{
    "status": "locked", 
    "versionTitle": "Chiddushei HaRamban, Jerusalem 1928-29", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chiddushei Ramban on Taanit", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "עכשיו אני חוזר לפרש קצת דברים שצריכין לי ביאור מה שאמרו לעיל <b>אין ת\"צ בבבל אלא תשעה באב בלבד. </b>וראיתי בפי' רש\"י מפני שאין צריכין למטר כל כך אין גוזרין עליהם תענית בחומר זה. <br>והנה לפי' הזה בשאר ארצות שבח\"ל שהן צריכין למטר כא\"י יש ת\"צ. ועוד קשה דא\"כ דוקא לגשמים אבל לשאר צרות שמתריעין עליהם למה לא יהיו נוהגין תענית בחומרות הללו וחטו תשעה באב תענית גשמים הוא וא\"ת שאין סדר זה אלא לגשמים אבל לשאר צרות אין גוזרין ת\"צ בחומרות אלו זו שיבוש יותר מן הראשונה דהא קתני להו באידך פרקין לשאר צרות לחומרא כדתנן סדר תעניות האלו האמור ברביע' ראשונה אבל צמחין ששנו מתריעין עליהן מיד וכולה מתני'דש\"מ כחומרא דקתני באחרונות מה אלו יתרות שבאלו מתריעין אותה בשאר צרות מיד כדקתני ואזיל בסדרא דמתניתין וברייתא קתני הכא. שאר מיני פורענות לחומרא ור' יהודה נשיאה בשאר צעדים גזר תלת עשרה דתעניתא והיינו כסדרן דמתני' מדקאמר שלש עשרה וברייתא נמי דקתני כשאמרו שלש וכשאמרו שבע לא אמרו אלא לגשמים, אבל לשאר מיני פורעניות מתענין והולכין עד שיענו ליתני נמי לקולא דשאר צרות כשאמרו אסורין במלאכה כו' וכשאמרו אוכלין ושותין מבעוד יום לא אמרו אלא לגשמים אבל לשאר מיני פורעניות מותרין.<br>ומצאתי בירוש' [ה\"ה] א\"ר יוחנן כל תענית שב\"ד גוזרין להפסיק עוברות ומניקות מתענות א\"ר שמואל בר רב יצחק נראין דברים כשגזרו כבר שלא להפסיק אבל אם גזרו כבר מיד להפסיק עוברות ומיניקות מתענות בהן ותני כן עוברות ומניקות מתענות כדרכן בתשעה באב ובת\"צ ובג' תעניו' הראשונות יבג' השניות אבל בשבע האחרונות אינן מתענות אעפ\"כ אין מנהגין בתפנוקין אלא אוכלות ושותות כדי קיום הוולד, לא כשגזרו כבר שלא להפסיק אתא רבי בר זבדא ר' יצחק בר שילה בשם רבי יוחנן ואפי' גזרו מיד להפסיק אין עוברות ומניקות מתענות בהן הנה זו הסוגיא כולה בפשיטות היא אומרת שב\"ד גוזרין לפעמים במקצת התענית להפסיק בראשונות מבעוד יום ובגשמים ודאי לא עבדי אלא כדתנן בסדר תעניות אלא בשאר צרות משכחת לה דכל היכא דתנן מתריעין מיד מפסיקין בהן ונוהגין בחומר שבאחרונות של גשמים.<br>והראב\"ד ז\"ל כתב דהא.דאמר שמואל אין ת\"צ בבבל אלא תשעה באב בלבד יש מפרשים משום דבבבל טובעני נינהו ולאו מילתא היא אטו תשעה באב משום גשמים הוא על צרה אחרת היא והלא על כל צרה אחרת מתענין וא\"כ מ\"ש בבל מא\"י אלא אין שום ת\"צ בבבל שיאסרו במלאכה מפני שהם עניים ולא ברחיצה וסיכה מפני שאין האויר בריא וכן נעילת הסנדל כל אלו דברי הרב ז\"ל. <br>והנה לפי דבריו נמי אין הענין נוהג אלא בבבל שיש להם העוני הזה והחולשה הזאת ועוד בתשמיש המטה לדבריו אסורין הם, ושמא יש לדחוק בדבריו ולומר שלא רצו להטריח על הצבור בשאר ארצות לפי שיש מקומות שהם עניים וחלושים ומקומות שיש בהם צנה יתירה וצריכין לנעילת מנעל וסנדל וכיון שבטלי קצת הדברים מהם בטל דין ת\"צ והשוו כל המקומות בכך חוץ מא\"י ומ\"מ דברים חלושים הם ואין בהם טעם וריח.<br>אלא הטעם הנכון מפני ששנינו ב\"ד גוזרין על הצבור ואין בח\"ל ב\"ד שהדיוטות הם ואין כח בגזרתם להשוות תענית שלהם לתענית של תורה שהוא יה\"כ ותשעה באב שהוה גזרת נביאים. <br>וראיתי בירושלמי כתיב יצא חתן מחדרו זה נשיא וכלה מחופתה זה אב ב\"ד ר' חלבו אמר לר' יודן נשיא פוק עמן בצערן עביד א\"ר יוסי הדא אמורה אילין תענין דאנן עבדין לית אינון תענין למה דצית נשיא עמן וגם זה מן הטעם המבטל דין ת\"צ בבבל וכל ת\"ל לפי שאין שם נשיא ולא אב ב\"ד שמתענין עמהם ולובשים חלוקן של ישראל והן שגוזרין התענית על הצבור והצבור מקבלים עליהם דעתם וגזרותיהם וכדאמרינן נמי לקמן דבי נשיאה גזר תעניתא ולא אודעי לר' יוחנן ולר\"ש בן לקיש לצפרא אודיענהו א\"ל ר\"ל לר' יוחנן הא לא קבלינן א\"ל אנן בתרייהו גרירנן הילכך כיון דקבלה נמי לא צריכא הו\"ל ת\"צ אבל בח\"ל שאין נגררין אחר נשיא וכל א' וא' צריך קבלה בפ\"ע כתענית יחיד הוא וזהו טעם נכון וברור ומה שאמרו אין ת\"צ בבבל כלומר אין תענית בח\"ל שכן חכמים מזכירין בתלמוד ח\"ל בשם בבל כמ\"ש אין דנין דיני קנסות בבבל מפני שאין סמיכה אלא בארץ והוא הלשון והטעם לת\"צ כמו שפי' כנ\"ל ומן הטעם הזה נלמוד שלא אמרו בקולא זו אלא שלא יאסרו במלאכה ובענינין הללו אבל לענין תפלות מתפללין כ\"ד בח\"ל ומתריעין ויש להם נעילה כמ\"ש למעלה דלענין אפושי רחמי לא גרעי ומצאתי להר\"מ במז\"ל שהוא סבור שאין מפסיקין בתענית ואין נוהגין בחומרות אילו אלא על הגשמים אבל מודה שמתפללין בהם כ\"ד ומתריעין ומתפללין בכל מקום, ואין זה נכון:"
        ], 
        [], 
        [], 
        [
            "<b>אמר רפרם אמר רב חסדא כל שהוא משום אבל. כגון ט' באב והוא הדין לאבל אסור בין בחמין בין בצונן. ואמר רב חסדא אבל אסור להושיט אצבעו בחמין. </b>ומסקנא והלכתא אבל אסור בין בחמין בין בצונן. ופניו ידיו ורגליו בחמין אסור בצונן מותר ולסוך אפילו כל שהוא אסור. ואם להעביר את הזוהמא מותר. ואצ\"ל במי שהיו חטטין בראשו דסך כדרכו ואינו חושש. וכן אם היה מלוכלך בטיט ובצואה רוחץ כדרכו ואינה חושש. ומי שתכפוהו אבילות רוחץ כל גופו בצונן (שם ע\"ב) דא\"ר אבא הכהן משום ר\"י הכהן מעש' ומתו בניו של ר' יוסי הגלילי ורחץ בצונן כל שבעה ואוקימנא כשתכפוהו אבליו. דתניא תכפוהו אביליו בזה אחר זה הכביד שערו מיקל בתער ומכבס כסותו במים. ואמר רב חסדא בתער אבל לא במספרים. במים אבל לא בנתר ולא בחול. גבי רחיצה נמי כיון דתכפוהו אבליו רוחץ בצונן אבל לא בחמין. <br>בפרק היה קורא (ברכות ט\"ז ע\"ב) רחץ ר\"ג בלילה הראשונה שמתה אשתו. אמרו לו תלמידיו לא למדתנו רבינו שאבל אסור לרחוץ. אמר להם איני כשאר כל אדם איסטניס אני מ\"ט אנינות דאורייתא ביום הוא דכתיב ואחריתה ביום מר ורבנן הוא דגזרו בלילה ובאיסטניס לא גזרו רבנן. כ' רבינו האיי ז\"ל ואין מותר לאבל לרחוץ בלילה אף ע\"פ שאומר אסטניס אני. חדא דלא קיי\"ל כר\"ג דאמר אנינות לילה דרבנן ואע\"ג דכתיב שבעת ימים לילות בכלל. ועוד חיישינןמן הרמאין. ולא כל דאמר אסטניס אני שומעין לו. אבל ודאי אי מגליא מילתיה מעיקרא דאית ביה הא מלתא ושאם אינו רוחץ בא לידי סכנה רוחץ בלילה דדמיא לשעת הדחק ולרפואה. משום דאיסטני' ודאי כחולי גדול הוא ממדה זו ולא כל מי שנהג בנקיות בשרו איסטניס אלא מי שבא לידי סכנה אם אינו רוחץ ע\"כ דברי הגאון. ואנו עתידין לכתוב בדין אנינות לפנינו. <br>אבל זו שאמר שלא כל האומר איסטניס אני שומעין לו והמתנהג בנקיות מתירין ברחיצה. יפה כיון. (שלא בא) [ולא שבא] בכך לידי סכנה ממש דוקא. דאם כן אפילו ביום ראשון נמי מותר. [אלא] לכל המצטער הרבה ובא לידי מיחוש בכך לפי מה שהורגל מתחלה. דהא מימר קאמרינן ואם להעביר את הזוהמא מותר. <br>לרב ר' יצחק בן גיאת ז\"ל: ואם צריך טבילה לטהרה מותר. דתניא [תענית י\"ג ע\"א] כל חייבי טבילות טובלין כדרכן בין בתשעה באב בין ביה\"כ ומסתברא דוקא טבילה בזמנה משום דקיימא לן טבילה בזמנה מצוה. אבל כגון נדה שלא בזמנה אסורה בימי אבילו' והכי איתוקמא בפרק יום הכפורים (יומא פ\"ח ע\"א) דגרסינן התם הזב והזבה והיולדת והמצורע ובועל נדה וטמא מת טבילתן בלילה. בעל קרי טובל והולך כל היום כולו. ר' יוסי אומר מן המנחה ולמעלה לא יטבול. ואוקימנא בדצלי והוינן בה אי דצלי מאי טעמייהו דרבנן ופרקינן קסברי רבנן טבילה בזמנה מצוה. <br>וראיתי בתוספות שהם מפרשים ז\"ל דאפילו טבילה שלא בזמנה נמי מותרת לדברי הכל. אלא תנא קמא חיובי מחייב לבעל קרי לטבול כל היום. ורבי יוסי פטר ליה מן המנחה ולמעלה בדצלי. הא אם רצה טובל הוא בין בזמנה של טבילה בין שלא בזמנה. וכך הם גורסים ר' יוסי אומר מן המנחה ולמעלה אינו צריך לטבול. תדע דהא אידך ברייתא קמייתא תני התם כל חייבי טבילות טבילתן ביום נדה ויולדת טבילתן בלילה בעל קרי טובל והולך עד המנחה והא האי תנא קסבר טביל' בזמנה לאו מצוה. ולפיכך מן המנחה ולמעלה לא ואם כן חייבי טבילות ונדה ויולדת למה הן טובלין. אלא שמע מינה שכל חייבי טבילות מותרין לטבול אם רצו. ובעל קרי חייב לטבול עד המנחה ומן המנחה ולמעלה אם רצה טובל הוא.<br>ואין הדרך הזו מחוור לי שגרסת כל הספרים וכן בתוספתא מן המנחה לא יטבול ועוד אי בטבילה שלא בזמנה למה לי למתני כל חייבי טבילות טבילתן ביום נדה ויולדות טבילתן בלילה שלא בזמנן בין ביום ובין בלילה הן טובלין אלא רישא בטבילה בזמנה וסיפא קתני בעל קרי עד המנחה. אע\"ג דהא שלא בזמנה דמסתמא לאו ברואה קרי ביום הכפורי' איירי. והא דקתני באידך ברייתא ר' יוסי אומר מן המנחה ולמעלה לא יטבול ולא (פליגי רבנן) [פליג] נמי ארישא בזב וזבה דלא יטבלו. כיון דסבירא להו טבילה בזמנה מצוה משום דאיכא זב שרא' קרי ונד' שפלט' שכבת זרע. וכך איתא בדוכתי' במס' ברכו' כך נראה לי. אי נמי חדא דאית ביה תרתי קמ\"ל. <br>ובספר הישר פוסק דטבילה בזמנה לאו מצוה כדתנן דיה טבילה באחרונה וליתא להך מתניתין דקתני כל חייבי טבילות טובלין כדרכן אלא הלכתא כר' יוסי ולא כן פסקו הגאונים ז\"ל. <br>ירושלמי בפרק היה קורא (ברכות ב,ז) תני מקום שנהגו לרחוץ אחר המטה מרחיצין ובדרום מרחיצין אמר ר' יוסי בר' בון מי שהוא מתיר את הרחיצה עושה אותה כאכילה ושתיה הדא דתימא ברחיצה של תענוג אבל ברחיצה שאינו של תענוג עלו לו חטטין מותר ונראה מכאן שהיו במקצת המקומות נוהגין הקרובים והמברין להרחיץ את האבלים קודם הבראה לפי שעשו אותה כאכילה ושתיה שצריכה להם הרבה מפני שהן צריכין להעביר מהן זוהמת המת והשיבת' המתחוללת עליהן והיו מתירין זו הרחיצה הראשונה ואחר כך היו נוהגין איסורן ברחיצה כל שבעה. וגמרא דילן בדרבן גמליאל לית ליה האי מנהגא ואי נמי אית ליה דלמא רחיצה שניה רחץ בליל' לפי שלא הית' דעתו מיושב' עליו בכל יום עד שירחץ בחמין בשעת שכיבה ויסוך בשמן ערב שלהן. הילכך אי איכא דוכתא דנהגי בהרחצה זו אין ממחין בידן. ואשה נמי בימי אבלה לא תכחול ולא תפקוס ולא תתקשט דכל הני באבילות כרחיצה דמי ואסור. דתניא (מ\"ק כ' ע\"ב) וכן היא שמת חמיה או חמותה אינה רשאה להיות כוחלת ולהיות פוקסת. והתם אמרי' (תענית י\"ג ע\"ב) אין הבוגר' רשאה לנוול עצמ' בימי אבל אביה ואוקימנא אכיחול ופיקוס דבוגרת מותרת ונערה ואשת איש אסורה. הא ברחיצה דחמין אפילו בוגרת אסורה משום דאיפשר בצונן וכן הלכה:"
        ], 
        [], 
        [
            "והא דאמרי' <b>במה מתריעין ר\"י אומר בשופרות. </b>אינו נכון לפרש שחלקו על הלשון לבדו אם נקראת התרעה בפה וכ\"ש שנאמר דלמאן דס\"ד מעיקרא מאן דאמר בפה לח אמר בשופרות דלית ליה לרב יהודא בר שילא התרעה בשופרות דהא תני לקמן תקעו הכהנים תקעו בני אהרן כו'. <br>אבל העיקר הנכון לומר דרב יהודא סבר התרעה דקאמר מתניתין במה אלו יתרות על הראשונות בשופרות היא דבאחרונות מתריעין בהן בשופרות הא בענינו אפילו בראשונות ובשניות עושין כן אם ראו ב\"ד לאפושי רחמי לפי צורך שעתן ורבי יהודה בריה דרב שילא סבר התרעה דקתני מתניתין בעננו הוא לומר שאין עננו זה אלא בשבע אחרונות והיא צעקה שאומר שליח צבור לאחר תפלה עננו אבינו עננו עננו בוראנו עננו וכולה ענינא בתעניות כמו שאומרים עכשיו בימים שבין ראש השנה ליום הכפורים.<br>ואמרי' קס\"ד מאן דאמר עננו לא אמר בשופרות פי' דבעננו אלו יתרות על הראשונות אבל בשופרות אין אלו יתרות עליהן דבשניות נמי תוקעין בשופרות והתניא אין פוחתין משבע תעניות על הצבור ובהן שבע התרעות וסימן לדבר יריחו דהוו שבע בשופרות מדקתני שבהן שבע שבע התרעות אלמא ליכא התרעה בשופרות אלא (בג') האחרונות ומסקינן אלא בשופרות דכ\"ע לא פליגי דקרי להו התרעה ובהם האחרונות יתרות על הראשונות כי פליגי בעננו דמר סבר עננו נמי קרי לה התרעה וליתא אלא באחרונות וכי קתני מתריעין בכולהו גווני התרעות קאמר ומר סבר נא מיקרי הכי ואפי' בראשונות נמי אית'.<br>וקשיא לן היכי אמרינן הכא בשופרות והא התרעה דתעניות בחצוצרות היא כדתנן ובתעניות בשל זכרים כפופים ופיו מצופה כסף ושתי חצוצרות משני צדדים שופר מקצר וחצוצרות מאריכות שמצות היום בחצוצרות ותניא התם בד\"א במקדש אבל בגבולין מקום שיש שופר דהיינו בראש השנה ויובל אין חצוצרות מקום שיש חצוצרות דהיינו תעניות אין שופר וי\"ל דהאי תנא במקדש קאי דאיכא שופרות בתעניות ומשום דבעא למיתנא סימן לדבר יריחו דאינון שבע תקיעות בכהנים ושבע ימים נקט הכי לסיומי למיליה כולה מילתא ביריחו כנ\"ל. <br>עוד י\"ל דלא קפיד תנא למיקרי שופרא לחצוצרת' דאשתני שמייהו לא אתא אלא לאפוקי התרעה בפה אבל בירוש' נראה שהם סבורין דתקיעה דתענית בשופרות ממש היא לפי שמצינו שם במס' ראש השנה קומי ר' יהושע בן לוי תוקעין בתעניתא בשופר ר' יוסי בעי דיתקעון קמוי בחצוצרתא ולא שמיע דתני חצוצרות במקדש אבל לא בגבולין ובמכלתין נמי אמור בירוש' למה תוקעין בקרנתא לומר חושבינהו כאלו גועים כבהמה לפניך.<br>ושוב מצאתי בתשובות הגאונים ז\"ל שמנהגנו לתקוע בתעניות בשופרות ולפי זה יש לי לדחוק ולומר דחצוצרות ליתנהו בגבולין אלא בשעת מלחמה דכתיב כי תבואו מלחמה חצוצרות בכנופיא דכל ישראל כתיב הילכך במקדש בתעניות דהיא כנופיא דכל ישראל מצות היום בחצוצרות ובשופר נמי תוקעין משום דכתיב בחצוצרות וקול שופר הריעו לפני המלך ה' אבו בגבולין בשעת מלחמה בחצוצרות בלבד תוקעין ומתפללין כסדר התעניות כדאמרינן בגמרא לפי שאין אומרין זכרונות ושופרות אלא בראש השנה וביובל ובשעת מלחמה אלמא בשעת מלחמה אומר זכרונות ושופרות ותוקעין בחצוצרות דקראי נינהו הא בשאר תעניות התרועה גמרינן בהו אבל בשופרות הוא דומיא דראש השנה. ובפ' משוח מלחמה גבי מלחמת מדין דריש וחצוצרות התרועה בידו אלו השופרות ולא ידעתי אם שלא דקדקו בלשונם או שאין חצוצרות אלא במלחמת אויבים הצרים עליהם בארץ כדכתיב בארצכם על הצר הצורר אתכם דלמה להם לפרש אלו השופרות אלא לכך. <br>וראיתי להראב\"ד ז\"ל דלאו על שופרות של ברכות קאמר דהנהו חצוצרות תני וכהנים הוו אבל בתקיעה שלאחר תפלה קאמר כשמרבין בתחנונים תוקעין בשופרות כדי להזכיר אינו של יצחק ובירושלמי למה תוקעין בקרנות לומר הנה אנו גועין לפניך כבהמה והיינו דקתני ברייתא שבע תעניות ובהם ז' התרעות ואם על תקיעות של ברכות קאמר טובא הוו אלו דבריו ז\"ל. ולאו מילתא היא שכבר הוכחנו מן סוגית הירושלמי שבמסכת ראש השנה שאין להם בגבולי אלא שופר ואין להם חצוצרות כלל ועוד שהברייתא מפורשת היא ובהן שבע שבע התרעות כלומר שבע התרעות בכל תענית ותענית דשבע ברכות נינהו כדתנן על השביעית הוא אומר ועל כל ברכה תקיעה וכדקתני לה בהדיא באידך פרקין והשמיט הסופר מנוסח הרב ז\"ל שבע אחד אבל בכל הנוסחאות שבע שבע התרעות כתוב בהן וסימן לדבר יריחו:"
        ], 
        [], 
        [
            "מה ששנינו במס' תענית <b>ואומר לפניה' עשרים וארבע ברכות שמונה עשרה שבכל יום ומוסיף עליהן עוד ששה </b>מסקינן בגמ' שאינן אלא בשבע אחרונות ואע\"ג דרב אשי שהוא בתרא דייקא לי' מתנית' דבאמצעיות נמי איכא כ\"ד אגמר' סמכי' דקאמר השתא דאתית להכא עשרין וארבע נמי לאו שיורא הוא כו'. ומתני' נמי דיקא דכיון דאסיקנא לקמן בתיבה דכי קתני סדר תעניות כיצד אשבע אחרונות קתני סיפא דמתני' עמדו בתפלה עלה קאי ולא מפסיקי' רישא וסיפא בתרי טעמי(ה). <br>ונראה בסדורא דהני מתני' דתנא איירי באיסורי מעיקרא ותנא בסיפא שבאלו מתריעין ואין התרעה אלא במקום עשרים וארבע והדר פריש דהתרעה זו מוציאין את התיבה לרחוב ומתפללין שם עשרים ארבע ברכות שעליהן מתריעין ולא קתני התם סדרא דהתרעה במתני' משום דתני לה לתרועה בפ\"ק אלא במעשה דר' חלפתא ור' חנינא בן תרדיון משום פלוגתא דסידורא.<br>אבל בכולהו מתני' ובגמרא לא נתפרש בהדיא אם מתפללין אותן כ\"ד בכל תפלה ותפלה משלש שהן שחרית ומנחה ונעילה שמתפללין בכל תענית צבור כדאמר בפרק מקום שנהגו תשעה באב אינו כתענית צבור לתפלת נעילה וכדמוכח בריש פ' בג' פרקים דמתמהינן בגמ' תעניות ומעמדות מי אית בהו מוסף ולא אמרינן מי אית בהו נעילה או שמא אינו אלא בתפלת נעילה בלבד כדאמרינן רביעית יומא מצלינן ובעינן רחמי ודברי רבינו חננאל מטין כן שכתב ותפלת התענית בשחרית לא יכלינן למימר דכתוב ואלי יאספו כל חרד בדברי וגו', ש\"מ תפלת תענית באחרית היום ברביעי האחרון. אבל מאחר שלא פירשו במשנתנו כך נראה לפי הדרך הישרה שבכל שלש תפלות מהן מתפללין כן וסמכתי לי על דברי הרב המחבר הר\"מ במז\"ל שכתב כן שמוסיפין ברכות אלו בתפלת שחרית ובתפלת מנחה. <br>ויש מי שאומר שהן מתפללין אותה כעין מוסף ולמד זה מן הירושלמי שאמרו בפ' מאימתי קורין ר' יוסא ור' אחא סלקין לתעניתא אתא צבורא בעו מקרי את שמע בתר תלת שעי ובעא ר' אחא ממחי בידון ואמר ליה ר' יוסא והלא כבר קראו אותה בעונתה כלו' קוראין אותה אלא כדי לעמוד בתפלה מתוך ד\"ת. א\"ל מפני ההדיוטות שלא יהיו אומרים בעונתה הן קורין אותה מכאן הביאו שיהו מתפללין כ\"ד ברכות כעין מוסף וקורין לפניהם ק\"ש כדרך שקורין תהלה לדוד קודם תפלה וזה אינו במשמע שאם היה להם תפלה נוספת נמצאו ארבעה תפלות בתעניות ובגמרא אמרו לקמן דליכא הכי ועוד שתפלה זו אינה אלא בחבר עיר כדתנן מורידין לפני התיבה ואומר לפניהם כו', וכיון שכן הצבור למה קורין את שמע כלום.<br>אלא כך נראה שבתעניות לפי שהיו צריכין להתקבץ לרחובה של עיר היו קורין ק\"ש בעונתה ואין סומכין גאולה לתפלה, אלא כל אחד ואחד קורא ק\"ש וברכותיה בעונתה ומפסיק עד שמתאספין הכל לרחוב וקורין אותה פעם אחרת בלא ברכות ומתפללין הצבור כיחידים ואח\"כ מורידין לפני התיבה הזקן ואומר כ\"ד ברכות, וקצרו של דבר שצורת השמועות יותר נוחה כן שכ\"ז שעומדין לתפלה אומר לפניהם כ\"ד ברכות הללו. <br>ועוד לא נתפרש אם מוסיפין ברכות הללו בבבל לפי שאמרו אין ת\"צ בבבל וכיון שאין מתפללין אותה אלא בשבע אחרונות שאסורין בנעילת הסנדל וכל הדרכים הללו בהם ואין בבבל תענית במדות הללו שאין מתפללין אותן ושמא לא אמרו אין ת\"צ בבבל אלא לומר שאין אסורין בנעילת הסנדל אבל בתפלות לא קא מיירי דהא קאמר אלא ט\"ב בלבד ואין ט\"ב כת\"צ לתפלות (אלא) לענין תוספת שש ולא לנעילה וליכא למימר דהתם ה\"ק אין ת\"צ בבבל כלל אלא ט\"ב דהוה כת\"צ למקצת הדברים דהא דייקי' עלה בגמר' למימרא דט\"ב בין השמשות שלו אסור אלמא ט\"ב לשווייה ת\"צ לגמרי קאמר אלא דלא איירי בתפלות תדע מדשקלו וטרו בגמרא בנעילת הסנדל איכא דסאיס ואיכא דלא סאיס דלא סבר לה כשמואל ואפ\"ה לענין תפלות ל\"פ. <br>ונראה שיש להם להתפלל תפלת נעילה שהרי אפי' בג' ראשונות מתפללין אותה מדתניא אין בין ג' ראשונות לג' אחרונות אלא שבאלו מותרין בעשיית מלאכה כו' ולא קתני שבאלו מתפללין נעילה ולא באלו ובגמ' נמי לא אמרינן דהא איכא בינייהו. אבל מה אעשה שכמה צרות עברו ברחמי המקום המרובין ולא ראינו מי שהתפלל תפלת נעילה ולא שמענו עליו.<br>ואם דעת הרבים לומר שאין נעילה אלא בת\"צ ואין התענית צבור בבבל ואין ספק שאין מתפללין עשרים וארבע לעולם בבבל ולא נתברר אצלינו מפורש, אבל כל המרבה בתפלות נענה, ועוד אמרינן לקמן גבי רוב גשמים אמר ר\"י א\"ר ובגולה מתריעין ומייתי לה תניא נמי הכי שלא יהא בתיהם קבריהם, כלומר דהו\"ל מפולת ובמפולת תנן מתריעין, אלמא בגולה נמי מתפללין כ\"ד שאין התרעה לעולם אלא בכ\"ד ברכות ועלייהו מתריעין בשופרות וכדתנן שבאלו מתריעין וע\"כ לא נסתפק בגמ' אלא אי איכא כ\"ד בלא התרעה באמצעיות אבל התרעה בלא כ\"ד ליכא לעולם וליכא אלא באחרונות. וא\"ת מתריעין בענינו קאמר שתי תשובות בדבר, חדא דר\"י דהוא מאריה דשמעתא הא קאמר דעננו לא קרי ליה התרעה, ועוד למאן דקרי ליה הכי נמי ליתא אלא באחרונה והא קתני במתני' במה אלו יתרות דבבבל נמי איכא כ\"ד והתרעות. <br>ובמסכת מגילה מבעיא להו בגמרא ת\"צ בכמה משום דאית ביה מוסף תפלה כלומר שמתפללין בו נעילה דהיא כעין תפלת מוסף דר\"ח ואתו למפשטיה מדרב דאיקלע לבבל קם קרא בספרא פתח בריך חתם ולא בריך מכדי רב בישראל קרא מאי טעמא חתם ולא בריך לאו משום דבעי למיקרי אחרינא בתריה וא\"ת שאין בבבל נעילה האיך קורין שם ד' והא ליכא מוסף תפלה בבבל ולא מסתבר דנימא כיון דאיכא בא\"י אף בבבל קורין ד' אלא אדרבה (הכא) דאיכא מוסף תפלה מוסיפין רביעי כי ליכא לא נהיגי הכי אלא משמע דאיכא מוסף תפלה בבבל.<br>ובירושלמי גרסי' בני נינוה צריכין מעבד תענית בתר פסחא אתו שאלין לר' אמר לון לכו ועשו ובלבד שלא תשנו מטבעה של תפלה היכן אומרה בשש שהוא מוסיף עד כדון צבור שיש לו שש יחיד שאין לו שש א\"ר חנינא לא כן א\"ר זעירא יחיד תובע צרכיו בשומע תפלה ואלו צרכיו הן וזהו מעשה של בני נינוה האמור בגמרתנו ובחו\"ל היה מעשה שבא\"י אין צורך לגשמים אחר הפסח ואעפ\"כ מוסיפין שש. <br>וראיתי להראב\"ד ז\"ל שהוא מחייב להתפלל נעילה בכל ת\"צ בזמה\"ז ואפי' בבבל חוץ מט\"ב וד' צומות שאינן כת\"צ לנעילה כדאיתא בפ' מקום שנהגו. <br>ושוב חפשתי לדברים הללו ובדקתי למצוא להם מנהג בדברי הגאונים ז\"ל. וראיתי תשובה שהשיב רבינו שרירא גאון ז\"ל לראשי קהל פא\"ס וזהו תורף שלה: ודשאלתון שנינו מעשה בימי ר' חלפתא ובימי ר' חנניא בן תרדיון כו' עד שלא היו נוהגין כן אלא בשערי מזרח ובהר הבית תקיעות לחודייהו הוא דאינן אלא בשערי מזרח או דילמא תקיעות וברכות ואין ברכות נוהגות בזמן הזה האיך מנהג בישיבה. <br>תשובה: הכין חזינא דתקיעות לחודייהו הוא דאמרו חכמים אינן נוהגות אלא בשערי מזרח אבל ברכות כ\"ד אמורות במשנה שלפניה בסתם אומר לפניהם כ\"ד ברכות ומנהג המקדש כבר מפורש בגמ' אבל מנהגא דעלמא השתא דתעני' בכלצרה שלא תבוא על הצבור מעצירת גשמים או יוקר השער או דבר או ארבה ומאי דדמיה להכי מתאמרן קדימן שבע ברכות כסידרא דמפורש במתני' ותוקעין כהנים בסוף כל חדא והכין רגילנא דמצלינא תפלת השחר גרידתא ובתרא קאים זקן ואומר דברי כבושין והדר נחית שליחתא דאית ביה מדות דמפרשן בהלכתא ומתחיל ברוך אתה דצלותא כד לביש שק וכד מחית שק על תיבותו וספרי וכהני דקיימין בשיפורי. וכד מטי לברכת גואל ישראל מתחיל בברכתא אריכא כו' ע\"כ מן התשובה הזו בקיצור ובדילוג. ועוד היא ארוכ' במנהג הנהוג אצלם בישיבה והוא אצלם כמו שכתוב שם מנהג ברור ונהוג להם מימות אבות ראשונים ועד עכשיו, וכיון שנתברר לנו הענין בראיות שבגמרא והוחזה לנו ממנהגם של גאונים ז\"ל לא נשאר בית מיחוש וספק בזה וראוי להתנהג בו. <br>ונראה לי שאין צבור מתפללין עננו של תעניות באחרונות שאין מוסיפין אלא שש דאי לא תימא הכי עשרים וארבעה ועשרים וחמש הויין והטעם לפי שהכל כלול באלו שש ברכות של תוספות והרי חותמין בהם העונה בעת צרה לפיכך לא הצריכו להוסיף אף באחרונות שיחתמו בה העונה בעת צרה אבל לפי שאמרו בגמרא בגואל ישראל מאריך ובחותמה הוא אומר מי שענה כו' משמע שעננו של שאר תעניות אומרו בגואל ומעין ברכה הוא ונתנו חכמים רשות להאריך בהם שכל צרה שישראל ניצולין ממנה גאולה היא כענין שנאמר הוא יפדה את ישראל מכל צרותיו. וכן כתב רש\"י ז\"ל בפרק הקורא את המגילה גאולה דתפלה לאו דקבוץ גליות הוא אלא שיגאלנו מן הצרות הבאות לפעמים דהא ברכת קבוץ גליות ובונה ירושלים וצמח דוד לכל אחת ברכה בפני עצמה ע\"כ. <br>ומזכיר נמי העקידה שעקר חתימה זו ביום זה עליה דגרסינן בירושלמי גואל ישראל ולא יצחק נגאל מכיון שנגאל יצחק כמי שנגאלו כל ישראל ר' ביבי אמר רבי אבא אמר רבי יוחנן אמר אברהם לפני הקב\"ה גלוי וידוע לפניך רבש\"ע שבשעה שאמרת לי להעלות את יצחק בני ע\"ג המזבח היה לי להשיב ולומר אתמול אמרת כי ביצחק יקרא לך זרע ועכשיו אתה אומר העלהו שם לעולה ח\"ו לא עשיתי כן אלא כבשתי את יצרי ועשיתי רצונך יהר\"מ שבשעה שיהיו בניו של יצחק נכנסין לידי צרה ואין להם מי שילמד סניגוריא אתה תהא מלמד עליהן סנגוריא ה' יראה אתה שתהא זוכר להם עקידתו של יצחק אביהם ותתמלא עליהם רחמים וכן מצאתי נמי במנהג הישיבות בתשו' הנזכרת שהן אומרים פסוקים דעקידה מקודם חתימה בגואל ישראל. ולפי שלא ראיתי סדר ברכות הללו בסדורי הראשונים אכתוב הסדר הזה כפי מה שנראה והמלמד אדם דעת ילמדני האמת אמן:<br>ראה בענינו וריבה ריבנו וגאלנו מהרה למען שמך ופדנו מכל צרה עננו ה' עננו ביום צום התענית הזה כי בצרה גדולה אנחנו אל תעלם אזנך משמוע תפלתנו ואל תתעלם מבקשתנו היה נא קרוב לנו טרם נקרא עננו כדבר שנאמר והיה טרם יקראו ואני אענה עוד הם מדברים ואני אשמע כי אתה גואל ופודה ומציל ועונה בכל עת צרה וצוקה וקיים לנו ה' אלקינו את הברית ואת השבועה שנשבעת לאברהם אבינו בהר המוריה ותראה לפניך העקדה שעקד את יצחק בנו ע\"ג המזבח וכבש רחמיו לעשות רצונך בלבב שלם כן יכבשו רחמיך את כעסך ויגולו רחמיך על מדותיך. מי שענה את אברהם אבינו בהר המוריה הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י גואל ישראל והן עונין אמן. וכן על כל ברכה וברכה ואח\"כ עומד חזן הכנסת (העובר שהוא חזן הכנסת) ואומר תקעו הכהניםתקעו ותוקעין תקיעה אחת וחוזר ש\"צ ואומר אתה זוכר מעשה עולם ופוקד כל יצורי קדם כי זכר כל היצור לפניך בא מעשה איש ופקודתו, ועלילות מצעדי גבר מחשבות אדם ותחבולותיו ויצרי מעללי איש אשרי איש שלא ישכחך ובן אדם יתאמץ בך כי דורשיך לעולם לא יכשלו ולא תכלים לנצח כל החוסים בך וגם את נח באהבה זכרת ותפקידהו בדבר ישועה ורחמים בהביאך את מי המבול לשחת כל בשר מפני רוע מעלליהם כו' ככתוב בתורתך ויזכור אלהים את נח ואת כל החיה ואת כל הבהמה כו' ונאמר וישמע אלהים את נאקתם ויזכור אלהים את בריתו את אברהם את יצחק ואת יעקב. ונאמר וגם אני שמעתי את נאקת בני ישראל אשר מצרים מעבידים אותם ואזכור את בריתי. ובדברי קדשך כתוב לאמר זכר עשה לנפלאותיו חנון ורחום הוא ונא' טרף נתן ליראיו יזכור לעולם בריתו. ונאמר ויזכור להם בריתו וינחם כרוב חסדיו. ועל ידי עבדיך הנביאים כתוב לאמר הלוך וקראת באזני ירושלים לאמר זכרתי לך חסד נעוריך אהבת כלולותיך לכתך אחרי במדבר בארץ לא זרועה. ונאמר וזכרתי את בריתי אותך בימי נעוריך והקימותי לך ברית עולם. ונאמר הבן יקיר לי אפרים אם ילד שעשועים כו' רחם ארחמנו נאום ה'. אלהינו ואלהי אבותינו זכרנו בזכרון טוב לפניך ופקדנו בפקודת ישועה ורחמים משמי שמי קדם ובעבור שמך הגדול ישוב נא חרון אפך מעמך ומנחלתך וקיים לנו ה' אלהינו את הדבר שהבטחתנו בתורתך ע\"י משה עבדך מפי כבודך כאמור וזכרתי להם ברית ראשונים אשר הוצאתי אותם מארץ מצרים להיות להם לאלהים אני ה' מי שענה את משה ואבותינו על ים סוף הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י זוכר הנשכחות. וחזן הכנסת אומר הריעו בני אהרן הריעו ומריעין ג' שברים ותרועה מפני הספק שנסתפקו אבותינו בדבר כמו שמפורש במסכת ר\"ה.<br>וחוזר ש\"צ ואומר, אתה נגלית בענן כבודך על עם קדשך לדבר עמהם מן השמים השמעתם קולך ונגלית עליהם בערפלי טוהר גם כל העולם כולו חל ממך ובריות בראשית חרדו מלפניך בהגלותך מלכנו על הר סיני ללמד לעמך ישראל תורה ומצות ותשמיעם את הוד קולך ודברות קדשך מלהבות אש בקולות וברקים עליהם נגלית ובקול שופר עליהם הופעת ככתוב בתורתך ויהי ביום השלישי בהיות הבוקר כו' ויהי קול השופר כו', ונאמר וכל העם רואים את הקולות כו' ובדברי קדשך כתוב לאמר עלה אלהים בתרועה כו' ונאמר בחצוצרות וקול שופר הריעו כו' ונאמר כל יושבי תבל כו' ונאמר ויריעו העם ויתקעו בשופרות כו' ויהי כשמוע העם את קול השופר ויריעו העם תרועה גדולה ותפול החומה תחתיה ויעל כל העם העירה איש נגדו וילכדו את העיר ובתורתך ה' אלהינו כחוב לאמר והיה כי תבואו מלחמה בארצכם על הצר הצורר אתכם והרעותם בחצוצרות ונזכרתם לפני ה' אלהיכם ונושעתם מאויביכם וזכור לנו ה' אלהינו זכותו של יהושע עבדך נביאך ורחם עלינו למען שמך מי שענה ליהושע בגלגל הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י שומע תרועה וחזן הכנסת אומר תקעו בני אהרן תקעו ותוקעין תקיעה אחת וחוזר ש\"צ ואומר שיר המעלות אל ה' בצרתה לי כו' כל המזמור וזכור ה' אלהינו זכותו של שמואל חוזך והמלא עלינו רחמים למען שמך מי שענה את שמואל במצפה הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י שומע צעקה הריעו בנו אהרן הריעו ומריעין שברים תרועה.<br>וחוזר ש\"צ ואומר שיר המעלות אשא עיני אל ההרים וגומר כל המזמור וזכור לנו ה' אלהינו זכותו של אליהו הנביא והמלא עלינו רתמים למען שמך מי שענה את אליהו בהר הכרמל הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י שומע תפלה תקעו בני אהרן תקעו ותוקעים תקיעה אחת.<br>וחוזר ש\"צ ואומר שיר המעלות ממעמקים קראתיך ה' וגו' כל המזמור וזכור לנו ה' אלהינו זכותו של יונה עבדך והמלא עלינו רחמים למען שמך מי שענה את יונה במעי הדגה הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י העונה בעת צרה. הריעו בני אהרן הריעו ומריעין שברים תרועה.<br>וחוזר ש\"צ ואומר תפלה לעני כי יעטוף וגומר כל המזמור וזכור לנו ה' אלהינו זכותו של דוד משיחך ושל שלמה בנו מלכך והמלא עלינו רחמים למען שמך מי שענה את דודושלמה בנו בירושלים הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י מרחם על הארץ, תקעו בני אהרן תקעו תקיעה יתקעו.<br>וחוזר ש\"צ ואומר רפאנו ה' וגו', ואם אין שם כהן תוקעין לויים וישראלים ואם אין שם כהן אלא הוא תוקע ואין אומר לו תקע אלא הוא מעצמו תוקע ומריע ותוקע על הסדר.<br>זה סדר תפלת התענית שמתענין הצבור על כל צרה וצרה שלא תבוא עליהן בגשמים בשבע אחרונות ובשאר הצרות באותן מקומות ששנו בהן חכמים ז\"ל מתריעין כמו שמפורש במס' תענית. ואלהינו יפדנו מכל עוונותינו ויאר פניו אתנו אמן סלה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "ועוד אני צריך לצרף לכאן משנה זו שבפרק שלישי דקתני <b>ועל אלו מתריעין בכל מקום. </b>לפי שראיתי להראב\"ד ז\"ל שכחב קשיא לי' סתמא כר' עקיבא דבעלמא סביבותיה מתריעות וכאן אפי' בכל מקום דאי לרבנן מתענין בכל מקום מיבעי ליה ועוד דקתני סיפא מעשה שירדו זקנים מירושלים וגזרו עליהם תענית על שנראה כמלא פי תנור שדפון באשקלון וכן בשני זאבים לעיל דקתני מתריעין בכל מקום והכא קתני שגזרו תענית ואפשר דלרבנן נמי אהא דרישא קתני דסביבותיה מתענות על כל מכה אבל בכל מקום מודו רבנן דבהתרעה סגי להו ומעשה דשדפין וזאבים סביבותיהם היו לפיכך התענו. ולא נהירא דא\"כ מאי ראיה איכא מהנך עובדי דזקנים דמתריעין בכל מקום. אלא מחוורתא רישא ר\"ע וסיפא רבנן. ודתנו בהו מתריעין אליבא דר\"ע נינהו. ע\"כ דברי הרב ז\"ל.<br>ושבש עלינו המשנה, דהא מתני' כולה ריש' וסיפ' כל היכא דקתני מתריעין מתענין בהתרעה קאמר ולחומרא קתני מרישא אבל זרעין ששנו מתריעין עליהן מיד וקתני ואזיל וכן עיר שלא ירדו עליה גשמים אותה העיר מתענה ומתרעת. ועוד לדברי הרב ז\"ל כל דתני מתריעין על האילנות ואין להם מים לשתות מתריעין ואסכר' וגובאי מתריעין וכל אלו בהתרעה סגי להו והא כולהו תענית בעי ואפי' גובאי וכדאמרי' בגמ' אמרו ליה לרב הונא אתאי קמצא גזר תעניתא. וכן חיה רעה דקתני עלה בברייתא ומתריעים וכי אין מתענין עליה במקומה והא תנן וגזרו תענית על שאכלו זאבים שני תינוקות. ומתני' גופא קשיא דקתני ועל אלו מתריעי' בכ\"מ והיינו בלא תענית כדברי הרב ז\"ל וא\"כ אפי' באותה העיר נמי יש במשמע שאין עושין אלא התרעה והא מכה מהלכת היא ואנן מימר קאמרינן דמתענין. וא\"ת מכה מהלכת היא לא משויא להו אלא בסביבותיה מ\"מ מתני' קשיא רישא אסיפא וכמעשה לסתור קא מייתי לה דקא מפרש הרב רישא כר' עקיבא ומעשה כרבנן. ועוד דקא מסתם מתני' ומתנית' כר\"ע ולית הלכתא אלא כרבנן ממעשה דמיתנא דבי חוזאי דגזור תעניתא משום שיראתא לומר דהוו להו כקרובות דאמרו רבנן סביבותיה מתענות דאלו לר\"ע מתריעות ולא מתענות הוא. <br>אלא מתני' ובריתות כולהו היכא דקתני מחרי' מתענין בהתרעה קאמר וסתמא כרבנן נינהו ואפי' כר\"ע נמי אתיאן דמודה ר\"ע דכל מי שיש לו צרה שאינן מתריעין אלא בתענית ולית ליה לר\"ע התרעה בלא עננו אלא במי שאין לו צרה ומבקש רחמים על חבירו שמתענה. וטעמיה כדאמר בירוש' שכן מצינו בר\"ה שמתריעין ולא מתענין מפני שהוא יום בקשת רחמים ומש\"ה קאמר ר\"ע מתריעות ולא מתענות אע\"ג דחמירא התרעה מתעניתא וכל היכא דקתני מתריעין אפי' בדר\"ע מתענין ומתריעין קאמר ומש\"ה קתני ועל אלו מתריעין בכ\"מ לומר שמתענין ומתריעין מפני שהיא מכה מהלכת והויא לה כאותה העיר ממש ולא דמיא לסביבותיה דשאר צרות דליכא אלא צער חבריהן אי נמי חשש שמא אף עליהן נגזרה גזירה אבל מכה מהלכת כמקום צרה הוו.<br>ומעשה שירדו זקנים בירושנים לעריהן וראו שדפון באשקלון וכשחזרו לירושלים גזרו עלי' תענית בירושלים בהתרעה. ועוד גזרו תענית ביהודה על ב' תינוקות שנטרפו בעבר הירדן לומר דיהודה ועבר הירדן כאותה העיר דמי לענין חיה רעה. והא דקתני סתם גזרו תעני' ולא קאמר גזרו תענית והתריעו משום דאי מדינא בשאר צרות אפי' תענית ניכא אנא בסביבותיה ואלו שגזרו במקום רחוק מפני שהיא מכה מהלכת עשו כן דחשיב כולהו כחד מקום הילכך תענית בהתרעה הוי כדקתני רישא ולא צריכא ליה למימרא גבי מעשה.<br>וסידורא דמתני' כולה מרישא פשיטא ול\"צ ליה למימריה גבי מעשה הא דקתני סדר תעניות האלו האמור ברביעה ראשונה כלומר דברביעה ראשונה עושין על הסדר הזה האמור שמתענין ואח\"כ מתריעין בשופר בתעניות שלהן אבל צמחין ששנו וכן גשמים שפסקו מתריעין בשופרו' בתעניו' הראשונו'וכן עיר שלא ירדו עליה גשמים וכן עיר שיש בה דבר או מפולת וכן על שדפון ומכות מהלכות בכל מקום מתריעין בשופר בתעניו' ראשונות. אבל במכה שאינה מהלכת פליגי בה ר\"ע ורבנן דרבנן סברי סביבותיהן אע\"ג דלית להו פחד באותה צרה כלל צריכין הן לשתף עצמן בצרת חביריהן ומתענין ולא מתריעין ור\"ע לית ליה תעניתא אלא על צרה של עצמן אלא שמתריעין בלבד כעין ר\"ה.<br>מיהו סיפא דקתני על אלו מתריעין בשבת ההוא ודאי התרעה בלא תענית היא או דסתמא בר\"ע או משום דההיא התרעה בעננו היא והתרעה דפה בלא תענית קתני לה דבשבת ליכא תענית וכי היכי דליכא התרעה בשופרות ולא דמיא לשאר התרעות דמתני' דהוי בשופרות וליתנהו אלא בתענית. ומיהו בחול נמי בספינה המטרפת בים ויחיד הנרדף מפני ליסטים הכי הוו דינא דמתריעין בעננו ולא מתריעין בשופרות שאין גוזרין תענית על הצבור מפני צרת היחיד אלא שהיחידים רשאין להתענות עליו ולסגף עצמן והכי משייט בברייתא דהיא מיתניא עלה דגמ':"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "והא דתנן <b>אף על הדבר ולא הודו לו חכמים. </b>איבעיא לן בגמ' לא הודו לו בשבת בלחוד לגבי עננו או לא הודו לו כלל להתרעה דחול ומסקינן חנן בר פנחס הוא דקאמר משמיה דר\"ע אין מתריעין על הדבר כל עיקר. אי קשיא והא מתני' קתני על הדבר ר\"ע אומר מתריעות בסביבותיה וכ\"ש בה לאו קושיא היא דר\"ע במתני' לא אתא אלא לאיפלוגי אדינא דסביבותיה ושמעיה לת\"ק דאמר בעיר שיש בה דבר או מפולת סביבותיה מתענות ואמר ליה איהו אין בסביבותי' אלא התרעה לומר דגבי מפולת וכן בעיר שלא ירדו עליה גשמים סביבותיה מתריעין אבל פלוגתא בדבר גופא בעיר לא קתני (אלא) במתני' ברישא עד סיפא דקתני ולא הודו לו דמסתים לי' סתומי ותני לה בבריי' בהדיא. כנ\"ל ודבר ברור הוא.<br>וראיתי להראב\"ד ז\"ל שכתב חנן בן פנחס אומר משמיה דר\"ע אין מתריעין על הדבר בשבת וכן כתב הראב\"ד ז\"ל ה\"ג משום ר\"ע אין מתריעין על הדבר בשבת. דלא תקשי דר\"ע אדר\"ע שנו והחליפו הגירסא מפני קושיא זו שתרצנוה יפה אבל בנוסחאות ובדברי ר\"ת ז\"ל כתוב כך בכולן אין מתריעין על הדבר כל עיקר וטעמיה דר\"ע משום דמפולת בבריאות וכן ארבה ושאר צרות השנויות אין מנהגו של עולם בכך אבל מיתה כיון דמנהג עולם הוא אע\"ג שהיא באה בהן יותר מן הראוי אין מתריעין עליה אבל מתענין בלא התרעה. <br>והא דקתני בברייתא לעיל אין מתריעין עליהן אלא בהפרכיא שלהן, פי' לומר שאפי' בעומדות על הגבולין אין מתריעין מהפרכי' להפרכי' דלא הויין בסביבותי'. ואין מתריעין לאו דוקא אלא אין מתריעין ולא מתענין כלל קאמר ואיידי דקתני רישא מתריעין נקט סיפא הכי. ויש נוסחאות שכתוב בהן ועל כולן אין מתריעין עליהן אלא בהפרכי' שלהן וכן כתוב בפי' ר\"ח ז\"ל. <br>ומצאתי בתוספתא שהיא שנויה כך מתריעין על הגובאי בכל שהן מפני שהיא מכה מהלכת. ר\"ש אומר אף על החרב. חרב העוברת ממקום למקום בא\"י אפי' חרב של שלום מתריעין עליה כו' (מתנית' דלקמן והתני עלה) ועל כולן אין מתריעין עליהן אלא באותה אפרכיא בלבד היה בסוריא אין מתריעין עליהן בא\"י בא\"י אין מתריעין עליהן בסוריא. ולפי זה הענין משמע דהאי על כולן הוא אפי' אמכה מהלכת שאם היה אפי' המכה או חרב בא\"י אין מתריעין עליהן בסוריא הא בכל א\"י שהיא אפרכיא א' מתריעין אע\"פ שלא נראה אלא בעיר אחת מפני שהיא מכה מהלכת. <br>מיהו קשה לי דבמתני' שגזרו תענית בירושל' על שאכלו הזאבים תינוקות בעבר הירדן והיא אפרכיא אחרת כדתנן שלש ארצות לחזקה יהודה ועבר הירדן והגליל. ואפשר שכל ארץ ישראל ואפי' עבר הירדן אפרכיא אחת לענין תעניות וכדקתני בברייתא בארבה אפי' לא נראה אלא מין אחד בכל א\"י מתריעין עליו מיד דמשמע בכל א\"י מתריעין משום מקום אחד אבל בסוריא וחוצה לארץ שאין שיירות מצויות ואין הולכי דרכים מצויין כלל לפי שהן בדלין מהם ומעיירותיהן היא אפרכיא אחרת. ובכל מקום שהחזיקו בו עולי מצרים כארץ ישראל שהרי גזרו תענית בירושלי' על השדפון שבאשקלון דאשקלון מא\"י היא בכבוש עולי מצרים כדכתיב וילכד את עזה ואה גבוליה ואת אשקלון ואע\"ג דתנן מאשקלון ולדרום ואשקלון כדרום בכבוש עולי בבל הוא כחוצה לארץ וכבר פירשנו זה בתחלת גיטין. <br>ואי קשיא בא\"י אמאי אין מתריעין בסוריא והא גבירה ושפחה היא. י\"ל קסבר כבוש יחיד שמיה כבוש ואע\"פ שהשוה לח\"ל לטומא'. גבירה וגבירה נינהו. אי נמי אין מתריעין מפני שאין המכה מהלכת כל כך אבל מתענין משום גבירה ושפחה אי נמי כי אמרינן גבירה ושפחה ה\"מ כשמכה בכל ארץ ישראל אבל היה במקצתה השאר מתענין ומתריעין מפני שמכה מהלכת אבל בא\"ל אין מתענין כלל דהא איכא גבירה שאינה לוקה ושפחה תנצל עם הנצלין:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מתניתין משנכנס אב ממעטין בשמחה. שבת שחל תשעה באב להיות בתוכה אסורין לספר ולכבס ובחמישי מותרין מפני כבוד השבת. </b>בפרק החולץ (יבמות מ\"ג ע\"א) תניא קודם לזמן הזה כלומר מראש חדש ועד התענית העם ממעטין בעסקיהם מלישא ומליתן ומלבנות ומלנטוע. ומארסין ואין כונסין ואין עושין סעודת אירוסין. מאי טעמא משום דאירוסין בלא סעודה ליכא שמחה. ירושלמי אמר ר' הושעיא אמר ר' יהושע בן לוי הא דאיתמר בבנין של שמחה אבל אם היה כותלו גוהה סותרו ובונהו. והתם שמואל אמר בת\"ב יארס שלא יבא אחר ויקדמנו.<br>אמר ר' נחמן (תענית כ\"ט ע\"ב) לא שנו שאסור לכבס וללבוש אבל (לכבס בשבת של ת\"ב אלא) לכבס ולהניח מותר. ורב ששת אמר אפילו לכבס ולהניח לשבת קאמר. אמר רב ששת תדע דהא בטלי קצרי דבי רב, והלכת' כרב ששת, דתני' אסור לכבס לפני ת\"ב אפי' להניח לאחר ת\"ב. <br>וגיהוץ שלנו ככיבוס שלהם. וכלי פשתן אין בהן משום גיהוץ. פירשו הגאונים דהכי קתני גיהוץ שלנו ככיבוס שלהן שהוא אסור הא כיבוס שלנו מותר וכלי פשתן אין בהן משום גיהוץ שלנו ולא כיבום שלהם. שלח רב יצחק בר יעקב בר גיורי משמיה דר' יוחנן אף על פי שאמרו כלי פשתן אין בהן משום גיהוץ אבל אסור ללבשן בשבת שחל תשעה באב להיות בתוכה. ואפילו מי שאין לו אלא חלוק אחד אסור לכבסו וללבשו בשבת של תשעה באב. <br>תניא תשעה באב שחל להיות בשבת אוכל ושותה כל צרכו ומעלה על שלחנו כסעודת שלמה בשעתו. ואסור לספר ולכבס מראש חדש ועד התענית דברי ר' מאיר, ר' יהודה אומר כל החדש כולו אסור. ר\"ש ב\"ג אומר אינו אסור אלא אותה שבת בלבד. אמר רבי יוחנן ושלשתן מקרא אחד דרשו והשבתי כל משושה חגה חדשה ושבתה וכל מועדה. מאן דאמר מראש חדש ועד התענית אסור מחגה. ומאן דאמר כל החדש אסור מחדשה ומאן דאמר אינו אסור אלא אותה שבת משבתה. אמר רבא הלכה כרבי מאיר. ואמר רבא הלכה כר שמעון ב\"ג ותרווייהו לקולא. וצריכא דאי אשמעינן הלכה כר' מאיר הוה אמינא אפילו מראש חדש קמ\"ל הלכה כרשב\"ג. ואי אשמעינן הלכה כרשב\"ג הוה אמינא אפילן לאחריו קמ\"ל הלכה כר' מאיר דאינו אסור אלא אותה שבת בלבד עד התענית. <br>ירושלמי (ד,ו) דרומאי נהגין חגה, צפראי נהגין חדשה, טבריאי נהגין שבתה. חזרין רבנן דטבריא למנהג כרבני דצפוראי. ועכשיו נמי יש מקומות שנוהגין שלא לאכול בשר מראש חדש ועד התענית. ונהגו הכל שלא ליכנס לבית המרחץ בשבת זו ואסור לשנות מנהג אבות עד כאן תוספתא תשעה באב שחל להיות בשבת אוכל אדם כל צרכו ושותה כל צרכו ומעלה על שלחנו אפילו כסעודת שלמה בשעתו ואינו מונע מעצמו כלום. פירוש שאינו מונע מעצמו רחיצה וסיכה ותשמיש ולא אמרינן דברים שבצינעא נוהג. <br>תניא אידך, שבת שחל תשעה באב להיות בתוכה אסורין לספר ולכבס. כיצד חל להיות באחד בשבת מותר לכבס כל השבת כולה. חל להיות בשני או בשלישי או ברביעי או בחמישי לפניו אסור לאחריו מותר. חל להיות בערב שבת מותר לכבס בחמישי מפני כבוד השבת ואם לא כבס בחמישי יכבס בערב שבת מן המנחה ולמעלה. לייט עלה אביי ואי תימא רב אחא ואי תימא רב אחא בר יעקב אהא. פירוש אמכבס ביום תשעה באב עצמו שחל להיות ערב שבת. ירושלמי ר' בא בר כהן אמר קומי ר' יוסי ר' אחא בשם ר' אבהו תשעה באב שחל להיות בשבת שתי שבתות מותרין. <br>וכבוס זה האמור בשבת של תשעה באב לא לכבס עכשיו דוקא קודם אלא אפילו במכובסין קודם לכן אסור ללבשן. ולא ללבישה בלבד אלא בין ללבוש בין להציע בין באיש בין באשה ואפילו במטפחות הידים והשלחן הכל אסור דהא בטלי קצרי דבי רב לגמרי. <br>והא דאמרי' כלי פשתן אין בהן משום גיהוץ ודאי בישנים הוא. דאלו בחדשים אפי' בכלי פשתן יש בהן משום גיהוץ באבל כדפרשינן אלא בישנים היא אלמא בכלי צמר אפילו בישנים קאמרינן דאסור. ובולה שמעתא במכבס ישנים היא ושמע מינה דכל שם גיהוץ אסור. הילכך כלים חדשים בין לבנים בין צבועי' אסורין. וכן ישנים מכובסין כולן אסורין ואפילו להניח אחר שבת. וגיהוץ שלנו נמי אסור בין בחדשים בין בישנים יוצאין מתחת המכבש. מיהו כיבוס שלנו לכבס ולהניח מותר דמלאכת עראי היא. וכן כלי פשתן בכל מקום ואפי' בגיהוץ שלהם וללבוש בין חדשים בין ישנים לבנים וצבועים בין מכובסין עכשיו בין קודם לכן כולן אסור ללבשן בשבת הזו. ואפילו של פשתן. <br>ותספורת של שבת זו נמי כדינו לענין אבל. אחד שער ראשו ואחד כל שער שבו. ובזקן כל שמעכב אכילה מותר. ומי שתכפוהו אבלות של מת ושל תשעה באב והכביד שערו מיקל בתער אבל לא במספרי' ומכבס כסותו במים ולא בנתר ובחול כדינו באבילות ועל פי מה שסדור למעלה:", 
            "<b>אלא האידנא מאי טעמא פרסי כהני ידיהו במנחתא דתענית כיון דסמוך לשקיעת החמה קא פרסי כתפלת נעילה דמי. </b>ראיתי להראב\"ד ז\"ל שפירש לפיכך ביוה\"כ דאיכא תפלת נעילה פרסי כהני ידייהו בתפילת נעילה ולא בתפלת מנחה וכן כתב הרמב\"ם ז\"ל. <br>ושתי תשובות יש להשיב: אחת - שלא הוזכר בכל השמועה הזאת תענית בלא נעילה ובסתמא אמר דפרסי ידיהו בהנחתא דתעניתא דנהוג. וקשה מזו דא\"כ כהני דפרסי ידייהו במנחתא דתעניתא דנהוג כמאן אי כר' יוסי בנעילה ליפרוס ולא במנחתא לעולם אי כר\"מ בכולהו ליפרוס ואינהו כי אית בהו נעילה פרסי בנעילה ולא במנחה אלמה אמרי' בגמר' בתר דפסקי' והלכה כר' יוסי אלא האידנא מאי טעמא פרסי ידייהו במנחה וכ\"ש בנעילה פרסי ידייהו לעולם. תדע דהא אמרינן מנהג כר\"מ אי נמי נהגו העם כר\"מ ומשום (מנהגא) [מנחה] לרבי יוסי מפקינן הא לדר\"מ ולא אתמר בגמ' אי הכי מאי טעמא נהוג כר\"מ וקאמר מאי טעמא פרסי ידייהו במנחתא דתעניתא. מיהו מנהגא ודאי כדברי ר\"מ היא דפרסי ידייהו כל זמן שמתפללין ומש\"ה סבור רב הונא ורבי יוחנן דממילתיה דר\"מ נהגו כן ורב נחמן פליג עלייהו ואמר דהלכה כרבי יוסי ואפי' ר' יוסי מודה במנהגא דכיון דסמוך לשקיעת החמה קא פרסי מפני אריכות תפלת המנחה בתעניות וכבר הגיעה שעת נעילה אע\"פ שאח\"כ נמי מתפללין נעילה בכולן נושאין את כפיהם דמנחה דהך שעתא ליתא כל יומא. <br>ועכשיו לפי שיטה זו כהנינו האידנא נושאין כפיהם ביוה\"כ במנתה ובנעילה. אלא שי\"ל שאין טעם זה שבגמ' כיון דסמוך לשקיעת החמה קא פרסי אלא בשאר תעניות דמעייני במילי דמתא יותר מפלגא דיומא והדר קרי ומתפטרי ומברכין בתפלת המנחה בכ\"ד ברכות ורבוייא דתעניו' כדאיתא בפ\"ק אבל ביום הכפורי' (מנהג) [מנחה] מכי מטי זמנה מצלו לה הילכך לא פרסי אלא בנעילה וכן הנהיגו הגאונים ז\"ל בחבורותיהם. <br>והכי נמי משמע במס' סוטה במנחה דתענית מאי אמור ובנעילה דיום הכפורים מאי אמור אלמא במנחתא דיום הכפורים לא פרסי וליכא למימר דאמרי במנחה דיוה\"כ כמנחה דתענית דא\"כ לימא מנחה ונעילה דיוה\"כ ועוד לא מסתבר דלימרו ביוה\"כ מקוה ישראל מושיעו בעת צרה למה תהיה כגר בארץ כו' אלא משמע דמדכרי דתענית דפרסי כנעילה דיוה\"כ ולא במנחה דיוה\"כ דלא פרסי ונעילה בתענית ליכא כגון ט\"ב וד' צומות ובתעניות דאית בהו נעילה אמרי כיוה\"כ:", 
            "מתניתין <b>ערב תשעה באב לא יאכל אדם שני תבשילים לא יאכל בשר ולא ישתה יין ר' שמעון בן גמליאל אומר ישנה ר' יהודה מחייב בכפיית המטה ולא הודו לו חכמים. אמר רב יהודה אמר רב לא שנו אלא משש שעות ולמעלה אבל משש שעות ולמטה מותר ואמר רב יהודה אמר רב לא שנו אלא בסעודה המפסיק בה אבל בסעודה שאינו מפסיק בה מותר ותרוייהו לקולא וצריכא דאי אשמעינן בסעודה המפסיק בה הוה אמינא אפילו משש שעות ולמטה קמ\"ל משש שעות ולמעלה ואי אשמעינן משש שעות ולמעלה הוה אמינא אפילו בסעודה שאין מפסיק בה קא משמע לן בסעודה המפסיק בה. תניא כלישנא בתרא תניא כלישנא קמא תניא כלישנא בתרא הסועד ערב תשעה באב אם עתיד לסעוד סעודה אחרת מותר לאכול בשר ולשתות יין ואם לאו אסור לאכול בשר ולשתות יין תניא כלישנא קמא ערב תשעה באב לא יאכל אדם שני תבשילין לא יאכל בשר ולא ישתה יין רבי שמעון בן גמליאל אומר ישנה כיצד ישנה אמר רב יהודה אמר רב אם היה רגיל לאכול שני מיני תבשילין אוכל מין אחד היה רגיל לסעוד בעשרה בני אדם סועד בחמשה היה רגיל לשתות בעשרה כוסות שותה בחמשה במה דברים אמורים משש שעות ולמעלה אבל משש שעות ולמעלה אבל משש שעות ולמטה מותר. גירסא ירושלמית מהו ישנה יחליף היה רגיל דאכיל ליטרא דקופר יאכל פלגיה אין הוה רגיל שתי קסטא דחמרא ישתה פלגיה. תניא אידך ערב תשעה באב לא יאכל אדם שני תבשילין וחכמים אומרים ימעט כיצד ימעט אמר רב אם היה רגיל לאכול ליטרא בשר יאכל חצי ליטרא אם היה רגיל לשתות לוג יין ישתה חצי לוג ר' שמעון בן גמליאל אומר אם היה רגיל לאכול אחר סעודתו צנון או מליח הרשות בידו. </b>ואע\"ג דקתני ברייתא בלשון חכמים ימעט ורב יהודה אמר רב מפרש למימרא דידהו אפילו הכי הלכתא כסתם מתניתין אסור לאכול בשר ולשתות יין כלל דקיימא לן סתם במתניתין ומחלוקת בברייתא הלכה כסתם מתניתין והני רבנן דברייתא כרבי שמעון בן גמליאל אמרי נמי רשב\"ג דמתניתין היא דרשב\"ג קאמר במתניתין ישנה דמיעוט ושנוי חד דינא אינון ורב יהודה אמר רב פרושי בעלמא הוא דמפרשי לדר' שמעון בן גמליאל מאי מיעוט ומאי שינוי ולאו למימרא דסבירא להו אלא כמתניתין אסור לאכול בשר ולשתות יין לגמרי וסוגיא דברייתות כולהו כסתם מתניתין איתניין לאיסורא וכך פסקו כל הגאונים ורבינו הגדול בהלכותיו ונוסחא דיליה ז\"ל אמר רבי יהודה כיצד ישנה וסיפא דברייתא היא ורבי יהודה תנא הוא ולפי גירסא כל שכן שהדבר פשוט דהלכה כסתם מתניתין דר' יהודה ורשב\"ג יחידאי אינון ולא מיסתמיך מילתייהו באמוראי אלא דנוסחי דילן וגירסא ירושלמית באמוראי תנו לה ומכל מקום סתם במתניתין וסוגיין דרבנן עדיפא וכן הלכה.<br>ומסתברא סעודה המפסיק בה, כל שאינו עתיד לסעוד סעודה אחרת של קביעות אף על פי שדעתו לאכול עראי לא כאלו שבטנם בטן רשעים אוכלין בשר ומשתכרין ואח\"כ אוכלין עראי כדי להפסיק באכילה שאין בה בשר ויין. <br>כתב רבינו האי גאון ז\"ל שני תבשילין שאמרו כגון אורז ועדשים שהן שני מינין והרב רבי יצחק בן גיאת ז\"ל כתב כל שני תבשילין הן דרך כבוד ואסרו אותן חכמים אפילו ממין אחד של קטניות או מין אחד של ירק ואין צריך לומר משני מינין וכדברי הרב ז\"ל עיקר. דכל שני מיני קדרה או שני מיני אלפס אסורין והם שנקראין תבשיל בגמרא בכל מקום אבל שני מינין בקדרה אחת לאו תבשיל הוא. ויש שמחמירין לאסור בשני מינין בקדרה אחת ואפילו בדג וביצה שעליו וחותך קפלוט תחת הדג מפני שהן קרויין שני תבשילין לענין עירוב ואינו כן קל הוא לענין עירוב שאמרו בעירובי תבשילין לעשותן כשני תבשילין ואינו לענין תשעה באב. ומיני ירקות מותר ללפת בהן את הפת כשהן חיין ואפילו במינין הרבה: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תניא כל שהוא מחמת תשעה באב אסור לאכול בשר ואסור לשתות יין ואסור לרחוץ ר' ישמעאל בר' יוסי אומר משום אביו כל זמן שמותר לאכול מותר לרחוץ. </b>אבל רבינו הגדול ז\"ל לא כתב ברייתא זו בהלכות[יו], ושמא כתב הרב ז\"ל דבריו של ר' ישמעאל בר' יוסי משום אביו מסתמא דמתניתין דלא קתני באיסורא דערב תשעה באב אלא לאכול בשר ולשתות יין ושני תבשילין. ולא מכרעא מילתא למדחי דרבים דאיכא למימר מתניתין איסורא דפסקא ליה קתני איסורא דתליא בקבלת עינוי לא קתני משום שתיקה דמתניתין לא פסקינן בשום דוכתא. דמאי דלא פרישו במתניתין פרישו בברייתא. הלכך מכי אזיל סעודה המפסיק בה משש שעות ולמעלה באבלות אסור לרחוץ אפילו פניו ידיו ורגליו. ואסור לסוך בתשעה באב עצמו כדאיתא בתוספתא:", 
            "<b>תניא ערב תשעה באב לא יאכל אדם שני תבשילין ולא יאכל בשר ולא ישתה יין אבל אוכל בשר מליח ושותה יין מגתו. בשר מליח עד כמה אמר רב חיננא בר כהנא אמר שמואל כל זמן שהוא כשלמי'. יין מגתו עד כמה כל זמן שהוא תוסס וכמה תסיסתו שלשה ימים. אמר רב יהודה אמר רב כך היה מנהגו של רבי יהודה בר' אלעאי ערב תשעה באב מביאים לו פת חרבה במלח ושורה אותה במים ויושב בין תנור לכירים ושותה אחריה קיתון של מים ודומה כמי שמתו מוטל לפניו. </b>ירושלמי (ד,ו) רב מן דהוה אכיל כל צרכיה הוה צבע פיסתיה בקיטמא ואמר זהו עיקר סעודת ט' באב לקיים מה שנאמר (איכה ג,טז) ויגרס בחצץ שיניו:", 
            "<b>תנו רבנן כל מצוות </b>(עשה) שנוהגות באבל נוהגות בתשעה באב אסור ברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה. אסור לקרות בתורה ובנביאים ובכתובים ולשנות במשנה ובמדרש ובגמרא בהלכות ובהגדות אבל קורא במקום שאינו רגיל לקרות ושונה במקום שאינו רגיל לשנות וקורא באיוב ובקינות ובדברים הרעים שבירמיהו ותינוקות של בית רבן אינן בטלין לעולם דברי ר' מאיר, ר' יהודה אומר אף אינו קורא במקום שאינו רגיל לקרות ואינו שונה במקום שאינו רגיל לשנות, אבל קורא הוא באיוב וקינות ובדברים הרעים שבירמיהו ותינוקות של בית רבן בטלין משום שנאמר פקודי ה' ישרים משמחי לב.<br>ותשעה באב אסור באכילה ושתיה כדרך איסורן ביום הכפורים אלא שזה ענוש כרת וזה מדברי קבלה ומכין אותו מכת מרדות, וגרסינן בפרק מקום שנהגו (פסחים נ\"ד ע\"ב) דרש רבא עוברות ומניקות מתענות ומשלימות בו כדרך שמתענות ומשלימות ביום הכפורים, ובין השמשות שלו אסור, אלא מיהו חיה כל שלשים וכן חולה שהוא צריך אין צריכין אומד אלא מאכילין (אותו) [אותם] דבמקום חולי לא גזרו רבנן. <br>וכן ברחיצה ובסיכה אסור לגמרי כיום הכפורים בין בחמין בין בצונן, דאמר רבי אלעזר אסור לאדם שיושיט אצבעו במים בתשעה באב כדרך שאסור ביום הכפורים וגרסינן בתעניות [י\"ג ע\"א] כל חייבי טבילות טובלין כדרכן בין בתשעה באב בין ביום הכפורים, רבי חנינא סגן הכהנים כדאי הוא בית אלהינו לאבד עליו טבילה אתת בשנה, והלכתא כתנא קמא והני מילי טבילה בזמנה דקיימא לן טבילה בזמנה מצוה, אבל שלא בזמנה אסורה וכפי מה שפירשנו בשער שלמעלה.<br>ונעילת הסנדל ומנעל כדינו לענין אבילות ולפי מה שסדור למעלה.<br>בפרק יום הכפורים (יומא ע\"ח ע\"א) זעירא בר חמא אושפיזיכניה דרבי יהושע בן לוי ודרב אמי ודרב אסי ודכולהו רבנן דקסרין, הוה אמר ליה ליוסף בריה דר' יהושע בן לוי בר אוריאן תא אימא לך מילתא מעלייתא דהוה עביד אביך ערב תשעה באב, מביאין לו מטפחות ושורה במים ומקנח בה ידיו ורגליו למחר מעבירה על גבי עיניו ואינו חושש, פירוש מביאין לו מטפחת ושורה אותה במים ובלילה מקנח בה ידיו ורגליו כדי להצטנן בה ולמחר מעבירו על גבי עיניו להעביר לפלוף חבלי שינה מהן, ורוחץ ידיו כדרכו לתפלה דהוה ליה כחייבי טבילות שטובלין כדרכן בין בתשעה באב בין ביום הכפורים דכל רחיצת מצוה מותרת ונטילת ידים לתפלה מצוה היא ולהקביל פני רבו עובר במים להקביל פני שכינה לא כל שכן, אבל שלא בשעת תפלה אם היו מטונפות מדרך קינוח רוחץ כדרכו, כדאמרינן אם היה מלוכלך בטיט ובצואה רוחץ כדרכו ואם לאו אינו אלא לתפלה ובירושלמי בתשעה באב מרחיץ את ידיו ומעבירין על פניו, אם היה לפלוף על גבי עיניו ודרכו לרחצן במים רוחץ ומעבירו כדרכו ואינו חושש דהוה ליה כמלוכלך בטיט ובצואה דרוחץ כדרכו ואינו חושש וכן כתב הרב רבי יצחק אבן גיאת ז\"ל, אבל הרב רבי משה ז\"ל כתב ביום הכפורים ובתשעה באב שאין שם רחיצה אינו מברך על נטילת ידים ולא המעביר חבלי שינה ואין זה נכון אלא שאין לי להאריך כאן.<br>וכן נהגו קצת העם שלא לקרות פרשת קרבנות ומשנת איזהו מקומן ומדרש רבי ישמעאל בתשעה באב בבית הכנסת לפי שאסור לקרות בתורה, ואין לנו איסור בסדר היום שהרי קורא קריאת שמע ומברך לפניה ולאחריה, וכן קורין בתורה ומפטירין בנביא בענינו של יום ופרשת התמיד ואיזהו מקומן כנגד תמידין תקנום ואומר כדרכו ואינו חושש:\n"
        ], 
        [
            "מתניתין מקום שנהגו לעשות מלאכה בתשעה באב עושין מקום שנהגו שלא לעשות אין עושין ובכל מקום תלמידי חכמים בטלים, רבן שמעון בן גמליאל אומר לעולם יעשו בני אדם עצמו כתלמידי חכמים, תנ\"ה רבן שמעון בן גמליאל אומר לעולם יעשה כל אדם עצמו כתלמידי חכמים כדי שיתענה, תניא אידך רשב\"ג אומר כל העושה מלאכה בתשעה באב כעושה מלאכה ביום הכפורים, ר' עקיבא אומר כל האוכל ושותה בתשעה באב כאוכל ושותה ביום הכפורים, וחכמים אומרים כל האוכל ושותה בתשעה באב אינו רואה בנחמתה, שנאמר שמחו את ירושלי' וגילו בה כל אוהביה שישו אתה משוש כל המתאבלים עליה מכאן אמרו כל המתאבל על ירושלים זוכה ורואה בנחמתה וכל שאינו מתאבל עליה אינו זוכה ורואה בנחמת', וכל האוכל בשר ושותה יין בסעודה המפסיק בה עליו הכתוב אומר ותהי עונותם על עצמותם. תוספתא אין שאלת שלום לחברים בתשעה באב ולהדיוטו' בשפה רפה פו' משיבין את ההדיוטות בשפה רפה. כך אמרו בירושלמי אין שואלין בשלום חברים בתשעה באב אכל משיבין את ההדיוטות בשפה רפה:", 
            "ולענין כפיית המטה דתנן [שם] ר' יהודה מחייב בכפיית המטה ולא הודו לו חכמים, תניא אמרו לו לרבי יהודה לדבריך עוברות ומיניקות מה תהא עליהם. אמר להם אף אני לא אמרתי אלא ביכול, תניא נמי הכי מודים חכמים לר' יהודה ביכול, ומודה ר' יהודה לחכמים בשאינו יכול, אלא מאי בינייהו אמר אביי שאר מטות איכא בינייהו. דרבי יהודה מחייב בכפיית כל המטות שיש לו בתוך ביתו, ורבנן אין מחייבין אלא בכפיית מטתו בלבד כדי שישן על מטה כפויה:", 
            "<b>אמר רבא הלכה כתנא דידן ולא הודו לו כלל. </b>מיהא שמעינן דלא מיחייב בכפיית המטה ואף על גב דהיא ממצות הנוהגות באבל ותניא כל מצות הנוהגות באבל נוהגות בט' באב ההיא לענין מצות לא תעשה הנוהגות באבל אבל כל מצות עשה שבאבל כגון כפיית המטה אינו נוהג בהם בט' באב, והוא הדין לעטיפת הראש ואין צריך לומר שאינו חייב בקריעה דקריעה נמי ליתה מכל מצות האמורות באבל, כדאמרינן התם אבלות לחוד וקריעה לחוד. <br>ומסתברא דחייב במצות תפילין בתשעה באב. ואע\"ג דהיא מצות לא תעשה הנוהגת באבל, כיון דלא מיתסר בהו אלא יום אחד דאבילות לא חמיר תשעה באב טפי מיום שני דאבל, וברייתא מצות שנוהגות באבל שבעה קתני ופרושי קא מפרש להו רחיצה וסיכה נעילת הסנדל ותשמיש המטה ודברי תורה, תדע דהא מותר בעשיית מלאכה במקום שנהגו, משום דלענין אבילות נמי בשאין לו מה יאכל עושה בצינעא בתוך ביתו, וכן בשאלת שלום שכן באבלות לאחר שלשים משיב שלום, עשו תשעה באב כאבל לאחר שלשה כאן וכאן בקושי התירו לפיכך חברים עושין אותו כשלשה ימים הראשונים ונוהגין איסור במלאכה ואין שאלת שלום ביניהם כלל, שכן באבלות אין מתירין מלאכה לאתר שלש' אלא למי שאין לו מה יאכל, ואין מתירין שלום אלא למי ששאל שלא יהא צריך להודיעו שהוא אבל, הילכך תפלין דלא מיתסר בהו אבל אלא ביום ראשון בלבד חייב בהן בתשעה באב, ונותן תפלין ביד ובראש שלא ראו לבטל מצוה משום אבילות ישנה אלא ביום ראשון של אבלות בלבד דכתיב ביה ואחריתה כיום מר וכדאמרן התם מצוה שאני כך נראה לי. <br>[ושוב] מצאתי בגליוני הראשונים תשובה לרבינו האי באבל שחל שביעי שלו בתשעה באב, הוי יודעין שאין מצוה לפסוק את האבלות לאחר תפלת שחרית, אלא קולא שמקילין באבל שמקצת היום ככולו וסגי ליה לנהוג אבלות בשביעי מקצת היום, ולעולם אי ניחא ליה לעמוד באבלו עד סוף היום אינה מגונה, לפיכך אם נזדמן לו יום שביעי תשעה באב, כגון רחיצה וסיכה ונעילת הסנדל ותשמיש המטה הרי הוא עומד באיסורו כל היום, אבל דברים שמותרין בתשעה באב ואסורין באבל כגון עטוף על שפם וזקיפת המטה וסלוק התפילין הרשות בידו אם רצה להמתין בהם עד הערב ימתין ואם רצה להסיר מנהג אבילות מאחר תפלת השחר יעשה, עד כאן דברי הגאון זכינו להסכים לדעתו, ומכל מקום, אבל שחל שביעי שלו בתשעה באב ודאי מניח תפילין דהא לא נהיג בהו אבלות אלא ביום ראשון. <br>ולענין סדר היום (מגילה ל\"א ע\"ב) אמר אביי האידנא נהוג עלמא למיקרי בכי תוליד בנים, ומפטירין אסף אסיפם, ותניא (שם כ\"ב ע\"ב) חל להיות בשני או בחמישי קורין שלשה ומפטיר אחד בשלישי וברביעי קורא אחד ומפטיר אחד, רבי יוסי אומר לעולם קורין שלשה ומפטיר אחד וקיימא לן כר' יוסי, דתניא זה הכלל כל שיש בו ביטול מלאכה לעם כגון תשעה באב ותענית צבור קורין שלשה, וכן עמא דבר. <br>ובמסכת סופרים משבע מסכתות הקטנות מצאתי גבי נהגו העם לומר מזמורים בעונתן בתשעה באב ארבעה פסוקים משל ירמיה המאס מאסת את יהודה אם בציון געלה נפשך וגו' עד כי אתה עשית את כל אלה, ושני מזמורים הללו אלהים באו גוים בנחלתך ועל נהרות בבל, ואע\"פ שבכל מקום דברי קדושה נקדמין לדברי קבלה בכאן דברי קבלה מקדימי' לדברי קדושה וגרסינן התם יש קורין ספר קינות בערב ויש מאחרין עד הבקר לאחר קריאת ספר תורה שאחר קריאת התורה עומד ומתפלש ראשו באפר ובגדיו מפולשין וקורא בבכיה וביללה, אם יודע הוא לתרגמו מוטב ואם לאו נותנו למי שיודע לתרגם בטוב ומתרגם, לפי שיבינו כל שאר העם והנשים והתינוקות שהנשים חייבות לשמוע קריאת ספר כאנשים וכל שכן בנים זכרים, והקורא בתשעה באב אומר ברוך דיין האמת, ויש שמניחין את תיק התורה על הקרקע ואומר נפלה עטרת ראשנו וקורעין ומספידין כאדם שמתו מוטל לפניו. ויש שמשנין ויש שיורדין מספסליהן וכולן מתפלשין באפר, ואין אומרים שלום זה לזה כל הלילה וכל היום עד שישלימו העם קינותיהם. ובשעת הקינות אסור לספר דבר ולצאת לחוץ כדי שלא יפסיק לבו מן האבל וכל שכן לשוח עם הארמי. <br>ומסתברא דהך מכילתא מנהגי תניא וכך היו נוהגין שאחד קורא מגלת קינות וכולן שומעין כדרך שאמרו במגלת אסתר. ומברך בקריאתה על מקרא מגילה וכך הזכירו שם בפרק ארבעה עשר, וכאן אמרו שמברך דיין האמת ונמצא שמברך עליה שתים וכן מאי דקאמר קורעין ומספידין מנהגי נינהו, וכן מקום שנוהגין לשנות את מקומם שעושין אותו כשבת שניה של אבלות ומקום שיורדין מספסליהם עושים אותו כשבת ראשונה, וכן נהגו עכשיו שאלו מן הדין אין לנו בגמרא שינוי מקום ישיבת קרקע בתשעה באב כלל קל וחומר מכפיית המטה ובמו שפירשנו למעצה. וכך אמרו שם ערבי' אין אדם שומע לחברו מפני שהן מתפללין בלחש ואי, אומרים לא ברבו ולא יהי שם. אבל בתפלת השחרית לאתר הפסוקים והמזמורים האלו אומר ברבו בקולנמוך ואין מזכירין קדוש ואף לא קדיש. אבל בתפלת המנחה אומר קדוש וקדיש עד כאן במסכת סופרים ואף בזו נתלה הדבר במנהג. <br>ירושלמי [ברכות ד,ג] ר' אחא אומר יחיד בתשעה באב צריך להזכיר מעין המאורע ומאי ניהו. רחם יי אלהינו ברחמיך הרבים ובחסדיך הנאמנים על ישראל עמך ועל ירושלים עירך ועל ציון משכן כבודך ועל העיר האבלה ההרוסה והשוממה הנתונה ביד זרים הרמוסה בכף עריצים ויבלעוה לגיונות ויחללוה ולבני ישראל נתתה נחלה ולזרע ישורון ירושה והורשתיה כי באש החרבתה ובאש אתה עתיד לבנותה כאמור ואני אהיה לה חומת אש וגומר. ר' אבדומה דצפרין בעא קומי ר' מונא ואיכן הוא אומרה. אמר ליה ועדיין אין אתי לזו. א\"ר ירמיה בשם רב כל דבר שהוא להבא אומרה בעבודה. וכל דבר שהוא לשעבר אומרה בהודיה. מתניתא אמרה כן ונותן הודיה למעבר וצועק לעתיד לבא. וכתוב בהלכות רבינו ז\"ל ונהגו עלמא למימרא בבונה ירושלים. וסמכו אהא דאמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב אף על פי שאמרו שואל אדם צרכיו בשומע תפלה אם בא לומר בסוף כל ברכה וברכה אומר. <br>וסוגיין בפרק מקום שנהגו [פסחים נ\"ד ע\"ב] דתשעה באב אינו כתענית צבור לתפלת נעילה ולא לעשרים וארבע ברכות. ואף על גב דרב פפא מתרץ אינו כראשונות אלא כאחרונות. ולדידיה לעניןנעילה עשרים וארבע לא שמענו בהם הפרש. סמכי עלמא אלישנא קמא דלישני דגמרא אינון דמאי אינו כתענית צבור לנעילה ולעשרים וארבע ברכות. ועוד דלא אשכחן בהדיא לרב פפא דלימא כתענית צבור לתפלות. אע\"ג דמוקים מימריה דרבי יוחנן במילי אחרי וברייתא דקתני התם אין בין ט' באב לתענית צבור אלא שזה אסור בעשיית מלאכה וזה מותר בעשיית מלאכה. משמע הא לכל דבריהם זה וזה שוין לענין איסורין תניא וקולי קולי קתני דלא חמיר תעני' צבור מיניה אלא לענין עשיית מלאכה. אבל בתפלות לא איירי דבתענית צבור איכא נעילה ועשרים וארבע ברכות ובתשעה באב ליכא. ובירושלמי במסכת ראש השנה רבי יוחנן מתפלל בט' באב עשרים וארבעה, ומפקיד לתלמידוי לא תילפון מיניה דין עובדא דצריכא ליה. אבל הוא תענית צבור הוא, ר' יוסי בשם רבי יהושע בן לוי אינו תענית צבור.<br>אלא מיהו חזינא סוגיא דמס' מגילה דמשתמע מיניה דאיכא נעילה בתשעה באב, דגרסינן התם (מגילה כ\"ב ע\"א) איבעיא להו תענית צבור בכמה. ראש חדש ומועד דאיכא קרבן מוסף אין אבל הכא דליכא קרבן מוסף לא, או דילמא הכא נמי איכא מוסף תפלה כלומר שמתפללין בו תפלת נעילה דהיא כעין תפלת המוספין תפלה יתירתא. ופשטינן לה מברייתא דקתני ט' באב ותענית צבור שלשה, ואיתמר עלה אמר רב אשי והא אנן לא תנן הכי דתנא זה הכלל כל שיש בו מוסף ואינו י\"ט קורין ארבעה, זה הכלל לאיתויי מאי לאו לאתויי ת\"צ וט' באב. כלומר דאיכא מוסף תפלה וקורין ארבעה אלמא תשעה באב נמי כתענית צבור הוא מוסף תפלה, הדין הוא סוגיא דשמעתא. <br>אלא איכא למימר בגמ' תענית צבור איבעיא להו. דאיכא ודאי מוסף תפלה. ומשום דפשטינן מברייתא תענית צבור ותשעה באב לשלשה אתי, אמר רב אשי זה הכלל לאיתויי מאי ונקט ליה תשעה באב בהדי תענית צבור. ולא חש למידק כולי האי לומר תשעה באב הא לא אתי בזה הכלל דלית ביה מוסף תפלה, דאמר רבי יוחנן תשעה באב אינו כתענית צבור לנעילה ולעשרים וארבע, דאי נמי דייקת הכי אמר לך זה הכלל לאיתויי תענית צבור הוא דהוה בענין, אבל תשעה באב לא הלכך נקט ליה לישנא רוחא ולא נחית לכולי הך דיוקא ומסקנא, אלא דזה הכלל סמכא בעלמא הוא ולא קשיא ולא מידי, הילכך הדרינן לסוגיא דגמרא דאיתמרא בדוכתא, דתשעה באב אינו כתענית צבור לנעילה ולעשרים וארבע ולית לן ראיה לחיובי בהו את הצבור והלכה רופפת שיש לתרץ ולומר פוק חזי מה עמא דבר.<br>וכבר ראיתי דברי רש\"י ז\"ל שמפרש מוסף תפלה עניני ברכה יתירתא ואין זה עולה לנו כלל, דמתניתין יום שיש בו מוסף קתני אי מוסף קרבן אי מוסף תפלה ועניני ברכה יתירתא אינו כלום לתוספת הקוראים. אלא מה שכתבנו היא עולה וראוי לסמוך עליו. <br>כתוב בהלכות גדולות והשתא דקיימא לן מתפלל אדם של מוצאי שבת בשבת ואומר הבדלה על הכוס, היכא דאיקלע תשעה באב בחד בשבת דמתבע תיבעי ליה לאפסוקי ממיכל ומשתי מבעוד יום דשבתא מהו לאבדולי, כיון דאמר מר [ברכות כ\"ו ע\"א] מתפלל אדם של מוצאי שבת בשבת ואומר הבדלה על הכוס הכא נמי אומר הבדלה מבעוד יום, או דילמא כיון דאלו מבדיל קבליה לתשעה באב עליה כדרב דאמר בדילנא ואיחייב ליה בעינוי דשוייה חול דאמר בין קדש לחול ואחסר ליה בשתיה. דהא אמרינן גבי יום הכפורים ליקדיש על כוס ולימא זמן ולשתייה כיון דקבליה איתסר ליה עילויה הילכך ליתרח עד דנפיק חד בשבת ומבדיל בה שרי בתעניתיה מקמי דליטעום ואע\"ג דאמר מר מבדיל והולך כל היו' כולו כל היו' אין טפי לא. הני מילי היכ' דהו' שרי לי'למיכ' אבל הכא דהו' אסו' לי' למיכל בחד בשבא מבדיל לאורת' דתרין בשבא וכן שליחא דצבורא מבדיל בבי כנישתא אבל על נורא לא ליבריך אלו דברי בעל הלכות ז\"ל.<br>ואנן לעניות דעתין לא חזינן לה להך סברא, דכיון דלא חזי לאבדולי אלא מוצאי שבת ויומו כי אסור למיכל בהני מאי טעעא ליבדיל מכאן ואילך ואדרבא איפכא מסתברא דכי אסור למיכל באפוקי שבתא ולא חזו לאבדולי בחד בשבא לא מבדיל בתרי בשבא דהא לא חזי בשעתיה לאבדולי. וטפי בטפי איכא למימר דאפילו למאן דאמר מבדיל והולך ומבדיל כל השבת כולה, הני מילי היכי דלמוצאי שבת חזי לאבדולי אבל היכא דלמוצאי בשבת לא חזי לאבדולי לא מיבדיל עד רביעי בשבת דכולהו תשלומין דראשון נינהו, וכיון דבזמניה לא חזי להבדלה לא מיבדיל בלא זמניה. משל כל הראוי לבילה אין בילה מעכב בו וכל שאינו ראוי לבילה בילה מעכבת בו.<br>ומכל מקום למ\"ד מבדיל והולך כל היום כולו משום דכולי עלמא יומא כלילה של מוצאי שבת הוא. ומילתא מחוורתא היא דכי נמי אסור למיכל ומשתי במוצאי שבת לא מבדיל מכאן ואילך דליכא הבדלה אלא במוצאי שבת דהוא לילה ויום, וכיון דראינו לרבינו הגדול ז\"ל שהזכיר לפסוק הלכה מבדיל והולך כל היום אין לנו הבדלה על הכוס בתשעה באב שחל להיות באחד בשבת.<br>ואיכא מאן דאמר מבדיל על הכוס ומטעים ליה לינוקא, ואף על גב דגבי זמן דיום הכפורים איסור כרת חששו. ועוד דקא אתי בכל יום הכפורים, אבל תשעה באב איסורא דרבנן הוא ולא דחינן סדר הבדלות דלית להו תקנתא בלא כוס משום גזרה דבדרבנן לא גזרינן, ועוד דכיון דלא אתי בכל שתא לא אתי למסרך.<br>ולאו מילתא היא דהתם אמרינן לענין מזרע כשותא בכרמא וליתן לתינוק ישראל אתי למסרך כדאית' [בחולין קל\"ט ע\"א] ואע\"ג דלאו איסו' כרת הוא ולא שכיח טפי. והיא היא פירכי' דר' אחא ב\"י (עירובין מ' ע\"ב) דאיהו קשי וליתן ליה לתינוק ישראל ומינה קא אמרינן ביום הכפורים לית הלכתא כרב אחא בר יעקב משום דתתי למסרך, וכן פירש רבינו חננאל במסכת עירובין שמע מינה דאפילו באיסורי ולא קביעא נמי חיישינן לסירכא.<br>ומסתברא דמוצאי שבת שחל להיות תשעה באב לא תקינו הבדלה על הכוס. תדע שהרי אמרו בתחלה קבעוה בתפלה העשירו קבעוה על הכוס. ובתשעה באב שחל להיות במוצאי שבת כל ישראל עניים מרודים הם וכי האי שעתא לא תקינו על הכוס כלל, ולא אמרינן המבדיל בתפלה צריך שיבדיל על הכוס אלא בשעה שיש כוס אבל בשעה שאין כוס בעולם אין צריך להבדיל:", 
            "סליק מסכת תענית "
        ]
    ], 
    "versionTitleInHebrew": "חדושי הרמב״ן, ירושלים תרפ״ט", 
    "heTitle": "חידושי רמב\"ן על תענית", 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001294828", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Ramban", 
        "Seder Moed"
    ]
}