{
    "title": "Mishneh Torah, Rebels",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Rebels",
    "text": [
        [
            "בֵּית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם הֵם עִקַּר תּוֹרָה שֶׁבְּעַל פֶּה. וְהֵם עַמּוּדֵי הַהוֹרָאָה וּמֵהֶם חֹק וּמִשְׁפָּט יוֹצֵא לְכָל יִשְׂרָאֵל. וַעֲלֵיהֶן הִבְטִיחָה תּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יז יא)</small> \"עַל פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ\" זוֹ מִצְוַת עֲשֵׂה. וְכָל הַמַּאֲמִין בְּמשֶׁה רַבֵּנוּ וּבְתוֹרָתוֹ חַיָּב לִסְמֹךְ מַעֲשֵׂה הַדָּת עֲלֵיהֶן וְלִשָּׁעֵן עֲלֵיהֶן: \n",
            "כָּל מִי שֶׁאֵינוֹ עוֹשֶׂה כְּהוֹרָאָתָן עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים יז יא)</small> \"לֹא תָסוּר מִכָּל הַדָּבָר אֲשֶׁר יַגִּידוּ לְךָ יָמִין וּשְׂמֹאל\". וְאֵין לוֹקִין עַל לָאו זֶה מִפְּנֵי שֶׁנִּתָּן לְאַזְהָרַת מִיתַת בֵּית דִּין. שֶׁכָּל חָכָם שֶׁמּוֹרֶה עַל דִּבְרֵיהֶם מִיתָתוֹ בְּחֶנֶק שֶׁנֶּאֱמַר <small>(דברים יז יב)</small> \"וְהָאִישׁ אֲשֶׁר יַעֲשֶׂה בְזָדוֹן\" וְגוֹ'. אֶחָד דְּבָרִים שֶׁלָּמְדוּ אוֹתָן מִפִּי הַשְּׁמוּעָה וְהֵם תּוֹרָה שֶׁבְּעַל פֶּה. וְאֶחָד דְּבָרִים שֶׁלְּמַּדוּם מִפִּי דַּעְתָּם בְּאַחַת מִן הַמִּדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן וְנִרְאָה בְּעֵינֵיהֶם שֶׁדָּבָר זֶה כָּךְ הוּא. וְאֶחָד דְּבָרִים שֶׁעֲשָׂאוּם סְיָג לַתּוֹרָה וּלְפִי מַה שֶּׁהַשָּׁעָה צְרִיכָה וְהֵן הַגְּזֵרוֹת וְהַתַּקָּנוֹת וְהַמִּנְהָגוֹת. כָּל אֶחָד וְאֶחָד מֵאֵלּוּ הַשְּׁלֹשָׁה דְּבָרִים מִצְוַת עֲשֵׂה לִשְׁמֹעַ לָהֶן. וְהָעוֹבֵר עַל כָּל אֶחָד מֵהֶן עוֹבֵר בְּלֹא תַּעֲשֶׂה. הֲרֵי הוּא אוֹמֵר <small>(דברים יז יא)</small> \"עַל פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ\" אֵלּוּ הַתַּקָּנוֹת וְהַגְּזֵרוֹת וְהַמִּנְהָגוֹת שֶׁיּוֹרוּ בָּהֶם לָרַבִּים כְּדֵי לְחַזֵּק הַדָּת וּלְתַקֵּן הָעוֹלָם. וְעַל הַמִּשְׁפָּט אֲשֶׁר יֹאמְרוּ אֵלּוּ דְּבָרִים שֶׁיִּלְמְדוּ אוֹתָן מִן הַדִּין בְּאַחַת מִן הַמִּדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן. מִכָּל הַדָּבָר אֲשֶׁר יַגִּידוּ לְךָ זוֹ הַקַּבָּלָה שֶׁקִּבְּלוּ אִישׁ מִפִּי אִישׁ: \n",
            "דִּבְרֵי קַבָּלָה אֵין בָּהֶן מַחְלֹקֶת לְעוֹלָם וְכָל דָּבָר שֶׁתִּמְצָא בּוֹ מַחְלֹקֶת בְּיָדוּעַ שֶׁאֵינוֹ קַבָּלָה מִמּשֶׁה רַבֵּנוּ. וּדְבָרִים שֶׁלְּמֵדִין מִן הַדִּין אִם הִסְכִּימוּ עֲלֵיהֶן בֵּית דִּין הַגָּדוֹל כֻּלָּן הֲרֵי הִסְכִּימוּ. וְאִם נֶחְלְקוּ בָּהֶן הוֹלְכִין אַחַר הָרֹב וּמוֹצִיאִין הַדִּין אַחַר הָרַבִּים. וְכֵן הַגְּזֵרוֹת וְהַתַּקָּנוֹת וְהַמִּנְהָגוֹת אִם רָאוּ מִקְצָתָן שֶׁרָאוּי לִגְזֹר גְּזֵרָה אוֹ לְתַקֵּן תַּקָּנָה אוֹ שֶׁיָּנִיחוּ הָעָם הַמִּנְהָג הַזֶּה וְרָאוּ מִקְצָתָן שֶׁאֵין רָאוּי לִגְזֹר גְּזֵרָה זוֹ וְלֹא לְתַקֵּן תַּקָּנָה זוֹ וְלֹא לְהָנִיחַ מִנְהָג זֶה נוֹשְׂאִין וְנוֹתְנִין אֵלּוּ כְּנֶגֶד אֵלּוּ וְהוֹלְכִין אַחַר רֻבָּן וּמוֹצִיאִין הַדָּבָר אַחַר הָרַבִּים: \n",
            "כְּשֶׁהָיָה בֵּית דִּין הַגָּדוֹל קַיָּם לֹא הָיְתָה מַחְלֹקֶת בְּיִשְׂרָאֵל. אֶלָּא כָּל דִּין שֶׁנּוֹלַד בּוֹ סָפֵק לְאֶחָד מִיִּשְׂרָאֵל שׁוֹאֵל לְבֵית דִּין שֶׁבְּעִירוֹ. אִם יָדְעוּ אָמְרוּ לוֹ. אִם לָאו הֲרֵי הַשּׁוֹאֵל עִם אוֹתוֹ בֵּית דִּין אוֹ עִם שְׁלוּחָיו עוֹלִין לִירוּשָׁלַיִם וְשׁוֹאֲלִין לְבֵית דִּין שֶׁבְּהַר הַבַּיִת. אִם יָדְעוּ אָמְרוּ לוֹ. אִם לָאו הַכּל בָּאִין לְבֵית דִּין שֶׁעַל פֶּתַח הָעֲזָרָה. אִם יָדְעוּ אָמְרוּ לָהֶן וְאִם לָאו הַכּל בָּאִין לְלִשְׁכַּת הַגָּזִית לְבֵית דִּין הַגָּדוֹל וְשׁוֹאֲלִין. אִם הָיָה הַדָּבָר שֶׁנּוֹלַד בּוֹ הַסָּפֵק לַכּל יָדוּעַ אֵצֶל בֵּית דִּין הַגָּדוֹל בֵּין מִפִּי הַקַּבָּלָה בֵּין מִפִּי הַמִּדָּה שֶׁדָּנוּ בָּהּ אוֹמְרִים מִיָּד. אִם לֹא הָיָה הַדָּבָר בָּרוּר אֵצֶל בֵּית דִּין הַגָּדוֹל דָּנִין בּוֹ בִּשְׁעָתָן וְנוֹשְׂאִין וְנוֹתְנִין בַּדָּבָר עַד שֶׁיַּסְכִּימוּ כֻּלָּן. אוֹ יַעַמְדוּ לְמִנְיָן וְיֵלְכוּ אַחַר הָרֹב וְיֹאמְרוּ לְכָל הַשּׁוֹאֲלִים כָּךְ הֲלָכָה וְהוֹלְכִין לָהֶן. מִשֶּׁבָּטַל בֵּית דִּין הַגָּדוֹל רָבְתָה מַחְלֹקֶת בְּיִשְׂרָאֵל זֶה מְטַמֵּא וְנוֹתֵן טַעַם לִדְבָרָיו וְזֶה מְטַהֵר וְנוֹתֵן טַעַם לִדְבָרָיו זֶה אוֹסֵר וְזֶה מַתִּיר: \n",
            "שְׁנֵי חֲכָמִים אוֹ שְׁנֵי בָּתֵּי דִּינִין שֶׁנֶּחְלְקוּ שֶׁלֹּא בִּזְמַן הַסַּנְהֶדְרִין אוֹ עַד שֶׁלֹּא הָיָה הַדָּבָר בָּרוּר לָהֶן. בֵּין בִּזְמַן אֶחָד בֵּין בָּזֶה אַחַר זֶה. אֶחָד מְטַהֵר וְאֶחָד מְטַמֵּא אֶחָד אוֹסֵר וְאֶחָד מַתִּיר. אִם אֵינְךָ יוֹדֵעַ לְהֵיכָן הַדִּין נוֹטֶה. בְּשֶׁל תּוֹרָה הַלֵּךְ אַחַר הַמַּחְמִיר בְּשֶׁל סוֹפְרִים הַלֵּךְ אַחַר הַמֵּקֵל: \n"
        ],
        [
            "בֵּית דִּין הַגָּדוֹל שֶׁדָּרְשׁוּ בְּאַחַת מִן הַמִּדּוֹת כְּפִי מַה שֶּׁנִּרְאָה בְּעֵינֵיהֶם שֶׁהַדִּין כָּךְ וְדָנוּ דִּין. וְעָמַד אַחֲרֵיהֶם בֵּית דִּין אַחֵר וְנִרְאֶה לוֹ טַעַם אַחֵר לִסְתֹּר אוֹתוֹ. הֲרֵי זֶה סוֹתֵר וְדָן כְּפִי מַה שֶּׁנִּרְאֶה בְּעֵינָיו. שֶׁנֶּאֱמַר <small>(דברים יז ט)</small> \"אֶל הַשֹּׁפֵט אֲשֶׁר יִהְיֶה בַּיָּמִים הָהֵם\". אֵינְךָ חַיָּב לָלֶכֶת אֶלָּא אַחַר בֵּית דִּין שֶׁבְּדוֹרְךָ: \n",
            "בֵּית דִּין שֶׁגָּזְרוּ גְּזֵרָה אוֹ תִּקְּנוּ תַּקָּנָה וְהִנְהִיגוּ מִנְהָג וּפָשַׁט הַדָּבָר בְּכָל יִשְׂרָאֵל. וְעָמַד אַחֲרֵיהֶם בֵּית דִּין אַחֵר וּבִקֵּשׁ לְבַטֵּל דְּבָרִים הָרִאשׁוֹנִים וְלַעֲקֹר אוֹתָהּ הַתַּקָּנָה וְאוֹתָהּ הַגְּזֵרָה וְאוֹתוֹ הַמִּנְהָג. אֵינוֹ יָכוֹל עַד שֶׁיִּהְיֶה גָּדוֹל מִן הָרִאשׁוֹנִים בְּחָכְמָה וּבְמִנְיָן. הָיָה גָּדוֹל בְּחָכְמָה אֲבָל לֹא בְּמִנְיָן. בְּמִנְיָן אֲבָל לֹא בְּחָכְמָה. אֵינוֹ יָכוֹל לְבַטֵּל אֶת דְּבָרָיו. אֲפִלּוּ בָּטַל הַטַּעַם שֶׁבִּגְלָלוֹ גָּזְרוּ הָרִאשׁוֹנִים אוֹ הִתְקִינוּ אֵין הָאַחֲרוֹנִים יְכוֹלִין לְבַטֵּל עַד שֶׁיְּהוּ גְּדוֹלִים מֵהֶם. וְהֵיאַךְ יִהְיוּ גְּדוֹלִים מֵהֶם בְּמִנְיָן הוֹאִיל וְכָל בֵּית דִּין וּבֵית דִּין שֶׁל שִׁבְעִים וְאֶחָד הוּא. זֶה מִנְיַן חַכְמֵי הַדּוֹר שֶׁהִסְכִּימוּ וְקִבְּלוּ הַדָּבָר שֶׁאָמְרוּ בֵּית דִּין הַגָּדוֹל וְלֹא חָלְקוּ בּוֹ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְבָרִים שֶׁלֹּא אָסְרוּ אוֹתָן כְּדֵי לַעֲשׂוֹת סְיָג לַתּוֹרָה אֶלָּא כִּשְׁאָר דִּינֵי תּוֹרָה. אֲבָל דְּבָרִים שֶׁרָאוּ בֵּית דִּין לִגְזֹר וּלְאָסְרָן לַעֲשׂוֹת סְיָג אִם פָּשַׁט אִסּוּרָן בְּכָל [יִשְׂרָאֵל] אֵין בֵּית דִּין גָּדוֹל אַחֵר יָכוֹל לְעָקְרָן וּלְהַתִּירָן אֲפִלּוּ הָיָה גָּדוֹל מִן הָרִאשׁוֹנִים: \n",
            "וְיֵשׁ לְבֵית דִּין לַעֲקֹר אַף דְּבָרִים אֵלּוּ לְפִי שָׁעָה אַף עַל פִּי שֶׁהוּא קָטָן מִן הָרִאשׁוֹנִים שֶׁלֹּא יְהוּ גְּזֵרוֹת אֵלּוּ חֲמוּרִין מִדִּבְרֵי תּוֹרָה עַצְמָהּ שֶׁאֲפִלּוּ דִּבְרֵי תּוֹרָה יֵשׁ לְכָל בֵּית דִּין לְעָקְרוֹ הוֹרָאַת שָׁעָה. כֵּיצַד. בֵּית דִּין שֶׁרָאוּ לְחַזֵּק הַדָּת וְלַעֲשׂוֹת סְיָג כְּדֵי שֶׁלֹּא יַעַבְרוּ הָעָם עַל דִּבְרֵי תּוֹרָה. מַכִּין וְעוֹנְשִׁין שֶׁלֹּא כַּדִּין אֲבָל אֵין קוֹבְעִין הַדָּבָר לְדוֹרוֹת וְאוֹמְרִים שֶׁהֲלָכָה כָּךְ הוּא. וְכֵן אִם רָאוּ לְפִי שָׁעָה לְבַטֵּל מִצְוַת עֲשֵׂה אוֹ לַעֲבֹר עַל מִצְוַת לֹא תַּעֲשֶׂה כְּדֵי לְהַחְזִיר רַבִּים לַדָּת אוֹ לְהַצִּיל רַבִּים מִיִּשְׂרָאֵל מִלְּהִכָּשֵׁל בִּדְבָרִים אֲחֵרִים עוֹשִׂין לְפִי מַה שֶּׁצְּרִיכָה הַשָּׁעָה. כְּשֵׁם שֶׁהָרוֹפֵא חוֹתֵךְ יָדוֹ אוֹ רַגְלוֹ שֶׁל זֶה כְּדֵי שֶׁיִּחְיֶה כֻּלּוֹ כָּךְ בֵּית דִּין מוֹרִים בִּזְמַן מִן הַזְּמַנִּים לַעֲבֹר עַל קְצָת מִצְוֹת לְפִי שָׁעָה כְּדֵי שֶׁיִּתְקַיְּמוּ [כֻּלָּם] כְּדֶרֶךְ שֶׁאָמְרוּ חֲכָמִים הָרִאשׁוֹנִים חַלֵּל עָלָיו שַׁבָּת אַחַת כְּדֵי שֶׁיִּשְׁמֹר שַׁבָּתוֹת הַרְבֵּה: \n",
            "בֵּית דִּין שֶׁנִּרְאֶה לָהֶן לִגְזֹר גְּזֵרָה אוֹ לְתַקֵּן תַּקָּנָה אוֹ לְהַנְהִיג מִנְהָג צְרִיכִין לְהִתְיַשֵּׁב בַּדָּבָר וְלֵידַע תְּחִלָּה אִם רֹב הַצִּבּוּר יְכוֹלִין לַעֲמֹד בָּהֶן אוֹ אִם אֵין יְכוֹלִין לַעֲמֹד. וּלְעוֹלָם אֵין גּוֹזְרִין גְּזֵרָה עַל הַצִּבּוּר אֶלָּא אִם כֵּן רֹב הַצִּבּוּר יְכוֹלִין לַעֲמֹד בָּהּ: \n",
            "הֲרֵי שֶׁגָּזְרוּ בֵּית דִּין גְּזֵרָה וְדִמּוּ שֶׁרֹב הַקָּהָל יְכוֹלִין לַעֲמֹד בָּהּ. וְאַחַר שֶׁגְּזָרוּהָ פִּקְפְּקוּ הָעָם בָּהּ וְלֹא פָּשְׁטָה בְּרֹב הַקָּהָל הֲרֵי זוֹ בְּטֵלָה וְאֵינָן רַשָּׁאִין לָכֹף אֶת הָעָם לָלֶכֶת בָּהּ: \n",
            "גָּזְרוּ וְדִמּוּ שֶׁפָּשְׁטָה בְּכָל יִשְׂרָאֵל וְעָמַד הַדָּבָר כֵּן שָׁנִים רַבּוֹת וּלְאַחַר זְמַן מְרֻבֶּה עָמַד בֵּית דִּין אַחֵר וּבָדַק בְּכָל יִשְׂרָאֵל וְרָאָה שֶׁאֵין אוֹתָהּ הַגְּזֵרָה פּוֹשֶׁטֶת בְּכָל יִשְׂרָאֵל. יֵשׁ לוֹ רְשׁוּת לְבַטֵּל וַאֲפִלּוּ הָיָה פָּחוּת מִבֵּית דִּין הָרִאשׁוֹן בְּחָכְמָה וּבְמִנְיָן: \n",
            "וְכָל בֵּית דִּין שֶׁהִתִּיר שְׁנֵי דְּבָרִים אַל יְמַהֵר לְהַתִּיר דָּבָר שְׁלִישִׁי: \n",
            "הוֹאִיל וְיֵשׁ לְבֵית דִּין לִגְזֹר וְלֶאֱסֹר דָּבָר הַמֻּתָּר וְיַעֲמֹד אִסּוּרוֹ לְדוֹרוֹת וְכֵן יֵשׁ לָהֶן לְהַתִּיר אִסּוּרֵי תּוֹרָה לְפִי שָׁעָה. מַהוּ זֶה שֶׁהִזְהִירָה תּוֹרָה <small>(דברים יג א)</small> \"לֹא תּוֹסִיף עָלָיו וְלֹא תִגְרַע מִמֶּנּוּ\". שֶׁלֹּא לְהוֹסִיף עַל דִּבְרֵי תּוֹרָה וְלֹא לִגְרֹעַ מֵהֶן וְלִקְבֹּעַ הַדָּבָר לְעוֹלָם בְּדָבָר שֶׁהוּא מִן הַתּוֹרָה בֵּין בַּתּוֹרָה שֶׁבִּכְתָב בֵּין בַּתּוֹרָה שֶׁבְּעַל פֶּה. כֵּיצַד. הֲרֵי כָּתוּב בַּתּוֹרָה <small>(שמות כג יט)</small> \"לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה הַכָּתוּב אָסַר לְבַשֵּׁל ולֶאֱכל בָּשָׂר בְּחָלָב. בֵּין בְּשַׂר בְּהֵמָה בֵּין בְּשַׂר חַיָּה. אֲבָל בְּשַׂר הָעוֹף מֻתָּר בְּחָלָב מִן הַתּוֹרָה. אִם יָבוֹא בֵּית דִּין וְיַתִּיר בְּשַׂר חַיָּה בְּחָלָב הֲרֵי זֶה גּוֹרֵעַ. וְאִם יֶאֱסֹר בְּשַׂר הָעוֹף וְיֹאמַר שֶׁהוּא בִּכְלַל הַגְּדִי וְהוּא אָסוּר מִן הַתּוֹרָה הֲרֵי זֶה מוֹסִיף. אֲבָל אִם אָמַר בְּשַׂר הָעוֹף מֻתָּר מִן הַתּוֹרָה וְאָנוּ נֶאֱסֹר אוֹתוֹ וְנוֹדִיעַ לָעָם שֶׁהוּא גְּזֵרָה שֶׁלֹּא יָבוֹא מִן הַדָּבָר חוֹבָה וְיֹאמְרוּ הָעוֹף מֻתָּר מִפְּנֵי שֶׁלֹּא נִתְפָּרֵשׁ כָּךְ הַחַיָּה מֻתֶּרֶת שֶׁהֲרֵי לֹא נִתְפָּרְשָׁה. וְיָבוֹא אַחֵר לוֹמַר אַף בְּשַׂר בְּהֵמָה מֻתֶּרֶת חוּץ מִן הָעֵז. וְיָבוֹא אַחֵר לוֹמַר אַף בְּשַׂר הָעֵז מֻתָּר בַּחֲלֵב פָּרָה אוֹ הַכִּבְשָׂה שֶׁלֹּא נֶאֱמַר אֶלָּא אִמּוֹ שֶׁהִיא מִינוֹ. וְיָבוֹא אַחֵר לוֹמַר אַף בַּחֲלֵב הָעֵז שֶׁאֵינָהּ אִמּוֹ מֻתָּר שֶׁלֹּא נֶאֱמַר אֶלָּא אִמּוֹ. לְפִיכָךְ נֶאֱסֹר כָּל בָּשָׂר בְּחָלָב אֲפִלּוּ בְּשַׂר עוֹף. אֵין זֶה מוֹסִיף אֶלָּא עוֹשֶׂה סְיָג לַתּוֹרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "מִי שֶׁאֵינוֹ מוֹדֶה בַּתּוֹרָה שֶׁבְּעַל פֶּה אֵינוֹ זָקֵן מַמְרֵא הָאָמוּר בַּתּוֹרָה. אֶלָּא הֲרֵי זֶה בִּכְלַל הָאֶפִּיקוֹרוֹסִין [וּמִיתָתוֹ בְּכָל אָדָם]: \n",
            "מֵאַחַר שֶׁנִּתְפַּרְסֵם שֶׁהוּא כּוֹפֵר בַּתּוֹרָה שֶׁבְּעַל פֶּה [מוֹרִידִין אוֹתוֹ] וְלֹא מַעֲלִין וַהֲרֵי הוּא כִּשְׁאָר כָּל הָאֶפִּיקוֹרוֹסִין וְהָאוֹמְרִין אֵין תּוֹרָה מִן הַשָּׁמַיִם וְהַמּוֹסְרִין וְהַמּוּמָרִין. שֶׁכָּל אֵלּוּ אֵינָם בִּכְלַל יִשְׂרָאֵל וְאֵין צָרִיךְ לֹא לְעֵדִים וְלֹא הַתְרָאָה וְלֹא דַּיָּנִים [אֶלָּא כָּל הַהוֹרֵג אֶחָד מֵהֶן עָשָׂה מִצְוָה גְּדוֹלָה וְהֵסִיר הַמִּכְשׁוֹל]: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאִישׁ שֶׁכָּפַר בַּתּוֹרָה שֶׁבְּעַל פֶּה בְּמַחֲשַׁבְתּוֹ וּבִדְבָרִים שֶׁנִּרְאוּ לוֹ. וְהָלַךְ אַחַר דַּעְתּוֹ הַקַּלָּה וְאַחַר שְׁרִירוּת לִבּוֹ וְכוֹפֵר בַּתּוֹרָה שֶׁבְּעַל פֶּה תְּחִלָּה כְּצָדוֹק וּבַיְתּוֹס וְכֵן כָּל הַתּוֹעִים אַחֲרָיו. אֲבָל בְּנֵי הַתּוֹעִים הָאֵלֶּה וּבְנֵי בְּנֵיהֶם שֶׁהִדִּיחוּ אוֹתָם אֲבוֹתָם וְנוֹלְדוּ בֵּין הַקָּרָאִים וְגִדְּלוּ אוֹתָם עַל דַּעְתָּם. הֲרֵי הוּא כְּתִינוֹק שֶׁנִּשְׁבָּה בֵּינֵיהֶם וְגִדְּלוּהוּ וְאֵינוֹ זָרִיז לֶאֱחֹז בְּדַרְכֵי הַמִּצְוֹת שֶׁהֲרֵי הוּא כְּאָנוּס וְאַף עַל פִּי שֶׁשָּׁמַע אַחַר כָּךְ [שֶׁהוּא יְהוּדִי וְרָאָה הַיְהוּדִים וְדָתָם הֲרֵי הוּא כְּאָנוּס שֶׁהֲרֵי גִּדְּלוּהוּ עַל טָעוּתָם] כָּךְ אֵלּוּ שֶׁאָמַרְנוּ הָאוֹחֲזִים בְּדַרְכֵי אֲבוֹתָם הַקָּרָאִים שֶׁטָּעוּ. לְפִיכָךְ רָאוּי לְהַחְזִירָן בִּתְשׁוּבָה וּלְמָשְׁכָם בְּדִבְרֵי שָׁלוֹם עַד שֶׁיַּחְזְרוּ לְאֵיתָן הַתּוֹרָה: \n",
            "אֲבָל זָקֵן מַמְרֵא הָאָמוּר בַּתּוֹרָה הוּא חָכָם אֶחָד מֵחַכְמֵי יִשְׂרָאֵל שֶׁיֵּשׁ בְּיָדוֹ קַבָּלָה וְדָן וּמוֹרֶה בְּדִבְרֵי תּוֹרָה כְּמוֹ שֶׁיָּדוּנוּ וְיוֹרוּ כָּל חַכְמֵי יִשְׂרָאֵל. שֶׁבָּאת לוֹ מַחְלֹקֶת בְּדִין מִן הַדִּינִים עִם בֵּית דִּין הַגָּדוֹל וְלֹא חָזַר לְדִבְרֵיהֶם אֶלָּא חָלַק עֲלֵיהֶם וְהוֹרָה לַעֲשׂוֹת שֶׁלֹּא כְּהוֹרָאָתָן. גָּזְרָה עָלָיו תּוֹרָה מִיתָה וּמִתְוַדֶּה וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא. אַף עַל פִּי שֶׁהוּא דָּן וְהֵן דָּנִים הוּא קִבֵּל וְהֵם קִבְּלוּ הֲרֵי הַתּוֹרָה חָלְקָה לָהֶם כָּבוֹד. וְאִם רָצוּ בֵּית דִּין לִמְחל עַל כְּבוֹדָן וּלְהַנִּיחוֹ אֵינָן יְכוֹלִין כְּדֵי שֶׁלֹּא יַרְבּוּ מַחְלֹקֶת בְּיִשְׂרָאֵל: \n",
            "אֵין זָקֵן מַמְרֵא חַיָּב מִיתָה עַד שֶׁיְּהֵא חָכָם שֶׁהִגִּיעַ לְהוֹרָאָה סָמוּךְ בַּסַּנְהֶדְרִין וְיַחְלֹק עַל בֵּית דִּין בְּדָבָר שֶׁזְּדוֹנוֹ כָּרֵת וְשִׁגְגָתוֹ חַטָּאת אוֹ בִּתְפִלִּין וְיוֹרֶה לַעֲשׂוֹת כְּהוֹרָאָתוֹ. אוֹ יַעֲשֶׂה הוּא עַל פִּי הוֹרָאָתוֹ וְיַחְלֹק עֲלֵיהֶן וְהֵן יוֹשְׁבִין בְּלִשְׁכַּת הַגָּזִית. אֲבָל אִם הָיָה תַּלְמִיד שֶׁלֹּא הִגִּיעַ לְהוֹרָאָה וְהוֹרָה לַעֲשׂוֹת פָּטוּר. שֶׁנֶּאֱמַר <small>(דברים יז ח)</small> \"כִּי יִפָּלֵא מִמְּךָ דָבָר לַמִּשְׁפָּט\" מִי שֶׁלֹּא יִפָּלֵא מִמֶּנּוּ אֶלָּא דָּבָר מֻפְלָא: \n",
            "הָיָה חָכָם מֻפְלָא שֶׁל בֵּית דִּין וְחָלַק וְשָׁנָה וְלִמֵּד לַאֲחֵרִים כִּדְבָרָיו אֲבָל לֹא הוֹרָה לַעֲשׂוֹת פָּטוּר. שֶׁנֶּאֱמַר <small>(דברים יז יב)</small> \"וְהָאִישׁ אֲשֶׁר יַעֲשֶׂה בְזָדוֹן\" לֹא שֶׁיֹּאמַר בְּזָדוֹן אֶלָּא יוֹרֶה לַעֲשׂוֹת אוֹ יַעֲשֶׂה הוּא בְּעַצְמוֹ: \n",
            "מְצָאָן חוּץ לִמְקוֹמָן וְהִמְרָה עֲלֵיהֶן פָּטוּר. שֶׁנֶּאֱמַר <small>(דברים יז ח)</small> \"וְקַמְתָּ וְעָלִיתָ אֶל הַמָּקוֹם\" מְלַמֵּד שֶׁהַמָּקוֹם גּוֹרֵם לוֹ מִיתָה. וְכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן שֶׁהֵן פְּטוּרִין מִן הַמִּיתָה יֵשׁ לְבֵית דִּין הַגָּדוֹל לְנַדּוֹתָם וּלְהַפְרִישָׁן וּלְהַכּוֹתָן וּלְמָנְעָן מִלְּלַמֵּד כְּפִי מַה שֶּׁיֵּרָאֶה לָהֶן שֶׁהַדָּבָר צָרִיךְ לְכָךְ: \n",
            "וְכֵיצַד דָּנִין זָקֵן מַמְרֵא. בְּעֵת שֶׁיִּפָּלֵא דָּבָר וְיוֹרֶה בּוֹ חָכָם הַמַּגִּיעַ לְהוֹרָאָה בֵּין בְּדָבָר שֶׁיֵּרָאֶה בְּעֵינָיו בֵּין בְּדָבָר שֶׁקִּבֵּל מֵרַבּוֹתָיו. הֲרֵי הוּא וְהַחוֹלְקִין עִמּוֹ עוֹלִין לִירוּשָׁלַיִם וּבָאִין לְבֵית דִּין שֶׁעַל פֶּתַח הַר הַבַּיִת. אוֹמְרִים לָהֶן בֵּית דִּין כָּךְ הוּא הַדִּין. אִם שָׁמַע וְקִבֵּל מוּטָב וְאִם לָאו בָּאִין כֻּלָּן לְבֵית דִּין שֶׁעַל פֶּתַח הָעֲזָרָה וְאוֹמְרִים לָהֶם גַּם הֵם כָּךְ הוּא הַדִּין. אִם קִבְּלוּ יֵלְכוּ לָהֶן וְאִם לָאו כֻּלָּן בָּאִין לְבֵית דִּין הַגָּדוֹל לְלִשְׁכַּת הַגָּזִית שֶׁמִּשָּׁם תּוֹרָה יוֹצֵאת לְכָל יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(דברים יז י)</small> \"מִן הַמָּקוֹם הַהוּא אֲשֶׁר יִבְחַר ה'\". וּבֵית דִּין אוֹמֵר לָהֶם כָּךְ הוּא הַדִּין וְיוֹצְאִין כֻּלָּן. חָזַר זֶה הֶחָכָם לְעִירוֹ וְשָׁנָה וְלִמֵּד כְּדֶרֶךְ שֶׁהוּא לָמוּד הֲרֵי זֶה פָּטוּר. הוֹרָה לַעֲשׂוֹת אוֹ שֶׁעָשָׂה כְּהוֹרָאָתוֹ חַיָּב מִיתָה וְאֵינוֹ צָרִיךְ הַתְרָאָה. אֲפִלּוּ נָתַן טַעַם לִדְבָרָיו אֵין שׁוֹמְעִין לוֹ אֶלָּא כֵּיוָן שֶׁבָּאוּ עֵדִים שֶׁעָשָׂה כְּהוֹרָאָתוֹ אוֹ שֶׁהוֹרָה לַאֲחֵרִים לַעֲשׂוֹת גּוֹמְרִין דִּינוֹ לְמִיתָה בְּבֵית דִּין שֶׁבְּעִירוֹ. וְתוֹפְסִין אוֹתוֹ וּמַעֲלִין אוֹתוֹ מִשָּׁם לִירוּשָׁלַיִם. וְאֵין מְמִיתִין אוֹתוֹ בְּבֵית דִּין שֶׁבְּעִירוֹ וְלֹא בְּבֵית דִּין הַגָּדוֹל שֶׁיָּצָא חוּץ לִירוּשָׁלַיִם אֶלָּא מַעֲלִין אוֹתוֹ לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם. וְעַד הָרֶגֶל מְשַׁמְּרִין אוֹתוֹ וְחוֹנְקִין אוֹתוֹ בָּרֶגֶל. שֶׁנֶּאֱמַר <small>(דברים יג יב)</small> \"וְכָל יִשְׂרָאֵל יִשְׁמְעוּ וְיִרָאוּ\" מִכְּלָל שֶׁצָּרִיךְ הַכְרָזָה. וְאַרְבָּעָה צְרִיכִין הַכְרָזָה. זָקֵן מַמְרֵא. וְעֵדִים זוֹמְמִין. וְהַמֵּסִית. וּבֵן סוֹרֵר וּמוֹרֶה. שֶׁהֲרֵי בְּכֻלָּן נֶאֱמַר יִשְׁמְעוּ וְיִרָאוּ: \n"
        ],
        [
            "זֶה שֶׁחָלַק עַל בֵּית דִּין הַגָּדוֹל בְּדָבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. בֵּין שֶׁהָיוּ הֵן אוֹסְרִים וְהוּא מַתִּיר בֵּין שֶׁהָיוּ הֵן מַתִּירִין וְהוּא אוֹסֵר הֲרֵי זֶה חַיָּב מִיתָה. אֲפִלּוּ הוּא הָיָה אוֹמֵר מִפִּי הַקַּבָּלָה וְאָמַר כָּךְ קִבַּלְתִּי מֵרַבּוֹתַי וְהֵן אוֹמְרִים כָּךְ נִרְאֶה בְּעֵינֵינוּ שֶׁהַדִּין נוֹתֵן. הוֹאִיל וְנָשָׂא וְנָתַן עֲלֵיהֶן בַּדָּבָר וְעָשָׂה אוֹ שֶׁהוֹרָה לַעֲשׂוֹת הֲרֵי זֶה חַיָּב. וְאֵין צָרִיךְ לוֹמַר אִם הֵם מוֹרִים מִפִּי הַקַּבָּלָה. וְכֵן אִם חָלַק עֲלֵיהֶם בִּגְזֵרָה מִן הַגְּזֵרוֹת שֶׁגָּזְרוּ בְּדָבָר שֶׁיֵּשׁ בְּשִׁגְגָתוֹ חַטָּאת וּזְדוֹנוֹ כָּרֵת. כְּגוֹן שֶׁהִתִּיר הֶחָמֵץ בְּיוֹם אַרְבָּעָה עָשָׂר בְּנִיסָן בְּשָׁעָה שִׁשִּׁית. אוֹ אֲסָרוֹ בַּהֲנָאָה בְּשָׁעָה חֲמִישִׁית. הֲרֵי זֶה חַיָּב מִיתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "אֶחָד שֶׁנֶּחְלְקוּ בְּדָבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. אוֹ שֶׁנֶּחְלְקוּ בְּדָבָר הַמֵּבִיא לִידֵי דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. כֵּיצַד. נֶחְלְקוּ בְּאִשָּׁה זוֹ אִם הִיא עֶרְוָה אִם לָאו. אִם מַרְאֵה דָּם זֶה מְטַמֵּא בְּאִשָּׁה אוֹ לֹא. אִם זוֹ טְמֵאָה לֵידָה אוֹ לֹא. אִם זוֹ זָבָה אוֹ לֹא. אִם חֵלֶב זֶה אָסוּר אוֹ מֻתָּר. וְכָל כַּיּוֹצֵא בְּאֵלּוּ. הֲרֵי זֶה חוֹלֵק בְּדָבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. וְכֵיצַד דָּבָר הַמֵּבִיא לִידֵי דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת כְּגוֹן שֶׁנֶּחְלְקוּ בְּעִבּוּר שָׁנָה אִם מְעַבְּרִים עַד הַפּוּרִים אוֹ בְּכָל אֲדָר הֲרֵי זֶה חַיָּב שֶׁזֶּה מֵבִיא לִידֵי חָמֵץ בְּפֶסַח. וְכֵן אִם נֶחְלְקוּ בְּדִין מִדִּינֵי מָמוֹנוֹת אוֹ בְּמִנְיַן הַדַּיָּנִין שֶׁדָּנִין דִּינֵי מָמוֹנוֹת הֲרֵי זֶה חַיָּב. שֶׁהֲרֵי לִדְבָרָיו שֶׁל זֶה שֶׁאוֹמֵר שֶׁזֶּה חַיָּב לָזֶה כָּל שֶׁנָּטַל מִמֶּנּוּ כְּדִין נָטַל וְעַל פִּי בֵּית דִּין נָטַל. וְלִדְבָרָיו שֶׁל זֶה שֶׁאוֹמֵר פָּטוּר אוֹ שֶׁאָמַר שֶׁאֵין אֵלּוּ רְאוּיִין לָדוּן כָּל שֶׁנָּטַל גֵּזֶל הוּא בְּיָדוֹ וְאִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וּלְדִבְרֵי הָאוֹמֵר שֶׁלֹּא נָטַל הַבָּא עָלֶיהָ בְּמֵזִיד עָנוּשׁ כָּרֵת בְּשׁוֹגֵג חַיָּב חַטָּאת וְנִמְצָא הַדָּבָר מֵבִיא לִידֵי דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. וְכֵן אִם נֶחְלְקוּ בְּדִינֵי מַכּוֹת אִם זֶה חַיָּב מַלְקוֹת אוֹ אֵינוֹ אוֹ שֶׁחָלַק בְּמִנְיַן הַדַּיָּנִים שֶׁלּוֹקִין בִּפְנֵיהֶם הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר אֵינוֹ לוֹקֶה חוֹבְלִין הֵם בּוֹ וְחַיָּבִין לְשַׁלֵּם וְכָל שֶׁיִּטּל מֵהֶן כְּדִין נוֹטֵל. וּלְדִבְרֵי הָאוֹמֵר בֶּן מַלְקוֹת הוּא כָּל שֶׁיִּטּל מֵהֶן גֵּזֶל הוּא בְּיָדוֹ וְאִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נֶחְלְקוּ בַּעֲרָכִין אוֹ בַּחֲרָמִין אִם זֶה חַיָּב לִתֵּן אוֹ אֵינוֹ הֲרֵי זֶה חַיָּב. שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר אֵינוֹ חַיָּב לִתֵּן אִם לָקְחוּ מִמֶּנּוּ הֲרֵי זֶה גֵּזֶל וְהַמְקַדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם חָלַק עֲלֵיהֶן בְּפִדְיוֹן קָדָשִׁים אִם נִפְדּוּ אוֹ לֹא נִפְדּוּ הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר אֵין זֶה פִּדְיוֹן אִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נֶחְלְקוּ בַּעֲרִיפַת הָעֶגְלָה אִם אֵלּוּ חַיָּבִין לְהָבִיא אוֹ לֹא הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר חַיָּבִים לְהָבִיא הֲרֵי הִיא אֲסוּרָה בַּהֲנָאָה וְהַמְקַדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נֶחְלְקוּ בְּעָרְלָה. וְכֵן אִם נֶחְלְקוּ בְּלֶקֶט שִׁכְחָה וּפֵאָה אִם זֶה לַעֲנִיִּים אוֹ לְבַעַל הַבַּיִת הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר לְבַעַל הַבַּיִת הֲרֵי זֶה גֵּזֶל בְּיַד הֶעָנִי וְאִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם חָלַק עֲלֵיהֶן בְּאָב מֵאֲבוֹת הַטֻּמְאָה כְּגוֹן נִגְעֵי בָּשָׂר אוֹ נִגְעֵי בָּתִּים אוֹ נִגְעֵי בְּגָדִים הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר טָהוֹר מֻתָּר לְהִכָּנֵס בַּמִּקְדָּשׁ לֶאֱכל קָדָשִׁים וּלְדִבְרֵי הָאוֹמֵר טָמֵא אִם נִכְנַס אוֹ אָכַל בְּמֵזִיד עָנוּשׁ כָּרֵת וּבְשׁוֹגֵג חַיָּב חַטָּאת. וְכֵן אִם נֶחְלְקוּ בְּטָהֳרַת מְצֹרָע אִם יֵשׁ לָזֶה טָהֳרָה אוֹ אֵין לוֹ. וְכֵן אִם נֶחְלְקוּ בְּהַשְׁקָאַת סוֹטָה אִם זוֹ צְרִיכָה לִשְׁתּוֹת אוֹ אֵינָהּ צְרִיכָה הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר צְרִיכָה אִם מֵת הַבַּעַל קֹדֶם שֶׁתִּשְׁתֶּה הֲרֵי זוֹ אֲסוּרָה לִיבָמָהּ וּלְדִבְרֵי הָאוֹמֵר אֵינָהּ צְרִיכָה מִתְיַבֶּמֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה צְרִיכִין לִבְדֹּק וְלַחְקֹר אִם הָיְתָה מַחְלֹקֶת זוֹ מְבִיאָה לִידֵי דָּבָר זֶה וְדָבָר זֶה מֵבִיא לִידֵי דָּבָר שֵׁנִי אֲפִלּוּ אַחַר מֵאָה דְּבָרִים אִם יָבוֹא בַּסּוֹף לְדָבָר שֶׁזְּדוֹנוֹ כָּרֵת וְשִׁגְגָתוֹ חַטָּאת. בֵּין שֶׁהָיָה הַזָּקֵן מֵקֵל וְהֵן מַחֲמִירִין בֵּין שֶׁהָיָה הוּא מַחְמִיר וְהֵן מְקִילִין חַיָּב: \n",
            "וְאִם לֹא תָּבִיא הַמַּחֲלֹקֶת לִידֵי כָּךְ הֲרֵי זֶה פָּטוּר. חוּץ מִמִּצְוַת תְּפִלִּין בִּלְבַד. כֵּיצַד. הוֹרָה לְהוֹסִיף טוֹטֶפֶת חֲמִישִׁית בַּתְּפִלִּין וְיַעֲשֶׂנָּה חָמֵשׁ טוֹטָפוֹת הֲרֵי זֶה חַיָּב. וְהוּא שֶׁיַּעֲשֶׂה בַּתְּחִלָּה אַרְבָּעָה בָּתִּים כְּהִלְכָתָן וְיָבִיא חֲמִישִׁית וִידַבֵּק בַּחִיצוֹן. שֶׁהַבַּיִת הַחִיצוֹן שֶׁאֵינוֹ רוֹאֶה אֶת הָאֲוִיר תָּמִיד פָּסוּל. וְחִיּוּב זָקֵן מַמְרֵא עַל דָּבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. אֲבָל אִם נֶחְלְקוּ בִּשְׁאָר מִצְוֹת כְּגוֹן שֶׁחָלַק בְּדָבָר מִדִּבְרֵי לוּלָב אוֹ צִיצִית אוֹ שׁוֹפָר זֶה אוֹמֵר פָּסוּל וְזֶה אוֹמֵר כָּשֵׁר. זֶה אוֹמֵר יָצָא יְדֵי חוֹבָתוֹ וְזֶה אוֹמֵר לֹא יָצָא. זֶה אוֹמֵר טָהוֹר וְזֶה אוֹמֵר שֵׁנִי לְטֻמְאָה הֲרֵי זֶה פָּטוּר מִן הַמִּיתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
        ],
        [
            "הַמְקַלֵל אָבִיו וְאִמּוֹ נִסְקָל שֶׁנֶּאֱמַר <small>(ויקרא כ ט)</small> \"אָבִיו וְאִמּוֹ קִלֵּל דָּמָיו בּוֹ\". וְאֶחָד הַמְקַלֵּל בְּחַיֵּיהֶן אוֹ לְאַחַר מִיתָתָן הֲרֵי זֶה נִסְקָל. וְצָרִיךְ עֵדִים וְהַתְרָאָה כִּשְׁאָר כָּל מְחֻיָּבֵי מִיתוֹת בֵּית דִּין. וְאֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה וְכֵן הַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס. וְהוּא שֶׁיִּהְיוּ גְּדוֹלִים שֶׁהִגִּיעוּ לִכְלַל הָעֳנָשִׁין: \n",
            "אֵינוֹ חַיָּב סְקִילָה עַד שֶׁיְּקַלְּלֵם בְּשֵׁם מִן הַשֵּׁמוֹת הַמְּיֻחָדִין. אֲבָל אִם קִלְּלָם בְּכִנּוּי פָּטוּר מִן הַסְּקִילָה. וְלוֹקֶה כְּדֶרֶךְ שֶׁלּוֹקֶה עַל קִלְלַת כָּל אָדָם כָּשֵׁר מִיִּשְׂרָאֵל: \n",
            "וְכֵן הַמְקַלֵּל אֲבִי אָבִיו וַאֲבִי אִמּוֹ הֲרֵי זֶה כִּמְקַלֵּל אֶחָד מִשְּׁאָר הַקָּהָל: \n",
            "אַזְהָרָה שֶׁל מְקַלֵּל אָבִיו וְאִמּוֹ מִנַּיִן. עֹנֶשׁ שָׁמַעְנוּ בְּפֵרוּשׁ אֲבָל הָאַזְהָרָה הֲרֵי הִיא בִּכְלַל לֹא תְקַלֵּל חֵרֵשׁ. הוֹאִיל וְהוּא מֻזְהָר שֶׁלֹּא לְקַלֵּל אָדָם מִיִּשְׂרָאֵל הֲרֵי אָבִיו בִּכְלַל יִשְׂרָאֵל: \n",
            "הַמַּכֶּה אָבִיו וְאִמּוֹ מִיתָתוֹ בְּחֶנֶק שֶׁנֶּאֱמַר <small>(שמות כא טו)</small> \"מַכֵּה אָבִיו וְאִמּוֹ מוֹת יוּמָת\". וְצָרִיךְ עֵדִים וְהַתְרָאָה כִּשְׁאָר כָּל מְחֻיָּבֵי מִיתַת בֵּית דִּין. וְאֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה וְכֵן הַטֻּמְטוּם וְאַנְדְּרוֹגִינוּס וְהוּא שֶׁיַּגִּיעוּ לִכְלַל עֳנָשִׁין. אֵינוֹ חַיָּב חֶנֶק עַד שֶׁיַּעֲשֶׂה בָּהֶן חַבּוּרָה אֲבָל אִם לֹא עָשָׂה בָּהֶן חַבּוּרָה הֲרֵי זֶה כְּמַכֶּה אֶחָד מִיִּשְׂרָאֵל. וְהַמַּכֶּה אוֹתָן לְאַחַר מִיתָה פָּטוּר: \n",
            "מִי שֶׁהִכָּה אֶת אָבִיו עַל אָזְנוֹ וְחֵרְשׁוֹ חַיָּב וְנֶהֱרָג. שֶׁאִי אֶפְשָׁר שֶׁיֵּעָשֶׂה חֵרֵשׁ בְּלֹא חַבּוּרָה אֶלָּא יָצָאת טִפַּת דָּם בִּפְנִים בָּאֹזֶן וְנִתְחָרֵשׁ: \n",
            "הַמַּקִּיז דָּם לְאָבִיו אוֹ שֶׁהָיָה רוֹפֵא וְחָתַךְ לוֹ בָּשָׂר אוֹ אֵבָר פָּטוּר. אַף עַל פִּי שֶׁהוּא פָּטוּר לְכַתְּחִלָּה לֹא יַעֲשֶׂה. אוֹ לְהוֹצִיא סִלּוֹן מִבְּשַׂר אָבִיו אוֹ אִמּוֹ לֹא יוֹצִיא שֶׁמָּא יַעֲשֶׂה חַבּוּרָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁיֵּשׁ שָׁם אַחֵר לַעֲשׂוֹת. אֲבָל אִם אֵין שָׁם מִי שֶׁיַּעֲשֶׂה אֶלָּא הוּא וַהֲרֵי הֵן מִצְטַעֲרִין הֲרֵי זֶה מַקִּיז וְחוֹתֵךְ כְּפִי מַה שֶּׁיַּרְשֵׁהוּ לַעֲשׂוֹת: \n",
            "אַזְהָרָה שֶׁל מַכֵּה אָבִיו מִנַּיִן. עֹנֶשׁ שָׁמַעְנוּ אַזְהָרָה לֹא שָׁמַעְנוּ. הוֹאִיל וְהוּא מֻזְהָר שֶׁלֹּא לְהַכּוֹת אָדָם מִיִּשְׂרָאֵל הֲרֵי אָבִיו וְאִמּוֹ בִּכְלָל: \n",
            "שְׁתוּקִי חַיָּב עַל אִמּוֹ וְאֵינוֹ חַיָּב עַל אָבִיו אַף עַל פִּי שֶׁנִּבְדְּקָה אִמּוֹ וְאָמְרָה בֶּן פְּלוֹנִי הוּא אֵינוֹ נִסְקָל אוֹ נֶחְנָק עַל פִּיהָ. אֲבָל בְּנוֹ מִן הַשִּׁפְחָה וּמִן הָעַכּוּ''ם אֵינוֹ חַיָּב לֹא עַל אָבִיו וְלֹא עַל אִמּוֹ. וְכֵן גֵּר שֶׁהוֹרָתוֹ שֶׁלֹּא בִּקְדֻשָּׁה אַף עַל פִּי שֶׁלֵּדָתוֹ בִּקְדֻשָּׁה אֵינוֹ חַיָּב עַל מַכַּת אָבִיו וְקִלְלָתוֹ: \n",
            "כְּשֵׁם שֶׁאֵינוֹ חַיָּב עַל אָבִיו כָּךְ אֵינוֹ חַיָּב עַל אִמּוֹ. שֶׁנֶּאֱמַר <small>(שמות כא יז)</small> \"וּמְקַלֵּל אָבִיו וְאִמּוֹ\" אֶת שֶׁהוּא חַיָּב עַל אָבִיו חַיָּב עַל אִמּוֹ וְזֶה שֶׁאֵינוֹ חַיָּב עַל אָבִיו אֵינוֹ חַיָּב עַל אִמּוֹ: \n",
            "הַגֵּר אָסוּר לְקַלֵּל אָבִיו הָעַכּוּ''ם וּלְהַכּוֹתוֹ. וְלֹא יְבַזֵּהוּ כְּדֵי שֶׁלֹּא יֹאמְרוּ בָּאוּ מִקְּדֻשָּׁה חֲמוּרָה לִקְדֻשָּׁה קַלָּה שֶׁהֲרֵי זֶה מְבַזֶּה אָבִיו. אֶלָּא נוֹהֵג בּוֹ מִקְצָת כָּבוֹד. אֲבָל הָעֶבֶד אֵין לוֹ יִחוּס אֶלָּא הֲרֵי אָבִיו כְּמִי שֶׁאֵינוֹ אָבִיו לְכָל דָּבָר אַף עַל פִּי שֶׁנִּשְׁתַּחְרְרוּ: \n",
            "מִי שֶׁהָיוּ אָבִיו וְאִמּוֹ רְשָׁעִים גְּמוּרִים וְעוֹבְרֵי עֲבֵרוֹת. אֲפִלּוּ נִגְמַר דִּינָן לַהֲרִיגָה וְהֵם יוֹצְאִים לֵהָרֵג אָסוּר לְהַכּוֹתָן וּלְקַלְּלָם. וְאִם קִלֵּל אוֹ חָבַל בָּהֶן פָּטוּר. וְאִם עָשׂוּ תְּשׁוּבָה הֲרֵי זֶה חַיָּב וְנֶהֱרָג עֲלֵיהֶן אַף עַל פִּי שֶׁהֲרֵי הֵן יוֹצְאִין לְמִיתָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּבְנוֹ. אֲבָל אַחֵר שֶׁבָּא וְהִכָּהוּ וְקִלֵּל אַחַר שֶׁנִּגְמַר דִּינוֹ אַף עַל פִּי שֶׁעָשָׂה תְּשׁוּבָה הֲרֵי זֶה פָּטוּר הוֹאִיל וְהוּא הוֹלֵךְ לְמִיתָה. וְאִם בִּיְּשׁוֹ חַיָּב בִּקְנַס הַמְבַיֵּשׁ: \n",
            "עָבַר אָבִיו וְאִמּוֹ עַל עֲבֵרָה שֶׁלּוֹקִין עָלֶיהָ וְהָיָה הוּא חַזָּן לִפְנֵי הַדַּיָּנִים לֹא יַכֶּה אוֹתָם. וְכֵן אִם נִתְחַיֵּב נִדּוּי לֹא יִהְיֶה שָׁלִיחַ לְנַדּוֹתָם. וְלֹא יִדְחֹף אוֹתָם וְלֹא יְבַזֶּה אוֹתָם בִּשְׁלִיחוּת בֵּית דִּין אַף עַל פִּי שֶׁהֵן רְאוּיִין לְכָךְ וְלֹא עָשׂוּ תְּשׁוּבָה: \n",
            "לַכּל אֵין הַבֵּן נַעֲשֶׂה שָׁלִיחַ לְהַכּוֹתוֹ וּלְקַלְּלוֹ חוּץ מִמֵּסִית וּמַדִּיחַ. שֶׁהֲרֵי אָמְרָה תּוֹרָה <small>(דברים יג ט)</small> \"לֹא תַחְמל וְלֹא תְכַסֶּה עָלָיו\": \n",
            "מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה לִבְנוֹ כָּךְ רָאִינוּ בּוֹ תָּמִיד שֶׁאֵינוֹ מַשְׁבִּיעוֹ בִּשְׁבוּעַת הָאָלָה. שֶׁהֲרֵי זֶה בָּא לְקִלְלַת אָבִיו. אֶלָּא מַשְׁבִּיעוֹ שְׁבוּעָה שֶׁאֵין בָּהּ אָלָה. וּכְבָר בֵּאַרְנוּ שֶׁהָאָב שֶׁהָרַג אֶת בְּנוֹ אֵין אֶחָד מֵאֶחָיו שֶׁל נֶהֱרָג נַעֲשֶׂה גּוֹאֵל הַדָּם. וְלֹא עַל הַכָּאָה וְלֹא עַל הַקְּלָלָה בִּלְבַד הִקְפִּידָה תּוֹרָה אֶלָּא אַף עַל הַבִּזָּיוֹן. שֶׁכָּל הַמְבַזֶּה אָבִיו אוֹ אִמּוֹ אֲפִלּוּ בִּדְבָרִים וַאֲפִלּוּ בִּרְמִיזָה הֲרֵי זֶה אָרוּר מִפִּי הַגְּבוּרָה. שֶׁנֶּאֱמַר <small>(דברים כז טז)</small> \"אָרוּר מַקְלֶה אָבִיו וְאִמּוֹ\". וַהֲרֵי הוּא אוֹמֵר <small>(משלי ל יז)</small> \"עַיִן תִּלְעַג לְאָב וְתָבֻז לִיקְּהַת אֵם\" וְגוֹ'. וְיֵשׁ לְבֵית דִּין לְהַכּוֹת עַל זֶה מַכַּת מַרְדּוּת וְלַעֲנשׁ כְּפִי מַה שֶּׁיִּרְאוּ: \n"
        ],
        [
            "כִּבּוּד אָב וָאֵם מִצְוַת עֲשֵׂה גְּדוֹלָה וְכֵן מוֹרָא אָב וָאֵם. שָׁקַל אוֹתָן הַכָּתוּב בִּכְבוֹדוֹ וּבְמוֹרָאוֹ. כָּתוּב <small>(שמות כ יב)</small> \"כַּבֵּד אֶת אָבִיךָ וְאֶת אִמֶּךָ\" וְכָתוּב <small>(משלי ג ט)</small> \"כַּבֵּד אֶת ה' מֵהוֹנֶךָ\". וּבְאָבִיו וְאִמּוֹ כָּתוּב <small>(ויקרא יט ג)</small> \"אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ\" וְכָתוּב <small>(דברים ו יג)</small> \"אֶת ה' אֱלֹהֶיךָ תִּירָא\". כְּדֶרֶךְ שֶׁצִּוָּה עַל כְּבוֹד שְׁמוֹ הַגָּדוֹל וּמוֹרָאוֹ כָּךְ צִוָּה עַל כְּבוֹדָם וּמוֹרָאָם: \n",
            "הַמְקַלֵּל אָבִיו אוֹ אִמּוֹ בִּסְקִילָה וְהַמְגַדֵּף בִּסְקִילָה. הִנֵּה הִשְׁוָה אוֹתָן בָּעֹנֶשׁ. הִקְדִּים אָב לְאֵם לְכָבוֹד וְהִקְדִּים אֵם לְאָב לְמוֹרָא לְלַמֵּד שֶׁשְּׁנֵיהֶם שָׁוִים בֵּין לַמּוֹרָא בֵּין לְכָבוֹד: \n",
            "אֵי זֶהוּ מוֹרָא וְאֵי זֶהוּ כָּבוֹד. מוֹרָא לֹא עוֹמֵד בִּמְקוֹמוֹ. וְלֹא יוֹשֵׁב בִּמְקוֹמוֹ. וְלֹא סוֹתֵר אֶת דְּבָרָיו וְלֹא מַכְרִיעַ אֶת דְּבָרָיו. וְלֹא יִקְרָא לוֹ בִּשְׁמוֹ לֹא בְּחַיָּיו וְלֹא בְּמוֹתוֹ. אֶלָּא אוֹמֵר אַבָּא מָרִי. הָיָה שֵׁם אָבִיו אוֹ שֵׁם רַבּוֹ כְּשֵׁם אֲחֵרִים מְשַׁנֶּה אֶת שְׁמָם. יֵרָאֶה לִי שֶׁאֵין נִזְהָר בְּכָךְ אֶלָּא בְּשֵׁם שֶׁהוּא פֶּלֶא שֶׁאֵין הַכּל דָּשִׁין בּוֹ. אֲבָל הַשֵּׁמוֹת שֶׁקּוֹרְאִים בָּהֶן אֶת הָעָם כְּגוֹן אַבְרָהָם יִצְחָק וְיַעֲקֹב משֶׁה וְכַיּוֹצֵא בָּהֶן בְּכָל לָשׁוֹן וּבְכָל זְמַן קוֹרֵא בָּהֶן לַאֲחֵרִים שֶׁלֹּא בְּפָנָיו וְאֵין בְּכָךְ כְּלוּם. אֵי זֶהוּ כָּבוֹד מַאֲכִיל וּמַשְׁקֵה מַלְבִּישׁ וּמְכַסֶּה מִשֶּׁל הָאָב. וְאִם אֵין מָמוֹן לָאָב וְיֵשׁ מָמוֹן לַבֵּן כּוֹפִין אוֹתוֹ וְזָן אָבִיו וְאִמּוֹ כְּפִי מַה שֶּׁהוּא יָכוֹל. וּמוֹצִיא וּמַכְנִיס וּמְשַׁמְּשׁוֹ בִּשְׁאָר הַדְּבָרִים שֶׁהַשַּׁמָּשִׁים מְשַׁמְּשִׁים בָּהֶן אֶת הָרַב. וְעוֹמֵד מִפָּנָיו כְּדֶרֶךְ שֶׁהוּא עוֹמֵד מִפְּנֵי רַבּוֹ: \n",
            "וְהָאָב שֶׁהָיָה תַּלְמִיד בְּנוֹ אֵין הָאָב עוֹמֵד מִפְּנֵי הַבֵּן אֲבָל הַבֵּן עוֹמֵד מִפְּנֵי אָבִיו אַף עַל פִּי שֶׁהוּא תַּלְמִידוֹ וְחַיָּב לְכַבְּדוֹ בִּשְׁאָר דְּרָכָיו בִּשְׁעַת עֲשִׂיַּת מַשָּׂאוֹ וּמַתָּנוֹ וַעֲשִׂיַּת חֲפָצָיו. כֵּיצַד. הַנִּשְׁמָע בִּדְבַר אָבִיו לְמָקוֹם לֹא יֹאמַר מַהֲרוּנִי בִּשְׁבִיל עַצְמִי פִּטְרוּנִי בִּשְׁבִיל עַצְמִי. אֶלָּא מַהֲרוּנִי בִּשְׁבִיל אַבָּא פִּטְרוּנִי בִּשְׁבִיל אַבָּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְעוֹלָם יִכְלל בִּכְלַל דְּבָרָיו שֶׁהוּא חוֹשֵׁשׁ בִּכְבוֹד אָבִיו וְשֶׁמִּתְיָרֵא מִמֶּנּוּ: \n",
            "וְחַיָּב לְכַבְּדוֹ אֲפִלּוּ לְאַחַר מוֹתוֹ. כֵּיצַד. הָיָה אוֹמֵר דְּבַר שְׁמוּעָה מִפִּיו לֹא יֹאמַר כָּךְ אָמַר אַבָּא. אֶלָּא אוֹמֵר כָּךְ אָמַר אַבָּא מָרִי אֲנִי כַּפָּרַת מִשְׁכָּבוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּתוֹךְ שְׁנֵים עָשָׂר חֹדֶשׁ שֶׁלְּאַחַר מִיתָתוֹ. אֲבָל לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ אוֹמֵר זִכְרוֹנוֹ לְחַיֵּי הָעוֹלָם הַבָּא: \n",
            "אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה חַיָּבִין בְּמוֹרָא וְכָבוֹד. אֶלָּא שֶׁהָאִישׁ יֵשׁ בְּיָדוֹ לַעֲשׂוֹת וְהָאִשָּׁה אֵין בְּיָדָהּ לַעֲשׂוֹת שֶׁהֲרֵי רְשׁוּת אֲחֵרִים עָלֶיהָ. לְפִיכָךְ אִם נִתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה הֲרֵי שְׁנֵיהֶם שָׁוִים: \n",
            "עַד הֵיכָן הוּא כִּבּוּד אָב וְאֵם. אֲפִלּוּ נָטְלוּ כִּיס שֶׁל זְהוּבִים שֶׁלּוֹ וְהִשְׁלִיכוּ בְּפָנָיו לַיָּם לֹא יַכְלִימֵם וְלֹא יְצַעֵר בִּפְנֵיהֶם וְלֹא יִכְעֹס כְּנֶגְדָּם אֶלָּא יְקַבֵּל גְּזֵרַת הַכָּתוּב וְיִשְׁתֹּק. וְעַד הֵיכָן מוֹרָאָן אֲפִלּוּ הָיָה לוֹבֵשׁ בְּגָדִים חֲמוּדוֹת וְיוֹשֵׁב בָּרֹאשׁ בִּפְנֵי הַקָּהָל וּבָא אָבִיו וְאִמּוֹ וְקָרְעוּ בְּגָדָיו וְהִכּוּהוּ בְּרֹאשׁוֹ וְיָרְקוּ בְּפָנָיו לֹא יַכְלִימֵם אֶלָּא יִשְׁתֹּק וְיִירָא וְיִפְחַד מִמֶּלֶךְ מַלְכֵי הַמְּלָכִים שֶׁצִּוָּהוּ בְּכָךְ. שֶׁאִלּוּ מֶלֶךְ בָּשָׂר וָדָם גָּזַר עָלָיו דָּבָר שֶׁהוּא מְצַעֵר יֶתֶר מִזֶּה לֹא הָיָה יָכוֹל לְפַרְכֵּס בַּדָּבָר. קַל וָחֹמֶר לְמִי שֶׁאָמַר וְהָיָה הָעוֹלָם כִּרְצוֹנוֹ: \n",
            "אַף עַל פִּי שֶׁבְּכָךְ נִצְטַוֵּינוּ אָסוּר לְאָדָם לְהַכְבִּיד עֵלּוֹ עַל בָּנָיו וּלְדַקְדֵּק בִּכְבוֹדוֹ עִמָּהֶם שֶׁלֹּא יְבִיאֵם לִידֵי מִכְשׁוֹל. אֶלָּא יִמְחל וְיִתְעַלֵּם שֶׁהָאָב שֶׁמָּחַל עַל כְּבוֹדוֹ כְּבוֹדוֹ מָחוּל: \n",
            "וְהַמַּכֶּה בְּנוֹ גָּדוֹל מְנַדִּין אוֹתוֹ שֶׁהֲרֵי הוּא עוֹבֵר עַל וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל: \n",
            "מִי שֶׁנִּטְרְפָה דַּעְתּוֹ שֶׁל אָבִיו אוֹ שֶׁל אִמּוֹ מִשְׁתַּדֵּל לִנְהֹג עִמָּהֶם כְּפִי דַּעְתָּם עַד שֶׁיְּרֻחַם עֲלֵיהֶן. וְאִם אִי אֶפְשָׁר לוֹ לַעֲמֹד מִפְּנֵי שֶׁנִּשְׁתַּטּוּ בְּיוֹתֵר יְנִיחֵם וְיֵלֵךְ לוֹ וִיצַוֶּה אֲחֵרִים לְהַנְהִיגָם כָּרָאוּי לָהֶם: \n",
            "הַמַּמְזֵר חַיָּב בִּכְבוֹד אָבִיו וּמוֹרָאוֹ אַף עַל פִּי שֶׁהוּא פָּטוּר עַל מַכָּתוֹ וְקִלְלָתוֹ עַד שֶׁיַּעֲשֶׂה תְּשׁוּבָה. אֲפִלּוּ הָיָה אָבִיו רָשָׁע וּבַעַל עֲבֵרוֹת מְכַבְּדוֹ וּמִתְיָרֵא מִמֶּנּוּ. רָאָהוּ עוֹבֵר עַל דִּבְרֵי תּוֹרָה לֹא יֹאמַר לוֹ אַבָּא עָבַרְתָּ עַל דִּבְרֵי תּוֹרָה אֶלָּא יֹאמַר לוֹ אַבָּא כָּתוּב בַּתּוֹרָה כָּךְ וְכָךְ כְּאִלּוּ הוּא שׁוֹאֵל מִמֶּנּוּ וְלֹא כְּמַזְהִירוֹ: \n",
            "מִי שֶׁאָמַר לוֹ אָבִיו לַעֲבֹר עַל דִּבְרֵי תּוֹרָה בֵּין שֶׁאָמַר לוֹ לַעֲבֹר עַל מִצְוַת לֹא תַּעֲשֶׂה אוֹ לְבַטֵּל מִצְוַת עֲשֵׂה אֲפִלּוּ שֶׁל דִּבְרֵיהֶם. הֲרֵי זֶה לֹא יִשְׁמַע לוֹ שֶׁנֶּאֱמַר <small>(ויקרא יט ג)</small> \"אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ וְאֶת שַׁבְּתֹתַי תִּשְׁמֹרוּ\". כֻּלְּכֶם חַיָּבִין בִּכְבוֹדִי: \n",
            "אָמַר לוֹ אָבִיו הַשְׁקֵנִי מַיִם וְיֵשׁ בְּיָדוֹ לַעֲשׂוֹת מִצְוָה אִם אֶפְשָׁר לַמִּצְוָה שֶׁתֵּעָשֶׂה עַל יְדֵי אֲחֵרִים תֵּעָשֶׂה וְיִתְעַסֵּק בִּכְבוֹד אָבִיו שֶׁאֵין מְבַטְּלִין מִצְוָה מִפְּנֵי מִצְוָה. וְאִם אֵין שָׁם אֲחֵרִים לַעֲשׂוֹתָהּ יִתְעַסֵּק בַּמִּצְוָה וְיָנִיחַ כָּבוֹד אָבִיו שֶׁהוּא וְאָבִיו חַיָּבִים בִּדְבַר מִצְוָה. וְתַלְמוּד תּוֹרָה גָּדוֹל מִכְּבוֹד אָב וָאֵם: \n",
            "אָמַר לוֹ אָבִיו הַשְׁקֵנִי מַיִם וְאָמְרָה לוֹ אִמּוֹ הַשְׁקֵנִי מַיִם מֵנִיחַ כְּבוֹד אִמּוֹ וְעוֹסֵק בִּכְבוֹד אָבִיו תְּחִלָּה מִפְּנֵי שֶׁהוּא וְאִמּוֹ חַיָּבִין בִּכְבוֹד אָבִיו: \n",
            "חַיָּב אָדָם לְכַבֵּד אֶת אֵשֶׁת אָבִיו אַף עַל פִּי שֶׁאֵינָהּ אִמּוֹ כָּל זְמַן שֶׁאָבִיו קַיָּם שֶׁזֶּה בִּכְלַל כְּבוֹד אָבִיו. וְכֵן מְכַבֵּד בַּעַל אִמּוֹ כָּל זְמַן שֶׁאִמּוֹ קַיֶּמֶת. אֲבָל לְאַחַר מִיתָתָהּ אֵינוֹ חַיָּב. וּמִדִּבְרֵי סוֹפְרִים שֶׁיִּהְיֶה אָדָם חַיָּב בִּכְבוֹד אָחִיו הַגָּדוֹל כִּכְבוֹד אָבִיו: \n"
        ],
        [
            "בֵּן סוֹרֵר וּמוֹרֶה הָאָמוּר בַּתּוֹרָה הֲרֵי נִתְפָּרְשָׁה בּוֹ סְקִילָה וְלֹא עָנַשׁ הַכָּתוּב אֶלָּא אִם כֵּן הִזְהִיר. וְהֵיכָן הִזְהִיר לֹא תֹאכְלוּ עַל הַדָּם לֹא תֹּאכַל אֲכִילָה הַמְּבִיאָה לִידֵי שְׁפִיכוּת דָּמִים וְזוֹ אֲכִילַת בֵּן סוֹרֵר וּמוֹרֶה שֶׁאֵינוֹ נֶהֱרָג אֶלָּא עַל אֲכִילָה מְכֹעֶרֶת שֶׁאָכַל. שֶׁנֶּאֱמַר <small>(דברים כא כ)</small> \"זוֹלֵל וְסֹבֵא\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹלֵל הוּא הָאוֹכֵל בָּשָׂר בְּרַעַבְתָּנוּת וְסוֹבֵא הַשּׁוֹתֶה יַיִן בְּרַעַבְתָּנוּת: \n",
            "אֲכִילָה זוֹ שֶׁהוּא חַיָּב עָלֶיהָ דְּבָרִים הַרְבֵּה יֵשׁ בָּהֶם וְהֵן כֻּלָּן הֲלָכָה מִפִּי הַקַּבָּלָה. אֵינוֹ חַיָּב סְקִילָה עַד שֶׁיִּגְנֹב מִשֶּׁל אָבִיו וְיִקְנֶה בָּשָׂר בְּזוֹל וְיַיִן בְּזוֹל. וְיֹאכַל וְיִשְׁתֶּה חוּץ מֵרְשׁוּת אָבִיו בַּחֲבוּרָה שֶׁכֻּלָּן רֵיקָנִין וּפְחוּתִין. וְיֹאכַל הַבָּשָׂר חַי וְאֵינוֹ חַי מְבֻשָּׁל וְאֵינוֹ מְבֻשָּׁל כְּדֶרֶךְ שֶׁהַגַּנָּבִים אוֹכְלִים. וְיִשְׁתֶּה הַיַּיִן מָזוּג כְּדֶרֶךְ שֶׁהַגַּרְגְּרָנִים שׁוֹתִים. וְהוּא שֶׁיֹּאכַל מִשְׁקַל חֲמִשִּׁים דִּינָרִין מִבָּשָׂר זֶה בִּמְלוּגְמָא אַחַת וְיִשְׁתֶּה חֲצִי לוֹג מִיַּיִן זֶה בְּבַת אַחַת. גָּנַב מִשֶּׁל אָבִיו וְאָכַל אֲכִילָה זוֹ בִּרְשׁוּת אָבִיו. אוֹ שֶׁגָּנַב מִשֶּׁל אֲחֵרִים וְאָכַל אֲכִילָה זוֹ הַמְכֹעֶרֶת בֵּין בִּרְשׁוּת אָבִיו בֵּין בִּרְשׁוּת אֲחֵרִים. הֲרֵי זֶה פָּטוּר. וְכֵן אִם גָּנַב מִשֶּׁל אָבִיו וְאָכַל אֲכִילָה מְכֹעֶרֶת כָּזוֹ בִּרְשׁוּת אֲחֵרִים וְהָיְתָה אֲכִילַת מִצְוָה אֲפִלּוּ מִדִּבְרֵיהֶם [אוֹ אֲכִילַת עֲבֵרָה אֲפִלּוּ מִדִּבְרֵיהֶם] פָּטוּר שֶׁנֶּאֱמַר <small>(דברים כא כ)</small> \"אֵינֶנּוּ שֹׁמֵעַ בְּקלֵנוּ\" שֶׁאֵינוֹ עוֹבֵר בַּאֲכִילָה זוֹ אֶלָּא עַל קוֹלָם. יָצָא זֶה שֶׁעָבַר בָּהּ עַל דִּבְרֵי תּוֹרָה. אוֹ שֶׁאֲכָלָהּ בִּדְבַר מִצְוָה. כֵּיצַד. אָכַל אֲכִילָה זוֹ הַמְכֹעֶרֶת עִם הַחֲבוּרָה הָרָעָה שֶׁאוֹכֵל עִמָּהֶם בִּדְבַר מִצְוָה. אוֹ שֶׁאֲכָלוֹ מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם אֲפִלּוּ אֲכָלוֹ בְּתַנְחוּמֵי אֲבֵלִים שֶׁהִיא מִצְוָה מִדִּבְרֵיהֶם הֲרֵי זֶה פָּטוּר. וְכֵן אִם אֲכָלָהּ מִנְּבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים. אֲפִלּוּ אָכַל בְּתַעֲנִית צִבּוּר שֶׁהִיא עֲבֵרָה מִדִּבְרֵיהֶם. הֲרֵי זֶה פָּטוּר מִן הַמִּיתָה: \n",
            "אָכַל כָּל מַאֲכָל וְלֹא אָכַל בְּשַׂר בְּהֵמָה אַף עַל פִּי שֶׁאָכַל אֲכִילָה זוֹ מִבְּשַׂר הָעוֹף פָּטוּר. וְאִם אָכַל אֲכִילָה זוֹ מִבְּשַׂר בְּהֵמָה וְהִשְׁלִים הַחֲמִשִּׁים דִּינָרִים מִבְּשַׂר הָעוֹף חַיָּב. שָׁתָה כָּל מַשְׁקֶה וְלֹא שָׁתָה יַיִן פָּטוּר: \n",
            "אָכַל בָּשָׂר חַי וְשָׁתָה יַיִן חַי פָּטוּר שֶׁזֶּה קֶרִי הוּא וְאֵין אָדָם יָכוֹל לְהִמָּשֵׁךְ בָּזֶה. וְכֵן אִם אָכַל בָּשָׂר מָלִיחַ בַּיּוֹם הַשְּׁלִישִׁי לִמְלִיחָתוֹ אוֹ שָׁתָה יַיִן מִגִּתּוֹ פָּטוּר שֶׁאֵין אָדָם יָכוֹל לְהִמָּשֵׁךְ בָּזֶה: \n",
            "לֹא עָנַשׁ הַכָּתוּב קָטָן שֶׁלֹּא בָּא לִכְלַל הַמִּצְוֹת. וְכֵן אִישׁ שֶׁגָּדַל וַהֲרֵי הוּא בִּרְשׁוּת עַצְמוֹ אֵינוֹ נִסְקָל מִפְּנֵי שֶׁגָּנַב וְאָכַל וְשָׁתָה אֲכִילָה זוֹ הַמְכֹעֶרֶת. הָא כֵּיצַד. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין דִּין זֶה אֶלָּא בְּבֶן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד שֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת עַד שֶׁיַּקִּיף כָּל הַגִּיד וְאַחַר שֶׁיַּקִּיף הַשֵּׂעָר כָּל הַגִּיד הֲרֵי הוּא בִּרְשׁוּת עַצְמוֹ וְאֵינוֹ נִסְקָל: \n",
            "כָּל יָמָיו שֶׁל בֵּן סוֹרֵר וּמוֹרֶה אֵינָן אֶלָּא שְׁלֹשָׁה חֳדָשִׁים מֵאַחַר שֶׁיָּבִיא שְׁתֵּי שְׂעָרוֹת. לְפִי שֶׁאֶפְשָׁר שֶׁתִּתְעַבֵּר אִשְׁתּוֹ וְיִהְיֶה עֻבָּרָהּ נִכָּר בִּשְׁלֹשָׁה חֳדָשִׁים וְנֶאֱמַר <small>(דברים כא יח)</small> \"כִּי יִהְיֶה לְאִישׁ בֵּן סוֹרֵר וּמוֹרֶה\" וְלֹא אָב סוֹרֵר וּמוֹרֶה הָא לָמַדְתָּ שֶׁאִם הִקִּיף הַשֵּׂעָר אֶת כָּל הַגִּיד קֹדֶם שֶׁיַּשְׁלִים שְׁלֹשָׁה חֳדָשִׁים הֲרֵי זֶה פָּטוּר: \n",
            "כֵּיצַד דָּנִין בֵּן סוֹרֵר וּמוֹרֶה. מְבִיאִין אוֹתוֹ אָבִיו וְאִמּוֹ תְּחִלָּה לְבֵית דִּין שֶׁל שְׁלֹשָׁה וְאוֹמְרִין לָהֶן בְּנֵנוּ זֶה סוֹרֵר וּמוֹרֶה. וּמְבִיאִין שְׁנֵי עֵדִים שֶׁגָּנַב מִשֶּׁל אָבִיו וְקָנָה בָּשָׂר וְיַיִן בְּמַה שֶּׁגָּנַב וְאָכַל אוֹתָהּ אֲכִילָה הָאֲמוּרָה אַחַר הַהַתְרָאָה. וְזוֹ הִיא עֵדוּת הָרִאשׁוֹנָה וּמַלְקִין אוֹתוֹ כִּשְׁאָר חַיָּבֵי מַלְקוֹת. שֶׁנֶּאֱמַר <small>(דברים כא יח)</small> \"וְיִסְּרוּ אֹתוֹ וְלֹא יִשְׁמַע אֲלֵיהֶם\". חָזַר וְגָנַב מִשֶּׁל אָבִיו וְאָכַל אֲכִילָה זוֹ. אָבִיו וְאִמּוֹ מְבִיאִין אוֹתוֹ לְבֵית דִּין שֶׁל שְׁלֹשָׁה וְעֶשְׂרִים וּמְבִיאִין שְׁנֵי עֵדִים וּמְעִידִין עָלָיו שֶׁגָּנַב וְאָכַל אֲכִילָה זוֹ הָאֲמוּרָה אַחַר שֶׁהִתְרוּ בּוֹ. וְזוֹ הִיא עֵדוּת אַחֲרוֹנָה אֲפִלּוּ הָיוּ הַשְּׁנַיִם הָרִאשׁוֹנִים הֵם הָאַחֲרוֹנִים. וְאַחַר שֶׁמְּקַבְּלִין עֵדוּתָן בּוֹדְקִין אוֹתוֹ שֶׁמָּא הִקִּיף הַשֵּׂעָר אֶת כָּל הַגִּיד. אִם לֹא הִקִּיף וְלֹא שָׁלְמוּ לוֹ שְׁלֹשָׁה חֳדָשִׁים גּוֹמְרִין דִּינוֹ כְּדֶרֶךְ כָּל הֲרוּגֵי בֵּית דִּין וְסוֹקְלִין אוֹתוֹ. וְאֵינוֹ נִסְקָל עַד שֶׁיְּהוּ שָׁם שְׁלֹשָׁה הָרִאשׁוֹנִים שֶׁנֶּאֱמַר <small>(דברים כא כ)</small> \"בְּנֵנוּ זֶה\" זֶהוּ שֶׁלָּקָה בִּפְנֵיכֶם: \n",
            "וְאִם מָחֲלוּ לוֹ אָבִיו וְאִמּוֹ קֹדֶם שֶׁיִּגָּמֵר דִּינוֹ פָּטוּר: \n",
            "בָּרַח עַד שֶׁלֹּא נִגְמַר דִּינוֹ וְאַחַר כָּךְ הִקִּיף הַשֵּׂעָר מִלְּמַטָּה פָּטוּר. וְאִם מִשֶּׁנִּגְמַר דִּינוֹ בָּרַח אֲפִלּוּ הִזְקִין כָּל עֵת שֶׁיִּמָּצֵא יִסָּקֵל שֶׁכָּל מִי שֶׁנִּגְמַר דִּינוֹ הֲרֵי הוּא כְּהָרוּג וְאֵין לוֹ דָּם: \n",
            "הָיָה אָבִיו רוֹצֶה וְאִמּוֹ אֵינָהּ רוֹצָה אִמּוֹ רוֹצָה וְאָבִיו אֵינוֹ רוֹצֶה אֵינוֹ נַעֲשֶׂה בֵּן סוֹרֵר וּמוֹרֶה שֶׁנֶּאֱמַר <small>(דברים כא יט)</small> \"וְתָפְשׂוּ בוֹ אָבִיו וְאִמּוֹ\". הָיָה אֶחָד מֵהֶן גִּדֵּם אוֹ חִגֵּר אוֹ אִלֵּם אוֹ סוּמָא אוֹ חֵרֵשׁ אֵינוֹ נַעֲשֶׂה בֵּן סוֹרֵר וּמוֹרֶה שֶׁנֶּאֱמַר וְתָפְשׂוּ בוֹ וְלֹא גִּדְּמִים. <small>(דברים כא יט)</small> \"וְהוֹצִיאוּ אֹתוֹ\" וְלֹא חִגְּרִים. <small>(דברים כא כ)</small> \"וְאָמְרוּ\" וְלֹא אִלְּמִים. <small>(דברים כא כ)</small> \"בְּנֵנוּ זֶה\" וְלֹא סוּמִים. <small>(דברים כא כ)</small> \"אֵינֶנּוּ שֹׁמֵעַ בְּקלֵנוּ\" וְלֹא חֵרְשִׁים: \n",
            "גְּזֵרַת הַכָּתוּב הוּא שֶׁיִּסָּקֵל בֵּן סוֹרֵר וּמוֹרֶה. אֲבָל הַבַּת אֵינָהּ נִדּוֹנֵית בְּדִין זֶה שֶׁאֵין דַּרְכָּהּ לְהִמָּשֵׁךְ בַּאֲכִילָה וּשְׁתִיָּה כְּאִישׁ. שֶׁנֶּאֱמַר <small>(דברים כא יח)</small> \"בֵּן\" וְלֹא בַּת וְלֹא טֻמְטוּם וְאַנְדְּרוֹגִינוּס: \n",
            "טֻמְטוּם שֶׁנִּקְרַע וְנִמְצָא זָכָר אֵינוֹ נַעֲשֶׂה בֵּן סוֹרֵר וּמוֹרֶה. שֶׁנֶּאֱמַר <small>(דברים כא יח)</small> \"כִּי יִהְיֶה לְאִישׁ בֵּן סוֹרֵר וּמוֹרֶה\" עַד שֶׁיִּהְיֶה בֵּן מִשְּׁעַת הַתְרָאָה: \n",
            "בֵּן סוֹרֵר וּמוֹרֶה צָרִיךְ הַכְרָזָה. כֵּיצַד מַכְרִיזִין עָלָיו. כּוֹתְבִין לְכָל יִשְׂרָאֵל בְּבֵית דִּין פְּלוֹנִי סָקַלְנוּ פְּלוֹנִי מִפְּנֵי שֶׁהָיָה בֵּן סוֹרֵר וּמוֹרֶה: \n",
            "בֵּן סוֹרֵר וּמוֹרֶה הֲרֵי הוּא כְּכָל הֲרוּגֵי בֵּית דִּין שֶׁמָּמוֹנָם לְיוֹרְשֵׁיהֶן שֶׁאַף עַל פִּי שֶׁאָבִיו גָּרַם לוֹ סְקִילָה הֲרֵי הוּא יוֹרֵשׁ כָּל נְכָסָיו: סְלִיקוּ לְהוּ הִלְכוֹת מַמְרִים בְּסַ''ד \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות ממרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}