{
    "title": "Cheshek Shlomo on Mishneh Torah, Appraisals and Devoted Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Cheshek_Shlomo_on_Mishneh_Torah,_Appraisals_and_Devoted_Property",
    "text": [
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שחט בה שנים או רוב שנים הרי היא כחיה לכל דבריה ונערכת והרי היא בכלל והעמיד והעריך עד שתמות </b> עכ\"ל. ונ\"ב וכן כתב רבינו ג\"כ בפ\"א מה' איסורי מזבח הלכה י\"א דבעודה מפרכסת בת פדיה היא ומש\"כ הכ\"מ שם על דברי רבינו דהוא פלוגתא דרבי וחכמים במעילה ד' י\"ט ע\"ב כוונתו לאוקימתא דרב פפא שם דרבי וחכמים במשנה שם פליגי בקדשי מזבח תמימין ונעשו בע\"מ ועבר ושחטן קודם פדיה וכמו דפליגי בברייתא שם דרבי אומר יקברו וחכ\"א יפדו ומפרש רבינו דפליגי בעודה מפרכסת אם היא בת העמדה והערכה ופסק כחכמים דיפדו וכ\"כ התוס' חדשים על המשניות שם בפ\"ה משנה ג' וציין ג\"כ לד' הכ\"מ בפ\"א מה' איסורי מזבח הנ\"ל דרבי וחכמים פליגי בזה ואכן הלח\"מ שם והתוס' יו\"ט במשנה דמעילה הנ\"ל יש להם שיטה אחרת בדעת רבינו דבמפרכסת הכ\"מ דבת העמדה והערכה היא אך דפליגי אם מתה אחר השחיטה ואינה בת העמדה והערכה כלל וטעמא דחכמים דאמרי יפדו משום דס\"ל דקדשי מזבח לא היו בכלל העמדה והערכה וע\"כ תמהו על רבינו דהיאך מזכה שטרא לבי תרי דבפ\"ה מה' ערכין הלכה י\"ב פסק דקדשי מזבח ג\"כ היו בכלל העמדה והערכה ובפ\"ה מה' מעילה פסק כחכמים דיפדו ואמנם לפי דעת הכ\"מ והתוס' חדשים בדעת רבינו אין כאן סתירה כלל ודברי רבינו ברורים:<br><b> ואכן </b> גם דברי הכ\"מ והתוס' חדשים לא נהירא לי כלל לומר דרבי פליג במפרכסת וס\"ל דאינו בת העמדה והערכה והלא בש\"ס בחולין ד' ל' משמע להדיא דהא דקיי\"ל דשחט בה שנים או רוב שנים הרי היא כחיה לכל דבריה וגם לענין העמדה והערכה הוא מילתא פשיטותא ואין בזה שום מחלוקת ע\"ש:<br><b> ואמנם </b> באמת נ\"ל דרוח אחרת יש לרבינו הגדול הרמב\"ם ז\"ל באוקימתא דרב פפא בש\"ס דמעילה הנ\"ל ובמח\"כ הכ\"מ והלח\"מ והתוס' יו\"ט והתוס' חדשים לא עיינו היטב בלשון רבינו בפ\"ה דמעילה הנ\"ל דהמעיין שם היטב בד' רבינו ז\"ל יראה להדיא דלא גרס בד' רב פפא שעבר ושחטן רק דת\"ק ורבי פליגי בקדשי מזבח שנעשו בע\"מ ומעל בהם קודם פדיה בעוד שהם חיים עדנה וכן נראה להדיא מד' התוס' שם ד\"ה קדשי מזבח דלא גרסי שעבר ושחטן וכמו שכ' הגרע\"א ז\"ל שם בגליון המשניות אך נראה דבזה מחולק רבינו עם התוס' דמד' התוס' נראה דרבי סבר דקדשי מזבח צריך ג\"כ העמדה והערכה ולפיכך אינו יוצא לחולין במעילה הראשונה כיון שאין לו פדיון בקל [ויש להסביר ד' התוס' דכיון דצריך העמדה והערכה כמו שאינו מועיל פדיון בלא העמדה והערכה ה\"נ אינו יוצא לחולין ע\"י המעילה בלא העמדה והערכה] ולפיכך יש בהם מועל אחר מועל אבל ת\"ק סבר דקדשי מזבח לא היו בכלל העמדה והערכה ונפדין בקל ולפיכך אין בהם מועל אחר מועל ולפי פירוש התוס' הלכה כרבי בהא דהא אנן קיי\"ל דקדשי מזבח ג\"כ היו בכלל העמדה והערכה. ואכן רבינו הרמב\"ם ז\"ל לא ניחא ליה לפרש הפלוגתא בזה דא\"כ לא יתכן כלל לישנא דרבי במשנה שם דכל דבר שאין לו פדיון [ור\"ל שאין לו פדיון בקל שצריך בתחילה להעמדה והערכה וכמו שכ' התוס' שם] יש בו מועל אחר מועל והלא לפי ד' התוס' גם ת\"ק ס\"ל כן רק דטעמא דת\"ק הוא משום דס\"ל דקדשי מזבח א\"צ העמדה והערכה והלכך יש לו פדיון בקל ולכן פירש רבינו דגם ת\"ק ס\"ל דצריך העמדה והערכה רק דס\"ל דאף שאין לו פדיון בקל מ\"מ אין בו מועל אחר מועל דהא קדשי בה\"ב נמי צריך העמדה והערכה ומ\"מ אין בו מועל אחר מועל ופסק רבינו כת\"ק וזה מדוייק בלשון רבינו שם בפ\"ה מה' מעילה שכ' שם בהמת קדשי קדשים שנפל בה מום הואיל והיא עומדת לפדיון וכו' הראשון לבד מעל ור\"ל דאף דאינה נפדה בקל וצריך העמדה והערכה מ\"מ כיון שעומדת לפדיון אין בה מועל אחר מועל כמו בקדשי בה\"ב ועפ\"ז דברי רבינו מאירין כשמש בצהרים ונסתלק בזה התמיהה שתמה הלח\"מ והתויו\"ט על רבינו ודו\"ק היטב [ואך לפי פירוש רבינו בד' רב פפא צריך לומר דהא דמייתי הש\"ס שם סייעתא לדברי רב פפא מהברייתא שם ואף דהברייתא מיירי להדיא בעבר ושחטן לא מייתי ראיה מהברייתא רק דמהברייתא מוכח דרבי סבר דקדשי מזבח ג\"כ צריך העמדה והערכה מדאמר בברייתא דיקברו ומיירי דמתו לגמרי אחר השחיטה ולפיכך מחיים נמי אף דיכול לפדותן ע\"י העמדה והערכה מ\"מ כיון שאין נפדין בקל יש בהן מועל אחר מועל וחכמים דברייתא לאו היינו ת\"ק דמתני' דחכמים דברייתא ס\"ל דקדשי מזבח לא היו בכלל העמדה והערכה ומשו\"ה ס\"ל דיפדו אבל ת\"ק דמשנה שפיר ס\"ל ג\"כ כרבי בהא דקדשי מזבח ג\"כ היו בכלל העמדה והערכה אך מ\"מ אין בהם מועל אחר מועל משום דמ\"מ יש להם פדיון אחר העמדה והערכה ודו\"ק היטב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "חשק שלמה על משנה תורה, הלכות ערכים וחרמין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Cheshek Shlomo",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}