{
    "status": "locked", 
    "versionTitle": "Eliyahu Munk, HaChut Hameshulash", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "license": "CC0", 
    "language": "en", 
    "title": "Rabbeinu Chananel on Genesis", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויחי שת חמש שנים ומאת שנה ויולד את אנוש, seeing that the Israelites trace themselves back to שת, he is the only one of Adam’s sons who is mentioned here."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואיננו, כי לקח אותו אלוקים, seeing that he was unique in his generation the Torah describes his absence from earth as איננו, “he no longer existed.” [the author means that whenever we leave behind offspring that can carry on our work on earth we have not totally disappeared, though we may be dead. Ed.]"
            ]
        ], 
        [
            [
                "ויהי כי החל האדם לרוב על פני האדמה ובנות יולדו להם, the Torah speaks of the “daughters who were born to men” as an introduction to the fact that the human species multiplied on the face of the earth. Seeing that there were a disproportionate number of girls being born, the species increased quickly."
            ], 
            [
                "ויראו בני האלוהים את בנות האדם כי טובות הנה, ויקחו להם נשים מכל אשר בחרו. We have already explained that the noun אלוהים is a noun which is sometimes applied to G’d, and sometimes to certain people, and sometimes to phenomena which some people worship even though they have nothing divine about them, In Genesis 1,1 בראשית ברא אלוקים, it is clearly a reference to G’d. In Genesis 20,3 ויבא אלוהים אל אבימלך, it is a reference to an angel, seeing that he carried out a mission on behalf of G’d. In Exodus 22,8 עד האלוהים יבא דבר שניהם, it is a reference to a judge, a human being. The term is also applied to select human beings of a spiritually high level, such as when David quotes G’d in Psalms 82,6 אני אמרתי אלהים אתם, I used to say that you (man) are “divine,” (until you sinned). In our verse here, the Torah in speaking of בני האלוהים, refers to the elite of the human species at the time. In our verse it is a reference to the male elite, the judges."
            ], 
            [
                "והיו ימיו מאה ועשרים שנה, it is possible that G’d extended their life spans for another 120 years, seeing the measure of their sin was not yet full. We have the Torah on record as the Emorites’ measure of sin not being complete, and that as a result of this the Israelites could not yet dispossess them (Genesis 15,16).  Abusing one’s G’d given tzelem is something that cannot be allowed to continue indefinitely. David already summed this up in Psalms 82,6 when he quoted G’d as saying: אני אמרתי אלוהים אתם ובני עליון כלכם, אכן כאדם תמותון, “I had said that you are all divine beings, sons of the most High; all of you, but you shall die as men do, etc.”"
            ], 
            [
                "הנפילים היו בארץ בימים ההם וגם אחר כן, the Torah informs us here that the people the spies reported seeing during their tour of the land of Canaan (Numbers 13,33) had been quite common in the period before the deluge. The words וגם אחרי כן mean that even after the deluge there continued to be such gigantic specimen of human beings. The verse speaks of different periods, commencing with a reference to the בני האלוהים who took as their wives from the בנות האדם. These were the people who had originally made a name for themselves due to their size. "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [
                "The reason why we have two verses in both of which G’d is reported as speaking (separately) although no mention is made of Avram making any response in between, is that the first verse commencing with ויאמר was not a verbalised version of what G’d “said,” but describes what he thought. Such constructions are not unique, other examples occurring in Genesis 27,41 ויאמר עשו בלבו, “Esau said in his heart, etc.” It is reported as Esau having said something, else how could his mother have heard it? Solomon, in Kohelet 2,1 also uses the word אמרתי when describing something he thought rather than something he had actually said."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "ותאמר שרי אל אברם חמסי עליך, the meaning of the words חמסי עליך is revealed when the angel tells Hagar to go back to Sarai her mistress and to submit to her oppression (16,9). The Torah, at this stage, had covered up the change in Sarah's attitude toward Hagar. Sarai had become completely dependent on Hagar as a result of her having become pregnant. Previously, in the mistress-maid relationship it was the maid who had been dependent on her mistress. Avram had accused her of committing a criminal act by oppressing Hagar. By refusing her services as a maid, Hagar was further encouraged to treat her mistress as her inferior. As a result, Sarai now challenged Avram, blaming him for her reduction in status. She therefore demanded that G'd Himself intervene to show that it was really His will that she now be subordinate to Hagar. This is the reason for the dot on the word וביניך. The point is that Sarai did not want such Divine judgment to cause Avram harm. In the event, the angel told Hagar that Sarai had been correct in her treatment of her when he told her to go back and to submit to Sarai's harsh treatment of her."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולישמעאל שמעתיך ... ונתתיו לגוי גדולת. We see from our historical records that this prophecy came true after a delay of 2333 years. [Avraham was circumcised in the year 2047 according to Seder hadorot and the Mohammedan faith originated in the year 4384, exactly 2333 years later.] This delay was not due to sins of the original Ishmaelites. They had been looking forward to the fulfillment of this prophecy for all these years. We lost our independence due to our sins, however. G'd set a time of 1305 years (according to Daniel) until our redeemer would come. We must certainly continue to look forward to our glorious destiny and not despair if the Ishmaelites had not despaired after over 2000 years. (Rabbeinu Bachya) To indicate that this “divorce” was only due to fear, the Torah describes Sarah’s status as והיא בעולת בעל, “she had a husband.” The divorce bill was therefore not fully effective. It was this status which enabled Avimelech to protest to G’d: הגוי גם צדיק תהרוג, “are You going to kill an innocent person? Conditional divorces were not part of the legislation practiced among gentiles, so why should he have had to consider such a clause? He considered himself a righteous person for not having sexually molested Sarah. In addition, he had every reason to believe that Sarah was unattached, as both Avraham and Sarah had described their relationship as that of brother and sister. Such assurances had been given by both of them repeatedly (compare Rabbeinu Bachya))", 
                "בתם לבבי, did I take her as my wife.", 
                "ובנקיון כפי, I have not even touched her as yet."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "והשענו תחת העץ. This teaches that there was only a single tree at that location. Why did G’d reveal Himself in the shape of a tree? This was because He told him that he would sire a son after having become old, similar to a tree of which it is written that even “an old tree still has hope of producing new branches even if it has been cut down, it will renew itself, its shoots will not cease, if its roots are old in the earth and its stump dies in the ground. At the scent of water it will bud and produce branches like a sapling.”(Job 14,7-9) Furthermore, the righteous have been compared to trees, as we know from Psalms 1,3 והיה כעץ שתול על פלגי מים, “he will be as a tree planted besides streams of water,” (quoted by Rabbeinu Bachya in the name of Rabbeinu Chananel in his commentary on Genesis 18,1)"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למען אשר יצוה את בניו ואת ביתו אחריו, the dictates by the patriarchs to their respective children, all only by word of mouth, without there being a written document claiming to be G’d’s instructions such as the Torah nowadays, were observed by these children of the patriarchs as if the Torah had already been given, and as if they each had said: “I will do and I will hear.” This is further proof that the oral Torah is not subordinate to the written Torah. All of what was written in the written Torah was included in what the people heard at Mount Sinai, as well as all that G’d taught Moses while he was on that mountain. Just as there is no difference between the specific commandment the people had heard, i.e. the Ten Commandments, and the remainder of the written Torah, so there is no difference [in the authenticity and binding nature Ed.] of the commandments not spelled out in the written Torah, but handed down by the sages orally from generation to generation. (Rabbeinu Bachya)"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הנה נא לי שתי בנות, Lot most certainly did not mean to “sacrifice” his daughters. His turn of phrase must be understood in the same sense as when someone says to his good friend: “my house is at your disposal. Help yourself to whatever you desire!” Or, the words may be understood as if someone under the threat of being murdered shouts at his would-be murderers: “go ahead and kill me, (if you dare)” He knew full well that these people were not going to do what he had proposed to them.", 
                "גש הלאה, they insulted him. They realised that Lot would not hand over his guests. They ordered him out of the way. When the angels saw how Lot endangered himself on their account they forgave him. (compare Nachmanides)", 
                "הנה נא, the words mean “now!” Now restrain your urge to kill these people. I will now hand over to you my two daughters and you can satisfy your urges with them. You can rape them, seeing that they are still virgins. Alternatively, you may even kill them. This is what he meant when he added the words כטוב בעיניכם.", 
                "אל תעשו דבר, “do not do something evil.!”", 
                "כי על כן באו, seeing they have come to spend the night under my roof, leave them be, in my honour, I would rather have you abuse my daughters or even kill them, than to do any harm to these men.”"
            ]
        ], 
        [
            [], 
            [
                "וישלח אבימלך מלך גרר ויקח את שרה, now that Avraham had come to Gerar he had divorced Sarah seeing that he was afraid the local people would kill him if he would reveal that Sarah was his wife. In spite of this, G’d did not allow that Sarah would become separated from him; He did not allow that a righteous woman should become the wife or concubine of an idolater, a sinner."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רובה קשת, the wordרובה  refers to the lad, i.e. Ishmael. קשת, is used as an adjective; the lad became a student and then master of the art of hunting with bow and arrow."
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויצא יצחק לשוח בשדה לפנות ערב, the שיחה, “conversation,” referred to here is the afternoon prayer, a tradition (the duty to pray at regular intervals) he had learned from his father. The reason why the Torah added the words לפנות ערב, is to teach that this governs the period when the sun has entered the western part of its orbit around the earth. [at that time the earth was presumed to be the center of our galaxy. Ed.]\n"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויאמר לבן טוב תתי אתה לך מתתי אתה לאיש אחר, even though giving her to another man [presumably someone with liquid assets, and she would not have to wait for seven years to be married, Ed.] would also be good. Man without a woman, a wife, or a woman without a husband are both not considered as טוב as a “good situation.” (based on Jerusalem Talmud Berachot 9, but expressed in negative terms, i.e. that being single is not good, intolerable.) This reflects what G’d said in Genesis 2,18 that it was not a good situation for Adam to be solitary, without a mate, without a wife. The term טוב  is not an absolute, objective term, but is often used to describe a relative situation, i.e. “better than.”  Even when used in such a context, it may not necessarily be relative to one other choice, but could be relative to a variety of choices, some bad, some relatively good when compared to the bad choice but relatively bad when compared to the best alternative. The author quotes from Lamentations 4,9 and Kohelet 4,17 as well as from Proverbs 15,17 as well as from  Kohelet 5,4 and Kohelet 4,2-3 to illustrate how the word טוב is used in different contexts, generally as a comparative to an alternative. According to Rabbeinu Bachya’s understanding of Rabbeinu Chananel, Lavan meant to say that although a good case could be made for giving Rachel in marriage to someone else, in fact such a choice might be considered superior, he was agreeable to Yaakov’s proposal. "
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ותגנב רחל את התרפים אשר לאביה; she stole them in order that he would reconsider his actions, saying to himself that any deity which allows itself to be stolen surely cannot be much good to anyone. The same argument had been used by Yoash who told his father that if his deity, the baal, was really capable of avenging himself, he should do so himself instead of letting his human worshipper become his defender. (Judges 6,31) Similar arguments are reflected in Ezekiel 28,9 where the prophet predicts the downfall of the King of Tzor (Tyre) who had declared himself a god. He ridicules this “god” as saying to his murderer: “I am a god!” (quoted by Rabbeinu Bachya). "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הבנות בנותי והבנים בני והצאן צאני, Lavan deliberately bent the truth when he said: “and the sons are mine.” A grandfather cannot say of his grandchildren by his daughters that they belong to him. What our sages meant when they said that “grandchildren are like children (Yevamot 62) referred only to the grandsons who are sons of sons, not to grandsons who are children of one’s daughters. He also twisted the truth when he said that the flocks (of Yaakov) were his (Lavan’s) flocks. He had first given them to Yaakov as compensation for his labour. Lavan was similarly legally wrong when he added: וכל אשר אתה רואה לי הוא, “all that you (Yaakov) see is really mine.” This is what Yaakov had in mind when said to him in verse 37: “when you checked out and rummaged in all of my things, what did you find that belonged to you?” Lavan had not replied to this. The entire situation reminds one of what ben Haddad had said to Achav King of Israel, (Kings I 20,3) “your silver and gold are mine, your wives and children who are good are mine.” Achav had replied (verse 7) that Ben Haddad’s words revealed that he was bent on doing harm and did not have a legal argument to support his claim. Lavan also had no legal claim so that he was forced to reply to Yaakov’s challenge “why did you chase after me?” “I came to see my daughters, who are my daughters.” "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Yaakov included all the 13 attributes G’d revealed to Moses in Exodus 34, 6-7 in his prayer here. The words אלקי אברהם ואלוקי יצחק represented the first two of G’d’s attributes, i.e. “mercy and justice.” The words שוב לארצך G’d had said and which Yaakov quotes, refer to the third attribute, the one called רחום in Exodus. The words ואטיבה עמך correspond to the attribute חנון in Exodus, i.e. loving kindness totally unearned by the recipient. The words ארך אפים in the list given to Moses is represented in Yaakov’s prayer by the word קטונתי. Yaakov meant that but for G’d’s long lasting patience, he could not have endured. The word is reminiscent of the line in Amos 7,5 חדל נא מי יקום יעקב כי קטן הוא, “Oh Lord, refrain! How will Yaakov survive, he is so small!”", 
                " The words מכל החסדים ומכל האמת correspond to the words ורב חסד ואמת in the list of G’d’s attributes in Exodus. The words ועתה הייתי לשני מחנות in our verse correspond to the words נוצר חסד לאלפים in the parallel paragraph in Exodus. G’d has preserved the חסד performed by both Avraham and Yitzchok to be credited to the account of their grandson Yaakov. The words אלפים (plural), correspond to שני מחנות, 2 camps.", 
                "הצילני נא מיד אחי, these words correspond to the words נושא עון in Exodus, meaning that the sin has not caused Yaakov’s downfall.", 
                "מיד עשו, a reference to a sin of a far more serious nature than עון, described as פשע in the list of attributes in Exodus. ", 
                "כי ירא אנכי, these words correspond to the word וחטאה in the list of attributes in Exodus. It is a minor type of sin, the one committed inadvertently.", 
                "ואתה אמרת, these words and their continuation correspond to the word ונקה in the list of G’d’s attributes revealed to Moses in Exodus 34,7.\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "עזים מאתים ותישים עשרים, when we add up all the animals that Yaakov sent to Esau on this occasion they total 550. As a result the kingdom of Esau preceded the kingdom of Israel by 550 years. (Rabbeinu Bachya) [it is not easy to reconcile these numbers with the year in which Israel asked the prophet Samuel to appoint a king for them. This is assumed to have occurred in 2883, whereas the Exodus occurred in 2448. if the Exodus occurred 400 years after the birth of Yitzchok in 2048 and Esau founded his kingdom prior to Yitzchok’s death at 180 years of age, (2228) it will be seen that there is a discrepancy here of maximally 105 years. Ed.]"
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא יקרא עוד שמך יעקב כי אם ישראל יהיה שמך. This means that G’d gave him an additional name to his existing one. The word עוד means the same as בלבד, exclusively.    G’d informed Yaakov that henceforth he would have two names, used alternatively. We find something similar in Jeremiah 3,16 לא יאמרו עוד ארון ברית ה', where it also means that henceforth the Holy Ark would not only be referred to as ארון ברית ה'. What was meant was that henceforth the site of the Holy Ark would not be the exclusive site for the Presence of the Shechinah, but that the entire city of Jerusalem would have a similarly holy status. This is the meaning of: בעת היא יראו לירשלים כסא ה' “at such a time they will refer to the city of Jerusalem as G’d’s throne” (verse 17 in the above mentioned chapter in Jeremiah). This then is the meaning of כי אם ישראל יהיה שמך,i. Sometimes the name Yaakov would be used, other times the name Yisrael. Proof that this is correct is found in Isaiah 48,12 where the prophet uses both names simultaneously, שמע אלי יעקב וישראל מקוראי, as well as in Jeremiah 46,28 אל תירא עבדי יעקב ואל תחת ישראל, “do not fear My servant Yaakov, nor be afraid Yisrael.” (quoted by Rabbeinu Bachya)"
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היא מוצאת, our sages in Sotah 10 conclude from this verse that a person prefers to be thrown into a fiery furnace to being publicly embarrassed. They derive this from the words of Tamar, who said (to herself): “if he will own up to the truth, Ok, if not, I will rather allow myself to be burned at the stake than to shame him in public.” Even though the word מוצאת is spelled with the letter א in the middle, thus not being derived from the root הצת, to cause a conflagration, to set fire, one may explain it along that line here as being phonetically connected to Lamentations 4,11 ויצת אש ציון, “He set fire to Zion.” "
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ועל השנות החלום פעמים, this teaches that the first dream and the second dream were one. Why then did Pharaoh have to dream the same dream twice?", 
                "כי נכון הדבר מעם האלוקים, the seven years of plenty would commence immediately.", 
                "וממהר האלוקים לעשותו, the famine will start immediately after the seven years of abundance. (as quoted by Rabbeinu Bachya)\n"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כי לולא התמהמנו, the verse teaches us that in the interval the sons had all severely restricted the amount of food that they had been consuming without raising objections to their father’s ruling not to take Binyamin with them. They waited until their father would himself realise that he had to change his attitude and would agree for Binyamin to accompany his brothers. Once he had become agreeable, he suggested five steps to increase their chances of success. They were: 1) “take a gift along for the ruler of that land.” 2) “take twice the amount of money you had taken the first time.” 3) the amount of money found in their bags they should return as independent of any money taken to pay for purchases. Joseph’s official might have made a mistake. It would be a sanctification of the Lord’s name for people believing in Him being seen as so honest. 4) take along your younger brother. 5). Prayer. He told the brothers that he had prayed to G’d that He should exercise His mercy toward them when they would confront the Egyptian ruler. (as quoted by Rabbeinu Bachya)"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הננו עבדים לאדוני גם אנחנו גם אשר נמצא הגביע בידו, “here your servants are ready to be your slaves, both we and the one in whose hand the goblet has been found.” These words of Yehudah to Joseph, (his representative, Ed) are puzzling, as he should have said הננו עבדים אשר נמצא הגביע בידו, גם אנחנו הנקיים, “here we are ready to be your slaves, the one in whose hand the goblet has been found, as well as we who are innocent.” [the guilty one should precede the innocent one in the phrasing of Yehudah’s offer.] How could Yehudah refer to the one in whose bag the goblet had been found as “only” גם, “also,” when it was he who had caused the whole disaster? Anyone reading the words of Yehudah must come to the conclusion that the thief had actually refused to shoulder the blame for his deed, not believing that he should be a slave. Because he was aware of this impression given by Yehudah’s words, Rabbeinu Chananel suggests that Yehudah’s words must be understood in conjunction with the previous words מה נאמר לאדוני, “what are we able to say to my lord, etc.” The word נאמר refers to the money found in their bags the first time, whereas the word נדבר, refers to the second money, the money the brothers had brought to Egypt as compensation for what they had found the last time when they came home. The words ומה נצטדק, refers to the goblet.", 
                "האלוקים מצא את עון עבדיך, “He, G’d, has found a way for the debtor to collect the debt due him. However, as to the goblet, this is something we are totally innocent of, not only the ten of us in whose sacks the goblet has not been found, but even the one in whose sack it has been found is innocent of this accusation. This is G’d’s way of incriminating us; we did not incriminate ourselves in this way. \n"
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אנכי אעשה כדברך, “I will do this independently of swearing an oath. There is no need to place me under oath. [I believe that author uses the extraneous word אנכי as the reason for his exegesis. Ed.]"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואקברה שם, I had to bury her there as her body was  in a physically detestable state as a result of just having  given birth which did not enable me to delay burying her without subjecting her body to indignities."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שכל את ידיו, he crisscrossed his hands so that the right hand was pointed to the left and the left to the right."
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויספדו שם מספד גדול וכבד מאד. There are 9 different kinds of eulogy. They are:מספד, נהי, צעקה,היליל, נידה, מרזח, קינים, הגה, והי. All these expressions are documented in Scripture.   The expression מספד (as here) occurs in Kings I 13,30 ויספדו עליו הוא אחי, “they lamented over it, saying: “alas” my brother.” The word נהי meaning eulogy, appears in Jeremiah 9,18, whereas the expressions צעקה and היליל meaning different types of eulogy occur in Ezekiel 21,14. The expression נידה occurs in Jeremiah 48,17 also meaning eulogy. The word מרזח is used in this sense in Jeremiah 16,5, whereas קינים occurs in that sense Ezekiel 2,6. When the Torah here uses the expression מספד גדול, a great mourning, the meaning is that the various types of eulogies to which we have referred were all used on that occasion.  Basically, the Torah teaches that nine different groups of people all participated in the funeral cortege for Yaakov and each made its particular contribution to eulogising and demonstrating their appreciation of the contribution this man had made to mankind, not only to his family. A eulogy is a register of the positive contributions made by the deceased during his lifetime. An example of such a eulogy are the words spoken about King Sha-ul and his son Yonathan by King David: in Samuel II 1,23: הנאהבים והנעימים בחייהם ובמותם לא נפרדו, “who were beloved and pleasant and even in death refused to be parted from Him.” A properly composed eulogy contains elements describing the personal relationship between the survivor and the deceased such as David saying of Yonathan in that same chapter: צר לי עליך אחי יהונתן, “my brother Yonathan you were most dear to me, your love was more wonderful to me, more than the love of women.” King David also taught us something about a eulogy even for people who not always saw eye to eye with the one eulogising him, i.e Avner, at one time almost David’s arch enemy. Nonetheless, in Samuel II 3,33 David proclaims: “Should Avner have died the death of a churl? Your hands were not bound, your feet were not put in fetters; but you fell as one falls before treacherous men!” These examples teach that when eulogising one has to list the good people did, their contributions to life generally, emphasising that with the death of the deceased the survivors have been deprived of those values the deceased stood for. The prophet Ezekiel was even instructed by G’d to eulogise the city of Tzor (Tyre), (Ezekiel 27,2-3) although the major part of that eulogy bemoaned the abuse made by those people of the gifts and luxuries they had enjoyed thanks to G’d’s largesse. The exploits of these people are extolled in spite of their not finding favour in the eyes of the Lord. In verse 27 of that eulogy the fact that all these people, G’d’s creatures, were swept away in the prime of their lives is bemoaned. [The prophet Ezekiel did not say “good riddance.” Ed.]  In Moed Katan the Talmud elaborates on the eulogy over the passing of Rabbi Pedot, the speaker commencing with describing the very day on which the sage died as a day which is difficult for the entire Jewish people, as difficult as the day when the sun set on the land of Egypt. This was a reference to Amos 8,9 “Shall not the earth shake for this, and all that dwell in it mourn? Shall it not all rise like the Nile, etc., etc.? I will make the sun set at noon, I will darken the earth on a sunny day, I will turn your festivals into mourning, and all your songs into dirges.” The demise of the power of Egypt was, of course, no reason for the Jewish people to mourn, but it was a reason for all the nations who considered Egypt as their patron to do so. There is sort of a formula of how the president of the Sanhedrin has to be eulogised, [to ensure one is not guilty of being remiss in eulogising him sufficiently, a grave sin. Ed.] Part of the formula contains the words: “the finest spices have been buried in the earth (where they cannot give off their fragrance) a man who knew all about the most intricate parts of Torah law such as the various skin eczemas, etc. and ritual impurities connected with oholot, a man able to remove any doubts which bothered Torah scholars of lesser stature. Someone able to explain all manner of hidden depths contained in the Torah.” The mourner continued to liken the deceased to the most outstanding judges in Israel such as Othniel. [The above is an example of a eulogy worthy of the name. Ed.]"
            ]
        ]
    ], 
    "versionSource": "http://www.urimpublications.com/Merchant2/merchant.mv?Screen=PROD&Store_Code=UP&Product_Code=chut", 
    "heTitle": "ר' חננאל על בראשית", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Genesis"
    ]
}