{
    "language": "he",
    "title": "Minchat Shai on I Chronicles",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Minchat Shai",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "מנחת שי",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "מנחת שי על דברי הימים א",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Minchat Shai",
        "Writings"
    ],
    "text": [
        [
            [
                "<b>אדם.</b> אל\"ף של אדם רבתי מכל אלפין שבמקרא שבו התחיל הקב\"ה לברא את הכל ובו גמר את הכל ועיין בס' אות אמת סוף מדרש רות וזוהר פרשה מצורע סוף דף נ\"ג ובפענח רזא  ריש פ' בראשית ומסורס הברית הגדול ריש ד\"ה: "
            ],
            [],
            [],
            [],
            [
                "<b>ותבל.</b> ברוב ספרים ישנים שלפני חסר וא\"ו אחר תי\"ו: "
            ],
            [
                "<b>ודיפת.</b> בדל\"ת ובס' בראשית וריפת ברי\"ש ויש בו דרש הביאו רש\"י ז\"ל וסימן ראשי שמות ספריהון. פרשת בראשית הנקרא ראשית ברי\"ש. נכתב וריפת ברי\"ש ובד\"ה נכתב ודיפת בדל\"ת כשם הספר הנקרא דברי בדל\"ת ובמס\"ג אות דל\"ת חשיב להו באלפא ביתא מן חד וחד חד דל\"ת וחד רי\"ש:\n"
            ],
            [
                "<b>ורודנים.</b> ברי\"ש ראשונה ובחומש כתוב בשני דלתי\"ן ויש דרש בב\"ר פרשת ל\"ז הביאו רש\"י ז\"ל. ובמסורת דלעיל חשיב נמי הנך בהדייהו:\n"
            ],
            [],
            [
                "<b>ורעמא וגו' ובני רעמא.</b> במקצת מדוייקים שניהם באל\"ף וכן נמסר בהדיא במסורה שלנו פרשת נח:\n"
            ],
            [],
            [
                "<b>לודיים.</b> לודים קרי ויש בו דרש בב\"ר פרשת ל\"ז הביאו רש\"י ז\"ל ועיין יפה תואר:\n"
            ],
            [
                "<b>ואת פתרוסים.</b> הוא\"ו בגעיא:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וגתר ומשך.</b> במקצת דפוסים ישנים המ\"ם קמוצה ובכל ספרים כ\"י מדוייקים בסגול ודבר זה מוכרע גם מהמסורה האומרת ומשך ב' בסגול ואידך יון תובל ומשך (יחזקאל כ״ז:י״ג):\n"
            ],
            [],
            [],
            [
                "<b>חצרמות.</b> מלה אחת רד\"ק וכן הוא בחומש כמ\"ש שם:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלה תלדותם.</b> במקצת מדוייקים חסר וא\"ו קדמאה ומלא וא\"ו תנינא וכן במסורה פ' וארא כל ד\"ה תלדותם כתיב במ\"א ואחיהם לתולדותם (ד\"ה א' ט'):\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>צפי וגעתם.</b> צפי כתיב ביו\"ד ובתורה צפו בוא\"ו רד\"ק:\n"
            ],
            [],
            [],
            [
                "<b>והומם.</b> בוא\"ו ובתורה והימם ביו\"ד רד\"ק:\n"
            ],
            [
                "<b>עלין.</b> ביו\"ד ובתורה עלון בוא\"ו רד\"ק:\n",
                "<b>שפי.</b> ביו\"ד ובתורה שפו בוא\"ו רד\"ק:\n"
            ],
            [
                "<b>חמרן.</b> ברי\"ש ובתורה חמדן בדל\"ת ויש בו דרש הביאו רש\"י ז\"ל שבתחלה היו חמודין ונחמדין כצדיקים ולבסוף מכוערים כחמור כן דרך החמור בתחלה חמוד ולבסוף נעשה מכוער והסוס מתחלה מכוער ולבסוף יפה:\n"
            ],
            [
                "<b>בני אצר.</b> הבית בגעיא:\n",
                "<b>יעקן.</b> ביו\"ד ובתורה ועקן בוא\"ו:\n",
                "<b>בני דישון עוץ וארץ.</b> בדפוסים אחרונים כתיב בני דישן בקמ\"ץ ושבוש הוא מהמדפיסים בלי ספק דמרגלא בפומייהו הכי באוריית' אמנם בכל ספרים כ\"י מדוייקים וגם בדפוסים ראשונים כתב כאן דישון מלא וא\"ו וכן נראין דברי רד\"ק כי לא נזכר שם זה כאן כי אם בחולם:\n"
            ],
            [],
            [],
            [
                "<b>וימלך תחתיו חושם</b>:\n",
                "<b>וימת חושם.</b> חושם ד' תרין מנהון מליין ותרין חסרים. וסימן וימת יובב וחברו. וימת חושם וחברו. דאורייתא חסרים דד\"ה מלאים:\n"
            ],
            [
                "<b>עיות.</b> עוית קרי:\n"
            ],
            [],
            [],
            [],
            [
                "<b>וימת בעל חנן וימלך תחתיו הדד.</b> בדל\"ת ובתורה ברי\"ש וסימנהון ראשי ספריהון:\n",
                "<b>פעי.</b> ביו\"ד ובתורה בוא\"ו:\n"
            ],
            [
                "<b>וימת הדד.</b> במ\"ג כתוב בדד וטעות הוא מהדפוס:\n",
                "<b> אלוף עליה.</b> עלוה קרי עיין בחיי סוף פרשת וישלח:\n"
            ],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובני איתן עזריה.</b> עיין מ\"ש בפרשה ויגש גבי ובני דן חשים:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ושמעה השלשי.</b> בס' מוגה חסר יו\"ד וכן בדפוס ישן ומסורה יתרו מוכיח שאין זה מן מלאים דד\"ה:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ותר הישמעאלי.</b> ובשמואל (ב' י\"ז) אומר יתרא הישראלי עיין מ\"ש שם:\n"
            ],
            [
                "<b>וארדון.</b> בדגש הדל\"ת:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשת אבישור אביהיל.</b> ב' אביהיל בה\"א חד קמץ וחד פתח דין קמץ ואידך אביהיל בת אליאב (ד\"ה ב' י\"א) בפתח:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הליד את אלעשה.</b> בעשרים וארבע קטן מבומבירגי שנת ד\"ש כתוב אלעשה ושבוש זה נתפשט גם כן בדפוסים אחרים על כן ראיתי להעיר עליו:\n"
            ],
            [
                "<b>את ססמי וססמי.</b> במדוייקים כתובי יד הסמ\"ך במאריך בשניהם:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ושמע הוליד.</b> מלא וא\"ו במדוייקים ושפיר קאי דליתיה מן י\"א חסרים במסורת פרשת פינחס:\n"
            ],
            [],
            [
                "<b>את חרן ואת מוצא ואת גזז.</b> בעשרים וארבע עם ביאור המלות דפוס ויניציאה ש\"ל חסר ואת מוצא ושבוש הוא מהמדפיסים:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומשפחות קרית יערים.</b> כתוב במכלול דף רכ\"ח ובא בקמץ בסמוך ומשפחות קרית יערים. והראוי בשו\"א כמו משפחות הקהתי. ובמקצת ספרים ראיתיו בשו\"א עד כאן לשונו. ולדידי חזי לי למפשט הדין ספיקא מן הדא מסרה דאמרה ומשפחות ד' תרין בהאי סימנא ותרין בסימן ד' דלקמן כדאיתא במסרה רבתא תלתא מנהון מלאים וחד חסר ומשפחות אחרחל. ומדאחריני בשו\"א ש\"מ דהאי נמי כוותייהו והכי הוויין בכולהו ספרי דילן בשו\"א ועיין עוד לקמן סי' ד':\n"
            ],
            [],
            [
                "<b>ישבו יעבץ.</b> ישבי קרי:\n",
                "<b> שוכתים.</b> בדפוס נפולי כתוב סכתים וטעות הוא:\n",
                "<b>המה הקינים.</b> בספר אחד כתב ישן וגם בשני דפוסים ישנים כתוב הקינים בצירי הקו\"ף וגם רד\"ק כתב מצאתי בספר מדוייק בצירי הקו\"ף ובספרים אחרים מצאתי ג\"כ בחיריק הקו\"ף והמסורה עליו לית וחד קינים והגה והי (יחזקאל ב׳:י׳):\n"
            ]
        ],
        [
            [
                "<b>נולד לו בחברון.</b> במאריך הנו\"ן:\n"
            ],
            [
                "<b>השלשי לאבשלום.</b> בלמ\"ד כמו שכתב רד\"ק ובמקצת דפוסים כתוב אבשלום בלא למ\"ד וטעות הוא מהמדפיסים שחשבו לתקן וקלקלו:\n"
            ],
            [],
            [],
            [
                "<b>נולדו לו.</b> בשור\"ק עם דגש אחריו רד\"ק בפירוש ושרשים ומכלול דף ק\"ה ודף קכ\"ה ועיין גם בדף פ\"א:\n"
            ],
            [],
            [],
            [],
            [
                "<b>מלבד בני.</b> בגעיא הבית:\n"
            ],
            [],
            [],
            [
                "<b>עזריה בנו.</b> בדפוס ישן כתוב עזריהו וטעות הוא:\n"
            ],
            [],
            [],
            [
                "<b>השלשי צדקיהו.</b> בדפוס ישן ובס' מוגה כ\"י חסר יו\"ד ומסורת יתרו מוכיח שאין זה מן המלאים הנזכרים שם:\n"
            ],
            [],
            [
                "<b>אסר שאלתיאל בנו.</b> בויקרא רבה פ' י' אסר בנו שאלתיאל בנו. וכן הוא בסנהדרין פ' אחד דיני ממונות ובזוהר פ' משפטים דף ק\"ו וכן הובא בערוך ע' אסר ולא נמצא כן במקראות ואולם במדרש חזית פ' שימני כחותם קאי שפיר אסר שאלתיאל בנו:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הודיוהו.</b> הודויהו קרי:\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ושם אחותם.</b> במדוייקים מלא וא\"ו:\n",
                "<b>הצללפוני.</b> בספרים מדוייקים הצדי\"ק בשו\"א נח:\n"
            ],
            [],
            [],
            [
                "<b>תימני.</b> בשו\"א המ\"ם לא בקמ\"ץ כמו שראיתי בס\"א:\n"
            ],
            [
                "<b>יצחר.</b> וצחר קרי:\n"
            ],
            [
                "<b>בן הרם.</b> בה\"א:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובני אלה וקנז.</b> במקצת דפוסים כתוב קנז בלא וא\"ו ותיקון כסילים הוא זה כי בכל ספרים כ\"י מדוייקים כתוב וקנז בוא\"ו וכ\"כ רד\"ק כך היה שמו וקנז בוא\"ו:\n"
            ],
            [],
            [],
            [
                "<b>היהדיה.</b> היו\"ד ראשונה בלא דגש:\n"
            ],
            [
                "<b>אחות נחם.</b> בחי\"ת:\n"
            ],
            [
                "<b>ותולין.</b> ותילון קרי:\n"
            ],
            [
                "<b>ומשפחות.</b> במדויקים בלא וא\"ו וכן מצאתי במסורת כ\"י:\n",
                "<b>ומשפחות.</b> ד' ג' מלא וחד חסר וסי' שלה (דין). קרית. סופרים (לעיל ב') וקוץ (סי\"ז פ' ח') בתראה חסר ועיין גם כן לשון מסרה שכתבתי למעלה (בסימן ב') ודא ודא חדא היא:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובציקלג.</b> במקצת מדויקים ובציקלג מלא יו\"ד:\n"
            ],
            [],
            [
                "<b>ועין רמון.</b> בס\"א כ\"י מצאתי ורמון בוא\"ו אב הוא טעות:\n"
            ],
            [],
            [],
            [],
            [
                "<b>וישימאל.</b> י\"ם שי\"ן ימנית וי\"ס שי\"ן שמאלית ומתחלפים גם במלוי וחיסור יו\"ד אחר המ\"ם:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המעינים.</b> המעונים קרי ובשורק:\n"
            ],
            [],
            []
        ],
        [
            [
                "<b>ולא להתיחש לבכרה.</b> ב\"ר פרשה פ\"ב ר' לוי ור' סימון חד מנהון אמר לא לראובן להתיחס ואוחרנא אמר אין מייחסין ליוסף אלא לראובן. ובפירש רש\"י דב\"ר חד מנהון אמר ליוסף מייחסין ואין מייחסין לראובן והכי כתיב ולו להתייחס לבכורה. ולו ליוסף ואין לראובן להתייחס ואחרינא אמר אין מייחסין ליוסף אלא לראובן ע\"כ. ובכל הספרים כתוב ולא באל\"ף וכן פי' רש\"י בפי' המקרא וכתב בעל מתנות כהונה דפירוש רש\"י דב\"ר למ\"ד ולא לראובן להתייחס דרש כאילו כתיב ולו להתייחס בוא\"ו פי' לו ליוסף להתייחס ולא לראובן עיין עוד שם וביפה תואר סימן י\"ב:\n"
            ],
            [],
            [],
            [
                "<b>שמעי בנו.</b> הבי\"ת רפויה:\n"
            ],
            [],
            [
                "<b>תלגת פלנאסר.</b> הלמ\"ד של תלגת בדגש:\n",
                "<b>לראובני.</b> עיין מ\"ש סוף פ' דברים:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ועבר.</b> י\"ס ועבר בשו\"א הוא\"ו:\n"
            ],
            [],
            [],
            [
                "<b>וישבו בגלעד בבשן.</b> חד מן אלפ\"א בית\"א מן חד חד מתרתין תיבותן לא נסבין וא\"ו בריש תיבותא ומטעין בהון וסימן נמסר במסו' רבתי אות וא\"ו:\n",
                "<b>ובבנתיה.</b> בספרים מדוייקים חסר וא\"ו אחר נו\"ן וכן משפטו לפי המסורת האומרת ובבנתיה ד' ב' מלא וב' חסר וסימנהון בשבת ישראל בחשבון דיפתח ב' בו. בגלעד בבשן. ובצקלג ובמכנה ע\"כ. והמלאים הם דיפתח ובמ\"ג שלנו כתוב ובצקלג ומדמנה וטעות הוא כי הוא ביהושע (ט\"ו) ואין שם ובבנתיה. אך צריך לומר ובצקלג ובמכנה שהוא בנחמיה (י\"א) וסוף הפסוק ובבנתיה:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>גמליהם.</b> בגעיא:\n"
            ],
            [],
            [
                "<b>ושניר.</b> בשי\"ן שמאלית כמ\"ש בסוף פ' דברים:\n"
            ],
            [
                "<b>ואלה ראשי בית אבותם ועפר וישעי.</b> בתרא פ' יש נוחלין אמר רבה בר שילא ישעי נמי ממנשה אתי דכתיב ובני מנשה חפר וישעי. והריטב\"א כתב אין המקרא הזה בשום מקום אלא מקרא קצר נקטי' דהתם בד\"ה מונה לישעי בתוך בני מנשה ודרך הגמרא לקצר בפסוקים ופעמים שמוסיף בהם לביאור כאותה שאמרו במס' תענית סוף פ' ד' לתת לכם אחרית וקוה בגולה (ירמיהו כ״ט:י״א) שהוסיף בסולה על המקרא לפי שכך עניינו למעלה מאותו מקרא אבל אין בעיקר המקרא אלא לתת לכם אחרית ותקוה ותו לא מידי עכ\"ל. ואיטתא נמי בהך פירקא בירושלמי ר' יוחנן מתיב והבאתי אתכם אל ארץ אבותיכם וגו' ומקרא כתוב והבאתי אתכם אל הארץ אשר נשאתי את ידי לתת אותה לאברהם ליצחקוליעקב. וכתב היפה מראה דנקט הכי כדי לקצר הכתוב כדאשכחן בקדושין ונתן הכסף וגם לו. ובריש עירובין אל פתח אולם הבית וזה אינו פסוק אבל מדקדק הכי ר' יהודה התם מהאי קרא דכך ר\"ל הפסוק (כמ\"ש הכריתות בחלק לשון למודים שער א' סי' י\"ח) (ורש\"י) [צ\"ל ור\"י] כתב שפסוק כזה לא מצינו והוא מורכב משני פסוקים פסוק א' כתיב פתח הבית (יחזקאל מ״ז:א׳) ופסוק אחר כתיב אולם הבית (שם מ') והוי כאלו נכתב בפי' בפסוק א' פתח אולם הבית עד כאן. ובפרק מרובה בגמ' עליו הכתוב אומר מהיות טוב אל תקרי רע ופריך ומי כתיב הכי ומשני אין דכתיב אל תמנע טוב מבעליו. ובפרק החובל קאמר דכתיב כל עוף למינו ישכון. וכתבו התוספות דאינו פ' אלא בס' בן סירא. וכן סלסלה ותרוממך ובין נדיבים תושיבך דאיתא פ' שלשה שאכלו. וכן בב\"ר פ' נ\"ט משה ניסן של ישראל דכתיב לכל האותות והמופתים אשר עשה משה. וכתב היפה תואר שם סימן ח' דדרך רז\"ל לקצר המקראות כדכתבו התוספות בפ' מפנין גבי ונתן הכסף וקם לו. והכא נמי כדי לקצר חבר סוף פסוק השני עם הקודם שהוא צרכו ללמוד שמשה ניסן של ישראל וכו'. וכן בת\"כ פ' בהר סיני ומייתי לה נמי בפ\"ק דקדושין (דף כא.) בכל גאולה תתנו לרבות בתים ועבד עברי וזהו קצור פ' ובכל ארץ אחזתכם גאולה תתנו לארץ. ועיין עוד בהליכות עולם שער ב' פ' ב' ומ\"ש במזמור פ\"ד וד\"ה ב' י\"ד ויחזקאל ל\"ז ובפ' עקב סי' י' וסוף פ' קדושים:\n"
            ],
            [],
            [
                "<b>תלגת.</b> בדגש הלמ\"ד כמ\"ש למעלה:\n",
                "<b>לראובני.</b> הריש בשורק והאל\"ף נחה כמ\"ש בסוף דברים ולקמן סי' י\"א:\n"
            ],
            [
                "<b>בני לוי גרשון קהת.</b> בלא וא\"ו כמ\"ש בפ' ויגש סימן מ\"ו:\n"
            ],
            [
                "<b>ובני קהת.</b> בשו\"א:\n",
                "<b>עמרם יצהר וחברון ועזיאל.</b> נפל מחלוקת במקצת ספרים בוא\"ו קדמאה של וחברון וזהו א' מן ה' פסוקים דמיין בשמהתהון ומתחלפין באתיהון. ועל מסורת דפ' וארא יש לסמוך שזהו קדמאה דד\"ה דכתיב עמרם ויצהר וחברון ועזיאל וכן מצאתי במסורת כ\"י וחד פסוק סימן ונתתי עשב בשדך לבהמתך ואכלת ושבעת. והתם המסורה חסרה פסוק אחר דפ' במדבר עמרם ויצהר חברון ועזיאל. ועיין עוד לקמן ריש סי' ו' ובסימן כ\"ג:\n"
            ],
            [],
            [
                "<b>את פינחס פינחס.</b> בס\"א כ\"י מצאתי פינחס ופינחס ואין לסמוך עליו:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ביד נבוכדנאצר.</b> מלה חדא:\n"
            ]
        ],
        [
            [],
            [
                "<b>בני גרשום.</b> הבי\"ת בגעיא בס\"ס:\n"
            ],
            [
                "<b>ובני קהת עמרם ויצהר וחברון ועזיאל.</b> וסימן ישמעו ענוים וישמחו ועיין לעיל סי' ה':\n"
            ],
            [],
            [
                "<b>לגרשום.</b> הלמ\"ד בגעיא בס\"ס:\n"
            ],
            [],
            [],
            [],
            [
                "<b>עזיה בנו.</b> ה'. חד כתיב אל\"ף וד' כתיבין ה\"א וסי' במס\"ג ערך עז ומ\"ש שם ובירושלם ישב. ר\"ל ישבו והוא בנחמיה י\"א:\n"
            ],
            [],
            [
                "<b>אלקנה בנו.</b> בני קרי:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הקהתי.</b> במקצת ספרים הקו\"ף בחטף קמץ ומקצתם בשו\"א לבדו:\n"
            ],
            [],
            [
                "<b>בן ציף.</b> צוף ק':\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בן בעשיה.</b> בבי\"ת ובדפוס ישן כתוב מעשיה וטעות הוא:\n"
            ],
            [],
            [],
            [],
            [
                "<b>על השמאול.</b> מלא אל\"ף וא\"ו:\n",
                "<b>בן קישי.</b> בחירק הקו\"ף עם יו\"ד:\n",
                "<b>בן עבדי.</b> נפל טעות בדפוס נפולי שחסר מלת בן:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואהרן.</b> הוא\"ו בגעיא במקצת ספרים כ\"י וכן הוא בחילופים לב\"א:\n",
                "<b>קדש הקדשים.</b> הקו\"ף בחט\"ף קמ\"ץ:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הקהתי.</b> במקצת ספרים הקו\"ף בחטף קמ\"ץ ומקצתם בשו\"א לבד:\n"
            ],
            [],
            [],
            [
                "<b>ולבני אהרן נתנו את ערי המקלט.</b> בכמה דפוסים כתוב את ערי יהודה המקלט. ואנן עיינינן בהאי נוסחא ואשכחנא דמשבשתא היא דלא חזינא הכי בכל נוסחאי דוקני ועתיקי לחוד בספרי חדתי דאתן מזמן קריב וליכא דוכתא לפלוגתא בהאי. דבהדיא אתמר במסורת ערי המקלט ד' בקריאה דסמיכין וסימנהון בפ' מסעי ודין חד מנהון והכי אשכחנא בכל מסרות כ\"י:\n"
            ],
            [
                "<b>ואת חילז.</b> בספרי הדפוס כתוב חילן בנו\"ן אבל בספרים מדויקים כ\"י מזיי\"ן וכן בדפוס נפולי ובמסרה לית כוותיה:\n"
            ],
            [],
            [
                "<b>עלמת.</b> בקמ\"ץ העי\"ן בספרים כ\"י:\n"
            ],
            [],
            [
                "<b>ולבני גרשום.</b> במקצת ספרים גרשון בנו\"ן והמסורת מוכיח שהוא במ\"ם דכל ספר ד\"ה במ\"ם בר מן ב' בנו\"ן כמו שנמסר בעזרא סי' ח' ובפרשת שמות:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>את יעזיר.</b> בשו\"א לבד העי\"ן ומלא יו\"ד אחר הזיי\"ן ובמסורת יעזיר ב' מלא בקריא דין ואידך גבורי חיל ביעזיר גלעד ד\"ה א' כ\"ו:\n"
            ]
        ],
        [
            [
                "<b>ישיב.</b> ישוב ק':\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובני בלע אצבון וגו' וירימות.</b> ברוב המדוייקים הרי\"ש בחירק ומלא יו\"ד ומסרה גדולה שלנו ירימות ו' מלא ונראה שצריך להוסיף זה עמהם וא\"כ יהיה ז' וזהו פרטן וירימות ועירי דהכא. וירימות ובעלים (ד\"ה א' י\"ב) ובני מושי מחלי ועדר וירימות (ד\"ה א' כ\"ד) וזהו שכתבו שם האחרון דבסמסורת שלמעלה כתיב בני מושי הראשון והוא בד\"ה א' סי' כ\"ה כמ\"ש לקמן להימן וגו'. שבואל וירימות (ד\"ה א' כ\"ה) וזהו שכתוב שם להימן ומלת ידותן לא ידעתי מה היא. לנפתלי ירימות (ד\"ה א' כ\"ח) מחלת בת ירימות (ד\"ה ב' י\"א) וירימות ויוזבד (ד\"ה ב' ל\"א) ושנים אלה האחרונים הם הנזכרים במסורת מחלת ויוזבד:\n"
            ],
            [
                "<b>ובני בכר וגו' ועמרי וירימות.</b> הרי\"ש בציר\"י ובלא יו\"ד אחריה במדוייקים וכן במסורת ירמות ד' בקריא. וסימן ובני בכר זמירה. דהכא ואחיו ששק וירמות (ד\"ה א' ח') בני מושי מחלי ועדר וירמות וזהו האמור במסורת בני מושי הראשון שהוא בד\"ה א' כ\"ג ודסי' כ\"ד נקרא אחרון כמ\"ש למעלה לחמשה עשר לירמות (ד\"ה א' כ\"ה) כן מצאתי במסרה כ\"י וכן צריך להוסיף במס\"ג ואחיו ששק ולמחוק בני ידותן גדליהו כי הוא בד\"ה א' סי' כ\"ה ולא נזכר מלת ירמות באותו פ':\n"
            ],
            [],
            [
                "<b>בלהן יעיש.</b> יעוש קרי:\n"
            ],
            [],
            [],
            [
                "<b>יחציאל.</b> ברוב המדוייקי' החי\"ת בחט\"ף פתח והצד\"י בחירק:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ובני אולם בדן.</b> עיין מה שכתבתי בפרשת ויגש אצל ובני דן חשים:\n"
            ],
            [
                "<b>איש הוד.</b> י\"ס אישהוד מלה חדא:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ויקרא את שמו בריעה.</b> חד מן ג' דסבירין ותקרא וקריין ויקרא וסי' נמסר בפרשה וישב סימן ל\"ח:\n",
                "<b>היתה בביתו.</b> במקצת מדוייקים כ\"י בי\"ת ראשונה דגושה כמשפט אותיות בג\"ד כפ\"ת כשהראשונה נקודה בשו\"א אע\"פ שסמוכה לאותיות אהו\"י ובס\"ס רפויה וא\"כ הוא יוצא מהכלל ועיין פרשה אמור על בבתוליה:\n"
            ],
            [],
            [],
            [],
            [
                "<b>נון בנו.</b> ברוב הספרים בחולם:\n"
            ],
            [
                "<b>ואחזתם ומושבותם בית אל ובנתיה.</b> כל ובנתיה שבפסוק חסר וא\"ו אחר נו\"ן ובפ' הנמשך שנים הראשונים חסרים ושנים האחרונים מלאים וכבר כתבתי ענין זה ביהושע סימן י\"ז:\n",
                "<b>עד עיה ובנתיה.</b> טעות גדול נפל בהרבה ספרים מהדפוס שכתוב בהם עד עזה. וזה ברור כשמש שקלקול מדפיסים הוא כי בכל כ\"י מדוייקים וגם בדפוסי' ישנים כתוב עיה ביו\"ד וכן הוא בספרי המסרות ובחלופים שבין מערבאי למדינחאי יש מחלוקת אם הם תרין מלין או חדא מלה ולמערבאי תרין מלין ולמדינאאי חדא מלה אבל כלם שוים שכתוב עיה ביו\"ד:\n"
            ],
            [],
            [],
            [
                "<b>ברזות.</b> ברזית ק':\n"
            ],
            [],
            [],
            [
                "<b>ורוהגה.</b> יתיר וא\"ו אחרי רי\"ש והוא חד מן מלין יתירין וא\"ו וחטפין קמצין ע\"פ המסורה:\n",
                "<b> יחבה.</b> וחבה ק':\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גבורי חילים.</b> ביו\"ד אחד לבד אחר חי\"ת וטעות נפל בספרים שיש ב' יודי\"ן:\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואת החיחד.</b> בחי\"ת וכן במסורת חשיב ליה עם זוגין דחד ק' חי\"ת וחד ה\"א:\n"
            ],
            [
                "<b>בערא.</b> באל\"ף:\n"
            ],
            [],
            [
                "<b>ואת שכיא.</b> בשי\"ן שמאלית קמיצה עם מאריך. וכתוב בכ\"ף לא בבי\"ת ואל\"ף בסוף תיבה כך מצאתי במדוייקים:\n"
            ],
            [],
            [
                "<b>ושמד.</b> ברוב הספרים בדל\"ת לא ברי\"ש:\n",
                "<b>הוא בנה.</b> ומלת הוא בשופר ולכן הבי\"ת דגושה:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ופניאל.</b> ופנואל ק':\n"
            ],
            [],
            [
                "<b>ויערשיה.</b> בסגול הרי\"ש:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שמעה ואף המה.</b> ע' מ\"ש בסימן ט':\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>את בנעא.</b> במדוייקים באל\"ף ומסורת נמי הכי מסרה בנעא תרין בקריא כוליה וכתיבין אל\"ף וסי' הוליד את בנעא וחברו לקמן סוף סי' ט':\n"
            ],
            [],
            [
                "<b>אולם בכרו.</b> בכל ספרים ישנים חסר וא\"ו וכן דינו מכח המסורת דפרשתוישב שאין זה מן ג' מלאים האמורים שם:\n",
                "<b>ואליפלט השלשי.</b> במקצת ספרים מוגים חסר יו\"ד ומסורת יתרו מסייעא להו שאין זה מן המלאים דד\"ה הנזכרים שם:\n"
            ],
            [
                "<b>גבורי חיל.</b> הב' במאריך:\n",
                "<b>דבכי קשת.</b> חד מן אלפ\"א ביתא מן ב' ב' לא נסבין וא\"ו בריש תיבותא ומטעין בהון וסימן במסרה רבתא. בפרשה זו יש ספורי דברים שהם כמו כן בנחמיה סימן י\"א ולא יתחלפו אלא במקומות מועטים ועיין בפי' רד\"ק הנה ובפי' רש\"י בפרשה של מעלה:\n"
            ]
        ],
        [
            [],
            [
                "<b>והיושבים.</b> מלא וא\"ו אחר יו\"ד וכן אומרת המסורה ב' חד חסר וחד מלא דתאנים חסר עיין ירמיה סימן כ\"ד במ\"ג:\n"
            ],
            [],
            [
                "<b>בנימן.</b> בני מן קרי. כתיב חד וקרי תרתי מסורת ד\"ה א' כ\"ז:\n"
            ],
            [
                "<b>ומן השילוני עשיה.</b> כאן מצאתי ספרים מתחלפים במלוי וחיסור יו\"ד ווא\"ו והרבה גמגומים יש בדבר כי המסורה הכתובה במ\"ג המסורה אינה כתובה כתקנה ומההיא ליכא למשמע מינה מידי ברם לפום מאי דמשתכח בספרי דוקני צריכא למימר הכין. השילוני ב' כ\"כ וסי' ומן השילוני עשיה (דין). ושאר דברי שלמה (ד\"ה ב' ט). כי היתה נסבה מעם האלהים (ד\"ה ב' י') השלוני כתיב. בן אורי' בן זכריה (נחמיה י״א:ה׳) השלני כתיב חסר דחסר. ושארהון השילני כתיב מלא יו\"ד וחסר וא\"ו:\n"
            ],
            [
                "<b>בני זרח יעואל.</b> בוא\"ו שרוקה ואין זה מהכתובים יעואל וקריא יעיאל:\n"
            ],
            [],
            [],
            [
                "<b>ואחיהם לתולדתם.</b> לפי מה שכתבתי בראש הספר אצל תלדותם זה ראוי להיות מלא וא\"ו קדמאה וחסר וא\"ו תנינא וכן מצאתי בס' מדוייק:\n"
            ],
            [],
            [
                "<b>נגיד.</b> בהרבה ספרים ישנים מלא יו\"ד:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וברכיה בן אסא.</b> בדפוס של נפולי כתיב אסף ושבוש הוא:\n"
            ],
            [
                "<b>והשוערים שלום.</b> במקצת דפוסים ישנים מלא וא\"ו אחר שי\"ן וכן ראוי לפי המסורת שנמנה בנחמיה ח' במנין המלאים וכן מצאתי בספר מוגה כ\"י:\n",
                "<b>וטלמון.</b> י\"ס חסר וא\"ו אחר מ\"ם:\n"
            ],
            [
                "<b>ועד הנה.</b> הוא\"ו בגעיא בספרי ספרד:\n"
            ],
            [
                "<b>קרח ואחיו.</b> הוא\"ו בגעיא בס\"ס:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ועל האצרות.</b> במקצת ספרים חסר וא\"ו קדמאה ומסורת איוב ל\"ח מסייעא להו דהתם נמסר י\"א מלא ולית דין בגוייהו ברם צריך למידע דבירמיה נ\"א נמסר אוצרות ד' מלאים בלישנא בקריאה ותו איכא התם מסרה אחריתי בלישנא אחרינא ואיכא בינייהו שכנת על מים רבים רבת אוצרת דללישנא קמא מלא דמלא וללישנא בתרא חסר וא\"ו תנינא ואיכא בינייהו נמי ואוצרה על אוצרות (נחמיה י״ג:י״ב-י״ג) דללישנא קמא חסר וא\"ו קדמאה וללישנא בתרא מלא דמלא והנך תרתי מסראתא דירמיה לא פליגי אמסרה דאיוב דבאיוב קא מסיר אוצרות דצד\"י דלהון שו\"א ובירמיה מסיר אוצרות דצד\"י דלהון קמץ ותו צריכנא לאודועי דבמסורת איוב כתיב ויוצא אסא את כל אוצרות. ושיבושא הוא דצ\"ל ויוצא משם וגו' (מלכים ב כ״ד:י״ג):\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הקהתי.</b> בחט\"ף קמ\"ץ הקו\"ף:\n",
                "<b>שבת שבת.</b> הראשון בפת\"ח הבי\"ת אע\"פ שלא ידמה סמוך והוא אחד מן ד' פתחי\"ן עפ\"ה וסימן נמסר בריש ס' בהר סיני ובמסרה כ\"י נמסר שבת ה' פתח ויש בתוכם שבתון שבת קדש (פ' בשלח) ואי הכי הוו להו חמשה וכן הובאו כלם בספר מכלול דף ר\"ט:\n"
            ],
            [
                "<b>פטירים.</b> פטורים ק':\n"
            ],
            [],
            [
                "<b>ובגבעון ישבו וגו'.</b> מכאן עד אלה בני אצל שבסוף הפרשה הוזכר כמו כן בפרשה של מעלה סימן ח' ועיין בפירש\"י שם ורד\"ק כאן:\n",
                "<b>יעואל.</b> יעיאל ק':\n",
                "<b>ושם אשתו מעכה.</b> בכמה דפוסים אחרונים כתוב ושם אחתו וזהו טעות מהמחוקקים כי בכל ספרים כ\"י וגם בדפוסים ראשונים כתוב אשתו וכן כתיב בפרשה שלמעלה סימן ח':\n"
            ],
            [],
            [],
            [
                "<b>שמאם ואף הם.</b> ב' פסוקים מכסין בספרא וסימן שמאה המה (לעיל סימן ח'). שמאסהם (דין) וסי' ה\"ה מ\"ם וחד פסוק סימן המה ישאו את המשכן ואת כל כליו והם:\n"
            ],
            [],
            [],
            [
                "<b>פיתון.</b> פליגי ביה ספרי אם חסר הוא או מלא:\n"
            ],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויבאו פלשתים.</b> מלת ויבאו בגלגל במדוייקים ולכן הפ\"א רפויה:\n"
            ],
            [],
            [],
            [
                "<b>יביש גלעד.</b> בספר מוגה כ\"י ובדפוס ישן מלא יו\"ד אחר הבי\"ת ומסורת דסוף שופטים אזלא כוותייהו:\n"
            ],
            [],
            [],
            []
        ],
        [
            [
                "<b>ויקבצו.</b> במקצת דפוסים ישנים ויקבצו בשני שוואין וטעות הוא:\n"
            ],
            [],
            [],
            [
                "<b>ושם היבוסי.</b> במקצת ספרים ספרדים ושם בציר\"י וגרסא של תימה היא:\n"
            ],
            [],
            [],
            [
                "<b>במצד.</b> הוקל המ\"ם כדלקמן בסימן י\"ב שרשים:\n"
            ],
            [],
            [],
            [
                "<b>ראשי הגברים.</b> חסר וא\"ו במדויייקים וכן דינו כי לא מנה כאן במסורת עם המלאים (יא) מספר הגברים. חסר וא\"ו מהטעם שכתבתי למעלה:\n"
            ],
            [
                "<b>השלושים.</b> השלישים ק':\n"
            ],
            [
                "<b>האחותי.</b> בחי\"ת וכן כתוב בספר שמואל:\n"
            ],
            [
                "<b>עם דויד.</b> מלא יו\"ד וכן במסורת כל תריסר ועזרא וד\"ה מלא:\n",
                "<b>בפס דמים.</b> ובספר שמואל (א' י\"ז) באפס דמים ויש דרש באגדת שמואל פ' כ' ובירושלמי פ' כהן גדול:\n",
                "<b>חלקת השדה מלאה שעורים.</b> ובסוף ספר שמואל בזאת המלחמה כתיב מלאה עדשים. עוד באו באלה הפרשיות כמה חילופים ממה שנזכר בס' שמואל קצתם נדרשו בירושלמי פ' כהן גדול וברות רבתא ריש פ' ה' ובאגדת שמואל ובפירושי המפרשים ואחריו בעל כלי יקר בפירוש נביאים ומהרי\"א ז\"ל העיר עליהן יותר מכולן והרוצה לעמוד עליהן יעיין במקומם שאין כאן מקום להאריך:\n"
            ],
            [],
            [
                "<b>וירדו שלושה.</b> השי\"ן בגעיא בס\"ס:\n"
            ],
            [],
            [
                "<b>ויתאו.</b> במקצת מדוייקים הוא\"ו בפתח וכן נכון ממה שכתבתי בשמואל א' כ\"ה על מלת ויהפכו:\n"
            ],
            [],
            [],
            [
                "<b>חלל ולו שם בשלושה.</b> בס\"ס כתיב ולו בוא\"ו ובספרים אחרים כתוב ולא באל\"ף וקרי ולו בוא\"ו וכבר ביארתי ענין זה על תשלומו בישעיה סימן מ\"ט:\n",
                "<b>בשלושה.</b> במדוייקים מלא וא\"ו וכן במסורת בשלושה ב' אחד מלא ואחד חסר. ולו שם בשלשה דשמואל חסר וחברו דד\"ה מלא:\n"
            ],
            [
                "<b>ועד השלושה.</b> במדוייקים מלא וא\"ו ולא מצאתי המסורת:\n"
            ],
            [
                "<b>בן איש חיל.</b> עיין מ\"ש בשמואל ב' כ\"ג:\n",
                "<b>מן קבצאל.</b> ובספר שמואל מקבצאל והוא חד מן ב' ב' חילוף חד מן וחד מיחדין וסימן נמסר במ\"ג סוף סדר ואלה שמות:\n"
            ],
            [],
            [],
            [
                "<b>ואל השלשה לא בא.</b> במדוייקים חסר וא\"ו:\n"
            ],
            [],
            [],
            [
                "<b>הענתותי.</b> בדגש הנו\"ן:\n"
            ],
            [],
            [
                "<b>מהרי.</b> במדוייקים כ\"י הה\"א בשו\"א לבדו וכן לקמן סימן כ\"ז:\n",
                "<b>מהרי הנטפתי.</b> במדוייקים חסר וא\"ו והשני שבפסוק מלא וכן במסורה הנטופתי ג' מלאים וסימן חלד בן בענא תניינא דסיפרא דד\"ה. העשירי השנים עשר ע\"כ והם לקמן בסימן כ\"ז:\n",
                "<b>בענה.</b> מתחלפת בענא באל\"ף:\n"
            ],
            [
                "<b>בניה הפרעתני.</b> ברוב המדוייקים חסר וא\"ו אחר תי\"ו וכן חברו דלקמן בסימן כ\"ז ומסורת עליו ב' חסר:\n"
            ],
            [],
            [],
            [
                "<b>בני השם.</b> הנו\"ן בציר\"י:\n",
                "<b>בן שגה.</b> ברוב ספרים ישנים בה\"א:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הראובני ראש לראובני.</b> נקוד הרי\"ש שורק והאל\"ף נחה כמ\"ש לעיל סימן ה':\n"
            ],
            [],
            [
                "<b>ויעואל.</b> ויעיאל קרי:\n"
            ],
            [],
            [],
            []
        ],
        [
            [
                "<b>לציקלג.</b> ברוב המדוייקים מלא יו\"ד:\n"
            ],
            [
                "<b>ומשמאלים.</b> בנוח האל\"ף:\n",
                "<b>ובחצים.</b> בפתח הבי\"ת לא בשוא כמו שהוא בדפוס ישן:\n"
            ],
            [
                "<b>השמעה.</b> בדגש השי\"ן ברוב הספרים:\n",
                "<b>ויזואל.</b> ויזיאל קרי וכן הוא למערבאי:\n",
                "<b>הענתתי.</b> בדגש הנו\"ן:\n"
            ],
            [
                "<b>וישמעיה הגבעוני גבור בשלשים ועל השלשים</b>. כאן הוא סוף פסוק בכל ספרים כ\"י ובדפוסים ישנים וראש פסוק שלאחריו וירמי' ויחזיאל וגו':\n"
            ],
            [],
            [
                "<b>החריפי.</b> החרופי ק':\n"
            ],
            [],
            [
                "<b>מן הגדוד.</b> קא שכיחן ספרי דכתיבין טפי מן ארבע מאה שנין וכתיב בהן הגדוד בשני דלתי\"ן ובשורק ואיכא נוסחי דכתיבין הגדור בשורק ורי\"ש וס\"א בחולם ורי\"ש:\n"
            ],
            [
                "<b>למצד.</b> הוקל המ\"ם כדלעיל סימן י\"א ולקמן בהאי סי' והלמ\"ד בלא מאריך מכלול דף נ\"א:\n",
                "<b>ערכי צנה ורמח.</b> בכל ספרים מדוייקים וישנים כ\"י וגם מהדפוס כתוב ורמח ובדפוסים אחרונים כתוב צנהומגן ובודאי כי טעות נפל בהם ולקמן נמי בהאי פרשתא כתיב בני יהודה נשאי צנה ורומח והכי מייתי להו בעל מאיר נתיב:\n",
                "<b>וכצבאים.</b> האל\"ף נחה למשך והיו\"ד נעה והוא למ\"ד הפעל ויו\"ד הרבים חסרה ושרשו צבי מכלול דף רל\"ט ושרשים ועיין מ\"ש בתילים סימן ק\"ד וסימן קי\"ו:\n"
            ],
            [],
            [
                "<b>משמנה.</b> במקצת מדוייקים מ\"ם ראשונה בחיר\"ק ובמקצתם בפתח:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>גדיותיו.</b> גדותיו ק':\n"
            ],
            [
                "<b>למצד.</b> הוקל המ\"ם כחברו של מעלה ר' יונה בספר הרקמה ונשתנה זה להיות בקמץ הצד\"י וכן מסור עליו ב' חד קמץ וחד פתח וסימן למצד מדברה פתח. עד למצד קמץ:\n"
            ],
            [],
            [
                "<b>השלושים.</b> השלישים ק':\n"
            ],
            [],
            [
                "<b>עדנח.</b> בחי\"ת במקצת מדוייקים ובמקצתם עדנה בה\"א ואם הוא בחי\"ת הנו\"ן בפתח. ואם בה\"א הנו\"ן בקמ\"ץ:\n"
            ],
            [],
            [
                "<b>עד למחנה גדול כמחנה.</b> הנו\"ן בציר\"י בשניהם במדוייקים:\n"
            ],
            [],
            [
                "<b>ושמנה מאות.</b> במקצת מדוייקים מלא וא\"ו אחר מ\"ם. וכן משמע ממסורת דסוף ירמיה ואע\"ג דהתם קאמר שמונה ג' מלאים בנביאים בלא וא\"ו בראשית המלה ומסיים בה וכל ד\"ה דכוותא מלא מסתברא דהה\"נ ושמונה כיון דחזינן בספרי דיקי דכולהו מלאים בד\"ה:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הראובני.</b> נקוד הרי\"ש שורק והאל\"ף נחה כמ\"ש עתים רבות:\n"
            ],
            [
                "<b>באו חברונה.</b> בכל מדוייקים מלא וא\"ו וכן במסורת יהושע י' נמסר חברונה ט' ח' מלאים וא' חסר והתם חשיב לכולהו ולא מסיק בה מילתי הי ניהו החסר אמנם בשמואל ב' ריש סי' ב' על ויאמר חברנה נמסר לית חסר:\n",
                "<b>כל שרית ישראל.</b> לית וחסר אל\"ף כמו שארית. ולשון רש\"י לכך חסר אל\"ף ר\"ל אפילו שארית לא היה שלא נשתיירו כי אם מעט כי כולם באו לחברון בשמחה:\n"
            ],
            [],
            [
                "<b>מאכל קמח.</b> בטעם פזר גדול ואינו סמוך:\n",
                "<b>וצמקים.</b> י\"ס וצמוקים מלא וא\"ו:\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכרובים.</b> ברוב המדוייקים מלא וא\"ו וכן נכון לפי המסורת דפרשת תרומה יען לא נחשב זה במנין החסרים:\n",
                "<b>אשר נקרא שם.</b> בצירי וכן פירש רש\"י ורד\"ק:\n"
            ],
            [],
            [],
            [
                "<b>ויבאו עד גרן כידן.</b> ובס' שמואל ב' סי' ו' כתיב נכון עיין מה שכתבתי שם:\n"
            ],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [
                "<b>וישלח חירם.</b> חורם קרי:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>על פלשתיים.</b> פלשתים ק':\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כשמעך.</b> הכ\"ף בגעיא:\n"
            ],
            [],
            [
                "<b>נתן את פחדו.</b> בדפוס ישן אין בו מלת את וגם בדפוס וויניציאה שנת רע\"ח יש הערה מזה ושבוש הוא כי בכל המדוייקים יש בהם את:\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וללוים לאוריאל.</b> בדפוס ישן כתוב והלוים ולאוריאל וגם מדפוס ישן מוויניציאה יש הערה מזה ודא בשותא מרעיתא בבעלי דפוסא דלא מסתייא דלא גמירי אלא מגמר נמי מגמרי שבושיהון לאחריני כי היכא דאישתבש להו הכא:\n"
            ],
            [],
            [
                "<b>למבראשונה.</b> במ\"ם פתוחה ומשפטה חירק רד\"ק בפירוש ומכלול ד' מ\"ז ושרשים ומי שכתבו בחירק טעה:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ובניהו ומעשיהו.</b> אין דגש ביו\"ד:\n"
            ],
            [],
            [
                "<b>וזכריה ועזיאל.</b> כן כתיב לא ועזיאל:\n"
            ],
            [],
            [
                "<b>במשא.</b> בפתח הבי\"ת:\n"
            ],
            [],
            [
                "<b>ושבניהו.</b> בבי\"ת:\n",
                "<b> ויושפט.</b> כ\"כ וטעה מי שכתב ויהושפט:\n",
                "<b>מחצצרים.</b> יתיר צד\"י הראשונה נקראת והשנית אינה נקראת וכן כתוב בהגהתלוית חן פ' כ\"ד שער ג' דצד\"י שניה מן מחצצרים בחצצרות במכתב ולא במבטא כשי\"ן יששכר וכבר נתבאר זה הענין בפ' ויצא סימן ל':\n",
                "<b>לפני ארון האלהים ועבד אדם.</b> במקצת דפוסים חסר מלת ועבד ושבוש הוא:\n"
            ],
            [
                "<b>להעלות.</b> הלמ\"ד בגעיא בס\"ס:\n",
                "<b>מן בית עבד.</b> במקרא עם ביאור המלות דפוס וויניציאה שנת ש\"ל כתוב מן עבד וטעות הוא מהמדפיסים:\n"
            ],
            [
                "<b>בעזר.</b> הבי\"ת בסגול והעי\"ן בשו\"א לבדו מכלול דף מ\"ז ולוית חן ש' ג' פ' י\"ט:\n"
            ],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ואסף במצלתים.</b> קלה המ\"ם והבי\"ת בפתח ובמאריף כמ\"ש לעיל עזרא ג':\n"
            ],
            [],
            [],
            [
                "<b>הודו לה' קראו בשמו.</b> זה המזמור הוא ג\"כ בספר תהלים סימן ק\"ה עד ובנביאי אל תרעו והוא סוף המזמור כי שירו לה' כל הארץ הוא מזמור אחר ג\"כ בתהלים סימן צ\"ו וכבר העירותי בספר תהלים על קצת מהחילופים שיש בין כל אחד ואחד מהם משם יקחם המעיין:\n"
            ],
            [
                "<b>בכל נפלאתיו.</b> בכל הספרים חסר וא\"ו וכן זכרו נפלאותיו. בכל העמים נפלאותיו שבפ' ובעיני נפלא כי לא נמנה בפ' ואלה שמות עם החסרים כי אם זכרו נפלאותיו:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בן ידיתון וחסה.</b> לית כתיב יו\"ד:\n"
            ],
            [],
            [
                "<b>להעלות.</b> בגעיא הלמ\"ד בס\"ס וכן הוא בחילופים לב\"א:\n"
            ],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אשר העליתי את ישראל.</b> במקצת דפוסים ישנים כתוב את בני ישראל ואין כן בכל שאר ספרים:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ולא יוסיפו בני עולה לבלתו.</b> פרק קמא דברכות רב הונא רמי כתיב לענותו וכתיב לכלותו. בתחלה לענותו ולבסוף לכלותו. ובפירש\"י כתבי לענותו בספר (שמואל ב' ז') וכתיב לכלותו בד\"ה. בתחלה כשנבנה הבית נבנה ע\"מ שלא לענות עוד אויבים לישראל ולבסוף כשחטאו נגזר עליהם עינוי ותפלתם מגינה עליהם מן הכליון ע\"כ. נראה שבספרו הי' כתוב לכלותו בכ\"ף וכן פירש בעל מכלל יופי ענין כליה ואף רד\"ק הביא בספר שמואל מדרש הנזכר ופירש כפירש\"י. אמנם בספר השרשים הביאו בשרש בלה בבית וכן בכל הספרים (זולתי מעט מזעיר) כתוב לבלתו בבי\"ת:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הביאתני.</b> עיין מ\"ש בשמואל ב' ז':\n"
            ],
            [],
            [],
            [],
            [
                "<b>בכל אשר שמענו.</b> בספרים כ\"י מדוייקים בבי\"ת:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [
                "<b>את הדדעזר.</b> במקצת מדוייקים כ\"י בשני דלתי\"ן וכן כולם שבענין:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לשאול לו לשלום.</b> חד מן מלין יתירין וא\"ו וחטפים קמצים על פי המסורת:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [
                "<b>אעשה חסד.</b> מאריך באל\"ף:\n"
            ],
            [
                "<b>המכבד.</b> מאריך בה\"א:\n",
                "<b>ולהפך.</b> הה\"א בחט\"ף פתח:\n",
                "<b>ולרגל הארץ.</b> בספר אחד כ\"י ישן כתוב ולרגל את הארץ. וגם בדפוס ישן מוויניציאה כתוב בגליון את ואין כן בשאר ספרים:\n"
            ],
            [
                "<b>המפשעה.</b> בשי\"ן שמאלית:\n"
            ],
            [
                "<b>ביריחו.</b> במקצת מדויקים הרי\"ש בציר\"י ובלא יו\"ד אחריה. ובקצתם בחירק עם יו\"ד:\n"
            ],
            [],
            [],
            [
                "<b>כל צבא.</b> קמו\"ץ ובס\"א כ\"י בשו\"א ויחיד הוא אצל רבים:\n"
            ],
            [],
            [],
            [],
            [
                "<b>והושעתיך.</b> בשוא לבד העי\"ן:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ושופך.</b> בספר שמואל כתיב ושובך שר צבא ופירשו רבותינו בסוטה שובך שהיה גבוה כשובך שופך היה שופך דמים כמים לשון רש\"י. ולשון הגמרא בפרק משוח מלחמה כתיב שובך וכתיב שופך רב ושמואל ואמרי לה רב אמי ורב אסי חד אמר שובך שמו ולמה נקרא שמו שופך שכל הרואה אותו נשפך לפניו כקיתון. וחד אמר שופך שמו ולמה נקרא שמו שובך שעשוי כשובך ובאגדות שמואל פרק כ\"ו כתוב אחד אומר שובך וכתוב אחד אומר שופך שובך שהיה דומה לשובך שופך שנשפך דמו על הארץ. ובאגדת תילים מזמור ג' למה נקרא שמו שובך שהי' קומתו כשובך הזה ושופך היה שמו שהיה שופך דמים:\n",
                "<b>הדדעזר.</b> בשני דלתי\"ן וכן חברו שבענין ופליגי בה ספרי כמ\"ש לעיל סימן י\"ח:\n"
            ],
            [
                "<b>וילחמו עמו.</b> החי\"ת בחטף פתח:\n"
            ],
            [],
            []
        ],
        [
            [],
            [
                "<b>את עטרת מלכם.</b> עיין מה שכתבתי בשמואל ב' י\"ב:\n",
                "<b>את ספי מילידי הרפאים.</b> בדפוסי' ישנים ובכל ספרים מדוייקים כתובי יד שלפני כתוב הרפאים לא הרפא וכן בפירש\"י ובמאיר נתיב כתוב הרפאים:\n"
            ],
            [],
            [],
            [
                "<b>יעור.</b> יעיר ק'. ועיין בפירש רד\"ק כאן ובשמואל ב' כ\"א ומה שכתבתי שם:\n"
            ],
            [
                "<b>וגם הוא נולד להרפא.</b> וכן אל נולדו להרפא בגת. שבסמוך נכתבו שניהם באל\"ף ובס' שמואל נכתבו בה\"א מסורת ושרשים:\n"
            ],
            [],
            [
                "<b>אל נולדו.</b> ב' אל דסבירין אלה הדין ואידך ואמר ליה אל מאניא עזרא ה':\n",
                "<b>אל נולדו.</b> בשורק והלמ\"ד דגושה רד\"ק בפירוש ושרשים ובמכלול דך ק\"ה ודך קכ\"ה ועיין בספר הרכבה אות הנו\"ן:\n"
            ]
        ],
        [
            [],
            [
                "<b>נכו ספרו.</b> הפ\"א רפויה ובהדיא איתמר במסורת ספרו תרין בקריא רפין וסימן לכו ספרו את ישראל. ספרו מגדליה (תהלים מ\"ח):\n"
            ],
            [
                "<b>על עמו כהם.</b> בכ\"ף:\n"
            ],
            [],
            [
                "<b>ומאה אלף איש שלף חרב.</b> בב' טעמים וכן חברו שבפסוק שלף חרב:\n"
            ],
            [],
            [],
            [
                "<b>את עוון.</b> ד' מלאים הן בקריאה וזה אחד מהם ורש\"י נתן טעם לכולן ועיין עוד במסורת הברית הגדול:\n"
            ],
            [],
            [],
            [
                "<b>קבל לך.</b> סימן ד\"ה קבל מגלה קבל דניאל קבל:\n"
            ],
            [],
            [
                "<b>שמואל נפלה נא ביד ה'.</b> ד\"ה אפלא נא ביד ה'. וחד פסוק סימן כי נשא אשא להם. שמואל וביד אדם אל אפלה. ד\"ה וביד אדם אל אפל:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והמורגים.</b> בספרים כ\"י ודפוסים ישנים חסר יו\"ד אחר רי\"ש:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [
                "<b>ויאמר דוד לכנוס את הגרים וגו'.</b> טוב בעיני לעשות כאן תחלת הפרשה:\n"
            ],
            [],
            [
                "<b>למסמרי'.</b> בחיר\"ק המ\"ם:\n",
                "<b> ולמחברות.</b> הלמ\"ד במאריך:\n"
            ],
            [],
            [
                "<b>למעלה.</b> העין בשוא לבדו:\n"
            ],
            [
                "<b>דויד לשלמה בנו.</b> בני קרי ולפי הכתוב היה ראוי להיות האתנח תחת בנו ולפי שהקרי הוא בני שמו האתנח תחת לשלמה וכן שמו תמיד טעם המלה תחת הכתיב לפי משמעות הקרי כמו שנקדו לעולם מלת הכתיב עם הנקודות השייכים תחת הקרי שבגליון ונשארה מלת הכתיב שבפני' בלי נקודות הראויות לה:\n"
            ],
            [],
            [],
            [],
            [
                "<b>והכינותי כסא.</b> ברוב ספרי הדפוס כתוב והכינותי את כסא אבל בכל ספרים מדוייקים כ\"י שלפני אין בהם מלת את וכן הוא במאיר נתיב:\n"
            ],
            [],
            [
                "<b>שכל.</b> השי\"ן בציר\"י לפי המסורת דנחמיה סימן ח' ושמואל יא' סי' כ\"ה ורד\"ק הביא במכלול דף ר\"ד שתי מסרות מתחלפות ולמסרא קמייתא בשש נקודות ולבתראה בחמש נקודות:\n"
            ],
            [
                "<b>ואמץ.</b> בחטף סגול האל\"ף:\n"
            ],
            [
                "<b>מאה אלף.</b> המ\"ם במאריך:\n"
            ],
            [],
            [
                "<b>לכסף ולנחשת.</b> במקצת דפוסים ישנים כתוב לנחשת לא וא\"ו בתחלת המלה ובשאר ספרים בוא\"ו:\n"
            ],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שלמות.</b> שלמית ק':\n"
            ],
            [
                "<b>ובני שמעא יחת זינא.</b> זינא כתיב בלא וא\"ו בראש התיבה והוא חד מאלפ\"א בית\"א מן ב' ב' לא נסביןוא\"ו בריש תיבותא ומטעין בהון וסי' במסרא רבתא:\n"
            ],
            [],
            [
                "<b>בני קהת עמרם יצהר וגו'.</b> וסימן ראו ענוים ישמחו ועיין מ\"ש לעיל סי' ה':\n"
            ],
            [
                "<b>להקדישו.</b> הלמ\"ד בגעיא בס\"ס:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לעבדת בית ה'.</b> בספרים מדוייקים חסר וא\"ו והמסרה כמותם:\n",
                "<b>טהרת.</b> בחט\"ף קמ\"ץ הה\"א:\n"
            ],
            [],
            [],
            [
                "<b>כמשפט עליהם.</b> בכ\"ף וכן נמנה במסורת ריש פרשת המשפטים עם הדומים בכ\"ף:\n"
            ],
            []
        ],
        [
            [],
            [],
            [
                "<b>ויחלקם.</b> בא בפתח קטן תחת פתח גדול ומשפטו ויחלקם היו\"ד והחי\"ת בפתח רד\"ק בפי' ומכלול דף מ\"ג ובמסורת ב' וחברו ויחלקם דויד מחלוקת. האמור בפרשה למעלה ושוים הם בקריאה אלא שזה בפת\"ח קטןושלמעלה בקמ\"ץ קטן:\n"
            ],
            [
                "<b>וימצאו בני.</b> הבי\"ת בגעיא בס\"ס:\n"
            ],
            [
                "<b>שרי קדש.</b> השי\"ן במאריך:\n",
                "<b>ובבני איתמר.</b> במקצת דפוסים ישנים כתוב ומבני איתמר ואין כן בספרים כ\"י מדוייקים:\n"
            ],
            [
                "<b>ויכתבם שמעיה.</b> השי\"ן בגעיא:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>להפצץ שמונה.</b> במדוייקי' מלא וא\"ו ועיין מ\"ש לעיל סי' י\"ב:\n"
            ],
            [
                "<b>ליחזקאל.</b> כן כתיב ברוב המדוייקי' והא' נחה:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שמור.</b> שמיר קרי:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ולא היה לו בנים.</b> ולמעלה סימן כ\"ג אומר ולא היו לו בנים וזהו אחד מן ג' זוגים מן ב' ב' בחד ענינא קדמאה היו תניינא היה וסימן היו היה דבר ה' אל יחזקאל מסו' בפ' דלעיל:\n"
            ],
            [],
            [],
            []
        ],
        [
            [
                "<b>הנביאים.</b> יתיר יו\"ד:\n"
            ],
            [
                "<b>ואשראלה.</b> במדוייקים כ\"י בשין שמאלית:\n"
            ],
            [
                "<b>על הודות.</b> במקצת ספרים הדות חסר וא\"ו קדמאה:\n"
            ],
            [
                "<b>שבואל וירימות.</b> בחירק הרי\"ש וכן נמנה במסורת עם אותם שהם בחירק:\n",
                "<b>אליאתה.</b> האל\"ף בחטף סגול:\n",
                "<b>ישבקשה.</b> במדוייקים שי\"ן ראשונה ושניה ימנית וכן לקמן בהאי סימן וכל קמ\"ץ על שני שואים יקרא חטף:\n"
            ],
            [],
            [],
            [
                "<b>ושמונה.</b> במדוייקים מלא וא\"ו כמ\"ש לעיל סי' כ\"ד:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עשתי עשר עזראל בניו ואחיו שנים עשר.</b> במקרא עם ביאור המלות דפוס ויניציאה ש\"ל יש פסוק זה ב' פעמים וטעות הוא מהמדפיסים:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחנני בניו.</b> מלעיל כדלעיל בסמוך ועיין מ\"ש בריש נחמיה:\n"
            ],
            [],
            [
                "<b>לעשרי' לאליתה.</b> לי' וכ\"כ למערבאי בה\"א בסו' תיב' ולמדינחאי באל\"ף לאליתא וכצ\"ל בחילופי':\n"
            ],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [
                "<b>ידיעאל.</b> במקרא גדולה כתוב ידיאעל וטעות הוא מהמחוקקים:\n"
            ],
            [],
            [
                "<b>יואח השלשי.</b> בספר מוגה חסר יו\"ד וכן דינו כי לא נמנה בפרשת נשא ופרשת יתרו עם ז' מלאים בסיפרא:\n"
            ],
            [
                "<b>פעלתי השמיני כי ברכו.</b> הלמ\"ד דגושה:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>טבליהו השלשי.</b> במקצת מדוייקים חסר יו\"ד וכן ראוי עפ\"ה דפרשת יתרו ופרשת נשא:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>במסלה.</b> הבי\"ת במאריך:\n"
            ],
            [],
            [
                "<b>לפרבר.</b> ב' בפסוק בבי\"ת ורי\"ש וכן דרשו רבותינו בפ' איזהו מקומן ופ\"ק דתמיד כלפי בר:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>לעזיאלי.</b> בקמ\"ץ חטף העי\"ן בעבור דגשות הזי\"ן כמ\"ש בפרשת במדבר סי' ג':\n"
            ],
            [
                "<b>ושבאל בן גרשום בן משה.</b> בתרא פ' יש נוחלין גבי יהונתן בן גרשום בן מנשה דפסל מיכה כיון שראה דוד שממון חביב עליו ביותר שמו נגיד על האוצרות שנאמר ושבואל בן גרשום בן מנשה נגיד על האוצרות וכי שבואל שמו והלא יהונתן שמו א\"ר יוחנן ששב לאל בכל לבו וכתבו התוס' דהכא גרסינן משה שאין לקרותו על שם מנשה שהרי כבר שב בכל לבו ויש ספרים דגרסי בן מנשה לפי שחזר לקלקולו כדאמרינן בירושלמי פרק בתרא דברכות עד כאן. ובד\"ה א' כ\"ג בני משה גרשום ואליעזר. בני גרשום שבואל הראש. ועיין מ\"ש בשופטים י\"ח:\n"
            ],
            [
                "<b>ושלמות.</b> ושלמית קרי:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מערבה.</b> ג' בקריא וסימן לחברוני חשביהו. ויישרם למטה מערבה (ד\"ה ב' ל\"ב) ואחרי כן בנה חומה (ד\"ה ב' ל\"ג). ומה שכתוב כאן במ\"ק ג' מלעיל טעות כי אינם מלעיל רק שנים הראשונים והשלישי מלרע כמ\"ש בשרשים והעי\"ן בחט\"ף פת\"ח כולם במקצת ספרים אבל בס\"ס כולם בשוא לבדו:\n"
            ],
            [
                "<b>ביעזיר גלעד.</b> העי\"ן בשו\"א לבדו ועיין לעיל ס\"ס ו':\n"
            ],
            [
                "<b>הראובני.</b> נקוד הרי\"ש שורק והא' נחה כמ\"ש עתים רבות:\n"
            ]
        ],
        [
            [
                "<b>למספרם.</b> במקצת ס\"ס הלמ\"ד בגעיא:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>גבור השלשים.</b> במקצת דפוסים ישנים כתוב בשלשים בב\"ית וכן הוא בפרש\"י שלפנינו וכבר חקרתי על הנוסחאות הישנות ומצאתי בהן שהוא בה\"א:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לבנימיני.</b> לבן ימיני קרי והוא חד מן ט\"ו מלין כתיב חד וקריא תרין וסימן נמסר במסורת במקום הזה ובמקצת מדוייקים שלפני הלמ\"ד בפת\"ח והבי\"ת בצירי ובדגש והנו\"ן בלי נקוד:\n"
            ],
            [
                "<b>מהרי הנטופתי.</b> בס\"ס הה\"א בשו\"א לבד וי\"ם בחטף פת\"ח וכן לעיל סימן י\"א:\n"
            ],
            [
                "<b>בניה הפרעתני.</b> במקצת מדוייקים חסר וא\"ו ועיין מ\"ש לעיל בסימן י\"א:\n"
            ],
            [],
            [
                "<b>לראובני.</b> נקוד הרי\"ש שורק והאל\"ף שבאמצע נחה כמנהג:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המנשה.</b> הה\"א במאריך:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ועל אצרות המלך.</b> חצי הספר בפסוקים:\n"
            ],
            [],
            [],
            [],
            [
                "<b>שטרי.</b> שרטי ק':\n"
            ],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם יחזק.</b> החי\"ת בחטף סגול:\n"
            ],
            [],
            [],
            [],
            [
                "<b>ואת בתיו.</b> אין געיא בוא\"ו ואת:\n",
                "<b>וגנזכיו.</b> אין דגש בזיי\"ן:\n"
            ],
            [],
            [
                "<b>עבודת בית ה' וכל כלי עבודת.</b> בספרים מדוייקים שניהם מלאים וא\"ו. וכן משמע מהמסורת:\n"
            ],
            [
                "<b>לכל כלי הכסף.</b> בס\"ס לכל כלי בקמ\"ץ חט\"ף וס\"א לכל כלי בחולם:\n"
            ],
            [
                "<b>כעבודת.</b> בכ\"ף:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>חזק ואמץ.</b> עיין מ\"ש בריש סדר יהושע:\n"
            ],
            []
        ],
        [
            [],
            [],
            [
                "<b>למעלה.</b> העי\"ן בשו\"א לבדו:\n",
                "<b>מכל הכינותי.</b> בקמ\"ץ חט\"ף:\n"
            ],
            [],
            [
                "<b>למלאות.</b> מלא אל\"ף וא\"ו ע\"פ המסורת והם ד' מלאים וב' חסרים דאורייתא חסר וא\"ו וסימן נמסר בפ' כי תשא ודניאל ריש סימן ט':\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי נעצר.</b> עי\"ן בשוא לבדו:\n",
                "<b> נתנו לך.</b> נו\"ן שניה דגושה:\n"
            ],
            [],
            [
                "<b>הכיננו.</b> במקצת מדוייקים חסר וא\"ו:\n",
                "<b> מידך היא.</b> הוא ק':\n"
            ],
            [],
            [
                "<b>שמרה זאת.</b> השי\"ן בקמץ לבד והוא חטוף ועיין מ\"ש בתילים סימן פ\"ו:\n"
            ],
            [
                "<b>עדותיך.</b> בלא וא\"ו בתחלת המלה ועמ\"ש ריש אלפ\"א בית\"א רבתי דתילים:\n"
            ],
            [],
            [
                "<b>למחרת היום.</b> הלמ\"ד בגעיא בס\"ס: בהו טעותא בעשרים וארבע דפוס וויניציאה שנת ש\"ל עם ביאור המלות והתם חסר ממלת ישראל עד ישראל:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}