{
    "title": "Tziunei Maharan on Mishneh Torah, Theft",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Theft",
    "text": [
        [],
        [],
        [
            [
                "<b>בד\"א שנתחייב בתשלומין עם עון מיתת ב\"ד כאחת כו' אבל אם נתחייב בתשלומין כו' או שנתחייב מלקות או מיתת ב\"ד ואח\"כ נתחייב בתשלומין ה\"ז לוקה ומשלם ומת.</b> וכתב המ\"מ מבואר במקצת מקומות וגרסינן בפ\"ק דערכין דף ו' ע\"ב היוצא ליהרג וחבל באחרים חייב ע\"כ. ודבריו צ\"ע לכאורה דהא שם בערכין הוי מיתה לזה ותשלומין לזה ובכה\"ג בלא\"ה לא אמרי' קלב\"מ כדפסק רבינו בפכ\"א מה' עדות ה\"י ועי' בתוס' כתובות דף ל' ע\"ב ד\"ה רב אשי ועי' בהגהות הרמ\"א בחו\"מ סימן שנ\"א עמש\"כ המחבר שם בהגונב כיס בשבת והיה מגרר ויוצא מרשות הבעלים לרה\"ר ואבדו שם דפטור דאם אבדו אח\"כ חייב (ועי' בב\"ח שם שכתב שכ\"ה דעת רבינו ג\"כ ודלא כמו שתפס המ\"מ בה\"ב בדעת רבינו ע\"ש) וכתב ע\"ז הש\"ך שם צ\"ע מנ\"ל הא ובטור ליתא כן אלא גבי מחתרת משום דמיד שיוצא ממחתרת תו לא מחייב מיתה אבל הכא י\"ל כיון דעדיין עומד בחיוב המיתה דשבת פטור כשאבדו ע\"ש. אבל באמת מקור דברי רבינו הוא בתוספתא ערוכה פ\"ט דב\"ק דאיתא שם זה הכלל כל שחלה עליו מיתה ותשלומין כאחד פטור מיתה ואח\"כ תשלומין תשלומין ואח\"כ מיתה הר\"ז חייב, ונגלה מקור דברי רבינו ול\"ק נמי קו' הש\"ך, ועי' בירושלמי דגיטין פ\"ה ה\"ה ובמרה\"פ שם ד\"ה בתחילה וצ\"ע שם ועי' גם בתוס' ב\"ק דף ע' ע\"ב ד\"ה כמאן ובפנ\"י שם. ועי' חולין דפ\"א ע\"ב אר\"ל לא שנו אלא ששחט ראשון לעכו\"ם ושני לשלחנו אבל ראשון לשלחנו ושני לעכו\"ם פטור דקלב\"מ וברש\"י שם בלשון ראשון מבואר ג\"כ כדעת רבינו, וע\"ע בפנ\"י ב\"ק דף ד' בתוס' ד\"ה כראי אדם שדבריו שם מרפסין איגרי:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה קרן הגניבה כו'.</b> וכתב הכ\"מ פסק כחכמים דברייתא שם (קידושין י\"ח). והנה לפנינו איתא שם בברייתא בדברי ת\"ק גניבו אלף ושוה ה' מאות נמכר וחוזר ונמכר וה\"ג רש\"י שם ורבינו נראה שהיה לו הגירסא נמכר ואינו חוזר ונמכר, ועי' בהג' הגר\"א שם ובמכילתא משפטים פי\"ג ובפי' התוה\"מ שם:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן הגנב שגנב ויצא כו' הואיל ופנה עורף ואינו רודף יש לו דמים.</b> וכתב הכ\"מ זה פשוט שיש לו דמים כל זמן שיצא מן המחתרת, אבל באמת אין זה פשוט והוא פלוגתא בירושלמי דסנהדרין פ\"ח ה\"ח דאיתא שם כתיב אם במחתרת ימצא כו' תני ר\"ח במחתרת אין לו דמים חוץ למחתרת יש לו דמים תני רשב\"י אפי' חוץ למחתרת אין לו דמים לפי שממונו של אדם חביב עליו כנפשו חמי ליה אזיל בעי מיסב ממונא מיניה וקאים עליה וקטליה רב הונא אמר נטל הכיס והפך את פניו לצאת והלך לו ועמד עליו והרגו אין ההורגו נהרג מ\"ט דר\"ה כי יחם לבבו ע\"כ. הרי דרשב\"י ור\"ה ס\"ל דגם בחוץ אין לו דמים, אבל טעם רבינו הוא דפסק כר\"ח דחוץ למחתרת יש לו דמים:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות גניבה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}