{
    "title": "Cheshek Shlomo on Mishneh Torah, Gifts to the Poor",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Cheshek_Shlomo_on_Mishneh_Torah,_Gifts_to_the_Poor",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ, </b> בעה\"ב שנתן פיאה תוספתא דפיאה פ\"ב ואיתא בפ' המניח. ונ\"ב הנה רבינו הכ\"מ נמשך בזה אחר ד' התוס' דב\"ק ד' כ\"ח ד\"ה אמאי דמאי דתניא שם ובאו עניים ונטלו מצד אחר היינו דנטלו מדעתו ורק דהש\"ס מקשה שם דלנקיט פזרא וליתיב לעכב העניים שלא יטלו מהפיאה שהניח מתחילה ע\"ש ולפי זה ד' התוספתא והברייתא דהמניח הכל עולה לכוונה אחת אבל לענ\"ד נראה דרבינו הרמב\"ם אינו מפרש כן דאם איתא דמפרש כהתוס' דנטלו מדעתו א\"כ תמוה דהיכי פסק דזו וזו פיאה ומשמע דאינו רשאי לעכב אותם וצריך ליתן להם ב' הפיאות והלא בש\"ס שם אמרינן דלמ\"ד דעביד איניש דינא לנפשיה יכול לנקוט פזרא ולעכב אותם שלא יטלו הפיאה שהניח והא דתניא זו וזו פיאה אינו אלא לפוטרן מן המעשר ורבינו הא פסק בפ\"ה מה' סנהדרין דעביד איניש דינא לנפשיה אפי' במקום דליכא פסידא [ובפרט הכא דאיכא פסידא דהרי אינו יכול להזמין כל העניים לדין] ובאמת שכבר העיר בזה על רבינו בס' פאת השולחן להגאון מוה' ישראל זצ\"ל משקלאוו בה' פיאה סעיף י\"ז ומה שתי' שם דחוק מאוד ולכן נ\"ל דרבינו מפרש שם בברייתא דפ' המניח דנטלו עניים שלא מדעתו וכן משמע הלשון דאמר ובאו עניים ונטלו מצד אחר [דלפי' התוס' הו\"ל למתני ובאו עניים ואמרו לו תן לנו מצד אחר וכמו דאיתא בתוספתא] ובכה\"ג בוודאי חוזר בו מפיאה שהניח כיון שנטלו ממנו בע\"כ מצד אחר ובזה אמרינן שפיר דיכול לנקוט פזרא וליתיב ולא הוצרך רבינו להביא דין הברייתא דהמניח דהא אין בה שום חידוש דין דהא דקמ\"ל דפטור מן המעשר כבר הביא רבינו בפ\"ה שם לדין המפקיר את כרמו וחזר וזכה בו דפטור מן המעשר ולכן לא הביא רק ד' התוספתא דפ\"ב דפיאה דמיירי שנתן להם הפיאה השניה מדעתו ובכה\"ג הרי זו וזו פיאה באמת דהרי לא חזינא שחזר בו מהראשונה ודו\"ק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "חשק שלמה על משנה תורה, הלכות מתנות עניים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Cheshek Shlomo",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}