{
    "title": "Terumat HaDeshen",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Terumat_HaDeshen",
    "text": {
        "Index to part I": [],
        "Part I": [
            [
                "Question: In most communities it is practiced in the long days of summer to read the evening Shema, and to pray the evening prayer, 3 or 4 hours before the stars come out. Is there a way to reconcile this practice, or a reason for this practice, since many scholars practice this along with the masses?",
                "Answer: It is not in our hands to settle this problem, or to find a reason for this tradition to say Maariv so much earlier, 3 or 4 hours. For Rabbenu Tam wrote that from Plag HaMincha and onwards is considered night, according to R' Yehuda, and from that point onward the obligation of Shema and Maariv can be fulfilled. And it is written by the Mordechai, and in the Hagahot Maimuniyot, and the Ravyah wrote that the words of Rabbenu Tam are primary [i.e. the law follows him in this case], and he who is stringent and takes it upon himself to wait until the stars come out as is said by the other great ones, it is seen is arrogance and he is called a mere layman if he is isn't consistently more stringent upon himself. Anyhow, this time [Plag HaMincha] is merely an hour and a quarter before the stars come out; but what is the source to pray Maariv so much earlier? And when I was young I saw in Tosafot on the first chapter of Berachot that there are those who wish to say that in the days of summer, when the days are long, we calculate the hours of the night as small hours, and the hours of the day as long hours, so that there will always be twelve hours of night and twelve hours of day."
            ],
            [
                "Question: If at the same time one is reading the Shema the Shaliach Tzibbur begins Modim, whether he(the one saying shema) is in the middle of a section(of the three paragraphs of Shema) or in the middle of a blessing(that comes before or after the Shema), can he answer Modim(derabanan) with the congregation, or should he bow down without answering and not interupt the Shema and its blessings? ",
                "Answer: It seems that there is proof that one can interrupt(the Shema) and answer Modim(with the congregation. It says in Perek Mi Shemeto(Berachot 21b)- Rav Huna says one who enters a synagogue and finds the congragation praying(the Shemoneh Esrei), if he is able to finish his tefillah(of shemoneh esrei) before the Shaliach Tzibbur reaches Modim, he should pray his tefillah, but if not he should not pray. From here we see that the Talmud insists very much that one should delay his tefillah in order to answer Modim and doesn't say that he should pray and bow without answering in the middle of the blessing(of his own shemoneh esrei), in line with what Tosafot and the Rosh(Berachot 3:18) say, that Rabbenu Tam would regularly do this when the Shaliach Tzibbur reached Modim. Tosafot and the Rosh conclude that one shouldn't begin to pray and rely on bowing without answering, as is clear from the gemara mentioned above. From this we see that answering Modim is like a דבר שבקדושה and is like answering Amen to the berachot of האל הקדוש and שומע תפילה, who the Semak(Siman 104) says we answer to in any place of the Shema and its blessings. "
            ],
            [],
            [],
            [
                "Question: Townspeople or officers summoned him, or he went to them on his own, due to a debt he owes non-Jews. They discussed matters of dispute and compromise at length, and he could not excuse himself from them without losing the debt. He had to drink with them, until the time for praying Minha elapsed. In such a case, may he pray Ma’ariv twice or not?",
                "Answer: It seems to me that he may indeed pray Ma’ariv twice, even though the great ones have written: “If one purposefully did not pray one of the prayers in its proper time, there is no make-up prayer (tashlumin), for something that is crooked cannot be fixed.”  It seems to me that the present case would not be considered purposeful (mezid), and is similar to one who is compelled. This is inferred from the beginning of the chapter “Elu Megalhin” (Mo’ed Katan 14a): “What is the law if he lost something? Do we say that since he must seek it out, he is considered compelled (oneis)?” We see from here that whenever one neglects a mitzva to prevent loss of money is considered compelled. It further states in the first chapter of Berakhot: “Beware of a Torah scholar who forgot his learning because he was compelled.” Rashi explains: “He was ill or preoccupied with working because foot is scarce.” Mordechai, in the first chapter of Shabbat, in the name of Rabbeinu Tam regarding the passage that forbids setting sail [before Shabbat], distinguishes someone who is traveling for the sake of a mitzva from one who is traveling a voluntary matter (devar reshut). A voluntary matter refers to one who is traveling for pleasure; if one is traveling for commerce, to earn a living, it is considered traveling for a mitzva. All of this implies that, in the present case, he is not considered to be acting purposefully, even though we can make a distinction: with regard to prayer, which is worship of the Creator, he should not be worried about the loss of his money. It is even said about Torah scholars that they keep the times of study and the times of prayer separate, and it is stated in Avot (2:1): “Calculate the reward of a mitzva against its costs.” So granted, he did not act appropriately; nevertheless, this is not called “purposeful.” It is akin to one who erred or was unwitting about his prayer, who indeed may make it up. It is further stated in the chapter “Tefilat Ha-shahar”: “Shmuel’s father and Levi were walking on the road. They arose early and prayed.” Rashi explains: “They prayed before dawn.” At first glance, it is implied that they were traveling voluntarily, for their own needs, yet they would pray, even ab initio, outside the prescribed time. Even according to Tosafot ad loc., which explains that they prayed after dawn but before sunrise, the primary time for prayers is only after sunrise, and nevertheless they forsook the primary time for prayer for the sake of their business dealings, even ab initio. Thus, we may say that ex post facto one is not called a sinner and purposeful if he misses the entire interval to avoid losing money. Rosh wrote ad loc.: “Rabbeinu Hananel ruled in accordance with Shmuel’s father and Levi.” Even though Halakhot Gedolot ruled against this, that may have been for a different reason, namely, that [the blessing of] redemption should immediately precede prayer (mismakh ge’ula le-tefila). Moreover, Rosh wrote that R. Hananel’s position stands to reason."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Question 92</b> He who has a very narrow Sukkah to sleep in, such that he cannot sleep with his body and legs outstretched, is he considered <i>mitzta'er</i> (=suffering) in such circumstances or not?",
                "<b>Answer:</b> It would seem, that he is not exempt from sleeping in the Sukkah through this [case which might be] <i>mitzta'er</i>. And it seems to me, to bring a proof, from that rule that the size of a Sukkah is at least 7 handbreadths, and the size of the body of a regular person is 3 cubits, which are 18 handbreadths, as is found in the Chapter [of Eruvin] 'Mi Shehotzi'uhu'. And in the Chapter 'HaMatznia' (Tosafot on Shabbat 92a.44.1) about he who carries a load above 10 [handbreadths] Tosafot proved that the body of a man without his head is 18 handbreadths, and such also seems apparent there from Rashi's commentary. And if so, even when you look at the diagonal of 7 by 7 [handbreadths, the minimum size of a Sukkah], that is 9.8 handbreadths, and we require, whether for eating or sleeping, that the head of a person and most of his body be in the Sukkah, and his head and most of his body is more than 10 handbreadths, according to the calculation above. And how could the Sages give a minimum size for a Sukkah which someone cannot sleep in with his head and most of his body within the Sukkah? And even though it may be fit to eat in, Rabbi Eliezer of Metz wrote, brought in the Mordekhai (Sukkah 740), that a Sukkah which is not fit to sleep in, even if it is fit to eat and drink in, one does not fulfill his obligation with it at all, rather it must be that it is normal once in a while to sleep curled up, and it is not considered <i>mitzta'er</i>."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "Question: In many places, individuals and even Torah scholars conduct the bulk of their Purim meal ‎at night, going to shul and davening minchah but not maariv, then returning home and beginning ‎their meal by day and continuing into the night, such that most of the meal is at night. Is there logic ‎behind this custom, or not?‎",
                "Answer: It appears to me that one should find some reason and support for this custom. I have ‎found a responsum which says, \"I have heard from R' Toviah in the name of Riva that when youths ‎take food from each other, even without permission, for the joy of Purim, from the time the ‎megilah is read until the night of the Purim feast - two nights and one day - there is no issue of ‎surreptitious or overt theft. They should not be summoned to court and there is no concern, so ‎long as they do not overstep the practices established by the town councillors.\" It is clear that the ‎second night is legitimately part of the Purim feast. The question remains for Riva himself, fort he ‎second night is the 15th of Adar, and how could one fulfill the meal of the 14th on the 15th?... ‎Apparently, the reason is that the reading of the megilah on the morning of the 14th takes time, ‎and then one is busy sending portions and giving gifts to the indigent, and there is no time to eat a ‎meal with joy and pleasure. Therefore, our predecessors established part of the meal in the ‎evening, starting it during the day before maariv so as to fulfill the mitzvah of the feast during the ‎day, which is the essential time. One then continues during the time he has available, enjoying the ‎meal until night and at night, and the whole is one meal. We have found a similar practice of ‎nullifying a mitzvah meal for the sake of other mitzvot in Tosafot Chullin 83a, which asks why the ‎mishnah there did not include a meal for the first day of Succot among the four occasions when ‎people regularly eat large meals. He explained that it is because people are busy with the mitzvot ‎of Succah and Lulav on the day before Yom Tov, and so they did not prepare big meals for the first ‎day of Succot.Although I have justified this custom, still, my mentors customarily eat the essential ‎meal in the morning, as do I, and it appears that this is the practice in the Rhineland.‎"
            ]
        ],
        "Index to part II": [],
        "Part II": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "May peace inundate you forever, holy community of Regensburg, may God protect it, and my disciples, the holy society. We return for your benefit (?),  for it has been several days since my relative by marriage, the strong hammer R. Yisrael of Bruna (=Brno, Czech Republic) wrote to me, and we have accepted this, how R. Anshel, may the Rock protect him, resolved to disrespect him, saying that he (R. Anshel) alone will rule and serve in all rabbinic capacities: divorces, levirate divorce, issuing rulings, and the like. His spirit moved him to push away R. Yisrael of Bruna, may the Rock protect him, and treat him as one of the students, completely removing his prestige. Whenever R. Yisrael of Bruna wrote to me, my answer to him was always that he should remain silent and be one of those who accepts insult, for I hoped that men of truth who pursue justice would find a solution. My hopes have been disappointed, for nothing has changed for the better, only for the worse. Since we have seen that this is the case, we cannot countenance the shaming and degradation of the rabbi of Bruna, as I would fear punishment, as we see in the chapter “Ha-sokher et Ha-po’alim” (Bava Metzi’a 83b) in the case of Rabbi Eliezer. For the sake of truth, justice, and peace, so that dispute does not proliferate, I will write my opinion. Since the community chose neither R. Anshel nor R. Yisrael, and both must pay dues like all the laymen, neither of them has a stronger hold (hazaka) than the other. Although R. Anshel was in Regensburg before R. Yisrael’s arrival, this does not give him a better hold, since the community did not accept him upon themselves as a leader or an officer. He is like one of the laymen who lives in the city; if another layman comes to live nearby in the same city, the first layman cannot say that he already possessed it, since nowadays the Settlement Ban (“Herem Ha-yishuv”) is not practiced. This accords with the statement on the chapter “Lo Yahpor” (Bava Batra 21b): “If he is levied taxes in this place, [another] cannot prevent him [from setting up a competing business],” meaning, if he wants to pay local taxes, as stated in Mordechai. Furthermore, Or Zaru’a states: “If he is a Torah scholar, and people require his Torah, then even if he came from a different kingdom, which does not pay tribute to the ruler of this city, he cannot be prevented. Certainly, in such a case, R. (Shimon b.) Gamliel  would not agree to forbid settlement of any sort on a Torah scholar. Even if there is another Torah scholar in the city, for ‘the jealousy of scribes increases wisdom.’ If he does not know how to profit, but always studies, then the townspeople are commanded to work on his behalf. If he is wealthy, the Torah exempts him from paying tax.” Thus, he wrote plainly “even if there is another Torah scholar in town,” and he did not differentiate between where the townspeople accepted the first Torah scholar as a leader and officer and where they did not. In all cases, we cannot prevent [a second scholar from moving in], and if he is wealthy, the Torah exempts him. We thus see that the second Torah scholar has a hold just like the first one. We have also seen, in our own generation, several places where there are two rabbis, and we have not heard that one would have more of a hold than the other. In Vienna were R. Meir Halevi and R. Aavraham Klausner, of blessed memory. In Krems were R. Yehoshua of Eger and R. Nahlifa, of blessed memory. In Nuremberg were R. Yisrael and R. Koppelman, of blessed memory. In Mainz was R. Zalman Runkel and R. Todros, of blessed memory. I studied in the yeshiva of R. Zalman Runkel. R. Yaakov Moelin (Maharil), of blessed memory, permitted me to set up a yeshiva on my own in Nuremberg, even though R. Zalman Katz had been there several years before I arrived, but I did not want to accept this upon myself. For the reasons I have written, I believe that R. Bruna has as much of a hold as R. Anshel on all matters, and R. Yisrael may preside over those of high standing,  whether to establish his own yeshiva, to grant writs of divorce, perform levirate divorce, issue rulings, and recite the benedictions at weddings, and none may protest against him. One who turns his heart from heeding me, whether in private or in public, I will seek retribution from him and extract the matter from his ear. You, my disciples, be careful not to transgress my word, and also be careful about my honor. Consider the ways of the world; for my part, I do not permit. Whatever a disciple must do and accept from his master—do it. I am astonished that you see this and are silent. You should have made efforts to bring peace between them, so that it does not, God forbid, cause destruction. There are already several communities that have been destroyed due to dispute. Seek justice. Seek peace. The words of the insignificant Yaakov Weil. "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "R. Eliezer b. Shalom and R. Gershom b. Shalom came before me in a case. R. Eliezer screamed at R. Gershom that he stabbed him and shoved him on the holiday of Sukkot, during the hoshanot circuits, with intent to harm him, as he hated him for a long time. [R. Eliezer] was shoved so much that the bones of his shoulder broke, and he required a doctor to heal him. R. Gershom retorted that he made the circuits like everyone else, and it is normal to push and shove at that time. If he shoved him, it happened without intent to harm him. They continued to fight before me. I also saw all of the testimonies, and after scrutinizing them I found no clear testimony that R. Eliezer was pushed by R. Gershom. I saw only deductions and implications within the testimonies. However, one witness testified that R. Gershom said to him the night before the shoving incident that he had in mind to shove R. Eliezer the next day. He also said to him as they left the synagogue, “Why did you not come to the aid of your landlord when he was shoved?” This testimony was clearer than all the other testimonies. Nevertheless, if we were to exhaust the full depth of Torah law, this testimony would not be sufficient. R. Gershom’s statement to the witness on the previous night, we can say, was because people are prone to boasting without acting, as we see in the chapter “Hezkat Ha-batim” (Bava Batra 33b), in the case of one who went and chopped down another’s date palm.  Even what he said after leaving the synagogue, as above, was an admission outside of the rabbinical court, was autonomously volunteered, and was not in the presence of his accuser, so it is entirely ineffective, as explained by Or Zaru’a [in comments on] the beginning of Bava Metzi’a. R. Gershom cannot be punished or convicted on the basis of deductions and implications, for we accept the ruling of the anonymous first Tanna who disagrees with R. Aha in the chapter “Ha-mokher Peirot” (Bava Batra 93a) in the of an ox that was grazing by the river and a dead ox was found by its side. Even though one was gored and the other was wont to gore, we do not say, “This one gored that one.” This is the ruling of Rif in the chapter “Ha-para” (chapter 5 of Bava Kamma). Certainly in the present case we need stronger indications that there was intention to cause harm, for if he did not intend to cause harm, even if [the victim] was certainly harmed by him, [the perpetrator] is completely exempt from culpability, since the harm came at a time of joy over a mitzva, as Or Zaru’a and Rosh state ad loc., and as Tosafot state at the end of Sukkah. Yet I see, and my heart tells me, that a matter like this needs a major safeguard and protective fence, for if one man can ambush another at such a place, the mitzva of the circuits will be annulled due to each man’s fear of being harmed by someone who hates him. If one bodily injures his fellow at that time, his sin is greater than if he would do so at a different time and place, firstly because he degrades the sanctity of the synagogue, and secondly because he does God’s commandment by means of a transgression. Worse, during this time, on the podium is the Torah scroll, in which it states “do not add” [blows to the prescribed number of lashes], which the Sages interpreted to mean that even if a Jew is wicked, one who strikes him once he has accepted his punishment commits a transgression. One must not conquer the queen while the king is in the house. Since it is apparent and evident that R. Gershom intended to strike and hurt R. Eliezer bodily, and in all such cases, a rabbinical court may punish even in a manner that is not prescribed by law, I hereby impose that R. Gershom express regret and ask forgiveness. He shall do the following: On a day when the Torah is read, while the Torah scroll is on the podium, he should walk from his space to R. Eliezer’s space, passing in front of the ark. The community notables should go with him. He shall say to R. Eliezer: “Eliezer, I have sinned to the God of Israel and then to you, for I have degraded the sanctity of the synagogue and the commandments of the Almighty, and I have violated the Torah’s admonition against striking and hurting another bodily. I therefore ask for pardon and atonement from the God of Israel, and then forgiveness from you, for I regret what I have done. I have estimated the doctor’s fees on average. R. Gershom shall give R. Eliezer two gold coins, and R. Eliezer shall give away those two gold coins, with the knowledge of two trusted men, in honor of the synagogue in Graetz (=Slovenj-Gradec, Slovenia), for a mitzva of his choosing, since they are being given to him as a penalty and to reinforce safeguards, as I explained above. Therefore, I did not impose any charges due to time lost from work, since it is not as clear as the doctor’s fees, for which it is known that R. Eliezer will have to spend money. So says the youngest and most insignificant in all of Israel.  "
            ]
        ]
    },
    "versions": [
        [
            "YU Torah miTzion Beit Midrash",
            "http://www.torontotorah.com"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ],
        [
            "Sefaria Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "תרומת הדשן",
    "categories": [
        "Responsa"
    ],
    "schema": {
        "heTitle": "תרומת הדשן",
        "enTitle": "Terumat HaDeshen",
        "key": "Terumat HaDeshen",
        "nodes": [
            {
                "heTitle": "מפתחות לחלק ראשון",
                "enTitle": "Index to part I"
            },
            {
                "heTitle": "חלק א'",
                "enTitle": "Part I"
            },
            {
                "heTitle": "מפתחות לחלק שני",
                "enTitle": "Index to part II"
            },
            {
                "heTitle": "חלק ב'",
                "enTitle": "Part II"
            }
        ]
    }
}