{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": {
        "Index to part I": [], 
        "Part I": [
            [
                "Question: In most communities it is practiced in the long days of summer to read the evening Shema, and to pray the evening prayer, 3 or 4 hours before the stars come out. Is there a way to reconcile this practice, or a reason for this practice, since many scholars practice this along with the masses?", 
                "Answer: It is not in our hands to settle this problem, or to find a reason for this tradition to say Maariv so much earlier, 3 or 4 hours. For Rabbenu Tam wrote that from Plag HaMincha and onwards is considered night, according to R' Yehuda, and from that point onward the obligation of Shema and Maariv can be fulfilled. And it is written by the Mordechai, and in the Hagahot Maimuniyot, and the Ravyah wrote that the words of Rabbenu Tam are primary [i.e. the law follows him in this case], and he who is stringent and takes it upon himself to wait until the the stars come out as is said by the other great ones, it is seen is arrogance and he is called a mere layman if he is isn't consistently more stringent upon himself. Anyhow, this time [Plag HaMincha] is merely an hour and a quarter before the stars come out; but what is the source to pray Maariv so much earlier? And when I was young I saw in Tosafot on the first chapter of Berachot that there are those who wish to say that in the days of summer, when the days are long, we calculate the hours of the night as small hours, and the hours of the day as long hours, so that there will always be twelve hours of night and twelve hours of day."
            ]
        ], 
        "Part II": [], 
        "Index to part II": []
    }, 
    "title": "Terumat HaDeshen", 
    "versionSource": "http://www.sefaria.org/Terumat_HaDeshen", 
    "heTitle": "תרומת הדשן", 
    "categories": [
        "Responsa"
    ], 
    "schema": {
        "heTitle": "תרומת הדשן", 
        "nodes": [
            {
                "heTitle": "מפתחות לחלק ראשון", 
                "enTitle": "Index to part I"
            }, 
            {
                "heTitle": "חלק א'", 
                "enTitle": "Part I"
            }, 
            {
                "heTitle": "מפתחות לחלק שני", 
                "enTitle": "Index to part II"
            }, 
            {
                "heTitle": "חלק ב'", 
                "enTitle": "Part II"
            }
        ], 
        "key": "Terumat HaDeshen", 
        "enTitle": "Terumat HaDeshen"
    }
}