{
    "work": "Shevuot", 
    "text": {
        "42_Daf, 13_Line": "רבינא אמר כי קאמר רב פפא לענין מלקות כי תניא ההיא לענין קרבן דבעינן שוה פרוטה", 
        "36_Daf, 3_Line": "בעא מיניה רבא מרב נחמן העלם זה וזה בידו מהו אמר ליה הרי העלם טומאה בידו וחייב אדרבה הרי העלם מקדש בידו ופטור", 
        "47_Daf, 17_Line": "הרי טמא שאכל את הקדש דקרבן עולה ויורד הוא", 
        "73_Daf, 17_Line": "אמר ליה לא מאן דמחייב כרבי אליעזר ומאן דפטר אמר לך בהא אפילו רבי אליעזר מודה דרחמנא אמר מכל ולא הכל", 
        "41_Daf, 3_Line": "ומאי שנא מסתברא קאי בלהבא ממעט להבא קאי בלהבא ממעט לשעבר:", 
        "33_Daf, 4_Line": "א\"ר אושעיא בעינא דאימא מילתא ומסתפינא מחבריא הנכנס לבית המנוגע דרך אחוריו ואפילו כולו חוץ מחוטמו טהור דכתיב (ויקרא יד, מו) והבא אל הבית דרך ביאה אסרה תורה", 
        "9_Daf, 9_Line": "אי הכי קרום ביצה נמי בהדי מאן ליצרפי' ליצרפיה בהדי שאת איכא סיד דעדיף מיניה ליצרפיה בהדי סיד לאו בר מיניה הוא", 
        "50_Daf, 13_Line": "ת\"ר (ויקרא ה, ד) האדם בשבועה פרט לאנוס ונעלם פרט למזיד", 
        "43_Daf, 7_Line": "בעי רב אשי נזיר שאמר שבועה שלא אוכל חרצן בכמה דכיון דכזית איסורא דאורייתא הוא כי קא משתבע אהתירא קא משתבע ודעתיה אמשהו או דלמא כיון דאמר שלא אוכל דעתיה אכזית", 
        "92_Daf, 1_Line": "היה אחד מהן משחק בקוביא: הא תו למה לי תנא פסולא דאוריית' וקתני פסולא דרבנן:", 
        "22_Daf, 8_Line": "הכא הוא דמעיקרא עולה והשתא עולה אבל התם דמעיקרא חטאת והשתא עולה גזירה לאחר כפרה אטו לפני כפרה", 
        "50_Daf, 4_Line": "שפיר קא\"ל רבי עקיבא לר' ישמעאל", 
        "78_Daf, 2_Line": "ורב שהכל דין מטבע אחת", 
        "82_Daf, 14_Line": "ור' אליעזר בן יעקב לית ליה משיב אבידה פטור אמר רב בשטענו קטן", 
        "61_Daf, 6_Line": "וחייבין על זדון השבועה: מנהני מילי דתנו רבנן בכולן נאמר בהן ונעלם וכאן לא נאמר בה ונעלם לחייב על המזיד כשוגג:", 
        "35_Daf, 11_Line": "רבי אליעזר אומר השרץ ונעלם ממנו כו': מאי בינייהו", 
        "24_Daf, 10_Line": "סתם סיפרא מני ר' יהודה וקאמר שבים אין לא שבים לא", 
        "22_Daf, 15_Line": "תניא נמי הכי מה הן מביאין מן המותרות", 
        "75_Daf, 3_Line": "אמר רבא משל דרבי שמעון למה הדבר דומה לאדם שאמר לחבירו תן לי חטין ושעורין וכוסמין שיש לי בידך אמר לו שבועה שאין לך בידי חטין ואשתכח דחטין הוא דלית ליה הא שעורין וכוסמין אית ליה דפטור דכי אשתבע אחטין אקושטא משתבע", 
        "77_Daf, 18_Line": "ה\"נ מסתברא מדקתני סיפא ליטרא זהב יש לי בידך אין לך בידי אלא ליטרא כסף פטור אי אמרת בשלמא דוקא קתני משום הכי פטור אלא אי אמרת שוה אמאי פטור ליטרא טובא הוי", 
        "45_Daf, 5_Line": "אלא כגון דאמר שבועה שלא אשתה ממין אלו ודלמא מין אלו הוא דלא שתינא הא אינהו גופייהו שתינא", 
        "76_Daf, 16_Line": "ההוא מיבעי ליה לכדרבי אלעזר דתניא רבי אלעזר אומר אי אפשר לומר ונקה שכבר נאמר לא ינקה א\"א לומר לא ינקה שכבר נאמר ונקה הא כיצד מנקה הוא לשבים ואינו מנקה לשאינן שבים", 
        "95_Daf, 0_Line": "שהבן גובה בין בשבועה ובין שלא בשבועה והאב אינו גובה אלא בשבועה היכי דמי דמת לוה בחיי מלוה", 
        "84_Daf, 6_Line": "א\"ל רבא אי הכי אדתני סיפא זה אומר עד הזיז וזה אומר עד החלון חייב ליפלוג וליתני בדידה במה דברים אמורים בבית מלא אבל בית זה מלא חייב", 
        "43_Daf, 16_Line": "איבעית אימא סברא דאמר ליה אינש לחבריה נטעום מידי ועיילי ואכלי ושתו ואיבעית אימא קרא שתיה בכלל אכילה דאמר ריש לקיש מנין לשתיה שהיא בכלל אכילה שנאמר (דברים יד, כג) ואכלת לפני ה' אלהיך במקום אשר יבחר לשכן שמו שם מעשר דגנך ותירושך", 
        "89_Daf, 12_Line": "הא מדסיפא בראיה הוי רישא בלא ראיה", 
        "29_Daf, 2_Line": "היכי ניעביד נבנייה מאתמול וניקדשיה מאתמול שתי הלחם בשחיטת כבשים הוא דקדשי", 
        "35_Daf, 8_Line": "אמר ר' חייא בר אבא אמר רבי יוחנן כל הפורש מאשתו סמוך לוסתה הויין לו בנים זכרים דכתיב (ויקרא יא, מז) להבדיל בין הטמא ובין הטהור וסמיך ליה אשה כי תזריע וילדה זכר רבי יהושע בן לוי אמר הויין לו בנים ראויין להוראה דכתיב (ויקרא י, י) להבדיל ולהורות", 
        "44_Daf, 8_Line": "א\"ל אביי אלא מאי שתיה בכלל אכילה אימא סיפא שבועה שלא אוכל ושלא אשתה ואכל ושתה חייב שתים כיון דאמר שלא אוכל איתסר ליה בשתיה כי אמר שלא אשתה אמאי חייב אילו אמר שלא אשתה תרי זימני מי מיחייב תרתי", 
        "68_Daf, 17_Line": "בשמים ובארץ הרי אלו פטורין באלף דלת ביוד הי בשדי בצבאות בחנון ורחום בארך אפים ברב חסד ובכל הכנויין הרי אלו חייבין", 
        "65_Daf, 14_Line": "ר' יוסי הגלילי אומר הרי הוא אומר (ויקרא ה, א) והוא עד או ראה או ידע בעדות המתקיימת בראיה בלא ידיעה ובידיעה בלא ראיה הכתוב מדבר", 
        "39_Daf, 2_Line": "מאי טעמא אמר קרא (במדבר ל, ג) איש כי ידור נדר לה' עד שידור בדבר הנדור", 
        "15_Daf, 8_Line": "מכדי איתקושי איתקוש להדדי ונכפר פנימי אדידיה ואדחיצון ונפקא מינה להיכא דלא עבד חיצון אמר קרא (שמות ל, י) אחת כפרה אחת מכפר ואינו מכפר שתי כפרות", 
        "69_Daf, 6_Line": "לאחריו כיצד אלהינו נ\"ו נמחק אלהיהם ה\"ם נמחק אלהיכם כ\"ם נמחק אחרים אומרים לאחריו אינו נמחק שכבר קדשו השם אמר רב הונא הלכה כאחרים", 
        "75_Daf, 18_Line": "אין נשבעין על טענת חרש שוטה וקטן ואין משביעין את הקטן אבל נשבעין לקטן ולהקדש:", 
        "52_Daf, 6_Line": "יכול נשבע להרע לאחרים ולא הרע שיהא חייב ת\"ל להרע או להיטיב מה הטבה רשות אף הרעה רשות אוציא נשבע להרע לאחרים ולא הרע שאין הרשות בידו מנין לרבות הטבת אחרים ת\"ל או להיטיב ואיזו היא הרעת אחרים אכה את פלוני ואפצע את מוחו", 
        "13_Daf, 8_Line": "ר\"ש אומר ממקומו הוא מוכרע הרי הוא אומר (ויקרא טז, טז) וכפר על הקדש מטומאות מטומאות של קודש", 
        "63_Daf, 6_Line": "אמר רב פפא הכל מודים בעד מיתה שהוא חייב והכל מודים בעד מיתה שהוא פטור", 
        "70_Daf, 0_Line": "ומנין לעשות (אלה שאין עמה שבועה כאלה שיש עמה שבועה) ושבועה שאין עמה אלה כשבועה שיש עמה אלה תלמוד לומר (ויקרא ה, א) ושמעה קול אלה ושמעה אלה ושמעה קול", 
        "68_Daf, 20_Line": "המקלל עצמו וחבירו בכולן עובר בלא תעשה (דברים כח, כב) יככה ה' אלהים וכן יככה אלהים זו היא אלה הכתובה בתורה", 
        "50_Daf, 15_Line": "אמר מר האדם בשבועה פרט לאנוס היכי דמי", 
        "88_Daf, 3_Line": "אמר בן ננס כיצד אלו ואלו באין לידי שבועת שוא אלא הוא נוטל שלא בשבועה והן נוטלין שלא בשבועה", 
        "47_Daf, 8_Line": "ר' מאיר אומר אף אם היתה שבת והוציאו חייב אמרו לו אינו מן השם", 
        "69_Daf, 19_Line": "וי\"א אף זה קדש שנאמר (דניאל ד, טז) מרי חלמא לשנאך ופשרה לערך למאן קאמר אי סלקא דעתך לנבוכדנצר קאמר ליה שנאותיה מאי נינהו ישראל מילט קא לייט להו לישראל", 
        "11_Daf, 6_Line": "שאת כצמר לבן: מאי צמר לבן אמר רב ביבי אמר רב אסי צמר נקי בן יומו שמכבנין בו למילת", 
        "84_Daf, 1_Line": "יצאו קרקעות שאין מטלטלין יצאו עבדים שהוקשו לקרקעות יצאו שטרות שאף על פי שמטלטלין אין גופן ממון הקדש רעהו כתיב", 
        "61_Daf, 9_Line": "לא אע\"ג דתנן איצטריך ס\"ד אמינא הכא הוא דלא כתיב ונעלם דבעינן שוגג דומיא דמזיד אבל התם דכתיב ונעלם אפילו שגגתה כל דהו קמ\"ל:", 
        "64_Daf, 16_Line": "שאנס איש פלוני ופתה את בתי משום בושת ופגם", 
        "74_Daf, 9_Line": "תנן לא לך ולא לך ולא לך תני לא לך", 
        "23_Daf, 1_Line": "דרש ר\"נ בר רב חסדא אין מקיצין בעולת העוף אמר רבא הא בורכא א\"ל ר\"נ בר יצחק לרבא מאי בורכתא אנא אמריתה ניהליה ומשמיה דרב שימי מנהרדעא אמריתה ניהליה דאמר רב שימי מנהרדעא מותרות לנדבת צבור אזלי ואין עולת עוף בצבור", 
        "12_Daf, 4_Line": "דתניא רבי אומר אקרא אני חיה בהמה למה נאמרה נאמר כאן (ויקרא ה, ב) בהמה טמאה ונאמר להלן (ויקרא ז, כא) בהמה טמאה מה להלן טומאת קודש אף כאן טומאת קודש", 
        "53_Daf, 9_Line": "<big><strong>גמ׳</strong></big> למה לי למיתני שבועה שלא אוכל שבועה שלא אוכלנה", 
        "42_Daf, 4_Line": "והרי הקדש אוסר לעצמו קאמרינן והאי אוסר על כל העולם כולו הוא", 
        "51_Daf, 8_Line": "אמר שמואל גמר בלבו צריך שיוציא בשפתיו שנאמר (ויקרא ה, ד) לבטא בשפתים", 
        "82_Daf, 0_Line": "עפצי דקיימי בשיתא שיתא א\"ל לאו בארבעה ארבעה הוו קיימי אתו תרי סהדי ואמרו אין בארבעה ארבעה הוו קיימי אמר רבא הוחזק כפרן אמר רמי בר חמא הא אמרת כל מילתא דלא רמיא עליה דאיניש לאו אדעתיה א\"ל רבא קצותא דתרעא מידכר דכירי אינשי", 
        "13_Daf, 13_Line": "במזיד ולא אתרו ביה בשוגג ולא אתיידע ליה", 
        "97_Daf, 5_Line": "<big><strong>גמ׳</strong></big> מאן תנא ארבעה שומרין אמר רב נחמן אמר רבה בר אבוה ר' מאיר היא אמר ליה רבא לרב נחמן מי איכא תנא דלית ליה ארבעה שומרין אמר ליה הכי קאמינא לך מאן תנא דאמר שוכר כנושא שכר דמי (אמר רב נחמן) אמר רבה בר אבוה רבי מאיר היא", 
        "84_Daf, 8_Line": "תניא כוותיה דרבא כור תבואה לי בידך והלה אומר אין לך בידי פטור מנורה גדולה יש לי בידך אין לך בידי אלא מנורה קטנה פטור אזורה גדולה יש לי בידך אין לך בידי אלא אזורה קטנה פטור", 
        "55_Daf, 9_Line": "שבועה שלא אוכל תשע ועשר מהו חייב על כל אחת ואחת אמר ליה אישתבשת אי תשע לא אכיל עשר לא אכיל", 
        "73_Daf, 15_Line": "מה הפרט מפורש דבר המטלטל וגופו ממון אף כל דבר המטלטל וגופו ממון יצאו קרקעות שאין מטלטל יצאו עבדים שהוקשו לקרקעות יצאו שטרות שאף על פי שמטלטלין אין גופן ממון", 
        "53_Daf, 11_Line": "כדרבא דאמר רבא שבועה שלא אוכל ככר זו כיון שאכל ממנה כזית חייב שלא אוכלנה אינו חייב עד שיאכל את כולה:", 
        "17_Daf, 5_Line": "א\"ר אלעזר א\"ר אושעיא מאי טעמיה דר\"ש אמר קרא (ויקרא י, יז) ואותה נתן לכם לשאת את עון העדה והאי קרא בשעיר דר\"ח כתיב ויליף עון עון מציץ נאמר כאן עון ונאמר להלן (שמות כח, מג) עון מה להלן טומאת בשר אף כאן טומאת בשר", 
        "75_Daf, 17_Line": "טענו כלים וקרקעות והודה בכלים וכפר בקרקעות בקרקעות וכפר בכלים פטור הודה במקצת הקרקעות פטור במקצת הכלים חייב שהנכסים שאין להן אחריות זוקקין את הנכסים שיש להן אחריות לישבע עליהן", 
        "60_Daf, 8_Line": "מנין לשלשה שנושין מנה באחד שלא יהא אחד בעל דין ושנים עדים כדי שיוציאו מנה ויחלוקו ת\"ל מדבר שקר תרחק", 
        "42_Daf, 2_Line": "אמר להן היכן מצינו במדבר ומביא קרבן שזה מדבר ומביא קרבן: ולא והרי מגדף מדבר ואוסר קאמרינן והאי מדבר וחוטא הוא", 
        "8_Daf, 18_Line": "חיובי מאי נינהו יציאות יציאות תרתי הוא דהויין שתים דהוצאה ושתים דהכנסה", 
        "70_Daf, 6_Line": "אלא מהכא (שמואל א יד, כד) ואיש ישראל נגש ביום ההוא ויואל שאול את העם לאמר ארור האיש אשר יאכל וגו' וכתיב (שמואל א יד, כז) ויהונתן לא שמע בהשביע אביו את העם ודלמא הכא נמי תרתי עבד להו אשבעינהו ולייטינהו", 
        "18_Daf, 20_Line": "והא כי כתיב אחת בשעיר הנעשה בפנים הוא דכתיב אמר קרא (במדבר כט, יא) מלבד", 
        "3_Daf, 1_Line": "ר' מאיר אומר כל השעירין כפרתן שוה על טומאת מקדש וקדשיו", 
        "80_Daf, 4_Line": "דתנן מציאת חש\"ו יש בהם גזל מפני דרכי שלום ר' יוסי אומר גזל גמור ואמר רב חסדא גזל גמור מדבריהם למאי נפקא מינה להוציאו בדיינין מאי איכא בין דאורייתא לדרבנן", 
        "21_Daf, 10_Line": "ואמאי לימא לב ב\"ד מתנה עליהן ר' שמעון קאמרת ר\"ש לית ליה לב ב\"ד מתנה עליהן דאמר רב אידי בר אבין אמר רב עמרם א\"ר יוחנן תמידין שלא הוצרכו לצבור לדברי רבי שמעון אין נפדין תמימים לדברי חכמים נפדין תמימים", 
        "25_Daf, 15_Line": "אביי אמר אפי' תימא ר' יהודה הכי קאמר מעתה אין להם כפרה בטומאת מקדש וקדשיו כשהוא אומר יכפר על הכהנים מצינו שיש להן כפרה בשאר עבירות וכמו דמצינו שיש להן כפרה בשאר עבירות כך יש להן כפרה", 
        "49_Daf, 18_Line": "רבא אמר משום דהוה דבר שבכלל ויצא לידון בדבר החדש אין לך בו אלא חידושו בלבד", 
        "23_Daf, 9_Line": "אמר רב יהודה ה\"ק על שאר עבירות שבתורה בין קלות בין חמורות בין שעשאן בשוגג בין שעשאן במזיד אותן שעשאן בשוגג בין נודע לו ספיקן בין לא נודע לו ספיקן ואלו הן קלות עשה ולא תעשה ואלו הן חמורות כריתות ומיתות ב\"ד", 
        "79_Daf, 1_Line": "טעמא דכלים וקרקעות דקרקע לאו בת שבועה היא הא כלים וכלים דומיא דכלים וקרקעות חייב", 
        "16_Daf, 8_Line": "ואימא כוליה להכי הוא דאתא א\"כ נימא קרא חטאת ה' מאי לה' שמעת מינה תרתי", 
        "66_Daf, 21_Line": "יתיב רב המנונא קמיה דרב יהודה ויתיב רב יהודה וקא מיבעיא ליה מנה מניתיך בפני פלוני ופלוני", 
        "87_Daf, 8_Line": "השכיר כיצד אמר לו תן לי שכרי שיש לי בידך הוא אומר נתתי והלה אומר לא נטלתי הוא נשבע ונוטל רבי יהודה אומר עד שתהא שם מקצת הודאה כיצד אמר לו תן לי שכרי חמשים דינר שיש לי בידך והוא אומר התקבלת דינר זהב", 
        "5_Daf, 13_Line": "אלא האי סתמא אשכח שבועה שלא אוכל ככר זו שבועה שלא אוכלנה ואכלה", 
        "77_Daf, 11_Line": "ורב חד להודאה במקצת הטענה וחד להודאה ממין הטענה ושמואל לאו ממילא שמעת מיניה דחסרה לה טענה", 
        "37_Daf, 0_Line": "ואפילו בקמייתא ממה נפשך טמא הוא אמר רבא הכא במאי עסקינן כגון שהלך בראשון ובשעה שהלך בשני שכח שהלך בראשון דהויא ליה מקצת ידיעה", 
        "45_Daf, 11_Line": "הכא מאי", 
        "83_Daf, 19_Line": "שומר חנם אינו נשבע: מנא הני מילי דתנו רבנן", 
        "53_Daf, 4_Line": "ור\"י בן בתירא אמר לך אטו הטבת אחרים לאו אע\"ג דליתא בכלל הרעת אחרים ורבי רחמנא הכא נמי בקיום מצוה אע\"ג דליתיה בביטול מצוה רבייה רחמנא", 
        "30_Daf, 5_Line": "תא שמע אבא שאול אומר שני ביצעין היו בהר המשחה תחתונה ועליונה תחתונה נתקדשה בכל אלו עליונה לא נתקדשה בכל אלו אלא בעולי גולה שלא במלך ושלא באורים ותומים", 
        "64_Daf, 9_Line": "כי תיבעי לך אליבא דרבנן דאמרי מודה בקנס ואחר כך באו עדים פטור", 
        "39_Daf, 0_Line": "אלא לרבא קשיא", 
        "92_Daf, 10_Line": "אמר רבא כוותיה דרבי אבא מסתברא דתני רבי אמי (שמות כב, י) שבועת ה' תהיה בין שניהם ולא בין היורשין היכי דמי", 
        "41_Daf, 7_Line": "ת\"ש דאמרו לו לר\"ע היכן מצינו באוכל כל שהוא חייב שזה חייב ואם איתא לימא להו אנא בכל התורה כולה כר\"ש סבירא לי", 
        "50_Daf, 16_Line": "כדרב כהנא ורב אסי כי הוו קיימי מקמי דרב מר אמר שבועתא דהכי אמר רב ומר אמר שבועתא דהכי אמר רב כי אתו לקמיה דרב אמר כחד מינייהו אמר ליה אידך ואנא בשיקרא אישתבעי", 
        "78_Daf, 3_Line": "ורבי אלעזר לימא מדסיפא כשמואל מתרץ רישא נמי כשמואל סבירא ליה", 
        "79_Daf, 6_Line": "ת\"ש טענו חטין והודה לו בשעורין פטור ורבן גמליאל מחייב טעמא דטענו חטין והודה לו בשעורין הא חטין ושעורין והודה לו באחד מהן חייב", 
        "89_Daf, 13_Line": "אמר רב נחמן בר יצחק", 
        "26_Daf, 7_Line": "בשלמא לר\"ש היינו דכתיב תרי וידוין ודם הפר חד כנגד שעיר הנעשה בפנים וחד כנגד שעיר הנעשה בחוץ וחד כנגד שעיר המשתלח", 
        "79_Daf, 18_Line": "אדרבה חזקה אין אדם מעיז פניו בפני בעל חובו אשתמוטי הוא דקא משתמיט ליה סבר עד דהוה לי ופרענא ליה", 
        "10_Daf, 5_Line": "מדלא אמר ליה ש\"מ דשמיע ליה לר' עקיבא דאמר כולהו לבהדי שאת מצטרפין", 
        "95_Daf, 12_Line": "אמר רב יוסף בר מניומי אמר רב נחמן והוא שיש טענה בינייהו שתי כסף", 
        "80_Daf, 6_Line": "ולרבנן דפליגי עליה דרבי יוסי דאמרו בדרבנן לא נחתינן לנכסיה מאי עבדינן ליה משמתינן ליה", 
        "3_Daf, 3_Line": "אמרו לו מהו שיקרבו זה בזה אמר להן יקרבו אמרו לו הואיל ואין כפרתן שוה היאך קרבין זה בזה אמר להם כולן באין לכפר על טומאת מקדש וקדשיו", 
        "96_Daf, 4_Line": "שומר חנם נשבע על הכל והשואל משלם את הכל", 
        "73_Daf, 18_Line": "אמר רב פפא משמיה דרבא מתניתין נמי דיקא דקתני גנבת את שורי והוא אומר לא גנבתי משביעך אני ואמר אמן חייב ואילו גנבת את עבדי לא קתני מ\"ט לאו משום דעבד איתקש לקרקעות ואין מביאין קרבן על כפירת שעבוד קרקעות", 
        "67_Daf, 8_Line": "דקתני מה לפקדון שכן לא עשה בו מושבע כנשבע מזיד כשוגג", 
        "68_Daf, 13_Line": "אמר לשנים משביע אני עליכם: ת\"ר אמר לשנים משביע אני עליכם פלוני ופלוני אם אתם יודעין לי עדות שתבואו ותעידוני והן יודעין לו עדות עד מפי עד או שהיה אחד מהן קרוב או פסול יכול יהו חייבין ת\"ל (ויקרא ה, א) אם לא יגיד ונשא עונו בראוין להגדה הכתוב מדבר:", 
        "5_Daf, 4_Line": "קסבר רבי ישמעאל לאו שאין בו מעשה לוקין עליו", 
        "18_Daf, 13_Line": "אמר רבי יוחנן ומודה ר\"מ בשעיר הנעשה בפנים שהוא אינו מכפר כפרתן והן אינן מכפרין כפרתו", 
        "89_Daf, 10_Line": "מכלל דתרוייהו סבירא להו המפקיד אצל חבירו בעדים אין צריך להחזיר לו בעדים בשטר צריך להחזיר לו בעדים", 
        "74_Daf, 16_Line": "פליגי בה רב אחא ורבינא חד אמר אפרטי מיחייב אכללי לא מיחייב וחד אמר אכללי נמי מיחייב", 
        "51_Daf, 6_Line": "מסתכן לישרי ליה מר אלא מצטער ואכלה בשגגת שבועה מאי", 
        "88_Daf, 8_Line": "ואלו נשבעין שלא בטענה השותפין והאריסין והאפוטרופין והאשה הנושאת והנותנת בתוך הבית ובן הבית אמר לו מה אתה טועניני רצוני שתשבע לי חייב", 
        "61_Daf, 4_Line": "מושבע מפי אחרים בפקדון מנא להו לרבנן דחייב לאו דגמרי לה מעדות ושמע מינה בדון מינה ומינה פליגי", 
        "31_Daf, 3_Line": "בשלמא מקדש איקרי משכן דכתיב (ויקרא כו, יא) ונתתי משכני בתוככם אלא משכן דאיקרי מקדש מנלן אילימא מדכתיב (במדבר י, כא) ונסעו הקהתים נושאי המקדש ההוא בארון כתיב אלא מהכא (שמות כה, ח) ועשו לי מקדש ושכנתי בתוכם וכתיב (שמות כה, ט) ככל אשר אני מראה אותך את תבנית המשכן:", 
        "15_Daf, 7_Line": "אין בה ידיעה בתחלה ויש בה ידיעה בסוף שעיר הנעשה בחוץ ויוה\"כ מכפר כו':", 
        "4_Daf, 3_Line": "אמרי שבועות וידיעות הטומאה דגבי הדדי כתיבין ודמיין אהדדי בקרבן עולה ויורד תני להו גבי הדדי ואיידי דתנא תרתי תנא כולהו", 
        "58_Daf, 6_Line": "תניא אידך ועמדו שני האנשים בעדים הכתוב מדבר אתה אומר בעדים או אינו אלא בבעלי דינין אמרת וכי שנים באים לדין שלשה אין באין לדין ואם נפשך לומר נאמר כאן שני ונאמר להלן שני מה להלן בעדים אף כאן בעדים", 
        "53_Daf, 18_Line": "א\"ל רב אחא בריה דרבא לרב אשי ה\"ד אי דאמר שלא אוכל מכזית קמא עבדיה לאיסוריה אי דאמר שלא אוכלנה מאי איריא כזית", 
        "34_Daf, 8_Line": "אמר ליה אי תניתא חסר ותני הכי זו היא מצות לא תעשה שבנדה שחייבין עליה היה משמש עם הטהורה ואמרה לו נטמאתי ופירש מיד חייב זו היא מצות עשה שבנדה כו'", 
        "90_Daf, 8_Line": "אבל אמר לו לא שכרתיך מעולם או שאמר לו שכרתיך ונתתי לך שכרך המוציא מחבירו עליו הראיה", 
        "68_Daf, 26_Line": "למימרא דחנון ורחום שמות נינהו ורמינהי יש שמות שנמחקין ויש שמות שאין נמחקין אלו הן שמות שאין נמחקין כגון אל אלהיך אלהים אלהיכם אהיה אשר אהיה אלף דלת ויוד הי שדי צבאות הרי אלו אין נמחקין", 
        "85_Daf, 10_Line": "היכי דמי אי דשוי שיעור זוזי", 
        "83_Daf, 2_Line": "ובכוליה בעי דלודי ליה והאי דלא אודי ליה אישתמוטי הוא דקא משתמיט מיניה סבר עד דהוי לי זוזי ופרענא ליה ורחמנא אמר רמי שבועה עילויה כי היכי דלודי ליה בכוליה", 
        "70_Daf, 27_Line": "הרי סוטה דאיסורא הוא", 
        "34_Daf, 4_Line": "כניסה תנינא נמצא על שלו טמאין וחייבין בקרבן מאי לאו בסמוך לוסתה ואכניסה", 
        "25_Daf, 5_Line": "הושוו כולן לכפרה אחת שמתכפרין בשעיר המשתלח בשאר עבירות דברי ר' יהודה", 
        "29_Daf, 0_Line": "וכי תימא דמחמיץ להו לשירים ומקדש בהו והכתיב (ויקרא ו, י) לא תאפה חמץ חלקם ואמר ריש לקיש אפילו חלקם לא תאפה חמץ", 
        "84_Daf, 15_Line": "אלא אמר ר' אבא בר ממל שאני מנורה הואיל ויכול לגוררה ולהעמידה על חמש ליטרין:", 
        "2_Daf, 4_Line": "את שיש בה ידיעה בתחלה וידיעה בסוף והעלם בינתים הרי זה בעולה ויורד", 
        "81_Daf, 8_Line": "ההוא דא\"ל לחבריה כי פרעתין פרעין לי באפי ראובן ושמעון אזל ופרעיה באפי תרי מעלמא אמר אביי באפי בי תרי אמר ליה באפי בי תרי פרעיה אמר ליה רבא להכי קאמר ליה באפי ראובן ושמעון כי היכי דלא נדחייה", 
        "65_Daf, 11_Line": "(במדבר ה, יד) אואין דסוטה יוכיחו שהן אואין ויש עמהן שבועה ומדברים שלא בתביעת ממון", 
        "50_Daf, 27_Line": "אמר רב אשי חזינן אי מחמת שבועה קא פריש הרי העלם שבועה בידו וחייב אי מחמת חפץ קא פריש הרי העלם חפץ בידו ופטור", 
        "41_Daf, 12_Line": "ואי ס\"ד בעלמא כר' שמעון סבירא ליה כל שהוא נמי מושבע ועומד מהר סיני הוא אלא לאו שמע מינה בעלמא כרבנן סבירא ליה שמע מינה:", 
        "67_Daf, 11_Line": "אלא חוכא אמזיד כשוגג דקתני מה לפקדון שכן לא עשה בו מושבע כנשבע מזיד כשוגג", 
        "48_Daf, 5_Line": "כיצד אמר שבועה שאתן לאיש פלוני ושלא אתן שנתתי ושלא נתתי", 
        "47_Daf, 9_Line": "ואם איתא משכחת לה חמש כגון שאמר שבועה שלא אוכל תמרים וחלב מיגו דחייל אתמרים חיילא נמי אחלב", 
        "60_Daf, 18_Line": "ורבנן סברי דון מינה ואוקי באתרה מה פקדון מושבע מפי עצמו חייב אף עדות מושבע מפי עצמו חייב ואוקי באתרה מה מושבע מפי אחרים בבית דין אין שלא בבית דין לא אף מושבע מפי עצמו בבית דין אין שלא בבית דין לא", 
        "66_Daf, 13_Line": "ולר' יוחנן דאמר התם משביע עדי קרקע אפי' לר\"א פטורין הכא מאי איכא בין ר\"א לר\"ע", 
        "22_Daf, 0_Line": "שאני קטורת דלא בר רעיה היא", 
        "65_Daf, 4_Line": "<big><strong>מתני׳</strong></big> משביע אני עליכם אם לא תבואו ותעידו שאני כהן שאני לוי שאיני בן גרושה שאיני בן חלוצה שאיש פלוני כהן שאיש פלוני לוי שאינו בן גרושה שאינו בן חלוצה שאנס", 
        "63_Daf, 8_Line": "הכל מודים בעד מיתה שהוא חייב דלא אמר לדידה ולא אמר להו לבית דין", 
        "5_Daf, 10_Line": "בשלמא שובר בטמא דכתיב (שמות יב, מו) ועצם לא תשברו בו בכשר ולא בפסול אבל המותיר בטהור מאי טעמא לאו משום דהוי לאו שאין בו מעשה וכל לאו שאין בו מעשה אין לוקין עליו", 
        "38_Daf, 5_Line": "וממאי דמבטא שבועה דכתיב (ויקרא ה, ד) או נפש כי תשבע לבטא בשפתים איסר נמי דכתיב (במדבר ל, יד) כל נדר וכל שבועת איסר", 
        "30_Daf, 4_Line": "איתיביה רבא לרב נחמן כל שלא נעשית בכל אלו תני באחת מכל אלו", 
        "17_Daf, 9_Line": "רב אשי אמר כתיב הכא עון העדה עדה ולא קדשים והתם כתיב עון הקדשים קדשים ולא עדה", 
        "97_Daf, 4_Line": "זה הכלל כל המשנה מחובה לחובה ומפטור לפטור ומפטור לחובה פטור מחובה לפטור חייב זה הכלל כל הנשבע להקל על עצמו חייב להחמיר על עצמו פטור:", 
        "73_Daf, 13_Line": "ריבה ומיעט וריבה ריבה הכל מאי ריבה ריבה כל מילי ומאי מיעט מיעט שטרות", 
        "40_Daf, 11_Line": "איתיביה רבי ירמיה לרבי אבהו שבועה שלא אוכל ככר זו שבועה שלא אוכלנה שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת זו היא שבועת בטוי שחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד", 
        "75_Daf, 0_Line": "או דלמא אכל חדא וחדא מיחייב", 
        "50_Daf, 23_Line": "אמר ליה אביי כלום מחייבת ליה קרבן אלא אמאי דתפיס בידיה העלם שבועה הוא", 
        "81_Daf, 13_Line": "ההוא דאמר ליה לחבריה הב לי מאה זוזי דמסיקנא בך א\"ל לא פרעתיך בפני פלוני ופלוני אתו פלוני ופלוני אמרי לא היו דברים מעולם סבר רב ששת למימר הוחזק כפרן אמר ליה רבא כל מילתא דלא רמיא עליה דאינש לאו אדעתיה", 
        "25_Daf, 1_Line": "אלמה לא משכחת לה דאכל אומצא וחנקיה ומית אי נמי דאכל סמוך לשקיעת החמה דלא הוה שהות לכפורי ליה:", 
        "12_Daf, 6_Line": "אי הכי תרומה נמי דאמר מר בכל קדש לא תגע לרבות את התרומה", 
        "21_Daf, 0_Line": "וכן שעירי ע\"ז שאבדו והפריש אחרים תחתיהן כולן ימותו דברי ר' יהודה ר' אלעזר ור' שמעון אומרים ירעו עד שיסתאבו וימכרו ויפלו דמיהן לנדבה שאין חטאת צבור מתה", 
        "61_Daf, 7_Line": "ועל שגגתה עם זדון העדות: ה\"ד שגגתה עם זדון העדות א\"ר יהודה אמר רב באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבין עליה קרבן אם לא:", 
        "11_Daf, 8_Line": "האי זה למעלה מזה וזה למעלה מזה הוא", 
        "74_Daf, 6_Line": "ור' יוחנן אמר תרוייהו לר' מאיר פרטא הוי ואמר ליה רבי יהודה בולא לך מודינא לך בלא לך פליגנא עלך ושמואל עד דאודי ליה אודויי לפלוג עליה איפלוגי", 
        "50_Daf, 14_Line": "ממנו שנתעלמה ממנו שבועה יכול שנתעלמה ממנו חפץ ת\"ל בשבועה ונעלם על העלם שבועה הוא חייב ואינו חייב על העלם חפץ:", 
        "82_Daf, 13_Line": "אמר רב בבא בטענת אביו ור' אליעזר בן יעקב היא דתניא רבי אליעזר בן יעקב אומר פעמים שאדם נשבע על טענת עצמו כיצד אמר לו מנה לאביך בידי והאכלתיו פרס הרי זה נשבע וזהו שנשבע על טענת עצמו וחכ\"א אינו אלא כמשיב אבידה ופטור", 
        "78_Daf, 5_Line": "תא שמע דינר זהב זהוב לי בידך אין לך בידי אלא דינר כסף חייב טעמא דאמר ליה זהב זהוב הא סתמא שוה קאמר ליה", 
        "28_Daf, 0_Line": "וכן תעשו לדורות", 
        "91_Daf, 10_Line": "תינח אוכל ולא אוכל אכלתי ולא אכלתי מאי איכא למימר תנא שבועת שוא", 
        "96_Daf, 1_Line": "והשביעית משמטת כו': מנה\"מ אמר רב גידל אמר רב דאמר קרא (דברים טו, ב) וזה דבר השמטה ואפילו דיבור משמטת:", 
        "7_Daf, 10_Line": "דתניא (דברים טו, יז) מרצע אין לי אלא מרצע מנין לרבות הסול והסירה המחט והמקדח והמכתב ת\"ל (דברים טו, יז) ולקח' כל דבר שנלקח ביד דברי ר' יוסי בר' יהודה רבי אומר מרצע מה מרצע מיוחד של מתכת אף כל של מתכת", 
        "34_Daf, 9_Line": "אמר מר פירש מיד חייב היכי עביד אמר רב הונא משמיה דרבא נועץ עשר צפרניו בקרקע עד שימות וטוביה", 
        "33_Daf, 1_Line": "אמר אביי מאי קושיא משכחת לה כגון שבא בקצרה והפך בצינורא וכדרב הונא דאמר רב הונא זר שהפך בצינורא חייב מיתה", 
        "62_Daf, 1_Line": "רץ אחריהן איצטריכא ליה סלקא דעתך אמינא כיון דרץ אחריהן כמאן דאמר להו דמי קמ\"ל", 
        "27_Daf, 3_Line": "ואיזו היא מצות עשה שבנדה שחייבין עליה היה משמש עם הטהורה ואמרה לו נטמאתי ופירש מיד חייב מפני שיציאתו הנאה לו כביאתו:", 
        "89_Daf, 9_Line": "דאפקיד ליה בשטרא", 
        "31_Daf, 1_Line": "וקראי מיתרי הא מיצרך צריכי דתניא ר' אלעזר אומר אם נאמר משכן למה נאמר מקדש ואם נאמר מקדש למה נאמר משכן אילו נאמר משכן ולא נאמר מקדש הייתי אומר על משכן יהא חייב שהרי משוח בשמן המשחה ועל מקדש לא יהא חייב ואם נאמר מקדש ולא נאמר משכן הייתי אומר על מקדש יהא חייב שהרי קדושתו קדושת עולם ועל משכן לא יהא חייב לכך נאמר משכן לכך נאמר מקדש", 
        "30_Daf, 16_Line": "איבעית אימא תרי תנאי אליבא דר' ישמעאל בר יוסי איבעית אימא חדא מינייהו ר' אלעזר בר יוסי אמרה דתניא ר' אלעזר בר יוסי אומר (ויקרא כה, ל) אשר לוא חומה אע\"פ שאין לו עכשיו והיה לו קודם לכן:", 
        "76_Daf, 17_Line": "כל עבירות שבתורה נפרעין ממנו וכאן ממנו וממשפחתו וכל עבירות שבתורה ממשפחתו לא", 
        "18_Daf, 9_Line": "הא לא קשיא כולהו מקמא גמרי", 
        "70_Daf, 5_Line": "בו שבועה דכתיב (יהושע ו, כו) וישבע יהושע בעת ההיא לאמר ארור האיש לפני ה' וגו' ודלמא תרתי עבד להו אשבעינהו ולייטינהו", 
        "60_Daf, 1_Line": "(סימן תלת\"א תלמי\"ד ותל\"ת בעל\"י חו\"ב סמרטו\"ט שומ\"ע ומטעי\"ם)", 
        "75_Daf, 19_Line": "<big><strong>גמ׳</strong></big> היכי משבעינן ליה אמר רב יהודה אמר רב משביעין אותו בשבועה האמורה בתורה דכתיב (בראשית כד, ג) ואשביעך בה' אלהי השמים", 
        "69_Daf, 7_Line": "(אברהם דלטיא לנבות בגבעת בנימן שלמה דניאל סימן)", 
        "84_Daf, 0_Line": "(שמות כב, ו) כי יתן איש אל רעהו כלל כסף או כלים פרט לשמור חזר וכלל כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש דבר המטלטל וגופו ממון אף כל דבר המטלטל וגופו ממון", 
        "44_Daf, 16_Line": "דהוה ליה למימר פת חטין ושעורין וכוסמין ודלמא פת חטין לאכול שעורין וכוסמין לכוס", 
        "73_Daf, 5_Line": "אמר להו רב מרדכי בר מינה דההיא דהאמר להו רב כהנא אנא תנינא לה והכי תנינא לה אחד זדונה ואחד שגגתה אשם בכסף שקלים", 
        "2_Daf, 7_Line": "ועל שאין בה ידיעה לא בתחלה ולא בסוף שעירי הרגלים ושעירי ראשי חדשים מכפרין דברי ר' יהודה ר\"ש אומר שעירי הרגלים מכפרין אבל לא שעירי ראשי חדשים ועל מה שעירי ראשי חדשים מכפרין", 
        "24_Daf, 8_Line": "דתניא יכול יהא יוה\"כ מכפר על שבים ועל שאינן שבים ודין הוא הואיל וחטאת ואשם מכפרין ויום הכפורים מכפר מה חטאת ואשם אין מכפרין אלא על השבים אף יוה\"כ אין מכפר אלא על השבים מה לחטאת ואשם שאין מכפרין על המזיד כשוגג תאמר ליוה\"כ שמכפר על המזיד כשוגג", 
        "62_Daf, 2_Line": "והא נמי תנינא שבועת העדות כיצד אמר לעדים בואו והעידוני שבועה כו' אמר אין לא אמר לא", 
        "12_Daf, 11_Line": "והאי מיבעי ליה לכדרבי אבהו דאמר רבי אבהו שלש כריתות בשלמים למה אחת לכלל ואחת לפרט ואחת לדברים שאינן נאכלין", 
        "4_Daf, 4_Line": "פתח בשבועות ומפרש ידיעות הטומאה איידי דזוטרין מילייהו פסיק שרי להו והדר תני שבועות דנפישן מילייהו", 
        "85_Daf, 8_Line": "לימא כתנאי המלוה את חבירו על המשכון ואבד המשכון ישבע ויטול את מעותיו דברי רבי אליעזר רבי עקיבא אומר יכול הוא שיאמר לו כלום הלויתני אלא על המשכון אבד המשכון אבדו מעותיך", 
        "58_Daf, 1_Line": "בפני בית דין ושלא בפני ב\"ד מפי עצמו ומפי אחרים אין חייבין עד שיכפרו בהן בב\"ד דברי ר' מאיר וחכמים אומרים בין מפי עצמו ובין מפי אחרים אינן חייבין עד שיכפרו בהן בב\"ד", 
        "20_Daf, 3_Line": "קדשו בכלי אין לא קדשו בכלי לא", 
        "96_Daf, 2_Line": "<br><br><big><strong>הדרן עלך כל הנשבעין</strong></big><br><br>", 
        "40_Daf, 0_Line": "קמ\"ל כדשני ליה", 
        "95_Daf, 14_Line": "חלקו השותפין והאריסין: איבעיא להו מהו לגלגל בדרבנן", 
        "12_Daf, 15_Line": "והאי נמי מיבעי ליה איידי דבעי למכתב כרת לכדר' אבהו כתב נמי טמאות דלא סגי לה בלאו הכי", 
        "61_Daf, 14_Line": "<big><strong>גמ׳</strong></big> אמר שמואל ראוהו שרץ אחריהן אמרו לו מה אתה רץ אחרינו שבועה שאין אנו יודעין לך עדות פטורין עד שישמעו מפיו מאי קא משמע לן תנינא שילח ביד עבדו או שאמר להן הנתבע משביע אני עליכם שאם אתם יודעין לו עדות שתבואו ותעידוהו הרי אלו פטורים", 
        "62_Daf, 9_Line": "השביע עליהן חמשה פעמים כו':", 
        "45_Daf, 6_Line": "אימא שלא אשתה אלו ומינייהו", 
        "14_Daf, 2_Line": "שפיכות דמים נמי ה\"ד במזיד בר קטלא הוא אי בשוגג בר גלות הוא", 
        "5_Daf, 7_Line": "ואתמר שבועה שאוכל ככר זו היום ועבר היום ולא אכלה ר' יוחנן וריש לקיש דאמרי תרוייהו אינו לוקה ר' יוחנן אמר אינו לוקה משום דהוה לאו שאין בו מעשה וכל לאו שאין בו מעשה אין לוקין עליו וריש לקיש אמר אינו לוקה התראת ספק היא והתראת ספק לא שמה התראה", 
        "18_Daf, 10_Line": "תינח כל דכתב ביה ושעיר עצרת ויוה\"כ דלא כתב ביה ושעיר מנלן", 
        "72_Daf, 13_Line": "(סימן חובה כיתות דבעל הבית חומר נזירא) ת\"ש אינו חייב על שגגתה ומהו חייב על זדונה אשם בכסף שקלים מאי לאו זדון עדים לא זדון עצמו", 
        "27_Daf, 1_Line": "נטמא בעזרה ונעלמה ממנו טומאה וזכור את המקדש נעלם הימנו מקדש וזכור הטומאה נעלם ממנו זה וזה והשתחוה או ששהה בכדי השתחואה או בא לו בארוכה חייב בקצרה פטור", 
        "18_Daf, 4_Line": "אי על שיש בה ידיעה בתחלה ויש בה ידיעה בסוף האי בר קרבן הוא אי על שיש בה ידיעה בתחלה ואין בה ידיעה בסוף האי שעיר הנעשה בפנים ויום הכפורים תולה אי על שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף האי שעיר הנעשה בחוץ ויום הכפורים מכפר", 
        "3_Daf, 10_Line": "ר\"ש אומר כשם שדם השעיר הנעשה בפנים מכפר על ישראל כך דם הפר מכפר על הכהנים כשם שוידויו של שעיר המשתלח מכפר על ישראל כך וידויו של פר מכפר על הכהנים:", 
        "30_Daf, 10_Line": "אמר רבי יהושע שמעתי שמקריבין אף על פי שאין בית אוכלין קדשי קדשים אע\"פ שאין קלעים קדשים קלים ומעשר שני אע\"פ שאין חומה מפני שקדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא לאו מכלל דר' אליעזר סבר לא קידשה לעתיד לבא", 
        "50_Daf, 19_Line": "מחכו עלי' במערבא בשלמא שבועה משכחת לה בלא חפץ כגון דאמר שבועה שלא אוכל פת חטין וכסבור שאוכל קאמר דשבועתיה אינשי חפצא דכיר אלא חפץ בלא שבועה ה\"ד", 
        "83_Daf, 4_Line": "מי מצית מוקמת לה כרבי אליעזר בן יעקב הא קתני רישא מנה לאבא בידך אין לך בידי אלא חמשים דינר פטור מפני שמשיב אבידה הוא התם דלא אמר ברי לי הכא דאמר ברי לי", 
        "8_Daf, 10_Line": "ותו גבי תורה דכתיב (איוב כח, כא) ונעלמה מעיני כל חי ומעוף השמים נסתרה מכלל דאיכא דהוה ידע ביה והכתיב (איוב כח, יג) לא ידע אנוש ערכה", 
        "7_Daf, 7_Line": "ורבנן דרשי כללי ופרטי ופדויו מבן חדש כלל בערכך כסף חמשת שקלים פרט תפדה חזר וכלל", 
        "35_Daf, 7_Line": "א\"ר יוחנן משום רבי שמעון בן יוחאי כל שאינו פורש מאשתו סמוך לוסתה אפילו הויין לו בנים כבני אהרן מתים דכתיב והזרתם את בני ישראל מטומאתם והדוה בנדתה וסמיך ליה אחרי מות", 
        "23_Daf, 4_Line": "(תנא לא הוקדש אלא לכפר על מזבח החיצון):", 
        "33_Daf, 11_Line": "איתמר אביי אמר משמיה דר' חייא בר רב חייב שתים וכן אמר רבא אמר רב שמואל בר שבא אמר רב הונא חייב שתים חדא אכניסה וחדא אפרישה", 
        "48_Daf, 16_Line": "שאזרוק צרור לים ושלא אזרוק: איתמר שבועה שזרק פלוני צרור לים ושלא זרק רב אמר חייב ושמואל אמר פטור", 
        "91_Daf, 5_Line": "נחבל כיצד: אמר רב יהודה אמר שמואל לא שנו אלא במקום שיכול לחבל בעצמו אבל במקום שאינו יכול לחבל בעצמו נוטל שלא בשבועה", 
        "74_Daf, 5_Line": "במאי קמיפלגי שמואל דייק מברייתא ור' יוחנן דייק ממתניתין שמואל דייק מברייתא מדקאמר רבי יהודה ולא לך פרטא הוי מכלל דשמעיה לר' מאיר דאמר כללא הוי ואמר ליה ר' יהודה פרטא הוי", 
        "15_Daf, 4_Line": "ס\"ד אמינא ניפוך מיפך אמר קרא (ויקרא טז, טז) לכל חטאתם מכלל דבני חטאות נינהו", 
        "43_Daf, 6_Line": "בעי רבא שבועה שלא אוכל חרצן בכמה כיון דמתאכיל על ידי תערובת דעתיה אכזית או דלמא כיון דלא בעיניה אכלי ליה אינשי דעתיה אמשהו תיקו", 
        "66_Daf, 20_Line": "ש\"מ קסבר רבי יוסי הגלילי משביע עדי קנס פטור דאי ס\"ד חייב נהי דידיעה בלא ראיה אשכחן לה ראיה בלא ידיעה מי לא בעי מידע נכרית בעל בת ישראל בעל בתולה בעל בעולה בעל", 
        "63_Daf, 4_Line": "הכל מודים בעד אחד דר' אבא דההוא גברא דחטף נסכא מחבריה אתא לקמיה דר' אמי הוה יתיב ר' אבא קמיה אזל אייתי חד סהדא דמיחטף חטפה מיניה אמר ליה אין חטפי ודידי חטפי", 
        "56_Daf, 3_Line": "אמר לעדים בואו והעידוני שבועה שלא נעידך נשבע לבטל את המצוה שלא לעשות סוכה ושלא ליטול לולב ושלא להניח תפילין זו היא שבועת שוא שחייבין על זדונה מכות ועל שגגתה פטור", 
        "71_Daf, 3_Line": "<br><br><big><strong>הדרן עלך שבועת העדות</strong></big><br><br>", 
        "19_Daf, 7_Line": "יתיב רבה וקאמר לה להא שמעתא א\"ל רב חסדא מאן ציית לך ולר' יוחנן רבך וכי קדושה שבהן להיכן הלכה", 
        "47_Daf, 20_Line": "הרי הקדש", 
        "50_Daf, 26_Line": "בעא מיניה רבא מרב נחמן העלם זה וזה בידו מהו אמר ליה הרי העלם שבועה בידו וחייב אדרבה הרי העלם חפץ בידו ופטור", 
        "21_Daf, 8_Line": "אמר מר מתה תפדה וכי פודין את הקדשים להאכילן לכלבים אמר רב משרשיא משום עורה וקיימי ב\"ד ומתנו אדעתא דעורה אמר רב כהנא אמרי אינשי מגמלא אונה", 
        "70_Daf, 22_Line": "תרתי למה לי מהו דתימא ה\"מ מתניתין אבל בקראי אימא לא מכנינן קמ\"ל:", 
        "76_Daf, 6_Line": "אם אמר איני נשבע פוטרין אותו מיד ואם אמר הריני נשבע העומדין שם אומרים זה לזה (במדבר טז, כו) סורו נא מעל אהלי האנשים הרשעים האלה וגו' וכשמשביעין אותו אומרים לו הוי יודע שלא על דעתך אנו משביעין אותך אלא על דעת המקום ועל דעת ב\"ד", 
        "38_Daf, 11_Line": "ואזדו לטעמייהו דאיתמר מתפיס בשבועה אביי אמר כמוציא שבועה מפיו דמי ורבא אמר לאו כמוציא שבועה מפיו דמי", 
        "14_Daf, 4_Line": "אמר מר יכול על שלש טומאות הללו יהא שעיר מכפר ת\"ל (ויקרא טז, טז) מטומאות ולא כל טומאות מה מצינו שחלק הכתוב מכלל כל הטומאות בטומאת מקדש וקדשיו אף כאן בטומאת מקדש וקדשיו דברי רבי יהודה", 
        "33_Daf, 6_Line": "תניא נמי הכי גגין הללו אין אוכלין שם קדשי קדשים ואין שוחטין שם קדשים קלים וטמא שנכנס דרך גגין להיכל פטור שנאמר (ויקרא יב, ד) ואל המקדש לא תבא דרך ביאה אסרה תורה:", 
        "3_Daf, 5_Line": "מוסיף עליהן של יום הכפורים שהן מכפרין על הטהור שאכל את הטמא ועל שאין בה ידיעה לא בתחלה ולא בסוף ועל שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף", 
        "76_Daf, 2_Line": "וכל עבירות שבתורה נפרעין ממנו וכאן ממנו ומכל העולם כולו שנאמר (הושע ד, ב) אלה וכחש", 
        "82_Daf, 2_Line": "ולרב פפא מאי שנא מההוא דאמר ליה לחבריה הב לי מאה זוזי דמסיקנא בך והא שטרא א\"ל לאו אתורי יהבת לי ואתית ואיתיבת אמסחתא וקבילת זוזך ואמר ליה הנהו סיטראי נינהו ואמר רב פפא איתרע שטרא", 
        "27_Daf, 14_Line": "בעי רבי ירמיה בן בבל שעלה לארץ ישראל ונעלם ממנו מקום מקדש מהו", 
        "69_Daf, 5_Line": "ת\"ר כל הטפל לשם בין מלפניו ובין מלאחריו ה\"ז נמחק לפניו כיצד ליי' ל' נמחק ביי' ב' נמחק ויי' ו' נמחק מיי' מ' נמחק (תהלים קמד, טו) שיי' ש' נמחק היי' ה' נמחק כיי' כ' נמחק", 
        "14_Daf, 12_Line": "ולר' שמואל בר נחמני דאמר על שבעה דברים נגעים באין מאי איכא למימר התם נגעיה דאכפר ליה וקרבן לאישתרויי בקהל", 
        "93_Daf, 2_Line": "מיבעי ליה לכדתניא שמעון בן טרפון אומר שבועת ה' תהיה בין שניהם מלמד שהשבועה חלה על שניהם", 
        "97_Daf, 0_Line": "מת והוא שנשבר או נשבה או נגנב או אבד נשבר והוא שמת או נשבה או נגנב או אבד נשבה והוא שמת או נשבר או נגנב או אבד נגנב והוא שמת או נשבר או נשבה או אבד אבד והוא שמת או נשבר או נשבה או נגנב משביעך אני ואמר אמן פטור", 
        "24_Daf, 1_Line": "מאי טעמא דרבי דתניא (במדבר טו, לא) כי דבר ה' בזה זה הפורק עול ומגלה פנים בתורה ואת מצותו הפר זה המפר ברית בבשר (במדבר טו, לא) הכרת תכרת הכרת לפני יוה\"כ תכרת לאחר יוה\"כ", 
        "12_Daf, 7_Line": "הא מיעט רחמנא בה אימא בה למעוטי מקדש מסתברא מקדש לא ממעטינן שכן בכרת כמותה", 
        "50_Daf, 12_Line": "רב יצחק בר אבין אמר אמר קרא או נפש כי תשבע לבטא בשפתים מי שהשבועה קודמת לביטוי ולא שהביטוי קודמת לשבועה יצא זה אכלתי ולא אכלתי שהמעשה קודם לשבועה", 
        "86_Daf, 1_Line": "לא בדלא שוי כ\"ע לית להו דשמואל והכא בדשוי שיעור זוזי ובדרבי יצחק קא מיפלגי דאמר רבי יצחק מנין לבעל חוב שקונה משכון שנאמר (דברים כד, יג) ולך תהיה צדקה", 
        "81_Daf, 9_Line": "ההוא דאמר ליה לחבריה כי פרעת לי פרעין לי באפי בי תרי דתנו הלכתא אזל פרעיה בין דיליה לדיליה איתניסו הנך זוזי", 
        "16_Daf, 9_Line": "ונכפר נמי אפי' בשאר עבירות תנא דבי ר' ישמעאל הואיל וזה בא בזמן קבוע וזה בא בזמן קבוע מה זה אינו מכפר אלא על טומאת מקדש וקדשיו אף זה אינו מכפר אלא על טומאת מקדש וקדשיו", 
        "93_Daf, 10_Line": "שני מלוין ושני לווין ושני שטרות היינו פלוגתייהו מלוה ולוה ושני שטרות יד בעל השטר על התחתונה", 
        "37_Daf, 7_Line": "ורבי יוחנן אמר כשם שידיעות ודאי בעלמא מתחלקות לחטאות כך ידיעות ספק מתחלקות לאשמות", 
        "26_Daf, 6_Line": "תנא הכי קא קשיא ליה מאי שנא בדעם דלא מכפר דלא קא חסרי ביה ממונא דכתיב אשר לעם בדאהרן נמי לא קא חסרי ביה ממונא וקאמר כולן קרויין ביתו", 
        "22_Daf, 6_Line": "ולר\"ש דלית ליה לב ב\"ד מתנה עליהן מאי עבדין להו א\"ר יצחק א\"ר יוחנן מקיצין בהן את המזבח", 
        "35_Daf, 14_Line": "ורמינהי אמר רבי אליעזר מה נפשך חלב אכל חייב נותר אכל חייב שבת חילל חייב יום הכפורים חילל חייב אשתו נדה בעל חייב אחותו בעל חייב", 
        "9_Daf, 0_Line": "דתנן המוציא מרשות לרשות חייב מי לא עסקינן דקא מעייל עיולי וקא קרי ליה הוצאה", 
        "14_Daf, 18_Line": "לא צריכא דאתידע ליה סמוך לשקיעת החמה ס\"ד אמינא אדמייתי", 
        "93_Daf, 8_Line": "אמר רבא פועלים נשבעין לבעל הבית במעמד חנוני כי היכי דליכספו מיניה", 
        "67_Daf, 9_Line": "מכדי מושבע מפי עצמו בעדות לר\"ש מנא ליה דגמר מפקדון פקדון נמי מושבע מפי אחרים נגמר מעדות", 
        "22_Daf, 7_Line": "א\"ר שמואל בר רב יצחק ומודה ר\"ש בשעירי חטאת שאין מקיצין בגופן אלא בדמיהן", 
        "66_Daf, 14_Line": "איכא בינייהו עדי קנס", 
        "93_Daf, 11_Line": "שני מלוין ולוה אחד ושני שטרות היינו מתניתין ב' לווין ומלוה אחד ושני שטרות מאי תיקו", 
        "56_Daf, 10_Line": "לא התם משום קניא דרבא", 
        "67_Daf, 22_Line": "ולא והאמר להו רבא בר איתי לרבנן מאן תנא שבועת הפקדון לא ניתן זדונה לכפרה ר\"ש היא", 
        "10_Daf, 8_Line": "אימור דשמעת ליה לרבי עקיבא בפתוך בחלוק מי שמעת ליה", 
        "57_Daf, 14_Line": "ואלא שמואל מאי קא משמע לן דוקיא דמתניתין קא משמע לן:", 
        "64_Daf, 13_Line": "הניחא למ\"ד פלגא נזקא ממונא אלא למ\"ד קנסא מאי איכא למימר בחצי נזק צרורות דהלכתא גמירי לה דממונא הוא", 
        "54_Daf, 8_Line": "ולא היא התם רץ הכא לא רץ", 
        "50_Daf, 24_Line": "לישנא אחרינא אמר ליה אביי לרב יוסף סוף סוף קרבן דקא מייתי עלה דהאי פת מיהת העלם שבועה הוא", 
        "87_Daf, 4_Line": "אלא לאו כנגד כולו ובדשמואל קא מיפלגי", 
        "70_Daf, 7_Line": "מי כתיב וארור השתא דאתית להכי התם נמי לא כתיב וארור", 
        "39_Daf, 5_Line": "כי אתא רב דימי אמר רבי יוחנן אוכל ולא אוכל שקר ואזהרתיה מהכא (ויקרא יט, יב) לא תשבעו בשמי לשקר אכלתי ולא אכלתי שוא ואזהרתיה מהכא (שמות כ, ו) לא תשא את שם ה' אלהיך לשוא", 
        "55_Daf, 11_Line": "אמר אביי זימנין דמשכחת לה להא דעיפא כדמר דאמר רבה שבועה שלא אוכל תאנים וענבים וחזר ואמר שבועה שלא אוכל תאנים", 
        "35_Daf, 5_Line": "אשכחן עשה לא תעשה מנלן אמר רב פפא אמר קרא לא תקרב לא תקרב נמי לא תפרוש הוא דכתיב (ישעיהו סה, ה) האומרים קרב אליך אל תגש בי כי קדשתיך", 
        "49_Daf, 12_Line": "אמרוה רבנן קמיה דאביי לאיחיובי עליה תרתי", 
        "57_Daf, 6_Line": "שבועת שוא נוהגת באנשים ובנשים ברחוקים ובקרובים בכשרין ובפסולין בפני ב\"ד ושלא בפני ב\"ד ומפי עצמו וחייבין על זדונה מכות ועל שגגתה פטור", 
        "95_Daf, 11_Line": "ומאי שנא הני משום דמורו בה התירא", 
        "42_Daf, 7_Line": "ואמר רבא מחלוקת בשלא אוכל אבל בשלא אטעום דברי הכל בכל שהוא פשיטא מהו דתימא ליטעום נמי כדאמרי אינשי קמ\"ל", 
        "95_Daf, 3_Line": "איקלע רב נחמן לסורא עול לגביה רב חסדא ורבה בר רב הונא אמרו ליה ליתי מר נעקרא להא דרב ושמואל אמר להו איכפלי ואתאי כל הני פרסי למעקרא להא דרב ושמואל אלא הבו דלא לוסיף עלה כגון מאי דאמר רב פפא הפוגם את שטרו ומת יורשין נשבעין שבועת יורשין ונוטלין", 
        "76_Daf, 15_Line": "וכל עבירות שבתורה לא נאמר בהן לא ינקה והכתיב (שמות לד, ז) ונקה לא ינקה", 
        "79_Daf, 8_Line": "ת\"ש טענו כלים וקרקעות והודה בכלים וכפר בקרקעות בקרקעות וכפר בכלים פטור הודה במקצת קרקע פטור במקצת כלים חייב טעמא דכלים וקרקעות דקרקע לאו בת שבועה היא הא כלים וכלים דומיא דכלים וקרקעות חייב", 
        "67_Daf, 18_Line": "אדרבה מעדות ה\"ל למילף שכן חטא הדיוט בשבועה תבעיה וכפריה ואואין הנך נפישין", 
        "72_Daf, 2_Line": "ומאי חומרא דניחא ליה לאיניש דמייתי קרבן ולא לילקי", 
        "37_Daf, 14_Line": "<big><strong>גמ׳</strong></big> למימרא דשאוכל דאכילנא משמע ורמינהי שבועה לא אוכל לך שבועה שאוכל לך לא שבועה שלא אוכל לך אסור", 
        "59_Daf, 9_Line": "הני מילי בממונא אבל באיסורא (משלי כא, ל) אין חכמה ואין תבונה ואין עצה לנגד ה' כל מקום שיש בו חלול ה' אין חולקין כבוד לרב:", 
        "68_Daf, 12_Line": "תניא נמי הכי ראה סיעה של בני אדם עומדין ועדיו ביניהן ואמר להן משביעני עליכם אם אתם יודעין לי עדות שתבואו ותעידוני יכול יהו חייבין ת\"ל והוא עד והרי לא ייחד עדיו יכול אפילו אמר כל העומדין כאן תלמוד לומר והוא עד והרי ייחד עדיו:", 
        "62_Daf, 23_Line": "הכל מודים בעד סוטה שחייב בעד טומאה דרחמנא הימניה דכתיב (במדבר ה, יג) ועד אין בה כל שיש בה", 
        "23_Daf, 3_Line": "תניא נמי הכי ומודה ר\"ש בשעיר שאם לא קרב ברגל יקרב בר\"ה ואם לא קרב בר\"ח יקרב ביוה\"כ ואם לא קרב ביוה\"כ יקרב ברגל ואם לא קרב ברגל זה יקרב ברגל אחר שמתחלתו לא בא אלא לכפר על מזבח החיצון", 
        "67_Daf, 10_Line": "ומאי חוכא דלמא ר\"ש בק\"ו מייתי לה מפי אחרים חייב מפי עצמו לא כל שכן", 
        "84_Daf, 16_Line": "<big><strong>מתני׳</strong></big> המלוה את חבירו על המשכון ואבד המשכון אמר לו סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו וסלע היה שוה פטור", 
        "75_Daf, 21_Line": "אמר ליה אפי' תימא רבנן דאמרי בכינוי ונפקא מינה צריך לאתפושי חפצא בידיה", 
        "68_Daf, 3_Line": "עמד בבית הכנסת ואמר משביע אני עליכם שאם אתם יודעין לי עדות שתבואו ותעידוני הרי אלו פטורין עד שיהא מתכוין להם", 
        "71_Daf, 5_Line": "בפני בית דין ושלא בפני בית דין מפי עצמו ומפי אחרים אינו חייב עד שיכפרנו בב\"ד דברי רבי מאיר", 
        "77_Daf, 4_Line": "אם אמר איני נשבע פוטרין אותו מיד ואם אמר הריני נשבע העומדים שם אומרים זה לזה (במדבר טז, כו) סורו נא מעל אהלי האנשים הרשעים האלה: בשלמא ההוא דקא משתבע קאי באיסורא אלא ההוא דקא משבע ליה אמאי", 
        "61_Daf, 10_Line": "<big><strong>מתני׳</strong></big> שבועת העדות כיצד אמר לשנים בואו והעידוני שבועה שאין אנו יודעין לך עדות או שאמרו לו אין אנו יודעין לך עדות משביע אני עליכם ואמרו אמן הרי אלו חייבין", 
        "83_Daf, 8_Line": "להקדש ליפרע מנכסי הקדש תנינא מנכסים משועבדים לא יפרעו אלא בשבועה ומה לי משועבדים להדיוט ומה לי משועבדים לגבוה", 
        "14_Daf, 7_Line": "דמייתי שעירה ולא כשבה", 
        "73_Daf, 7_Line": "רבי יוחנן אמר הכופר בממון שיש עליו עדים חייב בשטר פטור אמר רב פפא מאי טעמיה דרבי יוחנן עדים עבידי דמייתי שטר הא מנח", 
        "55_Daf, 5_Line": "אמר רב מרי אף אנן נמי תנינא (ארבעה נדרים התירו חכמים נדרי זרוזין נדרי הבאי נדרי שגגות נדרי אונסין)", 
        "67_Daf, 19_Line": "אלא מאי חוכא", 
        "66_Daf, 15_Line": "ר' יוסי הגלילי אומר והוא עד או ראה או ידע בעדות המתקיימת בראיה בלא ידיעה ובידיעה בלא ראיה הכתוב מדבר", 
        "67_Daf, 1_Line": "א\"ל רב המנונא והלה מה טוען אי אמר לא היו דברים מעולם הוחזק כפרן אי אמר אין שקלי ודידי שקלי כי אתו עדים מאי הוי א\"ל המנונא את עול תא", 
        "53_Daf, 14_Line": "למאי הלכתא לכדרבא דאמר רבא שאם נשאל על הראשונה עלתה לו שניה תחתיה", 
        "70_Daf, 13_Line": "אמר רבא והוא דאמר לאו לאו תרי זימני והוא דאמר הן הן תרי זימני דכתיב (בראשית ט, יא) ולא יכרת כל בשר עוד ממי המבול ולא יהיה עוד המים למבול ומדלאו תרי זימני הן נמי תרי זימני:", 
        "29_Daf, 11_Line": "ואלא כי אמר אסור דאיכא מכה אי דאיכא מכה אסור ותו לא והתנן הלוחש על המכה אין לו חלק לעולם הבא הא איתמר עלה א\"ר יוחנן ברוקק שנו לפי שאין מזכירין שם שמים על הרקיקה:", 
        "79_Daf, 13_Line": "אמר רב ענן אמר שמואל טענו חטין וקדם והודה לו בשעורין אם כמערים חייב אם במתכוין פטור", 
        "25_Daf, 2_Line": "אחד ישראל ואחד כהנים ואחד כהן משוח:", 
        "49_Daf, 14_Line": "ולאביי למאי הלכתא אפקיה רחמנא", 
        "74_Daf, 1_Line": "שבועת הפקדון כיצד תן לי פקדון שיש לי בידך כו': תנו רבנן כלל אינו חייב אלא אחת פרט חייב על כל אחת ואחת דברי ר\"מ ר' יהודה אומר שבועה לא לך ולא לך ולא לך חייב על כל אחת ואחת", 
        "4_Daf, 10_Line": "איבעית אימא רבי ישמעאל איבעית אימא ר' עקיבא איבעית אימא רבי ישמעאל מהן לחיוב ומהן לפטור ואיבעית אימא רבי עקיבא מהן לחיוב ומהן לפטור", 
        "32_Daf, 5_Line": "בעי רבא שהיות מהו שיצטרפו ותיפשוט ליה מדידיה התם בדלא שהה", 
        "27_Daf, 9_Line": "הא לא קשיא שם טומאה אחת היא מכל מקום שית הויין", 
        "78_Daf, 9_Line": "מאי טעמא דכתיב (דברים יט, טו) לא יקום עד אחד באיש לכל עון ולכל חטאת לכל עון ולכל חטאת הוא דאינו קם אבל קם הוא לשבועה ותניא כל מקום ששנים מחייבין אותו ממון עד אחד מחייבו שבועה", 
        "15_Daf, 6_Line": "וכי מאחר שאינו מכפר למה תולה אמר ר' זירא לומר שאם מת מת בלא עון א\"ל רבא אם מת מיתה ממרקת אלא אמר רבא להגן עליו מן היסורין:", 
        "73_Daf, 16_Line": "מאן דמחייב כרבי אליעזר ומאן דפטר כרבנן", 
        "64_Daf, 3_Line": "שבועה שאין אנו יודעין שיש לך ביד פלוני פקדון ותשומת יד וגזל ואבידה חייבין על כל אחת ואחת", 
        "34_Daf, 1_Line": "ואלא בשאין סמוך לוסתה ובמאן אילימא בתלמיד חכם ולא חדא לא מיחייב אכניסה אנוס אפרישה מזיד אי בעם הארץ חדא הוא דמיחייב אפרישה", 
        "37_Daf, 5_Line": "ר\"ש בן יהודה ורבי אלעזר ברבי שמעון אמרו משום רבי שמעון אינו מביא אלא אשם תלוי אחד שנאמר (ויקרא ה, יח) על שגגתו אשר שגג התורה ריבתה שגגות הרבה ואשם תלוי אחד", 
        "81_Daf, 5_Line": "פריך רב אחא ממאי דבשעת הלואה קאי דלמא בשעת תביעה קאי והכי קאמר ליה לאו בעדים הלויתיך בעדים היה לך לפורעני אבל בשעת הלואה דברי הכל חייב", 
        "11_Daf, 0_Line": "ואם איתא של צמר דיהה הימנה מיבעי ליה", 
        "66_Daf, 4_Line": "מסתברא מפקדון הוה ליה למילף שכן תחטא מתחטא", 
        "44_Daf, 6_Line": "אלא גמר שכר שכר מנזיר מה להלן יין אף כאן יין", 
        "47_Daf, 15_Line": "הא אוקמינן בבכור", 
        "32_Daf, 6_Line": "בעא מיניה אביי מרבה בא לו בארוכה שיעור קצרה מהו שיעור גמירי וכי בא לו בארוכה שיעור קצרה פטור או דלמא דוקא גמירי בארוכה חייב בקצרה פטור א\"ל לא נתנה ארוכה להדחות אצלו", 
        "84_Daf, 19_Line": "ומי נשבע מי שהפקדון אצלו שמא ישבע זה ויוציא הלה את הפקדון:", 
        "3_Daf, 2_Line": "היה ר\"ש אומר שעירי ראשי חדשים מכפרים על הטהור שאכל את הטמא ושל רגלים מכפרין על שאין בה ידיעה לא בתחלה ולא בסוף ושל יום הכפורים מכפר על שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף", 
        "80_Daf, 7_Line": "אמר ליה רבינא לרב אשי האי נקטיה בכובסיה דנשבקיה לגלימיה הוא אלא מאי עבדינן ליה אמר ליה משמתינן ליה עד דמטי זמן נגדיה ונגדינן ליה ושבקינן ליה", 
        "65_Daf, 13_Line": "ר\"ע אומר (ויקרא ה, ה) והיה כי יאשם לאחת מאלה יש מאלה שהוא חייב ויש מאלה שהוא פטור הא כיצד תבעו ממון חייב ד\"א פטור", 
        "41_Daf, 5_Line": "ובדין הוא דבעי איפלוגי בעלמא והאי דקא מיפלגי הכא להודיעך כוחן דרבנן דאף ע\"ג דאיכא למימר הואיל ומפרש חייב סתם נמי חייב קא משמע לן דפטרי", 
        "75_Daf, 11_Line": "מנה לי בידך אמר לו הן למחר אמר לו תנהו לי נתתיו לך פטור אין לך בידי חייב", 
        "51_Daf, 14_Line": "מיתיבי (דברים כג, כד) מוצא שפתיך תשמור ועשית אין לי אלא שהוציא בשפתיו גמר בלבו מנין ת\"ל (שמות לה, ה) כל נדיב לב", 
        "64_Daf, 0_Line": "הא קיימא שניה", 
        "54_Daf, 1_Line": "אי בעית אימא שלא אוכל אי בעית אימא שלא אוכלנה איבעית אימא שלא אוכל מיגו דמהניא ליה שאלה אכזית בתרא מהניא ליה שאלה נמי אכזית קמא", 
        "55_Daf, 3_Line": "שתיהן בשוגג פטור", 
        "94_Daf, 7_Line": "שלחוה קמיה דר' אלעזר שבועה זו מה טיבה שלח להו יורשין נשבעין שבועת יורשין ונוטלין שלחוה בימי רבי אמי אמר כולי האי שלחי לה ואזלי אי אשכחינן בה טעמא מי לא שלחינן להו אלא אמר רבי אמי הואיל ואתא לידן נימא בה מילתא", 
        "90_Daf, 4_Line": "בזמנו מיהא נשבע ונוטל אמאי ישבע בעה\"ב ויפסיד אומן", 
        "8_Daf, 19_Line": "והא יציאות קתני אמר רב אשי תנא הכנסה נמי הוצאה קרי לה ממאי", 
        "35_Daf, 12_Line": "אמר חזקיה שרץ ונבלה איכא בינייהו ר' אליעזר סבר בעינן עד דידע אי בשרץ איטמי אי בנבלה איטמי ורבי עקיבא סבר לא בעינן עד דידע דכיון דידע דאיטמא בעולם לא צריך אי בשרץ איטמי אי בנבלה איטמי", 
        "39_Daf, 9_Line": "בשלמא התם בדיבור אחד נאמרו כדרב אדא בר אהבה דאמר רב אדא בר אהבה נשים חייבות בקידוש היום דבר תורה דאמר קרא זכור ושמור כל שישנו בשמירה ישנו בזכירה והני נשי הואיל ואיתנהו בשמירה איתנהו נמי בזכירה אלא הכא למאי הלכתא מיבעי ליה", 
        "88_Daf, 15_Line": "וליתב ליה בלא שבועה", 
        "68_Daf, 8_Line": "משביע אני עליכם כשתדעו לי עדות כו':", 
        "21_Daf, 6_Line": "והתניא ר\"ש אומר פרה מטמאה טומאת אוכלין הואיל והיתה לה שעת הכושר ואמר ר\"ל אומר היה ר' שמעון פרה נפדית על גב מערכתה", 
        "58_Daf, 12_Line": "תני רב יוסף בצדק תשפוט עמיתך עם שאתך בתורה ובמצות השתדל לדונו יפה", 
        "12_Daf, 3_Line": "קרי רבא עליה דרבי דולה מים מבורות עמוקים", 
        "62_Daf, 20_Line": "ותיסברא האמר אביי הכל מודים בעד סוטה והכל מודים בעדי סוטה ומחלוקת בעדי סוטה הכל מודים בעד אחד והכל מודים בעד שכנגדו חשוד על השבועה", 
        "7_Daf, 2_Line": "(לישנא אחרינא אשכחן בידיעות דסבר לה כר' ישמעאל בשבועות דסבר לה כר\"ע מנלן סברא הוא)", 
        "25_Daf, 8_Line": "מאי טעמיה דרבי שמעון דכתיב (ויקרא טז, ז) ולקח את שני השעירים איתקש שעיר המשתלח לשעיר הנעשה בפנים מה שעיר הנעשה בפנים אינו מכפר על הכהנים על טומאת מקדש וקדשיו דכתיב ביה אשר לעם אף שעיר המשתלח אינו מכפר על הכהנים בשאר עבירות", 
        "71_Daf, 1_Line": "מתקיף ליה רבינא ובאיסורא לית ליה אלא מעתה שתויי יין. ופרועי ראש דבמיתה הכי נמי דלית ליה לר\"מ והתנן אלו שבמיתה שתויי יין ופרועי ראש", 
        "24_Daf, 0_Line": "בעומד במרדו ורבי היא דתניא רבי אומר על כל עבירות שבתורה בין עשה תשובה בין לא עשה תשובה יום הכפורים מכפר חוץ מפורק עול ומגלה פנים בתורה ומפר ברית בבשר שאם עשה תשובה יום הכפורים מכפר ואם לאו אין יום הכפורים מכפר", 
        "48_Daf, 3_Line": "אלא כי קתני (מידי) דחייל אמידי דאית בה מששא שבועה דחיילא אמידי דלית ביה מששא כגון שאישן ושלא אישן לא קתני:", 
        "8_Daf, 13_Line": "יציאות שבת שתים שהן ארבע: תנן התם יציאות שבת שתים שהן ארבע בפנים ושתים שהן ארבע בחוץ מאי שנא הכא דתנא שתים שהן ד' ותו לא ומאי שנא התם דתני שתים שהן ארבע בפנים ושתים שהן ארבע בחוץ", 
        "94_Daf, 3_Line": "אמר לשולחני תן לי כו': וצריכא אשמעינן הא קמייתא בהך קא אמרי רבנן משום דפירי עבידי דמרקבי וכיון דמרקבי לא משהו ליה אבל מעות דלא מרקבי אימא מודו ליה לרבי יהודה", 
        "49_Daf, 0_Line": "דרבי יהודה בן בתירא ורבנן קמיפלגי דתנן נשבע לבטל את המצוה ולא ביטל פטור לקיים את המצוה ולא קיים פטור שהיה בדין שיהא חייב כדברי ר' יהודה בן בתירא דאמר רבי יהודה בן בתירא ומה אם הרשות שאינו מושבע עליה מהר סיני הרי הוא חייב עליה מצוה שמושבע עליה מהר סיני אינו דין שיהא חייב עליה", 
        "41_Daf, 4_Line": "שבועה שלא אוכל ואכל כל שהוא חייב כו': איבעיא להו ר\"ע בכל התורה כולה כר\"ש ס\"ל דמחייב במשהו דתניא ר\"ש אומר כל שהוא למכות ולא אמרו כזית אלא לענין קרבן", 
        "86_Daf, 3_Line": "לימא דרבי יצחק תנאי היא ותיסברא אימור דאמר רבי יצחק שמשכנו שלא בשעת הלואה משכנו בשעת הלואה מי אמר", 
        "75_Daf, 20_Line": "אמר ליה רבינא לרב אשי כמאן כרבי חנינא בר אידי דאמר בעינן שם המיוחד", 
        "68_Daf, 16_Line": "<big><strong>מתני׳</strong></big> משביעני (אני) עליכם מצוה אני עליכם אוסרכם אני הרי אלו חייבין", 
        "88_Daf, 7_Line": "שבועה שלא פקדנו אבא ולא אמר לנו אבא שלא מצינו בין שטרותיו של אבא ששטר זה פרוע ר' יוחנן בן ברוקה אומר אפי' נולד הבן לאחר מיתת האב הרי זה נשבע ונוטל א\"ר שמעון בן גמליאל אם יש עדים שאמר האב בשעת מיתתו שטר זה אינו פרוע הוא נוטל שלא בשבועה", 
        "43_Daf, 11_Line": "אלא תפשוט דבעי רבא שבועה שלא אוכל עפר בכמה תפשוט דעד דאיכא כזית דהא נבילה כעפר דמיא וטעמא דפריש הא לא פריש דעתיה אכזית", 
        "82_Daf, 5_Line": "והני מילי דפרעיה באפי סהדי ולא אידכר ליה שטרא אבל פרעיה בין דידיה לדידיה מיגו דיכול למימר לא היו דברים מעולם יכול נמי למימר סיטראי נינהו וכדאבימי בריה דר' אבהו", 
        "48_Daf, 18_Line": "לימא בפלוגתא דר' ישמעאל ור\"ע קא מיפלגי דתנן ר' ישמעאל אומר אינו חייב אלא על העתיד לבא שנאמר להרע או להיטיב אמר לו ר\"ע א\"כ אין לי אלא דברים שיש בהן הרעה והטבה דברים שאין בהן הרעה והטבה מנין", 
        "44_Daf, 7_Line": "אמר רבא אף אנן נמי תנינא שבועה שלא אוכל ואכל ושתה אינו חייב אלא אחת אי אמרת בשלמא שתיה בכלל אכילה איצטריך ליה לתנא לאשמועינן דאינו חייב אלא אחת אלא אי אמרת שתיה לאו בכלל אכילה שבועה שלא אוכל ואכל ועשה מלאכה מי איצטריך לאשמועינן דאינו חייב אלא אחת", 
        "14_Daf, 5_Line": "מאי חלק דמייתי בעולה ויורד אימא ע\"ז ומאי חלק", 
        "64_Daf, 8_Line": "אליבא דר' אלעזר בר\"ש לא תיבעי לך דאמר יבואו עדים ויעידו", 
        "27_Daf, 15_Line": "אליבא דמאן אי אליבא דרבי עקיבא דבעי ידיעה בתחלה הא לא מחייב על העלם מקדש אי אליבא דרבי ישמעאל דמחייב על העלם מקדש הא לא בעי ידיעה בתחלה", 
        "7_Daf, 3_Line": "ר\"ע מאי טעמא קא מחייב לשעבר דדריש ריבויי ומיעוטי רבי נמי דריש ריבויי ומיעוטי", 
        "74_Daf, 11_Line": "ת\"ש תן לי חטין ושעורין וכוסמין תני שעורין כוסמין", 
        "12_Daf, 14_Line": "הוי אומר טומאת קודש ואם אינו ענין לטומאת קודש דנפקא ליה מדרבי תנהו ענין לטומאת מקדש", 
        "66_Daf, 17_Line": "דתניא אר\"ש בן שטח אראה בנחמה אם לא ראיתי אחד שרץ אחר חבירו לחורבה ורצתי אחריו ומצאתי סייף בידו ודם מטפטף והרוג מפרפר אמרתי לו רשע מי הרגו לזה או אני או אתה", 
        "22_Daf, 4_Line": "דלמא ר\"מ היא והכי קאמר ליה בשלמא לדידי דאמינא כל השעירים כפרתן שוה מש\"ה יקרבו אלא לדידך אמאי יקרבו", 
        "6_Daf, 10_Line": "אלא אמר רב יוסף רבי היא ונסיב לה אליבא דתנאי בידיעות נסיב לה כרבי ישמעאל בשבועות נסיב לה כר\"ע", 
        "60_Daf, 4_Line": "מנין לתלמיד שאמר לו רבו יודע אתה בי שאם נותנין לי מאה מנה איני מבדה מנה יש לי אצל פלוני ואין לי עליו אלא עד אחד מנין שלא יצטרף עמו תלמוד לומר מדבר שקר תרחק", 
        "53_Daf, 2_Line": "אי אמרת בשלמא בדבר הרשות כתיב ממעט דבר מצוה אלא אי אמרת בדבר מצוה כתיב ממאי קא ממעט:", 
        "59_Daf, 5_Line": "אמר רבה בר רב הונא האי צורבא מרבנן ועם הארץ דאית להו דינא בהדי הדדי מותבינן ליה לצורבא מרבנן ולעם הארץ נמי אמרינן ליה תיב ואי קאי לית לן בה", 
        "39_Daf, 6_Line": "קונמות עובר (במדבר ל, ג) בלא יחל דברו", 
        "62_Daf, 0_Line": "עד שישמעו מפי התובע", 
        "70_Daf, 16_Line": "והמקלל אביו ואמו וכו': מאן חכמים", 
        "47_Daf, 4_Line": "ואמר רבא למאן דאית ליה איסור כולל אמר שבועה שלא אוכל תאנים וחזר ואמר שבועה שלא אוכל תאנים וענבים מיגו דחייל אענבים חייל נמי אתאנים", 
        "67_Daf, 21_Line": "ומאי חוכא דלמא כי פריך מקמי דתיקום ליה ג\"ש בתר דקמא ליה ג\"ש לא פריך", 
        "84_Daf, 13_Line": "אמר ר' שמואל בר רב יצחק הכא במנורה של חליות עסקינן דקא מודה ליה מינה", 
        "8_Daf, 0_Line": "ריבויי ומיעוטי", 
        "24_Daf, 14_Line": "אלמה לא משכחת לה כגון דעבד בליליא ומית דלא אתא יממא לכפורי ליה", 
        "6_Daf, 13_Line": "רבי אומר אינו צריך הרי הוא אומר", 
        "49_Daf, 6_Line": "הוא מותיב לה והוא מפרק לה לצדדין קתני לא אכלתי לקרבן לא הנחתי למלקות", 
        "63_Daf, 1_Line": "הכל מודים בשכנגדו חשוד על השבועה הכל מודים בעד אחד דר' אבא", 
        "73_Daf, 11_Line": "ואמרינן במאי קמיפלגי רבי אליעזר דריש רבויי ומיעוטי ורבנן דרשי כללי ופרטי", 
        "31_Daf, 2_Line": "רבי אלעזר הכי קא קשיא ליה מכדי משכן איקרי מקדש ומקדש איקרי משכן נכתוב או אידי ואידי מקדש או אידי ואידי משכן משכן ומקדש למה לי שמע מינה תרתי", 
        "53_Daf, 12_Line": "שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת כו': הא תו למה לי", 
        "91_Daf, 1_Line": "ושאין דרכן להטמין נמי לא אמרן אלא איניש דלא צניע אבל איניש דצניע היינו אורחיה ולא אמרן אלא זה אומר שאולין וזה אומר לקוחין אבל בגנובין לאו כל כמיני' לאחזוקי איניש בגנבי לא מחזקינן", 
        "71_Daf, 18_Line": "<big><strong>גמ׳</strong></big> רב אחא בר הונא ורב שמואל בריה דרבה בר בר חנה ורב יצחק בריה דרב יהודה תנו שבועות בי רבה פגע בהו רב כהנא אמר", 
        "44_Daf, 11_Line": "אלא לעולם כדקתני ושאני הכא כיון דאמר שלא אוכל והדר אמר שלא אשתה גלי אדעתיה דהך אכילה דאמר אכילה גרידתא היא", 
        "18_Daf, 2_Line": "וכי תימא ניכפרו אדיום הכפורים הא אמרי' (ויקרא טז, לד) אחת בשנה כפרה זו לא תהא אלא אחת בשנה", 
        "55_Daf, 0_Line": "שתיהן במזיד אכליה לתנאיה והדר אכליה לאיסוריה מיחייב אכליה לאיסוריה והדר אכליה לתנאיה פלוגתא דרבי יוחנן וריש לקיש למ\"ד התראת ספק שמה התראה חייב למ\"ד לאו שמה התראה פטור", 
        "20_Daf, 5_Line": "קדשו בכלי אין לא קדשו בכלי לא", 
        "64_Daf, 14_Line": "ת\"ש תשלומי כפל משום קרנא", 
        "63_Daf, 5_Line": "א\"ר אמי היכי לדייני דייני להאי דינא לישלם ליכא תרי סהדי ליפטריה הא איכא חד סהדא דמחטף חטף לישתבע כיון דאמר אין חטפי ודידי חטפי הוה ליה כגזלן א\"ל ר' אבא הוה ליה מחויב שבועה ואינו יכול לישבע וכל המחויב שבועה ואינו יכול לישבע משלם", 
        "82_Daf, 4_Line": "מאי הוי עלה רב פפי אמר לא איתרע שטרא רב ששת בריה דרב אידי אמר איתרע שטרא והלכתא איתרע שטרא", 
        "78_Daf, 0_Line": "תדע דקא תני סיפא דינר זהב לי בידך אין לך בידי אלא דינר כסף וטריסית ופונדיון ופרוטה חייב שהכל מין מטבע [אחת] הן א\"א בשלמא שוה משום הכי חייב אלא אי אמרת דוקא אמאי חייב", 
        "82_Daf, 16_Line": "אי הכי טענת עצמו טענת אחרים היא טענת אחרים והודאת עצמו", 
        "47_Daf, 10_Line": "כי קתני איסור הבא מאליו איסור הבא מעצמו לא קתני", 
        "45_Daf, 15_Line": "מפרש נמי גופיה תיקשי אמאי מושבע מהר סיני הוא", 
        "63_Daf, 10_Line": "כפר אחד והודה אחד כו': השתא בזה אחר זה דתרוייהו קא כפרי אמרת הראשון חייב והשני פטור כפר אחד והודה אחד מיבעיא", 
        "41_Daf, 6_Line": "או דלמא בעלמא כרבנן סבירא ליה והכא היינו טעמא הואיל ומפרש חייב סתם נמי חייב", 
        "14_Daf, 8_Line": "אמר רב כהנא אנן חלק להקל קאמרינן והאי חלק להחמיר הוא", 
        "62_Daf, 22_Line": "גופא אמר אביי הכל מודים בעד סוטה והכל מודים בעדי סוטה ומחלוקת בעדי סוטה הכל מודים בעד אחד והכל מודים בעד שכנגדו חשוד על השבועה", 
        "79_Daf, 14_Line": "ואמר רב ענן אמר שמואל טענו שתי מחטין והודה לו באחת מהן חייב לפיכך יצאו כלים למה שהן", 
        "68_Daf, 21_Line": "אל יכך ויברכך וייטיב לך ר\"מ מחייב וחכמים פוטרין:", 
        "45_Daf, 16_Line": "רב ושמואל ורבי יוחנן דאמרי בכולל דברים המותרין עם דברים האסורין", 
        "57_Daf, 4_Line": "אמר ר' ירמיה תני אף על שבועת ביטוי:", 
        "97_Daf, 14_Line": "ר\"א אומר כולן פטורין משבועת שומרין וחייבין משום שבועת ביטוי חוץ מאיני יודע מה אתה סח דשואל וגניבה ואבידה דנושא שכר ושבשוכר שהוא חייב שהרי כפרו ממון:", 
        "62_Daf, 14_Line": "כפרו שניהן כאחת חייבין: הא אי אפשר לצמצם", 
        "69_Daf, 0_Line": "במי שהוא רחום קאמר", 
        "76_Daf, 3_Line": "ואימא עד דעביד להו לכולהו לא ס\"ד דכתיב (ירמיהו כג, י) מפני אלה אבלה הארץ וכתיב (הושע ד, ג) על כן תאבל הארץ ואומלל כל יושב בה", 
        "50_Daf, 17_Line": "אמר ליה לבך אנסך", 
        "43_Daf, 3_Line": "לדבריהן דרבנן קאמר להו לדידי אין מעילה בקונמות כלל לדידכו אודו לי מיהת דקונמות כשבועות", 
        "52_Daf, 7_Line": "וממאי דקראי בדבר הרשות כתיבי דלמא בדבר מצוה כתיבי", 
        "32_Daf, 3_Line": "בעי רב אשי נזיר בקבר בעי שהייה למלקות או אינו צריך בפנים גמירי שהייה בחוץ לא גמירי שהייה או דלמא באונס גמירי שהייה לא שנא בפנים ול\"ש בחוץ תיקו:", 
        "51_Daf, 3_Line": "אפילו תימא רבנן עד כאן לא פליגי רבנן עליה דמונבז אלא בכל התורה כולה דלאו חידוש הוא אבל הכא דחידוש הוא דבכל התורה כולה לא אשכחן לאו דמייתי קרבן", 
        "74_Daf, 13_Line": "תא שמע מדידיה ר' מאיר אומר אפילו חטה ושעורה וכוסמת חייב על כל אחת ואחת תני חטה שעורה כוסמת", 
        "44_Daf, 0_Line": "ותירוש חמרא הוא וכתיב ואכלת", 
        "40_Daf, 9_Line": "ר' יוחנן אמר אינו לוקה משום דהוה לאו שאין בו מעשה וכל לאו שאין בו מעשה אין לוקין עליו ור\"ל אמר אינו לוקה משום דהוה התראת ספק והתראת ספק לא שמה התראה", 
        "41_Daf, 14_Line": "והרי הקדש הא בעינן שוה פרוטה", 
        "85_Daf, 7_Line": "מתניתין בדפריש שמואל בדלא פריש", 
        "22_Daf, 3_Line": "ממאי דר' יהודה היא והכי קאמר ליה בשלמא לדידי דאמינא לב ב\"ד מתנה עליהן אמטו להכי יקרבו אלא לדידך דאמרת לא אמאי יקרבו", 
        "27_Daf, 0_Line": "הפנימית נאכלת והחיצונה נשרפת וכל שלא נעשית בכל אלו הנכנס לשם אין חייב עליה:", 
        "72_Daf, 3_Line": "אמר להו רבא בר איתי מאן תנא זדון שבועת הפקדון לא ניתן לכפרה ר\"ש אבל לרבנן קרבן נמי מייתי", 
        "70_Daf, 20_Line": "יכך ה' אלהים וכן יככה אלהים זו היא אלה הכתובה בתורה: יתיב רב כהנא קמיה דרב יהודה ויתיב וקאמר הא מתניתין כדתנן א\"ל כנה", 
        "56_Daf, 2_Line": "נשבע על דבר שאי אפשר לו אם לא ראיתי גמל שפורח באויר ואם לא ראיתי נחש כקורת בית הבד", 
        "83_Daf, 15_Line": "<big><strong>גמ׳</strong></big> תשלומי כפל מנלן דתנו רבנן (שמות כב, ח) על כל דבר פשע כלל על שור ועל חמור ועל שה ועל שלמה פרט על כל אבדה חזר וכלל", 
        "17_Daf, 7_Line": "מכדי מיגמר גמרי מהדדי נכפר דר\"ח אדידיה ואדציץ נפקא מינה להיכא דנשבר הציץ אמר קרא עון עון אחד הוא נושא ואין נושא ב' עונות", 
        "94_Daf, 6_Line": "רב ושמואל דאמרי תרוייהו לא שנו אלא שמת מלוה בחיי לוה אבל מת לוה בחיי מלוה כבר נתחייב מלוה לבני לוה שבועה ואין אדם מוריש שבועה לבניו", 
        "91_Daf, 3_Line": "אמר רבא אפילו שומר נשבע אפי' אשתו של שומר נשבעת בעי רב פפא שכירו ולקיטו מאי תיקו", 
        "90_Daf, 10_Line": "ואלא מאי רבנן ואלא הא דתני רבה בר שמואל קצץ המוציא מחבירו עליו הראיה מני לא רבי יהודה ולא רבנן", 
        "16_Daf, 7_Line": "א\"כ לימא קרא על ה' מאי לה' לכדאמרן", 
        "23_Daf, 0_Line": "קיץ כבנות שוח למזבח והכתיב (ויקרא ב, יא) כי כל שאור וכל דבש וגו' תני רב חנינא כבנות שוח לאדם", 
        "12_Daf, 8_Line": "אדרבה תרומה לא ממעטינן שכן אכילה כמותה", 
        "6_Daf, 7_Line": "הא לאו הכי קיימא כר\"ע קשיא ידיעות לאו אמרת רבי ישמעאל היא ולמלקות ר\"ע נמי ולמלקות", 
        "28_Daf, 6_Line": "מאי גדולות אילימא ממין גדול ממש נימא פרים אלא גדולות במינן", 
        "68_Daf, 10_Line": "עמד בבית הכנסת ואמר משביעני עליכם: אמר שמואל אפילו עדיו ביניהן", 
        "42_Daf, 1_Line": "והרי קונמות קונמות נמי כמפרש דמי:", 
        "26_Daf, 4_Line": "והאי אשר לו להכי הוא דאתא האי מיבעי ליה לכדתניא משלו הוא מביא ואינו מביא משל צבור", 
        "44_Daf, 10_Line": "אבל אמר שבועה שלא אוכל ושלא אשתה ואכל ושתה מאי אינו חייב אלא אחת אי הכי אדתני רישא שבועה שלא אוכל ואכל ושתה אינו חייב אלא אחת ליתני שבועה שלא אוכל ושלא אשתה אינו חייב אלא אחת וכל שכן שלא אוכל לחודיה", 
        "49_Daf, 5_Line": "מתיב רב המנונא לא אכלתי היום ולא הנחתי תפילין היום משביעך אני ואמר אמן חייב בשלמא לא אכלתי איתיה בלא אוכל אלא לא הנחתי מי איתיה בלא אניח", 
        "86_Daf, 2_Line": "אם אינו קונה משכון צדקה מנין לו מכאן לבעל חוב שקונה משכון", 
        "14_Daf, 3_Line": "במזיד ולא אתרו ביה בשוגג ולא אתידע ליה אי נמי בהנך דלאו בני גלות נינהו", 
        "36_Daf, 2_Line": "ורבי יוחנן אמר משמעות דורשין איכא בינייהו וכן אמר רב ששת משמעות דורשין איכא בינייהו דרב ששת מחליף דרבי אליעזר לרבי עקיבא ודרבי עקיבא לרבי אליעזר", 
        "42_Daf, 12_Line": "אי הכי ר' מאיר אומר קונמות כשבועות בשלמא שבועות הואיל וחלוקות לחטאות אלא קונמות אמאי לא איפוך רבי מאיר אומר שבועות כקונמות ולית ליה לדרב פנחס", 
        "43_Daf, 8_Line": "תא שמע שבועה שלא אוכל ואכל נבילות וטריפות שקצים ורמשים חייב ור' שמעון פוטר והוינן בה אמאי חייב מושבע ועומד מהר סיני הוא רב ושמואל ור' יוחנן דאמרי בכולל דברים המותרין עם דברים האסורין", 
        "87_Daf, 9_Line": "נגזל כיצד היו מעידין אותו שנכנס לביתו למשכנו שלא ברשות הוא אומר כליי נטלת והוא אומר לא נטלתי הוא נשבע ונוטל רבי יהודה אומר עד שתהא שם מקצת הודאה כיצד אמר לו שני כלים נטלת והוא אומר לא נטלתי אלא אחד", 
        "80_Daf, 10_Line": "א\"ל התם אע\"ג דלא טעין איהו טענינן ליה אנן הכא אמרינן ליה זיל שלים ליה ואי טעין ואמר אשתבע לי אמרינן ליה זיל אשתבע ליה ואי צורבא מרבנן הוא לא משבעינן ליה", 
        "25_Daf, 11_Line": "יכול לא יתכפרו בפרו של אהרן שהרי כבר נאמר אשר לו מעתה אין להן כפרה כשהוא אומר יכפר על הכהנים מצינו להן כפרה", 
        "76_Daf, 18_Line": "והכתיב (ויקרא כ, ה) ושמתי אני את פני באיש ההוא ובמשפחתו ותניא אמר ר\"ש אם הוא חטא משפחתו מה חטאת לומר לך אין לך משפחה שיש בה מוכס שאין כולה מוכסין ושיש בה לסטים שאין כולה לסטים מפני שמחפין עליו", 
        "52_Daf, 5_Line": "יכול נשבע להרע לעצמו ולא הרע יכול יהא פטור ת\"ל להרע או להיטיב מה הטבה רשות אף הרעה רשות אביא נשבע להרע לעצמו ולא הרע שהרשות בידו", 
        "73_Daf, 4_Line": "אמר ליה רבינא לרב אשי תא שמע חמורה ממנה שבועת הפקדון שחייבין על זדונה מכות ועל שגגתה אשם בכסף שקלים מדקאמר לוקה מכלל דאיכא עדים וקאמר על שגגתה אשם בכסף שקלים", 
        "92_Daf, 8_Line": "א\"ר אמי היכי לידיינו דייני להאי דינא נימא ליה זיל שלים ליכא תרי סהדי נפטריה איכא חד סהדא נימא ליה זיל אישתבע כיון דאמר מיחטף חטפי הוה ליה כגזלן", 
        "55_Daf, 2_Line": "זו בשגגת עצמה ובזדון חבירתה וזו בשגגת עצמה ובזדון חבירתה חייב", 
        "77_Daf, 10_Line": "ורב ההוא מיבעי ליה להודאה במקצת הטענה ושמואל כתיב הוא וכתיב זה דאי כפר במקצת ואודי במקצת חייב", 
        "79_Daf, 5_Line": "ור' חייא בר אבא אמר ר' יוחנן טענו חטין ושעורין והודה לו באחת מהן פטור והאמר ר' יצחק יישר וכן אמר רבי יוחנן אמוראי נינהו אליבא דר' יוחנן", 
        "59_Daf, 3_Line": "דביתהו דרב הונא הוה לה דינא קמיה דרב נחמן אמר היכי נעביד אי איקום מקמה מסתתמן טענתיה דבעל דינא לא איקום מקמה אשת חבר הרי היא כחבר א\"ל לשמעיה צא ואפרח עלי בר אווזא ושדי עלוואי ואיקום", 
        "11_Daf, 2_Line": "ומנלן דבהרת עזה היא אמר אביי אמר קרא (ויקרא יג, ד) ואם בהרת לבנה היא היא לבנה ואין אחרת לבנה", 
        "94_Daf, 4_Line": "ואי איתמר בהא בהא קאמר רבי יהודה אבל בהך אימא מודה להו לרבנן צריכא:", 
        "24_Daf, 15_Line": "אלא אימא", 
        "68_Daf, 9_Line": "ת\"ר משביע אני עליכם כשתדעו לי עדות שתבואו ותעידוני יכול יהו חייבין ת\"ל (ויקרא ה, א) ושמעה קול אלה והוא עד או ראה או ידע מי שקדמה עדות לשבועה ולא שקדמה שבועה לעדות:", 
        "88_Daf, 14_Line": "אדרבה שכיר ניחא ליה דלשתבע בעל הבית ונפקע כי היכי דליגריה בעל הבית בעה\"ב על כורחיה אגר שכיר נמי על כורחיה מיתגר אלא בעה\"ב טרוד בפועליו הוא", 
        "39_Daf, 4_Line": "ואף ר' יוחנן סבר לה להא דרבא דכי אתא רבין א\"ר יוחנן מבטא לא אוכל לך איסר לא אוכל לך שבועה", 
        "82_Daf, 6_Line": "ההוא דאמר ליה לחבריה מהימנת לי כל אימת דאמרת לי לא פרענא אזל פרעיה באפי סהדי אביי ורבא דאמרי תרוייהו הא הימניה מתקיף לה רב פפא נהי דהימניה טפי מנפשיה טפי מסהדי מי הימניה", 
        "88_Daf, 11_Line": "ואלו נשבעין ונוטלין כו': מאי שנא שכיר דתקינו ליה רבנן דמשתבע ושקיל אמר רב יהודה אמר שמואל הלכות גדולות שנו כאן הלכות הני הלכתא נינהו אלא אימא תקנות גדולות שנו כאן", 
        "62_Daf, 16_Line": "רבי יוחנן אמר אפילו תימא רבנן כגון שכפרו שניהן בתוך כדי דיבור ותוך כדי דיבור כדיבור דמי", 
        "37_Daf, 11_Line": "<br><br><big><strong>הדרן עלך ידועות הטומאה</strong></big><br><br>", 
        "48_Daf, 20_Line": "רב דאמר כר\"ע ושמואל דאמר כר' ישמעאל", 
        "34_Daf, 0_Line": "ואי בעם הארץ אידי ואידי אכל שני זיתי חלב בהעלם אחד הוא", 
        "13_Daf, 7_Line": "מה מצינו שחלק הכתוב מכלל כל טומאות הוי אומר טומאת מקדש וקדשיו אף כאן בטומאת מקדש וקדשיו דברי ר' יהוד'", 
        "71_Daf, 10_Line": "היו חמשה תובעים אותו אמרו לו תן לנו פקדון שיש לנו בידך שבועה שאין לכם בידי אינו חייב אלא אחת שבועה שאין לך בידי ולא לך ולא לך חייב על כל אחת ואחת ר\"א אומר עד שיאמר שבועה באחרונה ר\"ש אומר עד שיאמר שבועה לכל אחד ואחד", 
        "30_Daf, 6_Line": "תחתונה שהיתה קדושתה גמורה עמי הארץ נכנסין לשם ואוכלין שם קדשים קלים אבל לא מעשר שני וחברים אוכלין שם קדשים קלים ומעשר שני", 
        "89_Daf, 3_Line": "וכי שכיר עובר משום (ויקרא יט, יג) בל תגזול גבי בעל הבית איכא תרי חזקי חדא דאין בעל הבית עובר (ויקרא יט, יג) בבל תלין וחדא דאין שכיר משהא שכרו", 
        "33_Daf, 12_Line": "הוי בה רבה במאי אילימא סמוך לוסתה ובמאן אילימא בתלמיד חכם בשלמא אכניסה ליחייב קסבר יכולני לבעול אלא אפרישה אמאי ליחייב מזיד הוא", 
        "60_Daf, 2_Line": "מנין לתלמיד שיושב לפני רבו ורואה זכות לעני וחוב לעשיר מנין שלא ישתוק תלמוד לומר (שמות כג, ז) מדבר שקר תרחק", 
        "79_Daf, 9_Line": "ה\"ה דאפילו כלים וכלים נמי פטור והא קמשמע לן דהודה במקצת כלים חייב אף על הקרקעות מאי קמ\"ל זוקקין תנינא זוקקין את הנכסים שיש להן אחריות לישבע עליהן הא עיקר ההיא אגב גררא נסבה", 
        "97_Daf, 2_Line": "אמר לנושא שכר והשוכר היכן שורי א\"ל מת והוא שנשבר או נשבה נשבר והוא שמת או נשבה נשבה והוא שמת או נשבר נגנב והוא שאבד אבד והוא שנגנב משביעך אני ואמר אמן פטור", 
        "91_Daf, 6_Line": "וניחוש דלמא בכותל נתחכך תני רבי חייא שעלתה לו נשיכה בגבו ובין אצילי ידיו ודלמא אחר עביד ליה דליכא אחר:", 
        "60_Daf, 14_Line": "מ\"ד משחק בקוביא כל שכן מלך ומ\"ד מלך אבל משחק בקוביא מדאורייתא מחזא חזי ורבנן הוא דפסלוהו:", 
        "63_Daf, 0_Line": "ומחלוקת בעדי סוטה בעדי סתירה מר סבר דבר הגורם לממון כממון דמי וחייב ומר סבר לאו כממון דמי ופטור", 
        "78_Daf, 1_Line": "אמר רבי אלעזר בשטענו בדינר מטבעות וקא משמע לן דפרוטה בכלל מטבע איתא דיקא נמי דקתני שהכל מין מטבע אחת", 
        "64_Daf, 15_Line": "ותשלומי ד' וה' משום קרנא", 
        "65_Daf, 16_Line": "ידיעה בלא ראיה כיצד מנה הודיתה לי בפני פלוני ופלוני יבואו פלוני ופלוני ויעידו זו היא ידיעה בלא ראיה", 
        "50_Daf, 10_Line": "איפוך אנא", 
        "35_Daf, 6_Line": "ת\"ר (ויקרא טו, לא) והזרתם את בני ישראל מטומאתם אמר רבי יאשיה מיכן אזהרה לבני ישראל שיפרשו מנשותיהן סמוך לוסתן וכמה אמר רבה עונה", 
        "66_Daf, 8_Line": "ר\"ע אומר (ויקרא ה, ה) והיה כי יאשם לאחת מאלה יש מאלה שהוא חייב ויש מאלה שהוא פטור הא כיצד תבעו ממון חייב תבעו ד\"א פטור", 
        "78_Daf, 6_Line": "אמר רב אשי הכי קאמר כל האומר דינר זהב כאומר דינר זהב זהוב דמי", 
        "82_Daf, 10_Line": "מתקיף לה רב הונא בריה דרב יהושע תרי כמאה ומאה כתרי ואי א\"ל כבי תלתא ואזל פרעיה באפי בי ארבעה כיון דנחית לדעות נחית לדעות:", 
        "75_Daf, 12_Line": "מנה לי בידך אמר לו הן אל תתנהו לי אלא בעדים למחר אמר לו תנהו לי נתתיו לך חייב מפני שצריך ליתנו בעדים", 
        "94_Daf, 14_Line": "אמר רב שמעי' לצדדין קתני אותה באלמנה ויורשיה בגרושה", 
        "22_Daf, 12_Line": "ואמאי יקרב איהו גופיה עולה אלא לאו ש\"מ גזרה אחר כפרה אטו לפני כפרה", 
        "46_Daf, 1_Line": "בשלמא לריש לקיש משום הכי קא פטר רבי שמעון דתניא רבי שמעון אומר כל שהוא למכות ולא אמרו כזית אלא לקרבן אלא לרבי יוחנן מאי טעמא דרבי שמעון דפטר", 
        "72_Daf, 1_Line": "א\"ל תנינא חמורה הימנה שבועת הפקדון שחייבין על זדונה מכות ועל שגגתה אשם בכסף שקלים מדקאמר ליה על זדונה מכות מכלל דאתרו ביה וקאמר מכות אין קרבן לא", 
        "76_Daf, 0_Line": "שכל העולם כולו נזדעזע בשעה שאמר הקב\"ה בסיני (שמות כ, ו) לא תשא את שם ה' אלהיך לשוא", 
        "6_Daf, 4_Line": "אלא מעיקרא סבר לאו שאין בו מעשה לוקין עליו וסתמה והדר סבר אין לוקין עליו וסתמה ומשנה לא זזה ממקומה", 
        "62_Daf, 24_Line": "והכל מודים בעדי סוטה שפטור בעדי קינוי דהוה גורם דגורם", 
        "58_Daf, 9_Line": "מאי אם נפשך לומר וכי תימא אשה לאו אורחה משום (תהלים מה, יד) כל כבודה בת מלך פנימה נאמר כאן שני ונאמר להלן שני מה להלן בעדים אף כאן בעדים", 
        "76_Daf, 20_Line": "וכל עבירות שבתורה נפרעין ממנו וכאן ממנו ומכל העולם כולו (שנאמר אלה וכחש וכתיב על כן תאבל הארץ ואימא עד דעביד להו לכולהו לא ס\"ד דכתיב מפני אלה אבלה הארץ)", 
        "65_Daf, 12_Line": "דנין אואין שיש עמהן שבועה ואין עמהן כהן מאואין שיש עמהן שבועה ואין עמהן כהן ואל יוכיחו אואין דרוצח שאין עמהן שבועה ואל יוכיחו אואין דסוטה שאע\"פ שיש עמהן שבועה יש עמהן כהן", 
        "48_Daf, 2_Line": "והרי הקדש דחייל נמי אעצים ואבנים", 
        "97_Daf, 3_Line": "מת או נשבר או נשבה והוא שנגנב או אבד משביעך אני ואמר אמן חייב אבד או נגנב והוא שמת או נשבר או נשבה משביעך אני ואמר אמן פטור", 
        "28_Daf, 10_Line": "אטו לחמי תודה בעזרה מי לא מתאכלי אלא כירושלים מה ירושלים דבר הנאכל בה ויוצא ממנה נפסל אף עזרה דבר הנאכל בה והיוצא ממנה נפסל", 
        "52_Daf, 13_Line": "הניחא לר' יונתן אלא לר' יאשיה מאי איכא למימר", 
        "56_Daf, 7_Line": "נשבע על דבר שאי אפשר לו אם לא ראיתי גמל פורח באויר: שבועה שראיתי לא קאמר מאי אם לא ראיתי אביי אמר תני שבועה שראיתי רבא אמר באומר יאסרו כל פירות שבעולם עלי אם לא ראיתי גמל פורח באויר", 
        "71_Daf, 2_Line": "אלא לעולם תיפוך כי לית ליה בממונא באיסורא אית ליה ושאני סוטה דאיסורא דאית ביה ממונא הוא:", 
        "49_Daf, 7_Line": "מתיב רבא איזו היא שבועת שוא נשבע לשנות את הידוע לאדם ואמר על עמוד של אבן (שהוא במקום פלוני) שהוא של זהב ואמר עולא והוא שניכר לג' בני אדם טעמא דניכר הא לא ניכר עובר משום שבועת ביטוי ואמאי הא אינו ביהא של זהב", 
        "41_Daf, 10_Line": "ועוד תנן שבועה שלא אוכל ואכל נבילות וטריפות שקצים ורמשים חייב ור' שמעון פוטר והוינן בה אמאי חייב מושבע מהר סיני הוא רב ושמואל ור' יוחנן דאמרי תרוייהו בכולל דברים המותרין עם דברים האסורין", 
        "45_Daf, 0_Line": "ודלמא ע\"י תערובת", 
        "51_Daf, 9_Line": "מיתיבי בשפתים ולא בלב גמר בלבו מנין ת\"ל (ויקרא ה, ד) לכל אשר יבטא האדם בשבועה", 
        "74_Daf, 19_Line": "בעא מיניה רבא מרב נחמן היו חמשה תובעין אותו ואמרו לו תן לנו פקדון תשומת יד וגזל ואבידה שיש לנו בידך אמר לאחד מהן שבועה שאין לך בידי פקדון תשומת יד גזל ואבידה ולא לך ולא לך ולא לך ולא לך מהו אחדא מיחייב", 
        "63_Daf, 2_Line": "הכל מודים בשכנגדו חשוד על השבועה דחשיד מאן אילימא דחשיד לוה דאמר ליה מלוה אי אתית אסהדת לי הוה משתבענא ושקילנא ולימא ליה מי יימר דמשתבעת", 
        "26_Daf, 9_Line": "אחד לו ואחד לביתו כדתנא דבי רבי ישמעאל כך היא מדת הדין נוהגת מוטב יבוא זכאי ויכפר על החייב ואל יבוא חייב ויכפר על החייב:", 
        "10_Daf, 0_Line": "האי מאי בשלמא בלא סיד היכל קרום ביצה לא קשיא דאע\"ג דקרום ביצה מתתאי דשאת רחמנא אמר (ויקרא יד, נו) ולשאת ולספחת ספחת טפילה לשאת אע\"ג דמנחתא מיניה טובא אלא סיד היכל קשיא אלא מחוורתא מתניתין דלא כרבי עקיבא", 
        "80_Daf, 2_Line": "ולמר בר רב אשי דאמר בדאורייתא נמי מפכינן שבועה מאי איכא בין דאורייתא לדרבנן איכא בינייהו מיחת לנכסיה בדאורייתא נחתינן לנכסיה בדרבנן לא נחתינן לנכסיה", 
        "3_Daf, 7_Line": "ועל זדון טומאת מקדש וקדשיו שעיר הנעשה בפנים ויום הכפורים מכפרין", 
        "88_Daf, 16_Line": "כדי להפיס דעתו של בעה\"ב וליתב ליה בעדים טריחא ליה מילתא וליתב ליה מעיקרא שניהן רוצין בהקפה", 
        "51_Daf, 11_Line": "אמר רב ששת הא לא קשיא הכי קאמר בשפתים ולא שגמר בלבו להוציא בשפתיו ולא הוציא גמר בלבו סתם מנין ת\"ל לכל אשר יבטא", 
        "25_Daf, 13_Line": "ואם נפשך לומר הרי הוא אומר (תהלים קלה, יט) בית אהרן ברכו את ה' בית הלוי ברכו את ה' יראי ה' ברכו את ה'", 
        "16_Daf, 1_Line": "ולר' ישמעאל דאמר אין בה ידיעה בתחלה ויש בה ידיעה בסוף בר קרבן הוא שעיר הנעשה בחוץ אמאי מכפר על שאין בה ידיעה לא בתחלה ולא בסוף", 
        "60_Daf, 5_Line": "האי מדבר שקר תרחק נפקא הא ודאי שקורי קא משקר ורחמנא אמר (שמות כ, יב) לא תענה ברעך עד שקר אלא כגון דאמר ליה ודאי חד סהדא אית לי ותא אתה קום התם ולא תימא ולא מידי דהא לא מפקת מפומך שקרא אפי' הכי אסור משום שנאמר מדבר שקר תרחק", 
        "6_Daf, 11_Line": "אמר רב אשי אמריתא לשמעתא קמיה דרב כהנא ואמר לי לא תימא רבי נסיב לה אליבא דתנאי וליה לא ס\"ל", 
        "69_Daf, 3_Line": "ת\"ר כתב אלף למד מאלהים יה מיי' ה\"ז אינו נמחק שין דלת משדי אלף דלת מאדני צדי בית מצבאות ה\"ז נמחק", 
        "26_Daf, 13_Line": "נטמא וידע ונעלמה ממנו טומאה וזכור את המקדש נעלם ממנו מקדש וזכור את הטומאה נעלם ממנו זה וזה ונכנס למקדש ולא ידע ומשיצא ידע הרי זה בעולה ויורד:", 
        "87_Daf, 1_Line": "לימא דרב יוסף תנאי היא לא בשומר אבידה דכולי עלמא אית להו דרב יוסף והכא במלוה צריך למשכון קא מיפלגי מר סבר מצוה קא עביד ומר סבר לאו מצוה קא עביד", 
        "61_Daf, 12_Line": "כפרו שניהן כאחד שניהן חייבין בזה אחר זה הראשון חייב והשני פטור כפר אחד והודה אחד הכופר חייב", 
        "11_Daf, 15_Line": "ודין הוא הואיל והזהיר וענש על הטומאה וחייב קרבן על הטומאה מה כשהזהיר וענש על הטומאה לא הזהיר וענש אלא על טומאת מקדש וקדשיו אף כשחייב קרבן על הטומאה לא חייב אלא על טומאת מקדש וקדשיו", 
        "78_Daf, 14_Line": "ת\"ש טענו כלים וקרקעות הודה בכלים וכפר בקרקעות בקרקעות וכפר בכלים פטור", 
        "95_Daf, 18_Line": "אמר רב הונא", 
        "2_Daf, 6_Line": "אין בה ידיעה בתחלה אבל יש בה ידיעה בסוף שעיר הנעשה בחוץ ויום הכפורים מכפר שנאמר (במדבר כט, יא) מלבד חטאת הכפורים על מה שזה מכפר זה מכפר מה הפנימי אין מכפר אלא על דבר שיש בה ידיעה אף החיצון אין מכפר אלא על דבר שיש בה ידיעה", 
        "18_Daf, 19_Line": "בשלמא דרגלים לא מכפרין אדיום הכפורים דאמר קרא אחת בשנה כפרה זו לא תהא אלא אחת בשנה אלא דיום הכפורים ניכפרו אדרגלים אמר קרא אחת כפרה אחת מכפר ואינו מכפר שתי כפרות", 
        "84_Daf, 17_Line": "סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו ושלשה דינרים היה שוה חייב", 
        "85_Daf, 2_Line": "מאי רישא סיפא דרישא סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו ושלשה דינרין היה שוה חייב דשבועה גבי לוה היא ושקלוה רבנן מלוה ושדיוה אמלוה", 
        "96_Daf, 8_Line": "היכן שורי אמר לו אבד משביעך אני ואמר אמן והעדים מעידים אותו שאכלו משלם את הקרן הודה מעצמו משלם קרן וחומש ואשם", 
        "45_Daf, 19_Line": "אמר לך כי אמרינן איסור כולל", 
        "50_Daf, 3_Line": "אמר לו רבי עקיבא אם כן אין לי אלא דברים שיש בהן הטבה והרעה דברים שאין בהן הרעה והטבה מנין אמר לו מרבוי הכתוב אמר לו אם ריבה הכתוב לכך ריבה הכתוב לכך", 
        "47_Daf, 18_Line": "בנשיא ורבי אליעזר היא דאמר נשיא מביא שעיר", 
        "55_Daf, 4_Line": "שתיהן במזיד אשניה מיחייב אראשונה פלוגתא דרבי יוחנן וריש לקיש", 
        "90_Daf, 2_Line": "איני והא תני רבה בר שמואל קצץ המע\"ה ואי לא מייתי ראיה פקע אמאי ישבע בעל הבית ויפסיד אומן אמר רב נחמן לצדדין קתני או מביא ראיה ויטול או ישבע בעל הבית ויפסיד אומן", 
        "80_Daf, 9_Line": "א\"ל רב אחא בריה דרבא לרב אשי ומה בין זה לפוגם את שטרו", 
        "69_Daf, 18_Line": "כל מלכיא האמורים בדניאל חול חוץ מזה שהוא קדש (דניאל ב, לז) אנת מלכא [מלך] מלכיא די אלה שמיא מלכותא חסנא ותקפא ויקרא יהב לך", 
        "22_Daf, 14_Line": "וליקרב הא גופא עולה אלא לאו גזירה לאחר כפרה אטו לפני כפרה שמע מינה", 
        "31_Daf, 5_Line": "איכא דמתני לה אסיפא או ששהה בכדי השתחואה מכלל דהשתחואה גופה בעיא שהייה אמר רבא לא שנו אלא שהשתחוה כלפי חוץ אבל כלפי פנים אע\"ג דלא שהה והכי קאמר השתחוה כלפי פנים או ששהה כדי השתחואה בהך השתחואה דכלפי חוץ חייב", 
        "20_Daf, 4_Line": "אלא מאי קדושת הגוף היא אלא מעתה תיפסל בלינה אלמה תנן הקומץ והלבונה והקטורת ומנחת כהנים ומנחת כהן משוח ומנחת נסכים מועלים בהן משהוקדשו קדשו בכלי הוכשרו ליפסל בטבול יום ובמחוסר כפורים ובלינה", 
        "50_Daf, 21_Line": "אלא אמר רבי אלעזר דא ודא אחת היא", 
        "61_Daf, 13_Line": "היו שתי כיתי עדים כפרה הראשונה ואח\"כ כפרה השניה שתיהן חייבות מפני שהעדות יכולה להתקיים בשתיהן:", 
        "36_Daf, 0_Line": "דבעי למיכתב בהמה וחיה לכדרבי כתיב נמי שרץ כדתנא דבי רבי ישמעאל כל פרשה שנאמרה ונשנית לא נשנית אלא בשביל דבר שנתחדש בה", 
        "42_Daf, 10_Line": "דאמר אכילה מזו עלי קונם אכילה מזו עלי קונם אי הכי אמאי מצטרפות סוף סוף זיל להכא ליכא שיעורא וזיל להכא ליכא שיעורא דאמר אכילה משתיהן עלי קונם", 
        "74_Daf, 4_Line": "ור' יוחנן אמר הכל מודים בולא לך שהוא פרט לא נחלקו אלא בלא לך שרבי מאיר אומר פרט ורבי יהודה אומר כלל ואיזהו כללו של ר' מאיר שבועה שאין לכם בידי", 
        "70_Daf, 18_Line": "והמקלל עצמו וחבירו כו': אמר רבי ינאי ודברי הכל", 
        "50_Daf, 9_Line": "אהני כללא לאתויי אפי' דברים שאין בהן הרעה והטבה להבא אהני פרטא למעוטי אפילו דברים שיש בהן הרעה והטבה לשעבר", 
        "79_Daf, 15_Line": "אמר רב פפא טענו כלים ופרוטה והודה בכלים וכפר בפרוטה פטור הודה בפרוטה וכפר בכלים חייב", 
        "26_Daf, 3_Line": "והאי אשר לעם להכי הוא דאתא האי מיבעי ליה דקאמר רחמנא מדעם ליהוי ההוא (ויקרא טז, ה) מומאת עדת בני ישראל נפקא", 
        "48_Daf, 8_Line": "אמר לו ר\"ע א\"כ אין לי אלא דברים שיש בהן הרעה והטבה דברים שאין בהן הרעה והטבה מנין", 
        "97_Daf, 1_Line": "היכן שורי אמר לו איני יודע מה אתה סח והוא שמת או נשבר או נשבה או נגנב או נאבד משביעך אני ואמר אמן חייב", 
        "19_Daf, 9_Line": "ואמאי נימא קדושה שבהן להיכן הלכה", 
        "65_Daf, 9_Line": "(במדבר לה, כא) אואין דרוצח יוכיחו שהן אואין ומדברים שלא בתביעת ממון", 
        "6_Daf, 6_Line": "יציאות שבת מאי מלקות איכא לאו שניתן לאזהרת מיתת ב\"ד הוא וכל לאו שניתן לאזהרת מיתת ב\"ד אין לוקין עליו משום הכי קא מוקמינא כר' ישמעאל דאמר לאו שניתן לאזהרת מיתת ב\"ד לוקין עליו", 
        "68_Daf, 24_Line": "אלא אמר אביי ה\"ק משביע אני עליכם בשבועה מצוה אני עליכם בשבועה אוסרכם אני בשבועה כובלכם אני בשבועה:", 
        "13_Daf, 1_Line": "ואלא בה למה לי", 
        "71_Daf, 16_Line": "אמר לו חבלת בי ועשית בי חבורה והוא אומר לא חבלתי ולא עשיתי בך חבורה משביעך אני ואמר אמן חייב אמר לו עבדו הפלת את שיני וסימית את עיני והוא אומר לא הפלתי ולא סימיתי משביעך אני ואמר אמן פטור", 
        "56_Daf, 11_Line": "ת\"ש וכן מצינו כשהשביע משה את ישראל אמר להן דעו שלא על דעתכם אני משביע אתכם אלא על דעת המקום ועל דעתי ואמאי לימא להו קיימו מאי דאמר אלוה לאו משום דמסקי אדעתייהו עבודת כוכבים", 
        "75_Daf, 24_Line": "שבועה מעומד תלמיד חכם מיושב שבועה בספר תורה תלמיד חכם לכתחלה בתפלין", 
        "43_Daf, 2_Line": "אי הכי רבי מאיר אומר קונמות כשבועות אלא קונמות אצטרופי הוא דלא מצטרפי הא מעילה אית בהו והאמר ר' מאיר אין מעילה בקונמות כלל", 
        "53_Daf, 8_Line": "שבועת שוא חייבין על זדונה מכות ועל שגגתה פטור:", 
        "97_Daf, 13_Line": "גופא אמר ר' אמי כל שבועה שהדיינין משביעין אותה אין בה משום שבועת ביטוי שנאמר (ויקרא ה, ד) או נפש כי תשבע לבטא בשפתים מעצמו כדר\"ל דאמר ר\"ל כי משתמש בארבע לשונות אי דלמא אלא דהא", 
        "34_Daf, 12_Line": "אמר ליה רבה בר חנן לאביי אם כן מצינו ארוכה וקצרה בנדה", 
        "68_Daf, 27_Line": "אבל הגדול הגבור הנורא האדיר והחזק והאמיץ העזוז חנון ורחום ארך אפים ורב חסד הרי אלו נמחקין", 
        "24_Daf, 3_Line": "ורבנן הכרת בעולם הזה תכרת לעולם הבא עונה בה שאם עשה תשובה ומת מיתה ממרקת", 
        "34_Daf, 2_Line": "הדר אמר רבא לעולם בסמוך לוסתה ובתלמיד חכם ותלמיד חכם לזו ואין תלמיד חכם לזו", 
        "17_Daf, 6_Line": "אי מה להלן עולין אף כאן עולין עון העדה כתיב", 
        "12_Daf, 1_Line": "אמר קרא (ויקרא ה, ג) בה בה למעוטי תרומה", 
        "51_Daf, 19_Line": "הוו חולין וקדשים וחולין מקדשים לא גמרינן:", 
        "83_Daf, 6_Line": "לקטן ליפרע מנכסי קטן תנינא מנכסי יתומים לא יפרע אלא בשבועה תרתי למה לי", 
        "69_Daf, 9_Line": "חנינא בן אחי רבי יהושע ורבי אלעזר בן עזריה משום רבי אלעזר המודעי אמרו אף זה קדש כמאן אזלא הא דאמר רב יהודה אמר רב גדולה הכנסת אורחין יותר מהקבלת פני שכינה כמאן כאותו הזוג", 
        "39_Daf, 8_Line": "מידי איריא הא כדאיתא והא כדאיתא ומאי דבר אחד הן דבדיבור אחד נאמרו כדתניא (שמות כ, ז) זכור (דברים ה, יא) ושמור בדיבור אחד נאמרו מה שאין יכול הפה לדבר ומה שאין האוזן יכול לשמוע", 
        "89_Daf, 6_Line": "איתמר נמי אמר רב מנשיא בר זביד אמר רב לא שנו אלא ששכרו בעדים אבל שכרו שלא בעדים מתוך שיכול לומר לו לא שכרתיך מעולם יכול לומר לו שכרתיך ונתתי לך שכרך", 
        "70_Daf, 25_Line": "כי אתא רבי יצחק תנא כדתנן אמר רב יוסף השתא דאנן תנן הכי וכי אתא רבי יצחק תני הכי ש\"מ דוקא תנן", 
        "52_Daf, 12_Line": "והאי או מיבעי ליה לחלק לחלק לא צריך קרא", 
        "65_Daf, 0_Line": "שהוציא איש פלוני שם רע על בתי חייבין הודה מפי עצמו פטור", 
        "12_Daf, 9_Line": "אלא אמר רבא שלש כריתות בשלמים למה אחת לכלל ואחת לפרט ואחת לטומאה הכתובה בתורה סתם ואיני יודע מה היא", 
        "28_Daf, 11_Line": "אי מה להלן חמץ אף כאן חמץ ותסברא מנחת חמץ מי איכא", 
        "49_Daf, 1_Line": "אמרו לו לא אם אמרת בשבועת הרשות שכן עשה בה לאו כהן תאמר בשבועת מצוה שכן לא עשה בה לאו כהן", 
        "38_Daf, 4_Line": "אמר אביי ה\"ק מבטא שבועה איסר מיתפיס בשבועה איסור איסר אם אתה אומר מיתפיס בשבועה כמוציא שבועה מפיו דמי חייב ואם לאו פטור", 
        "70_Daf, 21_Line": "יתיב ההוא מרבנן קמיה דרב כהנא ויתיב וקאמר (תהלים נב, ז) גם אל יתצך לנצח יחתך ויסחך מאהל ושרשך מארץ חיים סלה א\"ל כנה", 
        "84_Daf, 5_Line": "אין נשבעין אלא על דבר שבמדה ושבמשקל כו': אמר אביי לא שנו אלא דאמר ליה בית סתם אבל אמר ליה בית זה מלא ידיעא טענתיה", 
        "83_Daf, 18_Line": "(ולא תשלומי כפל) ולא ארבעה וחמשה: מ\"ט תשלומי ארבעה וחמשה אמר רחמנא ולא תשלומי שלשה וארבעה:", 
        "48_Daf, 14_Line": "שאישן ושלא אישן: איני והא\"ר יוחנן האומר שבועה שלא אישן ג' ימים מלקין אותו וישן לאלתר", 
        "12_Daf, 0_Line": "עולה ויורד ניתי מידי דהוה אשמיעת קול ואביטוי שפתים", 
        "51_Daf, 10_Line": "הא גופה קשיא אמרת בשפתים ולא בלב והדר אמרת גמר בלבו מנין", 
        "26_Daf, 2_Line": "ומאי אם נפשך לומר וכ\"ת ביתו כתיב כולן קרויין ביתו שנא' בית אהרן ברכו את ה' יראי ה' ברכו את ה'", 
        "45_Daf, 3_Line": "אמר רב פפא הכא במונחין לפניו עסקינן שהיה לו לומר שבועה שלא אשתה אלו ודלמא אלו הוא דלא שתינא אחריני שתינא", 
        "24_Daf, 9_Line": "הואיל ומכפר על המזיד כשוגג יכפר על שבים ועל שאינן שבים תלמוד לומר (ויקרא כג, כז) אך חלק", 
        "97_Daf, 15_Line": "<br><br><big><strong>הדרן עלך ארבעה שומרין וסליקא לה מסכת שבועות</strong></big><br><br>", 
        "94_Daf, 13_Line": "ת\"ש אבל יורשיו משביעין אותה ואת יורשיה ואת הבאין ברשותה", 
        "61_Daf, 11_Line": "השביע עליהם חמש פעמים חוץ לב\"ד ובאו לב\"ד והודו פטורין כפרו חייבין על כל אחת ואחת השביע עליהן ה' פעמים בפני ב\"ד וכפרו אינן חייבין אלא אחת אר\"ש מה טעם הואיל ואינם יכולין לחזור ולהודות", 
        "27_Daf, 12_Line": "בעי רב פפא נעלמו ממנו הלכות טומאה מהו היכי דמי אילימא דלא ידע אי שרץ טמא אי צפרדע טמא זיל קרי בי רב הוא", 
        "81_Daf, 2_Line": "רב יוסף מתני הכי אמר רב יהודה אמר רב אסי המלוה את חבירו בעדים אינו צריך לפורעו בעדים ואם אמר אל תפרעני אלא בעדים צריך לפורעו בעדים כי אמריתה קמיה דשמואל אמר לי יכול לומר לו פרעתיך בפני פלוני ופלוני והלכו להם למדינת הים", 
        "77_Daf, 15_Line": "אמר לך שמואל מי סברת שוה קתני דוקא קתני מה שטענו לא הודה לו ומה שהודה לו לא טענו", 
        "49_Daf, 15_Line": "לכדתניא בכולן נאמר ונעלם וכאן לא נאמר ונעלם לחייב על המזיד כשוגג", 
        "65_Daf, 15_Line": "ראיה בלא ידיעה כיצד מנה מניתי לך בפני פלוני ופלוני יבואו פלוני ופלוני ויעידו זו היא ראיה בלא ידיעה", 
        "69_Daf, 1_Line": "א\"ל רבא אי הכי בשמים ובארץ נמי במי שהשמים והארץ שלו קאמר", 
        "14_Daf, 6_Line": "(סימן ע\"ז יולדת מצורע נזיר (וכו'))", 
        "27_Daf, 5_Line": "רבי עקיבא אומר ונעלם ממנו והוא טמא על העלם טומאה חייב ואינו חייב על העלם מקדש", 
        "47_Daf, 21_Line": "הא בעינן שוה פרוטה", 
        "9_Daf, 6_Line": "שאת כצמר לבן שניה לה כקרום ביצה", 
        "31_Daf, 7_Line": "וכמה שיעור שהייה פליגי בה ר' יצחק בר נחמני וחד דעימיה ומנו רבי שמעון בן פזי ואמרי לה ר\"ש בן פזי וחד דעימיה ומנו ר' יצחק בר נחמני ואמרי לה ר\"ש בר נחמני חד אמר כמימריה דהאי פסוקא וחד אמר כמויכרעו לסיפא (דברי הימים ב ז, ג) וכל בני ישראל רואים ברדת האש וכבוד ה' על הבית ויכרעו אפים ארצה על הרצפה וישתחוו והודות לה' כי טוב כי לעולם חסדו", 
        "24_Daf, 6_Line": "א\"ל אביי דוקא קאמר מר רבי סבר לה כר' יהודה אבל רבי יהודה לא סבר לה כרבי או דלמא מדרבי סבר לה כרבי יהודה אף רבי יהודה סבר לה נמי כרבי מיהו אורחא דמילתא קתני למימר דתלמיד סבר לה כרביה", 
        "49_Daf, 9_Line": "אמר אביי ומודה רב באומר לחבירו שבועה שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל וליתיה בכלל שאיני יודע לך עדות", 
        "69_Daf, 21_Line": "ובכל כנויין הרי אלו חייבין כו':", 
        "77_Daf, 16_Line": "אי הכי אימא סיפא שתי כסף ופרוטה יש לי בידך אין לך בידי אלא פרוטה חייב אי אמרת בשלמא שוה משום הכי חייב אלא אי אמרת דוקא אמאי חייב מה שטענו לא הודה לו ומה שהודה לו לא טענו", 
        "60_Daf, 7_Line": "מנין לנושה בחבירו מנה וטענו מאתים שלא יאמר אכפרנו בב\"ד ואודה לו חוץ לבית דין כדי שלא אתחייב לו שבועה ולא יגלגל עלי שבועה ממקום אחר תלמוד לומר מדבר שקר תרחק", 
        "67_Daf, 12_Line": "מכדי מזיד גבי עדות מנא ליה דלא כתיב ביה ונעלם ה\"נ לא כתיב ביה ונעלם", 
        "51_Daf, 1_Line": "א\"ל באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבין עליה קרבן או לאו", 
        "75_Daf, 7_Line": "מתני׳ <big><strong>שבועת</strong></big> הדיינין הטענה שתי כסף וההודאה בשוה פרוטה ואם אין ההודאה ממין הטענה פטור", 
        "29_Daf, 4_Line": "נבנייה ביום טוב ונקדשיה ביום טוב אין בנין מקדש דוחה יום טוב", 
        "12_Daf, 12_Line": "ולר\"ש דאמר דברים שאינן נאכלין אין חייבין עליהן כרת משום טומאה לאיתויי חטאת הפנימית דס\"ד אמינא הואיל ואמר ר\"ש כל שאינו קרב על מזבח החיצון כשלמים אין חייבין עליו משום פיגול משום טומאה נמי לא קמ\"ל דמיחייב", 
        "91_Daf, 4_Line": "אמר ליה רב יימר לרב אשי טענו בכסא דכספא מאי חזינא אי איניש דאמיד הוא או איניש דמהימן הוא דמפקדי אינשי גביה משתבע ושקיל ואי לא לא:", 
        "9_Daf, 5_Line": "מראות נגעים שנים שהן ארבעה: תנן התם מראות נגעים שנים שהן ארבעה בהרת עזה כשלג שניה לה כסיד ההיכל", 
        "48_Daf, 12_Line": "כיצד אמר שבועה שאתן לפלוני ושלא אתן: מאי אתן אילימא צדקה לעני מושבע ועומד מהר סיני הוא שנאמר (דברים טו, י) נתון תתן לו", 
        "24_Daf, 12_Line": "אמר אביי לא קשיא הא רבי והא רבי יהודה", 
        "74_Daf, 10_Line": "ת\"ש תן לי פקדון ותשומת יד וגזל ואבידה תני תשומת יד גזל אבידה", 
        "51_Daf, 0_Line": "איזו היא שגגת שבועת ביטוי לשעבר אי דידע מזיד הוא אי דלא ידע אנוס הוא", 
        "74_Daf, 2_Line": "רבי אליעזר אומר לא לך ולא לך ולא לך שבועה חייב על כל אחת ואחת ר\"ש אומר עד שיאמר שבועה לכל אחת ואחת", 
        "74_Daf, 8_Line": "ושמואל אמר כל האומר ולא לך כאומר שבועה שאין לכם בידי דמי", 
        "56_Daf, 5_Line": "אכלה עבר על שבועת שוא לא אכלה עבר על שבועת ביטוי:", 
        "67_Daf, 3_Line": "מתקיף לה ר\"נ האי דינא פרסאה הוא מי קאמר מעולם בעסק זה קא\"ל", 
        "61_Daf, 8_Line": "ואין חייבין על שגגתה גרידתא לימא תנינא לדרב כהנא ודרב אסי", 
        "17_Daf, 4_Line": "ר\"ש אומר שעירי הרגלים מכפרין אבל לא שעירי ר\"ח וכו':", 
        "22_Daf, 11_Line": "אמר רבא אף אנן נמי תנינא והשני ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה", 
        "42_Daf, 11_Line": "דכוותה גבי שבועות דאמר שבועה שלא אוכל משתיהן אמאי אין מצטרפין אמר רב פנחס שאני שבועות מתוך שחלוקות לחטאות אין מצטרפות", 
        "36_Daf, 1_Line": "ורבי אליעזר האי בה מאי עביד ליה פרט למתעסק", 
        "6_Daf, 0_Line": "אינו חייב אלא אחת זו היא שבועת ביטוי שחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד", 
        "40_Daf, 8_Line": "והוי בה ר' אבהו האי שבועת שקר ה\"ד אילימא שבועה שלא אוכל ואכל לאו שיש בו מעשה הוא ואלא דאמר שבועה שאוכל ולא אכל האי מי לוקה והא איתמר שבועה שאוכל ככר זו היום ועבר היום ולא אכלה רבי יוחנן ור\"ל דאמרי תרוייהו אינו לוקה", 
        "30_Daf, 12_Line": "אלא הני תנאי דתניא א\"ר ישמעאל ברבי יוסי למה מנו חכמים את אלו שכשעלו בני הגולה מצאו אלו וקידשום אבל ראשונות בטלו משבטלה הארץ אלמא קסבר קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא", 
        "95_Daf, 6_Line": "אמר רב חמא השתא דלא איתמר הלכתא לא כרב ושמואל ולא כרבי אלעזר האי דיינא דעבד כרב ושמואל עבד דעבד כרבי אלעזר עבד", 
        "35_Daf, 1_Line": "מתקיף לה רב הונא בריה דרב נתן ומי אמר אביי אנוס הוא אלמא בשלא סמוך לוסתה קאמרינן והא אביי דאמר חייב שתים אלמא בסמוך לוסתה עסקינן", 
        "69_Daf, 14_Line": "אמר לו ר' יהושע מה שהבטיח עשה והם לא ביחנו אם לנצוח אם לנצח באחרונה שביחנו הסכימו על ידן שנאמר (שופטים כ, כח) ופנחס בן אלעזר בן אהרן (הכהן) עומד לפניו בימים ההם לאמר האוסיף עוד לצאת למלחמה עם [בני] בנימין אחי אם אחדל וגו'", 
        "50_Daf, 6_Line": "מאי ר' עקיבא דדריש ריבויי ומיעוטי דתניא או נפש כי תשבע ריבה להרע או להיטיב מיעט לכל אשר יבטא האדם חזר וריבה ריבה ומיעט וריבה ריבה הכל", 
        "58_Daf, 11_Line": "ת\"ר (ויקרא יט, טו) בצדק תשפוט עמיתך שלא יהא אחד יושב ואחד עומד אחד מדבר כל צרכו ואחד אומר לו קצר דבריך ד\"א בצדק תשפוט עמיתך הוי דן את חבירך לכף זכות", 
        "63_Daf, 13_Line": "מהו דתימא ה\"מ כפירה וכפירה אבל כפירה והודאה אימא לא קמ\"ל:", 
        "47_Daf, 13_Line": "איבעית אימא כי קתני מידי דלית ליה שאלה שבועה דאית ליה שאלה לא קתני", 
        "47_Daf, 23_Line": "והרי אשם דזדונו לאו וקתני", 
        "12_Daf, 2_Line": "אימא בה למעוטי מקדש דלא סגי ליה בקרבן עולה ויורד עד דמייתי קרבן קבוע", 
        "62_Daf, 13_Line": "לא ס\"ד דתניא (ויקרא ה, ה) לאחת לחייב על כל אחת ואחת ואי ס\"ד בב\"ד מי מחייב על כל אחת ואחת והתנן השביע עליהן חמשה פעמים בפני ב\"ד וכפרו אין חייבין אלא אחת אמר ר' שמעון מה טעם הואיל ואינם יכולין לחזור ולהודות אלא לאו שמע מינה שבועה חוץ לב\"ד כפירה בב\"ד:", 
        "55_Daf, 8_Line": "עיפא תני שבועות בי רבה פגע ביה אבימי אחוה אמר ליה שבועה שלא אכלתי שבועה שלא אכלתי מהו אמר ליה אינו חייב אלא אחת א\"ל אישתבשת הרי יצאה שבועה לשקר", 
        "70_Daf, 10_Line": "בו קבלת דברים דכתיב (דברים כז, כו) ארור אשר לא יקים את דברי התורה הזאת לעשות אותם ואמר כל העם אמן", 
        "85_Daf, 9_Line": "אבל המלוה אלף זוז בשטר והניח משכון בידו דברי הכל אבד המשכון אבדו מעותיו", 
        "57_Daf, 3_Line": "שבועה שאוכל ככר זו שבועה שלא אוכלנה כו': השתא משום שבועת ביטוי מיחייב משום שבועת שוא לא מיחייב הרי יצתה שבועה לשוא", 
        "72_Daf, 4_Line": "אמר להו רב כהנא בר מינה דההיא דאנא תנינא לה והכי תנינא לה אחד זדונה ואחד שגגתה אשם בכסף שקלים ומאי חומרא דאילו התם חטאת בת דנקא והכא אשם בכסף שקלים", 
        "62_Daf, 21_Line": "אלא דכ\"ע עד אחד כי אתי לשבועה קא אתי והכא בהא קמיפלגי מר סבר דבר הגורם לממון כממון דמי ומ\"ס לאו כממון דמי", 
        "52_Daf, 8_Line": "לא ס\"ד דבעינן הטבה דומיא דהרעה והרעה דומיא דהטבה דאקיש הרעה להטבה מה הטבה אינה בביטול מצוה אף הרעה אינה בביטול מצוה הרעה גופה הטבה היא", 
        "68_Daf, 22_Line": "<big><strong>גמ׳</strong></big> משביעני עליכם מאי קאמר אמר רב יהודה הכי קאמר משביע אני עליכם בשבועה האמורה בתורה מצוה אני עליכם בצוואה האמורה בתורה אוסרכם אני באיסור האמור בתורה", 
        "3_Daf, 6_Line": "אמרו לו מהו שיקרבו זה בזה אמר להם הן אמרו לו אם כן יהיו של יום הכפורים קרבין בראשי חדשים אבל היאך של ראשי חדשים קרבין ביום הכפורים לכפר כפרה שאינה שלה אמר להם כולן באין לכפר על טומאת מקדש וקדשיו", 
        "80_Daf, 3_Line": "ולרבי יוסי דאמר בדרבנן נמי נחתינן לנכסי'", 
        "6_Daf, 8_Line": "אי הכי ידיעות התראות מיבעי ליה הא לא קשיא תני ידיעות דהתראות", 
        "52_Daf, 4_Line": "יכול נשבע לקיים את המצוה ולא קיים שיהא חייב ת\"ל להרע או להיטיב מה הרעה רשות אף הטבה רשות אוציא נשבע לקיים את המצוה ולא קיים שהוא פטור", 
        "43_Daf, 0_Line": "וחכמים אומרים בין הוא ובין חבירו לא מעל לפי שאין מעילה בקונמות", 
        "79_Daf, 20_Line": "רב חביבא מתני אסיפא מנה לי בידך אמר לו הן למחר אמר לו תנהו לי נתתיו לך פטור ואמר רב נחמן משביעין אותו שבועת היסת", 
        "70_Daf, 24_Line": "והא לית ליה לר\"מ מכלל לאו אתה שומע הן איפוך", 
        "42_Daf, 8_Line": "אמר רב פפא מחלוקת בשבועות אבל בקונמות דברי הכל בכל שהוא מאי טעמא קונמות נמי כיון דלא קא מדכר שמא דאכילה כדמפרש דמי", 
        "7_Daf, 0_Line": "ונעלם מכלל דידע והוא ידע הרי כאן שתי ידיעות אם כן מה ת\"ל (ויקרא ה, ב) ונעלם ונעלם לחייב על העלם טומאה ועל העלם מקדש", 
        "14_Daf, 1_Line": "במזיד ולא אתרו ביה בשוגג ולא אתידע ליה", 
        "48_Daf, 0_Line": "בחטאת קאמרינן", 
        "61_Daf, 3_Line": "אמרו ליה רבנן לרב פפא מי מצית אמרת דלאו בדון מינה ומינה פליגי והתנן גבי פקדון שבועת הפקדון נוהגת באנשים ובנשים ברחוקין ובקרובין בכשרין ובפסולין בפני ב\"ד ושלא בפני ב\"ד מפי עצמו ומפי אחרים אינו חייב עד שיכפור בו בב\"ד דברי ר\"מ וחכ\"א בין מפי עצמו ובין מפי אחרים כיון שכפר בו חייב", 
        "89_Daf, 8_Line": "דאפקיד ליה בעדים מתוך שיכול לומר לו החזרתיו לך יכול לומר לו נאנסו", 
        "75_Daf, 1_Line": "תא שמע דתני רבי חייא הרי כאן עשרים חטאות היכי דמי אי דפריש רבי חייא מנינא אתא לאשמועינן אלא לאו דלא פריש ושמע מינה פרטא הוי:", 
        "56_Daf, 4_Line": "שבועה שאוכל ככר זו שבועה שלא אוכלנה הראשונה שבועת ביטוי והשניה שבועת שוא", 
        "48_Daf, 11_Line": "חומר בשבועות שהשבועות חלות על דבר שאין בו ממש כדבר שיש בו ממש מה שאין כן בנדרים:", 
        "80_Daf, 11_Line": "א\"ל רב יימר לרב אשי צורבא מרבנן משלח גלימא דאינשי אלא לא מזדקקינן ליה לדיניה:", 
        "93_Daf, 3_Line": "שמעון בן טרפון אומר אזהרה לעוקב אחר נואף מנין ת\"ל (שמות כ, יג) לא תנאף לא תנאיף", 
        "14_Daf, 13_Line": "ואימא נזיר טמא דחלק דמייתי תורים ובני יונה אמר רב הושעיא לכל חטאתם ולא לכל טומאתם", 
        "56_Daf, 12_Line": "לא משום דעבודת כוכבים נמי איקרי אלוה דכתיב (שמות כ, כג) אלהי כסף ואלהי זהב", 
        "33_Daf, 8_Line": "ואין מביאין אשם תלוי על עשה ועל לא תעשה שבמקדש", 
        "92_Daf, 4_Line": "חזרה שבועה למקומה: להיכן חזרה א\"ר אמי רבותינו שבבבל אמרו חזרה שבועה לסיני רבותינו שבארץ ישראל אמרו חזרה שבועה למחויב לה", 
        "90_Daf, 3_Line": "מיתיבי הנותן טליתו לאומן אומן אומר קצצת לי שתים והלה אומר לא קצצתי לך אלא אחת כל זמן שטלית ביד אומן על בעה\"ב להביא ראיה נתנה לו בזמנו נשבע ונוטל עבר זמנו המע\"ה", 
        "64_Daf, 19_Line": "ת\"ש משביע אני עליכם אם לא תבואו ותעידוני", 
        "38_Daf, 6_Line": "אלא ממאי דאיסר מיתפס בשבועה הוא דכתיב (במדבר ל, יא) או אסרה אסר על נפשה בשבועה", 
        "18_Daf, 11_Line": "אלא אמר ר' יונה אמר קרא (במדבר כט, לט) אלה תעשו לה' במועדיכ' הוקשו כל המועדי' כולן זה לזה: והא ר\"ח לאו מועד הוא", 
        "5_Daf, 6_Line": "דאמר רבי יוחנן הלכה כסתם משנה", 
        "91_Daf, 7_Line": "וכשנגדו חשוד [וכו'] ואפי' שבועת שוא: מאי אפילו שבועת שוא", 
        "87_Daf, 6_Line": "<br><br><big><strong>הדרן עלך שבועת הדיינין</strong></big><br><br>", 
        "26_Daf, 14_Line": "אחד הנכנס לעזרה ואחד הנכנס לתוספת העזרה שאין מוסיפין על העיר ועל העזרות אלא במלך ונביא ואורים ותומים וסנהדרין של שבעים ואחד ובשתי תודות ובשיר", 
        "22_Daf, 13_Line": "אמר רבינא אף אנן נמי תנינא אשם שמתו בעליו או שנתכפרו בעליו ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה רבי אליעזר אומר ימות רבי יהושע אומר יביא בדמיו עולה", 
        "25_Daf, 9_Line": "ורבי יהודה אמר לך להכי איתקוש שיהו שוים במראה ובקומה ובדמים הוא דאתא", 
        "54_Daf, 0_Line": "אפי' כל שהוא נמי", 
        "96_Daf, 5_Line": "נושא שכר והשוכר נשבעין על השבורה ועל השבויה ועל המתה ומשלמין את האבדה ואת הגניבה", 
        "60_Daf, 9_Line": "מנין לשנים שבאו לדין אחד לבוש סמרטוטין ואחד לבוש איצטלית בת מאה מנה שאומרין לו לבוש כמותו או הלבישהו כמותך ת\"ל מדבר שקר תרחק כי הוו אתו לקמיה דרבא בר רב הונא אמר להו שלופו פוזמוקייכו וחותו לדינא", 
        "42_Daf, 0_Line": "תיפשוט דבעי רבא שבועה שלא אוכל ואכל עפר בכמה תפשוט עד דאיכא כזית כי קאמרינן במידי דבר אכילה קאמרינן", 
        "70_Daf, 26_Line": "אלא קשיא כי לית ליה בממונא אבל באיסורא אית ליה", 
        "52_Daf, 9_Line": "ואקיש הטבה להרעה מה הרעה אינה בקיום מצוה אף הטבה אינה בקיום מצוה הטבה גופה הרעה היא", 
        "11_Daf, 5_Line": "במתניתא תנא הטיל הכתוב לספחת בין שאת לבהרת לומר לך כשם שטפילה לשאת כך טפילה לבהרת:", 
        "23_Daf, 11_Line": "אמר רבי זירא", 
        "55_Daf, 1_Line": "תלאן זו בזו לא אוכל זו אם אוכל זו לא אוכל זו אם אוכל זו ואכל זו בזדון עצמה ובשגגת חבירתה וזו בזדון עצמה ובשגגת חבירתה פטור", 
        "88_Daf, 1_Line": "היו שניהן חשודין חזרה השבועה למקומה דברי רבי יוסי רבי מאיר אומר יחלוקו", 
        "2_Daf, 2_Line": "יציאות השבת שתים שהן ארבע", 
        "51_Daf, 15_Line": "שאני התם דכתיב כל נדיב לב", 
        "77_Daf, 13_Line": "ושמואל אמר לך אי כתב רחמנא כלים ולא כתב כסף הוה אמינא מאי כלים שנים אף כל שנים אבל דבר חשוב לא בעינן קמ\"ל", 
        "35_Daf, 3_Line": "בעא מיניה רבי יונתן בן יוסי בן לקוניא מרבי שמעון בן יוסי בן לקוניא אזהרה לבועל נדה מנין מן התורה שקל קלא פתק ביה אזהרה לבועל נדה (ויקרא יח, יט) ואל אשה בנדת טומאתה לא תקרב", 
        "69_Daf, 15_Line": "כל שלמה האמורין בשה\"ש קדש שיר למי שהשלום שלו חוץ מזה (שיר השירים ח, יב) כרמי שלי לפני האלף לך שלמה שלמה לדידיה ומאתים לנוטרים את פריו רבנן וי\"א אף זה חול (שיר השירים ג, ז) הנה מטתו שלשלמה ששים", 
        "57_Daf, 1_Line": "ואם לא ראיתי נחש כקורת בית הבד: ולא והא ההוא דהוה בשני שבור מלכא הוה חד דאחזיק תליסר אורוותא תיבנא", 
        "66_Daf, 1_Line": "מה לפקדון שכן לא עשה בו מושבע כנשבע ומזיד כשוגג תאמר בעדות שכן עשה בה מושבע כנשבע ומזיד כשוגג", 
        "83_Daf, 7_Line": "הא קמשמע לן כדאביי קשישא דתני אביי קשישא יתומין שאמרו גדולים ואין צריך לומר קטנים בין לשבועה בין לזיבורית", 
        "85_Daf, 0_Line": "<big><strong>גמ׳</strong></big> אהייא אילימא אסיפא ותיפוק ליה דשבועה גבי מלוה", 
        "58_Daf, 0_Line": "מתני׳ <big><strong>שבועת</strong></big> העדות נוהגת באנשים ולא בנשים ברחוקין ולא בקרובין בכשרין ולא בפסולין ואינה נוהגת אלא בראוין להעיד", 
        "4_Daf, 5_Line": "שבועות שתים שהן ארבע שתים שאוכל ושלא אוכל שהן ארבע אכלתי ושלא אכלתי", 
        "75_Daf, 13_Line": "ליטרא זהב יש לי בידך אין לך בידי אלא ליטרא כסף פטור דינר זהב יש לי בידך אין לך בידי אלא דינר כסף וטריסית ופונדיות ופרוטה חייב שהכל מין מטבע אחת", 
        "69_Daf, 24_Line": "ורבנן אי גמירי גזירה שוה ניבעי שם המיוחד אי לא גמירי גזירה שוה אלה דשבועה היא מנא להו", 
        "70_Daf, 8_Line": "אמר רבי יוסי ברבי חנינא אמן בו שבועה בו קבלת דברים בו האמנת דברים", 
        "52_Daf, 11_Line": "אלא מדאיצטריך או לרבות הטבת אחרים ש\"מ בדבר הרשות כתיבי דאי ס\"ד בדבר מצוה כתיבי השתא הרעת אחרים איתרבי הטבת אחרים מיבעיא", 
        "92_Daf, 2_Line": "היו שניהן חשודין: א\"ל רבא לרב נחמן היכי תנן א\"ל לא ידענא הלכתא מאי א\"ל לא ידענא", 
        "68_Daf, 7_Line": "נאמר כאן תחטא ונאמר להלן תחטא מה להלן בתביעת ממון ויש לו אף כאן בתביעת ממון ויש לו:", 
        "8_Daf, 7_Line": "אמר מר ונעלם מכלל שידע מאי משמע אמר רבא מדלא כתיב והיא עלומה ממנו", 
        "91_Daf, 9_Line": "וליתני נמי שבועת בטוי כי קתני שבועה דכי קא משתבע בשקרא קא משתבע אבל שבועת בטוי דאיכא למימר דבקושטא קא משתבע לא קתני", 
        "37_Daf, 2_Line": "הלך בראשון ונכנס הזה ושנה וטבל חזר והלך בשני ונכנס חייב ורבי שמעון פוטר ואמאי חייב ספק ידיעה הוא", 
        "72_Daf, 8_Line": "מאי אינו לוקה דאינו נפטר במלקות מכלל דנזיר טמא נפטר במלקות הא קרבן כתיב ביה התם דמייתי קרבן כי היכי דתיחול עליה נזירות בטהרה", 
        "24_Daf, 5_Line": "אמר רב יוסף רבי היא וסבר לה כר' יהודה", 
        "5_Daf, 12_Line": "דתניא (שמות יב, י) לא תותירו ממנו עד בקר והנותר ממנו עד בקר באש תשרפו בא הכתוב ליתן עשה אחר לא תעשה לומר שאין לוקין עליו דברי ר' יהודה רבי יעקב אומר לא מן השם הוא זה אלא משום דהוה לאו שאין בו מעשה ולאו שאין בו מעשה אין לוקין עליו", 
        "67_Daf, 6_Line": "ר\"ש אומר חייב כאן וחייב בפקדון כו':", 
        "66_Daf, 12_Line": "איכא בינייהו משביע עדי קרקע לר\"א חייבין לר\"ע פטורין", 
        "36_Daf, 5_Line": "תנו רבנן שני שבילין אחד טמא ואחד טהור והלך בראשון ולא נכנס בשני ונכנס חייב", 
        "75_Daf, 23_Line": "והלכתא כוותיה דרבא ולית הלכתא כוותיה דרב פפא הלכתא כוותיה דרבא דהא לא נקיט חפצא בידיה ולית הלכתא כוותיה דרב פפא דהא נקיט חפצא בידיה", 
        "40_Daf, 3_Line": "כי אתא רבין א\"ר ירמיה א\"ר אבהו א\"ר יוחנן אכלתי ולא אכלתי שקר ואזהרתיה (ויקרא יט, יב) מלא תשבעו בשמי לשקר אוכל ולא אוכל עובר (במדבר ל, ג) בלא יחל דברו ואי זו היא שבועת שוא נשבע לשנות את הידוע לאדם", 
        "88_Daf, 9_Line": "חלקו השותפין והאריסין אין יכול להשביעו נתגלגל לו שבועה ממקום אחר מגלגלין עליו את הכל והשביעית משמטת את השבועה:", 
        "77_Daf, 5_Line": "ההוא מיבעי ליה כדתניא ר\"ש בן טרפון אומר (שמות כב, י) שבועת ה' תהיה בין שניהם מלמד שחלה שבועה על שניהם:", 
        "75_Daf, 5_Line": "אלא כי אתא רבין אמר רבי יוחנן לדברי רבן שמעון קנס הוא תובע ולא בושת ופגם לדברי חכמים אף בושת ופגם הוא תובע במאי קא מיפלגי אמר רב פפא ר\"ש סבר לא שביק איניש מידי דקיץ ותבע מידי דלא קיץ ורבנן סברי לא שביק מידי דכי מודה ביה לא מיפטר ותבע מידי דכי מודה ביה מיפטר:", 
        "49_Daf, 16_Line": "אמרו ליה רבנן לאביי אימא במזיד מיחייב חדא בשוגג מיחייב תרתי", 
        "44_Daf, 4_Line": "שכר כתיב מידי דמשכר", 
        "94_Daf, 12_Line": "תא שמע נשא ראשונה ומתה נשא שניה ומת הוא שניה ויורשיה קודמין ליורשי הראשונה ה\"נ שנשבעה ומתה", 
        "94_Daf, 1_Line": "מאי לאו לעדות ממון אמר רבא הוא ואחר מצטרפין לעדות אחרת של ר\"ח דהוי להו תרי וחד ואין דבריו של אחד במקום שנים:", 
        "41_Daf, 15_Line": "והרי מפרש מפרש נמי כבריה דמי", 
        "51_Daf, 17_Line": "משום דהוו תרומה וקדשים שני כתובין הבאין כאחד וכל שני כתובין הבאין כאחד אין מלמדין", 
        "32_Daf, 4_Line": "בא לו בארוכה חייב בקצרה פטור וכו': אמר רבא קצרה שאמרו אפי' עקב בצד גודל ואפי' כל היום כולו", 
        "67_Daf, 2_Line": "ההוא דא\"ל לחבריה מנה מניתי לך בצד עמוד זה א\"ל לא עברתי בצד עמוד זה אתו תרי סהדי אסהידו ביה דהשתין מים בצד עמוד זה אמר ר\"ל הוחזק כפרן", 
        "67_Daf, 20_Line": "כי אתא רב פפא ורב הונא בריה דרב יהושע מבי רב אמרי היינו חוכא מכדי ר\"ש ג\"ש גמיר למה ליה דפריך מה לפקדון שכן לא עשה בו מושבע כנשבע מזיד כשוגג", 
        "25_Daf, 4_Line": "ומני רבי יהודה היא דתניא (ויקרא טז, לג) וכפר את מקדש הקדש זה לפני ולפנים את אהל מועד זה היכל מזבח כמשמעו יכפר אלו עזרות כהנים כמשמעו עם הקהל אלו ישראל יכפר אלו הלוים", 
        "48_Daf, 13_Line": "אלא מתנה לעשיר:", 
        "81_Daf, 7_Line": "סימן ראוב\"ן ושמעו\"ן דתנ\"ו הלכת\"א יזפ\"י ופר\"ע פלוני ופלוני עפצ\"י סטרא\"י בהימנות\"א כבי תרי:", 
        "18_Daf, 8_Line": "קסלקא דעתך כל חד וחד מחבריה גמר והאמר ר' יוחנן כל התורה כולה למידין למד מלמד חוץ מקדשים שאין למידין למד מלמד", 
        "53_Daf, 7_Line": "זו היא שבועת בטוי שחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד", 
        "3_Daf, 8_Line": "על שאר עבירות שבתורה הקלות והחמורות הזדונות והשגגות הודע ולא הודע עשה ולא תעשה כריתות ומיתות בית דין שעיר המשתלח מכפר", 
        "49_Daf, 4_Line": "כי פליגי אליבא דרבנן שמואל כרבנן ורב כי לא מחייבי רבנן בלאו והן דכתיב (ויקרא ה, ד) להרע או להיטיב בהדיא אבל להבא ולשעבר דמריבויא דקראי אתו מחייבי", 
        "45_Daf, 13_Line": "שבועה שלא אוכל וכו': הא גופא קשיא אמרת שבועה שלא אוכל ואכל אוכלין שאין ראוין לאכילה ושתה משקין שאין ראוין לשתיה פטור והדר תני שבועה שלא אוכל ואכל נבילות וטריפות שקצים ורמשים חייב מאי שנא רישא דפטור ומאי שנא סיפא דחייב", 
        "70_Daf, 15_Line": "תנו רבנן (ויקרא כד, טו) איש [איש] כי יקלל אלהיו ונשא חטאו מה ת\"ל והלא כבר נאמר (ויקרא כד, טז) ונקב שם ה' מות יומת יכול לא יהא חייב אלא על שם המיוחד בלבד מנין לרבות את הכינויין תלמוד לומר איש איש כי יקלל אלהיו וגו' מכל מקום דברי רבי מאיר וחכמים אומרים על שם מיוחד במיתה ועל הכינויין באזהרה:", 
        "93_Daf, 12_Line": "מתיב רב הונא בר יהודה", 
        "11_Daf, 7_Line": "אמר רבי חנינא משל דרבנן למה הדבר דומה לתרי מלכי ולתרי איפרכי מלכו של זה למעלה ממלכו של זה ואיפרכו של זה למעלה מאיפרכו של זה", 
        "27_Daf, 4_Line": "רבי אליעזר אומר השרץ ונעלם ממנו על העלם שרץ חייב ואינו חייב על העלם מקדש", 
        "4_Daf, 9_Line": "מני מתניתין לא רבי ישמעאל ולא ר' עקיבא אי רבי ישמעאל האמר אינו חייב אלא על העתיד לבוא אי ר' עקיבא האמר על העלם טומאה הוא חייב ואינו חייב על העלם מקדש", 
        "9_Daf, 7_Line": "א\"ר חנינא מאן תנא מראות נגעים דלא כר' עקיבא דאי ר\"ע כיון דאמר זו למעלה מזו וזו למעלה מזו א\"כ טיהרת סיד היכל מלצרף", 
        "93_Daf, 9_Line": "איתמר שתי כיתי עדים המכחישות זו את זו אמר רב הונא זו באה בפני עצמה ומעידה וזו באה בפני עצמה ומעידה רב חסדא אמר בהדי סהדי שקרי למה לי", 
        "44_Daf, 12_Line": "אמר רב אשי מתני' נמי דיקא שבועה שלא אוכל ואכל אוכלין שאין ראוין לאכילה ושתה משקין שאין ראוין לשתיה פטור הא ראוין חייב ואמאי הא שבועה שלא אוכל קאמר", 
        "81_Daf, 4_Line": "אמר לך שמואל תנאי היא דתניא בעדים הלויתיך בעדים פרע לי או יתן או יביא ראיה שנתן רבי יהודה בן בתירא אומר יכול לומר לו פרעתיך בפני פלוני ופלוני והלכו להם למדינת הים", 
        "53_Daf, 0_Line": "עד שיפרוט לך הכתוב יחדיו", 
        "72_Daf, 7_Line": "ת\"ש לא אם אמרת בנזיר טמא שכן לוקה תאמר בשבועת הפקדון שאינו לוקה מדקאמר לוקה מכלל דאתרו ביה וקאמר תאמר בשבועת הפקדון שאינו לוקה אבל קרבן מייתי", 
        "72_Daf, 10_Line": "א\"ל רב חנינא לרבה תניא דמסייע לך (ויקרא ה, כב) וכחש בה פרט למודה לאחד מן האחין או לאחד מן השותפין (ויקרא ה, כב) ונשבע על שקר פרט ללוה בשטר וללוה בעדים", 
        "70_Daf, 19_Line": "עצמו דכתיב (דברים ד, ט) רק השמר לך ושמור נפשך מאד כדרבי אבין אמר רבי אילעא דאמר כל מקום שנאמר השמר פן ואל אינו אלא לא תעשה וחבירו דכתיב (ויקרא יט, יד) לא תקלל חרש:", 
        "80_Daf, 1_Line": "מאי איכא בין שבועה דאורייתא לשבועה דרבנן איכא בינייהו מיפך שבועה בדאורייתא לא מפכינן שבועה בדרבנן מפכינן", 
        "56_Daf, 14_Line": "ולימא להו קיימו מצוה חדא מצוה קיימו מצות תרתי כל המצות כולן מצות ציצית דאמר מר שקולה מצות ציצית כנגד כל המצות כולן", 
        "89_Daf, 4_Line": "אמר רב נחמן אמר שמואל לא שנו אלא ששכרו בעדים אבל שכרו שלא בעדים מתוך שיכול לומר לו לא שכרתיך מעולם יכול לומר לו שכרתיך ונתתי לך שכרך א\"ל רבי יצחק יישר וכן אמר רבי יוחנן", 
        "3_Daf, 4_Line": "ר\"ש בן יהודה אומר משמו שעירי ראשי חדשים מכפרין על הטהור שאכל את הטמא מוסיף עליהן של רגלים שמכפרין על טהור שאכל את הטמא ועל שאין בה ידיעה לא בתחלה ולא בסוף", 
        "5_Daf, 3_Line": "בשלמא אכלתי ולא אכלתי כדרבא שלא אוכל ואכל נמי לאו שיש בו מעשה הוא אלא אוכל ולא אכל אמאי לאו שאין בו מעשה הוא", 
        "86_Daf, 4_Line": "אלא משכנו שלא בשעת הלואתו כולי עלמא לא פליגי דאית להו דרבי יצחק והכא במשכנו בשעת הלואתו", 
        "18_Daf, 14_Line": "הוא אינו מכפר כפרתן כפרה אחת מכפר ואינו מכפר שתי כפרות הן אינן מכפרין כפרתו אמר קרא אחת בשנה כפרה זו לא תהא אלא אחת בשנה", 
        "33_Daf, 7_Line": "זו היא מצות עשה שבמקדש שאין חייבין עליה וכו': היכא קאי דקאמר זו היא התם קאי אין חייבין על עשה ועל לא תעשה שבמקדש", 
        "78_Daf, 12_Line": "לימא מסייע ליה טענו חטין והודה לו בשעורין פטור ורבן גמליאל מחייב טעמא דטענו חטין והודה לו בשעורין הא חטין ושעורין והודה לו באחד מהן חייב", 
        "95_Daf, 7_Line": "אמר רב פפא האי שטרא דיתמי לא מקרע קרעינן ליה ולא אגבויי מגבינן ביה אגבויי לא מגבינן ביה דלמא סבירא לן כרב ושמואל ומקרע לא קרעינן ליה דהאי דיינא דעבד כרבי אלעזר עבד", 
        "76_Daf, 11_Line": "כדתנן אלו נאמרין בכל לשון פרשת סוטה וידוי מעשר קריאת שמע ותפלה וברכת המזון ושבועת העדות ושבועת הפקדון וקאמר נמי שבועת הדיינין אף היא בלשונה נאמרה", 
        "87_Daf, 2_Line": "לימא כתנאי המלוה את חבירו על המשכון ונכנסה שמיטה אף על פי שאינו שוה אלא פלגא אינו משמט דברי רבן שמעון בן גמליאל רבי יהודה הנשיא אומר אם היה משכונו כנגד חובו אינו משמט ואם לאו משמט", 
        "45_Daf, 10_Line": "פליגי בה רב אחא ורבינא חד אמר אפרטי מיחייב אכללי לא מיחייב וחד אמר אכללי נמי מיחייב", 
        "13_Daf, 12_Line": "האי ע\"ז היכי דמי אי במזיד בר קטלא הוא אי בשוגג בר קרבן הוא", 
        "15_Daf, 9_Line": "ונכפר חיצון אדידיה ואמאי דעביד פנימי נפקא מינה לטומאה דאירעה בין זה לזה אמר קרא (שמות ל, י) אחת בשנה כפרה זו לא תהא", 
        "21_Daf, 5_Line": "אי רבי שמעון אימא סיפא שחטה על גבי מערכתה אין לה פדייה עולמית", 
        "30_Daf, 0_Line": "על פי נביא נאכלת ועל פי נביא נשרפת:", 
        "55_Daf, 6_Line": "נדרי שגגות כיצד קונם אם אכלתי ואם שתיתי ונזכר שאכל ושתה שאיני אוכל שאיני שותה שכח ואכל ושתה מותר ותני עלה כשם שנדרי שגגות מותרין כך שבועות שגגות מותרות", 
        "24_Daf, 13_Line": "רבא אמר הא והא רבי ומודה רבי בכרת דיומא דאי לא תימא הכי כרת דיום הכפורים לרבי לית ליה", 
        "75_Daf, 8_Line": "כיצד שתי כסף לי בידך אין לך בידי אלא פרוטה פטור שתי כסף ופרוטה לי בידך אין לך בידי אלא פרוטה חייב", 
        "66_Daf, 19_Line": "אפי' תימא אית ליה דרבי אחא בשלמא ידיעה בלא ראיה משכחת לה אלא ראיה בלא ידיעה היכי משכחת לה מי לא בעי מידע אם עובד כוכבים הרג או ישראל הרג אם אדם טרפה הרג או שלם הרג", 
        "83_Daf, 5_Line": "שמואל אמר לקטן ליפרע מנכסי קטן להקדש ליפרע מנכסי הקדש", 
        "69_Daf, 23_Line": "אמר אביי לא קשיא הא רבי חנינא בר אידי הא רבנן דתניא רבי חנינא בר אידי אומר הואיל ואמרה תורה השבע ואל תשבע קלל ואל תקלל מה השבע בשם אף לא תשבע בשם מה קלל בשם אף לא תקלל בשם", 
        "38_Daf, 7_Line": "מבטא נמי הכתיב (ויקרא ה, ד) לכל אשר יבטא האדם בשבועה", 
        "7_Daf, 11_Line": "ואמרינן במאי קא מיפלגי רבי דריש כללי ופרטי ורבי יוסי בר' יהודה דריש", 
        "58_Daf, 13_Line": "רב עולא בריה דרב עילאי הוה ליה דינא קמיה דרב נחמן שלח ליה רב יוסף עולא חברנו עמית בתורה ובמצות אמר למאי שלח לי לחנופי ליה הדר אמר למישרא בתיגריה", 
        "65_Daf, 6_Line": "<big><strong>גמ׳</strong></big> טעמא דאיש פלוני כהן דאיש פלוני לוי הא מנה לפלוני ביד פלוני חייבין הא קתני סיפא עד שישמעו מפי התובע", 
        "19_Daf, 5_Line": "לעולם אחת משמע ליה ושאני הכא דאמר קרא (שמות ל, י) וכפר אהרן על קרנותיו אחת בשנה קרנותיו דמזבח הפנימי הוא דכפרה אחת מכפר ואינו מכפר שתי כפרות הא דחיצון אפילו שתי כפרות", 
        "51_Daf, 7_Line": "א\"ל תנינא שב מידיעתו מביא קרבן על שגגתו לא שב מידיעתו אין מביא קרבן על שגגתו", 
        "74_Daf, 17_Line": "והתני ר' חייא הרי כאן חמש עשרה חטאות ואם איתא עשרים הויין האי תנא דפרטי קא חשיב דכללי לא קא חשיב", 
        "86_Daf, 5_Line": "ובשומר אבדה קמיפלגי דאיתמר שומר אבדה רבה אמר כשומר חנם", 
        "63_Daf, 7_Line": "הכל מודים בעד מיתה שהוא פטור דאמר לה לדידה ולא אמר להו לבית דין דתנן האשה שאמרה מת בעלי תנשא מת בעלי תתיבם", 
        "93_Daf, 1_Line": "ורב ושמואל האי שבועת ה' מאי קא דרשי ביה", 
        "14_Daf, 11_Line": "אימא מצורע אמר רב הושעיא לכל חטאתם ולא לכל טומאתם", 
        "46_Daf, 6_Line": "הכי השתא התם כיון דמעיקרא אכל והדר אשתבע ליה", 
        "48_Daf, 7_Line": "ר' ישמעאל אומר אינו חייב אלא על העתיד לבא שנאמר (ויקרא ה, ד) להרע או להיטיב", 
        "69_Daf, 26_Line": "התם שבועת האלה כתיב הכי קאמר אלה אין אלה אלא בשבועה וכן הוא אומר והשביע הכהן את האשה בשבועת האלה", 
        "50_Daf, 1_Line": "ר' ישמעאל אומר אינו חייב אלא על העתיד לבא: ת\"ר (ויקרא ה, ד) להרע או להיטיב אין לי אלא דברים שיש בהן הרעה והטבה שאין בהן הרעה והטבה מנין תלמוד לומר (ויקרא ה, ד) או נפש כי תשבע לבטא בשפתים", 
        "16_Daf, 6_Line": "והאי מיבעי ליה לכדר\"ל דאמר ר\"ל מה נשתנה שעיר של ר\"ח שנאמר בו לה' אמר הקב\"ה שעיר זה יהא כפרה על שמיעטתי את הירח", 
        "90_Daf, 11_Line": "אלא אמר רבא בהא קמיפלגי רבי יהודה סבר בדאורייתא עבדו ליה תקנתא לשכיר ובדרבנן הואי תקנתא ותקנתא לתקנתא לא עבדינן", 
        "45_Daf, 18_Line": "בשלמא רבי יוחנן לא אמר כריש לקיש דמוקים לה למתניתין כדברי הכל אלא ר\"ל מאי טעמא לא אמר כר' יוחנן", 
        "71_Daf, 8_Line": "שבועת הפקדון כיצד אמר לו תן לי פקדוני שיש לי בידך שבועה שאין לך בידי או שאמר לו אין לך בידי משביעך אני ואמר אמן הרי זה חייב", 
        "11_Daf, 13_Line": "רבינא אמר כגון גלימא דעמר ושחקיה סדינא דכיתנא ושחקיה:", 
        "61_Daf, 2_Line": "ומדמייתו לה מקל וחומר דיו לבא מן הדין להיות כנדון מה מושבע מפי אחרים בב\"ד אין שלא בב\"ד לא אף מושבע מפי עצמו בפני ב\"ד אין שלא בפני ב\"ד לא", 
        "70_Daf, 14_Line": "המקלל בכולן חייב דברי ר\"מ וחכמים פוטרין:", 
        "17_Daf, 1_Line": "אלא כדא\"ר חמא בר' חנינא שעיר ושעיר ה\"נ שעיר ושעיר ואיתקוש שעירי רגלים לשעירי ראשי חדשים מה שעירי ראשי חדשים אינן מכפרין אלא על שאין בה ידיעה לא בתחלה ולא בסוף אף שעירי הרגלים אינן מכפרין אלא על שאין בה ידיעה לא בתחלה ולא בסוף:", 
        "6_Daf, 5_Line": "במאי אוקימתא כר' ישמעאל ולמלקות מראות נגעים מאי מלקות איכא בקוצץ בהרתו וכרבי אבין א\"ר אילעא דא\"ר אבין א\"ר אילעא כל מקום שנאמר השמר פן ואל אינו אלא לא תעשה", 
        "92_Daf, 6_Line": "ורב ושמואל דאמרי תרוייהו לא שנו אלא שמת מלוה בחיי לוה אבל מת לוה בחיי מלוה כבר נתחייב מלוה לבני לוה שבועה ואין אדם מוריש שבועה לבניו", 
        "29_Daf, 1_Line": "אלמה לא אפשר דמקדש בשתי הלחם בעצרת משום דלא אפשר", 
        "53_Daf, 5_Line": "ורבנן התם איתיה בלא איטיב הכא מי איתיה בלא אקיים:", 
        "73_Daf, 6_Line": "תא שמע לא אם אמרת בנזיר טמא שכן לוקה תאמר בשבועת הפקדון שאינו לוקה היכי דמי אי דליכא עדים אמאי לוקה אלא פשיטא דאיכא עדים וקתני תאמר בשבועת הפקדון שאינו לוקה מלקא הוא דלא לקי אבל קרבן מייתי תיובתא דרבה תיובתא", 
        "70_Daf, 4_Line": "בו קללה דכתיב (דברים כז, יג) ואלה יעמדו על הקללה וכתיב (דברים כז, טו) ארור האיש אשר יעשה פסל וגו'", 
        "25_Daf, 7_Line": "ולרבי שמעון הא ודאי הושוו מאי הושוו דבני כפרה נינהו מיהו כל חד וחד מכפר בדנפשיה", 
        "10_Daf, 1_Line": "והיכא שמעינן לרבי עקיבא זו למעלה מזו", 
        "5_Daf, 11_Line": "וממאי דר' יעקב היא דאמר לאו שאין בו מעשה אין לוקין עליו דלמא ר' יהודה היא ומשום דבא הכתוב ליתן עשה אחר לא תעשה הא לאו הכי לקי", 
        "35_Daf, 17_Line": "ורבי עקיבא איידי", 
        "95_Daf, 8_Line": "ההוא דיינא דעבד כרבי אלעזר הוה צורבא מרבנן במתיה אמר ליה אייתינה איגרתא ממערבא דלית הלכתא כרבי אלעזר אמר ליה לכי תייתי אתא לקמיה דרב חמא א\"ל האי דיינא דעבד כרבי אלעזר עבד:", 
        "31_Daf, 8_Line": "ת\"ר קידה על אפים וכן הוא אומר (מלכים א א, לא) ותקד בת שבע אפים ארץ כריעה על ברכים וכן הוא אומר (מלכים א ח, נד) מכרוע על ברכיו השתחואה זו פישוט ידים ורגלים וכן אומר (בראשית לז, י) הבוא נבוא אני ואמך ואחיך להשתחות לך ארצה:", 
        "67_Daf, 13_Line": "אמר להו רב הונא ומאי חוכא דלמא מזיד דלאו כשוגג בפקדון ממעילה ר\"ש גמר לה", 
        "8_Daf, 14_Line": "התם דעיקר שבת הוא תני אבות ותולדות הכא דלאו עיקר שבת הוא אבות תני ותולדות לא תני", 
        "23_Daf, 2_Line": "ואף שמואל סבר להא דר' יוחנן דאמר רב יהודה אמר שמואל קרבנות צבור סכין מושכתן למה שהן", 
        "59_Daf, 1_Line": "אמר עולא מחלוקת בבעלי דינין אבל בעדים דברי הכל בעמידה דכתיב (דברים יט, יז) ועמדו שני האנשים אמר רב הונא מחלוקת בשעת משא ומתן אבל בשעת גמר דין דברי הכל דיינין בישיבה ובעלי דינין בעמידה דכתיב (שמות יח, יג) וישב משה לשפוט את העם ויעמוד העם", 
        "6_Daf, 1_Line": "זו היא דחייבין על זדונה מכות אבל אוכל ולא אכל לא לקי", 
        "39_Daf, 12_Line": "פשיטא האי לאו והאי לאו מהו דתימא כדאמר ליה רב פפא לאביי לא ינקה כלל", 
        "18_Daf, 1_Line": "וכי תימא ניכפרו אדראש חדש הא אמרינן אותה אותה נושא עון ואין אחר נושא עון", 
        "19_Daf, 3_Line": "מ\"ש דרגלים דלא מכפרי אדיום הכפורים דאמר קרא (שמות ל, י) אחת בשנה כפרה זו לא תהא אלא אחת בשנה אי הכי דיום הכפורים נמי לא ניכפרו אדרגלים אחת כתיב כפרה אחת מכפר ואינו מכפר שתי כפרות אחת לא משמע ליה", 
        "7_Daf, 8_Line": "כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש דבר המטלטל וגופו ממון אף כל דבר המטלטל וגופו ממון יצאו קרקעות שאינן מטלטלין יצאו עבדים שהוקשו לקרקעות יצאו שטרות אע\"פ שמטלטלין אין גופן ממון", 
        "49_Daf, 3_Line": "אליבא דרבי יהודה בן בתירא כולי עלמא לא פליגי השתא לאו והן לא בעי להבא ולשעבר בעי", 
        "41_Daf, 13_Line": "אמרו לו לרבי עקיבא היכן מצינו כו': ולא והרי נמלה בריה שאני", 
        "28_Daf, 8_Line": "אלא גדולה שבתודה ומאי ניהו חמץ דתנן התודה היתה באה מן חמש סאין ירושלמיו' שהן שש מדבריות שהן שתי איפות והאיפה שלש סאין עשרים עשרון עשרה לחמץ ועשרה למצה ובמצה שלשה מינין חלות רקיקין ורבוכה", 
        "26_Daf, 0_Line": "בטומאת מקדש וקדשיו במה הם מתכפרין מוטב שיתכפרו בפרו של אהרן שהרי הותר מכללו אצל ביתו ואל יתכפרו בשעיר הנעשה בפנים שהרי לא הותר מכללו", 
        "82_Daf, 3_Line": "התם כיון דקאמר אתורי יהבת לי ומתורי שקלת איתרע שטרא הכא אימור סיטראי נינהו", 
        "29_Daf, 3_Line": "נבנייה מאתמול וניקדשיה האידנא בעינן קידוש בשעת הבנין", 
        "48_Daf, 15_Line": "התם דאמר ג' הכא דלא אמר ג':", 
        "40_Daf, 2_Line": "מיתיבי אי זו היא שבועת שוא נשבע לשנות את הידוע לאדם שבועת שקר נשבע להחליף אימא נשבע ומחליף", 
        "89_Daf, 1_Line": "אי הכי אפי' עבר זמנו נמי אלמה תניא עבר זמנו ולא נתן לו הרי זה אינו נשבע ונוטל", 
        "35_Daf, 13_Line": "וכן אמר עולא שרץ ונבלה איכא בינייהו דעולא רמי דרבי אליעזר אדרבי אליעזר ומשני מי א\"ר אליעזר בעינן עד דידע אי בשרץ איטמי אי בנבלה איטמי", 
        "77_Daf, 7_Line": "הטענה שתי כסף: אמר רב כפירת טענה שתי כסף ושמואל אמר טענה עצמה שתי כסף אפי' לא כפר אלא בפרוטה ולא הודה אלא בפרוטה חייב", 
        "48_Daf, 6_Line": "שאישן ושלא אישן שישנתי ושלא ישנתי שאזרוק צרור לים ושלא אזרוק שזרקתי ושלא זרקתי", 
        "23_Daf, 8_Line": "היינו קלות היינו עשה ולא תעשה חמורות היינו כריתות ומיתות ב\"ד הודע היינו מזיד לא הודע היינו שוגג", 
        "20_Daf, 8_Line": "א\"ל אביי והא מר הוא דאמר הקדיש זכר לדמיו קדוש קדושת הגוף לא קשיא הא דאמר לדמי עולה הא דאמר לדמי נסכים", 
        "20_Daf, 1_Line": "אלא מעתה לא תפסל בטבול יום אלמה תניא נתנה במכתשת נפסלת בטבול יום", 
        "47_Daf, 19_Line": "רב אשי אמר כי קתני מידי דחיילא כשיעור שבועה דחיילא אפחות מכשיעור לא קתני", 
        "95_Daf, 16_Line": "לא תימא הא שאר שני שבוע מגלגלין אלא אימא נעשה לו שותף או אריס ערב שביעית ולמוצאי שביעית לוה הימנו מגלגלין", 
        "73_Daf, 0_Line": "הא קיימא שניה", 
        "92_Daf, 3_Line": "איתמר אמר רב יוסף בר מניומי אמר רב נחמן ר' יוסי אומר יחלוקו וכן תני רב זביד בר אושעיא ר' יוסי אומר יחלוקו איכא דאמרי תני רב זביד א\"ר אושעיא ר' יוסי אומר יחלוקו אמר רב יוסף בר מניומי עבד רב נחמן עובדא יחלוקו:", 
        "7_Daf, 6_Line": "ריבה ומיעט וריבה ריבה הכל מאי ריבה כל מילי ומאי מיעט מיעט שטרות", 
        "50_Daf, 29_Line": "בעא מיניה רבא מרב נחמן", 
        "54_Daf, 5_Line": "והתניא כיפר בשלא גלח ור\"א היא דאמר תגלחת מעכבא", 
        "40_Daf, 4_Line": "אמר רב פפא הא דרבי אבהו לאו בפירוש איתמר אלא מכללא איתמר דאמר רב אידי בר אבין אמר רב עמרם אמר רב יצחק א\"ר יוחנן ר' יהודה אומר משום ר' יוסי הגלילי כל לא תעשה שבתורה לאו שיש בו מעשה לוקין עליו ושאין בו מעשה אין לוקין עליו חוץ מנשבע ומימר ומקלל את חבירו בשם", 
        "72_Daf, 5_Line": "וליגמר מינה דלמא דלא אתרו ביה", 
        "50_Daf, 5_Line": "א\"ר יוחנן ר' ישמעאל ששימש את רבי נחוניא בן הקנה שהיה דורש את כל התורה כולה בכלל ופרט איהו נמי דורש בכלל ופרט רבי עקיבא ששימש את נחום איש גם זו שהיה דורש את כל התורה כולה בריבה ומיעט איהו נמי דורש ריבה ומיעט", 
        "52_Daf, 1_Line": "א\"ר יהודה בן בתירא מה אם הרשות שאינו מושבע עליו מהר סיני הרי הוא חייב עליו מצוה שהוא מושבע עליה מהר סיני אינו דין שיהא חייב עליה", 
        "61_Daf, 0_Line": "אמר להו רב פפא אי מפקדון גמרי לה רבנן דכולי עלמא לא פליגי דדון מינה ומינה", 
        "81_Daf, 1_Line": "אמר לך רב אסי אנא כי אמרי היכא דמעיקרא אוזפיה בעדים דלא לדידיה הימניה הכא הא הימניה", 
        "51_Daf, 5_Line": "בעא מיניה רבינא מרבא נשבע על ככר ומסתכן עליה מהו", 
        "74_Daf, 15_Line": "תן לי פקדון ותשומת יד גזל ואבידה שיש לי בידך כו': תן לי חטין ושעורין א\"ר יוחנן פרוטה מכולם מצטרפת", 
        "21_Daf, 3_Line": "הרי פרה דלא שכיחא ותניא פרה נפדית על כל פסול שבה מתה תפדה נשחטה תפדה מצא אחרת נאה הימנה תפדה שחטה על גבי מערכתה אין לה פדייה עולמית שאני פרה דקדשי בדק הבית היא", 
        "71_Daf, 0_Line": "אלא איפוך אפילו באיסורא לית ליה", 
        "64_Daf, 7_Line": "<big><strong>גמ׳</strong></big> איבעיא להו משביע עדי קנס מהו", 
        "15_Daf, 5_Line": "ונתכפר כפרה גמורה אי כתיב מחטאתם כדקא אמרת השתא דכתיב לכל חטאתם להנך דאתו לכלל חטאת", 
        "88_Daf, 0_Line": "אחת שבועת העדות ואחת שבועת הפקדון ואפילו שבועת שוא היה אחד מהן משחק בקוביא ומלוה ברבית ומפריחי יונים וסוחרי שביעית שכנגדו נשבע ונוטל", 
        "54_Daf, 6_Line": "והתניא גלח אמר רב אשי נזירות קא רמית מי גרם לשניה שלא תחול ראשונה ואינה", 
        "53_Daf, 17_Line": "אמר רבא נשבע על ככר ואכלה אם שייר ממנה כזית נשאל עליה אכלה כולה אין נשאל עליה", 
        "47_Daf, 22_Line": "ורב אשי מאויריא אמר ר' זירא כי קתני זדונו כרת זדונו לאו לא קתני", 
        "27_Daf, 6_Line": "ר' ישמעאל אומר ונעלם ונעלם שתי פעמים לחייב על העלם טומאה ועל העלם מקדש:", 
        "29_Daf, 9_Line": "ואומר (תהלים צא, א) יושב בסתר עליון בצל שדי יתלונן עד (תהלים צא, ט) כי אתה ה' מחסי עליון שמת מעונך וחוזר ואומר (תהלים ג, א) מזמור לדוד בברחו מפני אבשלום בנו ה' מה רבו צרי עד לה' הישועה על עמך ברכתך סלה:", 
        "72_Daf, 14_Line": "ת\"ש היו שתי כתי עדים כפרה הראשונה ואחר כך כפרה השניה שתיהן חייבות מפני שיכולה עדות להתקיים בשתיהן בשלמא שניה תחייב דהא כפרה לה כת ראשונה אלא ראשונה אמאי מיחייבא", 
        "67_Daf, 7_Line": "מחכו עלה במערבא מאי חוכא", 
        "16_Daf, 10_Line": "אשכחן שעירי ראשי חדשים שעירי הרגלים מנלן וכי תימא הא נמי כדתנא דבי ר' ישמעאל איכא למיפרך אי מדראש חדש שכן תדיר אי מדיום הכפורים שכן מרובה כפרתו וכי תימא", 
        "2_Daf, 5_Line": "יש בה ידיעה בתחלה ואין בה ידיעה בסוף שעיר הנעשה בפנים ויום הכפורים תולה עד שיודע לו ויביא בעולה ויורד", 
        "84_Daf, 14_Line": "אי הכי אזורה נמי ניתני ולוקמי בדלייפי אלא דלייפי לא קתני הכא נמי בשל חליות לא קתני", 
        "6_Daf, 2_Line": "מכדי האי סתמא והאי סתמא מאי חזי דעביד כי האי סתמא לעביד כי האי סתמא", 
        "85_Daf, 5_Line": "ורב נחמן אמר אפי' תרתי קתאתי אבד חדא אבד חמש מאה אבד אידך אבד כוליה אבל קתא ונסכא לא נהרדעי אמרי אפילו קתא ונסכא אבד נסכא אבד פלגא אבד קתא אבד כוליה", 
        "94_Daf, 5_Line": "כשם שאמרו הפוגמת כתובתה [וכו'] וכן היתומים לא יפרעו: ממאן אילימא מלוה אבוהון שקיל בלא שבועה ואינהו בשבועה הכי קאמר וכן היתומים מן היתומים לא יפרעו אלא בשבועה", 
        "2_Daf, 1_Line": "ידיעות הטומאה שתים שהן ארבע", 
        "84_Daf, 10_Line": "כללו של דבר לעולם אינו חייב עד שיטעננו בדבר שבמדה ושבמשקל ושבמנין ויודה לו בדבר שבמדה ושבמשקל ושבמנין", 
        "90_Daf, 1_Line": "א\"ר ירמיה בר אבא שלחו ליה מבי רב לשמואל ילמדנו רבינו אומן אומר שתים קצצת לי והלה אומר לא קצצתי לך אלא אחת מי נשבע אמר להן בזו ישבע בעל הבית ויפסיד אומן קציצה ודאי מידכר דכירי אינשי", 
        "82_Daf, 8_Line": "א\"ל רב הונא בריה דרב יהושע לרב פפא אימור דאמרי רבנן דאזלינן בתר רוב דעות ה\"מ לענין אומדנא דכמה דנפישי בקיאי טפי אבל לענין עדות מאה כתרי ותרי כמאה", 
        "8_Daf, 12_Line": "א\"ל רב פפא לאביי אלא דקתני אין בה ידיעה בתחלה ויש בה ידיעה בסוף מי איכא דלית ליה ידיעת בית רבו א\"ל אין משכחת לה בתינוק שנשבה לבין הנכרים:", 
        "38_Daf, 3_Line": "ת\"ר מבטא שבועה איסר שבועה איסור איסר אם אתה אומר איסר שבועה חייב ואם לאו פטור אם אתה אומר איסר שבועה והא אמרת איסר שבועה הוא", 
        "19_Daf, 0_Line": "חטאת הכפורים ואיתקוש חיצון לפנימי:", 
        "14_Daf, 10_Line": "ולר' שמעון בן יוחאי דאמר יולדת נמי חוטאת היא מאי איכא למימר רבי שמעון לטעמיה דאמר ממקומו הוא מוכרע", 
        "93_Daf, 0_Line": "אי אמרת בשלמא אביו כי האי גוונא מיחייב איצטריך קרא למיפטר גבי יורשין אלא אי אמרת אביו כי האי גוונא נמי פטור קרא גבי יורשין למה לי", 
        "4_Daf, 8_Line": "מראות נגעים שנים שהן ארבעה שנים שאת ובהרת שהן ארבעה שאת ותולדתה בהרת ותולדתה", 
        "85_Daf, 1_Line": "אמר שמואל ארישא וכן אמר רבי חייא בר רב ארישא וכן א\"ר יוחנן ארישא", 
        "53_Daf, 13_Line": "הא קמ\"ל חיובא הוא דליכא הא שבועה איכא דאי משכחת רווחא חיילא", 
        "65_Daf, 10_Line": "דנין אואין שיש עמהן שבועה מאואין שיש עמהן שבועה ואל יוכיחו אואין דרוצח שאין עמהן שבועה", 
        "20_Daf, 0_Line": "דקדושת דמים הוא", 
        "67_Daf, 16_Line": "אדרבה מעדות הוה ליה למילף שכן תחטא מתחטא", 
        "75_Daf, 6_Line": "<br><br><big><strong>הדרן עלך שבועת הפקדון:</strong></big><br><br>", 
        "71_Daf, 6_Line": "וחכמים אומרים בין מפי עצמו בין מפי אחרים כיון שכפר בו חייב", 
        "25_Daf, 3_Line": "הא גופא קשיא קתני אחד ישראל ואחד כהנים ואחד כהן משוח והדר תני מה בין ישראל לכהנים ולכהן משוח אמר רב יהודה הכי קאמר אחד ישראל ואחד כהנים ואחד כהן משוח מתכפרין בשעיר המשתלח בשאר עבירות ואין חילוק ביניהן ומה בין ישראל לכהנים ולכהן משוח אלא שהפר מכפר על הכהנים על טומאת מקדש וקדשיו וכו'", 
        "48_Daf, 22_Line": "כי פליגי אליבא דר\"ע רב כר\"ע ושמואל אמר עד כאן לא מחייב ר\"ע התם לשעבר אלא מלתא דאיתא בלהבא מחייב ר\"ע לשעבר אבל מידי דליתיה בלהבא לא", 
        "70_Daf, 2_Line": "תנא ארור בו נידוי בו קללה בו שבועה", 
        "28_Daf, 3_Line": "אימא אותם במשיחה לדורות או במשיחה או בעבודה אמר רב פפא אמר קרא (במדבר ד, יב) אשר ישרתו בם בקדש תלאן הכתוב בשירות", 
        "8_Daf, 9_Line": "והא תניא (במדבר ה, לא) ונקה האיש מעון והאשה ההיא תשא את עונה בזמן שהאיש מנוקה מעון המים בודקין את אשתו אין האיש מנוקה מעון אין המים בודקין את אשתו", 
        "66_Daf, 18_Line": "אבל מה אעשה שאין דמך מסור בידי שהרי אמרה תורה (דברים יז, ו) על פי שנים עדים או שלשה עדים יומת המת אלא המקום יפרע ממך אמרו לא זזו משם עד שנשכו נחש ומת", 
        "91_Daf, 8_Line": "לא מיבעיא קאמר לא מיבעיא הנך דאית בהו כפירת ממון אלא אפילו הא נמי דכפירת דברים בעלמא הוא לא מהימן", 
        "8_Daf, 6_Line": "רבי אומר אינו צריך הרי הוא אומר ונעלם מכלל שידע והוא ידע הרי כאן שתי ידיעות א\"כ מה ת\"ל ונעלם לחייב על העלם טומאה ועל העלם מקדש:", 
        "48_Daf, 4_Line": "<big><strong>מתני׳</strong></big> אחד דברים של עצמו ואחד דברים של אחרים ואחד דברים שיש בהן ממש ואחד דברים שאין בהן ממש", 
        "96_Daf, 0_Line": "לכל מגלגלין חוץ משכיר שאין מגלגלין רב חסדא אמר לכל אין מקילין חוץ משכיר דמקילין מאי בינייהו איכא בינייהו לפתוח לו:", 
        "18_Daf, 18_Line": "בשלמא דראשי חדשים לא מכפרי אדרגלים דאמר קרא עון עון אחד הוא נושא ואינו נושא שני עונות אלא דרגלים ניכפרו אדראשי חדשים אמר קרא אותה אותה נושא עון ואין אחר נושא עון", 
        "11_Daf, 16_Line": "ואימא תרומה שהזהיר וענש לא אשכחן עון מיתה דחייב עליה קרבן", 
        "18_Daf, 7_Line": "אמר ר' חמא בר ר' חנינא מאי טעמא דר' מאיר אמר קרא שעיר ושעיר הוקשו כל השעירים זה לזה וי\"ו מוסיף על ענין ראשון", 
        "45_Daf, 12_Line": "אמר רבא הכי השתא התם מיחייב אכללא ומיחייב אפרטא דהא אי משתבע והדר משתבע מיחייב תרתי הכא אי סלקא דעתך איתא בכללא אפרטי אמאי מיחייב מושבע ועומד הוא:", 
        "18_Daf, 16_Line": "ואילו שעיר הנעשה בפנים שיירה וכפרתן נמי שיירה:", 
        "48_Daf, 21_Line": "אליבא דר' ישמעאל כולי עלמא לא פליגי השתא מילתא דאיתא בלהבא לא מחייב עלה רבי ישמעאל לשעבר מילתא דליתא בלהבא מיבעיא", 
        "17_Daf, 2_Line": "איבעיא להו כי אמר ר' יהודה על שאין בה ידיעה לא בתחלה ולא בסוף הני מילי בחטא שאין סופו ליודע אבל חטא שסופו ליודע כמי שיש ידיעה בסוף דמי ושעיר הנעשה בחוץ ויוה\"כ מכפר או דלמא אפילו חטא שסופו ליודע השתא מיהא חטא שאין מכיר בו אלא ה' קרינא ביה", 
        "68_Daf, 15_Line": "מאי תלמודא אמר ר\"א אם לוא יגיד כתיב אם לו לא יגיד ונשא עונו ואם לאחר לא יגיד פטור:", 
        "52_Daf, 15_Line": "ר' יונתן אומר משמע שניהם כאחד ומשמע אחד בפני עצמו", 
        "30_Daf, 9_Line": "תנאי היא דתניא א\"ר אליעזר שמעתי כשהיו בונין בהיכל עשו קלעים להיכל וקלעים לעזרות אלא שבהיכל בונין מבחוץ ובעזרות בונין מבפנים", 
        "57_Daf, 13_Line": "קשיין אהדדי אלא לאו ש\"מ הא דענה אמן הא דלא ענה אמן", 
        "73_Daf, 10_Line": "א\"ל רבי ירמיה לר' אבהו לימא רבי יוחנן ורבי אלעזר בפלוגתא דרבי אליעזר ורבנן קא מיפלגי דתנן הגוזל שדה מחבירו ושטפה נהר חייב להעמיד לו שדה דברי רבי אליעזר וחכ\"א אומר לו הרי שלך לפניך", 
        "13_Daf, 3_Line": "הא אמרת בה מיעוטא הוא משום דמיעוטא הוא אייתר כתיב (ויקרא ה, ג) או כי יגע דבר נגיעה אין דלאו בר נגיעה לא וכתיב בה מיעוטא הוה מיעוט אחר מיעוט ואין מיעוט אחר מיעוט אלא לרבו':", 
        "71_Daf, 14_Line": "גנבת את שורי והוא אומר לא גנבתי משביעך אני ואמר אמן חייב גנבתי אבל לא טבחתי ולא מכרתי משביעך אני ואמר אמן פטור", 
        "89_Daf, 5_Line": "מכלל דפליג עליה ר\"ל איכא דאמרי מישתא הוה שתי ליה ושתיק ליה ואיכא דאמרי מישהא הוה שהי ליה ושתיק ליה", 
        "10_Daf, 4_Line": "ואילו מסיד היכל ולמעלה לא קאמר", 
        "29_Daf, 14_Line": "תנן הפנימית נאכלת והחיצונה נשרפת בשלמא למאן דאמר זו אחר זו אמטו להכי פנימית נאכלת משום דאתיא חיצונה קמה וקדשה לה אלא למאן דאמר זו כנגד זו תרוייהו בהדי הדדי קא מיקדשי", 
        "46_Daf, 2_Line": "מידי הוא טעמא אלא משום איסור כולל רבי שמעון לטעמיה דלית ליה איסור כולל דתניא רבי שמעון אומר האוכל נבילה ביוה\"כ פטור", 
        "47_Daf, 6_Line": "מהו דתימא איסור הבא מאליו אמרינן איסור הבא מעצמו לא אמרינן קמ\"ל:", 
        "80_Daf, 13_Line": "תנן מנה לי בידך אמר לו הן למחר אמר לו תנהו לי נתתיו לך פטור והא הכא כיון דתבעיה בעדים כמאן דאוזפיה בעדים דמי וקתני פטור", 
        "57_Daf, 2_Line": "אמר שמואל בטרוף כולהו נמי מיטרף טריפין בשגבו טרוף:", 
        "30_Daf, 1_Line": "כל שלא נעשית בכל אלו כו': איתמר רב הונא אמר בכל אלו תנן רב נחמן אמר באחת מכל אלו תנן", 
        "25_Daf, 14_Line": "מאן תנא אמר ר' ירמיה דלא כר' יהודה דאי ר' יהודה האמר כהנים יש להן כפרה בשעיר המשתלח ומני רבא אמר ר' שמעון היא דאמר כהנים אין להם כפרה בשעיר המשתלח", 
        "32_Daf, 2_Line": "בעי רב אשי טימא עצמו במזיד מהו באונס גמירי שהייה במזיד לא גמירי שהייה או דלמא בפנים גמירי שהייה ל\"ש באונס ול\"ש במזיד תיקו", 
        "31_Daf, 9_Line": "בעי רבא צריך שהייה למלקות או אין צריך שהייה למלקות לקרבן גמירי שהייה למלקות לא גמירי שהייה", 
        "41_Daf, 1_Line": "לא זו היא דעל שגגתה פטור מקרבן אבל אכלתי ולא אכלתי על שגגתה חייב קרבן ור\"ע היא דמחייב לשעבר כלהבא", 
        "45_Daf, 7_Line": "רב אחא בריה דרב איקא אמר במסרהב בו חבירו עסקינן דאמר לו בוא ושתה עמי יין ושמן ודבש דהיה לו לומר שבועה שלא אשתה עמך יין ושמן ודבש למה לי לחייב על כל אחת ואחת", 
        "77_Daf, 6_Line": "וכשמשביעין אותו אומרים לו הוי יודע שלא על דעתך וכו': למה לי למימרא ליה הכי משום קניא דרבא:", 
        "92_Daf, 5_Line": "אמר רב פפא רבותינו שבבבל רב ושמואל רבותינו שבארץ ישראל ר' אבא רבותינו שבבבל רב ושמואל דתנן וכן היתומין לא יפרעו אלא בשבועה והוינן בה ממאן אילימא מלוה אבוהון שקיל בלא שבועה ואינהו בשבועה אלא הכי קאמר וכן היתומין מן היתומין לא יפרעו אלא בשבועה", 
        "66_Daf, 0_Line": "כל אחת ואחת בפני ב\"ד ושלא בפני ב\"ד אינו מדבר אלא בתביעת ממון עדות שלא עשה בה נשים כאנשים קרובים כרחוקים פסולין ככשרים ואינו חייב אלא אחת בפני ב\"ד אינו דין שלא יהא מדבר אלא בתביעת ממון", 
        "8_Daf, 16_Line": "וכ\"ת מהן לחיוב ומהן לפטור והא דומיא דמראות נגעים קתני מה התם כולהו לחיובא אף הכא כולהו לחיובא", 
        "68_Daf, 1_Line": "<big><strong>מתני׳</strong></big> משביע אני עליכם אם לא תבואו ותעידוני שאמר איש פלוני ליתן לי מאתים זוז ולא נתן הרי אלו פטורים שאין חייבין אלא על תביעת ממון כפקדון", 
        "57_Daf, 8_Line": "<big><strong>גמ׳</strong></big> אמר שמואל כל העונה אמן אחר שבועה כמוציא שבועה בפיו דמי דכתיב (במדבר ה, כב) ואמרה האשה אמן אמן", 
        "7_Daf, 5_Line": "מאי טעמא דרבי דריש ריבויי ומיעוטי (במדבר יח, טז) ופדויו מבן חדש ריבה (במדבר יח, טז) בערכך כסף חמשת שקלים מיעט תפדה חזר וריבה", 
        "68_Daf, 11_Line": "פשיטא לא צריכא דקאי עילויהו מהו דתימא כמאן דאמר להו דמי קמ\"ל", 
        "69_Daf, 17_Line": "אלא ה\"ק וי\"א זה קדש וזה הוא חול דמטתו ושמואל דאמר כי\"א", 
        "65_Daf, 7_Line": "אמר שמואל בבא בהרשאה והאמרי נהרדעי לא כתבינן אורכתא אמטלטלי ה\"מ היכא דכפריה אבל לא כפריה כתבינן", 
        "30_Daf, 8_Line": "ולמה קידשוה למה קידשוה הא אמרת לא קידשוה אלא למה הכניסוה מפני שתורפה של ירושלים היתה ונוחה היא ליכבש משם", 
        "3_Daf, 9_Line": "אחד ישראלים ואחד כהנים ואחד כהן משוח מה בין ישראלים לכהנים ולכהן משוח אלא שהפר מכפר על הכהנים על טומאת מקדש וקדשיו", 
        "49_Daf, 8_Line": "הוא מותיב לה והוא מפרק לה ניכר עובר משום שבועת שוא לא ניכר עובר משום שבועת שקר", 
        "76_Daf, 19_Line": "התם בדינא אחרינא הכא בדינא דידיה כדתניא רבי אומר והכרתי אותו מה ת\"ל לפי שנאמר ושמתי אני את פני יכול כל המשפחה כולה בהיכרת ת\"ל אותו אותו בהיכרת ולא כל המשפחה כולה בהיכרת", 
        "27_Daf, 17_Line": "אחד הנכנס לעזרה וכו': מנא הני מילי אמר רב שימי בר חייא דאמר קרא (שמות כה, ט) ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כל כליו", 
        "19_Daf, 2_Line": "מאי שנא דראשי חדשים דלא מכפרי אדרגלים דאמר קרא (ויקרא י, יז) עון עון אחד הוא נושא ואינו נושא שני עונות דרגלים נמי לא ניכפרו אדראשי חדשים דאמר קרא (ויקרא י, יז) אותה אותה הוא נושא עון ואין אחר נושא עון אותה לא משמע ליה", 
        "48_Daf, 19_Line": "אמר לו מריבוי הכתוב אמר לו אם ריבה הכתוב לכך ריבה הכתוב לכך", 
        "27_Daf, 8_Line": "ולטעמיך תמני הויין דהא איכא טומאה דקודש וטומאה דמקדש תחלה וסוף", 
        "16_Daf, 3_Line": "אלא למאי הלכתא איתקש חיצון לפנימי מה פנימי אינו מכפר בשאר עבירות אף חיצון אינו מכפר בשאר עבירות:", 
        "15_Daf, 3_Line": "וכי תימא אין בה ידיעה בתחלה ויש בה ידיעה בסוף שעיר הנעשה בחוץ ויוה\"כ מכפר", 
        "54_Daf, 7_Line": "אמימר אמר אפילו אכלה כולה נשאל עליה אי בשוגג מחוסר קרבן אי במזיד מחוסר מלקות אבל כפתוהו על העמוד לא כדשמואל דאמר שמואל כפתוהו על העמוד ורץ מב\"ד פטור", 
        "11_Daf, 17_Line": "אימא ה\"מ קרבן קבוע אבל", 
        "83_Daf, 0_Line": "כולהו נמי טענת אחרים והודאת עצמו נינהו", 
        "22_Daf, 10_Line": "ואמאי נקרבו אינהו גופייהו עולה אלא לאו ש\"מ גזירה לאחר כפרה אטו לפני כפרה", 
        "17_Daf, 11_Line": "כדאמר ר' חמא ברבי חנינא שעיר ושעיר ה\"נ שעיר ושעיר", 
        "54_Daf, 3_Line": "מיתיבי מי שנדר שתי נזירות ומנה ראשונה והפריש עליה קרבן ואח\"כ נשאל על הראשונה עלתה לו שניה בראשונה", 
        "76_Daf, 14_Line": "אלא כדקתני טעמא וכל עבירות שבתורה נאמר בהן ונקה וכאן נאמר לא ינקה", 
        "49_Daf, 19_Line": "מכלל דאביי סבר איתה לשבועה בעולם", 
        "97_Daf, 7_Line": "הני ארבעה הוו שלשה הוו אמר רב נחמן בר יצחק ארבעה שומרין ודיניהן שלשה:", 
        "84_Daf, 18_Line": "סלע הלויתני עליו ושתים היה שוה והלה אומר לא כי אלא סלע הלויתיך עליו וסלע היה שוה פטור סלע הלויתני עליו ושתים היה שוה והלה אומר לא כי אלא סלע הלויתיך עליו וחמשה דינרים היה שוה חייב", 
        "68_Daf, 28_Line": "אמר אביי מתניתין במי שהוא חנון", 
        "82_Daf, 15_Line": "קטן והאמרת אין נשבעין על טענת חרש שוטה וקטן לעולם גדול ואמאי קרו ליה קטן דלגבי מילי דאבוה קטן הוא", 
        "51_Daf, 16_Line": "וניגמר מינה", 
        "21_Daf, 11_Line": "ורבנן דפליגי עליה דרבי שמעון מאן נינהו אי נימא רבנן דקטורת", 
        "95_Daf, 15_Line": "ת\"ש לוה הימנו ערב שביעית ולמוצאי שביעית נעשה לו שותף או אריס אין מגלגלין טעמא דלוה הימנו ערב שביעית דאתיא שביעית אפקעתיה הא שאר שני שבוע מגלגלין", 
        "13_Daf, 10_Line": "ומנין ליש בה ידיעה בתחלה ואין בה ידיעה בסוף ששעיר זה תולה ת\"ל לכל חטאתם חייבי חטאות במשמע", 
        "36_Daf, 7_Line": "בכולן", 
        "17_Daf, 8_Line": "ונכפר ציץ אדידיה ואדר\"ח נפקא מינה לטומאה דאירעה בין זה לזה אמר קרא אותה אותה נושא עון ואין אחרת נושא עון", 
        "66_Daf, 2_Line": "ת\"ל תחטא תחטא לגזירה שוה נאמר כאן (ויקרא ה, כא) תחטא ונאמר להלן תחטא מה להלן אינו מדבר אלא בתביעת ממון אף כאן אינו מדבר אלא בתביעת ממון", 
        "85_Daf, 4_Line": "אמר שמואל האי מאן דאוזפיה אלפא זוזי לחבריה ומשכן ליה קתא דמגלא אבד קתא דמגלא אבד אלפא זוזי אבל תרתי קתאתי לא", 
        "72_Daf, 9_Line": "אמרוה רבנן קמיה דרבה אמר להו מכלל דכי לא אתרו ביה ואיכא עדים מיחייב כפירת דברים בעלמא הוא אלמא קסבר רבה הכופר בממון שיש עליו עדים פטור", 
        "90_Daf, 0_Line": "רישא וסיפא בראיה ראיה דלשלם קתני ראיה דשבועה לא קתני", 
        "43_Daf, 14_Line": "שבועה שלא אוכל ואכל אוכלין שאינן ראוין לאכילה ושתה משקין שאינן ראוין לשתיה פטור שבועה שלא אוכל ואכל נבילות וטריפות שקצים ורמשים חייב ור' שמעון פוטר אמר קונם אשתי נהנית לי אם אכלתי היום והוא אכל נבילות וטריפות שקצים ורמשים הרי אשתו אסורה:", 
        "47_Daf, 0_Line": "חשובי אחשביה אלא הכא מי אחשביה", 
        "69_Daf, 11_Line": "כל שמות האמורים בנבות קדש במיכה חול ר\"א אומר בנבות קדש במיכה יש מהן חול ויש מהן קדש אלף למד חול יוד הי קדש חוץ מזה שאלף למד והוא קדש (שופטים יח, לא) כל ימי היות בית האלהים בשילה", 
        "38_Daf, 8_Line": "אלא אמר אביי מבטא שבועה מהכא (במדבר ל, ז) ואם היו תהיה לאיש ונדריה עליה או מבטא שפתיה אשר אסרה על נפשה ואילו שבועה לא קאמר במאי אסרה עצמה במבטא", 
        "11_Daf, 4_Line": "אשכחן טפילה לשאת טפילה לבהרת מנלן אמר רבי זירא נאמרה לבנה בשאת ונאמרה לבנה בבהרת מה לבנה האמורה בשאת יש לה טפילה אף לבנה האמורה בבהרת יש לה טפילה", 
        "42_Daf, 6_Line": "אמר רבא מחלוקת בסתם אבל במפרש דברי הכל בכל שהוא מאי טעמא מפרש נמי כבריה דמי", 
        "17_Daf, 10_Line": "אשכחן שעירי ראשי חדשים דמכפרי על טהור שאכל את הטמא שעירי רגלים דמכפרי על שאין בה ידיעה לא בתחלה ולא בסוף מנלן", 
        "14_Daf, 14_Line": "ולר' אלעזר הקפר דאמר נזיר נמי חוטא הוא מאי איכא למימר סבר לה כר' שמעון דאמר ממקומו הוא מוכרע", 
        "93_Daf, 4_Line": "(דברים א, כז) ותרגנו באהליכם שמעון בן טרפון אומר תרתם וגיניתם באהלו של מקום", 
        "58_Daf, 10_Line": "ת\"ר ועמדו שני האנשים מצוה לבעלי דינין שיעמדו אמר ר' יהודה שמעתי שאם רצו להושיב את שניהם מושיבין איזהו אסור שלא יהא אחד עומד ואחד יושב אחד מדבר כל צרכו ואחד אומר לו קצר דבריך", 
        "8_Daf, 5_Line": "גופא מנין שאינו חייב אלא על שיש בה ידיעה בתחלה וידיעה בסוף והעלם בינתים ת\"ל (ויקרא ה, ב) ונעלם ונעלם שני פעמים דברי ר\"ע", 
        "24_Daf, 7_Line": "א\"ל אין דוקא קאמינא רבי סבר לה כרבי יהודה אבל ר' יהודה לא סבר לה כרבי", 
        "32_Daf, 0_Line": "או דלמא בפנים גמירי שהייה לא שנא לקרבן ולא שנא למלקות תיקו", 
        "79_Daf, 7_Line": "ה\"ה דאפילו חטין ושעורין נמי פטור והאי דקתני הכי להודיעך כחו דרבן גמליאל", 
        "63_Daf, 14_Line": "היו שתי כיתי עדים כפרה הראשונה ואח\"כ כפרה השניה: בשלמא שניה תתחייב דכפרה לה ראשונה אלא ראשונה אמאי", 
        "70_Daf, 17_Line": "רבי מנחם בר יוסי דתניא רבי מנחם בר יוסי אומר (ויקרא כד, טז) בנקבו שם יומת מה ת\"ל שם לימד על המקלל אביו ואמו שאינו חייב עד שיקללם בשם:", 
        "82_Daf, 11_Line": "אין נשבעין על טענת חרש שוטה וקטן ואין משביעין את הקטן: מ\"ט אמר קרא (שמות כב, ו) כי יתן איש אל רעהו כסף או כלים לשמור ואין נתינת קטן כלום:", 
        "78_Daf, 7_Line": "תני רבי חייא לסיועיה לרב סלע לי בידך אין לך בידי אלא סלע חסר ב' כסף חייב חסר מעה פטור", 
        "90_Daf, 14_Line": "אלמא עביד איניש דגזים ולא עביד הכא נמי דגזים ולא עביד אימא ומשכנו וליחזי מאי משכנו אמר רבה בר בר חנה אמר רבי יוחנן בטוענו כלים הניטלין תחת כנפיו", 
        "36_Daf, 6_Line": "הלך בראשון ונכנס הזה ושנה וטבל ואח\"כ הלך בשני ונכנס חייב ר\"ש פוטר ורבי שמעון בן יהודה פוטר בכולן משום ר' שמעון:", 
        "21_Daf, 9_Line": "איתיביה אמרו לו לר' שמעון מהו שיקרבו זה בזה אמר להו יקרבו אמרו לו הואיל ואין כפרתן שוה היאך הן קריבין אמר להן כולן באין לכפר על טומאת מקדש וקדשיו", 
        "6_Daf, 9_Line": "אי הכי שתים שהן ארבע תרתי הוא דהויין ותו את שיש בה ידיעה בתחלה וידיעה בסוף והעלם בינתים העלמה למלקות מאי עבידתיה ותו הרי זה בעולה ויורד", 
        "62_Daf, 4_Line": "דאי לא תימא הכי גבי פקדון דקתני שבועת הפקדון כיצד אמר לו תן לי פקדון שיש לי בידך ה\"נ אמר אין לא אמר לא הא (ויקרא ה, כא) וכחש בעמיתו כל דהו", 
        "9_Daf, 8_Line": "בהדי מאן ליצרפי' ליצרפיה בהדי בהרת איכא שאת דעדיפא מיניה ליצרפיה בהדי שאת לאו תולדה דידיה הוא", 
        "68_Daf, 25_Line": "באלף דלת ביוד הי בשדי בצבאות בחנון ורחום בארך אפים ברב חסד:", 
        "90_Daf, 6_Line": "הי ר' יהודה אילימא ר' יהודה דמתניתין אחמורי קא מחמיר דתנן רבי יהודה אומר עד שתהא שם מקצת הודאה", 
        "35_Daf, 10_Line": "אמר רבי בנימין בר יפת אמר רבי אלעזר כל המקדש את עצמו בשעת תשמיש הויין לו בנים זכרים שנאמר (ויקרא יא, מד) והתקדשתם והייתם קדושים וסמיך ליה אשה כי תזריע:", 
        "75_Daf, 26_Line": "אומרים לו הוי יודע", 
        "24_Daf, 4_Line": "ומי מצית מוקמת לה כרבי והא מדסיפא רבי יהודה היא רישא נמי ר' יהודה היא דקתני סיפא אחד ישראל ואחד כהנים ואחד כהן משוח ומאן אית ליה האי סברא רבי יהודה מכלל דרישא ר' יהודה", 
        "85_Daf, 6_Line": "תנן סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו ושלשה דינרין היה שוה חייב לימא ליה הא קבילתיה", 
        "63_Daf, 12_Line": "בשלמא לרב חסדא דמוקי לה לההוא כרבי יוסי הגלילי רישא אפשר לצמצם וסיפא איצטריך לאשמועינן דתוך כדי דיבור כדיבור דמי אלא לרבי יוחנן רישא תוך כדי דיבור סיפא תוך כדי דיבור תרתי למה לי", 
        "73_Daf, 9_Line": "איתמר משביע עדי קרקע פליגי רבי יוחנן ור\"א חד אמר חייב וחד אמר פטור תסתיים דרבי יוחנן דאמר פטור מדאמר רבי יוחנן הכופר בממון שיש עליו עדים חייב שטר פטור וכדרב הונא בריה דרב יהושע תסתיים", 
        "17_Daf, 0_Line": "הא גמרינן ר\"ח מדיוה\"כ ולא פרכינן התם כפרה מיכתב כתיבא גלויי מילתא בעלמא הוא אבל הכא איכא למימר כולה מילתא לא גמרינן", 
        "48_Daf, 10_Line": "<big><strong>גמ׳</strong></big> ת\"ר חומר בנדרים מבשבועות חומר בשבועות מבנדרים חומר בנדרים שהנדרים חלים על דבר מצוה כדבר הרשות מה שאין כן בשבועות", 
        "29_Daf, 5_Line": "נשבקה לבתר הכי ונבנייה וניקדשיה איפסילא ליה בלינה", 
        "29_Daf, 12_Line": "ב\"ד מהלכין ושתי תודות אחריהן וכו': למימרא דבית דין קמי תודה אזלי והכתיב (נחמיה יב, לב) וילך אחריהם הושעיה וחצי שרי יהודה הכי קאמר בית דין מהלכין ושתי תודות מהלכות ובית דין אחריהם", 
        "46_Daf, 4_Line": "אלא כדרבא דאמר רבא שבועה שלא אוכל ואכל עפר פטור", 
        "52_Daf, 0_Line": "<big><strong>מתני׳</strong></big> נשבע לבטל את המצוה ולא ביטל פטור לקיים ולא קיים פטור שהיה בדין שיהא חייב כדברי ר' יהודה בן בתירא", 
        "37_Daf, 4_Line": "ורמי דרבי יוחנן אדרבי יוחנן ורמי דריש לקיש אדריש לקיש דתניא אכל ספק חלב ונודע ספק חלב ונודע רבי אומר כשם שמביא חטאת על כל אחד ואחד כך מביא אשם תלוי על כל אחד ואחד", 
        "39_Daf, 7_Line": "מיתיבי שוא ושקר אחד הן מאי לאו מדשוא לשעבר אף שקר נמי לשעבר אלמא אכלתי ולא אכלתי שקר הוא", 
        "56_Daf, 6_Line": "<big><strong>גמ׳</strong></big> אמר עולא והוא שניכר לג' בני אדם:", 
        "77_Daf, 19_Line": "אלא מדסיפא דוקא רישא נמי דוקא", 
        "64_Daf, 12_Line": "תא שמע משביע אני עליכם אם לא תבואו ותעידוני שיש לי ביד פלוני נזק וחצי נזק והא חצי נזק קנסא הוא כמ\"ד פלגא נזקא ממונא", 
        "39_Daf, 10_Line": "אלא כשם שלוקה על שוא כך לוקה נמי על שקר", 
        "97_Daf, 9_Line": "במאי קמפלגי שמואל סבר ליתא בלהבא ורב סבר איתיה בלאו והן", 
        "91_Daf, 2_Line": "ולא אמרן אלא בדברים העשוין להשאיל ולהשכיר אבל דברים שאין עשוין להשאיל ולהשכיר נאמן דשלח רב הונא בר אבין דברים העשוין להשאיל ולהשכיר ואמר לקוחין הן בידי אינו נאמן כי הא דרבא אפיק זוגא דסרבלא וספרא דאגדתא מיתמי בדברים העשוין להשאיל ולהשכיר", 
        "12_Daf, 10_Line": "הוי אומר טומאת קודש ואם אינו ענין לטומאת קודש דנפקא ליה מדרבי תנהו ענין לטומאת מקדש", 
        "50_Daf, 11_Line": "א\"ר יצחק דומיא דלהרע או להיטיב מי שאיסורו משום (במדבר ל, ג) בל יחל דברו יצאתה זו שאין איסורו משום בל יחל דברו אלא משום בל תשקרו", 
        "89_Daf, 0_Line": "אי הכי אפילו קצץ נמי אלמה תניא אומן אומר שתים קצצת לי והלה אומר לא קצצתי לך אלא אחת המוציא מחבירו עליו הראיה קציצה ודאי מידכר דכיר ליה", 
        "34_Daf, 10_Line": "אמר רבא זאת אומרת המשמש מת בעריות פטור דאי סלקא דעתך חייב הכא מאי טעמא פטור משום דאנוס הוא אי אנוס הוא כי פירש מיד נמי ניפטר אנוס הוא", 
        "83_Daf, 11_Line": "<big><strong>מתני׳</strong></big> ואלו דברים שאין נשבעין עליהן העבדים והשטרות והקרקעות וההקדשות אין בהן תשלומי כפל ולא תשלומי ארבעה וחמשה שומר חנם אינו נשבע נושא שכר אינו משלם", 
        "53_Daf, 6_Line": "<big><strong>מתני׳</strong></big> שבועה שלא אוכל ככר זו שבועה שלא אוכלנה שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת", 
        "28_Daf, 9_Line": "אמר רמי בר חמא אין העזרה מתקדשת אלא בשירי מנחה מאי טעמא כירושלים מה ירושלים דבר הנאכל בה מקדשה אף עזרה דבר הנאכל בה מקדשה", 
        "96_Daf, 6_Line": "אמר לשומר חנם היכן שורי אמר לו מת והוא שנשבר או נשבה או נגנב או אבד נשבר והוא שמת או נשבה או נגנב או אבד נשבה והוא שמת או נשבר או נגנב או אבד נגנב והוא שמת או נשבר או נשבה או אבד אבד והוא שמת או נשבר או נשבה או נגנב משביעך אני ואמר אמן פטור", 
        "31_Daf, 0_Line": "נטמא בעזרה ונעלמה ממנו טומאה וכו': טומאה בעזרה מנלן א\"ר אלעזר כתוב אחד אומר (במדבר יט, יג) את משכן ה' טמא וכתוב אחד אומר (במדבר יט, כ) כי את מקדש ה' טמא (אם אינו ענין לטומאה שבחוץ תנהו ענין לטומאה שבפנים)", 
        "67_Daf, 14_Line": "והיינו חוכא אדגמר לה ממעילה נגמר לה מעדות", 
        "20_Daf, 2_Line": "וכי תימא כל קדושת דמים מיפסלי בטבול יום והתנן המנחות מועלין בהן משהוקדשו קדשו בכלי הוכשרו ליפסל בטבול יום ובמחוסר כפורים ובלינה", 
        "26_Daf, 5_Line": "יכול לא יביא משל צבור שאין הצבור מתכפרין בו אבל יביא משל אחיו הכהנים שאחיו הכהנים מתכפרין בו ת\"ל (ויקרא טז, ו) אשר לו יכול לא יביא ואם הביא כשר ת\"ל שוב אשר לו הכתוב שנה עליו לעכב", 
        "59_Daf, 2_Line": "ל\"א מחלוקת בשעת משא ומתן אבל בשעת גמר דין דברי הכל דיינין בישיבה ובעלי דינין בעמידה דהא עדים כגמר דין דמו וכתיב בהו ועמדו שני האנשים", 
        "66_Daf, 5_Line": "אדרבה מביטוי ה\"ל למילף שכן חטאת מחטאת", 
        "77_Daf, 2_Line": "הוא בשאר עבירות בדיניה ורשעים דמשפחה בדין חמור ורשעים דעלמא בדין הקל צדיקי דהכא והכא פטירי", 
        "69_Daf, 12_Line": "כל שמות האמורים בגבעת בנימין ר\"א אומר חול רבי יהושע אומר קדש", 
        "47_Daf, 3_Line": "ומאן דפטר דלית ליה כי אמר איסור מוסיף בחדא חתיכה בשתי חתיכות לא אמרי'", 
        "19_Daf, 4_Line": "אמאי דכי כתיב אחת בשעיר הנעשה בפנים כתיב אי הכי דרגלים נמי נכפרו אדיום הכפורים דכי כתיב אחת בשעיר הנעשה בפנים כתיב", 
        "60_Daf, 16_Line": "אמרוה רבנן קמיה דרב פפא בדון מינה ומינה בדון מינה ואוקי באתרה קא מיפלגי", 
        "22_Daf, 9_Line": "אמר אביי אף אנן נמי תנינא פר ושעיר של יוה\"כ שאבדו והפריש אחרים תחתיהם וכן שעירי ע\"ז שאבדו והפריש אחרים תחתיהן כולן ימותו דברי ר' יהודה ר' אלעזר ור\"ש אומרים ירעו עד שיסתאבו וימכרו ויפלו דמיהן לנדבה שאין חטאת צבור מתה", 
        "29_Daf, 7_Line": "ובשיר: ת\"ר שיר של תודה בכנורות ובנבלים ובצלצלים על כל פינה ופינה ועל כל אבן גדולה שבירושלים ואומר (תהלים ל, ב) ארוממך ה' כי דליתני וגו' ושיר של פגעים ויש אומרין שיר של נגעים", 
        "59_Daf, 11_Line": "(סימן סניגרון בור גזלת מרמה)", 
        "77_Daf, 14_Line": "תנן שתי כסף יש לי בידך אין לך בידי אלא פרוטה פטור מאי טעמא לאו משום דחסרה לה טענה ותיובתא דשמואל", 
        "27_Daf, 16_Line": "לא צריכא אליבא דרבי דבעי ידיעה בתחלה ומחייב על העלם מקדש ואמר ידיעת בית רבו שמה ידיעה מאי כיון דידע דאיכא מקדש בעולם ידיעה היא או דלמא כיון דמקומו לא ידע ליה העלמה היא תיקו:", 
        "36_Daf, 4_Line": "אמר רב אשי חזינן אי מטומאה קא פריש הרי העלם טומאה בידו וחייב אי ממקדש קא פריש הרי העלם מקדש בידו ופטור אמר ליה רבינא לרב אשי כלום פריש ממקדש אלא משום טומאה כלום פריש מטומאה אלא משום מקדש אלא לא שנא", 
        "42_Daf, 14_Line": "למימרא דסברי רבנן יש מעילה בקונמות והתניא ככר זו הקדש ואכלה בין הוא בין חבירו מעל לפיכך יש לה פדיון ככר זו עלי הקדש (הרי) הוא מעל חבירו לא מעל לפיכך אין לה פדיון דברי ר\"מ", 
        "53_Daf, 10_Line": "הא קמ\"ל טעמא דאמר שלא אוכל והדר אמר שלא אוכלנה דלא מיחייב אלא חדא אבל אמר שלא אוכלנה והדר אמר שלא אוכל מיחייב תרתי", 
        "95_Daf, 2_Line": "אמר רב יוסף הא מני בית שמאי היא דאמרי שטר העומד לגבות כגבוי דמי", 
        "92_Daf, 9_Line": "א\"ל ר' אבא הוה מחויב שבועה ואין יכול לישבע וכל המחויב שבועה ואינו יכול לישבע משלם", 
        "94_Daf, 9_Line": "מתקיף לה רב נחמן אטו בי דינא קא מחייבי ליה שבועה מעידנא דשכיב לוה איחייב ליה מלוה לבני לוה שבועה", 
        "77_Daf, 17_Line": "מידי הוא טעמא אלא לשמואל האמר ר\"נ אמר שמואל טענו חטין ושעורין והודה לו באחד מהן חייב", 
        "18_Daf, 12_Line": "איברא ר\"ח נמי איקרי מועד כדאמר אביי דאמר אביי תמוז דההיא שתא מלויי מליוהו דכתיב (איכה א, טו) קרא עלי מועד לשבור בחורי", 
        "5_Daf, 5_Line": "אי הכי קשיא דר' יוחנן אדרבי יוחנן", 
        "25_Daf, 0_Line": "כרת דיממא לרבי לית ליה", 
        "84_Daf, 11_Line": "כללו של דבר לאתויי מאי לאו לאתויי בית זה מלא", 
        "95_Daf, 1_Line": "וקתני שהבן גובה בין בשבועה ובין שלא בשבועה בשבועה שבועת יורשין שלא בשבועה כרשב\"ג", 
        "2_Daf, 0_Line": "מתני׳ <big><strong>שבועות</strong></big> שתים שהן ארבע", 
        "90_Daf, 12_Line": "ורבנן סברי בדרבנן נמי עבדינן תקנתא לשכיר וקציצה מידכר דכיר:", 
        "16_Daf, 5_Line": "א\"ר יהודה אמר שמואל מ\"ט דר' יהודה אמר קרא (במדבר כח, טו) ושעיר עזים אחד לחטאת לה' חטא שאין מכיר בו אלא ה' יהא שעיר זה מכפר", 
        "43_Daf, 12_Line": "לא עפר לאו בר אכילה הוא כלל נבילה בת אכילה ואריא הוא דרביע עילווה:", 
        "50_Daf, 8_Line": "ור' ישמעאל דריש כלל ופרט או נפש כי תשבע לבטא בשפתים כלל להרע או להיטיב פרט לכל אשר יבטא האדם חזר וכלל כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש להבא אף כל להבא", 
        "44_Daf, 5_Line": "ודלמא דבילה קעילית דתניא אכל דבילה קעילית ושתה דבש וחלב ונכנס למקדש ועבד חייב", 
        "83_Daf, 3_Line": "ר' אליעזר בן יעקב סבר לא שנא בו ולא שנא בבנו אינו מעיז והלכך לאו משיב אבידה הוא ורבנן סברי בפניו הוא דאינו מעיז אבל בפני בנו מעיז ומדלא מעיז משיב אבידה הוא", 
        "73_Daf, 19_Line": "אמר רב פפי משמיה דרבא אימא סיפא זה הכלל כל המשלם על פי עצמו חייב ושאינו משלם על פי עצמו פטור זה הכלל לאתויי מאי לאו לאתויי גנבת את עבדי", 
        "71_Daf, 15_Line": "המית שורך את שורי והוא אומר לא המית משביעך אני ואמר אמן חייב המית שורך את עבדי והוא אומר לא המית משביעך אני ואמר אמן פטור", 
        "13_Daf, 2_Line": "לרבות נבלת עוף טהור", 
        "40_Daf, 7_Line": "אשכחן שבועת שוא שבועת שקר מנלן ר' יוחנן דידיה אמר לשוא לשוא שתי פעמים אם אינו ענין לשבועת שוא תנהו ענין לשבועת שקר", 
        "38_Daf, 10_Line": "היכן הטילו (במדבר ל, יא) ואם בית אישה נדרה או אסרה אסר על נפשה בשבועה וגו'", 
        "76_Daf, 7_Line": "שכן מצינו במשה רבינו כשהשביע את ישראל אמר להן דעו שלא על דעתכם אני משביע אתכם אלא על דעת המקום ועל דעתי שנאמר (דברים כט, יג) ולא אתכם לבדכם וגו'", 
        "43_Daf, 10_Line": "והא נבילה דמושבע ועומד מהר סיני הוא דכי חרצן לגבי נזיר דמיא וטעמא דפריש הא לא פריש דעתיה אכזית שמע מינה", 
        "34_Daf, 6_Line": "אמר ליה רבינא לרב אדא מי מצית לאוקמה לההיא בשלא סמוך לוסתה ואפרישה והא נמצא קתני ונמצא לבתר הכי משמע ואי אפרישה מעיקרא כי פריש ליה מעיקרא הויא ליה ידיעה", 
        "88_Daf, 13_Line": "אלא אמר רב נחמן אמר שמואל תקנות קבועות שנו כאן עקרוה רבנן לשבועה מבעל הבית ושדיוה אשכיר משום כדי חייו משום כדי חייו דשכיר קנסינן ליה לבעל הבית בעל הבית גופיה ניחא ליה דמשתבע שכיר ושקיל כי היכי דאיתגרון ליה פועלין", 
        "75_Daf, 10_Line": "מנה לאבא בידך אין לך בידי אלא נ' דינר פטור מפני שהוא כמשיב אבידה", 
        "52_Daf, 10_Line": "אי הכי בדבר הרשות נמי לא משכחת לה", 
        "16_Daf, 0_Line": "אלא אחת בשנה:", 
        "48_Daf, 17_Line": "רב אמר חייב איתיה בלאו והן ושמואל אמר פטור ליתיה בלהבא", 
        "44_Daf, 14_Line": "שבועה שלא אוכל ואכל פת חטין כו': ודלמא למיפטר נפשיה מאחרנייתא קאתי", 
        "66_Daf, 7_Line": "אדרבה מביטוי הוה ליה למילף שכן חטאת שירדה לחומש הנך נפישן:", 
        "75_Daf, 14_Line": "כור תבואה לי בידך אין לך בידי אלא לתך קטנית פטור כור פירות לי בידך אין לך בידי אלא לתך קטנית חייב שהקטנית בכלל פירות", 
        "41_Daf, 9_Line": "תא שמע ר\"ע אומר נזיר ששרה פתו ביין ויש בה כדי לצרף כזית חייב ואי סלקא דעתך בעלמא כר\"ש סבירא ליה למה לי לצרף", 
        "79_Daf, 11_Line": "א\"ל הא מני רבן גמליאל היא אי רבן גמליאל אפילו רישא נמי", 
        "20_Daf, 9_Line": "איתיביה אביי פר ושעיר של יום הכפורים שאבדו והפריש אחרים תחתיהם", 
        "91_Daf, 0_Line": "ואמר לקוחין הן בידי אינו נאמן ולא אמרן אלא בעל הבית שאינו עשוי למכור כליו אבל בעל הבית העשוי למכור את כליו נאמן ושאין עשוי למכור את כליו נמי לא אמרן אלא דברים שאין דרכן להטמין אבל דברים שדרכן להטמין נאמן", 
        "97_Daf, 6_Line": "והא רבי מאיר איפכא שמעינן ליה דתנן שוכר כיצד משלם ר' מאיר אומר כשומר חנם ר' יהודה אומר כנושא שכר רבה בר אבוה איפכא תני", 
        "67_Daf, 15_Line": "מסתברא ממעילה הוה ליה למילף שכן מעילה ממעילה", 
        "83_Daf, 12_Line": "ר' שמעון אומר קדשים שחייב באחריותן נשבעין עליהן ושאינו חייב באחריותן אין נשבעין עליהן", 
        "84_Daf, 3_Line": "ר\"מ אומר יש דברים שהן כקרקע ואינן כקרקע כו': מכלל דרבי מאיר סבר כל המחובר לקרקע אינו כקרקע אדמיפלגי בטעונות ליפלגי בסרוקות", 
        "64_Daf, 6_Line": "משביע אני עליכם אם לא תבואו ותעידוני שיש לי ביד פלוני נזק וחצי נזק תשלומי כפל ותשלומי ארבעה וחמשה ושאנס איש פלוני את בתי ופתה את בתי ושהכני בני ושחבל בי חבירי ושהדליק את גדישי ביוה\"כ הרי אלו חייבין:", 
        "35_Daf, 9_Line": "אמר רבי חייא בר אבא אמר רבי יוחנן כל המבדיל על היין במוצאי שבתות הויין לו בנים זכרים דכתיב להבדיל בין הקדש ובין החול וכתיב התם להבדיל בין הטמא ובין הטהור וסמיך ליה אשה כי תזריע רבי יהושע בן לוי אמר בנים ראוין להוראה דכתיב להבדיל ולהורות", 
        "28_Daf, 4_Line": "השתא דכתב רחמנא אשר ישרתו אותם למה לי אי לא כתב רחמנא אותם הוה אמינא הני הוא דבמשיחה לדורות במשיחה ובעבודה דהא כתב וכן תעשו מיעט רחמנא אותם אותם במשיחה ולא לדורות במשיחה:", 
        "52_Daf, 14_Line": "דתניא (ויקרא כ, ט) איש אשר יקלל את אביו ואת אמו אין לי אלא אביו ואמו אביו ולא אמו אמו ולא אביו מנין ת\"ל (ויקרא כ, ט) אביו ואמו קלל אביו קלל אמו קלל דברי ר' יאשי'", 
        "57_Daf, 5_Line": "<big><strong>מתני׳</strong></big> שבועת ביטוי נוהגת באנשים ובנשים בקרובים וברחוקים בכשרין ובפסולין בפני בית דין ושלא בפני בית דין מפי עצמו וחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד", 
        "68_Daf, 0_Line": "להכי כתבה רחמנא לעדות גבי שבועת ביטוי וגבי טומאת מקדש וקדשיו דבכולן נאמר בהן ונעלם וכאן לא נאמר בהן ונעלם לחייב על המזיד כשוגג:", 
        "59_Daf, 0_Line": "אי נמי לשודא דדייני", 
        "50_Daf, 0_Line": "חדא מינייהו רב פפא אמרה:", 
        "45_Daf, 2_Line": "שבועה שלא אשתה ושתה משקין הרבה אינו חייב אלא אחת כו': בשלמא התם דאמרת מייתרא ליה פת פת לחיובא אלא הכא מאי הוה למימר דלמא למיפטר נפשיה ממשקין אחריני קאתי", 
        "94_Daf, 2_Line": "אמר לחנוני תן לי בדינר פירות כו': תניא א\"ר יהודה אימתי בזמן שהפירות צבורין ומונחין ושניהן עוררין עליהן אבל הפשילן בקופתו לאחוריו המע\"ה:", 
        "62_Daf, 17_Line": "א\"ל רב אחא מדיפתי לרבינא מכדי תוך כדי דיבור כמה הוי כדי שאילת תלמיד לרב (איכא דאמרי כדי שאילת הרב לתלמיד) עד דאמרי שבועה שאין אנו יודעין לך עדות טובא הוי א\"ל כל אחד ואחד תוך דיבורו של חבירו:", 
        "8_Daf, 15_Line": "אבות מאי נינהו יציאות יציאות תרתי הויין", 
        "33_Daf, 9_Line": "אבל חייבין על עשה ועל לא תעשה שבנדה ומביאין אשם תלוי על עשה ועל לא תעשה שבנדה", 
        "40_Daf, 6_Line": "א\"ל רב פפא לאביי דלמא הכי קאמר רחמנא לא ינקה כלל אי כתיב כי לא ינקה כדקאמרת השתא דכתיב כי לא ינקה ה' ה' הוא דאינו מנקה אבל ב\"ד של מטה מלקין אותו ומנקין אותו", 
        "69_Daf, 10_Line": "כל שמות האמורים בלוט חול חוץ מזה שהוא קדש שנאמר (בראשית יט, יח) ויאמר לוט אליהם אל נא אדני הנה נא מצא עבדך חן בעיניך וגו' מי שיש בידו להמית ולהחיות זה הקדוש ברוך הוא", 
        "47_Daf, 1_Line": "אמר רבא מאי טעמא דמאן דאית ליה איסור כולל", 
        "59_Daf, 14_Line": "מנין לדיין שיודע בדין שהוא מרומה שלא יאמר הואיל והעדים מעידין אחתכנו ויהא", 
        "39_Daf, 1_Line": "אמר לך רבא תריץ ואימא הכי איזהו איסר נדר האמור בתורה האומר הרי עלי שלא אוכל בשר ושלא אשתה יין כיום שמת בו אביו כיום שנהרג בו פלוני ואמר שמואל והוא שנדור ובא מאותו היום", 
        "28_Daf, 2_Line": "שאני התם דאמר קרא (במדבר ז, א) וימשחם ויקדש אותם אותם במשיחה ולא לדורות במשיחה ", 
        "92_Daf, 0_Line": "וכל דדמי ליה:", 
        "90_Daf, 5_Line": "אמר רב נחמן בר יצחק הא מני ר' יהודה היא דאמר כל זמן ששבועה נוטה אצל בעה\"ב שכיר נשבע ונוטל", 
        "37_Daf, 13_Line": "שבועה שלא אוכל ואכל כל שהוא חייב דברי רבי עקיבא אמרו לו לר\"ע היכן מצינו באוכל כל שהוא שהוא חייב שזה חייב אמר להם ר' עקיבא וכי היכן מצינו במדבר ומביא קרבן שזה מדבר ומביא קרבן:", 
        "64_Daf, 17_Line": "מאי קמ\"ל כולה ממונא הוא רישא חדא קמ\"ל סיפא חדא קמ\"ל רישא חדא קמ\"ל דחצי נזק צרורות ממונא הוא", 
        "74_Daf, 18_Line": "והא תני רבי חייא הרי כאן עשרים חטאות ההיא אפקדון ותשומת יד וגזל ואבידה", 
        "74_Daf, 7_Line": "ורבי יוחנן דייק ממתניתין מדקאמר ר' מאיר שבועה שאין לכם בידי כללא הוי מכלל דולא לך פרטא הוי דאי סלקא דעתך ולא לך כללא הוה אדמשמע לן שבועה שאין לכם בידי נשמעינן שבועה לא לך ולא לך ולא לך כל שכן שבועה שאין לכם בידי", 
        "52_Daf, 2_Line": "אמרו לו לא אם אמרת בשבועת הרשות שכן עשה בה לאו כהן תאמר בשבועת מצוה שלא עשה בה לאו כהן שאם נשבע לבטל ולא ביטל פטור:", 
        "10_Daf, 6_Line": "ודלמא שאת ותולדתה בהרת ותולדתה", 
        "38_Daf, 1_Line": "מתניתין בשאין מסרבין בו לאכול ברייתא במסרבין בו לאכול וקאמר לא אכילנא ולא אכילנא דכי קא משתבע הכי קאמר שבועה שלא אוכל", 
        "81_Daf, 12_Line": "ההוא דאמר ליה לחבריה הב לי מאה זוזי דאוזיפתך אמר ליה לא היו דברים מעולם אזל אייתי סהדי דאוזפיה ופרעיה אמר אביי מאי ניעבוד אינהו אמרי אוזפיה אינהו אמרי פרעיה רבא אמר כל האומר לא לויתי כאומר לא פרעתי דמי", 
        "30_Daf, 15_Line": "ולא אלו בלבד אלא כל שתעלה בידך מסורת מאבותיך שמוקפת חומה מימות יהושע בן נון כל מצות אלו נוהגות בה מפני שקדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא קשיא דר' ישמעאל בר יוסי אדרבי ישמעאל בר יוסי", 
        "59_Daf, 8_Line": "ואמר רבה בר רב הונא האי צורבא מרבנן דידע בסהדותא וזילא ביה מילתא למיזל לבי דיינא דזוטר מיניה לאסהודי קמיה לא ליזיל אמר רב שישא בריה דרב אידי אף אנן נמי תנינא מצא שק או קופה ואין דרכו ליטול הרי זה לא יטול", 
        "83_Daf, 9_Line": "איצטריך סלקא דעתך אמינא הדיוט הוא דאדם עושה קנוניא על הדיוט אבל הקדש דאין אדם עושה קנוניא על הקדש קא משמע לן", 
        "60_Daf, 3_Line": "מנין לתלמיד שרואה את רבו שטועה בדין שלא יאמר אמתין לו עד שיגמרנו ואסתרנו ואבננו משלי כדי שיקרא הדין על שמי ת\"ל מדבר שקר תרחק", 
        "64_Daf, 4_Line": "משביע אני עליכם אם לא תבואו ותעידו שיש לי ביד פלוני פקדון חטין ושעורין וכוסמין שבועה שאין אנו יודעין לך עדות אין חייבין אלא אחת", 
        "34_Daf, 11_Line": "אמר ליה אביי לעולם אימא לך המשמש מת בעריות חייב והכא מאי טעמא פטור משום דאנוס הוא והא דאמרת כי פריש מיד אמאי חייב שהיה לו לפרוש בהנאה מועטת ופירש בהנאה מרובה", 
        "77_Daf, 9_Line": "וקראי כותיה דשמואל דכתיב (שמות כב, ו) כי יתן איש אל רעהו כסף או כלים לשמור מה כלים שנים אף כסף שנים מה כסף דבר חשוב אף כל דבר חשוב וקאמר רחמנא (שמות כב, ח) כי הוא זה", 
        "38_Daf, 9_Line": "רבא אמר לעולם אימא לך מיתפיס בשבועה לאו כמוציא שבועה מפיו דמי והכי קאמר מבטא שבועה איסר נמי שבועה אסריה דאיסר הטילו הכתוב בין נדר לשבועה הוציאו בלשון נדר נדר בלשון שבועה שבועה", 
        "35_Daf, 4_Line": "אלא אזהרה למשמש עם הטהורה ואמרה לו נטמאתי דלא ניפריש מיד מנלן אמר חזקיה אמר קרא (ויקרא טו, כד) ותהי נדתה עליו אפי' בשעת נדתה תהא עליו", 
        "47_Daf, 14_Line": "הרי הקדש", 
        "65_Daf, 5_Line": "איש פלוני את בתו ופתה את בתו ושחבל בי בני ושחבל בי חבירי שהדליק גדישי בשבת הרי אלו פטורין:", 
        "97_Daf, 11_Line": "צריכא דאי אשמעינן בהא בהא קאמר רב משום דמנפשיה קמישתבע אבל בהך דבי דינא משבעי ליה אימא מודי ליה לשמואל כדרבי אמי דאמר רבי אמי כל שבועה שהדיינים משביעין אותה אין חייבין עליה משום שבועת ביטוי", 
        "71_Daf, 17_Line": "זה הכלל כל המשלם על פי עצמו חייב ושאינו משלם על פי עצמו פטור:", 
        "13_Daf, 0_Line": "וכתיב התם (במדבר יט, יג) טמא יהיה עוד טומאתו בו מה להלן טומאת מקדש אף כאן טומאת מקדש", 
        "41_Daf, 8_Line": "לדבריהם דרבנן קאמר להו לדידי בכל התורה כולה כר\"ש סבירא לי לדידכו אודו לי מיהא הואיל ומפרש חייב סתם נמי חייב ואמרו ליה רבנן לא", 
        "60_Daf, 13_Line": "אינה נוהגת אלא בראוין להעיד כו': לאפוקי מאי אמר רב פפא לאפוקי מלך ורב אחא בר יעקב אמר לאפוקי משחק בקוביא", 
        "84_Daf, 12_Line": "ומאי שנא מנורה גדולה ומנורה קטנה מה שטענו לא הודה לו ומה שהודה לו לא טענו אי הכי בת עשר בת חמש נמי מה שטענו לא הודה לו ומה שהודה לו לא טענו", 
        "2_Daf, 3_Line": "מראות נגעים שנים שהן ארבעה", 
        "88_Daf, 2_Line": "והחנוני על פנקסו כיצד לא שיאמר לו כתוב על פנקסי שאתה חייב לי מאתים זוז אלא אומר לו תן לבני סאתים חטין תן לפועלי סלע מעות הוא אומר נתתי והן אומרים לא נטלנו הוא נשבע ונוטל והן נשבעין ונוטלין", 
        "13_Daf, 11_Line": "אמר מר יש לי בענין זה להביא ג' טומאות טומאת ע\"ז וטומאת גילוי עריות וטומאת שפיכות דמים", 
        "11_Daf, 14_Line": "את שיש בה ידיעה בתחלה וכו': ת\"ר מנין שאין הכתוב מדבר אלא בטומאת מקדש וקדשיו", 
        "74_Daf, 3_Line": "אמר רב יהודה אמר שמואל כללו של רבי מאיר פרטו של רבי יהודה כללו של רבי יהודה פרטו של רבי מאיר", 
        "11_Daf, 3_Line": "תנו רבנן בהרת עמוקה וכן הוא אומר (ויקרא יג, כה) ומראה עמוק מן העור כמראה חמה העמוקה מן הצל שאת אין שאת אלא גבוה וכן הוא אומר (ישעיהו ב, יד) על כל ההרים הרמים ועל כל הגבעות הנשאות ספחת אין ספחת אלא טפילה וכן הוא אומר (שמואל א ב, לו) ואמר ספחני נא", 
        "38_Daf, 0_Line": "מסרבין בו לאכול", 
        "25_Daf, 6_Line": "רבי שמעון אומר כשם שדם שעיר הנעשה בפנים מכפר על ישראל על טומאת מקדש וקדשיו כך דם הפר מכפר על הכהנים על טומאת מקדש וקדשיו וכשם שוידויו של שעיר המשתלח מכפר על ישראל בשאר עבירות כך וידויו של פר מכפר על הכהנים בשאר עבירות", 
        "78_Daf, 4_Line": "לא סיפא דוקא דקתני שהכל מין מטבע אחת ורישא כרב או כשמואל", 
        "82_Daf, 12_Line": "אבל נשבעין לקטן ולהקדש: והא אמרת רישא אין נשבעין על טענת שוטה וקטן", 
        "87_Daf, 0_Line": "ורב יוסף אמר כשומר שכר דמי", 
        "26_Daf, 12_Line": "נעלם ממנו הקדש וזכור את הטומאה נעלמו ממנו זה וזה ואכל את הקדש ולא ידע ומשאכל ידע הרי זה בעולה ויורד", 
        "83_Daf, 10_Line": "והאמר רב הונא שכיב מרע שהקדיש כל נכסיו ואמר מנה לפלוני בידי נאמן חזקה אין אדם עושה קנוניא על הקדש אמרי ה\"מ שכיב מרע דאין אדם חוטא ולא לו אבל גבי בריא ודאי חיישינן:", 
        "27_Daf, 11_Line": "ואיכא דאמרי אמר רב פפא לעולם תמני הויין וארבעי קמייתא דליתנהו בכל התורה כולה קא חשיב ארבעי בתרייתא דאיתנהו בכל התורה כולה לא קא חשיב", 
        "21_Daf, 4_Line": "אי הכי מתה או נשחטה תפדה הא בעינן העמדה והערכה הא מני ר\"ש היא דאמר קדשי מזבח היו בכלל העמדה והערכה קדשי בדק הבית לא היו בכלל העמדה והערכה", 
        "19_Daf, 8_Line": "אמר ליה את לא תסברא דלא אמרינן קדושה שבהן להיכן הלכה והתנן מותר הקטורת מה היו עושין בה מפרישין ממנה שכר האומנין ומחללין אותה על מעות האומנין ונותנין אותה לאומנין בשכרן וחוזרין ולוקחין אותה מתרומה חדשה", 
        "11_Daf, 10_Line": "רב אדא בר אבא אמר כגון מלכא ואלקפטא רופילא וריש גלותא האי זה למעלה מזה הוא אלא כגון מלכא ורופילא ואלקפטא וריש גלותא", 
        "87_Daf, 11_Line": "שכנגדו חשוד על השבועה כיצד", 
        "73_Daf, 1_Line": "אמר רבינא הכא במאי עסקינן כגון שהיתה שניה בשעת כפירת הראשונה קרובין בנשותיהן ונשותיהן גוססות מהו דתימא רוב גוססין למיתה קמ\"ל השתא מיהת חיי נינהו ולא שכיבי", 
        "37_Daf, 6_Line": "ואמר ריש לקיש כאן שנה רבי ידיעות ספיקות מתחלקות לחטאות", 
        "62_Daf, 8_Line": "תניא כוותיה דשמואל ראוהו שבא אחריהן אמרו לו מה אתה בא אחרינו שבועה שאין אנו יודעין לך עדות פטורין ואם בפקדון חייבים:", 
        "83_Daf, 1_Line": "אלא בדרבה קמיפלגי דאמר רבה מפני מה אמרה תורה מודה מקצת הטענה ישבע חזקה אין אדם מעיז פניו בפני בעל חובו והאי בכולי' בעי דליכפריה והאי דלא כפריה משום דאינו מעיז פניו בפני בעל חובו", 
        "76_Daf, 8_Line": "כי את אשר ישנו פה אין לי אלא אותן העומדין על הר סיני דורות הבאים וגרים העתידין להתגייר מנין ת\"ל (דברים כט, יד) ואת אשר איננו", 
        "51_Daf, 13_Line": "אמר רב ששת תריץ ואימא הכי בשפתים ולא שגמר בלבו להוציא פת חטין והוציא פת שעורין גמר בלבו להוציא פת חטין והוציא פת סתם מנין ת\"ל לכל אשר יבטא האדם", 
        "5_Daf, 0_Line": "הא דומיא דמראות נגעים קתני מה התם כולהו לחיובא אף הכא נמי כולהו לחיובא", 
        "76_Daf, 10_Line": "מאי אף היא בלשונה נאמרה", 
        "18_Daf, 17_Line": "היה ר' שמעון אומר שעירי ראשי חדשים מכפרין על טהור שאכל את הטמא כו':", 
        "3_Daf, 11_Line": "<big><strong>גמ׳</strong></big> מכדי תנא ממכות סליק מאי שנא דתני שבועות משום דתני חייב על הראש שתים אחת מיכן ואחת מיכן", 
        "57_Daf, 7_Line": "אחת זו ואחת זו המושבע מפי אחרים חייב (אם) לא אכלתי היום ולא הנחתי תפלין היום משביעך אני ואמר אמן חייב:", 
        "62_Daf, 5_Line": "אלא אמר לאו דוקא הכא נמי לאו דוקא", 
        "8_Daf, 11_Line": "אלא אמר אביי קסבר רבי ידיעת בית רבו שמה ידיעה", 
        "69_Daf, 2_Line": "הכי השתא התם כיון דליכא מידי אחרינא דאיקרי רחום וחנון ודאי במי שהוא חנון ודאי במי שהוא רחום קאמר הכא כיון דאיכא שמים וארץ בשמים ובארץ קאמר", 
        "9_Daf, 2_Line": "וקא קרי לה הוצאה וטעמא מאי תנא כל עקירת חפץ ממקומו הוצאה קרי לה", 
        "50_Daf, 18_Line": "ונעלם ממנו שנתעלם ממנו שבועה יכול שנתעלם ממנו חפץ תלמוד לומר בשבועה ונעלם ממנו על העלם שבועה הוא חייב ואינו חייב על העלם חפץ:", 
        "56_Daf, 15_Line": "ולימא להו קיימו שש מאות ושלש עשרה מצות ולטעמיך לימא להו על דעתי על דעת המקום למה לי", 
        "43_Daf, 4_Line": "ורבנן שבועות איכא דרב פנחס קונמות ליכא דרב פנחס", 
        "69_Daf, 22_Line": "ורמינהי (במדבר ה, כא) יתן ה' אותך לאלה ולשבועה מה ת\"ל והלא כבר נאמר והשביע הכהן את האשה בשבועת האלה לפי שנא' (ויקרא ה, א) ושמעה קול אלה נאמר כאן אלה ונאמר להלן אלה מה להלן שבועה אף כאן שבועה מה להלן בשם אף כאן בשם", 
        "92_Daf, 7_Line": "רבותינו שבארץ ישראל רבי אבא דההוא גברא דחטף נסכא מחבריה אתא לקמיה דרב אמי יתיב ר' אבא קמיה אייתי חד סהדא דמחטף חטפא מיניה א\"ל אין חטפי ודידי חטפי", 
        "22_Daf, 5_Line": "אלא ר' יוחנן גמרא גמיר לה לדברי ר\"ש אין נפדין לדברי חכמים נפדין", 
        "66_Daf, 16_Line": "א\"ל רב פפא לאביי לימא ר' יוסי הגלילי לית ליה דר' אחא דתניא ר' אחא אומר גמל האוחר בין הגמלים ונמצא גמל הרוג בצידו בידוע שזה הרגו דאי אית ליה דר' אחא בדיני נפשות נמי משכחת לה כר\"ש בן שטח", 
        "43_Daf, 13_Line": "<big><strong>מתני׳</strong></big> שבועה שלא אוכל ואכל ושתה אינו חייב אלא אחת שבועה שלא אוכל ושלא אשתה ואכל ושתה חייב שתים שבועה שלא אוכל ואכל פת חטין ופת שעורין ופת כוסמין אינו חייב אלא אחת שבועה שלא אוכל פת חטין ופת שעורין ופת כוסמין ואכל חייב על כל אחת ואחת שבועה שלא אשתה ושתה משקין הרבה אינו חייב אלא אחת שבועה שלא אשתה יין ושמן ודבש ושתה חייב על כל אחת ואחת", 
        "37_Daf, 8_Line": "בשלמא דרבי יוחנן אדרבי יוחנן לא קשיא כאן עשו ולא בכל התורה כולה עשו הכא הוא דלא כתיבא ידיעה בהדיא מונעלם הוא דקא אתי ולא בכל התורה כולה עשו דכתיב (ויקרא ד, כג) או הודע אליו ידיעה מעלייתא בעינן", 
        "59_Daf, 13_Line": "מנין לדיין שיודע לחבירו שהוא גזלן וכן עד שיודע בחבירו שהוא גזלן מנין שלא יצטרף עמו תלמוד לומר מדבר שקר תרחק", 
        "12_Daf, 13_Line": "אלא אמרי נהרדעי משמי' דרבא שלש טומאות בשלמים למה אחת לכלל ואחת לפרט ואחת לטומאה הכתובה בתורה סתם ואיני יודע מה היא", 
        "68_Daf, 23_Line": "אמר ליה אביי אלא הא דתני רבי חייא כובלכם אני הרי אלו חייבין כובל באורייתא מי כתיב", 
        "30_Daf, 13_Line": "ורמינהי אמר ר' ישמעאל בר' יוסי וכי אלו בלבד היו והלא כבר נאמר (דברים ג, ד) ששים עיר כל חבל ארגוב ממלכת עוג בבשן כל אלה ערים בצורות חומה גבוהה אלא למה מנו חכמים את אלו שכשעלו בני הגולה מצאו אלו וקידשום", 
        "88_Daf, 10_Line": "<big><strong>גמ׳</strong></big> כל הנשבעין שבתורה נשבעין ולא משלמין מנלן דאמר קרא (שמות כב, י) ולקח בעליו ולא ישלם מי שעליו לשלם לו שבועה:", 
        "79_Daf, 4_Line": "הא עיקר ההיא אגב גררא נסבה", 
        "69_Daf, 16_Line": "אף זה ולא מיבעי האיך אלא הא דאמר שמואל מלכותא דקטלא חד משיתא בעלמא לא מיענשא שנאמר כרמי שלי לפני האלף לך שלמה למלכותא דרקיעא ומאתים לנוטרים את פריו למלכותא דארעא שמואל לא כת\"ק ולא כי\"א", 
        "47_Daf, 7_Line": "מתיב רבא בריה דרבה יש אוכל אכילה אחת וחייב עליה ארבע חטאות ואשם אחד ואלו הן טמא שאכל חלב והוא נותר מן המוקדשין ביוה\"כ", 
        "96_Daf, 3_Line": "מתני׳ <big><strong>ארבעה</strong></big> שומרין הן שומר חנם והשואל נושא שכר והשוכר", 
        "39_Daf, 11_Line": "כלפי לייא אלא אימא כשם שלוקה על שקר כך לוקה נמי על שוא", 
        "51_Daf, 18_Line": "הניחא למ\"ד אין מלמדין אלא למ\"ד מלמדין מאי איכא למימר", 
        "53_Daf, 1_Line": "אפי' תימא ר' יאשיה וסבר לה כר\"ע דדריש רבויי ומיעוטי (ואייתר ליה או לחלק)", 
        "76_Daf, 12_Line": "אמר מר אומרין לו הוי יודע שכל העולם כולו נזדעזע בשעה שאמר הקב\"ה לא תשא את שם ה' אלהיך לשוא מ\"ט אילימא משום דאתיהב בסיני עשר דברות נמי אתיהב", 
        "95_Daf, 4_Line": "ההוא דשכיב ושבק ערבא סבר רב פפא למימר הא נמי דלא לוסיף עלה הוא אמר ליה רב הונא בריה דרב יהושע לרב פפא אטו ערבא לאו בתר יתמי אזיל", 
        "92_Daf, 12_Line": "אלא לאו דאמר ליה מנה לאבא ביד אביך אמר ליה חמשין ידענא וחמשין לא ידענא", 
        "81_Daf, 6_Line": "אמר רב פפי משמיה דרבא הלכתא המלוה את חבירו בעדים צריך לפורעו בעדים ורב פפא משמיה דרבא אמר המלוה את חבירו בעדים אין צריך לפורעו בעדים ואם אמר אל תפרעני אלא בעדים צריך לפורעו בעדים ואם אמר לו פרעתיך בפני פלוני ופלוני והלכו להם למדינת הים נאמן:", 
        "38_Daf, 2_Line": "רב אשי אמר תני שבועה שאי אוכל לך אי הכי מאי למימרא מהו דתימא לישניה דאיתקילא ליה קמ\"ל:", 
        "28_Daf, 5_Line": "ובשתי תודות: תנא שתי תודות שאמרו בלחמן ולא בבשרן מנהני מילי אמר רב חסדא דאמר קרא (נחמיה יב, לא) ואעמידה שתי תודות גדולות ותהלוכות לימין מעל לחומה", 
        "60_Daf, 11_Line": "מנין לבעל דין שלא יטעים דבריו לדיין קודם שיבא בעל דין חבירו ת\"ל מדבר שקר תרחק רב כהנא מתני (שמות כ, ו) מלא תשא לא תשיא", 
        "62_Daf, 10_Line": "מנלן דאכפירה בב\"ד הוא דמחייבי אחוץ לב\"ד לא מחייבי", 
        "18_Daf, 0_Line": "ואיתקוש שעירי הרגלים לשעירי ראשי חדשים מה שעיר דראש חודש במילתא דקודש מכפרי אף שעירי רגלים במילתא דקודש מכפרי", 
        "65_Daf, 18_Line": "ועוד ק\"ו מה פקדון שעשה בו נשים כאנשים קרובים כרחוקים פסולים ככשרים וחייב על", 
        "50_Daf, 7_Line": "מאי ריבה ריבה כל מילי ומאי מיעט מיעט דבר מצוה", 
        "71_Daf, 7_Line": "וחייב על זדון השבועה ועל שגגתה עם זדון הפקדון ואינו חייב על שגגתה גרידתא ומה חייב על זדונה אשם בכסף שקלים", 
        "57_Daf, 15_Line": "<br><br><big><strong>הדרן עלך שבועת שתים</strong></big><br><br>", 
        "69_Daf, 20_Line": "ות\"ק סבר שונאי ישראל איכא שונאי עובדי כוכבים ליכא:", 
        "79_Daf, 10_Line": "איתיביה ר' אבא בר ממל לר' חייא בר אבא טענו שור והודה לו בשה שה והודה לו בשור פטור טענו בשור ושה והודה לו באחד מהן חייב", 
        "65_Daf, 8_Line": "ת\"ר מנין שאין הכתוב מדבר אלא בתביעת ממון ר' אליעזר אומר נאמר כאן (ויקרא ה, א) אואין ונאמר להלן (ויקרא ה, כא) אואין מה להלן אינו מדבר אלא בתביעת ממון אף כאן אינו מדבר אלא בתביעת ממון", 
        "5_Daf, 1_Line": "לעולם ר' ישמעאל וכי לא מחייב רבי ישמעאל לשעבר קרבן אבל מלקות חיובי מחייב", 
        "59_Daf, 7_Line": "ואמר רבה בר רב הונא האי צורבא מרבנן ועם הארץ דאית להו דינא בהדי הדדי לא ליקדום צורבא מרבנן וליתיב משום דמיחזי כמאן דסדר ליה לדיניה ולא אמרן אלא דלא קביע ליה עידניה אבל קביע ליה עידניה לית לן בה מימר אמר בעידניה טריד", 
        "50_Daf, 2_Line": "אין לי אלא להבא לשעבר מנין תלמוד לומר (ויקרא ה, ד) לכל אשר יבטא האדם בשבועה דברי רבי עקיבא רבי ישמעאל אומר להרע או להיטיב להבא", 
        "19_Daf, 1_Line": "רבי שמעון בן יהודה אומר משמו כו':", 
        "63_Daf, 9_Line": "שמע מינה משביע עדי קרקע חייב דלמא דתפישא מטלטלי:", 
        "11_Daf, 1_Line": "אמרי אין הכי נמי והתניא רבי נתן אומר לא שאמר ר' עקיבא של סיד דיהה הימנה אלא של צמר דיהה הימנה", 
        "25_Daf, 12_Line": "במה הן מתכפרין מוטב שיתכפרו בפרו של אהרן שהרי הותר מכללו אצל ביתו ואל יתכפרו בשעיר הנעשה בפנים שלא הותר מכללו אצל ביתו", 
        "26_Daf, 11_Line": "מתני׳ <big><strong>ידיעות</strong></big> הטומאה שתים שהן ארבע נטמא וידע ונעלמה ממנו הטומאה וזכור את הקדש", 
        "87_Daf, 3_Line": "מאי אינו משמט דקאמר תנא קמא אילימא כנגדו מכלל דרבי יהודה הנשיא סבר כנגדו נמי משמט אלא אמאי תפיס משכון", 
        "67_Daf, 23_Line": "דלמא מזיד כשוגג פריך דגמר לה ממעילה דהנך נפישין אבל מושבע כנשבע לא פריך", 
        "14_Daf, 16_Line": "ורבי שמעון ההוא (ויקרא טז, טז) מוכן יעשה נפקא ורבי יהודה אי מההיא הוה אמינא ניתי פר ושעיר אחריני ונעביד קמ\"ל ור' שמעון וכן יעשה לאהל מועד מיניה משמע", 
        "93_Daf, 6_Line": "והחנוני על פינקסו כו': תניא אמר רבי טורח שבועה זו למה א\"ל ר' חייא (בר אבא) תנינא שניהם נשבעין ונוטלין מבעל הבית", 
        "49_Daf, 11_Line": "בשלמא לשמואל דאמר מילתא דליתיה בלהבא לא מחייב עליה לשעבר להכי אפקה רחמנא לשבועת עדות מכלל שבועת ביטוי אלא לרב למאי הלכתא אפקה רחמנא", 
        "14_Daf, 0_Line": "גילוי עריות נמי היכי דמי אי במזיד בר קטלא הוא אי בשוגג בר קרבן הוא", 
        "77_Daf, 20_Line": "לימא תיהוי תיובתא דרב אמר לך רב כולה מתני' שוה וליטרא זהב שאני", 
        "24_Daf, 11_Line": "ורמי סתם סיפרא אסתם סיפרא דתניא יכול לא יהא יוה\"כ מכפר אא\"כ התענה בו וקראו מקרא קדש ולא עשה בו מלאכה לא התענה בו ולא קראו מקרא קדש ועשה בו מלאכה מנין ת\"ל (ויקרא כג, כח) יום כפורים הוא מ\"מ", 
        "64_Daf, 1_Line": "אמר רבינא הכא במאי עסקינן כגון שהיתה שניה בשעת כפירת ראשונה קרובין בנשותיהן ונשותיהן גוססות מהו דתימא רוב גוססים למיתה קמ\"ל (השתא מיהא לא שכיב):", 
        "83_Daf, 17_Line": "יצאו קרקעות שאין מטלטלין יצאו עבדים שהוקשו לקרקעות יצאו שטרות שאע\"פ שהן מטלטלין אין גופן ממון הקדש רעהו כתיב:", 
        "44_Daf, 15_Line": "הוה ליה למימר חטין ושעורין וכוסמין ודלמא לכוס", 
        "8_Daf, 3_Line": "ורבנן אמר רבינא כדאמרי במערבא כל מקום שאתה מוצא שתי כללות הסמוכות זה לזה הטל פרט ביניהן ודונם בכלל ופרט", 
        "76_Daf, 4_Line": "וכל עבירות שבתורה אם יש לו זכות תולין לו שנים ושלשה דורות וכאן נפרעין ממנו לאלתר שנאמר (זכריה ה, ד) הוצאתיה נאם ה' צבאות ובאה אל בית הגנב ואל בית הנשבע בשמי לשקר ולנה בתוך ביתו וכלתו ואת עציו ואת אבניו", 
        "38_Daf, 13_Line": "בשלמא לאביי מדמתפיס בנדר נדר מתפיס בשבועה שבועה", 
        "44_Daf, 3_Line": "ודלמא ה\"נ על ידי אניגרון", 
        "77_Daf, 12_Line": "אלא אמר לך רב כסף כי אתא מעיקרא לכפירה הוא דאתא דא\"כ לכתוב רחמנא כי יתן איש אל רעהו כלים לשמור ואנא אמינא מה כלים שנים אף כל שנים כסף דכתב רחמנא למה לי אם אינו ענין לטענה תנהו ענין לכפירה", 
        "56_Daf, 13_Line": "ולימא להו קיימו תורה חדא תורה ולימא קיימו שתי תורות תורת חטאת תורת אשם קיימו כל התורה כולה עבודת כוכבים דאמר מר חמורה עבודת כוכבים שכל הכופר בה כמודה בכל התורה כולה", 
        "59_Daf, 12_Line": "ת\"ר למנין לדיין שלא יעשה סניגרון לדבריו תלמוד לומר (שמות כג, ז) מדבר שקר תרחק ומנין לדיין שלא ישב תלמיד בור לפניו ת\"ל מדבר שקר תרחק", 
        "70_Daf, 23_Line": "אל יכך ויברכך וייטיב לך רבי מאיר מחייב וחכמים פוטרין:", 
        "83_Daf, 16_Line": "כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש דבר המטלטל וגופו ממון אף כל דבר המטלטל וגופו ממון", 
        "93_Daf, 7_Line": "קיבלה מיניה או לא קיבלה מיניה ת\"ש דתניא רבי אומר פועלין נשבעין לחנוני ואם איתא לבעל הבית מיבעי ליה", 
        "14_Daf, 17_Line": "אמר מר יכול על כל טומאות שבקודש יהא שעיר זה מכפר ת\"ל מפשעיהם לכל חטאתם וגו' מאי ניהו יש בה ידיעה בתחלה ויש בה ידיעה בסוף האי בר קרבן הוא", 
        "65_Daf, 2_Line": "אימא סיפא הודה מעצמו פטור אתאן לרבנן", 
        "62_Daf, 15_Line": "אמר רב חסדא הא מני ר' יוסי הגלילי היא דאמר אפשר לצמצם", 
        "94_Daf, 11_Line": "מתיב רב אושעיא מתה יורשיה מזכירין את כתובתה עד עשרים וחמש שנים הכא במאי עסקינן שנשבעה ומתה", 
        "40_Daf, 12_Line": "זו היא למעוטי מאי לאו למעוטי אכלתי ולא אכלתי דלא לקי", 
        "62_Daf, 6_Line": "האי מאי אי אמרת בשלמא אמר דהכא דוקא תנא התם אטו הכא אלא אי אמרת לא אמר דהתם דוקא ולא אמר דהכא דוקא אמר אמר למה לי למיתנייה", 
        "69_Daf, 4_Line": "רבי יוסי אומר צבאות כולו נמחק שלא נקרא צבאות אלא על שם ישראל שנאמר (שמות ז, ד) והוצאתי את צבאותי את עמי בני ישראל מארץ מצרים אמר שמואל אין הלכה כרבי יוסי", 
        "4_Daf, 11_Line": "לפטור", 
        "97_Daf, 10_Line": "והא איפליגו בה חדא זימנא דאתמר שבועה שזרק פלוני צרור לים שבועה שלא זרק רב אמר חייב ושמואל אמר פטור רב אמר חייב דאיתא בלאו והן ושמואל אמר פטור דליתא בלהבא", 
        "27_Daf, 13_Line": "לעולם דידע בטומאת שרץ וכגון דנגע בכעדשה ולא ידע כעדשה אי מטמא אי לא מטמא מאי כיון דידע דמטמא שרץ בעולם ידיעה היא או דלמא כיון דכעדשה לא ידע אי מטמא אי לא מטמא העלמה היא תיקו", 
        "40_Daf, 10_Line": "וא\"ר אבהו תהא באכלתי ולא אכלתי ומאי שנא אמר רבא בפירוש ריבתה תורה שבועת שקר דומה לשוא מה שוא לשעבר אף שקר נמי לשעבר", 
        "75_Daf, 15_Line": "טענו חטין והודה לו בשעורין פטור ורבן גמליאל מחייב", 
        "37_Daf, 12_Line": "מתני׳ <big><strong>שבועות</strong></big> שתים שהן ארבע שבועה שאוכל ושלא אוכל שאכלתי ושלא אכלתי", 
        "79_Daf, 12_Line": "אלא הא מני אדמון היא ולא דחויי מדחינא לך אלא תלמוד ערוך הוא בפיו של ר' יוחנן הא מני אדמון היא", 
        "53_Daf, 3_Line": "א\"ר יהודה בן בתירא מה אם הרשות כו': ורבנן שפיר קאמרי ליה לר' יהודה בן בתירא", 
        "34_Daf, 3_Line": "אמר רבא ותרוייהו תנינהו כניסה תנינא פרישה תנינא פרישה תנינא דקתני היה משמש עם הטהורה ואמרה לו נטמאתי ופירש מיד חייב", 
        "75_Daf, 4_Line": "אמר ליה אביי מי דמי התם בחטין קא כפר ליה בשעורין וכוסמין לא קא כפר ליה הכא בכולה מילתא הוא דקא כפר ליה הא לא דמיא אלא לאומר לחבירו תן לי חטין ושעורין וכוסמין שיש לי בידך שבועה שאין לך בידי כלל ואשתכח חטין הוא דלית ליה הא שעורין וכוסמין אית ליה דמיחייב", 
        "88_Daf, 5_Line": "אמר לשולחני תן לי בדינר מעות ונתן לו אמר לו תן לי את הדינר אמר לו נתתי לך ונתתו באונפלי ישבע בעל הבית נתן לו את הדינר אמר לו תן לי את המעות אמר לו נתתים לך והשלכת לתוך כיסך ישבע שולחני רבי יהודה אומר אין דרך שולחני ליתן איסר עד שיטול דינר", 
        "50_Daf, 25_Line": "ורב יוסף אמר לך כיון דכי ידע ליה דחטין הוא פריש מיניה העלם חפץ הוא", 
        "54_Daf, 9_Line": "אמר רבא שבועה שלא אוכל ככר זו אם אוכל זו ואכל את הראשונה בשוגג והשניה במזיד פטור ראשונה במזיד ושניה בשוגג חייב שתיהן בשוגג פטור", 
        "29_Daf, 6_Line": "נבנייה ממעלי יומא ונשייר ביה פורתא דעד דקדיש יומא לאלתר נגמריה וניקדשיה אין בנין בית המקדש בלילה דאמר אביי מנין שאין בנין בית המקדש בלילה שנאמר (במדבר ט, טו) וביום הקים את המשכן ביום מקימו בלילה אין מקימו הלכך לא אפשר:", 
        "64_Daf, 2_Line": "<big><strong>מתני׳</strong></big> משביע אני עליכם אם לא תבואו ותעידוני שיש לי ביד פלוני פקדון ותשומת יד וגזל ואבידה שבועה שאין אנו יודעין לך עדות אין חייבין אלא אחת", 
        "77_Daf, 0_Line": "התם שיש בידם למחות ולא מיחו", 
        "12_Daf, 16_Line": "אלא אמר רבא אתיא טומאתו טומאתו כתיב הכא (ויקרא ה, ג) לכל טומאתו", 
        "20_Daf, 6_Line": "אמר ליה לינה קאמרת שאני קטורת הואיל וצורתה בכל השנה כולה", 
        "80_Daf, 5_Line": "איכא בינייהו שכנגדו חשוד על השבועה בדאורייתא שכנגדו חשוד על השבועה אפכינן ליה שבועה ושמו אאידך בדרבנן תקנתא היא ותקנתא לתקנתא לא עבדינן", 
        "3_Daf, 0_Line": "על הטהור שאכל את הטמא", 
        "22_Daf, 1_Line": "אלא רבנן דפרה דלמא שאני פרה דדמיה יקרין", 
        "10_Daf, 3_Line": "אמר לו לומר שמצטרפים זה עם זה אמר לו ויאמרו מקרום ביצה ולמעלה טמא ומצטרפין זה עם זה אמר לו לומר לך כל כהן שאינו בקי בהן ובשמותיהן אינו רואה את הנגעים", 
        "19_Daf, 6_Line": "אמר עולא אמר רבי יוחנן תמידין שלא הוצרכו לצבור נפדין תמימים", 
        "82_Daf, 7_Line": "ההוא דא\"ל לחבריה מהימנת לי כבי תרי כל אימת דאמרת לא פרענא אזל פרעיה באפי תלתא אמר רב פפא כבי תרי הימניה כבי תלתא לא הימניה", 
        "73_Daf, 8_Line": "אמר ליה רב הונא בריה דרב יהושע לרב פפא שטרא נמי עביד דמרכס אלא אמר רב הונא בריה דרב יהושע היינו טעמיה דרבי יוחנן משום דהוה שטר שעבוד קרקעות ואין מביאין קרבן על כפירת שעבוד קרקעות", 
        "6_Daf, 12_Line": "אלא רבי טעמיה דנפשיה מפרש דתניא מנין שאינו חייב אלא על שיש בה ידיעה בתחלה וידיעה בסוף והעלם בינתים ת\"ל (ויקרא ה, ב) ונעלם ונעלם שני פעמים דברי ר\"ע", 
        "24_Daf, 2_Line": "יכול אפילו עשה תשובה ת\"ל (במדבר טו, לא) עונה בה לא אמרתי אלא בזמן שעונה בה", 
        "77_Daf, 8_Line": "אמר רבא דיקא מתניתין כותיה דרב וקראי כותיה דשמואל דיקא מתני' כותיה דרב דקתני הטענה שתי כסף וההודאה שוה פרוטה ואילו כפירת טענה פרוטה לא קתני ותנן נמי ההודאה בפרוטה ואילו כפירה בפרוטה לא קתני", 
        "74_Daf, 12_Line": "והאי תנא כל הכי שביש תני ואזיל אלא הא מני רבי היא דאמר לא שנא כזית כזית ולא שנא כזית וכזית פרטא הוי", 
        "78_Daf, 11_Line": "אמר לו רבי יצחק יישר וכן א\"ר יוחנן מכלל דפליג עליה ר\"ל איכא דאמרי מישהא הוה שהי ליה ושתיק ליה איכא דאמרי מישתא הוה שתי ליה ושתיק ליה", 
        "37_Daf, 15_Line": "אמר אביי לעולם דאכילנא משמע לא קשיא כאן במסרבין בו לאכול כאן בשאין", 
        "68_Daf, 2_Line": "משביע אני עליכם כשתדעו לי עדות שתבואו ותעידוני הרי אלו פטורים מפני שקדמה שבועה לעדות", 
        "48_Daf, 1_Line": "רבינא אמר כי קתני מידי דחייל אמידי דבר אכילה הוא שבועה דחיילא אמידי דלאו בר אכילה הוא לא קתני", 
        "49_Daf, 17_Line": "אמר להו לאו היינו דאמרי לאחת אחת אתה מחייבו ואי אתה מחייבו שתים ואי במזיד מי איכא תרתי", 
        "79_Daf, 0_Line": "הודה במקצת קרקעות פטור במקצת כלים חייב", 
        "60_Daf, 17_Line": "ר' מאיר סבר דון מינה ומינה מפקדון מה פקדון מושבע מפי עצמו חייב אף עדות מושבע מפי עצמו חייב ומינה מה פקדון בין בבית דין ובין שלא בבית דין אף עדות בין בבית דין ובין שלא בבית דין", 
        "73_Daf, 2_Line": "תא שמע בעל הבית שטען טענת גנב בפקדון ונשבע והודה ובאו עדים אם עד שלא באו עדים הודה משלם קרן וחומש ואשם אם משבאו עדים הודה משלם תשלומי כפל ואשם", 
        "10_Daf, 7_Line": "אלא מדרבי חנינא דאמר ר' חנינא משל דרבי עקיבא למה הדבר דומה לארבעה כוסות של חלב אחד נפלו לתוכו שתי טיפין של דם ואחד נפלו לתוכו ארבע טיפין של דם ואחד נפלו לתוכו שמונה ואחד נפלו לתוכו שתים עשרה טיפין ואמרי לה שש עשרה טיפין שכולן מראות לובן הן אלא שזה למעלה מזה וזה למעלה מזה", 
        "58_Daf, 2_Line": "וחייבין על זדון השבועה ועל שגגתה עם זדון העדות ואינן חייבין על שגגתה ומה הן חייבין על זדון השבועה קרבן עולה ויורד:", 
        "64_Daf, 11_Line": "אלא כרבנן דהכא דאמרי דבר הגורם לממון לאו כממון דמי מאי כיון דאילו מודה מיפטר לאו ממונא קא כפר ליה או דלמא השתא מיהא לא אודי", 
        "77_Daf, 1_Line": "מאי איכא בין רשעים דמשפחתו לרשעים דעלמא בין צדיקים דמשפחתו לצדיקים דעלמא", 
        "85_Daf, 3_Line": "והשתא דאמר רב אשי דקיימא לן זה נשבע שאינה ברשותו וזה נשבע כמה שוה הכי קאמר מי נשבע תחלה מי שהפקדון אצלו שמא ישבע זה ויוציא הלה את הפקדון", 
        "65_Daf, 3_Line": "כולה ר' אלעזר בר' שמעון היא וה\"ק לא משכחת לה הודה מפי עצמו דפטור אלא היכא דליכא עדים כלל והודה מעצמו:", 
        "84_Daf, 9_Line": "אבל אמר לו כור תבואה יש לי בידך והלה אומר אין לך בידי אלא לתך חייב מנורה בת עשר ליטרין יש לי בידך אין לך בידי אלא בת חמש ליטרין חייב", 
        "27_Daf, 10_Line": "אמר רב פפא לעולם תמני הויין ארבעי קמייתא דלא מייתן ליה לידי קרבן לא קא חשיב ארבעה בתרייתא דמייתן ליה לידי קרבן קא חשיב", 
        "50_Daf, 28_Line": "א\"ל רבינא לרב אשי כלום פריש משבועה אלא משום חפץ כלום פריש מחפץ אלא משום שבועה אלא לא שנא", 
        "30_Daf, 3_Line": "רב נחמן אמר באחת מכל אלו תנן קסבר קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא ועזרא קדושי קדיש אע\"ג דלא הוו אורים ותומים", 
        "93_Daf, 5_Line": "(דברים א, ז) עד הנהר הגדול נהר פרת שמעון בן טרפון אומר קרב לגבי דהינא ואידהן דבי רבי ישמעאל תנא עבד מלך כמלך:", 
        "14_Daf, 15_Line": "אמר מר ר' שמעון אומר ממקומו הוא מוכרע הרי הוא אומר (ויקרא טז, טז) וכפר על הקדש מטומאות מטומאתו של קודש כו' שפיר קאמר רבי שמעון ורבי יהודה אמר לך ההוא מיבעי ליה כי היכי דעביד לפני ולפנים הכי נעביד בהיכל", 
        "74_Daf, 0_Line": "אלא מהא ליכא למשמע מינה:", 
        "75_Daf, 2_Line": "אנסת ופתית את בתי כו': אמר רבי חייא בר אבא אמר רבי יוחנן מאי טעמא דרבי שמעון הואיל ועיקר קנס הוא תובע", 
        "26_Daf, 15_Line": "ובית דין מהלכין ושתי תודות אחריהן וכל ישראל אחריהם", 
        "29_Daf, 15_Line": "וליטעמיך למאן דאמר זו אחר זו חדא מי מיקדשא הא כל שלא נעשית בכל אלו תנן ואפי' למ\"ד באחת מכל אלו הני תרוייהו חדא מצוה היא", 
        "70_Daf, 11_Line": "בו האמנת דברים דכתיב (ירמיהו כח, ה) ויאמר ירמיה [הנביא] (אל חנניהו) אמן כן יעשה ה' יקם ה' את דבריך", 
        "32_Daf, 8_Line": "אי אמרת בשלמא שיעורא גמירי משכחת לה דאניס נפשיה בקצרה ועבד עבודה", 
        "62_Daf, 12_Line": "א\"ל רב פפא לאביי אי הכי אימא שבועה גופא בב\"ד אין ושלא בבית דין לא", 
        "13_Daf, 5_Line": "יש לי בענין זה להביא שלש טומאות טומאת ע\"ז וטומאת גילוי עריות וטומאת שפיכות דמים", 
        "71_Daf, 12_Line": "תן לי חטין ושעורין וכוסמין שיש לי בידך שבועה שאין לך בידי אינו חייב אלא אחת שבועה שאין לך בידי חטין ושעורין וכוסמין חייב על כל אחת ואחת רבי מאיר אומר אפילו אמר חטה ושעורה וכוסמת חייב על כל אחת ואחת", 
        "57_Daf, 10_Line": "ותניא בברייתא שבועת העדות כיצד אמר לעדים בואו והעידוני שבועה שאין אנו יודעין לך עדות או שאמרו אין אנו יודעין לך עדות משביע אני עליכם ואמרו (לו) אמן בין בפני ב\"ד בין שלא בפני בית דין בין מפי עצמו בין מפי אחרים כיון שכפרו בהם חייבין דברי רבי מאיר", 
        "82_Daf, 9_Line": "לישנא אחרינא ההוא דא\"ל לחבריה מהימנת לי כבי תרי כל אימת דאמרת לא פרענא אזל ופרעיה באפי תלתא אמר רב פפא כבי תרי הימניה כבי תלתא לא הימניה", 
        "60_Daf, 6_Line": "מנין לנושה בחבירו מנה שלא יאמר אטעננו במאתים כדי שיודה לי במנה ויתחייב לי שבועה ואגלגל עליו שבועה ממקום אחר תלמוד לומר מדבר שקר תרחק", 
        "51_Daf, 12_Line": "אלא לשמואל קשיא", 
        "45_Daf, 17_Line": "וריש לקיש אמר אי אתה מוצא אלא אי במפרש חצי שיעור ואליבא דרבנן אי בסתם אליבא דרבי עקיבא דאמר אדם אוסר עצמו בכל שהוא", 
        "21_Daf, 2_Line": "אבודין קאמרת שאני אבודין דלא שכיחי", 
        "70_Daf, 28_Line": "ואמר ר' תנחום בר חכינאי (במדבר ה, יט) הנקי כתיב טעמא דכתיב הנקי הא לאו הכי מכלל לאו אתה שומע הן לא אמרינן", 
        "28_Daf, 7_Line": "מי איכא חשיבותא קמי שמיא והתניא נאמר בעולת בהמה (ויקרא א, ט) אשה ריח ניחח בעולת העוף (ויקרא א, ט) אשה ריח ניחח במנחה (ויקרא ב, ב) אשה ריח ניחח מלמד שאחד המרבה ואחד הממעיט ובלבד שיכוין את לבו לאביו שבשמים", 
        "59_Daf, 4_Line": "והאמר מר מחלוקת בשעת משא ומתן אבל בשעת גמר דין דברי הכל דיינים בישיבה ובעלי דינין בעמידה דיתיב כמאן דשרי מסאניה ואמר איש פלוני אתה זכאי איש פלוני אתה חייב", 
        "41_Daf, 16_Line": "והרי עפר אלא", 
        "47_Daf, 11_Line": "והרי הקדש", 
        "55_Daf, 7_Line": "(שבועות שגגות ה\"ד לאו כי האי גוונא שמע מינה)", 
        "15_Daf, 1_Line": "אמר מר מנין שיש בה ידיעה בתחלה ואין בה ידיעה בסוף ששעיר זה תולה מנין מאי קא קשיא ליה", 
        "76_Daf, 1_Line": "וכל עבירות שבתורה נאמר בהן ונקה וכאן נאמר לא ינקה וכל עבירות שבתורה נפרעין ממנו וכאן ממנו וממשפחתו שנאמר (קהלת ה, ה) אל תתן את פיך לחטיא את בשרך ואין בשרו אלא קרובו שנאמר (ישעיהו נח, ז) ומבשרך לא תתעלם", 
        "58_Daf, 4_Line": "אתה אומר בעדים או אינו אלא בבעלי דינין כשהוא אומר (דברים יט, יז) אשר להם הריב הרי בעלי דינין אמור הא מה אני מקיים ועמדו שני האנשים בעדים הכתוב מדבר ואם נפשך לומר נאמר כאן שני ונאמר להלן (דברים יט, יז) שני מה להלן בעדים אף כאן בעדים", 
        "56_Daf, 0_Line": "ואכל תאנים והפריש קרבן ואח\"כ אכל ענבים לחודייהו הויא להו ענבים חצי שיעור ואחצי שיעור לא מיחייב קרבן הכא נמי כגון דאמר שבועה שלא אוכל עשר וחזר ואמר שבועה שלא אוכל תשע ואכל תשע והפריש קרבן ואח\"כ אכל עשירית הויא לה עשירית חצי שיעור ואחצי שיעור לא מיחייב:", 
        "4_Daf, 1_Line": "חדא דמיחייב עלה תרתי תנא שבועות שתים שהן ארבע", 
        "96_Daf, 11_Line": "אמר לשואל היכן שורי אמר לו", 
        "84_Daf, 2_Line": "נושא שכר אינו משלם מנלן דתנו רבנן (שמות כב, ו) כי יתן איש אל רעהו כלל חמור או שור או שה פרט וכל בהמה לשמור חזר וכלל כלל ופרט וכלל כו' עד הקדש רעהו כתיב:", 
        "20_Daf, 7_Line": "מ\"מ קשיא וכי קדושה שבהן להיכן הלכה אמר רבה לב בית דין מתנה עליהן אם הוצרכו הוצרכו ואם לאו יהיו לדמיהן", 
        "75_Daf, 22_Line": "וכדרבא דאמר רבא האי דיינא דאשבע בה' אלהי השמים נעשה כמי שטעה בדבר משנה וחוזר ואמר רב פפא האי דיינא דאשבע בתפלין נעשה כמי שטעה בדבר משנה וחוזר", 
        "22_Daf, 2_Line": "ואלא רבנן דאמרו לו", 
        "94_Daf, 15_Line": "מתיב רב נתן בר הושעיא יפה כח הבן מכח האב", 
        "69_Daf, 8_Line": "כל שמות האמורים בתורה באברהם קדש חוץ מזה שהוא חול שנאמר (בראשית יח, ג) ויאמר יי' אם נא מצאתי חן בעיניך", 
        "75_Daf, 16_Line": "הטוען לחבירו בכדי שמן והודה לו בקנקנים אדמון אומר הואיל והודה לו מקצת ממין הטענה ישבע וחכמים אומרים אין ההודאה ממין הטענה אמר רבן גמליאל רואה אני את דברי אדמון", 
        "49_Daf, 13_Line": "אמר להו תרתי לא מציתו אמריתו דתניא (ויקרא ה, ד) לאחת מאלה לאחת אתה מחייבו ואי אתה מחייבו שתים", 
        "71_Daf, 4_Line": "מתני׳ <big><strong>שבועת</strong></big> הפקדון נוהגת באנשים ובנשים ברחוקים ובקרובים בכשרים ובפסולים", 
        "33_Daf, 5_Line": "ומסתפינא מחבריא אי הכי כולו נמי אמר רבא כולו לא גרע מכלים שבבית דכתיב (ויקרא יד, לו) ולא יטמא כל אשר בבית", 
        "89_Daf, 7_Line": "אמר רמי בר חמא כמה מעליא הא שמעתא אמר ליה רבא מאי מעליותא א\"כ שבועת שומרין דחייב רחמנא היכי משכחת לה מתוך שיכול לומר לו לא היו דברים מעולם יכול לומר לו נאנסו", 
        "45_Daf, 9_Line": "וא\"ר יוחנן אפי' פרוטה מכולם מצטרפת", 
        "62_Daf, 11_Line": "אמר אביי אמר קרא (ויקרא ה, א) אם לא יגיד ונשא עונו לא אמרתי לך אלא במקום שאילו מגיד זה מתחייב זה ממון", 
        "48_Daf, 23_Line": "לימא בפלוגתא", 
        "62_Daf, 18_Line": "בזה אחר זה הראשון חייב והשני פטור: מתני' דלא כי האי תנא דתניא משביע עד אחד פטור ורבי אלעזר ברבי שמעון מחייב", 
        "77_Daf, 3_Line": "גבי שבועה הוא ורשעים דמשפחה כדיניה ורשעים דעלמא בדין חמור וצדיקי דהכא והכא בדין הקל:", 
        "52_Daf, 3_Line": "<big><strong>גמ׳</strong></big> ת\"ר יכול נשבע לבטל את המצוה ולא ביטל יהא חייב ת\"ל (ויקרא ה, ד) להרע או להיטיב מה הטבה רשות אף הרעה רשות אוציא נשבע לבטל את המצוה ולא ביטל שהוא פטור", 
        "43_Daf, 15_Line": "<big><strong>גמ׳</strong></big> אמר רבי חייא בר אבין אמר שמואל שבועה שלא אוכל ושתה חייב איבעית אימא סברא ואיבעית אימא קרא", 
        "18_Daf, 5_Line": "על כרחך אינו מכפר אלא על שאין בה ידיעה לא בתחלה ולא בסוף:", 
        "25_Daf, 10_Line": "מאן תנא להא דתנו רבנן ושחט את שעיר החטאת אשר לעם שאין הכהנים מתכפרין בו ובמה מתכפרין בפרו של אהרן", 
        "57_Daf, 11_Line": "קשיין אהדדי אלא לאו ש\"מ הא דענה אמן הא דלא ענה אמן ש\"מ", 
        "88_Daf, 12_Line": "גדולות מכלל דאיכא קטנות", 
        "76_Daf, 9_Line": "ואין לי אלא מצוה שקיבלו עליהם מהר סיני מצות העתידות להתחדש כגון מקרא מגילה מנין ת\"ל (אסתר ט, כז) קימו וקבלו קיימו מה שקבלו כבר", 
        "76_Daf, 21_Line": "וכל עבירות שבתורה מכל העולם לא והכתיב (ויקרא כו, לז) וכשלו איש באחיו איש בעון אחיו מלמד שכל ישראל ערבים זה בזה", 
        "47_Daf, 2_Line": "מידי דהוה אאיסור מוסיף", 
        "65_Daf, 1_Line": "הא מני ר' אלעזר בר' שמעון היא דאמר יבואו עדים ויעידו", 
        "5_Daf, 9_Line": "הי סתמא אילימא האי סתמא דתנן אבל המותיר בטהור והשובר בטמא אינו לוקה את הארבעים", 
        "56_Daf, 8_Line": "אמר ליה רבינא לרב אשי ודלמא האי גברא ציפורא רבא חזי ואסיק ליה שמא גמלא וכי קא משתבע אדעתיה דידיה אישתבע", 
        "43_Daf, 1_Line": "איפוך אחד זה ואחד זה לא מעל לפי שאין מעילה בקונמות דברי רבי מאיר וחכמים אומרים הוא מעל וחבירו לא מעל", 
        "51_Daf, 2_Line": "כמאן כמונבז דאמר שגגת קרבן שמה שגגה", 
        "95_Daf, 13_Line": "כמאן כשמואל והתני רבי חייא לסיועיה לרב אימא כפירת טענה כרב:", 
        "18_Daf, 6_Line": "ר' מאיר אומר כל השעירים כפרתן שוה כו':", 
        "90_Daf, 9_Line": "מתקיף לה רב שישא בריה דרב אידי אלא קצץ רבי יהודה היא ולא רבנן השתא היכי דמחמיר רבי יהודה מקילי רבנן היכא דמקיל רבי יהודה מחמרי רבנן", 
        "66_Daf, 9_Line": "איפוך אנא", 
        "87_Daf, 10_Line": "נחבל כיצד היו מעידים אותו שנכנס תחת ידו שלם ויצא חבול ואמר לו חבלת בי והוא אומר לא חבלתי הרי זה נשבע ונוטל רבי יהודה אומר עד שתהא שם מקצת הודאה כיצד אמר לו חבלת בי שתים והלה אומר לא חבלתי בך אלא אחת", 
        "14_Daf, 9_Line": "אימא יולדת דחלק דמייתא עולה ויורד אמר רב הושעיא (ויקרא טז, טז) לכל חטאתם ולא לכל טומאתם", 
        "37_Daf, 10_Line": "פשיטא דלא בעי מדלא מייתרי ליה קראי (ויקרא ה, ב) ונעלם דמיחייב על העלם מקדש מהו דתימא כי לית ליה מקראי אבל מגמרא אית ליה קמ\"ל:", 
        "49_Daf, 2_Line": "נימא רב דאמר כר' יהודה בן בתירא ושמואל דאמר כרבנן", 
        "27_Daf, 2_Line": "זו היא מצות עשה שבמקדש שאין חייבין עליה", 
        "19_Daf, 10_Line": "א\"ל קטורת קאמרת שאני קטורת", 
        "10_Daf, 2_Line": "אילימא מהא דתניא אמר רבי יוסי שאל יהושע בנו של רבי עקיבא מרבי עקיבא מפני מה אמרו מראות נגעים שנים שהן ארבעה אמר לו ואם לאו מה יאמרו יאמרו מקרום ביצה ולמעלה טמא", 
        "50_Daf, 20_Line": "כגון דאמר שבועה שלא אוכל פת חטין וכסבור של שעורים קאמר דשבועתיה דכיר ליה חפצא אינשי כיון דחפצא אינשי להו היינו העלם שבועה", 
        "32_Daf, 1_Line": "בעי רבא תלה עצמו באויר עזרה מהו כי גמירי שהייה שהייה דבת השתחואה דלאו בת השתחואה לא גמירי או דלמא בפנים שהייה גמירי ל\"ש דבת השתחואה ול\"ש דלאו בת השתחואה תיקו", 
        "33_Daf, 3_Line": "לא צריכא דאי לא הפך בהו מיעכלי בתרתי שעי והשתא מיעכלי בחד שעתא והא קמ\"ל דכל קרובי עבודה עבודה היא", 
        "68_Daf, 18_Line": "המקלל בכולן חייב דברי ר\"מ וחכמים פוטרין", 
        "75_Daf, 25_Line": "ת\"ר שבועת הדיינין אף היא בלשונה נאמרה", 
        "13_Daf, 9_Line": "יכול על כל טומאה שבקודש יהא שעיר זה מכפר תלמוד לומר (ויקרא טז, טז) ומפשעיהם לכל חטאתם חטאים דומיא דפשעים מה פשעים שאינם בני קרבן אף חטאים שאינם בני קרבן", 
        "63_Daf, 11_Line": "לא צריכא כגון שכפרו שניהן וחזר אחד מהן והודה בתוך כדי דיבור והא קא משמע לן דתוך כדי דיבור כדיבור דמי", 
        "81_Daf, 0_Line": "תיובתא דרב אסי", 
        "86_Daf, 0_Line": "מאי טעמיה דרבי אליעזר אלא לאו בדלא שוי שיעור זוזי ובדשמואל קא מיפלגי", 
        "92_Daf, 11_Line": "אילימא דאמר ליה מנה לאבא ביד אביך ואמר ליה חמשין אית ליה וחמשין לית ליה מה לי הוא ומה לי אבוהא", 
        "58_Daf, 7_Line": "מאי אם נפשך לומר וכי תימא בתובע ונתבע קא משתעי קרא נאמר כאן שני ונאמר להלן שני מה להלן בעדים אף כאן בעדים", 
        "4_Daf, 2_Line": "מאי שנא הכא דתני להו לכולהו ומאי שנא גבי יציאות שבת ומראות נגעים דלא קתני להו לכולהו", 
        "9_Daf, 3_Line": "אמר רבינא מתניתין נמי דיקא דקתני יציאות שבת שתים שהן ארבע בפנים ושתים שהן ארבע בחוץ וקא מפרש הכנסה שמע מינה", 
        "41_Daf, 0_Line": "אימא סיפא זו היא שבועת שוא שחייבין על זדונה מכות ועל שגגתה פטור זו היא למעוטי מאי מאי לאו למעוטי אכלתי ולא אכלתי דלא לקי", 
        "67_Daf, 4_Line": "איכא דאמרי ההוא דא\"ל לחבריה מנה מניתי לך בצד עמוד זה א\"ל לא עברתי בצד עמוד זה מעולם נפקו ביה סהדי דהשתין מים בצד עמוד זה אמר ר\"נ הוחזק כפרן", 
        "66_Daf, 10_Line": "ר\"ע אאואין דר\"א סמיך", 
        "18_Daf, 15_Line": "תניא נמי הכי על שאין בה ידיעה לא בתחלה ולא בסוף ועל שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף ועל טהור שאכל את הטמא שעירי הרגלים ושעירי ראשי חדשים ושעיר הנעשה בחוץ מכפרין דברי ר' מאיר", 
        "78_Daf, 8_Line": "אמר רב נחמן בר יצחק אמר שמואל לא שנו אלא בטענת מלוה והודאת לוה אבל טענת מלוה והעדאת עד אחד אפילו לא טענו אלא בפרוטה חייב", 
        "5_Daf, 2_Line": "וכדרבא דאמר רבא בפירוש ריבתה תורה שבועת שקר דומיא דשבועת שוא מה שוא לשעבר אף שקר נמי לשעבר", 
        "62_Daf, 19_Line": "לימא בהא קמיפלגי דמר סבר עד אחד כי אתא לשבועה הוא דקא אתא ומר סבר עד אחד כי אתא לממונא קא אתא", 
        "70_Daf, 12_Line": "אמר רבי אלעזר לאו שבועה הן שבועה בשלמא לאו שבועה דכתיב (בראשית ט, טו) ולא יהיה עוד המים למבול וכתיב (ישעיהו נד, ט) כי מי נח זאת לי אשר נשבעתי אלא הן שבועה מנא לן סברא הוא מדלאו שבועה הן נמי שבועה", 
        "66_Daf, 3_Line": "מתקיף לה רבה בר עולא (ויקרא ה, ד) או או ביטוי יוכיחו שהן אואין ויש עמהן שבועה ואין עמהן כהן ומדברים שלא בתביעת ממון", 
        "16_Daf, 2_Line": "האי שעירי הרגלים ושעירי ראשי חדשים מכפרין סבר לה כר\"מ דאמר כל השעירים כפרתן שוה על טומאת מקדש וקדשיו", 
        "90_Daf, 15_Line": "אמר רב יהודה ראוהו שהטמין כלים תחת כנפיו ויצא", 
        "68_Daf, 5_Line": "שלח ביד עבדו או שאמר להן הנתבע משביע אני עליכם שאם אתם יודעין לו עדות שתבואו ותעידוהו הרי אלו פטורין עד שישמעו מפי התובע:", 
        "30_Daf, 14_Line": "קידשום השתא הא אמרינן לקמן דלא צריכא לקדושי אלא מצאו אלו ומנאום", 
        "67_Daf, 24_Line": "ותהדר עדות ותגמר לה מפקדון מזיד דלאו כשוגג מה פקדון שוגג אין מזיד לא אף עדות שוגג אין מזיד לא כי היכי דיליף פקדון ממעילה", 
        "72_Daf, 11_Line": "אמר ליה אי משום הא לא תסייען באומר לויתי ולא לויתי בעדים לויתי ולא לויתי בשטר", 
        "81_Daf, 14_Line": "ההוא דאמר ליה לחבריה הב לי שית מאה זוזי דמסיקנא בך א\"ל ולא פרעתיך מאה קבי", 
        "37_Daf, 1_Line": "ובהא קא מיפלגי תנא קמא סבר אמרינן מקצת ידיעה ככל ידיעה ורבי שמעון סבר לא אמרינן מקצת ידיעה ככל ידיעה", 
        "59_Daf, 6_Line": "רב בר שרביא הוה ליה דינא קמיה דרב פפא אותביה ואותיב נמי לבעל דיניה אתא שליחא דבי דינא בטש ביה ואוקמיה לעם הארץ ולא אמר ליה רב פפא תיב היכי עביד הכי והא מסתתמן טענתיה אמר רב פפא מימר אמר איהו הא אותבן שליחא הוא דלא מפייס מינאי", 
        "83_Daf, 13_Line": "רבי מאיר אומר יש דברים שהן בקרקע ואינן כקרקע ואין חכמים מודים לו כיצד עשר גפנים טעונות מסרתי לך והלה אומר אינן אלא חמש רבי מאיר מחייב שבועה וחכ\"א כל המחובר לקרקע הרי הוא כקרקע", 
        "49_Daf, 21_Line": "הדר ביה אביי מההיא ואיבעית אימא", 
        "8_Daf, 4_Line": "השתא דאמרת רבי כללי ופרטי דריש בעל כורחיך קשיא שבועות אלא בשבועות נסיב אליבא דר' עקיבא וליה לא סבירא ליה:", 
        "95_Daf, 9_Line": "ואלו נשבעין: אטו בשופטני עסקינן הכי קאמר ואלו נשבעין שלא בטענת ברי אלא בטענת שמא השותפין והאריסין", 
        "21_Daf, 7_Line": "אלא שאני פרה הואיל ודמיה יקרין", 
        "62_Daf, 7_Line": "דלמא אורחא דמילתא קא משמע לן", 
        "35_Daf, 2_Line": "כי איתמר דאביי בעלמא איתמר", 
        "72_Daf, 6_Line": "ל\"א ת\"ש אין חייבין על שגגתה מה הן חייבין על זדונה אשם בכסף שקלים מאי לאו בדאתרו ביה ה\"נ דלא אתרו ביה", 
        "67_Daf, 17_Line": "מסתברא ממעילה הוה ליה למילף שכן מעילה בכל נהנה בקבוע חומש ואשם", 
        "71_Daf, 11_Line": "תן לי פקדון ותשומת יד גזל ואבידה שיש לי בידך שבועה שאין לך בידי אינו חייב אלא אחת שבועה שאין לך בידי פקדון ותשומת יד וגזל ואבידה חייב על כל אחת ואחת", 
        "13_Daf, 6_Line": "בע\"ז הוא אומר (ויקרא כ, ג) למען טמא את מקדשי בגילוי עריות הוא אומר (ויקרא יח, ל) ושמרתם את משמרתי לבלתי עשות מחקות התועבות וגו' ולא תטמאו בהם בשפיכות דמים הוא אומר (במדבר לה, לד) ולא תטמא את הארץ יכול על ג' טומאות הללו יהא שעיר מכפר ת\"ל (ויקרא טז, טז) מטומאות בני ישראל ולא כל טומאות", 
        "95_Daf, 5_Line": "ההוא דשכיב ושבק אחא סבר רמי בר חמא למימר הא נמי דלא לוסיף עלה הוא אמר ליה רבא מה לי שלא פקדני אבא ומה לי שלא פקדני אחי", 
        "76_Daf, 13_Line": "ואלא משום דחמירא ומי חמירא והתנן אלו הן קלות עשה ולא תעשה חוץ מלא תשא חמורות זו כריתות ומיתות ב\"ד ולא תשא עמהן", 
        "70_Daf, 1_Line": "אמר רבי אבהו מנין לאלה שהיא שבועה שנאמר (יחזקאל יז, יג) ויבא אתו באלה וגו' וכתיב (דברי הימים ב לו, יג) וגם במלך נבוכדנצר מרד אשר השביעו באלהים", 
        "43_Daf, 9_Line": "וריש לקיש אמר אי אתה מוצא אלא אי במפרש חצי שיעור ואליבא דרבנן אי בסתם ואליבא דרבי עקיבא דאמר אדם אוסר עצמו בכל שהוא", 
        "6_Daf, 3_Line": "ולטעמיך רבי גופיה היכי סתם לן הכא הכי והכא הכי", 
        "33_Daf, 10_Line": "וקאמר זו היא מצות עשה שבמקדש שאין חייבין עליה ואיזו היא מצות עשה שבנדה שחייבין עליה היה משמש עם הטהורה ואמרה לו נטמאתי ופירש מיד חייב מפני שיציאתו הנאה לו כביאתו ", 
        "9_Daf, 1_Line": "ודלמא קא מפיק מרשות היחיד לרשות הרבים אם כן ניתני המוציא מרשות היחיד לרשות הרבים מאי מרשות לרשות דאפילו מרשות הרבים לרשות היחיד", 
        "4_Daf, 7_Line": "יציאות שבת שתים שהן ארבע שתים הוצאה דעני והוצאה דבעל הבית שהן ארבע הכנסה דעני והכנסה דבעל הבית", 
        "79_Daf, 21_Line": "מאן דמתני ארישא כל שכן אסיפא", 
        "23_Daf, 6_Line": "דת\"ר (ויקרא טז, טז) וכפר על הקדש מטומאות בני ישראל וגו' פשעים אלו המרדים וכן הוא אומר (מלכים ב ג, ז) מלך מואב פשע בי ואומר (מלכים ב ח, כב) אז תפשע לבנה בעת ההיא חטאות אלו השגגות וכן הוא אומר (ויקרא ד, ב) נפש כי תחטא בשגגה:", 
        "40_Daf, 5_Line": "נשבע מנלן א\"ר יוחנן משום רשב\"י אמר קרא (שמות כ, ו) לא תשא את שם ה' אלהיך לשוא כי לא ינקה ב\"ד של מעלה אין מנקין אותו אבל ב\"ד של מטה מלקין אותו ומנקין אותו", 
        "47_Daf, 5_Line": "פשיטא", 
        "97_Daf, 8_Line": "אמר לשומר חנם כו': היכן שורי כו': אמר לאחד בשוק כו': אמר לשומר כו': היכן שורי אמר לו איני יודע מה אתה סח כו': אמר רב וכולן פטורין משבועת שומרין וחייבין משום שבועת ביטוי ושמואל אמר אף פטורין משום שבועת ביטוי", 
        "89_Daf, 11_Line": "קרי רמי בר חמא עליה דרב ששת (שמואל א כא, יג) וישם דוד את הדברים האלה בלבו דאשכחיה רב ששת לרבה בר שמואל אמר ליה תני מר מידי בשכיר אמר ליה אין תנינא שכיר בזמנו נשבע ונוטל כיצד בזמן שאמר לו שכרתני ולא נתת לי שכרי והלה אומר שכרתיך ונתתי לך שכרך אבל אמר לו שתים קצצת לי והלה אומר לא קצצתי לך אלא אחת המוציא מחבירו עליו הראיה", 
        "81_Daf, 3_Line": "תנן מנה לי בידך אמר לו הן אמר לו אל תתנהו לי אלא בפני עדים למחר אמר לו תנהו לי נתתיו לך חייב מפני שצריך ליתן לו בעדים תיובתא דשמואל", 
        "33_Daf, 0_Line": "אלא אי אמרת דוקא גמירי היכי משכחת לה", 
        "68_Daf, 4_Line": "אמר לשנים משביע אני עליכם איש פלוני ופלוני שאם אתם יודעין לי עדות שתבואו ותעידוני שבועה שאין אנו יודעין לך עדות והם יודעין לו עדות עד מפי עד או שהיה אחד מהן קרוב או פסול הרי אלו פטורין", 
        "7_Daf, 4_Line": "דתניא רבי אומר בכל פודין בכור אדם חוץ מן השטרות ורבנן אמרי בכל פודין בכור אדם חוץ מעבדים ושטרות וקרקעות", 
        "64_Daf, 10_Line": "ורבנן דהתם כמאן סבירא להו אילימא כר' אלעזר בר\"ש דהכא הא קאמר דבר הגורם לממון כממון דמי", 
        "23_Daf, 10_Line": "האי עשה ה\"ד אי דלא עבד תשובה (משלי כא, כז) זבח רשעים תועבה אי דעבד תשובה כל יומא נמי דתניא עבר על מצות עשה ועשה תשובה לא זז משם עד שמוחלין לו", 
        "79_Daf, 17_Line": "מנה לי בידך אין לך בידי פטור: אמר רב נחמן ומשביעין אותו שבועת היסת מאי טעמא חזקה אין אדם תובע אלא אם כן יש לו עליו", 
        "26_Daf, 8_Line": "אלא לר' יהודה תרי וידוין ודם הפר ל\"ל בחד וידוי ודמו סגיא", 
        "4_Daf, 0_Line": "ועל הזקן שתים מיכן ושתים מיכן ואחת מלמטה", 
        "35_Daf, 16_Line": "ומשני התם אשר חטא והביא אמר רחמנא חטא כל שהוא הכא מכדי כתיב (ויקרא ה, ב) בכל דבר טמא או בנבלת שרץ טמא למה לי שמע מינה בעינן עד דידע אי בשרץ איטמי אי בנבלה איטמי", 
        "58_Daf, 5_Line": "מאי אם נפשך לומר וכי תימא מדלא כתב ואשר להם הריב כוליה קרא בבעלי דינין משתעי נאמר כאן שני ונאמר להלן שני מה להלן בעדים אף כאן בעדים", 
        "95_Daf, 17_Line": "הא בהדיא קתני לה נעשה לו שותף או אריס ערב שביעית ולמוצאי שביעית לוה הימנו מגלגלין ש\"מ מגלגלין בדרבנן ש\"מ", 
        "29_Daf, 10_Line": "רבי יהושע בן לוי אמר להו להני קראי וגאני היכי עביד הכי והאמר ר' יהושע בן לוי אסור להתרפאות בדברי תורה להגן שאני", 
        "11_Daf, 12_Line": "א\"ל רב פפא לרבא הי מינייהו עדיף אמר ליה בחורשיא קא אכיל ליה פוק חזי טיבעא דמאן סגי בעלמא דכתיב (דניאל ז, כג) ותאכל כל ארעא ותדושנה ותדקנה א\"ר יוחנן זו רומי חייבת שטיבעה יצא בכל העולם כולו", 
        "31_Daf, 4_Line": "והשתחוה או ששהה כדי השתחואה: אמר רבא לא שנו אלא שהשתחוה כלפי פנים אבל השתחוה כלפי חוץ שהה אין לא שהה לא", 
        "40_Daf, 1_Line": "ואיבעית אימא כשם שמביא קרבן על שקר כך מביא קרבן על שוא ור\"ע היא דמחייב לשעבר כלהבא", 
        "45_Daf, 1_Line": "אימא וכן של שעורים וכן של כוסמין פת פת למה לי שמע מיניה לחלק:", 
        "62_Daf, 3_Line": "אמר לאו דוקא", 
        "78_Daf, 10_Line": "ואמר רב נחמן אמר שמואל טענו חטין ושעורין והודה לו באחד מהן חייב", 
        "60_Daf, 12_Line": "(יחזקאל יח, יח) ואשר לא טוב עשה בתוך עמיו רב אמר זה הבא בהרשאה ושמואל אמר זה הלוקח שדה שיש עליה עסיקין:", 
        "44_Daf, 9_Line": "אמר ליה התם דאמר שלא אשתה והדר אמר שלא אוכל דשתיה בכלל אכילה איתא אכילה בכלל שתיה ליתא", 
        "54_Daf, 4_Line": "הכא במאי עסקינן בשלא כיפר", 
        "84_Daf, 4_Line": "(אלא) א\"ר יוסי ברבי חנינא הכא בענבים עומדות להבצר קמיפלגי דרבי מאיר סבר כבצורות דמיין ורבנן סברי לא כבצורות דמיין:", 
        "34_Daf, 7_Line": "א\"ל רבא ציית מאי דקאמר רבך היכי מצית דתניא עלה זו היא מצות עשה שבנדה שחייבין עליה ואם איתא מצות לא תעשה היא", 
        "7_Daf, 9_Line": "א\"ל רבינא לאמימר רבי דריש ריבויי ומיעוטי והא רבי כללי ופרטי דריש", 
        "18_Daf, 3_Line": "אמאי מכפרי", 
        "80_Daf, 0_Line": "ומאן דמתני לה אסיפא הכא הוא דאיכא דררא דממונא אבל התם דליכא דררא דממונא לא", 
        "37_Daf, 3_Line": "אמר רבי יוחנן כאן עשו ספק ידיעה כידיעה וריש לקיש אמר הא מני רבי ישמעאל היא דאמר לא בעינן ידיעה בתחלה:", 
        "32_Daf, 7_Line": "מתקיף לה ר' זירא אלא דקיימא לן טמא ששימש במיתה היכי משכחת לה אי דלא שהה היכי עביד עבודה אי דשהה בר כרת הוא", 
        "8_Daf, 17_Line": "אלא אמר רב פפא התם דעיקר שבת תני חיובי ופטורי הכא חיובי תני ופטורי לא תני", 
        "51_Daf, 4_Line": "דילפינן מע\"ז והכא מייתי אפילו רבנן מודו", 
        "72_Daf, 12_Line": "ממאי מדקתני וכחש בה פרט למודה לאחד מן האחין או לאחד מן השותפין האי לאחד מן האחין ה\"ד אילימא דאודי ליה בפלגא דידיה הא איכא כפירה דאידך אלא לאו דאמרי ליה מתרוינן יזפת ואמר להו לא מחד מינייכו יזפי דהויא ליה כפירת דברים בעלמא ומדרישא כפירת דברים סיפא נמי כפירת דברים", 
        "46_Daf, 5_Line": "אמר רב מרי אף אנן נמי תנינא קונם אשתי נהנית לי אם אכלתי היום ואכל נבילות וטריפות שקצים ורמשים הרי אשתו אסורה לו", 
        "29_Daf, 13_Line": "כיצד מהלכות רבי חייא ורבי שמעון ברבי חד אמר זו כנגד זו וחד אמר זו אחר זו מאן דאמר זו כנגד זו הפנימית הך דמקרבא לחומה מאן דאמר זו אחר זו הפנימית הך דמקרבא לב\"ד", 
        "15_Daf, 0_Line": "ניתלי ליה קמ\"ל", 
        "30_Daf, 2_Line": "רב הונא אמר בכל אלו תנן קסבר קדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא ועזרא זכר בעלמא הוא דעבד", 
        "56_Daf, 9_Line": "וכי תימא בתר פומיה אזלינן ולא אזלינן בתר דעתיה והא תניא כשמשביעין אותו אומרים לו הוי יודע שלא על דעתך אנו משביעין אותך אלא על דעתנו ועל דעת ב\"ד מאי טעמא לאו משום דאמרינן דלמא איסקונדרי יהיב ליה ואסיק להו זוזי דכי קא משתבע אדעתיה דידיה קא משתבע", 
        "11_Daf, 9_Line": "אלא מלכו של זה למעלה מאיפרכיה דנפשיה ומלכו של זה למעלה מאיפרכיה דנפשיה", 
        "80_Daf, 12_Line": "מנה לי בידך כו': אמר רב יהודה אמר רב אסי המלוה את חבירו בעדים צריך לפורעו בעדים כי אמריתה קמיה דשמואל אמר לי יכול לומר לו פרעתיך בפני פלוני ופלוני והלכו להם למדה\"י", 
        "39_Daf, 3_Line": "כיום שמת בו אביו פשיטא כיום שנהרג בו גדליה בן אחיקם איצטריך ליה סלקא דעתך אמינא כיון דכי לא נדר נמי אסור כי נדר נמי לא הויא עליה איסור והאי לאו מיתפיס בנדר הוא קמ\"ל", 
        "66_Daf, 6_Line": "אלא מסתברא מפקדון ה\"ל למילף שכן חטא במזיד תבעיה וכפריה ועבריה", 
        "55_Daf, 10_Line": "שבועה שלא אוכל עשר ותשע מהו אינו חייב אלא אחת אמר ליה אישתבשת עשר הוא דלא אכיל הא תשע מיהא אכיל", 
        "38_Daf, 12_Line": "מיתיבי איזה איסר האמור בתורה האומר הרי עלי שלא אוכל בשר ושלא אשתה יין כיום שמת בו אביו כיום שמת בו פלוני כיום שנהרג בו גדליה בן אחיקם כיום שראה ירושלים בחורבנה אסור ואמר שמואל והוא שנדור ובא מאותו היום", 
        "76_Daf, 5_Line": "הוצאתיה לאלתר ובאה אל בית הגנב זה הגונב דעת הבריות שאין לו ממון אצל חבירו וטוענו ומשביעו ואל בית הנשבע בשמי לשקר כמשמעו ולנה בתוך ביתו וכלתו ואת עציו ואת אבניו הא למדת דברים שאין אש ומים מכלין אותן שבועת שקר מכלה אותן", 
        "96_Daf, 9_Line": "היכן שורי ואמר לו נגנב משביעך אני ואמר אמן והעדים מעידים אותו שגנבו משלם תשלומי כפל הודה מעצמו משלם קרן וחומש ואשם", 
        "10_Daf, 9_Line": "וכי תימא כי היכי דשמעת ליה בפתוך הכי שמעת ליה בחלוק ובפתוך גופיה מי שמעת ליה והתניא רבי עקיבא אומר אדמדם שבזה ושבזה כיין המזוג במים אלא של בהרת עזה כשלג ושל סיד דיהה הימנה", 
        "83_Daf, 14_Line": "אין נשבעין אלא על דבר שבמדה ושבמשקל ושבמנין כיצד בית מלא מסרתי לך וכיס מלא מסרתי לך והלה אומר איני יודע אלא מה שהנחת אתה נוטל פטור זה אומר עד הזיז וזה אומר עד החלון חייב:", 
        "26_Daf, 1_Line": "ואם נפשך לומר הרי הוא אומר (תהלים קלה, יט) בית אהרן ברכו את ה' וגו'", 
        "56_Daf, 1_Line": "<big><strong>מתני׳</strong></big> איזו היא שבועת שוא נשבע לשנות את הידוע לאדם אמר על העמוד של אבן שהוא של זהב ועל האיש שהוא אשה ועל האשה שהיא איש", 
        "95_Daf, 10_Line": "תנא בן בית שאמרו לא שנכנס ויוצא ברגליו אלא מכניס לו פועלין ומוציא לו פועלין מכניס לו פירות ומוציא לו פירות", 
        "28_Daf, 1_Line": "מתיב רבא כל הכלים שעשה משה משיחתן מקדשתן מכאן ואילך עבודתן מחנכתן ואמאי ונימא וכן תעשו לדורות", 
        "8_Daf, 8_Line": "א\"ל אביי אלא מעתה גבי סוטה דכתיב (במדבר ה, יג) ונעלם מעיני אישה מכלל דהוי ידע מעיקרא אי הוה ידע מי בדקו לה מיא", 
        "54_Daf, 2_Line": "ואיבעית אימא שלא אוכלנה אי שייר כזית חשיב לאיתשולי עליה ואי לא לא חשיב לאיתשולי עליה", 
        "70_Daf, 3_Line": "בו נידוי דכתיב (שופטים ה, כג) אורו מרוז אמר מלאך ה' אורו ארור יושביה ואמר עולא בארבע מאה שיפורי שמתיה ברק למרוז", 
        "57_Daf, 9_Line": "אמר רב פפא משמיה דרבא מתני' וברייתא נמי דיקא דקתני שבועת העדות נוהגת באנשים ולא בנשים ברחוקים ולא בקרובים בכשרין ולא בפסולין ואינה נוהגת אלא בראוין להעיד ובפני ב\"ד ושלא בפני ב\"ד מפי עצמו ומפי אחרים אינן חייבין עד שיכפרו בהן בב\"ד דברי רבי מאיר", 
        "73_Daf, 3_Line": "הכא נמי כדרבינא", 
        "12_Daf, 5_Line": "אשכחן טומאת קודש טומאת מקדש מנלן אמר קרא (ויקרא יב, ד) בכל קדש לא תגע ואל המקדש לא תבא איתקש מקדש לקודש", 
        "23_Daf, 5_Line": "\"ועל זדון טומאת מקדש וקדשיו שעיר הנעשה בפנים כו'\" מנהני מילי", 
        "97_Daf, 12_Line": "ואי איתמר בהא בהא קאמר שמואל אבל בהך אימא מודה ליה לרב צריכא", 
        "44_Daf, 1_Line": "ודלמא על ידי אניגרון דאמר רבה בר שמואל אניגרון מיא דסילקי אכסיגרון מיא דכולהו סילקי", 
        "46_Daf, 3_Line": "בשלמא לריש לקיש משכחת לה בלאו והן אלא לר' יוחנן בשלמא לאו משכחת לה אלא הן היכי משכחת לה", 
        "88_Daf, 4_Line": "אמר לחנוני תן לי בדינר פירות ונתן לו אמר לו תן לי אותו דינר אמר לו נתתיו לך ונתתו באונפלי ישבע בעל הבית שנתן לו את הדינר אמר לו תן לי את הפירות אמר לו נתתים לך והולכתים לתוך ביתך ישבע חנוני רבי יהודה אומר כל שהפירות בידו ידו על העליונה", 
        "82_Daf, 1_Line": "ההוא דא\"ל לחבריה הב לי מאה זוזי דמסיקנא בך והא שטרא א\"ל פרעתיך אמר ליה הנהו סיטראי נינהו אמר רב נחמן איתרע שטרא רב פפא אמר לא איתרע שטרא", 
        "87_Daf, 7_Line": "מתני׳ <big><strong>כל</strong></big> הנשבעין שבתורה נשבעין ולא משלמין ואלו נשבעין ונוטלין השכיר והנגזל והנחבל ושכנגדו חשוד על השבועה וחנוני על פנקסו", 
        "29_Daf, 8_Line": "מאן דאמר דנגעים דכתיב (תהלים צא, י) ונגע לא יקרב באהלך ומאן דאמר פגעים דכתיב (תהלים צא, ז) יפול מצדך אלף", 
        "73_Daf, 12_Line": "רבי אליעזר דריש רבויי ומיעוטי (ויקרא ה, כא) וכחש בעמיתו ריבה בפקדון או בתשומת יד מיעט או מכל אשר ישבע חזר וריבה", 
        "71_Daf, 9_Line": "השביע עליו חמש פעמים בין בפני בית דין ובין שלא בפני ב\"ד וכפר חייב על כל אחת ואחת אמר רבי שמעון מה טעם מפני שיכול לחזור ולהודות", 
        "69_Daf, 25_Line": "נפקא להו מדתניא אלה אין אלה אלא לשון שבועה וכן הוא אומר (במדבר ה, כא) והשביע הכהן את האשה בשבועת האלה", 
        "41_Daf, 2_Line": "הא אמרת רישא ר' ישמעאל היא רישא רבי ישמעאל וסיפא רבי עקיבא כולה ר\"ע ורישא לאו למעוטי אכלתי ולא אכלתי מקרבן אלא למעוטי אוכל ולא אכל ממלקות אבל קרבן מיחייב", 
        "21_Daf, 1_Line": "ואמאי לימא לב בית דין מתנה עליהן", 
        "34_Daf, 5_Line": "א\"ל רב אדא בר מתנא לרבא לעולם אימא לך בשלא סמוך לווסתה ואפרישה וכי תימא פרישה למה לי הא תנא ליה הא איצטריך לאשמועינן נמצא על שלה טמאים בספק ופטורין מן הקרבן ואיידי דבעי מיתנא נמצא על שלה תנא נמי נמצא על שלו", 
        "94_Daf, 8_Line": "עמד בדין ומת כבר נתחייב מלוה לבני לוה שבועה ואין אדם מוריש שבועה לבניו לא עמד בדין ומת יורשין נשבעין שבועת יורשין ונוטלין", 
        "61_Daf, 1_Line": "אלא היינו טעמא דרבנן דמייתו לה בקל וחומר ומה מפי אחרים חייב מפי עצמו לא כל שכן", 
        "49_Daf, 10_Line": "ידעתי ולא ידעתי מחלוקת העדתי ולא העדתי מחלוקת", 
        "41_Daf, 11_Line": "ור\"ל אמר אי אתה מוצא אלא אי במפרש חצי שיעור ואליבא דרבנן אי בסתם ואליבא דר' עקיבא דאמר אדם אוסר עצמו בכל שהוא", 
        "58_Daf, 8_Line": "תניא אידך ועמדו שני האנשים בעדים הכתוב מדבר אתה אומר בעדים או אינו אלא בבעלי דינין אמרת וכי אנשים באין לדין נשים אין באות לדין ואם נפשך לומר נאמר כאן שני ונאמר להלן שני מה להלן בעדים אף כאן בעדים", 
        "53_Daf, 16_Line": "הכי השתא התם נזירות מיהא איתא דכי מני לראשונה בעי מיהדר מימנא לשניה בלא שאלה הכא שבועה שניה מי איתא כלל", 
        "68_Daf, 19_Line": "המקלל אביו ואמו בכולן חייב דברי ר\"מ וחכמים פוטרין", 
        "33_Daf, 2_Line": "גופא אמר רב הונא זר שהפך בצינורא חייב מיתה ה\"ד אי דלא הפך לה לא מיעכלי פשיטא ואי דלא הפך בהו נמי מיעכלי מאי קא עביד", 
        "42_Daf, 3_Line": "והרי נזיר מביא קרבנו על דבורו קאמרינן והאי מביא קרבן לאשתרויי ליה חמרא הוא דקא מייתי", 
        "72_Daf, 0_Line": "להו הזיד בשבועת הפקדון והתרו בו מהו כיון דחידוש הוא דבכל התורה לא אשכחן מזיד דמייתי קרבן והכא מייתי קרבן לא שנא אתרו ביה ולא שנא לא אתרו ביה או דלמא ה\"מ היכא דלא אתרו ביה אבל היכא דאתרו ביה מילקא לקי קרבן לא מייתי או דלמא הא והא עבדינא", 
        "44_Daf, 2_Line": "אלא אמר רב אחא בר יעקב מהכא (דברים יד, כו) ונתתה הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר יין חמרא הוא וכתיב ואכלת", 
        "30_Daf, 11_Line": "א\"ל רבינא לרב אשי ממאי דלמא דכולי עלמא קדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא ומר מאי דשמיע ליה קאמר ומר מאי דשמיע ליה קאמר וכי תימא קלעים לר' אליעזר למה לי לצניעותא בעלמא", 
        "71_Daf, 13_Line": "אנסת ופיתית את בתי והוא אומר לא אנסתי ולא פיתיתי משביעך אני ואמר אמן חייב רבי שמעון פוטר שאינו משלם קנס על פי עצמו אמרו לו אע\"פ שאינו משלם קנס על פי עצמו משלם בשת ופגם על פי עצמו", 
        "13_Daf, 4_Line": "יש בה ידיעה בתחלה ואין בה ידיעה בסוף שעיר הנעשה בפנים וכו': ת\"ר (ויקרא טז, טז) וכפר על הקדש מטומאות בני ישראל וגו'", 
        "96_Daf, 10_Line": "אמר לאחד בשוק היכן שורי שגנבת הוא אומר לא גנבתי והעדים מעידים אותו שגנבו משלם תשלומי כפל טבח ומכר משלם תשלומי ארבעה וחמשה ראה עדים שממשמשין ובאין אמר גנבתי אבל לא טבחתי ולא מכרתי אינו משלם אלא קרן", 
        "68_Daf, 6_Line": "<big><strong>גמ׳</strong></big> ת\"ר משביעני עליכם אם לא תבואו ותעידוני שאמר איש פלוני ליתן לי מאתים זוז ולא נתן יכול יהו חייבין ת\"ל (ויקרא ה, כא) תחטא תחטא לגזירה שוה", 
        "81_Daf, 11_Line": "א\"ל כיון דקא מודית דודאי שקלתינהו מיניה פרעון מעליא הוי אי אמרת לקיומי תנאיה זיל אייתינהו דהא אנא ורב ששת דתנינא הלכתא וספרא וספרי ותוספתא וכולא גמרא", 
        "48_Daf, 9_Line": "אמר לו מריבוי הכתוב אמר לו אם ריבה הכתוב לכך ריבה הכתוב לכך:", 
        "65_Daf, 17_Line": "ר\"ש אומר חייב כאן וחייב בפקדון מה להלן אינו מדבר אלא בתביעת ממון אף כאן אינו מדבר אלא בתביעת ממון", 
        "75_Daf, 9_Line": "מנה לי בידך אין לך בידי פטור מנה לי בידך אין לך בידי אלא חמשים דינר חייב", 
        "5_Daf, 8_Line": "רבי יוחנן סתמא אחרינא אשכח", 
        "35_Daf, 15_Line": "אמר לו רבי יהושע הרי הוא אומר (ויקרא ד, כג) או הודע אליו חטאתו אשר חטא בה עד שיודע לך במה חטא", 
        "63_Daf, 3_Line": "אלא כגון ששניהן חשודין דאמר מר חזרה שבועה למחויב לה ומתוך שאינו יכול לישבע משלם", 
        "40_Daf, 13_Line": "לא למעוטי אכלתי ולא אכלתי מקרבן זו היא דעל שגגתה קרבן עולה ויורד אבל אכלתי ולא אכלתי לא ור' ישמעאל היא דאמר אינו חייב אלא על העתיד לבא אבל מילקא לקי", 
        "69_Daf, 13_Line": "אמר לו ר\"א וכי מבטיח ואינו עושה", 
        "79_Daf, 16_Line": "חדא כרב וחדא כשמואל חדא כרב דאמר כפירת טענה שתי כסף חדא כשמואל דאמר טענו חטין ושעורין והודה לו באחת מהן חייב:", 
        "7_Daf, 1_Line": "אשכחן בידיעות דאית ליה טעמיה דנפשיה שבועות דלית ליה טעמיה דנפשיה מנלן סברא הוא", 
        "79_Daf, 2_Line": "הוא הדין דאפי' כלים וכלים נמי פטור והא דקתני כלים וקרקעות קמ\"ל דכי הודה במקצת כלים חייב אף על הקרקעות", 
        "80_Daf, 8_Line": "אמר רב פפא האי מאן דאפיק שטרא על חבריה ואמר ליה שטרא פרוע הוא אמרינן ליה לאו כל כמינך זיל שלים ואם אמר לשתבע לי אמרינן ליה אשתבע ליה", 
        "88_Daf, 6_Line": "כשם שאמרו הפוגמת כתובתה לא תפרע אלא בשבועה ועד אחד מעידה שהיא פרועה לא תפרע אלא בשבועה מנכסים משועבדים ומנכסי יתומים לא תפרע אלא בשבועה והנפרעת שלא בפניו לא תפרע אלא בשבועה וכן היתומים לא יפרעו אלא בשבועה", 
        "64_Daf, 18_Line": "סיפא חדא קמ\"ל ושהדליק את גדישי ביוה\"כ לאפוקי מאי לאפוקי מדר' נחוניא בן הקנה דתניא ר' נחוניא בן הקנה היה עושה יוה\"כ כשבת לתשלומין מה שבת כו'", 
        "87_Daf, 5_Line": "לא לעולם כנגדו ובהא קמיפלגי תנא קמא סבר כנגדו ורבי יהודה הנשיא סבר כנגדו נמי משמט ודקא אמרת למאי תפיס ליה משכון לזכרון דברים בעלמא:", 
        "73_Daf, 14_Line": "ורבנן דרשי כללי ופרטי וכחש בעמיתו כלל בפקדון או בתשומת יד או בגזל פרט או מכל אשר ישבע עליו חזר וכלל כלל ופרט וכלל אי אתה דן אלא כעין הפרט", 
        "60_Daf, 15_Line": "בפני בית דין ושלא בפני ב\"ד כו': במאי קמיפלגי", 
        "9_Daf, 4_Line": "רבא אמר רשויות קתני רשויות שבת שתים:", 
        "89_Daf, 2_Line": "חזקה אין בעל הבית עובר בבל תלין והאמרת בעל הבית טרוד בפועליו הוא הני מילי מקמי דלימטי זמן חיובא הוא כי מטי זמן חיובא רמי אנפשיה ומידכר", 
        "47_Daf, 16_Line": "איבעית אימא כי קתני קרבן קבוע קרבן עולה ויורד לא קתני", 
        "79_Daf, 19_Line": "תדע דאמר רב אידי בר אבין אמר רב חסדא הכופר במלוה כשר לעדות בפקדון פסול לעדות", 
        "15_Daf, 2_Line": "הכי קא קשיא ליה השתא דאמרת חטאים דומיא דפשעים מה פשעים דלאו בני קרבן אף חטאים נמי דלאו בני קרבן אימא מה פשעים דלאו בני קרבן לעולם אף חטאים דלאו בני קרבן לעולם ומאי נינהו אין בה ידיעה בתחלה ויש בה ידיעה בסוף אבל יש בה ידיעה בתחלה ואין בה ידיעה בסוף כיון דכי מתידע ליה בר קרבן הוא אימא לא ליתלי", 
        "94_Daf, 10_Line": "אלא אמר רב נחמן אי איתא לדרב ודשמואל איתא אי ליתא ליתא אלמא מספקא ליה והאמר רב יוסף בר מניומי עבד רב נחמן עובדא יחלוקו לדבריו דרבי מאיר קאמר וליה לא סבירא ליה", 
        "78_Daf, 13_Line": "לא הוא הדין דאפי' חטין ושעורין נמי פטור והאי דקמיפלגי בחטין להודיעך כחו דר\"ג", 
        "42_Daf, 5_Line": "הרי קונמות קסבר אין מעילה בקונמות", 
        "58_Daf, 3_Line": "<big><strong>גמ׳</strong></big> מנהני מילי דת\"ר (דברים יט, יז) ועמדו שני האנשים בעדים הכתוב מדבר", 
        "4_Daf, 6_Line": "ידיעות הטומאה שתים שהן ארבע שתים ידיעת טומאת קדש וידיעת טומאת מקדש שהן ארבע קדש ומקדש:", 
        "57_Daf, 12_Line": "אמר רבינא משמיה דרבא מתניתין דהכא נמי דיקא דקא תני שבועת ביטוי נוהגת באנשים ובנשים ברחוקים ובקרובים בכשרין ובפסולין בפני בית דין ושלא בפני בית דין מפי עצמו אין מפי אחרים לא וקתני סיפא זה וזה מושבע מפי אחרים חייב", 
        "96_Daf, 7_Line": "היכן שורי אמר לו איני יודע מה אתה סח והוא שמת או נשבר או נשבה או נגנב או אבד משביעך אני ואמר אמן פטור", 
        "66_Daf, 11_Line": "מאי בינייהו בין ר\"א ובין ר\"ע", 
        "67_Daf, 5_Line": "א\"ל רבא לר\"נ כל מילתא דלא רמיא עליה דאיניש עביד לה ולאו אדעתיה:", 
        "79_Daf, 3_Line": "מאי קמ\"ל זוקקין תנינא זוקקין את הנכסים שיש להן אחריות לישבע עליהן", 
        "90_Daf, 7_Line": "אלא רבי יהודה דברייתא דתניא שכיר כל זמן שלא עבר עליו זמנו הרי זה נשבע ונוטל ואם לאו אינו נשבע ונוטל ואמר ר' יהודה אימתי בזמן שאמר לו תן לי שכרי חמשים דינר שיש לי בידך והוא אומר התקבלת מהן דינר זהב או שאמר לו שתים קצצת והלה אומר לא קצצתי לך אלא אחת", 
        "11_Daf, 11_Line": "רבא אמר כגון שבור מלכא וקיסר", 
        "26_Daf, 10_Line": "<br><br><big><strong>הדרן עלך שבועות שתים:</strong></big><br><br>", 
        "60_Daf, 0_Line": "קולר תלוי בצואר עדים תלמוד לומר מדבר שקר תרחק", 
        "64_Daf, 5_Line": "שבועה שאין אנו יודעין לך עדות שיש לך ביד פלוני חטין ושעורין וכוסמין חייבין על כל אחת ואחת", 
        "30_Daf, 7_Line": "עליונה שלא היתה קדושתה גמורה עמי הארץ היו נכנסין שם ואוכלין שם קדשים קלים אבל לא מעשר שני וחברים אין אוכלין שם לא קדשים קלים ולא מעשר שני ומפני מה לא קידשוה שאין מוסיפין על העיר ועל העזרות אלא במלך ונביא ואורים ותומים ובסנהדרין של ע\"א ובשתי תודות ובשיר", 
        "60_Daf, 10_Line": "מנין לדיין שלא ישמע דברי בעל דין (חבירו) קודם שיבא בעל דין חבירו ת\"ל מדבר שקר תרחק", 
        "68_Daf, 14_Line": "שלח ביד עבדו וכו': ת\"ר שלח ביד עבדו או שאמר להן הנתבע משביעני עליכם שאם אתם יודעין לו עדות שתבואו ותעידוהו יכול יהו חייבין ת\"ל אם לא יגיד ונשא עונו", 
        "23_Daf, 7_Line": "\"על שאר עבירות שבתורה הקלות והחמורות הזדונות והשגגות כו'\"", 
        "37_Daf, 9_Line": "אלא לריש לקיש אדמוקים ליה כר' ישמעאל נוקמה כרבי הא קא משמע לן דרבי ישמעאל לא בעי ידיעה בתחלה", 
        "35_Daf, 0_Line": "ואנן במקדש תנן אלא משום דלא דמי ארוכה דהכא קצרה דהתם וארוכה דהתם קצרה דהכא", 
        "44_Daf, 13_Line": "דלמא דאמר תרתי שבועה שלא אוכל שבועה שלא אשתה:", 
        "81_Daf, 10_Line": "אתא לקמיה דרב נחמן א\"ל אין קבולי קבלתינהו מיניה דרך פקדון ואמינא ליהוי גבאי פקדון עד דמתרמו בי תרי דתנו הלכתא ומקיים תנאיה", 
        "47_Daf, 12_Line": "בבכור דקדושתו מרחם", 
        "84_Daf, 7_Line": "אלא אמר רבא לעולם אינו חייב עד שיטעננו בדבר שבמדה שבמשקל ושבמנין ויודה לו בדבר שבמדה ושבמשקל ושבמנין", 
        "45_Daf, 4_Line": "אלא דאמר שבועה דלא שתינא כגון אלו דלמא כגון אלו דלא שתינא בציר מהכי וטפי מהכי שתינא", 
        "43_Daf, 5_Line": "אמר רבא שבועה שלא אוכל ואכל עפר פטור בעי רבא שבועה שלא אוכל עפר בכמה כיון דאמר שלא אוכל דעתיה אכזית או דלמא כיון דלאו מידי דאכלי אינשי הוא בכל שהוא תיקו:", 
        "29_Daf, 16_Line": "אלא א\"ר יוחנן", 
        "46_Daf, 0_Line": "באיסור הבא מאליו באיסור הבא על ידי עצמו לא אמרינן", 
        "27_Daf, 7_Line": "<big><strong>גמ׳</strong></big> אמר רב פפא לאביי שתים שהן ארבע שתים שהן שש הויין ידיעות הטומאה תחלה וסוף ידיעות הקודש תחלה וסוף ידיעות מקדש תחלה וסוף", 
        "49_Daf, 20_Line": "והאמר אביי מודה רב באומר לחבירו שבועה שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל וליתיה באיני יודע לך עדות", 
        "74_Daf, 14_Line": "מאי אפילו אמר רב אחא בריה דרב איקא אפילו חטה בכלל חטין ושעורה בכלל שעורין וכוסמת בכלל כוסמין:", 
        "67_Daf, 0_Line": "ועדים רואין אותו מבחוץ מאי", 
        "17_Daf, 3_Line": "ת\"ש דתניא על שאין בה ידיעה לא בתחלה ולא בסוף וחטא שסופו ליודע שעירי הרגלים ושעירי ר\"ח מכפרים דברי ר\"י:", 
        "31_Daf, 6_Line": "היכי דמי השתחואה דאית בה שהייה והיכי דמי השתחואה דלית בה שהייה דלית בה שהייה זו כריעה בעלמא היא דאית בה שהייה פישוט ידים ורגלים", 
        "53_Daf, 15_Line": "לימא מסייעא ליה מי שנדר ב' נזירות ומנה ראשונה והפריש עליה קרבן ואח\"כ נשאל על הראשונה עלתה לו שניה בראשונה", 
        "59_Daf, 10_Line": "רב יימר הוה ידע ליה סהדותא למר זוטרא אתא לקמיה דאמימר אותבינהו לכולהו אמר ליה רב אשי לאמימר והאמר עולא מחלוקת בבעלי דינין אבל בעדים דברי הכל בעמידה א\"ל האי עשה והאי עשה עשה דכבוד תורה עדיף", 
        "45_Daf, 8_Line": "תנן התם תן לי חטין ושעורין וכוסמין שיש לי בידך שבועה שאין לך בידי כלום אינו חייב אלא אחת שבועה שאין לך בידי חטין ושעורין וכוסמין חייב על כל אחת ואחת", 
        "44_Daf, 17_Line": "דהוה ליה למימר פת חטין ושל שעורין ושל כוסמין", 
        "50_Daf, 22_Line": "מתקיף לה רב יוסף אלמא חפץ בלא שבועה לא משכחת לה והא משכחת לה כגון דאמר שבועה שלא אוכל פת חטין והושיט ידו לסל ליטול פת שעורין ועלתה בידו של חטין וכסבור שעורים היא ואכלה דשבועתיה דכיר ליה חפצא הוא דלא ידע ליה", 
        "70_Daf, 9_Line": "בו שבועה דכתיב (במדבר ה, כב) ואמרה האשה אמן אמן", 
        "8_Daf, 2_Line": "דתנא דבי ר' ישמעאל (ויקרא יא, לב) במים במים שני פעמים אין זה כלל ופרט אלא ריבה ומיעט", 
        "45_Daf, 14_Line": "הא לא קשיא רישא בסתם וסיפא במפרש", 
        "94_Daf, 0_Line": "אחד אומר גבוה ב' מרדעות ואחד אומר שלש עדותן קיימת אחד אומר ג' ואחד אומר ה' עדותן בטלה ומצטרפין לעדות אחרת", 
        "61_Daf, 5_Line": "מההיא אין מהא ליכא למשמע מינה:", 
        "42_Daf, 9_Line": "מיתיבי שני קונמות מצטרפין שתי שבועות אין מצטרפות ר' מאיר אומר קונמות כשבועות ואי סלקא דעתך חייב בכל שהוא למה לי לצרף", 
        "57_Daf, 0_Line": "אלא כי היכי דלא תהוי הפרה לשבועתייהו:", 
        "8_Daf, 1_Line": "אין בעלמא כללי ופרטי דריש והכא היינו טעמא כדתנא דבי ר' ישמעאל", 
        "16_Daf, 4_Line": "על שאין בה ידיעה בתחלה ולא בסוף שעירי רגלים ושעירי ראשי חדשים מכפרין דברי ר' יהודה:", 
        "90_Daf, 13_Line": "נגזל כיצד היו מעידין אותו שנכנס לביתו למשכנו כו': ודלמא לא משכנו מי לא אמר רב נחמן האי מאן דנקיט נרגא בידיה ואמר איזיל ואקטליה לדקלא דפלניא ואשתכח דקטיל ושדי לא אמרינן דהוא קטליה"
    }, 
    "meta": "Daf-Line"
}