{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Halachot on Beitzah", 
    "text": [
        [], 
        [], 
        [
            "<b>תוספת</b> בד\"ה ביצה שנולדה בי\"ט כו' עי\"ל דנקט לב\"ש תאכל כו' דאין אכילה בלא טלטול וב\"ה אסרי אף בטלטול אלא אגב דנקטי ב\"ש כו' עכ\"ל אבל לפי מה שתירצו דלרבותא נקט תאכל לב\"ש לא בעו למימר דנקטי ב\"ה לא תאכל אגב דנקטי ב\"ש תאכל דלא ניחא להו למימר בהך מלתא להודיעך כחן דב\"ש לגבי כחן דב\"ה דאסרי אף בטלטול אע\"ג דאמרינן כח דהיתירא עדיף לאוקימתא דרב נחמן לא ניחא להו למימר הכי לשאר אוקימתא דאמוראי דבכמה דוכתין אמרינן דב\"ש במקום ב\"ה אינה משנה אבל השתא דתאכל משמ' אכילה וטלטול לב\"ש שפיר קאמרינן לב\"ה דנקטי הכי אגב וק\"ל:", 
            "<b>בד\"ה</b> אוכלא דאפרת כו' ואי בעי שחיט לה ואכיל כל שבגוה עכ\"ל ומיהו למאי דס\"ד דאפילו מאן דשרי במוקצה אוסר בנולד והיינו בתרנגולת העומדת לגדל ביצים אע\"ג דה\"נ אי בעי שחיט לה ואכיל כל שבגוה דהאשרי מוקצה מ\"מ כיון דנולדה הביצה מדבר המוקצה לא שרינן לה מהאי טעמא:", 
            "<b>בד\"ה</b> דלמא ב\"ש לית להו מוקצה כו' וי\"ל דמוקצה דבעלי חיים חמיר טפי כו' עכ\"ל פי' בבעלי חיים היכא דמקצה מדעתיה כגון ההיא דיוני שובך דמקצה דעתיה מנייהו משום חורבן שובך חמיר טפי משאר מוקצה מיהו הכא בתרנגולת אע\"ג דהוי בעלי חיים אפי' בעומדת לגדל ביצים לא מקצי דעתיה מנייהו [א] לפי שהם גדלים בביתו של אדם ועיין בזה בספר המאור:", 
            "<b>בד\"ה</b> קס\"ד דאפי' מאן כו' ואפי' ר\"ש מודה דהאי נולד אסור עכ\"ל וכתב מהרש\"ל ומ\"מ רב נחמן סבר דבהאי נולד נמי פליג כו' עכ\"ל ובתוס' שם פ' מי שהוציאוהו כתבו וא\"ת ולימא הא ר\"ש היא דלית ליה מוקצה ולית ליה נולד כדאיתא בריש ביצה וי\"ל דבנולד כה\"ג שהוא דבר חדש שלא בא לעולם כל עיקר מודה ר\"ש כו' עכ\"ל ע\"ש:", 
            "<b>בד\"ה</b> מגביהין מעל השלחן כו' דהא איכא בסיפא ושער של אפונין כו' מפני שהן ראוין למאכל בהמה כו' עכ\"ל וההיא דשער אפונין כו' קאמרינן התם דאתיא כר\"ש דלית ליה מוקצה ואין להקשות לפ\"ז ל\"ל לאתויי גבי שבת סתם לן תנא כר\"ש מהך דמחתכין הדלועין כו' אמאי לא מייתי הך סתמא דגבי שבת ושער אפונין כו' דהיא סיפא דהך דמגביהין כו' די\"ל כיון דר' יהודה פליג בהך מס' בתר הכי בפ' מי שהחשיך ה\"ל סתמא דשער אפונין סתם ואח\"כ מחלוקת ואע\"ג דרבים לגבי יחיד הוה כמ\"ש התוס' בהך דדלועין מ\"מ לא הוי הך סתמא דשער אפונין כו' שהיא נשנית בפ' היה נוטל עדיפא מהך סתמא דמטלטלין נר חדש אבל לא ישן כו' שהיא בפ' כירה אבל ההיא דדלועין ודאי עדיפא כיון שנשנית בסוף המס' כמ\"ש התוס':"
        ], 
        [
            "<b>בד\"ה</b> מוקים לב\"ה כר\"ש וק' דמאי אולמיה דהאי סתמא כו' עכ\"ל הך דמגביהין נמי סתמא מקרי כדאיתא ס\"פ מי שהחשיך דקאמר תלמודא ר\"י סתמא אחרינא אשכח ומייתי הך דמגביהין ואר\"נ אנו אין לנו אלא ב\"ש כר\"י וב\"ה כר\"ש אך קשה לדבריהם דבין אם נפרש דבריהם דמאי אולמיה דהאי סתמא כו' ולא היה להחליף ההיא דמגביהין אלא כל חדא תיקום אדוכתיה ובין אם נפרש דמאי אולמיה כו' דלמא אדרבה הך דמחתכין היה להחליף אמאי לא תקשי להו הכי בכל דוכתא דאמרינן מוחלפת השיטה ולקמן דרמי דר\"י אדר\"י ומחליף ההיא דאין סוחטין כו' תקשי להו נמי הכי דמאי אולמיה דהאי סתמא מהאי סתמא וע\"ק דבפ' מי שהחשיך לא משכח אליבא דר\"י סתמא כר\"ש אלא הך דמגביהין דב\"ה כר\"ש אמאי לא תקשי להו מנלן להחליף הך דמגביהין ונראה לומר דודאי ר' יוחנן דמשוה מדותיו דבין בשבת ובין בי\"ט לית ליה מוקצה כר\"ש כדאיתא התם קאמר שפיר אנו אין לנו אלא ב\"ה כר\"ש ומחליף ההיא דמגביהין לפי קבלתו כי היכי דתהוי סתמא כר\"ש אבל ר\"נ דאית ליה טעמא דמתני' דהכא משום מוקצה וב\"ה כר\"י ואליביה פרכינן אמאי קתני בהך דמגביהין דב\"ה כר\"ש דהיה לו להשוות מדותיו דבין בשבת ובין בי\"ט כר\"י ומשנינן משום דגבי שבת סתם לן תנא כר\"ש ואהא קא מקשינן שפיר דהאי שנויא לא יספיק לן דמאי אולמיה האי סתמא דדלועין מהאי סתמא דמגביהין טפי מסתבר לאוקמא הך דמגביהין בדוכתא כמו שהיא שנויה כדי להשוות מדותיהן דבין בשבת ובין בי\"ט כר\"י ודו\"ק:", 
            "<b>בד\"ה</b> והיה ביום הששי כו' כדאיתא במדרש שבת לא יהיה לרבות יום הכפורים לא יהיה בו לרבות י\"ט כו' כצ\"ל וכן נמצא במדרשות:"
        ], 
        [
            "<b>בד\"ה</b> גזירה שמא יעלה כו' עי\"ל דלא שייך מוכן לעורבים רק בפירות אילן כו' עכ\"ל עיין על דברי התוס' בזה בס\"פ כל כתבי בתוס' שם בד\"ה איני והאמר רב הונא ובתוס' בפ' בכל מערבין בד\"ה הא ודאי מאתמול נעקרה כו' ומהרש\"ל כתב הכא פי' לדברי התוס' דלא אמרי' הא. טעמא דמוכן לעורבים הוי מוכן לאדם אלא איירי בפירות שרגילין להשיר והוא יושב ומצפה אף שלישנא קצת דחוק כו' עכ\"ל כתב כל זה לפי הבנתו בדברי התוס' דאפי' לאו מוכן לעורבים מותר בפירות הנושרין מטעם דיושב ומצפה אבל בההיא דפ' מקום שנהגו באנשי יריחו שהתירו פירות הנושרין איתא דלא התירו אלא במוכן לעורבים במחובר והשתא דברי התוס' אתיין כפשטן דלא שייך להתיר משום מוכן לעורבין במחובר אלא דומיא דאנשי יריחו דהתירו בפירות הנושרין דאיכא נמי טעמא דיושב ומצפה אבל ההיא דלא על המוקצה דאיירי בעשבים אע\"ג דהוי מוכן לבהמה במחובר אפ\"ה אסור משום דלית ביה יושב ומצפה ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל דוקא בפירות וענבים שייך שמא יעלה ויתלוש ושמא יסחוט לפי שאדם מתאוה להם ובעודם בכפו יבלענה ולקמן מיירי בדבר דבעי מרא וחצינא כו' לשבת הבאה אך תימה מאי שמא כו' עכ\"ל כצ\"ל וחד תירוצא הוא בב' טעמים וכן הוא בתוס' פ\"ק דחולין בד\"ה מחתכין את הדלועין כו' ע\"ש וכ\"ה נמי בתוס' ישנים ובהגהות אשר\"י העתקה מתו' ע\"ש:", 
            "<b>ודע</b> לפי תירוץ זה של התוס' לא היו צריכין התוס' דלעיל לפרש בההיא דמחתכין הדלועין דמיירי בתלושין אלא דמצינן למימר שפיר דאיירי במחוברין בין השמשות ולא שייך בהו גזירה שמא יעלה ויתלוש כיון דלאו פירות אילן הן וכ\"כ התוס' בהדיא שם בפ\"ק דחולין ע\"ש:", 
            "<b>בד\"ה</b> ר\"י אומר מוחלפת השיטה כו' דא\"כ כ\"ש דקשה מדר\"י לר' יהודה כו' עכ\"ל ואין להקשות דאם כן השתא נמי דההיא דאין סוחטין מוחלפת תקשי לן מכ\"ש דרבנן אדרבנן דאיכא למימר כיון דאשכחן דב\"ש וב\"ה פליגי בהא במתני' דהכא נימא נמי דהני רבנן תרי תנאי הוו ופליגי נמי בהכי:"
        ], 
        [
            "<b>בד\"ה</b> לדידי אפי' בראשון כו' ותימה ר\"י דאמר כב\"ש וכי שביק ב\"ה כו' עכ\"ל ולעיל לר\"נ דמוקי פלוגתא דב\"ש וב\"ה במוקצה לא תקשי להו הכי וכי עביד ר\"ש במוקצה כב\"ש בי\"ט ושבק ב\"ה וכן ר\"י עבד בשבת במוקצה כב\"ש ושבק ב\"ה דאיכא למימר דר\"ש ור\"י משוים מדותיהם בחד דינא שבת וי\"ט ולהכי ר\"י אית ליה כיון דבי\"ט אית להו לב\"ה מוקצה ההיא מתני' דגבי שבת דשרי מוקצה לב\"ה ליתא וכן ר\"ש סבר כיון דגבי שבת לית להו מוקצה ההיא מתני' דגבי י\"ט ליתא וק\"ל:", 
            "<b>גמ'</b> אלא לרב יוסף ולר' יצחק דאמרי משום גזירה ספיקא דרבנן היא כו' [א] אבל לר\"נ דאמר משום מוקצה לא פריך דמוקצה חמירא והוי כעין דאורייתא כספק מוכן דאסור לקמן. מתוספות ישנים. ונראה הא דקאמר בשלמא לרבה דהוי ספיקא דאורייתא דמיירי בי\"ט אחר השבת ושבת אחר י\"ט אבל שבת וי\"ט דעלמא לרבה נמי אינו אלא משום גזירה:", 
            "<b>שם</b> ר' מאיר אומר ר\"א כו' השתא משמע דבטל ולעיל גבי תלתן דקאמר ר\"מ לר\"ל כל שדרכו לימנות צ\"ל הא דידיה הא דרביה מתוס' ישנים:"
        ], 
        [
            "<b>תוס'</b> בד\"ה נימא קסבר רב קדושה אחת כו' ותימה דהא בסוכה אמרי' נויי סוכה אסורין עד מוצאי י\"ט האחרון של חג כו' עכ\"ל כתב מהרש\"ל אין זה בסוכה כי אם שהתוס' פירשו כן לדידן ואדרבה בפ' לולב וערבה כו' עכ\"ל אולי נעלם מעיני הרב דבהאי לישנא איתא בפ\"ק דסוכה לגבי נויי סוכה עיטרה בקרמין כו' אסור להסתפק מהן עד מוצאי י\"ט אחרון של חג ומשמע להו דהיינו יום תשיעי לדידן ולקמן נמי בר\"פ המביא מייתי לה וע\"ש:", 
            "<b>בד\"ה</b> אלא בהכנה דרבה כו' ועי\"ל דכיון דאם נולדה בי\"ט ה\"ז אסורה כו' עכ\"ל וקרוב לזה מבואר בר\"ן וז\"ל והכנה זו אינה מדאורייתא דהא בי\"ט גופיה אם נולדה כו' אינה אסורה לרבה משום הכנה אלא משום גזירה וכ\"כ הר\"ן ובזה יתיישב מה שמקשים בדברי הרי\"ף שכתב ועצים שנשרו מן הדקל בשבת אסור להסיקן בי\"ט משום הכנה דרבה ואם נשרו מן הדקל בי\"ט אסור כו' ואסרי ליה רבנן משום שמא יעלה ויתלוש כו' עכ\"ל דאם שייך הכנה בעצים שנשרו מן הדקל ל\"ל טעמא דאם נשרו בי\"ט אסור משום שמא יעלה ויתלוש הא איכא למגזר י\"ט דעלמא משום י\"ט דאחר שבת כדאמרינן לעיל גבי ביצה לרבה דאסר משום הכנה ולפי דרכינו ניחא דהכא גבי עצים לא שייך ההיא הכנה דאורייתא האמור בביצה דמתיילדא האידנא מאתמול גמרה אלא משום דבנשרו בי\"ט אסור משום שמא יעלה ויתלוש אם נאמר דבנשרו בשבת מותר בי\"ט שאחריו הוי שבת מכין לי\"ט כמ\"ש התוס' והר\"ן ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ותנן אין מבטלין כו' וא\"ת לעיל גבי עגול דהוי תרומה דרבנן כו' עכ\"ל משמע להו דבדרבנן היכא דלא הוי דבר שיש לו מתירין מבטלין לכתחלה אפילו איתא לאיסורא בעיניה שלא הוצרך התלמוד לחלוק ביניהם בין מקלא קלי איסורא ובין איתיה בעיניה אלא לרב אשי דאמר דיש לו מתירין כו' וכן הוא במרדכי ישן בשם ראבי\"ר. והשתא תקשי להו שפיר מהיא דעגול אבל הרא\"ש כתב בשמעתין דאפילו באין לו מתירין לא מבטלין בדרבנן אלא דוקא היכא דמקלא קלי ולפי זה לא קשיא מידי מההיא דעגול:"
        ], 
        [
            "<b>בד\"ה</b> ונתקלקלו הלוים בשיר כו' ותירץ דאפי' לא באו עד כו' מ\"מ המוספין קרבים דהיכא דלא אפשר שאני מידי דהוה אמחוסר כפורים בע\"פ כו' עכ\"ל והוא תמוה דליתא התם הכי בפ' תמיד נשחט להתיר מחוסר כפורים בע\"פ משום דלא אפשר אלא דהכי אמרי' התם בשלמא לת\"ק יבא עשה דפסח שיש בו כרת וידחה עשה דהשלמה כו' והיינו כמ\"ש התוס' הכא בתירוצם בתרא דלית לן להתיר במחוסר כפורים בע\"פ אלא משום דהוי עשה דפסח שיש בו כרת ונראה שיש בדבריהם ערבוב וקצת דילוג וכצ\"ל ותירץ דאפי' כו' מ\"מ המוספין קרבין דמעלה ומלינה בראשו של המזבח דהיכא דלא אפשר שאני דהכי אמרינן בפ' תמיד נשחט ועי\"ל דאתי עשה דרבים ודחי עשה דהשלמה משום דאלים טפי מידי דהוה אמחוסר כפורים בע\"פ שהביא כפרתו לאחר הקרבת תמיד של בין הערבים ואוכל פסחו בערב דהכי אמרינן בפרק תמיד נשחט דאתי עשה דפסח דענוש כרת כו' עכ\"ל ופי' לדבריהם דאהא דא\"ר ישמעאל בנו של ר\"י ב\"ב התם אף מחוסר כפורים בשאר ימות השנה קאמרינן מאי אולמי' דהאי עשה מהאי עשה ואוקמא רב פפא דמעלה ומלינה בראשו של מזבח ופריך והא כמה דלא נתקטרו אמורין כהנים לא מצי אכלי בשר ומשני לה רב פפא כיון דלא אפשר שאני דעשאום כמו שנטמאו כו' והשתא תירצו התוס' דה\"נ במוספין דהכא עשו כן דהיו מעלין ומלינין אותן ואף על גב דאין לעשות כן משום הכהנים דלא מצי אכלי בשר היכא דלא אפשר שאני כדאמרינן התם אליבא דר\"י בנו של ר\"י ב\"ב ושוב כתבו דעוד י\"ל לאוקמא ההיא דהכא אפילו כת\"ק דר\"י בנו של ריב\"ב ומשום דאתי הכא עשה דרבים כדאמרי' אליביה דאתי עשה דפסח גם התוס' דפ\"ד דר\"ה מוכיחין כדברינו אלה ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> ובקש ר\"א להפקירו לעניים וא\"ת אי קסבר קדושה ראשונה לא כו' עכ\"ל וליכא לאקשויי דא\"כ אמאי הוצרך כלל להעלותו כיון דלא קדשה לעתיד לא הוה ביה כלל דין כרם רבעי די\"ל דאפ\"ה הוצרך להעלותו משום דהוי דבר שבמנין וכ\"ה בתוס' פ\"ד דר\"ה:", 
            "<b>גמ'</b> וכ\"ת למצות עונה הוא דאתא [א] וא\"ת כיון דממילא ליתא לתקנתא ממילא נצטוו בפריה ורביה כמו שנצטוו כבר וי\"ל דה\"ק וכ\"ת למצות עונה הוא דאתא דה\"ל מצות פ\"ו דבר שנאמרה לבני נח ונשנית בסיני דלזה ולזה נאמרה והכי אמרינן בפ\"ד מיתות והרי פ\"ו שנאמרה לבני נח ונשנית בסיני לך אמור להם שובו וגו' לישראל נאמרה ולא לבני נח ומשני ההוא לכל דבר שבמנין כו' והיינו כמסקנא דהכא וק\"ל:", 
            "<b>תוס'</b> בד\"ה מי לא מודה ריב\"ז כו' ומ\"מ יש ליישב פרש\"י ודקשיא לך מנ\"ל הך סברא ה\"פ כו' לאחר חורבן נמי כשהיו עושין ב' ימים כו' עכ\"ל ונראה דר\"ל כמו דקודם חורבן בכל פעם שעושין ב' ימים היה קדושה אחת מפני קלקול שמא באו עדים לאחר המנחה השתא נמי לאחר החורבן שהתקין שיהיו מקבלין עדים כל היום מ\"מ כשהיו עושין ב' ימים כגון בשלא באו עדים לא מספק היו עושים כן אלא מחמת תקנה הראשונה כיון שעדיין היו עושין ב' ימים כבתחלה אבל לשון רש\"י א\"א להולמו לפרש כך שהרי כתב דאפילו בבאו עדים לאחר מנחה לא נעקרה תקנה ראשונה והיו עושין ב' ימים ואכתי תקשה לן מנלן הך סברא ובתוספות ישנים כל זה אינו ומדברי המלחמות נראה ליישב פרש\"י בדרך זה וה\"ק מי לא מודה ריב\"ז כו' כגון קודם חורבן דהוי קדושה א' משום דאף שהשני היה י\"ט ודאי אע\"פ כן היו עושין גם הראשון י\"ט א\"כ לאחר חורבן נמי לא נעקרה התקנה מלעשות ב' ימים אע\"פ שהראשון היה ודאי י\"ט דלא תיקן ריב\"ז אלא לקבל עדות אף לאחר מנחה שיהו מונין מיום הראשון אבל דברי התוס' שלפנינו לפי משמעם א\"א לפרש כך וצ\"ע מה שכתבו לפי פירושם דיש ליישב פרש\"י ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דלמא מעברי ליה לאלול כתקנה ראשונה כו' כגון שלא באו עדים עד יום ל\"א עכ\"ל אין זה מדוקדק דהתקנה ראשונה היה בבאו עדים אבל בלא באו עדים עד יום ל\"א מספק היו עושין ב' ימים אלא דר\"ל שלא באו עדים היינו שלא קבלו אותן עד יום ל\"א וכגון שבאו אחר המנחה והיינו תקנה ראשונה וק\"ל:", 
            "<b>תוס'</b> בד\"ה הואיל ומתיר עצמו בשחיטה כו' כדאמרי' בפ' מי שהחשיך דשמואל וזעירי ור\"י כר\"ש סבירא להו כו' עכ\"ל והא דאסר ר\"י לעיל ביצה שנולדה בי\"ט לאו מטעם מוקצה אלא משום משקין שזבו ואע\"ג דפסק ר\"י הלכתא כר' יהודה בשאר פירות בההיא דאין סוחטין כו' דלא גזרינן בהו משום משקין שזבו כבר תירצו התוס' בפרק חבית דשייך ליגזור טפי בביצה לפי שהיא עומדת ליסחט מן התרנגולת ודרך לגומעה חיה אבל שאר פירות אין עומדין ליסחט כלל עכ\"ל:", 
            "<b>בד\"ה</b> וכי מה בין זה לעגל שנולד כו' והכא מיירי בלא כלו לו חדשיו עד היום וא\"כ לא הוי מוכן היום כו' עכ\"ל הא ודאי אין להקשות דא\"כ בלאו נולד מן הטריפה תקשי ליה וכי מה בין זה לעגל שנולד בעי\"ט ולא כלו לו חדשיו עד היום דלא הוי מוכן היום הואיל ובין השמשות לא הוי חזי דההוא בי\"ט נמי אסור דספק נפל הוא וצריך להמתין ח' ימים מלידתו אמנם תקשי ליה מעגל שנולד קודם י\"ט ולא כלו [ב] לו חדשיו ויום ח' שלו הוא בי\"ט דהשתא לא הוי מוכן היום דבין השמשות לא הוי חזי ומיהו למאי דמסיק היתרא בנולד מן הטריפה הואיל ומוכן אגב אמו לכלבים ניחא דקושטא דמילתא הוא דעגל שנולד קודם י\"ט ויום ח' שלו הוא בי\"ט דאסור לרב משום דלא הוי חזי בין השמשות אפילו לכלבים ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ביצים גמורות מותרות לאכלן בחלב וקשה כו' וי\"ל דכ\"ע מודו דביצים גמורות מותרות כו' וטעמא דב\"ה דאסרי ביצת נבילה כו' עכ\"ל עיין בזה במהרש\"ל והוא דחוק דאכתי איכא למימר בביצת נבילה אפי' באינן מעורות מחמרינן בה משום דאיסורא דאורייתא הוא ויש מגיהים ועי\"ל טעמא דב\"ה והוא קאי אקושיא דלעיל והנראה לקיים לגירסת תוספות שבספרים ישנים ור\"ל דמשמע להו ר' יעקב דאסר לקמן היינו משום דאית ליה בשר עוף בחלב דאורייתא דאיכא מ\"ד דאית ליה הכי במסכת חולין וכן משמע מהא דאמר לקמן ע\"כ לא קאמר ר' יעקב אלא לענין איסורא ופרש\"י אע\"ג דלאו בשר נינהו אסר להו מדרבנן הואיל וקרובים לבשר כו' עכ\"ל ואי הוה סבר דבשר עוף גופיה בחלב אינו אלא מדרבנן לא הוה מסתבר לאסור בביצה כיון דלאו בשר נינהו והשתא לר\"י דמודה בביצים שאינן מעורות דשרי אכתי תקשי לן דמ\"ט דב\"ה דאסרי בביצת נבילה טפי ומש\"ה הוצרכו למימר דמטעמא אחרינא אסרי ב\"ה ביצת נבילה משום דגזרינן אטו ביצת טריפה כו' ומשום קושיא זו גופה דחו התוס' בפ' הדר פי' זה בשם ה\"ג דאין לומר כך דמשום דבשר עוף בחלב מדרבנן הקילו דא\"כ תקשי מאי קאמר אפי' ביעתא בכותחא כו' מי פשיטא היתרא טפי מביצת נבילה דהא איכא מ\"ד בשר עוף בחלב דאורייתא הוא גם במרדכי ר\"פ כ\"ה דחו פי' זה שהוא בשם ה\"ג מכח קושיא זו וכתב לתרץ בשם ס\"ה דב\"ה אסרי ביצת נבילה אטו ביצת טריפה כמ\"ש התוס' הכא וע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> וכ\"ת קמ\"ל בברייתא מאי כו' אבל במעי אמה היו מודים דאסור כו' עכ\"ל כתב מהרש\"ל דקמ\"ל בברייתא דשרי אליבא דב\"ש אבל רב פסק בביצה שנולדה כב\"ש אבל בביצה שנמצא תוך התרנגולת פסק כב\"ה דאסרי עכ\"ל והכריחו לפרש כן השתא דבמעי אמה חמורה מנולדה אי הוה סבר רב כב\"ה דאסרי במתני' נולדה לא הוה אצטריך לן רב לאשמועינן במעי אמה דאסורה דכ\"ש הוא מנולדה אבל הוא דחוק דלפי מאי דס\"ד השתא דרב מתיר בנולדה תקשי ליה דרב אדרב מכמה מימרות דאסר רב בנולדה בו ביום דאפי' בב' י\"ט של גליות לא מתיר אלא בנולדה בא' שמותרת בב' וע\"כ נראה דרב סבר נמי לפי דס\"ד השתא כב\"ה דאסרי אפי' בנולדה ורב אצטריך לאשמועינן דבמעי אמה אסורה משום דלא נימא כפי הסברא האמיתית דנולדה חמורה טפי ובמעי אמה אפי' ב\"ה מודו דשרי וליכא לאקשויי דא\"כ מאי קפריך ממתני' דע\"כ ל\"פ אלא בנולדה כו' דלמא אשמועינן במתניתין רבותא טפי כפי סברא האמיתית דאפי' בנולדה שרי ב\"ש ובברייתא אשמועינן דלא נימא כפי סברא המהופכת דס\"ד השתא דבמעי אמה חמורה ומודו ב\"ש דאסורה ואשמועינן בברייתא דשרי די\"ל דהכי פריך כיון דאיכא סברא בהיפך לא ה\"ל להשמיט במתני' לאשמועינן נמי דב\"ש שרו במעי אמן כמו דאשמועינן בברייתא אלא ע\"כ דע\"כ ל\"פ כו' ולית לן בהך מילתא אלא כפי סברא האמיתית דנולדה חמורה טפי וברייתא אליבא דב\"ה אשמועינן דמודו במעי אמן דשרי דאל\"כ ברייתא מני כו' כדמסיק ודו\"ק כי הדברים ברורים:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> דאמר ר' זירא פתח הכתוב בשאור כו' וא\"ת ל\"ל צריכותא דלעיל הא ידענא שפיר [דחמץ] בכזית מהכא כו' עכ\"ל יש לדקדק מאי קא קשיא להו דהא שפיר איצטריכו ב\"ה לצריכותא משום קושיא דב\"ש דא\"כ ליכתוב חמץ ולא בעי שאור כו' וי\"ל דה\"ק התוס' דלא ה\"ל לתלמודא אליבא דב\"ה לאתויי אלא הא דר' זירא דזהו שאור וזהו חמץ כו' וילפינן ביעור מאכילה דחמץ נמי בכזית והא דכתב רחמנא שאור ע\"כ אתא ללאו יתירא ואהא תירצו דהואיל וחלקו הכתוב בב' לאוין לא הוה מוקמינן ללאוי יתירא אלא דאין שיעורן שוה וכטעמא דב\"ש ודו\"ק:", 
            "<b>בא\"ד</b> וא\"ת כו' ל\"ל דר' זירא וי\"ל לא הייתי משים כרת אלא בחמץ כו' עכ\"ל ולב\"ש ליכא למימר דאצטריך הא דר' זירא משום דאי [לאו] מדר' זירא לא הייתי משים כרת בשאור אלא בככותבת דה\"א דדיו לבא מן הדין להיות כנדון כיון דלא קאתי אלא מק\"ו דחמץ דא\"כ השתא נמי דנפקא ליה מדר\"ז מהיקשא שאור לחמץ נימא דלא עדיפא שאור מחמץ דאתי מיניה אלא ע\"כ דאית לן לאוקמא כרת בכל חד לפום שיעור איסורו וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ואינו צריך אלא לעפרה כו' ותימה דא\"כ פטור אבל אסור לכתחלה וי\"ל דמשום שמחת י\"ט כו' עכ\"ל לב\"ה לא שייך למימר משום שמחת י\"ט מותר כיון דלא שרו ב\"ה אלא בשכבר שחט ליכא ביה משום שמחת י\"ט דמשום דלא מכסי דם לא מתסר באכילה כדאמרינן לקמן אלא דכל דבריהם אלו לב\"ש הם דמשמע להו דלב\"ש נמי צ\"ל והוא שיש לו דקר נעוץ ובעפר תיחוח דבהא לא פליגי ב\"ש וב\"ה אלא דכל מאי דשרי ב\"ש לכתחלה לא שרי ב\"ה אלא בדיעבד וכן נראה מדברי התוס' שכתבו לקמן אהא דפריך לכסיי' בדקר נעוץ וכי פריך תלמודא דליעביד כב\"ש וכ\"כ התוס' בהדיא לקמן בד\"ה אר\"י מוחלפת השיטה והשתא לב\"ש שפיר כתבו התוס' דמשום שמחת י\"ט מותר אפי' לשחוט לכתחילה ולב\"ה ודאי ניחא להו דמשום מצות כיסוי מותר אפי' לכתחלה כיון שכבר שחט וכדאיתא בירושלמי גבי אפר שהוסק בי\"ט כמ\"ש התוספות לקמן ודו\"ק:", 
            "<b>בא\"ד</b> וא\"ת א\"כ ל\"ל דקר נעוץ וי\"ל דמ\"מ בעינן שיהא מוכן מעי\"ט עכ\"ל פי' משום דאיכא תרתי איסורא חדא דאינו מוכן ועוד דקא עביד גומא בעי ב\"ה דקר נעוץ בשחט אבל באפר שהוסק בי\"ט כיון דליכא ביה אלא איסור מוכן לחוד שרי בשחט כדאיתא בירושלמי כמ\"ש התוספות לקמן וכ\"כ הרא\"ש ע\"ש:", 
            "<b>בד\"ה</b> אמר רב יהודה לא שנו אלא שהוסק מעי\"ט כו' ואור\"י דמוקצה אינו אסור לטלטל בי\"ט בשביל אוכל נפש כו' עכ\"ל ומיהו לענין כיסוי אוסר רב יהודה בהוסק בי\"ט משום דהאי טלטול [א] אינו משום אוכל נפש אלא משום הכיסוי ואסור בשלא שחט:", 
            "<b>בד\"ה</b> ואם איתא לכסייה כדר\"י כו' וכן פרש\"י בסמוך בהדיא כו' עכ\"ל נראה דהיינו ממה שפרש\"י בסמוך אפי' ודאי נמי דהא כב\"ה קי\"ל דאסרי כו' ע\"ש:", 
            "<b>בד\"ה</b> אי הכי מאי אריא ספק כו' תימה מאי אי אמרת בשלמא כו' ויש לומר דהכי פי' אא\"ב כו' דא\"ל דלית ליה דקר נעוץ ואפר כירה כו' ודרב יהודה אית ליה כו' עכ\"ל יש לדקדק לפי זה מאי קמשני אלא אמר רבה אפר כירה מוכן לודאי כו' כיון דהוה ניחא ליה מאפר כירה ודקר נעוץ ולא הוה קא קשיא ליה אלא מדרב יהודה אמאי לא שבק רבה סברת המקשה דמיירי בלית ליה אפר כירה ואלו ה\"ל אפר כירה הוה מוכן גם לספק אלא דה\"ל לרבה למימר דהא דר\"י מוכן לודאי ואינו מוכן לספק ומי הכריחו למימר באפר כירה דמוכן לודאי ואינו מוכן לספק היפך סברת המקשה וי\"ל דודאי עד השתא לפי סברתו שפיר איכא למימר דאפר כירה מוכן הוא לכל מילי ומש\"ה מכסין בו נמי ספק אבל הא דרב יהודה אינו מוכן לכל מילי ומש\"ה אין מכסין בו ספק אלא ודאי משום מצות כיסוי אבל לר\"י דאית ליה דעושה בו כל צורכו ואפ\"ה אין מכסין בו ספק והיינו טעמא כדמסיק רבה דדעתו לודאי ואין דעתו לספק ומש\"ה א\"נ דעושה בו כל צורכו מ\"מ אין מכסין בו ספק דאין דעתו לספק וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> והא מדקתני סיפא אם שחטו כו' וא\"ת אמאי לא פריך אי לית ליה פשיטא דאין שוחטין כו' ופי' הקונט' כו' עכ\"ל צ\"ע דקארי להו מאי קארי להו דהא ודאי מרישא דקתני אין שוחטין ל\"ק מידי כדקמשני תלמודא בהדיא בסמוך לעיל דבספק אימא משום שמחת י\"ט לשחוט ולא לכסייה קמ\"ל ומי הביאם לתרץ קושייתם מתוך פ\"ה כיון דתלמוד ערוך הוא וי\"ל דמשמע להו לכאורה דלא קאמרינן לעיל אלא דספק הוי רבותא לגבי [ודאי] מה\"ט דאימא משום שמחת י\"ט לשחוט כו' מיהו קושטא דמילתא הוא דפשיטא דאף ספק לא לשחוט בדלית ליה מה לכסות ואהא הביאו התוספות פי' הקונטרס שפי' האי טעמא דהוי ספק רבותא לגבי ודאי כדאמר לעיל לא תקשי ליה נמי ארישא פשיטא דאין שוחטין ודו\"ק:", 
            "<b>בא\"ד</b> והדר קושיא לדוכתין לכסייה כדר\"י או בדקר נעוץ עכ\"ל לדברי התוס' דלעיל דלא קשיא ליה אלא אהא דרב יהודה צ\"ל דלא הדרא קושיין לדוכתין אלא דלכסייה כדר\"י אבל מאפר כירה ומדקר נעוץ ל\"ק מידי אלא שהתוס' כתבו או בדקר נעוץ כפי לשון הקונטרס שהביאו ומהרש\"ל הגוה או אפר כירה כי כן לשון הקונטרס לפנינו ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> גלגל עיסה מעי\"ט כו' ובתוס' פירשו דטעמא דרבה דאיירי בח\"ל ולא מחזי כמתקן כיון דבלאו זה יכול לאכול אבל בא\"י מודה רבה דאסור ואין נראה דמשמע בסמוך דלא שייך כלל טעם זה דקאמר מי לא מודה שמואל שאם קרא שם שאסור לזרים כלומר כיון דשם חלה עליה מחזי כמתקן ומשמע לפי הלשון כו' עכ\"ל כצ\"ל וכ\"ה בספרים מדויקים ור\"ל ובתוס' פירשו שבעלי התוספות פירשו כך ומהרש\"ל מחק כל זה לפי מה שהבין דר\"ל ובתוספות שבתוספתא שהוא מהברייתות ואינו כן אלא כמו שמצאתי בספרים מדויקים ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה אין מוליכין את הסולם סולם המיוחד כו' עכ\"ל כ\"ה לשון הר\"ן וכצ\"ל ומלת קס\"ד שבפרש\"י לפנינו אין לו מקום כאן לפי הנראה כ\"א בדוחק ודו\"ק:", 
            "<b>בד\"ה</b> תנאי היא כלומר כו' וב\"ש לית להו שובכו מוכיח עליו ואסרי אפי' בחדרי חדרים כו' עכ\"ל לא הוה צריך למימר לב\"ש דאסרי אפי' בחדרי חדרים דא\"נ מתירין ב\"ש ברה\"י לא תקשי מדב\"ש לרב כיון דאיכא תנא דקאמר כוותיה והכי אמרינן ללישנא קמא אלא דניחא ליה למימר להאי לישנא דב\"ש נמי אית להו הא דרב כיון דרב חנן נמי אית ליה הכי להאי לישנא אית לן למימר דרב לא פליג עליה בהא ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> סולם בא לידינו הולכת סולם כו' עכ\"ל יש לדקדק לכאורה מי הכריחו לפרש הולכת סולם דא\"נ חזרת סולם בא לידינו א\"ש כיון דת\"ק אית ליה דפליגי בחזרה והלכה כב\"ה דשרו אפי' חזרה וי\"ל דא\"נ דפליגי בשל עלייה מ\"מ לית הלכתא כתנא דברייתא דסבר דפליגי בחזרת סולם של עלייה אלא כתנא דמתני' דסבר דלא פליגי אלא בהולכת סולם של עלייה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אמר ר\"י מוחלפת כו' דא\"כ מתוקמא לפי המסקנא כל הני שנויי דחיקי כו' עכ\"ל נראה מדבריהם דלמסקנא לא מחליף אלא ההיא דתריסין ובית שמאי לקולא ובית הלל לחומרא אבל כל הנך משניות דמייתי לא מחליף דמתוקמא בשינויי דלעיל וקשה למאי דמחליף ההיא דתריסין ובית שמאי לקולא ובית הלל לחומרא תקשי ליה כל הנך משניות דלעיל דמייתי דב\"ש לחומרא וב\"ה לקולא דהכא לא מתוקמן שינויי דלעיל וכן בכל הנך מוחלפת השיטה דקאמר לעיל משמע דלא מחליף הנך משניות דלעיל מינה אלא דמתוקמן כשינויי דלעיל ואמאי לא תקשי ליה הנך משניות אהך דמוחלפת וצ\"ע:", 
            "<b>בא\"ד</b> וב\"ש בעו דקר נעוץ כו' מדקאמר הכא ע\"כ לא קאמרי ב\"ש התם אלא דאיכא דקר נעוץ כו' עכ\"ל אע\"ג דלמאי דקיימינן השתא לפר\"ת לא מתוקמן כל הני שינויי דחיקי מסתמא הך מלתא דמיירי ב\"ש בדקר נעוץ ודאי קיימא דאין להחליף פי' המשנה וכמ\"ש לעיל דלא פליגי ב\"ש וב\"ה אלא מאי דשרי מר לכתחלה לא שרי אידך אלא דיעבד ודו\"ק:", 
            "<b>בא\"ד</b> ותימה א\"כ דמוחלפת קאי אההיא דהשוחט כו' היכי מונה לה במסכת עדיות כו' עכ\"ל יש לדקדק דלמאי דמוחלפת נמי ההיא דתריסין תקשי להו אמאי לא תני לה בעדיות מקולי ב\"ש וחומרי ב\"ה וי\"ל כיון דקתני ההיא דלא ישחוט לא איצטריך ליה למתני ההיא דתריסין דבחדא גוונא קמשתעי הנך תרתי מתני' דב\"ש לקולא וב\"ה לחומרא בשמחת י\"ט ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אף משימות המת וקס\"ד דבברירה פליגי כו' וב\"ה סברי הוברר ולמאי דס\"ד השתא סבירא לן דבנפתח א' כו' עכ\"ל ונוטה לזה דברי התוס' ולא ניחא ליה לפרש דהשתא נמי לאו בברירה קמפלגי אלא דטעמא דב\"ש הוא דאף בכלים דלבסוף אינו מטהר אלא ע\"י מעשה כגון נפתח דא\"כ לא הוה טעי המקשה למימר לב\"ה דאף למפרע מטהר כיון דאיכא למימר דלא פליגי אב\"ש אלא במכאן ולהבא כדמסיק ולא ניחא ליה למימר דבנפתח ב\"ש מודה דאף למפרע מטהר דבברירה ליכא לפלוגי בין נפתח לחישב וכיון דלית ליה לב\"ש ברירה בחישב ע\"כ בנפתח נמי לית ליה ברירה וק\"ק לפי זה מ\"ש התוספות דמש\"ה פליגי בחישב משום רבותא דב\"ה כו' עכ\"ל דמאי רבותא איכא הכא כיון דבברירה ליכא לפלוגי בין נפתח לחישב א\"נ דהוו פליגי בנפתח ליכא למטעי למימר לב\"ה דבחישב אינו מטהר למפרע כיון דמטהר בנפתח למפרע וי\"ל דאע\"ג דליכא למטעי מ\"מ רבותא הוא לאשמועינן האי דינא בחישב לב\"ה וק\"ל:"
        ], 
        [
            "<b>תוספ'</b> בד\"ה חולין ומעשר שני כו' ואח\"כ מחללו על מנה היפה שבשניהם עכ\"ל אין פירושו דלא סגי בלאו הכי דודאי אי בעי מעלה הפרוטות לירושלים אלא עצה טובה קמ\"ל דאי בעי להעלות מעות הראשונים שהם קלים מחללן על מנה יפה שבשניהם וק\"ל:", 
            "<b>בד\"ה</b> הכל חולין שאני כו' ותימה דהא לא אמרינן שאני אומר להקל כו' וי\"ל כו' עכ\"ל וצ\"ע דאכתי תקשי להו בסיפא דקאמר נמי שאני אומר להקל וליכא לפרושי שם משום דאין דרך להפרידן זה מזה כנראה מפרש\"י דא\"כ מאי קא קשיא ליה מגוזלות דהאי טעמא לא שייך בגוזלות ולמאי דמסיק שאני גוזלות כו' ניחא וק\"ל:", 
            "<b>גמ'</b> ורבי אמר לך כיסים נמי כו' משום דמשמע ליה השתא דלא פליגי אלא בכיסים מקושרים אבל בכיס אחד ממש מודה רבי מש\"ה הוצרך למימר השתא דטעמא דרבי כיסים נמי כו' וק\"ל:"
        ], 
        [
            "<b>שם</b> אמר אביי בדף תימה דלא אמר ארישא לעיל מתוס' ישנים:", 
            "<b>שם</b> ה\"ד אילימא במפורחין כו' לשון הר\"ן אבל במפורחין אפי' פריחה מועטת כו' דבמפורחין ממש א\"נ דהנך נינהו אסורין משום צידה כדאיתא פרק אין צדין וכ\"ה בתוספות ישנים:", 
            "<b>פרש\"י</b> בד\"ה לא חיישינן לאמלוכי בתמיה ופריך לאביי עכ\"ל ורצה לומר דאין זה מחובר למעלה ואסוקי מילתא דמ\"ד ממלך ולא תבר קמ\"ל דב\"ש לא חיישי לאמלוכי אלא שהוא מחובר למטה בלשון בתמיה לאקשויי [אאביי] וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה אמר רחבא כו' ולא קאמר אסטוונית כו' עכ\"ל צ\"ל איצטבא ועיין בזה פרש\"י בפרק אין עומדין:", 
            "<b>גמ'</b> מ\"ד טעמא מאי משום דאין שבות במקדש ואפי' כהן דלאו בר עבודה כו' עכ\"ל [א] צ\"ע דא\"כ לכתחלה נמי ובמתני' קתני מחזירין רטיה במקדש כו' ומסיים בסיפא אבל לכתחלה כאן וכאן אסור ויש ליישב בדוחק:", 
            "<b>שם</b> הנך נמי פלוגתא נינהו ב\"ש במקום ב\"ה כו' יש מקשים אמאי לא דחו התוס' לעיל מהך דהתירו מאן דמפרש מוחלפת השיטה ההיא דתריסין והוי ב\"ש לקולא דהתירו סופן משום תחילתן וע\"כ עולא בפלוגתא לא קמיירי ולאו קושיא היא דודאי עולא דאמורא הוא לפי דנשנית קמיה בטעות קחשיב ג' דהתירו סופן כו' דלא הוו בפלוגתא אבל לפי מוחלפת השיטה קושטא דלא הוו אלא ב' דלא הוו בפלוגתא וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה דלמא בעירוב והוצאה כו' הא בלאו הכי מותר לטלטל מחצר לחצר לצורך לכ\"נ להר\"ח כהן דגרסינן כו' שאינו לצורך יום טוב כלל עכ\"ל כ\"ה בכל ספרים ישנים ויש לדקדק לדבריהם דקארי להו מאי קארי להו דאף אם מותר לצורך הא שלא לצורך אסור ומ\"ה צריך עירובו לי\"ט ומי הכריחם לומר דצריך עירוב לדבר שאינו לצורך י\"ט כלל דהא גם לקטן ולס\"ת דצורך י\"ט קצת עירוב צריך כיון שאסור להוציא לרה\"ר וזה הביא מחדשים מקרוב באו שהגיהו בדברי התוספות אף אם אסור לרה\"ר בי\"ט מכל מקום מותר לטלטל מחצר לחצר לצורך י\"ט דהא איסור טלטול מחצר לחצר אף בשכת אינו אסור אלא מדרבנן עכ\"ל ואין זה נכון דאם אסור לרה\"ר בי\"ט לצורך דהיינו צורך קצת כמו קטן וס\"ת למה לא נאמר לאסור טלטול מחצר לחצר ביום טוב כמו בשבת וכי כל הדברים שהם בשבת אינן אלא מדבריהם יהיו בהכרח מותר בי\"ט אבל דבריהם מפורשים כך דמשמע להו השתא דפליגי ביש עירוב והוצאה אבל למאי דמוקי פלוגתייהו במתוך שהותרה כו' לא פליגי כלל ביש עירוב ולב\"ה נמי יש עירוב ואהא קא קשיא להו ל\"ל עירוב לבית הלל בלאו הכי מותר לטלטל מחצר לחצר לצורך דאפי' לצורך קצת מותר לב\"ה במתוך שהותרה כו' ואהא תירצו דצריך עירוב לדבר שאין צורך כלל דלא שרי במתוך כו' כמו שפירשו התוספות לקמן ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה פליגי ב\"ש וב\"ה כו' וירמיה היה מזהירן על השבתות שהן חמורין כו' עכ\"ל ולא ניחא ליה למימר לפי שיטתו דהשתא נמי נקט ירמיה בשבת אין ביום טוב לא משום דהותר מן התורה לגמרי הוצאה במתוך כו' דא\"כ למה נקט ירמיה הוצאה דהא שחיטה ובישול וכל מלאכה שהיא לצורך י\"ט נמי הותרו לגמרי בי\"ט מן התורה במתוך כו' וק\"ל:"
        ], 
        [
            "<b>תוספת</b> בד\"ה אין מוליכין חלה כו' והוא ילפינן מהיא דוקא מה שמתירין ב\"ה כו' עכ\"ל אף שלשון הירושלמי משמע דאאין מוליכין דקאמרי ב\"ש קאמר דהוא ילפינן מהיא כמו שפי' הר\"ש בפ' הלוקח פירות ניחא להו לפרש אליבא דהלכתא דקאי אב\"ה דמתירין ואמתירין דתרומה קאי דהכי קי\"ל כר' יוסי בשמעתין והשתא ניחא מ\"ש ויסברו העולם שהוא תרם אותם בי\"ט כו' דהאי טעמא לא שייך הכא במתירין דב\"ה בחלה אלא בתרומה אבל הר\"ש בפירושו לפי דרכו דקאי אאין מוליכין דב\"ש לגבי חלה ומתנות לא כתב האי לישנא שהוא תרם בי\"ט כו' וע\"ש ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> איכא דאמרי מחלוקת כו' וה\"ה דפליגי בקטנית סתם כו' עכ\"ל יראה דללישנא בתרא ודאי הוצרכו תוס' למימר ה\"ה דפליגי בפירש למוללן בין בקטנית בין בשבלין ולא רצו לפרש דבפירש בין בקטנית ובין בשבלין כ\"ע מודה דטבלא דהא לא מיירי פלוגתייהו אלא בפירש למוללן בשבלין ומיהו בסתמא נמי פליגי דכל שלא פירש לעיסה כמו שפירש למוללן הוא כמ\"ש התוספות לקמן וכיון דפליגי בשבלין בפירש למוללן ע\"כ דפליגי נמי בקטנית למוללן דהא עדיפי להאי לישנא שבלין מקטנית דבשבלין פליגי בסתם ובקטנית כ\"ע מודו דלא טבלא בסתם אך ללישנא קמא צ\"ע מי הכריח אותם לפרש דה\"ה דפליגי בקטנית ובשבלים סתם דהא איכא למימר בין בקטנית סתם ובין בשבלין סתם כ\"ע מודו דלא טבלא וי\"ל דמשמע להו דהני לישני לא פליגי בהאי דקאמרי מחלוקת בשבלין אלא דפליגי בהא דקאמרי בקטנית ד\"ה וא\"כ כיון דהשתא ע\"כ ללישנא קמא נמי פליגי בשבלין סתם כדקאמר ללישנא בתרא מחלוקת בשבלין סתם ע\"כ דפליגי נמי בלישנא קמא בקטנית סתם דהא עדיפי קטנית משבלין להאי לישנא דבשבלין שפירש למוללן פליגי ובקטנית שפירש כ\"ע מודו דטבלא ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> מנפח על יד על יד כו' במתניתין דמעשרות גרסינן מנפח מיד ליד כו' וכן נראה דהא אמרינן עלה וכן לשבת ולעיל גרסינן גבי שבת מיד ליד וגבי י\"ט על יד כפרש\"י:"
        ], 
        [
            "<b>תוספות</b> בד\"ה בה\"א תבלין נדוכין כו' אבל מלח של ים צריך שינוי כו' אבל שלנו א\"צ שינוי כו' עכ\"ל התוספ' כן הוא בספרים מוגהים ואיך שיהיה לא ידענו בכוון דבריהם באיזה מלח איירי בשמעתין ומאין יצא להם חילוק זה:", 
            "<b>בד\"ה</b> א\"ב דידע כו' ומיהו מהאי פיסקא לא נפקא לן מידי דקי\"ל כשמואל כו' עכ\"ל ולכאורה ק' דא\"נ קי\"ל כשמואל הא צריך במלח אצלויי טפי מתבלין וע\"כ דהיינו מהני טעמי דהני אמוראי ושפיר נפקא לן מהאי פיסקא ועיין בזה בספר מלחמות ובר\"ן באורך על דברי הרי\"ף וק\"ל:", 
            "<b>גמ'</b> אמר אביי כי תניא נמי מתניתא כו' לפי הסוגיא לכאורה הל\"ל אלא אמר אביי כו' ונראה דלאביי אפשר דהמתרץ לעיל נתכוון לזה וה\"ק אי תנא אין כותשין ה\"א במכתשת גדולה אבל בקטנה אימא ש\"ד אף בטיסני קמ\"ל בהדיא אין עושין טיסני כלל אפי' בקטנה אבל אין כותשין במכתשת כדקאי קאי במכתשת גדולה דוקא דסתם מכתשת בגדולה קמיירי ובדייסא קמיירי והיינו כדברי אביי ולפי שאפשר לפרש דברי המתרץ אי תנא כו' כרבא וכמו שהבין המקשה והתניא כו' להכי לא קאמר לעיל אלא אי תנא כו' ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה הבורר קטנית בי\"ט בש\"א כו' היה יכול להקשות דזהו דרך בורר אלא דעדיפא מיניה פריך דאפילו פסולת כו' עכ\"ל כ\"ה בכל נוסחות תוספות ישנות ור\"ל דמשמע להו דבפסולת מרובה מודו ב\"ה [וב\"ש] דאינו בורר [האוכל אלא] הפסולת דאין זה דרך בורר ועדיפא ליה למפרך משום דבטל מיעוטא דהשתא ככוליה פסולת וגם פסולת אסור וחדשים מקרוב באו להגיה דאפילו אוכל יהא אסור כו' ולפי זה כוונת דבריהם ע\"כ דאפילו אוכל יהא אסור לטלטל ועיקר חסר מן הספר גם בקצת נוסחאות הגיהו בגמרא פסולת מרובה על האוכל פשיטא מי איכא מאן דשרי אין זה גירסת רש\"י ותוספות דבשמעתין אבל ההיא גירסא אזלא לפר\"ת בפרק נוטל ע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> מפני מה אמרו וילון טמא כו' ול\"נ דלא אשכחנא בשום כו' שיהא אסור כו' מכלאים כו' עכ\"ל פי' כיון דלא אשכחנא בשום מקום שאמרו וילון אסור מכלאים לא שייך למימר מפני מה אמרו וילון אסור מכלאים מיהו קושטא דמילתא היא דאסור מכלאים כיון דמצינו שאמרו דטמא מפני שהשמש כו' וכפרש\"י והתימה מדברי ב\"י טור י\"ד סימן ש\"א שהבין מדברי תוספות אלו דאין בוילון כלל איסור כלאים וא\"א לפרש כך כוונת התוס' דהא תלמודא בהדיא מייתי ליה הכא אאיסור כלאים ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אלא בקשין כו' מותר להציע מתחתיו כפרש\"י כו' עכ\"ל כצ\"ל והיינו ממה שפרש\"י בשמעתין שריא לישיבה כו' דמשמע להציע תחתיו לישיבה ולא ללבישה וצ\"ע דביומא פרק בא לו פירש רש\"י בהיפך דאין בו משום כלאים לגמרי ומותר [א] אף בלבישה וע\"ש בתוספות וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה זכרהו מאחר שבא להשכיחו כשבא י\"ט בע\"ש קרוב שבת כו' עכ\"ל כל זה לא יתפרש אלא לטעמא דרבא והר\"ן פירש בע\"א ולפירושו יתפרש נמי לרב אשי ע\"ש וק\"ל:", 
            "<b>גמ'</b> ר\"א לטעמיה דאמר שמחת י\"ט רשות כו' יראה דלא קאמרינן לר\"א דשמחת י\"ט רשות אלא ביושב ושונה כל היום שיכול להתענות כל היום וללמוד אבל ביושב בטל ודאי דשמחת י\"ט מצוה דאל\"כ עצרת תהיה לכם ל\"ל ועוד דהאי קרא דהביא ר\"א חדות ה' היא מעוזכם בי\"ט כתיב דמיניה דרש לוו עלי ואני פורע אבל לפי זה התוספות שכתבו ומ\"מ א\"ל אכלו משמנים כו' אינו מדוקדק דהא ודאי אחר הדרשה איכא מצוה בשמחת יום טוב ודו\"ק:"
        ], 
        [], 
        [
            "<b>שם</b> אי הכי לא ליענשו כותים עלה כו' פי' כיון דלא ידעי כותים דאיכא מצוה בשמירת שבת א\"כ כותי ששבת לא לענש ובפ' ד' מיתות אמרינן כותי ששבת חייב מיתה והיינו לשם מצות שבת כמו שפירש הרמב\"ם בהלכות מלכים פ\"י ומהרש\"ל פירש בע\"א והוא דחוק:", 
            "<b>בפרש\"י</b> בד\"ה ופת לא מלפתא כו' שהרי בכל יום יש לחם עכ\"ל אין פירושו שהרי הוא בכל יום ושכיח הוא דהא קאמר בדייסא נמי דלא מלפתא ולא שכיחא אלא דר\"ל שהרי הוא עשוי בכל יום מימי השבוע דהיינו בחול ואינו עשוי לשבת כמו דבר המלפת שעשוי לשבת ומוכחא מילתא והשתא דייסא נמי דלא מלפתא עשוי בכל יום מימי החול ואינו עשוי לשבת ומיהו לא שכיחא היא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לשנה לשנה האחרת ור\"ה היה כו' עכ\"ל דקדק לפרש כאן דר\"ה היה ולא פי' כך לעיל בפעם ראשונה דלא אותיב ע\"ת משום דלא הוה איצטריך ליה לאשמועינן בהאי עובדא דהיה זה לשנה האחרת דשפיר אשכחן בב' רגלים בזה אחר זה כגון פעם ראשונה היה בחג המצות שחל יום ה' ו' והוא לא נזכר עד יום ו' שלא היה יכול להתנות כפי' הר\"ן ופעם שנית היה בחג השבועות שאחר זה שחל יום ו' ז' וכיוצא בזה אבל אשמועינן דהיה זה לשנה אחרת שמניעתו שלא היה יכול להניח ע\"ת לא היה אלא משום שלא היה יכול להתנות שזה לא תמצא אלא לשנה אחרת מר\"ה לר\"ה שחל ב\"פ יום ה\"ו ודו\"ק:", 
            "<b>תוס'</b> בד\"ה קמ\"ל קמחא עיקר כו' ונמצא שהעיסה בלועה מן איסור דרבנן ויש שקולפין הפת מן השומן ודגים ואוכלים מי שאינו נזהר מפת ש\"ג ע\"כ מתוספות ישנים:"
        ], 
        [
            "<b>גמרא</b> שבת שחל להיות בר\"ח כו' גבי י\"ט נקט איפכא י\"ט שחל להיות בשבת משום דבי\"ט מתפלל כסדר של י\"ט אבל ר\"ח מתפלל כסדר של שבת עכ\"ל מתוספות ישנים:", 
            "<b>תוס'</b> בד\"ה מ\"ט למקני שביתה בשבת כו' הואיל ויש שם ספק דשמח חול הוא לגמרי כו' עכ\"ל פירוש הכא דמיירי במניח מי\"ט לחבירו על תנאי מספק וממ\"נ העירוב מניח ביום שהוא חול לגמרי ולא שייך כאן הכנה אבל בההיא דעירובין דמיירי במניח מי\"ט לשבת וספק הוא שמא הוא קודש שייך שפיר הכנה וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת לר\"י דאמר לעיל נולדה בזה כו' וכי פליג ר\"י אכל הני תנאי ואמוראי כו' עכ\"ל פי' דרב חייא בר אשי אמר רב לא פליג עליה דרבא אלא במניח מי\"ט לחבירו אבל מי\"ט לשבת מודה דאסור דהא רב פסק לעיל כת\"ק דברייתא וטעמא דרבי ע\"כ משום הכנה דרב אית ליה בהדיא בפרק בכל מערבין די\"ט ושבת ב' קדושות הן מיהו רבי דאסר נמי לעיל מי\"ט לשבת אפשר דלית ליה הכנה אלא דאסר לה משום קדושה א' כמ\"ש התוס' לעיל ומ\"מ כתבו התוס' שפיר וכי פליג ר\"י אכל הני תנאי דהא ע\"כ כיון דר\"י מתיר בנולדה מי\"ט לשבת ע\"כ לא סבר כרב דמאן דאית ליה קדושה אחת אוסר בנולדה מי\"ט לשבת ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> על מה נחלקו כו' לכך נ\"ל דגרסי' איפכא בש\"א תבשיל אחד פי' דג וביצה שעליו כו' עכ\"ל ולא ניחא להו כגירסת הספרים וכפירושם משום דא\"כ הוי ב\"ש לקולא וב\"ה לחומרא ומשמע להו דבהא לא פליג רשב\"א אתנא דמתני' דודאי ב\"ש לחומרא וב\"ה לקולא דומיא דכל הני על מה נחלקו דמייתי פ\"ק דלא פליג תנא דברייתא אתנא דמתני' למימר בהיפך דב\"ש לקולא וב\"ה לחומרא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> נגזור השקה כו' וכן בסמוך בולד הטומאה לא פריך נגזור כו' עכ\"ל ובההיא דמדלין בדלי לא תקשי להו דנפרוך גזירה שמא יעבירנו כו' דדרך הדלי מונח אצל הבור ולא שייך בה שמא יעבירנו והא דקאמר נגזור דלמא אתי לאטבולי בעיניה משום דמדלין קתני אבל טבילה בעיניה ודאי אסורה משום גזירת שאר כלים ולרבה ודאי ההיא דמדלין בדלי לא דמי למטביל כליו ע\"ג מימיו דהתם שייך בו שמא יעבירנו ואף אם אין להוט על השקת מים מ\"מ להוט הוא אחר טבילת הכלי והתוס' שכתבו בסמוך מדלין בדלי כו' תימה דבמתני' אמר אין מטבילין כלי ע\"ג מימיו כו' וי\"ל כו' דמחזי כמתקן כו' עכ\"ל וקרוב לזה פרש\"י לרבא דאמר טעמא דמתני' משום דמחזי כמתקן הוצרכו לחלק בזה אבל רבה ודאי לית ליה טעמא דמחזי כמתקן אלא משום שמא יעבירנו ובמדלין בדלי לא שייך שמא יעבירנו כמו במטביל כליו ע\"ג מימיו כמ\"ש אבל מהרש\"ל הבין מפרש\"י שכתב בדלי טמא כו' והא לא דמי למטביל ע\"ג מימיו כו' משום דנראה כמתקן כו' עכ\"ל דלרבה הוצרך לפרש כן ואית ליה נמי טעמא דמחזי כמתקן ואין להאריך בדחוקיו כי אין בו צורך דודאי לרבה לא הוצרך רש\"י לפרש כך כמ\"ש אלא דרש\"י נמשך לפרש כולה שמעתין לטעמא דרבא משום דהוא בתראה דה\"נ לעיל דמייתי תלמודא הך מתני' דאין מטבילין כלים לא פירש הטעם אלא משום דנראה כמתקן ולזה נמשך רש\"י נמי לפרש בההיא שנטמא באב הטומאה דה\"ל כמתקן ובולד הטומאה אין כאן תיקון דע\"כ לרבא פי' כך דלרבה לא סגי לן בהכי דא\"נ אין תיקון בולד הטומאה מ\"מ ניחוש שמא יעבירנו וע\"כ אית לן למימר כדברי התוס' דבולד הטומאה אין לחוש דאינו להוט כ\"כ וכן בנטמא באב הטומאה ל\"ל טעמא דהוה כמתקן דהא בלאו הכי ניחא לרבה כטעמיה משום שמא יעבירנו וכן בההיא דמערמת וטובלת כו' שפרש\"י ולא מוכחא מילתא שהיא מתקנת כו' עכ\"ל לרבא פי' כך אבל לרבה לא נגזור שמא יעבירנו דמתוך שלא הותרה כו' כדקאמר בשמעתין ובההיא דנטמא בי\"ט מטבילין אותו בי\"ט דפריך נגזור די\"ט אטו דעי\"ט לא תקשי להו דליפרוך נגזור שמא יעבירנו דכיון דנטמא בי\"ט דלא היה לו להטבילו מבע\"י לא חשו לגזירה דשמא יעבירנו וכצ\"ל נמי לרבא דטעמו משום דמחזי כמתקן דבנטמא בי\"ט לא חשו כיון דלא היה לו להטבילו מבע\"י ושוב מצאתי בתוס' ישנים וז\"ל מה שהזכיר רש\"י בפי' טעמא דמתני' משום דנראה כמתקן לא דק דהשתא לרבה טעמא שמא יעבירנו כו' עד דמסיק ליה רבא עכ\"ל וזה מסכים לדברינו דטעמא דמחזי כמתקן אינו לרבה כלל ושלא כדברי מהרש\"ל וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה בולד הטומאה כו' י\"מ כלי שנטמא באב כו' וטעמא משום דבעי הערב שמש כו' עכ\"ל ולפ\"ז בולד הטומאה דוקא בנטמא בי\"ט מטבילין אותו ולא בנטמא בעי\"ט דבולד הטומאה איירי לעיל דמחלק בין נטמא מעי\"ט לנטמא בי\"ט כמ\"ש התוס' וקשה לפי זה הא דפריך נגזור הא אטו הא היינו ולד הטומאה שנטמא בי\"ט אטו אב הטומאה ומאי קא קשיא ליה הא קאמרינן דטומאה בי\"ט מלתא דלא שכיחא היא ולא גזרו ביה ובאב הטומאה מיהת אין מטבילין כיון דאין ראוי לתשמיש היום דבעי הערב שמש וי\"ל דודאי לעיל בולד הטומאה נטמא בי\"ט אטו עי\"ט לית לן למגזר משום דמלתא דלא שכיחא כדקאמר משום דנטמא בעי\"ט גופיה איכא ביה צורך י\"ט ואינו אסור אלא משום גזירה דשמא יעבירנו אבל הכא כיון דאב הטומאה אסור משום דאין בו צורך י\"ט כלל אית לן למגזר ולד הטומאה אטו אב הטומאה אע\"ג דמלתא דלא שכיחא הוא וק\"ל:", 
            "<b>גמ'</b> מתוך שלא הותרה לה אלא ע\"י מלבוש כו' מיהו לא דמי למטביל כלי ע\"ג מימיו דאסור ולא קאמרינן ביה מתוך שלא הותר לו אלא ע\"ג מימיו זכור הוא דהתם כל עצמו לא בא אלא לטהר או מימיו או כליו משא\"כ הכא דלא מחזי כלל שבא לטהר אלא שהאשה נכנסת במים להקר וק\"ל:", 
            "<b>שם</b> רב ביבי אמר גזירה שמא ישהה כו' יש לדקדק לטעמא דרב ביבי שהוא משום תקלת תרומה למה נחמיר לקמן בשמעתין בשבת טפי מבי\"ט ומתוך זה נראה ליישב דברי הרמב\"ם בהלכות י\"ט פ\"ד כתב טעם לטבילת כלים משום שמא ישהה כרב ביבי ובהלכות שבת פ\"ג כתב משום דנראה כמתקן כרבא והיינו משום דמשמע ליה מתוך שמעתין שהחמירו בשבת טפי משום איסורא דמתקן דאיסור שבת חמור אבל י\"ט כיון דצורך י\"ט הוא לא גזרו משום מתקן אלא משום תקלת תרומה ומזה נראה ליישב גם דברי הרי\"ף שהביא טעם דרב ביבי משום דתניא כוותיה והביא נמי טעמיה דרב יוסף דשמא יסחוט דמשום הכי החמירו בשבת טפי מבי\"ט דכיון דצורך י\"ט הוא לא גזרו ביה שמא יסחוט אלא משום תקלת תרומה ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ושוין שמשיקין המים בכלי אבן לטהרם אבל לא בכלי עץ כו' עכ\"ל מדיוקא דקתני בכלי אבן ולא קתני סתם בכלי טהור משמע להו הכי דדוקא בכלי אבן אבל בכלי עץ אפי' טהור אסור שהוא מקבל טומאה מן המשקין מיהו בברייתא דקתני נמי האי לישנא אין מטבילין כלי ע\"ג מימיו לטהרו ע\"כ לא איירי בכלי עץ שנטמא עכשיו מן המשקין אלא בנטמא כבר מעי\"ט איירי דאל\"כ ע\"כ רבי אית ליה דאפי' נטמא בולד הטומאה ובי\"ט אין מטבילין ופליג אברייתא דלעיל ואם ניחא להו למאן דמוקי מתני' בשבת וכרבנן דהברייתא דשריא לעיל להטביל ולד הטומאה שנטמא בי\"ט נמי אתי כרבנן ורבי פליג עלה א\"כ מאי קא קשיא להו למאן דמוקי מתני' בי\"ט וכרבי דהא איכא למימר נמי דהברייתא אתיא כרבנן וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מעשיו כו' מידע ידע דבעי הערב שמש כו' הלכך בין השמשות די\"ט אסור משום דמטביל בי\"ט שלא לצורך כו' עכ\"ל הא דלא סגי ליה משום דאין מטבילין כלי בי\"ט משום הנך טעמי דקאמרי אמוראי לעיל י\"ל משום דכל הנך טעמי אינן אלא שבות ואיכא מ\"ד בפ' בכל מערבין דלא גזרו על שבות בין השמשות משום הכי קאמר דאסור משום שלא לצורך י\"ט הוא דהא בעי הערב שמש אך קשה דמ\"מ לצורך הוא להשתמש בו חולין ומעשר דלא בעי הערב שמש כמו שהקשה רש\"י גופיה לעיל על הי\"מ דאב הטומאה אסור לטבול בי\"ט משום דשלא לצורך הוא וי\"ל בדוחק דהכא בכהנים קמיירי וכיון דקא רהיט להספיק הטבילה קודם יציאת היום ודאי אינו טובלו אלא לצורך תרומה וה\"ל שלא לצורך דהא בעי הערב שמש אך קשה למה לא נימא נמי לעיל דמיירי בהכי וצ\"ע ודו\"ק:", 
            "<b>בד\"ה</b> אבל נדרים ונדבות כו' ואע\"ג דחגיגה וראייה יש להן תשלומין כל ז' שרו בה שמא יאנס כו' עכ\"ל בחגיגה לא הוי צריך להאי טעמא דהא ב\"ש לית להו האי סברא דשמא יאנס ואפ\"ה שרו חגיגה אלא דנקט חגיגה הכא דמשום האי טעמא מרבינן ראייה מלה' ולא נדרים ונדבות משום דראייה דומה לחגיגה דיש לה תשלומין כל ז' כו' וכפרש\"י לקמן וז\"ל מדאורייתא נמי סבירא ליה דאסור דכי כתיב לה' דומיא דוחגותם כו' עכ\"ל ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אמר עולא מחלוקת כו' ומ\"מ קשיא לב\"ה ל\"ל למימר כל דלה' כו' עכ\"ל ולא ידענא מאי קשיא להו דהא בהדיא אמרינן לקמן דא\"ל ב\"ש והלא כבר נאמר לכם ולא לגבוה א\"ל ב\"ה והלא כבר נאמר לה' מזה מוכח דאי לאו לה' הוה ממעטין ראייה מלכם דה\"נ ממעטין לב\"ה נדרים ונדבות מלכם כמ\"ש התוס' לעיל ולקמן וצ\"ע ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> רש\"א הרי הוא כו' וכ\"ת כל שאינו בא בחג המצות ר\"ל בי\"ט א\"כ כו' ועוד דא\"כ אמאי כתב בחג השבועות כו' עכ\"ל וה\"ה דה\"מ להקשות דהיאך תלה תניא בדלא תניא דבעצרת תניא בדברי ת\"ק דאין קריבין בו נדרים ונדבות ובחג המצות לא תניא אלא דאין מביאין תודה ודו\"ק:", 
            "<b>בא\"ד</b> ולפי המסקנא ה\"ק כל שבא בחג המצות ובחג השבועות כלומר שראוי לבא בזמן שניהם כו' עכ\"ל אבל לפרש\"י א\"א לפרש בא בחג השבועות ובחג הסוכות שבא בזמן שניהם דא\"כ לא הוי בא בחג השבועות דומיא דבא בחג הסוכות דהיינו חובה להביאו בחג הסוכות גופיה דהיינו חוה\"מ ודו\"ק:", 
            "<b>גמ'</b> ראב\"ש לטעמיה כו' לומר שזה גורם ולא ניחא ליה לתלמודא למימר דראב\"ש אית ליה נדרים ונדבות אין קריבין בי\"ט ולא פליג עלייהו אלא בהך מלתא דזה גורם דא\"כ לא הוי פלוגתא דראב\"ש עם הת\"ק מפורשת דהא ת\"ק נמי קאמר האי לישנא מביא אדם תודתו בחג הסוכות אבל הך פלוגתא דנדרים ונדבות מפורשת דראב\"ש סתמא קאמר מביא אדם תודתו בחג הסוכות דמשמע נמי בי\"ט גופיה אבל ת\"ק דקאמר מביא אדם תודתו בחג הסוכות ע\"כ בחוה\"מ קאמר דהא קאמר ולא בעצרת וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה דלמא מעולת חובה גמירי וא\"ת כו' והכי קאמר את\"ל חוזרין ומלמדין בבנין אב דבר הלמד בהיקש כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> א\"ל מה זו סמיכה כו' בתוספות פ\"ק דחגיגה ה\"ה המ\"ל מה זו עולה שהם אומרים שלא להביא אלא לא הבין שהיה עולה אבל הסמיכה שראה לפניו הקפיד והא דלא הקפיד כמו כן בהלל עצמו בעובדא דלעיל מיניה דשמא לא ראו הסמיכה כו' עכ\"ל ע\"ש:", 
            "<b>שם</b> לדברי האומר נדרים ונדבות אין קריבין בי\"ט לא תימא מדאורייתא מחזו חזו כו' עכ\"ל יראה דרב הונא לא קאי אהני תנאי דבסמוך דת\"ק דאבא שאול לפרש\"י ודאי סבירא ליה דנדרים ונדבות אין קריבין מדאורייתא דאל\"כ היאך קאמרי ב\"ש נדרים ונדבות יוכיחו כיון דמדאורייתא משרי שרו ואין אסורין אלא משום גזירה דשמא ישהה ודו\"ק:", 
            "<b>שם</b> א\"ב נטמא בשר כו' וה\"ה דהמ\"ל דא\"ב שבת אלא דהא איכא שינויא דשאני ליה בין שבות שבת לשבות י\"ט ועוד דניחא ליה למימר א\"ב בי\"ט גופיה דאיירי ביה וכן בהך מתניתא דמייתי דקתני ואם היתה שבת לא יזרוק ה\"ה דה\"מ למתני לרבא דאם נטמא הבשר או נאבד לא יזרוק אלא דחדא מנייהו נקט:", 
            "<b>בפרש\"י</b> בד\"ה לפני זמנן קודם עצרת כו' דקי\"ל כל הזבחים כו' אלא שלא עלו כו' עכ\"ל [א] שיגרת לישנא דמתני' דריש זבחים נקט דקתני בה שלא עלו לבעלים לשם חובה מיהו דהיינו דוקא בקרבן יחיד אבל בקרבן צבור כדהכא עלו להם לחובה כדאיתא התם אלא דלא נחית הכא לאתויי אלא דכשרים ליקרב וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה אבל נדרים ונדבות כו' ואפי' לר\"י הגלילי דקאמר ק\"ק ממון בעלים הן בפ\"ק דב\"ק ואפי' לאחר שחיטה כו' עכ\"ל וכצ\"ל מיהו מ\"ש דממון בעלים הוי חוץ ממתנות דלא הוי ממון בעלים לאחר שחיטה ליתא התם הכי אלא דבק\"ק הוי ממון בעלים מחיים ולא אחר שחיטה ובמתנות כהונה לא הוי ממון אפילו מחיים וע\"ש בתוס' וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה וטעמא מאי סוגיא דתלמודא הוא עכ\"ל דרב הונא ע\"כ לא קאמר לה דלא הוי צריך לטעמא דא\"א לכזית בשר בלא שחיטה דהא בעיסה ליכא האי טעמא כיון דאפשר למפלגיה ואפ\"ה מתיר רב הונא בההיא עובדא דבני באגי כשיטת רש\"י שם דפליג אדרב חסדא אלא ע\"כ דסוגיא דתלמודא קאמר האי וטעמא מאי כו' וק\"ל:", 
            "<b>גמ'</b> והא חזי לכלבים תנאי כו' יש לדקדק דהיאך קס\"ד למימר דליכא מאן דאסר לכלבים והאיכא משנה שלימה שנויה במסכת חלה דמייתינן בסמוך עיסת כלבים בזמן שהרועים אוכלים ממנה כו' נאפת בי\"ט ובסיפא בנוסחאות שלפנינו קתני בה בהדיא אבל אין הרועים אוכלים ממנה אין אופין אותה בי\"ט כמ\"ש התוספות לקמן דהכי איתא בספרים בהדיא ויש ליישב דהוי ס\"ד כדברי הרז\"ה דמודה ר\"ע בעיסת כלבים כיון שאפשר לעיסת כלבים בלא אפיה לא טרחינן להן כו' עכ\"ל ועיין ברא\"ש והוא דחוק דא\"כ מאי פריך הכא והא חזי לכלבים דה\"נ איכא למימר דאפשר לכלבים בלא בישול וק\"ל:"
        ], 
        [
            "<b>שם</b> ופליגא דריב\"ל כו' מזמנין את הנכרי כו' עכ\"ל לשיטת התוס' דרב הונא איירי בדלא אפשר למפלגיה לא הוי רב הונא פליג אדריב\"ל וכ\"כ הר\"ן לדעת הרמב\"ם שהוא מפרש נמי הא דרב הונא בענין שלא היה אפשר למשקל ריפתא לינוקא אם לא יאפה כולה כו' ולפיכך נראה שהוא ז\"ל לא היה גורס ופליגא דריב\"ל כו' עכ\"ל ועיין במ\"מ שכתב לקיים גירסא ופליגא גם לדעת הרמב\"ם ע\"ש ודו\"ק:", 
            "<b>תוס'</b> בד\"ה כנונא כו' דלפום ריהטא משמע הא דקאמר מטלטלין כנונא כו' היינו לצורך גופו ולצורך מקומו כו' עכ\"ל אבל שברי עצים שעליה לא שרי לצורך מקומו רק אגב קטמא דאין עליהן תורת כלי וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה איתיביה כו' ואין לך עישון בית גדול מן הדלקה וצורך י\"ט הוא כו' עכ\"ל ובמרדכי פי' בשם הר\"א דבבית שאין בו צורך י\"ט כלל קמבעיא ליה וכן משמע מדקאמר משום איבוד ממון וכ\"כ הר\"ן וכ\"כ במלחמת ה' לפ\"ז צ\"ל איבוד ממון דמי למכשירי אוכל נפש ומיהו לחוס על הבקעת לא כי אין נפש שעגומה על דבר קטן כזה עכ\"ל וק\"ל:", 
            "<b>תוס'</b> בד\"ה ההיא ר\"י היא כו' אבל בדבר שאינו אלא לתשמיש בעלמא וכן שלא תתעשן הקדירה אסור עכ\"ל אבל במרדכי כתוב דעישון [בית] הוי דמי למכשירי אוכל נפש אבל שלא יתעשן הקדירה אפי' רבנן דר\"י מודו דהוי אוכל נפש ממש ובאשר\"י חולק דהא דאסור כדי שלא תעשן הקדירה היינו שאפשר להצילה כו' עכ\"ל ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> דנפישא בלישה כו' ובין גריצין ובין רקיקין היינו כדי צורכו בלבד כו' עכ\"ל ר\"ל דבגריצין אפי' כדי צורכו בלכד אסור מיהו רקיקין אפי' ביותר מכדי צורכו מותר משום פת שיהא נאפה יפה לרשב\"א וכן הוא לשון הר\"ן אף במה שצריך לו פליגי ב\"ש וב\"ה בפת מרובה כו' עכ\"ל ודו\"ק:", 
            "<b>גמ'</b> רב הונא אמר אסור מפני שמכבה כו' יראה דבין רב הונא ובין רב יהודה דאמר ע\"ג גחלים אסור וע\"ג חרס מותר ובין רבה דאמר ע\"ג חרס נמי אסור המ\"ל מלתייהו נמי אגופא דמתני' דקתני להריח אסור לרבנן ולגמר לכ\"ע אלא דתלמודא מסדר מלתייהו אמהו לעשן פירות משום דרבא דאמר ע\"ג גחלת נמי מותר לא קאי אלא אעישון פירות דאוכל נפש הוא כשמואל ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ע\"ג חרס מותר פרש\"י כו' דהבערה שלא לצורך שרי לעשותה בי\"ט כו' עכ\"ל ורב נחמן דפריך לרב הונא ונימא מר מפני שמבעיר אפשר דשמע מרב הונא דאית ליה דהבערה שלא לצורך הוי מלאכה בי\"ט וכדמסיק רב הונא דסופו מבעיר וק\"ל:", 
            "<b>בד\"ה</b> וג' מחלוקת בדבר כו' ודוקא במגררה של עץ כו' אבל במגררה שלנו שהן של ברזל כו' עכ\"ל ר\"ל דמגררה שלנו אין להתיר אלא בשל עץ דבשל ברזל תולש שערות אבל בשלהם ודאי אף בשל ברזל הוי שרי דהא קירוד דבשמעתין בשל ברזל הוא ואנן פסקינן כר\"ש וכראב\"ע וכ\"כ הרא\"ש ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> משום כלי כברה כו' ול\"נ דלא שייך אריג בשל עץ אלא בצמר או בפשתן ונראה לפרש משום כברה של סלתות כו' עכ\"ל וכצ\"ל וכן הוא בתוס' ישנים ועיין בפסקי תוספות:", 
            "<b>גמ'</b> מני ר' יהודה היא דאמר דבר שאין מתכוין כו' ולא ניחא להו למימר דאתיא כחכמים דאסרי לעיל בין קירוד בין קירצוף דלא אשכחן דאית להו דעגלה קעביד חריץ וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הכא דקתני גבי שבת צפור למגדל ולא לבית בצפור דרור כו' עכ\"ל אבל ההיא דאין צדין עופות בי\"ט לא מוקים בצפור דרור דא\"כ אמאי קתני ביברין דהא אפי' בבית נמי אינו ניצוד ועומד אלא במגדל ועוד דעופות קתני דמשמע נמי שאר עופות מדלא קתני צפור כדקתני גבי שבת ולפ\"ז האי תירוצא דמחלק בין ביבר מקורה לאינו מקורה ע\"כ קאי השתא ומיהו למאי שכתבו התוספות דהא דקאמר לקמן כל שאומר הבא מצודה כו' מיירי בעופות מצינן למימר שפיר דלא קאי האי תירוצא דמחלק בין ביבר מקורה לאינו מקורה אלא דאיכא לפלוגי דמתני' דקתני צדין בי\"ט איירי באין בשיעור הביבר לומר הבא מצודה כו' וברייתא דאין צדין בי\"ט איירי ביש בשיעור הביבר לומר הבא מצודה כו' ועיין בזה בר\"ן ודו\"ק:", 
            "<b>בד\"ה</b> השתא דאתית כו' ורשב\"ג אף בביבר קטן פליג כו' א\"נ לאו כו' עכ\"ל יראה דרש\"י מספקא ליה בדברי רב יוסף אם בדרך דחייה בעלמא קא\"ל אביי הכי ומאי נפקא לך מינה וקושטא דמילתא הוא לשמואל דפליג רשב\"ג אף בביבר קטן אלא דלא חש להשיב כך והיינו כפירוש הראשון שפרש\"י או נימא דשמואל נשאר בקושיא כתמיהת אביי הלכה מכלל דפליגי וקושטא דמילתא דלא פליגי ורש\"י שפי' לקמן דשיעורא דרב אשי ורב יוסף חד שיעורא הוא היינו לפי' שני שפירש\"י אבל עיין בהגהות אשר\"י שקיימו פירש ראשון של רש\"י דנראה להם עיקר ולקמן בפרק משילין מצינו בכה\"ג גבי שתק רב שפסק הרי\"ף כוותיה והא דשתק רב משום דלא חש להשיב ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> הלכה כר\"ש כו' והיכא דבא ומצאן מקולקלין כו' עכ\"ל דבספק מוכן דאוסר ת\"ק נמי אית ליה הכי כדקתני אבל לא מן הרשתות כו' אלא דבהך מילתא דבא ומצאן כו' דלא הוי אלא קרוב לודאי ואפשר דת\"ק פליג עליה הוצרך לפסוק כרשב\"א וק\"ל:", 
            "<b>גמרא</b> רב אמר מותרין לקבל כו' יראה הך סוגיא דלעיל דאמר הא גופא קשיא רישא לסיפא ומסיק דנעשה (לסיפא) [כוודאי] ואסורין אזלא ללוי אבל לרב דאמר מותר לקבל לא קשה רישא לסיפא דמצינן למימר דרשב\"א סבר כר\"ג דהשתא דיוקא דרישא בא ומצאן מקולקלין מערב יו\"ט מותר אפילו באכילה הא ספיקא אסור באכילה ודיוקא דסיפא בא ומצאן מקולקלין בי\"ט אסור אף לטלטל הא ספיקא מותר לטלטל ודו\"ק:", 
            "<b>שם</b> אלא למ\"ד מותרין באכילה פירות בני יומן כו' וליכא למימר נמי אליביה דקושטא דמילתא הוא דלא מותרין אלא לקבל דלישנא דמותרין דהכא משמע דהוי כלישנא דמותרין דבמתני' דמותר באכילה הוא אליביה ובהכי ניחא נמי דליכא למימר אליביה דלוי דלרבנן דפליגי עליה דר\"ג אסורין באכילה ומותרין לקבל ואתיא הך ברייתא כרבנן דלישנא דמותרין לא משמע אלא באכילה ומיהו בלא\"ה צ\"ל דללוי לרבנן אסורין אף לטלטל והיינו משום דלא יטול מהן בי\"ט דקתני במתני' משמע הכי דאל\"כ לא תקשי רישא לסיפא לעיל אף ללוי דמצינן למימר נמי דרשב\"א סבר כרבנן דספיקא אסור באכילה ומותר לטלטל ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ולערב אסורין כו' מההוא טביא דערובין י\"ל דמיירי שהיו המצודות פרוסות מעי\"ט כו' עכ\"ל וה\"ה דה\"מ לאוקמא דנצוד בי\"ט בשביל נכרי וכ\"ה במרדכי ישן וק\"ל:", 
            "<b>בא\"ד</b> וכללא הכי כו' שהביא נכרי כו' בי\"ט ראשון מותר בשני כו' עכ\"ל ובו ביום אסורין ולא דמי למדליק הנר בשביל נכרי דמותר אף בו ביום דהתם לית כאן איסור מוקצה דהך דהכא לא עדיפא מפירות הנושרין וכ\"ה במלחמת ה' ומדברי התוס' נראה דוקא בשביל נכרי מותר בי\"ט שני אבל אם הובאו אפי' בשביל ישראל אחר אסורין בי\"ט שני אבל הרא\"ש כתב לשיטת תוס' דמותר לישראל אחר ולא חיישי' שיאמר לנכרי להביא בשביל אחר דאין אדם חוטא ולא לו והא דלא קאמר ומותר לישראל אחר כדקאמר גבי מחוץ לתחום כיון דבו ביום אסור לכל בשביל שעה מועטת דבכדי שיעשו לא חש להאריך עכ\"ל ואין דבריו מובנים לי כיון דלשיטת התוס' אסור גם ביום ב' בכדי שיעשו אין זה שעה מועטת להתיר לישראל אחר גם כל יום ב' ועוד מאי קא קשיא ליה לומר ומותר לישראל ג\"כ גבי יש במינו במחובר כדקאמר גבי מחוץ לתחום דהא איכא למימר דקאמר לה בסוף דבריו וקאי אתרוייהו דכה\"ג כתב הרא\"ש גופיה לקמן גבי בכדי שיעשו דאי הוה קאי נמי אחוץ לתחום לימא רב פפא בכדי שיעשו בסוף דבריו והיה קאי אתרוייהו כו' עכ\"ל וצ\"ע ודו\"ק:", 
            "<b>בא\"ד</b> וקשה דר' יהודה אמר בפ' מי שהחשיך כו' סתם מתני' היא בפ' שואל לגבי שבת כו' וע\"כ נראה דצ\"ל וקשה לר' יהודה דאמרי' בפ' שואל הביאו כו' ורבי יהודה זה הוא מבעלי תוס' והוא נזכר עוד לקמן בדיבור זה ומה שכתב עד מוצאי י\"ט האחרון אין זה מלשון המשנה אלא מלשון התוס' דהמתני' לגבי שבת מתנייא אלא משום דהכא לגבי י\"ט קיימינן מש\"ה הזכירו לשון י\"ט ובאו לומר דעד מוצאי י\"ט לא יספוד לדייק מיניה אבל לא לעולם כפרש\"י שם אלא בכדי שיעשו והיינו שכתבו ומשמע התם בכדי שיעשו ולא לעולם וכמו שדקדקו התוס' שם ע\"ש ודו\"ק:", 
            "<b>בא\"ד</b> ור\"י היה אוסר במחובר כו' או בשביל נכרי אחר ולא משמע כן גבי מרחצת כו' עכ\"ל פי' דלאו כדעת התוס' דלעיל דמתירין בשביל נכרי ביום טוב שני ודאקשי' ליה לר\"י ממרחצת ה\"ה דה\"מ לאקשויי ליה מההיא דמדליק הנר בשביל נכרי דמותר לישראל וכ\"ה בהדיא במרדכי פ' בכל מערבין ואפשר משום דההיא דמרחצת דמיא טפי לההיא דהכא דאסורה נמי בו ביום ולכך הביאו הך דמרחצת וק\"ל:", 
            "<b>בא\"ד</b> ובכדי שיעשו דאמר לפי' התוס' כדי שיתלשו כו' עכ\"ל כצ\"ל עיין ברא\"ש ותוס' פ' בכל מערבין:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה חוץ לתחום כו' טעם אחר נ\"ל כו' גזירה שמא ישלח בשבילו כו' עכ\"ל מהרש\"ל מחק כל זה וכתב דנ\"ל שאין זה לשון רש\"י כי רש\"י תופס הטעם משום שלא יהנה ולא משום שלא יאמר כו' עכ\"ל [א] ואין זה הכרע למחוק כל ספרים הישנים דודאי גבי יש במינו במחובר הוי טעמא משום שלא יהנה ממלאכת שבת ומש\"ה לא חילקו בינו לחבירו אבל גבי חוץ לתחום דלא נעשה בגוף הדבר איסור מלאכה לא גזרו אלא משום שמא ישלח בשבילו ולהכי מותר לאחר דליכא למגזר ביה שאינו מכירו וכן נראה מדברי הרז\"ה שהוא מפרש גבי יש במינו במחובר כפרש\"י וגבי מחוץ לתחום פי' הטעם שמא יאמר לו ומש\"ה מותר לישראל אחר וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה שאני ילתא דבעיתא וא\"ת והא לא התירו אלא כי יש בה צורך כו' עכ\"ל וליכא למימר דמשום דבעיתא התירו בלא צורך דמ\"מ המקשה דאכתי לא ידע דבעיתא תקשי ליה אמאי התירו כלל לילתא כיון דלא התירו לעיל אלא משום צורך רבים וק\"ל:", 
            "<b>בד\"ה</b> בכור שנפל לבור ר\"י כו' וקשה דאין זה מן המוכן משמע דאפילו בקרו כו' ולפ\"ה משמע דווקא דאין מוכן להכשיר לכתחלה כו' עכ\"ל וצ\"ע דאיך עלה על הדעת לומר שרש\"י סובר שפי' אין זה מן המוכן לכתחלה הא דיעבד ש\"ד דהא בכוליה שמעתין אמרינן לקמן בהדיא דאין זה מן המוכן אפילו אם עבר ובקרו ורש\"י גופיה פי' [ב] לקמן לפי טעמו דאין זה מן המוכן ואפילו אם עבר ובקרו שהוא כמתקנו לגמרי וק\"ל:"
        ], 
        [
            "<b>בא\"ד</b> וכן הא דקאמר בגמ' מ\"ד כיון דדעתיה כו' קמ\"ל ר\"ל דאסור משום מוקצה ואפי' אם בקרו כו' עכ\"ל רצונם בזה לראייה לפירושם דכמו דלר' יהודה היכא דמודה לר\"ש ואוסר היינו אפילו בדיעבד דהא אית ליה מוקצה בכ\"מ דומיא דהכי אית למימר באיסורא דר\"ש דפליג אר\"י היינו נמי בדיעבד וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה בכור תם כו' דלית להו מוקצה כו' דכל שעה דעתיה עילויה כו' עכ\"ל אע\"ג דלית להו מוקצה מ\"מ אי לאו משום דדעתיה עילויה כיון דתם הוא ה\"ל כמוקצה דגרוגרת ואסור אפי' לר\"ש וק\"ל:", 
            "<b>בד\"ה</b> ואם לאו ועבר ואסקיה לא ישחוט אפי' נפל בו מום לאחר העלאה וקנסא הוא משום דעבר ואסקיה א\"נ לא יעלה בהערמת כו' עכ\"ל כצ\"ל וכן מצאתי בספרים מדויקים אבל מהרש\"ל מחק כל זה גם התוס' לא הביאו מפרש\"י רק פירוש שני דלא יעלה בהערמת שחיטה קאמר מיהו לעיל אהא דקאמר לר\"י דמתני' מ\"ד דדעתיה עילויה קמ\"ל כתוב בכל נוסחאות שלפנינו בפרש\"י א\"נ משום דעבר ואסקיה עכ\"ל מהרש\"ל לא מחקו שם ואם יש לקיים לר\"י דמתני' פי' זה ה\"נ יש לקיימו הכא אברייתא וכהגהת הפרים שכתבתי אמנם יש לדקדק בפי' זה לעיל דצ\"ל דה\"ק לעיל מ\"ד דדעתיה עילויה ונשחטיה דלית ביה משום מוקצה קמ\"ל דאפ\"ה אסור משום טעמא דעבר ואסקיה ואם כן ברישא דלא עבר ואסקיה מותר אפילו בכה\"ג בהיה לו מום עובר מעי\"ט והשתא ה\"ל מום קבוע ומאי קאמרינן לקמן מתני' נמי דייקא דאפילו במום קבוע הנופל בו מערב יום טוב אוסר ר\"ש דמאי אין מומו ניכר אילימא שאין מומו ניכר כלל צריכא למימר כו' דהא ר\"י נמי אוסר והשתא הא איכא לאוקמא דאין מומו ניכר שלא היה בו מום קבוע מערב י\"ט אלא מום עובר דהשתא ודאי צריכא למימר דר\"ש אוסר כיון דר\"י מתיר בכה\"ג דלית ביה משום מוקצה וע\"כ הנראה למחוק לעיל פי' זה מפרש\"י ודברי הרמב\"ם מגומגמים בזה בפי' המשנה ע\"ש וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אין זה מן המוכן אפי' בדיעבד ומהשתא ע\"כ ושוין שאם נולד כו' עכ\"ל פי' דהשתא דהנך תרתי בבי עריב ותני לה אית לן למימר טפי דשזה מן המוכן דקאמר [דומיא] דאין זה מן המוכן דהיינו אפילו בדיעבד ה\"נ שזה מן המוכן בדיעבד קאמר ואביי דבעי למימר שזה מן המוכן אפי' לכתאלה ולא הוי דומיא דאין זה מן המוכן היינו מדקתני תלתא בבי ולא קתני הך סיפא בהדי רישא:", 
            "<b>גמ'</b> הא בכור מעיקרא הוה חזי אגב אמיה כו' למאי דבעי למפשט השתא דסבר אין מוקצה לחצי שבת קשה דא\"כ ליתני אפילו נולד תם ואח\"כ נפל בו מום נמי וי\"ל דדיחוי יתירא כולי האי לא מסיק אדעתיה כלל דפשיטא דיש מוקצה מתוס' ישנים וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה אלא גמרו בידי אדם כו' וי\"ל דשאני התם דהוי כמו גמרו בידי אדם כו' דהא לקמן שרינן קדירות כו' עכ\"ל דבריהם תמוהים [ג] דאי הוה ההיא דאפרוחים כמו גמרו בידי אדם א\"כ לישתרי אפי' אם היו האפרוחין עליו בין השמשות כדשרינן קדירות בשמעתין ובפ' כירה תניא בהדיא דאסורין בעודן עליו בין השמשות מגו דאתקצאי כו' גם התוס' שם הוכיחו מזה דלא מקרי בידי אדם גם מה שהביאו ראייה לתירוצם מהא דשרינן קדירות הוא מגומגם דלא הוו צריכים לזה אלא להך מילתא גופה דגמרו בידי אדם דקיימינן בה וראיתי בתוס' ישנים דכצ\"ל ואין לומר דשאני התם דהוי כמו גמרו בידי אדם שבידו להפריחם מעליו דהא שרינן קדירות אע\"ג דבין השמשות רותחות הן ובפרק כירה קאמר אם היו עליו בין השמשות אסור לטלטל וא\"כ לא הוי כבידי אדם וי\"ל דהתם מיירי כו' עכ\"ל ותו לא מידי ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה אלא הכי אמר קהלא קדישא ר\"ש בן מנסיא כו' וכן אפשר שהזקנים נתנו דעתם כו' עכ\"ל פירושו דחוק בזה לחלק ולומר דדבר הלכה לא יאמרו ודברי פלוני נוטין כו' יאמרו הזקנים על דברי הבחורים גם לפי פירושו הא דקאמר לעיל הרי אמרו אין רואין מומין כו' על חבירו אמר ר\"ש בן מנסיא כך ופרש\"י לעיל סותר זה שפי' א\"ל ר\"ש בן מנסיא הרי אמרו רבותינו דורות שלפנינו אין רואין מומין דרשב\"י מדורות כו' עכ\"ל מזה נראה דהרי אמרו כו' על חביריו דרשב\"י קאי ועוד למה נפרש הא דר\"ש וחביריו אמרו בשיטת ר\"מ היינו ר\"ש בן מנסיא טפי אית לן לפרושי דהיינו רשב\"י דהוא מרא דשמעתין דאין רואין מומין כו' ולולי פרש\"י היה נ\"ל דקושטא דמלתא הכי הוא למאי דקאמר ר\"ש וחביריו בשיטת ר\"מ אמרו היינו רשב\"י שהוא נקרא ר\"ש סתם בתלמודא דהשתא ניחא דקהלא קדישא לא הוי קשישי מרשב\"י ומיהו למאי דבעי למימר ר\"ש וחביריו אמרו הלכה כר\"מ ע\"כ לאו רשב\"י הוא דר\"ש ור\"מ בדור א' הוו ובר פלוגתיה הוא ואין מדרכו של רשב\"י לומר הלכה כר\"מ ולשיטתינו ניחא הא דאיתא בסדר תנאים ואמוראים דאיתא בירושלמי דר\"י בן המשולם ור\"ש בן מנסיא הם מקרו קהלא קדישא אבל לפרש\"י קשה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> בבהמת קדשים ור' טרפון שהיה מסופק דס\"ד דשרי משום בזיון קדשים עכ\"ל תוספות ישנים:", 
            "<b>שם</b> הב\"ע במסוכנת וד\"ה כו' עיין ברז\"ה ור\"ן לקיים הגירסא וד\"ה לדברי הרי\"ף וה\"ק מסוכנת אפי' ר\"י מודה דשריא ובבריאה אפי' ר\"ש מודה דאסור כי פליגי בחולה כו' עכ\"ל וכ\"כ הטור א\"ח:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ע\"כ לא קאמר כו' אבל הכא גבי ר' חייא ור\"ש כו' דהא חלוקה היא כו' עכ\"ל יראה דמלתיה דר' יהושע נמי איכא לפרושי דאיירי במכירה כההיא דבכורות וא\"כ שפיר קאמר רב יוסף דהלכה כר\"י מההיא דבכורות אלא למאי דקאמר תלמודא דאינהו עבוד כר\"י דע\"כ השתא בחלוקה איירי ופריך ליה אביי שפיר ואפשר דתלמודא קים ליה דבחלוקה נמי איירי ר\"י ועוד דסתמא קתני ר\"י דמשמע דאיירי בכל גוונא אבל ההיא דבכורות אמכירה דקתני ברישא נמכרין באטלז ונשקלין בליטרא חוץ מן הבכור קאי אבל נשקלין מנה כנגד מנה ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה גריפת תנור וכירים כו' ומ\"מ קשה כו' ת\"ל דהוי אסור משום מוקצה כו' עכ\"ל ואשפוד שנרצף לא תקשי להו דיאסור נמי משום מוקצה דכיון דבין השמשות לא היה מוקצה שעדיין לא נרצף השתא נמי דנרצף בי\"ט לאו מוקצה הוא כיון דמכשירין שא\"א לעשותן בעי\"ט מותר לעשותן בי\"ט משא\"כ הכא בגריפת תנור שהיה מוקצה בבין השמשות ומיהו לקמן גבי שפוד שצלו בו בשר אע\"ג דלא הוי מוקצה בין השמשות אסור משום מוקצה היינו משום דכבר נעשה בו צורך י\"ט ואין צריך לו עוד וקושטא דאי הוה צריך לו עוד לצלות בו בי\"ט לא הוי מוקצה וק\"ל:", 
            "<b>בד\"ה</b> רבינא אמר כו' וי\"ל דשאני שפוד כו' ולהכי אוסר שמואל כו' עכ\"ל גם אקושיא דרבינא יש לתרץ כך וכ\"ה בתוספות ישנים:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> שמואל הלכה למעשה כו' ופליג אברייתא ופליג ארב כו' עכ\"ל ולפי זה תלמודא דקאמר השתא דאמר שמואל אסור ותנא דבי שמואל מותר שמואל הלכה כו' ה\"פ כיון דשמואל ידע ברייתא דקתני מותר כרב ואפ\"ה פליג עליה ואמר דאסור ע\"כ הלכה למעשה אתא לאשמועינן ודו\"ק:", 
            "<b>בד\"ה</b> שלא יזכיר לו סכום כו' שלא יאמר לו תן לי אגוזים בו' פשיטים כו' עכ\"ל עיין בזה בדברי הר\"ן לדברי הרי\"ף אבל דברי התוס' א\"א לפרש כך אבל יש לקיים דבריהם כמ\"ש המרדכי בשם ראבי\"ה דמותר לומר תן לי בפשוט או בב' דאין זה סכום דסכום היינו סך הכל כך וכך כו' והא דאמרי' לעיל אין פוסקין דמים לבהמה היינו בדבר שאינו ידוע שיעור ממכרו כו' עכ\"ל ע\"ש וכה\"ג כתוב בהגהות אשר\"י בשם א\"ז וצ\"ל לפ\"ז התוס' שהקשו לפרש\"י דפשיטא דאסור היינו אסכום מדה לפי גירסת רש\"י אבל אסכום מקח לפרש\"י לאו פשיטא הוא דאסור דהא אדרבה קושטא הוא דשרי לדעת התוספות כפי ראבי\"ה ובלא\"ה נראה דצ\"ל כן דאסכום מקח דקאמר רשב\"א מאי קשיא להו פשיטא דאסור דילמא הא אשמועינן רשב\"א דפסיקת דמים אסור דה\"נ אשמועינן מתני' לא יאמר אדם לטבח שקול לי בדינר בשר אבל אסכום מדה שפיר קשיא להו פשיטא דאסור ולא הוה פליג רשב\"א למימר דשרי מיהו בתוס' פ' איזהו נשך כתבו כפי' הר\"ן לדברי הרי\"ף ע\"ש ודו\"ק:", 
            "<b>תוספותבד\"ה</b> המביא כדי כו' ופעמים נמי דאסור לאפושי במשאו אע\"ג דממעט בהליכה כו' עכ\"ל ומלשון ופעמים נמי כו' משמע דמלתא אחריתא אתו לאשמועינן ואינו אלא הך מילתא גופה דלעיל וראיתי בספר מדויק דכצ\"ל ופעמים נמי דאסור לאפושי בהליכה אע\"ג דממעט במשאו כו' עכ\"ל וכה\"ג כתבו לקמן ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> זימנין דנפיל ואתי לאתויי תקטרי' כו' בסוגיא דר\"פ שואל ליתא וכן נראה מפרש\"י:", 
            "<b>תוספות</b> בד\"ה דהא תוס' יה\"כ כו' ולא הוי אוכלין ממש עד חשיכה דהוי איסור דאורייתא ואעפ\"כ קאמר מוטב כו' כצ\"ל וכ\"ה בתוס' ישנים:"
        ], 
        [
            "<b>בד\"ה</b> עד מוצאי י\"ט האחרון כו' כשחל ש\"ת אחר השבת מלאכול אתרוג כו' עכ\"ל הא דשרי אתרוג בי\"ט האחרון טפי מסוכה עיין בתוס' פ' במה מדליקין ובפ\"ק דסוכה:", 
            "<b>בפרש\"י</b> בד\"ה אביי ורבא דאמרי תרוייהו כו' אבל עצי סוכה שאינו יכול להתנות עליהם תנאי זה שהרי ע\"כ יבדל מהם בין השמשות משום דסתר אהלא כו' עכ\"ל וה\"ה דהאי תנאה דאינו בודל כל בהש\"מ לא מהני בסוכה דעלמא דע\"כ יבדל מהם בין השמשות משום דסתר אהלא אלא דמהני ביה תנאה כדאוקמינן לעיל דסיפא אתאן לסוכה דעלמא דהיינו שאם התנה עליה מבעוד יום שאם תפול למחר שיסיקנה כצ\"ל לפי' ר\"ת שכתבו התוס' בפרק במה מדליקין דמהני תנאי ביותר מכדי שיעור סוכה [א] היינו תנאה דלעיל אבל האי תנאה דאינו בודל כו' לא מהני ביה משום סתירת אהל דאהא קאמר הכא אבל עצי סוכה כו' אתקצאי לז' כפר\"ת ובסוכה דמצוה האי תנאה דלעיל נמי לא מהני משום. דמה חג כו' ובנוי סוכה האי תנאה דלעיל נמי לא מהני משום דמה חג כו' מיהו תנאה דאינו בודל כו' מהני ביה דליכא ביה סתירת אהל זו היא שיטת רש\"י אבל שיטת הרי\"ף לגירסתו תנאה דאינו בודל כו' מהני בין בסוכה עצמה ובין בנויה והוא מסקנא דסוגיין דהא דקתני ואם התנה הכל לפי תנאו בהכי מתוקמא דקאמר אינו בודל כו' ועיין בזה באורך בס' מלחמות ובר\"ן וסיים בעל ס' מלחמות והא דקאמר השתא אבל עצי סוכה לישנא דרב ששת נקט כו' וכבר הצלנו הדעת הזה ולפי הנמצא בגירסא שלהם ואפשר שאפילו לפי גירסא שלנו דמוקי לה שמואל בסוכה דעלמא הכי סלקא במסקנא דאביי ורבא תרוייהו לתרוצי כולה מתניתא ולאפוקי מדשמואל כו' עכ\"ל וע\"פ שיטה זו נראה שהוא כוונת התוס' שכתבו אמר רב מנשיא אמר שמואל סיפא אתאן לסוכה דעלמא כו' ה\"מ למפרך דלמאי דס\"ל כו' משום דאינו נשאר במסקנא עכ\"ל דכל דיבור זה אינו בתוס' ישנים אבל דבריהם מיוסדים ע\"פ שיטת הרי\"ף כמ\"ש ס' המלחמות דאף לגירסא שלנו האי שנויא דשמואל דקאמר סיפא אתאן לסוכה דעלמא אינו נשאר במסקנא אלא ההיא דקתני הכל לפי תנאו מתוקמא נמי באומר איני בודל כו' וע\"פ דברים אלה סליקו דברי התוס' כהוגן בלי גמגום ומהרש\"ל הבין דברי התוס' בדרך רחוק ודחוק ואין כאן מקום להאריך:"
        ], 
        [
            "<b>בד\"ה</b> תרתי לקולא קאמר כו' ור' יהודה דלא בעי תרתי נמי מרישא דר' יוסי ש\"מ מדנקט כל שנכנסין לה בפותחת כיון דכולהו פותחת אית להו הכי אבעי ליה למתני ר' יוסי אומר אפי' בתוך תחום שבת עכ\"ל יראה דרש\"י לא נחית הכא להך מלתא דודאי אצטריך למתני כל שנכנסין דאל\"ה הוה איצטריך אפילו בתוך התחום לגופיה למשרי בפותחת ברחוק ולא לדיוקא למשרי בלא פותחת בסמוך כפרש\"י ומנלן תרתי לקולא לר' יוסי אלא דאי משום הא מ\"מ מלת פותחת לא ה\"ל למתני אלא דהכי הל\"ל כל הקרפיפות שנכנסין לו ואפי' בתוך תחום שבת וק\"ל:", 
            "<b>תוס'</b> בד\"ה אבעיא להו כו' והקשה השר מקוצי כו' דהשתא ללישנא קמא דר' יהודה דבעי תרתי כו' ותירץ דע\"כ לא מצינן כו' ת\"ש מדקתני ר\"י כו' עכ\"ל לפי שדברי התוספות שלפנינו מגומגמים בלשונות כפולות אמרתי לכתוב מה שנראה לנו מדבריהם כפי מה שראינו בתוספות ישנים והוא שהנראה לפי דרכו דאי הוה תני אם יש לו פותחת אע\"ג דהשתא איצטריך ואפילו בתוך התחום לגופיה מ\"מ הוה דייקינן מיניה נמי שפיר דשרי בסמוך בלא פותחת דהכי משמע לישנא אם יש לו פותחת כו' דלא פליג ר' יוסי בהא דשרי ר\"י סמוך בלא פותחת אלא דאתא לטפויי למשרי רחוק בפותחת אבל השתא דתני כל שיש לו פותחת כו' ממשמעותיה לא הוה דייקינן למשרי סמוך בלא פותחת דאדרבה כל משמע נמי סמוך ולהכי אצטריכו התוספות לדייק בדברי הפשטן למשרי סמוך מדאיצטריך לסיומי ואפילו בתוך התחום דלגופיה לא איצטריך דכיון דקתני כל כו' משמע נמי רחוק ויתיישב לפי דרכו מה שמקשים בהיפך דנימא כיון דללישנא בתרא סגי לרבי יהודה בחדא קאמר לר' יוסי דלא סגי בחדא מכ\"ש ללישנא דבעי ר' יהודה תרתי דנימא לר\"י דלא סגי בחדא די\"ל ללישנא קמא דהא בעיין ידע ג\"כ זאת הסברא כיון דללישנא קמא רבי יהודה איירי בפותחת א\"נ דלא הוה מסיים ר\"י ואפי' בתוך התחום ידעינן דמהני ברחוק בפותחת דכל הנכנסין כו' משמע נמי רחוק מש\"ה אית לן למימר טפי דאתי לדיוקא למשרי סמוך בלא פותחת אבל ללישנא בתרא דר' יהודה איירי בלא פותחת ע\"כ ואפי' בתוך התחום לגופיה אתי ולא לדיוקא אתי למשרי סמוך בלא פותחת דא\"כ ה\"ל למתני אם יש לו פותחת כו' אלא דנקט כל הנכנסים כו' דאפילו בסמוך בעי פותחת ולהאי לישנא בתרא כיון דקתני כל כו' לא הוה איצטריך לסיומי ואפי' בתוך התחום אלא דע\"כ אית לן למימר הכי דניחא ליה למתני מפורש מאי דבעי לטפויי בהא דקתני כל כו' והפשטן השיב לו דודאי הא קושיא הוא ללישנא בתרא דלא הוה איצטריך למתני ואפי' בתוך התחום דללישנא קמא א\"ש דאתא לדיוקא למשרי סמוך בלא פותחת ומדלא קתני אם יש לו פותחת דהוה משמע הכי כמ\"ש ע\"כ רבי יהודה איירי בפותחת להכי קאמר כל שיש לו פותחת כדבריך אפי' בתוך התחום כל זה ראינו מתוך דברי התוספות שלפנינו ומתוספות הישנים ודו\"ק:", 
            "<b>בא\"ד</b> ולא משמע הכי לקמן מתוך פרש\"י עכ\"ל כצ\"ל ור\"ל לפי דרך השר מקוצי שכתב דאי הוה מיירי ר' יהודה בלא פותחת לא ה\"ל למתני כל כו' אלא אם יש לו כו' ומפרש\"י לקמן לפי דעת הפשטן לא משמע הכי דהא קושטא לפרש\"י דר\"י איירי בלא פותחת ואפ\"ה קתני כל כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ונפחת נוטל כו' ולא מצי למימר דברי ר\"ש דדלמא ס\"ל כר\"מ דאף פוחת לכתחלה כו' עכ\"ל כצ\"ל וכ\"ה בתוספות ישנים ור\"ל דת\"ק דקאמר נוטל ממקום הפחת היינו משום דלית ליה מוקצה כר\"ש מ\"מ לכתחלה לא יפחות משום דהוי סתירת אהל מיהא מדרבנן ור\"ש אפשר דס\"ל בהא נמי כר\"מ דאפילו משום סתירת אהל ליכא ולהכי לא מצי למתני דברי ר\"ש וק\"ל:", 
            "<b>גמ'</b> איני והאמר רב נחמן הני לבני כו' ודאי אקצינהו כו' אע\"ג דת\"ק דמתני' לית ליה מוקצה כר\"ש מכל מקום ר\"מ לא אשכחן דמתיר מוקצה ואי נמי דאית ליה דלית בפתיחת סתירת אהל מדרבנן מכל מקום טלטול מוקצה אית ביה ומשני דטלטול מוקצה מותר ביום טוב משום אוכל נפש ובשבת אסור אפילו טלטול מוקצה כמ\"ש התוס' ומיהו לר\"מ ודאי [א] דאכילת מוקצה אפי' ביום טוב אסיר אלא דהפירות דהכא אינן מוקצין דהא אית ליה פוחת לכתחלה:"
        ], 
        [
            "<b>שם</b> חזי לקבולי ביה פשיטי כו' והכא ליכא למפרך כיון דלא חזי כלל בי\"ט פשיטא דאסור כדפריך לקמן גבי פחמין דהכא טובא אשמועינן דתורת כלי עליו אע\"ג דעדיין לא נצרף באש ולאפוקי מר\"י דבעי בכלי חרס משיצרפו וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה וקטמא שרי כו' ועי\"ל דה\"פ וקטמא שרי כגון שגבלו מעי\"ט ושרי בלא צייריה עכ\"ל כצ\"ל וכ\"ה בתוספות ישנים וק\"ל:"
        ], 
        [
            "<b>גמרא</b> אין סומכין את הקדרה בבקעת כו' לפי שלא נתנו עצים אלא להסקה כו' אפילו למאי שכתבו התוספות דלכ\"ע שרינן טלטול מוקצה משום אוכל נפש היינו לסלק המוקצה כגון גריפת תנור ופחיתת הלבנים התירו משום אוכל נפש אבל להשתמש בדבר מוקצה כסמיכת קדירה בבקעת וכחיזרא ודאי אסור לטלטל דתשמישו וטלטולו זהו כעין אכילתו דאסור ובזה יתיישב מה שמקשים לפרש\"י שפירש דהך הלכתא ברטיבא אסור איקבע כרב דאית ליה מוקצה כר\"י ובפרק מפנין אמרינן אמר רב הונא בשר תפל מותר לטלטלו ופריך והא רב הונא תלמיד דרב ורב כר\"י סבירא ליה ומשני באכילה סבר לה כר\"י במוקצה לטלטל סבר לה כר\"ש דיש לומר דהתם הוה טלטול ממש ובההוא סבר לה כר\"ש אבל טלטול שהוא להשתמש דזהו כעין אכילתו בההוא סבר לה כר\"י ועי\"ל דלרב הונא דהוה נמי תלמיד דרב מחלק תלמודא הכי התם אבל שאר תלמידי דרב קאסרי בטלטול נמי כר\"י ובהדיא קאמר הכי התם לרב חסדא וק\"ל:", 
            "<b>תוס'</b> בד\"ה דרש רבא כו' ודוחק הוא לומר דתלמודא קיימא דלא כהלכתא כו' עכ\"ל אין זה מדוקדק דהא רבא קאמר לה וקושטא דמלתא הוא דרבא סבר כר\"י כדמסיק ואין לחלק ולומר דרבא אית ליה דוקא בשברי כלים דהיינו נולד כר\"י אבל במוקצה סבר כר\"ש דא\"כ מאי קפריך מההיא דשדי מעיה לשונרא אלא ע\"כ דרבא אפילו במוקצה אסור כר\"י כדמוכח בפרק נוטל כמ\"ש הרא\"ש בסוף מכילתין ע\"ש ולשון תוספות ישנים ניחא דאדלעיל שכתבו דהך הלכתא רטיבא אסירא אפילו כר\"ש איקבע כתבו וכן הא דאמר רבא אסור ליטול אוד כו' מודה ביה ר\"ש משום דהוי כמתקן מנא ומסברא דנפשייהו קאמרי הכי לאוסרו אפי' לדידן דאית לן כר\"ש מיהו רבא ודאי דמצי אמר מלתיה כר\"י משום מוקצה ודו\"ק:", 
            "<b>בד\"ה</b> ושדי מעיה כו' לפי שאין דרך בני אדם לאכול בני מעיים ביום טוב דבלאו הכי כו' עכ\"ל כצ\"ל וכ\"ה בתוס' ישנים דבחול הוי מוכן לאדם דדרכן של בני אדם לאוכלן בחול והשתא הוי דומיא ממש לההיא דנבילה דבחול הוה מוכן לאדם ומשמתה ביום טוב מוקצה לאדם וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> פטור אבל אסור קא כו' וה\"פ דרב יהודה משיב לרב כהנא פשיטא כו' עכ\"ל פירוש לפירושם דרב יהודה דלא ידע אכתי לפלוגי בין רכין וקשין וכולה ברכין קמיירי השיב לרב כהנא מסברא דרכין מותר אי נמי דידע נמי הך חדא דקתני קוטמו ומריח וא\"כ ע\"כ הך דקתני ולא יקטמנו דפטור אבל אסור ע\"כ נשנית בטעות מסברא א\"נ מהך דקתני קוטמו ומריח ע\"כ מותר לגמרי הוא וכ\"ש דהך דקתני חייב חטאת דנשנית בטעות וא\"ל רב כהנא דמצינן לשנויי לך דההוא דלא יקטמנו איירי בקשין דהשתא לפי הסברא לא תוכל לומר שהיא נשנית בטעות וההיא דקוטמו להריח אינה סותרת דההיא איירי ברכין ואת אמרת אפילו בקשין כדאמר מפשח ויהיב אלותא כו' ומ\"מ רבי יהודה כו' ובתוספות ישנים מסיים ורב יהודה לא חש להשיב דסבר כרבנן דשרו לכתחילה והך ברייתא כר\"א כדמסיק עכ\"ל ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה עומד אדם על המוקצה כו' כגון אחזי ולא אחזי כו' עכ\"ל ותלמודא התם דבעי לאוכוחי דאין מוקצה לחצי שבת מברייתא דהיה אוכל בענבים והותיר כו' ולא ידע הך סברא דמסיק התם כגון אחזי ולא אחזי ה\"ה דאהך מתני' דהכא דקתני עומד אדם על המוקצה כו' ה\"מ לדקדק הכי ה\"ד אי דחזי ל\"ל הזמנה אי דלא חזי כי אזמין להו מאי הוי כו' כדדייק התם אברייתא אלא דהברייתא מפורש ליה טפי דאיירי בכה\"ג וק\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה הא בשאר שני שבוע לא דשבת כו' כמו אם הכניסן דרך שערים עכ\"ל מהרש\"ל הגיה דצריך להיות דרך גגות וקרפיפות עכ\"ל ואין צריך וכי לא סגיא בלאו הכי דבלא ראיית פני הבית כלל כגון בשדה שבת נמי קבעה כההיא דתינוקת אבל ר\"ל דכללא דשמעתין דשבת קובע אף בלא ראיית פני הבית כלל כגון בשדה כאילו הכניסן דרך שערים לבית דבכולה שמעתין אית לן למימר הכי דהא לרבי יוחנן דאמר לקמן דשבת קובע בדבר שנגמר מלאכתו לא נפקא לן מינה אלא בלא ראיית פני הבית וה\"נ הכא למאי דמוקמינן מתני' דשבת קובע בדבר שלא נגמר מלאכתו כר\"א ע\"כ נמי בלא ראיית פני בית דהא לר\"א חצר נמי קובע אפילו בדבר שלא נגמר מלאכתו כדקתני רבי נתן לא כשאמר ר\"א יגמור בחצר אלא חוץ לחצר ואע\"ג דחצר אינו קובע ביוצא אחר כך חוץ לחצר ה\"נ שבת אינו קובע למ\"ש בדבר שלא נגמר מלאכתו לחד תירוץ של התוס' לקמן ודברי התוס' לקמן אמימרא דר\"י שכתבו וא\"ת ומאי נ\"מ כיון כו' הם בעצמם דברי התוס' דהכא ושפת יתר כתבו לקמן ובתוס' ישנים אינו:"
        ], 
        [
            "<b>בד\"ה</b> ת\"ש מסיפא דלא פליגי רבנן אלא דוקא בברירה ע\"כ סוף הדיבור ואח\"כ מ\"ה שאני התם כיון דאמר מכאן כו' קבע ליה והכא לא שייך למפרך והלא מותרו כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> ר\"א אומר יגמור בשבת כו' כפרש\"י א\"נ דהתם מיירי בתאנים דנגמרה כו' עכ\"ל יראה להאי תירוצא אין חילוק בין יחדום ללא יחדום ובדבר שלא נגמרה מלאכתו אפי' אם יחדום יאכל למ\"ש ובהכי ע\"כ מוקמינן מתני' דהכא להאי תירוצא ואין להקשות דא\"כ אכתי מנלן לאוקמא מתני' לר\"א דשבת קובע דהיינו לשבת דלמא מתני' איירי בחצר דקובע נמי בכה\"ג בחצר אפילו בדבר שלא נגמרה מלאכתו לר\"א כדקתני ר' נתן ונקט מתניתין שבת דקמ\"ל דטבל מוכן הוא אצל שבת כו' דהא כיון דקושטא דמלתא הוא דשבת נמי קובע בכה\"ג לר\"א כדקתני ר\"נ טפי אית לן לאוקמא מתני' כפשטה דשבת קובע:", 
            "<b>בפרש\"י</b> בד\"ה ה\"ג חשכה כו' ה\"ג ר' נתן אומר כו' ותרווייהו אדר' אליעזר קאי כו' עכ\"ל לפי שבסדר המשנה שלפנינו גרסינן בסיפא גבי שבת בהיפך דרבי יהושע אומר יגמור ר\"א אומר לא יגמור קאמר דלפי שיטת תלמודא דשמעתין ע\"כ דל\"ג הכי אלא כגירסת רש\"י והשתא ר\"נ בתרוייהו אדר\"א קאי:", 
            "<b>תוס'</b> בד\"ה שבת לאפוקי מדהלל ובדין הוא דה\"מ למנקט לאפוקי מדר\"א כו' עכ\"ל וקשה לפי דרכם דאכתי אמאי לא קאמר לאפוקי מדרבי יהושע דאמר לא יגמור דשבת קובע וכן גבי חצר אמאי לא קאמר לאפוקי מדרבי יהושע דאמר לא יגמור ושוב ראיתי בזה בדברי בעל המאור וז\"ל בדין הוא דהוה ליה למימר לאפוקי מדר\"א ורבי יהושע דס\"ל דשבת קובע כו' אלא הא עדיפא ליה לאשמועינן דאיכא תנא דסבירא ליה כרבי יוחנן כו' וכן תרומה כו' עכ\"ל ע\"ש ולפי דרכו של הרז\"ה נמי בההיא דמקח שהוצרך לאתויי מההיא דהלוקח תאנים מע\"ה כו' ולא סגי ליה בההיא דלאפוקי מההיא דתנן המחליף כו' דלא ניחא ליה למימר דסבר כר' יהודה דהוי יחידאה בההיא דהמחליף אלא דסבר כסתמא דמתני' דהלוקח כו' והרז\"ה כתב דה\"ג דתנן הלוקח פירות מע\"ה כו' עכ\"ל ולא מצאתי משנה זו בסדר המשנה:"
        ], 
        [
            "<b>גמרא</b> התם היינו טעמא דד' קופות שרי משום דחמירא ולא אתי לזלזולי ביה אבל בי\"ט כו' וכה\"ג אמרינן לקמן אההיא דלא שנו אלא באותו הגג כו' ויש לדקדק לפי סברא זו אמאי קתני הכא במתני' בי\"ט אבל לא בשבת דהא אדרבה בשבת הוה ליה להתיר טפי מהאי טעמא דקאמר דלא אתי לזלזולי ביה ויש לומר דהא ודאי באיסורא דהכא דהוי טלטול שלא לצורך יש לנו לאסור בשבת טפי מביום טוב דטלטול שלא לצורך משום הוצאה כדלקמן והוצאה גופה בי\"ט מותר ובשבת אסור וה\"ק הכא מלתא דשרי בשבת כההיא דמפנין משום אורחים וביטול ב\"ה דלא גזרו ביה משום הוצאה יש להתיר טפי מהיתרא דהכא גבי י\"ט דלית ביה נמי למגזר משום הוצאה דהתם ליכא לזלזולי ביה מה שאין כן ביום טוב דאסור משום טרחא יתירא אפילו עד ד' וה' קופות משום דאתי לזלזולי ביה:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה אלא אימא כו' וגם מעיקרא כי בעי כו' ותימה דהא מודה ר\"ש בפסיק כו' ופי' הר\"ם מאייבר\"א דלר\"ש כו' עכ\"ל מהרש\"ל כתב דלפי האמת מקשים לפ\"ה עכ\"ל ור\"ל דהא קושטא דמלתא על דברי המקשה דקאמר אתאן לר\"ש פריך תלמודא ותסברא דר\"ש היא והא אביי ורבא כו' וכתב עוד מהרש\"ל מה שהצריכו התוס' להא שכתבו וגם מעיקרא כי בעי כו' הוא טעם למה שפ\"ה כן כו' עכ\"ל וכל זה דחוק ורחוק בדברי התוס' ואין להאריך בהם אבל מצאתי בתוספות ישנים דתמיהתם ותירוצו של הר\"ם מאייבר\"א הוא על דברי המקשה וז\"ל ותירץ הר\"ם מאייבר\"א דמעיקרא מיירי שיש חור קטן כו' עכ\"ל גם במרדכי ס\"פ כירה איתא בהדיא הך קושיית התוספות ותירוצו של הר\"ם מאייבר\"א על דברי המקשה וז\"ל ואי ר' יהודה כי לא מכוין מאי הוי וא\"ת לר\"ש מי ניחא הלא פסיק כו' עכ\"ל ע\"ש וע\"כ הנראה דבגירסתם לא היה כתוב האי ותסברא דר\"ש היא והא אביי כו' והכי איתא בהדיא כל הך סוגיא דהכא בפ' כירה והאי ותסברא דר\"ש כו' ליתא התם כלל ולדעתנו דאינו אלא גליון מפי' הר\"ם מאייבר\"א כמ\"ש התוס' וכתבוהו הטועים בגמרא והשתא תמיהת התוספות עיקר לפ\"ה על דברי המקשה דדברי המתרץ ודאי איכא לפרושי כפ\"ה דהיינו שלא יכסה בו כל החלונות ור\"ש נמי מודה ביה דאסור בכה\"ג אבל מדפ\"ה בדברי המתרץ כך חזינן דגם מעיקרא מפרש ליה כך דמיירי בכיסוי כל החלונות ואפ\"ה קאמר המקשה דאתאן שפיר כר\"ש ובהך סברא ודאי לא חזינן דפליגי המקשה והמתרץ ואהא קשיא להו בדברי המקשה ותימה דהא מודה ר\"ש כו' ותירץ הר\"ם דמעיקרא מיירי כו' וכצ\"ל כמ\"ש בתוס' הישנים אבל לדברי המתרץ אין הכרע דודאי מצינן למימר דמיירי נמי בכה\"ג ור\"ש מתירומצינן למימר נמי דמיירי בכיסוי כל החלונות ור\"ש מודה ביה דאסור וכל זה נראה ברור כדמוכח הסוגיא דפרק כירה ודברי המרדכי שם ותוספות ישנים שכתבנו:", 
            "<b>גמ'</b> מ\"ד במינו ניצוד אסור כו' מהר\"י קארו באורח חיים סימן שי\"ו כתב לדחות דברי סה\"ת דאסור לנעול התיבה בשבת משום הזבובים שנצודו בה דעל כרחך לא קאסרינן לר\"ש הכא משום פסיק רישיה אלא בדבורים שבמינן ניצוד אבל זבובים כו' עכ\"ל ונעלם ממנו סוגיא דהכא דקאמר בהדיא דדבורים מקרי אין במינן ניצוד:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ורמינהי משילין כו' ולכך לא מייתי מהוצאה דאסורא דאורייתא כו' עכ\"ל פירוש דאיכא למימר דלענין דאורייתא יש חילוק בין שבת לי\"ט אבל מדבריהם לא חלקו כו' ומהוצאה לא פריך נמי אההיא דמגילה דאיכא למדחי איפכא דההיא דמגילה איירי במילי דרבנן כו' וכך כתב מהרש\"ל ומיהו מהנך תרתי מתני' דהיינו הך דמשילין והך דהוצאה לב\"ה ה\"מ למפרך שפיר ממה נפשך אההיא דמגילה אלא דניחא ליה למפרך הכא מההיא דמשילין בלחוד ונראה דאע\"ג דבדרך דחוי איכא למימר הכי מ\"מ המקשה דאכתי לא ידע דטלטול משום הוצאה הוא לא בעי לאקשויי הכי דלמא ע\"כ לא קאמר ב\"ה אלא בהוצאה דאורייתא אבל בטלטול לא דסברא גרועה היא להחמיר טפי בדרבנן מבדאורייתא וניחא ליה למפרך עד כאן לא קאמר ב\"ש כו' דזו סברא מעולה היא להחמיר בדאורייתא טפי מבדרבנן:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> והוינן בה כו' ועוד אמר הרר\"ף דיכול להיות דהחכם בא מב' צידי העיר כו' ומניח עירובו לאלפים אמה של רוח מזרח לצד צפון כו' והא דקאמר למזרח ולמערב ר\"ל למזרח תחומי העיר או למזרחו של חכם עכ\"ל לכאורה כיון דהחכם יכול לבא לב' בתי המדרשות בשבת אין לצייר דבריהם כ\"א כזה* וצ\"ל דהך ברייתא מתרצא כר\"ח בן אנטיגנוס דאית ליה בפ' מי שהוציאוהו דאין נותנין לו אלא אלפים עגולות לכל רוח אבל למ\"ד התם דנותנין לו כטבלא מרובעת של ד' אלפים כדי שיהא נשכר הזויות היה יכול הכא להניח עירוב א' באמצע הד' אלפים שהרי כל השטח מהעיר עד בתי מדרשות אינו יותר מד' אלפים ולשון התוס' יתפרש לפי ציור זה דתחום מזרחי נמשך לצד צפון לרוח מזרח וכן תחום מערבי וקאמרי דהשתא הא דקאמר למזרח ולמערב ע\"כ לאו מזרח ומערב העיר כמשמעו אלא למזרח תחום העיר הנמשך לצד צפון וכן למערב או שהוא למזרח של חכם דתחום מזרח נמשך יותר למזרח ממקום שביתת החכם וכן המערבי כי שביתתו באמצע הב' תחומין ומה שכתבו שהוא מהלך כל אלכסון של ד' אלפים כו' קאי אמהלך החכם לבתי המדרשות שהוא הולך לשניהם באלכסון אבל לשון התוס' שהוא מהלך כל אלכסון של ד' אלפים כו' לא משמע כן אלא שיכול להלוך כל האלכסון ונשכר גם הזויות ועוד דאם אינו נשכר את הזויות א\"כ לא הוי קרוב לששת אלפים שהרי החכם לא היה יכול להלוך באלכסון כ\"א ב' אלפים ואם כן הרי חסר מתחום החכם עד בתי המדרשות כשיעור שהאלכסון יתר על המרובע ויש מפרשים דבתי המדרשות רחוקים יותר מד' אלפים והחכם יכול לבא לשניהם על ידי עירו שהיא גדולה יותר מעיר המניח העירוב וציורו כזה* דהשתא אתיא הך ברייתא שפיר אפילו כמ\"ד שיהא נשכר את הזויות ומהלך כל אלכסון של ד' אלפים שכתבו התוספות קאי שפיר אמניח העירוב אבל קשה מאי קאמרי והא דקאמר למזרח ולמערב כו' מאי קא קשיא להו דהא שפיר הוה למזרח העיר שהתחום נמשך למזרח יותר מהעיר וכן למערב ואם לא יתפרש להם כך משום דאין התחום נגד העיר ממש אם כן איך יתפרש להם למזרחו של חכם דהא אין התחום נמי ממש נגד שביתת החכם אלא שהוא נמשך יותר למזרח וכן למערב ועוד דאין אלו אלא דברי נביאות בדברי התוספות לומר שהעיר שהחכם בתוכה היא יותר גדולה מהעיר המניח ואם נחתי התוספות להכי למה לא יתפרש להם למזרח ולמערב כמשמעו אלא שהעיר שהחכם בתוכה היא גדולה ועשויה כקשת וציורה כזה* דהשתא הוי למזרח ולמערב ממש וצ\"ע:", 
            "<b>גמ'</b> וכי לית ליה לרבי אושעיא ברירה בדאורייתא אבל בדרבנן אית ליה כו' יש לדקדק אהא דתנן לעיל בפ\"ק דב\"ה אמרי דעומד ואומר זה וזה אני נוטל פרכינן עלה מהך מתני' ומוקי לה לר' אושעיא דלטהר את הפתחים מכאן ולהבא והשתא למסקנא דהכא דרבי אושעיא אית ליה ברירה בדרבנן הדרא קושיין לדוכתין דלתני מכאן אני נוטל ולמסקנא דהתם דאמר רבא היינו טעמא דלמא מטלטל ושביק כו' ניחא וק\"ל:"
        ], 
        [
            "<b>שם</b> מ\"ש חטין בשעורין דלא קאמר להו דה\"ל מין כו' יש לדקדק דהא דקאמרי' מין בשאינו מינו בטל לכ\"ע לענין איסורא אתאמרא בעלמא וא\"כ ר' אבא ע\"כ דמדמה מלתא דהכא לממונא דאל\"כ תקשי ליה אמאי לא תקשי ליה הכי בכל דוכתי דאמרי' חד בתרי בטל כמ\"ש התוס' וא\"כ אכתי תקשי ליה אמאי לא קאמר להו מחיטין בשעורין דא\"נ דמין בשאינו מינו בטל באיסורא הכא דממונא הוא לא פקע שם בעלים מיניה וי\"ל דודאי איכא סברא לדמות הך מלתא לממונא דמש\"ה לא תקשי ליה לר' אבא הכי בעלמא דאמרי' חד בתרי בטל כמ\"ש התוס' מיהו כיון דאיסור תחומין הוא איכא לדמויי נמי לאיסורא והשתא ה\"ק מ\"ש חיטין בשעורין דלא קאמר ליה דהא הך דהכא מים ומלח בעיסה מין בשאינו מינו הוא אלא דע\"כ היינו משום דמספקא ליה לר' אבהו דאפשר לדמויי מלתא דהכא לאיסורא ומין בשאינו מינו בטל באיסורא לכ\"ע ומש\"ה קא\"ל מחיטין בחיטין דבאיסורא נמי לא בטיל וכיון דאפי' באיסורא ממש לא בטיל מין במינו הכא דקצת ממונא הוא אף בשאינו מינו לא תיבטל מסברא ואהא קאמר ר' אושעיא נהי דלר\"י באיסורא לא בטיל לרבנן הא בטיל אף במין במינו ולרבנן איכא למימר דקשיא להו ובזה יתיישב גם קושיית מהרש\"ל בזה ודו\"ק:", 
            "<b>שם</b> א\"ל ולטעמיך הא דאמר רב חסדא נבילה בטלה בשחוטה כו' ה\"נ דכי אית לה בעלים לא בטלה כו' ותימה אמאי לא דקדק הכי אהך פלוגתא גופה דר\"י ורבנן דבין לר\"י בשאינו מינו ובין לרבנן אף במינו דבטל ה\"נ דכי אית ליה בעלים לא בטיל וי\"ל דודאי מסתמא כל איסורין לית להו בעלים [א] דמסתמא בעלים מפקירים להו ובהכי ודאי מצינן לאוקמא מלתא דר\"י ורבנן אבל מלתא דרב חסדא לא משמע ליה הכי דהא קאמר שחוטה אינה בטילה לפי שאפשר כו' ושחוטה מסתמא אית לה בעלים ואפ\"ה אי לאו לפי שאפשר כו' היה בטילה ודומיא דהכי נבילה דבטילה אפי' באית לה בעלים וקאמר וכ\"ת דא\"ה אי בעית לדחוקי במלתא דרב חסדא נמי למימר דכי אית לה בעלים לא בטלה והתניא אר\"י כו':", 
            "<b>תוס'</b> בד\"ה ה\"נ דכי אית לה בעלים כו' פרש\"י כו' וא\"ת והא רב ספרא אתא לקיים תירוץ כו' עכ\"ל ועיין בבעל המאור שכתב לפי גירסתו דכל זה מדברי אביי לדחות דברי ר' אבא וע\"ש באורך:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה כרגלי הממלא כו' קסבר יש ברירה להחמיר כו' עכ\"ל ע\"ש ור\"נ דאית ליה לקמן אפי' חלקו גדיים כנגד גדיים כו' אין אומר כו' ופטור ממעשר ולא אמרינן יש ברירה להחמיר לחייבו במעשר י\"ל דה\"ל חומרא דאתי לידי קולא לפוטר מקלבון ועיין ברא\"ש שכתב דכרגלי הממלא וכרגלי כל אדם הוא ענין אחד וכ\"ה בתוס' פרק בכל מערבין ע\"ש:"
        ], 
        [
            "<b>גמרא</b> והתנן השותפין שנדרו הנאה כו' מגופה הוה מצי למידק דאסור ב\"ה ומרחץ מטעם שותפין אלא זאת פשוט יותר עכ\"ל תוספות ישנים ועיין בזה דרך אחרת בדברי בעל המאור:"
        ], 
        [
            "<b>במשנה</b> אא\"כ זיכה להן כו' תימה ל\"ל זיכה אפי' בירר חלק כ\"א וא' נמי מידי דהוי אשואל דאמרי' לעיל אע\"פ שלא נתנו לו אלא בי\"ט כו' וי\"ל דשואל דעתיה טפי אכלי מאורחים על מנות עכ\"ל ת\"י:", 
            "<b>גמ'</b> תנן ואם עירב הוא פירותיו כמוהו כו' מרישא דקתני ואם עירבו בני אותה עיר לא יביאו כו' לא מצי למידק דאיכא למימר דלא עירבו הנפקדים עכ\"ל תוס' ישנים:", 
            "<b>שם</b> ומי אית ליה לר' מוקצה כו' פצעילי תמרה לר\"ש מהו כו' לרב נחמן דאית ליה בריש מכילתין דבי\"ט סתם לן כרבי יהודה דמוקצה אסור משום דקיל ואתי לזלזולי בי' ובשבת דלא אתו לזלזולי ביה סתם לן כר\"ש דשרי מוקצה וכן פסק הרי\"ף בשמעתין ודאי דלא פריך הכא מידי דההיא דהכא בי\"ט איירי ואסר ר' מוקצה כר\"י וההיא דפצעילי תמרה איכא לאוקמא דבשבת מיירי ושרי ר' מוקצה כר\"ש אלא לאינך אמוראי דלא מפלגי התם במוקצה בין י\"ט לשבת פריך שפיר:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "חדושי הלכות על ביצה", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Moed"
    ], 
    "digitizedBySefaria": true
}