{
    "title": "Ben Aryeh on Mishneh Torah, Red Heifer",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Red_Heifer",
    "text": [
        [],
        [],
        [],
        [
            [
                "<b>כ\"מ: </b> ופסק כת\"ק. נ\"ב וצ\"ע דהא אמרינן שם מאן ת\"ק ר\"ש דדריש טעמא דקרא. ורבינו לא פסק כר\"ש בפ\"ג דהלכות מלוה ולוה ה\"א. שוב ראיתי שהעיר בזה התוספות יו\"ט ע\"ש פ\"ג דפרה ה' ז' וע\"ע ה' נדרים פי\"ב ה' י\"ד ובלחם משנה שם [וע' לחם משנה ה' מלוה ולוה פ\"ג ה' א' שם. וע' מה שכתבנו בה' סוטה פ\"ד ה' ב' וע' קידושין כ\"א א' הא רבנן הא ר\"ש ופסק הרמב\"ם שם בה' שמיטה ויובל פי\"ב ה\"ב דבתי ערי חומה אינו נגאל לחצאין והיינו כרבנן ע\"ש. וע\"ע פירש\"י קידושין כ\"א א' ד\"ה הא רבנן דרבנן ילפי ג\"כ בבתי ערי חומה גאולתו משדה אחוזה וכן מוכח ממש\"ש בתי ערי חומה יוכיח ש\"מ דלרבנן יש קרא ע\"ז. ור\"ש שאמר הטעם לפי שמצינו כו' ע\"כ לית לי' גז\"ש גאולתו הנ\"ל ולכן אין ראי' מפסק הרמב\"ם שם וע\"ע תוספות יו\"ט פ\"ב דיבמות מ\"ז]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובזכרי כהונה. </b> נ\"ב ע' לעיל פ\"א דהלכות פסולי המוקדשין ה' ב':"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> סוברים כר' יהודה. נ\"ב ע' תוי\"ט ועוד נראה דכיון דרב אשי [בפסחים י\"ח א' שם] מפרש טעמא דר' יהודה משום דה\"ל משקה סרוח. וכן מפרש רב אשי (שם כ' ע\"א) הא דתנן בעדיות פ\"ג מ\"ג נמצאת בפרש הכל טהור דטעמא נמי משום דהוה משקה סרוח. א\"כ הלכה כר\"י משום דתנן בבחירתא כוותיה [ע\"ד שאמרו בברכות כ\"ז א' וש\"מ וכן פסק הרמב\"ם פ\"י מה' טומאת אוכלין ה' י\"ז] וע\"ע צל\"ח פסחים שם [אך יש לדקדק דמלשון הרמב\"ם כאן משמע שאין הטעם משום משקה סרוח לבד רק גם משום שאינם משומרים] [וע' צל\"ח שם י\"ח ע\"א סימן ק\"ט מה שכתב בזה] וע' פי' המשניות להרמב\"ם פרה פ\"ט ה\"ה [שכתב שם שאין הלכה כר' יהודה]:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות פרה אדומה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}