{
    "title": "Tziunei Maharan on Mishneh Torah, Woman Suspected of Infidelity",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Woman_Suspected_of_Infidelity",
    "text": [
        [],
        [
            [],
            [],
            [
                "<b>ומנין שאינה ראויה לשתות שנאמר וכו' ואמר אל האשה פרט למי שאינה שומעת.</b> הכ\"מ הראה מקום לכ\"ז בסוף פ' ארוסה אבל לא נמצא שם דרש זה רק שיש ללמוד זה מכללא דאיתא שם דהקיש הכתוב אשה לאיש וכמו דבנתחרש הוא אינו שותה דבעינן והביא האיש ה\"נ בנתחרשה היא אבל מה שמיעט רבינו זה מקרא דואמר אל האשה לא נמצא שם ועי' בתוי\"ט בפ\"ד דסוטה מ\"ה שתמה כן ע\"ד רבינו דמנין לו דרש זה אבל כ\"ה בספרי זוטא והובא בילקוט נשא וכ\"ה במ\"ר שם פ' ט' ואמר הכהן אל האשה פרט לחרשת וע\"ש בחי' הרד\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם החזירו לכבשן עד שנתחדש כשר.</b> וכ' הכ\"מ בסוטה דף ט\"ו ע\"ב בעיא דלא איפשיטא. ואיני יודע למה פסק רבינו בה לקולא ועיין במל\"מ מש\"כ בזה. ונראה דהנה שם בגמ' איתא בעי רבא נתאכמו והחזירו לתוך כבשן האש ונתלבנו מהו מי אמרינן כיון דאידחו אידחו א\"ד כיון דהדור הדור ויש להקשות לפ\"מ דאיתא בזבחים דף ל\"ד ע\"ב ובכ\"ד דכל שבידו לא הוי דיחוי א\"כ הכא הא הוי ג\"כ בידו ומאי מיבעיא ליה. אבל כיון דבעל הבעיא בכאן הוא רבא ורבא הא תירץ שם בזבחים תירוץ אחר ומשמע דס\"ל דאף דבידו הוי דיחוי ושפיר איבעיא ליה אבל לדידן דקי\"ל כר\"א שם דכל שבידו לא הוי דיחוי לכן שפיר פסק רבינו דאם החזירו לכבשן עד שנתחדש דכשר:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הקריב את מנחתה ואח\"כ השקה כשרה.</b> וכ' הכ\"מ הקריב את מנחתה וכו' משנה פרק היה נוטל דף י\"ט. והנה אעתיק לך לשון המשנה שם ותראה שדברי הכ\"מ מופלאים מאוד דשם איתא היה משקה ואח\"כ מקריב את מנחתה ר\"ש אומר מקריב את מנחתה ואח\"כ היה משקה שנאמר ואחר ישקה את האשה את המים אם השקה ואח\"כ הקריב את מנחתה כשרה ע\"כ. והנה לא נמצא שם כלל ד\"ז דלרבנן דס\"ל דהיה משקה ואח\"כ מקריב דבדיעבד כשרה גם אם הקריב קודם רק שם שנו להיפך דלר\"ש גם אם השקה ואח\"כ הקריב כשרה אבל בהקריב ואח\"כ השקה לרבנן לא נתבאר כלל הדין שם ודברי הכ\"מ תמוהין. אולם דברי רבינו מבוארין בירושלמי שם בסוטה פ\"ג ה\"ב מודה ר\"ש לחכמים שאם השקה ואח\"כ הקריב מנחתה שהיא כשרה. ומודין חכמים לר\"ש שאם הקריב מנחתה ואח\"כ השקה שהיא כשרה ע\"כ. ודברי הירושלמי הללו הובאו גם בתוס' שם בסוטה ד\"ה ואחר ישקה. ונתבארו דברי רבינו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות סוטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}