{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Marit HaAyin, Jerusalem 1960", 
            "http://beta.nli.org.il/he/books/NNL_ALEPH001139211/NLI"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>איסורא מממונא לא ילפינן.</b> בקונטריס טוב עין סימן ג' אות ד' מבואר דאפילו ממונא מאיסורא לא ילפינן עש\"ב:", 
            "<b>תרדא שטרי חליצה וכו'.</b> אפשר לרמוז דרמז כי תרדא גימטריא תר\"ה שהם כחות שר של שכחה וחיילותיו כמ\"ש הרב הקדוש מהר\"ש מאסטרפולי ז\"ל הבאתיו אני עני בפני דוד פרשת בא ור\"ל ששכח מאי דתנן שטרי חליצה וכו' ושלטו בו חיילות שר שכחה:", 
            "<b>משום לתאי דידי פקע.</b> לכאורה היה אפשר לפרש דכל א' היה מתאונן ע\"ד שכתבו התוספות פרק לא יחפור דכל א' אמר אנא ענישתיה ומצטער שנענש על ידו וה\"נ מר אמר משום לתאי דידי שאמרתי לך תרדא ומר אמר משום לתאי דידי שהשבתי על דבריך ונראה כי רבותנו המפרשים לא רצו בזה דלשון משום לתאי דידי משמע שפקע בשביל אחר בסבתי דאי כדפרישנא הול\"ל אנא עבדית דפקע או לשון כזה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רב יהודה בהני תלת מילי עבידי רבנן דמשנו וכו'.</b> פירש הרב קיקיון דיונה דעבידי דמשנו אבל אי לא משנו שפיר עבוד עיין בדבריו ואפשר דרך צחות שפת אמת תכון לעד אמת ר\"ת אושפיזא מסכתא תשמיש שאפילו בזה אינו משנה תכון לעד. ובפתח עינים הבאתי ראיה מפרק המדיר ושם פרק המדיר ובקונטריס אחרון צדדתי והאמת שהראיה טובה והשאר הוא דוחק ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רבי יוחנן מי שהניח לו אביו מעות הרבה ורוצה לאבדן וכו'.</b> פירש\"י ז\"ל בא ללמד שלא ירגיל וכו' ויש לדקדק דאמאי נקט מילתיה בכי האי גונא ואפשר לומר ונדייק תיבת לו דהול\"ל מי שהניח אביו מעות הרבה ואמאי אצטריך לומר לו. אלא רצה לומר שאם לא עשה צדקה כראוי וכיוין להניח לו דייקא מעות הרבה ילכו המעות לאיבוד ומלבד עונשו שלא עשה צדקה גם מחשבתו שבנו יהיה עשיר גדול לא תקום. ודרך צחות אפשר פזר ר\"ת פועלים זוגיתא רומיתא ובמקום פזר נתן לאביונים בנו יאבד ממונו ואביו ובנו יענשו. ועוד רמז דאפילו יתנהג בשטות זה ה\"ד אם לא יש לו אחים והניח לו דוקא המעות אבל אם יש לו אחים הוא גזל:"
        ], 
        [], 
        [
            "<b>לא נצרכא אלא לזקן ואינה לפי כבודו.</b> לכאורה יש ראיה מכאן לדעת הרמב\"ם ז\"ל שסובר דהשבת אבידה לזקן ואינה לפי כבודו שרי והוא טוב וישר והרא\"ש חולק. ומכאן יש ראיה להרמב\"ם. והרא\"ש יאמר דדוקא בקבורה דניכר לכל והוא ג\"ח מפורסם שרי. אבל במציאה וכיוצא אסור לזלזל ואדרבא מדאצטריך קרא להכי ש\"מ דדוקא בכה\"ג אבל בעלמא לא ואין ספרים מצויים אצלי כעת (ואני חוץ מביתי ואין בידי כי אם העין יעקב עם מהרש\"א לבד) ועוד יש לסייע להרמב\"ם ממ\"ש דהלל רץ לפני עני בן טובים פרסה ויש לישב להרא\"ש שאינו ניכר או שמא שהיה קודם שהיה הלל גברא רבא. ועפ\"ז יש לרמוז נתן תתן לו לרבות את גופך לרוץ לפניו ולא ירע לבבך בתתך לו בתתך דייקא דנעשית עבד לרוץ לפניו וכדעת הרא\"ש דהוי מבזה התורה כי בגלל הדבר הזה שאתה עושה לפנים מ\"ה יברכך כדעת הרמב\"ם ז\"ל:"
        ], 
        [], 
        [
            "<b>מתנה מועטת מנין ת\"ל תתן לו מ\"מ.</b> המפרשים פירשו מתנה מועטת אם אי אפשר לתת לו מתנה מרובה. ולולי דבריהם אפשר דמי שיש לו מדת הכיליות וא\"א לתת מתנה מרובה והו\"א שלא לתת מתנה מועטת לז\"א תתן לו ואפילו מועטת דעכ\"פ שמה נתינה ולא ירע לבבך שאין אתה נותן מתנה מרובה כי בגלל הדבר הזה יברכך ואחד המרבה ואחד הממעיט יברכך ה\"א וכו' כי אתה כופה יצרך לתת מתנה מועטת ומצוה גוררת מצוה שתתן הרבה וזה בכלל יברכך ה' אלהיך. ואפשר זה רמז נתן תתן לו כלפי מי שטבעו כליות מאד אם כפית יצרך נתן מעט מצוה גוררת מצוה תתן לו הרבה ומצוה גוררת שתבא לידי ולא ירע לבבך ויהיה בשמחה כי בגלל הדבר הזה שבתחילה כפית את יצרך יברכך וכו' וזה בכלל הברכה שתקיים מצותיו:"
        ], 
        [], 
        [], 
        [
            "<b>כל המקיים בעצמו כך סוף בא לידי כך.</b> עיין פירוש רש\"י ומהרש\"א ז\"ל ואפשר לפרש דלשון כל המקיים בעצמו מוכח שפיר שאינו בסוג זה אבל מקיים בו כלומר דחושב עצמו עני אעפ\"י שאינו. סופו בא לידי כך. ומכאן נלמוד דמי שאינו מחשיב עצמו עני ונותן כבינוני הקב\"ה ישפיע לו שפע שיהיה כבינוני ויחלץ עני. וכמשז\"ל אם רואה אדם דמזונותיו מצומצמים יעשה צדקה וכו' ומדה טובה מרובה:"
        ], 
        [
            "<b>כדדריש רבי יהודה בר אלעאי מאי דכתיב הגד לעמי פשעם ולבית יעקב וכו'.</b> אפשר דקשיא ליה דאמרו בספרי פרשת שלח דהקב\"ה מחשיב עון צבור כחטא וא\"כ למה אמר לעמי פשעם ועוד מהו הגד דאין הגדה אלא חכמה כמשז\"ל. לז\"א כי לעמי אינו כוללות רק לת\"ח והגד הוא חכמה דלפי חכמתם שגגות נעשות כזדונות:", 
            "<b>שמ\"ת אבד סברם ובטל סיכויים.</b> אפשר במ\"ש מרן ז\"ל דביאת האדם בעה\"ז לסגל מצות ותורה לאור באור פני מלך דבלא\"ה מאן דאכיל דלאו דידיה בהיל לאסתכולי וז\"ש שמ\"ת אבד שברם שבר שמקוים ובטל ראייתם זהו סיכויים שלא יוכלו לחזות בנועם ה' ת\"ל ונראה בשמחתכם שישמחו על השכר ועל הראיה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רבי יצחק לעולם ישליש מעותיו שליש בקרקע שליש בפרקמטיא שליש בידו.</b> וסימן לדבר יפק רצון יפק ר\"ת ידו פרקמטיא קרקע:", 
            "<b>ההולך למוד את גרנו.</b> פירש מהרש\"א בשם הרמב\"ם דלמוד כדי להוציא מעשר ואפשר שדקדק הלשון דאמר ההולך למוד דנראה דהוא רגיל ומוכרח דאי במי שרוצה למוד בלי הכרח אלא שכך עלה על דעתו הול\"ל מי שבא למוד את גרנו אומר יה\"ר וכו':"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אתמר דברים רב אמר אין בהם משום מחוסרי אמנה וכו'.</b> עמ\"ש אני עני בשער יוסף סימן ט' ובקונטריס רוח חיים בדרוש הארכתי בס\"ד:", 
            "<b>הין שלך צדק ולאו שלך צדק.</b> הפשוט והאמת דלאו כהן ועתה נזדמן ספר עיון יעקב וראיתי שנדחק ללא צורך:", 
            "<b>מי שפרע מאנשי דור המבול ומאנשי דור הפלגה.</b> אפשר דנקט הני לומר דאינו עומד בדיבורו הוי כעובד ע\"ז כמ\"ש כל המחליף בדיבורו וכו' ולכן נקט הני דהוו עע\"ז. והעולם קיים על האמת וזה מחליף האמת. ונקט דור המבול שהיו מריעין זה לזה ולא תימא דדוקא כשלא יש אחדות להכי נקט דור הפלגה שהיה ש' ביניהם ונאבדו והמחליף הוי כעע\"ז ובין כך ובין כך נענש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אם היה בעל תשובה לא יאמר לו זכור מעשיך הראשונים.</b> נראה דאפילו עשה תשובה שלימה מאהבה שזדונות הם כזכיות לא יאמר לו כן ואף שיש צד שאומר לשבחו כלומר שזכה לתשובה שלימה מ\"מ מתבייש ודאי ובפרט אם אומר לו בלישנא דמשתמע לתרי אנפי ודלא כמ\"ש הרב עיון יעקב ע\"ש ודוק ועיין מה שכתבתי בפירוש מס' גרים פ\"ד בס\"ד ע\"ש:", 
            "<b>כדרך שאמרו חביריו של איוב הלא יראתך.</b> והא דאמר בקמא דף ל\"ח דא\"ל אם בתו של רבי כשרה עאכ\"ו אפשר דהתם תלה הדבר בבת שנפטרה דלא היתה כשרה אבל חביריו של איוב היו תולים הסרחון בו כמ\"ש הלא יראתך וכו' והיינו דקאמר הכא שלא יאמר כדרך שאמרו חבירי איוב דתלו בו:", 
            "<b>אמר רבה בר בר חנה אר\"י נח לו לאדם שיבא על ספק אשת איש וכו' מנ\"ל מדדרש רבא וכו'.</b> יש להעיר דאטו רבי יוחנן סמך על מאי דדריש רבא וצ\"ל דרבי יוחנן היה דורש כך וסתר דבריו והש\"ס בעי לדידן מנ\"ל ומשני מדדרש רבא כלומר דרבי יוחנן היה דורש כך ואפשר דהיה איזה ברייתא דמפורש היה שם דרשא זו וברייתא לא שמיע לן ולא לרבא אבל לרבי יוחנן הוה פשיטא ליה ולכך לא פירש דבריו ודוק:", 
            "<b>ולא עוד אלא בשעה שעוסקין בנגעים וכו'.</b> עתה נזדמן לידי ספר ישרש יעקב וראיתי שפירש עמ\"ש דהנגעים באים על לה\"ר ורואין שעונש לה\"ר שמדברים עלי הוא הנגעים עכ\"ז אין מקפידין לומר לי הבא על א\"א באומרם אין זה לה\"ר כי אמת דברנו עכ\"ל. וק\"ק דלה\"ר הוא אפילו מדבר אמת כמ\"ש הרמב\"ם ז\"ל ואם כונתו שהיו טועים גם בזה הו\"ל לפרש ועוד דלא אצטריך לומר כך אלא הול\"ל בפשיטות דודאי הם היו חוטאים וכן הרב מהרש\"א ז\"ל בחידושי אגדות אמרה בפשיטות ע\"ש:"
        ], 
        [
            "<b>אמר ר' חלבו לעולם יהא אדם זהיר בכבוד אשתו וכו'.</b> אפשר דאמר לעולם מילתא פסיקתא כלומר אע\"ג דזמנין יש לו להוכיחה על עניני הבית או על כבודו עם כל זה אמר לעולם יהא אדם זהיר וכו' דיכול לדבר דבריו בכבוד ואהבה. ואפשר דהכונה יהא זהיר שהברכה בשבילה ומוכרת דהיינו מצד השכינה שהיא אשתו נאחזת בה כי כל הנשים הם בחינת מ' וא\"כ יהא זהיר בכבודה לכבוד השכינה. והיינו דאמר רבא אוקירו וכו' דעיקר כונת רבא לכבוד השכינה אלא דהיה אומר להם כך כדי שיקבלו ומתוך שלא לשמה בא לשמה אבל עיקר כונת רבא לכבוד השכינה וז\"ש והיינו דקאמר רבא כלומר הגם דלכאורה נראה דהיה אומר להם לתועלתם עיקר כונת רבא הוא כר' חלבו לכבוד השכינה אלא דהיה עושה המצאה בזה האופן להרבות שלום ביניהם ומתוך שלא לשמה בא לשמה שירגישו אח\"כ דהוא שפע מהשכינה ויזהרו בכבודן לכבוד השכינה ודוק: <br><b>ומה</b> שפירש הרב עיון יעקב דרבא אזיל לטעמיה בשבת דף ס\"ב דבא לעניות אם אשתו מקללתו על עסקי תכשיטיה והזהיר לכבד אשתו בענין תכשיטיה וכו' ע\"ש עם נשיקת הרצפה אין דבריו מחוורין ויש להשיב הרבה ע\"ד ואין להאריך. והפירוש הפשוט ואמיתי הוא שיכבדנה בדבריו ובעניניו. ומה גם לפי מ\"ש דהוא לכבוד השכינה ובזה יזכו דשם י\"ה ביניהם ועמ\"ש אני עני בככר לאדן בס\"ד. ואחזור לכתוב כאן קצת בהרחבה. הנה רבינו האר\"י ז\"ל פירש דהעושר רומז לת\"ת וכבוד למ' ובזה אפשר לרמוז והעושר והכבוד מלפני\"ך ת\"ת ומ' פב\"פ ואת\"ה חסד מושל אותיות שלום בכל יסוד ואפשר זה רמז תקעו גימטריא עושר בחדש גימטריא שדי שופר רמז לאי' בכסה גימטריא כ\"ב אדני יחוד שלם וז\"ש אוקירו לנשיכו כי אחוזות במ' והיא נקרא כבוד ובזה יהיה יחוד עושר וכבוד ת\"ת ומ' ויושפע לכם עושר כי כיון שעל ידיכם יהיה יחוד קבה\"ו שהם עושר וכבוד יושפע לכם שפע רב וק\"ל:"
        ], 
        [
            "<b> הים מזעפו.</b> ועכ\"ז כי נפיל רבי אליעזר על אפיה נח נפשיה דרבן גמליאל שתבע דין ורבי אליעזר גדול כבודו. ולפי מ\"ש אני עני בפתח עינים לישב דברי הרמב\"ן ז\"ל שכתב דרבי אליעזר היה אומר כך נראה בעיני והאמת הוא דכך שמע מרבותיו ע\"ש באורך אפשר דהם ידעו דרבי אליעזר כך קבל מרבותיו אלא שנתעצם ותלה בדעתו ועל זה היה איזה דקדוק על ר\"ג דרבי אליעזר כך קבל והקב\"ה מדקדק עם חסידיו כחוט השערה ומה גם דהי\"ל לחוס על יקר תפארת גדולת רבי אליעזר ולא לברכו ויעשו טצדקי שלא יהיה הלכה כמותו אבל לא באופן זה ומה גם דהיה זה סיבה למעט התורה שלא למדו אצל רבי אליעזר והיה הקבלה בידו גם ברזי דרזין וכמ\"ש במדרש הנעלם. ור\"ג כתב מהר\"י סרוק ז\"ל דהיה גלגול נחמיה התרשתא ומשו\"ה העבירוהו על שאמר גנות על השרים הקודמים והם מפלאות תמים דעים:", 
            "<b>מפני שסורו רע.</b> פירש\"י בשלהי הוריות וז\"ל מפני שסורן רע שיצר שלהם רע הוא יותר מדאי סורו שר שלהם כדאמר בגר שסורו רע דהיינו יצר הרע ששר שלו רע הוא עכ\"ל והרא\"ם ז\"ל פררשת משפטים על דברי רש\"י פירש פירוש אחר ולא זכר דרש\"י עצמו בהוריות פירש הענין:"
        ], 
        [], 
        [
            "<b>א\"ל ויהיו עניים בני ביתך.</b> פירש\"י ז\"ל משנה היא. ואפשר דרך חידוד וצחות דזמנין דעבידי רבנן דמשנ\"ו דמאי דתנן באבות משנת חסידים כמו שתירץ הר\"ן ז\"ל למ\"ש סלע זו לצדקה ה\"ז צדיק גמור דמאי דתנן שלא עמל\"פ משנת חסידים. א\"כ ס\"ד דההיא משנת חסידים ובהכי ניחא דרב פפא בר שמואל זבניה אע\"ג דידע דרבא אמר ויהיו עניים בני ביתך ולא זבניה אמנם סבר דההיא משנת חסידים ולהכי זבניה ולבסוף צבע\"ה ברעות את זקנו קרי צדיק מצרה נחלץ כלומר רבא לאו משנת חסידים עבד אלא צדיק מצרה נחלץ דצדקות הוא ואין זו משנת חסידים וזה כיוין רש\"י ז\"ל באומרו משנה היא פירוש ולאו משנת חסידים ובדין עבד דהוא צדיק ודו\"ק והארך:"
        ], 
        [], 
        [
            "<b>לא תגנובו דכתב רחמנא למה לי וכו'.</b> כתב הרב ישרש יעקב ז\"ל וא\"ל דרבית והונאה מותרין לגוי ולאו דגניבה איתיה גם לגוי ומרן פ\"א דגזילה כתב דאינו עובר בל\"ת ואשתמיטיתיה דרבינו פ\"א דגניבה כתב דעובר בל\"ת ולדבריו קשה מאי פריך לאו במשקלות למה לי והלא אצטריך דאם שקל לגוי חסר עובר בל\"ת וצ\"ע עכ\"ל בקצור ואפשר לומר דלא אפשר דאתא לגוי דקרא כתיב לא תגנובו ולא תכחשו ולא תשקרו איש בעמיתו ומשו\"ה לא אמר דאתי לגונב גוי דאיש בעמיתו כתיב. ומה שהקשה בסוף נראה שהוא לדעת מרן דאינו עובר בל\"ת ולק\"מ דמאן דסבר הכי ה\"ה לשקל חסר לגוי. ולהר\"מ דגזל גוי עובר בל\"ת ל\"ק דכתיב איש בעמיתו. דמכח רז\"ל סבר הכי ויש לישב וכעת אין ספר אצלי:", 
            "<b>לא תגנובו ע\"מ למקט.</b> כתב הרב עיון יעקב ואי תקשי ולאו כ\"ש הוא אם לשלם תשלומי כפל שעושה לההנותו אסור כ\"ש למקט י\"ל דלמק' נמי לטובתו שיתכפר בצער על חטאיו עכ\"ל ולא נהירא דמי עשאו כלי כפרה לכפר על חטאיו ומה ידע אם יש לו יסורין אחרים או כמה שיעור הכפרה ואע\"ג דזה כתב הרב לס\"ד אינה נראה. והפשוט הוא דהו\"א דרך בדיחותא ולשעה קלה שרי קמ\"ל א\"נ דעושה לטובתו שיזהר בשמירת חפציו קמ\"ל: <br><b>והריטב\"א</b> ז\"ל בחידושיו לבתרא כ\"י על מ\"ש שם דף ה' ע\"א זיל אייתי קיבורא דאהיני כתב דאם הוא עושה כדי להוציא דינו לאור שרי ע\"ש ולכאורה ק\"ק דהתם כבר ידע דרוניא לא יניחנו ולא יקח כלום ובכה\"ג דוקא שרי ואין חידושי הריטב\"א ז\"ל אצלי:", 
            "<b>למה כתב י\"מ ברבית ומשקלות וציצית אני הבחנתי וכו'.</b> כתבו התוספות תולה קלא אילן אף דמבטל מצות ציצית לעבור עליו משעת תליה והקשה הרב ישרש יעקב ז\"ל דתקשי להו ברבית ובמשקלות ת\"ל דעובר על ל\"ת ולא מצי לתרוצי לעבור משעת עשיה דבלאו י\"מ מקשינן במשקלות גזל מעליא הוא ותירץ לעבור משעת עשיה א\"כ י\"מ דכתיב ביה למאי אצטריך וצ\"ע עכ\"ל ואפשר לישב דרבית ומשקלות חוטא שני חטאות אחד לה' שציוה שלא יעשה ואחד לחבירו. ותולה מעותיו בגוי אינו מצער לחבירו כי לא ידע שהם שלו וכן טוען משקלותיו לא ידע ובודאי שמה שחוטא לה' יענש אך ס\"ד דהחטא שמצער לחבירו יפטר דחבירו לא ידע להכי קרא כתב י\"מ להענישו על מה שחטא לחבירו והוא לא ידע. אך בציצית שלא חטא לחבירו רק להקב\"ה כבר יש לו עונש ואמאי כתב י\"מ ותירצו התוספות משעת עשיה ולהכי י\"מ לטפויי אתא. אמנם י\"ל בפשיטות לקושיית תוספות דיש לו עונש על שמתבייש מהבריות שלא יאמרו שאינו מקיים ציצית ואינו בוש מה' ולכן יש לו עונש חדש מלבד ביטול מצות ציצית. ועמ\"ש הרב עיון יעקב ברבית משום עבד לוה וכו' ולא נהירא ע\"ש ודו\"ק:"
        ], 
        [
            "<b>וחי אחיך עמך חייך קודמין וכו'.</b> מ\"ש אני עני בפ\"ע משם הרב נ\"ר ז\"ל כן כתב משמו הרב ישרש יעקב ז\"ל ומ\"ש הרב עיון יעקב ז\"ל דהוא מפני הרואים וכו' אינו מחוור:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מאי לחונן דלים יקבצנו.</b> אפשר דקשיא ליה דהול\"ל לדלים יקבצנו ותו אם הכונה שהמעות יהיו לזון עניי ישראל א\"כ יש לו קצת מצוה בזה שמעותיו יועילו לעניי ישראל. לז\"א לחונן דלים הוא שבור מלכא ודלים הם הגוים ואין סרך מצוה בזה רק ילכו המעות לאיבוד. ומלבד שיענש על הרבית גם בעה\"ז יאבד המעות ומי יודע אם יהיה לו גם בזה סרך עבירה ועמ\"ש הרב עיון יעקב ז\"ל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רב יהודה אמר רב כל מי שיש לו מעות ומלוה אותם שלא בעדים וכו'.</b> בזה פירש הגאון מהר\"ר שמעון אהרן שפירא ז\"ל אב\"ד מק\"ק פראג כונת פסוק מזמור קי\"ב טוב איש חונן ומלוה יכלכל דבריו במשפט כי לעולם לא ימוט לזכר עולם יהיה צדיק משמועה רעה לא ירא וכו' הכונה טוב איש חונן ומלוה ודאי הוא טוב איש המרחם וחונן להלוות למי שצריך ומה גם שזה דרכו בהוה חונן ומלוה. אך יכלכל דבריו במשפט שילוה בעדים ובזה כי לעולם לא ימוט שהלוים יפרעו. לזכר עולם יהיה צדיק שלא יעבור על לפני עור לא תתן מכשול כדאמר רב. משמועה רעה לא ירא שלא יגרום קללה לעצמו כדאמר ר\"ל עכ\"ד ז\"ל. ואפשר לרמוז כי לעולם לא ימוט כי תמיד אף אם מלוה לחכם יהיה במשפט דגם ת\"ח דטריד בגרסיה אפשר שישכח כדאמר רבינא. ומדברי הרמב\"ם והטור מוכח דסגי בעדים ורבינא רצה שטר במדת חסידות ואפשר לרמוז יכלכל דבריו במשפט ר\"ת במשפט בעדים מעידים שהוא פעל טוב:", 
            "<b>כ\"ש מר דטריד בגרסיה ומשתלי וגורם קללה לעצמי.</b> משורת דרך ארץ לא אמר כדאמר רב עובר משום ולפני עיור ונקט לדר\"ל גורם קללה שהעולם יקללו שאומר שקר ולא נגע בכבוד רב אשי:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>א\"ל דינא הכי א\"ל אין למען תלך בדרך טובים וכו'.</b> לכאורה יש להעיר דהוא שאל אם זהו הדין וא\"ל אין ומייתי קרא למען תלך בדרך טובים דהוא לפנים משורת הדין ואפשר לומר דרך דרש ומוסר במה שאמרו משם הרמב\"ם ז\"ל דחסיד אחד א\"ל שלא היה רוצה לומר ביום כפור הודוי שאומרים שידע שלא חטא וא\"ל הרמב\"ם ז\"ל שכל אדם נדון לפי חשיבותו והרי דהע\"ה לא חטא בב\"ש שהיתה מגורשת ונכתב עליו עון אשת איש ואוריה היה מורד ונכתב עון הריגתו והאריך בזה. ורבה בר ב\"ח א\"ל דינא הכי וא\"ל אין דלגבי דידך זהו דין לפי חשיבותך דכתיב למען תלך וכו'. וכשא\"ל הב להו אגרייהו א\"ל דינא הכי א\"ל אין דכתיב וארחות צדיקים תשמור נוסף על דרך טובים ולפי ערכך נחשב כאלו הוא דין ועמ\"ש אני עני במאמר זה בדברים אחדים דף קי\"ט בס\"ד:"
        ], 
        [
            "<b>יצאו צדיקים לקבל שכרן וכו'.</b> אפשר במה שהקשו הראשונים ז\"ל דבפ\"ק דקדושין אמרו דע\"ע דחלה שלש ועבד שלש יוצא בשש ואינו חייב להשלים ואלו פרק האומנים אמרו היכא דשכיר או קבלן נאנס אין לו אלא שכר מה שעשה ותירץ מהר\"ם דשאני ע\"ע שכבר קבל שכרו משא\"כ פועל ושכיר שלא קבלו עדיין שכרן. ולפ\"ז יש לדון ותצא דינ\"א בשכר העה\"ב שהוא אח\"כ דאם נאנסו בחולי וכיוצא אין להם שכר על הזמן ההוא שהיו בטלים. וז\"ש יצאו צדיקים לקבל שכרן דהשכר הוא בסוף וא\"כ אם נאנסו אותו זמן אין להם שכר וז\"ש במי שהשלים עבודתו עדי ערב ולא היה להם שום ביטול כדין פועל וזהו שורת הדין אמנם הקב\"ה ברב רחמיו מפליא לעשות וכמ\"ש אני עני בדרושים בפסוק מה רב טובך וכו':", 
            "<b>רבי אל ירע בעיניך שהוא ובנו וכו'.</b> אפשר דבשעת מיתתו חזר בתשובה והתודה ובכלל נתחרט שאמר לו חומץ בן יין שאינו אמת כי הוא ובנו וכו' ובנו רשע בן רשע. ומסתמא הוא צדיק בן צדיק. ועל זה אמר רבי אלעזר שישו בני מעי שישו אם ספיקות שלכם כך וכו' ואמר שישו ב' פעמים א' שהיה רשע ואחד שהתודה ומת בתשובה:"
        ], 
        [
            "<b>בניכם אינם שלכם וכו' והכתיב אל תען שלא להוציא לעז על בניהם.</b> הקשה הרב ישרש יעקב ז\"ל לפ\"ז כשהקשו פ\"ב דשבת קראי ענה כסיל עם אל תען כסיל ה\"מ לשנויי דקרא דענה כסיל שלא להוציא לעז על בניהם כמ\"ש כאן עכ\"ל ולק\"מ דשלא להוציא לעז לא צריך קרא ופשיטא שיענה. א\"נ ניחא ליה לאוקומיה בדברי תורה דהוא דבר כולל ולא לאוקומי בענין פרטי שלא להוציא לעז. א\"נ דמסיים ענה כסיל פן יהיה חכם בעיניו ובד\"ת ניחא לאוקומיא וא\"ש הכתוב דישנו בנותן טעם פן יהיה חכם בעיניו משא\"כ שלא להוציא לעז:", 
            "<b>בני שפירי כוותי גמירי אורייתא כוותי.</b> כתב הרב עיון יעקב ז\"ל דרבי יוחנן הי\"ל מעלה יתירה דהוה שפיר וגמיר לכן התפלל על בני דורו שיהיה להם שפירי וגמירי דכוותי עכ\"ל ואגב שטפיה כתב הרב ז\"ל כן דרבי יוחנן לא התפלל אלא עשה המצאה דיחשבו בו ברבי יוחנן ויהיו להם בנים כמותו, ולא יחשבו ביופיו לבד רק יחשבו בו בעצמו ומשו\"ה ליהוו להו בני שפירי וגמירי. ואפשר דגם הני דסלקן מנהרא הרגישו בהמצאת רבי יוחנן ולכן כל מעיינן בו. ובזה פירשתי אני עני פסוק יפיפית מבני אדם פירוש אם היופי בא לך מסיבת בני אדם כגון רבי יוחנן אז יפיפית יופי כפול גופני ורוחני שפיר וגמיר הוצק חן בשפתותיך היא התורה ע\"כ ברכך אלהים לעולם דבניך יהיו כן דאשתך תחשוב בך וכן על זה הדרך וז\"ש ע\"כ ברכך אלהים לעול\"ם דייקא:", 
            "<b>אנא מזרעא דיוסף קאתינא דלא שלטא בי עינא בישא.</b> הכי אמרינן בברכות דף נ\"ה דמאן דדחיל מעינא בישא לימא אנא מזרעא דיוסף קאתינא וכו' וצריך להבין אטו אם הוא משבט אחר ואומר שקר מועיל אדרבה דובר שקרים עושה פגם. ונראה במשז\"ל דישראל נקראו על שם יוסף דכתיב בני יעקב ויוסף סלה לפי שכלכלם במצרים והיו יותר מס' רבוא בימי יוסף כמשז\"ל וגם נקראו ישראל על שם אפרים כדכתיב הבן יקיר לי אפרים וכיוצא והנודר מזרע אברהם אסור בגרים כמ\"ש הטור בי\"ד סימן רי\"ז. והרב ב\"ח ז\"ל והרב ט\"ז ז\"ל תמהו מנ\"ל להטור לומר כן ולא זכרו הרבנים ז\"ל שכן כתב הרא\"ש בפירושו דהגר נקרא זרע אברהם דכתיב אב המון גוים ע\"ש ומכ\"ש דכל אדם מצי לומר אנא מזרעא דיוסף קאתינא ומיהו איבעי ליה למימר הכי ואהני אבל אי לא אמר שולט כיון דהוא משבט אחר ולכן רבי יוחנן קאמר אנא מזרעא דיוסף וכו':", 
            "<b>הוה מקשי לי כ\"ד קושיתא ופריקנא ליה כ\"ד פירוקי וממילא רווחא שמעתא.</b> אפשר במ\"ש על רבינו הארי ז\"ל דהוה מקשה בכח בהלכה לשבר הסט\"א ורבי יוחנן הוה מפרק כ\"ד פירוקי לקשט הכלה אותיות הלכה בכ\"ד קשוטין להמשיך מכ\"ד צרופי הוי\"ה לשכינה וכ\"ד קושיתא וכ\"ד פירוקי להמשיך לה אורות משני שלישי שם ע\"ב גימטריא חי\"ל ולכך התורה נקנית במ\"ח מעלות והיינו דאמר ליה רבי יוחנן לריש לקיש חיל\"ך לאורייתא כמו שאמרו לעיל. וגם ליחד כ\"ד צרופי הוי\"ה וכ\"ד צרופי אדני והיו לאחדים יחוד הדודים:"
        ], 
        [
            "<b>אם כמותי יהיו כלם זכרים.</b> אפשר במ\"ש בעניותנו בדרושים דכשיש גלוי שכינה מתעברות זכרים כמו שאמרו בשבת פרק רבי עקיבא פארן שפרו ורבו ישראל שנתעברו כלן זכרים במצות שובו לכם. ולכן אחר בנין בית המקדש נתעברו כלן זכרים וכן עובד אדום בעבור ארון האלהים נתעברו חמות וז' כלותיה ח' זכרים כל אחד וכל זה בעבור גלוי שכינה ואפשר דרבי אלעזר הכי קאמר אם כמותי שהי\"ל גלוי שכינה וכונתי בכל אל האמת יושפע עליהן מהשכינה ויהיו כלן זכרים גם כתב הרב כתנות אור פרשת נח דמי שלא פגם אות ברית בניו זכרים ע\"ש ומשו\"ה אמר רבי אלעזר אם כמותי שהם טהורות ולא יש פגם ח\"ו מאסור נדה יהיו כלם זכרים והכי הוה:", 
            "<b>שלחה ליה כלי שנשתמש בו קדש וכו'.</b> אפשר דכונתה להודיעו שהוא גדול ממנו וצריך הוא לחוש לרוחא דשבק בה כי יתן רוחו ויקטרגו והוא ינצח כמ\"ש בזהר הקדוש על נשואי אלמנה ועל זה השיב דבמעשים איננו גדול וכל תקף הוא במעשים טובים ושלחה לו דכונתה על מעשים כי היא לא ידעה דגדול בתורה נמי:", 
            "<b>תמן אמרין באתרא דמאריה ביתא וכו'.</b> אין לתמוה על משל זה ששלחה לומר לו. ועוד דאי נימא שדיברה שלא כהוגן אמאי נכתב בתלמוד הקדוש. דע דלא היו מקפידין במשלות אפילו אם עיקרן דברים שאינם מהוגנים כמו שהוכחתי אני עני בברכי יוסף י\"ד סימן של\"ד אות ג\"ן בס\"ד. ועיין בתוספות עירובין דף פ\"א ע\"א שכתבו על יחזקאל משל כלבא בכפניה וכו' ועיין בשו\"ת מהר\"י ברונא ז\"ל סימן ק\"ץ דהביא ראיה מסוגיין לפטור ע\"ש והוא סייעתא למ\"ש בברכי יוסף ודו\"ק כי קצרתי. והפעם ילוה להודיע עוצם וגדולת ענותנותו של רבינו הקדוש זי\"ע:", 
            "<b>אחתו נמי לרבי אלעזר בר\"ש חלשא דעתיה אמר חשביתו ליה כוותי.</b> מדברי הרב מהרש\"א ז\"ל בחידושי אגדות נראה דמפרש חלשא דעתיה דרבי כאשר יראה הרואה מתוך כל דבריו. וקשה דבתר הכי קאמר חלשא דעתיה דרבי והכא קאמר סתם. ואפשר לפרש דמאי דאמר חלשא דעתיה היינו דרבי אלעזר והכונה דמי שהוא קטן ועולה לגדולה יש בו עין הרע אבל מי שהוא גדול וראוי לגדולה לא יתנו בו עין הרע דזו הגדולה אינה חידוש לו. והיינו דחלשא דעתיה דרבי אלעזר דגם לו חושבים דאינו ראוי ויתנו בו עין הרע ואינו כן דהוא ראוי להיות בדרא דאוני. ואפשר דמהרש\"א ז\"ל דקדק דהול\"ל חשביתו לי כותיה ודו\"ק ואין להאריך והמעיין יבחר:", 
            "<b>אמר רבי חביבין יסורין קביל עליה וכו'.</b> הכא משמע דמעצמו ורצונו קבלם ובסמוך קאמר איפכא דעל ידי מעשה באו ועל ידי מעשה הלכו. ואפשר דמ\"ש קביל עליה יסורין היינו דכשבאו על ידי העגל כדקאמר בסמוך קבלם ולא התפלל שיתרפא ולא יהיו יסורין אלא קבלם ונשארו בו י\"ג שנים:", 
            "<b>אהורייריה דרבי כך הוה רמי כיסתא לחיותא הוה אזיל קלא בתלת מילי הוה מכוין בההיא שעתא דעייל רבי לבית הכסא ואפ\"ה מעבר קליה לקלייהו.</b> מכאן ק\"ק על הרב מהר\"ם דלונזאנו ז\"ל דהשיג על מהר\"י ן' חביב ז\"ל שכתב בירושלמי פ\"ט דכלאים שלא מתה חיה וכו' כדי שלא יאמרו דמחמת קולות רבינו הקדוש מתות או מפילות וע\"ז תמה דלא היה צועק כלל אלא ע\"ד חליינו הוא נשא עש\"ב בספר שתי ידות דף מ\"ז דהרי הוא מבואר בש\"ס הכא דמעבר קליה לקלייהו דחיותא ונראה דהיה נשמע ג' מילין. הן אמת דהכא בחלאים אחרים והתם בחולי שינים ברם הא אשכחן דצעיק צעקתא טובא. איברא דג' מילין פלא וכ\"ש בכל א\"י. והרב יפה מראה הקשה על מהר\"י ן' חביב ופירש כהרמד\"ל אך ק\"ק דלא הקשה דבכל א\"י הוא נמנע כמו שהקשה הרמד\"ל. ויש לישב קצת למהריב\"ח דעיקר היה כדי שלא יאמרו דמחמת רבי מתו' ומפילות והואיל שהיו ניצולות מטעם זה הסמוכות לו בזכותו ניצולו בכל א\"י ודוק והארך כי קצרתי:"
        ], 
        [
            "<b>ולמה ליה כולי האי דאמר רב יהודה אמר רב וכו'.</b> אפשר דהכונה דרבי היה דורש כך ולא דרבי עשה כן משום דרשת רב דבימי רבי רב הוה זוטר אלא דהש\"ס דידע מימרת רב קאמר דה\"ט דרבי דהוה דריש כרב:", 
            "<b>כל המלמד את בן חברו תורה זוכה ויושב וכו' וכל המלמד את בן עם הארץ תורה אפילו הקב\"ה גוזר גזירה מבטלה בשבילו וכו'.</b> אפשר לומר הטעם דמלמד בן חבירו תורה. התורה היא מתוקנת יותר כמשז\"ל לקמן בלב נבון תנוח חכמה זה ת\"ח בן ת\"ח ועושה נחת רוח לחבירו החכם בג\"ע שבנו יהיה חכם ומשו\"ה זוכה ויושב בישיבה של מעלה. אך המלמד לבן ע\"ה תורה דלפי הטבע גם בנו היה ע\"ה והוא זכה לשנות הטבע לזה מבטל הגזרה בשבילו. וגם דבזה מפרסם דהתורה אינה ירושה ובני ע\"ה יכולים להיות ת\"ח ומעביר מדלת העם סברא זו דבני ע\"ה אינם יכולים להיות ת\"ח ומקיים משז\"ל הזהרו בבני ע\"ה שמהם תצא תורה רק שצריך זהירות כמ\"ש הזהרו בבני ע\"ה לכן אלים זכותיה דהקב\"ה בשבילו מבטל גזרה. והרב ישרש יעקב ז\"ל הקשה דיליף מקרא כפי תהיה ומורה דשקולים ואם הקב\"ה מבטל גזרתו נמצא דהוא גדול מהשי\"ת דצדיק מושל לבטל גזרותיו גם בפ\"ג דמ\"ק תחכמוני תהא כמוני קשה דהול\"ל יותר ממנו שהוא מבטל גזרותיו וצ\"ע עכ\"ל. ולק\"מ דאפילו לפי דבריו הכא קאמר אפילו הקב\"ה גוזר גזרה מבטלה בשבילו ור\"ל דבזכותו הקב\"ה מבטלה מעצמו ולא שהוא מבטלה והיינו דכתיב כפי תהיה כמו שאני גוזר כך מועיל זכותך שאבטלנה. ואעיקרא ח\"ו לומר שהוא גדול וכו' ולשון צדיק מושל וכו' הוא לשון מושאל דהקב\"ה מלא רחמים ומדת הדין מקטרגת וע\"י הצדיק דמליץ טוב ושואל לבטלה מגביר הרחמים ומתבטלת הגזרה דאהני טובא מה שאומר הצדיק לבטל המקטרג וכמ\"ש פרק אין דורשין דאמר אליהו זכור לטוב דהקב\"ה לא אמר הלכה משם ר\"מ דלמד מאחר ואמר רבה בר שילא רבי מאיר תוכו אכל קליפתו זרק ואמר אליהו זכור לטוב השתא אמר הקב\"ה מאיר בני אומר והוא פלא דברגע שדיבר רבה בר שילא אהני והיינו דהוא מלא רחמים רק שיש מקטרג וכאשר צדיק בעה\"ז פתח פיו לזכות מהני לבטל הקטיגור:", 
            "<b>מאי מעתה ועד עולם וכו'.</b> אני עני בפתח עינים כתבתי ע\"פ דברי ספר חסידים והוא ע\"פ מ\"ש בסימן שע\"ד. ועתה נזכרתי דבסימן תקנ\"ז פירש הרב ז\"ל עצמו דהגם שפוסק חוזרת פעם אחרת ע\"ש ועפ\"ז אפשר לפרש מ\"ש בסוגיין אמר ה' אני ערב בדבר כלומר דהגם דיפסוק עוד יחזור להיות בניהם ת\"ח דהגם שלפי שנתחתנו עם עמי הארץ ובזווגים שאינם הגונים פסק הדבר עוד ישוב הענין להתקן וזהו אמר ה' כ\"י אני ערב בדבר והיינו בזכות תורה וז\"ש ערב בשביל התורה והדר מפרש מאי מעתה ועד עולם תורה מחזרת על אכסניא שלה מחזרת דייקא שהגם שפסקה היא מחזרת ומשתדלת לשוב להתקן שיהיו ת\"ח מאחר שהיו ג' דורות ברואין זה את זה והויא חזקה מעליא זכות התורה תגן שאף שנפסק עוד יחזור לכמות שהיה מעתה ועד עולם ודוק:", 
            "<b>רבי זירא כי סליק לארעא דישראל וכו'.</b> כתב מהרש\"א ז\"ל דהתענה ש' תעניות שהוא שנה מלבד שבתות וי\"ט ע\"ש ואפשר כי ש' בגימטריא יצר דכיוין נמי לבטל יצ\"ר הרע:"
        ], 
        [
            "<b>מאי דכתיב בלב נבון תנוח חכמה וכו'.</b> אפשר דק\"ל דהתינח מ\"ש בלב נבון תנוח חכמה כמו שפירש הרמ\"ז ז\"ל ואמרו רק עם חכם ונבון דישראל יש לנו חכמה שהיא התורה ואנו מבינים בה הפך א\"ה דהכל חקירות דהוא בינה ומזה נתחבר ספר ונעשה חכמה וז\"ש בלב נבון תנוח חכמה דהיינו התורה אבל מה ר\"ל ובקרב כסילים תודע החכמה אין לו שחר לזה אוקמה כל חלוקה בתרי עברי ת\"ח בן ת\"ח ות\"ח בן ע\"ה ודוק כי קצרתי:", 
            "<b>כל המקטין עצמו על ד\"ת וכו'.</b> והוא ע\"ד מה שהגידו לרשב\"י ע\"ה ממ\"ש בישיבה של מעלה מאן דאיהו זעיר איהו רב:", 
            "<b>א\"ל רבי חנינא לרבי חייא בהדי דידי קא מינצת וכו'.</b> כתב הרב ישרש יעקב דף קלה בשם הרב מהר\"ר ברוך ברזילי ז\"ל דרבי חנינא ס\"ל עוקר הרים עדיף ורבי חייא ס\"ל סיני עדיף זהת\"ד. ואפשר לומר דכונת ר' חייא דהגם דאתה סובר בעלמא עוקר הרים עדיף מסיני דידי עדיף מסיני ועוקר הרים דאנא עבדי לתורה דלא תשתכח מישראל והא אליבא דכ\"ע עדיף מכלהו וזה כח ר' חייא דלא איתי אנש אמר יאמר בנדון זה דאיכא עדיף טפי:", 
            "<b>גדולים מעשי חייא וכו' אפילו ממר א\"ל אין.</b> אפשר דרבי לפי רוב הענוה א\"ל אין. א\"נ דא\"ל אין משום דהוא רבינו הקדוש ניצוץ יעקב אע\"ה כמ\"ש המקובלים ורבי חייא נראה מסוגיין דא\"ל אליהו זכור לטוב לרבי דרבי חייא ובניו דוגמת אברהם יצחק ויעקב דרבי חייא דוגמת אברהם אע\"ה ואמטי להכי כשא\"ל רבי ישמעאל אפילו ממר א\"ל אין:"
        ], 
        [], 
        [
            "<b>למימרא דסעודתא דאברהם עדיפא מדשלמה וכו' ואלו גבי אברהם כתיב ואל הבקר וכו' וא\"ר יהודה א\"ר בן בקר א' וכו'.</b> אע\"ג דאמר בני אברהם יצחק ויעקב מ\"מ פריך מאברהם לחוד דסעודות יצחק ויעקב לא כתיבי וסעודת אברהם כתיבא ותו דנודע אברהם היה נדיב נדיבות ומשו\"ה פריך מיניה. והא דאצטריך המקשן לאתויי מימרת רב דהם ג' ואדרבא בקרא לחודיה תהיה הקושיא יותר חזקה כבר תירצו המפרשים וגם אני עני כתבתי אפתח\"א ואשימה עינ\"י על זה. ואמרתי עתה לכלול כל התירוצים בתוספת נפך בס\"ד והוא דהמקשן רצה להביא מימרת רב יהודה אמר רב מכמה טעמים אחד שלא נאמר דשאני התם שהיה אברהם אבינו ע\"ה מצטער וכאיב ליה כאיבא ומשו\"ה מיעט בסעודה ושני דלא נאמר דעל שוורים הרבה אומר שור ושלישי שלא נאמר דזה היה תכף קל מהרה והדר מייתי טובא ואת רב\"ע דלא נאמר דקרא כתיב בן בקר המיוחד רך וטוב והא אצטריכא ליה. והוסיף חומ\"ש דאי מקשה מקרא לחוד יבא התרצן ויאמר לו לא כמו שעלתה על דעתך דהוא אחד שמענה ואתה דע לך דרב מפרש דהם ג' להכי הביא מימרת רב לומר דגם דידע לדרב פריך. ושתו\"ת מלגיו דאייתי מימרת רב לומר הביטה וראה דרב בא לומר דהם ג' והכתוב סיפר נדיבות אברהם ורבותא אשמועינן דהיו ג' ומאי חידושא ומאי רבותא במותב תלתא לגבי סעודתא דשלמה בשעתה. ושב שנ\"י אימ\"ר דכיון דגם במימרת רב הויא קושיא מסדר הש\"ס רצה להביא מימרת רב כדי שיבא התירוץ על נכון מתוקן ומבורר בנקל התם תלתא תורי לתלתא גברי וכו'. ואפשר דמסדר הש\"ס כיוין לכל האמור:", 
            "<b>ויקח חמאה וחלב ובן הבקר אשר עשה וכו' אמר רב חנן בר רבא כדי להאכילן שלשה לשונות בחרדל.</b> אפשר לרמוז דתיבות ובן הבקר אשר עם ג' תיבות בגימטריא להאכילן לשון בחרדל לכל אחד בדקדוק:", 
            "<b>א\"ל וכי בערביים חשדתנו שהם משתחוים לאבק רגליהם כבר יצא ממנו ישמעאל.</b> כתב הרב מהרש\"א ז\"ל בחידושי אגדות. תשובת מלאכים זו לא הוזכרה בכתוב ולא למדוה אלא מדלקה אברהם בזה שיצא ממנו ישמעאל אשר הערביים הם זרעו העובדים בזה ואמרינן החושד בכשרים לוקה בגופו עכ\"ל ועם נשיקת הרצפה אין דבריו מחוורין דודאי אברהם אע\"ה לא עשה איסור כלל שחשדן ואיה אפה הכשרים כי כלם עע\"א לבד מהנפש אשר עשו והוא לא ידע שהם מלאכים ואדרבה יפה עשה לומר שירחצו והיה בודק לכל באילן אם צריכין פרישות או טבילה וז\"ש והשענו תחת העץ כמ\"ש בזהר הקדוש. וגם אין לומר ח\"ו דלקה שיצא ממנו ישמעאל דלוקה בגופו ח\"ו לא תהא כזאת דישמעאל היה לסיגים ולהכי לקח הגר להפריד שירי זוהמת תרח. ואדרבא ניחא טובא האי לישנא דאמור כבר יצא ממנו ישמעאל כלומר לא מסיבה זו ח\"ו אלא הוא ידיעה שיצא ממנו ישמעאל להפריד סיגי תרח אשר היו מעורבין ושישאר נקי ובר להולד משרה הנביאה זרעא מעליא עול\"ת תמיד העשויה ומשם יצאו בני עליה יעקב בחר לו יה על\"ו שבטים שבטי יה ומ\"ש א\"ל וכי בערביים חשדתנו וכו' אפשר דאמרו כן למזלו אשר שרפים עומדים ממעל ורבותנו ברוח הקדש כל רז לא אנס להו:"
        ], 
        [
            "<b>כתיב ואקחה פת לחם וכתיב ואל הבקר רץ אברהם וכו'.</b> כתב הרב עיון יעקב ז\"ל ק\"ק דילמא עיקר הסעודה היא נקראת על שם הלחם כדכתיב בנ\"נ עבד לחם רב וצ\"ע עכ\"ל. ועם נשיקת הרצפה תימה על תמיהתו חדא דהכא כתיב פת לחם והסעודה בכללה נקראת לחם אבל פת לחם הוא ממש פת ולא סעודה. ותו דכתיב הכא ואקחה פת לחם ולשון ואקחה הוא על פת ממש הנקח ביד דאי סעודה הול\"ל אעשה לחם על דרך עבד לחם רב:", 
            "<b>כתיב קמח וכתיב סלת א\"ר יצחק מכאן שהאשה עיניה צרה באורחים יותר מן האיש.</b> כתב הרב עיון יעקב ז\"ל יותר מן האיש משמע שגם האיש מסתמא עינו צרה אעפ\"י שאברהם היה מכניס כל האורחים מ\"מ בשאר אנשים כן הוא מסתמא להכי נקט הש\"ס הכי עכ\"ל ונראה הטעם דכיון דהכנסת אורחים הוא מצוה מהגדולות שאוכלים מפירותיהם בעה\"ז וכו' ודאי היצה\"ר מסית לאדם שלא יכניס אורחים ואם מוכרח להכניסם שלא יעשה עמהם כפי כחו. אך אברהם אע\"ה כרב גודלו ומה גם שעשה היצה\"ר טוב כמ\"ש בירושלמי פ\"ט דברכות היה מפליא לעשות. והחידוש הוא דהכנסת אורחים האיש מצווה ולא האשה והיצה\"ר הוא מסית לאיש כי עליו מוטלת המצוה. ועם כל זה האשה עיניה צרה יותר והטעם כי האשה בחינת דינא קשיא והדין הוא בדקדוק בלי ויתור ומשו\"ה האשה עיניה צרה יותר על פי מדתה ומיהו אני עני אפתח\"א עינ\"י ראתה דיש לומר דאברהם אע\"ה אמר קמח להיות דהאשה עיניה צרה ושרה השיבתו סלת כלומר גם אני כמוך ותרנית וממה שהכתוב משבחה וגם מדאמר אברהם אע\"ה קמח למדנו דהאשה דעלמא עיניה צרה ולא כן שרה אמנו ע\"ה. ושם כתבתי דטעם רש\"י ז\"ל שלא כתב כן היינו דכיון דאתה מפרש דאברהם אע\"ה אמר קמח משום דהאשה עיניה צרה א\"כ ידע אברהם אע\"ה דשרה גופה עיניה צרה וביודעה ומכירה קאמר זהו תורף דברי עש\"ב: <br><b>ואפשר</b> להליץ בעד שרה אע\"ה ולקיים הדרך האמור. דהויכוח הזה לא היה כאן אלא בתחילת זמן שהכניס אורחים אברהם אע\"ה והכתוב השמיענו במקום א' ובפעם אחת צדקת שרה אע\"ה ומנהג נשים דעלמא ונכתב כאן דבמקום אחר לא הוה שייך והשתא דהוצרך הכתוב הזה לענינים אחרים כתב הכתוב מאי דהוה מקודם ודוק הטב כי קצרתי ורז\"ל הפליגו בשבח שרה אמנו ע\"ה דכל זמן שהיתה קיימת דלתותיה פתוחות וכו' ולכן אפשר דיש לפרש כדאמרן:", 
            "<b>למה נקוד על איו שבאליו למדה תורה דרך ארץ שישאל אדם באכסניא שלו וכו'.</b> הקשו הראשונים דינקד למד דאליו ואני דורש הכתב אי\"ו ותירץ הרב ישרש יעקב ז\"ל של\"ת מי אמר דלשרה שאלו ולא לאיש אחר לכך נקוד איו נשאר הלמד עם איה כאלו כתב אליה עכ\"ל ואני עני הבאתי ישוב זה בקונטריס כסא רחמים דף ל\"ה משם ספר אור לישרים להרב מהר\"ר זרח איידיליץ ז\"ל ולא זכרתי דשל כת הקודמין הוא הרב ישרש יעקב ז\"ל. והן עתה שפר קדמי דאם היה ננקד הלמד היינו דורשים איו אבל היינו אומרים דהמלאכים שאלו לשרה איו אברהם משום חשיבות אברהם ושרה ולא למדנו שהוא דרך ארץ לכל אדם לשאול איו בעל הבית והיינו על דרך שפירש הר\"ן ז\"ל קול לו קול אליו דהגם דלו הוא יחיד אליו הוא יותר יחוד דנרגש במבטא ע\"ש גם הכא נקד איו שיהיה יותר מורגש בנקוד והיינו ללמד לעלמא וז\"ש למדה תורה דרך ארץ כלומר בזה שננקד איו ולא הלמד למדה תורה דרך ארץ ואינו שהמלאכים לגרמייהו עבדי לכבוד אברהם ושרה ודוק:", 
            "<b>ונעשה נס בשרה אמנו ונפתחו דדיה וכו' ועדיין היו מרננים וכו' מיד נהפך קלסתר פנים של יצחק וכו'.</b> מסוגיין מוכח דאחר המשתה שידעו דשרה ילדה יחדיו ירנ\"נו על אברהם ואז נהפך קלסתר פנים של יצחק ונדמה לאברהם וכמ\"ש מהרש\"א ז\"ל בחידושי אגדות. והנה פסוק ותאמר מי מלל לאברהם הניקה בנים וכו' כתוב קודם המשתה. וכפי סוגיין יש לפרש הפסוק בזה האופן ונישב כמה דקדוקים שיש להרגיש בפסוק וזה סדרן של כתו\"בים. ותאמר שרה צחוק עשה לי אלהים וכו' ותאמר מי מלל לאברהם הניקה בנים שרה כי ילדתי בן לזקוניו ויגדל הילד ויגמל ויעש אברהם משתה גדול ביום הגמל את יצחק והנה בתחילה אמר ותאמר שרה צחוק עשה לי אלהים וכו' ואמירה זו היתה בזמן לידת יצחק ואחר זה כתיב ותאמר מי מלל והיא אמירה אחרת בזמן אחר ולכן כתיב ותאמר פעם אחרת וזאת אומרת מי מלל לאברהם דהיינו שהוליד לק' שנה כמספר מלל כמו שפירש\"י והיינו שהיו מרננים דאף דהניקה בנים שרה שנפתחו דדיה והניקה בני השרות ונתאמת ששרה ילדה עדיין היו מרננים על אברהם כמ\"ש מי מלל ונתאמת כי ילדתי בן לזקוניו תרתי משמע בשני פרקי זקנה והיינו רבותא כי ילדתי בן אחד בשני פרקי זקוניו דהיינו א' כשנולד והב' כשנהפך קלסתר פניו ונדמה לאביו ואימתי היה זה כאשר ויגדל הילד ויעש משתה אז היתה אמירה שנית ותאמר מי מלל דאז במשתה הניקה בנים ועדיין היו מרננים על אברהם אע\"ה ונהפך מיד קלסתר פניו ועל זה אמרה כי ילדתי בן לזקוניו ודו\"ק:", 
            "<b>עד אברהם לא הוה זקנה וכו'.</b> בזה שמעתי רמז בפסוק ואברהם זקן בא בימים וה' ברך את אברהם בכל ופרש\"י ז\"ל בכל גימטריא בן וז\"ש ואברהם זקן וכי תימא מה נשתנה השתא דהוה זקנה לז\"א וה' ברך את אברהם בכל שנתן לו בן דומה לו ולא היו מכירים זה את זה ותבע זקנה לכך ואברהם זקן עכ\"ד ואפשר להוסיף קצת במש\"ל דיען דהיו מרננים איך הוליד אברהם בן ק' שנים לזה נהפך קלסתר פניו של יצחק ונדמה לאברהם כמשז\"ל וכמש\"ל וז\"ש ואברהם זקן ומהיכן באה זקנה לז\"א מסיבה שהוא בא בימים אז יאמרו בגוים דלא הוליד יצחק לכך וה' ברך שנתן לו בן דומה לו ולא היה ניכר לכך ואברהם זקן דתבע זקנה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>וברוך אתה בצאתך שיהיו צאצאי מעיך כמותך.</b> אפשר במה שפירש הגאון מהר\"ר יחזקאל לנדא סג\"ל ז\"ל במ\"ש מי שמניח בן כמותו לא נאמרה בו מיתה דהאדם בעה\"ז נקרא הולך שהוא מרויח מצות ותורה אך בפטירתו נקרא עומד שאינו מרויח עוד תורה ומצות אך אם טרח עם בנו ללמדו תורה ומצות גם אחר פטירתו הוא נקרא הולך כי יש לו חלק בכל התורה והמצות שעושה בנו וז\"ש ליהושע שקבל להחזיר בתשובה לבניו ונתתי לך מהלכים אף אחר פטירתך שתזכה במצות בניך ותקרא הולך בין העומדים המלאכים שאינם מרויחים זהו תורף דבריו ז\"ל וז\"ש וברוך אתה בצאתך מהעולם ואיך יתכן שיהיה ברוך בצאתו כביאתו שהוא מרויח תדיר תורה ומצות לז\"א שיהיו צאצאי מעיך כמותך שטרחת לגדלם בתורה ולחנכם במצות וא\"כ אתה ברוך אחר פטירתך שיש לך חלק בתורה ומצות שיעשו בניך וגם בצאתך לעה\"ב אתה מרויח:"
        ], 
        [
            "<b>אמר שמואל הכל ברוח.</b> מלבד הפשוט רמז דע\"י עסק התורה מיחד קבה\"ו וזה רמז הכל ה' מ' כל יסוד ברוח דעוסק בתורה שהוא ברוח ור\"ת הכל ברוח בגימטריא ז' שהוא מתקן מ' מדה ז' וס\"ת גימטריא בלאה דעל ידי תורה לשמה בונה כל פרצוף לאה כמו שכתב רבינו האר\"י זצ\"ל. וכבר בעניותי כתבתי עוד רמזים בזה בקונטריס דבש לפי דף ע\"ט בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>א\"ל בד' לא מצינא בשיתא מצינא.</b> אפשר דרמז לו דעדיין אינו יכול לתקן בחינתו במ' שהיא ד' ואיך יוכל לתקן בחינתו בו' שהוא רומז לת\"ת והסיבה הוא העניות ונתן לו עושר שהוא רומז לת\"ת כמ\"ש רבינו האר\"י ז\"ל בסוד איזהו עשיר. הוא ברחמיו המרובים ישפיע עלינו שפע ישועה ורחמים ויזכנו לעשות כרצונו ולעובדו בלב שלם ולעסוק בתורתו תורת <b>חיים</b>:"
        ]
    ], 
    "title": "Marit HaAyin on Bava Metzia", 
    "versionSource": "https://www.sefaria.org/Marit_HaAyin_on_Bava_Metzia", 
    "heTitle": "מראית העין על בבא מציעא", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Marit HaAyin", 
        "Seder Nezikin"
    ]
}