{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Festival Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Festival_Offering",
    "text": [
        [
            [
                "<b>ויביא </b>\n<b> עמו קרבן עולה בין מן העוף בין מן הבהמה כו'.</b> כתב מרן ז\"ל וז\"ל יש לתמוה על זה דהא תניא פ\"ק דחגיגה לא יראו פני ריקם בזבחים אתה אומר בזבחים או אינו אלא בעופות כו' עד ומשמע ליה דעופות בכלל זבחים הם ע\"כ ועיין בס' מש\"ל ז\"ל שתמה עליו מההיא דאמרינן פרק פרת חטאת דף קי\"ט אמר רב ששת לדברי האומר יש מנחה בבמה יש עופות בבמה ולדברי האומר אין מנחה בבמה אין עופות בבמה זבחים ולא מנחות זבחים ולא עופות יע\"ש הרי דמלת זבחים שוללת מנחות ועופות ומדברי רש\"י שם שכתב וכתיב אותה מיעוטא כו' נראה יש ליישב דהתם שאני דאיכא מיעוטא ועיין פ\"ק דזבחים ד\"ח ע\"ב דאמרינן התם הא לא דמי כללא בתרא לכללא קמא כללא קמא מרבה זבחים ותו לא כללא בתרא לה' כל דלה' ואפי' עופות ואפי' מנחות הנה מבואר דעופות לא מקרו זבחים כלל ועיין בתוספות פ\"ק דחגיגה ד\"ח ע\"ב בד\"ה מי שחגיגה שכתבו בס\"ד וזה לשונו ובירושלמי איכא אבל לא בעופות ומנחות דכתיב זבח בהר עיבל הרי דעוף לא איקרי זבח ועיין בתוספות פרק תמיד נשחט דס\"ב ע\"ב ד\"ה ערל משלח שכתבו וז\"ל וקשה לר\"י טמא האיך משלח קרבנותיו והא בעי סמיכה כו' ותי' ר\"י דהכא מיירי בעופות יע\"ש הרי דברייתא קתני התם אינו נוהג בזבחים דאלו בכל הזבחים כו' ואפי\"ה כתבו ז\"ל דמיירי בעופות אלמא דס\"ל דעופות בכלל זבחים הן וכדברי מרן ז\"ל ובפ' כל הזבחים דע\"ו ע\"ב ד\"ה והא בעי סמיכה כתבו וז\"ל וא\"ת לוקמא בערל וטמא דמשלחים קרבנותיהם וכ\"ת בעופות איירי הא אמרינן התם דאלו בכל הזבחים ועוף לאו זבח הוא כו' הנה דבריהם ז\"ל סותרים למ\"ש משם ר\"י פ' תמיד נשחט ויש לתמוה לדברי ר\"י דס\"ל דעופות איקרו זבח מה יענה לכל הני דוכתי דכתיבנא דמבואר הוא דעופות לא איקרו זבח וכבר ראיתי במכתב לא' קדוש מדבר שתמה על דבריהם כן (ועיין בתוספות זבחים דע\"ב ע\"א ד\"ה אלא למ\"ד שכתבו דאף ע\"ג דעוף לאו בכלל זבח מ\"מ כל היכא דקתני כל הזבחים משמע אפי' עוף בכלל) והנראה לע\"ד דס\"ל לר\"י דודאי זבחים כי כתיבי בקר' דייקינן מינה דעופות לאו בכלל זבח הם כיון שאינן טעונים שחיטה אלא מליקה מיהו בלישנא דמתניתין כי קתני זבחים איכא למימר דלעוף נמי קרי ליה זבח דמליקתו זו היא שחיטתו דלישנא דקרא דייק טפי מלשון המשנה וגדולה מזו כתבו התוספות פ\"ג דתמורה ד\"ה ולדן דלשון הכתוב בשטר דייק טפי מלשון המשנה יע\"ש ובהכי נתיישבו ג\"כ דברי מרן ז\"ל דמ\"ש ומשמע ליה דעופות בכלל זבחים ה\"ד גבי לשון המשנה ודוק ומיהו הא ק\"ל טובא מהא דגרסינן פרק תמיד נשחט דס\"ג ע\"ב תניא כוותיה דר\"פ השוחט את הפסח על החמץ עובר בל\"ת כו' אחד השוחט ואחד הזורק חייב אבל המולק את הפסח אינו עובר ורמינהו השוחט את הפסח כו' אחד השוחט ואחד המולק חייב אבל הקומץ את המנחה אינו עובר כו' קשיא מליקה אמליקה כו' מליקה אמליקה ל\"ק כאן בי\"ד כאן בחש\"מ ואידי ואידי ר\"ש היא ופרש\"י קמייתא דפטר בי\"ד קאי כדתני בהדיא ותנא עוף וה\"ה לשאר זבחים כו' ואשמועינן חיובא לזורק ולמולק כשוחט דלא תימא שחיטה דוקא יע\"ש והשתא קשה טובא דמ\"ש מההיא דפרת חטאת דאמרינן דעופו' ומנחות בחדא שריין ומלת זבחים שולל מנחות ועופות ה\"נ נימא דזבחי דכתיב בקרא ממעט תרווייהו ואמאי קתני ברייתא דהמולק את העוף חייב והקומץ את המנחה פטור ופי' רש\"י שם דמנחה ודאי לאו שחיטה היא ומהתימה על רש\"י שכתב ואשמועינן דלא תימה שחיטה דוקא ולא ביאר לנו למה לא נאמר דשחיטה דוקא דומיא דההיא דפרת חטאת ושוב אחר החיפוש מצאתי בירושלמי פרק הנזכר דגרסינן התם מלק את העוף אי' תנויי תני חייב ואי' תנויי תני פטור מאן דתני חייב דם מ\"מ מאן דתני פטור זבח יצא עוף שאינו זבח ונראה דה\"ט נמי דתלמודא דידן משום דכתיב דם מ\"מ ובהא פליגי תלמודא דידן עם הירוש' דתלמודא דידן לא פליגי ברייתות אהדדי ודכ\"ע ס\"ל דדם אמר רחמנא מ\"מ אלא דברייתא דקתני המולק פטור מיירי בי\"ד ותנא עוף וה\"ה שאר זבחים וברייתא דקתני המולק חייב מיירי בחש\"מ ואשמועינן דאפי' מולק את העוף חייב מטעמא דדם כתיב ודוק עוד ראיתי במכתב שהקשה לדעת רבינו ז\"ל דס\"ל דעולות ראיה באה מן העוף מה יענה למה שהקשה התוספות פ\"ק דחגיגה ד\"ד ד\"ה אלא טומטום שהקשה וז\"ל ויש להק' ליתי ע\"ת ואם הוא אשם ליהוי נדב' כו' וי\"ל דמבטל לי' מסמיכה אע\"ג דסמיכה לא מעכבא כו' מ\"מ לכתחילה אין לנו לתקן קרבן כדי לבטל מסמיכה כו' יע\"ש וכ\"כ בפ\"ק דחולין דכ\"ב ופ' ר\"א דמילה דף קל\"ה והשתא לדעת רבינו ז\"ל קשה טובא דאכתי ליתי עולת ראיה על תנאי מן העוף דעוף לא בעי סמיכה א\"ד ז\"ל ולדידי חזי לי דאין כאן מקום קו' דהתוספות ז\"ל לא ק\"ל הכי אלא משום דס\"ל בעלמא דהא דאמרי ספק דאורייתא לחומרא היינו מדאורייתא והילכך הוצרכו לפרש דהא דפריך בגמרא אצטריך קרא למעוטי ספק הוא משום דהואיל ונשים פטורות והאי אימור אשה הוא ממילא הוה פטרינן ליה כי היכי דלא ליתי חולין בעזרה ואהא ק\"ל דאי משום טעמא דחולין בעזרה אכתי איתיה בתקנתא דליתי על תנאי והילכך אי לאו קרא הייתי אומר דטומטום חייב בראיה מספק ויביא על תנאי והוצרכו לפרש משום טעמא דסמיכה אכן לדעת רבינו ז\"ל דס\"ל בעלמא דספק דאורייתא לחומרא היינו מדרבנן כנודע קושיא מעיקרא ליתא דתלמודא הכי פריך איצטריך קרא למעוטי ספק דכיון דנשים פטורות מראיה ממילא נמי טומטום פטור דכיון דספק אשה הוא אזלינן לקולא ואע\"ג דמצי לאתויי על תנאי אפ\"ה פטור כיון דספק הוא וכן להפר\"ח ז\"ל בכללי ס\"ס סעיף א' שכתב דממ\"ש התוספות ליישב ההיא דחגיגה זכורך ולא טומטום מוכח דס\"ל כדעת הרשב\"א דספק דאורייתא לחומרא היינו מדאורייתא יע\"ש ודוק:<br><b> הגהות הרה''ג יוסף שאול נאטאנזאן - על שער המלך</b>\n<b> מ\"ש </b> דבלשון המשנה כי קתני זבחים י\"ל דלגוף נמי קרי לי' זבח עיין חולין דף מ' מאי אריי' חטאת לתני זבח ע\"ש ברש\"י וצ\"ע ועיין תוס' מנחות ס\"ב ע\"ב ד\"ה וכן ועיין זבחים דף פ\"ט במשנה ועיין מנחות דף צ' ע\"ב ועוף אין לו זבח ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ </b>\n<b> שאין קרבין נדרים ונדבות בי\"ט כו'.</b> הנה מסתמיות דברי רבינו נראה דבין עולות נדבה בין שלמי נדבה דינן שוה דאין קרבין בי\"ט האמנם התוספות פ\"ק דביצה די\"ב ד\"ה השוחט כתבו בתוך דבריהם וז\"ל אבל שלמי נדבה פטור כיון דאיכא בהו צורך הדיוט כו' יע\"ש ומ\"כ למוהר\"א לאסאפה ז\"ל בשיטה כ\"י שהקשה וז\"ל וצ\"ע דלקמן בפ' י\"ט שחל משמע דגם שלמי נדבה אין קרבין למ\"ד נו\"נ אין קרבין בי\"ט עכ\"ל ולכאורה עלה בדעתי לומר דמאי דמשמע התם בגמ' דגם שלמי נדבה אין קרבין בי\"ט למ\"ד כו' מדאמרינן תנאי היא דתניא שלמים הבאים מחמת י\"ט ב\"ש אומרים כו' וב\"ה אומרים סומך עליהם בי\"ט ושוחטן אבל נו\"נ ד\"ה אין קרבין ואפי' לאידך ברייתא דקאמר נו\"נ קרבין בי\"ט ה\"ד לב\"ה אבל ב\"ש ס\"ל דשלמי נדבה אין קרבין בי\"ט כדקאמר התם בהדיא נראה דהיינו דוקא מדרבנן דגזרינן שלמי נדבה אטו עולת נדבה אבל מדאורייתא כיון דאיכא בהו צורך הדיוט שרי ומ\"ש התוספות דנו\"נ אין קריבין ביו\"ט מקרא דלכם ה\"ד עולת נדבה דליכא ביה צורך הדיוט כלל אלא דנראה דהא ליתא מדאמרי התם ד\"כ ע\"ב אמר ר\"ה לדברי האומר נו\"נ אין קרבין בי\"ט לא תימא מדאורייתא מיחזא חזו ורבנן הוא דגזרו בהו אלא אפילו מדאורייתא נמי לא דהא שתי הלחם דחובת היום נינהו כו' ואינו דוחה לא את השבת ולא את י\"ט הרי משמע דאע\"ג דשתי הלחם אית ביה צורך הדיוט דומי' דשלמי נדבה שהרי לאחר שחיטת הכבשים הן נאכלין ואפ\"ה קאמר דמדאורייתא לא חזי ולזה היינו יכולים לדחות דר\"ה ה\"ק לדברי האומר נו\"נ אין קרבין לא תימה דמדאורייתא אפי' עול' נדבה מיחזא חזו אלא דרבנן הוא דגזרו בי' שמא ישהה אלא מדאורייתא נמי לא חזו עונ\"ד ורבנן הוא דגזור שלמי נדבה אטו עולות דאי אמרת דמדאורייתא אפילו עולת נדבה היא קרבה אלא משום גזירה שמא ישהה הוא דאסרו א\"כ שתי הלחם דליכא למיחש משום גזירה שמא ישהה אמאי אינו דוחה י\"ט אלא ודאי דבעולת נדבה מדאורייתא אינה קריבה וגזרו שלמי נדבה אטו עולת נדבה ומשו\"ה שתי הלחם אע\"ג דהוי כשלמי נדבה דאיכא בהו צורך הדיוט אינו דוחה י\"ט משום גזירה האמנם מדברי התוספות פרק אין צדין דכ\"ו ע\"א ד\"ה ועל החלה ובפ' א\"ע דמ\"ו ד\"ה לא תקרא לה שם מבואר דס\"ל דנו\"נ אין קרבין בי\"ט מדאורייתא אפילו בשלמי נדבה וכן מבואר ממ\"ש פ\"ק דפסחים ד\"ה ד\"ה ואומר וז\"ל אע\"ג דכשישרף ויעשה גחלים הנאתו מותר כו' א\"נ כיון דמתחלת ההבערה אינו יכול ליהנות ממנו אח\"כ אסור כמו נו\"נ דאין קרבין בי\"ט למ\"ד אע\"פ שיש בהם לבסוף מאכל הדיוט עכ\"ל הרי מבואר דס\"ל דשלמי נדבה אין קריבין בי\"ט מדאורייתא דהא אקרא דאך ביום הראשון תשביתו קיימינן התם וממ\"ש התוספות ריש חגיגה ד\"ה איזהו קטן וז\"ל ול\"ל דלמ\"ד נו\"נ אינן קריבין ביו\"ט מדרבנן הוא דהא בפ\"ק דביצה משמע דמדאורייתא דהא שתי הלחם ולחם הפנים לא דחו י\"ט עכ\"ל אין ראיה מדבריהם דהתם איירי בעולות נדבה אמנם בשלמי נדבה אפשר דס\"ל דהוה מדרבנן מיהו מ\"ש דפ\"ק דביצה משמע דהוה מדאורייתא קשה טובא אמאי לא הביאו מההיא דפרק שני דקאמר התם בהדיא דהוי מדאורייתא דמפ\"ק דביצה אין ראיה כלל דאדרבא מדקאמר הא מני ב\"ש היא משמע דלב\"ה שרו משום דנו\"נ אין קרבין אלא מדרבנן והנראה דט\"ס נפל בדבריהם וצ\"ל פ\"ב דביצה והנראה אצלי דס\"ל להתוספות ז\"ל דאע\"ג דשלמי נדבה אין קרבין בי\"ט מקרא דלכם מ\"מ לא לקי עלייהו ואין כאן אלא איסור עשה דכיון דאיכא בהו צורך אוכל נפש הרי הותרו בהדיא מקרא דאך אשר יאכל לכל נפש והילכך לא אמרינן דאהדריה לאיסוריה אלא למאי דאהדריה אהדריה משא\"כ בעולת נדבה דכיון דאין בו צורך או\"נ לב\"ש דלית להו מתוך לא הותרו בהדיא ואמרינן דאהדריה לאיסוריה קמא כנ\"ל נכון ושוב אחר זמן רב מצאתי להתוספות פ\"ק דחגיגה ד\"ה ד\"ה עולת ראיה שכתבו כן בהדיא ועיין בהרב ח\"ה ז\"ל שם ובמ\"ש התוספות ז\"ל דלב\"ש לוקה על עולת ראיה דדרשינן וחגותם כו' נראה שכונתם מבוארת דליכא למימר דכיון דנפ\"ל מוחגותם אותו הו\"ל לאו הבא מכלל עשה ומש\"ה אינו לוקה שהרי כתב בס\"ד דלב\"ה דס\"ל דאמרינן מתוך כיון דאו\"נ הותר בהדיא ה\"ה נו\"נ מטעם מתוך וכיון דהותרו בהדיא לא אמרינן אהדריה לאיסוריה אבל גבי גוזז פסולי המוקדשין דלא הותרו פה\"מ בהדיא אמרינן דאהדריה לאיסוריה וא\"כ הכי נמי לב\"ש כיון דלית להו מתוך לא הותרו בהדיא ואמרינן דאהדריה לאיסוריה דומיא דגוזז פהמ\"ו וזה פשוט:<br><b> האמנם </b> ראיתי בס' תמים דעים סי' רמ\"ב ד\"ע שהקשה משם הראב\"ד כקו' התוספות הלזו ותי' וז\"ל ואיכא למימר משום דההוא הכתוב נתקו לעשה עכ\"ל ויש לתמוה דמה יענה הראב\"ד ז\"ל לההוא דגוזז פהמ\"ו דאמרינן דלוקה משום דאהדריה לאיסוריה וא\"כ ה\"נ נימא הכי דהכא לא שייך כתי' התוספות ז\"ל דהא לב\"ש קיימינן דלית להו מתוך ואפשר לומר דס\"ל להראב\"ד ז\"ל דבעולת ראיה אפילו לב\"ש דלית להו מתוך לא אמרינן אהדריה לאיסוריה וה\"ט משום דבפ\"ב דביצה דף כ' ע\"ב אמרינן א\"ל ב\"ה לב\"ש ומה במקום שאסור להדיוט מותר לגבוה במקום שמותר להדיוט אינו דין שמותר לגבוה אמרו להו בית שמאי נו\"נ יוכיחו שמותר להדיוט ואסור לגבוה א\"ל ב\"ה מה לנו\"נ שאין קבוע להן זמן תאמר בעולת ראיה שקבוע לו זמן כו' א\"ל אף זו אין קבוע להו זמן כו' יע\"ש וא\"כ כיון דמק\"ו הוה נפ\"ל דעולת ראיה קריבה בי\"ט הו\"ל כאלו הותר בהדיא ולא אמרינן דאהדריה לאיסוריה אלא למאי דאהדריה אהדריה ואע\"ג דב\"ש דחו התם וקאמרי אף זו אין קבוע לו זמן דתנן מי שלא חג בי\"ט כו' מ\"מ משמע דלמאי דאהדר להו ב\"ה ואמרי אף זו קבוע לו זמן דתנן עבר הרגל כו' קבלוה מב\"ה מדהוצרכו להביא ראיה מקרא דלכם ולא לגבו' אמנם בנו\"נ דליכא ק\"ו משבת דאיכא למימר דיו לבא מ\"ה להיות כנדון וכי היכי דבשבת לא הותר אלא בקבוע לו זמן ה\"נ גבי י\"ט ומש\"ה אמרינן דלב\"ש אהדריה לאיסוריה קמא כיון דלא הותרו בהדיא ולדעת התוספות צ\"ל דס\"ל דמאי דהוצרכו בית שמאי לאתויי מקרא דלכם ולא לגבוה היינו לאקשויי לשיטתייהו דב\"ה דס\"ל דעולת ראיה קבוע לה זמן וקריבה בי\"ט אמנם ב\"ש גופייהו ה\"נ דס\"ל דאין קבוע לה זמן מיקרי כנ\"ל: ודע שכפי מה שהוכחנו לעיל בראיות ברורות דלמ\"ד נו\"נ אין קריבין בי\"ט אפי\"ה שלמי נדבה נמי אין קריבין מדאורייתא מקום אתנו ליישב מה שהקשה הרב ח\"ה ז\"ל שם בפ\"ב ד\"ך אההיא דר\"ה דאמר לדברי האומר נו\"נ אין קרבי' כו' וז\"ל יראה דר\"ה לא קאי אהני תנאי דבסמוך דת\"ק דאבא שאול לפי' רש\"י ע\"כ ודאי ס\"ל דנו\"נ אין קרבין בי\"ט מדאורייתא דאל\"כ איך קאמרי ב\"ש נו\"נ יוכיחו כיון דמדאורייתא מישרא שרי ואין אסורים אלא משום גזירה דשמא ישהה עכ\"ל ודבריו תמוהים דא\"כ מאי קא מייתי ר\"ה ראיה משתי הלחם דחובת היום נינהו וליכא למיגזר שמא ישהה ואינו דוחה י\"ט אימא דת\"ק דרשב\"ג דס\"ל דלא דחי י\"ט ס\"ל כת\"ק דאבא שאול דנו\"נ אין קרבין בי\"ט מדאורייתא ולעולם דהנהו תנאי דלעיל ס\"ל דאין קרבין מדרבנן משום גזירה דשמא ישהה ולדידהו ה\"נ דשתי הלחם דוחה י\"ט כדס\"ל לרשב\"ג התם ותו דכיון דלת\"ק דאבא שאול עכ\"ל דס\"ל נו\"נ אין קרבין בי\"ט מדאורייתא מנין לנו לאפושי במחלוקת ולומר דלהנהו תנאי דלעיל ס\"ל דהוי מדרבנן אדהוצרך ר\"ה להביא ראיה ממתניתין דשתי הלחם אמנם כפי מ\"ש יש ליישב דר\"ה לא קאי אלא אנו\"נ דשלמים דכיון דאיכא בהו מאכל הדיוט הוה ס\"ד לו' דלכם קרינן ביה ולכ\"ע אינו אסור אלא מדרבנן גזירה שמא ישהה ואהא מייתי ראיה מב' הלחם דאע\"ג דאיכא בהו מאכל הדיוט שהרי לאחר שחיטת כבשים הן מותרין לאכול וליכא למיגזר שמא ישהה ואפי\"ה אינו דוחה אמנם בעולת נדבה כיון דכולה כליל פשיטא ליה לר\"ה ודאי דמדאורייתא אינה קריבה בי\"ט דממעטינן ליה שפיר מדכתיב לכם ולא לגבוה ואם כן מברייתא דלעיל ליכא למשמע מידי דס\"ל דהוי מדאורייתא דאיכא למימר דכי קאמרי ב\"ש נו\"נ יוכיחו לא קאי אשלמי נדבה אלא אעולת נדבה דהנהו מדאורייתא אסורי וכן מוכח ג\"כ ממ\"ש רש\"י שם ד\"ה שמא ישהה וז\"ל עד המועד שיהא לו בשר מצוי ברגל כו' והשתא אי ס\"ל לרש\"י ז\"ל דר\"ה קאי אעולת נדבה ג\"כ אם כן בעולה מאי גזירה שמא ישהה איכא הרי כולה לגבוה אזלא ואין כאן גזירה שמא (לא) יהא לו בשר מצוי ברגל אלא מוכח דעולה כיון דכולה לגבוה אזלא פשיטא ליה לר\"ה דמדאורייתא אסור ור\"ה לא קאי אלא אשלמי נדבה כנ\"ל וראיתי בס' קול בן לוי ד\"ד שהקשה בסוגיא הלזו וז\"ל וקשה דהא בהדייא תניא במ' חגיגה ד\"ז ע\"ב דנו\"נ באו' במועד ואפי' למ\"ד בי\"ט א\"ב במועד באו' ואי טעמא משום שמא ישהה הא הואיל ובמועד באו' שפיר ישהה אלא עכ\"ל דמדאורייתא הוא עכ\"ד ולא דק דההיא ברייתא דקתני עולות במועד באות בי\"ט אינן באות ס\"ל דנו\"נ דשלמים קרבין בי\"ט מדקתני עולות גרידא וכ\"כ התוספות שם בד\"ה עולות דמתניתין דהתם דקתני עולות במועד באות ומתרצינן לה דחסורי מחסרא וה\"ק עולות נו\"נ במועד באות בי\"ט אינן באות והך ברייתא אתיא כמ\"ד דנו\"נ דשלמים קרבין בי\"ט מדקתני עולות דוקא ועיין בהרב ח\"ה ז\"ל שם ואם כן כיון דס\"ל דנו\"נ דשלמים קרבין בי\"ט ע\"כ דלא ס\"ל גזירה שמא ישהה ומש\"ה קאמר דבמועד באות אמנם אה\"נ דלמ\"ד נו\"נ דשלמים אין קרבין בי\"ט משום גזירה שמא ישהה ה\"נ דבמועד ג\"כ איכא למגזר אלא אי קשיא מברייתא דלעיל קשה דקתני אין מביאין תוד' בחג המצות ולא בעצרת מפני שהוא י\"ט אבל מביא אדם תודתו בחג הסוכות ואמרינן לעיל דמביא אדם תודתו בחג הסוכות דקאמר היינו בחול המועד אבל בי\"ט לא משום דקסבר נו\"נ אין קרבין בי\"ט הרי דאע\"ג דס\"ל להך ברייתא דנו\"נ דשלמים אין קרבין בי\"ט אפי\"ה ס\"ל דבח\"ה קרבין ואי משום גזירה שמא ישהה בחה\"מ נמי ניגזור וי\"ל דמש\"ה לא מייתי ר\"ה ראיה מהך ברייתא משום דאיכא למימר דכי קתני מביא אדם תודתו בחג הסוכות מיירי בשנדר בחה\"מ להביא תודה דהתם ליכא גזירה שמא ישהה כיון שלא היה נדור ובא מקודם י\"ט ועוד י\"ל דעדיפא ליה לאתויי ממתני' ולא מברייתא כנ\"ל ודוק:"
            ]
        ],
        [
            [
                "<b>מי </b>\n<b> שחציו עבד וחציו בן חורין כו' פטור מפני צד עבדות כו'.</b> עיין בהשגת הראב\"ד ודע שהתו' פ\"ק דחגיגה ד\"ד ד\"ה לא נצרכה הק' וז\"ל אך קשה דהכא משמע דחציו עבד וחציו בן חורין לפי משנה אחרונה כו' ואלו בגיטין מיבעיא לן מי שחציו עבד אם יש לו קנס כו' והכא פשיטא לן דאין לו אלא אדון אחד ויש לדחות דע\"כ לא מחייביה הכא אלא משום דעומד לכוף את רבו כמאן דשחרר דמי אבל התם כיון דמית איגלאי מילתא דלא היה עומד לשחרור ע\"כ ושמעתי מקשי' משם מורינו הרב המובהק כמוהר\"י הכהן ה\"י דכפי תי' ז\"ל דלא מיבעיא ליה אלא משום דמיית מאי פריך התם ת\"ש הפיל את שינו וסימא את עינו יוצא בשינו ונותן דמי עינו ואי אמרת יש לו קנס וקנס לרבו השתא חבלי ביה אחריני יהבי ליה לרביה חביל ביה רביה גופיה יהיב ליה לדידיה ומאי קושיא התם שאני דכיון דעומד לכוף את רבו כמשוחרר דמי והאי לאו אדון הוא אבל גבי קנס כיון דמיית איגלאי מילתא דלאו לשחרור הוה קאי ומש\"ה מיבעיא ליה אי קנסא דרבו ולע\"ד נראה לומר דע\"כ לא כתבו התוספות דכיון דעומד לכוף כמאן דשחרר דמי אלא דוקא גבי מי שחציו עבד למשנה אחרונה דכיון דאסור בשפחה ובבת חורין כפינן ליה לרביה משום לא תהו בראה והכי מדוקדק לישנא דמתניתין שם בגיטין דקאמר לישא שפחה כו' אלא מפני תקון העולם כופין את רבו כו' משא\"כ במעוכב גט שחרור דעלמא כגון מפקיר או מפיל את שינו וכיוצא דהרי כתבו התוס' שם בדף מ' ד\"ה אותו העבד דמעוכב גט שחרור מותר בשפחה והכריחו הדבר בכמה ראיות דלא כדעת רש\"י דס\"ל דאסור בשפחה ובב\"ח יע\"ש וכ\"כ ג\"כ בסוגיין ד\"ה מעוכב גט שחרור וכ\"כ ג\"כ הרשב\"א ז\"ל שם משם התוס' דכל מעוכב גט שחרור מותר בשפחה וא\"כ איכא למימר דכיון דמותר בשפחה לא כפינן ליה לרביה וא\"כ מש\"ה פריך שפיר בגמ' מהפיל את שינו דאע\"ג דלא כפינן ליה לרביה ולאו כמשוחרר דמי קאמר דנותן לו דמי עינו משום דהרי הוא בן חורין וא\"כ אה\"נ גבי מי שחציו עבד היכא דמיית אע\"ג דלא קאי לשחרור דאין לו קנס ותרוייהו שוים הם בהדרגה אחת וזה מדוקדק בדברי התוס' שכתבו ואלו בגיטין מיבעיא מי שחציו עבד כו' ולא תפסו לישנא דתלמודא דקאמר מעוכב גט שחרור אם יש לו קנס משום דמשאר מעוכב ג\"ש דמיבעיא ליה לתלמודא לא קשיא להו משום דכיון דמותר בשפחה ולא כפינן ליה אכתי אדון קרינן ביה ושפיר מיבעיא ליה התם ולא קשיא להו אלא ממעוכב גט שחרור דמי שחציו עבד דעלה נמי קאי בעיא דהתם מדבעי למיפשט מברייתא דהמית מי שחציו עבד ודחי ליה לא הא במשנה ראשונה כו' כנ\"ל אלא מיהו מדברי רי\"ו נר' שחולק אמ\"ש דבס' משרים נתיב י\"ג כתב וז\"ל מעוכב ג\"ש כלומר שהוא משוחרר אבל לא מסר לו הגט או מאותם שצריך לכפות את רבו לכתוב לו גט ועדיין לא כפוהו נראה מדברי רש\"י דאסור בשפחה אבל התוספות כתבו דמותר בשפחה יע\"ש נראה מדבריו דאע\"ג דמותר בשפחה אפ\"ה כפינן ליה לרביה לכתוב לו ג\"ש וכ\"כ שם גבי מפקיר עבדו ומפיל את שינו וכל הני דכופין את רבו ומשמע דהיינו אפילו לדעת התוספות מדלא הביא חולק ע\"ז: ושוב ראיתי להרב פמ\"א ח\"א סימן ע' דבתחילה נטה דעתו ז\"ל כמ\"ש דלדעת התוספות דמעוכב ג\"ש מותר בשפחה אין כופין את רבו ולבסוף הסכימה דעתו ז\"ל דלא פליגי תוספות עליה דרש\"י אלא לענין אי מעוכב ג\"ש אסור בשפחה או מותר אבל כ\"ע מודו דמעוכב ג\"ש כופין והביא ראיה מסוגיא דהשולח דל\"ח דאמרינן עבד שברח מבית האסירים כופין את רבו לכתוב לו ג\"ש וכ\"כ הריטב\"א והר\"ן שם דכיון דפקע זכותו מיניה לענין מעשה ידיו כופין את רבו לכתוב לו ג\"ש להתירו בב\"ח עכ\"ד יע\"ש מ\"מ אכתי תי' דתריצנא ניתן ליאמר אפילו נימא דס\"ל להתוספו' דמעוכב ג\"ש כופין את רבו להתירו בב\"ח וכדעת הריטב\"א והר\"ן ז\"ל על אופן זה דס\"ל ז\"ל דע\"כ לא אמרי' בחגיגה דמי שחציו עבד אין לו אלא אדון א' קרינן בי' למשנה אחרונה אלא דוקא גבי מי שחציו עבד דכיון דע\"כ לשחרור קאי וא\"א בלא\"ה שהרי אסור בשפחה ובב\"ח כמשוחרר דמי ולאו אדון מיקרי ודוקא היכא דמית הוא דאיבעיא ליה במי שחציו עבד דאיגלאי מילתא כמ\"ש ז\"ל משא\"כ בשאר מעוכב ג\"ש אע\"ג דכפינן ליה לרביה היינו דוקא כדי להתירו בב\"ח אבל אי בעי העבד ליקח שפחה מסתברא ודאי דליכא כפיה לרביה כלל כנראה מדברי הריטב\"א והר\"ן שכתבו כופין את רבו להתירו בב\"ח וא\"כ כיון דזמנין משכחת ביה דליכא כפיה לענין קנס אדון קרינן ביה ולא אמרינן כמשוחרר דמי דהא לאו לשחרור קאי ודאי דאדרבא עבדא בהפקרא ניחא ליה ולא דמי למי שחציו עבד כדכתיבנא ומש\"ה פריך תלמוד' שפיר מהפיל את שינו דקתני נותן דמי עינו וברייתא נמי סתמא קתני דמשמע אפילו אי בעי העבד לישא שפחה דלאו לשחרור קאי כנ\"ל: ועפ\"י האמור יש ליישב מה שהקשה הרב לח\"מ בפ\"ד מהלכות חובל ומזיק על מ\"ש הטור ז\"ל בח\"מ סי' תכ\"ד מי שחציו עבד וחציו בן חורין אם בעליו בני כפיה חבלתו לעצמו דהא כיון דהוא מעוכב ג\"ש הוי בעייא דלא איפשיטה אי הוי לרבו או לא דהא בגמרא מייתי ההיא דמפיל שן עבדו דמינה משמע כדכתב ה\"ה ז\"ל דאם אין לו קנס אין לו נזק דמה לי קטליה כולה מה לי קטליה פלגא וכ\"כ התוס' שם ד\"ה חבלי' יע\"ש שהניחו בצ\"ע ואולם כפי מ\"ש יש ליישב דס\"ל להטור ז\"ל כתי' התוספות שכתבו בחגיגה דדוקא גבי קנס מיבעיא ליה משום דכיון דמית איגלאי מילתא דלאו לשחרור קאי אמנם גבי נזק דחי היא כיון דעומד לכוף את רבו וע\"כ לפדיה קאי לאו אדון הוא כמ\"ש בחגיגה דלמשנה אחרונה חייב משום דלא קרינן ביה אדון אחר ומאי דמייתי מהפיל את שינו דמשמע דאם אין לו קנס אין לו נזק היינו משום דהתם לאו לשחרור ודאי קאי דהא אי בעי נסיב שפחה ולא כפינן ליה ואכתי אדון קרינן ביה דומיא דחציו עבד היכא דמית כנ\"ל ובהיותי דרך אגב ראיתי למרן הב\"י בטור אה\"ע סימן ד' דברים תמוהים בעיני לא ראיתי מי שנתעורר עליו שכתב וזה לשונו ומ\"ש ולאחר ששחררו או הפקירו הרי הוא כישראל לכל דבר כו' ומ\"מ יש לתמוה על רבינו זכרונו לברכה שכתב הרי הוא כישראל לכל דבר דמשמע דמותר בבת ישראל ובמפקיר עבדו אמרינן התם בגמ' דצריך ג\"ש כו' וכיון דמעוכב ג\"ש איך מותר בבת ישראל וי\"ל דס\"ל דכל היכא דאמרינן יצא לחירות וצריך ג\"ש מותר בבת ישראל מהטעם שכתב הרא\"ש גבי משיא עבדו כו' עכ\"ל ודבריו תמוהים שהרי בסוגיא דהשולח מבואר בהדיא דאסור בישראלית מדאמרינן התם אמר אמימר המפקיר עבדו ומת אותו העבד אין לו תקנה מ\"ט כו' איסורא הוא דאיכא גביה ואיסורא לבריה לא מורית הרי מבואר דאסור בבת ישראל לדעת התוס' ולדעת רש\"י אפילו בשפחה וא\"כ איך אפשר שדעת הטור דאפילו בבת ישראל מותר הפך סוגיית הגמ' והתוס' ורש\"י ז\"ל גם מההיא דכריתות נראה בהדיא דאסור בישראלי' מדאמרינן דסבר רשב\"ג דמפקיר עבדו יצא לחירות וצריך גט ומעוכב ג\"ש אוכל בתרומה ואי מותר בישראלי' כישראל גמור היכי תיסק אדעתין לומר דאוכל בתרומה והרי הוא כישראל לכל דבר גם מ\"ש דמותר בבת ישראל מאותו הטעם שכתב הרא\"ש במשיא אשה נראה פשוט דע\"כ לא כתב הרא\"ש זכרונו לברכה אלא דוקא במשיא אשה דקא עביד איסורא וקעבר אלפני עור אמרינן דודאי שחרריה כדיניה בשטר וכ\"כ מוהרשד\"ם י\"ד סימן קצ\"ו משם הרא\"ה וז\"ל עבד שהשיאו רבו בידוע שכבר שחררו וכתב לו גט שחרור אע\"ג שהעבד אינו יודע שמא זיכה לו ע\"י אחר שאם לא כן לא הי' משיאו אשה האסורה לו וכופין את רבו שיכתוב לו גט שחרור להיות בידו לראיה עכ\"ל אבל גבי מפקיר עבדו מהי תיתי לומר שיהא מותר בלי ג\"ש סוף דבר דבריו צל\"ע: וראיתי להרשב\"א ז\"ל בחדושיו לגיטין בדף הנזכר תירץ משם התוס' לקו' זו שהקשה הכא וז\"ל דהתם ה\"ט משום דלמשנה אחרונה מעשה ידיו לעצמו והילכך גבי עלי' הרגל באדון שמעשה ידיו שלו תליא מילתא דטעמא דמילתא דהקפידה התורה באדון מפני בטול מלאכתו והילכך מי שחציו עבד אין רבו מעכבו משום מעשה ידיו דאינו אלא לעצמו אבל הכא גבי קנס אע\"פ שאין לו במעשה ידיו כלום למשנה אחרונה אדון קרינן ביה עכ\"ל וק\"ל לפי תי' זה דעליית הרגל במעשה ידיו תליא מילתא אם כן כי פריך התם ברפ\"ק דחגיגה הכל לאתויי מאי אמאי לא קאמר דאתא לאתויי מעוכב ג\"ש כגון מפקיר עבדו וכיוצא דמעשה ידיו לעצמו והשתא א\"ש דיוקא דמתני' דקתני ועבדים שאין משוחררין דאתו למי שחציו עבד למשנה ראשונה והילכך פטור ואמאי דחיק לאוקומי לאתויי מי שחציו עבד למשנה אחרונה וסיפא דקתני ועבדים שאינן משוחררין אדיוקא לא חש כמ\"ש התוס' טפי הוה ניחא לאוקומא לאתויי מעוכב ג\"ש ודיוקא דעבדים שאינן משוחררין אתי שפיר למשנה אחרונה וכעת צ\"ע אחר זמן רב זה כמו עשרים שנה נדפס ובא ספר בתי כהונה ח\"ב וראיתי לו שם שהקשה תו' הנ\"ל משם מוהר\"י הלוי ז\"ל ומה שתי' כמדומה שדרך בדרך שכתבתי ולאפס פנאי לא יכולתי לעמוד על דבריו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות חגיגה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}