{
    "title": "Shorshei HaYam on Mishneh Torah, Murderer and the Preservation of Life",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Murderer_and_the_Preservation_of_Life",
    "text": [
        [],
        [
            [
                "<span class=\"H\">שורש אין שליח לדבר עבירה כל </span>\n<b> ההורג חבירו בידו כו' הר\"ז נהרג בב\"ד. אבל השוכר הורג להרוג או ששלח עבדיו כו' או שכפתו ונתנו לפני הארי כו' וכן ההורג את עצמו כל א' מאלו שופך דמים הוא ועון הריג' בידו וחייב מית' לשמים ואין בהם מיתת ב\"ד. ומנין שכן הוא הדין שנאמר כו' ובפי' נאמר בשלשתן לשון דרישה הרי דינם מסור לשמים.</b> עכ\"ל. הנה עיקר דברי רבינו והפסוק שהביא על זה הובא במ\"ר פרשת נח פ' ל\"ד וז\"ל אך את דמכם כו' להביא את החונק את עצמו יכו' כשאול ת\"ל אך כו' מיד כל חיה זה המוסר את חבירו לחיה להורגו מיד איש אחיו זה השוכר את אחרים להרוג את חבירו כו' אמ\"ר חנינא כולהם בהלכות בני נח בע\"א בדיין א' בלא עדים ובלא התרא' ע\"י שליח ע\"י עוברי' בע\"א בדיין א' שופך דם האדם באדם א' דמו ישפך ע\"י שליח שופך דם האדם ע\"י אדם דמו ישפך ע\"י עוברים שופך דם האדם ע\"כ:<br><b> ולכאורה </b> משמע דר' חנינא דדריש ע\"י שליח מקרא דשופך דם האדם באדם פליג אדרשא קמייתא דנפ\"ל שוכר את אחרים להרוג את חבירו מקרא דמיד איש אחיו אדרוש דלר' חנינא כל כ\"הג מיחייב מיתה בידי אדם שהרי קרא דדמו ישפך במיתה בידי אדם קמיירי כמבואר ואילו לדרשא קמייתא דנפ\"ל מקרא דאדרוש לא מיחייב אלא מיתה בידי שמים וכמ\"ש רבינו דלשון דרישה הוא שדינו מסור לשמים וראיתי למוהר\"ש יפה ז\"ל שם ד\"ה ע\"י שליח שכתב וז\"ל תימא דהא ממיד איש אחיו נפקא כדלעיל כו' ושמא מיד איש אחיו דריש ליה ר' חנינא שאוהבו כאח והרגו שוגג דצריך כפרה וגלות ואם לא ה' ידרוש מעמו וכדפירש\"י בחומש ע\"כ. ולא זכיתי להבין דבריו ז\"ל דמשמע דס\"ל דקרא דאדרוש ושופך דם האדם לדרשא קמייתא בישראל קמיירי דאית בהו חילוק בין שוגג למזיד וקרא קמא בהורג בשוגג ודשופך דם האדם בהורג במזיד אלא דר' חנינא דריש קרא דשופך דם האדם בהלכות בני נח וזה תימא דהני קראי רחמנא קמזהר לנח ולבניו ואיך הפה יכולה לדבר דלישראל נאמרו ולא לבני נח אלא ודאי דבין לדרשא קמייתא ובין לדר' חנינא הני קראי לזה ולזה נאמרו אלא דקרא קמא דאך את דמכם מיירי לישראל כדינו דהיינו אפי' בהורג במזיד אלא דליכא התראה או ב' עדים ולחייבו מיתה לשמים כדכתיב אדרוש וכמ\"ש רבינו ז\"ל ולבני נח כדינו וכגון היכא דליכא לא עד ולא דיין ולא הודאת בעל דבר וקאמ' רחמנא לנח דבין במוסרו לפני חיה ובין ע\"י שליח וכ\"ש אם הרגו בעצמו דינו מסור לשמים היכא דליכא דיינא בארעא והדר קאמ' דשופך דם האדם ובאדם שהוא ע\"י שליח או ע\"י עוברי' או בהודאתו או בע\"א דמו ישפך בב\"ד של מטה ולא פליג ר' חנינא אדרשא קמייתא ולא דרשא קמייתא אדר' חנינא אלא דרשא קמייתא מיירי קרא קמא בהורג בכל מיני הריגה וליכא אופן לחייבו מיתה בידי אדם לבני נח כדינו ולישראל כדינו דאז דינו מסור לשמים וקרא בתרא דשופך דם האדם היכא דאיכא אופן לחייבו מיתה בידי אדם כדדריש ר\"ח דאיכא ע\"א או לפחות הודאת ההורג וכי תימא אם איתא דר\"ח אזיל ומודה לדרשא קמייתא וכדאמרן א\"כ כי דריש תיבת באדם לרבות ע\"י שליח אמאי לא דריש נמי כפתו ונתנו לפני הארי נמי שבן נח נהרג עליו כי איכא ע\"א או הודאת ההורג הא ודאי לא קשיא דר\"ח תיבת באדם קדריש וחיה לא רמיז בהאי קרא ולהכי לא נקט חיה ואקרא גופיה לא קשיא אמאי לא רמיז בהאי קרא מוסרו לפני חיה כמו שרמז ע\"י שליח דאיכא למימר דחדא מינייהו איצטריך קרא לאשמועינן דאית בהו מיתת ב\"ד כי איכא אופן למיחייביה בב\"ד וכיון דע\"י חיה וע\"י שליח הקשן הכתוב לענין מיתה בידי שמים בקרא קמא דאך את דמכם כי אשמועינן אח\"כ לענין מיתת בני אדם בע\"י שליח דחייב ממילא אנו למדין לע\"י חיה נמי ובזה אין צורך למ\"ש מוהר\"ש יפה שם ד\"ה כולהם כו' דר\"ח פליג בזה אדרשא קמייתא וס\"ל דאף ב\"ן אינו נהרג על זה יע\"ש שאם כדבריו ז\"ל אף לדרשא קמייתא נמי איכא למימר דס\"ל כר\"ח דדוקא לענין מיתה בידי שמים הוא דדריש דרשא קמייתא קרא דמיד איש אחיו אבל לענין מיתת בני אדם אזיל ומודה לר\"ח דלא מיחייב וליכא למימר דאה\"נ דליכא פלוגתא בהכי ולכ\"ע פטור מדיני אדם דא\"כ תיקשי לך על רבינו שפסק בה' מלכים פ\"ט ה\"ד דבן נח נהרג אף בכפתו ונתנו לפני ארי וזה דלא כמאן אלא עכ\"ל דמשמע ליה לרבינו דלר\"ח כי היכי דס\"ל דבן נח נהרג על הריגתו ע\"י שליח ה\"נ נהרג בהורג ע\"י חיה והשתא דאתית להכי שפיר איכא למימר דאף דרשא קמייתא לא פליג אדר\"ח בהא וכ\"ע מודו בזה ודברי מוהר\"ש יפה צל\"ע כעת:<br><b> ודע </b> דבפ\"ד מיתות דנ\"ז ע\"ב אמרו אשכח ר' יעקב בר אחא דהוה כתיב בס' אגדתא דבי רב בן נח נהרג בדיין א' ובע\"א שלא בהתראה מפי איש ולא מפי אשה ואפי' קרוב משום ר' ישמעאל אמרו אף על העוברין מנה\"מ א\"ר יאודה דאמר קרא אך את דמכם לנפשותיכם אדרוש אפי' בדיין א' מיד חיה אפי' שלא בהתראה אדרשנו מיד האדם אפי' בע\"א מיד איש ולא מיד אשה אחיו אפי' קרוב משום ר' ישמעאל כו' מ\"ט דר\"י דכתיב שופך דם האדם באדם דמו ישפך איזהו אדם שהוא באדם הוי אומר זה עובר שבמעי אמו ע\"כ וזה נראה לכאורה הפך מ\"ש רבינו בלשון דרישה והוא שדינו מסור לשמים דהא הכא דריש קרא דאך את דמכם לנפשותיכם אדרוש לומר דבן נח נהרג בדיין א' וכן מיד כל חיה אדרשנו לומר שנהרג שלא בהתראה ונהרג דקאמ' ודאי דהיינו במיתת בני אדם ורבינו בספ\"ט מה' מלכים פסק כן וז\"ל ובן נח נהרג בע\"א ובדיין א' בלא התראה ועפ\"י קרובים אבל לא בעדו' אשה ולא תדון אשה להם עכ\"ל וגם פסק שם הל' ד' שבן נח נהרג על העוברין כר' ישמעאל יע\"ש וליכא למימר דרבינו סובר דדרשת הש\"ס מהאי קרא דאך את דמכם לנפשותיכם אדרוש כו' פליג אדרשה דדריש ר\"ח במ\"ר ולר\"ח דמפיק דיין א' וע\"א ובלא עדים והתראה הן ע\"י עוברי' מקרא דשופך דם האדם באדם קרא קמא דאדרוש קאי אעונש שמים וכדאמרן לעיל והש\"ס משמע ליה דקרא דאדרוש קאי אעונש ב\"ד ומשום דלענין דינא לא פליג הש\"ס עם המדרש ופשטיה דקרא דאדרוש משמע טפי דקאי אעונש שמים משו\"ה נקט רבינו דרשת ר\"ח שבמדרש רבה ושביק דרשת הש\"ס דא\"כ מנ\"ל לרבינו למעט שאינו נהרג בן נח בעדות אשה ובדיין אשה וכן אין לרבות קרוב דלפי דרשת המדרש דדריש קרא דאך את דמכם לנפשותיכם אדרוש לעונש שמים ליכא למעט עדות אשה ודיין אשה מקרא דמיד איש ולא מיד אשה ולא לרבות קרוב מקרא דמיד איש אחיו דכיון דהכתוב מיירי בעונש שמים מהי תיתי למעט אלו כיון שהוא ית' היוד' ועד ועכ\"ל ודאי דרבינו תפס בזה דרשת הש\"ס וא\"כ הדרא קושיין לדוכתא דא\"כ איך בה' רוצח קאמר דאדרוש הוא בידי שמים וכבר נרגשו מזה מרן החבי\"ב בשיירי כנ\"הג א\"ח בחי' על רבינו בפ\"ב מה' רוצח ומרן מלכא כמוהרח\"א בס' מקראי קדש פ\"ב מהל' רוצח ובס' עה\"ח בליקוטיו על רבינו ד\"ב ע\"ג ובפ' נח ד\"ג סע\"א יע\"ש אלא שהרבנים הנז' לא ראו דברי המדרש רבה וכמבואר מדבריהם שם יע\"ש:<br><b> והנלע\"ד </b> דרבינו משמע ליה דאף הש\"ס אזיל ומודה דקרא דאך את דמכם לנפשותיכם אדרוש לא מיירי אלא בעונשי שמים ומאי דמפיק מיניה דיין א' וע\"א ושלא בהתראה ומפי איש ולא מפי אשה ואפילו קרוב היינו משום דמשמע ליה להש\"ס דקרא קמזהר לבני נח דיענשו ב\"ד שלהם בידי שמים כשיש ביניהם שפיכות דמים כי הני גוונא וליכא דיינא בארעא לעשות בהם דין שהרי בני נח נצטוו על הדינין וכמ\"ש רבינו ברפ\"ט מה' מלכים ושיעור ב' הכתובים דאך את דמכם ודשופך דם האדם באדם דמו ישפך הכי מדריש לדעת הש\"ס אך את דמכם לנפשותיכ' דהיינו שיש שפיכות דמים ביניכם בכל אופן שיהיה ידוע לכם אפי' בדיין א' אדרוש את דמו מידכם של ב\"ד שלכם וכן מיד כל חיה דהיינו אפי' שלא בהתראה וכמו שפירש\"י מיד כל דבר חי שהרגו אפי' בלי התראה אדרשנו מאיתכם על שלא הרגתם אותו וכן מיד האדם שהרגו בע\"א ולא בא להעיד או שהעיד ולא האמנתם לו ודוקא כשזה האדם הוא איש ואפי' אחיו אדרוש מאיתכם את דמו ובא הכתוב אחריו ופירש שופך דם האדם באדם כלומר אפי' זה שהרג את העוברים דמו ישפך בב\"ד שלכם וכ\"ש מי שהרג אדם שלם וכל שלא שפכתם דמו אנכי אדרוש את דמו מידכם ותענשו על שלא עשיתם בו בהורג דין ונמצא לפי זה דאף לפי דרשת הגמ' קרא דאדרוש ואדרשנו בעונש שמי' קמיירי אלא דלפי דרשת המדרש כל הני דרשות דדיין א' וע\"א ועוברים ובלא התראה נפקי מקרא דשופך דם האדם באדם ולפי דרשת הש\"ס דיין א' וע\"א נפקי מקרא קמא דאך את דמכם לנפשותיכם ועוברי' לבד נפיק מקרא דשופך דם האדם באדם ואפשר דכי היכי דדריש ר\"י בגמ' עוברי' משופך דם האדם באדם ה\"נ דריש מיניה ע\"י שליח כדדריש ר\"ח במ\"ר ותרתי שמע מינה כמ\"ש מהרש\"ל ז\"ל גם לפי דרשת הש\"ס קרא דאדרוש ואדרשנו היינו עונש שמים לב\"ד של מטה של ב\"נ שלא עשו דין בהורג כמדובר ולפי דרשת המד\"ר היינו עונש שמים להורג כשלא עשו בו דין בב\"ד מאיזה טעם שיהיה גם לפי דרשת הש\"ס מיד איש אחיו אתא למעט אשה ולרבות קרוב ולפי דרשת המד\"ר אתא לרבות הורג ע\"י שליח דמיחייב כל א' כדינו בן נח אפי' בב\"ד של מטה וישראל בב\"ד של מעלה וזו היא לבד שקשה על רבינו דבה' רוצח תפס עיקר דרשת המ\"ר דדריש איש אחיו לרבות הורג ע\"י שליח ובה' מלכים פסק למעט אשה ולרבות קרוב ואע\"ג דבה' מלכים לא מפיק ליה מהאי קרא אלא סתמא כתב הדין מ\"מ הש\"ס לא אשכח קרא להאי דינא אלא מהאי דרשא דאיש אחיו וכיון דבמ\"ר דריש ליה לרבות הורג ע\"י שליח מנ\"ל האי דינא דלמעט אשה ולרבות קרוב אמנם מה שפסק בה' רוצח דהשוכר להרוג והכופתו לפני ארי וההורג את עצמו דאינו חייב מיתה אלא בידי שמים ומפיק להו מקרא דאך את דמכם אדרוש כו' ובה' מלכים פסק דהני בבן נח חייב מיתה בידי אדם זה אינו סותר לזה דודאי קרא בעונש בידי שמים מיירי אלא דלגבי בני נח דגלי קרא דשופך דם האדם באדם דנהרג בדיין א' ובע\"א ובהודאת עצמו עכ\"ל דקרא דאך את דמכם אדרוש מיירי או בדליכא לא עד ולא דיין ולא הודאת עצמו וקאמר קרא דרחמנא ידרשנו וכדרשא קמיתא דדריש במדרש רבה ולדרשת הש\"ס מיירי לענין עונש הב\"ד של בני נח שידרוש מהם ה' ויענישם על מה שלא דנו והענישו למי שהרג בע\"א ואפי' קרוב ואפי' בלא התראה וממילא משמע דההורג עצמו אם הוא בן נח חייב מיתה בידי אדם ואם הוא ישראל חייב מיתה לשמים אמנם קמייתא קשיא מנ\"ל לרבינו למעט עדות אשה ולרבות קרוב מאחר דקרא דמיד איש אחיו אצטריך ליה להורג ע\"י שליח וליכא למימר דמשמע ליה לרבינו דלפום דרשת המד\"ר דדריש מיד איש אחיו לענין ע\"י שליח מיעוט אשה נפיק מקרא דשופך דם האדם באדם דמו ישפך כלומר באדם שהוא איש דמו ישפך ולא באשה וקרוב נמי דכשר לעדות ממילא משמע דבאדם סתם קאמר קרא ואפי' קרוב במשמע הא ודאי ליתא דא\"כ מנ\"ל לרבינו לחייב לבן נח על העוברים דהא ר' ישמעאל ור\"ח מרבו עוברי' מהאי קרא דבאדם ועוד דממילת באדם אין סברא למעט האשה דהא אשה נמי אדם אקרי כדכתיב כתפארת אדם לשבת בית ומה\"ט דרשו ר\"י ור\"ח עוברים ממילת באדם שהיא האשה כמובן גם ליכא למימר דקרוב לא צריך קרא גבי בן נח לרבות דכשר לעדות שהרי בישראל אצטריך קרא דלא יומתו אבות על בנים למעטינהו כמ\"ש רבינו ברפי\"ג מה' עדות וממילא בבן נח כשר הוא דהא ודאי צריך קרא משום דכיון דאשה אצטריך קרא בבן נח למעט דפסולה לעדות כישראל הוה אמינא דה\"ה קרוב נמי פסול כישראל להכי אצטריך איש למעט אשה ואחיו לרבות קרוב באופן שלפי דברי רבינו בה' רוצח דקרא דאך את דמכם לנפשותיכם אדרוש מיירי בעונש שמים להורג את עצמו וע\"י חיה וע\"י שליח אין מקום לדרוש מיד איש אחיו למעט אשה ולרבות קרוב דלענין עונש שמים מה מקום לדרשות אלו ואפי' אי קאי העונש על הדיינים וכדאמרן לעיל הנה לפי דברי רבינו דהעונש קאי על ההורג עצמו ע\"י שליח או בעצמו או ע\"י חיה בדיני שמים אין מקום לרבות קרוב ולמעט אשה מהאי קרא דמיד איש אחיו ואולי משמע ליה דהאי מילתא דאשה וקרוב ועוברים ודיין א' וע\"א ושלא בהתראה גבי בני נח גמרא גמירי להו ואסמכינהו אהני קראי ועיין במד\"ר פ' נ\"ב בפסוק ויבא אלדים אל אבימלך כו' שדרשו מכאן שאין התראה לבני נח אבל פשט הכתוב אינו אלא כמ\"ש הוא ז\"ל כאן וכדרשת המדרש שכתבנו ואע\"ג דבגמ' אמרו מנא הני מילי דמשמע מהאי לישנא דלאו אסמכתא נינהו וכמ\"ש הרמב\"ן בס' המצות שורש ראשון כבר מצינו כי האי לישנא אפי במידי דרבנן וקרא אינו אלא אסמכתא בעלמא כדאיתא בריש פ\"ב דביצה ועיין בחידושינו שם ועדיין צ\"ע:<br><b> וראיתי </b> להרב פרשת דרכים דף ו' סע\"א שהוקשה לו לפי המד\"ר דדריש ר\"ח דבן נח נהרג בהורג ע\"י שליח וכמ\"ש מהר\"ש יפה א\"כ תקשי ליה ההיא דאמרי' בפ' זה בורר דכ\"ט ע\"א אמר רשב\"ן אמר ר\"י מנין שאין טוענין למסית מנחש הקדמוני דאמר ר' שמלאי הרבה טענות היה לו לנחש לטעון ולא טען כו' מאי הול\"ל דברי הרב ודברי התלמיד דברי מי שומעין ע\"כ: ולפי המדרש הנז' מה היה מועיל לנחש טענה זו הרי טענה זו לא מהניא בבני נח כיון דהמשלח נהרג בב\"ד והעלה הרב ב' תירוצים הא' דדוקא גבי שפיכות דמים הוא דבן נח מחייב המשלח ולא בשאר עבירות וכעין זה אמרו בגמ' בפ\"ב דקידושין דמ\"ג אליבא דשמאי הזקן. ועוד תירץ דכל דהשליח נהנה מן העבירה ולא המשלח כל כה\"ג אפי' למאן דס\"ל יש שלד\"ע לא מיחייב המשלח וכדרבא שם בפ\"ב דקדושין והסתו של נחש היה בדבר אכיל' שהשליח נהנה את\"ד יע\"ש:<br><b> ולע\"ד </b> אין צורך לזה דע\"כ לא קאמר ר\"ח דגבי בן נח יש שלד\"ע אלא במידי דהמשלח מצווה באותה עבירה כההיא דשפיכות דמים בב\"נ אבל בענין היסת הנחש שהנחש אינו מצווה שלא לאכול מעץ הדעת טוב ורע ואפשר נמי דכיון שהנחש היה חיה לא שייך גביה אפי' אכילת אותו הפרי וכיון שכן אין כאן שליחות ועדיף מההיא דאשה המקיף את הגדול דלא מיחייבא כמ\"ש בקידושין דל\"ה והרמב\"ם פרק י\"ב מהלכות ע\"ז והתוספות בפרק קמא דמציעא ד\"ו ע\"א דלא מיחייבא יע\"ש ובהכי יתיישב ג\"כ אידך דק\"ל להרב גופיה בס' משנה למלך פ\"ב מה' רוצח דלפי מ\"ש הריטב\"א בפ' האיש מקדש דדוקא שוכר הורג דעביד מעשה לשכור חייב המשלח בד\"ש אבל בדבורא בעלמא לא מיחייב וכ\"ת שזה דעת הרמב\"ם ג\"כ מדכתב השוכר הורג או ששלח עבדיו כו' דמשמ' עבדיו דוקא שהם שכורים לו ניחא אותה סוגייא דסנהדרין דיליף מנחש דאין טועני' למסית ולפי פשטן של דברים ק' דמה היה מועיל לו טענה זו הא בדיני שמים דנו אותו ובד\"ש יש שלד\"ע אלא ודאי דאף בד\"ש היה פטור משום דלא היה התם כי אם דבורא בעלמא עכ\"ל. והנה זה שכתב הרב בשם הריטב\"א דפ' הא\"מ דס\"ל דיש חילוק בין שוכר לאומר ליתא שהרי מדברי הריטב\"א דפ' הא\"מ דקדק הש\"ך בח\"מ סי' ל\"ב סק\"ג איפכא דס\"ל דאין חילוק בין שוכר לאומר דלעולם בד\"ש מיחייב והתוס' הוא שחילקו בזה בר\"פ הכונס דנ\"ו ע\"א והוקשה לו להש\"ך לפי דבריהם הסוגייא בפרק האיש מקדש גבי האומר לשלוחו צא והרוג את הנפש דמשמע מינה דאפי' באמירה בעלמא לא מפטר מד\"ש ובהג\"ה שם סייע חילוק התוס' מההיא דסנהדרין וכמ\"ש המש\"ל. ולפי מ\"ש ליכא סייעתא כלל מאותה סוגייא דודאי לגבי נחש דלא נצטוה באיסור אכילת עץ הדעת ליכא למענשיה משום שלד\"ע ואפי' בד\"ש אפי' לדברי הריטב\"א דע\"כ לא אמרו שם בפ' הא\"מ דבד\"ש מיחייב לכ\"ע אלא במידי דהמשלחו מוזהר בו והו\"ל כאילו הוא עשאו ושפיר הוה מצי טעין דברי הרב ודברי התלמיד כו' ומאי דאיענש לפום קושטא היינו משום שבאתה תקלה על ידו וכמ\"ש התוס' שם בפ' ז\"ב ולא משום דהוי שליח לד\"ע ומאי דיליף הש\"ס מיניה דאין טוענין למסית הוא דכי היכי דלא טענינן לנחש האי טענתא דדברי הרב כו' דמהני לדידיה שלא נצטוה להסית ה\"נ לא טענינן למסית טענה אחרת כגון שלא כיון להסיתו אלא להבחי' דעתו ולבו וכיוצ' ולקמן נעמוד עוד בזה. ומה שיש לעמוד על דברי התוס' שם בקושייתם ובתירוצם עיין להרב בני דוד בה' סנהדרין פי\"א דצ\"א ע\"א יע\"ש ועיין בס' תועפות רא\"ם לעמיתנו בתורה חרא\"ג ה\"י דף ג' ע\"ג מ\"ש בשם מרן החבי\"ב על דברי התוס' הנז' יע\"ש:<br><b> ומהר\"י </b> כולי בהגהתו שם בס' מש\"ל כתב שהרב המחבר היה מיישב קושיא זו בהא דאמרי' שם בפ' הא\"מ דמ\"ג דבאומר לשלוחו צא בעול את הערוה ואכול את החלב לכ\"ע הוא חייב ושולחיו פטור שלא מצינו זה נהנה וזה מתחייב ה\"נ דכוותא עכ\"ל ואין ס' דכונתו לומר דכי היכי דלשמאי הזקן דס\"ל יש שלד\"ע למחייביה למשלח בדיני אדם קאמר רבא דהיכא דהשליח הוא נהנה בעבירה פטור המשלח מדיני אדם ה\"נ למאן דפליג אשמאי הזקן וס\"ל דאין שלד\"ע דהמשלח אינו חייב אלא בד\"ש כל שהמשלח אינו נהנה בעבירה אלא השליח אז המשלח פטור אפי' מד\"ש ובהכי יתיישב שפיר ההיא דסנהדרין אליבא דמאן דפליג אשמאי הזקן איברא שאם הדבר כן קשה למה נקט רבא למילתיה אליבא דשמאי הזקן ובאת\"ל דס\"ל דיש שלד\"ע דלפי דברי הרב הו\"ל לרבא לאשמועי' האי מילתא בין אי ס\"ל דיש שלד\"ע ובין אי ס\"ל אין שלד\"ע וכן אף לרבנן דפליגי אשמאי הזקן הו\"ל לאשמועי' האי מילתא ולענין דלא מיחייב בד\"ש : ואולי יאמר הרב דאה\"נ אלא משום דקי\"ל לרבא דהלכתא כשמאי הזקן שאמרה משם חגי הנביא וס\"ל דאף בדיני אדם קאמר לכך נקטי' למילתיה אליביה ודוחק:<br><b> ונלע\"ד </b> דכי היכי דלמ\"ד יש שלד\"ע והמשלח חייב אמרי' דהיכא דהשליח נהנה ולא המשלח אז השליח חייב ולא המשלח משום דלא מצינו בכל התורה זה נהנה וזה מתחייב ה\"נ י\"ל דלמ\"ד אין שלד\"ע והשליח חייב ולא המשלח אם המשלח נהנה בעבירה ולא השליח אז המשלח חייב וכמדומה לי שכך שמעתי מפי מורי הר\"ב שער המלך ששמע למרן מלכא כמהר\"י הכהן זלה\"ה וכבר הארכתי בזה במקום אחר יע\"ש ועיין במבי\"ט ח\"ג סי' נ\"ז ועיין במה שאכתו' לקמן ד\"ה ודע. ובזה יש ליישב מה שהוקשה לו למורי הרב בס' שער המלך בפ\"ו מה' י\"ט ה\"ט ד\"ס ע\"ב גבי מי שלא הניח עירובי תבשילין דאסור אפילו אחר שהניח לבשל ולאפות לזה שלא הניח עד שיקנה לו קמחו וכתב הר\"ן דאי ליכא הקנאה אסור משום דשלוחו של אדם כמותו יע\"ש והוקשה לו למורי הרב זלה\"ה שם דלרב חמא דס\"ל בפ\"ק דמציעא דאפי' היכא דשליח לאו בר חיובא אמרי' אין שלד\"ע תקשי ליה הך ברייתא דלמה צריך הקנאה כיון דהוא נאסר ואין קמחו נאסר הא אין שלד\"ע וכעין זה הוקשה לו להמש\"ל בפ\"ה מה' מו\"ל כו' ומכח זה היה רוצה להוכיח דבאיסורי' דרבנן לא אמרי' אין שלד\"ע אלא יש שליח והמשלח חייב אלא שמוהרימ\"ט בח\"א סימן קי\"ו נסתפק בזה יע\"ש. ועפ\"י האמור דהיכא דהמשלח נהנה ממעשה העבירה ולא השליח לכ\"ע יש שלד\"ע והמשלח חייב ניחא ודוק :<br><b> ודע </b> דכי היכי דהתוס' בפ' הכונס דנ\"ו ס\"ל דיש חילוק בין שוכר לאומר דדוקא בשוכר הוא דאמרינן דיש שלד\"ע לענין דיני עונשי שמים אבל באומר לא והכריחו כן מההיא מתני' דשלח ביד פקח הפקח חייב ולא תני דהמשלח חייב בד\"ש כדקתני רישא השולח את הבערה ביד חש\"ו פטור מדיני אדם וחייב בד\"ש יע\"ש. ה\"נ ס\"ל לתוס' רי\"ד בפ\"ב דקדושין דמ\"ב דעלה דפרכינן התם ושלוחו של אדם כמותו והא תנן שלח ביד פקח הפקח חייב ומשנינן שאני התם דאין שלד\"ע כתב וז\"ל הפקח חייב ואמאי נימא שלוחו של אדם כמותו וניחייב המשלח פירו' ואע\"ג דשליח לא מצי לאיפטורי כיון דהוא פקח כלומר והניזק ודאי מצי תבע ממנו כיון דמידו בא לו הנזק ואעפ\"י שהוא יטעון שבשליחות פ' עשה הנזק נפקא מינה דאי ליכא לאשתלומי מיניה מפרע מן המשלח ע\"כ. מבואר יוצא מדבריו דלמאי דמשני בגמ' שאני התם דאין שלד\"ע כי קתני מתני' הפקח חייב והמשלח פטור אפי' כי ליכא לאשתלומי מיניה לא מפרע מן המשלח וכי קתני מתני' הפקח חייב הכוונה בין אית ליה לאשתלומי בין לית לי' הוא חייב והמשלח פטור ושלא כדברי הריטב\"א ז\"ל שכתב דכי קתני דהפקח חייב והמשלח פטור אפי' מדיני שמים היינו בשכב' נשתלם הניזוק מן הפקח משא\"כ בשוכר עדי שקר שפטור מדיני אדם וחייב בד\"ש דלא אשתלים ניזק מנזקי' עכ\"ל ואין ספק שכוונתו לומר דאין חילוק בין ההיא דשלח ביד פקח לשוכר עדי שקר דבשניהם הדין שוה דכי משתלם ניזק נזקו פטור המשלח את הבערה ופטור השוכר את העידי שקר וכי לא אשתלים ניזק את נזקו בב' חייב בד\"ש המשלח והשוכר אלא משום דגבי שולח את הבערה ביד פקח שחיוב הפקח הוא ברור ומסתמא אית ליה לאשתלומי להכי לא תני דהמשלח חייב בד\"ש כיון דתני הפקח חייב משא\"כ בשוכר עידי שקר דמסתמא המוציא הממון מיד חבירו והעידים לא קמודו שהוציאו ממון שלא כדין אלא השוכר לבד הוא דקמודי להכי קתני דהשוכר פטור מדיני אדם וחייב בד\"ש כיון דמסתמא הלוקח הממון אינו מודה כדי להשתלם ממנו אבל ודאי דאי מודה אותו שהוציא הממון מיד חבירו ע\"י עידי שקר הללו דהשתא משתלם ממנו הניזק ודאי דפטור השוכר זה נראה כונת הריטב\"א ז\"ל וזה הבין הש\"ך בסי' ל\"ב סק\"ג בכונת דברי הריטב\"א ז\"ל דלדידיה אין חילוק בין שוכר לאומר כמו שחילקו התוס' בפ' הכונס והביאו ראיה ממתני' דהפקח חייב משום דמשמ' להו כדברי התוס' רי\"ד ז\"ל דמתני' כי קתני הפקח חייב ופטור המשלח היינו אפי' כי לית ליה לפקח לאשתלומי מיניה כמדובר ולהכי כי היכי דלא תיקשי משוכר עידי שקר דמשום דלא משתלם מיניה חייב השוכר מד\"ש להכי הוצרכו לחלק בין שוכר לאומר אך הריטב\"א ז\"ל לא משמע ליה הכי אלא הדין שוה בשניהם כמדובר:<br><b> בשיטה </b> זו קאי ג\"כ הרב המאירי ז\"ל שם בפרק הכונס דנ\"ט עלה דמתני' דשלח ביד פקח הפקח חייב שכתב וז\"ל והמשלח פטור אף מד\"ש ואע\"פ שבשוכר עידי שקר לחברו אמרו שבד\"ש חייב בזו הוא מפסידו אבל כאן הרי פקח חייב לשלם לו וה\"ה שאם לא יהא לו במה לשלם שהמשלם יש עליו עונש שמים עכ\"ל :<br><b> בשיטת </b> הריטב\"א והמאירי ז\"ל הלזו נראה דקאי ג\"כ שיטה לא נודעה למי שם בקדושין דמ\"ב דעלה דאמרי' התם מכלל דת\"ק סבר אפי' בד\"ש נמי פטורים כתב וז\"ל הא ודאי אע\"ג דשליח חייב בדיני אדם שולחו חייב מדיני שמים והא דתנן שלח ביד פקח הפקח חייב דמשמע דשולחו פטור אף מדיני שמים מדלא תנא דשולחו חייב בד\"ש כדקתני רישא התם לענין ממון כיון דפקח משלם מאי עונשו דשולחו אבל הכא גבי רוצח אע\"ג דשליח חייב בד\"א זה ע\"י שליח מת ועוד דדומיא דעובדא דדוד ודאי שולחו חייב בד\"ש דכיון שהיה מלך דוד יודע היה שיקיים יואב מצותו עכ\"ל ומבואר ממ\"ש דשאני גבי פקח משום דלית ליה לאשתלומי דחייב המשלח בד\"ש דזה ברור דקאי בשיטת הריטב\"א והמאירי ז\"ל:<br><b> וראיתי </b> להרב זרע אברהם חלק חו\"מ סי' י\"ג דקכ\"א סע\"ד שכת' וז\"ל ומ\"ש הש\"ך ליישב מה שהביאו התוס' ראיה לדבריהם מההיא דהשולח את הבערה דמשמע להדייא דהמשלח פטור אף מדין שמים היינו משום כיון דפקח משלם תו לא שייך דין שמים על המשלח וכ\"כ הריטב\"א כו' עד משא\"כ בשוכר עידי שקר שחייב בד\"ש דלא אשתלם ניזק מנזקיה עכ\"ל, אחר המחיל' רבה לא ירדתי לסוף דעתו דהן אמת שכ\"כ הריטב\"א אמנם אין כוונתו לומר דמיירי ששלם הפקח מה שהזיק ומ\"ה נפטר המשלח דאטו מי לא משכח' לה דאין לפקח מה לשלם או שהלך למ\"ה או שמת ולא שלים א\"כ במאי נפטר המשלח תדע דהא גבי שוכר עידי שקר דאסיקנא דמיירי לאחריני וכת' התוס' דמיירי שאין לו מה לשלם או שהלך למ\"ה כו' יע\"ש נמצא דאף בשוכר עידי שקר אינו חייב בד\"ש אלא אם לא נשתלם הניזק נזקו א\"כ גם גבי המשלח את הבערה ביד פקח נימא דהיא היא שאם לא שילם הפקח יתחייב המשלח דהא לא אשתלם הניזק א\"כ מה בין זו לזו ומלישנא דמתני' מוכח דאין על המשלח דין שמים כלל תדע דהא כשהקשו בגמ' ותו ליכא והא איכא כו' עד והשוכר עידי שקר נמי מהו דתימא לימא דברי הרב וד\"הת דברי מי שומעי' ובד\"ש נמי לא ליחייב קמ\"ל יע\"ש ואם איתא דבמשלח את הבערה ביד פקח ולית ליה לשלומי חייב המשלח משום דלא אשתלים הניזק נזקו א\"כ הא נמי מהתם ילפינן לה דאי לא אמאי מחייב המשלח לימא דברי הרב כו' אלא ש\"מ דלא אמרינן הכי וחזרנו לדין ההיא דשוכר עידי שקר למאי אצטריך אמור מעתה דמוכרח אתה לומר דבשלח ע\"י פקח הפקח חייב ומשלח פטור אפי' מד\"ש וא\"כ תקשי לדברי הריטב\"א. ותו ק\"ל לשון הריטב\"א בעצמו שכת' משא\"כ בשוכר עידי שקר כו' דלפי שיטת הש\"ך דינן שוה שבשניהם אי אשתלם ניזק מהפקח או מהעדים והמלוה פטור המשלח והשוכר ואי לא אשתלם ניזק חייב המשלח והשוכר ועוד מאי שכבר אשתלם הניזק שכתב היל\"ל אם נשתלם הניזק אלא ודאי שכוונת הריטב\"א היא שכיון שהפקח בר תשלומין הר\"ז נכנס במקום המשלח ותו אין על המשלח אפי' ד\"ש ואם מת או שאין לו מה לשלם שוב אינו חוזר על המשלח כלל וטעמא דמילתא דאין שלד\"ע וכיון דאזל לגרמיה הוא דעבד ואדעתא דנפשיה קעביד ואמטו להכי נפטר המשלח דמילי דעלמא קא\"ל אבל בשוכר עידי שקר כי השוכר פיתהו ושחיד ליה וקרקש ליה בזוזי וגרם לו לחטא בזה לא נפטר השוכר דלא שייך למימר דברי הרב ודברי התלמיד כו' משום דאגב אונסא דזוזי שם נפשו מנגד להעיד עדות שקר לפני ב\"ד והשוכר חייב בד\"ש כי החטיא את העדים וגרם להוציא ממון חבירו שלא כדין וכל מה דמצינן לאהדורי ממונא ולהשיב הגזילה מיד המלוה שישנה תחת ידו מהדרינן אבל אם אין לו מה לשלם וכיוצא חזר הדין על השוכר כי הוא הגורם העיקר וכדכתבית :<br><b> ומ\"ש </b> הריטב\"א משא\"כ בשוכר עידי שקר דלא אשתלים ניזק מנזקיה משום דבההיא שעתא אין פה אחר קם תחתיו לתשלומין שהרי העדים והמלוה אומרי' כי אמת העידו ולא מצי ניזק לאשתלומי מינייהו דמי מפיס האמת עם מי אבל בשולח את הבערה ביד פקח בההיא עידנא דאזל הוברר החיוב על הפיקח וניזק מצי לאשתעויי דינא בהדיה וקם תחתיו של המשלח דמשלח מצי למימר דברי הרב כו' :<br><b> זה </b> נראה לי ברור בכוונת דברי הריטב\"א הגם כי אין לשונו לכאורה מוכיח כן מוכרח אתה לפרשו כן כי היכי דלא תיקשי ליה דלמאי אצטריך לאשמועינן השוכר עידי שקר דמההיא דהשולח את הבערה נלמד דלא מצי למימר דברי הרב כו' דהא חייב היכא דלא אשתלם ניזק נזקו וגם מ\"ש משא\"כ בשוכר כדכתיבית לעיל ובכן עלו דברי רבותינו בעלי התוס' מחוורי' כשמלה חדשה שאין בה שום דופי וגם דברי הריטב\"א מסכימים עם דברי התוס' נמצא דגם בזה דברי הש\"ך נפלאו מניעכ\"ל:<br><b> ואחר </b> כל האריכות הלזה שהאריך הרב ז\"ל לבאר לנו דברי הריטב\"א הנה הכלל העולה מדבריו הוא דאף הריטב\"א ז\"ל אזיל ומודה לדברי התוס' ז\"ל דיש לחלק בין שוכר לאומר ואשתלם נזקיה ולא אשתלם נזקיה שכתב הריטב\"א ז\"ל לפי דרכו ז\"ל לאו דוקא תשלומי' ממש אלא הכונה בין נתחייב האחר בתשלומי ניזק ללא נתחייב האחר דגבי שולח הבערה ביד פקח מיד נתחייב הפקח משא\"כ בשוכר עידי שקר לחבירו לא נתחייב חבירו המוציא אם לא שיודה בפיו והוכרח לידחק בזה בפי' לשון הריטב\"א כי היכי דלא תיקשי ליה למאי אצטריך לאשמועינן השוכר עידי שקר כיון דמההיא דהשולח את הבערה נלמד דלא מצי למימר דברי הרב כו' וגם מ\"ש משא\"כ בשוכר כו' כמדובר:<br><b> ואחרי </b> שאלת המחילה הראויה לפי כבודו ז\"ל אין הכרעותיו מכריחות להוציא דברי הריטב\"א מפשט לשונם וכבר כתבנו לשון הרב המאירי ז\"ל שכתב בהדיא שאין חילוק בין ההיא דשולח את הבערה ביד פקח לההיא דשוכר עידי שקר דבשניה' הדין שוה כמדובר לעיל ומה שהוקשה לו להרב דא\"כ למאי אצטריך לאשמועי' עידי שקר כו' לא ירדתי לסוף דעתו דזה שאנו אומרים דבשולח את הבערה ביד פקח דכי לא משלם פקח דחייב המשלח מדיני שמים לא למדנו דבר זה אלא מההיא דהשוכר עידי שקר דקאמר בהדייא פטור מדיני אדם וחייב מד\"ש דאי לא תני ההיא דשוכר דחייב בד\"ש אף בשולח את הבערה ביד פקח נמי היינו אומרים דאפי' כי לית ליה לפקח לשלומי לא מיחייב משלח אפי' בד\"ש מהאי טעמא דמצי למימר דדברי הרב ודברי התלמיד דברי מי שומעי' אבל השתא דתני שוכר דחייב בד\"ש מיניה ילפי' לההיא דפקח וא\"כ שפיר קאמר תלמודא דאצטריך למתני שוכר לומר דחייב בד\"ש דמההיא דהשולח את הבערה ביד פקח דקתני דהפקח חייב לא שמעי' מידי כמובן:<br><b> גם </b> מה שהכריחו עוד מ\"ש הריטב\"א משא\"כ בשוכר כו' לפי מ\"ש הוא ז\"ל דשוכר אין חיובו ברור כמו פקח היא היא כונת הריטב\"א דגבי פקח תני סתמ' הפקח חייב והמשלח פטור אף מדיני שמים משום דכיון דחיובו ברור תני סתמא דהמשלח פטור משו' דלאו בגברא ערטילאי קמיירי ומסתמא אית ליה לשלומי ומשתלם ממנו משא\"כ גבי שוכר עידי שקר לחבירו דכיון דסתמא לא עביד עדים והמוציא ממון מחבירו בעידי שקר לחזור ולהודות ואפי' השוכר לא קמודי אלא משום דלא מיחייב בידי אדם הילכך התם גבי שוכר מסתמא אין כאן תשלומי' מחבירו ולכך תני סתמא דהשוכר חייב בד\"ש : באופן דשפיר כתב הש\"ך ז\"ל דהריטב\"א חלוק על דברי התוס' ולדידיה אין חילוק בין שוכר לאומר וכבר כתבנו לעיל שזו היא ג\"כ שיטת המאירי ז\"ל וגם שיטה לא נודע למי כמדובר:<br><b> ולעיקר </b> קושיית הש\"ך על דברי התוס' דפ' הכונס שעלו לחלק בין שוכר לאומר דבאומר לא מיחייב אפי' בד\"ש מהסוגייא דפ' האיש מקד' דמבואר מינה דאפי' באומר לשלוחו צא והרוג את הנפש דמיחייב בדיני שמים ראיתי להר\"ב זרע אברהם ז\"ל שם דקכ\"א ע\"ד שכתב דלא ק\"מ מההיא לדברי התוס' ושפיר קמתמה תלמודא את\"ק מכלל דת\"ק סבר דבעונשי שמים לא מיחייב דהא שמאי הזקן קרא קדריש מקרא דאותו הרגת בחרב בני עמון הרי דהוכיחו ליה מן שמיא על שהרג אוריה בחרב בני עמון ואיך פליגי רבנן אקרא וסברי דאף בד\"ש פטור אלא ודאי דמד\"ש מיחייב וטעמא דמילתא כדאסיקנא בפ\"ק דמציעא דהיכא אמרינן אשלד\"ע ומחייב השליח ולא שולחו היכא דשליח בר חיובא וטעמא משום דדברי הרב כו' אבל היכא דשליח לאו בר חיובא מיחייב שולחו ובני עמון לאו בני חיובא נינהו ודאי וכי תימא יואב ליחייב הא ל\"ק משום דיואב לא דריש אכין ורקין וכדאמרינן בסנהדרין מ\"ט קטלתיה לעמשא וכיון שכן לביה אנסה ופטור וכיון שכן חזר הדין על משלחו: א\"נ לאידך שינויא דשאני התם דהיכא אמרי' אשלד\"ע היכא דאי בעי עביד אי בעי לא עביד מאי בינייהו כו' והכא בני עמון הנרדפין ודאי עבדי כו' ודברי הש\"ך נפלאו מני עכ\"ל:<br><b> ותמוהים </b> דבריו דאי מאי דמתמה תלמודא את\"ק הוא משום דשמאי הזקן קרא קדריש אם כן היכי הדר פריך בתר הכי שם ורבנן ואותו הרגת בחרב בני עמון מאי עבדי ליה ומשני מה חרב בני עמון אי אתה נענש עליו כו' ולפי דברי הרב הך קושיא מתרצתא היא מעיקרא דקרא בעונשי שמים [מיירי] אלא ודאי דמאי דפריך מעיקרא מכלל דת\"ק פטור אף מד\"ש לאו מכח קרא קמקשי אלא בלא\"ה נר' דמילי בעי אע\"ג דלדידהו ס\"ל אשלד\"ע בעונשי שמים ודאי ליכא סברא דמפטרי רבנן והדרא קושי' הש\"ך לדוכתא. גם מ\"ש וטעמא דמילתא דהכא שליח לאו בר חיובא וגם עביד ודאי הוא תימא דא\"כ היכי מוכח מהאי קרא שמאי הזקן דיש שלד\"ע ות\"ק למה הוצרך לומר דקרא הכי קאמר מה חרב בני עמון אי אתה נענש עליו לימא דהתם שליח לאו בר חיובא א\"נ ודאי עביד ובכה\"ג יש שלד\"ע ויחייב שולחו וכי תימא ולפום קושטא תיקשי לן היכי מוכח שמאי הזקן מקרא דאותו הרגת בחרב בני עמון דיש שלד\"ע לימא שאני התם דכיון דיואב לא דריש אכין ורקין ודאי עביד ומה\"ט נענש דוד המשלח וכמ\"ש הר\"ב זרע אברהם ז\"ל הא ודאי לא קשיא דהא דלא דריש יואב אכין ורקין לא שמענו אלא מעובדא דבתר הכי דקאמר דוד לעמשא לך הזעק לי את איש יהודה כו' כדאיתא בסנהדרין ומעיקרא לא ידע דוד דהכי ס\"ל ליואב וא\"כ שפיר מוכח מינה שמאי הזקן דיש שלד\"ע כיון דאכתי לא ידע דוד האי מילתא וברור:<br><b> ואת </b> זה ראיתי בחידושי קדושין דכ\"ז ע\"ד שהוקשה לו במה שהוכיח שמאי הזקן מקרא דאותו הרגת דיש שלד\"ע וז\"ל ואע\"ג דהתם לא היה חייב מיתה דהא לא קטליה שליח בידים אלא שנתנו למול המלחמה החזקה י\"ל מ\"מ כיון דהתם תלי עיקר העונש בדוד ולא ביואב ש\"מ דהיכא דקטליה שליח בידים נמי שוכח הוא דמיחייב בידי אדם ע\"כ וכונתו מבוארת דאע\"ג דבעיקר מעשה השליח שנתנו אל מול פני המלחמה החזקה לא מיחייב מיתה בידי אדם אלא מיתה בידי עונש שמים מ\"מ עונש זה לא תלאו הכתוב אלא בדוד א\"כ ממילא ג\"כ בשהרג השליח בידים דמיחייב מיתה בידי אדם אינו תלוי אלא במשלח ולא בשליח:<br><b> עוד </b> הוקשה לו בחידושי הנז' שם דהיכא דהרגו שליח בידים איך יתכן שהמשלח יהא חייב מיתה בידי אדם והא לגבי המשלח הו\"ל התראת ספק ולאו שמיה התראה דדילמא שליח לא קטיל י\"ל הכא בשלוחו שהוא כבוש תחתיו עסקינן דמסתמא לא יעבור על מצוותו דומיא דדוד שהיה יואב ברשותו ומסתמא היה יואב מקיים את דבריו א\"ן מאי שולחו חייב דכונסין אותו לכפה כדין מזיד בעדים בלא התראה מור\"י נר\"ו עכ\"ל. הנה מדבריו הללו בתירוץ הראשון מבואר יוצא כמו שתירץ מוהר\"י הכהן ז\"ל בתשו' אשר לו בס' זרע אברהם סי' י\"ב דקט\"ו ע\"ג ליישב קו' הש\"ך ז\"ל על דברי התוס' דפרק הכונס שחילקו בין שוכר לאומר דבאומר אינו חייב אפי' בד\"ש מההיא דהאומ' לשלוחו צא והרוג את הנפש כו' דמבואר בגמ' דבד\"ש מיחייב לכ\"ע כו' ויתרץ הרב הנז' דמדקאמר בגמ' האומר לשלוחו צא והרוג את הנפש ולא אמר האומר לחבירו משמע ששכרו בדמים ונעשה שלוחו הילכך ס\"ל לת\"ק דחייב בד\"ש כיון דהוי בשכר וכמ\"ש התוס' ז\"ל וכן מבואר בדברי הרמב\"ם פ\"ב מה' רוצח כו' יע\"ש:<br><b> והרב </b> זרע אברהם שם סי' י\"ג דקכ\"א ע\"ד דחה דבריו של מוהר\"י הכהן ז\"ל וכת' דמאי דנקט האומר לשלוחו לא למעט אומר לחבירו אלא אורחא דמילתא נקט דמסתמא לא ישמע לו אלא שלוחו יע\"ש ומלבד שדבריו תמוהים דמאחר דאזיל ומודה הוא ז\"ל דשלוחו היינו ששכרו ברצי כסף וא\"כ איכא למימר שפיר דבאומר לחבירו לא מיחייב שולחו כדברי התוס' וממילא לא קשיא קושית הש\"ך עוד בה דלפי דברי הרב בעל החידושי' בתרוץ הא' מוכרח הדבר ליאמר דמיירי דוקא בשכרו לשליח או שהוא כבוש תחת יד המשלח דבודאי יעשה ויקיים דברו ומה\"ט מיחייב המשלח לשמאי הזקן בדיני אדם דאי לא איך מיחייב המשלח הא הו\"ל התראת ספק כמבואר:<br><b> ואת </b> זה ראיתי בתשו' הרב צבי ז\"ל סי' קל\"ח שכתב על מה שהקשה הש\"ך על התוס' דפ' הכונס דסברי דהאומר לעדים שיעידו שקר דפטור אף מדיני שמים מההיא דפריך בגמ' פ' האיש מקדש מכלל דת\"ק סבר אפי' בד\"ש נמי פטור ומשני אלא דינא רבא ודינא זוטא איכא בינייהו ועי\"כ הסכים דלעולם חייב בד\"ש כדברי הריטב\"א שכתב כן והא דשלח ביד פקח פטור ואפי' בד\"ש היינו משום דכבר נשתלם הניזק מן הפקח משא\"כ בשוכר עידי שקר דלא אשתלם ניזק והא ודאי אינן אלא דברי תימא דמאי פסקא דבשוכר עידי שקר לא אשתלם ניזק מנזקו מי לא עסקינן דהודו העידים שהעידו שקר או שהתובע הודה אלא שיש לדוחה לומר דמילתא דלא שכיחא היא משא\"כ בהמבעיר את הבערה דמשתלם על כרחו במקום שיש רואין אבל עיקר ראייתו של הש\"ך אינה כלום דאתו מי לא מודו התוס' דאף שאינו מחוייב לשלם לצאת י\"ש עבירה היא בידו שהרי החזיק ידי עוברי עבירה ומשום לפני עוור נמי איכא ובודאי יש עליו עון אשר חטא ועונש מחטיאי אדם בדבר אלא שאינו צריך לשלם אף לצאת י\"ש כיון שלא שכרן ובתשו' בעלמא סגי:<br><b> וה\"ן </b> ס\"ל לרבנן דשמאי התם בהאיש מקדש דהיינו דינא זוטא דלא מיענש כהורג עצמו אלא כגורם ה\"נ לא מיענש אפי' בידי שמים כמעיד עצמו או כגוזל עצמו אלא כגורם לגזול וכל כי הא בתשו' בעלמא סגי ותמהני על הש\"ך דלא נחית לעומק אלו הדברים בהיות דברי רש\"י לפניו אלא דמיגז גייז להו ודברי התוס' נכונים וברורים והראיה שהביא מהנחש אינו כלום דהנחש לא היה מצווה שלא להסית וכן דחה הרא\"ש לענין שכל מסית אינו יכול לטעון דברי הרב וד\"הת דברי מי שומעין יע\"ש: אבל ראיית התוס' נכונה מדנקט השוכר כו' ומ\"ש הש\"ך דתרי לא עבדי דחוטאין כו' חד נמי אין אדם חוטא ולא לו ואפי\"ה קתני שלח ביד פקח לאשמועי' דינא עכ\"ל:<br><b> וכל </b> דבריו תמוהים אצלי דמה שהקשה תחילה עמ\"ש הש\"ך בשם הריטב\"א לחלק בין שוכר עידי שקר דלא אשתלם ניזק נזקיה לשולח את הבערה ביד פקח דמשתלם ניזק נזקיה דמאי פסקא דמי לא עסקינן דבשוכר עדי שקר הודו העדים שהעידו שקר או שהודה התובע כו' לא ידעתי למה הוקשה לו כן על דברי הריטב\"א והלא קושייא זו תיקשי ליה ג\"כ לדברי התוס' דפ' הכונס דנ\"ו שכתבו שם בריש דבריהם וז\"ל אלא לחבריה כגון שאין לחבריה מה לשלם או שהלך למדינת הים או כגון שאין אנו יודעים שהם עידי שקר כו' יע\"ש הרי דמשמע להו להתוס' בהדייא דלא מיחייב בד\"ש שוכר עידי שקר לחבריה אלא דוקא כשאין התובע או העדים חייבים ולדברי הרב ז\"ל תיקשי דמאי פסקה כו':<br><b> גם </b> מ\"ש עוד דעיקר ראייתו של הש\"ך אינה כלום דאטו מי לא מודו התוס' כו' לא ידעתי מאי קמתמה על הש\"ך בזה דנהי דלמאי דמשני השתא הש\"ס דשמאי הזקן לא קמחייב אלא בד\"ש קאמר שפיר דרבנן דשמאי הזקן לא קמיחייבי בד\"ש אלא בדינא זוטא וכגורם להורגו אבל לאידך שינויי דמשני דשמאי הזקן אף בדיני אדם נמי מיחייב ומשום דסבר דב' כתובים הבאים כאחד מלמדים והוא ההוא לא דריש כו' וא\"נ משום דשאני התם דגלי רחמנא ואותו הרגת בחרב בני עמון משמע בהדיא דרבנן דשמאי הזקן לא אפליגו עליה דשמאי הזקן אלא דוקא לענין דלא מיחייב בדיני אדם אבל בד\"ש מיהא מיחייב אם לא דלדידהו קרא דואותו הרגת בחרב בני עמון בא לומר כשם שאי אתה נענש על חרב בני עמון אף אוריה החתי אי אתה נענש עליו משום דמורד במלכות הוה הא לא\"ה משום דאין שלד\"ע הוה מיחייב שפיר בד\"ש וכ\"כ בחידושי קדושין וז\"ל מ\"ט מורד במלכות הוה והא דלא קאמר משום דאין שלד\"ע משום דא\"כ בד\"ש הוה מיחייב עכ\"ל וא\"כ שפיר הוכיח הש\"ך מההיא דאפי' באומר מיחייב בד\"ש הפך דברי התוס' דמחלקין בין שוכר לאומר גם מ\"ש עוד דהראיה שהביא בהגהת הש\"ך מנחש אינה ראיה שהנחש לא היה מצווה שלא להסית ושכ\"כ הרא\"ש לענין שכל מסית אינו יכול לטעון דברי הרב ודה\"ת כו' יע\"ש כדבריו ז\"ל כתב ג\"כ מרן מלכ' בס' ישרש יעקב במ\"ב פ\"ג דסנהדרין דקל\"ח ע\"א ובס' בני דוד פי\"א מה' סנהדרין דצ\"א ע\"א יע\"ש. ולדבריהם מאי דיליף הש\"ס מנחש שאין טוענין למסית היינו דכי היכי דגבי נחש שלא נצטווה להסית וכי טעין האי טענתא דדברי הרב כו' הוה טענתיה מעלייא ואפ\"ה לא טענינן ליה הכי נמי גבי מסית ממש שנצטווה שלא להסית אע\"ג דכי טעין האי טענתא לא מהני ליה אפ\"ה כי מצי טעין טענה אחרת דהיינו שהוא לא כיון להסיתו אלא שלהבחין את לבו ודעתו אמר לו כן אפי\"ה לא טענינן ליה כל דלא טעין איהו וברור:<br><b> ומ\"מ </b> אין תירוץ זה נח לי דודאי זה שלא נצטווה להסית אין בו טעם לומר דטענת דברי הרב כו' מהני ליה לפוטרו אף מעונשי שמים שהרי בשאר עבירות שבתורה דליכא אזהרה למסית אלא בע\"כום בלבד ואפי\"ה אמרי' דהאומר לחבירו שיעיד שקר וצא והרוג את הנפש וצא וגזול וכיוצא ואפי\"ה לא מהני טענת דברי הרב לפוטרו מעונשי שמים אע\"ג דלא נצטווה באותה עבירה שלא להסית וא\"כ ה\"ן גבי נחש אע\"ג דלא נצטווה שלא להסית למה יפטר מעונשי שמים בטענת דברי הר"
            ],
            [
                "<span class=\"H\">שורש אין שליח לדבר עבירה כל </span>\n<b> ההורג חבירו בידו כו' הר\"ז נהרג בב\"ד. אבל השוכר הורג להרוג או ששלח עבדיו כו' או שכפתו ונתנו לפני הארי כו' וכן ההורג את עצמו כל א' מאלו שופך דמים הוא ועון הריג' בידו וחייב מית' לשמים ואין בהם מיתת ב\"ד. ומנין שכן הוא הדין שנאמר כו' ובפי' נאמר בשלשתן לשון דרישה הרי דינם מסור לשמים.</b> עכ\"ל. הנה עיקר דברי רבינו והפסוק שהביא על זה הובא במ\"ר פרשת נח פ' ל\"ד וז\"ל אך את דמכם כו' להביא את החונק את עצמו יכו' כשאול ת\"ל אך כו' מיד כל חיה זה המוסר את חבירו לחיה להורגו מיד איש אחיו זה השוכר את אחרים להרוג את חבירו כו' אמ\"ר חנינא כולהם בהלכות בני נח בע\"א בדיין א' בלא עדים ובלא התרא' ע\"י שליח ע\"י עוברי' בע\"א בדיין א' שופך דם האדם באדם א' דמו ישפך ע\"י שליח שופך דם האדם ע\"י אדם דמו ישפך ע\"י עוברים שופך דם האדם ע\"כ:<br><b> ולכאורה </b> משמע דר' חנינא דדריש ע\"י שליח מקרא דשופך דם האדם באדם פליג אדרשא קמייתא דנפ\"ל שוכר את אחרים להרוג את חבירו מקרא דמיד איש אחיו אדרוש דלר' חנינא כל כ\"הג מיחייב מיתה בידי אדם שהרי קרא דדמו ישפך במיתה בידי אדם קמיירי כמבואר ואילו לדרשא קמייתא דנפ\"ל מקרא דאדרוש לא מיחייב אלא מיתה בידי שמים וכמ\"ש רבינו דלשון דרישה הוא שדינו מסור לשמים וראיתי למוהר\"ש יפה ז\"ל שם ד\"ה ע\"י שליח שכתב וז\"ל תימא דהא ממיד איש אחיו נפקא כדלעיל כו' ושמא מיד איש אחיו דריש ליה ר' חנינא שאוהבו כאח והרגו שוגג דצריך כפרה וגלות ואם לא ה' ידרוש מעמו וכדפירש\"י בחומש ע\"כ. ולא זכיתי להבין דבריו ז\"ל דמשמע דס\"ל דקרא דאדרוש ושופך דם האדם לדרשא קמייתא בישראל קמיירי דאית בהו חילוק בין שוגג למזיד וקרא קמא בהורג בשוגג ודשופך דם האדם בהורג במזיד אלא דר' חנינא דריש קרא דשופך דם האדם בהלכות בני נח וזה תימא דהני קראי רחמנא קמזהר לנח ולבניו ואיך הפה יכולה לדבר דלישראל נאמרו ולא לבני נח אלא ודאי דבין לדרשא קמייתא ובין לדר' חנינא הני קראי לזה ולזה נאמרו אלא דקרא קמא דאך את דמכם מיירי לישראל כדינו דהיינו אפי' בהורג במזיד אלא דליכא התראה או ב' עדים ולחייבו מיתה לשמים כדכתיב אדרוש וכמ\"ש רבינו ז\"ל ולבני נח כדינו וכגון היכא דליכא לא עד ולא דיין ולא הודאת בעל דבר וקאמ' רחמנא לנח דבין במוסרו לפני חיה ובין ע\"י שליח וכ\"ש אם הרגו בעצמו דינו מסור לשמים היכא דליכא דיינא בארעא והדר קאמ' דשופך דם האדם ובאדם שהוא ע\"י שליח או ע\"י עוברי' או בהודאתו או בע\"א דמו ישפך בב\"ד של מטה ולא פליג ר' חנינא אדרשא קמייתא ולא דרשא קמייתא אדר' חנינא אלא דרשא קמייתא מיירי קרא קמא בהורג בכל מיני הריגה וליכא אופן לחייבו מיתה בידי אדם לבני נח כדינו ולישראל כדינו דאז דינו מסור לשמים וקרא בתרא דשופך דם האדם היכא דאיכא אופן לחייבו מיתה בידי אדם כדדריש ר\"ח דאיכא ע\"א או לפחות הודאת ההורג וכי תימא אם איתא דר\"ח אזיל ומודה לדרשא קמייתא וכדאמרן א\"כ כי דריש תיבת באדם לרבות ע\"י שליח אמאי לא דריש נמי כפתו ונתנו לפני הארי נמי שבן נח נהרג עליו כי איכא ע\"א או הודאת ההורג הא ודאי לא קשיא דר\"ח תיבת באדם קדריש וחיה לא רמיז בהאי קרא ולהכי לא נקט חיה ואקרא גופיה לא קשיא אמאי לא רמיז בהאי קרא מוסרו לפני חיה כמו שרמז ע\"י שליח דאיכא למימר דחדא מינייהו איצטריך קרא לאשמועינן דאית בהו מיתת ב\"ד כי איכא אופן למיחייביה בב\"ד וכיון דע\"י חיה וע\"י שליח הקשן הכתוב לענין מיתה בידי שמים בקרא קמא דאך את דמכם כי אשמועינן אח\"כ לענין מיתת בני אדם בע\"י שליח דחייב ממילא אנו למדין לע\"י חיה נמי ובזה אין צורך למ\"ש מוהר\"ש יפה שם ד\"ה כולהם כו' דר\"ח פליג בזה אדרשא קמייתא וס\"ל דאף ב\"ן אינו נהרג על זה יע\"ש שאם כדבריו ז\"ל אף לדרשא קמייתא נמי איכא למימר דס\"ל כר\"ח דדוקא לענין מיתה בידי שמים הוא דדריש דרשא קמייתא קרא דמיד איש אחיו אבל לענין מיתת בני אדם אזיל ומודה לר\"ח דלא מיחייב וליכא למימר דאה\"נ דליכא פלוגתא בהכי ולכ\"ע פטור מדיני אדם דא\"כ תיקשי לך על רבינו שפסק בה' מלכים פ\"ט ה\"ד דבן נח נהרג אף בכפתו ונתנו לפני ארי וזה דלא כמאן אלא עכ\"ל דמשמע ליה לרבינו דלר\"ח כי היכי דס\"ל דבן נח נהרג על הריגתו ע\"י שליח ה\"נ נהרג בהורג ע\"י חיה והשתא דאתית להכי שפיר איכא למימר דאף דרשא קמייתא לא פליג אדר\"ח בהא וכ\"ע מודו בזה ודברי מוהר\"ש יפה צל\"ע כעת:<br><b> ודע </b> דבפ\"ד מיתות דנ\"ז ע\"ב אמרו אשכח ר' יעקב בר אחא דהוה כתיב בס' אגדתא דבי רב בן נח נהרג בדיין א' ובע\"א שלא בהתראה מפי איש ולא מפי אשה ואפי' קרוב משום ר' ישמעאל אמרו אף על העוברין מנה\"מ א\"ר יאודה דאמר קרא אך את דמכם לנפשותיכם אדרוש אפי' בדיין א' מיד חיה אפי' שלא בהתראה אדרשנו מיד האדם אפי' בע\"א מיד איש ולא מיד אשה אחיו אפי' קרוב משום ר' ישמעאל כו' מ\"ט דר\"י דכתיב שופך דם האדם באדם דמו ישפך איזהו אדם שהוא באדם הוי אומר זה עובר שבמעי אמו ע\"כ וזה נראה לכאורה הפך מ\"ש רבינו בלשון דרישה והוא שדינו מסור לשמים דהא הכא דריש קרא דאך את דמכם לנפשותיכם אדרוש לומר דבן נח נהרג בדיין א' וכן מיד כל חיה אדרשנו לומר שנהרג שלא בהתראה ונהרג דקאמ' ודאי דהיינו במיתת בני אדם ורבינו בספ\"ט מה' מלכים פסק כן וז\"ל ובן נח נהרג בע\"א ובדיין א' בלא התראה ועפ\"י קרובים אבל לא בעדו' אשה ולא תדון אשה להם עכ\"ל וגם פסק שם הל' ד' שבן נח נהרג על העוברין כר' ישמעאל יע\"ש וליכא למימר דרבינו סובר דדרשת הש\"ס מהאי קרא דאך את דמכם לנפשותיכם אדרוש כו' פליג אדרשה דדריש ר\"ח במ\"ר ולר\"ח דמפיק דיין א' וע\"א ובלא עדים והתראה הן ע\"י עוברי' מקרא דשופך דם האדם באדם קרא קמא דאדרוש קאי אעונש שמים וכדאמרן לעיל והש\"ס משמע ליה דקרא דאדרוש קאי אעונש ב\"ד ומשום דלענין דינא לא פליג הש\"ס עם המדרש ופשטיה דקרא דאדרוש משמע טפי דקאי אעונש שמים משו\"ה נקט רבינו דרשת ר\"ח שבמדרש רבה ושביק דרשת הש\"ס דא\"כ מנ\"ל לרבינו למעט שאינו נהרג בן נח בעדות אשה ובדיין אשה וכן אין לרבות קרוב דלפי דרשת המדרש דדריש קרא דאך את דמכם לנפשותיכם אדרוש לעונש שמים ליכא למעט עדות אשה ודיין אשה מקרא דמיד איש ולא מיד אשה ולא לרבות קרוב מקרא דמיד איש אחיו דכיון דהכתוב מיירי בעונש שמים מהי תיתי למעט אלו כיון שהוא ית' היוד' ועד ועכ\"ל ודאי דרבינו תפס בזה דרשת הש\"ס וא\"כ הדרא קושיין לדוכתא דא\"כ איך בה' רוצח קאמר דאדרוש הוא בידי שמים וכבר נרגשו מזה מרן החבי\"ב בשיירי כנ\"הג א\"ח בחי' על רבינו בפ\"ב מה' רוצח ומרן מלכא כמוהרח\"א בס' מקראי קדש פ\"ב מהל' רוצח ובס' עה\"ח בליקוטיו על רבינו ד\"ב ע\"ג ובפ' נח ד\"ג סע\"א יע\"ש אלא שהרבנים הנז' לא ראו דברי המדרש רבה וכמבואר מדבריהם שם יע\"ש:<br><b> והנלע\"ד </b> דרבינו משמע ליה דאף הש\"ס אזיל ומודה דקרא דאך את דמכם לנפשותיכם אדרוש לא מיירי אלא בעונשי שמים ומאי דמפיק מיניה דיין א' וע\"א ושלא בהתראה ומפי איש ולא מפי אשה ואפילו קרוב היינו משום דמשמע ליה להש\"ס דקרא קמזהר לבני נח דיענשו ב\"ד שלהם בידי שמים כשיש ביניהם שפיכות דמים כי הני גוונא וליכא דיינא בארעא לעשות בהם דין שהרי בני נח נצטוו על הדינין וכמ\"ש רבינו ברפ\"ט מה' מלכים ושיעור ב' הכתובים דאך את דמכם ודשופך דם האדם באדם דמו ישפך הכי מדריש לדעת הש\"ס אך את דמכם לנפשותיכ' דהיינו שיש שפיכות דמים ביניכם בכל אופן שיהיה ידוע לכם אפי' בדיין א' אדרוש את דמו מידכם של ב\"ד שלכם וכן מיד כל חיה דהיינו אפי' שלא בהתראה וכמו שפירש\"י מיד כל דבר חי שהרגו אפי' בלי התראה אדרשנו מאיתכם על שלא הרגתם אותו וכן מיד האדם שהרגו בע\"א ולא בא להעיד או שהעיד ולא האמנתם לו ודוקא כשזה האדם הוא איש ואפי' אחיו אדרוש מאיתכם את דמו ובא הכתוב אחריו ופירש שופך דם האדם באדם כלומר אפי' זה שהרג את העוברים דמו ישפך בב\"ד שלכם וכ\"ש מי שהרג אדם שלם וכל שלא שפכתם דמו אנכי אדרוש את דמו מידכם ותענשו על שלא עשיתם בו בהורג דין ונמצא לפי זה דאף לפי דרשת הגמ' קרא דאדרוש ואדרשנו בעונש שמי' קמיירי אלא דלפי דרשת המדרש כל הני דרשות דדיין א' וע\"א ועוברים ובלא התראה נפקי מקרא דשופך דם האדם באדם ולפי דרשת הש\"ס דיין א' וע\"א נפקי מקרא קמא דאך את דמכם לנפשותיכם ועוברי' לבד נפיק מקרא דשופך דם האדם באדם ואפשר דכי היכי דדריש ר\"י בגמ' עוברי' משופך דם האדם באדם ה\"נ דריש מיניה ע\"י שליח כדדריש ר\"ח במ\"ר ותרתי שמע מינה כמ\"ש מהרש\"ל ז\"ל גם לפי דרשת הש\"ס קרא דאדרוש ואדרשנו היינו עונש שמים לב\"ד של מטה של ב\"נ שלא עשו דין בהורג כמדובר ולפי דרשת המד\"ר היינו עונש שמים להורג כשלא עשו בו דין בב\"ד מאיזה טעם שיהיה גם לפי דרשת הש\"ס מיד איש אחיו אתא למעט אשה ולרבות קרוב ולפי דרשת המד\"ר אתא לרבות הורג ע\"י שליח דמיחייב כל א' כדינו בן נח אפי' בב\"ד של מטה וישראל בב\"ד של מעלה וזו היא לבד שקשה על רבינו דבה' רוצח תפס עיקר דרשת המ\"ר דדריש איש אחיו לרבות הורג ע\"י שליח ובה' מלכים פסק למעט אשה ולרבות קרוב ואע\"ג דבה' מלכים לא מפיק ליה מהאי קרא אלא סתמא כתב הדין מ\"מ הש\"ס לא אשכח קרא להאי דינא אלא מהאי דרשא דאיש אחיו וכיון דבמ\"ר דריש ליה לרבות הורג ע\"י שליח מנ\"ל האי דינא דלמעט אשה ולרבות קרוב אמנם מה שפסק בה' רוצח דהשוכר להרוג והכופתו לפני ארי וההורג את עצמו דאינו חייב מיתה אלא בידי שמים ומפיק להו מקרא דאך את דמכם אדרוש כו' ובה' מלכים פסק דהני בבן נח חייב מיתה בידי אדם זה אינו סותר לזה דודאי קרא בעונש בידי שמים מיירי אלא דלגבי בני נח דגלי קרא דשופך דם האדם באדם דנהרג בדיין א' ובע\"א ובהודאת עצמו עכ\"ל דקרא דאך את דמכם אדרוש מיירי או בדליכא לא עד ולא דיין ולא הודאת עצמו וקאמר קרא דרחמנא ידרשנו וכדרשא קמיתא דדריש במדרש רבה ולדרשת הש\"ס מיירי לענין עונש הב\"ד של בני נח שידרוש מהם ה' ויענישם על מה שלא דנו והענישו למי שהרג בע\"א ואפי' קרוב ואפי' בלא התראה וממילא משמע דההורג עצמו אם הוא בן נח חייב מיתה בידי אדם ואם הוא ישראל חייב מיתה לשמים אמנם קמייתא קשיא מנ\"ל לרבינו למעט עדות אשה ולרבות קרוב מאחר דקרא דמיד איש אחיו אצטריך ליה להורג ע\"י שליח וליכא למימר דמשמע ליה לרבינו דלפום דרשת המד\"ר דדריש מיד איש אחיו לענין ע\"י שליח מיעוט אשה נפיק מקרא דשופך דם האדם באדם דמו ישפך כלומר באדם שהוא איש דמו ישפך ולא באשה וקרוב נמי דכשר לעדות ממילא משמע דבאדם סתם קאמר קרא ואפי' קרוב במשמע הא ודאי ליתא דא\"כ מנ\"ל לרבינו לחייב לבן נח על העוברים דהא ר' ישמעאל ור\"ח מרבו עוברי' מהאי קרא דבאדם ועוד דממילת באדם אין סברא למעט האשה דהא אשה נמי אדם אקרי כדכתיב כתפארת אדם לשבת בית ומה\"ט דרשו ר\"י ור\"ח עוברים ממילת באדם שהיא האשה כמובן גם ליכא למימר דקרוב לא צריך קרא גבי בן נח לרבות דכשר לעדות שהרי בישראל אצטריך קרא דלא יומתו אבות על בנים למעטינהו כמ\"ש רבינו ברפי\"ג מה' עדות וממילא בבן נח כשר הוא דהא ודאי צריך קרא משום דכיון דאשה אצטריך קרא בבן נח למעט דפסולה לעדות כישראל הוה אמינא דה\"ה קרוב נמי פסול כישראל להכי אצטריך איש למעט אשה ואחיו לרבות קרוב באופן שלפי דברי רבינו בה' רוצח דקרא דאך את דמכם לנפשותיכם אדרוש מיירי בעונש שמים להורג את עצמו וע\"י חיה וע\"י שליח אין מקום לדרוש מיד איש אחיו למעט אשה ולרבות קרוב דלענין עונש שמים מה מקום לדרשות אלו ואפי' אי קאי העונש על הדיינים וכדאמרן לעיל הנה לפי דברי רבינו דהעונש קאי על ההורג עצמו ע\"י שליח או בעצמו או ע\"י חיה בדיני שמים אין מקום לרבות קרוב ולמעט אשה מהאי קרא דמיד איש אחיו ואולי משמע ליה דהאי מילתא דאשה וקרוב ועוברים ודיין א' וע\"א ושלא בהתראה גבי בני נח גמרא גמירי להו ואסמכינהו אהני קראי ועיין במד\"ר פ' נ\"ב בפסוק ויבא אלדים אל אבימלך כו' שדרשו מכאן שאין התראה לבני נח אבל פשט הכתוב אינו אלא כמ\"ש הוא ז\"ל כאן וכדרשת המדרש שכתבנו ואע\"ג דבגמ' אמרו מנא הני מילי דמשמע מהאי לישנא דלאו אסמכתא נינהו וכמ\"ש הרמב\"ן בס' המצות שורש ראשון כבר מצינו כי האי לישנא אפי במידי דרבנן וקרא אינו אלא אסמכתא בעלמא כדאיתא בריש פ\"ב דביצה ועיין בחידושינו שם ועדיין צ\"ע:<br><b> וראיתי </b> להרב פרשת דרכים דף ו' סע\"א שהוקשה לו לפי המד\"ר דדריש ר\"ח דבן נח נהרג בהורג ע\"י שליח וכמ\"ש מהר\"ש יפה א\"כ תקשי ליה ההיא דאמרי' בפ' זה בורר דכ\"ט ע\"א אמר רשב\"ן אמר ר\"י מנין שאין טוענין למסית מנחש הקדמוני דאמר ר' שמלאי הרבה טענות היה לו לנחש לטעון ולא טען כו' מאי הול\"ל דברי הרב ודברי התלמיד דברי מי שומעין ע\"כ: ולפי המדרש הנז' מה היה מועיל לנחש טענה זו הרי טענה זו לא מהניא בבני נח כיון דהמשלח נהרג בב\"ד והעלה הרב ב' תירוצים הא' דדוקא גבי שפיכות דמים הוא דבן נח מחייב המשלח ולא בשאר עבירות וכעין זה אמרו בגמ' בפ\"ב דקידושין דמ\"ג אליבא דשמאי הזקן. ועוד תירץ דכל דהשליח נהנה מן העבירה ולא המשלח כל כה\"ג אפי' למאן דס\"ל יש שלד\"ע לא מיחייב המשלח וכדרבא שם בפ\"ב דקדושין והסתו של נחש היה בדבר אכיל' שהשליח נהנה את\"ד יע\"ש:<br><b> ולע\"ד </b> אין צורך לזה דע\"כ לא קאמר ר\"ח דגבי בן נח יש שלד\"ע אלא במידי דהמשלח מצווה באותה עבירה כההיא דשפיכות דמים בב\"נ אבל בענין היסת הנחש שהנחש אינו מצווה שלא לאכול מעץ הדעת טוב ורע ואפשר נמי דכיון שהנחש היה חיה לא שייך גביה אפי' אכילת אותו הפרי וכיון שכן אין כאן שליחות ועדיף מההיא דאשה המקיף את הגדול דלא מיחייבא כמ\"ש בקידושין דל\"ה והרמב\"ם פרק י\"ב מהלכות ע\"ז והתוספות בפרק קמא דמציעא ד\"ו ע\"א דלא מיחייבא יע\"ש ובהכי יתיישב ג\"כ אידך דק\"ל להרב גופיה בס' משנה למלך פ\"ב מה' רוצח דלפי מ\"ש הריטב\"א בפ' האיש מקדש דדוקא שוכר הורג דעביד מעשה לשכור חייב המשלח בד\"ש אבל בדבורא בעלמא לא מיחייב וכ\"ת שזה דעת הרמב\"ם ג\"כ מדכתב השוכר הורג או ששלח עבדיו כו' דמשמ' עבדיו דוקא שהם שכורים לו ניחא אותה סוגייא דסנהדרין דיליף מנחש דאין טועני' למסית ולפי פשטן של דברים ק' דמה היה מועיל לו טענה זו הא בדיני שמים דנו אותו ובד\"ש יש שלד\"ע אלא ודאי דאף בד\"ש היה פטור משום דלא היה התם כי אם דבורא בעלמא עכ\"ל. והנה זה שכתב הרב בשם הריטב\"א דפ' הא\"מ דס\"ל דיש חילוק בין שוכר לאומר ליתא שהרי מדברי הריטב\"א דפ' הא\"מ דקדק הש\"ך בח\"מ סי' ל\"ב סק\"ג איפכא דס\"ל דאין חילוק בין שוכר לאומר דלעולם בד\"ש מיחייב והתוס' הוא שחילקו בזה בר\"פ הכונס דנ\"ו ע\"א והוקשה לו להש\"ך לפי דבריהם הסוגייא בפרק האיש מקדש גבי האומר לשלוחו צא והרוג את הנפש דמשמע מינה דאפי' באמירה בעלמא לא מפטר מד\"ש ובהג\"ה שם סייע חילוק התוס' מההיא דסנהדרין וכמ\"ש המש\"ל. ולפי מ\"ש ליכא סייעתא כלל מאותה סוגייא דודאי לגבי נחש דלא נצטוה באיסור אכילת עץ הדעת ליכא למענשיה משום שלד\"ע ואפי' בד\"ש אפי' לדברי הריטב\"א דע\"כ לא אמרו שם בפ' הא\"מ דבד\"ש מיחייב לכ\"ע אלא במידי דהמשלחו מוזהר בו והו\"ל כאילו הוא עשאו ושפיר הוה מצי טעין דברי הרב ודברי התלמיד כו' ומאי דאיענש לפום קושטא היינו משום שבאתה תקלה על ידו וכמ\"ש התוס' שם בפ' ז\"ב ולא משום דהוי שליח לד\"ע ומאי דיליף הש\"ס מיניה דאין טוענין למסית הוא דכי היכי דלא טענינן לנחש האי טענתא דדברי הרב כו' דמהני לדידיה שלא נצטוה להסית ה\"נ לא טענינן למסית טענה אחרת כגון שלא כיון להסיתו אלא להבחי' דעתו ולבו וכיוצ' ולקמן נעמוד עוד בזה. ומה שיש לעמוד על דברי התוס' שם בקושייתם ובתירוצם עיין להרב בני דוד בה' סנהדרין פי\"א דצ\"א ע\"א יע\"ש ועיין בס' תועפות רא\"ם לעמיתנו בתורה חרא\"ג ה\"י דף ג' ע\"ג מ\"ש בשם מרן החבי\"ב על דברי התוס' הנז' יע\"ש:<br><b> ומהר\"י </b> כולי בהגהתו שם בס' מש\"ל כתב שהרב המחבר היה מיישב קושיא זו בהא דאמרי' שם בפ' הא\"מ דמ\"ג דבאומר לשלוחו צא בעול את הערוה ואכול את החלב לכ\"ע הוא חייב ושולחיו פטור שלא מצינו זה נהנה וזה מתחייב ה\"נ דכוותא עכ\"ל ואין ס' דכונתו לומר דכי היכי דלשמאי הזקן דס\"ל יש שלד\"ע למחייביה למשלח בדיני אדם קאמר רבא דהיכא דהשליח הוא נהנה בעבירה פטור המשלח מדיני אדם ה\"נ למאן דפליג אשמאי הזקן וס\"ל דאין שלד\"ע דהמשלח אינו חייב אלא בד\"ש כל שהמשלח אינו נהנה בעבירה אלא השליח אז המשלח פטור אפי' מד\"ש ובהכי יתיישב שפיר ההיא דסנהדרין אליבא דמאן דפליג אשמאי הזקן איברא שאם הדבר כן קשה למה נקט רבא למילתיה אליבא דשמאי הזקן ובאת\"ל דס\"ל דיש שלד\"ע דלפי דברי הרב הו\"ל לרבא לאשמועי' האי מילתא בין אי ס\"ל דיש שלד\"ע ובין אי ס\"ל אין שלד\"ע וכן אף לרבנן דפליגי אשמאי הזקן הו\"ל לאשמועי' האי מילתא ולענין דלא מיחייב בד\"ש : ואולי יאמר הרב דאה\"נ אלא משום דקי\"ל לרבא דהלכתא כשמאי הזקן שאמרה משם חגי הנביא וס\"ל דאף בדיני אדם קאמר לכך נקטי' למילתיה אליביה ודוחק:<br><b> ונלע\"ד </b> דכי היכי דלמ\"ד יש שלד\"ע והמשלח חייב אמרי' דהיכא דהשליח נהנה ולא המשלח אז השליח חייב ולא המשלח משום דלא מצינו בכל התורה זה נהנה וזה מתחייב ה\"נ י\"ל דלמ\"ד אין שלד\"ע והשליח חייב ולא המשלח אם המשלח נהנה בעבירה ולא השליח אז המשלח חייב וכמדומה לי שכך שמעתי מפי מורי הר\"ב שער המלך ששמע למרן מלכא כמהר\"י הכהן זלה\"ה וכבר הארכתי בזה במקום אחר יע\"ש ועיין במבי\"ט ח\"ג סי' נ\"ז ועיין במה שאכתו' לקמן ד\"ה ודע. ובזה יש ליישב מה שהוקשה לו למורי הרב בס' שער המלך בפ\"ו מה' י\"ט ה\"ט ד\"ס ע\"ב גבי מי שלא הניח עירובי תבשילין דאסור אפילו אחר שהניח לבשל ולאפות לזה שלא הניח עד שיקנה לו קמחו וכתב הר\"ן דאי ליכא הקנאה אסור משום דשלוחו של אדם כמותו יע\"ש והוקשה לו למורי הרב זלה\"ה שם דלרב חמא דס\"ל בפ\"ק דמציעא דאפי' היכא דשליח לאו בר חיובא אמרי' אין שלד\"ע תקשי ליה הך ברייתא דלמה צריך הקנאה כיון דהוא נאסר ואין קמחו נאסר הא אין שלד\"ע וכעין זה הוקשה לו להמש\"ל בפ\"ה מה' מו\"ל כו' ומכח זה היה רוצה להוכיח דבאיסורי' דרבנן לא אמרי' אין שלד\"ע אלא יש שליח והמשלח חייב אלא שמוהרימ\"ט בח\"א סימן קי\"ו נסתפק בזה יע\"ש. ועפ\"י האמור דהיכא דהמשלח נהנה ממעשה העבירה ולא השליח לכ\"ע יש שלד\"ע והמשלח חייב ניחא ודוק :<br><b> ודע </b> דכי היכי דהתוס' בפ' הכונס דנ\"ו ס\"ל דיש חילוק בין שוכר לאומר דדוקא בשוכר הוא דאמרינן דיש שלד\"ע לענין דיני עונשי שמים אבל באומר לא והכריחו כן מההיא מתני' דשלח ביד פקח הפקח חייב ולא תני דהמשלח חייב בד\"ש כדקתני רישא השולח את הבערה ביד חש\"ו פטור מדיני אדם וחייב בד\"ש יע\"ש. ה\"נ ס\"ל לתוס' רי\"ד בפ\"ב דקדושין דמ\"ב דעלה דפרכינן התם ושלוחו של אדם כמותו והא תנן שלח ביד פקח הפקח חייב ומשנינן שאני התם דאין שלד\"ע כתב וז\"ל הפקח חייב ואמאי נימא שלוחו של אדם כמותו וניחייב המשלח פירו' ואע\"ג דשליח לא מצי לאיפטורי כיון דהוא פקח כלומר והניזק ודאי מצי תבע ממנו כיון דמידו בא לו הנזק ואעפ\"י שהוא יטעון שבשליחות פ' עשה הנזק נפקא מינה דאי ליכא לאשתלומי מיניה מפרע מן המשלח ע\"כ. מבואר יוצא מדבריו דלמאי דמשני בגמ' שאני התם דאין שלד\"ע כי קתני מתני' הפקח חייב והמשלח פטור אפי' כי ליכא לאשתלומי מיניה לא מפרע מן המשלח וכי קתני מתני' הפקח חייב הכוונה בין אית ליה לאשתלומי בין לית לי' הוא חייב והמשלח פטור ושלא כדברי הריטב\"א ז\"ל שכתב דכי קתני דהפקח חייב והמשלח פטור אפי' מדיני שמים היינו בשכב' נשתלם הניזוק מן הפקח משא\"כ בשוכר עדי שקר שפטור מדיני אדם וחייב בד\"ש דלא אשתלים ניזק מנזקי' עכ\"ל ואין ספק שכוונתו לומר דאין חילוק בין ההיא דשלח ביד פקח לשוכר עדי שקר דבשניהם הדין שוה דכי משתלם ניזק נזקו פטור המשלח את הבערה ופטור השוכר את העידי שקר וכי לא אשתלים ניזק את נזקו בב' חייב בד\"ש המשלח והשוכר אלא משום דגבי שולח את הבערה ביד פקח שחיוב הפקח הוא ברור ומסתמא אית ליה לאשתלומי להכי לא תני דהמשלח חייב בד\"ש כיון דתני הפקח חייב משא\"כ בשוכר עידי שקר דמסתמא המוציא הממון מיד חבירו והעידים לא קמודו שהוציאו ממון שלא כדין אלא השוכר לבד הוא דקמודי להכי קתני דהשוכר פטור מדיני אדם וחייב בד\"ש כיון דמסתמא הלוקח הממון אינו מודה כדי להשתלם ממנו אבל ודאי דאי מודה אותו שהוציא הממון מיד חבירו ע\"י עידי שקר הללו דהשתא משתלם ממנו הניזק ודאי דפטור השוכר זה נראה כונת הריטב\"א ז\"ל וזה הבין הש\"ך בסי' ל\"ב סק\"ג בכונת דברי הריטב\"א ז\"ל דלדידיה אין חילוק בין שוכר לאומר כמו שחילקו התוס' בפ' הכונס והביאו ראיה ממתני' דהפקח חייב משום דמשמ' להו כדברי התוס' רי\"ד ז\"ל דמתני' כי קתני הפקח חייב ופטור המשלח היינו אפי' כי לית ליה לפקח לאשתלומי מיניה כמדובר ולהכי כי היכי דלא תיקשי משוכר עידי שקר דמשום דלא משתלם מיניה חייב השוכר מד\"ש להכי הוצרכו לחלק בין שוכר לאומר אך הריטב\"א ז\"ל לא משמע ליה הכי אלא הדין שוה בשניהם כמדובר:<br><b> בשיטה </b> זו קאי ג\"כ הרב המאירי ז\"ל שם בפרק הכונס דנ\"ט עלה דמתני' דשלח ביד פקח הפקח חייב שכתב וז\"ל והמשלח פטור אף מד\"ש ואע\"פ שבשוכר עידי שקר לחברו אמרו שבד\"ש חייב בזו הוא מפסידו אבל כאן הרי פקח חייב לשלם לו וה\"ה שאם לא יהא לו במה לשלם שהמשלם יש עליו עונש שמים עכ\"ל :<br><b> בשיטת </b> הריטב\"א והמאירי ז\"ל הלזו נראה דקאי ג\"כ שיטה לא נודעה למי שם בקדושין דמ\"ב דעלה דאמרי' התם מכלל דת\"ק סבר אפי' בד\"ש נמי פטורים כתב וז\"ל הא ודאי אע\"ג דשליח חייב בדיני אדם שולחו חייב מדיני שמים והא דתנן שלח ביד פקח הפקח חייב דמשמע דשולחו פטור אף מדיני שמים מדלא תנא דשולחו חייב בד\"ש כדקתני רישא התם לענין ממון כיון דפקח משלם מאי עונשו דשולחו אבל הכא גבי רוצח אע\"ג דשליח חייב בד\"א זה ע\"י שליח מת ועוד דדומיא דעובדא דדוד ודאי שולחו חייב בד\"ש דכיון שהיה מלך דוד יודע היה שיקיים יואב מצותו עכ\"ל ומבואר ממ\"ש דשאני גבי פקח משום דלית ליה לאשתלומי דחייב המשלח בד\"ש דזה ברור דקאי בשיטת הריטב\"א והמאירי ז\"ל:<br><b> וראיתי </b> להרב זרע אברהם חלק חו\"מ סי' י\"ג דקכ\"א סע\"ד שכת' וז\"ל ומ\"ש הש\"ך ליישב מה שהביאו התוס' ראיה לדבריהם מההיא דהשולח את הבערה דמשמע להדייא דהמשלח פטור אף מדין שמים היינו משום כיון דפקח משלם תו לא שייך דין שמים על המשלח וכ\"כ הריטב\"א כו' עד משא\"כ בשוכר עידי שקר שחייב בד\"ש דלא אשתלם ניזק מנזקיה עכ\"ל, אחר המחיל' רבה לא ירדתי לסוף דעתו דהן אמת שכ\"כ הריטב\"א אמנם אין כוונתו לומר דמיירי ששלם הפקח מה שהזיק ומ\"ה נפטר המשלח דאטו מי לא משכח' לה דאין לפקח מה לשלם או שהלך למ\"ה או שמת ולא שלים א\"כ במאי נפטר המשלח תדע דהא גבי שוכר עידי שקר דאסיקנא דמיירי לאחריני וכת' התוס' דמיירי שאין לו מה לשלם או שהלך למ\"ה כו' יע\"ש נמצא דאף בשוכר עידי שקר אינו חייב בד\"ש אלא אם לא נשתלם הניזק נזקו א\"כ גם גבי המשלח את הבערה ביד פקח נימא דהיא היא שאם לא שילם הפקח יתחייב המשלח דהא לא אשתלם הניזק א\"כ מה בין זו לזו ומלישנא דמתני' מוכח דאין על המשלח דין שמים כלל תדע דהא כשהקשו בגמ' ותו ליכא והא איכא כו' עד והשוכר עידי שקר נמי מהו דתימא לימא דברי הרב וד\"הת דברי מי שומעי' ובד\"ש נמי לא ליחייב קמ\"ל יע\"ש ואם איתא דבמשלח את הבערה ביד פקח ולית ליה לשלומי חייב המשלח משום דלא אשתלים הניזק נזקו א\"כ הא נמי מהתם ילפינן לה דאי לא אמאי מחייב המשלח לימא דברי הרב כו' אלא ש\"מ דלא אמרינן הכי וחזרנו לדין ההיא דשוכר עידי שקר למאי אצטריך אמור מעתה דמוכרח אתה לומר דבשלח ע\"י פקח הפקח חייב ומשלח פטור אפי' מד\"ש וא\"כ תקשי לדברי הריטב\"א. ותו ק\"ל לשון הריטב\"א בעצמו שכת' משא\"כ בשוכר עידי שקר כו' דלפי שיטת הש\"ך דינן שוה שבשניהם אי אשתלם ניזק מהפקח או מהעדים והמלוה פטור המשלח והשוכר ואי לא אשתלם ניזק חייב המשלח והשוכר ועוד מאי שכבר אשתלם הניזק שכתב היל\"ל אם נשתלם הניזק אלא ודאי שכוונת הריטב\"א היא שכיון שהפקח בר תשלומין הר\"ז נכנס במקום המשלח ותו אין על המשלח אפי' ד\"ש ואם מת או שאין לו מה לשלם שוב אינו חוזר על המשלח כלל וטעמא דמילתא דאין שלד\"ע וכיון דאזל לגרמיה הוא דעבד ואדעתא דנפשיה קעביד ואמטו להכי נפטר המשלח דמילי דעלמא קא\"ל אבל בשוכר עידי שקר כי השוכר פיתהו ושחיד ליה וקרקש ליה בזוזי וגרם לו לחטא בזה לא נפטר השוכר דלא שייך למימר דברי הרב ודברי התלמיד כו' משום דאגב אונסא דזוזי שם נפשו מנגד להעיד עדות שקר לפני ב\"ד והשוכר חייב בד\"ש כי החטיא את העדים וגרם להוציא ממון חבירו שלא כדין וכל מה דמצינן לאהדורי ממונא ולהשיב הגזילה מיד המלוה שישנה תחת ידו מהדרינן אבל אם אין לו מה לשלם וכיוצא חזר הדין על השוכר כי הוא הגורם העיקר וכדכתבית :<br><b> ומ\"ש </b> הריטב\"א משא\"כ בשוכר עידי שקר דלא אשתלים ניזק מנזקיה משום דבההיא שעתא אין פה אחר קם תחתיו לתשלומין שהרי העדים והמלוה אומרי' כי אמת העידו ולא מצי ניזק לאשתלומי מינייהו דמי מפיס האמת עם מי אבל בשולח את הבערה ביד פקח בההיא עידנא דאזל הוברר החיוב על הפיקח וניזק מצי לאשתעויי דינא בהדיה וקם תחתיו של המשלח דמשלח מצי למימר דברי הרב כו' :<br><b> זה </b> נראה לי ברור בכוונת דברי הריטב\"א הגם כי אין לשונו לכאורה מוכיח כן מוכרח אתה לפרשו כן כי היכי דלא תיקשי ליה דלמאי אצטריך לאשמועינן השוכר עידי שקר דמההיא דהשולח את הבערה נלמד דלא מצי למימר דברי הרב כו' דהא חייב היכא דלא אשתלם ניזק נזקו וגם מ\"ש משא\"כ בשוכר כדכתיבית לעיל ובכן עלו דברי רבותינו בעלי התוס' מחוורי' כשמלה חדשה שאין בה שום דופי וגם דברי הריטב\"א מסכימים עם דברי התוס' נמצא דגם בזה דברי הש\"ך נפלאו מניעכ\"ל:<br><b> ואחר </b> כל האריכות הלזה שהאריך הרב ז\"ל לבאר לנו דברי הריטב\"א הנה הכלל העולה מדבריו הוא דאף הריטב\"א ז\"ל אזיל ומודה לדברי התוס' ז\"ל דיש לחלק בין שוכר לאומר ואשתלם נזקיה ולא אשתלם נזקיה שכתב הריטב\"א ז\"ל לפי דרכו ז\"ל לאו דוקא תשלומי' ממש אלא הכונה בין נתחייב האחר בתשלומי ניזק ללא נתחייב האחר דגבי שולח הבערה ביד פקח מיד נתחייב הפקח משא\"כ בשוכר עידי שקר לחבירו לא נתחייב חבירו המוציא אם לא שיודה בפיו והוכרח לידחק בזה בפי' לשון הריטב\"א כי היכי דלא תיקשי ליה למאי אצטריך לאשמועינן השוכר עידי שקר כיון דמההיא דהשולח את הבערה נלמד דלא מצי למימר דברי הרב כו' וגם מ\"ש משא\"כ בשוכר כו' כמדובר:<br><b> ואחרי </b> שאלת המחילה הראויה לפי כבודו ז\"ל אין הכרעותיו מכריחות להוציא דברי הריטב\"א מפשט לשונם וכבר כתבנו לשון הרב המאירי ז\"ל שכתב בהדיא שאין חילוק בין ההיא דשולח את הבערה ביד פקח לההיא דשוכר עידי שקר דבשניה' הדין שוה כמדובר לעיל ומה שהוקשה לו להרב דא\"כ למאי אצטריך לאשמועי' עידי שקר כו' לא ירדתי לסוף דעתו דזה שאנו אומרים דבשולח את הבערה ביד פקח דכי לא משלם פקח דחייב המשלח מדיני שמים לא למדנו דבר זה אלא מההיא דהשוכר עידי שקר דקאמר בהדייא פטור מדיני אדם וחייב מד\"ש דאי לא תני ההיא דשוכר דחייב בד\"ש אף בשולח את הבערה ביד פקח נמי היינו אומרים דאפי' כי לית ליה לפקח לשלומי לא מיחייב משלח אפי' בד\"ש מהאי טעמא דמצי למימר דדברי הרב ודברי התלמיד דברי מי שומעי' אבל השתא דתני שוכר דחייב בד\"ש מיניה ילפי' לההיא דפקח וא\"כ שפיר קאמר תלמודא דאצטריך למתני שוכר לומר דחייב בד\"ש דמההיא דהשולח את הבערה ביד פקח דקתני דהפקח חייב לא שמעי' מידי כמובן:<br><b> גם </b> מה שהכריחו עוד מ\"ש הריטב\"א משא\"כ בשוכר כו' לפי מ\"ש הוא ז\"ל דשוכר אין חיובו ברור כמו פקח היא היא כונת הריטב\"א דגבי פקח תני סתמ' הפקח חייב והמשלח פטור אף מדיני שמים משום דכיון דחיובו ברור תני סתמא דהמשלח פטור משו' דלאו בגברא ערטילאי קמיירי ומסתמא אית ליה לשלומי ומשתלם ממנו משא\"כ גבי שוכר עידי שקר לחבירו דכיון דסתמא לא עביד עדים והמוציא ממון מחבירו בעידי שקר לחזור ולהודות ואפי' השוכר לא קמודי אלא משום דלא מיחייב בידי אדם הילכך התם גבי שוכר מסתמא אין כאן תשלומי' מחבירו ולכך תני סתמא דהשוכר חייב בד\"ש : באופן דשפיר כתב הש\"ך ז\"ל דהריטב\"א חלוק על דברי התוס' ולדידיה אין חילוק בין שוכר לאומר וכבר כתבנו לעיל שזו היא ג\"כ שיטת המאירי ז\"ל וגם שיטה לא נודע למי כמדובר:<br><b> ולעיקר </b> קושיית הש\"ך על דברי התוס' דפ' הכונס שעלו לחלק בין שוכר לאומר דבאומר לא מיחייב אפי' בד\"ש מהסוגייא דפ' האיש מקד' דמבואר מינה דאפי' באומר לשלוחו צא והרוג את הנפש דמיחייב בדיני שמים ראיתי להר\"ב זרע אברהם ז\"ל שם דקכ\"א ע\"ד שכתב דלא ק\"מ מההיא לדברי התוס' ושפיר קמתמה תלמודא את\"ק מכלל דת\"ק סבר דבעונשי שמים לא מיחייב דהא שמאי הזקן קרא קדריש מקרא דאותו הרגת בחרב בני עמון הרי דהוכיחו ליה מן שמיא על שהרג אוריה בחרב בני עמון ואיך פליגי רבנן אקרא וסברי דאף בד\"ש פטור אלא ודאי דמד\"ש מיחייב וטעמא דמילתא כדאסיקנא בפ\"ק דמציעא דהיכא אמרינן אשלד\"ע ומחייב השליח ולא שולחו היכא דשליח בר חיובא וטעמא משום דדברי הרב כו' אבל היכא דשליח לאו בר חיובא מיחייב שולחו ובני עמון לאו בני חיובא נינהו ודאי וכי תימא יואב ליחייב הא ל\"ק משום דיואב לא דריש אכין ורקין וכדאמרינן בסנהדרין מ\"ט קטלתיה לעמשא וכיון שכן לביה אנסה ופטור וכיון שכן חזר הדין על משלחו: א\"נ לאידך שינויא דשאני התם דהיכא אמרי' אשלד\"ע היכא דאי בעי עביד אי בעי לא עביד מאי בינייהו כו' והכא בני עמון הנרדפין ודאי עבדי כו' ודברי הש\"ך נפלאו מני עכ\"ל:<br><b> ותמוהים </b> דבריו דאי מאי דמתמה תלמודא את\"ק הוא משום דשמאי הזקן קרא קדריש אם כן היכי הדר פריך בתר הכי שם ורבנן ואותו הרגת בחרב בני עמון מאי עבדי ליה ומשני מה חרב בני עמון אי אתה נענש עליו כו' ולפי דברי הרב הך קושיא מתרצתא היא מעיקרא דקרא בעונשי שמים [מיירי] אלא ודאי דמאי דפריך מעיקרא מכלל דת\"ק פטור אף מד\"ש לאו מכח קרא קמקשי אלא בלא\"ה נר' דמילי בעי אע\"ג דלדידהו ס\"ל אשלד\"ע בעונשי שמים ודאי ליכא סברא דמפטרי רבנן והדרא קושי' הש\"ך לדוכתא. גם מ\"ש וטעמא דמילתא דהכא שליח לאו בר חיובא וגם עביד ודאי הוא תימא דא\"כ היכי מוכח מהאי קרא שמאי הזקן דיש שלד\"ע ות\"ק למה הוצרך לומר דקרא הכי קאמר מה חרב בני עמון אי אתה נענש עליו לימא דהתם שליח לאו בר חיובא א\"נ ודאי עביד ובכה\"ג יש שלד\"ע ויחייב שולחו וכי תימא ולפום קושטא תיקשי לן היכי מוכח שמאי הזקן מקרא דאותו הרגת בחרב בני עמון דיש שלד\"ע לימא שאני התם דכיון דיואב לא דריש אכין ורקין ודאי עביד ומה\"ט נענש דוד המשלח וכמ\"ש הר\"ב זרע אברהם ז\"ל הא ודאי לא קשיא דהא דלא דריש יואב אכין ורקין לא שמענו אלא מעובדא דבתר הכי דקאמר דוד לעמשא לך הזעק לי את איש יהודה כו' כדאיתא בסנהדרין ומעיקרא לא ידע דוד דהכי ס\"ל ליואב וא\"כ שפיר מוכח מינה שמאי הזקן דיש שלד\"ע כיון דאכתי לא ידע דוד האי מילתא וברור:<br><b> ואת </b> זה ראיתי בחידושי קדושין דכ\"ז ע\"ד שהוקשה לו במה שהוכיח שמאי הזקן מקרא דאותו הרגת דיש שלד\"ע וז\"ל ואע\"ג דהתם לא היה חייב מיתה דהא לא קטליה שליח בידים אלא שנתנו למול המלחמה החזקה י\"ל מ\"מ כיון דהתם תלי עיקר העונש בדוד ולא ביואב ש\"מ דהיכא דקטליה שליח בידים נמי שוכח הוא דמיחייב בידי אדם ע\"כ וכונתו מבוארת דאע\"ג דבעיקר מעשה השליח שנתנו אל מול פני המלחמה החזקה לא מיחייב מיתה בידי אדם אלא מיתה בידי עונש שמים מ\"מ עונש זה לא תלאו הכתוב אלא בדוד א\"כ ממילא ג\"כ בשהרג השליח בידים דמיחייב מיתה בידי אדם אינו תלוי אלא במשלח ולא בשליח:<br><b> עוד </b> הוקשה לו בחידושי הנז' שם דהיכא דהרגו שליח בידים איך יתכן שהמשלח יהא חייב מיתה בידי אדם והא לגבי המשלח הו\"ל התראת ספק ולאו שמיה התראה דדילמא שליח לא קטיל י\"ל הכא בשלוחו שהוא כבוש תחתיו עסקינן דמסתמא לא יעבור על מצוותו דומיא דדוד שהיה יואב ברשותו ומסתמא היה יואב מקיים את דבריו א\"ן מאי שולחו חייב דכונסין אותו לכפה כדין מזיד בעדים בלא התראה מור\"י נר\"ו עכ\"ל. הנה מדבריו הללו בתירוץ הראשון מבואר יוצא כמו שתירץ מוהר\"י הכהן ז\"ל בתשו' אשר לו בס' זרע אברהם סי' י\"ב דקט\"ו ע\"ג ליישב קו' הש\"ך ז\"ל על דברי התוס' דפרק הכונס שחילקו בין שוכר לאומר דבאומר אינו חייב אפי' בד\"ש מההיא דהאומ' לשלוחו צא והרוג את הנפש כו' דמבואר בגמ' דבד\"ש מיחייב לכ\"ע כו' ויתרץ הרב הנז' דמדקאמר בגמ' האומר לשלוחו צא והרוג את הנפש ולא אמר האומר לחבירו משמע ששכרו בדמים ונעשה שלוחו הילכך ס\"ל לת\"ק דחייב בד\"ש כיון דהוי בשכר וכמ\"ש התוס' ז\"ל וכן מבואר בדברי הרמב\"ם פ\"ב מה' רוצח כו' יע\"ש:<br><b> והרב </b> זרע אברהם שם סי' י\"ג דקכ\"א ע\"ד דחה דבריו של מוהר\"י הכהן ז\"ל וכת' דמאי דנקט האומר לשלוחו לא למעט אומר לחבירו אלא אורחא דמילתא נקט דמסתמא לא ישמע לו אלא שלוחו יע\"ש ומלבד שדבריו תמוהים דמאחר דאזיל ומודה הוא ז\"ל דשלוחו היינו ששכרו ברצי כסף וא\"כ איכא למימר שפיר דבאומר לחבירו לא מיחייב שולחו כדברי התוס' וממילא לא קשיא קושית הש\"ך עוד בה דלפי דברי הרב בעל החידושי' בתרוץ הא' מוכרח הדבר ליאמר דמיירי דוקא בשכרו לשליח או שהוא כבוש תחת יד המשלח דבודאי יעשה ויקיים דברו ומה\"ט מיחייב המשלח לשמאי הזקן בדיני אדם דאי לא איך מיחייב המשלח הא הו\"ל התראת ספק כמבואר:<br><b> ואת </b> זה ראיתי בתשו' הרב צבי ז\"ל סי' קל\"ח שכתב על מה שהקשה הש\"ך על התוס' דפ' הכונס דסברי דהאומר לעדים שיעידו שקר דפטור אף מדיני שמים מההיא דפריך בגמ' פ' האיש מקדש מכלל דת\"ק סבר אפי' בד\"ש נמי פטור ומשני אלא דינא רבא ודינא זוטא איכא בינייהו ועי\"כ הסכים דלעולם חייב בד\"ש כדברי הריטב\"א שכתב כן והא דשלח ביד פקח פטור ואפי' בד\"ש היינו משום דכבר נשתלם הניזק מן הפקח משא\"כ בשוכר עידי שקר דלא אשתלם ניזק והא ודאי אינן אלא דברי תימא דמאי פסקא דבשוכר עידי שקר לא אשתלם ניזק מנזקו מי לא עסקינן דהודו העידים שהעידו שקר או שהתובע הודה אלא שיש לדוחה לומר דמילתא דלא שכיחא היא משא\"כ בהמבעיר את הבערה דמשתלם על כרחו במקום שיש רואין אבל עיקר ראייתו של הש\"ך אינה כלום דאתו מי לא מודו התוס' דאף שאינו מחוייב לשלם לצאת י\"ש עבירה היא בידו שהרי החזיק ידי עוברי עבירה ומשום לפני עוור נמי איכא ובודאי יש עליו עון אשר חטא ועונש מחטיאי אדם בדבר אלא שאינו צריך לשלם אף לצאת י\"ש כיון שלא שכרן ובתשו' בעלמא סגי:<br><b> וה\"ן </b> ס\"ל לרבנן דשמאי התם בהאיש מקדש דהיינו דינא זוטא דלא מיענש כהורג עצמו אלא כגורם ה\"נ לא מיענש אפי' בידי שמים כמעיד עצמו או כגוזל עצמו אלא כגורם לגזול וכל כי הא בתשו' בעלמא סגי ותמהני על הש\"ך דלא נחית לעומק אלו הדברים בהיות דברי רש\"י לפניו אלא דמיגז גייז להו ודברי התוס' נכונים וברורים והראיה שהביא מהנחש אינו כלום דהנחש לא היה מצווה שלא להסית וכן דחה הרא\"ש לענין שכל מסית אינו יכול לטעון דברי הרב וד\"הת דברי מי שומעין יע\"ש: אבל ראיית התוס' נכונה מדנקט השוכר כו' ומ\"ש הש\"ך דתרי לא עבדי דחוטאין כו' חד נמי אין אדם חוטא ולא לו ואפי\"ה קתני שלח ביד פקח לאשמועי' דינא עכ\"ל:<br><b> וכל </b> דבריו תמוהים אצלי דמה שהקשה תחילה עמ\"ש הש\"ך בשם הריטב\"א לחלק בין שוכר עידי שקר דלא אשתלם ניזק נזקיה לשולח את הבערה ביד פקח דמשתלם ניזק נזקיה דמאי פסקא דמי לא עסקינן דבשוכר עדי שקר הודו העדים שהעידו שקר או שהודה התובע כו' לא ידעתי למה הוקשה לו כן על דברי הריטב\"א והלא קושייא זו תיקשי ליה ג\"כ לדברי התוס' דפ' הכונס דנ\"ו שכתבו שם בריש דבריהם וז\"ל אלא לחבריה כגון שאין לחבריה מה לשלם או שהלך למדינת הים או כגון שאין אנו יודעים שהם עידי שקר כו' יע\"ש הרי דמשמע להו להתוס' בהדייא דלא מיחייב בד\"ש שוכר עידי שקר לחבריה אלא דוקא כשאין התובע או העדים חייבים ולדברי הרב ז\"ל תיקשי דמאי פסקה כו':<br><b> גם </b> מ\"ש עוד דעיקר ראייתו של הש\"ך אינה כלום דאטו מי לא מודו התוס' כו' לא ידעתי מאי קמתמה על הש\"ך בזה דנהי דלמאי דמשני השתא הש\"ס דשמאי הזקן לא קמחייב אלא בד\"ש קאמר שפיר דרבנן דשמאי הזקן לא קמיחייבי בד\"ש אלא בדינא זוטא וכגורם להורגו אבל לאידך שינויי דמשני דשמאי הזקן אף בדיני אדם נמי מיחייב ומשום דסבר דב' כתובים הבאים כאחד מלמדים והוא ההוא לא דריש כו' וא\"נ משום דשאני התם דגלי רחמנא ואותו הרגת בחרב בני עמון משמע בהדיא דרבנן דשמאי הזקן לא אפליגו עליה דשמאי הזקן אלא דוקא לענין דלא מיחייב בדיני אדם אבל בד\"ש מיהא מיחייב אם לא דלדידהו קרא דואותו הרגת בחרב בני עמון בא לומר כשם שאי אתה נענש על חרב בני עמון אף אוריה החתי אי אתה נענש עליו משום דמורד במלכות הוה הא לא\"ה משום דאין שלד\"ע הוה מיחייב שפיר בד\"ש וכ\"כ בחידושי קדושין וז\"ל מ\"ט מורד במלכות הוה והא דלא קאמר משום דאין שלד\"ע משום דא\"כ בד\"ש הוה מיחייב עכ\"ל וא\"כ שפיר הוכיח הש\"ך מההיא דאפי' באומר מיחייב בד\"ש הפך דברי התוס' דמחלקין בין שוכר לאומר גם מ\"ש עוד דהראיה שהביא בהגהת הש\"ך מנחש אינה ראיה שהנחש לא היה מצווה שלא להסית ושכ\"כ הרא\"ש לענין שכל מסית אינו יכול לטעון דברי הרב ודה\"ת כו' יע\"ש כדבריו ז\"ל כתב ג\"כ מרן מלכ' בס' ישרש יעקב במ\"ב פ\"ג דסנהדרין דקל\"ח ע\"א ובס' בני דוד פי\"א מה' סנהדרין דצ\"א ע\"א יע\"ש. ולדבריהם מאי דיליף הש\"ס מנחש שאין טוענין למסית היינו דכי היכי דגבי נחש שלא נצטווה להסית וכי טעין האי טענתא דדברי הרב כו' הוה טענתיה מעלייא ואפ\"ה לא טענינן ליה הכי נמי גבי מסית ממש שנצטווה שלא להסית אע\"ג דכי טעין האי טענתא לא מהני ליה אפ\"ה כי מצי טעין טענה אחרת דהיינו שהוא לא כיון להסיתו אלא שלהבחין את לבו ודעתו אמר לו כן אפי\"ה לא טענינן ליה כל דלא טעין איהו וברור:<br><b> ומ\"מ </b> אין תירוץ זה נח לי דודאי זה שלא נצטווה להסית אין בו טעם לומר דטענת דברי הרב כו' מהני ליה לפוטרו אף מעונשי שמים שהרי בשאר עבירות שבתורה דליכא אזהרה למסית אלא בע\"כום בלבד ואפי\"ה אמרי' דהאומר לחבירו שיעיד שקר וצא והרוג את הנפש וצא וגזול וכיוצא ואפי\"ה לא מהני טענת דברי הרב לפוטרו מעונשי שמים אע\"ג דלא נצטווה באותה עבירה שלא להסית וא\"כ ה\"ן גבי נחש אע\"ג דלא נצטווה שלא להסית למה יפטר מעונשי שמים בטענת דברי הר"
            ],
            [
                "<span class=\"H\">שורש אין שליח לדבר עבירה כל </span>\n<b> ההורג חבירו בידו כו' הר\"ז נהרג בב\"ד. אבל השוכר הורג להרוג או ששלח עבדיו כו' או שכפתו ונתנו לפני הארי כו' וכן ההורג את עצמו כל א' מאלו שופך דמים הוא ועון הריג' בידו וחייב מית' לשמים ואין בהם מיתת ב\"ד. ומנין שכן הוא הדין שנאמר כו' ובפי' נאמר בשלשתן לשון דרישה הרי דינם מסור לשמים.</b> עכ\"ל. הנה עיקר דברי רבינו והפסוק שהביא על זה הובא במ\"ר פרשת נח פ' ל\"ד וז\"ל אך את דמכם כו' להביא את החונק את עצמו יכו' כשאול ת\"ל אך כו' מיד כל חיה זה המוסר את חבירו לחיה להורגו מיד איש אחיו זה השוכר את אחרים להרוג את חבירו כו' אמ\"ר חנינא כולהם בהלכות בני נח בע\"א בדיין א' בלא עדים ובלא התרא' ע\"י שליח ע\"י עוברי' בע\"א בדיין א' שופך דם האדם באדם א' דמו ישפך ע\"י שליח שופך דם האדם ע\"י אדם דמו ישפך ע\"י עוברים שופך דם האדם ע\"כ:<br><b> ולכאורה </b> משמע דר' חנינא דדריש ע\"י שליח מקרא דשופך דם האדם באדם פליג אדרשא קמייתא דנפ\"ל שוכר את אחרים להרוג את חבירו מקרא דמיד איש אחיו אדרוש דלר' חנינא כל כ\"הג מיחייב מיתה בידי אדם שהרי קרא דדמו ישפך במיתה בידי אדם קמיירי כמבואר ואילו לדרשא קמייתא דנפ\"ל מקרא דאדרוש לא מיחייב אלא מיתה בידי שמים וכמ\"ש רבינו דלשון דרישה הוא שדינו מסור לשמים וראיתי למוהר\"ש יפה ז\"ל שם ד\"ה ע\"י שליח שכתב וז\"ל תימא דהא ממיד איש אחיו נפקא כדלעיל כו' ושמא מיד איש אחיו דריש ליה ר' חנינא שאוהבו כאח והרגו שוגג דצריך כפרה וגלות ואם לא ה' ידרוש מעמו וכדפירש\"י בחומש ע\"כ. ולא זכיתי להבין דבריו ז\"ל דמשמע דס\"ל דקרא דאדרוש ושופך דם האדם לדרשא קמייתא בישראל קמיירי דאית בהו חילוק בין שוגג למזיד וקרא קמא בהורג בשוגג ודשופך דם האדם בהורג במזיד אלא דר' חנינא דריש קרא דשופך דם האדם בהלכות בני נח וזה תימא דהני קראי רחמנא קמזהר לנח ולבניו ואיך הפה יכולה לדבר דלישראל נאמרו ולא לבני נח אלא ודאי דבין לדרשא קמייתא ובין לדר' חנינא הני קראי לזה ולזה נאמרו אלא דקרא קמא דאך את דמכם מיירי לישראל כדינו דהיינו אפי' בהורג במזיד אלא דליכא התראה או ב' עדים ולחייבו מיתה לשמים כדכתיב אדרוש וכמ\"ש רבינו ז\"ל ולבני נח כדינו וכגון היכא דליכא לא עד ולא דיין ולא הודאת בעל דבר וקאמ' רחמנא לנח דבין במוסרו לפני חיה ובין ע\"י שליח וכ\"ש אם הרגו בעצמו דינו מסור לשמים היכא דליכא דיינא בארעא והדר קאמ' דשופך דם האדם ובאדם שהוא ע\"י שליח או ע\"י עוברי' או בהודאתו או בע\"א דמו ישפך בב\"ד של מטה ולא פליג ר' חנינא אדרשא קמייתא ולא דרשא קמייתא אדר' חנינא אלא דרשא קמייתא מיירי קרא קמא בהורג בכל מיני הריגה וליכא אופן לחייבו מיתה בידי אדם לבני נח כדינו ולישראל כדינו דאז דינו מסור לשמים וקרא בתרא דשופך דם האדם היכא דאיכא אופן לחייבו מיתה בידי אדם כדדריש ר\"ח דאיכא ע\"א או לפחות הודאת ההורג וכי תימא אם איתא דר\"ח אזיל ומודה לדרשא קמייתא וכדאמרן א\"כ כי דריש תיבת באדם לרבות ע\"י שליח אמאי לא דריש נמי כפתו ונתנו לפני הארי נמי שבן נח נהרג עליו כי איכא ע\"א או הודאת ההורג הא ודאי לא קשיא דר\"ח תיבת באדם קדריש וחיה לא רמיז בהאי קרא ולהכי לא נקט חיה ואקרא גופיה לא קשיא אמאי לא רמיז בהאי קרא מוסרו לפני חיה כמו שרמז ע\"י שליח דאיכא למימר דחדא מינייהו איצטריך קרא לאשמועינן דאית בהו מיתת ב\"ד כי איכא אופן למיחייביה בב\"ד וכיון דע\"י חיה וע\"י שליח הקשן הכתוב לענין מיתה בידי שמים בקרא קמא דאך את דמכם כי אשמועינן אח\"כ לענין מיתת בני אדם בע\"י שליח דחייב ממילא אנו למדין לע\"י חיה נמי ובזה אין צורך למ\"ש מוהר\"ש יפה שם ד\"ה כולהם כו' דר\"ח פליג בזה אדרשא קמייתא וס\"ל דאף ב\"ן אינו נהרג על זה יע\"ש שאם כדבריו ז\"ל אף לדרשא קמייתא נמי איכא למימר דס\"ל כר\"ח דדוקא לענין מיתה בידי שמים הוא דדריש דרשא קמייתא קרא דמיד איש אחיו אבל לענין מיתת בני אדם אזיל ומודה לר\"ח דלא מיחייב וליכא למימר דאה\"נ דליכא פלוגתא בהכי ולכ\"ע פטור מדיני אדם דא\"כ תיקשי לך על רבינו שפסק בה' מלכים פ\"ט ה\"ד דבן נח נהרג אף בכפתו ונתנו לפני ארי וזה דלא כמאן אלא עכ\"ל דמשמע ליה לרבינו דלר\"ח כי היכי דס\"ל דבן נח נהרג על הריגתו ע\"י שליח ה\"נ נהרג בהורג ע\"י חיה והשתא דאתית להכי שפיר איכא למימר דאף דרשא קמייתא לא פליג אדר\"ח בהא וכ\"ע מודו בזה ודברי מוהר\"ש יפה צל\"ע כעת:<br><b> ודע </b> דבפ\"ד מיתות דנ\"ז ע\"ב אמרו אשכח ר' יעקב בר אחא דהוה כתיב בס' אגדתא דבי רב בן נח נהרג בדיין א' ובע\"א שלא בהתראה מפי איש ולא מפי אשה ואפי' קרוב משום ר' ישמעאל אמרו אף על העוברין מנה\"מ א\"ר יאודה דאמר קרא אך את דמכם לנפשותיכם אדרוש אפי' בדיין א' מיד חיה אפי' שלא בהתראה אדרשנו מיד האדם אפי' בע\"א מיד איש ולא מיד אשה אחיו אפי' קרוב משום ר' ישמעאל כו' מ\"ט דר\"י דכתיב שופך דם האדם באדם דמו ישפך איזהו אדם שהוא באדם הוי אומר זה עובר שבמעי אמו ע\"כ וזה נראה לכאורה הפך מ\"ש רבינו בלשון דרישה והוא שדינו מסור לשמים דהא הכא דריש קרא דאך את דמכם לנפשותיכם אדרוש לומר דבן נח נהרג בדיין א' וכן מיד כל חיה אדרשנו לומר שנהרג שלא בהתראה ונהרג דקאמ' ודאי דהיינו במיתת בני אדם ורבינו בספ\"ט מה' מלכים פסק כן וז\"ל ובן נח נהרג בע\"א ובדיין א' בלא התראה ועפ\"י קרובים אבל לא בעדו' אשה ולא תדון אשה להם עכ\"ל וגם פסק שם הל' ד' שבן נח נהרג על העוברין כר' ישמעאל יע\"ש וליכא למימר דרבינו סובר דדרשת הש\"ס מהאי קרא דאך את דמכם לנפשותיכם אדרוש כו' פליג אדרשה דדריש ר\"ח במ\"ר ולר\"ח דמפיק דיין א' וע\"א ובלא עדים והתראה הן ע\"י עוברי' מקרא דשופך דם האדם באדם קרא קמא דאדרוש קאי אעונש שמים וכדאמרן לעיל והש\"ס משמע ליה דקרא דאדרוש קאי אעונש ב\"ד ומשום דלענין דינא לא פליג הש\"ס עם המדרש ופשטיה דקרא דאדרוש משמע טפי דקאי אעונש שמים משו\"ה נקט רבינו דרשת ר\"ח שבמדרש רבה ושביק דרשת הש\"ס דא\"כ מנ\"ל לרבינו למעט שאינו נהרג בן נח בעדות אשה ובדיין אשה וכן אין לרבות קרוב דלפי דרשת המדרש דדריש קרא דאך את דמכם לנפשותיכם אדרוש לעונש שמים ליכא למעט עדות אשה ודיין אשה מקרא דמיד איש ולא מיד אשה ולא לרבות קרוב מקרא דמיד איש אחיו דכיון דהכתוב מיירי בעונש שמים מהי תיתי למעט אלו כיון שהוא ית' היוד' ועד ועכ\"ל ודאי דרבינו תפס בזה דרשת הש\"ס וא\"כ הדרא קושיין לדוכתא דא\"כ איך בה' רוצח קאמר דאדרוש הוא בידי שמים וכבר נרגשו מזה מרן החבי\"ב בשיירי כנ\"הג א\"ח בחי' על רבינו בפ\"ב מה' רוצח ומרן מלכא כמוהרח\"א בס' מקראי קדש פ\"ב מהל' רוצח ובס' עה\"ח בליקוטיו על רבינו ד\"ב ע\"ג ובפ' נח ד\"ג סע\"א יע\"ש אלא שהרבנים הנז' לא ראו דברי המדרש רבה וכמבואר מדבריהם שם יע\"ש:<br><b> והנלע\"ד </b> דרבינו משמע ליה דאף הש\"ס אזיל ומודה דקרא דאך את דמכם לנפשותיכם אדרוש לא מיירי אלא בעונשי שמים ומאי דמפיק מיניה דיין א' וע\"א ושלא בהתראה ומפי איש ולא מפי אשה ואפילו קרוב היינו משום דמשמע ליה להש\"ס דקרא קמזהר לבני נח דיענשו ב\"ד שלהם בידי שמים כשיש ביניהם שפיכות דמים כי הני גוונא וליכא דיינא בארעא לעשות בהם דין שהרי בני נח נצטוו על הדינין וכמ\"ש רבינו ברפ\"ט מה' מלכים ושיעור ב' הכתובים דאך את דמכם ודשופך דם האדם באדם דמו ישפך הכי מדריש לדעת הש\"ס אך את דמכם לנפשותיכ' דהיינו שיש שפיכות דמים ביניכם בכל אופן שיהיה ידוע לכם אפי' בדיין א' אדרוש את דמו מידכם של ב\"ד שלכם וכן מיד כל חיה דהיינו אפי' שלא בהתראה וכמו שפירש\"י מיד כל דבר חי שהרגו אפי' בלי התראה אדרשנו מאיתכם על שלא הרגתם אותו וכן מיד האדם שהרגו בע\"א ולא בא להעיד או שהעיד ולא האמנתם לו ודוקא כשזה האדם הוא איש ואפי' אחיו אדרוש מאיתכם את דמו ובא הכתוב אחריו ופירש שופך דם האדם באדם כלומר אפי' זה שהרג את העוברים דמו ישפך בב\"ד שלכם וכ\"ש מי שהרג אדם שלם וכל שלא שפכתם דמו אנכי אדרוש את דמו מידכם ותענשו על שלא עשיתם בו בהורג דין ונמצא לפי זה דאף לפי דרשת הגמ' קרא דאדרוש ואדרשנו בעונש שמי' קמיירי אלא דלפי דרשת המדרש כל הני דרשות דדיין א' וע\"א ועוברים ובלא התראה נפקי מקרא דשופך דם האדם באדם ולפי דרשת הש\"ס דיין א' וע\"א נפקי מקרא קמא דאך את דמכם לנפשותיכם ועוברי' לבד נפיק מקרא דשופך דם האדם באדם ואפשר דכי היכי דדריש ר\"י בגמ' עוברי' משופך דם האדם באדם ה\"נ דריש מיניה ע\"י שליח כדדריש ר\"ח במ\"ר ותרתי שמע מינה כמ\"ש מהרש\"ל ז\"ל גם לפי דרשת הש\"ס קרא דאדרוש ואדרשנו היינו עונש שמים לב\"ד של מטה של ב\"נ שלא עשו דין בהורג כמדובר ולפי דרשת המד\"ר היינו עונש שמים להורג כשלא עשו בו דין בב\"ד מאיזה טעם שיהיה גם לפי דרשת הש\"ס מיד איש אחיו אתא למעט אשה ולרבות קרוב ולפי דרשת המד\"ר אתא לרבות הורג ע\"י שליח דמיחייב כל א' כדינו בן נח אפי' בב\"ד של מטה וישראל בב\"ד של מעלה וזו היא לבד שקשה על רבינו דבה' רוצח תפס עיקר דרשת המ\"ר דדריש איש אחיו לרבות הורג ע\"י שליח ובה' מלכים פסק למעט אשה ולרבות קרוב ואע\"ג דבה' מלכים לא מפיק ליה מהאי קרא אלא סתמא כתב הדין מ\"מ הש\"ס לא אשכח קרא להאי דינא אלא מהאי דרשא דאיש אחיו וכיון דבמ\"ר דריש ליה לרבות הורג ע\"י שליח מנ\"ל האי דינא דלמעט אשה ולרבות קרוב אמנם מה שפסק בה' רוצח דהשוכר להרוג והכופתו לפני ארי וההורג את עצמו דאינו חייב מיתה אלא בידי שמים ומפיק להו מקרא דאך את דמכם אדרוש כו' ובה' מלכים פסק דהני בבן נח חייב מיתה בידי אדם זה אינו סותר לזה דודאי קרא בעונש בידי שמים מיירי אלא דלגבי בני נח דגלי קרא דשופך דם האדם באדם דנהרג בדיין א' ובע\"א ובהודאת עצמו עכ\"ל דקרא דאך את דמכם אדרוש מיירי או בדליכא לא עד ולא דיין ולא הודאת עצמו וקאמר קרא דרחמנא ידרשנו וכדרשא קמיתא דדריש במדרש רבה ולדרשת הש\"ס מיירי לענין עונש הב\"ד של בני נח שידרוש מהם ה' ויענישם על מה שלא דנו והענישו למי שהרג בע\"א ואפי' קרוב ואפי' בלא התראה וממילא משמע דההורג עצמו אם הוא בן נח חייב מיתה בידי אדם ואם הוא ישראל חייב מיתה לשמים אמנם קמייתא קשיא מנ\"ל לרבינו למעט עדות אשה ולרבות קרוב מאחר דקרא דמיד איש אחיו אצטריך ליה להורג ע\"י שליח וליכא למימר דמשמע ליה לרבינו דלפום דרשת המד\"ר דדריש מיד איש אחיו לענין ע\"י שליח מיעוט אשה נפיק מקרא דשופך דם האדם באדם דמו ישפך כלומר באדם שהוא איש דמו ישפך ולא באשה וקרוב נמי דכשר לעדות ממילא משמע דבאדם סתם קאמר קרא ואפי' קרוב במשמע הא ודאי ליתא דא\"כ מנ\"ל לרבינו לחייב לבן נח על העוברים דהא ר' ישמעאל ור\"ח מרבו עוברי' מהאי קרא דבאדם ועוד דממילת באדם אין סברא למעט האשה דהא אשה נמי אדם אקרי כדכתיב כתפארת אדם לשבת בית ומה\"ט דרשו ר\"י ור\"ח עוברים ממילת באדם שהיא האשה כמובן גם ליכא למימר דקרוב לא צריך קרא גבי בן נח לרבות דכשר לעדות שהרי בישראל אצטריך קרא דלא יומתו אבות על בנים למעטינהו כמ\"ש רבינו ברפי\"ג מה' עדות וממילא בבן נח כשר הוא דהא ודאי צריך קרא משום דכיון דאשה אצטריך קרא בבן נח למעט דפסולה לעדות כישראל הוה אמינא דה\"ה קרוב נמי פסול כישראל להכי אצטריך איש למעט אשה ואחיו לרבות קרוב באופן שלפי דברי רבינו בה' רוצח דקרא דאך את דמכם לנפשותיכם אדרוש מיירי בעונש שמים להורג את עצמו וע\"י חיה וע\"י שליח אין מקום לדרוש מיד איש אחיו למעט אשה ולרבות קרוב דלענין עונש שמים מה מקום לדרשות אלו ואפי' אי קאי העונש על הדיינים וכדאמרן לעיל הנה לפי דברי רבינו דהעונש קאי על ההורג עצמו ע\"י שליח או בעצמו או ע\"י חיה בדיני שמים אין מקום לרבות קרוב ולמעט אשה מהאי קרא דמיד איש אחיו ואולי משמע ליה דהאי מילתא דאשה וקרוב ועוברים ודיין א' וע\"א ושלא בהתראה גבי בני נח גמרא גמירי להו ואסמכינהו אהני קראי ועיין במד\"ר פ' נ\"ב בפסוק ויבא אלדים אל אבימלך כו' שדרשו מכאן שאין התראה לבני נח אבל פשט הכתוב אינו אלא כמ\"ש הוא ז\"ל כאן וכדרשת המדרש שכתבנו ואע\"ג דבגמ' אמרו מנא הני מילי דמשמע מהאי לישנא דלאו אסמכתא נינהו וכמ\"ש הרמב\"ן בס' המצות שורש ראשון כבר מצינו כי האי לישנא אפי במידי דרבנן וקרא אינו אלא אסמכתא בעלמא כדאיתא בריש פ\"ב דביצה ועיין בחידושינו שם ועדיין צ\"ע:<br><b> וראיתי </b> להרב פרשת דרכים דף ו' סע\"א שהוקשה לו לפי המד\"ר דדריש ר\"ח דבן נח נהרג בהורג ע\"י שליח וכמ\"ש מהר\"ש יפה א\"כ תקשי ליה ההיא דאמרי' בפ' זה בורר דכ\"ט ע\"א אמר רשב\"ן אמר ר\"י מנין שאין טוענין למסית מנחש הקדמוני דאמר ר' שמלאי הרבה טענות היה לו לנחש לטעון ולא טען כו' מאי הול\"ל דברי הרב ודברי התלמיד דברי מי שומעין ע\"כ: ולפי המדרש הנז' מה היה מועיל לנחש טענה זו הרי טענה זו לא מהניא בבני נח כיון דהמשלח נהרג בב\"ד והעלה הרב ב' תירוצים הא' דדוקא גבי שפיכות דמים הוא דבן נח מחייב המשלח ולא בשאר עבירות וכעין זה אמרו בגמ' בפ\"ב דקידושין דמ\"ג אליבא דשמאי הזקן. ועוד תירץ דכל דהשליח נהנה מן העבירה ולא המשלח כל כה\"ג אפי' למאן דס\"ל יש שלד\"ע לא מיחייב המשלח וכדרבא שם בפ\"ב דקדושין והסתו של נחש היה בדבר אכיל' שהשליח נהנה את\"ד יע\"ש:<br><b> ולע\"ד </b> אין צורך לזה דע\"כ לא קאמר ר\"ח דגבי בן נח יש שלד\"ע אלא במידי דהמשלח מצווה באותה עבירה כההיא דשפיכות דמים בב\"נ אבל בענין היסת הנחש שהנחש אינו מצווה שלא לאכול מעץ הדעת טוב ורע ואפשר נמי דכיון שהנחש היה חיה לא שייך גביה אפי' אכילת אותו הפרי וכיון שכן אין כאן שליחות ועדיף מההיא דאשה המקיף את הגדול דלא מיחייבא כמ\"ש בקידושין דל\"ה והרמב\"ם פרק י\"ב מהלכות ע\"ז והתוספות בפרק קמא דמציעא ד\"ו ע\"א דלא מיחייבא יע\"ש ובהכי יתיישב ג\"כ אידך דק\"ל להרב גופיה בס' משנה למלך פ\"ב מה' רוצח דלפי מ\"ש הריטב\"א בפ' האיש מקדש דדוקא שוכר הורג דעביד מעשה לשכור חייב המשלח בד\"ש אבל בדבורא בעלמא לא מיחייב וכ\"ת שזה דעת הרמב\"ם ג\"כ מדכתב השוכר הורג או ששלח עבדיו כו' דמשמ' עבדיו דוקא שהם שכורים לו ניחא אותה סוגייא דסנהדרין דיליף מנחש דאין טועני' למסית ולפי פשטן של דברים ק' דמה היה מועיל לו טענה זו הא בדיני שמים דנו אותו ובד\"ש יש שלד\"ע אלא ודאי דאף בד\"ש היה פטור משום דלא היה התם כי אם דבורא בעלמא עכ\"ל. והנה זה שכתב הרב בשם הריטב\"א דפ' הא\"מ דס\"ל דיש חילוק בין שוכר לאומר ליתא שהרי מדברי הריטב\"א דפ' הא\"מ דקדק הש\"ך בח\"מ סי' ל\"ב סק\"ג איפכא דס\"ל דאין חילוק בין שוכר לאומר דלעולם בד\"ש מיחייב והתוס' הוא שחילקו בזה בר\"פ הכונס דנ\"ו ע\"א והוקשה לו להש\"ך לפי דבריהם הסוגייא בפרק האיש מקדש גבי האומר לשלוחו צא והרוג את הנפש דמשמע מינה דאפי' באמירה בעלמא לא מפטר מד\"ש ובהג\"ה שם סייע חילוק התוס' מההיא דסנהדרין וכמ\"ש המש\"ל. ולפי מ\"ש ליכא סייעתא כלל מאותה סוגייא דודאי לגבי נחש דלא נצטוה באיסור אכילת עץ הדעת ליכא למענשיה משום שלד\"ע ואפי' בד\"ש אפי' לדברי הריטב\"א דע\"כ לא אמרו שם בפ' הא\"מ דבד\"ש מיחייב לכ\"ע אלא במידי דהמשלחו מוזהר בו והו\"ל כאילו הוא עשאו ושפיר הוה מצי טעין דברי הרב ודברי התלמיד כו' ומאי דאיענש לפום קושטא היינו משום שבאתה תקלה על ידו וכמ\"ש התוס' שם בפ' ז\"ב ולא משום דהוי שליח לד\"ע ומאי דיליף הש\"ס מיניה דאין טוענין למסית הוא דכי היכי דלא טענינן לנחש האי טענתא דדברי הרב כו' דמהני לדידיה שלא נצטוה להסית ה\"נ לא טענינן למסית טענה אחרת כגון שלא כיון להסיתו אלא להבחי' דעתו ולבו וכיוצ' ולקמן נעמוד עוד בזה. ומה שיש לעמוד על דברי התוס' שם בקושייתם ובתירוצם עיין להרב בני דוד בה' סנהדרין פי\"א דצ\"א ע\"א יע\"ש ועיין בס' תועפות רא\"ם לעמיתנו בתורה חרא\"ג ה\"י דף ג' ע\"ג מ\"ש בשם מרן החבי\"ב על דברי התוס' הנז' יע\"ש:<br><b> ומהר\"י </b> כולי בהגהתו שם בס' מש\"ל כתב שהרב המחבר היה מיישב קושיא זו בהא דאמרי' שם בפ' הא\"מ דמ\"ג דבאומר לשלוחו צא בעול את הערוה ואכול את החלב לכ\"ע הוא חייב ושולחיו פטור שלא מצינו זה נהנה וזה מתחייב ה\"נ דכוותא עכ\"ל ואין ס' דכונתו לומר דכי היכי דלשמאי הזקן דס\"ל יש שלד\"ע למחייביה למשלח בדיני אדם קאמר רבא דהיכא דהשליח הוא נהנה בעבירה פטור המשלח מדיני אדם ה\"נ למאן דפליג אשמאי הזקן וס\"ל דאין שלד\"ע דהמשלח אינו חייב אלא בד\"ש כל שהמשלח אינו נהנה בעבירה אלא השליח אז המשלח פטור אפי' מד\"ש ובהכי יתיישב שפיר ההיא דסנהדרין אליבא דמאן דפליג אשמאי הזקן איברא שאם הדבר כן קשה למה נקט רבא למילתיה אליבא דשמאי הזקן ובאת\"ל דס\"ל דיש שלד\"ע דלפי דברי הרב הו\"ל לרבא לאשמועי' האי מילתא בין אי ס\"ל דיש שלד\"ע ובין אי ס\"ל אין שלד\"ע וכן אף לרבנן דפליגי אשמאי הזקן הו\"ל לאשמועי' האי מילתא ולענין דלא מיחייב בד\"ש : ואולי יאמר הרב דאה\"נ אלא משום דקי\"ל לרבא דהלכתא כשמאי הזקן שאמרה משם חגי הנביא וס\"ל דאף בדיני אדם קאמר לכך נקטי' למילתיה אליביה ודוחק:<br><b> ונלע\"ד </b> דכי היכי דלמ\"ד יש שלד\"ע והמשלח חייב אמרי' דהיכא דהשליח נהנה ולא המשלח אז השליח חייב ולא המשלח משום דלא מצינו בכל התורה זה נהנה וזה מתחייב ה\"נ י\"ל דלמ\"ד אין שלד\"ע והשליח חייב ולא המשלח אם המשלח נהנה בעבירה ולא השליח אז המשלח חייב וכמדומה לי שכך שמעתי מפי מורי הר\"ב שער המלך ששמע למרן מלכא כמהר\"י הכהן זלה\"ה וכבר הארכתי בזה במקום אחר יע\"ש ועיין במבי\"ט ח\"ג סי' נ\"ז ועיין במה שאכתו' לקמן ד\"ה ודע. ובזה יש ליישב מה שהוקשה לו למורי הרב בס' שער המלך בפ\"ו מה' י\"ט ה\"ט ד\"ס ע\"ב גבי מי שלא הניח עירובי תבשילין דאסור אפילו אחר שהניח לבשל ולאפות לזה שלא הניח עד שיקנה לו קמחו וכתב הר\"ן דאי ליכא הקנאה אסור משום דשלוחו של אדם כמותו יע\"ש והוקשה לו למורי הרב זלה\"ה שם דלרב חמא דס\"ל בפ\"ק דמציעא דאפי' היכא דשליח לאו בר חיובא אמרי' אין שלד\"ע תקשי ליה הך ברייתא דלמה צריך הקנאה כיון דהוא נאסר ואין קמחו נאסר הא אין שלד\"ע וכעין זה הוקשה לו להמש\"ל בפ\"ה מה' מו\"ל כו' ומכח זה היה רוצה להוכיח דבאיסורי' דרבנן לא אמרי' אין שלד\"ע אלא יש שליח והמשלח חייב אלא שמוהרימ\"ט בח\"א סימן קי\"ו נסתפק בזה יע\"ש. ועפ\"י האמור דהיכא דהמשלח נהנה ממעשה העבירה ולא השליח לכ\"ע יש שלד\"ע והמשלח חייב ניחא ודוק :<br><b> ודע </b> דכי היכי דהתוס' בפ' הכונס דנ\"ו ס\"ל דיש חילוק בין שוכר לאומר דדוקא בשוכר הוא דאמרינן דיש שלד\"ע לענין דיני עונשי שמים אבל באומר לא והכריחו כן מההיא מתני' דשלח ביד פקח הפקח חייב ולא תני דהמשלח חייב בד\"ש כדקתני רישא השולח את הבערה ביד חש\"ו פטור מדיני אדם וחייב בד\"ש יע\"ש. ה\"נ ס\"ל לתוס' רי\"ד בפ\"ב דקדושין דמ\"ב דעלה דפרכינן התם ושלוחו של אדם כמותו והא תנן שלח ביד פקח הפקח חייב ומשנינן שאני התם דאין שלד\"ע כתב וז\"ל הפקח חייב ואמאי נימא שלוחו של אדם כמותו וניחייב המשלח פירו' ואע\"ג דשליח לא מצי לאיפטורי כיון דהוא פקח כלומר והניזק ודאי מצי תבע ממנו כיון דמידו בא לו הנזק ואעפ\"י שהוא יטעון שבשליחות פ' עשה הנזק נפקא מינה דאי ליכא לאשתלומי מיניה מפרע מן המשלח ע\"כ. מבואר יוצא מדבריו דלמאי דמשני בגמ' שאני התם דאין שלד\"ע כי קתני מתני' הפקח חייב והמשלח פטור אפי' כי ליכא לאשתלומי מיניה לא מפרע מן המשלח וכי קתני מתני' הפקח חייב הכוונה בין אית ליה לאשתלומי בין לית לי' הוא חייב והמשלח פטור ושלא כדברי הריטב\"א ז\"ל שכתב דכי קתני דהפקח חייב והמשלח פטור אפי' מדיני שמים היינו בשכב' נשתלם הניזוק מן הפקח משא\"כ בשוכר עדי שקר שפטור מדיני אדם וחייב בד\"ש דלא אשתלים ניזק מנזקי' עכ\"ל ואין ספק שכוונתו לומר דאין חילוק בין ההיא דשלח ביד פקח לשוכר עדי שקר דבשניהם הדין שוה דכי משתלם ניזק נזקו פטור המשלח את הבערה ופטור השוכר את העידי שקר וכי לא אשתלים ניזק את נזקו בב' חייב בד\"ש המשלח והשוכר אלא משום דגבי שולח את הבערה ביד פקח שחיוב הפקח הוא ברור ומסתמא אית ליה לאשתלומי להכי לא תני דהמשלח חייב בד\"ש כיון דתני הפקח חייב משא\"כ בשוכר עידי שקר דמסתמא המוציא הממון מיד חבירו והעידים לא קמודו שהוציאו ממון שלא כדין אלא השוכר לבד הוא דקמודי להכי קתני דהשוכר פטור מדיני אדם וחייב בד\"ש כיון דמסתמא הלוקח הממון אינו מודה כדי להשתלם ממנו אבל ודאי דאי מודה אותו שהוציא הממון מיד חבירו ע\"י עידי שקר הללו דהשתא משתלם ממנו הניזק ודאי דפטור השוכר זה נראה כונת הריטב\"א ז\"ל וזה הבין הש\"ך בסי' ל\"ב סק\"ג בכונת דברי הריטב\"א ז\"ל דלדידיה אין חילוק בין שוכר לאומר כמו שחילקו התוס' בפ' הכונס והביאו ראיה ממתני' דהפקח חייב משום דמשמ' להו כדברי התוס' רי\"ד ז\"ל דמתני' כי קתני הפקח חייב ופטור המשלח היינו אפי' כי לית ליה לפקח לאשתלומי מיניה כמדובר ולהכי כי היכי דלא תיקשי משוכר עידי שקר דמשום דלא משתלם מיניה חייב השוכר מד\"ש להכי הוצרכו לחלק בין שוכר לאומר אך הריטב\"א ז\"ל לא משמע ליה הכי אלא הדין שוה בשניהם כמדובר:<br><b> בשיטה </b> זו קאי ג\"כ הרב המאירי ז\"ל שם בפרק הכונס דנ\"ט עלה דמתני' דשלח ביד פקח הפקח חייב שכתב וז\"ל והמשלח פטור אף מד\"ש ואע\"פ שבשוכר עידי שקר לחברו אמרו שבד\"ש חייב בזו הוא מפסידו אבל כאן הרי פקח חייב לשלם לו וה\"ה שאם לא יהא לו במה לשלם שהמשלם יש עליו עונש שמים עכ\"ל :<br><b> בשיטת </b> הריטב\"א והמאירי ז\"ל הלזו נראה דקאי ג\"כ שיטה לא נודעה למי שם בקדושין דמ\"ב דעלה דאמרי' התם מכלל דת\"ק סבר אפי' בד\"ש נמי פטורים כתב וז\"ל הא ודאי אע\"ג דשליח חייב בדיני אדם שולחו חייב מדיני שמים והא דתנן שלח ביד פקח הפקח חייב דמשמע דשולחו פטור אף מדיני שמים מדלא תנא דשולחו חייב בד\"ש כדקתני רישא התם לענין ממון כיון דפקח משלם מאי עונשו דשולחו אבל הכא גבי רוצח אע\"ג דשליח חייב בד\"א זה ע\"י שליח מת ועוד דדומיא דעובדא דדוד ודאי שולחו חייב בד\"ש דכיון שהיה מלך דוד יודע היה שיקיים יואב מצותו עכ\"ל ומבואר ממ\"ש דשאני גבי פקח משום דלית ליה לאשתלומי דחייב המשלח בד\"ש דזה ברור דקאי בשיטת הריטב\"א והמאירי ז\"ל:<br><b> וראיתי </b> להרב זרע אברהם חלק חו\"מ סי' י\"ג דקכ\"א סע\"ד שכת' וז\"ל ומ\"ש הש\"ך ליישב מה שהביאו התוס' ראיה לדבריהם מההיא דהשולח את הבערה דמשמע להדייא דהמשלח פטור אף מדין שמים היינו משום כיון דפקח משלם תו לא שייך דין שמים על המשלח וכ\"כ הריטב\"א כו' עד משא\"כ בשוכר עידי שקר שחייב בד\"ש דלא אשתלם ניזק מנזקיה עכ\"ל, אחר המחיל' רבה לא ירדתי לסוף דעתו דהן אמת שכ\"כ הריטב\"א אמנם אין כוונתו לומר דמיירי ששלם הפקח מה שהזיק ומ\"ה נפטר המשלח דאטו מי לא משכח' לה דאין לפקח מה לשלם או שהלך למ\"ה או שמת ולא שלים א\"כ במאי נפטר המשלח תדע דהא גבי שוכר עידי שקר דאסיקנא דמיירי לאחריני וכת' התוס' דמיירי שאין לו מה לשלם או שהלך למ\"ה כו' יע\"ש נמצא דאף בשוכר עידי שקר אינו חייב בד\"ש אלא אם לא נשתלם הניזק נזקו א\"כ גם גבי המשלח את הבערה ביד פקח נימא דהיא היא שאם לא שילם הפקח יתחייב המשלח דהא לא אשתלם הניזק א\"כ מה בין זו לזו ומלישנא דמתני' מוכח דאין על המשלח דין שמים כלל תדע דהא כשהקשו בגמ' ותו ליכא והא איכא כו' עד והשוכר עידי שקר נמי מהו דתימא לימא דברי הרב וד\"הת דברי מי שומעי' ובד\"ש נמי לא ליחייב קמ\"ל יע\"ש ואם איתא דבמשלח את הבערה ביד פקח ולית ליה לשלומי חייב המשלח משום דלא אשתלים הניזק נזקו א\"כ הא נמי מהתם ילפינן לה דאי לא אמאי מחייב המשלח לימא דברי הרב כו' אלא ש\"מ דלא אמרינן הכי וחזרנו לדין ההיא דשוכר עידי שקר למאי אצטריך אמור מעתה דמוכרח אתה לומר דבשלח ע\"י פקח הפקח חייב ומשלח פטור אפי' מד\"ש וא\"כ תקשי לדברי הריטב\"א. ותו ק\"ל לשון הריטב\"א בעצמו שכת' משא\"כ בשוכר עידי שקר כו' דלפי שיטת הש\"ך דינן שוה שבשניהם אי אשתלם ניזק מהפקח או מהעדים והמלוה פטור המשלח והשוכר ואי לא אשתלם ניזק חייב המשלח והשוכר ועוד מאי שכבר אשתלם הניזק שכתב היל\"ל אם נשתלם הניזק אלא ודאי שכוונת הריטב\"א היא שכיון שהפקח בר תשלומין הר\"ז נכנס במקום המשלח ותו אין על המשלח אפי' ד\"ש ואם מת או שאין לו מה לשלם שוב אינו חוזר על המשלח כלל וטעמא דמילתא דאין שלד\"ע וכיון דאזל לגרמיה הוא דעבד ואדעתא דנפשיה קעביד ואמטו להכי נפטר המשלח דמילי דעלמא קא\"ל אבל בשוכר עידי שקר כי השוכר פיתהו ושחיד ליה וקרקש ליה בזוזי וגרם לו לחטא בזה לא נפטר השוכר דלא שייך למימר דברי הרב ודברי התלמיד כו' משום דאגב אונסא דזוזי שם נפשו מנגד להעיד עדות שקר לפני ב\"ד והשוכר חייב בד\"ש כי החטיא את העדים וגרם להוציא ממון חבירו שלא כדין וכל מה דמצינן לאהדורי ממונא ולהשיב הגזילה מיד המלוה שישנה תחת ידו מהדרינן אבל אם אין לו מה לשלם וכיוצא חזר הדין על השוכר כי הוא הגורם העיקר וכדכתבית :<br><b> ומ\"ש </b> הריטב\"א משא\"כ בשוכר עידי שקר דלא אשתלים ניזק מנזקיה משום דבההיא שעתא אין פה אחר קם תחתיו לתשלומין שהרי העדים והמלוה אומרי' כי אמת העידו ולא מצי ניזק לאשתלומי מינייהו דמי מפיס האמת עם מי אבל בשולח את הבערה ביד פקח בההיא עידנא דאזל הוברר החיוב על הפיקח וניזק מצי לאשתעויי דינא בהדיה וקם תחתיו של המשלח דמשלח מצי למימר דברי הרב כו' :<br><b> זה </b> נראה לי ברור בכוונת דברי הריטב\"א הגם כי אין לשונו לכאורה מוכיח כן מוכרח אתה לפרשו כן כי היכי דלא תיקשי ליה דלמאי אצטריך לאשמועינן השוכר עידי שקר דמההיא דהשולח את הבערה נלמד דלא מצי למימר דברי הרב כו' דהא חייב היכא דלא אשתלם ניזק נזקו וגם מ\"ש משא\"כ בשוכר כדכתיבית לעיל ובכן עלו דברי רבותינו בעלי התוס' מחוורי' כשמלה חדשה שאין בה שום דופי וגם דברי הריטב\"א מסכימים עם דברי התוס' נמצא דגם בזה דברי הש\"ך נפלאו מניעכ\"ל:<br><b> ואחר </b> כל האריכות הלזה שהאריך הרב ז\"ל לבאר לנו דברי הריטב\"א הנה הכלל העולה מדבריו הוא דאף הריטב\"א ז\"ל אזיל ומודה לדברי התוס' ז\"ל דיש לחלק בין שוכר לאומר ואשתלם נזקיה ולא אשתלם נזקיה שכתב הריטב\"א ז\"ל לפי דרכו ז\"ל לאו דוקא תשלומי' ממש אלא הכונה בין נתחייב האחר בתשלומי ניזק ללא נתחייב האחר דגבי שולח הבערה ביד פקח מיד נתחייב הפקח משא\"כ בשוכר עידי שקר לחבירו לא נתחייב חבירו המוציא אם לא שיודה בפיו והוכרח לידחק בזה בפי' לשון הריטב\"א כי היכי דלא תיקשי ליה למאי אצטריך לאשמועינן השוכר עידי שקר כיון דמההיא דהשולח את הבערה נלמד דלא מצי למימר דברי הרב כו' וגם מ\"ש משא\"כ בשוכר כו' כמדובר:<br><b> ואחרי </b> שאלת המחילה הראויה לפי כבודו ז\"ל אין הכרעותיו מכריחות להוציא דברי הריטב\"א מפשט לשונם וכבר כתבנו לשון הרב המאירי ז\"ל שכתב בהדיא שאין חילוק בין ההיא דשולח את הבערה ביד פקח לההיא דשוכר עידי שקר דבשניה' הדין שוה כמדובר לעיל ומה שהוקשה לו להרב דא\"כ למאי אצטריך לאשמועי' עידי שקר כו' לא ירדתי לסוף דעתו דזה שאנו אומרים דבשולח את הבערה ביד פקח דכי לא משלם פקח דחייב המשלח מדיני שמים לא למדנו דבר זה אלא מההיא דהשוכר עידי שקר דקאמר בהדייא פטור מדיני אדם וחייב מד\"ש דאי לא תני ההיא דשוכר דחייב בד\"ש אף בשולח את הבערה ביד פקח נמי היינו אומרים דאפי' כי לית ליה לפקח לשלומי לא מיחייב משלח אפי' בד\"ש מהאי טעמא דמצי למימר דדברי הרב ודברי התלמיד דברי מי שומעי' אבל השתא דתני שוכר דחייב בד\"ש מיניה ילפי' לההיא דפקח וא\"כ שפיר קאמר תלמודא דאצטריך למתני שוכר לומר דחייב בד\"ש דמההיא דהשולח את הבערה ביד פקח דקתני דהפקח חייב לא שמעי' מידי כמובן:<br><b> גם </b> מה שהכריחו עוד מ\"ש הריטב\"א משא\"כ בשוכר כו' לפי מ\"ש הוא ז\"ל דשוכר אין חיובו ברור כמו פקח היא היא כונת הריטב\"א דגבי פקח תני סתמ' הפקח חייב והמשלח פטור אף מדיני שמים משום דכיון דחיובו ברור תני סתמא דהמשלח פטור משו' דלאו בגברא ערטילאי קמיירי ומסתמא אית ליה לשלומי ומשתלם ממנו משא\"כ גבי שוכר עידי שקר לחבירו דכיון דסתמא לא עביד עדים והמוציא ממון מחבירו בעידי שקר לחזור ולהודות ואפי' השוכר לא קמודי אלא משום דלא מיחייב בידי אדם הילכך התם גבי שוכר מסתמא אין כאן תשלומי' מחבירו ולכך תני סתמא דהשוכר חייב בד\"ש : באופן דשפיר כתב הש\"ך ז\"ל דהריטב\"א חלוק על דברי התוס' ולדידיה אין חילוק בין שוכר לאומר וכבר כתבנו לעיל שזו היא ג\"כ שיטת המאירי ז\"ל וגם שיטה לא נודע למי כמדובר:<br><b> ולעיקר </b> קושיית הש\"ך על דברי התוס' דפ' הכונס שעלו לחלק בין שוכר לאומר דבאומר לא מיחייב אפי' בד\"ש מהסוגייא דפ' האיש מקד' דמבואר מינה דאפי' באומר לשלוחו צא והרוג את הנפש דמיחייב בדיני שמים ראיתי להר\"ב זרע אברהם ז\"ל שם דקכ\"א ע\"ד שכתב דלא ק\"מ מההיא לדברי התוס' ושפיר קמתמה תלמודא את\"ק מכלל דת\"ק סבר דבעונשי שמים לא מיחייב דהא שמאי הזקן קרא קדריש מקרא דאותו הרגת בחרב בני עמון הרי דהוכיחו ליה מן שמיא על שהרג אוריה בחרב בני עמון ואיך פליגי רבנן אקרא וסברי דאף בד\"ש פטור אלא ודאי דמד\"ש מיחייב וטעמא דמילתא כדאסיקנא בפ\"ק דמציעא דהיכא אמרינן אשלד\"ע ומחייב השליח ולא שולחו היכא דשליח בר חיובא וטעמא משום דדברי הרב כו' אבל היכא דשליח לאו בר חיובא מיחייב שולחו ובני עמון לאו בני חיובא נינהו ודאי וכי תימא יואב ליחייב הא ל\"ק משום דיואב לא דריש אכין ורקין וכדאמרינן בסנהדרין מ\"ט קטלתיה לעמשא וכיון שכן לביה אנסה ופטור וכיון שכן חזר הדין על משלחו: א\"נ לאידך שינויא דשאני התם דהיכא אמרי' אשלד\"ע היכא דאי בעי עביד אי בעי לא עביד מאי בינייהו כו' והכא בני עמון הנרדפין ודאי עבדי כו' ודברי הש\"ך נפלאו מני עכ\"ל:<br><b> ותמוהים </b> דבריו דאי מאי דמתמה תלמודא את\"ק הוא משום דשמאי הזקן קרא קדריש אם כן היכי הדר פריך בתר הכי שם ורבנן ואותו הרגת בחרב בני עמון מאי עבדי ליה ומשני מה חרב בני עמון אי אתה נענש עליו כו' ולפי דברי הרב הך קושיא מתרצתא היא מעיקרא דקרא בעונשי שמים [מיירי] אלא ודאי דמאי דפריך מעיקרא מכלל דת\"ק פטור אף מד\"ש לאו מכח קרא קמקשי אלא בלא\"ה נר' דמילי בעי אע\"ג דלדידהו ס\"ל אשלד\"ע בעונשי שמים ודאי ליכא סברא דמפטרי רבנן והדרא קושי' הש\"ך לדוכתא. גם מ\"ש וטעמא דמילתא דהכא שליח לאו בר חיובא וגם עביד ודאי הוא תימא דא\"כ היכי מוכח מהאי קרא שמאי הזקן דיש שלד\"ע ות\"ק למה הוצרך לומר דקרא הכי קאמר מה חרב בני עמון אי אתה נענש עליו לימא דהתם שליח לאו בר חיובא א\"נ ודאי עביד ובכה\"ג יש שלד\"ע ויחייב שולחו וכי תימא ולפום קושטא תיקשי לן היכי מוכח שמאי הזקן מקרא דאותו הרגת בחרב בני עמון דיש שלד\"ע לימא שאני התם דכיון דיואב לא דריש אכין ורקין ודאי עביד ומה\"ט נענש דוד המשלח וכמ\"ש הר\"ב זרע אברהם ז\"ל הא ודאי לא קשיא דהא דלא דריש יואב אכין ורקין לא שמענו אלא מעובדא דבתר הכי דקאמר דוד לעמשא לך הזעק לי את איש יהודה כו' כדאיתא בסנהדרין ומעיקרא לא ידע דוד דהכי ס\"ל ליואב וא\"כ שפיר מוכח מינה שמאי הזקן דיש שלד\"ע כיון דאכתי לא ידע דוד האי מילתא וברור:<br><b> ואת </b> זה ראיתי בחידושי קדושין דכ\"ז ע\"ד שהוקשה לו במה שהוכיח שמאי הזקן מקרא דאותו הרגת דיש שלד\"ע וז\"ל ואע\"ג דהתם לא היה חייב מיתה דהא לא קטליה שליח בידים אלא שנתנו למול המלחמה החזקה י\"ל מ\"מ כיון דהתם תלי עיקר העונש בדוד ולא ביואב ש\"מ דהיכא דקטליה שליח בידים נמי שוכח הוא דמיחייב בידי אדם ע\"כ וכונתו מבוארת דאע\"ג דבעיקר מעשה השליח שנתנו אל מול פני המלחמה החזקה לא מיחייב מיתה בידי אדם אלא מיתה בידי עונש שמים מ\"מ עונש זה לא תלאו הכתוב אלא בדוד א\"כ ממילא ג\"כ בשהרג השליח בידים דמיחייב מיתה בידי אדם אינו תלוי אלא במשלח ולא בשליח:<br><b> עוד </b> הוקשה לו בחידושי הנז' שם דהיכא דהרגו שליח בידים איך יתכן שהמשלח יהא חייב מיתה בידי אדם והא לגבי המשלח הו\"ל התראת ספק ולאו שמיה התראה דדילמא שליח לא קטיל י\"ל הכא בשלוחו שהוא כבוש תחתיו עסקינן דמסתמא לא יעבור על מצוותו דומיא דדוד שהיה יואב ברשותו ומסתמא היה יואב מקיים את דבריו א\"ן מאי שולחו חייב דכונסין אותו לכפה כדין מזיד בעדים בלא התראה מור\"י נר\"ו עכ\"ל. הנה מדבריו הללו בתירוץ הראשון מבואר יוצא כמו שתירץ מוהר\"י הכהן ז\"ל בתשו' אשר לו בס' זרע אברהם סי' י\"ב דקט\"ו ע\"ג ליישב קו' הש\"ך ז\"ל על דברי התוס' דפרק הכונס שחילקו בין שוכר לאומר דבאומר אינו חייב אפי' בד\"ש מההיא דהאומ' לשלוחו צא והרוג את הנפש כו' דמבואר בגמ' דבד\"ש מיחייב לכ\"ע כו' ויתרץ הרב הנז' דמדקאמר בגמ' האומר לשלוחו צא והרוג את הנפש ולא אמר האומר לחבירו משמע ששכרו בדמים ונעשה שלוחו הילכך ס\"ל לת\"ק דחייב בד\"ש כיון דהוי בשכר וכמ\"ש התוס' ז\"ל וכן מבואר בדברי הרמב\"ם פ\"ב מה' רוצח כו' יע\"ש:<br><b> והרב </b> זרע אברהם שם סי' י\"ג דקכ\"א ע\"ד דחה דבריו של מוהר\"י הכהן ז\"ל וכת' דמאי דנקט האומר לשלוחו לא למעט אומר לחבירו אלא אורחא דמילתא נקט דמסתמא לא ישמע לו אלא שלוחו יע\"ש ומלבד שדבריו תמוהים דמאחר דאזיל ומודה הוא ז\"ל דשלוחו היינו ששכרו ברצי כסף וא\"כ איכא למימר שפיר דבאומר לחבירו לא מיחייב שולחו כדברי התוס' וממילא לא קשיא קושית הש\"ך עוד בה דלפי דברי הרב בעל החידושי' בתרוץ הא' מוכרח הדבר ליאמר דמיירי דוקא בשכרו לשליח או שהוא כבוש תחת יד המשלח דבודאי יעשה ויקיים דברו ומה\"ט מיחייב המשלח לשמאי הזקן בדיני אדם דאי לא איך מיחייב המשלח הא הו\"ל התראת ספק כמבואר:<br><b> ואת </b> זה ראיתי בתשו' הרב צבי ז\"ל סי' קל\"ח שכתב על מה שהקשה הש\"ך על התוס' דפ' הכונס דסברי דהאומר לעדים שיעידו שקר דפטור אף מדיני שמים מההיא דפריך בגמ' פ' האיש מקדש מכלל דת\"ק סבר אפי' בד\"ש נמי פטור ומשני אלא דינא רבא ודינא זוטא איכא בינייהו ועי\"כ הסכים דלעולם חייב בד\"ש כדברי הריטב\"א שכתב כן והא דשלח ביד פקח פטור ואפי' בד\"ש היינו משום דכבר נשתלם הניזק מן הפקח משא\"כ בשוכר עידי שקר דלא אשתלם ניזק והא ודאי אינן אלא דברי תימא דמאי פסקא דבשוכר עידי שקר לא אשתלם ניזק מנזקו מי לא עסקינן דהודו העידים שהעידו שקר או שהתובע הודה אלא שיש לדוחה לומר דמילתא דלא שכיחא היא משא\"כ בהמבעיר את הבערה דמשתלם על כרחו במקום שיש רואין אבל עיקר ראייתו של הש\"ך אינה כלום דאתו מי לא מודו התוס' דאף שאינו מחוייב לשלם לצאת י\"ש עבירה היא בידו שהרי החזיק ידי עוברי עבירה ומשום לפני עוור נמי איכא ובודאי יש עליו עון אשר חטא ועונש מחטיאי אדם בדבר אלא שאינו צריך לשלם אף לצאת י\"ש כיון שלא שכרן ובתשו' בעלמא סגי:<br><b> וה\"ן </b> ס\"ל לרבנן דשמאי התם בהאיש מקדש דהיינו דינא זוטא דלא מיענש כהורג עצמו אלא כגורם ה\"נ לא מיענש אפי' בידי שמים כמעיד עצמו או כגוזל עצמו אלא כגורם לגזול וכל כי הא בתשו' בעלמא סגי ותמהני על הש\"ך דלא נחית לעומק אלו הדברים בהיות דברי רש\"י לפניו אלא דמיגז גייז להו ודברי התוס' נכונים וברורים והראיה שהביא מהנחש אינו כלום דהנחש לא היה מצווה שלא להסית וכן דחה הרא\"ש לענין שכל מסית אינו יכול לטעון דברי הרב וד\"הת דברי מי שומעין יע\"ש: אבל ראיית התוס' נכונה מדנקט השוכר כו' ומ\"ש הש\"ך דתרי לא עבדי דחוטאין כו' חד נמי אין אדם חוטא ולא לו ואפי\"ה קתני שלח ביד פקח לאשמועי' דינא עכ\"ל:<br><b> וכל </b> דבריו תמוהים אצלי דמה שהקשה תחילה עמ\"ש הש\"ך בשם הריטב\"א לחלק בין שוכר עידי שקר דלא אשתלם ניזק נזקיה לשולח את הבערה ביד פקח דמשתלם ניזק נזקיה דמאי פסקא דמי לא עסקינן דבשוכר עדי שקר הודו העדים שהעידו שקר או שהודה התובע כו' לא ידעתי למה הוקשה לו כן על דברי הריטב\"א והלא קושייא זו תיקשי ליה ג\"כ לדברי התוס' דפ' הכונס דנ\"ו שכתבו שם בריש דבריהם וז\"ל אלא לחבריה כגון שאין לחבריה מה לשלם או שהלך למדינת הים או כגון שאין אנו יודעים שהם עידי שקר כו' יע\"ש הרי דמשמע להו להתוס' בהדייא דלא מיחייב בד\"ש שוכר עידי שקר לחבריה אלא דוקא כשאין התובע או העדים חייבים ולדברי הרב ז\"ל תיקשי דמאי פסקה כו':<br><b> גם </b> מ\"ש עוד דעיקר ראייתו של הש\"ך אינה כלום דאטו מי לא מודו התוס' כו' לא ידעתי מאי קמתמה על הש\"ך בזה דנהי דלמאי דמשני השתא הש\"ס דשמאי הזקן לא קמחייב אלא בד\"ש קאמר שפיר דרבנן דשמאי הזקן לא קמיחייבי בד\"ש אלא בדינא זוטא וכגורם להורגו אבל לאידך שינויי דמשני דשמאי הזקן אף בדיני אדם נמי מיחייב ומשום דסבר דב' כתובים הבאים כאחד מלמדים והוא ההוא לא דריש כו' וא\"נ משום דשאני התם דגלי רחמנא ואותו הרגת בחרב בני עמון משמע בהדיא דרבנן דשמאי הזקן לא אפליגו עליה דשמאי הזקן אלא דוקא לענין דלא מיחייב בדיני אדם אבל בד\"ש מיהא מיחייב אם לא דלדידהו קרא דואותו הרגת בחרב בני עמון בא לומר כשם שאי אתה נענש על חרב בני עמון אף אוריה החתי אי אתה נענש עליו משום דמורד במלכות הוה הא לא\"ה משום דאין שלד\"ע הוה מיחייב שפיר בד\"ש וכ\"כ בחידושי קדושין וז\"ל מ\"ט מורד במלכות הוה והא דלא קאמר משום דאין שלד\"ע משום דא\"כ בד\"ש הוה מיחייב עכ\"ל וא\"כ שפיר הוכיח הש\"ך מההיא דאפי' באומר מיחייב בד\"ש הפך דברי התוס' דמחלקין בין שוכר לאומר גם מ\"ש עוד דהראיה שהביא בהגהת הש\"ך מנחש אינה ראיה שהנחש לא היה מצווה שלא להסית ושכ\"כ הרא\"ש לענין שכל מסית אינו יכול לטעון דברי הרב ודה\"ת כו' יע\"ש כדבריו ז\"ל כתב ג\"כ מרן מלכ' בס' ישרש יעקב במ\"ב פ\"ג דסנהדרין דקל\"ח ע\"א ובס' בני דוד פי\"א מה' סנהדרין דצ\"א ע\"א יע\"ש. ולדבריהם מאי דיליף הש\"ס מנחש שאין טוענין למסית היינו דכי היכי דגבי נחש שלא נצטווה להסית וכי טעין האי טענתא דדברי הרב כו' הוה טענתיה מעלייא ואפ\"ה לא טענינן ליה הכי נמי גבי מסית ממש שנצטווה שלא להסית אע\"ג דכי טעין האי טענתא לא מהני ליה אפ\"ה כי מצי טעין טענה אחרת דהיינו שהוא לא כיון להסיתו אלא שלהבחין את לבו ודעתו אמר לו כן אפי\"ה לא טענינן ליה כל דלא טעין איהו וברור:<br><b> ומ\"מ </b> אין תירוץ זה נח לי דודאי זה שלא נצטווה להסית אין בו טעם לומר דטענת דברי הרב כו' מהני ליה לפוטרו אף מעונשי שמים שהרי בשאר עבירות שבתורה דליכא אזהרה למסית אלא בע\"כום בלבד ואפי\"ה אמרי' דהאומר לחבירו שיעיד שקר וצא והרוג את הנפש וצא וגזול וכיוצא ואפי\"ה לא מהני טענת דברי הרב לפוטרו מעונשי שמים אע\"ג דלא נצטווה באותה עבירה שלא להסית וא\"כ ה\"ן גבי נחש אע\"ג דלא נצטווה שלא להסית למה יפטר מעונשי שמים בטענת דברי הר"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [
                "<span class=\"H\">שורש עגלה ערופה טריפה פסולה עגלה </span>\n<b> ערופה כו' ואין המומין פוסלין כו' אעפ\"כ אם היתה טריפה פסולה כפרה נאמר בה כקדשים כו'.</b> ע\"כ: הרי אמרי' בהדיא בפ\"ק דחולין די\"א ע\"א הערופה כשהיא שלימה כו' וניחוש דילמא טריפה היא אלא לאו משום דאמרינן זיל בתר רובא וכי תימא מאי נ\"מ הא אמרי דבי רבי ינאי כפרה כתיב בה כקדשים ופירש\"י מאי נ\"מ אי טריפה היא הא לאו קרבן היא ומהערופה לא נפקא אלא שתהא לעולם כעין ערופה שלא ינתחינה לאברים אבל טריפה מחיים לא שמעינן מינה הא אמר רבי ינאי בקידושי' דנ\"ז לענין לאסור בהנאה כפרה כתיב בה כקדשים כפר לעמך ישראל מה קדשים אסורים בהנאה אף היא אסורה בהנאה וה\"נ לענין טריפה מהתם תיפוק ע\"כ ותמהני על מרן כ\"מ שכתב וז\"ל ומ\"ש רבינו אם היתה טריפה פסולה ירוש' פרק ע\"ע יע\"ש. ולא ידעתי למה זה לא ציין הש\"ס דידן דאמרו בהדיא דטריפה פסולה בההיא דפ\"ק דחולין מה\"ט דכפרה כתיב בה כקדשים כמ\"ש בירושלמי וצ\"ע:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות רוצח ושמירת נפש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}