{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "license": "Public Domain", 
    "title": "Rav Nissim Gaon on Berakhot", 
    "text": [
        [], 
        [], 
        [
            "גמ' ובא השמש וטהר ביאת שמשו מעכבתו מלאכול בתרומה. מכלל דהאי דכתב רחמנא (ויקרא כ״ב:ז׳) ואחר יאכל מן הקדשים אינו מיוחד אלא בתרומה בלבד אבל דבר שהוא למעלה הימנה מן הקדשים אינו מותר לטמא לאוכלן לאחר ביאת השמש בלבד אלא אסור הוא כל אותה הלילה לאכול בקדשים עד שיבא היום ויביא כפרתו ואז יהא מותר בקדשים ואיתא מפרשא במסכת יבמות בפ' הערל (יבמות דף עד) והכי אמרי הא דתנן טבל ועלה אוכל במעשר העריב שמשו אוכל בתרומה הביא כפרתו אוכל בקדשים מנלן אמר רבא אמר רב חסדא ג' קראי כתיבי כתיב (ויקרא כ״ב:ו׳) לא יאכל מן הקדשים כי אם רחץ בשרו במים תלה הדבר ברחיצ' בלבד וכתי' (שם) ובא השמש וטהר [ואחר יאכל מן הקדשים] תלה הדבר גם בביאת אור השמש והיא שעת יציאת הכוכבים וכתיב (שם י\"ב) וכפר עליה הכהן וטהרה תלה גמירו' הטהר' גם בהקרבת קרבן ואלו המקראות היו נראין כסותרין זה את זה ולפי שאי אפשר להיות דברי הכתובין סותרין זה את זה כי כלם נכוחים למבין העתיקו לנו קדמונינו פירושם והעמידו לנו כל אחד ואחד מאלו המקראות בדבר שהוא מיוחד לו ואמרו הא כיצד כאן למעשר כאן לתרומה כאן לקדשים הפסוק הראשון שתלה בו הדבר ברחיצה בלבד הוא מיוחד למעשר והפסוק השני שהצריכו לביאת השמש הוא מיוחד לתרומה אבל קדשי המזבח אין מותר לו לאכלן אלא א\"כ הביא הכפרה שהוא מתחייב בה ואז תהי כפרתו גמורה כדכתיב וכפר עליה הכהן וטהרה: ואני אפרש לך עיקר גדול שלמדונו רבותינו ז\"ל כי אלו הג' דברים המעשר והתרומה והקדשים כל אחד ואחד יש לו יתרון ויש בו חומרא שהיא מיוחדת לו זולתי חבריו ואע\"פ ששלשתן קראן הכתוב קדשים. המעשר כבר נאמר בו (דברים כ״ו:י״ג) בערתי הקדש מן הבית ויש בו חומרא שאין מותר לאכלו חוץ לחומת ירושלים אלא חייבין הן בעליו לשאת אותו לשם ולאכלו שם כדכתיב (שם י\"ב) לא תוכל לאכול בשעריך כי אם לפני ה' אלהיך תאכלנו וכתיב (שם) והבאתם שמה. ודבר שאין יכול להביאו למקדש פודהו בשוויו (מאחרים) [לאחרים] ואם רצה ליטלו לעצמו יש עליו לתת שומתו ומוסיף חומש כדכתיב (ויקרא כ״ז:ל״א) ואם גאל יגאל איש ממעשרו וגו' ויהיו דמיו שמורין אצלו עד עת עלותו לרגל מעלהו עמו לירושלים ומוציאו לשם במאכל ובמשתה כדכתיב (דברים י״ד:כ״ו) ונתתה בכסף [וגו'] ונתתה הכסף בכל אשר תאוה נפשך. וחייב להתודות עליו כדכתיב בפרשת כי תכלה לעשר (שם כ\"ו) ואמרת לפני ה' אלהיך ומפורש בספרי (פרשת כי תבא) ואמרת בכל לשון לפני ה' אלהיך זה וידוי מעשר ואסור לאונן לאכול ממנו ואם נטמא אסור באכילה והאוכלו חייב מלקות ואם היה שמן אסור להדליקו בנר דכתיב (שם) ולא בערתי ממנו בטמא ודרשינן ליה בין שאני טמא והוא טהור בין שאני טהור והוא טמא אבל לסוך ממנו מותר ומה שמשתייר ממנו לשנה הרביעית ושנה השביעית עד ערב יום טוב האחרון של פסח חייב לבערו כדכתיב בפרשת וידוי בערתי הקדש מן הבית ותנא בשאר סיפרי דבי רב (שם) כי תכלה לעשר יכול בחנוכה וכו' ת\"ל כי תכלה לעשר רגל שהמעשרות כלין בו הוי אומר זה הפסח. מכאן אמרו ערב יו\"ט האחרון של פסח של רביעית ושל שביעית היה ביעור ברביעית מפני מעשר עני שבשלישית ובשביעית מפני מעשר עני שבששית ותניא (שם בספרי ומשנה במע\"ש פ\"ה מ\"י) בערתי הקודש מן הבית זה מעשר שני ונטע רבעי. נתתיו ללוי זה מעשר לוי וגם נתתיו זה תרומה ותרומת מעשר. לגר ליתום ולאלמנה זה מעשר עני לקט שכחה ופאה ותנן (שם במשנה) במנחה ביו\"ט [האחרון] היו מתודין ואמרינן עלה בגמ' דבני מערבא ויתודה ביום ראשון של פסח כדי שיהא לו לאכול בפסח ויתודה בשחרית עד כאן מצוה לאכול אלו החומרות שיש במעשר ואינן בתרומה כדתנן (בכורים פ\"ב מ\"ב) יש במעשר מה שאין בתרומה שהמעשר והבכורים טעונין הבאת מקום וטעונין וידוי ואסורין לאונן וחייבין בביעור וכו' הרי אלו במעשר ובבכורים מה שאין כן בתרומה ותנא בתוספתא (מעשר שני פ\"ב) נמי חומר במעשר שני שמעשר שני קונה את הקנקנים ואוסר (דמי עירוביו) [דמיו ועירוביו] וספק עירוביו כל שהוא וטעון חומש וטעון וידוי ואסור לאונן ולא הותר לאכילה אלא בפדיון ואין מדליקין בו את הנר מה שאין כן בתרומה ואמרינן עלה (יבמות דף עג) דמתני' ואלו אסורין לבער מהן בטומאה ואוכלן בטומאת עצמן לוקה לא קתני אלמא תני ושייר ואמרינן (שם דף עד) אמר ריש לקיש משום ר' סימאי מנין למעשר שני שנטמא שמותר לסוכו בטומאה שנאמר (דברים כ״ו:י״ד) ולא נתתי ממנו למת וכו' והתרומה נקרית קודש כדכתיב (ויקרא כ״ב:י״ג-י״ד) וכל זר לא יאכל קדש וכתיב (שם) ואיש כי יאכל קדש בשגגה ובבכורות (דף יד) פ' שני (דברים כ\"ב) רק קדשיך אלו התרומות  והחומרות שישנן בה ואינן במעשר שאם יאכלנה זר במזיד חייב מיתה בידי שמים ואם בשוגג משלם קרן וחומש כדכתיב (ויקרא כ״ב:י״ד) ואיש כי יאכל קודש בשגגה ואפי' הכהן עצמו אם יאכלנה במזיד כשהוא טמא חייב מיתה כדכתיב (שם) ומתו בו כי יחללוהו ותניא (סנהדרין דף פג) ואלו שהן במיתה כהן טמא שאכל תרומה טהורה כו' ואין מועיל בה הפדיון כלום ואינו מוציאה מקדושתה ולא תהא מותרת לישראל לעולם אלא אסורה היא עליו מכל מקום לבד מאשת כהן ועבדיו הכנענים כדכתב (ויקרא כ״ב:י״א) וכהן כי יקנה נפש ומפרש (יבמות ס\"ו) מנין לכהן שנשא אשה וקנה עבדים שיאכלו בתרומה ת\"ל וכהן כי יקנה נפש ומנין לאשתו שקנתה עבדים שיאכלו בתרומה ת\"ל וכהן כי יקנה נפש קנין כספו קנינו שקנה קנין אוכל ורשאי הכהן למוכרה לתרומה לכהן אחר לפי שהוא כספו ואסור לאכלו בלא רחיצת ידים ואינה מותרת לטבול יום אלא עד צאת הכוכבים ואם נפל חלק אחד של תרומה לתוך צ\"ט חלקים של חולין נאסר הכל לישראל ונעשה הכל כתרומ' שאין לישראל היתר לאכלה ואינה מותרת אלא לכהן בלבד אבל אם נפל אחד של תרומה לתוך ק' של חולין מפריש ממנו חלק אחד ונותנו לכהן והשאר מותר לישראל הרי אלו בתרומה מה שאין כן במעשר כדתנן (בכורים פרק ב' משנה א') התרומה והבכורין נכסי כהן הן וחייבין עליהן מיתה וחומש ואסורין לזרים ועולין בא' ומאה וטעונין רחיצת ידים והערב שמש הרי אלו בתרומה ובבכורים מה שאין כן במעשר."
        ], 
        [
            " והחומרו' שישנן בקודש שהוא קרוי קרבן מפני שמקטיר ממנו אמוריו וחלביו על גבי המזבח ואם תהיה מחשבת כהן המקריבו באחת מהעבודו' הארבע שהן שחיטה וקבלה והולכה וזריקה אם מחשב בשחיטה לזרוק דמה או להקטיר אמוריה למחרת אותו היום או אם יחשב באחת הארבע העבודות לוכל הימנה כזית בשר חוץ לזמנו נעשה אותו הזבח פיגול ונפסל במחשבה שחשב בשעת עבודה כדכתיב (ויקרא ז') לא יחשב לו פגול ודרשינן (זבחים דף כ\"ט) במחשבה נפסל וכן מה שישתייר ממנו עד שיעבור העת והזמן הקצוב לו כבר נעשה נותר כדכתיב (ויקרא י\"ט) ביום זבחכם יאכל וממחרת והנותר וגו' הפגול והנותר אם אוכל אדם מהן כזית במזיד חייב כרת ובשוגג חייב חטאת כדתנן (כריתות דף ב') ל\"ו כריתות בתורה ומהן האוכל חלב ודם ונותר ופגול על אלו חייבין על זדונן כרת ועל שגגתם חטאת וכן נמי האדם הטמא אם יאכל כזית מבשר הקדשים במזיד חייב כרת כדכתי' (ויקרא ז') והנפש אשר תאכל בשר מזבח השלמי' [וגו' וטומאתו עליו ונכרתה] ואם בשוגג אכל חייב קרבן עולה ויורד היינו שאמר בו הכתוב (שם ה') ואם לא תגיע ידו ואם לא תשיג ידו וכל קרבן שחלק בו הכתוב בין עשיר לעני נקרא עולה ויורד והחטאת המתחייב בה על החלב ועל הדם והפגול והנותר וכלל המנויין במשנתנו היא חטאת קבועה בין דל בין עשיר שוין בה ואיתיה לפירושיה דקרבן עולה ויורד המתחייב בו טמא שאכל את הקודש בפרשת (ויקרא ה) ונפש כי תחטא ושמעה בפסוק שני ונפש אשר תגע בכל דבר טמא לפי שהשלים הענין בפסוק השלישי וכתיב ונעלם ממנו והוא ידע ואשם וכשאנו מעיינין באלו הפסוקים אין אנו רואין בהן זולתי זכרון הטומאה לא יותר וכבר ידענו כי כל אדם מישראל אם הוא נוגע בדבר טמא אינו חייב אלא ליטהר בלבד ואין עליו חטא בזה הדבר ולא אשמה אלא אם כן עשה דבר שגורם לו אשמה ופשע שמתחייב עליו להתכפר בקרבן ולא מצינו בפשוטן של כתובים הללו כלום מזה הדבר אבל העתיקו לנו רבותינו ז\"ל פירושן של דברים הללו ובירורן והגידו לנו אי זו פשע הוא שחייב אותו הקרבן ההוא ומאי היא אכילת בשר הקודש או ביאת המקדש כדתניא (שבועות דף ו') ומנין שאינו מדבר אלא בטומאת מקדש וקדשיו הזהיר וענש על הטומאה וחייב קרבן על הטומאה מה כשהזהיר וענש על הטומאה על טומאת מקדש וקדשיו אף כשחייב קרבן על הטומאה על טומאת מקדש וקדשיו ומי שנגע בדבר מכל הטמאות הנזכרות בכתובין ואכל כזית מבשר הקודש בשוגג או נכנס למקדש בשוגג נתחייב קרבן עולה ויורד כדקתני בסיפיה דההיא מתני' שהזכרנוה (כריתות דף ב') חוץ מן המטמא מקדש וקדשיו שהוא בעולה ויורד והוא שהיתה לו ידיעה בתחלה כי אותו הבשר קודש הוא וגם היתה לו ידיעה בטומאה שנטמא בה ובשעה שאכלו שגג באחת מהן או בשתיהן ואח\"כ נודע לו אותו הדבר שכבר שגג בו כדתנן (שבועות דף ב') כל שיש בה ידיעה בתחלה וידיעה בסוף והעלם בנתיים הרי אלו בעולה ויורד ומי ששחט דבר אחד מקדשי המזבח חוץ לעזרה או הקטיר מהם כלום בחוץ חייב כרת כדכתיב (ויקרא י\"ז) איש איש מבית ישראל אשר ישחט [וגו'] ואל פתח אהל מועד לא הביאו ומי שנהנה מהן שוה פרוטה בשוגג נתחייב באשם מעילות כדכתיב (שם ה') נפש כי תמעול מעל וחטאה בשגגה וגו' והאונן נמי אין מותר לו לוכל מהם כלום דגמר ליה מקל וחומר ממעשר בספ' אלו המדות עדיפין הקדשים מן התרומה וגרסי רבנן דאית להו מדות אחרות שהן עדיפין בהן מן התרומה אין אנו מאריכין להזכירם לפי שהן נכללות בזו המשנה דמס' חגיגה (דף כ') דתנן חומר בקודש מבתרומה וכו' ולמדנו מגמרא דרבנן כללי דתרומה יש לה יתרון על המעשר ומעלתה למעלה ממעלתו שהכתוב חייב עליה מיתה כדכתיב (ויקרא כ\"ב) ומתו בו כי יחללוהו והמעשר לא חייב עליו יותר מהמלקות על האוכל מעשר טמא כמו ששנו (יבמות דף ע\"ג) אוכלו בטומאת עצמו לוקה מה שאין כן בתרומה ומעלת הקדש עדיפא מהתרומה שיש בו חיוב כרת והוא חמור יות' מהמיתה ואע\"פ ששניהם בידי שמים כדאמרינן (בסוף) מסכת כריתות (דף כג) דהא איסור מעילה לר' קל במיתה וקדשים איסור חמור בכרת ואתי איסור מעילה דקיל וחייל אאיסור כרת דחמיר ואיתא נמי בהרב' מקומות מן התלמוד אנו מזכירין מהן מה שעלה בידינו במס' שבת בפ' במה מדליקין (שבת דף כה) ובפסחים בפ' כל שעה (פסחים דף לב) ובחגיגה בפרק חומר בקודש (חגיגה דף כה) וביבמות בפרק הערל (יבמות דף עג) ובשחיטת חולין (דף לא) בפרק השוחט אחד בעוף וכסדר הזה נמי אירע להיות דינם במעלות הטומאה כמו שתדע שהשרץ הוא אב הטומאה וכל מה שנגע בו מן החולין נקרא ראשון ומה שנגע בראשון נקרא שני והשני בחולין אינו מטמא שלישי ואינו פוסל ולפיכך קראתו המשנה פסול ולא קראהו טמא לפי שכל ולד טמא שאינו מטמא אחר פסול מיקרי וכל ולד טמא שמטמא אחר הוא שנקרא טמא וזה עיקר ראוי להיזהר בו וכך שנינו במס' טהרות (פ\"ב מ\"ג) הראשון שבחולין טמא ומטמא השני פסול ואינו מטמא ויש במקומות הרבה במשנה מה שמסייע לזה והיה ר' עקיבא סובר כי השני בחולין מטמא שלישי כדמפורש במס' סוטה (פרק כשם דף כז) אלא על אותה סתם המשנה שהזכרנו אנו סומכין ולא על דבריו של ר' עקיבא ואע\"פ שכל התנאין שסוברין (באותו) [כאותו] הסתם מנאם במסכת סוטה (דף ל) והעמידם כולם בשיטה אחת וקיימא לן דכל מילתא דאקמוה רבנן בשיטה נפקא לה מהלכתא מיהו אין אנו תופסין זה העיקר אלא אם אין אנו מוצאין בתלמוד מה שדוחה אותו עיקר ומסייע דברי אותם התנאים שהעמדנום בשיטה והרי מצינו סיוע לאותם התנאים חדא בהדא מס' דברכות בפ' ואלו דברים (דף נב) דאמרינן הכא בשולחן שני עסקינן ואין שני עושה שלישי בחולין ובמס' חולין בפ' השוחט (חולין דף לג) ידים שניות הן ואין שני עושה שלישי בחולין ובמס' יו\"ט בפ' יו\"ט שחל להיות ערב שבת (דף יח) אמרינן ולד הטומאה היכא משכחת לה גבי תרומה כהנים זריזין הן ובפסחים בפרק כל שעה (פסחים דף לד ועי' רש\"י שם) אמרי כי האי גוונא ואיבעי תימה התם דנגעי בראשון דהוו להו אינהו שני ושני עושה שלישי בתרומה מכלל דבחולין אין שני עושה שלישי ובפרק (ו') [ד] דמס' טבול יום איתא בג' משניות מסודרות מפני [שהוא] שלישי ושלישי טהור בחולין והזכירו במס' נדה בפרק ראשון (דף ז) אחת מהן ואשכחן בתלמוד ארץ ישראל (ברכות פרק אין עומדין הלכה א') דעבדוה להא מילתא דוגמא להילכתא פסיקאתא דגרסינן אבדן שאל לר' כמה מעלות לקודש א\"ל ד'."
        ], 
        [
            " כמה מעלות בתרומה א\"ל ג'. וקאים מצלי כדי לעמוד להתפלל מתוך דבר תורה ומתוך דבר הלכה ברורה שאין בה ספק כדאמרינן (ברכות פרק אין עומדין (ברכות דף לא)) בעניינא דצלותא אין עומדין להתפלל אלא מתוך דבר הלכה פסוקה ואילו היה בחולין נמי שלישי לא היתה מעלה לתרומה בזה הענין והמעשר אין לו מעלה יתירה על החולין בזה הענין אלא שוה הוא לחולין כי השני מזה ומזה אין עושה שלישי אבל יש לתרומה מעלה יתירה שהשני מטמא שלישי בתרומה כדתנן (טהרות פ\"ב משנה ד') הראשון והשני שבתרומה טמאין ומטמאין השלישי פסול ואינו מטמא וזה הדבר אין בו חלוקה כי ר' עקיבא לא חלק אלא בחולין בלבד אבל בתרומה מודה הוא לחכמים שאין בה אלא שלישי כמפורש בפרק אור לארבעה עשר (פסחים דף יט) והקודש יש לו מעלה יתירה והיא שהשלישי מטמא את הרביעי בקדש כדתנן (טהרות פ\"ב משנה ה') הראשון והשני והשלישי שבקדש טמאין ומטמאין הרביעי פסול ואינו מטמא ובפרק חומר בקדש (חגיגה דף כ) נמי אמרי הרביעי בקדש פסול והשלישי בתרומה ועל זה הסדר ובזה התיקון נסדרו אותן הכתובים שהזכרנו לפי הפירוש שפירשום רז\"ל לפי שיש לטמא ג' שמות טמא וטבול יום ומחוסר כיפורים ויש לטהרה ג' דברים שגורמין לה טבילה והערב שמש והבאת קרבן והטמא הוא שניטמא ועדיין לא טבל והרי הוא אסור ליגע בכל דבר שנקרא קדש כלל ואפילו במעשר וכ\"ש במה שהוא למעלה הימנו ואם הוא עושה הראשון שגורם לטהרה שהיא הטבילה אם טבל כראוי וכהלכה הותר לוכל במעשר מיד ואע\"פ שעדיין לא בא השמש כדכתב רחמנא (ויקרא כ״ב:ו׳) ולא יאכל מן הקדשים כי אם רחץ ויסור ממנו שם טמא וחוזר להקראות טבול יום ועדיין הוא אסור בתרומה וקדשים ואפי' אם נוגע בהן הוא מטמאן כדאמרינן בפרק יציאות השבת (שבת דף יד) טבול יום דאורייתא הוא דכתיב ובא השמש וטהר אבל לא יהו מטמאין כדתנא בתוספתא טהרות (פרק א') אבא שאול אומר טבול יום תחילה לקדש ר\"מ אומר מטמא את הקדש ופוסל את התרומה וחכמים אומרים כשם שאינו פוסל אלא משקי תרומה ואוכלי תרומה כך אינו פוסל אלא משקי קדש ואוכלי קדש ואמרינן בגמ' (מעילה דף ח) לרבנן כיון דטבל קלשא ליה טומאתו פסולא משוי טמא לא משוי וכל מה שנגע בו טבול יום מתרומה ובקדשים הוא בעצמו פסול ואינו מטמא אחרים ואיתא בגמרא דמעילה (שם) בפרק חטאת העוף ובמס' פרה בפרק צלוחית (פרק י\"א משנה ד') שנינו כל הטעון ביאת מים מדברי תורה מטמא את הקדש ואת התרומה ואת החולין ואת המעשר ואסור על ביאת המקדש לאחר ביאתו מטמא את הקדש ופוסל את התרומה דברי ר\"מ וחכמים אומרים פוסל בקדש הרי נתברר לנו מדברי החכמים בברייתא ובזו המשנה כי טבול יום פוסל בקדש ואינו מטמא לפי שפירשו בטעמו של דבר כיון דטביל קלשא ליה טומאתו ואינו זז מזה הענין עד שיבא אליו השמש ויצאו הכוכבים אז יהא מותר לוכל בתרומה כדכתב רחמנא (ויקרא כ״ב:ז׳) ובא השמש וטהר ואחר יאכל מן הקדשים וזהו שלמדנוהו ממה שנאמר במשנה משעה שהכהנים נכנסין לוכל בתרומתן דביאת שמשו מעכבתו לוכל בתרומה ותניא בתורת כהנים [בפ' שמיני פרק ח' דין ט' ומייתי לה ביבמות עה וע\"ש] וטמא עד הערב יכול לכל דבר ת\"ל וטהר אי וטהר יכול לכל דבר ת\"ל וטמא עד הערב הא כיצד טהור לחולין מבעוד יום ולתרומה משתחשך ולאחר שישלים יומו פורח ממנו שם טבול יום שהרי יומו כבר חלף ועבר אלא נשתייר עליו להקריב הקרבן שהוא נתחייב בו ולפיכך הוא נקרא מחוסר כיפורים ועדיין הוא אסור ליגע בכלום דבר מקדשי המזבח עד שיביא הכפרה שהוא מתחייב בה וכן אם נכנס למקדש משערי ניקנור ולפנים שהוא מחנה שכינה נתחייב כרת אם היה מזיד ואם היה שוגג בחטאת כדתנא בתוספ' (כלים פרק א') כל הטמאין שנכנסו משערי ניקנור ולפנים אפי' מחוסרי כפרה חייבין על זדונן כרת ועל שגגתן חטאת ובמשנה בתחלת טהרות (כלים פרק א' משנה ח') עזרת ישראל מקודשת ממנה שאין מחוסר כפורים נכנס לשם וחייבין עליה חטאת ובספרי (פרשת נשא) מפורש מפתח עזרה ולפנים מחנה שכינה דהיינו עזרת ישראל ותניא בספרי טמא יהיה לרבות את הטבול יום עוד טומאתו בו לרבות מחוסר כפרה ואיתא בנזירות בפרק ג' מינין (נזיר דף מה מכות דף ח) ולאחר שיביא כפרתו ויקריבנה הכהן כראוי וכהלכה ויכפר עליו כבר גמרה לה טהרתו והותר לו לוכל בקדשי מזבח ולהכנס למחנה שכינה והיינו מעזרת ישראל ולפנים וכדאמר הכתוב (ויקרא י״ב:ח׳) וכפר עליה הכהן וטהרה וכבר אמרו חכמים כי הוא חייב טבילה לאחר שמקריב כפרתו ואז יהא מותר לוכל בקדשי מזבח כדתנן בפרק חומר בקודש ( חגיגה דף כא) אונן ומחוסר כפורים צריכין טבילה לקודש אבל לא לתרומה ואמרינן בגמרא (שם דף כד) כיון דעד האידנא הוו אסירי למיכל בקודש אצרכונהו רבנן טבילה ואלו השמות שהן קרויין לטמא כמו שהזכרנו איתנהו מסודרין במשנה בתחלת טהרות (כלים פרק א' משנה ה') מחוסר כפורים אסור בקודש ומותר בתרומה ובמעשר חזר להיות טבול יום אסור בקודש ובתרומה ומותר במעשר חזר להיות בעל קרי אסור בשלשתן ובמשנת נגעים בפרק י\"ד (משנה ג') כבס בגדיו וטבל טהר מלטמא כשרץ והרי הוא טבול יום אוכל במעשר העריב שמשו אוכל בתרומה הביא כפרתו אוכל בקדשים והיינו מתני' שהזכרנוה מקודם ובפסחים בפרק כל שעה (פסחים דף לה ע\"ש) אמרינן העריב אין לא העריב לא אמאי הא טהור הוא אלא מעלה הרי נתברר לנו עכשיו מכל אלו הראיות כי התרומה מעלתה למעלה מן המעשר והיא למטה מן הקדשים וכי זה שאמר הכתוב ובא השמש וטהר על השמש הוא חוזר ולא על האדם הטמא כלומר שיתפנו פני הרקיע מאורו של יום ויראו הכוכבים אותה העת היא תחלת הלילה זהו עת שנתחייבנו בו בקריית שמע של ערבית וכל מי שקרא קריאת שמע קודם זה העת לא יצא ידי חובתו כדגרסי' בגמ' דבני מערבא (הלכה א') תני הקורא את שמע קודם לכן לא יצא ידי חובתו."
        ], 
        [
            " חלוקתם של ר' יהודה ור' יוסי בבין השמשות שנויה היא בהא ברייתא דפרק במה מדליקין (שבת דף לד) תנו רבנן בין השמשות מן היום ומן הלילה ספק כולו מן היום ספק כולו מן הלילה ומטילין אותו לחומרי שני ימים איזהו בין השמשות משתשקע החמה כל זמן שפני מזרח מאדימין הכסיף התחתון ולא הכסיף העליון בין השמשות הכסיף העליון והשוה לתחתון לילה דברי ר' יהודה ר' נחמיה אומר בין השמשות משתשקע החמה כדי הילוך חצי מיל ר' יוסי אומר בין השמשות כהרף עין זה נכנס וזה יוצא אי אפשר לעמוד עליו וכולן שוין הן שהעת הנקרא בין השמשות ספק יום ספק לילה הוא אין יוצאין בו ידי חובת היום ולא ידי חובת הלילה כל המצות הנוהגות ביום אין יוצאין בהן ידי חובה בבין השמשות שאינו ודאי יום וכל המצות הנוהגות בלילה אין יוצאין בהן ידי חובה וכו' וגם הם שוין בטבילה שצריכה להיות בשעה שהוא יום ודאי שאין בה ספק (כדתנן) [כדתניא] (בפסחים דף צ ועוד) כל חייבי טבילות טבילתן ביום נדה ויולדת טבילתן בלילה לא חלקו אלא בשעה שהיא בין השמשות אי זו היא וכמה שיעורא וסבר ר' יהודה כי מעת שקיעת החמה ועד שיסתלק זהרה מעל הארץ ויכסיף דמדומה מן הרקיע זהו בין השמשות שהוא ספק יום ספק לילה והטבילה צריכה להיות קודם זה העת לדעתו ור' יוסי חלק עליו ואמר כי זה העת שקרא אותו ר' יהודה בין השמשות יום הוא ודאי ואין בו ספק ומותר לטמא לטבול בו וכי בין השמשות שהוא ספק עת דחוק הוא למאד ושיעורו כהרף עין סמוך ליציאת הכוכבים דאמרינן (שבת דף לה) אמר רב יהודה אמר שמואל בין השמשות דר' יהודה לר' יוסי טובלין בו כהנים ואמרינן התם במס' נדה בפרק בא סימן התחתון (דף נג) האיך תנא סבר שלים בין השמשות דר' יהודה והדר מתחיל בין השמשות דר' יוסי והאי תנא סבר בין השמשות דר' יוסי מישך שייך בדר' יהודה ועל עיקר זו החלוקה שישנה ביניהם באו הדברים שבין ר' מאיר ור' יהודה בכאן כי ר' מאיר התיר לקרוא קריית שמע של ערבית משעה שהכהנים טובלין וכשהשיב עליו ר' יהודה לפי דעתו כי הטבילה אינה (אלא) לאחר שקיעת החמה כי אותו העת מתחילין בין השמשות להכנס ואינה לטבילה אלא קודם שקיעת החמה והאיך יוצאין באותו העת ידי חובתן מקריית שמע של ערבית ועדיין היום עומד אמר לו ר' מאיר אני איני סובר כדעתך בבין השמשות אלא כי העת שאתה קוריהו בין השמשות הוא אצלי אני ודאי יום שאין בו ספק ומותר לטבול בו ואני סובר בבין השמשות כדעתו של ר' יוסי שהוא כהרף עין ואי אפשר לעמוד עליו ואל תשיבני אתה מדרך הדעת שלך כי איני סובר כדבריך אלא כר' יוסי אני סובר ולפיכך אמרתי משעה שהכהנים טובלין ופסקינן הלכתא (שבת דף לה) כר' יהודה לענין שבת לחומרא וכר' יוסי לענין תרומה דלא אכלי כהני עד דנפיק בין השמשות דר' יוסי לחומרא נמי: (דף ג) תנו רבנן מפני ג' דברים כו' ותיפוק לי משום מזיקין בתרי מכלל דתרי לא מזקי להו ואיתא מיפרשא בפרק כיצד מברכין על הפירות (דף מג) דתני לאחד נראה ומזיק לשנים נראה ואינו מזיק אלא אם כן יהיה אותו המקום קבוע למזיקין צריכין לחוש להם ואפי' בתרי כדאמרי' בדוכתא דקביעי חיישינן ומה שאמרו אי בתרי חשדא נמי ליכא זה הדבר בנוי על אותו העיקר שבמשנה בפרק עשרה יוחסין (קידושין דף פ') לא יתייחד איש אחד עם שתי נשים אבל אשה אחת מתייחדת עם שני אנשים והואיל (והשנים) [והן שנים] מותר להן להתיחד עם האשה כי החשד מסתלק מביניהן אלא אם כן היו פרוצים כי הפרוצין החשד קבוע הוא בהן ואפי' אם היו עשרה כדאמרי' (שם) אמר רב יהודה אמר שמואל לא שנו אלא בכשרים אבל בפרוצין אפילו עשרה נמי לא מעשה היה והוציאוה י' במטה ומזה העיקר אמרי' נמי הכא בתרי ופריצי:"
        ], 
        [
            " ר' זירא אמר עד חצות לילה יושב ומנמנם כסוס אית' במסכת סוכה בפ' הישן (סוכה דף כו) אמר רב אסור לאדם לישן ביום יתר משינת הסוס אמר אביי שינתיה דמר כדרב דרב כר' דר' כדוד מלך ישראל דדוד כדסוסיא דסוסי שיתין נישמי. הא דאמר (רב) [רב אחא] הכא אין הבור מתמלא מחוליתו מתפרשא לך מההיא דבפרק הרואה מקום (דף נט) דתניא בשעה שבקש הקב\"ה להביא מבול לעולם נטל ב' כוכבים מכימה והביא מבול לעולם וכשבקש לסתמם נטל ב' כוכבים מעיש וסתמן ומדאקשינן וליסתמה בדידה ופרקינן אין הבור מתמלא מחוליתו שמעת מינה דהכין הוא פירושה שהבור אם תחזיר לתוכו העפר שניטלת ממנו אינו ממלא אותו אלא צריך להוסיף עפר אחר ולפיכך לא היו מספיקין כאן אותן ב' כוכבים שניטלו ממנה והוצרך ליטול ב' כוכבים מעיש לסתמן ולזה נתכוונו העם באמרם לדוד המלך אין הבור מתמלא מחוליתו תשובה לדבריו שאמר להם לכו התפרנסו זה מזה כלומר כי אין מספיק לנו מה שאנו נהנים זה מזה אלא צריכין אנו תוספת ממקום אחר מיד אמר להם לכו ופשטו ידיכם בגדוד:"
        ], 
        [
            "ואיבעית אימא לאפוקי ממאן דאמר דתפלת ערבית רשות. מי הוא שאמר דתפלת ערבית רשות ר' יהושע הוא ואיתא בפרק תפלת השחר (ברכות דף כז:) אמר רב יהודה אמר שמואל תפלת ערבית רבן גמליאל אומר חובה ר' יהושע אומר רשות:"
        ], 
        [
            "מה אשם לדעת אף יסורין לדעת. כי הקרבנות אין מותר להקריבן אלא ברצון בעלים ולא בעל כורחן כדתניא (ערכין דף כא וש\"נ) יקריב אותו מלמד שכופין אותו יכול בעל כורחו ת\"ל לרצונו הא כיצד כופין עד שיאמר רוצה אני ואמרו עוד מנין למתעסק בקדשים שפסול וכו' לעכב מנין תלמוד לומר לרצונכם תזבחוהו (לרצונכם זבחו) לדעתכם זבחו ואיתא בשחיטת חולין בפ' הכל שוחטין (חולין דף יג) ובמס' נדרים בפרק אין בין מודר הנאה מחברו (דף לה) איתא אמר ר' יוחנן הכל צריכין [דעת] חוץ ממחוסר כפרה:"
        ], 
        [
            "דין גרמא דעשיראה ביר. פרשו רבי' שרירא ורבי' האיי חמודו ז\"ל ר' יוחנן קבר י' בנים זכרים וכי העשירי שבהן נפל לתוך יורה גדולה שהיתה רותחת ריתוח קשה וחזק ונמס בשרו ונמק נטל ר' יוחנן עצם של אצבע קטנה שלו וצררה בסדינו והי' מנחם בה אחרים ואית דאמרי כי נשאר לו בן אחד ושמו ר' מתנה ושיגרו מארץ ישראל לבבל ללמוד תורה לפני שמואל:"
        ], 
        [], 
        [], 
        [
            "טובה מרדות אחת בלבו של אדם יותר מק' מלקיות שנא' (משלי י״ז:י׳) תחת גערה במבין. מכלל שהמבין הוא הלב וכי הגערה מהניא ביה טפי ממה דמהניא המלקות לגוף ובפרק הרואה (ברכות דף סא) אמרי' תנו רבנן לב מבין כליות יועצות: והא כתי' פוקד עון אבות על בנים וכתיב לא יומתו אבות על בנים ורמינן קראי אהדדי ומשנינן כאן שאוחזין מעשה אבותיהם בידיהם וכאן שאין אוחזין מעשה אבותיהם בידיהם עיקרה דהא רמיא ודהא שינוייה במס' סנהדרין (דף כז) בפרק דיני ממונות בגמרא זה בורר לו אחד:"
        ], 
        [], 
        [], 
        [
            "ואיכא דאמרי מטה ארמית ממש. ממעשה שהיה לרב פפא אמרי דרב פפא היתה לו מלוה אצל גוי אמר כיון שדחקו רב פפא לגוי במלוה שלו רצה הגוי לעשות לו עלילה במרמה כדי להנצל בה מן התביע' שלו מה עשה נטל תינוק אחד קטן מת והשכיבו על מטה שלו וכסהו בבגדים כדי שלא ירגיש בו אדם ואמר לו לרב פפא בא עמי לביתי ואני נותן לך את שיש לך אצלי הלך אצלו ונכנס לביתו אמר לו הגוי שב לך על המטה נתן עיניו רב פפא בדברים שהיו על המטה קודם שישב עליה ומצא התינוק המת מוטמן בתוך הבגדים והרגיש הדברים שרצה להתעולל עליו עלילות ברשע ומאותה שעה אסרו חכמים לישב על מטה ארמית מפני כן וזה המעשה בקבלה הוא אצלי מרבי אדונינו הרב הקדוש רבנו חושיאל ריש בי רבנן ז\"ל ולתחיה וגם מצאתי אותו בתשו' הגאונים כמו כן:"
        ], 
        [], 
        [
            "אחרים אומרים כדי שיראה את חברו ברחוק ד' אמות ויכירנו. הא מילתא איתמר עלה בגמ' דבני מערבא מה אנן קיימין אם ברגיל אפי' ברחוק כמה חכים ליה ואי בשאינו רגיל אפי' קאים גביה לא חכים ליה אלא כאן אנו קיימין ברגיל ואינו רגיל כההוא דאזיל לאכסניא ואתי לקיצין: העיד (ר' שמעון) [ר\"י] בן אליקים משום קהלה קדושה בגמ' דבני מערבא במס' דמעשר שני (ספ\"ב הלכה ד') פרשו עדה קדושה ר' יוסי בן (משולם) [המשולם] ור' שמעון בן מנסיא ובמס' דיום טוב בפרק אין צדין (ביצה דף כז) גרסי' אמר ר' שמעון בן פזי אמר ר' יהושע בן לוי אמר ר' יוסי בן שאול אמר ר' משום קהלה קדושה שבירושלים ר' שמעון בן מנסיא וחבריו ובאגדתא דקהלת (פסוק ראה חיים) למה קורין אותן עדה קדושה שהיו משלשין את היום שליש לתפלה שליש לתורה שליש למלאכה ויש אומרים על שהיו יגעים בתורה בימות החורף ובמלאכה בימות הקיץ ר' יצחק בן אלעזר קרי לר' שמלאי ולר' ברקי עדה קדושה שהיו משלשין את היום ויש אומרים על שהיו יגיעין בתורה וכו':"
        ], 
        [
            "אמר לה ההוא מינא לברוריא. ברוריא היא בתו של ר' חנינא בן תרדיון והיא היתה אשתו של ר' מאיר ואית' בפירקא קמא דמסכת ע\"ז (דף יח) ברוריא דביתהו דר' מאי' ברתי' דר' חנניה בן תרדיון הואי וכבר למדה הרבה חכמות לפני החכמים כדאמרינן בפסחים בפ' תמיד (דף סב:) אמר ליה ומה ברוריא דביתהו דר' מאיר ברתי' דר' חנניה בן תרדיון דהות גמרא תלת מאה (משמעי) [שמעתתא] ביומא מתלת מאה רבותא:", 
            "למה נסמכה פרשת אבשלום לפרשת גוג ומגוג. פרש' גוג ומגוג הוא המזמור הראשון שכתוב בו יתיצבו מלכי ארץ קשה תרבות רעה בתוך ביתו של אדם יותר ממלחמת גוג ומגוג והתם בפרק לפני אידיהן של גוים (ע\"ז דף ג) גרסי' לעתיד באים אומות העולם ומתגיירין ומניחין תפילין בראשיהן ותפילין בזרועותיהן ומזוזה בפתחיהן כיון שרואין מלחמת גוג ומגוג אומר להם על מי אתם באים על ה' ועל משיחו שנא' (תהלים ב) למה רגשו גוים [וגו'] יתיצבו מלכי ארץ מיד כל אחד ואחד מנתק מוסרותיו והולך לו שנא' ננתקה את מוסרותימו וגו' וכולא ברייתא:"
        ], 
        [
            "תנו רבנן ו' דברים עשה חזקיהו מלך יהודה מדעתו וכו' גירר עצמות אביו על מטה של חבלים. ומפרשי רבנן טעמא דמילתא מהו שגרם לו לעשות בעצמו' אביו כן במס' סנהדרין (דמ\"ז) בפ' נגמר הדין כי נתכוון כי היכי דתיהוי ליה כפרה: ויגש גיחזי להדפה אמר (ריש לקיש) [ר' יוסי בר חנינא] שדחפ' בהוד יופיה. בגמ' דבני מערבא בפ' כל ישראל יש להן חלק (הלכה ד) ובפ' שני דיבמות (הלכה ב) אמר ר' יוסי בר חנינא שנתן ידיו בהוד שביופיה בין דדיה:"
        ], 
        [
            "והא אמר רב אבא בר זבדא אמר רב אבל חייב בכל מצו' האמורו' בתורה חוץ מן התפילין מפני שנאמר בהן פאר בפ' ואלו מגלחין במועד (דט\"ו) גרסי' אבל אסור להניח תפילין מדקאמר ליה רחמ' ליחזקאל (יחזקאל כ״ד:י״ז) פארך חבוש עליך מכלל דכולי עלמא אסירי ובסוף פרק חזקת (ב\"ב דף ס) כך דרשינן על ראש שמחתי אמר ר' יצחק זה אפר מקלה שבראש חתנים בעא מיניה רב פפא היכא מנח ליה אמר ליה במקום תפילין שנאמר (ישעיהו ס״א:ג׳) לשום לאבלי ציון לתת להם פאר תחת אפר מיכן למדנו שהתפילין נאמר בהן פאר:"
        ], 
        [], 
        [
            "כבר בטלום מפני תרעומת המינין. בתלמוד ארץ ישראל של זה הפרק פירשוה בדין היה שיהו קורין עשרת הדברות בכל יום מפני מה אין קורין אותן מפני טענת המינין שלא יהו אומרים אלו לבדם ניתנו למשה בסיני: מקום שאמרו להאריך אינו רשאי לקצר לקצר אינו רשאי להאריך לחתום אינו רשאי שלא לחתום פירשוהו בתוספת' (פרק א') אלו ברכות שמקצרין המברך על הפירות ועל המצות כו' ואלו ברכות שמאריכין בהן ברכות של תעניות וברכות של ראש השנה ושל יום הכפורים כו' ובגמ' דבני מערבא (פרק א) גרסי ר' יודן מטבע קצר פותח בברוך ואינו חותם בברוך מטבע ארוך פותח בברוך וחותם בברוך: הניחא למאן דאמר כל ברכה שאין בה הזכרת השם אינה ברכה. עיקר חלוקה של רב ור' יוחנן בפרק כיצד מברכין (ברכות דף מ) ובגמ' דבני מערבא בפרק הרואה מקום (הלכה א) גרסי ר' זעירה בר' יהודה בשם רב כל ברכה שאין עמה מלכות אינה ברכה אמר ר' תנחומא ואנא אמינא טעמא (תהילים קמ״ה:א׳) ארוממך אלוהי המלך:"
        ], 
        [
            "זה ששנינו אמר רבי אלעזר בן (עזריא) [עזריה] הרי אני כבן שבעים שנה. מיפרשא מילתיה בפרק תפלת השחר (ברכות דף כח) במעשה שהיה בין רבן גמליאל ור' יהושע בעת שהסכימו חכמים להעביר את רבן גמליאל מגדולתו ולהמליך תחתיו את ר' אלעזר בן עזריה אמר והא בר תמניסרי אנא ולית לי חיוראתא אירחיש ליה ניסא והדרו ליה תמניסרי דארי חיוראתא והיינו דתנן אמר ר' אלעזר בן עזרי' הריני כבן ע' שנה ולא בן שבעים:"
        ], 
        [
            "מותיב ר' יוסי בר אבין ואיתימא ר' יוסי בר זבדא אטו אברהם מי לא הדר קרייה רחמנא אברם ובתוספתא נמי [ספ\"א דמכילתין] בענין זה המקום אברם הוא אברהם אע\"פ שחזר וקרא את אברהם אברם אינו לגנאי אלא לשבח כו' הוא אברם עד שלא נדבר עמו הוא אברהם משנדבר עמו ויש ששואלין למה נשתנו שמו של אברהם ושמו של יעקב ולא נשתנה שמו של יצחק ופשטה של שאלה זו כי אברהם ויעקב אבותיהם קראום באותן השמות ולפיכך גידלם הקב\"ה בשמות שקרא להן הוא אבל יצחק הקב\"ה קראו בזה השם קודם שנולד כדכתיב (בראשית י״ז:י״ט) אבל שרה אשתך יולדת לך בן וקראת את שמו יצחק ואית במכילתא דר' ישמעאל [בפ' בא] יצחק לא נשתנה שמו למה שנקרא שמו מפי הקב\"ה ובגמרא דבני מערבא (בסיפא דהאי פירקא) מפני מה נשתנה שמו של אברהם ושמו של יעקב ושמו של יצחק לא נשתנה אילו אבותיהם קראו אותן בשמן אבל יצחק הקב\"ה קראו. ארבעה נקראו עד שלא נולדו יצחק וישמעאל יאשיה ושלמה:", 
            "<b>סליק פירקא קמא</b>", 
            "פירקא תנינא", 
            "שמעת מינה מצות צריכות כוונה. איתיה להדיא דהא מילתא בפרק ראוהו בית דין במסכת ראש השנה (דף כח) דקאמר אלמא קא סבר רבא מצות אין צריכות כוונה ואיתיביה אביי כמה תיובתא ולבסוף אוקמי' אלא אמר רבא לצאת לא בעי כוונה לעבור בזמנו לא בעי כוונה שלא בזמנו בעי כוונה:"
        ], 
        [
            "ההוא מיבעי לי לכדר' יצחק דאמר ר' יצחק צריכה שתהא שימה כנגד הלב. אתפילין של יד קאי ועיקרה במס' דמנחות (דף לז) בפר' הקומץ את המנחה: שאני ר' יוחנן דבעל בשר הוה. איתיה לפירושיה בבבא מציעא בפ' השוכר את הפועלין (בבא מציעא דף פד) אמר (רבא) [רב פפא] אבריה דר' יוחנן בת ה' קבין ואמרי לה בת ג' קבין:"
        ], 
        [
            "אמר (רבא) [רבה] ימים שהיחיד גומר בהן את ההלל כו'. איתיה לפירושייהו במסכתא תענית בפ' בג' פרקים בשנה (דף כח) דאמר ר' יוחנן משום ר' שמעון בן יהוצדק י\"ח ימים יחיד גומר בהן את ההלל כו' והתם נמי אמרינן אמר (רבה) [רבא] זאת אומרת הלל דראש חודש לאו דאורייתא ולפיכך התיר רבא לפסוק בו אפי' באמצע הפרק:"
        ], 
        [
            "לאפוקי ממאן דאמר למשנה אינו צריך לברך. בעל זו המימרא רב הונא ועיקרה בפרק ראשון (דף יא):"
        ], 
        [
            "אבל לתפלה מהדר ועד כמה עד פרסה. ידוע כי הפרסה ארבעת מילין ובמסכת פסחים בפ' אלו עוברין בפסח (דף מו) אמרינן אמר ר' אבהו אמר ריש לקיש לגבל ולתפלה ולנטילת ידים ד' מילין ואיתמר עלה אמר ר' יוסי בר' חנינא לא שנו אלא לפניו אבל לאחריו אפי' מיל אינו חוזר אמר רב אחא בר יעקב ומינה מיל הוא דאינו חוזר הא פחות ממיל חוזר ודכוותה בשחיטת חולין בפרק העור והרוטב (חולין דף קכג) ומזה העיקר אמרי' הכא אבל לתפלה מהדר ועד כמה עד פרסה ובמס' מגילה (דף ב) אמרי' שעורא דמיל כמה הוי כמחמתן לטבריא ובפ' אלו עוברין בפסח (דף מו) נמי שיעורא דמיל כמה הוי כממגדל נוניא לטבריא:"
        ], 
        [
            "תני ר' (יאשיה) [אושעיא] קמיה דרבא וכתבתם הכל בכתב ואפי' צוואות נמי אמר ליה דאמר לך מני ר' יהודה היא דאמר גבי סוטה אלות כותב צוואות אינו כותב. עיקר דבריו של ר' יהודה במס' סוטה בפ' היה מביא את מנחתה (דף יז) בא לו לכתוב המגילה מאיזה מקום היה כותב ר' יהודה אומר כל עצמו לא היה כותב אלא יתן ה' אותך ובאו המים המאררים וגו' ואינו כותב ואמרה האשה אמן אמן:"
        ], 
        [
            "למה נסמכו אהלים לנחלים. והוא שנאמר בתורה (במדבר כ״ד:ה׳) משמו של בלעם מה טובו אהליך יעקב כנחלים נטיו:"
        ], 
        [], 
        [
            "ועפעפיך יישירו נגדך. איתי' מפרש במסכתא מגילה בפרק הקורא את המגילה למפרע (דף יח) אמר לי' רמי בר [חמא] לרבי ירמיה מדיפתי מאי (משלי ד) ועפעפיך יישירו נגדך אמר ליה אלו דברי תורה שכתב בהן (שם כג) התעיף עיניך בו (ישרים) [אפילו הכי מיושרין] הן אצל ר' מאיר:"
        ], 
        [
            "אמר רב אשי הני בני מתא מחסיא אבירי לב נינהו דקא חזו יקרא דאוריי' תרי זימני בשתא. היינו תרי ירחי דכלה חודש אדר וחודש אלול והתם בבבא מציעא (אמרינן) בפ' השוכר את הפועלי' (דף פו) אמרינן אמר כו' רבה בר נחמני אגב שמדא נח נפשיה אכלו ביה קירצי בי מלכא איכא גברא חד מיהודאי דקא מפגר תריסר אלפי גברי ירחא בקייטא וירחא בסיתוא מכרגא ובפרק השואל (דף צז) אמרי איהו שאיל להו ביומי דכלה:", 
            "<b>סליק פרק ב'</b>"
        ], 
        [
            "פרק ג", 
            "דאמר מר מת תופש ד' אמות לקרית שמע. עיקרה במסכתא סוטה בפרק משוח מלחמה (סוטה דף מג) כי אתא רב דימי אמר ר' יוחנן משום ר' אליעזר בן יעקב מת תופש ד' אמות לקרית שמע דכתיב (משלי י״ז:ה׳) לועג לרש חרף עושהו:"
        ], 
        [
            "דילמא דומה הוא דקדים מכריז להו. במסכת סנהדרין בפרק כל ישראל יש להן חלק (דף צד) אמרי' אמר ר' יוחנן אותו מלאך שהוא ממונה על הרוחות דומה שמו: ת\"ש דאבוה דשמואל הוו מפקדי גביה זוזי דיתמי אמר ליה דאמרו לי כל הנך שני דלא עיילת למתיבתא דר' אפס הכא נמי לא תיעול. איתיה לפירושה במסכת כתובות בפרק הנושא את האשה (כתובות דף קג) דתנו רבנן בשעת פטירתו של רבי כו' אמר להם לחכמי ישראל אני צריך נכנסו חכמי ישראל אצלו אמר להם אל תספדוני בעיירות והושיבו ישיבה לאחר ל' יום שמעון בני חכם גמליאל בני נשיא חנינא בר חמא ישב בראש ודאמרי' עלה לא קביל עליה ר' חנינא שהיה ר' אפס גדול ממנו ב' שנים ומחצה יתיב ר' אפס ברישא ויתיב ר' חנינא אבראי ואתא לוי יתיב גביה ומשום הכא לא עיילוה ללוי למתיבתא דרקיעא עד דבעא שמואל רחמי עליה ועיילוה:"
        ], 
        [
            "מעשה בתודוס איש רומי שהנהיג את בני רומי לאכול גדיי' מקולסים בלילי פסחים. גרסינן במסכת פסחים בפ' מקום שנהגו (פסחים ד' נג) איבעיא להו תודוס איש רומי גברא רבה הוה או בעלי אגרופים הוה תא שמע את זו דרש תודוס איש רומי כו' שמע מינה גברא רבה הוה שמע מינה ר' יוסי בר אבין אמר מטיל מלאי לכיס של תלמידי חכמים הוה דאמר ר' יוחנן כל המטיל מלאי לכיס של תלמידי חכמים זוכה ויושב בישיבה של מעלה שנא' (קהלת ז׳:י״ב) כי בצל החכמה בצל הכסף ובגמרא דבני מערבא (מו\"ק פ\"ג ה\"א) אמרי מהו תודוס אמר ר' חנינא דהוה משלח פרנסתן דרבנן: חתכו חוליות ונתן חול בין חוליא לחוליא ר' אליעזר מטהר וחכמים מטמאין וזהו תנורו של עכנאי ואמר רב יהודה אמר שמואל למה נקרא שמו עכנאי שהקיפוהו דברים כעכנא וטימאוהו. איתה מיפרשא בבבא מציעא בפרק הזהב (בבא מציעא דף נט) ומי שלא עיין בה לשם אינה מתפרשת לו מיכן לפי שלא הוזכר ממנה כאן אלא כפי הצורך בענין נמנו ובירכוהו בלבד וכלל המעשה כולו לשם פירשוהו ולפי שהוא קשה ומשתבשין בפירושה ישר בעיני לפרש תורף דבריה בקיצור כפי שלמדתי מדברי אדוננו האיי גאון ז\"ל החלוקה היתה בין ר' אליעזר והחכמים חבריו בתנור שנעשה חוליות של טיט מתחלתו ואחר כן הניחו אותן החוליות אחת על גבי חברתה עד שנגמר התנור ועמד על מתכונתו וכשהיו מרכיבין החוליות אחת על גבי חברתה היו נותנין חול בנתים סבר ר' אליעזר כי זה התנור הואיל והחול נתון בין כל חוליא וחוליא וכשמבקש אדם לפורקו ולהחזירו חוליות כמו שהיה מתחלה יכול הוא לפי כי חוליות שלו לא נדבקו זו בזו ולא נצמדו זו לזו ולפיכך יהא דינו עכשיו בשעה שהוא מוקם כדין שהיה לחוליות שלו קודם הקמתו ואם נפל באוירו של זה התנור שרץ אינו מטמא ולא יהא דינו כדין התנור שחוליותיו מצומדין ומדובקין זו בזו שאמר בו הכתוב (ויקרא י״א:ל״ה) תנור וכירים יותץ והחכמים החולקים עליו לא היה אצלם הפרש בין נתן חול בין החוליות שלו בין לא נתן אלא בין כך ובין כך טמא הוא אצלם כדין שאר כלי חרש שמיטמאין מאוירן והיו דנין כנגד ר' אליעזר על זה הדבר ונשאו ונתנו בה הרבה ורצה ר' אליעזר להביא ראיה לדבריו ולסייעם מדרך שהיא נוהגת כמנהג סימנים וראיות והיא מדמית למעשה מופת ולא קיבלום החכמים ולא נתקיימו אצלם לפי שכן דרכו של עולם להתנהג בכיוצא בהן ולפיכך אמרו לו אין מביאין ראיה מן החרוב אין מביאין ראיה מאמת המים כלומר כי אין בזה דבר שהוא סותר למנהגו של עולם ומשנה סדרי בראשית כדי שיהא לך לראיה אלא לעולם אין ההלכה מתקיימת אלא לפי מה שנתברר מן הקבלה של מרובין והיינו דברי חכמים ובגמרא דאלו מגלחים דבני מערבא (הלכה א) הזכירו זה המעשה ואמרו כל הלין שבחא ולית הלכתא כר' אליעזר אמר ר' חנינא משנתנה לא נתנה אלא אחרי רבים להטות ולית לר' אליעזר ידע שאחרי רבים להטות לא הקפיד אלא על ידי ששרפו טהרותיו בפניו פירוש עכנה נקבה של נחשים וזה שנתכוונו לדמותן לדברים בעכנה מפני שהקיפו דבריהן עליו בראיות ברורות שאין עליהן פירכא והתקיפו עליו באתקפות מחוורות ששוברין דבריו ולא מצא מהן מנוס כעכנה זו שאם מקפת על שום דבר וסוגרת עליו לא יהיה לו ממנה מפלט ודכוותה התם בבבא קמא בפרק הגוזל בתרא (בבא קמא דף קיז) עכנה עכנה (פתחי) [פתח] פיך ויכנס הרב אצל התלמיד."
        ], 
        [
            " וזה שאמרו יצאת בת קול ואמרה מה לכם אצל ר' אליעזר שהלכה כמותו בכ\"מ ראיתי בו ב' תשובות האחת כי בת קול לא אמרה שהלכה כמותו בדבר זה אלא בכל מקום סתם הוא שאמרה ואיפשר לומר כי בכל מקום זולתי זה המקום היתה כוונתה או מה שדומה לו שטעמו שאין הלכה כר' אליעזר בזה הדבר ויהיו דברי בת קול נכוחים וקיימים והשנית שלא היתה הכונה אלא לנסות את החכמים אם יניחו הקבלה שבידם והגמרא שבפיהם בשביל בת קול ואם לאו ודומה למה שכתב (דברים י״ג:ד׳) כי מנסה ה' אלהיכם אתכם והנה נודע עם כל זאת בירור קבלתם וזה שאמר ר' יהושע (דברים ל) לא בשמים היא כלומר כי תורת ה' תמימה וכבר נתנה לנו בסיני והודיענו כי אינו מחליף ממנה דיבור אחד ואין בתורתנו חסרון ולא ספק כדי שנצטרך אל ראיה מן השמים וכל מקום בתלמוד שיש בו ור' יהושע היא דאמר אין משגיחין בבת קול מיכן היא עיקרו והברכה שבירכוהו לר' אליעזר שהיא כינוי לנידוי פירשו במסכת סנהדרין בסוף פרק ד' מיתות (סנהדרין דף סח) כי בשעת פטירתו התירוהו כמו שאמרו עמד ר' יהושע על רגליו ואמר הותר הנדר הותר הנדר: העומדים בשורה הפנימיים פטורין. במס' סנהדרין בפרק כהן גדול (די\"ט) אמרינן אמר ר' מנשיא בר עות שאילית את ר' יאשיה רבה מבית עילמין דהוצל ואמר לי אין שורה פחותה מיו\"ד בני אדם ואין אבלים מן המנין: תרגמה ר' אבא בבית הפרס דרבנן. איתיה לפירושא דבית הפרס במס' אהלות (פרק יח מ\"ב) במתניתין ובתוספתא (פרק יז) ובפרק משקין בית השלחין (מו\"ק ד\"ה) תניא ג' בית הפרס הן שדה שאבד בה קבר ושדה שנחרש בה קבר ושדה בוכין מאי שדה בוכין א\"ר יהושע בר אבא משמיה דעולא שדה שמפטירין בה מתים וטעמא מאי אמר רב חסדא אמר אבימי משום יאוש בעלים נגעו בה ופרישו קמאי ומאי היא בית הפרס שדה שנחרש בה קבר ועד כמה [אהלות פי\"ז מ\"א] ק' אמה לכל רוח ורוח דקבר משוי בית הפרס מקום הקבר טומאה דאורייתא היאך דנחרש טומאה דרבנן דלמא איכא עצם כשעורה אי נמי אית ביה עפר בית הקברות לפי שאי אפשר לעצם כשעורה שלא נישוף ברגל עיקרה בסיפרי (פ' חקת) וכל הנוגע בעצם זה עצם כשעורה וכך העתיקו משמו של נביא עליו השלום כדאמרינן [נזיר נז] עצם כשעורה הלכה ואמרינן תו (עירובין ד) שיעורין חציצין ומחיצין הלכה למשה מסיני שיעורין דאורייתא נינהו דכתיב (דברים ח׳:ח׳) ארץ חטה ושעורה ומפרשי לה שעורה עצם כשעורה (דמסקי) [ומסקינן] הילכתי נינהו ואסמכינהו רבנן אקראי ואיתה נמי בסדר טהרות במתני' דפירקא קמא באהלות [משנה ג] אלו מטמאין במגע ובמשא ואין מטמאין באהל עצם כשעורה וכו' מכלל דאי לא הוה ביה כשעורה אינו מטמא ובפרק יום הכפורים (יומא דע\"ט) אמרינן בעי רב אשי עצם כשעורה שאמרו בקליפתה או בלא קליפתה בלחה או ביבשה ואמר רב פפא לחה שיבולת מיקריא בלא קליפתה (עי' נדרים דף מ\"א) ערסן מיקרי: ת\"ש ולאחותו מה תלמוד לומר הרי שהיה הולך לשחוט את פסחו."
        ], 
        [
            " הא ברייתא אהא קרא קיימא דאזהר ביה רחמנא לנזיר מליטמא כדכתיב (במדבר ו׳:ז׳) לאביו ולאמו לאחיו ולאחותו לא יטמא זה שדבר הכתוב בכל אלו הקרובין צריך היה הדבר להזכיר את כולם שאי אפשר שיזכיר דבר שאין בו תלמוד כדכתיב (דברים לב) כי לא דבר רק הוא מכם ואין לנו דרך לידע לאיזה תלמוד נכתבו כולם אלא מקבלת החכמים ז\"ל לפי שאם באנו לעיין בהם מדרך דעתנו היה עולה על לבנו כי בהזכירו את האב שמעלתו למעלה מכולם והאם עם הבנים חייבים בכבודו לא היה צריך להזכיר את השאר והיינו אומרים אם הזהיר הכתוב מליטמא לאב שהוא עדיף מכולם כל שכן לשאר קרובין שהם פחותין ממנו ולא היינו יודעין מה צורך היה לו להזכיר האם והאח והאחות עד ששמענו קבלה של חכמים שביררום ופירשום ואמרו כי לאביו ולאמו צריך הדבר להזכיר את שניהם שאם היה מזכיר את אחד מהן לא היינו למדין ממנו חברו לפי שכל אחד מהם יש לו מעלה מיוחדת לו ואינה כחברו שהאב עדיף מן האם שבנו מיוחס אחריו ולא אחר האם והאם יש לה יתרון על האב מפני שהיא ודאי אמו ואביו אינו ודאי אלא חזקה שאפשר שתזנה אמו ותהר לזנונים ויהיה זה הבן מאיש אחר זולתי בעלה ולפיכך הוצרך לומר לאביו ולאמו ואיתא במסכת נזיר בפרק כהן גדול ונזיר אינן מטמאין לקרוביהן (דף מט) לאביו ולאמו למה לי צריכא דאי כתב רחמנא אביו הוה אמינא היינו טעמא דלא מיטמא ליה משום דחזקה בעלמא הוא אבל אמו (היא) דודאי ילדתיה ליטמא לה ואי כתב רחמנא אמו הוה אמינא אמו היא דלא מיטמי לה דלא אזיל זרעה בתרה אבל אביו כיון דאמר רחמנא (במדבר א׳:ב׳) למשפחותם ולבית אבותם אימא ליטמי ליה קמ\"ל ועוד אמרו (שם דף מח) אם הוצרך לומר אביו ואמו למה הזכיר עוד את אחיו והלא אין צריך להזכירו מפני שהוא נלמד מאביו ואמו זה שהזכיר את אחיו לא לצורך עצמו נאמר אלא ללמד על מת מצוה שאין לו קוברין נאמר שמותר לנזיר להטמא לו ולהתעסק בקבורתו כדתניא לאחיו אינו מיטמא אבל מטמא למת מצוה ונשתיירה עדיין אחותו ושאלנו עליה למה הוצרך הכתוב עוד להזכירה ולאחותו מה תלמוד והשבנו כי הוצרך להזכירה ללמוד ממנה תוספת תלמוד שהנזיר אפי' אם היה הולך לעשות מצוה ונזדמן לו מת מצוה שיניח את המצוה שהיה סובר לעשותה ויטמא למת מצוה ויתעסק בו עד שיקברנו ולפיכך הזכיר הכתוב את אחותו כי כשהזכיר אחיו למדנו כי הנזיר מטמא למת מצוה בזמן שאינו מתעסק למצוה אחרת והוצרכנו עוד לידע אם בזמן כשהוא עוסק במצוה יניחנה ויתעסק במת מצוה אם לאו אתא ולאחותו ללמד כי מת מצוה קודם כמו שאמרו הרי שהיה הולך לשחוט את פסחו ולמול את בנו כו' ת\"ל ולאחותו לאחותו הוא דאינו מיטמא אבל מיטמא למת מצוה ודרשינן ליה תו בדרך אחרת לאביו לאביו הוא דאינו מיטמא אבל מיטמא למת מצוה ולאמו שאם היה כהן והוא נזיר לאמו לאמו אינו מיטמא אבל מיטמא למת מצוה לאחיו שאם היה כהן גדול והוא נזיר לאחיו אינו מטמא אבל מטמא למת מצוה ולאחותו מה תלמוד לומר הרי שהיה הולך לשחוט פסחו ולמול את בנו כו' מכל מקום ולאחותו בא ללמדנו מה שכבר הזכרנו: ואילו רב יהודה כי מטי גבי האשה שכובשת ירק בקדרה. זו המשנה בתחלת פרק שני דמסכת טהרות."
        ], 
        [
            " ואמרי לה זיתים שכבשן בטרפיהן וזו המשנה בתחלת פרק ב' דמסכת עוקצין: ורב יהודה כי הוה שליף חד מסאניה אתי מיטרא. איתיה לפירושה במסכת תענית בפרק סדר תעניות האלו (דף כד) והיינו דאמרי' רב יהודה חזנהו להנהו בי תריד הוו קא פרצי בריפתא אמר שמע מינה איכא שבעא בעלמא יהב עיניה הוה כפנא אמרו ליה רבנן לרב כהנא בריה דרב נחוניא שמעיה מר דשכיח קמיה נעשייה דליפוק לשוקא עשייה נפק לשוקא חזא כינופיא אמר להו מאי האי [א\"ל] אכוספא דתמרי דקא מיזדבן אמר שמע מינה איכא כפנא אמר ליה לשמעיה שלוף לי מסאני שלף ליה חד מסאנא בעא למישלף אידך אתא אליהו כו' ובפרק כל היד המרבה לבדוק דמסכת נדה (דף יג) אמרי' שאני רב יהודה דאימתא דמאריה עליה (קרי) [דקרי] עליה שמואל עליה דרב יהודה אין זה ילוד אשה: ר' יוחנן הוה אזיל ויתיב אשערי טבילה אמר כי סלקן בנות ישראל מטבילה נפגען בי דניהוי להו בני שפירי כוותי. אתה מוצא שהזכירו שבח יופיו בבבא מציעא בפרק השוכר את הפועלים (בבא מציעא דף פד) אמר ר' יוחנן אנא אשתיירי משפירי ירושלים האי מאן דבעי מיחזי שופריה דר' יוחנן נייתי כסא דכספא מבי סקלי כו': קריאת שמע ותפילין הויין להו מצות עשה שהזמן גרמא וכל מצות עשה שהזמן גרמא נשים פטורות וכל מצות עשה שלא הזמן גרמא אחד אנשים ואחד נשים חייבין. פירשו בברייתא (קדושין דף לג) איזו היא מצות עשה שהזמן גרמא סוכה ולולב שופר וציצית ואיזו היא מצות עשה שלא הזמן גרמא מזוזה ומעקה ומציאת אבדה ושילוח הקן: אקיש מזוזה לתלמוד תורה מה תלמוד תורה פטירי אף מזוזה נמי פטירי קמ\"ל. הא נמי איתה בפירקא קמא דקידושין (דף לד) דאקשינן הרי תלמוד תורה פריה ורביה ופדיון הבן דמצות עשה שלא הזמן גרמא ונשים פטורות ואמרינן (שם דף ל) ותלמוד תורה גופיה מנלן דכתיב ולמדתם אותם את בניכם בניכם ולא בנותיכם: כדאשכחן בסיני מה סיני דבור אסור הרהור מותר. במסכת שבת בפרק ר' עקיבא (שבת דף פו) אמרי' אמר אביי בר אבין ור' חנינא בר אבין דאמרי תרווייהו ניתנה תורה לטבולי יום ואמר עלה אמימר ראויה קאמינא ואעפ\"כ מי שאירע לו קרי בלילי ו' בסיון דההיא שתא כבר שמע את הדברות ולא סגיא דלא הרהר בלבו:"
        ], 
        [], 
        [
            "ר' יהודה דלא דריש סמוכין בכל התורה ובמשנה תורה דריש. פירשו לטעמא דמילתא בפרק ט\"ו נשים (יבמות דף ד) ואמרי ובמשנה תורה מאי טעמא דריש איבעית אימא משום דמוכח ואיבעית אימא משום דמופנה:"
        ], 
        [
            "מה ארבעים סאה בטבילה ולא בנתינה. פירשו בברייתא דשיעור מקוה שכשר לטבילה מ' סאה ואיתה להא ברייתא בפרק ערבי פסחים (פסחים דף קט) ובעירובין בפרק מבוי (עירובין דף יד): עזרא תיקן להן טבילה לבעלי קריין. זו אחת מי' תקנות שתיקן עזרא ומפרשא בבבא קמא בפ' מרובה (בבא קמא דף פב) ובגמ' דהקורא את המגילה עומד דבני מערבא (הלכה א):"
        ], 
        [
            "היה עומד בתפלה ונזכר שהוא בעל קרי לא יפסיק. אמרי' עלה בתלמוד ארץ ישראל [פ\"ג הלכה ה'] מתניתא ברבים אבל בינו לבין עצמו מפסיק וכר' מאיר ברם כר' יהודה אפי' בינו לבין עצמו אינו מפסיק כשאין לו מים לטבול אבל יש לו מים לטבול אפי' ר' יהודה מודה שהוא מפסיק:"
        ], 
        [
            "פכין קטנים מצילין באהל המת. עיקרה בסיפרי (פרשת חקת) וכל כלי פתוח בכלי חרש הכתוב מדבר מה ת\"ל פתוח ואפילו כל שהוא (והואיל והוא) [הוא] טמא באהל המת לפיכך אם יהיה מוקף בצמיד פתיל מציל על מה שבתוכו כדמפרש התם נמי וכל כלי פתוח מיכן אמרו כלים מצילין בצמיד פתיל באהל המת ואמרו עוד טמא הוא אין ת\"ל הוא אלא הוא שיציל על עצמו ובשבת בפ' אמר רבי עקיבא (שבת דף פד) ובבבא קמא בפ' כיצד הרגל מועדת (דף כה) גרסי' תניא מפץ במת מנין ודין הוא ומה פכין קטנים שטהורין בזב טמאין במת:"
        ], 
        [
            "ולאביי דאמר הזמנה מילתא היא. עיקר דבריו של אביי במס' סנהדרין בפ' נגמר הדין (סנהדרין דף מז) איתמר האורג בגד למת אביי אמר אסור ורבא אמר מותר אביי אמר אסור הזמנה מילתא היא:"
        ], 
        [
            "מסייעא ליה לרב הונא דאמר רב הונא עגבות אין בהן משום ערוה. הא מילתא מיפרשא בפ' ב' דמס' חלה בגמ' דבני מערבא (הלכה א') הדא אמרה עגבות אין בהם משום ערוה הדא דאיתמר לברכה אבל להביט אפי' כל שהוא אסור להביט כהדה דתני המסתכל בעקיבה של אשה כמסתכל בבית הרחם והמסתכל בבית הרחם כאילו בא עליה: והאמר רב ששת למה מנה הכתוב תכשיטין שבחוץ עם תכשיטין שבפנים. מפרשי' לה במס' שבת בפ' במה אשה (שבת ד' סד) ונקרב את קרבן ה' אמר ר' אלעזר עגיל זה דפוס של דדין כומז זה דפוס של בית הרחם אמר ליה רבא אמו מקרא לא שמעת מיניה כומז כאן מקום זמה והנה כבר הזכיר טבעת שהוא תכשיט שבחוץ עם כומז שהוא תכשיט שבפנים ובתר הכי הוזכרה שמעתא דרב ששת והתם היא עיקרה ולא הוזכרה בכאן אלא כדי להקשות ממנה:"
        ], 
        [], 
        [
            "ריח רע שיש לו עיקר. גרסי בני מערבא [בפירקין הלכה ה] אמר רב חסדא מסוף ריח רע ד' אמות הדא דאיתמר לאחריו אבל לפניו עד מקום שעיניו רואות כהדא ר' בא וחבריה הוו יתבין קמי פונדקייה ברמשא אמרין מהו למימר מילי דאורייה אמרין מכיוון דאילו הוה ביממא הוינן חמין ליה ואסור ברם כדון אסור:"
        ], 
        [
            "לימא תנן סתמא כר' אליעזר דאמר עד הנץ החמה. (דאמר) [עיקר] מחלוקת ר' אליעזר ור' יהושע בפירקא קמא (דף ט) דהא מסכתא: מאן שמעת ליה דאמר כל הבית כולו כד' אמות דמי ר' שמעון בן אלעזר. עיקר דבריו של ר' שמעון בן אלעזר בתוספתא דעירובין (פ\"ב) ובגמרא בפרק עושין פסין (עירובין דף כב.) אמר רבי שמעון בן אלעזר כל אויר שתשמישו לדירה כגון דיר וסהר ומוקצה וחצר אפילו בית ה' כורין אפילו בית י' כורין מותר שמעינן מיהא דר' שמעון היה מתיר לטלטל כל כי האי שיעור' מפני שתשמישו לדירה וכולו כד' אמות דמי ליה: אמר רב יוסף בעו מיניה מרב הונא פחות מג' כלבוד דמי. עיקרא דהא מילתא דכל פחות מג' כלבוד דמי שנוי במשנה ובהרבה מקומות וגם בתוספתא ואנו מזכירים מה שנמצא בידינו במסכת כלאים בפרק קרחת הכרם (משנה ד) שנינו מחיצת הקנים אם אין בין קנה לקנה ג' טפחים כדי שיכנס הגדי הרי זה כמחיצה ובתוספתא נמי דכוותה ובפרק קמא דעירובין (דף טז:) מקיפין ג' חבלים כו' מקיפין בקנים ובלבד שלא יהא בין קנה לחברו ג' טפחים ובגמרא דהאי פירקא (שם דף טז.) תא שמע ג' מדות במחיצה כו' והיא שנויה בתוספת' כלאים (פרק ד) ובמתני' (סוכה פרק א דף טז.) המשלשל דפנות מלמעלה למטה אם גבוהות מן הארץ ג' טפחים פסולה משום דנפקא לה מתורת לבוד והא דאמרינן הכא עשרה רשותא אחריתי היא איתיה לעיקרא בפירקא קמא דשבת (דף ו.) בברייתא דתנו רבנן ד' רשויות לשבת כו' [וכן בסוכה דף ה ע\"ש]:"
        ], 
        [], 
        [], 
        [
            "העיד ר' יהודה בן בבא על חמשה דברים. הא דתני על התרנגול שנסקל בירושלים [על] שהרג את הנפש כבר מפורש בתלמוד ארץ ישראל במסכת עירובין בפרק המוצא תפילין (הלכה א) והכי גרסינן ראו (נ\"א ראה) מוחו של תינוק רופף והלך וניקרו וזה הדבר ידוע הוא כי התינוקות מוחיהן פתוחין ונראה להן רפרוף מתחת העור שעל המוח ניקר אותו מקום עד שנקבו הרגו לתינוק וזה התרנגול ראוי להורגו מן הכתוב כי אין הפרש לשורו לתרנגלו וכל בעלי חיים שברשותו אכולהי אמר רחמנא סקל יסקל השור: הואיל ותנן (בבתריתא) [בבחירתא] כוותיה ומאי היא מס' עדיות פ\"ו מ\"א שזו המשנה שנויה בה העיד ר' יודה בן בבא:"
        ], 
        [
            "אמר רבא [כו'] להזיע וקודם גזירה. איתה מיפרשה במס' שבת בפ' כירה (שבת דף מ.) אמר ר' שמעון בן פזי אמר ר' יהושע בן לוי משום בר קפרא בתחלה היו רוחצין בחמין שהוחמו מערב שבת כו' ראו שאין הדבר עומד התירו להן חמי טבריא ועדיין זיעה במקומה עומדת הודיענו בכאן כי רבי שהתפלל של שבת בערב שבת כבר קיבלה לשבת עילויה ואיחייב לשבות ונאסרו עליו החמין לרחוץ בהן ולא נכנס במרחץ אלא להזיע בלבד וזה המעשה היה קודם שגזרו חכמים על הזיעה לפי מה שיש בהלכה שהזכרנוה אסרו להן להזיע: אמרי [עד] כמה נצעריה וניזיל בר\"ה צעריה בבכורות צעריה. האי דצעריה בראש השנה שנוי הוא בפרק אם אינן מכירין אותו (דף כה.) דתנן ועוד באו שנים ואמרו ראינוהו בזמנו שלח לו רבן גמליאל גוזר אני עליך שתבא אצלי במקלך ובמעותיך ביום הכפורים שחל להיות בחשבונך ובבכורות (עוד) בפרק כל פסולי המוקדשים (בכורות דף לו.) פירשו מעשה (אחר) [אחד] שאירע לר' יהושע עם רבן גמליאל דכסיף ליה קמי רבנן והעמידו על רגליו ברבים עד שנכנסה קנאה בלב כל העם שהיו לשם ושיתקו את המתורגמן וזו היא הגירסא של זו המעשה ר' צדוק הוה ליה בוכרא רמא ליה שערי בסלי נצרין של ערבה קלופה בהדי דאכיל איבזע שיפותיה אתא לקמיה דר' יהושע אמר ליה כלום חלקנו בין בור לחבר אמר ליה הין בא לפני רבן גמליאל אמר ליה לאו אמר ליה והלא ר' יהושע אמר לי הין אמר לו המתן עד שיכנסו בעלי תריסין לבית המדרש כיון שנכנסו עמד השואל ושאל כלום חלקנו בין בור לחבר אמר לו ר' יהושע לאו אמר לו רבן גמליאל והלא משמך אמרו לי הין אמר לו עמוד על רגליך ויעידו בך עמד ר' יהושע על רגליו ואמר אלמלי אני (מת) [חי] והוא (חי) [מת] יכול החי להכחיש את (החי) [המת עכשיו שאני חי והוא חי היאך חי יכול להכחיש את החי] היה רבן גמליאל יושב ודורש ור' יהושע עומד עד שריננו כל העם ואמרו לחוצפית התורגמן העמד: נוקי לר' עקיבא לית ליה זכות אבות. איתה בסנהדרין בפרק כל ישראל יש להן חלק (דף צו) מבני בניו של סיסרא למדו תורה בירושלים ומאן אינון ר' עקיבא ואיתה נמי בפ' הניזקין דמסכת גיטין (דף נז): נוקי לר' אלעזר בן עזריה שהוא חכם ועשיר והוא עשירי לעזרא הסופר. החכמה שלו גלויה היא וידועה הלא תראה היאך אמר ר' יהושע אין דור יתום שר' אלעזר בן עזריה שרוי בתוכו באותה המעשה האמור במסכת חגיגה בפרק א' (דף ג) והעושר שלו נמי כבר גרסי' בפרק (במה אשה) [צ\"ל במה בהמה] (שבת דף נד) י\"ב אלפי עגלי הוה מעשר ר' אלעזר בן עזריה מעדריה כל שתא ובמס' קדושין בפרק האיש מקדש (קידושין דף מט) על מנת שאני עשיר אין אומרים כר' אלעזר בן חרסום וכר' אלעזר בן עזריה וייחוסו לעזרא הסופר נמי איתה במנחות בפרק כל המנחות באות מצה (מנחות דף נג) אמרו ליה רבנן לר' פרידא (רב עוירא) [ר' עזרא] בריה דרב אבטולס דהוא עשירי לר' אלעזר בן עזריה דהוא עשירי לעזרא קאי אבבא ובגמרא דפירקין דבני מערבא [הלכה ח] וגם (בפסחים בפרק תמיד) [צ\"ל בתענית פ\"ד ה\"א] גרסינן הלכו ומינו את ר' אלעזר בן עזריה בן י\"ז שנה ונתמלא כל ראשו שיבה והיה ר' עקיבא יושב ומצטער ואומר לא שהוא בן תורה יותר ממני אלא שהוא בן גדולים יותר ממני אשרי אדם שזכו לו אבותיו אשרי אדם שיש לו יתד להתלות בה ומה היתה יתידתו של ר' אלעזר בן עזריה שהיה עשירי לעזרא:"
        ], 
        [
            "וזה שאמרו כל בו ביום דאמרינן ההוא יומא איתמר. יש במשנה הרב' מזה הענין כגון האי דתנן במס' ידים (פ\"ג מ\"ה) אמ' ר' שמעון בן עזאי מקובל אני מפי ע\"ב זקנים ביום שהושיבו את ר' אלעזר בן עזריה בראש ששיר השירים וקהלת מטמאין את הידי' אמר ר' עקיבא חס ושלום וכו' (פ\"ד מ\"א) בו ביום נמנו וגמרו על עריבת [הרגלים] בו ביום אמרו [משנה ב] כל הזבחים וכו' ובתוספתא [בידים פ\"ב] בו ביום עמד יהודה גר עמוני: אמר רבן גמליאל השתא איזיל ואפייסיה לר' יהושע אזל חזינהו לאשיתא דביתיה דהוו קא משחרן כו'. ופירשו בגמרא דבני מערבא אזל ואשכח לר' יהושע יתיב עביד מחטין אמר ליה מן אילין את חיי אמר ליה עד כדון את בעי מידע אוי לדור שאתה פרנסו. והאי דאמר ליה עשה בשביל כבוד בית אבא כלומר בשביל הלל הזקן זקני שהיה מזרע דוד כדגרסינן בפ' יציאות השבת (שבת דף טו) הלל ושמעון גמליאל ושמעון נהגו נשיאותן בפני הבית ק' שנה וזה רבן גמליאל הנזכר בכאן הוא בנו של רבן שמעון בן גמליאל שהוא רביעי להלל הזקן דהוי ליה רבן גמליאל חמישי להלל ובנו רבן שמעון ששי להלל ובנו ר' יהודה הנשיא שהוא רבי והוא רבינו הקדוש הוי שביעי להלל הזקן ואיתא במסכת שבת בפרק במה בהמה (שבת דף נו) רבי דאתי מדוד מהפך בזכותיה דדוד ובגמרא דפרק אחרון דתענית דבני מערבא (הלכה ב) אמרי אמר לוי מגילת יוחסין מצאו בירושלים וכתוב בה הלל מן דדוד ואיתא בפ' אע\"פ שאמרו בכתובות (ד' סב) בדקו במשפחות רבי אתי משפטיה בן אביטל. והאי דאמרינן אעפ\"כ לא עברוה לר' אלעזר בן עזריה פירשו בתלמוד ארץ ישראל אלא מינו אותו אב בית דין והיינו דאמר מר שבת של מי היתה של ר' אלעזר בן עזריה היתה ואיתא בפירקא קמא דחגיגה (דף ג) תנו רבנן מעשה בר' יוחנן בן ברוקא ור' אלעזר חסמא שהלכו להקביל את פני ר' יהושע בפקיעין אמר להם מה חידוש היה היום בבית המדרש אמרו לו תלמידיך אנחנו ומימיך אנו שותין אמר להן אעפ\"כ אי אפשר לבית המדרש בלא חידוש שבת של מי היתה אמרו לו שבת של ר' אלעזר בן עזריה:"
        ], 
        [
            "רבן גמליאל אומר בכל יום אדם מתפלל י\"ח. בתלמוד ארץ ישראל הזכירו עוד טעמים אחרים (כעין) [אולי צ\"ל על שתקנו] י\"ח תוספת על מה שיש בתלמודינו דאמרינן ר' חנניה בשם ר' פינחס כנגד י\"ח פעמים שאבות כתובין בתורה אברהם יצחק ויעקב אם יאמר לך אדם י\"ט הן אמור לו והנה ה' נצב עליו לית הוא מינהון אם יאמר לך אדם י\"ז הן אמור לו ויקרא בהן שמי ושם אבותי מינהון הוא ר' שמואל בר נחמני בשם ר' יונתן כנגד י\"ח ציוויים שכתב בפרשת משכן שני אמר ר' חייא בר אדא ובלבד מן ואתו אהליאב בן אחיסמך עד סופיה דסיפרא: היה יושב בספינה או באסדא. בגמ' דבני מערבא גרסי היא אסדא היא רפסודות דכתיב (דברי הימים ב ב) ונביאם לך רפסודות על ים יפו:"
        ], 
        [
            "הני כ\"ד דתעניתא כנגד מי אמר ר' חלבו כנגד כ\"ד רננות שאמר שלמה. הא מילתא פרשוה בתלמוד ארץ ישראל בפירקין ובפרק ב' דתענית (הלכה ב) ר' חלבו ור' שמואל כנגד כ\"ד פעמים רנה תפלה תחנה שכתובין בפרשת שלמה ואית בגמרא בפ' משקין בית השלחין (מועד קטן דף ט) ובפרק כל ישראל יש להם חלק (דף קז) בשעה שבנה שלמה את בית המקדש ובקש להכניס ארון לבית קדש הקדשים דבקו שערים זה בזה אמר כ\"ד רננות כו':"
        ], 
        [], 
        [
            "אמר ליה אוקמן לדידי נמי ואצלי מהיות טוב אל תקרא רע. התם בבבא קמא בפרק מרובה (בבא קמא ד' פא) אמרינן מהלכין בשבילי הרשות שלמה אמרה כדתניא הרי שכלו פירותיו מן השדה ואינו מניח בני אדם ליכנס בתוך שדהו מה הבריות אומרות עליו מה הנאה יש לו לפלוני ומה הבריות מזיקות אותו עליו הכתוב אומר מהיות טוב אל תקרא רע ומתמהינן מהיות טוב אל תקרא רע קרא הוא ומתרצי' אין כתיב כי האי גוונא (משלי ג) אל תמנע טוב מבעליו:"
        ], 
        [], 
        [], 
        [], 
        [
            "ואולם חי אני אמר לו הקב\"ה למשה משה החייתני בדבריך. זה הדבר קשה היה בפני התלמידים והיו מלעיזים בו עלינו החולקין על דברי רבותינו ז\"ל ואמנם כי פשוטו של זה הדבר נראה שאינו מתקבל על הדעת שמשתבשין בה ואני ברחמי שמיא פירשתיה פירוש צח וביארתי טעמיה ביאור יפה שהוא שוה לענין הכתוב ולסברא והרי אנו מזכירין המימרא כללא כדגרסי' בגמ' ואחר כן נאמר פירושה (במדבר י״ד:ט״ז) מבלתי יכולת ה' יכול ה' מיבעי ליה אמר ר' אלעזר אמר משה לפני הקב\"ה רבש\"ע עכשיו יאמרו אומות העולם תשש [כחו] כנקבה ואין בו כח להצילם אמר לו בן עמרם והלא כבר ראו נסים וגבורות שעשיתי על הים אמר לפניו רבונו של עולם יאמרו לפני מלך אחד יכול לעמוד בפני ל\"א (מלך) [מלכים] אינו יכול לעמוד אמר ר' יוחנן מנין שחזר הקב\"ה והודה למשה שנא' (שם) ויאמר ה' סלחתי כדברך תנא דבי ר' ישמעאל כדבריך עתידין אומות העולם לומר אשרי תלמיד שרבו מודה לו ואולם חי אני אמר רבא א\"ר יצחק אמר לו הקב\"ה למשה משה החייתני בדבריך עד כאן היא הדרשה שנאמרה בזה הפסוק ופירושה אנו מזכירין דע לך כי החיים והיכולת שתי מדות הן ממדותיו של הקב\"ה שהן מדות עצמו וגדולתו שאינן נחלפין ממנו כלל כי הכח והיכולת אינם נמצאים אלא במי שהוא חי ומי שהוא חי העולמים שלא יתמו שנותיו אי אפשר שלא יהיה יכול וזה הדבר אע\"פ שהוא שריר ומקויים בסברא יש לו חיזוק מן הכתוב והיינו דכתב רחמנא (דברים ל״ב:מ׳) כי אשא אל שמים ידי ואמרתי חי אנכי לעולם פתח בזכרון היד שהוא היכולת וסיים בזכר החיים ואמר חי אנכי לעולם קיימת לו היכולת מפני שהוא חי העולמים ובעת שאירע מעשה המרגלים ואמר הקב\"ה להשמידם לאומתו נגש הנביא עליו השלום בתפלה בעדם ואמר בכלל דבריו מבלתי יכולת ה' ולפי שידע הקב\"ה כי אמת דבר וכי אם הוא משמיד את העם במדבר ואינו מכבש לפניהן את ארץ כנען האומות אומרים עליו כי קצרה ידו ותשש כחו ואינו יכול לעמוד כנגד ל\"א (מלך) [מלכים] ולגרשם מפני בניו ולפיכך קבל תפלתו בעדם ונעתר לו ואמר סלחתי כדברך ואמר לו אחר כן ואולם חי אני הודיע לנביאו שבודאי אילו השמידם לעם היו האומות אומרים שאין לו יכולת ולא היו מכירין גבורתו והואיל ואין מתברר להם שהוא יכול גם כן אין מתברר להם שהוא חי והנה בשביל עתירת הנביא בעד העם הודו האומות כי יש להקב\"ה החיים לעלמין ונתברר להם שהוא חי וקיים וזכה הנביא לשבח בשביל זה הדבר כי בשביל עתירתו נודעה גדולתו של מלכנו ועצמו וגבורתו ונתפרסמו בקצות הארץ ונתברר ונתקיים כי הקב\"ה יתעלה שמו חי בעצמו ולפיכך א\"ל רחמנא ואולם חי אני אחר שאמר כדברך תיכף לה ודרשי ליה רבנן החייתני בדבריך כלומר שבשביל עתירתך גרם הדבר ונתברר לאומות שאני חי וזה הוא צד התירוץ של זה הדבר והיה נעלם מאד וסייעני הקב\"ה לגלותו ולפרשו ולא ראיתי אדם שקדמני לזה התירוץ וזה הפירוש יהיה שמור בידך:"
        ], 
        [
            "אפילו המלך שואל בשלומו לא ישיבנו. ושנינו עוד בתוספתא הכותב את השם אפי' המלך שואל בשלומו לא ישיבנו היה כותב ה' או ו' שמות כיון שגמר אחד מהן משיב שאילת שלום ואיתא להא ברייתא בגמרא דבני מערבא דפירקין: תנו רבנן מעשה בחסיד אחד שהיה מתפלל בדרך. אית בבבא קמא בפ' הגוזל (בבא קמא דף קג.) כל מעשה בחסיד אחד אינו אלא ר' יהודה בן בבא או ר' יהודה בר' אילעאי ואיתא דכוותה בתמורה (דף טו) בפרק יש בקרבנות הצבור:"
        ], 
        [
            "אפי' נחש כרוך על עקבו לא יפסיק אמר רב ששת לא שנו אלא נחש אבל עקרב פוסק. בתלמוד ארץ ישראל פירשו טעמא דמלתא ואמרי הא עקרב מפסיק למה משום דמחיא וחזרה ומחיא:", 
            "באותה שעה אמרו אוי לו לאדם שפגע בו ערוד ואוי לו לערוד שפגע בו ר' חנינא בן דוסא. פירשו עוד בתלמוד ארץ ישראל ואמרו מאי עיסקא דהדין חברברה אלא כד הוא נכית לבר נשא אין בר נשא קדים למיא חברברה מיית ואין חברברה קדים למיא בר נשא מיית אמרון ליה תלמידוי רבי ולא הרגשתה יבא עלי ממה שהיה לבי מכוון בתפלתי לא הרגשתי אמר ר' יצחק בן אלעזר ברא לו הקב\"ה מעיין מתחת כפות רגליו לקיים מה שנאמר (תהילים קמ״ה:י״ט) רצון יראיו יעשה: מזכירין גבורות גשמים בתחיית המתים. פירשו בתלמוד ארץ ישראל כשם שתחיי' המתים חיים לעולם כך ירידת גשמים חיים לעולם ר' חייא בר אבא שמע ליה מן הדא קרייה (הושע ו׳:ג׳) יחיינו מיומים ונדעה נרדפה לדעת את ה' ויבא כגשם לנו ובבראשית רבה דר' הושעיא (פרשה יג) ר' חייא בר אבא אמר שקולה כנגד תחיית המתים ר' אבא בריה דר' חייא בר אבא אף חכמים קבעו אותה בתחיית המתים בזו יד ובזו יד בזו פתיחה ובזו פתיחה בזו יד (יחזקאל ל״ז:א׳) היתה עלי יד ה' ובזו יד (תהילים קמ״ה:ט״ז) פותח את ידך בזו פתיחה (יחזקאל ל״ז:א׳) הנני פותח את קברותיכם ר' יודן בשם ר' אלעזר בר אבינה בזו שירה ובזו שירה בזו שירה (ישעיהו מ״ב:י״א) ירונו יושבי סלע ובזו שירה (תהלים סה) יתרועעו אף ישירו:"
        ], 
        [
            "אמר ר' זירא נקוט דר' חייא בר אבא בידך דגמר שמעתתא מפומיה דרביה. איתא בפרק כיצד מברכין על הפירות (דף לח) מה ענין בנימין בר יפת אצל ר' חייא בר אבא ר' חייא בר אבא דייק שמעתא מפומיה דרביה ר' חייא בר אבא כל ל' יומין הוה מהדר לתלמודיה קמיה דר' יוחנן רביה ואית דכוותה בפ' כיסוי הדם (דף פו) דשחיטת חולין ובפ' המביא אשם תלוי דכריתות (דף כז):", 
            "מודים מודים משתקין אותו. בתלמוד ארץ ישראל נתנו הפרש בזה הדבר ואמרו הדה דאיתמר בצבור אבל ביחיד תחנונים הם ובגמ' דמגילה (ירושלמי פרק ד הלכה י) אמרו ודכוותה אמן אמן שמע שמע:"
        ], 
        [
            "תנו רבנן אלו ברכות שאדם שוחה בהן כו'. פי' בתלמוד ארץ ישראל בפ' מאימתי קורין הכל שוחין בהודאה עם שליח צבור ר' זעירא אמר ובלבד במודים כו' תני ובלבד שלא ישוח יותר מדאי ובגמ' דד' אבות נזיקין (בבא קמא דף טז) איתא שדרו של אדם לסוף (ע') [שבע] שנה נעשה נחש והני מילי הוא דלא כרע במודים ובגמ' דסוטה בפ' אלו נאמרים בכל לשון (סוטה דף מ) אמרי בזמן ששליח צבור אומר מודים העם מה הם אומרים:"
        ], 
        [
            "אמר ר' חייא בריה דרב הונא חזינא לאביי ורבא דכי נפלי על אנפיהו מצלו אצלויי. איתא במס' מגילה בפ' הקורא את המגילה עומד יושב (דף כב) רב איקלע (לבית) [לבבל] בתענית צבור נפל כולי עלמא על אפייהו רב לא נפל מאי טעמא רצפה של אבנים היתה ומשום אבן משכית אית דאמר דמשום האי טעמא הוו אביי ורבא מצלו אצלויי. במס' ע\"ז בגמ' דבני מערבא בפ' ר' ישמעאל (הלכה א) אמרו עליה אי אתה משתחוה אבל אתה משתחוה על אבני בית המקדש רב מפקד לדבי רב אחא ר' אמי מפקד לאנשי ביתיה כד תהוון נפקין לתעניתא לא תהוון רבעין כאורחכון ר' יונה רבע על סיטריה ר' אחא רבע על סיטריה: אמר רב (ששת) [כהנא] חציף עלאי מאן דמפרש חטאיה שנא' (תהילים ל״ב:א׳) אשרי נשוי פשע כסוי חטאה. אית בפרק יום הכפורים (יומא דף פו) רב רמי כתיב אשרי נשוי פשע כסוי חטאה וכתיב (משלי כ״ח:י״ג) מכסה פשעיו לא יצליח לא קשיא כאן בחטא מפורסם כאן בחטא שאינו מפורסם רב זוטרא בר טוביה אמר לא קשיא כאן בעבירות שבין אדם לחבירו כאן בעבירות שבין אדם למקום:"
        ], 
        [], 
        [], 
        [
            "אי אמר הכי הוה אמינא הני מילי מעשר (ירק) [אילן] דבארץ גופיה מדרבנן. שנינו במסכת ראש השנה בפ' א' באחד בתשרי ראש השנה לשנים ולשמטים וליובלו' לנטיעה ולירקות ובברייתא (שם דף יב) לירקות ולמעשרות ואמרינן לירקות מאי ניהו מעשר ירק היינו מעשרות תנא דרבנן וקתני דאורייתא וליתני דאורייתא ברישא איידי דחביבה ליה אקדמה ותנא דידן תנא דרבנן וכל שכן דאורייתא ובמסכת יומא בפרק יום הכפורים (יומא דף פג) איתא נמי גוזזין כרישין ואוכל ואינו צריך לעשר והני מילי ירק דרבנן ובתחיל' מסכת מעשרות דבני מערבא אמרי ירקות מנין איסי בן עקביא אומר המעשרות לירק מדבריהן לפי שהכתוב לא זכר אלא זרע הארץ ופרי העץ כדכתיב וכל מעשר הארץ מזרע הארץ מפרי העץ אבל ירק מדרבנן הוא כדפרשי':"
        ], 
        [
            "מאימתי אין קוצצין את האילנות בשביעית. ומפני מה אין קוצצין מפני שאמר הכתוב והיתה שבת הארץ לכם לאכלה ודרשי' לה לאכלה ולא להפסד ובמסכת דפסחים בפרק מקום שנהגו (פסחים דף נב) כדאמרינן ר' אילא קץ כפנייתא דשביעי' אקשי' עליה והיכי עבד הכי לאכלה אמר רחמנא ולא להפסד וכו' ומפרקינן בסופיה אלא ר' אילא בדנסחני קץ כלומר שאין באין לידי גמר פרי ולכך התיר ר' אילא לקוצן והכין אמר בעל הלכות בפירוש' דנסחני כפניות דנסחני דקרו להו גופרי מברכין עליהן בורא פרי העץ דכיון דלא עבדי פירא אחריני היינו פירייהו ואית בבבא קמא בפ' החובל בחברו (דף צא) אמר רב דיקלא דטעין קבא אסור למיקצייה והא אנן תנן וכמה יהא בזיתים ולא יקוצנו רובע שאני זיתים דחשיבי וזו המשנה אע\"פ שהיא בשביעית לא הקשו ממנה עליה דרב אלא משיעורא דאית ביה דהוא רובע ורב אמר קב אלא מיהו דברי רב בכל השנים קאמר ואינן מיוחדין בשביעית בלבד מפני שכל דבר שיש בו הפסד הוא אסור מן הכתוב דכתיב (דברים כ׳:י״ט) לא תשחית את עצה הלא תראה כי כל שדמי עציו יקרים ויש הנאה מעציו יותר מפריו מותר לקוצו הואיל והוא משתכר בקציצתו אינו עובר עליו משום לא תשחית כדאמרי' אמר רבינא ואם היה מעולה בדמים מותר ואיתא בברייתא נמי סיועא להא רק עץ אשר תדע זה אילן מאכל כי לא עץ מאכל הוא זה אילן סרק וכי מאחר שסופנו לרבות כל דבר מה ת\"ל כי לא עץ מאכל הוא להקדים סרק למאכל יכול אפי' מעולה בדמים ת\"ל רק ואיתא בבבא בתרא בפרק לא יחפור (בבא בתרא דף כו) מאי דמסייע לה ובסוף פ' הישן תחת המטה (סוכה דף כט) הזכירו ענשו של דבר ואמרו בשביל ד' דברים מאורות לוקין ואחד מהן קוצצי אילנות טובים וזה הדבר נוהג בשאר השנים אבל בשביעית אין מותר לקוץ מהפירות אלא לאחר שנגמרין כגון כפניאתא דנסחני דהוא גמר פירי דידהו דרחמנא אמר תהיה כל תבואתה לאכול ואמרי' בגמ' מלמד שאינה נאכלת אלא תבואה וכל מה שנקצץ ממנה קודם גמר פירי הרי הפסידו ורחמנא אמר לאכלה ודרשי ליה רבנן לאכלה ולא להפסד דתנן (שביעית פרק ד משנה י) כל האילן כיון שבא לעונת המעשרות מותר לקוצו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "על החומץ ועל הגובאי ועל הנובלות הוא אומ' שהכל נהיה בדברו. גרסי בני מערבא החמיץ יינו אומר ברוך דיין האמת בא לאכלו אומר שהכל נהיה בדברו ראה גובאי אומר ברוך דיין האמת בא לאכלו אומר שהכל נהיה בדברו נובלות שנשרו אומר ברוך דיין האמת בא לאכלן אומר שהכל: השיתין אמר רבה בר בר חנה אמר ר' יוחנן מיני תאיני פירשו בתלמוד ארץ ישראל דדמאי (פרק א הלכה א) אלו הן השיתין ר' שמעון בריה דר' אבא אמר שהן יוצאות מתחת העלין ואמרי תו במסכת שביעית בפרק בנות שוח (הלכה א) תני רבן שמעון בן גמליאל אומר מהוצאת העלין עד הפגים נ' יום מן הפגים ועד השיתין הנובלות נ' יום ומן השיתין ועד התאנים נ' יום:"
        ], 
        [], 
        [], 
        [
            "שלש תכיפות הן תכף לסמיכה שחיטה. בתלמוד ארץ ישראל בפ' מאימתי קורין אמר תכף לסמיכה שחיטה דכתיב (ויקרא א) וסמך ושחט. תכף לנטילת ידים ברכה [שנאמר] (תהילים קל״ד:ב׳) שאו ידכם קדש וברכו את ה'. תכף לגאולה תפלה שנאמר (שם יט) יהיו לרצון אמרי פי מה כתיב בתריה יענך ה' ביום צרה ובגמ' דפ\"ג דשחיטת קדשים (דף לג) אמרי תכף לסמיכה שחיטה דאורייתא:"
        ], 
        [
            "והוא אומר על המוגמ'. גרסי' בגמ' דבני מערבא (הלכה ו) מה בין מוגמר ובין יין מוגמר כולן מריחין יין אחד הוא שהוא טועם פשיטא של זו הבעיא דמוגמר אע\"ג דמילתא ידועה היא שאין מביאין אותו אלא לאחר הסעוד' אחד מברך לכולן ולפיכך שאל השואל מפני מה היין הבא בתוך המזון כל אחד ואחד מברך לעצמו והמוגמר אחד מברך לכולן יין אחד טועם ומברך כל אחד לעצמו:"
        ], 
        [], 
        [
            "ששה דברים גנאי לתלמיד חכם אל יצא יחידי בלילה. ובמסכת שחיטת חולין בפ' גיד הנשה (חולין דף צא) אמרינן ויאבק איש עמו אמר ר' יצחק מכאן לתלמיד חכם שלא יצא יחידי בלילה. ויש אומרים אף אל יהלך בקומה זקופה ובפרק האשה נקנית (קדושין דף לא) אמרינן אמר ר' יהושע בן לוי אסור לאדם שיהלך ד' אמות בקומה זקופה שנאמר (ישעיהו ו׳:ג׳) מלא כל הארץ כבודו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "ר' זירא חלש קביל עליה ר' אבהו אי מיתפח קטין חריך שאקי. הדבר שבשבילו נקרא ר' זירא בזה השם מפורש בבבא מציעא בפרק השוכר את הפועלים (בבא מציעא דף פה) ר' זירא כי סליק לארץ ישראל יתיב ש' תעניתא ק' קמייתא כי היכא דלישתכח תלמודא דבבל מיניה כי היכי דלא ניטרח בגירסיה ק' מצעייתא דלא נישכוב ר' אילעא (בגמ' איתא ר' אלעזר) בשניה ונפלן עליה מילי דצבורא ק' בתרייתא כי היכי דלא נישלוט בו נורא דגיהנם כל ל' יומין הוה בדיק נפשיה שגר תנורא סליק יתיב בגויה לא הוה קא שלטא ביה נורא יומא חד יהבו ביה רבנן עינייהו וחרך שאקי וקרו ליה קטין חריך שאקיה ובמס' סנהדרין בפרק אחד דיני ממונות (סנהדרין דף לז) הנהו בריוני דהוו בשיבבותיה דר' זירא כו' כי נח נפשיה דר' זירא אמרי עד האידנא הוה קטין חריך שאקי דהוה בעא עלן רחמי כו':"
        ], 
        [
            "שאני פרסאי דבמחוג מחוו והיו מכירין זה את זה ברמיזותיו של זה ומבין כל אחד מהן מה שחבירו אומר ובפ\"ק דמסכת חגיגה (דף ה) ר' יהושע בן חנניה הוה קאי בי קיסר אחוי ליה ההוא מינא עמא דאהדרינהו מאריה לאפיה מינייהו אחוי ליה איהו ידו נטויה עלינו אמרו ליה לר' יהושע בן חנניה מאי אחוי לך עמא דאהדרינהו מאריה לאפיה מיניה ומאי אחוית ליה ידו נטויה עלינו אמרו ליה לההוא מינא מאי אחוית ליה עמא דאהדרינהו מאריה לאפיה מיניה ומאי אחוי לך לא ידענא אמרי גברא דלא ידע מאי מחוו ליה במחוג יתיב [בגמ' איתא יחוי] קמיה מלכא וקטלוה:"
        ], 
        [
            "אין מכבדין לא בדרכים אלא בפתח הראוי למזוזה. אית לפירוש פתחים הראויים למזוזה ושאינן ראויין במסכת יומא בפ\"ק (דף יא) ובמנחות בפרק הקומץ את המנחה (דף לג):", 
            "אין עונין לא אמן חטופה ולא אמן קטופה ולא אמן יתומה כו'. איתא בגמרא דבני מערבא בס\"פ אלו דברים שבין בית שמאי וב\"ה אי זו היא אמן יתומה ההן דחייב בברכה והוא עאני ולא ידע מה עאני:", 
            "אכל דמאי. פירשוהו בתלמוד ארץ ישראל בפרק הדין אכל פירות ספק נתקנו ספק לא נתקנו מזמנין ובפ\"ק דעירובין (דירושלמי הלכה י) נמי אמרינן דמאי דמיי תיקן לא תיקן כלומר שיש בו ספק אם הוציא ממנו מעשר אי לא ולפיכך חייב להוציא ממנו תרומת מעשר ונקראת תרומת מעשר של דמאי ובמשנה סוף מסכת מעשר שני יוחנן כהן גדול העביר הודאת המעשר ובימיו אין אדם צריך לשאול על הדמאי ובמסכת סוטה בפרק עגלה ערופה (סוטה דף מח) תניא אף הוא ביטל את הוידוי וגזר על הדמאי עמד ותיקן להם הלוקח פירות מעם הארץ מפריש תרומת מעשר ונותנה לכהן וזו הברייתא בתוס' סוטה [ס\"פ יג]:"
        ], 
        [], 
        [
            "ינאי מלכא כריך ריפתא ולא הוה ליה איניש דמבריך ליה אמרה ליה דביתהו השתא דקטלת לכולהו רבנן מאן מברך לך. איתא מיפרשי ומיבררא במס' קדושין בפ' האומר לחברו (קידושין דף סו) שנתגלגלה (ותעה) [הרעה] ע\"י אלעזר בן פועירה וע\"י יהודה בן גדידיה ויהרגו כל חכמי ישראל והיה העולם משתומם עד שבא שמעון בן שטח והחזיר את התורה ליושנה ובמס' סוטה בפ' עגלה ערופה (סוטה ד' מז) אמרי' כד קטל ינאי מלכא לרבנן אטמינהו אחתי' לשמעון בן שטח ואיתא נמי בפ' כל ישראל יש להם חלק (דף קז) ובתלמוד א\"י דהאי פירקא אמרי' ש' נזירים עלו בימי שמעון בן שטח ק\"נ מהן מצאו להן פתח וק\"נ לא מצאו להן פתח שלח שמעון בן שטח לגבי ינאי מלכא אמר ליה אית הכא שלש מאות נזירין ואינון בעיין תשע מאה קורבנין הב לי פלגא מן דידך ואנא יהיב פלגא מן דידי שלח ליה ת\"נ אזל לישנא בישא ואמר ליה דלא יהב ליה מן דיליה כלום שמע ינאי מלכא וכעס דחיל שמעון בן שטח וערק בתר יומין סלקין בני נשי רברבין מן מלכותיה דפרס לגבי ינאי מלכא מדאכלין אמרין נהירין אנן דהוה הכא [חד גבר סב וכו'] ועיקרה דמילתא בבראשית דר' הושעיא בפרשת וירא יעקב כי יש שבר במצרים דקשיא הא אדאית בגמ' דידן כי אפשר שתכף זה המעשה וזה הכעס שנפל בלבו של ינאי המלך על ר' שמעון בן שטח אירע זה המעשה הנזכר וזהו שנאמר בו נזרקה בו מינות ויהרגו כל חכמי ישראל וכשראה שמעון בן שטח חשש שמא יתאנה עליו ויענישנו על אותו המעשה שהיה והלך ונתחבא עד שקבלה אחותו עליו אמונת שלום מן המלך ואחר כן יצא מהמחבא ונכנס אצלו וזה ששלח לו מן הנזירין הב פלגא מדידך ואנא יהיב פלגא מדידי אמת היו דבריו כי כמו שעיין בנדריהם וחקרם יפה עד שנתברר לו שאינן קיימין והורה להן שפטורין הם מלהביא קרבן עליהם כדמפרש באותו המעשה ק\"נ מצאו להם פתח היה לו לומר פלגא מדידי כלומר מתורתו והוראתו וזהו צד התירוץ שלו וכבר שאלו המלך בשביל הדבר הזה והחזיר לו תשובה בזה הענין כדאמרינן (שם) אתא עאל יתיב בין מלכא למלכתא אמר ליה אפלית בי אמר ליה לא אפלית בך את מן ממונך ואנא מן אורייתי דכתיב (קהלת ז׳:י״ב) כי בצל החכמה בצל הכסף:"
        ], 
        [
            "דאמר רב מתנה אותו היום שניתנו הרוגי ביתר לקבורה תיקנו הטוב והמטיב. בסוף מסכת תענית (דף כו) שנינו אמר רבן שמעון בן גמליאל לא היו ימים טובים לישראל כחמשה עשר באב ואמרי' בגמ' רב מתנה אמר יום שניתנו הרוגי ביתר בו לקבורה הודיענו רב מתנה כי הדבר שגרם לעשות את יום ט\"ו באב בשמחה היא קבורת אלו ההרוגים ואיתא למעשה דביתר ובמה נהרגו בה והיאך נתגלגל הדבר מפרש במסכת גיטין בפרק הניזקין (גיטין דף נז) ובגמ' דסוף תענית דבני מערבא:", 
            "שזו ניתנה בג' בריתות."
        ], 
        [
            " הכין מפרש בספרי (פרשת ראה) כנגד ג' בריתות שכרת הקב\"ה עם ישראל אחד בחורב ואחד בערבות מואב ואחד בהר גרזים ובהר עיבל ובמס' סוטה בפ' ואלו נאמרין בכל לשון שנינו הפכו פניהם כלפי הר גרזים כו' (דף לז) תנו רבנן ברוך בכלל ברוך בפרט וכן בסיני וכן בערבות מואב שנא' (דברים כח) אלה דברי הברית אשר צוה ה' את משה וגו' מלבד הברית אשר כרת אתם בחורב וכתיב (שם כט) ושמרתם את דברי הברית הזאת ואדונינו האי גאון ז\"ל כתב בפירושו דברכות הכי ג' דתורה מפרשי רבנן האמורין בלוחות שניות (שמות לד) הנה אנכי כורת ברית (שם פסוק כז) כרתי אתך ברית (בחורב) (שם פסוק כח) ויכתוב על הלוחות כמכתב הראשון את דברי הברית:"
        ], 
        [
            "מר סבר חזרתו כטומאתו מה טומאתו בכביצה. עיקרה בתורת כהנים יכול יטמא כל שהוא ת\"ל אשר יאכל הא אינו מטמא אלא בכביצה ובגמרא דיום הכפורים (דף פ) אמרינן תניא ר' אומר כל איסורין שבתורה בכזית חוץ מטומאת אוכלין בכביצה כו' מנלן א\"ר אבהו אמר ר' אלעזר דאמר קרא מכל האוכל אשר יאכל אוכל שאתה יכול לאוכלו בבת אחת שיערו חכמים שאין בית הבליעה יתר מביצת תרנגולת ולענין איסורין אמרי' (סוכה ו) ארץ זית שמן ארץ שרוב שיעוריה כזיתים ועיקרו בתורת כהנים אשר תאכל אין אכילה בפחות מכזית ובגמ' דפרק גיד הנשה (חולין דף צו) אמרי' ור' יהודה אכילה כתיבה בה ואכילה בכזית והתם נמי אמרי' (שם דף קב) אבר מן החי צריך כזית מ\"ט אכילה כתיב ביה ואכילה בכזית וכמוה רבות בתלמוד ומינה ילפינן לנוגע ולנושא ששיערו חכמים כזית כדתניא בתורת כהנים [בפרשת אמור] והכי איתא בת\"כ [שם בפ' שמיני] נבלה וטרפה לא יאכל לטמאה בה את שאין לה טומאה אלא אכילה וכו' יכול נבלת בהמה מטמא בגדים בבית הבליעה מק\"ו ת\"ל בה בה אתה מטמא בבית הבליעה ואין אתה מטמא בנבלת בהמה בבית הבליעה א\"כ למה נאמר האוכל ליתן שיעור מה האוכל בכזית אף הנוגע והנושא בכזית: בשלשה והוא אומר ברכו. אמר שמואל לעולם אל יוציא אדם את עצמו מן הכלל ואסיקנא דנברך עדיף למה נהגו העם בספר תורה לומר הקורא ברכו ואינו אומר נברך ופירוקה כי הקורא בס\"ת כיון שהצריכוהו לומר המבורך לא יצא מן הכלל והרי בירך הוא תחלה קודם הצבור ובברכת המזון אם הוא אומר ברכו את שאכלנו משלו הרי הוציא את עצמו מן הכלל והכי אמרינן בתלמוד ארץ ישראל שמואל אמר אני איני מוציא את עצמי מן הכלל התיבון הרי הקורא בתורה אומר ברכו אמר ר' אבין מכיון דהוא אומר המבורך אף הוא אינו מוציא עצמו מן הכלל והוא פירוק יפה וחביב:"
        ], 
        [], 
        [], 
        [
            "ללע\"ט יפה לרמ\"ת רע. סימן הוא. ובהלכות גדולות מפרש ללב לעין לטחול יפה לראש למעים לתחתוניות רע: עשרה דברים נאמרו בכוס של ברכה כו'. בפרקין בגמ' דבני מערבא אמרי אמר ר' אחא ג' דברים נאמרו בכוס של ברכה עטור ומודח ומלא ושלשתן בפסוק אחד (דברים ל״ג:כ״ג) נפתלי שבע רצון ומלא שבע עטור רצון מודח ומלא כמשמעו אמר ר' חייא אם עשיתם כן מה כתוב תמן ים ודרום ירשה אתה זוכה לירש העולם הזה והעוה\"ב:"
        ], 
        [
            "תדיר ושאינו תדיר תדיר קודם. עיקרו במשנת זבחים בפ\"י (דף פט) ובמשנת הוריות בפרק אחרון (דף יב) כל התדיר מחבירו הוא קודם את חבירו ואמרינן בגמרא מנא הני מילי אמר אביי דאמר קרא (במדבר כ״ח:כ״ג) מלבד עולת הבוקר אשר לעולת התמיד מכדי כתיב עולת הבוקר עולת התמיד למה לי מאי קאמר רחמנא האי דתדיר קדים ברישא:"
        ], 
        [
            "ור' יהושע היא דאמר אין משגיחין בבת קול. עיקר שלו הוא שאמר ר' יהושע בפרק הזהב (ב\"מ דף נט) במעשה תנורו של עכנאי לא בשמים היא (דברים ל) כבר נתנה לנו על הר סיני וכו' כבר הזכרנוה לשעבר. ואלו האותאבות (ר\"ל הקושיות) שנזכרו בכאן המברך צריך שיטעום וטעמו פגמו וכוס של ברכה צריך שיעור כולן ענפים יוצאין מן ההיא ברייתא דאקשו מינה כבר והתניא הנכנס לביתו במוצאי שבתות כו' ואיתא מיפרשא בפ' ערבי פסחים (פסחים דף קה) כי כשהזכירו זו הברייתא לשם אמרינן עלה שמע מינה מהא מתניתא ה' שמע מינה המבדיל בתפלה צריך שיבדיל על הכוס וש\"מ ברכה טעונה כוס וש\"מ כוס של ברכה צריך שיעור וש\"מ המברך צריך שיטעום וש\"מ טעמו פגמו: וניטמו ידים לכוס ידים שניות הן. עיקרה דטומאת ידים גזירה דרבנן היא וכי גזרו בהו רבנן טומאה לתרומה אבל לחולין לא והיא אחת מי\"ח דבר שגזרו בו ביום ואיתא מיפרשא בפ' יציאות השבת (שבת דף יג) מאי נינהו י\"ח דבר דתנן ואלו פוסלין את התרומה והספר והידים ואמרינן ידים מ\"ט גזרו בהו רבנן טומאה מפני שהידים עסקניות הן וזו המשנה בסוף מס' זבים ומדקתני ואלו פוסלין את התרומה מכלל שהידים שניות הן כי השני הוא שפוסל את התרומה על העיקר שכבר הקדמנוהו בתחלת המסכת כי השני עושה שלישי בתרומה ולא בחולין ואיתא בפ\"א דמסכת טהרות (צ\"ל דתוספת' טהרות) הידים מטמאות אחד בקודש ופוסלות את התרומה ואין ידים לחולין ובגמ' דאין דורשין דבני מערבא (הלכה ה) גרסי' מתוך שאתה אומר לו ידיו שניות אף הוא בודל מן התרומה ולא מחמת משקה גזרו עליהם ויהיו תחלה ק\"ו ומה אם טבול יום שהוא דבר תורה אינו אלא פוסל ידים שהן מדבריהם לא כ\"ש ד\"א כלום גזרו על הידים לא מפני כדי שיהא בודל מן התרומה מתוך שאתה אומר לו ידיו שניות אף הוא בודל מן התרומה ותנן בפרה פ' י\"א (משנה ה) כל הטעון ביאת מים מדברי סופרי' מטמא את הקודש ופוסל את התרומה ומותר בחולין ובמשנת ידים בפ\"ג התמיהו ואמרו לו לר\"ע היכן מצינו שהידים תחלה ואמרינן תו והיד מטמאת את חברתה דברי ר' יהושע וחכ\"א ידים שניות הן ואין שני עושה שני ולפי זה הטעם אין הידים מטמאין את הכוס אבל המשקין שאחוריו מטמאין מחמת ידים כדתנן במס' פרה (פ\"ח משנה ז) כל הפוסל את התרומה מטמא את המשקין להיות תחלה חוץ מטבול יום ובפרק אור לי\"ד (פסחים ד' יז) הן אומרין משקין הבאין מחמת ידים ובפרק יציאות השבת (שבת דף יד) אמרי' האוכלין שנטמאו במשקין משקין דמאי אי נימא במשקין מחמת שרץ דאורייתא היא דכתיב (ויקרא י״א:ל״ד) וכל משקה אשר ישתה אלא דנגעו במשקין הבאין מחמת (שרץ) [ידים] וגזרו רבנן על משקין הבאין מחמת ידים משום משקין הבאין מחמת שרץ ובתוספתא טבול יום (פרק א) תניא חומר בידים מטבול יום וכו' ומטמאין את המשקין לעשותן תחלה ולפי שעיקר טומאת ידים מדרבנן היא הוי ספיקה טהור כדתנן במס' טבול יום (פ\"ב משנה ב) חומר בטבול יום מבידים שספק טבול יום פוסל את התרומה והידים ספיקן טהור. גזירה שמא יטמאו משקין שבידים מחמת הכוס זה הכוס קאי בטומאת אחוריים כדתנן בפרק חומר בקודש (חגיגה כ) אחוריים ותוך ובית הצביעה לתרומה כלומר שאחוריו נטמאו במשקין ואעפ\"כ תוכו טהור וכל שהוא בענין הזה הרי הוא מטמא את המשקים והמשקין עוד מטמאים דברים אחרים כדתנן בטהרות בפרק ח' (משנה ז) משקין שנטמאו באחורי כלי מטמאין אחד ופוסלין אחד ובתוספתא כלים [פ\"ג] משקין טהורין הנתונין על הארץ ונגע בהן כוס שאחוריו טמאין או בית צביעתו נטמאו משקין וטומאת אחוריים מדרבנן היא כדתניא בתורת כהנים [בפ' שמיני] רבי אומר תדע שאין טומאת משקין לכלים מן התורה [אלא מד\"ס שאין טומאה מן התורה] מטמאה את כלי שטף מאחריו שאין תוכו טמא וכלים שנטמאו במשקין תוכו טהור ואין לך טומאת אחוריים אלא במשקין בלבד ובתרומה אבל בקודש הכל טמא דתנן אחוריים ותוך ובית הצביעה לתרומה אבל לא לקודש ובפרקא קמא דמס' נדה (דף ז) אמרו דהלכה כר' אליעזר דאמר אחורי כלים שנטמאו במשקין מטמאין את המשקין ואפי' דחולין ואין פוסלין את האוכלין ואפילו דתרומה ולא ילפינן ק\"ו מטבול יום כר' יהושע מפני הטעם המפורש לשם כדאמרינן ורבי אליעזר אחורי כלים דרבנן וטבול יום דאורייתא כו' ומאי שנא אחורי כלים דנקט משום דקילי דתנן [כלי] שנטמא במשקין אחוריו טמאין תוכו ואגנו ואזנו וידיו טהורין וזו המשנה בכלים בפכ\"ה [משנה ו]."
        ], 
        [
            " והא דאמרי נמי אין כלי מטמא אדם כי השרץ אם נגע בכלי וטמאו אותו הכלי אינו מטמא אלא אוכלין ומשקין בלבד אבל אדם לא לפי שאב הטומאה מטמא אדם וכלים ותולדה אוכלין ומשקין מטמאין אדם ובגדים אין מטמאין והכי אמרי' בפרק אור לי\"ד (פסחים דף כ) שרץ מטמא את הכלי וכלי מטמא את האוכלין ואוכלין מטמאין את המשקין למדנו שלש טומאות בשרץ והתם בפ' חומר בקודש (חגיגה דף כג) כדאמר ר' זירא עשאוה כטמא שרץ ואקשינן עליה אלא מעתה לא תטמא אדם כלומר שהכלי שנטמא בשרץ אינו מטמא אדם בעיקר אשר הקדמנו ובגמ' דכיצד צולין את הפסח (דף עט) איתא אבל נטמאת הסכין בטומאת שרץ דלבשר הוא דמטמא ליה לגברא לא מטמא ליה:", 
            "וניטמי כסת לגברא גופיה בספק מדרס דרבנן בתוספתא חגיגה (פ\"ג) שנו ספק רשות עם הארץ ומדרסו (וחציצו) והיסטו טהורין לחולין וטמאין לתרומה וטומאת מדרסות איתא מיפרשא בחגיגה בפ' אין דורשין (חגיגה ד' יח) דתנן בגדי עם הארץ מדרס לפרושים בגדי פרושים מדרס לאוכלי תרומה ובתוספתא טהרות (פ\"ו) שנו מי שדרסה אשה על בגדיו בגדיו טמאין מדרס ובגמרא דבני מערבא [בחגיגה פ\"ב הלכה ז] אמרי ר' יסא בשם ר' יוחנן במגעות שנו בעא ר' זעירא קמיה ר' יסא מאיכן נטמא הבגד הזה מדרס אמר ליה תיפתר שהיתה אשתו של עם הארץ יושבת עליו ערומה ובגדי עם הארץ הרי היא אחת מששה ספיקות שגזרו באושא כדתנן במס' טהרות בפ\"ד (משנה ה) על ו' ספיקות שורפין את התרומה כו' ובפ' הדר עם (עם הארץ) [העכו\"ם] בחצר יש כהנה רבות ובפ' יציאות השבת (שבת דף טו) אמרי אמר עולא ספיקות באושא גזור רבנן עליהן ומכאן נאמר דספק מדרסות דרבנן ובפ' אין דורשין (חגיגה דף יט) פרישו דהנהו מעלות דרבנן נינהו ובמסכת בכורות בפ' הלוקח בהמה (בכורות דף כג) אית ואיבעית אימא טומאת עם הארץ דרבנן וטומאת משקין דרבנן כו': ונטמא (שולחן) [כסת] למפה אין כלי מטמא כלי הא שמעי' לה נמי כדאמרינן שרץ מטמא את הכלי וכלי מטמא את האוכלין דאלמא כלי אינו מטמא אלא או אוכלין או משקין ואין כלי מטמא כלי ומפרש בפ' אור לי\"ד (פסחים דף יח) ולאו ק\"ו הוא ומה כלי שמטמא משקה אין מטמא כלי כו' ואמרינן נמי (שם דף יט) האי סכין דנגעה במאי אי נימא דנגעה בבשר והא אין אוכל מטמא כלי אלא דנגעה במחט הא אין [כלי] מטמא כלי ובפ' אין דורשין בעריות (חגיגה דף כ) אמרינן אמאי הסל טהור תטמא מגריפה לסל אין כלי מטמא כלי ואית נמי בשחיטת קדשים (דף צט) בגמרא דטבול יום ובגמ' דבני מערבא גרסי מתניתא בשולחן של שיש או של פרקים שאינן מקבלין טומאה: אין מברכין לא על הנר ולא על הבשמים של עכו\"ם הואיל ותנן מעיקרא אין מברכין לא על הנר ולא על הבשמים של גוים אמאי איצטריך תו למיתני של עכו\"ם אלא מכלל דהאי עכו\"ם דישראל היא והכי אמרינן בתלמוד ארץ ישראל של עכו\"ם ולא של גוים היא תיפתר בעכו\"ם של ישראל:"
        ], 
        [], 
        [
            "כדי שיכיר בין מלוזמא של טבריא למלוזמא של ציפורי. הא פירשוה בתלמוד ארץ ישראל כדי שיהא יודע להבחין בין מטבע למטבע ובגמ' דאין עומדין [בירושלמי הלכה ב] אמרו העונין אמן צריכין ליתן עיניהם בנר ועיניהם בכוס:"
        ], 
        [], 
        [], 
        [], 
        [
            "אמימר ומר זוטרא ורב אשי הוו יתבי בהדי הדדי אמרי כל חד וחד מינן נימא מילתא דלא שמיע ליה לחברי' פתח חד מינייהו ואמר האי מאן דחזאי חלמא ולא ידע מאי חזאי ניקו קמי כהני בעידנא דפרסין כהני ידייהו. מפרש טעמא דמילתא במדרש ילמדנו רבינו בפרשת נשא הנה מטתו שלשלמה ששים גבורים אלו ס' אותיות שבברכת כהנים כולם אחוזי חרב שכל אחד ואחד שמו של הקב\"ה נזכר בו יברכך ה' יאר ה' ישא ה' איש חרבו על ירכו מה ראתה ירך נזכרת כן אפילו רואה אדם בחלומו החרב שלופה ונתונה בצוארו וקוטע את ירכו משכים לבוקר והולך לבית הכנסת מפחד שראה בלילות בחלומו ורואה את הכהנים נושאין את כפיהם והחלום הרע מתבטל ממנו לכך נאמר מפחד בלילות:"
        ], 
        [], 
        [
            "דתני רב יוסף אין מראין דלועין אלא ליראי שמים. כבר שאלני עליה תלמיד מבני ספרד היש לה טעם ואני לא קבלתי בה כלום וגם לא נשאלתי עליה קודם לכן מעולם ונמתי לו כי זאת קבלה היא ביד החכמי' ולא נודע לי שהזכירו בה טעם אבל נראין הדברים בעיני שאפשר שיהו דומים יראי שמים לדלועין שכשם שהדלועין אין בכל פירות הארץ גדולים מהם ואעפ\"כ אינן מתנשאין על הארץ אלא כל זמן שהן גדלין ופרין הן מוסיפין נמיכות בארץ כך הן יראי שמים אין כל הבריות שמעלתו גבוהה ממעלתם ולא עדיף מהם כדדרשינן בהאי פסוקא (איוב כ״ח:כ״ח) הן יראת ה' היא חכמה וסור מרע בינה שכן בלשון יוני קורין לאחת הינא לפי שמפורש בפ' ב\"מ (שבת דף לא) ואעפ\"כ כל זמן שמוסיף להן הקב\"ה גדולה וכבוד ונשיאות הן מוסיפין ענוה ונמיכו' בענין שמפורש במדרש ילמדנו רבינו שהתורה סולמה ענוה דכתיב (משלי כ״ב:ד׳) עקב ענוה יראת ה' ובתרה יראה דכתיב (תהילים קי״א:י׳) ראשית חכמה יראת ה' ובפרק יציאות השבת בגמ' דבני מערבא (הלכה ג) אמר ר' יצחק בן אלעזר כל שעשת חכמה עטרה לראשה עשת ענוה עקב לסולייסה דכתיב ראשית חכמה יראת ה' וכתיב עקב ענוה יראת ה' ובגמ' דידן בסוף פירקא דכיסוי הדם (חולין דף פט) אמר הקב\"ה לישראל חושק אני בכם שאפי' בשעה שאני משפיע לכם גדולה אתם ממעיטין עצמכם לפני נתתי גדולה לאברהם אמר (בראשית י״ח:כ״ז) ואנכי עפר ואפר נתתי גדולה למשה ואהרן אמרו (שמות ט״ז:כ״ב-כ״ג) ונחנו מה נתתי גדולה לדוד אמר (תהילים כ״ב:ז׳) ואנכי תולעת ולא איש ולפיכך אפשר שתהא כוונתן של חכמים בדימוי יראי שמים לדלועים בשביל הדבר הזה ועוד נשמענה מגופה של מלה דלועין דלו עיני למרום וזו היא מדת יראי שמים כמו שאמר חזקיה (ישעיהו ל״ח:י״ד) דלו עיני למרום כלומר שהן בוטחין בו ומצפין אליו ומחכים לטובו והיה ישר בעיני השואל זה הפירוש גם בעיני כל התלמידים שהיו לשם ולפיכך כתבתיו בזה המקום:"
        ], 
        [
            "הרואה את הנחש בחלומו פרנסה מזדמנת לו. זה הדבר בנוי על העיקר שהזכירוהו בפ' יוה\"כ (יומא דף עה) תניא ר' יוסי אומר בוא וראה שלא כמדת הקב\"ה מדת בשר ודם כו' קלל את הנחש עלה לגג מזונותיו עמו ירד למטה מזונותיו עמו ולפי שפרנסתו מצויה לו בכל מקום לפיכך הרואהו בחלומו פרנסה מזדמנת לו:"
        ], 
        [
            "הרואה ר' עקיבא בחלומו יצפה לחסידות. אית בפרק כל ישראל יש להן חלק (דף קי) שנא' אספו לי חסידי אלו ר' עקיבא וחבריו שמסרו נפשם לזביחה על דברי תורה ואמרי' (שם) אמר רבה בר בר חנה שבקה ר' עקיבא לחסידותיה: הרואה ר' אלעזר בן עזריה יצפה לחכמה לפי שנתמנה בישיבה והוא בן י\"ח שנה והיה הוא כבר חכם מאד כמו שאתה מוצא (חגיגה דף ג) אמר ר' יהושע עליו אין דור יתום שר' אלעזר בן עזריה שרוי בתוכו ואמרו בשבחו (גיטין דף סז) ר' אלעזר בן עזריה קופה של בשמים כלומר שהיה מאסף החכמות ומסדר אותם ושנינו (סוטה דף מט) משמת ראב\"ע בטלה עטרת החכמים ואע\"פ שר\"ע הגיע למעלה יתירה וגדולה בחכמה שאפי' משה רבינו כשהראהו הקב\"ה דורות העתידין כשראה את ר' עקיבא אמר לפני הקב\"ה רבש\"ע יש לך אדם כזה ואתה נותן תורה ע\"י כמפורש בפ' הקומץ את המנחה (מנחות ד' כט) מיהו לא התחיל ללמוד ולגרוס עד שהיה בן מ' שנה כמו שאמרו (בשלהי ספרי) ר' עקיבא למד תורה בן מ' שנה ושימש את החכמים מ' שנה ופרנס את ישראל מ' שנה ואפשר שחסידותו היתה יתירה על חכמתו ולפיכך הוא משובח בחסידות: ר' ישמעאל בן אלישע ידאג מן הפורענות מפני שבימיו היו ישראל עומדין בצרות וגזירות ומלחמות בסוף זמן בית שני וכבר נשבה בנערותו ופדאהו ר' יהושע בן חנניה כמפורש בפ' הניזקין (גיטין דף נח) מעשה בר' יהושע בן חנניה שהלך לכרך גדול של רומי אמרו לו תינוק אחד יש בבית הסוהר כו' אמרו לא זז משם עד שפדאו בממון הרבה לא היו ימים מועטים עד שהורה הוראה בישראל ומנו ר' ישמעאל בן אלישע ואיתא בסוף גמ' דהוריות דבני מערבא ושימש בכהונה גדולה כדאמרי' בפ' מאימתי קורין (דף ז) תניא אמר ר' ישמעאל בן אלישע פעם אחת נכנסתי לבית קה\"ק להקטיר קטורת לפני לפנים וקודם חרבן הבית נהרג עם רבן שמעון בן גמליאל דתניא במכילתא דר' ישמעאל כשנהרג ר' שמעון ור' ישמעאל אמר להן ר' עקיבא לתלמידיו התקינו עצמיכם לפורענות שאילו טובה עתידה לבא בדורנו בתחלה לא היו מקבלין אותה אלא רבן שמעון ור' ישמעאל ועכשיו גלוי לפני מי שאמר והיה העולם שפורענות גדולה עתידה לבוא בדורנו ונסתלקו אלו מבינותינו שנא' (ישעיהו נ״ז:א׳) הצדיק אבד וגו' ובפ' עגלה ערופה דמס' סוטה (דף מח) ובפ' דיני ממונות דתחלת סנהדרי' (דף יא) אמרי' ת\"ר משמתו נביאים האחרונים חגי זכריה ומלאכי נסתלקה רוה\"ק מישראל אף הוא אומר בשעת מיתתו שמעון וישמעאל לחרבא ושאר עמא לביזא ועקן סגיאן עתידין למיתי על עמא עיקרה דהא בריי' בתוס' סוטה ובפ' העור והרוטב במסכת שחיטת חולין (דף קכג) אמרו אל תתמה שהרי קרקפלו של ר' (יהושע) [ישמעאל] מונח בראשי מלכים:"
        ], 
        [
            "  שלשה תלמידין הן בן עזאי ובן זומא ואחר. הני בן עזאי ובן זומא הן חשובין יושבין בראש התלמידין כדתנן במס' קדושין בפ' האיש מקדש (קידושין דף מט) על מנת שאני תלמיד אין אומרים כשמעון בן עזאי ושמעון בן זומא ובפירקא קמא דמס' הוריות (דף ב) אמרי' או תלמיד וראוי להוראה אלא (מי שחסידותו) [אולי צ\"ל שבן עזאי היה חסידותו] יתירה על חכמתו והאי אחר הוא אלישע בן אבויה וגם הוא היה גדול בחכמה ומזורז ובקי בתלמידים מיהו כיון שאירע לו אותו המאורע המפור' בחגיגה בפ' אין דורשין בעריות (דף יד) וקצץ בנטיעות נקרא אלישע אחר מפני שחזר לאחוריו ובפרק האשה נקנית (קדושין ד' לט) ובפרק שילוח הקן (חולין דף קמב) אמרי אלמלא לא דרשיה אחר להאי קרא כרבי יעקב בר ברתיה לא חטא ואחר מאי חזא איכא דאמרי כי האי גוונא חזא ואיכא דאמרי לישניה דגברא רבה חזא דהוה [גריר] ליה דבר אחר אמר פה שהפיק מרגליות ילחך עפר נפק חטא ולפיכך מי שרואהו בחלומו ידאג מן הפורענו':  גדגדניו' (הזכיכוס) בפרק בכל מערבין (עירובין ד' כח) (ואינון) [משמע דאינון] הינדקוקי ובטיית אלא הנדקוקה כי השמועה שנאמרה משמו של רב מערבין בגודגדניות כדאקשינן עליה מבריי' מסקינן בה איבעי תימא כי קאמר רב בהינדקוקי ובפרקין בגמרא דבני מערבא גרסי בר שילת בשם רב פעפועין וגודגדניות וחלוגלוגות מערבי בהון בעון קומוי אילין אינון אמר לון קקולי והנדקוקי ופרפחיני:  הרוא' את המרקולי'. היא ע\"ז וכבר מפורש כי בתחלה מציבין ג' אבנים ב' מהן סדורין על גבי קרקע אחת בצד חברתה והשלישית על גביהן כדתניא (ע\"ז דף נ) אלו הן אבני מרקוליס אחת מיכן ואחת מיכן ואחת על גביהן ואמר רבא כי תניא ההיא בעיקר מרקוליס כל שהוא מוצב בזה המעשה נקרא מרקוליס והיו עובדין אותו והיה עבודתו שמשליך אבן כלפי אותן האבנים המוצבין (כדתניא) [כדתנן] בסנהדרין בפ' ד' מיתות (סנהדרין דף ס) הזורק אבן למרקוליס זו היא עבודתו כלומר ישראל שעשה כן בשוגג חייב חטאת במזיד בלא התראה ענוש כרת ואם התרו בו נסקל ואמרי' בגמ' (שם דף סד) ואע\"ג דקא מיכוין למירגמה ובמס' ע\"ז בפ' ר' ישמעאל (עבודה זרה דף נ) איתא להא ברייתא שהזכרנוה ובב\"מ בפ' אלו מציאות שלו (דף כה) כאבני בית קוליס חייב להכריז ואלו הן אבני בית קוליס אחת מיכן ואחת מיכן ואחת באמצע:", 
            "התורה אמרה הבא להורגך השכם להורגו היינו דאמר רחמנא (שמות כ״ב:א׳) אם במחתרת ימצא הגנב והכה וגו' והתם בסנהדרין בפרק בן סורר ומורה (סנהדרין דף עב) תנינן הבא במחתרת נידון משום סופו ואמרינן בגמ' אמר רבא מ\"ט דמחתרת חזקה אין אדם מעמיד עצמו על ממונו והאי מימר אמר אי אזילנא וקאי לאפאי מריה דבייתא ולא שביק לי קטילנא ליה ואמרה תורה בא להרגך השכם להרגו:"
        ], 
        [
            "הרואה את הכושי ואת הגיחור ואת הלווקן וכו'. שנינו במס' בכורות בפ' מומין אלו (בכורות דף מה) הכושי והגיחור והלווקן והכיפח והננס כו' פסולין באדם כשרין בבהמה ופרישנא בגמ' כושי אוכמא גיחור סומקא לווקן חיורא כיפח גיבח [שם הגי' גבוה] וכדאמר רב פפא אריכא שמוטא סניא ננס ידוע הוא בלשון חכמים שהוא הקצור בקומה:"
        ], 
        [], 
        [
            "על הגשמי' ועל בשורו' טובות הוא אומר ברוך הטוב והמטיב. גרסי' בגמ' דבני מערבא מה ראו לסמוך בשורות טובות לירידת גשמים ר' ברכיה בשם ר' לוי על שם מים קרים על נפש עיפה ושמועה טובה וגו' ועיקרה בבראשית דר' אושעיא והכין אמר התם מה שמועה ב' הטוב והמטיב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "עת לעשות לה' הפרו תורתך. פירשו טעמו בגמרא דבני מערבא ר' יוסי אומר אם נתישנו דברי תורה בפיך אל תבוז להם מאי טעמא (משלי כ״ג:כ״ב) ואל תבוז כי זקנה אמך אמר ר' זעירא אם נזדקנה אומתך עמוד וגדרה כשם שעשה אלקנה שהיה מדריך את ישראל לפעמי רגלים מה טעם (שמואל א א׳:ג׳) ועלה האיש ההוא מעירו:"
        ], 
        [
            "תנו רבנן כשנכנסו רבותינו לכרם ביבנה. בגמרא דבני מערבא ובפסחים בפ' תמיד נשחט גרסינן תמן תנינן זה מדרש דרש ר' אלעזר בכרם ביבנה וכי כרם היה שם אלא אלו תלמידי חכמים שהן עשוין שורות שורות ככרם: פתח ר' יהודה ראש המדברים בכל מקום. מפורש במסכת שבת בפרק במה מדליקין (שבת דף לג) אמרו יהודה שעילה יתעלה תלמידי חכמים אין להם מנוחה."
        ], 
        [
            " בגמרא דבני מערבא במסכת שביעית בפרק רביעי פירשו כי זו היגיעה שהן יגעין היא (משבחין) [שמשבחין] ומקלסין וגורסין בתורה כדאמרי' ר' יונה בשם ר' חייא בר אשי עתידין חברין להתיגע מבתי כנסיות לבתי מדרשות מאי טעמא דכתיב (תהילים פ״ד:ח׳) ילכו מחיל אל חיל:", 
            "<b>סליקא לה להא מסכתא</b>"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "רב נסים גאון על מסכת ברכות", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rav Nissim Gaon"
    ]
}