{
    "title": "Birkat Avraham on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Birkat_Avraham_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאלה</b> ועוד אמר הרב ז\"ל בספר עבודה <b> השוחט את הפסח בחוץ אפילו בשאר ימות השנה בין לשמו בין שלא לשמו חייב שהפסח בשאר ימות השנה שלמים הוא. </b> וקשיא לי בה דהא קי\"ל דפסח קודם חצות אינו ראוי להקריבו בפנים וכל שאינו ראוי ליקרב בפנים אין חייבין עליו בחוץ כדתנן הרובע והנרבע והמוקצה והנעבד וכו' שנא' לפני משכן י\"י כל שאינו ראוי לפני משכן ד' אין חייבין עליו ותדע דהא אמר רבה טעמיה דר' שמעון דסבר מחוסר זמן חייבין עליו בלא תעשה כדתניא ר' שמעון אומר מנין לזובח את הפסח בבמת יחיד בשעת איסור במות שהוא בלא תעשה וכו' וקאמר עלה אימת אי נימא אחר חצות כרת נמי ניחייב ואלא לאו קודם חצות דהוה ליה מחוסר זמן שאינו ראוי ליקרב עכשיו בפנים וקתני ר' שמעון שהוא בלא תעשה ורבנן פליגי עליה וסברי פטור לגמרי והיינו טעמיה דר' שמעון דתני במתניתין שהיה ר' שמעון אומר כל שהוא ראוי לבא לאחר זמן הרי זה בל\"ת ואין בו כרת וחכמים אומרין כל שאין בו כרת אינו בלא תעשה מכלל דמלתא פשיטתא היא דפסח קודם חצות כעין בעלי מומין עוברין וכעין תורין שלא הגיע זמנן וכעין מחוסר זמן ועד כאן לא דחינן ליה לרבה אלא דלאו מהאי טעמא מייתי ליה ר' שמעון דאפשר לאוקומה לברייתא זו בדרך אחרת אבל מעיקר האי סברא דפסח קודם חצות כמחוסר זמן ואינו ראוי ליקרב והוא הדין שנחלקו בו ר' שמעון וחכמים לא דחינן ליה הלכך קשיא לי מאי קאמר ז\"ל אפילו בשאר ימות השנה דמשמע אפילו קודם חצות לשמו חייב אם יש תשובה ישמחנו בתורתו ובחכמתו.<br><b> תשובה</b> יש ויש ויראו ענוים וישמחו דורשי אלהים ויחי לבבכם כל זו הקושיא בנויה על זה שהבנת שמשמע שאר ימות השנה אפילו קודם חצות ואם כן אין זו קושיא על אבא מארי ז\"ל בלבד אלא אפילו על התלמוד דהכי גרסינן בפרק פרת חטאת מתקיף לה רב הונא וכי יש לך דבר שאינו כשר לשמו וכשר שלא לשמו ואתמהינן ולא והרי פסח בשאר ימות השנה דאינו כשר לשמו וכשר שלא לשמו ודחינן פסח בשאר ימות השנה שלמים הוא כלומר ואפילו שחטו לשמו שהוא לשם פסח כשר הואיל והוא שלמים הרי הוא כמו ששחט שלמים לשם פסח שהן כשרים והואיל והדבר כן לא יכילנן לתרוצי התלמוד דאמר שאר ימות השנה אלא כשאר ימות השנה שאחר זמנו דקודם זמנו מחוסר זמן הוא וכן תירוץ דבריו ז\"ל שאמר שאר ימות השנה והלא מן הלשון עצמו דייקינן דמשמע שאר ימות השנה חוץ מיום י\"ד והאיך ישמע אדם משאר ימות השנה יום ארבעה עשר שהוא יום הקרבתו לא קודם חצות ולא אחר חצות ובהלכות פסולי המוקדשין אמר בענין מצא זכר וכו' ומה יעשה בזה הנמצא וכו' ואם פסח אחר זמנו הוא הרי זה שלמים ובהלכות קרבן פסח אמר שחיטת הפסח אחר חצות ואם שחטו קודם חצות פסול הנה פירש ז\"ל דקודם חצות כמחוסר זמן הוא הילכך זה שאמר בשאר ימות השנה לא איירי ביום י\"ד כלל אלא הלך על לשון התלמוד ומשמעו שהוא לאחר זמנו כמו שבארנו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ברכת אברהם על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Birkat Avraham",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}