{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "license": "CC0", 
    "language": "en", 
    "title": "Chullin", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "   ", 
            "    ", 
            "   ", 
            "        ", 
            "      ", 
            "    ", 
            "   ", 
            "  ", 
            "", 
            "     ", 
            "  ", 
            " ", 
            "    ", 
            "   ", 
            "Is this learned from here? It is learned from the following source."
        ], 
        [
            "\"... from one of the people of the land...\" These words exclude a mumar.", 
            "Rabbi Shimon son of Yossi says in the name of (a different) Rabbi Shimon: \"... If someone accidently transgresses a mitzvah 'lo taaseh' and realises his guilt.\" If he accepts his guilt he brings an offering for his sin, but if he doesn't accept his guilt he does not bring an offering for his sin.", 
            "And we say what is the difference between them? (Referring to the two previous pasukim.) And Rav Hamnuna said: The difference between them is a case in which a mumar eats chelev (a forbidden fat) and brings an offering for eating blood.", 
            "These previous two pasukim are talking about a sin offering while the original pasuk is talking about a burnt offering. We need both pasukim because if we only knew about the mumar's prohibition from giving a sin offering we would say that this is because a sin offering is for atonement and the mumar has not attoned, but we would say that he could bring a burnt offering because the burnt offering is a gift. If we only had the pasuk about the burnt offering we would say that a mumar cannot bring it because it is not obligatory, but we would say that the mumar is obligated in the sin offering. Therefor, we need both pasukim.", 
            "Does every place where it mentions an \"animal\" carry a negative connotation? No, because it says: \"Man and beast You deliver, O LORD\" (Psalm 36:7). Rav Yehudah quoted Rav: These are people who are mentally crafty but humble like beasts. There it says \"man and beast.\" Here it says only \"beast.\"", 
            "Does every place where it says \"man and beast\" have a positive connotation? No, because it is written: \"I will sow the House of Israel and the House of Judah with the seed of man and seed of beast.\" (The Gemara in Sota 22a says that the seed of beast refers to Jews who haven't learned any torah.\")  This pasuk separated them. \"seed of man,\" and \"seed of beast\" are said individually. (As opposed to saying \"the seed of man and beast.\") ", 
            "Rav Chanan quoted Rabbi Yaakov son of Eedy who was quoting Rav Yehoshua son of Levi who was quoting Bar Kaparah who said:", 
            "\"Rav Gamliel and his court ruled that shchita (the Jewish form of slaughter) done by a Samaritan is not kosher.\" Rabbi Zeyra said to Rabbi Yaakov son of Eedy: \"Maybe you heard about the case when there is no Jew watching the Samaritan.\" Rabbi Yaakov son of Eedy responded to Rabbi Zeyra. \"You sound like a person who has never learned Talmud.\""
        ], 
        [], 
        [], 
        [
            "", 
            "  ", 
            "     ", 
            "   ", 
            " ", 
            "", 
            "    ", 
            " ", 
            "    ", 
            " It happened that R. Pinchas ben Yair was on his way to redeem captives, but was stopped at the banks of the River Gannai. He said to the river,", 
            "\"Gannai, part your waters for me, that I may pass through you.\" The river replied, \"You are on your way to fulfill the desire of your Creator.  I am on my way to fulfill the desire of my Creator.  For you, there is doubt about whether you will or will not.  For me, it is certain that I will.\" He said to [the river], \"If you do not part [for me], I will cause a decree to issued against you, that water will never again flow through you.\" The river parted for him."
        ], 
        [
            "An individual does not [so much as] bruise his finger below [i.e. on earth], unless it is so ordained by above [in Heaven], as it says, The steps of man are guided by the L-rd"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Mishna: One who slaughters on Shabbat or on Yom Kippur, even though he's liable for his soul, his slaughtering is Kosher.", 
            "Gamarra: Rav Huna says that Hiiya bar Rav expounded in the name of Rav, [that this slaughtered animal] is forbidden to eat on the day. The Yeshiva Bochrim in the academy came to think that this ruling of rag reflects the view of Rabbi Yehuda. Which of Rabbi Yehuda's mishnayot? It's Rabbi Yehuda about preparation. For it was taught in a mishnah that one can chop up gourds for an animal, or a carcass for a dogs. But Rabbi Yehuda says that if it wasn't a carcass as of shabbat eve, then it's forbidden..."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "Mishnah: In the case where one is obligated [in tithing] in bitter almonds they are exempt from sweet ones, when they are obligated in sweet ones, they are exempt from bitter ones. Gemarra: The rabbis taught in a beraita, Almonds that are bitter and small are obligated. Big ones are exempt. Sweet ones that are big are obligated, while the small ones are exempt. Rabbi Yishmael in the name of Rabbi Yossi says in the name of his father: Both this one and that one are exempt. And some say [that he said] both this and this are obligated. Rabbi Ilai says.... Mishnah: The grape seeds that did not ferment, are not able to be redeemed with silver of tithe money, and they invalidate a mikvah. Once it ferments, it can be redeemed on silver of tithe money and does not invalidate a mikvah. Brothers that are in a partnership, when they are obligated in the Kalbon [extra bit on the shekel] they are exempt from the first born animal tithe, when they are obligated in  the first born animal tithe, then they are obligated in Kalbon. Germara: Who is the author of our mishnah? It is not Rabbi Yehuda, nor is it the Rabbis. For it was taught in a Beraita, one who has temed and adds water in a certain quantity, and then [when removing the temed] finds it as it's [original] volume, he is exempt [from tithing], But Rabbi Yehudah obligates him [to tithe]. Who is it [the author of our mishnah] ? If it's the Rabbis, even though it fermented [they would still exempt him], if it was Rabbi Yehudah, even though it did not ferment [he would obligate in tithing].  Rabbi Nachman says in the name of Rabba Bar Avuah."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "   ", 
            " ", 
            "", 
            "  ", 
            " ", 
            " ", 
            "  ", 
            "   ", 
            "     ", 
            "            ", 
            " ", 
            "         ", 
            " ", 
            " Always the law is like the words of Beit Hillel, and one who wants to like Beit Shammai may do so, and one who wants to do like Beit Hillel may do so. One who does like the leniencies of both Beit Hillel and Beit Shammai is wicked."
        ], 
        [
            "[One who does] like the stringencies of both Beit Hillel and Beit Shammai, regarding this person the verse says \"The fool walks in darkness.\" Rather, one should do like Beit Shammai, both in stringencies and leniencies, or like Beit Hillel, both in stringencies and leniencies. ", 
            "This itself is difficult. You said: Always the law is like Beit Hillel, and it was taught: One who wants to do like Beit Shammai can do so.", 
            "This is not difficult. Here it is before the bat kol, here it is after the bat kol.", 
            "If you want I could [even] say it was after the bat kol, and it was Rabbi Yehoshua who said We pay no attention to a bat kol.", 
            "In any case, it remains difficult."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "   ", 
            "“Rabbi Shimon ben Pazzi notes a contradiction:  ‘And God made the two great lights; as it reads  ‘The large light, and the small light.’  The moon said to the Holy One, Blessed Be He,  ‘Master of the Universe, How can two kings share one crown?’  He said to her,  ‘Go and diminish yourself!’ ", 
            "She said to him:  ‘Master of the universe, because I said a logical thing before you, I should diminish myself?’  He said to her,  ‘Go and you will rule by day and by night’.  She said to him,  ‘What is the greatness in that, How does a lamp help in the daytime?’  He said to her: ‘Go! Israel will count through you the days and the years.’  She said to him,  ‘Day is the primary unit of time, and I can’t be used to count for days, as it says “And let them be for signs of the seasons and days and years”.’ He said, “Go! And great people will be called by your name: ... Yaakov the Small, Shmuel the Small,  David the Small.\" God saw that the moon was still not happy at the time.  The Holy One said,", 
            "“Bring an atonement on Me for I have diminished the moon.” And so that is what is meant when Rabbi Shimon ben Lakish said,  “What is the difference in how the New Moon offering is written, “A he-goat on the new moon, FOR THE LORD?’  Because the Holy One is saying,  ‘Let this he-goat be an atonement FOR ME, for the diminishment of the moon.” ", 
            "R. Assi pointed out a contradiction between verses.  One verse says: And the earth brought forth grass, referring to the third day  whereas another verse    No shrub of the field was yet in the earth.when speaking of the sixth day says:  This teaches us that the plants commenced to grow but stopped just as they were about to break through the soil, until Adam came and prayed for rain for them; and when rain fell they sprouted forth.  ,This teaches you that the Holy One, blessed be He, longs for the prayers of the righteous. ", 
            "R. Nahman b. Papa had a garden and he sowed in it seeds but they did not grow. He prayed; immediately rain came and they began to grow.  ..That, he exclaimed, is what R. Assi had taught..."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Rav Yitzchak said 'a kosher bird may be eaten based [solely] on a mesorah.'"
        ], 
        [], 
        [
            " ", 
            "Our Rabbis taught It is permissible to eat eggs that were boiled with non-kosher eggs [based on Rashi] Eggs that were not fertilized - a concerned soul will eat them.  If there is a blood spot inside the egg, remove the blood and eat the remainder.", 
            "Rabbi Yirmiah says This is the case where the blood spot is on its knot [place of fertilization.] Dostei father of R' Aptoriki taught  This was only taught when it [the blood spot] was located in the egg white but if it is on the egg yolk, even the whole egg is forbidden. What is the reason? It [the forming chick] spread throughout. Rav Gavia from Bay Katil said to Rav Ashi The opposite ruling [the blood spot on the yolk and white] was taught before Abbaya and Abbaya corrected it to our version. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "     ", 
            " ", 
            " ", 
            " ", 
            "   ", 
            "    ", 
            "  ", 
            "    ", 
            "  ", 
            " ", 
            " ", 
            "And Rava said ... In the merit that our father Abraham said"
        ], 
        [
            "\"whether from a string to a shoe strap\" (Genesis 14:23) his sons merited to two commandments - to the string of techelet and the strap of phylacteries...", 
            "I can understand [why] the strap of tefillin [is cast as a reward], it is written (Deut. 28:10) \"And all the nations of the land will see that the name of God is called over you,\" and it is taught in a baraita Rabbi Eliezer the great says,  these are the head tefillin, but what of the string of techelet?", 
            "That it was taught, Rabbi Meir says what distinguished techelet from all the colors? Because techelet is similar to the sea, and the sea is similar to the firmament, and the firmament is similar to a sapphire stone, and a sapphire stone is similar to the throne of Glory, as it is written \"And they saw the God of Israel, and under his legs...\", and it is written \"and like the appearance of the sapphire stone the likeness of the throne."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "   ", 
            " ", 
            "    ", 
            " ", 
            " ", 
            "Mishnah: A thigh in which the sciatic nerve was cooked, if it has [enough] to give flavor [to the thigh], this [thigh] is forbidden.  How do we measure it? Like meat [cooked] with a turnip.", 
            "A sciatic nerve that was cooked with other nerves, at a time when one [still] recognizes it, [the standard for forbidding] is when it gives flavor. If [it is] not [recognized], all of it is forbidden. And [in] broth, when it gives flavor. ", 
            "And so too with a piece of a nevelah [an improperly slaughtered animal of a permitted species], and so too with a piece of prohibited fish which was cooked with [other] pieces: at a time when one recognized them, [the standard] is when it gives flavor; and if [it is] not [recognized], they are all forbidden. And for the broth [the standard] is when it gives flavor.", 
            "Gemara: Says Shmuel: This is only taught when it's boiled [with the nerve] in, but if it's roasted [with the nerve] in, peel and eat until you get to the nerve."
        ], 
        [], 
        [
            "   ", 
            "", 
            "  ", 
            "Rav Acha bar Rav asked Ravina, what's your understanding of what Shmuel says: \"Salted is like hot, pickled is like cooked\", and Shmuel says:", 
            "\"This is only taught when it's boiled [with the nerve] in, but if it's roasted [with the nerve] in, peel and eat until you get to the nerve.\" "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            " ", 
            "   ", 
            "  ", 
            "   ", 
            " ", 
            "  ", 
            " ", 
            "   ", 
            "  ", 
            "   ", 
            "   ", 
            " ......", 
            " ", 
            "  ", 
            "", 
            "Mishnah : One is forbidden to cook any kind of flesh in milk except fish and locusts. And one is forbidden to bring [the flesh] up onto the table with cheese, except fish and locusts."
        ], 
        [
            "One who takes a vow against partaking in \"flesh\" is [still] allowed to partake in the flesh of fish and locust.", 
            "From this, we can infer that [cooking] fowl [with milk] is forbidden from the Torah. Whose  [opinion] is this like? It is not like Rabbi Akiva's. For if it was Rabbi Akiva, does he not say: Wild beast and fowl are not from the Torah?  ", 
            "Rather, say the end [of the Mishnah]: One who takes a vow against partaking in \"flesh\" is [still] allowed to partake in the flesh of fish and locusts. Thus, chicken is forbidden! We can then ascribe this Mishnah to Rabbi Akiva, who says: All matters that a messenger must [return to his sender to] consult upon, are of the type [of item that he was sent to retrieve].", 
            "As it says in a Braita:  One who takes a vow against partaking in \"greens\" can partake in gourds. Rabbi Akiva forbids it.  They said to Rabbi Akiva:  Wouldn't a man [sender] say to his messenger, \"Take for us 'greens,'\" and he [the messanger] would respond, \"I only found gourds.\"?", 
            "He replied:  That is the point! Would the messenger ever [return and] say, \"I only found legumes?\" Instead, [we see] that gourds are in the category of \"greens\" but legumes are not in the category of \"greens.\" The beginning [of the Mishnah is the] Rabbis, and the end [of the Mishnah is] Rabbi Akiva.", 
            "Rav Yosef says: [The Mishnah was composed by] Rebbi. And he raised it/based it(Nasiv?) based on a Tannaitic dispute. In regards to vows, he holds like Rabbi Akiva, and in regards to meat and milk, he holds like the Rabbis. ", 
            "Rav Ashi says: The entirety [of the Mishnah] is Rabbi Akiva, and this is what is meant to say: All flesh is forbidden to cook in milk. Some [types of meat with milk are forbidden] from the Torah and some from the Rabbis, except the flesh of fish and locust, which are neither from the Torah nor from the Rabbis. ", 
            "And it is forbidden to bring it [flesh] up [etc.]: Rav Yosef says:  We see from here that the chicken and milk are prohibited from the Torah because if you proposed that it was from the Rabbis, [you would be proposing that] eating itself is a preventative measure. On top of that would then be the rabbinic measure against bringing up, which might bring one to eat.", 
            "And from where do we say that we do not enact a preventative measure above another preventative measure? It says in a Mishnah:  Challah outside of the land [of Israel]"
        ], 
        [
            "May be eaten with the non-Kohen on the [same] table, and he may give [his Challah] to any Kohen he wishes.", 
            "Abayei said to him [Rav Yosef]: It [your proof] makes sense if you're referring to the case where Challah from outside Israel is eaten in Israel because then there's a reason to issue a preventative measure — Challah from Israel is prohibited from the Torah. And [since the Rabbis] made no preventative measure, you can learn from it!", 
            "Rather, [Challah] of outside the land of Israel [is not prohibited] because there is nothing to decree upon. However, here, if you allow fowl and cheese together, you might allow beef and cheese, and you would, therefore, be eating a Torah prohibited mixture of flesh and cheese. ", 
            "Rav Sheshet challenged him:  Either way, [the combination of cheese and chicken] is cold with cold. Abayei said:  It's a preventative measure, lest you bring it up in a boiling tray.", 
            "Either way, it would be a secondary [hot] vessel, and a secondary vessel does not cook.  Rather, It's a preventative measure, lest you bring it up in a [boiling] primary cooking vessel.", 
            "Fowl may be placed on a table with cheese but may not be eaten [together], these are the words of Bait Shammai. However, Bait Hillel say It may not be placed on [the table] nor eaten [together].  Rabbe Yose said: This is of the leniencies of Bait Shammai and the stringencies of Bait Hillel.", 
            "", 
            "      ", 
            "   ", 
            " ", 
            "Igra, the father-in-law of Rabbe Aba, taught: fowl and cheese may be eaten freely. He explained what he taught [to mean] without handwashing and without wiping the mouth.", 
            "Rav Yitzchok the son or Rav Mesharshia visited the home of Rav Ashi.  They brought cheese for him and he ate.  They meat for him and he ate, [even though] he didn't wash his hands. They said to him: But Igra, the father-in-law of Rabbe Aba, taught: 'fowl and cheese may be eaten freely'.  [This indicates that this teaching is] true for fowl and cheese but not for meat and cheese.", 
            "he said to them: that is true at night but by day we can see [that our hands are clean].", 
            "It was taught that Bait Shammai say: [one must] wipe And Bait Hillel say: wash what is meant by wipe and what is wash?"
        ], 
        [
            " ", 
            "  ", 
            "Rather, Bait Shammai say: wipe and the same is true for rinse and Bait Hillel say: rinse and the same is true for wipe. one said this and one said that but they don't disagree.", 
            "The statement itself: Rabbe Zayra said: wiping the mouth is only with bread. This is only with wheat bread but not barley bread.", 
            "and wheat bread is only if it is cold, but if it is hot it becomes pasty. and this is only if it soft but not if it hard. However, the Halacha is ... with all things can be used to wipe [the mouth] besides for flour, dates and vegetables.", 
            "Rav Asi asked Rabbi Yochanan How long should one wait between [eating] meat and cheese? He said, \"Not at all.\" Really?  But Rav Chisda said, One who eats meat isn't allowed to eat cheese, [one who eats] cheese is allowed to eat meat. Rather [Rav Asi must have asked] How long should one wait between [eating] cheese and meat?... He said, \"Not at all.\"", 
            "Regarding what we quoted above \"Rav Chisda said, One who eats meat isn't allowed to eat cheese, [one who eats] cheese is allowed to eat meat.\" Rav Aha bar Yosef said to Rav Chisda, \"The meat this is between the teeth, what do we make of it?\"", 
            "We reference the verse, \"The meat was still between their teeth\" (Numbers 11:33)", 
            "Mar Ukva says, In comparison to my father, regarding this matter, I am vinegar the son of wine.   My father, when he ate meat, would not eat cheese until the same time the next day. But I, even if I won't eat it at this meal, I'll eat it at the next meal."
        ], 
        [], 
        [
            "[this demon entity] saw that they were spilling water out from the mouth of the pitcher, saying ...If I knew that you had the custom to do this, I would not have delayed", 
            "Upon Rav Dimi's coming he said; ... [failing to do] The first waters fed him pig meat, the last removed a woman from her husband", 
            "", 
            "...Upon Ravin's arrival he said; ...[Failing to do] The first waters fed him neveilah meat, the last killed somebody Rav Nachman bar Yitzchak said; and your mnemonic [is this] Rav Dimi came [the husband] removed her; Ravin came [and] killed her", 
            "... R' Abba taught; one of these [is not] and one of these [is] reflecting the most [more] severe", 
            "...It was told [about water] heated by fire ... Chizkiyah said; ...We cannot use them to wash the hands. But R'Yochanan said: We can use them to wash the hands R' Yochanan said: I asked of Rabban Gamliel the son of Rebbi, and he was the one who ate only tohoros and he said to me: All the great of Galil do so", 
            "the Hot springs of Tiberias; Chizkiyah said We cannot use them to wash hands, but we can immerse hands in them. but R' Yochenan said: One may immerse his whole body in [the springs], but not his face, hands and feet.", 
            "...Now if one can immerse [submerge] his whole body in them, it is not certain [about] his face, hands and feet ...R'Papa said ...When they are in their place all agree that it is permitted"
        ], 
        [], 
        [], 
        [
            "  ", 
            "   ", 
            " ", 
            "    ", 
            " ", 
            "   ", 
            "  ", 
            "", 
            "  ", 
            " ", 
            "  ", 
            " ", 
            "Prove it from here: Shmuel's father found Shmuel crying.... He said to him: ... Why are you crying? Because my teacher hit me. Why [did he hit you]? Because he said: You are feeding my son and you have not washed your hands.  Why did you not wash your hands?  [Shmuel] said to him: He eats and I should wash?", 
            " [Shmuel's father] said to him: Not only doesn’t  he know the halacha, but he also beats you for it?!"
        ], 
        [
            "  ", 
            "... (M') [If] A drop of milk falls on a slice of meat and imparts a flavor to it, prohibited.  If it falls into a [meat] soup and imparts a flavor, prohibited. ", 
            "...(G') Abaye said  ... [The issue of] Taste without the object [giving off the taste] is, in general, [prohibited] by the Torah. And if you should think that it is [only prohibited] by the Rabbis [and that the reason] that we don't learn it from [the prohibition of not mixing] meat and milk is because it is a new  case. But if this is a new case then it wouldn't matter about if it imparted taste [or not].", 
            "", 
            "...Rava said in response: ...[only] cooking was prohibited by the Torah. ", 
            "...Rav said: ...When the contact happens and the taste is transferred the mixture is forbidden like neveilah which can in turn render other pieces [of meat] prohibited, because they are the same type of substance. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "", 
            " ", 
            "    ", 
            "Says Rav Yehuda in the name of Shmuel: It's prohibited to eat hot food in a dish that was used to salt meat. and Shmuel is self consistent, since he says: \"Salted is like hot, pickled is like cooked.\"", 
            "    ", 
            " ", 
            "  ", 
            "   ", 
            "  ", 
            "   ", 
            "  ", 
            "", 
            "    ", 
            "       ", 
            "", 
            "          ", 
            " Hezekiah said in the name of Abaye: The law is fish that was served on a [meat] plate may be eaten with milk sauce, and a radish that was cut with a meat knife may not be eaten with milk sauce.", 
            "This is so only in the case of a radish,"
        ], 
        [
            "", 
            " ", 
            "      ", 
            "   [...] There was a bird that fell into a jar of <i>kamka</i> [milk based food]. Rav Hinena bar Rava of Pashrona permitted it.", 
            "Says Rava: Who is wise enough to permit in this way if not Rav Hinena bar Rava of Pashrona! He reasons: When Shmuel said \"Salted is like hot...\", it's only when it can't be eaten because of its saltiness. This <i>kutcha</i> [=<i>kamka</i>] can be eaten even with its saltiness.", 
            "And this statement is when it's raw, but roasted, it needs [removal of] a peel. And if it has cracks, the whole thing is prohibited. and it it's spiced, it's prohibited."
        ], 
        [], 
        [
            "Assume that it derives from Shmuel, who said: \"Salted is like hot, pickled is like cooked.\"", 
            " ", 
            "  ", 
            "  ", 
            "", 
            "  ", 
            " ", 
            "", 
            " ", 
            "      ", 
            " ", 
            " ", 
            "   ", 
            " ", 
            " ", 
            "One who brings up fowl together with cheese on a table has not transgressed."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "At the academy of Rabbi Yishmael it was taught: The Torah states 'You shall not cook a kid in its mother's milk' on three separate occasions (Exodus 23:19, Exodus 34:26, Deuteronomy 14:21). One forbids the consumption of a mixture of meat and milk, the other forbids the deriving of benefit from such a combination, and the third forbids cooking it."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            " ", 
            "<b>The stringency of covering, etc.:</b> The rabbis taught, \"'If the nest of a bird chance before you' (Deuteronomy 22:6) - what do we learn to say [from here]?", 
            "Since it is stated (Deuteronomy 22:7), 'Surely send the mother and take the children for yourself' - it is possible that he should go seek in the mountains and hills so that he find a nest. [Therefore] it teaches to say, 'If [it] chance' - with a happenstance in front of you.", 
            "'A nest' - any a one. 'Of a bird' - a pure one and not an impure one. 'In front of you' - in a private domain. 'On the way' - in a public domain. From where [do I know, also] on the trees? [Therefore] it teaches to say, 'on every tree.' From where [do I know, also] in pits, trenches and caves? [Therefore] it teaches to say, 'or on the ground.'", 
            "And since in the end, we will include everything, why do I have 'in front of me?' To say to you, just like the way, [where] its nest is not in your hand, so too all [the cases must be where] its nest is not in your hand. From here they said, 'Doves from the coop and doves from the attic that nested in cubicles and in edifices, and geese and chickens that nested in an orchard, [one is] obligated in sending away; but [if] they nested within the house, and also Herodian doves, [one is] exempt from sending away.\"", 
            "The master said, \"'Just like the way, [where] its nest is not in your hand, so too all [the cases must be where] its nest is not in your hand' - why do I have this? It is [already] extrapolated from, 'If [it] chance' - to exclude one prepared. And also, why do I have 'in front of you?'", 
            "But rather, 'in front of you,' is to include [those] that were in front of you and rebelled [and are now loose]. 'On the way' is like that of Rav Yehuda who said that Rav said; as Rav Yehuda said that Rav said, '[If] he found a nest in the sea, [he is] obligated in sending away, as it states (Isaiah 43:16), \"So said the Lord, who makes a way in the sea, etc.\"'\"", 
            "But from [what he is saying] now, [one could say, if] he found a nest in the heavens, since it is written (Proverbs 30:19), \"The way of the eagle is in the heavens,\" [he] would also be obligated in the sending from the nest. [That] is called the way of the eagle, [but] it is not called an undifferentiated way. ", 
            "The Papunians said to Rav Matanah, \"[If one] found a nest on the head of a person, what is [the law]?\" He said, \"and dirt [from the ground] upon his head\" (II Samuel 15:32). From where in the Torah, [do I know] Moshe?  \"In that he is also flesh\" (Genesis 6:4).", 
            "From where in the Torah, [do I know] Haman?  \"Is it from (<i>hamin</i>) this tree\" (Genesis 3:11).", 
            "From where in the Torah, [do I know] Esther?  \"And I will surely hide  (<i>astir</i>)\" (Deuteronomy 32:18). Where is Mordecai mentioned in the Torah?... As is is written \"Flowing myrrh\" (Exodus 30:23), which the Targum renders as \"<i>Mira Dachia</i>\".", 
            "<b>And which are they that are not prepared?</b>: This is a matter of dispute beteen R' Chiya and R' Shimon One reads [in the Mishnah] ‘Hadresioth’, and the other reads ‘Hardesioth’. The opinion which teaches 'Hardesioth' says it refers to Herod.  The opinion that teaches 'Hadresioth' says it refers to the place name.", 
            "Rav Kahana said"
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "חולין", 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ]
}