{
    "versionTitle": "Eighteen Treatises from the Mishna", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Gittin", 
    "text": [
        [], 
        [], 
        [
            "It is necessary that a messenger who, from a foreign country, brings a Get [from a husband to his wife], should declare, \"This document was written and signed in my presence.\"", 
            "Rabbon Gamaliel saith, \"[It is necessary that this declaration should be made] even [when it was brought] from [the villages] Rakam and Chagar.\" R. Eleazar saith, \"Even from the village of the Luddites to Lud [Lydda].\"", 
            "But the sages hold, \"A person is bound to declare, 'It was written and signed in my presence.' only when he brings a Get from a place beyond sea, or carries it thither. And the same must be declared by a messenger who, in a country beyond sea, brings a Get from one province to another.\" Rabbon Simeon ben Gamaliel saith, \"Also by one who only brings it from one lordship [jurisdiction] to another [jurisdiction].\"...", 
            "R. Jehudah [considers as beyond the limits of Palestine] from Rakam and beyond [Rakam included] all places towards the east, from Ascalon and beyond [including that place] every part towards the south. From Acco and beyond [Acco included] every place towards the north. But R. Meir is of opinion \"That Acco must, in respect to Get, be considered as an integral part of the Holy Land.\"", 
            "Whoever brings a Get within the limits of the Holy Land, need not declare, \"It was written and signed before me,\" but if any demur is made, its validity must be proved by the signatures [of the attesting witnesses]."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "    ", 
            "  ", 
            "", 
            " ", 
            "    ", 
            "  ", 
            "Should a messenger bring a Get from a place beyond sea, and is not able to testify that it was written and signed in his presence, its validity must be proved by the signatures of the attesting witnesses.", 
            "Both Gittin of women and deeds of manumission for slaves, are alike in respect to the person who brings them from, or carries them to [a distant country], and this is one of the points in which the laws respecting Gittin and deeds of manumission are alike."
        ]
    ], 
    "versionTitleInHebrew": "שמונה עשרה מסכתות משנה", 
    "heTitle": "גיטין", 
    "versionSource": "http://www.sacred-texts.com/jud/etm/index.htm", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ]
}