{
    "language": "en",
    "title": "Gittin",
    "versionSource": "own translation (based on English from The William Davidson digital edition of the Koren Noé Talmud, with commentary by Rabbi Adin Even-Israel Steinsaltz)",
    "versionTitle": "German [de]",
    "actualLanguage": "de",
    "isBaseText": false,
    "heTitle": "גיטין",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Nashim"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "Die Gemara berichtet von einem damit verbundenen Vorfall: Reisch Lakisch hat sich an Gladiatoren verkauft. Er nahm eine Tasche und einen runden Stein darin mit. Er sagte: Es gibt eine Tradition, dass am letzten Tag des Lebens eines Gefangenen, bevor seine Fänger ihn töten, tun sie alles, was er von ihnen verlangt, damit er ihnen verzeiht, dass sein Blut vergossen wird.",
            "Am letzten Tag, bevor sie ihn töten sollten, sagten sie zu ihm: Für was bist du empfänglich? Er sagte zu ihnen: Ich will euch fesseln und euch sitzen lassen, und ich werde jeden von euch eineinhalb Mal schlagen. Er fesselte sie und ließ jeden von ihnen sitzen. Als er jeden von ihnen mit einem Schlag mit dem Stein in der Tasche schlug, starb derjenige, den er geschlagen hatte, weil Reisch Lakisch von großer Kraft war. Reisch Lakisch knirschte wütend mit den Zähnen und sagte zu demjenigen, den er getötet hatte, um die anderen daran zu hindern, das Geschehen zu erkennen: Lachst du mich aus? Du hast noch einen halben Schlag bei mir übrig, da ich dich nur einmal geschlagen habe. Er tötete sie alle, und Reisch Lakisch entkam seinen Fängern.\n"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ]
}