{
    "versionTitle": "Wikisource Talmud", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Gittin", 
    "text": [
        [], 
        [], 
        [
            "[Mishnah]  THE BEARER OF A BILL OF DIVORCE [GET] FROM [A HUSBAND IN] FOREIGN PARTS [TO THE LAND OF ISRAEL] IS REQUIRED TO DECLARE [ON PRESENTING IT TO THE WIFE]. ‘IN MY PRESENCE IT WAS WRITTEN AND IN MY PRESENCE IT WAS SIGNED.’ ", 
            "RABBAN GAMALIEL SAYS:  [THIS DECLARATION IS] ALSO [REQUIRED] IF HE BRINGS IT FROM REKEM OR FROM  HEGAR. R. ELEAZAR SAYS:  EVEN IF HE BRINGS IT FROM KEFAR LUDIM TO LUD. ", 
            "THE SAGES, HOWEVER, SAY  THAT THE DECLARATION ‘IN MY PRESENCE IT WAS WRITTEN AND IN MY PRESENCE IT WAS SIGNED’ IS REQUIRED ONLY FROM ONE WHO BRINGS A BILL OF DIVORCE [FROM FOREIGN PARTS TO THE LAND OF ISRAEL] OR WHO TAKES IT [FROM THE LAND OF ISRAEL TO FOREIGN PARTS].  THE BEARER [OF SUCH A DOCUMENT] FROM ONE PROVINCE TO ANOTHER IN FOREIGN PARTS IS ALSO REQUIRED TO DECLARE, IN MY PRESENCE IT WAS WRITTEN AND IN MY PRESENCE IT WAS SIGNED.’ RABBAN SIMEON B. GAMALIEL SAYS  IT IS REQUIRED EVEN IF HE TAKES IT FROM ONE GOVERNORSHIP TO ANOTHER. ", 
            "R. JUDAH SAYS:  [FOREIGN PARTS EXTEND] FROM REKEM EASTWARDS, REKEM BEING INCLUDED; FROM ASKELON SOUTHWARDS, ASKELON INCLUDED; AND FROM ACCO NORTHWARDS, ACCO INCLUDED.  R. MEIR, [HOWEVER,] HELD THAT  ACCO COUNTS AS ERETZ ISRAEL IN THE MATTER OF BILLS OF DIVORCE. ", 
            "THE BEARER OF A BILL OF DIVORCE [FROM ONE PLACE TO ANOTHER] IN THE LAND OF ISRAEL IS NOT REQUIRED TO DECLARE, ‘IN MY PRESENCE IT WAS WRITTEN AND IN MY PRESENCE IT WAS SIGNED;’  IF ITS VALIDITY IS CHALLENGED IT MUST BE ESTABLISHED THROUGH THE SIGNATURES. ", 
            "[Gemarah]  What is the reason [for this requirement]?  Rabbah Says:"
        ]
    ], 
    "versionTitleInHebrew": "תלמוד (ויקיטקסט)", 
    "heTitle": "גיטין", 
    "versionSource": "https://en.wikisource.org/wiki/Talmud_(Wikisource)", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ]
}