{
    "language": "en",
    "title": "Yachin on Mishnah Taanit",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "יכין תענית",
    "categories": [
        "Mishnah",
        "Acharonim on Mishnah",
        "Yachin",
        "Seder Moed"
    ],
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "\"The continual offering ceased.\" When they laid siege to Jerusalem and it was destroyed, because on that day there were no more lambs for the daily offering. It appears to me that the this passage is referring to the days of Hyrkanus and Aristobulous (the last of the Hasmonean kings), when they laid siege to one another (during their civil war.) So it also seems from Baba Kama 82b. However, if the passage refers to the time of the destruction of the Temple then it means the destruction of the 1st Temple when Nebuchadnezzar king of Babylon laid siege to Jerusalem for three years. It could not be referring to the Second Temple because then the siege only lasted from Nisan to Av, and if so when they broke into the city it is obvious that everything ceased, the continual offering included."
            ],
            [],
            [],
            [
                "\"The Torah.\" It appears to me that this is referring to the scroll of the Torah written by Ezra the Scribe which was kept in the Temple courts and from which all other scrolls were checked and corrected, as it says in tractate Soferim (see mishna Moed Katan 3:4). Or it appears that this means they burned every Torah scroll they could find and the reason that the mishna says 'the Torah' in the singular is that the intent of that wicked one was to completely erase the Torah from among Israel."
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Seif",
        "Comment"
    ]
}