{
    "title": "Maaseh Rokeach on Woman Suspected of Infidelity",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Woman_Suspected_of_Infidelity",
    "text": [
        [
            [
                "<b>קינוי האמור בתורה וכו' אפילו היה אביה או אחיה.</b> בירושל' גרסינן אפילו היה אביה או בנה לקמן יתבאר בע\"ה ומ\"ש או שחוף וכו' מבואר מדברי התוס' בסוטה דף כ\"ו שהוא גרוע מסריס וכבר ביאר רבינו בדין ו' שאיש כתוב בפרשה לאפוקי קטן או בהמה מכלל דהכל בכלל:"
            ],
            [
                "<b>כדי להצלות ביצה וכו'.</b> כך הוא לשון הגמ' ובפירוש המשנה כתב רבינו באש בינוני והוא פשוט שכ\"מ שדברו חז\"ל סתם הוא בינוני:"
            ],
            [
                "<b>קנא לה על שנים כאחד וכו'.</b> כתב מרן ז\"ל שהוא מחלוקת בירושלמי ופסק דמקנא לה משום דמקמי הכי מתניא בסתם וכו' ובפ\"ב דכריתות תנן ד' מביאין קרבן אחד על עבירות הרבה וחד מנייהו המקנא לאשתו על ידי אנשים הרבה ע\"כ. והקושי מבואר בדבריו דמשמע דההיא מתני' דכריתות הוא דינו של רבינו ואם נאמר כן תקשי על הירושלמי אמאי לא מותיב מהך מתניתין למ\"ד דאינו מקנא לה בשנים או יותר משנים. הן אמת דעל הירושלמי גופיה אין להקשות כן משום דכיון דדייק לומר לשני בני אדם כאחד ומדמה לה לאביה ולאחיה וכו' משמע שהכוונה היא משום דכיון דאין בהם איסור יחוד דהא קי\"ל אשה אחת מתייחדת עם שני אנשים כדתנן בשלהי קדושין א\"כ כי היכי דאין בהם איסור יחוד אפשר דאין בהם דין קנוי ודייק דמדמי לה לאביה ואחיה ובנה דקי\"ל מתייחד אדם עם אמו ועם בתו וכו' כמבואר יוצא מתוך דברי הירושלמי שם בראש הפרק עי\"ש וכיון שכן מתניתין דכריתות אינו ענין לזה דהתם לא אשמועינן אלא דע\"י אנשים הרבה בקרבן אחד סגי והיינו כדינו דהיינו בזה אח\"ז וכמ\"ש רבינו פ\"ד דין י\"ו וציין מרן ז\"ל מהך מתני' גופיה ולהכי אין מקום להירושלמי להביא משנה זאת אבל למרן ז\"ל קשה כמבואר וכבר נתעורר בזה המש\"ל ז\"ל והאריך בדבר ובסוף דבריו עמד ע\"ד הרב\"י שעמ\"ש הטור בדברי רבינו ציין ז\"ל הרמב\"ם פ\"א והוא בפ\"ק (צ\"ל בפ\"ב) דכריתות ועוד הוסיף דברים שבאמת הם מגומגמים הרבה וכתב עליו המש\"ל ז\"ל וכבוד אלהים הסתר דבר עי\"ש. ואני הפעוט רחפו כל עצמותי בשמעי דברים כאלו על מרן הקדוש רבן של כל בני הגולה ובחפוש קל מצאתי להרב המאסף לכל המחנות ז\"ל שם שהביא דברי הרב\"י גופיה בבד\"ה שהעביר הקולמוס על ובפ\"ק דכריתות וכו' ומחק כל אותו הלשון ע\"ע והוא מבואר כשמש בצהרים שהרגיש כנז\"ל ולא הביא הדין אלא מן הירושלמי הנ\"ל אשר מזה נמשך וכל הישר הולך שגם בלשון זה שבכסף ז\"ל צריך להעביר הקולמוס בהא שכתוב ופ\"ב דכריתות תנן וכו' שהרי הוא עצמו הגיה והודאת בע\"ד כק' עדים דמי שלי\"ת ב\"ה וקורא אני על דברי המש\"ל ואולם הר נופל יבול (כאן חסר וחבל על דאבדין):"
            ],
            [],
            [],
            [],
            [
                "<b>גרשה ה\"ז כמי שמחל וכו'.</b> ונ\"מ אם החזירה אחר שגירשה כמו שסיים רבינו שצריך קינוי אחר אמנם אם הגירושין היו אחר שנסתרה נראה שאינו יכול להחזירה שהרי כבר נאסרה עליו עד שתשתה אמנם אם עבר והחזירה ונסתרה לא ידענו מה דינה והנה בירושלמי ספ\"ב איתא וז\"ל אבל אם קינא לה ונסתרה וידע בה וגירשה והחזירה ונסתרה שתת ולא בדקו לה אותה המים טהורה היא אי מאחר שאין המים בודקין את האשה שהיא אסורה לביתה טמאה היא ע\"כ ואף שהדברים הם סתומים נראה שהכוונה כך היא אם קינא לה ונסתרה וידע בה וגירשה ר\"ל אפילו שידע בה שנסתרה והי\"ל להשקותה והוא לא עשה כן אלא גירשה ושוב החזירה ונסתרה תחתיו והוא הביא עידי הקינוי והסתירה ושתת ולא בדקו אותה המים טהורה היא כלומר מן הדין היא טהורה וא\"ת מאי קמ\"ל פשיטא דמאחר שלא בדקו אותה המים שהיא טהורה לזה תירץ אי מאחר וכו' כלומר טפי קמ\"ל דהוה אמינא דמאחר שאין המים בודקין את האשה שהיא אסורה לביתה כלומר מאחר שנסתרה שני פעמים הו\"א שהיא טמאה קמ\"ל ונמצא כפ\"ז יצא לנו הדין שהסתירה מצד עצמה אינה מעלה ולא מוריד כל עוד שלא קדם לה הקינוי כדינו ואם השקה אותה יש לנו לסמוך על אותה שתיה ודו\"ק:"
            ],
            [
                "<b>קנא לה בפני שנים וכו' ה\"ז אסורה עליו וכו'.</b> ק\"ק דלמה תאסר עליו הלא אין כאן טומאה ודאית אלא סתירה בעלמא ואפי' בסתירה ע\"פי שני עדים כתב ז\"ל בדין ד' וה' שלא נאסרה עליו הן אמת דגם אינה שותה מפני שלא קדם לה קינוי אבל לענין שתהא אסורה עליו נראה דלא שייך דין הקינוי ואולי י\"ל דכיון שהוא עצמו ראה הסתירה הויא עליה כחתיכה דאיסורא ומפני שאין הדבר ברור שזינתה לכך לא אבדה כתובתה:",
                "<b>וכן אם שמע העם מרננין וכו'.</b> מרן ז\"ל תמה על זה דלעיל (דין ב') כתב דבקינוי וסתירה תצא בלא כתובה וכאן שמלבד הקינוי והסתירה שמע שהעם מרננין אחריה וכו' כתב שיוציא ויתן כתובה וי\"ל דהכא כשלא היה בסתירה אלא עד אחד וכן פי' רש\"י וכו' ע\"כ דהא מיא לא בדקי לה כדתניא בפ\"ק וטהורה היא ולא שישאו ויתנו בה מוזרות בלבנה עכ\"ל. ולכאורה הייתי רוצה לומר דא\"צ לדחוק דהסתירה דקאמר רבינו היא בע\"א וכו' אלא דאפי' בשני עדים דכיון שנתפרסם הדבר כ\"כ תו לא בדקי לה מיא ואינה מפסדת כתובתה מפני שהיא תטעון הא אנא קיימא תשקיני המים ע\"פי הדין וא\"ת שכבר שמעת מהנשי' וכו' היה לך להשקות אותי תכף ומיד לסתירתי ומאיזה טעם אפסיד כתובתי משא\"כ למעלה בדין ב' שהוא בזמן שלא יש מי סוטה אינה יכולה לטעון כן וכיון שעברה על דבריו שא\"ל אל תסתרי ונסתרה דין הוא שתפסיד כתובתה. אך אחרי רואי נראה שהדבר רחוק להעמיס בדברי רבינו דהך סתירה היא בע\"א דהי\"ל לפרש ותו דרש\"י ז\"ל ס\"ל דהך ונסתרה דקתני מתניתין היינו מ\"ש אח\"ז אפי' שמע וכו' ולרבינו א\"א לפרש כן שהרי כתב וכן אם שמע העם מרננין אחריה אחר הקינוי והסתירה וכו' דמשמע שהם שני דברים ועוד שרבינו כתב נושאות ונותנות בה שזנת עם האיש וכו' ולפי פי' רש\"י אינן נושאין ונותנין שזינתה אלא שנסתרה שהרי כתב כלומר משום סתירה שאין בה שני עדים וכו' אכן האמת עד לעצמו שכוונת רבינו נראית ברורה שאחר הקינוי והסתירה גמורה שמע מהעם והנשים מרננין שזינתה ממש וכיון שכן ודאי שאין בידו להשקותה והיא לא תפסיד כתובתה מהטעם האמור וכן פי' בפי' המשנה להדיא ע\"ע אף שהתוס' ז\"ל לא הבינו כן ע\"ע וכן זכיתי ומצאתי להרפ\"ח בנימוקיו ע\"ד רבינו אך לא הזכיר פי' המשנה גם לא נרגש שגם כאן כיון שאינו יכול להשקותה מחמת שמנעתו התורה שהרי אין המים בודקין אותה היינו בזמן שאין שם מי סוטה עד שמכח זה הוכרח מרן ז\"ל לידחק עצמו דבסתירה בע\"א איירי רבינו אמנם במ\"ש יתכן שלי\"ת שהיא טוענת היה לך להשקות אותי עכ\"פ גם ראיתי להרב\"ח ז\"ל סי' קע\"ה שכתב קרוב לדברי מרן ז\"ל מפני שלא ראה דברי רבינו בפי' המשנה ודו\"ק:"
            ],
            [
                "<b>בא ע\"א וכו'.</b> דין זה הוציאו מההיא דפ\"ג דקדושין גבי ההוא סמיא דא\"ל ע\"א שזינת' אשתו וכו' ועיקר הדין כבר הזכירו פכ\"ה דהל' אישות דין י\"ז ועמ\"ש שם וכאן שכבר קנא לה אפי' שהסתירה אינה אלא בע\"א דימהו על נכון לאותו הדין דהא הכא איכא לתא דאורייתא כמבואר. והרב\"ח ז\"ל כתב כדעת הטור ז\"ל דכיון דקנא לה דאסורה מדאורייתא כיון דאיכא רגלים לדבר אפילו הכחישו הבעל אסורה עליו מדאורייתא עכ\"ל ודבריו מגומגמים כמבואר:"
            ],
            [
                "<b>ואלו שב\"ד מקנין להם וכו'.</b> שם בברייתא תני שעמום בהדי אינך ופירש רש\"י בדף כ\"ד שעמום לקוי בתמהון לבב ורבינו השמיטו גם הטור לא הזכירו נראה דלא הוו גרסי ליה ודע שרבינו בפירוש המשנה כתב דר\"י אומר כל מי שיקנא ישקנה לפי שנאמר וקנא והביא וכו' ע\"כ. ודברים מגומגמים הרבה הם שהרי בגמרא אמרו להדיא דלר\"י לא בעינן וקינא והביא ויש לישב בדוחק אך לא ידעתי למה לא ביאר כפי' רש\"י ז\"ל דאמר אין הב\"ד משקין לכ\"ע ודו\"ק:"
            ],
            [],
            [],
            [],
            [
                "<b>האשה וכו' עם זה שקנא לה עמו.</b> מדדייק לכתוב כן משמע דאם העיד שזינת' עם אחר אף שקדם לה הקינוי גם עמו (דהא מצי לקנאות לה מכמה בני אדם כמ\"ש בדין ג') אינו נאמן כיון שאין כאן עדי סתירה ומ\"מ לא אתבריר בדברי רבינו אם מה שהעיד זה העד שנטמאת היינו בסתירה או אפי' אחר הסתירה (דאילו קודם הסתירה ע\"א אינו נאמן) והנה מרן ז\"ל הביא ע\"ד רבינו פי' רש\"י ז\"ל שכתב אני ראיתיה שנטמאת באותה סתירה וכו' משמע שהבין שדעת רבינו כפי' רש\"י וכ\"כ בב\"י סי' קע\"ח. ואין בדברי רבינו הכרח דהוא לא הקפיד אלא שנבעלה בפניו עם זה וכו' אבל אם היה זה באותה סתירה או אח\"כ לא הקפיד וכ\"כ המש\"ל ז\"ל ע\"ע. אך לעד\"ן דעיקר כוונת מרן ז\"ל להשוות דעת רבינו עם פי' רש\"י הוא למ\"ש עם זה וכו' שהרי ממ\"ש רש\"י באותה סתירה מוכרח שהוא עם זה דוקא ועוד אפשר דרש\"י ז\"ל דיבר בהווה שאין דרך שאחר שנסתרה ועדים מעידין עליה והיא צריכה לשתות שתפקיר עצמה להדיא ודו\"ק:",
                "<b>אפילו היה עד טומאה וכו' שנאמר ועד אין בה.</b> נראה דכוונתו עמ\"ש בגמ' והביאו רבינו למעלה בדין ד' דאין האשה נאסרת על בעלה אלא ע\"ע קינוי וסתירה וה\"נ כיון שקדם הקינוי והסתירה אפי' ע\"א נאמן לאוסרה והרב\"י ז\"ל סי' קע\"ח כתב דהכי מסתברא ולא ידעתי למה לא הכריחו מהגמ':"
            ],
            [
                "<b>ופסול לעדות בעבירה מד\"ס.</b> נ\"ב וכ\"כ פ\"ו דה\"ג וכבר ביאר ז\"ל פ\"י דה\"ע מי הם הפסולין מ\"הת ומי הם מד\"ס ע\"ע:"
            ],
            [],
            [],
            [
                "<b>בא ע\"א וכו' שע\"א כשר ופסולין רבים וכו'.</b> משמע דאם קדם העד הכשר ואמר נטמאת אף אם כמה נשים באו אח\"כ ואמרו לא נטמאת לא היתה שותה משום דמאה נשים כחד חשיבי והעד הכשר חשוב כשנים כמ\"ש עולא בגמ' אמנם אם קדמו הנשים רבות והעידו שנטמאת ובא אח\"כ עד כשר והעיד שלא נטמאת הו\"ל ספיקא ושותה וכמ\"ש מרן ז\"ל אך קשה דבפ\"ט דהל' רוצח פסק רבינו דין ט\"ו דאם עד אחד אמר ראיתי ההורג ושתי נשים או שני פסולין אומרים לא ראית אין עורפין ובין בבת אחת בין בזא\"ז איירי כמ\"ש שם ועמ\"ש לקמן בע\"ה:"
            ],
            [
                "<b>היו כולן פסולין וכו'.</b> ק\"ק דבפ\"ט דה\"ר פסק אשה אומרת ראיתי את ההורג ואשה אומרת לא ראיתי היו עורפין בין שבאו שתיהן כאחת בין שבאו זא\"ז ולזה י\"ל דכאן לא ביאר רבינו אי דוקא כאחת קאמר וממ\"ש היו מחצה על מחצה ה\"ז שותה דהו\"ל מיותר דכיון דאפי' ברוב כתב דמוקמינן לה אספיקא במחצה ע\"מ לא כ\"ש אלא נראה שבא להורות דאף בזא\"ז קאמר ולא נאמר שהראשונה נחשבת כשנים כדאמרינן גבי ע\"א כשר וכ\"כ רבינו להדיא פי\"ב דה\"ג דין כ\"ב שאין אומרים שנים כמאה אלא בעדים כשרים אבל בפסולין הלך אחר הרוב בין להקל בין להחמיר ע\"כ. וראיתי להתי\"ט ז\"ל שתמה על רבינו שבחיבורו פ\"א מה\"ס השמיט בבא דאשה אומרת וכו' דה\"ז שותה ע\"כ. ולא ידעתי מהו דהא רבינו כתב להדיא דמחצה ע\"מ ה\"ז שותה והיינו בין אשה נגד אשה בין כמה נשים כנגד כ\"נ ודע שבפ\"ט משנה ח' הק' התי\"ט מהא שכתב רבינו בה\"ר דאם איתא למה לא ביארו ג\"כ בה\"ג וגם על ה\"המ ז\"ל תמה שכתב שם דה\"ה לאשה אומרת מת והתירוה לינשא על פיה ואח\"כ באה אשה אחרת ואמרה לא מת לא תצא מהתירה הראשון וזה מוסכם ע\"כ וכו' עכ\"ל. ולעד\"ן דהתם שאני שהב\"ד עשו מעשה להתירה לינשא ולכך לא תצא מהתירה משא\"כ גבי עגלה ערופה דלא עשו שום מעשה לכך אנו דנין אותן כמחצה ע\"מ ודו\"ק:"
            ]
        ],
        [
            [
                "<b>וכן אם אמרה איני טמאה ואיני שותה אין כופין אותה לשתות ותצא בלא כתובה.</b> כתב מרן ז\"ל מבואר במשנה פרק היה נוטל ומ\"ש ותצא בלא כתובה יתבאר רפ\"ג ע\"כ. הנה בדברי רבינו קשה דמדכתב אין כופין אותה לשתות משמע דמצייא לשתות אלא דאין כופין וקשה דתני בפרק ארוסה ואלו לא שותות ולא נוטלות כתובה וחד מנייהו האומרת איני שותה דמשמע דאינה יכולה לשתות קאמר ואף אם נפרש לדעת רבינו דלא שותות ר\"ל דאין כופין יקשה תרתי חדא דמנ\"ל ועוד דקכייל לה בהדי האומרת טמאה אני ושבאו לה עדים שהיא טמאה והני ודאי דאין משקין אותן כלל ותו קשה במה שהוסיף רבי' איני טמאה דמשמע דמתני' דקתני איני שותה בעינן שתאמר ג\"כ איני טמאה ואלו מרן ז\"ל ברפ\"ג כתב בהפך וז\"ל ומשמע לרבינו דכל שאמרה איני שותה אע\"פי שלא אמרה בפי' טמאה אני וכו' מוכחא מילתא ודאי שהיא טמאה וכו' ע\"כ משמע דאיני שותה גרידא הוא דקאמרה ולדברי מרן ז\"ל קשה ג\"כ שציין מהמשנה דפ' היה נוטל ושם תנן עד שלא נמחקה המגילה אמרה איני שותה מגילתה נגנזת וכו' תו תנן באותו פרק ואלו שמנחותיהן נשרפות האומרת טמאה אני לך ושבאו לה עדים שהיא טמאה והאומרת איני שותה וכו' ע\"כ. ולמה לא ציין מרן ז\"ל מהמשנה שהזכרנו דפרק ארוסה ואלו לא שותות ולא נוטלות כתובה וכו' שנראה שהוא דינו של רבינו ממש ולא עוד אלא שעל מ\"ש רבי' ותצא בלא כתובה כתב ז\"ל שיתבאר בפ\"ג וקשה טובא דמה צורך לביאור דרפ\"ג שהוא הלשון שהזכרנו הלא משנה ערוכה היא כנ\"ל וכן הק' הפר\"ח שם והניחו בצ\"ע. והיותר תמוה שאחר זה סמוך ונראה עמ\"ש רבינו וכן אם אמר בעלה וכו' ציין ז\"ל משנה פרק ארוסה שהיא המשנה שהזכרנו לכך נראה פשוט דמרן ז\"ל מפני שראה דברי רבינו שכתב דאין כופין אותה לשתות כתב שהוציאו מהמשנה דפ' היה נוטל דמדתנן דמגילתה נגנזת ומנחתה נשרפת מוכח ודאי דאין כופין שהיה הדין נותן שכופין כיון שכבר נכתבה המגילה לשמה ומדקתני סתמא איני שותה משמע אפילו אמרה איני טמאה ואיני שותה דכל עוד שלא נמחקה המגילה אין כופין אותה כלל וכ\"נ מדברי התי\"ט שם ומפני זה ציין לההיא דתצא בלא כתובה ממ\"ש ברפ\"ג דמשם בארה שאפי' אחר האיום והגיזום מהני איני שותה לשלא תשתה ושלא תטול כתובה ולא נימא שאמרה כן מפני האיום וכו' אלא אמרינן דטמאה היא דקאמרה א\"כ כ\"ש הכא דאף קודם האיום איירי דיש לנו לומר שתפסיד כתובתה כיון שלא רצתה לשתות דאלו ממתניתין דפ' ארוסה לא שמענו זה דהו\"א דהתם קודם האיום והגיזום הוא משא\"כ בההיא דבעלה אינו רוצה להשקותה דאין לנו טעם זה ציינו מההיא דפרק ארוסה כמבואר ובהכי ניחא הכל ועיין מ\"ש עוד ברפ\"ג דין ב' בע\"ה:",
                "<b>אשה שקנא לה וכו' וכן אם אמר בעלה איני רוצה להשקותה.</b> משנה פ' היה נוטל ופ' ארוסה אלא דק\"ק דרבינו פסק פ\"א דין ב' דבזמן שאין מי סוטה תצא בלא כתובה א\"כ הכא נמי כשאין בעלה רוצה להשקותה אמאי לא תפסיד כתובתה דהו\"ל כזמן שאין שם מי סוטה וי\"ל דהכא שאני שעיכוב השתיה בא ע\"י ועוד דכל אחד יאמר כן לפטור עצמו מלפרוע כתובתה ואינו בדין שתפסיד כתובתה וכמ\"ש שם בדין ח'. אכן מאי דאיכא למידק דאף שהעיכוב הוא ממנו מ\"מ הרי היא עוברת על דת דתנן בפרק המדיר ואלו יוצאות שלא בכתובה ואחת מהם העוברת על דת יהודית ופסקו רבינו בפכ\"ד דה\"א ושם דף כ\"ה איבעיא להו עוברת על דת צריכה התראה להפסידה כתובתה או אין צריך תא שמע ארוסה ושומרת יבם לא שותות ולא נוטלות כתובה משתא הוא דלא שתיא הא קינוי מקנא לה למאי לאו להפסידה כתובתה וכו' ופי' רש\"י לאפסודי כתובתה ואי לאו דקנא לא מפסדה אלמא צריכה התראה וזו עוברת על דת היא שנסתרה עם אנשים ע\"כ. הרי דהסתירה חשיב לה עוברת על דת וא\"כ אף אם יהיה העיכוב ממנו הוה לה להפסיד כתובתה ובחקירה זו עמד המש\"ל ז\"ל ע\"ע. והנלע\"ד דהה\"נ דעוברת על דת היא כיון שנסתרה באיסור ועברה ג\"כ על קינויו וכבר הענישתה תורה בביזיון שעושה לה הכ\"ג בפריעת ראשה וקריעת בגדיה וחבל מצרי שהיה קושר למעלה מדדיה וכו' כדתנן במתניתין וכל זה אינו אלא עונש הסתירה שעשתה וכדאיתא התם דף ח' במדה שאדם מודד בה מודדין לו מנ\"ל מסוטה היא עמדה על פתח ביתה להראות לו לפיכך כהן מעמידה על שער ניקנור ומראה קלונה לכל היא פרסה לו סודרין נאין על ראשה לפיכך כהן נוטל כפה מעל ראשה ומניחו תחת רגליה וכו' היא קלעה לו ראשה לפיכך כהן סותר את שערה וכו' היא חגרה לו בצלצול לפיכך כהן מביא חבל מצרי וקושר למעלה מדדיה וכו' הרי שהענישתה התורה כל אלו העונשין מפני האיסור שעשתה וכיון שכן היא תאמר לו למה אפסיד כתובתי כיון שהתורה הענישתני טוב לי לסבול העונש שהוא לפי שעה ולא אפסיד כתובתי משא\"כ בעוברת על דת שאין בה מי סוטה שלא חייבה תורה המי סוטה אלא ע\"י קינוי וסתירה אין לנו עונש אחר כ\"א הפסד כתובתה ודו\"ק כי נלע\"ד נכון:"
            ],
            [],
            [
                "<b>תחת אישה פרט לקטן.</b> ק\"ק דתפ\"ל דאין אישות לקטן דהא תנן פ' האיש מקדש ופסקו רבינו פ\"ד דה\"א דקטן שקדש אין קדושיו קדושין מעתה למאי אצטריך קרא למעוטיה ובשלמא קטנה יתכן שקבל אביה קדושיה אבל קטן לא יתכן מ\"הת. וי\"ל דאגב דממעט לאנדרוגינוס דהוא ספק כמ\"ש רבינו שם פ\"ב דין כ\"ד מיעט נמי אשת הקטן אף דאינה אלא מדרבנן. א\"נ י\"ל דקטן דקאמר היינו גדול בשנים אלא שעדין לא נראו בו סימני גדלות כמ\"ש שם באותו פרק ומה שלא הזכיר רבינו הטומטום שגם הוא ספק כמ\"ש שם פ\"ד היינו משום דהאנדרוגינוס יש לו נישואין מה שאין כן הטומטום כמ\"ש פ\"א דא\"ב דין ט\"ו:",
                "<b>ונעלם מעיני אישה פרט לסומא.</b> אף דכתיב מעיני ולא כתיב מעין לא ממעטינן אלא סומא גמור דכיון דבראיה תליא מלתא כל שרואה אפי' בעין א' לא מיעטו הפסוק ומינה גם להחגרת או שאין לה כף שכתב רבינו הכוונה שאין לה כף כלל ובפי' המשנה כתב להדיא שאין לה ידים וכן לשון רש\"י ס\"פ ארוסה וכו':",
                "<b>ואמר אל האשה פרט למי שאינה שומעת.</b> מרן ז\"ל ציין למי שאינו שומע שהזכיר רבינו לעיל ממתניתין דואלו שב\"ד מקנין להם וכו' ונראה שאין צריך דכיון דמיעט קרא להדיא גבי אשה ומהיקשא דאשר תשטה אשה תחת אישה מדמינן להו אהדדי מעתה אין צריך עוד לדרשא אחרת. גם בספרי הובא בילקוט דרשו ואמר הכהן אל האשה בכל לשון שהיא שומעת ע\"כ מכלל דבעינן שתשמע. ועוד כתב מרן ז\"ל דצריך טעם למה השמיט רבינו שוטה ושוטת ע\"כ דלפי מה שהקדים ז\"ל ממתניתין דואלו שב\"ד מקנין להם וכו' הרי כבר הזכירו רבינו פ\"א דין י' אלא האמת הוא דאין לו להזכירן מפני שאינן בני דעת כלל ואיך יתקיימו הכתובים וכו' והרי הן בכלל קטן וקטנה דאינן בני דעת וראיתי להתי\"ט ז\"ל ס\"פ ארוסה דברים מגומגמים וכבר עמד עליהם בס' קול הרמ\"ז ז\"ל וספר בית דוד נר\"ו ע\"ע:"
            ],
            [
                "<b>קטנה שהשיאה אביה וכו'.</b> כבר עמדו בסוד דברי רבינו ה\"ה פ\"ג דא\"ב ומרן ז\"ל וע\"ע להמש\"ל פי\"א דה\"א והרואה יראה שעדין הדבר מגומגם וצדקו סוף דברי ה\"ה ז\"ל שם ועיין מה שכתבתי שם בס\"ד:"
            ],
            [],
            [
                "<b>הגיורת וכו' וממזרת ואשת ממזר.</b> מרן ז\"ל כתב דהגירסא הנכונה בדברי רבינו היא ממזרת אשת ממזר כלומר שהיא מותרת לו דאלו ממזרת לישראל או ממזר לישראלית כיון שיש איסור בנישואיה אינה שותה וכו' ע\"כ. ולא ידעתי למה לא נחה דעתו ז\"ל בגירסתינו שהרי הדין פשוט דממזר מותר בגיורת ומשוחררת דקהל גרים לא אקרי קהל ופסקו רבינו רפי\"ו דא\"ב וראיתי להמש\"ל ז\"ל שהוסיף דהכי משמע מפי' רש\"י דאברייתא דקתני אשת ממזר לממזר פי' ז\"ל כלומר אשה הראויה לממזר ונישאת לממזר וכו' ע\"כ נראה שנתכוון ממש לפי האמור דלאו דוקא אשת ממזר לממזר קאמר אלא שתהא ראויה לו דהיינו גיורת ומשוחררת וכיון שכן גירסת רבינו היא הנכונה שכתב ממזרת ואשת ממזר דהכוונה למותר להם שהרי כתב אח\"כ המותרות לבעליהן וכו' ומלתא דפשיטא היא שאם היא אסורה לו אינה שותה. ולעד\"ן חלילה לומר שזה נעלם מעיני כבוד מרן ז\"ל אלא שכוונתו כלפי דברי הברייתא וגם רבינו דרכו ז\"ל להעתיק לשון השנוי בברייתא ומ\"מ הדין אמת וק\"ל ולקמן בע\"ה יתבאר עוד:",
                "<b>ואשת סריס וכו'.</b> שם במשנה אשת סריס שותה ופי' רש\"י שנסתרס לאחר שנשאה דקדמה שכבת בעל לבועל ע\"כ ובגמרא פריך פשיטא ומתרץ מ\"ד מבלעדי אישך אמר רחמנא והאי לאו בר הכי הוא קמ\"ל ופי' רש\"י קמ\"ל דלמקדם שכבת בעל לבועל הוא דאתא וסריס בר שכיבה ואע\"ג דלאו בר זריעה הוא ובסריס חמה קאמר דמותר לקיימה ולא בסריס אדם דאסור לקיימה משום לא יבא פצוע דכא ע\"כ. ולכאורה רש\"י ז\"ל סותר דברי עצמו דממ\"ש בפי' המשנה שנסתרס לאחר שנשאה וכו' משמע דכיון שהיה לו שעת הכושר דקדמה שכיבתו ממש לבועל אף דהשתא לאו בר הכי הוא לית לן בה ואילו בגמרא פי' דאף שנסתרס קודם שנשאה שפיר קרינן ביה מבלעדי אישך כיון דבר שכיבה הוא וי\"ל דמה שפי' במשנה אינו אלא לפי הס\"ד דשכיבה דקאמר רחמנא היינו בבר הולדה ולכך פי' שנסתרס אחר שנשאה ובגמ' מכח קושיית פשיטא הוצרך לפרש דהחידוש הוא דאפילו בסריס מעיקרו דהיינו אף קודם שנשאה קאמר דלא קפדינן שיהא בר הולדה אף שעדין הוא מגומגם דאם איתא הו\"ל לתלמודא לתרץ דבסריס נמי הויא שכיבה אף שאינו בר הולדה וגם זה י\"ל דמלתא דפשיטא היא דלא גרע מזקן דהו\"ל כסריס והמש\"ל ז\"ל עמד בכל זה ע\"ע. והקשה עוד לפירש\"י ולהתוס' שהק' עליו במ\"ש דמתני' בסריס חמה קאמר דמותר לקיימה ולא בסריס אדם שאסור לקיימה משום לא יבא פצוע דכא ותמהו עליו התוס' ז\"ל דמנ\"ל דסריס אדם כגון ששתה כוס עקרין דאסור לקיימה ע\"כ. ומרן ז\"ל כתב ואני אומר דלא איירי רש\"י בהכי דלא מקרי סריס אדם אלא בששלטה יד אדם ממש באיברי ההולדה וכקרא דמייתי פצוע דכא וכרות שפכה ורבינו שכתב או סריס אדם המותרות לבעליהן צ\"ל דמיירי בששתה כוס של עקרין שמותרות לו וכו' ע\"כ. ועל כולן הק' ז\"ל דאמאי לא אוקמוה בפצוע דכא ממש וכגון שנשאו גיורת או משוחררת שהן מותרין לישא עם כל הפסולין לבא בקהל משום דקהל גרים לא אקרי קהל כמ\"ש רבינו פי\"ו דא\"ב ולעד\"ן דדעת רש\"י והתוס' מבוארת דודאי סתם מתניתין דקתני אשת סריס סתמא הכוונה דנשא ישראלית דאם הכוונה דנשא גיורת ליתני הגיורת שנישאת שהרי כבר דינו ידוע כדתנן פרק הערל פצוע דכה וכרות שפכה מותרים בגיורת ומשוחררת גם פ\"ה דעדיות תנן עקביא בן מהללאל אומר אין משקין לא את הגיורת ולא את המשוחררת וחכ\"א משקין וכיון שכן מוכרח דמתניתין דקתני אשת סריס במותר לבא בקהל איירי. מעתה גם לפי' מרן ז\"ל בדברי רבינו דגם רבינו איירי בשתה כוס של עקרין שמותרות לו ה\"ט מפני שרבינו כבר ביאר הדין פי\"ו דא\"ב דגיורת ומשוחררת מותרין בין בפצוע דכה בין בממזר בין בכל אותן שאינן ראוים לבא בקהל שהרי כתב להדיא שקהל כותים לא אקרי קהל וכיון שכן כאן שכתב הגיורת והמשוחררת מוכרח שהן נשואין לכל אותם שמותרים להם מעתה כשכתב ואשת סריס וכו' המותרות לבעליהן מוכרח דבישראלית גמורה קאמר דאי במין סריס שאסור לבא בקהל וכגון שנשא גיורת הא תני ליה רישא הגיורת והמשוחררת כאמור. ותירוץ זה יספיק גם לקו' ממזרת שהקשינו למעלה משם המש\"ל ז\"ל להגהת מרן הקדוש שבודאי הגהתו מוכרחת דאי ממזרת ואשת ממזר קאמר והכוונה שנישאו למותר להם דהיינו גיורת ומשוחררת הא תני ליה רישא כדבר האמור. וזה יספיק גם לאידך קו' שהק' המש\"ל ז\"ל דלא ידע למה השמיט רבינו אשת נתין לנתין ע\"ש דבברייתא דלא תני הגיורת והמשוחררת אצטריך לתנויי לה אבל רבינו שכתבה והקדימה תו לא בעי לה כלל כמבואר ושל\"ית. שוב מצאתי בש\"ות זרע אברהם ז\"ל סימן י\"א שהק' המגיה על מרן ז\"ל שכתב כאן שדעת רש\"י ז\"ל דלא מקרי סריס אדם אלא כששלטה יד אדם ממש באיברי ההולדה וכו' וכלומר דבשתה כוס של עקרין מותר לבא בקהל דרש\"י ז\"ל גופיה ביבמות דף ך' מתיב רבא פצוע דכה וכרות שפכה וסריס אדם והזקן או חולצין וכו' ואסור לקיימן ופירש\"י סריס אדם שסירסו אדם ולא מחמת חולי נסתרס מאליו הוי בלאו בכלל פצוע דכא וכרות שפכה הוא ע\"כ. ואם איתא טפי הו\"ל למימר דסריס דנקט אתא לאפוקי דשתה כוס של עקרין וכו' דפשיטא דשותה כוס של עקרין הוי חידושא טפי מנסתרס ע\"י חולי דמותר לבא בקהל עכ\"ד. ולא ידעתי למה הניח דברי מרן ז\"ל בקושיא דהא ודאי כוונת רש\"י אינה אלא כלפי סריס אדם דקתני בברייתא דמוכרח שסרסו אדם לאפוקי נסתרס מאליו ע\"י חולי ולא נחית אלא לאשמועינן ההפכיי דהיינו סריס שאינו מחמת אדם ותדע דהתוס' שם פירשו דסריס אדם היינו לאפוקי בידי שמים שלא היה לו שעת הכושר ע\"כ הרי שגם הם דייקו בסריס אדם אלא שחלקו על פי' רש\"י וס\"ל דלא בא לאפוקי נסתרס ע\"י חולי דכיון שהיתה לו שעת הכושר מקרי סריס אדם ואפשר ג\"כ שלזה נתכוון רש\"י ז\"ל לאפוקי מדעת התוס' ובין אם נפרש הכי או הכי אין להק' על מרן ז\"ל שאין שום הכרח מדברי רש\"י לומר דס\"ל דהשותה כוס של עקרין אסור לבא בקהל וק\"ל:"
            ],
            [
                "<b>אשה העומדת לשתות וכו'.</b> הק' בני ידידי המשכיל יצחק יצ\"ו דאף דבגמרא פרק החולץ יהיב טעמא לב\"ה דאמרי או שותות והביא האיש את אשתו אמר רחמנא וליכא אלא מתוך שלא שותות לא נוטלות כתובה ע\"כ דאמאי לא אמרינן הכי בההיא דהיו העם מרננין אחריה אחר הקינוי והסתירה דאינה שותה ונוטלת כתובתה והרי הדברים קל וחומר דהרי התם היא קרובה לנטמאת כיון שהגיע לגדר זה ואפ\"ה לא הפסידה כתובתה ואילו הכא אף שאין העכוב ממנה תפסיד כתובתה. והשבתי לו דודאי לפי שיטת מרן ז\"ל אין כאן קושיא דהתם הסתירה ע\"י ע\"א היא ולא אלים חיליה להפסידה כתובתה ואף למה שכתבתי אני הצעיר שם אין כאן קושיא דהתם היא טוענת הי\"ל להשקות אותי תכף לסתירה. והוא השיב לי ע\"פי מ\"ש למעלה דהביזוי שנוהג בה הכהן וכו' הוא לעונש הסתירה וכיון שכן כאן שא\"א להשקותה דין הוא שתפסיד כתובתה משא\"כ שם שכל העם מרננין אחריה עד שנתבזית ונמאסה בעיני כל העם כבר קבלה עונש הסתירה ולכך אינה מפסדת כתובתה והתירוץ היותר נכון נראה ע\"פי דברי הגמרא דהכא שאני שאין כאן בעל שישקה אותה והיורשים אומרים לה תביא ראיה שלא זינתה וניתן ליך כתובתיך כמ\"ש בגמרא דב\"ה דשטר העומד ליגבות לאו כגבוי דמי משא\"כ שם שהבעל קיים והיא אומרת לו השקני:"
            ],
            [
                "<b>כל איש וכו'.</b> דין זה לא נמצא להדיא ומרן ז\"ל ציין מדאמרינן התם וניקה האיש מעון בזמן שהאיש מנוקה מעון המים בודקין את אשתו וכו' ורש\"י ז\"ל פי' דהיינו שבא עליה אחר שנסתרה דידוע שהיא אסורה עליו מ\"הת עד שתשתה אבל בביאת איסור אחרת לא שמענו ונראה דנ\"ל מהברייתא דפ' ע\"פ ת\"ר וניקה האיש מעון בזמן שהאיש מנוקה מעון המים בודקין את אשתו וכו' ואומר לא אפקוד על בנותיכם כי תזננה וכו' מאי ואומר וכ\"ת עון דידיה אין דבניה ודבנתיה לא ת\"ש לא אפקוד וכו' וכ\"ת עון דא\"א אין עון דפנויה לא ת\"ש כי הם עם הזונות יפרדו ועם הקדשות יזבחו ע\"כ. ופירש\"י מנוקה מעון ניאוף באשה האסורה לו בין מזו שנסתרה בין מאחרת עון דבניה ודבנותיה שהן נואפין לא אינו מונע את אשתו מליבדק ע\"כ. הרי מבואר מהברייתא ופי' רש\"י דעל שום ביאה אסורה הקפיד הכתוב ומשם למד רבינו דינו וכ\"כ הפר\"ח והמש\"ל ז\"ל אלא שהק' דאמאי לא הזכיר רבינו דגם ביאת איסור דבניה ובנותיה מעכב בדיקת המים וכו' ע\"כ. ולעד\"ן דלא מנאם מפני שראה שהשמיטן רבינו הקדוש במשנה בואלו שמנחותיהן נשרפות וכו' וקחשיב ושבעלה בא עליה בדרך ואמאי לא חשיב הני נמי דהא ברייתא סתמית היא אלא מאי אית לך למימר דחדא מנייהו נקט דהא בעלה בא עליה בדרך נפ\"ל מונקה האיש וכו' ה\"נ רבינו עשה כן ואי טעמא דברייתא משום דביד האב למחות ומשום דכל שבידו למחות וכו' א\"כ מלתא דפשיטא היא דהא נתפס באותו עון היינו כאלו הוא עצמו עשאו וכבר הזכיר דרשה זו רבינו ספ\"ג ע\"ע. ומן האמור אנו למדין דרש\"י ז\"ל ל\"פ עם רבינו ואלו הרב שם נתקשה בזה מכח שמצא בדברי הרמב\"ן ז\"ל שכתב מחלוקת בדבר וסבר הרב דהיינו רש\"י עם רבינו והרואה דברי הרמב\"ן ז\"ל במקומן יראה שאין כוונתו לומר שנחלקו המפרשים בזה אלא שהזכיר תחילה פירוש שהוא פשט הפסוק ושוב הביא דיש מפרשין דקאי אכל מין ביאה אסורה ע\"ש. והמש\"ל ז\"ל כתב דאם שכח העבירה בעת ההשקאה בין שהיתה בשוגג בין שהיתה במזיד המים בודקין אותה ע\"ש אלא שנראה שהוא סותר את עצמו שכתב אח\"כ דאף שעשה תשובה אין המים בודקין אותה וגזירת הכתוב הוא והוא תמוה דיציבא בארעא וגיורא בשמי שמיא ודו\"ק:",
                "<b>ואפילו בא על ארוסתו בבית חמיו וכו'.</b> מ\"ש מרן להשגת הראב\"ד דמן הגמרא מוכח להיפך ותירץ ז\"ל דיש לדחוק דקרא תרי טעמי יהיב וכו' ע\"כ. ונראה דאין כ\"כ דוחק דהרי במתניתין תנן גרושה וחלוצה לכהן הדיוט ממזרת ונתינה לישראל בת ישראל לנתין וכו' ופי' רש\"י דנתינים דוד גזר עליהם וידוע דחלוצה אינה אלא מד\"ס כמו נתינים א\"כ אין כאן דוחק אם למד רבינו זה מהנך דתנן במתניתין ומבואר הדבר דבבא על ארוסתו וכו' דין הוא שתפסיד כתובתה דהרי גם היא עברה דכלה בלא ברכה כנדה חשיבא אבל בעל בעילה אסורה עם אחרת פשיטא שלא תפסיד כתובתה כיון שהעיכוב לא בא אלא ממנו ולכך באלו השנים לא ביאר רבינו דין הכתובה משום דהאי כדיניה וכו':"
            ],
            [
                "<b>אפילו שניה וכו'.</b> כתב מרן ז\"ל דלימדו מדין בא על ארוסתו שכתב לעיל ע\"ש. ולעד\"ן אין צריך לזה דשניהם שוים ממתניתין דקתני חלוצה ונתינה דידוע דאינן אלא מד\"ס וכנז\"ל ומה שסיים רבינו במעוברת וכו' דאין כאן עבירה הכוונה שאין עבירה בגוף הביאה דאינו אלא מפני סכנת הולד וק\"ל:"
            ],
            [
                "<b>מי שאין לו אשה וכו' ונשא עקרה או זקנה וכו'.</b> מדכתב ונשא עקרה וכו' משמע דבשעה שנשא קאמר ונ\"מ לזקנה שאם נשאה בחורה והזקינה אצלו ה\"ז שותה והיכי דמי כגון שהפילה או שלא בא עליה משנשאה עד שהזקינה דאל\"כ היינו עקרה אלא די\"ל דעקרה היא שנשאת לג' אנשים ולא ילדה דאז הוחזקה להיות עקרה אבל בנישואין ראשונים אין חזקתה עקרה דכמה נשים משתהות שנים רבות עם בעליהן ולבסוף יולדות. והנה מרן ז\"ל הביא הברייתא השנויא בגמ' וכתב עלה ופי' רש\"י הרובא ילד בחור כמו רביא ע\"כ והיינו לומר שהוא ילד שעדין אין לו אשה ובנים אבל אם היו לו אשה אחרת ובנים שותה והכי אמרינן בירושלמי מודים חכמים לר\"א שאם היו לו אשה ובנים שהיא שותה ע\"כ ודבריו מגומגמין במ\"ש הא אם היה לו אשה אחרת וכו' דהלא בברייתא שהזכיר אמרו כן בפי' אבל הרובא שיש לו אשה ובנים ונשא עקרה וכו' ומה צורך להביאו מדיוק ועוד דמה צורך לדברי הירושלמי הלא כיון דבברייתא באין לו אשה ובנים נחלקו בה ר\"א ות\"ק וביש לו לא נמצא מחלוקת מהיכא תיתי דמתני' פליגא עלה לומר דאף ביש לו פליגי אם לא שנאמר שהייתי אומר דחכמים דמתניתין ס\"ל דקרא דונזרעה זרע מי שראויה להזריע קאמר כסברת רשב\"א בגמרא וכיון שכן אף ביש לו פליגי ולפי שמרן ז\"ל בא להכריח דביש לו ל\"פ כתב הדבר בדרך דיוק להסמיך לו דברי הירושלמי המשמיענו להדיא דל\"פ וכ\"מ להמש\"ל ז\"ל ע\"ש שהאריך בכמה פרטים בזה:",
                "<b>היו לו בנים או אשה וכו'.</b> אף דנקט בנים בלשון רבים וכן הוא לשון הברייתא מ\"מ נראה דבאחד סגי בן או בת לענין זה",
                "דהא כתב רבינו אח\"ז שאם נולד לו בן מגרושתו בין קינוי לסתירה כבר נדחית האילונית מלשתות משמע דאם נולד לו אפילו בן אחד קודם הקינוי היתה שותה והיינו בן היינו בת לענין זה וק\"ל:",
                "<b>שלא נאמר בתורה וכו'.</b> כתב הראב\"ד ז\"ל פ\"י לא הקפידה תורה שתהא האשה הזאת ראויה לילד ע\"כ. ומרן ז\"ל כתב עליה ופשוט הוא שזהו פירוש דברי רבי עקיבא ור' ישמעאל ע\"כ. הנה ראיתי להמש\"ל ז\"ל שנתקשה בדברי רבינו ומרן ז\"ל וז\"ל יש לדקדק בדברי רבינו במ\"ש שלא נאמר בתורה ונזרעה זרע אלא בראויה לילד דמשמע דאי הו\"א דקרא מיירי אף במי שאינה ראויה לילד היה הדין משתנה וזה אינו שהרי אף לר\"עק דאמר שאם היתה עקרה נפקדת אין אנו ממעטין אילונית אלא אמרינן דקרא לברכה הוא דאתא ונראה דזהו כוונת הראב\"ד שהשיגו לרבינו וז\"ל פי' לא הקפידה תורה וכו' ומ\"מ דברי מרן וכו' לא יכולתי להולמם דאם הבין דלרבינו ר\"עק ור\"י אינן ממעטין אילונית אם כן דברי רבינו אינן מדוקדקין ושפיר השיגו הראב\"ד ואי ס\"ל דדברי רבינו הם מדוקדקין אליבא דר\"עק ממעטינן אילונית א\"כ הקו' ע\"ד הראב\"ד זה פשוט וכו' דנהי דלהראב\"ד זהו פי' ר\"עק ור\"י אבל לרבינו החילוק רב ביניהם וכו' וצ\"ע עכת\"ד. ולעד\"ן גברא חזינא וכו' דאיך יתכן שהראב\"ד בא להשיג והוא אומר פי' ועוד שדרכו להשיג בכח ואל וכאן השיג בדרך פי' ובעיקר קושייתו על רבינו שכתב דאי הו\"א דקרא מיירי אף במי שאינה ראויה לילד היה הדין משתנה וכו' ע\"כ והה\"נ שהיה הדין משתנה שהרי בברייתא מחלקינן בין יש לו אשה ובנים לאין לו וסברת חכמים במתניתין היא באין לו דביש לו אף רבנן מודו ועלה קאמרי דאיילונית אינה שותה וכדבעי תלמודא ורבנן האי ונקתה ונזרעה זרע מאי עבדי ליה וכו' היינו באין לו ועלה מייתי דברי ר\"עק ור\"י לומר דקרא לא אתא אלא בראויה לילד דהיינו היכא דיש לו אבל באין לו אין לו להשקותה אי משום דאינו רשאי לקיימה אי משום דקרא קפיד אונזרעה וכו' דבעינן לפחות שתהיה לו אשה או בנים וא\"כ אי הוה מוקמינן לקרא אף במי שאינה ראויה לילד כלומר ואפי' באין לו פשיטא ודאי ואילונית דהיתה שותה ונמצא שדברי רבינו מדוקדקין אלא שמפני שיש לנו לטעות קצת במ\"ש אלא בראויה לילד דמשמע דעלה קאי לכך פי' הראב\"ד ז\"ל דכוונת רבינו אינה אלא לומר שהתורה לא הקפידה אלא לשיהיה לו אשה או בנים ולא הקפידה על זאת אם היא ראויה או לא והן הן דברי ר\"עק ור\"י ודברי מרן הקדוש נכונים ומכוונים ודו\"ק:"
            ],
            [
                "<b>ונולד לו בן וכו'.</b> כבר כתבנו דמלשון זה משמע דאין צריך שקיים פ\"ור לענין זה וגם אין צריך שיהיה בן דוקא וטעמא דמלתא דמדכתיב ונזרעה זרע כל שהוא מכל מקום:"
            ],
            [
                "<b>כל אשה וכו'.</b> מבואר הדבר דכיון שנסתרה אחר הקינוי לא יצא הבועל מידי ספק ולכך כל עוד שלא שתת ואפילו שהעיכוב יהיה ממנו נשאר הבועל בספיקו וספק איסור דאורייתא רביעא עליה וכ\"כ הרב\"ש א\"ה סי' י\"א וע\"ע בהמש\"ל שהאריך הרבה בכמה פרטים בדין זה:"
            ],
            [
                "<b>ובאו עליה עדים שנסתרה וכו'.</b> כבר כתב רבינו בפ\"א דין ד' ה' שאפילו יש עדים שנסתרה ושהתה כדי טומאה לא נאסרה על בעלה וכאן השמיענו דאף שאחר הסתירה ראו דבר מכוער וכו' אפ\"ה אין בנו כח להכריחו שיוציאנה:"
            ],
            [
                "<b>במד\"א וכו'.</b> אף דע\"י עדים קאמר לעיל דתרי כמאה מ\"מ הרינון עדיף שאומרים שזינתה ממש ושיטת רבינו כשיטת הרי\"ף ור\"ח ודעמייהו עיין להרא\"ש והרב\"י א\"ה סי' י\"א:"
            ]
        ],
        [
            [
                "<b>כיצד סדר השקאת סוטה וכו'.</b> הנה ידוע מ\"ש התוס' דף י\"ד שאין סדר המשנה כסדר הפסוקים של הפרשה ונסתפקו על איזה מהם נסמוך אך בדף י\"ז מכח דברי הירושלמי כתבו שעל סדר הפרשה יש לנו לסמוך והמש\"ל הק' דרבינו אין סדרו לא כסדר המשנה ולא כסדר הכתובים והניחו בצ\"ע. ועיקר הקושיא שיש בדברי רבינו הוא שהקדים כתיבת המגילה ומחיקתה לכהן אוחז בבגדיה וסותר את שערה וכו' כמ\"ש בדין יו\"ד וי\"א ע\"ש דכיון שכבר נמחקה המגילה מה צורך לבזותה בקריעת הבגדים וסתירת שערה שכל זה אינו אלא כדי שתודה וסדר הכתובים ג\"כ שתחילה אוחז בבגדיה וסותר את שערה וכו' ואחר כך היה משקה. וי\"ל דדבר זה הוא מחלוקת התנאים דבריש פ' היה מביא וכו' קאמר תניא אבא חנין אומר משום ר\"א כדי ליגעה כדי שתחזור בה אם ככה חסה תורה על עוברי רצונו ק\"ו על עושה רצונו ופריך וממאי משום דחסה הוא דילמא כי היכי דלא תמחק המגילה ומתרץ קסבר משקה ואח\"כ מקריב את מנחתה דאי משום מגילה הא אימחיקה לה ופי' רש\"י ופלוגתא היא בפרק היה נוטל ומיהו כל זמן שלא קרבה מנחתה אינה נבדקת דכתיב מזכרת עון ואע\"פי ששתת מניחין אותה בידיה כדי ליגעה ותודה והשתא ודאי משום חסיון הוא דאי משום מגילה הא אמחיקה לה ע\"כ. (ומזה נראה סמך למ\"ש הרד\"א הביאו הכנ\"הג ז\"ל דאין מברכין על מצוה זו משום דהקב\"ה חס על בריותיו ע\"כ) גם התוס' ז\"ל הקשו דאמרינן לעיל דלאחר מגילתה מאיימין עליה שתשת' ותירצו דע\"כ אית לן למימר דר\"א אית ליה איום שתשתה אפילו אחר מחיקת המגילה וכו' ע\"כ והך מלתא היא בדף ז' אפסקא דמאיימין עליה דפריך ורמינהי כדרך שמאיימין עליה שלא תשתה כך מאיימין עליה שתשתה וכו' ומתרץ לא קשיא כאן קודם שנמחקה המגילה כאן לאחר שנמחקה המגילה הרי נתבאר דלר\"א אתיא מתני' משום חסה ופליגא האידך והאיום ג\"כ אינו כדי שלא ימחה אלא כדי שלא תמות כמ\"ש התוס' וטעם זה נקט רבינו ופסק דלאחר שנמחקה מגילה אוחזין בבגדיה וכו' כדי שתודה ולא תמות שהרי הבדיקה תלויה בהקרבת הקרבן כמ\"ש רש\"י ז\"ל ועיין למרן ז\"ל שם ועוד נאריך אם יגזור ה':",
                "<b>שהרי נאסרה עליו עד שתשתה.</b> א\"ל אם עבר ובא עליה ושוב כשהגיעה לירושלים הודית ואמרה שנטמאה עם הבועל מהו לענין כתובתה מי נימא כיון שבא עליה בעלה הרי לא הפסידה כתובתה כמ\"ש רבינו רפ\"ב א\"ד כיון שעכ\"פ נטמאה דין הוא שתפסיד והכי מסתברא שהרי קדמה הטומאה לשכיבה זו של הבעל:"
            ],
            [
                "<b>ומאיימין עליה שלא בפני בעלה.</b> מרן ז\"ל לא ציין מהיכן נפ\"ל ונראה ממ\"ש בדין ו' דאין מניחין שם לא עבדיה ולא שפחותיה מפני שהיא מכרת אותם וכו' ובעלה נמי לא גרע מהני:",
                "<b>ואם אמרה הן נטמאתי או איני שותה יוצאה בלא כתובה.</b> כתב מרן ז\"ל ומשמע לרבינו דכל שאמרה איני שותה אע\"פי שלא אמרה בפי' טמאה אני מפסדת כתובתה דכיון שפחדה מלשתות מוכחא מלתא ודאי שהיא טמאה וכו' ע\"כ. והק' עליו הפר\"ח בנימוקיו וז\"ל והכי מוכח בפ' היה נוטל (סוטה דף ך') כיון דאמרה איני שותה טמאה אני קאמרה וע\"ש ועוד דבעידי סתירה לחוד מפסדת כתובתה כדאיתא בירוש' ומייתי לה הכ\"מ פ\"א דין ב' ע\"ש. וגדולה מזו כתב ברפ\"ב דאפי' אמרה איני טמאה ואיני שותה שתצא בלא כתובה וכו'. ושוב מצאתי בפ' ארוסה משנה שלימה דקתני ואלו לא שותות ולא נוטלות כתובה האומרת איני שותה ותימה על הכ\"מ שנעלם ממנו כל זה עכ\"ל. ומידי רואי דברים אלו רחפו כל עצמותי לכבוד מרן הקדוש דאיך יצוייר שנעלם ממנו כל זה ובפרט משנה ערוכה ובדוכתה. עד כי זכותו עמד וראיתי שאין כאן שום קושיא כלל מ\"ש תחילה דהכי מוכח בפ' היה נוטל וכו' כלומר דהי\"ל למרן ז\"ל להזכיר זה ולסייע דעת רבי' אין מזה שום גמגום דהתם מצדד הוא דקמצדד במלתא אי נימא הכי לא שהאמת כן ע\"ש ולההיא דבעידי סתירה לחוד מפסדת כתובתה וכן לההיא דרפ\"ב וכו' אינן ענין לזה דהתם קודם האיום והגיזום קאמר ולאשמועינן דין אחר כמו שכתבתי שם בע\"ה יע\"ש. וכן לההיא דפ' ארוסה דואלו לא שותות ולא נוטלות כתובה אינו ענין לדין זה דהכא אחר האיום והגיזום קאי וזה לא שמענו משום משנה ולא גמרא אלא הן דברי רבינו והייתי אומר דפחד האיום הוא שגרם לה לומר איני שותה אף שבאמת היא טהורה לזה הוצרך מרן ז\"ל לכתוב ומשמע ליה לרבינו וכו'. ותדע דשם בפ\"ב אמ\"ש רבינו דאינה נוטלת כתובה כתב שיתבאר ברפ\"ג וח\"ו לומר שגם שם נעלם ממנו המשנה ערוכה דפ' ארוסה ועוד דשם סמוך ונראה הזכיר זה הבקיאות דפ' ארוסה אחלוקה דבעלה אינו רוצה להשקותה אלא ודאי הוא הדבר אשר דברנו דההיא דפ' ארוסה לא מכרעא דהייתי מפרשה לקודם עשיית אלו העניינים אבל אחר עשייתן דהייתי אומר שהפחד והאיום גרם לה וגם לא נשנה דבר זה במשנה ולא בגמ' קמ\"ל רבינו וכו' ונלע\"ד נכון ומקובל אל השכל הרבה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואח\"כ משביעה הכהן וכו'.</b> דע דבגמ' דף ח\"י א\"ר זירא א\"ר שתי שבועות האמורות בסוטה למה אחת קודם שנמחקה המגילה ואחת לאחר שנמחקה מתקיף רבא תרווייהו קודם שנמחקה מגילה כתיבי אלא אמר רבא אחת שבועה שיש עמה אלה ואחת שבועה שאין עמה אלה היכי דמי וכו' ומסיק אלא אמר רב אשי משביעני עליך שלא נטמאת ואם נטמאת יבואו ביך ופי' רש\"י משביעני עליך שיהא אמת מה שאמרת בפנינו שלא נטמאת ואם נטמאת יבואו ביך המים דקיימא שבועה אאשה שלא נטמאת ואאשה שתחול ע\"כ. ורבינו לא הזכיר דין זה כלל ולא ידעתי למה דהרי מוסכם הוא וקרא הוא דקדייק וצ\"ע. גם בתוספתא פ\"ב הביאו שיש לו לכהן לקרות הפסוקים לפניה בדקדוק ואח\"ך משביעה כנ\"ל ומדברי רבינו משמע דהשבועה היא קריאת הפסוקים לחוד:",
                "<b>אם לא שכב וכו'.</b> הנה ראיתי להתוס' ז\"ל דמכילתין דף י\"ז ד\"ה אינו כותב וכו' וז\"ל תימא בפ' המצניע דתנן קלף כדי לכתוב עליו פרשה קטנה שבתפלין שהיא שמע ישראל אמאי לא קתני פרשת סוטה דשיעור זוטא טפי ואומר ר\"י דפרשת סוטה לא שכיח וכו' ע\"כ. ודבריהם תמוהין ומבהילין חדא דפרשת סוטה גדולה מפרשת שמע שזה יש בה ד\"ן תיבות וזה יש בה נ\"ב וגם במספר האותיות זה יש בה ר\"ו וזה יש בה ר\"ד והם כתבו דשיעור זוטא טפי ותו דמאי אריא שהקשו מפרשת סוטה הלא יש כמה פרשיות בתורה רבו מספר דשיעורן זוטר טפי וטפי ומהתימה על התי\"ט שהביא דברי התוס' האלו בפ' המוציא יין ולא נרגש מכל זה והנה לקושיא זו האחרונה אין כאן קושיא כלל דחז\"ל לא שיערו אלא בפרשה שדרך להעתיקה לצורך ואין לנו אלא תפלין וסוטה אכן לקושיא ראשונה צ\"ע ואין לומר דכוונת התוס' היינו לסברת רבי יהודה דמתניתין דשיעורו זוטר טפי חדא דא\"כ הו\"ל לפרש ועוד דרבינו הקדוש סתם כת\"ק דהכא א\"כ מאי קשה להו:"
            ],
            [
                "<b>בדיו שאין בו קנקנתום.</b> ובמשנה אמרו לא בקומוס ולא בקנקנתום ולא בכל דבר שהוא רושם וכאן לא הזכיר אלא קנקנתום מפני שכבר ביארו בפ\"ד דין ט' ועיין בפי' המשנה:"
            ],
            [
                "<b>ואח\"כ מביא כלי חרש וכו'.</b> ממ\"ש רבינו בפי' המשנה נראה להדיא שהוא גורס במשנה כלי חרש חדשה ובזה מיושבין דבריו ומתורץ כל מה שכתב מרן ז\"ל עליו גם עם דברי התוספות ז\"ל ועיין להבאר שבע ז\"ל והתי\"ט והמש\"ל והפר\"ח ואין להאריך. אך לקדימת השבועה ללקיחת הכלי צ\"ע דלא הוי כסדר המשנה וגם לא כסדר הפסוקים וכבר עמדו על זה התי\"ט והמש\"ל ז\"ל:"
            ],
            [],
            [
                "<b>ואח\"כ כהן אחד בא אליה וכו'.</b> מתוך סדר הפסוקים נראה שהכ\"ג הוא שעושה לה כל המעשים האלה ורבינו נראה דס\"ל דלא קפיד קרא בהכי והתוס' דף ח' ד\"ה והכהן וכו' הביאו מהתוספתא שהיו מטילין גורל על זה ועמ\"ש רבינו ואם לא מצאו מצרי מביא חבל מ\"מ. הקשה מרן ז\"ל דמהגמ' מוכח דאפילו צלצול כשר ורבינו בעי חבל והניחו בצ\"ע ולעד\"ן כיון שכתב רבינו מביא חבל מ\"מ ולא כתב מביא חבל אחר משמע דאף צלצול הוא כשר ונכלל במ\"מ שכתב ז\"ל ודו\"ק:"
            ],
            [],
            [
                "<b>ואח\"כ לוקח המנחה וכו'.</b> ר\"פ היה נוטל ופי' רש\"י היה נוטל את מנחתה הבעל דהא אמרינן דאין מצות כהונה במנחות אלא מקמיצה ואילך וכו' אבל קידוש כלי ויציקה ובלילה כשר בזר ע\"כ וכ\"נ מדברי התוס' ז\"ל וכבר ביאר רבינו הדין פי\"ג דמע\"הק דין י\"ב וכאן סתם הדברים כלשון המשנה:"
            ],
            [
                "<b>ויראה אותה את המים וכו'.</b> לא מצאתי דבר זה בגמרא ונר' דנפ\"ל מההיא דתנן ונוטל עפר מתחתיה ונותן כדי שיראה על המים ופי' רש\"י צריך ליתן שיעור שיהא נראה וניכר על פני המים ע\"כ ופסקו רבינו לעיל דין יו\"ד ומשמע ליה שהכוונה כדי שתראה האשה שעל ידי זה תבדק ומדוייק בדבריו שהביא ראיה לכל זמן וכו' ולזו לא הביא ודו\"ק. שוב מצאתי בירושלמי שאמרו למה מים ממקום שבאת עפר למקום שהולכת כתב למי שעתידה ליתן לפניו דין וחשבון ע\"כ ובזה נראה שהיא צריכה לראות ודו\"ק:"
            ],
            [],
            [
                "<b>וכן מוציאין אותה מעזרת נשים שהיא עומדת בה.</b> הק' המש\"ל ז\"ל דמדברי רבינו נראה דדוקא בעזרת נשים הוא דקפדינן אבל בהר הבית ליכא קפידא. וקשה דתנן בפ\"ק דכלים הר הבית מקודש ממנו שאין זבים וזבות נדות ויולדות נכנסים לשם ופסקו רבינו פ\"ז מהל' ב\"הב ופ\"ג דב\"מ ע\"כ. ולעד\"ן שיתורץ בקל עמ\"ש הרע\"ב והתי\"ט במתני' דעזרת נשים כולל בו גם הר הבית והביא ראיות לדבריו וידוע שדרכו של רבינו להעתיק לשון המשנה:",
                "<b>ובטנה צבה בתחילה ואח\"כ תפול ירכה ותמות.</b> הק' הפר\"ח ז\"ל דלשון רבינו בפי' המשנה אינו מדוקדק ע\"כ וז\"ל שם וכמו כן ביאר התלמוד תלקה הירך תחילה ואח\"כ הבטן כשהיה מארר אותה הכהן וכו' ואומרם ושאר הגוף לא פלט ר\"ל ששאר אברי גופה אינם פלטים מן החולי וכו' אבל הירך תחילה ואח\"כ הבטן ואח\"כ האברים כמו שנתבאר ע\"כ. דקשה זה שסיים אבל הירך תחילה וכו' שזה לא נאמר אלא בקללה לא בגוף המעשה. ולעד\"ן אין כאן שום גמגום מפני שכבר הקדים הרב כשהיה מארר אותה הכהן וכו' ועכשיו לא נחית אלא לאשמועינן דבטן וירך קודמין לשאר הגוף ואם באנו לדיוק גם דבריו כאן מגומגמים שכתב ואח\"כ תפול ירכה ותמות דמשמע שתכף תמות ע\"י אלו השנים וליתא דהא איכא שאר אברי הגוף וגם לזה י\"ל דהה\"נ דלוקין גם הם אלא דבנפול הירך תמות. עוד נראה שנפילת הירך שכתב כאן כולל שאר אברים וכמ\"ש לקמן דין ב':"
            ],
            [],
            [],
            [
                "<b>לפיכך משרבו המנאפים וכו' וסמכו וכו'.</b> שם דף מ\"ד ואמרו שם דגם על עון בניו ובנותיו שלא מיחה בם אין המים בודקין את אשתו ואסמכוה אהך קרא דלא אפקוד על בנותיכם כי תזננה ועל כלותיכם כי תנאפנה ורבינו ס\"ל דאינו אלא אסמכתא בעלמא וכבר הזכירה ברמז בסוף פ\"ד ע\"ש. וכבר כתבתי לעיל בזה [פ\"ב] דין ח':"
            ],
            [
                "<b>סוטה שיש לה זכות ת\"ת אע\"פי שאינה מצווה וכו'.</b> פשטן של דברים מורה שכוונתו דאע\"פ שאינה מצווה מ\"מ שכר יש לה כמי שאינו מצווה ועושה והיינו בתורה שהיא עצמה למדה וק\"ק דבגמרא מסיק רבינא לעולם זכות תורה ודקאמרת אינה מצווה ועושה נהי דפקודי לא מפקדא מיהו באגרא דמקרא ומתניא בנייהו ונטרא להו לגברייהו עד דאתו מבי מדרש' מי לא פלגא בהדייהו ופירש\"י לעולם זכות דתורה ולא שעוסקת בתורה אלא שטורחת בבנה ובבעלה שיעסקוה ע\"כ. נראה מזה דכוונת רבינא לומר שזה הזכות שתולה לסוטה היינו בדבר שהיא מצווה דאם אינה מצווה ועושה לא אלים לשיתלו היסורין ומש\"ה הביא הזכות של לימוד בניהם ובעליהם דאינהו ודאי אלים זכותייהו שהרי הן מצווים ועושים וכיון דהיא פלגא בהדייהו הרי שנוטלת שכרה כמצווה ועושה ולכך אלים זכותה לתלות עליה מן היסורים. והנה רבינו גם בפי' המשנה כתב כדבריו בחיבורו ולכן נראה פשוט דאין כוונתו להורות לנו מהות הזכות דזה כבר נתבאר בגמ' אלא הורה לנו עיקר הדין שהזכות תולה לה בשביל התורה וה\"ק סוטה שיש לה זכות ת\"ת כלומר כדינו שאמרו בגמרא אע\"פי שבאמת אינה מצווה כלומר בעיקר הלימוד אינה מצווה אבל מ\"מ יש אופן שנוטלת שכר כמצווה ועושה ולפי שאין זה מעיקר הדין לא חש לבאר דמהגמ' הוא יוצא ודו\"ק:",
                "<b>ואינה מתה לשעתה אלא וכו'.</b> ראיתי להפר\"ח ז\"ל שהק' וז\"ל רבינו פסק כר' וקשה למה לא פסק כרבנן ע\"כ וכוונתו עם ההיא דאפליגו ר\"י ורב ששת בפ\"ק דף ו' דלר\"ש לרבנן לא מתנוונא וכו' ולעד\"ן דרבינו פסק כרבי מכח ההיא דאמרינן בדף כ\"ו אהא דתנן אשת כהן שותה ומותרת לבעלה דפריך תלמודא פשיטא א\"ר הונא במתנוונא ופריך מתנוונא הא בדקוה מיא ומתרץ במתנוונא דרך אברים מהו דתימא וכו' ופירש רש\"י דרך אברים שאינה מתנוונא במיעיים וברכיים אלא ראשה ושאר אבריה כבדים עליה מ\"ד הא לאו זכות תלה לה דא\"כ הו\"ל להתנוונא דרך בדיקת המים וכו' ע\"כ משמע שהדבר תלוי בצביית הבטן ונפילת הירך שזה מסבב לה המיתה וכיון דסתם לן תנא וסתם תלמודא הכי קי\"ל והתי\"ט ז\"ל ג\"כ נראה שהרגיש בזה במתני' דר\"ש וכו' ודבריו מגומגמים ע\"ע:"
            ],
            [],
            [
                "<b>סוטה ששתה וכו'.</b> עיין להמש\"ל ז\"ל שנסתפק כמה ספיקות בדין זה אך כיון שאינו מגיע לדינו של רבינו אין להאריך וע\"ע להשכנ\"הג:"
            ],
            [
                "<b>אבל אם בא ע\"א וכו' שהרי שתת.</b> הוצרך לטעם זה מפני שאם בא העד קודם השתיה אינה שותה כמ\"ש לעיל פ\"א דין ח\"י ועיין להמש\"ל ז\"ל:"
            ],
            [
                "<b>אשה שזינתה וכו'.</b> כתב מרן ז\"ל בירושלמי פרק ארוסה ופרק כשם ע\"כ. ולא ידעתי למה לא ציינו מתלמודא דידן שהוא מבואר בפרק אלו נאמרין (סוטה דף ל\"ב) ת\"ר משמיעין אותה בכל לשון שהיא שומעת על מי היא שותה וכו' ובמה היא נטמאת בשוגג או במזיד באונס או ברצון וכו' וכ\"ה המש\"ל ז\"ל וי\"ל דציינו מהירושלמי מפני ששם פרק כשם ביארו הדרשא מן הפסוק יע\"ש אך למה שהק' הרב שם דלא ידע לאיזה תכלית כתב רבינו דין זה ומה בא ללמדנו ושכבר ביארו פי\"ד מה\"א דין י\"ט וכו' ע\"כ. לעד\"ן שכאן הוא עיקר הדין ובמקום אחר הוא דרך אגב וכאן צריך להשמיענו שהכהן היה צריך להודיעה כל זה שלא להוציא ש\"ר על המים כמ\"ש בגמ' ובזה מתורץ קצת למ\"ש מרן ז\"ל לעיל דין ב' למה השמיט רבינו וכו' די\"ל שסמך עמ\"ש כאן:"
            ]
        ],
        [
            [
                "<b>בט\"ו באדר וכו' ובודקין על הראויה לשתות וכו'.</b> בירוש' פ\"ק דשקלים תניא מה הם צרכי רבים ומני בהדייהו משקין את הסוטות ורבינו מפרשה על הזדרזות המוטל על הב\"ד באותו זמן יותר משאר ימות השנה וכן יש לפרש כוונת רבינו בפירוש המשנה שהעתיק לשון הברייתא ועיין להתי\"ט ז\"ל דהא ודאי השקאת סוטה בכל זמן שייכא וכמ\"ש מרן וסיים רבינו ז\"ל אלא שמרן שציין מהירושל' קאי על הירושלמי דשקלים וק\"ל:"
            ],
            [
                "<b>ואין משקין וכו' שנאמר והעמיד אותה הכהן.</b> הנה בפ\"ק דסוטה אפליגו רבנן ור\"י בטעם למה אין משקין לשני סוטות כאחד לרבנן כדי שלא יהא לבה גס בחברתה ולר\"י משום דכתיב אותה לבדה ופי' רש\"י אותה והשביע אותה הכהן ע\"כ ובפ\"י דנדרים דף ע\"ג הובאה זאת הברייתא עצמה ור\"י יליף לה מדכתיב והשקה אותה לבדה ופי' רש\"י דוהשקה דווקא משמע אחת ולא שתים והרא\"ש והר\"ן ז\"ל פי' שם דמהמפיק של הה\"א הוא דיליף לה ובתוספתא דסוטה בפ\"ק מייתי הך ברייתא ור\"י מפיק לה מוהקריב אותה וכן בילקוט ובספרי ובמדבר רבא ואין ספק שחילוף נוסחאות הוא והרב באר שבע ושכנ\"הג כתבו דהגירסא הנכונה היא מוהקריב אותה כמ\"ש בתוספתא וכו' ולא ידעתי למה לא נוציא זאת הדרשא מוהשקה במפיק כמ\"ש הרא\"ש והר\"ן שהיא הדרשא שנראית יותר נכונה לאין משקין וכו' ורבינו שהביא מוהעמיד אותה אפשר שהוא מפרש אותה לבדה האמור במכילתין שהוא זה אף שבאמת אין פסוק זה בתורה דלא כתיב אלא והקריב אותה הכהן והעמידה לפני ה' וכתיב בתר הכי והעמיד הכהן את האשה וכו' מ\"מ יש ליישב ובפרט לנ\"א שנמחק בהם הכהן ואין כתוב שם אלא והעמיד אותה שי\"ל דהכוונה על והעמידה שכתוב במפיק:"
            ],
            [],
            [],
            [
                "<b>ומאיימין עליה שתשתה וכו'.</b> לעיל פ\"ג סדר רבי' כתיבת ומחיקת המגילה ואח\"כ קריעת בגדיה וסתירת שער ראשה ואח\"כ שתיית המים דמשמע דאף אחר מחיקת המגילה משתדלין בה שלא תשתה שהרי היו נוהגים בה אותו הביזוי והתוס' ז\"ל דף י\"ד ד\"ה אי משום מגילה וכו' הק' קושיא זו על הגמ' וכו' ותירצו דמאן דס\"ל הא לא ס\"ל הא ע\"ש. ולרבינו י\"ל דלעולם שהיו מאיימין עליה כדי שתשתה מכיון שכבר נמחק השם ואם תאמר איני שותה אינו מועיל לה אך מפני שחס השי\"ת עליה שלא תמות כמ\"ש שם בגמ' היו מבזין אותה כדי שתודה שהיא טמאה:"
            ],
            [],
            [],
            [
                "<b>כתבה אגרת פסולה שנאמר בספר.</b> אף דרבינו פ\"א דה\"ת כתב דהל\"מ שאין כותבין ס\"ת ולא מזוזה אלא בשרטוט דמשמע דשאר פרשיות לא בעי שרטוט וכ\"ש לפסול צ\"ל דהכא שאני דקפיד קרא וכ\"נ מדברי רש\"י שכתב וז\"ל בספר אמר רחמנא והל\"מ שהספרים צריכין שרטוט ע\"כ. אך קשה דרבינו פסק בהל' יבום פ\"ד שאסור לכתוב ג' תיבות בלא שירטוט וכ\"כ פ\"ו דהל' ס\"ת דין י\"ו ועיין למרן ז\"ל שם וצ\"ל דהנהו לאו לעיכובא נינהו והכא אצטריך בספר לפוסלה אף בדיעבד וכמ\"ש התוס' במכילתין ע\"ע:"
            ],
            [],
            [],
            [
                "<b>וחזר וחילקן לשתי הכוסות וכו' ואם השקה כשר.</b> נראה דרבינו פוסק דיש ברירה וק' דברפ\"ז דהל' מעשר פסק רבינו להדיא דבדאורייתא אין ברירה והכא דאורייתא הוי וכבר התוס' ז\"ל האריכו בזה וכתבו דהך ברירה לא דמיא לאינך ע\"ע:"
            ],
            [
                "<b>מי סוטה שלנו וכו'.</b> בפסקא זו נמצא למרן ז\"ל שהק' דלמה השמיט רבינו ההיא דכתבה קודם שתקבל עליה השבועה וכו' ונראה דאיזה תלמיד כתב דבר זה שהרי רבינו הזכירו להדיא לעיל בדין ז' ע\"ע ומה שיש להק' הוא דלמה השמיט ההיא דבעי רבא השקה בסיב מהו בשפופרת מהו דרך שתיה בכך או אין דרך שתיה בכך תיקו ופי' רש\"י השקה בסיב שהוא חלל כדרך שהתינוקות שותים ע\"כ. והיותר ק' שהזכיר ההיא דנשפכו ונשתיירו מהם שהיא בעיא סמוכה לזו וזו השמיטה ועיין להתוס' שם:",
                "<b>ואינו מביא אפר וכו'.</b> נראה שאין פסקי רבינו מכוונין שהרי פסק ג\"כ דאם לא היה שם עפר בהיכל מביא עפר מבחוץ ומניחו בהיכל וכו' ובגמ' איבעיא להו אין שם עפר מהו שיתן אפר וכו' כי תבעי לך אליבא דב\"ה דאמרו מצינו עפר שקרוי אפר מאי אע\"ג דאקרי עפר הכא בקרקע המשכן כתיב או דילמא האי בקרקע המשכן לכדאיסי בן יהודה ולכדאיסי בן מנחם הוא דאתי וכו' ע\"כ. נמצא דכי אמרינן דאפר דהכא לאו עפר הוא ה\"ט מכח דבקרקע המשכן כתיב וכיון שכן לית לן למדרש דכי לית ליה עפר בהיכל יביא עפר מבחוץ דהא ברייתא דקתני התם ת\"ר ומן העפר אשר יהיה בקרקע המשכן יכול יתקן מבחוץ ויכניס ת\"ל בקרקע המשכן הרי דדרשי לה להך דרשא דוקא ואין לומר דהה\"נ דבקרקע המשכן אצטריך לשלא יתקן מבחוץ ויכניס אך ממשמעותיה דקרא מדסמיך ומן העפר לאשר יהיה בקרקע המשכן אמרינן דהך עפר מקרקע דוקא הוא ולאפוקי אפר דא\"כ כי קאמר תלמודא או דילמא לכדאיסי בן יהודה וכו' הא אפילו דאתא לכדאיסי וכו' אכתי ממשמעותיה דקרא מפקינן אפר אלא ודאי דכי דרשינן להך בקרקע המשכן למעוטי אפר תו לא מצינן למדרש דרשא אחריתי וי\"ל דכיון שהדבר להחמיר נקט להו לחומרי דמר וחומרי דמר:"
            ],
            [],
            [
                "<b>הקריב את מנחתה ואח\"כ השקה כשרה.</b> כתב מרן ז\"ל פ' היה נוטל ע\"כ. ולא מצאתי דבר זה שם אלא בירושלמי ואפשר דט\"ס הוא בדברי מרן וצ\"ל בירושלמי וכ\"מ להפר\"ח והרח\"א ז\"ל:",
                "<b>וכן אם אמרה טמאה אני וכו'.</b> כ\"ז הוא במשנה פ\"ג אלא ששם תני תו ושבעלה בא עליה בדרך ורבינו השמיטה ואם נאמר מפני שנרגש בקו' התוס' שהק' דאמאי נשרפת דכיון דבדרך בא עליה היינו קודם שתקדיש וכיון דאין המים בודקין אותה וכו' איגלאי מלת' למפרע דכי קדיש בטעות קדיש וכו' ע\"כ ואף שהם ז\"ל תירצו מ\"מ מעיקרא קושיא ליתא שהרי אמרו שם בירושלמי תני רבי חייא עד שהיא בדרך מנחתה קדשה א\"ר יוסי בר רבי בון מתניתא אמרה כן שבעלה בעלה בדרך ע\"כ והכוונה מכח קו' התוס' דאמאי נשרפת וכו' ומכח זה הכריחו דודאי קדשה כשהיא בדרך ומהתימה על התוס' ז\"ל שלא נרגשו ולא הזכירו זה הירוש' ואיך שיהיה הו\"ל לרבינו להזכירה והנה מרן ז\"ל לההיא דבאו עדים שהיא טמאה כתב דדבר פשוט הוא דלא גרע וכו' ולא ידעתי למה הוצרך לזה דהא תנן לה במתני' בהדי אינך ומפשטן של דברים נראה דלא הוה גריס לה. עוד הלום הביא מרן ז\"ל לההיא דמת הוא או שמתה היא וכו' מהירוש' דפ' היה נוטל תני נטמאת מנחתה עד שלא קרב הקומץ וכו' ע\"כ. והרואה יראה שדבריו מגומגמים הם וכלפי לייא הם שהרי אמרו שעד שלא קרב הקומץ השירים אסורים דמשמע דאם קרב אינן אסורין ורבינו פסק דאם אירע אחד מאלו אחר שקרב הקומץ אין השירים נאכלין ועוד בההיא דבאו לה עדים וכו' כתב ז\"ל דרבינו פסק כת\"ק ולת\"ק בין שקמץ בין שלא קמץ בין שהקטיר בין שלא הקטיר מנחתה אסורה ורבינו לא אסר אלא בהקריב דוקא ותו דמחלק בירוש' בין (נטמאה מנחתה) ומתה וכו' לבאו לה עדים ורבינו השוה אותם ותו דמהתוספתא שהביא קאמר להדיא שאם קרב הקומץ ואח\"כ מתה היא או הבעל השיריים מותרים וכו' ורבינו פסק שהם אסורים לכך נראה ודאי שגירסת מרן ז\"ל בדברי רבינו שהשיריים נאכלים וכ\"מ בדפוס מג\"ע ובשתי נוסחאות אחרות כ\"י קדמונים אלא שעכ\"ז עדין לא הטהרנו ממ\"ש ז\"ל שרבינו פסק כת\"ק וכו' כמבואר אם לא שנאמר דט\"ס הוא בדברי מרן ז\"ל וצ\"ל ופסק רבינו כר' אילא שהרי רבי אילא תלה הדבר בהקטרה דוקא וא\"ש לגירסאות שגורסים שאחר שקרב הקומץ השיריים נאכלים:"
            ],
            [
                "<b>היה בעלה כהן וכו'.</b> דין זה כבר הזכירו רבינו פי\"ב דמע\"הק דין י\"ב ושם הזכיר דין ספק כהן שאמרו בגמ' וולדות שנתערבו וכו' ועוד יתכן בספק בן ט' לראשון או בן ז' לאחרון כמ\"ש פ\"ך דא\"ב דין ח\"י:"
            ],
            [],
            [
                "<b>יש לבעל וכו' ויש לו לגלגל עליה בלהבא וכו' לפיכך כשתזנה וכו'.</b> ראיתי להרב קרבן חגיגה שכתב בסי' פ\"ב וז\"ל לפי דברי הרמב\"ם ז\"ל דבאמרה אמן אמן אמן שלא נטמאתי אמן שלא אטמא ואם נטמאת המים מערערים אותה ובאים לה כל המאורעות כאלו נטמאת כששתת א\"כ למה שותה וחוזרת ושותה בלא\"ה משתייה קמייתה בדקי לה מיא ומוהרימ\"ט ז\"ל תירץ דהיינו כשלא אמרה אמן אמן ולא גלגל עליה אמן שלא אטמא והיה יכול לפרש דל\"ק (דאין) מערערים אותה המים אלא מאותו האיש שקינא לה אבל מאיש אחר לא א\"נ אם היה נשאת לאחר צריכה פעם שנית לשתות עם הבעל השני וצ\"ע עכ\"ל. והנה הקושיא היא חזקה כמבואר אך התירוצים אין בשום אחד מהם כדי שביעה דלתירוץ מוהרימ\"ט ז\"ל איך יתכן שלא תענה אמן בע\"כ כיון שציותה עליה תורה שתענה אמן אמן וגם הבעל מאיזה טעם יתכן שלא יגלגל עליה שלא תטמא בעודה תחתיו ולתירוץ הרב ג\"כ לא ידעתי מה תיקן באמרו דאין (כצ\"ל) מערערים אותה המים אלא מאותו האיש שקינא לה וכו' דהא רבינו כתב להדיא אמן מאיש זה אמן מאיש אחר וכיון שכן גם באמן שלא אטמא היינו בין מאיש זה בין מאיש אחר גם לתירוץ אחרון שאם נשאת לאחר צריכה פעם שנית לשתות לא ידעתי מה תיקן שהרי רבינו פסק בפ\"א דין י\"ב דעם אותו האיש אינה משקה פעם שנית אבל עם איש אחר יכול להשקותה שנית ומה צורך להשקותה שנית כיון שהמים הראשונים בודקין אותה לכ\"נ שהה\"נ שאלו המים בודקין אותה לעולם ע\"י השבועה שקבלה עליה אך כשראינו שקינא לה מוכחה מלתא שבטיל השבועה דאם עדין בשבועתו עומד מה צריך הוא לקנאת לה הרי אם תטמא יבדקו אותה המים בהכרח אלא ודאי שאינו חושש לאותה שבועה ולכך הוא מקנא לה ותדע דבגמ' דף ח\"י ת\"ר זאת תורת הקנאות מלמד שהאשה שותה ושונה רי\"א זאת שאין האשה שותה ושונה וכו' וחכ\"א אין האשה שותה ושונה בין באיש אחד בין בשני אנשים ופריך ות\"ק הכתיב זאת ורבנן בתראי הכתיב תורת וכו' ומאי קושיא תיפוק לי דכבר יבדקו אותה המים אם תזנה מחמת השבועה ורבויא דקרא ל\"ל אלא ודאי דפשיטא ליה לתלמודא דאם חזר וקינא קינויו קינוי מכח שעי\"ז בטיל השבועה שהשביעה ודו\"ק:",
                "<b>אמן מאיש זה וכו'.</b> רבינו לא פסק כמ\"ד אמן על האלה אמן על השבועה ובהכי ניחא שלא הזכיר לעיל בסדר השבועה אמן שלא נטמאתי משביעני עליך שלא נטמאת ואם נטמאת יבואו ביך שאמר רב אשי דף ח\"י ע\"ש:"
            ],
            [
                "<b>מצות חכמים וכו'.</b> כתב מרן ז\"ל דס\"ל לרבינו דקרא אסמכתא בעלמא הוא ע\"כ. גם נראה שהוא מוכרח מכח קושיית התוס' שם דף ג' דתרי\"ג מצוות נאמרו למשה מסיני ואם איתא טפי להו אלא ע\"כ דאסמכתא בעלמא הוא וא\"ש נמי דהתם איכא למ\"ד אסור לקנאת ואיכא למ\"ד מותר לקנאת ואם נפרש חובה כפשוטו הוו הדעות מרוחקות טפי וק\"ל ולמה שנסתפק מרן ז\"ל בולא מתון מתון האמור בירושלמי מה הוא נראה שהכוונה שלא ימתין בדבר ולא יאחר אותו כמו מתון מתון ארבע מאה זוזי שויא ומכיון שרבינו הקדים שמצוה לקנאת מלתא דפשיטא היא שאין מחמיצין את המצות ועמ\"ש מרן מן הירושלמי שנראה שהם לעיכובא ונדחק הרבה בדבר והרואה הירושלמי במקומו יראה שיש לפרשו בע\"א והש\"ית יאיר עינינו בתורתו הקדושה אכי\"ר:"
            ],
            [
                "<b>אין  ראוי לקפוץ וכו' אלא בינו לבינה וכו'.</b> פשטן של דברים נראה שהכוונה שבינו לבינה יש לו לקנאת תכף ומיד וזה נראה הפך דברי ר\"ח מסורא בדף ב' דקאמר לא לימא איניש לאנשי ביתיה בז\"הז אל תסתתרי בהדי פלוני דילמא קי\"ל כר\"י בר' יהודה משום ר\"א דאמר קינוי ע\"פי עצמו וליכא השתא מי סוטה למבדקה וקאסר לה עילויה איסור עולם ע\"כ ומשמע דאפי' בינו לבינה קאמר וכן פי' רש\"י ז\"ל ולרבינו צ\"ל דהוא לא כתב כן אלא בזמן שהיה מי סוטה נוהג דאז אינה נאסרת עליו אלא א\"כ קינא לה בפני עדים כמו שנראה מדבריו פ\"א דין ח' והדין של בז\"הז כבר הזכירו בס\"פ כ\"ד דה\"א שכתב שם וז\"ל א\"ל בינו לבינה אל תסתרי עם איש פ' וראה אותה שנסתרה עמו ה\"ז אסורה עליו בז\"הז שאין שם מי סוטה וכו' ע\"כ. הרי ששם פסק להדיא כר\"ח מסורא מעתה חל עלינו חובת ביא'ור דברי מרן ז\"ל שם מפני שראיתי להרב ד\"ד עשין מ\"ח שהבין פי' אחר בדבריו והק' עליו ע\"ש וזה דמרן ז\"ל נתקשה שם למה שסיים רבינו בז\"הז שאין שם מי סוטה דמשמע שאם היה זה בזמן שהיה מי סוטה היה יכול להשקותה ולזה תמה דאפי' בזמן דאיכא מי סוטה נמי אינו יכול להשקותה כמ\"ש פ\"א ולזה תירץ דאין זה דיוק שרבינו נגרר אחר דברי ר\"ח מסורא שגם הוא אמר וליכא השתא מי סוטה וכו' ואם נפרש דברי מרן שכוונתו לכלפי האיסור שבזמן שהיתה מי סוטה ג\"כ היתה אסורה עליו בקינוי זה כמו שהבינו ז\"ל א\"כ אמאי נקט מרן ענין ההשקאה דהא אין אנו צריכין לה. טפי הו\"ל למנקט להדיא ענין האיסור כיון שעיקר תמיהתו היא על האיסור. גם דברי מרן ז\"ל כאן הם מדוייקין שהביא ראיה מנ\"ל לרבינו דאף בזמן שהיה מי סוטה אין ראוי לקפוץ וכו' ונ\"ט דכיון דר\"ח מסורא אמר דבז\"הז לא לימא וכו' מכלל דבזמן מי סוטה לימא וכו' א\"כ שמעינן מינה דאין ראוי לקפוץ וכו' וכיון שכן הרי נתבאר שרבינו פסק כהא דר\"ח מסורא שם בפכ\"ד דה\"א ולימד ג\"כ ממנה לזמן המי סוטה בפקו\"ין אלא שהקשה דכיון דר\"ח מסורא עצה טובה הוא דקמ\"ל ומשום דילמא הלכה כר\"י אמאי רבינו החליט הדין לאוסרה עליו וכ\"ה בש\"ות ב\"ש סי' כ\"ז והניחה בצ\"ע ולעד\"ן הדבר פשוט דכיון דרבינו פסק כמותו מעתה אין להתיר שהרי אפשר שהוא עובר על כל ביאה וביאה שבא עליה ואיך נתירה לו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות סוטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}