{
    "language": "en",
    "title": "Yismach Moshe",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "ישמח משה",
    "categories": [
        "Chasidut",
        "Other Chasidut Works"
    ],
    "text": {
        "Introduction": [],
        "Bereshit": [],
        "Noach": [],
        "Lech Lecha": [],
        "Vayera": [],
        "Chayei Sara": [],
        "Toldot": [],
        "Vayetzei": [],
        "Vayishlach": [],
        "Vayeshev": [],
        "Miketz": [],
        "Vayigash": [],
        "Vayechi": [],
        "Shemot": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "\"Thus says the LORD, the God of Israel: Let My people go that they may celebrate a festival for Me in the wilderness.” (Exodus 5:1) This can be explained according to what is written in the verse \"I was asleep, But my heart was wakeful.\" (Song of Songs 5:2) This is the idea - every member of Israel should wake with great joy and powerful desire in the middle of the night to contemplate the following. If a king of flesh and blood wanted one to make him a crown, and they were able, and they knew that the king would take great pleasure and delight in this crown, and due to his joy the king would make them one of his intimate ministers, imagine with what alacrity they would arise, rejoicing and glad, to speedily make the crown. They would wipe the sleep from their eyes and neither rain, sleet, ice nor snow would stop them. All the more so this is true of the songs and praises from which a crown is made for the Kinng, king of kings, when they are a product of one's heartfelt will. The verse cries out \"worship the LORD in gladness...\" (Psalms 100:2) and it is explained in the holy Zohar 'even one who has sinned before their master and must return in repentance, confessing in brokenhearted bitterness, nevertheless must also fulfill \"worship the Lord in gladness.\"' (Zohar 3:8a) The root of the matter is thus - when one prays the midnight fixing (tikkun chatzot) or when they confess, asking for pardon and forgiveness, they should do so with great weeping and bitterness of heart. In the same manner, when one says the songs and praises which were written by the sweet singer of Israel, their soul should ignite with tremendous joy that they merit to make a crown for the King, king  of kings - just as King David said them in joy. It is also true that when one is occupied with Torah that they should be in a state of great joy. It is explained in the Reishit Chochmah (Sha'ar HaAhavah ch. 10) that one who desires to bring joy to their soul should seclude themselves for part of the day and contemplate the greatness of the letters of the four-lettered Name of God. A proof for this can be found in what David said \"I have placed the Lord (four-lettered name before me continually...So my heart rejoices, my whole being exults...\" (Psalms 16:8-9) This second part refers to the soul (neshama) because the neshama is an emanation from the four-lettered Name as it says \"You are children of the Lord your God...\" (Deuteronomy 14:1) Therefore when one contemplates the four-lettered name, the soul is illuminated and shines with a wondrous brilliance - this is joy. The power of this illumination has the strength to plant its sparks even with one's flesh, so  that \"...even my body rests secure,\" (Psalms 16:9) meaning that no rot will rule over it. These are his holy words, see there further. According to this our verse is explained  'Thus says the LORD (the four-lettered Name), the God of Israel, from whom the souls of Israel emanate, Let My people go that they may celebrate a festival for Me  - this is as its says regarding Sukkot \"You shall rejoice in your festival...\" (Deuteronomy 16:14)"
            ]
        ],
        "Vaera": [],
        "Bo": [],
        "Beshalach": [],
        "Yitro": [],
        "Mishpatim": [],
        "Terumah": [],
        "Tetzaveh": [],
        "Ki Tisa": [],
        "Vayakhel": [],
        "Pekudei": [],
        "Vayikra": [],
        "Tzav": [],
        "Shmini": [],
        "Tazria": [],
        "Metzora": [],
        "Achrei Mot": [],
        "Kedoshim": [],
        "Emor": [],
        "Behar": [],
        "Bechukotai": [],
        "Bamidbar": [],
        "Nasso": [],
        "Beha'alotcha": [],
        "Sh'lach": [],
        "Korach": [],
        "Chukat": [],
        "Balak": [],
        "Pinchas": [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "The Hanochites (Numbers 26:5). And see Rashi (first word: family of) that explains this through David (Psalms 122:4) the tribes of Yah are a testimony to Israel etc. see there. And we have to understand what is hinted at by this testimony being given by the name Yah, precisely. And we can explain through what the Alsheich explained in the verse (Isaiah 51:1) \"Look at the Rock from which you were hewn\" - because Israel's root is from Avraham and Sarah, and both had no strength to conceive, so the father who gave birth to Israel is the letter Hey of the name of the Holy One of Blessing that was added to Avraham, as to say 'Avram does not give birth, but Avraham does' (Bereshit Rabbah 44:10), and the mother giving birth is also through hey, that changed from Sarai to Sarah (Genesis 17:15). And look, it was explained in the books that the Yud of Sarai was separated into two Heys, and pay attention to this to understand. And it is known that the quarry is called Tzur, and the stones quarried from it are called by the names Sela and Even. And according to this, the essence of the quarry of giving birth s the Yud, and the strength to give birth is the Hey, and the fact that they are double each other should not come to mind, just the separating of the letters: we find [that there is] the essence of conception of Israel, and the strength to give birth to them are both Yud and Hey, Y\"ah. And this is the tribes of Yah, just as the branches separated out of the body of the tree, so too they separate out from, and seize, the name Yah; and so the name Yah is written in their families to explicit that they are children of Yah, and from Yah they come out, and not from a different people. And this is the explanation for the verse \"And Yah chose for Him Yaakov\" [can also be read \"And Yaakov chose for him Yah\"] and understandm because this is true, with the help of Heaven."
            ]
        ],
        "Matot": [],
        "Masei": [],
        "Devarim": [],
        "Vaetchanan": [],
        "Eikev": [],
        "Re'eh": [],
        "Shoftim": [],
        "Ki Teitzei": [],
        "Ki Tavo": [],
        "Nitzavim": [],
        "Vayeilech": [],
        "Ha'Azinu": [],
        "V'Zot HaBerachah": []
    },
    "schema": {
        "heTitle": "ישמח משה",
        "enTitle": "Yismach Moshe",
        "key": "Yismach Moshe",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "בראשית",
                "enTitle": "Bereshit"
            },
            {
                "heTitle": "נח",
                "enTitle": "Noach"
            },
            {
                "heTitle": "לך לך",
                "enTitle": "Lech Lecha"
            },
            {
                "heTitle": "וירא",
                "enTitle": "Vayera"
            },
            {
                "heTitle": "חיי שרה",
                "enTitle": "Chayei Sara"
            },
            {
                "heTitle": "תולדות",
                "enTitle": "Toldot"
            },
            {
                "heTitle": "ויצא",
                "enTitle": "Vayetzei"
            },
            {
                "heTitle": "וישלח",
                "enTitle": "Vayishlach"
            },
            {
                "heTitle": "וישב",
                "enTitle": "Vayeshev"
            },
            {
                "heTitle": "מקץ",
                "enTitle": "Miketz"
            },
            {
                "heTitle": "ויגש",
                "enTitle": "Vayigash"
            },
            {
                "heTitle": "ויחי",
                "enTitle": "Vayechi"
            },
            {
                "heTitle": "שמות",
                "enTitle": "Shemot"
            },
            {
                "heTitle": "וארא",
                "enTitle": "Vaera"
            },
            {
                "heTitle": "בא",
                "enTitle": "Bo"
            },
            {
                "heTitle": "בשלח",
                "enTitle": "Beshalach"
            },
            {
                "heTitle": "יתרו",
                "enTitle": "Yitro"
            },
            {
                "heTitle": "משפטים",
                "enTitle": "Mishpatim"
            },
            {
                "heTitle": "תרומה",
                "enTitle": "Terumah"
            },
            {
                "heTitle": "תצוה",
                "enTitle": "Tetzaveh"
            },
            {
                "heTitle": "כי תשא",
                "enTitle": "Ki Tisa"
            },
            {
                "heTitle": "ויקהל",
                "enTitle": "Vayakhel"
            },
            {
                "heTitle": "פקודי",
                "enTitle": "Pekudei"
            },
            {
                "heTitle": "ויקרא",
                "enTitle": "Vayikra"
            },
            {
                "heTitle": "צו",
                "enTitle": "Tzav"
            },
            {
                "heTitle": "שמיני",
                "enTitle": "Shmini"
            },
            {
                "heTitle": "תזריע",
                "enTitle": "Tazria"
            },
            {
                "heTitle": "מצורע",
                "enTitle": "Metzora"
            },
            {
                "heTitle": "אחרי מות",
                "enTitle": "Achrei Mot"
            },
            {
                "heTitle": "קדושים",
                "enTitle": "Kedoshim"
            },
            {
                "heTitle": "אמור",
                "enTitle": "Emor"
            },
            {
                "heTitle": "בהר",
                "enTitle": "Behar"
            },
            {
                "heTitle": "בחוקתי",
                "enTitle": "Bechukotai"
            },
            {
                "heTitle": "במדבר",
                "enTitle": "Bamidbar"
            },
            {
                "heTitle": "נשא",
                "enTitle": "Nasso"
            },
            {
                "heTitle": "בהעלותך",
                "enTitle": "Beha'alotcha"
            },
            {
                "heTitle": "שלח",
                "enTitle": "Sh'lach"
            },
            {
                "heTitle": "קרח",
                "enTitle": "Korach"
            },
            {
                "heTitle": "חקת",
                "enTitle": "Chukat"
            },
            {
                "heTitle": "בלק",
                "enTitle": "Balak"
            },
            {
                "heTitle": "פנחס",
                "enTitle": "Pinchas"
            },
            {
                "heTitle": "מטות",
                "enTitle": "Matot"
            },
            {
                "heTitle": "מסעי",
                "enTitle": "Masei"
            },
            {
                "heTitle": "דברים",
                "enTitle": "Devarim"
            },
            {
                "heTitle": "ואתחנן",
                "enTitle": "Vaetchanan"
            },
            {
                "heTitle": "עקב",
                "enTitle": "Eikev"
            },
            {
                "heTitle": "ראה",
                "enTitle": "Re'eh"
            },
            {
                "heTitle": "שופטים",
                "enTitle": "Shoftim"
            },
            {
                "heTitle": "כי תצא",
                "enTitle": "Ki Teitzei"
            },
            {
                "heTitle": "כי תבוא",
                "enTitle": "Ki Tavo"
            },
            {
                "heTitle": "נצבים",
                "enTitle": "Nitzavim"
            },
            {
                "heTitle": "וילך",
                "enTitle": "Vayeilech"
            },
            {
                "heTitle": "האזינו",
                "enTitle": "Ha'Azinu"
            },
            {
                "heTitle": "וזאת הברכה",
                "enTitle": "V'Zot HaBerachah"
            }
        ]
    }
}