{
    "title": "Mishneh LaMelech on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_The_Sanhedrin_and_the_Penalties_within_their_Jurisdiction",
    "text": [
        [],
        [
            [
                "<b>אין מעמידין בסנהדרין בין בגדולה בין בקטנה כו'</b> כתב רש\"י בפ' שופטים וז\"ל אנשים חכמים וידועים זו אחת מז' מדות שאמר יתרו למשה ולא מצא אלא ג' אנשים צדיקים וחכמים וידועים ע\"כ. וקשיא לי דהא בקרא דלעיל גבי חכמים ונבונים וידועים פרש\"י שהם נכרים לכל אדם משמע דידועים אינו תואר וע\"כ אית לן למימר הכי מדקאמר זו אחת מז' מדות והא בפרשת יתרו חשיב ד' שהם אנשי חיל יראי אלהים אנשי אמת שונאי בצע והג' הם כאן שהם אנשים חכמים ונבונים. ואם איתא דידועים הוי תואר הול\"ל זו אחת מח' מדות. הן אמת שראיתי להרא\"ם שכתב והג' האמורים כאן חכמים ונבונים וידועים משמע דס\"ל דידועים הוי תואר. ולפי דבריו צריכים אנו לומר דאנשים לא קא חשיב. ולא ידעתי למה דהא פירש\"י דאנשים הוי צדיקים ויותר יצדק לומר דידועים לא עייל בחשבון משנאמר דאנשים לא עייל אחר דפירוש אנשים הוי צדיקים. ומ\"מ בין לדברי הרב דעייל ידועים ומפיק אנשים בין לפי מה שכתבנו קשיא דה\"ק ולא מצא אלא שלש שהם אנשים חכמים וידועים דהא אנשים וידועים ע\"כ חד מינייהו לא הוי תואר והיכי חשיב להו הכא לשני תארים. וכ\"ת דלפי מה שכתבנו דידועים לא הוי תואר אתי שפיר משום דבשלמא בקרא דלעיל דקאמר וידועים לשבטיכם כתב רש\"י שאינו תואר מפני שפירושו שניכרים לשבטיכם אבל הכא דקאמר ידועים לחוד הוי תואר הא ודאי ליתא משום דאי הכי לא הול\"ל שבע מדות אמר יתרו למשה ולא מצא אלא ג' דמשמע דמאותם הז' מצא ג' והא ליתא דמהז' לא מצא אלא ב' תו קשיא לי דהא בפ' יתרו כתיב ויבחר משה אנשי חיל והיא אחת מהד' השנויות שם וא\"כ הול\"ל שמצא ד' מדות וצ\"ע: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אחד שהיה מומחה לרבים כו'.</b> ה\"ז מותר לדון יחידי בירושלמי פ\"ק דסנהדרין רבי אבהו הוה יתיב דיין לגרמיה אמרין ליה תלמידוי ולא כן אולפן רבי אל תהי דן יחידי אמר לון כיון דאינון חמאן לי יתיב דיין לגרמי ואתון לגבאי כמי שקבלו עליהם ותני כן. בד\"א בזמן שלא קבלו עליהם אבל אם קבלו עליהם דן אפילו יחידאי ע\"כ. ומכאן יצא לו לרבינו עובדיה ז\"ל בפירוש המשנה דאם קבלו עליהם דן יחידי אפילו ממדת חסידות. והתימה על הרב תיו\"ט שכתב שלא ידע טעמו וכן יש לתמוה על מהרש\"ל סימן ל\"ה שכתב דאפילו בקבלוהו עליהם איכא מדת חסידות ועיין בחוות יאיר סימן ה': "
            ],
            [
                "<b>יש לאדם לעשות דין לעצמו וכו'.</b> פלוגתא דרב יהודה ור\"נ וסבר ר\"נ דעביד איניש דינא לנפשיה ועיין בתשובת מהריק\"ו שורש קס\"א שהביא ראיה מדברי סה\"ת דמחלק בין זקף במלוה ללא זקף ללמוד דאפילו בדבר דלא בריר עביד דינא לנפשיה וקשה דמאי סייעתא דהוא בא לומר דאפילו ידוע לנו שהוא חפציו כיון דזקפו עליו לא מצי למעבד דינא לנפשיה ואפשר לומר דה\"ק דאם הדבר תלוי בידיעתנו אפילו לא זקפו לא מצי למיעבד דינא לנפשיה אם אינו ברור לנו ולאו בזקיפה תליא. ומ\"מ לא מכרעא מידי דלעולם בברור לנו מיירי ואפ\"ה כי זקפו לא מצי למעבד דינא לנפשיה וצ\"ע גם מה שהביא ראיה לזה מה\"ר קלונימוס דלמה הוצרך להוציא לעז על אותו צדיק שלקח זמורות אחרות כו'. זה דבר תימה דבהדיא משמע בגמרא דר\"נ לא לקח הזמורות עצמן שגנב האריס אלא דבר אחר שהיה לו חלק לאריס בה וצ\"ע. (א\"ה עיין פ\"ב מהלכות עבדים הלכה ה'): "
            ]
        ],
        [
            [],
            [],
            [
                "<b>אין מתחילין את הדינין בלילה כו'.</b> עיין בדברי מרן בכ\"מ ולפי דרכו לא קשה דרבנן לא סברי דקרא דושפטו ליום המעונן דבכל עת משמע אפילו בלילה. וכ\"ת כיון דגמרי היקשא מנ\"ל למעוטי יום המעונן י\"ל כיון דקרא דושפטו מוקמי לה בגמר דין דדנין בלילה ממילא משמע דיום המעונן כשר להו דאי לאו הכי לא היה יכול לדון גמר דין בלילה. וכעין דבר זה כתב הרא\"ש בפירוש השמועה דההוא סמיא דהוה בשבבותיה דרבי יוחנן וזה יותר נכון ממ\"ש מהריק\"א ודבריו צ\"ע. כתב הב\"ח סימן ה' דאם קבלו עליהם לדונם בלילה מהני ועוד הוסיף דאפילו לא קבלו בפירוש אלא דאתו מנפשייהו הוי קבלה והביא ראיה מהירושלמי דפ\"ק דסנהדרין (א\"ה רמזנוהו לעיל פ\"ב דין י\"א יע\"ש) ולדידי אין זו ראיה דשאני התם דלא היה כי אם מדת חסידות ומש\"ה לא בעינן קבלה בפירוש ועיין בסמ\"ע ועיין בחות יאיר סי' ב' וסי' ג' וסי' ה' ודוק: "
            ],
            [],
            [],
            [
                "<b>שנים שנכנסו לבקר את החולה כו'.</b> מימרא דרב יהודה בפ' יש נוחלין וכתב הריב\"ה בסימן רנ\"ג וז\"ל ופירש עוד רשב\"ם דאיירי במתנת שכיב מרע במקצת בקנין ולא נהירא דההיא יש לה דין מתנת בריא לכל דבר ואין יכולין לעשות דין אלא לא איירי אלא בשכ\"מ שמחלק נכסיו כדפרישית ע\"כ ומרן ז\"ל הביא הסוגיא דקנין עד אימתי חוזר וכתב בסוף דבריו וז\"ל ומהכא משמע בהדיא דס\"ל לתלמודא דהא דרב יהודה במתנה שיש בה קנין מיירי וכמ\"ש רבינו בסמוך בשם רשב\"ם ואילו היה מדקדק בזה לא היה כותב עליו דלא נהירא עכ\"ד. והנה לא באר לנו מרן ז\"ל מאי ס\"ל בדעת הריב\"ה במאי מוקי לההיא דרב יהודה דשלשה שנכנסו לבקר את החולה רצו כותבין רצו עושין דין והנה בפירוש דברי רב יהודה הללו נאמרו בו שלש אוקימתות האחת היא סברת רשב\"ם שכתב עלה דהך מימרא דרב יהודה דאם רצו עושין דין וז\"ל והני מילי דאם רצו עושין דין דמשמע שאפילו החולה אינו יכול לחזור בו כגון מתנת שכ\"מ במקצת ודאיכא קנין דתו לא מצי הדר בה אבל בלא קנין כיון דיכול לחזור אין עושין דין כדמוכח לקמן שאין להם לדיינים לעשות דין בדבר שאפשר להבטל ואם דנו אין דיניהם דין דעדיין לא קנו עד שימות האב שמא יחזור בו עכ\"ד. ונראה דמ\"ש רשב\"ם אבל בלא קנין כו' לא בא לשלול דרב יהודה לא איירי בסתם מתנת שכ\"מ דדבריו ככתובין וכמסורין בלא קנין דלזה לא איצטריך לטעמא דחזרה דהא פשיטא דרב יהודה לא איירי בסתם מתנת שכ\"מ דהא רב יהודה עלה דקרא דוהיתה לבני ישראל לחקת משפט קאי דאורעה כל הפרשה כולה להיות דין וכדאיתא בגמ' ומאי דאמרינן דדברי שכ\"מ ככתובין וכמסורין לא הוי אלא מדרבנן כדי שלא תטרף דעתו עליו וכמבואר והיכי אתי קרא עלה דמלתא דרבנן וכ\"כ התוספות שם דלא איירי במתנת שכ\"מ מטעמא דכתיבנא. אלא נראה דכוונת רשב\"ם היא למעט דלא נימא דרב יהודה איירי באומר על בן בין הבנים פלוני בני יירשני דקי\"ל דדבריו קיימים מדכתיב והיה ביום הנחילו שהתורה נתנה רשות להנחיל למי שראוי ליורשו ואף בלא קנין דבריו קיימים לזה בא לומר דלא איירי רב יהודה בכה\"ג דכיון דיכול לחזור בו אין עושין דין. וא\"ת למה ליה לרשב\"ם לשלול פירוש זה מטעמא דיכול לחזור בו תיפוק ליה דכיון דאינו קונה אלא לאחר מיתה ואם עמד אין כאן מתנה א\"כ אינם יכולים לעשות דין דאפשר שאין כאן מתנה (א\"ה חבל על דאבדין): "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>דיין שטעה וחייב שבועה כו'.</b> עיין במ\"ש מרן הב\"י ס\"ס י\"ב ובשער אפרים סי' קל\"א. וכתב מרן סי' כ\"ה בשם הריב\"ש וז\"ל ראוי לסתור דינם מפני שלא עיינו בתביעת ראובן ונתנו לו יותר ממה שתבע כו'. ועיין בסמ\"ע וב\"ח ובש\"ך ס\"ס י\"ז ועיין במ\"ש הר\"ן פ\"ק דגיטין עלה דמתני' דהמביא גט בא\"י ודו\"ק: "
            ]
        ],
        [
            [],
            [
                "<b>מי שקבל עליו קרוב או פסול וכו' אינו יכול לחזור בו.</b> כתב הרא\"ש בתשובה כלל כ\"ו סימן ח' ומי שקבל עליו דיין אחד ונגמר הדין אין יכולין לחזור בהן אע\"פ ששניהם מתרצין בכך. ודברי הרב אינם מובנים לי דאם שניהם רוצים התובע והנתבע למה אין יכולים לחזור בהם ואדם רשאי בשלו ומה כח ב\"ד יפה בזה. ואפשר לומר דאחר שנתרצו שניהם חזר האחד ורצה לחזור בו ולקיים פסק הדין ואשמעינן דיכול לומר פטומי מילי הוא דאמרי אלא דלשון מתרצין דחוק. ואפשר עוד לפרש דנפקא מינה אם היה חב לאחרים בחזרתם שכבר הקנו זכותם מתחלה לאחרים או לאיש אשר לו נושה ואין לו פרעון אלא מזו ומאד קיצר הרב אם כוונתו בדרכים הללו וצ\"ע: "
            ],
            [
                "<b>וכן מי שנתחייב לחבירו שבועה כו'.</b> (א\"ה עיין במ\"ש הרב המחבר לעיל ריש פרק י\"א מהלכות טוען ונטען): "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל יורש שהוא קטן כו'.</b> עיין בתשובת מהריק\"ו שורש פ\"ט במה שהביא ראיה דנאמנים לו היורשים שמחלו כשהם קטנים שלא ידעו בשעבוד ראובן מההיא דר\"נ. ונראה דלא דמי דהתם הראיה שהיה לקטן לא ידע ממנה אלא מפי העדים שאמרו לו שהם היו יודעים ואיכא למימר קטן במילי דאבוה לא ידע אבל בדבר דע\"כ ידעו הקטנים שהיה חייב ראובן זה לחבירו דהא פטרוהו מכל שעבוד איכא למימר מדידעו הכל ידעו וחקרו וידעו היטב ודו\"ק. (א\"ה עיין עוד לעיל פי\"א מהל' מלוה ולוה דין א'): "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>ב\"ד הגדול שבא להם מחלוקת כו'.</b> מכאן קשיא לי הא דאמרינן בפ\"ק דהוריות (דף ג') א\"ר יונתן מאה שישבו להורות אין חייבין עד שיורו כולם דהיכי משכחת לה מאה שישבו להורות דהא התם בסנהדרי גדולה מיירי וכמבואר וכיון דקי\"ל דאם נחלקו אין מוסיפין על ע\"א מכ\"ש דבתחלה אין מושיבין יותר מע\"א. ואולי כוונת ר\"י היא דאפילו אם עברו וישבו יותר מע\"א דבעינן דעת כולם אע\"פ שהנוספין אינן מן המנין. אלא דצ\"ע היכי יליף להאי מלתא מקרא והלא קרא לא מיירי אלא בענין הנצרך וכעת צ\"ע. ועיין בספר באר שבע שעמד בכל זה: "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>משנגמר דינו אין משהין אותו וכו'.</b> (א\"ה עיין מ\"ש הרב המחבר פ\"ב מהל' סוטה הלכה ו' ד\"ה מעוברת): "
            ]
        ],
        [],
        [],
        [],
        [
            [
                "<b>כשם שמצוה להמית כו'.</b> עיין בתשובת הרלנ\"ח ז\"ל בפסק הסמיכה (דף רפ\"א): "
            ],
            [],
            [],
            [
                "<b>אע\"פ שהתראה בספק היא כו'.</b> כתבו התוס' בפ' הערל (דף פ') בד\"ה נעשה דלא חשיב התראת ספק היכא דאיגלאי מילתא למפרע שהיה גדול בשעת התראה ועיין במ\"ש התוס' בפ' יוצא דופן (דף מ\"ו) ד\"ה ר' יוחנן דנראה דלא ס\"ל החילוק שכתבו בפרק הערל וצ\"ע. ועיין במ\"ש התוס' בפ' השולח (דף ל\"ג) ד\"ה ואפקעינהו ודו\"ק: "
            ],
            [],
            [
                "<b>אינו צריך שני עדים למלקות אלא בשעת מעשה כו'.</b> (א\"ה עיין במ\"ש הרב המחבר פ\"ג מהל' שגגות הלכה ב'): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>מי שאמדוהו וכשהתחיל ללקות נתקלקל מכח ההכאה כו'.</b> גרסינן בפ\"ג דמכות דף כ\"ג אמר שמואל כפתוהו ורץ מב\"ד פטור מיתיבי קלה בין בראשונה בין בשניה פוטרין אותו נפסקה רצועה בשניה פוטרין אותו בראשונה אין פוטרים אותו אמאי להוי כרץ התם רץ הכא לא רץ ע\"כ. והנה המתבאר מדברי רש\"י בפירוש הברייתא הוא דראשונה הוי הגבהה ראשונה שמגביה ידו להכות ושניה היא לאחר שהכהו והיכא שנתקלקל אפילו אם נתקלקל בהגבהה ראשונה קודם שהכהו פוטרין אותו אע\"פ שעדיין לא לקה ואם נפסקה הרצועה דוקא אם נפסקה בהגבהה שניה פוטרין אותו דהא נקלה באותה הכאה שהכהו ואם קודם הכאה כשהרים ידו נפסקה הרצועה אין פוטרין אותו וכ\"כ התוס' שם דההפרש שיש בין נתקלקל לנפסקה הרצועה הוא דנתקלקל פוטרין אותו אפילו אם נתקלקל קודם שהתחיל ללקות אבל נפסקה הרצועה אין פוטרין אותו אלא אם נפסקה אחר שהתחיל ללקות ומיהו כפתוהו ורץ פוטרין אותו אפילו שלא התחיל ללקות. וגרסינן תו התם ת\"ר אמדוהו לכשילקה קלה פוטרין אותו לכשיצא מב\"ד קלה מלקין אותו ולא עוד אלא אפילו קלה בתחלה מלקין אותו ופירש\"י לכשילקה קלה פירושו כשילקה יקלה שאמדוהו שאם ילקוהו מיד יתקלקל ברעי פוטרין אותו דפן יוסיף ונקלה כתיב דאין נותנין לו מכה שיקלה עליה מיד אבל אמדוהו שלא יתקלקל עד לאחר המלקות מלקין אותו קלה תחלה קודם שיקבל שום הכאה מלקין אותו אחרי כן. ולכאורה נראה שזה סותר מ\"ש באידך ברייתא דהיכא דנתקלקל אפילו קודם הכאה פוטרין אותו והנראה הוא דדוקא היכא דנתקלקל לאחר שכפתוהו נפטר אבל אם נתקלקל קודם שכפתוהו אף שהוא לאחר שגזרו בית דין שילקוהו אין פוטרין אותו דדוקא היכא שכפתוהו פוטר אותו שהרי נקלה קצת בכפיתה וברייתא דתני דאפילו קלה בתחלה פוטרין אותו מיירי בקלה קודם כפיתה. ועוד אפשר לומר דאפילו לאחר כפיתה דוקא לאחר שהגביה המכה את ידו להכות אז פוטרין אותו משום דקרינן ביה ונקלה אבל קודם שיגביה המכה את ידו אם קלה אין פוטרין אותו וכ\"ש קודם כפיתה שאין פוטרין אותו באופן דהני תרתי ברייתות לא פליגי אהדדי. והוצרכתי כל זה לפי שראיתי להרב בעל לחם משנה שכתב דלפירש\"י הני תרתי ברייתות פליגי אהדדי ואנן כתבינן מאי דסבירא לן. ורבינו ז\"ל רוח אחרת אתו בפירוש שתי ברייתות הללו שכתב מי שאמדוהו וכשהתחיל ללקות נתקלקל כו' פטור. ודבריו הללו הם פירוש לברייתא דאמדוהו לכשילקה קלה וס\"ל דה\"ק שאם אמדוהו וכשילקה קלה אז פוטרין אותו אבל אם קלה קודם שילקה מן הפחד אין פוטרין אותו ואפילו שקלה לאחר שכפתוהו בהגבהה ראשונה מלקין אותו כיון שעדיין לא לקה ודין זה לא הוזכר בפירוש בברייתא אבל נלמד הוא דדוקא אם לקה אז פוטרין אותו הא קודם לכן לא. ומה שאמרו בברייתא לכשיצא מב\"ד קלה הוא חדוש אחר דאפילו אם קלה תיכף ומיד לאחר שיצא מב\"ד קודם כפיתה וסד\"א דזה מורה על רוב הפחד שהרי קודם שנעשה שום דבר קלה ובודאי שאם ילקה שיתקלקל וסד\"א דפוטרין אותו קמ\"ל דלא וזהו שכתב אפילו נתקלקל משיצא מב\"ד ללקות ומ\"ש עוד ואפילו מבערב זהו פירוש למה שאמרו ולא עוד אלא אפילו קלה בתחלה והכוונה דלא מבעיא אם קלה לכשיצא מב\"ד שהיו מוליכין אותו ללקות אלא אפי' אם קלה מבערב כלומר שבערב גמרו דינו שילקה למחר ותיכף ומיד קלה וסד\"א שזה מורה על פחד גדול שהרי אף שבאותו היום אין מלקין אותו אלא שמן הפחד שלמחר מלקין אותו קלה וא\"כ זה מורה על פחד גדול מן ההכאה וסד\"א שיפטרו אותו קמ\"ל דלא: ומ\"ש אמדוהו לשתי מלקיות ולקה ונתקלקל בין בראשונה בין בשניה פטור כו'. זהו פירוש למה שאמרו קלה בין בראשונה בין בשניה פוטרים אותו וסבירא ליה לרבינו דפירוש ראשונה ושניה היינו מלקות ראשונה ומלקות שניה ולא ניחא ליה בפירש\"י דקאמר הגבהה ראשונה ושניה משום דס\"ל דאף בנתקלקל בעינן שילקה קודם כדי שיפטרו אותו אלא שאני תמיה לפירוש זה מה הקשו בגמרא לשמואל דאמר כפתוהו ורץ מב\"ד פטור מברייתא זו דנפסקה הרצועה דקתני בראשונה אין פוטרים אותו אמאי להוי כרץ אימא דשמואל כי קאמר דפוטרים אותו היינו כשאמדוהו למלקות אחת אז אם רץ נפטר אבל לעולם דאם אמדוהו לשתים ורץ בראשונה לא נפטר אלא ממלקות אחת אבל מלקין אותו אומד שני דומיא דנפסקה הרצועה ורבינו כשהביא דין זה דשמואל סתם וכתב כפתוהו על העמוד ללקות וכרת את המיתרים וברח פטור ואין מחזירין אותו ולא באר אם הוא דוקא באומד אחד או אפילו אם אמדוהו לשתים ורץ בראשונה דפוטרין אותו אף מהשניה וכעת הדבר צריך אצלי תלמוד. הכלל העולה הוא שיש כמה חילוקי דינים בין סברת רש\"י לרבינו. האחד היא דלרש\"י אם נתקלקל קודם הכאה לאחר שהגביה ידו נפטר ולרבינו לא נפטר אא\"כ לקה. והשני הוא דלרש\"י ז\"ל אם אמדוהו שיתקלקל בהכאה פוטרין אותו ולרבינו נראה דלא מהני אומד לזה אלא דוקא אם נתקלקל פוטרין אותו אך אם אמדוהו שיתקלקל לא. ואני מסתפק לדעת רש\"י דס\"ל דאם נתקלקל בהגבהה ראשונה קודם שילקה דפטור אם אמדוהו שיתקלקל בהגבהה ראשונה קודם שילקה מהו מי אמרינן דכיון דלרש\"י האומד הוא כמו אם נעשה בפועל א\"כ כי היכי דאם נתקלקל בהגבהה ראשונה פטור ה\"נ אם אמדוהו שיתקלקל בהגבהה ראשונה פטור או דלמא דוקא אם אמדוהו שאם ילקה יתקלקל פוטרין אותו וזהו ההפרש שיש בין אומד להיכא דנעשה הדבר בפועל ומאי דתני בברייתא אמדוהו לכשילקה קלה ופירש\"י שאמדוהו שאם ילקוהו מיד יתקלקל ברעי דברים הללו אפשר לפרשם כפי כל הצדדים שכתבנו ובמאי דאמרינן בברייתא ולא עוד אלא אפילו קלה בתחלה מלקין אותו הנראה מדברי רש\"י הוא דהך סיפא לא מיירי באומד אלא בפועל שאם קלה בתחלה קודם שיקבל שום הכאה דמלקין אותו אחרי כן ויש לדקדק למה לא פירש הך סיפא נמי באומד דומיא דרישא ומציעתא דמיירי באומד שאם אמדוהו שיתקלקל בתחלה דמלקין אותו דדוקא כשאמדוהו לכשילקה קלה אז פוטרים אותו. הן אמת דלישנא דברייתא אינו מתיישב באומד דדוקא ברישא דקאמר לכשילקה וכן בסיפא דקאמר לכשיצא שייך לפרש לשון אומד אבל בסיפא דקאמר אפילו קלה וכו' משמע שהוא בפועל. ואפשר עוד לומר דרש\"י הוקשה לו דאם איתא דהך סיפא מיירי באומד לא ימנע האי דתני אפי' קלה בתחלה האי תחלה איזה זמן הוא אם הוא קודם הגבהה או כפיתה פשיטא מאי איריא אומד אפילו יתקלקל בפועל מלקין אותו וכמו שכתבנו לעיל ואם פירוש בתחלה הוא קודם הכאה ולאחר שהגביה ידו אמאי מלקין אותו דכיון דאם נעשה בפועל דבר זה היה פטור ה\"ה באומד ומש\"ה פירש דמיירי בפועל ואשמעינן דאף בפועל אינו נפטר אם קלה אלא כשקלה לאחר שהגביה ידו. ולפי זה נפשטה בעיין דאם אמדוהו שיתקלקל לאחר שהגביה ידו אף קודם הכאה פוטרין אותו ואם נפרש דהך סיפא נמי מיירי באומד ומה שלא כתב רש\"י כן בפירוש הוא משום דסמך על מה שפירש שתי הבבות הראשונות באומד והכוונה היא שאם אמדוהו שיתקלקל קודם הכאה דאין פוטרין אותו דדוקא כשנתקלקל בפועל אז אין חילוק בין קודם הכאה לאחר הכאה אבל כשהוא באומד אז יש לחלק בין קודם הכאה לאחר הכאה אין צורך למה שכתבנו לעיל לחלק כדי ליישב הברייתות דלא לפלגו אהדדי וכמ\"ש הר\"ב לח\"מ וחילקנו בין קודם כפיתה לאחר כפיתה או בין קודם הגבהה לאחר הגבהה. אך כפי פירוש זה אתיא כפשטה דברייתא ראשונה מיירי בפועל ומש\"ה אף אם נתקלקל קודם הכאה פוטרים אותו וברייתא שניה מיירי באומד ולא מהני אומד אלא בשאמדוהו שיתקלקל לאחר שילקה אבל קודם לכן לא: ודע דבברייתא השניה מסיים שנאמר והכהו ונקלה ולא שלקה בב\"ד ע\"כ ולפי גירסא זו לפי פירש\"י נראה דקאי לבבא מציעתא דהיינו שאמדוהו שיקלה לאחר שלקה דאין פוטרין אותו ויהיב טעמא דכתיב והכהו ונקלה דמשמע דבשעת הכאה בעינן קלה ולא לאחר שכבר לקה וע\"כ מיירי באומד וכמבואר אך כפי דברי רבינו ז\"ל לא יכולתי ליישב. והנראה דלרבינו הגירסא היא ולא שקלה בב\"ד והשתא קאי לכל החלוקות דקרא הכי קאמר והכהו ונקלה כלומר דלאחר הכאה בעינן קלה אבל אם קלה בב\"ד דהיינו קודם הכאה מלקין אותו: "
            ],
            [],
            [
                "<b>כל מי שחטא ולקה חוזר לכשרותו</b> וכן כדי שיפטר מן הכרת וכן אי בעינן שיהיה מחוייב מלקות מן הדין כדי שיועיל לו המלקות עיין בתשובת הרלנ\"ח ז\"ל בפסק הסמיכה שהאריך בזה (א\"ה עי' בס' לח\"מ דהאריך להקשות ע\"ד הרמב\"ם דכיון דפסק דחייבי כריתות לוקין משמע דס\"ל דחייבי כריתות לא צריכי אזהרה דהכי משמע במכות (דף י\"ג:) וזה הפך מ\"ש בס' המצות שורש י\"ד דלא ענש הכתוב מיתה או כרת אא\"כ הזהיר ובפירוש המשניות פרק אלו הן הלוקין כתב כי התורה אינה מחייבת מיתה או כרת אא\"כ בלאו פשוט וכיון דכריתות צריכי אזהרה היאך פסק דחייבי כריתות לוקין והלא איצטריך הלאו לאזהרת כרת ואין לוקין עליו מידי דהוה אלאו שניתן לאזהרת מיתת ב\"ד. ותירוצו צ\"ע דלפי דבריו קשה היאך כתב דששה לאוין אין לוקין עליהם ומני בהדייהו לאו שניתן לאזהרת מיתת ב\"ד או כרת נהי דאינו לוקה משום דניתן לאזהרת מיתת ב\"ד מ\"מ לוקה מטעם הג\"ש ולא דמי לשאר לאוין דלא לקי עלייהו כלל. והר\"ב בני חיי בחדושיו (דף ט\"ז) הקשה על הלח\"מ דכיון דבפירוש רבתה תורה א\"כ אין הפרש בין כרת דעשה לכרת דל\"ת דבכולהו לקי ומדברי הרמב\"ם משמע דכרת עשה אינו לוקה כו'. ותמיהא מלתא דכלל גדול בידינו לאו שאין בו מעשה אין לוקין עליו ואיך הקשה דילקה על כרת דעשה. תו איכא למידק על הרמב\"ם דהנה התוס' חולין (דף פ') הכריחו דמתני' דקתני הראשון חייב כרת ושניהם סופגים את הארבעים אתיא דלא כמ\"ד דחייבי כריתות שלקו נפטרו מידי כריתתם וראינו להרמב\"ם ז\"ל בפרקין שפסק כמ\"ד דחייבי כריתות שלקו נפטרו ובפי\"ח כתב דכל חייבי כריתות לוקין. ויתכן לומר דס\"ל דמ\"ש ר\"ע חייבי כריתות לוקין היינו דוקא במי שעבר על ל\"ת שחייבין עליו כרת כדדייק לישניה בפי\"ח שכתב כל העובר על ל\"ת שחייבין עליו כרת ואין בו מיתת ב\"ד גם בפירוש המשנה דקדק וכתב כי כל מחוייבי כרת בלבד לוקין אבל מי שמחלל שבת בלא עדים דנתחייב כרת אינו לוקה כיון דהלאו שבו ניתן לאזהרת מיתת ב\"ד. וזה מבואר בדבריו בפירוש המשנה שכתב וז\"ל החלק האחד מהם לאו שניתן לאזהרת מיתת ב\"ד או לאזהרת כרת אין לוקין עליו כגון לא יקח איש את אשת אביו וכו'. הרי שדקדק להביא לאוין שיש בהם מיתת ב\"ד היכא דאיכא עדים וכרת בלא עדים אוציא אני חלב ודם שאין בהם אלא כרת דלוקין. וזה דעת רש\"י בר\"פ אלו הן הלוקין שכתב חייבי כריתות קתני כל חייבי כריתות שאין בהם מיתת ב\"ד הוזכרו במשנתנו לענין מלקות ונראה שלמד חילוק זה ממ\"ש שם בגמ' דחייבי כריתות לוקין משום ג\"ש דלעיני מלעיניך כלומר דבפרשת קדושים כתיב ואיש אשר יקח את בת אחותו ונכרתו לעיני וכתיב ונקלה אחיך לעיניך וא\"כ דיו לבא מן הדין להיות כנדון ודוקא חייבי כרת בלבד כההיא דבת אחותו לוקה אבל שאר חייבי כריתות שיש בהם מיתת ב\"ד אין בהם מלקות דלא נכנסו בכלל הג\"ש ועיין פ\"א מהל' איסורי ביאה הלכה ז': ולפי זה מ\"ש דחייבי כריתות שלקו נפטרו היינו במי שחילל שבת בזדון בלא עדים דנתחייב כרת ופטור ממלקות ואם לקה נפטר מהכרת אבל האוכל חמץ בפסח וכיוצא דחייב מלקות וכרת לא נפטר מהכרת ע\"י המלקות וזו היא ששנינו כל חייבי כריתות לוקין וכיון דבדין לקה לא נפטר והכי מוכח מסוגיא דסנהדרין (דף מ\"ז).ובהכי ניחא מ\"ש הרמב\"ם פרק אלו הן הלוקין דחייבי כריתות לוקין ואחר שלקו ועשו תשובה נפטרו מן הכרת והוקשה להר\"ב בני חיי (דף י\"ב) דמלקות מאי עבידתיה והרי אין לך דבר שעומד בפני התשובה כו' יע\"ש. ומ\"ש הרמב\"ם פי\"ב מהלכות שחיטה דהאחרון לוקה היינו לומר דהראשון אינו לוקה משום אותו ואת בנו כיון ששחט ברשות ועיין מ\"ש בפירוש המשניות בפרק אותו ואת בנו): "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>זב וכיוצא בו שנכנס להר הבית כו'.</b> הר\"ב תוי\"ט פ\"ק דכלים משנה ח' תמה על רבינו דאמאי לא מנה מצורע שנכנס לירושלים וכן פסק בפרק ג' מהלכות ביאת מקדש הל' ח' יע\"ש: טמא שאכל מעשר שני וכו'. (א\"ה עיין בדרשות הרב המחבר בדרך מצותיך (דף ס\"ה.) ושם (דף ס\"ז:) ביאר מנין הלוקין ושקיל וטרי בהו עד דף ס\"ט ועיין שם): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין הדיינים יושבים בדין פחות משוה פרוטה כו'.</b> בפ' הזהב כתב הרא\"ש דלית הלכתא כרב קטינא דאמר ב\"ד נזקקין לפחות משוה פרוטה ועיין במ\"ש הרא\"ש בפ' הגוזל עצים עלה דההיא דאמרינן גזלה אין כאן השבה אין כאן יע\"ש: "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כל דיין שנוטל שכר לדון דיניו בטלים כו'.</b> (א\"ה עי' בס' מוצל מאש סי' ל\"ח שכתב בשם הרב המחבר ז\"ל דאם אחר שדן את הדין נטל שכרו אין דיניו בטלים והוא חלק עליו והביא ראיה מסוגיא דספ\"ב דקדושין יע\"ש וצ\"ע דהא ודאי מודה הרב המחבר דאפי' אחר שדן אסור ליקח שכר ולא קאמר אלא דאין דיניו בטלים דאל\"כ בטלת מה אני בחנם וא\"כ לא הו\"מ בגמ' לשנויי דמתני' דהמקדש באפר פרה איירי בנוטל שכר אח\"כ דהא כל קושית הגמרא היא דאסור ליקח שכר. ועיין בתשובת הב\"ח סימן נ\"א דנראה נמי מדבריו דאיסורא איכא ועי' מ\"ש מור\"מ סי' ל\"ד ס\"ס י\"ח ועיין בספר שבות יעקב ח\"א סימן קכ\"ח שכתב דלא אמרו דעדותו בטלה אלא דוקא היכא דנוטל שכר קודם שהעיד אבל אם הבטיחו לתת לו אח\"כ לא נתבטל העדות למפרע ומ\"מ איסורא איכא לקחת שכר אפילו אחר שהעיד אלא דאינו בטל למפרע ובדיין דינו בטל למפרע אלה ת\"ד ולא ידעתי מנ\"ל לחלק בין עד לדיין ומ\"מ תנא דמסייע לן דאם נטל שכר אח\"כ אין המעשה בטל אבל איסורא מיהא איכא. כתב הב\"ח סימן ט' דאם נטל שכר אינו חייב להחזירו וכ\"כ בתשובות סימן נ\"א ומדברי הריטב\"א ז\"ל סוף פ\"ב דקדושין מוכח דס\"ל דחייב להחזיר יע\"ש): "
            ],
            [
                "<b>אסור לדיין לדון למי שהוא כו'.</b> אם אחד מבעלי הדין רוצה להתדיין לפני דיין שהוא אוהב לשכנגדו או לפני דיין שהוא שונא שלו אי מצי חבירו לעכב עי' בספר חות יאיר סי' ב' וסי' ג' ודו\"ק:        סליקו להו הלכות סנהדרין בס\"ד "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות סנהדרין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}