{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Recension", 
        "Chapter"
    ], 
    "language": "en", 
    "title": "The Fathers According to Rabbi Nathan", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Shammai said: Make your Torah [study] a fixed thing, say little and do much, and greet everyone with a pleasant disposition.", 
            "How do you make your Torah [study] a fixed thing? If a man heard something from a scholar in the house of study, he shouldn't do it temporarily, but on a fixed basis. And whatever a man learned, he should do and teach others to do, as it said (Deuteronomy 5): \"And you shall learn them and keep doing them\". And also in Ezra he said (Ezra 6): \"For Ezra prepared his heart to learn G-d's Torah and to do it\" and then \"to teach in Israel law and justice\".", 
            "\"Say little and do a lot\" how, it teaches that the righteous say a little and do a lot, but the wicked say a lot and don't do even a little bit. How do we know that the righteous say little and do a lot? With Abraham who told the angels they'll have a slice of bread with him today. As it said (Genesis 18): \"And I'll take a slice of bread and you'll dine your hearts\". But eventually see what Abraham did for the angels, he went and got them three bulls and nine se'as (a unit of volume) of wheat germ. How do we know it was nine se'as of wheat germ? It says \"Abraham hurried to the tent to Sarah and told her: 'hurry, three sea's of flour, wheat germ'\". Three as it says. Flour is six. Wheat germ is nine. How how do we know he cooked three bulls? It says \"And Abraham ran to the cattle\". \"Cattle\" one, \"son of the cattle\" two, \"soft\" three. And some say, \"and good\" made four. \"And he gave it to the boy and he did it quickly\", Abraham gave to Ishmael his son to teach him to follow Mitzvot. Even The Holy One Blessed Be He said little and did a lot, as it says (Genesis 18) \"And he told Abram, know that your descendants will be foreigners in a land not theirs, and they'd make them labor and torture them four hundred years, and I will punish the people who'll enslave them, and they'll leave with a lot of property\". He only said it in 54 letters (in the Hebrew), but when The Holy One Blessed Be He punished the oppressors of Israel, he did it in 72 letters, as it says (Deuteronomy 4): \"Or has G-d ever tried to take nation out of nation with great and fearful miracle?\". From here you learn that he punished the oppressors of Israel with 72 letters. And how do we know that the wicked say a lot and don't do even a little bit? We found that in Efron who told Abraham (Genesis 23): \"Land for four hundred shekels of silver\". But when Abraham pays him it says \"And Abraham listened to Efron and weighed for him...\".", 
            "“Greet every person with a pleasant countenance.” [Pirkei Avot 1:15 - Teaching of Shammai] What does this mean? It teaches us that even if a person gives someone the most precious gifts in the world but his face is gloomy, then the Torah considers it as if he gave nothing. But one who greets his friend with a pleasant countenance is considered to have given the best gifts in the world, even if he did not actually give any gifts at all."
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "אבות דרבי נתן", 
    "categories": [
        "Midrash"
    ]
}