{
    "title": "Hasagot HaRaavad on Mishneh Torah, Reading the Shema",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Reading_the_Shema",
    "text": [
        [],
        [
            [],
            [
                "<b> ואסור לקרות קריאת שמע עד וקורא.</b> כתב הראב''ד ז''ל יותר טוב אם ישכב וצריך לעשות כן אם יוכל עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b> היה עוסק באכילה.</b> כתב הראב''ד ז''ל לא כי אלא מפסיק וקורא ואע''פ שיש שהות לקרות מפני שהיא מן התורה ואם אין שהות אפילו לתפלה דרבנן מפסיק ואיתא להא מילתא במסכת סוכה פרק לולב הגזול ורמיזא נמי במסכת ברכות: "
            ],
            [],
            [],
            [
                "<b> כיצד ידקדק יזהר כו' עד ולא יניד הנח ולא יניח הנד' לפיכך צריך ליתן ריוח כו' עד הכנף פתיל.</b> כתב הראב''ד ז''ל לא ידעתי נוד הנח מה הפסד יש בו אם יאמר לבבך בנוד הבי''ת השנית כדי להטעימה שלא תראה וא''ו וכן אם יטעים יו''ד של ישראל שלא תראה אל''ף וכן כל כיוצא באלה יניד הנחים ותבא עליו ברכה, וכן נשבע צריך להפרידה כדי שלא תבלע הא' בע':  ",
                "<b> וצריך להאריך בדל''ת כו' עד וצריך שלא יחטוף בחי''ת כו'.</b> כתב הראב''ד ז''ל ויש מוסיפין שלא יאריך באל''ף שלא יראה כאומר אי חד: "
            ],
            [
                "<b> קורא אדם את שמע בכל לשון כו' עד ומדקדק באותו הלשון כמו שהוא מדקדק אם קראה בלשון הקדש.</b> כתב הראב''ד ז''ל אין זה מקובל על הדעת לפי שכל הלשונות פירוש הן ומי ידקדק אחר פירושו: "
            ]
        ],
        [
            [],
            [
                "<b> וכל מי שקרא במקום שאין קורין בו חוזר וקורא.</b> כתב הראב''ד ז''ל א''א אם אמר על מי שקרא בצד המת שיחזור ויקרא לא אמר כלום עכ''ל: "
            ],
            [
                "<b> בית הכסא חדש שהוכן ועדיין לא נשתמש בו מותר לקרות ק''ש כנגדו אבל לא בתוכו.</b> כתב הראב''ד ז''ל א''א הרב כתב והזמנה בבית הכסא לצלויי בגויה בעיא ולא אפשיטא ולא כתב לחומרא כדכתב לענין צואה דבוקה בסנדלו ואיכא למימר בהא דלקולא דהא קיימ''ל דהזמנה לאו מילתא היא ומשום גזירה או משום בזיון הוא דאיבעיא לן הילכך ספיקא לקולא עכ''ל: "
            ],
            [],
            [
                "<b> דברים של חול וכו' עד וכן הכנויין כגון רחום חנון ונאמן וכיוצא בהן מותר לאמרן בבית הכסא.</b> כתב הראב''ד ז''ל לא מצאנו שם רחום כי אם על הבורא ואסור לאמרו בבית הכסא עכ''ל: "
            ],
            [
                "<b> צואת האדם וצואת כלבים כו' עד קורין כנגדן.</b> כתב הראב''ד ז''ל זה הרב דרכו להיות סומך על הירושלמי וכאן לא סמך כי שם אמר מי רגלים של חמור שבא מן הדרך אסור לקרות כנגדן וכן צואת התרנגולים האדומה עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> היתה צואה בגומא כו' עד נוגע בה.</b> כתב הראב''ד ז''ל דומה שהוא מפרש דוקא בסנדלו שבגומא נוגעת ואינו מחוור כי יש הפרש בין דבוקה לנוגעת ומשמע שבגומא אפילו נוגעת מותר אבל אם דרס על גוף הצואה ועלתה בסנדלו היתה הבעיא ועלתה בתיקו ולחומרא עכ''ל:  ",
                "<b> היתה כנגדו כו' עד רוק עבה עד שתתכסה וקורא.</b> כתב הראב''ד ז''ל בירושלמי דוקא לאלתר שהרוק עומד בעביו אבל לאחר שעה שהרוק נימוק הצואה מתגלית עכ''ל: "
            ],
            [
                "<b> ריח רע שיש לו עיקר וכו' עד מרחיק עד מקום שפסק הריח וקורא.</b> כתב הראב''ד ז''ל אינו כן אלא מרחיק ארבע אמות ממקום שפסק הריח וקורא דהא תניא כוותיה דרב חסדא דס''ל הכי והא דאמר רבא לית הלכתא כי הא מתניתא לאו אהא אמרה אלא אצואת כלבים וחזירים דבעיא נתינת עורות והכי כתב רב האי גאון ז''ל בעיקר עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> קברו את המת וחזרו וכו'.</b> כתב הראב''ד ז''ל דוקא באותן הצריכים לראות פני האבל שהם קרויים פנימיים והם הקרובים אליו עכ''ל: "
            ],
            [
                "<b> עד שתתיישב דעתו עליו.</b> כתב הראב''ד ז''ל ומה בכך יקרא ויהא כקורא בתורה ולא יהיה כפורק שם שמים מעליו ואין זה דומה לתפלה ואין חוששין עתה ליוהרא שהדבר ידוע לרוב הקוראים והמתפללים שאינה אלא מצות אנשים מלומדה גם בחכמי הגמרא היו אומרין כן מחזיקנא טיבותא לרישאי כי מטינא למודים כרע מנפשיה ואידך אמר דהוה מני דיומסין בגו צלותא ואידך אמר דחשיב מאן ממטי אסא לבי מלכא עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות קריאת שמע",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}