{
    "title": "Teshuvah MeYirah on Mishneh Torah, Vessels of the Sanctuary and Those who Serve Therein",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvah_MeYirah_on_Mishneh_Torah,_Vessels_of_the_Sanctuary_and_Those_who_Serve_Therein",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב</b> בלוים שנפסלים בקול וכו', <b> ויראה לי שאינו נפסל אלא לומר שירה אבל יהיה מן השומרים. </b> הנה דבריו צדקו מאד, ובעניותי אני רואה זה מבואר להדיא במדרש רבה פרשת נשא פ\"ו בפסוק ופקודי משפחות וכו' (בסי' ט') מבן חמשים שנה ולמעלה היה פסול לעמוד במשכן לעשות עבודה שלא היו יכולים לומר שירה אבל מחמשים שנה ולמעלה היה חוזר לנעילת שערים עכ\"ל המדרש, הרי הוא כמבואר בדברי רבינו ז\"ל, ודוחק לומר דרבינו קמ\"ל דאף לדורות כן הדין, דלא נאמר דוקא לדור המדבר ומשום דכתב קרא הכי בפרשת בהעלותך ומבן חמשים שנה ישוב מצבא העבודה ולא יעבוד עוד ונדרש בספרי (מובא ג\"כ ברש\"י ז\"ל) דלעבודה הוא דנפסל אבל לא לשיר ולנעילת שערים, א\"כ י\"ל דהיינו כשנפסל בשנים כמו במדבר אבל בשילה ובית עולמים שאינו נפסל בשנים י\"ל דכיון שנפסל בקול פסול לגמרי קמ\"ל.<br><b> אך </b> באמת הרי מדברי המדרש מבואר דמחמשים שנה אף לשיר נפסל, וא\"כ לא תליא בקול, ועיי\"ש בריש סי' ח' דמשמע דאף במדבר נפסל רק בקול לשיר ולא בשנים, ובעל כרחך צ\"ל דהכא לצדדין קאמר וכמו שכתב שם ג\"כ מהרז\"ו בפירושו, וא\"כ קאי המדרש על שילה ובית עולמים, וא\"כ הדרה קושיא לדוכתא מאי יראה לי דקאמר רבינו ז\"ל.<br><b> אך </b> מצאתי בהרמב\"ן ז\"ל בפי' התורה שם, שלדעתו גם לשיר נפסל בהיותו בן חמשים שנה אף אם הוא עדיין ראוי לשיר והא דתליא בקול הוא רק לדורות עיי\"ש, וא\"כ דברי המדרש רבה כפשוטן וא\"כ י\"ל דברי רבינו ז\"ל ג\"כ בשיטתיה אתיין, אך תקשה מריש סי' ח' ושוב מצאתי בהרש\"ש שזכר דברי הרמב\"ן ז\"ל (ונסמן בטעות אות י\"ג לריש סי' ח' ונהפוך הוא שהוא לא העיר מהא דסי' ח') ולענ\"ד נראה ראיה גמורה לרש\"י ז\"ל דבמדבר אף לאחר חמשים שנה היה כשר לשיר דלא כהרמב\"ן ז\"ל, מתלמוד ערוך בסוטה י\"ב ב', דאמר ר' נחמיה לר' יהודה דאמר ילד וקולו כנער א\"כ עשיתו למשה רבינו בעל מום, ופרש\"י דנפסל לשיר, והרי משה רבינו כבר היה אז יותר משמונים שנה כשנבנה המשכן וכמבואר בתורה, וא\"כ א\"א לו כלל להיות משורר, ומאי פריך ליה, אלא ודאי דאף לאחר חמשים שנה, כל זמן שקולו לא נתקלקל מזקנותו כשר. הוא כרש\"י ז\"ל (ועי' רש\"י ורמב\"ן ריש פרשת שמות, על פסוק והנה נער בוכה שלפי הנראה החליפו שיטתן דלהאמור לרמב\"ן ז\"ל לק\"מ) ואמנם דברי רש\"י ז\"ל תמוהים מאד לענ\"ד דהא מבואר בתורה פרשת במדבר, דמשה רבינו היה מן השומרים במקדש כמש\"כ והחונים לפני אהל מועד מזרחה משה, ועי' ריש תמיד דמשה רבינו היה מן השומרים הלוים, וא\"כ קשה דהא אסור לו להיות משורר וכדקיי\"ל בערכין י\"א ב', ולפ\"ז מוכח בעל כרחך כהרמב\"ן ז\"ל דלאחר חמשים שנה פסול לשורר, וא\"כ היה אז משה רבינו משוער משא\"כ לרש\"י ז\"ל קשה ואם נאמר דכבר נפסל קולו ג\"כ, א\"כ מאי פריך ליה שנפסל לשיר הרי נפסל לשיר בלא זה בעת הקמת המשכן, ומאי נפק\"מ במה שנפסל בילדותו שמונים שנה לפני הקמתו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קונטרס תשובה מיראה על משנה תורה, הלכות כלי המקדש והעובדין בו",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Teshuvah MeYirah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}