{
    "language": "en",
    "title": "Daniel",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "דניאל",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [
            "Dans la troisième année du règne de Joïakim, roi de Juda, Nabuchodonosor, roi de Babylone, marcha contre Jérusalem et l’assiégea.",
            "Le Seigneur livra en son pouvoir Joïakim, roi de Juda, et une partie des vases de la maison de Dieu, qu’il transporta au pays de Sennaar, dans le temple de sa divinité; c’est dans le trésor de son dieu qu’il déposa ces vases.",
            "Le roi ordonna à Achpenaz, chef de ses eunuques, d’amener, d’entre les enfants d’Israël, issus de la lignée royale et des familles nobles,",
            "des jeunes gens, exempts de tout défaut corporel, beaux de figure, initiés à toute sagesse, doués d’intelligence, versés dans les connaissances et qui pourraient être admis dans le palais du roi, et de leur enseigner l’écriture et la langue des Chaldéens.",
            "Le roi leur assigna pour leur entretien journalier des plats de la table royale et du vin qui lui servait de boisson, de façon à les éduquer durant trois années, puis à en attacher quelques-uns au service du roi.",
            "Au nombre des enfants de Juda qui se trouvaient parmi eux figuraient Daniel, Hanania, Misaël et Azaria.",
            "Le chef des eunuques leur attribua de [nouveaux] noms; il appela Daniel Beltchaçar, Hanania Chadrac, Misaël Mêchac et Azaria Abêd-Nego.",
            "Or Daniel prit la résolution de ne pas se souiller par les plats du roi et le vin qui lui servait de boisson; il insista donc auprès du chef des eunuques pour n’avoir pas à se souiller.",
            "Dieu fit trouver à Daniel grâce et mansuétude auprès du chef des eunuques.",
            "Le chef des eunuques dit à Daniel: \"Je redoute le roi, mon maître, qui a réglé votre nourriture et votre boisson car s’il devait trouver votre mine plus chétive que celle des autres jeunes gens dans votre condition, vous m’en feriez responsable sur ma tête aux yeux du roi.\"",
            "Daniel répliqua au gouverneur que le chef des eunuques avait préposé à Daniel, Hanania, Misaël et Azaria:",
            "\"De grâce, mets tes serviteurs à l’épreuve pendant une dizaine de jours: qu’on ne nous donne que des légumes secs à manger et de l’eau à boire.",
            "Puis, tu examineras notre mine et la mine des jeunes gens nourris des mets du roi, et, selon ce que tu verras, tu agiras à l’égard de tes serviteurs.\"",
            "Il leur céda sur ce point et les mit à l’épreuve pendant dix jours.",
            "Au bout de ces dix jours, leur mine parut meilleure et leur embonpoint plus marqué que ceux de tous les jeunes gens nourris des mets du roi.",
            "Dès lors, le gouverneur enlevait leurs plats et le vin qu’on leur servait à boire, et leur donnait des légumes secs.",
            "Et à ces jeunes gens, à tous les quatre, Dieu avait accordé le savoir et la faculté de comprendre toute écriture et toute science; quant à Daniel, il possédait l’intelligence de toute vision et des songes.",
            "Au terme du délai que le roi avait fixé pour les [lui] amener, le chef des eunuques les introduisit auprès de Nabuchodonosor.",
            "Le roi s’entretint avec eux: parmi tous [les jeunes gens] il ne s’en trouvait pas de comparables à Daniel, Hanania, Misaël et Azaria; ils furent donc attachés au service du roi.",
            "Et sur toute question d’ingénieuse sagesse que le roi leur posait, il les trouvait dix fois supérieurs à tous les devins et magiciens qui vivaient dans tout son royaume.",
            "Daniel alla [ainsi] jusqu’à la première année de Cyrus."
        ],
        [
            "Dans la deuxième année du règne de Nabuchodonosor, celui-ci eut des songes; son esprit en fut troublé et il perdit le sommeil.",
            "Le roi ordonna de mander devins, magiciens, sorciers et astrologues, afin qu’ils révélassent au roi ses songes. Quand ils furent venus et mis en présence du roi,",
            "celui-ci leur dit: \"J’ai eu un songe, et mon esprit est anxieux de connaître ce songe.\"",
            "Les astrologues répondirent au roi en araméen: \"O roi, puisses-tu vivre éternellement! Expose le songe à tes serviteurs, et nous t’en donnerons l’explication.\"",
            "Le roi répliqua en disant aux astrologues: \"C’est une chose décidée par moi: si vous ne me faites pas connaître le songe et son interprétation, vous serez taillés en pièces, et vos maisons seront converties en cloaques.",
            "Si, au contraire, vous révélez le songe et sa signification, vous recevrez de moi des dons, de riches présents et de grands honneurs; donc dévoilez-moi le songe et sa signification.\"",
            "Eux de répondre pour la seconde fois: \"Que le roi, dirent-ils, expose le songe à ses serviteurs, et nous en donnerons l’explication.\"",
            "A cela le roi répliqua: \"Je sais parfaitement que vous voulez gagner du temps, parce que vous voyez que ma résolution est bien arrêtée.",
            "Si donc vous ne me faites connaître le songe, un même arrêt vous atteindra. Vous vous êtes arrangés pour m’adresser des paroles fausses et mensongères, [espérant] que les circonstances pourront changer; c’est pourquoi dites-moi le songe, et je saurai que vous pourrez [aussi] m’en fournir l’explication.\"",
            "Les astrologues reprirent la parole devant le roi et dirent: \"II n’est nul homme sur la terre qui soit capable de dévoiler ce que demande le roi; aussi bien, jamais roi grand et puissant n’a exigé pareille chose d’aucun devin, ni magicien, ni astrologue.",
            "La chose que demande le roi est malaisée, et il n’est personne d’autre capable de la dévoiler au roi que les dieux, qui ne séjournent pas au milieu des mortels.\"",
            "Là-dessus, le roi s’irrita et entra dans une violente colère, et il ordonna de faire périr tous les sages de Babylone.",
            "L’ordre fut publié et les sages allaient être mis à mort: on chercha aussi Daniel et ses compagnons pour les tuer.",
            "Alors Daniel répondit avec prudence et mesure à Arioc, chef des exécuteurs du roi, qui était sorti pour mettre à mort les sages de Babylone.",
            "Il prit la parole et dit à Arioc, l’officier du roi: \"Pourquoi cet édit rigoureux a-t-il été rendu par le roi?\" Alors Arioc fit connaître l’affaire à Daniel.",
            "Aussitôt Daniel alla demander au roi de lui accorder un délai [qui lui permît] de donner l’explication au roi.",
            "Puis, Daniel se rendit dans sa demeure et raconta la chose à ses compagnons, Hanania, Misaël et Azaria,",
            "[leur demandant] d’implorer la miséricorde du Dieu du ciel au sujet de ce mystère, afin que Daniel et ses compagnons ne subissent pas la mort avec les autres sages de Babylone.",
            "Alors le mystère fut dévoilé à Daniel dans une vision nocturne, et Daniel bénit le Dieu du ciel.",
            "Daniel prit la parole et dit: \"Que le nom de Dieu soit béni d’éternité en éternité! Car à lui appartiennent la sagesse et la puissance.",
            "C’est lui qui modifie les temps et les époques, qui tour à tour renverse les rois et élève les rois, qui donne la sagesse aux sages et la science à ceux qui savent comprendre.",
            "C’est lui qui révèle les choses profondes et cachées; il connaît ce que recèlent les ténèbres, et la lumière réside avec lui.",
            "C’est toi, Dieu de mes pères, que je remercie et exalte pour m’avoir donné sagesse et force; et à l’heure présente, tu m’as fait connaître ce que nous t’avons demandé: ce qui préoccupe le roi, tu nous l’as fait connaître.\"",
            "Sur cela, Daniel se rendit auprès d’Arioc, que le roi avait chargé d’exécuter les sages de Babylone; il alla et lui parla de la sorte: \"Ne fais point mourir les sages de Babylone: introduis-moi auprès du roi, et je révélerai au roi l’interprétation [de son songe].\"",
            "Aussitôt Arioc, en toute hâte, introduisit Daniel auprès du roi et lui dit: \"J’ai trouvé un homme parmi les exilés de Juda, qui fera connaître au roi l’interprétation [de son songe].\"",
            "Le roi prit la parole et dit à Daniel, qui portait le nom de Beltchaçar: \"Est-il vrai que tu sois capable de me faire connaître le songe que j’ai eu et son explication?\"",
            "Daniel répliqua au roi: \"Le mystère, dit-il, que veut éclaircir le roi, ni sages, ni devins, ni magiciens, ni astrologues ne peuvent le révéler au roi.",
            "Mais il est un Dieu au ciel, qui dévoile les secrets; c’est lui qui a révélé au roi ce qui arrivera dans la suite des temps. Ton songe et les visions qui ont frappé ton esprit sur ta couche, les voici:",
            "O roi, il a surgi en toi, sur ta couche, des pensées touchant ce qui arrivera dans la suite, et celui qui révèle les mystères t’a annoncé ce qui sera.",
            "Quant à moi, si ce mystère m’a été découvert, ce n’est pas que je possède une sagesse refusée à tous les vivants; mais c’est aux seules fins qu’on en apprenne la signification au roi, et que tu connaisses les pensées de ton cœur.",
            "Toi, ô roi, tu regardais, et voilà qu’une formidable statue se dressait devant toi: cette statue était grande, d’un éclat extraordinaire et d’un aspect effrayant.",
            "Cette statue avait la tête d’or fin, la poitrine et les bras d’argent, le ventre et les cuisses d’airain,",
            "les jambes de fer et les pieds en partie de fer et en partie d’argile.",
            "Tu [la] regardais, quand une pierre, se détachant, sans l’intervention d’aucune main, vint frapper les pieds qui étaient de fer et d’argile et les broya.",
            "Alors, du même coup, furent broyés le fer, l’argile, l’argent et l’or; ils devinrent comme la balle [qui s’envole] des aires de blé, et furent emportés par le vent, sans qu’il en restât aucun vestige; mais la pierre qui avait frappé la statue se changea en une grande montagne et remplit toute la terre.",
            "Tel était le songe; et ce qu’il signifie, nous allons le dire au roi:",
            "Toi, ô roi, le roi des rois, à qui le Dieu du ciel a donné royauté et force, puissance et gloire;",
            "toi, aux mains de qui il a livré tout ce qui habite [sur la terre], les hommes, les bêtes des champs et les oiseaux du ciel, et qu’il a rendu maître de toutes choses, tu es la tête d’or.",
            "Après toi, s’élèvera un autre empire, inférieur au tien; puis un troisième empire, qui sera d’airain et qui dominera sur toute la terre,",
            "puis viendra un quatrième empire, puissant comme le fer; puisque le fer broie et écrase tout, [cet empire], pareil au fer qui brise tout le reste, ne fera qu’écraser et causer des ruines.",
            "Et si tu as vu que tes pieds et les orteils étaient partie en argile de potier et partie en fer, c’est que ce sera un empire divisé; toutefois il aura en lui quelque chose de la solidité du fer, en raison de ce que tu as vu du fer mêlé avec de l’argile boueuse.",
            "Les orteils des pieds étaient partie de fer et partie d’argile: c’est que cet empire sera en partie fort et en partie fragile.",
            "Et si tu as vu le fer mêlé avec de l’argile boueuse, c’est que ces [deux parties] se mêleront par des alliances humaines, mais sans qu’elles s’attachent solidement l’une à l’autre, pas plus que le fer ne s’amalgame avec l’argile.",
            "Et du temps de ces rois-là, le Dieu du ciel suscitera un empire qui ne sera jamais détruit, un empire qui ne cédera la place à aucun autre peuple: il écrasera et anéantira tous les autres empires et subsistera lui-même éternellement,",
            "tout comme tu as vu que de la montagne s’est détachée une pierre, sans l’intervention d’aucune main, et qu’elle a broyé le fer, l’airain, l’argile, l’argent et l’or. Un grand Dieu a révélé au roi ce qui arrivera dans la suite: certain est le songe et digne de foi son interprétation!\"",
            "Alors le roi Nabuchodonosor se prosterna contre terre, puis s’agenouilla devant Daniel et ordonna de lui présenter des offrandes et des parfums.",
            "S’adressant ensuite à Daniel, le roi lui dit: \"En vérité, votre Dieu est le Dieu des dieux, le souverain des rois, le révélateur des mystères, puisque tu as pu dévoiler ce mystère-là.\"",
            "Alors le roi rendit de grands honneurs à Daniel, le combla de nombreux et riches présents, et l’institua gouverneur de toute la province de Babylone et chef suprême de tous les sages de Babylone.",
            "Et Daniel en ayant fait la demande au roi, celui-ci préposa Chadrac, Mêchac, et Abêd-Nego aux affaires de la province de Babylone, tandis que Daniel restait à la cour du roi."
        ],
        [
            "Le roi Nabuchodonosor fit une statue d’or, haute de soixante coudées et large de six coudées; il l’érigea dans la plaine de Doura, dans la province de Babylone.",
            "Et le roi Nabuchodonosor envoya [des émissaires] pour rassembler les satrapes, les préfets, les gouverneurs, les magistrats, les trésoriers, les légistes, les jurisconsultes et tous les chefs des provinces, pour qu’ils assistassent à l’inauguration de la statue, érigée par le roi Nabuchodonosor.",
            "Alors se rassemblèrent les satrapes, les préfets, les gouverneurs, les magistrats, les trésoriers, les légistes, les jurisconsultes et tous les chefs des provinces pour l’inauguration de la statue, érigée par le roi Nabuchodonosor, et ils se placèrent face à la statue, érigée par Nabuchodonosor.",
            "Et le héraut cria à haute voix: \"A vous, nations, peuples et idiomes s’adresse cet ordre:",
            "Au moment où vous entendrez le son de la trompette, de la flûte, de la cithare, de la sambuque, du psaltérion, de la cornemuse et de toute espèce d’instruments de musique, vous vous prosternerez pour adorer la statue d’or érigée par le roi Nabuchodonosor.",
            "Quiconque s’abstiendra de se prosterner pour adorer sera, sur l’heure même, jeté dans la fournaise ardente.\"",
            "En conséquence, au moment où toutes les nations entendirent le son de la trompette, de la flûte, de la cithare, de la sambuque, du psaltérion et de toute espèce d’instruments de musique, toutes les nations, tous les peuples et tous les idiomes adorèrent la statue d’or, érigée par le roi Nabuchodonosor.",
            "Mais alors, au même moment, des individus chaldéens s’avancèrent et dénoncèrent les juifs:",
            "\"O roi; dirent-ils au roi Nabuchodonosor, puisses-tu vivre éternellement!",
            "Toi, ô roi, tu as émis l’ordre que tout homme, en entendant le son de la trompette, de la flûte, de la cithare, de la sambuque, du psaltérion, de la cornemuse et de toute espèce d’instruments de musique, se prosternera pour adorer ta statue d’or;",
            "et que quiconque s’abstiendra de se prosterner et d’adorer sera jeté dans la fournaise ardente.",
            "Or, il y a là des hommes, des Judéens, que tu as préposés à l’administration de la province de Babylone, Chadrac, Mêchac et Abêd-Nego; et ces hommes-là n’ont pas tenu compte de ton ordre, ô roi: ils n’honorent point ton Dieu et n’adorent pas la statue d’or que tu as érigée.\"",
            "Alors, Nabuchodonosor, plein de colère et de fureur, ordonna d’amener Chadrac, Mêchac et Abêd-Nego; et aussitôt ces hommes furent amenés en présence du roi.",
            "Nabuchodonosor prit la parole et leur dit: \"Est-ce avec préméditation, Chadrac, Mêchac et Abêd-Nego, que vous n’honorez point mon Dieu et n’adorez pas la statue d’or que j’ai érigée?",
            "Or donc, si vous êtes disposés, au moment où vous entendrez le son de la trompette, de la flûte, de la cithare, de la sambuque, du psaltérion, de la cornemuse et de toute espèce d’instruments de musique, à vous prosterner et à adorer la statue que j’ai faite, [c’est bien]; mais si vous ne l’adorez pas, sur l’heure même vous serez jetés dans la fournaise ardente, et quel est le Dieu qui pourrait vous sauver de mes mains?\"",
            "Chadrac, Mêchac et Abêd-Nego répondirent au roi: \"Nabuchodonosor! Nous ne jugeons pas nécessaire de te faire aucune réponse à cet égard.",
            "Si notre Dieu, que nous honorons, est capable de nous sauver, il nous sauvera bien de la fournaise ardente ainsi que de ta main, ô roi!",
            "Et si non, sois bien assuré, ô roi! que nous n’honorerons point ton Dieu et n’adorerons pas la statue d’or que tu as érigée!\"",
            "Alors Nabuchodonosor fut rempli de fureur, au point de changer de figure, contre Chadrac, Mêchac et Abêd-Nego; et il ordonna de chauffer la fournaise sept fois plus qu’il n’était nécessaire de la chauffer.",
            "Puis il enjoignit à quelques-uns des gens des plus vigoureux de son armée de garrotter Chadrac, Mêchac et Abêd-Nego et de les jeter dans la fournaise ardente.",
            "Aussitôt ces hommes furent garrottés avec leurs caleçons, leurs chemises, leurs manteaux et autres vêtements, et jetés dans la fournaise ardente.",
            "En raison de cette circonstance que, sur l’ordre pressant du roi, la fournaise avait été chauffée outre mesure, les gens qui avaient soulevé Chadrac, Mêchac et Abêd-Nego furent tués par le jaillissement du feu.",
            "Quant à ces trois hommes, Chadrac, Mêchac et Abêd-Nego, ils tombèrent tout garrottés dans la fournaise ardente.",
            "Mais alors le roi Nabuchodonosor fut saisi de stupeur et se leva précipitamment; s’adressant à ses conseillers: \"N’est-ce pas, s’écria-t-il, trois hommes que nous avons jetés, garrottés, dans le feu?\" Ils répondirent et dirent au roi:\" Assurément, ô roi!\"",
            "Il reprit: \"Mais je vois quatre hommes débarrassés de liens circuler au milieu du feu, sans qu’ils aient aucun mal, et l’aspect du quatrième ressemble à celui d’un être divin!\"",
            "Aussitôt Nabuchodonosor s’approcha de l’ouverture de la fournaise ardente et s’écria: \"Chadrac, Mêchac et Abêd-Nego, serviteurs du Dieu suprême, sortez et venez!\" Et Chadrac, Mêchac et Abêd-Nego sortirent du milieu du feu.",
            "Les satrapes, les préfets, les gouverneurs et les conseillers du roi se rassemblèrent et examinèrent ces hommes; le feu n’avait pas eu d’action sur leur corps, les cheveux de leur tête n’étaient pas brûlés, leurs vêtements n’étaient pas détériorés, l’odeur même du feu n’avait point passé sur eux.",
            "Nabuchodonosor prit la parole et dit: \"Loué soit le Dieu de Chadrac, Mêchac et Abêd-Nego, qui a envoyé son ange et sauvé ses serviteurs qui ont eu confiance en lui! Ils ont transgressé l’ordre du roi et fait bon marché de leur corps, ne voulant honorer et adorer aucun autre Dieu que leur Dieu.",
            "Aussi est-il décrété par moi que toute nation, tout peuple ou idiome qui parlerait mal du Dieu de Chadrac, Mêchac et Abêd-Nego, soit taillé en pièces, et que sa maison soit convertie en cloaque; car il n’est pas d’autre Dieu qui puisse sauver de la sorte.\"",
            "En même temps, le roi combla de faveurs Chadrac, Mêchac et Abêd-Nego, dans la province de Babylone.",
            "\"Le roi Nabuchodonosor à toutes les nations, à tous les peuples et idiomes, qui habitent sur toute la terre: Grande prospérité à vous!",
            "Les miracles et les prodiges que le Dieu suprême a accomplis à mon égard, j’ai trouvé bon de les faire connaître.",
            "Combien grands sont ses miracles et puissants ses prodiges! Son règne est un règne éternel, et sa domination s’étend d’âge en âge."
        ],
        [
            "Moi, Nabuchodonosor, j’étais tranquille dans ma maison et florissant dans mon palais,",
            "lorsque j’eus un songe qui m’effraya: les pensées qui me hantèrent sur ma couche et les visions de mon esprit m’inspirèrent de l’épouvante.",
            "Et j’émis l’ordre qu’on introduisît auprès de moi tous les sages de Babylone, afin qu’ils me fissent connaître l’explication du songe.",
            "Alors se présentèrent les devins, les magiciens, les astrologues et les mages; je leur exposai le songe, mais ils ne purent m’en indiquer la signification.",
            "En dernier lieu se présenta, devant moi Daniel, surnommé Beltchaçar, du nom de mon Dieu, et en qui est l’esprit du Dieu saint; je lui racontai le songe:",
            "\"Beltchaçar, chef des devins, en qui, je le sais, respire l’esprit du Dieu saint et que ne dépasse aucun mystère, [écoute] ce que j’ai vu en songe et dis-m’en l’explication.",
            "Telle était la vision de mon esprit sur ma couche: je regardais, et voilà qu’un arbre se dressait sur la terre, d’une hauteur énorme.",
            "L’arbre était grand et vigoureux, son sommet atteignait le ciel, et on l’apercevait de l’extrémité de toute la terre.",
            "Son feuillage était beau et ses fruits abondants; il fournissait de la nourriture à tous. A son ombre s’abritaient les bêtes des champs, dans ses branches nichaient les oiseaux du ciel, et tous les êtres s’alimentaient de lui.",
            "Je regardais dans la vision de mon esprit sur ma couche, et voilà qu’un ange, un saint descendait du ciel.",
            "Il cria avec force et parla ainsi: Coupez l’arbre, abattez ses branches, faites tomber son feuillage et dispersez ses fruits! Que les bêtes s’enfuient de son ombrage et les oiseaux du ciel de ses branches!",
            "Seulement laissez subsister dans le sol la souche de ses racines, entourée de chaînes de fer et d’airain, au milieu de la verdure des champs. Qu’il soit humecté par la rosée du ciel et qu’avec les bêtes il prenne sa part de l’herbe de da terre!",
            "Qu’on lui enlève son cœur d’homme et qu’on lui donne un cœur d’animal, et qu’ainsi sept époques passent sur lui!",
            "Tel est l’arrêt prononcé par la volonté des anges et la résolution décrétée par les saints, aux seules fins que les vivants reconnaissent que le Très-Haut domine sur la royauté des hommes, qu’il la donne à qui il veut, et qu’il y élève le plus humble des mortels.",
            "Voilà le songe que j’ai eu, moi le roi Nabuchodonosor; mais toi, Beltchaçar, dis-moi ce qu’il signifie, puisque tous les sages de mon royaume sont incapables de m’en donner l’explication, tandis que toi tu en es capable, l’esprit des Dieux saints étant en toi.",
            "AIors Daniel, surnommé Beltchaçar, resta environ une heure plongé dans la stupeur, terrifié par ses pensées; mais le roi prit la parole et dit: \"Beltchaçar, ne te laisse pas effrayer par le songe et par sa signification!\" Et Beltchaçar répondit: \"Mon seigneur, puisse ce songe s’appliquer à tes ennemis et sa signification à tes adversaires!",
            "L’arbre que tu as vu, qui était grand et vigoureux, dont le sommet atteignait le ciel et qu’on apercevait de l’extrémité de la terre,",
            "l’arbre dont le feuillage était beau et les fruits abondants, qui fournissait de la nourriture à tous, à l’ombre duquel habitaient les bêtes des champs et dont les branches servaient d’abri aux oiseaux du ciel,",
            "c’est toi-même, ô roi, qui es grand et puissant, dont la grandeur s’est accrue jusqu’à atteindre le ciel et dont le pouvoir s’est étendu jusqu’aux extrémités de la terre!",
            "Et si le roi a vu un ange, un saint descendre du ciel et s’écrier: Coupez l’arbre et détruisez-le; seulement laissez subsister dans le sol la souche de ses racines, entourée de chaines de fer et d’airain, au milieu de la verdure des champs; qu’il soit humecté par la rosée du ciel et qu’il partage le sort des bêtes des champs, jusqu’à ce que sept époques aient passé sur lui,",
            "voici ce que cela signifie, et tel est l’arrêt du Très-Haut qui atteint mon seigneur le roi:",
            "On va te chasser du milieu des hommes, et ta demeure sera avec les bêtes des champs; comme aux bœufs on te donnera de l’herbe pour nourriture, on t’humectera par la rosée du ciel, et sept époques passeront ainsi sur toi, jusqu’à ce que tu reconnaisses que le Très-Haut domine sur la royauté des hommes et qu’il la donne à qui il veut.",
            "Et si l’on a dit de laisser subsister la souche des racines de l’arbre, c’est que ta royauté te sera tenue en réserve pour le moment où tu auras reconnu que le ciel est souverain maître.",
            "C’est pourquoi, ô roi, puisse mon conseil t’agréer: Rachète tes péchés par la charité et tes iniquités par la pitié envers les pauvres, si tu veux que ta prospérité se prolonge.\"",
            "Tout cela arriva au roi Nabuchodonosor:",
            "Au bout de douze mois, il se promenait sur le haut du palais de la royauté à Babylone.",
            "Alors le roi s’écria: \"N’est-ce pas là Babylone la grande, que j’ai édifiée pour en faire une résidence royale, grâce à ma formidable puissance et pour la gloire de ma majesté?\"",
            "Il n’avait pas encore cessé de parler qu’une voix retentit du haut du ciel: \"On t’annonce, roi Nabuchodonosor, que la royauté t’est enlevée.",
            "On va t’expulser de la société des hommes, et ta demeure sera avec les bêtes des champs; on te fera manger de l’herbe comme aux bœufs, et sept époques passeront sur toi, jusqu’à ce que tu reconnaisses que le Très-Haut est le maître de la royauté des hommes et qu’il la donne à qui il veut.\"",
            "Sur l’heure, cette parole se réalisa pour Nabuchodonosor: il fut chassé du milieu des hommes, mangea de l’herbe comme les bœufs, son corps fut humecté par la rosée du ciel, au point qu’il lui poussa des poils pareils [aux plumes] des aigles et des ongles comme des griffes d’oiseaux.",
            "\"Mais au terme des jours [fixés], moi, Nabuchodonosor, je levai les yeux au ciel, et la raison me revint; je bénis le Très-Haut, je louai et exaltai celui qui vit éternellement, dont la domination dure sans fin et dont la royauté s’étend d’âge en âge.",
            "Tous les habitants de la terre sont comptés comme rien [devant lui], il agit à sa volonté avec l’armée du ciel et les hôtes de la terre; il n’est personne qui fasse obstacle à son pouvoir et lui dise: \"Que fais-tu?\"",
            "Dès lors, la raison me revint, l’éclat de ma royauté, ma majesté et ma splendeur me furent restitués; mes conseillers et mes grands me recherchèrent, je fus rétabli dans ma royauté, et ma puissance s’accrut encore.",
            "Maintenant, moi, Nabuchodonosor, je loue, exalte et glorifie le roi du ciel, dont tous les actes sont vérité et les voies justice, et qui peut abaisser ceux qui se comportent avec orgueil."
        ],
        [
            "Le roi Balthasar donna un grand festin à ses grands, au nombre de mille; et, en présence de ces mille, il buvait du vin.",
            "Sous l’influence de la boisson, Balthasar ordonna d’apporter les vases d’or et d’argent, que son père Nabuchodonosor avait enlevés du temple de Jérusalem, afin que le roi, ses grands, ses épouses et ses concubines s’en servissent pour boire.",
            "Aussitôt on apporta les vases d’or qui avaient été enlevés de l’enceinte du temple de Dieu à Jérusalem. Le roi, ses grands, ses épouses et ses concubines s’en servirent pour boire.",
            "Ils burent du vin et glorifièrent les Dieux d’or et d’argent, d’airain, de fer, de bois et de pierre.",
            "Au même moment, des doigts d’une main d’homme apparurent et écrivirent, face au candélabre, sur la chaux de la paroi du palais royal, et le roi vit cette main détachée qui écrivait.",
            "Alors le roi changea de couleur, son esprit fut frappé de crainte; les attaches de ses reins se détendirent et ses genoux s’entrechoquèrent.",
            "Le roi cria avec force qu’on amenât les sorciers, les astrologues et les augures; puis il prit la parole et dit aux sages de Babylone: \"Tout homme qui lira cette inscription et m’en fera connaître le sens sera vêtu de pourpre, portera un collier d’or au cou et gouvernera en tiers le royaume.\"",
            "Tous les sages du roi étaient entrés; mais ils ne purent lire l’inscription ni en faire connaître le sens au roi.",
            "Le roi Balthasar fut alors extrêmement effrayé, sa figure se décomposa, et ses grands furent bouleversés.",
            "La reine, en raison des propos du roi et de ses grands, se rendit dans la salle du festin, elle prit la parole et dit: \"Vive le roi à jamais! Que tes pensées cessent de t’épouvanter et que ton visage ne change pas de couleur!",
            "Il est un homme dans ton royaume, qui est pénétré de l’esprit des Dieux saints, et chez qui, du temps de ton père, se sont rencontrées une perspicacité, une intelligence et une sagesse dignes des Dieux; aussi le roi Nabuchodonosor, ton père, l’a-t-il établi chef des magiciens, des devins, des astrologues et des augures, oui ton propre père, le roi!",
            "Parce qu’un esprit supérieur, la science, l’intelligence, l’art d’interpréter les songes, d’éclaircir les énigmes, de résoudre les difficultés se sont rencontrés chez ce Daniel, que le roi avait surnommé Beltchaçar. Que Daniel soit donc mandé, et il dévoilera ce que cela signifie.\"",
            "Aussitôt Daniel fut introduit devant le roi; celui-ci prit la parole et lui dit: \"C’est donc toi ce Daniel, qui fait partie du groupe des exilés de Juda que le roi mon père a emmenés de Judée!",
            "J’ai ouï dire que tu es rempli de l’esprit des Dieux, et qu’il se rencontre chez toi de la perspicacité, de l’intelligence et une sagesse supérieure.",
            "Or, on a amené en ma présence les sages, les devins pour lire cette inscription et m’en faire connaître le sens; mais ils sont incapables de me révéler la signification de la chose.",
            "Mais de toi j’ai ouï dire que tu sais donner des interprétations et résoudre les difficultés. Donc, si tu peux lire cette inscription et m’en faire connaître le sens, tu seras revêtu de pourpre, un collier d’or ornera ton cou, et tu gouverneras en tiers le royaume.\"",
            "Alors Daniel répliqua en disant au roi: \"Garde tes dons pour toi, et gratifie d’autres de tes présents; toutefois je lirai l’inscription au roi et je lui en ferai connaître le sens.",
            "O roi, le Dieu suprême avait donné à ton père Nabuchodonosor royauté, grandeur, majesté et magnificence.",
            "Et à cause de la grandeur qui lui avait été octroyée, nations, peuples et langues tremblaient tous de peur devant lui: il tuait qui il voulait, laissait vivre qui il voulait, élevait ou abaissait qui il voulait.",
            "Mais lorsque son cœur s’enorgueillit et que son esprit s’enhardit jusqu’à l’arrogance, il fut précipité de son trône royal et se vit dépouillé de sa majesté.",
            "Il fut chassé de la société des hommes, et son cœur devint semblable à celui des bêtes; sa demeure fut avec les ânes sauvages, on lui donna comme aux bœufs de l’herbe pour nourriture, et son corps fut humecté par la rosée du ciel, jusqu’à ce qu’il reconnût que le Dieu suprême est maître de la royauté des hommes et qu’il y appelle qui lui plaît.",
            "Et toi, son fils Balthasar, tu n’as pas humilié ton cœur, bien que tu fusses instruit de tout cela.",
            "Tu t’es insurgé contre le maître du ciel, en faisant apporter devant toi les vases de son temple pour y boire du vin, toi, tes grands, tes épouses et tes concubines; tu as célébré les Dieux d’argent et d’or, d’airain, de fer, de bois et de pierre, qui ne voient, ni n’entendent, ni ne savent [rien]. Quant au Dieu qui tient ton âme en ses mains et qui dirige toutes tes voies, tu ne l’as pas honoré.",
            "C’est pourquoi une main détachée a été envoyée par lui, et cette inscription a été tracée.",
            "Or, voici l’inscription qui a été tracée: MENÊ, MENÊ, TEKÊL, OUFARSIN.",
            "Et telle est l’explication de ces mots: MENÊ Dieu a compté [les jours] de ta royauté et en a décidé la fin;",
            "TEKÊL tu as été pesé dans la balance et trouvé trop léger;",
            "PERES ton royaume a été divisé et donné aux Mèdes et aux Perses.\"",
            "Aussitôt Balthasar donna l’ordre de revêtir Daniel de pourpre, de lui mettre un collier d’or au cou et de proclamer qu’il gouvernerait en tiers le royaume.",
            "Cette même nuit Balthasar, le roi Chaldéen, fut mis à mort."
        ],
        [
            "Et Darius le Mède reçut la royauté à l’âge de soixante-deux ans.",
            "Il parut bon à Darius de préposer au royaume cent vingt préfets, pour gouverner tout le royaume.",
            "Au-dessus d’eux il y avait trois ministres, dont était Daniel; c’est à eux que ces préfets devaient rendre des comptes, en sorte que le roi ne subît aucun dommage.",
            "Bientôt ce Daniel prit le dessus sur les ministres et les préfets, étant doué d’un esprit supérieur, et le roi projetait de le mettre à la tête de tout le royaume.",
            "Alors les ministres et les préfets s’appliquèrent à trouver un grief contre Daniel, du chef de son gouvernement, mais ils ne purent découvrir ni grief, ni méfait, parce qu’il était loyal, de sorte que ni erreur ni faute ne purent être surprises chez lui.",
            "Aussi ces hommes-là dirent: \"Nous ne trouverons aucun grief contre ce Daniel, à moins que nous ne le prenions en défaut dans les choses de sa religion.\"",
            "Aussitôt les ministres et les préfets se précipitèrent chez le roi et lui parlèrent ainsi: \"Vive à jamais le roi Darius!",
            "Tous les ministres du royaume, les préfets, les satrapes, les conseillers et les gouverneurs se sont concertés pour faire établir une ordonnance royale et promulguer une défense [déclarant] que quiconque, durant trente jours, adresserait une prière à tout autre Dieu ou homme qu’à toi-même, ô roi, serait jeté dans la fosse aux lions.",
            "Donc, ô roi, établis la défense et rédige l’édit qui ne puisse être modifié, conformément à la loi immuable de Médie et de Perse.\"",
            "En conséquence, le roi Darius rédigea l’édit et la défense.",
            "Or, Daniel, dès qu’il apprit que l’édit avait été rédigé, rentra chez lui. Il avait, dans sa chambre supérieure, des fenêtres ouvertes dans la direction de Jérusalem, et trois fois par jour il se mettait à genoux, priant et louant Dieu tout comme il avait fait auparavant.",
            "Cependant, ces mêmes hommes se précipitèrent et surprirent Daniel priant et implorant son Dieu.",
            "Aussitôt ils se présentèrent devant le roi et l’entretinrent de la défense royale: \"N’as-tu pas [dirent-ils] édicté une défense en vertu de laquelle tout homme qui, durant trente jours, adresserait une prière à tout autre Dieu ou homme que toi-même, ô roi, serait jeté dans la fosse aux lions?\" Le roi répondit: \"La chose est constante, conformément à la loi immuable de Médie et de Perse.\"",
            "Et eux de répliquer sur-le-champ au roi: \"Daniel, qui fait partie des exilés de Judée, n’a tenu aucun compte de toi, ô roi, ni de la défense que tu as rédigée: trois fois par jour, il fait sa prière.\"",
            "Dès que le roi entendit ces paroles, il en fut très peiné, et il prit à cœur de tirer Daniel d’affaire: jusqu’au coucher du soleil il avisa aux moyens de le sauver.",
            "Mais alors ces gens firent irruption chez le roi et lui dirent: \"Sache, ô roi, qu’une loi exige chez les Mèdes et les Perses que toute défense et tout édit établis par le roi soient immuables.\"",
            "Là-dessus, le roi donna un ordre, on amena Daniel et on le jeta dans la fosse aux lions: \"Puisse, lui dit le roi, ton Dieu que tu sers constamment te sauver!\"",
            "On apporta une pierre et on la posa sur l’orifice de la fosse; le roi la scella de son anneau et des anneaux de ses grands, pour qu’il n’y eût aucun revirement à l’égard de Daniel.",
            "Ensuite, le roi rentra dans son palais et passa la nuit en jeûnant; il ne fit pas dresser la table devant lui, et le sommeil s’obstina à le fuir.",
            "Dès l’aube, quand le jour vint à poindre, le roi se leva et se rendit en toute hâte à la fosse aux lions.",
            "Arrivé près de la fosse, il appela Daniel d’une voix attristée: \"Daniel, serviteur du Dieu vivant, s’écria le roi en s’adressant à Daniel, ton Dieu que tu sers constamment a-t-il pu te préserver des lions?\"",
            "Aussitôt Daniel parla au roi: \"Vive, dit-il, le roi à jamais!",
            "Mon Dieu a envoyé son ange et fermé la gueule des lions, en sorte qu’ils ne m’ont fait aucun mal, parce que mon innocence a été reconnue par lui, de même qu’envers toi je n’ai commis aucun méfait.\"",
            "Alors le roi fut extrêmement content, et il ordonna de remonter Daniel de la fosse aux lions. Quand Daniel eut été remonté de la fosse, il ne portait aucune blessure, parce qu’il avait eu confiance en son Dieu.",
            "Puis, sur l’ordre du roi, on amena les hommes qui avaient dénoncé Daniel, et on les jeta dans la fosse aux lions, eux, leurs enfants et leurs femmes. Ils n’étaient pas encore arrivés au fond de la fosse, que les lions se jetèrent sur eux et leur broyèrent tous les membres.",
            "Alors le roi Darius manda à l’ensemble des nations, peuples et langues qui sont répandus sur toute la terre: \"Que votre prospérité soit grande!",
            "L’ordre est donné par moi que dans toute l’étendue de mon royaume on manifeste crainte et vénération pour le Dieu de Daniel car il est le Dieu vivant, et il subsiste éternellement; sa royauté est indestructible et sa dénomination sans fin.",
            "Il préserve et il sauve, il accomplit des miracles et des prodiges au ciel et sur la terre, lui qui a sauvé Daniel de la griffe des lions.\"",
            "Et ce même Daniel prospéra sous le règne de Darius et sous le règne de Cyrus le Perse."
        ],
        [
            "Dans la première année de Balthasar, roi de Babylone, Daniel eut un songe, et des visions se présentèrent à son esprit sur sa couche. Immédiatement il mit par écrit le songe, racontant la substance des choses.",
            "Daniel commença et dit: \"Je regardais au cours de ma vision nocturne, et voilà que les quatre vents du ciel firent irruption sur la grande mer.",
            "Et quatre bêtes énormes surgirent du fond de la mer, différentes l’une de l’autre.",
            "La première était semblable à un lion et avait des ailes d’aigle; tandis que je regardais, les ailes lui furent arrachées, elle fut soulevée de terre, redressée sur ses pieds comme un homme, et elle reçut un cœur d’homme.",
            "Puis, ce fut une autre bête, une deuxième, semblable à un ours; elle était soulevée d’un côté et tenait trois côtes dans la gueule, entre ses dents, et on lui disait: \"Lève-toi, mange beaucoup de chair.\"",
            "Après cela, je regardai encore, et voilà une autre bête, semblable à une panthère, ayant sur le dos quatre ailes d’oiseau; cette bête avait aussi quatre têtes, et elle reçut la domination en partage.",
            "Ensuite, je regardai encore au cours de ma vision nocturne, et voilà une quatrième bête, formidable, terrifiante et extrêmement vigoureuse; elle avait de puissantes dents de fer, elle dévorait et broyait; ce qu’elle laissait, elle le foulait aux pieds. Elle différait de toutes les bêtes qui l’avaient précédée et était munie de dix cornes.",
            "Je contemplais ces cornes, et voilà qu’une autre corne encore, une petite, monta parmi elles; et trois des premières cornes furent arrachées pour lui faire place. Cette corne avait des yeux pareils à des yeux d’homme et une bouche qui parlait avec arrogance.",
            "Je continuai à regarder, lorsque des trônes furent dressés et un ancien des jours prit la place. Son vêtement avait la blancheur de la neige, et la chevelure de sa tête, celle de la laine éclatante son trône était des flammes étincelantes et ses roues un feu incandescent.",
            "Un torrent de feu jaillissait et s’épandait devant lui; mille milliers le servaient et dix mille myriades se tenaient en sa présence: le tribunal entra en séance et les livres furent ouverts.",
            "Je continuai à regarder: alors, à la suite des paroles arrogantes que proférait la corne, je vis comme la bête fut tuée, son corps détruit et livré à l’action du feu.",
            "Quant aux autres bêtes, le pouvoir leur fut également enlevé; mais une prolongation de vie leur fut accordée jusqu’à un temps et un délai [déterminés].",
            "Je regardai encore dans la vision nocturne, et voilà qu’au sein des nuages célestes survint quelqu’un qui ressemblait à un fils de l’homme; il arriva jusqu’à l’ancien des jours, et on le mit en sa présence.",
            "C’est à lui que furent données la domination, la gloire et la royauté; l’ensemble des nations, peuples et langues lui rendaient hommage. Sa domination était une domination éternelle, immuable, et sa royauté ne devait plus être détruite.",
            "Mon âme, à moi Daniel, défaillit dans son enveloppe [corporelle] et les visions de mon esprit me jetèrent dans une grande frayeur.",
            "Je m’approchai de l’un des assistants et l’interrogeai sur le sens véritable de tout cela; il me répondit et me fit connaître la signification de ces choses.",
            "\"Ces bêtes formidables [dit-il], qui sont au nombre de quatre, ce sont quatre rois qui s’élèveront sur la terre.",
            "Puis, les saints du Très-Haut recevront la royauté et demeureront en possession de cette royauté jusque dans l’éternité et l’éternité des éternités.\"",
            "Là-dessus, je voulus être fixé sur le compte de la quatrième bête, qui différait de toutes les autres, redoutable à l’excès, qui avait des dents de fer et des griffes d’airain, qui dévorait, broyait et foulait aux pieds ce qui restait,",
            "ainsi que sur le compte des dix cornes qu’elle portait sur sa tête et de la dernière qui avait poussé, amenant la chute de trois d’entre elles, de cette corne qui avait des yeux et une bouche parlant avec arrogance, et paraissait plus grande que ses devancières.",
            "Je voyais comme cette corne engageait une guerre avec les saints et triomphait d’eux,",
            "jusqu’au moment où, l’ancien des jours étant venu, justice fut rendue aux saints du Dieu suprême, et le temps arriva où les saints furent mis en possession de la royauté.",
            "Voici quelle fut sa réponse: \"La quatrième bête représente un quatrième empire qui s’élèvera sur la terre et se distinguera de tous les empires; il dévorera toute la terre, la foulera et la broiera.",
            "Les dix cornes, ce sont dix rois qui naîtront de cet empire; et après eux s’en élèvera un autre, différent des précédents, et qui abaissera trois rois.",
            "Il proférera des paroles contre le Très-Haut, opprimera les saints de l’être suprême; il aura la prétention de changer les solennités et la loi; et tous seront livrés entre ses mains durant une période, deux périodes et une demi-période.",
            "Puis, la cour de justice tiendra séance, et on lui enlèvera le pouvoir, de façon à le ruiner et à le détruire de fond en comble.",
            "Mais la royauté, la domination et la puissance des royaumes qui sont sous toute l’étendue des cieux seront données au peuple des saints du Très-Haut: son empire sera un empire éternel, et toutes les puissances lui seront assujetties et lui obéiront.\"",
            "Ici se termina la communication. Quant à moi, Daniel, mes réflexions furent pour moi une cause de grande frayeur, mon visage s’en trouva altéré; mais je gardai la chose au fond de mon cœur."
        ],
        [
            "Dans la troisième année du règne du roi Balthasar, une vision m’apparut, à moi Daniel, à la suite de celle qui m’était apparue tout d’abord.",
            "Je regardais au cours de ma vision, et, en regardant, je me trouvais à Suse, la capitale de la province d’Elam; il me semblait, dans ma vision, être près du fleuve Oulaï.",
            "Je levai les yeux et je vis un bélier qui se tenait en face du fleuve; il avait deux cornes, et ces deux cornes étaient hautes; toutefois l’une d’elles était plus haute que l’autre, et la plus haute était montée en dernier.",
            "Je vis le bélier donnant des coups de corne du côté de l’ouest, du nord et du midi; aucune des bêtes ne lui résistait et personne ne pouvait se défendre contre ses coups. Il en faisait à sa volonté et allait grandissant.",
            "Tandis que j’observais, voilà qu’un bouc vint de l’occident, franchissant la surface de toute la terre sans toucher le sol; ce bouc avait une corne considérable entre les yeux.",
            "Il arriva jusqu’au bélier, muni de deux cornes, que j’avais vu se tenir en face du fleuve, et se rua sur lui dans le paroxysme de sa force.",
            "Je le vis atteindre le bélier, se précipiter avec fureur contre lui, frapper le bélier et briser ses deux cornes sans que le bélier eût la force de lui tenir tête. Il le jeta à terre, le foula aux pieds, et personne ne put sauver le bélier de ses coups.",
            "Et le bouc grandit prodigieusement; mais au fort de sa puissance, la grande corne se brisa, et à sa place quatre autres cornes considérables s’élevèrent dans la direction des quatre vents du ciel.",
            "D’une de ces cornes en sortit une autre, petite [d’abord], mais qui grandit démesurément vers le midi, vers l’orient et vers le joyau [des pays].",
            "Elle se haussa jusqu’à l’armée du ciel, et fit tomber à terre une partie de cette armée et des étoiles, et les foula aux pieds.",
            "Elle se haussa même jusqu’au chef de cette armée, dont l’holocauste perpétuel fut supprimé et la sainte résidence renversée.",
            "L’armée lui fut livrée en proie en même temps que l’holocauste perpétuel, par suite de la rébellion. Elle terrassa la vérité et vit prospérer son œuvre.",
            "Puis j’entendis un saint prendre la parole et un [autre] saint demander à celui qui parlait: \"Jusqu’à quand [les indications de] cette vision: l’holocauste perpétuel [supprimé], le crime abominable, le sanctuaire et l’armée piétinés?\"",
            "Et il me dit: \"Jusqu’à deux mille trois cents soirs et matins; alors le sanctuaire sera réhabilité.\"",
            "Or, tandis que moi, Daniel, je considérais cette vision et cherchais à comprendre, voilà qu’une forme humaine vint se placer en face de moi,",
            "et j’entendis la voix d’un homme entre [les rives] de l’Oulaï; il appelait et disait: \"Gabriel, explique à celui-là la vision!\"",
            "Il s’approcha de l’endroit où je me tenais; à son approche, je fus pris de frayeur et je tombai sur la face; et il me dit: \"Rends-toi bien compte, fils de l’homme, que la vision se rapporte au temps final.\"",
            "Pendant qu’il me parlait, j’étais tout étourdi, la figure contre terre; il me toucha et me remit sur mes pieds.",
            "Il me dit: \"Je vais te faire connaître ce qui arrivera à la suite de la tourmente, car [cela a trait] à la période finale.",
            "Le bélier que tu as vu, muni des deux cornes, désigne les rois de Médie et de Perse;",
            "le bouc velu, c’est le roi de la Grèce; la grande corne qu’il porte entre les yeux, c’est le premier roi.",
            "Et si elle s’est brisée, quatre [autres] surgissant à sa place, c’est que quatre royaumes sortiront de cette nation, mais sans avoir la même puissance.",
            "Au terme de leur domination, quand les impies auront comblé la mesure, il s’élèvera un roi arrogant et expert en astuces.",
            "Grande sera sa force, mais non par sa propre vertu; il opérera des ruines extraordinaires, réussira dans ses entreprises, détruira des puissants et un peuple de saints.",
            "Grâce à son intelligence, il verra le triomphe de sa perfidie et enflera son cœur; en pleine paix, il fera périr un grand nombre; il s’insurgera contre le souverain des souverains et sera brisé sans l’intervention d’une main [humaine].",
            "Or, la vision des soirs et matins, dont il a été question, est véridique; mais toi, tiens cette vision secrète, car elle se rapporte à des temps éloignés.\"",
            "Et moi, Daniel, je fus affecté et malade pendant des jours; puis, je me relevai et exécutai la besogne du roi. J’étais tout troublé de la vision et ne la comprenais point."
        ],
        [
            "Dans la première année de Darius, fils d’Assuérus, de la race des Mèdes, qui avait été placé à la tête du royaume des Chaldéens,",
            "dans la première année de son règne, moi Daniel, lisant dans les livres, je cherchais à comprendre le compte des années qui, suivant la parole de Dieu adressée au prophète Jérémie, devaient passer sur les ruines de Jérusalem, à savoir soixante-dix années.",
            "Et j’élevai mes regards vers le Seigneur Dieu pour l’implorer par des prières et des supplications, en jeûnant et me couvrant d’un cilice et de cendres.",
            "J’adressai donc à l’Éternel, mon Dieu, ma prière et ma confession, et je dis: \"O Seigneur, Dieu grand et redoutable, qui gardes ton alliance et ta bienveillance à ceux qui t’aiment et observent tes commandements,",
            "nous avons péché et prévariqué, nous nous sommes abandonnés au mal et à la rébellion, écartés de tes préceptes et de tes statuts;",
            "nous avons refusé d’écouter tes serviteurs, les prophètes, qui parlaient en ton nom à nos rois, à nos princes, à nos pères, à tous les gens du pays.",
            "Avec toi, ô Seigneur, est le bon droit, et sur nous rejaillit la honte en ce jour, sur les hommes de Juda, les habitants de Jérusalem, et tous les Israélites, proches ou éloignés, dans tous les pays où tu les as relégués à cause de l’infidélité qu’ils ont commise à ton égard.",
            "Oui, Seigneur, sur nous rejaillit la honte, sur nos rois, nos princes, nos ancêtres, car nous avons péché contre toi.",
            "Mais au Seigneur appartiennent la clémence et le pardon, puisque nous nous sommes insurgés contre toi,",
            "et que nous avons refusé d’obéir à la voix de l’Éternel, notre Dieu, en suivant les instructions qu’il nous avait exposées par l’organe de ses serviteurs, les prophètes.",
            "Tout Israël a transgressé ta loi et s’est détourné pour ne pas entendre ta voix; aussi, avons-nous vu fondre sur nous la malédiction et l’imprécation consignées dans la loi de Moïse, serviteur de Dieu, parce que nous avons péché contre lui.",
            "Il a exécuté la menace qu’il avait énoncée contre nous et contre les juges qui nous gouvernaient, en amenant sur nous un grand désastre; car sous toute l’étendue des cieux, il n’est arrivé rien de comparable à ce qui est arrivé à Jérusalem.",
            "Conformément à ce qui est écrit dans la loi de Moïse, toute cette calamité nous a atteints, et nous n’avons pas cherché à fléchir l’Éternel, notre Dieu, en renonçant à nos fautes et en nous pénétrant de ta vérité.",
            "Aussi l’Éternel, accélérant le malheur, l’a-t-il fait fondre sur nous, car l’Éternel est juste en toutes les œuvres qu’il accomplit, tandis que nous n’avons pas obéi à sa voix.",
            "Et maintenant, Seigneur, notre Dieu, qui d’une main puissante as fait sortir ton peuple du pays d’Égypte, et qui t’es assuré un renom jusqu’à ce jour, nous avons péché et fait le mal.",
            "Seigneur, en vertu de toutes tes bontés, daigne détourner ta colère et ton indignation de Jérusalem, ta ville, et de ta sainte montagne; car, par suite de nos péchés et des iniquités de nos pères, Jérusalem et ton peuple sont en butte aux outrages de tous nos voisins.",
            "Donc, à présent, entends, notre Dieu, la prière de ton serviteur et ses supplications; fais luire ta face sur ton sanctuaire dévasté, par égard [pour le nom] du Seigneur.",
            "Incline, mon Dieu, ton oreille et écoute, ouvre les yeux et vois nos ruines et la ville qui a été appelée de ton nom. Certes, ce n’est pas en raison de nos mérites que nous répandons nos supplications devant toi, mais en raison de ta grande miséricorde.",
            "Seigneur, entends! Seigneur, pardonne! Seigneur, sois attentif et agis sans retard, pour ton propre honneur, ô mon Dieu! Car ton nom est associé à ta ville et à ton peuple.\"",
            "Je parlais et priais encore, en confessant mes péchés et les péchés de mon peuple Israël, j’épanchais ma supplication devant l’Éternel, mon Dieu, au sujet de la sainte montagne de mon Dieu,",
            "je prononçais encore, dis-je, ma prière, lorsque Gabriel, ce personnage que j’avais vu dans la vision antérieure, arriva vers moi tout essoufflé, vers l’heure de l’oblation du soir.",
            "Il me donna des éclaircissements et s’entretint avec moi; il me dit: \"Daniel, je me suis mis en route présentement pour te donner une claire intelligence [des choses].",
            "Dès le début de tes supplications, une déclaration a été émise, et je suis venu te la communiquer; car tu es un être de prédilection. Médite cette déclaration et rends-toi compte de la vision:",
            "Soixante-dix semaines ont été fixées comme terme à ton peuple et à ta ville sainte pour éteindre la rébellion, mettre fin aux péchés, effacer l’iniquité et établir une justice éternelle, de façon à réaliser la vision et [la parole] du prophète et faire l’onction du saint des saints.",
            "Sache donc et comprends bien qu’à partir du moment où fut donné l’ordre de recommencer à reconstruire Jérusalem jusqu’à un prince oint il y a sept semaines; et durant soixante-deux semaines [Jérusalem] sera de nouveau rebâtie rues et fossés des remparts mais en pleine détresse des temps.",
            "Et après ces soixante-deux semaines, un oint sera supprimé, sans avoir [de successeur légitime], la ville et le sanctuaire seront ruinés par le peuple d’un souverain à venir; finalement celui-ci sera violemment emporté, mais jusqu’à la fin séviront la guerre et les dévastations.",
            "Pendant une semaine, il fera prédominer son alliance avec un grand nombre, et pendant une demi-semaine, il abolira sacrifices et oblations et [placera] sur le flanc [de l’autel] d’horribles abominations, jusqu’à ce qu’un arrêt de destruction s’abatte sur l’auteur de ces horreurs."
        ],
        [
            "Dans la troisième année de Cyrus, roi de Perse, une révélation fut faite à Daniel, qui avait reçu le surnom de Beltchaçar; véridique était cette révélation et à longue portée. Il s’appliqua à s’en rendre compte et eut la claire intelligence de la vision:",
            "\"En ces temps-là, moi Daniel, je fus plongé dans le deuil durant trois semaines complètes.",
            "Je ne mangeai point d’aliment de choix, ni viande ni pain n’entrèrent dans ma bouche, et je ne me frottai d’aucune huile jusqu’à ce que fussent révolues trois semaines complètes.",
            "Le vingt-quatrième jour du premier mois, je me trouvais au bord du grand fleuve, le Tigre.",
            "Je levai les yeux et regardai, et je vis soudain un personnage, vêtu de lin et ayant autour des reins une ceinture d’or pur.",
            "Son corps était pareil au Tarchich, sa face brillait comme l’éclair et ses yeux comme des torches enflammées; ses bras et ses pieds avaient l’aspect de l’airain poli, et le son de ses paroles éclatait comme, le bruit d’une multitude. ",
            "Moi Daniel, je fus seul à voir l’apparition; les hommes qui étaient avec moi ne la voyaient point; mais, une grande frayeur s’étant emparée d’eux, ils s’enfuirent pour se cacher.",
            "Je demeurai donc seul, et, à la vue de cette grande apparition, mes forces m’abandonnèrent, mon visage s’altéra jusqu’à en devenir livide, et je tombai dans un état de faiblesse.",
            "J’entendis le son de ses paroles, et dès que j’entendis le son de ses paroles je tombai, tout étourdi la face contre terre.",
            "Mais voilà qu’une main m’effleura et me releva chancelant sur mes genoux et la paume de mes mains.",
            "Il me dit: \"Daniel, homme de prédilection, saisis bien le sens des paroles que je t’adresse et remets-toi d’aplomb, car présentement j’ai été dépêché vers toi.\" Tandis qu’il me tenait ce discours, je me relevai en tremblant.",
            "Il ajouta encore: \"N’aie pas peur, Daniel, car dès le premier jour où tu as pris à cœur de te rendre compte et de te mortifier devant ton Dieu, tes paroles ont été entendues, et c’est [attiré] par tes paroles que je suis venu [à toi].",
            "Or, le prince de l’empire de Perse m’a tenu tête durant vingt-et-un jours; mais enfin Mikhaël, l’un des princes supérieurs, est venu me prêter main-forte; de la sorte je me suis trouvé retenu auprès des rois de Perse.",
            "Et [maintenant] j’arrive pour t’exposer clairement ce qui adviendra à ton peuple à la fin des jours, car cette vision aussi se rapporte à des temps éloignés.",
            "Tandis qu’il s’adressait à moi en ces termes, j’abaissais mes regards vers la terre et demeurais muet.",
            "Mais alors un personnage qui avait une forme humaine toucha mes lèvres; j’ouvris la bouche pour parler et je dis à celui qui se tenait en face de moi: \"Mon Seigneur, par suite de l’apparition, de poignantes angoisses m’ont saisi, et mes forces m’ont abandonné;",
            "et comment le serviteur de mon Seigneur pourrait-il parler à mon Seigneur, alors que nulle force ne subsiste en moi et qu’il ne me reste plus de souffle?\"",
            "De nouveau une forme humaine me toucha et me rendit des forces.",
            "Il me dit: \"N’aie pas peur, homme de prédilection! Que la paix soit avec toi! Prends courage et sois fort!\" Comme Il me parlait, je repris courage et je dis: \"Que mon seigneur parle, car tu m’as réconforté!\"",
            "Il me répliqua: \"Sais-tu pourquoi je suis venu à toi? A présent, il faut que je m’en retourne lutter contre le prince de Perse, et quand j’en aurai fini avec lui, ce sera au tour du prince de la Grèce de venir.",
            "Mais j’ai à te révéler d’abord ce qui est consigné dans un écrit véridique: personne ne me soutient dans ma lutte contre ceux-ci, sauf Mikhaël, votre prince à vous.\""
        ],
        [
            "Or moi, dès la première année de Darius le Mède, j’étais à mon poste pour lui servir de soutien et d’appui.",
            "Maintenant je vais t’annoncer la vérité: voici, encore trois rois vont s’élever en Perse; puis le quatrième acquerra plus de richesses que tous [les autres], et quand il se sentira fort par ses richesses, il mettra tout en mouvement contre le royaume de Grèce.",
            "Alors un roi guerrier s’élèvera, dominant sur un grand empire et agissant à son gré.",
            "Mais, quand il aura atteint le faite, son empire sera brisé et disloqué vers les quatre vents du ciel, sans passer à ses descendants ni conserver une puissance égale à la sienne. En effet, son empire sera démembré et réparti entre d’autres, à l’exclusion de ceux-là.",
            "Le roi du midi deviendra fort, ainsi que l’un de ses officiers; celui-ci sera encore plus fort que celui-là et prédominera: grande sera l’étendue de son empire.",
            "Au bout de quelques années [ces dynasties] s’allieront; la fille du roi du midi viendra chez le roi du nord pour rétablir l’harmonie; mais elle ne conservera pas l’avantage du pouvoir, son influence ne se maintiendra pas, et successivement elle sera livrée, elle et ceux qui l’auront amenée, de même que son père et son soutien.",
            "De la même souche de racines d’où elle sera sortie elle-même montera un rejeton à sa place; il marchera contre l’armée [syrienne] et entrera dans la forteresse du roi du nord: il leur infligera des pertes et remportera la victoire.",
            "Jusqu’à leurs Dieux et leurs dignitaires, avec leurs vases de prix en argent et en or, il les emmènera captifs en Égypte. Puis, pendant quelques années, il se tiendra à l’écart du roi du nord.",
            "Celui-ci envahira le royaume du roi du sud, mais retournera en son pays.",
            "Mais ses fils reprendront les hostilités, ils rassembleront une grande multitude de troupes, qui viendront tout submerger sur leur passage; revenant à la charge, elles porteront la guerre jusque dans la forteresse.",
            "Puis le roi du sud, exaspéré, se mettra en campagne pour combattre contre le roi du nord, et réunira une nombreuse armée, et cette armée sera placée sous sa direction.",
            "Et l’armée sera puissante, et son cœur, à lui, s’enorgueillira: il fera tomber des myriades, mais ne triomphera pas longtemps.",
            "Ensuite, le roi du nord derechef lèvera une grande armée, plus nombreuse que la précédente, et au bout d’un certain temps, de quelques années, il se présentera avec de grandes forces et un puissant appareil.",
            "En ce temps-là, beaucoup s’élèveront contre le roi du sud, et des enfants scélérats de ton peuple s’insurgeront pour réaliser la vision, mais ils succomberont.",
            "Le roi du nord viendra donc, il élèvera des redoutes et s’emparera d’une ville forte; les forces du sud, pas même ses troupes d’élite, ne tiendront ferme; on n’aura pas d’énergie pour résister.",
            "L’auteur de cette invasion agira à sa guise, personne ne pourra lui tenir tête; il prendra position dans le pays qui est le joyau des pays, apportant la ruine dans sa main.",
            "Il prendra ses dispositions pour venir avec toute la puissance de son royaume; mais il aura l’idée de faire un accord; il lui donnera une de ses filles en vue d’amener sa ruine, mais ce projet n’aura pas de suite et ne lui réussira pas.",
            "Il portera ses vues sur les provinces maritimes et en conquerra beaucoup; mais un capitaine mettra un terme à ses outrages, bien plus, il les fera retomber sur lui.",
            "De là il se dirigera vers les forteresses de son pays, mais il trébuchera et tombera, et c’en sera fini de lui.",
            "A sa place s’élèvera [un roi] qui enverra un exacteur dans la plus belle partie du royaume; mais en peu de jours il sera brisé, non par un mouvement de colère ni par la guerre.",
            "A sa place s’élèvera un homme méprisable, auquel on n’aura pas conféré la majesté royale; mais il viendra quand tout sera tranquille et s’emparera de la royauté par de basses intrigues.",
            "Les armées venues comme une inondation seront submergées devant lui et brisées, de même qu’un prince de l’alliance.",
            "A la suite d’une convention qu’on aura faite avec lui, il agira avec perfidie; il entrera en campagne et sera victorieux avec peu de monde.",
            "En pleine paix, il envahira les plus fertiles provinces et fera ce que n’auront fait ni ses pères ni ses aïeux: il leur prodiguera butin, prises et richesses; il forgera des plans contre des forteresses, mais pour un temps seulement.",
            "Il réveillera sa force et sa hardiesse contre le roi du sud, avec l’appui d’une grande armée, et le roi du sud entrera en guerre avec une armée extrêmement nombreuse et forte, mais il ne tiendra pas bon, car on usera d’intrigues à son égard.",
            "Ses propres commensaux le briseront, son armée se débandera, et il tombera beaucoup de victimes.",
            "Quant aux deux rois, leur cœur nourrira de mauvais desseins: assis à une même table, ils se parleront avec fausseté; mais leur plan ne réussira pas, car la fin sera encore retardée pour un temps.",
            "Puis, il se dirigera vers son pays avec de grandes richesses; il formera des projets contre l’alliance sainte, les exécutera, et retournera dans son pays.",
            "Au temps marqué, il envahira de nouveau le sud, mais cette dernière expédition ne sera pas comme la première.",
            "Des vaisseaux de Kittîm viendront contre lui, et il sera découragé; il rebroussera chemin et exercera sa fureur contre l’alliance sainte, puis il s’en retournera et sera d’intelligence avec les déserteurs de l’alliance sainte.",
            "Des troupes à lui demeureront et profaneront le sanctuaire, ce boulevard protecteur; elles supprimeront l’holocauste perpétuel et établiront l’abomination horrible.",
            "Ceux qui seront traîtres à l’alliance, il les séduira par des promesses fallacieuses, mais les gens qui connaissent leur Dieu resteront fermes et agiront.",
            "Les sages parmi le peuple en éclaireront beaucoup, mais pendant un certain temps ils succomberont par le glaive et la flamme, par l’exil et le pillage.",
            "Pendant leurs revers, ils recevront un peu d’aide, et un grand nombre se rallieront à eux d’une façon hypocrite.",
            "Et du parti des sages, certains tomberont, pour qu’ils soient éprouvés, triés et purifiés en attendant le moment final, car il tardera encore, jusqu’à l’époque fixée.",
            "Le roi en fera à sa volonté; il se montrera altier et hautain contre toute divinité, et contre le Dieu des dieux il proférera des paroles inouïes. Tout lui réussira jusqu’à ce que la colère [divine] soit épuisée; car l’arrêt prononcé aura été exécuté.",
            "Il n’aura pas d’égards pour le Dieu de ses pères; il ne fera nulle attention à [la divinité] qui fait les délices des femmes, ni à aucun Dieu; car il se croira supérieur à tout.",
            "Mais il honorera le Dieu des forteresses [maritimes] au centre de son culte, et un Dieu que n’avaient pas connu ses pères, il l’honorera par de l’or, de l’argent, des pierres précieuses et de rares trésors.",
            "Il agira dans l’intérêt des villes fortes en même temps que d’un Dieu étranger; quiconque adorera celui-ci, il le comblera d’honneurs, le mettra à la tête d’un grand nombre et distribuera des territoires comme récompense.",
            "Mais au temps final, le roi du sud entrera en collision avec lui, et le roi du nord fondra sur lui avec des chars, des cavaliers et quantité de vaisseaux; il envahira les territoires et submergera tout sur son passage.",
            "Il envahira aussi le pays, joyau [des pays], et de grandes multitudes succomberont. Et voici ceux qui échapperont à ses coups: Edom, Moab et la région extrême des fils d’Ammon.",
            "Il étendra la main sur différents pays, et le pays d’Égypte ne sera pas à l’abri [de ses atteintes].",
            "Il se rendra maître des trésors d’or et d’argent et de tous les objets précieux de l’Égypte; Libyens et Ethiopiens marcheront à sa suite.",
            "Mais des nouvelles de l’orient et du nord viendront le bouleverser, et il se retirera en grande fureur pour exterminer et ruiner des multitudes.",
            "Il dressera les tentes de son royal campement entre la mer et la montagne de la gloire sainte; mais il arrivera à son dernier jour, et personne ne viendra à son aide."
        ],
        [
            "En ce temps-là, Mikhaël, le prince supérieur, qui a mission de protéger les enfants de ton peuple, sera à son poste; et ce sera un temps de détresse tel qu’on n’en aura pas vu depuis qu’existent des nations jusque-là. En ce temps-là, la délivrance viendra pour ton peuple, pour tous ceux qui se trouvent inscrits dans le livre.",
            "Beaucoup de ceux qui dorment dans la poussière du sol se réveilleront, les uns pour une vie éternelle, les autres pour être un objet d’ignominie et d’horreur éternelle.",
            "Les sages resplendiront comme l’éclat du firmament, et ceux qui auront dirigé la multitude dans le droit chemin comme les étoiles, à tout jamais.",
            "Quant à toi, Daniel, tiens cachées ces révélations et scelle le livre jusqu’au temps final, où beaucoup se mettront en quête et où augmentera la connaissance.",
            "Et moi, Daniel, je remarquai comme deux autres personnages se tenaient là, l’un d’un côté, sur la rive du fleuve, et l’autre sur l’autre rive du fleuve.",
            "L’un [d’eux] demanda au personnage vêtu de lin qui se trouvait en amont des eaux du fleuve: \"Jusqu’à quand [se fera attendre] la fin de ces événements extraordinaires?\"",
            "Et j’entendis le personnage vêtu de lin et placé en amont des eaux du fleuve [faire cette déclaration], tout en levant la main droite et la main gauche vers le ciel et en jurant par celui qui vit éternellement, qu’au bout d’une période, de deux périodes et demie, quand la puissance du peuple saint sera entièrement brisée, tous ces événements s’accompliraient.",
            "Moi, j’entendis cela, mais sans comprendre, et je dis: \"Mon seigneur, quelle sera l’issue de tout cela?\"",
            "Il me répliqua: \"Va, Daniel! Car ces choses demeureront cachées et scellées jusqu’au temps final.",
            "Beaucoup seront triés, épurés et passés au creuset; mais les impies exerceront leurs impiétés, et tous les méchants manqueront de compréhension, tandis que les sages comprendront.",
            "Et depuis le moment où sera supprimé l’holocauste perpétuel et établie l’abomination horrible, il se passera mille deux cent quatre-vingt-dix jours.",
            "Heureux celui qui attendra avec confiance et verra la fin de mille trois cent trente-cinq jours!",
            "Et toi, marche vers la fin; tu entreras dans le repos, puis tu te relèveras pour recevoir ton lot, à la fin des jours."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}