{
    "title": "Daniel",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Daniel",
    "text": [
        [
            "In the third year of the reign of King Jehoiakim of Judah, King Nebuchadnezzar of Babylon came to Jerusalem and laid siege to it.",
            "The Lord delivered King Jehoiakim of Judah into his power, together with some of the vessels of the House of God, and he brought them to the land of Shinar to the house of his god; he deposited the vessels in the treasury of his god.",
            "Then the king ordered Ashpenaz, his chief officer, to bring some Israelites of royal descent and of the nobility—",
            "youths without blemish, handsome, proficient in all wisdom, knowledgeable and intelligent, and capable of serving in the royal palace—and teach them the writings and the language of the Chaldeans.",
            "The king allotted daily rations to them from the king’s food and from the wine he drank. They were to be educated for three years, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Or “and some of them.”</i>at the end of which they<sup class=\"endFootnote\">-a</sup> were to enter the king’s service.",
            "Among them were the Judahites Daniel, Hananiah, Mishael, and Azariah.",
            "The chief officer gave them new names; he named Daniel Belteshazzar, Hananiah Shadrach, Mishael Meshach, and Azariah Abed-nego.",
            "Daniel resolved not to defile himself with the king’s food or the wine he drank, so he sought permission of the chief officer not to defile himself,",
            "and God disposed the chief officer to be kind and compassionate toward Daniel.",
            "The chief officer said to Daniel, “I fear that my lord the king, who allotted food and drink to you, will notice that you look out of sorts, unlike the other youths of your age—and you will put my life<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “head.”</i> in jeopardy with the king.”",
            "Daniel replied to the guard whom the chief officer had put in charge of Daniel, Hananiah, Mishael, and Azariah,",
            "“Please test your servants for ten days, giving us legumes to eat and water to drink.",
            "Then compare our appearance with that of the youths who eat of the king’s food, and do with your servants as you see fit.”",
            "He agreed to this plan of theirs, and tested them for ten days.",
            "When the ten days were over, they looked better and healthier than all the youths who were eating of the king’s food.",
            "So the guard kept on removing their food, and the wine they were supposed to drink, and gave them legumes.",
            "God made all four of these young men intelligent and proficient in all writings and wisdom, and Daniel had understanding of visions and dreams of all kinds.",
            "When the time the king had set for their presentation had come, the chief officer presented them to Nebuchadnezzar.",
            "The king spoke with them, and of them all none was equal to Daniel, Hananiah, Mishael, and Azariah; so these entered the king’s service.",
            "Whenever the king put a question to them requiring wisdom and understanding, he found them to be ten times better than all the magicians and exorcists throughout his realm.",
            "Daniel was there until the first year of King Cyrus."
        ],
        [
            "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had a dream; his spirit was agitated, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain; others “and he could not.”</i>yet he was overcome by<sup class=\"endFootnote\">-a</sup> sleep.",
            "The king ordered the magicians, exorcists, sorcerers, and Chaldeans to be summoned in order to tell the king what he had dreamed. They came and stood before the king,",
            "and the king said to them, “I have had a dream and I am full of anxiety to know what I have dreamed.”",
            "The Chaldeans spoke to the king in Aramaic, “O king, live forever! Relate the dream to your servants, and we will tell its meaning.”",
            "The king said in reply to the Chaldeans, “I hereby decree: If you will not make the dream and its meaning known to me, you shall be torn limb from limb and your houses confiscated.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning uncertain; or “turned into ruins.”</i>",
            "But if you tell the dream and its meaning, you shall receive from me gifts, presents, and great honor; therefore, tell me the dream and its meaning.”",
            "Once again they answered, “Let the king relate the dream to his servants, and we will tell its meaning.”",
            "The king said in reply, “It is clear to me that you are playing for time, since you see that I have decreed",
            "that if you do not make the dream known to me, there is but one verdict for you. You have conspired to tell me something false and fraudulent until circumstances change; so relate the dream to me, and I will then know that you can tell its meaning.”",
            "The Chaldeans said in reply to the king, “There is no one on earth who can <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “tell the king’s matter.”</i>satisfy the king’s demand,<sup class=\"endFootnote\">-c</sup> for great king or ruler—none has ever asked such a thing of any magician, exorcist, or Chaldean.",
            "The thing asked by the king is difficult; there is no one who can tell it to the king except the gods whose abode is not among mortals.”<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “flesh.”</i>",
            "Whereupon the king flew into a violent rage, and gave an order to do away with all the wise men of Babylon.",
            "The decree condemning the wise men to death was issued. Daniel and his companions were about to be put to death",
            "when Daniel remonstrated with Arioch, the captain of the royal guard who had set out to put the wise men of Babylon to death.",
            "He spoke up and said to Arioch, the royal officer, “Why is the decree of the king so urgent?” Thereupon Arioch informed Daniel of the matter.",
            "So Daniel went to ask the king for time, that he might tell the meaning to the king.",
            "Then Daniel went to his house and informed his companions, Hananiah, Mishael, and Azariah, of the matter,",
            "that they might implore the God of Heaven for help regarding this mystery, so that Daniel and his colleagues would not be put to death together with the other wise men of Babylon.",
            "The mystery was revealed to Daniel in a night vision; then Daniel blessed the God of Heaven.",
            "Daniel spoke up and said:<br>“Let the name of God be blessed forever and ever,<br>For wisdom and power are His.",
            "He changes times and seasons,<br>Removes kings and installs kings;<br>He gives the wise their wisdom<br>And knowledge to those who know.",
            "He reveals deep and hidden things,<br>Knows what is in the darkness,<br>And light dwells with Him.",
            "I acknowledge and praise You,<br>O God of my fathers,<br>You who have given me wisdom and power,<br>For now You have let me know what we asked of You;<br>You have let us know what concerns the king.”",
            "Thereupon Daniel went to Arioch, whom the king had appointed to do away with the wise men of Babylon; he came and said to him as follows, “Do not do away with the wise men of Babylon; bring me to the king and I will tell the king the meaning!”",
            "So Arioch rushed Daniel into the king’s presence and said to him, “I have found among the exiles of Judah a man who can make the meaning known to the king!”",
            "The king said in reply to Daniel (who was called Belteshazzar), “Can you really make known to me the dream that I saw and its meaning?”",
            "Daniel answered the king and said, “The mystery about which the king has inquired—wise men, exorcists, magicians, and diviners cannot tell to the king.",
            "But there is a God in heaven who reveals mysteries, and He has made known to King Nebuchadnezzar what is to be at the end of days. This is your dream and the vision that entered your mind in bed:",
            "O king, the thoughts that came to your mind in your bed are about future events; He who reveals mysteries has let you know what is to happen.",
            "Not because my wisdom is greater than that of other creatures has this mystery been revealed to me, but in order that the meaning should be made known to the king, and that you may know the thoughts of your mind.",
            "“O king, as you looked on, there appeared a great statue. This statue, which was huge and its brightness surpassing, stood before you, and its appearance was awesome.",
            "The head of that statue was of fine gold; its breast and arms were of silver; its belly and thighs, of bronze;",
            "its legs were of iron, and its feet part iron and part clay.",
            "As you looked on, a stone was hewn out, not by hands, and struck the statue on its feet of iron and clay and crushed them.",
            "All at once, the iron, clay, bronze, silver, and gold were crushed, and became like chaff of the threshing floors of summer; a wind carried them off until no trace of them was left. But the stone that struck the statue became a great mountain and filled the whole earth.",
            "“Such was the dream, and we will now tell the king its meaning.",
            "You, O king—king of kings, to whom the God of Heaven has given kingdom, power, might, and glory;",
            "into whose hands He has given men, wild beasts, and the fowl of heaven, wherever they may dwell; and to whom He has given dominion over them all—you are the head of gold.",
            "But another kingdom will arise after you, inferior to yours; then yet a third kingdom, of bronze, which will rule over the whole earth.",
            "But the fourth kingdom will be as strong as iron; just as iron crushes and shatters everything—and like iron that smashes—so will it crush and smash all these.",
            "You saw the feet and the toes, part potter’s clay and part iron; that means it will be a divided kingdom; it will have only some of the stability of iron, inasmuch as you saw iron mixed with common clay.",
            "And the toes were part iron and part clay; that [means] the kingdom will be in part strong and in part brittle.",
            "You saw iron mixed with common clay; that means: <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Meaning uncertain.</i>they shall intermingle with the offspring of men,<sup class=\"endFootnote\">-e</sup> but shall not hold together, just as iron does not mix with clay.",
            "And in the time of those kings, the God of Heaven will establish a kingdom that shall never be destroyed, a kingdom that shall not be transferred to another people. It will crush and wipe out all these kingdoms, but shall itself last forever—",
            "just as you saw how a stone was hewn from the mountain, not by hands, and crushed the iron, bronze, clay, silver, and gold. The great God has made known to the king what will happen in the future. The dream is sure and its interpretation reliable.”",
            "Then King Nebuchadnezzar prostrated himself and paid homage to Daniel and ordered that a meal offering and pleasing offerings be made to him.",
            "The king said in reply to Daniel, “Truly your God must be the God of gods and Lord of kings and the revealer of mysteries to have enabled you to reveal this mystery.”",
            "The king then elevated Daniel and gave him very many gifts, and made him governor of the whole province of Babylon and chief prefect of all the wise men of Babylon.",
            "At Daniel’s request, the king appointed Shadrach, Meshach, and Abed-nego to administer the province of Babylon; while Daniel himself was at the king’s court."
        ],
        [
            "King Nebuchadnezzar made a statue of gold sixty cubits high and six cubits broad. He set it up in the plain of Dura in the province of Babylon.",
            "King Nebuchadnezzar then sent word to gather the satraps, prefects, governors, counselors, treasurers, judges, officers, and all the provincial officials to attend the dedication of the statue that King Nebuchadnezzar had set up.",
            "So the satraps, prefects, governors, counselors, treasurers, judges, officers, and all the provincial officials assembled for the dedication of the statue that King Nebuchadnezzar had set up, and stood before the statue that Nebuchadnezzar had set up.",
            "The herald proclaimed in a loud voice, “You are commanded, O peoples and nations of every language,",
            "when you hear the sound of the horn, pipe, zither, lyre, psaltery, bagpipe, and all other types of instruments, to fall down and worship the statue of gold that King Nebuchadnezzar has set up.",
            "Whoever will not fall down and worship shall at once be thrown into a burning fiery furnace.”",
            "And so, as soon as all the peoples heard the sound of the horn, pipe, zither, lyre, psaltery, and all other types of instruments, all peoples and nations of every language fell down and worshiped the statue of gold that King Nebuchadnezzar had set up.",
            "Seizing the occasion, certain Chaldeans came forward to slander the Jews.",
            "They spoke up and said to King Nebuchadnezzar, “O king, live forever!",
            "You, O king, gave an order that everyone who hears the horn, pipe, zither, lyre, psaltery, bagpipe, and all types of instruments must fall down and worship the golden statue,",
            "and whoever does not fall down and worship shall be thrown into a burning fiery furnace.",
            "There are certain Jews whom you appointed to administer the province of Babylon, Shadrach, Meshach, and Abed-nego; those men pay no heed to you, O king; they do not serve your god or worship the statue of gold that you have set up.”",
            "Then Nebuchadnezzar, in raging fury, ordered Shadrach, Meshach, and Abed-nego to be brought; so those men were brought before the king.",
            "Nebuchadnezzar spoke to them and said, “Is it true, Shadrach, Meshach, and Abed-nego, that you do not serve my god or worship the statue of gold that I have set up?",
            "Now if you are ready to fall down and worship the statue that I have made when you hear the sound of the horn, pipe, zither, lyre, psaltery, and bagpipe, and all other types of instruments, [well and good]; but if you will not worship, you shall at once be thrown into a burning fiery furnace, and what god is there that can save you from my power?”",
            "Shadrach, Meshach, and Abed-nego said in reply to the king, “O Nebuchadnezzar, we have no need to answer you in this matter,",
            "for if so it must be, our God whom we serve is able to save us from the burning fiery furnace, and He will save us from your power, O king.",
            "But even if He does not, be it known to you, O king, that we will not serve your god or worship the statue of gold that you have set up.”",
            "Nebuchadnezzar was so filled with rage at Shadrach, Meshach, and Abed-nego that his visage was distorted, and he gave an order to heat up the furnace to seven times its usual heat.",
            "He commanded some of the strongest men of his army to bind Shadrach, Meshach, and Abed-nego, and to throw them into the burning fiery furnace.",
            "So these men, in their shirts, trousers, hats, and other garments, were bound and thrown into the burning fiery furnace.",
            "Because the king’s order was urgent, and the furnace was heated to excess, a tongue of flame killed the men who carried up Shadrach, Meshach, and Abed-nego.",
            "But those three men, Shadrach, Meshach, and Abed-nego, dropped, bound, into the burning fiery furnace.",
            "Then King Nebuchadnezzar was astonished and, rising in haste, addressed his companions, saying, “Did we not throw three men, bound, into the fire?” They spoke in reply, “Surely, O king.”",
            "He answered, “But I see four men walking about unbound and unharmed in the fire and the fourth looks like a divine being.”",
            "Nebuchadnezzar then approached the hatch of the burning fiery furnace and called, “Shadrach, Meshach, Abed-nego, servants of the Most High God, come out!” So Shadrach, Meshach, and Abed-nego came out of the fire.",
            "The satraps, the prefects, the governors, and the royal companions gathered around to look at those men, on whose bodies the fire had had no effect, the hair of whose heads had not been singed, whose shirts looked no different, to whom not even the odor of fire clung.",
            "Nebuchadnezzar spoke up and said, “Blessed be the God of Shadrach, Meshach, and Abed-nego, who sent His angel to save His servants who, trusting in Him, flouted the king’s decree at the risk of their lives rather than serve or worship any god but their own God.",
            "I hereby give an order that [anyone of] any people or nation of whatever language who blasphemes the God of Shadrach, Meshach, and Abed-nego shall be torn limb from limb, and his house confiscated, for there is no other God who is able to save in this way.”",
            "Thereupon the king promoted Shadrach, Meshach, and Abed-nego in the province of Babylon.<br>",
            "“King Nebuchadnezzar to all people and nations of every language that inhabit the whole earth: May your well-being abound!",
            "The signs and wonders that the Most High God has worked for me I am pleased to relate.",
            "How great are His signs; how mighty His wonders! His kingdom is an everlasting kingdom, and His dominion endures throughout the generations.”"
        ],
        [
            "I, Nebuchadnezzar, was living serenely in my house, flourishing in my palace.",
            "I had a dream that frightened me, and my thoughts in bed and the vision of my mind alarmed me.",
            "I gave an order to bring all the wise men of Babylon before me to let me know the meaning of the dream.",
            "The magicians, exorcists, Chaldeans, and diviners came, and I related the dream to them, but they could not make its meaning known to me.",
            "Finally, Daniel, called Belteshazzar after the name of my god, in whom the spirit of the holy gods was, came to me, and I related the dream to him, [saying],",
            "“Belteshazzar, chief magician, in whom I know the spirit of the holy gods to be, and whom no mystery baffles, tell me the meaning of my dream vision that I have seen.",
            "In the visions of my mind in bed<br>I saw a tree of great height in the midst of the earth;",
            "The tree grew and became mighty;<br>Its top reached heaven,<br>And it was visible to the ends of the earth.",
            "Its foliage was beautiful<br>And its fruit abundant;<br>There was food for all in it.<br>Beneath it the beasts of the field found shade,<br>And the birds of the sky dwelt on its branches;<br>All creatures fed on it.",
            "In the vision of my mind in bed, I looked and saw a holy Watcher coming down from heaven.",
            "He called loudly and said:<br>‘Hew down the tree, lop off its branches,<br>Strip off its foliage, scatter its fruit.<br>Let the beasts of the field flee from beneath it<br>And the birds from its branches,",
            "But leave the stump with its roots in the ground.<br>In fetters of iron and bronze<br>In the grass of the field,<br>Let him be drenched with the dew of heaven,<br>And share earth’s verdure with the beasts.",
            "Let his mind be altered from that of a man,<br>And let him be given the mind of a beast,<br>And let seven seasons pass over him.",
            "This sentence is decreed by the Watchers;<br>This verdict is commanded by the Holy Ones<br>So that all creatures may know<br>That the Most High is sovereign over the realm of man,<br>And He gives it to whom He wishes<br>And He may set over it even the lowest of men.’",
            "“I, King Nebuchadnezzar, had this dream; now you, Belteshazzar, tell me its meaning, since all the wise men of my kingdom are not able to make its meaning known to me, but you are able, for the spirit of the holy gods is in you.”",
            "Then Daniel, called Belteshazzar, was perplexed for a while, and alarmed by his thoughts. The king addressed him, “Let the dream and its meaning not alarm you.” Belteshazzar replied, “My lord, would that the dream were for your enemy and its meaning for your foe!",
            "The tree that you saw grow and become mighty, whose top reached heaven, which was visible throughout the earth,",
            "whose foliage was beautiful, whose fruit was so abundant that there was food for all in it, beneath which the beasts of the field dwelt, and in whose branches the birds of the sky lodged—",
            "it is you, O king, you who have grown and become mighty, whose greatness has grown to reach heaven, and whose dominion is to the end of the earth.",
            "The holy Watcher whom the king saw descend from heaven and say,<br>Hew down the tree and destroy it,<br>But leave the stump with its roots in the ground.<br>In fetters of iron and bronze<br>In the grass of the field,<br>Let him be drenched with the dew of heaven,<br>And share the lot of the beasts of the field<br>Until seven seasons pass over him—",
            "this is its meaning, O king; it is the decree of the Most High which has overtaken my lord the king.",
            "You will be driven away from men and have your habitation with the beasts of the field. You will be fed grass like cattle, and be drenched with the dew of heaven; seven seasons will pass over you until you come to know that the Most High is sovereign over the realm of man, and He gives it to whom He wishes.",
            "And the meaning of the command to leave the stump of the tree with its roots is that the kingdom will remain yours from the time you come to know that Heaven is sovereign.",
            "Therefore, O king, may my advice be acceptable to you: Redeem your sins by beneficence and your iniquities by generosity to the poor; then your serenity may be extended.”",
            "All this befell King Nebuchadnezzar.",
            "Twelve months later, as he was walking on the roof of the royal palace at Babylon,",
            "the king exclaimed, “There is great Babylon, which I have built by my vast power to be a royal residence for the glory of my majesty!”",
            "The words were still on the king’s lips, when a voice fell from heaven, “It has been decreed for you, O King Nebuchadnezzar: The kingdom has passed out of your hands.",
            "You are being driven away from men, and your habitation is to be with the beasts of the field. You are to be fed grass like cattle, and seven seasons will pass over you until you come to know that the Most High is sovereign over the realm of man and He gives it to whom He wishes.”",
            "There and then the sentence was carried out upon Nebuchadnezzar. He was driven away from men, he ate grass like cattle, and his body was drenched with the dew of heaven until his hair grew like eagle’s [feathers] and his nails like [the talons of] birds.",
            "“When the time had passed, I, Nebuchadnezzar, lifted my eyes to heaven, and my reason was restored to me. I blessed the Most High, and praised and glorified the Ever-Living One,<br>Whose dominion is an everlasting dominion<br>And whose kingdom endures throughout the generations.",
            "All the inhabitants of the earth are of no account.<br>He does as He wishes with the host of heaven,<br>And with the inhabitants of the earth.<br>There is none to stay His hand<br>Or say to Him, ‘What have You done?’",
            "There and then my reason was restored to me, and my majesty and splendor were restored to me for the glory of my kingdom. My companions and nobles sought me out, and I was reestablished over my kingdom, and added greatness was given me.",
            "So now I, Nebuchadnezzar, praise, exalt, and glorify the King of Heaven, all of whose works are just and whose ways are right, and who is able to humble those who behave arrogantly.”"
        ],
        [
            "King Belshazzar gave a great banquet for his thousand nobles, and in the presence of the thousand he drank wine.",
            "Under the influence of the wine, Belshazzar ordered the gold and silver vessels that his father Nebuchadnezzar had taken out of the temple at Jerusalem to be brought so that the king and his nobles, his consorts, and his concubines could drink from them.",
            "The golden vessels that had been taken out of the sanctuary of the House of God in Jerusalem were then brought, and the king, his nobles, his consorts, and his concubines drank from them.",
            "They drank wine and praised the gods of gold and silver, bronze, iron, wood, and stone.",
            "Just then, the fingers of a human hand appeared and wrote on the plaster of the wall of the king’s palace opposite the lampstand, so that the king could see the hand as it wrote.",
            "The king’s face darkened, and his thoughts alarmed him; the joints of his loins were loosened and his knees knocked together.",
            "The king called loudly for the exorcists, Chaldeans, and diviners to be brought. The king addressed the wise men of Babylon, “Whoever can read this writing and tell me its meaning shall be clothed in purple and wear a golden chain on his neck, and shall rule as <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. Dan. 6.3; or “third in rank.”</i>one of three<sup class=\"endFootnote\">-a</sup> in the kingdom.”",
            "Then all the king’s wise men came, but they could not read the writing or make known its meaning to the king.",
            "King Belshazzar grew exceedingly alarmed and his face darkened, and his nobles were dismayed.",
            "Because of the state of the king and his nobles, the queen came to the banquet hall. The queen spoke up and said, “O king, live forever! Let your thoughts not alarm you or your face darken.",
            "There is a man in your kingdom who has the spirit of the holy gods in him; in your father’s time, illumination, understanding, and wisdom like that of the gods were to be found in him, and your father, King Nebuchadnezzar, appointed him chief of the magicians, exorcists, Chaldeans, and diviners.",
            "Seeing that there is to be found in Daniel (whom the king called Belteshazzar) extraordinary spirit, knowledge, and understanding to interpret dreams, to explain riddles and solve problems, let Daniel now be called to tell the meaning [of the writing].”",
            "Daniel was then brought before the king. The king addressed Daniel, “You are Daniel, one of the exiles of Judah whom my father, the king, brought from Judah.",
            "I have heard about you that you have the spirit of the gods in you, and that illumination, knowledge, and extraordinary wisdom are to be found in you.",
            "Now the wise men and exorcists have been brought before me to read this writing and to make known its meaning to me. But they could not tell what it meant.",
            "I have heard about you, that you can give interpretations and solve problems. Now if you can read the writing and make known its meaning to me, you shall be clothed in purple and wear a golden chain on your neck and rule as one of three in the kingdom.”",
            "Then Daniel said in reply to the king, “You may keep your gifts for yourself, and give your presents to others. But I will read the writing for the king, and make its meaning known to him.",
            "O king, the Most High God bestowed kingship, grandeur, glory, and majesty upon your father Nebuchadnezzar.",
            "And because of the grandeur that He bestowed upon him, all the peoples and nations of every language trembled in fear of him. He put to death whom he wished, and whom he wished he let live; he raised high whom he wished and whom he wished he brought low.",
            "But when he grew haughty and willfully presumptuous, he was deposed from his royal throne and his glory was removed from him.",
            "He was driven away from men, and his mind made like that of a beast, and his habitation was with wild asses. He was fed grass like cattle, and his body was drenched with the dew of heaven until he came to know that the Most High God is sovereign over the realm of man, and sets over it whom He wishes.",
            "But you, Belshazzar his son, did not humble yourself although you knew all this.",
            "You exalted yourself against the Lord of Heaven, and had the vessels of His temple brought to you. You and your nobles, your consorts, and your concubines drank wine from them and praised the gods of silver and gold, bronze and iron, wood and stone, which do not see, hear, or understand; but the God who controls your lifebreath and every move you make—Him you did not glorify!",
            "He therefore made the hand appear, and caused the writing to be inscribed.",
            "This is the writing that is inscribed: MENE MENE TEKEL UPHARSIN.",
            "And this is its meaning: MENE—God has numbered<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Aramaic mena.</i> [the days of] your kingdom and brought it to an end;",
            "TEKEL—<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Aramaic tekilta.</i>you have been weighed<sup class=\"endFootnote\">-c</sup> in the balance and found wanting;",
            "PERES—your kingdom <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Aramaic perisat.</i>has been divided<sup class=\"endFootnote\">-d</sup> and given to the Medes and the Persians.”",
            "Then, at Belshazzar’s command, they clothed Daniel in purple, placed a golden chain on his neck, and proclaimed that he should rule as one of three in the kingdom.",
            "That very night, Belshazzar, the Chaldean king, was killed,"
        ],
        [
            "and Darius the Mede received the kingdom, being about sixty-two years old.",
            "It pleased Darius to appoint over the kingdom one hundred and twenty satraps to be in charge of the whole kingdom;",
            "over them were three ministers, one of them Daniel, to whom these satraps reported, in order that the king not be troubled.",
            "This man Daniel surpassed the other ministers and satraps by virtue of his extraordinary spirit, and the king considered setting him over the whole kingdom.",
            "The ministers and satraps looked for some fault in Daniel’s conduct in matters of state, but they could find neither fault nor corruption, inasmuch as he was trustworthy, and no negligence or corruption was to be found in him.",
            "Those men then said, “We are not going to find any fault with this Daniel, unless we find something against him in connection with the laws of his God.”",
            "Then these ministers and satraps came thronging in to the king and said to him, “O King Darius, live forever!",
            "All the ministers of the kingdom, the prefects, satraps, companions, and governors are in agreement that a royal ban should be issued under sanction of an oath that whoever shall address a petition to any god or man, besides you, O king, during the next thirty days shall be thrown into a lions’ den.",
            "So issue the ban, O king, and put it in writing so that it be unalterable as a law of the Medes and Persians that may not be abrogated.”",
            "Thereupon King Darius put the ban in writing.",
            "When Daniel learned that it had been put in writing, he went to his house, in whose upper chamber he had had windows made facing Jerusalem, and three times a day he knelt down, prayed, and made confession to his God, as he had always done.",
            "Then those men came thronging in and found Daniel petitioning his God in supplication.",
            "They then approached the king and reminded him of the royal ban: “Did you not put in writing a ban that whoever addresses a petition to any god or man besides you, O king, during the next thirty days, shall be thrown into a lions’ den?” The king said in reply, “The order stands firm, as a law of the Medes and Persians that may not be abrogated.”",
            "Thereupon they said to the king, “Daniel, one of the exiles of Judah, pays no heed to you, O king, or to the ban that you put in writing; three times a day he offers his petitions [to his God].”",
            "Upon hearing that, the king was very disturbed, and he set his heart upon saving Daniel, and until the sun set made every effort to rescue him.",
            "Then those men came thronging in to the king and said to the king, “Know, O king, that it is a law of the Medes and Persians that any ban that the king issues under sanction of oath is unalterable.”",
            "By the king’s order, Daniel was then brought and thrown into the lions’ den. The king spoke to Daniel and said, “Your God, whom you serve so regularly, will deliver you.”",
            "A rock was brought and placed over the mouth of the den; the king sealed it with his signet and with the signet of his nobles, so that nothing might be altered concerning Daniel.",
            "The king then went to his palace and spent the night fasting; no diversions were brought to him, and his sleep fled from him.",
            "Then, at the first light of dawn, the king arose and rushed to the lions’ den.",
            "As he approached the den, he cried to Daniel in a mournful voice; the king said to Daniel, “Daniel, servant of the living God, was the God whom you served so regularly able to deliver you from the lions?”",
            "Daniel then talked with the king, “O king, live forever!",
            "My God sent His angel, who shut the mouths of the lions so that they did not injure me, inasmuch as I was found innocent by Him, nor have I, O king, done you any injury.”",
            "The king was very glad, and ordered Daniel to be brought up out of the den. Daniel was brought up out of the den, and no injury was found on him, for he had trusted in his God.",
            "Then, by order of the king, those men who had slandered Daniel were brought and, together with their children and wives, were thrown into the lions’ den. They had hardly reached the bottom of the den when the lions overpowered them and crushed all their bones.",
            "Then King Darius wrote to all peoples and nations of every language that inhabit the earth, “May your well-being abound!",
            "I have hereby given an order that throughout my royal domain men must tremble in fear before the God of Daniel, for He is the living God who endures forever; His kingdom is indestructible, and His dominion is to the end of time;",
            "He delivers and saves, and performs signs and wonders in heaven and on earth, for He delivered Daniel from the power of the lions.”",
            "Thus Daniel prospered during the reign of Darius and during the reign of Cyrus the Persian."
        ],
        [
            "In the first year of King Belshazzar of Babylon, Daniel saw a dream and a vision of his mind in bed; afterward he wrote down the dream. Beginning the account,",
            "Daniel related the following:<br>“In my vision at night, I saw the four winds of heaven stirring up the great sea.",
            "Four mighty beasts different from each other emerged from the sea.",
            "The first was like a lion but had eagles’ wings. As I looked on, its wings were plucked off, and it was lifted off the ground and set on its feet like a man and given the mind of a man.",
            "Then I saw a second, different beast, which was like a bear but raised on one side, and with three fangs in its mouth among its teeth; it was told, ‘Arise, eat much meat!’",
            "After that, as I looked on, there was another one, like a leopard, and it had on its back four wings like those of a bird; the beast had four heads, and dominion was given to it.",
            "After that, as I looked on in the night vision, there was a fourth beast—fearsome, dreadful, and very powerful, with great iron teeth—that devoured and crushed, and stamped the remains with its feet. It was different from all the other beasts which had gone before it; and it had ten horns.",
            "While I was gazing upon these horns, a new little horn sprouted up among them; three of the older horns were uprooted to make room for it. There were eyes in this horn like those of a man, and a mouth that spoke arrogantly.",
            "As I looked on,<br>Thrones were set in place,<br>And the Ancient of Days took His seat.<br>His garment was like white snow,<br>And the hair of His head was like lamb’s<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Or “clean.”</i> wool.<br>His throne was tongues of flame;<br>Its wheels were blazing fire.",
            "A river of fire streamed forth before Him;<br>Thousands upon thousands served Him;<br>Myriads upon myriads attended Him;<br>The court sat and the books were opened.",
            "I looked on. Then, because of the arrogant words that the horn spoke, the beast was killed as I looked on; its body was destroyed and it was consigned to the flames.",
            "The dominion of the other beasts was taken away, but an extension of life was given to them for a time and season.",
            "As I looked on, in the night vision,<br>One like a human being<br>Came with the clouds of heaven;<br>He reached the Ancient of Days<br>And was presented to Him.",
            "Dominion, glory, and kingship were given to him;<br>All peoples and nations of every language must serve him.<br>His dominion is an everlasting dominion that shall not pass away,<br>And his kingship, one that shall not be destroyed.",
            "As for me, Daniel, my spirit was disturbed within me and the vision of my mind alarmed me.",
            "I approached one of the attendants and asked him the true meaning of all this. He gave me this interpretation of the matter:",
            "‘These great beasts, four in number [mean] four kingdoms<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “kings.”</i> will arise out of the earth;",
            "then holy ones of the Most High will receive the kingdom, and will possess the kingdom forever—forever and ever.’",
            "Then I wanted to ascertain the true meaning of the fourth beast, which was different from them all, very fearsome, with teeth of iron, claws of bronze, that devoured and crushed, and stamped the remains;",
            "and of the ten horns on its head; and of the new one that sprouted, to make room for which three fell—the horn that had eyes, and a mouth that spoke arrogantly, and which was more conspicuous than its fellows.",
            "(I looked on as that horn made war with the holy ones and overcame them,",
            "until the Ancient of Days came and judgment was rendered in favor of the holy ones of the Most High, for the time had come, and the holy ones took possession of the kingdom.)",
            "This is what he said: ‘The fourth beast [means]—there will be a fourth kingdom upon the earth which will be different from all the kingdoms; it will devour the whole earth, tread it down, and crush it.",
            "And the ten horns [mean]—from that kingdom, ten kings will arise, and after them another will arise. He will be different from the former ones, and will bring low three kings.",
            "He will speak words against the Most High, and will harass the holy ones of the Most High. He will think of changing times and laws, and they will be delivered into his power for a <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">I.e., a year, two years, and a half a year.</i>time, times, and half a time.<sup class=\"endFootnote\">-c</sup>",
            "Then the court will sit and his dominion will be taken away, to be destroyed and abolished for all time.",
            "The kingship and dominion and grandeur belonging to all the kingdoms under Heaven will be given to the people of the holy ones of the Most High. Their kingdom shall be an everlasting kingdom, and all dominions shall serve and obey them.’”",
            "Here the account ends.<br>I, Daniel, was very alarmed by my thoughts, and my face darkened; and I could not put the matter out of my mind."
        ],
        [
            "In the third year of the reign of King Belshazzar, a vision appeared to me, to me, Daniel, after the one that had appeared to me earlier.",
            "I saw in the vision—at the time I saw it I was in the fortress of Shushan, in the province of Elam—I saw in the vision that I was beside the Ulai River.",
            "I looked and saw a ram standing between me and the river; he had two horns; the horns were high, with one higher than the other, and the higher sprouting last.",
            "I saw the ram butting westward, northward, and southward. No beast could withstand him, and there was none to deliver from his power. He did as he pleased and grew great.",
            "As I looked on, a he-goat came from the west, passing over the entire earth without touching the ground. The goat had a conspicuous horn on its forehead.",
            "He came up to the two-horned ram that I had seen standing between me and the river and charged at him with furious force.",
            "I saw him reach the ram and rage at him; he struck the ram and broke its two horns, and the ram was powerless to withstand him. He threw him to the ground and trampled him, and there was none to deliver the ram from his power.",
            "Then the he-goat grew very great, but at the peak of his power his big horn was broken. In its place, four conspicuous horns sprouted toward the four winds of heaven.",
            "From one of them emerged a small horn, which extended itself greatly toward the south, toward the east, and toward the beautiful land.",
            "It grew as high as the host of heaven and it hurled some stars of the [heavenly] host to the ground and trampled them.",
            "It vaunted itself against the very chief of the host; on its account the regular offering was suspended, and His holy place was abandoned.",
            "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>An army was arrayed iniquitously against the regular offering;<sup class=\"endFootnote\">-a</sup> it hurled truth to the ground and prospered in what it did.",
            "Then I heard a holy being speaking, and another holy being said to whoever it was who was speaking, “How long will [what was seen in] the vision last—<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>the regular offering be forsaken because of transgression; the sanctuary be surrendered and the [heavenly] host be trampled?”<sup class=\"endFootnote\">-a</sup>",
            "He answered me,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Several ancient versions “him.”</i> “For twenty-three hundred evenings and mornings; then the sanctuary shall be cleansed.”",
            "While I, Daniel, was seeing the vision, and trying to understand it, there appeared before me one who looked like a man.",
            "I heard a human voice from the middle of Ulai calling out, “Gabriel, make that man understand the vision.”",
            "He came near to where I was standing, and as he came I was terrified, and fell prostrate. He said to me, “Understand, O man, that the vision refers to the time of the end.”",
            "When he spoke with me, I was overcome by a deep sleep as I lay prostrate on the ground. Then he touched me and made me stand up,",
            "and said, “I am going to inform you of what will happen when wrath is at an end, for [it refers] to the time appointed for the end.",
            "“The two-horned ram that you saw [signifies] the kings of Media and Persia;",
            "and the buck, the he-goat—the king of Greece; and the large horn on his forehead, that is the first king.",
            "One was broken and four came in its stead—that [means]: four kingdoms will arise out of a nation, but without its power.",
            "When their kingdoms are at an end, when the measure of transgression<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “transgressors.”</i> has been filled, then a king will arise, impudent and versed in intrigue.",
            "He will have great strength, but not through his own strength. He will be extraordinarily destructive; he will prosper in what he does, and destroy the mighty and the people of holy ones.",
            "By his cunning, he will use deceit successfully. He will make great plans, will destroy many, taking them unawares, and will rise up against the chief of chiefs, but will be broken, not by [human] hands.",
            "What was said in the vision about evenings and mornings is true. Now you keep the vision a secret, for it pertains to far-off days.”",
            "So I, Daniel, was stricken,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> and languished many days. Then I arose and attended to the king’s business, but I was dismayed by the vision and no one could explain it."
        ],
        [
            "In the first year of Darius son of Ahasuerus, of Median descent, who was made king over the kingdom of the Chaldeans—",
            "in the first year of his reign, I, Daniel, consulted the books concerning the number of years that, according to the word of the L<small>ORD</small> that had come to Jeremiah the prophet, were to be the term of Jerusalem’s desolation—seventy years.",
            "I turned my face to the Lord God, devoting myself to prayer and supplication, in fasting, in sackcloth and ashes.",
            "I prayed to the L<small>ORD</small> my God, making confession thus: “O Lord, great and awesome God, who stays faithful to His covenant with those who love Him and keep His commandments!",
            "We have sinned; we have gone astray; we have acted wickedly; we have been rebellious and have deviated from Your commandments and Your rules,",
            "and have not obeyed Your servants the prophets who spoke in Your name to our kings, our officers, our fathers, and all the people of the land.",
            "With You, O Lord, is the right, and the shame is on us to this very day, on the men of Judah and the inhabitants of Jerusalem, all Israel, near and far, in all the lands where You have banished them, for the trespass they committed against You.",
            "The shame, O L<small>ORD</small>, is on us, on our kings, our officers, and our fathers, because we have sinned against You.",
            "To the Lord our God belong mercy and forgiveness, for we rebelled against Him,",
            "and did not obey the L<small>ORD</small> our God by following His teachings that He set before us through His servants the prophets.",
            "All Israel has violated Your teaching and gone astray, disobeying You; so the curse and the oath written in the Teaching of Moses, the servant of God, have been poured down upon us, for we have sinned against Him.",
            "He carried out the threat that He made against us, and against our rulers who ruled us, to bring upon us great misfortune; under the whole heaven there has never been done the like of what was done to Jerusalem.",
            "All that calamity, just as is written in the Teaching of Moses, came upon us, yet we did not supplicate the L<small>ORD</small> our God, did not repent of our iniquity or become wise through Your truth.",
            "Hence the L<small>ORD</small> was intent upon bringing calamity upon us, for the L<small>ORD</small> our God is in the right in all that He has done, but we have not obeyed Him.",
            "“Now, O Lord our God—You who brought Your people out of the land of Egypt with a mighty hand, winning fame for Yourself to this very day—we have sinned, we have acted wickedly.",
            "O Lord, as befits Your abundant benevolence, let Your wrathful fury turn back from Your city Jerusalem, Your holy mountain; for because of our sins and the iniquities of our fathers, Jerusalem and Your people have become a mockery among all who are around us.",
            "“O our God, hear now the prayer of Your servant and his plea, and show Your favor to Your desolate sanctuary, for the Lord’s sake.",
            "Incline Your ear, O my God, and hear; open Your eyes and see our desolation and the city to which Your name is attached. Not because of any merit of ours do we lay our plea before You but because of Your abundant mercies.",
            "O Lord, hear! O Lord, forgive! O Lord, listen, and act without delay for Your own sake, O my God; for Your name is attached to Your city and Your people!”",
            "While I was speaking, praying, and confessing my sin and the sin of my people Israel, and laying my supplication before the L<small>ORD</small> my God on behalf of the holy mountain of my God—",
            "while I was uttering my prayer, the man Gabriel, whom I had previously seen in the vision, was sent forth in flight and reached me about the time of the evening offering.",
            "He made me understand by speaking to me and saying, “Daniel, I have just come forth to give you understanding.",
            "A word went forth as you began your plea, and I have come to tell it, for you are precious; so mark the word and understand the vision.",
            "“Seventy weeks<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Viz., of years.</i> have been decreed for your people and your holy city until the measure of transgression is filled and that of sin complete, until iniquity is expiated, and eternal righteousness ushered in; and prophetic vision ratified,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “sealed.”</i> and the Holy of Holies anointed.",
            "You must know and understand: From the issuance of the word to restore and rebuild Jerusalem until the [time of the] anointed leader is seven weeks; and for sixty-two weeks it will be rebuilt, square and moat, but in a time of distress.",
            "And after those sixty-two weeks, the anointed one will disappear and vanish.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> The army of a leader who is to come will destroy the city and the sanctuary, but its end will come through a flood. Desolation is decreed until the end of war.",
            "During one week he will make a firm covenant with many. For half a week he will put a stop to the sacrifice and the meal offering. At the <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>corner [of the altar]<sup class=\"endFootnote\">-c</sup> will be an appalling abomination until the decreed destruction will be poured down upon the appalling thing.”"
        ],
        [
            "In the third year of King Cyrus of Persia, an oracle was revealed to Daniel, who was called Belteshazzar. That oracle was true, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>but it was a great task to understand the prophecy; understanding came to him through the vision.<sup class=\"endFootnote\">-a</sup>",
            "At that time, I, Daniel, kept three full weeks of mourning.",
            "I ate no tasty food, nor did any meat or wine enter my mouth. I did not anoint myself until the three weeks were over.",
            "It was on the twenty-fourth day of the first month, when I was on the bank of the great river—the Tigris—",
            "that I looked and saw a man dressed in linen, his loins girt in <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Or “gold of Uphaz.”</i>fine gold.<sup class=\"endFootnote\">-b</sup>",
            "His body was like beryl, his face had the appearance of lightning, his eyes were like flaming torches, his arms and legs had the color of burnished bronze, and the sound of his speech was like the noise of a multitude.",
            "I, Daniel, alone saw the vision; the men who were with me did not see the vision, yet they were seized with a great terror and fled into hiding.",
            "So I was left alone to see this great vision. I was drained of strength, my vigor was destroyed, and I could not summon up strength.",
            "I heard him speaking; and when I heard him speaking, overcome by a deep sleep, I lay prostrate on the ground.",
            "Then a hand touched me, and shook me onto my hands and knees.",
            "He said to me, “O Daniel, precious man, mark what I say to you and stand up, for I have been sent to you.” After he said this to me, I stood up, trembling.",
            "He then said to me, “Have no fear, Daniel, for from the first day that you set your mind to get understanding, practicing abstinence before your God, your prayer was heard, and I have come because of your prayer.",
            "However, the prince of the Persian kingdom opposed me for twenty-one days; now Michael, a prince of the first rank, has come to my aid, after I was detained there with the kings of Persia.",
            "So I have come to make you understand what is to befall your people in the days to come, for there is yet a vision for those days.”",
            "While he was saying these things to me, I looked down and kept silent.",
            "Then one who looked like a man touched my lips, and I opened my mouth and spoke, saying to him who stood before me, “My lord, because of the vision, I have been seized with pangs and cannot summon strength.",
            "How can this servant of my lord speak with my lord, seeing that my strength has failed and no spirit is left in me?”",
            "He who looked like a man touched me again, and strengthened me.",
            "He said, “Have no fear, precious man, all will be well with you; be strong, be strong!” As he spoke with me, I was strengthened, and said, “Speak on, my lord, for you have strengthened me!”",
            "Then he said, “Do you know why I have come to you? Now I must go back to fight the prince of Persia. When I go off, the prince of Greece will come in.",
            "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Order of clauses inverted for clarity.</i>No one is helping me against them except your prince, Michael. However, I will tell you what is recorded in the book of truth.<sup class=\"endFootnote\">-c</sup>"
        ],
        [
            "“In the first year of Darius the Mede, I took my stand to strengthen and fortify him.",
            "And now I will tell you the truth: Persia will have three more kings, and the fourth will be wealthier than them all; by the power he obtains through his wealth, he will stir everyone up against the kingdom of Greece.",
            "Then a warrior king will appear who will have an extensive dominion and do as he pleases.",
            "But after his appearance, his kingdom will be broken up and scattered to the four winds of heaven, but not for any of his posterity, nor with dominion like that which he had; for his kingdom will be uprooted and belong to others beside these.",
            "“The king of the south will grow powerful; however, one of his officers will overpower him and rule, having an extensive dominion.",
            "After some years, an alliance will be made, and the daughter of the king of the south will come to the king of the north to effect the agreement, but she will not maintain her strength, nor will his strength endure. She will be surrendered together with those who escorted her and the one who begot her and helped her during those times.",
            "A shoot from her stock will appear in his place, will come against the army and enter the fortress of the king of the north; he will fight and overpower them.",
            "He will also take their gods with their molten images and their precious vessels of silver and gold back to Egypt as booty. For some years he will leave the king of the north alone,",
            "who will [later] invade the realm of the king of the south, but will go back to his land.",
            "“His sons will wage war, collecting a multitude of great armies; he will advance and sweep through as a flood, and will again wage war as far as his stronghold.",
            "Then the king of the south, in a rage, will go out to do battle with him, with the king of the north. He will muster a great multitude, but the multitude will be delivered into his [foe’s] power.",
            "But when the multitude is carried off, he will grow arrogant; he will cause myriads to perish, but will not prevail.",
            "Then the king of the north will again muster a multitude even greater than the first. After a time, a matter of years, he will advance with a great army and much baggage.",
            "In those times, many will resist the king of the south, and the lawless sons of your people will assert themselves to confirm the vision, but they will fail.",
            "The king of the north will advance and throw up siege ramps and capture a fortress city, and the forces of the south will not hold out; even the elite of his army will be powerless to resist.",
            "His opponent will do as he pleases, for none will hold out against him; he will install himself in the beautiful land with destruction within his reach.",
            "He will set his mind upon invading the strongholds throughout his [foe’s] kingdom, but in order to destroy it he will effect an agreement with him and give him a daughter in marriage; he will not succeed at it and it will not come about.",
            "He will turn to the coastlands and capture many; but a consul will put an end to his insults, nay pay him back for his insults.",
            "He will head back to the strongholds of his own land, but will stumble, and fall, and vanish.",
            "His place will be taken by one who will dispatch an officer to exact tribute for royal glory, but he will be broken in a few days, not by wrath or by war.",
            "His place will be taken by a contemptible man, on whom royal majesty was not conferred; he will come in unawares and seize the kingdom through trickery.",
            "The forces of the flood will be overwhelmed by him and will be broken, and so too the covenant leader.",
            "And, from the time an alliance is made with him, he will practice deceit; and he will rise to power with a small band.",
            "He will invade the richest of provinces unawares, and will do what his father and forefathers never did, lavishing on them<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">I.e., his followers.</i> spoil, booty, and wealth; he will have designs upon strongholds, but only for a time.",
            "“He will muster his strength and courage against the king of the south with a great army. The king of the south will wage war with a very great and powerful army but will not stand fast, for they will devise plans against him.",
            "Those who eat of his food will ruin him. His army will be overwhelmed, and many will fall slain.",
            "The minds of both kings will be bent on evil; while sitting at the table together, they will lie to each other, but to no avail, for there is yet an appointed term.",
            "He will return to his land with great wealth, his mind set against the holy covenant. Having done his pleasure, he will return to his land.",
            "At the appointed time, he will again invade the south, but the second time will not be like the first.",
            "Ships from Kittim will come against him. He will be checked, and will turn back, raging against the holy covenant. Having done his pleasure, he will then attend to those who forsake the holy covenant.",
            "Forces will be levied by him; they will desecrate the temple, the fortress; they will abolish the regular offering and set up the appalling abomination.",
            "He will flatter with smooth words those who act wickedly toward the covenant, but the people devoted to their God will stand firm.",
            "The knowledgeable among the people will make the many understand; and for a while they shall fall by sword and flame, suffer captivity and spoliation.",
            "In defeat, they will receive a little help, and many will join them insincerely.",
            "Some of the knowledgeable will fall, that they may be refined and purged and whitened until the time of the end, for an interval still remains until the appointed time.",
            "“The king will do as he pleases; he will exalt and magnify himself above every god, and he will speak awful things against the God of gods. He will prosper until wrath is spent, and what has been decreed is accomplished.",
            "He will not have regard for the god of his ancestors or for the one dear to women; he will not have regard for any god, but will magnify himself above all.",
            "He will honor the god of fortresses on his stand; he will honor with gold and silver, with precious stones and costly things, a god that his ancestors never knew.",
            "He will deal with fortified strongholds with the help of an alien god. He will heap honor on those who acknowledge him, and will make them master over many; he will distribute land for a price.",
            "At the time of the end, the king of the south will lock horns with him, but the king of the north will attack him with chariots and riders and many ships. He will invade lands, sweeping through them like a flood;",
            "he will invade the beautiful land, too, and many will fall, but these will escape his clutches: Edom, Moab, and the chief part of the Ammonites.",
            "He will lay his hands on lands; not even the land of Egypt will escape.",
            "He will gain control over treasures of gold and silver and over all the precious things of Egypt, and the Libyans and Cushites will follow at his heel.",
            "But reports from east and north will alarm him, and he will march forth in a great fury to destroy and annihilate many.",
            "He will pitch his royal pavilion between the sea and the beautiful holy mountain, and he will meet his doom with no one to help him."
        ],
        [
            "“At that time, the great prince, Michael, who stands beside the sons of your people, will appear. It will be a time of trouble, the like of which has never been since the nation came into being. At that time, your people will be rescued, all who are found inscribed in the book.",
            "Many of those that sleep in the dust of the earth will awake, some to eternal life, others to reproaches, to everlasting abhorrence.",
            "And the knowledgeable will be radiant like the bright expanse of sky, and those who lead the many to righteousness will be like the stars forever and ever.",
            "“But you, Daniel, keep the words secret, and seal the book until the time of the end. Many will range far and wide and knowledge will increase.”",
            "Then I, Daniel, looked and saw two others standing, one on one bank of the river, the other on the other bank of the river.",
            "One said to the man clothed in linen, who was above the water of the river, “How long until the end of these awful things?”",
            "Then I heard the man dressed in linen, who was above the water of the river, swear by the Ever-Living One as he lifted his right hand and his left hand to heaven: “For a <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">See note at 7.25.</i>time, times, and half a time;<sup class=\"endFootnote\">-a</sup> and when the breaking of the power of the holy people comes to an end, then shall all these things be fulfilled.”",
            "I heard and did not understand, so I said, “My lord, what will be the outcome of these things?”",
            "He said, “Go, Daniel, for these words are secret and sealed to the time of the end.",
            "Many will be purified and purged and refined; the wicked will act wickedly and none of the wicked will understand; but the knowledgeable will understand. ",
            "(From the time the regular offering is abolished, and an appalling abomination is set up—it will be a thousand two hundred and ninety days.",
            "Happy the one who waits and reaches one thousand three hundred and thirty-five days.)",
            "But you, go on to the end; you shall rest, and arise to your destiny at the end of the days.”"
        ]
    ],
    "versions": [
        [
            "Tanakh: The Holy Scriptures, published by JPS",
            "https://jps.org/books/tanakh-the-holy-scriptures-blue/"
        ]
    ],
    "heTitle": "דניאל",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}