{
    "status": "locked", 
    "versionTitle": "Tosafot Rid", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Tosafot Rid on Kiddushin", 
    "text": [
        [], 
        [], 
        [
            "וקונה את עצמה בחליצה האי קונה את עצמה דיבמה לא דמי לקונה את עצמה דאשה דההוא קאי אלאחר שנקנת לבעלה והאי קאי קודם שנקנת ליבמה דאי לאחר שנקנת לו בביא' הרי היא ככל הנשים ומפטרא בגט ולא בחליצה.\n"
        ], 
        [
            "<b>תנא האשה נקני' מדעתי' אין </b>קשיא לי דנקני' מדעת משמע ולא בע\"כ והא גבי יבמה דקתני כקני' והואי אפילו בע\"כ <small>(ולמאי לא פריק ו ו' ר\"ל ובע\"כ דתני יבעה איידי דאשה א\"כ אמאי לא מריק לי' דתני האשה נקנית איידי דאינך.)</small> ואמאי לא פריק ליה דמשום הכי קתני נקנית משום דכולי פירקין מיירי בחפצים הנקנין שזה נקנה בענן זה כדתנן עבד עברי נקנ' בכסף וכו' ועבד כנעני ובהמה וקרקעות ומטלטלין ובמה שזה נקנה אין זה נקנה משום הכי שייך למתני האשה נקנית. וי\"ל דכל כמה דמצי למיתב טעמא יהיב. ואיידי דתני האה נקנית תנא נמי היבמה נקנית. ותנא תרתי אטו חדא ולעיל דאמרן משום דבעי למתני כסף ליכא לאקשויי הכי דלשון קנין שייך גם בשטר וגם בביאה. אבל הכא לא שייך לשו דרך בכסף ובשטר. ולירא בדרך א' שבשעת לקיטתן עישורו. אי קשיא והא אמרינן בפרק קמא דר\"ה אע\"פ שבשעת לקיטתו עישורו ר\"ה שלו. תשרי וא\"כ גבי מערא נמי יש בהן חילוק דרק ר\"ה שלו תשי כדחמרינן התם ואתרוג ר\"ה שלו שבט והיה לו לחלק גבי מעשר גופה. תשובה הרבה חלוקים יש ביניהם בלא זה שהירק כלאים בכרם והאתרוג אינו כלאים בכרם. ועל האתרוג מברכין בורא פרי העץ ועל הירק בורא פרי האדמה. אלא התנא לא בא לימנות חילוקיהן אלא זה בא לומר אף על גב דכל אילנות אזלי בתר חנטה לכל דבריהן האתרוג אינו כן אלא שוה לאילן לילך בתר חנטה לענין ערלה ורבעי ושביעית ושוה לירק לילך בתר לקיטה לענין מעשר מה שאין כן בשאר אילנות. ושאר חילוקיהן אינן תלוין בחנטה בעבור זה לא שנאם.\n"
        ], 
        [
            "<b>למעוטי חופה.</b> מי' אם פירש טליתו עליה לשם קדושין: למעוטי חליפין: קמיא לי טובא ואם נתן אדם סודר לאשה שיש בו שוה פרוטה אף על פי שנתנו לה בתורת חליפין אמאי אינה מקודשת והרי יש כאן שוה פרוטה וכיון דנקיטא ביה ג' על ג' והיא רשאית לעסקו אמאי אינה מקודשת ואף על פי שהיא מחזירתו לו מדעת' האי מחזירתו ואם האי רוצה הוא שלה וגם אם קידשה במנה ואח\"כ היא מחזירתו לו מרצונה כלום יש לומר שאינה מקודשת. ונראה לי לומר שאם בזה הסודר לבד נתרצה לו לקדשה אף ע\"פ שהזכיר לה שם חליפין מקודשת האי והכא במאי עסיקנן כגון שהתנה עמה לקדשה במנה ולא היה נותנו לה עכשיו אלא התפישה את הסודר שתתקדש לו ולא תוכל לחזור בה והוא יתחייב ליתן לה המנה לאחר זמן בכי האי גוונא ודאי אינה מקודשת כיון שלא נתרצת להתקדש לו אלא במנה ומנה אין כאן ואף על פי שבשדה קונה הסודר שאם מכר לו השדה במנה ולא נתן לו המנה שיקנהו בכסף ונתן לו את הסודר שלא יוכל לחזור בו קנה את השדה והוא חייב ליתן לו את המנה לאחר זמן ואלה הן חליפין שקונין בכל מקום ומקיימין את המכיר הכדכתיב על הגאולה ואמרינן בפ' הזהב <small>(בפ' הזהב דף מ\"ז ע\"א.)</small> גאולה זו מכירה אע\"פ שאין כאן לא כסף ולא שטר ולא חזקה בסודר קנאו משא\"כ באשה וטעמא דמילתא כדמפרש דכיון דלחליפן איתנו בפחות מש\"פ לא מיקניא נפשה להתקדש לו שלא תוכל לחזור בו בפחות מש\"פ וכיון דבפחות ליתנהו משוה פרוטה נמי ליתנהו שאין גזירה שוה למחצה עד שיתן לה את המנה:\n"
        ], 
        [
            "<b>וכי תימא נילף מבשת ופגם שאני בשת ופגם כו'</b> קשיא לי דהא מדזכי רחמנא בשת ופגם לאב מצינן למילף דזכי אבי' לקדש למנוול ומוכה שחין בע\"כ וכיון שלמדנו שהאב יכול לקדשה מסברא למדנו שכף קידושי' שלו כדאמרן לעיל והאי קרא בנערה כתיב. ונראה לי לתרץ שאין התלמיד מקשה שלא יוכל אביה לקדשה שהדבר ידוע שיכול לקדשה אפי' בעודה נערה דקרא דאת בתי נתתי לאיש הזה בנערה כתי' ולא כדפריש המורה כגון דקידשה כשהיא קטנה אלא אפילו כשהיא נערה ילפינן מני דמצי לקדשה בע\"כ. והכי מקשה תינח קטנה דלית לה יד כלל יקדשנה אביה ויזכה בכסף קידושי' אבל נערה דאית לה יד אע\"פ שהאב יכול לקדש' כדילפינן מאת בתי נתתי גם האי תקדש עצמה בלי דעת האב ותישקול איהי כספא ויהיה בה זוכה שתי ידים יד אביה וידה. וכיון שגם היא יכולה לקדש עצמה בלא דעת האב גם אם קידשה אביה לא יזכה בכסף קידושי' והשאת אתי שפיר דלא ילפינן קידושין מבשת ופגם דאע\"ג דאינון דאב אפי' בנערה מפני שיכול למוסרא למנוול ומוכח שחין כדילפינן מאת בתי נתתי ויקבל מהן דמי' אבל לעולם כסף קדושיה דידה הוי. והנכון בעיני דלאו אקידושין קאי לא זה ולא נילף מקנסא דאי אקידושין קאי כדפריש המורה ה\"ל למימר הכא ונילף ממעשה ידי' ואי הוה בעי הוי דחי לי' דלא תילף מינייהו משום דמיחזנא מיניה כדאמרינן לקמן והדר לימא אלא מסתברא יציא' דכות' קא ממעט כיון שאינו יכול ללומדם משום מקום ולא הוי אמר לבסוף וצריכא אלא ודאי אמעשה ידי' קאי דאמרן אמאי איצטרך. קרא נילף מבנעוריה אלא מבנעוריה לא מצינן למילף דממונא מאיסורא לא ילפינן ואת נמי לא תילף קדושין מבנעורי' וכי תימא נילף מעשה ידי' מקנסא ומבשת ופגם לא מצי למילף ולהכי איצטרך קרא וכי ימכור איש את בתו לאמה ובתר דחיי' דלא תיליף קדושי' מבנעורי' הדר לקרא קמא דאין כסף ואמר לעולם מני' קא ילפינא ומאי דקשי' לך ואימא לדידה מסתברא יציאה דכוח קא ממעט. וכיון שמקיים לימודו מקרא קמא דנקט לא הוצרך ללמוד קידושין ממעשה ידי'. ואחרי שלמד קדושין מאין כסף וגם מעשה ידי' למדנו מבתי לאמה אמר וצריכא. ולפי פתרון זה אין להקשות כל מה שהקשיתי:\n"
        ], 
        [
            "<b>לא נצרכה אלא לעיקר זביני דאיילנית </b>פי' המורה שהאיילונית נמכרת בקטנותה כשאר בנות. ואי קשיא ומאן לימא לן בקטטתה שתהא אילונית דסד\"א שלא תימכר והלא אין האיילונית ניכרת אלא מך' שנים ולמעלה אז ודאי אינה נמכרת. תשוב' היכא דנמכרה בעודה קטנה שנה או שתים קודם לכ' שנה והגיעו כ' שנים והוחזקה איילונית והיא יוצאה מרשות אדון ה\"א כיון דלא באה לכלל נערות איגלאי מילתא למפרע שלא היה מכרה מכר ואינה יוצאה בחנם אלא מחזרת לו כל הדמים שנתן בה ומנכה לה שכר פעולתה שעבדה אצלו כשכיר יום דהיכן אמרה תורה שתצא הגם ואינה מחזרת לו כלום דוקא בנערה שהיה מכרה מכר אבל זו שאין מכרה ממכר תצא מק\"ו אבל לא בחנם להכי איצטרך קרא לומר שיש בה דין מכר ויוצאה בחנם וכל הדמי' שנתן בה עולין לו באותו זמן מועט שעבדתו:\n"
        ], 
        [], 
        [
            "ורבי יוסי הגלילי נפקא מכרת כריתות ורבנן כרת כריתות לא דרשי ראיתי מקשי' מה צורך ללמוד רבי יוסי מכרת כריתות ולא אמר תרי כריתות כתי' כדאמרינן לקמן בהלכות היבמה נקנית תרי לה כתיבי ורבנן נמי אפילו דדלא דרשי כרת כריתות מכריתות בתרא מאי עבדא ליה עוד מקשינן דהכא אמרינן דר' יוסי דריש כרת כריתות ובריש פרק המגרש אמרי' בשעת מיתתו של ר\"א נכנסו ארבעה זקנים להשיב על דבריו ר' טרפון ור\"י הגלילי ור' אלעזר בן עזרי' ור' עקיבא כו' נענה ר' אלעזר בן עזריה ואמר כריתות דבר הכורת בינו ליבנה הא למדת שאין זה כריתות כו' עד ואידך כרת כריתות לא דרש'. והן רבי טרפון ורבי יוסי הגלילי ורבי עקיבא. וזה יש לתרץ דהאי דאמר ואידך על רבי טרפון ורבי עקיבא אבל רבי יוסי. הלילי אית ליה כרת כריתות ומפיק ליה לדרשא אחרינא כדאמרינן הכא. בישות מיהא לא אשכחן. ואי אמרת והרי האב מקדש את בתו בכסף בעל כרחה. אין זה כלום דאנן אמרי' דלא לכתוב כסף ותיתי מהנך ואי לא כתב כסף מנין שהאב מקדש את בתו בכסף. אמר רב הונא חופה קונה מק\"ו אי קשיא והא אמרינן בפ' הבא על יבמתו <small>(דף נ\"ז ע\"ב וע\"ש בתוס' ד\"ה רב אמר')</small> אמר רמי בר חמא יש חופה לפסולת באנו למחלוקת רבי מאיר ורבי אלעזר ורבי שמעון לרבי מאיר דאמר קדושין פסלי חופה נמי פסלה כו עד וממאי ודילמא עד כאן לא קאמר רבי מאיר אלא בקידושין דקני לה אבל חופה דלא קני לה לא אלמא פשיטא לן דחופה לא קניא. תשובה איתא לדרב הונא אלא התם דחוי הוא דקא מדחי ליה דילמא עד כאן לא קאמר רבי מאיר אלא בקידושין דקני' אבל חופה אימא לך לא קניא וליתא לדרב הונא ולא גרסינן דלא קניא אלא לא קני' <small>(ונ\"ל דגם תיבת לא ל\"ג והכי גרסי' אבל חופה לא קני' לה.)</small> והם דברי הדוחה שלא נדמה החופה לקידושין אלא פריך הכי פי' אם אתה רוצה לסבר כחו של כסף ולעשותו קל כדי שתלמוד החמור ממנו פירך הכי:\n"
        ], 
        [
            "<b>מה להצד השוה שבהן שכן ישנן בע\"כ.</b> קשיא לי דחופה נמי קונה בע\"כ שה מוכיחות הויין ידי ומפרש מתניתין אע\"פ שאין נזיר עובר לפניו כגון דאמר כך היה לבי שאהי' נזרי אבל לשמואל דאמר ואהוא שהיה נזיר עובר לפניו אם לא היה אע\"פ יכול למסור את בתו לחופה בעל כרחה כדאמרינן בפ' נער' שנתפתת' אלא הא דזכי ליה רחמנא לאב למימסרה לחופה כו'. מה להצד השוה שבהן שכן ישנן בע\"כ. ורב הונא כסף באישות מיהא לא אשכחן בע\"כ. כמה קשה לי זה הלשון חדא דחופה נמי איתא בע\"ז כדכתבי'. ותו מאי האי דקאמר באישות מיהא לא אשכחן והא מצד השוה דעלמא אנו למדין כדאמרן הצד השוה שבהן שקונין בעלמא וקונין כאן אף אני אביא חופה שקונה בעלמא לענין נשואין וקונה כאן לענין קדושין וא\"כ יפה מקשה דהנך קונא בעלמא בעל כרחן ומשום הכי קונין גם באישות תאמר בחופה דלא קניא בעלמא בע\"כ ומש\"ה לא תקנה כאן. והנכון בעיני דה\"ג ורב הונא <small>(חופה נמי וכו' כצ\"ל.)</small> נמי איתא בעל כרחה שכן אב מוסר את בתו לחופה בעל כרחה וניתרצו שתי הקושיות ומפני שאמר זה התירץ למעהל נשתבשו וכתבוה כאן: ואי בעית איאמ נתן הוא ואמרה האי ספיקא וחיישינן מדרבנן פירש שיש לומר קדושין הן דומיא דשדה שבין אם המוכר אמר לו שדי מכורה לך בין אם הקונה אמר שדך מכורה לי במנה זה וקבל המוכר המנה קנה. או דילמא יש לומר שאני הכא דכתיב כי יקח איש שכל הלקיחה יעשה האיש בין הנתינה בין האמירה. ודוקא נתן הוא ואמרה היא הוה ספיקא אבל נתנה היא ואמר הוא אין כאן בית מיחוש אך אם היה אדם חשוב ואמר בההאי הנאה דקא מקבילנא מתנתיך מקודשת לי כדבעינן למימר לקמן: טעמא דנזיר עובר לפניו הא לאו הכי לא. קשיא לי ולמאן דאמר ידים שאין מכיחות הויין ידים אמאי באהא בלחוד הוי נזיר ומאי משמ' אהא נזיר יותר מאהא בתענית בודאי בהרי את מקודשת אע\"ג דלא אמר לי י\"ל דמוכחא מילתא מסתמא דלעצמו קידשה וכן בגט אע\"ג דאל כתב ביה ודין מוכחא מילתא מסתמא דבספר מגרשה אבל באהא בלחוד אם אין נזיר עובר לפניו מה הוכחה יש דאהא נזיר קאמר ומצאתי שבתחלת נזרי מקשה על דשמואל דאמ' והוא שהיה נזיר עובר לפניו ודילמא לפוטרו מקרבנותיו קאמ' ומתרץ דקאמר בלבי היה. אי היכא מאי למימרא מהו דתימא בעינן פיו ולבו שוין קמ\"ל. וכמו שמתרץ שמואל דבריו כגון דאמר כך הי' לבו <small>(הכי נמי למ\"ד וכו' כצ\"ל.)</small> הך למאן דאמר ידי' שאין מוכיחות הויין ידי' ומפרש מתניתין אע\"פ שאין נזיר עובר לפניו כגון דאמר כך היה לבי שאהי' נזיר אבל לשמואל דאמר והוא שהיה נזיר עובר לפניו אם לא היה אע\"פ שאמר כך הי לבי אינו כלום דהוה ליה גמור בלבו ולא הוציא בשמתיו כלום ואמרי' בשבועו' בטוי <small>(ע\"ג דשבועות דף ך\"ו ע\"ב.)</small> גמור בלבו צרי' להוציא בשפתיו ואהא בלחוד בלא נזיר עובר כאלו לא הוציא שום דבר מפני ודומה. ולעולם אהא בלא שיאמר כך היה לבי אינו כלום: הכא במאי עסקינן דאמר לה לי פי' הוא הדין בגט דכתב לה ממני ובתרתי פליג רבי יהודא בגיטין עם תנא קמא דאמר גופו של גט הרי את מותרת לכל אדם ר' יהודא אומר ודין די יהוי ליכי מינאי דת\"ק לא בע לא ודין ולא מינאי דקסב' הויין ידם ור' יהודא דסב' לא הויין ידי' בעי ודין ובעי מינאי וכך הוא ממני בגט כמו לי בקדושין עיין בהלכ' שניי' של נדרי' בקונטרסי ושמעתי מקשי' אמאי לא פריק דלעולם קסבר שמואל הויין ידי' והילכך לא בעינן דאמר לה לי ושאני נזיר דכתבי כי יפליא כדפרינן בריש נזיר דאמרי' התם על מילתא דשמולא אמר והוא שהיה נזיר עובר לפניו לימא קא סבר שמואל ידי' שאין מוכיחי' לא הויי ידי'. אמרי לא שאני גבי נזיר דכתיב כי יפליא. ותו דבנדרי' תנן בריש מסכת האומר לחבירו מודרני וומך מופרש אני ממך מורחק אני ממך שאיני טועם לך שאיני אכול לך אסור ואר ומואל בכולן עד שיאמר שאיני טועם לך שאיני אוכל לך הוא דאסור באכילה אבל אמר מודר אני ממך לא משמע דאסו' <small>(כ\"ה מסקנת הש\"ס שם דף ה' ועיי\"ש בפי' הרא\"ש והר\"ן.)</small> מאי טעמא דילמא לא מישתעעינ' בהדך משמע מופרשני ממך דלא עבידנא משא ומתן בהדך משמע מורחק אני ממך דלא קאמינא בארבע אמות דידך משמע. ואמרי' לימא קסבר שמואל ידים שאין מוכיחי' לא הוין ידי' ומהדר אין שמואל מוקי' למתני' כרבי יהודא וכולי ונראה לי לומר שלעולם כך דרכו של תלמדו כשתרצה לפשוט ולמר דהכי סבר פלוני מכח מימר אפלוני שאמר הוא דוחה ואומר שלא תוכל לפשוט ממימרתו כך שאות' המימר אטעם אחר יש לה ולא כמו שאתה סבר. הילכך בנזיר ממע ממירמרתו דסבר שמואל דידים שאין מוכיחות לא הויין ידים ומשום הכי בעי נ זיר עובר לפניו ודחיי' ואמר דלעולם אימא לך דסבר שמואל דהויין ידים ושאני נזיר דכתיב כי יפליא והכי משמע ממימרתו דהוויין ידים ולא בעי דלימא לה לי ודחה ואמר הכא במאי עסקינן דאמר לה לי ולישנא בתראי אתי לאשמועינן ולעולם לא תיפשוט מינה דסבר שמואל דהוויין ידים וההיא דנדרים מוכחת בפירוש לא הוויין ידים ולא מצי לדחויה ואהדר ליה אין ודאי דהיכא משמע ודחיי' באנפ' אחרינ' דאלאו דאיהו קסבר הכי אלא אוקים מתניתין כרבי יהודה משום דמתניתין קשיתיה ולא מצי לאוקמה כרבנן התם אבל שמואל לעולם אימא לך דקסבר ידים שאין מוכיחות הוויין ידים:\n"
        ], 
        [
            "אי דיהיב לה ושתיק הכי נמי כולי' וכך יש לומר נמי בנתן הוא ואמרה היא דלא מיבעיא נשאין מדבר עמה על עסקי קידושיה אלא אפילו במדברי עמה נמי אי הוה יהיב לה ולא אמר כלום לא הוא ולא היא הוי קידושין גמורין השתא דאמרה היא אינן קדושין גמורין דנראין הדברים שבדיבור האשה גמור הקדושין ואנן בעינן שיגמרו בדבור האיש. וכן בגירושין אמר לה הרי את משולחת הרי את מגורשת הרי את מותרת לכל אדם הרי זו מגורשת כל הלשונות הללו וכן הרי את לעצמך אין צריך לאומרם הבלע בפה אלא האי אמר הכין פירושא אמר לכתוב בגט כך שאם בגט לא היה כתוב אינו מועיל דיבורו שאמר לה כלום דבספר מתגרשת או בדברים וכיון שבגט הוא כתב זה הלשון אין צריך לומר לה בפה אלא הרי זה גיטך ותו לא כדתנן בכמה מתניתין ומתנייתא ולא דמיא גט לקדושין דגט הלשון כתוב בתוכו והלכך אין צריך לומר לה בפה אלא הרי זה גיטך ואם לא היה כתוב בתוכו ואמר לה בפה אינו כלום דספר בעינן. אבל בקידושין הכסף שהוא נותן לה אינו כתוב בו שום דבר הילכך צריך שיאמר לה בפה הרי את מקודשת לי. ואם אמר לה הרי זה קידושיך אינו כלום כיון שאין כתוב בו דבר דקדושין הוא לשון הקדש ומה דיבור הוא זה דאמר לה זה יהיה ההקדש שלך הלכך צריך שיאמר הרי את מקודשת לי בזה. אך אם קידשה בשטר וכתב בתוכו הרי את מקודשת לי אמר לה בפה הרי זה קידושיך כמו הרי זה גיטיך:\n"
        ], 
        [
            "<b>לא צריכא דארווח לה זימנא.</b> פירש המורה דארווח לה זמן הלואתו ואמר לה התקדשי לי בהנא' זו שאם היית נותנן פרוטה לאדם שיפייסני על כך (או לי) כו' ואם פי' לה כך מקודשת וכו' עד וכל שכן אם מחל לה כל המלוה ואמ' לה התקדשי לי בהנאת מחיל זו דהשתא הוא דקא יהיב לה הך פרוטה דהנא' מלוה אבל כי מקדש לה בעיקר המעות לאו מידי יהיב לה שכבר הם ברשותה ושלה. ואינו נראה לי פתר זו דהמקדש במלוה נמי הכי הוא דמוחל לה ההלואה ואפילו הכי אינה מקודשת ואמאי והא אית בה פרוטה דהות יהבא לפיוסה ומשום דלא פריש דבההיא הנאה מיקדשת לי אינה מקודשת והא מפרש ועומד דכיון דמחל לה ההלואה יש לה הנאה מאותה פרוטה שהיתה נותנת כדי לפייסו. ורבינו חננאל זצ\"ל פירש מאי הנאת מלו הכגון דמטא זימנא למיפרעיה וארווח לה דואמר לה בההיא הנאה דקא שביקנא לך עד כך וכך זימנא מיקדשת לי ומסרה לו הממון והחזירו לה ליהנות בו עד הזמן שהרויח לה שאם לא נאמן כך נמצא הטפל יותר מן העיקר דקיימא לן המקדש במלוה עצמה אינה מקודשת וכל שכן בהנאת מלוה אלא לכדאמרינן בפרעתו ומיד נתן לה אותו הממון ונתן לה רשות להתעסק בו והריוח שיעלה בהו הוא לה וההנאה כולה לה.\n", 
            "וכך אמר גם רבינו יצחק מפא\"ס זצ\"ל הנאת מלו ההיכי דמיא כגון דמטא ימניה למיגבה מינה ונקטא לה למלוה בידה למפרעיה וארווח לה זימנא ואמר לה בההיא הנאה דמרווחנא לך עד זמן פלוני מיקדשת לו ואי קיא לך היכי אלימא הנאת מלוה מגופה דמלוה לא קשיא הנאת מלוה איתה ומשום הכי מיקדשא בה ומלוה גופה ליתה דליקדש בה דייקא לן מלוה להנאה ניתה. וזה הפתר נראה לי נכון דכיון שהמעות הם בעין אף על פי שאינו נותן לה גוף המעות לא הנאתן היא מתקדשת באותה נתינת המעות שנותן הל כדי שתיהנה מהם דבאותה שעה שנותן לה המעות יש בה שוה פרוהט באותו הקנין שמקנה אותם לה כדי להינות מהם ולהרויח בהם אבל אם אין שם נתינת מעות כלל זהו שאמרנו המקדש במלוה אינה מקודשת שאף על פי שמהנה אותה הנאה גדולה כיון שאין שם נתינת מעות אינה מקודשת: אחרי כן התבוננתי וראיתי שאין הלשון מוכיח כפתר רבינו חננאל זצ\"ל שאלו הביאה לו המעות בזמנו ועוד הרווח לה זמן אחר היינו הלואה גמורה והוה לי הלמימר לא צריכא דאלוה לה ומקשה באותה ההנאה מה צורך לכל זו הסיב' שתהיה חייבת לו מעות ותביאם ועוד ילוה לה. אלא ודאי כפתר המורה משמע ומאי דקדשיא לי במהדר קמא אינו כלום דכי מקדש לה בעיקר המלוה דעתה על עיקר הממון ואינן כלום אבל אם פירש הל בהנאת המלוה שאני מוחלך דעתה אהנאה ולאו אעיקר ממון והויא מקודשת: <small>(ועיין בהר\"ן ולענ\"ד נראה להסביר הענין דוודאי אין הנאת מחילת מלוה שוה כמו כל החוב ומי שמחייב דינר לא יתן דינר להמשתדל במחילתו, ומעתה אם היתה חייבת לו דינן והוא אמר התקדשי לי בדינר שאתה חייב לי, דעתה לתקדש בדינר שלם, והנאת מחילת המלוה אינו שוה דינר שלם ודומה להאי דקדשה בשראין דלקמן (קידושין דף ח') ואמר חמשין ואינו שוה חמשין דלכ\"ע אינה מקודשת וכאן אין לדמות להאי דמלוה ופרוטה כמבואר להמעיין בט\"ז סי' ד\"ח ס\"ק י\"ב, וגם בלא\"ה לא דמי דהא דאמרי' דעתה אפרוטה אין לומר דהטעם הוא משום דאדם יודע דאין קדושי מלוה כלום, דהא גם ר\"א סובר דעתה אפרוטה כמבואר לקמן (קידושין דף מ\"ו) הרי ר\"א סובר בכתובות דף ע\"ד מ\"א המקדש במלוה ובעל צריכה הימנו גט, דמטע טעי רבע\"כ הטעם דדעתה על מה שהוא בעין וכאן עכ\"פ אינו בעין.)</small>\n", 
            "<b>מפני שנראה ככהן המסייע בבית הגרנות.</b> פירש מדאוריית' בכל טצדקי דיהיב הויא נתינה וחכמים אסרו ליתן לכהן המסיע משום דמצוה מן המובחר היא ליתן לכהן דבר שיגיע לו הנאה ולא שיתן לו בשכרו. ואף כאן כשנותן לו על מנת להחזיר אין לו לכהן שום הנאה ואף על גב דמדאורייתא יצא מדרבנן אסור לעשותו. ופתרון המורה לא נ\"ל:\n", 
            "<b>שמא יאמרו אשה נקנית בחליפין.</b> פי ודילמא אתי למיעבד בפחות משוה פרוטה: דאי בשוה פרוטה אפילו בתורת חליפין נמי היתה מתקדשת כיון דמתנה על מנת להחזיר שמה מתנה וכל חשש חליפין אינו אלא על פחות משוה פרוטה ופחות מדשוה פרוטה הוא דמיעט התנא דתנא בשלש דרכים למעוטי חליפין אבל בשוה פרוטה היינו קיחה ממש ואפילו על מנת להחזיר אלא שחכמים אסרו כל תורת חליפין ואף על פי שאינו מחזיר משום גזירת פחות משוה פרוטה. כך עלה בדעתי במהדר' קאמ ובמהדר' בתר' חזרתי והתבוננתי שכל איסור החליפין אינו אלא כמו שפירשתי לעיל שיתנה ליתן לה מנה ומקנהה הסודר שלא יוכלו לחזרו בהם כדרך שעושין במכירת שדה להכי גזרינן הכא בעל מנת שתחזירהו לו שלא יהי' קדושין דן דינא הוו קידושין יפים כיון דמתנה על מנת להחזיר שמה מתנה ודוקא כשמתנה עמה על מנת להחזיר לא הוו קידושי אבל אם נתן לה סודר סתם וקדשה בו ולא הבטיחה שיתן לה דבר אחר וכל סמך האשה הוא על אותו סודר בלבד הכי נמי דהויא מקודשת כדכתיבת לעיל ואף על פי שהיא החזירתו לו לאחר כמכן שכיון שנתנו לה קנאו קנין גמור אם היא רוצה להחזירו לו אין בכך כלום ודין היה שיהו חליפין קונין באשה כשדה כיון דילפינן קיחה קיחה משדה עפרון אלא כיון דדין חליפין נוהג אפילו בכלי שאין שוה פרוטה וחליפין פחות משוה פרוטה באשה אין קונין אין הקשה למחצה שנאמר אם הן שוה פרוטה שיהו קונין אלא אין מקישין אשה לשדה בדין חליפין כלל בין שווין בין אי שווין:\n"
        ], 
        [
            "<b>תן מנה לפלוני ואקדש אני לו.</b> וה\"ה אם אמרה תן מנה לפלוני ואקדש לפלוני אחר.", 
            "<b>הכא דעת אחרת.</b> פירש ואף על פי שהאשה נתרצת לקדש חצי' גופה ונימא דתיפשוט בכל גופה ומכל מקום בלא דעת האיש אינה יכולה להתקדש וכיון שהדבר תלוי בשתי דיעות לא פשטא קדושיה אלא במה שפירשו אבל בהמה שאין שם דעת אחרת פשטא קדושיה בכולה.", 
            "<b>קדושה ואינה קריבה.</b> אי קשיא וכשהקדיש רגל אחד לרבי מאיר אמאי תימכר לצרכי עולה ומקריבים אותה והא קדושה דחויה היא שאין המקדיש יכול להקריבה שהרי הקדש וחולין מעורבין. תשובה לא תיקרי דחויה כיון שהיא שלו ובידו להקדיש השאר אבל בהמה של שני שותפין אין בידו להקדיש השאר משום הכי הויא דחויה: "
        ], 
        [
            "<b>שמע מינה בעלי חיים נדחין.</b> ביומא בפרק שני שעירים פליגי רב ורבי יוחנן דרב סבר בעלי חיים אינן נדחין ורבי יוחנן סבר בעלי חיים נדחין. וכיוצא בזה אמרינן בפרק מי שהיה טמא דתנן התם המפריש נקבה לפסחו או זכר בן שתי שני ירעה עד שיסתאב וימכר ויפלו דמין לנדבה. ואמרינן בגמרא אמר רב הונא בריה דרב יהושע ש\"מ תלת ש\"מ בעלי חיים כדחין וש\"מ דחוי מעיקרא הוי דחוי וש\"מ יש דחוי בדמים. כיון דאמר לה חצייך בחצי פרוט הפסקה למילחיה. ה\"ג והכין פירושו אף על פי שאמר חצי פרוטה שאינו שוה כלום כיון שאמר חצייך פסקה למילחיה וכיון שקידש להצאין אינה מקודשת או דילמא כיון שאל אמר אלא בחצי חצי פרוטה מונה והולך הואף בתר נותן ומקבל אזלינן. פירש היכא דקידש שתי נשים בפרוטה או אשה אחת בפחות משוה פרוטה אינה מקודשת. והתם משום דיהיב קדושין לדידהו ודידהו הוו אבל הכא דיהבינהו לאב ודאב הוו איכא למימר דהוו קידושי ואי נמי שני בני אדם נתנו פרוטה לאב בשתי בנותיו פםשיטא דלא הוו קידושי כיון דכל חד לא יהיב אלא חצי פרוטה לא חשיבא ממון אבל הכא דנותן הוי חד ומקבל הוי חד איכא למימר דבתר נותן ומקבל אזלינן ולאו בתר קונין ונקנין:\n", 
            "<b>פיסקא בתך ופרתך בפרוטה מהו.</b> פי' אפי' את\"ל בב' בנותיך בפרוטה דבתר נותן ומקבל אזלינן ה\"מ בקדושין שיש בקדושין הללו שוה פרוטה אבל קנין הפרה אינו מצטרף עם קידושי אשה הלכך אי קים לן דבפרוטה זו רוצה לקנות גם הפרה אינן קדושין: רב יוסף אמר שוה כסף ככסף מה שפי' המורה דשוה כסף ככסף ילפי' מישיב דלקמן אינו נראה לי דסברא האי דכל שנקנה בכסף נקנה בשוה כסף בין אשה בין קרקע בין פדיון הבן ואין צריך להביא ראיה בזה דכיון שמתרצין לקבל שוה כסף הרי הוא ככסף ולאו איצטריך קרא אלא גבי נזקין שיכול לפטור עצמו אפי' בסובין ואין יכול להמזיק לעכב על ידו ולומר מעות אני רוצה מה שאין כן בבעל חוב שאינו יכול לפטור עצמו אלא במעות אא\"כ אין לו וכן בפדיון עבד עברי אע\"פ שקנאו בדמי' יכול לפדו' עצמו בשוה כסף ואינו יכול לעכב על ידו ולומ' אני מעו' נתתי לך:\n"
        ], 
        [
            "<b>ואינו נקנה בתורת חליפין גם זה כך הוא </b>פירושו כדפרישי' גבי אשה אבל אם נותן לו סודר ששוה כל דמיו היינו שוה כסף ובעל עניין שנותן לו קונה אותו:\n", 
            "<b>דרב כהנא שקל סודרא מבי פדיון הבן.</b> קשיא לי דהכא מוכח דהוה כהן ובפ' הזרוע אמרי' רב כהנא אכיל בעבור אשתו אלמא לא כהן הוה. וי\"ל דתרי רב כהנא הוו חד בימי רב ורבי יוחנן וחד בימי רב אשי הראשון היה כהן:\n", 
            "<b>אמר ר' אלעזר התקדשי לי במנה ונתן לה דינר ה\"ז מקודש' וישלים כו'</b>. פי' ר' אלער אליבא דרב הונא אמר למילתיה דאי לרב יהודה האמ' לקמן בפ' שלישי דאינה מקודשת אלא לכשיתן ואם פשטה ידה וקיבלה קידושין מאחר מקודשת לשני:\n", 
            "<b>והא מדסיפא במנה זה רישא במנה התם.</b> פי' ואמר לן תנא בין אם אמ' לה במנה סתם והיה מונה לה והולך חוזרין אפילו בדינר אחרון ובן אם אמר לה במנה זה ונתנו לה ונמצא חסר דינר מינה מקודשת:\n", 
            "כיצד כיון דאמר לה במנה זה אף על פי שאין לשון הסיפא דומה ללשון הרישא פירוש דרישא הכי קאמר מה שאמרתי דיכולין לחזור אפילו בדינר אחרון כגון דאמר במנה זה שהאומר במנה זה ונתנו ביד האשה אם נמצא חסר דינר אינה מקודשת נתרצת אלא במנה וגם בשמונה והולך אינה מתרצת אלא במנה והילכך אינם נגמרים הקדושין אלא בדינר האחרון:\n"
        ], 
        [
            "<b>התם במשכון דאחרים וכדרבי יצחק כו'</b> פירש שמישכנו שלא בשעת הלואתו וקני ליה לגוביינא שרשאי למוכרו ולהיפרע ממעותיו כדתנן משלשים יום ולהלן למוכרו בבית דין. דלהכי משכנוהו לבית דין כדי שיפרע חובו ממנו אבל מישכנו בשעת הלואתו אינו רשאי למוכרו ולא חשיב דידיה דאי מישכנו בשעת הלואתו קני ליה אשה נמי מקנייה כי יהיב לה משכון אל אודאי לא קני אלא משכון דשלא בשעת הלואה דקני ליה לגוביינא: והרי\"ף זצוק,ל כתב לא שנא משכון בשעת הלואה ולא שנא שלא בשעת הלואה דהא תנן המלוה על המשכון ואוקימנה כרבי יצחק. עיין מה שכתבתי בשלהי פ שבועות הדיינין במהדר' קמא ובמהדר' בתרא. התם במשכון דאחרים עיין בשליהי פ' שבועת הדיינין במהדרא קמא ובמהדרא בתרא חנם לאבא ולאביך אינה מקודשת. ולא דמי למאי דאמרן לעיל תן מנה לפלוני ואקדש אני לך דהתם הא קא אמרה ואקדש אני לך. והכא נמי אילו אמרה תנם לאבא ולאביך ואקדש חצי לך מקודשת היא דהא גילתה דעתה דבמתנה יהבינהו ניהליהו ונתרצת בכך להתקדש וכן גבי ככר בין לגבי כלב בין לגבי עני אי אמרה תנה לכלב ולעני ואקדש אני לך מקודשת היא. ודברי המורה לא נראה לי: על מנת שיקבלם לי מקודשת: פי לא מטעם שעשאם שליח לקבלה דאין שליח לקלבלה אלא מפי האשה ולא שתאמר לאחר אמור לפלוני ויקבל קידושי כדפרישית בגיטין דשליחות לקבלה מילי היא ומילי לא מיחסרן לשליח וכי היכי דלא מצי למימר גבי גט אמרו לסופר ויכתוב ולפלוני ופלוני ויחתומו עד שישמעו מפי הבעל ה\"ה הכי נמי בשליחות לקבלה דאשה דכל שליחות לקבלה מילי נינהו אלא היינו טעמא דכיון דאמרה ליה תנם לאבא ולאביך כאילו נתנתם בידיה דמי. ואם היה סלע שלה מקודשת. פירש המורה דחצירה קונה לה ואינה נרא' דאמאי נקט סלע אלא. הכין פירושו כשאמרה חנם על גבי סלע משמע שבכעס אמרה לו אבל אם היה סלע שלה משמע שבכל לב אמרה לו וכאילו שם בידה דמי כיון שנתרצת בכך ודומה זה לתנהו לכלב: ואם הי הסלע של שניהם שולא אם בדרך כעס אמרה לו או בכל לב. ובכולן אם אמרה ואקדש אני לך נראה לי דהיא מקודשת דבכל לב קאמרה ליה ובכל מקום שיתנם בציוויה כאלו שם בידה דמי. ונראה לי דהוא הדין לגבי גט אם הי הבעלה נותן לה גטה ואמרה לו שים אותו על גבי סלע זה או על גבי קרקע ואתגרש מגורשת האי וכא לו שם בידה דמי ולא דמי לטלי גיטיך מעל גבי קרקע דהתם אין שם נתינ' בעל שלא מדעת האשה נתנו על גבי קרקע אבל היכא דאמרה ליה תנהו על גבי קרקע כאילו נתנו בידה דמי וכן כשאמרה לו תנהו לפלוני ואתגרש בו ואע\"פ שאין אותו פלוני שם מגורשת ואל מטעם שליח לקבלה דהא לא שמע השליח מפיה אלא כיון שנתינת הבעל לאותו פלוני היא בציווי האשה וברצונה כאילו נתנו בידה דמי אלב שליח לקבלה אינה יודעת האי כשהבעל נונתו לה וגם לא אמרה הי אלבעל תנהו לפלו' אלא יד שלוחה הוי כידה ומשום הכי בעינן שתמנהו שליח פה אל פה ולא שתאמר לו על ידי אחר דהוי מילי ואל מימסרן לשליח כלל אומר אי זה יקרא שליח לקבלה כשלא אמרה לבעל תנהו לפלוני אלא מינתו שליח לקבל מיד הבעל ההוא ודאי בעינן שתמנהו שליח פה לא פה ולא על ידי שליח. אבל כשאומרת היא לבעל תנהו לפלוני ואתקדש לך כאלו נתן בידה דמי ואף על פי שלא מינתה אותו פלוני שליח לקבלה הויא מקודשת וכן לגבי גט:\n"
        ], 
        [
            "<b>אמר רב חמא כל הבה מיהבא לאו כלום הוא.</b> נראה לי דאי אמרה בכולן ואיקדש אני לך מקודשת היא. והילכתא שיראי לא צריכי שומא. יש לגמגם כאן דהא קיימא לן רבה ורב יוסף הלכה כרבה בר משדה ענין ומחצה מה איצטריך למיפסק הכא נמי כרבה: אמר רב חמא כתב על הנייר או על החרס כו'. מה שעמדתי זה אליבא דרבי אלעזר דאמר עידי מסירה כרתי ולא כרבי מאיר בפרק חזקת הבתים במהדרא רביעאה אינו נראה לי אלא אפילו כרבי מאיר אתי' דעד כאן לא פליגי בפרק שני דגיטין <small>(דף ך\"ב ע\"ב.)</small> בנייר מחוק ודפתרא אלא שמא חזייפנו האשה אם יש בו תנאי ורבי אלעזר מכשיר משום דלא סגי באל עידי מסירה וע\"מ זוכרים מה שהיה כתוב שם כדאמרי' התם מידכר דכירי ורבי מאיר דאל בעי עידי מסירה היה אוסר לכתוב הגט על הדפתרא שמא תזייף ותמחו קהתנאי שהיה כתוב בו ותניח החתימה ותקיימנה על ידי עדים המכירין חתימתן. אבל אם כתוב ובאו עידי החתימה והעידו כי כך הי הכתובמי לא מודה רבי מאייר דכשר הלא החתימה לרבי מאיר היא כמו כתיבת הגט לרבי אלעזר דרבי מאיר סבר האי וכתב לה חתם לה הוא ולא בעי כתיבה לשמה כי אם חתימה והיה מכשיר אפילו מצאו באשפה וחתמו ונתנו לה ורבי אלעזר היה סובר דהאי וכתב לה כתיבת הגט היא ובעי כתייבה לשמרה וחתימה לא בעי אל אעידי מסירה. וכי היכי דרבי אלעזר מכשר דפתרא בכתיבת הגט משום דליכא לזיופי בעידי מסירה הכי נמי מכשר לה רבי מאיר היכא דקיימי עידי חתימה קמן ואמרי דהכי הוה כתב כי חתמינן וגם <small>(תיבת וגם ט\"ס וצ\"ל וגט.)</small> כשר הוא ומגורשת היא ואל אמרינן כיון דיכול לזייף כמאן דליתיה דמי כי היכי דלא אמרינן לרבי אלעזר בכתיבה ולא אסר רבי מאיר אלא שלא יעשה לכתחילה שלא תזייף אבא היכא דאיקרי וכתב ועידי חתימה מסהדי דהכי הוה גט כשר הוא ומגורשת היא והכא נמי כגון שעידי חתימה מבררים סכך היה ואין בו זיוף ומשום הכי הי אמקודשת ולגבי שדה אמרינן לקמן נמי דהיא מכורה ואתא לאשמועינן דחף על החרס שאינו שוה כלום מקרי שטר דאל בעי שוה פרוטה אלא כתיבה וכך היא כשרה על החרס כמו על הקלף היכא דקים לן דליכא זיופא. עיין מה שכתבתי בהלכות ד בספר הלקט: מתקיף לה רב פפא והא לא דמי האי שטרא לשטר זביני וכולי. ראיתי מקשים ואם אינו דומה מה בכך והא קידושי שטר לאו משדה עפרון ילפינן להו לא <small>(תיבת לא ט\"ס וצ\"ל אלא.)</small> מהיקישא דויצאה והיתה וגט אשה בעל כותבו וה\"ה שטר ארוסין הבעל כותבו ואיאמי בענן שידמה לשטר מכר השדה. ואין זו קושיא של כלום דגט אשה נמי שכותב הבעל מפני שהוא המקנה והאשה נקנית וכותב לה הרי את מגורשת מנו ומקנה לה גופה אבל הכא הבעל קנה והאשה מקנה את עצמה לו והיאך כותב הבעל האב היה צריך לכתוב והאשה:\n"
        ], 
        [
            "<b>לא שטרי פסיקתא כו'</b> פירש המורה שהעדים אינן רשאין לכתוב עליהן שטר אלא מדעתן דניחא ליה שתהא מלוה בפה ולא מלוה בשטר. ואינו נראה לי דאם כן מה טעם אין כותבין אלא מדעת שניהם נכתוב לבעל בלא אבי כלה מה שמקבל עליו ליתן לאשתו ולאבי כלה בלא החתן נכתוב מה שקיבל עליו ליתן לחתנו למה נרצה מעמד שניהם. ונראה לי שהטעם הוא כדכתיבת בגט פשוט במהדרא בתרא כפתרון המורה מוכיח ומפני שכותבין תנאותיהן בשטר אחרד בעבור זה צריך דעת שניהם שכל אחד יכול לעכב ולומר מלוה על פה קבילי ואל בשטר אבל ודאי אם אמרו מתחילה לכתוב שני שטרות כל אחד לעצמו אין צריך דעת שניהם. וכתב רבינו יצחק זצו\"קל והלכתא כרב פפא ורב שרביא משום דמותבינין עליהו דרבא ורבינא מהכא אין כותבין שטרי אירוסין ונישואין אלא מדעת שניהם ואף על גב דקא מוקמי לה בשטרי פסיקתא ההוא ששיטיא הוא ולא סמכינן עליה דהא רב אשי דהוא בתרא הכא אומא בפרק הנושא את האשה בשטרי אירוסין ממש כדרב פפא ורב שרביא למימר דהלכתא כוותיה ואינו נ\"ל זה הפסק דכיון דלא איפסיקא הילכתא כמאן יש לנו להחמיר ולומר מקודשת היא וצריכה גט. ומה דאסתייע מדרב אפי דאומה בשטרי אירוסין ממש כרב פפא ורב שרביה דאדרבה רב אשי בשטרי פסיקתא מוקי לה התם כרבא ורבינא דהכי אמרינן התם גופא אמר רב גידל אמר רב כמה אתה נותן לבנך כך וכך כמה אתה נותן לבתך כך וכך עמדו וקידשו הן הן דברי' הנקנין באמירה, אמר ליה רבינא לרב אשי דברים הללו ניתנו ליכתב או לא ניתנו ליכתב. א\"ל לא ניתנו ליכתב פי' דמצי אמר מלוה על פה קבילי עילואי מלוה בשטר לא קבילי עילואי כו' עד תא שמע אין כותבין שטרי אירוסין ונישואין אבל מדעת שניהן. מאי לאו שטרי פסיקתא וכדרב גידל. פירש ואתיא סייעתא לרב אשי דאמר לא ניתנו ליכתב עד שיודיעם. ודאי לא שטרי אירוסין ממש וכדרב פפא ורב משרשיה וכו'. פירש ולעולם לא תסייע מהכא לרב אשי. הנה בפי' שרב אשי רוצה להעמידה בשטרי פסיקתא כרבא ורבינא והלכות גדולות פוסק הלכה ברבא ורבינא:\n"
        ], 
        [
            "<b>אמר רבי זירא מודה ר' לעניין קנס דכולהו משלמי.</b> פי' שעדיין בחולה היא יש קנס בשלא כדרבה והכי נמי אמרינן בפ' הבא על יבמתו בהל' כהן גדול לא ישא את האלמנה. ולו תהיה לאשה באשה הראויה לו פרט לאלמנה לכהן גדול גרושה וחלוצה לכהן הדיוט. היכי דמי אילימא בכדרכה מאי אריא משום אלמנה תיפוק לי דהויא בעולה אלא לאו בשלא כדרכה ומשום אלמנה אין משום בעולה לא. אלמא אם בא עלליה שלא כדרכה חייב ליקח אותה לאשה ואם אין קנס שלא כדרכה אמאי חייב ליקח אותה לאשה והא כתיב ונתן האיש השוכב עמה לאבי הנערה חמשים כסף ולו תהיה לאשה. כל היכא דקרינא ונתן האיש קרינא ביה ולו תהיה לאשה וכל היכא דלא קרינן ביה ונתן האיש לא קרינן ביה ולו תהיה לאשה אלא לאו ש\"מ יש קנס שלא כדרכה.\n", 
            "<b>כל הבעול דעתו על גמר ביאה עיין מה שכתבתי בפרק הבא על יבמתו:\n</b>", 
            "<b>ובביאה.</b> נפק' מינה ליורשה וליטמא לה ולהפר נדריה. יש לדקלדק מכאן מדלא אמר ולהתחייב בכתובתה ש\"מ דקים ליה לתלמודא דארוסה יש לה כתובה כדכתיבת בשילהי פרק הכותב במהדר' קמא: ומקבל את גיטה. פירש המורה אם גירש בעלה מן האירוסי' בעודה נערה. וזה הוא פירוש יפה דמשמע שאם השיאה שוב אינו יכול לקבל גיטה ואף ע\"פ שהיא קטנה. ולא מה שפי' בפר' בית שמיא בהל' קטנה שהשיאה אביה ונתגרש' יתומה בחיי האב שהאב מקבל גיטה בעוד' קטנה ואפילו נישאת ועיין מה שכתבתי עליו בתשובת י\"ז ואם בא עליה יבם קנאה. פירש המורה ואם רצה להוציאה מוציאה בגט. ובפרק ארבע מיתות מביאה בגררא ופיר' המורה שאם בא לגרשה בעודה קטנה אביה מקבל גיטה: וזה לא יתכן כדכתב התם ברמזיו אל אהיא מקבלת גיטה משתדע להבחין בין גיטה לדבר אחר וכפחות מכן אינה יכולה להתגרש לא על ידה ולא ע\"י אביה:\n", 
            "<b>וחיייבן עליה משום אשת איש: פירש המורה אם קיבל בה קידושין אביה.</b> ואינו נראה לי דמאי אתא לאשמועי' אי למימרא דביאת הנואף חשובה ביאה למות עליה האי מדתני לקמן נפקא מינה בא עליה אחד מן העריו' מומתין עליה ולמה חלק אשת איש מכל העריות. ונ\"ל דפירושא דרישא היא שכל כך חשובה ביאתה קניין בין לגבי בעל בין לגבי יבם שחייבי עליה משו' א\"א.\n"
        ], 
        [], 
        [
            "<b>מאי אמרת ליסטים מזויין או מוכתב למלכו'</b> הנהו קלא אית להו. עיין מה שהקשיתי על פתר המורה בפר' אע\"פ במהדוראה תליתאה: ", 
            "<b>איכא בינייהו קיבל מסר והילך.</b> נראה לי דלא גרסינן <small>(הלך כצ\"ל.)</small> הילך שםא הלך האב עם שלוחי הבעל הרי היא ברשות האב ולא אכלה דאיכא למיחש בין לסימפון בין לדע לא. ואיכא למימר כיון דאחיה ואחותה אינן עמה ליכא לימיחש לדעולא ושמא חשקה לאביה אין לחוש מפני שהוא בן דעת: ", 
            "<b>בכסף בית שמאי אומרים בדינר.</b> אלא מעתה כגון בנתיה דרבי ינאי דקפדן אנפשיה. דלא מוקדשן בפחות מתרקבא דדינרי הכי נמי כו' נראה לי דניאי גרסינן והוא ינאי המלך דאמרינן ביבמות <small>(ביבמות דף ס\"א ע\"ב.)</small> תרקבא דדינרי עיילא ליה מרתא בת בייתוס לינאי מלכא דאוקמיה ליהושע בן גמלא בכהני רברבי: ", 
            "רב יוסף אמר טעמייהו דבית שמאי כדרב יהודה אמר רב אסי דאמר רב יהודה אמר רב אסי כל כסף האמור בתורה כסף צורי. הרבה נראה לי דחוק פתר המורה בשיטה זו וכך נראה לי לפרש כסף האמור בתורה הוא כסף צורי ובקידושי אשה כתיב כסף כדילפי' קיחה קיחה ואילו היה כתיב שקל כסף היה משמע סלע השתא דכת' כסף סתם הוא דינר כסף שהוא רובע שקל כדאשכחן ביוסף דכתיב וימכרו את יוסף בעשרים כסף והן עשרים דינרי כסף כמו שיסד הקליר בקרובץ דשקלים שהן עשרים דינרים שעושין עשרה בקעים והגיע לכל אחד בקע ולפיכך נתחייבו ישראל ליתן בקע לגלגלת וסכום כולן הגיע חמשת סלעים ולפיכך נתחייבו ישראל חמשת סלעים לפדיון הבן ולאפוקי ממאן דמתרגם בעשרים סלעים דכסף ומקש וכללא הוא והרי טענה דכתיב כי יתן איש אל רעהו כסף או כלים לשמור. ותנן הטענה שתי כסף וההודאה שוה פרוטה. פי' כל היכא דכתיב כסף סתם דינר הוא בתמי' והרי גבי טענה דכתיב כסף סתם ושיערו חכמים בשתי מעות כסף שהן שליש דינר ומתרץ התם דומיא דכלים מה כלים שנים אף כסף שנים ומה כלים דבר חשוב אף כסף דבר חשוב פי' אי הוי כתיב כסף הוה משערי' בדינר אל אמשום דכתיב כסף או כלים ואיתקש כסף לכלים לומר לך מה כלים שנים אף כסף שנים ולהכי שיערו בשתי כסף ולא באחת והאי דשיערו נמי במעות ולא שיערו בשני דינרין. דילפינן נמי מכלים מה כלים דבר חשוב כלומר כל מה שהן חשובין הן ואפי' שני מחטין שאין לנו לשער בכלים גדולים אלא בכל מה שהן אפילו שני מחטין דכלים סתם אמר רחמנא והמחטין כלים הן אף כסף נמי כל מה שהן חשובי' ואפי' מעות ואי לא הוה כתיב כסף הוא משערינן במעות של נחשבת דהיינו פרוטות השתא דכתיב כסף הן מעות של כסף שהן שליש דינר. ואף על גב דבפרק שבועת הדיינין גרסינן ומה כסף דבר חשוב כו' הכא דאיתא <small>(דחיי הוא דקא מדחי כצ\"ל.)</small> הוא דקא מדחי ליה כי היכי דלא תיקשי ליה ולבסוף דמסיק למילתיה דרב אסי שפיר וטעמא דבית שמאי לאו כדרב אסי הוא: עייין בקונטרסי בבכורות ברפק יש בכור לנחלה. "
        ], 
        [
            "<b>הרי הקדש דכתי' ונתן הכסף וקם לו.</b> זה המקרא לא נמצא אל אהכין כתיב ויסף חמישית כסף ערכך עליו וקם לו. <small>(עמ\"ש התוס' במס' שבת דף קכ\"ח ע\"א בד\"ה ונתן.)</small> והכי קאמר והרי הקדש דכתיב שאם יתן הכסף יקנה ואם לאו לא ואמר שמואל שאם חיללו בפרוטה מחולל ואמאי יצא לחולין בפרוטה והא כסף כתיב: ואמר שמואל הקדש שוה מנה שחיללו על שוה פרוטה מחולל עיין מה שכתבתי עליו בפרק בתרא דבכורות:\n"
        ], 
        [
            "אמר לה לאו כל כמינך דאסרת' ליך עילואי פירש אף על גב דהיא מהימנא לשווי' נפשה חתיכה דאיסורא ותנן לקמן בפרק האומר <small>(דף ס\"ה ע\"א.)</small> קידשתני והוא אומר לא קידשתיך הוא מיתר בקרובותיה והיא אסורה בקרוביו התם משום דלא אגידא גבייהו הילכך כי קא אסרה נפשה עילויהו מהימנא כיון דלא מפסדא לאחריני אבל הכא דאגיד' ביה ומשעבד' להי ומטי איסורא לגביה לא מהימנא. והא דיהודית דמיא להנך תרי עיבדי בשילהי נדרים דאמר רב נחמן עיניה נתנה באחר ואל מהימנא:\n", 
            "ועל דמבטל גיטא פירש המורה השולח גט לאשתו והגיע בשליח ואמר לו גט זה שנתתי לך בטל הוא דילמא לא ידעי אינש דבטליה קודם שבא לידה ושמא יתננו לה השליח לאחר שבטלו תינשא בו ואניו נראה לי דאטו ברשיעי עסקינן שיתננו לה השליח לאחר שהבעל ביטלו בפניו. ונראה לי לפרש כגון שביטלו שלא בפניו כדקיימא לן <small>(גטין דף ל\"ג ע\"א.)</small> שאם ביטלו שלא בפניו מבוטל והשתא ודאי נפיק מיניה חורבא דשליח לא ידע דבטליה ואזיל וממטי לה ומינסבא ביה. ועל דמסר מודעא אגיטה פירש כגון בגט המעושה בישראל דמוציא לעז על בניה. ואינו נראה לי אלא גם זה משום דנפיק מיניה חורבא הוא שהמוסר מודעא אינו מוסר בפני אותם שמעושין אותו שאם היה מוסר בפניהם היו מייסרין אותו יותר ויותר אלא תופש תני עדים אחרים ואומר להם ראו האונס והעישוי שעושים לי ואני מודיע לכם כי מה שאומר להם רוצה אני לגרש לא בכל לב אני אומר אלא מפני האנוס שעושים לי וזאת היא מודעא שמבטל הגט שאם לא יבטל המודעעא הגט בטל כדאמרי' בערכין ושמא לא ידעו הראשונים במודעה שמסר לפני אחרים וכתבו לה גיטה ואזלא ומיסבא בגט בעל:\n", 
            "<b>אמר להו תיקדש לי בארבעה זוזי דאית בה.</b> דוקא אי הדר וחמר תיקדש לי אבל אם אמר ארבעה זוזי אית בה בלחוד אינו מועיל כלום שדיבו' הראשון אין בו ממש כיון שהאשה סברה שאינו נותן לה אלא ההיא ציפתא ואין בה שוה פרוטה הילכך צריך עוד שימאר תתקדש לי בארבעה זוזי דאית בה:\n", 
            "<b>אמר רבא מנא אמינא לה כו'</b>. פי' מפני שעדיין הוו המעות בידה הוצרך להביא ראי' לדבריו שאם לא היו ביידה אלא הוליכתם כבר בבית ואחר כך אמר לה התקדשי לי באותן הזוזים ושתקה פשיטא דלא הויא מקודשת דמאן מוכח דנתרצת בהם. אבל הכא יש לומר מדאל שדתינהו ליהוי קידושי ואי אמרה אין אפי' היו בביתה הוי קידושי דכל מקדש בפקדון בביתה הוא ומקודשת באמירה אין דדוקא במלוה אינה מקודשת הא בפקדון מקודשת. וכל זו השטה מוכחת דלית להו דשמואל דאם כן תתקדש בציפתא דאסא בלחוד דילמא שויא פרוטה במדי אלא ודאי כיון דהכא לא שויא לא חיישינן לה. וכך כתב בעל הלכות גדולות והילכתא אי שוי' שוה פרוטה הכא מקודשת ואי לא <small>(ואי לא לא חיישינן כצ\"ל)</small> חישינן דילמא שוי' פרוטה בעלמא וכן הלכה. לעיל דאמרן דלאו משום דסברה להו דשמואל <small>(מ\"ש באמר להו וכו' עד שאינה לה הוא כפול שכבר כתבו רבינו לעיל, ומתחיל הענין אם איתא ושייך לדף י\"ג.)</small> באמר להו תקדש לי בארבעה זוזי דאית בה דוקא אי הדר ואמר תיקדש לי אבל אם אמר ארבעה זוזי אית בה בלחוד אינו מועיל כלום תדיבור הראשון אין בו ממש כיון שהאשה סברה שאינו נותן לה אם איתא דלא ניחא לה חיישדינהו. פירש ולא דמי להשליכתם בים דמפסדא להו בידים:\n"
        ], 
        [], 
        [
            "<b>שקלתיה ואישתק'.</b> פי' דוק' ואישתק' הוא אמרה אין מקודשת ואע\"ג דלא שדיך דתו לא מצי למימר אין שקלי ודידי שקלי דהא גלית דעת דלשם קדושין שקלתי' ומחלו לה וקיבלתו לשם קדושין וכן יש לדקדק מדאמרינן לקמן גבי חוב ומחלק בין היכ' דשתק' ובין היכא דאמרה אין. ואע\"פ שיש לחלק בין חוב לגזל נ\"ל שדין אחד להם וכך פסק רבינו יצחק זצוק\"ל וקדשה מקודשת: פי' סתמא קאמר אע\"ג דאישתק' כדין כל קדושין דעלמ' דאי בדאמר' אין הוה ליה למיתני רצתה מקודשת לא רצתה אינה מקודשת כדתני לקמן גבי חוב אלא לאו ש\"מ אפי' כי שתק' מקודשת: <small>(כי תנאי כצ\"ל.)</small> כדתני' ההיא בחליפין. אבל בתורת דמיה בעינן פרוטה ומכי יהיב ליה פרוטה קנה כל השדה ושאר המעות זוקף עליו במלוה כדאמרי' בפ' השוכר את האומנין בהלכו' כל החוז' בו. אבל אי יהיב ליה פחות מש\"פ לא קנה ואע\"ג דזקפן עליו במלוה. א\"נ אם רצונו ליתן שדהו מתנה לחברו ואינו ידוע לכתוב לו שטר וגם היה השדה רחוק ממנו שלא היה יכול להחזיק בו וירא שמא יחזור בו מקבל ממנו פרוטה ואמר לו הרי שדי קנוי' לך בפרוטה זו דקרקע נקנה בכסף:\n"
        ], 
        [
            "ורבי יוחנן וריש לקיש דאמרי תרוייהו מלוה על פה גובה מן היורשין ואינו גובה מן הלקוחות גריסנן ובספרים כתיב וגובה מן הלקוחות וטעות הוא דהא מתניתין היא בגט פשוט המלוה את חבירו בשטר גובה מנכסים משועבדים על ידי עדים גובה מנכסים בני חורין:\n", 
            "<b>דמלוה דכתובה בתורה ככתיבה בשטר דמיא.</b> מהכא מוכח דבמלוה בשטר כולי עלמא לא פליגי דשעבודא דאורייתא. וקשיא לי דבשלהי גט פשוט אמר רבא דבר תורה אחד מלוה בשטר ואחד מלוה על פה אינה גובה אלא מנכסים בני חורין שיעבודא לאו דאורייתא ויש לומר שלש חלוקות בדבר:\n", 
            "<b>גובה מן היורשים שיעבודה דאורייתא.</b> קשיא לי דהכא אמר רב פפא שיעבודא דאורייתא. בשלהי גט פשוט גרסינן אמר רב פפא הילכתא מלוה על פה גובה מן היורשין כדי שלא תנעול דלת בפני לווין ואינו גובה מן הלקוחות דלית לי' קלא. דמשמע טעמא דגובה מן היורשי' משום כדי שלא תנעול דלת הא לאו הכי אינו גובה אלמא שיעבודא לאו דאורייתא וקשיא דרב פפא אדרב פפא וראיתי שכתב ר' יצחק מפאס התם האי דקאמר רב פפא הכא גובה מן היורשין שלא תנעול דלת לאו דפליגא דידיה אדידיה אלא הא קמ\"ל דהיינו טעמא דאוקמה רבנן אדאוריית' וגובה מן היורשין שלא תנעול דלת בפני לווין. ואינו נראה לי כלל דאי שיעבוד' דאורייתא סבירא ליה לרב פפא מאי איצטריך למיתב טעמא גבי יורשים דמשום הכי אוקמי' אדאורייתא כדי שלא תנעול דלת דמשמע הא לאו הכי לא הוה מוקמי' להו אדאורייתא אלא הוה עבדים בהו תקנה כי היכי דעבדים גבי לקוחות. ומה תקנה שייכא למימר גבי יורשין בשלמא גבי לקוחות דיתבי דמי איכא למימר דעביד תקנתא משוש דלית לה קלא ולא ידעי בה לאיזדהורי אבל גבי יורשין דממילא קא ירתי אי שיעבודא דאורייתא אמאי קא בעי למירת ניכסי דלאו דידהו דאישתעבדו לאחריני ומה תקנה שייך למעבד בהו דצריכינן למיתב טעמא דהיינו טעמא דגובה כדי שלא תנעול דלת. אלא ודאי מדיהיב האי טעמא ש מ דסבירא ליה דשיעבודא לאו דאורייתא ומן הדין שלא תגבה מן היורשין אלא כדי שלא תנעול דלת גובה. ויאנה גובה מן הלקוחות ואוקמינהו אדאורייתא ולא חיישינן לשמא תנעול דלת ממשום דלית ליה קלא: ואכתי קשיין תרי לישני אהדדי. ונראה לי דההוא לישנא דגט פםשוט עיקר דהא אוכחית התם במהדר' בתרא בהלכות המלוה את חברו על ידי ערב דרב פפא סבירא ליה דאפילו מלוה בשטר שיעבודא לאו דאוריית ומשום הכי אמר בפ' שום היתומים בערכין דאין נזקקין לנכסי יתומים אפילו למלוה בשטר משום דלא אישתעביד נכסי לההיא מלוה: ואתיא דרב פפא כדרבא: והכא צריך למיגרס כי התם ועטות הוא למיגרס שיעבודא דאורייתא דהא בפי' חזינן בערכין דקא סבר שעבודא לאו דאורייתא אפי' בשטר ומהתם ממוכח דאע\"ג דמפרש שעבוד' בשטרא אפילו הכי לאו דאורייתא כדפרישית במהדר' קמא בגט פשוט בפלוגתא דרבא ועולא דהא התם אין נזקקין לנכסי יתומים קח אמרינן לשום שטר חוץ משטר עכו\"ם שיש בו ריבית ושטר כתובה הא לשטר מלוה אף ע\"פ שכתב בו אחריות נכסים אין נזקקין ומפרש טעמא משום דפריעת בעל חוב מצוה. ולא נשתעבדו הנכסים לאותה מלוה ויתמי לוא בני מיעבד מצוה נינהו. אלמא אע\"ג דמפרש בשטרא אחריות נכסים אמרינן דשיעבודא לאו דאורייתא:\n", 
            "<b>ודילמא אין לה בנים אסירי לכולי עלמא ושריא ליבם.</b> ואי קשיא ולימא יבמה יבא עליה ולא לימא לא תהיה אשת המת החוצה לאיש זר השתא דכתביה משמע דאתא לאוסרה אכ\"ע ומכלל שאם היה לה בנים מותרת לעולם כמו שמדקדק מאלמנה לכהן גדול. חשובה הכי אהדר ליה דהאי לא תהיה אשת המת החוצה לא אתא לאוסרה דלעולם אימא לך אפילו יש לה בנים אסורה אלא הכי קאמר קרא היכא דאין לה אע\"פ שלכל העולם היא אסורה ליבם היא מותרת ודוקא זו שאין לה בניה היא מותרת ליבם הא יש לה בנים כמו שאסורה לעולם אסורה גם לו:\n", 
            "<b>אמר רב אשי חדא דיבם לא איקרי אחר.</b> ראיתי מקשים בתוספות ערכין בפ' אין מקדישין. דהא רב אשי גופיה אמר בפ' האשה שנפלו לה נכסים <small>(דף פ\"א ע\"א.)</small> כשהקשינו והא בעי כשתינשאי לאחר תיטלי מה שכתב ליכי וליכא. אמר רב אשי יבם נמי כאחד דמי: ובפ' אין מקדישין <small>(דף ך\"ה מ\"ב.)</small> אמרינן ואם מכר את השדה לאיש אחר לאחר ולא לבן אתה אומר לאחר ולא לבן או אינן אלא לאחר ולא לאח כשהוא אומר איש הרי אח אמור הא מה אני מקיים אחר אחר ולא לבן אלמא גם האח הוא בכלל אחר ונ\"ל דלא קשיא ולא מידי דהתם טעמא דכתב רחמנא איש הא לא כתב איש לא היינו יכולי' לכלול האח בכלל אחר. ותו דאח דהתם לא הוי יבם דהא הוא בחיי'. ותו אפי' אי הוה יבםי בכלל אחר הכא בע\"כ לאו אחר הוא דהא כתיב לא תהיה אשת המת החוצה לאיש זר דמשמע דכל העולם זרים אצלה והוא פנימי וא\"כ היאך קורא כאן היבם אחר. וההיא דכתובות נמי לא קשיא דלגבי דידיה ודאי גם היבם אחר הוא. ועוד שאין זה לשו' תורה אלא לשון בני אדם.\n", 
            "<b>איתקש מיתה לגירושין.</b> אע\"פ שמדברי הנביאים נוכל ללמוד בפי' כדכתיב ואתנה לך את בית אדונך ואת נשי אדונך חיקך. ודוד נמי נשא אביגיל ובת שבע וביחזקאל כתיב והאלמנה אשר תהיה אלמנה מכהן יקחו כדאמרינן לקמן בעשרה יוחסין <small>(לכאורה מש\"ר כדאמרי' לקמן בעשרה יוחסין הוא כמיותר דהו\"ל להביא מפשטא דקרא, וי\"ל דאי מקרא אינו מוכח רק להתיר אלמנות כהן ולכן מייתי דברי הש\"ס דלקמן (קידושין דף ע\"ח ע\"ב) דמפרש משאר כהנים יקחו היינו דכהן הדיוט יקח אלמנות ישראל, אך באמת אכתי קשה דהא מהש\"ס אין ראיה דהש\"ס כתב כן לפי המסקנא דהכא דאיתקש מיתה לגירושין וגם דאין שום סברא לחלק בענין היתר דמיתת הבעל בין אלמנות ישראל לאלמנות כהן, ויותר נראה דע\"ס הוא ורבינו לא הביא רק קרא דיחזקאל.)</small> אלא שהוא שואל רמז מן התורה שאם לא היה לו רמז היתר מן התורה לא היו הנביאים מתירין אותה.\n"
        ], 
        [
            "<b>ההוא מינקרא שמו נפקא.</b> פי' דאי בדיינין קאי לימא וקראו שמו כדכתיב לעיל וקראו לו זקני עירו ודברו אליו.\n"
        ], 
        [
            "אשכחן עבד עברי הנמכר לעכו\"ם הואיל וכל קניינו בכסף זה יבוא כריש לקיש דאמר משיכה מפורש מן התורה וכשמיעוט עמיתך ממשיכה מיעוט העכו\"ם. אבל רבי יוחנן סבר דמעות קונות בישראל ועמיתך מיעוט עכו\"ם שלא יקנה בכסף אלא במשיכ'. ורבא סבירא ליה כריש לקיש כדאמרינן בפ' הזהב. ואמימר סבירא ליה כרבי יוחנן כדאומרי' בפ בתרא דע\"א. והכא דאקשי' הכי כדי לבאר לימודו גם אליבא דריש לקיש ורבא עבד עברי נקנה בכסף. אשכחן מכרוהו בית דין. פי' דהחי כי ימכר ע\"י אחרים משמע. ואי קשיא והא או העבריה כתיב שאין לפרש כשמכורוהו בית דין בגניבתה דתנן בסוטה בשילהי פרק היה נוטל האיש נמכר בגניבתן ואין האשה נמכרת בגניבתה. תשובה האי כי ימכר קאי אעברי ועבריה דכתיב בקרא לאקושה להענקה כדכתיב ואף לאמתך תעשה כן:\n"
        ], 
        [
            "<b>ואיצטרך למכתב מכרוהו בת דין ואצטריך למכתב נרצע.</b> פי' אחר שכתב יוכל בפי' אצל מוכר עצמו הוצרך לכתוב תרי קראי יתירו' לרבות מכרוהו בית דין ונרצע ולא סגי להו חד קרא אלא תרי קראי איצטריכו להו:\n"
        ], 
        [
            "<b>יגאלנו לזה ולא לאחר.</b> אי קשיא וכי אם רוצה הקרוב לפדות עבד עברי ולשחררו למה אינו יכול אי דאמר ליה לאו בעל דברים דידי את יהיב זוזי לעבד מתנה ויפדה עצמו ובודאי אם היה פודהו לשיעבדו היה ממעטו אבל רבי סובר דגאולת קרובים היא לשיחרור כדקאמרי' לקמן יש לפרש דממצוה מיעט הקרוב שאינו מצווה לפדות הנמכר לישראל כמו שמצווה לפדות נמכר לעכו\"ם מקרא נדרש לפניו. פי' כי כתב או משמע שגם גאולה אחרת יש שדינה כגאולת עצמו שהיא לשחרור דהכי משמע או או זה או זה ובעל כרחין קאי האי או או לפניו או לאחריו. אלא בסברא קמיפלגו פי' ובאלה דקר' למר משמע דקאי אקרובים ולמר משמע דקאי ארחוקים. אבל באלה דתני בבריית' בין בדברי ר' יוסי בין בדברי ר' עקיבא אקרובים קחי והכי קאמר ליה רבי עקיבא להנך דקריית באלה דהיינו לקרובים הןלשיעבוד אבל בשאר כל אדם לשיחרור דקרא דכתב באלה לאו אקרובים קאי כדסברת אלא אאחרים:\n", 
            "<b>מיבעי' לי' לכדתניא ויצא בשנ' היובל כו'</b>. פי' לגופיה איצטריך למור שהיובל מוציאו והאי דאמר לכדתניא שכן דרך התלמוד כשמוציא ברייתא מביא אותה ואינו רוצה לומר מסברא. והמורה פי' אע\"פ שהוא תחת ידך לא תבוא עליו בעקיפין. ואינו נראה לי דקרא לא משמע הכי ועוד שלא הבוא עליו בעקיפין מוחשב עם קונהו נפקא.\n"
        ], 
        [
            "שטר אמה העבריה מי כותבו נראה לי דהוא הדין דפלגי נמי אעבד עברי דהא עברי מעבריה יליף והאי דנקט אמה העבריה משום דבה מישתעי קרא:\n", 
            "<b>באישות מיהא לא אשכחן.</b> נראה לי דלא גרסינן ליה דמה אישות שייך גבי אמה העבריה ואי משום דהיא בת ייעוד והרי גם עבד עברי ילפינן מינה. אלא הכי גרסינן להכי אהני אם אחרת.\n", 
            "<b>תנא וקונה את עצמו בכסף ובשוה כסף ובשטר.</b> פירש הא דתנן ובגרעון כסף הוי בין בכסף בין בשוה כסף בין בשטר. אילימא דכתב ליה שטרא אדמיה היינו כסף. פירש אדבעות לפרושי מתניתן הכא דאתא לאשמועינן דנפדה בכי האי גוונא ואין האדון יכול לעכב אם כן היינו כסף שבכסף שהוא מקבל עליו יוצא והשטר אינו אלא לראיה בעלמא ויכול לעשותו בפני עדים בלא שטר. אלא ודאי איין הדין כן שאין כופין האדון להוציאו עד שיתן לו כסף או שוה כסף ולא שיזקפם עליו במלוה כדאמרי' לקמן נקיט מרגניתא בידיה ויהבינין ליה חספא.\n"
        ], 
        [
            "גופא אילו מענינקין להן כול' עד רבי שמעון אומר ארבעה מעניקין להן: נראה לי דבהא פליגי תנא קמא ורבי שמעון דתנא קמא סבר היוצאין במיתת האדון היורש חייב להעניק להם ורבי שמעון סבר דוקא אילו ארבעה שהן יוצאין בחיי אדון והן היוצא בשש ויובל, שפגע בו קודם שש דרציעה וסימני דאמה <small>(וסמני דאמה כצ\"ל.)</small> מעניקין להן אבל היוצאי במיתת האדון אין היורש מענין להן דלא הזהירה תורה להעניק אלא לו ולא ליורש.\n"
        ], 
        [
            "<b>יכול</b> אפי' חלה ת\"ל ובשביעית יצא. פי' המור' אפי' חלה בתוך שש. וקשיא לי דאם כן היכי מקשה לקמן יכול אפי' חלה כל שש והתנאי חלה ג' כו'. ולימא ליה דמצי חלה דקתני תוך שש אבל לא כל שש אלא לאו ש\"מ חלה כל שש גרסינן ברישא גמרנתינה נתינה מערכין. בכל ערכי אדם אין כתיב נתינה אבל במקדיש שדה אחוזה כתב ונתן את הערכך ביום ההוא קדש ליי' והוא חמר שעורי' בחמשי' שקל כסף.\n", 
            "<b>ואימא בפחות שבערכי'.</b> פי' דקרא קאי אכל מקדיש בין בתחלת היובל דיהיב חמשים בין באמצע היובל דיהיב חמשים סלע ופונדיון לשנה וקרא קאי אפילו הקדישה שנה אחת סמוך ליובל דהוי סלע ופונדיון ותו לא:\n"
        ], 
        [
            "<b>למר לאיתויי כספים ולמר לאיתויי פרדות.</b> כך כתב בספרים. אבל המורה גריס למר למעוטי כו' דלא תימא אשר בירכך ריבוייא הוא וריבה הכל דכיון דאיתרבו גידולי קרקע ובעלי חיים כ\"ש כספי'. ואינו נראה לי דהא לא מצינן לרבויי אלא כל הדומה לצאן וגרן וכספי' ופרדות לא דמו להו ולעולם יקב לא איצטריך. וגירסת הספרים נראה לי עיקר והכי פירושא אי לאו יקב הוה בעי' מילת' דדמיא לצאן וגרן <small>(אבל בכספים כצ\"ל.)</small> לכספים ופרדות דלא דמי להו לא להכי כתב יקב קרא יתירא לרבות אפי' דבר הדומה להם קצת למאן דאמר יצאו כספים בא לרבות פרדות שיש בהן ברכה יותר מכספים ולמאן דאמר יצאו פרדות לרבות כספים שיש בהן ברכה יותר מפרדו':\n", 
            "<b>ומה ראית לרבות את הבן ולהוציא את האח.</b> פי' שאין לומר הטעם שהרי הבן דוחה את האח מן הירושה שאם הטעם בעבור הירושה והרי האח יורש אם אין בן הכא נמי יעבוד האח אם אין בן מרבה אני את הבן שכן קם תחת אביו לייעדה ולשדה אחוזה. פי' ובת לא קמה לייעדה דלאו בת ייעדה היא ומכל מקום בן מצינו שקם תחת אביו אבל בת לא מצינו בשום מקום שקמה תחת אביה. ובשדה אחוזה הבן קם תחת אביו ולא הבת כדאמרינן בערכין בפ' אין מקדשין <small>(דף ד\"ה ע\"ב.)</small> בה' הקדישה וואלה: ואי ס\"ד דאוריית' כי לא באו ברשות נמי כי קא שקיל חליפי ע\"ז קא שקיל. פירש ואין לומר יש בריר' בשני מינין כי אם במין אחד דהכי תנן בריש' בפ' ששי דמסכ' דמאי חבר ועם הארץ שירשו את אביהן עם הארץ יכול הוא לומר לו טול אתה חטי' שבמקום פלוני ואני חטים שבמקום פלו' טול אתה יין שבמקום פלו' ואני יין שבמקום פלו' אבל לא יאמר לו טול אתה חטים ואני אטול שעורים טול אתה הלח ואני אטול היבש. פי 'אסור לו לחבר למכור הדמאי לעם הארץ עד שיעשרנו כמו שאסור לו למכור הטבל בלא מעשר שלא יוציא מידו דבר שאינו מתוקן וכשחולק עמו מין אחד אמרינן זהו חלקו המגיעו ויש ברירה אבל כשמחליף מין במין אין לומר ברירה אלא הוה ליה כמחליף ומוכרו לו והילכך אסור להחליף מין במידן שיעשר. והכי נמי אמרי' בפ' בתרא דבכורות <small>(דף נ\"ו ע\"ב.)</small> דתנן התם האחין השותפין שחייבי בקלבון פטורין ממעשר בהמה ושחייבין במעשר בהמה פטורין מן הקלבון קנו מתפושת הבית חייבין ואם לאו פטורים ממעשר בהמה: ואמרי' בגמ' אמר רב ענולאן שנו אלא שחלקו גדיים כנגד טלאים אבל גדיים כנגד גדיים אמרינן זהו חלקו המגיעו משעה הראשונה. ור\"נ אמ' אפילו חלקו גדיים כנגד גדיים אין אומרין זו חלקו המגיעו משעה ראשונה א\"ר <small>(לענינו הגירסא ור\"א אמר וכו' אבל גי' רבינו מחוורת טפי וציין פירש\"י שם.)</small> אלעזר לא שנו אלא שחלקו תשעה כנגד עשרה ועשרה כנגד תשעה אבל חלקו תשעה כנגד תשעה עשרה כנגד עשרה אומרין זהו חלוק מהמגיעו משעה ראשונה ור\"י אמר אפילו חלקו תשעה כנגד תשעה ועשרה כנגד עשרה אין אומרין זהו חלקו המגיעו משעה ראשונה. פי' רב ענן ור' אלעזר סביר' להו דיש בריר' ובעו שיהא מין א' ומנין ח' ואז אמרי' בריר' אבל אם חלקו ב' מינין או מין א' בשני מניינן אין לומר בהן בריר' ור\"נ ור\"י סביר' להו דאין ברירה ואפי' במין א' ומנין אחד. הזה למדנו מיכן דאפי' למאן דאמר יש ברירה בשני מינין לא אמרי'. והכא נמי אי ירושת הגר דאוריית' כי לא באו ברשותו נמי כל היכא דקיימי דידיה הוי וזהכ בהם וכשמתחיף ע\"ז במעות או יין נסך בפירו' חליפי ע\"ז קא שקיל שאין לומר בריר בשני מינין:\n"
        ], 
        [
            "<b>וכאן שהיתה הורתו שלא בקדושה ולידתו בקדושה </b>פי' התם אמר' אם החזיר רוח חכמים נוחה הימנו אבל מיהו לא חייבוהו חכמים להחזיר דהכי משמע דתני בברייתא לא יחזיר ואם החזיר רוח חכמים נוחה הימנו: ולהכי אמרינן בפ' מי שמת <small>(דף קממ\"ט.)</small> שרבא היה רוצה לזכות במעות של איסור ואע\"ג דרב מאיר בריה הוה הורתו שלא בקדושה ולידתו בקדושה. ואע\"ג דהוה בבן ישראלית דהוא מארי בר רחל דהות בת שמואל כדאמרינן בדוכתא אחרינא מארי בריה דבת שמואל וקיימא לן לבן בתך הבא מן העכו\"ם קרוי בנם. נהי דהוא ישראל גמור מיהו אינו ראוי לירש את אביו דכיון דאזרעיה שלא בקדוש רחמנ' אפקריה לזרעיה דעכו\"ם כדכתיב וזרמת סוסים זרמתם:\n", 
            "<b>אמר רב ששת כגון שיעדה.</b> פי' והכי קאמר העברי יוצא בשנים וביובל ובמיתת האדון ואין האדון יכול לעכב על ידו בשום עניין אבל העברהי יכול לעכב על ידה האדון ע\"י ייעוד שהרשות בידו לי עד. וגם במיתת האדון אינה יוצאה כגון אם ייעהד לבנו אי נמי בייעודו ומת בלא בן שהיא זקוקה ליבם.\n", 
            "<b>ת\"ר גניבו אלף ושוה חמש מאות אינו נמכר.</b> פי' המורה אינו נמכר וחוזר ונמכר. ויפה פירש ובהא פליג רבי אליעזר ואמר דאינו נמכר דבגניבתו אמר רחמנא ולא בחצי גניבתו. אבל להימכר פעם אחת לא פליג רבי אליעזר דאם כן אין לך עבד עברי נמכר בגניבתו לעולם שאי איפשר לצמצם שיהא ממכרו כנגד גניבתו לא פלות ולא יתר אלא ודאי להכי בעי כנגד גניבתו שלא ימכר פעמים כי אם פעם אחת:\n", 
            "<b>עבד עברי נמי נינפינהו לבני משפחה משום פגם משפח' </b>קשיא לי טובא דאליבא דמאן אי אליבא דרבי הא אמר אינו נגאל בגרובים. ואי אליבא דרבי עקיבא דפליג עליה וסבר דנגאל בקרובים הא אמר גאולת קרובים היא לשיעבוד ואי אליבא דר' יוסי הגלילי דאמר גאולת קרובים לשיחרור אכתי קשא לי דאמאי ניכפינהו התינח אב דזבנה כייפינן ליה אלא קרובים מאי קא עבדו ואמאי בעינן למיכפינהו. ונראה לי דה\"ג עבד עברי ניכפוניה דבני משפחה: ופי' שאם היו לו קרקעות ומכר עצמו מפני שהיה חס על נכסיו ולא היה רוצה למכור קרקעותיו יכופו אותו בני משפחה מפני פגמם וימכרו מנכסיו יפדוהו בעל כורחו:\n"
        ], 
        [
            "<b>כיון שפירש טליתו עליה.</b> פי' לשון ופרשת כנפך על אמתך ואין זה לשון חופה לא אגם הקידושין נקראין כן שמשעה שקידשה היא נקראת על שמו:\n", 
            "<b>הכא בקידושי ייעוד ואליבא דר' יוסי בר' יהודה כו'</b>. פירש המורה וגזירת הכתוב האי שיהו קדושין הילכך מצי לזבינה. ואינו נראה לי דלקמן ילפינן מדרבי יוסי דאומר אם לבתו קטנה צאי וקבלי קידושיך. ומדאורייתא הויא מקודשת כיון שהאב הרשה אותה:\n"
        ], 
        [
            "<b>ואלא מאי אינו מייעד אמאי ממעט ליה וקרא </b>פי' אלא ש\"מ מייעד <small>((וא\"ת למאי מהני כצ\"ל.)</small> ולמאי מהני האי ייעוד כיון דאין חייבין עליה. יש לומר דאהני דלא שריא לעלמא עד שיגדיל ויתן גט:\n", 
            "הכא ביבם בן תשע שנים ויום אחד הבא על יבמתו עסקינן דמדאורייתא חזיא ליה וביאתו ביאה כולי פי' המורה וביאתו ביאה לכל דבר וקנאה ליורשה כדתנן <small>(בפ' יוצא דופן דף מ\"ה ע\"א.)</small> בן תשע שנים ויום אחד הבא על יבמתו קנאה. ואינו נראה לי דהא בפרק יוצא דופן אמר רבא <small>(לפנינו שם הגירסא רב.)</small> הכי קתני ואינו נותן גט עד שיגדיל ויבעול שאות' הביאה שעשה בעודו בן תשע אינה חשובה אלא כמאמר בגדול לפסול על האחין ושתהא צריכה גט לביאתן וחליצה לזיקתו אם לא יבעול משיגדיל. וכך נראה לי לפרש דמדאורייתא חזיא ליה שאף על פי שהוא קטן ואין קניין הקטן כלום מכח <small>(מכח אחיו כצ\"ל.)</small> אחי אביו בן דעת באה לו מן התורה וגם ביתו חשובה ביאה שהרי העריות מומחות בביאתו והיבמה בביאה תלה רחמנא והילכך הוה אמינא שיהא קנינו קניין והבא עליה יתחייב מיתה קמ\"ל פרט לאשת קטן שאין לשום קטן קניין ואפילו ליבם וביאתו מן התורה אינה חשובה כלל ואפילו לפסול על האחין אלא מדרבנן היא פוסלת כמאמר דגדול ולא קתני במתניתין קנאה אלא לפסול על האחין ולהיות צריכה גט לביאתו וחליצה לזיקתו אם לא יבעול לכשיגדל ורוצה לפוטרה בחליצה.\n", 
            "<b>אומר אדם לבתן קטנה צאי וקבלי קידושייך מדרבי יוסי כו</b>. פי אע\"ג דאמר רבא אמר רב נחמן לעיל בהל' בשטר כתב לו על הנייר בתך מקודשת לי בין על ידי אביה בין על ידי עצמה מקודשת מדעתו והוא שלא בגרה. איצטרך למילף הא מדר' יוסי דהתם הקידושין הן מדעתו של אב והאב מתרצה שתקבל היא את השטר וכאילו קיבלוהו בידיו דמי אבל הכא אף על גב שלא ידע האב בעת הקידושין כיון שהרש' אותה מתחלה היא יכולה להתקדש מן התורה דומאי דאמה העבריה שמשעה שמוכרה מרשה אותה להתקדש לו והוא מקדשה לאחר כן בפרוטה ואינו מודעי לו נחב כלל והויא מקודשת: ונ\"ל והוא שיש לה יד לשמור קידושין כגון אגוז ונוטלו צרור וזרקו אבל בפחות מכן לא. ואף על גב דלקידושי מיאון בעינן כפעוטות כדאמרינן בפרק האומר התקבל <small>(דף ס\"ה ע\"א.)</small> היכא דאית לה אב וקיבלתם מרנונו שאני ודי לנו בצרור וזורקו אגוז ונוטלו במקדש במוה שיש לו עליה משכון מקודשת נמצא שכך הוא משכון דידה כמשכון דאחרים דאמרן לעיל המקדש במשכון דאחרים מקודשת. עיין במהדר' תליתאה שפירשתי:\n", 
            "ולא האי שאין דינם שוה שאם קידשה במשכון דאחרים שמישכנוהו לו בשעת הלואה אינה מקודשת משום דלא קני ליה לגוביינא כדכתיבנ' לעיל ואשתכח דלאו מידי יהב לה. אבל כשקידשה במשכון דידה אע\"ג דמלוה אינה בעין יש כן נתינת המשכון שהיה ממושכן בידו והשתא יהיב לה ניהליה:\n"
        ], 
        [
            "<b>משל לאומר אשה התקדשי לי מעכשיו לאחר שלשים יום כו': </b>פי' מביא משל וסיוע מקידושין לייעדו דמה התם אינה מקודשת לשני אב הכא נמי מקודשת לראשון וזהו מה שאומר מהו דתימא האילא אמר מעכשיו דלא יחול הייעוד אלא בההיא שעתא דמיועד ודמי למאן דאמר לאחר שלשים יום ותהא מקודשת לשני קמ\"ל דכאלו אמר מעכשיו דמי וכן משל דסיפא נמי מביא סיוע מקדושין לייעוד דמ ההתם תפשי קידושי שני הכא נמי תפשי דמהו דתימא הא לא אמר לאחר שלשים יום וכאלו אמר מעכשיו דמי שכשנתן לו המנה כאלו אמר מאז התקדשי לי מעכשיו בפרוטה אחרונים לכשארצה וייחול הייעוד מעת נתינת המעות למפרע קמ\"ל:\n"
        ], 
        [
            "כמה הוא קשה אבקה של שביעית פירו' מדסמך ליה וכי תמכרו שמעינן דלא עבד ביובל אלא שמכרו פירות ובמדה כנגד מדה דנין אותו.\n"
        ], 
        [], 
        [
            "<b>ההוא לקיבעו חובה ואילבא דר' אלעזר.</b> פי ור' יהושע סבר דלא אתא אלא להזהיר על הלוקח שלא ימתה אם הגואל רוצה לגאול:\n"
        ], 
        [
            "<b>לקובעו חובה ואפי לר' יהושע.</b> פי' ולא מצינן למימר השתא אלא בתי ערי חוה ועבד עברי הנמכר לעכו\"ם אבל נמכר לישראל לא מצית למפשט מינה ולעיל לדבעא למיפשט בתי ערי חומה דחייה. בבתי חצרים ועבד עברי כי היכי דלח תיפשו מינה בתי ערי חומה:\n", 
            "וקונה את עצמו ביובל ובמיתת האדון: ראיתי כתוב בשם ר\"ת דהא דלא תנא וקונה את עצמו בגרעון כסף משום דאין שייך בו כיון שלא נקנה בכסף. וכן נמי הנקנה בשטר בלא כסף כגון אם מכר האב את בתו בשטר ולא קיבל כסף דהא כתיב והפדה מלמד שמגרעת פדיונה ויוצאה ונפקא לן מהתם שנקנת בכסף אלמא משמע הנקנת בכסף יוצאה בכסף אבל בשטר אינה יוצאה בכסף דאי ס\"ד הנקנית בשטר יוצאה בכסף אימא האי והפדה מיירי כגון שנקנית בשטר אבל בכסף מנלן דנקנת אלא בעל כרחה י לו סברא הכא דק בלה אביה כסף מגערת היכא דלא קיבל מה יגרע. ואינו נראה לי לומר שמי שנקנה בשטר אינו מגרע עד וכו' דהא הכי תנן עבד עברי נקנה בכסף ובשטר וקונה את עצמו בשנים וביובל ובגרעון כסף. ובעל כחחן האי גירעון כסף אכולהו קאי בין אם נקנה בכסף בין אם נקנה בשטר דאי סד דוקא הנקנה בכסף היה ליה למיתני הכי והנקנה בכסף יוצא בגירעון כסף מדקתנ י ובגירעון כסף סתם ש\"מ אתרווייהו קאי בין על הנקנה בכסף בין על הנקנה בשטר ולא מיבעיא הנקנה בשטר וזקף המעות עליו בהלוואה שיוצא בגירעון כסף אלא אפילו הקנה לו האב את בתו בשטר במתנה ולא רצה האב לקבל ממנו דמים יוצאה בגירעון כסף שכיון שזיכתה תורה לצאת בפדיון מה לי במכר מה לי במתנה והנרצע שאינו יוצאה בגרעון כסף אין הטעם נמפני שלא נקנה בכסף אלא מפני שקנסתו תורה להרצע ולעבדו עד היובל ולפיכך אינו יוצא בגירעון כסף שלא זיכתו תורה לכך כי אם ביובל ובמיתת האדון:\n", 
            "<b>המרצע להביא מרצע גדול נאה לי דלא גרסינן להביא אלא זה מרצע גדול.</b>\n", 
            "<b>בביאה ראשונה דכולי אלמא לא פליגי דשרי </b>פי' מיד התורה לו הכתוב בשעת שביה בלא שום טבילה וכל מה שכתוב בפרשה שצריך לעשות לה הוא בביאה שנייה שאם רוצה לקיימה לו לאשה יעשה לה כל האמור בענין ועל ביאה השנייה כתב ואחר כן תבוא אליה ובעלתה וקהל שעשה לה כל מה שכתב בפרשה אף על פי שלא קבלה עליה להתגייר כופה אותה ומטבילה בעל כורחה ומותר בה והיא אשתו גמורה. מאי דאמרי' בפ החולץ בהלכות המחזיר גרושתו ובכתב את אביה ואת אמה ירח ימים במד\"א שלא קיבלה עליה אבל קיבלה עליה מטבילה ומותר בה מיד זה הוא בביאה שניה אבל בביאה ראשונה אינו צריך לעשות לה כלום אלא מיד מותר בה בלא שום טבילה כדאמרינן בפ' כל הבשר אסר לן כותית שרא לן יפת תואר <small>(ראהי זו לכאור' בלתי מובנת דדילמא שרי לן יפת תואר אחר שנשעה בה כל האמור בענין ואף דנתגיירה באונס והיא כגירי אריות התירה התורה וכמ\"ש הריטב\"א עיי\"ש וצ\"ל דהוכחתו מדמדמה לאינך שרי לן דמייתי התם.)</small> נמצא עכשיו ששני התרות התיר בה אחד בביאה ראשונה בלא שום דבר שיעשה לה ואחד בביאה שניה לאחר שיעשה לה כל האמור בענין ואע\"פ שלא קיבהל עליה להתגייר והיא אשתו גמורה כדאמרינן לקמן ולקחת לך לאשה ליקוחין יש לך בה ויפריש המורה קידושין תופסין בה ואף על פי שהיא כותית שהרי אינו מתגיירת מדעת והבן שנולד ממנו בביאה ראשונה אינו קרוי בנו אלא בנה כדין כל הבא על הכותי כדאמרינן בסנהדרין בפרק כ\"ג בהלכה לא ירבה לו נשים אמר רב יהודה אמר רב תמר בת יפת תאר היתה שנאמר ועתה דבר נא אל המלך כי לא ימנעני ממך ואי ס\"ד בת נישואין הוא אחתיה מי שריא ליה. אבל הבנים שיוליד ממנה לאחר שעשה לה כל האמור בעניין אף על פי שלא נתגיירה מדעת הם קרויים בנן שהרי הכתוב קראה אשתו. וכדדרשינן סמוכין כי תהיין לאיש שתי נשים וגו' וכתי' והיה הבן הבכור לשנואה. אלמא בנו מיקרי ושק פי שני. וכך כתב שם גם רבינו יצחק בן ר' אשר הלוי זצוק\"ל. תמר בת יפת תאר היתה. דזהו דינה של יפת תאר בתחלה כשרואה אותה במלחמה ולבו חשק בה מותר לבוא עליה מיד לייתובי ליצריה דלא דיברה תורה אלא כנגד יצר הרע. והיינו דאמרינן בפ' קמא דקידושין וראית בשביה בשעת שביה ואם ירצה לקיימה יביאנה לביתו ויעשה כל אותם מהמעשים האמורין בה ומגיירה ויקיימנה אצלה על ידי קדושין כדאמרינן ולקחת לקוחין יש לך בה ומיכן ואילך היא אשתו לכל דבר. והכי משמע התם בקידושין דשתי ביאות נאמרו בה אחת בשעת שביה ואחת בביאתו וביאה ראשונה אינה אלא כנגד יצר הרע וביאה שנייה כשמקיימה לו לאשה לאחר שעשה לה כל אלו המעשים והיינו דאמרינן התם כל היכא דקרינא ביאה והבאתה אל תוך ביתך קרינא ביאה וראית בשביה וכל היכא דלא קרינא ביה והבאתה אל תוך ביתך כלומר שאסור לקיימה דהיינו כהן שאסור בגיורת לא קרינא ביה וראית בשביה דביאה ראשונה נמי לא הותרה לו ואף על פי שלא נאמרה אלא כנגד יצר הרע. ובביאה ראשונה אינה אלא נכרית בעלמא. ובאותה ביאה ראשונה נתעברה מעכה את תצמר מדוד ושוב כשגיירה ילדה את אבשלום לפיכך היתה תמר מותרת לאמנון. ואותן ד' מאות ילדים נמי כך נתעברו בביאה ראשונה שבא על אמותיהם במלחמה בל לא קיימם לו לנשים דאם כן היו עודפות על שמנה עשרה עד כאן דבריו והכל יפה אך מה שאמר דבביאה שניה מגיירה דמשמע מרצונה אינו נראה לי דאם קבלה עליה להתגייר אינו צריך לכל אותם המעשים אלא מטבילה ומותר בה מיד כדאמרינן ביבמות ולא הצריכה הכתוב לכל אותו עניין אלא כשלא קיבלה עליה להתגייר והתירה לו על ידי כן והיא אשתו גמורה לכל דבר וגזירת הכתוב הי אבין בביאה ראשונה בין בביאה שנייה ואף על פי שגם ביאה שנייה היא חידוש לא הותרה לכהן דדוקא ביאה ראשונה הותרה לו משום יצר הרע אבל לא ביאה שנייה:\n", 
            "<b>ואית בשביה.</b> בשעת שביה. פי בא לומר שבשעת שביה מותר לבוא עליה מיד וזו היא ביאה ראשונה וירח ימים לא נאמר אלא בביאה שנייה ופתרון המורה לא נראה לי: והבאתה מלמד שלא ילחצנה במלחמה. פירש המורה לבוא עליה וקשיא לי והרי כבר בא עליה. ויש לומר על ביאה שנייה קאמר. ושאר מפרשים פירשו שיבאינה דרך כבוד ולא יצערנה. והנכון בעיני זה הוא שלא ילחצנה במלחמה שלאחר שבא עליה ביאה ראשונה ואינה רוצה להתגייר ורוצה לקיימה לו וצריך לעשותם לה מה שאמר בענין לא לילחמנה במלחמה לגלח ראשה ולעשות צפרניה כדי להתירה לו גם בביאה שנייה אלא בתוך ביתו יעשה לה ולא במלחמה:\n"
        ], 
        [], 
        [
            "תנו רבנן כיצד בחזקה התיר לו מנעלו כולי כל אילו, החזקות הן עבודות שיעשה העבד לגופו של אדון ודוקא כששימש לגופו של אדון הויא חזקה אבל אם עשה מלאכתו אין זו חזקה דלא מיקראי חזקה אלא כשמחזיק בו האדון בגופו.\n", 
            "אלא מעתה שפחה כנעני' תיקנה בביאה אם היה רוצה היה משיב לו דדוקא ביאה בלא הגבהה אינה קונה אבל היכא דאיכא הגבהה בההאי ביאה הכי נמי דקניא אלא דטבא מינה קא מהדר ליה דאע\"ג דאיכא הגבהה דהתם לא קניא משום דהוי זה נהנה וזה נהנה:\n"
        ], 
        [
            "והא לא תני הכי דתניא בשטר על ידי עצמו ולא על ידי אחרים דברי רבי מאיר. ואיתוקם השתא דאמי דתנן ובשטר על ידי עצמו דוקא קאמר. ורישא נמי דתני שבכסף על ידי אחרים דוקא קמא בעל ידי אחרים ולא על ידי עצמו שאין קנין לעבד בלא רבו ואין לפרש הרישא דמאי על ידי אחרים אף על ידי אחרים דכיון דהיא תחלת הדברים אין לפרשה אלא דוקא דאי אף קאמר הוה ליה למיתני בכסף בין על ידי אחרים בין על ידי עצמו אלא ודאי דוקא קאמר וסבירא ליה לרבי מאיר דאין קניין לעבד בלא רבו: דדוקא בסיא דמתניתין דהיינו בשטר על ידי עצמו שייך לפרושי דאף קאמר וכן נמי במילתא דחכמים איכא לפרושי דאף קאמרי אבל רישא שהוא תחלת הדברים אין לומר דאף קאמר ומשום הכי אמרינן לקמן דקסבר רבי מאיר דאין קניין לעבד בלא רבו אלא בכסף בין על ידי אחרים בין על ידי עצמו ובשטר על ידי אחרים ולא על ידי עצמו ורבי שמעון בן אלעזר היא דתניא רבי שמעון בן אלעזר אומר בשטר על ידי אחרים ולא על ידי עצמו. כך כתב בספרים וה\"ג ולא אף כדגריס המורה:\n", 
            "<b>ושלש מחלוקת בדבר.</b> פירש דמתניתין היא רבי מאי ורבי שמעון בן אלעזר דרבי מאיר סבר יש לחלק בין בכסף בין בשטר ורבי שמעון בן אלעזר סבר בשט' יש לחלק אבל בכסף אין לחלק ודיק' הני סברי דיש לחלק אבל רבנן דהיינו כל בני דורם סביר אלהו שאין לחלק בין לגבי כסף בין לגבי שטר דבשניהן יוצא לחירות בין על ידי עצמו בין על ידי אחרים וכל מילתא דחכמים אומרים בין ריש אובין סיפא היא רבי שמעון בן אלעזר ופתרון המורה אינו נראה לי:\n", 
            "<b>וחכמים אומרים בכסף עחל ידי עצמו כו'</b> עבד דאיהו לא מצי מקבל יטיה שליח נמי לא מצי משוי קשיא לי על ידי אחרים שלא מדעתו משתחרר לרבי שמעון השתא דהוי מדעתו לא משתחרר והיכי תיסק אדעתין דלא מצי משוי שליח ויש לומר דכי מזכה ליה הרב על ידי ארחים עדיף מכי שוייה לההוא אחר שליח דכי שוייה שליח סומך הרב שידו של שליח כיד עבדו הויא דעל דעת זו הוא נותנו לו וכיון שאין העבד עושה שליח נמצא שלא זכה לו אבל כשלא עשאו שליח הוא נותנו לו על דעת כן שיזכה בעבורן וזכין לאדם שלא בפניו וכי פשיט ליה דגמר לה לה מאשה משתחרר בין על ידי אחרים, שלא עשאו שליח ובין אם עשאן שליח:\n"
        ], 
        [
            "<b>הני כהני מלוחי דרחמנא נינהו.</b> בנדרים אמרינן דאי אמרת שלוחי דידן נינהו קסורין להקריבן קרבנות המודר הנאה מהם. ואי אמרת מאי שנא קרבנות ממאי דאמרינן בראש השנה המודר הנאה מחברו תוקע לו תקיעה של מצוה דמצוה לאו ליהנות ניתנו תשובה כל שליחות אסורה במודר הנאה כדאמרינן התם בפרק אין בין המודר והכא כגון שהוא מאיליו תוקע והלכה מתכוין לצאת בתקיעתו אבל אם עשאו שליח אסור מפני שעושה שליחתו:\n", 
            "נראין הדברים שהעבד מקבל גיטו של חבירו מדי רבו של חברו פירש ואפילו לרבי שמעון שהרי יצא הגט לרות שאינו שלו אבל לא מיד רבו שלו פירש ואפילו לרבנן שאין לומר כאן גיטו וידו באין כאחת ויד עבד כיד רבו דמיא ורבי אלעזר אמר כל כי האי גוונא דכולי עלמה לא פליגי דקני עבד וקני רביה כו' והכא במאי עסקינן דאקני ליה אחר מנה ואמר לו על מנת שתצא בו לחירות אי קשיא לרבי אלעזר דאמר שאין אדם יכול להקנות לעבד אלא אם כן יאמר לו על מנת שתצא בו לחירות אבל אם אמר על מנת שאין לרבך רשות בהן קנה רבו ודכוותה באשה נמי קנה בעלה אם כן היכי תנן בפרק מציאת האשה המשליש מעות לבתו והיא אומרת נאמן בעלי עלי יעשה שליש מה שהושלש בידו כו' דמשמע שיש זכייה לאשה בלא בעלה תשובה התם נמי רוצה האב שיקנה בהן שדה והבעל יאכל פירות וירא ליתן המעות לחתנו שמא יאכלם ולא יקנה בהם שדה אבל לעולם אם רוצה להקנות לה על מנת שלא יהא לבעל עליהם דין פירות כשאר כל נכסיה אינו יכול וכבת רבינו האי גאון זצוק\"ל בשער חמישי של מקח וממכר שאם נתן אדם מעות לעבד ואמר לו על מנת שתצא בהן לחירות וקנה בהן נכסים מכירתו קיימת <small>(עיי' בס' המקח שם שמבואר להדיא להיפוך דאין לו שום קנין שבעולם וצ\"ע.)</small> ואינו נראה לי דהא לא הקנם לו אלא שיצא בהן לחירות ואילו היה קניין לעבד אילו המעות בשום טצדק שבעולם היה זוכה בהם האדון אלא שלא הקנס לו אלא שיצא בהן לחירות והילכך אם קנה מהם נכסים אין קניינו קניין שאינן שלו ואין לו כח בהן אלא להשתחרר בהן ובפרק בתרא <small>(דף פ\"ח ע\"א.)</small> דנדרים תנן המודר תתנו ממנו הנאה והוא רוצה לתת לבתו מעות אומר לה היה מעות היו נתונים לך במתנה על מנת שאין לבעליך רשות בהן אלא מה שאת נושא' ונותנ' לפיך ואמרינן בגמרא אמר רב לא שנו אלא דאמר לה מה שתרצי עשי בן קנתה וקנה יתהון בעל. פי' מה שתרצי תעשי בו שלא יהא לבעליך רשות בהן ושמואל אמר אפילו אמר לה מה שתרצי תעשי בהן לא קני יתהון בעל מתקיף לה רבי זירא כמאן אזלא הא שמעתא דרב כר' אמרי דאמר יד אשה כיד בעלה כו' מוכח מהכא דרבי זירא לית ליה דרבי אלעזר דאמר כל כי האי גונא דכולי עלמא לא פליגי דקני עבד וקני רביה דאם כן אמאי מוקי מילתיה דרב כר' מאיר והא אפילו רבנן מודו לרבי מאיר בה ולא פליגי אלא על מנת שתצא בו לחירות דדמי לה שאת נושאת ונותנת לפיך אלא לאו ש\"מ כרב ששת סבירא להי דמוקי פלוגתייהו בעל מנת שאין לרבך רשות בהן והוא הדין נמי לגבי בעל והשתא אתי רב כרבי מאיר ושמואל כרבנן. ובפ' בן סורר <small>(דף ע\"א ע\"א.)</small> נמי תנן רבי יוסי ברבי יהודה אומר עד שיגנוב משל אביו ומשל אמו ומקשה בגמ' או מנא לה מה שקנתה אשה קנה בעלה ומסיק כגון דאקני לה אחר ואמר לה על מנת שאין לבעליך רשות בהן ובע מי שאמר הריני נזיר נמי תנן ואם שלה היתה הבהמה תצא ותרעה בעדר ומקשה בגמרא היא מנאט לה מה שקנתה אשה קנה בעלה אמר רב פפא שקימצה מעיסתה אי בעית אימא דאקני לה אחר ואמר לה על מנת שאין לבעליך רשות בהן ובפסחים נמי בפ' האשה תנן שכח מה שאמר לו רבו כו ומקשה בגמרא מה שקנה עבד קנה רבו אמר אביי הולך אצל רועה הרגיל רבו אצלו דניחא ליה בתקנת' דרביה ומקני ליה חד מינייהו ואמר ליה על מנת שאין לרבך רשות בו אלמא כל הני סברי כרב ששת ש\"מ דהילכתא כוותיה והמקנה לאשה על מנת שאין לבעלה רשות בהן דבריו קיימין ואין לבעל רשות בהן דקיימא לן יחיד ורבים הלכה כרבים וכל שכן דרב סבירא ליה כרבי מאיר ושמואל כרבנן וקיימא לן דהלכה כשמואל בדיני וראיתי מקשי' דרב אדרב דהיכי אמר רב דאם אמ' לה מה שתרצי תעשי בהן קנתתה וקנה יתהון בעל והאמרינן <small>(דף נ\"א ע\"ב.)</small> בפ' חזקת הבתים בהלכה ולא לאשה בנכסי בעלה. אמר רב המוכר שדה לאשתו קנתה והבעל אוכל פירות במתנה קרתה ואין הבעל אוכל פירות. ואין זו קושיא דהתם כיון דבעל יהיב מתנה לאשתו סלוקי מסלק נפשה מינה. אבל כי יהבי לה אחריני לא מסלק נפשיה ומה שקנתה אשה קנה בעלה.\n", 
            "<b>ורמי דרבי מאיר מדרבי מאיר כו'</b>. בפרק בתרא דנדרים מקשה דרבי מאיר מדוכתא אחרינא והתם נמי פליגי רב ושמואל בפלוגתא דפליגי הכא רב ששת ור' אלעזר:\n"
        ], 
        [
            "אלא בזוזי דידה ומעשר דידה איש אמר רחמנא ולא אשה כך מצאתי הגירסא כתובה בכל הספרים אבל המורה גריס ומעשר דידיה ופריש הכי בזוזי דיק דנכסי מלוג ומעשר דידיה משדותיו אים אמר רחמנא ולא אשה ממעשר בעל דאשה כי אחר דמיא ולפי פתרון המורה מתמה אתנא קמא דאמר אין אשה פודה מעשר שני בלא חומש דאמאי צריכה ליתן חומש הא אשה נמי כאחר דמיא וכי אקני לה אחר מנה על מנא שיפדה בו את המעשר פירש המורה רבנן סברי כי אמר לה קני קנה בעלה וכי אמר לה ע\"מ ולא כלום הילכך היה להו זוזי דבעל ושליחותיה עבדה ואיש ממעשרו קרינא ביה משמע מפתרון המורה שהבעל זוכה בבמתנתה זכייה גורה להיות שלו לחלוטנית כמו מעשה ידיה ומציאתה שהם הכל שלו ולא כנכסין שנפלה לה בירושה שהן נכסי מלוג שאי לו לבעל בהם אלא אכלת פירות בלבד ודין הבעל והרב שוין בזה וכל דבריו נראו לי קשין ביותר חדא שזה הוא רחוק מן הדעת מאד שיזכה הבעל במתנה שניתנה לאשתו לגמרי יותר ממה שזוכה בנכסין שנפלו לה בירושה הבאה מאילי הואין שם דעת אחרת המקנה אותה ועוד שמשמבש גירסת הספרים שכתוב בהן דיהד וגריס דידיה ועדו אי זוזי דידה ומעשר דידיה הוא אמאי אומר אשי אמר רחמנא ולא אשה הכי הוה ליה לאקשויי אמאי צריכה ניתן חמוש ממעשרו אמר רחמנא והאי לאו ממעשרו הוא ועוד דהכא קור אלנכסי מלוג זוזי דידה ולקמן מוקמי' לה במעשר דאתאי מבי נשא ולרבנן דאמרי ממון הדיוט הוא וקני להי בעל בתקנתא דרבנן כשאר כל נכסי מלוג שלה קרי להי מעשר דבעל ושליחותיה קא עבדה נמצא זה סותר את זה ועוד <small>(קשי' לן כצ\"ל.)</small> מדקשיא לך מהשליש מעות לבתו דמשמע שהאב רשאי ליתן מתנה לאשתו כדכתבית <small>(כדכתיבנא לעיל ולפי דברי המורה דאמר וכו' כצ\"ל.)</small> לעיל ולפי דברי המורה דאמר שהבעל זוכה במתנה לגמרי קשיא ליה מתנית' והנכון בעיני זה נראה לי דמאי דאמרינן דאין קנין לאשה בלא בעלה זו הוא פתרונו דכל מה שקנת' אשה קנה בעלה בענין זה שהוא אוכל פירות ואין אדם יכול להקנות לאשה נכסים ע\"מ שלא יהא לבעלה רשות בהן אלא כל רשות שיש לבעלה על כל הנכסי' שנפלו לה בירוש' יש לו נמי גם על הנכסי' שניתנו לה בנותנת ואע\"פ שדעת אחרת מקנה אות' אינו יכול לסלק רשות הבעל מעליהם ואין קנין הבעל והרב שוים אלא האי כי דיניה והאי כי דיניה הרב זוכה בנכסי עבדו קנין גמור דכל מה שקנה העבד קנה רבו והבעל אנינו זוכה בנכסי אשתו אלא קניין פירו' ומיהו כל זמן שהוא קיים כנכסיו הם שהרי אין לאשה בהם שום זכייה שבעולם בחיי בעלה כי אם אחי מותו. ומשום הכי מעשר דאתאי מבי נשא קקו לי הרבנן מעשרו של בעל שכל נכסי מלוג שלה נכסיו הם כל ימי חייו. וכן נראה לי פתרון שטה זו היכי דמי אילימא בזוזי דבעל ומעשר דבעל שליחותיה דבעל קא עבדא פי' אדרבי מאיר מתמה דאמר אשה פודה מעשר שני בלא חומש דאילו תנא קמא דאמר אניה פודה שפיר קאמר דבין אם פודה מעשר שני של בעלה בין אם פודה מעשר שני שלה כגון שאין לה בעל צריכה ליתן חומש אם הוא של בעלה שליחותיה קא עבדה ואם הוא שלה מעשו קרינא ביה ואף על גב דאיש כתב בפרשה אין חלוק בין אשה לאיש כדתניא בסיפרא בפרשת גאל יגאל לרבות האשה. הילכך אין לתמוה אלא על דברי רבי מאיר דאמר אשה פודה מעשר שני בלא חומש דהיכי דמי אי בזוזי דבעל ומעשר דבעל שליחותיה דבעל קא עבדא ואע\"פ שהיו זוזים שלה נכסי מלוג של בעל הם כל ימי חייו ואין לאשה בהם שום זכיה כל ימי חייו ואע\"פ שרציך ליקח בהן קרקע ימכור הפירות שהיו של מעשר שני ויקח בהן קרקע הילכך שליחותיה קא עבדה וצריכה ליתן חומש אלא בזוזי דידה ומעשר דידה איש אמר רחמנא ולא אשה. פי' האי נמי לרבי מאיר קא מהדר ובתימא בעית למימריה ולאו בניחותא דאי בזוזי דידה ומעשר דידה כגון שאין לה בעל או שיש לה בעל וכתב לה דין ודברים אין לי בנכסיך ובפירותיהן בההיא שלה הוא וממעשרו קרינא ביה שאין חילוק בין אשה לאיש דאטו איש אמר רחמנא ולא אשה והרי לכל התורה כולה השוה הכתוב אשה לאיש והכא נמי מרבה בסיפרא אשה מגאל יגאל. ואין לך שום טצדק שיתיפטר האשה חומש ממעשר שני אלא א\"כ הקנה לה אחר מנה על מנת שתפדה בו את המעשר שלא חל על אותו המנה קנינו של בעל כמו שחל על כל נכסי מלוג שלה והילכך אשה כי אחר דמיא ורבנן סבסרי אין קניין לאשה בלא בעלה והרי הוא זה המנה כשאר נכסי מלוג שהלה ושליחותיה קא עבדא.ואי הוה בעי הוה מוקי לה כגון שהיה המנה של אשה וכתב לה הבעל דין ודברים אין לי עליך באותו מנה ובפירותיו. אלא דהוה קשיא לן אי הכי מאי טעמייהו דרבנן דמחייב להכי מוקי לה שנתן לה אחר מנה וקסבר רבנן שאין אותו אחר יכול להפקיע קניינו של בעל מעל אותו מנה ואחכח של חותיה דבעל קא עבדה. ואוקמה רבא במעש' ראתאי מבי נשא שהאו כמו נכסי מלוג לרבנן הילכך כי פרקה ליה מזוזי דבעל שליחותיה קא עבדה שגם המעשר של בעל הוא כל נכסי מלוג של אשה הם נקראים נכסי הבעל כל ימי חייו שהרי אין האשה יכוהל להוציאהם מתחת רשתות כל ימי חייו. ורבי מאר סבר אינו כמו נכסי מלוג אלא עשל אשה הוא או חל עליו קניין הבעל והילכך כי פרקה ליה מזוזי דעבל כאחר דמי הבעל ואין צריך ליתן חומש. מעשר ממון גבוה הוא <small>(ממון גבוה הוא ולא קני' לי' כצ\"ל.)</small> דלא קני ליה בעל ראיתי מקשים בזה ממאי דאמרינן בפרק השואל בעל בנכסי אשתו מי מעל אמר רבא מאן לימעול בעל דהתירא ניחא ליה דליקני דאיסורא לא ניחא ליה דליקני משמע הא ניחא ליה הוה קני והא ממון גבוה הוא ואין זו קושיא של כלום דכל מעילה דהקדש אניה אלא בשגגה אבל אם ידע שהוא הקדש אין בו שום זכייה ואינו מביא קרבן מעילה. והכי גבי מעשר בכוונה הוא רוצה לזכות בו משום הכי אמר כן דממון גבוה הוא ואין לו כח לזכות בו:\n", 
            "<b>תנא יוצא בשן ועין כו'</b>. ותנא דמתניתין דלא תנא אלא כסף ושטר יש לומר דסבירא ליה כי הנך דלקמן דאמרי וצריך גט שחרור:\n"
        ], 
        [
            "<b>הואיל ומדרש חכמים הוא.</b> פי' לא שהמדר' גרוע מן הכתוב אלא מפני שאין המדרש ידוע לכל צריך גט שיחרור כדי לפרסם שיחרורו לכל העולם:\n"
        ], 
        [
            "<b>כתנאי ומעוך כוכתות ונתוק וכרות כולן בביצים </b>פי' כל אלה החלוקת אינן אלא כשלא תלש הביצים לגמרי שאם תלשן וחתכן אפי' בביצה אחת הוי מום כל כן בשתים כדתנן בפ על אלו מומין אין לו בינים אין לו אלא בינה אחת כו' והכא במעוך וכתות ונתוק וכרות פליגי מעוך וכתות הוא ששמיענן בידו ושיברם וכיתתם והניחם במקומון והם נקמטים ונכווצים ואינם תלויין כדמעיקרא ונתוק וכרות הוא שתלשן ממקום חבורן והיניחם בכוס והן תלויין ומדולדלין יותר מדמע קרא ובהי פליגי הני תנאי אי חשיבי הני ביצים מומין שבגלוי אי לא דלגבי מומין בעינן מומין שבגלוי והכא מפרש התם פלוגתייהו בפ' על אילו מומין אלא הכא במומין שבגלוי הכי <small>(תיבת הכי מפרש סתם פלוגתא הוא ע\"ש וצ\"ל אלא הכי במומין שבגלוי פליגי.)</small> מפרש סתם פלוגתייהו פלגי פי' אי חשיבי הני גבי ביצים מומין ששבגלוי אי לא דר' יהודה סבר מעוך וכתות הוי מומא דכוויצאן פי' שעכשיו הם נכווצים ונקמטים יותר ממה שהיו בראשונה ונראה לעין הוא הילכך מומין שבגלוי הן. נתוק וכרות הוי מומא דתליאן פי' יותר הן מדולדלין ותלויין ממה שהיו בראשונה ור' אליעזר סבר מעוך וכתות לא הוי מומא דמעיקרא נמי זימנין דכוויצאן פי' יש בהמה שביציה כווצות ואינן תלויות כל כך בלא שום מיעוך הלכך לא חשוב מום שבגלוי נתוק וכרות לא הוי מומא דמעיקרא נמי זימנין דתליאן פי' יש בהמה משביציה מדולדלות ותלויות יותר מחברתה ור' יוסי סבר מעוך וכתות הוי מומא דהא ליתנהו פי' אין הביצים בעין כמו שהיו שהרי מיעכן וכיתתן והלכך כמאן דתלשינהו לגמרי דמו והוי מומא: נתוק וכרות לא הוי מומא דאיתנהו פי' כיון שהביצים בעין אע\"פ שתלשן ממקום חיבורן לא הוי מומא ואע\"פ שנסתרסה הבהמה בכך אין זה מום גלוי אלא מום שבסתר ואינו פוסל וכמו שמצאנו לגבי מומי הבכור דעד כאן לא פליג אלא בהני אבל חם חתך הביצים והכיס שנראה מקומם חסר הוי מומא הכי נמי יש לונו לפרש גם בסירוס דעבד דפליגי תנאי דלעיל דהא כתנאי אמרינן למימרא דפלוגתא דהתם כפלוגתא דהכא היא שאם חתם הביצים של עבד עם הכיס שלהן שנראה מקומן חסר ליכא מאן דפליג דמומין שבגלוי הן ואנן לא ילפינן משן ועין אלא מומין שבגלוי ואינן חוזרין והני נמי הכי הוי אלא בסירוס פליגי ולשון סירוס נמי הכי משמע שאין החסרון ניכר בו כל כך אלא שסירסו ע\"י מיעוך וכתות ותוק וכרות. ונראה לי דכל המומין ששנו חכמים לגבי בכור בכולן עבד יוצא בןה לחרות שהרי מדרש אחד ולשון אחד דרשו חכמים בשליהם דהכא גבי עבד כלל ופרט וכלל ודרשנו אי אתה דן אלא כעין הפרט מה הפרט מפורש מומין שבגלי ואינן חוזרין אף כל מומין שבגלוי ואינן חורין והכי דרשינן נמי לגבי מומי בכור בריש פרק על אלו מומין דמקשי תלמוד' התם אמאי פסלי כל תני מומין פסח ועור כתיב ומהדר כתיב כי יהיה בו מום כל מום ומקשה ואימא כי יהיה בו מום כלל פבסח או עור פרט כלל ופרט אין בכלל אלא מה שבפרט פסח ועו ראין אחר לא. ומהדר כל מום רע חזר וכלל. כל לופרט וכלל אי אתה דן אל אכעין הפרט מה הפרט מפורש מומין ששבגלוי ואינן חוזרי אף י מומין שבגלוי ואינן חוזרין אי מה הפרט מפוש מומין שבגלוי ובטל ממלאכתו ואינן חוזרין אלמה תנן נפגמה אזנו מן הסחוס אבל לא מן העור ומהדר כל מום רע ריבויא הוא כו'. הנה כמו שדרשנו לגבי עבד כך דרשנו לגבי בכור. א\"כ אם חתך ריס העין של עבד או אם חתך שפתו או ביציו דהו ימום שבגלוי ואינו חוזר הכי נמי דעבד יוצא בהן לחירות. וזה ששנו חכמים עשרים וארבעה ראשי איבירם לא נשנו אלא לגבי צרעת שהן משופעים בראשיהן ואין הנגע נראה בהן כאת שאין בראשיהן רוחב כגריס אבל ריס העין והשפה והביצים אינן משופים ומיטמאין הן בנגעים וכשאומר התנא ובכולן עבד יוצא בןה לחירות לא מרא דלאו דוקא שן ועין דכתיבי אלא גן בהני נמי יוצאין והוא הדין בדומין להן כגון ריס העין והשפה והביצים ועיל נמי דאייתינן תנא יוצאין בשן העייועין וראיש איברין לא תנא כ\"ד ראשי איברין אלא סתם קתני למימרא דבכולהו נפיק תדע דהכי הוא דהא אמרן לעיל תלש בזקנו ודלדל בו עצם. עדב יוצא בו לחירות ש\"מ דלאו דוקא כ\"ד ראשי איברים בעינן אלא כל המנויין לגבי בפור הן מנויים גם לגבי עדב והאי דנקט ראשי איברים למימרא דבעינן מומין שבגלוי וראיש איברים הן מומין שבגוי למעוטי שאם חסר ממנו איברים ואינן בגלוי שאינו יוצא בןה לחירות כגון כל אותן שמנו חכמים בפ\"ק דאהלות רמ\"ח איברים באדם שלשים בפיסת הרגל שלשים בפיסת היד תשעה בראש כו אם חיסר ממנו אב מאותם הוי מום שבסתר ולא הוי מום גלוי אלא ראשי איברם והיה גם לגבי בכור והאי דבעי רב אחדבוי התם <small>(בכורות דף ל\"ט.)</small>יש מחוסר אבר מבפנים אי לא לאו למיפק ביה לחולי קא מבעי' ליה דודאי לא נפיק לחולי אלא במום שבגלוי אלא לאפסולי' מעל גבי המזבח קאמבעי' לי' דהיכ גריסינן התם בהלכות חיטין החיצונית בעי רב אחדבוי בר אמי יש מחוסר אבר במבפנים אי לא למאי אי לבכור פסח ועור כתיב: פי' דבעינן מומין שבגלוי: כיוצא בהן כדאמרן לעיל אי לקדשים עורת או שבור כתיב ומהדר לאישתחוטי ולאתפרוקי לא מבעי' לן פירש דודאי חבר שבפנים לא חשיב מום כי קח מבעי' לן לאיפסולי מעל גבי המזבח מאי תמים יהיו לרצון כתיב תמים אין בעל מום לא אפי' מבפנים או דילמא תמים יהי לרצון <small>(ובש\"ס שם הגירסא תמים והוא לרבות והוא ע\"ס וצ\"ל לרצון כמש\"ר.)</small> כל מום לא יהי בו מה מום מאבראי אף חסרון נמי מאבראי אלמא אין מום חשוב גבי בכור אלא מום שבגלוי ונאה לי דלאו דוקא בחסרון אבר יוצא העבד לחירות חלא גם חס נפגם או נסדק או ניקב והוא מום קבוע יוצא לחירות שכל מה ששנינו לגבי בכור נפגמה אזנו נסדקה ניקבה ריס של עין שיניקב שנפגם שנסדק חוטמו שניקב שנפגם שנסדק שפתו שנקבה שנפגמה ושנסדקה בכל אלו העבד יוצא לחירות ואין לחלק ביניהם שהרי מדרש אחד דרשו חכמים בשניהם ובלשון אחד לאמר בשניהם דבעינן מומין שבגלוי ואינם חוזרין וא\"כ כל אותם שהן חשובין מומין שבגלוי לגבי בכור הן חשובין לגבי עבד. ומנחתי שגם בתוספות של בכורות נתקשו ביותר בזה הענין וכך כתב שם קשיא לר הואיל והדרשות שוות בהו מאי שנא הכא דמרבנן אפי' ריס של עין שנקיב מהאי ריבוא והתם לא קאמרינן הכא דהא קא חשיב התם כד ראשי איברים שעבד יוצא בהן לחירות וקא חשיב העינים ומשמע דעינים אין ריס לאחת הכא נפגמה אזנו הוי מומא וגבי עבד לא הוי מומי דאי אמר' הוי מומי א\"כ <small>(לחשבוה וכו' בפ\"ק דחולין דף י\"ד ע\"ב.)</small> ליחשבה גבי ג' פגימות דחשי' בפ\"ק דחולין דהא חשיב תרתי פגימות אוזן בבכור ושפגימת מום ובקדשים וכל שכן שיש לו לחשיב עבד כו' עוד יש לתרץ דשאני הכא גבי מומי בכור דרבויא נכתב בלשון כל מום רע אבל התם לא כתב כי האי גוונא בריבוייא. ואינה נראה לי מה שתירץ דאע\"ג דלא כתב ביה כל גבי עבד הא אמרינן לחפשי ישלחנו ריבוייא הוא ולא דרשינן בכלל ופרט וכלל אלא בריבוי ומיעוט וריבוי ואין לחלק בין עבד לבכור כלל אלא דין אחד להן. ומאי דקשיא ליה אמאי לא חשבי גבי ג' פגימות הא לא קשיא דכיון דחשיב פגימות אוזן בבכור היה לפגימות אוזן בעדב דמדרש חד דרשינן בתרווייהו. ופגימות מום בקדשים דקחשיב לאשמועינן דבית הערוה של נקבה נמי פגימתה בכל דהו כדפירש המורה התם. הלכך אין לחלק בין מומי עבד למומי הבכור תדע דהכי הוא דהא כי הוה סברי' דאמר רבי סירוס אין לשון לא רמינן עליה מאי דתנאי ר' אומר רוב המדבר שבלשונו דאלמא לשון הוי גלוי לענין בכור ופרקינן אלא רבי אומר סירוס וכ\"ש לשון ולא רצה לומר דשאני עד מכבכור ש\"מ דכל מאי דחשיב מום גלוי לגבי בכור לישחט עליו במדינה חשיב נמי מום גבי עבד לצאת בו לחרות עוד ראיתי שמקשים שם אמאי לא הוו פסח או עור שני כתובים הבאים כאחד ולא נדרשינהו בכלל ופרט וכלל דכי משמע בקדושין דאי לאו דצריכי שן ועין לא הוא דריש להו בכלל ופרט וכלל. ונראה לי לתרץ דוקא כי הוה בעינן למדרש שאר איברים משן ועין במה מצינו ולא היינו סבורים דאיכא כלל בהאי קא הוה מקשינן דהן שני כתובי' הבאים כאחד אבל כשחזרנו לומר וכי יכה הוי כלל וכן לחפשי ישלחנו אין להקשות כך דכמה כללי ופרטי דרשי' בכי האי גוונא ואינ\"ג דפרטי הוי טובא כמו ונתת הכסף בכל אשר תאוה נפשך כלל בבקר בצאן ביין ובשכר פרט בכל אשר תשאלך נפשך חזר וכלל וכן על כל אבידה והרבה כיוצא בהם והאי דלא מקשינן בבכורות כדאקשינן הכא משום דהתם מפורש הכלל כי יהיה בו מום כלל ומשמע כל מום ואין אנו צריכין לדרוש מה מצינו אבל הכא דהוי סברינן דליכא כללא אלא מה מצינו דורש אקשינן ליה דהוו שני כתובים הבאים כאדח ואע\"ג דכי איכא פרטי טוב' דרשינן להו ואמרינן כל הני פרטי לה לי פדדרשינן בספרי לכל הני פרט דמער וכדאמרינן בפרק אלו מציאות ובריש פ' מרובה מ\"מ אין להקשות דיהיו שני כתובים הבאין כאחד ולא ילמדו לאחרים שהי לא הם מלמדים על אחרים כלל אלא הכלל מלמד עליהם והפרטים אינן באים אלא למעט שלא תרבה מן הכלל האחרון כל דבר אלא הדומה לפרט אבל כי דרשינן מה מצינו שאתה רוצה להביא אחרים מהם במה מצינו התם ודאי יש לומר שהן שני כתבים הבאים כאחד ואין מלמדים. ואי קשיא היכי אמרינן בבכורות דכל מום רע ריבויא הוא ולא כלל והא גבי מעשר דכתיב כל ודרשינן ליה בכללי ופרטי. תשובה הכי מקשה נמי בשילהי פרק שור שנגח ובריש פרק מרובה ומהדר דכל ריבוייא ובכל כללא.\n"
        ], 
        [
            "בהמה גסה נקנית במסירה מה שפירש המורה אבל במשיכה לא מיקניא דאין דרכה להוליכא לפניו אין נראה לי שתהא המסירה גדול מהן המשיכה שבכל מקום מצנו שהמשיכה גדול מן המסירה שכל המטלטלין נקנין במשיכה ולא מהני' בהו מסירה והכי נמי אמרינן בפרק המוכר את הספינה ספינה נקנית במסירה דברי רבי וחכמים אומרים לא קנה עד שימשכנה או עד שישכור את מקומה. אלמא המסירה היא גרועה מן המשיכה אף כאן תנא מסירה וכ\"ש משיכה ואן דסבר במשיכה הוה אמר במשיכה אין במסירה לא שאין קונה אותה במסיר הבלבד שמסרה לו באפשר עד שימשכנה ותהלך ברגליה הכא במאי עסקינן בסיטטאי דוקא בסימטא אבל לא ברשות הרבים דהכי נמי אמרינן בפרק המוכר את הספינה רב ושמואל דקאמרי תרווייהו כליו של אדם קונה לו בכלל מקום חוץ מרשות הרבים ורבי יוחנן וריש לקיש דאמרי תרווייהו אפילו ברשות הרבים אמר רב פפא ולא פליגי כהן ברשות הרבים כהן בסימטא ואמאי קרו לה ברשות הרבים שאינה רשות היחיד:\n"
        ], 
        [
            "נכסים שיש להם אחריות לקנין בכסף בשטר ובחזקה פירש המורה נעל גדר פרטץ כל שהוא או דיש אמירי ואינן נראה לי דדייש אמיצרי לא הוי חזקה לקנות כדפרישית בפרק קמא ואי קשיא אמאי לא תנא נמי חליפין. תשובה כסף שטר וחזקה דאיתנהו בקרקעות ולתנהו במטלטלין קתני שגם החזקה אינה מועלת במטלטלין שאם מסר לו כליו ונשתמש בו שהניח שם פירותיו או שייפוהו ועדיין לא משכו לא קנאו אבל חליפין דאיתנהו למי במטלטלי לא קתני:\n", 
            "<b>אבל במכר לא קנה עד שיתן דמים </b>פי' והכי נמי איפרש פריש דהא במוכר שדהו מפני רעתה אמרינן לקמן דקתני בשטר מסתמא משום דאמרינן דהכי הוה דעתיה דמוכר כל שכן אי פריש ואי קשיא היכי אמר שמואל דבמכר לא קנה עד שיתן דמים והא קרא דספר המקנה דילפינן מיניה דשטר קונה במכר כתיב תשובה התם נמי כסף הוה כדכתיב התם בפירוש בקרא ואשקול את הכסף והאי דקרי ליה ספר המקנה מפני שקונה לבדו במקום אחר דהיינו במתנה דליכא כסף או במוכר מפני רעתו או כדפריש:\n"
        ], 
        [
            "<b>תא שמע דאמר רבי אליעזר מעשה במדוני אחת כו'</b> פי' ר' אלעזר <small>(ר' אליעזר אמר מהכא דלית לן כצ\"ל.)</small> גמיר דלית ליה דברי שכיב מרע ככתובין וכמסורין דמי דהאי שכיב מרע הוה מדקאמר ומת: ה\"ג אלא דלא אותה למקבל מתנה התם פי' ומשום הכי לא היה לו תקנה אלא על גבי קרקע ואע\"פ שהיו צאן וחביות ממש ולוא משום דהוי דמי דכיון דלא הוה מקבל מתנה התם לא יכול להקנותם לו לא במשיכה ולא בחליפין ובמקצת ספרים מצאתי כתוב אלא מאי אית לך למימר דלא איתיה למקבל מתנה הכא נמי דלא ותה למקבל מתנה והכי גריס המורה:\n", 
            "<b>עישור שאני עתיד למוד כו'</b> פי' הי המתכוין לתקן פירותיו שלא יכשל בהן אדם ויאכל טבלים ואע\"ג דקריאת שם בלא הפרשה אינו כלום אהני דלכשיפרש הוברר הדבר מעיקרא שעל אלה קרא שם ומה שאכלו לא אכלו טבלים אלא מתוקן ואם לא היה קורא שם מעכשיו לא היה חל עליהם שם מעשר אלא לכשיפרישם מה שאכלו אכלו טבלים יסבר רבן גמליאל יש ברירה כדאמרינן גבי לוקח יין מבין הכותים:\n"
        ], 
        [
            "שמע מיניה בעינן צבורן שאינ התם כי היכי דלא ליטרחינהו פירש שלא נתכוין להקנות להם הקרקע ואח\"כ יקנה להן הפירות כדין חצר דאין חצרו של אדם קונה לו אלא אם כן עומד בצד חצרו אך אם היא חצר המשתמרת לדעתו אלא מטלטלי אגב קרקע הקנה להן כדאמרינן בפרק שנים אוחזין בהל' ראה אותם רצים וחצרו של רבן גמליאל לגבי רבי יהושע חצר שאינה משתמרת היא שאינה משתמרת תחת רשותו כדפרישית התם אוי הוה בעי הוה מתרץ לה דרבן גמליאל נתכוין להקנותם בתורת חצר ולא בתורת אגב וכדמפרש רב פפא התם בשני אוחזין דאמר דעת אחרת מקנה אותן שאני דדוקא במציאה בעינן והוא שיהא עומד בצד שדהו שאין שם דעת אחרת מקנה אותו אבל במתנה שיש שם דעת אחרת מקנה אותו לא בעינן שיעמד בצד שדהו ומשום הכי קנו ר' יהושע ור' עקיבא אע\"פ שלא עמדו בצד שדהו של רבן גמליאל והקשינו שם לרב פפא מגט דאיכא דעת אחרת מקנה אותה ואמר עולא והוא שעומדת בצד ביתה או בצד חצרה ופריק רב אשי וסייע רב פפא דהאי חצר אתרבאי משום יד ולא גריעא משליחות כו' אלמא איתא לדרב פפא אלא רב תא עבד ליה דאפי' למאי דסברי דאין חילוק בין זה לזה דאפילו היכא דאיכא דעת אחרת מקנה אותו בעינן שיהא עומד שם ור\"ג אגב קרקע נתכוין להקנותן כדאמרי' התם. אפ\"ה לא משמע מכאן דשעינן ציברן דכי היכי דלא ניטרתינהו בנתכוון ולעולם גם אגב קרקע אחר היה יכול להקנותם. אבל מיהו לקמן דפשיט מינה שדה במכר ומטלטלין במתנה קנה אתיא דלא כרב פפא שאם בתורת חצר קנו אין לפשוט משם כלום וכל זו השטה אתיא דלא כרב פפא:\n"
        ], 
        [
            "<b>במה דברים אמורים שנתן לו דמי כולן </b>פי' וכגון במקום שכותבין את השטר שלא קנה בכסף לבדו א\"נ כגון שלא רצה להקנותו בכסף אלא בחזקה חוזר בשטר ואינו חוזר בשדה עיין מה שכתבתי עליו בפרק מי שמת במהדורא בתרא בהלכות שכיב מרע: אמר רבא לא שנו אלא שנתן לו דמי כולם אבל לא נתן לו דמי כולם לא קנה אלא כנגד מעותיו פי' אע\"ג דפשיטנ' דשדה במכר ומטלטלין במתנה קנה דוק' כשפירש לו במתנה אבל היכא דמכרן לו אינן סומך בלבו להקנות אלא מה שפרע דמיו. ואם פירש ואמר תקנה הכל וזקף הדמים עליו בהלואה הכי נמי דקני ורבא לא דן אלא סתמא דמילתא אבל היכא דפריש פריש. גם מאי דאמרינן לקמן במכר לו עשר שדות במה דברים אומרים שנתן לו דמי כולם דוקא במכר אבל במתנה קנה כולן. ובמכר נמי דוקא בסתמא אבל אם פירש לו קנה כולן וזקף דמי כולן עליו במלוה הכי נמי דקנה כולן: כח חזקה שהחזקה מכר לו עשר שדות בעשר מדינות כיון שהחזיק בשדה אחת קנה כולן. פי' מה שאין כן בשטר ובכסף שאם כתב לו שטר על שדה אחת ואמר לו קנה כולן בשטר זה לא קנה וכן נמי בכסף אם נתן לו דמי שדה אחת ואמר לו קנה כולן בדמים הללו אע\"פ שזקפן עליו במלוה לא קנה אבל בשדה אחת אע\"פ שלא נתן לו כל הדמים אלא מקצתן והשאר זקף עליו במלוה קנה כדאמרינן בפ' השכר את האומנין איכא דאמרי א\"ר אחא בריה דר\"א ואלו מסר לו כו' ה\"ג ולא גרסינן תדע דהשתא אתי לאקשויי ליה ואמר לו זו קני מי קנה פי' אע\"פי שאמר לו החזק בבהמה זו על מנת לקנות כולן מי קנה כולן בחזקה של בהמה זו אע\"פ שמחבורת כולן באפסר אחד דאימת קנה כולן כשמסרן לו קשורו' באפסר ואמר לו קנה כולן והוא החזיק בראש האפסר וקנה כולן מפני שאוגדן בידו ולא אמרי' דלא יקנה אלא הסמוכ' לראש האפסר אלא חזקה זו מועלת לכולן שבכולן החזיק אבל כשאמר לו החזיק בזו אע\"פ שאמר לו ע\"מ לקנות כולן לא קנאן כיון שהחזקה לא היתה אלא בשדה זו לא תועיל באחרות: וה\"ג איכא דאמרי א\"ר אחא בריה דרב איקא אילו מסר לו כו' ולא גרסינן תדע דהשתא אתי לאקשויי ליה וזוקקין את הנכסים כו'.\n", 
            "<b>שומרת יבם וכנוסה.</b> בסוטה מוקי לה כר\"ע דמשוי חייבי לאוין כעריות <small>(עמ\"ש התוס' בסוטה דף י\"ח בד\"ה אמרי במערבא.)</small>\n", 
            "אמן מאיש זה אמן מאיש אחר אע\"פ שזה גלגול הוא לא נוכל ללמוד משם גלגול קרקעות משום דאותו איש אחד בר שבועה הוא אם קינא לה ממנו והלכך יכול לגלגל עליה ונוכל ללמוד משם שאם תבעו מנה וכפר לו בכל <small>(ועוד תבעו מנה וכפר לו בכל ט\"פ.)</small> ועוד תבעו מנה וכפר לו בכל ועוד תבע מנה והודה לו במקצת שמגלגל עליו גם על אותו מנה שגם אותו המנה הוא בר שבועה אם הוא מודה בו במקצת אבל הקרקעות שאינן בני שבועה כלל מניין שמגלגלין להכי מייתי ראייה מארוסה שאינה בת שבועה כלל ואפילו הכי מגלגל עליה אם זינתה בעודה ארוסה:\n"
        ], 
        [
            "<b>אף שבועה האמורה בחוץ עשה בה ספק כודאי </b>אי קשיא אי הכי תחלת שבועה נמי נשביענן על הספק אלמה תנן אלו נשבעין שלא בטענה כו' ומוקמינן לה שלא בטענת ספק ודוקא שותפין ואריסין אבל אחריני לא. תשובה תחלת שבועה נמי משכחת לה על הספק בעד אחד כגון דאמר ליה באתם אלי באחד בניסן ללות מנה ואיני יודע אם הלויתיך ואם לאו והוא אומר לו לא הלויתני ובא עד א' ואמר אמת כי הלוה אותך נראה לי שהוא חיי' שבועה שכיון שאלו היו שנים היו מחייבין אותו ממון אחד מחייבו שבועה. אבל אלו כפר במקצת והודה במקצ' פטור מפני שהוא כמשיב אבדה ולא מצינן לחיובה משום גזירה שוה משום דקרא כתיב כי יתן ולא אהלי גזירה שוה אלא לגלגול שבועה:\n"
        ], 
        [
            "<b>ולמאי דספיק אדעתא מעיקרא כו'</b> עיין פתר כל זה השטה בקונטרסי בריש פרק הזהב:\n", 
            "ת\"ר כיצד רשות גבוה בכסף גזבר שנתן מעות במטלטלין אפילו בסוף העולם קנה ראיתי מקשים מה צורך בכסף באמירה בעלמא שנתרצה שיהיו של הקדש בכך וכך אינו יכול לחזור בו דאמירתו לגבוה כמסירתו להדיוט וכדאמרינן נמי בפרק יש נוחלין <small>(דף קל\"ב ע\"ב וע\"ש הגרסא ובתוס' שם.)</small> גבי בני של יועזר דאשכח מרגניתא ואמר לי' תיתחא זיל אמטייה לגבי גזברין ולא השיימה את דאמירתו לגבוה כמסירתו להדיוט אלא לישיימוהו אינהו ונ\"ל בכי האי גוונא מיירי שבעת שקיבל ממנו המעות לא ידע שלצורך הקדש הוא קונה אלא לצרכו ועכשיו כשרוצה לחזור בו מודיע שלצורך הקדש קנה ומעות הקדש היו ואינו יכול לחזור בו:\n"
        ], 
        [
            "<b>כל מצות הבן על האב כו'</b> פירוש משום דתנא רשות הגבוה בכסף ורשות ההדיוט בחזקה שיש חילוק בין גבוה להדיוט תנא נמי החילוק שיש בין האיש ובין האשה:\n", 
            "<b>איהי מנלן דלא מיחייבא דכתיב אשר צוה אותו אלהים אותו ולא אותה </b>אי קשיא ומאי איצטרינן לקרא תיפוק לי' דהויא לה מילה מצוה שהזמן גרמא חדא דכתיב וביום השמיני ימול וחדא דאין מצות מילה אלא ביום ולא בלילה כדאיתא במגילה <small>(דף ך' ע\"ב וע\"ש בותס'.)</small> שאין מוהלין אלא ביום והתינא מיום שמיני לא קשיא שאין היום קבוע ויודע בשנה <small>(כאן חסר וכצ\"ל דמצות עשה שהזמן גרמא היינו שזמנו קבוע וידוע ומה שאין כן וכו'.)</small> מה שאין כן ביום שמיני של מילה אבל זה שאין מצות מילה נוהגת בלילה אלא ביום קשיא דומיא דציצית שאינה נוהגת בלילה אלא ביום משום הכי מני לה תנא לקמן בכלל מצות עשה שהזמן גרמא. תשובה היכי אמרינן דמצות עשה שהזמן גרמא נשים פטורות הני מילי מצוה דתליא בגופה והיא אינה מצווה אלא לזמן ידוע ואל בכל זמן אבל מצוה דלא תליא בגופה כגון למול את בנה אע\"ג דמילת הבן ייש לה זמן נהי דקבוע הזמן לבן הנימול אבל האב שציוהו הבורא להתעסק במילת בנו העסק ההוא אין לו זמן שבין ביום ובין בלילה יטרח ויכין צרכי מילת בנו והלכך אי לאו אותו הוה מחייבינן גם האשה ואין זמן הקבוע לכן פוטרה דהוה אמינא האי תתעסק בין ביום בין בלילה עד שתמול את בנה בזמנו אבל הציצית היא מצוה שתלויה על גופו של אדם ואי הוה מחייבינן האשה היתה מצותה תלויה בזמן הלכך פטורה:\n", 
            "<b>דכתיב תפדה קרי ביה תפדה </b>פי' אפילו למ\"ד יש אם למקרא הכא תפדה יתירא קא דריש דכתיב לעיל מיניה בפ' קרא פך פדה תפדה את בכור האדם והדר כתיב ופדויו מבן חדש תפדה:\n", 
            "<b>רבי יהודה לטעמיה דאמר מלוה הכתובה בתורה ככתובה בשטר דמיא כו'</b> עד ורבנן לטעמיהו לא ידעתי אנה חלקו בחלוקה זו <small>(תמיהה גדולה קא חזינא הכא דהא בבכורות דף מ\"ט ע\"ב ר' ירמי' גופא סיק בר יהודה סובר מלוה הכתובה בתורה ככתובה בשטר דמי ורבנן סברי לאו ככתובה בשטר דמי' וע\"ש דף מ\"ח ע\"א תוס' ד\"ה דכ\"ע שהביאו סוגי' דכאן וכתבו דגרסי' ור' יהודה לטעמי'.)</small> ונראה לי דה\"ג רבי יהודה סבר ורבנן סברי:\n", 
            "<b>כל המצות הבן על האב.</b> כי הא דרב יעקב בריה דרב אחא בר יעקב שדרי' לבריה כו' פירש היה סבור שבנו יצליח ותר ממנו וכשראה שלא היה מצליח הלך הוא:\n"
        ], 
        [], 
        [
            "<b>לפיכך נקראו הראשונים סופרים כלומר ישליש אדם יומותיו במקרא שהראשונים מפני שעסקו במקרא לקראו סופרים:\n</b>", 
            "<b>במערבא פסקי להאי פסוקא כו'</b> ובדרש דרש לא קא מיבעיא לי' מפני שבתיבות אין להסתפק כמו שנסתפק בקותיות ובפסוקים:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "איכא בינייהו יניק וחכים פ'י תנא קמא סבר שיבה וזקן חד נינהו ולמעוטי זקן אשמאי ור' יוסי הגלילי סבר תרי נינהו וסבירא להי דזקן לאו דפרושי שיבה קא אתי וא\"כ יש לומר דסבר אפילו זקן אשמאי וא\"כ היינו איסי בן יהודה ויש לומר דאיסי בן יהודה דאמר כל שיבה במשמע הוה מרבה אפילו שיבה דארמאי כדקאמר לקמן כרבי יוחנן דפסיק הילכתא כותיה אבל יש לגמגם דא כ הוה ליה למימר דאיכא בין רבי יוסי לת\"ק יניק וחכים וזקן אשמאי מדקאמר יניק וחכים בלחוד משמע דבזקן אמשאי שניהם שוין ויש לור דגם רבי יוסי לא הוה מרבה זקן אשמאי דאע\"ג דזקן לאו לפרושי אשיבה קא אתי מכל מקום ילפינן מינה דאתורה קפיד רחמנא הילכך אי הוה זקן אשמאי לא אבל מיהו בעינן שיהא בן תורה. וזקן ריבה אפילו יניק וחכים ויש לומר דיניק וחכים הוא מופלג בחכמה אבל שיבה אע\"פ שאינו מופלג והוא שלא יהא זקן אשמאי יכול מפני זקן אשמאי פי' המורה אשם רשע ועם הארץ ואינו נראה לי שאם רשע היה קרי כאן ונשיא בעמך שעושה מעשה עמך אלא אשמאי הוה בור בלא תורה לשון והאדמה לא תשם דמתרגמינן לא תעבור ולא היה רשע:\n"
        ], 
        [
            "ניכתוב רחמנא מפני שיבה תקום והדרת תקום והדרת פני זקן מדלא כתב הכי שמע מינה חד הוא ראיתי מקשין והא כי האי גונה גרשי' בפרק איזהו נשך את כספך לא תתן לו בנשך ובמרבית לא תתן אכלך ודרשינן כנשך ותרבית לכסף ונשך ותרבית לאוכל וכן בפרק כל שעה לגר אשר בשעריך התננה ואכלה או מכור לנכרי דדריש ר' מאיר דבין לגר בין לנכרי בין במכירה בין בנתינה ונראה לי שבודאי הרבה ימצאו כאלה שעונין לפניהן ולאחריהן אלא הכא משום דפשטי דקרא בין שיבה בין זקן לא משמע אלא בא בימים ולאו יניק וחכים משום הכי קאמר דאי זקן לאו אשיבה קאי ולאו חד נינהו אלא בא לרבות יניק וחכים היה לו לכתוב ולחלקן בפירוש אלא ודאי מדלא חלקן ש\"מ חד נינהו דבעינן שיהא זקן וחכם.\n", 
            "אין בעלי אומניות רשאין יש לומר בעסוקין במלאכת אחרים קאמר מש\"ה תני רשאין ומינה ילפינן לעסוקין במלאכתן נמי שאינן חייבין שאם אלו היו חייבין גם אותן היו רשאין ודלמא שאני התם דאם כן נמצאים מכשילן לעתיד לבוא פי' שטורחין לבורא מארץ רחוקה להביא ביכורים אם לא יכבדו אותם לא יטרחו עוד להביא ולעולם מצוה שאין בה טורח כל כך אין בעלי אומניות עומדין מפני מקיימיה:\n", 
            "<b>אמר אביי נקטינן דאני מקיף חי.</b> כתב בילמדנו במדרש אספה לי שבעים איש אמר רבי אבא הכהן בר פפא כשהייתי רואה סיעה של בני אדם הייתי הולך בדרך אחר כדי שלא להטריח עליהם שלא יהיו רואים אותי ועומדים מלפני וכשעברתי ואמרתי כן לפני רבי יוסי ברבי זבידא אמר לי צריך אתה לעבור לפניהם למה שהן רואין אותם ועומדין מלפניך ואתה מביאין לידי יראת שמים:\n"
        ], 
        [
            "ואימא מוראת ריבי' ומוראת משקלות אין כתיב מורא במשקלות לא בפרשת קדושים ולא בפרשת כי תצא ויש גורסין מורא מכשולות דכתיב ולפני עור לא תתן מכשון ולפי גירסא זו יש עדיין לגמגם כשמתרץ רבי אליעזר פני פני גמר ואימא פני דלפני עור ויש לומר כיון דגזירה שוה גמיר כך קיבל דהאי פני זקן אתי' לגזירה שוה מפני לומדיה עומדין מפנים לא כל שכן ובפרק אלו הן הלוקין אמרינן אמר רבא כמה טפשאי שאר אינשי דקיימי מקמי ספק תורה ואל קיימי מקמי גברא רבה דאלו בספר תורה כתיב ארבעים יכנו ואתו רבנן בצרי חדא והכין פירושו כלום למדו ספר תורה אלא מקל וחומר דחכם דכתב בו עשה ובספר תורה לא כתב מידי אלא בקל וחומר קא אתי:\n"
        ], 
        [], 
        [
            "אמר אביי אשה בעלה משמחה פירש אין אשה כתובה אצל שמחת הרגל כי אם בת דכתיב ושמחת בחגיך אתה ובנך ובתך ועבדך ואמתך והלוי והגר והיתום והאלמנה אשר בשעריך אבל מיהו כיון דבתו חייבת גם אשתו חייבת ובא אביי לתרץ דהשמחה באיש נוהגת וא באשה דאשה בעלה משמחה וכן נמי הבת אביה משמחה:\n"
        ], 
        [
            "<b>ר' מאי רסבר לה שני כתובין הבאין כאחת אין מלמדין </b>אי קשיא ראייה וסוכה נמי שני כתובין הבאין כאחת תריץ כדאמרן לעיל גבי תפילין וראיה מיצרך צריכי דאי כתב ראייה ולא סוכה הוה אמינא נילף חמשה עשר מחג המצות לחיובא ואי כתב סוכה ולא ראייה הוה אמינא נילף ראייה מהקהל לחיובא הילכך צריכי ומלמדין:\n"
        ], 
        [
            "<b>לא הקיפו פאת ראשיכם.</b> ראיתי כתוב דבתוספתא דמכות תנאי דאין הקפה אסור' כי אם בתער:\n", 
            "אי לאו גזירה שוה ה\"א כי כתב בני אהרן אכולה עניינא כתיב ונשים פטורות ואתאי גזירה שוה ללמד על בנות ישראל שיהו גם הן פטורות דאי בני אהרן לאו אכולה עניינא קאי אלא אטומאה בלחוד אבל בכולה עניינא נשים חייבות א\"כ גזירה שוה לחייב נשי ישראל קא אתיא פשיטא דהא איתקש אשה לאיש לכל עונשין שבתורה ומאי איצטרך גזירה שוה אלא ודאי ש\"מ דגבי כהנים נשים פטורות ואתאי גזירה שוה למיפטר נמי נשי ישראל לטהרת נתקים פי' נראה לי שאם נולד כגריס בהרת בעור הבשר ומקצתה על הזקן אינה מצטרפת והרי היא טהורה כדתנן בפרק ששי דנגעים שהראש והזקן אינם מצטרפין עם עור הבשר:\n", 
            "<b>שריטה וגרידה אחת הי א</b>פי' ולמה חלקו הכתוב לעבור עליה בשני לאוי כדאמרינן גיב נשך ותרבית:\n"
        ], 
        [
            "<b>הסמיכות כו'</b> וקשיא לי אמאי לא תני כל סדר המערכת הרמת הדשן שני גיזרי עצים הטבת הנרות והדלקתן וקטורת שחרית וערבית הסמיכות והתנועות פי' קרבן נשים צריך תנופה כמו קרבן אנשים שאימורי שלמיהן וחזה ושוק שלהן טעון תנופה אבל מיהו קרבן אנשים מניפין הבעלים עם הכהן אבל קרבן נשים מניף הכהן לבדו כדאמרינן במנחות בפרק כל המנחות באות מצה והנזירה היא מניפה הזרוע בשלה וחלה ורקיק ולא מנחה כמו שפירש המורה:\n"
        ], 
        [
            "<b>המליקות דכתיב ומלק אהרן והקטיר איתקש מליקה להקטרה </b>אי קשיא והא כהן כתיב גבי מליקה ומאי איצטרך לאקושי להקטרה יש לומר דהוה אמינא כהן ואפילו כהנת כדאמרינן בפרק הזרוע:\n", 
            "הזאה דקדשים אניה נוהגת בנשים כדכתיב וזרקן בני אהרן ולא בנות אהרן אלא תני הזאה וההזאה אינה כתובה אלא במקומות ומעטין ואי אפשר לומר בכולן נוהגת באנשים שהרי הזאה דפרה ודחטאת פנימיות אפילו בשאר כהנים אינה נוהגת ואפילו אי גרסינן היכא כתיבא שפיר מיפרשא מפני שאינה כתובה בכל הקרבנות אלא בג' מקומות ואין צריך לשבש הגירסא:\n", 
            "בן עוף שקבע לו כהן למליקתו אינו דין שיקבע לו כהן להזאתו ראיתי מקשים אמאי לא פרכינן הכא כדפרכינן בריש פר' יאזהו מקומן ובפרק כל המנחות מה לבן צאן שכן קבע לו כלי לשחיטתו ולקבל דמו ונראה לי לתרץ דהתם בעי למילף מליקה דבן עוף משחיטה דבן צאן דתיבעי צפון משו' הכי פרכינן מה לשחיטה בן צאן שכן <small>(שכן קבע כצ\"ל.)</small> טבל לה כלי אבל הכא ילפינן הזאה דבן עוף ממליקה דבן עוף שאם מליקתו טעונה כהן כל שכן הזאתו הלכך ליכא למיפרך הכי:\n", 
            "<b>חוץ ממנחות סוטה ונזירה שהן מניפות.</b> קשיא לי כיון דכתיבנא חנופה בנזיר בזרוע בשלה וחלת מצה ורקיק אמאי לא מני להו במנחות בפרק כל המנחות דתנן אלו טעונין תנופה ואינן טעונין הגשה לוג שמן של מצורע ואשמו והביכורין כדברי רבי אליעזר בן יעקב ואימורי שלמי יחיד וחזר ושוק שלהן אמאי לא תני וזרוע בשלה וחלת מצה ורקיק של נזיר עיין בקונטרסי בפ' צו בפסוק ידיו תביאנה וקשיא לי נמי דבסוטה בפ' היה נוטל תנן מה בין איש לאשה האיש פורע ופורס כו' אמאי לא תני נמי כל הני דתנן הכי דנוהג באנשים ואין נוהגת בנשים:\n", 
            "כיצד כהן מכניס ידיו תחת יד הבעלים ומניף ראיתי מקשים אמאי לא הוי חליצה דהכי פריך במנחות בשלהי פרק שתי מדות <small>(וכשהן שותפין כצ\"ל.)</small> גבי שותפין שהביאן קרבן אחר היכי ניעבדי לינשו כולהו הא הויא חליצה אלמא משמע שלא יהא דבר חולץ בינו ובין הקרבן וראיתי מתרצים דלאו דוקא תחת יד הבעלים אלא אצלם וכשהן חמשה אי אפשה אלא אם כן ישימו ידיהם זה על של חבירו אבל באדם אחד אפשר ולא הוי חליצה וזה התירץ אינו נראה לי כלל דלא קשיא ולא מידי דלא הוי חליצה פסולה אלא בין יד הבעלים ולקרבן דכל תנופה על ידי בעלים כתיבא בשלמים כתיב ידיו תביאנה את אשי ה' ובנזיר כתיב ונתן על כפי הנזיר ובסוטה כתיב ולקח הכהן מיד האשה אבל בין יד כהן לקרבן לא פסלה חליצה דודאי יד בעלים הויא חולצת בנתיים:\n"
        ], 
        [], 
        [
            "תיבעי קדוש ב\"ד כמועדות קמ\"ל ובפרק יש נוחלין בהלכות בנות צלפחד אמרינן וידבר משה את מועדי ה' אל בני ישרלא מועדי ה' נאמרו שבת בראשית לא נאמרה ומפרש התם דלא בעי קדוש בין דין. עיקר הדרשהממושבותיכם היא ותו דאי לאו מושבותיכם הוה דרשינא ההיא קרא למעוטי הפרת נדרים דלא בעיא מומחין אלא אפילו בשלשה הדיוטות כדדריש התם בן עזאי ויאכלו מעבור הארץ ממחרת הפסח. עיין מה שכתבתי בריש ערבי פסחים במהדורה תליתאה:\n"
        ], 
        [], 
        [
            "<b>כל מצוה כו'</b> ויש היתר לאיסור שמה שקצר קודם העומר והיה אסור העומר מתירו אבל הכלאים ופירות של ערלה שגדלו תוך ג' שנים אין להם היתר לעולם ה\"ג בזמן שהיובל נוהג בארץ דרור נוהג בחוצה לארץ אין היובל נוהג בארץ אין דרור נוהג בחוצה לארץ:\n"
        ], 
        [
            "<b>יורד ולוקט בלבד שאל ילקוט ביד.</b> פי' יורד ישראל ולוקט מן הכלאים ומספק ונותן לחבירו כדאמר לקמן ספק לי ואנא איכול ובלבד שלא ילקוט האוכל בידו ויאכל מפני שהוא ודאי וודאי אוסר' בח\"ל אבל ספקה מותר ואע\"פ שהוא ודאי אצל חברו המאכילו.\n", 
            "<b>תני או זה וזה יורד ולוקח או זה וזה יורד ולוקט.</b>\n", 
            "גרסינן בירושלמי אמר רב הונא כן האוא מתניתין יורד ולוקח ובלבד שלא יראנו לוקט כדקמיית' והנכון בעיני כ\"ל לפרש הכי ספק ערלה. פי' כגון פרדס שיש שם אלנות זקנים וילדות ואין ידוע מהיכן ליקט הגוי הפירות או מן הזקינות או מן הילדות בא\"י שאיסורה מן התורה אסור לקנות מפירותיו כשמוכרן בשוק ובסוריא מותר לקנות מן העכו\"ם כשמוכרן בשוק אבל לא שילך ישראל ויקנה מש העכו\"ם ממה שיש לו מלוקטים בתוך הפרדס שלו ואע\"פ שזה וזה ספק כולי האי לא שרי ליה שזה נראה יותר קרו' לודאי ובח\"ל יורד ישראל לתוך פרדסו של עכו\"ם ולוקח מן הפירות מלוקטים שיש לו ובלבד שלא יראנו ישראל לעכו\"ם כשלוקט אותם מאילונותיו ואע\"פ שום זה ספק שאינו מכיר איזו היא ילדה ואיזה היא זקינה מ\"מ כולי האי לא שרו ליה רבנן ואלו גגבי כאלי הכרם תנן כרם שהוא נטוע ירק וירק נמכר חוצה לו פי' הי ירק נמכר שם שהיה נטוע חוצה לכרם שלא היה נטוע בין הגפנים והיה העכו\"ם מוכר ירק סמוך לכרמו ואין אדם יודע מהיכן תלשו או ממה שגדל בין הגפנים או מה שגדל חוצה לו בא\"י אסו' שיקנ' ממנו ובסוריא מותר ואע\"פ שמוכ' סמוך לכרמו ולא בשוק ובערל' אסרנו לו שירד בתוך הפרד' ויקנה. ובח\"ל יורד ישראל ורואה העכו\"ם כשלוקט הירק מתוך כמו אבל מיהו אינו יודע מהיכן לוקט שאם היה רואהו לוקט מבין הגפנים זה יהיה ודאי והי האסור שהספק התירו ולא הודאי ואע\"פ שבערלה אסרנו כשרואהו לוקט ואע\"פ שאינו יודע מהיכן לוקט והכא התירו.\n", 
            "<b>ובלבד שלא ילקוט ביד </b>פי' שלא ילקוט ישרלא בידו מן הכלאים ויספק ויתן לחברו ישרלא כדאמרי' לקמן ספק לי ואנא איכול שאע\"פ שאצל חבירו הוא ספק כיון שהוא ודאי ביד ישרלא אסור הוא דכולי האי לא שרו ליה רבנן הנה שיותר התירו ספק בכלאים ממה שהתירו בערלה:\n", 
            "את חוקתי תשמורו אע\"ג דבההוא קרא כתיב ובגד כלאים שעטנז לא יעלה עליך לא נאסרו כלאי בגדים לבני נח דלא קאי האי חקתי אלא אבהמתך לא תרביע כלאים ושדך לא תזרע כלאים ומדבר בהרכבת האילן שדומה להרבעת בהמה אבל לבישת כלאים דלא דמיא להרבעת הבהמה לא אלא ישראל הוזהרו עליה ולא בי נח. והכי אמרינן בפ' ארבע מיתות ר' אליעזר אומר אף על הכלאים ומתרין בני נח ללבוש כלאים ולזרוע כלאים ואין אסורין אלא בהרבעת הבהמה ובהרכבת האילן:\n"
        ], 
        [
            "<b>כל העושה כו'</b> דעבדין ליה יום טב ויום ביש פי' פעמים מריעין לו למרק עונותיו ופעמים מטיבין לו בעבור פירות <small>(פירות מצותיו כצ\"ל.)</small> הנותיו:\n", 
            "<b>בחזירתן שאני </b>פי' והכי הוה עובד' שגמר מצות אביו והשליך לו הגוזלות מלמעלה ולא הי המורידם עמו ואח\"כ נפל ה\"ג אלא התם סולם רעוע הוה ואפילו בעלייהו היה ראוי להינזק משום דקביע היזקא:\n"
        ], 
        [], 
        [], 
        [
            "האיש מקדש שהשליח עושה שליח פירש שליח דבעל משוי שליח כדתנן בפרק ב' דגיטין עושה בית דין ומשלחו כו' אבל שליח דאשה לא מצי לשווי' שליח משום דמילי נינהו שלא מסרה לו האשה אל אדברים בעלמא התקבל לי גיטי וקיימי לן כרבי יוסי בפרק הואמר התקבל דאמר מילי לא תימסרן לשליח ואל דמי לשליח דבעל דמסר ליה חפצו ומצי לשווי' שליח כדפרישית בקונטרס התשובות:\n", 
            "<b>אשכחן בגירושין בקדושין מנלן.</b> פי' האי דילפינן בקידושין שיהא האיש מקדש על ידי שליח אבל לא שהשליח יעשה שליח משום דמילי נינהו שאמר לו צא וקדש לי אשה ואפילו אם מסר לו שום חפץ לא דמי לגט שהגט הוא דבר המגרש שאם נאבד הגט אין כח לשליח לגרשה אבל חפץ הקידושין שמסר לו אם נאבד יכול לקדשה לו משלו נמצא שעיקר השליחות מילי הוי והלכך לא ממסרן לשליח:\n"
        ], 
        [
            "הואיל ואיתיה בתרוה דנפשיה נראה לי דוקא בדנפשיה שגדל בשדהו אבל אם קנה טבל מישראל אינו רשאי לתורמו הוא אלא ישראל הקונה ממנו:\n", 
            "<b>תרומת נכי מדמעת כו'</b> כיון דסבר ת\"ק דאין קנין לעכו\"ם בארץ ישראל להפקיע מיד מעשר וסבירא ליה דדיגון עכו\"ם חייב מדאורייתא כדדריש במנחות בפרק רבי ישמעאל <small>(דף ס\"ד ע\"א.)</small> מדגנך דגנך שני פעמים אין (אחר ריבוי אלא) מיעוט אחר מיעוט אלא לרבות א\"כ אסור לאכול מפירות ארץ ישראל בלא תרומה ומעשר ואע\"ג דפליג עליה דת\"ק רבי שמעון ומפרש בתוספתא דמאי דתנא קמא הוא רבי מאיר כיון דשנאה רבי בלשון חכמים הלכה כמותו כדאמרינן בפרק כיסוי הדם. <small>(דף פ\"ה ע\"א.)</small> ואע\"ג דבתוספתא לא מיתניא בסתמא הא קיימא לן דסתם במתניתין ומחלוקת דברייתא הלכה כסתם מתניתין <small>(ביבמות דף מ\"ב ע\"ב ואמנם בחי' הרשב\"א. למש' ב\"ק דף ק\"ב כתב דהאי כללא ר' אבוהו בלחודא הוא דכייל ואמוראי אחרינא לית להו הכי ע\"ש.)</small> וכמה סתמא אחריני תנן דטיבלו של עכו\"ם חייב במעשר כדכתיבנא בסוף מסכת גיטין. עיין בהלכה י\"ב בספר הלקט:\n", 
            "<b>אתם ולא שופין.</b> אי קשיא והא תנן בפרק ג' דתרומות השותפין שתרמו בזה אחר זה ר\"ע אומר תרומת שניהם תרומה כו' אלמא שותפין תורמין נראה לי לתרץ דשותפים דהתם מיירי שהיו שותפים בפירות ואוכלין אותן בשותפות ומשום הכי כל חד וחד ניחא ליה דניתרום חבריה וחבריה נמי שייך בגוויהו ולא הוי תורם שיאנו שלו אבל שותפין דהכא מיירי שהיו שותפין בזריעת השדה אבל הפירות כל אחד לוקח חלקו ומוליך ואכלן בביתו דומיא דאריסין ומשום הכי אינו הורס חלק חברו שאין לו שום זכות בחלקו. ומצאתי שהירושלמי מקשה אותה בפ\"ק דתרומות ומתרץ בענין אחר דה\"ג התם אתם פרט לשותפין והא תנינן שותפין שתרמו בזה אחר זה. אלא כאן לתרומה גדולה כאן לתרומת מעשר כלום למדו לתרומה גדולה אלא מתרומת מעשר אלא כן להלכה כן למעשה עיין בהלכה ח' בספר הלקט:\n"
        ], 
        [
            "<b>סבר לה כמאן דאמר אין שוחטין הפסח על היחיד.</b> פי' ומאן דסבירא ליה שוחטין סבירא להי כרבי יהושע בן קרחא דאמי דמקשינן דילמא שאני התם דאית ליה שותפות בגויה לא אקשינן אלא לרבי יונתן דאמר כל ישראל יוצאין בפסח אחד הלכך האי דכתב כל קהל כל מאן דשחט שותף הוא. אבל רבי יהושע בן קרחא דלית להי האי סברא דכל ישראל יוצאים בפסח אחד משום דאכילה מעכבא האי דכתב כל קהל דמשמע כל חד מן הקהל מצי למשחט בעל כרחין לאו אשותף קאי דהא כל הקהל לא מצי למיהוי שותפין בגויה דלא מטי כזית לכל חד וחד ואפילו הכי מצי למישחט אלמא שלוחו של אדם כמותו:\n", 
            "<b>אלא לחוב על מנת לזכות.</b> אי קשיא והא אמרינן בפרק הניזקין <small>(דף נ\"ב ע\"א.)</small> ואין אפוטרופסין רשאין לדון לחבו ולזכות בנכסי יתומים. ומתמה לזכות אמאי לא אלא לחוב על מנת לזכות. דאלמא אינו רשאי לחוב על מנת לזכו': והא הכא אמרינן דמעמידין להן אפיטרופסין רשאין לדון לחוב ולזכות בנכסי יתומים. ומתמה לזכות אמאי לא אלא לחוב על מנת לזכות. דאלמא אינו רשאי לחוב על מנת לזכו': והא הכא אמרינן דמעמידין להן אפיטרופסין לחוב על מנת לזכות. נראה לי לתרץ התם לדון קאמר שאם באו לטעון שום טענה בנס יתומים אין האפיטרופיס רשאי לדון עמהם אף על פי שמתכוונין להפך בזכותן <small>(דאף אם יתחייבו אין חיובו וכו' כצ\"ל.)</small> אם נתחייבו אינן חייבן חיוב דאין נזקקין לנכסי יתומים עד שיגדילו אבל הכא שבאו לחלק קאמר שהן צריכין לחלק נכסיהן ומעמידין להם אפיטרופוס שכל אחרי <small>(שעל אחד יהפך בזכות היתום שלו בכל כוחו כצ\"ל.)</small> הפך בזכות היתום שלו הכל כוחו ואם נתחייב או בשומא או ברוחות מה שעשה עשוי:\n"
        ], 
        [
            "אמר רבא הא דאמרת פחות משתות נקנה מקח לא אמרן אלא דאל שוי' שליח אבל שווי' שליח מצי אמר ליה לתקוני שדרתיך ולא לעוותי'. קשיא לי טובא דהכא אמר רבא שליח שטעה אפי' כל שהו חוזר ובכתובות בפ' אלמנה ניזונת אמרינן אבעיא להו שליח כמןא רבא אמר רב נחמן שליח כדיינין רב שמואל בר ביסנא אמר רב נחמן שליח כאלמנה. ודוחק נראה לי לומר דהכא מיירינן במטלטלי כדמוקמינן לה לקמן וההיא מיירי במקרקעי דאמי שנא בהא בין מקרקעי למטלטלי וההיא דשום הדיינין אפילו במטלטלי נמי איתה והנכון בעיני לומר דההיא דכתובות איפכא איתמר. אי נמי יש לומר דהדר בי הרבא מההיא והכי מסקי' נמי התם והלכתא שליח כאלמנה אי נמי יש לומר ההיא קאמר משמיה דרבא אבל משמיה דנפשיה סבר בכל שהוא כדמסיק הלכתא התם:\n", 
            "והא דאמר' שתות קנה ומחזיר אונאה לא אמרן אלא דלא אמרן ניפלוג כי שומא דבי דינא אבל אימור ליפלוג כי שומא דבי דינא לא דתנן שום הדיינין שפחת שתות או שהותיר שתות מקחן בטל.\n", 
            "<b>והא דאמרת יותר משתות בטל מקח לא אמרן אלא במטלטלי אבל במקרקעי אין אונאה לקרקעות.</b> כך האי כתוב הגרסא בספרים וכך גורס רבינו חננאל ושאר הפרשנים. והמרה היפך הגירסא משום דהוה קשיא ליה דבפרק הזהב אמרינן אונאה אין להן לקרקעות אבל ביטול מקח יש להן. ולא היא שהרי רבינו יצחק מפאס זצו\"קל הבאי של הרבה ראיות דאע\"ג דכולהו אמוראי אמרי התם דביטול מקח יש להם. רב נחמן אמר בדוכתא אחרינא דאפי ביטול מקח אין להן וקיימא לן כבר נחמן בדיני. והראיות שהבאי שם רבינו יצחק ההן הראיות שהבאי גם רבינו חננאל זצו\"קל. וכך הוא העיקר. והמורה הוא נדחק לומר דרבא סבירא ליה כרבן גמליאל ופליג אדרב נחמן דפסק הילכתא כחכמים. ודוחק גדול הוא זה. והעיקר הוא כי מה שכתוב בספרים. ומה שכתב המורה דקיימא לן כרבן גמליאל דאמר מכרן קיים במסכת כתובות ולא סבירא ליה לרבא הא דאמר רב נחמן הלכה כדברי חכמים אינו נראה לי דהתם בכתובות לא איפסקא הלכתא כרבן גמליאל אלא אמרינן התם דרבי עשה כדברי חכמים ואמר לפניו ר' אליעזר בן פרטא א\"כ מה כח בית דין יפה והחזיר רבי את המעשה. ואין אנו סומכים על התנאים אלא על האמוראים שפוסקים הלכה והתם אמרינן אמר רב הונא בר חיננא אמר רב נחמן הלכה כדברי חכמים והכי הויא מסקנא דהילכתא התם כבר נחמן ולא כרבי והכי פסקי כולו רבוואתא:\n", 
            "<b>שילח ביד פיקח הפיקח חייב ואמאי נימא שלוחו של אדם כמותו וליחייב המשלח.</b> פי' ואע\"ג דשלי לא מצי לאיפטורי כיון דהוא פיקח נפקא מינה דיא ןליכא לאישתלומי מיניה מפרע מן המשלח:\n", 
            "שאני התם דאין שליח לדבר עבירה יש מקשים א\"כ לכל דבר מצוה יועיל השליח אמר אדם לחבירו שב בסוכה בעבורי הנח תפילין בעבורי. ולאו מילתא היא שהמצוה שחייבו המקום לעשות בגופו האיך יפטר הוא על ידי שלוחו והוא לא יעשה כלום בודאי בגירושין ובקדושין מהני כי הוא המגרש ולא השליח שמה כתב בגט אלא פלוני פטרית פלונית וכן נמי האשה למי היא מקודשת כי אם לו והאי אשתו וכן בתרומה הוא נותן התרומה מפירותיו וכן בפסח הוא אוכלו ועל שמו ישחט ויזרק הדם אבל בסוכה הכי נמי יכול לומר לשליחו עשה לי סוכה והוא יושב בה אבל אם ישב בה חבירו לא קיים הוא כלום וכן לולב וציצית וכל המצות.\n", 
            "<b>נימא אין שליח לדבר עבירה ולימעול שליח.</b> פי' אע\"ג דבשגגה היא ואין לורמ שם דברי מי שומעין כיון דאלו הוה מזיד לא היה חייב השולח כי אם השליח דאין שליח דלבר עבירה השתא נמי דהוי בשגגה לא למעול אלא שליח שהשגגה הולכת אחר המזיד דומיא דחייבי חטאות שכל שחייב על המזיד כרת חייב על השוגג חטאת והכא נמי מי שחייב על המזיד או לאו או מיתה בפלוגתא דרבי ורבנן בהזיד במעילה דחד אמר באזהרה וחד אמר במיתה בסנהדרין <small>(דף פ\"ג ודך מ\"ד ע\"ב.)</small> הוא יתחייב על השוגג קרבן מעילה.\n"
        ], 
        [], 
        [
            "<b>הני נוגעין בעדותן נינהו </b>פי' ובקדושין דאמרן הן הן עדיו כגון שלא מסר כסף בידן אלא פטר או שאמר להן קדשו לי אשה משלכם אבל אם מסר כסף בידן נוגעין בעדותן הן ואינן עדים ואין האשה מקודשא על פיהן ואינה צריכה גט דהוה להו קדושין בלא עדים ואפילו שניהם מודים אינן קדושין כלל. וראיתי כתוב משם רבינו חננאל זצוק\"ל שיש בירושלמי חלוקה בדבר זה אם הן נתמנים בכסף וא אם הן נוגעין.\n", 
            "<b>מיגו דיכולין למימר אהדרינה ללוה יכולין למי למימר פרעניה ומלוה </b>פי' ומלו מיפקע בעדותן ופטר לוה. ודוקא כשהן שני' אבל אם היה אחד והוא אומר נתתי המעות למלוה ומלוה אומר לא נתן לי כלום הוא פטור מפני שכופר בכל ומלוה בא ונפרע ממנו באל שבעוה מפני שאומר לו הרי אתה מודה כי הלויתיך ואתה לא פרעתני למה אתחייב שבועה בדבר זה שאור כי פרעני בדואי גבי חנוני על פנקסו דמשתבע חנוני והשתא דתקון נמי שבועת היסת דמשתבע השליח משתבע נמי אידך ושקיל כדי להפס דעתו של בעל. אבל הכא השליח מיפטר בולא כלום אינו דין שנשביע המלוה אלא גובה מן הלוה בלא שבועה ולוה הוא דאפסדי אנפשיה. ואע\"ג דקיימא לן עד אחד מחייבו שבועה אינו נשבע דהוה ליה נשבע ונוטל בודאי בפקדון אם שלח פקדונו על ידי שליח והשומר כופר השליח הוא עד אחד ומחייבו שבועה דאורייתא וכן כתב רבינו יצחק מפאס משם הירושלמי אבל גבי מלוה אין לומר כן שהוא יש לגבות וכיון שזה מודה כי הלוהו אינו נפטר בדברי שלוחו ואינו יכול להשביעו אלא גובה ממנו בלא שבועה.\n", 
            "<b>והשתא דתקינו רבנן שבועת היסת מישבעי הני עדים דיהיבנ' להי </b>פי' וה\"ה אי הוה חד משתבע שבועת היסת דיהב ליה ונפטר מידי לוה כדין כל כופר בכל.\n", 
            "<b>ומשתבע מלוה דלא שקיל ומשל' לוה למלוה </b>פי' כיון דנתחייב השליח שבוע' אין המלוה נפרע אל אבשבוע' מן הלוה כדי להפיד דעתו כדאמרינן גבי חנוני דכיון דנשבע חנוני משביענין נמי לפועלין. ורבינו יצחק מפאס זצוק\"ל כתב דאינהו מישתבע בשבועה היסת ומיפטרי מלוה. ומלוה מישתב' בגזר' כעין שבועת התורה דאל פרעו ליה מידי הנך שלוחים ופרע ליה לוה למלוה. ואינו נראה לי דמה צורך להשביע את המלוה כלל אי לאו להפיס דעתו של לוה ומפני שנשבע לו השליח כי פרעו. והלכך באותה שבועה שנשבע השליח כך הוא נשבע המלוה מה זה בשבועת היסת אף זה בשבועת היסת. ולא דמי לפועלין דהתם חנוני נשבע כעין דאורייתא כי לא ניתקנה שבועת היסת בימי התנאים. וגם הפועלין נמי נשבעין כעין דאורייתא. אבל הכא דאין השליח נשבע אלא היסת בימי התנאים היה פטור לגמרי וגם המלוה הי' נפרע בלא שום שבועה כדכתבית לעיל. והשתא דתקון היסת לשליח מלוה נמי לא משתבע אלא שבועה היסת כדי להפיס דעתו של לוה ומיפרע מיניה.\n", 
            "<b>תנן התם נערה המאורסה היא ואביה מקבלין את גיטה.</b> פירש המורה נערה המאורסה והוא הדין לקטנה. והאי דפליגי בנערה להודיעך כוחו דרבי יהודה. וקשיא דידיה אדידיה דכאן פירוש דהוא הדין לקטנה שיש לה אב שהיא יכולה לקבל גיטה ולא בעינן עד דמטי גיטה לידה דאב ובגיטין בפ' האומר התקבל פי' עערה המאורסה היא ואביה מקבלין גיטה. או היא או אבי ההיא יש לה יד דהא גדולה היא ואביה נמי זכאי לקבלו ומכל מקום יד דידה כדקיימא קיימי דהא גדולה היא ואם היתה יתומה היא מהוה עצמה והיא מקבלת גיטה והשתא נמי לא שנא. מוכח מדבריו דדוקא גדולה יש לה יד בחיי אביה אבל קטנה לא. ובמאי דאמרינן נמי התם בשלש מדות כו' וכנגדו בקטנה מתגרשהת בקידושי אביה פי' משהגיעה לימים הללו משלחה וארה חוזרה קרינא בה ומתגרשת בקבלת עצמ אפי' קילב בה אביה קידושין ומח. ומשמע דוקא אם מת אבל אם אביה בחיים אין לה יד דדוקא נערה תנן ולא קטנה. ובפרק בתרא דגיטין נמי בהלפתא הרי את מותרת אמרי' תניחוהו קטנה מתגרשת בקידושי אביה ופירש קטנה מתגרשת אם קבלה גיטה לאחר מיתת אביה. גם רבינו יצחק מפאס זצו\"קל כתב בפ' האמ' וכנגדו בקטנה מתגרשת בקידושי אביה. פי' אחר מיתת אביה אבל בחיי אביה והיא ברשות אביה אביה מקבל גיטה ולא היא גם רבינו שלמה בן היתום זצוק,ל כתב משם גאון דוקא נער' מאורסה תנן אבל קטנה אין לה יד בחיי אבי' גם אני כתבתי בקונטרס' תשובותיו וכנגדו בקטנ' מתגרש' בגרושי אביה כגון שמת אביה אם היא ארוסה ואם נשאת כבר יצאה מרשות אביה והיא מקבלת גיטה אפילו אביה קיים וכפי מה שפירש המורה כאן נ\"ל עיקרא ח א דסברא היא דכיון דס\"ל לרבנן דשתי ידים זוכות כאחת למה נרצה לחלק בין נערה לקטנה מכי יודעת לשמור קא גיטה היא ראויה לקבלו ואין לחלק בין נערה לקטנה אלא גבי קדושין ומשום דבעינן דעת אשה בקדושין אבל בגיורשי שהאשה יוצאה לרצונה ושאל לרצונה למה נרצה לחלק בין גדולה לקטנה מכי אית לה יד לשמור את גיטה היא ראוי לקבלו:\n", 
            "<b>ותו דהתם בגיטין סתמא קאמר וכנגדו בקטנה מתגרשת בקידושי אביה.</b> ומשמע בין ליתיה לאב בין אותיה לאב דאם איתה דיש חילוק ביניהם הוה ליה לפלוגי מילתא ודוקא אם אין לה אב אבל אם יש לה אב אינה מתגרשת בקבלתה עד שתהיה נערה מדלא קא מפלגי הכי ש\"מ דאע\"ג דיש לה אב האי מתגרשת בקבלתה. ותו דלקמן בהלכתין מוכח בפי' דקטנה מקבלת גיטה אפילו בחיי אביה כדבעינן לפרושי לקמן. וכך כתב בעל הלכות גדולות בהלכות מיאון שחיבר. וכנגדו בקטנה מתגרשת בקדושי אביה. בציר מהכי לא הוי גיטה ואל מגרשא עד שמקבל ליה אבוה לגיטה שכן אב מקבל גט לבתו הקטנה בעל כורחה. משמע מדבריו דוקא בבציר מהכא דלית לה יד בעינן שיקבלנו האב הא אם יש לה יד לא בעינן שיקבלנו האב אלא היא מקבלתו ואע\"פ שיש לה אב וכל שאינה יכולה לשמור את גיטה אינה יכולה להתגרש. עיין מה שכתבתי על דברי המורה בגיטין בפ' האומר התקבל.\n"
        ], 
        [
            "<b>ה\"ג התם נמי מאמר בעל כרחה הוי ורבי היא </b>קשיא לי אי הכי דרבי אפילו קטנה נמי יעשו בה מאמר שלא לדעת אביה לפי פירושין דאמרינן נערה והוא הדין לקטנה דהא מאמר דמי לגט. ויש לומר דהוה מי לאקשויי ליה הכי אלא דלבתר כן מסיק דרבי יוחנן נמי כרבנן מוקי לה דאין מאמר אלא מדעת משום הכי קטנה לא דומיא דקידושין דאין קנין לקטנה. ושאני מאמר הואיל וזקוקה ועומדת:\n", 
            "<b>הכי נמי מסתברא כדקא מתרץ ר' יוחנן.</b> פירש דההיא ברייתא דדתני והנערה בין מדעת אביה ובין מדעת עצמה רבי היא ולא רבנן. ומכאן מוכח דדוקא נערה ולא קטנה ואין לסמוך על מה שכתבתי לעיל שאם תאמר אפי' קטנה אדקאמר הכי נמי מסתברא אדרבה ליקשי להי אי הכי דרבי היא אפילו קטנה נמי והוי דחי למילתיה דלא תוקמה כרבי ומדלא אקשי ליה הכי אלא אמר הכי נמי מסתברא ש\"מ דקים ליה לתלמוד דדוקא נערה ולא קטנה. ותדע דהכי הוא דאמאי נקט נערה להודיעך כוחו דרבי יהודה לישמעינן קטנה להודיעך כוחן דרבנן חדא דכחא דהיתרא עדיך ועוד דהלכה כרבנן. אלא ודאי דוקא נערה שהיא בת דעת אבל בקטנה גם רבנן מודים דאביה ולא היא. ומאי דאמרינן לקמן קטנה שאמרה התקבל לי גיטי אינו גט עד שיגיע לידה הא נערה הרי זה גט. והייתי סבור להוכיח משם דקטנה מכי אותה לה יד מקבלת גיטה בחיי אביה דהא קס\"ד השתא דביש לה אב מיירי מתניתין ואפילו הכי קתני אינו גט עד שיגיע גט לידה אלמא מכי מטי גט לידה מיהת מיגרשאת ואי לית לה יד לקטנה בחיי אביה היכי ס\"ד לאוקמה בשיש לה אב. אלא לאו ש\"מ מילתא פשיטותא היא דקטנה מכי איית לה יד מקבלת גיטה בחיי אביה. והן כי דחי ליה הכא במאי עסקינן בשאין לה אב. אמאי אמר ליה כעין דחייה דמשמע דאיכא למימר הכי ואיכא למימר הכי הכי הוה ליה למימר ותיסברא אי דאית לה אב כשהגיע גט לידה מי מגרשא אלא ודאי דלית לה אב. מדלא קאמר הכי ש\"מ דקטנה נמי מקבלת גיטה בחיי אביה. ותו כי אמר חסורי מחסרא כו' ומפליג בין אית לה אב ללית לה אב לענין זה שאם יש לה אבל מצי לשווי שליח אף על פי שהיא קטנה. אמאי לא אפליג נמי ותנא במה דברי םאמורים דאם הגיע גט לידה מיהת מגורשת בשאין לה אב אבל אם יש לה אב אפילו הגיע לידה אינה מגורשת עד שיגיע ליד האב. ואלא לאו ש\"מ מכל הני מוכח דקטנה מכי אית לה יד מקבלת גיטה בחיי אביה. ואין זו הוכחה של כלום דמאן נימא לן דהאי לידה שלא מדעת אביה הוא דילמא מדעת אביה והאי דלא תנא עד שיגיע גט ליד אביה משום דמיירי שאמרה התקבל לי גיטי תנח נמי לידה אבל מיהו כי דיניה דהיינו לדעת אביה. ואין הדבר ברור שיהא שלא מדעת אביה שנסמוך עליו להתירו להכשיר יד הקטנה בחיי אביה וכדברי כל המפרשים מסתברא דמפרשי ודאי נערה ולא קטנה. ודברי בעל הלכות גדולות אינן מוכחים שהקטנה יש לה יד בחיי אביה אלא שהאב מקבל גט בתו אף על פי שהיא קטנה הרבה ואין לה יד אבל לעולם קטנה בחיי אביה מקבל גיטה ולא היא:\n"
        ], 
        [
            "<b>אתמר קטנה שנתקדשה שלא לדעת אביה אפילו מיאון אינה צריכה כו'</b>. נראה לי דכי היכי דאמרינן בקטנה דפליגי רב ושמואל ועלא הם הכי נמי פליייגי בנערה שנתקדשה שלא לדעת אביה אליבא דרבי יוחנן דאמר מחלוקת בגירושין אבל בקידושין ד\"ה אביה ולא היא. הואי דנקט קטנה משום דבקטנה שייך מיאון אבל בנערה לא שייך מימו דאין מיאון בנערה ואלו הוה מצרכינן להא מיאון נפיק מניה חורבא ליתומה שקדשוה אמה ואחיה לדעתה ויאמרו דאפילו משהביאה שתי שערות יכולה למאן הלכך אין לומר בנערה צריכה גט וצריכה מיאון אלא גט בלבד הוא דמצרכינן לה ולהכי נקט קטנה דשייך בה מיאון.\n", 
            "עולא דאמר שאינה צריכה לא גט ולא מיאון הוא הדין דאמר בנערה דאינה צריכה גט שכיון שיאנה יכוהל לקבל קידושיה בלא דעת אביה כך האי הנערה כמו הקטנה. וכך כתב גם רב אחאי גאון משבחא בשאלתות בפרשת ואלה המשפטים דבנערה פליגי רב ושמולא ועולא רובינא. ונראין לי דבריו בזה שאמר דפליג רבינא אפילו בנערה. ופוטרה באל גט. אבל במה שאמר דרב ושמואל בנערה קא אמרי צריכה גט וצריכה מיאון אינו נראה לי דלא שייך מיאון בנערה כדפרישית דנפיק מינה חורבא. ובכל הספרים כתיב קטנה ולא נערה. עיין בשליהי הילכתא שפרשתי דוקא נערה:\n", 
            "<b>אמר ליה הא רבי עיקיבא ובית דינו בכפרי.</b> ראיתי כתוב ששמואל קרא את רבו רבי עקיבא מפני שהיה חכם גדול בדורו כרבי עקיבא בדורו:\n", 
            "<b>איכא דאמרי אמר עולא קטנה שנתקדש שלא לדעת אביה אפילו מיאון אינה צריכה וע\"ג דשדיכו</b>. נראה לי דבהא פליגי דרב ושמואל סברי כיון דשידכו יש לחוש שמא נתרצ' האב כששמע וכיון דנתרצה כששמע אמרי' הוברר הדבר דבשעת קבלת הקידושין נמי כאלו נתרצה האב בפירוש דמי והוו קידושין למפרע וכך פירש המורה והוה להו קידושין למפרע. ועולא סבר אע\"פ שנתרצה אביה עכשיו כששמע מה מועיל זה הרצון כיון שבשעת קבלת הקידושין לא ידע ואל היה רצונו שם ולא אמרינן הוברר הדבר למפרע שרצה האב אלא בעינן רצון האב באותה השעה וכיון שלא היה שם רצונו אפילו מיאון אינו צריכה. וכתב רבינו יצחק מפאס זצו\"קל כולהו רבואתא קמאי הכין פסקו כגון רב אחאי משבחא ובעל הלכות גדולות ורבינו האיי גאון בתרובותיו הכי כולהו פסקא הילכתא כרבינא ודחו לה לדרב ושמולא בין בטקנה בין בנערה דהיכא דקידשה קטנה או נערה נפשה בלא דעתא דאבוה לא הוי קדושיה קדושין בין נתרצה האב בין לא נתרצה האב. ולא היא אלא היכא דשדיכו והדר איקדשה שלא לדעת אביה ונתרצה האב צריכה מיהא גט דאפילו רבינא לא אמר אלא דלא חיישינן שמא נתרצה אבל ודאי נתרצה לא אמר. ואינו נראה לי מה שאמר רבינו יצחק והנהו רבואתא נראה לי דאמרי' בין נתרצה בין לא נתרצה אינן קדושין. דאם איתה דהיכא דאיכא עדים שבאותה השעה ששמע נתרצה הוה קדושין היכי שרו מספיקא אשת איש לעלמא ואמרי' דלא חיישינן מסתמא שמא נתרצה כששמע אלא אמרינן לא נתרצה ואמאי והא כל ספק איסורא לחומרא והכי נמי ניזיל לחומרא ונימא שמא נתרצה. אטו קים לעולא שלעולם לא נתרצה האב בשומעו וירד לדיעות בני אדם שאינן מתרצין במה שעשו בנותיהן. לאו מילתא היא דהרבה בני אדם יש שמתרצין בשומען ועוד דשידנו ולא היה האב מוחה מתחילה. הלכך אני אומר שאע\"פ שנתרצה האב בשומעו ויש עדים בדבר זה אפילו הכי לא הוי קידושי כיון שבשעת קבלת הקידושין לא ידע ולא היה רצונו שם:\n", 
            "<b>האיש מקדש את בתו.</b> צריכה גט שמא נתרצה האב בקידושיה. פי' ואע\"פ שעכשיו אומר איני רוצה חיישנין שמא בעת ששמע רצה. וצריכה מיאון שמא לא נתרצה האב בקידושיה. ואע\"פ שעכשיו אומר רוצה אני חיישינן שמא בעת ששמע לא רצה. וקתני דבעיא מיאון. פי' ושמואל מוקי לה במיאון עם גט אלא לעולא קשיא.\n"
        ], 
        [
            "צריכה מיאון לא נתרצה האב לא בקידושי ראשון ולא בקידושי שני ויאמרו אין קדושין תופסין באחותה. פירש המורה שמא לא נתרצה אלא בשל ראשון ול אבשל שני ולא היתה צריכה לא גט ולא חליצה והרואה שהצרכנוה גט אומר שהקידושין גמורין הן ואין קידושין תופסין לו באחותה. וקשי אלי למה לי שמא נתרצה האב בקידושי ראשון אפילו נתרצה בשל ראשון אם לא נתרצה בשל שני אין זה גט. וכיון דאין כאן גט תפסי קדושין באחותה דקדושין תופסין באחות חלוצה כדלקמן. והרואה שהצרכנוה גט יאמר גט גמור הוא ואין קידושין תופסין באחותה והילכך צריכה מיאון ואומר אני שמא לא נתרצה בקידושי ראשון כדי נסבבה ואינם נראים לי דברי המורה כלל אלא תלמודא דוקא קאמר שמא לא נתרצה לא בקידושי ראשון ולא בקידדושי שני דבלאו הכי ליכא למיחש למידי. שאלו לתרצה בקדושי ראשון לא מיבעיא אם לא נתרצה בקידושי שני שאינן קידושין ואם חזר וקדש את אחותה הי אמקודשת. אלא אף על פי שנתרצה גם בקידושי שני אינן קידושין מדאורייתא שהרי היא יבמתו כיון שנתרצה בקידושי אחיו ואין קידושין תופסין ביבמה אלא מדרבנן ואם חזר זה השני וקדש את אחות יבמתו קדושין גמורין הן שאינה אחות אשתו אלא אחות יבמתו. ואלו הוה כן שנתרצה בקידושי ראשון והיא יבמתו לא היינו מצריכים את השני מיאון כי אם גט לבדו שאין טועין העולם בגט יבמה לומר דהוא גט גמור ואין קדושין תופסין באחותה דא\"כ כל העושה מאמר ביבמתו יצריכוה מיאון שמא יאמרו אין קדושין תופסין באחותה ואמאי אמר צריכה גט למאמרו וחליצה לזיקתו וצריכוה נמי מיאון. אלא ודאי הדבר ידוע לעולם שיבמה לאו בת קדושין היא וגט זה אינו אלא חומרא בעלמא וקידושין שקידש את אחותה קידושין הן. הילכך אין לומר שמא נתרצה האב בקידושי ראשון ולא נתרצה בקידושי שני שאם בקידושי ראשון נתרצה אפילו נתרצה נמי בקידושי שני אינן קידושין מפני שהיא יבמה וגם אין לומר ויאמרו אין קדושין תופסין באחותה שאין טועין העולם בקדושי יבמה. ומשום הכי נקט שמא יאמרו <small>(שמא לא נתרצה כצ\"ל.)</small> לא נתרצה האב לא בקידושי ראשון ולא בקידושי שני והיא פנויה לגמרי וקידושין שחזר וקדש את אותה הן קידושין גמורין ולכשיראו שנותן לזו גט יהו סבורים שהן קדושין גמורים שיאמרו קידושי ראשון היו לדעת והן קדושין גמורין ולהכי נתן לה גט וא\"כ אין קדושין תופסין באחותה. משום הכי הצריכוה מיאון להודדיע שאין גט זה אלא חומרא בעלמא. והחליצה אינה מבררת שקידושי ראשון היו קידושין מפני שאינה נעשית אלא לכשתגדיל ואם יקדש אחותה קודם שתגדיל זו יוציאוה בלא גט ונפיק מינה חורבא:\n"
        ], 
        [
            "<b>ודיטלמא ארצויי ארצי קמיה ושתיק </b>פי' המורה ודילמא ארצויי ארצי בן קמי האב וגילה דעתו שהוא חפץ בה והאב נעשה לו שליח מאליו וזכין לאדם שלא בפניו ואינו נראה לי שאין זה זכות שהרי אוסרו בקרובותיה ויש לפרשו קרצו י ארצי האב קמי בנו הודיעו שרוצה ליתן לו אותה לאשה ושתק הבן כששמע והוה לה קדושין למפרע כדאמרי' ברצה האב היכא דשידכו ואין לחלק בין רצון האב לרצון האב:\n", 
            "<b>ב</b>פירוש אמר מר דלא סבר להא דרב ושמואל פי' דלא אמרי' איגלאי מילתא למפרע. לא ברצון האב ולא ברצון הבן וזה הרצון של עכשיו אינו מועיל כלום. כיון שלא היה בעת הקדושין.\n", 
            "<b>נתקדשה שלא לדעת ונשאת שלא לדעת אביה כאן רב הונא אמר אוכלת כו'</b>. אמר רבינו חננאל זצוק\"ל וקיימא לן כרב הונא. ואינו נראה לי דהא רב הונא לא אתיא אלא אליבא דרב וכיון דפסקי רבואתה הילכתא כרבינא ואל כרב ממילא נמי דליתא לדרב הונא. ויש לומר שגם רבינא מודה בזו כיון דנשאת דאע\"ג דקידושין לא אהני בה אהני בה נישואין דמוכחא מילתא דניחא ליה לאב בנישואין דידה וחופה קונה כל שכן שהיא עומדת בביתו בתורת אישות.\n"
        ], 
        [
            "<b>היא עצמה מנין ת\"ל אם מאן ימאן.</b> קשיא לי טובא והא אפילו לרב ושמולא דחיישינן שמא נתרצה האב אוקימנא דוקא כששידכו שיש לומר נתרצה למפרע והכא בבעולת המפתה לא היו שידוכין שאם שידך זכיה <small>(שמא האב נתרצה ולמה כצ\".)</small> האב מתרצה למה יתחייב קנס אלא ודאי בלא שידוכין בא עליה וא\"כ אליבא דכולי עלמא איינן קדושין. ונראה לי לפרש דעד כאן לא פליגי אלא בקטנה שאין לה דעת להתקדש ובעינן רצון דעת האב ובעינן שיהא הרצון בעת הקדושין ומשום הכי אוקמה רב נחמן והוא ששידכו. ועולא ורבינא לית להו איגלאי מילתא למפרע. אבל בנערה שהיא בת דעת אע\"ג דאמר רבי יוחנן דברי הכל אביה ולא היא מכל מקום לכשירצה האב מקודשת ואע\"פ שלא שידכו שאין לומר איגלאי מילת' למפרע דלא בעינן רצון האב בעת הקידושין אלא לבד שלא ימחה וכיון שרצה וולא מיחה הקדושין קיימין אע\"פ שלא ידע באותה שעה ומודים בזה עולא ורבינא כיון שהיא בת דעת ובמקצת ספרים מצאתי כתוב נערה שנתקדשה שלא לדעת אביה. ובהא פליגי דרב סבר כל זמן שלא שמע האב ונתרצה גם היא יכולה לעכב ואע\"פ שישמע ויתרצה כיון <small>(כיון שאין כצ\"ל ותיבת שמיחת מיהת ע\"פ.)</small> שמיחת. מיהת שאין הקדושין מתקיימין אלא ברצון האב עד שלא ישמע יכולה לעכב. ורב אסי אמר אביה יכול לעכב ולא היא שכיון שהיא נתקדשה מרצונה והיא נערה שוב אינה יכולה למאן כי אם הדבר תלוי ברשות האב אם ירצה האב היא מקודשת ואע\"פ שהיא נתחרטא אלב ודאי אם האב לא ירצה אז אינה מקודשת ואקשינן לרב אסי ממפתה דקס\"ד שפיתה לשם קדושין ואמר רחמנא דגם היא יכולה למאן ואע\"ג דהיא נערה דקרא בנערה מיירי. ותירץ רב נחמן דהאי מיאון לאו דלא בעיא גיטא אלא שמשלם קנס ומיהו בעיא גיטא והאי דאמר אביי צריכא קדושין לדעת אביה לא שצריך לקדשה קדושין אחרים שברצון לבד די לנו כיון שהיא נערה אלא זהו פירושו צריך לרצות האב בקידושין שיתרצה שאם לא יתרצה אין קידושיו קידושין:\n", 
            "<b>אמר ליה רב יוסף אי הכי היינו דתניא כו'</b> מה שפירש המורה דסייעתא היא אינו נראה לי דאי הכי לאו לשון סייעתא משמע אלא לשון קושיא והעיקר נראה לי כפי מה שפירשו שאר המפרשים דגרסי אלא אמר רב נחמן בר יצחק לומר שמשלם קנס במפותה כך ראיתי כתוב במקצת ספרים אלא: ומפרשי דרב נחמן מוקי לקרא כשפיתה לשם אישות ואפילו הכי לא קשיא לרב אסי דהאי דאמר קרא דיכולה למאן לאו למימר דלא בעיא גיטא אלא למימר שישלם קנס דאף על גב דנתרצה האב בקידושיה ולא מציא נפקא בלא גט אפילו הכי אי מרדה בה ואל בעיא ליה מיחייב למיתה קנס. והשתא מקשה רב יוסף לרב נחמן ואתי אי הכי שפיר. וכמו שתירץ רב נחמן כך יש לנו לתרץ בעל כורחין לר' יוחנן וריש לקיש דהאי קרא דאם מאן ימאן בין אי מפרשים ליה בפיתה לשם אישות בין אם מפרשים ליה שלא לשם אישות קשיא. אי פיתה שלא לשם אישות קשיא בין לרבי יוחנן בין לריש לקיש דרבי יוחנן קאמר אביה ולא היא והכא קאמר קרא דאפילו היא מציא למאן ואע\"ג דאביה רוצה לקדשה היא ממאנת. וריש לקיש קאמרא שתי ידים זוכות בה או היא או אבי הוכל הקודם לקבל קידושין הויא מקודשת או היא אם קיבלה או האב אם קיבל והכא אמר קרא דתרוייהו מצו למאן. ואי בשפיתה לשם אישות לרבי יוחנן ניחא דבין היא בין אביה יכוליה למחות דכיון שלא ידע האב אין קדושיה קדושין הלכך תרוייהו מצו למאן. אלא לריש לקיש אביה אמאי מצי למאן כיון שהאי נתרצה ונבעלה לשם קדושין. אלא ודאי כך יש לנו לתרץ אין המיאון הזה מדבר לענין גט דלעול' לענין גט למר כדאית ליה ולמר כדאית ליה והאי מיאון לא הויא אלא לשלם קנס דאע\"ג דבעיא מיניה גיטא כל זמן שאחד מהן ממאן חייב ליתן קנס:\n", 
            "<b>אמר ליה אביי צריכה ממנו קדושין לדעת אביה.</b> פי' ואע\"ג שנתרצה האב לאחר מכן לא אמרינן ליהוו קדושין למפרע ואל סבר אביי כרב. ולעיל דאמר אביי שארית ישרלא לא יעשו עולה דמשמע הא אם רצה האב מקודשת למפרע. העיקר הוא מש שפירש רבינו יצחק מפאס זצו\"קל דהכי אמר אביי לא חיישינן שמא לדעת האב נתקדשה וקא משדר לה לקדושה בחשאי. ולעולם שלא לדעת האב אינה מקודשת ורבינו חננאל זצו\"קל כתב ש\"מ שהמקדש נערה בלא דעת אביה צריכה קדושין אחרים לדעת האב. וקשיא דידיה אדידיה דהכא פסק כאביי דפליג אדרב ולעיל פסק כרב הונא דאתיא מילתא אליבא דרב.\n", 
            "<b>והא מלוה היא.</b> ראיתי מקשים מהתקדשי לי לאחר שלשים יום ונתאכלו מעות דאמרינן בפירקא דלקמן דהוה קדושין ולא אמרינן מלוה נינהו וגם ממאי דאמר רבי אליעזר התקדשי לי במנה ונתן לה דינר הרי זו מקודשת וישלים שיהא אותו הדינר מלוה. ולא קשיא דהתם כל הקדושין נתן לה אלא שלא נגמר התנאי לכשיתקיים הן קדושין גמורים אבל הכא דלא גמרו הקדושין עד תמרה האחרונה הוו קדמייתא הלואה, ואפילו כשאומר באלו לא גמרו הקדושין עד שיתן לה תמהר אחרונה אלא משום דאמר באלו וכללן בדבור אחד אמרינן דכולן הן בתורת קדושין ולא בתות הלואה:\n", 
            "אמר רבי יוחנן הרי שולחן והרי בשר והרי סכין ואין לנו פה לאכול פירש המשנה נראית לכאורה שאדם מכינה כשלחן ערוך שכשאמר התקדשי בכל אחת הוה פרטי ואינן מצטרפין וכשאמר בזו ובזו ובזו הן כללא ומצטרפות וכשהיתה אוכלת ראשונה ראשונה האכילה מפרדת אותן שלא יצטרפו וכשאדם מדקדק בה נמצא שאינו יודע בה כלום כאדם שהכל מוכן לפניו וקהו שיניו ואינו יכול לאכול:\n", 
            "עד שיהא באחרונה שוה פרוטה תנאי נמי הכי בפרק ב' דתוספתא קידושין היתה אוכלת ראשונה ראשונה אם נתשייר בידה שוה פרוטה מקודשת. עיין לקמן בהלכתין דמחלק ביניהם.\n"
        ], 
        [
            "ושמע מינה בעלמא מעות חוזרין מיכן מוכח דלאו באחותו בלחוד פליגי רב ושמואל אבל בכל מידי דליכא למימר אדם יודע מודה שמואל דמעות חוזרין דאם כן הוה ליה למימר לעולם בלמא מעות מתנה ושאני הכא דאפילו שמואל מודה דחוזרין שאי לומר אדם יודע אלא ודאי בכולהו קאמר שמואל דהו מתנה:\n", 
            "ושמואל אמר מעות מתנה קשה לי כיון דאמר שמואל מעות מתנ' אמאי אוקי להא דתני היתה אוכלת ראשונה ארישא והא בסיפא מיתוקמה סשפיר ואפ'י בקמייתא דהא רב אסי דאמר עד שתהא באחרונה אוקימנא דסבר מעות חוזרין הא אלו הוה סבר מעות מתנה הוה אמר אפילו בקמייתא. וי\"ל דשמוא דאוקמה ארישא לאו למימר דלא מיתוקמה אסיפא אלא רבותא קאמר דאפילו ארישא נמי מי תוקמא ואל תידוק הא מנחת לא. ואין זה כלום דהא לקמן אמרינן בברייתא דליכא התם פרטי דקשאי לשמואל ואם איתה למא שמואל דאף בכללא נמי קאי אאל ודאי לשמואל דאמר מעות מתנה מצטרפי ובכולהו מיקדש' דהאי מתתנה לשם קדושין יהיב לה כדפירש המורה ואמאי תתני אם יש באחת מהן אלא ודיא לא מיתוקמא אלא אפרטי דהתקדשי התקדשי ורבה דאית ליה מעות חוזרין כרב אסי קמחי לא חוקמא מבזו ובזו כוותיה. יש לומר דקשיא ליה לפרושי האי דתני באחת מהן תאחרונה דהא סתם קאמר בכל אחת מהן משום הכי מוקמה ארישא.\n", 
            "<b>רב אמר אדם יודע כו'</b> פי' שמואל בעל כרחין צריך לומר אדם יודע שאין קדושין תופסין באחותו וגמר ונתן לשום מתנה אב רב אע\"פ שאין אדם יודע וטועה בזה שסובר שקדושין תופסין באחותו כיון שנמצאו שאינן תופסין דין הוא שיחזרו לו והאי דקאמר רב אדם יודע משום שמואל נקט ליה דתלי טעמא בהכי דאדם ידוע שאינן קדושין והלכך גמר ונתן לשום מתנה וענה לו רב דאפי אם תמצא לומר דאדם יודע שאינן קדושין לא לשם מתנה נתנן אלא לשם פקדון.\n", 
            "<b>המפריש חלתו קמח אינה חלה.</b> אי קשיא מאי שנא חלה דכתיב בעריותיכם וקמח עדיין לא הוטבל והא גבי מעשר נמי כתיב מעשר דגנך וקודם דאידגן לא הוטבל שהרי מותר לאכול עראי עד שימרח ואם הקדימו בשבלים אמאי חייל עלייהו שם מעשר דרחמנא אמר דגנך והאי עדיין לא אידגן. ויש לתרץ דכתיב קרא אחרינא עשר תעשר את כל תבואת זרעך ואע\"ג דלא אידגן איקרי תבואה וזרע ומשום הכי הוה מעשר אבל גבי חלה לא כתב כי אם עריסותיכם.\n", 
            "<b>אדם יודע ראיתי מקשים ד</b>פי' יודע דהא עריסותיכם כתיב והשתא תימא דאם יודע עריסותיכם א\"כ מהיכא תיתי ליה ליתן טעם לקרא דתלי בטרחא דכהן ואם אינו יודע אם כן מהיכא תיתי ליה דמקמח לא. ותו כי אמרינן וליהוי תרומה ולא תיאכל עד שיוציא עליה תרומה ומעשות. ואם קרא לא ידע תקנתא ידע: ואין זה פירושו של אדם יודע אלא מפני שרואה שכל העולם אין מפרישין חלה אלא עיסה ולא קמח זו היא ידיעתו ושמא יטעה ויתן טעם לדבר מפני טורח הכהנים עושין כן וכי אמרת ליה תקנתא ציית.\n", 
            "<b>זימנין דאית ליה לכהן פחות מה' רבעים קמח </b>פי' הוה מצי למימר זימנין דהוי בההוא קמח חמשת רבעים ואכיל ליה כהן בטיבליה אלא רבותא נקט דאפי' אם הוא דבר מיעט שאין אדם נותן חלה חמשת רבעים אפילו הכי חיישינן דילמא אתי לצרופיה עם קמח אחרינא.\n", 
            "<b>ותהוי תרומה ואל תיאכל עד שיוציא עליה כו'</b>. פירש לשמואל מקשה דבשלמא לרב לא קשיא מתניתין דחלה עם מתניתין דעציץ דמתניתין דחלה לא מצינו לעולם חלה מקמח והלכך כד דחזו דהדר ההוא קמח לחולין לא נפיק מיניה חורבא אבל עציץ שאינו נקוב שכל העולם רגילין להפריש ממנו תרומה כד חזו השתא דהדרא תרומה לחולין אתי לזלזולי בכל תרומה דעלמא משום הכי אמרינן דהוי תרומה ואל הדרה לחולין אל אלשמואל דאמר גבי קמח. נמי מן הדין היה שיהא של כהן אל אמשו' חורבא דכהן תיקנו שיחזרוהו לישראל איכא לאקשויי הכי דאמאי גזל ביד כהן משום האי טעמא נעשה תקנה לכהן כמו שעשינו גבי ענין שאינו נקוב.\n", 
            "<b>וקא סבר דבעל הבית נתקנה עיסתו וחתו למיכלה בטבלה.</b> פי' ולגבי עציץ שאינו נקוב ליכא למיחש הכי דאפילו אם יאכלנו בעל הבית. בלא הפרשת תרומה אחרת אין בכך כלום דעציץ שאינו נקוב אינו אסור מדאורייתא ואפילו אם תאמר דאסור מדרבנן הא מפריש עליה ממקום אחר דנהי דאל חל עליו שם תרומה שיהא הוא מותר לכהן אבללהתיר את שאינו נקוב ממה נפשך פוטרו.\n", 
            "<b>ותיהוי תרומה ויחזור ויתרום.</b> גם זה אינו מקשה אלא לשמואל דאלו לרב לא קשיא נמי האי מתניתין אמתניתין דתנא כדפרישית לעיל. עיין בבכורות בפרק עד כמה יש בקונטרסי במהדר' תניינא.\n"
        ], 
        [
            "<b>אבל <small>(תיבת לא באלו ע\"ש.</small></b><small>)</small> לא באלו אמר לה באלו כו' פי' אע\"פ שאל נתנה אלא באחת אחת והיא נוטלת ואוכלת ראשונה ראשונה הן מצטרפות ולא הוו מלוה אצלה כיון שאמר לה התקדשי לי באלו וכלל את כלן בדיבור אחד. ומכאן מוכח דטעם הדבר כשאמר בזו ובזו ובזו והיתה אוכלת ראשונה ראשונה דחשיבנן להו מלוה לאו משום דמציא למיהדר בה עד חמרה אחרונה דהא כשאמר לה באלו <small>(באלו והיה וכו' נמי מן הדין וכו' כצ\"ל.)</small> נמי והיה נותנם לה באחת אחת מן הדין הוא שהיה יכולה לחזור בה עד שלא יתן לה כולן דמה לי אם אמר לאשה התקדשי לי במנה זה מה לי אם אמר התקדשי לי באלו המעות שאין דעתה של אשה להתקדש אלא בכולן ואם חיסר ועיכב בידו קצת ולא נתן לה הכל יכולה לחזור בה וה\"ה ה\"נ הכל בתמרים. אע\"פ שיכוהל לחזו בה אמרי' דאכי' אוכלת ראשונה ראשונה הן מצטרפות ולא הוו מלוה אל אטעם הדבר הוא שכשאמר בזו ובזו שאל כללם בדיבור אחד נראה שתליה כל עיקר הקידושין בתמרה אחרונה שינן נגמרין אלא בנתינת תמרה אחרונה והלכך אם מונחות כון לפניה מצטרפות ואם היתה אוכלת ראשונה ראשונה אינן מצטרפות אל אהן חשובות מלוה אצלה עד שתקבל התמרה האחרונה. אבל כשאמר באלו שכללן בדיבור אחד הקדושין תלה בכולן וכל התמרות שוות בדבר והלכך אפי' בראשונה שאכלה חלו הקדושין שאם יש בה שוה פרוטה היא מקודשת מיד והוא שישלים לה את הכל ואם אין בה שוה פרוטה היא מצטרפות עם האחרונות להשלים. ובספרים כתב אבל אם אמר לה באלו אפי' מקמייתא נמי מקודשת ונראה לי שלא שיבש המורה גירסת הספרים אלא משום דמשמע דלא חילק רבא אלא בדברי רבי אמי דדאמר דבעינן שוה פרוטה באחרונה שאם אמר באלו אפילו בראשונה נמי אם יש בה שוה פרוטה מקודשת ולא הויא מלוה ולעולם באחת מןה בעינן ולא מצטרפי להכי גרס אפי' אוכלת נמי מקודשת למימר' דמיצטרפי. ואמתני קאי רבא ולאו אמילתא דר' אמי. אבל נראה לי שגם לשון הספרים יתכן לפרשו דהאי דקאמר אפילו מקמייתא נמי מקודשת לאו לחומרא דבעינן שיהא בה שוה פרוטה אלא למימרא דגם הראשונה שייכא בתורת קדושין בשעל כל התמרות חל שם הקדושין ולא הוו הראשונות מלוה ואם יש בה שוה פרוטה מתקדשת מיד ואם לאו מצטרפות עם האחרונות:\n", 
            "<b>ועוד בזו ועוד בזו.</b> פי' או ועוד בזו והכי קאמר בין אם אמר בזו ובזו בין אם אמר בזו ועוד בזו והיתה אוכלת ראשונה דין אחד יש להן שאינה מקודשת עד שיהא באחת מןה שוה פרוטה: ולרבי אמי מי ניחא כו' המורה לא גריס ליה: ובספרים הוא כתב. ונראה לי שיש ליישבו. וה\"ג ולרבי אמי מי ניחא הכא כללי קא חשיב פרטי לא חשיב אלא אמר רבא הא מני רבי היא: והכין פירושא כי היכי דמקשית לרב ושמואל דלא מצי לתרוצי אליבייהו משום דאין כאן פרט אלא כלל ה\"ה הכי נמי איכא לאקשויי לרבי אמי דמפרש האי אוכלת דקאי אכללי אטו הכא בברייתא כללי קח חשיב ופרטי לא קא חשיב בתימא והא פרטי וכללי קא חשיב דקא תני בזו נטלתו ואכלתו בזו נטלתן ואכלתו באל זו דהוי פרטי ותו תנא ועוד בזו ועוד בזו דהוי כללא ואתרויהו תנא אם יש באחת מןה. והיכי מיתוקם פירושא דרבי אמי דאמר מאי באחת מהן דקתני באחרונה אכללא ופרטא. אלא אמר רבא הא מני רבי היא ולעולם כרב ושמואל ניחא וכל סיפא הוי פרטא לא שנא בזו בזו באל זו לא שנא ועוד בזו ועוד בזו ותנא אוכלת והוא הדין למונחות ורבותא נקט אוכלת כדאמרי' לעיל. ורבי אמי כי היכי דלא תיקשי ליה מצי למימר תני בזו ובזו עם זו. לא שנא בזו בזו ואל שנא אמר בזו ובזו פרטא הוי ואף על גב דתניא עוד בזו ועוד בזו אפ\"ה הוי פרטא וכאלו אמר ועוד התקדשי בזו ועו' התקדשי בזו.\n", 
            "<b>אמר רב המקדש במלוה אינה מקודשת.</b> פי' הכא הויא עיקרא דשמעתא ובפרק קמא דאמרינן משמיה דאביי לאו על מלוה איצטרך אלא על הנאת מלוה והכי קאמר אביי אף על גב דאמרינן המקדש במלוה אינה מקודשת בהנאת מלוה האי מקודשת.\n", 
            "דמלוה להוצאה ניתנה: פירש האי טעמא לא איצטרך אלא על מלוה דאיתה בעין דאי ליתה בעין תיפוק ליה משום דליתה מאי איצטרך להאי טעמא למימר מלוה להוצאה ניתנה אלא ודאי אף על גב דאיתה בעין קאמר דלהוצאה ניתנה ואשתכח דלא קא יהיב לה מידי.\n", 
            "<b>ומר סבר מלוה לאו להוצאה ניתנה.</b> מה שפירש המורה שלא ניתנה להוציאה בהונאה אלא להעמידה בעיסקא שתהא מצויה בעל עת שתתבענו אינה נראה לי שדבר זה רחוק הוא מן הדעת והנכון בעיני לפרש כך ומר סבר לא אמרינן מלוה להוצאה ניתנה ואף על פי שהוא בעין אינה שלו ונמצא שלא נתן לה כלום אלא כיון שהיא בעין ומחלה לה אין לך נתינת כסף גדולה מזו.\n", 
            "<b>אלא אמר רב נחמן גריסנן.</b>\n", 
            "<b>אם נשתייר ממנו שוה פרוטה מקודשת.</b> כתב בהלכות גדולות וכי נתשייר ממנו שוה פרוטה קידושין תופסין בה מעכשיו ופקדשון בעי למלויי ניהלה וכדר' אליעזר דאמר ר' אליעזר האומר לאשה התקדשי לי במנה ונתן לה דינר אחד הרי זה מקודשת וישלים. וקיימא לן הלכה כרבי אליעזר. ואינו נראה לי' שלמה רוצה הבעל להשלים לה הפקדון וכי הוא חייב באחריותו או נתחייב ליתן לה כי אם הפקדון ולא דמי לקידשה במנה שנתחייב ליתן לה מנה. והנכון בעיני כגון שגילתה דעתה דניחא לה להתקדש בכל דהו דאי לאו הכי לא הוה מקדשה שהיא סמכה על מנה של פקדון להתקדש ולא נמצא.\n"
        ], 
        [
            "<b>במלוה ברשות בעלים לחזרה כו'</b> פי' ודוקא אם כולה בעין אבל אם התחיל הלוה להוציא ממנה שכבר אין המלוה יכול לחזור בו דכולי עלמא אינה מקודשת ואע\"פ שנשתייר ממנה הרבה משום דמלוה להונאה ניתנה כרב. והאי דתני בברייתא ובמלוה אע\"פ שנשתייר בה אינה מקודשת לאו כגון שהוניאה האשה ממנה קצת ונשתייר בה קצת דא\"כ אל הוה פליג עליה ר' שמעון אלא כגון שנאבדה ונשתייר ממנה דאכתי לא החזיקה בבה האשה ואיידי דתנא גבי פקדון שיור תנא נמי גבי הלואה שיור אבל אם האשה הוציאה ממנה קצת לכולי עלאמ אינה מקודשת דמלוה להוצאה ניתנה.\n", 
            "<b>לא ביקע בו לא קנא.</b> בפ' השואל אמרינן ופליגא דרבי אליעזר דאמר ר\"א כדרך שתקנו משיכה בלקוחות כך תקנו משיכה בשומרין. ותניא כוותיה דרבי אליעזר למימרא דהכי הילכתא. במלוה על פה במאי פליגי כדרב הונא אמר רב כו' פי' דוקא בענין זה במעמד שלשתן אדם יכול להקנות מלוה שבעל פה לחברו אבל בענין אחר או בקנין או ע\"י קרקע לא מפני שאינה בעין כדפרישית בפרק מרובה במהדור' בתרא.\n"
        ], 
        [
            "<b>וחזר ומחלו מחול.</b> עיין בפרק הכותב במהדורא תניינא כגון שקדשה בשטר שאין עליו עדים. ראיתי למפרש אחד שפירש בשטר חוב שיש לו על אחרים ואין עליו עדים אלא שהלוה מסרו למלוה בפני עידי מסירה: ולא יתכן זה הפי' כלל שאם יש לו למלוה עידי מסירה שמסר לו הלוה השטר בפניהם והודה לו שהוא חייב לו מה צריך רבי מאיר לעידי חתימה הרי פין כמאה עדים ולא אמר רבי מאיר עידי חתימה כרתי אל אבגט ובשטר אירוסין דלא מהניא הודאת פיו ולא בשטר חוב. אלא ודאי בשטר אירוסין מיירינן כדפריש המורה:\n", 
            "<b>ישנה לשכירות מתחלה ועד סוף והויא לה מלוה.</b> אי קשיא התינח פרוטות הראשונות הויין מלוה התקדשה מיהת בפרוטה אחרונה דאתיא עם גמר כלי דליכא למימר דחצי פרוטה הראשון שבפרוטה האחרונה הוי נילוה ולא נשאר פרוטה עם גמר כלי דכל פחות מפרוטה לא חשיב לאקרוי מלוה ולעולם בפרוטה אחרונה תתקדש.\n", 
            "תשובה גם פרוטה האחרונה הויא מלוה גבה עד שיגיע כלי לידה דאע\"ג דלא יהיב לה כלי מכי גמרה אתחייבא ליה בההיא פרוטה כי היכי דאיחייבא בפרוטות הראשונות ואע\"פ שהכלי בידה. אבל למאן דאמר אינה לשכירות אלא לבסוף אע\"פ שגמר כל הכלי אינה מתחייבת לו כלום עד שיתן לה הכלי והלכך לאו מלוה היא.\n"
        ], 
        [
            "<b>בשכר שאעשה עמך מקודשת </b>פי' אין אל הדברי הבעל דמה מועיל אם אמר לה הרי את מקודשת לי בכסף שאתן לך ולא נתן לה עכשיו כלום אפי' אם יתן לה לאחר מיכן אז האי מקודשת ואז בשעת מתן מעות צריך לומר לה הרי את מוקדשת לי דדיבורו הראשון אינו כלום כיהיכי דלגבי גט אם אמר אדם לאשתו הרי את מגורשת ממני בגט שאני עתיד ליתן לך שאין זה הדיבור כלום עד שיאמר לה בעת נתינת הגט הרי זה גיטך. אלא דברי התנא הם ובשעה שנותן הכלי צריך לומר הרי את מקודשת לי בשכר כלי זה.\n", 
            "<b>תנא חדא בו ובמה שבתוכו</b> כו' פי' כל אלה החלוקים משמ כשאמר התקדשי לי בכסוף זה סתם אבל כשאמר בכוס זה של יין או של דבש או של שמן זה הלשון מוכח במה שבתוכו ולא בו:\n", 
            "<b>הכא נמי איכא דניחא לה בכספא ולא ניחא לה בדהבא </b>קשיא לי <small>(תיבת לא באלו ע\"ש.)</small> מה ליין זה לדי חומץ יין חומץ שני מינין הם ויש שצריך לחומץ ואינו צריך ליין אבל גבי טיבעא מי איכא למימר דאיכא דניחא ליה בדינר של כסף ולא ניחא ליה בדינר של זהב והלא בכל מקום יכולה להוציא דניר של זהב במקום דינר כסף ויחזירו לה <small>(באלו יהיה וכו' נמי מן הדין וכו' כצ\"ל.)</small> מאה דינר כסף וי\"ל אע\"פ שיכולה להוציא דינר זהב בדינר כסף ותרויח בו מכל מקום שני מינין הן ודמי ליין וחומץ שאע\"פ שיוכל להחליף חומץ ביין וירויח בו הוי מקח טעות משום האי טענה דאמר ליה חומץ אני רוצה ולא יין ולא דמי <small>(מה ענין זה לדין כצ\"ל. )</small> ליין יפה ונמצא רע שהן מין אחד דכיון דיין רצה לא כל הימנו לומר רע רציתי ולא יפה:\n", 
            "<b>הלויני דינר של כסף כו'</b> אי לאו דדחו ליה להאי תירוצא מכח לשון המשנה היינו יכולין להקשות לו דאדרבה איפכא מסתבר' שהוא אומ' לו קדשה לי בדינר זהב והוא קש בדינ' כסף שהרויחו ובזה ראוי שיחלוקו ת\"ק ור\"ש שהרוי' השלי' את הבעל אבל עכשיו ודאי קפידא דאי שהוא אומר לא רציתי לקדשה ביותר מדינר כסף ולמה נתת לה דינר זהב ואפילו עשיר קופד בזה כל שכן אם היה עני אל אדעדיפפא מינה אקשי ליה מתוך לשון המשנה.\n", 
            "<b>ומאי נמצא דקא צייר בבליתא.</b> פי' ורבותא אשמעינן לא מיבעיא אם לא הטעה השליח ונתן לה דינר זהב מתחילה שהיא מקודשת ולא חיישינן לשינוי השליחות אלא אפי' אם הטעה השליח נמי מקודשת היא שאינה דומה טעות השליח לטעות האשה עצמה.\n"
        ], 
        [], 
        [
            "דיקא נמי דכתב לבנות לה בית ש\"מ נראה דלה רפי בלא מפיק ה\"י דריש דמשמע לא כדכתב המורה ויקרא לה נבח בשמו מפי רבי משה הדרשן זצוק\"ל:\n", 
            "<b>אמר רבה הוי דברים שבלב ודברים שבלב אינן דברים.</b> פירש אף על פי דמוכחא מילתא לעלמא דדלמיסק לארעא דישרלא זבין כגון שידעו בו שכיניו שהיה בדעתו לעלות כיון שלא פירש בפיו בעת המכירה כי הוא רוצה לעלות אמרינן דברים שבלב אינן דברים. דאי בדלא מוכחא להמ לי למימר אינן דברים תיפוק לי' דלא מהימן דלא כל הימנו לומר כך היה בלבי ולבטל המכר. ותו דבעי תלמוד' מנא לי הלרבה הא ואי דלא הוה מוכחא מילתא אמאי בעי מנא להי והא סברא קאמר אלא ודאי אע\"ג דמוכחא מילתא שכך היתה דעתי חפ\"ה אמר דברים שבלב אינן דברים מש\"ה בעי מנ\"ל הא דהא  הקנה לו בכל לב ואמאי אמרינן דברי' שבלב אינן דברים. גם המורה הכי פי' לקמן בהילכתן גבי ודילמא שאני התם דלמפטר נפשיה מקרבן קא אתי. אבל האי גברא דתינן ליה שטורח לעלות לא\"י. אלמא אע\"ג דמוכחא מילתא <small>(תיבת מאה היא ע\"ש וצ\"ל כמה דינרי וכו'.)</small> אמר רבה דברים שבלב אינן דברים. וראיתי שנוטים אחרי רבינו חננאל זצוק\"ל. דאמר דהיכא דמוכחא מילתא דאדעתא דהכי זבין ולא אתקיים הדרי זביני ומשום דין זה לדין המברחת בפ' האשה שנפלו לה נכסים דמשום דידעי מילתא דבעבור שרוצה להינשא קא עבדא אנן סהדי ואמרינן דעתה דלאו בכל לב יהבא ומבטלי' להאי מתנה וכן נמי בשכיב מרע כשכתב כל נכסיו לאחרים אמרי' דעתיה דסבור למות ומשום הכי נותן ואם עמד חוזר וכן נמי מאי דאמרי' התם <small>(ול\"ד ליין רע ונמצא יפה כצ\"ל.)</small> מי ששמע שמת בנו וכת' נכסיו לאחרי' ושמע שהוא חי במתנו בטילה דאלינ ן בתר אומדנא. וכן נמי מאי דאמרן בפ' אלמנה ניזונית דזבני אפדינהו משום בצורתא דהדרי זביני משום דאזלינן בתר אומדנא ואין הדבר כן שאם לא היה ידוע שהוא רוצה לעלות בא\"י אמאי איצטרך רבה למימר דברים שבלב אינן דברים ואע\"פ שהן דברים מאן מוכח שכך היה בלבו הא גבי מעילה דליכא הוכחה אמרי' ודילמא למיפטר נפשיה מקרבן קאמר הכי כ\"ש הכא דאיכא למימ' דילמא לאהדורי זביני אמר הכי ועולם דבריםשבלב דברים אלא ודאי הדבר ברור כשמש דבהכי עסקינן כגון שהיה ידוע לכל שכיניו כי הוה רוצה לעלות אלא מפני שלא הודעי דבר זה בעת המכר אמר רבא דדברים שבלב אינם דברים כדפירש המורה וכדכתב בספרים ובעידנ' דזבין לא אמר וההיא דזבני אפדיניהו כגון דאמר בההיא שתעתא כדפרישי' התם. וההיא דמברחת דמבטלינן למתנה ולא אמרי' דברי' שבלב אינן דברים ואזלינן בתר אומדנא משום דהיא מתנה ולא שביק איניש נפשיה ויהיב לאחריני אבל אם מכרה נכסיה אף על פי שהדבר ידוע שהיא רוצה להינשא מכרה קיים וכן נמי שכיב מרע אם מכר כל נכסיו לא אמרינן כסבור למות הוא שאם כן למה קבל מעות ודוקא כשנתן וחילוק יש בין מכר ובין מתנה. והכי אמרינן בפ' מי שצית איבעיא להו מכר כל נכסיו מהו זימנין אמר רב יהודה אמר רב אם עמד חוזר וזימנין אמר רב יהודה אמר רב עם עמד אינו חוזר ואל פליגי הא דאיתנהו בעיניהו והא דפרעינהו בחובו. פי' אי איתנהו בעיניהו מכרו קיים דאין סבור למות אלמא חילוק יש בין מכר ובין מתנה. וכן נמי בההיא דבעיא למיסק לארץ ישראל אם לא מכר אל אחילק קרקעותיו לקרוביו בעבור שהיה סבור לעלות והיו יודעים העולם כי הוא רוצה לעלות ולא עלה אין מתנתו ומתנה ואע\"פ שבעת המתנה לא אמר כלום דאיכא אומדנא ואנן סהדי דאדעתא דהכי עבד ואין המתנה דומה למכר ומה שאומר בסוף דהלכה בההוא דאתא לקרמיה דרבא ולקמיה דרב אשי כגון שפירש בעת המכירה בעבור שהוא רוצה לעלות כדפירש המורה ומשום הכי היו רוצים לבטל המכר.\n"
        ], 
        [
            "<b>אמאי יהא בלביה לא ניחא ליה </b>פי' והא מוכחא מילת דבלביה לא ניחא ליה ולהמ אנו הולכי' אחר פיו שאמר רוצה אני שהרי בלבו אינו רוצה אלא לאו משום דאמרינן דברים שבלב אינן דברים. ודאי ודילמא שאני התם דאנן סהדי דניחא ליה בכפרה פי' אע\"ג דעד השתא לא היה בלבי להביא עכשיו נתרצה בכל לב וביטל מחשבתו הראשונה אבל התם דלא ביטל מחשבתו נלך אחרי מחשבה ולא יהיה מכר. וכן יש לפרש בגיטי נשים. וכן נמי בתלוה וזבין אפילו למאן דאמר אגב אונסיה גמר ומקני איכא למימר דביטל מחשבתו הראשונה אלב התם דלא ביטל מחשבתו אכתי נימא דניזיל בתר מחשבתו:\n", 
            "שאני התם דמצוה לשמוע דברי חכמים פירש אבל עישוהו עכו\"ם דאין מצוה לשמוע דבריהם לעולם אימא לך דברים שבלב דברים. ואי קשיא א\"כ נקשה <small>(וברא דחזינן כצ\"ל.)</small> אמאי דנתן גט מעושה בעכו\"ם פסול לרבה דאלמא דברים שבלב דברים לא קשיא אאמר לך רבה שאני התם דמה שאמר רוצה אני בעישוי אמר ואפילו דיבור בפה אין כאן ומשום הכי לא הוי גיטא אבל הכא מי הכריחו למכור. אבל מכפיות בין דין אתיא ליה סייעתא דאע\"ג דבעישוי אמר רוצה אמרי' דהוי רצון ואל אזלינן בתר לבו וכל שכן היכא דליכא עישוי אי לאו דאינה מצוה דאמרינן בכל לב אמר ואין כאן דברים שבלב. ובתלוה וזבין אמרינן האי דאמר רוצה אני בכל לב אמר שהזוזים ריצוהו אבל תלוה ויהב מתנה אניה מתנה שלא בכל לב נתרצה ואפילו דיבורו אינו כלום כיון שעל ידי עישוי אמר.\n", 
            "אמאי והא אמר סבור הייתי פי לא מקשה הכי למימרא דלא ליהוו קידושי כלל ותפטר לעלמא בלא גט דהא לא מוכחא מילתא דכך הוה סבר בדעתו ואל כל הימנו לפוטרה בלא גט <small>(ב\"ב דף קל\"ב ע\"א ודף קמ\"ו ע\"ב.)</small> אפילו הכי מקשה אמאי אמר תנא מקודשת דמשמע שגם בא אחר וקדשה אין קודשי השני קדושין ומותרת לראשון והא ראשון אמר סברו הייתי ונהי דלא מהימן לעלמא לאיצטרוכי גט משני אם הוא יפטרנו בגט לעצמו יהא נאמן דהא שויה נפשיה חתיכא דאיסורה ותהא אסורה לו אלא משום דאמרינן דברים שבלב אינם דברים ואפילו אם היה כדבריו קידושי השני אינן כלום. אמר ליה אביי ודלמא שאני התם דלחומרא לאצרוכי גיטא מיניה. פי' מאי דתנא מקודשת לאצרוכה גיטא מיניה ואל מהימן למימר ססבור הייתי אבל לא סרא אנפשיה הכי נמי דמהימן ודברים שבלב דברים הן ואניה מותרת לו בלא גט משני אבל מיהו אם נתן לה גט היא אינה צריכה גט משני דלא כל הימנו לאוסרה ואל מהימן אלא אנפשיה ולאו אאחריני אבל המורה פי' אבל קדושין גמורין לא הוי לבטל קדושין אחרים שאל יתפסו בה ואם בא אחר וקדשה צריכה גט אף משני ואינו נראה לי דלאו כל כמיניה למיסרה אעלמא.\n", 
            "<b>אמאי והא קאמרת בלבי היה </b>פי' ותהא מהימנא על עצמו דשויתה אנפשיה חתיכא דאיסורא.\n", 
            "אמאי והאמר לא היה בלבי פירש ואע\"ג דלא מוכחא מילתא אנפשיה יהא נאמן ולא יביא חולין לעזרה.\n", 
            "<b>ודלמא שאני התם דלמיפטר נפשיה מקרבן קא אתי.</b> פירש ואף על גב דכי אמר נזכרתי מהימנינן ליה התם דליכא שום אמתלא דמוכחא דמשקר. אבל הכא איכ אקצת המחלק שאם היה בלבו לקפוד על הכיס למה לא פירש לו כפי מה שפירש לו מן החלון או מן הדלוסקמא. הוה לי למימר נזכרתי והלכך אי דברי' שבלב הוי דברים יהא נאמן לומר בלבי היה על ידי מגו אל אלאו ש\"מ דברים שבלב אינם דברים ואף על פי שלא היה בלבו מכיס זה כיון שלא פירש לו בפיו לא שינה שליחותו ותפשוט מהכא דדברים שבלב אינם דברים ואע\"ג דמוכחא מילתא דדעתיה הוה למיסק. ורבינו חננאל זצוק\"ל כתב וקיי\"ל דכל היכא דמוכחא מילתא דאדעתא דהכי זבי ולא אתקיים הדרי זביני. ואינו נראה לי אלא אף על גב דמוכחא מילתא דדעתיה למיסק כל זמן שלא הוציא בפיו המכירה אינו כלום ולא הדרי זביני כדאוכחות לעיל דדברים שבלב אינן דברים. אלב אם פירש בפיו כי רוצה לעלות אף על פי שלא מכר לו על תנאי אלא סתם אי לא מצי למיסק הדרי זביני עיין בפרק אלמנה ניזונות בפסקיי:\n", 
            "<b>איכא בינייהו דאיתיליד אונסא באורחא.</b> פירש אונסא הכי משמע דלא מצי למיסק השתא כלל. ללישנא קאמ דאמרינן אי בעי <small>(נקשה מהא דתנן כצ\"ל.)</small> יסק השתא הא לא מצי סליק השתא ואע\"ג דבעידינא דזבין הוה מצי למיסק כיון דהשתא לא מצי סליק הדרי זביני. ולהך לישנא דאמר איבעי לא הוי סליק בתמי' כיון דהוי מצי למיסק ולא סליק עד דאיתיליד אונסא לא הדרי זביני. כך פירש רבינו חננאל זצוק\"ל ופתר המורה לא נראה לי.\n", 
            "<b>הא מר לשלוחו צא וקדש לי אשה וכו'</b>. אי קשיא אמאי לא פליג רבי אליעזר הכא בשליחות לקבלה של אשה ומכשיר כדמפליג התם גבי גט משום דקבלת הגט הוי בעל כרחה משום הכי הויא מראה מקום אבל קבלת הקדושין אינה אלא מדעתה הלכך כך היא קפידא באשה כמו באיש ותנאי איש והוא הדין אשה. והכי נמי אמרינן התם ורבי אליעזר מאי שנא רישא דלא פליג ומאי שנא סיפא דפליג.\n", 
            "איש דמדעתו מגרש קפודא קפיד אשה דבין מדעתה בין בעל כרחה מגרש מראה מקום הוא לו.\n", 
            "<b>על מנת שאין בה מומין כו'</b> עיין מה שהקשיתי עליה בפ' המדיר.\n", 
            "לא צריכא דמיעוטא מקדשא והדר מסבלי ורובא מסבלי והדר מקדשא מהו דתימא לא ניחש למיעוטא קמ\"ל. כך מצאתי כתוב במקצת ספרים כון נראה לי עיקר.\n"
        ], 
        [
            "<b>כל שאינו בזה אחר זה אפילו בבת אחת אינו.</b> ראיתי מקשים בזה והרי איסורין דאמרינן אין איסור חל על איסור ואיתנהו בבת אחת דבאיסור בת אחת חייב שתים. ואין זו קושיא של כלום דבודאי במה שאדם אוסר בפיו ככגון קדושי האחיות והמעשרות בי ןמעשר דגם בין מעשר בהמה ולחמי תודה יש לומר זו הסברא דהאי דאין איסור חל על איסור מפני שכבר הוא מוזהר ועומד כגון אשת אח ואחר כך נעשית אח אשה או אחות אשה ואחר כן נעשית אשת אח. אבל כשבאים ביחד כגון אשת איש ואשת אח חייב שהתים דהי מנייהו מפקית וא\"ת כל שאינו בזה אחר זה אינו בבת אחת אם כן לא יחול אחד מןה ויהי הפטור אלו הם דברי בדות.\n"
        ], 
        [
            "<b>הכל מודים היכ אדאמר מיקדשו ארבעים מתוך שמנים דקדשי.</b> ראיתי מקשים והא ר' יוחנן סובר בכל מקום דאין ברירה ואלה הם דברי הכל וכי כשאנו אומרםי דקדשו ארבעים מתוך שמנים משום ברירה הוא זה דומה למקדש אחת מחמש נשים ולא פירש איזה קידש שכולן צריכות גט גם כאן כל חלה וחלה יש לומר זו קידש ומשום הכי כולן קדושת מספק ויאכלו כאומר לחמי תודה. בודאי אם היה אומר יברור ארבעים מהם ויאמר אלו יהיו קודש והשא יהיו חולין אז הוה שייך לומר יש ברירה אבל זה אין לומר אפילו למאן דאית ליה ברירה שנוניא הקדש לחולין על ידי ברירה שאין לבר דבר זה שכיון שלא סימן איזה קידש כולן הן בספק מקודשת וגם בחמש נשים נמי אין לסמוך על הברירה. ולומר זו אני רוצה והוברר הדבר שזו קדש שכיון שבעת הקידושין היה ספק מה ברירה יש לומר שלא ידע איזו קידש בודאי אם הי האומר איזו שארצה היום או מחר וכן נמי בלחמי תודה בזה היה יכול לסמוך על הברירה כיון שתלה ברצונו אבל זה שקידש מתחלה בספק שלא בירר איזה קידש אין לומר שם ברירה.\n", 
            "את וחמור לא קנה ראיתי מקשים והא רב נחמן דהילכתא כוותיה בדיני אמר בריש מי שמת קנה מקצת והכי נמי יחולו קדושין על הראויות ומתרצים הבלים. והנכון בעיני דהכי קא דייק רבא אי ממתניתין שמעינן הכי נקשה מינה לאן דאמר לא קנה והתם נמי מייתי קושיא ממתניתין למאן דאמר לא קנה ומתרץ התם כדמתרץ אביי הכ אבאומר הראויה מכם לביאה תתקדש לי.\n", 
            "<b>ני את וחמור הוא </b>פי' אף על פי שאין כאן שני קונים הוא והחמור אלא שני נקנים הנכריות והאחיות מכל מקום מינה ילפינן כמו שאן האדם קונה עם החמור כך אין דבר נקנה עם מי שאינו נקרה כגון אם אמר אדם לחבירו פירות דקל זה שהן בו קנויים לך על פירות העתידין להתגדל בשנה הבאה כמו שלא קנהב פירות של שנה הבאה כך לא קנה פירות של שנה זו אע\"פ שאלו כבר באו לעולם אי נמי גם שני קונים יש שהקנה הקדושין לנכריות ולאחיות וכמו שלא קנו אותם האחיות כך לא יקנו הנכריות מכילתא.\n"
        ], 
        [], 
        [
            "<b>והלכתא כאביי </b>קשיא לי כיון דאיתותב רבא מה צורך לפסוק הלכה כאביי. וי\"ל מתוך שהיה יכול לתרץ על ידי הדחק אחת מבנותיך פלוני' מקודשת לאחד מבני פלוני ולעולם בשהוכרו ולבסוף נתערבו.\n"
        ], 
        [
            "<b>לית דחש לה להא דרבי שמעון.</b> נאה לי דהוא הדין לגנבה דלא אמרינן סתם גנבה ייוש בעלים היא דהא בחדא תני להו בגזל ובגנבה למימרא דדינן שוה. ואל סומכינן אההיא דנתן בפ' ך\"ו דכלים לא כר\"פ ולא כתנא קמא:\n", 
            "<b>מאן אחלך.</b> פי' וכיון שלא היה לו כח לחלוק בלא דעת בעל הבית נמצא דההוא מוזא בשותפות הוה. ואי אמרת תתקדש מיהא בפלגא דאית ליה בגויה. כיון דכוהל יהב הל לא סמכא דעתה לאיקדושי אל אבכוהל והוה ליה במנה זה ונמצא מנה חסר דינר שאינה מקודשת:\n", 
            "<b>והני מילי במוזא אבל כישא מצי אמר לי כו'</b>. פי' והכי אמרינן בפ' איזהו נשך כהנהו תרי כותאי דעבוד עיסקא בהדרי ופליג חד מנייהו בלא דעתא דחבריה דהיכי דפליג זוזי דלא בעי שומא אמר רב פפא דשפיר עבד דזוזי כמןא דפליגי דמו. והיכא דפליג חמרא דבעי שומא אמר ליה מאן פליג לך. ואין לו תקנה עד שיחלוק בפני שלשה ששמו הדבר בשמי' כדאמרינן בפ' אלו מציאות באסור ורב ספרא דעבדו עסקא בהדי הדדי ופליג רב ספרא בלא דעתיה דחבריה ואמר ליה רבא ז\"ל אייתי תלתא דפליגית קמייהו כו'.\n", 
            "<b>לא אמרו נלך אכל יפות כו'</b> ראיתי מתמיהם ואפילו לענין תרומה לא אמור אלא בעשאו שליח אבל לא עשאו שליח אפילו לענין תרומה הוי ריתחא ואני מתמיה על המתמיהין לא ראו מאי דתנאי וחרס שלא ברשות אלמא בשלא עשה שליח מיירי.\n", 
            "<b>אשה בעזרה מנין כתב המורה דנשים אין נכנסות לה כדתנן באבות הטומאות בפ\"ק דכלים.</b> ולא היא דלא תנא התם איסורא גבי נשים כלל חלא סברא היא דמה טיבן של נשים בעזרה והי לאו בני סביכה נינהו.\n"
        ], 
        [
            "<b>ת\"ל וכל מנחה אשר תאפה בתנור לכל בני אהרן תהיה.</b> פירש אף על גב דקרא כתב לכהן המקריב אותה לו תהיה. כבר הוא דורש בסיפרא יכול לכהן המקריב בלבד ת\"ל לכל בני אהרן תהיה אי לכל בני אהרן יכול לכולן ת\"ל לכהן המקריב אותה הא כיצד לכהנים של אותו בית אב אלמא האי דכתב בסופו לכל בני אהרן תהיה אכולהו קאי. וסמיך ליה וזאת תורת זבח השלמים. פי' אין זה סמוכים ממש דהא רבי יהודא לא דריש סמוכין כדאמרינן בריש יבמות לא הקישי' הוא דלכהי סמכינהו רחמנא לאקושיניהו.\n"
        ], 
        [
            "<b>שמעית מיניה דרבי יוחנן תרתי כו'</b> פי' לפי דברי רבי יוחנן בהא פליגי רבי מאיר ורבי יהודה דלגבי מעשר שני קסבר רבי מאיר ממון לגבוה הוא. הלכך בין במזיד בין בשוגג לא קידש ורבי יהודה סבר ממון בעלים הלכך במזיד קידש אלב בשוג גלא קידש מפני שהן קדושי טעות. וגבי הקדש רבי מאיר סבר הקדש מתחלל בין במזיד בין בשוגג הלכך במזיד קידש ובשוגג לא קידש מפני שהן קדושי טעות. ורבי יהודה סבר אין הקדש מתחלל אלא בשוגג אבל במזיד לא והקדש כל היכא דאיתיה בקדושתיה קאי הלכך במזיד לא קידש מפני שלא נתן לה כלום שהרי אינה רשאי ליהנות ממנו ובשוגג קידש מפני שיצא הקדש לחולין והיא רשאי ליהנות ממנו. ושגגה דהקדש לא חשיבא ליה לרבי יהודה קדושי טעות כי היכי דחשיבא ליה שגגת מעשר דשגגת מעשר חשיבא ליה טעות מפני שאינה יכולה ליהנות ממנו חוץ מירושו' אבל הקדש שהיא רשאי ליהנות ממנו אף על פי שנתחלל על ידה אניה חוששת בכך ומקודשת היא ורבי מאיר סבר חוששת היא על כך ואינה מוקדשת:\n", 
            "אמר ליה אף במכר לא קנה פירש ופליגא דרב חסדא אדרבי יוחנן דאלו רב חסדא סבר אין הקדש מתחלל לרבי מאיר בשוגג ולא מעל אלא אם כן ביערו מן העולם. ורבי יוחנן סבר מתחלל מדאיצטרך למיתלי טעמיה דרבי מאיר משום קדושי טעות.\n"
        ], 
        [
            "<b>אמר רב חזרנו על כל צדדים כו'</b> פי' רב סבירא ליה כר' יוחנן דהקדש בשוגג מתחלל לרבי מאיר אבל לטעמא דרבי יוחנן לא סבירא ליה דאלו ר' יוחנן תלי טעמא דמתניתין משום קדושי טעות ואלו רב מפרש מתניתין בכתנות כהונה הא במעות הקדש מקודשת ולא חיישינן לקידושי טעות ודברי המורה מוכיחים דר' יוחנן סבירא ליה דאין הקדש מתחלל בשוגג כרב חסדא ואינו נראה לי:\n", 
            "<b>ומשנתינו בכתנות כהונה שבלו.</b> פי' וקסבר רבי מאיר בשוגג לא קידש הואיל ונתנו ליהנות בהן בשגגה אבל במזיד קידש שלא ניתנו ליהנות המן מזיד. ורבי יהודה סבר בשוגג קידש כדין כל הקדש שמתחלל בשוגג שאע\"פ שנתנו להנות בהן בדבר אחד שאר ההנאות אסורות הן ויש בןה דין מעילה אבל במזיד לא קידש שאין הקדש מתחלל בזיד. ואתא ר\"מ לאפלוגי על רבי יהודה בתרתי פיג עליה במזיד ואמר קידש ופלי געליה נמי בשוגג דיש שוגג שלא קידש כגון כתנות כהונה. וכי מקשינן לקמן לר\"מ משירי הלשכה שהרי ניתנה להנות מחמות העיר ומגדולתיה הכי מקשה דאף במזיד הותרה הנאתן שהרי יושבין עליהן ולא דמי לכתנות כהונה שאל נתנו ליהנו אל אבשוגג ואל במזיד ומשום הכי מקשינן מינה לרב דאי לא ניתנה ליהנות אלא בשוגג הוה ליה לתרוצי הא דקאמר רבי מאיר מועלין בשירי הלישכה במזיד הוא וכדאמר נמי במתניתין גבי כתנות כהונה אלא משום דאמרינן דחומת העיר ומגדולתיהן נתנו ליהנות אפילו במזיד והמורה פי' הנאת חוממת ומגדולתיה בשגגה ואינו נראה לי. ואל היא שלא הזכי רהמרוה שגגה אלא אצל המעילה שאין מעילה במזיד אבל הנאת החומה אפילו במזיד שריא:\n", 
            "מאי לאו אפילו אלא בלו פירש והאי דנקט בלו משום רבותא דאף על גב דבלו עדיין קדושתן עליהן.\n"
        ], 
        [
            "<b>תנאי נינהו אליבא דרבי יהודה.</b> פי' יש תנא שאמר דסבר רבי יהודה כי ירושלים לא נבנית משירי הלשכה הלכך לא קדשה: <small>(תיבת ההיא אתתא עד תיבת יקדש בו את האשה שייכם לעיל קידושין דף נ\"ב ע\"ב.)</small> (ההיא איתתא דהוה משום כרעא כו' קשיא לי מה צורך לספק לנו זה כי אם ההוא גברא דחטף סלע מחבריה וקידש בו את האשה).\n", 
            "<b>כגון דיהב לה כשהוא סמדר והלא כרבי יוסי </b>פי' ואין לומר דיהב ליה קודם סמדר שעדיין לא בא לעולם ואין לומר כגון דיהב לי ההגפנים גופיהו דא\"כ היינו בין שהוא משלו.\n"
        ], 
        [
            "<b>ורבי מאיר היא דאמר מהקדש במזיד מתחלל </b>קשיא לי אמאי איקי לה כבי מאיר ולא כרבי יהודה נהי דאמר רבי יהוד הדאין הקדש מתחלל במזיד כשמוציאו לצרכו אבל לצורך הקדש אינו מתחלל בתימא והא אם צריך למכור שום חפץ של הקדש מוכרו ויוצא לחולי' וכן אם צריך לקנות שום חפץ להקדש קונין בדמי הקדש ויוציאן לחולין והכי נמי לצורך הקדש הוא שמחלל בדמי' ומביא ןבהן עולה ושלמים. ושי לומר דלהכי נקט ורבי מאיר היא משום דהפרזה גדולה קאמר רב אושיעא שיהו חמימין נפדין ומשום הכי קאמר ורבי מאיר היא דכי היכי דאשכחן דהפריז רבי מאיר בקדשי בדק הבית לומר הקדש במזיד מתחלל שאע\"פ שלא מעל ונמצא שאין מעשהו כלום ואפילו הכי אמר דיצא לחולין ה\"ה הכי יש לומר שהפריז גם בקדשי מזבח:\n", 
            "אין מועיל לאחר מועיל במוקדשים פירש שאם רכב על חמור של מוקדשין ונהנה ממנו שהו פרוט יצא לחולין וחייב לשלם כל קרן החמור וחומשו שכבר הוא שלו הלכך חבירו לא מעל.\n", 
            "ההיא רבי יהודה הוא פירש דאי לר\"מ כך היא בהמת בדק הבית כמו בהמת מזבח שכיון שאין הקדש מתחלל בשוגג כל הנהנין ממנה בשגגה מעלו.\n"
        ], 
        [
            "<b>וכי אומרים לא לאדם עמוד וחטא כו'</b> פירש נהי דקסבר ר' מאיר הקדש במזיד מתחלל ואפילו קדשי מזבח מיהו הני מילי דיעבד אבל לכתחלה אסור לחללו.\n", 
            "<b>אומר דשמעת ליה לרבי מאיר בקדשי קדשים </b>פי' שיש בהן מעיהל דומיא דבדק הבית אבל קדשים אין בהם מעילה.\n", 
            "<b>פסח בזמנו מוזהר זהירי ביה.</b> פירש ואף על גב דקיימא לן שהשוח את הפסח קודם זמנו לשם שלמים כשר אסור לעשותן לכתחילה אלא צריך לשומרו לשם פסח אבל שלא בזמנו סתמיה קאי לשלמים שלא בזמנו שלמים הוי. אי קשיא וכיון דבזמנו זהיר בו כיצד יש לספק לשלא בזמנו יש לומר כגון שאמר לשלוחו קנה לי טלה לפסח וקנה גם הוא שהראשון לפסח והשני לשלמים או שהקריב את פסחו ומת.\n", 
            "<b>נקבות זבחי שלמים ודילמא תודה היא דמייתי נמי תודה </b>פירוש לא שיביא היא ואחרת עמה. דהא בעיא סמיכה אל אנראה לי דאלחוב בדמיהן קאי ותרעה עד שתומם ומבאי שתי בהמות אחת זבחי שלמים ואחת תודה. ודילמא חטאת היא חדא דאין חטאת זכר אל שעירי רגלים וראשי חדשים ושעירי ע\"ז וזה שנמצא כגון שהי הכבש. ואי נמי הוה שעי רקרבן ציבור מיזהר זהירי ביה.\n", 
            "<b>אשתכח בת שנתה מ</b>אי קשיא ואי אשתכח נמי איל בן שתי שנים מאי ניעביד אם תאמר ירעה עד שיסתאב ויבאי בדמיו עוהל אי אפשר דודאי אשם שנתכפרו בעליו הוי מותרת עולה אבל אם לא נתכפרו בעלי וחייב ויביא בדמיו אשם ולהביא אשם לא אפשר שאינו יכול להתנות עליודלאו בר מינדב הוא. ואפילו כפרו בעליו נמי דקאי לעולה לאו לעולת יחיד אל אלקיי המזבח שהיא עולת ציבור. כנוסה לכיפה. פרוש כך שלא תתערב באחרים ותאסור את כולן אפילו הן אלף. כונסה לכיפה. והוא הדין לאיל בן שתי שנים.\n"
        ], 
        [], 
        [
            "<b>המקדש בערלה ובכלאי הכרם כו'</b> פירש האי דלא תנא יין נסך וע\"ז ועורות לבובין כדקתני בפרק בתרא דע\"ז משום דלא מצי למיתני בהו מכרן וקידש בדמיהן הרי זו מקודשת דע\"ז תופסת את דמיה כדלקמן. המקדש בערלה. קשיא לי אמאי לא תנא חמץ בפסח דבשלמא רובע ונרבע ושלל עיר הנדחת לא תנא דהיינו שור הנסקל שנגמר דינו בבית דין.\n", 
            "<b>ממשמע שנאמר סקול יסקל השור אינו יודע שהיא נבילה ונבילה אסורה באכילה כו'</b> שמעתי שמקשים כאן ואימא דהאי ולא יאכל אתא לכן פקועה דלא בעינן שחיטה ולא נפיק מסקול יסקל ולעולם מנא לך דאתא לרבוי היכא דשחטו לאחר שנגמר דינו. ואין זו קושיא של כלום שהתנא מחזיר לדרוש מקרא יתירא דלא יאכל היכא דשחטו לאחר שנגמר דינו אלב אם שחטו קודם שנגמר דניו מותר דדוק' האי אתא מדברי מקרא יתירא ותו לא. ואם <small>(כאן הלשון מגומגם יותר יתכן לגרוס ואם אתה מרבה בן פקיעה כ\"ש שהוספת על דברי התנא שאם זה שהי' שחוט קודם שנגח אסור כ\"ש שאם שחטו קודם שנגמר דינו והתנא לא מרבה מקרא יתירה אלא שחטו לאחר שנגמר דינו אבל שחטו קודם וכו'.)</small> אתה מרבה בן פקועה הוה ליה שחטו קודם שנגמר דינו דשרי כל שכן שהיה שחוט קודם שנגח והוא מותר ואם תרבה לאיסור כל שכן שהוספתה על דברי התנא שאם זה אסור כל שכן שאם שחט לאחר שנגמר דינו אלא ודאי התנא לא מרבה מקרא יתירא אלא שחטו לאחר שנגמר דינו אבל שחטו קודם שנגמר דינו לא וכל שכן בן פקועה דהוה ליה שחוט קודם שנגח שאין בשרו נאסר. ובודאי בן פקועה שנגח והמית ממיתין אותו כדי לסלק הנזק מן העולם אבל בשרו אינו אסור דכבישרא בדיקולא דמי ודמי לשור ששחטו בו שנים או רוב שנים והמית את האדם שאין בשרו נאסר כיון שהוא שחוט כדרך שפרט לך הכתוב בנבלה לגר בנתינה ולעכו\"ם במכירה יש להעמיד הגירסא ולא לשבלשה דלאו לדברים ככתבן אתיא חלא הזכיר היתר הנאה שהתיר' הבורא בין ליתן אותה מתנה בין למוכרה:\n", 
            "<b>לחצי כפר ולדמי וולדות.</b> מאן דדריש נקי מדמי וולדות סבירא ליה דמועד חייב בדמי וולדות ומשום הכי איצטרך למעוטי תם דאי מועד פטור כל שכן תם והכי מוכח בפרקר שור שנגח ד' וה' שוורים כדפרישית במהדר' תליתאה והשתא דנפקא ליה איסור אכילה ואיסור הנאה מלא יאכל כו' ראיתי מקשים כיון דלא יאכל לכלולי עלמא גם איסור הנאה במשמע אם כן גבי כיסוי הדם דכתב אשר יאכל נפרש אשר נהנה ונרבה גם חיה ועוף טמאים לכיסוי. ולאו מילתא היא דהא חמרינן היכא דנפקי איסור הנאה ואיסו' אכילה מקרא חדא אמרינן דלא יהנה הוא והכא אי מרבית טמאים אם כן האי לא יאכל הנאה משמע ולא אכיהל והיכי עקריה קרא מפשטיה דכתב לשון אכילה ומפרשים הנאה ולא אכילה הילכך ליכא למימר הכי. ותו אם גם הטמאים טעונין כסוי לשתוק קרא מינה ולכתוב חיה ועוף סתם והוה המינא הכל במשמע אפילו טמאים אשר יאכל למה לי אלא ודאי אכילה דוקא קאמר.\n"
        ], 
        [
            "<b>כפרה כתיב בה כקדשים עיין בפ\"ק דבכורות במהד' תניינא.</b>\n", 
            "<b>ובציפרי מצורע </b>פי' בשתיהן דאע,ג דחיה מותרת בהנאה דוקא לאחר שנגמר מצותה ושילחה הא מקמי הכי אסירא בין לריש לקיש בין לרבי יוחנן דאע\"ג דאמר משעת שחיטה עד שלא יעשה מנותה ויזה בה אסורה היא. והכי תנן בפרק בתרא דנגעים נשפך הדם תמות המשתלחת אלמא זריקת הדם מתרת אותה הא קודם זריקה אסורה:\n", 
            "<b>ר\"י אמר משעת שחיטה </b>פי' ואיסור הנאה לרבי יוחנן נמי מדתנא דבי רבי ישמעאל נפקא ליה חלא רבי יוחנן סבר דעגלה ערופה לא נאסרה אלא לאחר עריפה והכי מוכח בפרק אותו ואת בנו. וריש לקיש סבר כרבי ינאי ואמר גבול יש לה:\n", 
            "בעגלה ערופה מנ\"ל דאסורא בהנאה אמרי דבי ר' ינאי כפרה כתיב בה כקדשים ובמסכת <small>(מש\"ר ומס' זבחים הוא ע\"ש ודשם דף ע' ע\"ב אמרי' ג\"כ כפרה כתיב בי' וצ\"ל במס' כריתות דף ט\"ו ע\"א וה\"ג התם וערפו שם שם תהי' קבורתו כצ\"ל שם ולרבינו הי' שם גירס' אחרת)</small> זבחים מייתי לה מדגמרינן שם שם ממרים מה מת אסור בהנאה אף עגלה ערופה אסורה בהנאה ואפשר דפליגי אהא דהכא א\"נ דהא לאייתסורי מחיים וההיא לאיתסורי לאחר עריפה דלא אתיא עריפה ומכשרי לה דומיא דשחיטה בקדשים כדאמרינן בסמוך ובמסכת ע\"ז ובדוכתי אחריני אמרינן איפכא דגמרינן למת שאסור בהנאה מעגלה ערופה בג\"ש דשם שם וזה מן הסוגיות המתחלפו' בתלמוד. וא\"ת אמאי לא פרכינן הכא דא\"כ יהא תופס דמים כקדשים. י\"ל דלא פרכינן הכי אל אהיכי דקרייה קרא קדש אבל הכא לא דמיא אלא לכפרה בלחיד. ויש מתרצים דהאי היקש הוא ואין משיבין על ההיקש ואינו נכון דמשום האי עירכא לא מיפרך היקש שלא תהא כקדשים.\n", 
            "<b>והתם מאימת כו'</b> עד הכא לית ליה גבול אחרינא פי' דכיון דגמרי' דעגלה ערופה אסורה מחיים ואית ליה מחיים תרי גבולי קיחה וירידה לנחל איתן אית לן לאוקמי איסורא בבציר דיכיילנן מסתמא דתפשת מועט תפשת אבל הכא דלית ליה גבוהל אחרינא מחיים אלא קיחה ע\"כ נוקמה אקיחה. וליכא למימר דנימא דליתסרו משעת הבאה שהרי אין לנו אלא גבול שפי' בה כתוב כגון קיחה דהכא או קיחה וירידה דהתם אבל הבאה שלא נתפרשה בכתוב בכאן לא.\n", 
            "<b>השתא מחיים אסורה לאחר שחיטה מבעיא.</b> פי' שהרי איסורה מחיים מפני שהוא קודש מכשיר וכיון שאף לאחר שחיטה שמו עליו איסור שבו להיכן הלך שאין זה דומה לבעלי חיים הניתרי' באכילה בשחיטה שיצאו משום אבר מן החי.\n", 
            "שחטה ונמצאת טריפה יקח זוג לשנויי והראשונה מותרת בהנאה יש מפרשים ונמצאת טרפה דקס\"ד טרפה דאית לאחר קיחה כגון שנקב בוושט או הפסיד וקלקל בשחיטה והיינו דמקשי דבשלמא אי אמרת דאיסורא משעת שחיטה הכא שאירע פסול בשחיטתה אפילו רבנן מודו דלא שמה שחיטה ולהכי שריא אלא אי אמרת משעת קיחה אסרה כי נמצאת טריפה מחי איכפת לן דהא מקמי הכי חייל איסורא עלה ואח\"כ נטרפה ופרקינן. כגון שנמצאת טריפה בבני מעים בענין שהיתה טריפה קודם קיחה דלא חייל עלה איסרו אכל. ולא נהירא דלמאי דקס\"ד דמעיקרא שאירע לה פסול <small>(פסול בשחיטה נבילה הוי.)</small> בשחיטת נבלה והוה ליה למימר ונתנבלה בידו. אלא ה\"פ דמעיקרא קס\"ד דמיירי בטרפות דאפשר דהוי אחר קיחה כגון שנמצא נקיבת קרום של מוח וכיוצא בו ולהכי קאמר אא\"כ דלא מיחסרא עד שעת שחיטה השתא דנמצאת טרפה מותרת בהנאה דסבר לה כר\"ש דאמר שחוטה שאינה ראויה לא שמה שחיטה דהא ודאי קודם שחיטה נטרפה אלא לדידך דאמרת משעת קיחה מיתסרא כי נמצאת טריפה אמאי מותרת בהנאה ניחוש דילמא בתר קיחה נטרפה דספקא דאורייתא הוא ופרקינן דהב\"ע כגון שנמצאת טריפה בבני מעיים כלומר שנמצאת יותרת בבני מעים דהשתא ודאי בשעת יצירתה נטרפה שאין יותרת נוצר לאחר יצירה כדפרישת במסכת חולין. והא דלא פריש בהדיא שנמצאת יותר משום דאיכא יותרת דלא פסול כגון במקום שאם ניטל כשרה. ותו דבר מיותרת נמי איכא ארפות אחר כגון שנמצאת מחט בבני מעים והוגלד פי המכה דבידוע שהוא ג' ימים קודם שחיטה ולקח לזו תוך ג' ימים דקים לן דמקמי לקיחה נטרפה:\n", 
            "<b>הרי מוקצה ונעבד מוקצה </b>פי' לא שהקצה לע\"ז דהא קי\"ל האומר בית זה לע\"ז שור זה לע\"ז לא אמר כלום שאין הקדש לע\"ז אלא פירושו שנתנו לכומרים והאכילוהו ככרשיני ע\"ז בדור שלהם והכי מפ' בתמורה.\n"
        ], 
        [
            "כי אסירי לגבוה לקרבן אבל להדיוט שרו כדאמרינן התם דכיון דאיצטרך רחמנא למיסרינהו לגבוה כמכלל דלהדיוט שרי.\n"
        ], 
        [
            "<b>ובפטר חמור.</b> פי' אע\"פ שהאשה יכולה לפדותו בשה ולהיות מותרת בו מכינו הכי כל זמן שלא פדאתו הוי איסורא הנאה ונמצא שלא נתן לה כלום והוא הדין בהקדש דאמר רבי יהודה במזיד לא קידש מפני שאל נתחלל והקדש כדקא קאי ואף על פי שהאשה יכולה לחללו על שוה פרוטה כדקיימא לן <small>(לעיל קידושין דף י\"א ע\"ב והובא בש\"ס בדוכתא טובא.)</small> הקדש שוה מנה שחללו על שוה פרוטה מחולל אפילו הכי כל זמן שלא חיללן אינה מקודשת דבשעת קדושין לא מדי יהב לה וה\"ה הכי נמי הכא. עיין בקונרטרסי בפרק השותפין שנדרו הנאה. שפירשתי בענין אחר יצא בחר ונכנסו דגים. דוקא בשביעית אמרינן הכי משום דכתב בה קדש תהיה ויש דין קודש בחליפה ותהיה כפירות גופן אבל בע\"ז דכתיב והיתה כל מה שאתה תהיה ממנה אפילו אלף כולן אסורין:\n", 
            "הניחא למ\"ד אין מלמדין: ה\"ה דהוה מצי להקשוי דלוא כאחד באין אלא מצריך צריכי דהא לא דמו מהדדי.\n"
        ], 
        [
            "<b>ומר סבר טובת הנאה ממון.</b> פירש ואם יאמר לו תני אתן לך כפי טובת הנאה שבהן אין שומעין לו שכיון דבר תשלומין נינהו חייב ליתן לו הפירות כאשר היו.\n", 
            "<b>לא דכולי עלמא טובת הנאה אינו ממון והכא במתנות שלא הורמו קא מיפלגי.</b> פי' אינו ממון והכא במתנות שלא הורמו קא מיפלגי. פי' וטיבלו משדהו הוא אלא שעדיין לא הורמו ואינן חלקו של כהן עדיין דלאו כמי שהרומו דמיין הילכך משלם דמי כולו שהוא אומר לו אני הייתי רוצה למכור טיבלי לאחרים ומר סבר כמי שהורמו דמיין והילכך אין לו לתובעו דטובת הנאה אינו ממון.\n", 
            "<b>חטה אחת פוטרת את הכרי.</b> ראיתי מקשים והא תתן לו כתיב ובעינן כדי נתינה כדדשי גבי ראשית הגז. ונראה לי לתרץ דבודאי מצוה ליתן לו דבר חשוב כדתנן בפ' ראשית הגז וכמה הוא נותן לו משקל ה סלעים שנאמר תתן לו שיהא בו כדי נתינה. והכי נמי תנן בשלהי פיאה אין פוחתין לעני בגורן מחצי קב חיטים וקב שעורי' כו' עד מדה זו חמורה בכהנים ובלוים בישראל. פי' גם כשמחלק תרומה בגורן לכהנים או מעשר ראשון ללוים לא יפחות לכל אחד מחצי קב שיהא בו כדי נתינה. אבל מיהו אע\"פ שמנותו בכך אם אינו רוצה לקיים מצוה זו ותרם חטה אחת מכל הכרי נותנן ויצא מידי טבלו אלא שלא קיים מצות נתינה. וה\"נ תנן בפ\"ב דתרומות אין תורמין מן הטמא על הטהור ואם תרם שוגג תרומתו תרומה מזיד לא עשה כלום ומייתי' לה במסכת פסחים בפרק כל טעה וביבמות בפ' האשה פי' אין תורמין מן הטמא על הטהור דאמר קרא תתן <small>(תתן לו ולא לאורו כצ\"ל.)</small> ולא לחורו ואע\"פ שמצותו בכך אם תרם ניתקן טובא ואע\"פ שאוסר מצוה. והא דקתני במזיד לא עשה כלום פליגי בה בהאשה רבה רב חסדא אמר לא עשה כלום דאפילו ההוא גרידא הדר לטבליה. <small>(תיבת ור\"ז ע\"ש וצ\"ל או רבה או ר' נתן ב\"ר אושעי' דחולק שם עם ר\"ח.)</small> ורב זבי אמר לא עשה כלום <small>(תיבת דאפי' ההוא ע\"ש.)</small> דאפילו ההוא לתקן את השירים אבל תרומה הוי וכל זה משום קנסא אבל תרומתו מן דינא תרומה היא אע\"פ שחיסר מצוה.\n", 
            "<b>פרק האומר מקודשת לשני.</b> אתא לאשמועינן דלא תימא שארית ישראל לא יעשו עולה ולהקניט עשה ולא בכל לב וכן האשה נמי אלא קדושין הן.\n", 
            "<b>ותנא דידן מאי הנך.</b> כלומר למה אינו קורא אותו רמאי ומהדר דהכי קאמר הלך ברמאו' דאי לאו הכי אמאי תני  ליתני וקידשה.\n"
        ], 
        [
            "<b>עני המהפך בחררה.</b> פי' המורה לזכות בה מן ההפקר או שיתננ' לו בעל הבי' וראיתי מקשים עליו ממאי דתנן בפיאה ומייתינן לה בפ' שנים אוחזין נפל לו עליה פי' טליתו עליה מעבירין אותו ממנה משמ' ואפילו לכתחנה וה\"ק דנקרא רשע. ונ\"ל לתרץ דהתם גבי שהה לא הי' זה מהפך בה יורת מן האחרים שהרבה עניים היו עומדים שם ללקט הפאה וזה קפץ ונפל עליה או פירש טליתו עליה והי' מונעין עניי' מללקוט בעבור זה מונעין אותו ממנה וילקטו כולן ביחד אבל לעולם אם האחד היפך אחר ההפקר עד שמצוא וקפץ אחר ונטלו רשע הויי. ורב כהנא דהוה מנקיט ואכיל חמרי דהוה שדי ההוא גברא מדיקלא כדאמרי' בפ' הניזקין <small>(דף ס\"א ע\"א ועיי' מ\"ש התוס' שם ד\"ה שדי דר\"כ הי' סבר שלא הי' חוששין הפירות אלא מן האריות.)</small> התם בלא זה יש להקשות וכי לית מאי דתנן עני המנקף בראש הזית מה שתחתיו גזל מפני דרכי שנוס. ותו דמוכחא מילתא דהוי פיאה והיא של עניים והאיך היה הוא מלקט ואוכל כדכתיבת התם במהדורא תליתא. אלא נראה לי דדבר מועט ליתן לתוך פיו אין כאן מפני דרכי שלום דלא קפדי אינשי וגם ממתנות עניים אם לוקח בדרך ואוכל דבר מועט אין כאן משו' גזל עניים דלא קפדי אבל ודאי אי קפדי אסור וכי רמא ביה קלא האי גברה נמנע והיה נמי שאם לא ליקטן בידו אלא שהשליכן היה נמנע כיון דקפיד אלא מפני שאמר כי בידי לקטתים אמר לו מאחרים דר' יאשי' את ומפני אתה בקי בדיני'.\n"
        ], 
        [
            "<b>ובא אחר ואמר לה מעכשיו ועד עשים יום.</b> פי' דאלו הוה סתמא דבתרא לא הוי קדושין ואלו הוה עד ל' יום הוי חלין שניהם ביחד ולא הוי קידושי דאין אשה מתקדשת על שני בני אדם דכל שאינו בזה אחר זה אפילו בבת אחת אינו דומיא דשתי אחיות כאחת ודקמא הוי קידושי משום ספק תנאה אבל דבתרא לא הוי קודושי.\n"
        ], 
        [
            "<b>ורבי יוחנן אמר א</b>פי' מאה תופסין בה והכי מיפרשא מתניתין מקודשת ואינה מקודשת שמצריכן אותה גט משניהם אבל אינהמקודשת שתהא מותרת לו מפני שני הקידושין תופסין בה.\n", 
            "<b>א\"ב שפשטה ידה וקבלה קידושין מאחר: </b>פי' הוא הדין נמי אם חזר בו הבעל ואמר אי איפשי ליתן לך. לרבי יהודה דאמר לכי יהיב הוי קידושי יכול לבטלם בכך ואינה צריכה ממנו גט ולרב הונא דאמר תנחה הוא אף על פי שאמר עכשיו אי איפשי ליתן כל זמן שאחר כך ימלך ויתן לה הוו קדושין למפרע הלכך אין לה תקנה ילינשא לשום א' עד שיתן לה גט שכיון שלא קבע זמן בנתינת הזוזים כל זמן שיתנם לה מתקיימין הקידושין למפרע. וכן נמי מאי דתניא לקמן גבי גט ולאחר לא תינשא עד שתתן. םא נישאת נישואיה תנלויין אם תתן לו מאתי' זוז הוי גיטא למפרע והוו נישואין ואם לא תתן אינן נשואין ואם רוצה האשה לחזור לבעלה שלא תתן לו הזוזים ויהיה הגט בטל אינה יכולה שמא היום או מחר תתן לו ותקיים הגט למפרע ונשואיה משני היו נשואין והיא אסורה לו. ואותו השני אסור בקרובותיה שמא יתקימו נישואין.\n"
        ], 
        [
            "<b>איכ אבינייהו שנקרע הגט או שאבד.</b> פי' הוא הדין דאיכא בנייהו כגון שחזר הבעל וביטל הגט קודם שתתן לו זוז דלרב הונא לא מצי לבטוליה ולרב יהודה מצי לבטולה דכך היא חזרה דבעל גיב גירושין כמו חזרה דאשה גבי קדושין. אבל גבי קדושין לא שייך למירמ איכא בינייהו כגון שנתאכלו מעות דהא אמרן לעיל גבי הרי את מקודתש לי לאחר שלשים יום. רב ושמואל דאמרי תרווייהו מקודשת ואע\"פ שנתאכלו מעות ומאי טעמא גבי גט בעינן שיהא בעינן וגבי קדושין לא בעינן שיהא בעין דקידושין דמידי דאית לאשה הנאה בגוייהו נינהו מכי יהבינהו ניהלה כבר ניהנת מהם שהיא רשאי לעשות מןה רצונה אבל גט דלאו מידי דבר הנאה הוא אם הגט הפוטרה אינו בעין בעת שהיא מתגרשת אינו כלום. <small>(מה שהוא בין ב' תנאי לבנה שייך לקמן קידושין דף ס\"ב ע\"א.)</small> (אבל היכא דעבד ברביעי ובשמיני דקא נפיש בימי טהרה כו' עין מה שכתבתי בהלכות י\"ג דספר הלקט) וכתב בהלכות דהא דאמרינן מקודשת אף על שנתאכלו המעות דוקא דיהב לה מעות אבל או כתב לה שטר אירוסין מעיקרא והשתא לא איתיה לא הוי קידושי.\n", 
            "<b>וניפלגו בעל מנת להודיעך כחן דרבנן עיין בפרק מי שאחזו במהדורא תליתאי.</b>\n", 
            "<b>על מנת שיש לי בית כור עפר.</b> בית כור עפר הוא רע\"ד אמות על רע\"ד טפח. כיצד ר\"נ על ר\"נ הם בית כ\"ה סאין שכל סאה היא נ' על נ' נשארו מן הכור ה' סאין שהם ר\"נ אמות אורך ברוחב נ' חלוק הרוחב לחמש רצועות שתהיה כל רצועה ברוחב י' אמות יגיעו אלף ור\"ן אמות אורך ברוחב עשר. הקף ר\"ן על ר\"ן סביב יגיעו אלף לארבע רוחות וצריך ד' פעמים עשר על עשר בקרנאתא שיבואו מ' אמות הרי נשאו מן הרצועה של אלף ור\"ן אמות ר\"י אמות אורך ברוחב עשר ונמצא השדה ר\"ע על ר\"ע שהרי הוספתא עליו עשר אמות לכל צד. עוד חלוק הרוחב לחמשה שיבא כל הרצועה שתי אמות ושים זה בראש זו יגיעו אלף וחמשים אמות על רוחב שתי אמות סביב השדה לארבע רוחותיו צריך ד' פעמים ר\"ע שהם אלף ושמנים וד' פעמים ב' על ב' אמות שהם שמנה אמות באורך הרי אלף ושמונים ושמנה ויש לנו אלף וחמשים. חסרנו רצועה של ל\"ח אמות אורך ברוחב ב' אומת שהם י\"ב טפחים יגיעו י\"ב פעמים ל\"ח תנ\"ו אורך ברוחב טפח חלוק אותה לחצי טפח יגיעו הת\"ק י\"ב אמות אורך ברוחב חצי טפח. והשדה הוא עכשיו רע\"ד על רע\"ד וצריך רצועה להקיפו ד' פעמים רע\"ד שהם אלף רצ\"ו אמות נמצא שאל חסר תני טפח לכל צד הרי שדה שהוא רע\"ד אמות על רע\"ד אמות יגיעו בית כור ויותר מעט.\n"
        ], 
        [
            "<b>נהי דבהדי ארעא לא קדשי נתקדשו באנפי נפשייהו.</b> פי' אע\"פ שהם חשובין ואינן נכללין בכלל הבית כור לא יהו אלא חתיכות קטנות שהן מפורזרו' והקדישן אינן נמדדין לפי זה החשבון ומה לי אם ימדדו ביחד עם זה בית כור מה לי אם ימדדו מפורדין הלח הכל לפי חשבון זרע חומר שעורים בחמשים שקל כסף הוא נותן ופתר המורה לא נראה לי.\n"
        ], 
        [
            "היינו דכתיב הלא אם תטיב שאת בפרק שבועת הפקדון בסופו מוקמינן דבאיסורה אית ליה לר\"מ מכלל הן אתה שומע לאו ולא רצה התלמוד כאן להאריך דברים ולאותה שיטה כמו שמתרץ רבי חנניה מתרץ רבי מאיר.\n"
        ], 
        [], 
        [
            "התם מעיקרא בהמה אבל בגר אין לומר כך דיש לו <small>(דיש לו חיים ר\"ל די שלו ויחוש אבל עבד כנעני אינו מתייחס אחר איבו כמפורש לקמן (קידושין דף ס\"ט ע\"א) ומש\"ר לפירות מחוברין הוא ענין בפ\"ע.)</small> חיים (יגירות) לפירות מחוברין. יותר כן אמר ראב\"י אפילו אמר פירות ערוגה זו כו' נראין הדברים שגם ברישא ראב\"י אמרה ורבי יוחנן כוותיה ס\"ל גם רבי חנינא שאמר לא שנו אלא שאין אשתו מעוברת כול' כראב\"י סבירא לוה. וכיון דאמר אביי לקמן ראב\"י ורבי ורבי מאיר כולהו סבירא להו אדם מקנה דבר שלא בא לעולם הוו ליה שיטה וקי\"ל אין הלכה כשיטה וסבירה ליה לאביי דרבנן פליגי עליהן בכולהו. והילכתא כאביי דהוא בתרא. והכי אמרינן נמי בפ' האשה רבה אמר רב נחמן בר יצחק רב הונא כרב ורב כרבי ינאי ורבי ינאי כרבי חייא ורבי חייא כרבי ורבי כר\"מ ור\"מ כראב\"י וראב\"י כרבי עקיבא דאמר אדם מקנה דבר שלא בא לעולם.\n"
        ], 
        [
            "<b>ותנא דידן סבר ישנה לשכירות מתחלה ועד סוף.</b> קשיא לי דהיכי דמי אי דאמר לה הרי את מקודשת לי בשכר שאדבר עליך לשלטון ואעהש עמך כפועל כדתנו א\"כ אף על גב דאמרינן ישנה לשכירות מתחלה ועד סוף אמאי אינה מקודשת והא כל פרוטה ופרוטה דעביד קניה לה לשם קדושין ודמי למאי דאמרן בפירקא דלעיל שאם אמר לה התקדשי לי באלו אף על פי שהיתה אוכלת ראשונה ראשונה מקודשת דמדידה קא אכלה והכא נמי הכי קאמר לה התקדשי לי בכל הפעולה שאעשה עמך וכל הדברים שאדבר עליך לשלטון שלא גמרו קדושין עד שלא יגמור כל הפעולה ואע\"פ שיש בה כמה פרוטות דכל פרוטה ופרוטה דעביד קניא לה לשם קדושין. ואמאי הויא לה מלוה. משום הכי נראה לי לפרש דהאי דתנא שאדבר ושאעשה שידוכין הן אלה אבל צריך לומר לה לאחר שדובר ולאחר שעשה הרי את מקודשת לי בשכר שדברתי ושעשיתי שאין נכון לומר אדם לאשה הרי את מקודשת לי בסלע שאתן לך מחר או לאח רשעה דבעינן שתהא נתינה בשעת אמירה והכי נמי אין נכון לומר התקדשי לי בשכר שאעשה אל אבשכר שעשיתי והיכ פרישית בפרקין דלעיל במהדר' תניינא. ומשום הכי מחלק דלמאן דאמר ישנה לשכירות מתחלה ועד סוף כל פרוטה ופרוטה דעביד מלוה היא ונמצא כי הוא מקדש במלוה אבל אם נאמר שאינה לשכירות אלא לבסוף אין כאן מלוה. ואם תאמר כיון שאמר שעשה עמה צריך לומר לה בשכר שעשיתי אם כן הוה ליה בשכר שהרכבתיך על החמור שהושבתיך בקרון או בספינה שאינה מקודשת. תשובה התם שלא שידכה ולא הודיעה מתחלה שעל דעת קדושין הוא מרכיבה הוה ליה שכר רכיבתה מלוה ונמצא מקדש במלוה אבל הכא ששידך ואמר שעתיד לקדש באותה שכר אינה כמלוה אצלה שעל דעת לקדשה באותו שכר היא עושה. אבל מיהו אי אמרינן ישנה לשכירות מתחלה ועד סוף כיון שלא קדשה אלא בסוף מלוה נינהו ואע\"פ שהודיעה כל בשכר זה רוצה לקדשה כדאמרן בפירקא דלעיל התקדשי לי בזו ובזו ובזו והיתה אוכלת ראשונה ראשונה שאינה מקודשת אא\"כ יש באחרונה שוה פרוטה דקמייתא מלוה נינהו.\n"
        ], 
        [
            "<b>אלא דאמר לה ע\"מ שלא ימחה אבא.</b> פי' האי דלא הדר ואמר דאמר אין משום דבעי לאוקמה מציעתה וסיפא בחד טעמא דליכא למיפלגינהו דחד דיבור אהוא מת האב ומתה בן.\n", 
            "<b>ובר חסדא אמר א' זה וא' זה אין סוקלין.</b> פי' ודוקא אם לא הוחזק' בעי' אינה מקודש' אבל אם הוחזקו בעיר אניה <small>(תיבת אינה ע\"ש ונ\"ל אבל הוחזקו בעיר מקודשת.)</small> מקודש' בין ע\"פ האב בין על פיה סוקלין כדבעינן למימר בפרק ז דלקמן הוחזקה נדה בשכונתיה בעלה לוקה עליה משום נידה ואמרי' נמי איש ואש' תינוק ותינוק' שהגדילו בתוך הבי' נסקלין זה ונשרשין זע\"ז והתם אין עדי' בדבר אלא בדברי שיה' הוחזקו ומהימני אף לעונשים אלא לאו ש\"מ האי באותחזק והאי בדלא איתחזק:\n", 
            "ובירושלמי גרסינן התם תני איש ואשה שבאו ממדינת הים הוא אומר אשתי היא והאי אומרת בעלי הוא אין הורגין עליהם משום אשת איש והחזקן הורגין עליהן עד כמה היא חזקה משום ר\"י אמר עד שלשים יום. אלמא בעדות פיהן אין הרוגין אבל אם הוחזקו שלשים יום הורגין אע\"פ שאותה החזקה לא היתה אלא על פיןה.\n", 
            "<b>ואזרא רב חסדא לטעמיה כו'</b>. הנה יש לצמוה מאי אזדא הוא זה האב על בתו נאמן אבל על בנו אינו נאמן ודין הו' שלא נסקל על ידו ואפי' רב אסי דאמר גבי בת סוקלי ןמשום דרחמנא הימניה אבל על הבן לא הימניה. וי\"ל דהא אמרינן לקמן דעד אחד נאמן באיסורין ואם אמר לו עד אחד אכלת חלב נאמן גם כשאמר בן תשע הוא זה ובת שלש היא זו לחייבם קרבן נאמן ולא מיבעיא אב אלא אפי' אחר נמי דקים ליה בבירור נאמן והאי דנקט אב משום דסתם אב ידעי והשתא אתי שפי' ואזדא לטעמיה דאע\"ג דמהימן לגבי קרבן לגבי עונשין לא מהימן.\n"
        ], 
        [
            "<b>אלא אמר אביי מתני' דלא מוחזק לן באתי ואל מוחזק לו בבני כו'</b>. פי' כו' האי לא אמר אל אמשום סיפא דיש לו אחי אינו נאמן אבל רישא די שלו בנים אע\"ג דמוחזק לן באחי נאמן ע\"י מיגו. א\"נ יש לפרש דלצדדין קאמר דלא מוחזק לן באחי קאי אסיפ' ולא מוחזק לן בבני קאי ארישא ואע\"ג דמוחזק לן באחי והכי משמע פשטה דמתני' דמדקאמר יש לי בנים מכלל דהוה מוחזק לן דלית ליה בנים. ומדאיצטריך למימר יש לו בנים מכלל דלית ליה אחים. וכי קאמר יש לי אחים מכלל דהוה מוחזק לן דלית ליה לא אחי ולא בני. ובפ' יש נוחלין בהלכות האומר זה בני נאמן מוקמי' למתניתין דהכי יש לי בנים נאמן דלא מוחזק לן דאית ליה אחי וההיא אע\"ג דמוחזק לן דאית להי אחי. וכל זה כדי לתרץ אמאי איצטריכו תרוייהו.\n"
        ], 
        [], 
        [
            "<b>אמר ליה התם בלישנא דעלמא קמפלגי.</b> פי' והשתא לא צריכן למימר מוחלפת השטה דלאו במחית אינשי נפשיה לספיקא פליגי אלא בטעמא אחריני.\n", 
            "<b>אמר רב ואם נתן גט מעצמו כופין אותו ליתן כתובה.</b> וכאן מוכח שיש כתובה לארוסה בתני ב\"ד אע\"ג דלא כתב לה. אבל רבינו חננאל זצוק\"ל אמר ורב לטעמיה דאמר התם <small>(כתובות דף פ\"ח ע\"ב.)</small> הוציאה גט לא שנא ארוסה ולא שנא נשואה כשמוציאה גט גובה עיקר כתובה וגובה תוספות וגם רבינו יצחק זצוק\"ל כתב רב לטעמיה דסבר יש כתוב לארוסה ואע\"פ שלא כתב לה. ולית להכתא כוותיה דק מח לן כרבי אליעזר בן עזריא דאמר לא כתב לה אלא ע\"מ שהוא כונסה אלמא אי כתב אין ואי לא כתב לא וכן הלכה. ואינם נראים לי הדברים הללו שאני הוכחתים בסוף פרק הכותב שי שכתובה לארוסה אע\"ג דלא כתב לה. וגם ממשנת ר' אליעזר בן עזריא הוכחתי כן כדכתיבי' התם (עיין בהלכ' ו' בספר הלקט).\n"
        ], 
        [
            "<b>אמר לו עד אחד אכלת חלב והלה שותק נאמן </b>פי' שותק שאינו יודע אם אכל חלב ואם לאו שיכחשנו או שיודה לדבריו וכיון שאינו יכול להכחישו נאמן העד לחייבו קרבן ולא אמרינן אין בדברי עד אחד כלום. ואלו היה מכחישו לא מיבעיא אחד אלא אפילו שנים לא היה מחייבין אותו כדתניא בסיפרא או הודע אליו ולא שיודיעוהו אחרים אבל מפני שאינו מכחישו הוא נאמן. ואע\"ג דבדבר של ממין אינו נאמן אע\"פ שאינו ידוע להכחישו שאם אמר לו אחד אני ראיתי שהזיק שורך את פלוני וזה לא הי שם שאינו ידוע כלום אינו נאמן וינו מתחייב על פיו עד שיעידוהו שנים הכא נאמן דעד אחד נאמן באיסורין. ואע\"ג דקיימא לן בכל התורה דעד א' נאמן באיסורין איצטרך לייה לאביי למימר בתני נאמן דהוה אמינא היכי מהימן הני מילי בדידיי' כגון על פירותיו לומר מתוקנים הן או טבלים וכן האשה לבעלה לומר טהורה אני או טמאה אני וכן הטבח לומר זו נבלה וזו שחוטה אבל להעיד על חברו לומר לו אכלת חלב או נטמאו טהרותיך או שורך נרבע הוה אמינא דאל ליתהימן כי היכי דלא מהימן גבי ממונות קמ\"ל דמהימן. ואי קשיא והא גבי ממון נמי אשכחן דעיא נאמן כגון ראובן שאמר לשמעון הלויתיך מנה והלה אומר איני ידוע ועד א' מעידו שהולהו דהוה ליה מחוב שבועה ואינו יכול לישבע ומתוך שאינו יכול לישבע משלם כדאמרי' בפ' השואל <small>(דף צ\"ח ע\"א.)</small> מנה לי בידך והלה אומר אין לך בידי אלא חמשים והשאר איני ידוע מתוך שאינו יכול לישבע משלם. ומה לי כשנתחייב שבועה בהודאתו במקצת מה לי אם נתחייב ע\"פ עד א' דין א' להם דמחוייב שבועה ואין יכול לישבע הויא ומתוך שיאנו יכול לישבע משלם. הנה מצאנו מפני ששותק ואינו מכחישו העד נאמן. תשובה התם משו' דהוה ליה למידע אם הלוהו אם לאו והילכך כיון שנתחייב שבועה לישבע ואינו יכול משלם. אבל אם העידו על דבר שלא היה יכול משלם. אבל אם העידו על דבר שלא היה יכול לידע כגון שאמר לו שורך היזק וזה לא היה שם ואינו יודע אם הזיק ואם לאו כן אם הי העד א מעידו בין אם היה מודה במקצת כגון שאמר לו שני שווריך הזיקוני והלה אומר הא' ריאתי שהזיקוך והאחד איני יודע מפני שלא ראיתי אם היזיקוך ואם לאו פטור ולא מיקרי זה מחויב שבועה כיון שלא היה יכול לדעת כדפרישית בקונטרסי התם אליבא דמאן דאמר מנה לי בידך והלכה אומר אניי יודע חייב דמודה באומר שורך היזיק והלכה אומר איני ידוע דפטור משום דהתם הוהו ליה למידע והכא לא ה\"ל למידע ולגבי שואל את הפרה שאלה חצי יום ושכרה חצי יום וכ' דאמרינן התם דבאינו ידוע מיחייב כשיש עסק שבועה ביניהן ולמר אפילו בלא עסק שבועה משום דכיון דלקח הפרות מחברו בין בשאלה בין בשכירות נתחייב לדעת אנסיהן באיזה ענין יהיה שיפטר ובאיזה ענין יתחייב הלכך חייב אבל גבי שורך היזיק דלא הוה למידע פטור הוא. וכל הני דאמרינן הכ אאכלת חלב וניטמאו טהרותיך ושורך נרבע לא הוה ליה למידע הילכך מן דינא הוה דלא יהא נאמן. אל אמשום דעד אחד נאמן באיסורין נאמן. והמורה פירש שיהט זו דמשום הכי נאמן משום דשתיקה כהודאה ואינו נראה לי דהא מעשה דסמיא וינאי המלך שאין לומר שם שתיקה כהודא דהא לא ידע מידי ואפילו הכי היה מאמין אביי עד אחד אלא לאו ש\"מ טעמא דמילא הוא משום דעד אחד נאמן באיסורין והאי דקאמר והלכה שותק לאפוקי שאם היה מכשחישו לא היה נאמן ולאו משום דהויא שתיקה כהודאה. עין מה שהקשיתי בגיטין בפרק הניזקין במהדרא בתרא:\n", 
            "<b>ותנא תו נא עד אחד אמר לו אכלת חלב כו'</b>. אף על פי שהיא ברייתא בפירוש בסיפרא גבי חטאת נשיא דעד אחד נאמן היכא דאין מכחישו ומייתי' לה בכריתות בפרק אמרו לו אפ\"ה יורת רבוא נראת לו להוכיחו ממתניתן.\n"
        ], 
        [
            "וצריכא דאי אשעיעין הך קמייתא א\"ל כי איצטרך לאשמעינין בכל הני דעד אחד נאמן דאי אשמעינין קמייתא הוה אמרינן לאו טעמא משום דעד א' נאמן הוא אלא משום דשתקיתו כהודאתו והיכא דליכא למימ' שתיקה כהודאה לא יהא נאמן להכי איצטרך כולהו למימר דאל בשתיקה כהודאה סמכי אלא בעדות העד ואע\"פ שהוא א\"י כלום.\n", 
            "<b>אמר אביי היא היא </b>פי' ה\"ה נמי דפליג אביי במקדש בע\"א דטעמא דמאן דאמר אינן קדושין משום דהוי דבר שבערוה.\n", 
            "<b>הקם להם בציץ שבין עיניך.</b> פירש המרוה כדאמרן בפירקא דלעיל דבגדי כהונה ניתנו ליהנות בהן. ואניו נראה לי דהתם אמרינן משום דלא ניתנה תורה למלאכי השרת ואי אפשר שלא ישהו בהן קצת בין בשעת לבישה בין בשעת פשיט' במסכת תמיד <small>(דף כ\"ד ע\"א.)</small> לא אפשיט אם ניתנו ליהנות בהן. וביומא <small>(דף ס\"ט ע\"א.)</small> בפ' בא לו פושט בגדי כהונה היוצא בהן במדינה אסור ובמקדש מותר בין בשעת עבדוה בין שלא בשעת עבודה. ושמעון הצדיק שלבשם לקראת אלכסנדרוס אומר עת לעשות לה' הפרו תורתיך אלא ודאי ינאי המלך שלא כדין עשה.\n", 
            "<b>ה\"ד אילימא דבי תרי אמרו אישתבאי.</b> ובי תרי אמרו לא אישתבאי תרי ותרי נינהו מאי חזית דסמכת אהני סמוך אהני כתב המורה ואי אמרת אוקי תרי לבהדי תרי ואוקי איתתא אחזקתה הני מילי אי איהי קמן והיתה באה לבית דין להתירה אבל בנה זה הנדון לפנינו אין לו חזקת כשרות שהרי מעידין על תחלילת לידתו בפסול. ואניו נראה לי טעם זה אלא אע\"ג דהות איהי קמן לא הוה מקמי' לה אחזקתה דכל היכא דאיכא תרי ותרי הוי ליה ספק תודה ולא אמרינן בספק תורה אוקמה אחזקתה אלא הבא עליה באשם תלוי קאי כדפרישי' בפ' שני דכתובות במהדר' תליתאי דליכא למימר אוקי אחזקתה אלא בחד וחד.\n", 
            "איבעי' להו אשתו זינתה בעד א' מהו אביי אמר היא היא כלומר דבהא נמי עד א' נאמן כשאינו מכחישו כשאר האסורין רבא אמר הוה דבר שבערוה ואין דבר שבערהו פחות משנים ומיהו מודה רבא במאמינו בשנים או במודה לדבריו שהיא אסירה וכדדחי' לקמן אי מהימין לך כבי תרי זיל אפקה ודוקא לאוסרה עליו בבא לצאת ידי שמים אבל אינה מפסדת כתובתה בהכי דלאו כל כמיניה לאפסדה כתובתה ולעולם אינה מפסדת כתובתה אלא בעידי זנות או בעידי דבר מכוער שאמרו בפ' כיצד <small>(דף כ\"ד ודף כ\"ה.)</small> א\"נ בעוברת על ד\"מ ויהודית דבהני מפסדי כתובתה בהתראה כשרנה לגרשה אבל אין ב\"ד מוציאין ממנו לעולם בעל כרחו אלא בעידי זנות ממש ואפי' אין לה בנים וכדאמרי' ביבמות בהל' הנטען וכו' וב\"ד בעדי' הוא דמפקי. ובמעיד על אשה שנשבית או שהיא גרשוה וחלוהצ לפסולה מן הכהונה כדבר שבערהו הוא כדמוכחא שמעתין והלכתא כרבא:\n", 
            "הא דאמרינן אבותינו אכלו מלוחים פירשו ז\"ל בדמדבר שהיו עסוקין במשכן ולא נהירא דהא במדבר מן היה להם וכי' לא חסרת דבר והנכון כדפירש\"י ז\"ל דהיינו בתחלת בית שני שהיו עניים:\n"
        ], 
        [], 
        [
            "<b>ולרב דימי דאמר שני הוה: תנא איזו זו למעוטה: </b>פי' וה\"ה הכי נמי איכא לתרוצי במצרי ראשון שנשא מצרית שנייה דבנו הוה שני ולא שלישי דאזלי' ברת הזכר דאאוכחות בפרק הערל אפי' אליבא דרב דימי והוה ליה יש קדושין ואין עבירה והולד הולך אחר הזכר. ואתה צריך לומר תנא כל מקום דרישא לאתויי כדאמר אליבא דרבה במצרי שני שנשא מצרית ראשונה. ואע\"ג דלא דמיא למתניתין דמתניתין דאזלנין אחר הזכר הוי להכשיר וכאן היא לפסול הא אמרן נמי הכי גבי חלל שנשא בת ישראל דיש קדושין ואין עבירה והולד הולך אחר הזכר והוי לפסול: <small>(מה שהעמדתי בין ב' חצאי לבנה שייך לעיל (קידושין דף ס\"ו ע\"א) ועיי\"ש בתוס' ד\"ה אמר אביי הוא הוא.)</small> (אמר אביי האי הא פי הוא הדין נמי דפלי גאביי במקדש בעד אחד דטעמא דמאן דאמר אינן קדושין משום דהוי דבר שבערוה).\n", 
            "<b>והא איכא הא דכי אתא רבין אמר ר' יוחנן באומות כו'</b> הנכון בעיני דלא גרסינן והא איכא הא אלא והא כי אתא רבנן ומקשה על כללא דרישא דמתניתין אי אמרת בשלא מתניתין ר' יהודה האי כו' פי' וה\"ה הכי נמי כל מקום דרישא לאתויי חלל שנשא בת ישראל שבתו הולכת אחר הזכר לפסול ודלא כר' דוסתאי דהא תנן לקמן ר' יהודה אומר בת גר זכר כבת חלל זכר אלמא בתו פסולה סבירה ליה:\n"
        ], 
        [
            "אילימא במצרי שנשא עמונית מאי פגום איכא פירש המורה דמקאמר נתגיירו אתרווייהו קאילשון רבי' ומשמע דבמודי דמשחכת ביה פגם לגבי תרווייהו קאמר. ואינו נראה לי אלא מדקאמר אחר הפגום שבשניהם קדייק דמשמע דבשניהם יש צד פגם ובמתניתין נראה לי דלא גרסינן אל אאחר הפגום בלחוד ואל גרסינן שבשניהם.\n", 
            "<b>בן בהדיא כתיב ביה לא יקח איש את אשת איבו.</b> ואין לומר ואימא לאח רולא לבן היינו בן האשה שלא תתקדש לבנה דהאי אחר אאיש קאי ולא אאשה.\n"
        ], 
        [], 
        [
            "<b>כי יסיר את בנך מאחרי.</b> עין פתרו' שטה זו בקונטרסי בשלהי פ\"ק דיבמות.\n"
        ], 
        [
            "<b>אין לו חייים.</b> פירש אין הבן מתייחס אחר העבד אל אאחר האם דהא אפילו בעכו\"ם אמרינן בן בתך הבא מן עכו\"ם קרוי בן מע\"ג דנכריות ולדה כמוה:\n", 
            "<b>ממזר נושא שפחה כי אע\"פ שאין קדושין תופסין בשפחה מותר לישא ותה.</b> ודוקא בשפחה הותר אבל לא בגויה דלא יהיה קדש ליתה בממזר משום דכתיב מבני ישראל אבל לאו דלא תתחתן שם סתם כתב והוזהרו ממזרים כישראל בשאר כל המצות:\n", 
            "<b>דמנסיב לה עצה וא\"ל זיל גנוב כו'</b> פי' דאלו במוכר עצמו אין רבו מוסר לו שפחה כנענית כדאמרן בפירקא קמא ורבי אליעזר בלחוד הוא דאמר זה וזה רבו מוסר לו שפחה כנענית והאי דמשיאו עצה לגנוב אין איסור בדבר כיון שבדעתו לשלם ומתכוין להכשיר זרעו.\n", 
            "<b>עשר יוחסין עלו מבבל.</b> זה שאינו מונה עבדים מפני שאינם בתורת קדושין וכל הני פסולין דמתני' קידושיהן קידושין והנתונים נמי קדושיהן קדושין דהא נתגיירו ואינן עבדים גמורין אל אגזור עליהם ועשאום כעבדים להבדל ישראל מהם. ותנן ואלו נערות שי שלהם קנס הבא על הממזרת ועל הנתינה ועל הכותית. אלמא מדיש לה קנס כגיורת חשיבא ואל כגויה ועדיפא מהשפחה דאין לה קנס.\n"
        ], 
        [], 
        [
            "אזל רב יהודה לקמי' דרב הונא א\"ל איזיל או לא איזיל א\"ל משום יקרא דבי נשיאה קום זיל יש הנה לתמוה דרב יהודה היה ראש ישיבה כדאמרינן בפרק הניזקין <small>(דף סמ\"ך ע\"ב וע\"ש.)</small> שההוא שיפורא דהוה בי רב יהודה ולבסוף בי' רבה ולבסוף בי רב יוסף והיכי אזיל לקמיה דרב נחמן ורב הונא נמי מוכיח בשלהי משקין שהיה ריש גלותא כדאמרינן התם ודינו דלא מיענש' דכי ריש גלותא משום דזקיף ארוכיה דרב הונא והיכי הוה מר עוקבא חמוה דרב נחמן ריש גלותא. וי\"ל שאז היה מר עוקבא ריש גלותא ורב נחמן הוה חתניה ורב יהודה עדיין לא הוה ראש ישיבה ואחרי כן מת מר עוקבא ונעשה רב הונא רי שגלותא ואחרי כן נתמנה רב יהודה ראש ישיבה אחר זה המעשה.\n"
        ], 
        [
            "<b>בטי בר טובי' ברמו' רוחא דאית ביה לא שקיל גיטא דחירותא.</b> והוא בטי בר טובי' הנזכר בשלהי מסכת ע\"ז שהיה עם מר יהודה קמיה דסבור מלכא ואמר ליה מלכא מידכר מה עבדת באורתא.\n"
        ], 
        [
            "<b>והצנועי שבכוהונ'.</b> מבליעין או בנעימו' אחיהם הכהנים. קשיא לי וכי רשאין לשנות בברכת כהנים להזכיר שם בן י\"ב אותיות כי אם בן ד' אותיות הכתוב בתורה ירושלמי חד אסי אמר לר' פינחס בן חממתא נמסור לך השם אמר ליה איני יכול דאנא אכיל מעשר ואמר רב מן דרגיל בשם לא יכיל מיכול מברנש כלום.\n"
        ], 
        [], 
        [], 
        [
            "היום יושב בחיקו של אברהם אבינו עיין בקונטרסי בפ' לא יחפור במהדר' בתרא חד אמר לטובה וחד אמר לרע' קשיא לי בשלמא מאן דאמר לטובה היינו דכתיב כלה אתה עוש' את שארית ישראל כלומר שימות אדם כזה ביניהם בחצי ימיו. אלא למ\"ד לרעה מאי כלה אה עושה וי\"ל דה\"ק כלה אתה עושה את שארית ישראל בגוהל ומתים מתוך צער גדול ומי שהוא רשע גמור ימות על מטתו.\n"
        ], 
        [], 
        [], 
        [
            "<b>ונחזי זוזוי ממאן נקט עיין זו השטה בקונטרסי בהלכתא קמייתי דבבא מציעא.</b>\n"
        ], 
        [], 
        [
            "<b>ור' יוסי סב' ככהן גדול באלמנה כו'</b> לאפקוי מצרי שני שאין זרעו פסול דאמר קרא בנים אשר יולדו להם דור שלישי יבא להם בקהל ה' אי קשיא וזרעו נמי שאין זרעו פסול דאמר קרא בנים אשר יולדו להם דור שלישי יבא להם בקהל ה' אי קשיא וזרעו נמי שאינו לפסול מק\"ו דכהן גדול באלמנה מה כ\"ג באלמנה שאינו כאן ששוה בכל זרעו פסול מצרי שני שהוא לאו השוה בעל הינו דין שיהא זרעו פסול תשובה אין הכי נמי והכי דריש ריש לקיש דפלוגתא דריש לקיש ור' יוחנן הא בפרק הערב <small>(דף ע\"ז ע\"א ושם הגירס' כי אתי' רבין.)</small> בהלכות עמוני ומואבי דהא אמרינן התם כי אתא רב דימי אמר בת גר עמוני בת מצרי שני רבי יוחנן אמר כשירה ור\"ש לקיש אמר פסולה ריש לקיש אמר פסולה דיליף לה מכהן גדול באלמנה ורבי יוחנן אמר כשירה דדריש כי אם בתולה מעמיו להביא בתולה הבאה משני עממין דהיינו עמוני ומצרי שני שבאו על בת ישראל. והאי מימרא רבי יוחנן קאמר לה ורבי יוחנן לטעמא דאמר בתו כשרה לכהנוה. והאי דאמש קרא בנים אשר יולדו הכי קאמר הכתוב הכשיר דור שלירי שלו ואם תרהצ לפסלו לכהונה מק\"ו לא תוכל משום דכתב מעמיו. אבל ריש לקיש דאמר אליבא דתנא קמא דבתו פסולה לכהונה מפרש הכי תנא קמא סבר ככהן גדול באלמנה כו'. ופוסל תנא קמא בין היא בין זרעה. ור' יוסי סבר ככהן גדול באלמנה מה כהן גדול באלמנה שזרעו פוסל את האשה דהוא חלל ואף הוא כהן גדול פוסל את האלמנה בביאתו לאפוקי מצרי שני שאין זרעו פוסל את האשה דהיה ליה דור שלישי וגם הוא אינו פוסל אותה וכיון שהיא כשרה גם בתו נמי כשרה כדפרישית בשניה פרק אלמנה במהדר תליתאי. ופלוגתא דר' יוחנן וריש לקיש וההא אליבא דתנא קמא כדפרישית בפרק הערל במהדר' תליתא.\n", 
            "<b>מאי טעמא הוי ספק ספיקא וספק ספיקא לקולא.</b> פ'י אלמנת עיסה היא משפחה שנטמעת בה ספק חללכמו שפרשתי בפ' קאמ דכתובות משום רבינו האי גאון זצוק\"ל ובעבור זה היא ספק ספיקא שאל ידענו מי נולד מאותו ספק חלל הילכך כל אחד מן המשפחה יש לספק שמא <small>(שמא לא משם כצ\"ל ור\"ל שמא לא מאותו ספק נולד.)</small> משם נולד ואפילו אם תמצא לומר משם נולד שמא לא היה חלל ולהכי מכשרי באלמנות עיסה ודוקא באלמנות עיסה מכשרי מפני שהיתה לה חזקתה דכשרות אבל בת עיסה פסולה לדברי הכל ואע\"פ שהוא ספק ספיקא מפני שמתחלתו היתה בספק פסול ואין לה חזקה דכשרו' ולהני תנאי דלעיל כיון שאי אתה נושא בתו אי אתה נוש' אלמנותו: ופי' המור' לא נרא' לי\n", 
            "<b>ר' אליעזר אומר ודאן בודאי מורת ודאן בספיקן וספיקן בודאן וספיקן בספיקן אסור.</b> נראה שאנו צריכין לומר דסבירא ליה לר\"א דקהל גריס לא איקרי קהל שאם לא כן במי יתחתנו הספקות.\n", 
            "<b>הלל שונה עשר' יוחסין כו'</b> פירוש היינו מתניתין שהיתה שנויה כך מימות הראשונים ומשום דרבי קאתי מדבית הלל ולהכי אמר הלל שונה וכדי לייקה כלומר שאין לחלוק עליה אמר כן:\n", 
            "<b>דאיתמר ארוסה שעיברה רב אמר הולד ממזר.</b> ושמואל אמר הולד שתוקי. פירש כלישנא בתרא דאמרינן ביבמות בפרק אלמנה לכהן גדול <small>(דף ס\"ט י\"ב דאמרי' א\"ד כצ\"ל.)</small> איכא דאמרי בבא <small>(בבא עליה כ\"ע כצ\"ל.)</small> כולי עלמא לא פליגי דבתריה דידיה שדינן ליה ולא אמרינן כי היכי <small>(כי היכא דאפקרה נפשה כצ\"ל.)</small> דאפקה נפשה גבי ארוס הכי אפקרה. נפשה נמי אכולי עלמא והכי איתמר ארוסה שעיברה רב אמר הולד ממזר ושמואל אמר הולד שתוק. פי' שיוצאת מעוברת ולא נודע מי בא עליה והיא אמרה מארוס נתעברתי והארוס אינו מודה שאלו היה מודה הולד כשר לכולי עלמא כדאמרינן פ\"ק דכתובות <small>(דף י\"ג ע\"ב ודף י\"ד ע\"א.)</small> ההוא ארוס וארוסתו דאתו לקמיה דרב יוסף היא אמרה מיניה והוא אמר אין מינאי אמר רב יוסף מאי ניחוש לה <small>(רבא דהא קא מודה כצ\"ל.)</small> קא מודה כו אלא כגון שהארוס אינו כאן שהלך למדינת הים אי ני דקאי הכא וקא מכחיש לה בהכי פליג רב ושמואל. <small>(מש\"ר רב אמר וכו' הוא ענין בפ' יג.)</small> רב אמר הולד ממזר ומורת בממזרת ושמואל אמר הולד שתוקי ואסור בממזרת. פי' אלו הם דברי המקשה שמפרש דבריהם ואומר למה קראו רב ממזר הלא הדבר ספק דאיכא למימר זיל בתר רובא דעלמא והכל פסולין אצלה. ואיכא למיתליי' בארוס דשרי לה ומן הדין שיהא הולד שתוקי כדאמר שמואל ולמה קראו רב ממזר אלא להכי קראו ממזר לומר אע\"פ שהוא ספק מורת בממזרת ושמוא קראו שתוקי לומר שאסור בקהל ואסור נמי בממזרת אלמא רב מתיר ספקן בודאן ושמואל אסר: ואי בעית אימא לעולם לא תיפוך ומאי ממזר דקאמר רב. לאו דמורת בממזרת אלא דדאסור' בבת ישרלא. ומקשה ושמואל דאמר הולד שתוקי דאסור בבת ישראל היינו דרב. פי' אלא ודאי מדשמואל אסר ליה נמי בקהל ש\"מ ממזר דקרי ליה רב להתירו בממזרת הוא ומהדר מאי שתוקי שמשתקין אותו מדין כהונה. פירש לעולם רב דקרי ליה ממזר לאו להתירו בממזרת אלא לאוסרו בבת ישראל. ושמואל סבר דמותר בבת ישראל דקסבר בתר ארוס שדינן ליה שמורת לה ולא תלינן בתר רובא דעלמא שהן אסורין לה כדבעינן למימר לקמן. והאי דדקרי להי שמואל שתוקי לאו למימרא שאסור בבת ישראל ככל שתוקי דעלמא אלא לומר שמשתקין אותו מדם כהונה דאע\"ג דבתר ארוס שדינן ליה ומכשרינן ליה אין היה הארוס כהן לא מחזקינן ליה בחזקת כהן ודמי האי למאי דאמרינן בפ\"ק דכתובת <small>(דף י\"ג ע\"ב.)</small> ומי איכא שתוקי כשר אין כדשמואל דאמר שמואל עשרה כהנים שעומדין ופירש א' מהם ובעל הולד שתוקי שמשתקין אותו מדין כהונה ומקשה השתא מדין ישראל משתקינן להי מדין כהונה מבעיא פי' שאם רוצה לירש נכסי הארוס אינו יכול עד שיביא ראיה כיון שהארוס אינו מודה וכיון שלענין ירושה לא מהימנינן ליה שיהא יורש ככל בר ישראל האיך נאמיננו לכהונה ולעולם למה קראו שתוקי כיון שמתירו בקהל. ומהדר שמשתיקין אותו מנכסי אביו ואע\"ג דתפס:\n", 
            "<b>ואי בעית אימא מאי שתוקי בדוקי כו'</b>. פי' וה\"ק הולד שתוקי שיש לו תקנה בבדיקת אמו כאבא שאול. בכל שלשה התירוצים האלו אתה צריך לומר דשמואל מתירו לבא בקהל כי היכי דתיתי מילתא דרב שפיר דאסרו בקהל ואסורב בממזרת. אי נמי יש לור דלכהי שקיל וטרי לאפוקי מילתא דשמואל דשרי ליה בקהל ועד דלא אסיק מילתא מאי שתקי בדוקי אכתי לא ידעינן דשרי ליה בקהל ומשום הכי אמר לעיל השתא מדין ישראל משתקינן להי מדין כהונה מבעיא דאכתי <small>(דאכתי סברינן כצ\"ל.)</small> עבדינן דשמואל נמי אוסרו בקהל עד דמסקינן דשרי ליה ובהא פליג דלרב הוי שתוקי דהוא ספק ממזר ולשמואל כשר וחע\"גב דקאי ארוס ומכחיש לה. והאי דאמרינן לקמן בפירקין האומר בני זה ממזר הוא ר' יהודה אומר נאמן. עד כאן לא פליג ר' יהודה אלא דלא קיימא אם ומכחשא ליה היא נאמת כאבא שאול וכדפרישית בפרק קמא דכתובות.\n"
        ], 
        [
            "<b>ורבי ישמעאל סבר לה כר\"ע דאמר עכו\"ם ועבד הבא על בת ישרלא הולד ממזר.</b> קשיא לי כיון דאמר כן גירי אריות הן מאי נפקא לן מיניה אם א' מהן ממזר הרי עכו\"ם הם ומאי איכפת לן אי מיחתן ממזר דידהו בעו\"ם. הילכך צריך לפרש דהאי דאסרינן לה כגון אם פירשו מדרכי עכו\"ם ורוצים להתגייר ולעמוד בחזקת ישרלא. א\"נ ר\"ל אותו הדור היו גירי אריות אבל אחרי כן נתגיירו וחזרו להיות כישראל שאם כולן הן גירי אריות מה יעשה לנו אם יתחתן עמהם ממזר אלא ודאי אחרי כן נתגיירו וממזרין מסומעין בהם מן הדור הראשון ומשום הכי אסורין להתחתן אלו עם אלו: וראתי שפירש רבי' גרשום זצוק\"ל כותי שנוהג בתורת כותים לא ישא כותית שפירשה מדרכי כותים ונוהגת עמה בתורת ישראל דר' איליזר סבר לה כרבי ישמעאל דאמר כותים גירי אריות הן ועכו\"ם הוא והכותית מאחר שפירשה מדרכי כותים הרי היא כבת ישראל ואינו נראה לי דא\"כ מה צרוך לורמ ור' ישמעאל סבר לה כרבי עקיבא דאמר עכו\"ם ועבד הבא לע בת ישרלא הולד ממזר. אפי' אי הוה כשר נמי כותי לא ישא כותית שנתגיירה מפני שהכותי הוא עכו\"ם. אלא ודאי כמו שאנו צריכין לפרש שהכותית נתגיירה כך אנו צריכין לפרש שגם הכותי נתגייר ואינן אסורין אלא משום צד ממזרת שיש בהן. ובזה אנו נושאםי ונותנין לדעת מה צד ממזרת יש בהן.\n", 
            "<b>כהנים פסולין היו </b>פי' ממזרין דאי כהנים חללים מה בכך אם יתחתנו כותי עם כותית אלא ודאי ממזרים היו וכל אחד הוא ספק ממזר.\n"
        ], 
        [
            "<b>מאן יש אומרים אמר רב אידי בר אבין רבי אליעזר האי כו'</b> פי' ור' אליעזר סבר לה כמןא דאמר גירי אמת הן וקידושיהן קידושין והוי להן כולהו ספק ממזר מפני שפוטרון אשת איש לעול'.\n", 
            "כל שנולדה מפסולי כהנוה פי ואפילו מבעולה לכהן גדול דהא כתיב כי אם בתולה מעמיו יקח אשה דדייקינן מינה בתולה ולא בעולה ובתר הכי כתב.\n"
        ], 
        [
            "<b>אמר לי' ואפילו אמו מישראל מקרב אחיך קרינא ביה.</b> והכי נמי אמרינן בפ' החולץ בהלכות המחזיר גרושתו רבא אכשריה לרב מרי בר רחל ומנייה: ואע\"ג דאמר מר כל משימות שאתה משיום לא יהו אלא מקרב אחיך כיון דאמו מישראל מקרב אחיך קרינא ביה והכי נמי אמרינן בריש פרק מצות חליצה <small>(דף ק\"ב ע\"א.)</small> אמד רבא גר דן את חברו גר דבר תורה שנא' <small>(דף ל\"ו ע\"ב וע\"ש בתוס' בד\"ה חדא.)</small> שום תשים עליך מלך מקרב אחיך עליך הוא דבעינן מקרב אחיך אבל גר אפי' חברו ואם היתה אמו מישראל דן אפי' ישראל אולענין חליצ' עד שיהא אביו ואמו מישראל מאי טעמא תרי בישרלא כתיבי ומאי דאמרינן בפ' אחד דיני ממונות <small>(דף מ\"א ע\"א וה\"ל להביא המוקים שם דף ח' ע\"ב.)</small> הכל כשרין לדון דיני ממונת ואין הכל כשרים לדון דיני נפשות אלא כהנים ולוים וישראלים המשיאין לכהנוה. הכל לאיתויי מאי לאיתויי גר. ההוא שאינו מישרלא דאפילו הכי פסול. בדיני מפשוט דבעי' אתך בדמין לך וכשר בדיני ממונות אבל אם לא היתה אמו מישרלא אינו כשר מן התורה אפי' בדניי ממונתו דבעינן מקרב אחיך. אבל המורה פי' בפ מצות חליצה גר דן את חבירו גר דיני נפשות דאלו דינו ממונות אפי' ישראל דתנן הכל כשרין לדון דיני ממונות ואמרי' הכל לאתויי אפילו גרים ואינו נראה דהא אין דנין דיני נפשו' אלא בסנהדרין של עשרים ושלשה וגר פסול לישב בסנהדרין לא מיבעיא גר גרידא אלא אפי' אמו מישראל דבעי' אתך בדומין לך ובעי' כשרין המשיאין לכהנוה האיך יתכן שידון גר את חבירו דיני נפשות. ותו גר גרידא מי כשר בדיני ממונות לדון ישראל והא בעי' כל משימו' שאתה משי' לא יהו אלא מקרב אחיך. אלא ודאי האי גר דמרבינן בסנהדרין כשאמו מישרלא הוא. וריב\"א זצוק\"ל כבת התם בסנהדרי' חדא לאתויי גר. דוקא חברו גר אבל ישראל לא כדאמרי' בפ' מצות חליצה כו' ואינו נ\"ל שאם אינו מרבה הגר אל אלדון חברו גר ולא ישראל אמאי מפליג בין דיני ממונות לדיני נפשות ליפלוג בדניי ממונות גופייהו בין גר ובין ישראל אלא ודאי כשמכשיר הגר בדיני ממונות אילו לישראל מכשירו ואינו פוסלו אלא בדיני נפשות הלכך אין לפרשו אלא בגר שאמו מישראל והיכא כתב רבי' יצחק מפאס זצוק\"ל התם ולא מיתוקמא האי דאמרי' הכא לאתויי גר אלא כשאמו מישראל.\n"
        ], 
        [], 
        [
            "<b>הרי גופין מוחלקין והרי שמות מוחלקין </b>פי' ובהתראה אחת שהתרו בו הכא על האלמנה לוקה חייב על כל אחת ואחת כיון דגופין מוחלקין.\n", 
            "<b>נזיר שהיה שותה יין כל היום אינו חייב אלא כו'</b>. פי' האי מתניתין מיתוקמה אפי' לר' יוסי בר' יהודא דאמר בריש פ' היו בודקין <small>(עייק במ\" פ\"ו מהל' שגגות שהביא דברי רבינו הללו וכתב וקשה לי משומט ה' זבחים בחוץ בהעלם א' שא\"ת אלא אחת עכ\"ל.)</small> אותו חבר אינו צריך התראה לפי שלא נתנה התראה אלא להבחין בין שוגג למזיד. והכא מכי אסרו ביה חדא זימנא הרי מזיד הוא וילקה על כל שתיי' ושתייה בלא התראה אחרת הא לא אמרינן דמצי משתמיט ואמר אע\"פ שהתרן בי והודעוני שנזיר השותה יין לוקה אני סברתי לשתות כל היום כולו וללקות פעם אחת ואלו ידעתי שאלקה על כל כוסי וכוס לא הייתי שותה הלכך צריך התראה על כוס וכוס.\n", 
            "<b>מהו דתימא הרי שמות מוחלקין קמ\"ל גופין מוחלקין בעינן וליכא.</b> פי' דלא יקרא שמות מוחלקין אלא שמות של איסורין חלוקין כגון חלב נותר ופגול בהעלם אחד חייב על כל א' וא' אבל אלמנה משלשה בעלים איה אלא לשם איסור אחד אלמנה לא יקח ודמיא לאוכל חלב שור וכשב ועז בהעלם אחד שאינו חייב אלא אחת. אלב היכא דאיכא גופין מוחלקין אע\"פ שהם משם איסור אחד חייב על כל א' ואחד כדאמרי' בכריתות בפרק אמרו לו הבא על חמש נשי' נדות חייב אלא אחת. אבל הכיא דאיכא גופין מוחלקין אע\"פ שהם משם איסור אחד חייב על כל א' ואחד כדאמרי' בכיתות בפרק אמרו לו הבא על חמש נשי' נדו חייב על כל א' ואחת ואע\"פ שכולן שם א' הן אל תבואו על הנדה וה\"ה הבא על שתי אלמנות ראובן חייב שתים. נראה לי דלא אמרי' גופין מוחלקין אלא בבעלי חיים. כגון הבא על חמש נדות ועל חמש אלמנות וכן הרובע חמש בהמות בהעלם א' חייב על כל אחת ואחת אבל בשחוין לא אמרינן גופין מוחלקין משום דלא חשיבי ואם אכל חלב מכמה בהמות בהעלם אחת אינו חייב אלא אחת. וכן אם אכל נבלה מכמה בהמות בהתראה אחת אינו לוקה אלא אחת וכן גיד הנשה מכמה בהמות. ומאי דתנן בפרק גיד הנשה אכל מזה כזית ומזה כזית סופדג שמנים. כגון שאכלן בשתי התראות ואתא לאשמוענין דגיד הנשה נוהג בשתי היכרכות ולאפוקי מר' יהודה דאמר אינו נוהג אלא בשל ימין ולא מצאתי חילוק חטאת בשחוטין אל אבאוכל נותר מחמשה זבחים בהעלם אחד דהוא פלוגתא דתנאי בפ' אמרו לו ונראה לי דמאן דמחייב על כח אחד ואחד דוקא בזבחים קא מחייב משום דחשיבי וחשיבי ליה גופין מחולקי ןאבל אוכל חלב מחמשה בהמות מודה דאינו חייב אלא אחת: ונראה לי דגם בבהמה נמי אמרינן גופין מוחלקין בבעלי חיים דמה לי רבע חמשה בהמות מה לי בא על חמש נדות וכן אם אכל אבר מן החי מחמש בהמות או שתלש חלב מחמש בהמות ואכל בהעלם אחד או שאכל דם הקזה מחמש בהמות בהעלם אחד חייב על כל אחת ואחת.\n"
        ], 
        [
            "<b>בשלא גמר ביאתו.</b> פי' אבל אם גמר באיתו לוקה משום לא יחלל זרעו ואע\"פ שאל נתעברה שאין העיברו תלוי בידו אלא בידי שמים והא מה שיש לו לעשות עשה ועל הביאה הזהירו הבורא:\n", 
            "ורבא אמר בעל לוקה לא בעל אינו לוקה: עין בשנים אוחזין בהלכות ראה את המציאה בקנוטרסי במהדרא בתרא:\n", 
            "<b>רבי יהודה אור בת גר זכר כבת חלל זכר.</b> תנאי בתוספתא קדושין בסוף פרק הנותן רשות כהנת לויה וישראל שנשאו לגר לעבד משוחרר הודל עבד. משוחרר נראה לי דסתם תוספתא ר' יהודא ולהכי קרי להו לולדות גר ועבד משוחרר לומר שאם היא נקיבה אסרוה לכהן אע\"פ שאמן ישראלית בתר גר ועבד משחורר אזלינן:\n", 
            "<b>לא תימא אלמנה לכהן גדול יוכיח אלא אימא מצרי ראשון יוכיח.</b> ראיתי מקשים דהאי דינא גופיה איתה בפ' הערל <small>(דף ע\"ז ע\"א.)</small> בהלכות עמוני ומואבי דקא פריך מה להצד השוה שבהן שכן יש בהן צד עבירה ולא משני כי הכא מצרי ראשון יוכיח ואל קשיא ולא מידי משום דאיכא למיפרך התם מה למצרי ראשון שכן בתו פסולה אפילו לישראל ומשום הכי פסולה לכהנוה תאמר בגר עומני שבתו כשירה לישראל וכיון שכשירה לישראל כשרה נמי לכהונה <small>(אמי אמרת חלל יוכיח וכו' וחזר הדין לא ראו זהו וכו' ההיא דינא וכו' כצ\"ל.)</small> חלל יוכיח שבתו כשרה לישרלא ופסולה לכהונה אף אני אביא גר עמוני מה לחלל שכן יצירתו בעיברה מצרי ראשון יוכיח וחזר הדין מאי אמר' לא ראי' זה בראי' זה הצד השו' שבהן שאינן ברורב קהל אף אני אביא גר עמוני. ההוא דינא לרבי יוסי הוא ורבי יוסי האי צד שוה לא פריך כיון שאין אומר שלהן שוה כדפירש המורה הכא אליבא דרבי אליעזר שרבי אליעזר ורבי יוסי שוין להכשיר בת גר זכר.\n", 
            "רבי יהודה סבר עד דאיכא כל זרע מישרלא 5איתי מקשים והא אית ליה לרבי יהודה בכיסוי הדם <small>(חולין דף פ\"ה ע\"ב.)</small> דמו ואפילו מקצת דמו. ונראה לי לתרץ שאין זה כזה דהכא סבר רבי יהודה דסתם זרע לא יקרא אלא זרע האב וזה הוא כל זרע דקאמר דהא לא חייש רבי יהודה לזרע האם כלל דישרלא שנשא גיורת היה מכשיר בתו. אבל התם גם מקצת הדם יקרא דמו ולא משמועיתא חדא איכא לתרווייהו:\n"
        ], 
        [
            "<b>וחכמים אומרים אינו נאמן.</b> פירש המורה אפסולי קיימי אבל לענין בכור לא פליגי: ואינו נראה לי דהא אמרינן בפ' יש נוחלין לא פליגי: ואינו נראה לי דהא אמרינן בפ' יש נוחלין בהלכה האומר אי שפלוני בני בכורי לא וטול פי שנים שלחו ליה בני אקרא דאגמא לשמואל ילמדינו רבינו היו מוחזקין בו שהוא בכור ואמר אביו על אחר בכור הוא מהו שלח להו כותבין הרשאה זה לזה מספקא ליה אי כר' יהודה אי כרבנן דתני יכי ריכירנו לאחרים כי ותו קאמרינן התם ת\"ר היו מוחזקין בו שהוא בכור ואמר אב\"ו על אחר שהוא בכור נאמן כרבי יהודה שאניו בכור ואמר אביו שהוא בכור אינו נאמן כרבנן אלמא פליגי רבי יהודה ורבנן לגבי בכור דלר' יהודה נאמן האב אפי' במקום שמכחיש החזקה ולרבנן אינו נאמן להכחיש החזקה ולא האמינתו תורה אלא כשבאו ממדינת הים ואל הכרנו מעולם ולא החזקנו מי הוא הבכור שם הוא נאמן אב יוכל שיטה זו שאור כאן בשלמא לר' יהודה היינו דכתיב יכיר כו' עד שנפלו לו כשהוא גוסס אור גם שם. ורבינו יצחק מפאס זצ\"ל כתב ואיפסקא הילכתא בהדיא כ' יהודה בפ' יש נולין והא דקי\"ל הלכה כרבי יהודה ה\"מ בדלא אתחזק בכשרות אבל אי לא אמר האב בשעת לידה ונפק עלה קלא דבריה הו אולא קא מערער ולבתר הכי קא פסיל ליה לא מהימן דיקא נמי דקתני על העובר שבמעיה הכי נמי בני זה דקתני דומיא דעובר הוא דעדין לא אתחזיק ומסתייע הא סברא מהו דגרסינן בפרק יש נוחלין. וכן הלכתא ואינו נראה לי דאדרבה מיש נוחלי ןמוכח דאפילו להכחיש החזקה היה מאמינו רבי יהודה ובהלכתן נמי אמרינן ולא מיבעיא האי דאית ליה חזקה דכשרות אלא אפילו עובר דלית ליה חזקה דכשרות כו'. אלמא מאי דתנא בני זה ממזר הוא בדאית ליה חזקה דכשרות מיירי ואפי' הכי פליג רבי יהודה דאמר נאמן. וכן פירש רבינו חננאל זצוק\"ל בשלמא לרבי יהודה דאמר נאמן לומר זה הבן ממזר הוא ומוציאו מירושתו אע\"פ שההוא מוחזק כי הוא בנו הוצרך הכתוב לומר בבכור יכיר יכירנו לאחרים כי נאמן הוא אף על פי שמוחזק לנו באחר שהוא בכור אלא לרבנן שאמרו כיון שהוא מוחזק שהוא בנו אינו נאמן לומר אינו בני כך הבכור כיון שמוחזק לן באחר שהוא בכור אינו נאמן יכיר למה לי. נתברר כי כל עיקר חלוקתם היא להכחיש החזקה. ואפיסיק הילכתא ביש נוחלין כרבי יהודה גבי בכרו ומספקא לי אי הלכתא כוותיה נמי גבי לפסול את בניו אי לא. ומיהו אימת קא אמרינן דנאמן האב לפסול את בנו הני מילי כי לא קיימא אמו ומכחשא ליה. אבל היכ אדאמו מכחשא ליה היא מהימנא כדכתבית לעיל בפרקין עיין בס\"פ החולץ במהדרא בתרא. ועיין בפרק יש נחולין במהדרא רביעאה.\n"
        ], 
        [
            "רבא אמר הרי בוגרת לפנינו מדהשתא בוגרת מצפרא נמי בוגרת ראיתי מקשים מהא דתנן בפק כל היד <small>(דף י\"ד ע\"א.)</small> נמצא על שלה אותיום טמאים וחייבים בקרבן נמצא על שלה לאח רזמן טמאין בספק ופטורין מן הקרבן ואמאי נימא מדהשתא הוה דם מעיקרא נמי בשעת תשמיש הוה דם ולא היא דהא בריש מסכתנדה מקשי ממקוה לשמחי ולהלל דלגבי מקוה מוקמינן ליה בחזקת חסר בודאי ואפילו ברשות הרבים ושמאי אמאי אמר דיין שעתן ולא אמרינן דמשעת פקידה הוא דחזאי. ולהלל נמי אמאי הוי מפקידה לפקידה ספק ואין שורפין עליו תרומה וקדשים. ומסיק דלגבי מקוה איכא תרתי לריעותא ובנדה איכא חדא לריעותא הלכך במקוה דאיכא תרתי לריעותא מחזקינן טומאה בודאי אבל גבי נדה דליכא אלא ריאוא חדא אזליינן לקולא ושמאי מוקי לה בחזקתה ודיה שעתה והלל כיון דמגופה היא רמיה <small>(דמגופא היא דחזי' ורגילה כצ\"ל.)</small> ורגילה בכך ריעא חזקתה ומטמא בספק והכא נמי דליכא אלא חדא ריעותא פליג רב ושמואל דשמואל סבר אפילו שאמי דאמר גבי נדה דיה שעתה מודה הכא דחיישנין ולא אמרינן דהשתא הוא דבגר וקדושי האב קדושין וקידושיה אינן קדושין דכיון דהויא ביום מישלם ששה חדשים דעשויה להשתנות מנערות לבגרות איכא לספוקי דילמא מצפרא אישתנאי והביאה סימני בגרו' וכ\"ש להלל דמספק בנדה דמסק נמי הכא. ורב סבר כיון דהויא ביום מישלם חזקה יש שביום זה מביאה סימנין הילכך אמרינן מדהשתא בוגרת מצפרא נמי בוגרת ואל דמי לנדה דההוא למפרע דמספק הלל לית ליה חזקה דדם כי היכא דאית הכא חזקה ליום מישלם ששה חדשים ומ\"ה בנדה הוי ספק והכא הוי ודאי ואלו הוה מעשה בתוך ששה חדשים שאין זמנה להשתנות הוי דמי לבתולה שלא ראת' דם מימיה שכשהיא רואה עכשיו אמרינן דיה שעתה ולא מספקינן למפרע בשום טומאה והילכך ליכא לאקשויי נדה לרב דהכא איכ אחזקה דיום מישלם ששה חדשים ובנדה ליכא חזקה לטמויי למפרע. ולאח זמן דמספקינן לה בקרבן משו' דהוא סמוך (לאיתיחוס) לאותיום דהויא ודאי טמאה חייבין בקרבן אבל לאחר מכאן טומאה מעת לעת מספיק' ככל הנשים יש לה אבל לא שתביא אשם תלוי ולא שתטמא את בועלה. עוד ראיתי שמקשי מהא דמייתינן בשמעתא קמייתא דנדה נגע באחד בלילה ואינו מטהר וחכמים מטמאין שכל הטמאות כשעת מציאתן. א\"כ לומא רב ושמואל כתנאי. ונא לי שאין זה דומה לזה ומפני שאין דומין לא הקשה בהלכה קמייתא להלל ושמאי מינה כמו שהקשה ממקוה וחביות שזו היתה קושי' חזקה דאע\"ג דאיכ אתרתי לטיבותא דלנוגע דאיכא חזקה דטהרה ולאותו שנגע בו נמי איכ אחזקה דחיות ואפילו הכי מטמאי רבנן ואמרי כיון דהשתא אשתכח מת מעיקרא נמי מת הוה כל שכן בנדה כי היכי דהשתא מעיקרא נמי חזאי אלא משום דלא דמו דהתם אתיליד ספיקא בטומא' גופא דבעידנא דנגע לא ידעינן חי הות טומאה אי לא והלכך אמרינן כל הטומאות בשעת מציאתן בין להחמרי בין להקל שהרי גבי מחט שנמצא מליאה חלודה או שבורה <small>(ושרץ שנמצא שרוף ע\"ג זתים ומעלה המהימרים כלומר הבלמים כנ\"ל.)</small> וסכין שנמצא (שרוף) על גבי זתים מנטלת מההוא אמרי' נמי כל הטמאות כשעת מציאתן להקל. אלב הכא גבי נדה הדם המטמא ברור הוא כי האו טמא ואין בו ספק אלא שלא ידענו מתי ניטמאת האשה ממנו וכן סימני הבגרות ברורין ומצויין הן אלא שלא ידענו מתי נולדו באשה הלכך אין לדמות זה לזה וזה של נדה דומה לספק מגע שהטומאה ברורה היא ואותו שנגע במת הרי ודקי נגע וספק טומאה ואין להקשות מזה על זה.\n"
        ], 
        [
            "<b>התם תרתי לריעותא ראיתי מקשים מפרק המדרי <small>(דף ע\"ה ע\"א.</small></b><small>)</small> דתנן התם הוי בה מומין ועודה בבית אבי ההאם צריך להביא ראהי שמשנהארסה נולדה בה מומין אלו ונסתפחה שדהו. וקאמרינן טעמא דמייתי ראיה אב הא לא מייתי ראיה בעל מהימן מני רבי יהושע היא דאמר לא מפיה אנו חיים משמע שאם היה לרבן גמליאל דאזיל בתר חזקת הגוף אפילו לא מייתי האב ראי' מהימנא והא איכ אתרתי לריעותא חדא חזקה דממונא ועוד דהרי היא בעלת מום לפנינו. ולא קשיא דלרבן גלמליאל חזקה דממונא כנגד חזקה דגופה לא חשיבא ליה ובתר חזקה דגופה אזיל. והכא נמי במקוה איכא חזקה דטהרות דאיכא למימר אוקמינהו בחזקתייהו <small>(ומשום דאיכא חזקה כצ\"ל.)</small> ומ\"ש דאיכא חזקה דגופיה דטמא לא חשבי' לה וה\"ה הכי נמי התם.\n", 
            "ועל מאי דאמרינן הכא אדרבה העמד מקוה על חזקתו ואימור לא חסר: ראיתי מקשים ממאי דאמרינן בפקר בכל מערבין רבא אמר היינו טעמא דר' יוסי דקסבר העמד טמא על חזקתו ואימור לא טבל אדרבה העמד מקוה על חזקתה ואימור לא חסרה במקוה שלא נמדד. דאלמא במקוה שלא נמדד איירינן והיכי מצינן למימר העמד מקוה על חזקתה. ולא קשיא ולא מידי דלעולם האי דתנן מקוה שנמדד ונמצא חסר במקוה שנמדד מעיקר אמשמע דהות להי חזקה דכשרות ואחר כן נמדד ונמצא חסר. אבל מיהו ברישא דההיא תנן בפ\"ב דמקואות בטמא שירד לטבול ספק טבל ספק לא טבל ואפילו טבל ספק שיש בו ארבעים סאה וספק שאין בו כו' עד ספיק אטמא ובתר הכי קתני מקוה שנמדד ונמצא חסר כו'. ובסיפא קתני במה דברים אמורים בטומאה חמורה אבל בטומאה קלה אכל אוכלין טמאים ושתה משקין טמאין בא ראשו ורובו במים שאובים וטהור שנפלו על ראשו ועל רובו שלשת לוגין מים שאובים וירד לטבול ספק טבל ספק לא טבל ואפילו טבל ספק יש בו ארבעים סאה ספק שאין בו כו' עד ספקו טהור ור' יוסי מטמא שר' יוסי. אומר כל דבר שהוא בחזקת טומאה לעולם הוא בטומאתו עד שיודע שהוא טהור. ומינה מקשינן התם בעירובין דר' יוסי אדר' יוסי דמטהר גבי עירוב ומתרץ רבא העמד טמא בחזקתו ואימור לא טבל ומקשה אדרבא העמד מקוה על חזקתו ואימרו לא חסר ומהדר במקוה שלא נמדד פי' באיזה מקוה פליג ר' יוסי דמטמא במקוה שלא נמדד כגון האי דקתני בספיא ואפי' טבל ספק שיש בו ארבעים סאה וספק שאין בו שלא היתה לו חזקה דכשרות <small>(לעל במקוה שנמדד לא פליג ר' יוסי כצ\"ל.)</small> לא פליג רבי יוסי ומודה דבטומאה דרבנן אזלי' לקולא דאמרינן העמד מקוה על חזקתה כדאמרינן בעירובין דספקא דרבנן לקולא. עוד מקשים ממאי דאמרינן בפ\"ק דחולין <small>(דף יו\"ד וע\"ש בתוס'.)</small> גבי השוחט בסכין ונמצאת פגומה ודרב חסדא אמר כשרה ואקשינן לה מטבל ועלה ונמצא עליו דבר חוצץ אע\"פ שנתעסק באותו המין כל היום כולו לא עלתה לו טבילה עד שיאמר ברי לי שלא הי' בי קודם לכן כו' עד סכין איתרעא בהמה לא תיתרעא. והא מקוה דמי לסכין דאיתרע וגברא לא איתרא דדמי לבהמה ואפילו הכי אוקמי' טמא בחזקתו והתם נמי נוקי בהמה בחזקת. ולא קשיא ולא מידי דלא דמי מקוה לסכין דסכין בדק אותה קודם שחיטה. ובחזקת כשרה הות. אבל המקוה לא מדד בשעה שטבל אליה זמן רב יש שנמדד ועכשיו אחרי שטבל נמצא חסר היו כך יש לומר נחסר מאותה שעה שנמדד ובעת טבילתו הר היה הלכך לא דמו ספק סכין לספק מקוה:\n", 
            "<b>היה בו רק את החביות להיות מפרשי עליה תרומה כו'</b>. פי' המורה להיות סמוך עליה בהפרשת תרומותיו כשבא לשתות מאה לוגין טבנ' ובמכאן ואילך ספק פירש דהויא תרומה ואמור ותרום. קשיא לי בהאי פירושא דכיון דכבר שתה מאי דהיה הוה ואפי' אגנאי מילתא דשתה ענבים אינו חייב להפריש תרומה עליהן אך אם הן בעין. לפיכך אין לפרשה אלא כגון שהיה מוכר חביות של טבל בכל יום לוקחים והיה מתקנין בענין זה ושהיה אומר תרומתן של אלו תהיה באותה החביות וכל החביות של לוקחין עדיין הן בעין. ועיין הפתר מבואר בפ' המוכר פירות בהלכות מרתף של יין:\n", 
            "<b>ואי ס\"ד לא פליגי אמאי קפיד כי עביד עובדא במכחישו.</b> פי' אלא ש\"מ דאפילו במכחישתו חייש שמואל דלא מהימנינן לה דהאי בעיא לקיומה קידושיה וגם בשאינו מחכחישתו יש לומר דפליגי ובתרווייהו שמואל חייש ורב אזיל בתר חזקה דאתתא:\n"
        ], 
        [
            "<b>אמר ריש לקיש לא שנו אלא בקדשי הגבול אבל ליוחסין לא.</b> ראיתי מקשים והא סל לריש <small>(דף ך\"ה ע\"ב.)</small> לקיש דמעלי ןבמתרומה ליוחסין דהכי אמרי' בפ' ב' דכתובות ההוא דאתא לקמיה דריש לקיש ואמ' להי לאיתיהו שחלק על הגורן כו' אלמא מעלין מתרומה ליוחסין. ולא קאי, דודאי מחילוק גרנות מעלין אבל מאכילת תרומה אין מעלין שהרי גם העבד אוכל תרומה. כדפרישי' התם במהדרא תליתאה. תינוק שנמצא עומד בצד העיסה כו' עיין בפ' כסוי בהדם במהדרא תליתאה:\n", 
            "וסמוך מיעוטא לחזקה ואיתרע ליה רובא ראיתי מקשים אמאי הכא אמרינן איתרע ליה רובא ובריש פרק בתרא דיבמות אמרינן אלא אמר רבא חזקה ליבום ורובא לשוק וחזקה לא עדיפהא כרובה ואתא מיעוטא דאפילו תיסמוך אחזקה והוה ליה פלגא ופלגא ולא תינשא ולא תתייבם ונראה לי דלהכי שני לישנא התם ואמר הוה ליה פלגא ופלגא ולא אמר איתרע ליה רובא דא\"כ הוה משמע דאיתרע רובא ואזלי בתר חזקה ותתייבם להכי אמר פלגא ופלגא דלא תינשא ולא תתייבם. אבל הכא אפי אמרת פלגא ופלגא הוה והוי לי הספק טומאה ברשות היחיד דכיון דתינוק אין בו דעת לישאל ספיקו טהור משום הכי קתני איתרע ליה רובא:\n", 
            "<b>ורבנן מיעוטא כמאן דליתיה דמי רובא וחזקה רובא עדיך.</b> לפי פירש המורה שמפרש דאיכא ודאי מגע בעיסה קשיא ממאי דכתבית בריש נדה דשמאי סבר העמד אשה על חזקתה ולא אמר העמד טהרות בחזקתן מפני שיש בהן ודחי מגע וגם במקוה דאוקימנא דאית בה תרתי לריעותא והא אית' ביה חזקה דטהרות לטיבותא אלא כיון דאית בהו ודאי מגע בטלה חזקה שלהן. והכי נמי גבי עיסה אי אית בה ודאי מגע בטלה חזקתה משום הכי הוי פי' ר\"ת עיקר שמפרש סק מגע כדכתבינן בפ' כיסוי הדם במהדרא תליתאי:\n"
        ], 
        [], 
        [
            "כגון רבי חנינא בר פפא כל זה אמר רב אלא בדרך ענוה שהרי רב כהנא שהיה תלמידו גם הוא נמנה שם עמהן:\n", 
            "אמר רב מלקין על הייחוד ואין אוסרין על הייחוד ראיתי מקשים מהא דגרסינן בשלהי נדרים ההוא נואף דעל לגבה דההיא איתהא כו' עד אם איתא דעבד אסורא ניחא ליא דליכול ולימות דכתב כי נאפו ודם בידיהם וכו' משמע דהא לאו הכי הות אותא אסורא או אין אוסרין על הייחוד. ומתרצים דהת בשקלא לא ונסתה. ואינו נראה לי דאף על גב דלא קינא לה לא קשיא ולא מידי דהנהו תרי עובא יש דברים הניכרים ורגלים לדבר שלמה היה נחבא מן הבעל אלולי שהיה ירא ממנו שבלב רע נכנס כדי לנאף עם אשתו בעבור זה יש לאסור אבל אם לא היה נחבא מן הבעל אלא עומד בגלוי פנים כדרך השכנים שנכנסים זה לתוך ביתו לזה אף על פי שנתייח' עמה אין אוסרין אותה משום ייחוד בלבד כיון שאין שם דברים הניכרים. עוד מקשים ממאי דאמרינן בפרק שני דיבמות אוכל יצא ואשה חוגרת בסינר אמר רבי הואיל ומכוער הדבר תצא או מנעלים תפורים תחת המטה תצא ואמאי תצא והא אין אוסרין על הייחוד וגם זו אינה קושיא של כלום חדא דרב הוא דאמר הכא אין אוסרין על הייחוד והתם פליג רב על רבי ואמר דלא תצא בדבר מכוער כי אם בעידי טומאה. ואפילו לרבי נמי לא קשיא דהתם ראו דבר מכוער משו' הכי תצא אבל אם מצא רוכל בביתו אף על פי ששהא שם הרבה ונתיחד עם אשתו לא היה אוסרה רבי דדוקא אוכל יוצא ואשה חוגרת בסינר אבל בלא חוגרת בסינר לא. הא לך בפירוש שגם רבי המחמיר בדבר מכוער לא היה אוסר בייחוד לבדו.\n"
        ], 
        [
            "זה וזה כדי שיהו שדים נכונו ושערך תמח פירש בין י\"ב דאשה ובין י\"ג דאיש כדי שיהו שדים נכונו באשה וצימח שער באיש והמורה פירש זה וזה בין לישנא קמא ובין לישנא בתרא. ואינו נראה לי שיהו שדים נכונו לבת תשע שנים:\n", 
            "<b>א\"ל לא ידע מר דמיקדשא.</b> מה שפירש המורה ויש להתרחק מאשת איש אינו נראה לי דמאי אולמיה דאיסור אשת איש מאיסור בת בנו והנכון בעיני דכיון שהיא מקודשת כגדולה דמאי כבר ואסור לנהוג בה מעשה קטנה להושיבה בחיקו.\n"
        ], 
        [], 
        [
            "<b>אמר רב יהודה מחטא דתלמיותא.</b> והא תנן כל שעסקו עם הנשים סורו רע והתופר עסקו עם הנשים הוא. אלא מחטא. פירש שילמוד לעשות מלאכת המחטים ולא מלאכת התפירה.\n", 
            "<b>סליק פירקא וסליק מסכתא בסיעתא דשמיא בריך מארי דארעא ושמיא\n</b>"
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "תוספות רי\"ד על קידושין", 
    "versionTitleInHebrew": "תוספות רי״ד", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Rid"
    ]
}