{
    "title": "Tosefta Sanhedrin",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tosefta_Sanhedrin",
    "text": [
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "And he writes for himself a Sefer Torah to learn without ulterior motivation, that it should not be in the house of his ancestors, but in his house, as it says \"and he writes\" (Deut. 17:18), meaning, that it is written in his name and a regular person has no permission to read from it, as it is written \"and he will read\" (Deut. 17:19) he, and not a regular person. And we leave it with a Beit Din of Kohanim, with a Beit Din of Levvim and with a Beit Din of Israelites who are able to marry into the Kehunah. He goes out to war and it is with him, comes back and it is with him, sits in the house and it is with him, enters in the bathing house and it awaits at the door, and so too David said 'I have Ad-nai in front of me always etc' (Ps. 16:8) Rabbi Yehuda says: sefer Torah on his right hand and tefilin on his left.\" "
        ],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "...Hillel the elder expounded seven hermeneutical principles before the elders of Betheira: kal vachomer, gezeirah shavah, shnei kethuvim, kllal ufrat, kayotze bo bemakom acher (\"the same applies elsewhere\" — i.e., binyan av), davar halamed me'inyano (and davar halamed misofo)."
        ],
        [
            "",
            "",
            "",
            "... should a person/adam be overbearing, they say to him, the mosquito preceded you.\n"
        ],
        [],
        [],
        [
            "",
            "...Said Rabbi Akiva: Rabbi Eliezer taught three-hundred laws about magic but I only learnt from him two things: Two collecting gourds—one who collects is exempt, one who collects is liable; one who does the deed is liable, one who does sleight of hand is exempt (see Mishnah Sanhedrin 7:11)...",
            "A rebellious son: we warn him before three (witnesses), as it states: \"And you shall grab him... And you shall say to the elders of his city...\". (We learn from here that it is a) Mitzva for the elders of the city. \"...This, our child...\", this is the man that was whipped before you. Another item: \"...This, our child...\", to exclude one who ran away and came when he had grown. (Additionally,), \"...This, our child...\", to exclude if one of the judges (from the initial trial) died. Another item, \"...This, our child...\", this teaches that one of the original (judges from the first trial) joins the last ones (the judges of the current, final trial) to sentence him to death. A rebellious son (and) a rebellious elder die at the hand of the court, and the coercers (of few to worship foreign gods), and coercers (of many to worship foreign gods), and a false prophet, and disproved witnesses: they are not sentenced immediately, rather we bring them up to the great court in Jerusalem and guard them until the holiday and they are executed on the holiday, as it says \"and the entire nation will hear and see\". So are the words of Rabi Akiva. Rabi Yehuda responded: but doesn't it not say \"and the whole nation will see and fear\", rather the whole nation will see and fear. Why is this man's judgement of interest? Rather, he is executed immediately, and they write it and send it to all the places. (The statement would read): Person so-and-so son of so-and-so was sentenced in the court of such-and-such and so-and-so and so-and-so were his witnesses. And this is what they would do, and this is what they did for him."
        ],
        [
            "",
            "",
            "",
            "",
            "[The rabbis] added: The one who casts off the yoke of the commandments, the one who invalidates the covenant, and the one who intentionally misinterprets or disrespects the Torah. Rabbi Akiva says: The one who warbles their voice when they recite the Song of Songs when they are in a feasting hall and makes it like a song has no share in the world to come. The one who whispers over the wound and says, “All the diseases…” (Exodus 15:26) and spits over the wound — they have no share in the world to come."
        ],
        [],
        [
            "A beguiled city has never existed and never will. Rather, it is written about in order to say \"examine and take a reward.\" Rabbi Shimon bar Rabbi Elazar says we don't make three beguiled cities in the Land of Israel, but we do make one or two. Rabbi Shimon says we don't even make two,rather only one in Judea and one in the Galilee. Nearby in the book, we don't even make one, in order that gentiles won't disperse and destroy the Land of Israel. The city is permitted if they spend thirty days in the swords and basins, and the city is forbidden. They did not spend thirty days in swords and basins, and the city is permitted to the world to wash them with stoning and bazan, and the city is forbidden to dispose of them. Women, and not small or large people, may be a city that is rejected (Deuteronomy 13:14), the inhabitants of their city after the inhabitants of their city. This is a move. After all this, even converts can be gathered into it, and the freed slaves shall become a city that is rejected by the Talmud, to say (there) the inhabitants of their city after the inhabitants of their city. (Deuteronomy 18: 9), and He gave you mercy and mercy and mercy. If you feel sorry for the great ones, it is already said (Deuteronomy 16: 5): \"Strike if you feel sorry for your death.\" According to the sword, what shall I keep? And I will give you these little riches in which Rabbi Eliezer says, Even great men shall not be killed except according to witnesses, and I will see what I am doing, and give you mercy. And I will love them in their hearts, which means that we have no truth in their hearts, and you do not complain, but rather onenin that there is no selfishness, but in the heart of the assets of the righteous in which the Avdin Rabbi Eliezer says, \"Mochiach says concerning Lot, who was not in Sodom, but because of his possessions. He also went out with his hands on his head as it is stated:\" From Hamlet, you have put enough to save your soul. \"Rabbi Shimon said: Because of what the assets of the righteous in which Ovedine said, because they caused the righteous to live among the wicked, and things are light and warm What if no assets other than heroin and Shumaen not talking about the generation that made righteous wicked Scripture said his fellow staff burn way of life through the die Aac\"o having to fire. (translation from Google)."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ],
        [
            "Rabbi Dr. David Mevorach Seidenberg, from \"Kabbalah and Ecology\"",
            "http://www.amazon.com/Kabbalah-Ecology-Image-More-Than-Human-World/dp/1107081335"
        ],
        [
            "Sifra by Rabbi Shraga Silverstein",
            "http://www.sefaria.org/shraga-silverstein"
        ]
    ],
    "heTitle": "תוספתא סנהדרין",
    "categories": [
        "Tosefta",
        "Vilna Edition",
        "Seder Nezikin"
    ],
    "sectionNames": [
        "Chapter",
        "Tosefta"
    ]
}