{
    "work": "Megillat Taanit", 
    "text": {
        "1_Iyar, 0_Verse": "On the 7th of Iyyar was the dedication of the wall of Jerusalem, and it is forbidden to mourn thereon. ", 
        "11_Adar, 12_Verse": "On the 20th thereof the people fasted for rain (and it descended).", 
        "2_Sivan, 4_Verse": "On the 25th thereof the publicans were removed from Judah and Jerusalem.", 
        "7_Cheshvan, 2_Verse": "On the 25th thereof the wall of Samaria was captured. ", 
        "1_Iyar, 4_Verse": "On the 23rd thereof the garrison departed from Jerusalem. ", 
        "5_Elul, 4_Verse": "On the 22nd thereof we began to slay the wicked.", 
        "7_Cheshvan, 4_Verse": "On the 27th thereof they began again to bring the offerings of fine flour upon the altar. ", 
        "8_Kislev, 0_Verse": "On the 3rd of Kislev the ensigns were removed from the Court. ", 
        "11_Adar, 14_Verse": "On the 28th thereof the glad tidings reached the Jews that they were not to be restrained from the study of the Law. It is not permitted to mourn thereon. ", 
        "11_Adar, 8_Verse": "On the 16th thereof was begun the building of the wall of Jerusalem; it is forbidden to mourn thereon.", 
        "8_Kislev, 4_Verse": "On the 21st thereof was the day of Mt. Gerizim (on which it is not allowed to mourn). ", 
        "11_Adar, 4_Verse": "On the 13th thereof is the day of Nicanor.", 
        "10_Shevat, 3_Verse": "On the 22nd thereof the work on what the enemy commanded to bring into the Temple was stopped; not allowed to mourn.", 
        "5_Elul, 2_Verse": "On the 17th thereof the Romans evacuated Judah and Jerusalem.", 
        "11_Adar, 6_Verse": "On the 14th and 15th thereof (are the days of) Purim, on which it is not allowed to mourn.", 
        "8_Kislev, 6_Verse": "On the 25th thereof is the day of Hanukkah: eight days it is forbidden to mourn.", 
        "0_Nisan, 0_Verse": "These are the days on which one is not allowed to fast, and on some of them it is not permitted to mourn.", 
        "1_Iyar, 6_Verse": "On the 27th thereof was discontinued payment of the tribute (from Judah and Jerusalem). ", 
        "5_Elul, 0_Verse": "On the 7th of Elul was the day of the dedication of the wall of Jerusalem, on which it is forbidden to mourn. ", 
        "11_Adar, 0_Verse": "The 8th and 9th of Adar they supplicated and sounded blasts for rain.", 
        "7_Cheshvan, 0_Verse": "On the 23rd of Heshvan the Sorega was torn away from the 'Azarah. ", 
        "4_Av, 0_Verse": "On the 15th of Ab, the day of Xylophoria, it is forbidden to mourn.", 
        "6_Tishrei, 0_Verse": "On the 3rd of Tishri were removed the 'mentions' on documents.", 
        "11_Adar, 10_Verse": "On the 17th thereof the Gentiles arose against the refugees of (?) Sepphoris in the province of Chalcis and in Beth Zabdain, but there came salvation (to the Jews). ", 
        "0_Nisan, 1_Verse": "From [on] the 1st [until the 8th] of Nisan was established the Daily offering,- mourning is forbidden.", 
        "10_Shevat, 0_Verse": "On the 7th of Shebat is a holiday, whereon it is not allowed to mourn.", 
        "10_Shevat, 5_Verse": "On the 28th thereof Antiochus (the king) departed from Jerusalem. ", 
        "3_Tammuz, 0_Verse": "On the 4th (10th) of Tammuz the book of decrees was removed (on which it is not allowed to mourn).  ", 
        "8_Kislev, 2_Verse": "On the 7th thereof (a holiday).", 
        "4_Av, 4_Verse": "On the 24th thereof we returned to our Law.", 
        "1_Iyar, 2_Verse": "On the 14th thereof (was slaughtered) the Minor Passover, on which it is forbidden to mourn. ", 
        "2_Sivan, 2_Verse": "On the 15th and 16th thereof the people of Bethshean {Scythopolis} and the valley were exiled. ", 
        "9_Tevet, 0_Verse": "On the 28th of Tebeth the Sanhedrin sat in judgement. ", 
        "0_Nisan, 3_Verse": "From the 8th thereof until the close of the festival (of Passover) a holiday (of a week) was declared during which it is forbidden to mourn.", 
        "2_Sivan, 0_Verse": " On the 14th of Sivan the tower of the Fort was captured. ", 
        "11_Adar, 2_Verse": "On the 12th thereof is the day of Tyrian. "
    }, 
    "meta": "Verse"
}