{
    "versionTitle": "merged", 
    "sectionNames": [
        "Perek", 
        "Pasuk"
    ], 
    "categories": [
        "Musar"
    ], 
    "language": "en", 
    "title": "Messilat Yesharim", 
    "text": [
        [], 
        [
            "The foundation of piety and the root of perfect service [of G-d] is for a man to clarify and come to realize as truth what is his obligation in his world and to what he needs to direct his gaze and his aspiration in all that he toils all the days of his life.", 
            "Behold, what our sages, of blessed memory, have taught us is that man was created solely to delight in G-d and to derive pleasure in the radiance of the Shechina (divine presence). For this is the true delight and the greatest pleasure that can possibly exist. The place of this pleasure is, in truth, in Olam Haba (the World to Come). For it was created expressly for this purpose.But the path to arrive at the \"desired haven\" (Ps.107:30) of ours is this world. This is what our sages of blessed memory said: \"this world is like a corridor before the World to Come\" (Avot 4:16).", 
            "The means that lead a person to this goal are the commandments which the blessed G-d commanded to us. The place of the performance of these commandments is only in this world. ", 
            "Therefore, man was first placed in this world so that through these means prepared for him here, he will be able to reach the place prepared for him, namely, the World to Come, there to be sated with the good which he acquired through these means. This is what our sages of blessed memory said \"today to do them, and tomorrow to receive their reward\" (Eruvin 22:1).", 
            "When you look further into the matter, you will see that true perfection lies only in clinging to G-d. This is what King David said \"But as for me, closeness to G-d is my good\" (Ps.73:28) and, \"one thing I asked from G-d; that I seek, that I may dwell in G-d's house all the days of my life, to gaze on the pleasantness of G-d...\" (Ps. 27:4). For only this is the good, while anything besides this that people consider good is really emptiness and mistaken worthlessness.For a person to attain this good, it is proper that he first exert himself strenuously to acquire it, namely, to exert himself to cling to the blessed G-d through the power of deeds whose consequence is this end. These deeds are the commandments.", 
            "The Holy One, blessed be He, has put man in a place where the factors which draw him away from the blessed G-d are numerous. These are the earthly desires which if he is pulled after them, behold, he draws away and goes ever further from the true good.Thus, we see that man is truly placed in the midst of a raging battlefield. For all matters of this world, whether for the good or for the bad, are trials for a man. Poverty from one side versus wealth from the other. This is as Shlomo said: \"Lest I be satiated, and deny You, and say, Who is G-d? or lest I be poor, and steal..\" (Prov.30:9). Tranquility on one hand versus suffering on the other, until the battle is waged against him from the front and from the rear. If he will be valiant, emerging from the battle victorious on all fronts - he will be the \"Adam HaShalem\" (whole/perfect man) who will merit to cling to his Creator and will emerge from this corridor to enter into the palace to enlighten in the Light of (eternal) Life. According to the extent that he conquered his inclination and lusts, and distanced from the factors which distance him from the good, and exerted himself to cling to G-d, to that extent will he attain it and rejoice in it.", 
            "If you look deeper into the matter, you will see that this world was created for man's use. But, behold man stands on a great balance. For if he is drawn after the world and distances from his Creator, behold, he corrupts himself and corrupts the world with him. But if he rules over himself and clings to his Creator, and uses the world only as an aid to serve his Creator - then he elevates himself and elevates the world with him. For all creations are greatly elevated when they serve the \"Adam HaShalem\" (whole/perfect man) who is sanctified with the holiness of the blessed G-d.This is like what our sages of blessed memory said regarding the light which G-d stored away for the righteous (Chagiga 12a): \"when G-d saw the light which He stored away for the righteous, He rejoiced, as written: 'the light of the righteous rejoices' (Prov.13:9\".And regarding the \"stones of the place\" which Yaakov took and placed under his head the Midrash says (Chulin 91b): \"Rabbi Yitzchak says: 'this teaches us that they gathered together in one place, each one saying: let the righteous man lay his head upon me'\".", 
            "Our sages roused us to this fundamental principle in Midrash Kohelet saying: \"see the work of G-d..\" (Ecc. 7:13), \"when the Holy One, Blessed be He, created Adam, He took him and led him to pass before all the trees of the Garden of Eden and said to him: 'see how beautiful and excellent are my works. All that I have created, I have created for your sake. Be careful that you do not become corrupt and destroy My world.\"", 
            "The general principle of this matter: man was not created for his state in this world, but rather, for his state in the World to Come. Only that his state in this world is a means towards his state in the World to Come, which is his ultimate purpose.Hence, you will find many statements of our sages, of blessed memory, all along similar lines, comparing this world to a place and time of preparation while the next world is compared to a place of rest and eating what has already been prepared. For instance they said: \"this world is like a corridor\" (Avos 4:16), as I wrote earlier; \"today for their performance and tomorrow [for receiving their reward]...\" (Avodah Zara 3a); \"He who toiled on friday will eat on the Sabbath\" (Koheles Raba 1:15); \"this world is like the shore and the next world like the sea..\", and many other statements along the same lines.", 
            "Indeed, you can see that no rational person can possibly believe that the purpose of man's creation is for his existence in this world. For what is man's life in this world? Who is truly happy and content in this world? \"The days of our life are 70 years, and if by strength, 80 years, yet their span is but toil and trouble\" (Ps.90:10).How many sorts of distress and sicknesses, pain and burdens, and after all that death! Not one in a thousand can be found to whom this world has granted plenty of pleasures and true contentment. And even such a person, if he reaches the age of a hundred years, already [is as one who already] passed and disappeared from the world.", 
            "Furthermore, if the purpose of man's creation were for the sake of this world, it would not have been necessary to imbue him with such a lofty and exalted soul, greater even than the angels themselves.Especially so, when the soul finds no satisfaction whatsoever from all the pleasures of this world. This is what our sages teach us in Midrash Koheles: \" 'but the soul will not be fulfilled' (Koheles 6:7) - What is this analogous to? To the case of a common peasant who married the king's daughter. Even if he brought her all that the village possessed, it would be as nothing to her. For she is the king's daughter. So too with the soul, if you would bring to her all the pleasures of this world, they would be like nothing to her. For she is from higher worlds\" (Koheles Raba 6:7).", 
            "Likewise our sages of blessed memory taught us: \"against your will were you formed, and against your will were you born\" (Avot 4:22). For the soul does not love this world at all. On the contrary, it despises it. If so, certainly, the Creator, blessed be His Name, would never have created something for a purpose which is against its nature and despised by it!Rather, man's creation was for his state in the world to come. Therefore, this soul was placed in him, for it befits the soul to serve G-d; and through it a man will be rewarded in proper time and place. Thus this world will not be something despised to his soul, but rather beloved and cherished by it. This is evident.", 
            "Behold, after knowing all this, we will immediately realize the grave obligation of the commandments upon us and the preciousness of the Divine service which lies in our hands. For these are the means which lead us to the true perfection. Without them, this state will not be attained in the least.It is known that a purpose is not attained without the combined contribution of all the means found and employed to achieve it. According to the capacity of the means and their use will be the resulting achievement of purpose and any slight deviation found in the employed means will be very noticeable in the end result derived from their combined contributions. This is self-evident.", 
            "It is obvious therefore, that we must be meticulous to the utmost degree in the manner of observance of the commandments and the service of G-d just as the merchants of gold and precious gems are meticulous to the utmost precision in weighing them due to their precious value. For the fruits of the commandments is the true perfection and the eternal preciousness of which there is nothing more precious.", 
            "To summarize what we have learned, the primary [purpose] of man's existence in this world is solely to fulfill the commandments, serve [G-d] and stand up to trials. The pleasures of this world should only be used for aiding and assisting him, so that he will have tranquility and peace of mind in order to free his heart for this service incumbent upon him.Thus it is proper that all of a man's inclination be solely to the blessed Creator and that all of his actions great or small have no other purpose than to draw closer to G-d, blessed be He, and to break down all the barriers separating him from his Master, which are all the matters of physicality and the things dependent on them, until he is drawn towards the blessed G-d like iron is drawn to a magnet.And anything that he deems to be a means serving to drawing close to G-d, he will chase after it, grab hold of it, and not let it go.And anything which he deems to be detrimental to this, he should flee from it as one flees from fire, similar to what is written: \"my soul clings after You, Your right hand upholds me\" (Ps. 63:9). For his coming to this world is only for this purpose, namely, to attain this closeness, by rescuing his soul from whatever hindrance and detriment to it.", 
            "Behold, after we have known this general principle and clarified its veracity, we must investigate on its details, according to its stages, from beginning to end as Rabbi Pinchas ben Yair arranged in his teaching which we brought in the introduction. ", 
            "These steps are \"watchfulness\", \"zeal\", \"cleanliness\", \"separation\", \"purity\", \"piety\", \"humility\", \"fear of sin\", \"holiness\".", 
            "Now we will clarify them one by one, with G-d's help."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "The scale of chassidus/piety. What needs to be explained now is this scale of piety, and this is a very, very important thing. You should know, in truth, that this is the hardest part of piety, because it is very delicate and the yetzer ([evil] inclination) has a big entrance. Therefore the danger is very real, because many good things the yetzer is able to distance as if they are bad, and many sins he can draw close as if they are great mitzvos. And the truth is that nobody can succeed with this scale unless he has three things: 1) that his heart is the straightest of hearts, whose focus is nothing but to please Him, may He be blessed, and nothing but that; 2) that he should think about his actions with much introspection, and try to fix them according to this goal [pleasing Hashem]; 3) And after all this, he should cast his burden upon Hashem, bcause then it will be said of him (Tehilim 4:6,12) \"Praiseworthy is the man whose strength is in You...He will not hold back good for those who walk in purity.\"", 
            "But, if one of these conditions are lacking, he won't reach completion, and he is more likely to fail and fall, that is--either if his intentions are not the best and purest; or if he is negligent in his introspection of what he can think deeply about; or if after all this he does not put his trust in his Creator--it is very difficult for him not to fall. But, if these three things he guards as he should--purity of thought, introspection, and faith--then he will certainly walk in truth and nothing bad will happen to him. This is what Chana said in her prophecy (Shmuel 1, 2:9) \"The foot[steps] of His chassidim He will guard\", and David likewise said (Tehilim 37:28) \"He will not foresake his chassidim; forever they will be guarded.\"", 
            "And behold, what needs to be understood is that you can't judge matters of chassidus/piety by their first appearance; rather, you need to think deeply and understand what the consequences of your actions will be. Because sometimes the action itself will look good, but since the results will be bad, he's obligated to leave it, and if he would do it, he'd be a sinner, not a chassid. The story of Gedaliah ben Achikam is obvious to us [in hindsight] that because of his piety to not judge Yishma'el unfavorably, or to not accept lashon hara/slanderous talk, he said to Yochanan ben Korach, \"You are lying about Yishma'el! (Yirmiyahu 40),\" and what did he cause? The result was that he died, and all the Jews were scattered, and the last burning coal was put out. The verse already attributes the killing of men that was caused by him as if he personally had killed them, with their saying (Niddah 61) on the verse \"all the corpses of the people that were killed by Gedaliah.\" "
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Daf Yomi Review", 
            "http://dafyomireview.com/mesilat.php?d=3"
        ]
    ], 
    "heTitle": "מסילת ישרים", 
    "versionSource": "https://www.sefaria.org/Messilat_Yesharim"
}