{
    "title": "Even Ha'azel on Mishneh Torah, Substitution",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Substitution",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>היורש ממיר הניח בהמה לשני בניו ומת הרי זו קריבה ואין ממירין בה שהרי הם בה שותפין והשותפין אין עושין תמורה כמו שבארנו.</b><br><b> בגמ' </b> זבחים דף ה' ע\"ב אמר למימרא דקניא להו והאמר ר\"י הניח מנחה לשני בניו ומת קריבה ואין בו שותפות ואי ס\"ד קניא להו נפש אמר רחמנא, ולא קניא להו והאמר ר' יוחנן הניח בהמה לשני בניו ומת קריבה ואין ממירין בה, אי אמרת בשלמא קניא להו היינו דאין ממירין בה דהויא לה כשותפין ושותפין לא מצו ממירין אלא אי אמרת לא קניא להו אימורי נמי לימרו, ומתרץ שאני התם דאמר קרא אם המר ימיר לרבות את היורש אחד ממיר ואין שנים ממירין, א\"ל רב אסי לרב אשי ומינה אי אמרת בשלמא קניא היינו דחד מיהא מימר אלא אי אמרת לא קניא להו היכי מימר הא מתכפר עושה תמורה, ומתרץ מקיבעא לא מכפרא מקופיא מכפרא עכ\"ל הגמ'. ומפשטות הסוגיא משמע דמה דמסיק מקיבעא לא מכפרא מקופיא מכפרא היינו דלא קניא להו דכפרת קופיא אינה חשובה שבשביל זה יהיו היורשין כשותפין, ומשו\"ה גבי מנחה שהניח לשני בניו ומת קרבה ואין בו שותפות ומה דלא מצי להמיר הוא מגזה\"כ אחד ולא שנים ולא מטעם שותפות [וגם הא דמקשה רב אסי לר\"ל ביורשים של יולדת כיון דאי איכא כמה עשה גבה מיכפרא יורשי' נמי מיכפר, דמ\"מ כיון דאין יורשים בהקרבן כפרת קיבעא נקרא הקרבן בזה אינו מרצה ושפיר אמר ר\"א דמצינו בבאין לאחר מיתה שהן כשרין ואין מרצין], והקשה הלח\"מ בפי\"ד ממעה\"ק על הרמב\"ם כאן שכתב דטעמא דאין ממירין שהרי הם בה כשותפין והא לפי המסקנא אי אפשר דהוי כשותפין דא\"כ הניח מנחה לשני בניו ומת אמאי קריבה.<br><b> וכתב </b> הלח\"מ דלפי המסקנא אמרינן דכיון דמקופיא מתכפרי הוי כשותפין במקצת ומ\"מ לענין הקרבה קרבה דנפש מקרי כיון דלא הוי שותפין לגמרי דלית להו כפרת קיבעא אבל לענין מימר אין שנים ממירין דמשמע קרא אחד ממיר, ואע\"ג דהתם נמי כתיב נפש ואמרינן דהוי כחד, גבי המרה חשבינן לי' כשנים כיון דהא דמרבינן יורש משום קרא דהמר ימיר הא לא מרבינן אלא יחיד, והבו דלא להוסיף עלה, וכונתו לחלק בין מנחה לתמורה דבתמורה הוא משום קרא דהמר ימיר דמשמע אחד ואינו מבורר לפ\"ז במה יישב קושיתו דהא זהו מה שהקשה מתחילה דמשמע דלא משום שותפות רק מקרא.<br><b> ונ\"ל </b> בכונת הלח\"מ דתמורה לא משום מיעוט מיוחד על יורש הוא, אלא מאותו מיעוט דממעטינן שותפין, דעלמא מקרא דלא יחליפנו ולא ימיר, ולא כדמרבינן יורש דממיר מקרא דאם המר ימיר לית לן לרבויי בי' יותר מבבעלים וכיון דבעלים גופייהו אין השותפין ממירין גם יורש לית לן לרבויי אלא אחד כיון דעכ\"פ מתכפרי מקופיא, אבל גבי מנחה דאין צריך לרבות את היורש שמקריב מנחת אביו דהא אפילו בלא יורש נמי מקריבין כיון דנשתעבדו נכסיו להקרבן, דכל קרבנות נדבה באין לאחר מיתה, וא\"כ כשיש לנו מיעוט מקרא דנפש דאין שותפין מקריבין מנחה, צ\"ל דהמעוט דנפש קאי בין על הבעלים ובין על היורש דכל דבשותפות אין מקריבין, וכיון שאנו באין למעט שותפות מיורש אמרינן דלא נתמעט אלא שותפות גמורה דומיא דבעלים שותפין, אבל שותפות קצת דהיינו יורשים שאין להם רק כפרת מקופיא לא ממעטינן.<br><b> אך </b> עיקר קושיתו לא נראה לי דהרמב\"ם סובר דהא דאמר בגמ' מאם המר ימיר הוא נמי משום שותפות דהא חד מיעוטא הוא, ואם נימא דיורשין הוא לא מטעם שותפות ורק דגזה\"כ אחד ולא שנים ובבעלים ממעטינן מהך קרא שותפות ומנלן באמת למעט תרווייהו, אלא דצריך ליישב ס\"ד דהגמ' ומסקנא דלכאורה אדרבה יקשה קושית הגמ' מאי קס\"ד דעכ\"פ כיון דיורש ממיר ובכמה שהוא ממיר הוי להו שנים ואין שנים ממירין דאטו שותפות כתיב בקרא, ורק דבזה שהוא ממיר ממעטינן דשנים אין ממירין.<br><b> ונראה </b> דמעיקרא הוי ס\"ד דגמ' דכיון דהיורשים אין להם שום זכות בקרבן א\"כ הא דממעטינן בקרא לרבות דיורש ממיר אינו מדררא דזכות ירושה, דאטו דין תמורה הוא זכות הא אדרבא היא עבירה, ורק דהוי ס\"ד דקם תחת אביו וכמו לדברים אחרים שהוא קם תחת אביו, ואף דלא מצינו זה רק בבן הוי ס\"ד דמרבינן כה\"ג ביורש דקם תחת מורישו, ובזה מקשה הגמ' דע\"כ דקנו ולכן הוו שותפין, אבל אי אמרת דלא קנו א\"כ ע\"כ לומר דהא דיורש ממיר הוא בגדר קם תחת אביו ובזה הא לא שייך כלל שהם שנים דמי שממיר הוא קם והשני לא קם כלל.<br><b> ומתרץ </b> בגמ' דאמר קרא לרבות את היורש וגם בזה מיעט אחד ולא שנים ואי אפשר לומר דכונת הכתוב דדוקא שניהם אין ממירין אבל כל אחד יכול להמיר, דאם אחד יכול להמיר א\"כ מה איכפת לן שגם השני אמר שיהא מומר כיון שאפשר להיות נתפס תמורת כל אחד ואף דאפשר לדחוק בזה, אבל הגמ' תפש דרשת הקרא לא דשנים אין ממירין אלא דשני יורשין אין ממירין אפי' אחד מהם. והי' אפשר לומר דהוא רק גזה\"כ דשנים אין ממירין ולא מסברא אכן למסקנא דאמרינן דמקופיא מכפרי א\"כ מסתבר דשנים אין ממירין דהא כל אחד רוצה לבטל הקדש חבירו וכמו שכתבנו, משום שיש לומר שעיקר דין תמורה אף דאמרה תורה דהוא ותמורתו יהי' קודש אבל עיקר תמורה הוא דוקא באופן שהעושה תמורה רוצה שתכנס זו ותצא זו, [אף דבתמורה מוכח דבשניהם יהיו קדושים ג\"כ איכא גדר תמורה יש לעיין שם בזה].<br><b> ולפ\"ד </b> נבין החילוק מה דגבי מנחה הניח מנחה לשני בניו אינם שותפין אע\"פ שמכפר מקופיא, וגבי תמורה אמרינן דהם שותפין משום דמכפר מקופיא, וטעמא דכיון דבאמת גבי תמורה לא כתוב המיעוט לשותפין אלא עיקר הדין הוא דאחד ממיר ולא שנים, והא דמייתי בגמ' ראי' מזה דקנו הקרבן הוא כמש\"כ דאל\"כ ע\"כ נצטרך לומר דהוי רק דין דקם תחת אביו וא\"כ אינם שנים, אבל כיון דיש לשניהם עכ\"פ כפרת מקופיא א\"כ שניהם יורשין על הקרבן ותו הוי שנים ושנים אין ממירין אף דלא קנו, אבל במנחה ממעטינן שותפין וכיון דלא קנו אינם שותפין.<br><b> ויש </b> להוסיף בזה דלכאורה יקשה גבי מנחה דכתיב נפש ומשמע יחיד ולא שנים, וא\"כ כיון דיורשין קנו קרבן אביהם לענין כפרת מקופיא א\"כ אמאי כשר, וי\"ל דבשלמא גבי ממיר דבלא קרא לא היינו אומרים דיורש ממיר, וקרא לא מרבי אלא אחד ולא שנים, אבל בהניח מנחה הא קרבה גם בלא בעלים, ורק בחטאת ואשם הוא דבעינן בעלים, ולכן במנחה איברא דקנו קצת עדיין אין הקרבן שלהם לגמרי ומהכ\"ת יפסל, דלא גרע ממנחה שאין לה בעלים כלל דכשרה, ומשו\"ה מוכיח בגמ' דע\"כ לא קנו לגמרי דאם קנו לגמרי לכפר מקבעא א\"כ המנחה שלהם וא\"כ הא אינה באה בשותפות, אבל בתמורה דצריכים לרבות יורש לתמורה ומרבינן רק אחד, [ויש לומר זה בד' הגמ' דאמר שאני התם דאמר קרא אם המר ימיר לרבות את היורש וכו', וי\"ל דהביאור דגם המקשן הוי ידע דאיכא ביורשין כפרת מקופיא ומשו\"ה הקשה דמ\"ש מאי איכא בין מנחה לתמורה ומתרץ דתמורה הא ידעינן מקרא דיורש ממיר ומרבינן רק אחד].<br><b> ובדעת </b> הרמב\"ם יש לומר דלא צריך כלל למש\"כ דמשום דלתמורה נתרבה יורש והבו דלא לוסיף עלה דשנים אין ממירין וכמש\"כ הלח\"מ. די\"ל בפשוטו דגבי דין הקרבה כתיב ונפש כי תקריב והעיקר הוא בעל הקרבן וכיון דלא מכפרא לא יורשים מקיבעא לא הוו בעל הקרבן ועיקר הקרבן של אביהם, אבל גבי תמורה דאמר בגמ' דגם כפרת מקופיא הוי כפרה לעשות תמורה ובטעמא צ\"ל דכיון דיש לו עכ\"פ זכות להתכפר הוא ממיר זה הזכות על בהמה שלו ועכ\"פ גבי שני יורשין הא על זכות זה להתכפר מקופיא הוי שותפין ושותפין אין ממירין."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>האומר הרי זו תמורת עולה ושלמים דבריו קיימים ותמכר ויביא בחצי דמיה תמורת עולה ובחצי דמיה תמורת שלמים, אמר הרי זו תמורת עולה ותמורת שלמים אם נתכוון לכך מתחילה דבריו קיימים ואם לא נתכוון בתחילה אלא לתמורת עולה וחזר ואמר תמורת שלמים אע\"פ שחזר בתוך כדי דבור אין תופשין אלא לשון ראשון והרי היא תמורת עולה בלבד.</b><br><b> אע\"פ </b> שחזר תוך כדי דבור, הש\"ך בחו\"מ סי' רנ\"ה הקשה על הרמב\"ם מסוגית הגמ' דב\"ק דף ע\"ג דמקשה שם בגמ' וסבר ר' יוסי תוכ\"ד כדבור והתנן הרי זה תמורת עולה ונמלך ואמר תמורת שלמים הרי זו תמורת עולה, והוינן בה נמלך פשיטא, ואמר ר\"פ נמלך תוכ\"ד קאמרינן, ומתרץ תרי תוכ\"ד הוי וכו' ומפורש בגמ' דהקדש וממיר דינו כשאר דברים, ועי' בקצוה\"ח שם שכתב לתרץ דהרמב\"ם דחה סוגיא דב\"ק מהא דנזיר הריני נזיר מן הגרוגרת ומן הדבלה ב\"ש אומרים נזיר ובית הלל אומרים אינו נזיר ומקשה בגמ' אב\"ש אמאי מכל אשר יעשה מגפן היין אמר רחמנא וכו', אלא ב\"ש סבר לה כר\"מ דאמר אין אדם מוציא דבריו לבטלה וכיון דאמר הריני נזיר ה\"ל נזיר כי קאמר מן הגרוגרת ומן הדבילה לאתשולי הוא דקאתי, וב\"ש לטעמייהו דאמרי אין שאלה בהקדש, וע\"ש בתוס' דלאתשולי לאו דוקא אלא שבא לחזור וע\"ש עוד בתוס' דהוא תוכ\"ד ומבואר דאי אין שאלה בהקדש לא מהני תוכ\"ד ונדחה סוגיא דב\"ק, ולכן בתמורה דקיי\"ל דתמורה בטעות הוי תמורה ואין שאלה בתמורה ל\"מ ג\"כ חזרה כמו לב\"ש בהקדש.<br><b> והנתיבות </b> כתב ע\"ד הקצוה\"ח דכיון דלא אשכחן בזה פלוגתא אין סברא לומר דנדחה, ועוד דאיך יפרש הסוגיא דב\"ק הך מתני' דנזיר דמוכח דאי אין שאלה בהקדש ל\"מ תכ\"ד, ובעיקר יסוד דברי הקצוה\"ח חילק הנתה\"מ דלא ילפינן אלא דתמורה בשוגג ובטעות הוי תמורה דילפינן מקרא דיהי' קודש, אבל לחזור מתמורת עולה לתמורת שלמים אה\"נ דמהני.<br><b> והנה </b> סברתו שדחה בזה דברי הקצוה\"ח אינה מוכרחת דאם הי' אפשר לעשות למפרע הדבור של עולה שיהי' שלמים היו דבריו נכונים, אבל באמת זה א\"א ואם נימא שתהי' שלמים ע\"כ צריך לבטל הדבור הקודם ושיתפוס הדבור השני, וזה א\"א מקרא דיהי' קודש, אלא דצריך לבאר במה פליגי הנך סוגיות ואיך נפרש מתני' דנזיר לפי סוגיא דב\"ק.<br><b> ונראה </b> עפ\"מ שכ' הרמב\"ם בפ\"א מהל' נזירות הלכה י' אבל האומר הריני נזיר מן הגרוגרות או מן הדבילה וכיוצא בהן הרי זה אסור בהן ואינו נזיר, ובהשגת הראב\"ד זה אינו מחוור דסתם מתני' דלא כר' נתן דקאמר לב\"ה נדור ואינו נזיר, והכ\"מ כתב שהרמב\"ם הי' גורס מתני' כר' נתן והקשה הלח\"מ דהא ר' יהודא קאמר דב\"ש נדור ואינו נזיר קאמר ואי ב\"ה נמי הכי ס\"ל במאי פליגי ודוחק לומר דלא פליגי וקושייתו אינה קושיא דאה\"נ דלר\"י פליגי בזה אי נדור אי אינו נדור אבל לת\"ק פליגי אי נזיר אי אינו נזיר אבל בנדור מודו ב\"ה.<br><b> והלח\"מ </b> כתב דכיון דבגמ' אמרינן דב\"ה ס\"ל כר\"ש ומשו\"ה אינו נדור כמו שכתבו בתוס' וא\"כ הרמב\"ם דפסק כרבנן ממילא הוי נדור, והוא בעצמו דחה זה וכתב כן בטעמו של הראב\"ד דהא דקיי\"ל כרבנן היינו דוקא באומר אילו הייתי יודע כדקאמר ר' יוחנן שם ופסק כן הרמב\"ם וא\"כ הכא אפי' רבנן מודו, ובטעם דברי הרמב\"ם כתב הלח\"מ דברים שאינם מבוררים כלל אך כונתו כפי שהגהתי בספר הרמב\"ם שלי דצריך למחוק מתחילה תיבת אינו ולהעמידו אח\"כ [וכך צ\"ל אלא משום דאית לי' כסתם מתני' דב\"ה סברי (אינו) נדור ואינו נזיר אבל אי הוי סברי [אינו] נדור ואינו נזיר] וגם צ\"ל במקום לא אמנו דבריו לגמרי שבדפוס צ\"ל לא נתנו דבריו לדחות לגמרי, וכונתו דאף דהוא לא אמר אילו הייתי יודע מ\"מ בלא סברא דר\"ש דאית לי' שלא התנדב וכו' צ\"ל כאן נדור דהא אפשר להיות נדור מן הגרוגרות משא\"כ התם דא\"א להביא מנחה מן השעורים [ובספר הרמב\"ם כתוב עוד בכ\"י מרן ואפשר להגיה דברי הלח\"מ באופן אחר שצ\"ל אע\"ג דלא אמר אילו הייתי יודע כי התם אהנו דבריו לפחות ליהוי נדור ואינו נזיר ע\"כ].<br><b> אך </b> בלא דברי הלח\"מ נראה ליישב באופן אחר דלפ\"מ דאמר מעיקרא מאן תנא דכי אמר הרי עלי מנחה מן השעורים יביא מן החטים אמר חזקי' במחלוקת שנוי' וב\"ש היא ע\"כ סובר דלת\"ק מכיון דלא סבר כר\"ש צריך להיות נזיר, וקשה הא דאף דת\"ק לא סבר לסברא דר\"ש שלא התנדב כדרך המתנדבים עכ\"פ הרי הוי נזיר אי סבר דיש שאלה בהקדש, וצ\"ל דאה\"נ דכונת חזקי' לומר דאתא לגמרי כב\"ש ואין שאלה להקדש, וא\"כ ר\"ש דאמר שלא התנדב כדרך המתנדבים נמי סבר כב\"ש ולא מסתבר כלל, ולכן נראה עפ\"מ שכ' הנתה\"מ בסי' רנ\"ה דבאמר הרי עלי תודה ולחמה מן החולין לא שייך תכ\"ד דהא לא חזר מן התודה, ודימה זה לאומר הריני נזיר עד שאשתה יין, וכתב דנראה דאפי' אמר הריני נזיר שאשתה יין נמי אסור וא\"כ כיון דנאמר דסבר אין אדם מוציא דבריו לבטלה לא הוי כלל נדר ופתחו עמו דהא אינו חוזר כלל ממה שאמר הריני נזיר אלא דרוצה להיות נזיר ואינו אסור ביין וזה א\"א והוי מתנה עמשכב\"ת, וזהו מה דהוי סבר חזקי' דהרי עלי מנחה מן השעורים מביא מן החטים דכיון דנתחייב במנחה אלא שרוצה להביא מן השעורים וזהו מתנה עמשכב\"ת, ור' יוחנן סבר דבכה\"ג לא דמי כלל למתנה עמשכב\"ת ורבנן נמי לא מחייבי אלא באומר אילו הייתי יודע.<br><b> ולפ\"ז </b> נאמר דמה דאמר בסוגיא מקודם דב\"ה סברי כר\"ש היינו אליבא דחזקי' והוא תי' אחר לגמרי וכמו אבע\"א דלפ\"ז לא צריך כלל לסוגיא דמעיקרא דאפי' יש שאלה בנזירות הכא לא מהני חזרה דהוי מתנה עמשכב\"ת וזהו מאי דאמר אח\"כ ב\"ש כר\"מ וכר\"י שכתבו בתוס' דזהו ר\"י דמתני' ולא שייך הלשון ר\"ש כר\"י דהא ר\"י אליבא דתרווייהו אמר אלא כר' יהודה היינו תנא דמתני' דמנחות דפליג על ר\"ש כדמוכח להדיא בתוספתא דזהו ר' יהודה.<br><b> ועכשיו </b> מיושב שפיר דסוגיא דב\"ק הוא אליבא דחזקי' דלא פליגי כלל ב\"ש וב\"ה בענין חזרה תכ\"ד ולעולם חזרה אינו תלוי בדין שאלה בנזירות, אלא דצריך להוסיף על זה שכתבתי דסוגיא דב\"ק כחזקי' דלכאורה מהא דחזקי' אינו הכרח דלא אמרינן היכי דאין נשאלין לא מהני חזרה תכ\"ד, אלא דסבר דלא שייך כאן דין חזרה משום דאינו חוזר מעצם הנזירות או המנחה.<br><b> אכן </b> יש לומר דהא בהא תליא דאי חזקי' הוי סבר ליסוד זה דהיכי דאין נשאלין לא מהני חזרה א\"כ אין יסוד לחדש מדברי ב\"ש דלא שייך חזרה באופן זה וכמו דאנו רואין דר' יוחנן לית לי' הך סברא, וע\"כ דהא דמחדש חזקי' סברא זו בשביל דלא ניחא לי' לאוקמי כגון דאמר אילו הייתי יודע, ומוכרח לחדש מדברי ב\"ש סברא זו דלא שייך חזרה באופן זה, אבל אי הוי סבר כסברת גמ' הקודמת דהיכי דאין נשאלין לא מהני חזרה א\"כ אין מקור לחדש סברת חזקי' וע\"כ מוכח דחזקי' באמת לא סבר כן וכנ\"ל.<br><b> והנה </b> מש\"כ לפרש הא דאמר וב\"ה כר\"ש דהוי כמו אבע\"א דצריך לזה להגיה ולומר ב\"ש כר' יהודא כדאמר בסיפא אינו מוכרח לתירוצי על הרמב\"ם דאפי' אם נפרש כפי' התוס' וניישב דברי הרמב\"ם בפ\"א מנזירות כמש\"כ הלח\"מ דהרמב\"ם סובר דסברא דר\"ש שלא התנדב וכו' הא לא סבר ת\"ק ורק דהתם גבי מנחה מן השעורים שצריך לחייבו יותר מדבורו בזה לא סבר ר' יוחנן בלא אומר אילו הייתי יודע, אבל הכא לאסרו בגרוגרת ודבילה דעכ\"פ דעתו הי' לאסור עצמו, והוי כאומר אילו הייתי יודע, אלא דכ\"ז אליבא דר' יוחנן, אבל לחזקי' ודאי הוא מטעמא אחרינא וכמש\"כ, וראי' לזה דהא במנחות לא הוזכר כל הסוגיא דנדרים ועי' בתוס' שם, ולכן נוכל שפיר לומר דסוגיא דב\"ק אזלא אליבא דחזקי', ורק מהא דאמר אח\"כ בהא דר' נתן ב\"ש כר' יהודה היינו בר פלוגתא דר\"ש וכמש\"כ ומקיצור דברי הגמ' משמע דגם מעיקרא דאמר ב\"ה כר\"ש היינו לכונה הנ\"ל וכמש\"כ.<br>ב) <b> שם </b> בגמ' זבחים דף ל' אבע\"ל הרי זו תמורת עולה ושלמים מהו לחצות מהו, אמר אביי בהא ודאי מודה ר\"מ, אמר רבא לאביי לדידך דאמרת בהא ודאי מודה ר\"מ הרי שחיטה דלכי לחצות דמי ופליגי, אמר לי' מי סברת אינה לשחיטה אלא לבסוף ישנה לשחיטה מתוע\"ס ומשנתנו דאמר סימן ראשון חוץ לזמנו סימן שני חוץ למקומו ע\"כ. והקשה הקרן אורה דהכא מוכח דזה דוקא אם ישנה לשחיטה מתוע\"ס, אבל אי אינה אלא לבסוף לא אמרינן דתפוס לשון ראשון משום דהוי כמו לחצות, וזהו לאביי ולרבא אפי' אינה אלא לבסוף אמרינן תפוס לשון ראשון, אבל עכ\"פ אי ישנה מתוע\"ס אפי' לאביי דסבר בלחצות מודה ר\"מ מ\"מ אי ישנה לשחיטה מתוע\"ס שייך לומר תפוס לשון ראשון, ובפסחים בהא דהקדים מולים לערלים מוכח דאי ישנה לשחיטה מתוע\"ס ודאי לא שייך לומר תפוס ל\"ר דודאי חיילי תרווייהו עי' מה שכתב בזה.<br><b> ונראה </b> דהחילוק פשוט דהכא שפיר אמרינן דכיון דתפוס לשון ראשון ונעשה דין פיגול אף דלא נגמר עד סוף כל העבודות דכהרצאת כשר בעינן, מ\"מ כיון דאם יגמרו כל העבודות בהכשר נעשה פיגול אמרינן דבפיגול לא גילתה התורה דיני פסולים, ומה דאמרינן מחשבות מוציאות זו מזו היינו בב\"א ממש, ולרבא דלחצות נמי מודה ר\"מ ע\"כ נאמר דלא ידרוש מחשבות מוציאות זו מזו וצ\"ע בזה, עכ\"פ כל זה שייך בפיגול דהוי בזה שם פסול, אבל במולים וערלים כיון דמקצת ערלה לא פסלה א\"כ אי ישנה לשחיטה מתוע\"ס וליכא סתירה כלל עיקר הכשרו בכך ולא שייך כלל תפוס לשון ראשון לומר דכבר נפסל דלא נפסל כלל ועיקר הכשרו כן.<br><b> עוד </b> הקשה הק\"א מה דהכא אמרינן דאפי' בסימן אחד למ\"ד אינה אלא לבסוף לא הוי שחיטה ובחולין דף כ\"ט לענין שחוטי חוץ אמרינן דבסימן א' לכו\"ע הוי שחיטה הואיל ונעשה מעשה חטאת העוף וע\"ש בתוס'.<br><b> ונראה </b> דהכא לענין פיגול בעי דוקא שחיטה המכשרת בקרבן זה וכיון דעולת העוף אין הכשרו בסי' א' לא הוי שחיטה לענין פיגול אבל בשחוטי חוץ בין כך וכך הוי שחיטה פסולה משום שחוטי חוץ ולא דמי לפיגול דאמרינן דמרצה לפיגולו, ורק דצריך שחיטה שכיוצא בה בפנים כשרה ולכן כיון דשחיטה זו בחטאת היתה כשרה אמרינן דשם שחיטה עלה לענין שחוטי חוץ."
            ]
        ],
        [
            [
                "<b>כיצד דין התמורות ליקרב, תמורת העלה תקרב עולה ואם היתה תמורתה נקבה או בעלת מום תרעה הנקבה עד שיפול בה מום ותמכר ויביא בדמיה עולה, תמורת החטאת תמות כמו שביארנו בפסולי המוקדשין, תמורת האשם תרעה עד שיפול בה מום ויפלו דמיה לנדבה, תמורת השלמים כשלמים לכל דבר טעונה סמיכה ונסכים ותנופת חזה ושוק, תמורת התודה כתודה אלא שאינה טעונה לחם כמו שביארנו בהלכות פסולי המוקדשין, תמורת הפסח אם המיר בה קודם חצות היום ארבעה עשר אין תמורתו קריבה אלא תרעה עד שיפול בה מום ויביא בדמיה שלמים ואם המיר בה אחר חצות הרי התמורה עצמה תקרב שלמים.</b><br><b> תמורת </b> הפסח, עי' בכ\"מ ובלח\"מ שתמהו בדברי הרמב\"ם דהרי פסק בפ\"ד מהלכות קרבן פסח הלכה כרבה דתלי מילתא בין קודם שחיטה ולאחר שחיטה וכאן פסק כר' זירא דתליא בקודם חצות לאחר חצות, והצל\"ח בפסחים דף צ\"ו כתב בטעם הרמב\"ם לפ\"מ שפסק בפט\"ו מהל' ק\"פ כבן בתירא דפסח ששחטו שחרית בין לשמו בין שלא לשמו פסול ולפ\"ז קודם חצות אינו ראוי כלל וס\"ל להרמב\"ם שאם המיר בקרבן בשעה שאין אותו קרבן ראוי להקרבה לא נתפס על התמורה קדושת הגוף, וכמש\"כ הר\"מ בפ\"ד מק\"פ במי שאבד פסחו ומצאו אחר שהפריש פסח אחר וכו' הואיל וזה הנמצא ראוי להקריבו פסח וראוי להקריבו שלמים אם המיר בזה הנמצא וכו' אין תמורתו קריבה, וכתב הכ\"מ בטעמא שכיון שלא הי' בו קדושה אחת בלבד קבועה אין בו כח להתפיס תמורתו, וק\"ו בנ\"ד דאין הקרבן ראוי להקרבה כלל לדידן דקיי\"ל כב\"ב, ומקור דברי הרמב\"ם כ' הצל\"ח שהוא עפ\"ד הירושלמי ע\"ש בדבריו.<br><b> והנה </b> דברי הכ\"מ צריכים ביאור במש\"כ לבאר בשיטת הרמב\"ם דקרבן שאין לו קדושה אחת קבועה אינה מתפסת תמורה, והדברים צריכים טעם וכי בשביל שיש לו שתי קדושות גרע כחו דליהוי קדושה דחויה, ועוד דאפי' נימא דסברא היא אין ראי' מזה ומאי ק\"ו הוא מזה על פסח קודם חצות כיון דאין מחוסר זמן לבו ביום והוי ראוי.<br><b> ולכן </b> יש לומר באופן אחר עפ\"מ שכתב הצל\"ח שם בטעמא דר' זירא דסובר קודם חצות ולאחר חצות שנינו וס\"ל דחצות קובעתו והרי שחיטת הפסח כשרה עד הערב וכתב הצל\"ח לפי מה דאמרינן ביומא דף ס\"ד דמצוה בראשון ומצינו תרי גווני ראשון א' היכי דאיתחזי קמייתא מקמי דאיתחזי בתרייתא וזהו בתרומת שקלים שכתוב בהם א' ב' ג' שמצוה בראשון ובזה לא מצאנו שנחלקו ר' יוסי ורבנן, ועוד מצאנו ראשון דלא אתחזי עד דאתחזי גם השני והוא פסח שאבד והפריש אחר תחתיו ונמצא הראשון ערב פסח קודם חצות ובחצות שניהם עומדים ונמצא שהראשון הוא ראשון להפרשה אבל מ\"מ בהגיע חצות איתחזו שניהם בבת אחת ובזה נחלקו ר\"י ורבנן דר\"י סובר גם בזה מצוה בראשון ורבנן סברי איזה מהם שירצה יקריב, וכל זה בנמצא קודם חצות אבל בנמצא אחר חצות שאז בהגיע חצות איתחזי השני שכבר הופרש עכ\"פ, ונמצא דזה השני הוא הראשון לשעה הראוי' להקרבה ואז שבקינן מעלת ראשון להפרשה ואזלינן בתר מעלת ראשון לשעה דאיתחזי ובין לרבנן בין לר' יוסי מצוה בשני שהוא ראשון דאיתחזי ובכה\"ג לא הוי הראשון דחוי בידים כיון שכן הדין דהשני קודם אבל בנמצא קודם חצות דשניהם שוות אם הקריב האחד הוי השני דחוי בידים, וכתב לקמן בדף צ\"ח על דברי רש\"י דרבה נמי אית לי' האי סברא והוי דיחוי ממילא וכמ\"ד דהוי דיחוי ע\"כ.<br><b> אכן </b> מדברי הרמב\"ם בפ\"ד מהל' קרבן פסח הל' ו' אין משמע כן שכתב בסתם איזה מהן שירצה יקריב לשם פסח ולא מחלק בין אם נמצא קודם חצות או לאחר חצות, וי\"ל דבזה הסברא פליגי רבה ור' זירא ורבה לית לי' האי סברא דראשון יש לו נמי מעלה דהוי ראשון להפרשה וי\"ל להלכה כיון דהראשון יש לו מעלה של ראשון להפרשה והשני ראשון דאיתחזי שניהם שוות אבל אי לא הוי ראשון להפרשה נקטינן כהצל\"ח דראשון דאיתחזי קודם, ובזה יש לומר בדברי הרמב\"ם דסובר דתמורת פסח אין יכול פסח וכ\"כ הצל\"ח משו\"ה אם המיר קודם חצות אילו הי' יכול לעשות פסח היו שניהם שוין דתרווייהו איתחזי בבת אחת וכיון דהמיר לפסח ואינה קריבה הוי קדושה דחויה אבל לאחר חצות כיון דאפילו היה תמורת פסח קריבה הי' הראשון לפסח והתמורה לשלמים דראשון דאיתחזי קודם משו\"ה אע\"ג דתמורת פסח אינה קרבה לא הוי קדושה דחוי' דממיר לכתחילה לשלמים ובקודם חצות אם המיר אע\"ג דהוי ראשון להפרשה מ\"מ כיון דתמורה הוי להיות כיוצא בו אין לו מעלת ראשון להפרשה, אבל לאחר חצות יש לו מעלה ראשון דאיתחזי דכך הוא הסדר להקריב ראשון דאיתחזי, ועוד דמשמע ברמב\"ם דלית לי' מעלת ראשון להפרשה דכתב בסתם ומשמע אפי' נמצא קודם חצות דשניהם איתחזי בבת אחת והראשון אף אם יש לו מעלת ראשון להפרשה איזה שירצה יקריב לשם פסח, ואפ\"ה אם נמצא לאחר חצות מועיל סברא דראשון להפרשה לדחות מעלת השנה דהוי ראשון דאיתחזי ושניהם שוות, ומה שכתב הרמב\"ם בפ\"ד מהל' ק\"פ דאם המיר בזה הנמצא בין קודם שחיטת המופרש תחתיו ובין לאחר שחיטה אינה קרבה הואיל דהיה ראוי להקריבו לפסח ולשלמים, יש לומר דהיינו טעמא דכיון דאיזה מהן שירצה יקריב לפסח לא קבעתו חצות משו\"ה אם המיר הוי התמורה לפסח דאין כאן מעלת ראשון דאיתחזי ואינו קרב פסח הוי קדושה דחויה ואפילו אחר שחיטת המופרש תחתיו כיון דהוי זמן פסח בעי עקירה, ובתמורתו עושה פסח ואינו ראוי לפסח הוי קדושה דחויה.<br><b> ויש </b> להביא מקור לדברי הרמב\"ם מהירושלמי דאיתא שם אמתני' דתמורת פסח א\"ר יודן אף תמורת אשם כן תמורת אשם קריבה ותמורת אשם אינה קריבה, א\"ר יוסה פסח שהקריבה בשחרית אינה פסח עולה שהקריבה בשחרית הוי עולה, ועי' בקרבן העדה במה שפי' דברי הירושלמי דר' יודן פריך דהוי לר' יהושע לאשמעינן בתמורת אשם דקייל\"ן כל שבחטאת מתה באשם רועה ותמורת חטאת מתה ותמורת אשם רועה, וכ\"ז לפני כפרה אבל לאחר כפרה בחטאת אינה עושה תמורה דהוי חטאת המתה ובאשם לאחר כפרה הוי עולה הוי התמורה נמי עולה והו\"ל לאשמעינן באשם דקודם כפרה אין תמורתו קרבה ולאחר כפרה תמורתו קרבה, וע\"ז תירץ ר\"י דפסח ששחטו בשחרית אינה פסח והוי קודם חצות כלאחר כפרה דאינו ראוי לפסח אלא לשלמים ואפ\"ה תרעה אבל באשם דקודם כפרה לעולם אשם אינו חידוש דרועה.<br><b> וצריך </b> לומר דהירושלמי אית לי' דאשם לאחר כפרה לא בעי עקירה והוי סתמי' עולה ודלא כמאן דאית לי' בפסחים דף ע\"ג דבעי עקירה דאי בעי עקירה הוי אשם ותמורתו רועה, ומה דבפסח קודם חצות כלאחר כפרה לר\"י דאית לי' דקודם חצות כשר לשלמים כמו בי\"ג ואפ\"ה תמורתו רועה משום דבעי עקירה והוי פסח ומשמע דהירושלמי מפרש הא דתנן במתני' וכן תמורתו לא קאי על פסח שאבד דא\"כ מאי קאמר פסח ששחטו שחרית אינה פסח דאינו ענין לזה, אלא דהמשנה הביא פסח שאבד למשל דפסח שאבד יש נ\"מ בין קודם חצות לאחר חצות, וכן בתמורת פסח שלא אבד יש נ\"מ בין קודם חצות לאחר חצות, והא דלא מפרש כן בגמ' דידן י\"ל דגמ' דידן ס\"ל דאפי' קודם הפסח לא בעי עקירה והוי שלמים וכמו שפסק הרמב\"ם הלכך לר\"י דאית לי' דקודם חצות הוי כמו בי\"ג ולא בעי עקירה דהוי תמורת שלמים תמורתו קרבה שלמים, דע\"כ צריך לומר דאי לא בעי עקירה הוי סתמי' לשלמים ולא דעוקר אותו בשחיטתו דהא משמע דהרמב\"ם אית לי' דמותר הפסח נאכל לב' ימים ולילה אחד וכמו שהוכיח כן הצל\"ח, ובטעמא צריך לומר משום דכיון דס\"ל דלא בעי עקירה והוי תחילתו שלמים, אבל הירושל' סבר כמאן דאית לי' דקודם הפסח בעי עקירה כר' חייא בר גמדא ומשו\"ה יכול לפרש אפי' לר\"י בתמורת הפסח שלא אבד, ונ\"מ בין קודם חצות ובין לאחר חצות, וכיון דהרמב\"ם פסק כב\"ב דקודם חצות פסול אפילו שלא לשמו משו\"ה הביא דין הירושלמי להלכה אע\"ג דפסק דקודם הפסח לא בעי עקירה.<br><b> ונמצא </b> לפי זה דהרמב\"ם הוא הפך מדברי הירושלמי דבאשם שניתק לרעיה פסק הרמב\"ם דבעי עקירה ובפסח בשאר ימות השנה לא בעי עקירה וכרבין אר\"י וכר\"א וכן בזמן הפסח במשכו בעלים את ידם פסק דבעי עקירה דלדידי' אין נ\"מ אם עומד לפסח או לא אלא בזמן פסח, והירושלמי כר' חייא בר גמדא דס\"ל בפסחים דף ע\"ג דאין נ\"מ אי הוי זמן פסח אלא הנ\"מ דאם עומד לפסח אפי' בשאר ימות השנה בעי עקירה אבל אם אינו עומד לפסח אפי' בזמן פסח לא בעי עקירה משו\"ה באשם לאחר כפרה אע\"ג דהוי זמן אשם לא בעי עקירה (ע\"כ מצאנו).",
                "<b>תמורת הבכור והמעשר אינם קריבין לעולם שנאמר בבכור לה' הוא מפי השמועה למדו הוא קרב ואין תמורתו קריבה ודין המעשר כבכור תמורתן תרעה עד שיפול בה מום ותאכל.</b><br><b> במשנה </b> סוף תמורה קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי שלשתן מקודשין התשיעי נאכל במומו והעשירי מעשר ואחד עשר קרב שלמים ועושה תמורה דברי ר\"מ אר\"י וכי יש תמורה עושה תמורה, אמרו משום ר\"מ אילו היה תמורה לאו היה קרב. ובפהמ\"ש להרמב\"ם כתב וז\"ל ודעת ר\"מ שתמורת מעשר מתה ולפיכך אמר לפי דעתו אילו היה תמורה לא היה קרב, ומבואר מדבריו דמפרש דר' יהודא סובר דתמורת מעשר קרבה, ולכן סובר דיש לי\"א דין תמורה ומ\"מ הוא קרב, ולכן אמר דאין תמורה עושה תמורה, וא\"כ קשה טובא על הרמב\"ם להלכה שפסק דתמורת מעשר אינה קריבה אלא תרעה כמש\"כ כאן להלכה, ומ\"מ פסק בפ\"ח מהל' בכורות הל' ב' כר' יהודא וכתב ואינו עושה תמורה מפני שהוא עצמו כתמורה וקשה עליו קושיית ר\"מ, ואין לומר דהרמב\"ם סובר דדוקא בשביל דר\"מ סובר תמורת מעשר מתה כמו שכתב בפירושו והרמב\"ם פסק דתרעה דמאי נ\"מ דעכ\"פ אינה קרבה והרמב\"ם פסק דהי\"א יקרב שלמים.<br><b> והנראה </b> בזה דהנה בתמורה דף י\"ג ע\"ב איתא רבי אומר למה יצאה מעשר מעתה לידון בתמורת שמו ובתמורת גופו, ולפ\"ז יש מקום לומר דלגבי דין אין תמורה עושה תמורה סבר ר' יהודא דגם תמורת שמו אינו עושה תמורה אבל לגבי דין דאין תמורת מעשר קריבה דוקא תמורת גופו דהיינו תמורה ממש אינה קריבה, אלא דצריך טעמא לחלק בין זה לזה דאי לגבי אין תמורת מעשר קריבה אמרינן דתמורת שמו אין לה דין תמורה, מנ\"ל לר' יהודא להקשות על ר\"מ ולומר וכי יש תמורה עושה תמורה.<br><b> והנה </b> בהא דתנן בריש זבחים כל הזבחים שנזבחו שלא לשמן כשרים חוץ מן הפסח והחטאת ובגמ' דף ז' ע\"ב יליף מנלן דבפסח וחטאת פסול במחשבת שלא לשמן, ובדף ה' ע\"ב אמר בגמ' דבחטאת איכא מיעוטא דחטאת הוא והקשו התוס' דבכמה מקומות משמע דנפקא לן עכובא מדכתיב היא וא\"כ למה מצריך בגמ' קראי אחרינא, ותירצו דתרי קראי צריכי חד לחטאת ששחטה לשם עולה וחד לחטאת חלב ששחטה לשם חטאת נזיר דאמר בגמ' דהוי כמו עולה, ומוכח דמקרא דחטאת הוא לחוד לא הוי ממעטינן אלא עולה גמורה ולא חטאת נזיר דהוי כמו עולה.<br><b> ועכשיו </b> נוכל לבאר החילוק בין הא דאין תמורת מעשר קריבה ובין הא דאין תמורה עושה תמורה, דדין דאין תמורת מעשר קרבה נלמד בתמורה מקרא דבכור דכתיב קודש היא או מקרא דלד' הוא קרב ואין תמורתו קרבה ולפי מה דמבואר בזבחים קרא דהוא אינו ממעט כל שאינו דומה ממש ואינו ממעט אלא דבר אחד, וא\"כ ה\"נ לא ילפינן מקרא דהוא או מקרא דהם אלא תמורה ממש והיינו תמורת גופו ולא אחד עשר שאינו אלא תמורת שמו, אבל זהו רק בדין הא דאין תמורת מעשר קריבה דבלא מיעוט היתה קרבה ולכן אמרינן דלא נתמעט אלא תמורת גופו ולא תמורת שמו, אבל בהא דאין תמורה עושה תמורה אין זה מדין מיעוט אלא דכיון דעיקר דין תמורה הוא חדוש דקרא וכיון דכתיב והי' הוא ותמורתו יהי' קודש, לא ידעינן אלא תמורתו של תחילת הקדש וכמו דכתיב בקרא ואם בהמה אשר יקריבו ממנה קרבן לד' כל אשר יתן ממנו לד' יהיה קודש דאיירי בתחילת הקדש, ובזה כתיב והיה הוא ותמורתו יהי' קודש ואמרינן ואין תמורה עושה תמורה, ולכן שפיר סבר ר' יהודא דלא כתיב דין תמורה אלא בתמורת הקדש דאין לו גדר תמורה כלל, אבל אחד עשר כיון דהוי תמורת שמו אמרינן גם בזה דאין תמורה עושה תמורה.<br><b> ולפי </b> מה שבארנו צריכים אנו לבאר טעמו של ר\"מ דאמר אילו היה תמורה לא הי' קרב דטעמא דר\"מ דסובר דכל היכי דממעטינן מה שאינו דומה ממעטינן הכל ולכן סובר דממעטינן אפילו תמורת שמו כיון דקרא מיירי בתחילת הקדש, [ויש לומר דר\"מ ור\"י אזלי לשיטתייהו במה דפליגי בדין חמץ נוקשה דר\"מ יליף מכל מחמצת דנוקשה דאורייתא ור' יהודא סבר דנוקשה דרבנן וכל מחמצת אתי לנתחמץ מחמת דבר אחר משמע דר\"מ לא פליג על נתחמץ מחמת דבר אחר דלא אמר בגמ' דר\"מ לית לי' נתחמץ מחמת דבר אחר וע\"כ דר\"מ מרבה תרווייהו ור' יהודא אית לי' דלא מרבינן אלא מה דיותר מסתבר ולכן ה\"נ פליגי לענין מיעוטא].<br><b> בגמ' </b> זבחים דף פ\"ג ע\"ב אמתני' דהמזבח מקדש את הראוי לו אמר בגמ' ראוי לו אין שאין ראוי לו לא למעוטי מאי אמר ר\"פ למעוטי קמצין שלא קידשו בכלי, מתקיף לה רבינא מ\"ש מדעולא דאמר עולא אימורי קדשים קלים שהעלן לפני זריקה לא ירדו נעשו לחמו של מזבח, ומתרץ הנך לא מחסרי מעשה בגופייהו הני מחסרי מעשה בגופייהו, וע\"ש בתוס' ומתחילה כתבו דהא דעולא היינו לר\"ש אבל לר' יהודא דנשפך הדם ירדו ה\"נ אמורי ק\"ק שהעלן לפני זריקת דמים, אח\"כ כתבו דעולא הוא אפילו לר\"י מדפריך מ\"ש מדעולא ולא פריך מ\"ש מנשפך הדם, והחילוק מנשפך הדם לדעולא כתבו בש\"מ כדאמר לקמן בגמ' דבנשפך הדם אם בא לזרוק אינו זורק, והא דאמר לקמן ר' זירא תנינא לדעולא מנשפך הדם הינו דלר\"ש עכ\"פ מוכח והו\"מ לדחויי דעכ\"פ לר\"י לא ידעינן אלא דרוצה לדחות דגם לר\"ש ירדו.<br><b> והקשה </b> הקרן אורה לפי אופן הב' שכתבו בתוס' דעולא הוא אליבא דר\"י א\"כ מאי משני לחלק מחמצים שלא קדשי בכלי להא דעולא משום דהני לא אחסרי מעשה בגופייהו, דהא נשפך הדם לא מחסר מעשה בגופייהו ומ\"מ סבר ר' יהודא דירדו, והו\"ל לומר עיקר החילוק דעולא שאני משום דיכול לזרוק, וזהו עיקר החילוק מהא דעולא לנשפך הדם וכדאמר בדף פ\"ה.<br><b> ולאופן </b> הראשון דעולא אליבא דר\"ש הקשה דלמה אשמעינן עולא באימורי קדשים קלים שהעלן לפני זריקת דמים, לאשמעינן רבותא דאפי' נשפך שאינו יכול לזרוק לא ירדו דלא נימא דר\"ש דאמר לא ירדו היינו בקדשי קדשים וכדאמר בדף פ\"ה, ואי נימא דבאמת גם עולא מודה דנשפך הדם בקק\"ל ירדו ודוקא בהעלן לפני זריקת דמים דאכתי יכול לזרוק א\"כ קשה כנ\"ל מה משני התם לא מיחסרי מעשה בגופייהו, ורק משום דיכול לזרוק ולכן בקמצים שלא קדשו בכלי דאינו יכול לזרוק מודה עולא שירדו.<br><b> ונראה </b> דדין קמצים שלא קדשו בכלי דירדו היינו משום דאכתי לא קדשו קדושת הגוף גמור ליקרב ואף דכבר קדשו בכלי קודם קמיצה וכדאמר בגמ' בסוטה דף י\"ד מידי דהוי אדם דצריך קבלה בכלי שרת [וכדמצינו בריש מעילה דאיכא מ\"ד דדוקא נתקבל בכלי דהוי ראוי לזריקה] אבל נשפך הדם אין החסרון משום דחסר דין קדושה אלא משום דהקרבן נפסל קודם זריקה וזהו דאמר עולא דאימורים שהעלן לפני זריקת דמים לא ירדו כיון דליכא דין פסול על הקרבן דראוי לזרוק, אלא דמ\"מ קמ\"ל עולא דאף בקק\"ל דלא נימא דאכתי לא נעשו קדשי קדשים ואכתי אין על האימורים דין קדושת הקרבה לזה קמ\"ל דיש ע\"ז כבר קדושת הקרבה ועל זה פריך מהא דקמצים שלא קדשו בכלי ומשני דלא מחסרי מעשה בגופייהו, אבל לא מצי לתרץ משום דאפשר לזרוק דזהו טעמא רק על דין פסולו של הקרבן ובאמת גם בקמצים אכתי לא נפסלו כ\"ז שלא משלה בהן האור ולא חסר ממנו ורק דהחסרון הוא דאכתי ליכא קדושת הקרבה ולזה משני דאימורים שלא נזרק הדם כיון דלא מחסר מעשה בגופייהו לא אמרינן דחסר להו קדושת הקרבה רק דחסר כשרות הקרבן ובזה איכא דינא דאם עלו לא ירדו כיון דאכתי לא נפסלו ולא דמי לנשפך הדם דכבר נפסל הקרבן.<br><b> ובזה </b> נוכל לבאר מה דמייתי ר\"ז סייעתא לעולא מדין נשפך הדם דהוא לר\"ש כיון דעולא אליבא דר' יהודא קאי אבל לפמש\"כ דבא להוכיח דלא חסר כאן קדושת הקרבה דבדין פסלות פשיטא דאכתי לא נפסל וזהו עיקר דאשמעינן עולא, ורק דיש סברא לומר דאכתי לא הוקדש בקדושת הקרבה כיון דהוי קדשים קלים ובזה פשיט מנשפך הדם דמה דנשפך הדם לא אמרינן דחסר קדושת הקרבה כ\"ש בלא נשפך הדם, ולזה אמר דדילמא באמת לר\"ש דוקא בקדשי קדשים.<br><b> ומה </b> שהקשה הקרן אורה לאופן א' בתוס' למה אשמעינן עולא באימורי קק\"ל שהעלן לפני זריקת דמים לישמעינן דדין נשפך הדם הוא אפי' בקק\"ל דהוי רבותא טפי אף שכבר א\"א לזרוק, זהו באמת הערה נכונה, אבל מה שרוצה הק\"א להוכיח מכאן דבאמת אם עולא הוא אליבא דר\"ש מ\"מ מודה דדין נשפך הדם דסבר ר\"ש דאם עלו לא ירדו הוא דוקא בקדשי קדשים אינו מיושב דהא ר\"ז רוצה להוכיח כעולא מהא דנשפך הדם ודחי דילמא בקדשי קדשים ומוכח דלעולא הא דנשפך הדם הוי אפי' בקק\"ל.<br><b> ויש </b> לומר דכיון דעיקר דינא בא להשמיענו דלא חסר קדושת הקרבה ובזה הכל שוה בין אימורים שהקטירן לפני זריקת דמים בין נשפך הדם וטעמא דיכול לזרוק לא מהני אלא לענין פסול של הקרבן לכן משמיענו בזה דין חדש דזהו עיקר מילתא דזריקת דם אינו חסר בקדושת האימורים וממילא שמעינן דגם בדין נשפך הדם נמי הוי אפי' בקק\"ל.<br><b> גמ' </b> ערכין דף י\"ד אמר רב הונא הקדיש שדה מלאה אילנות כשהוא פודן פודה אילנות בשווין וחוזר ופודה קרקע בית זרע חומר שעורים בחמשים שקל כסף, אלמא קסבר רב הונא אדם מקדיש בעין יפה מקדיש, והנה הרמב\"ם בפ\"ד מהל' ערכין הל' ט\"ו היתה מלאה אילנות אעפ\"י שלא פירש הרי הקדיש גם האילנות שכל המקדיש בעין יפה הוא מקדיש ומחשבין את האילנות בשוייהן והקרקע מודדין אותה וכו', והראב\"ד השיג וכתב דאינו כן אלא שהן נפדין על כל השדה ואע\"ג דאמר רב הונא הכי בערכין שמעתא דרב פפא דהוא בתרא מחזיא דלא ס\"ל הכי, וכונתו ביאר בהלכה כ\"ה במש\"כ הרמב\"ם המקדיש את האילנות והגיע היובל ולא פדו אותן אינם יוצאין לכהנים שנאמר והיה השדה בצאתו ביובל ואין אלו שדה, וכ' הראב\"ד וזו היא שמעתא דר\"פ שכתבתי למעלה ומתחזי בגמ' דבחד אילן קאמר דמסתמא לית לי' קרקע אא\"כ בא מחמת טענה ומשו\"ה פודה אותה בשויה הא אית לי' ארעא פודהו אגב ארעא והכי איתא בגמ' התם.<br><b> וכתב </b> ע\"ז בחק נתן דהגמ' מקשה ב' קושיות מהא דוליפרקו אגב ארעא וגם דליהדרו לבעלים, ולכאורה צריך לבאר דכיון דנימא דהקדיש אילנות יש להם דין פדיה לבד בשביל שהם שני הקדשות הקדש האילנות והקדש הקרקע, וא\"כ אמאי יהי' יוצא ביובל לבעלים כשהקדיש האילנות אפי' היכי דיש להם קרקע כיון דכל אחד הוי הקדש מיוחד, אכן נוכל לומר פשוט דהך דינא דמחלקינן הקדש האילנות והקדש הקרקע הוא משום דמקדיש בעין יפה מקדיש והיינו דבעין יפה יותר ממוכר ולכן גבי מוכר לא מחלקינן מכירת האילנות ממכירת הקרקע והוי הכל מכירה אחת, אכן בלשון הרמב\"ם לא משמע כן שכתב בטעמא דהקדיש שדה מלאה אילנות דהקדיש גם האילנות משום דמקדיש בעין יפה מקדיש, א\"כ מוכח דלא צריך לטעמא דמקדיש הוא מקדיש בעין יפה יותר ממוכר, אלא דכיון דהקדיש שניהם נקרא הקדש האילנות הקדש מיוחד וצריך לפדותם בפ\"ע, וא\"כ יקשה לן למה בהקדיש קרקע שיש בה אילנות וכן ג' אילנות דיש לו אילנות וקרקע לא אמרינן דהאילנות אינם יוצאים ביובל, וצריך לומר דבאמת הי' אפשר לומר דהוי הקדש אחד אלא דכיון דאפשר לומר דהוי שני הקדשות גם בזה אמרינן דבעין יפה מקדיש שהקדיש כל א' בפ\"ע, אך יותר נכון דמשו\"ה דייק הרמב\"ם לכתוב הרי הקדיש גם האילנות להשמיענו דלא רק משום דהאילנות בכלל שדה אלא דהקדיש גם האילנות וממילא דזה באמת לא הוי אלא במקדיש ובמוכר לא אמרינן אלא דמכר האילנות בכלל השדה אבל לא דהוי מכירה מיוחדה.<br><b> אכן </b> אכתי צריך להסביר במקדיש אמאי יוצאים לכהנים ביובל היכי דהקדיש שדה שיש בה אילנות או ג' אילנות בסתם דהקדיש גם שדה כיון דלענין פדיון הם שני דברים, וצריך לומר דכיון דבאמת הם בכלל שדה ורק דמקדיש בעין יפה מקדיש והקדישם ביחוד אבל לענין יציאה לכהנים יוכלו לצאת בכלל השדה, ובזה כבר יבואר דין מוכר אילנות שדה אחוזה ואין אנו צריכים לחלק בין מקדיש למוכר כמו שחלקנו.<br><b> ולפ\"מ </b> שבארנו נצטרך ע\"כ לומר דיש בזה שני דיני הקדש היינו דמלבד מה שהי' קדוש בכלל הקרקע הקדיש האילנות גם ביחוד ונמצא דהוי כמו שיש כאן שני אמירות שיהי' קדוש בכלל הקרקע ויהי' קדוש ביחוד, והיינו דאינו דומה למקדיש אילנות לבד ואח\"כ הקרקע אלא דבפירוש הקדישם עם הקרקע ולא רק שהוא קדוש בשביל שיש לו שם קרקע וכיון שיש לו גם שם עצמי לכן צריך לפדותם ביחוד.<br><b> וראיתי </b> להמרכבת המשנה דמפרש דמה שכתב הרמב\"ם בהלכה כ\"ה הקדיש את האילנות דהיינו אפי' שלשה אילנות דקנה קרקע ומ\"מ האילנות הואיל ונפדים בפני עצמם אין יוצאים לכהנים ביובל, וכן במוכר אילנות שדה אחוזה אין יוצאים לבעלים ביובל, והא דאמר בגמ' וליפרקו וכו' וליהדרו וכו' היינו לפ\"מ דבעי הגמ' למימר דאפילו קנה אילן אחד דיש לו קרקע שתחתי' דודאי זה הקרקע הוא בשביל האילן, ולכן הוי סבר דנפדה אג\"ק ומיהדר עם הקרקע כיון דזה תלוי בזה, אבל במקדיש או במוכר דמקנה הקרקע בשביל עין יפה הויין שני הקדשות ושני מכירות, ומה דפריך הגמ' מעיקרא דליקדשו אגב ארעייהו וליפרקו אגב ארעייהו היינו דהגמ' ס\"ד דמיירי במקדיש שדה ובה אילנות, ואח\"כ פריך וכי תימא אילנות ארעא לא אקדיש ומיירי באילן אחד או בהתנה בפי' שאין לו קרקע וע\"ז פריך מנהרדעי אבל במסקנא יש חילוק ממוכר למקדיש שדה ובה אילנות דאף דהאילנות נפדים בפ\"ע מ\"מ יוצאים ביובל עם הקרקע אבל מקדיש ומוכר אילנות שדינם שגם הקרקע מכור דאז יש לאילנות דין מכירה בפ\"ע ואינם יוצאים עם הקרקע. זהו תורף דבריו.<br><b> ולדעתי </b> הוא סכינא חריפא מפסקא סברא דאין לחלק בין מקדיש שדה ובה אילנות למקדיש אילנות שהקדיש גם השדה, ועוד דא\"כ כדהוי סבר מעיקרא למימר דר\"פ מיירי במקדיש שדה ובה אילנות הוי לי' לשנויי דר\"פ במקדיש אילנות באופן שגם הקרקע קדושה ולמה לו לאוקמי באופן שאין הקרקע קדושה ולהקשות מנהרדעי.<br><b> ולכן </b> נראה לי לומר בפשיטות דזו הסברא כיונתי ב\"ה לדברי המרכה\"מ לחלק בין דין מכר שלשה אילנות דיש לו קרקע מדין מוכר בעין יפה מוכר ובין דין מכר אילן אחד אליבא דס\"ד אליבא דנהרדעי והוא דאף דמכר ג' אילנות יש לו קרקע אפי' לרבנן דלית להו מוכר בעין יפה מוכר מ\"מ לדידן דאית לן כר\"ע דמוכר בעין יפה מוכר אמרינן דמכר הקרקע בשביל האילנות לא בתורת טפלה להאילנות אלא דכיון דקרקע צריכה לאילנות מכר לו הקרקע ביחוד ולכן שפיר אמרינן דנפדין בפ\"ע וכמו דאמרינן בגמ' להדיא אליבא דר\"ש דאית לי' מקדיש בעין רעה מקדיש אינם נפדים בפ\"ע אבל באילן אחד אליבא דנהרדעי לא היינו אומרים דיש בזה גדר שני מכירות או שני הקדשות אלא דהוא הקדש אחד ולכן אין האילנות נפדים בפני עצמם והיינו דגם אליבא דנהרדעי הוא משום מוכר בעין יפה מוכר וכמו שכתבו התוס' בב\"ב דף ל\"ז דהקשו לפ\"מ דהוי ס\"ד לנהרדעי תקשי מברייתא דקתני הקדיש בזא\"ז לא הקדיש את הקרקע ותירצו דזה קאי אליבא דר\"ש ונהרדעי סברי בעין יפה מוכר מ\"מ באילן אחד אפי' אי אמרינן בעין יפה לא מהני העין יפה אלא לעשות הקרקע טפלה לאילן ולא לעשות מכירה בפ\"ע אבל ג' אילנות כיון דבלא עין יפה נמי מכר והקדיש הצריך להאילנות א\"כ מהני העין יפה לעשות הקדש בפ\"ע.<br><b> ותי' </b> התוס' דהו\"א אליבא דנהרדעי הוא משום דמוכר בעין יפה מוכר הוא מסוגיא דערכין דפריך על ר\"פ ונהרדעי ויקשה למה לא פריך אברייתא והתם הברייתא הוא בדוכתא וע\"כ דאברייתא לא קשה כתי' התוס' אבל על ר\"פ מקשה דרב פפא קאי אליבא דהלכתא.<br><b> ובמש\"כ </b> מבואר דמכר ג' אילנות אף דלבד דין עין יפה הי' קונה הלוקח קרקע מהני דין דעין יפה לעשות למכירת הקרקע מכירה ביחוד ולא שתהי' טפלה להאילנות.<br><b> והנה </b> הרמב\"ם פסק הא דאמרינן בגמ' מכר אילנות ושייר קרקע פלוגתא דר\"ע ורבנן דמיירי בשלשה אילנות, וכן כתב הרי\"ף בסוגיא, אכן התוס' דפירשו גם כן דקאי על ג' אילנות פירשו דקאי אם אמר להדיא שמשייר הקרקע דאשמעינן דיש לו קרקע ליטע אחרים תחתיהם, אבל הרמב\"ם פסק להדיא דיש לו קרקע הצריך לו ומוכח דבלא ר\"ע לא מכר קרקע ומסוגיא דהמוכר את הספינה מוכח דלד\"ה קנה קרקע, ועוד דמוכח להדיא הכי בסוגיא דערכין דמשני הא מני ר\"ש דאמר מקדיש בעין יפה מקדיש ומ\"מ קתני להדיא דהקדיש את הקרקע. (עד כאן מצאנו)."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות תמורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}