{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Tosafot Rid, Lemberg, 1861 ", 
            "www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רב יוסף לא ניצלי אינש צלותא דמוספי בחלת שעי קמייתא ביומא קמא דריש שתא ביחיד כו'</b> בשלהי פ' תפלת השחר תנן ר' אלעזר בן עזרי' אומר אין תפלת המוספין אלא בחבר עיר וחכ\"א בחבר עיר ושלא בחבר עיר. ר' יהודה אומר משמו כל מקום שיש חבר עיר היחיד פטור מתפלת המוספין ואמרי' בגמרא. ר\"י היינו ת\"ק איכא בינייהו יחיד שלא בחבר עיר ת\"ק סבר יחיד שלא בחבר עיר נמי פטור. ור' יהודא סבר יחיד שלא בחבר עיר חייב ואמרי' התם דפליגי ר' חנן ור' ינאי דר' חנן אמר הלכה כר' יהודא שאמר משום ראב\"ע ור' ינאי אמר אין הלכה כר' יהודא. הנה אליבא דר' ינאי יחיד חייב בתפלת המוספין אפילו היכא דאיכא חבר עיר ואליבא דר' חנן נהי דפטור היכא דאיכא חבר עיר היכא דליכא חבר עיר חייב דאין הלכה כת\"ק. אליבא דר\"א דאמר אע\"ג דליכא חבר עיר פטור.\n"
        ], 
        [], 
        [], 
        [
            "<b>איבעיא להו משום הרויחא אסור כו'</b> אי קשיא אי משום ולפני עור הא תינח למיתב לי' אבל למישקל מני' אמאי ואי אמרת משום גזירה אי הכי גוי דאית לי' אטו מאן דלית לי'. יש להשיב דמאן דלית לי' דשייך בי' איסורא גזרי' למישקל אטו למיתב אבל למאן דאית לי' שייך בי' איסורא לא גזרי' בי' אטו מאן דלית לי' ואי קשיא והא סיפא דר' יהודא מוכח בפירוש (דמשמע) דמשום הרויחא דילמא אזיל ומודה הוא תשובה ודאי ר' יהודה הכי קסבר דמשום דאזיל ומודה היא ולא קמבעיא לן אלא לת\"ק דיש לומר דטעמא דת\"ק משום ולפני עור הוא וגזר למישקל מני' עטו למיתב לי' ור' יהודא פליג עליו ולית לי' גזירה אלא טעמא דמישקל נמי משום דילמא אזיול מודה הוא. והילכך לשאת וללות ולשאול דאית לי' שמחה בגווייהו אסור. אבל ליפרע ממנו דהוא מיצר שרי דלא אזיל ומודה. ואמרו לו לפי שיטתו השיבוהו דאף לדידך דלא אסרת אלא היכא דאיכא שמחה ה\"נ שמחה איכא דאע\"פ שהוא מצר עכשיו שמח הוא לאחר זמן:\n"
        ], 
        [
            "תניא כוותי' דר\"ל כשאמרו אסור לתת עמהן לא אמרו אלא בדבר המתקיים אבל בדבר שאינו מתקיי' מותר ואפי' בדב' המתקיים נשא ונתן מותר פי' האי ברייתא מיירי לפני אידיהן ותדע דהא ביום אידן אמרן דמודה ר\"ל דאם נשא ונתן אסור מש\"ה שרי' למיזבן להו דבר שאינו מתקיים דלא אזיל ומודה אבל בים אידם אפילו דבר שאינו מתקיים אסור למכור להן דילמא אזיל ומקריב לי' לע\"ז וקעבר משום ולפני עור והכי מוכח לקמן בפירקא מרב יהודא דשרי לרב ברונא ולרב גידל לזבוני חמרא וחיטי בחגתא דטייעי ואמרי' משום דלא קביעי הא אי הות קביעי הוה אסור לזבוני להו ואע\"ג דהוי דבר שאינו מתקיים\n", 
            "<b>אמר אביי גזירה להיפרע אטו לפורען</b> פי' ורב יהודא אע\"ג דבכולהו אית להו גזירה דהא לא פליג עלייהו בהא פליג ושרי מפני שהוא מצר וחכמים סברי אע\"פ הוא מצר עכשיו שמח היא לאחר זמן.\n"
        ], 
        [], 
        [], 
        [
            "אם צריך לפרנסה אומרת בברכת השנים. ראיתי מקשים ממאי דאמרי' בתעניות שלחו בני נינוה לר' כגון אנן דצריכינן למיטרא אפילו בתקופת תמוז כו' ושלח להו כיחידים דמיתו ובשומע תפלה. ואמאי לימרו בברכת השנים ונ\"ל לומר שאין זו קושיא של כלום דע\"כ לא אמרי' אלא בשאר בקשות שאינן קבע לכל ישראל אבל שאל' מטר שהו' קבע לישראל ואין שואלין אות' אלא עד הפסח אם עיר אחת צריכ' מטר אסורין לשנות סדר התפל' לשאול המטר בברכ' השנ' כמו שעשו בימות החורף אלא שואלין אותה בשומע תפלה:\n"
        ], 
        [
            "פיסקא וקרטיסים אמור לני שני ושלשה דברים משם אביך ה\"ג ולא שאמרתה לנו ואי גרסי ליה לא על אלו שאמר עכשיו עונה אלא כלומר כמו שהית רגליל לומר לנו הלכות וחידושים משמו אמור לנו גם עתה וניטפי חדא שתא כו' לפי פתרון המורה תבא שנת תשעים לפרט שנה ראשונה לשמטה:\n", 
            "שמונים שנה עד שלא חרב הבית גזרו טומאה על ארץ העמים ל\"ג ועל כלי זכוכית וברוב ספרים אינו כתוב דאי גרסי' לי קשיא מאי דאמרי' בהלכות י\"ח דבר יוסי בן יועזר איש צרידה ויוסי בן יוחנן איש ירושלים גזרו טומאה על ארץ העמים ועל כלי זכוכית וטומאת ארץ העמים מתרץ התם וטומאת כלי זכוכית לא מתרץ אלא ודאי ל\"ג ליה:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>הוה לי' נקירתא דהוי אתי מן ביתא לבי רבי</b> פי' ר' הוה דר בציפרי ואנטונינוס היה הפלטורין שלו בראש טבריא על פסגה אחת ושם יש מערה ההולכת מטבריא לציפרי מהלך י\"ב מילין:\n"
        ], 
        [
            "פיסקא ויום הלידה ויום המיתה מכלל דר\"מ סבר לא שנא מיתה שיש בה שריפה ל\"ש מיתה שאין בה שריפה פלחי בה לע\"ז ושרפה חוקה היא. פי' חכמים שהם משימין חילוק משמע שהם סוברים שהשריפה אין עושין אותה אלא בעבור חשיבות והילכך מיתה שיש בה שריפה מוכחת שאותה המיתה חשובה בעיניהן ועושין אותה יו איד בכל שנה אם אין בה שרפה לא היתה חשובה בעיניהם שיעשו אותה יום איד בכל שנה וכיון שבעבור חשיבות עושים אותה לא נאסרה לישראל אבל ר\"מ שאוסר כל מיתה ואע\"פ שאין בה שריפה מוכיח מדבריו שהוא סובר שהשריפה לא בעבור חשיבות עושין אותה שא\"כ לא היתה אסורה מיתה שאין בה שריפה אלא חוק היא להם לעשותה ואם אירע ולא עשו חוקם בעסור זה לא נגרעה מיתת מלכם בעיניהם וכיון שחוק האמוריים היא היאך רשאים ישראל לעשותה ומשני דגם לר\"מ נמי חשיבותא היא השריפה ולאו חוקה כך נ\"ל פתרון שיטה זו והוא העיקר אבל המורה מפרש איפכא לרבנן חוקה ולר\"מ חשיבותא ודחוק נ\"ל ביותר:\n"
        ], 
        [
            "פיסקא יום תגלחת זקנו ויום אידם מי אסור בו מיכן מוכיח דמאי דאמרן לעיל דדבר שאין מתקיים מוכרין להן דווקא לפני אידיהן אבל ביום אידם אפילו דבר שאינו מתקיים אסור דילמא מקרב לי' לע\"ז דהא חיטי וחמרא דבר שאין מתקיים הן:\n"
        ], 
        [
            "פיסקא עיר שיש בה ע\"ז חוצה לה מותר רבא אמר לא חשו להם חכמים משום בישולי עכו\"ם דכוותה הכא לא חשו להם חכמים משום יום אידם פי' האי דקאמר ר' חנינא לריש לקיש דלא חשו להם חכמים לאו למכור להם קאמר דלמכור להם וודאי איכא למיחד לשמי ע\"ז הוי איסור תורה ולא אמר לא חשו אלא לקנות מהם דלא אסיר אלא משום דילמא אזיל ומודה דהוי מדרבנן דומיא דבישולי גוים דלא אמרי' דילמא האי דזבין מני' חד מבני העיר הוא שהן סמוכין לעטלוזא ויצא לכאן ונמצא שקונה מן הגוי ביום אידו ודברי המורה לא נראו לי:\n"
        ], 
        [
            "ת\"ר לא ישתה אדם מים לא מן הנהרות ולא מן האגמים בלילה ואם שתה דמו בראשו מפני הסכנה מאי סכנה סכנת שברירי אמר המורה דלא גרסי' הכא מן הנהרות ומן האגמים דה\"ה נמי מן הכלים ואינו נ\"ל שכמו שהיא כתובה הגירסא כאן כך היא כתובה בערביפסחים וברייתא אחרת מביא שם שהיא מדברת אפילו מן הכלים והיא מיירי בלילי רביעיות ובלילי שבתות ולא בעבור סכנת שברירי והתם גרסי' אי איכא אינש אחרינא גבי' ניתערי' ונימא לי' פלגיא לחינא מיא ואי לא נקרקש נכתמא אפומה דחצבא ולא הכא כדגריס לי' המורה:\n", 
            "<b>פיסקא עיר שיש בה ע\"ז והיו בה חניות מעוטרות כו'</b> נ\"\"ל דלאו בימי אידן קאמר דא\"כ אסור לישא וליתן עם כולן אלא יריד של ע\"ז הי' והיו בה חניות מעוטרות שכל הנושא ונותן שם נותן מכס לע\"ז ושאינן מעוטרות אינן נותנין מכס לע\"ז ואין כאן איסור אחר אלא משום מכס דהוא נהנה או מהנה ודייקא נמי מדקרמינן עמאי דתניא יום שע\"ז מנחת בו את המכס כו' ומהולכין ליריד של גוים כו' ואיסור יריד לחוד ואיסור יום איד לחוד דאיסור יום איד הוא אסור משום דילמא אזיל ומודה ואיסור יריד משום מכס והיכא דליכא למיחש למכס כגון בלוקח מבעה\"ב שרי וביום איד מותר לקנות מהם דבר שיאנו מתקיים כדאמרן לעיל וביריד אסור משו מכס דמהנה לע\"ז ומש\"ה ר' יעקב דזבן סנדלא ור' ירמי' דזבן פיתא הוי איסורי אע\"פ שהן דבר שאינו מתקיים משום מכס דמהנה לע\"ז אי לאו דקנו מבעה\"ב דלא שקלי מנייהו מיכסא:\n"
        ], 
        [
            "איזהו עיקור המנשר פרסותי' מן הארכובה ולמטה ק\"ל ודילמא שחיט לה ואכיל לה ואנן דומיא דירקבו ויוליך לים המלח בעינין ותו דלקמן מקשינן מעיקור בהמה דקדשים דקתני נועל דלת בפני' והיא מתה אלמא גם הנה נמי מהארכובה ולמעלה קתני דהיא מתה ומש\"ה מקשה אמאי לא עבדי בקדשים הכי דאי מן הארכובה ולמטה מה מקשה אמאי לא עבדי בקדשים הכי התם אסורי בהנאה ודילמא שחיט לה בתר הכי ואכיל לה אלא לאו ש\"מ מן הארכובה ולמעלה הוא אבל עיקור דלעיל שעוקרין על המלכים הוא כדן שלא ישתמשו בהם ואינם אסורים באכילה הילכך עוקרה מן הארכובה ולמטה אבל זו שאסורה בהנאה צריך לעוקרה מן הארכובה ולמעלה ופתרון המורה דמפרש מן הארכובה ולמטה לא נראה לי:\n", 
            "<b>ואם החרים והקדיש והעריך בהמה תיעקר עיין מה שכתבתי בפרק בתרא דבכורות:\n</b>"
        ], 
        [], 
        [
            "<b>פיסקא ואלו דברים ורמינהו הוסיפו עליהן אלכסנין ואסטרובילין כו'</b> לא ידעתי אינה כשני' ועל מה יש לומר הוסיפו עליהן אטו לא ידעי' דכל אילן העושה פירות יש לו דין שביעית. ומה חילוק יש באילנות. גם מאי דאמרי' כל שיש לו עיקר יש לו שביעית ושאין לו עיקר אין לו שביעית לא ידעתי פירושו דאדרבה טפי חמיר כל דבר שאינו מתקיים מדבר המתקיים כדתנן בפ\"?? דשביעית כלל גדול אמרו בשביעית כל שהוא מאכל אדם ומאכל בהמה וממין הצבעים. ואינו מתקיים בארץ יש לו שביעית ולדמיו שביעית יש לו ביעור ולדמיו ביעור. ואיזה זה עלה החוף שוטה כו'. ועוד כלל אחר אמרי בהמה וממין הצבעים ומתקיים בארץ יש לו שביעית ולדמיו שביעית אין לו ביעור ולא לדמיו ביעור ואיזה זה עיקר הלוף שוטה כו' פי' כל דבר שאינו מתקיים בארץ כל ימות השנה וכלה לחי' מן השדה יש לו קדושת שביעית לאכלה ולא לסחורה. ולא להפסד ויש לו ביעור אחר שכלה מן השדה וכל דבר המתקיים בארץ כל ימות השנה קדושת שביעית יש בו לאכלה ולא לסחורה. אבל דין ביעור אין לו. שהרי לא כלה לחיה מן השדה ועל זה שנינו בפ' בא סימן התחתון כל שיש לו ביעור יש לו שביעית ויש שיש לי שביעית ואין לו ביעור. והמורה פירש כל שאין לו עיקר להתקיים בארץ בימות הגשמים כגון קישואין ודלועין; וכיוצא בהן אין לו שביעית ומותר לעשות מהן סחורה ואינו מצווה להפקירן ודבר זה לא יתכן כלל שכל הירקות וכל הזרעים וכל הקיטניות יש להן דין שביעית כדמוכח בשביעית. ונ\"ל דלא גרסי' זה הכלל כל שיש לו עיקר כו' אלא ה\"ג ואי ס\"ד תורניתא מי אית לה שביעית פי' דתורנייתא היא שטה עץ בעלמא. ועץ אין בו תורת שביעית דלא נאסר בשביעית אלא אוכלי אדם ואוכלי בהמה ומיני צבעים שהנאתן וביעורן שוה לאפוקי עצים שהנאתן אחר ביעורן:\n", 
            "תנא ומכולן מוכרין להן חבילה. מיכן יש להתיר למכןור בהמה טרפה למשומד דלא זבין לי' כ\"א למכור לאחרים. ולא חיישי' שמא יאכל ממנה כיון דלזבוני לאחריני זבנה דהא בלבונה אע\"ג דמכר לו חבילה יש לחוש שמא יקטיר הוא ממנה ואפ\"ה תלינן לקולא דכולהו לזבוני לאחריני זבנה. והם ה\"נ בטרפה:\n", 
            "אמר אביי על ולפני עור לא תתן מכשול מיפקדינן אלפני דלפני לא מיפקדינין ראיתי מקשים כאן ממאי דאמרי' בגד שאבד בו כלאים ה\"ז לא ימכרנו לגוי דילמא אזיל ומזבין לי' לישראל. וממאי דאמרי' בגיד הנשה שאסור ליתן לנכרי ירך חתיכה שלא ניטל ממנה גיד הנשה שמא יחזור וימכרנה לישראל. והא לפני דלפני הוא ונראה לי שאן זו קושיא של כלום דהיכא מיקרי ולפני עור לא תתן מכשול. דשרינן לפני דלפני הנ\"מ כי ידע חברי' מאי קא עביד ולא מימנע כגון גוי בע\"ז ונזיר בין דידעי דאיסורא קא עבדי ולא מימנעי התם ודאי לא מיפקידינ' אלפני דלפני אבל ישראל כשר שאלו היה יודע שהוא אסור לא היה עושה אותו ועל ידך שאתה משים מכשול לפניו הוא עושה איסור בלא ידיעה הו\"ל כאלו היא מחטיאו בידים ובכל טצדקי שבעולם הוא אסור לעשותו כגון גיד הנשה וכלאים ומאי דאמרי' בפסחים על ההיא ארבע דחיטי דטבעא בנהרא ואסרו למוכרם לגוים כי אם קבא קבא שיכלו קודם לפסח שמא יחזרו וימכרום לישראל וישראל עושה איסור על ידך בלא ידיעה:\n"
        ], 
        [
            "<b>תרנגול לבן למי תרנגול לבן למי ויהבו לי' אדום ושקיל ויהבו לי' שחור ושקיל מהו למכור לו תרנגול לבן</b> פי' אע\"ג דאמרן לעיל ה\"ד אי דאמר תרנגול לבן כי הוי בין התרנגולין מאי הוה התם משום דשקיל ביחד מחד גברא לבן ואדום ושחור שכל כוונתו אלבן כפי מה שהיה מכריז ובערמה קא שקיל להנך אי נמי לאכילה אבל האי דזבן מחד גברא אדום לבד ומחד גברא שחור לבד הא חזינן דלא קפיד והילכך י\"ל שרי למיזבן לי' תרנגול לבן ואפי' לרבנן קא מבעיא ליה ולא כדברי המורה שפירש דלא מבעיא ליה לר' יהודא:\n"
        ], 
        [
            "<b>מאכילה כרשיני תרומה</b> פי' הכרשינין אע\"פ שהן מאכל בהמה נאכילין גם לבני אדם דומיא דשעורין שאלו לא היה מאכל אדם כ\"א מאכל בהמה בלבד לא היו חייבים בתרומה.\n", 
            "<b>פיסקא מקום שנהגו למכור ר\"ה זבין פרה לגוי כו'</b> קשיא לי דהא תנן במתני' עגלים לא תלינן בשחיטה. והמורה פירש כגון שפירש לו הגוי דלקימן קא בעי להו ואכתי קשיא לי משור של פטם דהויא כסתמא כדמוכח התם ונ\"ל לתרץ שחילוק יש בין שור לפרה דסתם שוורים זכרים לרדיא קיימי וסתם [פרות] לשחיט' [קיימ'] ואע\"פ שהיא פרה חורשת י\"ל האי דזבנה לשחיטה זבנה אבל בשור לא היו מתירין ב\"ה דודאי לרדיא זבנה ואע\"ג דאמרי' בהמוכר שור לחבירו ונמצא נגחן רב אמר ה\"ז מקח טעות ושמואל אמר יכול הוא לומר לו לשחיט' מכרתיו לך הא אמרי' התם דרובא לרדיא זבני אלא שלא הלכו חכמיםבממון אחר הרוב אבל באיסורא ודאי דאזיל בתר רובא והילכך יש לחלק בין זכרים לנקבות ואפילו עגלים קטנים זכרים תלינן דלקיימין קא בעי להו כיון דדמי רדיא יקרין על דמי בישרא טובא:\n"
        ], 
        [
            "והא אמרת דכותים לא חשידי אשפיכות דמים ראיתי מקשים ממאי דתנן בעירובין הדר עם הנכרי בחצר או עם מי שאינו מוד' בעירו' ה\"ז אוס' עליו ראב\"י או' לעול' אינו אוס' עד שיהיו ב' יש' אוסרין זע\"ז ומי שאינו מודה בעירוב הוא כותי ואמרי' בגמרא דטעמא דראב\"י כיון דגוי חשיד על שפיכות דמים תרי ישראל דשכיחי דדיירי גזרו בהו רבנן כו' אלמא גם הכותי חשיד הוא על שפיכות דמים שבשניהם הוא חולק ראב\"י ואומר עד שיהיו שני ישראלי' אוסרים זע\"ז ונ\"ל לתרץ דלעול' כותי לא חשיד אשפיכות דמים דראב\"י לא פליג אלא אנכרי דבעי שני ישראלים אוסרין זע\"ז ודייקא נמי מדקתני לעולם אינו אוסר ולא קתני אינן אוסרין אלמא לא פליג אלא אנכרי דחשיד אשפיכות דמים. ובכל שיטת הגמרא אינו מזכיר אלא גוי למימרא דלא פליג אלא אגוי והאי דאדכר ת\"ק כותי מפני שדינן שוין לאסור ואין העירוב מועיל בכותי כמו שאינו מועיל בגוי אבל מיהו ראב\"י לא פליג את\"ק אלא אנכרי דחשיד אשפיכות דמים ולא שכיח דדייר חד ישראל בהדי':\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא אין משכירין כו'</b> ובסוריא מוכרים בתים קסבר כיבוש יחיד לאו שמים כיבוש פי' לא תימא מכלל דת\"ק דאסר למכור בתים בסוריא קסבר דשמי' כיבוש דהא אמרן לת\"ק מ\"ש שדות דלא גזירה משום שכירות דא\"י בתים נמי ליגזור משום בתים דא\"י כו' אלמא לא נאסר שום דבר בסוריא אלא משום גזירת א\"י דכיבוש יחיד לא שמי' כיבוש אלא האי דקאמר ר' יוסי הכי משום דהוא שרי למכור בתים בסוריא איצטריך לפרושי הכי דאין כאן איסור לא תחנם וגם לא גזר משום בתים דארץ ישראל ומיהו ת\"ק דאסר מכירת בתים בסוריא לאו משום דשמי' כיבוש אלא משום דגזר אטו בתים דא\"י:\n"
        ], 
        [
            "<b>פיסקא ובכל מקום לא ישכיר לו את המרחץ אלא גוי בדקביל עלוי'</b> פי' והוא הדין נמי דהוי שרי ר\"ש להשכיר מרחץ לגוי בדקביל עלויי' ושדהו לגוי לא הוה שרי ר\"ש אלא בדקביל עלי' דאריסותא דר\"ש לית לי' ותני דמתני שרי אפילו בדלא קביל משום אריסותא ושדהו לכותי ר' שמעון אסר לי' משום תרי טעמא ותנא דמתני' לא אסר לי' אלא משום ולפני עור ולא מפני שנקרא' על שמו דאמרי' אריסותי' קא עביד:\n", 
            "<b>פרק אין מעמידין\n</b>"
        ], 
        [], 
        [], 
        [
            "רבינא אמר ל\"ק הא לכתחלה והא דיעבד פירש הא איכא בין רב הונא ובין רב דרב סבר בהמת ישראל חיישי' לרביעה ואין מעמידין וכי היכי דאסור להעמיד ה\"נ אם עבר והעמיד פסולת לקרבן דחיישי' לרביעה ולא שני לן בין לכתחלה בין דיעבד ודידהו דשרו משום דגוי חס על בהמתו ורבינא תירץ דאף בבהמ' ישראל אם העמיד כשרה לקרבן דשני לן בין לכתחלה ובין דיעבד ואין אנו צריכין לומר גוי חס על בהמתו ור' פדת פליג אתרווייהו פליג אדרבינא דלא שני לי' בין לכתחלה לדיעבד שאם העמיד ישראל בהמה אצלן ומאן דחיי' לרביעה פסולה לקרבן ופליג נמי אדרב דמפליג בין בהמת ישראל לבהמת גוי דלית לי' גוי חס על בהמתו ומאן דחייש לרביעה אפילו בבהמת גוי נמי חייש:\n"
        ], 
        [
            "לוקחין מהן בהמה לקרבן חכמים היא דלא חיישי' לרביעה דאמרן לא נחשדו גוים לרבוע בהמות ומעמידין בהמה בפונדקאות שלהן אבל ר\"א פליג עלוי' וחייש לרביעה ואסר לקנו' מהן בהמה לקרבן וה\"ה נמי דאסר להעמיד ומתני' ר\"א היא וכיון דאשכחן דפליגי ר\"א וחכמים בלוקחין מהן בהמה הו ליכא למיפרך מברייתא למתני' ולפלוגי בין בהמה דידן לבהמה דידהו אלא הא ר\"א והא רבנן:\n", 
            "<b>אלא מעתה תיפסל ביוצא דופן כו'</b> ראיתי מקשים דמהכא משמע דלא אמרי' חטאת קריי' רחמנא שיהא לה דין חטאת אלא האי דכתיב חטאת לשון הזאה היא כמו הוא יתחטא בו ובהילכתא קמייתא דחולין אמרי' גבי פרה וכ\"א כי טרפה היא מאי נפקא לן מינה חטאת קריי' רחמנ' ונראה לי לתרץ דההיא דמפקא הכא דלא אמרינן חטאת קריי' רחמנא זהו אליבא דבעי למיפשט מהכא דפרה קדשי מזבח היא ומעמיד חלוקת ר\"ש ורבנן בדבר זה אבל מיהו אנן לא סברי הכי אלא טעמא דיוצא דופן דפסלי רבנן משום חטאת היא ולא משום קדשי מזבח ור\"ש דמכשי' ביוצ' דופן סבר דלא קריי' רחמנא חטאת שיהא דינה כחטאת אלא לשון הזאה הוא ומאי דאמר בחולין חטאת קריי' רחמנא הוי אליבא דרבנן:\n", 
            "אלמה תניא הקדישה ליוצא דופן כשרה ור\"ש מכשיר אי קשי' אמאי לא מייתי לי' מתני' דתנן בפ\"ב דפרה יוצא דופן אתנן ומחיר פסולה ור' אליעזר מכשיר שנאמר לא תבא אתנן זונה ומחיר כלב בית ד' אלהיך אין זו באה לבית תשובה משום דהתם טעמא דר\"א דפקא לי' מקרא וה\"א יוצא דופן נמי ה\"ט משום דאינה באה לבית ואף על גב דלא כתב בי' בית ד' ה\"א יליף מנייהו וכיון דמקרא נפקא להכשי' ליכ' לאקשוי' מידי להכי אייתי לי' הך ברייתא דלא מכשיר אלא ביוצא דופן בלחוד:\n", 
            "ובקשו ממנו אבנים לאפוד ראיתי מקשים והיאך היו יכולים לחקוק עליהם שמות בני ישראל והא תנן בסוטה משחרב בית המקדש בטל השמיר ונופת צופים ובלא שמיר א\"א דכתיב במלאותם ואין זו קושיא של כלום דהאי משחרב ביהמ\"ק לא קאי אלא אבית שני ולא אבית ראשון כדמוכח התם ותו דאמרי' חמשה דברים חסר בית שני מבית ראשון אש וכפורת ואורים ותומים ורוח הקדש וצנצנת המן ומקלו של אהרן ואלו שמיר לא קא חשיב ש\"מ דהו\"ל בבית שני:\n"
        ], 
        [
            "<b>לכולי האי לא חיישי' פירש דדוקא ולדות האסור' הי' אוסר ר\"א אבל ולד ולדותיהן היה מתיר:\n</b>"
        ], 
        [
            "<b>ר' יוחנן אמר גבול יש לה פחות מבת ג' שנים נעקרת</b> פי' ולזכרי' ליכא למיחש מפני שמכחישין אבל יתירה מבת שלש כיון דבת איעבורי הא לא מכחשא והנכון בעיני לומר דר' יוחנן סבר דלא חשידי על הזכרים כ\"א על הנקבות ומאי דתני לעיל אין מעמידים זכרים אצל זכרים הכל משום גזירה דנקבות:\n"
        ], 
        [
            "תנא כשם שעמדה לו חמה ליהושע כך עמדה לו למשה ובנקדימון בן גריון אי קשיא אמאי לא מנה חזקי' בהדייהו שניתוספו באותו היום עשר שעות תשובה התם לא עמד הגלגל אלא חזר למזרח והי' מהלך אבל לאלה השלשה עמד הגלגל ולא הי' מהלך וליעקב נמי מיהר השמש לשקוע בעבורו ואחרי כן מיהר לזרוח בעורו אבל הגלגל לא עמד ואינו מונה כאן אלא למי שעמד להם הגלגל:\n"
        ], 
        [
            "<b>פיסקא לא תתייחד אשה עמהן כו'</b> אמר רב ירמי' באשה חשובה שנינו פי' שיראים ממנה להורגה וליכ' למיחש אלא לעריות שמא תתפתה אחריהן אבל בשאר נשים לא איצטריך למיתניי' דתיפוק לי משום שפיכות דמם רב אידי בר אבין אמר אשה כלי זיינה עליה פי' בכל אנשים איצטריך מתני' משום עריות דשום אשה אינה חושש לשפיכות דמים מפני שכלי זיינה עמה ולא חיישי' אלא לעריות מאי בנייהו פי' בין למר בין למר כל אשה אסורה להתייחד אי מטעם עריות לבד או מטעם שניהם עריות ושפיכו' דמי' איכא בנייהו אשה חשוב' בין הנשים ואינה חשובה בין האנשים כך מצאתי כתוב בכל הספרי' ונראה לי שהוא גירסא יפה מאוד וה\"פ אשה חשובה בין הנשים היא אשה צנועה ביותר דליכא למיחש שמא תפתה אחריהן כי יש לה שם גדול בין אנשים בצניעו' אבל אינה חשובה בין האנשים שיפחדו ממנה ואיכא למיחש לשפיכות דמי' לר' ירמי' אסורה להתייחד עמהן דאע\"ג דליא למיחש לעריו' משום צניעות' איכא למיחש לשפכיות דמים דל\"ל אשה כלי זיינה עמה ולרב אידי בר אבין מותרות להתייחד עמהן דליכא למיחש לא לעריות מפני צניעותא ולא לשפיכות דמים דכלי זיינה עמה אבל המורה גריס איפכא חשובה בין האנשים ואינה חשובה בין הנשים ופירש אינה חשובה בין הנשים שאינ' יפה ומתוך שאינה יפה ליכא למיחש לעריות וזה רחוק מן הדעת מאוד לרביעת הבהמה נחשדו ולאשה שאינה יפה לא נחשדו ואפילו בישראל לא מצאנו חילוק בין יפה לכעורה כ\"ש בגוים ודבריו נראה לי דחוקים ביותר וגם מה שכתבתי במהדורא קמא אינו נ\"ל ומה שפירשתי כאן נ\"ל נכון.\n"
        ], 
        [], 
        [
            "<b>פיסקא בת ישראל לא תינק כו'</b> ולישני לי' כאן במשומד לאכול נבלה לתיאבון כאן במשומד לאכול נבלה להכעיס פי' אפילו לאכול נבלה להכעיס נהי דלא קרינן י' לכל אבדת אחיך שאינו מוזהר לחזור ולהשיב לו אבדתו. אבל לא התיר לך הבורא שתזכה אתה בממונו פליגי בה רב אחא ורבינא חד אמר אוכל נבלה לתיאבון משומד פי' וקרינא בי' לכל אבדת אחיך לרבות את המשומד להכעיס מין פי' והוה מן המורידין וחד אמר להכעיס נמי משומד הוא פי' וקרינא בי' לכל אבדת אחיך כיון שהוא מקיים שאר המצוות אלא היכי דמי מין שהוא מן המורידין זה העובד ע\"ז ונ\"ל שאף המשומד לע\"ז אע\"פ שהוא מן המורידין אסור להלוואתו בריבית שכיון שקדושת ישראל עלי' שקידושיו קידושין וגיטו גט אסור נמי להלוואתו בריבי' ואפילו אם ת\"ל שמותר לאבד גם ממונו שלא יהא ממונו חמור מגופו ואין לומר דמקיים בי' רשע יכין וצדיק ילבש דהא נטמע בגוים ולקח גוי' דקי' לן שבניו יהיו גוים נהי דמותר לאבדו אבל לא שיקח ממנו ריבית ויעש' איסור: \n", 
            "<b>ימול ארמאי כו'</b> מאי דקשיא לי אמאי מילה בגוי כשרה ומאי שנא משחיטת הנכרי דהויא נבלה נ\"ל לתרץ דדוקא בשחיטה שיש דינים בשחיטה של כל חתיכת סימנים כשרה לאכילה שאם נחתכו ע\"י דריסה או חלדה או שהיי' הויא פסולה הילכך שחיטת הנכרי נבלה כיון דלא שייך בהני דינים אבל המילה בכל טצדקי שנחתכה ערלתו היא כשרה ואפילו על ידי חבורה בעלמא והילכך אפילו בגוי היא כשרה וכן סוכה נמי בכל טצדקי שהיא עשוי' לצל היא כשרה הילכך היא כשרה אפילו בגוי אבל גבי גט אין הגוי כשר בשליחותו משום דשליח נתרבה מושלח ושלחה וכל שאינו בתורת שליח אינו כשר להיעשרות שליח ומאן דאסר מילה בגוי לאו משום טעמא דלא שייך בגוה בשחיט' אלא גזירת מלך הוא המל ימול: \n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא ואלו דברים של גוים כו'</b> אמרי דבי ר' ינאי כפרה כתיב בה כקדשים עיין בקונטרסי בפ\"ק דבכורות במהדורא בתרא בהלכת' חמורו שלא ביכרה: \n"
        ], 
        [], 
        [
            "שחלים אין בהם משום גילוי ראיתי מקשים ממאי דאמרי' בשלהי נדרים הוי מחתן תחלי תמן וטעמינון חיויא אלמא יש לחוש ונראה לי לתרץ דאע\"ג דאיקרי וטעמינהו סתמא דמילתא לא חיישי' משום דלא רגילי למיכל מינייהו ודמי לתאנים וענבים שאדם אוכל מהן בלילה ואינו חושש שמא הנחש ניקר בהן ואע\"ג דמיקרו ומנקרי כדתנן בתרומות בפ' האשה ניקורי תאנים וענבים כו' אפ\"ה מסתמא לא חיישי' שאין רגילין כמו שרגילין על המשקין א\"כ י\"ל התם בנדרים כגון דההו בהו חלא כדאמרי' הכא ולא אמרן אלא דלית בהו חלא אבל אית בהו חלא מיגרי בהו פי' לא אמרן דאין בהם משום גילוי אלא כשלא עירב בהן חומץ וכן משחלים לבדן ואין הנחש מתגרה בהן אבל אם עירב בהן חומץ בעבור ריח החומץ מתגרה הנחש בהן ואוכל מהן ואע\"ג דאמרן חומץ אין בו משום גילוי הנ\"מ בעינייהו אבל ע\"י עירוב אינו חזק כל כך ומתגרה בו והמורה פי' להיפך ואינו נ\"ל: \n", 
            "<b>פי תאינה אין בו משום גילוי</b> פי' אע\"פ שאינו ניכר הניקור שם כמו שניכר כל התאנה לא חיישי' שמא ניקר כר\"א דאמר אוכל אדם תאנים וענבים בלילה ואע\"פ שאינו רואה אם יש בהם ניקור אם לאו דסמכי' אשומר פתאים י\"י: \n"
        ], 
        [
            "<b>ומטמא טומאת משקין ברביעית</b> פי' זהו לפסול את הגויה ואיידי דתנא רישא מטמא טומאה חמורה שהוא מטמא גוף האדם בכזית נקט לך בסיפא נמי פסול הגויה דהויא מדרבנן אבל לטמ' אוכלין ומשקין וכלים בטיפ' אחת הן מטמאין כדפרישי' בפסחים ובתשובה: \n", 
            "<b>ותרווייהו כרבנן</b> פי' המורה דאי כר\"א אפילו בחותם א' שרי ומשמ' פירושו דבין ר' יוחנן ובין \"א מפרשים דברי ר\"א דבאחותם אחד קאמר אלא בהאי פליגי בדרבנן דר\"א סבר אסרי רבנן אפילו בחותם בתוך חותם ור' יוחנן לא אסרי אלא בחותם א' אבל בחותם תוך חותם שרי ואינו נראה לי דאי ס\"ל לר\"א דר\"א אפילו בחותם אחד שרי א\"כ מנא לי' דרבנן דאסרי אפילו בחותם בתוך חותם והא וחכמים אוסרים קתני דמשמע במה שהתיר ר\"א דהיינו בחותם א' הוי אסרו רבנן אבל בחותם בתוך חותם מנ\"ל דאסרי א\"כ הו\"ל למתני וחכמים אוסרין אינו משמע אלא במה שהתיר ר\"א הוו אסרי רבנן הילכך אין לפרש אלא דפליגי ר\"א ור' יוחנן במילתיה דר' אליעזר דר' יוחנן סבר דחותם דר\"א חותם א' הוא ובחותם א' קאסרי רבנן אבל בחותם תוך חותם שרי ור' אליעזר סבר האי חותם דר\"א אינו אלא חותם בתוך חותם שהוא חותם יפה ואפ\"ה אסרי רבנן ולא שרי אלא ע\"י שומר ובהכי מיתרצא קושיא דרב אדרב דרב אמר חבית אסור בחותם א' והכי' פסיק הלכה כר\"א ס\"ל כר\"א דמפרש מילתי' דר\"א בחותם בתוך חותם כדפרישית בקונטרס תשובותי ומאי דאמרי' בשלהי פ' כל כתבי הקוד' אמר ר' אבא בר כהנא התיר להם ר' חנינ' לבית ר' לשתות יין הבא בקרונו' של גוי' בחות' א' ולא ידענ' [אי] משום דסבירא לי' כר\"א דאמר בחותם א' כו' ס\"ל כר' יוחנן דמפרש מילתיה דר' אליעזר בחתם אחד ור\"ת נדחק לתרץ מאי דאמר רב חבית אסור בחותם א' דמיירי בישראל חשוד להחליף או בשל תרומה או בשל גוי דמחמירין בי טפי מגוי כדאמרי' בבכירות בפ' עד כמה ישראל החשוד למכור תרומה לשם חולין אין לוקחין ממנו אפי' מים ומלח דברי ר' יהודא ר' שמעון אומר כל שיש בו זיקת תרומה ומעשרות אין לוקחין ממנו ואפילו ר\"ש דמיקל מחמיר בי' טפי מגוי ה\"נ [לשדורי] ביד ישראל החשוד או להניח בביתו צריך חותם בתוך חותם אבל בגוי חותם אחד ובכמה דוכתי מחמרינן בעם הארץ חשוד ובכותי חשוד מגוי דאמרי' גוי ציית עם הארץ לא ציית. ואינו נראה לי זה הדוחק כלל שאין אינו צריכין להידחק לכך. ועוד דאפילו ישראל חשוד נהי דהוא חשוד למכור. אבל להחליף אינו חשוד כתנן בפ\"ג דמסכת דמאי המוליך חטים לטוחן הכותי או לטוחן עם הארץ בחזקתן למעשרות ולשביעית לטוחן הנכרי דמאי המפקיד פירות אצל הכותי או אצל עם הארץ בחזקתן למעשרות ולשביעית אצל הנכרי כפירותיו אלמא עם הארץ אע\"ג דחשיד לזבוני לא חייש לחלופי הילכך לא מיירי אלא בגוי כדפריש המורה ותירוצא הוי כדפרישית: \n", 
            "<b>אגנא אחביתא שריקא וחתימה כו'</b> פי' אגנא היא המגופה שכל מגופה היא שריקא בלחוד וזאת היא שריקא וחתימה והילכך הוי חותם בתוך חותם ואין לפרש שהיא כלי אחר דהיכי דמי אי דאית מגופה עילוה מאי אריא שריקא וחתימה ומ\"ש מדיקולא אפומה דחביתא ואי דליכא מגופה עלוי' מאי אריא אגנא אפילו מגופה נמי אי שריקא וחתימה הוי חותם בתוך חותם: \n"
        ], 
        [], 
        [
            "<b>ראשון שלנו כשלישי שלהם</b> פי' היו רגילים לכתוש את הענבים ולרסקם מעט והיו מכניסין אותן בחבית וממלאין את החבית מים וקולטין המים טעם היין ועוד משימים פעם שניי' ושלישית כמו שעושין לחרס אדרייני: \n", 
            "<b>ששתה ממנו בעכו.</b> פי' דקסבר סתם יינן אינו אסור אלא מדרבנן וכשהיא בעינו גזור רבנן אבל בנ\"ט דידי' לא גזור רבנן. \n"
        ], 
        [], 
        [
            "<b>בין בהליכה בין בחזרה אסור.</b> פי' האי חזרה כגון שעדיין הן בדרך ולא שבו לעירן שאם שבו לעירן הרי הן כשאר כל אדם ולא קמייני ביום אידם דא\"כ כל אדם אסורין: \n", 
            "<b>ת\"ר גוי ההולך ליריד מותר בין בהליכה בין בחזירה.</b> פי' לאו ביום אידם קמיירי כדפרישית לעיל בפירקא קמא דא\"כ הי' אסור לישא וליתן עמו ולא קמיירי אלא בשוק שע\"ז מנחת בו את המכס ואינו אסור אלא משום מהנה ונהנה אבל לגוי ההולך שם מותר וגם ישראל העובר והולך שם בהליכה מותר אבל בחזירה אסור משום דמי ע\"ז בידיו: \n", 
            "<b>פיסקא נדות הגוים וקנקניהם כו'</b> קשיא לי דאפילו רבנן לא שרי אלא בהנאה אבל בשתיי' מיסר אסרי ואפילו אם אין מכניסין לקיום אמרי' לקמן דבעי שיכשוך ובפ' בתרא דתרומות תנן המערה מככד לכד וניטף ג' טיפין נותן לתוכה חולין הרכינה ומילת ה\"ז תרומה אלמא שרי למיתב לגוה חולין בלי שום שיכשוך לבד שיטיף ג' טיפין ונ\"ל תרץ דהתם לא קמיירי אלא במשמרת התרומה שאינו חייב לנהוג בתרומה אלא כמו שנוהג בחולין כדתנן ברישא דההיא מגורה שפינה ממנה חיטי תרומה אין מחייבין אותו להיות יושב ומלקט אחת אחת אלא מכבד כדרכו ונותן לתוכה חולין וכן חבית של שמן שנשפכה אין מחייבין אותו להיות יושב ומטפח אלא נוהג בה כדרך שהוא נוהג בחולין ומש\"ה תני הכי שאם מנטף ג' טיפין שרי למיתב לתוכה חולין ולא אמרי' ימצה הכד כל כך עד שלא תשאר בה אפילו טפה אחת אלא בהטפה שלשה טיפין די לנו כדרך שהוא נוהג בחולין גבי חנוני וחייב להטיף לו שלש טיפין ואע\"פ שאם הרכינה ומיצת ונתקבץ השמן למקום אחד הוא תרומה אפ\"ה כיון שהוא מפוזר בדופני הכד לא חשוב ואינו מוזהר בשמירתו אלא נותן לתוכה חולין ומבטל התרומה שבדופני הכד בידים אבל מיהו לענין איסור והיתר אותן החולין אינן נאכלין אלא לכהנים ואם רוצה להאכילן לזרים צריך לשכשך הכד במים. עיין בתשובה ז' שיש שאוסרים הקיבה ששהתה בעור בלא מליחה דומיא דנודות של גוים ומה השבתי עליהם והתרתי משום דלא דמיא: \n", 
            "<b>ויין ישראל כנוס בהן.</b> פי' המורה במשנה הכניס בהן יינו לקיום ואינו נ\"ל דאע\"פ שלא הכניסו ישראל אלא יום אחד הוא אסור. וביין הגוי בעינן לקיום להצריכו עירוי ג' ימים. ואם לא הי' לקיום די לו בשכשוך. אבל לאסור כך הוא אסור בלא קיום ולא שיכשך כמו לקיום ובתרתי פליגי. כדפרישית במהדורא תנינא: \n", 
            "<b>וכי מאחר דגוי נותן לתוכן יין כי ישראל עע\"ג מאי הוי</b> פי' אע\"ג שהוא נזהר מליגע בו. אין לך ניסוך גדול מזה כששופכו לתוכו: \n", 
            "נעשה כזורק מים לטיט מה שפירש המורה דיין כלה בלחלוחית הזפת ושוב אינו פולט אינו נראה לי. דא\"כ אמאי צריך ישראל עע\"ג הא אפילו החליף ושיכשך ידו לתוכו אין בכך כלום כיון שהוא בטל בזפת. ותו אע\"ג דבטל בזפת ולא קא יהיב טעמא מ\"מ הרי תיקן נודו ביי\"נ שהוא אסור בהנאה הילכך אין לפרש אלא כדפרישית במה\"ק שלא ניסכו כלל בששופכו לתוכן. ומש\"ה צריך שומר שלא יחליפנו ולא ידע בו. שאם נגע בו הנוד אסור שניתקן ביי\"נ וגם היין שתשים אח\"כ לתוכו הוא אסור מפני שבולע מפליטת הזפת: \n"
        ], 
        [
            "והילכתא כמאן דאסר אע\"ג דבכל תלמוד היכי דפליגי רב אחא ור\"ה הלכה כדברי המיקל. והכא פרט ופסק הילכתא כמאן דאסר לאפקי' מההיא כללא: \n", 
            "<b>מאי כלי נתר א\"ר יוסי בר אבין כלי מחפורת של צריך עיין מה שכתבתי בפ\"י דכלים: \n</b>", 
            "<b>כסי אב אסי אסר כו'</b>. פירש המורה כוסות של חרס ואין מכניסין לקיום אלא שותין בהן ואי שתו בהן פעם ראשון דכ\"א ל\"פ דאסור דאיידי דרכיכא בלעי ואסירי עד שימצאם מים ג' ימים וחומרא גדולה והפרזה יתירה נראית לי זו. דאטו קנקנים אינם של חרס והיין כנוס בהן כמה ימים ומפני שאין מכניסין לקיום אנו מתירין בשיכשוך. והכוסות ששתה בהן לפי שעה אנו אוסרים. ולא סגי להו בשיכשוך אין דוחק בעולם גדול מזה. או שנחלק בין חרס לחרס שכל מיני חרסים דינן שוה חוץ מכלי מחפורת של צריף. והנכון בעיני לפרש כך דהאי ראשון ושני לאו אשתיית גוי קאי אלא אשיטוף דבעי ישראל למיעבד להו ולהתירן ופסק תלמודא הילכתא דפעם ראשון ושני דמשטף להו אסור למשתי בהו ישראל ושלישי מותר. ולמה נשתנו אלו מקנקנים דסגי להו בשכשוך והכא צריך לשטף ג' פעמים מפני שהקנקן אדם יכול לשכשכו יפה עד שיוצא כל היין הדבוק בדופניו בפעם אחת ואינו צריך לשנות מים. אבל הכוס כשמנענעו עם המים נשפכין המים מתוכו ואינו יכול לשכשכו יפה הילכך צריך לשוטפו שלשה פעמים לטהרו ולהסיר כל בליעת היין שבדופניו: \n", 
            "<b>האי דורדיא [דחמרא] דארמאי לבתר תריסר ירחי שתא שרי</b> פי' דוקא בתר תריסר ירחי שתא שכבר הופג טעמו. והו\"ל כעפרא בעלמא אבל תוך יב\"ח אע\"פ שייבשן בחמה יהבי טעמי ואסור. וראיתי מ' שהתיק אם יבשן בחמה ומדמי להו ליבשין דלאחר יב\"ח וטעות היא בידם דהא אמרי' בפ' כל השר בעובדא דרמי בר דיקולא ודילמא דיי\"נ הוי א\"ל לאחר שנים עשר הי'. ואמאי לא א\"ל דיבשין בחמה א\"ו כל יב\"ח אע\"פ שיבשן בחמה אסורין הן דטעמא דיב\"ח לא בעבור יובש נאמר אלא בעבור שיופג טעמם ויהיו עפרא בעלמא: \n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא ואלו דברים כו'</b> עד וטרית טרופה פירש המורה מין דגים קטנים מלוחים. טרופה שנטרפה ונשתברו הדגים ואין ניכרין הילכך חיישי' לטמאים ואינו נ\"ל דהא אמרי' לקמן גבי טרית שאינה טרופה ת\"ר אי זו היא טרית שאינה טרופה כל שראשה ושדרה ניכר ואמרי' אמר רב פפא. הילכתא עד שיהא ראש ושדרה ניכר. של כל אחד ואחד. מיתיבי חתיכת דג שיש בה סימן בין בכולה בין במקצתה אפילו אחד במאה שבהן מותר. אלמא מיכן מוכיח שטרית דג גדול והיא טונינא בלע\"ז וחותכין אותה חתיכות חתיכות וממלאין ממנה חביות וטרופה היא שהיא חתוכה לחתיכות קטנות שאין ראשה ושדרה ניכר וחיישי' לחתיכות דג טמא. אבל אם הראש או שדרה ניכר כל חתיכות החבית מותרות דסתמא דמילתא ממנה נחתכו כאשר אני עתיד לבאר לקמן. וכך פירש בערוך טרית טנוניא בלע\"ז. \n", 
            "השתא דאתית להכי גבינא נמי איכא דקאי ביני אטיפי. אינו נ\"ל מה שפירשתי במהדורא תנינא דאגבינת הגוים קאי דא\"כ היינו דר' ירמי' דאמר לעיל לפי שא\"א לה בלא לחלוחי חלב. מה שפירש המורה נ\"ל דהא דתריץ כיון דבטהור איכא נסיובי דלא קיימי לא תירץ אלא היכא דקבעי לי' לכמכא אבל לגבינה קס\"ד דכל שאינו נקפה יוצא והולך לו. הילכך אי קבעי לי' לגבינה שפיר דמי והשתא הדר מתרץ דאפילו לגבינה נמי אסור דאיכא דקאי ביני איטיפי: \n"
        ], 
        [], 
        [
            "<b>בנותיהן דאורייתא היא דכתיב לא תתחתן בם</b> פי' לית לי' לתלמודא מאי דאמר רב' בפ' הערל בהלכתא פצוע דכא וכרות שפכה מותרין בגיורת כו' בגיותן לית להו חתנות נתגיירו אית להו חתנות. דהו\"ל לתרוצי דאורייתא בגירותן אתי אינהו גזור אפי' בגיותן אלא ס\"ל לתלמודא דלא אזהר רחמנא אלא בגיותן אבל בגירותן שרי ונתינים דוד גזר עליהם כדאמרי' בפ' הערל גם מאי דאמרי' לרבות שאר המסירין לית ליה לרבה דא\"כ אסור לקבל גרים ולהתחתן בהם מכל האומות כדכתבית התם בפ' הערל: \n", 
            "<b>דאורייתא גוי הבא על בת ישראל</b> פי' לבית דינו של שם קרי דאורייתא מפני שהוא כתוב בתורה: \n", 
            "דאורייתא מאי היא תראי קראי כתיבי כתיב וכל אשר יגע בו הטמא יטמא וכתיב והנפש הנוגעת תטמא עד הערב ה\"ג ולא כדכתב בספרים הנוגע במת לכל נפש אדם יטמא שבעת ימים דהאי קררא לא משתמע אלא הנוגע במת ולא דיקרב בדיקרב אבל וכל אשר יגע בו הטמא יטמא הוא דיקרב בדיקר' כדאמרן לעיל וסתם יטמא שבעת ימים משמע ובתר הכי כתיב והנפש הנוגעת באותו טמא מת תטמא עד הערב ותו לא אלא הא כיצד כאן בחיבורין כאן שלא בחיבורין ויש כאן להקשות דהכא אמרי' דטומאת חיבורין שבעה היא דאורייתא ובנזיר בפ' שלשה מינין בהלכ' היה מטמא למתים כל היום מקשה וטומאה בחיבורין דאורייתא היא ומסיק דהיא מדרבנן ומפני שראיתי בפירוש אותה השיטה פירושים שלא נראו בעיני אני רוצה לפרשה. הכי תני התם הי' ונטמא למתים כל היום אינו חייב אלא אחת אמרו לו אל תטמא אל תטמא והיא ממטמא חייב על כל אחת ואחת ואמרי' בגמרא איתמר אמר רבה אמר רב הונא מקרא מלא דבר הכתוב לא יטמא כשהוא אומר לא יבא להזהיר על הטומאה ולהזהיר על הביאה אבל טומאה טומאה לא אמר רב הונא ורב יוסף אמר האלהים אמר רב הונא אפילו טומאה וטומאה דאמר רב הונא נזיר שהי' עומד בבית הקברות והושיטו לו מתו או מת אחר ונגע בו חייב. פי' רבה סבר דלא מחייב רב הונא שתים אלא על טומאה ועל ביאה שנגע תחלה במת וניטמא ואח\"כ נכנס באהל המת ומפני שכתובין שני לאוין חד על טומאה וחד על ביאה חייב שתים אבל טומאה וטומאה שנגע תחלה במת ועוד חזר ונגע במת אחר אינו חייב אלא אחת ורב יוסף סבר דאמר רב הונא אפילו טומאה וטומאה דכשהי' עומד בביה\"ק מגע היא דטומאה רצוצה בוקעת ועולה שאם הי' לה פותח טפח ולא היתה רצוצה הי' האדם טהור אלא מפני טומאת רצוצה היא טמא וכשנגע עוד במת אחר הוא חייב ואותיב אביי לרב יוסף ממאי דתניא נזיר שהי' מת מוטל על כתפו והושיטו לו מתו או מת אחר ונגע בו יכול יהא חייב ת\"ל ולא יחלל במי שאינו מחולל יצא זה שהוא מחולל ועומד אמר לי' ותיקשי לך מתני' דתנן הי' מטמא למתים כל היום אינו חייב אלא אחת אמרו לו אל תטמא כו' ואמאי האי מטמא וקאי אלא קשיין אהדדי לא קשיא כאן בחיבורין כאן שלא בחיבורין פי' ברייתא דופטרה על טומאה שניי' מיירי בחיבורין שהמת הי' מוטל על כתפו ובעוד הטומאה הראשונה מחוברת עליו נגע בטומאה שניי' והילכך אינו חייב אלא אחת דכיון דכד נגע בטומאה שניי' טומאה ראשונה מחוברת בו כאלו נגע בשני מתים ביחד דמי ואינו חייב אלא אחת ומתני' דמחייבא על כל טומא' וטומא' כגון שנג' במת ופרש ממנו ועוד חזר ונגע במת שני דהוו שלא בחיבורין והילכך חייב על כל אחת ואחת ומאי דאמר ר\"ה נמי נזיר שהי' עומד בבית הקברות והושיטו לו מת אחר הכי בעית לפרושי שלאחר שפירש מביה\"ק נגע במת אחר תו מקשה וטומאה בחיבורין דאורייתא היא והאמר רב יצחק בר יוסף אמר ר' ינאי לא אמרו טומאה בחיבורין אלא לתרומה וקדשים אבל לנזיר ועוש' פסח לא אי אמרת בשלמא טומאה בחיבורין דרבנן משום הכי שני בין תרומה וקדשים לנזיר ועושה פסח אא\"א דאורייתא מ\"ש פי' מקשה על מאי דאמרן שבעוד הטומאה מחוברת על האדם ונגע בשניי' כאלו שתי הטומאות מחוברות ביחד דמי ממאי דאמר ר' ינאי לא אמרו טומאה בחיבורין כגון ראובן שנגע במת וקודם שפירש ממנו בא שמעון ונגע בראובן שיהא שמעון טמא טומאת ז' אלא לתרומה וקדשים שאכילתן הוא עשה אבל לעושה פסח שהוא בכרת לא העמידו דבריהן במקום כרת ואינו טמא אלא טומאת ערב דל\"ש חיבורין משלא בחיבורין וכן לנזיר נמי אם נגע בראובן בעודו ראובן מחובר במת אינו טמא טומאת שבעה ואינו סותר ואינו מביא קרבן טומאה שאין הנזיר סותר אלא בטומאת שבעה והאי אינה אלא טומאת ערב אלמא טומאה בחיבורין לאו דאורייתא וקס\"ד השתא דכי היכי דכד הוה מת מוטל על כתפו ונגע בטומא' אחרת חשבינן לטומאה שניי' כאלו הוה מיחברא בטומאה ראשונה ואין כאן שתי טומאות אלא טומאה אחת הה\"נ כד מיחבר ראובן בטומאה ונגע שמעון בראובן חשבי' לי' לשמעון כאלו נגע בטומאה שראובן הוא מחובר בה ומדהא לאו דאורייתא הך נמי לאו דאורייתא ואמאי בנזיר לא מחייב אלא חדא ומשני לא קשיא כאן בחיבורי אדם באדם וכאן בחיבורי אדם במת פי' היכא אמרי' טומאה בחיבורין דאורייתא היא מיחשבא כחדא בחיבורין אדם במת ועוד נוגע בטומאה אחרת ההם ודאי חשבי' לשתי טומאה כחדא אבל חיבורי אדם באדם כגון שמעון שנגע בראובן בעוד שראובן מחובר במת לא חשבי' להו כחדא ולמימר דכאלו נגע שמעון במת דמי אלא דוקא ראובן שנגע במת טמא טומאת שבעה אבל שמעון שנגע בראובן אינו טמא אלא טומאת ערב כדכתיב והנפש הנוגעת תטמא עד הערב פירשנו אותה השיטה נחזור לענינו הרי משם מוכיח [דטומאה] בחיבורין אינה אלא מדרבנן והיכי אמרי' הכא דמדאורייתא טומאה בחיבורין שבעה וננ\"ל לתרץ דודאי טומאה בחיבורין שבעה אינה אלא מדרבנן כדאמרי' התם מש\"ה א\"ל רבא לא אמינא לכו לא תיתלו בוקי סריקו בר\"נ הכי אמר ר\"נ כו' פי' דלעולם לא אמר ר\"נ דבר זה דטומאת חיבורין שבעה הוא דאורייתא שאינה אלא מדרבנן כדאמרי' בנזיר ותראי קראי. הכי מתרצי וכל אשר יגע בו הטמא יטמא דמשמע טומאת שבעה מיירי בכלים דאדם הנוגע במה וכלים באדם טמאים טומאת שבעה כדתנן בריש אהלו' אבל והנפש הנוגעת באדם שנגע במת אינו טמא אלא טומאת ערב בין שלא בחיבורין בין בחיבורין ורבי' ברוך זצוק\"ל כתב בחיבור טהרות שחיבר בהלכות וטא מת שטומאת חיבורין הוא מדאורייתא ופירש השיטה של נזיר בפתרון שאין לה פנים כלל: \n"
        ], 
        [], 
        [], 
        [
            "<b>וקבר בי' ישראל קרא מעיקרא</b> פי' דאי לאחר שהוסק התנור אע\"ג דלבשולי נתכוין הגוי שרי כיון דישראל קבר קרא בגחלים והיא מתבשלת ע\"י קבורתו אבל קודם שהוסק התנור אין קבורתו מועלת כלום והילכך אי נתכוין גוי לבשולי אסור: \n", 
            "<b>אי לא הו הבשיל אמאי מותר בשולי גוים נינהו כו'</b> מהכא מוכח אע\"ג דישראל הניח הבשר ע\"ג הגחלים וגוי בא והיפך. ואם לא פי' נצלה כ\"א ע\"י היפוכו אסור כ\"ש אם לא היו מספיקים העצים ובא גוי והוסיף עצים וכן נמי ישראל ששפת את קדרתו סמוך לאש של גוים ואינה יכולה להתבשל באותה האש אם לא יוסיף הגוי עצים אסורה היא והאי דשרינן לקמן בפת בחיתוי ישראל בעלמא בכה\"ג בעי' לפרושי כגון דבלאו האי חיתוי לא היתה נאפת ומש\"ה שריא אבל אלו היתה נאפת בלא חיתוי אסורה עיין בפסקיי שסתרתי זו הסברא: \n"
        ], 
        [
            "<b>דג מליח</b> פי' המורה שמלחו גוי ובמליחתן היא נאכל בלא בישול חזקי' שרי דלאו בישול היא ור\"י אסור דזהו בישולו ק\"ל להאי פירושא טובא ר' יוחנן לית לי' מתני' דתנן וכבשין שדרכן לתת להם יין וחומץ אבל אותן שאינן דרכן לתת בהם יין וחומץ שרי ואע\"פ שהן מלוחין ע\"י גוים ונאכלין מחמת מולחן בלא בישול דדווקא בישולי גוים ע\"י האור אסרו חכמים ולא מלוחי גוים ונ\"ל לפרש דג מליח הנאכל מחמת מולחו חי וצלאו הגוי וא\"ת היינו דגים קטנים מלוחים דאמרן שאין בהם בישול גוים התם רוב העולם אוכלים אותם חיים מחמת מולחן ומש\"ה ליכא דפלוג בהו אבל דג מליח שהוא גדול נאכל היא חי מחמת מולחו אבל רוב העולם מבשלין אותו ומש\"ה פליג ר\"י ואסר משום דאזל בתר רובא דעלמא וחזקי' סבר אע\"פ שרוב העולם מבשלין אותו כיון שיכול לאוכלו חי אין בו משום בישולי גוים דומיא דשמן דרוב העולם מבשלין אותו ומפני שנאכל גם חי אין בו משום בישולי גוים וכך מצאתי שכתב ר\"ת זצוק\"ל בס' הישר: \n", 
            "<b>והקפריסין</b> פי' המורה שבישלן הגוי ומפני שנאכלין חיין הם מותרין ואינו נ\"ל שהפקריסין נאכלין חיין והילכך אם בישלן גוי אסורין הם ואין לפרש אלא כגון שמלחן גוי או כבשן וכן הקפליטות שהן כרישים גדולים והחמין והכליות אע\"פ שעל ידי האור עשאו הגוי (חסר כאן איזה תיבות): \n"
        ], 
        [
            "אמר רב חב\"ית אסור בחותם א' חמפ\"ג מותר בחותם [אחד] המורה תלה הטעם מפני שחבי\"ת דמיהן יקרים וראיתי שנתנו טעם אחר שחבי\"ת עומד האיסור בעינו אם החליף אבל חמפ\"ג אינו אלא ע\"י תערובת וק\"ל לתרווייהו ממאי דאמר רב אשי לעיל שהחומץ והמבושל כיון דלא מנסכי להו לא בעי חותם בתוך חותם ולמורה קשיא ממבושל שהרי דמיו יקרים יותר מן היין ולמ\"ד מפני שהאיסו' עומד בעינו קשיא חומץ ומבושל ונ\"ל דר\"א ל\"ל דרב דאיהו סבר דוקא יין דחזי לנסוכי צריך חותם בתוך חותם אבל מידי אחריני לא ואע\"פ שדמיו יקרים והאיסור עומד בעינו ובשר ותכלת סגי להו בחותם אחד: \n", 
            "פיסקא ואלו מותרין באכילה חלב שחלבה גוי וישראל רואהו פירש מדלא קתני ישראל עע\"ג ש\"מ דלא בעינן שישמור ויראה היאך הוא חולב אלא אע\"פ שאין רואה היאך הוא חולב לבד שעומד בצד א' ורואה את הגוי מותר ולא חיישי' שמא היה לו דבר טמא ומערב בו והיינו דאמרי' בגמ' תנינא להא דת\"ר דלא בעינן שיעמוד ע\"ג ומיהו בברייתא מוסיף יותר שאע\"פ שאינו עומד אלא יושב כיון דכי קאי חזי לי' שפיר דמי: \n", 
            "<b>והדבדבניות</b> פי' אשכלות של ענבים ממסקות שהיין זב מהן ועל זה נקוראי דבדבניות ואתא למימ' שאינן חשובין אותן חטיפין יין שיאסרו משום מגע גוי: \n"
        ], 
        [], 
        [
            "<b>אמר רב פפא הילכתא עד שיהא ראש ושדרה של כ\"א ואחר ניכר.</b> פי' שאם יש בחבית הרבה דגים חתוכים לחתיכות חתיכות מצאנו בה ראש ושדרה של דג א' ניכר ושל שאר אינו ניכר לא אמרי' מדהאי הוה טהור כולן נמי טהורין הן אלא צריך שיהיו ניכרין כל הדגים ששם הראש והשדרה שלהן וכיון שהן ניכרין כל החתיכות מותרות דסתמא דמליתא מאלה הדגים נחתכו ולא חיישי' שמא מדגים טמאים נחתכו מיתיבי חתיכת דג שיש בה סימן בין בכולה בין במקצתה אפילו א' ממאה שבה מותר ומעשה בגוי א' שהביא גרב מלא חתיכות בציפרי ומלא אחת שיש בה סימן והתיר רשב\"ג את הגרב כולו. פי' אם יש סימן טהרה בחתיכה בין בכולה חבית בין במקצתה ואפילו יש מאה חתיכות בחבית ונמצאת סימן באחת מהן כולן מותרות דתלינן ואמרי' כמו שזה טהורה כך כולן טהורות לוא מספקינן למימר שמא תערובת דגים טמאים יש שם וקשיא לר\"פ דבעי ראש ושדרה של כ\"א וא' תרגם רב פפא כשחתיכות שוות ולעולם צריך ראש ושדרה של כ\"א וא' אבל אם הי' דג גדול בראש ושדרה שהן ניכרין מותרות כל החתיכות הילכך החביות הבאות מלאות טונינא כיון שנוכל להכיר הראש והשדרה כולן הן מותרות ולא חיישי' לדג טמא ואע\"פ שיש חבית שאין שם ראש יש להתיר מטעם החזקה שחזקה יש לנו שאינן עושין שם אלא מטונינא ולא מדג טמא כדאמרן לעיל מכריז ר' אבהו קירבי דגים ניקחין מכל אדם חזקתן אינן באים אלא מפלוסא ופמיא ובלחנתא דפוס נהרא: \n", 
            "ההיא ארבא דלחנתא דאתא למחוזא נפק רב הונא בר חיננא חזי בה קילפי על ספיני ושרייה אמר רבא מי איכא מאן דשרי כי הא באתרא דשכיחי קילפי המורה פירש לעיל בלחנתא דפוס נהרא שהוא סולתנית וקשיא לי היכי דמי הכא דפליגי אי איכא למיחש לתערובת דגים טמאים שעולים עמה מה מועילים הקילפי שמא יש ביניהן דלית להו קילפי ומה זה שאמר באתרא דשכיחי קילפי אפילו אם ראה הקילפי על הדגים עצמן יש לאוסרן מפני התערובת וא\"ת שהיו הטהורין ניכרין ע\"י הקשקשים א\"כ מאי טעמא דמאן דאסר יאכל כל מי שיש לו קשקשים ואם הי' מין שמשיר הקשקשים יהו כולן אסורין כמו החילוק ובנדברים בפ' הנודר מן המבושל תנן דג דגים שאני טועם אסור בהן בין גדולים בין קטנים ומותר בטרית טרופה ובציר הנודר מן הצחנה אסור בטרית טרופה ומותר בציר ובמורייס וראיתי לאחד שפירש שם דצחנה היא או בשר מהותך או עופות או דגים ישים אותם עם מלח וחומץ ויטרפם בכל עת ויניח אותם עד שיתמסמסו ויהיו כמו מרק עבה וכך נ\"ל לפרש כאן צחנתא שאינם הדגים שלמים שיהיו ניכרין ע\"י קשקשים ויש לחוש לדגים טמאים וצחנתא דפוס נהרא שריא מפני החזקה שיש לנו דלא מרבי ההיא טינא דג טמא וזאת שבאה לפום נהרא התיר רב הונא משום קילפי דחזיא בארבא ומוכיח שאלה הקילפי מאלה הדגים הם ודמי לגרב מלא חתיכות שבעבור סימן הנמצא בחתיכה אחת התרנו כל הגרב ורבא אסר משום דבההיא אתרא שכיחי קילפי תמיד בבספינה הנושרים מדגים טהורין ושמא אלה הקילפי אינם מדגי צחנה זו אלא מדגים אחרים וסולתנית היא מין דגים קטנים שאין להם קשקשים עכשיו ועתידין לגדל לאחר זמן ואנו חוששים לתערובת דגים קטנים כיון שאין להם קשקשים אבל כל דגים קטנים שיש להן קשקשים אין אדם יכול לאוסרן מפני שהוא בודק ע\"י קשקשים וצחנתא אין לה בדיקה שהדגים הן נימוחין בתוכה: \n", 
            "<b>ונמצאת כילבית באחת מהן פתוחו' כולן מותרו'.</b> פי' וכגון שנמצא בה שתי כילביות דהכי אוקימנא לעיל דבפתוחות בעינן תרתי: \n", 
            "אמר רב ברונא אמר רב קירבי דגים ועוברן אינן נקחין אלא מן המומחה יש לומר דפליגי אדר' אבהו דאמרן לעיל מכריז ר' אבהו בקיסרי קירבי דגים ועוברן ניקחין מכל אדם חזקתן אינן באין אלא מפלוסא ומפמיא ויש לומר דל\"פ דלא שרא ר' אבהו אלא בקיסרי שלא היו באין שם אלא מפלוסא ומפמיא באותן המקומות היתה חזקה שלא היו לוקחין אותן אלא מדגים טהורים אבל שאר המקומות לוקחין אותן גם מדגים טמאים הילכך אינן נקחין אלא מן המומחה: \n", 
            "וזה משריץ מבחוץ שמעתי שמוציא הבצים מבחוץ ונכנסין גרעיני הבצים בין הקשקשים ושם הוא משריץ עד שיוצאין הדגים קטנים מהן: \n", 
            "<b>למה לי מומחה ליבדוק בסימנים דתניא כסימני בצים כך סימני עוברי דגים כו'</b>. פי' ואע\"ג דאמרי' בפ' אלו טרפות דלא סמכי'' אסימני בצים עד שיאמר הגוי של עוף פלוני וטהור הוא התם כדמסיק טעמא משום דאיכא דעורבא דדמי לדיונה אבל בדגים סימן מובהק הוא: \n"
        ], 
        [
            "אין שם מומחה מאי פירש המורה כשנימוחו העוברין קא בעי לה ויש לומר דבקירבי דגים קמבעיא לי' שאין יכול להכירן ע\"י סימנים שלא נאמרו הסימנים אלא בעוברין ודייק אנמי דאמרי' אלו דגים ואלו קרביהן ואי קשיא ומ\"ש מבצים דאמרי'' בפ' ואלו טרפות עד שיאמר של עוף פלוני וטהור וה\"נ נימא הכי ואמאי מצרכינן לי' שיראה לו הדגים שהוציאן מהם תשובה התם בבצים מינכרי וידיעי ביצי כל עוף ועוף והילכך כשאמר של עוף פלוני היא לא משקר דמילתא דעבידא לגלוי הוא ואע\"פ שהוא גוי סמכי' עילוי' אבל קירבי דגים לא מינכרי שכל הדגים קירביהן שוין הילכך אי מחזי לן הדגים שהוציאן מהן אין ואי לא לא דשמא הוא סבור שהן מדג פלוני ואינן אלא מדג טמא ואע\"פ שהוא ישראל לא מהימנינן לי': \n", 
            "ר' יוסי אומר השלחין אסורין ירושלמי ר' חייא בשם ר' יוחנן מין [זיתים] הוא והן נותנין לתוכו חומץ שיהו חולצין את גרעיניהן: \n", 
            "<b>פרק כל הצלמים \n</b>", 
            "<b>אי דנעבדין אחת בשנה מ\"ט דרבנן</b> פי' שאין לומר דרבנן סברי דאין נעבדין דלא הוו פליגי בדבר הנרא' לעינים ואי לאו דחזא ר' מאיר דהן נעבדין לא הוה אמר מפני שנעבדין: \n", 
            "ורבנן דלא חיישי למיעוטא לא גזרו שאר מקומות אטו אותו מקום ראיתי מקשים דרשב\"ג אדרשב\"ג דהכא אמר רשב\"ג כל שיש בידו כל דבר טעמא דיש בידו כל דבר הא אין בידו כלום שרי אלמא לית ליה דר\"מ דחייש למיעוטא ובפ\"ג דבכורות תנן רשב\"ג אומר הלוקח בהמה מניקה מן הגוי אין חוששין שמא בנה של אחר היה דמשמע טעמא דמיניקה שבנה כרוך אחרי' הא חלב לחודי' אינו פוטר וסבירא ליה כרבי עקיבא דאמר התם חלב אינו פוטר דאף על גב דרוב בהמות אינן חולבות אלא אם כן יולדות איכא מיעוטא דחולבות אע\"פ שאינן יולדות וחיישי' למיעוטא ומתרצים דלעולם רשב\"ג לא חייש למיעוטא ושני התם דאיכא מיעוטא וחזקה דאימור אוקי בהמה אחזקתה ועדיין לא ילדה עוד מקשים דהתם פסיק רב הלכה כרשב\"ג וכיין דאינא למיעוטא וחזקה א\"כ אמאי לא בדקי' כל י\"ח טרפות והאיכא מיעוטא וחזקה דאמר רב הונא בהמה בחיי' בחזקת איסור עומדת ואין זו קושיא של כלום דההיא חזקה דאיסור לאו חזקה דטרפות היא אלא משום אבר מן החי ואדרבה אמרי' התם נשחטה בחזקת היתר עומדת עד שיוודע לך במה נטרפ' עיין בתשובות ז': \n"
        ], 
        [], 
        [
            "<b>פיסקא המוציא שברי צלעים כו'</b> אמר שמואל ואפילו שברי ע\"ז ק\"ל דמהכא מוכח דסבר שמואל דאין עובדין לשברין ובשלהי פרקין אמרי' לרב ושמואל דכ\"ע עובדין לשברים ושם אני עתיד לתרצה: \n", 
            "<b>דאמר ר' אושעי' מערים אדם על תבואתו כו'</b> עיין בקונטרסי בשלהי פרק ביצה ובריש פ' השוכר את הפועלין במהדורא קמא: \n"
        ], 
        [], 
        [
            "באפרוחין כאן וכאן מותרין. בבצים כאן וכאן אסורין מה שפירש המורה שצריכין לאילן וגזור בהו רבנן בעל אילן עצמו אינו נ\"ל דא\"כ כי אייתי עצים מעלמא נמי וקינתה בהן יאסרו שהרי הקן צריך לאילן שיעמיד עליו ונ\"ל לפרש באפרוחים כאן וכאן מותר להתיזן בקנה ולא גזרי' שמא יעלה באילן אפילו בהקדש דבנענוע בעלמא נפלי וא\"צ לעלות באילן וליטלן הילכך אפילו באשרה איכא למיגזר שמא יעלה באילן. ופתרון השיטה הוא כדפרישית במה\"ק עיין מ\"ש במעילה בפ' ולד חטאת. \n"
        ], 
        [
            "<b>פיסקא המוציא כלים. שפודים של ברזל היו וחיפום בבעץ</b> פי' המורה בדיל וכך פירש גם בערוך בדיל תרגום ירושלמי בעצא וקשיא לי דא\"כ היינו מתכות ומה צורך לומר וחיפום בבעץ ודאי אם הי' בעץ מין עץ היה יפה כלומר לא תילף מהתם שאע\"פ שהי' העץ מלמעלה ברזל הי' מלמטה. אל בדיל כך היא כשר כמו ברזל ומה לו לומר וחיפום בבעץ. ויש לור שהבדיל לכשמכהה מראיתו דומה כאלו היא עץ ובעבור זה טעו מי שראו אותה וסברו שהיא של עץ ולמה הוצרכו לעשות שפודים מלמטה מפני שהבדיל אינו חזק והיו הקנים נכפפין: \n"
        ], 
        [
            "ר' יוסי אומר שוחק וזורה לרוח. לקמן בפירקן מקשה דר' יוסי אדר' יוסי ובנן אדרבנן מנבייה דאשרה ומתרץ. ואטחון אותו טחון היטב פי' ומדבר חורב מגדל צמחים היה שהרי שם היה משה רועה את צאן יתרו ומדמקשי' מעגל ומנחש הנחושת ש\"מ כל שחיקת מתכות מגדלת צמחים אלא שלא קראו עפר ומש\"ה פסולין לכיסוי חוץ מזהב דאיקרי עפר ועפרות זהב לו. כדאמרי' בפ' כיסוי הדם עיין התם במהדורא תליתאה: \n"
        ], 
        [], 
        [
            "<b>פיסקא שאל (פנקלוס) [פרקלוס] כו'</b> עד אני לא באתי בגבולה היא באת בגבולי פי' המורה היא באת בגבולי שהמרחץ קדם לה והמרחץ נעשה לכל הבא לרחוץ ולא כל הימנה שתהא גוזלת את הרבנים ועוד תשובה אחרת אין אומר נעשה מרחץ כו' ואינו נ\"ל דמנלן דמרחץ קדם ותו אפי' אם קדם אין זה גוזלת את הרבנים שבחצר ע\"ז עשה ואין המקום הפקר לרבים ותו אם טענה אחרת הוא זה שאמר אין אומר נעשה מרחץ כו' אמאי לא אמר ד\"א כדאמרי' בסיפא מש\"ה נ\"ל לומר שהכל היא טענה אחת שמפרש היאך לא באתי בגבולה והיא באת בגבולי שאלו היו עושין המרחץ נוי לאפרודיטי הייתי בא אני בגבולה והייתי אסור לרחוץ בה אבל עכשיו שהיא נעשית נוי למרחץ היא באה בגבולי והילכך אני מותר לרחוץ בה ד\"א אם נותנין לך ממון הרבה כו' פי' עד עתה התיר המרחץ בהנאה ועכשיו מתיר גוף ע\"ז עצמה מפני שאין נוהגין בה משום אלוה: \n"
        ], 
        [
            "<b>פיסקא הגוים העובדים את ההרים תנא קמא סבר אילן שנטעו ולבסוף עבדו מותר</b> פי' ואע\"ג דכל תלוש ולבסוף חיברו כתלוש דמי לגבגי ע\"ז דוקא כשעומד התלוש בעינו כגון שחצב אבנים ובנה מהן בית ועבדו. אבל האילן כשנוטעו גרעין משתנה מכמות שהיה ועושה פנים חדשות הילכך אין דינו אלא כמחובר: \n", 
            "מפני מה אשירה אסור מפני שיש בה תפוסת ידי אדם ופירש המורה שנטעה אדם ובאילן שנטע וזרע גרעין או אגוז קאמר והו\"ל מחובר מעיקרא דאי תלוש ולבסוף נטעו אמרי' לקמן דתלוש גמור הוא ודכ\"ע אסירי ואינו נ\"ל דאדרבה הכי מוקמי' בגמרא פלוגתייהו באילן שנטעו ולבסוף עבדו דלתנא קמא שרי ולר' יוסי אסור אבל אם נטע אגוז מתחלה לשם עבודה זרה גם תנא קמא מודה דאסור: \n"
        ], 
        [], 
        [
            "<b>המשתחוה להר אבניו מהן למזבח</b> פי' וכגון שחצבן ישראל דאילו חצבן גוי מותרין דומיא דשפאי אשרה: \n"
        ], 
        [
            "<b>ואי משום בית ד' אלהיך כו'</b> כמה דחוק פתרון המור' דאיבעי ליה למימר בית ד' אלהיך הוא שהאתנן אסור לבנין הבית ולא שיהא נאסר המחובר משום אתנן ונ\"ל לפרש כך הוא שאל שתים אם יש נעבד במחובר לגבוה ואם הבנין של מזבח שהיא מכשירי קרבן אם הוא כקרבן להיות הנעבד אסור בו ואמר רבא ק\"ו ומה אתנן שמותר בתלוש להדיוט אסור במחובר לגבוה דכתיב לא תביא אתנן זונה וגו' ל\"ש תלוש ול\"ש מחובר שאם היה אילן מחובר ונתנו לזונה באתננה פסול לבנין נעבד שאסור בתלוש להדיוט אינו דין שאסור במחובר לגבוה שאם עבד אילן או הר שהם אסורין לבנין ותיפשוט מהכא דיש נעבד במחובר וגם מכשירי קרבן כקרבן דמי שהמחובר אנו אוסרין אפילו לבנין שאין לומר דוקא לקרבן יאסר ולא לבנין שאם השתחוה לקמ' אסורין חיטי' למנחות וכגון שנקצרו ונטחנו ע\"י ישראל שאינו מבטל ע\"ז לעולם אבל לעולם לבנין שרי דהא מאתנן ילפי' ומחובר דאתנן לא ימצא כ\"א לבנין דאי לקרבן הא אמרי' נתן לה חיטים (חסר כאן יותר משתי שורות שלימות בכ\"י וחבל על דאבדן) לגבוה שלא יהא נוהג אתנן במחובר כלל וסתר ליה השתא ההיא חילוף שלא יהא אתנן ולא נעבד נוהג במחובר ומינה נילף נמי שמכשירי קרבן לא יהו כקרבן שגם התלוש שהוא אסור לקרבן יהא [אסור] ולא לבנין שהוא מכשירי קרבן ונילף הכי ומה נעבד שהוא אסור בתלוש להדיוט לא נאסר כ\"א לקרבן ולא למכשירי קרבן פי' שכשהחמיר הבורא ואמר דיש נעבד בבעלי חיים ואע\"פ שאין [נאסרין] להדיו' נאסרין לגבוה דוקא לקרבן מצאנו שאסרם כדילפי' מן הבהמה להויא את הנעבד וזהו לקרבן אבל אם הקדיש לבדק הבית יש לומר מותר ומוכרין אותו ונופלין דמיו לבדק הבית ואף האתנן [החמיר] בו הבורא ואסרו לגבוה ואע\"ג דשרי להדיוט דוקא לקרבן אסרו ולא לבנין דמכשירי קרבן לאו כקרבן דמי ומש\"ה מקשה ואי משום בית ד' אלקיך דמשמע שגם בבית הוא אסור והיאך אמרת [דוקא] לקרבן אסור האתנן אבל לבנין הבית שרי ההוא למעוטי פרה אתי דאע\"ג דמזין מדמה נוכח פני אוהל מועד אינה באה לבית ואתנן כשר בה א\"נ לרבות הרקועים שהן ציפוי לבית קודש הקדשים ומשום דמיתחזי בפנים מאוס האתנן בהם אבל לעולם לשאר בנין שאינו נרא' בפנים מותר דמכשירי קרבן לאו כקרבן דמי: \n", 
            "<b>המשתחוה לחיטים קמחן מהו למנחות.</b> פי' כגון שטחנן גוי והותרו להדיוט דאילו טחנן ישראל אסורין אף להדיוט: \n", 
            "<b>המשתחוה לדקל לולבן מהו למצוה</b> פי' כגון שחתכו ישראל שלא יתבטלו כי אתא רב דימי אמר אשר' שביטלה קא מיבעא לי' פי' כגון שחתיכה גוי וביטל כל האשרה: \n", 
            "<b>היה שלו ושל ע\"ז ידון מחצה על מחצה</b> פי' חציו של גוי אסור בהנאה וחצי' שלו מותר והמורה פי' ידון מחצה על מחצה אותה של ע\"ז אינו עולה לו בכניסת הד' אמות אבל חלקו עולה לו בכניסת הד\"א שאם היה עביו ב' אמות מונה האמה שלו וכונס ג\"א לתוך שלו ואינו נ\"ל כיון דחצי הכותל היא של גוי א\"צ לכנוס אלא בונה במקומו דהא השתא לא הוי כותלו מחיצה לע\"ז ולא מהני לה מידי דחצי כותלו של גוי הוי מחיצה לע\"ז ועוד דאם יכנס יבנה הגוי כל כותלו בתוך של ישראל ונמצא מהנה לע\"ז שאין לומר כאן דימלי לי' בהוזמי והיגי שהגוי רוצה לבנותו ועוד שהגוי דוחקו לבנותו עמו שחצי כותלו לא קאי בלא חצי כותלו של ישראל הילכך לא מצי ישראל לאשתמוטי שלא יבנה עמו: \n"
        ], 
        [], 
        [
            "פיסקא שלשה בתים הן מה שכתבתי במהדור' קמא דלרבנן דאמרי אי זהו אשרה כל שתחתי' ע\"ז שאם בנה הבית להכניס לתוכו ע\"ז הרי הוא כאלו בנאו לשם ע\"ז ממש לקבלו עליו באלוה ליתא כדכתבית התם דקשיא כיפה דמוכח מהתם דהכיפה הוא תשמיש ע\"ז ואינה אסורה עד שתעבד והה\"נ בית שבנאו להכניס ע\"ז לתוכו אינו אסור עד שיעבד ויכניס שהבית הוא תשמיש לע\"ז ומתני' דאסר בנה אע\"פ שלא השתחו' ליכא לאוקמי אלא כגון שבנאו לעבדו ממש וקסבר ע\"ז של נכרי אסורה מיד ואשרה נמי דאסרי רבנן כל שתחתי' ע\"ז דוקא אם שם ע\"ז תחתי' ועשא' תשמי' לע\"ז נאסרה אבל אם עדיין לא שם הע\"ז תחתיה אע,פ שנטעה על דעת להשים ע\"ז תחתי' לא נאסרה עד שישים דמשמשי ע\"ז היא וגם מה שכתבתי שם דלר' ישמעאל דשרי אשרה שתחתי' ע\"ז שרי נמי בית שבנאו להכניס שם ע\"ז עד שיבננו לשם ע\"ז אבל אם בנאו להכניס אע\"פ שהכניס מותר ליתא דלא גרע בית מכל תשמישי ע\"ז שנעבדו ולא פליג אלא באשרה דהויא מחובר רק סבר מאי דכתב רחמנא ואשריה' תשרפון באש דוקא כשנעבדו אבל משום תשמישי ע\"ז לא מיתסרי ורבנן סברי דאפילו משום תשמישי ע\"ז נמי מיתסר וגם מ\"ש שם שאם בנאו כדי להכני' והכניס ונאסר משום תשמישי ע\"ז אם חזר והוציא ע\"ז משם הותר הבי' מיד ליתא דכיון דהוי תשמישי ע\"ז ונכנס שהכניס ע\"ז לתוכו אין לו היתר עולמית עד שיבטל ע\"ז כדתנן המבטל ע\"ז ביטל משמשיה אבל בהוצאת ע\"ז לא הותר ואם נעבד הבית כמו שדרך הגוים עכשיו שבעבור קלון ע\"ז משתחוים לבית אין לו היתר לעולם עד שיבטל הבית עצמו שיסתרנו וכל פתרון המשנה הוא כאשר פירשה המורה ואם הכניס ע\"ז לתוכה והוציאה דוקא לפי שעה שלא הקצהו לתשמיש ע\"ז ניתר בהוצאת ע\"ז כדפריש המורה אבל אם הקצהו והכניס הו\"ל כשאר תשמישי ע\"ז שנעבדו שהן אסורין לעולם עד שיבטל ע\"ז אבל אם הקצהו במעשה בלמוד לא נאסר דטורדא דתפילי דאמרי' אזמני' ולא צר בי' צר בי' ולא אזמני' שרי ולא מיתסר עד דאזמני' וצר בי': \n"
        ], 
        [
            "<b>פיסקא שלש אשרות הן אילן שנטעו מתחלה לשם ע\"ז ה\"ז אסור</b> פי' אין לומר כאן כדאמרן לעיל גבי בית בנה אע\"פ שלא השתחוה דדוקא הבית נאסר בבנינו ככיון שלשם ע\"ז בנה אותו מפני שכל הע\"ז עשה בידיו וקסבר ע\"ז של נכרי אסורה מיד אבל האילן שלא נטע אלא גרעין אחד והאילן גדל מאליו אין כח לאוסרו עד שיעבדנו ולא כדכתבי' במהדורא קמא וכן נמי כשגידעו ופיסלו לשם ע\"ז ורוצה לעבוד החליפין אינן נאסרין עד שיעבדם מפני שמאליהן גדילין הילכך לא מתוקמא מתני' אלא כרבנן דדוקא אם גידעו ופיסלו ועבדו אז נאסרו החליפין אבל בהשתחאוה לבד לא נאסרו ודלא כר' יוסי וסיפא דתני העמיד תחתי' ע\"ז וביטל' ארישא קאי באילן שנטעו מתחלה לכך או שגידעו ופיסלו לכך ואתא למימר שאם לא נטעו כדי לעבדו אלא כדי להעמיד תחתי' ע\"ז נאסר כרבנן ולא כר' ישמעאל ואינו ניתר בסילוק ע\"ז מתחתיו דהו\"ל תשמישי ע\"ז שנעבדו שהן אסורין עד לעולם אלא בביטול ע\"ז כדתנן לקמן המבטל ע\"ז ביטל משמשי' ומש\"ה לא תני וסילקה כדתני גבי בית ובימוס מפני שנטעו מתחלה לכך אבל אם לא נטעו לכך מתחלה לא מבעיא אם העמיד תחתיו ע\"ז דלא נאסר אלא אפילו אם השתחוה לא נאסר דמתני' רבנן היא ולא ר' יוסי כדפרישית וכדאמרי' בגמרא: \n"
        ], 
        [
            "<b>פיסקא ר' יוסי אומר אף לא ירקות כו'</b> ואין ניטעין אגוז של ערלה מפני שהוא פרי סיפא דמתני' הני איתא בספ\"ק דערלה ואין מרכיבין בכפניות של ערלה וכפניות הן תמרים שעדיין לא נתבשלו ואמרי' בירושלמי דר' יוסי אזיל לטעמי' דאמר הסמדר אסור מפני שהוא פרי וכך הם הכפניות בתמרים כמו הסמדר בענבים מפני שהי' מחשב הכפניות פרי הי' אסור להרכיבן כמו שהי' אוסר נטיעת האגוז שהוא פרי ועלה קאי ר' יהודה אמר רב מודה ר' יוסי שאם נטע האגוז או הבריך והרכיב הכפניות שהן מותרין האילנות הגדילין מהן דזה וזה גורם מותר. ודברי המורה לא נראו לי: \n"
        ], 
        [
            "<b>אפה בו את הפת</b> פי' המורה בין בחדש שציננו וחזר והסיקן בעצי היתר ובין בישן בהיסק עצי איסור הו\"ל בתרווייהו זוז\"ג שהפת שנאפת בחדש בהסק שני באת ע\"י גורם האיסור שנתחזק בהן התנור מראשיתו וגורם דהיתר ההיסק שני ואינו נ\"ל דלגבי אפיית הפת ליכא אלא חד גורם שאם נאפת בתנור חדש שציננו ע\"י היסק שני חד גורם הוא דהיתר ואפילו למ\"ד זוז\"ג אסור הפת מותרת דאטו שימוש בעלמא ששימש התנור שנתחזק בעצי אשרה יאסר הפת ואפי' נשתמש בעצי אשרה עצמן נהי דאסור להשתמש בהן אבל אם שם כלים עליהן מותרים הכלים בהנאה ואם אפה את הפת בתנור ישן שהסיקו בעצי אשרה הפת אסורה ואפילו (חסר כאן) בעצי אשרה שנאפת בו את הפת ולא ילפי' זה וז\"ג אסור אלא מדתני חדש יותץ כדדייק מינה תלמודא בפ' כל שעה ועיין מ\"ש שם במהדורא תנינא ותראה הדברים מבוארים: \n"
        ], 
        [
            "פיסקא כיצד מבטלה לא דכ\"ע עובדין לשברים כתב המורה והא דאמר שמואל בריש פירקא אפי' שברי ע\"ז מותרין למוצאן התם הוא דלא חזינן לה דנשתברה מאלי' דאמרי' גוי שיברן דאזלי' בתר רובא דהא ע\"ז שנשתברה מאלי' לא שכיח ואינו נ\"ל דכל סוגיא דשמעתא משמע התם דמאן דאמר שיברי ע\"ז מותרין קסבר ע\"ז שנשברה מאלי' מותרת ומאן דאמר ע\"ז שנשברה מאלי' אסורה קסבר המוצא שברי ע\"ז אסורין והנכון בעיני לפר' דכעין רבותא קאמר שאני יכול להעמיד חלוקתם בכך אבל העיקר הוא מה שמעלה לבסוף איבעית אימא דכ\"ע אין עובדין לשברים והכא בע\"ז של חליות כו' וזה הלשון היא עיקר ומש\"ה אמר שמואל ואפילו שברי ע\"ז וכך מצאתי כתובה גירסא זו במקצת ספרים אבל המורה גריס הכי דכ\"ע שברי שברים מותרים שברים אסורין וע\"ז של חליות עושה כשברי שברים וזה הוא דוחק גדול דכיון דהדיוט יכול להחזירן עדיפי משברים והיאך נעשה אותן שברי שברים א\"ו הסברא מוכחת דה\"ג דכ\"ע אין עובדין לשברים ומפני שנתפרקו לחליות והדיוט יכול להחזירן קאסר רב דלא דמיא לע\"ז שנשתברה מאילי' ושמואל סבר גם זו נמי מותרת היא ולא תמצא שברי ע\"ז שאסורין כ\"א כדרך גדילתה דאורחה בהכי אבל ע\"ז של חליות כיון דלאו אורחא לאיפתרוקי ונתפרקה מותרת היא וכ\"ש אם נשבר' לגמרי וזה נ\"ל עיקר ולא מה שכתבתי במהדורא קמא: \n", 
            "<b>פרק ר' ישמעאל \n</b>"
        ], 
        [], 
        [], 
        [], 
        [
            "מצא בראשו מעות ומעות דבר של נוי הוא מיכן מוכיח שכל המעות שהגוים מתנדבין עכשיו והן משימין אותן לפני ע\"ז בשעה שמתנדבים אע\"ג שהן יודעין שהכומרין נוטלין אותן נוי ע\"ז הן ואדעתא דהני נותנים שיעשו מהן זיבול לע\"ז ושיתפרנסו הכומרי' שהן שמשי ע\"ז מהן ובודאי אם היו מתנדבין ולא היו משימין אותן לפני ע\"ז היו מותרין אע\"פ שנתנדבו לזיבול ע\"ז שאין הקדש לע\"ז אבל כל מה שמשימין לפני ע\"ז נאסר או משום תקרובת ע\"ז וכל אלה הפתילות של שעוה שדולקות לפני ע\"ז או הצורות של שעוה שהן תלויות לפני ע\"ז אע\"פ שהכומרים סותרים אותן ומוכרין אותן נוי ע\"ז הן הצורות והפתילות הן תקרובת ע\"ז והן אסורין עד לעולם ולא תימא כשסותרין אותן ומוכרין אותן הן ניתרין כי זה הוא יטולן דומיא דאבני מקוליס שהן תקרובת ע\"ז והן בטלות דהתם אדעתא דהני זרקו להו שיעמדו על הגל תמיד הילכך אי שקלינהו מהתם בטלינהו ושרי אבל אלה לכך הן עשוין שתתנאה ע\"ז בהן לפי שעה וחרי כן יתפרנסו מהן שמשי עז הילכך אין זה ביטול ובודאי דבר שהוקצה לע\"ז תדיר כגון הסודרין שלפניהם ועששיות הדולקות לפניהן אילו לקחן הגוי וביטלן כגון שפגמן ועשה בהן מעשה הותרו דומיא דאבני מרקוליס שעשה בהן מעשה וחיפו בהן דרכים: \n", 
            "<b>דאפילו חוץ כלפנים דמי ואסור</b> פי' ועמהן המור מעליהן דעליהן התרנו דבר של בזיון אפילו למרקוליס ולפניהן אנו אוסרין וטעמ' דמילת' שלפניהן מקריב' כל דבר ואפי' דבר (שאינו) של נוי אבל עליהן אין משימין אלא דבר של נוי: \n"
        ], 
        [
            "פיסקא ע\"ז של נכרי אסורה מיד אלא רב המנונ' משום טומאה ישנה קמבעיא לי'' כך כתוב במקצת ספרים וברוב ספרים מצאתי כתוב אה\"נ ורב המנונא טומאה ישנה קמבעיא ליה ול\"ג לי' כלל וטעות הוא האי אין ה\"נ וכתב המורה וקמבעיא לי' כלים שנשתמשו לע\"ז ושיברו כדי לטהרו וריתכו לע\"ז ועדיין לא נשתמשו בו ואינו נראה לי דמה צורך לומר וריתכו לע\"ז אפילו ריתכו נמי לצורכו חוזר לטומאה ישנה אלא הכי בעינין השתא לפרושי מילתי' ריתך כלי של ע\"ז ואע\"פ שריתכו לעצמו קמבעיא ליה שאע\"פ שאיסורו לא יחזור עליו אע\"פ שירתכנו לצורך ע\"ז עד שישתמש בו טומאתו חוזרת עליו: \n"
        ], 
        [
            "הנ\"מ טומאה דאורייתא אבל טומאה דרבנן לא ראיתי מקשי' ממאי דאמרי' בי\"ח דבר בפ\"ק דשבת טומאת כלי זכוכית דרבנן וטומאה ישנה דרבנן ובטומאה דאורייתא אחיתו לה טומאה ובטומאה דרבנן לא אחיתו לה טומאה ונראה לי לתרץ דההיא דאמרינן התם לא קאי דלא אמרי' הכי אלא משום דסברי דטעמא דטומאת כלי זכוכית משום דדמי לכלי מתכת אבל אתא רב אשי ואסקה דלעולם ככלי חרס דמי כדאמר ריש לקיש הואיל ותחלת בריאתן מן החול ואפילו אי הות קיימא לא קשיא מידי דלא דמי דהתם אין לכלי שום ומאה שבעול' כ\"א מדרבנן ומשום הכי אקילו בה רבנן אבל כלי המקבל טומאה מן התור' אע\"פ שטומא' זו מדרבנן י\"ל דלא אקילו בה: \n", 
            "<b>ברוך אתה לשמים שהחזרת לי אבדתי כו'</b> מה שפי' המורה דמדאוריית' לא אסירי משום דאין אדם אוסר דבר שאינו שלו אינו נראה לי דהא אמרי' לקמן המשתחוה לבהמת חבירו לא אסרה עשה בה מעשה אסרה ואותו האיסור הוא מן התורה כאשר כתבתי לקמן במהדורא תנינא (ולומר) [ולימד] אותו מכלים אלמא איסור כלים דאורייתא הוא מפני שנעשה בהן מעשה ומה דק\"ל במהדורא קמא דהיכי יליף איסורא דרבנן מאיסורא דאורייתא הכי יליף לי' דכל דתקון רבנן כעין דאורייתא תקון וכי היכי דרחמנא אסר בין כהני הבמות בין כלים שנשתמשו בהן לע\"ז הה\"נ רבנן כי היכי דאסרי בהני בבית חוני' הם הכי אסרי כלי בבית חניו: \n", 
            "<b>נינסרינהו לא תניף עליהן ברזל אמר רחמנא</b> פי' דאבני' שלמו' דאמר רחמנא לא אמר אלא שלא יונף עליהן ברזל ושיהו שלימות בלי פגומה כדפריש המורה והכי תנן במדות אחד אבני הכש ואחד אבני המזבח מבקעת בית כרם חופרין למטה מן הבתולה ומביאין משם אבנים שלמות שלא הונף עליהן ברזל וקשיא לי נינסרינהו ע\"י שמיר כדאמרי' בריש מי שאחזו קורדייקוס דעבד שלמה לאבני ביהמ\"ק שהרי היה שמיר בבית שני כדכתבית לעיל בריש אין מעמידין וי\"ל שמפני מלכי יונים לא היה מצוי להם באותה שעה כמו שלא היה מצוי שמן למנור' אילולי שעשה בו השם נס וקשיא לי נמי ליתברינהו בלא ברזל באמצע האבן במקום שאינה נפגמת ויש לומר דאין זה ביטול עד שיפגם בדבר הנראה: \n", 
            "<b>משום כספה וזהבה של ירושלים</b> פי' משום דגוים לאו בני מעילה נינהו שיצאו לחולין על ידם ובקדושתן עומדין אי לאו דאשכחי קרא וחיללוה אע\"ג דלאו בני מעילה נינהו נתחלל על ידן: \n"
        ], 
        [], 
        [
            "פיסקא מכרה או משכנה וכי אתו גוים [ופלח לה] שליחותא דידהו עביד ראיתי מקשי' והא אמרי' בפ' איזהו נשך אין שליחות לגוי ואמרי' נמי אין שליח לדבר עביר' ואין זו קושיא של כלום דלא אמרי' אין שלד\"ע אלא שלא יתחייב השולחו ואין שליחות לגוי נמי שיהא חשוב הוא כגוי או הגוי כמותו אבל שליחות דהכא אינו אלא הוכחה בעלמא דברצונו הוא עובדה והוא מרשהו ולא מישתרי משום דהוי דבר שאינה שלו: \n", 
            "פיסקא ע\"ז שהניחוה עובדי'. אמר רב בית נמרוד הרי הוא כע\"ז שהניחוה עובדיה בשעת שלום ומותר פ' המור' מגדל שבנו דור הפלגה לע\"ז ונימרוד היה מלך עליהם וראיתי מקשים ממאי דאמרי' בפ' חלק אמר ר' ירמיה בן אלע' באותה שעה נחלקו לשלש כתות אחת אומרת נעלה ונעשה מלחמה ואחת אומרת נעלה ונשב שם ואחת אומרת נעלה ונעבוד ע\"ז אותה שאומרת נעלה נעשה מלחמה משם נעשו שדין משם נעשו קופין רוחין ולולין ואותה שאומרת נעלה ונשב בשם משם הפיצם ד'. ואותה שאומרת נעלה ונעבוד ע\"ז משם בלל ד' את שפתם אלמא מוכיח משם דאותם שעבדוהו לע\"ז לא הפיצום כ\"א בלל את לשונם ונראה לי לתרץ דרב פליג אדרב ירמיה וקסבר דכולם עשו אותו לשם ע\"ז וכולם הפיצם אי נמי יש לומר דאותם שעשו אותו לשם ע\"ז הופצו ובלל את לשונם. ואותם שאמרו נעלה ונשב שם הופצו לבד ולא בלל לשונם עוד מקשים דאמרי' התם אמר ר' יוחנן מגדל שלישו נשרף שלישו נבלע שלישו קיים ותיהוי כע\"ז שנשתברה ונ\"ל לומר דאין זה ביטול שאותו שקיים ראוי הוא (לדידה) [לדירה] ודמי לאשרה שאע\"פ שהפילה הרוח ענפי' ונופי' הנשאר אסור שעיקר ע\"ז קיימת והה\"נ המגדל ולא הוי ביטול עד שיעש' פרצות שלא יהא ראוי (לדידה) [לדירה] והנכון בעיני לומר דבית נמרוד אינו המגדל אלא בית ע\"ז שלו שהיה לו בבבל כדכתיב ותהי ראשית ממלכתו בבל והוא היה עובד ע\"ז כדכתיב הוא היה גבור ציד לפני ד' ודרשו חכמים שהיה [צד] את הבריות וממרידן לבורא: \n"
        ], 
        [
            "<b>פיסקא בימוסיות של מלכים מאי קרא בשומו כל אבני מזבח</b> פי' ורובו ככולו בכל מקום: \n", 
            "<b>מיתיבי איזהו נעבד כו'</b> קשיא לי דהא פלוגתא דתנאי היא כדאמרן בפ' השוחט בסופו ומייתי לה נמי לקמן בפירקין גוי שניסך יינו של ישראל שלא בפני ע\"ז אסרו ר' יהודא בן בתירא ור' יהודא בן בבא מתירו מפני שני דברים א' שאין מנסכין אלא בפני ע\"ז וא' שיכול לומר לו לא כל הימנך שתיאסר ייני לאונסי וכיון דהוא פלוגתא דתנאי אמאי מקשים מתניתא למתניתא ומידחקינין לתרוצה ונ\"ל דל\"פ התם אלא דעבד בה מעשה אבל בהשתחוי' בלחוד שלא עשה בה שום מעש' ליכא מאן דפליג דלא אסרה דהכי אמרי' התם אמר רב הונא היתה בהמת חבירו רבוצה לפני ע\"ז כיון ששחט בה סימן אחד אסרה סבר לה כי הא דאמר עולא אמר ר' יוחנן אע\"פ שאמרו המשתחו' לבהמת חבירו לא אסרה עשה בה מעשה אסרה. ואמרינן רב אחא ורב עמרם ורב יצחק דאמרי אין אדם אוסר דש\"ש. פירש שאף על פי ששחטה לע\"ז לא אסרה אלמא ל\"פ (אלמא) [אלא] היכא דעביד בה מעשה ותנאי נמי דמייתי מגוי שניסך יינו של ישראל דעביד בו מעשה הוא אבל לעול' היכא דלא עבד ביה מעשה ליכא מאן דפליג דאין אדם אוסר דשא\"ש. מש\"ה מקשה ומדחיק לתרוצה וכי היכי דפליגי תנאי ביי\"נ ה\"נ אשכחן דפליגי תנאי בכלאי הכרם דהכי אמרי' בפ' הגוזל קמא בה' הנותן לאומני' לתקן המסכך גפנו ע\"ג תבואתו של חבירו ה\"ז קידש וחייב באחריותו. ואיתא במס' כלאים בפ\"ז וקתני סיפא ר' יוסי ור' שמעון אומרי' אין אדם מקדש דבר ש\"ש אמר ר' יוסי מעשה באחד שזרע את כרמו בשביעית ובא מעשה לפני ר\"ע ואמר אין אדם אוסר או מקדש דש\"ש ובפ' הערל בה' אנדרוגניס כהן אמרי' אמר שמואל הלכה כר' יוסי ורב הונא משמי' דרב אמר אין הלכה כר' יוסי ורב אדא בר אהבה אמר רב הלכה כר' יוסי פי' רב הונא לטעמי' דאמר עשה בה מעשה אסרה ומסכך נמי מעשה בידים קא עביד שמסכך תבואות חבירו בגפניו וקשיא לי דבפרק הגוזל אמרי' דר\"מ קאסר אפילו בלא מעשה דתניא מחיצת הכרם [שנפרצה] אומרים לו כדור נתייאש הימנה ולא גדרה ה\"ז קדש וחייב באחריותו. ויש לומר קסבר ר' דגרמא כאלו עבד מעשה בידים דמי ולא דמי למשתחוה לבהמת חבירו שאין שום דבר ניכר בה אבל התם ניכרין הזרעין מעורבין עם הגפנים הילכך אסר ר\"מ אפילו בגרמא ומחייבו באחריותו עיין מ\"ש בפ' השוחט אחד בעוף בסופו במהדורא תליתאה ובה' ח' דספר המכריע: \n", 
            "<b>מתקיף לה ר' זירא אונס רחמנא פטרי'</b> פי' וכל היכי דגברא פטור מקטלא לא מצית למסירי' משום נאבד דגברא מיחייב ואיהו לא מיתסר משכחינן בעובד את ההרים ומשתחוה לבהמת חבירו. אבל דגברא פטור ואיהו מיתסר לא מישתכח: \n", 
            "<b>לא קשיא הא בצנעה והא בפרהסיא</b> פי' ומאי דפליג יאביי ורבא בפ' ד' מיתות בעובד ע\"ז מאהבה ומיראה דאביי אמר חייב ורבא אמר פטור אביי אמר אליבא דכ\"ע דלא מבעיא לי' לר\"א דחייב אלא אפי' לר' ישמעאל חייב דע\"כ לא פטר ר' ישמעאל אלא באונס מיתה אבל מאהבה ומיראה דליכא אונס מיתה מודה ר' ישמעאל דחייב ורבא אמר פטור משום דס\"ל כר' ישמעאל וקסבר כי היכי דבאונס מיתה פטר הה\"נ מאהב' ומיראה משום דלא קיבלה עלי' באלוה שכל מה שעושה אינו עוש' אלא מפני הגוי ולא שמודה בע\"ז ואיזה עובד ע\"ז חייב שמקבלו עליו לאלוה ועושה מרצונו ולא בעבור אהבה ויראה של גוי וכל זה הוא בצנע' אבל בפרהסיא אפילו באונס מיתה חייב והוי נעבד וכל מה שכתבתי בפ'' ארבע מיתות במהדורא תליתאה אינו כלום וזה הוא העיקר: \n", 
            "<b>אע\"פ שאמרו המשתחוה לבהמת חבירו לא אסרה</b> פי' אף לגבוה עשה בה מעשה אסרה פי' אף להדיוט שאם ניסך לה יין בין קרני' אסרה אף להדיוט דומיא דכלים דאחז שנאסרו אף להדיוט ודומיא דחפר בה בורות שיחין ומערות ודומיא דעשאן חליפין לע\"ז דכל אלו הן נאסרין אפילו להדיוט: \n"
        ], 
        [
            "<b>למעוטי ערלה וכלאי הכרם שאם מכרן וקידש בדמיהן מקודשת</b> פי' דוקא ע\"ז תופסת את דמיה שחלופי ע\"ז הן אסורין בהנאה כע\"ז עצמה אבל ערלה וכלאי הכרם וה\"ה לכל איסורי הנאה אינן תופשין חליפיהן שאם החליפן חליפיהן מותרין בין בהנאה בין באכילה ואפילו איסור דרבנן אין שם מפני שאין תופשין חליפיהן שלא המצא איסור שתופש חליפי' כ\"א ע\"ז ושביעית והקדש נמי תופש את לחיפי' אבל הוא יוצא לחולין והילכך אם החליף אדם איסורי הנאה או מכרן חליפיהן ודמיהן מותרין בין לו בין לאחרים ומשום הכי תנן מכרן וקידש בדמיהן ה\"ז מקודשת אבל מיהו אסור למוכרן או להחליפן שבשע' שהוא מוכרן או מחליפן אז הוא עובר ונהנה מאיסורי הנאה שהרי אותם החליפין יהיו מותרים לו ואחר שעבר והחליף הן מותרין החליפין בין לו בין לאחרים ואין בהן אפילו איסור דרבנן. והמורה חלק ואמר דהוא שהחליפן אסורין לו החליפין אבל האשה מותרת בהן וגם אמר שאיסור דרבנן יש בחליפין אבל בקידושין תפשי מדאורייתא ולא נראו לי כל דבריו שדבר בזה מראש ועד סוף והנכון נ\"ל מה שכתבתי: \n"
        ], 
        [], 
        [
            "פיסקא לוקחין גת בעוטה בראשונה היו אומרין אין בוצרין עם הנכרי בגת שאסור לגרום טומאה לחולין שבארץ ישראל עיין מ\"ש בהלכה ט' בספר הלקט כמה חלקות של תנאים שונות בדבר זה: \n"
        ], 
        [], 
        [
            "<b>שמעת מינה ניצוק חיבור</b> פי' ואע\"ג דאמרי' ניצוק חיבור דוקא גרגותני מיתסרא אבל מה שבגת לא מיתסר משום ניצוק דאכתי לא מיקרי יין עד שירד לבור דמתני' אליבא דמשנה ראשונה אוקימנה: \n"
        ], 
        [], 
        [], 
        [
            "איקלע ר' נחמן למחוזא כך מצאתי כתוב בספר ישן והיא גירסא יפה מאוד דרבא שאל מרב נחמן דהוה רבי' ומקצת ספרים מצאתי כתוב איקלע רב הונא ברי' דרב יהושע למחוזא וכך גריס המורה ומפרש לה בדוחק גדול שאינו מתקבל ומתיישב בלב ובההיא גירסא דגריס רב נחמן אין שום גימגום ומצאתי כתוב שגם רבינו תם זצוק\"ל מצא גירסא הישנה דגריס רב נחמן וקילסה אלא דקשי' לי' היאך הי' אומר רב נחמן כי הוא אסור בהנאה והא אמרי' בשלהי פ\"ב דחולין רב נחמן ורב עמרם ורב יצחק אמרי אין אדם אוסר דבר ש\"ש ואין הגוי יכול לאסור יינו של ישראל ומוקי לה כתנאי דאמרי' לקמן גוי שניסך יינו של ישראל שלא בפני ע\"ז כו' ומחמת קושיא זו חזר לגרוס כגירסת המורה ואינו נ\"ל דלק\"מ דהא מסקי' התם רב נחמן ורב עמרם ורב יצחק דאמרו אפילו למ\"ד אדם אוסר דבר ש\"ש הנ\"מ גוי אבל ישראל לצעורי' קמכוין דאלמא ל\"פ סתם אלא בישראל הרוצה לאסור בהמ' חבירו אל בגוי מודים שיכול לאסור יינו של ישראל בע\"כ: \n", 
            "<b>והא מר הוא דאמר וכי שיכשוך עושה יין</b> פי' אמר לו רבא לר\"נ והרי אני מקובל ממך שאמרת וכי שיכשוכו של גוי דהיינו מגעו יי\"נ גמור הוא עושה אם החמירו חכמים בסתם יינו של גוי ובמגעו לאוסרו לא שנעשה אותו כיי\"נ ממש ולמה אמרת דבר זה הי' לך להתירו בהנאה דדוקא יי\"נ גמור הוא אסור בהנאה אבל מגעו של גוי אינו אסור אלא בשתיי' בלבד אבל בהנאה מותר א\"ל אימור דאמרי אנא לבר מדמי ההוא חמרא אבל בדמי דההוא חמרא מי אמרי' פי' א\"ל ר\"נ אמת כי שמעת מפי שאמרתי כי אין שיכשוכו של גוי חשוב כיי\"נ ממש אבל לא אמרתי אותו כדי שיהא מגעו של גוי מותר בהנאה אלא שלא יאסור תערובתו בהנאה שלא יהא לו תקנה כמו שאוסר יי\"נ גמור אלא אם נתערב מגעו של גוי ביין אחר אני סובר ימכור כולו לגוי חוץ מדמי היין שנגע ו הגוי כי ודאי מגעו של גוי אסור בהנאה אבל תערובתו אנו מתירין בענין זה אבל יי\"נ גמור שנתערב ביין אחר כולו אסור בהנאה ולא שרינן לי' למכור כולו חוץ מדמי יי\"נ שבו וזה הדבר אמר רב נחמן לקמן בפ' השוכר דתנן יי\"נ שנפל לבור כולו אסור בהנאה רשב\"ג אומר ימכור כולו לגוי חוץ מדמי יי\"נ שבו ואמרי' התם אמר רב הלכה כרשב\"ג חבית בחבית אבל לא יין ביין ושמואל אמר אפילו יין ביין כו' עד אמר רב נחמן הלכ' למעשה יי\"נ יין ביין אסור חביות בחביות מותר סתם יינן אפילו יין ביין מותר:  \n"
        ], 
        [
            "רבנן כי ההוא שיכרא שתו א\"ו חמרא הוא ונסכי' כתב המורה ואע\"ג דמוקמי דמוריק אוריקו אפ\"ה חיישי' דילמא נגע וניסך ואנן הוא דלא רמינן אדעתין למיחזי דבישראל הוה מחזקינן ליה ואינו נ\"ל פתרון זה לתלות טעם האיסור משום דילמא נגע דא\"כ אפי' למאן דשרי דאמר שיכרא הוי ניחוש נמי שמא נגע והו\"ל מגע גוי שלא בכוונה ואסור בשתיי' דומיא דחרס גוי אלא ודאי לנגיעה לא חיישי' דאינהו חזו לי' שפיר דלא נגע אלא משום העירוי שעשה מן הכלי לכוס יש לנו לאוסרו שמא היתה כוונתו לנסך שעיקר הניסוך כך הי' לערות היין מן הכלי לספלים והילכך אם נתכוין לנסך בענין זה אין לך יי\"נ בעולם כמותו והיכא דלא ידענו דעתו איכא למיחש וה\"נ אמרי' לעיל בפ' אין מעמידין גבי נודות של ישראל דתניא דגוי ריבבן ונותן יי\"נ לתוכן וישראל עע\"ג ואינו חושש ואקשי' וכי ישראל עע\"ג מאי הוה כיון דגוי נותן לתוכו יין פי' אע\"פ שישראל עומד ע\"ז ונזהר בו שלא יגע מ\"מ כשמער' אותו מן הכלי לנוד אז יכול לנסכו בעירויואלמא עירויו של גוי דהיינו כוחו אע\"ג דקי\"ל דלא נגע הוא אסור אבל מיהו כחו שלא בכוונה כגון שסבר כי הוא שכר לא גזרו בי' רבנן ומותר בשתיי' ואע\"פ שבמגעו אסרו לשתיי' אפילו שלא בכוונה דוקא במגעו שלא חילקו חכמים כדי להבידל ישראל ממנו אבל בכחו שלא נגע לא החמירו כיון דהוא שלא בכוונה וקים לן שלא ניסך:\n"
        ], 
        [
            "ר' יוחנן כי הך לישנא דרב ס\"ל דאמר שמואל בר רב יצחק אמר רב כל שאינו עולה על שלחן מלכים כולי. ראיתי שמקשה ר\"ת דקי\"ל רב ור' יוחנן הלכה כר' יוחנן דאמר כל שאינו עולה וסוגיית התלמודא ס\"ל כלישנא קמא דרב כדאמרי' בפ' אין מעמידין לגבי דבש למאי ניחוש לה אי משום בישולי גוים נאכל כמות שהיא חי הוא ונ\"ל דלק\"מ דסוגיא דתלמודא לא עקרא מילתי' דר' יוחנן דר\"י לא אתא לפלוגי עלי' דרב ולמיסר כל דבר שנאכל כמות שהוא חי אלא מודה בזה שנאכל כמו שהוא חי שאין בו משום בישולי גוים אלא שבא להוסיף על דבריו שיש דבר שאינו נאכל כמות שהוא חי ואפ\"הע אין בו משום בישולי גוים מפני שאינו עולה על שלחן מלכים ודבש דנאכל כמות שהוא חי מודה בי' ר\"י דאין בו משום בישולי גוים אבל לישנא עא דרב צ\"ל דר' יוחנן דסבר דוקא כל שנאכל כמות שהוא חי אין בו משום בישולי גוים אבל שאינו נאכל כמות שהוא חי אעפ\"י שאינו עולה על שלחן מלכים יש בו משום בישולי גוי ובהא ודאי הילכתא כר' יוחנן כדקיי\"ל דרב ור\"י הלכה כר' יוחנן:\n"
        ], 
        [
            "אמר להו רב אשי נקטוה לידי' דלא נישכשך בי' כתב המור' שאין מנסכין אלא ע\"י שיכשוך ואינו נ\"ל שהמגע הוא שקורא שיכשוך וכך היא מגען של גוים כשיכשוכו והכל הוא אחד שהמגע הוא אסור בהנאה בכל מקום אע\"פ שלא שיכשך והאי דקאמר הכי דלא נישכשך בי' מפני שכל נגיעתו של גוי הכא הוי כמתכוין לדבר אחר שכל כוונתו לא היתה אלא ליטול האתרוג ודמי לכל הני דתנן במתני' נפל לבור ועלה ומדד' בקנה והתיז את הצרעה בקנה והי' מטפח ע\"פ חבית מרותחת שנגע בכוונה ביין אלא שהי' מתכוין לדבר אחר ומפני זה התירוהו בהנאה אף כאן נמי בין בשקיעת ידו בין בהעלאתה כיון שאינו מתכוין אלא להעלות האתרוג מותר בהנאה אלא שהי' ירא שמא ינענע ידו ביין שלא לצורך העלאת האתרוג ויאסרנו גם בהנאה משום דהוי מגע גוי בכוונה מש\"ה קאמר להו רב אשי נקטוה לידי' שלא ינענענה ביין כלל שלא יהא עסוק כ\"א בהעלתו של אתרוג ויהי' היין מותר בהנאה. עיין מה שכתבתי על המורה על השיכשוך בפ' הניזקין במהדורא תנינא:\n"
        ], 
        [], 
        [
            "<b>שרייה רפרס לזבוני' לגוים</b> פי' שאין זו דרך נגיעה שאם היתה נגיעה חשובה היה נאסר אף בהנא' אפ\"המפני שנסמך ועמד כל היין בכחו של גויאסור בשתיי'. והנ\"מ דפקעי לאורכה אבל לפותייה אפיו בשתיי' נמי שרי מעשה לבינה קעביד פי' כי פקעה לאורכה צריך לחבק שתי צדי החבית ולדבקן שלא יצא היין ממנה ונמצא שמחמת כחו עומד כל היין אבל כי פקעה לפותייה אינו צריך אלא לחזק צד העליון על התחתון וצד התחתון מונח במקומו ע\"ג קרקע ואין זה אלא מעשה לבינה שהודק צד העליון על התחתון אבל היין אינו נסמך ונשען על כחו:\n", 
            "<b>פרק השוכר\n</b>"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "ואינו חושש לא משום שביעית מה שפי' המורה שמא יקחו בו פירות שביעית מן החשוד למוכר ותני' במסכת סוטה אין מוסרין דמי פירות שביעית יותר משלש סעודות אינו נ\"ל דאטו דינר יותר משלש סעודות אית בי' ואת\"ל דאית בי' אטו דינר דוקא קאמר ונ\"ל לפרש שזהו איסור שביעית אם לא הפקיר אדם את שדה אותן הפירות אסורין באכילה כדאמרי' והיתה שבת הארץ לכם לאכל' מן השבות אתה אוכל ואי אתה אוכל מן השמור וכן נמי אם הגיע שעת הביעור שחייב אדם לבער את הפירות שכנס ואסף בביתו ולהפקירם אם לא הפקירם הן אסורין באכילה ומפני זה פירות החשודין על השביעית אסורין באכילה שיש לומר או משדה נשמר הן או הגיע שעת הביעור ולא ביערן:\n", 
            "<b>אי לא אמר מנח לי' מי אמר ככה לי</b> פי' כגון שהי' החמת חלש ולא היה יכול להטעינו ולא הי' יכול כ\"א לרכוב עליו כלום יכול לחסר דמי שכירותו בעבור הלגין שאינו יכול לישא אינו יכול לחסרו כלום שהוא אומר לרכוב עליו שכרת אותו והרי אתה יכול לרכוב עליו:\n", 
            "<b>הוה שפיך חמרא לגוים</b> פי' המורה הוה שפיך מגולפי שלקחו ממנו ויהיב בזיקי דידהו ופירש כי טרח בהיתרא קא טרח שהיין אינו נאסר עד שמגיע לקרקעיתו של זיקי דידהו וק\"ל ויאסר היין ע\"י נצוק לפיכך נ\"ל לפרש דזיקי חדתי הוו ואינו נאסר עד שלא ימסור לו הנוד מלא וקישר' הגוי ונוגע ביין:\n", 
            "פיסקא יין שנפל ע\"ג ענבים. אבל עוש' אותו תכריכין למת בנדה בפ' האשה בה' בדק' אחת מהן אמרי' אמר ר\"י זאת אומר' מצו' בטלה לע\"ל א\"ל אביי והאמר רב אמי א\"ר ינאי ל\"ש אלא לסופדו אבל לקוברו אסור הא איתמר אמר ר' יוחנן אפילו לקוברו ואזדא ר' יוחנן לטעמא דאמר ר' יוחנן מאי דכתיב במתים חפשי כיון שמת אדם נעשה חפשי מן המצוות:\n", 
            "הדר שרי רבא למיטתני' ולמיפיי' ולזבינה לגוים שלא בפני ישראל. ראיתי מקשים ממאי דאמרן בפ' גיד הנשה בגמרא שולח אדם ירך לנכרי דגזרי' התם שמא יתננה לו בפני ישראל וכן אין מוכרין להן טריפות ונבלות אפילו שלא בפני ישראל דילמא אתי למיזבן ליה בפני ישרא' ומתרצים התם מילתא דשכיחא גזרו בה רבנן כגון דרונות ששולח אדם לחבירו וכן מכירה אבל הכא מילתא דלא שכיחא לא גזרו בה רבנן. ולהכי שרי ליה שלא בפני ישראל ודוחק גדול נ\"ל תירוץ זה דאטו להתערב איסור בהיתר מילתא דלא שכיחא היא והנכרון בעיני לומר דרבא לא ס\"ל האי סברא ולא גזר שלא בפני ישראל אטו בפני ישראל תדע דלא ס\"ל דהא אתם בההיא הילכתא מייתינן ברייתא דתני במציעתא דידה ומפני שני דברים אין מוכרין נבלות וטרפות לגוי אחד מפני שמתעהו ואחד שלא יחזור וימכרנו לישראל ומקשי' התם רישא וסיפא דברייתא למציעתא דרישא וסיפא מיירי במקום שאין מכריזין ומציעתא במקום שמכריזין ותירץ רבא כולה במקום שמכריזין ורישא וסיפא כשהכריזו ומציעתא כשלא הכריזו פי' וכיון דהוא במקום שמכריזין ולא הכריזו קונים ישראל בשר מן הגוים להכי חיישי' שמא יחזור וימכרנו לישראל אבל אם היה במקום שאין מכריזין שאין ישראל קונ' בשר מן הגוים מותר למכור נבלות וטרפות לגוים דתו ליכא למיחש שמא יחזור וימכרנו לישראל ורב אשי תירץ כולה בשאין מכרייזן ומציעתא גזירה שמא יתננה לן בפני ישראל פי' אע\"ג דהוי במקום שאין מכריזין אסור למכור לו שלא בפני ישראל שמא ימכור לו בפני ישר' והיא אומר לו שכשרה ושחיטה היא כדמוכח התם וכדפרישית התם פמה\"ק ואתי ישראל למיזבן מני' דאמר הא מישראל. זבנה וכשרה היא. הנה עכשיו רב אשי גזר שלא בפני ישראל אטו בפני ישראל ומוקי מציעתא במקום שאין מכריזין ורבא דלא בעי לאוקמי לית לי' הך גזירה ושרי לו לזבוני' טרפה שלא בפני ישראל ולא גזר דילמא אתי לזבונה בפני ישראל. עוד ראיתי מקשים היכי שרי רבא למיטחינהו ולמיפינהו. ומ\"ש ממאי דאמרי' בפ\"ק דפסחים בה' ר' יהודא אומר בודקין אור לארבעה עשר בתר איסורי' לא ניבדוק גזרי' דילמא אתי למיכל מני' ומתרצים מצינן למימר ע\"י גוים שרי למיטחינהו א\"נ יי\"נ בדילי אינשי מני'. ותירו זה אינו כלום דמאי דאמרינן בדילי אינשי מניה זהו מקודם לכן לא על אותה שעה מדבר דהתם אקשינן אמאי לגבי חמץ גזר ר' יהודא דילמא אתי למיכל מני' ובחדש לא גזר דתנן משקרב העומר היו יוצאים ומוצאין שוקי ירושלים שמלאין קמח וקלי שלא ברצון חכמים ר' יהודא אומר ברצון חכמים היו עושין אלמא דס\"ל לר' יהודא שמותר להתעסק בחדש לעשותו קמח וקלי קודם הקרבת העומר ולא גזר דילמא אתי למיכל מני ' ובחמץ בפסח אמאי גזר ותירץ אביי חדש בדילי אינשי מני' פי' מקודם לכן משעה שנראה לעולם אין אדם אוכלו והילכך עכשיו כשעושה אותו קמח וקלי זהיר בו שלא יאכל אבל חמץ דלא בדיל מני' מקודם לכן שעד עכשיו הי' אוכלו השתא נמי גזר שלא יבדקנו דילמא אתי למיכלי' אלא יבטלנו כדכתיב תשביתו שאור דהוא בביטול בעלמא ומצות בדיקה שהיא מדרבנן לא יחוש לקיים שמא יאכל ויעבור על איסור תורה וה\"נ ניגזור שמא יאכל מאלה החטים דהא לא הוה בדיל מנייהו מעיקרא ואע\"ג דהשתא אסירי דהא חמץ וחדש אסירי ואפ\"ה גזרי' עלייהו בחמץ לר' יהודא ובחדש לרבנן ואפילו רבנן דלא גזרו בחמץ אלא כדאמרי' התם הוא עצמו מחזר לשורפו מיכל קאכיל מני' אבל הכא שאינו מחזר לשורפו ניגזר בין לרבנן בין לר' יהודא אבל נראה לי לתרץ דלא גזרי' הך גזירה במקום דאיכא פסידא שא\"כ מי שנתערב לו שום איסור בהיתר יהא אסור ליגע בו ואל ימכרנו לגוי דילמא אתי למיכל מני' ולא יהא שום תקנה בדבר כ\"א שישרפנו א\"ו במקום פסידא לא גזרי' אלא טורח בכל מה שיכול להציל ממעותיו שלא יפסידם והתם לגבי חדש אסרי לי' רבנן שלא יתעסקו בו קודם הקרבת העומר דילמא אתי למיכל מני' ואי לא מתעסק בי' ליכא פסידא הילכך גזרי' ובחמץ בפסח לר' יהודא הוה גזר דלא ליבדוק בתר איסורי' אלא יקיים מצות ביטול ודי לו אבל לעולם במקום דאיכא פסידא לא גזור רבנן שיפסיד את שלו ולא יתעסק למוכרו לגוי משום הך גזירה:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "חמירא דחיטי וחמירא דשערי מה שכתבתי במהדורא קמא דשאור של חטים בעיסה של חטים הן מין בשאינו מינו בין לאביי בין לרבא משום דלא שוו לא בשמא וא בטעמא דמי לחלא וחמרא אינו נ\"ל אל אמין במינו הן לכ\"ע דע\"כ ל\"פ אלא בחמירא דחיטי וחמירא דשערי ואמר רבא דהן שני מינין אבל שאור חטין ועיסת חיטין מודה דמין במינו הוא כדתנן בתרומות ולא דמי לחלא וחמרא דודאי חלא וחמרא אע\"ג דחלא הוה יין מעיקרא חשובין שני מינין שאין דרך העולם לערב חומץ ביין אבל שאור בעיסה דלהכי היא דעביד ליתן טעם בעיסה מין במינו הוא וממתני' דתרומות דמשער להו בנ\"ט לא קשיא דהא סתמא הויא רבנן דאפילו מין במינו ס\"ל בנ\"ט אי נמי עד כאן ל\"פ אביי ורבא אלא בטבל בלחוד דהוי מין במינו בכל שהו אבל בתרומה לא כדבעינין לפרושי לקמן:\n", 
            "תבלין שנים ושלשה שמות ממין אחד או משלשה אסור ומצטרפין בריש פ\"ב דערלה תנן התרומה ותרומת מעשר ותרומת מעשר של דמאי החלה והיכורים עולין באחד ומאה ומצטרפין זע\"ז פי' אפילו ר' שמעון דפליג לקמן בערלה ובכלאי הכרם מודה בהני דערלה וכלאי הכרם הן שני שמות אבל כל הני שם אחד הן דכולהו מקרי תרומה הערלה וכלאי הכרם עולין בא' ומאתים ומצטרפין זה עם זה ר\"ש אומר אין מצטרפין פי' דערלה וכלאי הכרם הן שני שמות דלאו אחד מיוחד לערלה ולאו אחד מיוחד לכלאי הכרם וכי היכי דחלב ודם לא מצטרפי הה\"נ ערלה וכלאי הכרם לא מצטרפי ות\"ק דאמר מצטרפי נ\"ל דע\"כ לא אמר אלא במין אחד כגון יין של ערלה ויין של כלאי הכרם וקסבר שני שמות ומין אחד מצטרפין אבל שני מינין מערלה ומכלאי הכרם כגון ענבים של כלאי הכרם ותאנים של ערלה לא אמר דמצטרפי דהכי תנן בכריתות בפ' אמרו לו אכל חלב וחלב בהעלם אחד אינו חייב אלא חטאת אחת חלב ודם ונותר ופיגול בהעלם אחד חייב על כל א' וא' זה חומר במינין הרבה ממין אחד וחומר במין אחד ממינין הרבה שאם אכל כחצי זית וחזר ואכל כחצי זית ממין אחד חייב משני מינין פטור. פי' משני מינין ומשני שמות כגון חלב ודם אינן מצטרפין והאי מתני' ליכא דפליג עלה דהכי אמרי' בגמרא פשיטא ואם איתא דסבר ת\"ק דערלה וכלאי הכרם מצטרפין אפילו בשני מינין היכי אמר פשיטא אלא וודאי לא אמר ת\"ק דמצטרפין ערלה וכלאי הכרם שהן שני שמות אלא במין אחד דהיינו ענבים וענבים אבל בענבים ותאנים מודה דלא מצטרפי ור\"ש סבר כיון שהן שני שמות אע\"פ שהן מין אחד אינן מצטרפין והה\"נ אשכחן דפליגי בההוא פירקא בשני שמות ומין אחד דתנן שאור של תרומ' ושל כלאי הכר' שנפלו לתוך העיס' ולא בזה כדי לחמץ ולא בזה כדי לחמץ ונצטרפו וחמצו אסור לזרים ומותר לכהנים ור\"ש מתיר לזרים ולכהנים פי' התרומה וכלאי הכרם הן שני שמות של איסורין לגבי זר אבל לגבי כהן התרומה מותרת הילכך הוה אמר ת\"ק דאסור לזרים דאע\"פ שהן שני שמות כיון שהן מין אחד מצטרפין ור\"ש הי' מתיר אף לזרים דקסבר שני שמות אפילו ממין אחד אינן מצטרפין והכי נמי תניא התם גבי תבלין של תרומה ושל כלאי הכרם שנפלו לתוך הקדרה והכי תני נמי התם גבי חתיכות של קדשי קדשים ושל פיגול ושל נותר שנתבשלו עם החתיכות של חולין דת\"ק אסור לזרים ואע\"פ שהן שני שמות קדשי קדשים ופיגול כיון שהן מין א' מצטרפין ור\"ש היה מתיר אף לזרים דקסבר שני שמות לא מצטרפי אפילו במין אחד שזה בשר וזה בשר והתם תנן תבלין שנים ושלשה שמות ממין חאד או משלשה אסור ומצטרפין ר\"ש אומר שני שמות ממין א' או שני מינין משם א' אינן מצטרפין ומה שפי' המורה שלשה שמות כגון פלפל שחור ולבן וארוך אינו נ\"ל אלא מצאתי שר\"ת זצוק\"ל פי' שלא יאמר שם אלא על האיסור כדתנן במכות שלא השם המביאין לידי מכות מביאין לידי תשלומין והיא העיקר שהלאוין נקראין שמות בכל מקום והכא שלשה שמות ממין אחד כגון שהיו תבלין של ערלה ושל תרומה ושל כלאי הכרם אע\"פ שהן שמות מוחלקין כיון שהן ממין אחד אמר ת\"ק דמצטרפין ועוד הוסיף לומר או משלשה פי' מינין שאע\"פ שהן שלשה שמות ושלשה מינין הוה אמר דמצטרפין וזאת היא הפרזה גדולה שהרי שנינו בכריתות דשני מינין משתי שמות אינן מצטרפין והכא קאמר דמצטרפין מש\"ה איצטריך חזקי' לומר במיני מתוקה שאני הוא דראויין למתק בהן את הקדרה אלמא אע\"פ שהן שלשה מינין חלוקין בשמות בני אדם בקריאתן לאו בתר שמא אזלי' ולמיחשבינהו שלשה מינין אלא בתר טעמא וכמין אחד הן חשובין ורבא תירץ לעולם בתר שמא אזלי' [ולא בתר טעמא] וכיון שנקראין בשלשה שמות שלשה מינין הן וא\"ת א\"כ הו\"ל שלשה שמות ושלש' מינין והיכי אמר ת\"ק דמצטרפין הא מני ר\"מ היא דאמר כל איסורין שבתורה מצטרפין ואפילו חלב ודם ופליג אמאי דתנן בכריתות משני מינין פטור עיין בקונטרשי בשבת בפ' ר\"ע במהדורא תליתאה ור\"ש פליג בסיפא ואמר שני שמות ממין אחד אינן מצטרפין כמו שפירשנו לעיל חלוקתם ועוד הוסיף לומר או שני מינין משם אחד כגון תאנים וענבים ושניהן של ערלה אינן מצטרפין ורבנן אף על גב דלא מיירי בכל האיפירקא בשני מינין משם אחד אשכחן בדוכתא אחריתי דאמרי מצטרפין דהכי תנן במעילה בפ' קדשי מזבח חמשה דברים בעולה מצטרפין זע\"ז הבשר והחלב והסולת והיין והשמן. אלמא אע\"פ שהן הרבה מינים כיון שהן שם א' מצטרפין ותנן נמי התם כל הפיגולים מצטרפין זע\"ז. וכל הנותרות מצטרפין ע\"ז וכל הנבילות מצטרפות זו עם זו וכל השרצין מצטרפין זע\"ז מכל הני משמע דשני מינין ושם אחד מצטרפין ותנן נמי התם הפיגול והנותר אין מצטרפין זה עם זה מפני שהן שני שמות ונ\"ל דבשני מינין מיירי כגון בשר ולחם אבל בשר פיגול ובשר נותר שהן מין אחד אע\"פ שהן שתי שמות מצטרפין דמ\"ש מערלה וכלאי הכרם דתני בההיא פירקא דמצטרפין א\"ו הא במין אחד והא בשני מינין ואמרי' בגמרא אמר רב יהודא אמר שמואל ל\"ש אלא לטומא' ידים דרבנן אבל לענין אכילה מצטרפין דתניא ר' אליעזר אומר לא יאכל כי קודש הם כל שבקודש פסול ליתן לא תעשה על אכילתו פי' אע\"ג דכל איסורין שבתורה לא מצטרפי פסול הקדשים מצטרפי דלאו אחד נכתב על כולן. וכסברא דר\"מ שהי' אומר בכל איסורין שבתורה שנכתב לאו אחד בכולן ותנן נמיהתם הערלה וכלאי הכרם מצטרפין זה עם זה ר' שמעון אומר אין מצטרפין. וקשיא לי דמוכח מהתם דלא פליג ר\"ש אלא גבי ערלה וכלאי הכרם מצטרפין זה עם זה ר' שמעון אומר אין מצטרפין. וקשיא לי דמוכח מהתם דלא פליג ר\"ש אלא גבי ערלה וכלאי הכרם שהן שני שמות ממין אחד כדפרישית אבל גבי כל השרצים וכל הנבלות ופיגולין ונותרות מודה לת\"ק דמצטרפי מפני שהן שם אחד. ואע\"פ שהן שני מינין ובערלה אמר דשני מינין משם אחד אין מצטרפין ויש לומר לפי הדחק דהאי דתני במעילה דר' שמעון אין מצטרפין. אכולהו דתני בההוא פירקא קאי דאפי' שני מינין משם א' אינן מצטרפין ובגמרא מקשה ומי צריך ר\"ש לצרופי והא תניא ר' שמעון אומר כל שהוא למכות בפ' אלו הן הלוקחין בה' כמה יאכל מן הטבל ובפ' שבועות בתרא בה' שבועה שלא אוכל ואכל כל שהוא אמרי' דסבר ר\"ש כל שהוא למכות לא אמרו כזית אלא לקרבן אלמא בכל שהו ס\"ל דלוקה והיאך הי' אומר כאן אין מצטרפין להשלים השיעור ולא לקי עלייהו למימרא דלא לקי עד שיאכל כשיעור כזית ומשני תני אין צריכין לצרף פי' דכל צירופין דהאי פירקא הוא איסור באיסור להשלים השיעור ולא מיירי כשנתערבו במידי דהיתרא כדתנן חמשה דברים בעולה מצטרפין זה עם זה. כל השרצין מצטרפין זה עד זה. כל הנבלות מצטרפות זע\"ז וכו' וכולהו משמע להשלים השיעור להיות לוקה עליהם ואכולהו קאי ר\"ש ואמר אין מצטרפין. כלומר אין צריכין צירוף דבלא שיעור לקי עלייהו אבל הני צירופין דערלה דמיירי כשנתערבו בהיתר ואין שיעור באחד מן האיסורין לאסור את ההיתר ואמרי רבנן דמצטרפין שני האיסורין ואוסרי את ההיתר שנתערב בהן ואמר ר' שמעון דאינן מצטרפין ההוא ודאי מתפרש כמשמעו דיאן מצטרפין לאסור את המותר כדתנן התם הערלה וכלאי הכרם עולין באחד ומאתים ומצטרפין זע\"ז שאין להם כח לאסור אלא עד מאתים ואם אין שיעור בערלה לבד מצטרפי כלאי הכרם להרבות האיסור ולאסור ההיתר עד מאתים וכן שאור של תרומה ושל כלאי הכרם וכן חתיכות של קדשי קדשים ושל פיגול ושל נותר שנתערבו עם חתיכות של היתר ואין באחד מהן שיעור לאסור את ההיתר מצטרף חבילו עמו לאסור את ההיתר ור' שמעון אמר בכולהו שאין מצטרפין באיסורין זה עם זה לאסור את המותר אלא כיון שאין באחד שיעור לאסור ההיתר מותר:\n"
        ], 
        [
            "לאו מי איתמר עלה. אמר רבב\"ח אמר ר\"ל בפת חמה וחבית פתוחה ד\"ה אסורה ראיתי בספר הישר שאמר ר\"ת זצוק\"ל דהך מילתא אליבא דכ\"ע הוא וליכא מאן דפליג. ורבא דשרי כיון שאינו מתכוין אלא לבדוק ולאו להנאתו הוא צריך כי פת צוננת וחבית מגופה דמי וזהו שאמר אביי לדידי כי פת חמה וחבית פתוחה דמי אבל לרבא לא נראה כך ואינו נ\"ל כלל דאי ס\"ל לרבא להא דריש לקיש לא הוה שרי בבת תיהא שאע\"פ שאין כוונתו אלא לטעום היין הרי כל עיקר בדיקתן אינה אלא ע\"י הריח ומתכוין הוא להריחו יפה כדי שידע מה יין הוא א\"ו רבא לא ס\"ל לדריש לקיש אלא ס\"ל דבכל פליגי ואפי' בפת חמ' וחבי' פתוח' וטעמ' דר' יהוד' דשרי משו' דריח לאו מילת' הו' והה\"נ לוי לא ס\"ל לדריש לקי' דהכי אמרי' בפ' כיצד צולין בפלוגתא דרב ולוי כתנאי ומקמינין לוי כתנאי ורב אליבא דכ\"ע כדר\"ל ובע\"כ בעית למימר התם דלוי לא סבר לה כר\"ל אלא אמרי' דבכל פליגי וה\"ה הכא רבא לא ס\"ל כר\"ל:\n"
        ], 
        [
            "אמר ר' אבהו אר' יוחנן כל שטעמו וממשו אסור ולוקין עליו וזהו כזית בכדי אכילת פרס טעמו ולא ממשו אסור ואין לוקחין עליו בפ' כל הזבחים שנתערבו בה' דם שנתערב במים אמרי' אמר ריש לקיש הפיגול והנותר והטמא שבללן זה בזה ואכלן והתרו בו פטור אי איפשר שלא ירבה מין על חבירו ויבטלנו פי' אע\"פ שהי' כזית ויותר מכל אחד ואחד כיון שבללן ועירבן ושם אותן בלולין לתוך פיו ולועסין ביחד פטור שא\"א לכוין שיהא כל המינין שוין לתוך פיו ולא ירבה א' על חבירו ואותו המין שהוא מועט ומתערב ואותו המין שהוא מועט ומתערב בחבירו בטל בחבירו ולא יקרא על שמו אלא על שם חבירו הילכך אם יש באותה הלעיס' שהוא לועס לתוך פיו הרוב מן הפיגול ומיעוט מן הנותר בטל שם נותרממנו ויקרא פיגול וצריך להתרות בו משום פיגול ואם התרו בו משום נותר פטור מפני שבטל שם נותר ואע\"פ שיש באותו מיעוט כזית לא יקרא נותר אלא פיגול כיון שנתרבה עליו וה\"ה אם נתרבה הנותר על הפיגול ועכשיו שאינו ידוע איזהו מין המרובה אינו יודע להתרותו התראה ודאית שאם יתרה בו משום פיגול שמא הנותר מרובה או אם יתרה בו משום נותר שמא הפיגול מרובה ואינו יכול להתרותו אלא ספק לומר לו אל תאכלנו שמא תלקה או משום פיגול או משום נותר והתרא' ספק לאו שמה התראה דבעינן שיתרנו התראה ודאית הילכך אף על פי שנמצא שאכל כל שלשה האיסורין אינו לוקה על א' מהן מפני שאינו יודע להתרותו התראה ודאית ואלו הי' בשוגג הי' מביא שלש חטאות שמעת מינה תלת ש\"מ איסורין מבטלין זא\"ז וש\"מ נותן טעם ברוב לאו דאורייתא וש\"מ התראת ספק לאו שמה התראה פי' שמעת מינה תלת ש\"מ איסורין מבטלין זא\"ז וש\"מ נותן טעם ברוב לאו דאורייתא וש\"מ התראת ספק לאו שמה התראה פי' שמעת מינה שגם האיסורין מבטלין זא\"ז שכמו שהאיסור הממועט אם נתערב ברוב היתר בטל ברוב שרוב ההיתר מבטל את מיעוט האיסור כך איסור המרובה מבטל את איסור הממועט ומפני זה פטור שאינו יודע להתרותו התראה ודאית שאם תאמר אין איסורין מבטלות זא\"ז אע\"פ שהי' הרוב פיגול ומיעוט נותר והתרו בו משום נותר כיון שיש באותו המיעוט של נותר כזית ילקה אלא משום דאמרי' בטל שם נותר ממנו שרוב הפיגול מבטלו והי' צריך להתרותו משום פיגול ושמעת מינה דהתראת ספק לאו שמה התראה דאי שמה התראה יתרה בו ממ\"נ לוקה אתה אי משום פיגול אי משום נותר או משום טמא א\"ו בעיני' ודאית וש\"מ דמאי דאמרינן בכל דוכתא שהאיסור שנתערב עם ההיתר שאינו בטל ברוב אלא בנותן טעם היא אוסר ושיערו אותו חכמים עד ששים שאין איסורו מן התורה אלא מדרבנן דמדאורייתא חד בתרי בטל ורבנן הוא דאחמיר עד דיהיב טעמא שאם אתה אומר שאיסור נ\"ט אע\"פ שההיתר מרובה עליו הוא מן התורה א\"כ הכא אמאי לא לקי אע\"פ שהרוב היא פיגול ומיעוט נותר והתרו בו משום נותר ילקה שכיון שהוא לועסן ביחד נמצא שהנותר המיעוט הוא נותן טעם בפיגול המרובה וכיון שהוא נותן בו טעם לא בטל שמו ממנו וכיון שהי' שיעור כזית באותו נותר המיעוט ילקה עליו שלא בטל שמו ממנו ובין אם יתרה משום פיגול בין אם יתרה בו משום נותר חייב מלקות הוא ששני השמות יש בו ולא בטל זא\"ז כיון דיהיב בי' טעמא וילקה שתים משום נותר ומשום פיגול אלא לאו ש\"מ איסור המיעוט הנ\"ט ברוב היתר אין איסור מה\"תאלא מדרבנן דמדאורייתא חד בתרי בטל ואע\"ג דיהיב טעמא דלא אסרה תורה אלא ממשותו של איסור ולא טעמו ומיכן מוכיח שאם טעמו ולא ממשו היא אסור מן התורה לוקין עליו ואין לומר שהוא אסור מן התורה אבל מיהו אין לוקין כדכתבית בפ' אלו עוברין בפסח במהדורא קמא שהרי כאן מוכיח שאם היה מן התורה היה לוקה עליו וא\"כ ר' יוחנן דאמר טעמו ולא ממשו אסור ואין לוקין עליו ס\"ל דאין איסורו אלא מדרבנן עיין לקמן בפ' כל הזבחים שנתערבו [דף ע\"ח ע\"א] מתיב רבא העושה עיסה מן החיטים ומן האורז אם יש בה טעם דגן חייב בחלה ואף על גב דרובא אורז פי' מדתלי טעמא בנ\"ט ש\"מ ואף על גב דרוב העיסה מן האורז ומיעוט' מן הדגן כיון שהדגן נתן בה טעם חייבת בחלה ולא אמרי' שיהא מיעוט הדגן בטל ברוב אורז ותיפטר מחלה דכל היכא דאיכא טעמא לא בטיל. דאי טעמא נמי בטיל ברוב הכי הו\"ל למיתני אם רוב מן הדגן חיייבת אם רוב מן האורז פטורה מחצה על מחצה חייבת כדתני גבי שעטנז בפ' בתרא דכלאים צמר גמלים וצמר רחלים שטרפן זה בזה אם רוב מן הגמלים מותר אם רוב מן הרחלים אסור מחצה על מחצה אסור. וכן הפשתן והקנבס שטרפן זה בזה אבל השתא דתני אם יש בה טעם דגן ש\"מ דהוה דגן מיעוט וש\"מ נ\"ט ברוב דאורייתא ומשני מדרבנן פי' לעולם מדאורייתא חד בתרי בטל ואע\"ג דיהיב טעמא וההיא דמחייב בחלה בנ\"ט החיוב הזה אינו מדאורייתא אלא מדרבנן ומקשה א\"ה אימא סיפא ויוצא בה אדם י\"ח בפסח. פי' ואי נ\"ט ברוב לאו דאורייתא היאך אדם יוצא י\"ח בפסח ומעוט הדגן בטל ברוב אורז ואין אדם יוצא אלא בחמשת מיני תבואה אלא לאו ש\"מ נ\"ט ברוב דאורייתא הוא שכך הוא חשוב טעמו של איסור כממשו וכמו שיוצאין על ממש של דגן כך יוצאין על טעמו וקשיא לר\"ל דאמר נ\"ט לאו דאורייתא אלא מדרבנן ומשני אלא מין בשאינו מינו בטעמא מין במינו ברובא פי' ל\"ק דבודאי שפיר ילפינין מהכא דמין שנתערב בשאינו מינו כגון דגן באורז אינו בטל ברוב אלא בתר טעמא אזלי' וכל כמה דיהיב טעמא לא בטיל אלא כך שוה טעמו כממשו. וזהו מאי דאמרי' בנזיר בפ' שלשה מינין ובפסחים בפ' אלו עוברין משרת ליתן טעם כעיקר שאם שרה ענבים במים ויש בהן טעם יין חייב מיכן אתה דן לכל איסורין שבתורה כו' ואמרי התם ר\"ע נמי יליף לנ\"ט כעיקר מגעילי גוים וענבים במים הוי מין בשאינו מינו הילכך אי יהבי בהו טעם יין חייב. על אותן המים מלקות כאלו שתה יין ממש שכך הוא חשוב טעמו של איסור כמו ממשו אבל אם נתערב מין של איסור במין של היתר שאין להבחין טעמו של איסור הוא בטל ברוב שכיון שאינו ניכר טעמו של איסור בטל היתר כך דינו כמו יבש ביבש שנתערב ואינו ניכר שהוא בטל ברוב שאם נתערבה חתיכה של נבלה בשתי חתיכות של שחיטה ואינן ניכרין היא בטלה ברוב כדקיי\"ל חד בתרי בטל וכדאמרי' בפ' גיד הנשה גבי גיד וגבי חתיכא דנבלה ונבטל ברובה כך הטעם של איסור נמי שנתערב במינו הוא בטל ברוב כיון שאינו ניכר טעמו והאי דתנן ירך שנתבשל בה גיד הנשה אם יש בה בנ\"ט ה,ז אסורה כיצד משערין אותו כבשר בלפת איסור זה אינו אלא מדרבנן דמדאוריתא בטל טעמו של גיד ברוב כיון שאינו ניכר וה\"נ גבי פיגול ונותר וטמא אלו הן משני מינין כגון בשר ושירי מנחות ה\"נ דלא הוי בטל המועט ברוב כיון דיהיב בי' טעמא וניכר טעמו אלא ריש לקיש לא איירי אלא כגון שהיו כולן מין בשר והאי דאמרינן דמין בשאינו מינו בטעמא והוא שיש בו כזית בכדי אכילת פרס באותו טעם האיסור שטועם שלא יהא חמור טעמו מממשו שכמו שבממשו אין לוקין עד שיהא בו כזית בכדי אכילת פרס והה\"נ בטעמו אין לוקין עד שיהא באותו הטעם כזית בכדי אכילת פרס שאם יאכל פרס של היתר ויהא בו שיעור זית מן האיסור אז הוא חייב ואף על פי שבטל ממשו של איסור ואין שם אלא טעמו אבל אם אין בפרס של היתר זית דאיסור אע\"ג דיהיב בי' טעמא כגון שאור ותבלין דבר מועט יהיב טעמא בדבר מרובה מאוד אין לוקין עליו ואין אסור אלא מדרבנן וסברא היא זו שלא יהא טעמו חמור מממשו אמר רבא אמו' רבנן בטעמא ואמור רבנן ברובא ואמור רבנן בחזותא מין בשאינו מינו בטעמא מין במינו ברובא והיכא דאית לי' חזותא במראה פי' מין בשאינו מינו בטעמא זהו שאמרנו נ\"ט כעיקר שהוא מדאורייתא ומין במינו ברובא שמפני שאן טעמו ניכר בו הוא בטל ברוב והיכא דאית לי' חזותא אזלי' בתר חזותא כגון דם שנתערב במים או מקוה שנפלו עליו שאר משקין שפוסלין אותו בשינוי מראה [וקשיא] דרבא אדרבא דהכא אמר מין במינו ברובא ובפ' גיד הנשה אמרינן אמר רבא אמור רבנן בטעמא ואמור רבנן בקפילא ואמור רבנן בששים מין בש\"א והיתרא בטעמו ומן בשא\"מ ואיסורא בקפיצא ומין במינו דליכא למיקם אטעמא כגון שמנונית דגיד הנשה בששים ותירוצם הכי מאי דאמר בפ' כל הזבחים דמין במינו ברובא זהו דין תורה ומאי דאמר בפ' גיד הנשה דמין במינו בששים זהו מדרבנן דאע\"ג דמן התורה חד בתרי בטל ואע\"ג דיהיב טעמא כיון שאינו ניכר רבנן אחמור ואמור דמשערין אותו כאלו הי' מין בשאינו מינו בששים ומצינו למדין דמאי דאמר ר' יוחנן טעמו ולא ממשו אסור ואין לוקין עליו במין במינו קאמר וה\"ק כל שטעמו וממשו של איסור קיים אסור ולוקין עליו וזהו כזית בכדי אכילת פרס שאם נתערב האיסור ומשו קיים בין בשא\"מ דהיתר ובין במינו דהיתר והוא ניכר האיסור ואכל מן האיסור ומן ההיתר משערין אותו כזית בכדי אכילת פרס אבל אם לא הי' ניכר האיסור שנתערב ואינו ניכר זהו דאמרי' חד בתרי בטל ואפילו איסור דרבנן אין בו כדאמרי' בכל דוכתא גבי גיד ונבלה בפ' גיד הנשה ואפילו גבי מדומע אמרי' בפ' יוצא דופן דהוי מדרבנן דמדאורייתא חד בתרי בטל ורבנן הוא דאחמור עד מאה וגבי ערלה וכלאי הכרם נמי אמרי' בפ' הניזקין סחד בתרי בטל ורבנן וא דאחמור במאתים אבל כל האיסורין בטלים חד בתרי ואפילו מדרבנן אם אם הי' דבר שבמנין דאחמור בי' רבנן משום דחשוב א\"כ מאי דאמר ר' יוחנן כזית בכדי אכילת פרס הוא כשהאיסור ניכר וטעמו ולא ממשו דאמר אסור ואין לוקין עליו הוא מי במינו שכיון שאינו ניכר טעמו הו\"ל כממשו שאינו ניכר דבטל חד בתרי אבל מיהו ממשו שאינו ניכר אפילו איסור דרבנן אין בו אבל טעמו שאינו ניכר אינו אסור מן התורה אבל הוא אסור מדרבנן ומשערים אותו בששים אבל אם הי' מין בשא\"מ הוא אסור מן התורה כדילפי' ממשרת או מגיעולי גוים לר\"ע ואע\"פ שאנו מחמירין במין במינו יותר ממין בשאינו מינו דבעי' למימר לקמן דיי\"נ וטבל שלא במינן בנ\"ט ובמינן בכל שהן זו היא חומרא דרבנן אבל מדאורייתא הכל בטל חד בתרי ואפילו יי\"נ וטבל במינן ור' יהודא דסבר דמין במינו אפילו באלף לא בטיל ויליף לי' מקרא אית לי' נמי משרת למין בשאינו מינו אבל מיהו מין במינו חמור טפי דאפילו בכל שהו ובשאינו מינו בעי' בנ\"ט והאי דאמרי' בפ' גיד הנשה מידי לקולא קא אמרינן לחומרא קאמרי' דמדאורייתא חד בתרי בטיל בין במילתי' דאביי בין במילתי' דרבא משום דהוה מין במינו דבהכי מיירינן התם בזרוע בשלה מן האיל אבל אם הי' מין בשאינו מינו הוה אסור מה\"ת בנ\"ט כדילפי' ממשרת לרבנן ומגיעולי גוים לר\"ע וליכא מאן דפליג עלייהו אבל המורה כתב התם והא דילפי' מנזיר בפסחים משרת ליתן טעם כעיקר ס\"ל לאמוראי בתראי דאסמכתא בעלמא היא ולאו מילוף הוא דהו\"ל נזיר וגיעולי גוים ב' כתובים הבאים כא' א\"נ גיעולי גוים חידוש הוא כדאמרי' התם ומשרת להיתר מצטרף לאיסור ואינו נ\"ל כל מה שאמר דהא בפירוש מחלק ר\"ל בזבחים בין מינו לשאינו מינו ורבא נמי ס\"ל הכי הילכך יש לפרש כאן מין במינו ומשרת למין בשא\"מ והאי נ\"ט בקדשים דקאמר רבא מין במינו הוא ואפ\"ה אסרה תורה בקדשים משא\"כ בחולין דמין במינו בטל ברוב ולא ימצא נ\"ט כעיקר בחולין אלא מין בשא\"מ דניכר טעמו ואיהו ילפי' ממשרת ומה שאמר דבמוקדשין אסור והכי שרי כדפרישית במהדורא בתרא דמוקדשין אסור אפילו בטפי מס' וק' אי יהבי טעמא ואיל נזיר שרא רחמנא בס' וק' והאי דפליגי רבנן ור\"א בכותח הבבלי בפ' אלו עוברין דר\"א אמר חייב לאו עליה ורבנן פטרי ואע\"ג דהוא מין בשא\"מ דילפי' ממשרת לנ\"ט כעיקר לכל איסורין שבתורה התם בגמרא מפרש טעמייהו הנח לכותח הבבלי דלית בי' כזית בכדי אכילת פרס דאי בעיני' קא אכיל לי' בטלה דעתו אצל כל אדם ואי משטר קא שטר ואכיל לית בי' כזית בכדי א\"פ ומש\"ה פטרי רבנן כדפרישית לעיל דלא אסרה תורה לנ\"ט כעיקר אלא היכא דאיכא כזית בכא\"פ דומיא דממשו של איסור אבל אי ליכא כזית בכא\"פ ויהיב טעמא אינו אסור אלא מדרבנן וכותח הבבלי נמי אע\"ג דפטרי רבנן ממלקות אי עלוי' איסורא דרבנן כיון דיהיב חמץ טעמא ושכר המדי נמי הוא כפתרון המורה שפירש שם דאע\"ג דשתי לי' בעיני' אין לך שותה ב' או ג' כוסות שלא יפסיק וישהא בכדי אכילת פרס ולא שתי כזית מן החומץ לבד המין ושאר התערובת וסתם שכר עיקרו מן התמרים או תאנים אלא שבמדי מערבין עמהם שעורים קצת ומ\"ש התם במהדורא קמא דטעם הדבר היא מפני שאין שם ממשו של איסור אלא טעמ' אינו כלום דהוה ס\"ד דכל טעמו ולא ממשו הוא מדרבנן ואפי' במין שלא במינו אבל השתא דאסיקנא דמין בשא\"מ הוה טעמו ולא ממשו דאורייתא אית לן למימר כפתרון המורה ור\"א דמחייב לאו משום דקסבר דגבי חמץ היתר מצטרף לאיסור כדאמרי' התם הילכך כיון דטעמו של איסור הוי כממשו בין שאינו מינו שהי' אומר ר\"א בממשו של איסור דהיתר מצטרף עמו להשלימו לכזית ה\"נ ס\"ל בטעמו של איסור אע\"פ שאין בו כזית בכדי א\"פ ההיתר מצטרף עמו להשלימו אבל רבנן סברי דאין היתר מצטרף לאיסור אפי' בממשו של איסור כ\"ש בטעמו ומהכא נמי מוכח דנ\"ט כעיק' דילפי' ממשרת דהוי דאורייתא כגון שיש בו כזית בכא\"פ כדאמרי' בממשו אבל אם אין בו כזית בכא\"פ לא מחייבי אבל פי' המורה התם דאמרי' שאם שרה ענבים במים ויש בהן טעם יין חייב בכזית מהן והאי לאו משום היתר מצטרף לאיסור הוא אלא משום דאיתעביד לי' כולי' איסור אבל היתר מצטרף לאיסור לא ילפי' מיני' ואינו נ\"ל פתרונו כלל שאם נחייבהו על כזית מהן בלבד זהו היתר מצטרף לאיסור שהרי זית זה אינו כולו יין אלא מים מעורבין בו והיאך דוחה התם דלא נילף מני' היתר לאיסור ועוד אם על כזית מהן בלבד חייב מפני שנעשה כולו איסור מפני טעם היין שבהן אי הכי אמאי פטרי רבנן בכותח והרי טעם חמץ יש בו ונעש' כולו איסור אלא משום דלית בי' כזית בכא\"פ פטרי ואע\"ג דנ\"ט כעיקר במין בשא\"מ דאורייתא אינו יכול להיות טעמו חמור מממשו וכי היכי דבממשו בעינן כזית בכא\"פ הם הכי בטעמו והילכך אינו חייב על אלה דמים עד שישתה מהם כל כך שיהא בהן כזית יין בכא\"פ הם הכי בטעמו והילכך אינו חייב על אלה דמים עד שישתה מהם כל כך שיהא בהן כזית יין בכא\"פ ואמרי' התם באלו עוברין איתבי' שתי קופות אחת של תרומה ואחת של חולין ולפניהן שתי סאין אחת של תרומה ואחת של חולין ונפלו אלו לתוך אלו מותרין.שאני אומר תרומה לתוך תרומה נפלה וחולין לתוך חולין נפלו ואי אמרת כזית בכא\"פ דאורייתא אמאי אמרי' שאני אומר ומתרץ הב\"ע בתרומה בזה\"ז דרבנן וקשיא לי טובא בגוה דמשמע טעמא משום דתרומה בזה\"ז דרבנן ואי הוה תרומה דאורייתא לא הוה תלינן לקולא משום דכזית בכא\"פ דאורייתא אמאי אמרי' שאני אומר ומתרץ הב\"ע בתרומה בזה\"ז דרבנן וקשיא לי טובא בגוה דמשמע טעמא משום דתרומה בזה\"ז דרבנן ואי הוה תרומה דאורייתא לא הוה תלינן לקולא משום דכזית בכא\"פ דאורייתא והא מין במינו הא ומין במינו בטל הנ\"ט שלו ברוב. ולא אמרי' נ\"ט כעיקר אלא במין בשאינו מינו כדאמרן לעיל ונ\"ל דל\"ג הב\"ע בתרומה בזה\"ז דרבנן אלא ה\"ג הנח לדימוע דמדרבנן פי' דמה\"ת כיון שהוא מין במינו חד בתרי בטל ורבנן הוא דאמור דתרומה מקדשת עד מאה והילכך תלינן בשאני אומר ולא אמרי' כזית בכא\"פ דאורייתא בנ\"ט אלא מין בשאינו מינו תדע דה\"ג דאמרי' בפרק יוצא דופן בה' בת אחת עשרה שנה ויום אחד. עיסה שנדמעה או שנתחמצה בשאור של תרומה חייבת בחלה ואינה נפסלת בטבול יום דברי ר\"מ ר' יוסי ור' יהודה ור\"ש פוטרין החלה סברוה מאן דאמר תרומה דאורייתא חלה דאוריית' ומ\"ד תרומה דרבנן חלה דרבנן אי אמרת בשלמא קסבר ר' יוסי חלה בזה\"ז דרבנן אתי דימוע דרבנן ומפקע דחלה דמדרבנן אלא אי אמרת דאורייתא אתי דימוע דרבנן ומפקע חלה דאורייתא ופירש המורה התם דימוע דרבנן הוא דמדאורייתא חד בתרי בטל דכתיב אחרי רבים להטות ורבנן הוא דאצריך א' ומאה הילכך לא אתי דימוע דרבנן ומפקע חלה דאורייתא. אלמא אע\"ג דאאמרי' תרומה בזה\"ז דאורייתא הדימוע אינו אלא מדרבנן דמדאורייתא חד בתרי בטל מפני שהוא מין במינו ובפ' הערל נמי בה' אנדרוגיניס כהן אמרי' וסבר ר' יוחנן תרומה בזה\"ז דאורייתא והתניא שתי קופות אחת של תרומה ואחת של חולין כו' ואמר ריש לקיש והוא שרבו חולין על התרומה ור' יוחנן אמר אף על פי שלא רבו חולין על התרומה בשלמא ר\"ל קסבר בדרבנן נמי בעינן רביא אלא לר' יוחנן קשיא פי' ר\"י דאמר דהוא מדאורייתא אמאי לא בעי רביא אלמא מוכח מהכא דאי רבו חולין על התרומה אע\"ג דתרומה דאורייתא תלינן ואמרי' שאני אומר מפני שמן התורה חד בתרי בטל במין במינו הילכך בפירוש שטעות גדולה היא לגרוס הכא במאי עסקינן בתרומה בזה\"ז דרבנן דאע\"ג דהוא דאורייתא תלינן לקולא אלא ה\"ג הנח לדימוע דמדרבנן ואמרי' נמי התם באלו עוברין דלגבי חטאת היתר מצטרף לאיסור דתניא כל אשר יגע בבשרה יקדש יכול אפילו לא בלע ת\"ל בבשרה עד שיבלע יקדש להיות כמוה שאם פסולה היא יפסל ואם כשרה היא יאכל כחמור שבה ותנן בזבחים בשלהי פ' דם חטאת רקיק שנגע ברקיק וחתיכ' בחתיכ' לא כל הרקיק ולא כל ההחתיכה אסורין אינו אסור אלא ממקום הבלע ונ\"ל לומר דמדכתב כל אשר יגע ילפי' דקרא להיתר מצטרף לאיסור אתא דא\"א בנגיעה בעלמא שיתפשט בה הטעם כ\"כ עד שיהא בה כזית בכא\"פ ואפ\"ה אסר רחמנא ש\"מ היתר מצטרף לאיסור משא\"כ בכל האיסורין. דחולין מקדשים לא ילפי' ובפ' גיד הנשה אמרי' רבא אמר לא נצטרכה אלא ליתן טעם כעיקר דבקדשים אסור והכא שרי וליגמר מינה הא גלי רחמנא גבי חטאת כל אשר יגע בבשרה יקדש להיות כמוה ומקשה ר\"ת זצוק\"ל בספר הישר דהכי מפיק לה לנ\"ט כעיקר והכא מפיק לה להיתר מצטרף לאיסור ועוד תמה על עצמך דהא ליכא טעמא התם בשחיטת חולין שהרי בטל בששים כדמוכח התם ואין זה קרוי טעם כעיקר אלא במקום שיש טעם כגון ברוב או בפחות מששים ונ\"ל דה\"ג התם לא נצרכה אלא להיתר מצטרף לאיסור שאפילו נדבק מן האיסור להיתר ולא נבלע כשיעור כזית אסור ובלמא שרי כדאמרי' התם אבל בטעם כעיקר הקדשים שוין לכל שאר האיסורין דמין בשא\"מ מדאורייתא עכ\"ד. ונ\"ל שנוכל ליישב גירסת הספרים ולק\"מ דאע\"ג דבאלו עוברין ילפי' מינה דהיתר מצטרף לאיסור מכל מקום מינה לנ\"ט כעיקר דהאי איסורא דאיבלע לי' לאו ממשו של איסור הוא אלא טעמו ואע\"ג דאמרי' היתר מצטרף לאיסור הוה בעינא ממשו של איסור אבל הכא דליכא ממשו אלא טעמו בלחוד ה\"א דליבטל ואיצטריך קרא למימר דלא בטיל שכך הוא טעמו כמו ממשו שכשם שממשו חשוב ומצטרף ההיתר עמו כך טעמו נמי חשוב ומצטרף ההיתר עמו הילכך שפיר ילפי' מיני' לנ\"ט כעיקר ומה שכתב דליכא התם טעמא שבטל בששים הרי כתבתי במהדורא בתרא דחולין דנ\"ט דקדשים הוא אפילו מס' וק' והכי אזלא סוגיא דשמעתא התם דאיכא דיהיב טעמא מס' וק'. אבל אי קשיא לי הא קשיא לי דהא כל קדשים ילפי מחטאת כדאמרי' בשלהי פרק דם חטאת אשכחן חטאת דמקדשת בבלוע שאר קדשים מנין אמר שמואל משום ר\"א זאת התורה לעולה ולמנחה לחטאת ולאשם ולמילואים ולזבח השלמים כו' עד לחטאת מה חטאת מקדשת בבלוע אף כל מוקדשין בבלוע כו' עד במתניתא תנא משמי' דר\"ע מה מנחה מקדשת בבלוע אף כל מוקדשין בבלוע ואם איתא דהיתר מצטרף לאיסור היכי תנן בפ\"ב דערלה חתיכות של קדשי קדשים ושל פיגול ושל נותר שנתבשלו עם החתיכו' אסור לזרים ומותר לכהנים ור' שמעון מתיר לזרים ולכהנים פי' שאין בפיגול ובנותר ליתן טעם באותן החתיכות אלא שנצטרף בשר קדשי קדשי' עמהם ונתנו טעם בחולין דרבנן סברי מצטרפין שני האיסורין ולזרים מיהת אסורים ור\"ש סבר אין שני האיסורים מצטרפין ואפילו לזרי' מותרי' ובפ' דם חטאת תנן בישל בו קדשים וחולין או קדשי קדשים וקדשים קלים אם יש בהן בנ\"ט הרי הקלים נאכלין כחמורים אלמא בכל הקדשי' בעינן נ\"ט וזה הוא החומר שיש בהן משא\"כ בכל התורה כולה דבכל התורה כולה מין במינו בטל ברוב ולא אמרי' נ\"ט בעיקר אלא מין בשא\"מ ובקדשים אפילו מין במינו אבל אם אין בהן בנ\"ט אפילו בקדשים שרי ולא אמרי' היתר מצטרף לאיסור ומחמת קושיא זו סברתי לומר דלא אמר דהיתר מצטרף לאיסור גבי חטאת אלא ר\"ע אבל רבנן ס\"ל דלא אתא קרא אלא לנ\"ט כעיקר דאע\"ג דילפי לה ממשרת התם למין בשא\"מ אבל מין במינו בטל ברוב ובקדשים אפילו מין במינו ואע\"ג דסוגיא דשמעס' משמע התם באלו עוברין דאפילו רבנן אית להו היתר מצטרף לאיסור גבי חטא' הוה סליק אדעתיה לשבושי סיפרי אבל אח\"כ התבוננתי דלק\"מ דדוקא אי יהבי טעמא אסרי אבל אי לא יהבי טעמא בטלי לגמרי כאילו אינן ושרי אבל מיהו היכא דיהבי טעמא אע\"ג דלית כזית באיסור כגון ריקיק שנגע ברקיק וחתיכה בחתיכה שבמקום הבלע יש טעם מן האיסור והאוכלו טועם בו טעם איסור אילו הי' במין בשא\"מ אע\"פ שאין כזית בטעם האיסור שנבלע בו אפ\"ה נאסר מקום הבלע ודינו כקדשים לכל דבר ולוק' עליו מפני שהיתר מצטרף לאיסור להשלימו לכזית שאין לוקין על פחות מכזית וקשיא לי טובא כיון דאמרי' דקדשים יש להן חומר מכל האיסורין שאפילו מין במינו הן אוסרין בנ\"ט ואין בטלין ברוב א\"כ היכי אמרי' במילתי' דר\"ל וש\"מ נ\"ט ברוב לאו דאורחייא וכי אקשי' לי מהעוש' עיסה מן החטין ומן האורז תירץ אלא מין בשא\"מ בטעמא מין במינו ברובא והא קדשים אפי' מין במינו אמרי' דהוי מדאורייתא בטעמ' ופיגול ונותר וטמא נמי קדשים נינהו ואמאי מבטלי זא\"ז ונ\"ל לתרץ לפי הרחק דבאלו קדשים אמרי' דאוסרין בנ\"ט אפילו מין במינו הנ\"מ בקדשי' כשרין אבל קדשים פסולין לא חשיבי ודינן כשאר כל האיסורין ובטלין ברוב במין במינו ומאי דאמרי' גבי חטאת כל אשר יגע בבשרה יקדש להיות כמוה שאם פסולה היא יפסל ואם כשרה היא יאכל כחמור שבה אין דין הפסול' כדין הכשרה שהכשרה אוסרת בבלוע אפי' מין במינה והפסולה אינה אוסרת אלא מין בשא\"מ הילכך הפיגול והנותר והטמא מבטלין זא\"ז ברוב במין במינו וקשיא לי נמי טובא דהא אפילו במין בשאינו מינו תנן שבטל הפיגול ואינו אוסר בנ\"ט דהכי תנן בזבחים בפ' כל הפסולין השוחט את הזבח לאכול כזית מן העור מן הרוטב מן הקופה מן האצל מן העצמו' ומן הגידים ומן הקרנים ומן הטלפים ואין חייבין עלי' משום פיגול נותר וטמא פי' שאם פיגול הזבח אכל מן הקופה או מן הרוטב אין חייבין עליהן משום פיגול ולא משום נותר ולא משום טמא ואמאי ומי גריעי פיגול ונותר וטמא משאר כל האיסורין שהן אוסירן מן התורה בנ\"ט במין בשא\"מ ורוטב נ\"ט הוא ומין בשא\"מ ואמאי לא מחייב משום פיגול נותר וטמא ועיין מה שכתבתי בפרשת צו בפסוק והנותר מבשר הזבח ביום השלישי:\n"
        ], 
        [], 
        [
            "ור' מאיר ההוא מבעיא לי' למעוטי סרוחה מעיקרא ראיתי מקשים דהכא חזי' דר' יוחנן ס\"ל כר\"ש דאמר נטל\"פ מותר וא\"כ מבעיא לי' למידרש קרא כדר\"ש דאמר נבלה הראוי לגר שמה נבלה ולאו למעוטי סרוח' מעיקר' כדדרי' ר\"מ ובפ' הלוקח שלישי דבכורות אמרי' גופא בר פדא אמר טומאה חמורה עד לגר טומאה קלה עד לכלב ור\"י אמר אפילו טומאה חמורה עד לכלב מ\"ט דבר פדא דכתיב לא תאכלו כל נבלה נבלה הראוי' לגר קרוי' נבלה ושאינה ראוי לגר אינה קרוי' נבלה כו' עד ואידך דהיינו ר' יוחנן למעוטי סרוחה מעיקרא הרי שדורש המקרא כר\"מ ומתרצים דאיסור אכילה לחוד וטומאה לחוד באיסור אכילה דריש לי' כר\"ש ובטומאה דריש לי' כר\"מ עיין בקונטרסי בפ\"ג דבכורות:\n"
        ], 
        [
            "ותלתא בבי דקתני בגוה למה לי בשלמא בבא דסיפא קמ\"ל דבפגום מעיקרא מחלוקת פירש המורה תלתא בבא דרישא היכא דנפלו כאחת דאשמעי' פלוגתא. מציעתא נפל של תרומה תחלה סיפא יין שנפל לתוך העדשים ואינו נ\"ל\n", 
            "כח גוי מדרבנן הוא ההוא דנפיק לבראי גזרו בי' רבנן דלא נפיק לבראי לא גזרו בי' רבנן מ\"ש במהדורא קמא שאין עיקר הניסוך אלא בשיכשך ידו בתוך הכלי ולא כשמערה ממנו אינו כלום שכבר הוכחתי למעלה בשלהי פ' ר' ישמעאל ובפ' אין מעמידין שעיקר הנוסיך היא לערות מכלי אל כלי אלא ה\"פ כח גוי מדרבנן הוא דכל כמה לא שמעיני' דנתכוין לנסך מן הדין להיות מותר דהא קיי\"ל סתם מחשבה נכרי לע\"ז לא אמרי' ועוד דהוי שלא בפני ע\"ז אלא חומרא דרבנן הוא דאמרי' דילמא ניסך והילכך בההוא דנפק לבראי גזרו בי' רבנן אבל בההוא דלא נפיק לבראי לא גזרו בי' רבנן:\n", 
            "אמר להו רבא להנהו שפוכאי אי שפיכתן חמרא לגוים לא תשבקו גוים לסייע בהדיינו דילמא מישתלותו ושדיתו לי' עלוי' וקא אתי מכחו אסור. פי' המורה פועלם ישראל רגילים לערות יין מכלי אל כלי מפני השמרים או מפני שהכלי רע ומחמיץ היין ואינו מתיישב בלבי שנראה לפי פירושו שהיין היה של גוים וא\"כ מה היה חושש דקא אתי מכחו נו\"ל לפרש זה כדפרישית ההוא דלעיל דהוה שפיך חמרא לגוים ה\"נ מוכרים היו יין לגוים בקנקניהם ושופכין אותם מן הקנקנים לנודות חדשים שלהם ודמי היין היו מותרין שקודם שנעשה יי\"נ נתחייבו ליתן להם דמי יין כשר אבל אם היו הגוים מערין היה נאסר בכחו של גוי והו דמיו דמי יי\"נ וכך מצאתי שפירש ר' חננאל זצוק\"ל כי שפכיתו חמרא לגוים לא ליקרב גוי לסייע לנו בנשיאת הכלי של מדה דילמא מישתליתו ושדיתו לי' לההיא כלי של מדה עלי' ונמצא הוא השופך יין וכיון דאתי מכחו נאסר לכו למישקל דמי' דנאסר קודם שיקנהו הגוי בכליו:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא יי\"נ אסור ואוסר בכל שהו ראשון ראשון בטל</b> פי' המורה ומותר בהנאה ומשמע הא בשתיה אסור ואינו נ\"ל דבטל לגמרי משע ואפילו בשתיי' שרי ואי קשיא ממאי דאמרן בפ' ר' ישמעאל אגרדמים גוי שקדר במניקות והעלה לו או שטעם מן הכוס והחזירו לחבית זה היה מעשה ואסרו ומסיק התם דחסרו אפי' בהנאה ואמי לימא דבטל דהא איסורא דנפל לגוהיתרא הוא נ\"ל לומר דר' יוחנן ל\"ג והחזירו לחבית אלא על שיורי הכוס קאמר דאסירי בהנאה משום מגע גוי:\n"
        ], 
        [
            "<b>רב ושמואל דאמרי תרווייהו כל איסורין שבתורה במינן במשהו שלא במינן בנ\"ט</b> פי' דס\"ל כרב יהודא דאמר מין במינו אפילו באלף לא בטיל ור' יוחנן ור\"ל דאמרי תרווייהו כל איסורין שבתורה במינן במשהו שלא במינן בנ\"ט פי' דס\"ל כרב יהודא דאמר מין במינו אפילו באלף לא בטיל ור' יוחנן ור\"ל דאמרי תרווייהו כל איסורין שבתורה בין במינו בין שלא במינן בנ\"ט חוץ מטבל ויי\"נ דבמינן כל שהו ושלא במינן בנ\"ט פי' דס\"ל כרבנן דאמרי אפילו מין במינו בנ\"ט וכולהו סתמי אתו כרבנן מאי דתנן בפ' כיסוי הדם ובפ' כל הזבחים שנתערבו דם שנתערב במים אם יש בו מראה דם כשר נתערב ביין רואין אותו כאלו היא מים נתערב בדם בהמה או בדם החיה רואין אותו כאלו היא מים. ובפ' גיד הנשה תנן ירך שנתבשל בה גיד הנשה אם יש בה בנ\"ט ה\"ז אסורה כיצד משערין אותה כבשר בלפת אלמא אע\"פ שהוא מין במינו הוי בנ\"ט אבל בטלבל וביי\"נ מודו רבנן דמין במינו כל שהו' יי\"נ כדתנן הכא יין ביין כל שהוא וטבל כתנן בפ\"ג דחלה הנוטל שאור מעיסת חטים ונותן לתווך העיסה של ארז אם יש בה טעם דגן חייבת בחלה ואם לאו פטורה א\"כ למה אמרו הטבל אסור כל שהו' במינו ושלא במינו בנ\"ט ואי קשיא והרי שביעית נמי תנן בפ\"ז דשביעית זה הכלל כל שהוא בנ\"ט חייב לבער מין בשאינו מינו. ומין במינו כ\"ש השביעית אוסרת כל שהו במינה ושלא במינה בנ\"ט וכיון דגם שביעית אוסרת כל שהו במינה הו\"ל למימר חוץ מטבל ויי\"נ ושביעית חשובה הא אמרי' בפ' הנודר מן הירק ר' שמעון אומר כל דבר שיש לו מתירין כגון טבל ומעשר שני. והקדש. וחדש לא נתנו בהם חכמים שיעור וכל דבר שאין לו מתירין כגון תרומה ותרומת מעשר וחל' וערלה וכלאי הכר' נתנו בהם חכמי' שיעור אמרו לו והלא שביעי' אין לה מתירין ולא נתנו בה שיעור אמר להן בד\"א לביעו' אבל לאכי' בנ\"ט וראיתי שר\"ת השוה התרומה לטבל ואמר דשמעי' לי' לר' יוחנן דבתרומה נמי אית לי' מין במינו במשהו דאמר ר' יוחנ שתי כוסות אחת של חולין ואחת של תרומה שמזגן ואח\"כ עירבן סילק את מינו וכו' מכלל דתרומה כמו טבל ואינו בטל דחד טעמא הוא דכי היכי דאמרי' גבי טבל כעלייתו כך איסורו גבי תרומה נמי כהיתרא כך איסורא דחיטה אחת פוטרת את הכרי וזה איני נ\"ל כלל להשוות התרומה לטבל שהרי. בפירוש שנינו בפ\"ב דערלה שהתרומה מין במינו במאה אם אינו נ\"ט ובשאינו מינו בנ\"ט ואע\"פ שאין בו מאה כדכתבית לעיל במה\"ק אלמא לא אמרי' בתרומה מין במינו כל שהוא אלא במאה ואין טעם התרומה דומה לטעם הטבל שהטבל חט' אחת פוטרת כל הכרי שהי' טבל אבל התרומה אחרי שהוקבע' לשם תרומ' אין לה מי שיתירנה הילכך אין דינם שוה ושתי כוסות שמזגן דקאמר ר' יוחנן סילק את מינו נמי שאינו מפני שבמינו הי' צריך א' ומאה ולא כל זהו כדאמר ר\"ת ואם נסלק את מינו המים שבשתי הכוסות יבטלו את יין התרומה מפני שאין בה בט\"ט במים שבשתי הכוסות ולאולם תרומה במאה משערין אותה אפילו במין במינו ורבא ואביי לא מיירי אלא בטבל ויי\"נ ולא בתרומה:\n", 
            "<b>ותנז נמי הכי א\"כ למה אמרו הטבל אוסר כל שהו במינו כו'</b> ה\"ג ולא תניא נמי הכי דמשנה הוא בחלה כדכתבית לעיל ואחרי שאמר תניא כוותי' דר' יוחנן ור\"ל חזר ואמר ותנן נמי הכי שגם במתני' תנן שהטבל אוסר כל שהו במינו:\n"
        ], 
        [
            "<b>פיסקא אלו אסורי ואוסרין כל שהן כו'</b> עיין בהלכ' י\"ט דספר לקט שביארתי שם דכל היכא דאמרי' אוסרין בכל שהן הנ\"מ למיזל להתם ולמיסב חד מנהון דכיון דלא בוטל הו\"ל קבוע וכל קבוע כמחצה על מחצה דמי אבל היכא דפריש חד מן התערובת ונפיק לבראי שרי דאמרינן כל דפריש מרובא פריש:\n"
        ], 
        [
            "<b>פפיסקא גת של אבן כו'</b> ת\"ר הגת והמחץ והמשפך פירש המורה מחץ כלי שדולין בו היין מן הבור לחביו' ואינו נ\"ל מדתנן בפ\"ב דכלים הטהורין שבכלי חרש טבלה שאין לה לבזבז כו' עד וחביות של שייטין וחבית דפונה בשולי המחץ והתם משמע דמחץ הוא הבור שלפני הגת ומשקעין חבית של חרס בשוליו כדי שיהי' מיצוי היין שבבור מתקבץ שם ויהא נוח ליטלו משם ולא היא ופתרון המורה עיקר דהכי תנן בפ' בתרא דמסכת טהרות הי' זולף במחץ אלמא כלי שדולין בו היין מן הבור הוא וכך יש לפרש נמי חבית דפונה בשולי המחץ שהי' רעוע וחיקו בחבית זו שהדביק בשוליו:\n"
        ], 
        [
            "<b>פיסקא הלוקח כלי תשמיש מן הגוי כו'</b> אבעי' להו משכנתא מאי ראיתי מקשים אמאי לא פשיט משכנתא מפרק כל שעה פלוגתא דר\"מ ורבנן אם הרהינו אצלו דישראל מגוי אי קני משכון אי לא קני ונ\"ל לתרץ דהתם בדין תורה מיירי דאי קנה עבר בבל יראה ואי לא קנה לא עבר אבל הכא טבילה מדרבנן הוא וי\"ל דכיון שפעמים שמחליטה לו הצריכוה טבילה כלקוח:\n", 
            "לא אסרה תורה אלא קדירה בת יומא פירש המורה שבישל בה הגוי היום אבל בישל בה אתמול כבר הפיג טעמו בלינת לילה ושוב כשפולטו בתבשיל אחר אינו אלא לפגם ומיכן ואילך לישתרי אפילו לכתחלה ואינו נ\"ל דע\"כ ל\"פ אלא בדיעבד ולאסור התבשיל כדתני וכולן שנשתמש בהן אבל להשתמש בהן לכתחלה אע\"פ שהוא נטל\"פ אסור שאין מבטלין איסור לכתחלה ומתני' וברייתא סתמא קתני הלוקח כלי תשמיש מן הגוים את שדרכן להגעיל יגעיל ואע\"פ שאינן ב\"י צריכין גיעול להתירן להשתמש בהן אבל אבל מיהו אין איסורן מדאורייתא אלא מדרבנן:\n"
        ], 
        [], 
        [
            "יורה קטנה לתוך יורה גדולה מאי כמה אנשים גדולים ראיתי שנושאים ונותנים בזה יש אומרים שצריך להגעיל את היורה גדולה תחלה קודם שיגעיל בתוכה כלים קטנים שאם לא יגעילנה מקודם הפליטה שלה של איסור חוזרת ונבלעת באותן הכלים וי\"א שלאחר שהגעיל בתוכה את הכלים צריך הגעלה מפני שבלעה את פליטתן אבל הכלים אינן בולעין את פליטתה דכל זמן שהן טרודין לפלוט אינן בולעין ויש שהן מתירין משום נ\"ט בר נ\"ט ונסתבכו באלה הדברים מאוד וטורח הוא עלי לכתוב כל דבריהם ומה יש להשיב עליהן אבל הנכון בעיני זה הוא אע\"פ שהיורה אסורה מותר להגעיל בתוכה כלים אך אם ינקוה יפה שלא תהי' מלאה זוהמא ואותו הגיעול שהיא פולטת הוא מתבטלת במים עד שהמים הן מותרים לשתיי' וכיון שבטל הגיעול במים אין בו כח לאסור את הכלים שכשהן בולעי לא הגיעול לבדו הן בולעין אלא המים שהגיעול מעורב בהן והרי אותן המים מותרים בשתיי' וכן נמי הגיעול שיצא מן הכלים נתבטל במים וכשבולעת היורה הגדולה מן המים בולעת שהגיעול מעורב בהן ולא הגיעול לבדו ואותן המים הן מותרין בשתיי' הילכך אם הוגעלה היורה תחלה א\"צ הגעלה פעם שנית וכן מותר להגעיל כלים אחר כלים ואין לחוש שהגיעול של ראשון יבלע בשני שראשון ראשון שהוא יוצא הוא בטל במים ואע\"פ שנחה היורה מרתיחה אין בכך כלום שכבר הגיעול נתבטל במים ומה שחיזרין ובולעין היתר גמור בולעין ולא איסור כפי מה שביארתי בפ' כל הבשר במה\"ק:\n"
        ], 
        [
            "והסכין שפה והיא טהורה אמר ר\"ה ונועצה עשר פעמים בקרקע אמר רבא ובמקום קשה אמר רב כהנא ובסכין יפה שאין בה גומות אמר רב כהנא בר יהושע לאכול בה צונן כי הא דמר יהודא כו' פי' המורה שפה לוטשה באבן של נפחים מוצ\"א בלע\"ז שפה לשון שופינא ליפ\"ו בלע\"ז ונועצה אע\"פ ששפה וי\"א שפה משפשפה בבגד צמר שאינו חלק ומעביר שמנוניתה ואוכל בה צונן אבל דבר רותח אסור לחתוך בה עד שיגעילנה ברותחין ובכלי ראשון כדאמרן בפ' כל שעה לענין חמץ בפסח ואינו נ\"ל מה שפירש המורה ונועצה אחר ששפה דהא מעשה דשבור מלכא דמייתי מינה ראיי' אין שם אלא נעיצה ולא שיפה כדכתבית במהדורא תנינא וגם מה שפירשתי שם דלפרושי אתא ר\"ה למתני' דמאי שפה נועצה אינו נראה לי דשפה לא משמע אלא שישופנה במשחזת או באבן הנפחים כדמתרגמינן ואכח אותו ושפית יתי' בשופיא אבל מה שפירש המורה שהשיפה אינה מטהרתה אלא לאכול בה צונן אבל דבר רותח אסור לחתוך בה עד שיגעילנה ברותחין קשיא לי טובא ואינו נ\"ל בעיני מפני שפשט המשנה אינו מוכח כן דהכי תנן הלוקח כלי תשמיש מן הגוים את שדרכן להטביל יטביל להגעיל יגעיל באור ילבן השפוד והאסכלא מלבנן באור והסכין שפה והיא טהורה משמע מתוך דברי המשנה שכמו שההגעלה והליבון מטהרים את הכלים אפילו לאכול בהן דבר רותח הה\"נ השיפה מטהרת את הסכין אפילו לאכול בה דבר רותח שהרי דין כל הכלים שנה ופסק כיצד היא טהרתן וכפי מה שמתפרשים הכלים דרישא ומציעתא מתפרשת נמי הסכין דסיפא מאי אלו לאכול בהן רותחין אף הסכין נמי לחתוך בה רותח דסיפא דומיא דמציעתא ורישא קתני דהא סתמא תני והיא טהורה דמשמע לכל כדמשמע רישא ומציעתא ומש\"ה נטהרת בשיפה ולא הצריכה הגעלה כשאר כל הכלים מפני שכל הכלים יש להן בית קיבול הילכך בולעין הרבה וצריכין הגעלה אבל הסכין שהיא פשוטה ואין שמושה אלא בחתיכה בשיפה סגי שהשיפה מסירה מעלי' כל קליפה העליונה שהאיסור דבוק בה ועוד שדרך הסכין לשופה ואין דרך הכלים לשופן מש\"ה תנא שיפה גבי סכין ולעולם בשיפה בלבד היא נטהרת מכל מה שבלעה ע\"י חתיכה כדקתני מתני' ומאי דאמרינן בגמרא לאכול בה צונן נ\"ל לפרש דרב הונא דאמר נועצה עשר פעמים בקרקע קשה לאו אשפה דמתני' קאי אלא מימרא בפ\"ע היא ול\"ג ונועצה בוי\"ו אלא נועצה בלא וי\"ו וה\"ק נועצה עשר פעמים ונטהרת בכך ואתא רב כהנא לפרושי מילתא דר\"ה דהאי דאמר ר\"ה דבניצה נטהרת דווקא לאכול בה צונן כמעשה דשבור מלכא אבל לאכול בה רותח צריכה שיפה כדקתני מתני' ומאי דאמרינן בפ' כל שעה והילכתא אידי ואידי ברותחין נ\"ל שחילוק יש בין סכין לסכין דה\"ג בירושלמי בהילכתין ר' אבא בשם ר' יהודא הדה דתימור בסכין קטנה אבל בגדולה צריכה ליבון והליבון שאמרו שיהא מתיז נצוצות פי' ר' אבא אמתני' קאי דהאי דתנן שפה והיא טהורה דווקא בסכין קטנה דלא חזיא אלא למיחתך בה ולא חזיא לצלות בה ההיא דנטהרת ע\"י שיפה אבל סכין גדולה שפעמים שצולין בה בשר כמו שפוד אינה נטהרת אלא ע\"י ליבון כמו שפוד ואסכלא והכי תניא בתוספתא דע\"ז הסכינין והשפודין והאסכלאות מלבנן באור והן טהורין ובוודאי דהנהי סכינין בגדולין מיירי דומיא דשפודין שפעמים שצולין בהם ובהילכתא קמייתא דחולין דאמרינן שליבנה באור בסכין גדולה דחזיא לצלות בה קאמר דאפילו לחתוך בה אסור עד שילבננה ויטהרנה כהלכתה וההיא דפרק כל שעה דבעיא מיני' רבינא מרב אשי הני סכיני דפיסחא היכי עבדי להו בסכינין גדולין מיירי דפעמים שצולין בהן עיסה ושופדין בהן כעין שפוד ומשום דאקשי' מתני' דע\"ז אמתני' דזבחים דהכא תנן מלבנן והתם תנן השפוד והאסכלה מגעילן ברותחין ופריקו בה תרי פירוקי ר\"פ האי קריר והאי לא קירר ורב אשי פריק האי התירא קבלע והאי איסורא קבלע בעיא מני' הני סכיני דאשתמש בהו כולה שתא בחמירא היכי מטהרינן להו לפיסחא. וברישא אהדר לי' פרזלייהו בנורא משום דקריר ודמי לסכיני הגוים כטעמא דרב פפא ולסוף הדר בי' וא\"ל והילכתא אידי ואידי ברותחין כטעמא דידי' משום דהיתרא קבלע כדתנן בזבחים וכל זה בסכינים גדולים ששופדין ואופין בהן עיסה אבל לעולם בסכינין קטנים שמשתמשין בהן ע\"י חתיכה בלבד בשיפה הן נטהרין כדתנן במתני' ואם הגעילן נמי ברותחין כ\"ש שהן טהורין דכלי קיבול נטהרין ברותחין וכ\"ש הפשוטין:\n", 
            "<b>סליקו להו תוספת ע\"ז\n</b>", 
            "<b>מהדורא קמא תנינא תליתאה ורביעאה נכללת בתליתאה:</b>"
        ]
    ], 
    "title": "Tosafot Rid on Avodah Zarah Third Recension", 
    "versionSource": "https://www.sefaria.org/Tosafot_Rid_on_Avodah_Zarah_Third_Recension", 
    "heTitle": "תוספות רי\"ד על עבודה זרה מהדורא תליתאה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Rid"
    ]
}