{
    "text": {
        "0_Orach Chayim": {
            "0": {
                "0": "1. Peace and deliverence teacher, may you come and join, to my distinguished and fiery student, whose Torah is wonderous and distinct in the Garden of Holy Ones, his master Yosef Zalman, may his candle enlighten.",
                "1": "2 That which you said from the words of the Ramban that in the Ran in Megilla that writes a son can make a blessing on behalf of their father. That is an adult son. And my student writes that this against the Talmud, Berachos 20b, that we say etc. <i><small>[Come and hear from what was taught in a baraita: Actually they said that a son may recite a blessing on behalf of his father...From here we may infer: Granted, if you say that their obligation is by Torah law, one whose obligation is by Torah law can come and fulfill the obligation of others who are obligated by Torah law. However, if you say that their obligation is by rabbinic law, can one who is obligated by rabbinic law, come and fulfill the obligation of one whose obligation is by Torah law?]</small>The Gemara challenges this proof: And according to your reasoning, is a minor obligated by Torah law to perform mitzvot? <small>[Everyone agrees that a minor is exempt by Torah law, yet here the baraita said that he may recite a blessing on behalf of his father.]</small></i> It is beautiful according to the version before us, but it was not to the Early Authorities that version in the Talmud there. Rather it was said unspeficially that the case the baraisa was dealing with was when eating a Rabbinical measurement. So it appears within the words of the Ran in Sukkah (38a) in the Gemara that a son may recite a blessing on behalf of his father. See there.",
                "2": "3."
            }
        },
        "1_Yoreh De'ah": {},
        "2_Even HaEzer": {},
        "3_Choshen Mishpat": {
            "175": {
                "0": "Peace and good wishes to my dear friend, the wonderful and wondrous Rabbi Shlomo, Head of the Beit Din of the holy congregation of Halishtaba, God should protect them.",
                "1": "I received a question regarding the shochet, Michael Rav, the shochet of a certain village, that he met a certain respected man, Rabbi Michael Pashkez, from the your esteemed congregation, and he mocked him, telling him that his wife gave birth to a son, and would he honor them in the mitzvah of his son's circumcision, since he knew that Rabbi Michael was very fond of this mitzvah.  Rabbi Michael traveled four hours from his community to that village [to do the Brit Milah]. And behold, he had been lied to - the baby was a girl. And it was to make a joke of him in the eyes of all.  And his soul is wrapped up in this question: The Gaon Av Beit Din asks whether the shochet should be removed from his profession for the above act, or what to do to him?",
                "2": "We have here issues related to Monetary Laws and Laws of Exploitation. And the latter is primary. Our Sages teach that this case falls within the parameters of the negative commandment, “Do not exploit.” As it teaches in the Talmud (Bava metzia 58b), “If donkey drivers are asking to purchase grain from someone, and he has none, he may not say to them: Go to so-and-so, as he sells grain, if he knows about him that he never sold grain at all. And the Shulchan Aruch (228:4) rules that donkey drivers who came to a city to purchase grain, and no loss was caused to them, except that they requested to know who sells grain, and he tricked them in his words, he violates the negative commandment of “Do not exploit. And accordingly, we rule in the case in Talmud Pesachim (3b) about the Aramean who [tricked the Jews] and ate from the Korban Pesach. And Rabbi Yehuda ben Beteirah [who thwarted the Aramean’s trickery, by misleading him to think he didn’t get the best part of the Korban, so that when he returned, he was caught], was not considered to be in violation of “Do not exploit.  Here also, the Rabbi Michael, who lived in the village, and the shochet who misled him to coming to the synagogue, and found that there was not there a boy to circumcise, was in violation of this negative commandment. And our Sages were stringent in this, likening it to worshiping idols.",
                "3": "In Monetary Law, the one who employs a worker to do a task, and the worker finds that there wasn’t actually a real job. But in this situation, our Sages did not speak about trickery. Rather, it was a case where the work was already done. (See Shulchan Aruch, Choshen Mishpat, 333:1.)And indeed this is the case of a mitzvah worker, like a teacher who comes to teach [and the student was regularly sick and the teacher didn’t know it], as is explained in Shulchan Aruch, Choshen Mishpat, 334:4, that you give to him his wages in full. Because all students/teachers of Torah would prefer to learn, than to have their nights filled with nothingness.Here also, it is more preferable for him to do a circumcision, and to receive reward from heaven for his travels, than to do nothing. And if so, he [the shochet] needs to pay him [the mohel] his wages in full, and his payment for the circumcision is ten-fold (?), and the reward for his travels is not measurable. And the Poskim debate (See Shulchan Aruch 382) if his payment should be a set fee, or if it should be subjective in the eyes of the courts. And it would seem to me, that the proper amount can be determined based on what work he actually did and what work he thought he would do, but wasn’t able to do. ",
                "4": "But in our times, we do not collect these fees as we have explained, because we do not have the authority to do so. However, we do have the authority to exile him from the synagogue, and not circumcise his son.  And if everything is apparent to the Beit Din, it is obvious that he would be able to be removed from his profession, until he satisfies the complainant, and that the complainant receives his teshuva regarding the act of chutzpah and the violation of the negative commandment of “exploitation.”  And if so, then, I am in agreement to remove him from his profession, assuming the Beit Din receives statements from both sides, and find the shochet to be obligated as such.",
                "5": "Erev Rosh Chodesh Nissan 5595 - Monday, March 30, 1835 - Moshe Sofer"
            }
        },
        "4_Collected Responsa": {}
    },
    "meta": "Teshuva-Paragraph",
    "work": "Responsa Chatam Sofer"
}