{
    "status": "locked", 
    "versionTitle": "Chiddushei HaRamban, Jerusalem 1928-29", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chiddushei Ramban on Megillah", 
    "text": [
        [], 
        [], 
        [
            "מה ששנינו <b>כרכין המוקפין חומה מימות יהושע בן נון קורין בחמשה עשר כפרים ועיירות גדולות בארבעה עשר . </b> אני תמה מאד, מה ראו על ככה ומה הגיע אליהם לעשות ישראל אגודות במצוה הזו ואע\"ג דליכא הכא משום לא תתגודדו דהו\"ל שני בתי דינים בשתי עיירות כדאיתא בפ\"ק דיומא מ\"מ לכתחלה למה חלקום לשתי כתות, ועוד היכן מצינו בתורה מצות חלוקה בכך והתורה אמרה תורה אחת ומשפט אחד יהיה לכם וכל דתקון רבנן כעין דאורייתא תקון ושמא י\"ל לפי שנעשה הנס בשושן בי\"ד ונוח שלהן היה בחמשה עשר קבעו לחמשה עשר יום ביום שהתחילו בו ולפי שעיקר הנס היה בשושן קבעו עמהן מקומות הנכבדין דהיינו כרכין המוקפין ושאר כל עיירו' שהיה הנס שלהן בי\"ג ונוח שלהן בי\"ד קבעוהו ביום שלהן שהתחילו כדרך שאירע להם כך קבעו אותם, ואין טעם זה מתוק וטוב בעיני לפי שהיה עיקר הנס לשושן עצמו ביום י\"ג והנה ראוי שיהיה להם י\"ד יו\"ט עם כל ישראל אע\"פ שעשו בשנת הנס יו\"ט בט\"ו או שיהיה לשושן יו\"ט בי\"ד וט\"ו הואיל ונעשה בהם נס. <br> וכשעיינתי בכתובים נתיישב לי הענין יפה לפי שהוא דבר ברור שבזמנו של נס זה כבר נפקדו ישראל ועלו לארץ ברשיון כורש ונתיישבו בעריהם ואע\"פ שאמר המן ישנו עם אחד מפוזר ומפורד בין העמים מ\"מ אנשי כנסת הגדולה עם רוב ישראל בארץ היו ושוב לא עלו מהם אלא מעטים עם עזרא וכשצוה אחשורוש להשמיד להרוג ולאבד היו הפרזים והעיירות שאין להם חומה סביב בספק וסכנה גדולה שלא יעלו עליהם אויבים יותר מן המוקפין וכענין שאמר בהם בספר עזרא (נחמי' ג') ויהי כאשר שמעו סנבלט וטוביה והערבים והעמונים והאשדודים כי עלתה ארוכה לחומות ירושלים כי החלו הפרצים להסתם ויחר להם מאוד ויקשרו כולם לבוא להלחם בירושלים ולעשות לו תועה ונתפלל אל אלהינו ונעמיד משמר יומם ולילה מפניהם. וכשנעשה הנס עשו כולם יום נוח ומשתה ושמחה דכתיד ושאר היהודים אשר במדינות המלך אחשורוש נקהלו ועמוד על נפשם ביום שלשה עשר ונוח בארבעה עשר ועשה אותו יום משתה ושמחה ושל שושן עשאו ג\"כ ממחרת הנס שלהן וזה היה בשנת הנס בלבד ולאחר מיכן בשנים הבאות עמדו פרזים ונהוג מעצמן לעשות יום ארבעה עשר שמחה ומשתה ויום טוב אבל מוקפין לא עשו כלום לפי שהיה הנס גדול בפרזים והיה עליהם הסכנה יותר כדפרישית, וזהו שכתוב ע\"כ היהודים הפרזי' היושבים בערי הפרזות עושים את יום י\"ד לחודש אדר שמחה ומשתה ולא הוזכרו כאן מוקפין כלל. אחר זמן לאחר שהאיר הקב\"ה עיניהם ומצאו סמך מן התורה עמד מרדכי ובית דינו וראו דבריהם של פרזים שראוי הנס הזה לעשות לו זכר לדורות וקבעו אותו על כל ישראל שכולן היו בספק וראוי להקדים פרזים למוקפים מפני שהיה נסם גדול ושהם התחילו במצוה תחל' לעשות להם לבדם יו\"ט לפיכך קבעו יו\"ט של פרזים ביומן ושיהא מיוחד להם ושל מוקפים קבעו ביום נוח של שושן. <br> וזהו שכתוב ויכתוב מרדכי את הדברים האלה וישלח ספרים אל כל היהודים אשר בכל מדינות המלך אחשורוש הקרובים והרחוקים לקיים עליהם להיות עושים את יום י\"ד ואת יום ט\"ו כלומר שלח להם שיקבלו כולם לעשות זכר לנס ולא יאמרו הרחוקים משושן ומא\"י לא היו המן וסיעתו באין עלינו וקבלו ישראל עליהם הדבר. <br>וזהו שכתוב וקבל היהודים את אשר החלו לעשות ואת אשר כתב מרדכי אליהם כלומר שקבלו מה שהחלו הפרזים לעשות מעצמן ומה שכתב מרדכי שצוה לכולם לעשות כן ונתן טעם כי המן בן המדתא צורר כל היהודים חשב על היהודים לאבדם הוסיף בכאן מלת כל שהיה הנס לכלם אפי' למוקפים והיינו דאמרינן בגמ' מדפרזים בי\"ד מוקפין בט\"ו שלא הותקן י\"ד אלא לפרזים שהתחילו בו ומקשי ואימא מוקפין כלל לא שלא תקנו אלא מה שהתנו בו והשיב אטו לאו ישראל נינהו לשלוח למקצת ישראל ולא לכלם ועוד מהודו ועד כוש כתיב דכתיב במצותו של מרדכי אל כל היהודים אשר בכל מדינות המלך אחשורוש הקרובים והרחוקים דהיינו מהודו ועד כוש. <br> ועם כל זה היו בישראל מתיראים לנהוג זה בפרהסיא עד שחזר מרדכי ושלח להם חותם המלכה שצותה לעשות כן ושוב לא נתייראו שהיו אומרים מצות המלכה אנו עושין זהו שכתוב ותכתב אסתר המלכה ומרדכי היהודי את כל תוקף לקיים את אגרת הפורים האלה. <br> זהו טעם חלוק התקנה לפרזים ומוקפין והיינו דאמרינן פרזין ומוקפין דכתיב גבי מגילה דהני מגלו והני מכסו, או דילמא משום דהני מיגנו והני לא מיגנו אלמא טעמא דתקנתא משום הצלה הוא דאית להו למוקפי' הצלה דמיגנו בחומתן ונלחמים או דמיכסו ומטמרי מאויבים עכשיו ביררנו הכתובים וטעם התקנה שחלקו הנס לשני ימים. <br> והיה ראוי לפי זה שהפרזים בימי אחשורוש יהיו קודמין למוקפין שבימיו אלא לפי שהיה עיקר הנס לאותן שבא\"י והיא היתה חרבה שעדיין לא בנו בה כלום משעת עלייתן לא ראוי שיהיו לירושלים עיר הקדש וכל ערי יהודה וישראל הבצורות נידונות כערי הפרזים והחזירו הענין לימי יהושע וחלקו בין המוקפין חומה מימות יהושע בן נון לשאינן מוקפין חומה זהו שאמרו בירושלמי ר' סימון בשם ר\"י בן לוי חלקו כבוד לא\"י כי היתה חרבה באותן הימים ותלו אותו בימי יהושע ב\"נ והיינו כדפרישית דמשום כבוד בעלמא ואע\"ג דלשאר דברים למ\"ד קדושה ראשונה קדשה לשעת' ולא קדשה לעתיד לבוא אין נוהגת אלא באותן שקדשו בני גולה לענין מגילה לד\"ה כל שהיו מוקפין בימי יהושע בן נון קורין בט\"ו דליתי' אלא כבוד שנהגו לא\"י, דאלת\"ה למ\"ד קדושה ראשונה ושניה יש להן מוקפין מימי יהושע מאי מהני להו ומתניתין ודאי ד\"ה היא וליתא אליבא דרבי אלעזר ברבי יוסי בנחיד ועוד דהא מתניתין הלכה היא וקי\"ל קדושה ראשונה לא קדשה לע\"ל ובעובדי דגמרא גמי לא דייקינן אלא אי מוקפת חומה מימות יהושע ב\"נ או לא אבל אם קדשום עולי גולה לא דייקי כלל אלא ש\"מ כדפרישית והא דמקשינן בגמרא גבי כרך שחרב ולבסוף ישב, ישב אין לא ישב לא והתניא רבי אלעזר ברבי יוסי אומר אשר איו לו סומה אע\"פ שאין לו עכשיו והיה לו קודם לכן ופרש\"י ז\"ל משום דקדושה ראשונה קדשה לשעתה וקדשה לע\"ל והתם ה\"ק ישב אין לא ישב לא שאעפ\"י שחרב בינתים לא בטלה קדושה אלא דבעינן חומה בשעת מצוה והתניא דלמ\"ד קדשה לע\"ל לא בעינן חומה כלל והילכך גבי מגילה דלכ\"ע בימות יהושע תליא לא איכפת לן בחומה כלל א\"נ נסיב לה מדברי ר' אלעזר ברבי יוסי לומר דאי נסבא כריב\"ל דבעי ישב לא מקיימ' אפילו נענין בתי ערי חומה ושלוח מצורעים ואלו לרבנן חרב אעפ\"י שישב בטלה קדושתן הא לענין מגילה לד\"ה בימות יהושע תלוי הדבר בין חרב בין נתישב. ועכשיו לפי דרך זה נצא מכלל ספק במה שהיו מקצת החכמים חוששין במוקפים חומה שבח\"ל אם דינן כדין פרזים שהיו אומרים כיון שתלו הדבר בזמנו של יהושע ב\"נ אין דינם אלא בא\"י דמה ענין יהושע בן נון לח\"ל ועוד דג\"ש של פרזי פרזי בשל א\"י היא ובאותן שנתקדש וכל המצות האלו נוהגין בהן ואעפ\"י שסתם שנינו כרכין המוקפין כיון שהזכירו ימות יהושע ב\"נ על כרכין שלו משמע. ורבותינו הצרפתים ז\"ל הביאו ראיה שאפי' בח\"ל קורין בט\"ו ממה שאמרו רב אשי קרא מגילה בהוצל בארביסר ובחמיסר מספקא ליה אי מוקפת חומה מימות יהושע ב\"נ או לא והוצל בח\"ל היתה כדאמרינן בכתובות נקיטנא בבל לא חזיא חבלי משיח תרגמוה אהוצל ובפסחים אמרי' הוא יוסף איש הוצל הוא יוסף הבבלי ולקמן נמי אמרינן בבבל היכא בבי כנישתא דהוצל. גם זו הראיה אינה מוציאה אותנו מידי ספק לפי שכתוב במקצת הספרים בכאן הוצל דבנימין וכן גרסתו של ר\"ש ופירש דתרי הוצל היו חד בחנקו של בנימין וההיא דבבל לא מקריא דבנימין וגא גרסינן בכתובות דבנימין, אבל לפי הטעם שאמרנו דין הפרזים נוהג בכל מקום ולאו דוקא באותם שנתקדשו דהא למ\"ד בטלה משבטלה [קדושת] הארץ נמי מגילה נקרא' בהן בט\"ו וכדפרי'. <br>אלא שיש לחוש עוד ולומר שמא בח\"ל לא היו הכרכין המוקפ' חומה ביד ישראג אלא ישראל שבהן בין החומות היו יושבים והיו צריהם עמהם לפנים מן החומה ומה החומה יוועלת נהם אבל מ\"מ ביון שעיקר הנס היה בא\"י תקנו בבל העולם שיעשו כדרך שהץ עושין. וראיה נדבר דהא לר\"י בן קרחה דאית ליה מימות אחשורוש אפילו בחו\"ל אית ליה מוקפין כדאמרינן בהדיא כו דר\"י בן קרחה כשושן מה שושן מוקפת חומה מימות אחשורוש קורין בט\"ו ולא אמרינן אין החומות ביד ישראל ומדר\"י בן (לוי) [קרחה] נמי נשמע לרבנן שלא תלקו הס בכל ת\"ל דלימרו לרבנן כולהו פרזים נינהו ולימא רבי יהושע בן קרחה למוקפים נינהו כיון דהוו בימי אחשורוש אלא בזמן ההיקף בלחוד נחלקו ועוד מדמקשינן בגמ' לתנא דידן כיון דאית ליה פרזין פרזין מדינה ומדינה למה לי לימא נחלק בין מוקפים דא\"י למוקפי' דח\"ל ואע\"ג דפרזי דתורה בארץ הוה ג\"ש לא אתיא להכי ולאו דוקא הוא דהא אמרינן במסכת נידה דברי תורה מדברי קבלה לא גמרי' ג\"ש אלא הקישא בעלמא הוא דמקרי פרזי' לזמן דתורה דהיינו מימות יהושע ב\"נ ועוד דמתניתין ודאי סתמא קתני ברכין המוקפין חומה קורין כפרים ועיירות גדולות קורין ובכל מקום תנן. <br>ועוד מצאתי בירושלמי (א,א, וע' פי' קרבן העדה ובאור הגר\"א או\"ח תרפ\"ח,ב) הכרך שחרב אית חמו בו אינן קורין ובחו\"ל קורון פי' הכרך שחרב ונטלו ממנו י' בטלנין לשיחזרו שם ישראל שיקראו בט\"ו כרך שחרב ולבסוף ישב דר\"י בן לוי מיבעיא ליה ופשוט מהא שאלה והלא בחוץ לארץ קורין במוקפין שבה בט\"ו אעפ\"י שהרבה כרכין בחו\"ל שלא היו שם ישראל כלל בימי אחשורוש וכ\"ש שלא היה בהן י' בטלנין תדיר וש\"מ דבח\"ל דבר פשוט הוא שקורין בט\"ו במוקפין וכן דעת כל הגאונים ז\"ל. <br>ועכשיו אנו נכנסין בספק אחד במדינות ישנות שלא נודע היקפן אם יצטרכו לקרות שני ימים כשם שאמרו בהוצל וטבריא והאיך יברכו עליה. ומצאתי בתשובות הגאונים ז\"ל שאין קורין אלא בי\"ד משום דרובא דעלמא אינן מוקפין חומה מימות יהושע ב\"נ תיל בתר רובא. <br>וק\"ל א\"כ רב אשי למה קרא בהוצל בתרוייהו משום דמספקא ליה וכן בטבריא למאי דס\"ד מעיקניא. ואם יאמרו דא\"י רובא מוקפין ואין ת\"ל בן לאו מילתא היא דודאי עולם כמנהגו נוהג וא\"י לא היתה מיושבת יותר מבבל ומצרים ושאר ארצות וכולן שוות בדינן והר\"מ במז\"ל שכתב בן עיר שהוא ספק קורין בשני הימים ובליליהן ואין מברכין על קריאתה אלא בי\"ד הואיל והיא זמן קריאה לרוב העולם. <br>ולפי דעתי יפה הורו הגאונים ז\"ל, דודאי רובא דעלמא פרזים נינהו ובכולהו מכילתי' קרו י\"ד פורים סתם וחל להיות סתם משום דרובא בי\"ד קרו אבל ספיקם של חכמים הללו בא\"י בלבד היה ומפני קבלה שבידם שהיה מהן תופסין ורקת טבריא ומהם היו אומרים שהיא עיר אחרת וכן בהוצל דבנימין הוה ביד מקצתם קבלה שהיא מנויה כיהושע בחלקו של בנימין. והיו חוששין לקבלתם אבל בעלמא ליכא למיחש. ונראין הדברים שגם בזה מנהג חסידות היו נוהגין בכך, שאלו מן הדין כל שקרא בראשון ושמא יצא ידי חובתו הוקל בשני בספק של דבריהם. וספיקא דרבנן לקולא משנה שלימה שנינו (טהרות ד,ז) ששה ספיקות התירו חכמים ספק של דברי סופרים ואדרבא כל מדינא הוה לן למימר בתרווייהו כדאמרינן בכל ספקי דרבנן זיל הכא לקולא וזיל הכא לקולא כדאיתמר בפרק במה מדליקין דלית ליה לחיוביה אלא בוודאי דרבנן, אלא שא\"ת כן נמצאת פוטרו בשניהם ומבטל ממנו בוודאי מקרא מגילה לפיכך קורא בראשון פטור מן השני. ואפילו בספק דקבלה, מדינא בתר רובא דעלמא אזלינן ולא לחומרא בעלמא היא. אבל בח\"ל (מה) יראו לחדש כלל נ\"ל דלענין ברכה ודאי [אינו] מברך לא (ספק לא) בא' ולא בשני דקי\"ל ודאי דדבריהם בעי ברכה ספק דדבריהם לא בעי ברכה, שאפילו בספק מילה הורו הגאונים ז\"ל שלא יברכו, אא\"כ נסמוך על רוב זה שהזכירו ונאמר די\"ד חובה וט\"ו מנהג חסידות. <br>אבל כרכין שהן בודאי מוקפין חומה מימות יב\"נ קורין כט\"ו ולא חיישינן דילמא יצזבו ולבסוף הוקפו וכוליה סוגיין דלקמן הכי משמעותא וטעמא דמילתא משום שדרך בונה גידינות להקיפן חומה תחלה ואח\"כ מיישכין אותם. <br> ומיהו עכשיו לא ראיתי שיהיו נוהגים בי' בטלנין של בית הכנסת בשום מקום, וקי\"ל כרך שאין בו עשרה בטלנין נדון ככפר, אלא שיש לומר כל כרך גדול שנמצאים שם לעולם י' מזומנין לבית הכנסת בשעת תפלה ואין תפלה נפסדת מהן בעונתה קורין בט\"ו דהיינו נמי בטלנין של ב\"ה כיון דלעולם איכא עשרה דמבטלי מלאכתן ואזלי לביהכ\"נ ואע\"ג דלא מסיימי. ולא כדברי האומרים דבעינא י' מזומנים לכך. והכי משמע מדאמרינן כרך איצטריכא ליה ואע\"ג דמיקלעי ליה מעלמא. אלמא אי מכרך גופיה נינהו מהני ואע\"ג דלא הוו מזומנים. ובירושלמי (א,ד) תני י' בטלנים ממלאכתן לבה\"כ רבי יהודה אומר כגון אנו שאין אנו צריכים אלא לתלמודנו. <br>וראיתי בתוספת לרבינו הצרפתים ז\"ל שהם סבורים לומר דמוקפי' ואע\"פ שאין שם י' בטלנים קורין בט\"ו ולא שנינו אלא בעיר שנידון ככפר להקדים והא דאמרינן כרך שאין בו עשרה בטלנים נדון בכפר לאו כרך המוקף מימות יהושע קאמר אלא בסתם כרכין המוזכרים בתלמוד שהם מדינות גדולות כענין שאמרו לקמן בבני העיר (כו,א) אבל לא של כרכין ותנן [כתובות קי,א] אין מוציאי' מעיר לכרך ומכרך לעיר ואיתמר (שם ד,א) כגון מתא מתסיא דמפקא מכרך ומפקא מכפר, וה\"ק אפי' ברך גדול דהוא מקום קרנות ושווקים ומיקלעי לה בטלנין נדון ככפר. והביאו ראיה ממה שהקשו כאן מאי קמ\"ל חנינא איזו היא עיר גדולה ומאי קושיא קמ\"ל דאפילו במוקפין מימות יהושע בעינן עשרה בטלנין ואנן עיר גדולה תנן כרכין המוקפין לא תנן. <br>ועוד הביאו ראיה מדאמרינן כרך שישב ולבסוף הוקף נידון ככפר ובודאי לענין מנילה אתמר מדקאמר נדון כבפר דאלו לענין בתי ערי חומה הוה ליה למימר נדון כבתי החצרים ועוד מדמסדר לה בגמרא הכא במגילה, והיכי דמי אם יש בו עשרה בטלנים אפילו הוקף אמאי נדון ככפר להקדים ליום הכניסה והרי היא עיר גדולה ואם אין בה עשרה בטלנין אפי' הוקף ולבסוף ישב נדון ככפר אלא כרכין הללו שהוזכרו כאן מדינות גדולות הם זו היא שיטתם. <br>ולפי דעתי סכינ' חריפ' מפסק' שמעתתא, אלא כל כרך האמור במגילה במוקפין מימות יהושע קאמר, והיינו דקאמרינן נדון ככפר, [ואי] שאינו מוקף הוה ליה למימר הרי זה כפר כדקתני במתני' (דף ה) דכפר ממש הוי. ומה שהקשו בגמ' מאי קמ\"ל חנינא משום דפשיט להו דכל דלא קביעי בתפלה ובקריאת תורה שווין נינהו לענין הקדמה ליום הכניסה. והאי דנקט בישב ולבסוף הוקף נדון ככפה לאו לענין הקדמה קאמר אלא שהוא ככפר גמור שאין לו חומה כלל בין לענין מגילה בין לענין בית בבתי ערי חומה ומדמתרגמינן חצרים כפרניתא ולא מיתני ליה נדון כעיר לענין בתי ערי חומה הילכך נקיט ליה לישנא דשוי בכולהו דכפר גופיה אי אית ביה' עשרה בטלנין לא מקדים. <br>ועדיין יש לי לומר שלא הפסידו כרכין המוקפין בדינן משום בטלנין אלא שמקדימין דכל דלית להו ית הכנסת קבוע לתפלה ולקריאת התורה ראויין הם להקדמה כעיירות [שאין בהם י' בטלנין] אבל במקום שאין ניקדימין קריאתן בט\"ו היא ונדון ככפר להקדמה ולא כעיר לזמן קריאה קאמר. <br>אבל בירושלמי מצאתי תני כרך שאין בו עשרה בטלנין תקנתו קלקלתו ונעשית כעיר. וזו ראיה שדין מוקפין שאין בהם עשרה בטלנין כדין עיירות ומקדימין שלא כדברי פלפול רבותינו הצרפתים ז\"ל. וכן נלמוד מכאן שזמנן בי\"ד כעיר דלאו משמע דנעשית כעיר שאין בה עשרה להקדים כלבד קאמר דהוה ליה למימר בכפר אלא בעיר לגמרי קאמר ותקנתו היא כשקורא בי\"ד שהוא עיקר הנם והכל קורין בו. אבל מדברי הר\"מ במז\"ל נראה שהכרבין המוקפין חומה שאין בהם עשרה בטלנים זמנן ט\"ו והוא גורס בירובלווי כפר שאין בו עשרה כלו' עשרה בטלנים תקנתו קלקלתו. ואינו נכון בסוגיא שם, וגרסת ר\"ח ז\"ל כך היא – כרך, וכן דעת הגאונים ז\"ל דכל שאין בו עשרה בטלנים בין מוקף בין עיר' קורין בי\"ד, וכן עיקר. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "ודאתא עלה בהא דאמרינן <b>חדא מינייהו ר\"א בר' יוסי אמרה דתניא ר\"א בר' יוסי אומר אשר לא חומה וכו'. </b> קשיא לי מה ענין זה לזה לקדושה ראשונה אם קדשה לעתיד לבוא. לעולם אימא לך ר\"א בר' יוסי נמי לא קדשה אלא שדרש מן המקרא הזה שאין חומה מעכבת וכל זגין שנוהגת קדושה זו באותן שהחומה שלהן. קיימת נוהגת נמי באותן שנפלה חומתן אבל משבטלה האויץ כשגלו ממנה ונעשית של כל העמים הרי היא כחוצה לארץ ' לכל חובת קרקע ובטל כולן בין שחומתן קיימת או שאינה קיימת. <br>ונראה לי דהא דר\"א בר' יוסי ודאי לא שייכא כלל בפלוגתא דקדשה לעתיד לבוא אלא הכי קאמרינן חדא מינייהו ר\"א ברבי יוסי אמרה דשמעינן ליה דמיירי בדין בתי ערי חומה ובזמן קדושה שלהן ואיירי נמי בהו לענין קדושת הארץ וחדא מהנך ברייתות דידיה היא ולא מסיימא לן כלל אי קמייתא אי בתרייתא והיינו לישנא דקאמרינן חדא מינייהו. וחלו לפי פירוש רש\"י ז\"ל ובעלי הפירושים כולם ז\"ל הוה לן למימר הך בתרייתא ר\"א בר' יוסי אמרה. "
        ], 
        [], 
        [
            "הא דאמרינן באגדה <b>בלשאצר מנה וטעה אנא מנינא ולא טעינא. </b> ואמרינן נמי באחשורוש כיון דחזא דמלו שבעין ולא איפרוק אמר השתא ודאי תו לא מיפרק', אפיק מאני דבי מקדשא ואשתמש בהו, בא שטן וריקד ביניהם והרג את ושתי , קשה עלי זה הענין כיון שראה אחשורוש דבלשאצר טעה ונענש בידוע ודאי שהן עתידין להגאל ונבואה של ירמיה ששמע עליה נבואת אמת היא, וכיון שכן היאך הוא סומך על שום חשבון ודאי עתידה דבר ליגע ויענש. ועוד קשה לי האיך אמר כיון דמלו שבעין ולא אפרוק והלא כבר עלו ברשיון כורש כל הקהל כאחד ארבע רבוא ונתיישבו בערי יהודה ושוב לא עלו בבנין הבית אלא מועטי' עם עזרא במצות דריוש הפרסי בנו של אחשורוש ואסתר. ועוד היכי אפיק מאני דבי מקדשא ואשתמש בהו והלא בימי כורש כבר העלו אותם כדכתיב והמלך כורש הוציא את כלי בית ה' אשר הוציא נ\"נ מירושלם ויתנם בבית אלהיו ויוציאם כורש מלך פרס ע\"י מתרדת הגזבר ויספרם לששבאצר הנשיא ליהודה וכתיב הכל העלה ששבאצר עם העלות הגולה מבבל לירושלם. ", 
            "<br>וי\"ל ולתרץ שהיה אחשורוש סובר בלשאצר מנה יטעה ונענש לפי שבימיו עתידין להיות להם פקידה וכבר נפקדו ועלו ואנא מנינא ולא טעינא ואראה אם יהיה להם עוד גאולה אחרת ובנין בית המקדש וכיון דחזא דמלו לחשבונו נמי ולא נבנה הבית ולא נגאלו לגמרי אבל נשארו גדוליהם ורובן בבבל אמר תו לא מפרקי הני ולא יהיה להם גאולה אחרת ולא יבנה ביהמ\"ק שלהם וכל מה ששמעתי שאמר להם הנביא שלהם הכל בא בפקודתו של כורש ועליה היה עונשו של בלשאצר. <br>וענין הכלים הללו שאחשורוש נשתמש בהם היה לפי שנבוכדנצר בגלות הראשון לקח מקצת כלים של בית המקדש ולא כולם דכתיב ויתן ה' בידו את יהויקים מלך יהודה ומקצת כלי בית האלהים ויביאם ארץ שנער בית אלהיו ואת הכלים הביא בית אוצר אלהיו והם היו ששלח כורש במעלה הראשונה דכתיב ויתנם בבית אלהיו ויוציאם כורש כו' לפי שנתמלאו להם ע' שנה אבל שאר הכלים נשארו בבית המקדש עד החורבן ולקח אותם נבוזראדן ומקראות מלאים הם בספר ירמיהו והם לא נתמלאו להם עדיין שבעים שנה ונשארו בבבל עד בנין הבית נתקיים בכלים מה שנתקיים בבית המקדש ובעם הגולים תחלה נפקדו לשבעים של גלות ראשון והגולים בשעת חרבן נגאלו לע' של חרבן וכן הבנין למלאת שבעים לחרבן הבית היה ובאותו זמן השיבו שאר הכלים דודאי נגאלו והחזירום שכן ירמיה מתנבא על הכלים הנותרים בבית ה' בבלה יובאו ושמה יהיו עד יום פקדי אותם נאם ה' והעליתים והשיבותים אל המקום הזה. <br>ושמא זהו מה שצוה ארתחשסתא לעזרא ומניא די מתיהבין לך לפלחן בית אלהך השלם קדם אלה ירושלם ולא היו לו כלים הללו נדבה ולפיכך כתיב בהן אתם קדש לה' והכלים קודש וגומר ובאלו הכלים הנותרים בהם שנשתמש אחשורור והשטן רקד ביניהם שצמח להרוג ושתי כדי שתבא גאולה לישראל ע\"י אסתר. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "הא דתנן <b>אבל קורא אותה ללועזין בלעז. </b> פרש\"י ז\"ל שיודעין לשון אחר שאינו לשון הקודש. לא דאיק לי דכיון דכל לשון אינו כשר במגילה ואפי' לדברי האומר ספרים נכתבים בכל לשון אינו כשר אמאי מכשרינן ליה מפני שיודעין בו יקראו בלשון הקדש, אלא ללועזות היינו שאין יודעין אשורית ודומיא דסיפא דקרי לועז למי שלא ידע אשורית וכן בכל מקום לועזות שאין יודעין בלשון הקדש דאתמר התם (מכות ו,ב) הנהו לעוזי דאתו לקמיה דרבא אוקי רבא אימורא בינייהו כו' ומפני שאין יודעין אשורית אעפ\"י שיוצאין בו בקושי התירו משום דאיכא מצות קריאה ודאי דפרסומי ניםא בידיעה ממש עדיף והוציאוהו בלשון שיודע בו ועוד כדי שיהא הוא יכול להוציא עצמו ידי חובתו ויקרא לעצמו אבל יודע אשורית לעולם אינו יוצא אלא באשורית והא דקתני ברייתא גיפטית לגפטיים ללועזית גיפטית קאמר אבל גיפטים יודעים אשורית אין יוצאין בגיפטית. <br>והרב ר' משה הספרדי ז\"ל כתב בלשון אחרת מלשון העמים לא יצא ידי חובתו אלא מכיר אותו לשון בלבד. ואינו. נכון אלא מכיר אותו לשון ואינו מכיר לשון הקדש הוא יוצא בה ואין כל ישראל שבחוצה לארץ נקראין לועזות ומפורש בירושלמי ר' אבהו בשם ר' אלעזר יודע אשורית ויודע לעז יוצא בה באשורית בלעז יוצא בה בלעז יודע אש'רית ויודע לעז מהו שיוציא את אחרים בלעז כהדא כל שאינו חייב בדבר אינו מוציא את הרבים ידי חובתן כלומר וכיון שאינו מוציא עצמו באותו לשון אינו מוציא הלועז. <br> ובמס' סוטה נמי אמרו בירושלמי (ז,א) התיב ר' ברכיה הרי מגלת אסתר היה יודע כתב אשורית ולעז אינו יוצא בה אלא אשורית ולועז יוצא בה בלעז ויש מקצת מקומות בספרד טועין בזה. ", 
            "הא דתנן <b>עד שתהא כתובה על הספר בדיו. </b> ובעינן עלה בגמ' דף י\"ט מנא לן ואמר רבא אתיא כתיבה כתיבה כו' ק\"ל למה לן ג\"ש והלא מגילה נקראת ספר ודין ס\"ת עליה וקי\"ל בספר תורה (שבת קג,ב) כתב שלא בדיו או שכתב האזכרות בזהב הרי אלו יגנזו ותניא ג) כתבה על הנייר או על המטלית פסולה כדאיתא במס' שבת (עט,ב). ובמס' סופרים (א,א) תניא והלכה למשה מסיני שיהו מסורגלין בקנה וכתובין בדיו שיש לו סמך מן המקרא ואני כותב על הספ' בדיו עוד התם אין כותבין לא על הדפתר' ולא על גבי פנקס ולא על גבי נייר מחוק ולא בשחור ולא בשיחור ולא בקומוס ולא בקנקנתוס כיון שכל אלו נוהגין בס\"ת פשיטא דפסולין במגילה שנקראת ספר וכן מה שאמרו דברי שלום ואמת מלמד שצריכה שרטוט כאמיתה של תורה דהיינו ס\"ת ממש כדמפורש בירושלמי למה הוצרכנו לכך כיון שנקראת ספר. וי\"ל מגילה נקראת ספר ונקראת אגרת ולא ידעינן לאיזה דבר הוקשה לספר ולאיזה דבר הוקשה לאגרת לפיכך הוצרכנו לג\"ש שתהא כתיבה שלה כס\"ת על הספר בדיו. ועדיין אני אומר שתהא בלא שרטוט כאגרת שלא הוקשה לס\"ת אלא לעיקר כתיבתה משו\"ה אצטריך ואמת ללמד שאף בשרטוט שאינו אלא תיקון כתיבתה ותפילין אינן צריכין לו דינה כאמיתה של תורה. <br> ומעתה לא הוצרכנו למה שכתוב ונכתב בספר אלא ללמד על דברים שאינן מגופן כגון תפירה דפשתן שאפילו בהן נדונית כדין ספר ואהני לן אגרת להקל בה שלשה חוטי גידין דכיון שהתפירה אינה מגופה ממש עשו בה מנהג אגרת שכן האגרות אינן נתפרות אלא נקשרות במקצת חוטין וכל שכן בדברים שחוץ לגופיה לגמרי כגון קריאה שלה שדינה בהם כדין אגרת זהו ששנינו הקורא את המגלה עומד ויושב יצא משא\"כ בס\"ת. <br>ומכאן אני אומר שהקורא פושט כאגרת ואינו כורך כס\"ת כמנהג הראשונים הוא ולא כדברי רבני צרפת ז\"ל שהצריכו לכרוך כס\"ת, ונהגו הכל בקריאתה שלא להפסיק בסוף הפסוקים כס\"ת אלא באמצען והטעם שמנהג אגרת נוהגין בקריאתה כמ\"ש וכן נלמוד שצריכה עבוד לשמה דקיימא לן בספרים עבדן שלא לשמן פסולין מעובדא דגיטין (כט,ב) ספר תורה שכתבתי גוילין לא עבדתים לשמן נאמן אתה להפסיד שכרך ואין אתה נאמן לפסול ס\"ת. ואמרו בירוש' מה בין ספרים למגילת אסחר אלא שהספרים נכתבים בכל לשון ומגילת אסתר אינה נכתבת אלא אשורית הא לכל דבריהם זה וזה שוין וכ\"כ ר' אחא משבחא בשאלתות. <br>אבל ר' משה הספרדי ז\"ל אמר שא\"צ עבוד לשמה, שמא הוא סבור לומר דלשמה כיון דאינו דבר הניכר בה כלל אינו כדברים שמגופה וכדברים שהן בה ואינך מגופה אלא כדברים שהן חוץ לגופה ודינה בה כדין אגרת אבל הירוש' שכתבתי יקשה אא\"כ יאמר דקולי ספרים קתני חומרי לא קתני ואינו מחוור כלל. <br> ומסתברא שלא הקלו משום אגרת אלא בפסול שאינו מתפשט בכולה כגון תפירה מקצתה בגידין כדין ספר ומקצתה בפשתן משום אגרת ומזה אמרו דהשמיט בה הסופר אותיות או פסוק וקראן הקורא כמתורגמן יצא והוינן בה קראן על פה ומתרצינן לא קשיא הא בכולה הא במקצתי דכיון דפסול דמקצת היא כשרה כאגרת שאלו בס\"ת שהשמיט בו אות אחת פסול אלא קל הוא שהקילו במגילה משום אגרת ומיהו דוקא שקראן הקורא על פה אבל השמיט הקורא אפילו פסוק א, לא יצא כדקתני אידך לא יאמר אקרא חציה ואחזור ואקרא אותו הפסוק וה\"ה אפי' תיבה אחת. <br>וזהו שאמרו'בפ\"א [ח' ע\"ב] בתרגום שכתבו מקרא כגון ונשמע פתגם המלך אינה מטמאה את הידים דאלמא משום תיבה זו פסולה דכיון שאם קרא כן לא יצא אינה עשויה כהלכתה כהלכתה לטמא את הידים אבל אם קרא אותה תיבה תרגום על פה ודאי יצא דלא גרע מהשמיט וכן נמי כשהיא כתובה כולה בכל לשון אמרינן דאינה מטמאה את הידים ואעפ\"י שהלועזות יוצאין בהן דכל דלא חזיא לכ\"ע אינה עשויה כהלכתא מקריא ולא מטמאה את הידים. <br>וראיתי בירושלמי תני אין מדקדקין בטעיותיה רבי יצחק בר אבא בר מחסיה ורב חננאל הוון יתבין קמי רב חד אמר יהודים וחד אמר יהודיים ולח חזר חד מינייהו רבי יוחנן היה קרי כולם יהודים ומשמע דדוקא כגון טעות זו שהזכירו שאין בין יהודים ליהודיים שום הפרש ושינוי לשון אבל בשאר טעיות כגון השמטה ושינוי לשון פסולה דבעינן ככתבם וכלשונם אלא שאם היו הטעיות בכתיבה וקראן על פה יפה יצא כדאמרי' בהשמיט וכ\"ש שאין מדקדקין בה בחסרו' ויתרות כס\"ת. <br>ומנין לנו דבר זה בספר תורה שאם השמיט בה הסופר אותיות או פסוק פסול ואין קורין בו שהרי משנה שנינו בתפלין [מנחות כח,א] שתי פרשיות שבמזוזה ארבע פרשיות שבתפילין מעכבין זה את זה ואפי' כתב אחד מעכבן והוינן בה פשיטא וא\"ר יהודה לא נצרכא אלא לקוצו של יו\"ד א\"נ לאות שאין גויל מוקף לה מארבע רוחותיה והיינו נמי באות אחת כדאיתמר עלה אגרא תמוה דר' אבא איפסקא ליה כרעא דה\"א דהעם בנוקבא אתא לקמיה דר' אבא וא\"ל אם נשתייר בו אות קטנה כשר ואם לאו פסול ורמי בר דיקולא דאיפסיק ליה כרעא דוא\"ו דויהרג בנוקבא ופסלוה אנמא תפילין בהשמטת אות אחת נפסלים וכ\"ש כשכתוב בהן טעות ותנן [מגילה ח' ע\"ב] אין בין ספרים לתפילין ומזוזות אלא שהספ' נכתבין בכל לשון הא לענין טעות זה וזה שוין. אלמא ספרים נפסלין בטעות אחד עד שיתקן. <br>ואי קשיא הא דאמרי' בגיטין [ס' ע\"א] ס\"ת שחסר יריעה אחת אין קורין בו הא חסר פסוק משמע דקורין בו התם שחסר יריעה אחרונה שג ס\"ת או של חומש אחד ובין יריעה גדולה בין יריעה קטנה כל דחסר במילתיה אין קורין בו אבל השמיט בו הסופר באמצע אפי' פסוק אחד אפילו אות אחת לא צריכא ליה דודאי אין קורין בו והיינו דאיצטריכא ליה לתנא למיתני במגילה וקראן הקורא כמתורגמן יצא אלמא משא\"כ בתורה קתני. <br>וראיתי בתוספות ז\"ל שסוברין שאף בתורה כן ומתרצים מה שאמרו בתרגום שכתבו עברי אינו מטמא את הידים שאינו אלא להשלים, ואי אפשר לומר כן שבכאן הכשירו עד רובה ואעפ\"י שהטעויות מפוזרין בכולה ואעפ\"י שלא תקן ואלו בספר תורה אמרו במנחות [כ\"ט ע\"ב] ס\"ת שיש בו שלש טעיות בכל דף ודף יתקן ארבע יגנז ובעי דף אחת שלימה והוא דכתיב רוב הספר שפיר אלא ודאי מקולי מגלה שנו כאן לא אמרו בס\"ת אלא יתקן אבל קודם שיתקן אפי' בטעות כל דהוא כחפילין ומזוזות וכ\"ש וכן בדין תורת ה' תמימה על כל אות ואות שבה מדרש הלכות ואגדות ועל כל קיץ וקוץ תלי תלים של הלכות. וכן כחב הרב רבינו משה בר מימון ז\"ל בס\"ת שחסר אות אחת או שהוסיף אפילו אות ארח פסול ואין בו קדושת ס\"ת ואין קורין בו ברבים. תדע שהרי אפי' לשהותו אסור משום אל תשכן באהליך עולה ואיך יהא בו קדושת ס\"ת לטמא את הידים ולקרות בו בצבור אלא ודאי שמע מינה כדפרישית שמע מינה. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            " <b>בעא מיניה עולא בר רב מרבא פרשת ראש חודש כיצד קורין אותה צו את בני ישראל דלא הויא אלא תמניא פסוקי היכי ניעבד ליקרו תרין תלתא פסוקי פשו להו תרין ואין משיירין בפרשה פחות משלשה פסוקים . </b> פי' דקי\"ל לקמן כר' תנחום א\"ר יהושע בן לוי דאמר אין משיירין בפרשה פחות משלשה פסוקים גזירה משום היוצאין שמא יצאו בין גברא לגברא יאמרו זה שקרא למה שייר שנים פסוקים בפרש' זו ודאי לקרוא אחר הניח אותן ודעתן להפסיק בראש הפרשה שאלמלא היה דעתן שיקרא הוא אחריו מפרשה אחרת היה זה גומר בפרשתו אלא בסוף הפרשה ינמיר הבא אחריו ויבא לומר שקורין בתורה פחות משלשה פסוקים. ואע\"פ שי\"ל שלא אמרו לקמן אין משיירין אלא במקום שאפשר שיש שקורין בסוף הפרשה אבל כאן הדבר ידוע שצריכין השנים לגמור עוד שתי פרשיות ויותר משלשה פסוקים שיש לכל אחד ואחד מ\"מ כיון שלא גמר זה הפרשה שעדיין יש ריוח לשנים הבאים אחריו יבאו לידי טעות בכך הילכך לא אפשר. ", 
            "<b>אלא ליקרו תרי ארבעה ארבעה ביום השבת דהוין תרין פסוקי ובראשי חדשיכם דהוו חמשה היכי ניעבד יקרא השלישי תרי מפרשת ביום השבת וחד מפרשת ובראשי חדשיכם אין מתחילין בפרשה פחות מג' פסוקים. </b> פי' דקי\"ל כיש אומרים וגזרה משום הנכנסין כשיראו הרביעי מתחיל בפסוק שני שבפרשה או שימצאו השלישי קורא אותו וגומר בו יאמרו לא קרא ממנה אלא פסוק אחד שאם קרא מלפניו בפרשיות של מעלה למה התחיל בפרשה זו משום פסוק א' והלא יש ריוח למעלה לקרות שלשה עד סוף הפרשה. <br>וא\"ת א\"כ פרשה קטנה של שני פסוקים לא יקראנה בבית הכנסת שמא יאמרו בה התחיל ובה סיים זו אינה תימה דהתם מה יראו לומר כן אבל בכאן דרך הקוראין לסיים בסוף פרשה ולהתחיל בראשונה וכאן כיון שיש ריוח למעלה ורואין זה מתחיל בפסוק שני יאמרו מתחלה קרא זה שלפניו פסוק א' ויצא בו ויבא לידי טעות בכך הילכך לא אפשר. "
        ], 
        [
            " <b>ליקרי תרי פסוקי מפרשת ביום השבת ותלתא פסוקי מפ' ובראשי חדשיכם אין משיירין בפרשה פחות משלשה פסוקים. </b> פי' שייטא דלישנ' נקט דהכא הא איכא רביעי דבעי למקרא בה והקור' בתורה לא יקרא פחות משלשה פסוקים, אי נמי איכא למימר דאי לא משום אין משיירין הוה אמינא למיקרי רביעי תרין מפרשת ובראשי חדשיכם וחד ה) מפרשת הפסח הסמוכה לה אלא כיון שאי משיירין בפרשה פחות משלשה פסוקים לא אפשר אלא א\"כ יקרא השלישי כל פרשת החדש והרביעי יקרא בשאר הקרבנות ולא ראו חכמים ז\"ל לעשות כן לפי שלא בא רביעי אלא בשביל ר\"ח והאיך יקרא בדבר שאינו חובת היום. וכן לא ראו להתחיל בפ' שלמעלה מצו את בני ישראל דכולן בחובת היום הם מקרין אותם דתמיד נמי חובת היום הוא ואף מוסף שבת שבאמצע פרשיות בראשי חדשים הוא קרב. ", 
            "ופשט רבא לבעיא זו ואמר ליה לעולא בר רב <b>זו לא שמעתי כיוצא בו שמעתי דתנן בראשית בשנים. </b> והיכי אפשר דחמשה פסוקים בלחוד הויין והקורא בתורה לא יפחות מג' פסוקים ואתמר עלה רב אמר דולג ושמואל אומר פוסק. <br>וראיתי לרבינו הגדול והגאונים ז\"ל שפירשו דהכא נמי בפרשת ראש חדש לרב דולג ולשמואל פוסק ולקמן איפסיק בגמרא והלכתא אמצעי דולג לומר שחוזר השני וקורא פסוק מן השלשה שקרא הראשון ומוסיף שנים אחרים ונשארו שלשה פסוקים בפרשת צו שקורא אותן השלישי זהו פירוש הראשונים וכן הנהיגו הדורות במקומות הללו. <br> ואני תמה על לבם של ראשונים שהיה כפתחו של אולם מה הרויחו בדילוג הזה והלא אותה חששא ואותה גזרה שחששו לה בגמר' שקוראין על הסדר אף בדילוג הזה במקומה עומדת שהרי הנכנסין כשיראו השני מתחיל בפסוק ג' שבפרשה יאמרו לא קרא ממנו הראשון אלא שני פסוקים ומה הועילו חכמים ז\"ל בתקנתן בדילוג הזה. <br>וזה דבר ברור הוא דכשם שאין מתחילין בפרשה פחות משלשה פסוקים גזרה משום הנכנסין כך אין הקורא מתחיל לקרות בפחות משלשה פסוקים המשיירין בפרשה שלמעלה גזירה משום הנכנסין שהיא הגזירה הזו בעצמה וכדאמרינן בגמ' ושמואל דאמר פוסק מאי טעמא לא אמר דולג גזירה משום הנכנסין וגזירה משום היוצאין כלומר מפרשת בראשית כשהיה הראשון קורא שלשה נשארו שנים בסוף הפרשה ויש בו גזרה משום היוצאין כשהשני דולג פסוק אחד לגמור שלשה נשארו שנים בתחלת הפרשה ויש בה גזרה משום הנכנסין שיאמרו ראשון לא קרא אלא שני פסוקים. <br> הלכך גבי ר\"ח מה ראו שלא להתחיל בפ' ובראשי חדשיכם בפסוק אחד משום הנכנסין והלא בדילוג הוא עצמו נסתיים עמו משום גזר' זו של נכנסי' ואם יאמרו ראו שלא יתחיל בפ' פחות מג' שמא יטעו הנכנסין בשעת קריאתו בפסוק זה לומר לא קרא אלא פסוק זה בלבד אבל כשהוא דולג אין טעותם בקריאה של זה אלא בקריאה של א' ושמא לא יתנו דעתם עליה ואעפ\"י שאמרו בדילוג של בראשית קדושה הימנה. ואפשר דר\"מ גופיה מודה בדמים שאם מכרו ז' טובי העיר במעמד אנשי העיר הדמים תולין בידם מפני שאין הדמי' נתפסין אלא משום אכחושי מצו' וכשכולן מסכימין במכירתן הדמים מצוה לאחר זמנה היא כמ\"ש למעלה, תדע דהא דמי ספרים לרבנן מותרין הם במכירת ז' טובי העיר במעמד אנשי העיר דשמעת' דרבא אכולה , מתניתין קיימא וכן במותריהן והתנו כולן מותרין. והנה אמת נכון הוא. <br> ולענין מה שאמר ר\"מ מרבים ליחיד ליכא קדושה מסתברא ליכא קדישה כקדושה ראשונה מפני שאין דבר שבקדושה נאמר בו כמ\"ש אבל מ\"מ יש בה קדושה קצת ואסור להשתמש בה חול כל זמן קדושתה מדלא פרכי' הכי במותר להשתין מים בתוך ד\"א של תפלה משום דה\"ל דיחיד ולא קדיש כלל. ושמא י\"ל משום דאתי למסרח אפי' התפללו שם י' כגון הרחוב. ובירוש' אמתני' ועוד א\"ר יהודה הדא דתימא בה\"כ דיחיד אבל בה\"כ של רבים אפי' בנוי אסור, משמע דבה\"כ של יחיד יש בו משום קדושה. דאיכא משום נכנסין מ\"מ בכאן פיחתו הטעות שלהם ועשו לו הרוחה מן הקורא הזה משני לראשון. זה אין בו טעם ולא ריח בעצמו שהכל גזרה שוה ואין בה שום חילוק והפרש. ועוד שהרי אם שיירו בפ' ראשונה פחות מג' פסוקים אין בו משום חשש אלא ליוצאין בין גברא לגברא שמא דעתם לומר לא השאירו בפ' אלא שני פסוקים לשלישי שיבא אחריו וזו הגזרה יותר רחוקה הרבה מפני שיש ריוח לשלישי הזה לקרות בפרשת וביום השבת ויותר היה נכון שיגמור השני בסוף פרשה ראשונה וידלג השלישי ויקרא שלשה פסוקים ממנה שהרי דילוג פסוק אחד ושנים ושלשה שוה הוא ובקרבנות החג מדלגין יום אחד אף כאן ידלג שלשה ויוסיף פרשת וביום השבת ובזה תהיה הגזרה יותר רחוקה מאד שאין לחוש אלא שיבאו הנכנסין בתחלת קריאתו של זה וימצאו שאין פסוקי' שבתחנת הפ' מספיקין לב' קוראין הראשוני', אלא דברים הללו אין בהם ממש אבל טעם מנהג הגאונים ז\"ל אין אנו [לנו] בו. <br>ועיקר השמועה בפירושה כך נראה דאמר ליה רבא לעולא בר רב זו לא שמעתי כיוצא בה שמעתי דפליגי רב ושמואל בפרשה בראשית דמדאמר דולג ולא חיישי' לגזרה ונכנסין ויוצאין משום דלא איפשר דכל פסוקא דלא פסקים מרע\"ה לא פסקינן ליה לעולם ושמואל אמר פוסק ואינו דולג דחיישי' לגזרה דנכנסים ויוצאין אף כאן בראשי חדשים לשמואל פוסק משום חששא דנכגסין ויוצאין ולרב מוטב שיטעו נכנסין ויוצאין ולא נפסיק פסוק שלא הפסיקתו תורה הילכך קורין כדרכן או שנים הראשוני' שלשה שלשה והשלישי שנים מפרשה ראשונה ושל פרשה שניה או שנים הראשונים כל הפ' והשלישי שני' של פרשה שניה ופסוק א' משלישית ואין קפידא בדבר. <br>ובעיקר פלוגתייהו דרב ושמואל שלח ליה ר' אבא לרב יוסף הלכתא מאי ושלה ליה הלכתא דולג כרב והעלו בגמ' והלכתא אמצעי [דולג] לומר שהלכה כרב וללמד שאין הדילוג באחרון נפי שאם היה השני קורא שנים פסוקים מפ' בראשית ואחד מיהי רקיע והשלישי דולג היה הראשון משייר בפ' פחות מג' פסוקים והשני מתחיל בשניה פחות מג' פסוקים והיו כאן גזרות הרבה לפיכך אמרו שהאמצעי דילג ואלו בפ' החודש אין שם אמצעי על השני ועוד למה ידלג הוא בקביעות אף השלישי יכול לדלג וכן הרביעי דליכא אלא חדא גזרה משום יוצאין שמשייר בפ' פחות מג' ויוצאין נמי לא שכיחי כ\"כ. <br> וא\"ת למה פסקו הלכה בזה והלא המעמדות אינן נוהגין לאחר חרבן והלכתא למשיחא היא, הלכה לא באה אלא לומר שאינו פוסק כשמואל וללמד על פרשת החדש וכיוצא בה שאינו פוסק והילכך השלימו ההלכה שהדילוג באמצעי הוא בפ' בראשית ללמד על תיקון הסדר שנראין בו דברי רב יותר מדברי שמואל. זהו מה שהעלינו בשמוע' לפי מראית עינינו. <br> וכשחקרנו על הדברים חוץ מתלמודנו מצאנו במס' סופרים שהיא גמרא ירושלמית ממנהגן של אבותינו שאומרים שם כלשון הזה א) ובחדש עצמו קורין שלשה בקרבן תמיד הראשון קורא וידבר צו ואמרת והשני קורא את הכבש א' ועשירית האיפה עולת והג' חוזר למעל' וקורא עולת ונסכו ואת הכבש מפני שאמרו אין קורין בפ' פחות מג' פסוקים ויש אומרי' אין משיירין בפ' בפחות מג' פסוקים ההוא בפ' גדולה, בד\"א בשיטה של פסיקה אינו יכול לפסוק עד שיקרא ממנה ג' פסוקים וכאן ג' שהוא קורא ד' פסוקים והרביעי קורא בשל ר\"ח ובראשי חדשיכם כל הפסוקים ע\"כ אמור במסכתא זו. <br>והרי להם שני מנהגים בכאן מתחלה אמר שיקראו שלשה בקרבן התמיד ויהא השלישי חוזר ודולג פסוק א' עולת וקורא שנים לפניו ונסכו ואת הכבש והטעם למנהג זה ב) כדי שיהא הרביעי שהוא בא בשביל ר\"ח קורא כל המוספין והראשונים קורין התמיד ולא ראו לערב ולקרות קרבן התמיד עם המוספין ויש אומרים אין משיירין בפ' פחות מג' פסוקי' וההיא בפ' גדולה היא שיש ריוח להשמר בדבר ולהזהר בטעותן של נכנסין ויוצאין שיסיים בסוף הפ' ולא ישייר ממנה פחות משלשה פסוקי' ובד\"א בשיטה שיש לו להפסיק בה שאין אדם רשאי לקרות בתורה פחות מג' פסוקים ג) אבל כאן שהוא קורא מפ' ראשונה ונסכו ואת הכבש וקורא וביום השבת ועולת שבת נמצא שקרא ד' פסוקים והרביעי קורא פרשת ובראשי חדשיכם. <br> הנה זהו ענין הגמ' זו עם קצת שבוש שיש בלשונם מטעות הסופרים מפני שלא הורגלו בה חכמים ותלמידים אבל מ\"מ אנו למדין ממנה הסברא שלהן בשני המנהגין האלו שהמנהג הראשון מקרא ג' קוראין בקרבן התמיד ולית ליה אין משיירין בפ' פחות מג' פסוקים כר' תנחום א\"ר יהושע בן לוי אלא שדולג פסוק א' כדי שיקרא ג' פסוקים ויש אומרים אית להו אין משיירין בפ' פחות מג' פסוקים אלא הכא משום דלא איפשר משייר שנים בפ' ראשונה וקורא פרשה שניה ואין כאן דלוג והפסק וזהו המנהג שאנו רואין ע\"פ הגמ' שלנו כפי מ\"ש למעלה אבל המנהג שהנהיגו הגאונים ז\"ל על פי שלהן דאמצעי שהוא השני דולג אין כאן מי שהסכים עמהם אלא שאין ליגע במה שהונהג על פי הגאונים ז\"ל וכ\"ש בזה שאין במנהג שלהם משום איסור וכבר שנינו אל ישנה אדם מפני המחלוקת. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "לפי מה ששנינו במשנתנו <b>בית הכנסת לוקחין בדמיו כו', </b> משמע ודאי שבית הכנסת קדושה יש בו וכדאמרי' בגמ' (דף כ\"ו ע\"ב) אוגורה ומשכונה אסור מאי טעמא בקדושתי' קיימי ואמרינן נמי אמאי תיפקע קדושתה והשתא קשיא לי א\"כ האיך נמכר והלא דבר הראוי לנופו במוקדשין אינו נפדה ובתוספתא דהאי פרקא תניא אבני היכל ועזרות שנפגמי ושנגממו אין להם פדיון ותו כי מכרו שבעה טובי העיר במעמד אנשי העיר היכי שרו דמייהו למשתא בהו שכרא והלא נתפסין בקדושתם וכן הא דאמרינן במתנה אי לאו דהוה להו הנאה מיניה לא יהבי ליה מתנה והויא לה כזבינא ואמאי תפקע זו והא ההיא הנאה כבר אכלוה וליתא בעולם נהתל עניה קדושה ועוד שאין אני רואה בגמרא בית הכנסת נפקע מרשותי עג דרך פדיון וחנול אלת במכירה ושינוי רשות. <br> ויש ליישב ולומר דבית הכנסת עשו אותו כתשמישי מצוה לולב וסוכה והן עצמן אעפ\"י שנזרקין לאחר זמן בזמן מצוה יש בהן קדושה של כבוד כדאמרינן התם אסור להרצות מעות כנגד נה שג חנוכה והוינן בה וכי נר קדושה יש בו ומסקנא דאסור והתם נמי אמרי' דנויי םוכה אסור להסתפק מהן כל שבעה ואב דכלהו דם כדאיתא בפרק במה מדליקיו ופי' הדברי' דנויי סוכה אסורין בשעת מצותן משום דחל שם שמים עליהן אבל אס בא נסלקן מן המצוה ולהסתפק מהן אסור משום מוקצה למצותו כדמוכח בפרק בירה וכן הדס של מצוה אםור להריח בו וכן לולב ואתרוג כיוצא בהן וכן כתב רב אתא בשאלתא דשלח לן בחוטי' ציצי' דאסור למיצר בהן מידי משום בזויי מצוה לפיכך בית הכנסת כל זמן שבני העיר רוצין בו ומצותן עליו נוהגין בו קדושה ואפי' בחרבנו שהרי עדיין לא עבר זמן מצותו וראוי לשפץ אותו ולבנותו אבל אם נמנכו למכרו בבר עבר זמן מצותו כסוכ' לאחר שבעה ונפקע' קדושה מיניה. ואין ספק (דמצוה) דמכירה זו האמורה בבית הכנסת בכל מקום אינה אלא בשיש להן בית הכנסת אחרת דאי לאו הבי ודאי אסור כדאמרי בבבא בתרא לא ליסתר איניש בי כנישתא עד דבני בי כנישת' אחריתי הלכך מכירתו ודאי מותרת היא דהוה ליה במפריש שבעה אתרוגים לז' ימים ויוצא בו ואוכלו דהו\"ל כתשמישי מצוה לאחר זמנן. <br>ועכשיו כל הענין מיושב שאם מכרו שבעה טובי העיר שלא במעמד אנשי העיר זו היא ששנינו לוקחין בדמנו תיבה דמסתמא לא ניחא להו (לטובי) [לאנשי] העיר לאכחושי מצוה שנהן ואעפ\"י שיש להס אחרת ולא שיהא בדמים קדושה ממש להיותן אסורין בהנאה אלא שאין רשאין להוציאן בצרכיהן כדין צדקה משבא' לידי לידי גבאי וכענין האמור שם בפ\"ק דערכיץ וכן מכירת הספרים כיון דבכל מקום שהן קדושתן עליהן אין במכירתן 'אלא משום אכחושי מצוה דהני מוכרין אבל אם מכרו שבעה טובי העיר במעמ' אנשי העיר כיון שהסכימו כונן שאינם רוצין עוד בבית הכנסת זה אפילו למשתא בהו שכרא בדמים מותר דהוה ליה תשמישי מצוה לאחר זמנן דנזרקין. <br> וכן מה שחילקו במתנה כגון שמכרו שבעה טובי העיר שלא במעמד אנשי העיר כמכירה השנויה במשנתנו דמ\"ס (בעיירות יחול) [בעי' שתחול] קדוש' אמידי כדי שלא יפחתו אנשי העיר מצוה דמסתמא אין רצונם להפקיע מצוה מהן ומר סבר כיון דהוה להו הנאה מיניה ושבעה טובים שלהן יודעין ונמלכין לשלם לו שכר כזביני הוא דודאי כיון שנותנין לו דבר של מצוה הוה להו הנאה מיניה בדבר של מצוה שנתן להם ס\"ת או תיבה וכיוצא בזה מן המצות המוטלות עליהן שהיו הם צריכין לו להוציא בה מעות והוא הציל אותם מזה. הילכך שרי דלאו גרועי מצוה היא. "
        ], 
        [
            " וזו שאמרו <b>בבית הכנסת של כרכין כיון דמעלמא קא אתו לה הוה להו דרבים ולא מצו מזבני לה. </b> לומר שאינה נמכרת כלל אפילו לעלויי בקדושתם משום דבני העיר אחרת אינן כפופין נבני העיר הזו אין מקבלים עליהן דעתם ושמא עדיין הם רוצין בבית הכנסת הזו ותשמישי מצוה בזמנן היא. והוה ליה דרבים לאו דוקא דאפי' דברים נמכרה היא אלא הוה להו דרובא דעלמא קאמר כלומר שהוא של עולי בכל כדאיתא בנדרים בפרק השותפין. <br>ובירושלמי אמרו שלשה מבית הכנסת כבית הכנסת שבנה מבני העיר כעיר מה אנן קיימין אם כשקבלו עליהם אפילו אחד נמי אם כשלא קבלו עליהם אפילו כמה אלא אנן קיימין בסתם וכך פירושו שלשה מבית הכנסת כבית הכנסת כלומר שלשה טובים שלהם כבולם ורשאין למכור בית הכנסת כלומר שהוא של יחידים שבעה מבני העיר טובים שלהם ככל בני העיר שלהם והם המוכרין הכנסת של עיר והקשו אם כשקבלו עליהם הצביר כששמעו במכירה זו ורצו בה אפי' אחד נמי אם בשמיחו אפי' כמה אינה מכירה כלל אלא אנן קיימין בסתם גלומר ששתקו או שלא שמעו בלל. גם זה ענין [הענין] מסייע למה שפירשנו. <br> ושמעי' מינה למאי דאמרי' רשאין בני העיר לעשות קופה תמחוי ונהתנות על השערים ועל המדות ולהסיע על קצתן דשבעה טובי העיר הם המתנין ואפי' שלא במעמד אנשי העיר אלא שאם מיחו במעשיהן תנאן בטל אבל במעמד אנשי העיר קיים ומסתברא במעמד רוב אנשי העיר. ", 
            " והא דאמרי' <b>אפי' למשתא בהו שכרא. </b> כלומר בדמים ה\"ה נמי לזרקן לים הגדול אלא מישתא שיכרא בגמ' זילותא בעלמא הוא כדאמרי' לאעסוקי יהבי נך ולא למשתא כהו שכרא אשכחיה דשתי שיכרא וכתיב וננינות שותי שכר ויש ספרים שכתוב בהן אפי' לנושתא ביה שיכרא והיא היא כלומר שישתו בנוף בית הכנסת שכר ולשון חכמים הוא שלא יאכל עגל לעגלים וסייח לסייחים. ודאמרי' לקמן אפי' לדוכסוסיא לאו דוקא אלא אפילו בשיכרא נמי מותר אלא התם קאמרי' שאם מכרו שלא במעמד אנשי העיר והוצרכו ליקח בהם תיבה מן הסתם יכולין שבעה טובים להתנות עם בני העיר ולומר אם יותירו מדמים של תיבה נותן אותם לשמירת העיר ואין טובים מתנין בשכר. <br> וראיתי להראב\"ד ז\"ל שמפרש בשבר הזה צרכי סעודה ואינו במשמע. ורויתי בתוספתא א\"ר יהודה בד\"א בזמן שלא התנו עמהן פרנסי אותה העיר אבל התנו עמהן פרנסי אותה העיר משנה אותם לכל דבר שירצו ולפ\"ז והותירו לאו דוקא אלא שמכרו והודיעו אותן שנותנין לדוכסוסיא. "
        ], 
        [
            "והא דאמרינן ברבינא ד<b>הוה ליה תילא דבי כנישתא בארעיה ואתא לקמיה דרב חסי א\"ל מהו למזרעיה. </b> קשיא לן מאי קא מבעיא ליה ודאי מותר לזורעו ע\"י קנייה מבני העיר ושלא ע\"י קנייה ודאי אסור ותו דקאמר ניה זבנה משבעה טובי העיר במעמד אנשי העיר יזרעה והלא לא הוזכרו טובי העיר במעמד אנשי העיר אלא לענין משתא שיכרא בדמים. וי\"ל דרבינא מספקא ליה משום דר\"מ דמתניתין דקסבר אין קדושת בה\"כ נפקעת לדבר חול לעולם כדבעיגן למימר קמץ ואורי ליה רבינא כרבנן והאי דקאמר ליה משבעה טובי העור במעמדן מפני שלא היי אנשי אותה העיר צריכין תיבה וספרים ולא ירצו למוכרה ולפיכך נתן לו עצה שיהו מוכרין אוותס ונוטלין הדמים לעצמן א\"ג שלא יבא אחד מהם וימחה כמ\"ש. ויש ספרים שאין כתוב כהן במעמד אנשי העיר ויש ספרים שגורסיך מהו למיפסקה ולמזרעה ושמא היה רוצה הוא לחלל קדושתו על דמים בדרך פדיון הקדש ומנעו רב אסי עד שיקחנו מהם בדרך מקח. <br>והא דאמרי' לקמן בתי כנסיות של בבל על תנאי הן עשויין, לאב למימרא דבחורבנן שרו לגמרי דהא רבינא של בבל הוה ולאו למימרא דבישובן שרו בהנאה דהא רבינא ורב אדא אסר למיעל בה משום מיטרא ורפרם לכלתי' ור' זירא לההוא מרבנץ כשל בבל הוו אלא לומר שהן מתנים אם הוצרכו אנשי העינר להאכיל בהם עניים או להשבינן שם מותר וה\"ה לכל צרכיהם לפי שעה וכדאמרי' בפרק ערכי פסחים משום דאיכא עניים דאכיו ושתו בבי כנישתא ובן חכמים ותלמידיהם מותרין נהנות בהם בבל מקום והוא שהוצרכו להם בגון שהיה נוקום דחוק לתלמידים והוצרכו ,אכול בבה\"כ אבל שלא במקום הדחק ושאפשר וקאו מיכוין אסור דאלת\"ה רבינא ורב אדא דתלמידי חכמים נינהו לישתרו משום מיטרא. <br> ובירושלמי: רבי אמי מפקד לספרא אין אתי בר נש לגביכן מלכלך באורייתא תהוון מקבלין ליה ולחמריה ולמאניה, כלומר כיון שהוא אכסנאי ואין לו מקום מותר בת\"ח. <br>אבל אין תנאי שלהם מועיל לחשב בהם חשבונות של בני העיר ואעפ\"י שהן צריכין לאותן חשבונות ואין להם מקום להתאסף שם מפני שהוא קלות ראש בכבוד בהכ\"נ. "
        ], 
        [], 
        [
            "ועוד שנינו <b>אין מוכרין של רבים ליחיד ואין מוכריך בה\"כ אלא על תנאי כו'. </b> ונמצא בירושלמי כל זה א\"ר ר' יוחנן לית כן מא אנן קיימין אין כר\"מ אין מוכריך בה\"כ אלא על תנאי אין כרבנן מיכרין אותה ממכר עונם תוך מד' דברים א\"ר רזייא תפתר בספר תורה. הוקשה להם ביון שאין מוכרים אותו אלא של רבים לרכים שנא להורידו ייקדושתו תנא זה למה והעמידו רישא בס\"ת שאינו יוצא י.קדושתו אבל בה\"כ אפי' לר\"נו נפקעת קדושתו מיונה ונפיכך בעי תנאי כשמוכריך אותו להדיוט נשם דירה ומ\"ש אין כרבנן גאו דוקא דהא דרבנך אדרבנן ל\"ק כלל אלא משום דנא איפליגו בהדיא ברישא (אלא) בשו רבים ליחיד קאמרי' הכי. <br> זהו הענין גמרא זו אבל לפי שאמרובגמרא שלנו מעיר גדולה לעיר קטנה מעיקרא קדושה והשתאז קדושה מרבים ליחיד ליכא קדושה משמע דמתני' לאו בס\"רז משמע יהו ולית נהו דר' חייא בר בא דירושלמי אלא מתניתין בבה\"כ הוא ויחיד שייחד לעצמי בית לתפלתו אין בו קדושה כדיך של רבים לפי שאין דבר שבקדושה בפחות ניי' ובה\"כ כשמה לפיכך חזרו המפרשים אחר סברות אחרות בתירוץ המשניות האלו והנכון בכולהו מה שרש\"י ז\"ג מפרש שאין מוכרים אלא על תנאי משום דמכירה חנוטה דרך בזיון היא כלומר אינו בעינינו לכלום. <br>אבל הענין צריך תיקון וחיוור והוא שנפרש דלפום גמרא דילן לר\"מ בה\"כ כס\"ת ואין נפקע מקדושתה לעולם כתשמישי קדושה חשיב לה כתיק של ס\"ת לפיכך בל המדות האלו נוהגות בו שאין מוכרין של רבים ליחיד (וא\"כ) [וא\"צ] לומר לדבר של חול מוכרין אותו על תנאי משום כבוד. <br> ואף כשמוכרין אותו לרבים ועל תנאי הדמים קדושים ולוקחים בהם תיבה דומיא דמטפחות ספרים דלד\"ה אין נפקעין מקדושתן ואעפי\"ב דמיהן נתפסיץ בקדושה ומעלים בהם ואין מורידין כדקתני רישא והטעם בזה משום אכחושי מצוה דידהו כמ\"ש למעל' דאעפ\"י שקדושת הספרים עליהם בכל מקום שהן כשמוכרי, אותו גורעין מצוה זו מהם וכך בית הכנסת לר\"מ ולפיכך צריכין ליקח בדמיהן מצוה אחרת קדושה הימנה. ואפשר דר\"מ גופיה מודה בדמים שאם מכרו ז' טובי העיר במעמד אנשי העיר הדמים תולין בידם מפני שאין הדמי' נתפסין אלא משום אכחושי מצו' וכשכולן מסכימין במכירתן הדמים מצוה לאחר זמנה היא כמ\"ש למעלה, תדע דהא דמי ספרים לרבנן מותרין הם במכירת ז' טובי העיר במעמד אנשי העיר דשמעת' דרבא אכולה , מתניתין קיימא וכן במותריהן והתנו כולן מותרין. והנה אמת נכון הוא. <br> ולענין מה שאמר ר\"מ מרבים ליחיד ליכא קדושה מסתברא ליכא קדישה כקדושה ראשונה מפני שאין דבר שבקדושה נאמר בו כמ\"ש אבל מ\"מ יש בה קדושה קצת ואסור להשתמש בה חול כל זמן קדושתה מדלא פרכי' הכי במותר להשתין מים בתוך ד\"א של תפלה משום דה\"ל דיחיד ולא קדיש כלל. ושמא י\"ל משום דאתי למסרח אפי' התפללו שם י' כגון הרחוב. ובירוש' אמתני' ועוד א\"ר יהודה הדא דתימא בה\"כ דיחיד אבל בה\"כ של רבים אפי' בנוי אסור, משמע דבה\"כ של יחיד יש בו משום קדושה. "
        ], 
        [], 
        [], 
        [
            "]מס' תורת האדם[<b>ת\"ר בה\"ק אין נוהגין בהן קלות ראש. אין מרעין בהן את הבהמה ואין מוליכין בהן אמת המים. ואין מלקטין מהן עשבים. מפני כבודן של מתים. ואם לקט שורפן במקומן . </b> ובאבל (פרק י\"ד) אין מוציאין את המים לבית הקברות ולא יעשה שם שביל. ולא ירעה בהמתו שם. ולא יטייל בהם קפנדריא ולא ילקט משם עצים ועשבים. ואם ליקטן אסורים בהנאה ואם בשביל בית הקברות עצמן מלקטן ושורפן במקומן. <br>והתם [בסוגיין] תנן: קבר חדש נמדד ונמכר ונחלק והישן לא נמדד ולא נמכר ולא נחלק, פי' אין מודדין אותו לידע כמה מתים נקברו במקצתו שיתנו אותה מדיד' למתים אחרים ולא נמכר משום פגם משפחה ולא נחלק בין היורשין אלא כולן נקברין שורות שורות לעצמן והכל מפני כבודן של מתים. "
        ]
    ], 
    "versionTitleInHebrew": "חידושי הרמב\"ן, ירושלים תרפ\"ח-תרפ\"ט", 
    "heTitle": "חידושי רמב\"ן על מגילה", 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001294828", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Ramban", 
        "Seder Moed"
    ]
}