{
    "title": "Mishneh Torah, Defilement of Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Defilement_of_Foods",
    "text": [
        [
            "כָּל אֹכֶל הַמְיֻחָד לְמַאֲכַל אָדָם כְּגוֹן לֶחֶם וּבָשָׂר וַעֲנָבִים וְזֵיתִים וְכַיּוֹצֵא בָּהֶן מְקַבֵּל טֻמְאָה וְכָל שֶׁאֵינוֹ מְיֻחָד לְמַאֲכַל אָדָם הֲרֵי זֶה טָהוֹר וְאֵינוֹ מְקַבֵּל טֻמְאָה אֶלָּא אִם כֵּן חִשֵּׁב עָלָיו וְיִחֲדוֹ לְמַאֲכַל אָדָם. וְזֶה וְזֶה אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּבָּלֵל תְּחִלָּה בְּאֶחָד מִשִּׁבְעָה מַשְׁקִין וְזֶהוּ הַנִּקְרָא הֶכְשֵׁר שֶׁנֶּאֱמַר <small>(ויקרא יא לח)</small> \"וְכִי יֻתַּן מַיִם עַל זֶרַע\": \n",
            "וְאֵלּוּ הֵן הַשִּׁבְעָה מַשְׁקִין שֶׁמַּכְשִׁירִין אֶת הָאֳכָלִין לְטֻמְאָה. הַמַּיִם וְהַטַּל וְהַשֶּׁמֶן וְהַיַּיִן וְהֶחָלָב וְהַדָּם וְהַדְּבַשׁ. וְאֵינָן מַכְשִׁירִין עַד שֶׁיִּפְּלוּ עַל הָאֳכָלִין בִּרְצוֹן הַבְּעָלִים. וְלֹא יִהְיוּ סְרוּחִין שֶׁהַמַּשְׁקֶה הַסָּרוּחַ אֵינוֹ מַכְשִׁיר. וְכֵיוָן שֶׁהֻכְשַׁר הָאֹכֶל אַף עַל פִּי שֶׁיָּבַשׁ וַהֲרֵי הוּא נָגוּב הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
            "אֹכֶל שֶׁהָיָה בָּלוּל בְּמֵי פֵּרוֹת כְּגוֹן מֵי תּוּתִים וְרִמּוֹנִים אַף עַל פִּי שֶׁהוּא בָּלוּל וְנָגַע בּוֹ הַזָּב אוֹ בְּשַׂר הַמֵּת הֲרֵי הוּא טָהוֹר מִפְּנֵי שֶׁלֹּא הֻכְשַׁר בְּאֶחָד מִשִּׁבְעָה הַמַּשְׁקִין: \n",
            "אֵין שָׁם מַשְׁקֶה שֶׁמְּקַבֵּל טֻמְאָה אֶלָּא שִׁבְעַת הַמַּשְׁקִין שֶׁמָּנִינוּ בִּלְבַד אֲבָל שְׁאָר מֵי פֵּרוֹת כְּדֶרֶךְ שֶׁאֵין מַכְשִׁירִין כָּךְ אֵין מְקַבְּלִין טֻמְאָה כְּלָל: \n",
            "זֵיתִים וַעֲנָבִים שֶׁלֹּא הֵבִיאוּ שְׁלִישׁ מַשְׁקִין הַיּוֹצְאִין מֵהֶן אֵינָן מַכְשִׁירִין וְלֹא מְקַבְּלִין טֻמְאָה אֶלָּא הֲרֵי הֵן כִּשְׁאָר מֵי פֵּרוֹת שֶׁהֵן טְהוֹרִין לְעוֹלָם: \n",
            "אֵלּוּ דְּבָרִים שֶׁאֵינָן מְקַבְּלִין טֻמְאָה אַף עַל פִּי שֶׁבְּנֵי אָדָם אוֹכְלִין אוֹתָן לְפִי שֶׁאֵינָן נֶאֱכָלִין לַהֲנָאַת גּוּפָן אֶלָּא מִפְּנֵי שֶּׁנּוֹתְנִין טַעַם בְּמַאֲכָלוֹת אוֹ מִפְּנֵי הָרֵיחַ אוֹ הַמַּרְאֶה. וְאֵלּוּ הֵן. הַקֹּשְׁט וְהַחָמָס וְרָאשֵׁי בְּשָׂמִים וְהַתִּיאָה וְהַחִלְתִּית וְהַפִּלְפְּלִין וְחַלּוֹת חָרִיעַ. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
            "הַשֶּׁבֶת סְתָמוֹ לַאֲכִילַת גּוּפוֹ כִּשְׁאָר יַרְקוֹת שָׂדֶה וְאִם חָשַׁב עָלָיו לִקְדֵרָה אֵינוֹ מִתְטַמֵּא טֻמְאַת אֳכָלִין. וְהַשֶׁבֶת מִשֶּׁנָּתְנָה טַעַם לִקְדֵרָה הֲרֵי זוֹ כְּזֶבֶל וְאֵינָהּ מִתְטַמְּאָה טֻמְאַת אֳכָלִין: \n",
            "הַתְּמָרִים וְהַגְּרוֹגָרוֹת שֶׁנָּתַן לִקְדֵרָה כְּתַבְלִין עֲדַיִן הֵן מִתְטַמְּאִין טֻמְאַת אֳכָלִין עַד שֶׁיִּפָּסְדוּ מִלֶּאֱכל אָדָם: \n",
            "הַכַּרְשִׁינִים אִם יִחֲדָן לְמַאֲכַל אָדָם מִתְטַמְּאִין טֻמְאַת אֳכָלִין: \n",
            "הַקּוֹר הֲרֵי הוּא כְּעֵץ לְכָל דָּבָר וְאִם שְׁלָקוֹ וְטִגְּנוֹ מִתְטַמֵּא טֻמְאַת אֳכָלִין: \n",
            "הַחַרְצַנִּין וְהַזַּגִּין אַף עַל פִּי שֶׁכְּנָסָן לָאֳכָלִין אֵינָן מִתְטַמְּאִין טֻמְאַת אֳכָלִין: \n",
            "זֵיתִים וַעֲנָבִים הַקָּשִׁים שֶׁנִּפְרָצִין וְיוֹצְאִין מִתַּחַת הַקּוֹרָה בִּשְׁעַת הַדְּרִיכָה אֵינָן מְקַבְּלִין טֻמְאָה. וְעַד כַּמָּה עַד אַרְבָּעָה קַבִּין לְכָל כּוֹר. הָיָה הַנִּפְרָץ יֶתֶר מִזֶּה מְקַבְּלִין טֻמְאָה. וְאִם כְּנָסָן לָאֳכָלִין אַף עַל פִּי שֶׁהֵן פָּחוֹת מֵאַרְבָּעָה קַבִּין מְקַבְּלִין טֻמְאָה: \n",
            "הַכַּפְנִיוֹת וְהַפַּגִּין וְהַבֹּסֶר וְהַקֶּצַח הֲרֵי הֵן כָּאֳכָלִין וּמְקַבְּלִין טֻמְאָה: \n",
            "לוּלְבֵי זְרָדִים וְחָרוּבִין וְשֶׁל עֲדָל וַעֲלֵי הַלּוּף הַשּׁוֹטֶה אֵינָן מְקַבְּלוֹת טֻמְאָה עַד שֶׁיִּתְמַתְּקוּ: \n",
            "הַחַרְדָּל וְהַתֻּרְמְסִין וּשְׁאָר כָּל הַנִּכְבָּשִׁין מִטַּמְּאִין טֻמְאַת אֳכָלִין בֵּין מִשֶּׁהִמְתִּיקוּ בֵּין עַד שֶׁלֹּא הִמְתִּיקוּ: \n",
            "זֵיתִים שֶׁכְּבָשָׁן בְּעָלִין שֶׁלָּהֶן אֵין הֶעָלִין מְקַבְּלִין טֻמְאָה. שֶׁלֹּא כְּבָשָׁן לָאֳכָלִין אֶלָּא לְמַרְאֶה: \n",
            "כְּשׁוּת שֶׁל קִשּׁוּת וְהַנֵּץ שֶׁלָּהּ אֵין מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵינוֹ אֹכֶל: \n",
            "דְּבַשׁ בְּכַוַּרְתּוֹ מְטַמֵּא טֻמְאַת אֳכָלִין שֶׁלֹּא בְּמַחְשָׁבָה. רָדָה הַדְּבַשׁ מִשֶּׁיְּרַסֵּק הַחַלּוֹת מִתְטַמֵּא מִשּׁוּם מַשְׁקֶה. דְּבַשׁ הַזָּב מִכַּוַּרְתּוֹ מִתְטַמֵּא טֻמְאַת מַשְׁקִין. חָשַׁב עָלָיו לָאֳכָלִין מִתְטַמֵּא טֻמְאַת אֳכָלִין: \n",
            "הַשֶּׁמֶן הַקָּרוּשׁ אֵינוֹ אֹכֶל וְלֹא מַשְׁקֶה. חָשַׁב עָלָיו כְּשֶׁהוּא קָרוּשׁ בֵּין לָאֳכָלִין בֵּין לְמַשְׁקִין בָּטְלָה דַּעְתּוֹ. וְכֵן הַדָּם שֶׁקָּרַשׁ אֵינוֹ אֹכֶל וְלֹא מַשְׁקֶה. חָשַׁב עָלָיו לָאֳכָלִין מִתְטַמֵּא טֻמְאַת אֳכָלִין. חָשַׁב עָלָיו לְמַשְׁקִין בָּטְלָה דַּעְתּוֹ: \n",
            "חָלָב שֶׁקָּרַשׁ לֹא אֹכֶל וְלֹא מַשְׁקֶה. חָשַׁב עָלָיו לָאֳכָלִין מִתְטַמֵּא טֻמְאַת אֳכָלִין. לְמַשְׁקִין בָּטְלָה דַּעְתּוֹ: \n",
            "דְּבַשׁ תְּמָרִים לֹא אֹכֶל וְלֹא מַשְׁקֶה. חָשַׁב עָלָיו לָאֳכָלִין מִתְטַמֵּא טֻמְאַת אֳכָלִין. לְמַשְׁקִין בָּטְלָה דַּעְתּוֹ. וּשְׁאָר כָּל מֵי פֵּרוֹת כֻּלָּן לֹא אֹכֶל וְלֹא מַשְׁקֶה. חָשַׁב עָלָיו בֵּין לָאֳכָלִין בֵּין לְמַשְׁקִין בָּטְלָה דַּעְתּוֹ: \n",
            "הַשֶּׁלֶג אֵינוֹ אֹכֶל וְלֹא מַשְׁקֶה. חָשַׁב עָלָיו לָאֳכָלִין בָּטְלָה דַּעְתּוֹ. לְמַשְׁקִין מִתְטַמֵּא טֻמְאַת מַשְׁקִין. נִטְמָא מִקְצָתוֹ לֹא נִטְמָא כֻּלּוֹ. הֶעֱבִירוֹ עַל גַּבֵּי כְּלִי חֶרֶס הַטָּמֵא נִטְמָא כֻּלּוֹ: \n",
            "הֶחָלָב שֶׁבַּכְּחַל שֶׁחָשַׁב עָלָיו בָּטְלָה דַּעְתּוֹ וַהֲרֵי הוּא טָהוֹר. חָשַׁב עַל הַחֵלֶב שֶׁבַּקֵּיבָה הֲרֵי זֶה מִתְטַמֵּא טֻמְאַת אֳכָלִין: \n",
            "עֲנָבִים שֶׁדְּרָכָן מִשֶּׁיְּהַלֵּךְ בָּהֶן הַדּוֹרֵךְ שְׁתִי וָעֵרֶב מִתְטַמְּאִין מַשְׁקִין. נִשְׁתַּיֵּר בָּהֶן גַּרְגְּרִין שְׁלֵמִים אוֹתָן גַּרְגְּרִין מִתְטַמְּאִין טֻמְאַת אֳכָלִין. וְכֵן הַזֵּיתִים מִשֶּׁיִּטְעֲנוּם מִתְטַמְּאִין טֻמְאַת מַשְׁקִין. נִשְׁתַּיְּרוּ בָּהֶן גְּרוֹגָרוֹת שְׁלֵמִין מִתְטַמְּאִין טֻמְאַת אֳכָלִין: \n",
            "הָעָרְלָה. וְכִלְאֵי הַכֶּרֶם. וְשׁוֹר הַנִּסְקָל שֶׁנִּשְׁחַט. וְעֶגְלָה עֲרוּפָה בֵּין שֶׁנִּשְׁחֲטָה בֵּין שֶׁנֶּעֶרְפָה. וְצִפֳּרֵי מְצֹרָע. וּפֶטֶר חֲמוֹר. וּבָשָׂר בְּחָלָב. וּבְשַׂר פָּרָה אֲדֻמָּה. וְהַפִּגּוּל. וְהַנּוֹתָר. אַף עַל פִּי שֶׁכָּל אֵלּוּ אֲסוּרִין בַּהֲנָאָה כֻּלָּן מִתְטַמְּאִין טֻמְאַת אֳכָלִין: \n"
        ],
        [
            "כָּל הָאֳכָלִין הַגְּדֵלִין מִן הַקַּרְקַע אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיֵּעָקְרוּ. אֲבָל כָּל זְמַן שֶׁהֵן מְחֻבָּרִין אֲפִלּוּ כְּשֹׁרֶשׁ קָטָן שֶׁיְּכוֹלִין לִחְיוֹת מִמֶּנּוּ אֵינָן מְקַבְּלִין טֻמְאָה: \n",
            "יִחוּר שֶׁל תְּאֵנָה שֶׁנִּפְשַׁח וּמְעֹרֶה בִּקְלִפָּה שֶׁאֵינוֹ יָכוֹל לִחְיוֹת מִמֶּנָּה כָּל הָאֳכָלִין שֶׁבּוֹ מִתְטַמְּאִין. וְיֵשׁ בַּדָּבָר סָפֵק אִם הָיָה שְׁאָר הָאִילָן כְּמוֹ יָד לְזֶה הַיִּחוּר שֶׁנִּשְׁבַּר אוֹ לָאו: \n",
            "יְרָקוֹת שֶׁיָּבְשׁוּ בְּאִבֵּיהֶן כְּגוֹן כְּרוּב וּדְלַעַת שֶׁיָּבְשׁוּ בְּאִבֵּיהֶן אֵינָן מִתְטַמְּאִין טֻמְאַת אֳכָלִין. לִקְּטָן לְיַבְּשָׁן הֲרֵי הֵן אֳכָלִין כְּשֶׁהָיוּ עַד שֶׁיִּיבְשׁוּ וְיֵעָשׂוּ כְּעֵץ: \n",
            "אִילָן שֶׁנִּפְשַׁח וּבוֹ פֵּרוֹת הֲרֵי הֵן כִּתְלוּשִׁין. וְכֵן אִם יָבַשׁ הָאִילָן וּבוֹ פֵּרוֹת הֲרֵי הֵן כִּתְלוּשִׁין: \n",
            "תְּאֵנִים שֶׁיָּבְשׁוּ בְּאִבֵּיהֶן מִטַּמְּאוֹת טֻמְאַת אֳכָלִין בִּמְקוֹמָן: \n",
            "כָּל הָאֳכָלִין שֶׁהֵן מִבַּעֲלֵי חַיִּים אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיָּמוּתוּ. שָׁחַט בְּהֵמָה חַיָּה וְעוֹף אַף עַל פִּי שֶׁעֲדַיִן הֵן מְפַרְכְּסִין מְקַבְּלִין טֻמְאָה. וְדָגִים מֵאֵימָתַי מְקַבְּלִין טֻמְאָה מִשֶּׁיָּמוּתוּ. נוֹלַד בָּהֶן טְרֵפָה וְנִתְטַמְּאוּ כְּשֶׁהֵן מִתְנַדְנְדִין הֲרֵי יֵשׁ בַּדָּבָר סָפֵק אִם הֵן חֲשׁוּבִין כְּמֵתִים הוֹאִיל וְנִטְרְפוּ אוֹ אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיִּדְמוּ כְּאֶבֶן וְלֹא יִתְנַדְנְדוּ. הָאֵיבָר אוֹ הַבָּשָׂר הַמְדֻלְדָּלִין בִּבְהֵמָה אוֹ חַיָּה שֶׁאֵינָן יְכוֹלִין לִחְיוֹת אִם הֻכְשְׁרוּ מְקַבְּלִין טֻמְאָה בִּמְקוֹמָן מִפְּנֵי שֶׁהֵן חֲשׁוּבִין כְּאֹכֶל שֶׁפֵּרַשׁ. נִשְׁחֲטָה הַבְּהֵמָה הֻכְשְׁרוּ בִּשְׁחִיטָה. שֶׁהַבְּהֵמָה כֻּלָּהּ כְּמוֹ יָד לְאֵיבָר זֶה וְיָד שֶׁהֻכְשַׁר הֻכְשַׁר הָאֵיבָר כֻּלּוֹ כְּמוֹ שֶׁיִּתְבָּאֵר. וְיֵשׁ בַּדָּבָר סָפֵק אִם תִּהְיֶה הַבְּהֵמָה בְּחַיֶּיהָ כְּמוֹ יָד לָאֵיבָר אוֹ בָּשָׂר הַמְדֻלְדָּלִין בָּהּ: \n",
            "הַשּׁוֹחֵט בְּהֵמָה חַיָּה וְעוֹף הֻכְשַׁר כָּל הַבָּשָׂר בַּדָּם שֶׁיָּצָא בַּשְּׁחִיטָה. לְפִיכָךְ אִם לֹא יָצָא מֵהֶן דָּם בַּשְּׁחִיטָה הֲרֵי כָּל בְּשָׂרָן צָרִיךְ הֶכְשֵׁר כְּכָל הָאֳכָלִין שֶׁלֹּא הֻכְשְׁרוּ: \n",
            "אֳכָלִין שֶׁהֻכְשְׁרוּ כְּשֶׁהֵן מְחֻבָּרִין לַקַּרְקַע אוֹ שֶׁהֻכְשְׁרוּ בְּמַיִם הַמְחֻבָּרִים שֶׁבַּקַּרְקַע אֵינוֹ הֶכְשֵׁר עַד שֶׁיֻּכְשְׁרוּ אַחַר שֶׁנֶּעֶקְרוּ בַּמַּיִם הַתְּלוּשִׁין מִן הַקַּרְקַע אוֹ בִּשְׁאָר מַשְׁקִין שֶׁנֶּאֱמַר <small>(ויקרא יא לד)</small> \"בְכָל כְּלִי\" אֵינוֹ מַכְשִׁיר עַד שֶׁיִּתָּלֵשׁ מִן הַקַּרְקַע כְּעֵין הַמַּיִם שֶׁבַּכֵּלִים. שָׁאַב הַמַּיִם בִּכְלִי וּנְתָנָן בַּקַּרְקַע אֵינָן מַכְשִׁירִין: \n",
            "קִּשּׁוּת שֶׁנְּטָעָהּ בֶּעָצִיץ וְהִגְדִּילָה אַף עַל פִּי שֶׁיָּצָאת חוּץ לֶעָצִיץ אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְעָצִיץ שֶׁהוּא נָקוּב כְּדֵי שֶׁיֵּצֵא בּוֹ שֹׁרֶשׁ קָטָן הֲרֵי הוּא כְּאֶרֶץ וְהַנָּטוּעַ בּוֹ אֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן אִם הָיוּ בּוֹ מַיִם אֵינָן מַכְשִׁירִין: \n",
            "עָצִיץ שֶׁאֵינוֹ נָקוּב הֲרֵי הַנָּטוּעַ בּוֹ מְקַבֵּל טֻמְאָה. וְאִם הָיוּ מַיִם בְּתוֹכוֹ מַכְשִׁירִין: \n",
            "כְּלֵי גְּלָלִים וּכְלֵי אֲדָמָה שֶׁהַשָּׁרָשִׁים יְכוֹלִין לִבְקֹעַ בָּהֶן וְלָצֵאת אֵינָן מַכְשִׁירִין אֶת הַזְּרָעִים. וְאַף עַל פִּי שֶׁאֵינָן נְקוּבִין הֲרֵי הֵן כִּנְקוּבִין: \n",
            "עָצִיץ שֶׁמִּלְאָהוּ עָפָר עַד שְׂפָתוֹ אֵינוֹ חָשׁוּב כְּלִי אֶלָּא הֲרֵי הוּא כְּטַבְלָא שֶׁאֵין לָהּ שָׂפָה שֶׁאֵינוֹ כְּלִי קִבּוּל: \n",
            "מַשְׁקִין טְמֵאִין שֶׁנָּפְלוּ עַל הָאֳכָלִין נִטְמְאוּ אַף עַל פִּי שֶׁנָּפְלוּ שֶׁלֹּא בִּרְצוֹן הַבְּעָלִים. שֶׁהֲרֵי הַטֻּמְאָה וְהַהֶכְשֵׁר בָּאִין כְּאַחַת. וְהוּא שֶׁלֹּא יִהְיוּ בַּקַּרְקַע: \n",
            "כָּל אֹכֶל שֶׁנִּפְסַד וְנִסְרַח עַד שֶׁאֵינוֹ רָאוּי לְמַאֲכַל אָדָם אֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן מַשְׁקֶה שֶׁנִּסְרַח וְנִפְסַד וְאֵינוֹ רָאוּי לִשְׁתִיַּת אָדָם אֵינוֹ מְקַבֵּל טֻמְאָה כְּדֶרֶךְ שֶׁאֵינוֹ מַכְשִׁיר שֶׁנֶּאֱמַר <small>(ויקרא יא לד)</small> \"אֲשֶׁר יִשָּׁתֶה\": \n",
            "הָעוֹר שֶׁשְּׁלָקוֹ וְהַשִּׁלְיָא שֶׁחָשַׁב עָלֶיהָ לַאֲכִילָה מִתְטַמְּאִין טֻמְאַת אֳכָלִים בִּפְנֵי עַצְמָן: \n",
            "עוֹר הַחֲמוֹר שֶׁשְּׁלָקוֹ הֲרֵי זֶה סָפֵק אִם מִתְטַמֵּא טֻמְאַת אֳכָלִים בִּפְנֵי עַצְמוֹ מִפְּנֵי שֶׁשְּׁלָקוֹ אוֹ אֵינוֹ מִתְטַמֵּא מִפְּנֵי שֶׁהוּא מָאוּס הַרְבֵּה: \n",
            "חִטִּים שֶׁבִּגְלָלֵי בָּקָר וּשְׂעוֹרִים שֶׁבִּגְלָלֵי הַבְּהֵמָה שֶׁלִּקְּטָן אֵין מְקַבְּלִין טֻמְאָה. וְאִם חָשַׁב עֲלֵיהֶן לַאֲכִילָה מִתְטַמְּאוֹת טֻמְאַת אֳכָלִין: \n",
            "כָּל אֹכֶל שֶׁנִּטְמָא וְאַחַר שֶׁנִּטְמָא נִפְסַל וְנִסְרַח. אִם נִפְסַל מִלֶּאֱכל הַכֶּלֶב אוֹ שֶׁיָּבַשׁ כְּחֶרֶשׂ הֲרֵי זֶה טָהוֹר. וְאִם נִפְסַל מִלֶּאֱכל אָדָם וַעֲדַיִן הוּא רָאוּי לְכֶלֶב הֲרֵי זֶה טָמֵא כְּשֶׁהָיָה. וְכָל הָאֳכָלִין שֶׁנִּטְמְאוּ אֵין לָהֶן טָהֳרָה בְּמִקְוֶה: \n",
            "זְרָעִים טְמֵאִים שֶׁזְּרָעָם הֲרֵי הַצּוֹמֵחַ מֵהֶן טָהוֹר. וַאֲפִלּוּ בְּדָבָר שֶׁאֵין זַרְעוֹ כָּלֶה. וְהוּא שֶׁהִשְׁרִישׁוּ. אֲבָל קֹדֶם הַשְׁרָשָׁה הֲרֵי הֵן בְּטֻמְאָתָן אֲפִלּוּ בְּדָבָר שֶׁזַּרְעוֹ כָּלֶה: \n",
            "אֳכָלִין שֶׁמְּחֻבָּרִין לְכֵלִים בָּטְלוּ מִתּוֹרַת אֹכֶל. וְאִם נִטְמָא הַכְּלִי הֲרֵי הֵן מִתְטַמְּאִין בְּטֻמְאַת הַכְּלִי הוֹאִיל וְהֵן מְשַׁמְּשִׁין תַּשְׁמִישׁ עֵץ הֲרֵי הֵן כְּעֵץ: \n",
            "כָּל מַשְׁקֶה שֶׁנִּטְמָא וְאַחַר שֶׁנִּטְמָא נִפְסַד וְנִסְרַח הֲרֵי זֶה בְּטֻמְאָתוֹ לְעוֹלָם שֶׁאֵין הַמַּשְׁקֶה יוֹצֵא עַל יְדֵי הַכֶּלֶב לְעוֹלָם. וְאֵין לְמַשְׁקֶה שֶׁנִּטְמָא טָהֳרָה חוּץ מִן הַמַּיִם בִּלְבַד שֶׁאִם הִטְבִּיל מַיִם טְמֵאִים בְּמִקְוֶה כֵּיוָן שֶׁצָּפוּ מֵי מִקְוֶה עֲלֵיהֶן טָהֲרוּ. וּמַטְבִּילִין חַמִּין בְּצוֹנֵן וְצוֹנֵן בְּחַמִּין וְרָעִים בְּיָפִים וְיָפִים בְּרָעִים: \n",
            "מַקֵּל שֶׁהִיא מְלֵאָה מַשְׁקִין טְמֵאִים וְהִטְבִּיל מִקְּצָתָהּ בְּמִקְוֶה לֹא טָהֲרוּ הַמַּיִם שֶׁעַל מִקְּצָתָהּ עַד שֶׁיִּטְבּל אֶת כֻּלָּהּ: \n",
            "שֶׁלֶג שֶׁנִּטְמָא וְהִשִּׁיק מִקְצָתוֹ לְמֵי מִקְוֶה הוֹאִיל וְטָהַר מִקְצָתוֹ טָהַר כֻּלּוֹ: \n",
            "הַתֶּמֶד הַטָּמֵא בֵּין שֶׁנִּטְמָא אַחַר שֶׁתִּמְדּוֹ בֵּין שֶׁתִּמְדּוֹ בְּמַיִם טְמֵאִים עַד שֶׁלֹּא הֶחְמִיץ מַשִּׁיקוֹ בְּמִקְוֶה וְיִטְהַר שֶׁהֲרֵי הוּא כְּמַיִם. מִשֶּׁהֶחְמִיץ הֲרֵי הוּא כְּיַיִן וְאֵין לוֹ טָהֳרָה בְּמִקְוֶה: \n",
            "קְדֵרָה שֶׁמִּלְאָהּ מַשְׁקִין כְּגוֹן דְּבַשׁ וְיַיִן וְכַיּוֹצֵא בָּהֶן וּנְתוּנָה בְּתוֹךְ הַמִּקְוֶה וּפָשַׁט הָרִאשׁוֹן לְטֻמְאָה אֶת יָדוֹ וְנָגַע בָּהּ הֲרֵי זֶה מְטַמֵּא אֶת הַמַּשְׁקִין אַף עַל פִּי שֶׁהִיא בְּתוֹךְ הַמִּקְוֶה וְנִטְמֵאת הַקְּדֵרָה מֵחֲמַת הַמַּשְׁקִין שֶׁבְּתוֹכָהּ אַף עַל פִּי שֶׁהִיא בְּתוֹךְ הַמִּקְוֶה. הָיְתָה מְלֵאָה מַיִם הַקְּדֵרָה טְהוֹרָה שֶׁאֵין הָרִאשׁוֹן מְטַמֵּא כְּלִי חֶרֶס לְעוֹלָם וְאֵין הַמַּיִם שֶׁבְּתוֹכָהּ טְמֵאִים מִפְּנֵי שֶׁהֵן מְעֹרָבִים בְּמֵי הַמִּקְוֶה. פָּשַׁט אַב הַטֻּמְאָה אֶת יָדוֹ וְנָגַע בָּהּ נִטְמֵאת הַקְּדֵרָה שֶׁאֵין הַמִּקְוֶה מְטַהֵר כְּלֵי חֶרֶס: \n",
            "מֵי שְׁפִיכוֹת הֲרֵי הֵן בְּחֶזְקַת טֻמְאָה. יָרְדוּ עֲלֵיהֶן מֵי גְּשָׁמִים אִם רַבּוּ עֲלֵיהֶן הֲרֵי הֵן טְהוֹרִים. מֶחֱצָה לְמֶחֱצָה הַכּל טָמֵא בֵּין בְּכֵלִים בֵּין בְּקַרְקָעוֹת. אֵימָתַי בִּזְמַן שֶׁקָּדְמוּ מֵי שְׁפִיכָה אֲבָל קָדְמוּ מֵי גְּשָׁמִים וְיָרְדוּ עֲלֵיהֶן כָּל שֶׁהוּא מִמֵּי שְׁפִיכוֹת הַכּל טָמֵא שֶׁמַּשְׁקִין טְמֵאִין שֶׁיָּרְדוּ לִטְהוֹרִים מְטַמְּאִין בְּכָל שֶׁהוּא: \n",
            "הַטּוֹרֵף אֶת גַּגּוֹ וְהַמְכַבֵּס אֶת כְּסוּתוֹ וַהֲרֵי הֵן מְנַטְּפִים יָרְדוּ עֲלֵיהֶן גְּשָׁמִים וְרַבּוּ הַנְּטִיפוֹת הֲרֵי רַבּוּ מֵי גְּשָׁמִים עֲלֵיהֶן וְהַנּוֹטְפִים מֵהֶן טְהוֹרִין: \n",
            "הַסָּךְ שֶׁמֶן טָהוֹר וְנִטְמָא זֶה הָאָדָם וְטָבַל וַהֲרֵי הַשֶּׁמֶן עַל בְּשָׂרוֹ אִם הָיָה כְּדֵי סִיכַת אֵיבָר קָטָן הֲרֵי הוּא טָהוֹר כְּשֶׁהָיָה מִקֹּדֶם. סָךְ שֶׁמֶן טָמֵא וְטָבַל לֹא טָהַר הַשֶּׁמֶן שֶׁעָלָיו אֶלָּא אִם נִשְׁאַר מִמֶּנּוּ מַשְׁקֶה טוֹפֵחַ הֲרֵי הַשֶּׁמֶן בְּטֻמְאָתוֹ וְאִם לֹא נִשְׁאַר מִמֶּנּוּ כְּדֵי לְהַטְפִּיחַ מִמֶּנּוּ בָּטֵל בְּמִעוּטוֹ: \n"
        ],
        [
            "כְּבָר בֵּאַרְנוּ שֶׁאֵין הָאֳכָלִין מִתְטַמְּאִין עַד שֶׁיֻּכְשְׁרוּ. וְשֶׁכָּל אֹכֶל שֶׁאֵינוֹ מְיֻחָד לְמַאֲכַל אָדָם אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיְּיַחֲדוֹ לְאָדָם: \n",
            "אֹכֶל שֶׁהוּא מְיֻחָד לָאָדָם בַּמָּקוֹם הַזֶּה וְאֵינוֹ מְיֻחָד לְאָדָם בְּמָקוֹם אַחֵר בְּמָקוֹם שֶׁהוּא מְיֻחָד בּוֹ אֵינוֹ צָרִיךְ מַחֲשָׁבָה לְיַחֲדוֹ לְאָדָם וּבְמָקוֹם שֶׁאֵינוֹ מְיֻחָד בּוֹ צָרִיךְ מַחֲשָׁבָה לְיַחֲדוֹ לְאָדָם וְאַחַר כָּךְ יְקַבֵּל טֻמְאָה. וְכָל אֹכֶל שֶׁסּוֹפוֹ לְטַמֵּא אָדָם וְכֵלִים אֵינוֹ צָרִיךְ הֶכְשֵׁר: \n",
            "יֵשׁ אֳכָלִין שֶׁצְּרִיכִין הֶכְשֵׁר וְאֵינָן צְרִיכִין מַחֲשָׁבָה וְיֵשׁ שֶׁצְּרִיכִין מַחֲשָׁבָה וְאֵינָן צְרִיכִין הֶכְשֵׁר וְיֵשׁ שֶׁצְּרִיכִין מַחֲשָׁבָה וְהֶכְשֵׁר וְיֵשׁ שֶׁאֵין צְרִיכִין לֹא מַחֲשָׁבָה וְלֹא הֶכְשֵׁר. כֵּיצַד. כָּל הָאֳכָלִין הַמְיֻחָדִין לְאָדָם בְּכָל מָקוֹם צְרִיכִין הֶכְשֵׁר וְאֵין צְרִיכִין מַחֲשָׁבָה. דָּגִים טְהוֹרִים וַחֲגָבִים טְהוֹרִים בְּכָל מָקוֹם וַחֲגָבִים טְמֵאִים וְדָגִים טְמֵאִים בַּכְּפָרִים הֲרֵי הֵן מְיֻחָדִין לְאָדָם וּצְרִיכִין הֶכְשֵׁר וְלֹא מַחֲשָׁבָה. וְכֵן חֵלֶב בְּהֵמָה טְהוֹרָה שֶׁמֵּתָה צָרִיךְ הֶכְשֵׁר וְלֹא מַחֲשָׁבָה בְּכָל מָקוֹם. וְאֵלּוּ צְרִיכִין מַחֲשָׁבָה וְהֶכְשֵׁר. בָּשָׂר הַפּוֹרֵשׁ מִן הַחַי בֵּין מִן הָאָדָם בֵּין מִן הַבְּהֵמָה בֵּין מִן הָעוֹף וְנִבְלַת הָעוֹף הַטָּמֵא וְחֵלֶב בְּהֵמָה טְהוֹרָה שְׁחוּטָה בַּכְּפָרִים אַף עַל פִּי שֶׁהֻכְשַׁר בִּשְׁחִיטָה צָרִיךְ הֶכְשֵׁר שֵׁנִי אַחַר הַמַּחְשָׁבָה. וּשְׁאָר כָּל יַרְקוֹת הַשָּׂדֶה כְּגוֹן הַבְּצָלִים הַקָּשִׁים בְּיוֹתֵר וְהַפִּטְרִיּוֹת וְכֵן חֲגָבִים וְדָגִים קְטַנִּים צְרִיכִין מַחֲשָׁבָה בַּכְּפָרִים. עֻלְשִׁין שֶׁזְּרָעָן לִבְהֵמָה וְנִמְלַךְ עֲלֵיהֶן לְאָדָם אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיַּחְשֹׁב עֲלֵיהֶן אַחַר שֶׁיִּתָּלְשׁוּ שֶׁמַּחְשֶׁבֶת חִבּוּר אֵינָהּ מַחֲשָׁבָה. עֵלְשִׁין שֶׁלִּקְּטָן לִבְהֶמְתּוֹ וֶהֱדִיחָן וְנִמְלַךְ עֲלֵיהֶן לְאָדָם צְרִיכִין הֶכְשֵׁר שֵׁנִי אַחַר הַמַּחְשָׁבָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הָאָלָל אִם חָשַׁב עָלָיו לַאֲכִילָה מְקַבֵּל טֻמְאַת אֳכָלִין. וְאִם לָאו הֲרֵי הוּא כְּעֵץ וְאֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן הָעֲצָמוֹת הַמְחֻבָּרִין בַּבָּשָׂר וְהַגִּידִים וְהַמְּקוֹמוֹת הָרַכִּים מִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם וְהַכְּנָפַיִם וְהַנּוֹצָה וְהַמְּקוֹמוֹת הָרַכִּים מִן הַצִּפָּרְנַיִם וּמִן הַחַרְטֹם הַמֻּבְלָעִין בַּבָּשָׂר צְרִיכִין הֶכְשֵׁר וּמַחְשָׁבָה. וְאֵלּוּ שֶׁאֵין צְרִיכִין לֹא מַחֲשָׁבָה וְלֹא הֶכְשֵׁר. נִבְלַת בְּהֵמָה טְהוֹרָה בְּכָל מָקוֹם וְנִבְלַת הָעוֹף הַטָּהוֹר וְחֵלֶב בְּהֵמָה טְהוֹרָה בַּכְּרַכִּים לְפִי שֶׁהֵן מְיֻחָדִין לְמַאֲכַל אָדָם אֵין אֶחָד מֵאֵלּוּ צָרִיךְ מַחֲשָׁבָה וְאֵינָן צְרִיכִין הֶכְשֵׁר מִפְּנֵי שֶׁסּוֹפָן לְטַמֵּא אָדָם וְכֵלִים בִּכְזַיִת וְכָל הַמְטַמֵּא טֻמְאָה חֲמוּרָה אֵינוֹ צָרִיךְ הֶכְשֵׁר. וְאֵלּוּ צְרִיכִים מַחֲשָׁבָה וְאֵינָן צְרִיכִין הֶכְשֵׁר. נִבְלַת הָעוֹף הַטָּהוֹר בַּכְּפָרִים וְנִבְלַת בְּהֵמָה טְמֵאָה בְּכָל מָקוֹם וְהוּא שֶׁחָשַׁב עַל פָּחוֹת מִכְּזַיִת אֲבָל כְּזַיִת אַב טֻמְאָה הוּא: \n",
            "יִשְׂרָאֵל שֶׁשָּׁחַט בְּהֵמָה טְמֵאָה לְנָכְרִי וְשָׁחַט בָּהּ שְׁנַיִם [אוֹ רֹב שְׁנַיִם] הֲרֵי זוֹ מִתְטַמְּאָה טֻמְאַת אֳכָלִין כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת וְאֵין צְרִיכָה מַחֲשָׁבָה שֶׁהֲרֵי יִשְׂרָאֵל שְׁחָטָהּ לַאֲכִילַת הָעַכּוּ''ם וְאֵין לְךָ מַחֲשָׁבָה גְּדוֹלָה מִזּוֹ וְאֵינָהּ צְרִיכָה הֶכְשֵׁר לְפִי שֶׁסּוֹפָהּ לְטַמֵּא טֻמְאָה חֲמוּרָה. שָׁחַט בָּהּ אֶחָד אוֹ שֶׁנְּחָרָהּ אֵינָהּ מְטַמְּאָה טֻמְאַת אֳכָלִין. וְכֵן עַכּוּ''ם שֶׁשָּׁחַט בְּהֵמָה טְהוֹרָה לְיִשְׂרָאֵל וְשָׁחַט בָּהּ שְׁנַיִם אוֹ רֹב שְׁנַיִם מִתְטַמֵּא טֻמְאַת אֳכָלִין כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת וְאֵינָהּ צְרִיכָה הֶכְשֵׁר. שָׁחַט בָּהּ אֶחָד אוֹ נְחָרָהּ אֵינָהּ מִטַּמְּאָה טֻמְאַת אֳכָלִין וַהֲרֵי הִיא כִּשְׁאָר הַנְּבֵלוֹת: \n",
            "הַחוֹתֵךְ בָּשָׂר מֵאֵיבָר מִן הַחַי שֶׁל בְּהֵמָה וְאַחַר כָּךְ חִשֵּׁב עָלָיו צָרִיךְ הֶכְשֵׁר. חִשֵּׁב עָלָיו וְאַחַר כָּךְ חֲתָכוֹ אֵינוֹ צָרִיךְ הֶכְשֵׁר מִפְּנֵי שֶׁמְּטַמֵּא טֻמְאָה חֲמוּרָה כִּנְבֵלָה וְכָל הַמְטַמֵּא טֻמְאָה חֲמוּרָה אֵינוֹ צָרִיךְ הֶכְשֵׁר: \n",
            "פָּחוֹת מִכְּזַיִת מִנִּבְלַת בְּהֵמָה טְמֵאָה שֶׁחִשֵּׁב עָלָיו וְהִשְׁלִים עָלָיו כְּבֵיצָה מֵאֳכָלִים אֲחֵרִים אֵין הַכּל צָרִיךְ הֶכְשֵׁר הוֹאִיל וּפָחוֹת מִכְּזַיִת שֶׁבְּכָל הַבֵּיצָה אִם הִשְׁלִימוֹ לִכְזַיִת מְטַמֵּא טֻמְאָה חֲמוּרָה. וְכֵן כְּזַיִת מִנִּבְלַת בְּהֵמָה טְמֵאָה שֶׁחִשֵּׁב עָלָיו וְהִנִּיחָהּ בַּבָּצֵק עַד שֶׁהִשְׁלִים לִכְבֵיצָה הוֹאִיל וְאֵינוֹ מְטַמֵּא בְּמַגָּע מִפְּנֵי הַבָּצֵק הֲרֵי זֶה צָרִיךְ מַחֲשָׁבָה וְאֵין הַבָּצֵק הַזֶּה צָרִיךְ הֶכְשֵׁר הוֹאִיל וְכָל הַשִּׁעוּר הַזֶּה מְטַמֵּא בְּמַשָּׂא מִפְּנֵי כְּזַיִת נְבֵלָה שֶׁבְּתוֹכוֹ אַף עַל פִּי שֶׁאֵינוֹ מְטַמֵּא בְּמַגָּע הֲרֵי סוֹפוֹ לְטַמֵּא טֻמְאָה חֲמוּרָה לְפִיכָךְ אֵין צָרִיךְ הֶכְשֵׁר: \n",
            "פָּחוֹת מִכְּזַיִת מִבְּשַׂר הַמֵּת שֶׁהִשְׁלִים עָלָיו כְּבֵיצָה מִשְּׁאָר אֳכָלִין הַכּל צָרִיךְ מַחֲשָׁבָה שֶׁהֲרֵי בָּטֵל הַכּל אֵצֶל כָּל אָדָם. וְאֵין הַכּל צָרִיךְ הֶכְשֵׁר מִפְּנֵי בְּשַׂר הַמֵּת שֶׁבִּכְלָלוֹ: \n",
            "כְּזַיִת מִן הַמֵּת שֶׁחִפָּהוּ בְּבָצֵק הַכּל מִתְטַמֵּא טֻמְאָה חֲמוּרָה: \n",
            "הַחוֹתֵךְ בָּשָׂר מֵאָדָם חַי לְהַאֲכִילוֹ לְכֶלֶב. אִם חִשֵּׁב עָלָיו לְמַאֲכַל אָדָם הֲרֵי זֶה צָרִיךְ מַחֲשָׁבָה וְאֵינוֹ צָרִיךְ הֶכְשֵׁר: \n",
            "גּוֹזָל שֶׁנָּפַל לַגַּת וּמֵת אַף עַל פִּי שֶׁהַגַּת בַּמְּדִינָה הֲרֵי נִמְאַס בַּגַּת וּלְפִיכָךְ צָרִיךְ מַחֲשָׁבָה. חִשֵּׁב עָלָיו כְּשֶׁהֶעֱלָהוּ לְהַאֲכִילוֹ לְנָכְרִי הֲרֵי זֶה מְטַמֵּא שֶׁהֲרֵי חִשֵּׁב עָלָיו לְמַאֲכַל אָדָם. חִשֵּׁב עָלָיו לְהַאֲכִילוֹ לְכֶלֶב אֵינוֹ מִתְטַמֵּא טֻמְאַת אֳכָלִים. הָיָה זֶה שֶׁחִשֵּׁב עָלָיו לְהַאֲכִילוֹ לְאָדָם חֵרֵשׁ שׁוֹטֶה וְקָטָן הֲרֵי זֶה טָהוֹר. הֶעֱלוּהוּ כְּדֵי לְהַאֲכִילוֹ לְאָדָם הֲרֵי זֶה טָמֵא שֶׁיֵּשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה: \n"
        ],
        [
            "כַּמָּה שִׁעוּר אֳכָלִין לְטֻמְאָה. לְטֻמְאַת עַצְמָן כָּל שֶׁהֵן אֲפִלּוּ שֻׁמְשֹׁם אוֹ חַרְדָּל מִתְטַמֵּא שֶׁנֶּאֱמַר מִ<small>(ויקרא יא לד)</small> \"כָּל הָאֹכֶל אֲשֶׁר יֵאָכֵל\", כָּל שֶׁהוּא. וְאֵין אֹכֶל טָמֵא מְטַמֵּא אֹכֶל אַחֵר אוֹ מַשְׁקִין אוֹ יָדַיִם עַד שֶׁיִּהְיֶה בּוֹ כְּבֵיצָה בְּלֹא קְלִפָּתָהּ. וְכֵן הָאוֹכֵל אֳכָלִין טְמֵאִים אֵינוֹ נִפְסָל עַד שֶׁיֹּאכַל כְּבֵיצָה וּמֶחֱצָה וְזֶהוּ חֲצִי פְּרָס: \n",
            "הַמַּשְׁקִין מִתְטַמְּאִין כָּל שֶׁהֵן וּמְטַמְּאִין בְּכָל שֶׁהֵן. אֲפִלּוּ טִפַּת מַשְׁקִין טְמֵאִים כְּחַרְדָּל שֶׁנָּגְעָה בָּאֳכָלִין אוֹ בְּכֵלִים אוֹ בְּמַשְׁקִין אֲחֵרִים נִטְמְאוּ. וְאַף עַל פִּי כֵן אֵין הַשּׁוֹתֶה מַשְׁקִין טְמֵאִין נִפְסָל עַד שֶׁיִּשְׁתֶּה רְבִיעִית כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "כָּל הַמַּשְׁקִין מִצְטָרְפִין לִפְסל אֶת הַגְּוִיָּה לִרְבִיעִית. וְכָל הָאֳכָלִין מִצְטָרְפִין לִכְבֵיצָה לְטַמֵּא טֻמְאַת אֳכָלִים. וּלְכַחֲצִי פְּרָס לִפְסל אֶת הַגְּוִיָּה. אֲפִלּוּ חִטָּה עִם קֶמַח עִם בָּצֵק עִם תְּאֵנָה וּבָשָׂר וְכַיּוֹצֵא בְּאֵלּוּ הַכּל מִצְטָרֵף: \n",
            "הָעוֹר הַמְחֻבָּר בַּבָּשָׂר וְהַמָּרָק וְהַתַּבְלִין וְהָאָלָל אַף עַל פִּי שֶׁמִּקְצָתוֹ חָשַׁב עָלָיו וּמִקְצָתוֹ לֹא חָשַׁב עָלָיו. מִקְצָתוֹ פְּלָטַתּוּ חַיָּה וּמִקְצָתוֹ פְּלָטַתּוּ סַכִּין. וְהָעֲצָמוֹת הַמְחֻבָּרוֹת בַּבָּשָׂר. וְהַגִּידִים וְהַמְּקוֹמוֹת הָרַכִּים מִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם וְהַכְּנָפַיִם וְהַנּוֹצָה. וְהַמְּקוֹמוֹת הָרַכִּים מִן הַצִּפָּרְנַיִם וּמִן הַחַרְטֹם הַמֻּבְלָעִין בַּבָּשָׂר. כָּל אֶחָד מֵאֵלּוּ מִתְטַמְּאִין וּמְטַמְּאִין וּמִצְטָרְפִין לִכְבֵיצָה אוֹ לְכַחֲצִי פְּרָס: \n",
            "כְּבֵיצָה אֳכָלִין טְמֵאִים שֶׁהִנִּיחָן בַּחַמָּה וְנִתְמַעֲטוּ אֵינָן מְטַמְּאִים. וְכֵן כְּזַיִת מִן הַמֵּת אוֹ מִן הַנְּבֵלָה וְכַעֲדָשָׁה מִן הַשֶּׁרֶץ שֶׁהִנִּיחָן בַּחַמָּה וְנִתְמַעֲטוּ טְהוֹרִין: \n",
            "כְּזַיִת חֵלֶב וְדָם וְנוֹתָר וּפִגּוּל שֶׁהִנִּיחָן בַּחַמָּה וְנִתְמַעֲטוּ אֵין חַיָּבִין עֲלֵיהֶן כָּרֵת. הִנִּיחָן בַּגְּשָׁמִים וְנִתְפְּחוּ חָזְרוּ לִכְמוֹת שֶׁהָיוּ. בֵּין לְטֻמְאָה חֲמוּרָה בֵּין לְטֻמְאָה קַלָּה בֵּין לְאִסּוּר: \n",
            "עֲלֵי בְּצָלִים וּבְנֵי בְּצָלִים שֶׁהֵן חֲלוּלִין אִם יֵשׁ בָּהֶם רִיר מִשְׁתַּעֲרִין כְּמוֹת שֶׁהֵן. וְאִם הָיוּ חֲלוּלִין וְרֵיקָנִים מְמַעֵךְ אֶת חֲלָלָן: \n",
            "פַּת סֻפְגָּנִין מִשְׁתַּעֶרֶת כְּמוֹת שֶׁהִיא וְאִם יֵשׁ בָּהּ חָלָל מְמַעֵךְ אֶת חֲלָלָהּ: \n",
            "בְּשַׂר הָעֵגֶל שֶׁנִּתְפַּח וּבְשַׂר זְקֵנָה שֶׁנִּתְמַעֲטָה מִשְׁתַּעֲרִין כְּמוֹת שֶׁהֵן: \n",
            "הָאֱגוֹז וְהַתְּמָרִים וְהַשָּׁקֵד הַמִּתְקַרְקְשִׁים מִשְׁתַּעֲרִין כְּמוֹת שֶׁהֵן: \n",
            "כָּל שֶׁטֻּמְאָתוֹ וְשִׁעוּרוֹ שָׁוִין מִצְטָרְפִין זֶה עִם זֶה. הָיוּ טֻמְאָתָן שָׁוִין אֲבָל לֹא שִׁעוּרָן. שִׁעוּרָן אֲבָל לֹא טֻמְאָתָן אֵין מִצְטָרְפִין וַאֲפִלּוּ לְטַמֵּא כַּקַּל שֶׁבִּשְׁנֵיהֶן. כֵּיצַד טֻמְאָתוֹ וְלֹא שִׁעוּרוֹ. כְּגוֹן בְּשַׂר הַמֵּת וְרֶקֶב שֶׁלּוֹ. שִׁעוּרוֹ וְלֹא טֻמְאָתוֹ כְּגוֹן בְּשַׂר הַמֵּת וּבְשַׂר הַנְּבֵלָה. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם לֹא הָיוּ שָׁוִים לֹא בְּשִׁעוּר וְלֹא בְּטֻמְאָה כְּגוֹן בְּשַׂר נְבֵלָה וּבְשַׂר הַשֶּׁרֶץ שֶׁאֵין מִצְטָרְפִין: \n",
            "אֳכָלִין טְמֵאִים שִׁעוּרָם שָׁוֶה שֶׁכָּל אֹכֶל טָמֵא אֵינוֹ מְטַמֵּא אֶלָּא כְּבֵיצָה. וְטֻמְאָתָם שָׁוָה שֶׁכָּל אֹכֶל טָמֵא אֵינוֹ מְטַמֵּא אֶלָּא בְּמַגָּע וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כֵּלִים. לְפִיכָךְ מִצְטָרְפִין לְטַמֵּא כַּקַּל שֶׁבִּשְׁנֵיהֶן. כֵּיצַד. כַּחֲצִי בֵּיצָה אֹכֶל רִאשׁוֹן וְכַחֲצִי בֵּיצָה אֹכֶל שֵׁנִי שֶׁבְּלָלָן זֶה בָּזֶה הֲרֵי זֶה שֵׁנִי וְאִם נָגַע בִּתְרוּמָה פְּסָלָהּ. כַּחֲצִי בֵּיצָה אֹכֶל שֵׁנִי וְכַחֲצִי בֵּיצָה אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן הֲרֵי זֶה שְׁלִישִׁי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה אֲפִלּוּ חֲצִי בֵּיצָה אֹכֶל רִאשׁוֹן וַחֲצִי בֵּיצָה אֹכֶל רְבִיעִי שֶׁל קֹדֶשׁ שֶׁבְּלָלָן זֶה בָּזֶה הֲרֵי הַכּל רְבִיעִי: \n",
            "כְּבֵיצָה אֹכֶל רִאשׁוֹן וּכְבֵיצָה אֹכֶל שֵׁנִי שֶׁבְּלָלָן זֶה בָּזֶה הַכּל רִאשׁוֹן. חִלְּקָן כָּל אֶחָד מֵהֶן שֵׁנִי. נָפַל זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ עַל כִּכָּר שֶׁל תְּרוּמָה פְּסָלוּהוּ. נָפְלוּ שְׁנֵיהֶן כְּאֶחָד עֲשָׂאוּהוּ שֵׁנִי: \n",
            "כְּבֵיצָה אֹכֶל שֵׁנִי וּכְבֵיצָה אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן זֶה בָּזֶה הֲרֵי הַכּל שֵׁנִי. חִלְּקָן כָּל אֶחָד מֵהֶן שְׁלִישִׁי. נָפַל זֶה לְעַצְמוֹ [וְזֶה לְעַצְמוֹ] עַל כִּכָּר שֶׁל תְּרוּמָה לֹא פְּסָלוּהוּ. נָפְלוּ שְׁנֵיהֶן כְּאֶחָד פְּסָלוּהוּ מִפְּנֵי שֶׁעֲשָׂאוּהוּ שְׁלִישִׁי: \n",
            "כְּבֵיצָה אֹכֶל רִאשׁוֹן וּכְבֵיצָה אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן זֶה בָּזֶה רִאשׁוֹן. חִלְּקָן זֶה שֵׁנִי וְזֶה שֵׁנִי. שֶׁהַשְּׁלִישִׁי שֶׁנָּגַע בָּרִאשׁוֹן נַעֲשָׂה שֵׁנִי: \n",
            "כִּשְׁתֵּי בֵּיצִים אֹכֶל רִאשׁוֹן וְכִשְׁתֵּי בֵּיצִים אֹכֶל שֵׁנִי שֶׁבְּלָלָן הַכּל רִאשׁוֹן. חִלְּקָן לִשְׁנַיִם כָּל אֶחָד מֵהֶן רִאשׁוֹן. חִלְּקָן לִשְׁלֹשָׁה חֲלָקִים אוֹ לְאַרְבָּעָה כָּל אֶחָד מֵהֶן שֵׁנִי. וְכֵן כִּשְׁתֵּי בֵּיצִים אֹכֶל שֵׁנִי וְכִשְׁתֵּי בֵּיצִים אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן הַכּל שֵׁנִי. חִלְּקָן לִשְׁנַיִם כָּל אֶחָד מֵהֶן שֵׁנִי. לִשְׁלֹשָׁה וּלְאַרְבָּעָה הֲרֵי כָּל אֶחָד מֵהֶן שְׁלִישִׁי: \n"
        ],
        [
            "יְדוֹת הָאֳכָלִים הֵן הָעֵצִים הָרַכִּין הַסְּמוּכִין לָאֹכֶל שֶׁהָאֹכֶל נִתְלֶה בָּהֶן מִן הָאִילָן. כְּמוֹ עֵקְצֵי הַתְּאֵנִים וְהָאֲגַסִּים וּקְצָת הָאֶשְׁכּוֹל. וְכֵן הַגַּרְעִינִים וְכַיּוֹצֵא בָּהֶן מִדְּבָרִים שֶׁהָאֹכֶל צָרִיךְ לָהֶן. וְשׁוֹמְרֵי הָאֳכָלִין הֵן הַקְּלִפָּה שֶׁעַל הָאֹכֶל שֶׁהִיא שׁוֹמַרְתּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "כָּל שֶׁהוּא יָד וְאֵינוֹ שׁוֹמֵר מִתְטַמֵּא וּמְטַמֵּא וְלֹא מִצְטָרֵף. וְכָל שֶׁהוּא שׁוֹמֵר אַף עַל פִּי שֶׁאֵינוֹ יָד מְטַמֵּא וּמִתְטַמֵּא וּמִצְטָרֵף. וְכָל שֶׁאֵינוֹ לֹא שׁוֹמֵר וְלֹא יָד אֵינוֹ מִתְטַמֵּא וְלֹא מְטַמֵּא וְאֵין צָרִיךְ לוֹמַר שֶׁאֵינוֹ מִצְטָרֵף. כֵּיצַד מִתְטַמֵּא וּמְטַמֵּא וְאֵינוֹ מִצְטָרֵף. שֶׁאִם נָגְעָה טֻמְאָה בַּיָּד נִטְמָא הָאֹכֶל הַתָּלוּי בּוֹ. וְאִם נָגְעָה טֻמְאָה בָּאֹכֶל נִטְמָא הַיָּד. וְאֵין הַיָּד מִצְטָרֶפֶת עִם הָאֹכֶל לְהַשְׁלִימוֹ לִכְבֵיצָה אוֹ לְכַחֲצִי פְּרָס. אֲבָל אִם הָיָה שׁוֹמֵר הֲרֵי זֶה מִצְטָרֵף לִכְבֵיצָה וְלִכַחֲצִי פְּרָס: \n",
            "כְּשֵׁם שֶׁיָּד לְטֻמְאָה כָּךְ יֵשׁ יָד לְהֶכְשֵׁר. שֶׁאִם הֻכְשַׁר הַיָּד הֻכְשַׁר כָּל הָאֹכֶל הַתָּלוּי בּוֹ. וְיֵשׁ יָד לְפָחוֹת מִכְּזַיִת. וְיֵשׁ שׁוֹמֵר לְפָחוֹת מִכְּפוֹל. וְשׁוֹמֵר שֶׁחִלְּקוֹ אֵינוֹ מִצְטָרֵף עִם הָאֹכֶל: \n",
            "וּמִנַּיִן לְשׁוֹמְרֵי אֳכָלִין שֶׁהֵן מִתְטַמְּאִין עִם הָאֹכֶל כְּשֶׁהֵן מְחֻבָּרִין בָּהֶן שֶׁנֶּאֱמַר <small>(ויקרא יא לז)</small> \"עַל כָּל זֶרַע זֵרוּעַ אֲשֶׁר יִזָּרֵעַ\" כְּדֶרֶךְ שֶׁבְּנֵי אָדָם מוֹצִיאִין לִזְרִיעָה. חִטִּים בְּשִׁעוּרֵיהֶן וּשְׂעוֹרִים בִּקְלִפֵּיהֶן וַעֲדָשִׁים בִּקְלִפֵּיהֶן. וְהוּא הַדִּין לִשְׁאָר הַשּׁוֹמְרִין: \n",
            "וּמִנַּיִן לִידוֹת הָאֳכָלִין שֶׁהֵן מִתְטַמְּאוֹת וּמְטַמְּאוֹת כְּשֶׁהֵן מְחֻבָּרִין עִם הָאֳכָלִין שֶׁנֶּאֱמַר <small>(ויקרא יא לח)</small> \"טָמֵא הוּא לָכֶם\" לְכָל שֶׁבְּצָרְכֵיכֶם: \n",
            "הַבּוֹצֵר לַגַּת אֵין לוֹ יָדוֹת שֶׁהֲרֵי אֵין לוֹ צֹרֶךְ בְּיָד מִפְּנֵי שֶׁמּוֹצֵץ אֶת הַמַּשְׁקֶה: \n",
            "הַקּוֹצֵר לְסִכּוּךְ אֵין לוֹ יָדוֹת שֶׁהֲרֵי אֵינוֹ צָרִיךְ לַיָּד: \n",
            "כָּל יְדוֹת הָאֳכָלִין שֶׁבִּסְּסָן בְּגֹרֶן טְהוֹרִין: \n",
            "פְּסִיגָה שֶׁל אֶשְׁכּוֹל שֶׁרִקְּנָהּ טְהוֹרָה. וְאִם נִשְׁתַּיֵּר בָּהּ גַּרְגֵּר אֶחָד הֲרֵי זֶה יָד לְאוֹתוֹ גַּרְגֵּר וּמְקַבֶּלֶת טֻמְאָה. וְכֵן שַׁרְבִיט תְּמָרָה שֶׁרִקְּנוֹ טָהוֹר. שִׁיֵּר בּוֹ תְּמָרָה אַחַת טָמֵא. וְכֵן שַׁרְבִיט קִטְנִיּוֹת שֶׁרִקְּנוֹ טָהוֹר. שִׁיֵּר בּוֹ גַּרְגֵּר אֶחָד מְקַבֵּל טֻמְאָה: \n",
            "לְעוֹלָם אֵין שׁוֹמֵר עַל גַּבֵּי שׁוֹמֵר אֶלָּא שׁוֹמֵר אֶחָד בִּלְבַד הַסָּמוּךְ לָאֹכֶל הוּא הַנֶּחְשָׁב עִמּוֹ: \n",
            "שָׁלֹשׁ קְלִפּוֹת בַּבָּצָל. פְּנִימִית בֵּין שְׁלֵמָה בֵּין קְדוּרָה מִצְטָרֶפֶת. אֶמְצָעִית שְׁלֵמָה מִצְטָרֶפֶת קְדוּרָה אֵינָהּ מִצְטָרֶפֶת. הַחִיצוֹנָה בֵּין כָּךְ וּבֵין כָּךְ טְהוֹרָה: \n",
            "כָּל הַקְּלִפִּין מִתְטַמְּאוֹת וּמְטַמְּאוֹת וּמִצְטָרְפוֹת מִפְּנֵי שֶׁהֵן שׁוֹמֵר. קְלִפֵּי פּוֹלִין וְתוּרְמוּסִין זְרָקָן אֵינָן מִתְטַמְּאוֹת כְּנָסָן לָאֳכָלִין מִתְטַמְּאִין. וְאִם נִשְׁאַר בָּהֶן אֹכֶל בֵּין כָּךְ וּבֵין כָּךְ מִתְטַמְּאִין. קְלִפַּת מְלָפְפוֹן אַף עַל פִּי שֶׁאֵין בָּהֶן מִתּוֹךְ הַמְּלָפְפוֹן מִתְטַמְּאוֹת טֻמְאַת אֳכָלִין. הַשְּׂעוֹרִים בִּזְמַן שֶׁהֵן יְבֵשִׁין קְלִפָּתָן מִצְטָרֶפֶת עִמָּהֶן וּבִזְמַן שֶׁהֵן לַחִין אֵין מִצְטָרְפִין. אֲבָל הַחִטָּה בֵּין לֶחָה בֵּין יְבֵשָׁה קְלִפָּתָהּ מִצְטָרֶפֶת: \n",
            "כָּל הַגַּרְעִינִין מִתְטַמְּאוֹת וּמְטַמְּאוֹת וְלֹא מִצְטָרְפוֹת חוּץ מִגַּרְעִינוֹת הָרֹטֶב. אֲבָל שֶׁל תְּמָרָה יָבֵשָׁה אֵינָהּ מִצְטָרֶפֶת: \n",
            "הַחֹתֶל שֶׁעַל הַגַּרְעִינָה שֶׁל רֹטֶב אֵינָהּ מִצְטָרֶפֶת וְשֶׁעַל גַּרְעִינַת הַיְּבֵשָׁה מִצְטָרֶפֶת מִפְּנֵי שֶׁהוּא דָּבוּק בָּאֹכֶל נֶחְשָׁב כְּאֹכֶל: \n",
            "גַּרְעִינָה שֶׁל רֹטֶב שֶׁיָּצָאת מִקְּצָתָהּ כָּל שֶׁכְּנֶגֶד הָאֹכֶל מִצְטָרֵף וְהַיּוֹצֵא אֵינוֹ מִצְטָרֵף. וְכֵן עֶצֶם שֶׁיֵּשׁ עָלָיו בָּשָׂר כָּל שֶׁכְּנֶגֶד הַבָּשָׂר מִצְטָרֵף. הָיָה עָלָיו הַבָּשָׂר מִצַּד אֶחָד אֵינוֹ מִצְטָרֵף מִמֶּנּוּ אֶלָּא הָעֶצֶם שֶׁתַּחַת הַבָּשָׂר עַד חֲלַל הָעֶצֶם. וְאִם לֹא הָיָה לָעֶצֶם חָלָל רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא כָּעֳבִי הָאֵזוֹב וּשְׁאָר הָעֶצֶם אֵין מִצְטָרֵף שֶׁהָעֲצָמוֹת לַבָּשָׂר כְּשׁוֹמֵר הֵן חֲשׁוּבִין: \n",
            "קוּלִית שֶׁהָיָה עָלֶיהָ בָּשָׂר אֲפִלּוּ כְּפוֹל גּוֹרֵר אֶת כֻּלָּהּ לְטֻמְאָה: \n",
            "גַּרְעִינֵי זֵיתִים וּתְמָרָה אַף עַל פִּי שֶׁשְּׁלָקָן לָאֳכָלִין אֵין מִתְטַמְּאִין: \n",
            "גַּרְעִינֵי חָרוּבִין אַף עַל פִּי שֶׁכְּנָסָן לָאֳכָלִין אֵין מִתְטַמְּאִין. שְׁלָקָן לָאֳכָלִין מִתְטַמְּאִין: \n",
            "וְאֵלּוּ מִתְטַמְּאִין וּמְטַמְּאִין וּמִצְטָרְפִין. שָׁרְשֵׁי הַשּׁוּם וְהַבְּצָלִים וְהַקַּפְלוֹטוֹת בִּזְמַן שֶׁהֵן לַחִין. וְהַפִּטְמָה שֶׁלָּהֶן בֵּין לֶחָה בֵּין יְבֵשָׁה. וְהָעַמּוּד שֶׁהוּא מְכֻוָּן כְּנֶגֶד הָאֹכֶל. וְשָׁרְשֵׁי הַחֲזָרִין וְהַנָּפוּס. וְשֹׁרֶשׁ צְנוֹן גָּדוֹל מִצְטָרֵף. וְהַסִּיב שֶׁלּוֹ אֵינוֹ מִצְטָרֵף. וְשָׁרְשֵׁי הַמִּנְתָּא וְהַפֵּיגָם. וְשָׁרְשֵׁי יַרְקוֹת שָׂדֶה וְיַרְקוֹת גִּנָּה שֶׁעִקָּרָן לִשְׁתָלִים. וְהַשּׁוּרָה שֶׁל שִׁבּלֶת וְהַלְּבוּשׁ שֶׁלָּהּ. וְעֻקְצֵי תְּאֵנִים וּגְרוֹגָרוֹת. וְהַכְּלֻסִּים וְהֶחָרוּבִין: \n",
            "וְאֵלּוּ מִתְטַמְּאִים וּמְטַמְּאִין וְלֹא מִצְטָרְפִין. שָׁרְשֵׁי הַשּׁוּם וְהַבְּצָלִים וְהַקַּפְלוֹטוֹת בִּזְמַן שֶׁהֵן יְבֵשִׁין. וְהָעַמּוּד שֶׁאֵינוֹ מְכֻוָּן כְּנֶגֶד הָאֹכֶל. וּמַלָעִין שֶׁל שִׁבֳּלִים וְהֵן הַשְּׂעָרוֹת הַשְּׁחוֹרוֹת שֶׁבְּרֹאשׁ הַשִּׁבּלֶת שֶׁדּוֹמִין כְּמוֹ מַסָּר. וְעֵקְצֵי הָאֲגַסִּים וְהַקְּרוּסְטְמָלִין וְהַפְּרִישִׁין וְהָעוּזְרָדִין. וְעֹקֶץ דְּלַעַת טֶפַח הַסָּמוּךְ לָאֹכֶל. וְעֹקֶץ קֻנְדָּס טֶפַח. וְכֵן יַד הַפַּרְכִּיל טֶפַח מִכָּאן וְטֶפַח מִכָּאן. וְהַפַּרְכִּיל הוּא הַשָּׂרִיג שֶׁהָאֶשְׁכְּלוֹת תְּלוּיִין בּוֹ. וְיַד הָאֶשְׁכּוֹל כָּל שֶׁהוּא. וּזְנַב הָאֶשְׁכּוֹל שֶׁרִקְּנוֹ. וְיַד הַמִּכְבָּד שֶׁל תְּמָרָה אַרְבָּעָה טְפָחִים. וְהַמִּכְבָּד הוּא הָעֵץ הָאָדֹם שֶׁהַשַּׁרְבִיטִין תְּלוּיִין בּוֹ וְהַתְּמָרִין דְּבוּקוֹת בַּשַּׁרְבִיטִין. וּקְנֵה הַשִּׁבּלֶת שְׁלֹשָׁה טְפָחִים. וְיַד כָּל הַנִּקְצָרִין שְׁלֹשָׁה טְפָחִים. וְשֶׁאֵין דַּרְכּוֹ לְהִקָּצֵר יְדֵיהֶם וְשָׁרְשֵׁיהֶן כָּל שֶׁהֵן. כָּל אֵלּוּ מִתְטַמְּאִין וּמְטַמְּאִין וְלֹא מִצְטָרְפִין מִפְּנֵי שֶׁהֵן יְדוֹת אֳכָלִין: \n",
            "וְאֵלּוּ לֹא מִתְטַמְּאִין וְלֹא מְטַמְּאִין וְלֹא מִצְטָרְפִין. שְׁאָר כָּל הָעֳקָצִים. וְשָׁרְשֵׁי קִלְחֵי הַכְּרוּב. וְחַלְפֵי תְּרָדִים וְחַלְפֵי הַלֶּפֶת וְהֵן הָעִקָּרִין שֶׁנִּשְׁאֲרוּ בַּקַּרְקַע כְּשֶׁלָּקְטוּ הַכְּרוּב וְהַלֶּפֶת וְחָזְרוּ וְהֶחְלִיפוּ. וְכָל הַשָּׁרָשִׁין שֶׁדַּרְכָּן לְהִגָּזֵז שֶׁנֶּעֶקְרוּ עִם הָאֹכֶל. הַפִּטְמָה שֶׁל רִמּוֹן מִצְטָרֶפֶת וְהַנֵּץ שֶׁלּוֹ אֵינוֹ מִצְטָרֵף: \n",
            "הָרִמּוֹן וְהָאֲבַטִּיחַ שֶׁנִּמּוֹק מִקְצָתוֹ אֵין הַנִּשְׁאָר חִבּוּר לְאוֹתוֹ שֶׁנִּמּוֹק. וְאֵין הַנִּשְׁאָר מִן הַקְּלִפָּה מִצְטָרֵף שֶׁהֲרֵי אֵין שְׁמִירָתוֹ מוֹעֶלֶת כְּלוּם. וְכֵן אִם הָיָה שָׁלֵם מִכָּאן וּמִכָּאן וְנִמּוֹק בָּאֶמְצַע אֵין הַצְּדָדִין חִבּוּר זֶה לָזֶה וְאֵין קְלִפָּתוֹ מִצְטָרֶפֶת. עֲלֵי יְרָקוֹת יְרֻקִּין מִצְטָרְפִין וּלְבָנִים אֵינָם מִצְטָרְפִין שֶׁהֲרֵי אֵינָן כְּלוּם: \n"
        ],
        [
            "הָאֱגוֹזִין וְהַשְּׁקֵדִים שֶׁנִּסְדְּקָה קְלִפָּתָן עֲדַיִן הוּא חִבּוּר לָאֹכֶל עַד שֶׁיְּרַצֵּץ אֶת הַקְּלִפָּה: \n",
            "בֵּיצָה מְגֻלְגֶּלֶת מִשֶּׁיִּקֹּב בָּהּ מָקוֹם לְגָמְעָהּ מִמֶּנּוּ אֵין שְׁאָר קְלִפָּתָהּ חִבּוּר. וּשְׁלוּקָה קְלִפָּתָהּ חִבּוּר עַד שֶׁיְּרַצֵּץ אֶת הַקְּלִפָּה. וְאִם נִתְבַּלָּה בִּקְלִפָּתָהּ אַף עַל פִּי שֶׁרִצְצָהּ כֻּלָּהּ חִבּוּר: \n",
            "עֶצֶם שֶׁיֵּשׁ בּוֹ מוֹחַ חִבּוּר עַד שֶׁיְּרַצֵּץ. צֶמֶר שֶׁבְּרָאשֵׁי הַכְּבָשִׂים וְשֵׂעָר שֶׁבִּזְקַן הַתְּיָשִׁים אַף עַל פִּי שֶׁחֲרָכָן בָּאוּר הֲרֵי הֵן חִבּוּר עַד שֶׁיַּתְחִיל לִתְלֹשׁ: \n",
            "כַּנְפֵי חֲגָבִים וְקַשְׂקַשֵּׂי דָּגִים אַף עַל פִּי שֶׁהֶעֱבִיר סַכִּין עֲלֵיהֶן חִבּוּר עַד שֶׁיַּתְחִיל לְקַלֵּף. הָרִמּוֹן שֶׁפִּרְדּוֹ חִבּוּר עַד שֶׁיַּקִּישׁ עָלָיו בְּקָנֶה: \n",
            "הַשַּׁרְבִיטִים שֶׁל תְּמָרִים אֵינָן חִבּוּר זֶה לָזֶה: \n",
            "מְלָפְפוֹן שֶׁחֲתָכוֹ וּנְתָנוֹ עַל הַשֻּׁלְחָן חִבּוּר עַד שֶׁיַּתְחִיל לְפָרֵק. הִתְחִיל לְפָרֵק חֲתִיכָה וְכָל הָעוֹלֶה עִמָּהּ חִבּוּר וְהַשְּׁאָר אֵינָהּ חִבּוּר. פִּיקָה הַתַּחְתּוֹנָה חִבּוּר לְעַצְמָהּ וְאֵינָהּ חִבּוּר לַחֲתִיכוֹת. הָיוּ שְׁנַיִם אוֹ שְׁלֹשָׁה מְלָפְפוֹנוֹת וְחָתַךְ כָּל אֶחָד מֵהֶן וְהִנִּיחָן עַל הַשֻּׁלְחָן וְהִתְחִיל בְּאֶחָד מֵהֶן זֶה שֶׁהִתְחִיל בּוֹ חִבּוּר וְהַשְּׁאָר אֵינוֹ חִבּוּר. אֲפִלּוּ אָמַר חֶצְיוֹ אֲנִי אוֹכֵל שַׁחֲרִית וְחֶצְיוֹ עַרְבִית זֶה הַחֵצִי שֶׁהִתְחִיל בּוֹ חִבּוּר וְהַשְּׁאָר אֵינוֹ חִבּוּר: \n",
            "הַמְחַתֵּךְ יְרָקוֹת וְכַיּוֹצֵא בָּהֶן לְבַשֵּׁל אַף עַל פִּי שֶׁלֹּא מֵרֵק וְהִבְדִּיל אֵינוֹ חִבּוּר. אֶלָּא אִם נִטְמָא זֶה לֹא נִטְמָא זֶה אַף עַל פִּי שֶׁהוּא מְעֹרֶה בּוֹ. חָתַךְ לִכְבּשׁ אוֹ לִשְׁלֹק אוֹ לְהָנִיחַ עַל הַשֻּׁלְחָן הֲרֵי זֶה חִבּוּר וַאֲפִלּוּ הִתְחִיל לְפָרֵק מַה שֶּׁחָתַךְ: \n",
            "כָּל אֹכֶל שֶׁעֲדַיִן לֹא פֵּרְקוֹ חִבּוּר וְאִם נִטְמָא מִקְצָתוֹ נִטְמָא כֻּלּוֹ: \n",
            "אֹכֶל שֶׁנִּפְרַס וּמְעֹרֶה בְּמִקְצָת וְנָגַע טָמֵא בְּאֶחָד מֵהֶן אִם אָחַז בְּזֶה שֶׁנָּגַע בּוֹ וְהַשֵּׁנִי עוֹלֶה עִמּוֹ הֲרֵי זֶה חִבּוּר. וְאִם כְּשֶׁאוֹחֵז בָּזֶה הַטָּמֵא וּמַגְבִּיהוֹ יִשָׁמֵט הָאַחֵר וְיִפּל אֵינוֹ חִבּוּר אֶלָּא הֲרֵי זֶה הָאַחֵר כְּנוֹגֵעַ בָּרִאשׁוֹן שֶׁנִּטְמָא: \n",
            "כָּל הָאֳכָלִין שֶׁהָיוּ עָלִין אוֹ קְלָחִין מְחֻבָּרִין בָּהֶן אֶת שֶׁדַּרְכּוֹ לְהֵאָחֵז בֶּעָלֶה אוֹחֲזִין אוֹתוֹ בֶּעָלֶה. בַּקֶּלַח אוֹחֲזִין אוֹתוֹ בַּקֶּלַח. אִם נִתְלָה עִמּוֹ הֲרֵי זֶה חִבּוּר בִּטְבוּל יוֹם וְאֵין צָרִיךְ לוֹמַר בִּשְׁאָר טֻמְאוֹת. וְכֵן אִם הָיָה לוֹ יָד אוֹחֲזִין אוֹתוֹ בַּיָּד שֶׁלּוֹ. הָיְתָה לוֹ יָד וְעָלֶה אוֹחֲזִין אוֹתוֹ בְּאֵי זֶה מֵהֶן שֶׁיִּרְצֶה. לֹא הָיְתָה לוֹ יָד וְלֹא עָלֶה, בָּזֶה אָמְרוּ אִם אוֹחֵז בַּטָּמֵא וְהַשֵּׁנִי עוֹלֶה עִמּוֹ חִבּוּר וְאִם לָאו אֵינוֹ חִבּוּר: \n",
            "הָאֱגוֹזִין שֶׁקְּצָצָן בְּעֵקְצֵיהֶן כְּשֶׁהֵן רַכִּין וַאֲמָנָן כֻּלָּן כְּמוֹ חֶבֶל וְכֵן הַבְּצָלִים שֶׁחִבְּרָן בַּדֶּרֶךְ הַזֹּאת הֲרֵי אֵלּוּ חִבּוּר. הִתְחִיל לְפָרֵק בָּאֱגוֹזִים וּלְפַקֵּל בַּבְּצָלִים אֵין הַשְּׁאָר חִבּוּר. אֲפִלּוּ הָיוּ לְפָנָיו מֵאָה כּוֹר אֵין כֻּלָּן חִבּוּר שֶׁהֲרֵי הוֹכִיחַ שֶׁדַּעְתּוֹ לְפָרֵק הַכּל: \n",
            "קְלִיעָה שֶׁל שׁוּם שֶׁנָּפְלוּ מַשְׁקִין עַל אֶחָד מֵהֶן הוּא טָמֵא וְחִבּוּרוֹ טָהוֹר שֶׁאֵין חִבּוּרֵי אָדָם חִבּוּר לְכָל דָּבָר. וְכֵן אֶתְרוֹג שֶׁנִּפְרַשׁ וּתְחָבוֹ בְּכוּשׁ אוֹ בְּקֵיסָם אֵינוֹ חִבּוּר: \n",
            "עִסָּה שֶׁלָּשָׁהּ בְּמֵי פֵּרוֹת אֵינָהּ חִבּוּר. שֶׁאֵין לְךָ דָּבָר שֶׁמְּחַבֵּר אֶת הָאֳכָלִין אֶלָּא שִׁבְעָה מַשְׁקִין בִּלְבַד: \n",
            "הַמְמַעֵךְ אֳכָלִין זֶה בָּזֶה וְקִבְּצָן כְּגוֹן הַדְּבֵלָה וְהַתְּמָרִים וְהַצִּמּוּקִין שֶׁקִּבְּצָן וַעֲשָׂאָן גּוּף אֶחָד אֵינָן חִבּוּר. לְפִיכָךְ עִגּוּל שֶׁל דְּבֵלָה שֶׁנָּפְלוּ מַשְׁקִין טְמֵאִין עַל מִקְצָתוֹ הֲרֵי זֶה נוֹטֵל מִמֶּנּוּ מְקוֹם הַמַּשְׁקִין בִּלְבַד וְהַשְּׁאָר טָהוֹר: \n",
            "הַתְּמָרִים וְהַגְּרוֹגָרוֹת שֶׁשְּׁלָקָן וְנַעֲשׂוּ אוֹם הֲרֵי זֶה חִבּוּר: \n",
            "הַזֵּיתִים שֶׁעֲטָנָן וְנַעֲשׂוּ גּוּשׁ אֶחָד הֲרֵי זֶה חִבּוּר. מִפְּנֵי שֶׁמִּתְּחִלָּה לֹא נְתָנָן לַמַּעֲטָן אֶלָּא עַל מְנָת שֶׁיִּינְקוּ זֶה מִזֶּה. לְפִיכָךְ שֶׁרֶץ שֶׁנִּמְצָא עַל אוֹם שֶׁל זֵיתִים וְהֵן הַזֵּיתִים שֶׁנַּעֲשׂוּ כֻּלָּן גּוּף אֶחָד אֲפִלּוּ נָגַע בְּכִשְׂעוֹרָה הַכּל טָמֵא שֶׁהַכּל גּוּף אֶחָד. הָיְתָה לוֹ אוֹם שֶׁל זֵיתִים וְעָתִיד לְהָפְכָהּ כֵּיוָן שֶׁתָּקַע בָּהּ אֶת הַיָּתֵד אַף עַל פִּי שֶׁיֵּשׁ בָּהּ גּוּשִׁים הַרְבֵּה אֵינָן חִבּוּר. וְאִם מִשֶּׁהֲפָכָהּ נַעֲשׂוּ אוֹם אֵינָן חִבּוּר: \n",
            "אֹכֶל פָּרוּד שֶׁהוּא כֻּלּוֹ מְכֻנָּס וְדָבֵק זֶה בָּזֶה אַף עַל פִּי שֶׁאֵינוֹ חִבּוּר לְהִתְטַמֵּא וְאֵינוֹ כְּגוּף אֶחָד כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הוּא מִצְטָרֵף לִכְבֵיצָה לְטַמֵּא טֻמְאַת אֳכָלִים אֲחֵרִים. וְאִם לֹא כְּנָסוֹ אֶלָּא הֲרֵי הוּא מְפֹרָד כְּמַעֲשֵׂה קְדֵרָה וְהַקִּטְנִית אֵינוֹ מִצְטָרֵף עַד שֶׁיְּקַבְּצֵם וְיַעֲשֵׂם גּוּשׁ אֶחָד. הָיוּ גּוּשִׁים הַרְבֵּה זֶה בְּצַד זֶה וְנָגַע אַב הַטֻּמְאָה בְּאֶחָד מֵהֶן הֲרֵי הוּא רִאשׁוֹן וְהַגּוּשׁ שֶׁבְּצִדּוֹ שֵׁנִי וְשֶׁבְּצַד הַשֵּׁנִי שְׁלִישִׁי וְשֶׁבְּצַד הַשְּׁלִישִׁי רְבִיעִי: \n",
            "כִּכָּר שֶׁל תְּרוּמָה שֶׁהָיְתָה רִאשׁוֹן לְטֻמְאָה וְהִשִּׁיךְ לָהּ אֲחֵרוֹת כֻּלָּם רִאשׁוֹן. פֵּרְשָׁה הִיא רִאשׁוֹן וְכֻלָּן שְׁנִיּוֹת. הָיְתָה שְׁנִיָּה וְהִשִּׁיךְ לָהּ אֲחֵרוֹת כֻּלָּן שְׁנִיּוֹת. פֵּרְשָׁה הִיא שְׁנִיָּה וְכֻלָּן שְׁלִישִׁיּוֹת. הָיְתָה שְׁלִישִׁית וְהִשִּׁיךְ לָהּ אֲחֵרוֹת הִיא שְׁלִישִׁית וְכֻלָּן טְהוֹרוֹת בֵּין שֶׁפֵּרְשׁוּ בֵּין שֶׁלֹּא פֵּרְשׁוּ: \n",
            "כִּכָּרוֹת שֶׁל תְּרוּמָה נוֹשְׁכוֹת זוֹ בְּזוֹ נִטְמֵאת אַחַת מֵהֶן בְּשֶׁרֶץ כֻּלָּן רִאשׁוֹן וְאַף עַל פִּי שֶׁפֵּרְשׁוּ אַחַר מִכָּאן. [נִטְמֵאת אַחַת בְּמַשְׁקִין טְמֵאִין כֻּלָּן שְׁנִיּוֹת אַף עַל פִּי שֶׁפֵּרְשׁוּ אַחַר מִכָּאן]. נִטְמֵאת אַחַת מֵהֶן בְּיָדַיִם כֻּלָּן שְׁלִישִׁיּוֹת וְאַף עַל פִּי שֶׁפֵּרְשׁוּ מִפְּנֵי שֶׁהָיוּ גּוּף אֶחָד בִּשְׁעַת טֻמְאָתָן: \n"
        ],
        [
            "הַנִּצוֹק אֵינוֹ חִבּוּר לֹא לְטֻמְאָה וְלֹא לְטָהֳרָה. כֵּיצַד. הָיָה מְעָרֶה מַשְׁקִין טְהוֹרִין לְתוֹךְ כְּלִי טָמֵא וַאֲפִלּוּ עַל גַּבֵּי הַשֶּׁרֶץ הֲרֵי הָעַמּוּד הַנִּצּוֹק טָהוֹר. וְאִם קָלַט מִן הַמַּשְׁקִין הַנִּגָּרִין מִן הָאֲוִיר הֲרֵי זֶה שֶׁקָּלַט טָהוֹר. וְאֵין צָרִיךְ לוֹמַר שֶׁהַמַּשְׁקִין שֶׁמְּעָרֶה מֵהֶן טְהוֹרִין: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁעֵרָה מִצּוֹנֵן לְצוֹנֵן אוֹ מֵחַם לְחַם אוֹ מֵחַם לְצוֹנֵן. אֲבָל הַמְעָרֶה מַשְׁקִין טְהוֹרִין צוֹנֵן לְתוֹךְ מַשְׁקִין טְמֵאִין חַמִּין הֲרֵי הַנִּצּוֹק חִבּוּר וְנִטְמְאוּ הַמַּשְׁקִין הַצּוֹנֵן כֻּלָּן שֶׁהוּא מְעָרֶה מֵהֶן וְנִטְמָא הַכְּלִי שֶׁמְּעָרֶה מִמֶּנּוּ מֵחֲמַת הַמַּשְׁקִין שֶׁבְּתוֹכוֹ שֶׁהֲרֵי נִטְמְאוּ. וּמִפְּנֵי מָה אָמְרוּ הַמְעָרֶה מַשְׁקִין צוֹנֵן לְחַמִּין חִבּוּר מִפְּנֵי שֶׁעֶשֶׁן הַחַמִּין עוֹלֶה כְּתִמְרוֹת עָשָׁן וּמִתְעָרֵב בַּנִּצּוֹק וּבַמַּיִם שֶׁבַּכְּלִי הָעֶלְיוֹן וּמְטַמֵּא הַכְּלִי שֶׁהֶעָשָׁן הָעוֹלֶה מִן הַחַמִּין מַשְׁקִין הוּא חָשׁוּב: \n",
            "לְפִיכָךְ הָאִשָּׁה שֶׁהָיוּ יָדֶיהָ טְהוֹרוֹת וֶהֱגִיסָהּ בִּקְדֵרָה טְמֵאָה וְהִזִּיעוּ יָדֶיהָ מֵהֶבֶל הַקְּדֵרָה נִטְמְאוּ יָדֶיהָ כְּאִלּוּ נָגְעָה בַּמַּשְׁקֶה שֶׁבַּקְּדֵרָה. וְכֵן אִם הָיוּ יָדֶיהָ טְמֵאוֹת וֶהֱגִיסָהּ בִּקְדֵרָה וְהִזִּיעוּ יָדֶיהָ נִטְמָא כָּל מַה שֶּׁבַּקְּדֵרָה כְּאִלּוּ נָגְעָה בַּמַּשְׁקִין שֶׁבַּקְּדֵרָה: \n",
            "נְחִיל דְּבַשׁ הַזִּיפִים וּדְבַשׁ הַצַּפַּחַת הַנִּצּוֹק שֶׁלָּהֶן חִבּוּר וַאֲפִלּוּ הָיָה מְעָרֶה מִצּוֹנֵן לְצוֹנֵן מִפְּנֵי שֶׁיֵּשׁ לָהֶן רִיר וַהֲרֵי הֵן נִמְשָׁכִין כְּדֶבֶק. לְפִיכָךְ כָּל הָאֳכָלִין אֵין הַנִּצּוֹק שֶׁלָּהֶן חִבּוּר וַאֲפִלּוּ הָיוּ עָבִים הַרְבֵּה כְּגוֹן הַגְּרִיסִין וְהַחֵלֶב הַמֻּתָּךְ וְכַיּוֹצֵא בָּהֶן. לְפִי שֶׁאֵין לָהֶן רִיר. וְכֵן שְׁאָר כָּל הַמַּשְׁקִין אֵין הַנִּצּוֹק שֶׁלָּהֶן חִבּוּר אֶלָּא אִם כֵּן עֵרָה מִצּוֹנֵן לְחַם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הַנִּצּוֹק אֵינוֹ חִבּוּר לְטָהֲרָה. כֵּיצַד. שֶׁאִם עֵרָה מַיִם טְמֵאִים מִכְּלִי אֶבֶן וְכַיּוֹצֵא בָּהֶן לְתוֹךְ הַמִּקְוֶה אֵין אוֹמְרִים מִשֶּׁהִגִּיעַ קְצָת הַנִּצּוֹק לַמִּקְוֶה טִהֲרוּ הַמַּיִם אֶלָּא הֲרֵי הֵן בְּטֻמְאָתָן עַד שֶׁיַּשִּׁיק הַמִּקְוֶה לְכֻלָּן מִצַּד אֶחָד כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הַקְּטַפְרֵס שֶׁיֵּשׁ עָלָיו מַשְׁקֶה טוֹפֵחַ אֵינוֹ מְחַבְּרָן לִשְׁאָר הַמַּשְׁקִין שֶׁבַּמִּדְרוֹן לֹא לְטֻמְאָה וְלֹא לְטָהֳרָה. אֲבָל הַמַּשְׁקִין שֶׁבַּאֶשְׁבּוֹרֶן כֻּלָּן חִבּוּר לְטֻמְאָה וּלְטָהֳרָה: \n",
            "עֲרֵבָה שֶׁהִיא קְטַפְרֵס וְעָלֶיהָ מַשְׁקֶה טוֹפֵחַ וְשָׁלֹשׁ חֲתִיכוֹת אֳכָלִין טְמֵאִים בִּכְבֵיצָה מֻנָּחִין עָלֶיהָ זוֹ לְמַטָּה מִזּוֹ אֵינָן מִצְטָרְפוֹת. הָיוּ שְׁתַּיִם הֲרֵי אֵלּוּ מִצְטָרְפוֹת. וְאִם הָיָה תַּחְתֵּיהֶם מַשְׁקֶה עוֹמֵד אֲפִלּוּ כְּעֵין הַחַרְדָּל הֲרֵי זֶה מְצָרֵף אֶת כֻּלָּן: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁטְּבוּל יוֹם אֵינוֹ מְטַמֵּא חֻלִּין כְּלָל אֶלָּא פּוֹסֵל אָכְלֵי תְּרוּמָה וּמַשְׁקֵה תְּרוּמָה וְעוֹשֶׂה הַכּל שְׁלִישִׁי. וְכֵן אִם נָגַע בְּאָכְלֵי קֹדֶשׁ אוֹ מַשְׁקֵה קֹדֶשׁ פְּסָלָן וַעֲשָׂאָן רְבִיעִי: \n",
            "יֵשׁ דְּבָרִים שֶׁאֵינָם חִבּוּר בִּטְבוּל יוֹם וְאַף עַל פִּי שֶׁהֵן חִבּוּר בְּכָל הַטֻּמְאוֹת. אֶלָּא אִם נָגַע בָּהֶן טְבוּל יוֹם לֹא פָּסַל אֶלָּא זֶה שֶׁנָּגַע בּוֹ. וְאִלּוּ הָיָה הַנּוֹגֵעַ בִּמְקוֹם טְבוּל יוֹם אָדָם אַחֵר הָיָה פּוֹסֵל הַכּל. אֲפִלּוּ הָיָה הַנּוֹגֵעַ אָדָם שֶׁאָכַל אֳכָלִין טְמֵאִין אוֹ שָׁתָה מַשְׁקִין טְמֵאִין שֶׁהִיא טֻמְאָה קַלָּה הֲרֵי זֶה פָּסַל הַכּל שֶׁלֹּא פְּסָלוֹ טְבוּל יוֹם. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם הָיָה הַנּוֹגֵעַ אַב טֻמְאָה אוֹ רִאשׁוֹן שֶׁהוּא מְטַמֵּא הַכּל. וּמִפְּנֵי מָה הֵקֵלּוּ בִּטְבוּל יוֹם מִפְּנֵי שֶׁכְּבָר טָהַר וְאֵינוֹ מְחֻסָּר אֶלָּא הַעֲרֵב שֶׁמֶשׁ. וְעוֹד הֵקֵלוּ בִּטְבוּל יוֹם שֶׁיֵּשׁ אֳכָלִין שֶׁהֵן מְיֻחָדִין לְאָדָם וּמִתְטַמְּאִין בְּכָל הַטֻּמְאוֹת וְהֵן טְהוֹרוֹת בִּטְבוּל יוֹם. וְאֵלּוּ הֵן. הַשְּׂעוֹרָה וְהַכֻּסֶּמֶת בִּזְמַן שֶׁאֵינָן קְלוּפִין. אֲבָל בִּזְמַן שֶׁהֵן קְלוּפִין וְהַחִטָּה אַף עַל פִּי שֶׁאֵינָהּ קְלוּפָה. וְהַקֶּצַח וְהַשּׁוּמְשׁוּם. נִפְסָלִין בִּטְבוּל יוֹם וְאֵין צָרִיךְ לוֹמַר שֶׁהֵן מִתְטַמְּאִין בְּכָל הַטֻּמְאוֹת: \n",
            "כָּל יַד הָאֳכָלִין שֶׁהֵן חִבּוּר בְּאַב הַטֻּמְאָה הֲרֵי הֵן חִבּוּר בִּטְבוּל יוֹם. וְכֵן כָּל הָאֹכֶל שֶׁנִּפְרָס וּמְעֹרֶה בְּמִקְצָת שֶׁהוּא חִבּוּר בְּאַב הַטֻּמְאָה כָּךְ הוּא חִבּוּר בִּטְבוּל יוֹם. וְכָל שֶׁאֵינוֹ חִבּוּר בִּטְבוּל יוֹם הֲרֵי הוּא חִבּוּר בְּיָדַיִם וְגַם זֶה חֹמֶר בְּטֻמְאַת יָדַיִם מִטְּבוּל יוֹם: \n"
        ],
        [
            "חַלוֹת אוֹ כִּכָּרִים שֶׁכְּנָסָן וְהָיוּ נוֹשְׁכוֹת זוֹ בְּזוֹ וְדַעְתּוֹ לְהַפְרִישָׁן אוֹ שֶׁאָפָה חַלָּה עַל גַּבֵּי חַלָּה בַּתַּנּוּר וַעֲדַיִן לֹא קָרְמוּ פָּנֶיהָ וְנָגַע טְבוּל יוֹם בְּאַחַת מֵהֶן לֹא פָּסַל אֶלָּא הַחַלָּה שֶׁנָּגַע בָּהּ. וְכֵן הַמַּיִם שֶׁהִרְתִּיחוּ וְנַעֲשׂוּ כְּקוּבָּה. וְהַגְּרִיסִין שֶׁהִרְתִּיחוּ רְתִיחָה רִאשׁוֹנָה. וְיַיִן חָדָשׁ וְאֹרֶז שֶׁהִרְתִּיחוּ. וְנָגַע טְבוּל יוֹם בָּרְתִיחָה אֵינוֹ חִבּוּר וְלֹא פָּסַל אֶלָּא הָרְתִיחָה בִּלְבַד. וּבִשְׁאָר כָּל הַטֻּמְאוֹת בֵּין קַלּוֹת בֵּין חֲמוּרוֹת הַכּל חִבּוּר. אֲבָל חַלּוֹת שֶׁהָיוּ נוֹשְׁכוֹת זוֹ בְּזוֹ וְאֵין דַּעְתּוֹ לְהַפְרִישׁ. אוֹ שֶׁאָפָה חַלָּה עַל גַּבֵּי חַלָּה וְנָשְׁכוּ וְקָרְמוּ בַּתַּנּוּר. וּרְתִיחַת הַמַּיִם שֶׁאֵינָהּ מְחֻלְחֶלֶת כְּקוּבָּה. וּרְתִיחַת הַגְּרִיסִין שְׁנִיָּה. וּרְתִיחַת יַיִן יָשָׁן. וּרְתִיחַת הַשֶּׁמֶן בֵּין יָשָׁן בֵּין חָדָשׁ. וּרְתִיחַת עֲדָשִׁים. הֲרֵי אֵלּוּ חִבּוּר בִּטְבוּל יוֹם וְאֵין צָרִיךְ לוֹמַר בְּכָל הַטֻּמְאוֹת: \n",
            "בָּצֵק שֶׁיָּצָא בִּשְׁעַת אֲפִיָּה וְנִמְצָא בְּאֶמְצַע הַכִּכָּר כְּמוֹ מַסְמֵר יוֹצֵא. וְכֵן קְצָת הַבָּצֵק שֶׁנִּמְשַׁךְ וְנֶחְרַךְ בְּעֵת אֲפִיָּה וְהוּא הַנִּקְרָא חַרְחוּר. אִם הָיוּ פְּחוּתִים מִכְּאֶצְבַּע וְנָגַע טְבוּל יוֹם בָּהֶן פָּסַל כָּל הַכִּכָּר. וְכֵן אִם נָגַע בְּגַרְגֵר מֶלַח קָטָן שֶׁבַּכִּכָּר נִפְסַל כָּל הַכִּכָּר. וְאֵין צָרִיךְ לוֹמַר בְּכָל הַטֻּמְאוֹת. אֲבָל צְרוֹר שֶׁבַּכִּכָּר אוֹ תּוּרְמוּס וְגַרְגֵּר מֶלַח גָּדוֹל וְחַרְחוּר יֶתֶר מִכְּאֶצְבַּע שֶׁנָּגַע בָּהֶן אֲפִלּוּ אַב הַטֻּמְאָה הַכִּכָּר טָהוֹר וְאֵין צָרִיךְ לוֹמַר בִּטְבוּל יוֹם: \n",
            "רָקִיק שֶׁנֶּחְרַךְ חֶצְיָהּ וְחֶצְיָהּ קַיָּם הֲרֵי זוֹ אֵינוֹ חִבּוּר. נֶחְרַךְ הָאֶמְצַע וְהַצְּדָדִין קַיָּמִין אֵינָן חִבּוּר זֶה לָזֶה אֲפִלּוּ בְּאַב הַטֻּמְאָה וְאֵין צָרִיךְ לוֹמַר בִּטְבוּל יוֹם. בְּשַׂר קֹדֶשׁ שֶׁקָּרַם עָלָיו הַמָּרָק וְנָגַע טְבוּל יוֹם בַּקִיפָה הַחֲתִיכוֹת מֻתָּרוֹת. נָגַע בַּחֲתִיכָה הַחֲתִיכָה וְכָל הָעוֹלִין עִמָּהּ חִבּוּר. וְכֵן בְּתַבְשִׁיל קִטְנִיּוֹת שֶׁקָּרַם עַל גַּבֵּי פְּרוּסוֹת. שֶׁמֶן שֶׁצָּף עַל גַּבֵּי יַיִן וְנָגַע טְבוּל יוֹם בַּשֶּׁמֶן לֹא פָּסַל אֶלָּא הַשֶּׁמֶן: \n",
            "יָרָק תְּרוּמָה וּבֵיצָה טְרוּפָה נְתוּנָה עַל גַּבָּיו וְנָגַע טְבוּל יוֹם בַּבֵּיצָה לֹא פָּסַל אֶלָּא קֶלַח שֶׁכְּנֶגְדוֹ. וְאִם הָיְתָה כְּמִין כּוֹבַע אֵינוֹ חִבּוּר: \n",
            "חוּט שֶׁל בֵּיצָה שֶׁקָּרַם עַל דָּפְנָהּ שֶׁל אִלְפָּס וְנָגַע בּוֹ טְבוּל יוֹם. מִן הַשָּׂפָה וּלְפָנִים חִבּוּר מִן הַשָּׂפָה וְלַחוּץ אֵינוֹ חִבּוּר. וְכֵן בְּקִטְנִיּוֹת שֶׁקָּרְמוּ עַל שְׂפַת הַקְּדֵרָה: \n",
            "חָבִית שֶׁנִּקְּבָה בֵּין מִשּׁוּלֶיהָ בֵּין מִצִּדֶּיהָ וְסָתַם טְבוּל יוֹם הַנֶּקֶב בְּיָדָיו נִפְסְלָה כֻּלָּהּ: \n",
            "הַמְעָרֶה מִכְּלִי לִכְלִי וְנָגַע טְבוּל יוֹם בַּקִּלּוּחַ מְשַׁעֲרִין זֶה שֶׁנָּגַע בּוֹ בְּאֶחָד וּמֵאָה. שֶׁתְּרוּמָה טְמֵאָה שֶׁנִּתְעָרְבָה בְּאֶחָד וּמֵאָה בָּטְלָה בְּמִעוּטָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּרוּמוֹת: \n",
            "טְבוּל יוֹם שֶׁהָיָה תּוֹרֵם אֶת הַבּוֹר וְנָפְלָה מִמֶּנּוּ חָבִית שֶׁל תְּרוּמָה וְשָׁקְעָה בְּבוֹר שֶׁל יַיִן וְנָגַע בַּיַּיִן שֶׁבַּבּוֹר. מִן הַשָּׂפָה וְלַחוּץ אֵינוֹ חִבּוּר מִן הַשָּׂפָה וּלְפָנִים חִבּוּר. וְאִם הָיָה הַבּוֹר פִּיטַס אֲפִלּוּ הָיָה כְּלִי גָּדוֹל שֶׁמַּחְזִיק מֵאָה כּוֹר כֻּלּוֹ חִבּוּר וְאִם נָגַע בְּמִקְצָת הַיַּיִן פָּסַל הַתְּרוּמָה שֶּׁבֶּחָבִית שֶׁבְּקַרְקַע הַכְּלִי: \n",
            "הַסּלֶת שֶׁל מְנָחוֹת וְהַלְּבוֹנָה וְהַקְּטֹרֶת וְהַגֶּחָלִים שֶׁנָּגַע טְבוּל יוֹם בְּמִקְצָתָן פָּסַל אֶת כֻּלָּן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּגֶחָלִים שֶׁחוֹתֶה בְּמַחְתָּה בְּיוֹם הַכִּפּוּרִים. שֶׁהַמַּחְתָּה שֶׁחוֹתֶה בָּהּ נִכְנָס לַהֵיכָל. אֲבָל גֶּחָלִים שֶׁחוֹתֶה בְּכָל יוֹם כְּשֶׁהוּא מְעָרֶה בְּמַחְתָּה שֶׁל כֶּסֶף לְשֶׁל זָהָב אִם נִתְפַּזְּרוּ מִן הַגֶּחָלִים אֵין בָּהֶן קְדֻשָּׁה אֶלָּא מְכַבְּדָן לָאַמָּה: \n",
            "מִקְפָּה שֶׁל חֻלִּין אוֹ רָקִיק שֶׁל חֻלִּין וְשֶׁמֶן שֶׁל תְּרוּמָה צָף עַל גַּבֵּיהֶן וְנָגַע טְבוּל יוֹם בַּשֶּׁמֶן לֹא פָּסַל אֶלָּא הַשֶּׁמֶן בִּלְבַד. וְאִם חִבֵּץ כָּל מָקוֹם שֶׁהָלַךְ בּוֹ הַשֶּׁמֶן פָּסַל: \n",
            "יָרָק שֶׁל חֻלִּין שֶׁבִּשְּׁלוֹ בְּשֶׁמֶן שֶׁל תְּרוּמָה וְנָגַע בּוֹ טְבוּל יוֹם לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ: \n",
            "הַמִּקְפָּה שֶׁל תְּרוּמָה וְהַשּׁוּם וְהַשֶּׁמֶן שֶׁל חֻלִּין שֶׁנָּגַע טְבוּל יוֹם בְּמִקְצָתָן פָּסַל אֶת כֻּלָּן: \n",
            "הַמִּקְפָּה שֶׁל חֻלִּין וְהַשֶּׁמֶן שֶׁל תְּרוּמָה שֶׁנָּגַע טְבוּל יוֹם בְּמִקְצָתָן לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ. אִם הָיָה הַשּׁוּם מְרֻבֶּה הוֹלְכִין אַחַר הָרֹב. אֵימָתַי בִּזְמַן שֶׁהוּא גּוּשׁ בִּקְעָרָה אֲבָל אִם הָיָה מְפֻזָּר בִּמְדוֹכָה וְנָגַע בְּמִקְצָתוֹ לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ מִפְּנֵי שֶׁהוּא רוֹצֶה בְּפִזּוּרוֹ. וּשְׁאָר כָּל הַנִּדּוֹכִין שֶׁדַּרְכָּן לְדוּכָן בְּמַשְׁקִין כְּגוֹן הַשּׁוּם בְּשֶׁמֶן אִם דָּכָן שֶׁלֹּא בְּמַשְׁקִין וְקִבְּצָן אַף עַל פִּי שֶׁהֵן גּוּשׁ בִּקְעָרָה וְנָגַע בָּהֶן לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ. שֶׁהֲרֵי הֵם כְּעִגּוּל שֶׁל דְּבֵלָה שֶׁאִם נִטְמָא מִקְצָתוֹ לֹא נִטְמָא כֻּלּוֹ: \n",
            "עִסָּה שֶׁקָּרָא שֵׁם חַלָּתָהּ בִּצְפוֹנָהּ אוֹ בִּדְרוֹמָהּ. וְכֵן הַקִּשּׁוּת שֶׁקָּרָא שֵׁם תְּרוּמָה בִּצְפוֹנָהּ אוֹ בִּדְרוֹמָהּ הֲרֵי זֶה חִבּוּר. וְאִם נָגַע טְבוּל יוֹם בְּמִקְצָת הָעִסָּה נִפְסְלָה הַחַלָּה. נִטְּלָה חַלָּתָהּ מִתּוֹכָהּ וְחָזְרָה לְתוֹכָהּ אֵינוֹ חִבּוּר: \n",
            "עִסָּה שֶׁנִּדְמְעָה אוֹ שֶׁנִּתְחַמְּצָה בִּשְׂאוֹר שֶׁל תְּרוּמָה אֵינָהּ נִפְסֶלֶת בִּטְבוּל יוֹם: \n",
            "עִסָּה שֶׁהֻכְשְׁרָה בְּמַשְׁקִין וְנִלּוֹשָׁה בְּמֵי פֵּרוֹת וְנָגַע בָּהּ טְבוּל יוֹם לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ בִּלְבַד: \n",
            "מַעֲשֵׂר רִאשׁוֹן שֶׁהֻכְשַׁר וְנָגַע בּוֹ טְבוּל יוֹם אוֹ יָדַיִם מְסֹאָבוֹת מַפְרִישִׁין מִמֶּנּוּ תְּרוּמַת מַעֲשֵׂר בְּטָהֳרָה. מִפְּנֵי שֶׁמַּעֲשֵׂר רִאשׁוֹן כְּחֻלִּין וּטְבוּל יוֹם וְיָדַיִם מְסֹאָבוֹת אֵינָם פּוֹסְלִין אֶת הַחֻלִּין שֶׁהַשְּׁלִישִׁי בְּחֻלִּין טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הָאִשָּׁה שֶׁהִיא טְבוּלַת יוֹם לָשָׁה אֶת הָעִסָּה וְקוֹצָה לָהּ חַלָּה וּמַפְרִישָׁתָהּ וּמַנִּיחָתָהּ בְּכֵלִים וְנוֹתַנְתּוֹ עִם שְׁאָר הָעִסָּה כְּאַחַת. וּמַקֶּפֶת עַל הַכּל כְּדֵי לִתְרֹם מִן הַמֻּקָּף וְאַחַר כָּךְ קוֹרְאָה לָהּ שֵׁם וְאוֹמֶרֶת הֲרֵי זוֹ חַלָּה. וּמִשֶּׁתִּקְרָא לָהּ שֵׁם לֹא תִּגַּע בָּהּ שֶׁלֹּא תִּפְסְלֶנָּהּ. וְכָךְ הִיא עוֹשָׂה אִם לָשָׁה בַּעֲרֵבָה שֶׁהִיא טְבוּלַת יוֹם: \n",
            "לָגִין שֶׁהוּא טְבוּל יוֹם שֶׁמִּלְּאָהוּ מֵחָבִית מַעֲשֵׂר שֶׁלֹּא נִטְּלָה תְּרוּמָתוֹ וְאָמַר הֲרֵי זוֹ תְּרוּמַת מַעֲשֵׂר עַל מַה שֶּׁבֶּחָבִית אַחַר שֶׁתֶּחֱשַׁךְ הֲרֵי זוֹ תְּרוּמָה טְהוֹרָה. לְפִי שֶׁאֵינָהּ נַעֲשֵׂית תְּרוּמַת מַעֲשֵׂר עַד שֶׁתֶּחֱשַׁךְ כְּפִי תְּנָאוֹ וְאַחַר שֶׁתֶּחֱשַׁךְ יַעֲרִיב שִׁמְשׁוֹ שֶׁל לָגִין וְיִטְהַר. נִשְׁבְּרָה הֶחָבִית קֹדֶם שֶׁתֶּחֱשַׁךְ הַלָּגִין בְּטִבְלוֹ. נִשְׁבַּר הַלָּגִין הֶחָבִית בְּטִבְלָהּ: \n",
            "טְבוּל יוֹם מִטֻּמְאַת מֵת וּמִבְּעִילַת נִדָּה עוֹשֶׂה בְּבֵית הַבַּד. וְכֵן שְׁאָר הַטְּמֵאִים שֶׁטָּבְלוּ עוֹשִׂין בְּטָהֳרוֹת. חוּץ מִזָּב וְזָבָה בַּשְּׁבִיעִי שֶׁלָּהֶן שֶׁאַף עַל פִּי שֶׁטָּבְלוּ לֹא יַעֲשׂוּ בְּבֵית הַבַּד וְלֹא יִתְעַסְּקוּ בְּטָהֳרוֹת שֶׁמָּא יִרְאוּ וְנִמְצְאוּ טְמֵאִים לְמַפְרֵעַ שֶׁהֲרֵי סוֹתְרִין הַכּל כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "הַשֶׁמֶן אוֹ הַדְּבַשׁ שֶׁנִּטְמְאוּ וְאַחַר כָּךְ קָרְשׁוּ וְאַחַר כָּךְ נִמּוֹחוּ הֲרֵי הֵן רִאשׁוֹן לְטֻמְאָה לְעוֹלָם מִפְּנֵי שֶׁהֵן כְּמַשְׁקִין וְאַף עַל פִּי שֶׁקָּפְאוּ אַחַר שֶׁנִּטְמְאוּ: \n",
            "הָרֹטֶב וְהַגְּרִיסִין וְהֶחָלָב שֶׁקָּרְשׁוּ הֲרֵי הֵן כָּאֳכָלִין וּצְרִיכִין מַחֲשָׁבָה. וְאִם נָגַע בָּהֶן אֹכֶל רִאשׁוֹן אוֹ מַשְׁקֶה נַעֲשׂוּ שְׁנִיִּים. הָיָה בָּהֶן מַשְׁקֶה טוֹפֵחַ הֲרֵי הֵן כְּמַשְׁקִין וְהֵן תְּחִלָּה לְטֻמְאָה. נִטְמְאוּ כְּשֶׁהֵן מַשְׁקִין וְקָפְאוּ אַחַר כֵּן וְקָרְשׁוּ הֲרֵי הֵן שְׁנִיִּים כְּמוֹ אֹכֶל שֶׁנִּטְמָא מִמַּשְׁקִין טְמֵאִין. נִטְמְאוּ כְּשֶׁהֵן קְפוּיִים וְנִמּוֹחוּ וְנַעֲשׂוּ מַשְׁקִין אִם הָיוּ כְּבֵיצָה מְכֻוָּן הֲרֵי הַמַּשְׁקִין טְהוֹרִין. הָיוּ יוֹתֵר מִכְּבֵיצָה הַמַּשְׁקִין טְמֵאִין שֶׁכְּשֶׁנִּמּוֹחָה טִפָּה רִאשׁוֹנָה נִטְמֵאת בִּכְבֵיצָה אֹכֶל טָמֵא שֶׁנִּמּוֹחָה מִמֶּנּוּ וְאוֹתָהּ הַטִּפָּה תְּטַמֵּא כָּל הַמַּשְׁקִין שֶׁנִּמּוֹחוּ אַחֲרֶיהָ. וְכֵן טְמֵא מֵת שֶׁסָּחַט זֵיתִים וַעֲנָבִים שֶׁהֻכְשְׁרוּ אִם הָיוּ כְּבֵיצָה הֲרֵי הַמַּשְׁקִין הַיּוֹצְאִין מֵהֶן טְהוֹרִין. וּבִלְבַד שֶׁלֹּא יִגַּע בִּמְקוֹם הַמַּשְׁקֶה שֶׁהַמַּשְׁקֶה כְּמֻפְקָד בָּאֹכֶל וּכְאִלּוּ הִיא גּוּף אַחֵר. הָיוּ אוֹתָן זֵיתִים וַעֲנָבִים יֶתֶר מִכְּבֵיצָה הֲרֵי הַמַּשְׁקִין הַיּוֹצְאִין מֵהֶן טְמֵאִין שֶׁכֵּיוָן שֶׁיָּצָאת טִפָּה רִאשׁוֹנָה נִטְמֵאת בִּכְבֵיצָה וְטִמְּאָה כָּל הַמַּשְׁקִין. וְאִם הָיָה הַסּוֹחֵט זָב וְזָבָה וְכַיּוֹצֵא בָּהֶן אֲפִלּוּ סָחַט גַּרְגֵּר אֶחָד יְחִידִי שֶׁלֹּא הֻכְשַׁר וְלֹא נָגַע בַּמַּשְׁקֶה הַמַּשְׁקֶה טָמֵא שֶׁכֵּיוָן שֶׁיָּצָאת טִפָּה רִאשׁוֹנָה נִטְמֵאת בְּמַשָּׂא הַזָּב שֶׁהַזָּב שֶׁנָּשָׂא אֳכָלִין אוֹ מַשְׁקִין טְמֵאִין כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן זָב שֶׁחָלַב אֶת הָעֵז הֶחָלָב טָמֵא שֶׁכֵּיוָן שֶׁיָּצָאת טִפָּה הָרִאשׁוֹנָה נִטְמֵאת בְּמַשָּׂא הַזָּב: \n",
            "קְדֵרָה שֶׁמְּלֵאָה כְּבָשִׁין שֶׁל חֻלִּין וְיָצְאוּ עֲלֵיהֶם חוּץ לַקְּדֵרָה וְנָגַע אַב הַטֻּמְאָה אוֹ רִאשׁוֹן בֶּעָלֶה שֶׁחוּץ לַקְּדֵרָה בִּמְקוֹם הַנָּגוּב אַף עַל פִּי שֶׁיֵּשׁ בֶּעָלֶה כְּבֵיצָה הוּא טָמֵא וְהַכּל טָהוֹר. חָזַר לַקְּדֵרָה טִמֵּא אֶת הַמַּשְׁקִין שֶׁבָּהּ וְנִטְמֵאת הַקְּדֵרָה וְכָל הַכְּבָשִׁין. נָגַע בֶּעָלֶה שֶׁחוּץ לַקְּדֵרָה וְהָיָה בּוֹ מַשְׁקֶה אִם יֵשׁ בֶּעָלֶה כְּבֵיצָה הַכּל טָמֵא שֶׁהֶעָלֶה מְטַמֵּא מַשְׁקֶה שֶׁעָלָיו וְהַמַּשְׁקֶה מְטַמֵּא כָּל הַמַּשְׁקִין שֶׁבַּקְּדֵרָה וּמְטַמֵּא אֶת הַקְּדֵרָה. הָיְתָה הַקְּדֵרָה מְלֵאָה כְּבָשִׁים שֶׁל תְּרוּמָה וְנִעֵר אוֹתָהּ טְבוּל יוֹם וְרָאָה מַשְׁקִין עַל יָדוֹ סָפֵק מִן הַקְּדֵרָה נִתְּזוּ סָפֵק שֶׁהַקֶּלַח נָגַע בְּיָדוֹ הַיָּרָק פָּסוּל וְהַקְּדֵרָה טְהוֹרָה: \n",
            "טָמֵא שֶׁהָיָה אוֹכֵל עֲנָבִים מֻכְשָׁרִים וְנָפַל מִמֶּנּוּ גַּרְגֵּר יְחִידִי לַגַּת אִם הָיָה שָׁלֵם וְלֹא נִשְׁמַט מִמֶּנּוּ עֵקְצוֹ הַגַּת טָהוֹר. וְאִם נִטַּל עֵקְצוֹ וְהָיוּ עֲנָבִים מוּכָנִים בַּעֲבִיט וְכַיּוֹצֵא בּוֹ לְדָרְכָן שֶׁהֲרֵי רוֹצֶה בַּמַּשְׁקֶה הַיּוֹצֵא מֵהֶן נִטְמָא הַגַּת בְּטִפַּת מַשְׁקֶה שֶׁבְּרֹאשׁ הַגַּרְגֵּר בִּמְקוֹם הָעֹקֶץ. נָפְלוּ מִמֶּנּוּ עֲנָבִים וּדְרָכָן בְּמָקוֹם מוּפְנֶה אִם הָיוּ כְּבֵיצָה מְכֻוָּן הֲרֵי הַמַּשְׁקִין הַיּוֹצְאִין מֵהֶן טְהוֹרִין כְּמוֹ שֶׁבֵּאַרְנוּ. הָיוּ יֶתֶר מִכְּבֵיצָה הַיּוֹצֵא מֵהֶן טָמֵא שֶׁכֵּיוָן שֶׁיָּצָאת טִפָּה רִאשׁוֹנָה נִטְמֵאת בִּכְבֵיצָה וּמְטַמֵּאת אֶת כָּל הַמַּשְׁקֶה הַיּוֹצֵא אַחֲרֶיהָ: \n",
            "גּוּשׁ שֶׁל זֵיתִים טְמֵאִין שֶׁהָיָה מְקֻבָּץ וּמְחֻבָּר וְהִשְׁלִיכוֹ לְתוֹךְ תַּנּוּר וְהֻסַּק אִם הָיָה כְּבֵיצָה מְכֻוָּן הַתַּנּוּר טָהוֹר שֶׁאֵין הָאֳכָלִין מְטַמְּאִין כֵּלִים וְהַמַּשְׁקֶה הַיּוֹצֵא מֵהֶן טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ. הָיָה הַגּוּשׁ יֶתֶר מִכְּבֵיצָה נִטְמָא הַתַּנּוּר שֶׁכְּשֶׁיָּצְאָה טִפָּה אַחַת נִטְמֵאת בִּכְבֵיצָה וְטִמְּאָה אֶת הַתַּנּוּר. לְפִיכָךְ אִם הַזֵּיתִים הַטְּמֵאִין פֵּרוּרִין וְאֵינָן גּוּשׁ אֲפִלּוּ הֵן מֵאָה הַתַּנּוּר טָהוֹר: \n",
            "עֵצִים שֶׁנִּבְלְעוּ בָּהֶם מַשְׁקִין טְמֵאִין וְהִסִּיקָן הַתַּנּוּר טָהוֹר שֶׁהֲרֵי בָּטְלוּ בָּעֵצִים. וַאֲפִלּוּ הוֹצִיא הָעֵצִים שֶׁנָּפְלוּ עֲלֵיהֶן גְּשָׁמִים וְנָפְלוּ לִרְצוֹנוֹ וְהִסִּיקָן הַתַּנּוּר טָהוֹר וְאֵין הַמַּיִם שֶׁעֲלֵיהֶן מִתְטַמְּאִין מִן הַמַּשְׁקִין הַבְּלוּעִין בָּהֶם. וְלֹא יַסִּיקֵם אֶלָּא בְּיָדַיִם טְהוֹרוֹת גְּזֵרָה שֶׁלֹּא יַסִּיקֵם הַטָּמֵא וְנִמְצְאוּ הַמַּשְׁקִין שֶׁעֲלֵיהֶם מְטַמְּאִין אֶת הַתַּנּוּר: \n",
            "שֶׁרֶץ שֶׁנִּמְצָא בְּרֵחַיִם שֶׁל זֵיתִים אֵין טָמֵא אֶלָּא מְקוֹם מַגָּעוֹ. אִם הָיָה מַשְׁקֶה מְהַלֵּךְ הַכּל טָמֵא. שֶׁכֵּיוָן שֶׁנִּטְמָא מִקְצָת הַמַּשְׁקֶה נִטְמָא כֻּלּוֹ וְהַשֶּׁמֶן מְטַמֵּא אֶת כָּל הַזֵּיתִים. נִמְצָא עַל גַּבֵּי הֶעָלִין לְמַעְלָה מִן הַזֵּיתִים יִשְׁאֲלוּ מִן הַבַּדָּדִין אִם אָמְרוּ לֹא נָגַעְנוּ נֶאֱמָנִין. נִמְצָא עַל אוֹם שֶׁל זֵיתִים נִטְמָא כָּל הַגּוּשׁ כְּמוֹ שֶׁבֵּאַרְנוּ. נִמְצָא עַל גַּבֵּי זֵיתִים פֵּרוּרִין וְהוּא נוֹגֵעַ בִּכְבֵיצָה הַכּל טָמֵא שֶׁהָאוֹכֵל שֶׁהוּא כְּבֵיצָה מְטַמֵּא הַמַּשְׁקֶה הַמְעֹרָב בָּהֶן וְהַמַּשְׁקֶה מְטַמֵּא שְׁאָר הַזֵּיתִים. הָיוּ פֵּרוּרִין עַל גַּבֵּי פֵּרוּרִין וְהַמַּשְׁקֶה מִלְּמַטָּה אַף עַל פִּי שֶׁנָּגַע בִּכְבֵיצָה אֵין טָמֵא אֶלָּא מְקוֹם מַגָּעוֹ: \n",
            "עַם הָאָרֶץ שֶׁהוֹשִׁיט יָדָיו לַגַּת וְנָגַע בְּאֶשְׁכּוֹלוֹת אֶשְׁכּוֹל וְכָל סְבִיבוֹתָיו טְמֵאִין וְהַגַּת כֻּלָּהּ טְהוֹרָה מִפְּנֵי שֶׁמַּפְסִיקִין הָאֶשְׁכּוֹלוֹת שֶׁסְּבִיבוֹת זֶה הָאֶשְׁכּוֹל בֵּינוֹ וּבֵין שְׁאָר הַגַּת: \n",
            "הַגֶּפֶת וְהַזַּגִּים שֶׁנַּעֲשׂוּ בְּטָהֳרָה וְהָלְכוּ עֲלֵיהֶן טְמֵאִין וְאַחַר כָּךְ יָצְאוּ מֵהֶן מַשְׁקִין הֲרֵי אֵלּוּ טְהוֹרִין שֶׁמִּתְחִלָּה נַעֲשׂוּ בְּטָהֳרָה. וְאִם נַעֲשׂוּ מִתְּחִלָּה בְּטֻמְאָה וְיָצְאוּ מֵהֶן מַשְׁקִין טְמֵאִין: \n",
            "הַבַּדָּדִין שֶׁנִּכְנָסִין וְיוֹצְאִין וּמַשְׁקִין טְמֵאִין בְּתוֹךְ בֵּית הַבַּד אִם יֵשׁ בֵּין מַשְׁקִין לַזֵּיתִים כְּדֵי שֶׁיְּנַגְּבוּ אֶת רַגְלֵיהֶן בָּאָרֶץ הֲרֵי הַזֵּיתִים טְהוֹרִין שֶׁהַנּוֹגֵעַ בְּמַשְׁקִין טְמֵאִים שֶׁלֹּא בְּיָדָיו טָהוֹר וַאֲפִלּוּ לְקֹדֶשׁ. כִּכְּרוֹת הֶקְדֵּשׁ שֶׁהָיוּ בָּהֶן גּוּמוֹת וּבְתוֹךְ הַגּוּמוֹת הָיוּ מַשְׁקִין שֶׁל קֹדֶשׁ וְנָגַע הַשֶּׁרֶץ בְּאַחַת מֵהֶן וְנָגְעָה רִאשׁוֹנָה בַּשְּׁנִיָּה וּשְׁנִיָּה בַּשְּׁלִישִׁית אֲפִלּוּ מֵאָה כֻּלָּן רִאשׁוֹן לְטֻמְאָה. מִפְּנֵי הַמַּשְׁקֶה שֶׁבַּגֻּמּוֹת וְחִבַּת הַקֹּדֶשׁ הֲרֵי הֵן כֻּלָּן כְּמַשְׁקִין שֶׁאֵין מוֹנִין בָּהֶן. אֲבָל אִם הָיוּ כִּכְּרוֹת תְּרוּמָה הֲרֵי הַכִּכָּר הַשְּׁלִישִׁית בִּלְבַד פְּסוּלָה וּמִשְּׁלִישִׁית וָהָלְאָה טָהוֹר. וְאִם הָיָה מַשְׁקֶה טוֹפֵחַ עַל כָּל הַכִּכָּרוֹת אַף בִּתְרוּמָה הַכּל טְמֵאוֹת וְכֻלָּן שְׁנִיּוֹת חוּץ מִן הָרִאשׁוֹנָה שֶׁנָּגַע בָּהּ הַשֶּׁרֶץ שֶׁהִיא רִאשׁוֹן: \n",
            "אֲבַעְבּוּעַ הַנַּעֲשֶׂה בָּעֳבִי הֶחָבִית וַהֲרֵי הוּא כְּמוֹ כְּלִי אַחֵר בְּצִדָּהּ אִם נִקַּב הָאֲבַעְבּוּעַ לַאֲוִיר הֶחָבִית וְנִקַּב נֶקֶב אַחֵר לַחוּץ זֶה כְּנֶגֶד זֶה. אוֹ שֶׁהָיָה הַנֶּקֶב הַפְּנִימִי מִלְּמַטָּה וְהַחִיצוֹן מִלְּמַעְלָה וְהָיָה הָאֲבַעְבּוּעַ וְהֶחָבִית מְלֵאִים מַשְׁקִין. אִם נָגַע אַב הַטֻּמְאָה בַּמַּשְׁקֶה שֶׁבָּאֲבַעְבּוּעוֹת נִטְמְאוּ כָּל הַמַּשְׁקִין שֶׁבֶּחָבִית. הָיְתָה הֶחָבִית מֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בְּאֹהֶל הַמֵּת נִטְמֵאת מִפְּנֵי הַנֶּקֶב שֶׁבָּאֲבַעְבּוּעַ זֶה שֶׁהֲרֵי הוּא מְפֻלָּשׁ לַאֲוִירָהּ. וְכֵן אִם הָיָה הַנֶּקֶב שֶׁבָּאֲבַעְבּוּעַ שֶׁבִּפְנִים מִלְּמַעְלָה וְהַחִיצוֹן מִלְּמַטָּה הֲרֵי זוֹ אֵינָהּ נִצֶּלֶת בְּצָמִיד פָּתִיל. אֲבָל אִם נָגַע אַב הַטֻּמְאָה בָּאֲבַעְבּוּעַ לֹא נִטְמְאוּ מַשְׁקִין שֶׁבֶּחָבִית וְהִנָּם כְּמֻבְדָּלִין מֵהֶן: \n"
        ],
        [
            "כְּבָר בֵּאַרְנוּ שֶׁהַשִּׁבְעָה מַשְׁקִין בִּלְבַד הֵן שֶׁמִּתְטַמְּאִין אוֹ מַכְשִׁירִין וְהַשְּׁאָר קְרוּיִין מֵי פֵּרוֹת וְאֵינָם מִתְטַמְּאִין וְלֹא מַכְשִׁירִין. וְשִׁבְעָה מַשְׁקִין שֶׁמָּנִינוּ תּוֹלְדוֹתֵיהֶם כַּיּוֹצֵא בָּהֶם: \n",
            "תּוֹלְדוֹת הַמַּיִם הֵם הַיּוֹצֵא מִן הָעַיִן וּמִן הָאֹזֶן וּמִן הַחֹטֶם וּמִן הַפֶּה וּמֵי רַגְלֵי בְּנֵי אָדָם בֵּין גְּדוֹלִים בֵּין קְטַנִּים כָּל אֵלּוּ הַיּוֹצְאִין מִן הָאָדָם מַשְׁקִין הֵן בֵּין שֶׁיָּצְאוּ לְדַעְתּוֹ שֶׁל אָדָם בֵּין שֶׁיָּצְאוּ שֶׁלֹּא לְדַעְתּוֹ. אֲבָל מֵי רַגְלֵי בְּהֵמָה וְהַמֶּלַח שֶׁנִּמְחָת הֲרֵי הֵן כְּמֵי פֵּרוֹת לֹא מִתְטַמְּאִין וְלֹא מַכְשִׁירִין: \n",
            "הַדָּם הַמָּנוּי מִן הַמַּשְׁקִין הוּא הַדָּם הַשּׁוֹתֵת בִּשְׁעַת שְׁחִיטָה מִן הַבְּהֵמָה וְהַחַיָּה וְהָעוֹפוֹת הַטְּהוֹרִין. אֲבָל דַּם הַקִּלּוּחַ אֵינוֹ מַכְשִׁיר שֶׁעֲדַיִן חַיִּים הֵן וַהֲרֵי הוּא דּוֹמֶה לְדַם מַכָּה אוֹ לְדַם הַקָּזָה. הַשּׁוֹחֵט וְנִתַּז דָּם עַל הָאֳכָלִין וְנִתְקַנֵּחַ הַדָּם בֵּין סִימָן לְסִימָן הֲרֵי זֶה סָפֵק. לְפִיכָךְ תּוֹלִין עָלָיו לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין. תּוֹלְדוֹת הַדָּם דַּם הַקָּזָה שֶׁל אָדָם שֶׁהוֹצִיאוֹ לִשְׁתִיָּה אֲבָל אִם הוֹצִיאוֹ לִרְפוּאָה טָהוֹר וְאֵינוֹ מַכְשִׁיר. וְכֵן דַּם שְׁחִיטָה בִּבְהֵמָה וּבְחַיָּה וּבְעוֹפוֹת הַטְּמֵאִין וְהַדָּם הַיּוֹצֵא עִם הַלֵּחָה וְעִם הָרְעִי וְדַם הַשְּׁחִין וְהָאֲבַעְבּוּעוֹת וְתַמְצִית הַבָּשָׂר כָּל אֵלּוּ אֵינָן מִתְטַמְּאִין וְלֹא מַכְשִׁירִין אֶלָּא הֲרֵי הֵן כִּשְׁאָר מֵי פֵּרוֹת. וְדַם הַשֶּׁרֶץ כִּבְשָׂרוֹ מְטַמֵּא וְאֵינוֹ מַכְשִׁיר. וְאֵין לָנוּ כַּיּוֹצֵא בּוֹ: \n",
            "מֵי הֶחָלָב הֲרֵי הֵן כְּחָלָב. וַחֲלֵב הָאָדָם שֶׁאֵינוֹ צָרִיךְ לוֹ אֵינוֹ מַשְׁקֶה לֹא מַכְשִׁיר וְלֹא מִתְטַמֵּא. לְפִיכָךְ חֲלֵב הַזָּכָר אֵינוֹ מַשְׁקֶה. וְכֵן חֲלֵב בְּהֵמָה וְחַיָּה שֶׁיָּצָא שֶׁלֹּא לְרָצוֹן כְּגוֹן שֶׁזָּב מֵהַדָּד מֵאֵלָיו אוֹ שֶׁחֲלָבוֹ כְּמִתְעַסֵּק. אֲבָל חֲלֵב הָאִשָּׁה בֵּין שֶׁיָּצָא לְרָצוֹן בֵּין שֶׁיָּצָא שֶׁלֹּא לְרָצוֹן סְתָמוֹ מַשְׁקֶה וּמִתְטַמֵּא אוֹ מַכְשִׁיר מִפְּנֵי שֶׁהוּא רָאוּי לְתִינוֹק: \n",
            "הַמַּשְׁקִין שֶׁיּוֹצְאִין מֵאוֹתָן הַטְּמֵאִין שֶׁאוֹתָן הַמַּשְׁקִין אֲבוֹת טֻמְאָה מְטַמְּאִים בְּלֹא הֶכְשֵׁר שֶׁהַטֻּמְאָה וְהַהֶכְשֵׁר בָּאִין כְּאַחַת וְאֵלּוּ הֵן. זוֹב הַזָּב וְשִׁכְבַת זַרְעוֹ וּמֵימֵי רַגְלָיו. וּרְבִיעִית דָּם מִן הַמֵּת. וְדַם הַנִּדָּה. וְכֵן דַּם מַגַּפְתּוֹ שֶׁל זָב וַחֲבֵרָיו וְחָלָב שֶׁל אִשָּׁה וְדִמְעַת עֵינַיִם עִם שְׁאָר תּוֹלְדוֹת הַמַּיִם הַיּוֹצְאִין מֵהֶן מְטַמְּאִין כְּמַשְׁקִין טְמֵאִין שֶׁמְּטַמְּאִין בְּלֹא כַּוָּנָה שֶׁמַּשְׁקִין טְמֵאִין מְטַמְּאִין לְרָצוֹן וְשֶׁלֹּא לְרָצוֹן. לְפִיכָךְ נִדָּה אוֹ זָבָה שֶׁנָּטַף חָלָב מִדָּדֶיהָ לַאֲוִיר הַתַּנּוּר נִטְמָא הַתַּנּוּר וְכָל מַה שֶּׁבְּתוֹכוֹ: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁהַמַּשְׁקִין הַיּוֹצְאִין מִטְּבוּל יוֹם אֵינָם טְמֵאִים. לְפִיכָךְ אִם נָפְלוּ אֲפִלּוּ עַל כִּכָּר שֶׁל תְּרוּמָה אֵינוֹ מֻכְשָׁר עַד שֶׁיִּפְּלוּ לְרָצוֹן כִּשְׁאָר הַמַּשְׁקִין הַטְּהוֹרִין שֶׁאֵינָן מַכְשִׁירִין אֶלָּא לְרָצוֹן: \n",
            "הַזֵּעָה וְהַלֵּחָה הַסְּרוּחָה וְהָרְעִי וְהַמַּשְׁקִין הַיּוֹצְאִין מִבֶּן שְׁמוֹנָה חֳדָשִׁים וְהַשּׁוֹתֶה מֵי טְבֶרְיָה וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁיּוֹצְאִין נְקִיִּים כָּל אֵלּוּ אֵינָן חֲשׁוּבִין מַשְׁקֶה וְלֹא מִתְטַמְּאִין וְלֹא מַכְשִׁירִין: \n",
            "הַשּׁוֹתֶה שְׁאָר מַשְׁקִין וְיָצְאוּ הֲרֵי הֵן מַשְׁקִין כְּשֶׁהָיוּ שֶׁאֵין שְׁאָר הַמַּשְׁקִין טְהוֹרִין בַּגּוּף. כֵּיצַד. שָׁתָה מַיִם טְמֵאִין וֶהֱקִיאָן הֲרֵי אֵלּוּ טְמֵאִין מִפְּנֵי שֶׁלֹּא טִהֲרוּ בִּיצִיאָתָן. שָׁתָה מַיִם טְמֵאִים וְטָבַל וְאַחַר כָּךְ הֱקִיאָן [אוֹ שֶׁנִּסְרְחוּ וְאַחַר כָּךְ הֱקִיאָן] אוֹ שֶׁיָּצְאוּ מִלְּמַטָּה אַף עַל פִּי שֶׁלֹּא טָבַל הֲרֵי הֵן טְהוֹרִין. שָׁתָה שְׁאָר מַשְׁקִין טְמֵאִין אוֹ שְׁאָר אֳכָלִין טְמֵאִין אַף עַל פִּי שֶׁטָּבַל וְאַחַר כָּךְ הֱקִיאָן טְמֵאִין לְפִי שֶׁאֵינָן טְהוֹרִין בַּגּוּף. נִסְרְחוּ אוֹ שֶׁיָּצְאוּ מִלְּמַטָּה הֲרֵי הֵן טְהוֹרִין: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁהַזֵּעָה אֵינָהּ מַשְׁקֶה אֲפִלּוּ שָׁתָה מַשְׁקִין טְמֵאִין וְהִזִּיעַ זֵעָתוֹ טְהוֹרָה. אֲבָל הַבָּא בְּמַיִם שְׁאוּבִין וְהִזִּיעַ זֵעָתוֹ טְמֵאָה. וְאִם נִסְתַּפֵּג מִן הַמַּיִם הַשְּׁאוּבִין וְאַחַר כָּךְ הִזִּיעַ זֵעָתוֹ טְהוֹרָה: \n",
            "זֵעַת בָּתִּים שִׁיחִין וּמְעָרוֹת וּבוֹרוֹת אֵינָן מַשְׁקֶה וַאֲפִלּוּ הֵן טְמֵאִין זֵעָתָן טְהוֹרָה. אֲבָל זֵעַת הַמֶּרְחָץ בְּמַיִם אִם הָיְתָה הַמֶּרְחָץ טְמֵאָה זֵעָתָהּ טְמֵאָה. וְאִם הָיְתָה טְהוֹרָה וְהִכְנִיס בָּהּ פֵּרוֹת הֻכְשְׁרוּ. הִכְנִיסוּ לָהּ כֵּלִים הֲרֵי הַמַּיִם שֶׁעֲלֵיהֶן כִּתְלוּשִׁין בְּרָצוֹן וּמַכְשִׁירִין: \n",
            "הַבְּרֵכָה שֶׁבַּבַּיִת וְהַבַּיִת מַזִּיעַ מֵחֲמָתָהּ אִם הָיְתָה הַבְּרֵכָה טְמֵאָה זֵעַת כָּל הַבַּיִת שֶׁמֵּחֲמָתָהּ טְמֵאָה: \n",
            "שְׁתֵּי בְּרֵכוֹת בַּבַּיִת אַחַת טְמֵאָה וְאַחַת טְהוֹרָה. הַמַּזִּיעַ קָרוֹב לַטְּמֵאָה טָמֵא קָרוֹב לַטְּהוֹרָה טָהוֹר. מֶחֱצָה לְמֶחֱצָה טָמֵא: \n",
            "הַמֹּהַל כַּשֶּׁמֶן. מַשְׁקִין הַמְנַטְּפִין מִסַּלֵּי זֵיתִים וַעֲנָבִים אֵינוֹ מַשְׁקֶה וְלֹא מִתְטַמְּאִין וְלֹא מַכְשִׁירִין עַד שֶׁיַּכְנִיסֵם בִּכְלִי: \n",
            "הַשּׁוֹקֵל עֲנָבִים בְּכַף מֹאזְנַיִם הַיַּיִן שֶׁבַּכַּף אֵינוֹ מַשְׁקֶה עַד שֶׁיְּעָרֶנּוּ לְתוֹךְ הַכְּלִי וַהֲרֵי זֶה דּוֹמֶה לְסַלֵּי זֵיתִים וַעֲנָבִים שֶׁמְּנַטְּפִין: \n",
            "הַדּוֹרֵס עֲנָבִים שֶׁל תְּרוּמָה בְּחָבִית אַף עַל פִּי שֶׁהַיַּיִן צָף עַל גַּבֵּי יָדָיו הֲרֵי הַכּל טָהוֹר: \n",
            "מַשְׁקֵה בֵּית מִטְבָּחַיִם שֶׁבָּעֲזָרָה וְהוּא דַּם הַקָּדָשִׁים וְהַמַּיִם שֶׁמִּשְׁתַּמְּשִׁין בָּהֶן שָׁם טְהוֹרִין לְעוֹלָם וְאֵינָן מִתְטַמְּאִין וְלֹא מַכְשִׁירִין. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. לְפִיכָךְ כָּל דְּמֵי הַזְּבָחִים אֵינוֹ מְקַבֵּל טֻמְאָה וְאֵינוֹ מַכְשִׁיר. וְהוֹאִיל וְדַם הַקָּדָשִׁים אֵינוֹ מַכְשִׁיר קָדָשִׁים שֶׁנִּשְׁחֲטוּ בָּעֲזָרָה לֹא הֻכְשְׁרוּ בְּדַם שְׁחִיטָה וְאֵין לִבְשַׂר הַקָּדָשִׁים הֶכְשֵׁר אֶלָּא בְּמַשְׁקִין שֶׁיִּפְּלוּ עַל הַבָּשָׂר חוּץ מִמַּשְׁקֵה בֵּית הַמִּטְבָּחַיִם: \n",
            "פָּרַת קָדָשִׁים שֶׁהֶעֱבִירָהּ בַּנָּהָר וּשְׁחָטָהּ וַעֲדַיִן מַשְׁקֶה טוֹפֵחַ עָלֶיהָ הֲרֵי זוֹ מֻכְשֶׁרֶת. לְפִיכָךְ אִם נִמְצֵאת מַחַט טְמֵאָה בִּבְשָׂרָהּ הֲרֵי הַבָּשָׂר טָמֵא. וְכֵן אִם הָיְתָה הַפָּרָה חֲסוּמָה מִחוּץ לִירוּשָׁלַיִם אַף עַל פִּי שֶׁאֵין הַמַּחַט יְדוּעָה הֲרֵי הַבָּשָׂר טָמֵא מִפְּנֵי שֶׁנָּגַע בְּכֵלִים הַנִּמְצָאִין מִחוּץ לִירוּשָׁלַיִם. נִמְצֵאת הַמַּחַט בַּפֶּרֶשׁ הַבָּשָׂר טָהוֹר. וּבֵין כָּךְ וּבֵין כָּךְ הַיָּדַיִם טְהוֹרוֹת שֶׁאֵין טֻמְאַת יָדַיִם בַּמִּקְדָּשׁ כְּמוֹ שֶׁבֵּאַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים לִהְיוֹת הַבָּשָׂר טָמֵא בְּדִין תּוֹרָה. אֲבָל לְהִתְטַמֵּא מִדִּבְרֵיהֶן אֵין הֶקְדֵּשׁ צָרִיךְ הֶכְשֵׁר אֶלָּא חִבַּת הַקֹּדֶשׁ מַכְשֶׁרֶת הַבָּשָׂר. וְאִם נָגַע בָּהּ טֻמְאָה בֵּין קַלָּה בֵּין חֲמוּרָה נִפְסְלָה אַף עַל פִּי שֶׁלֹּא הֻכְשַׁר בְּמַשְׁקֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "הַבּוֹצֵר עֲנָבִים לִמְכֹּר בַּשּׁוּק אוֹ לְיַבְּשָׁן לֹא הֻכְשְׁרוּ לְטֻמְאָה עַד שֶׁיִּפְּלוּ עֲלֵיהֶן מַשְׁקִין לִרְצוֹנוֹ כִּשְׁאָר הָאֳכָלִין. אֲבָל הַבּוֹצֵר לִדְרֹךְ הֻכְשַׁר לְטֻמְאָה וְאַף עַל פִּי שֶׁלֹּא נָפְלוּ מַשְׁקִין עַל הַבָּצִיר כְּלָל וְאִם נָגְעָה בּוֹ טֻמְאָה נִטְמָא. וְדָבָר זֶה גְּזֵרָה מִדִּבְרֵי סוֹפְרִים. וּמִפְּנֵי מָה גָּזְרוּ עַל הַבּוֹצֵר לַגַּת שֶׁהוּא מֻכְשָׁר שֶׁפְּעָמִים שֶׁאָדָם נִכְנַס לְכַרְמוֹ לֵידַע אִם הִגִּיעַ לְהִבָּצֵר וְסוֹחֵט אֶשְׁכּוֹל שֶׁל עֲנָבִים לִבְדֹּק בּוֹ וּמְזַלְּפוֹ עַל גַּבֵּי הָעֲנָבִים הַבְּצוּרוֹת שֶׁהֲרֵי הַכּל לִדְרִיכָה עוֹמֵד. וְעוֹד מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד עָלָיו הֲרֵי הוּא מִתְמַעֵךְ וְיֵצְאוּ מֵימָיו וַהֲרֵי הוּא מַקְפִּיד עֲלֵיהֶן שֶׁלֹּא יָזוּבוּ בַּקַּרְקַע וְנִמְצָא מֻכְשָׁר בָּהֶן. לְפִיכָךְ גָּזְרוּ שֶׁהַבּוֹצֵר לְגַת הֻכְשַׁר: \n",
            "הַבּוֹצֵר עֲנָבִים שֶׁאִם לֹא מָצָא לָהֶם שׁוּק מַחֲזִירָן לַגַּת לֹא הֻכְשְׁרוּ עַד שֶׁיָּבוֹאוּ לִרְשׁוּת הַגַּת. וְכֵן הַזֵּיתִים שֶׁבָּאוּ לִרְשׁוּת הַבַּד הֻכְשְׁרוּ כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "הַבּוֹצֵר עֲנָבִים וּנְתָנָם בְּעָבִיט אוֹ שֶׁשְּׁטָחָן עַל גַּבֵּי הֶעָלִין הֻכְשְׁרוּ בְּמַשְׁקִין הַיּוֹצְאִין מֵהֶן שֶׁהֲרֵי דַּעְתּוֹ עַל הַמַּשְׁקִין וּלְפִיכָךְ שָׁטַח עַל הֶעָלִין אוֹ נָתַן לְתוֹךְ הֶעָבִיט שֶׁהוּא כְּמוֹ בּוֹר לְפִיכָךְ אִם נָטַל מֵהֶן טָמֵא אוֹ מִי שֶׁיָּדָיו טְמֵאוֹת טִמְּאָן. בָּצַר וְנָתַן לַסַּלִּים אוֹ בְּמַשְׁטִיחַ שֶׁל אֲדָמָה לֹא הֻכְשְׁרוּ שֶׁהֲרֵי אֵינוֹ מַקְפִּיד עַל הַמַּשְׁקֶה הַיּוֹצֵא מֵהֶן לְפִיכָךְ נוֹטֵל הַטָּמֵא מֵהֶן וְאוֹכֵל וְאַף עַל פִּי שֶׁהֵן מְבֻקָּעוֹת וּמְנַטְּפות לַגַּת הֲרֵי הַגַּת טְהוֹרָה שֶׁהֲרֵי לֹא הֻכְשְׁרוּ וַהֲרֵי נִבְצְרוּ לַאֲכִילָה. וְכֵן הַנּוֹטֵל מִן הַסַּלִּים וּמִן הַמַּשְׁטִיחַ שֶׁל אֲדָמָה וְאָכַל וְהוֹתִיר כִּסְאָה וּכְסָאתַיִם וּזְרָקָן לַגַּת. וְאַף עַל פִּי שֶׁהַיַּיִן מְנַתֵּז עַל הָעֲנָבִים לֹא הֻכְשְׁרוּ: \n",
            "עֲנָבִים שֶׁהָיוּ בְּסַלִּים אוֹ בְּמַשְׁטִיחַ שֶׁל אֲדָמָה וְלָקַח מֵהֶן לְדָרְכָן הֻכְשְׁרוּ לְפִיכָךְ צָרִיךְ לִקַּח מֵהֶן בְּיָדַיִם טְהוֹרוֹת כְּדֵי שֶׁלֹּא יִקַּח מֵהֶן הַטָּמֵא וִיטַמְּאֵן: \n",
            "כֶּרֶם שֶׁהוּא עוֹמֵד בְּבֵית הַפְּרָס הַבּוֹצֵר אוֹתוֹ לַגַּת אֵינוֹ מֻכְשָׁר כָּל זְמַן שֶׁהוּא בְּבֵית הַפְּרָס הוֹאִיל וְטֻמְאַת בֵּית הַפְּרָס מִדִּבְרֵיהֶם וְהַבּוֹצֵר לַגַּת הֻכְשַׁר מִדִּבְרֵיהֶם הֵקֵלּוּ בִּגְזֵרָה זוֹ וְלֹא גָּזְרוּ עָלָיו שֶׁיִּהְיֶה מֻכְשָׁר עַד שֶׁיֵּצֵא מִבֵּית הַפְּרָס. לְפִיכָךְ הָרוֹצֶה לִבְצֹר בְּבֵית הַפְּרָס לַגַּת בְּטָהֳרָה מְטַהֵר אֶת הַבּוֹצְרִים וְאֶת הַכֵּלִים וּמַזֶּה עֲלֵיהֶם שְׁלִישִׁי וּשְׁבִיעִי וּמַעֲרִיב שִׁמְשָׁן כְּדֵי לְהַכִּיר שֶׁאֵין מְקִלִּין בְּטֻמְאַת בֵּית הַפְּרָס אֶלָּא מִפְּנֵי שֶׁהוּא סָפֵק וְאַחַר כָּךְ נִכְנָסִין וּבוֹצְרִין וּמוֹצִיאִין חוּץ לְבֵית הַפְּרָס וַאֲחֵרִים טְהוֹרִים מְקַבְּלִין מֵהֶן וּמוֹלִיכִין לַגַּת וְאִם נָגְעוּ אֵלּוּ בְּאֵלּוּ טְמֵאִין מְטַמְּאִין אֶת הָעֲנָבִים שֶׁהָאֲנָשִׁים שֶׁבְּבֵית הַפְּרָס טְמֵאִין וּמְטַמְּאִין לְאוֹתָן שֶׁבַּחוּץ וְעוֹשִׂין אוֹתוֹ רִאשׁוֹן וְהֵן מְטַמְּאִין אֶת הָעֲנָבִים שֶׁהֲרֵי הֻכְשְׁרוּ מִשֶּׁיָּצְאוּ חוּץ לְבֵית הַפְּרָס: \n",
            "הַמּוֹסֵק אֶת זֵיתָיו לְכָבְשָׁן אוֹ לְמָכְרָן בַּשּׁוּק לֹא הֻכְשְׁרוּ עַד שֶׁיִּפְּלוּ עֲלֵיהֶן מַשְׁקִין בְּרָצוֹן כִּשְׁאָר הָאֳכָלִין. וְכֵן הַמּוֹסֵק זֵיתָיו לִדְרֹךְ בְּבֵית הַבַּד לֹא הֻכְשְׁרוּ עַד שֶׁתִּגָּמֵר מְלַאכְתָּן. וּמִפְּנֵי מָה יֻכְשְׁרוּ הַזֵּיתִים שֶׁנִּגְמְרָה מְלַאכְתָּן שֶׁחֶזְקָתָן שֶׁהֻכְשְׁרוּ בְּמֹהַל שֶׁלָּהֶן שֶׁהֲרֵי רוֹצֶה בְּקִיּוּמוֹ כְּדֵי שֶׁיִּהְיוּ נוֹחִין לִדְרֹךְ. אֲבָל קֹדֶם שֶׁתִּגָּמֵר מְלַאכְתָּן אֵין הַמֹּהַל הַיּוֹצֵא מֵהֶן מַכְשִׁיר מִפְּנֵי שֶׁאֵינוֹ רוֹצֶה בְּקִיּוּמוֹ. לְפִיכָךְ זֵיתִים שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן שֶׁנָּפְלוּ עֲלֵיהֶן מַשְׁקִין טְמֵאִין אֵין טָמֵא אֶלָּא מְקוֹם מַגָּעָם כְּכָל הָאֳכָלִים שֶׁלֹּא הֻכְשְׁרוּ. נָפְלוּ עֲלֵיהֶן מַשְׁקִין טְמֵאִין אַחַר שֶׁנִּגְמְרָה מְלַאכְתָּן נִטְמְאוּ כֻּלָּן שֶׁהַמַּשְׁקִין הַטְּמֵאִין מְטַמְּאִים אֶת הַמֹּהַל שֶׁבָּהֶן וְהַמֹּהַל מְטַמֵּא אֶת כֻּלָּן. שֶׁהַמֹּהַל שֶׁיָּצָא מֵהֶן אַחַר גְּמַר מְלַאכְתָּן חָשׁוּב מַשְׁקֶה וּמִתְטַמֵּא וּמַכְשִׁיר: \n",
            "חָבִית שֶׁל זֵיתִים מְגֻלְגָּלִים צָרִיךְ לִנְקֹב הֶחָבִית כְּדֵי שֶׁיֵּצֵא הַמֹּהַל. וְאִם לֹא נִקֵּב הֲרֵי אֵלּוּ מֻכְשָׁרִין. נִקְּבָהּ וּסְתָמוּהָ שְׁמָרִים וְהִנָּם בְּלוּלִים בַּמֹּהַל אֵינָם מַכְשִׁירִין מִפְּנֵי שֶׁאֵינָן בִּרְצוֹנוֹ שֶׁהֲרֵי נִקְּבָהּ: \n",
            "זֵיתִים שֶׁמְּסָקָן לִדְרִיכָה מֵאֵימָתַי גְּמַר מְלַאכְתָּן מִשֶּׁתִּגָּמֵר מְסִיקָתָן וְיִהְיוּ מֻנָּחִים וּמוּכָנִים לִדְרִיכָה. אַף עַל פִּי שֶׁלֹּא נָפְלוּ עֲלֵיהֶן מַשְׁקִין וְלֹא יָצְאוּ מֵהֶן מַשְׁקִין הוֹאִיל וְנִגְמְרָה מְלַאכְתָּן הֻכְשְׁרוּ. אֲבָל קֹדֶם שֶׁנִּגְמְרָה מְלַאכְתָּן אַף עַל פִּי שֶׁנִּתְמַעֲכוּ וְהִזִּיעוּ וְנִתְחַבְּרוּ בְּמַשְׁקֵיהֶן אֵינָן מֻכְשָׁרִין. גָּמַר מִלִּמְסֹק זֵיתָיו אֲבָל עָתִיד לִקַּח זֵיתִים אֲחֵרִים לְהוֹסִיף עֲלֵיהֶם אֲפִלּוּ אֵינוֹ עָתִיד לְהוֹסִיף אֶלָּא אוֹ קַב אוֹ קַבַּיִם לֹא הֻכְשְׁרוּ. וְאִם הֶעֱרִים הֲרֵי אֵלּוּ מֻכְשָׁרִין. גָּמַר מִלִּקַּח אֲבָל עָתִיד לִלְווֹת וּלְהוֹסִיף וְאֵרְעוֹ אֹנֶס אוֹ נִתְעַסֵּק בְּמִשְׁתֶּה וְלֹא הוֹסִיף עֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן וְאֵינָן מְקַבְּלִין טֻמְאָה. וַאֲפִלּוּ זָבִים וְזָבוֹת מְהַלְּכִין עֲלֵיהֶם טְהוֹרִים: \n",
            "הָעוֹטֵן זֵיתָיו בִּשְׁנֵי בַּדִּים כֵּיוָן שֶׁגָּמַר אַחַת מֵהֶן הֻכְשְׁרוּ לְקַבֵּל טֻמְאָה: \n",
            "הַמַּסִּיק זֵיתָיו בַּגָּלִיל הָעֶלְיוֹן וְעָתִיד לְהוֹרִידָם לַגָּלִיל הַתַּחְתּוֹן אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁיּוֹרִידֵם לְשָׁם. וְהוּא שֶׁחִשֵּׁב עֲלֵיהֶן קֹדֶם שֶׁיִּמְסֹק אֲבָל אַחַר שֶׁיִּמְסֹק אֵין הַמַּחְשָׁבָה מוֹעֶלֶת אֶלָּא הֻכְשְׁרוּ. גָּמַר אֶת זֵיתָיו וְעָתִיד לְמָכְרָן לֹא הֻכְשְׁרוּ. עָתִיד לְחַפּוֹתָן בְּעָלִין הֻכְשְׁרוּ וּמְקַבְּלִין טֻמְאָה: \n",
            "הַלּוֹקֵחַ מַעֲטָן זֵיתִים מִן הָעַכּוּ''ם אִם יֵשׁ מַסִּיק עַל פְּנֵי הָאֲדָמָה יֵעָשׂוּ בְּטֻמְאָה שֶׁזֶּה בְּחֶזְקַת שֶׁגָּמַר. וְנֶאֱמָן עַם הָאָרֶץ לוֹמַר מַעֲטָן זֶה לֹא גְּמַרְתִּיו: \n",
            "הָרוֹצֶה לִטּל מִזֵּיתִים שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן וְלִדְרֹךְ הֲרֵי זֶה נוֹטֵל מֵהֶן בְּטֻמְאָה וּמוֹלִיךְ לְבֵית הַבַּד בְּטֻמְאָה וּמְכַסֶּה הַשְּׁאָר בְּטֻמְאָה וְאֵינוֹ חוֹשֵׁשׁ שֶׁהֲרֵי לֹא הֻכְשְׁרוּ כְּדֵי שֶׁיְּקַבְּלוּ טֻמְאָה: \n",
            "הַמַּנִּיחַ אֶת זֵיתָיו בְּכוֹתֵשׁ כְּדֵי שֶׁיַּמְתִּינוּ וְיִהְיוּ נוֹחִים לְהִכָּתֵשׁ הֲרֵי אֵלּוּ מֻכְשָׁרִין. הִנִּיחָן שֶׁיַּמְתִּינוּ וְשֶׁיִּמְלָחֵם אַחַר שֶׁיַּמְתִּינוּ אֵינָן מֻכְשָׁרִין שֶׁהֲרֵי דַּעְתּוֹ עֲלֵיהֶן לְכָבְשָׁן: \n",
            "הַפּוֹצֵעַ זֵיתִים שֶׁל תְּרוּמָה בְּיָדַיִם טְמֵאוֹת פְּסָלָן שֶׁפְּצִיעָתָן הִיא גְּמַר מְלַאכְתָּן. פְּצָעָן לְסָפְגָן בְּמֶלַח לֹא הֻכְשְׁרוּ. וְכֵן אִם פְּצָעָן לֵידַע אִם יֵשׁ בָּהֶן שֶׁמֶן וְהִגִּיעוּ לְהִמָּסֵק לֹא הֻכְשְׁרוּ: \n",
            "הַמַּנִּיחַ זֵיתִים בַּגַּת לְגַרְגְּרָן וּלְיַבְּשָׁן אֲפִלּוּ הֵם רוּם אַמָּה אֵינָן מֻכְשָׁרִין. נְתָנָן בַּבַּיִת שֶׁיִּלְקוּ אַף עַל פִּי שֶׁעָתִיד לְהַעֲלוֹתָן לַגַּג אוֹ שֶׁנְּתָנָן בַּגַּג שֶׁיִּלְקוּ אַף עַל פִּי שֶׁעָתִיד לְפָתְחָם וְיַפְרִיס אוֹתָן הֲרֵי אֵלּוּ מֻכְשָׁרִים. נְתָנָן בַּבַּיִת עַד שֶׁיִּשְׁמֹר אֶת גַּגּוֹ אוֹ עַד שֶׁיּוֹלִיכֵם לְמָקוֹם אַחֵר אֵינָן מֻכְשָׁרִים שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן: \n",
            "הָעוֹטֵן זֵיתָיו בִּרְשׁוּת עַם הָאָרֶץ וְנָעַל וְחָתַם אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יֵשׁ לוֹ מַפְתֵּחַ אַחֵר וְחוֹתָם אַחֵר. אַף עַל פִּי שֶׁמָּצָא חוֹתָם מְקֻלְקָל וּמַפְתֵּחַ פָּתוּחַ הֲרֵי אֵלּוּ טְהוֹרִין. וְחוֹתָם שֶׁאָמְרוּ אֲפִלּוּ צְרוֹר אוֹ קֵיסָם. הָיוּ שָׁם חוֹרִין וּסְדָקִין אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא מַכְנִיס קָנֶה וּמְסִיטָן. הָיוּ שָׁם חַלּוֹנוֹת שֶׁל אַרְבָּעָה טְפָחִים נִדּוֹנוֹת כִּפְתָחִין: \n",
            "הַדּוֹרֵךְ בְּטֻמְאָה וְרָצָה לְטַהֵר כְּלֵי בֵּית הַבַּד וְהָעַקָּל מִן הַמַּשְׁקִין הַטְּמֵאִין שֶׁנִּבְלְעוּ בָּהֶן כֵּיצַד יַעֲשֶׂה. כְּלִי שֶׁל עֵץ וְשֶׁל אֲבָנִים מֵדִיחַ. וְשֶׁל נְסָרִים וְכַיּוֹצֵא בָּהֶן מְנַגְּבָן. וְשֶׁל גֶּמִי מְיַשְּׁנָן כָּל שְׁנֵים עָשָׂר חֹדֶשׁ אוֹ חוֹלְטָן בְּחַמִּין אוֹ בְּמֵי זֵיתִים אוֹ מַנִּיחָן תַּחַת צִנּוֹר שֶׁמֵּימָיו מְקַלְּחִין אוֹ לְתוֹךְ מַעְיָן שֶׁמֵּימָיו רוֹדְפִין שְׁתֵּים עֶשְׂרֵה שָׁעוֹת. וְאַחַר כָּךְ מַטְבִּיל אֶת הַכֵּלִים שֶׁצְּרִיכִין טְבִילָה וּמִשְׁתַּמֵּשׁ בָּהֶן בְּטָהֳרָה: \n"
        ],
        [
            "כָּל דִּבְרֵי הֶכְשֵׁר אֳכָלִין דִּבְרֵי קַבָּלָה הֵן מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא יא לח)</small> \"וְכִי יֻתַּן מַיִם עַל זֶרַע\" אֶחָד הַמַּיִם וְאֶחָד שְׁאָר שִׁבְעָה מַשְׁקִין. וְהוּא שֶׁיִּנָּתֵן עֲלֵיהֶם בִּרְצוֹן בְּעָלִים וְאַחַר שֶׁנֶּעֶקְרוּ מִן הַקַּרְקַע. שֶׁדָּבָר יָדוּעַ הוּא שֶׁאֵין לְךָ זֶרַע שֶׁלֹּא בָּא עָלָיו מַיִם כְּשֶׁהוּא מְחֻבָּר. לֹא נֶאֱמַר וְכִי יֻתַּן מַיִם אֶלָּא לְאַחַר שֶׁנֶּעֶקְרוּ הָאֳכָלִין וְנִתְלְשׁוּ הַמַּשְׁקִין: \n",
            "כָּל מַשְׁקֶה שֶׁנָּפַל עַל הָאֹכֶל בַּתְּחִלָּה בִּרְצוֹן בְּעָלִים אַף עַל פִּי שֶׁאֵין סוֹפוֹ בְּרָצוֹן אוֹ שֶׁהָיָה סוֹפוֹ בְּרָצוֹן וְאֵין תְּחִלָּתוֹ בְּרָצוֹן הִכְשִׁיר. נָפַל שֶׁלֹּא בִּרְצוֹנוֹ אֵינוֹ מַכְשִׁיר אֲפִלּוּ בָּלַל הוּא פֵּרוֹתָיו מִפְּנֵי הַסַּכָּנָה אוֹ מִפְּנֵי הַצֹּרֶךְ וְהוּא אֵין רְצוֹנוֹ שֶׁיִּהְיוּ בְּלוּלִין הֲרֵי אֵלּוּ לֹא הֻכְשְׁרוּ. כֵּיצַד. הַטּוֹמֵן פֵּרוֹתָיו בְּמַיִם מִפְּנֵי הַגַּנָּבִים אוֹ הַנּוֹתֵן פֵּרוֹתָיו לְשִׁבּלֶת הַנָּהָר לַהֲבִיאָן עִמּוֹ אֵינָן מֻכְשָׁרִים: \n",
            "מַשְׁקִין שֶׁנִּתְלְשׁוּ מִן הַקַּרְקַע שֶׁלֹּא בְּרָצוֹן אֵינָן מַכְשִׁירִין. לְפִיכָךְ אָדָם אוֹ כֵּלִים אוֹ פֵּרוֹת שֶׁנִּבְלְלוּ בְּמַשְׁקִין וְנִתְלְשׁוּ שֶׁלֹּא בְּרָצוֹן אַף עַל פִּי שֶׁנָּגְעוּ אֳכָלִין בְּאוֹתָן מַשְׁקִין בְּרָצוֹן לֹא הֻכְשְׁרוּ שֶׁהֲרֵי אוֹתָן הַמַּיִם שֶׁלֹּא לְרָצוֹן נִתְלְשׁוּ וּכְאִלּוּ הֵן עֲדַיִן בַּקַּרְקַע שֶׁאֵינָן מַכְשִׁירִין. הָיוּ הַמַּיִם שֶׁעַל הָאָדָם וְעַל הַכֵּלִים וְעַל הַפֵּרוֹת תְּלוּשִׁין בְּרָצוֹן וְנָגְעוּ בָּהֶן אֳכָלִין בְּרָצוֹן הֻכְשְׁרוּ. כֵּיצַד. הַכּוֹפֶה קְעָרָה עַל הַכֹּתֶל בִּשְׁבִיל שֶׁתּוּדַח הַמַּיִם שֶׁבָּהּ מַכְשִׁירִין. וְאִם הִנִּיחַ בָּהֶן פֵּרוֹת הֻכְשְׁרוּ מִפְּנֵי שֶׁהֵן תְּלוּשִׁין בַּכְּלִי לְדַעַת. כְּפָאָהּ בִּשְׁבִיל שֶׁלֹּא יִלְקֶה הַכֹּתֶל הַמַּיִם שֶׁבָּהּ אֵינָן כִּתְלוּשִׁין וּלְפִיכָךְ אִם נָתַן בָּהּ אֳכָלִין לֹא הֻכְשְׁרוּ. נִתְכַּוֵּן שֶׁיּוּדַח הַכֹּתֶל אִם הָיָה כֹּתֶל בַּיִת הֲרֵי אֵלּוּ מַכְשִׁירִין שֶׁהַתָּלוּשׁ שֶׁחִבְּרוֹ לְעִנְיַן הֶכְשֵׁר הֲרֵי הוּא כְּתָלוּשׁ וְנִמְצְאוּ מַיִם שֶׁעַל כֹּתֶל בַּיִת זֶה כַּמַּיִם שֶׁבַּכֵּלִים. וְאִם הָיָה כֹּתֶל מְעָרָה שֶׁאֵינוֹ בִּנְיָן אֶלָּא עַצְמָהּ שֶׁל קַרְקַע הַמַּיִם שֶׁעָלֶיהָ אֵינָן כִּתְלוּשִׁין מִן הַקַּרְקַע: \n",
            "הַשּׁוֹחֶה לִשְׁתּוֹת הֲרֵי הַמַּיִם הָעוֹלִים בִּשְׂפָמוֹ וּבְפִיו תְּלוּשִׁין בִּרְצוֹנוֹ. שֶׁדָּבָר יָדוּעַ הוּא שֶׁהַשּׁוֹתֶה יַעֲלֶה הַמַּיִם בְּפִיו וּבִשְׂפָתָיו וְהוֹאִיל וְשָׁתָה בִּרְצוֹנוֹ הֲרֵי אֵלּוּ נִתְלְשׁוּ בְּרָצוֹן. אֲבָל הַמַּיִם הָעוֹלִים בְּחָטְמוֹ וּבִזְקָנוֹ וּבְרֹאשׁוֹ אֵינָן תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַמְמַלֵּא אֶת הֶחָבִית הַמַּיִם הָעוֹלִים אַחֲרֶיהָ וּבַחֶבֶל שֶׁהוּא מְכוֹנֵן עַל צַוָּארָהּ וּבַחֶבֶל שֶׁהוּא לְצָרְכָּהּ הֲרֵי הֵן תְּלוּשִׁין בְּרָצוֹן. וְהַמַּיִם שֶׁבַּחֶבֶל הַיָּתֵר עַל צָרְכָּהּ אֵינָן תְּלוּשִׁין בְּרָצוֹן. נְתָנָהּ תַּחַת הַצִּנּוֹר כָּל הַמַּיִם שֶׁעַל גַּבָּהּ וּבַחֶבֶל אֵינָן תְּלוּשִׁין בְּרָצוֹן לְפִיכָךְ אֵין מַכְשִׁירִין: \n",
            "מִי שֶׁיָּרְדוּ עָלָיו גְּשָׁמִים אֲפִלּוּ הָיָה אַב הַטֻּמְאָה. הַמַּיִם שֶׁעָלָיו אַף עַל פִּי שֶׁיָּרְדוּ מִצַּד הָעֶלְיוֹן לַתַּחְתּוֹן טְהוֹרִין וְהוּא שֶׁיְּנַתְּקֵם מֵעָלָיו בְּכָל כֹּחוֹ. אֲבָל אִם הָיוּ שׁוֹתְתִין וְיוֹרְדִים בִּשְׁעַת פְּרִישָׁתָם מִתְטַמְּאִין. וּבִזְמַן שֶׁהֵן טְהוֹרִין אֵינָן מַכְשִׁירִין שֶׁהֲרֵי אֵינָן תְּלוּשִׁין עָלָיו לִרְצוֹנוֹ. וְאִם נִעֵר הֲרֵי אֵלּוּ לְרָצוֹן. עָמַד תַּחַת הַצִּנּוֹר לְהָקֵר אוֹ לִידוֹחַ הֲרֵי זֶה לְרָצוֹן. וְאִם הָיָה טָמֵא הַמַּיִם שֶׁעָלָיו טְמֵאִין: \n",
            "חָבִית שֶׁהָיְתָה מְלֵאָה פֵּרוֹת וְיָרַד הַדֶּלֶף לְתוֹכָהּ הֲרֵי זֶה יְעָרֶה הַמַּיִם מֵעֲלֵיהֶן וְאֵינָן מַכְשִׁירִין וְאַף עַל פִּי שֶׁרְצוֹנוֹ שֶׁיִּהְיוּ בְּתוֹכָהּ עַד שֶׁיְּעָרֶה הַמַּיִם מֵעֲלֵיהֶן: \n",
            "עֲרֵבָה שֶׁיָּרַד הַדֶּלֶף לְתוֹכָהּ הַמַּיִם הַנִּתָּזִין וְהַצָּפִין מֵעָלֶיהָ אֵינָן תְּלוּשִׁין בְּרָצוֹן. נְטָלָהּ לְשָׁפְכָהּ הַמַּיִם שֶׁבְּתוֹכָהּ אֵינָן בְּרָצוֹן. הִנִּיחָהּ שֶׁיֵּרֵד הַדֶּלֶף לְתוֹכָהּ הַנִּתָּזִין וְהַצָּפִין שֶׁבְּתוֹכָהּ אֵינָן תְּלוּשִׁין בְּרָצוֹן. וְאִם נְטָלָהּ לְשָׁפְכָהּ הֲרֵי אֵלּוּ מַכְשִׁירִין שֶׁכֵּיוָן שֶׁלֹּא שְׁפָכָהּ בִּמְקוֹמָהּ הֲרֵי תְּלָשָׁן בִּרְצוֹנוֹ: \n",
            "הַמַּטְבִּיל אֶת כֵּלָיו וְהַמְכַבֵּס אֶת כְּסוּתוֹ בִּמְעָרָה הַמַּיִם הָעוֹלִין בְּיָדָיו בְּרָצוֹן וּבְרַגְלָיו אֵינָן כִּתְלוּשִׁין בְּרָצוֹן: \n",
            "פֵּרוֹת שֶׁנָּפְלוּ לְתוֹךְ הַמַּיִם וּפָשַׁט יָדָיו וּנְטָלָן לֹא הֻכְשְׁרוּ. וְאִם חִשֵּׁב שֶׁיּוּדְחוּ יָדָיו הֻכְשְׁרוּ בַּמַּיִם שֶׁבְּיָדָיו שֶׁהַמַּיִם שֶׁבְּיָדָיו וְשֶׁעַל הַפֵּרוֹת הֲרֵי הֵן כִּתְלוּשִׁין בְּרָצוֹן: \n",
            "הַנּוֹתֵן פֵּרוֹתָיו לְתוֹךְ הַמַּיִם בִּרְצוֹנוֹ אִם הָיוּ מַיִם שֶׁבַּקַּרְקָעוֹת אֵינָן מֻכְשָׁרִין כָּל זְמַן שֶׁהֵן בַּמַּיִם. הוֹצִיאָן הֻכְשְׁרוּ בַּמַּיִם שֶׁעֲלֵיהֶן אוֹ שֶׁעַל יָדָיו שֶׁהֲרֵי נִתְלְשׁוּ בְּרָצוֹן. כֵּיצַד. צְנוֹן אוֹ לֶפֶת שֶׁהוּא בְּתוֹךְ הַמְּעָרָה נִדָּה מְדִיחַתּוּ שָׁם וְהוּא טָהוֹר. הֶעֱלַתְהוּ כָּל שֶׁהוּא מִן הַמַּיִם נִטְמָא בְּמַגָּעָהּ: \n",
            "קֻפָּה שֶׁהִיא מְלֵאָה תּוּרְמוּסִין וּנְתוּנָה לְתוֹךְ הַמִּקְוֶה מוֹשִׁיט יָדוֹ הַטָּמֵא וְנוֹטֵל תּוּרְמוּסִין מִתּוֹכָהּ וְהֵן טְהוֹרִין מִפְּנֵי שֶׁלֹּא הֻכְשְׁרוּ שֶׁהֲרֵי מִתּוֹכָהּ נָטַל וְאֵין רְצוֹנוֹ בַּמַּיִם שֶׁעֲלֵיהֶן. הֶעֱלָם מִן הַמַּיִם הַנּוֹגְעִין בַּקֻּפָּה טְמֵאִין שֶׁהֲרֵי הֻכְשְׁרוּ בַּמַּיִם שֶׁבַּקֻּפָּה שֶׁנִּתְלְשׁוּ בִּרְצוֹנוֹ. וּשְׁאָר כָּל הַתּוּרְמוּסִין שֶׁבְּתוֹךְ הַקֻּפָּה טְהוֹרִין: \n"
        ],
        [
            "הַמְמַלֵא בַּקִּילוֹן הַמַּיִם הַנִּשְׁאָרִים בַּקִּילוֹן הֲרֵי הֵן תְּלוּשִׁין בְּרָצוֹן עַד שְׁלֹשָׁה יָמִים אֲבָל אַחַר שְׁלֹשָׁה יָמִים אֵינָן תְּלוּשִׁין בְּרָצוֹן אֶלָּא אִם נִשְׁאַר שָׁם מַשְׁקֶה אֵינוֹ מַכְשִׁיר: \n",
            "עֵצִים שֶׁנָּפְלוּ עֲלֵיהֶן מַשְׁקִין בְּרָצוֹן וְיָרְדוּ עֲלֵיהֶן גְּשָׁמִים שֶׁלֹּא לְרָצוֹן אִם רַבּוּ הֲרֵי כֻּלָּן שֶׁלֹּא לְרָצוֹן. הוֹצִיאָן שֶׁיֵּרְדוּ עֲלֵיהֶן גְּשָׁמִים אַף עַל פִּי שֶׁרַבּוּ הֲרֵי כֻּלָּן לְרָצוֹן. הָיוּ רַגְלָיו אוֹ רַגְלֵי בְּהֶמְתּוֹ מְלֵאוֹת טִיט וְעָבַר בַּנָּהָר וְרָחֲצוּ אִם שָׂמַח הֲרֵי הַמַּיִם הָעוֹלִין עֲלֵיהֶן תְּלוּשִׁין בְּרָצוֹן וְאִם לָאו אֵינָן בְּרָצוֹן: \n",
            "הַמּוֹרִיד אֶת הַגַּלְגַּלִּים וְאֶת כְּלֵי הַבָּקָר בִּשְׁעַת הַקָּדִים לַמַּיִם כְּדֵי שֶׁיִּסָּתְמוּ הַסְּדָקִין שֶׁבָּעֵץ הֲרֵי הַמַּיִם הָעוֹלִין בָּהֶן תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַמּוֹרִיד אֶת הַבְּהֵמָה לִשְׁתּוֹת הַמַּיִם הָעוֹלִין בְּפִיהָ תְּלוּשִׁין בְּרָצוֹן וּבְרַגְלֶיהָ אֵינָן כִּתְלוּשִׁין בְּרָצוֹן אֶלָּא אִם חִשֵּׁב שֶׁיּוּדְחוּ רַגְלֶיהָ. וּבִשְׁעַת הַחֹרֶף וְהַדַּיִשׁ אַף שֶׁבְּרַגְלֶיהָ תְּלוּשִׁין בְּרָצוֹן. הוֹרִידָהּ חֵרֵשׁ שׁוֹטֶה וְקָטָן אַף עַל פִּי שֶׁחָשַׁב שֶׁיּוּדְחוּ רַגְלֶיהָ הַמַּיִם הָעוֹלִין בְּרַגְלֶיהָ אֵינָן תְּלוּשִׁין בְּרָצוֹן שֶׁיֵּשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה: \n",
            "הַטּוֹבֵל בְּמַיִם הֲרֵי כָּל הַמַּיִם שֶׁעַל בְּשָׂרוֹ תְּלוּשִׁין בְּרָצוֹן. אֲבָל הָעוֹבֵר בְּמַיִם כָּל הַמַּיִם שֶׁעַל בְּשָׂרוֹ אֵינָן תְּלוּשִׁין בְּרָצוֹן: \n",
            "מִי שֶׁטָּבַל בַּנָּהָר וְהָיָה לְפָנָיו נָהָר אַחֵר וְעָבַר בּוֹ בִּטְּלוּ הַשְּׁנִיִּים אֶת הָרִאשׁוֹנִים וַהֲרֵי הַמַּיִם שֶׁעָלָיו אֵינָן תְּלוּשִׁין בְּרָצוֹן. וְכֵן אִם דָּחָהוּ חֲבֵרוֹ לִשְׂכָרוֹ אוֹ לִשְׂכַר בְּהֶמְתּוֹ בָּטְלוּ הַמַּיִם הָרִאשׁוֹנִים. אֲבָל אִם דָּחָהוּ דֶּרֶךְ שְׂחוֹק לֹא בָּטְלוּ אֶלָּא הֲרֵי הַמַּיִם שֶׁעָלָיו תְּלוּשִׁין לְרָצוֹן. טָבַל בַּנָּהָר וְעָלָה וְיָרְדוּ עָלָיו גְּשָׁמִים אִם רַבּוּ עָלָיו גְּשָׁמִים הֲרֵי בָּטְלוּ מַיִם הָרִאשׁוֹנִים וַהֲרֵי כָּל הַמַּיִם שֶׁעָלָיו אֵינָן תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַשָּׁט עַל פְּנֵי הַמַּיִם הַמַּיִם הַנִּתָּזִין אֵינָן תְּלוּשִׁין בְּרָצוֹן. וְהַמַּיִם הָעוֹלִין עָלָיו תְּלוּשִׁין בְּרָצוֹן. אִם נִתְכַּוֵּן לְהַתִּיז עַל חֲבֵרוֹ אַף הַנִּתָּזִין תְּלוּשִׁין בְּרָצוֹן: \n",
            "הָעוֹשֶׂה צִפּוֹר בַּמַּיִם הַמַּיִם הַנִּתָּזִין וְאֶת שֶׁבָּהּ אֵינָם תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַמּוֹדֵד אֶת הַבּוֹר לֵידַע עָמְקוֹ מַיִם הָעוֹלִין בְּיָדוֹ וּבַדָּבָר שֶׁמָּדַד בּוֹ תְּלוּשִׁין בְּרָצוֹן. וְאִם מָדַד רָחְבּוֹ מַיִם הָעוֹלִין בְּיָדָיו אוֹ בְּדָבָר שֶׁמָּדַד בּוֹ אֵינָן תְּלוּשִׁין בְּרָצוֹן. פָּשַׁט יָדוֹ אוֹ רַגְלוֹ לַבּוֹר לֵידַע אִם יֵשׁ בּוֹ מַיִם הֲרֵי הַמַּיִם הָעוֹלִין בְּיָדוֹ אוֹ בְּרַגְלוֹ אֵינָן תְּלוּשִׁין בְּרָצוֹן. פְּשָׁטָן לֵידַע כַּמָּה מַיִם שָׁם הָעוֹלִין בָּהֶן תְּלוּשִׁין בְּרָצוֹן. זָרַק אֶבֶן לַבּוֹר לֵידַע אִם יֵשׁ בּוֹ מַיִם מַיִם הַנִּתָּזִין אֵינָן בְּרָצוֹן וְשֶׁעַל הָאֶבֶן אֵינָן כִּתְלוּשִׁין: \n",
            "הַחוֹבֵט עַל הַשֶּׁלַח חוּץ לַמַּיִם הַנִּתָּזִין מִמֶּנּוּ תְּלוּשִׁין בְּרָצוֹן שֶׁהֲרֵי רְצוֹנוֹ שֶׁיֵּצְאוּ. חָבַט עָלָיו וְהוּא בְּתוֹךְ הַמַּיִם אֵינָן תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַמַּיִם הָעוֹלִין בַּסְּפִינָה וּבַעִיקָל וּבַמְּשׁוֹטוֹת אֵינָן תְּלוּשִׁין בְּרָצוֹן. וּבַמְּצוּדוֹת וּבָרְשָׁתוֹת וּבַמִּכְמוֹרוֹת אֵינָם תְּלוּשִׁין בְּרָצוֹן. וְאִם נִעֵר תְּלוּשִׁין בְּרָצוֹן. וְכֵן הַמַּיִם שֶׁעַל הַקַּסְיָה [שֶׁל] שֻׁלְחָנוֹת וְעַל הַשָּׂפָה שֶׁל לְבֵנִים אֵינָן בְּרָצוֹן. וְאִם נִעֵר הֲרֵי אֵלּוּ בְּרָצוֹן: \n",
            "הַמּוֹלִיךְ אֶת הַסְּפִינָה לַיָּם הַגָּדוֹל לְצָרְפָהּ. הַמּוֹצִיא מַסְמֵר לַגְּשָׁמִים לְצָרְפוֹ. הַמַּנִּיחַ אֶת הָאוּד בַּגְּשָׁמִים לַעֲשׂוֹתוֹ [פֶּחָם]. הֲרֵי הַמַּיִם שֶׁעֲלֵיהֶן תְּלוּשִׁין בְּרָצוֹן. אֲבָל הַמּוֹצִיא אֶת הַמַּסְמֵר וְאֶת הָאוּד לַגְּשָׁמִים לְכַבּוֹתָן אֵין הַמַּיִם שֶׁעֲלֵיהֶן תְּלוּשִׁין בְּרָצוֹן: \n",
            "שִׁלְשֵׁל אֶת הַמְּשׁוֹלֶת לַבּוֹר לְהַעֲלוֹת בָּהּ כְּלִי אוֹ קִיתוֹן. שִׁלְשֵׁל אֶת הַכַּלְכָּלָה לַבּוֹר כְּדֵי שֶׁתֵּשֵׁב עָלֶיהָ (אֶת) הַתַּרְנְגלֶת. אֵין הַמַּיִם שֶׁעָלֶיהָ תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַמְמַחֵק אֶת הַכְּרֵישָׁה לְהָסִיר הַמַּיִם שֶׁעָלֶיהָ וְהַסּוֹחֵט שְׂעָרוֹ בִּכְסוּתוֹ הַמַּיִם הַיּוֹצְאִין תְּלוּשִׁין בְּרָצוֹן. וְהַנִּשְׁאָרִין אֵינָן תְּלוּשִׁין בְּרָצוֹן מִפְּנֵי שֶׁרְצוֹנוֹ שֶׁיֵּצְאוּ מִכֻּלָּן. וּכְרֵישָׁה עַצְמָהּ הֻכְשְׁרָה שֶׁבִּשְׁעַת פְּרִישָׁתָהּ מַכְשִׁירִין. וְאִם נִתֵּק הַמַּיִם מֵעָלֶיהָ בְּכָל כֹּחוֹ לֹא הֻכְשְׁרָה: \n",
            "הַמַּרְעִיד אֶת הָאִילָן לְהַשִּׁיר מִמֶּנּוּ אֳכָלִין אוֹ לְהַשִּׁיר טֻמְאָה הַמַּיִם הַנִּתָּזִין מִמֶּנָּה אֵינָן תְּלוּשִׁין בְּרָצוֹן. הִרְעִידוֹ לְהַשִּׁיר מִמֶּנּוּ מַשְׁקִין הַיּוֹצְאִין הֲרֵי הֵן תְּלוּשִׁין. וְהַנִּשְׁאָרִין בּוֹ אַף עַל פִּי שֶׁנָּשְׁרוּ מִמָּקוֹם לְמָקוֹם אֵינָן תְּלוּשִׁין בְּרָצוֹן. מִפְּנֵי שֶׁהוּא מִתְכַּוֵּן שֶׁיֵּצְאוּ מִכֻּלּוֹ. וְכֵן אִם נִתְּזוּ עַל הַמְחֻבָּרִין אֵינָן תְּלוּשִׁין בְּרָצוֹן: \n",
            "הַמַּרְעִיד אֶת הָאִילָן וְנָפַל עַל חֲבֵרוֹ אוֹ סֻכָּה וְנָפְלָה עַל חֲבֶרְתָּהּ וְתַחְתֵּיהֶן זְרָעִים וִירָקוֹת מְחֻבָּרִים לַקַּרְקַע וְנָפְלוּ הַמַּיִם עַל הַפֵּרוֹת הַמְחֻבָּרִין שֶׁתַּחְתֵּיהֶן אוֹתָן הַמַּיִם שֶׁבַּזְּרָעִים וְשֶׁבַּיְרָקוֹת אֵינָן תְּלוּשִׁין בְּרָצוֹן: \n",
            "שְׁמָרִים שֶׁל תְּרוּמָה שֶׁנָּתַן עֲלֵיהֶן מַיִם כְּבָר בֵּאַרְנוּ בִּתְרוּמוֹת שֶׁהָרִאשׁוֹן וְהַשֵּׁנִי אָסוּר לְזָרִים וְשֶׁל הֶקְדֵּשׁ בֶּדֶק הַבַּיִת אַף הַשְּׁלִישִׁי אָסוּר. וְשֶׁל קָדְשֵׁי מִזְבֵּחַ לְעוֹלָם אָסוּר. וְשֶׁל מַעֲשֵׂר שֵׁנִי הַוַּדַּאי רִאשׁוֹן בִּלְבַד אָסוּר. כְּשֵׁם שֶׁאָמְרוּ לְעִנְיַן אִסּוּרָן כָּךְ אָמְרוּ לְעִנְיַן הֶכְשֵׁרָן. כְּגוֹן שֶׁנִּתְמְדוּ מֵאֲלֵיהֶן וְהָיְתָה בְּהֵמָה שׁוֹתָה רִאשׁוֹן רִאשׁוֹן. שֶׁאִם הָיָה הָאָדָם הוּא שֶׁמֵּסִיר הַמַּיִם הָרִאשׁוֹנִים אַף עַל פִּי שֶׁמֵּאֲלֵיהֶן נָפְלוּ כֵּיוָן שֶׁחֲשָׁבָן וְהִקְפִּיד עֲלֵיהֶן מַכְשִׁירִין: \n"
        ],
        [
            "פֵּרוֹת שֶׁיָּרַד הַדֶּלף לתוֹכָן וְעֵרְבָן כְּדֵי שֶׁיִּתְנַגְּבוּ לֹא הֻכְשְׁרוּ: \n",
            "הַמַּעֲלֶה פֵּרוֹתָיו לַגַּג מִפְּנֵי הַכְּנִימָה וְיָרַד עֲלֵיהֶן הַטַּל לֹא הֻכְשַׁר. וְאִם נִתְכַּוֵּן שֶׁיֵּרֵד עֲלֵיהֶן הַטַּל הֻכְשְׁרוּ. לְפִיכָךְ אִם הֶעֱלוּם חֵרֵשׁ שׁוֹטֶה וְקָטָן אַף עַל פִּי שֶׁחִשְּׁבוּ שֶׁיֵּרֵד הַטַּל עֲלֵיהֶן לֹא הֻכְשְׁרוּ שֶׁיֵּשׁ לָהֶן מַעֲשֵׂה דִּין תּוֹרָה וְאֵין לָהֶן מַחֲשָׁבָה אֲפִלּוּ מִדִּבְרֵי סוֹפְרִים. הָפְכוּ בָּהֶן קְטַנִּים עַל הַגַּג הֲרֵי אֵלּוּ מֻכְשָׁרִין שֶׁאִם הָיְתָה מַחֲשָׁבָה שֶׁל קָטָן נִכֶּרֶת מִתּוֹךְ מַעֲשָׂיו מַחְשַׁבְתּוֹ מוֹעֶלֶת מִדִּבְרֵיהֶן: \n",
            "הַמַּעֲלֶה אֶת הָאֲגֻדּוֹת וְאֶת הַקְּצִיעוֹת וְאֶת הַשּׁוּם לַגַּג בִּשְׁבִיל שֶׁיַּמְתִּינוּ וְיֵרֵד עֲלֵיהֶן הַטַּל לֹא הֻכְשְׁרוּ. וְאֵין אוֹמְרִין הוֹאִיל וְהַכּל יוֹדְעִין שֶׁהַטַּל יוֹרֵד הֲרֵי זֶה בִּרְצוֹנוֹ שֶׁהֲרֵי לֹא הֶעֱלָם אֶלָּא כְּדֵי שֶׁיַּמְתִּינוּ: \n",
            "הַמּוֹלִיךְ חִטִּין לִטְחֹן וְיָרְדוּ עֲלֵיהֶן גְּשָׁמִים אִם שָׂמַח הֻכְשְׁרוּ. הָיוּ זֵיתָיו נְתוּנִין בַּגַּג וְיָרְדוּ עֲלֵיהֶן גְּשָׁמִים אִם שָׂמַח הֻכְשְׁרוּ. הַחַמָּרִים שֶׁהָיוּ עוֹבְרִים בַּנָּהָר וְנָפְלוּ שַׂקֵּיהֶן בַּמַּיִם וְהֶעֱלוּם אִם שָׂמְחוּ הֻכְשְׁרוּ הַפֵּרוֹת וְהַמַּיִם שֶׁעַל הַשַּׂקִּין הִנָּם תְּלוּשִׁין בְּרָצוֹן שֶׁהֲרֵי שָׂמְחוּ: \n",
            "שַׂק שֶׁהוּא מָלֵא זֵרְעוֹנִים וְנָתוּן עַל גַּבֵּי הַנָּהָר אוֹ עַל פִּי הַבּוֹר אוֹ עַל מַעֲלוֹת הַמְּעָרָה וְשָׁאֲבוּ הֻכְשְׁרוּ: \n",
            "חָבִית שֶׁהִיא מְלֵאָה פֵּרוֹת שֶׁנְּתָנָהּ בְּתוֹךְ הַמַּשְׁקִין אוֹ מְלֵאָה מַשְׁקִין שֶׁנְּתָנָהּ בְּתוֹךְ הַפֵּרוֹת וְשָׁאֲבוּ הֻכְשְׁרוּ. בְּאֵלּוּ מַשְׁקִין אָמְרוּ בְּמַיִם וּבְיַיִן וּבְחֹמֶץ אֲבָל שְׁאָר הַמַּשְׁקִין אֵין מְשָׁאֲבִין מִן הַחֶרֶס כְּדֵי שֶׁיַּכְשִׁירוּ הַפֵּרוֹת שֶׁבְּצִדָּן: \n",
            "הָרוֹדֶה פַּת חַמָּה וּנְתָנָהּ עַל פִּי חָבִית שֶׁל יַיִן אִם הָיְתָה פַּת חִטִּין לֹא הֻכְשְׁרָה. וְאִם הָיְתָה שֶׁל שְׂעוֹרִים הֻכְשְׁרָה מִפְּנֵי שֶׁהַשְּׂעוֹרִים שׁוֹאֲבוֹת. וְכֵן אִם הָיָה הַיַּיִן טָמֵא וְהָיְתָה פַּת חִטִּים טְהוֹרָה וְאִם הָיְתָה שְׂעוֹרִים נִטְמְאָה מִפְּנֵי שֶׁשָּׁאֲבָה מַשְׁקִין טְמֵאִין: \n",
            "הַמְרַבֵּץ אֶת בֵּיתוֹ וְנָתַן בּוֹ חִטִּים וְטָנְנוּ. אִם מֵחֲמַת הַמַּיִם הֻכְשְׁרוּ. וְאִם מֵחֲמַת הַסֶּלַע לֹא הֻכְשְׁרוּ. הַמְכַבֵּס אֶת כְּסוּתוֹ בַּעֲרֵבָה וְנָתַן בָּהּ חִטִּים וְטָנְנוּ אִם מֵחֲמַת הַמַּיִם הֻכְשְׁרוּ וְאִם מֵחֲמַת הָעֲרֵבָה לֹא הֻכְשְׁרוּ: \n",
            "הַטּוֹמֵן פֵּרוֹת בַּחוֹל כְּדֵי שֶׁיַּרְטִיבוּ הֻכְשְׁרוּ. הַטּוֹמֵן בַּטִּיט הַנָּגוּב אִם יֵשׁ בּוֹ מַשְׁקֶה טוֹפֵחַ הֻכְשְׁרוּ וְאִם לָאו לֹא הֻכְשְׁרוּ: \n",
            "הַמְרַבֵּץ אֶת גָּרְנוֹ אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יֵכְשְׁרוּ חִטָּיו אִם טָנְנוּ בּוֹ וְאַף עַל פִּי שֶׁהוּא שָׂמֵחַ: \n",
            "הַמְלַקֵּט עֲשָׂבִים כְּשֶׁהַטַּל יוֹרֵד עֲלֵיהֶן לְחַפּוֹת בָּהֶן הַחִטִּין לֹא הֻכְשְׁרוּ וְאִם נִתְכַּוִּן לְכָךְ הֻכְשְׁרוּ: \n",
            "הַמְרַבֵּץ אֶת בֵּיתוֹ בְּמַיִם טְמֵאִים וְנָתַן בּוֹ שִׁבֳּלִים וְטָנְנוּ אִם יֵשׁ עֲלֵיהֶן מַשְׁקֶה טוֹפֵחַ הֲרֵי אֵלּוּ טְמֵאִין וְאִם לָאו טְהוֹרִין: \n",
            "הַנּוֹעֵר אֲגֻדָּה שֶׁל יָרָק שֶׁהָיוּ עָלֶיהָ מַשְׁקִין וְיָרְדוּ מִצַּד הָעֶלְיוֹן לַצַּד הַתַּחְתּוֹן לֹא הֻכְשַׁר: \n",
            "הַמַּעֲלֶה שַׂקִּין מְלֵאִין פֵּרוֹת מִן הַנָּהָר וּנְתָנָן זֶה עַל גַּבֵּי זֶה הֻכְשַׁר הַתַּחְתּוֹן בַּמַּיִם שֶׁיָּרְדוּ לוֹ מִן הָעֶלְיוֹן שֶׁהֲרֵי בִּרְצוֹנוֹ הִנִּיחַ זֶה עַל גַּבֵּי זֶה: \n",
            "הַנּוֹפֵחַ בַּעֲדָשִׁים לְבָדְקָן אִם הֵן יָפוֹת וְהִזִּיעוּ הֻכְשְׁרוּ בְּהֶבֶל פִּיו מִפְּנֵי שֶׁהוּא מִתּוֹלְדוֹת הַמַּיִם. וְכֵן הָאוֹכֵל שֻׁמְשְׁמִין בָּאֶצְבַּע הֻכְשְׁרוּ בְּמַשְׁקֵה פִּיו וְשֶׁעַל אֶצְבָּעוֹ: \n",
            "נָשַׁךְ בָּאֹכֶל וְנָפַל הָאֹכֶל הֲרֵי הַמַּשְׁקֶה שֶׁעַל הָאֹכֶל שֶׁלֹּא לְרָצוֹן. הָיָה אוֹכֵל זֵיתִים פְּצוּעִים וּתְמָרִים רְטֻבּוֹת וְכָל שֶׁהוּא רוֹצֶה לָמֹץ אֶת גַּרְעִינָתוֹ וְנָפַל מִפִּיו הֲרֵי הַמַּשְׁקֶה שֶׁעָלָיו בְּרָצוֹן. הָיָה אוֹכֵל זֵיתִים נְגוּבִין וּתְמָרִים יְבֵשׁוֹת וְכָל שֶׁאֵינוֹ רוֹצֶה לָמֹץ אֶת גַּרְעִינָתוֹ וְנָפַל מִפִּיו הֲרֵי הַמַּשְׁקֶה שֶׁעָלָיו שֶׁלֹּא בְּרָצוֹן: \n",
            "עֻלְשִׁין שֶׁלִּקְּטָן לִבְהֵמָה וֶהֱדִיחָן וְחִשֵּׁב עֲלֵיהֶן לְאָדָם אַחַר כָּךְ כְּבָר בֵּאַרְנוּ שֶׁהֵן צְרִיכִים הֶכְשֵׁר שֵׁנִי. וְאִם הָיָה עֲלֵיהֶן מַשְׁקֶה טוֹפֵחַ כְּשֶׁחִשֵּׁב עֲלֵיהֶן לְאָדָם הֲרֵי אֵלּוּ מֻכְשָׁרִין: \n"
        ],
        [
            "מַיִם שֶׁבַּכֵּלִים מִתְטַמְּאִין בִּין לְרָצוֹן בֵּין שֶׁלֹּא לְרָצוֹן וּמְטַמְּאִין אֳכָלִים וְכֵלִים בֵּין שֶׁנָּפַל עֲלֵיהֶן בְּרָצוֹן בֵּין שֶׁלֹּא נָפַל עֲלֵיהֶן בְּרָצוֹן. אֲבָל מַיִם שֶׁבַּקַּרְקָעוֹת כְּגוֹן מֵי בּוֹרוֹת שִׁיחִין וּמְעָרוֹת וּמֵי גְּבָאִים שֶׁאֵין בָּהֶם אַרְבָּעִים סְאָה אֵין מִתְטַמְּאִין אֶלָּא לְרָצוֹן וְאֵין מְטַמְּאִין אֶלָּא בְּרָצוֹן. כֵּיצַד. מַיִם שֶׁבַּקַּרְקַע שֶׁאֵין בָּהֶן אַרְבָּעִים סְאָה בֵּין שֶׁהָיוּ שְׁאוּבִין בֵּין שֶׁאֵינָן שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן הַמֵּת אוֹ שֶׁהָלַךְ בָּהֶן הַטָּמֵא הֲרֵי אֵלּוּ טְהוֹרִין. אֲבָל אִם שָׁתָה מֵהֶן אָדָם טָמֵא אוֹ שֶׁמִּלֵּא בָּהֶן בִּכְלִי טָמֵא אוֹ שֶׁנָּפְלוּ לְתוֹכָן מַשְׁקִין טְמֵאִין בְּרָצוֹן הֲרֵי אֵלּוּ טְמֵאִין וְאַף עַל פִּי שֶׁהֵן בַּקַּרְקַע. שָׁתָה מֵהֶן הַטָּהוֹר אַחַר שֶׁנִּטְמְאוּ בַּקַּרְקַע אוֹ שֶׁמִּלֵּא בָּהֶן בִּכְלִי טָהוֹר נִטְמָא הַשּׁוֹתֶה וְנִטְמָא הַכְּלִי שֶׁהֲרֵי בְּרָצוֹן שָׁתָה אוֹ מִלֵּא. נָפַל לְתוֹכָן כִּכָּר שֶׁל תְּרוּמָה הֲרֵי הוּא טָהוֹר כְּשֶׁהָיָה שֶׁאֵין מִתְטַמְּאִין אֶלָּא לְרָצוֹן. לְפִיכָךְ אִם הֵדִיחַ יָדוֹ וְהוֹצִיא הַכִּכָּר נִטְמָא הַכִּכָּר בַּמַּיִם שֶׁבְּיָדָיו שֶׁהֲרֵי הֵן בְּרָצוֹן: \n",
            "מֵי גְּבָאִים וְכַיּוֹצֵא בָּהֶן מִמַּיִם שֶׁבַּקַּרְקָעוֹת כְּגוֹן מֵי בּוֹרוֹת שִׁיחִין וּמְעָרוֹת וּמֵי תַּמְצִית שֶׁפָּסְקוּ וּמִקְוָאוֹת שֶׁאֵין בָּהֶן אַרְבָּעִים סְאָה שֶׁנִּטְמְאוּ וְיָרְדוּ לָהֶם גְּשָׁמִים וְרַבּוּ מֵי גְּשָׁמִים עֲלֵיהֶם אַף עַל פִּי שֶׁלֹּא שָׁטְפוּ הֲרֵי הֵן טְהוֹרִין לְפִיכָךְ כָּל הַמַּיִם שֶׁבַּקַּרְקָעוֹת כְּגוֹן מֵי גְּבָאִים וְכַיּוֹצֵא בָּהֶן בִּשְׁעַת הַגְּשָׁמִים הַכּל בְּחֶזְקַת טָהֳרָה: \n",
            "פָּסְקוּ הַגְּשָׁמִים הַקְּרוֹבִים לָעִיר אוֹ לַדֶּרֶךְ טְמֵאִין שֶׁהֵן בְּחֶזְקַת שֶׁשָּׁתָה מֵהֶן הַטָּמֵא וְשֶׁמִּלְּאוּ מֵהֶן בְּכֵלִים טְמֵאִין. וְהָרְחוֹקִים טְהוֹרִים עַד שֶׁיְּהַלְּכוּ רֹב הָאָדָם. הָלְכוּ הַכּל בְּחֶזְקַת טֻמְאָה שֶׁהַהוֹלְכִים בַּשַּׁיָּרוֹת מְמַלְּאִין וְשׁוֹתִין מֵהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּגֶבֶא שֶׁאֶפְשָׁר לִשְׁתּוֹת מִמֶּנָּה. אֲבָל בְּגֶבֶא שֶׁאִי אֶפְשָׁר לִשְׁתּוֹת מִמֶּנָּה אֶלָּא בְּדֹחַק גָּדוֹל הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה (שֶׁהֵן בְּחֶזְקַת טְהוֹרִין) עַד שֶׁיִּמְצָא מְקוֹם פַּרְסוֹת רַגְלֵי אָדָם אוֹ פַּרְסוֹת רַגְלֵי בְּהֵמָה גַּסָּה נִכֶּרֶת בּוֹ אֲבָל מָצָא פַּרְסוֹת רַגְלֵי בְּהֵמָה דַּקָּה הֲרֵי זֶה טָהוֹר שֶׁאֶפְשָׁר שֶׁיָּרְדָה וְשָׁתַת: \n",
            "חֶזְקַת טִיט וּגְמוּמִיּוֹת שֶׁבְּפִתְחֵי חֲנֻיּוֹת בִּרְשׁוּת הָרַבִּים בִּשְׁעַת הַגְּשָׁמִים שֶׁהֵן טְהוֹרִין. פָּסְקוּ הַגְּשָׁמִים הֲרֵי הֵן כְּמֵי שְׁפִיכוֹת. וְשֶׁבַּשְּׁוָקִין הוֹלְכִין בָּהֶן אַחַר הָרֹב. גֶּבֶא שֶׁנָּפַל לְתוֹכוֹ יַיִן אוֹ חָלָב אוֹ דְּבַשׁ הוֹלְכִין בּוֹ אַחַר הָרֹב. נָפַל לְתוֹכוֹ שֶׁמֶן אַף עַל פִּי שֶׁהִקְפִּיאָהוּ הֲרֵי זֶה מִתְטַמֵּא וּמְטַמֵּא שֶׁלֹּא בְּרָצוֹן לְפִי שֶׁאִי אֶפְשָׁר לוֹ לָצֵאת יְדֵי צַחְצָחִית: \n",
            "שֶׁמֶן וּשְׁאָר הַמַּשְׁקִין חוּץ מִן הַמַּיִם הֲרֵי הֵן בַּקַּרְקַע כְּמוֹת שֶׁהֵן בְּכֵלִים דִּין אֶחָד הוּא: \n",
            "מֵי תַּמְצִית שֶׁלֹּא פָּסְקוּ אַף עַל פִּי שֶׁאֵין בָּהֶן אַרְבָּעִים סְאָה הוֹאִיל וְהֵן בַּקַּרְקַע וַהֲרֵי הַמַּיִם נִמְשָׁכִין וּבָאִין לָהֶן אֵינָן מְקַבְּלִין טֻמְאָה. וְאַף עַל פִּי שֶׁשָּׁתָה מֵהֶן הַטָּמֵא וּמִלֵּא מֵהֶן בִּכְלִי טָמֵא אוֹ נָתַן לְתוֹכָן מַיִם טְמֵאִים הֲרֵי הֵן טְהוֹרִין לְכָל דָּבָר: \n",
            "מִי שֶׁהָיָה אוֹכֵל תְּרוּמָה בְּיָדַיִם טְמֵאוֹת כְּגוֹן דְּבֵלָה שֶׁלֹּא הֻכְשְׁרָה וְהִכְנִיס יָדוֹ לְתוֹךְ פִּיו לִטּל צְרוֹר אִם הָפַךְ נִטְמֵאת הַדְּבֵלָה בְּרִירוֹ שֶׁהֲרֵי נִטְמָא בַּיָּד מִפְּנֵי שֶׁעֲקָרוֹ. וְאִם לֹא הָפַךְ טְהוֹרָה שֶׁהַמַּשְׁקֶה שֶׁבְּפִיו קֹדֶם שֶׁיְּהַפְּכֶנּוּ אוֹ יְמוֹצְצֶנּוּ לְהוֹצִיאוֹ דּוֹמֶה לְמַיִם שֶׁלֹּא נִתְלְשׁוּ אֶלָּא הֵן עֲדַיִן בַּקַּרְקַע שֶׁאֵין מִתְטַמְּאִין וְאֵין מְטַמְּאִין אֶלָּא בְּרָצוֹן כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה אֵין רְצוֹנוֹ אֶלָּא לִטּל הַצְּרוֹר. הָיָה פּוּנְדְיוֹן לְתוֹךְ פִּיו וּפָשַׁט יָדוֹ לִטְּלוֹ וְהַדְּבֵלָה בְּתוֹךְ פִּיו אִם הִנִּיחוֹ לִצְמָאוֹ הֲרֵי זֶה הָרֹק כְּעָקוּר וְנִטְמֵאת הַדְּבֵלָה מֵחֲמַת מַשְׁקֵה פִּיו שֶׁנִּטְמָא מֵחֲמַת יָדָיו: \n",
            "הָאִשָּׁה שֶׁהָיְתָה אוֹכֶלֶת אֳכָלִין שֶׁל תְּרוּמָה שֶׁאֵינָן מֻכְשָׁרִין וְהָיְתָה גּוֹרֶפֶת אֶת הַתַּנּוּר הַטָּמֵא וְהִכָּה הַקּוֹץ וְיָצָא מִמֶּנָּה דָּם וּמָצְצָה אֶצְבָּעָהּ מִפְּנֵי הַדָּם אוֹ שֶׁנִּכְוֵית וְנָתְנָה אֶצְבָּעָהּ בְּפִיהָ נִטְמֵאת הַתְּרוּמָה שֶׁבְּפִיהָ. שֶׁהֲרֵי רְצוֹנָהּ לְהוֹצִיא הַמַּשְׁקֶה מִפִּיהָ וּלְעָקְרוֹ בִּמְצִיצַת אֶצְבַּע: \n"
        ],
        [
            "כָּל הָאֲגֻדּוֹת שֶׁבַּשְּׁוָקִים וְכָל הַקְּמָחִים וְכָל הַסְּלָתוֹת שֶׁבַּשְּׁוקִים בְּחֶזְקַת מֻכְשָׁרִין. הָאֲגֻדּוֹת מִפְּנֵי שֶׁדַּרְכָּן לְזַלֵּף הַמַּיִם עֲלֵיהֶן תָּמִיד וְהַקֶּמַח וְהַסּלֶת לוֹתְתִין אוֹתוֹ וְאַחַר כָּךְ טוֹחֲנִין אוֹתוֹ. וְכֵן חִטִּין שֶׁחוֹלְקִין אוֹתָן בְּרֵחִים אַחַת לִשְׁתַּיִם וְאַחַת לְשָׁלֹשׁ כְּדֵי לַעֲשׂוֹת מֵהֶן מַעֲשֵׂה קְדֵרָה כְּגוֹן הָרִיפוֹת וְכַיּוֹצֵא בָּהֶן הֲרֵי הֵן בְּחֶזְקַת מֻכְשָׁרִין בְּכָל מָקוֹם בֵּין שֶׁל שְׁוָקִין בֵּין שֶׁל בָּתִּים. מִפְּנֵי שֶׁלּוֹתְתִין אוֹתָן לְהָסִיר קְלִפָּתָן:  ",
            "כָּל אֵלּוּ שֶׁהֵן בְּחֶזְקַת מֻכְשָׁרִין הֲרֵי הֵן בְּחֶזְקַת טֻמְאָה מִפְּנֵי שֶׁהַכּל מְמַשְׁמְשִׁין בָּהֶן וְהֵן מֻכְשָׁרִין. וְעַל כֻּלָּן נֶאֱמָן עַם הָאָרֶץ לוֹמַר לֹא הֻכְשְׁרוּ וְאֵין צָרִיךְ לוֹמַר שְׁאָר אֳכָלִין שֶׁאֵין לָהֶן חֲזָקָה שֶׁעַם הָאָרֶץ נֶאֱמָן לוֹמַר לֹא הֻכְשְׁרוּ:  ",
            "כָּל הַדָּגִים בְּחֶזְקַת מֻכְשָׁרִין וְאֵין עַם הָאָרֶץ נֶאֱמָן עֲלֵיהֶן לוֹמַר לֹא הֻכְשְׁרוּ לְפִיכָךְ לְעוֹלָם הַדָּגִים בְּחֶזְקַת טֻמְאָה. הַדָּגִים בֵּין שֶׁצָּדָן בְּחֶרֶם בֵּין בְּכָפוּף בֵּין בִּמְצוּדָה אִם לֹא נִעֵר אֶת הַמְּצוּדָה עֲלֵיהֶן לֹא הֻכְשְׁרוּ. וְאִם נִעֵר הֻכְשְׁרוּ. וְאֵין עַם הָאָרֶץ נֶאֱמָן לוֹמַר לֹא נִעַרְתִּי אֶת הַמְּצוּדָה עֲלֵיהֶן וַהֲרֵי הֵן בְּחֶזְקַת טֻמְאָה עַד שֶׁיִּתְכַּוֵּן לְצוּדָן בְּטָהֳרָה:  ",
            "כָּל הַצִּיר בְּחֶזְקַת מֻכְשָׁר וצִיר טָהוֹר שֶׁנָּפַל לְתוֹכוֹ מַיִם כָּל שֶׁהֵם הֲרֵי הַכּל מַשְׁקֶה וּמַכְשִׁיר וּמִתְטַמֵּא טֻמְאַת מַשְׁקִין לְפִיכָךְ חֶזְקָתוֹ טָמֵא. נָפַל לְתוֹכוֹ יַיִן דְּבַשׁ וְחָלָב הוֹלְכִין אַחַר הָרֹב. וְכֵן מֵי פֵּרוֹת שֶׁנִּתְעָרְבוּ בִּשְׁאָר הַמַּשְׁקִין הוֹלְכִין אַחַר הָרֹב. נִתְעָרְבוּ בְּמַיִם כָּל שֶׁהֵן הֲרֵי הַכּל מַשְׁקֶה וּמִתְטַמֵּא טֻמְאַת מַשְׁקִין וּמַכְשִׁיר. וְצִיר חֲגָבִים טְמֵאִים אֵינוֹ מַכְשִׁיר אֲבָל מִתְטַמֵּא טֻמְאַת מַשְׁקִין:  ",
            "הַלּוֹקֵחַ צִיר מֵעַם הָאָרֶץ מַשִּׁיקוֹ בַּמַּיִם וְטָהוֹר שֶׁאִם הָיָה רֹב הַצִּיר מַיִם הֲרֵי הַמַּיִם מְטַהֲרִין בְּמִקְוֶה. וְאִם הָיָה רֻבּוֹ מֶלַח שֶׁל דָּגִים אֵינָהּ מְקַבֶּלֶת טֻמְאָה וְהַמַּיִם שֶׁבָּהּ בָּטְלוּ בְּמִעוּטָן. בַּמֶּה דְּבָרִים אֲמוּרִים לִטְבּל בָּהֶן פַּת. אֲבָל לִקְדֵרָה מָצָא מִין אֶת מִינוֹ וְנֵעוֹר וְנִמְצְאוּ רֹב הַמַּיִם טְמֵאִים. שֶׁהַמִּעוּט שֶׁהָיָה בַּצִּיר לֹא טָהוֹר בְּמִקְוֶה:  ",
            "הַפֵּרוֹת בְּכָל מָקוֹם בְּחֶזְקַת טָהֳרָה אֲפִלּוּ הָיָה הַמּוֹכֵר עַכּוּ''ם עַד שֶׁיֵּדַע שֶׁהֻכְשְׁרוּ אוֹ שֶׁיִּהְיוּ מִדְּבָרִים שֶׁחֶזְקָתָן מֻכְשָׁרִין:  ",
            "הָאוֹג בְּכָל מָקוֹם בְּחֶזְקַת טֻמְאָה. וְכֵן כָּל הַקִּשּׁוּאִין וְהַדְּלוּעִין וְהַתְּלוּיוֹת בְּגֶמִי עַל פִּתְחֵי חֲנֻיּוֹת בְּחֶזְקַת מֻכְשָׁרִין וּטְמֵאִין:  ",
            "כָּל הַכָּתוּב בַּתּוֹרָה וּבְדִבְרֵי קַבָּלָה מֵהִלְכוֹת הַטֻּמְאוֹת וְהַטָּהֳרוֹת אֵינוֹ אֶלָּא לְעִנְיַן מִקְדָּשׁ וְקָדָשָׁיו וּתְרוּמוֹת וּמַעֲשֵׂר שֵׁנִי בִּלְבַד. שֶׁהֲרֵי הִזְהִיר אֶת הַטְּמֵאִין מִלִּכָּנֵס לַמִּקְדָּשׁ אוֹ לֶאֱכל קֹדֶשׁ אוֹ תְּרוּמָה וּמַעֲשֵׂר בְּטֻמְאָה. אֲבָל הַחֻלִּין אֵין בָּהֶן אִסּוּר כְּלָל אֶלָּא מֻתָּר לֶאֱכל חֻלִּין טְמֵאִין וְלִשְׁתּוֹת מַשְׁקִין טְמֵאִים. הֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(ויקרא ז יט)</small> \"וְהַבָּשָׂר אֲשֶׁר יִגַּע בְּכָל טָמֵא לֹא יֵאָכֵל\". מִכְּלָל שֶׁהַחֻלִּין מֻתָּרִין שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בִּבְשַׂר קָדָשִׁים. אִם כֵּן מִפְּנֵי מָה נֶאֱמַר הָרִאשׁוֹן שֶׁבְּחֻלִּין טָמֵא וְהַשֵּׁנִי פָּסוּל לֹא שֶׁיִּהְיֶה אָסוּר בַּאֲכִילָה אֶלָּא לִמְנוֹת מִמֶּנּוּ לִתְרוּמָה וּלְקֹדֶשׁ שֶׁאִם נָגַע שֵׁנִי שֶׁל חֻלִּין בִּתְרוּמָה פְּסָלָהּ וַעֲשָׂאָהּ שְׁלִישִׁי. וְכֵן אִם נָגַע בָּאֳכָלִין שֶׁל קֹדֶשׁ טִמְּאָן וַעֲשָׂאָן שְׁלִישִׁי כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הָאוֹכֵל אֹכֶל שֵׁנִי שֶׁל חֻלִּין אִם נָגַע בִּתְרוּמָה פְּסָלָהּ:  ",
            "כְּשֵׁם שֶׁמֻּתָּר לֶאֱכל חֻלִּין טְמֵאִים וְלִשְׁתּוֹתָן כָּךְ מֻתָּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל. וְיֵשׁ לוֹ לְטַמֵּא אֶת הַחֻלִּין הַמְתֻקָּנִין לְכַתְּחִלָּה. וְכֵן מֻתָּר לָאָדָם לִגַּע בְּכָל הַטֻּמְאוֹת וּלְהִתְטַמֵּא בָּהֶן. שֶׁהֲרֵי הִזְהִיר הַכָּתוּב אֶת בְּנֵי אַהֲרֹן וְאֶת הַנָּזִיר מֵהִתְטַמֵּא בְּמֵת מִכְּלָל שֶׁכָּל הָעָם מֻתָּרִין. וְשֶׁאַף כֹּהֲנִים וּנְזִירִים מֻתָּרִין לְהִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת חוּץ מִטְּמֵא מֵת:  ",
            "כָּל יִשְׂרָאֵל מֻזְהָרִין לִהְיוֹת טְהוֹרִים בְּכָל רֶגֶל מִפְּנֵי שֶׁהֵם נְכוֹנִים לִכָּנֵס בַּמִּקְדָּשׁ וְלֶאֱכל קָדָשִׁים. וְזֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא יא ח)</small> \"וּבְנִבְלָתָם לֹא תִגָּעוּ\" בָּרֶגֶל בִּלְבַד וְאִם נִטְמָא אֵינוֹ לוֹקֶה אֲבָל בִּשְׁאָר יְמוֹת הַשָּׁנָה אֵינוֹ מֻזְהָר:  ",
            "<small>(דברים יב כב)</small> \"הַטָּמֵא וְהַטָּהוֹר יַחְדָּו\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַטָּמֵא וְהַטָּהוֹר אוֹכְלִין בִּקְעָרָה אַחַת אֲבָל לֹא יֹאכַל הַבַּעַל עִם אִשְׁתּוֹ בַּקְּעָרָה כְּשֶׁתִּהְיֶה נִדָּה וְלֹא יִשְׁתֶּה עִמָּהּ וְלֹא תִּמְזֹג לוֹ אֶת הַכּוֹס כְּמוֹ שֶׁבֵּאַרְנוּ. וְלֹא יֹאכַל הַזָּב עִם הַזָּבָה מִפְּנֵי הֶרְגֵּל עֲבֵרָה שֶׁמָּא יִבְעל:  ",
            "אַף עַל פִּי שֶׁמֻּתָּר לֶאֱכל אֳכָלִין טְמֵאִין וְלִשְׁתּוֹת מַשְׁקִין טְמֵאִים חֲסִידִים הָרִאשׁוֹנִים הָיוּ אוֹכְלִין חֻלִּין בְּטָהֳרָה וְנִזְהָרִין מִן הַטֻּמְאוֹת כֻּלָּן כָּל יְמֵיהֶם וְהֵן הַנִּקְרָאִים פְּרוּשִׁים וְדָבָר זֶה קְדֻשָּׁה יְתֵרָה הִיא וְדֶרֶךְ חֲסִידוּת שֶׁיִּהְיֶה נִבְדָּל אָדָם וּפוֹרֵשׁ מִשְּׁאָר הָעָם וְלֹא יִגַּע בָּהֶם וְלֹא יֹאכַל וְיִשְׁתֶּה עִמָּהֶם. שֶׁהַפְּרִישׁוּת מְבִיאָה לִידֵי טָהֳרַת הַגּוּף מִמַּעֲשִׂים הָרָעִים. וְטָהֳרַת הַגּוּף מְבִיאָה לִידֵי קְדֻשַּׁת הַנֶּפֶשׁ מִן הַדֵּעוֹת הָרָעוֹת. וּקְדֻשַּׁת הַנֶּפֶשׁ גּוֹרֶמֶת לְהִדָּמוֹת בַּשְּׁכִינָה. שֶׁנֶּאֱמַר <small>(ויקרא יא מד, ויקרא כ, ו-ז)</small> \"וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדשִׁים כִּי קָדוֹשׁ אֲנִי ה' מְקַדִּשְׁכֶם\": בְּרִיךְ רַחֲמָנָא דְּסַיְּעָן  "
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות טומאת אוכלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}