{
    "title": "Mishneh Torah, Negative Mitzvot",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Negative_Mitzvot",
    "text": [
        "מצוה ראשונה ממצוות לא תעשה, שלא לעלות במחשבה שיש שם אלוה זולתי ה', שנאמר \"לא יהיה לך אלוהים אחרים, על פניי\" (שמות כ,ב; דברים ה,ו).",
        "שלא לעשות פסל, לא יעשה בידו ולא יעשו לו אחרים, שנאמר \"לא תעשה לך פסל\" (שמות כ,ג; דברים ה,ז).",
        "שלא לעשות עבודה זרה ואפילו לאחרים, שנאמר \"ואלוהי מסכה, לא תעשו לכם\" (ויקרא יט,ד).",
        "שלא לעשות צורות לנואי, ואף על פי שאין עובדין אותן, שנאמר \"לא תעשון, איתי\" (שמות כ,יט).",
        "שלא להשתחוות לעבודה זרה, ואף על פי שאין דרך עבודתה בהשתחוויה, שנאמר \"לא תשתחווה להם\" (שמות כ,ד; דברים ה,ח).",
        "שלא לעבוד עבודה זרה בדברים שדרכה להיעבד בהם, שנאמר \"ולא תעבדם\" (שמות כ,ד; שמות כג,כד; דברים ה,ח).",
        "שלא להעביר למולך, שנאמר \"ומזרעך לא תיתן, להעביר למולך\" (ויקרא יח,כא).",
        "שלא לעשות מעשה אוב, שנאמר \"אל תפנו אל האובות\" (ויקרא יט,לא).",
        "שלא לעשות מעשה יידעוני, שנאמר \"ואל היידעונים\" (ויקרא יט,לא).",
        "שלא לפנות אחר עבודה זרה, שנאמר (ויקרא יט, ד): \"אל תפנו אל האלילים\".",
        "שלא להקים מצבה, שנאמר \"ולא תקים לך, מצבה\" (דברים טז,כב).",
        "שלא ליתן אבן משכית, שנאמר \"ואבן משכית לא תיתנו בארצכם\" (ויקרא כו,א).",
        "שלא ליטע אילן במקדש, שנאמר \"לא תיטע לך אשרה, כל עץ\" (דברים טז,כא).",
        "שלא לישבע בעבודה זרה לעובדיה, ולא משביעין אותן בה, שנאמר \"ושם אלוהים אחרים לא תזכירו, לא יישמע על פיך\" (שמות כג,יג).",
        "שלא להדיח בני ישראל אחר עבודה זרה, שנאמר \"לא יישמע על פיך\" (שמות כג,יג); זו אזהרה למדיח.",
        "שלא להסית אדם מישראל אחר עבודה זרה, שנאמר במסית \"ולא יוסיפו לעשות\" (דברים יג,יב).",
        "שלא לאהוב המסית, שנאמר \"לא תאבה לו\" (דברים יג,ט).",
        "שלא לעזוב השנאה למסית, שנאמר \"ולא תשמע אליו\" (דברים יג,ט).",
        "שלא להציל המסית אלא עומד על דמו, שנאמר \"לא תחוס עינך עליו\" (דברים יג,ט).",
        "שלא ילמד המוסת זכות על המסית, שנאמר \"לא תחמול\" (דברים יג,ט).",
        "שלא ישתוק המוסת מללמד חובה על המסית, אם ידע לו חובה, שנאמר \"ולא תכסה עליו\" (דברים יג,ט).",
        "שלא ליהנות בציפויי נעבד, שנאמר \"לא תחמוד כסף וזהב עליהם\" (דברים ז,כה).",
        "שלא לבנות עיר הנידחת לכמות שהייתה, שנאמר \"לא תיבנה עוד\" (דברים יג,יז).",
        "שלא ליהנות בממון עיר הנידחת, שנאמר \"ולא ידבק בידך מאומה, מן החרם\" (דברים יג,יח).",
        "שלא ליהנות בעבודה זרה, ובכל משמשיה ובתקרובת שלה וביין שנתנסך לה, שנאמר \"ולא תביא תועבה אל ביתך\" (דברים ז,כו).",
        "שלא להתנבא בשמה, שנאמר \"ואשר ידבר, בשם אלוהים אחרים\" (דברים יח,כ).",
        "שלא להתנבא בשקר, שנאמר \"אשר יזיד לדבר דבר בשמי, את אשר לא ציוויתיו\" (דברים יח,כ).",
        "שלא לשמוע למתנבא בשם עבודה זרה, שנאמר \"לא תשמע, אל דברי הנביא\" (דברים יג,ד).",
        "שלא נימנע מהריגת נביא השקר ולא נירא ממנו, שנאמר \"לא תגור ממנו\" (דברים יח,כב).",
        "שלא ללכת בחוקות עובדי עבודה זרה ולא במנהגותם, שנאמר \"ולא תלכו בחוקות הגוי\" (ויקרא כ,כג).",
        "שלא לקסום, שנאמר \"לא יימצא בך . . . קוסם קסמים\" (דברים יח,י).",
        "שלא לעונן, שנאמר \"לא תעוננו\" (ויקרא יט,כו).",
        "שלא לנחש, שנאמר \"לא תנחשו\" (ויקרא יט,כו).",
        "שלא לכשף, שנאמר \"לא יימצא בך . . . ומכשף\" (דברים יח,י).",
        "שלא לחבור חבר, שנאמר \"וחובר, חבר\" (דברים יח,יא).",
        "שלא לשאול באוב, שנאמר \"ושואל אוב\" (דברים יח,יא).",
        "שלא לשאול ביידעוני, שנאמר \"ושואל אוב ויידעוני\" (דברים יח,יא).",
        "שלא לשאול בחלום מן המתים, שנאמר \"ודורש אל המתים\" (דברים יח,יא).",
        "שלא תעדה אישה עדי איש, שנאמר \"לא יהיה כלי גבר על אישה\" (דברים כב,ה).",
        "שלא יעדה איש עדי אישה, שנאמר \"ולא ילבש גבר שמלת אישה\" (דברים כב,ה), מפני שזה היה מנהג עובדי עבודה זרה וכן מפורש בספרי עבודתה.",
        "שלא לכתוב בגוף כעובדי עבודה זרה, שנאמר \"וכתובת קעקע, לא תיתנו בכם\" (ויקרא יט,כח).",
        "שלא ללבוש שעטנז כמו שלובשין כומרי עבודה זרה, שנאמר \"לא תלבש שעטנז\" (דברים כב,יא).",
        "שלא להקיף פיאת ראש ככומרי עבודה זרה, שנאמר \"ולא תקיפו, פאת ראשכם\" (ראה ויקרא יט,כז).",
        "שלא להשחית כל הזקן כעובדי עבודה זרה, שנאמר \"ולא תשחית, את פאת זקנך\" (ויקרא יט,כז).",
        "שלא להתגודד כעובדי עבודה זרה, שנאמר \"לא תתגודדו\" (דברים יד,א); וגדידה ושריטה אחת היא.",
        "שלא לשכון בארץ מצריים לעולם, שנאמר \"לא תוסיפון לשוב בדרך הזה, עוד\" (דברים יז,טז).",
        "שלא לתור אחר מחשבות הלב וראיית העיניים, שנאמר \"ולא תתורו . . .\" (במדבר טו,לט).",
        "שלא לכרות ברית לשבעה עממין, שנאמר \"לא תכרות להם ברית\" (דברים ז,ב).",
        "שלא להחיות אדם משבעה עממים, שנאמר \"לא תחייה, כל נשמה\" (דברים כ,טז).",
        "שלא לחון על עובדי עבודה זרה, שנאמר \"ולא תחונם\" (דברים ז,ב).",
        "שלא להושיב עובדי עבודה זרה בארצנו, שנאמר \"לא יישבו בארצך\" (שמות כג,לג).",
        "שלא להתחתן בעובדי עבודה זרה, שנאמר \"ולא תתחתן, בם\" (דברים ז,ג).",
        "שלא יישא עמוני ומואבי בת ישראל לעולם, שנאמר \"לא יבוא עמוני ומואבי, בקהל ה'\" (דברים כג,ד).",
        "שלא להרחיק זרע עשיו מן הקהל אלא עד שלושה דורות, שנאמר \"לא תתעב אדומי\" (דברים כג,ח).",
        "שלא להרחיק מצרי מלבוא בקהל אלא עד שלושה דורות, שנאמר \"לא תתעב מצרי\" (דברים כג,ח).",
        "שלא לקרוא שלום לעמון ומואב בתחילה בשעת מלחמה כשאר גויים, שנאמר \"לא תדרוש שלומם, וטובתם\" (דברים כג,ז).",
        "שלא להשחית אילני מאכל, וכן כל שיש בו השחתה אסור, שנאמר \"לא תשחית את עצה\" (דברים כ,יט).",
        "שלא ייראו אנשי המלחמה ולא יפחדו מאויביהם בשעת מלחמה, שנאמר \"לא תערוץ, מפניהם\" (דברים ז,כא), \"לא, תיראום\" (דברים ג,כב).",
        "שלא יסור מליבנו מעשה עמלק הרע שעשה לנו, שנאמר \"לא, תשכח\" (דברים כה,יט).",
        "שאנו מוזהרין על ברכת השם, שנאמר \"אלוהים, לא תקלל\" (שמות כב,כז), ונאמר בעונש \"ונוקב שם ה' מות יומת\" (ויקרא כד,טז). .וזה הכלל: .כל שענש עליו הכתוב כרת או מיתת בית דין, הרי זו מצות לא תעשה--חוץ ממילה ופסח, שהן בכרת והן מצוות עשה.",
        "שלא לעבור על שבועת ביטוי, שנאמר \"וְלֹא תִשָּׁבְעוּ בִשְׁמִי לַשָּׁקֶר\" (ויקרא יט, יב)",
        "שלא ישבע לשוא, שנאמר \"לֹא תִשָּׂא אֶת שָׁם ה' אֱלֹהֶיךָ לַשָּׁוְא\" (שמות כ, ו; דברים ה, י).",
        "שלא לחלל את שם הקדוש ברוך הוא, שנאמר \"וְלֹא תְחַלְּלוּ אֶת שֵׁם קָדְשִׁי\" (ויקרא כב, לב).",
        "שלא לנסות את דבר ה', שנאמר \"לֹא תְנַסּוּ אֶת ה' אֱלֹהֵיכֶם\" (דברים ו, טז).",
        "שלא לאבד בית המקדש, או בתי כנסייות, או בתי מדרשות; וכן אין מוחקין את השמות המוקדשין, ואין מאבדין כתבי הקודש, שנאמר \"אַבֵּד תְּאַבְּדוּן\" (דברים יב, ב), \"לֹא תַעֲשׂוּן כֵּן לַה' אֱלֹהֵיכֶם\" (שם, ד).",
        "שלא ילין הצלוב על העץ, שנאמר \"לֹא תָלִין נִבְלָתוֹ עַל הָעֵץ\" (דברים כא, כג).",
        "שלא להשבית שמירה סביב למקדש, שנאמר \"וּשְׁמַרְתֶּם אֶת מִשְׁמַרְתִּי\" (ויקרא יח, ל).",
        "שלא יכנס כהן להיכל בכל עת, שנאמר \"וְאַל יָבֹא בְּכָל עֵת אֶל הַקֹדֶשׁ\" (ויקרא טז, ב).",
        "שלא יכנס בעל מום מן המזבח ולפנים, שנאמר \"אַךְ אֶל הַפָּרֹכֶת לֹא יָבֹא\" (ויקרא כא, כג).",
        "שלא יעבוד בעל מום, שנאמר \"אֲשֶׁר יִהְיֶה בוֹ מוּם\" (ויקרא כא, יז).",
        "שלא יעבוד בעל מום עובר, שנאמר \"כָּל אִישׁ אֲשֶׁר בּוֹ מוּם לֹא יִקְרַב\" (ויקרא כא, יח).",
        "שלא יתעסקו הלויים בעבודת הכהנים ולא הכהנים בעבודת הלויים, שנאמר \"אֶל כְּלֵי הַקֹּדֶשׁ וְאֶל הַמִּזְבֵּחַ לֹא יִקְרְבוּ גַם הֵם גַּם אַתֶּם\" (במדבר יח, ג).",
        "שלא יכנס למקדש ולא יורה בתורה שתוי יין, שנאמר \"יַיִן וְשֵׁכָר אַל תֵּשְׁתְּ בְּבוֹאֲכֶם אֶל אֹהֶל מוֹעֵד\" (ויקרא י, ט) ונאמר \"וּלְהוֹרוֹת אֶת בְּנֵי יִשְׂרָאֵל\" (ויקרא י, יא).",
        "שלא יעבוד הזר במקדש, שנאמר \"וְזָר לֹא יִקְרַב אֲלֵיכֶם\" (במדבר יח, ד).",
        "שלא יעבוד כהן טמא, שנאמר \"וְיִנָּזְרוּ מִקָּדְשֵׁי בְנֵי יִשְׂרָאֵל\" (ויקרא כב, ב).",
        "שלא יעבוד כהן טבול יום עד שיעריב שמשו, שנאמר \"וְלֹא יְחַלְּלוּ\" (ויקרא כא, ו).",
        "שלא יכנס טמא לעזרה, שנאמר \"וְלֹא יְטַמְּאוּ אֶת מַחֲנֵיהֶם\" (במדבר ה, ג); זה מחנה שכינה.",
        "שלא יכנס טמא למחנה לויה שכנגדו לדורות הר הבית, שנאמר \"לֹא יָבֹא אֶל תּוֹךְ הַמַּחֲנֶה\" (דברים כג, יא); זה מחנה לויה.",
        "שלא לבנות אבני מזבח גזית, שנאמר \"לֹא תִבְנֶה אֶתְהֶן גָּזִית\" (שמות כ, כא).",
        "שלא לפסוע על המזבח, שנאמר \"וְלֹא תַעֲלֶה בְּמַעֲלוֹת עַל מִזְבְּחִי\" (שמות כ, כב).",
        "שלא לכבות אש המזבח, שנאמר \"אש, תמיד תוקד על המזבח--לא תכבה\" (ויקרא ו,ו).",
        "שלא להקטיר ולהקריב במזבח הזהב, שנאמר \"לא תעלו עליו קטורת זרה\" (שמות ל,ט).",
        "שלא לעשות במתכונת שמן המשחה, שנאמר \"ובמתכונתו, לא תעשו\" (שמות ל,לב).",
        "שלא לסוך בשמן המשחה זר, שנאמר \"על בשר אדם, לא ייסך\" (שמות ל,לב).",
        "שלא לעשות במתכונת הקטורת, שנאמר \"ובמתכונתה, לא תעשו\" (ראה שמות ל,לז).",
        "שלא להוציא בדי הארון, שנאמר \"לֹא יָסֻרוּ מִמֶּנּוּ\" (שמות כה, טו).",
        "שלא ייזח החושן מעל האיפוד, שנאמר \"ולא ייזח החושן, מעל האיפוד\" (שמות כח,כח; שמות לט,כא).",
        "שלא ייקרע המעיל, שנאמר \"כפי תחרא יהיה לו--לא ייקרע\" (שמות כח,לב).",
        "שלא להעלות קודשים בחוץ, שנאמר \"הישמר לך, פן תעלה עולותיך\" (דברים יב,יג).",
        "שלא לשחוט קודשים בחוץ, שנאמר \"איש . . . אשר ישחט שור או כשב\" (ויקרא יז,ג) \"ואל פתח אוהל מועד, לא הביאו . . . ונכרת\" (ויקרא יז,ד).",
        "שלא להקדיש בעלי מומין למזבח, שנאמר \"כול אשר בו מום, לא תקריבו\" (ויקרא כב,כ); זה הוא איסור הקדשו.",
        "שלא לשחוט בעלי מומין לשם קרבן, שנאמר \"לא תקריבו אלה, לה'\" (ויקרא כב,כב).",
        "שלא לזרוק דם בעלי מומין לגבי המזבח, שנאמר בבעלי מומין \"לא תקריבו לה'\" (ויקרא כב,כד); וזה הוא איסור זריקת דמו.",
        "שלא להקטיר אימורי בעלי מומין, שנאמר \"ואישה, לא תיתנו מהם\" (ויקרא כב,כב).",
        "שלא להקריב בעל מום עובר, שנאמר \"לא תזבח לה' אלוהיך שור ושה, אשר יהיה בו מום\" (דברים יז,א); זה הוא מום עובר.",
        "שלא להקריב בעל מום מיד הגויים, שנאמר \"ומיד בן נכר, לא תקריבו\" (ויקרא כב,כה).",
        "שלא ייתן מום בקודשים, שנאמר \"מום לא יהיה בו\" (ויקרא כב,כא); כלומר, לא תיתן בו מום.",
        "שלא להקריב שאור או דבש, שנאמר (ויקרא ב, יא): \"כִּי כָל שְׂאוֹר וְכָל דְבַשׁ, לֹא תַקְטִירוּ\".",
        "שלא להקריב תפל, שנאמר \"ולא תשבית מלח ברית אלוהיך\" (ויקרא ב,יג).",
        "שלא להקריב אתנן ומחיר, שנאמר \"לא תביא אתנן זונה ומחיר כלב\" (דברים כג,יט).",
        "שלא לשחוט אותו ואת בנו, שנאמר \"אותו ואת בנו, לא תשחטו ביום אחד\" (ויקרא כב,כח).",
        "שלא ליתן שמן זית במנחת חוטא, שנאמר \"לא ישים עליה שמן\" (ויקרא ה,יא).",
        "שלא ליתן עליה לבונה, שנאמר \"ולא ייתן עליה לבונה\" (ויקרא ה,יא).",
        "שלא ייתן שמן במנחת סוטה, שנאמר \"לא ייצוק עליו שמן\" (במדבר ה,טו).",
        "שלא ייתן עליו לבונה, שנאמר \"ולא ייתן עליו לבונה\" (במדבר ה,טו).",
        "שלא להמיר את הקודשים, שנאמר \"לא יחליפנו, ולא ימיר אותו\" (ויקרא כז,י).",
        "שלא לשנות את הקודשים מקרבן לקרבן, שנאמר בבכור \"לא יקדיש איש, אותו\" (ויקרא כז,כו); כלומר, לא יקדישנו לקרבן אחר.",
        "שלא לפדות בכור בהמה טהורה, שנאמר \"אך בכור שור . . . לא תפדה\" (במדבר יח,יז).",
        "שלא למכור מעשר בהמה, שנאמר \"לא ייגאל\" (ויקרא כז,לג).",
        "שלא למכור שדה החרם, שנאמר \"לא יימכר\" (ויקרא כז,כח).",
        "שלא לפדות שדה החרם, שנאמר \"לא ייגאל\" (ויקרא כז,כח).",
        "שלא יבדיל ראש חטאת העוף, שנאמר \"ומלק את ראשו ממול עורפו\" (ויקרא ה,ח).",
        "שלא לעבוד בקודשים, שנאמר \"לא תעבוד בבכור שורך\" (דברים טו,יט).",
        "שלא לגזוז את הקודשים, שנאמר \"ולא תגוז בכור צאנך\" (דברים טו,יט).",
        "שלא ישחוט הפסח והחמץ קיים, שנאמר \"לא תשחט על חמץ, דם זבחי\" (שמות לד,כה).",
        "שלא להניח אימורי הפסח עד שיפסלו בלינה, שנאמר \"ולא ילין חלב חגי, עד בוקר\" (שמות כג,יח).",
        "שלא להותיר מבשר הפסח, שנאמר \"ולא תותירו ממנו, עד בוקר\" (שמות יב,י).",
        "שלא להותיר מחגיגת ארבעה עשר ליום השלישי, שנאמר \"ולא ילין מן הבשר\" (דברים טז,ד); מפי השמועה למדו שבבשר חגיגת ארבעה עשר הכתוב מדבר, וזה שנאמר \"לבוקר\" (שם) לבוקרו של יום שני של פסח, שהוא שלישי לשחיטה.",
        "שלא להותיר מבשר פסח שני עד בוקר, שנאמר \"ולא ישאירו ממנו עד בוקר\" (ראה במדבר ט,יב).",
        "שלא להותיר מבשר התודה עד בוקר, שנאמר \"ולא תותירו ממנו, עד בוקר\" (ראה ויקרא כב,ל); והוא הדין לשאר הקודשים, שאין מניחין אותן לאחר זמן אכילתן.",
        "שלא לשבור עצם בפסח, שנאמר (שמות יב, מו): \"ועצם לא תשברו בו\".",
        "שלא לשבור עצם בפסח שני, שנאמר (שמות יב, מו): \"ועצם לא תשברו בו\".",
        "שלא להוציא מבשר הפסח מן החבורה, שנאמר \"לא תוציא מן הבית\" (שמות יב,מו).",
        "שלא לעשות שיירי מנחות חמץ, שנאמר \"לא תיאפה חמץ, חלקם\" (ויקרא ו,י).",
        "שלא לאכול בשר הפסח נא ומבושל, שנאמר \"אל תאכלו ממנו נא, ובשל\" (שמות יב,ט).",
        "שלא להאכיל בשר הפסח לגר תושב, שנאמר \"תושב ושכיר, לא יאכל בו\" (שמות יב,מה).",
        "שלא יאכל הערל בשר הפסח, שנאמר \"כל ערל, לא יאכל בו\" (שמות יב,מח).",
        "שלא להאכיל בשר הפסח לישראל שנשתמד, שנאמר \"כל בן נכר, לא יאכל בו\" (שמות יב,מג); כלומר, ישראל שנלווה לבני נכר ועבד עבודה זרה כמותם לא יאכל בו.",
        "שלא יאכל אדם שנטמא קודשים, שנאמר \"והנפש אשר תאכל בשר, מזבח השלמים אשר לה', וטומאתו, עליו\" (ויקרא ז,כ).",
        "שלא לאכול מן הקודשים שנטמאו, שנאמר \"והבשר אשר ייגע בכל טמא, לא ייאכל\" (ויקרא ז,יט).",
        "שלא לאכול נותר, שנאמר \"ואוכליו עוונו יישא . . . ונכרתה הנפש ההיא, מעמיה\" (ויקרא יט,ח).",
        "שלא לאכול פיגול, שנאמר \"המקריב אותו לא ייחשב לו, פיגול יהיה; והנפש האוכלת ממנו, עוונה תישא\" (ויקרא ז,יח); והוא בכרת.",
        "שלא יאכל זר תרומות, שנאמר \"וכל זר, לא יאכל קודש\" (ויקרא כב,י).",
        "שלא יאכל אפילו תושב כוהן ושכירו תרומה, שנאמר \"תושב כוהן ושכיר, לא יאכל קודש\" (ויקרא כב,י).",
        "שלא יאכל ערל תרומה, והוא הדין לשאר קודשים. .ודבר זה לימדו הכתוב מן הפסח בגזירה שווה, ואינו בפירוש מן התורה; ומפי השמועה למדו שאיסור ערל בקודשים מגופי תורה, ואינו מדברי סופרים.",
        "שלא יאכל כוהן טמא תרומה, שנאמר \"איש מזרעך . . . בקודשים לא יאכל\" (ראה ויקרא כא,יז; ויקרא כב,ד).",
        "שלא תאכל חללה קודש, לא תרומות ולא חזה ושוק, שנאמר \"ובת כוהן--כי תהיה, לאיש זר\" (ויקרא כב,יב).",
        "שלא תיאכל מנחת כוהן, שנאמר \"וכל מנחת כוהן כליל תהיה, לא תיאכל\" (ויקרא ו,טז).",
        "שלא לאכול בשר חטאות הנעשות בפנים, שנאמר \"וכל חטאת אשר יובא מדמה\" (ויקרא ו,כג).",
        "שלא לאכול פסולי המוקדשין שהוטל בהם מום בכוונה, שנאמר \"לא תאכל, כל תועבה\" (דברים יד,ג); מפי השמועה למדנו שבפסולי המוקדשין שהוטל בהם מום הכתוב מדבר.",
        "שלא לאכול מעשר שני של דגן חוץ לירושלים, שנאמר \"לא תוכל לאכול בשעריך, מעשר דגנך\" (דברים יב,יז).",
        "שלא לאכול מעשר שני של תירוש חוץ לירושלים, שנאמר \"תירושך\" (דברים יב,יז).",
        "שלא לאכול מעשר שני של יצהר חוץ לירושלים, שנאמר \"ויצהרך\" (דברים יב,יז).",
        "שלא לאכול בכור תמים חוץ לירושלים, שנאמר \"לא תוכל . . . ובכורות\" (דברים יב,יז).",
        "שלא יאכלו הכוהנים חטאת ואשם חוץ לעזרה, שנאמר \"לא תוכל . . . בקרך, וצאנך\" (דברים יב,יז); מפי השמועה למדו שלא בא הכתוב אלא לאסור בשר חטאות ואשמות חוץ לעזרה, לפי שכל דבר שייאכל חוץ למקום אכילתו \"לא תוכל לאכול בשעריך\" (שם) אקרא בו.",
        "שלא לאכול בשר העולה, שנאמר \"לא תוכל . . . נדריך אשר תידור\" (דברים יב,יז); כלומר, לא תוכל לאכול נדריך אשר תידור. .וזו היא אזהרה של כל מועל, שלא ייהנה מן הקודשים האסורים ליהנות מהם; ואם נהנה, מעל.",
        "שלא לאכול בשר קודשים קלים קודם זריקת דמים, שנאמר \"לא תוכל . . . ונדבותיך\" (דברים יב,יז); כלומר, לא תוכל לאכול נדבותיך עד שייזרק דמם.",
        "שלא יאכל זר בשר קודשי קודשים, שנאמר \"וזר לא יאכל, כי קודש הם\" (שמות כט,לג).",
        "שלא יאכל כוהן ביכורים קודם הנחה בעזרה, שנאמר \"לא תוכל . . . ותרומת ידך\" (דברים יב,יז); אלו הביכורים.",
        "שלא לאכול מעשר שני בטומאה ואפילו בירושלים עד שייפדה, שנאמר \"לא ביערתי ממנו בטמא\" (דברים כו,יד).",
        "שלא לאכול מעשר שני באנינות, שנאמר \"לא אכלתי באוני ממנו\" (דברים כו,יד).",
        "שלא להוציא דמי מעשר שני בשאר דברים שאין בהם אכילה ושתייה, שנאמר \"ולא נתתי ממנו, למת\" (דברים כו,יד); וכל שהוא חוץ לצורכי הגוף החי, \"נתתי ממנו, למת\" אקרא בו.",
        "שלא לאכול הטבל; והטבל הוא הדבר שגידוליו מן הארץ החייב בתרומות ומעשרות, שלא הוציאו ממנו תרומת ה': .שנאמר \"ולא יחללו, את קודשי בני ישראל--את אשר ירימו, לה'\" (ויקרא כב,טו); כלומר, דברים שהם עתידין להרים אותם לה', לא יעשו אותם חול ויאכלו אותם בטבלם.",
        "שלא להקדים תרומה לביכורים, ולא מעשר ראשון לתרומה, ולא מעשר שני לראשון, אלא מוציאין על הסדר: .ביכורים תחילה, ואחר כך תרומה גדולה, ואחר כך מעשר ראשון, ואחר כך מעשר שני; שנאמר \"מלאתך ודמעך, לא תאחר\" (שמות כב,כח), כלומר לא תאחר דבר הראוי להקדימו.",
        "שלא לאחר הנדרים והנדבות שנדר ושנדב, שנאמר \"לא תאחר לשלמו\" (דברים כג,כב).",
        "שלא לעלות לחג בלא קרבן, שנאמר \"ולא ייראו פניי, ריקם\" (שמות כג,טו).",
        "שלא לעבור על דברים שאסר אדם על נפשו, שנאמר \"לא יחל, דברו\" (במדבר ל,ג).",
        "שלא ייקח כוהן זונה, שנאמר \"אישה זונה וחללה לא ייקחו\" (ויקרא כא,ז).",
        "שלא ייקח כוהן חללה, שנאמר \"וחללה לא ייקחו\" (ויקרא כא,ז).",
        "שלא ייקח כוהן גרושה, שנאמר \"ואישה גרושה מאישה לא ייקחו\" (ויקרא כא,ז).",
        "שלא ייקח כוהן גדול אלמנה, שנאמר \"אלמנה וגרושה וחללה זונה, את אלה לא ייקח\" (ויקרא כא,יד).",
        "שלא יבעול כוהן גדול אלמנה, ואפילו בלא קידושים, מפני שמחללה, שנאמר \"לא יחלל זרעו, בעמיו\" (ויקרא כא,טו); הרי הוא מוזהר שלא לחלל כשרה.",
        "שלא ייכנס כוהן למקדש פרוע ראש, שנאמר \"ראשיכם אל תפרעו\" (ויקרא י,ו).",
        "שלא ייכנס כוהן למקדש קרוע בגדים, שנאמר \"ובגדיכם לא תפרומו\" (ויקרא י,ו).",
        "שלא ייצא כוהן מן העזרה בשעת עבודה, שנאמר \"ומפתח אוהל מועד לא תצאו\" (ויקרא י,ז).",
        "שלא ייטמא כוהן הדיוט לשאר מתים, שנאמר \"לנפש לא ייטמא בעמיו\" (ויקרא כא,א).",
        "שלא ייטמא כוהן גדול ואפילו לקרוביו, שנאמר \"לאביו ולאימו, לא ייטמא\" (ויקרא כא,יא).",
        "שלא ייכנס כוהן גדול עם מת, שנאמר \"ועל כל נפשות מת, לא יבוא\" (ויקרא כא,יא); כך למדו מפי השמועה, שהוא חייב בבל יבוא וחייב בבל ייטמא.",
        "שלא ייקח כל שבט לוי חלק בארץ, שנאמר \"ונחלה לא יהיה לו\" (דברים יח,ב).",
        "שלא ייקח כל שבט לוי חלק בביזה בשעת כיבוש הארץ, שנאמר \"לא יהיה לכוהנים הלויים . . . חלק ונחלה\" (דברים יח,א).",
        "שלא לעשות קורחה על מת, שנאמר \"לא תשימו קורחה בין עיניכם--למת\" (דברים יד,א).",
        "שלא לאכול בהמה טמאה, שנאמר \"אך את זה, לא תאכלו, ממעלי הגרה\" (ויקרא יא,ד; דברים יד,ז).",
        "שלא לאכול דג טמא, שנאמר \"ושקץ, יהיו לכם; מבשרם לא תאכלו\" (ויקרא יא,יא).",
        "שלא לאכול עוף טמא, שנאמר \"ואת אלה תשקצו מן העוף, לא ייאכלו\" (ויקרא יא,יג).",
        "שלא לאכול שרץ העוף, שנאמר \"כול שרץ העוף, טמא הוא לכם\" (דברים יד,יט).",
        "שלא לאכול שרץ הארץ, שנאמר \"וכל השרץ, השורץ על הארץ--שקץ הוא, לא ייאכל\" (ויקרא יא,מא).",
        "שלא לאכול רמש הארץ, שנאמר \"ולא תטמאו את נפשותיכם, בכל השרץ הרומש על הארץ\" (ויקרא יא,מד).",
        "שלא לאכול תולעת הפירות כשתצא לאוויר, שנאמר \"לכל השרץ, השורץ על הארץ--לא תאכלום\" (ויקרא יא,מב).",
        "שלא לאכול שרץ המים, שנאמר \"אל תשקצו, את נפשותיכם, בכל השרץ\" (ויקרא יא,מג).",
        "שלא לאכול מתה, שנאמר \"לא תאכלו כל נבילה\" (דברים יד,כא).",
        "שלא לאכול טריפה, שנאמר \"ובשר בשדה טריפה לא תאכלו\" (שמות כב,ל).",
        "שלא לאכול אבר מן החי, שנאמר \"לא תאכל הנפש, עם הבשר\" (דברים יב,כג).",
        "שלא לאכול גיד הנשה, שנאמר \"על כן לא יאכלו בני ישראל את גיד הנשה\" (בראשית לב,לג).",
        "שלא לאכול דם, שנאמר \"וכל דם, לא תאכלו\" (ויקרא ג,יז; ויקרא ז,כו).",
        "שלא לאכול חלב, שנאמר \"כל חלב שור וכשב, ועז--לא תאכלו\" (ויקרא ז,כג).",
        "שלא לבשל בשר בחלב, שנאמר \"לא תבשל גדי, בחלב אימו\" (שמות כג,יט; שמות לד,כו; דברים יד,כא).",
        "שלא לאכול בשר בחלב, שנאמר \"לא תבשל גדי, בחלב אימו\" פעם שנייה (שמות לד,כו); כך למדו מפי השמועה, שאחד לאיסור בישול ואחד לאיסור אכילה.",
        "שלא לאכול בשר שור הנסקל, שנאמר \"ולא ייאכל את בשרו\" (שמות כא,כח).",
        "שלא לאכול פת תבואה חדשה קודם הפסח, שנאמר \"ולחם . . . לא תאכלו\" (ויקרא כג,יד).",
        "שלא לאכול קלי מן החדש, שנאמר \"וקלי . . . לא תאכלו\" (ויקרא כג,יד).",
        "שלא לאכול כרמל מתבואה חדשה, שנאמר \"וכרמל לא תאכלו\" (ויקרא כג,יד).",
        "שלא לאכול עורלה, שנאמר \"שלוש שנים, יהיה לכם ערלים--לא ייאכל\" (ויקרא יט,כג).",
        "שלא לאכול כלאי הכרם, שנאמר \"פן תקדש, המלאה הזרע אשר תזרע, ותבואת, הכרם\" (דברים כב,ט); זה הוא איסור אכילה.",
        "שלא לשתות יין נסך, שנאמר \"אשר חלב זבחימו יאכלו, ישתו יין נסיכם\" (דברים לב,לח).",
        "שלא לאכול ולשתות דרך זולל וסובא, שנאמר \"בננו זה . . . זולל, וסובא\" (דברים כא,כ).",
        "שלא לאכול ביום הצום, שנאמר \"כי כל הנפש אשר לא תעונה\" (ויקרא כג,כט).",
        "שלא לאכול חמץ בפסח, שנאמר \"לא ייאכל, חמץ\" (שמות יג,ג).",
        "שלא לאכול תערובת חמץ, שנאמר \"כל מחמצת, לא תאכלו\" (שמות יב,כ).",
        "שלא לאכול חמץ אחר חצות יום ארבעה עשר, שנאמר \"לא תאכל עליו חמץ\" (דברים טז,ג).",
        "שלא ייראה חמץ, שנאמר \"לא ייראה לך חמץ\" (שמות יג,ז).",
        "שלא יימצא חמץ, שנאמר \"שאור, לא יימצא בבתיכם\" (שמות יב,יט).",
        "שלא ישתה הנזיר יין, ולא דבר שנתערב בו יין וטעמו כטעם יין, שנאמר \"וכל משרת ענבים\" (במדבר ו,ג); ואפילו החמיץ היין או דבר שנתערב בו היין, הרי זה אסור עליו, שנאמר \"חומץ יין וחומץ שיכר לא ישתה\" (שם).",
        "שלא יאכל ענבים לחים, שנאמר \"וענבים לחים . . . לא יאכל\" (במדבר ו,ג).",
        "שלא יאכל ענבים יבשים, שנאמר \"ויבשים לא יאכל\" (במדבר ו,ג).",
        "שלא יאכל חרצנים, שנאמר \"מחרצנים . . . לא יאכל\" (במדבר ו,ד).",
        "שלא יאכל זוגין, שנאמר \"ועד זג--לא יאכל\" (במדבר ו,ד).",
        "שלא ייטמא הנזיר למת, שנאמר \"לאביו ולאימו . . . לא ייטמא להם, במותם\" (במדבר ו,ז).",
        "שלא ייכנס באוהל המת, שנאמר \"על נפש מת, לא יבוא\" (במדבר ו,ו).",
        "שלא יגלח הנזיר, שנאמר \"תער לא יעבור על ראשו\" (במדבר ו,ה).",
        "שלא לקצור כל השדה, שנאמר \"לא תכלה פאת שדך בקוצרך\" (ויקרא כג,כב).",
        "שלא ללקוט השיבולים הנופלות בשעת קצירה, שנאמר \"ולקט קצירך, לא תלקט\" (ויקרא יט,ט; ויקרא כג,כב).",
        "שלא לבצור עוללות הכרם, שנאמר \"וכרמך לא תעולל\" (ויקרא יט,י).",
        "שלא ללקוט פרט הכרם, שנאמר \"ופרט כרמך לא תלקט\" (ויקרא יט,י).",
        "שלא ליקח עומר השכחה, שנאמר \"לא תשוב לקחתו\" (דברים כד,יט); וכן לכל האילנות יש שכחה, שנאמר \"לא תפאר אחריך\" (דברים כד,כ).",
        "שלא לזרוע כלאי זרעים, שנאמר \"שדך לא תזרע כלאיים\" (ויקרא יט,יט).",
        "שלא לזרוע תבואה או ירק בכרם, שנאמר \"לא תזרע כרמך, כלאיים\" (דברים כב,ט).",
        "שלא להרביע בהמה מין בשאינו מינו, שנאמר \"בהמתך לא תרביע כלאיים\" (ויקרא יט,יט).",
        "שלא יעשה מלאכה בשני מיני בהמה כאחד, שנאמר \"לא תחרוש בשור ובחמור, יחדיו\" (דברים כב,י).",
        "שלא לחסום בהמה בשעת מלאכה בדבר שאוכלת ממנו ונהנית, שנאמר \"לא תחסום שור, בדישו\" (דברים כה,ד).",
        "שלא לעבוד אדמה בשביעית, שנאמר \"שדך לא תזרע\" (ויקרא כה,ד).",
        "שלא לעבוד אילן בשביעית, שנאמר \"וכרמך לא תזמור\" (ויקרא כה,ד).",
        "שלא לקצור ספיחי שביעית כדרך שקוצרין בשאר השנים, שנאמר \"את ספיח קצירך לא תקצור\" (ויקרא כה,ה).",
        "שלא לאסוף פירות האילן בשביעית כדרך שאוספין בכל שנה ושנה, שנאמר \"ואת עינבי נזיריך לא תבצור\" (ויקרא כה,ה).",
        "שלא לעבוד בשנת יובל בין אדמה בין אילן, שנאמר בה \"לא תזרעו\" (ויקרא כה,יא).",
        "שלא לקצור ספיחי יובל כשאר השנים, שנאמר בו \"לא תקצרו את ספיחיה\" (ויקרא כה,יא).",
        "שלא לאסוף פירות יובל כאסיפת שאר השנים, שנאמר בו \"ולא תבצרו את נזיריה\" (ויקרא כה,יא).",
        "שלא למכור שדה בארץ ישראל לצמיתות, שנאמר \"והארץ, לא תימכר לצמיתות\" (ויקרא כה,כג).",
        "שלא לשנות מגרשי הלויים ושדותיהם, שנאמר \"ושדה מגרש עריהם, לא יימכר\" (ויקרא כה,לד); מפי השמועה למדו שזו אזהרה שלא ישתנה.",
        "שלא לעזוב הלויים, שנאמר \"הישמר לך, פן תעזוב את הלוי\" (דברים יב,יט), אלא נותנין להם מתנותיהם ומשמחים אותם בהן בכל רגל ורגל.",
        "שלא יתבע הלוואה שעברה עליה שביעית, שנאמר \"לא ייגוש את ריעהו ואת אחיו\" (דברים טו,ב).",
        "שלא יימנע מלהלוות לעני מפני השמיטה, שנאמר \"הישמר לך פן יהיה דבר\" (דברים טו,ט). .זה הכלל--כל מקום שנאמר הישמר או פן או אל, אינו אלא מצות לא תעשה.",
        "שלא יימנע מלהחיות לעני ומליתן לו מה שהוא צריך, שנאמר \"לא תאמץ את לבבך\" (דברים טו,ז); נמצא הנותן צדקה עושה מצות עשה, והמעלים עיניו מן הצדקה יתר על שביטל עשה עבר על לא תעשה.",
        "שלא לשלח עבד עברי ריקם כשייצא חופשי, שנאמר \"לא תשלחנו, ריקם\" (דברים טו,יג).",
        "שלא יתבע העני בחובו כשיידע שהוא עני, ולא יצר לו, שנאמר \"לא תהיה לו, כנושה\" (שמות כב,כד).",
        "שלא להלוות בריבית לישראל, שנאמר \"את כספך--לא תיתן לו, בנשך\" (ויקרא כה,לז).",
        "שלא ללוות בריבית, שנאמר \"לא תשיך לאחיך\" (דברים כג,כ); כך למדו מפי השמועה, שזו אזהרה ללווה שלא יינשך למלווה.",
        "שלא להשית יד בין לווה ומלווה בריבית, ולא להיות ערב, ולא עד, ולא לכתוב שטר ביניהם, שנאמר \"לא תשימון עליו, נשך\" (שמות כב,כד).",
        "שלא לאחר פעולת שכיר, שנאמר \"לא תלין פעולת שכיר, איתך\" (ויקרא יט,יג).",
        "שלא ימשכן בעל חוב בזרוע, שנאמר \"לא תבוא אל ביתו, לעבוט עבוטו\" (דברים כד,י).",
        "שלא למנוע העבוט מבעליו העני בעת שהוא צריך לו, שנאמר \"לא תשכב, בעבוטו\" (דברים כד,יב); כלומר, לא תשכב ועבוטו עימך, אלא תשיבנו לו בלילה, הואיל והוא צריך לו בלילה.",
        "שלא למשכן האלמנה, שנאמר \"ולא תחבול בגד אלמנה\" (דברים כד, יז).",
        "שלא לחבול כלים שעושין בהם אוכל נפש, שנאמר \"לא יחבול ריחיים, ורכב\" (דברים כד,ו).",
        "שלא לגנוב נפש מישראל, שנאמר \"לא תגנוב\" (שמות כ,יב; דברים ה,טז); זה גונב נפש.",
        "שלא לגנוב ממון, שנאמר \"לא, תגנובו\" (ויקרא יט,יא); זו היא גניבת ממון.",
        "שלא לגזול, שנאמר \"לא תגזול\" (ויקרא יט,יג).",
        "שלא להסיג גבול, שנאמר \"לא תסיג גבול ריעך\" (דברים יט,יד).",
        "שלא לעשוק, שנאמר \"לא תעשוק את ריעך\" (ויקרא יט,יג).",
        "שלא לכחש בממון חברו, שנאמר \"לא תכחשו\" (ויקרא יט,יא).",
        "שלא לישבע על כפירת ממון חברו, שנאמר \"לא תשקרו\" (ויקרא יט,יא); כלומר, לא תישבע על שקר בממון שיש לחברך בידך.",
        "שלא יונה במקח וממכר, שנאמר \"אל תונו, איש את אחיו\" (ויקרא כה,יד).",
        "שלא יונה בדברים, שנאמר \"ולא תונו איש את עמיתו\" (ויקרא כה, יז); זו אונאת דברים.",
        "שלא להונות את הגר בדברים, שנאמר \"וְגֵר לֹא תוֹנֶה\" (שמות כב, כ).",
        "שלא להונות את הגר במקח וממכר, שנאמר \"וְלֹא תִלְחָצֶנּוּ\" (שמות כב, כ).",
        "שלא להחזיר עבד שברח לארץ ישראל לאדוניו שבחוצה לארץ, שנאמר \"לֹא תַסְגִּיר עֶבֶד אֶל אֲדוֹנָיו\" (דברים כג, טז).",
        "שלא להונות עבד זה, שנאמר \"עַמְּךָ יֵשֵׁב בְּקִרְבֶּךָ . . . בַּטּוֹב לוֹ לֹא תּוֹנֶנּוּ\" (דברים כג, יז).",
        "שלא לענות יתום ואלמנה, שנאמר \"כָּל אַלְמָנָה וְיָתוֹם לֹא תְעַנּוּן\" (שמות כב, כא).",
        "שלא לעבוד בעבד עברי כעבודת עבד, שנאמר \"לֹא תַעֲבֹד בּוֹ עֲבוֹדַת עָבֶד\" (ויקרא כה, לט).",
        "שלא למכור אותו ממכרת עבד, שנאמר \"לֹא יִמָּכְרוּ מִמְכֶּרֶת עָבֶד\" (ויקרא כה, מב).",
        "שלא לעבוד בעבד עברי בפרך, שנאמר \"לֹא תִרְדֶּה בּוֹ בְּפָרֶךְ\" (ויקרא כה, מג).",
        "שלא להניח הגוי לעבד בעבד עברי הנמכר לו בפרך, שנאמר \"לֹא יִרְדֶּנּוּ בְּפָרֶךְ לְעֵינֶךָ\" (ויקרא כה, נג).",
        "שלא למכור אמה עברייה לאחר, שנאמר \"לֹא יִמְשׁוֹל לְמָכְרָהּ בְּבִגְדוֹ בָהּ\" (שמות כא, ח).",
        "שלא למנוע מאמה עברייה היעודה שאר כסות ועונה, שנאמר \"שְׁאֵרָהּ כְּסוּתָהּ וְעוֹנָתָהּ לֹא יִגְרָע\" (שמות כא, י); והוא הדין לשאר הנשים.",
        "שלא למכור אשת יפת תואר, שנאמר \"ומכור לא תמכרנה\" (דברים כא, יד).",
        "שלא לכבוש אשת יפת תואר שפחה, שנאמר \"לֹא תִתְעַמֵּר בָּהּ\" (דברים כא, יד).",
        "שלא לחמוד, שנאמר \"לֹא תַחְמֹד אֵשֶׁת רֵעֶךָ\" (שמות כ, יג).",
        "שלא להתאוות, שנאמר \"לֹא תִתְאַוֶּה בֵּית רֵעֶךָ\" (דברים ה, יז).",
        "שלא יאכל השכיר שלא בשעת גמר מלאכה מן המחובר שהוא עושה בו, שנאמר \"וְחֶרְמֵשׁ לֹא תָנִיף\" (דברים כג, כו).",
        "שלא ייקח השכיר יתר על אכילתו, שנאמר \"וְאָכַלְתָּ עֲנָבִים כְּנַפְשְׁךָ שָׂבְעֶךָ\" (דברים כג, כה).",
        "שלא יתעלם מן האבידה, שנאמר \"לֹא תוּכַל לְהִתְעַלֵּם\" (דברים כב, ג).",
        "שלא להניח הבהמה רובצת תחת משאה בדרך, שנאמר \"לֹא תִרְאֶה חֲמוֹר אָחִיךָ\" (ראה דברים כב, ד).",
        "שלא לעשות עול במדה, שנאמר \"לֹא תַעֲשׂוּ עָוֶל בַּמִּשְׁפָּט בְּמִדָּה\" (ויקרא יט, לה); מפי השמועה למדו שהכתוב מזהיר לא תעשו עול במשפט המדה.",
        "שלא להיות אצלנו איפה ואיפה אבן ואבן, שנאמר \"לֹא יִהְיֶה לְךָ בְּבֵיתְךָ אֵיפָה וְאֵיפָה\" (דברים כה, יד).",
        "שלא לעוול המשפט, שנאמר \"לֹא תַעֲשׂוּ עָוֶל בַּמִּשְׁפָּט\" (ויקרא יט, טו).",
        "שלא ליקח שוחד, שנאמר \"וְשֹׁחַד לֹא תִקָּח\" (שמות כג, ח).",
        "שלא לכבד גדול בדין, שנאמר \"וְלֹא תֶהְדַּר פְּנֵי גָּדוֹל\" (ויקרא יט, טו).",
        "שלא יירא הדיין בדין מאדם רע, שנאמר \"לֹא תָגוּרוּ מִפְּנֵי אִישׁ\" (דברים א, יז).",
        "שלא לרחם על עני בדין, שנאמר \"וְדָל לֹא תֶהְדַּר בְּרִיבוֹ\" (שמות כג, ג).",
        "שלא להטות משפט אדם חוטא, שנאמר \"לֹא תַטֶּה מִשְׁפַּט אֶבְיֹנְךָ\" (שמות כג, ו); למדו מפי השמועה, שזה אביון במצוות.",
        "שלא לרחם על המזיק בדיני קנסות, שנאמר \"לֹא תָחוֹס עֵינְךָ\" (דברים יט, כא).",
        "שלא להטות משפט גרים ויתומים, שנאמר \"לֹא תַטֶּה מִשְׁפַּט גֵר יָתוֹם\" (דברים כד, יז).",
        "שלא לשמוע מאחד מבעלי דינין ואין חברו עימו, שנאמר \"לֹא תִשָּׂא שֵׁמַע שָׁוְא\" (שמות כג, א).",
        "שלא לנטות אחרי רבים בדיני נפשות, אם היו המחייבין יתר על המזכין אחד, שנאמר \"לֹא תִהְיֶה אַחֲרֵי רַבִּים לְרָעוֹת\" (שמות כג, ב).",
        "שלא ילמד חובה מי שלימד זכות תחילה בדיני נפשות, שנאמר \"לא תענה על ריב, לנטות\" (שמות כג, ב).",
        "שלא למנות בדיינין אדם שאינו חכם בדברי תורה, אף על פי שהוא חכם בחכמות אחרות, שנאמר \"לֹא תַכִּירוּ פָּנִים בַּמִּשְׁפָּט\" (דברים א, יז).",
        "שלא להעיד בשקר, שנאמר \"לֹא תַעֲנֶה בְּרֵעֲךָ עֵד שָׁקֶר\" (שמות כ, יב).",
        "שלא יעיד בעל עבירה, שנאמר \"אַל תָּשֶׁת יָדְךָ עִם רָשָׁע לִהְיוֹת עֵד חָמָס\" (שמות כג, א).",
        "שלא יעיד קרוב, שנאמר \"לֹא יוּמְתוּ אָבוֹת עַל בָּנִים\" (דברים כד, טז); מפי השמועה למדו שלא יומתו אבות בעדות בנים, והוא הדין לשאר הקרובים.",
        "שלא לכרות הדין על פי עד אחד, שנאמר \"לֹא יָקוּם עֵד אֶחָד בְּאִישׁ\" (דברים יט, טו).",
        "שלא להרוג נקי, שנאמר \"לֹא תִּרְצָח\" (שמות כ, יב; דברים ה, טז).",
        "שלא לחתוך הדין באומד הדעת, עד שיראו שני עדים גופו של דבר, שנאמר \"וְנָקִי וְצַדִּיק אַל תַּהֲרֹג\" (שמות כג, ז).",
        "שלא יורה העד בדין שהעיד בו בדיני נפשות, שנאמר \"וְעֵד אֶחָד לֹא יַעֲנֶה בְּנֶפֶשׁ\" (במדבר לה, ל).",
        "שלא להרוג מחוייב הריגה קודם שיעמוד בדין, שנאמר \"וְלֹא יָמוּת הָרוֹצֵחַ עַד עָמְדוֹ לִפְנֵי הָעֵדָה\" (במדבר לה, יב).",
        "שלא לחוס על הרודף, אלא הורגין אותו קודם שיגיע לנרדף ויהרגנו או יגלה ערוותו, שנאמר \"וְקַצּוֹתָה אֶת כַּפָּהּ לֹא תָחוֹס עֵינְךָ\" (דברים כה, יב).",
        "שלא לענוש האנוס, שנאמר \"וְלַנַּעֲרָה לֹא תַעֲשֶׂה דָּבָר\" (דברים כב, כו).",
        "שלא ליקח כופר מן הרוצח, שנאמר \"ולא תקחו כופר לנפש רוצח\" (במדבר לה, לא).",
        "שלא ליקח כופר בגלות רוצח בשגגה, שנאמר \"וְלֹא תִקְחוּ כֹּפֶר לָנוּס אֶל עִיר מִקְלָטוֹ\" (במדבר לה, לב).",
        "שלא לעמוד על הדם, שנאמר \"לֹא תַעֲמֹד עַל דַּם רֵעֶךָ\" (ויקרא יט, טז).",
        "שלא להניח מכשול, שנאמר \"וְלֹא תָשִׂים דָּמִים בְּבֵיתֶךָ\" (דברים כב, ח).",
        "שלא להכשיל תם בדרך, שנאמר \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל\" (ויקרא יט, יד).",
        "שלא להוסיף במלקות המחוייב מלקות, שנאמר \"לא יוסיף: .פן יוסיף\" (דברים כה,ג).",
        "שלא לרגל, שנאמר \"לא תלך רכיל בעמיך\" (ויקרא יט,טז).",
        "שלא לשנוא בלב, שנאמר \"לֹא תִשְׂנָא אֶת אָחִיךָ בִּלְבָבֶךָ\" (ויקרא יט, יז).",
        "שלא להלבין פני אדם מישראל, שנאמר \"הוכח תוכיח את עמיתך, ולא תישא עליו חטא\" (ויקרא יט,יז).",
        "שלא לנקום, שנאמר \"לא תיקום\" (ויקרא יט,יח).",
        "שלא לנטור, שנאמר \"לא תיטור\" (ויקרא יט,יח).",
        "שלא ליקח אם על הבנים, שנאמר \"לא תיקח האם, על הבנים\" (דברים כב,ו).",
        "שלא לגלח שיער הנתק, שנאמר \"ואת הנתק, לא יגלח\" (ויקרא יג,לג).",
        "שלא לתלוש סימני צרעת, שנאמר \"הישמר בנגע הצרעת\" (דברים כד,ח).",
        "שלא לעבוד ולזרוע בנחל איתן, שנאמר \"אשר לא ייעבד בו, ולא ייזרע\" (דברים כא,ד).",
        "שלא להחיות מכשף, שנאמר \"מכשפה, לא תחייה\" (שמות כב,יז).",
        "שלא יתחייב חתן בדבר מצורכי רבים כל שנתו, כגון צבא ושמירת החומה וכיוצא בהן, שנאמר \"לא ייצא בצבא, ולא יעבור עליו לכל דבר\" (דברים כד,ה).",
        "שלא להמרות על פי בית דין, שנאמר \"לא תסור, מכל הדבר\" (ראה דברים יז,יא).",
        "שלא להוסיף על מצוות התורה, בין תורה שבכתב בין בפירושה שקיבלו על פה, שנאמר \"את כל הדבר, אשר אנוכי מצווה אתכם--אותו תשמרו, לעשות: .לא תוסף עליו\" (דברים יג,א).",
        "שלא לגרוע מכל מצוות התורה, שנאמר \"ולא תגרע ממנו\" (דברים יג,א).",
        "שלא לקלל הדיין, שנאמר \"אלוהים, לא תקלל\" (שמות כב,כז).",
        "שלא לקלל הנשיא, והוא המלך או ראש ישיבת ארץ ישראל, שנאמר \"ונשיא בעמך, לא תאור\" (שמות כב,כז).",
        "שלא לקלל אחד משאר ישראל, שנאמר \"לא תקלל חירש\" (ויקרא יט,יד).",
        "שלא לקלל אב ואם, שנאמר \"ומקלל אביו ואימו, מות יומת\" (שמות כא,יז).",
        "שלא להכות אב ואם, שנאמר \"ומכה אביו ואימו, מות יומת\" (שמות כא,טו).",
        "שלא לעשות מלאכה בשבת, שנאמר \"לא תעשה כל מלאכה\" (שמות כ,ט; דברים ה,יג).",
        "שלא להלך חוץ לתחום מדינה כהולכי דרכים בשבת, שנאמר \"אל ייצא איש ממקומו\" (שמות טז,כט).",
        "שלא לענוש בשבת, שנאמר \"לא תבערו אש, בכול מושבותיכם\" (שמות לה,ג).",
        "שלא לעשות מלאכה בראשון של פסח, שנאמר \"כל מלאכה, לא ייעשה בהם\" (שמות יב,טז).",
        "שלא לעשות מלאכה בשביעי של פסח, שנאמר \"כל מלאכה, לא ייעשה בהם\" (שמות יב,טז).",
        "שלא לעשות מלאכה בחג השבועות, שנאמר בו \"כל מלאכת עבודה, לא תעשו\" (ויקרא כג,כא; במדבר כח,כו).",
        "שלא לעשות מלאכה באחד לחודש השביעי, שנאמר בו \"כל מלאכת עבודה, לא תעשו\" (ויקרא כג,כה; במדבר כט,א).",
        "שלא לעשות מלאכה ביום הכיפורים, שנאמר בו \"כל מלאכה, לא תעשו\" (ויקרא טז,כט; ויקרא כג,כח; ויקרא כג,לא; במדבר כט,ז).",
        "שלא לעשות מלאכה בראשון של חג, שנאמר בו \"כל מלאכת עבודה, לא תעשו\" (ויקרא כג,לה; ויקרא כג,לו; במדבר כט,יב).",
        "שלא לעשות מלאכה ביום שמיני של חג, שנאמר בו \"כל מלאכת עבודה, לא תעשו\" (ויקרא כג,לו; במדבר כט,לה).",
        "שלא לגלות ערוות אם, שנאמר \"אימך היא, לא תגלה ערוותה\" (ויקרא יח,ז).",
        "שלא לגלות ערוות אשת אב, שנאמר \"ערוות אשת אביך, לא תגלה\" (ויקרא יח,ח).",
        "שלא לגלות ערוות אחות, שנאמר \"ערוות אחותך . . . לא תגלה\" (ויקרא יח,ט).",
        "שלא לגלות ערוות אחות מן האב ומן האם, שנאמר \"ערוות בת אשת אביך מולדת אביך, אחותך היא--לא תגלה, ערוותה\" (ויקרא יח,יא).",
        "שלא לגלות ערוות בת הבן, שנאמר \"ערוות בת בנך\" (ויקרא יח,י).",
        "שלא לגלות ערוות בת הבת, שנאמר \"או בת בתך, לא תגלה ערוותן\" (ויקרא יח,י).",
        "שלא לגלות ערוות הבת; ולמה לא נתפרשה בתורה, מפני שאסר בת הבת שתק מן הבת, ומפי השמועה למדו שאיסור הבת מגופי תורה, כשאר עריות.",
        "שלא לגלות ערוות אישה ובתה, שנאמר \"ערוות אישה ובתה, לא תגלה\" (ויקרא יח,יז).",
        "שלא לגלות ערוות אישה ובת בנה, שנאמר \"את בת בנה\" (ויקרא יח,יז).",
        "שלא לגלות ערוות אישה ובת בתה, שנאמר \"ואת בת בתה, לא תיקח\" (ויקרא יח,יז).",
        "שלא לגלות ערוות אחות האב, שנאמר \"ערוות אחות אביך, לא תגלה\" (ויקרא יח,יב).",
        "שלא לגלות ערוות אחות האם, שנאמר \"ערוות אחות אימך, לא תגלה\" (ויקרא יח,יג).",
        "שלא לגלות ערוות אשת אחי האב, שנאמר \"אל אשתו לא תקרב, דודתך היא\" (ויקרא יח,יד).",
        "שלא לגלות ערוות אשת הבן, שנאמר \"ערוות כלתך, לא תגלה\" (ויקרא יח,טו).",
        "שלא לגלות ערוות אשת אח, שנאמר \"ערוות אשת אחיך, לא תגלה\" (ויקרא יח,טז).",
        "שלא לגלות ערוות אחות אישה, שנאמר \"ואישה אל אחותה, לא תיקח\" (ויקרא יח,יח).",
        "שלא לגלות ערוות נידה, שנאמר \"ואל אישה, בנידת טומאתה--לא תקרב\" (ויקרא יח,יט).",
        "שלא לגלות ערוות אשת איש, שנאמר \"ואל אשת, עמיתך--לא תיתן שכובתך\" (ויקרא יח,כ).",
        "שלא לשכב עם בהמה, שנאמר \"ובכל בהמה לא תיתן שכובתך, לזרע\" (ראה ויקרא יח,כ; ויקרא יח,כג).",
        "שלא תביא אישה בהמה עליה, שנאמר \"ואישה, לא תעמוד לפני בהמה לרבעה\" (ויקרא יח,כג).",
        "שלא לשכב עם זכר, שנאמר \"ואת זכר--לא תשכב\" (ויקרא יח,כב).",
        "שלא לגלות ערוות האב עצמו, שנאמר \"ערוות אביך . . . לא תגלה\" (ויקרא יח,ז).",
        "שלא לגלות ערוות אחי האב עצמו, שנאמר \"ערוות אחי אביך, לא תגלה\" (ויקרא יח,יד).",
        "שלא ליקרב לעריות בדברים המביאין לידי גילוי ערווה, כגון חיבוק ונישוק ורמיזה וקפיצה, שנאמר \"אל כל שאר בשרו, לא תקרבו לגלות ערווה\" (ויקרא יח,ו); מפי השמועה למדו שזו אזהרה לקריבה המביאה לידי גילוי ערווה.",
        "שלא יישא ממזר בת ישראל, שנאמר \"לא יבוא ממזר, בקהל ה'\" (דברים כג,ג).",
        "שלא תהיה קדשה, והיא הנבעלת בלא כתובה וקידושין, שנאמר \"לא תהיה קדשה\" (דברים כג,יח).",
        "שלא יחזיר המגרש גרושתו אחר שנישאת לאחר, שנאמר \"לא יוכל בעלה הראשון אשר שילחה לשוב לקחתה\" (דברים כד,ד).",
        "שלא תינשא היבמה לאחר חוץ מיבמה, שנאמר \"לא תהיה אשת המת\" (דברים כה,ה).",
        "שלא יגרש האונס אנוסתו, שנאמר \"לא יוכל שלחה, כל ימיו\" (דברים כב,כט).",
        "שלא יגרש מוציא שם רע את אשתו, שנאמר בו \"לא יוכל לשלחה כל ימיו\" (דברים כב,יט).",
        "שלא ייקח סריס בת ישראל, שנאמר \"לא יבוא פצוע דכא\" (דברים כג,ב).",
        "שלא לסרס זכר מכל המינין, לא אדם ולא בהמה חיה ועוף, שנאמר \"ובארצכם, לא תעשו\" (ויקרא כב,כד).",
        "שלא למנות על ישראל איש מקהל גרים, שנאמר \"לא תוכל לתת עליך איש נוכרי\" (דברים יז,טו).",
        "שלא ירבה המלך סוסים, שנאמר \"לא ירבה לו סוסים\" (דברים יז,טז).",
        "שלא ירבה המלך נשים, שנאמר \"לא ירבה לו נשים\" (דברים יז,יז).",
        "שלא ירבה לו המלך כסף וזהב, שנאמר \"וכסף וזהב, לא ירבה לו מאוד\" (דברים יז,יז).",
        "א .אלו הם שש מאות ושלוש עשרה מצוות שנאמרו לו למשה בסיניי, הן וכללותיהן ופרטותיהן ודקדוקיהן; וכל אותן הכללות והפרטות והדקדוקין והביאורין של כל מצוה ומצוה, היא תורה שבעל פה שקיבלו בית דין מפי בית דין.",
        "ב .ויש מצוות אחרות שנתחדשו אחר מתן תורה, וקבעו אותן נביאים וחכמים ופשטו בכל ישראל--כגון מקרא מגילה, ונר חנוכה, ותענית תשעה באב, וידיים, ועירובין. .ויש לכל מצוה ומצוה מאלו פירושין ודקדוקין; והכול יתבאר בחיבור זה.",
        "ג .כל אלו המצוות שנתחדשו--חייבין אנו לקבלם ולשומרם, שנאמר \"לא תסור, מכל הדבר . . .\" (ראה דברים יז,יא); ואינם תוספת על מצוות התורה. .ועל מה הזהירה תורה \"לא תוסף עליו, ולא תגרע ממנו\" (דברים יג,א)--שלא יהיה נביא רשאי לחדש דבר ולומר שהקדוש ברוך הוא ציווהו במצוה זו להוסיפה למצוות התורה, או לחסר אחת מאלו השש מאות ושלוש עשרה מצוות.",
        "ד .אבל אם הוסיפו בית דין עם נביא שיהיה באותו הזמן מצוה דרך תקנה, או דרך הוראה, או דרך גזירה--אין זו תוספת: .שהרי לא אמרו שהקדוש ברוך הוא ציווה לעשות עירוב או לקרות מגילה בעונתה. .ואלו אמרו כן, היו מוסיפין על התורה.",
        "ה .אלא כך אנו אומרים, שהנביאים עם בית דין תיקנו וציוו לקרות המגילה בעונתה כדי להזכיר שבחיו של הקדוש ברוך הוא ותשועות שעשה לנו, והיה קרוב לשווענו כדי לברכו ולהללו, וכדי להודיע לדורות הבאים שאמת מה שהבטיחנו בתורה, \"ומי גוי גדול, אשר לו אלוהים קרובים אליו\" (ראה דברים ד,ז; דברים ד,ח). .ועל דרך זו היא כל מצוה ומצוה שהיא מדברי סופרים, בין עשה ובין לא תעשה."
    ],
    "versions": [
        [
            "Wikisource Mishneh Torah",
            "http://he.wikisource.org/wiki/%D7%A8%D7%9E%D7%91%22%D7%9D_%D7%94%D7%A7%D7%93%D7%9E%D7%94_%D7%9C%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_(%D7%AA%D7%95%D7%9B%D7%9F_%D7%94%D7%97%D7%99%D7%91%D7%95%D7%A8)"
        ]
    ],
    "heTitle": "משנה תורה, מצוות לא תעשה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Introduction"
    ],
    "sectionNames": [
        "Mitzvah"
    ]
}