{
    "work": "Chagigah", 
    "text": {
        "42": {
            "24": "חבריה ומאן תנא דחייש לאיבה רבי יוסי היא דתניא א\"ר יוסי", 
            "25": "מפני מה הכל נאמנין על טהרת יין ושמן כל ימות השנה כדי שלא יהא כל אחד ואחד הולך ובונה במה לעצמו ושורף פרה אדומה לעצמו", 
            "26": "אמר רב פפא", 
            "27": "כמאן מקבלינן האידנא סהדותא מע\"ה כמאן כרבי יוסי", 
            "20": "לא מקבלינן מינייהו", 
            "21": "קודש נמי לא נקביל מינייהו", 
            "22": "הויא ליה איבה", 
            "23": "תרומה נמי הויא ליה איבה לא איכפת ליה דאזיל יהיב ליה לכהן עם הארץ", 
            "28": "וניחוש לשאלה", 
            "29": "דתנן", 
            "1": "סבר לה כהא דאמר ר\"נ אמר רבה בר אבוה", 
            "0": "וכחללה בשתי אצבעות חוזרות למקומן", 
            "3": "שש ראשונות בין לקודש בין לחולין שנעשו על טהרת הקודש אחרונות לקודש אבל לא לחולין שנעשו על טהרת הקודש", 
            "2": "י\"א מעלות שנו כאן", 
            "5": "איכא בינייהו סל וגרגותני שמילאן כלים והטבילן", 
            "4": "מאי איכא בין דרבא לדר' אילא", 
            "7": "סל וגרגותני שמילאן כלים והטבילן טהורין ומקוה שחלקו בסל וגרגותני הטובל שם לא עלתה לו טבילה דהא ארעא כולה חלחולי מחלחלא ובעינן דאיכא מ' סאה במקום אחד", 
            "6": "למ\"ד משום חציצה איכא למ\"ד משום גזירה שמא יטביל מחטין וצינוריות בכלי שאין בפיו כשפופרת הנוד סל וגרגותני שאין בפיהן כשפופרת הנוד ליכא ואזדא רבא לטעמיה דאמר רבא", 
            "9": "דתנן", 
            "8": "והני מילי בכלי טהור אבל בכלי טמא מיגו דסלקא טבילה לכוליה גופיה דמנא סלקא להו נמי לכלים דאית ביה", 
            "11": "מאי קאמר ואם לא טבל", 
            "10": "כלים שמילאן כלים והטבילן הרי אלו טהורין ואם לא טבל מים המעורבים עד שיהיו מעורבין כשפופרת הנוד", 
            "13": "ואם אינו צריך להטבילו ומים המעורבין עד שיהו מעורבין כשפופרת הנוד", 
            "12": "ה\"ק", 
            "15": "דתניא", 
            "14": "והא דרבא ודר' אילא תנאי היא", 
            "17": "לתרומה אבל לא לקודש", 
            "16": "סל וגרגותני שמילאן כלים והטבילן בין לקודש בין לתרומה טהורין אבא שאול אומר", 
            "19": "א\"ה קודש נמי חזי ליה ע\"ה ואזיל מטביל תרומה נמי חזי ליה ע\"ה ואזיל מטביל", 
            "18": "אי הכי תרומה נמי למאן קאמרינן חברים חברים מידע ידעי", 
            "31": "אינו מציל אלא על אוכלים ועל המשקים ועל כלי חרס", 
            "30": "כלי חרס מציל על הכל דברי ב\"ה ב\"ש אומרים", 
            "37": "כשטיהרנו אוכלין ומשקין שבתוכו", 
            "36": "אמרו להם בית שמאי", 
            "35": "והלא טיהרתם אוכלין ומשקין שבתוכו", 
            "34": "אמרו להם ב\"ה", 
            "33": "מפני מה אמרו ב\"ש מפני שהוא טמא ע\"ג ע\"ה ואין כלי טמא חוצץ", 
            "32": "אמרו להם ב\"ה לב\"ש"
        }, 
        "48": {
            "24": "הא בחרפי הא באפלי", 
            "25": "א\"ל רב אדא בר אהבה", 
            "26": "כגון מאי", 
            "27": "כאותן של בית אביך", 
            "20": "ורמינהי", 
            "21": "הגומר זיתיו ישייר קופה אחת ויתננה לעני כהן", 
            "22": "אמר רב נחמן", 
            "23": "לא קשיא", 
            "28": "רב יוסף אמר", 
            "29": "בגלילא שנו", 
            "1": "<big><strong>גמ׳</strong></big> ביהודה אין ובגליל לא", 
            "0": "המדומעות נאמנין עליהם בשעת הגיתות והבדים וקודם לגיתות שבעים יום:", 
            "3": "אמר ריש לקיש", 
            "2": "מ\"ט", 
            "5": "וניתיב בשידה תיבה ומגדל", 
            "4": "מפני שרצועה של כותים מפסקת ביניהן", 
            "7": "אהל זרוק לאו שמיה אהל", 
            "6": "הא מני רבי היא דאמר", 
            "9": "הנכנס לארץ העמים בשידה תיבה ומגדל רבי מטמא ור' יוסי בר' יהודה מטהר", 
            "8": "דתניא", 
            "38": "תניתוה", 
            "11": "אמר רבי אליעזר", 
            "10": "ולייתוה בכלי חרס המוקף צמיד פתיל", 
            "13": "והתניא", 
            "12": "שונין אין הקדש ניצול בצמיד פתיל", 
            "15": "לא הא מים שאינן מקודשים ניצולין בצמיד פתיל", 
            "14": "אין חטאת ניצלת בצמיד פתיל מאי לאו הא קדש ניצול", 
            "17": "חברייא מדכן בגלילא", 
            "16": "והאמר עולא", 
            "19": "ובשעת הגיתות נאמנין אף על התרומה:", 
            "18": "מניחין ולכשיבא אליהו ויטהרנה:", 
            "31": "עבר הירדן וגליל הרי הן כיהודה נאמנין על היין בשעת היין ועל השמן בשעת השמן", 
            "30": "איתיביה אביי", 
            "37": "אמר להו", 
            "36": "עבר וקיבלה מהו שיניחנה לגת הבאה", 
            "35": "בעו מיניה מרב ששת", 
            "34": "עברו הגיתות והבדים והביאו לו חבית של יין לא יקבלנה הימנו אבל מניחה לגת הבאה:", 
            "33": "אלא מחוורתא כדשנין מעיקרא:", 
            "32": "אבל לא על היין בשעת השמן ולא על השמן בשעת היין"
        }, 
        "43": {
            "56": "מקום שנקיי הדעת צובעין", 
            "54": "וכן הוא אומר (רות ב, יד) ויצבט לה קלי", 
            "42": "חבר שבא להזות מזין עליו מיד עם הארץ שבא להזות אין מזין עליו עד שיעשה בפנינו שלישי ושביעי", 
            "48": "כלי שנטמא אחוריו במשקין אחוריו טמאין תוכו אוגנו אזנו וידיו טהורין", 
            "43": "אלא אמר אביי", 
            "60": "קדשי הגבול מאי נינהו תרומה והתנן", 
            "61": "אחורים ותוך ובית הצביטה לתרומה", 
            "62": "דלמא לחולין שנעשו על טהרת הקודש קאמרת", 
            "63": "אדכרתן מילתא דאמר רבה בר אבוה", 
            "64": "אחת עשרה מעלות שנו כאן", 
            "49": "נטמא תוכו כולו טמא:", 
            "66": "הנושא את המדרס נושא את התרומה אבל לא את הקודש:", 
            "67": "קודש מאי טעמא לא משום מעשה שהיה", 
            "68": "דאמר רב יהודה אמר שמואל", 
            "69": "מעשה באחד שהיה מעביר חבית של יין קודש ממקום למקום", 
            "52": "א\"ר יהודה אמר שמואל", 
            "53": "מקום שצובטו", 
            "24": "שאלינן מינייהו", 
            "25": "כי שיילינן מינייהו מטבלינן להו", 
            "26": "אי הכי ניהדרו להו ב\"ה לב\"ש", 
            "27": "כי שאלינן מינייהו מטבלינן להו", 
            "20": "אמרו", 
            "21": "כל ימיו הושחרו שיניו מפני תעניותיו", 
            "22": "קתני מיהת", 
            "23": "לך ולו אלמא", 
            "46": "מאי אחורים ותוך", 
            "47": "כדתנן", 
            "44": "מתוך חומר שהחמרת עליו בתחילתו הקלת עליו בסופו:", 
            "45": "אחורים ותוך:", 
            "28": "טמא מת בעי הזאה ג' וז' ומנא לז יומי לא מושלי אינשי", 
            "29": "ואטבילה לא מהימני", 
            "40": "ואגופו מי מהימן", 
            "41": "והתניא", 
            "1": "תניא א\"ר יהושע", 
            "0": "לעצמו טהרנו אבל נטהר את הכלי שטהרתו לך ולו", 
            "3": "אפשר אשה לשה בעריבה אשה ועריבה טמאין שבעה ובצק טהור", 
            "2": "בושני מדבריכם ב\"ש", 
            "5": "נטפל לו תלמיד אחד מתלמידי ב\"ש אמר לו", 
            "4": "לוגין מלא משקין [לוגין] טמא טומאת שבעה ומשקין טהורין", 
            "7": "אמר לו", 
            "6": "אומר לך טעמן של ב\"ש", 
            "9": "אמר לו", 
            "8": "אמור", 
            "51": "מאי בית הצביטה", 
            "39": "נאמן עם הארץ לומר פירות לא הוכשרו אבל אינו נאמן לומר פירות הוכשרו אבל לא נטמאו", 
            "65": "שש ראשונות בין לקודש בין לחולין שנעשו על טהרת הקודש אחרונות לקודש אבל לא לחולין שנעשו על טהרת הקודש:", 
            "38": "והתניא", 
            "59": "א\"ל", 
            "58": "כל הכלים אין להם אחורים ותוך אחד קדשי המקדש ואחד קדשי הגבול", 
            "11": "א\"ל", 
            "10": "כלי טמא חוצץ או אינו חוצץ", 
            "13": "כלי של עם הארץ טמא או טהור", 
            "12": "אינו חוצץ", 
            "15": "טמא", 
            "14": "אמר לו", 
            "17": "ולא עוד אלא שאם אתה אומר לו טמא אומר לך שלי טהור ושלך טמא וזהו טעמן של ב\"ש", 
            "16": "ואם אתה אומר לו טמא כלום משגיח עליך", 
            "19": "נעניתי לכם עצמות ב\"ש ומה סתומות שלכם כך מפורשות על אחת כמה וכמה", 
            "18": "מיד הלך ר' יהושע ונשתטח על קברי ב\"ש אמר", 
            "31": "נאמנין עמי הארץ על טהרת טבילת טמא מת", 
            "30": "והתניא", 
            "37": "הא דאמר מעולם לא הטבלתי כלי בתוך כלי והא דאמר הטבלתי אבל לא הטבלתי בכלי שאין בפיו כשפופרת הנוד", 
            "36": "אידי ואידי בכליו ולא קשיא", 
            "35": "רבא אמר", 
            "34": "הא בגופו הא בכליו", 
            "33": "ל\"ק", 
            "55": "רבי אסי א\"ר יוחנן", 
            "32": "אמר אביי", 
            "57": "תני רב ביבי קמיה דר\"נ", 
            "50": "ובית הצביטה וכו':"
        }, 
        "49": {
            "56": "מודיעים פעמים כלפנים פעמים כלחוץ", 
            "54": "הקדר שהוא מוכר הקדרות נכנס לפנים מן המודיעים הוא הקדר והן הקדרות והן הלוקחין נאמן יצא אינו נאמן:", 
            "42": "כדי יין וכדי שמן המדומעות", 
            "48": "במטהר את טבלו ליטול ממנו נסכים:", 
            "43": "מאי לאו מדומעות דתרומה", 
            "49": "קודם לגיתות שבעים יום:", 
            "52": "<big><strong>מתני׳</strong></big> מן המודיעים ולפנים נאמנין על כלי חרס מן המודיעים ולחוץ אין נאמנין", 
            "53": "כיצד", 
            "24": "בדק לפסחו מותר לאכול בתרומתו רבה בר עולא אמר", 
            "25": "בדק לפסחו אסור לאכול בתרומתו", 
            "26": "א\"ל ההוא סבא", 
            "27": "לא תפלוג עליה דעולא דתנן כוותיה", 
            "20": "לאוכלי תרומה העמידו דבריהן במקום מיתה", 
            "21": "איבעיא להו", 
            "22": "בדק לפסחו מהו שיאכל בתרומתו", 
            "23": "עולא אמר", 
            "46": "ומי איכא דימוע לקדש", 
            "47": "אמרי דבי ר' אלעאי", 
            "44": "אמרי דבי ר' חייא", 
            "45": "מדומעות דקדש", 
            "28": "ואם אמר", 
            "29": "הפרשתי לתוכה רביעית קדש נאמן", 
            "40": "אלא בריקנים דקדש ובשאר ימות השנה ובמלאין דתרומה ובשעת הגיתות", 
            "41": "תנן", 
            "1": "טול אתה חטין שבמקום פלוני ואני חטין שבמקום פלוני", 
            "0": "חבר ועם הארץ שירשו את אביהם עם הארץ יכול לומר לו", 
            "3": "אבל לא יאמר לו", 
            "2": "טול אתה יין שבמקום פלוני ואני יין שבמקום פלוני", 
            "5": "ותני עלה", 
            "4": "טול אתה לח ואני יבש טול אתה חטין ואני שעורים", 
            "7": "אמאי", 
            "6": "אותו חבר שורף הלח ומניח את היבש", 
            "9": "בדבר שאין לו גת", 
            "8": "יניחנה לגת הבאה", 
            "51": "דינא הוא דעילויה אריסא למיטרח אגולפי שבעים יומין מקמי מעצרתא:", 
            "39": "השתא אתרומה לא מהימן אקנקנים מהימן", 
            "38": "אלא קנקנים דתרומה פשיטא", 
            "58": "קדר יוצא וחבר נכנס כלפנים שניהן נכנסין", 
            "11": "בדבר שאינו משתמר לרגל:", 
            "10": "ויניחנו לרגל", 
            "13": "תנן התם", 
            "12": "ואם אמר הפרשתי לתוכה רביעית קדש נאמן:", 
            "15": "מאי בודקין", 
            "14": "מודין בית שמאי ובית הלל שבודקין לעושי פסח ואין בודקין לאוכלי תרומה", 
            "17": "מנפח אדם בית הפרס והולך", 
            "16": "אמר רב יהודה אמר שמואל", 
            "19": "בית הפרס שנדש טהור לעושי פסח לא העמידו דבריהן במקום כרת", 
            "18": "ור' חייא בר אבא משמיה דעולא אמר", 
            "31": "מדמהימן אקדש מהימן נמי אתרומה הכא נמי", 
            "30": "אלמא", 
            "37": "אי קנקנים דקדש מיגו דמהימן אקדש מהימן נמי אקנקנים", 
            "36": "קנקנים דמאי", 
            "35": "אין נאמנין לא על הקנקנים ולא על התרומה", 
            "34": "תנא", 
            "33": "כדי יין וכדי שמן כו':", 
            "55": "<big><strong>גמ׳</strong></big> תנא", 
            "32": "מדמהימן אפסח מהימן נמי אתרומה:", 
            "57": "כיצד", 
            "50": "אמר אביי שמע מינה"
        }, 
        "52": {
            "11": "רבנן לר\"א קאמרי", 
            "10": "ואב\"א", 
            "13": "א\"ר אבהו אמר ר\"א", 
            "12": "מאי דעתיך משום דמצופין מיבטל בטיל צפויין גבייהו", 
            "15": "ומה סלמנדרא שתולדת אש היא הסך מדמה אין אור שולטת בו ת\"ח שכל גופן אש דכתיב (ירמיהו כג, כט) הלא כה דברי כאש נאם ה' על אחת כמה וכמה", 
            "14": "ת\"ח אין אור של גיהנם שולטת בהן ק\"ו מסלמנדרא", 
            "17": "אין אור של גיהנם שולטת בפושעי ישראל קל וחומר ממזבח הזהב", 
            "16": "אמר ריש לקיש", 
            "19": "<br><br><big><strong>הדרן עלך חומר בקודש וסליקא לה מסכת חגיגה</strong></big><br><br>", 
            "18": "מה מזבח הזהב שאין עליו אלא כעובי דינר זהב כמה שנים אין האור שולטת בו פושעי ישראל שמלאין מצות כרמון דכתיב (שיר השירים ד, ג) כפלח הרמון רקתך אל תקרי רקתך אלא רקנין שבך על אחת כמה וכמה:", 
            "1": "פתח במזבח וסיים בשלחן", 
            "0": "דרחמנא קרייה עץ דכתיב (יחזקאל מא, כב) המזבח עץ שלש אמות גבוה וארכו שתים אמות ומקצעותיו לו וארכו וקירותיו עץ וידבר אלי זה השלחן אשר לפני ה'", 
            "3": "בזמן שבית המקדש קיים מזבח מכפר על אדם עכשיו שלחנו של אדם מכפר עליו:", 
            "2": "רבי יוחנן וריש לקיש דאמרי תרוייהו", 
            "5": "מזבח הנחושת דכתיב (שמות כ, כד) מזבח אדמה תעשה לי מזבח הזהב דכתיב (במדבר ג, לא) המנורה והמזבחות איתקוש מזבחות זה לזה:", 
            "4": "כל הכלים שבמקדש יש להם שניים כו':", 
            "7": "אדרבה כיון דמצופין נינהו מיטמאו", 
            "6": "וחכמים אומרים מפני שהן מצופין:", 
            "9": "וחכמים מטמאין מפני שהן מצופין", 
            "8": "אימא"
        }, 
        "24": {
            "56": "איכא דאמרי", 
            "54": "עד החשמל", 
            "42": "ליגמרון מר במעשה מרכבה", 
            "48": "תנינן בהו עד (יחזקאל ב, א) ויאמר אלי בן אדם אמר להו", 
            "43": "אמר להו", 
            "60": "שאני ינוקא דלאו מטי זימניה", 
            "61": "אמר רב יהודה", 
            "62": "ברם זכור אותו האיש לטוב וחנניה בן חזקיה שמו אלמלא הוא נגנז ספר יחזקאל שהיו דבריו סותרין דברי תורה", 
            "63": "מה עשה", 
            "64": "העלו לו ג' מאות גרבי שמן וישב בעלייה ודרשו", 
            "49": "הן הן מעשה המרכבה", 
            "66": "מעשה בתינוק אחד שהיה קורא בבית רבו בספר יחזקאל והיה מבין בחשמל ויצאה אש מחשמל ושרפתו", 
            "67": "וביקשו לגנוז ספר יחזקאל", 
            "68": "אמר להם חנניה בן חזקיה", 
            "69": "אם זה חכם הכל חכמים הן", 
            "52": "רבי אומר", 
            "53": "עד (יחזקאל א, כז) וארא בתרא ר' יצחק אומר", 
            "24": "אין מוסרין סתרי תורה אלא למי שיש בו חמשה דברים", 
            "25": "(ישעיהו ג, ג) שר חמשים ונשוא פנים ויועץ וחכם חרשים ונבון לחש", 
            "26": "ואמר רבי אמי", 
            "27": "אין מוסרין דברי תורה לעובד כוכבים שנאמר (תהלים קמז, כ) לא עשה כן לכל גוי ומשפטים בל ידעום ", 
            "20": "אין מוסרין ראשי פרקים אלא לאב ב\"ד ולכל מי שלבו דואג בקרבו", 
            "21": "איכא דאמרי", 
            "22": "והוא שלבו דואג בקרבו", 
            "23": "אמר רבי אמי", 
            "46": "(משלי כז, כו) כבשים ללבושך דברים שהן כבשונו של עולם יהיו תחת לבושך", 
            "47": "אמרו ליה", 
            "44": "תנינא בהו (שיר השירים ד, יא) דבש וחלב תחת לשונך דברים המתוקין מדבש וחלב יהו תחת לשונך", 
            "45": "ר' אבהו אמר מהכא", 
            "28": "א\"ל רבי יוחנן לרבי אלעזר", 
            "29": "תא אגמרך במעשה המרכבה", 
            "40": "אגמרון לי מעשה בראשית", 
            "41": "בתר דאגמרון אמרו ליה", 
            "1": "ואמר רב אחא בר יעקב", 
            "0": "בבתי גואי הא בבתי בראי", 
            "3": "עד כאן יש לך רשות לדבר מכאן ואילך אין לך רשות לדבר שכן כתוב בספר בן סירא", 
            "2": "עוד רקיע אחד יש למעלה מראשי החיות דכתיב (יחזקאל א, כב) ודמות על ראשי החיה רקיע כעין הקרח הנורא", 
            "5": "תניא אמר רבן יוחנן בן זכאי", 
            "4": "במופלא ממך אל תדרוש ובמכוסה ממך אל תחקור במה שהורשית התבונן אין לך עסק בנסתרות", 
            "7": "רשע בן רשע בן בנו של נמרוד הרשע שהמריד כל העולם כולו עליו במלכותו", 
            "6": "מה תשובה השיבתו בת קול לאותו רשע בשעה שאמר (ישעיהו יד, יד) אעלה על במתי עב אדמה לעליון יצתה בת קול ואמרה לו", 
            "9": "והלא מן הארץ עד לרקיע מהלך חמש מאות שנה ועוביו של רקיע מהלך חמש מאות שנה וכן בין כל רקיע ורקיע", 
            "8": "כמה שנותיו של אדם שבעים שנה שנאמר (תהלים צ, י) ימי שנותינו בהם שבעים שנה ואם בגבורות שמונים שנה", 
            "51": "עד היכן מעשה המרכבה", 
            "39": "אמר להו", 
            "65": "ת\"ר", 
            "38": "ליגמור לן מר מעשה מרכבה", 
            "71": "אמר רב יהודה", 
            "70": "מאי חשמל", 
            "59": "והא ההוא ינוקא דדרש בחשמל ונפקא נורא ואכלתיה", 
            "58": "ומי דרשינן בחשמל", 
            "11": "רגלי החיות כנגד כולם", 
            "10": "למעלה מהן חיות הקדש", 
            "13": "למעלה מהן כסא כבוד", 
            "12": "קרסולי החיות כנגד כולן שוקי החיות כנגד כולן רכובי החיות כנגד כולן ירכי החיות כנגד כולן גופי החיות כנגד כולן צוארי החיות כנגד כולן ראשי החיות כנגד כולן קרני החיות כנגד כולן", 
            "15": "ואתה אמרת אעלה על במתי עב אדמה לעליון אך אל שאול תורד אל ירכתי בור:", 
            "14": "רגלי כסא הכבוד כנגד כולן כסא הכבוד כנגד כולן מלך אל חי וקים רם ונשא שוכן עליהם", 
            "17": "תני רבי חייא", 
            "16": "ולא במרכבה ביחיד:", 
            "19": "אמר רבי זירא", 
            "18": "אבל מוסרין לו ראשי פרקים", 
            "31": "כי קש נח נפשיה דרבי יוחנן", 
            "30": "א\"ל לא קשאי", 
            "37": "אמרו ליה", 
            "36": "רב יוסף הוה גמיר מעשה המרכבה סבי דפומבדיתא הוו תנו במעשה בראשית", 
            "35": "אי זכאי גמירתא מר' יוחנן רבך", 
            "34": "א\"ל", 
            "33": "תא ואגמרך במעשה מרכבה", 
            "55": "עד וארא מגמרינן מכאן ואילך מסרינן ראשי פרקים", 
            "32": "א\"ל ר' אסי", 
            "57": "עד וארא מסרינן ראשי פרקים מכאן ואילך אם הוא חכם מבין מדעתו אין אי לא לא", 
            "50": "מיתיבי"
        }, 
        "25": {
            "56": "אלא דאיגלאי וחזיא ליה הכא נמי דאיגלאי וחזיא ליה", 
            "54": "דלמא דאיגלאי וחזיא ליה", 
            "42": "א\"ל רב פפא לאביי", 
            "48": "הי מינייהו אימעוט", 
            "43": "אלא מעתה דכתיב פני האחד פני הכרוב ופני השני פני אדם והשלישי פני אריה והרביעי פני נשר היינו פני כרוב היינו פני אדם", 
            "60": "לא קשיא", 
            "61": "כאן בזמן שבית המקדש קיים כאן בזמן שאין בהמ\"ק קיים כביכול שנתמעטה פמליא של מעלה", 
            "62": "תניא רבי אומר משום אבא יוסי בן דוסאי", 
            "63": "אלף אלפין ישמשוניה מספר גדוד אחד ולגדודיו אין מספר", 
            "64": "ור' ירמיה בר אבא אמר", 
            "49": "אמר רב חננאל אמר רב", 
            "66": "מהיכן נפיק מזיעתן של חיות", 
            "67": "ולהיכן שפיך", 
            "68": "אמר רב זוטרא בר טוביה אמר רב", 
            "69": "על ראש רשעים בגיהנם שנאמר (ירמיהו כג, יט) הנה סערת ה' חמה יצאה וסער מתחולל על ראש רשעים יחול", 
            "52": "ורבנן אמרי", 
            "53": "אותן שמכסות בהן רגליהם שנאמר (יחזקאל א, ז) ורגליהם רגל ישרה ואי לאו דאימעוט מנא הוה ידע", 
            "24": "והכתיב (יחזקאל ג, יב) ברוך כבוד ה' ממקומו מכלל דמקומו ליכא דידע ליה", 
            "25": "דאמר שם אתגא ואזל ויתיב ברישיה", 
            "26": "אמר רבא", 
            "27": "כל שראה יחזקאל ראה ישעיה", 
            "20": "מלאך אחד שהוא עומד בארץ וראשו מגיע אצל החיות", 
            "21": "במתניתא תנא", 
            "22": "סנדלפון שמו הגבוה מחברו מהלך חמש מאות שנה ועומד אחורי המרכבה וקושר כתרים לקונו", 
            "23": "איני", 
            "46": "לא קשיא", 
            "47": "כאן בזמן שבהמ\"ק קיים כאן בזמן שאין בית המקדש קיים כביכול שנתמעטו כנפי החיות", 
            "44": "אפי רברבי ואפי זוטרי", 
            "45": "כתוב אחד אומר (ישעיהו ו, ב) שש כנפים שש כנפים לאחד וכתוב אחד אומר (יחזקאל א, ו) וארבעה פנים לאחת וארבע כנפים לאחת להם", 
            "28": "למה יחזקאל דומה לבן כפר שראה את המלך ולמה ישעיה דומה לבן כרך שראה את המלך", 
            "29": "אמר ריש לקיש ", 
            "40": "אמר רבי אבהו", 
            "41": "כרביא שכן בבבל קורין לינוקא רביא", 
            "1": "במתניתא תנא", 
            "0": "חיות אש ממללות", 
            "3": "בשעה שהדיבור יוצא מפי הקב\"ה חשות ובשעה שאין הדיבור יוצא מפי הקב\"ה ממללות", 
            "2": "עתים חשות עתים ממללות", 
            "5": "מאי רצוא ושוב", 
            "4": "(יחזקאל א, יד) והחיות רצוא ושוב כמראה הבזק", 
            "7": "כאור היוצא מפי הכבשן", 
            "6": "אמר רב יהודה", 
            "9": "אמר רבי יוסי בר חנינא", 
            "8": "מאי כמראה הבזק", 
            "51": "כתיב הכא (ישעיהו ו, ב) ובשתים יעופף וקרא זה אל זה ואמר וכתיב (משלי כג, ה) התעיף עיניך בו ואיננו", 
            "39": "מאי כרוב", 
            "65": "אלף אלפין ישמשוניה לנהר דינור שנאמר (דניאל ז, י) נהר דינור נגד ונפק מן קדמוהי אלף אלפין ישמשוניה ורבו רבבן קדמוהי יקומון", 
            "38": "קטיגור יעשה סניגור", 
            "73": "אלו תשע מאות ושבעים וארבע דורות שקומטו להיבראות", 
            "72": "תניא אמר רבי שמעון החסיד", 
            "71": "על אשר קומטו שנאמר (איוב כב, טז) אשר קומטו ולא עת נהר יוצק יסודם", 
            "70": "ורב אחא בר יעקב אמר", 
            "59": "כתוב אחד אומר (דניאל ז, י) אלף אלפין ישמשוניה ורבו רבבן קדמוהי יקומון וכתוב אחד אומר (איוב כה, ג) היש מספר לגדודיו", 
            "58": "בשלמא אפיה אורח ארעא לגלויי קמיה רביה כרעיה לאו אורח ארעא לגלויי קמיה רביה", 
            "11": "(יחזקאל א, ד) וארא והנה רוח סערה באה מן הצפון ענן גדול ואש מתלקחת ונוגה לו סביב ומתוכה כעין החשמל מתוך האש", 
            "10": "כאור היוצא מבין החרסים", 
            "13": "אמר רב יהודה אמר רב", 
            "12": "להיכן אזל", 
            "15": "וכל כך למה שלא יאמרו אומות העולם", 
            "14": "שהלך לכבוש את כל העולם כולו תחת נבוכדנצר הרשע", 
            "17": "אמר הקב\"ה", 
            "16": "ביד אומה שפלה מסר הקב\"ה את בניו", 
            "19": "(יחזקאל א, טו) וארא החיות והנה אופן אחד בארץ אצל החיות אמר ר' אלעזר", 
            "18": "מי גרם לי שאהיה שמש לעובדי פסילים עונותיהן של ישראל הן גרמו לי", 
            "31": "דאמר מר", 
            "30": "אי דכתיב (שמות טו, א) אשירה לה' כי גאה גאה שירה למי שמתגאה על הגאים", 
            "37": "רבש\"ע", 
            "36": "אמר לפניו", 
            "35": "יחזקאל ביקש עליו רחמים והפכו לכרוב", 
            "34": "אמר ר\"ל", 
            "33": "כתוב אחד אומר (יחזקאל א, י) ודמות פניהם פני אדם ופני אריה אל הימין לארבעתם ופני שור מהשמאל לארבעתן וגו' וכתיב (יחזקאל י, יד) וארבעה פנים לאחד פני האחד פני הכרוב ופני השני פני אדם והשלישי פני אריה והרביעי פני נשר ואילו שור לא קא חשיב", 
            "55": "דאי לא תימא הכי ודמות פניהם פני אדם הכי נמי דאימעוט", 
            "32": "מלך שבחיות ארי מלך שבבהמות שור מלך שבעופות נשר ואדם מתגאה עליהן והקב\"ה מתגאה על כולן ועל כל העולם כולו", 
            "57": "הכי השתא", 
            "50": "אותן שאומרות שירה בהן"
        }, 
        "26": {
            "56": "אמר רב קטינא", 
            "54": "תעלי בני תעלי", 
            "42": "כל משען לחם אלו בעלי תלמוד שנאמר (משלי ט, ה) לכו לחמו בלחמי ושתו ביין מסכתי וכל משען מים אלו בעלי אגדה שמושכין לבו של אדם כמים באגדה", 
            "48": "מכאן שאין מעמידין מתורגמן על הצבור פחות מחמשים שנה", 
            "43": "גבור זה בעל שמועות ואיש מלחמה זה שיודע לישא וליתן במלחמתה של תורה", 
            "60": "ודלמא שאני התם דאי אמר להו גמירנא אמרי ליה", 
            "61": "אימא לן", 
            "62": "הוה ליה למימר גמר ושכח מאי לא אהיה חובש לא אהיה חובש כלל", 
            "63": "איני", 
            "64": "והאמר רבא", 
            "49": "ונשוא פנים זה שנושאין פנים לדורו בעבורו למעלה כגון רבי חנינא בן דוסא למטה כגון רבי אבהו בי קיסר", 
            "66": "לא קשיא", 
            "52": "אלו בני אדם שמנוערין מן המצות", 
            "53": "ותעלולים ימשלו בם אמר רב (פפא) בר יעקב", 
            "24": "קיבלה מיניה או לא קיבלה מיניה", 
            "25": "ת\"ש", 
            "26": "אחד לדין ואחד לצדקה דברי רבי עקיבא", 
            "27": "אמר לו ר\"א בן עזריה", 
            "20": "עקיבא", 
            "21": "עד מתי אתה עושה שכינה חול", 
            "22": "אלא", 
            "23": "אחד לדין ואחד לצדקה", 
            "46": "שר חמשים כדרבי אבהו", 
            "47": "דאמר רבי אבהו", 
            "44": "שופט זה דיין שדן דין אמת לאמיתו נביא כמשמעו קוסם זה מלך שנאמר (משלי טז, י) קסם על שפתי מלך זקן זה שראוי לישיבה שר חמשים אל תקרי שר חמשים אלא שר חומשין זה שיודע לישא וליתן בחמשה חומשי תורה", 
            "45": "דבר אחר", 
            "28": "עקיבא", 
            "29": "מה לך אצל הגדה", 
            "40": "פליגו בה רב פפא ורבנן חד אמר", 
            "41": "שש מאות סדרי משנה וחד אמר שבע מאות סדרי משנה", 
            "1": "ורב נחמן בר יצחק אמר", 
            "0": "קודם שנברא העולם ולא נבראו עמד הקב\"ה ושתלן בכל דור ודור והן הן עזי פנים שבדור", 
            "3": "אמר ליה שמואל לחייא בר רב", 
            "2": "אשר קומטו לברכה הוא דכתיב אלו תלמידי חכמים שמקמטין עצמן על דברי תורה בעולם הזה הקב\"ה מגלה להם סוד לעולם הבא שנאמר (איוב כב, טז) נהר יוצק יסודם", 
            "5": "תא אימא לך מילתא מהני מילי מעליותא דהוה אמר אבוך", 
            "4": "בר אריא", 
            "7": "ופליגא דר' שמואל בר נחמני דאמר ר' שמואל בר נחמני אמר ר' יונתן", 
            "6": "כל יומא ויומא נבראין מלאכי השרת מנהר דינור ואמרי שירה ובטלי שנאמר (איכה ג, כג) חדשים לבקרים רבה אמונתך", 
            "9": "כתוב אחד אומר (דניאל ז, ט) לבושיה כתלג חיור ושער (רישיה) כעמר נקא וכתיב (שיר השירים ה, יא) קוצותיו תלתלים שחורות כעורב", 
            "8": "כל דיבור ודיבור שיוצא מפי הקב\"ה נברא ממנו מלאך אחד שנאמר (תהלים לג, ו) בדבר ה' שמים נעשו וברוח פיו כל צבאם", 
            "51": "ונתתי נערים שריהם מאי ונתתי נערים שריהם א\"ר אלעזר", 
            "39": "משען אלו בעלי מקרא משענה אלו בעלי משנה כגון ר\"י בן תימא וחביריו", 
            "65": "לא חרבה ירושלים עד שפסקו ממנה בעלי אמנה שנאמר (ירמיהו ה, א) שוטטו בחוצות ירושלם וראו נא ודעו ובקשו ברחובותיה אם תמצאו איש אם יש עושה משפט מבקש אמונה ואסלח לה", 
            "38": "ונתתי נערים שריהם ותעלולים ימשלו בם וגו'", 
            "59": "ישא אין ישא אלא לשון שבועה שנאמר (שמות כ, ו) לא תשא את שם ה' אלהיך לא אהיה חובש לא הייתי מחובשי בית המדרש ובביתי אין לחם ואין שמלה שאין בידי לא מקרא ולא משנה ולא גמרא", 
            "58": "דברים שאין בני אדם עומדין עליהן אא\"כ נכשל בהן ישנן תחת ידך (ישעיהו ג, ז) ישא ביום ההוא לאמר לא אהיה חובש ובביתי אין לחם ואין שמלה לא תשימוני קצין עם", 
            "11": "כאן בישיבה כאן במלחמה", 
            "10": "לא קשיא", 
            "13": "אין לך נאה בישיבה אלא זקן ואין לך נאה במלחמה אלא בחור", 
            "12": "דאמר מר", 
            "15": "לא קשיא", 
            "14": "כתוב אחד אומר (דניאל ז, ט) כרסיה שביבין דינור וכתוב אחד אומר (דניאל ז, ט) עד די כרסון רמיו ועתיק יומין יתיב", 
            "17": "כדתניא", 
            "16": "אחד לו ואחד לדוד", 
            "19": "אמר לו ר' יוסי הגלילי", 
            "18": "אחד לו ואחד לדוד דברי ר' עקיבא", 
            "31": "אלא", 
            "30": "כלך מדברותיך אצל נגעים ואהלות", 
            "37": "שר חמשים ונשוא פנים ויועץ וחכם חרשים ונבון לחש", 
            "36": "גבור ואיש מלחמה שופט ונביא וקוסם וזקן", 
            "35": "שמונה עשרה קללות מאי נינהו דכתיב (ישעיהו ג, א) כי הנה האדון ה' צבאות מסיר מירושלם ומיהודה משען ומשענה כל משען לחם וכל משען מים", 
            "34": "שמונה עשרה קללות קילל ישעיה את ישראל ולא נתקררה דעתו עד שאמר להם המקרא הזה (ישעיהו ג, ה) ירהבו הנער בזקן והנקלה בנכבד", 
            "33": "כי אתא רב דימי אמר", 
            "55": "ולא נתקררה דעתו עד שאמר להם ירהבו הנער בזקן (והנקלה בנכבד) אלו בני אדם שמנוערין מן המצות ירהבו במי שממולא במצות כרמון והנקלה בנכבד יבא מי שחמורות דומות עליו כקלות וירהבו במי שקלות דומות עליו כחמורות", 
            "32": "אחד לכסא ואחד לשרפרף כסא לישב עליו שרפרף להדום רגליו שנאמר (ישעיהו סו, א) השמים כסאי והארץ הדום רגלי", 
            "57": "אפי' בשעת כשלונה של ירושלים לא פסקו מהם בעלי אמנה שנא' (ישעיהו ג, ו) כי יתפש איש באחיו בית אביו (לאמר) שמלה לך קצין תהיה לנו דברים שבני אדם מתכסין כשמלה ישנן תחת ידך (ישעיהו ג, ו) והמכשלה הזאת מאי והמכשלה הזאת", 
            "50": "יועץ שיודע לעבר שנים ולקבוע חדשים וחכם זה תלמיד המחכים את רבותיו חרשים בשעה שפותח בדברי תורה הכל נעשין כחרשין ונבון זה המבין דבר מתוך דבר לחש זה שראוי למסור לו דברי תורה שניתנה בלחש"
        }, 
        "27": {
            "56": "רבי עקיבא יצא בשלום", 
            "54": "בן זומא הציץ ונפגע ועליו הכתוב אומר (משלי כה, טז) דבש מצאת אכול דייך פן תשבענו והקאתו", 
            "42": "ר' יהושע הרצה דברים לפני רבן יוחנן בן זכאי ר\"ע הרצה לפני ר' יהושע חנניא בן חכינאי הרצה לפני ר\"ע", 
            "48": "ארבעה נכנסו בפרדס ואלו הן", 
            "43": "ואילו ר\"א בן ערך לא קא חשיב", 
            "60": "(ויקרא כב, כד) ובארצכם לא תעשו כל שבארצכם לא תעשו", 
            "61": "שאלו את בן זומא", 
            "62": "בתולה שעיברה מהו לכ\"ג", 
            "63": "מי חיישינן לדשמואל דאמר שמואל", 
            "49": "בן עזאי ובן זומא אחר ורבי עקיבא", 
            "52": "משום שנאמר (תהלים קא, ז) דובר שקרים לא יכון לנגד עיני", 
            "53": "בן עזאי הציץ ומת עליו הכתוב אומר (תהלים קטז, טו) יקר בעיני ה' המותה לחסידיו", 
            "24": "הן הן מעשה המרכבה", 
            "25": "עמד רבן יוחנן ב\"ז ונשקו על ראשו ואמר", 
            "26": "ברוך ה' אלהי ישראל שנתן בן לאברהם אבינו שיודע להבין ולחקור ולדרוש במעשה מרכבה", 
            "27": "יש נאה דורש ואין נאה מקיים נאה מקיים ואין נאה דורש אתה נאה דורש ונאה מקיים", 
            "20": "מיד פתח ר\"א בן ערך במעשה המרכבה ודרש וירדה אש מן השמים וסיבבה כל האילנות שבשדה", 
            "21": "פתחו כולן ואמרו שירה", 
            "22": "מה שירה אמרו (תהלים קמח, ז) הללו את ה' מן הארץ תנינים וכל תהומות עץ פרי וכל ארזים הללויה", 
            "23": "נענה מלאך מן האש ואמר", 
            "46": "דארצי מיהא קמיה מאן דארצי.", 
            "47": "ת\"ר", 
            "44": "דארצי וארצו קמיה קחשיב דארצי ולא ארצו קמיה לא קא חשיב", 
            "45": "והא חנניא בן חכינאי דלא ארצו קמיה וקא חשיב", 
            "28": "אשריך אברהם אבינו שאלעזר בן ערך יצא מחלציך", 
            "29": "וכשנאמרו הדברים לפני ר' יהושע היה הוא ורבי יוסי הכהן מהלכים בדרך", 
            "40": "והתניא ר' יוסי בר' יהודה אומר", 
            "41": "שלשה הרצאות הן", 
            "1": "בדברי תורה הוו במשא ומתן לא הוו.", 
            "0": "הא בדברי תורה הא במשא ומתן", 
            "3": "מעשה ברבן יוחנן בן זכאי שהיה רוכב על החמור והיה מהלך בדרך ור' אלעזר בן ערך מחמר אחריו", 
            "2": "ת\"ר", 
            "5": "רבי", 
            "4": "אמר לו", 
            "7": "אמר לו", 
            "6": "שנה לי פרק אחד במעשה מרכבה", 
            "9": "ולא במרכבה ביחיד אלא א\"כ היה חכם מבין מדעתו", 
            "8": "לא כך שניתי לכם", 
            "51": "כשאתם מגיעין אצל אבני שיש טהור אל תאמרו מים מים", 
            "39": "איני", 
            "38": "טרקלין גדולים ומצעות נאות מוצעות לכם אתם ותלמידיכם ותלמידי תלמידיכם מזומנין לכת שלישית", 
            "59": "אמר להם", 
            "58": "מהו לסרוסי כלבא", 
            "11": "רבי", 
            "10": "אמר לו", 
            "13": "אמר לו", 
            "12": "תרשיני לומר לפניך דבר אחד שלמדתני", 
            "15": "מיד ירד רבן יוחנן בן זכאי מעל החמור ונתעטף וישב על האבן תחת הזית", 
            "14": "אמור", 
            "17": "רבי מפני מה ירדת מעל החמור", 
            "16": "אמר לו", 
            "19": "אפשר אתה דורש במעשה מרכבה ושכינה עמנו ומלאכי השרת מלוין אותנו ואני ארכב על החמור", 
            "18": "אמר", 
            "31": "אף אנו נדרוש במעשה מרכבה", 
            "30": "אמרו", 
            "37": "עלו לכאן עלו לכאן", 
            "36": "ואף אני ואתם בחלומי מסובין היינו על הר סיני ונתנה עלינו בת קול מן השמים", 
            "35": "אשריכם ואשרי יולדתכם אשרי עיני שכך ראו", 
            "34": "הלך רבי יוסי הכהן וסיפר דברים לפני רבן יוחנן בן זכאי ואמר", 
            "33": "ואותו היום תקופת תמוז היה נתקשרו שמים בעבים ונראה כמין קשת בענן והיו מלאכי השרת מתקבצין ובאין לשמוע כבני אדם שמתקבצין ובאין לראות במזמוטי חתן וכלה", 
            "55": "אחר קיצץ בנטיעות", 
            "32": "פתח רבי יהושע ודרש", 
            "57": "שאלו את בן זומא", 
            "50": "אמר להם ר\"ע"
        }, 
        "20": {
            "42": "מיכתב כתיבן", 
            "48": "שיערו חכמים בכעדשה שכן חומט תחלתו בכעדשה", 
            "43": "לא נצרכא אלא לכעדשה מן השרץ דלא כתיבא", 
            "49": "רבי יוסי בר' יהודה אומר כזנב הלטאה:", 
            "52": "לא נצרכא", 
            "24": "אתה אומר ממון או אינו אלא נפש ממש", 
            "25": "נאמרה נתינה למטה ונאמרה נתינה למעלה מה להלן ממון אף כאן ממון:", 
            "26": "עבודות:", 
            "27": "מיכתב כתיבן", 
            "20": "מיכתב כתיבן", 
            "21": "לא נצרכא אלא לכדרבי", 
            "22": "דתניא רבי אומר", 
            "23": "(שמות כא, כג) נפש תחת נפש ממון", 
            "46": "יכול במקצתן ת\"ל בהם הא כיצד", 
            "47": "עד שיגיע במקצתו שהוא ככולו", 
            "44": "דתניא", 
            "45": "(ויקרא יא, לב) בהם יכול בכולן תלמוד לומר מהם", 
            "28": "לא נצרכא אלא להולכת הדם", 
            "29": "דתניא", 
            "40": "ושיערו חכמים מי מקוה ארבעים סאה:", 
            "41": "טמאות:", 
            "1": "אלא מסיפא", 
            "0": "בגזבר המסורות לו אבני בנין עסקינן דכל היכא דמנחה ברשותא דידיה מנחה", 
            "3": "מכדי שנויי שנייה מה לי דר ומה לי לא דר", 
            "2": "בנאה בתוך ביתו הרי זה לא מעל עד שידור תחתיה בשוה פרוטה", 
            "5": "ומאי קושיא דלמא לכדרב דאמר רב", 
            "4": "היינו כהררין התלויין בשערה", 
            "7": "אלא לעולם כדרבא ודקא קשיא לך מידי דהוה אמוציא מעות הקדש לחולין התם מידע ידע דאיכא זוזי דהקדש איבעי ליה לעיוני", 
            "6": "כגון שהניחה על פי ארובה אי דר ביה אין לא דר ביה לא", 
            "9": "היינו כהררין התלויין בשערה:", 
            "8": "הכא מי ידע", 
            "51": "מיכתב כתיבן", 
            "39": "את כל בשרו מים שכל גופו עולה בהן וכמה הן אמה על אמה ברום שלש אמות", 
            "38": "(ויקרא טו, ו) ורחץ (את בשרו) במים במי מקוה", 
            "11": "תנא", 
            "10": "מקרא מועט והלכות מרובות:", 
            "13": "נגעים מקרא מועט", 
            "12": "נגעים ואהלות מקרא מועט והלכות מרובות", 
            "15": "אמר רב פפא הכי קאמר", 
            "14": "נגעים מקרא מרובה הוא", 
            "17": "ומאי נפקא מינה", 
            "16": "נגעים מקרא מרובה והלכות מועטות אהלות מקרא מועט והלכות מרובות", 
            "19": "דינין:", 
            "18": "אי מסתפקא לך מילתא בנגעים עיין בקראי ואי מסתפקא לך מילתא באהלות עיין במתניתין:", 
            "31": "ואפקה רחמנא בלשון הולכה דכתיב (ויקרא א, יג) והקריב הכהן את הכל והקטיר המזבחה", 
            "30": "(ויקרא א, ה) והקריבו זו קבלת הדם", 
            "37": "דתניא", 
            "36": "לא נצרכא אלא לשיעור מקוה דלא כתיבא", 
            "35": "מיכתב כתיבן", 
            "34": "טהרות:", 
            "33": "זו הולכת אברים לכבש למימרא דהולכה לא תפקה מכלל קבלה:", 
            "32": "ואמר מר", 
            "50": "עריות:"
        }, 
        "21": {
            "24": "מ\"ט סברא הוא", 
            "25": "בי תרי כי יתבי קמי רבייהו חד שקיל וטרי בהדי רביה ואידך מצלי אודניה לגמרא", 
            "26": "תלתא חד שקיל וטרי בהדי רביה והנך תרי שקלו וטרו בהדי הדדי ולא ידעי מאי קאמר רבייהו ואתו למישרי איסורא בעריות", 
            "27": "אי הכי כל התורה נמי", 
            "20": "מדכתיב (ויקרא יח, ל) ושמרתם את משמרתי ושמרתם תרי משמרתי חד ואמר רחמנא לבלתי עשות מחקות התועבות", 
            "21": "אלא מעתה דכתיב (שמות לא, יד) ושמרתם את השבת (שמות יב, יז) ושמרתם את המצות (במדבר יח, ה) ושמרתם את משמרת הקדש הכי נמי", 
            "22": "אלא אמר רב אשי", 
            "23": "מאי אין דורשין בעריות בשלשה אין דורשין בסתרי עריות (בשלשה)", 
            "28": "עריות שאני דאמר מר", 
            "29": "גזל ועריות נפשו מחמדתן ומתאוה להם", 
            "1": "דאמר רבא אמר לי ר' יצחק בר אבדימי אתיא הנה הנה אתיא זימה זימה:", 
            "0": "לבתו מאנוסתו דלא כתיבא", 
            "3": "הני אין הנך לא", 
            "2": "הן הן גופי תורה:", 
            "5": "הן והן גופי תורה:", 
            "4": "אלא אימא", 
            "7": "מתני׳ <big><strong>אין</strong></big> דורשין בעריות בשלשה ולא במעשה בראשית בשנים ולא במרכבה ביחיד אלא אם כן היה חכם ומבין מדעתו", 
            "6": " <br><br><big><strong>הדרן עלך הכל חייבין:</strong></big><br><br>", 
            "9": "מה למעלה מה למטה מה לפנים ומה לאחור", 
            "8": "כל המסתכל בארבעה דברים ראוי לו כאילו לא בא לעולם", 
            "39": "יכול ישאל אדם מה למעלה ומה למטה מה לפנים ומה לאחור ת\"ל (דברים ד, לב) ולמקצה השמים ועד קצה השמים מלמקצה השמים ועד קצה השמים אתה שואל ואין אתה שואל מה למעלה מה למטה מה לפנים מה לאחור", 
            "38": "יכול לא ישאל אדם מששת ימי בראשית ת\"ל לימים ראשונים אשר היו לפניך ", 
            "11": "<big><strong>גמ׳</strong></big> אמרת ברישא ולא במרכבה ביחיד והדר אמרת", 
            "10": "וכל שלא חס על כבוד קונו ראוי לו שלא בא לעולם:", 
            "13": "הכי קאמר", 
            "12": "אלא אם כן היה חכם ומבין מדעתו", 
            "15": "אין דורשין בעריות בשלשה:", 
            "14": "אין דורשין בעריות לשלשה ולא במעשה בראשית לשנים ולא במרכבה ליחיד אלא אם כן היה חכם ומבין מדעתו:", 
            "17": "אילימא משום דכתיב (ויקרא יח, ו) איש איש אל כל שאר בשרו איש איש תרי שאר בשרו חד ואמר רחמנא לא תקרבו לגלות ערוה אלא מעתה דכתיב (ויקרא כד, טו) איש איש כי יקלל אלהיו (ויקרא כ, ט) איש איש אשר יתן מזרעו למולך הכי נמי", 
            "16": "מ\"ט ", 
            "19": "אלא", 
            "18": "אלא הנהו מיבעי ליה לרבות את הנכרים שמוזהרין על ברכת השם ועל ע\"ז כישראל האי נמי מיבעי ליה לרבות את הנכרים שמוזהרין על העריות כישראל", 
            "31": "עריות בין בפניו בין שלא בפניו נפיש יצריה", 
            "30": "אי הכי גזל נמי", 
            "37": "יכול ישאל אדם קודם שנברא העולם ת\"ל (דברים ד, לב) למן היום אשר ברא אלהים אדם על הארץ", 
            "36": "(דברים ד, לב) כי שאל נא לימים ראשונים יחיד שואל ואין שנים שואלין", 
            "35": "דתנו רבנן", 
            "34": "מנא הני מילי", 
            "33": "ולא במעשה בראשית בשנים:", 
            "32": "גזל בפניו נפיש יצריה שלא בפניו לא נפיש יצריה:"
        }, 
        "22": {
            "56": "ששם מים", 
            "54": "מאי שמים", 
            "42": "אמר להם ב\"ה לב\"ש", 
            "48": "וחכ\"א", 
            "43": "לדבריכם אדם בונה עלייה ואח\"כ בונה בית", 
            "60": "שאל רבי ישמעאל את ר\"ע כשהיו מהלכין בדרך א\"ל", 
            "61": "אתה ששימשת את נחום איש גם זו כ\"ב שנה שהיה דורש כל אתין שבתורה את השמים ואת הארץ מה היה דורש בהן", 
            "62": "א\"ל", 
            "63": "אילו נאמר שמים וארץ הייתי אומר", 
            "64": "שמים שמו של הקב\"ה עכשיו שנאמר את השמים ואת הארץ", 
            "49": "זה וזה כאחת נבראו שנאמר (ישעיהו מח, יג) אף ידי יסדה ארץ וימיני טפחה שמים קורא אני אליהם יעמדו יחדו", 
            "52": "אמר ר\"ל", 
            "53": "כשנבראו ברא שמים ואח\"כ ברא הארץ וכשנטה נטה הארץ ואחר כך נטה שמים", 
            "24": "כתנאי", 
            "25": "אור שברא הקב\"ה ביום ראשון אדם צופה ומביט בו מסוף העולם ועד סופו דברי רבי יעקב", 
            "26": "וחכ\"א", 
            "27": "הן הן מאורות שנבראו ביום ראשון ולא נתלו עד יום רביעי ", 
            "20": "דא\"ר אלעזר", 
            "21": "אור שברא הקב\"ה ביום ראשון אדם צופה בו מסוף העולם ועד סופו כיון שנסתכל הקב\"ה בדור המבול ובדור הפלגה וראה שמעשיהם מקולקלים עמד וגנזו מהן שנאמר (איוב לח, טו) וימנע מרשעים אורם", 
            "22": "ולמי גנזו לצדיקים לעתיד לבא שנאמר וירא אלהים את האור כי טוב ואין טוב אלא צדיק שנאמר (ישעיהו ג, י) אמרו צדיק כי טוב", 
            "23": "כיון שראה אור שגנזו לצדיקים שמח שנאמר (משלי יג, ט) אור צדיקים ישמח", 
            "46": "לדבריכם אדם עושה שרפרף ואח\"כ עושה כסא", 
            "47": "שנאמר (ישעיהו סו, א) כה אמר ה' השמים כסאי והארץ הדום רגלי", 
            "44": "שנאמר (עמוס ט, ו) הבונה בשמים מעלותיו ואגודתו על ארץ יסדה", 
            "45": "אמר להם ב\"ש לב\"ה", 
            "28": "אמר רב זוטרא בר טוביא אמר רב", 
            "29": "בעשרה דברים נברא העולם ", 
            "40": "וב\"ה אומרים", 
            "41": "ארץ נבראת תחלה ואח\"כ שמים שנאמר (בראשית ב, ד) ביום עשות ה' אלהים ארץ ושמים", 
            "1": "כדר' אלעזר", 
            "0": "השתא דנפקא ליה מלמקצה השמים ועד קצה השמים למן היום אשר ברא אלהים אדם על הארץ למה לי", 
            "3": "אדם הראשון מן הארץ עד לרקיע שנאמר למן היום אשר ברא אלהים אדם על הארץ וכיון שסרח הניח הקב\"ה ידיו עליו ומיעטו שנאמר (תהלים קלט, ה) אחור וקדם צרתני ותשת עלי כפך", 
            "2": "דאמר רבי אלעזר", 
            "5": "אדם הראשון מסוף העולם ועד סופו היה שנאמר למן היום אשר ברא אלהים אדם על הארץ ולמקצה השמים ועד קצה השמים", 
            "4": "אמר רב יהודה אמר רב", 
            "7": "אי הכי קשו קראי אהדדי", 
            "6": "כיון שסרח הניח הקב\"ה ידו עליו ומיעטו שנאמר ותשת עלי כפך", 
            "9": "ואמר רב יהודה אמר רב", 
            "8": "אידי ואידי חד שיעורא הוא", 
            "51": "קשו קראי אהדדי", 
            "39": "שמים נבראו תחלה ואח\"כ נבראת הארץ שנאמר בראשית ברא אלהים את השמים ואת הארץ", 
            "65": "שמים שמים ממש ארץ ארץ ממש", 
            "38": "ב\"ש אומרים", 
            "59": "מלמד שהביאן הקב\"ה וטרפן זה בזה ועשה מהן רקיע", 
            "58": "אש ומים", 
            "11": "שמים וארץ תהו ובהו אור וחשך רוח ומים מדת יום ומדת לילה", 
            "10": "עשרה דברים נבראו ביום ראשון ואלו הן", 
            "13": "מדת יום ומדת לילה דכתיב (בראשית א, ה) ויהי ערב ויהי בקר יום אחד", 
            "12": "שמים וארץ דכתיב (בראשית א, א) בראשית ברא אלהים את השמים ואת הארץ תהו ובהו דכתיב (בראשית א, ב) והארץ היתה תהו ובהו אור וחשך חשך דכתיב (בראשית א, ב) וחשך על פני תהום אור דכתיב (בראשית א, ג) ויאמר אלהים יהי אור רוח ומים דכתיב (בראשית א, ב) ורוח אלהים מרחפת על פני המים", 
            "15": "תהו קו ירוק שמקיף את כל העולם כולו שממנו יצא חשך", 
            "14": "תנא", 
            "17": "ואור ביום ראשון איברי", 
            "16": "שנאמר (תהלים יח, יב) ישת חשך סתרו סביבותיו בהו אלו אבנים המפולמות המשוקעות בתהום שמהן יוצאין מים שנאמר (ישעיהו לד, יא) ונטה עליה קו תהו ואבני בהו", 
            "19": "כדר' אלעזר", 
            "18": "והכתיב ויתן אותם אלהים ברקיע השמים וכתיב ויהי ערב ויהי בקר יום רביעי", 
            "31": "בחכמה ובתבונה דכתיב (משלי ג, יט) ה' בחכמה יסד ארץ כונן שמים בתבונה ", 
            "30": "בחכמה ובתבונה ובדעת ובכח ובגערה ובגבורה בצדק ובמשפט בחסד וברחמים ", 
            "37": "ת\"ר", 
            "36": "אמר ר\"ל בשעה שברא הקב\"ה את הים היה מרחיב והולך עד שגער בו הקב\"ה ויבשו שנאמר (נחום א, ד) גוער בים ויבשהו וכל הנהרות החריב", 
            "35": "מאי דכתיב (בראשית לה, יא) אני אל שדי אני הוא שאמרתי לעולם די ", 
            "34": "והיינו דאמר ר\"ל", 
            "33": "בשעה שברא הקב\"ה את העולם היה מרחיב והולך כשתי פקעיות של שתי עד שגער בו הקב\"ה והעמידו שנאמר עמודי שמים ירופפו ויתמהו מגערתו", 
            "55": "א\"ר יוסי בר חנינא", 
            "32": "בדעת דכתיב (משלי ג, כ) בדעתו תהומות נבקעו בכח וגבורה דכתיב (תהלים סה, ז) מכין הרים בכחו נאזר בגבורה בגערה דכתיב (איוב כו, יא) עמודי שמים ירופפו ויתמהו מגערתו בצדק ומשפט דכתיב (תהלים פט, טו) צדק ומשפט מכון כסאך בחסד ורחמים דכתיב (תהלים כה, ו) זכר רחמיך ה' וחסדיך כי מעולם המה ואמר רב יהודה אמר רב", 
            "57": "במתניתא תנא", 
            "50": "ואידך מאי יחדו דלא משתלפי מהדדי"
        }, 
        "23": {
            "54": "הא", 
            "42": "רבש\"ע (תהלים ה, ה) לא אל חפץ רשע אתה לא יגורך (במגורך) רע", 
            "48": "כתיב הכא סולו לרוכב בערבות וכתיב התם (דברים לג, כו) רוכב שמים בעזרך", 
            "43": "צדיק אתה ה' לא יגור במגורך רע ומנלן דאיקרי שמים דכתיב (מלכים א ח, לט) ואתה תשמע השמים מכון שבתך", 
            "49": "וחשך וענן וערפל מקיפין אותו שנאמר (תהלים יח, יב) ישת חשך סתרו סביבותיו סוכתו חשכת מים עבי שחקים", 
            "52": "[דניאל ב, כב] הוא (גלי) עמיקתא ומסתרתא ידע מה בחשוכא ונהורא עמיה שרי", 
            "53": "לא קשיא", 
            "24": "זבול שבו ירושלים ובית המקדש ומזבח בנוי ומיכאל השר הגדול עומד ומקריב עליו קרבן שנאמר (מלכים א ח, יג) בנה בניתי בית זבול לך מכון לשבתך עולמים", 
            "25": "ומנלן דאיקרי שמים דכתיב (ישעיהו סג, טו) הבט משמים וראה מזבול קדשך ותפארתך", 
            "26": "מעון שבו כיתות של מלאכי השרת שאומרות שירה בלילה וחשות ביום מפני כבודן של ישראל שנאמר (תהלים מב, ט) יומם יצוה ה' חסדו ובלילה שירה עמי", 
            "27": "אמר ר\"ל", 
            "20": "שבעה ואלו הן וילון רקיע שחקים זבול מעון מכון ערבות", 
            "21": "וילון אינו משמש כלום אלא נכנס שחרית ויוצא ערבית ומחדש בכל יום מעשה בראשית שנאמר (ישעיהו מ, כב) הנוטה כדוק שמים וימתחם כאהל לשבת", 
            "22": "רקיע שבו חמה ולבנה כוכבים ומזלות קבועין שנאמר (בראשית א, יז) ויתן אותם אלהים ברקיע השמים", 
            "23": "שחקים שבו רחיים עומדות וטוחנות מן לצדיקים שנאמר (תהלים עח, כג) ויצו שחקים ממעל ודלתי שמים פתח וימטר עליהם מן לאכול וגו'", 
            "46": "וטל שעתיד הקב\"ה להחיות בו מתים דכתיב (תהלים סח, י) גשם נדבות תניף אלהים נחלתך ונלאה אתה כוננתה", 
            "47": "שם אופנים ושרפים וחיות הקדש ומלאכי השרת וכסא הכבוד מלך אל חי רם ונשא שוכן עליהם בערבות שנאמר (תהלים סח, ה) סולו לרוכב בערבות ביה שמו ומנלן דאיקרי שמים אתיא רכיבה רכיבה ", 
            "44": "ערבות שבו צדק משפט וצדקה גנזי חיים וגנזי שלום וגנזי ברכה ונשמתן של צדיקים ורוחות ונשמות שעתיד להיבראות וטל שעתיד הקב\"ה להחיות בו מתים", 
            "45": "צדק ומשפט דכתיב (תהלים פט, טו) צדק ומשפט מכון כסאך צדקה דכתיב (ישעיהו נט, יז) וילבש צדקה כשרין גנזי חיים דכתיב (תהלים לו, י) כי עמך מקור חיים וגנזי שלום דכתיב (שופטים ו, כד) ויקרא לו ה' שלום וגנזי ברכה דכתיב (תהלים כד, ה) ישא ברכה מאת ה' נשמתן של צדיקים דכתיב (שמואל א כה, כט) והיתה נפש אדוני צרורה בצרור החיים את ה' אלהיך רוחות ונשמות שעתיד להיבראות דכתיב (ישעיהו נז, טז) כי רוח מלפני יעטוף ונשמות אני עשיתי", 
            "28": "כל העוסק בתורה בלילה הקב\"ה מושך עליו חוט של חסד ביום שנאמר יומם יצוה ה' חסדו ומה טעם יומם יצוה ה' חסדו משום ובלילה שירה עמי", 
            "29": "ואיכא דאמרי אמר ר\"ל", 
            "40": "דוד ביקש עליהם רחמים והורידן לארץ", 
            "41": "אמר לפניו", 
            "1": "והארץ היתה תהו ובהו מכדי בשמים אתחיל ברישא מאי שנא דקא חשיב מעשה ארץ", 
            "0": "את הארץ למה לי להקדים שמים לארץ", 
            "3": "משל למלך בשר ודם שאמר לעבדיו", 
            "2": "תנא דבי ר' ישמעאל", 
            "5": "השכים ומצא נשים ואנשים למי משבח למי שאין דרכו להשכים והשכים", 
            "4": "השכימו לפתחי", 
            "7": "אוי להם לבריות שרואות ואינן יודעות מה רואות עומדות ואין יודעות על מה הן עומדות", 
            "6": "תניא ר' יוסי אומר", 
            "9": "עמודים על המים שנאמר (תהלים קלו, ו) לרוקע הארץ על המים מים על ההרים שנאמר על הרים יעמדו מים הרים ברוח שנאמר (עמוס ד, יג) כי הנה יוצר הרים ובורא רוח רוח בסערה שנאמר (תהלים קמח, ח) רוח סערה עושה דברו סערה תלויה בזרועו של הקב\"ה שנאמר (דברים לג, כז) ומתחת זרועות עולם", 
            "8": "הארץ על מה עומדת על העמודים שנאמר (איוב ט, ו) המרגיז ארץ ממקומה ועמודיה יתפלצון", 
            "51": "והכתיב", 
            "39": "אמר רב יהודה אמר רב", 
            "38": "(תהלים קמח, ז) הללו את ה' מן הארץ תנינים וכל תהומות אש וברד שלג וקיטור רוח סערה עושה דברו", 
            "11": "על י\"ב עמודים עומדת שנאמר (דברים לב, ח) יצב גבולות עמים למספר בני ישראל", 
            "10": "וחכ\"א", 
            "13": "ז' עמודים שנאמר (משלי ט, א) חצבה עמודיה שבעה", 
            "12": "וי\"א", 
            "15": "על עמוד אחד וצדיק שמו שנאמר (משלי י, כה) וצדיק יסוד עולם", 
            "14": "ר\"א בן שמוע אומר", 
            "17": "שני רקיעים הן שנאמר", 
            "16": "א\"ר יהודה", 
            "19": "ר\"ל אמר", 
            "18": "(דברים י, יד) הן לה' אלהיך השמים ושמי השמים", 
            "31": "א\"ר לוי", 
            "30": "כל העוסק בתורה בעוה\"ז שהוא דומה ללילה הקב\"ה מושך עליו חוט של חסד לעוה\"ב שהוא דומה ליום שנאמר יומם יצוה ה' חסדו ובלילה שירה עמי", 
            "37": "דכתיב", 
            "36": "הני בארעא איתנהו", 
            "35": "הני ברקיעא איתנהו", 
            "34": "מכון שבו אוצרות שלג ואוצרות ברד ועליית טללים רעים ועליית אגלים וחדרה של סופה [וסערה] ומערה של קיטור ודלתותיהן אש שנאמר (דברים כח, יב) יפתח ה' לך את אוצרו הטוב ", 
            "33": "ומנלן דאיקרי שמים שנאמר (דברים כו, טו) השקיפה ממעון קדשך מן השמים", 
            "32": "כל הפוסק מדברי תורה ועוסק בדברי שיחה מאכילין אותו גחלי רתמים שנאמר (איוב ל, ד) הקוטפים מלוח עלי שיח ושרש רתמים לחמם", 
            "50": "ומי איכא חשוכא קמי שמיא"
        }, 
        "46": {
            "24": "לפסול אבל לא לטמא", 
            "25": "אי אמרת בשלמא שלא בחיבורין היינו רבותיה דנגובה", 
            "26": "אלא אי אמרת בחיבורין אין שלא בחיבורין לא מאי רבותא דנגובה", 
            "27": "איתמר נמי אמר ריש לקיש", 
            "20": "בחיבורין שנו אבל שלא בחיבורין לא", 
            "21": "איתיביה אביי", 
            "22": "יד נגובה מטמא חבירתה לטמא לקדש אבל לא לתרומה דברי רבי", 
            "23": "ר' יוסי ברבי יהודה אומר", 
            "28": "לא שנו אלא ידו", 
            "1": "דאורייתא צריך לכלי הכלי מצרפו שא\"צ לכלי אין כלי מצרפו ואתו רבנן וגזרו דאע\"ג דאינו צריך לכלי כלי מצרפו", 
            "0": "לא נצרכא אלא לשירי מנחה", 
            "3": "אמר רב נחמן אמר רבה בר אבוה", 
            "2": "תינח סלת קטורת ולבונה מאי איכא למימר", 
            "5": "דאורייתא יש לו תוך מצרף אין לו תוך אינו מצרף ואתו רבנן ותיקנו דאע\"ג דאין לו תוך מצרף", 
            "4": "כגון שצברן על גבי קרטבלא", 
            "7": "דא\"ר חייא בר אבא א\"ר יוחנן", 
            "6": "ופליגא דר' חנין אדר' חייא בר אבא", 
            "9": "הרביעי בקדש פסול:", 
            "8": "מעדותו של רבי עקיבא נשנית משנה זו:", 
            "11": "מנין לרביעי בקדש שהוא פסול", 
            "10": "תניא א\"ר יוסי", 
            "13": "ומה מחוסר כפורים שמותר בתרומה פסול בקדש שלישי שפסול בתרומה אינו דין שיעשה רביעי לקדש", 
            "12": "ודין הוא", 
            "15": "שלישי לקדש מן התורה מנין", 
            "14": "ולמדנו שלישי לקדש מן התורה ורביעי בק\"ו", 
            "17": "רביעי מקל וחומר הא דאמרן:", 
            "16": "דכתיב (ויקרא ז, יט) והבשר אשר יגע בכל טמא לא יאכל מי לא עסקינן דנגע בשני וקאמר רחמנא לא יאכל", 
            "19": "אמר רב שיזבי", 
            "18": "ובתרומה אם נטמאת כו':"
        }, 
        "47": {
            "24": "וכי יש נגובה לקדש", 
            "25": "והלא חיבת הקדש מכשרתן", 
            "26": "לא צריכא כגון שתחב לו חבירו לתוך פיו או שתחב הוא לעצמו בכוש ובכרכר וביקש לאכול צנון ובצל של חולין עמהן לקדש גזרו בהו רבנן לתרומה לא גזרו בהו רבנן:", 
            "27": "האונן ומחוסר כפורים כו':", 
            "20": "ר' יוסי בר' יהודה אומר", 
            "21": "אותה יד לפסול אבל לא לטמא:", 
            "22": "אוכלין אוכלים נגובין בידים מסואבות כו':", 
            "23": "תניא א\"ר חנינא בן אנטיגנוס", 
            "28": "מאי טעמא", 
            "29": "כיון דעד האידנא הוו אסירי אצרכינהו רבנן טבילה:", 
            "1": "ור' יוחנן אמר", 
            "0": "אבל יד חבירו לא", 
            "3": "ממאי מדקתני סיפא", 
            "2": "אחד ידו ואחד יד חבירו באותה היד לפסול אבל לא לטמא", 
            "5": "הא תו למה לי", 
            "4": "שהיד מטמאה חבירתה לקדש אבל לא לתרומה", 
            "7": "אלא לאו שמע מינה", 
            "6": "הא תנא ליה רישא", 
            "9": "ואף ר\"ל הדר ביה דא\"ר יונה א\"ר אמי אמר ר\"ל", 
            "8": "לאתויי יד חבירו", 
            "11": "ולפסול אבל לא לטמא תנאי היא", 
            "10": "אחד ידו ואחד יד חבירו באותה היד לפסול אבל לא לטמא", 
            "13": "כל הפוסל בתרומה מטמא ידים להיות שניות ויד מטמא חבירתה דברי ר' יהושע", 
            "12": "דתנן", 
            "15": "ידים שניות הן ואין שני עושה שני (בחולין)", 
            "14": "וחכ\"א", 
            "17": "דלמא לא שני עביד ולא שלישי", 
            "16": "מאי לאו שני הוא דלא עביד הא שלישי עביד", 
            "19": "יד נגובה מטמא את חבירתה לטמא בקדש אבל לא לתרומה דברי רבי", 
            "18": "אלא כי הני תנאי דתניא", 
            "31": "עברו הגיתות והבדים והביאו לו חבית של יין של תרומה לא יקבלנה ממנו אבל מניחה לגת הבאה", 
            "30": "<big><strong>מתני׳</strong></big> חומר בתרומה שביהודה נאמנין על טהרת יין ושמן כל ימות השנה ובשעת הגיתות והבדים אף על התרומה", 
            "34": "כדי יין וכדי שמן", 
            "33": "הפרשתי לתוכה רביעית קדש נאמן", 
            "32": "ואם אמר לו"
        }, 
        "44": {
            "56": "אמר רב", 
            "54": "במעורבי שמש היתה נעשית", 
            "42": "דחתכה מאן", 
            "48": "אימת", 
            "43": "אילימא דחתכה חבר למה לי טבילה", 
            "49": "אילימא מקמי דליחתכה הא לאו מנא הוא ואלא בתר דחתכה מיזהר זהיר בה", 
            "52": "דתנן", 
            "53": "מטמאין היו את הכהן השורף את הפרה להוציא מלבן של צדוקין שהיו אומרים", 
            "24": "עבר ונשא טהור:", 
            "25": "כלים הנגמרים בטהרה כו':", 
            "26": "דגמרינהו מאן", 
            "27": "אילימא דגמרינהו חבר למה להו טבילה", 
            "20": "חבית פתוחה חבית סתומה מהו", 
            "21": "עבר ונשא מהו", 
            "22": "ר' אילא אמר", 
            "23": "אם עבר ונשא טמא רבי זירא אמר", 
            "46": "ואמר רבה בר שילא אמר רב מתנה אמר שמואל", 
            "47": "לעולם דחתכה חבר ומשום צינורא דעם הארץ דנפל", 
            "44": "ואלא דחתכה עם הארץ בהא לימא ר' יהושע יטמא ויטבול", 
            "45": "הא טמא וקאי", 
            "28": "אלא דגמרינהו עם הארץ נגמרין בטהרה קרי להו", 
            "29": "אמר רבה בר שילא אמר רב מתנה אמר שמואל", 
            "40": "יטמא ואחר כך יטבול", 
            "41": "והוינן בה", 
            "1": "באותה שעה אמרו", 
            "0": "ונפסקה רצועה של סנדלו ונטלה והניחה ע\"פ חבית ונפלה לאויר החבית ונטמאת", 
            "3": "אי הכי תרומה נמי", 
            "2": "הנושא את המדרס נושא את התרומה אבל לא את הקדש", 
            "5": "לא אסרו אלא בירדן ובספינה וכמעשה שהיה", 
            "4": "הא מני ר' חנניה בן עקביא היא דאמר", 
            "7": "דתניא", 
            "6": "מאי היא", 
            "9": "אבל מעבירן על גבי הגשר ואינו חושש", 
            "8": "לא ישא אדם מי חטאת ואפר חטאת ויעבירם בירדן ובספינה ולא יעמוד בצד זה ויזרקם לצד אחר ולא ישיטם על פני המים ולא ירכב ע\"ג בהמה ולא על גבי חבירו אלא אם כן היו רגליו נוגעות בקרקע", 
            "51": "בשלמא לר' יהושע היינו דאיכא היכירא לצדוקין", 
            "39": "יטבול מיד ר' יהושע אומר", 
            "38": "שפופרת שחתכה לחטאת ר\"א אומר", 
            "11": "ר' חנניה בן עקביא אומר", 
            "10": "אחד הירדן ואחד שאר הנהרות", 
            "13": "מאי מעשה שהיה", 
            "12": "לא אסרו אלא בירדן ובספינה וכמעשה שהיה", 
            "15": "מעשה באדם אחד שהיה מעביר מי חטאת ואפר חטאת בירדן ובספינה ונמצא כזית מת תחוב בקרקעיתה של ספינה", 
            "14": "דאמר רב יהודה אמר רב", 
            "17": "לא ישא אדם מי חטאת ואפר חטאת ויעבירם בירדן בספינה", 
            "16": "באותה שעה אמרו", 
            "19": "סנדל טמא סנדל טהור מהו", 
            "18": "איבעיא להו", 
            "31": "דנפל אימת", 
            "30": "לעולם דגמרינהו חבר ומשום צינורא דעם הארץ", 
            "37": "דתנן", 
            "36": "מתני' דלא כר\"א", 
            "35": "טבילה אין הערב שמש לא", 
            "34": "לעולם מקמיה דגמריה ודלמא בעידנא דגמריה עדיין לחה היא", 
            "33": "אלא בתר דגמריה מיזהר זהיר בהו", 
            "55": "אלא לר\"א אי אמרת בשלמא בעלמא בעינן הערב שמש היינו דאיכא היכירא לצדוקין אלא אי אמרת בעלמא לא בעינן הערב שמש מאי היכירא לצדוקין איכא", 
            "32": "אילימא מקמי דליגמריה הא לאו מנא הוא", 
            "50": "לעולם מקמי דליחתכה דלמא בעידנא דחתכה עדיין לחה היא"
        }, 
        "45": {
            "24": "הסלת והקטרת והלבונה והגחלים שאם נגע טבול יום במקצתו פסל את כולו", 
            "25": "והא דרבנן היא", 
            "26": "ממאי מדקתני רישא", 
            "27": "העיד רבי שמעון בן בתירא על אפר חטאת שנגע הטמא במקצתו שטימא את כולו", 
            "20": "א\"ר חנין", 
            "21": "דאמר קרא (במדבר ז, יד) כף אחת עשרה זהב מלאה קטרת הכתוב עשאו לכל מה שבכף אחת", 
            "22": "מתיב רב כהנא", 
            "23": "הוסיף ר\"ע", 
            "28": "וקתני הוסיף ר\"ע", 
            "29": "אמר ר\"ל משום בר קפרא", 
            "1": "אלא מעתה לא תטמא אדם", 
            "0": "עשאוה כטמא שרץ", 
            "3": "חותכה ומטבילה טעון טבילה", 
            "2": "אלמה תניא", 
            "5": "אי הכי תיבעי הזאת שלישי ושביעי", 
            "4": "ואלא עשאוה כטמא מת", 
            "7": "חותכה ומטבילה טעון טבילה טבילה אין הזאת שלישי ושביעי לא", 
            "6": "אלמה תניא", 
            "9": "עשאוה כטמא מת בשביעי שלו", 
            "8": "אלא", 
            "11": "מעולם לא חידשו דבר בפרה", 
            "10": "והתניא", 
            "13": "שלא אמרו קורדום מטמא מושב", 
            "12": "אמר אביי", 
            "15": "(ויקרא טו, ו) והיושב על הכלי יכול כפה סאה וישב עליה תרקב וישב עליה יהא טמא", 
            "14": "כדתניא", 
            "17": "והיושב על הכלי אשר ישב עליו יטמא מי שמיוחד לישיבה יצא זה שאומרים לו עמוד ונעשה מלאכתנו:", 
            "16": "ת\"ל", 
            "19": "מנה\"מ", 
            "18": "הכלי מצרף מה שבתוכו לקדש אבל לא לתרומה:"
        }, 
        "28": {
            "56": "מה כלי זהב וכלי זכוכית אע\"פ שנשברו יש להם תקנה אף ת\"ח אע\"פ שסרח יש לו תקנה", 
            "77": "עייליה לבי כנישתא אחריתי א\"ל", 
            "54": "אמר לו", 
            "42": "אמר לו", 
            "48": "מאי קראה", 
            "43": "כל מה שברא הקב\"ה ברא כנגדו ברא הרים ברא גבעות ברא ימים ברא נהרות אמר לו", 
            "60": "שובו בנים שובבים חוץ מאחר", 
            "61": "ת\"ר", 
            "62": "מעשה באחר שהיה רוכב על הסוס בשבת והיה רבי מאיר מהלך אחריו ללמוד תורה מפיו אמר לו", 
            "63": "מאיר חזור לאחריך שכבר שיערתי בעקבי סוסי עד כאן תחום שבת", 
            "64": "א\"ל", 
            "49": "גבי צדיקים כתיב (ישעיהו סא, ז) לכן בארצם משנה יירשו", 
            "66": "א\"ל", 
            "67": "ולא כבר אמרתי לך", 
            "68": "כבר שמעתי מאחורי הפרגוד שובו בנים שובבים חוץ מאחר", 
            "69": "תקפיה עייליה לבי מדרשא", 
            "52": "מאי דכתיב (איוב כח, יז) לא יערכנה זהב וזכוכית ותמורתה כלי פז אמר לו", 
            "53": "אלו דברי תורה שקשין לקנותן ככלי זהב וכלי פז ונוחין לאבדן ככלי זכוכית", 
            "24": "מאי היא", 
            "25": "חזא מיטטרון דאתיהבא ליה רשותא למיתב למיכתב זכוותא דישראל אמר", 
            "26": "גמירא דלמעלה לא הוי לא ישיבה ולא תחרות ולא עורף ולא עיפוי שמא חס ושלום ב' רשויות הן", 
            "27": "אפקוהו למיטטרון ומחיוהו שיתין פולסי דנורא", 
            "20": "מר זוטרא ואיתימא רב אסי אמר", 
            "21": "כתרי גלימי דפריסי אהדדי ואמרי לה", 
            "22": "כתרי כסי דסחיפי אהדדי", 
            "23": "אחר קיצץ בנטיעות עליו הכתוב אומר (קהלת ה, ה) אל תתן את פיך לחטיא את בשרך", 
            "46": "כל אחד ואחד יש לו ב' חלקים אחד בגן עדן ואחד בגיהנם זכה צדיק נטל חלקו וחלק חברו בגן עדן נתחייב רשע נטל חלקו וחלק חברו בגיהנם", 
            "47": "אמר רב משרשיא", 
            "44": "ר\"ע רבך לא אמר כך אלא", 
            "45": "ברא צדיקים ברא רשעים ברא גן עדן ברא גיהנם", 
            "28": "א\"ל", 
            "29": "מ\"ט כי חזיתיה לא קמת מקמיה", 
            "40": "שאל אחר את ר\"מ לאחר שיצא לתרבות רעה א\"ל", 
            "41": "מאי דכתיב (קהלת ז, יד) גם את זה לעומת זה עשה האלהים", 
            "1": "אמר להו", 
            "0": "יכול אני לבעול כמה בעילות בלא דם או דלמא דשמואל לא שכיחא", 
            "3": "והאמר שמואל", 
            "2": "דשמואל לא שכיח וחיישינן שמא באמבטי עיברה", 
            "5": "מעיקרא נמי יורה כחץ הוה", 
            "4": "כל שכבת זרע שאינו יורה כחץ אינו מזרעת", 
            "7": "מעשה ברבי יהושע בן חנניה שהיה עומד על גב מעלה בהר הבית וראהו בן זומא ולא עמד מלפניו", 
            "6": "ת\"ר", 
            "9": "מאין ולאין בן זומא", 
            "8": "אמר לו", 
            "51": "שאל אחר את ר\"מ לאחר שיצא לתרבות רעה", 
            "39": "אחר הוא", 
            "65": "אף אתה חזור בך", 
            "76": "אמר לו (ירמיהו ב, כב) כי אם תכבסי בנתר ותרבי לך בורית נכתם עונך לפני", 
            "75": "פסוק לי פסוקך", 
            "38": "אמרה", 
            "73": "(ישעיהו מח, כב) אין שלום אמר ה' לרשעים", 
            "72": "אמר לו", 
            "71": "פסוק לי פסוקך", 
            "70": "א\"ל לינוקא", 
            "59": "כבר שמעתי מאחורי הפרגוד", 
            "58": "אמר לו", 
            "11": "צופה הייתי בין מים העליונים למים התחתונים ואין בין זה לזה אלא שלש אצבעות בלבד שנאמר (בראשית א, ב) ורוח אלהים מרחפת על פני המים כיונה שמרחפת על בניה ואינה נוגעת", 
            "10": "אמר לו", 
            "13": "עדיין בן זומא מבחוץ", 
            "12": "אמר להן רבי יהושע לתלמידיו", 
            "15": "וכמה", 
            "14": "מכדי ורוח אלהים מרחפת על פני המים אימת הוי ביום הראשון הבדלה ביום שני הוא דהואי דכתיב (בראשית א, ו) ויהי מבדיל בין מים למים", 
            "17": "כמלא נימא", 
            "16": "אמר רב אחא בר יעקב", 
            "19": "כי גודא דגמלא", 
            "18": "ורבנן אמרי", 
            "31": "אמר", 
            "30": "איתיהיבא ליה רשותא למימחק זכוותא דאחר יצתה בת קול ואמרה (ירמיהו ג, יד) שובו בנים שובבים חוץ מאחר", 
            "37": "עקר פוגלא ממישרא בשבת ויהב לה", 
            "36": "ולאו אלישע בן אבויה את", 
            "35": "אמרה ליה", 
            "34": "נפק אשכח זונה תבעה", 
            "33": "נפק אחר לתרבות רעה", 
            "55": "ר\"ע רבך לא אמר כך אלא", 
            "74": "עייליה לבי כנישתא אחריתי א\"ל לינוקא", 
            "32": "הואיל ואיטריד ההוא גברא מההוא עלמא ליפוק ליתהני בהאי עלמא", 
            "57": "אמר לו אף אתה חזור בך", 
            "50": "גבי רשעים כתיב (ירמיהו יז, יח) ומשנה שברון שברם"
        }, 
        "29": {
            "24": "מתי אמות ואכבה עשן מקברו", 
            "25": "כי נח נפשיה דר' יוחנן פסק קוטרא מקבריה דאחר", 
            "26": "פתח עליה ההוא ספדנא", 
            "27": "אפילו שומר הפתח לא עמד לפניך רבינו", 
            "20": "גבורתא למיקלא רביה", 
            "21": "חד הוה ביננא ולא מצינן לאצוליה", 
            "22": "אי נקטיה ביד מאן מרמי ליה מאן", 
            "23": "אמר", 
            "28": "בתו של אחר אתיא לקמיה דרבי אמרה ליה", 
            "29": "רבי פרנסני", 
            "0": "לינוקא", 
            "4": "לבתרא א\"ל", 
            "8": "ההוא ינוקא הוה מגמגם בלישניה אשתמע כמה דאמר ליה ולאלישע אמר אלהים", 
            "59": "אשכחיה רבה בר שילא לאליהו א\"ל", 
            "58": "מה אגוז זה אע\"פ שמלוכלך בטיט ובצואה אין מה שבתוכו נמאס אף ת\"ח אע\"פ שסרח אין תורתו נמאסת", 
            "55": "דרש רבא", 
            "54": "ר\"מ אכל תחלא ושדא שיחלא לברא", 
            "57": "לומר לך", 
            "56": "מאי דכתיב (שיר השירים ו, יא) אל גנת אגוז ירדתי לראות באבי הנחל וגו' למה נמשלו ת\"ח לאגוז", 
            "51": "קשו קראי אהדדי", 
            "50": "(תהלים מה, יא) שמעי בת וראי והטי אזנך ושכחי עמך ובית אביך וגו'", 
            "53": "כי אתא רב דימי אמר אמרי במערבא", 
            "52": "לא קשיא הא בגדול הא בקטן", 
            "88": "שאל נימוס הגרדי את ר\"מ", 
            "89": "כל עמר דנחית ליורה סליק", 
            "82": "ותנן", 
            "83": "ג' מלכים וארבעה הדיוטות אין להם חלק לעולם הבא אנן מה תהוי עלן", 
            "80": "ואמר רבי אמי", 
            "81": "תלת מאה בעיי בעו דואג ואחיתופל במגדל הפורח באויר", 
            "86": "אחר מאי זמר יווני לא פסק מפומיה", 
            "87": "אמרו עליו על אחר בשעה שהיה עומד מבית המדרש הרבה ספרי מינין נושרין מחיקו", 
            "84": "א\"ל", 
            "85": "שיננא טינא היתה בלבם", 
            "3": "עייליה לבי כנישתא אחריתי עד דעייליה לתליסר בי כנישתא כולהו פסקו ליה כי האי גוונא", 
            "7": "(תהלים נ, טז) ולרשע אמר אלהים מה לך לספר חקי וגו'", 
            "39": "מיד ירדה אש וסכסכה ספסלו של רבי", 
            "38": "זכור לתורתו ואל תזכור מעשיו", 
            "33": "בתו של אחר אני", 
            "32": "אמרה לו", 
            "31": "בת מי את", 
            "30": "אמר לה", 
            "37": "אמרה לו", 
            "36": "והא כתיב (איוב יח, יט) לא נין לו ולא נכד בעמו ואין שריד במגוריו", 
            "35": "עדיין יש מזרעו בעולם", 
            "34": "אמר לה", 
            "60": "מאי קא עביד הקב\"ה", 
            "61": "א\"ל", 
            "62": "קאמר שמעתא מפומייהו דכולהו רבנן ומפומיה דר\"מ לא קאמר", 
            "63": "א\"ל", 
            "64": "אמאי", 
            "65": "משום דקא גמר שמעתא מפומיה דאחר", 
            "66": "א\"ל", 
            "67": "אמאי", 
            "68": "ר\"מ רמון מצא תוכו אכל קליפתו זרק", 
            "69": "א\"ל", 
            "2": "א\"ל (ירמיהו ד, ל) ואת שדוד מה תעשי כי תלבשי שני כי תעדי עדי זהב כי תקרעי בפוך עיניך לשוא תתיפי וגו'", 
            "6": "א\"ל", 
            "91": "כל מאן דהוה נקי אגב אימיה סליק כל דלא הוה נקי אגב אימיה לא סליק", 
            "90": "א\"ל", 
            "93": "ואף רבי עקיבא בקשו מלאכי השרת לדוחפו אמר להם הקב\"ה", 
            "92": "ר\"ע עלה בשלום וירד בשלום ועליו הכתוב אומר (שיר השירים א, ד) משכני אחריך נרוצה", 
            "94": "הניחו לזקן זה שראוי להשתמש בכבודי", 
            "11": "ואיכא דאמרי אמר", 
            "10": "סכינא הוה בהדיה וקרעיה ושדריה לתליסר בי כנישתי", 
            "13": "כי נח נפשיה דאחר אמרי", 
            "12": "אי הואי בידי סכינא הוה קרענא ליה", 
            "15": "לא מידן לידייניה משום דעסק באורייתא ולא לעלמא דאתי ליתי משום דחטא", 
            "14": "לא מידן לידייניה ולא לעלמא דאתי ליתי", 
            "17": "מוטב דלידייניה וליתי לעלמא דאתי מתי אמות ואעלה עשן מקברו", 
            "16": "אמר ר\"מ", 
            "19": "אמר ר' יוחנן", 
            "18": "כי נח נפשיה דר' מאיר סליק קוטרא מקבריה דאחר", 
            "48": "לדעתם לא נאמר אלא לדעתי", 
            "49": "רב חנינא אמר מהכא", 
            "46": "אמר ר\"ל", 
            "47": "ר\"מ קרא אשכח ודרש (משלי כב, יז) הט אזנך ושמע דברי חכמים ולבך תשית לדעתי", 
            "44": "מאי דכתיב (מלאכי ב, ז) כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא אם דומה הרב למלאך ה' צבאות יבקשו תורה מפיהו", 
            "45": "ואם לאו אל יבקשו תורה מפיהו", 
            "42": "ור\"מ היכי גמר תורה מפומיה דאחר", 
            "43": "והאמר רבה בר בר חנה אמר רבי יוחנן", 
            "40": "בכה ואמר רבי", 
            "41": "ומה למתגנין בה כך למשתבחין בה על אחת כמה וכמה", 
            "1": "פסוק לי פסוקך", 
            "5": "פסוק לי פסוקך", 
            "9": "איכא דאמרי", 
            "77": "מי זוטרא מאי דכתיב בהו ברבנן (ישעיהו לג, יח) איה סופר איה שוקל איה סופר את המגדלים", 
            "76": "א\"ל", 
            "75": "שיננא מאי קא בכית", 
            "74": "א\"ל", 
            "73": "אשכחיה שמואל לרב יהודה דתלי בעיברא דדשא וקא בכי", 
            "72": "בזמן שאדם מצטער שכינה מה לשון אומרת קלני מראשי קלני מזרועי אם כך הקב\"ה מצטער על דמן של רשעים ק\"ו על דמן של צדיקים שנשפך", 
            "71": "מאיר בני אומר ", 
            "70": "השתא קאמר", 
            "79": "איה סופר את המגדלים שהיו שונין ג' מאות הלכות במגדל הפורח באויר", 
            "78": "איה סופר שהיו סופרים כל אותיות שבתורה איה שוקל שהיו שוקלים קלין וחמורין שבתורה"
        }, 
        "40": {
            "10": "היינו טעמא דלקדש לא משום", 
            "1": "<big><strong>גמ׳</strong></big> בקדש מ\"ט לא", 
            "0": "האונן ומחוסר כפורים צריכין טבילה לקדש אבל לא לתרומה:", 
            "3": "מפני שכבידו של כלי חוצץ", 
            "2": "א\"ר אילא", 
            "5": "ולא כמדת הקדש מדת התרומה שבקדש מתיר ומנגיב ומטביל ואחר כך קושר ובתרומה קושר ואחר כך מטביל", 
            "4": "והא מדסיפא משום חציצה רישא לאו משום חציצה דקתני סיפא", 
            "7": "דאי אשמעינן רישא הוה אמינא", 
            "6": "רישא וסיפא משום חציצה וצריכא", 
            "9": "ואי אשמעינן סיפא הוה אמינא", 
            "8": "היינו טעמא דלקדש לא משום כבידו של כלי דאיכא אבל סיפא דליכא כבידו של כלי אימא לקדש נמי לא הוי חציצה"
        }, 
        "41": {
            "10": "עירוב מקוואות כשפופרת הנוד כעוביה", 
            "1": "אבל רישא דמיא אקפויי מקפו ליה למנא לא הויא חציצה צריכא", 
            "0": "דקיטרא במיא אהדוקי מיהדק", 
            "3": "עשר מעלות שנו כאן חמש ראשונות בין לקדש בין לחולין שנעשו על טהרת הקדש אחרונות לקדש אבל לא לחולין שנעשו על טהרת הקדש מ\"ט", 
            "2": "רבי אילא לטעמיה דאמר רבי אילא א\"ר חנינא בר פפא", 
            "5": "רבא אמר", 
            "4": "חמש קמייתא דאית להו דררא דטומאה מדאורייתא גזרו בהו רבנן בין לקדש בין לחולין שנעשו על טהרת הקדש בתרייתא דלית להו דררא דטומאה מדאורייתא גזרו בהו רבנן לקדש לחולין שנעשו על טהרת הקדש לא גזרו בהו רבנן", 
            "7": "ורישא היינו טעמא", 
            "6": "מדסיפא הוי משום חציצה רישא לאו משום חציצה", 
            "9": "כדתנן", 
            "8": "גזירה שלא יטביל מחטין וצינורות בכלי שאין בפיו כשפופרת הנוד"
        }, 
        "3": {
            "24": "הכל חייבין בראייה ובשמחה חוץ מחרש המדבר ואינו שומע שומע ואינו מדבר שפטורין מן הראייה ואף על פי שפטור מן הראייה", 
            "20": "הכל חייבין בראייה ובשמחה חוץ מחרש המדבר ואינו שומע שומע ואינו מדבר שפטור מן הראייה", 
            "21": "ואע\"פ שפטור מן הראייה חייב בשמחה", 
            "22": "ואת שאינו לא שומע ולא מדבר ושוטה וקטן פטור אף מן השמחה הואיל ופטורים מכל מצות האמורות בתורה", 
            "23": "תניא נמי הכי", 
            "1": "לישא שפחה אינו יכול בת חורין אינו יכול ליבטיל", 
            "0": "תקנתם את רבו ואת עצמו לא תקנתם", 
            "3": "אלא מפני תיקון העולם כופין את רבו ועושה אותו בן חורין וכותב לו שטר על חצי דמיו", 
            "2": "והלא לא נברא העולם אלא לפריה ורביה שנאמר (ישעיהו מה, יח) לא תהו בראה לשבת יצרה", 
            "5": "חוץ מחרש שוטה וקטן כו':", 
            "4": "וחזרו בית הלל להורות כדברי בית שמאי:", 
            "7": "וקא משמע לן כדתנן", 
            "6": "קתני חרש דומיא דשוטה וקטן מה שוטה וקטן דלאו בני דעה אף חרש דלאו בר דעה הוא", 
            "9": "הא מדבר ואינו שומע שומע ואינו מדבר חייב", 
            "8": "חרש שדיברו חכמים בכל מקום שאינו שומע ואינו מדבר", 
            "11": "המדבר ואינו שומע זהו חרש שומע ואינו מדבר זהו אלם זה וזה הרי הן כפקחין לכל דבריהם", 
            "10": "תנינא להא דתנו רבנן", 
            "13": "ואיבעית אימא כדאמרי אינשי", 
            "12": "וממאי דמדבר ואינו שומע זהו חרש שומע ואינו מדבר זהו אלם דכתיב (תהלים לח, יד) ואני כחרש לא אשמע וכאלם לא יפתח פיו", 
            "15": "מדבר ואינו שומע שומע ואינו מדבר חייב:", 
            "14": "אישתקיל מילוליה:", 
            "17": "מדבר ואינו שומע שומע ואינו מדבר פטור", 
            "16": "והתניא ", 
            "19": "חסורי מיחסרא והכי קתני", 
            "18": "אמר רבינא ואיתימא רבא"
        }, 
        "2": {
            "20": "כאן כמשנה ראשונה כאן כמשנה אחרונה", 
            "21": "דתנן", 
            "22": "מי שחציו עבד וחציו בן חורין עובד את רבו יום אחד ואת עצמו יום אחד דברי בית הלל", 
            "23": "אמרו להם בית שמאי", 
            "1": "איזהו קטן כל שאינו יכול לרכוב על כתפיו של אביו ולעלות מירושלים להר הבית דברי בית שמאי ", 
            "0": "מתני׳ <big><strong>הכל</strong></big> חייבין בראייה חוץ מחרש שוטה וקטן וטומטום ואנדרוגינוס ונשים ועבדים שאינם משוחררים החיגר והסומא והחולה והזקן ומי שאינו יכול לעלות ברגליו", 
            "3": "כל שאינו יכול לאחוז בידו של אביו ולעלות מירושלים להר הבית שנאמר (שמות כג, יד) שלש רגלים", 
            "2": "ובית הלל אומרים", 
            "5": "הראייה שתי כסף והחגיגה מעה כסף", 
            "4": "בית שמאי אומרים", 
            "7": "הראייה מעה כסף והחגיגה שתי כסף:", 
            "6": "ובית הלל אומרים", 
            "9": "לאתויי מי שחציו עבד וחציו בן חורין", 
            "8": "<big><strong>גמ׳</strong></big> הכל לאתויי מאי", 
            "11": "מי שחציו עבד וחציו בן חורין פטור מן הראייה הכל לאתויי מאי", 
            "10": "ולרבינא דאמר", 
            "13": "הניחא למ\"ד כולן תשלומין זה לזה אלא למאן דאמר כולן תשלומין דראשון הכל לאתויי מאי", 
            "12": "לאתויי חיגר ביום ראשון ונתפשט ביום שני", 
            "15": "ודלא כי האי תנא", 
            "14": "לאתויי סומא באחת מעיניו", 
            "17": "סומא באחת מעיניו פטור מן הראייה שנאמר (שמות כג, יז) יראה יראה כדרך שבא לראות כך בא ליראות מה לראות בשתי עיניו אף ליראות בשתי עיניו ", 
            "16": "דתניא יוחנן בן דהבאי אומר משום ר' יהודה", 
            "19": "לעולם כדאמרי מעיקרא ודקא קשיא לך הא דרבינא לא קשיא", 
            "18": "ואיבעית אימא"
        }, 
        "5": {
            "42": "היכי דמי", 
            "43": "אי דעביד להו דרך שטות אפי' בחדא נמי", 
            "24": "פשט ידיו וקבל עיניו", 
            "25": "בכה ר' אלעזר ואמר", 
            "26": "(תהלים כה, יד) סוד ה' ליראיו ובריתו להודיעם", 
            "27": "אמר לו", 
            "20": "נמנו וגמרו", 
            "21": "עמון ומואב מעשרין מעשר עני בשביעית", 
            "22": "אמר לו", 
            "23": "יוסי פשוט ידיך וקבל עיניך", 
            "46": "כיון דעבדינהו לכולהו הוה להו", 
            "44": "אי דלא עביד להו דרך שטות אפילו כולהו נמי לא", 
            "45": "לעולם דקא עביד להו דרך שטות והלן בבית הקברות אימור כדי שתשרה עליו רוח טומאה הוא דקא עביד והיוצא יחידי בלילה אימור גנדריפס אחדיה והמקרע את כסותו אימור בעל מחשבות הוא", 
            "28": "לך אמור להם", 
            "29": "אל תחושו למניינכם כך מקובלני מרבן יוחנן בן זכאי ששמע מרבו ורבו מרבו הלכתא למשה מסיני עמון ומואב מעשרין מעשר עני בשביעית", 
            "40": "ר' יוחנן אמר", 
            "41": "אפי' באחת מהן", 
            "1": "ואף הוא פתח ודרש", 
            "0": "(דברי הימים א יז, כא) ומי כעמך ישראל גוי אחד בארץ", 
            "3": "למה נמשלו דברי תורה לדרבן", 
            "2": "(קהלת יב, יא) דברי חכמים כדרבונות וכמסמרות נטועים בעלי אסופות נתנו מרועה אחד", 
            "5": "מה דרבן זה מכוין את הפרה לתלמיה להוציא חיים לעולם אף דברי תורה מכוונין את לומדיהן מדרכי מיתה לדרכי חיים", 
            "4": "לומר לך", 
            "7": "אי מה מסמר זה חסר ולא יתר אף דברי תורה חסירין ולא יתירין ת\"ל נטועים מה נטיעה זו פרה ורבה אף דברי תורה פרין ורבין", 
            "6": "אי מה דרבן זה מטלטל אף דברי תורה מטלטלין ת\"ל מסמרות", 
            "9": "שמא יאמר אדם היאך אני למד תורה מעתה", 
            "8": "בעלי אסופות אלו תלמידי חכמים שיושבין אסופות אסופות ועוסקין בתורה הללו מטמאין והללו מטהרין הללו אוסרין והללו מתירין הללו פוסלין והללו מכשירין", 
            "39": "עד שיהו כולן בבת אחת", 
            "38": "איתמר רב הונא אמר", 
            "11": "כולם נתנו מרועה אחד אל אחד נתנן פרנס אחד אמרן מפי אדון כל המעשים ברוך הוא דכתיב (שמות כ, א) וידבר אלהים את כל הדברים האלה", 
            "10": "תלמוד לומר", 
            "13": "בלשון הזה אמר להם", 
            "12": "אף אתה עשה אזניך כאפרכסת וקנה לך לב מבין לשמוע את דברי מטמאים ואת דברי מטהרים את דברי אוסרין ואת דברי מתירין את דברי פוסלין ואת דברי מכשירין", 
            "15": "ולימרו ליה בהדיא", 
            "14": "אין דור יתום שר' אלעזר בן עזריה שרוי בתוכו", 
            "17": "דתניא מעשה בר' יוסי בן דורמסקית שהלך להקביל פני ר' אלעזר בלוד אמר לו", 
            "16": "משום מעשה שהיה", 
            "19": "א\"ל", 
            "18": "מה חידוש היה בבהמ\"ד היום", 
            "31": "הרבה כרכים כבשו עולי מצרים ולא כבשום עולי בבל מפני שקדושה ראשונה קדשה לשעתה ולא קדשה לעתיד לבא והניחום כדי שיסמכו עליהן עניים בשביעית", 
            "30": "מה טעם", 
            "37": "היוצא יחידי בלילה והלן בבית הקברות והמקרע את כסותו", 
            "36": "איזהו שוטה", 
            "35": "ת\"ר", 
            "34": "יהי רצון שיחזרו עיני יוסי למקומן וחזרו", 
            "33": "לאחר שנתיישבה דעתו אמר", 
            "32": "תנא"
        }, 
        "4": {
            "54": "(דברים כו, יז) את ה' האמרת היום וה' האמירך היום אמר להם הקב\"ה לישראל", 
            "42": "אמר להם", 
            "48": "ומה דרש בה", 
            "43": "אף על פי כן אי אפשר לבית המדרש בלא חידוש שבת של מי היתה שבת", 
            "49": "(דברים לא, יב) הקהל את העם האנשים והנשים והטף אם אנשים באים ללמוד נשים באות לשמוע טף למה באין", 
            "52": "מרגלית טובה היתה בידכם ובקשתם לאבדה ממני", 
            "53": "ועוד דרש", 
            "24": "והא רגלים מבעי ליה פרט לבעלי קבין", 
            "25": "ההוא מפעמים נפקא", 
            "26": "דתניא", 
            "27": "פעמים אין פעמים אלא רגלים וכן הוא אומר (ישעיהו כו, ו) תרמסנה רגל רגלי עני פעמי דלים ואומר (שיר השירים ז, ב) מה יפו פעמיך בנעלים בת נדיב", 
            "20": "אע\"ג דלא שמעי כתב רחמנא באזניהם והוא דשמעי", 
            "21": "ההוא מלמען ישמעו נפקא", 
            "22": "אמר רבי תנחום", 
            "23": "חיגר ברגלו אחת פטור מן הראיה שנאמר רגלים", 
            "46": "אמרו לו", 
            "47": "בפרשת הקהל", 
            "44": "של ר' אלעזר בן עזריה היתה", 
            "45": "ובמה היתה הגדה היום", 
            "28": "דרש רבא", 
            "29": "מאי דכתיב מה יפו פעמיך בנעלים בת נדיב כמה נאין רגליהן של ישראל בשעה שעולין לרגל בת נדיב בתו של אברהם אבינו שנקרא נדיב שנאמר (תהלים מז, י) נדיבי עמים נאספו עם אלהי אברהם", 
            "40": "אמרו לו", 
            "41": "תלמידיך אנו ומימיך אנו שותין", 
            "1": "ואת שאינו לא שומע ולא מדבר ושוטה וקטן פטורין אף מן השמחה הואיל ופטורין מכל מצות האמורות בתורה", 
            "0": "חייב בשמחה", 
            "3": "לענין ראיה גמר ראיה ראיה מהקהל דכתיב (דברים לא, יב) הקהל את העם האנשים והנשים והטף וכתיב (דברים לא, יא) בבא כל ישראל לראות", 
            "2": "מאי שנא לענין ראיה דפטירי ומאי שנא לענין שמחה דמחייבי", 
            "5": "דכתיב (דברים לא, יב) למען ישמעו ולמען ילמדו ותניא", 
            "4": "והתם מנלן", 
            "7": "והא הנהו תרי אילמי דהוו בשבבותיה דרבי בני ברתיה דרבי יוחנן בן גודגדא ואמרי לה בני אחתיה דרבי יוחנן דכל אימת דהוה עייל רבי לבי מדרשא הוו עיילי ויתבי קמייהו ומניידי ברישייהו ומרחשין שפוותייהו", 
            "6": "למען ישמעו פרט למדבר ואינו שומע ולמען ילמדו פרט לשומע ואינו מדבר למימרא דכי לא משתעי לא גמר", 
            "9": "אמר מר זוטרא", 
            "8": "ובעי רבי רחמי עלייהו ואיתסו ואשתכח דהוו גמירי הלכתא וספרא וספרי וכולה הש\"ס", 
            "51": "אמר להם", 
            "39": "מה חידוש היה בבית המדרש היום", 
            "38": "מעשה ברבי יוחנן בן ברוקה ורבי אלעזר (בן) חסמא שהלכו להקביל פני ר' יהושע בפקיעין אמר להם", 
            "11": "רב אשי אמר", 
            "10": "קרי ביה למען ילמדו", 
            "13": "אלא ודאי למען ילמדו הוא", 
            "12": "ודאי למען ילמדו הוא דאי סלקא דעתך למען ילמדו וכיון דלא משתעי לא גמר וכיון דלא שמע לא גמר האי מלמען ישמעו נפקא", 
            "15": "חרש באזנו אחת פטור מן הראיה שנאמר (דברים לא, יא) באזניהם", 
            "14": "אמר ר' תנחום", 
            "17": "באזניהם דכולהו ישראל", 
            "16": "והאי באזניהם מבעי ליה", 
            "19": "אי מנגד כל ישראל הוה אמינא", 
            "18": "ההוא מנגד כל ישראל נפקא", 
            "31": "אלא", 
            "30": "אלהי אברהם ולא אלהי יצחק ויעקב", 
            "37": "ת\"ר", 
            "36": "מים אין בו אבל נחשים ועקרבים יש בו", 
            "35": "אלא", 
            "34": "מאי דכתיב (בראשית לז, כד) והבור רק אין בו מים משמע שנאמר והבור רק איני יודע שאין בו מים", 
            "33": "אמר רב כהנא דרש רב נתן בר מניומי משום ר' תנחום", 
            "55": "אתם עשיתוני חטיבה אחת בעולם ואני אעשה אתכם חטיבה אחת בעולם אתם עשיתוני חטיבה אחת בעולם דכתיב (דברים ו, ד) שמע ישראל ה' אלהינו ה' אחד ואני אעשה אתכם חטיבה אחת בעולם שנאמר", 
            "32": "אלהי אברהם שהיה תחילה לגרים", 
            "50": "כדי ליתן שכר למביאיהן"
        }, 
        "7": {
            "42": "אזל אייתי ליה מרים מגדלא דרדקי", 
            "48": "הואיל ואייתיתה ליהוי למניינא", 
            "43": "אמר ליה", 
            "49": "אלא היכי יכלת לה", 
            "24": "שמואל מאי היא", 
            "25": "דכתיב (שמואל א כח, יג) ותאמר האשה אל שאול אלהים ראיתי עולים עולים תרי משמע חד שמואל ואידך דאזל שמואל ואתייה למשה בהדיה", 
            "26": "אמר ליה", 
            "27": "דלמא חס ושלום לדינא מתבעינא קום בהדאי דליכא מילתא דכתבת באורייתא דלא קיימתיה", 
            "20": "ומה תוכחה של בשר ודם כך תוכחה של הקדוש ברוך הוא על אחת כמה וכמה", 
            "21": "רבי אלעזר כי מטי להאי קרא בכי", 
            "22": "(שמואל א כח, טו) ויאמר שמואל אל שאול למה הרגזתני להעלות אותי", 
            "23": "ומה שמואל הצדיק היה מתיירא מן הדין אנו על אחת כמה וכמה", 
            "46": "אי הכי אהדרה", 
            "47": "אמר ליה", 
            "44": "אנא מרים מגדלא שיער נשייא אמרי לך", 
            "45": "אמר ליה", 
            "28": "רבי אמי כי מטי להאי קרא בכי", 
            "29": "(איכה ג, כט) יתן בעפר פיהו אולי יש תקוה אמר", 
            "40": "אמר ליה לשלוחיה", 
            "41": "זיל אייתי לי מרים מגדלא שיער נשייא", 
            "1": "תנא", 
            "0": "מפנקי דכתיב (ישעיהו א, יב) כי תבאו לראות פני מי בקש זאת מידכם רמוס חצרי", 
            "3": "בשלמא טמא דכתיב (דברים יב, ה) ובאת שמה והבאתם שמה כל שישנו בביאה ישנו בהבאה וכל שאינו בביאה אינו בהבאה", 
            "2": "הערל והטמא פטורין מן הראייה", 
            "5": "הא מני רבי עקיבא היא דמרבי לערל כטמא", 
            "4": "אלא ערל מנלן", 
            "7": "(ויקרא כב, ד) איש איש לרבות את הערל", 
            "6": "דתניא ר' עקיבא אומר", 
            "9": "טמא פטור מן הראייה דכתיב ובאת שמה והבאתם שמה כל שישנו בביאה ישנו בהבאה וכל שאינו בביאה אינו בהבאה", 
            "8": "ת\"ר", 
            "39": "אין כי הא דרב ביבי בר אביי הוה שכיח גביה מלאך המות", 
            "38": "מי איכא דאזיל בלא זמניה", 
            "11": "סומא באחת מעיניו פטור מן הראייה שנאמר יראה יראה כדרך שבא לראות כך בא ליראות מה בא לראות בשתי עיניו אף ליראות בשתי עיניו:", 
            "10": "רבי יוחנן בן דהבאי אומר משום ר' יהודה", 
            "13": "עבד שרבו מצפה לו לראותו יתרחק ממנו", 
            "12": "רב הונא כי מטי להאי קרא יראה יראה בכי אמר", 
            "15": "רב הונא כי מטי להאי קרא בכי", 
            "14": "דכתיב כי תבואו לראות פני מי בקש זאת מידכם רמוס חצרי", 
            "17": "דכתיב (ישעיהו א, יא) למה לי רוב זבחיכם יאמר ה'", 
            "16": "(דברים כז, ז) וזבחת שלמים ואכלת שם עבד שרבו מצפה לאכול על שלחנו יתרחק ממנו", 
            "19": "(בראשית מה, ג) ולא יכלו אחיו לענות אתו כי נבהלו מפניו", 
            "18": "ר' אלעזר כי מטי להאי קרא בכי", 
            "31": "רבי אמי כי מטי להאי קרא בכי", 
            "30": "כולי האי ואולי", 
            "37": "(משלי יג, כג) ויש נספה בלא משפט אמר", 
            "36": "רב יוסף כי מטי להאי קרא בכי", 
            "35": "(עמוס ה, טו) שנאו רע ואהבו טוב והציגו בשער משפט אולי יחנן ה' [אלהי] צבאות כולי האי ואולי", 
            "34": "רבי אסי כי מטי להאי קרא בכי", 
            "33": "כולי האי ואולי", 
            "32": "(צפניה ב, ג) בקשו צדק בקשו ענוה אולי תסתרו ביום אף ה' אמר", 
            "50": "הות נקיטא מתארא בידה והות קא שגרא"
        }, 
        "6": {
            "56": "לאתויי", 
            "54": "ושאינו יכול לעלות ברגליו לאתויי מאי", 
            "42": "לא נצרכה אלא למי שחציו עבד וחציו בן חורין", 
            "48": "והחיגר והסומא וחולה והזקן:", 
            "43": "דיקא נמי דקתני", 
            "49": "תנו רבנן", 
            "52": "רגלים פרט לחיגר", 
            "53": "ולחולה ולסומא ולזקן ולשאינו יכול לעלות ברגליו", 
            "24": "אמר מר", 
            "25": "כל זכורך לרבות את הקטנים", 
            "26": "והתנן חוץ מחרש שוטה וקטן", 
            "27": "אמר אביי לא קשיא", 
            "20": "בשלמא אנדרוגינוס אצטריך סלקא דעתך אמינא", 
            "21": "הואיל ואית ליה צד זכרות ליחייב קמ\"ל דבריה בפני עצמו הוא אלא טומטום ספיקא הוא מי אצטריך קרא למעוטי ספיקא", 
            "22": "אמר אביי", 
            "23": "כשביציו מבחוץ", 
            "46": "אלא לאו", 
            "47": "שאינן משוחררין לגמרי ומאי נינהו מי שחציו עבד וחציו בן חורין ש\"מ:", 
            "44": "נשים ועבדים שאינן משוחררין מאי שאינן משוחררין", 
            "45": "אילימא שאינן משוחררין כלל ליתני עבדים סתמא", 
            "28": "כאן בקטן שהגיע לחינוך כאן בקטן שלא הגיע לחינוך", 
            "29": "קטן שהגיע לחינוך דרבנן היא", 
            "40": "מכדי כל מצוה שהאשה חייבת בה עבד חייב בה כל מצוה שאין האשה חייבת בה אין העבד חייב בה דגמר לה לה מאשה", 
            "41": "אמר רבינא", 
            "1": "אמר רב פפא", 
            "0": "כמי שנגח שור חמור וגמל ונעשה מועד לכל", 
            "3": "אי זהו שוטה זה המאבד כל מה שנותנים לו הוה הדר ביה", 
            "2": "אי שמיע ליה לרב הונא הא דתניא", 
            "5": "כי הוה הדר ביה ממקרע כסותו הוא דהוה הדר ביה דדמיא להא או דלמא מכולהו הוה הדר", 
            "4": "איבעיא להו", 
            "7": "וטומטום ואנדרוגינוס כו':", 
            "6": "תיקו:", 
            "9": "זכור להוציא את הנשים זכורך להוציא טומטום ואנדרוגינוס כל זכורך לרבות את הקטנים", 
            "8": "תנו רבנן", 
            "51": "דבר אחר", 
            "39": "הא למה לי קרא", 
            "38": "אמר קרא (שמות כג, יז) אל פני האדון ה' מי שאין לו אלא אדון אחד יצא זה שיש לו אדון אחר ", 
            "11": "זכור להוציא את הנשים", 
            "10": "אמר מר", 
            "13": "מכדי מצות עשה שהזמן גרמא הוא וכל מצות עשה שהזמן גרמא נשים פטורות", 
            "12": "הא למה לי קרא", 
            "15": "סלקא דעתך אמינא", 
            "14": "אצטריך", 
            "17": "מה להלן נשים חייבות אף כאן נשים חייבות קמ\"ל", 
            "16": "נילף ראייה ראייה מהקהל", 
            "19": "זכורך להוציא טומטום ואנדרוגינוס", 
            "18": "אמר מר", 
            "31": "ואלא קרא למאי אתא", 
            "30": "אין ה\"נ וקרא אסמכתא בעלמא", 
            "37": "אמר רב הונא", 
            "36": "בשלמא נשים כדאמרן אלא עבדים מנלן", 
            "35": "נשים ועבדים שאינן משוחררים וכו':", 
            "34": "המקמץ והמצרף נחשת והבורסי פטורין מן הראייה משום שנאמר (שמות כג, יז) כל זכורך מי שיכול לעלות עם כל זכורך יצאו אלו שאינן ראויין לעלות עם כל זכורך:", 
            "33": "(דתנן) אחרים אומרים", 
            "55": "אמר רבא", 
            "32": "לכדאחרים", 
            "50": "(שמות כג, יד) רגלים פרט לבעלי קבין"
        }, 
        "9": {
            "24": "מאי אחויית ליה", 
            "25": "עמא דאהדרינהו מריה מיניה", 
            "26": "ומאי אחוי לך", 
            "27": "לא ידענא", 
            "20": "מאי אחוי לך", 
            "21": "עמא דאהדרינהו מריה לאפיה מיניה ואנא מחוינא ליה", 
            "22": "ידו נטויה עלינו", 
            "23": "אמרו ליה לההוא מינא", 
            "28": "אמרו", 
            "29": "גברא דלא ידע מאי מחוו ליה במחוג יחוי קמי מלכא", 
            "0": "אינו מהם", 
            "4": "מי ידעיתו כמה משדרנא בצנעא בי שבור מלכא", 
            "8": "אמר רבן שמעון בן גמליאל", 
            "59": "לא קשיא", 
            "58": "אין עציבות לפני הקב\"ה שנאמר (דברי הימים א טז, כז) הוד והדר לפניו עוז וחדוה במקומו", 
            "55": "מפני גאוותה של מלכות שמים", 
            "54": "ר' שמואל בר נחמני אמר", 
            "57": "והאמר רב פפא", 
            "56": "ומי איכא בכיה קמיה הקב\"ה", 
            "51": "מאי מפני גוה", 
            "50": "מקום יש לו להקב\"ה ומסתרים שמו", 
            "53": "מפני גאוותן של ישראל שניטלה מהם ונתנה לעובדי כוכבים", 
            "52": "אמר רב שמואל בר יצחק", 
            "88": "אמר ליה", 
            "89": "איכו השתא מנעתן מהאי בירכתא אמרו ליה ממאן שמיעא לך", 
            "82": "אמר ליה ר' חייא לרבי", 
            "83": "תיב את לא תזלזל בנשיאותך איזיל אנא ואקביל אפיה", 
            "80": "אמרי", 
            "81": "איכא צורבא מרבנן הכא ומאור עינים הוא", 
            "86": "אמר להו", 
            "87": "אתם הקבלתם פנים הנראים ואינן רואין תזכו להקביל פנים הרואים ואינן נראין", 
            "84": "תקפיה ואזל בהדיה", 
            "85": "כי הוו מיפטרי מיניה", 
            "3": "אמר להו", 
            "7": "אמר היינו דתניא", 
            "108": "מתקיף לה רבי זירא", 
            "102": "(ישעיהו נח, ב) ואותי יום יום ידרשון ודעת דרכי יחפצון וכי ביום דורשין אותו ובלילה אין דורשין אותו", 
            "103": "אלא לומר לך כל העוסק בתורה אפי' יום אחד בשנה מעלה עליו הכתוב כאילו עסק כל השנה כולה", 
            "100": "במטותא מינך לא תעניש להו רבנן", 
            "101": "נפק ר' יוחנן לבי מדרשא ודרש", 
            "106": "כל העובר עבירה אפי' יום אחד בשנה מעלה עליו הכתוב כאילו עבר כל השנה כולה:", 
            "107": "אי זהו קטן כל שאינו יכול לרכוב על כתפו של אביו:", 
            "104": "וכן במדת פורענות דכתיב (במדבר יד, לד) במספר הימים אשר תרתם את הארץ וכי ארבעים שנה חטאו והלא ארבעים יום חטאו", 
            "105": "אלא לומר לך", 
            "39": "עבד שרבו מגיד לו מה שיחו תקנה יש לו", 
            "38": "אמר", 
            "33": "אמר להם", 
            "32": "מאי תיהוי עלן מאפיקורוסין", 
            "31": "כי קא ניחא נפשיה דרבי יהושע בן חנניה אמרו ליה רבנן", 
            "30": "אפקוהו וקטלוהו", 
            "37": "רבי אילא הוה סליק בדרגא דבי רבה בר שילא שמעיה לינוקא דהוה קא קרי (עמוס ד, יג) כי הנה יוצר הרים ובורא רוח ומגיד לאדם מה שיחו", 
            "36": "ואי בעית אימא מהכא (בראשית לג, יב) ויאמר נסעה ונלכה ואלכה לנגדך", 
            "35": "כיון שאבדה עצה מבנים נסרחה חכמתן של אומות העולם", 
            "34": "(ירמיהו מט, ז) אבדה עצה מבנים נסרחה חכמתם", 
            "60": "הא בבתי גואי הא בבתי בראי", 
            "61": "ובבתי בראי לא", 
            "62": "והא כתיב (ישעיהו כב, יב) ויקרא אדני ה' צבאות ביום ההוא לבכי ולמספד ולקרחה ולחגור שק", 
            "63": "שאני חרבן בית המקדש דאפילו מלאכי שלום בכו שנאמר (ישעיהו לג, ז) הן אראלם צעקו חוצה מלאכי שלום מר יבכיון:", 
            "64": "(ירמיהו יג, יז) ודמע תדמע ותרד עיני דמעה כי נשבה עדר ה' אמר ר' אלעזר", 
            "65": "שלש דמעות הללו למה", 
            "66": "אחת על מקדש ראשון ואחת על מקדש שני ואחת על ישראל שגלו ממקומן", 
            "67": "ואיכא דאמרי", 
            "68": "אחת על ביטול תורה", 
            "69": "בשלמא למאן דאמר על ישראל שגלו היינו דכתיב כי נשבה עדר ה'", 
            "2": "מר לא בהסתר פנים איתיה ולא בוהיה לאכול איתיה", 
            "6": "אדהכי שדור דבי שבור מלכא וגרבוהו", 
            "99": "קרי אנפשיה (איוב יב, ד) שחוק לרעהו אהיה וגו' א\"ל ר' יוחנן", 
            "98": "חלש דעתיה", 
            "91": "דרבי יעקב איש כפר חיטייא הוה מקביל אפיה דרביה כל יומא כי קש א\"ל", 
            "90": "מפרקיה דרבי יעקב שמיע לי", 
            "93": "אמר ליה", 
            "92": "לא נצטער מר דלא יכיל מר", 
            "95": "ומה הרואה חכמים במיתתן יחיה בחייהן על אחת כמה וכמה", 
            "94": "מי זוטר מאי דכתיב בהו ברבנן (תהלים מט, י) ויחי עוד לנצח לא יראה השחת כי יראה חכמים ימותו", 
            "97": "והוו קרו ליה רבנן בר בי רב דחד יומא", 
            "96": "רב אידי אבוה דרבי יעקב בר אידי הוה רגיל דהוה אזיל תלתא ירחי באורחא וחד יומא בבי רב", 
            "11": "אמר הקב\"ה", 
            "10": "(דברים לא, יח) ואנכי הסתר אסתיר פני ביום ההוא אמר רבא", 
            "13": "רב יוסף אמר", 
            "12": "אף על פי שהסתרתי פני מהם בחלום אדבר בו", 
            "15": "ר' יהושע בן חנניה הוה קאי בי קיסר אחוי ליה ההוא אפיקורוסא", 
            "14": "ידו נטויה עלינו שנאמר (ישעיהו נא, טז) ובצל ידי כסיתיך", 
            "17": "אחוי ליה", 
            "16": "עמא דאהדרינהו מריה לאפיה מיניה", 
            "19": "אמר ליה קיסר לר' יהושע", 
            "18": "ידו נטויה עלינו", 
            "48": "כאן דצריך לרצויה הא דלא צריך לרצויה", 
            "49": "(ירמיהו יג, יז) ואם לא תשמעוה במסתרים תבכה נפשי מפני גוה אמר רב שמואל בר איניא משמיה דרב", 
            "46": "כהנא פוק לאו אורח ארעא", 
            "47": "לא קשיא", 
            "44": "והא רב כהנא הוה גני תותי פורייה דרב ושמעיה דסח וצחק ועשה צרכיו אמר", 
            "45": "דמי פומיה דרב כמאן דלא טעים ליה תבשילא אמר ליה", 
            "42": "אפילו שיחה יתירה שבין איש לאשתו מגידים לו לאדם בשעת מיתה", 
            "43": "איני", 
            "40": "מאי מה שיחו", 
            "41": "אמר רב", 
            "1": "אמרו ליה רבנן לרבא", 
            "5": "אפי' הכי יהבו ביה רבנן עינייהו", 
            "9": "כל מקום שנתנו חכמים עיניהם או מיתה או עוני", 
            "77": "מאיגרא רם לבירא עמיקתא", 
            "76": "כי מטא להאי פסוקא (איכה ב, א) השליך משמים ארץ נפל מן ידיה אמר", 
            "75": "רבי הוה נקיט ספר קינות וקא קרי בגויה", 
            "74": "על שאפשר לעסוק בתורה ואינו עוסק ועל שאי אפשר לעסוק בתורה ועוסק ועל פרנס המתגאה על הצבור", 
            "73": "שלשה הקב\"ה בוכה עליהן בכל יום", 
            "72": "תנו רבנן", 
            "71": "כיון שגלו ישראל ממקומן אין לך ביטול תורה גדול מזה", 
            "70": "אלא למאן דאמר על ביטול תורה מאי כי נשבה עדר ה'", 
            "79": "איכא צורבא מרבנן הכא נזיל וניקביל אפיה", 
            "78": "רבי ורבי חייא הוו שקלי ואזלי באורחא כי מטו לההוא מתא אמרי"
        }, 
        "8": {
            "56": "רבי יוחנן כי מטי להאי קרא בכי", 
            "54": "והא רבא משגר", 
            "42": "אמר רב", 
            "48": "זה הנותן צדקה לעני בפרהסיא כי הא דרבי ינאי חזייה לההוא גברא דקא יהיב זוזא לעני בפרהסיא אמר ליה", 
            "43": "זה ההורג כינה בפני חברו ונמאס בה", 
            "60": "רעות שנעשות צרות זו לזו כגון זיבורא ועקרבא", 
            "61": "ושמואל אמר", 
            "62": "זה הממציא לו מעות לעני בשעת דוחקו", 
            "63": "אמר רבא", 
            "64": "היינו דאמרי אינשי זוזא לעללא לא שכיחא", 
            "49": "מוטב דלא יהבת ליה מהשתא דיהבת ליה וכספתיה", 
            "66": "כל שאינו בהסתר פנים אינו מהם כל שאינו בוהיה לאכול", 
            "52": "רבא אמר", 
            "53": "זה המשגר לאשתו בשר שאינו מחותך בערבי שבתות", 
            "24": "אמר", 
            "25": "היינו דכתיב הן בקדושיו לא יאמין", 
            "26": "איני", 
            "27": "והא ההוא תלמידא דהוה בשיבבותיה דרבי אלכסנדרי ושכיב אדזוטר ואמר", 
            "20": "א\"ל", 
            "21": "לאו הני מעלן טפי", 
            "22": "א\"ל", 
            "23": "הני לאורחא בעינן להו הני נטרן והני לא נטרן", 
            "46": "מאי אם טוב ואם רע", 
            "47": "אמרי דבי ר' ינאי", 
            "44": "ושמואל אמר", 
            "45": "זה הרק בפני חבירו ונמאס", 
            "28": "אי בעי האי מרבנן הוה חיי", 
            "29": "ואם איתא דלמא מהן בקדושיו לא יאמין הוה", 
            "40": "(קהלת יב, יד) כי את כל מעשה האלהים יביא במשפט על כל נעלם עבד שרבו שוקל לו שגגות כזדונות תקנה יש לו", 
            "41": "מאי על כל נעלם", 
            "1": "שקלתא ואנחתא אגבה דכרעה קדחא ואיתרע מזלה ואייתיתה", 
            "0": "ומחריא תנורא", 
            "3": "אית לכו רשותא למיעבד הכי", 
            "2": "א\"ל רב ביבי בר אביי", 
            "5": "ולא כתיב ויש נספה בלא משפט", 
            "4": "אמר ליה", 
            "7": "והכתיב (קהלת א, ד) דור הולך ודור בא", 
            "6": "א\"ל", 
            "9": "דרעינא להו אנא עד דמלו להו לדרא והדר משלימנא ליה לדומה", 
            "8": "אמר", 
            "51": "זה הנותן צדקה לאשה בסתר דקא מייתי לה לידי חשדא", 
            "39": "רבי יוחנן כי מטי להאי קרא בכי", 
            "65": "לתליתא שכיח (דברים לא, יז) וחרה אפי בו ביום ההוא ועזבתים והסתרתי פני מהם אמר רב ברדלא בר טביומי אמר רב", 
            "38": "כל העושה דבר ומתחרט בו מוחלין לו מיד שנאמר (מלאכי ג, ה) ולא יראוני הא יראוני מוחלין להם מיד", 
            "59": "אמר רב", 
            "58": "מאי רעות וצרות", 
            "11": "סוף סוף שניה מאי עבדת", 
            "10": "א\"ל", 
            "13": "אי איכא צורבא מרבנן דמעביר במיליה מוסיפנא להו ליה והויא חלופיה", 
            "12": "אמר", 
            "15": "(איוב ב, ג) ותסיתני בו לבלעו חנם עבד שרבו מסיתין לו וניסת תקנה יש לו", 
            "14": "רבי יוחנן כי מטי להאי קרא בכי", 
            "17": "כי מטי להאי קרא בכי", 
            "16": "רבי יוחנן", 
            "19": "יומא חד הוה קא אזיל באורחא חזייה לההוא גברא דהוה מנקיט תאני שביק הנך דמטו ושקיל הנך דלא מטו", 
            "18": "(איוב טו, טו) הן בקדושיו לא יאמין אי בקדושיו לא יאמין במאן יאמין", 
            "31": "רבי יוחנן כי מטי להאי קרא בכי", 
            "30": "ההוא מבעט ברבותיו הוה", 
            "37": "א\"ר חנינא בר פפא", 
            "36": "כל המטה דינו של גר כאילו מטה דינו של מעלה שנאמר (מלאכי ג, ה) ומטי גר ומטי כתיב", 
            "35": "אמר ריש לקיש", 
            "34": "אוי לנו ששקל עלינו הכתוב קלות כחמורות", 
            "33": "אמר רבי יוחנן בן זכאי", 
            "55": "שאני בת רב חסדא דקים ליה בגווה דבקיאה", 
            "32": "(מלאכי ג, ה) וקרבתי אליכם למשפט והייתי עד ממהר במכשפים ובמנאפים ובנשבעים לשקר ובעושקי שכר שכיר עבד שרבו מקרבו לדונו וממהר להעידו תקנה יש לו", 
            "57": "(דברים לא, כא) והיה כי תמצאן אותו רעות רבות וצרות עבד שרבו ממציא לו רעות וצרות תקנה יש לו", 
            "50": "דבי ר' שילא אמרי"
        }, 
        "51": {
            "24": "השלחן והדולפקי שנפחתו או שחיפן בשייש ושייר בהם מקום הנחת כוסות טמא", 
            "25": "ר' יהודה אומר", 
            "26": "מקום הנחת החתיכות", 
            "27": "וכי תימא שאני עצי שטים דחשיבי ולא בטלי הניחא לר\"ל דאמר", 
            "20": "ראו חיבתכם לפני המקום סילוקו כסידורו", 
            "21": "דא\"ר יהושע בן לוי", 
            "22": "נס גדול נעשה בלחם הפנים כסידורו כך סילוקו שנאמר (שמואל א כא, ז) לשום לחם חום ביום הלקחו", 
            "23": "ותיפוק לי משום ציפוי דהתנן", 
            "28": "לא שנו אלא בכלי אכסלגים הבאין ממדינת הים אבל בכלי מסמים לא בטלי שפיר", 
            "29": "אלא לרבי יוחנן דאמר", 
            "1": "כל הכלים שהיו במקדש יש להם שניים ושלישים שאם נטמאו הראשונים יביאו שניים תחתיהן", 
            "0": "שלא תגעו בשלחן", 
            "3": "וחכ\"א", 
            "2": "כל הכלים שהיו במקדש טעונין טבילה חוץ ממזבח הזהב ומזבח הנחשת מפני שהן כקרקע דברי ר\"א", 
            "5": "<big><strong>גמ׳</strong></big> תנא", 
            "4": "מפני שהן מצופין:", 
            "7": "ותנא דידן מ\"ט לא תני מנורה", 
            "6": "הזהרו שמא תגעו בשולחן ובמנורה", 
            "9": "ואידך", 
            "8": "שלחן כתיב ביה תמיד מנורה לא כתיב בה תמיד", 
            "11": "ואידך", 
            "10": "כיון דכתיב (שמות כו, לה) ואת המנורה נכח השלחן כמאן דכתיב בה תמיד דמי", 
            "13": "ותיפוק לי דכלי עץ העשוי לנחת הוא וכל כלי עץ העשוי לנחת לא מטמא מאי טעמא דומיא דשק בעינן מה שק מיטלטל מלא וריקם אף כל מיטלטל מלא וריקם", 
            "12": "ההוא לקבוע לה מקום הוא דאתא", 
            "15": "דאמר ר\"ל", 
            "14": "האי נמי מיטלטל מלא וריקם הוא כדר\"ל", 
            "17": "ואמאי", 
            "16": "מאי דכתיב (ויקרא כד, ו) על השלחן הטהור מכלל שהוא טמא", 
            "19": "אלא מלמד שמגביהין אותו ומראין בו לעולי רגלים לחם הפנים ואומרים להם", 
            "18": "כלי עץ העשוי לנחת הוא ואינו מקבל טומאה", 
            "31": "וכי תימא", 
            "30": "אפילו בכלי מסמים נמי בטלי מאי איכא למימר", 
            "36": "שאני שלחן", 
            "35": "אלא", 
            "34": "לא שנא בציפוי עומד ולא שנא בציפוי שאינו עומד לא שנא בחופה את לבזבזיו ולא שנא בשאינו חופה את לבזבזיו", 
            "33": "בציפוי עומד או בציפוי שאינו עומד בחופה את לבזבזיו או בשאינו חופה את לבזבזיו וא\"ל", 
            "32": "כאן בציפוי עומד כאן בציפוי שאינו עומד הא בעא מיניה ר\"ל מרבי יוחנן"
        }, 
        "39": {
            "24": "אוכלין אוכלים נגובין בידים מסואבות בתרומה אבל לא בקדש", 
            "20": "שבקדש מתיר ומנגב ומטביל ואח\"כ קושר ובתרומה קושר ואח\"כ מטביל", 
            "21": "כלים הנגמרים בטהרה צריכין טבילה לקדש אבל לא לתרומה", 
            "22": "הכלי מצרף מה שבתוכו לקדש אבל לא לתרומה", 
            "23": "הרביעי בקדש פסול והשלישי בתרומה ובתרומה אם נטמאת אחת מידיו חבירתה טהורה ובקדש מטביל שתיהן שהיד מטמא את חבירתה בקדש אבל לא בתרומה", 
            "1": "הרי שהיו חמריו ופועליו טעונין טהרות אע\"פ שהפליג מהן יותר ממיל טהרותיו טהורות", 
            "0": "והתניא", 
            "3": "לכו ואני אבוא אחריכם כיון שנתעלמו עיניו מהן טהרותיו טמאות", 
            "2": "ואם אמר להם", 
            "5": "א\"ר יצחק נפחא", 
            "4": "מאי שנא רישא ומאי שנא סיפא", 
            "7": "אי הכי סיפא נמי", 
            "6": "רישא במטהר חמריו ופועליו לכך", 
            "9": "אי הכי רישא נמי", 
            "8": "אין ע\"ה מקפיד על מגע חבירו", 
            "11": "אי הכי סיפא נמי", 
            "10": "בבא להם דרך עקלתון", 
            "13": "<br><br><big><strong>הדרן עלך אין דורשין:</strong></big><br><br>", 
            "12": "כיון דאמר להו לכו ואני אבוא אחריכם מיסמך סמכא דעתייהו:", 
            "15": "שמטבילין כלים בתוך כלים לתרומה אבל לא לקדש", 
            "14": "מתני׳ <big><strong>חומר</strong></big> בקדש מבתרומה", 
            "17": "הנושא את המדרס נושא את התרומה אבל לא את הקדש", 
            "16": "אחוריים ותוך ובית הצביטה בתרומה אבל לא בקדש", 
            "19": "לא כמדת הקדש מדת התרומה", 
            "18": "בגדי אוכלי תרומה מדרס לקדש"
        }, 
        "38": {
            "42": "אמר רבי ישמעאל", 
            "48": "חזקה אין אדם משמר מה שביד חברו", 
            "43": "כמה גדולים דברי חכמים שהיו אומרים", 
            "49": "ולא", 
            "24": "הושיט ידו בסל והסל על כתיפו והמגריפה בתוך הסל והיה בלבו על הסל ולא היה בלבו על המגריפה הסל טהור והמגריפה טמאה", 
            "25": "הסל טהור", 
            "26": "תטמא המגריפה לסל", 
            "27": "אין כלי מטמא כלי", 
            "20": "א\"ר ירמיה", 
            "21": "באומר שמרתיה מדבר המטמאה ולא מדבר הפוסלה", 
            "22": "ומי איכא נטירותא לפלגא", 
            "23": "אין והתניא", 
            "46": "אלא לרבי יונתן בן אלעזר נעביד להו שימור בידיה דחבריה", 
            "47": "אמר רבי יוחנן", 
            "44": "בלבו לשומרו טהור אין בלבו לשומרו טמא בשלמא לרבי אלעזר בר צדוק כל אחת ואחת אומרת חברתי אשת עם הארץ ומסחה דעתה מינה", 
            "45": "לרבי יונתן בן עמרם נמי כיון דכלים דשבת עביד להו שימור טפי מסח דעתיה מינייהו", 
            "28": "וליטמא מה שבסל", 
            "29": "אמר רבינא באומר", 
            "40": "רבי מפה זו ארגתיה בטהרה ולא היה בלבי לשומרה ומתוך בדיקות שהיה רבי ישמעאל בודקה אמרה לו", 
            "41": "רבי נימא נפסקה לי וקשרתיה בפה", 
            "1": "ודלמא האי דלא קתני בהו מעלה דאי דמו לתרומה הא תני תרומה ואי דמו לחולין הא תני לחולין (דתנן)", 
            "0": "מדלא קתני בהו מעלה", 
            "3": "הרי הן כתרומה", 
            "2": "חולין שנעשו על טהרת הקודש הרי הן כחולין ר' אלעזר ברבי צדוק אומר", 
            "5": "יוסי בן יועזר היה חסיד שבכהונה והיתה מטפחתו מדרס לקודש", 
            "4": "אלא מסיפא", 
            "7": "חולין שנעשו על טהרת קודש כקודש דמו", 
            "6": "יוחנן בן גודגדא היה אוכל על טהרת הקודש כל ימיו והיתה מטפחתו מדרס לחטאת לחטאת אין לקודש לא אלמא קסבר", 
            "9": "נפלה מעפרתו הימנו אמר לחבירו תנה לי ונתנה לו טמאה", 
            "8": "א\"ר יונתן בן אלעזר", 
            "39": "שוב מעשה באשה אחת שבאת לפני ר' ישמעאל אמרה לו", 
            "38": "בלבו לשומרו טהור אין בלבו לשומרו טמא", 
            "11": "נתחלפו לו כלים של שבת בכלים של חול ולבשן נטמאו", 
            "10": "א\"ר יונתן בן עמרם", 
            "13": "מעשה בשתי נשים חבירות שנתחלפו להן כליהן בבית המרחץ ובא מעשה לפני ר\"ע וטימאן", 
            "12": "א\"ר אלעזר בר צדוק", 
            "15": "אלא מעתה הושיט ידו לסל ליטול פת חטין ועלתה בידו פת שעורים הכי נמי דנטמאת", 
            "14": "מתקיף לה רבי אושעיא", 
            "17": "המשמר את החבית בחזקת של יין ונמצאת של שמן טהורה מלטמא", 
            "16": "וכי תימא הכי נמי והתניא", 
            "19": "ואסורה מלאכול אמאי", 
            "18": "ולטעמיך אימא סיפא", 
            "31": "ועוד מותיב רבה בר אבוה", 
            "30": "שמרתיו מדבר שמטמאו ולא מדבר הפוסלו מכל מקום קשיא", 
            "37": "כמה גדולים דברי חכמים שהיו אומרים", 
            "36": "רבי נדה משכה עמי בחבל א\"ר ישמעאל", 
            "35": "ומתוך בדיקות שהיה רבי ישמעאל בודקה אמרה לו", 
            "34": "בגד זה ארגתיו בטהרה ולא היה בלבי לשומרו בטהרה", 
            "33": "רבי", 
            "32": "מעשה באשה אחת שבאת לפני ר' ישמעאל ואמרה לו"
        }, 
        "11": {
            "24": "האי קרא היכי כתיב", 
            "25": "(שמות כד, ה) וישלח את נערי בני ישראל ויעלו עולות כבשים ויזבחו זבחים שלמים לה' פרים או דלמא אידי ואידי פרים הוו", 
            "26": "למאי נפקא מינה", 
            "27": "מר זוטרא אמר לפיסוק טעמים", 
            "20": "דתניא רבי יוסי הגלילי אומר", 
            "21": "עולה שהקריבו ישראל במדבר אינה טעונה הפשט וניתוח לפי שאין הפשט וניתוח אלא מאהל מועד ואילך", 
            "22": "סמי מכאן ר' ישמעאל", 
            "23": "בעי רב חסדא", 
            "28": "רב אחא בריה דרבא אמר", 
            "29": "לאומר הרי עלי עולה כעולה שהקריבו ישראל במדבר", 
            "1": "כללות ופרטות נאמרו בסיני ונשנו באהל מועד ונשתלשו בערבות מואב", 
            "0": "ופרטות באהל מועד ור' עקיבא אומר", 
            "3": "ר' אלעזר דתניא", 
            "2": "ואי סלקא דעתך עולה שהקריבו ישראל במדבר עולת תמיד הואי מי איכא מידי דמעיקרא לא בעי הפשט וניתוח ולבסוף בעי הפשט וניתוח", 
            "5": "מעשיה נאמרו בסיני והיא עצמה לא קרבה רבי עקיבא אומר", 
            "4": "(במדבר כח, ו) עולת תמיד העשויה בהר סיני ר' אלעזר אומר", 
            "7": "אלא מה אני מקיים (עמוס ה, כה) הזבחים ומנחה הגשתם לי במדבר ארבעים שנה בית ישראל שבטו של לוי שלא עבדו ע\"ז הן הקריבו אותה", 
            "6": "קרבה ושוב לא פסקה", 
            "9": "ר' עקיבא הא נמי דאמרן", 
            "8": "בית הלל הא דאמרן", 
            "11": "שלש מצות נצטוו ישראל בעלותם לרגל", 
            "10": "ר' יוסי הגלילי דתניא ר' יוסי הגלילי אומר", 
            "13": "יש בראייה שאין בשתיהן ויש בחגיגה שאין בשתיהן יש בשמחה שאין בשתיהן", 
            "12": "ראייה וחגיגה ושמחה", 
            "15": "יש בחגיגה מה שאין בשתיהן שחגיגה ישנה לפני הדיבור מה שאין בשתיהן", 
            "14": "יש בראייה שאין בשתיהן שהראייה עולה כולה לגבוה מה שאין כן בשתיהן", 
            "17": "ור' ישמעאל מאי טעמא קא מוקמת ליה כבית שמאי", 
            "16": "יש בשמחה מה שאין בשתיהן שהשמחה נוהגת באנשים ובנשים מה שאין בשתיהן", 
            "19": "והא רבי יוסי הגלילי דאמר עולה שהקריבו ישראל במדבר עולת תמיד הואי מעיקרא לא בעי הפשט וניתוח ולבסוף בעי הפשט וניתוח", 
            "18": "אי סלקא דעתך עולה שהקריבו ישראל במדבר עולת תמיד הואי מי איכא מידי דמעיקרא לא בעי הפשט וניתוח ולבסוף בעי הפשט וניתוח", 
            "31": "תיקו", 
            "30": "מאי פרים הוו או כבשים הוו", 
            "32": "תנן התם אלו דברים שאין להם שיעור"
        }, 
        "10": {
            "42": "עולה שהקריבו ישראל במדבר עולת תמיד הואי", 
            "43": "בית שמאי הא דאמרן ר' ישמעאל דתניא ר' ישמעאל אומר", 
            "24": "שחגיגה ישנה לפני הדיבור מה שאין כן בראייה", 
            "25": "ועוד", 
            "26": "מצינו בנשיאים שריבה בהן הכתוב בשלמים יותר מבעולות", 
            "27": "ובית הלל מאי טעמא לא אמרי כבית שמאי", 
            "20": "ועוד", 
            "21": "מצינו בעצרת שריבה בהן הכתוב בעולות יותר מבשלמים", 
            "22": "ובית הלל אומרים", 
            "23": "הראייה מעה כסף וחגיגה שתי כסף", 
            "44": "כללות נאמרו בסיני", 
            "28": "דקא אמרת ראייה עדיפא דעולה כולה לגבוה אדרבה חגיגה עדיפא דאית בה שתי אכילות", 
            "29": "ודקא אמרת נילף מעצרת דנין קרבן יחיד מקרבן יחיד ואין דנין קרבן יחיד מקרבן צבור", 
            "40": "עולה שהקריבו ישראל במדבר עולת ראייה הואי", 
            "41": "ובית הלל ורבי עקיבא ור' יוסי הגלילי כולהו סבירא להו", 
            "1": "אמר ליה אביי", 
            "0": "עד הכא מאן אתייה", 
            "3": "מכאן ואילך אם יכול לעלות ולאחוז בידו של אביו מירושלים להר הבית חייב ואי לא פטור", 
            "2": "עד הכא דמיחייבא אימיה בשמחה אייתיתיה אימיה", 
            "5": "לדברי בית שמאי (שמואל א א, כב) וחנה לא עלתה כי אמרה לאישה עד יגמל הנער והביאותיו והא שמואל דיכול לרכוב על כתיפו של אביו הוה", 
            "4": "השיב רבי תחת בית הלל", 
            "7": "ולטעמיך תיקשי לך חנה גופה מי לא מיחייבא בשמחה", 
            "6": "א\"ל אבוה", 
            "9": "בעי רבי שמעון", 
            "8": "אלא חנה מפנקותא יתירתא חזייא ביה בשמואל וחשא ביה בשמואל לחולשא דאורחא", 
            "39": "בית שמאי ורבי אלעזר ור' ישמעאל כולהו סבירא להו", 
            "38": "אמר אביי", 
            "11": "היכי דמי", 
            "10": "קטן חיגר לדברי בית שמאי וסומא לדברי שניהם מהו", 
            "13": "לא צריכא בחיגר שיכול להתפשט וסומא שיכול להתפתח מאי", 
            "12": "אילימא בחיגר שאינו יכול להתפשט וסומא שאינו יכול להתפתח השתא גדול פטור קטן מיבעיא", 
            "15": "כל היכא דגדול מיחייב מדאורייתא קטן נמי מחנכינן ליה מדרבנן כל היכא דגדול פטור מדאורייתא מדרבנן קטן נמי פטור:", 
            "14": "אמר אביי", 
            "17": "ת\"ר בית שמאי אומרים", 
            "16": "ב\"ש אומרים הראייה שתי כסף כו':", 
            "19": "שהראייה עולה כולה לגבוה מה שאין כן בחגיגה", 
            "18": "הראייה שתי כסף והחגיגה מעה כסף", 
            "31": "דקאמרת חגיגה עדיפא דישנה לפני הדיבור ראייה נמי ישנה לפני הדיבור", 
            "30": "ובית שמאי מ\"ט לא אמרי כבית הלל", 
            "37": "עולה שהקריבו ישראל במדבר עולת ראייה הואי", 
            "36": "ובית שמאי סברי", 
            "35": "עולה שהקריבו ישראל במדבר עולת תמיד הואי", 
            "34": "קסברי בית הלל", 
            "33": "ובית הלל מאי שנא חגיגה דישנה לפני הדיבור דכתיב (שמות כד, ה) ויזבחו זבחים שלמים ראייה נמי הכתיב (שמות כד, ה) ויעלו עולות", 
            "32": "ודקאמרת נילף מנשיאים דנין דבר הנוהג לדורות מדבר הנוהג לדורות ואין דנין דבר הנוהג לדורות מדבר שאינו נוהג לדורות"
        }, 
        "13": {
            "24": "מן החולין", 
            "25": "ובית הלל אומרים", 
            "26": "מן המעשר", 
            "27": "תניא נמי הכי", 
            "20": "עולות נדרים ונדבות במועד באות ביום טוב אינן באות ועולת ראייה באה אפילו ביו\"ט", 
            "21": "וכשהיא באה אינה באה אלא מן החולין", 
            "22": "ושלמי שמחה באין אף מן המעשר", 
            "23": "וחגיגת יום טוב הראשון של פסח בית שמאי אומרים", 
            "28": "עולות נדרים ונדבות במועד באות ביום טוב אינן באות", 
            "29": "ועולת ראייה באה אפי' ביום טוב", 
            "1": "פשיטא הי מינייהו משוית להו פושעים והי מינייהו משוית להו זריזין", 
            "0": "א\"ל אביי", 
            "3": "דתניא אחרים אומרים", 
            "2": "אלא קרא למאי אתא לכדאחרים", 
            "5": "<big><strong>מתני׳</strong></big> עולות במועד באות מן החולין והשלמים מן המעשר", 
            "4": "המקמץ והמצרף נחשת והבורסי פטורין מן הראייה שנאמר (דברים טז, טז) כל זכורך מי שיכול לעלות עם כל זכורך יצאו אלו שאין יכולין לעלות עם כל זכורך:", 
            "7": "מן החולין ובית הלל אומרים", 
            "6": "יום טוב הראשון של פסח ב\"ש אומרים", 
            "9": "ישראל יוצאין ידי חובתן בנדרים ונדבות ובמעשר בהמה והכהנים בחטאות ואשמות ובבכור ובחזה ושוק אבל לא בעופות ולא במנחות:", 
            "8": "מן המעשר", 
            "11": "דבר שבחובה היא וכל דבר שבחובה אינו בא אלא מן החולין", 
            "10": "<big><strong>גמ׳</strong></big> אלא עולות במועד הוא דבאות מן החולין הא ביום טוב מן המעשר אמאי", 
            "13": "הא קא משמע לן דעולות במועד באות ביום טוב אינן באות כמאן כבית שמאי", 
            "12": "וכי תימא", 
            "15": "בית שמאי אומרים", 
            "14": "דתנן", 
            "17": "ובית הלל אומרים", 
            "16": "מביאין שלמים ואין סומכין עליהן אבל לא עולות", 
            "19": "חסורי מיחסרא והכי קתני", 
            "18": "מביאין שלמים ועולות וסומכין עליהן", 
            "31": "ושלמי שמחה באין אף מן המעשר", 
            "30": "וכשהיא באה אינה באה אלא מן החולין", 
            "37": "הא קא משמע לן חגיגת חמשה עשר אין חגיגת ארבעה עשר לא", 
            "36": "אמר רב אשי", 
            "35": "מאי שנא חגיגת יום טוב הראשון של פסח", 
            "34": "מן המעשר", 
            "33": "מן החולין ובית הלל אומרים", 
            "32": "וחגיגת יום טוב הראשון של פסח בית שמאי אומרים"
        }, 
        "12": {
            "56": "ואין נראין חצאין כו':", 
            "54": "הוקר רגלך מבית רעך בחטאות ואשמות הכתוב מדבר אתה אומר בחטאות ואשמות או אינו אלא בעולות ושלמים", 
            "42": "כל היכא דאתא ולא אייתי דכולי עלמא לא פליגי דעייל ומתחזי ונפיק כי פליגי דאתא ואייתי", 
            "48": "(משלי כה, יז) הוקר רגלך מבית רעך", 
            "43": "רבי יוחנן דאמר ראיית פנים בעזרה", 
            "49": "התם בחטאות ואשמות כדרבי לוי דרבי לוי רמי", 
            "52": "כאן בחטאות ואשמות כאן בעולות ושלמים", 
            "53": "תניא נמי הכי", 
            "24": "נאמרה חגיגה להדיוט ונאמרה ראייה לגבוה מה חגיגה האמורה להדיוט זבחים אף ראייה האמורה לגבוה זבחים", 
            "25": "ומה הן זבחים עולות", 
            "26": "אתה אומר עולות או אינו אלא שלמים", 
            "27": "ודין הוא", 
            "20": "בעיקר הרגל", 
            "21": "איתיביה", 
            "22": "ולא יראו פני ריקם בזבחים אתה אומר בזבחים או אינו אלא בעופות ומנחות", 
            "23": "ודין הוא", 
            "46": "ראיית פנים בקרבן דאפילו קרבן נמי אין לו שיעור", 
            "47": "איתיביה", 
            "44": "ראיית פנים הוא דאין לה שיעור הא לקרבן יש לה שיעור", 
            "45": "וריש לקיש אמר", 
            "28": "נאמרה חגיגה להדיוט ונאמרה ראייה לגבוה מה חגיגה האמורה להדיוט בראוי לו אף ראייה האמורה לגבוה בראוי לו", 
            "29": "וכן בדין שלא יהא שולחנך מלא ושולחן רבך ריקם", 
            "40": "יראה יראה מה אני בחנם אף אתם בחנם", 
            "41": "אלא", 
            "1": "א\"ר יוחנן", 
            "0": "הפאה והבכורים והראיון וגמילות חסדים ותלמוד תורה", 
            "3": "עד שבא ר' אושעיא ברבי ולימד", 
            "2": "כסבורין אנו לומר הראיון אין לו שיעור למעלה אבל יש לו שיעור למטה", 
            "5": "אבל חכמים אומרים", 
            "4": "הראיון אין לו שיעור לא למעלה ולא למטה", 
            "7": "מאי הראיון", 
            "6": "הראייה מעה כסף והחגיגה שתי כסף", 
            "9": "ראיית פנים בעזרה וריש לקיש אמר", 
            "8": "רבי יוחנן אמר", 
            "51": "לא קשיא", 
            "39": "איתיביה ר' יוחנן לריש לקיש", 
            "38": "בעיקר הרגל", 
            "58": "מאן דאית ליה עשרה בנים לא ליסקו האידנא חמשה ולמחר חמשה", 
            "11": "בעיקר הרגל כולי עלמא לא פליגי דראיית פנים בקרבן כי פליגי בשאר ימות הרגל", 
            "10": "ראיית פנים בקרבן", 
            "13": "דר' יוחנן סבר", 
            "12": "כל היכא דאתא ואייתי כולי עלמא לא פליגי דמקבלינן מיניה כי פליגי דאתא ולא אייתי", 
            "15": "ריש לקיש אמר", 
            "14": "ראיית פנים בעזרה דכל אימת דאתי לא צריך לאתויי", 
            "17": "איתיביה ריש לקיש לרבי יוחנן", 
            "16": "ראיית פנים בקרבן דכל אימת דאתי צריך לאתויי", 
            "19": "אמר ליה", 
            "18": "(שמות כג, טו) ולא יראו פני ריקם", 
            "31": "בעיקר הרגל", 
            "30": "א\"ל", 
            "37": "א\"ל", 
            "36": "ואין נראין חצאין משום שנאמר כל זכורך ואין נראין ריקנים משום שנאמר ולא יראו פני ריקם", 
            "35": "בחג המצות ובחג השבועות ובחג הסוכות", 
            "34": "שלש רגלים בשנה נצטוו ישראל לעלות ברגל", 
            "33": "ר' יוסי בר' יהודה אומר", 
            "55": "כשהוא אומר אבוא ביתך בעולות אשלם לך נדרי הרי עולות ושלמים אמור הא מה אני מקיים הוקר רגלך מבית רעך בחטאות ואשמות הכתוב מדבר:", 
            "32": "איתיביה", 
            "57": "סבר רב יוסף למימר", 
            "50": "כתיב הוקר רגלך מבית רעך וכתיב (תהלים סו, יג) אבא ביתך בעולות"
        }, 
        "15": {
            "42": "אלא לאו שמע מינה", 
            "43": "כאן בסתם כאן במפרש ש\"מ", 
            "24": "וכי תימא אמוראי הוא דפליגי מתנייתא לא פליגי והא קתני", 
            "25": "אכילה ראשונה מן החולין", 
            "26": "מאי אכילה ראשונה שיעור דמי אכילה ראשונה מן החולין", 
            "27": "אמר עולא אמר ריש לקיש", 
            "20": "אין טופלין מעות למעות", 
            "21": "אלא הכי אמר ליה", 
            "22": "הרי אמרו אף טופלין בהמה לבהמה", 
            "23": "כמאן דלא כחזקיה ודלא כרבי יוחנן", 
            "44": "איתמר נמי אמר רב שמן בר אבא אמר רבי יוחנן", 
            "28": "הפריש עשר בהמות לחגיגתו הקריב חמש ביום טוב ראשון חוזר ומקריב חמש ביום טוב שני", 
            "29": "רבי יוחנן אמר", 
            "40": "הפריש עשר בהמות לחגיגתו הקריב חמש ביום טוב ראשון חוזר ומקריב חמש ביום טוב שני", 
            "41": "קשיין אהדדי", 
            "1": "רב אשי אמר", 
            "0": "מי שחגיגה באה מהם יצאו אלו שאין חגיגה באה מהם", 
            "3": "ורב אשי האי בחגך מאי עביד ליה", 
            "2": "מושמחת נפקא יצאו אלו שאין בהן שמחה", 
            "5": "דאמר רב דניאל בר קטינא אמר רב", 
            "4": "ההוא לכדרב דניאל בר קטינא", 
            "7": "<big><strong>מתני׳</strong></big> מי שיש לו אוכלים מרובים ונכסים מועטים מביא שלמים מרובים ועולות מועטות", 
            "6": "מניין שאין נושאין נשים במועד שנאמר (דברים טז, יד) ושמחת בחגך ולא באשתך:", 
            "9": "זה וזה מועט על זה נאמר מעה כסף שתי כסף", 
            "8": "נכסים מרובים ואוכלין מועטין מביא עולות מרובות ושלמים מועטין", 
            "39": "והכי נמי מסתברא דכי אתא רבין אמר ר' יוחנן", 
            "38": "(מבדקמא) לא אקרבינהו שמע מינה שיורי שיירינהו", 
            "11": "<big><strong>גמ׳</strong></big> שלמים מרובים מהיכא מייתי", 
            "10": "זה וזה מרובים על זה נאמר (דברים טז, יז) איש כמתנת ידו כברכת ה' אלהיך אשר נתן לך:", 
            "13": "אמר רב חסדא", 
            "12": "הא לית ליה", 
            "15": "א\"ל רב ששת", 
            "14": "טופל ומביא פר גדול", 
            "17": "מאי קאמר ליה", 
            "16": "הרי אמרו טופלין בהמה לבהמה", 
            "19": "הרי אמרו טופלין בהמה לבהמה אבל לא מעות למעות ולימא ליה", 
            "18": "אילימא הכי קאמר ליה", 
            "31": "אמר ר' אבא", 
            "30": "כיון שפסק שוב אינו מקריב", 
            "37": "לא צריכא דאיכא שהות ביום ואית ליה אוכלין", 
            "36": "ואלא דלית ליה אוכלין האי דלא אקרבינהו דלית ליה אוכלין", 
            "35": "אילימא דליכא שהות ביום לקרב האי דלא אקרבינהו דליכא שהות ביום", 
            "34": "האי סתם היכי דמי", 
            "33": "כאן בסתם כאן במפרש", 
            "32": "ולא פליגי"
        }, 
        "14": {
            "24": "אמר רב אשי", 
            "25": "דלמא אתי לעשורי ביו\"ט ואי אפשר לעשר ביום טוב משום סקרתא", 
            "26": "מאי משמע דהאי מסת לישנא דחולין הוא", 
            "27": "דכתיב (אסתר י, א) וישם המלך אחשורוש מס על הארץ:", 
            "20": "ובית הלל אומרים", 
            "21": "אכילה ראשונה מן החולין מכאן ואילך מן המעשר", 
            "22": "ושאר כל ימות הפסח אדם יוצא ידי חובתו במעשר בהמה", 
            "23": "ביום טוב מ\"ט לא", 
            "28": "ישראל יוצאין ידי חובתן בנדרים ונדבות:", 
            "29": "ת\"ר", 
            "1": "חגיגת ארבעה עשר לאו דאורייתא", 
            "0": "אלמא קסבר", 
            "3": "בית הלל אומרים", 
            "2": "אמר מר", 
            "5": "אמאי", 
            "4": "מן המעשר", 
            "7": "אמר עולא", 
            "6": "דבר שבחובה הוא וכל דבר שבחובה אינו בא אלא מן החולין", 
            "9": "חזקיה אמר", 
            "8": "בטופל", 
            "11": "ורבי יוחנן אמר", 
            "10": "טופלין בהמה לבהמה ואין טופלין מעות למעות", 
            "13": "תניא כוותיה דחזקיה תניא כוותיה דרבי יוחנן", 
            "12": "טופלין מעות למעות ואין טופלין בהמה לבהמה", 
            "15": "(דברים טז, י) מסת מלמד שאדם מביא חובתו מן החולין ומנין שאם רצה לערב מערב ת\"ל", 
            "14": "תניא כוותיה דרבי יוחנן", 
            "17": "תניא כוותיה דחזקיה", 
            "16": "(דברים טז, י) כאשר יברכך ה' אלהיך", 
            "19": "יום ראשון מן החולין מכאן ואילך מן המעשר", 
            "18": "מסת מלמד שאדם מביא חובתו מן החולין בית שמאי אומרים", 
            "31": "מכאן אמרו חכמים", 
            "30": "(דברים טז, יד) ושמחת בחגך לרבות כל מיני שמחות לשמחה", 
            "33": "יכול אף בעופות ובמנחות ת\"ל ושמחת בחגך", 
            "32": "ישראל יוצאין ידי חובתן בנדרים ונדבות ובמעשר בהמה והכהנים בחטאת ואשם ובבכור ובחזה ושוק"
        }, 
        "17": {
            "42": "אין אומר בקרו גמל בקרו חזיר", 
            "48": "לא קשיא", 
            "43": "אלא", 
            "49": "כאן באחותו פנויה כאן באשת איש", 
            "52": "כאן", 
            "24": "עבדו ולא עבדו תרוייהו צדיקי גמורי נינהו", 
            "25": "ואינו דומה שונה פרקו מאה פעמים לשונה פרקו מאה ואחד", 
            "26": "א\"ל", 
            "27": "ומשום חד זימנא קרי ליה לא עבדו", 
            "20": "וחסרון לא יוכל להימנות זה שנמנו חביריו לדבר מצוה והוא לא נמנה עמהן", 
            "21": "א\"ל בר הי הי להלל", 
            "22": "מאי דכתיב (מלאכי ג, יח) ושבתם וראיתם בין צדיק לרשע בין עובד אלהים לאשר לא עבדו היינו צדיק היינו עובד אלהים היינו רשע היינו אשר לא עבדו", 
            "23": "א\"ל", 
            "46": "רבי יהודה בן לקיש אמר", 
            "47": "כל תלמיד חכם שפירש מן התורה עליו הכתוב אומר (משלי כז, ח) כצפור נודדת מן קנה כן איש נודד ממקומו ואומר (ירמיהו ב, ה) מה מצאו אבותיכם בי עול כי רחקו מעלי", 
            "44": "בקרו טלה", 
            "45": "ואי זה זה תלמיד חכם שפירש מן התורה", 
            "28": "א\"ל", 
            "29": "אין צא ולמד משוק של חמרין", 
            "40": "גונב אדם אפשר שיחזיר גנבו ויתקן גוזל אדם אפשר שיחזיר גזלו ויתקן אבל הבא על אשת איש ואסרה לבעלה נטרד מן העולם והלך לו", 
            "41": "רבי שמעון בן יוחי אומר", 
            "1": "אלא למ\"ד שני רגל בפני עצמו הוא מאי איכא למימר", 
            "0": "שני תשלומין דראשון הוא", 
            "3": "קסבר רבי יוחנן לילה אינו מחוסר זמן", 
            "2": "אלא אמר רב פפא", 
            "5": "והאמר רבי יוחנן", 
            "4": "ומי א\"ר יוחנן הכי", 
            "7": "ואי ס\"ד קסבר רבי יוחנן לילה אינו מחוסר זמן אפילו שתים בלילה ואחת ביום מביא", 
            "6": "ראה אחת בלילה ושתים ביום מביא שתים בלילה ואחת ביום אינו מביא", 
            "9": "לדברי האומר", 
            "8": "כי קא\"ר יוחנן לדברי האומר לילה מחוסר זמן", 
            "51": "הא והא באשת איש ולא קשיא", 
            "39": "והא תניא רבי שמעון בן מנסיא אומר", 
            "38": "הוליד אין לא הוליד לא", 
            "11": "שתים ביום ואחת בלילה אצטריכא ליה סלקא דעתך אמינא כאתקפתא דרב שישא בריה דרב אידי קמ\"ל כדרב יוסף:", 
            "10": "פשיטא", 
            "13": "א\"ל בר הי הי להלל", 
            "12": "עבר הרגל ולא חג אינו חייב באחריותו ועל זה נאמר מעוות לא יוכל לתקון וחסרון לא יוכל להימנות:", 
            "15": "להמלאות מיבעי ליה", 
            "14": "האי להימנות", 
            "17": "תניא נמי הכי", 
            "16": "אלא זה שמנוהו חביריו לדבר מצוה והוא לא נמנה עמהן", 
            "19": "זה שביטל ק\"ש של שחרית או קריאת שמע של ערבית או שביטל תפלה של שחרית או תפלה של ערבית", 
            "18": "מעוות לא יוכל לתקון", 
            "31": "א\"ל אליהו לבר הי הי וא\"ל לר' אלעזר", 
            "30": "עשרה פרסי בזוזא חד עשר פרסי בתרי זוזי", 
            "37": "אי זה הוא מעוות לא יוכל לתקון זה הבא על הערוה והוליד ממנה ממזר וכו':", 
            "36": "ר' שמעון בן מנסיא אומר", 
            "35": "יאה עניותא ליהודאי כי ברזא סומקא לסוסיא חיורא:", 
            "34": "היינו דאמרי אינשי", 
            "33": "אמר שמואל ואיתימא רב יוסף", 
            "32": "מאי דכתיב (ישעיהו מח, י) הנה צרפתיך ולא בכסף בחרתיך בכור עוני מלמד שחזר הקב\"ה על כל מדות טובות ליתן לישראל ולא מצא אלא עניות", 
            "50": "ואי בעית אימא"
        }, 
        "16": {
            "42": "אף בלילה נמי מביא", 
            "43": "א\"ר ירמיה", 
            "24": "ת\"ל", 
            "25": "אותו אותו אתה חוגג ואי אתה חוגג חוצה לו", 
            "26": "ומאי תשלומין", 
            "27": "ר' יוחנן אמר", 
            "20": "(ויקרא כג, מא) וחגותם אותו חג לה' שבעת ימים יכול יהא חוגג והולך כל שבעה ת\"ל אותו אותו אתה חוגג ואי אתה חוגג כל שבעה", 
            "21": "אם כן למה נאמר שבעה לתשלומין", 
            "22": "ומנין שאם לא חג יו\"ט הראשון של חג שחוגג והולך את כל הרגל ויום טוב האחרון ת\"ל (ויקרא כג, מא) בחדש השביעי תחגו אותו", 
            "23": "אי בחדש השביעי יכול יהא חוגג והולך החדש כולו", 
            "46": "הניחא למאן דאמר פסח", 
            "44": "שאני טומאה דיש לה תשלומין בפסח שני", 
            "45": "מתקיף לה רב פפא", 
            "28": "תשלומין לראשון ור' אושעיא אמר", 
            "29": "תשלומין זה לזה", 
            "40": "נטמא ביום מביא בלילה אינו מביא", 
            "41": "ורבי יוחנן אמר", 
            "1": "מאי גמר", 
            "0": "לא שנו אלא שלא גמר אבל גמר חוזר ומקריב", 
            "3": "אלא שלא גמר היום אבל גמר היום חוזר ומקריב:", 
            "2": "אילימא גמר קרבנותיו מאי מקריב", 
            "5": "עבר הרגל ולא חג אינו חייב באחריותו על זה נאמר (קהלת א, טו) מעוות לא יוכל לתקון וחסרון לא יוכל להמנות", 
            "4": "<big><strong>מתני׳</strong></big> מי שלא חג ביו\"ט הראשון של חג חוגג את כל הרגל ויו\"ט האחרון של חג", 
            "7": "איזהו מעוות שאינו יכול להתקן זה הבא על הערוה והוליד ממנה ממזר", 
            "6": "ר' שמעון בן מנסייא אומר", 
            "9": "ר\"ש בן יוחי אומר", 
            "8": "א\"ת בגונב וגוזל יכול הוא להחזירו ויתקן", 
            "39": "והאמר חזקיה", 
            "38": "ומי א\"ר יוחנן הכי", 
            "11": "זה תלמיד חכם הפורש מן התורה:", 
            "10": "אין קורין מעוות אלא למי שהיה מתוקן בתחילה ונתעוות ואיזה", 
            "13": "אמר רבי יוחנן משום רבי ישמעאל", 
            "12": "<big><strong>גמ׳</strong></big> מנהני מילי", 
            "15": "מופנה דאי לאו מופנה איכא למיפרך", 
            "14": "נאמר עצרת בשביעי של פסח ונאמר עצרת בשמיני של חג מה להלן לתשלומין אף כאן לתשלומין", 
            "17": "מכדי מאי עצרת עצור בעשיית מלאכה הכתיב (דברים טז, ח) לא תעשה מלאכה עצרת דכתב רחמנא למה לי", 
            "16": "מה לשביעי של פסח שכן אינו חלוק משלפניו תאמר בשמיני של חג שחלוק משלפניו לאיי אפנויי מופנה", 
            "19": "ותנא מייתי לה מהכא דתניא", 
            "18": "אלא שמע מינה לאפנויי", 
            "31": "א\"ר זירא", 
            "30": "מאי בינייהו", 
            "37": "אע\"ג דלא חזי בראשון חזי בשני", 
            "36": "תשלומין זה לזה", 
            "35": "ור' אושעיא אמר", 
            "34": "תשלומין לראשון כיון דלא חזי בראשון לא חזי בשני", 
            "33": "רבי יוחנן אמר", 
            "32": "חיגר ביום ראשון ונתפשט ביום שני איכא בינייהו"
        }, 
        "19": {
            "42": "לא נצרכא אלא לכדתנן", 
            "43": "נטל אבן או קורה של הקדש הרי זה לא מעל נתנה לחבירו הוא מעל וחבירו לא מעל", 
            "24": "מיכתב כתיבן", 
            "25": "אמר רמי בר חמא", 
            "26": "לא נצרכא אלא לכדתנן", 
            "27": "השליח שעשה שליחותו בעל הבית מעל לא עשה שליחותו שליח מעל", 
            "20": "ודלמא לעבור עליו בשני לאוין ועשה", 
            "21": "אלא אתיא מדבר מדבר", 
            "22": "כתיב הכא ויחוגו לי במדבר וכתיב התם (עמוס ה, כה) הזבחים ומנחה הגשתם לי במדבר מה להלן זבחים אף כאן זבחים ומאי כהררין התלויין בשערה דברי תורה מדברי קבלה לא ילפינן:", 
            "23": "מעילות:", 
            "46": "ומאי קושיא דלמא כדשמואל דאמר שמואל", 
            "47": "הכא", 
            "44": "מכדי מישקל שקלה מה לי הוא ומה לי חבירו", 
            "45": "היינו כהררין התלויין בשערה", 
            "28": "וכי עשה שליחותו אמאי מעל", 
            "29": "וכי זה חוטא וזה מתחייב", 
            "40": "מאי קושיא דלמא מידי דהוה אמוציא מעות הקדש לחולין", 
            "41": "אלא אמר רב אשי", 
            "1": "חגיגות:", 
            "0": "מלאכת מחשבת אסרה תורה ומלאכת מחשבת לא כתיבא:", 
            "3": "לא צריכא לכדאמר ליה רב פפא לאביי", 
            "2": "מיכתב כתיבן", 
            "5": "דלמא חוגו חגא קאמר רחמנא", 
            "4": "ממאי דהאי וחגותם אותו חג לה' זביחה", 
            "7": "וכי תימא הכי נמי והכתיב (שמות י, כה) ויאמר משה גם אתה תתן בידינו זבחים ועולות", 
            "6": "אלא מעתה דכתיב (שמות ה, א) ויחוגו לי במדבר הכי נמי דחוגו חגא הוא", 
            "9": "אכלו ושתו וחוגו חגא קמאי", 
            "8": "דלמא הכי קאמר רחמנא", 
            "39": "אמר רב אשי", 
            "38": "היינו כהררין התלויין בשערה", 
            "11": "ודלמא הכי קאמר רחמנא", 
            "10": "לא סלקא דעתך דכתיב (שמות כג, יח) ולא ילין חלב חגי עד בקר ואי סלקא דעתך דחוגא הוא תרבא לחגא אית ליה", 
            "13": "אלא מעתה", 
            "12": "חלב הבא בזמן חג לא ילין", 
            "15": "(ויקרא ו, ב) כל הלילה עד הבקר כתיב", 
            "14": "הבא בזמן חג הוא דלא ילין הא דכל השנה כולה ילין", 
            "17": "ההוא לעשה כתב רחמנא האי ללאו", 
            "16": "דלמא אי מההוא הוה אמינא", 
            "19": "(דברים טז, ד) ולא ילין מן הבשר אשר תזבח בערב ביום הראשון לבקר", 
            "18": "ללאו כתב קרא אחרינא", 
            "31": "אמר רבא", 
            "30": "היינו כהררין התלויין בשערה", 
            "37": "שליח עניא מאי קא עביד", 
            "36": "נזכר בעל הבית ולא נזכר שליח שליח מעל", 
            "35": "לא נצרכא אלא לכדתניא", 
            "34": "אלא אמר רבא", 
            "33": "דלמא שאני מעילה דילפא חטא חטא מתרומה מה התם שלוחו של אדם כמותו אף כאן שלוחו של אדם כמותו", 
            "32": "ומאי קושיא"
        }, 
        "18": {
            "42": "מיכתב כתיבן", 
            "48": "מאי כהררין התלויין בשערה", 
            "43": "לא צריכא לכדר' אבא", 
            "24": "לכולהו אית להו פירכא לבר מדשמואל דלית ליה פירכא", 
            "25": "דאי מדר' אליעזר דלמא כדרבי יהודה שאמר משום ר' טרפון", 
            "26": "דתניא רבי יהודה אומר משום רבי טרפון", 
            "27": "לעולם אין אחד מהם נזיר שלא ניתנה נזירות אלא להפלאה", 
            "20": "אמר רב יהודה אמר שמואל", 
            "21": "אי הואי התם אמרי להו", 
            "22": "דידי עדיפא מדידכו שנאמר (במדבר ל, ג) לא יחל דברו הוא אינו מוחל אבל אחרים מוחלין לו", 
            "23": "אמר רבא", 
            "46": "כמאן כרבי שמעון דאמר", 
            "47": "מלאכה שאינה צריכה לגופה פטור עליהאפילו תימא לרבי יהודה התם מתקן הכא מקלקל הוא", 
            "44": "דאמר רבי אבא", 
            "45": "החופר גומא בשבת ואין צריך אלא לעפרה פטור עליה", 
            "28": "אי מדר' יהושע דלמא הכי קאמר", 
            "29": "באפי נשבעתי ולא הדרנא בי", 
            "40": "טבא חדא פלפלתא חריפתא ממלי צנא דקרי:", 
            "41": "הלכות שבת:", 
            "1": "ואיבעית אימא", 
            "0": "באונס כאן ברצון", 
            "3": "כאן באשת כהן כאן באשת ישראל", 
            "2": "הא והא באונס ול\"ק", 
            "5": "כיון שיוצא אדם מדבר הלכה לדבר מקרא שוב אין לו שלום", 
            "4": "(זכריה ח, י) וליוצא ולבא אין שלום אמר רב", 
            "7": "זה הפורש מתלמוד למשנה ור' יוחנן אמר", 
            "6": "ושמואל אמר", 
            "9": "<big><strong>מתני׳</strong></big> היתר נדרים פורחין באויר ואין להם על מה שיסמכו", 
            "8": "אפילו מש\"ס לש\"ס:", 
            "39": "היינו דאמרי אינשי", 
            "38": "אמר רבא ואיתימא רב נחמן בר יצחק", 
            "11": "הדינין והעבודות הטהרות והטמאות ועריות יש להן על מה שיסמכו והן הן גופי תורה:", 
            "10": "הלכות שבת חגיגות והמעילות הרי הם כהררים התלוין בשערה שהן מקרא מועט והלכות מרובות", 
            "13": "יש להם על מה שיסמכו שנאמר (ויקרא כז, ב) כי יפליא (במדבר ו, ב) כי יפליא שתי פעמים אחת הפלאה לאיסור ואחת הפלאה להיתר", 
            "12": "<big><strong>גמ׳</strong></big> תניא רבי אליעזר אומר", 
            "15": "יש להם על מה שיסמכו שנאמר (תהלים צה, יא) אשר נשבעתי באפי באפי נשבעתי וחזרתי בי", 
            "14": "רבי יהושע אומר", 
            "17": "יש להם על מה שיסמכו שנאמר (שמות לה, ה) כל נדיב לבו", 
            "16": "ר' יצחק אומר", 
            "19": "יש להם על מה שיסמכו שנאמר (תהלים קיט, קו) נשבעתי ואקיימה לשמור משפטי צדקך", 
            "18": "חנניה בן אחי רבי יהושע אומר", 
            "31": "דאמר שמואל", 
            "30": "אי מדרבי יצחק דלמא לאפוקי מדשמואל", 
            "37": "אלא דשמואל לית ליה פירכא", 
            "36": "מנין שנשבעין לקיים את המצוה שנאמר נשבעתי ואקיימה לשמור משפטי צדקך", 
            "35": "דאמר רב גידל אמר רב", 
            "34": "אי מדחנניה בן אחי רבי יהושע דלמא כרב גידל אמר רב", 
            "33": "דאע\"ג דלא הוציא בשפתיו", 
            "32": "גמר בלבו צריך שיוציא בשפתיו והא קמ\"ל"
        }, 
        "31": {
            "56": "א\"ר אמי", 
            "54": "אי הכי לא מפני שסמיכה בנשים", 
            "42": "רבי יוסי ור' (ישמעאל) [שמעון] אומרים", 
            "48": "ואי ס\"ד סמיכה בכל כחו בעינן משום נחת רוח דנשים עבדינן עבודה בקדשים", 
            "43": "בנות ישראל סומכות רשות", 
            "60": "אמר רב פפא", 
            "61": "שמע מינה צדדין אסורין דאי ס\"ד צדדין מותרין לסמוך לצדדין אלא לאו שמע מינה", 
            "62": "צדדין אסורין", 
            "49": "אלא לאו ש\"מ", 
            "52": "דאמר להו", 
            "53": "אקפו ידייכו", 
            "24": "יצא מנחם ונכנס שמאי כו':", 
            "25": "להיכן יצא", 
            "26": "אביי אמר", 
            "27": "יצא לתרבות רעה", 
            "20": "שמעון בן שטח אב ב\"ד ר\"י בן טבאי נשיא היינו דקא מורי הלכה בפני שמעון בן שטח", 
            "21": "אלא אי אמרת רבנן דאמרי", 
            "22": "יהודה בן טבאי אב ב\"ד שמעון בן שטח נשיא אב ב\"ד בפני נשיא מי מורה הלכה", 
            "23": "לא מאי קבל עליו דקאמר לאצטרופי דאפי' אצטרופי נמי לא מצטריפנא:", 
            "46": "פעם אחת היה לנו עגל של זבחי שלמים והביאנוהו לעזרת נשים וסמכו עליו נשים", 
            "47": "לא מפני שסמיכה בנשים אלא כדי לעשות נחת רוח לנשים", 
            "44": "אמר רבי יוסי", 
            "45": "סח לי אבא אלעזר", 
            "28": "רבא אמר יצא לעבודת המלך", 
            "29": "תניא נמי הכי", 
            "40": "מיתיבי", 
            "41": "(ויקרא א, ב) דבר אל בני ישראל וסמך בני ישראל סומכין ואין בנות ישראל סומכות", 
            "1": "<big><strong>גמ׳</strong></big> ת\"ר", 
            "0": "הראשונים היו נשיאים ושניים להם אב ב\"ד:", 
            "3": "וחכמים אומרים", 
            "2": "שלשה מזוגות הראשונים שאמרו שלא לסמוך ושנים מזוגות האחרונים שאמרו לסמוך (הראשונים) היו נשיאים ושניים להם אבות ב\"ד דברי רבי מאיר", 
            "5": "מאן תנא להא דתנו רבנן", 
            "4": "יהודה בן טבאי אב ב\"ד ושמעון בן שטח נשיא", 
            "7": "אראה בנחמה אם לא הרגתי עד זומם להוציא מלבן של צדוקין שהיו אומרים אין עדים זוממין נהרגין עד שיהרג הנידון", 
            "6": "אמר רבי יהודה בן טבאי", 
            "9": "אראה בנחמה אם לא שפכת דם נקי שהרי אמרו חכמים", 
            "8": "אמר לו שמעון בן שטח", 
            "51": "לעולם אימא לך בעינן בכל כחו", 
            "39": "ליסמוך", 
            "38": "דאי ס\"ד לא בעינן בכל כחו מאי קא עביד", 
            "59": "כדי לעשות נחת רוח לנשים", 
            "58": "חדא דליתא לסמיכה כלל ועוד", 
            "11": "מיד קבל עליו יהודה בן טבאי שאינו מורה הלכה אלא בפני שמעון בן שטח", 
            "10": "אין עדים זוממין נהרגין עד שיזומו שניהם ואין לוקין עד שיזומו שניהם ואין משלמין ממון עד שיזומו שניהם", 
            "13": "כסבורין העם לומר שקולו של הרוג הוא", 
            "12": "כל ימיו של יהודה בן טבאי היה משתטח על קברו של אותו הרוג והיה קולו נשמע", 
            "15": "קולי הוא תדעו שלמחר הוא מת ואין קולו נשמע", 
            "14": "אמר להם", 
            "17": "ודלמא פיוסי פייסיה או בדינא תבעי'", 
            "16": "אמר ליה רב אחא בריה דרבא לרב אשי", 
            "19": "אי אמרת בשלמא רבי מאיר דאמר", 
            "18": "מני הא", 
            "31": "אמר רב שמן בר אבא א\"ר יוחנן", 
            "30": "יצא מנחם לעבודת המלך ויצאו עמו שמונים זוגות תלמידים לבושין סיריקון", 
            "37": "שמע מינה סמיכה בכל כחו בעינן", 
            "36": "אמר רמי בר חמא", 
            "35": "לאפוקי ממאן דאמר בסמיכה גופה פליגי קא משמע לן בשבות הוא דפליגי", 
            "34": "הא נמי פשיטא", 
            "33": "פשיטא שבות מצוה אצטריכא ליה", 
            "55": "תיפוק ליה דאינה לסמיכה כלל", 
            "32": "לעולם אל תהא שבות קלה בעיניך שהרי סמיכה אינה אלא משום שבות ונחלקו בה גדולי הדור", 
            "57": "חדא ועוד קאמר", 
            "50": "לא בעינן בכל כחו"
        }, 
        "30": {
            "56": "נשמתו של אדם מעידה בו שנאמר (מיכה ז, ה) משכבת חיקך שמור פתחי פיך אי זו היא דבר ששוכבת בחיקו של אדם הוי אומר זו נשמה", 
            "54": "אבני ביתו וקורות ביתו של אדם הם מעידין בו שנאמר (חבקוק ב, יא) כי אבן מקיר תזעק וכפיס מעץ יעננה", 
            "42": "לא קשיא", 
            "48": "המסתכל בכהנים בזמן שבהמ\"ק קיים שהיו עומדין על דוכנן ומברכין את ישראל בשם המפורש", 
            "43": "הא דמצי כייף ליה ליצריה הא דלא מצי כייף ליצריה", 
            "60": "אבריו של אדם מעידין בו שנאמר (ישעיהו מג, יב) ואתם עדי נאם ה' ואני אל:", 
            "61": "<big><strong>מתני׳</strong></big> (יוסי) בן יועזר אומר שלא לסמוך יוסף בן יוחנן אומר לסמוך יהושע בן פרחיה אומר שלא לסמוך", 
            "62": "ניתאי הארבלי אומר לסמוך יהודה בן טבאי אומר שלא לסמוך", 
            "63": "שמעון בן שטח אומר לסמוך שמעיה אומר לסמוך אבטליון אומר שלא לסמוך", 
            "64": "הלל ומנחם לא נחלקו יצא מנחם נכנס שמאי", 
            "49": "דרש ר' יהודה ברבי נחמני מתורגמניה דריש לקיש", 
            "52": "שמא תאמר", 
            "53": "מי מעיד בי", 
            "24": "בשלמא מה למעלה מה למטה מה לאחור לחיי אלא לפנים מה דהוה הוה", 
            "25": "ר' יוחנן ור\"א דאמרי תרוייהו", 
            "26": "משל למלך ב\"ו שאמר לעבדיו", 
            "27": "בנו לי פלטירין גדולין על האשפה הלכו ובנו לו", 
            "20": "יש להם דעת כמלאכי השרת ומהלכין בקומה זקופה כמלאכי השרת ומספרים בלשון הקדש כמלאכי השרת", 
            "21": "שלשה כבהמה", 
            "22": "אוכלין ושותין כבהמה ופרין ורבין כבהמה ומוציאין רעי כבהמה:", 
            "23": "כל המסתכל בד' דברים רתוי לו שלא בא לעולם כו':", 
            "46": "בקשת ובנשיא ובכהנים", 
            "47": "בקשת דכתיב כמראה הקשת אשר יהיה בענן ביום הגשם הוא מראה דמות כבוד ה' בנשיא דכתיב (במדבר כז, כ) ונתת מהודך עליו", 
            "44": "דרש ר' יהודה ברבי נחמני מתורגמניה דריש לקיש", 
            "45": "כל המסתכל בג' דברים עיניו כהות", 
            "28": "אין רצונו של מלך להזכיר שם אשפה:", 
            "29": "כל שלא חס על כבוד קונו רתוי לו שלא בא לעולם:", 
            "40": "והאמר ר' אלעא הזקן", 
            "41": "אם רואה אדם שיצרו מתגבר עליו ילך למקום שאין מכירין אותו וילבש שחורין ויתעטף שחורין ויעשה מה שלבו חפץ ואל יחלל שם שמים בפרהסיא", 
            "1": "אמר רבה בר בר חנה אמר רבי יוחנן", 
            "0": "מאי דרש", 
            "3": "ורבי אבהו אמר", 
            "2": "(דברים לג, ב) (ואתא) מרבבות קדש אות הוא ברבבה שלו", 
            "5": "וריש לקיש אמר", 
            "4": "(שיר השירים ה, י) דגול מרבבה דוגמא הוא ברבבה שלו", 
            "7": "ורבי חייא בר אבא א\"ר יוחנן", 
            "6": "(ישעיהו מח, ב) ה' צבאות שמו אדון הוא בצבא שלו", 
            "9": "ת\"ר", 
            "8": "(מלכים א יט, יא) לא ברוח ה' ואחר הרוח רעש לא ברעש ה' ואחר הרעש אש לא באש ה' ואחר האש קול דממה דקה והנה ה' עובר", 
            "51": "ואין אלוף אלא הקב\"ה שנאמר (ירמיהו ג, ד) אלוף נעורי אתה", 
            "39": "איני", 
            "65": "שמאי אומר שלא לסמוך הלל אומר לסמוך", 
            "38": "כל העובר עבירה בסתר כאילו דוחק רגלי שכינה שנא' (ישעיהו סו, א) כה אמר ה' השמים כסאי והארץ הדום רגלי", 
            "59": "(וחכ\"א)", 
            "58": "שני מלאכי השרת המלוין אותו הן מעידין בו שנאמר (תהלים צא, יא) כי מלאכיו יצוה לך לשמרך בכל דרכיך", 
            "11": "שלשה כמלאכי השרת", 
            "10": "ששה דברים נאמרו בשדים שלשה כמלאכי השרת ושלשה כבני אדם", 
            "13": "יודעין ס\"ד", 
            "12": "יש להם כנפים כמלאכי השרת וטסין מסוף העולם ועד סופו כמלאכי השרת ויודעין מה שעתיד להיות כמלאכי השרת", 
            "15": "שומעין מאחורי הפרגוד כמלאכי השרת", 
            "14": "אלא", 
            "17": "אוכלין ושותין כבני אדם פרין ורבין כבני אדם ומתים כבני אדם", 
            "16": "ושלשה כבני אדם", 
            "19": "שלשה כמלאכי השרת", 
            "18": "ששה דברים נאמרו בבני אדם שלשה כמלאכי השרת שלשה כבהמה", 
            "31": "ר' אבא אמר", 
            "30": "מאי היא", 
            "37": "דאמר רבי יצחק", 
            "36": "זה העובר עבירה בסתר כדר' יצחק", 
            "35": "רב יוסף אמר", 
            "34": "מסתכל בקשת דכתיב (יחזקאל א, כח) כמראה הקשת אשר יהיה בענן ביום הגשם כן מראה הנגה סביב הוא מראה דמות כבוד ה'", 
            "33": "זה העובר עבירה בסתר", 
            "55": "וחכ\"א", 
            "32": "זה המסתכל בקשת רב יוסף אמר", 
            "57": "ר' זריקא אמר", 
            "50": "מאי דכתיב (מיכה ז, ה) אל תאמינו ברע אל תבטחו באלוף אם יאמר לך יצר הרע חטוא והקב\"ה מוחל אל תאמן (שנא') אל תאמן ברע ואין רע אלא יצר הרע שנאמר (בראשית ח, כא) כי יצר לב האדם רע"
        }, 
        "37": {
            "11": "חולין ומעשר כהדדי נינהו", 
            "10": "אתאן לר' מאיר דאמר", 
            "13": "אין רישא רבנן וסיפא ר' מאיר", 
            "12": "רישא רבנן וסיפא ר' מאיר", 
            "15": "אמר רב מרי", 
            "14": "רב אחא בר אדא מתני לה בסיפא חמש מעלות ומוקי לה כולה כרבנן", 
            "17": "ממאי", 
            "16": "שמע מינה חולין שנעשו על טהרת הקודש כקודש דמו", 
            "1": "מטביל בעליונה ואני אומר", 
            "0": "מאיר היה אומר", 
            "3": "א\"ל", 
            "2": "בתחתונה ולא בעליונה", 
            "5": "הטובל לחולין והוחזק לחולין כו':", 
            "4": "אי תניא תניא:", 
            "7": "אימא סיפא", 
            "6": "מני מתניתין רבנן היא דשני להו בין חולין למעשר", 
            "9": "בגדי פרושין מדרס לאוכלי תרומה", 
            "8": "בגדי עם הארץ מדרס לפרושין"
        }, 
        "36": {
            "42": "או דלמא", 
            "48": "העליונה והתחתונה של עשרים עשרים סאה והאמצעית של ארבעים סאה וחרדלית של גשמים עוברת ביניהן", 
            "43": "גוד אסיק נמי אית ליה", 
            "49": "רבי יהודה אומר", 
            "24": "טבל ועלה מחזיק עצמו לכל מה שירצה", 
            "25": "מיתיבי עודהו רגלו אחת במים הוחזק לדבר קל מחזיק עצמו לדבר חמור עלה שוב אינו מחזיק", 
            "26": "מאי לאו אינו מחזיק כלל", 
            "27": "לא עודהו אע\"פ שהוחזק מחזיק עלה אם לא הוחזק מחזיק ואם הוחזק אינו מחזיק", 
            "20": "לא כאילו לא טבל למעשר אבל טבל לחולין", 
            "21": "הוא סבר דחי קא מדחי ליה נפק דק ואשכח דתניא", 
            "22": "טבל ולא הוחזק אסור למעשר ומותר לחולין", 
            "23": "אר\"א", 
            "46": "שלש גממיות בנחל", 
            "47": "העליונה התחתונה והאמצעית", 
            "44": "א\"ל", 
            "45": "תניתוה", 
            "28": "מאן תנא עודהו רגלו אחת במים", 
            "29": "א\"ר פדת", 
            "40": "לרבי יהודה מהו להטביל מחטין וצינוריות בראשו של ראשון", 
            "41": "גוד אחית אית ליה לרבי יהודה גוד אסיק לית ליה", 
            "1": "ומנא תימרא דחולין לא בעו כוונה דתנן", 
            "0": "כאן למעשר", 
            "3": "קתני אדם דומיא דכלים מה כלים דלא מכווני אף אדם דלא מכוין", 
            "2": "גל שנתלש ובו ארבעים סאה ונפל על האדם ועל הכלים טהורין", 
            "5": "וכי תימא", 
            "4": "וממאי דלמא ביושב ומצפה אימתי יתלש הגל עסקינן וכלים דומיא דאדם מה אדם דבר כוונה אף כלים דמכוין להו", 
            "7": "ליגזור דלמא אתי למיטבל בחרדלית של גשמים א\"נ נגזור ראשין אטו כיפין קמ\"ל דלא גזרינן", 
            "6": "ביושב ומצפה מאי למימרא סלקא דעתך אמינא", 
            "9": "מטבילין בראשין ואין מטבילין בכיפין לפי שאין מטבילין באויר", 
            "8": "ומנא תימרא דלא מטבילין בכיפין דתניא", 
            "51": "והתניא רבי יהודה אומר", 
            "39": "אמר עולא בעי מיניה מרבי יוחנן", 
            "38": "מחלוקת מטומאה לטהרה אבל במעלות דרבנן דברי הכל אף השני טהור ופליגא דרבי פדת", 
            "11": "פירות שנפלו לתוך אמת המים ופשט מי שידיו טמאות ונטלן ידיו טהורות ופירות אינן בכי יותן", 
            "10": "אלא מהא דתנן", 
            "13": "איתיביה רבה לרב נחמן", 
            "12": "ואם בשביל שיודחו ידיו ידיו טהורות והפירות הרי הן בכי יותן", 
            "15": "ה\"ק", 
            "14": "הטובל לחולין והוחזק לחולין אסור למעשר הוחזק אין לא הוחזק לא", 
            "17": "איתיביה", 
            "16": "אע\"פ שהוחזק לחולין אסור למעשר", 
            "19": "מאי לאו כאילו לא טבל כלל", 
            "18": "טבל ולא הוחזק כאילו לא טבל", 
            "31": "דתנן", 
            "30": "ר' יהודה היא", 
            "37": "איכא דאמרי אמר רב נחמן אמר רבה בר אבוה", 
            "36": "מחלוקת במעלות דרבנן אבל מטומאה לטהרה דברי הכל (אף) השני טמא והיינו דרבי פדת", 
            "35": "אמר רב נחמן אמר רבה בר אבוה", 
            "34": "אם היו רגליו של ראשון נוגעות במים אף השני טהור", 
            "33": "אמר רבי יהודה", 
            "32": "מקוה שנמדד ויש בו ארבעים סאה מכוונות וירדו שנים וטבלו זה אחר זה הראשון טהור והשני טמא", 
            "50": "מאיר היה אומר מטביל בעליונה"
        }, 
        "35": {
            "24": "עד כאן לא פליגי רבנן עליה דרבי מאיר אלא באכילה דמעשר אבל בנגיעה דמעשר ובאכילה דחולין לא פליגי", 
            "25": "אלא", 
            "26": "אידי ואידי באכילה ולא קשיא ", 
            "27": "כאן באכילה דנהמא כאן באכילה דפירי", 
            "20": "לא קשיא", 
            "21": "כאן באכילה", 
            "22": "כאן בנגיעה", 
            "23": "מתקיף לה רב שימי בר אשי", 
            "28": "דאמר רב נחמן", 
            "29": "כל הנוטל ידיו לפירות הרי זה מגסי הרוח", 
            "1": "ולקודש מטבילין ולחטאת אם נטמאו ידיו נטמא גופו", 
            "0": "<big><strong>מתני׳</strong></big> נוטלין לידים לחולין ולמעשר ולתרומה", 
            "3": "טבל למעשר הוחזק למעשר אסור לתרומה", 
            "2": "טבל לחולין הוחזק לחולין אסור למעשר", 
            "5": "טבל לקודש הוחזק לקודש אסור לחטאת", 
            "4": "טבל לתרומה הוחזק לתרומה אסור לקודש", 
            "7": "בגדי עם הארץ מדרס לפרושין בגדי פרושין מדרס לאוכלי תרומה בגדי אוכלי תרומה מדרס לקודש בגדי קודש מדרס לחטאת", 
            "6": "טבל לחמור מותר לקל טבל ולא הוחזק כאילו לא טבל", 
            "9": "יוחנן בן גודגדא היה אוכל על טהרת הקודש כל ימיו והיתה מטפחתו מדרס לחטאת:", 
            "8": "יוסף בן יועזר היה חסיד שבכהונה והיתה מטפחתו מדרס לקודש", 
            "11": "ורמינהי", 
            "10": "<big><strong>גמ׳</strong></big> חולין ומעשר מי בעו נטילת ידים", 
            "13": "קשיא מעשר אמעשר קשיא חולין אחולין", 
            "12": "התרומה והביכורים חייבין עליהן מיתה וחומש ואסור לזרים והן נכסי כהן ועולין באחד ומאה וטעונין נטילת ידים והערב שמש הרי אלו בתרומה וביכורים מה שאין כן במעשר וכל שכן בחולין", 
            "15": "הא ר' מאיר והא רבנן", 
            "14": "בשלמא מעשר אמעשר לא קשיא", 
            "17": "כל הטעון ביאת מים מדברי סופרים מטמא את הקודש ופוסל את התרומה ומותר לחולין ולמעשר דברי רבי מאיר", 
            "16": "דתנן", 
            "19": "אלא חולין אחולין קשיא", 
            "18": "וחכמים אוסרים במעשר", 
            "31": "הנוטל ידיו נתכוון ידיו טהורות לא נתכוון ידיו טמאות", 
            "30": "ת\"ר", 
            "36": "כאן לחולין", 
            "35": "לא קשיא", 
            "34": "אמר רב נחמן", 
            "33": "והתניא בין נתכוון בין לא נתכוון ידיו טהורות", 
            "32": "וכן המטביל ידיו נתכוון ידיו טהורות לא נתכוון ידיו טמאות"
        }, 
        "34": {
            "42": "לא קשיא כאן ביו\"ט שחל להיות אחר השבת כאן ביום טוב שחל להיות בשבת:", 
            "24": "רבי עקיבא אומר", 
            "25": "אינו צריך הרי הוא אומר (ויקרא כג, ד) אלה מועדי ה' וגו'", 
            "26": "במה הכתוב מדבר", 
            "27": "אם בראשון הרי כבר נאמר שבתון אם בשביעי הרי כבר נאמר שבתון", 
            "20": "ראש חדש יוכיח שיש בו קרבן מוסף ומותר בעשיית מלאכה", 
            "21": "מה לראש חדש שאין קרוי מקרא קדש תאמר בחולו של מועד שקרוי מקרא קדש הואיל וקרוי מקרא קדש דין הוא שאסור בעשיית מלאכה", 
            "22": "תניא אידך", 
            "23": "(ויקרא כג, ז) כל מלאכת עבודה לא תעשו לימד על חולו של מועד שאסור בעשיית מלאכה דברי ר' יוסי הגלילי", 
            "28": "הא אין הכתוב מדבר אלא בחולו של מועד ללמדך שאסור בעשיית מלאכה", 
            "29": "תניא אידך", 
            "40": "אלא אימא", 
            "41": "מפני שיום טבוח היה", 
            "1": "וריש לקיש אמר", 
            "0": "לא ידענא כמה קא משמע לן דרבי אלעזר א\"ר אושעיא", 
            "3": "אימת", 
            "2": "(שמות כג, טז) וחג הקציר איזהו חג שאתה חוגג וקוצר בו הוי אומר זה עצרת", 
            "5": "אלא לאו לתשלומין", 
            "4": "אילימא ביו\"ט קצירה ביו\"ט מי שרי", 
            "7": "אלא מעתה חג האסיף אי זהו חג שיש בו אסיפה הוי אומר זה חג הסוכות", 
            "6": "א\"ר יוחנן", 
            "9": "חולו של מועד מי שרי", 
            "8": "אימת אילימא ביו\"ט מלאכה ביו\"ט מי שרי אלא בחולו של מועד", 
            "39": "אי ביום טוב מי קאתו", 
            "38": "יו\"ט ס\"ד", 
            "11": "חג הבא בזמן קצירה", 
            "10": "אלא חג הבא בזמן אסיפה הכא נמי", 
            "13": "דתנו רבנן", 
            "12": "מכלל דתרוייהו סבירא להו דחולו של מועד אסור בעשיית מלאכה מנהני מילי", 
            "15": "רבי יונתן אומר", 
            "14": "(שמות כג, טו) את חג המצות תשמור שבעת ימים לימד על חולו של מועד שאסור בעשיית מלאכה דברי רבי יאשיה", 
            "17": "ומה ראשון ושביעי שאין קדושה לפניהן ולאחריהן אסור בעשיית מלאכה חולו של מועד שיש קדושה לפניהן ולאחריהן אינו דין שיהא אסור בעשיית מלאכה", 
            "16": "אינו צריך קל וחומר", 
            "19": "מה לששת ימי בראשית שאין בהן קרבן מוסף תאמר בחולו של מועד שיש בו קרבן מוסף", 
            "18": "ששת ימי בראשית יוכיחו שיש קדושה לפניהן ולאחריהן ומותרין בעשיית מלאכה", 
            "31": "בכל מלאכה", 
            "30": "(דברים טז, ח) ששת ימים תאכל מצות וביום השביעי עצרת לה' מה שביעי עצור אף ששת ימים עצורין אי מה שביעי עצור בכל מלאכה אף ששת ימים עצורין", 
            "37": "מעשה ומת אלכסא בלוד ונכנסו כל ישראל לסופדו ולא הניחם רבי טרפון מפני שיום טוב של עצרת היה", 
            "36": "(והאיתמר)", 
            "35": "ומותרין בהספד ותענית שלא לקיים את דברי האומרין עצרת אחר השבת:", 
            "34": "הא לא מסרן הכתוב אלא לחכמים לומר לך איזה יום אסור ואיזה יום מותר איזו מלאכה אסורה ואיזו מלאכה מותרת:", 
            "33": "וביום השביעי עצרת השביעי עצור בכל מלאכה ואין ששה ימים עצורין בכל מלאכה", 
            "32": "ת\"ל"
        }, 
        "33": {
            "24": "מאי לאו גמר מחדש מה חדש יום אחד אף עצרת יום אחד", 
            "25": "אמר רבא", 
            "26": "ותסברא", 
            "27": "אטו עצרת יומי מנינן שבועי לא מנינן", 
            "20": "ימי טבוח", 
            "21": "ת\"ש דתני רבה בר שמואל", 
            "22": "אמרה תורה מנה ימים וקדש חדש מנה ימים וקדש עצרת", 
            "23": "מה חדש למנוייו אף עצרת למנוייה", 
            "28": "והאמר אביי", 
            "29": "מצוה למימני יומי דכתיב (ויקרא כג, טז) תספרו חמשים יום ומצוה למימני שבועי דכתיב (דברים טז, ט) שבעה שבועות תספר לך", 
            "40": "ואי מדר\"א בן יעקב", 
            "1": "תנן", 
            "0": "דכתיב (דברים טז, ז) ופנית בבקר והלכת לאהליך", 
            "3": "יום טבוח אחר השבת וב\"ה אומרים", 
            "2": "עצרת שחל להיות ערב שבת ב\"ש אומרים", 
            "5": "מאי לאו אין לה יום טבוח כלל", 
            "4": "אין לה יום טבוח", 
            "7": "ומאי קמ\"ל דמקרבינן ביומיה הא איפליגו בה חדא זימנא", 
            "6": "לא שאינה צריכה יום טבוח", 
            "9": "מביאין שלמים ואין סומכין עליהם אבל לא עולות", 
            "8": "דתנן ב\"ש אומרים", 
            "39": "מה תשלומין של חג המצות אסור בעשיית מלאכה אף תשלומי עצרת נמי אסור בעשיית מלאכה קמשמע לן דר\"א בן יעקב", 
            "38": "דאי מדר\"א א\"ר אושעיא הוה אמינא", 
            "11": "מביאין שלמים ועולות וסומכין עליהם", 
            "10": "וב\"ה אומרים", 
            "13": "ואי אשמעינן בהא בהא קאמרי ב\"ה משום דלא אפשר למחר אבל בהא אימא מודו לב\"ש צריכא", 
            "12": "צריכא דאי אשמעינן בהא בהא קא אמרי ב\"ש משום דאפשר למחר אבל הכא אימא מודו להו לב\"ה", 
            "15": "מי שלא חג שבעת ימי הפסח ושמונת ימי החג ויו\"ט הראשון של עצרת שוב אינו חוגג", 
            "14": "ת\"ש", 
            "17": "לא יום טבוח", 
            "16": "מאי לאו יו\"ט של עצרת", 
            "19": "אימא", 
            "18": "אי הכי ניפשוט מינה דחד יום טבוח", 
            "31": "חג שבועות כתיב", 
            "30": "ועוד", 
            "37": "ואע\"ג דאיתמר דר\"א א\"ר אושעיא אצטריך דר\"א בן יעקב", 
            "36": "אלא לאו לתשלומין", 
            "35": "אילימא ביו\"ט קצירה ביום טוב מי שרי", 
            "34": "אימת", 
            "33": "אמר קרא (ויקרא כג, כא) וקראתם (ויקרא כג, כב) ובקצרכם איזהו חג שאתה קורא וקוצר בו הוי אומר זה חג עצרת", 
            "32": "דבי ר\"א בן יעקב תנא"
        }, 
        "32": {
            "20": "לאקושי לחג המצות מה חג המצות טעון לינה אף חג הסוכות טעון לינה", 
            "21": "והתם מנלן", 
            "1": "<big><strong>מתני׳</strong></big> בית שמאי אומרים", 
            "0": "רב אשי אמר אפילו תימא צדדין מותרין כל דבהדי גבה כגבה דמי:", 
            "3": "וב\"ה אומרים", 
            "2": "מביאין שלמים ואין סומכין עליהם אבל לא עולות", 
            "5": "עצרת שחל להיות בערב שבת ב\"ש אומרים", 
            "4": "מביאין שלמים ועולות וסומכין עליהם", 
            "7": "אין יום טבוח אחר השבת", 
            "6": "יום טבוח אחר השבת ובית הלל אומרים", 
            "9": "אין כהן גדול מתלבש בכליו ומותרין בהספד ובתענית שלא לקיים דברי האומרין", 
            "8": "ומודים שאם חלה להיות בשבת שיום טבוח אחר השבת", 
            "11": "<big><strong>גמ׳</strong></big> א\"ר אלעזר א\"ר אושעיא", 
            "10": "עצרת אחר השבת:", 
            "13": "מה חג המצות יש לה תשלומין כל שבעה אף חג השבועות יש לה תשלומין כל שבעה", 
            "12": "מניין לעצרת שיש לה תשלומין כל שבעה שנאמר (דברים טז, טז) בחג המצות ובחג השבועות ובחג הסוכות מקיש חג השבועות לחג המצות", 
            "15": "מקיש לחג הסוכות מה חג הסוכות יש לה תשלומין כל שמונה אף חג השבועות יש לה תשלומין כל שמונה", 
            "14": "ואימא", 
            "17": "דתנן מי שלא חג ביום טוב הראשון של חג חוגג את כל הרגל ויום טוב האחרון", 
            "16": "שמיני רגל בפני עצמו הוא אימור דאמרי שמיני רגל בפני עצמו הוא הני מילי לענין פז\"ר קש\"ב אבל לענין תשלומין תשלומין דראשון הוא", 
            "19": "אלא למאי הלכתא כתביה רחמנא לחג הסוכות", 
            "18": "תפשת מרובה לא תפשת תפשת מועט תפשת"
        }, 
        "50": {
            "56": "אטו עד האידנא לאו יד הכל ממשמשין בה", 
            "77": "<big><strong>מתני׳</strong></big> כיצד מעבירין על טהרת עזרה", 
            "54": "יד הכל ממשמשין בה ואת אמרת יניחנה לרגל אחר", 
            "42": "וכל כך למה שאין עושין כבשונות בירושלים:", 
            "48": "יגמור וחכ\"א", 
            "43": "ובשעת הרגל אף על התרומה:", 
            "60": "נימא כתנאי", 
            "61": "דתני חדא", 
            "62": "יניחנה לרגל אחר ותניא אידך", 
            "63": "לא יניחנה לרגל אחר", 
            "64": "מאי לאו תנאי היא", 
            "49": "לא יגמור:", 
            "66": "ותסברא", 
            "67": "הא רבי יהודה יגמור קאמר", 
            "68": "אלא", 
            "69": "הא דקתני לא יניחנה רבי יהודה והא דקתני יניחנה רבנן", 
            "52": "מהו שיניחנה לרגל אחר", 
            "53": "א\"ל אידך", 
            "24": "ל\"ק", 
            "25": "הא דאיכא נכרי בהדייהו הא דליכא נכרי בהדייהו דתנן", 
            "26": "אם יש נכרי עמהן נאמנין לומר לא נכנסנו אבל אין נאמנים לומר נכנסנו אבל לא נגענו", 
            "27": "וכי איכא נכרי בהדייהו מאי הוי", 
            "20": "ואל תתמה שהרי לגין מלא משקין לגין טמאין טומאת שבעה ומשקין טהורין:", 
            "21": "<big><strong>מתני׳</strong></big> הגבאין שנכנסו לתוך הבית וכן הגנבים שהחזירו את הכלים נאמנין לומר לא נגענו ובירושלים נאמנין על הקודש ובשעת הרגל אף על התרומה:", 
            "22": "<big><strong>גמ׳</strong></big> ורמינהי", 
            "23": "הגבאין שנכנסו לתוך הבית הבית כולו טמא", 
            "46": "דאמר קרא (שופטים כ, יא) ויאסף כל איש ישראל אל העיר כאיש אחד חברים הכתוב עשאן כולן חברים:", 
            "47": "<big><strong>מתני׳</strong></big> הפותח את חביתו והמתחיל בעיסתו על גב הרגל ר' יהודה אומר", 
            "44": "מנהני מילי", 
            "45": "אמר רבי יהושע בן לוי", 
            "28": "ר' יוחנן ור' אלעזר חד אמר", 
            "29": "אימת נכרי עליהן", 
            "40": "תנא", 
            "41": "נאמנין על כלי חרס גסין לקודש", 
            "1": "אמר אביי", 
            "0": "או שניהן יוצאין כלחוץ", 
            "3": "הקדר שמכר את הקדירות ונכנס לפנים מן המודיעים", 
            "2": "אף אנן נמי תנינא", 
            "5": "יצא אינו נאמן הא מודיעים גופה נאמן", 
            "4": "טעמא דלפנים מן המודיעים הא מודיעים גופה לא מהימן אימא סיפא", 
            "7": "כאן בקדר יוצא וחבר נכנס כאן בששניהן יוצאין או שניהן נכנסין שמע מינה", 
            "6": "אלא לאו ש\"מ", 
            "9": "נאמנין בכלי חרס הדקין לקודש", 
            "8": "תנא", 
            "78": "מטבילין את הכלים שהיו במקדש ואומרין להם", 
            "51": "פתח חד ואמר", 
            "39": "ובירושלים נאמנין על הקודש:", 
            "65": "לא הא דקתני יניחנה ר' יהודה והא דקתני לא יניחנה רבנן", 
            "76": "שאין הכהנים פנויין מלהוציא בדשן:", 
            "75": "<big><strong>גמ׳</strong></big> תנא", 
            "38": "דיקא נמי דקתני שהחזירו את הכלים ש\"מ:", 
            "73": "רבי יהודה אומר", 
            "72": "עבר הרגל ליום ששי לא היו מעבירין מפני כבוד השבת", 
            "71": "<big><strong>מתני׳</strong></big> משעבר הרגל מעבירין על טהרת עזרה", 
            "70": "ומאי לא יניחנה שאין צריך להניחה:", 
            "59": "בשלמא עד האידנא טומאת עם הארץ ברגל רחמנא טהרה אלא השתא טמאה היא", 
            "79": "הזהרו", 
            "58": "הכי השתא", 
            "11": "והוא שניטלין בידו אחת", 
            "10": "אמר ר\"ל", 
            "13": "אפי' שאין ניטלין בידו אחת", 
            "12": "ור' יוחנן אמר", 
            "15": "לא שנו אלא ריקנין אבל מלאין לא", 
            "14": "אמר ר\"ל", 
            "17": "אפי' מלאים ואפילו אפיקרסותו לתוכו", 
            "16": "ורבי יוחנן אמר", 
            "19": "ומודה ר' יוחנן במשקין עצמן שהן טמאין", 
            "18": "ואמר רבא", 
            "31": "מאי בינייהו", 
            "30": "וחד אמר אימת מלכות עליהן", 
            "37": "כשעשו תשובה", 
            "36": "אמר רב פנחס משמיה (דרב)", 
            "35": "הגנבים שנכנסו לתוך הבית אינו טמא אלא מקום דריסת רגלי הגנבים", 
            "34": "ורמינהי", 
            "33": "וכן הגנבים שהחזירו את הכלים:", 
            "55": "א\"ל", 
            "74": "אף לא ביום ה' שאין הכהנים פנויין:", 
            "32": "איכא בינייהו נכרי שאינו חשוב:", 
            "57": "א\"ל", 
            "50": "<big><strong>גמ׳</strong></big> יתיב ר' אמי ורבי יצחק נפחא אקילעא דר' יצחק נפחא"
        }
    }, 
    "meta": "Daf-Line"
}