{
    "text": {
        "0_Introduction, 0_Paragraph": "<b>An Explanation of the Torah in Arabic (<i>Tafsir at-Tawriyya Bi-'l-'Arabiyya</i>)</b>",
        "0_Introduction, 1_Paragraph": "In the Name of the LORD Shall We Act and Prosper.",
        "0_Introduction, 2_Paragraph": "[This is] an Exposition of the Torah by the Head of the Academy, Rabbi Saadia (Of Blessed Memory)",
        "0_Introduction, 3_Paragraph": "[Which] Brings Out the Meaning of the Holy Scriptures from the Prophetic Book Called",
        "0_Introduction, 4_Paragraph": "the \"Torah\" from the Sacred Language [of Hebrew] into the Contemporary Language ",
        "0_Introduction, 5_Paragraph": "that is Widespread in the Land of His Birth ([10th Century CE Egypt]).",
        "0_Introduction, 6_Paragraph": "<b>[Introduction to the Book]:</b>",
        "0_Introduction, 10_Paragraph": "Nevertheless, I authored this book because of a few seekers who requested that I simply break down the text of the Torah in a standalone book: one that does not get involved in discourses about philology, grammar, or syntax; one that does not enter quoting questions posed by atheists, and providing their rebuttal; nor one that delves into rational laws, or how to perform traditional laws; just that I would simply convey the meaning of the text of the Torah [itself]. Indeed, I saw it was fitting to request that the audience hear the meaning of the Torah, from the narratives to the imperatives...",
        "1_Genesis, 0_Chapter, 0_Verse": "As soon as God (<i>Allah</i>) created the heavens and the Earth -",
        "1_Genesis, 0_Chapter, 1_Verse": "And the Earth was deeply submerged, and darkness [was] on the surface of the depths, and <i>Allah</i>'s wind would blow on the surface of the water.",
        "1_Genesis, 0_Chapter, 2_Verse": "And <i>Allah</i> willed that there should be light, and then there was light.",
        "1_Genesis, 0_Chapter, 3_Verse": "Also, when <i>Allah</i> knew that the light was good, <i>Allah</i> divided between the light and the darkness.",
        "1_Genesis, 0_Chapter, 4_Verse": "And <i>Allah</i> named the time of the light \"Daylight\", and the time of darkness, He named \"Night\"; and then it went from the nighttime to daylight. Day one.",
        "1_Genesis, 0_Chapter, 5_Verse": "<i>Allah</i> willed that there should be a layer in the midst of the waters, and that there should be a separation between both waters.",
        "1_Genesis, 0_Chapter, 6_Verse": "And <i>Allah</i> made the layer, and divided between the water which was outside of it, and the water that was above it; and then it was so.",
        "1_Genesis, 0_Chapter, 7_Verse": "And <i>Allah</i> named the layer \"Heavens\", and then it went from the nighttime to daylight. Day two.",
        "1_Genesis, 0_Chapter, 8_Verse": "<i>Allah</i> willed that the waters should be gathered together from beneath the heavens into one location, and that the dry land should appear; and then it was so.",
        "1_Genesis, 0_Chapter, 9_Verse": "So <i>Allah</i> named the dry land \"Earth\", and the place of the water He named \"Seas\". Then <i>Allah</i> knew that this [was] good",
        "1_Genesis, 0_Chapter, 10_Verse": "And <i>Allah</i> willed that the Earth would sprout vegetation, and grasses that contain grain, and trees that have fruit which produce fruit according to the species of what was planted in the Earth; and it was so.",
        "1_Genesis, 0_Chapter, 11_Verse": "And the Earth produced vegetation and grasses that contain grain according to their species, and trees that produce fruit from what was planted according to their species; and <i>Allah</i> also knew that this was good.",
        "1_Genesis, 0_Chapter, 12_Verse": "And then it went from the nighttime to daylight. Day three.",
        "1_Genesis, 0_Chapter, 13_Verse": "<i>Allah</i> willed that there should be lights in the layer of the heavens, and that they should distinguish between daylight and nighttime, and that they should be [for] signals, and times, and days and years.",
        "1_Genesis, 0_Chapter, 14_Verse": "And there were lights in the layer of the heavens, to shine upon the Earth; and it was so.",
        "1_Genesis, 0_Chapter, 15_Verse": "And <i>Allah</i> made the two great luminaries: the larger luminary to shine in the daytime, and the smaller luminary to shine at night, and the stars.",
        "1_Genesis, 0_Chapter, 16_Verse": "And <i>Allah</i> set them in the layer of the heavens to shine upon the Earth.",
        "1_Genesis, 0_Chapter, 17_Verse": "And to shine in the daytime and at nighttime, and to distinguish between the light and the darkness; and <i>Allah</i> knew that this was good.",
        "1_Genesis, 0_Chapter, 18_Verse": "And then it went from nighttime to daylight. Day four.",
        "1_Genesis, 0_Chapter, 19_Verse": "And <i>Allah</i> willed that moving things that have a living soul would move among the waters, and that flying things would fly over the Earth, before the layer of the heavens.",
        "1_Genesis, 0_Chapter, 20_Verse": "So <i>Allah</i> created the great sea-reptiles and rest of the crawling living souls that move among the waters by their species, and all the flying things that have wings by their species; and <i>Allah</i> also knew this was good.",
        "1_Genesis, 2_Chapter, 0_Verse": "And the snake became wise among all the animals of the desert that God created. So He said to the woman, 'Surely, God said, 'Do not eat from all the trees of Paradise",
        "1_Genesis, 2_Chapter, 1_Verse": "The woman said to the snake, 'Let's eat from all the fruits of the trees of Paradise",
        "1_Genesis, 2_Chapter, 2_Verse": "So that you do not eat from the fruit of the tree that is in the midst, Allah said, 'Do not eat from it nor approach it, lest you both die",
        "1_Genesis, 2_Chapter, 3_Verse": "And he said to her, 'You both are not dying.'",
        "1_Genesis, 2_Chapter, 4_Verse": "Indeed, Allah is aware that you both, on a day, will eat from it, and your eyes will be opened, and you both will become like the angels, knowing the good and the evil",
        "1_Genesis, 2_Chapter, 5_Verse": "So when the woman saw that the tree was good for eating, appetizing in appearance and appealing to the mind, she took some of its fruit and ate it. She also gave some to her husband, and he ate with her",
        "1_Genesis, 2_Chapter, 6_Verse": "Then their eyes were opened and they knew that they were naked, so they sewed fig leaves together and made loincloths for themselves",
        "1_Genesis, 2_Chapter, 7_Verse": "So they heard the sound of God walking in the garden in the coolness of the day, and Adam and his wife hid themselves from the presence of God among the trees of the garden",
        "1_Genesis, 2_Chapter, 8_Verse": "So God called Adam and said to him firmly, \"Where are you?\"",
        "1_Genesis, 2_Chapter, 9_Verse": "He said, \"Indeed, I heard your voice in the garden, so I feared and thus I am naked, so I hid",
        "1_Genesis, 2_Chapter, 10_Verse": "He [Allah] said, \"Who informed you that you are naked? From the tree that I commanded you not to eat from, you have eaten.\"",
        "1_Genesis, 2_Chapter, 11_Verse": "Adam said, \"The woman whom You made with me, she gave me from the tree, so I ate.\"",
        "1_Genesis, 2_Chapter, 12_Verse": "Allah said to the woman, \"What have you done?\" She said, \"The serpent deceived me, so I ate.\"",
        "1_Genesis, 2_Chapter, 13_Verse": "Allah said to the serpent, \"When you did this, you did this with knowledge, then indeed you are cursed among all the cursed beasts of the desert. And upon your chest, you shall crawl, and dust you shall eat all the days of your life.\"",
        "1_Genesis, 2_Chapter, 14_Verse": "I will make enmity between you and the woman, and between your offspring and her offspring. He will strike your head, and you will strike his heel ",
        "1_Genesis, 2_Chapter, 15_Verse": "You shall not multiply from your toil and your labor with toil you shall bear children, and to your husband, your leadership shall be, and he shall have dominion over you by choice. ",
        "1_Genesis, 2_Chapter, 16_Verse": "He said to Adam, 'When you accepted the words of your wife and ate from the tree that I commanded you not to eat from, the earth is cursed because of you. With hardship, you will eat from it throughout the days of your life. ",
        "1_Genesis, 2_Chapter, 17_Verse": "Thorns and thistles shall grow for you, and you shall eat the plants of the wilderness ",
        "1_Genesis, 2_Chapter, 18_Verse": "By the sweat of your face, you shall eat food until you return to the ground from which you were taken; for you are dust, and to dust, you shall return ",
        "1_Genesis, 2_Chapter, 19_Verse": "And Adam named his wife Eve because she was the mother of all living, speaking beings ",
        "1_Genesis, 2_Chapter, 20_Verse": "And Allah created garments for Adam and his wife from a place and the sky ",
        "1_Genesis, 2_Chapter, 21_Verse": "Then Allah said, 'Here is Adam, he has become like one of us in the knowledge of good and evil, and now so that he does not stretch out his hand and take from the tree of life to eternity.' ",
        "1_Genesis, 2_Chapter, 22_Verse": "Allah expelled him from the Garden of Eden so that the earth prospers, the earth from which he was taken. ",
        "1_Genesis, 2_Chapter, 23_Verse": "And when Adam was expelled, he settled eastward of the Garden of Eden, and the angels were guarding the way to the tree of life with a revolving flashing sword.",
        "1_Genesis, 9_Chapter, 0_Verse": "And this is an expounding of the begettings of the sons of Noaḥ, Shem and Ḥam and Yefet, for they had sons after the flood.",
        "1_Genesis, 9_Chapter, 1_Verse": "The sons of Yefet: Turkey and Yaʾjūj and Media and Greece and China and Khorasan and Persia",
        "1_Genesis, 9_Chapter, 2_Verse": "The sons of Gomer: the Slavs and Franks and Burgundians.",
        "1_Genesis, 9_Chapter, 3_Verse": "And the sons of Greece: Cilicia and Tarsus and Cyprus and Adana.",
        "1_Genesis, 9_Chapter, 4_Verse": "From these dispersed the islands of nations – pertaining to their countries, each group to their language, to their clans and their nations.",
        "1_Genesis, 9_Chapter, 5_Verse": "And the sons of Ḥam: Ethiopia and Egypt and Tafath and Canaan.",
        "4_Numbers, 0_Chapter, 0_Verse": "And God spoke to Moses in the wilderness of Sinai in the Tent of Meeting on the first day of the second month of the second year after their departure from the land of Egypt, saying:",
        "4_Numbers, 0_Chapter, 1_Verse": "Take a census of the whole congregation of the children of Israel, by their families, by their fathers' houses, according to the number of names, every male individually.",
        "4_Numbers, 0_Chapter, 2_Verse": "From twenty years old and above, all who are able to go to war in Israel, you and Aaron shall number them by their armies.",
        "4_Numbers, 0_Chapter, 3_Verse": "And there shall be with you a man from each tribe, each one the head of his father's house.",
        "4_Numbers, 0_Chapter, 4_Verse": "And these are the names of the men who shall stand with you: from Reuben, Elizur the son of Shedeur.",
        "4_Numbers, 0_Chapter, 5_Verse": "And from Simeon, Shelumiel the son of Zurishaddai....",
        "4_Numbers, 0_Chapter, 6_Verse": "And from Judah, Nahshon the son of Amminadab.",
        "4_Numbers, 0_Chapter, 7_Verse": "And from Issachar, Nethanel the son of Zuar.",
        "4_Numbers, 0_Chapter, 8_Verse": "And from Zebulun, Eliab the son of Helon.",
        "4_Numbers, 0_Chapter, 9_Verse": "And from the sons of Joseph: from Ephraim, Elishama the son of Ammihud; and from Manasseh, Gamaliel the son of Pedahzur.",
        "4_Numbers, 0_Chapter, 10_Verse": "And from Benjamin, Abidan the son of Gideoni",
        "4_Numbers, 0_Chapter, 11_Verse": "And from Dan, Ahiezer the son of Ammishaddai",
        "4_Numbers, 0_Chapter, 12_Verse": "And from Asher, Pagiel the son of Ochran",
        "4_Numbers, 0_Chapter, 13_Verse": "And from Gad, Eliasaph the son of Deuel.",
        "4_Numbers, 0_Chapter, 14_Verse": "And from Naphtali, Ahira the son of Enan.",
        "4_Numbers, 0_Chapter, 15_Verse": "These are the ones called from the assembly, leaders of the tribes of their fathers; they are the heads of the thousands of Israel.",
        "4_Numbers, 0_Chapter, 16_Verse": "So Moses and Aaron took these men whose names had been specified.",
        "4_Numbers, 0_Chapter, 17_Verse": "And they assembled all the congregation on the first day of the second month, and they were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, by their individual count.",
        "4_Numbers, 0_Chapter, 18_Verse": "As God commanded Moses, he numbered them in the wilderness of Sinai.",
        "4_Numbers, 0_Chapter, 19_Verse": "The children of Reuben, Israel's firstborn, their genealogies were registered by their families, by their fathers' houses, according to the number of names, every male individually, from twenty years old and above, all who were able to go to war in their armies.",
        "4_Numbers, 0_Chapter, 20_Verse": "And those who were numbered from them were forty-six thousand and five hundred.",
        "4_Numbers, 0_Chapter, 21_Verse": "And those who were numbered from the children of Simeon, their genealogies were registered by their families, by their fathers' houses, according to the number of names, every male individually, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 22_Verse": "And those who were numbered of the tribe of Simeon were fifty-nine thousand and three hundred",
        "4_Numbers, 0_Chapter, 23_Verse": "And likewise the numbered ones from the sons of Judah, their posterity, by their families, by their fathers' houses, by the number of names, from twenty years old and upward, all who were able to go forth for military service.",
        "4_Numbers, 0_Chapter, 24_Verse": "And the numbered ones of the tribe of Gad were forty-five thousand six hundred and fifty.",
        "4_Numbers, 0_Chapter, 25_Verse": "And likewise the numbered ones from the sons of Judah, their posterity, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all who were able to go forth for military service.",
        "4_Numbers, 0_Chapter, 26_Verse": "And the numbered ones of the tribe of Judah were seventy-four thousand six hundred.",
        "4_Numbers, 0_Chapter, 27_Verse": "And those who were numbered from the children of Issachar, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 28_Verse": "And those who were numbered from the tribe of Issachar were fifty-four thousand and four hundred.",
        "4_Numbers, 0_Chapter, 29_Verse": "And those who were numbered from the children of Zebulun, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 30_Verse": "And those who were numbered from the tribe of Zebulun were fifty-seven thousand and four hundred.",
        "4_Numbers, 0_Chapter, 31_Verse": "And those who were numbered from the children of Joseph: from Ephraim, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 32_Verse": "And those who were numbered from the tribe of Ephraim were forty thousand and five hundred.",
        "4_Numbers, 0_Chapter, 33_Verse": "And those who were numbered from the children of Manasseh, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 34_Verse": "And those who were numbered from the tribe of Manasseh were thirty-two thousand and two hundred.",
        "4_Numbers, 0_Chapter, 35_Verse": "And those who were numbered from the children of Benjamin, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 36_Verse": "And those who were numbered from the tribe of Benjamin were thirty-five thousand and four hundred.",
        "4_Numbers, 0_Chapter, 37_Verse": "And those who were numbered from the children of Dan, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 38_Verse": "And those who were numbered from the tribe of Dan were sixty-two thousand and seven hundred.",
        "4_Numbers, 0_Chapter, 39_Verse": "And those who were numbered from the sons of Asher, according to their generations, by their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that went forth to the army.",
        "4_Numbers, 0_Chapter, 40_Verse": "And those who were numbered of the tribe of Asher were forty-one thousand and five hundred.",
        "4_Numbers, 0_Chapter, 41_Verse": "And those who were numbered from the children of Naphtali, their genealogies were registered by their families, by their fathers' houses, according to the number of names, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 42_Verse": "And those who were numbered of the tribe of Naphtali were fifty-three thousand and four hundred.",
        "4_Numbers, 0_Chapter, 43_Verse": "These are the ones counted by Moses and Aaron, and the leaders of Israel, twelve men, each one representing his father's house.",
        "4_Numbers, 0_Chapter, 44_Verse": "And among them were those listed by their families, from twenty years old and above, all who were able to go out to war.",
        "4_Numbers, 0_Chapter, 45_Verse": "So that was the total of their count: six hundred and three thousand, five hundred and fifty.",
        "4_Numbers, 0_Chapter, 46_Verse": "As for the Levites, their fathers' tribe, they were not counted among them.",
        "4_Numbers, 0_Chapter, 47_Verse": "Then God spoke to Moses, saying,",
        "4_Numbers, 0_Chapter, 48_Verse": "As for the tribe of Levi, you shall not count them nor take a census of their sum among the children of Israel.",
        "4_Numbers, 0_Chapter, 49_Verse": "And you shall appoint the Levites over the tabernacle of the Testimony, and over all its furnishings, and over all that belongs to it; they shall carry the tabernacle and all its furnishings, and they shall attend to it and camp around the tabernacle.",
        "4_Numbers, 0_Chapter, 50_Verse": "During its journey, the Levites shall disassemble it, and during its encampment, the Levites shall set it up; but any outsider who comes near shall be put to death.",
        "4_Numbers, 0_Chapter, 51_Verse": "The children of Israel shall encamp, each by his own standard, with the banners of their fathers' houses; they shall camp around the tabernacle of meeting, at a distance from it.",
        "4_Numbers, 0_Chapter, 52_Verse": "The Levites shall encamp around the tabernacle of the Testimony, so that there may be no wrath on the congregation of the children of Israel; and the Levites shall keep charge of the tabernacle of the Testimony.",
        "4_Numbers, 0_Chapter, 53_Verse": "So the children of Israel did all that the Lord commanded Moses.",
        "4_Numbers, 1_Chapter, 0_Verse": "Then God spoke to Moses and Aaron, saying:",
        "4_Numbers, 1_Chapter, 1_Verse": "Each tribe shall encamp by its standard, with the signs of their fathers' houses; the children of Israel shall camp around the Tent of Meeting.",
        "4_Numbers, 1_Chapter, 2_Verse": "Those who camp to the east shall be the camp of the tribe of Judah, under their commander Nahshon son of Amminadab.",
        "4_Numbers, 1_Chapter, 3_Verse": "The number of his troops is seventy-four thousand six hundred.",
        "4_Numbers, 1_Chapter, 4_Verse": "Next to them shall camp the tribe of Issachar, under their commander Nethanel son of Zuar.",
        "4_Numbers, 1_Chapter, 5_Verse": "The number of his troops is fifty-four thousand four hundred.",
        "4_Numbers, 1_Chapter, 6_Verse": "Beside them shall camp the tribe of Zebulun, under their commander Eliab son of Helon.",
        "4_Numbers, 1_Chapter, 7_Verse": "The number of his troops is fifty-seven thousand four hundred.",
        "4_Numbers, 1_Chapter, 8_Verse": "Thus, the total number of the troops of the camp of Judah is one hundred eighty-six thousand four hundred; they shall be the first to set out.",
        "4_Numbers, 1_Chapter, 9_Verse": "To the south shall be the camp of Reuben, under their commander Elizur son of Shedeur.",
        "4_Numbers, 1_Chapter, 10_Verse": "The number of his troops is forty-six thousand five hundred.",
        "4_Numbers, 1_Chapter, 11_Verse": "Those who camp to his side shall be the tribe of Simeon, under their commander Shelumiel son of Zurishaddai.",
        "4_Numbers, 1_Chapter, 12_Verse": "The number of his troops is fifty-nine thousand three hundred.",
        "4_Numbers, 1_Chapter, 13_Verse": "Next to them shall camp the tribe of Gad, under their commander Eliasaph son of Deuel.",
        "4_Numbers, 1_Chapter, 14_Verse": "The number of his troops is forty-five thousand six hundred fifty.",
        "4_Numbers, 1_Chapter, 15_Verse": "Thus, the total number of the troops of the camp of Reuben is one hundred fifty-one thousand four hundred fifty, they shall be the second to set out.",
        "4_Numbers, 1_Chapter, 16_Verse": "And the Tent of Meeting shall set out with the camp of the Levites in the midst of the camps; just as they camp, so they shall set out, each in his place by their standards.",
        "4_Numbers, 1_Chapter, 17_Verse": "The camp of Ephraim shall set out with their armies toward the west; their commander shall be Elishama son of Ammihud.",
        "4_Numbers, 1_Chapter, 18_Verse": "The number of his troops is forty-five thousand six hundred.",
        "4_Numbers, 1_Chapter, 19_Verse": "Next to them shall camp the tribe of Manasseh, under their commander Gamaliel son of Pedahzur.",
        "4_Numbers, 1_Chapter, 20_Verse": "The number of his troops is thirty-two thousand two hundred.",
        "4_Numbers, 1_Chapter, 21_Verse": "Next to him shall camp the tribe of Benjamin, under their commander Abidan son of Gideoni.",
        "4_Numbers, 1_Chapter, 22_Verse": "The number of his troops is thirty-five thousand four hundred.",
        "4_Numbers, 1_Chapter, 23_Verse": "Thus, the total number of the troops of the camp of Ephraim is one hundred eight thousand one hundred; they shall be the third to set out.",
        "4_Numbers, 1_Chapter, 24_Verse": "The camp of Dan shall set out with their armies to the north; their commander shall be Ahiezer son of Ammishaddai.",
        "4_Numbers, 1_Chapter, 25_Verse": "The number of his troops is sixty-two thousand seven hundred.",
        "4_Numbers, 1_Chapter, 26_Verse": "Next to him shall camp the tribe of Asher, under their commander Pagiel son of Ocran.",
        "4_Numbers, 1_Chapter, 27_Verse": "The number of his troops is forty-one thousand five hundred.",
        "4_Numbers, 1_Chapter, 28_Verse": "Next to him shall camp the tribe of Naphtali, under their commander Ahira son of Enan.",
        "4_Numbers, 1_Chapter, 29_Verse": "The number of his troops is fifty-three thousand four hundred.",
        "4_Numbers, 1_Chapter, 30_Verse": "Thus, the total number of the troops of the camp of Dan is one hundred fifty-seven thousand six hundred; they shall be the last to set out with their armies.",
        "4_Numbers, 1_Chapter, 31_Verse": "These are the numbered of the children of Israel by their fathers' houses; the total number of the camps with their armies is six hundred three thousand five hundred fifty.",
        "4_Numbers, 1_Chapter, 32_Verse": "But the Levites were not counted among the children of Israel as the Lord commanded Moses.",
        "4_Numbers, 1_Chapter, 33_Verse": "The children of Israel did all that the Lord commanded Moses; thus they camped by their standards and thus they set out, each by his clan and by his father's house.",
        "4_Numbers, 2_Chapter, 0_Verse": "And these are the lineage of Aaron and Moses at the time when God spoke to Moses in the wilderness of Sinai:",
        "4_Numbers, 2_Chapter, 1_Verse": "And these are the names of the sons of Aaron: Nadab, the firstborn, and Abihu, Eleazar, and Ithamar.",
        "4_Numbers, 2_Chapter, 2_Verse": "These are the names of the sons of Aaron, the anointed priests, who completed their duty for the priesthood.",
        "4_Numbers, 2_Chapter, 3_Verse": "And Nadab and Abihu died before the Lord when they offered strange fire before the Lord in the wilderness of Sinai, and they had no sons. And Eleazar and Ithamar served in the presence of their father Aaron.",
        "4_Numbers, 2_Chapter, 4_Verse": "Then God spoke to Moses, saying:",
        "4_Numbers, 2_Chapter, 5_Verse": "Bring the tribe of Levi near and present them before Aaron the priest, that they may serve him.",
        "4_Numbers, 2_Chapter, 6_Verse": "They shall keep his charge and the charge of the whole congregation before the Tent of Meeting, to perform the service of the tabernacle.",
        "4_Numbers, 2_Chapter, 7_Verse": "They shall keep all the furnishings of the Tent of Meeting and the charge of the children of Israel, to perform the service of the tabernacle.",
        "4_Numbers, 2_Chapter, 8_Verse": "You shall give the Levites to Aaron and his sons; they are wholly given to him from among the children of Israel.",
        "4_Numbers, 2_Chapter, 9_Verse": "But Aaron and his sons shall keep their priesthood, and any outsider who comes near shall be put to death.",
        "4_Numbers, 2_Chapter, 10_Verse": "Then God spoke to Moses, saying:",
        "4_Numbers, 2_Chapter, 11_Verse": "\"For I have taken the Levites from among the children of Israel instead of every firstborn who opens the womb among the children of Israel. Therefore the Levites shall be Mine.",
        "4_Numbers, 2_Chapter, 12_Verse": "Because all the firstborn are Mine. On the day that I struck down all the firstborn in the land of Egypt, I consecrated to Myself all the firstborn in Israel, both man and beast. They shall be Mine; I am the Lord.\"",
        "4_Numbers, 2_Chapter, 13_Verse": "Then God spoke to Moses in the wilderness of Sinai, saying:",
        "4_Numbers, 2_Chapter, 14_Verse": "\"Number the children of Levi by their fathers' houses and by their families; every male from a month old and upward you shall number them.\"",
        "4_Numbers, 2_Chapter, 15_Verse": "So Moses numbered them according to the word of God as he was commanded.",
        "4_Numbers, 2_Chapter, 16_Verse": "These were the sons of Levi by their names: Gershon, Kohath, and Merari.",
        "4_Numbers, 2_Chapter, 17_Verse": "And these are the names of the sons of Gershon by their families: Libni and Shimei.",
        "4_Numbers, 2_Chapter, 18_Verse": "And the sons of Kohath by their families: Amram, Izhar, Hebron, and Uzziel.",
        "4_Numbers, 2_Chapter, 19_Verse": "And the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites by their fathers' houses.",
        "4_Numbers, 2_Chapter, 20_Verse": "Of Gershon, the family of the Libnites and the family of the Shimeites; these are their families.",
        "4_Numbers, 2_Chapter, 21_Verse": "Their number, counting every male from one month old and upward, was seven thousand five hundred.",
        "4_Numbers, 2_Chapter, 22_Verse": "And their families shall camp behind the tabernacle to the west.",
        "4_Numbers, 2_Chapter, 23_Verse": "And their leader was Eliasaph son of Lael.",
        "4_Numbers, 2_Chapter, 24_Verse": "Their duty involved the tabernacle, the tent, its covering, and the screen for the entrance of the Tent of Meeting.",
        "4_Numbers, 2_Chapter, 25_Verse": "And the removal of the curtains and the covering of its door, that of the dwelling and the altar round about, and their cords, and all their service.",
        "4_Numbers, 2_Chapter, 26_Verse": "And for Kohath, the family of Amram and the family of Izhar and the family of Hebron and the family of Uzziel; these are the families of Kohath.",
        "4_Numbers, 2_Chapter, 27_Verse": "Counting every male from one month old and upward, eight thousand and six hundred, keepers of the charge of the sanctuary.",
        "4_Numbers, 2_Chapter, 28_Verse": "And their families shall camp on the side of the tabernacle to the south.",
        "4_Numbers, 2_Chapter, 29_Verse": "And their leader was Elizaphan son of Uzziel.",
        "4_Numbers, 2_Chapter, 30_Verse": "And their charge was the ark, the table, the lampstand, the altars, the sacred vessels which they use, the curtain, and all their service.",
        "4_Numbers, 2_Chapter, 31_Verse": "And the chief of the chiefs of the Levites was Eleazar son of Aaron the priest, entrusted with the keepers of the charge of the sanctuary.",
        "4_Numbers, 2_Chapter, 32_Verse": "And for Merari, the family of Mahli and the family of Mushi; these are their families.",
        "4_Numbers, 2_Chapter, 33_Verse": "And their count, counting every male from one month old and upward, was six thousand and two hundred.",
        "4_Numbers, 2_Chapter, 34_Verse": "And their leader was Zuriel son of Abihail, and they camp on the side of the tabernacle to the north.",
        "4_Numbers, 2_Chapter, 35_Verse": "The duty of the sons of Merari included the frames of the tabernacle, its crossbars, pillars, bases, and all its equipment and service.",
        "4_Numbers, 2_Chapter, 36_Verse": "The pillars of the courtyard all around, their bases, pegs, and ropes.",
        "4_Numbers, 2_Chapter, 37_Verse": "Those who camp before the tabernacle on the east, before the Tent of Meeting, were Moses, Aaron, and his sons, guarding the sanctuary to protect the children of Israel, and any outsider who came near was to be put to death.",
        "4_Numbers, 2_Chapter, 38_Verse": "Thus the total number of Levites whom Moses and Aaron counted at the command of God, by their families, all the males from a month old and upward, was twenty-two thousand.",
        "4_Numbers, 2_Chapter, 39_Verse": "Then God said to Moses, \"Count all the firstborn males of the children of Israel from a month old and upward, and take the number of their names.\"",
        "4_Numbers, 2_Chapter, 40_Verse": "And take the Levites for Me—I, God, have honored them—in place of every firstborn among the children of Israel, and the Levites' animals in place of every firstborn of the animals of the children of Israel.",
        "4_Numbers, 2_Chapter, 41_Verse": "So Moses counted, as God had commanded him, every firstborn among the children of Israel.",
        "4_Numbers, 2_Chapter, 42_Verse": "Thus, every firstborn male, by numbering their names, was twenty-two thousand two hundred and seventy-three.",
        "4_Numbers, 2_Chapter, 43_Verse": "Then God spoke to Moses, saying,",
        "4_Numbers, 2_Chapter, 44_Verse": "\"Take the Levites in place of every firstborn among the children of Israel, and the Levites' animals in place of their animals, so they may become Mine—I, God, have honored them.\"",
        "4_Numbers, 2_Chapter, 45_Verse": "And as for the redemption of the two hundred and seventy-three extra over the Levites from the firstborn of the children of Israel,",
        "4_Numbers, 2_Chapter, 46_Verse": "take five shekels per head for them, by the sanctuary shekel, which is twenty gerahs.",
        "4_Numbers, 2_Chapter, 47_Verse": "And give the silver to Aaron and his sons as the redemption of those extra among them.",
        "4_Numbers, 2_Chapter, 48_Verse": "So Moses took the redemption silver from those exceeding the Levites’ redemption,",
        "4_Numbers, 2_Chapter, 49_Verse": "from the firstborn of the children of Israel, taking that silver amounting to one thousand three hundred and sixty-five shekels by the sanctuary shekel,",
        "4_Numbers, 2_Chapter, 50_Verse": "and gave it to Aaron and his sons, as God had commanded him.",
        "4_Numbers, 3_Chapter, 0_Verse": "Then God spoke to Moses and Aaron, saying,",
        "4_Numbers, 3_Chapter, 1_Verse": "\"Take the sum of the sons of Kohath from among the sons of Levi, according to their clans and their fathers' houses,",
        "4_Numbers, 3_Chapter, 2_Verse": "from thirty years old and upward to fifty years old, everyone who enters the service to do the work in the tent of meeting.",
        "4_Numbers, 3_Chapter, 3_Verse": "And this is the service of the sons of Kohath in the tent of meeting, concerning the most holy things:",
        "4_Numbers, 3_Chapter, 4_Verse": "When the camp sets out, Aaron and his sons shall go in and cover the veil of the screen and place it on the ark of the testimony;",
        "4_Numbers, 3_Chapter, 5_Verse": "and they shall put a covering of tanned ram skins on it, and spread a cloth entirely of blue, and fix its poles.",
        "4_Numbers, 3_Chapter, 6_Verse": "On the table of showbread they shall spread a blue cloth, and place the dishes, the pans, the bowls, and the jars for pouring, and the continual bread shall be on it.",
        "4_Numbers, 3_Chapter, 7_Verse": "They shall spread on it a scarlet cloth and cover it with a covering of tanned ram skins, and fix its poles.",
        "4_Numbers, 3_Chapter, 8_Verse": "And they shall take a blue cloth and cover the lampstand for lighting, with its lamps, its wick trimmers, and its trays, and all the oil vessels, which they use in its service;",
        "4_Numbers, 3_Chapter, 9_Verse": "and they shall put it and all its utensils in a covering of tanned ram skins, and shall put it on a carrying frame.",
        "4_Numbers, 3_Chapter, 10_Verse": "And on the golden altar they shall spread a blue cloth, and cover it with a covering of tanned ram skins, and fix its poles.",
        "4_Numbers, 3_Chapter, 11_Verse": "And they shall take all the utensils of service, which they use in the sanctuary, and put them in a blue cloth, and cover them with a covering of tanned ram skins, and put them on a carrying frame.",
        "4_Numbers, 3_Chapter, 12_Verse": "They shall clean the altar and spread on it a purple cloth.",
        "4_Numbers, 3_Chapter, 13_Verse": "They shall put on it all its utensils, which they use on it—the pans, the shovels, the basins, the forks, and all the altar's vessels—and they shall spread over it a covering of tanned ram skins and fix its poles.",
        "4_Numbers, 3_Chapter, 14_Verse": "When Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, as the camp sets out, after that the sons of Kohath shall come to carry these, but they must not touch the holy things, lest they die. These are the things of the sons of Kohath in the tent of meeting.",
        "4_Numbers, 3_Chapter, 15_Verse": "The charge of Eleazar son of Aaron the priest is the oil for the light, the fragrant incense, the regular grain offering, and the anointing oil; he has charge of the tabernacle and all that is in it, of the sanctuary and its utensils.\"",
        "4_Numbers, 3_Chapter, 16_Verse": "Then God spoke to Moses and Aaron, saying,",
        "4_Numbers, 3_Chapter, 17_Verse": "\"Do not cut off the tribe of the Kohathites from among the Levites,",
        "4_Numbers, 3_Chapter, 18_Verse": "but deal thus with them, that they may live and not die when they come near to the most holy things: Aaron and his sons shall go in and assign each to his task and to his burden;",
        "4_Numbers, 3_Chapter, 19_Verse": "but they shall not go in to watch while the holy things are being covered, lest they die.\"",
        "4_Numbers, 14_Chapter, 0_Verse": "Then Allah spoke to Moses directly",
        "4_Numbers, 14_Chapter, 1_Verse": "Pass through the Children of Israel, and say to them: When you enter the land which I have bestowed upon you, do not deviate from the right path.",
        "4_Numbers, 14_Chapter, 36_Verse": "And Allah entrusted to Moses, saying :",
        "4_Numbers, 14_Chapter, 37_Verse": "Pass through the Children of Israel, and say to them that they should make fringes for themselves on the corners of their garments, with a cord of blue, and they should put on the fringes of the corner a cord of blue",
        "4_Numbers, 14_Chapter, 38_Verse": "So it shall be a tassel for you to look at and remember all the commandments of God, and do them; and not follow after your own heart and your own eyes, which lead you astray",
        "4_Numbers, 14_Chapter, 39_Verse": "So that you may walk in His ways and always observe and obey all His commandments, and you shall be holy to your God",
        "4_Numbers, 14_Chapter, 40_Verse": "I am Allah, your Lord, who brought you out from the land of Egypt to be your God. I am the eternal and everlasting Allah, your Lord",
        "4_Numbers, 18_Chapter, 0_Verse": "Then Allah spoke to Moses and Aharon saying,",
        "4_Numbers, 18_Chapter, 1_Verse": "This is the prescription of the law that God commanded with it the children of Israel, that they bring to you a cow without blemish, sound, that which is not in it defect from what has not occurred upon it yoke.",
        "4_Numbers, 18_Chapter, 2_Verse": "And deliver it to El-'Azar the Imam (the leader/the priest), who will take it out outside the camp and slaughter it in his presence.",
        "4_Numbers, 18_Chapter, 3_Verse": "And he takes from its blood with his finger and he sprinkles opposite the face of the hiding place appointed for it, from it seven times. ",
        "4_Numbers, 18_Chapter, 4_Verse": "And he commands for its burning in his presence, its skin along with its flesh, and its blood and its dung.",
        "4_Numbers, 18_Chapter, 5_Verse": "Then the imam takes a stick of cedar and hyssop, and crimson dye, and he throws that amidst its burning.",
        "4_Numbers, 18_Chapter, 6_Verse": "And he washes his garments, this imam, and he cleanses his body with water, and after that, he goes to the camp.",
        "5_Deuteronomy, 5_Chapter, 0_Verse": "And these are the commandments, ordinances, and laws that Allah, your Lord ordered me [directly] to inform you all about so that you all perform it in the land which you are all seeking to possess   ",
        "5_Deuteronomy, 5_Chapter, 1_Verse": "So that you fear Allah you Lord and commit your memory to all of his terms and instructions which I ordered you to do, you and your son and the son of your son throughout your life so that your lifetime be long",
        "5_Deuteronomy, 5_Chapter, 2_Verse": "So listen to this, O Israel. And commit your memory to it and act upon it so that you may fear Him so that you may greatly increase as God promised you and your forefathers, in a land flowing with milk and honey",
        "5_Deuteronomy, 5_Chapter, 3_Verse": "Know Israel that Allah is our Lord, Allah is one ",
        "5_Deuteronomy, 5_Chapter, 4_Verse": "Love Allah, your Lord, sincerely with all your heart, soul, and might",
        "5_Deuteronomy, 5_Chapter, 5_Verse": "Let this be what I am commanding you today, in your soul",
        "5_Deuteronomy, 5_Chapter, 6_Verse": "And narrate it to your children and teach it to them while sitting in your dwelling and during your journey, on your path, when you sleep and when you rise ",
        "5_Deuteronomy, 5_Chapter, 7_Verse": "And bind them as a sign upon your hands and let them be frontlets between your eyes",
        "5_Deuteronomy, 5_Chapter, 8_Verse": "and write them on the doorposts of your house and on your gates",
        "5_Deuteronomy, 5_Chapter, 9_Verse": "And when Allah, your Lord, brings you into the land which He promised to your fathers, to Abraham, Isaac, and Jacob, and to give it to you, with great and fine cities that you did not build",
        "5_Deuteronomy, 5_Chapter, 10_Verse": "And houses filled with every good thing that you did not fill, and wells dug that you did not dig, and vineyards and olive trees that you did not plant, and you eat and are satisfied",
        "5_Deuteronomy, 5_Chapter, 11_Verse": "So be cautious not to forget Allah, your Lord, who brought you out from the land of Egypt, from the house of servitude",
        "5_Deuteronomy, 5_Chapter, 12_Verse": "Rather, fear your Lord, worship Him, and swear by His name sincerely",
        "5_Deuteronomy, 5_Chapter, 13_Verse": "Do not pursue other deities among the deities of the nations around you",
        "5_Deuteronomy, 5_Chapter, 14_Verse": "And you will not disappoint your Lord, Allah, as you have disappointed Him in times of adversity.",
        "5_Deuteronomy, 5_Chapter, 15_Verse": "And do not abandon your Lord, Allah, as you have abandoned Him in times of hardship.",
        "5_Deuteronomy, 5_Chapter, 16_Verse": "Rather, guard and preserve the commands, testimonies, and teachings of Allah, your Lord, which He has entrusted to you",
        "5_Deuteronomy, 5_Chapter, 17_Verse": "And do righteous deeds and acts of goodness in His presence, so that you may be honored and enter and possess the prosperous land which Allah has allotted to your forefathers",
        "5_Deuteronomy, 5_Chapter, 18_Verse": "And Allah will repel all your enemies before you, as He has promised",
        "5_Deuteronomy, 5_Chapter, 19_Verse": "And if your son asks you in the future about the reasons behind the testimonies, statutes, and judgments that Allah, our Lord, has commanded you",
        "5_Deuteronomy, 5_Chapter, 20_Verse": "So say to him: 'We were slaves to Pharaoh in Egypt, but Allah delivered us from it with a severe hand",
        "5_Deuteronomy, 5_Chapter, 21_Verse": "And We [majestic plural] showed them great signs and proofs against Pharaoh and his assembly in Our [majestic plural] presence.",
        "5_Deuteronomy, 5_Chapter, 22_Verse": "And He brought us out from there so that He may bring us in and give us the land which He had promised to our fathers",
        "5_Deuteronomy, 5_Chapter, 23_Verse": "So Allah commanded us to observe these rites and to fear Allah, our Lord, that it may be well for us and that we may live long, as we do on this day.",
        "5_Deuteronomy, 5_Chapter, 24_Verse": "And there will be rewards for us if we preserve and practice all these laws and regulations from Allah, our Lord, as He has commanded us.",
        "5_Deuteronomy, 10_Chapter, 0_Verse": "So love Allah, your Lord, and keep what He has entrusted you with, including His rituals, commandments, and regulations, throughout time",
        "5_Deuteronomy, 10_Chapter, 1_Verse": "And know from this day that the actions of your children who have not been taught or witnessed the manners of Allah, your Lord, His greatness, His strong hand, and His outstretched arm are not sufficient",
        "5_Deuteronomy, 10_Chapter, 2_Verse": "And His signs and His works that He manifested in the midst of Egypt with Pharaoh and all his aides and the people of his land",
        "5_Deuteronomy, 10_Chapter, 3_Verse": "And what He did with the army of Pharaoh and their horses and chariots, which He caused to drown in the sea, while they were still facing you. He destroyed them until this day",
        "5_Deuteronomy, 10_Chapter, 4_Verse": "And what He did with you in the wilderness until you arrived at this place",
        "5_Deuteronomy, 10_Chapter, 5_Verse": "And what He did with Dathan and Abiram, the sons of Eliab, the son of Reuben, when the earth opened its mouth and swallowed them, their households, and their tents, along with all the living creatures who were with them in the midst of Israel",
        "5_Deuteronomy, 10_Chapter, 6_Verse": "Rather, your own eyes have witnessed all the great works that God has done.",
        "5_Deuteronomy, 10_Chapter, 7_Verse": "So, preserve all the laws that I have commanded you today, that you may be strengthened, enter, and possess the land to which you are going",
        "5_Deuteronomy, 10_Chapter, 8_Verse": "So that you may prolong your days in it, as God has promised to give it to you and to your descendants, as a land flowing with milk and honey",
        "5_Deuteronomy, 10_Chapter, 9_Verse": "Indeed, the land to which you are heading to possess is not like the land of Egypt from which you have come, where you used to sow your seed and irrigate it with your foot like a vegetable garden",
        "5_Deuteronomy, 10_Chapter, 10_Verse": "But the land to which you are crossing over to possess is a land of mountains and valleys that drinks water from the rain of the heavens",
        "5_Deuteronomy, 10_Chapter, 11_Verse": "The land of your Lord is a land to be cherished, and His care for it is constant from the beginning of the year to its end",
        "5_Deuteronomy, 10_Chapter, 12_Verse": "If you listen to the commandments that you have been given today, you will love Allah, your Lord, and worship Him sincerely with all your heart and with all your soul.",
        "5_Deuteronomy, 10_Chapter, 13_Verse": "Rain has fallen on your land in its due time, and it has nourished your crops, filled your wells, and replenished your pastures, oils, and perfumes.",
        "5_Deuteronomy, 10_Chapter, 14_Verse": "And it has caused vegetation to grow in your meadows, for your livestock to eat and be satisfied.",
        "5_Deuteronomy, 10_Chapter, 15_Verse": "And beware that your hearts are not deceived, causing you to turn away and worship other idols and prostrate to them.",
        "5_Deuteronomy, 10_Chapter, 16_Verse": "So the anger of Allah intensifies upon you, and the sky withholds rain, and the earth does not produce its crops, causing you to perish quickly from the good land that Allah has bestowed upon you.",
        "5_Deuteronomy, 10_Chapter, 17_Verse": "And make this reminder firmly established in your hearts and in your souls, and bind it as a sign upon your hands, and let it be prominently displayed before your eyes.",
        "5_Deuteronomy, 10_Chapter, 18_Verse": "And teach it to your children, and recite it when you sit in your home, and when you walk on your way, and when you lie down to sleep, and when you rise up",
        "5_Deuteronomy, 10_Chapter, 19_Verse": "And write it on the doorposts of your houses and on your gates",
        "5_Deuteronomy, 10_Chapter, 20_Verse": "So that your days and the days of your children may be prolonged in the land which God has allotted to your ancestors, as long as the heavens are above the earth",
        "5_Deuteronomy, 10_Chapter, 21_Verse": "For if you keep all these commandments that I am commanding you today and follow them, loving the Lord your God, walking in all His ways, and holding fast to Him",
        "5_Deuteronomy, 10_Chapter, 22_Verse": "God will drive out all these nations from before you, and you will dispossess nations greater and mightier than you",
        "5_Deuteronomy, 10_Chapter, 23_Verse": "Every place on which the sole of your foot treads shall be yours: from the wilderness and Lebanon, from the river Euphrates to the western sea, shall be your territory",
        "5_Deuteronomy, 10_Chapter, 24_Verse": "No man shall be able to stand against you; the fear and dread of you shall be upon them. The Lord your God will lay the dread of you and the fear of you on all the land that you shall tread, as He has promised you",
        "5_Deuteronomy, 10_Chapter, 25_Verse": "Behold, I set before you today blessings and curses",
        "5_Deuteronomy, 10_Chapter, 26_Verse": "So if you accept and abide by the commandments of your Lord, then you shall receive blessings",
        "5_Deuteronomy, 10_Chapter, 27_Verse": "But if you do not accept the commandments of your Lord and deviate from the path that I have commanded you today, and you follow other idols that you do not know, then there shall be curses",
        "5_Deuteronomy, 10_Chapter, 28_Verse": "So when your Lord brings you to the land which you are entering, seize the blessings by saying 'Quliy Jabal Ghurizim' and invoke the curses upon Jabal 'Ayyub",
        "5_Deuteronomy, 10_Chapter, 29_Verse": "Except that they are on the side of the Jordan, behind the road of the setting sun, in the land of the Canaanites who dwell in the Jordan Valley opposite Gilgal, near the plains of Moreh",
        "5_Deuteronomy, 10_Chapter, 30_Verse": "Because you are crossing the Jordan to enter and possess the land that your Lord God is giving you. So when you inherit it and settle in it",
        "5_Deuteronomy, 10_Chapter, 31_Verse": "So keep and act upon all the customs and regulations that I am commanding you today"
    },
    "meta": "Chapter-Verse",
    "work": "Tafsir Rasag"
}