{
    "text": {
        "0": {
            "0": "נ\"ב הך סברא איתא בברייתא אליבא דרשב\"ג סוף פירקין ופסק הרי\"ף הלכתא כותיה:"
        },
        "1": {
            "0": "נ\"ב מחייבין אותו:",
            "1": "נ\"ב ומכנגדן:",
            "2": "נ\"ב כן:"
        },
        "2": {
            "0": "צ\"לא\"ל:",
            "1": "נ\"ב כי:",
            "2": "תי' הכי נמחק:"
        },
        "3": {
            "0": "נ\"ב תמרים:",
            "1": "נ\"ב פי' חלונות מבפנים שקורין בל\"א שוויגבוגי\"ן:",
            "2": "צ\"ל בגדר:",
            "3": "צ\"ל לפיכך:"
        },
        "4": {
            "0": "נ\"ב אלפסי ישן. משל לו משל צלא פועל העושה בשכירו' ועומד בשרב ושמש אוכל ארבע ככרות ובעה\"ב שישן בצל ואינו עומד לא בשרב ולא בשמש אינו אוכל אלא ארבע ככרות הלכך דייך בשלך ועזוב את השדה:",
            "1": "נ\"ב הגה\"ה:",
            "2": "נ\"ב קרוי צלא:",
            "3": "נ\"ב והיינו צללא:",
            "4": "נ\"ב הישר והטוב ומיהו מסתברא כצ\"ל:"
        },
        "5": {
            "0": "נ\"ב ע\"כ הג\"ה:",
            "1": "נ\"ב וכו':",
            "2": "נ\"ב ביה:"
        },
        "7": {
            "0": "נ\"ב אלפסי ישן. פי' האי דינא ליתיה אלא באחין שחלקו שהיה הקרקע של אביהן אבל מי שהחזיק בחלונות על שדה חבירו אין חבירו יכול לסותמן ולומר לו בדידי קא בנינא כדתנן החלונות כו' וכההוא עובדא דהוה בני אשיתא אחורי כוי דחבריה כו' והאי פירושא לה\"ר יוסף הלוי אב\"ן מאג\"ש ז\"ל:",
            "1": "נ\"ב בכולהו וכן הגיה חו\"י:",
            "2": "נמי הלכתא כצ\"ל:",
            "3": "נ\"ב ס\"א זיופי זייפיה:"
        },
        "8": {
            "0": "(או לפי שבח ממון הן גובין) תא\"מ ונ\"ב באלפסי ישן אין זה:",
            "1": "נ\"ב בני חצר:",
            "2": "רב חנן בר רב חסדא רמא כרגא ארבנן א\"ל רנב\"י כו' ותנא דבי ר' ישמעאל וקדשתו לכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול מנה ראשון. רב פפא שדא כריא חדתא איתמי כו' כצ\"ל:",
            "3": "נ\"ב אלפס ישן. שאין דרכן של ת\"ח להזדלזל בפני עמי הארץ. פי' כלוזא המון עם:",
            "4": "נ\"ב אמר להו:",
            "5": "נ\"ב אמר להו:",
            "6": "(פש ההוא כובס כו' פקע כלילא) תא\"מ ונ\"ב ס\"א פש כובס וחגר ערק כובס ומית חגר ופקע כלילא. כך מצאתי באלפסי ישן:",
            "7": "צ\"ל שדיוה:",
            "8": "נ\"ב לעולם:",
            "9": "תיבת ע\"כ נמחק וכאן צ\"ל כמה יהיה בעיר כו':"
        },
        "9": {
            "0": "נ\"ב רב חנן בר רב חסדא:",
            "1": "רב פפא שדיא כריא חדתא כו' אלא בשביל עמי הארץ ונ\"ב אלפסי ישן ואמר רבא שרי ליה לצורבא מרבנן למימר לא יהיבנא כרגא דכתיב מנדה בלו והלך לא שליט למירמא עליהן ואמר רב יהודה מנדה זו מנת המלך כו' ואמר רבא שרי ליה לאיניש למימר עבדא דנורא אנא כצ\"ל:",
            "2": "נ\"ב שהוא:"
        },
        "10": {
            "0": "צ\"ל במתניתא:",
            "1": "נ\"ב נמי:",
            "2": "אלפסי ישן. כלומר מנ\"ל מלמדי תינוקות:",
            "3": "צ\"ל מואוהביו:",
            "4": "נ\"ב נפקא:",
            "5": "צ\"ל השער:",
            "6": "ס\"א השער:"
        },
        "11": {
            "0": "פרש והדר הב ליה:",
            "1": "נ\"ב הג\"ה:",
            "2": "נ\"ב הג\"ה:",
            "3": "נ\"ב הג\"ה:",
            "4": "נ\"ב אימיה דשבור מלכא:",
            "5": "נ\"ב ע\"כ הג\"ה:"
        },
        "12": {
            "0": "נ\"ב זה הכלל כל שיחלק ושמו עליו חולקין ואם לאו אין חולקין.",
            "1": "והא אנן תנן כצ\"ל:",
            "2": "נ\"ב הג\"ה באלפסי ישן. פי' כגון שמעון שיש לו ב' בתים ולוי אין לו אלא בית א' והחצר כולו בשותפות ביניהן יקח בעל השני בתים שני שלישית בחצר לפי פתחיו ובעל הבית הא' יקח שליש וה\"ר יוסף אב\"ן מיגא\"ש ז\"ל כתב זה החצר בחצר כפרים הוא כגון שבא ראובן ובנה על קרקע עולם בית אחד ובא שמעון ובנה כנגדו שני בתים ואח\"כ הסכימו שניהם להקיף על בתים אלו שאין לא' מהן בחצר זו דבר ידוע. כשבאין לחלוק נוטל שמעון שני שלישים בחצר זו וראובן השליש לפי פתחים שכיון שבנה שמעון שני בתים נמצא החזיק בשני שלישי זה המקום וראובן שלא בנה אלא בית אחד לא החזיק אלא בשליש א'. אבל חצירות של מדינות שהן בין ב' שותפים ויש לכל א' מהן חלק ידוע או שליש או רביע כשבאין לחלוק כל א' וא' נוטל לפי מה שיביא ראיה במה שיש לו בה בין הרבה בין מעט והוא דמגיע לו בחלקו מה שיש בו דין חלוקה שהוא בית שיש ב' ד' אמות על ד\"א ולפניו ד' על שמונה אבל אם אין מגיע לו בחלקו זה השיעור יש לו לעכב עליו שלא לחלוק אלא הדרי לדינא דגוד או איגוד. ע\"כ:",
            "3": "נ\"ב ורוח:"
        },
        "13": {
            "0": "נ\"ב ד' או:",
            "1": "צ\"ל מרב:",
            "2": "נ\"ב בר\"פ בני העיר דף כ\"ו ע\"א אמר אביי שמע מינה אורח ארעא למישבק איניש גולפא ומשכא באושפיזיה ופירש\"י גולפא קנקן של חרס שנשתמש בו ומשכא אם שחט בהמה ושדריא פי' שמרים וקאמר הכא דהני מטלטלים שדרך האכסנאים להניחם באושפיזה חולקים אותם בעלי האכסניא לפי בני אדם:",
            "3": "נ\"ב בערוך ערך שדר השני. בפרק המפקיד דף מ' איכא גולפי ושדריא פי' שמרים עכ\"ל:",
            "4": "כולן:",
            "5": "נ\"ב כולן:"
        },
        "15": {
            "0": "לית כצ\"ל:",
            "1": "תי' לחלוק נמחק:"
        },
        "16": {
            "0": "נ\"ב עכ\"ה:"
        },
        "17": {
            "0": "נ\"ב הג\"ה:",
            "1": "נ\"ב עכ\"ה:"
        },
        "18": {
            "0": "נ\"ב הפקר:"
        },
        "19": {
            "0": "צ\"ל דשבשתא:"
        },
        "20": {
            "0": "נ\"ב חדא:",
            "1": "נ\"ב חנואתא:",
            "2": "נ\"ב מאי נפקא לכו מינה:",
            "3": "לאהדורי במתא כצ\"ל:"
        },
        "21": {
            "0": "דאי ר' יוסי האמר כצ\"ל:",
            "1": "תי' מ\"ט נמחק ונ\"ב וה\"נ זימנין דבהדי כצ\"ל [וכ\"ה בד\"ק]:",
            "2": "נ\"ב לא:"
        },
        "22": {
            "0": "ויתבו כצ\"ל:",
            "1": "נ\"ב א\"ל:",
            "2": "נ\"ב א\"ל:",
            "3": "צ\"ל הרמב\"ם:"
        },
        "23": {
            "0": "גוזל כצ\"ל:",
            "1": "ומתגלגל כגלגל במקום אחד מחמת סיפי כצ\"ל:"
        },
        "24": {
            "0": "צ\"ל בכד:"
        },
        "26": {
            "0": "צ\"ל עלי:"
        },
        "27": {
            "0": "צ\"ל ודרינן:"
        },
        "28": {
            "0": "דאמר כצ\"ל:",
            "1": "צ\"ל דהאי ארעא:",
            "2": "דמערער כצ\"ל:",
            "3": "נ\"ב פ\"ב דכתובות דף י\"ז:",
            "4": "נ\"ב סיפא:",
            "5": "נ\"ב פי' דמדלא פריק דברישא גופא היה קשיא היכי דמי כו' אלמא דברישא ניחא דלא אכלה שני חזקה ואפ\"ה נאמן כיון דליכא עדים מיהו יש ליישב דהני דמפרשי כפירושא קמא ס\"ל כפרש\"י דההיא דמודה ר' יהושע מיירי באינו תובעו ומש\"ה נאמן ואפי' לא אכלה שני חזקה אבל הכא דא\"ל המערער מאי בעית בהאי ארעא דכיון דתובעו אפי' ליכא עדים לא אמר הפה שאסר הפה שהתיר ועי\"ש בריש פ\"ב דכתובות דהתוס' חולקים על פירש\"י דאפי' תובעו אמרי' הפה שאסר הפה שהתיר כיון דליכא עדים וכך הוא דעת האלפסי הכא:",
            "6": "נ\"ב הואי:",
            "7": "צ\"ל דאת:"
        },
        "29": {
            "0": "קא ממחת בי. כצ\"ל:",
            "1": "צ\"ל קיימא:",
            "2": "לא כצ\"ל:",
            "3": "נ\"ב והא:",
            "4": "נ\"ב אמר רבא דינא קאמר ליה:",
            "5": "אמינא כצ\"ל:",
            "6": "נ\"ב מיניה:"
        },
        "30": {
            "0": "[מן אמר רבא עד זה אומר של אבותי ליתא בד\"ק]",
            "1": "דקדים חזקה דהאי לשטרא דהך אבל אכלה שית כצ\"ל:"
        },
        "31": {
            "0": "נ\"ב שטרא:",
            "1": "למלוה עילוך כצ\"ל ותיבת ניהליה נמחק:",
            "2": "בדחייב כצ\"ל:"
        },
        "32": {
            "0": "זוזי גבייכו מהימנינא כצ\"ל:",
            "1": "פירי דיליה אכל אלא פירי דחברי' כצ\"ל:",
            "2": "צ\"ל דלא:"
        },
        "33": {
            "0": "נ\"ב אביי:"
        },
        "34": {
            "0": "עד א' קם לשבועה כצ\"ל:",
            "1": "נ\"ב הא:",
            "2": "זבינת כצ\"ל:",
            "3": "נ\"ב בגמ' ובא\"י ובאשר\"י גרסי' ומ\"ש מהא דתנן המחליף פרה בחמור וילדה וכן המוכר שפחתו וילדה זה אומר עד שלא מכרתי וזה אומר משלקחתי יחלוקו התם כו' דלפי גירסא זו מקשה ממתני' דפרק השואל אבל לפי הגירס' שבפנים מקשה מבריית' דפרק השואל והיינו טעמא דהאלפסי ז\"ל פסק כסומכוס היכא דעומדת באגם ובשמא ושמא ומשום דבהך ברייתא מפורש בה דבשמא ושמא יחלוקו כסומכוס על כן גורס הרב דפריך מהך ברייתא דמוכח מינה דכסומכוס קי\"ל בהך מלתא וכבר הארכתי בזה בח\"ם סי' רכ\"ג בס\"ד ואין כאן מקומו:",
            "4": "וכן המוכר וכו' משלקחתי נמחק נ\"ב זה אומר א\"י וזה אומר א\"י יחלוקו כו':"
        },
        "35": {
            "0": "ומדלא מחי כצ\"ל:",
            "1": "נ\"ב מ\"ט:",
            "2": "דלאו דילה ואמר כצ\"ל:",
            "3": "נ\"ב גירסת אלפסי ישן אכלה ערלה הויא חזקה תנ\"ה אכלה ערלה ושביעית וכלאים ה\"ז חזקה וכו' וכך היא גי' נ\"י כנראה מתוך פירושו והוא גי' ר\"ח והרמב\"ם והגאונים. וגי' הפנים היא גי' רשב\"ם ועי' בתוס' ואשר\"י:",
            "4": "נ\"ב אלפסי ישן פי' הבקעים שמתבקעה הארץ בקיץ המחזיק בהן וזורע לא הוי חזקה כי מחר יבא הגשם וידבקו:",
            "5": "נ\"ב בן:",
            "6": "נ\"ב עבד:"
        },
        "36": {
            "0": "נ\"ב אמרי:",
            "1": "דכרבא כצ\"ל:",
            "2": "שייכי' כצ\"ל:"
        },
        "37": {
            "0": "שקול וזיל כצ\"ל:"
        },
        "38": {
            "0": "צ\"ל אדעתיה.",
            "1": "נ\"ב משום בר קפרא:"
        },
        "40": {
            "0": "נ\"ב ביה:",
            "1": "נ\"ב לאיתתא:",
            "2": "נ\"ב קמיה:",
            "3": "נ\"ב אי לא כתב בה הכי:"
        },
        "41": {
            "0": "נ\"ב להכי לא קנתה האשה:",
            "1": "נ\"ב אלפסי ישן והלכך לא מרעא מידי:",
            "2": "צ\"ל מותו:",
            "3": "נ\"ב ליה:",
            "4": "נ\"ב א\"ל:"
        },
        "42": {
            "0": "אהדר כצ\"ל:",
            "1": "נ\"ב ליה אנא:",
            "2": "נ\"ב וימחי:",
            "3": "תיבת שום נמחק:",
            "4": "נ\"ב סהדי:",
            "5": "נ\"ב שנה:",
            "6": "ובפני לוקח שנה מצטרפין כצ\"ל:"
        },
        "43": {
            "0": "נ\"ב אי:",
            "1": "נ\"ב זהו מה שפי' הרמב\"ן בחדושיו לדברי הר\"ש. [בדפוס סביוניטה שהיה לפני הב\"ח וכן בד\"ק הגירסא בנ\"י פי' הר\"ש ז\"ל]:"
        },
        "44": {
            "0": "תיבת מיניה נמחק ואח\"ז צ\"ל משותפיה:",
            "1": "נ\"ב הוא:"
        },
        "45": {
            "0": "נ\"ב ליה:",
            "1": "נ\"ב ארעא:",
            "2": "ולא הדרא למרה כצ\"ל:",
            "3": "וכיון כצ\"ל:",
            "4": "נ\"ב נמי אייאושי קא מייאש כצ\"ל:",
            "5": "נ\"ב בתרא"
        },
        "46": {
            "0": "גזילה מרשות גנילן כצ\"ל:",
            "1": "נ\"ב קונה:",
            "2": "צ\"ל דף י\"א:",
            "3": "נ\"ב פי' שהמלוה היא בשטר וע\"ש:"
        },
        "47": {
            "0": "נ\"ב באלפסי ישן אינו והג\"ה היא:"
        },
        "48": {
            "0": "וקא אמר לי' אחר כצ\"ל:",
            "1": "נ\"ב עכ\"ה:",
            "2": "נ\"ב דא\"ל כו':",
            "3": "נ\"ב רבא:",
            "4": "צ\"ל אשי:"
        },
        "49": {
            "0": "צ\"ל יוחנן:",
            "1": "צ\"ל אריס:"
        },
        "50": {
            "0": "דאתוכצ\"ל:",
            "1": "נ\"ב רב כהנא:",
            "2": "ואמרי' נמי אמר רבא. כצ\"ל:"
        },
        "51": {
            "0": "נ\"ב נמי"
        },
        "52": {
            "0": "נ\"ב לא נצרכה אלא:",
            "1": "נ\"ב באלפסי ישן גרסי' ואחת שהכניס לה שום משלו והיא גי' ר\"ח כמ\"ש התוס' וכך היה גורס נ\"י בדברי הרי\"ף כמו שהוא לפניך:",
            "2": "נ\"ב משמע דהאי למעוטי כו' הוי נמי מדברי המקשה וכך מבואר מדברי התוס' וגרסי' האמר אמימר בלא וי\"ו אבל רשב\"ם גורם אלא למעוטי נכסי מלוג והאמר אמימר כו' ומפרש דהאי למעוטי כו' הוה מדברי המתרץ כו' עיין עליו:",
            "3": "צ\"ל האמר:",
            "4": "נ\"ב בר חנינא:",
            "5": "נ\"ב הוא:",
            "6": "צ\"ל תימא:"
        },
        "53": {
            "0": "נ\"ב הני:",
            "1": "צ\"ל דביתהך:",
            "2": "נ\"ב פירוש תוספתא בפרק הגוזל בתרא מתחלת בראשה אין מקבלין פקדונות כו' וזה תשלומה עי' בתוספת' דב\"ק:",
            "3": "נ\"ב ר' אחא אומר לעניי כל ישראל כ\"ה בתוספתא וכן מצאתי מוגה גם באלפס ישן ולי נראה דאין להגיה כך באלפסי משום דנראה דבכוונה השמיט האלפסי דברי ר' אחא לאורויי דהלכה כת\"ק וכן הרי\"ש לא הביא כי אם דברי ת\"ק וכן פסק הטור בחו\"מ סי' רנ\"ג ובי\"ד סי' רנ\"ח:"
        },
        "54": {
            "0": "ואף על גב כצ\"ל:",
            "1": "נ\"ב נמי:",
            "2": "נ\"ב הכי איתא בפ' המוכר פירות בדף ק' ע\"ש:",
            "3": "נ\"ב עד שיחזיק:",
            "4": "נ\"ב קא:",
            "5": "הוו עיילי בה והשתא נמי עיילי בה מא עבד כצ\"ל והשאר נמחק:"
        },
        "55": {
            "0": "נ\"ב כך היא גי' אלפסי ישן וכך מפורש בנ\"י לפנינו שזו היא גי' האלפסי וכן מפורש באשר\"י:",
            "1": "נ\"ב אמר רבה בר אבהו:",
            "2": "נ\"ב דארעא:"
        },
        "56": {
            "0": "נ\"ב כל:",
            "1": "נ\"ב ישראל:"
        },
        "57": {
            "0": "והני כצ\"ל:",
            "1": "נ\"ב הגהה ובאלפסי ישן אין זה והגהה היא והוא מדברי ר' יוחנן דקאמר המצר והחצב מפסיקין בנכסי הגר וחושבן לשתי שדות אבל לענין פאה וטומאה לא הוה הפסק:",
            "2": "שביל היחיד ושביל הרבים הקבוע כצ\"ל:",
            "3": "נ\"ב מקרי:"
        },
        "58": {
            "0": "נ\"ב ע\"כ הגה\"ה:",
            "1": "אחת אומר אחת בגבה ואחת אומר כו' כצ\"ל:"
        },
        "59": {
            "0": "נ\"ב רב יהודה הכי השתא התם כצ\"ל ותיבת מי דמי נמחק:",
            "1": "תיבת אלא נמחק:",
            "2": "צ\"ל אדעתייהו:",
            "3": "צ\"ל בי תרי:",
            "4": "אמר המחבר וכו' עד הריטב\"א ז\"ל מוקף:"
        },
        "60": {
            "0": "נ\"ב וכללא הוא:",
            "1": "נ\"ב באלפסי ישן אין זה והגה\"ה היא וכן מבואר מדברי הטור בח\"מ סי' קס\"א שכתב יראה מדברי רב אלפס שאין נקרא קבוע אא\"כ עשה מחיצה כו' וטעמא דמדלא הביא רב אלפסי כי אם תירוץ הראשון דמשמע מיניה כל היכא דליכא מחיצה לא קפדי שותפי בחצר אלמא דהכי ס\"ל ואע\"פ דר\"נ גופיה דחה תירוץ הראשון מ\"מ מדחזינן בתר הכי דרב פפא דהוא בתרא מישב מה שקשה על תירוץ הראשון וקאמר אידי ואידי בחצר השותפין ואיכא דקפדי ואיכא דלא קפדי גבי ממונא לקולא גבי איסורא לחומרא הכי נקטינן ותו דר\"נ גופיה לא קאמר הכי משמיה דנפשיה אלא משמיה דרבה ב\"ר אבהו ולא דחה דבריו הראשונים אלא משום קושיא דלא אשכח עליה פירוקא וכיון דאיפרק קושיתן כהוגן חזרו דברי רבה בר אבהו הראשונים לאיתנן וכדקאמר ר\"נ גופיה מעיקרא משמיה דרבה בר אבוה:",
            "2": "נ\"ב ס\"א יוחנן [וכ\"א בגמ']:",
            "3": "נ\"ב אלפסי ישן. פי' שאם היו מי המרזב שפכי מהאי גיסא ומהאי גיסא לית רשו לאייתויינהו כולהו בחד גיסא ויש למקומו חזקה דאי נפל עביד ליה כדמעיקרא. ע\"כ:"
        },
        "62": {
            "0": "נ\"ב שיפתחנו:",
            "1": "צ\"ל חדרו:"
        },
        "63": {
            "0": "נ\"ב הוו קא מעכבי עליה בני רה\"ר:",
            "1": "בליליא שדר רבי ינאי כצ\"ל:",
            "2": "מאי קא סבר ולבסוף מאי קא סבר מעיקרא סבר כצ\"ל:",
            "3": "נ\"ב היא:"
        },
        "64": {
            "0": "צ\"ל בה:"
        },
        "65": {
            "0": "ואי אמר וכו' בתי ועבדי כ\"ז מוקף ונ\"ב ואי אמר ליה נכסי אפילו פרדסי ובוסתני לבר מבתי ועבדי ואי א\"ל כל נכסי אפי' בתי ועבדי כך היא הגירסא באלפסי ישן גם הרב המגיד בפ' כ\"א מהל' מכירה כתב שכך היא גירסת ההלכות וכך פסק הרמב\"ם לשם:",
            "1": "נ\"ב כזה (א):",
            "2": "נ\"ב כזה (ב):",
            "3": "נ\"ב כזה (ג)",
            "4": "אבראי כצ\"ל:"
        },
        "66": {
            "0": "נ\"ב דדיקלא:",
            "1": "נ\"ב מיהו:",
            "2": "נ\"ב נמי:",
            "3": "נ\"ב לא מיבלע ואיכא עליה ריכבא דדיקלא והוי ט' קבין לא קנה:",
            "4": "צ\"ל מצראנאהא פלגא:",
            "5": "צ\"ל מצראנאהא ט' קבין:"
        },
        "67": {
            "0": "נ\"ב אחד:",
            "1": "נ\"ב תנו לו:",
            "2": "נ\"ב לו:",
            "3": "נ\"ב סתם בכך וכך ולאפי' כצ\"ל:",
            "4": "(דאמר כו' על גבה) תא\"מ ונ\"ב ס\"א אין זה וכן באשר\"י ליתיה וכן משמע מדברי נ\"י דלא גרס ליה אבל ברמב\"ם מבואר שגם הוא סובר דאפי' זיזין כ\"ש אם רצה לבנות ע\"ג:",
            "5": "נ\"ב דף קמ\"ח ע\"ב וע\"ל בנ\"י:",
            "6": "ודיוטא כצ\"ל:"
        },
        "68": {
            "0": "נ\"ב לקמן סימן תשעה:",
            "1": "(מכר תנור מכר כירים) תא\"מ ונ\"ב ובאלפסי ישן גורס ולא את התנור ולא את הכירים ולא את הרחים וכך היא גי' נ\"י והרא\"ש ועיין בפי' רשב\"ם ותוס' אבל הרמב\"ם בפ\"ה מהל' מכירה גורס מכר תנור מכר כירים:"
        },
        "69": {
            "0": "תיבת הרי נמחק:"
        },
        "70": {
            "0": "נ\"ב ס\"א הנצרי' [ובד\"ס שהיה לפני הב\"ח ובד\"ק הגירסא הסירים]:",
            "1": "נ\"ב בגי' הגמ' יש נוסחאות שכתב בהן בברייתא תחלה אבל לא מכר את העכירים כו' ואח\"כ כתב ובזמן שא\"ל היא כו' ולפי גירסא זו הברייתא מסכמת עם המשנה אבל גי' הרמב\"ם היא שהברייתא חולקת עם המשנה ופסק כברייתא וכ\"ה באלפסי ישן והרא\"ש תמה על זה ועמו הסכים נ\"י:",
            "2": "נ\"ב וכך היא גי' הרא\"ש אבל באלפסי ישן גורס יקמים והיא גי' רשב\"ם:",
            "3": "נ\"ב לא:",
            "4": "תא\"נ:"
        },
        "71": {
            "0": "נ\"ב גי' אלפסי ישן מהא שמעינן דמאן דמזבן ליה לחבריה מידי דשכיח למיזבן אע\"ג דליתיה לההיא מידי ברשותיה מיחייב למיזבן ולמיתן ליה וקי\"ל נמי פוסקין על שער שבשוק ואע\"ג שאין לו ותניא נמי בתוספתא המוכר פירות לחבירו בחזקת שיש לו ונמצא שאין לו לאו כל הימנו לאבד זכותו של זה ע\"כ גירסת אלפס ישן ובדברי הראב\"ד בהשגותיו מפורש שכך היה גורם באלפסי עיין בפכ\"ד מהל' מכירה:"
        },
        "72": {
            "0": "הוא דעבד ביה כצ\"ל:"
        },
        "74": {
            "0": "צ\"ל אמר:",
            "1": "(והוא דהוי תלתא) תא\"מ ונ\"ב באלפסי ישן אין זה אבל התוס' בפ' חזקת הבתים דף ל\"ז פירשו נמי דמיירי בג' אילנות וע\"ש:"
        },
        "75": {
            "0": "נ\"ב הוי:",
            "1": "נ\"ב הגה\"ה [ובא\"י כתב מצאתי בס\"א מוגה שזה הגה\"ה עד לקמן אמר ר\"פ]",
            "2": "אביי ורבא דאמרי תרוייהו מסירה קונה כצ\"ל:"
        },
        "76": {
            "0": "נ\"ב משיכה קונה בסימטא ובחצר שהיא של שניהם:",
            "1": "ואי כצ\"ל:",
            "2": "ומאי עד שימשכנו שימשוך מרה\"ר לסימטא כצ\"ל:",
            "3": "נ\"ב ע\"כ הג\"ה:"
        },
        "77": {
            "0": "נקנה זה השטר. כצ\"ל:",
            "1": "ולא כצ\"ל:",
            "2": "נ\"ב הגה\"ה באלפסי ישן מכר את הקרון כו' תני רב תחליפא בר מערבא קמיה דר' אבהו מכר את הקרון מכר את הפרדות א\"ל והא אנן תנן לא מכר את הפרדות א\"ל תתרגם מתניתך בשאדוקין בה. ע\"כ:",
            "3": "(לצמד נמי בקר) תא\"מ ונ\"ב גי' א\"י לבקר נמי צמד כו' וכן בסמוך וכך הוא בגמ':",
            "4": "מודיעים ואין הדמים תא\"נ:",
            "5": "הוא דיהיב ליה כצ\"ל:"
        },
        "79": {
            "0": "נ\"בהגה\"ה:",
            "1": "משנה יתירה דכיון כצ\"ל:",
            "2": "נ\"ב פשיטא:",
            "3": "נ\"ב ע\"כ הגה\"ה:",
            "4": "מן הגזע ומן כו' כצ\"ל:"
        },
        "80": {
            "0": "נ\"ב לא:",
            "1": "נ\"ב דתני עלה ר\"י אומר גר מביא כו':",
            "2": "נ\"ב אלו:",
            "3": "וכמה הוא שיעור תחת האילן כצ\"ל והס\"ד ואח\"כ מה\"ד אורה וסלו:",
            "4": "צ\"ל וביניהן בין:",
            "5": "יותר מדאי דאם כן מ\"ש כצ\"ל והשאר נמחק [וכ\"ה בד\"ק]:",
            "6": "נ\"ב על ט\"ז אמה:",
            "7": "נ\"ב אמות:",
            "8": "נ\"ב סמוך:"
        },
        "81": {
            "0": "צ\"ל בבהמה דקה:",
            "1": "נ\"ב כנגד שתים:",
            "2": "צ\"ל וקולא לנתבע:",
            "3": "נ\"ב אם:",
            "4": "תי' הא נמחק:"
        },
        "82": {
            "0": "נ\"באיתא:",
            "1": "נ\"ב בתרוייהו:",
            "2": "דקא סומקא כצ\"ל:",
            "3": "צ\"ל דהך משיכה:"
        },
        "83": {
            "0": "נ\"בלוקח:",
            "1": "בהכי קני דאמרי' כצ\"ל ותי' איכא נמחק [וכ\"א בפלפולא חריפתא]:",
            "2": "לזכות לו קנה הה\"נ כצ\"ל:"
        },
        "84": {
            "0": "נ\"ב נראה דהיינו דוקא היכא דפסק ולא מדד אבל בפסק ומדד אף בכליו של מוכר ברשות לוקח נמי קנה והשתא ניחא הך דרב ושמואל דכור בשלשים וכו' דמוקי לה נמי ברשות לוקח וכליו של מוכר דקנה במדד ואפ\"ה בכליו של לוקח ברשות מוכר לא קני אע\"ג דפסק ומדד כיון דלא א\"ל לך חזק וקני לא השאיל לו רשותו אבל בכליו של מוכר ברשות לוקח לא בעינן לך חזק וקני כיון דהוה ברשות לוקח ה\"ה ברשותו אלא דלפי שהן בכליו של מוכר לא קנה לוקח וכיון דמדד חשבינן להו כאילו הן בכליו של לוקח וקנה:",
            "1": "נ\"ב לוקח:",
            "2": "ראשון שתתמלא סאתו קנה כצ\"ל:",
            "3": "תי' במדה דלוקח נמחק:",
            "4": "אלימא כצ\"ל:",
            "5": "שמדד לכליו כיון שיכול כצ\"ל",
            "6": "נ\"ב קנה:",
            "7": "הוא כשל מוכר עד שתתמלא כצ\"ל:",
            "8": "מוכר ולא לוקח כצ\"ל:",
            "9": "נ\"ב זה:",
            "10": "או דלמא תרוייהו כצ\"ל:"
        },
        "85": {
            "0": "נ\"ב והוא דאיתנהו בכליו של לוקח:",
            "1": "צ\"ל אחי [וכ\"ה בד\"ק]:",
            "2": "במסירה תנן כצ\"ל:"
        },
        "86": {
            "0": "שדי מכורה לך שדי נתונה לך. כצ\"ל:",
            "1": "וכיון דקני לה כו' קני נמי. כצ\"ל:",
            "2": "נ\"ב אחר:",
            "3": "יפה כצ\"ל:",
            "4": "נ\"ב באגרך:",
            "5": "צ\"ל ומיצת:"
        },
        "87": {
            "0": "נ\"ב משמע דהרב לא היה גורס במשנה ופונדיון בידו. ונראה דהיה מפרש דלא שלח את התינוק אלא בצלוחית שלו בלא שום מטבע ומש\"ה ס\"ל לרבנן דלאודועיה שדריה ופי' ומדד לו באיסר שמן כשהיה לו שמן ופי' ונתן לו את האיסר או כשאין לו שמן נתן חנוני את האיסר לתינוק לקנות בו שמן מזולתו ופי' שיבר את הצלוחית ואבד את האיסר או אבד את האיסר ופי' חנוני חייב כלומר הוא בעצמו חייב בנזקין שמסר ממונו ביד התינוק ואבדה מדעת היא לו וגם על הצלוחית חייב אי נטלו מיד התינוק למוד בה לאחרים דשואל שלא מדעת גזלן הוא כדאסיקנא בגמ' וכך פי' הרמב\"ם בפי' המשניות לפי גירסתו דלא תני במשנה ופונדיון בידו וכך היא דעתו בחבורו פ\"ב משלוחין וכך הוא דעת האשר\"י שכתב כלשון האלפסי דלא תני במשנה ופונדיון בידו וכל זה דלא כגירסת רש\"י ופירושו:"
        },
        "88": {
            "0": "ומדאוריית' מנלן כצ\"ל:",
            "1": "נ\"ב בשר:"
        },
        "89": {
            "0": "נ\"ב והשבת ונפתחה בר להקטין איפה ולהגדיל שקל ולעות מאזני מרמה כו':",
            "1": "נ\"ב מתבקע ומתרוח בפתיחתא ובימו' הגשמים מתדבקי' הרגבים וכוויץ שנמצא ביה\"ג המדה מוספת כצ\"ל והשאר נמחק:"
        },
        "90": {
            "0": "נ\"ב מא\"י:"
        },
        "93": {
            "0": "תי' סתם נמחק:"
        },
        "95": {
            "0": "נ\"ב חתנות לבנו ובית אלמנות לבתו:",
            "1": "נ\"ב לו:"
        },
        "96": {
            "0": "תיבת דרך נמחק:"
        },
        "97": {
            "0": "ופותח לתוכה שמונה כוכין כו': כצ\"ל ותי' וכן הלכתא נמחק ונ\"ב המדפיס השמיט המשנה ובאלפסי ישן כתובה כל המשנה עד סופה וכמו שהעתיקה נ\"י וכן באשר\"י:"
        },
        "98": {
            "0": "צ\"ל הותיר:",
            "1": "נ\"ב הוא:",
            "2": "או הותיר כצ\"ל:"
        },
        "99": {
            "0": "וחזי כצ\"ל:"
        },
        "100": {
            "0": "צ\"ל רבא:",
            "1": "נ\"ב אמר ויתר:",
            "2": "ואי כצ\"ל:",
            "3": "נ\"ב דמאנתיה:",
            "4": "נ\"ב סלע:"
        },
        "101": {
            "0": "נ\"ב באלפסי ישן גרס חמרין ופועלין בנו\"ן וכ\"כ התוס' בפ' הספינה דף פ\"ה סוף ע\"ב:"
        },
        "103": {
            "0": "צ\"ל תנא:",
            "1": "נ\"ב הג\"ה מאלפסי ישן פי' ירושה ראשונה הבן את אביו הקודם בפסוק דאיש כי ימות גו' דטעמא דאין לו בן כו' וירושה שנייה היא ירושת הבעל לאשתו דנפיק מוירש אותה וכל דבר ירושה הבאה מכח אשה ירושה שנייה קרינן לה כגון בני אחיות. ע\"כ הג\"ה:",
            "2": "אמר רב חסדא לא שנו אלא ביום אבל בלילה אפי' ג' כותבין ואין עושין דין מאי טעמא דהוו להו עדים ואין עד נעשה דיין. כצ\"ל:",
            "3": "נ\"ב אלפסי ישן גרס בסדום כו' בסדום בפרק כו':"
        },
        "104": {
            "0": "נ\"ב וגו':",
            "1": "נ\"ב אמר רבא:",
            "2": "דליתי' ליצחק יעקב קודם. ש\"מ וכן הלכתא. כצ\"ל:"
        },
        "105": {
            "0": "נטל כצ\"ל:",
            "1": "נ\"ב גי' אלפסי ישן מה נכסי האב בן קודם לבת אף נכסי האם בן קודם לבת כו':",
            "2": "נ\"ב ההוא:",
            "3": "נ\"ב כו':",
            "4": "נ\"ב הכי קאמר אחד הבן כו':",
            "5": "צ\"ל חלק כחלק."
        },
        "106": {
            "0": "(ואי קשיא לך כו' התם בעיקר ממונא הכא בשבחא) תא\"מ ונ\"ב גי' אלפסי ישן וליתא להא דרבא דהא איפסקא הלכתא בהדיא דיש לו לבכור קודם חלוקה. וכך כתוב בפסקי הרא\"ש:",
            "1": "נ\"ב אין הבעל נוטל בראוי כבמוחזק ואין הבכור כצ\"ל [וכ\"ה בגמ' וברא\"ש]:",
            "2": "צ\"ל אבל הניח פרה מעוברת ונ\"ב בגמ' ת\"ר הבכור כו' או שהיתה רועה באפר וילדה בכור נוטל פי שנים כו'. מני רבי היא כו' אלמא דלרבנן אינו נוטל בולדות פי שנים. ומיהו הרמב\"ם בפי\"ג מהל' נחלות פסק דנוטל פי שנים וכבר ניתן הרב המגיד טעם לדבריו ע\"ש:",
            "3": "נ\"ב דוכתא:",
            "4": "דלא אמר דאינו נוטל בבכור בלחוד אלא משום כו':",
            "5": "סבירא ליה דאמר כצ\"ל:",
            "6": "דנפשיה כצ\"ל:",
            "7": "שהמלוה מוציא. ומעשה כצ\"ל ותי' כי נמחק:"
        },
        "107": {
            "0": "נ\"ב מ\"ש שעמו פי':",
            "1": "נ\"ב משמע מלשון זה שאמר הנותן שאחר הסבתא יהיו הנכסים ליורשיו של נותן ובספרים שלנו גרסי' נמי לירתאי וכן הוא בפסקי הרא\"ש אבל באלפסי ישן גורס ובתרא לירתה הויא לה ברתא כו' וכן גורס לקמן בדברי הרי\"ף סוף פ' זה והוא גי' הגאונים כמ\"ש הרב המגיד פי\"ב מהל' זכייה ועי' בדברי נ\"י:",
            "2": "ורבה כצ\"ל:",
            "3": "מאי שנא כצ\"ל:"
        },
        "109": {
            "0": "נ\"ב כולם:",
            "1": "נ\"ב בשוה:",
            "2": "נ\"ב ואמר כיון דאיפסיקא הלכתא דיש לו לבכור קודם חלוקה:",
            "3": "נ\"ב הגה\"ה:",
            "4": "נ\"ב עכ\"ה:"
        },
        "110": {
            "0": "נ\"ב לרבא:",
            "1": "ולבסוף נתערבו תא\"נ:",
            "2": "צ\"ל הן:",
            "3": "נ\"ב הגהה:",
            "4": "נ\"ב ע\"כ הגהה:",
            "5": "נ\"ב לו:",
            "6": "צ\"ל דאמר:"
        },
        "111": {
            "0": "נ\"ב הגהה:",
            "1": "צ\"ל דאביו:",
            "2": "בנכסים שנפלו לו כצ\"ל:",
            "3": "נ\"ב עכ\"ה:",
            "4": "נ\"ב הוא:",
            "5": "הוא וחזר ואמר בני הוא כצ\"ל:",
            "6": "נשבע כצ\"ל:",
            "7": "צ\"ל כשר. ונ\"ב אלפסי ישן. רבא אמר אף בראשון כשר. פי' כגון בן בן ראובן ושמעון אחי ראובן וקפסק מר רב אהרן גאון ז\"ל דהאי דאכשר רבא לענין קידושין להצריכה גט אבל לעדות ממון פסול. ע\"כ:"
        },
        "112": {
            "0": "ובנכסים כצ\"ל:",
            "1": "נ\"ב לוה שפרעה מחצה:"
        },
        "113": {
            "0": "נ\"ב להו:",
            "1": "בהמוציא שט\"ח על חבירו כצ\"ל:",
            "2": "נ\"ב על פיו:"
        },
        "114": {
            "0": "נ\"ב נמי:"
        },
        "115": {
            "0": "נ\"ב ואל תתמה:",
            "1": "נ\"ב הכי:",
            "2": "נ\"ב דדינא."
        },
        "116": {
            "0": "(לבנו לא עשאה אלא אפוטרופוס) תא\"מ ונ\"ב בגמ' ל\"ג לה וכן באלפסי ישן ל\"ג לה וכן בפסקי הרא\"ש:"
        },
        "117": {
            "0": "דשמעתיך כצ\"ל:",
            "1": "צ\"ל רבינא:",
            "2": "הבנים כצ\"ל:",
            "3": "נ\"ב באלפסי ישן אין זה והגה\"ה היא:",
            "4": "צ\"ל בלא:",
            "5": "צ\"ל לית:"
        },
        "118": {
            "0": "(ודוקא דהיא שותקת כשמואל וכ\"ש הנך) תא\"מ ונ\"ב גם הרא\"ש היה גורס כך באלפסי אבל באלפסי ישן אינו:",
            "1": "צ\"ל לי:",
            "2": "(הלכך מוקמינן כו' דמחלה) תא\"מ ונ\"ב תימה דרשב\"ם פסק בהיפך דהאשה היא המוציאה ועליה להביא ראיה וכ\"כ בנ\"י לפנינו וכ\"כ הרא\"ש תיקו ולא מפקינן מיתומים עכ\"ל ולא הביא האי לשון שכתב כאן באלפס וכן פסק באה\"ע בסתם ריש סי' ק\"ו:"
        },
        "119": {
            "0": "צ\"ל מיקניא:",
            "1": "נ\"ב לתקנתא דרבנן:",
            "2": "נ\"ב פי' ס\"ל לרבואתא דזה שנתן נכסיו למי שראוי ליורשו לא גרע כחו מאלו נתנם למי שאינו ראוי ליורשו דבמ\"ש נכסי לך נשתעבדו לזה ולכן אין אלמנתו ניזונית מנכסים הללו והיינו דקא מסתייעה להו מדתנא כו' דס\"ל דהני נכסים שנתנן בדבורו שאמר נכסיי לך הויין משועבדים לזה ואין מוציאין מנכסים משועבדי' בין ראוי ליורשו בין אין ראוי ליורשי סוף סוף נקראו נכסים משועבדים שהרי נשתעבדו בדבורו ועל כן השיב הרי\"ף דא\"כ דמתני' פליגא אדר\"א ב\"א ה\"ל לרבא לאותובי תיובתא עליה ממתני' וק\"ל ועי' באשר\"י מפורש כן. מיהו היה אפשר לומר דרבואתא לא מסתייע להו ממתני' אלא להיכא שאין ראוי ליורשו דהאי ודאי נקראו בשם נכסים משועבדים אלא שרבא מסברא דנפשיה ס\"ל דאטו יורש מיגרע גרע אבל מ\"מ ליכא לאותובי לרב אדא בר אהבה ממתני' דאיהו לטעמיה ולסברתו קאזיל דדוקא באין ראוי ליורשו דנותנן לו במתנה התם הוא דנכסי משועבדים הוויין ולכך אין מוציאין מהן למזון האשה והבנות אבל בראוי ליורשו אין נותנין לו כלום אלא כאילו אמר נכסי הן בתורת ירושה לפלוני ואין דבריו אלה לא מעלין ולא מורידין דאף בלא אמירתו יורשו דבר תורה והלכך מוציאין מהן למזון האשה והבנות כך היה אפשר ליישב אליבא דרבואתא אלא כיון דחזינן לרי\"ף דאקשי עלייהו איהו הוה ידע בודאי ובבירור דרבואתא אילין איסתייעי ממתני' ואף בנותן למי שראוי ליורשו נמי אין מוציאין דאידי ואידי משועבדים נינהו בדבורו שאמר נכסי לפלוני ולהכי אקשי עלייהו:",
            "3": "תיבת ליה נמחק:",
            "4": "צ\"ל עויא:",
            "5": "נ\"ב זה:",
            "6": "כיון שאין המקנה יכול להקנות דאין קנין לאחר מיתה ומתנת שכ\"מ כצ\"ל:",
            "7": "צ\"ל במכ\"ש:"
        },
        "120": {
            "0": "נ\"ב לשמאי לקמן:",
            "1": "שלכך יהיב ליה כצ\"ל:",
            "2": "לפני הב\"ח הי' הגירסא דרשב\"ג בא לפרש והוא הגיה אלמא דפליגי רבנן עלי' דרשב\"ג דאל\"כ שמואל וכו'."
        },
        "121": {
            "0": "ולא כצ\"ל:",
            "1": "צ\"ל שבאה:",
            "2": "דקאמרי כצ\"ל:",
            "3": "דגם כצ\"ל:"
        },
        "122": {
            "0": "נ\"ב איזהו:",
            "1": "ואיזהו מתנה כל שכתוב בה כצ\"ל:"
        },
        "123": {
            "0": "נ\"ב בהו:",
            "1": "ואשכחנן כצ\"ל:"
        },
        "124": {
            "0": "נתנן כצ\"ל:",
            "1": "צ\"ל וזבינה:",
            "2": "נ\"ב מצי:"
        },
        "125": {
            "0": "נ\"ב ומכר:",
            "1": "נ\"ב ע\"ל סימן רמ:",
            "2": "נ\"ב פי' דפליגי לענין תרומה עי' בגמ':",
            "3": "צ\"ל אמאי:"
        },
        "126": {
            "0": "דעתי' דנותן כצ\"ל:",
            "1": "והכין דינא נמי:"
        },
        "127": {
            "0": "דמיהן כצ\"ל:",
            "1": "צ\"ל דאלבש:",
            "2": "ואע\"פ כצ\"ל:"
        },
        "129": {
            "0": "מזונות בת אשתו מה שאמעט בנכסים. אלמנתו מהו שתמעט בנכסים. כצ\"ל:"
        },
        "131": {
            "0": "נ\"ב ע\"ל סימן תתלג:",
            "1": "בניי כצ\"ל בכל הענין:",
            "2": "נ\"ב לנו"
        },
        "132": {
            "0": "נ\"ב פירוש:"
        },
        "133": {
            "0": "נ\"ב גי' אלפסי ישן. אבל השולח לחבירו כו':",
            "1": "נ\"ב כשהי חוזרת:"
        },
        "134": {
            "0": "נ\"ב נמי:",
            "1": "אבל פחות מדינר לא ואחר כך צ\"ל אכל תנן שתה וכו' עד רישא דירקא הדרא ואח\"כ צריך להיות אמר ר\"ה בדר\"י וכו' עד תרי תלתא דזוזי:",
            "2": "נ\"ב והלך:"
        },
        "135": {
            "0": "(מהו שישלח שבח סבלונות) תא\"מ ונ\"ב גי' אלפסי ישן (מהו שישלשו. שבח סבלונות מהו) וכך היא הגי' בפר\"ח כמו שפי' רשב\"ם ועי' פי' גירסא זו בפירושו ובדבריהתוס':",
            "1": "צ\"ל נכסיך:",
            "2": "נ\"ב הייתי שיש לי בן עכשיו שאין לי בן נכסי לפלוני כצ\"ל:",
            "3": "נכסיך כצ\"ל:",
            "4": "נ\"ב הייתי:",
            "5": "צ\"ל נכסי:"
        },
        "137": {
            "0": "שני נמי קנה. כצ\"ל:",
            "1": "נ\"ב לעניים:",
            "2": "צ\"ל הן:",
            "3": "תיבת שמואל מוקף. ונ\"ב ס\"א רב וכך היא גירסתנו בגמ' ובאשר\"י:"
        },
        "138": {
            "0": "נ\"ב גיורא:",
            "1": "נ\"ב נמי:",
            "2": "צ\"ל דדברי:",
            "3": "התקנה כצ\"ל:"
        },
        "139": {
            "0": "נ\"ב ע\"ל סימן תתמט:",
            "1": "אמרה דבעינא כצ\"ל ותיבת משום נמחק:",
            "2": "נ\"ב טפי:"
        },
        "140": {
            "0": "נ\"ב והא אינסיבא:",
            "1": "אתו אחיה כצ\"ל:",
            "2": "צ\"ל הוה:"
        },
        "141": {
            "0": "נ\"ב הגהה:",
            "1": "נ\"ב ע\"כ הגה\"ה:",
            "2": "כדגרסי' בפ' האומר התקבל גט זה לאשתי: והוא סה\"ד ואח\"כ מתחיל הא דאמר שמואל ותיבת והא נמחק וכ\"ה בד\"ק:"
        },
        "142": {
            "0": "נ\"ב קאמר:",
            "1": "צ\"ל עליהן:"
        },
        "143": {
            "0": "נ\"ב ותרוייהו:"
        },
        "144": {
            "0": "נ\"ב לא נצרכה אלא ליבום דתנן בן ט' וכו'. ותיבת ביבם נמחק:",
            "1": "להני ה' כולהו כצ\"ל:",
            "2": "צ\"ל אההיא:",
            "3": "צ\"ל כתרוייהו:",
            "4": "תי' בן נמחק:",
            "5": "צ\"ל וקי\"ל:",
            "6": "נ\"ב אתא לקמיה דרבא א\"ל זביניה זביני א\"ל קרוביה זיל אכול תמרא ושדי קשייתא בי רבא אזל עבד הכי א\"ל רבא זבינוהי לאו זביני כי קא כתבו ליה שטרא א\"ל לקוחות זיל אימא ליה מגילת אסתר בזוזא שטרא דמר בזוזא הדר אזל א\"ל. א\"ל רבא זביניה זביני. א\"ל קרובים לקוחות אגמרוה. א\"ל כיון דמסברא ליה וסבר מידע ידע והאי דקא עבד הכי חוצפא יתירא הוא דהוה ביה וזבינה זביני דשמעת כו':",
            "7": "ולית כצ\"ל:"
        },
        "145": {
            "0": "נ\"ב כי היכי:"
        },
        "148": {
            "0": "דאדהכי כצ\"ל:",
            "1": "נ\"ב מכאן עד נגד הכתב לא נמצא באלפסי ישן ונראה שכל זה היא הגה\"ה:",
            "2": "זייף וכתיב:",
            "3": "נ\"ב אחרינא:",
            "4": "נ\"ב ליה:",
            "5": "צ\"ל היה:",
            "6": "צ\"ל אדעתי':"
        },
        "149": {
            "0": "נ\"ב א\"ר יוחנן:",
            "1": "תניא. כצ\"ל:",
            "2": "נ\"ב בן אלעזר:",
            "3": "(מאי שנא בין העדים לשטר כו' לא חתמי אטיוטא) כל זה מוקף ונ\"ב באלפסי ישן אין זה:",
            "4": "נ\"ב כל המחקים וכו'. כל מחק כצ\"ל:",
            "5": "וצריך שיחזור מענינו וכו' כמו. כצ\"ל:",
            "6": "נ\"ב אבל והד\"א עם תניא:",
            "7": "צ\"ל הוא:"
        },
        "150": {
            "0": "נ\"ב לשון הר\"ש ב\"ר צמח בתשובה הועתקה בכסף משנה פ\"ד דהלכות עדות דין ו' דהרי\"ף ז\"ל פי' דהך דעד ודיין בדרך אחר משאר מפרשים שהם פירשו אותה בשטר שיש בו קיום ולא הכירו כ\"א ע\"א וחתימת דיין אחד שאין לצרף עדותן וע\"פ זה למדו מכאן דקיום שטרות צריך קיום אבל פי' כגון שיש עד בהלואה זו ודיין אחד מעיד שבמושב ב\"ד של ג' באו שני עדים והעידו שזה חייב לזה מנה שאין לצרף עדותן דמאי דמסהיד סהדא לא מסהיד דיינא משמע מפירושו ז\"ל דדוקא בעדות על פה היא זו ולא בקיום השטר אבל אם היה השטר מקוים שוב א\"צ קיום והרמב\"ם כתבה ע\"פ דרכו של הרי\"ף א\"כ הרי גילה דעתו כאן הרמב\"ם שאין קיום ב\"ד צריך קיום לפי שהוא כשיטת הרי\"ף רבו אמרה ומ\"מ כתב דלענין מעשה כיון שר\"ח והרמב\"ן והרשב\"א סוברים דמעשה ב\"ד צריך קיום הכי נקטינן לענין ממון להקל על הנתבע דכל היכא דאיכא פלוגתא דרבוותא נקטינן הכי להקל על הנתבע כמ\"ש המפרשים בפ\"ק דע\"ז וכ\"כ הרמב\"ן והר\"ן בפא\"ט עכ\"ל:",
            "1": "בד\"א בשטרות כצ\"ל:"
        },
        "151": {
            "0": "נ\"ב כסף סלעין דאינון ונמחקו אין פחות משתים. דרבונות דאינון ונמחקו אין פחות משניס: גמ' ת\"ר כצ\"ל:",
            "1": "משני דינרין כסף כצ\"ל:",
            "2": "מבשני דינרין זהב כסף כצ\"ל:",
            "3": "צ\"ל מבשני:",
            "4": "צ\"ל מבשני:",
            "5": "(אי הכי רישא נמי כו' שכתב בו מטבע כו') כל זה מוקף ונ\"ב באלפסי ישן אינו והגה\"ה היא וכ\"כ הרב המגיד בסוף הלכות מלוה שאין מכל זה בהלכות:",
            "6": "נ\"ב דכספא:"
        },
        "153": {
            "0": "ואזיל ממטי ליה לאיתתיה כצ\"ל:",
            "1": "צ\"ל לה:",
            "2": "(לאו איהי היא ואמרו לי) תא\"מ ונ\"ב ס\"א דהאי קלא לאו דידה הוא וא\"ל כו':"
        },
        "158": {
            "0": "נ\"ב שעליו:",
            "1": "צ\"ל רגילי:",
            "2": "נ\"ב להביא ראיה:"
        },
        "163": {
            "0": "צ\"ל הרמב\"ן:",
            "1": "נ\"ב משמע דלמ\"ד שעבודא לאו דאורייתא מלוה בשטר המאוחר קודם למלוה ע\"פ המוקדם והתוס' בשם רבינו אליהו ור\"ח כתבו שהעיקר דשעבודא לאו דאורייתא וכן פסק במרדכי בשמם ובשם אב\"י העזרי דלא כרי\"ף והרא\"ש ור\"י. גם הר\"נ ריש פ' מי שהיה נשוי הסכים לדברי הרי\"ף דלא כרבינו האי גאון והאריך על זה ע\"ש:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Hagahot HaBach on Rif Bava Batra"
}