{
    "text": {
        "0_Chapter, 0_Verse": "Cantar de cantares, el cual es de Salomón.",
        "0_Chapter, 1_Verse": "(ESPOSA:) ¡Oh si él me besara con besos de su boca! Porque mejores son tus amores que el vino.",
        "0_Chapter, 2_Verse": "Por el olor de tus suaves ungüentos, tu nombre es ungüento derramado, por eso las doncellas te aman.",
        "0_Chapter, 3_Verse": "Atráeme; en pos de ti correremos. Me metió el rey en sus cámaras; nos gozaremos y alegraremos en ti; nos acordaremos de tus amores más que del vino; los rectos te aman.",
        "0_Chapter, 4_Verse": "Morena soy, oh hijas de Jerusalén, pero codiciable; como las cabañas de Cedar, como las cortinas de Salomón.",
        "0_Chapter, 5_Verse": "No os fijéis en que soy morena, porque el sol me miró. Los hijos de mi madre se airaron contra mí, me hicieron guarda de las viñas, y mi viña, que era mía, no guardé.",
        "0_Chapter, 6_Verse": "Hazme saber, oh tú a quien ama mi alma, dónde apacientas, dónde haces recostar el rebaño al mediodía: Pues, ¿por qué había yo de estar como errante junto a los rebaños de tus compañeros?",
        "0_Chapter, 7_Verse": "(ESPOSO:) Si tú no lo sabes, oh hermosa entre las mujeres, sal tras las huellas del rebaño, y apacienta tus cabritas junto a las cabañas de los pastores.",
        "0_Chapter, 8_Verse": "A yegua de los carros de Faraón te he comparado, amada mía.",
        "0_Chapter, 9_Verse": "Hermosas son tus mejillas entre los pendientes, tu cuello entre los collares.",
        "0_Chapter, 10_Verse": "Zarcillos de oro te haremos, con clavos de plata.",
        "0_Chapter, 11_Verse": "(ESPOSA:) Mientras que el rey estaba en su reclinatorio, mi nardo dio su olor.",
        "0_Chapter, 12_Verse": "Mi amado es para mí un manojito de mirra, que reposa toda la noche entre mis pechos.",
        "0_Chapter, 13_Verse": "Racimo de flores de alheña en las viñas de Engadi es para mí mi amado.",
        "0_Chapter, 14_Verse": "(ESPOSO:) He aquí que tú eres hermosa, amada mía; he aquí que eres bella; tus ojos son como de paloma.",
        "0_Chapter, 15_Verse": "(ESPOSA:) He aquí que tú eres hermoso, amado mío, y dulce; nuestro lecho también florido.",
        "0_Chapter, 16_Verse": "Las vigas de nuestra casa son de cedro, y de ciprés los artesonados.",
        "1_Chapter, 0_Verse": "(ESPOSA:) Yo soy la rosa de Sarón, y el lirio de los valles.",
        "1_Chapter, 1_Verse": "(ESPOSO:) Como el lirio entre los espinos, así es mi amada entre las doncellas.",
        "1_Chapter, 2_Verse": "(ESPOSA:) Como el manzano entre los árboles silvestres, así es mi amado entre los jóvenes: Con gran deleite me senté bajo su sombra, y su fruto fue dulce a mi paladar.",
        "1_Chapter, 3_Verse": "Me llevó a la casa del banquete, y su bandera sobre mí fue amor.",
        "1_Chapter, 4_Verse": "Sustentadme con frascos de vino, corroboradme con manzanas; porque estoy enferma de amor.",
        "1_Chapter, 5_Verse": "Su izquierda esté debajo de mi cabeza, y su derecha me abrace.",
        "1_Chapter, 6_Verse": "(ESPOSO:) Yo os conjuro, oh doncellas de Jerusalén, por los corzos y por las ciervas del campo, que no despertéis ni hagáis velar al amor hasta que quiera.",
        "1_Chapter, 7_Verse": "(ESPOSA:) ¡La voz de mi amado! He aquí él viene saltando sobre los montes, brincando sobre los collados.",
        "1_Chapter, 8_Verse": "Mi amado es semejante al corzo, o al cervatillo. Helo aquí, está tras nuestra pared, mirando por las ventanas, mostrándose por las rejas.",
        "1_Chapter, 9_Verse": "Mi amado habló, y me dijo: Levántate, oh amada mía, hermosa mía, y ven.",
        "1_Chapter, 10_Verse": "Porque he aquí ha pasado el invierno, ha cesado la lluvia y se ha ido;",
        "1_Chapter, 11_Verse": "Se han mostrado las flores en la tierra, el tiempo de la canción ha venido, y en nuestro país se ha oído la voz de la tórtola;",
        "1_Chapter, 12_Verse": "la higuera ha echado sus higos, y las vides en cierne dieron olor: Levántate, oh amada mía, hermosa mía, y ven.",
        "1_Chapter, 13_Verse": "Paloma mía, que estás en los agujeros de la peña, en lo escondido de escarpados parajes, muéstrame tu rostro, hazme oír tu voz; porque dulce es tu voz, y hermoso tu aspecto.",
        "1_Chapter, 14_Verse": "(ESPOSO:) Cazadnos las zorras, las zorras pequeñas, que echan a perder las viñas; porque nuestras viñas están en cierne.",
        "1_Chapter, 15_Verse": "(ESPOSA:) Mi amado es mío, y yo suya; él apacienta entre lirios.",
        "1_Chapter, 16_Verse": "Hasta que apunte el día, y huyan las sombras, vuélvete, amado mío; sé semejante al corzo, o al cervatillo, sobre los montes de Beter.",
        "2_Chapter, 0_Verse": "(ESPOSA:) Por las noches busqué en mi lecho al que ama mi alma; lo busqué, y no lo hallé.",
        "2_Chapter, 1_Verse": "Me levantaré ahora, y rodearé por la ciudad; por las calles y por las plazas buscaré al que ama mi alma: Lo busqué, y no lo hallé.",
        "2_Chapter, 2_Verse": "Me hallaron los guardas que rondan la ciudad, y les dije: ¿Habéis visto al que ama mi alma?",
        "2_Chapter, 3_Verse": "Pasando de ellos un poco, hallé luego al que ama mi alma; trabé de él, y no lo dejé, hasta que lo metí en casa de mi madre, y en la cámara de la que me engendró.",
        "2_Chapter, 4_Verse": "Yo os conjuro, oh doncellas de Jerusalén, por los corzos y por las ciervas del campo, que no despertéis ni hagáis velar al amor, hasta que quiera.",
        "2_Chapter, 5_Verse": "(CORO DE PASTORES:) ¿Quién es ésta que sube del desierto como columna de humo, perfumada de mirra y de incienso, y de todo polvo aromático?",
        "2_Chapter, 6_Verse": "He aquí es la litera de Salomón: Sesenta valientes la rodean, de los fuertes de Israel.",
        "2_Chapter, 7_Verse": "Todos ellos tienen espadas, diestros en la guerra; cada uno con su espada sobre su muslo, por los temores de la noche.",
        "2_Chapter, 8_Verse": "El rey Salomón se hizo un carruaje de madera del Líbano.",
        "2_Chapter, 9_Verse": "Sus columnas hizo de plata, su respaldo de oro, su asiento de grana, su interior tapizado de amor, por las doncellas de Jerusalén.",
        "2_Chapter, 10_Verse": "Salid, oh doncellas de Sión, y ved al rey Salomón con la corona con que le coronó su madre el día de su desposorio, y el día del gozo de su corazón.",
        "3_Chapter, 0_Verse": "(ESPOSO:) He aquí que tú eres hermosa, amada mía, he aquí que tú eres hermosa; tus ojos entre tus guedejas como de paloma; tus cabellos como rebaño de cabras, que se muestran desde el monte de Galaad.",
        "3_Chapter, 1_Verse": "Tus dientes como rebaño de ovejas trasquiladas que suben del lavadero, todas con crías mellizas, y ninguna entre ellas estéril.",
        "3_Chapter, 2_Verse": "Tus labios, como un hilo de grana, y tu habla hermosa; tus mejillas, como cachos de granada entre tus guedejas.",
        "3_Chapter, 3_Verse": "Tu cuello, como la torre de David, edificada para armería; mil escudos están colgados de ella, todos escudos de valientes.",
        "3_Chapter, 4_Verse": "Tus dos pechos, como mellizos de gacela, que se apacientan entre lirios.",
        "3_Chapter, 5_Verse": "Hasta que apunte el día y huyan las sombras, me iré al monte de la mirra, y al collado del incienso.",
        "3_Chapter, 6_Verse": "Toda tú eres hermosa, amada mía y en ti no hay mancha.",
        "3_Chapter, 7_Verse": "Ven conmigo del Líbano, oh esposa mía, ven conmigo del Líbano: Mira desde la cumbre de Amana, desde la cumbre de Senir y de Hermón, desde las guaridas de los leones, desde los montes de los leopardos.",
        "3_Chapter, 8_Verse": "Prendiste mi corazón, hermana, esposa mía; has prendido mi corazón con uno de tus ojos, con una gargantilla de tu cuello.",
        "3_Chapter, 9_Verse": "¡Cuán hermosos son tus amores, hermana mía, esposa mía! ¡Cuánto mejores que el vino tus amores, y el olor de tus ungüentos que todas las especias aromáticas!",
        "3_Chapter, 10_Verse": "Como panal de miel destilan tus labios, oh esposa mía; miel y leche hay debajo de tu lengua; y el olor de tus vestidos como el olor del Líbano.",
        "3_Chapter, 11_Verse": "Huerto cerrado eres, hermana mía, esposa mía; fuente cerrada, fuente sellada.",
        "3_Chapter, 12_Verse": "Tus renuevos son paraíso de granados, con frutos suaves, de flores de alheña y nardos,",
        "3_Chapter, 13_Verse": "nardo y azafrán, caña aromática y canela, con todos los árboles de incienso; mirra y áloe, con todas las principales especias.",
        "3_Chapter, 14_Verse": "Fuente de huertos, pozo de aguas vivas, que corren del Líbano.",
        "3_Chapter, 15_Verse": "(ESPOSA:) Levántate, viento del norte, y ven, viento del sur; soplad sobre mi huerto, despréndanse sus aromas. Venga mi amado a su huerto, y coma de su dulce fruta.",
        "4_Chapter, 0_Verse": "(ESPOSO:) Yo vine a mi huerto, oh hermana mía, esposa mía: He recogido mi mirra y mis aromas; he comido mi panal y mi miel, mi vino y mi leche he bebido. Comed, amigos; bebed en abundancia, oh amados.",
        "4_Chapter, 1_Verse": "(ESPOSA:) Yo dormía, pero mi corazón velaba: La voz de mi amado que llamaba: Ábreme, hermana mía, amada mía, paloma mía, perfecta mía; porque mi cabeza está llena de rocío, mis cabellos de las gotas de la noche.",
        "4_Chapter, 2_Verse": "Me he desnudado mi ropa; ¿cómo me he de vestir? He lavado mis pies; ¿cómo los he de ensuciar?",
        "4_Chapter, 3_Verse": "Mi amado metió su mano por la ventanilla, y mis entrañas se conmovieron dentro de mí.",
        "4_Chapter, 4_Verse": "Yo me levanté para abrir a mi amado, y mis manos gotearon mirra, y mis dedos mirra que corría sobre las aldabas del candado.",
        "4_Chapter, 5_Verse": "Abrí yo a mi amado; mas mi amado se había ido, había ya pasado; y tras su hablar salió mi alma; lo busqué, y no lo hallé; lo llamé, y no me respondió.",
        "4_Chapter, 6_Verse": "Me hallaron los guardas que rondan la ciudad; me hirieron, me golpearon, me quitaron mi manto de encima los guardas de los muros.",
        "4_Chapter, 7_Verse": "Yo os conjuro, oh doncellas de Jerusalén, si halláis a mi amado, que le digáis que estoy enferma de amor.",
        "4_Chapter, 8_Verse": "(EL CORO:) ¿Qué es tu amado más que otro amado, oh la más hermosa de todas las mujeres? ¿Qué es tu amado más que otro amado, que así nos conjuras?",
        "4_Chapter, 9_Verse": "(ESPOSA:) Mi amado es blanco y rubio, distinguido entre diez mil.",
        "4_Chapter, 10_Verse": "Su cabeza, como, oro finísimo; sus cabellos crespos, negros como el cuervo.",
        "4_Chapter, 11_Verse": "Sus ojos, como de palomas junto a los arroyos de las aguas, que se lavan con leche, y a la perfección colocados.",
        "4_Chapter, 12_Verse": "Sus mejillas, como una era de especias aromáticas, como fragantes flores; sus labios, como lirios que destilan mirra fragante.",
        "4_Chapter, 13_Verse": "Sus manos, como anillos de oro engastados de berilo; su vientre, como claro marfil cubierto de zafiros.",
        "4_Chapter, 14_Verse": "Sus piernas, como columnas de mármol fundadas sobre bases de oro fino; su aspecto como el Líbano, escogido como los cedros.",
        "4_Chapter, 15_Verse": "Su paladar, dulcísimo: y todo él codiciable. Tal es mi amado, tal es mi amigo, oh doncellas de Jerusalén.",
        "5_Chapter, 0_Verse": "(EL CORO:) ¿A dónde se ha ido tu amado, oh la más hermosa de todas las mujeres? ¿A dónde se apartó tu amado, y lo buscaremos contigo?",
        "5_Chapter, 1_Verse": "(ESPOSA:) Mi amado descendió a su huerto, a las eras de los aromas para apacentar en los huertos, y para recoger los lirios.",
        "5_Chapter, 2_Verse": "Yo soy de mi amado, y mi amado es mío: Él apacienta entre los lirios.",
        "5_Chapter, 3_Verse": "(ESPOSO:) Hermosa eres tú, oh amada mía, como Tirsa; de desear, como Jerusalén; imponente como un ejército con sus banderas.",
        "5_Chapter, 4_Verse": "Aparta tus ojos de delante de mí, porque ellos me vencieron. Tu cabello es como rebaño de cabras que se muestran de Galaad.",
        "5_Chapter, 5_Verse": "Tus dientes, como rebaño de ovejas que suben del lavadero, todas con crías mellizas, y estéril no hay entre ellas.",
        "5_Chapter, 6_Verse": "Como cachos de granada son tus mejillas entre tus guedejas.",
        "5_Chapter, 7_Verse": "Sesenta son las reinas, y ochenta las concubinas, y las doncellas sin número:",
        "5_Chapter, 8_Verse": "Mas una es la paloma mía, la perfecta mía; Es la única de su madre, la preferida de la que la engendró. La vieron las doncellas, y la llamaron bienaventurada; las reinas y las concubinas, y la alabaron.",
        "5_Chapter, 9_Verse": "¿Quién es ésta que se muestra como el alba, hermosa como la luna, esclarecida como el sol, imponente como un ejército con sus banderas?",
        "5_Chapter, 10_Verse": "Al huerto de los nogales descendí, a ver los frutos del valle, y para ver si brotaban las vides, si florecían los granados.",
        "5_Chapter, 11_Verse": "Antes que lo supiera; mi alma me puso como los carros de Aminadab."
    },
    "meta": "Chapter-Verse",
    "work": "Song of Songs"
}