{
    "text": {
        "0": {
            "0": "Profetaĵo pri Nineve, libro de vizio de Naĥum, la Elkoŝano.",
            "1": "La Eternulo estas Dio severa kaj venĝanta; la Eternulo estas venĝanto kaj koleranto; la Eternulo venĝas al Siaj malamikoj kaj ne forgesas pri Siaj kontraŭuloj.",
            "2": "La Eternulo estas longepacienca, kaj potenca per Sia forto, kaj neniu estas senkulpa antaŭ Li; la vojo de la Eternulo estas en fulmotondro kaj ventego, kaj nubo estas la polvo sub Liaj piedoj.",
            "3": "Kiam Li ekparolas kolere al la maro, Li elsekigas ĝin, kaj ĉiujn riverojn Li senakvigas; malgajiĝas Baŝan kaj Karmel, kaj velkas ĉio, kio floras sur Lebanon.",
            "4": "La montoj tremas antaŭ Li, la montetoj disfandiĝas; skuiĝas antaŭ Li la tero, la mondo kaj ĉiuj ĝiaj loĝantoj.",
            "5": "Kiu povas kontraŭstari al Lia indigno? kaj kiu povas elteni la flamon de Lia kolero? Lia indigno disverŝiĝas kiel fajro; la rokoj disfalas antaŭ Li.",
            "6": "La Eternulo estas bona, forta apogo en tago de malfeliĉo; kaj Li konas tiujn, kiuj fidas Lin.",
            "7": "Dronigante per inundo, Li faras finon al loko, kaj Liajn malamikojn persekutas mallumo.",
            "8": "Kion vi pensas pri la Eternulo? Li faros la ekstermon, la malfeliĉo ne bezonas veni duafoje.",
            "9": "Ĉar, interplektiĝinte kiel dornoj kaj ebriaj de drinkado, ili estos ekstermitaj, kiel tute seka pajlo.",
            "10": "El vi eliris tiu, kiu havis malbonan intencon kontraŭ la Eternulo kaj kiu estas malica konsilanto.",
            "11": "Tiele diras la Eternulo:Kvankam ili estas unuanimaj kaj multaj, ili tamen estos dishakitaj kaj malaperos; sed vin, kiun Mi humiligis, Mi ne plu humiligos.",
            "12": "Nun Mi rompos lian jugon, kiu estas sur vi, kaj Mi disŝiros viajn ligilojn.",
            "13": "Sed pri vi la Eternulo decidis:Ne plu restos semo portanta vian nomon; el la domo de viaj dioj Mi ekstermos la idolojn kaj statuojn; Mi signos sur via tombo, ke vi fariĝis senvalora."
        },
        "1": {
            "0": "Jen sur la montoj estas la piedoj de sciiganto, kiu proklamas pacon! Festu, ho Judujo, viajn festojn, plenumu viajn sanktajn promesojn; ĉar ne plu iros tra vi la sentaŭgulo; li estas tute ekstermita.",
            "1": "Disĵetanto iras kontraŭ vin; fortikigu viajn fortikaĵojn, gardu la vojon, armu viajn lumbojn, fortigu vin kiel eble plej potence.",
            "2": "Ĉar la Eternulo restarigos la majeston de Jakob, kiel ankaŭ la majeston de Izrael; ĉar la ruinigantoj ilin ruinigis kaj ekstermis iliajn vinberbranĉojn.",
            "3": "La ŝildo de liaj herooj estas ruĝigita; liaj militistoj estas kiel en purpuro; kiel fajro brilas la ĉaroj en la tago de lia armiĝo; la lancoj ŝanceliĝas.",
            "4": "Sur la stratoj rapide ruliĝas la ĉaroj, bruas sur la placoj; ili aspektas kiel torĉoj, brilas kiel fulmoj.",
            "5": "Li vokas siajn fortulojn, sed ili falpuŝiĝos dum sia irado; ili rapidas al la murego kaj preparas defendon.",
            "6": "La pordegoj ĉe la akvo malfermiĝos, kaj la palaco cedos.",
            "7": "Decidita estas ĝia kapto kaj forkonduko, kaj ĝiaj sklavinoj ĝemos kiel kolomboj kaj batos sian bruston.",
            "8": "Nineve estas de ĉiam kiel baseno da akvo; sed nun ĝi forkuras:Haltu, haltu! sed neniu revenas.",
            "9": "Disrabu arĝenton, disrabu oron; senfinaj estas la trezoroj, estas multege da diversaj valoraĵoj.",
            "10": "Prirabita kaj plene ruinigita ĝi estos; la koro svenas, la genuoj tremas; ĉies lumboj senfortiĝis, kaj ĉies vizaĝoj nigriĝis.",
            "11": "Kie nun estas la loĝejo de la leonoj, kaj tiu paŝtejo de leonidoj, kie iradis leono, leonino, kaj leonidoj, kaj neniu ilin timigis?",
            "12": "La leono disŝiradis sufiĉon por siaj idoj, sufokadis por siaj leoninoj, plenigadis siajn kavernojn per kaptaĵo kaj siajn nestegojn per disŝiritaĵo.",
            "13": "Jen Mi iras kontraŭ vin, diras la Eternulo Cebaot, kaj Mi forbruligos en fumo viajn ĉarojn, kaj glavo ekstermos viajn leonidojn; Mi ĉesigos sur la tero vian disŝiradon, kaj oni ne plu aŭdos la voĉon de viaj sendatoj.\n"
        },
        "2": {
            "0": "Ve al la urbo sangavida, kiu estas plena de trompoj kaj raboj, kaj ne volas ĉesigi la rabadon!",
            "1": "Oni aŭdas la sonadon de vipoj, la sonadon de bruantaj radoj; blekas ĉevalo, saltas ĉaro;",
            "2": "moviĝas rajdantoj, brilas glavoj, fulmas lancoj; estas multe da mortigitoj kaj amasoj da kadavroj; sennombraj estas la kadavroj, oni falpuŝiĝas sur ili.",
            "3": "Tio estas pro la granda malĉastado de la malĉastistino, kiu ĉarmas per sia beleco, estas lerta sorĉistino, kaj vendas naciojn per sia malĉastado kaj gentojn per sia sorĉado.",
            "4": "Jen Mi iras kontraŭ vin, diras la Eternulo Cebaot, kaj Mi levos ĝis via vizaĝo la randojn de via vesto, kaj Mi montros al la nacioj vian nudecon kaj al la regnoj vian malhonoron.",
            "5": "Mi ĵetos sur vin abomenindaĵojn, Mi malhonoros vin kaj faros vin mokataĵo.",
            "6": "Ĉiu, kiu vidos vin, forkuros de vi, kaj diros:Ruinigita estas Nineve; kiu bedaŭros ĝin? kie mi povas serĉi por vi konsolantojn?",
            "7": "Ĉu vi estas pli bona ol No-Amon, kiu troviĝas inter riveroj, estas ĉirkaŭata de akvo, kaj kies forto kaj murego estis la maro?",
            "8": "Etiopujo kaj la senfina Egiptujo estis ĝia forto, la Putidoj kaj Luboj donadis al vi helpon;",
            "9": "tamen ĝi ankaŭ estas elpatrujigita kaj forkaptita; eĉ ĝiaj malgrandaj infanoj estas frakasitaj en la komenco de ĉiuj stratoj; pri ĝiaj eminentuloj oni lotis, kaj ĉiujn ĝiajn altrangulojn oni katenis.",
            "10": "Tiel ankaŭ vi ebriiĝos kaj kaŝos vin kaj serĉos defendon kontraŭ la malamikoj.",
            "11": "Ĉiuj viaj fortikaĵoj estas kiel figarboj kun maturaj fruktoj; se oni ekskuas ilin, ili falas en la buŝon de manĝonto.",
            "12": "Jen via popolo estas ĉe vi kiel virinoj; al viaj malamikoj larĝe malfermiĝos la pordegoj de via lando; fajro ekstermos viajn riglilojn.",
            "13": "Provizu al vi akvon por la tempo de sieĝo; fortigu viajn fortikaĵojn; iru en kalkon, knedu argilon, faru fortajn brikojn.",
            "14": "Tamen tie la fajro vin konsumos, glavo vin ekstermos, formanĝos vin kiel skarabo, se vi eĉ estus grandnombra kiel skaraboj, grandnombra kiel akridoj.",
            "15": "Vi havas pli da komercistoj, ol la steloj de la ĉielo; sed ili diskuros kiel akridoj kaj forflugos.",
            "16": "Viaj taĉmentoj estas kiel akridoj, kaj viaj taĉmentestroj estas kiel lokustoj, kiuj dum la malvarmo kaŝas sin en fendoj, kaj kiam la suno ekbrilas, ili disflugas tiel, ke oni ne scias, kie ili estas.",
            "17": "Dormas viaj paŝtistoj, ho reĝo de Asirio, kuŝas viaj fortuloj; via popolo estas disĵetita sur la montoj, kaj troviĝas neniu, kiu ĝin kolektus.",
            "18": "Ne resaniĝas via vundo, doloriga estas via ulcero; ĉiu, kiu aŭdas la sciigon pri vi, aplaŭdas pri vi; ĉar kiun ne trafis senĉese via malboneco?\n"
        }
    },
    "meta": "Chapter-Verse",
    "work": "Nahum"
}