{
    "title": "Yad Eitan on Mishneh Torah, Sales",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Sales",
    "text": [
        [],
        [
            [
                "<b>עבד כנעני נקנה בכסף או בשטר או בחזקה.</b> הכ\"מ דקדק מלשון רבינו כאן דחזקה לחודא קניא אף במקום שכותבין שטר וכבר מבואר כן להדיא בדברי רבינו בפירוש המשנה פ\"ק דקידושין עיי\"ש:"
            ],
            [
                "<b>ומה היא החזקה בקנין עבדים. שישתמש בהן כדרך שמשתמשין בעבדים.</b> נראה דהעיקר כמ\"ש הכס\"מ בכוונת רבינו דדוקא תשמיש המיוחד לעבדות דמינכר הוי חזקה משא\"כ מלאכה שאינה ניכרת שהיא של רבו כגון תפירת בגד לא הוי חזקה. ולא דמי לאכילת פירות דקרקע דס\"ל דהוי חזקה דהיא ניכרת בשעת הנאתו שהיא שלו. ודלא כמ\"ש הה\"מ לדעת רבינו דהא סוגיא דפ' חזקת קשיא להה\"מ כמ\"ש הלח\"מ רפ\"ב מהל' זכיה והיא סיוע להכ\"מ ובב\"י סי' קצ\"ב הוכיח שגם הרא\"ש ס\"ל לחלק בין אכילת פירות דקרקע למלאכת עבד שאינה ניכרת:",
                "<b> וכן אם הגביה הרב את העבד קנה.</b> בהשגות א\"א נראה מדבריו דלא גרס בה פלוגתא ויותר נראה כן מדברי רבינו שבפירוש המשנה פ\"ק דקידושין ע\"ש. ודע דכבר הובא גירסא זו בריטב\"א בשם ס\"י והגאונים. וכ\"ה גירסת הילקוט בפ' בהר וע\"ש שהעתיק בדברי ת\"ק קנה. ובס' ברכי יוסף ביו\"ד האריך בזה ולא זכר מגירסא הנ\"ל גם מדברי רבינו בפי' המשנה דקידושין שזכרתי:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היו הפירות ברשות המוכר או ברשות המופקדין אצלו לא קנה הלוקח עד שיגביה הפירות כו'.</b> כתב הכסף משנה דלדעת רבינו וסיעתו לא סגי במה שקיבל הנפקד ברצון המוכר לתתן ללוקח ומיהו היינו דוקא כשלא העמידו אצלו הא העמידו אצלו וקיבל במעמד שלשתן קנה. וכן מוכח בירושלמי שלהי שביעית וע\"ש דגרס עד שיזכני. ומשמע התם להדיא כדעת רבינו דלא סגי בקבלה דאל\"כ מאי מקשה מינה על רב דאמר כד אנא אמר לבני ביתי ליתן מתנה לבר נש לית אנא חוזר הא מסתמא כיון שאמר להם ליתן ונתרצו הרי קיבלו. וא\"כ הרי לתנא דברייתא נמי קנה לפי גירסת הרא\"ש. אלא ש\"מ דליתא לגירסא הנ\"ל וע\"כ כ\"ה לדעת הפוסקים דמעמד שלשתן אינה אלא ברצון הנפקד וכדמוכח מדברי הרא\"ש פ\"ק דגיטין:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוכר קרקע וכתב השטר כו' כיון שהחזיק הלוקח בקרקע נקנה השטר בכל מקום שהוא.</b> ובהשגות כתב והוא דאמר ליה אגב וקני. ודע שמדברי התוס' פ\"ב דגיטין (דף כ\"ב) מבואר דכאן לא בעינן שיאמר אגב וקני משום דשטר אפסרא דארעא הוא והוא דלא כהראב\"ד כאן:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [
                "<b>בד\"א בדברים שיש בהם חיי נפש כו' אבל העיקרין כגון הקושט והלבונה כו' אין פוסקין להן שער.</b> כתב הכ\"מ דדוקא כמון ופלפלין שבאין להכשיר המאכל מקרו חיי נפש ולא הקושט שאין בו ענין מאכל אדם. ומשמע דקושט אינו בא להכשיר המאכל וז\"א דבפ\"א מה' טומאת אוכלין מבואר להדיא דקושט ג\"כ נותן טעם במאכל כפלפלין:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>וב\"ד מעמידים אפוטרופוס לשוטים כדרך שמעמידין לקטנים.</b> וכתב הה\"מ זה הוציא ממ\"ש בכתובות מי שנשתטה ב\"ד יורדין לנכסיו וזנין ומפרנסין אשתו ובניו וכו', אך אין מזה ראיה דמעמידין לו אפוטרופוס למכור ולקנות כדרך שמעמידין לקטנים דאפשר דהא דיורדין לנכסיו וזנין ומפרנסין אשתו ובניו הוא משום דסתמא ניחא ליה בכך שלא ימותו ברעב אבל דברי רבינו דכאן מתבארים מהא דאיתא בתוספתא דיבמות והעתיקו רבינו בפ\"ז דתרומות הל' ט\"ו דאם קנו האפוטרופסים של חש\"ו להן עבדים אוכלין בתרומה ש\"מ שיש יכולת ביד אפוטרופוס של שוטה ג\"כ לקנות ולמכור כמו אפוטרופוס של קטנים:"
            ]
        ],
        [
            [
                "<b>וזכה בהן הלוקח.</b> צ\"ל ללוקח:"
            ],
            [],
            [
                "<b>עיין </b> מ\"ש ה\"ה שלא אמרו יד עבד כיד רבו לחייב כלל וק\"ל ע\"ז ממ\"ש רבינו בפ\"ב דשאלה דמפסיד הרב מחמת יד העבד שהוא כיד רבו לעניין שאלה בבעלים:<br><b> ומ\"ש </b> הה\"מ בשם הרשב\"א כאן גבי מכר הבעל גוף ופירות דהכל בטל ואפי' פירות אינו אוכל לוקח. והעתיקו הב\"ש בסי' צ' ס\"ק מ\"ז. ולא הרגיש במ\"ש המ\"ל ע\"ד הרשב\"א הללו בשלהי ה' זכיה ודבריו מוכרחים במה שחילק שם דדוקא לקיים המקח בשווייו א\"י אבל אם ירצה לקיים הפירות בכל הדמים שנתן א\"י הבעל לבטל ואם לא נאמר כן תיקשי ג\"כ דברי הנ\"י אהדדי וכמ\"ש שם:"
            ],
            [],
            [
                "<b>בעל שמכר מטלטלין של נכסי צאן ברזל או מטלטלין שנתן לה משלו כו' קנו הלקוחות.</b> והרב ח\"מ באה\"ע סי' נ' ס\"ק מ\"ט הקשה על זה דקיי\"ל בעל שנתן מתנה לאשתו קנתה ואין לו פירות ואמאי ממכרו קיים ופירש פירוש דחוק. והב\"ש כתב עליו שהוא דחוק. ודע שיש לי לקיים דברי הח\"מ שהרי דברי רבינו נובעים מדברי רב האי גאון כמ\"ש הה\"מ ומבואר במרדכי רפ\"ו דיבמות שהביא דבריו אהא דתניא המכנסת שום לבעלה או שהכניס לה שום משלו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות מכירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}