{
    "language": "he",
    "title": "Haggahot YaFeM on Jerusalem Talmud Kilayim",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001886777/NLI",
    "versionTitle": "Piotrków, 1898-1900",
    "status": "locked",
    "license": "Public Domain",
    "digitizedBySefaria": true,
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "הגהות יפ\"מ על תלמוד ירושלמי כלאים",
    "categories": [
        "Talmud",
        "Yerushalmi",
        "Commentary",
        "Haggahot YaFeM on Jerusalem Talmud",
        "Seder Zeraim"
    ],
    "text": [
        [
            [
                []
            ]
        ],
        [
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "<b>במפרש ד\"ה עד ט' כו' אלא בתערובות שנתערב בתוכה.</b> נ\"ב ולמ\"ד עד ח' משערין בנופל אבל ח' וז' וכו' משערין ברובע מ\"ל קביים ברובע דכשם ששתים למעלה דהיינו ח' וז' משערין ברובע כי במאה עצמה שהיא ו' עד השתא לא מיירי ה\"נ למטה קביים משערין ברובע ובהכי מתרצין הברייתות:"
                ]
            ],
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [
                    "ומיצר והולך אפילו כל שהוא נכתב בצידו פי' עושה שני אמות על שני אמות כל מישר ומישר והמיצר שבינתיים כל שהוא הר\"ש:"
                ]
            ],
            [
                []
            ],
            [
                []
            ],
            [
                [
                    "במפרש ד\"ה כ\"ד קרחות כו' אם תעשה מחמשים על חמשים כ\"ח קרחות כו' כצ\"ל:",
                    "הדבור ה\"ל כל קרחה אורך י' אמות וב' טפחים ומחצה אורך על י' רחב כצ\"ל:"
                ]
            ]
        ],
        [
            [
                [
                    "וז\"ל הר\"ש והשתא כך הוא סדר הזריעה שמניח בקרנות חרב טפח וחצי חומש על טפח וחצי חומש כדי שיתרחק זרע מזרח מזרע דרום כשיעור אלכסון של טפח וחצי חומש על טפח וחצי חומש משהו יותר מטפח ומחצה ובטפח ומחצה סגי וכן לכל קרן וקרן ונמצא רוחב הזרע ד' טפחים חסר חומש ב חלה ו' ומיצר והולך מצד ימין ומצד שמאל עד שהוא כלה לרוחב טפח חסר חומש וכן לכל רוח ורוח עד שהוא מניח באמצע הערוגה ג' על ג' חרב עכ\"ל ומ\"ש באמצע הערוגה ג' על ג' דהיינו עם האלכסון שהוא ד' טפחים וחומש:"
                ]
            ],
            [
                []
            ],
            [
                []
            ],
            [
                []
            ],
            [
                []
            ],
            [
                [
                    "נראה דצריך להיות מדלעת יחידית וכן הוא בר\"ב וכן נראה ע\"ש:"
                ]
            ]
        ],
        [
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [
                    "ואחת יוצא זנב מכן ששית אי זו היא נכתב בצידו גירסת הר\"ש שמביא הירושלמי הלזו הוא שלישית וע\"ש:"
                ]
            ]
        ],
        [
            [
                [],
                [],
                [
                    "<b>תרתיו מכאן ותרתיו מכאן חדא.</b> נ\"ב צ\"ל תרתיי מכאן ותרתיי מכאן תרתיי מכאן ותרתיי מכאן חדא מכאן כו':"
                ]
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ],
            [
                [
                    "<b>צ\"ל כאילו אינם ומצטרפים החיצונים וכו'.</b> [א] מטפחות ספג צ\"ל מטפחות הספרים:"
                ]
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Segment",
        "Comment"
    ]
}