{
    "title": "Ohr Sameach on Mishneh Torah, Paschal Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Paschal_Offering",
    "text": [
        [
            [],
            [
                "<b>ואם ביטלה בשגגה פטור.</b><br><b> נ\"ב </b> פירוש מקרבן ג\"כ:"
            ],
            [
                "<b>אף בשעת היתר הבמות.</b><br><b> במשל\"מ </b> וכן אני מסתפק בחביתי כ\"ג כו' ובשמעתין דפרת חטאת מוכח דחביתין קרבן צבור הוי דפריך ולוקמה במנחת חביתין והדבר צריך תלמוד עכ\"ל, והנה התוס' מפרשין דמה פסח איתא בצבור ואיתא ביחיד כן חובות שקבוע להן זמן וא\"כ חובות ליכא למימר בחטאות דליתא ביחיד בבמה גדולה דאף חוב שקבוע לו זמן כמו פר אהרן לא קרב בבמה גדולה וע\"כ בעולות דשל יחיד קרב נדבה בבמה גדולה, ופריך ולוקמא במנחות דמנחת נדבה ביחיד קרב בבמה גדולה ובציבור איכא חובה והוא מנחת חביתין א\"ל קסבר אין מנחה בבמה, וע\"ז תמה הא מנחת חביתין הוי קרבן יחיד כדאמר ביומא יעו\"ש [ובירושלמי יומא פ\"ב חביתין קודמין לנסכים אעפ\"י שזה קרבן יחיד עיי\"ש] ובאמת הוא מנחת יחיד דאהרן הוא הכה\"ג מביאה, אבל כולה שמועה זו אזלא לר' שמעון דאיהו סבר דלא קרבו אלא פסחים וחובות הקבוע להם זמן ור' שמעון אמר בסוף פרק התכלת לא מינו כהן אחר תחתיו [במת הכה\"ג] ר\"ש אומר משל צבור ומפיק מקרא חק עולם משל עולם, א\"כ לדידיה איכא מנחת חביתין דאתיא משל צבור והוי קרבן צבור לכן איתא ביחיד ובצבור, ביחיד כשהכה\"ג מקריב, ובצבור כשהציבור מקריב וא\"ש דלא אמר מנחת העומר דבגוף מנחה זו לא אשכחן ביחיד ולא הוי כמו פסח דפסח ראשון קרב חובה בציבור ופסח שני קרב ביחיד חובה, ככה אשכחן במנחת חביתין דאיהו קרבן יחיד כשכהן גדול מקריב וכשהצבור מקריב הוי קרבן צבור, לכן קרב בבמה גדולה ליחיד הואיל ואי לאו יחיד מקריב מקריבין צבור, ועדיפא מהא דמתרגם בעולה בעולת חובה דיחיד לא קרב בבמה גדולה ורק עולה נדבה ולא הוי דומיא דפסח, וזה נאות לפירוש המתבאר בתוספות:<br><b> ודע </b> דהא דמסיק דלר\"ש אין מנחה קריבה בבמה גדולה זהו במנחה הבאה בפני עצמה כמו מנחת חביתין אבל מנחת נסכים הוי בפלוגתא אם נסכים קריבין בבמה קטנה אבל בבמה גדולה ודאי קרבו, ומה דכתיב במנוח ויקח את גדי העזים ואת המנחה הוא מנחת נסכים ולכן אמר דלר\"ש דסבר דבמות מותרין בשילה א\"ש דמנחת נסכים קרב בבמה קטנה ודוק:<br><b> ומה </b> שחקר עוד המשל\"מ אם נשים כשירות, נ\"ב הדבר מפורש בתו\"כ דכשרים ועיין בזה בירושלמי מגילה פ\"א הי\"א תני אחד האיש ואחד האשה ובק\"ע ופ\"מ שם. ומש\"כ שם עוד לענין טמא דהזר מקריב וה\"ה טמא, נ\"ב סוגיא ערוכה בזבחים (דף ט\"ז) דאין מקריב עיי\"ש:"
            ],
            [
                "<b>אחר שמקטירין קטורת כו'.</b><br><b> עיין </b> כס\"מ, ובירושלמי אמר עוד טעם אחר על הא דקטורת קודמין לפסח משום דבתמיד של בין הערבים היתה קריבה קטורת בין איברים לנסכים כדתנן פ\"ג דיומא (אם כי לא מצאתיו בדברי רבינו) וכן מפורש בירושלמי פרק תפלת השחר דהקטורת בערב אחר האיברים ולכן יקדמו הקטורת לפסח כדי שאחר הקטרת יקריבו הנסכים ויהיו נסכי התמיד רצופין עם הקרבת התמיד כמו בכל יום רק בהפסק קטורת לבד, וזה פירוש הירושלמי כדי שיהיו נסכי תמיד קרבין עמו היינו עם התמיד וז\"ב בפירושו. ובסמיכת נרות לקטורת פסק כהבבלי דליכא שום פלוגתא בהא ודוק:",
                "<b>ואם שחטו אחר חצות קודם תמיד של בין הערבים כשר. ויהיה אחד ממרס (בדמו) [בדם הפסח] עד שיזרק דם התמיד ואח\"כ יזרוק דם הפסח אחריו.</b><br><b> הנה </b> לפי מה שפסק רבינו בפ\"ט מהלכות תמידין ומוספין עבר ושחט את שאינו תדיר תחילה מקריבו ואח\"כ שוחט את התדיר, וגם כאן בפסח אמר שם בפרק כל התדיר (דף צ\"א) דזורק דם הפסח ואח\"כ שוחט התמיד ומשנתינו מיירי בשחט אחר כך התמיד ג\"כ, דיקא נמי דלא תני עד שישחוט ויזרק התמיד, היה נראה מלשון רבינו ג\"כ דסמיך על הך דיקא נמי ומיירי דשחט אחריו התמיד, אבל זה דחוק לומר כן. וכן צריך לדקדק דלפי סברתו היה לו לומר עד שיזרק דם התמיד ויקטיר קטורת ויטיב הנרות כיון דהם תדיר וקדמי לפסח, ולכאורה זה ראיה דמיירי דשחט התמיד אחריו וזה דוחק גדול. אולם עמדתי על שיטתו בס\"ד, דנתבונן מה מדמה הגמרא משנתינו להך דשחט שאינו תדיר. דתמן השאינו תדיר הוא צריך להיות מאוחר מצד מעלה דתדיר קודם וזה ענין כללי, לכן בקדם ושחטו גומר מה שהתחיל ואח\"כ שוחט התדיר, אבל כאן בפסח שמאוחר משום שנאמר בו בערב ובין הערבים לדבר שלא נאמר אלא בין הערבים, א\"כ הלא הוא ענין פרטי שהקפידה התורה עליו שיהא מאוחר הפסח לכן אם קדם ושחטו מניח הפסח ושוחט התמיד וזורק דמו, אולם הביאור הוא דסובר הגמרא דבין הערבים ובערב כתיבא רק על שחיטה שתזבח בערב כתיב ושחטו אותו כו' בין הערבים לא על זריקה כלל, והכא מה שממתין בזריקת דמו עד אחרי זריקת דם תמיד הוא מצד שתדיר קודם ותמיד תדיר ומוקדם לפסח. ושפיר בעי דהא אמרינן במעלה דתדיר דאינו מניח את שאינו תדיר והכא שעל שחיטה דקפיד רחמנא שיהא מאוחר הלא כבר נשחט ואי משום זריקה הלא הוא רק משום מעלה דתדיר ואיך מניח את שאינו תדיר וממתין עד שיזרק התמיד, דא ברירא דמלתא ודו\"ק, ואח\"ז מצאתי כן בש\"א:<br><b> ונבאר </b> קצת שיטת הירושלמי דסובר דהא דתמיד נשחט בשמונה ומחצה וקרב בט' ומחצה הוא מקרא דבין הערבים חלקהו שתי שעות ומחצה לכאן ושתי שעות ומחצה לכאן ושעה לעיסוקו כדאמר ריב\"ל בתלמודא דילן, ואח\"כ פריך ויקרב פסח תחלה ותמיד אחריו, פירוש אע\"ג דשאינו תדיר הוא הפסח, אבל על הא דערבי פסחים נשחט התמיד בשבע ומחצה כו' פריך כיון דלא מצית לקיים בין הערבים של התמיד א\"כ יהיה הפסח קודם והתמיד אחריו בשמונה ומחצה ויהיה בין הערבים דתמיד מקויים כמצותו, ומשני אם אומר את כן נמצאת מבטל בין הערבים של פסח דתמיד את מקיימו לאחר זמן ודפסח אימתי תקיימו לכן הפסח נשחט בשמונה ומחצה ושעה אחת לעיסוקו וזה חלוק הבין ערבים, והוא תירוץ על קושיית רבא בתלמודין, ופריך אח\"כ ויקריב פסח תחלה ותמיד אחריו, והוא ציון בפ\"ע על בבא דסיפא בע\"פ שחל בע\"ש דנשחט בשש ומחצה וקרב בשבעה ומחצה והפסח אחריו נמצאת שאינך מקיים בין הערבים כפשוטו בין בתמיד בין בפסח א\"כ יוקדם הפסח והתמיד אחריו, ומשני יאוחר דבר שנאמר בו בערב ובין הערבים לדבר שלא נאמר בו אלא בין הערבים בלבד, זהו פירוש האמיתי של הירושלמי ועיין ש\"ק. ופריך אח\"כ ויקרבו שניהם כאחת א\"ר ייסה כבש שני ואין פסח שני וזה ברייתא ערוכה בספרי פרשת פנחס עיי\"ש. ונראה דהקושיא היא דאי מטעם דיאוחר דבר שנאמר בו בערב ובין הערבים הלא לא קאי רק על שחיטת הפסח אבל זריקת דמו והקרבת אימוריו יהיה עם הפסח כאחד ותיכף לאחר שחיטת תמיד ישחטו הפסח ואח\"כ יקריבו שניהם כאחת, ומשני כבש שני כו' דכתיב ואת הכבש השני תעשה בין הערבים היינו שכבש התמיד יהיה שני לתמיד של שחר מקרבנות הצבור הטעונים בין הערבים אבל לא שיהיה כבש הפסח שני בין הערבים, וחזינן דעל עשייה דהיינו זריקת דמו קפדא רחמנא שיהיה כבש שני ואין פסח שני וזה ברור. ועיין זבחים (דף ד) דתעשה על זריקה והקטרה קאי עיי\"ש:<br><b> ולפ\"ז </b> א\"ש מה דתנן ומייתי לה בירושלמי שם הלכה ג' יכול אם קדם פסח לתמיד לא יאוחר התמיד ת\"ל תעשה ריבה דתעשה קרא יתירא הוי דכתיב את הכבש אחד תעשה בבוקר ואת הכבש השני תעשה בין הערבים ואם הקדים לפסח יכול לא יאוחר התמיד ולא יהיו מקריבין אותו. וזה פלא לפום שיטת תלמודין דרק משום דיאוחר דבר שנאמר בו בערב ובין הערבים כתביה רחמנא שיהא מאוחר הפסח, א\"כ כי הקדים הפסח הלא הפסח נשחט שלא כדין שצריך להיות מאוחר אבל בתמיד אין כאן שום שנוי ומהיכי תיתי לומר שלא יקריבו התמיד, וע\"כ דהך ברייתא סברה כשיטת ר' ייסא בירושלמי וברייתא דספרי פרשת פנחס דכבש שני ואין הפסח שני א\"כ גבי עשיית התמיד שכוללת כל מילי דתמיד קפדא רחמנא שיהיה קודם התמיד לפסח ויהיה שני מהנשחטים אחר חצות ומקרבנות צבור לתמיד הראשון ואם הקדים הפסח הלא אין כבש שני רק הפסח שני וא\"כ נעשה שנוי בהלכות התמיד שהוא אינו שני רק שלישי לכן שפיר בעי קרא להכשיר את התמיד שיהא מאוחר. וכיון שזכינו לזה א\"כ לשיטת הירושלמי לק\"מ קושיית הגמרא דאף אם עבר ושחט הפסח ג\"כ מניח דמו ושוחט התמיד וזורק דם התמיד דרחמנא קפיד עליו לחודיה שיהיה כבש שני ולא פסח שני, ואין זה בשביל מעלת התדירות אשר הוא ענין כללי שתדיר יהיה קודם רק הוא ענין פרטי שנאמר בתמיד שיהיה קודם לפסח ומבעי לן קרא יתירא להכשיר את התמיד אם שחטו לפסח קודם, ורק בדיעבד אכשריה רחמנא אבל לכתחילה צריך שיהיה כבש שני בעשיותיו ואינו מסוג דקדם ושחט לאינו תדיר ברישא. ובזה א\"ש דהקטרת אימורין לא נכלל בהך דכתב רחמנא תעשה כדאמר בזבחים (דף ד') סד\"א אפילו שפיכת שיריים והקטרת אימורין כללא קמא מרבה עשיות ותו לא, וכן הא דפסח מאוחר להקטרת והטבת הנרות הוא משום שיאוחר דבר שנאמר בו בערב ובין הערבים לדבר שלא נאמר אלא בין הערבים, וזה רק על שחיטת הפסח דבו כתיב בערב ובין הערבים והכא דכבר נשחט ורק משום תדיר אינו מניח דם הפסח עד שיגמר קטורת והטבת הנרות, וזה ברור בכוונת רבינו עפ\"י בירור שיטת הירושלמי ודוק:<br><b> אך </b> צע\"ק הוא דאמר בירושלמי א\"ר אבין מתניתא אמרה פסח עצמו כשר אין תימר פסול כמי שלא קדמו, וממאי דילמא אם שחט הפסח קודם לתמיד פסול משום דשני ממה דכתיב בפסח בערב ובין הערבים וקרא מיבעי לאם שחט התמיד קודם ואח\"כ שחט הפסח וזרק דם הפסח קודם סד\"א יופסל התמיד משום דעשיותיו היינו גם זריקתו בעי שיהא כבש שני וכאן הפסח כשר דנשחט אחר התמיד קמ\"ל קרא דיאוחר התמיד וזה דוקא בנזרק הפסח קודם דאין זה שנוי מהלכות הפסח אבל היכי שנשחט קודם התמיד דעל שחיטתו קפיד רחמנא שיהא מאוחר בערב ובין הערבים אימא אין ה\"נ דפסול דשינה ממש\"כ בהלכות הפסח וצ\"ע:"
            ],
            [
                "<b>השוחט את הפסח בזמנו והיה לו כזית חמץ ברשותו לוקה כו'.</b><br><b> בגמרא </b> פרק תמיד נשחט השוחט את הפסח על החמץ ר\"ש אומר הפסח בי\"ד לשמו חייב ושלא לשמו פטור ושאר כל הזבחים כו' ובמועד לשמו פטור כו' ופרש\"י משום דר\"ש לטעמו דסבר דשחיטה שאינה ראויה לאו שמה שחיטה. ובתוספות תמהו ע\"ז דמפרש בפרק כה\"ד טעמייהו דרבנן דילפי משחיטת קדשים בחוץ דשחיטה שאינה ראויה שמה שחיטה ור\"ש סובר דחולין מקדשים לא ילפינן א\"כ כאן בשוחט פסח על החמץ דהוי קדשים ניגמר מקדשים בחוץ דשמה שחיטה גם לר\"ש, ונראה לי עפ\"י מה שהקשו התוס' התם למה לרבנן לילף משחוטי חוץ ניגמור מאותו וא\"ב גופיה דנוהג בקדשים אע\"ג דלאו שחיטה ראויה הוי השני דהוי מחוסר זמן, וזה לק\"מ לדעתי, דמזה לא מצי למילף דאם תאמר דשחיטה שאינה ראויה לא הוי שחיטה ואינו עובר משום אותו וא\"ב הלא שפיר שחיט השני ולא הוי מחוסר זמן רק דהא הפכא כיון דלא הויא מחוסר זמן וכשר תו שחיטתו ראויה וכשר לקרבן והוי שחיטה ראויה ועובר בלא תשחטו או\"ב ותו הוי מחוסר זמן, נמצא דמי עשאו לשחיטה שאינה ראויה הלאו דאו\"ב וכי כתבה התורה או\"ב לא תשחטו הלא על השחיטה אשר היא שחיטה ראויה זולת איסור או\"ב שעושאו למחוסר זמן ומשום זה הוי שחיטה שאינה ראויה, אבל בשוחט הטריפה שבלא הלאו דאו\"ב הוי שאינה ראויה מנא לן לחייבו דכי כתבה התורה או\"ב לא תשחטו הוא על שחיטה הראויה ולא טריפה שאינה ראויה בלא הלאו דאו\"ב, והא דיליף משחוטי חוץ דהתם כתיב החיוב על השחיטה אף דבלא האיסור לשחוט קדשים בחוץ ג\"כ לא היה ראוי לשוחטו בחוץ היינו דקדשים שנשחטו אסורים באכילה עד שיתירום ארבעה עבודות ובחוץ אין מקום לעבודות ואין מי שיתירו ויפקיענו מידי איסורו שנאסר בהקדישו, וכזה פרש\"י בשילהי האיש מקדש מה שלי בשלך אסור דמי יתיר הנאה שנאסר בה מחיים אחרי שאין דמו נזרק (יעוין בתוס' שם ואכמ\"ל) א\"כ כי כתבה התורה שחיטה בקדשים בחוץ הוא על אופן שאינו ראוי להיות נאכל זולת האיסור שאסור לשוחטו בחוץ וקריא רחמנא שחיטה, הוא הדין ילפינן לשוחט או\"ב טריפה דאינו ראוי מטעם טריפה ודוק:<br><b> ובזה </b> אתי שפיר קושי' התוס' ב\"ק (דף ע\"ו) ד\"ה והלא זריקה מתרת על הא דיש רוצים לתרץ דצריך קרא למעט רובע ונרבע דילפינן מקדשים בחוץ דא\"כ השוחט טריפה חולין בעזרה נילף מגופי' יעו\"ש והיינו דכמו דפסול רובע ונרבע עפ\"י עד אחד דהוא פסול הנוהג בקדשים ילפינן מקדשים בחוץ כן בחולין נילף טריפה דהוא נוהג בחולין מאיסור דחולין בעזרה וכיון דבלא זה הוי שחיטה שאינה ראוי' תו לא איכפת לן אם אינה ראוי' מחמת דבר אחר, אבל לפ\"ז אתי שפיר דבקדשים בחוץ לולא האיסור והחיוב על מה ששוחט בחוץ גם כן לא הי' מותר באכילה קדשים שנשחטו בחוץ א\"כ האיסור הוא על מה שאינו ראוי זולת האיסור לכן לא איכפת לן אם נתוסף עוד איסור, אבל בחולין בעזרה לולא האיסור דחולין בעזרה הי' שחיטה הראוי' לאכילה לכן כי אינה ראוי' לאכילה מצד אחר שהוא טריפה לא הוי שחיטה לענין איסור חולין בעזרה והוי שחיטה שאינה ראוי' ודו\"ק:<br><b> וכיון </b> שכן נתבונן טעמא דר\"ש דלא יליף. ונראה משום דעיקר אזהרה וחיובא דקדשים בחוץ הוי משום ולא יזבחו זבחיהם לשעירים, וטעמו דיהיו נזהרים להקריב באיסור במה וכמו דמצאנו דר\"ש סובר דאף על הסלע או על האבן חייב משום דאשכחן בקדשי במה שהקריב מנוח על הצור, לכן כאן בקדשים דאע\"ג דאינן ראוין לאכול מכל מקום הואיל והוי שחיטה בקדשי במה דעיקר הקרבתן בחוץ לכן מקריא שחיטה לחייבו עליו בחוץ אע\"ג דאינה ראויה באכילה בחוץ, ולכן כאן מלבד דפסול שלא לשמו הנוהג בפסח וחטאת דהמה דברים שאינן נוגעים בבמה נראה אף אם שחט בפסול פיגול דפסול דאיסור פיגול נוהג בכל הזבחים שקרבין בבמה כמו עולה ושלמים [ובשוחט על החמץ איכא איסור פיגול כיון שהפסח כשר ואיכא כהרצאת כשר כך הרצאת פסול והוי כשלא לשמו בשאר זבחים דלא עלו ואין מוציאין מידי פיגול] מכל מקום אין הלאו דלא תשחט על חמץ מטעם דהוי כקדשים בחוץ ולכן הואיל דבפנים שחיטת קדשים ראויה נינהו כי הוי שאינה ראויה פטור, ור\"ש אומר דחולין בחוץ לא ילפינן מקדשים בחוץ וטעמו כמו שבארנו ודוק:",
                "<b>ואחד המקטיר אימורין כו'.</b><br><b> ירושלמי </b> פרק תמיד נשחט ה\"ד הקטיר אימורין על החמץ אית תניי תני חייב ואית תניי תני פטור מ\"ד חייב דם מכל מקום מ\"ד פטור זבח מה זביחה מיוחדת שהיא מעכבת הכפרה יצאו הקטר אימורין שאינן מעכבין את הכפרה, הפירוש פשוט דמשמע ליה דם זבחי אפילו שפיכת שיריים שעל היסוד שאינן מעכבין הכפרה ואפ\"ה חייב בשופך על החמץ כש\"כ מקטיר את האימורים דחייב ועיין זבחים (דף י\"ג ודף קי\"א) עיי\"ש ודוק. מלק עוף על חמץ אית תניי תני חייב כו' פטור מ\"ד חייב דם מכל מקום ומ\"ד פטור זבח יצא עוף שאינו זבח, ריב\"ז בעא קומי ר' יוסי מ\"ד חייב ניחא מ\"ד פטור מ\"ט א\"ל למדין עונש מעונש ואין למדין עונש מפטור. ונראה דמפרש דפליגי אם מלק העוף אם חייב אח\"כ על הזייה ומצוי שלהן על חמץ לכן בעי דבשלמא למ\"ד חייב ניחא דכמו דיליף לקמן רבנן דקסרי מה זביחה מיוחדת שחייבין עליה בחוץ כו' א\"כ במלק בפנים והעלה בחוץ חייב ולר\"ש אף במלק בחוץ והעלה בחוץ חייב לכן כאן אם מלק עוף והזה דמו או הקטירו על חמץ חייב אבל למ\"ד פטור מ\"ט, א\"ל למדין עונש מעונש דבקרא כתיבא לא תשחט על חמץ דם זבחי מקרא דדם מרבה זריקה א\"כ על איזו זריקה או הקטרה חייב בזמן שמתחייב על השחיטה וכמו שבר עונש הוא על שחיטה כן הוא בר חיוב על זריקתו והקטרתו ואין למדין עונש מפטור, פירוש היכי שעל המליקה שלו אינו בר חיובא אין חיוב ג\"כ על זריקתו והקטרתו שבמקום שיש עונש על שחיטתו אתרבי לעונש על שאר עבודותיו יצא בעוף שאינו בר חיוב על שחיטתו ומליקתו כן אינו בר חיובא על זריקתו והקטרתו, וזה פשוט:"
            ],
            [
                "<b>ובעל הזבח נוטל פסחו עם העור שלו כו'.</b><br><b> בגמרא </b> תנא כל אחד נותן פסחו בעורו ומפשיל לאחוריו אמר רב עיליש טייעות הכוונה דקדשים נפסלין בהיסח הדעת ובעי שימור ותנן בפרה פ\"ז נותן את שלו לאחוריו ואת של חטאת לפניו ואם נתן את של חטאת לאחוריו פסול היו שניהן של חטאת כו' מפני שאי אפשר, ובפירוש המשנה ואמר יתברך למשמרת למי נדה בזמן שהן שמורין הן מי נדה ולכן ישימם נכחו עד שיהיו שמורים נוכח עיניו וכן בפרק י' מה\"פ יעו\"ש, וא\"כ היה צריך להשים הפסח לפניו ואמאי מפשילו לאחוריו, אכן היסח הדעת פסול טומאה כמו דאמר ר\"י בפסחים (דף ל\"ד) וכיון שנותן פסחו בעורו א\"כ העור לא בר קבולי טומאה הוי כ\"ז שלא נתעבד וכמוש\"כ רבינו בהלכות מעשה הקרבנות פ\"ח ועיין משל\"מ הלכות כלים פ\"ב בזה, ואמר רב עיליש שזה מדינא שנותנו בעורו אבל הך דמפשילו לאחוריו הוא רק דרך הסוחרים ולייפות עשו כן ולכן רבינו שלא זכר הך דמפשילו לאחוריו השמיט גם הך דנותן פסחו בעורו ופשוט:<br><b> וכזה </b> נ\"ל טעמא מש\"כ רבינו לקמן פ\"ד ה\"ג והוא מירושלמי בנטמאו מקצתן אם לא התחילו הטהורים לאכול זכו בחלקן של טמאים ואם התחילו הטהורים לאכול כו' אלא חלק הטמאין ישרף, דהטעם משום היסח הדעת שכיון שנטמאו תו אסחי דעתייהו מן הבשר אבל כי לא התחילו הטהורים לאכול תו דעתייהו על כל מה שישאר מן הפסח ולא אמרו בזה אין אדם משמר מה שביד חבירו (חגיגה פ\"ב) וכמו שאמר בירושלמי על ישנו כו' דמשום היסח הדעת יעו\"ש וברור:<br><b> ובזה </b> יתבאר דברי הגמרא בתמורה (דף כ\"ב) אבודה בכוס מהו כו' כגון שקבל דמה בשתי כוסות ואבד אחד מהן כו' אליבא דמ\"ד כוס עושה חבירו שירים הנ\"מ היכי דאיתנהו לתרווייהו כו' אבל הכא הא ליכא כו' ועל הכוס בעי לא על הזבח וכבר תמהו על פי' רש\"י שלפנינו, ולפ\"ז צ\"ע הא נפסל הדם בהיסח הדעת ואף דבתוספת חגיגה (דף כ\"א) כתבו דכל אבודה לא הוי היסח הדעת ודוקא היכי שבידו ומסיח דעתו ממנו הוי היסח הדעת, הא בירושלמי בפ\"ז דשקלים מייתי מהך משנה דבשר שנמצא בעזרה דהיסח הדעת טעון עיבור צורה יעו\"ש, ולאמור דראהו איש זר רק הי' אבוד מן הכהן המקבל והזורקו דא\"כ בכה\"ג לא הוי אבוד ומבעי לי' לעיל אבוד מן הרועה כו' ונראה דר\"פ לטעמי' דאמר בפ\"ק דפסחים דאף למ\"ד טומאת משקין דאורייתא משקי בית מטבחייא הלכתא גמירי לה דטהור וכן פסק רבינו בפ\"י מטו\"א דדם קדשים אינו מקבל טומאה כלל יעו\"ש וכיון דהיסח הדעת פסול טומאה הוי ודם קדשים אינו מקבל טומאה לא נפסל בהיסח הדעת לכן בעי ר\"פ אבודה בכוס מהו ודו\"ק:"
            ],
            [],
            [
                "<b>ומקטירין חלבי פסחים כל הלילה.</b><br><b> פירוש </b> מן התורה דמדבריהם אין מקטירין אלא עד חצות (פ\"ד ממעשה\"ק הל\"ב) ובפרט שאינו נאכל אחר חצות מדבריהם ואסור לאכול קודם הקטרת אימוריו ופשוט מאוד:"
            ],
            [],
            [],
            [
                "<b>ואם שחטו כולן בבת אחת כו'.</b><br><b> נ\"ב </b> קדושין (דף מ\"א) מנין שכל ישראל יוצאין בפסח אחד, וצ\"ל בכת אחת:"
            ],
            [
                "<b>הואיל ואין לו נסכים לתקוע בשעת נסוך תוקעין בשעת שחיטה.</b><br><b> הוא </b> בירושלמי, וכן הא דאין אומרין שירה אלא על היין הוא במקום שיש נסכים הא בפסח היו אומרים בעת שחיטתו ועיין בתוס' בשם ר\"י יעו\"ש. ובאמת דכל עיקר שירה דאינה אלא בקרבנות צבור יליף מקרא דותקעתם בחצוצרות כו' על עולותיכם בפ\"ב דערכין יעו\"ש, ובזה א\"ש מה דאמר ר' מאיר שם דהשיר מעכב הקרבן אף דנסכים גופייהו לא מעכבי, דזה אינו אם לא נסכו בעת הבאת הקרבן היו יכולים לאמר בשעת הקרבה וכמו בפסח יעו\"ש, ורש\"י פירש בפרק מי שהיה טמא צ\"ה כפסח ראשון שטעון הלל בשעת שחיטתו ולקמן אמרינן נביאים שביניהם תקנו להם שיהיו אומרים על כל פרק ופרק כו' ובאמת הוא קרא מפורש גבי פסח דיאשיהו והמשוררים בני אסף על מעמדם דמורה דהיה בעת שחיטתו והקרבתו כמפורש כל הפרשה שמה יעו\"ש אלמא דהיה שיר בעת הקרבת הפסח:<br><b> ובזה </b> נראה לנו לפרש בפסחים פרק אלו דברים אמר ר' שמעון בוא וראה כמה חביבה מצוה בשעתה שהרי הקטר חלבים ואיברים ופדרים כשירים כל הלילה ודוחין את השבת, ובתו\"כ דבורא דחובה פרשה י' ר\"ש אומר חביבה מצוה בשעתה שהקטר חלבים כשירים כל הלילה ודוחין את השבת בשעתן ואין ממתינין להן שיקרבו עד מוצאי שבת. ולכאורה הא עיקר הילפותא דהאיברים מקטירים בשבת גופיה מטעם דכתיב עולת שבת בשבתו ובזה צ\"ל איברים ופדרים ולמה השמיט בתו\"כ איברים ופדרים. והנראה דמאברים ופדרים אין ראיה דאימור להכי היו מקטירין בשבת משום שהקטרת האיברים קודמין לנסכים דכתיב עולה ומנחה זבח ונסכים וכדמסדר אביי ביומא יעו\"ש, ולא היו אומרין שירה אלא בשעת נסכים ואם לא היו מקטירים בשבת הלא היו הנסכים קרבים בלילה ואין אומרים שירה אלא ביום וכדיליף בערכין מה כפרה ביום אף שירה ביום ואם היו הנסכים קרבים למחר הלא פסק רבינו דנסכים הבאין בפני עצמן אינן טעונין שירה וכמו דבעי לה שם (דף י\"ב) ויעוין תוס' שם ובירושלמי תענית דפליגי בזה אמוראי [ועיין בתוס' ראש השנה (דף ל') ד\"ה ונתקלקלו הלוים בשיר ובמנחות (דף כ') אדרבא כפרה ושמחה כו' עיי\"ש הרי דעם דם אתי ודוק] וא\"כ ידחה מצות שירה לכן א\"ש הגירסא דתורת כהנים דאין כתוב אלא שהקטר חלבים והכוונה בפסח דאין טעון נסכים ושירה שלו הוא בעת הקרבתו ואפ\"ה אימורים שלו קרבין בשבת ואין ממתינין עד לערב, וזה רק משום חביבה מצוה בשעתה, והוא דיוק נכון בתו\"כ:<br><b> ומה </b> שכתב רבינו על כל קריאה כו' מקורו בשילהי סוכה (דף נ\"ד) שייר ערב הפסח כו' שייר ערב הפסח שחל להיות בע\"ש אפיק שית כו' וכפרש\"י שם, ויעוין בתוס' שם באורך דפליגי דסברי דעל כל פרק היה תקיעה, והמעיין יראה כי אם היה שוהה בשחיטתו והיה לאמר שלשה פעמים הלל היו תוקעין שלש פעמים ואם היה מעט ולא היה לאמר רק פעם אחד הלל היו מפסיקין בפרקים וכמו תמיד שהיה תשע תקיעות כן עשו תשע תקיעות בפסח וזה הקפידא רק שהואיל שאין נסכים עשו כן בשעת שחיטתו, וכן נראה סברת רבינו דהביא ע\"ז לשון הירושלמי דהתקיעה כמו בניסוך דתמיד ודו\"ק היטב:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והשלישית עומדין במקומן בעזרה.</b><br><b> פירוש </b> דאסור לישב בעזרה כדמפרש בירושלמי רק בסמיכה לכותל, אמנם בתוספתא אמר ראב\"י דשלישית ישבה בעזרת נשים משום דסבר דפסח בראשון נשים רשות ואינן דוחין השבת וא\"כ ליכא נשים בעזרת נשים בשבת דאם עושין אותן טפילה הלא סגי בבני חבורה הנותרים לכן יושבין בעזרת נשים:"
            ],
            [
                "<b>אבל הרכבתו והבאתו מחוץ לתחום כו' אינן דוחין את השבת שהרי אפשר לעשותן קודם שבת.</b><br><b> הנה </b> בריש פרק אלו דברים פליגי ר\"א ורבנן במכשירי פסח אם דחו שבת. וכבר פירשו בתוס' דר\"א סבר בריש פרק ר\"א דמילה דכל מכשירי מצוה דחו שבת שתי הלחם ועומר ולולב מצה ושופר וסוכה יעו\"ש רק ר\"א לדבריהם דרבנן אמר ע\"ש. אך הקשו א\"כ ממה יליף ר\"א אי מכל הנך הא יכול לקיים מצותן בעת הדחייה אבל פסח אינו נאכל אלא בלילה, ואם תאמר דזה לא חשיב פירכא א\"כ למה לן קרא במועדו להורות דפסח דוחה שבת נילף מהתם. ונראה דאין זו קושיא דכבר פירשו לעיל בהא דאמרו דאתיא עשה דפסח ודחיא עשה דהשלמה והקשו הא לא הוי בעידנא ותירצו דכיון ששחטו עליו וכיון שתאמר שראוי להקריב וראוי לאכול תו שוחטין וזורקין עליו אף אם לא יאכל דאכילת פסחים לא מעכבא רק שיהא ראוי לאכילה בעינן וכיון דנשחט ונזרק הרי כבר יצא ידי פסחו וקיים העשה דפסח א\"כ הלא קיים מצותו ביום בעת הדחייה. ומעתה הא דהקשו דא\"כ במועדו גבי פסח למה לן דאמר ליה עקיבא עקרתה כו' במועדו כו' ניחא\n<sup> *</sup><i class=\"footnote\">ובאמת איני מבין קושייתם כלל דכל הנך מצות דנוהגים בשבת יליף ר\"א דמכשיריהם דוחים שבת כמו שתי הלחם ועומר מצה ולולב ושופר וסוכה (כמו שפירשו בתוס' סד\"ה ושוין כו' יעו\"ש היטב) שכל אלה נוהגים בשבת, לכן אף שאין באכילת מצה ולולב ושופר וישיבת סוכה דחיית שבת מכל מקום נוהגים בשבת לכן הן דוחין השבת לכשיצטרך, אבל פסח אי לאו קרא דבמועדו מנא ידענא דנוהג כלל בשבת, ואי דאכילת פסח נוהג בשבת הלא אז כשנאכל בשבת שחיטת הפסח בערב שבת וחלבי חול קרינא בהו ואינן קרבין אפילו ביו\"ט כמבואר פסחים (דף נ\"ט) וצ\"ע. ומשו\"ה משני סבר אכילת פסחים לא מעכבא אף דמצוה לאכול פסח כמו מצה מכל מקום מצות אכילתה בלילה ואין מצוה של חול דוחה מכשיריה השבת ופשוט:</i> דאיהו סבר דבמועדו לא צריך על שחיטת פסח דילפינן מכל הנך מצות דדחו שבת וע\"כ גלי קרא דבמועדו שאף מכשירים דחו שבת, ואם תאמר אמאי לא יליף על מכשירים ג\"כ מכל הנך מצות דדחו שבת הן ומכשיריהן, נתבונן נא בסוגיא דשבת שם דאמר דמודה ר' אליעזר שאם צייץ טליתו ועשה מזוזה לפתחו שהוא חייב מ\"ט אמר רב יוסף לפי שאין קבוע להם זמן א\"ל אביי אדרבא מדאין קבוע להן זמן כל שעתא ושעתא זמניה הוא כו', וצריך ביאור סברת רב יוסף מאי קס\"ד. והנראה דר' עקיבא כללא כייל כל שאפשר לעשותה מערב שבת אינו דוחה שבת ופירש בירושלמי הגע עצמך שנולדה בו יבלת בשבת ומשני מין יבלת ראוי להיות מאתמול וכן בהזייה הואיל ושם הזייה ראויה מאתמול, והנה ביבמות פ\"ק (דף י\"ד) בהא דאמרו במקומו של ר\"א היו כורתים עצים לעשות פחמין בשבת ופירשו בתוס' במתכוין היו מביאים עצמן שיהיו צריכים לכך מפני חבוב מצוה, הלא דסברתו דאף שיכול לקיים ולעשות מע\"ש בלא דחייה, בכ\"ז הואיל ולא מטא זמן חיוביה הוי כמאן שלא הגיע חיובו ואינו צריך לדאוג ולהכין כלל צרכי מצוה על מחר ולדידיה כמו לרע\"ק הכלל כל מלאכה שאפשר לעשותה מע\"ש אינו דוחה שבת כן לר\"א כל מצוה שאין חיובה מערב שבת דוחה שבת דלא שייך לומר שהיה לו להכין מע\"ש כיון דלא מטא זימניה, משא\"כ בציצית ומזוזה שהחיוב חל מע\"ש א\"כ היה לו להכין מע\"ש וכיון דמטא החיוב בע\"ש אינו דוחה המצוה שבת, ואין לומר כיון שכן אם יקנה בגד בשבת או נעשה בן י\"ג בשבת דמטא זמן מצותו בשבת לידחי מכשירי ציצית ומזוזה שבת, ז\"א כיון שמין מצוה זו אינה מיוחדת אל היום ויכול להיות חיובה גם מע\"ש אינה דוחה שבת כמו לרע\"ק באופן שלא היה יכול לקיימה מע\"ש הואיל ומין שלה יכול להיות מאתמול כן לר\"א על החיוב אם יכול להיות חיוב המצוה מע\"ש אינה דוחה שבת וזו סברה נכונה:<br><b> הגה\"ה</b><br><br><b> ולפ\"ז </b> הא דאמר ר\"א סוכה דוחה שבת פירושו רק ביום ראשון ובלא זה אין חובה לאכול בסוכה רק יום ראשון, דמה דאמר ר\"א ארבע עשר סעודות חייב לאכול בסוכה הא אמרו חזר בו ר\"א יעוין סוף פרק הישן, ורק אביי מקשה ליה דזה הוי שייך במצוה שאינה נוהגת רק פעם אחת כיון שחל חיובה מיום הקודם והיה לו להכין מאתמול לא דחייא שבת ולא דמיא להנך, אבל מזוזה וציצית דכל שעתא ושעתא זמנו הלא הזמן של המצוה תדיר ואם מתבטלת שעה אחת הלא אותו שעה אינה חוזרת ומעות שאינו יכול לתקן דמצות שעה זו לא יקיים לעולם [ועיין תוס' ד\"ה ושוין] א\"כ החיוב של המצוה של הציצית ומזוזה דשבת הוא חיוב בפני עצמו שלא הגיע טרם שבא הזמן שנתחייב בו, דמה שמחוייב היה מאתמול הלא אינו משום שהיה צריך לעשות ציצית לקיים מצות לבישת ציצית או עשיית מזוזה דזמן שבת רק כדי לקיים מצות ציצית אותו יום ושעה דחול שכבר עבר ועליו אין אנו דנים עכשיו, א\"כ חיוב לבישה דציצית ועשיית מזוזה של שבת עוד לא הגיע חיובם מאתמול טרם שהגיע היום, וא\"כ לידחו שבת מקו\"ח דמצוה חשובה היא שנוהגת תדיר, וזה שדייק אביי אדרבא מדאין קבוע להם זמן כל שעתא ושעתא זימניה הוא היינו דהשעה שהיא עכשיו לפנינו זימניה הוי ולא הגיע החיוב מאתמול וכל שעתא חיוביה בפני עצמו הוא וא\"כ ידחו מכשירים שלהם שבת כיון שחיוב מצותם לא היה מע\"ש דאז היה חיוב מצות אותו שעה בעצמה הנוכחי של חול ולא הגיע חיוב מצוה של שבת, זה ביאור דברי הגמ' בעומק:<br><b> וכיון </b> שכן נתבונן נא במצות פסח דנאמרה לישראל הלא כיון שהן בדרך רחוקה או חוץ מאכילתו או חוץ מעשייתו פטורים מפסח אימת יבוא החיוב עליהן, ועל כרחין דהחיוב חל עליהם מקודם י\"ד שיכינו עצמן ליטהר ולעשות הפסח, ואף להך תנא דאמר אליבא דר\"א פרק מי שהיה טמא דמאסקופת העזרה ולחוץ הוי דרך רחוקה פירש בפירוש המשנה לרבינו דהכוונה אם אנוס ואינו יכול להכנס בעזרה אין שוחטין עליו [ולשון הגמרא לא משמע כן ע\"ש] וערל שלא מל אמר ר\"א דענוש כרת אף אם הוא בשבת שהיה לו למול מאתמול, ועיין בסוף פרק האשה בהא דאמרו דאיזמל אינו דוחה שבת פירש\"י דמילת זכריו מעכבו מפסח אע\"ג דאנוס הוא ובאונס אין מעכבו מלעשות הפסח וכמו שאמרו ביבמות פרק הערל כגון שהיה אביו ואמו חבושין בבית האסורים שוחטין וזורקין עליו, בכ\"ז כאן הואיל וידע מאתמול שלמחר לא מצי להימול היה לו להכין איזמל מערב. א\"כ חזינא דהחיוב של הפסח רמיא מקודם שהגיע זמן שחיטתו ואולי החיוב רמיא מיום ששואלין ודורשין קודם הפסח וכמו דאמרו פ\"ק דפסחים לענין ביעור אם יצא ואין דעתו לחזור יעו\"ש. והא דאמרו בזבחים נפ\"מ לענין להטמא לקרובים בין מטא זמן שחיטת פסחו ללא מטא זמנו, הוא דוקא במקום דאיכא מצוה אחרינא של טומאת קרובים לכן צריך לטמא דלהפסח אינו רק בגדר הכנה ומצוה אחרינא כבר הגיע זמן חיובה וקיומה. וכיון שכבר מחוייב במצוה זו של עשיית הפסח להכין לה דאל\"כ איך יעשו ישראל הפסח הלא כולם יהיו בדרך רחוקה ומכש\"כ נשים שאינן מחוייבות לעלות לרגל, וכיון שכבר הגיע זמן להכין להמצוה מאתמול תו לא דחיא שבת, ואינה דומה לכל הנך שלא הגיע זמנן מע\"ש, משא\"כ בפסח שהחיוב היה מע\"ש היה לו להכין מכשירי הפסח מע\"ש וכסברת רב יוסף ולא שייך כאן הדיחוי של אביי דמצות פסח אינו רק בי\"ד אחר חצות ורמיא חיובה מקודם הזמן והיה לו להכין המכשירים מאתמול לכן צריך קרא למכשירים, וזה מועדו שכתוב בפסח שדוחה השבת שמיותר על שחיטת פסח דפסח לא גרע משאר מצות שדוחין הן ומכשיריהן את השבת ושחיטת הפסח אי אפשר להיותה מע\"ש, וע\"כ גלי קרא למכשירים דפסח שדחו שבת, ומכשירים לא גמיר משאר מצות דשם אעפ\"י שאפשר לקיימן מע\"ש דחו שבת שכן לא הגיע חיוב של המצוה מע\"ש ולא היה צריך להכין כלל צרכי המצוה, משא\"כ פסח שחיוב ליטהר ולהכין עצמו להפסח ע\"כ חלה מקודם הזמן, א\"כ מה שיכול לקיימה ולהכינה מע\"ש היה לו להכין ואם משכחת גוונא שלא היה יכול להכין ולעשות בע\"ש כמו שאם חל שביעי שלו בשבת או נולדה יבלת בו בשבת זה לא איכפת לן כמו שהבאתי בשם הירושלמי, ולכן הוי אמינא שלא דחו המכשירים את השבת קמ\"ל קרא דדחי ודוק:<br><b> ולפ\"ז </b> א\"ש מה דצליית הפסח אינו דוחה שבת לר' אליעזר דמשו\"ה אמר בע\"פ שחל בע\"ש מקדימין משום צליית הפסח, ואף דשם איכא משום חגיגה דזמנה אחר התמיד כדמוכחי קראי דדברי הימים גבי פסח יאשיהו וצריכין לבשלה מערב שבת, מכל מקום מוכח ממשנה ספ\"ק דשבת ר' אליעזר אומר כדי שיקרום התחתון משלשלים פסח בתנור עם חשיכה ולא פליג ע\"ז ר\"א חזינא דצליית פסח אינו דוחה שבת, ועל כרחין דגרע מאכילת מצה משום דאינו נאכל אלא למנויו ומוכרח ההכנה והחיוב עליו מערב הפסח לכן רמי עליו להכין מע\"ש כל המכשירים כדי שיאכלנו בשבת לכן צלייתו אינו דוחה שבת ודוק. ולענין זמן חגיגה יעוין משל\"מ הלכות כלי המקדש ואכמ\"ל:<br><b> ובזה </b> נראה לפרש בעירובין (דף ק\"ג) דרבא משני ר\"א היא כו' ומודה ר\"א דכמה דאפשר לשנויי משנינן כו' דתניא כהן שעלתה בו יבלת כו' ונראה דרב יוסף דטרח לעיל בהך דיבלת ומוקי כרבנן ושבות דמקדש במדינה לא גזרו רבנן, אזיל לטעמו דסבר דלר\"א אפילו אפשר לשנויי לא משנינן והך דכהן שעלתה בו יבלת אמאי חבירו חותכה לו בשיניו דוקא חבירו אבל איהו לעצמו לא משום דמוקמא לה כר\"א דאמר בנוטל בשיניו לעצמו חייב חטאת ובחבירו פטור ואי משום דר\"א סבר דמכשירי מצוה דוחין את השבת ז\"א דרב יוסף לטעמו דמודה ר\"א במזוזה וציצית שאינן דוחין השבת משום שאין קבוע להם זמן ופרשתי לעיל טעמו דר\"א סבר דכיון דחיוב המצוה בא עכשיו בשבת לכן איהו וכל מכשיריו דוחין השבת אבל היכי שחיוב המצוה בא מערב שבת היה לו להכינה מע\"ש ולכן אינו דוחה שבת וכיון שעל הכהן לעבוד רמיא מצוה מע\"ש ומצות עבודה על כל הכהנים תמיד היכי דלא נמצא מספיקים בבית אב או במשמר או שיטמאו וכיו\"ב היה לו להכין מע\"ש ולחותכה מע\"ש ולכן חבירו חותכה לו בשיניו אבל איהו לעצמו אינו חותכה דלא אישתרי בכה\"ג מכשירין כיון דאין קבוע להם זמן משא\"כ בקרבן שחיובו היום ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>היה אחד מבני חבורה קטן או זקן כו' אם יכול לאכול כזית שוחטין עליו כו'.</b><br><b> בסוף </b> פרק לולב הגזול יכול לאכול כזית צלי שוחטין עליו הפסח שנאמר איש לפי אכלו ר' יהודה אומר עד שיכול לברר אכילה כיצד נותנין לו צרור וזורקו אגוז ונוטלו, הנה טעמא דר\"י לא איתפרש. והנ\"ל דאין עושין חבורה שכולה קטנים כמוש\"פ רבינו לקמן ה\"ד דאינם בני דעת להזהר בקדושת הפסח ועל כרחין דמיירי כשיש כאן נמנין על הפסח גדולים ואנן קיי\"ל דקטן שהגיע לצרור וזורקו אגוז ונוטלו זוכה לעצמו מן התורה בדעת אחרת מקנה אותו הא פחות מזה אינו זוכה לעצמו אף בדעת אחרת מקנה אותו ועיין גיטין (דף ס\"ד) ובתוספות שם, ועיין חו\"מ סימן רמ\"ג ובהגהות, וא\"כ רבנן לא חיישי מאומה דאם יש אחד גדול מנוי מאי איכפת לן בהך קטן שיכול לאכול כזית צלי הנמנה עליו, ואף אם מאכילו שלא למנויו מאי איכפת לן כיון דשה לבית אבות לאו דאורייתא, עיין נדרים (דף ל\"ו) בר\"ן דפירש דמה\"ת אין הקטנים צריכים להמנות עליו ואוכלין אע\"פ שלא נמנו ודוקא בראוין להמנות קפיד רחמנא דיהא נאכל למנויו עיי\"ש, אבל ר\"י לטעמו אזיל דסבר אין שוחטין את הפסח על היחיד א\"כ משכחת בכולהו קטנים ואחד גדול וכיון שלא הגיע לצרור וזורקו אגוז ונוטלו אין הקטן זוכה בדעת אחרת מקנה אותו מן התורה ונמצא שאינו זוכה בפסח ולאו מנוי הוא ונמצא נשחט הפסח על היחיד לכן סבר דיהי' בכה\"ג שיודע לברר אכילה וזוכה לעצמו מה\"ת ובר מנוי הוא, אבל רבנן אע\"ג דסברי דלכתחילה אין שוחטין על היחיד בכ\"ז כיון דאם שחט הפסח על היחיד כשר ולא דרשי לזה קרא דלא תוכל לזבוח הפסח באחד שעריך לכן לא חיישי לזה ודוק:"
            ],
            [
                "<b>אבל עושין חבורה כולה נשים אפילו בפסח שני.</b><br><b> בגמרא </b> (דף צ\"א) אשה בראשון שוחטין עליה בפ\"ע ובשני עושין אותה טפלה לאחרים דברי ר' יהודה, פירוש דסבר נשים בשני רשות וא\"כ אם לא הוי רשות היינו שאינה נעשית טפילה אז לא שייכא בפסח כלל ואם אוכלת הוי נאכל שלא למנויו ואם שוחטין עליה בפני עצמה אינו פסח כלל ונעשה כמפריש פסח בתוך השנה וכיו\"ב, אבל כיון דחזינא דנמנית בפסח אף דפטורה מפסח אמרינן דנעשית טפילה, אבל בכ\"ז לשחוט עליה בפני עצמה אי אפשר דהוי כמו שתביא אשה עולת ראיה כיון דפטורה מינה ומיחזי כחולין בעזרה דלר' יהודה אינה רשאה עיין עירובין (דף צ\"ו), אבל לדידן דקיי\"ל נשים סומכות רשות ואם רצו להביא עולת ראיה מביאין ה\"נ עושין חבורה שכולה נשים וכן פסק רבינו, והא דלא מפרש הגמ' טעמא דרבי יוסי דאמר אשה בשני שוחטין עליה בפ\"ע דסבר נשים סומכות רשות ואם רצו להביא עולת ראיה מביאין, דא\"כ לא הוה פליג עליו ר\"ש דאזיל לטעמיה בעירובין דסבר כר' יוסי, וע\"כ דכוונתו דחייבין לשחוט עליהן אפילו כשהן בפני עצמן ודוק:"
            ],
            [],
            [
                "<b>שחטו למולים שיתכפרו בו ערלים פסול כו'.</b><br><b> הנה </b> ר\"י בתוספות פירש דשנוי בעלים הוא בשוחט על מנת לזרוק לשם אחר וזה להתכפר בו אחר אבל שוחט שלא למנויו הוא שעצם השחיטה הוא לשם אחר וזה רק בפסח והאריך בזה בסוגיא ואנכי בחידושי בגמרא הארכתי בפלפול ארוך אכ\"מ להעתיקו כולו רק במה שנוגע להבנת דברי רבינו, וז\"ל שמה. לדעתי לא מצאנו הך חידוש שחדשו תוספות רק א\"ש כפשוטו דלפירוש ריב\"א בד\"ה שחטו למולים דהא דאין מחשבת אוכלין בזריקה היינו שזרק להאכיל הבשר שלא לשם אוכלים בהא כשר ובלהתכפר בו פליגי יעו\"ש, א\"כ א\"ש כפשוטו דשוחט להאכיל הבשר שלא למנויו פסול וזה לא פסול כלל בשארי קרבנות, וזה מחוור יותר מפירוש ר\"י דלפ\"ז א\"ש סוגיא דלקמן דאפשר לברר אפילו בשחטו להאכיל שלא למנויו ולמנויו כיון דהמחשבה הוא להאכיל שלא למנויו א\"כ נראה מי יאכל, ועוד אפשר לחלקו לחלקים כפירוש קמא ברש\"י והא דנקיט הגמרא לשנוי בעלים דא\"א לברר הוא בשנוי בעלים ששחטו להתכפר בו שלא לשם בעלים והסברא נכונה. ולפ\"ז לק\"מ מה שהקשו תוס' לקמן ד\"ה רבה דנילוף מקו\"ח דמה הריני שוחט כו' שוחט לשם ערלים דפסול כו' ולפ\"ז א\"ש דשוחט לערלים כשר רק בשוחט להאכיל לערלים מבשרו פסול וה\"ה תיליף מינה דזורק להאכיל ערלים וע\"ז כתיב מיעוטא, אבל שיפסל לזרוק לערלים להתכפר בו לא שייך קו\"ח דגם בשחיטה לא פסול, אכן גם תירוצם לקמן דזורק לשם ערלים כשר לא שייך לריב\"א ודוק:<br><b> ודע </b> דלכאורה היה נראה לפרש הך דקאמר הגמרא בהאי קרא קא מיפלגי לכפר עליו, פירוש, הא באם ערלים המה ממנויו לכו\"ע לא פסלה דאין מחשבת אוכלין בזריקה והא דמתקיף רב אשי לרב חסדא דדחיק לשנוי הא בזריקה חמירא ע\"ז פריך שפיר, אבל ז\"א דאם לר\"ח לחודיה פריך לק\"מ דהא פלוגתא דתנאי היא וע\"כ כמו שכתבו תוס' דמקשה ממשמעות הברייתא ולתרווייהו מקשה ודוק:<br><b> ועתה </b> נשים פנינו לשיטת רבינו כי הוא חילק בין מחשבת שלא לאוכליו למחשבת ערלים דאין מחשבת אוכלין בזריקה ומחשבת ערלים פסלא דלא סבר חילוקא דר\"י וגם חילוק הריב\"א לא נזכר כלל שלשון רבינו מורה דשאני מחשבת ערלים ממחשבת אוכלין וזה צריך ביאור וסברא, גם מה דפסק דאף מקצת ערלה פסול בזריקה צ\"ע דכיון דרב אשי מוקי פלוגתיה במילי אוחרי איך יחלוק על רב אשי דהוא בתרא, ובזה השיגו הראב\"ד, ויותר פליאה איך לא הביא כלל דערלים שאינם מנויין פסלי וצ\"ע מאוד. אך שמע נא דבר ד' דהעיקר דאין מחשבת אוכלין בזריקה טעמא בעי אם כי תכוסו לשון שחיטה מ\"מ מה הסברא לחלק ונילוף דיש מחשבת אוכלין בזריקה מקו\"ח או במ\"מ כמו שהקשו תוס' כאן ובזבחים, ולכך פירש רבינו באופן נאות דאמרינן בזבחים שחיטה לאו עבודה היא ולהכי כשרה בזר מידי דהוה כו' עיי\"ש וכתב ר\"י דאורליינוש בטעמו דענין שחיטה דמפיק ליה מאבר מן החי ואינה זבוחה הוא גם בחולין כמו בקדשים ובא לתכלית אחד, וא\"כ עיקר ענין השחיטה הוא הכשר אכילה דיצאת מידי איסורו בחייו ותו האיסור המונח עליה אינו איסור דבוק בעצמו ובפרט בק\"ק דליכא מעילה קודם זריקת דמים, ואם דאיסורא דאורייתא איכא כמו שחקרו בתוס' בכ\"מ הוא רק מפני קדושתו הנוספת לו וא\"כ מחשבת אוכלין דמנוי הוא על הפסח והוא מחוייב בפסח רק סיבת חסרונו במה שהוא חולה או זקן ואינו יכול לאכול כזית ובפסח עקרו לאכילה ובעי גברא דחזי לאכילה בעת הקרבתו, משום זה אינו נמנה על הפסח גופיה לשחוט עליו ואף בריא בשעת זריקה לא מהני עיין לקמן ע\"ח א\"כ כיון דכל חסרונו מצד שאינו ראוי באכילה בעי שיהא המחשבה שלא לאוכליו בשחיטה דהיא המתרת באכילה אל הבשר מצד עצמותה בין בחולין בין בקדשים והיא מכשרתם לאכילה, לא כן בזריקה דהיא רק להרצאה והיא המכפרת והיא אינה באה בשביל אכילת הבשר, אדרבא האיסור קודם זריקה נתהווה מסיבת שצריך לרצות עוד בזריקה והיא האוסרת לא המתרת א\"כ אם חשב לחולה וזקן דהם בני הרצאה רק חסרונם מצד שאינם ראוים לאכול אין פסול במחשבתם בזריקה וזה ברור:<br><b> ונקדים </b> עוד דהגמרא מסיק לקמן (דף ס\"ט) בשיטת ר' אליעזר דסבר דאע\"ג דאין הפסח נשחט שלא לאוכליו דוקא חולה וזקן אבל טמא מת בז' שלו אף שחל להיות בשבת ואין מזין עליו בכ\"ז גברא הוא דחזי ותקונו הוא דלא מתקן בכה\"ג לא מעכבא אכילת פסחים ועושה פסחו בלא הזאה, ותמהו בתוספות דא\"כ אמאי ערל אינו שוחט הפסח בעוד שהוא ערל הא מיחזי חזי ותקונו הוא דלא מתקן ואמאי אינו עושה פסחו בעודו ערל, והנה בחידושי תמהתי עליהם דאיך נוכל לאמר דערל יעשה פסח הא קרא כתיבא המול לו כל זכר ואז יקרב לעשותו הרי אף מילת זכריו דמצווה למולם כ\"ז דהמה ערלים מעכבין אותו מפסחו כש\"כ מילת עצמו כ\"ז שלא מל בודאי אינו עושה, ובארתי שם באנוס דאם היו חבושין בבית האסורים אין מעכב פסחו, וזה דחוק, והבאתי ראיה מירושלמי פרק האשה ה\"ו עיי\"ש ויצא לנו מזה דאע\"ג דמצד אכילתו היה מצי לעשות דמיקרי לר\"א גברא דחזי לאכילה בכ\"ז אינו ראוי לעשות הפסח מצד עשייתו כ\"ז שלא מל ולאו בר הרצאה הוא כלל, א\"כ חסרונו אינו מצד העדר אכילתו בלבד רק מפני דלגבי פסח לאו בר הרצאה אף דשאר קרבנותיו משלח בכ\"ז בפסח אינו משלח [בלא טעמא דאכילת פסח מעכבא] א\"כ תו לא בעי כלל טעמא מדוע פוסל מחשבתו בזריקה דכיון דפסולו מתיחס שאינו בר הרצאה כלל וזה עיקרו של זריקה שמרצה ומכפר ודוק:<br><b> ובזה </b> מובן טעמא דמה דלגבי ערלים פוסל אף מקצתו בזריקה ובשחיטה אינו פוסל במקצתו, דבשחיטה דלאו עבודה והיא לאו הרצאה ופסולו אינו מקרא דאז יקרב לעשותו דהוא משמע בעבודת הדם היינו זריקה דהיא ההרצאה רק מה דפוסל ערל בשחיטה משום דלא מצי לאכול הפסח ובעינן איש לפי אכלו תכוסו וא\"כ הפסול מצד שאינו ראוי לאכול שפיר שייך טעמא דלקמן מפני שאפשר לברר שהראוין לאכול יאכלו ואלו כמאן דלא חשיבא עליה כלל שאינן ראוין לאכול כלל ולכך לאוכליו ושלא לאוכליו [וכן לערלים ולמולים] מחשבת לאוכליו קיימת והיא בטלה בעצמותה, אבל מחשבת ערלים בזריקה דמטעם הרצאה ובשפיכה חדא נתרצו המנוין ומאי שייך לברר בהך זריקה ותו פסול כמו לשמו ושלא לשמו, ומפורש לשונו הטהור שחטו למי שיכול לאכול ולמי שאינו יכול כו' למולים ולערלים כו' כשר שאלו הראוין לו אוכלין כהלכה והאחרים כאילו לא חשב עליהן פירוש דהוה אפשר לברר, ונכון בס\"ד ודוק:<br><b> ולפ\"ז </b> סבר רבינו דהא דמסיק רב אשי בהאי קרא קא מיפלגי אין פירושו כפירוש רש\"י ז\"ל, דזה פלפול ארוך לא נזכר בתלמודין רק פירש כפשטא דאה\"נ מקראי ליכא למשמע מיניה מידי רק מסברא דמקצת ערלה פסלה בזריקה והיינו אימת אם נימא דחייל מחשבת שניהן מחשבת מולים ומחשבת ערלים אבל סברת רבה דמכשר בהא הוא כמו שמצאנו וכפר עליו ולא חבירו ודוקא מחוייב חטאת הא למחוייב עולה כשרה, וטעמו משום דמינו מחריב בה ושלא מינו אינו מחריב שאין שום התיחסות כלל אל מי שחשב ולכך בטלה המחשבה במהותה הכא נמי אף אם ערלים המה מנוין בכ\"ז כשר אם חשב לערלים ולמולים דכיון דלאו בר הרצאה הוא בפסח רחוק התיחסותו מערלים והוה כמו דלאו מינו ולא מצי מחריב בה ובטלה מחשבתו נגד מחשבת מולים, ורב חסדא סבר דבר כפרה מקרי ומינו הוא ותו מתיחסין שניהם ותו מפסלי מטעם שאי אפשר לברר, וזה כוונת רב אשי דלאו בקראי פליגי רק בסברא פליגי והא דנקיט ע\"מ שיתכפרו בו ערלים ולא נקיט למולים וערלים דלרבותא דרבה קמ\"ל ודוק. נמצא דלפי מסקנת רב אשי אם מתיחסין מחשבת ערלים ג\"כ תו פסולה היה דא\"א לברר בזריקה ולשיטתו אזיל לקמן דפסולו לאו בגופו אינו מעלה כלל רק משום דא\"א לברר ולכך בזריקה דא\"א לברר פסול מקצת ערלה [לר\"ח דבת מינו הוא] אבל לר\"י דטעמו משום דפסולו אינו מגופו הוא צריך להיות אף מקצת ערלה לא תפסול בזריקה דאף דשניהן מתיחסין וא\"א לברר לא דמי לשמו ושלא לשמו דפסולו בגופו, הרי דרב אשי אזיל לטעמו דעיקרו משום דאינו אפשר לברר וכן פסק רבינו כרב אשי והביא רק טעמו דא\"א לברר, ודוק כי זה דרך חדש ראוי לרבינו:",
                "<b>הפסח כשר ואין אדם יוצא בו ידי חובתו כו'.</b><br><b> בגמ' </b> הגירסא יוצא בו י\"ח, וכן בירושלמי תמיד נשחט ה\"ב למה שוחטו לאוכליו לזרוק דמו שלא לאוכליו כשר נעשה הראשונה כשוחטו לאוכליו ושלא לאוכלו והוא כשר, מוכח דיוצא ידי חובתו בשוחט פסח לאוכליו ושלא לאוכליו, ובודאי כי נפל ט\"ס בדברי רבינו:"
            ]
        ],
        [
            [],
            [
                "<b>ויאמר לו שחוט שניהן כו' והרי אחד מהן שלך ע\"מ שלא יהיה לרבך (רשות) בו כלום כו'.</b><br><b> הנה </b> אם לא התנה כן אע\"ג דקני העבד ומה שקנה העבד קנה רבו וא\"כ אע\"ג דמצי להפריש ולהקדיש גם הטלה גם הגדי דכיון דרבו נתן לו רשות לשחוט פסח כדין א\"כ הוא כשליח ממנו, והירושלמי מסתפק מהו שיצא הרב בהקדש עבדו אף בשלא מדעת רבו אע\"ג דאמר ריש פרק הא\"מ אין אדם מפריש פסחו של חבירו שלא מדעתו, אולי עבד דאיהו בעי למיעבד פסח ג\"כ דפסח בראשון בעבדים חובה איהו גריר בתר רבו ואוכל ממה שרבו אוכל כיון דאית ליה בהאי פסח לאכול מצי מפריש גם על רבו בלא שויא שליח יעו\"ש. ויעוין תוס' פרק הא\"מ ד\"ה איש זוכה, אבל כאן דעשהו שליח להפריש פסח ודאי דמצי מפריש גם גדי גם טלה כדי שיושחט פסח על רבו כדין, רק דא מקשה איך מצי העבד להמנות על הפסח השני כשלא המנהו רבו על פסח אחר של רבו לבד ממה שרבו אוכל דהא המנאתו אינו כלום בלא המנות אותו רבו ועל זה לא גילה דעתו כלום שימנה על פסח אחר שלו ונמצא דהפסח השני נשחט גדי או טלה בלא מנוין והוא פסול ולא מצי לשחוט גם על רבו משום דחד מהשניים פסול, לכן כי מקנה ליה הרועה ע\"מ שאין לרבו רשות בו הוי זכות לרב מה שלא יזכה בזה הפסח שנשחט על העבד ורבו לא מקפיד אם ימנה על פסח של עצמו, ואם כי כשהעבד זוכה זכה רבו אבל על כרחו של רבו לא זכי רבו וכאן חוב הוא לאדון אם יזכה במה שהעבד נמנה עליו וזכי ביה שע\"י זה לא יוכל העבד לשחוט גם פסח של רבו ואין חבין לו שלא בפניו, ולכן מהני כאן ע\"מ שאין לרבו רשות בו אע\"ג דבכל מקום לא מהני רק בע\"מ שתצא לחירות או ע\"מ מה שתירצי תעשי [ויעויין מש\"כ בסוף הלכות מכירה ובהלכות גו\"א ושם חקרתי לענין עבד של קטן יעו\"ש] דכאן לא זכי הרב מהעבד דהוי חובה לו הזכיה וכאילו ידוע לן שאינו רוצה בזכיה זו ואין העבד זוכה לרבו מיד אחר בעל כרחו דרבו, וכן הרב המגיד פ\"ג מהלכות זכיה לא זכר סוגיא זו משום דכאן הוי כבעל כרחו, וזה אורך לשון רבינו אם עשה הרועה כו' יהיה אפשר להעבד להתנות, ופירושו כיון שאין תקנה לשחוט הפסח בלא זה התנאי ורבו סמיך עליו לשחוט פסחו חובה הוא לרב שיזכה בפסח שהעבד נמנה עליו ולא זכי בעל כרחו ביה לכן מועיל ע\"מ שאין לרבו רשות בו, וברור, ודבר זה למדתי מתורתו של תוס' ר\"י הזקן פ\"ק דקדושין בשיטת רבינו ודוק:<br><b> תוספתא </b> פ\"ז וכולן ספק אם נזרק עליהן דם ספק לא נזרק עליהן דם כו' פטורין מלעשות פ\"ש, זה הכלל כל הספיקות פטורין מלעשות פ\"ש, בני חבורה שטעו ואכלו פסחיהן של חבריהם אומרים להם [בני חבורה שפסחן נאכל] אכלו את שלנו אכלו את [שלכם] נמצא יבלת בעורו של אחד מהן צריכין לעשות פסח שני, עשו פסח שני וטעו ואכלו פסחיהן של חבריהן [החבורה שאכלו בראשון אכלו בשני] אומרים להם אכלו את שלנו אכלו את שלכם ונמצא יבלת בעורו של אחד מהן כו' נמצאו אוכלין ארבעה פסחים וידי חובתן לא יצאו, חמש חבורות כו' צריכין לעשות פסח שני יעו\"ש, ונתבונן נא איך סבר תנא דתוספתא אם סבר מביאין קדשים לבית הפסול ומצי מתנה על פסח בשלמים או במותר הפסח וכר\"ש דסבר מביאין קדשים לבית הפסול אמאי אמר לעיל בספק אם נזרק עליהן הדם וכל הספיקות שפטורין מפסח שני אמאי ליתו וליתנו אם נזרק עליו הדם יהיה זה שלמים או מוה\"פ, ואי קסבר אין מביאין קדשים לבה\"פ איך תני בסיפא דנמצא יבלת וכו' מביאין פ\"ש, וליכא לאוקמי בנתערבו קודם זריקה ונמצא יבלת דבשעת זריקה כולן אין ראוין לאכילה וליכא איש לפי אכלו וכדאמר אביי בגמרא דילן, דהא תני באכלו פסחן של חבריהם וע\"כ בשאכלו בזמן אכילה היינו בערב ואח\"כ נמצא היבלת וצ\"ע:<br><b> וצ\"ל </b> דהך תנא הוא ר' נתן דסבר דלא בעי רק גברא דחזי לאכילה אבל מה שאין הפסח ראוי לאכילה לא איכפת ליה וא\"כ ברישא לא מצי למיתני פסח שני ע\"ת דאין מביאין על תנאי דשלמים משום הניתנין בזריקה כו' אבל בסיפא דחד מנייהו ודאי לא עביד פסח ראשון ושפיר מייתו פסח שני ויאמרו שיהא נשחט לשם מי שלא עשה פסח ראשון, ואע\"ג דא\"כ כולהו לא מצי לאוכלו מספיקא שמא אינו למנויו ויהא הפסח אינו נאכל ויעובר צורתו, בכ\"ז הא אכילה לא מעכבא ולתקוני גברא חד מנייהו דלא עביד פסחו ודא מביאין אותו לבה\"פ, וכמו דאמר הגמ' זבחים (דף ע\"ו) תקוני גברא שאני עיי\"ש, וברייתא דילן בגמרא (דף פ\"ח פ\"ט) יעו\"ש דמפלפל טובא דיביאו קדשים לבה\"פ היינו אם יביאו כל אחד ואחד פסח ויתנה דכל חד דמביאו הוא רק מספק אם הוא החייב, לא כן הכא לר' נתן דחמישתן יביאו אותו וביה נתקן ודאי חד גברא דלא עביד בראשון מביאין אותו לבה\"פ, ודוגמא לזה תמצא זבחים (דף ע\"ה) מי דמי התם שתי קדושות וגוף אחד אבל הכא שתי קדושות ושני גופין ועיין רש\"י שם ודוק. וברור:<br><b> ובזה </b> נתבאר לנו דברי הירושלמי פרק האשה ה\"ב א\"ר יודן כל הספקות דר' נתן אינון חוץ מן ספק זרק בלילה ספק זרק ביום נעשה כספק כפרה בזורק דם חטאתו כו' וספק כפרה כיפר, שכוונתו על תוספתא דא דנמצא יבלת מביאין פ\"ש אף דאינו נאכל כלל דחד מנייהו ודאי לא עביד פסחו, אבל ספק זרק ביום כו' נעשה כספק כפרה וכיפר ולא מייתי מספק ספק קרבן, ועיין בתוספתא דכריתות הזורק דם חטאתו כו' כיפר וע\"ז כוון הירושלמי באמרו נעשה כזורק כו', וז\"ב ואכמ\"ל:"
            ]
        ],
        [
            [
                "<b>השוחט את הפסח על בני חבורה כו' והרוצה להחמיר על עצמו ה\"ז משובח ויביא פסח שני.</b><br><b> הנה </b> לעיל ביבלת שנמצא בעור של חמש חבורות כתב דפטורין מפסח שני ושם יכול להיות טעמו דבשביל יחיד שלא עשה פסח לא שבקינן לרבים לעשות שלא כדין, אבל ממש\"כ פ\"ו ה\"י בחופר בגל אם ספק הדבר ה\"ז פטור מפסח שני אמאי כיון דאית ליה תקנתא למיעבד פסח שני יביא פסחו מספק ועמד בזה הלח\"מ עיי\"ש ולדעתי נראה עפ\"י מה שביאר בשאג\"א הא דאמר אימור דקא אמרינן דאי עביד לכתחילה נמי אין פירושו משום דלא מצינן למיעבד לכתחילה לא מייתינן פסח שני, דספק מצוה כזו שחייבין עליה כרת וודאה דוחה עשה דהשלמה כש\"כ עשה דליתן בזריקה, רק הכוונה משום דלא מצי ליתן בזריקה משום ספק דשמא פסח שני הוא ובזה אם יתן בשפיכה לא יצא, ודוקא מה שראוי ליתן בזריקה אם נתן בשפיכה יצא הא כל שאינו ראוי ליתן בזריקה אם נתן בשפיכה לא יצא דכל שאינו ראוי לבילה בילה מעכבת בו ומה שאינו ראוי ליתן בזריקה מצד ספק דשמא פסח הוא חשיב אינו ראוי כדמוכח פרק המוכר את הספינה ובהלכות בכורים פ\"ד יעו\"ש אע\"ג דרובא עבדו כדין מ\"מ לא מצי לאמר דעל כל פסח אזלינן בתר רובא ושלמים הוא ומצי ליתנו בזריקה, ז\"א דחד ודאי פסח הוי והוי קבוע אף דאינו ניכר, מ\"מ בכאן דלא בטל כמו שכתבו האחרונים שפיר מיחשב לקבוע וכבר הארכתי בכ\"מ וביחוד ראה מש\"כ בהלכות חליצה, נמצא דגבי חופר בגל ודאי דלא מצי ליתן בזריקה ולכן אם נתן בשפיכה לא הוכשר אם שלמים הוא, משא\"כ כאן דשורת הדין אינו נאמן ואם נדון על פסח שני שהוא בתנאי שלמים אם מצי למיתן אותו בזריקה שפיר אמרינן דיתן אותו בזריקה דהאחד אינו נאמן ופסח ראשון נשחט כדין ופסח שני שלמים הוא ומצי למיתן את דמו בזריקה וכיון דראוי ליתן בזריקה תו אם יתן בשפיכה יצא ושפיר נותן בשפיכה כדי לצאת נפשו ידי פסחו שחייבין עליו כרת משנינין למיתן בשפיכה, ופשוט:"
            ],
            [
                "<b>ואם לא נודע לו עד שנזרק הדם הורצה שהציץ מרצה על שגגת הבשר שנטמא ואינו מרצה על הזדון.</b><br><b> בפרק </b> כיצד צולין תני הפסח שנזרק דמו ואח\"כ נודע שהוא טמא הציץ מרצה ופרש\"י הפסח או הדם וזה כפירוש רבינו, ובירושלמי שם מתניתא בשנטמא משירד לאוירו של כלי אבל אם נטמא עד שהוא מלמעלן נעשה כמקבל מים, וצריך ביאור מדוע אם נטמא עד שלא ירד לאויר הכלי הוי כמקבל מים אטו מי מפליג רחמנא דעל דם שנטמא קודם שירד לאויר כלי אין הציץ מרצה. הן דאם נאמר כן הוי א\"ש הא דתנן פרק דם חטאת חטאת פסולה אין דמה טעון כיבוס בין שהיתה לה שעה\"כ בין שלא היתה לה שעה\"כ איזו היא כו' שלנה שנטמאת כו', והוא צריך ביאור הלא מה\"ת ארצויי מרצה ומה\"ת ראוי להזייה ואשר יזה קרינא ביה, כדחזינא פרק כסוי הדם (דף פ\"ו) דלמ\"ד אין שחיטה לעוף מה\"ת בנחירת עוף בסימנים בעי כסוי אף אם שחיטה שאינה ראויה לא שמה שחיטה דכי יצוד כו' אשר יאכל כתיב, בכ\"ז כיון דמה\"ת ראויה לאכילה אשר יאכל קרינא ביה, א\"כ ה\"ה כאן דאשר יזה כתיב אם מה\"ת ראוי לזריקה אשר יזה כתיב ובעיא כבוס, וכבר הרגישו בזה בתוס' שם, אמנם לפי הירושלמי ניחא דמיירי שנטמא הדם קודם שירד לאויר כלי ואז אין הציץ מרצה והוי כמקבל מים ולא קרינא ביה אשר יזה, ואם נתקבל בכלי אז כשנתז אינו טעון כבוס מהבגד. אולם עדיין לא הועיל לנו בזה, דמה נעשה בהא דבעי בגמרא רב חסדא נתז על בגד טמא מהו יעו\"ש הא כי נטמא מאי הוי אכתי סופו מן התורה היה ראוי לזריקה, רק ע\"כ כשנטמא הדם טרם שירד לאויר כלי ומאי בעי כיון שניתז טרם שנתקבל בכלי מן הצואר הרי משנתינו היא ניתז מן הצואר על הבגד אינו טעון כבוס, וע\"כ כתירוץ רבוותא בתוספות:<br><b> לכן </b> נראה לדעתי פירוש הירושלמי דסבר דאין כלי שרת מקדשין אלא מדעת וכמפורש סוף פרק לולב וערבה וקדשת את המזבח כו', מה המזבח אינו מקדש אלא מדעת אף הכלים לא יתקדשו אלא בדעת עיי\"ש, ובפ\"ק דמנחות דדם שנתקבל בכלי הוא מתקדש בכלי ובעי קידוש מדעת, וכן קידוש קומץ בעי שיהא במתן כלי לשם קידוש מדעת עיי\"ש (דף ז) כל הסוגיא, וא\"כ כאן דאילו הוי ידע קודם שנתקדש בכלי דהוא טמא הלא לא היה מקדיש אותו בכלי שרת ולא היה מקבלו נמצא דהוי קידוש בטעות שלא מדעת והוי כאילו נשפך על הרצפה ואספו ופסול והוי דם שלא נתקדש בכלי שרת ולכן אמר דנעשה כמקבל מים וכ\"ז בנזרק ואח\"כ נודע שנטמא מקודם הא בנודע מקודם קבלה ובזדון קיבלו וזרקו ודאי הורצה מן התורה דהוי דם שנתקדש בכלי שרת, וז\"ב דטעמו משום דהוי קידוש בטעות והוי כמו שלא נתקדש מדעת דדעת האדם בעי דאין כלי שרת מקדשין שלא מדעת. אולם לפ\"ז מוכרח דמה\"ת אסור לזרוק דם יחיד שנטמא רק אם זרק הורצה וכן משמע לשון הירושלמי לעיל ה\"ה, הפריש בין קריבין ליחיד לקריבים לצבור הקריבין ליחיד אם יש לו אומרים לו הבא ואם לאו אין מתירין לו לזרוק דמו עבר וזרק הורצה, הקריבין לצבור אם יש לו אומרים לו הבא [דדחויה היא בצבור] ואם אין לו מתירין לו לזרוק לכתחילה כו' ולכן הוי קידוש טעות דאילו ידע שנטמא ואסור לו לזרוק לא היה מקבלה בכלי שרת ולא קידשה והוי כדם שלא נתקדש בכ\"ש, אבל אם נימא דמדאורייתא מותר לזרוק לכתחילה רק מדרבנן אסור לזרוק א\"כ אמאי הוי קדושי טעות הא כיון דבהעדר ידיעתו זרק הדם כדין טהור והורצה, הא למה הדבר דומה למה שפסק רבינו בפרק ט\"ז מהלכות מכירה הי\"ד אבל המוכר לחבירו דבר שאיסור אכילתו מד\"ס אם היו הפירות כו' ואם אכלן אכל ואין המוכר מחזיר לו כלום יעו\"ש והיינו שאף אם הוזלו קודם שאכלן מ\"מ כיון שנעשה מהן מה שהיה עושה בפירות היתר אינו מחזיר לו כלום מדמי המקח ולא אמרינן דהוי מקח טעות וקנינו בטל ומשלם רק כפי מה שהיו שוים בעת אכילתו אותן וכן פסק הש\"ך ביור\"ד סימן קי\"ט עיי\"ש וטעמו משום דבאיסור דברי סופרים אין איסור על עצם הדבר רק על כתפא דגברא מונח שמצווה מלא תסור או משאל אביך ויגדך וכי לא ידע מצווי החכמים והיה מתעסק אצל האיסור נמצא שלא עבר על איסורא דלא תסור ונהנה מהן והיו שוים לו כמי שהיו שוים אליו פירות היתר וכאילו היה אוכל פירות היתר, והדבר דומה למה שלמדנו רבותינו בהא דפרק המדיר דאם קידש אשה ע\"מ שאין עליה נדרים ונמצאו עליה נדרים אינה מקודשת דתניא אם הלכה אצל חכם והתירה מקודשת למ\"ד אדם רוצה שתתבזה אשתו בב\"ד, ופירשו בעלי התוס' דוקא אם התירה חכם קודם שנודעו לבעל הא אם נודעו לבעל ואח\"כ התיר לה חכם אינה מקודשת וטעמא שע\"מ כן מקדשה שאם לא ירצה לבטל הקידושין ולא יקפיד מחמת הנדרים שיהיו הקדושין קיימין והיכא דידע קודם שהותרו הרי הוא מקפיד ורוצה שיתבטלו שמא לא יהיה להן היתר אבל היכא דהותרו קודם ידיעתו הא לא רצה לבטלן שאין עתה שום קפידא, הנה אע\"ג דהנדרים היו קודם שהתיר חכם ואם היו נודעין לבעל היו הקדושין מבוטלין בכ\"ז כשלא נודע לבעל עד אחרי ההיתר שהתירן חכם תו בטלה קפידתו דבעל ומקודשת, כן הכא נמי אעפ\"י שאם הי' נודע לו קודם שאכלן היו חכמים מקפידין ומזהירין אותו שלא יאכל ואדעתא דא לא זבין והוי מקח טעות, בכ\"ז אם לא נודע ולא היו מקפידין חכמים עליו כיון דלא בעי למידע ומתעסק הוא אצלן ואכלן כפירות היתר הרי נגמר מחשבת קנינו ולא הוי שום אונאה וז\"ב. כמו כן בנידון דידן כיון דלא נודע לו עד שנזרק הדם ולא היה שייך שיקפידו ולא יתירו לו לזרוק וכשעבר וזרק הורצה וכדין דם טהור זריק א\"כ הוי ממש כדם טהור ונגמר מחשבת קבלתן בכלי וקידושין ולא הוי קדוש טעות כלל, וע\"כ דמה\"ת אינו ראוי לזרוק הדם לכתחילה ושפיר הוי קידוש בטעות שהרי אסור מה\"ת לזרוק ואילו הוי ידע הרי לא קידשן בכלי שרת ולא זרק אותן ע\"ג המזבח והוי קידוש טעות וכמקבל מים דכיון דמה\"ת אסור לזרוק אע\"ג דלא ידע בכ\"ז איסורא עביד ולא ניחא ליה למעבד איסורא ודוק. ובאמת לא מצאנו גם בבבלי מי שיסבור דמן התורה ציץ מרצה על טומאת דם לזרוק לכתחילה ביחיד, דמסתברא דכיון דכתיב עון הקדשים מקריא עון ולכתחילה אסור לזרוק רק אם עבר וזרק נשא הציץ עון זה. והא דאמר בפרק האשה רבה דמה\"ת ארצויי מרצה ואמרי רבנן לא הורצה היינו דמה\"ת אם עבר וזרק אף במזיד הורצה ולא שני בין שוגג למזיד אבל בין דיעבד לכתחילה לא שמענו שיסבור דמה\"ת אף לכתחילה שרי לזרוק:<br><b> ובזה </b> א\"ש מה שהקשינו על סוגיא דדם חטאת דאם נטמא הדם אמאי לא קרינא אשר יזה לאצרוכי כיבוס כיון דמה\"ת ארצויי מרצה, ולפ\"ז ניחא דכיון דמה\"ת אסור לזרוק דעון מקריא זריקתו שפיר לא קרינא ביה אשר יזה אע\"ג דאם עבר וזרק הורצה, דכיו\"ב מצאנו גבי קצירה קודם לעומר דקוצרין מבית השלחין ומפרש טעמא משום דממקום שאי אתה מביא אתה קוצר ומבית השלחין לכתחילה אינו מביא אע\"ג דאם הביא כשר ממקום שאי אתה מביא קרינא ביה עיין פרק ר\"י (דף ס\"ח) תוס' ד\"ה קוצרים בה\"ש יעו\"ש. וסעד גדול דמה\"ת אסור לזרוק מהא דרמי בהקומץ רבה (דף כ\"ה) הא דתניא על מה הציץ מרצה על הדם כו' שנטמא בין בשוגג בין במזיד על הא דתניא דם שנטמא וזרקו בשוגג הורצה במזיד לא כו' ומשני רב יוסף הא רבי יוסי הא רבנן דתניא אין תורמין מן הטמא על הטהור ואם עבר ותרם כו' במזיד אין תרומתו תרומה כו' ומאי מדמה התם הא עבר על דבר תורה דמה\"ת אין תורמין מן הרעה על היפה כש\"כ מן הטמא על הטהור דונשא חטאו כתיב שאם לא תרם מחלבו ממנו נושא חטא, לכן שפיר במזיד אין תרומתו תרומה משא\"כ כאן דמדבריהם אין זורקין לכתחילה, ויותר יפלא דאמר אימור דשמעית ליה לר\"א בתרומה דקילא בקדשים דחמירי מי שמעת ליה כו' הרי אדרבא הך דתרומה קרינא ביה ונשא חטאו דבר תורה, אם לא דנאמר דגם כאן הוי דבר תורה דעון הקדשים כתיבא ועון מקריא זריקתו בטומאה:<br><b> אמנם </b> הא דפסיקא לרבוותא בתוס' ריש דם חטאת דמה\"ת מרצה ציץ לזרוק דם שנטמא לכתחילה הוא מהא דרמי בפרק הנזקין (דף נ\"ד) על ר\"מ דבדרבנן קניס מהא דתניא דם שנטמא וזרקו בשוגג הורצה ופרש\"י דמה\"ת זורק לכתחילה דהציץ מרצה, אולם ז\"א מוכרח דבשיטת ר\"ח סגן הכהנים מוקים כמ\"ד אין טומאה למשקין מה\"ת כל עיקר ומדרבנן יעו\"ש, אך זה דחוק דר\"מ סובר תמן טומאת משקין עצמן דבר תורה דסבר ספק ליטמא טמא יעו\"ש ודחוק לומר דאליבא דרע\"ק אמר עיי\"ש בסוגיא ובתוס' וליה לא סבירא ליה, דאיהו סבר אין שני עושה שלישי בחולין. אולם בל\"ז יש לומר דהכי פריך בהנזקין דחזינן בהמנסך דדאורייתא הוי קניס משום חומרא דעו\"ג ה\"נ קדשים דחמירי הוה ליה למיקנס וכמו דאמר בהקומץ רבה קדשים דחמירי מי שמעית ליה ואדרבא יתכן מה דלא משני ר\"י היא דאין זה סתם משנה יעו\"ש רש\"י ותוס' ודוק:<br><b> ורבינו </b> לא הביא דינא דירושלמי משום דסובר דלמשנה אחרונה משקי בית מטבחייא דכן ודם קדשים אינו מקבל טומאה וכל הנך משניות דלא כיוסי בן יועזר איש צרידה וכמשנה ראשונה אתיא כמוש\"ב בפירוש המשנה לעדיות באורך, והא דלא הביאו על דינא דנטמא הבשר בפסח משום שאם נודע לו קודם זריקה וזרקו הרי אין הציץ מרצה והיינו דלא מהני רצוי ציץ משום דאכילת פסחים מעכבא דפוסק דלא כר' נתן ובעיא פסח שני, וע\"כ מה\"ת אינו מרצה רק בלא נודע משום דהתורה קפדה על הידיעה דוקא נמצא כי לא נודע הרי לא עביד בזריקה שום איסור שכיון שנזרק במחשבת אכילה סגי ברצוי ציץ וכאילו נטמא הבשר בעת שנודע, ואע\"ג דסבר אין הציץ מרצה על האכילות זה דוקא בכולהו קרבנות דעלמא הא בפסח שכן מצאנו בציבור שהם אוכלין בטומאה, ורבינו סבר דדחויה היא בציבור ובעיא ציץ לרצויי אף בטומאת הגוף כמוש\"כ במפורש בפ\"ד מהלכות ביאת המקדש הט\"ו וכיון דאכילת פסחים מעכבא מרצה עליו ציץ, לכן ביחיד כיון דאם נטמאו הציבור חזי לאכילה לכן מהני ריצוי ציץ בשגגה דהוי כמו שנטמא אחרי זריקה, וכיון דעל אופן שלא ידע הזריקה מרצה נמצא דעל אופן השגגי אין זה איסור כלל משא\"כ בדם שנטמא שמן התורה לא יזרוק ואם זרק הציץ מרצה, דזה הכלל דהיכא שההעדר ידיעה גורם הרצוי לא שייך שעביד איסורא בלא נודע משא\"כ בדם שנטמא שהמפעל גורם הרצוי מה שפעל ולא סיבת השגגה ודוק היטב:<br><b> ודע </b> כי לפי מה שפרשתי בירושלמי יש לדבר בחטאת הגזולה שנודעה דרבנן אמרו דאינה מכפרת טעמא דהוי קידוש בטעות ומסולק קושית התוס' שם דאיך יעקרו חכמים ד\"ת. אך צ\"ב מהא דאין תורמין מן הטמא על הטהור דבשוגג תרומתו תרומה ולא אמרינן דתרומה בטעות הוה. ועיין תוס' יבמות (דף פ\"ט) ד\"ה קישות ונמצאת מרה ובמחנ\"א הלכות נדרים סימן י\"ג שהעיר מפלוגתת רבינו עם הראב\"ד בפ\"א מהלכות איסורי מזבח במי שדימה שמותר להקדיש בע\"מ למזבח אם הוי הקדש טעות ואכמ\"ל כי יש לעיין טובא. ואולי יש לחלק דהכא בעת הטעות לא נגמר תכליתו שאין תועלת בקידושו כי לא נזרק עדיין אבל שם בעת התרומה וההקדש שלא ידע נעשה כבר הענין שנפטר כריו וכן מקדש, והוא נידון אחר, ודוק בכ\"ז:"
            ],
            [
                "<b>זה הכלל כל שפסולו בגופו ישרף מיד בדם או בבעלים תעובר צורתו כו' לפיכך אם שחטו אחר שנודע שמשכו הבעלים את ידיהם כו' הר\"ז ישרף מיד.</b><br><b> דברי </b> רבינו תמוהים לכאורה, דאין הבעלים יכול למשוך רק מחיים א\"כ הוי נשחט בפסול ומאי נפק\"מ אם הודע לו קודם, ומתנגד זה לתלמודין דאמר בכה\"ג שלא נודע דהוי פסול הגוף וישרף מיד, וכבר תמה ע\"ז הצל\"ח. אמנם באמת גמיר רבינו שמעתא דא מירושלמי סוף פירקא ועל כולם היה ר\"י בנו של ריב\"ב אומר תעובר צורתו ויצא לבית השריפה ר' לעזר בי ר\"י בעי קומי ר\"י כו' שמשכו הבעלים את ידן מה אנן קיימין אם בחיים פסול מכשיר [בתמיה] פסול [הגוף] הוא אם לאחר שחיטה יש משיכה לאחר שחיטה ומשני מכיון שיש לו רשות למשוך, פירוש דהא איהו שוחט הפסח ברשות והבעלים נמשך ברשות הוא פסול מצד בעלים ופסול מכשיר וטעון עיבור צורה, הרי דבלא נודע אינו רק פסול מכשיר וטעון עיבור צורה, וגמרא דידן לא פליגי להלכה דהא דאמר בתחלת השקליא וטריא אא\"ב בעי עקירה כו' הוה פסולו בגופו, היינו דאינו רחוק לומר כן בסברת הך תנא דכיון דמשך מחיים הוה פסול הגוף אף שלא נודע וכקושיית ר\"א בי ר\"י בתלמוד ירושלמי, וסוף הסוגיא דרב אשי אמר רב דאמר כר\"י בנו של ריב\"ב כו' אם יש שהות ביום כדי לידע חייב ותעובר צורתו ויוצא לבית השריפה מ\"ט כו' הפירוש דהא לדידן אם נודע קודם שחיטה שמשכו הבעלים ידם בודאי הוה פסול הגוף דעדיפא יותר משחטו שלא לאוכליו דשחט קרבן בלא בעלים רק בלא נודע שיש לזה רשות לשחוט כמו כל פסח והפסול מצד שנמשך הבעלים [ברשות] פסול מכשיר הוי, א\"כ לריב\"ב דאם יש שהות כדי לידע חייב דהיה לו לשאול ולא אמרינן דשחטו ברשות שפיר הוה כמו שחטו לכתחילה בפסול וכמו נודע קודם השחיטה לדידן, ופריך שפיר דלפ\"ז פסולו בגופו ואמאי בעי עיבור צורה, לא כן הירושלמי מביאו על אופן דמשנתינו דמיירי דשחט ברשות ופטור שפיר בעי הבשר עיבור צורה דבהכשר נשחט ופסול מכשיר הוא וז\"ב בס\"ד:<br><b> ושמע </b> עוד דבר ד' יוצא מקודש הקדשים היא התוספתא וזה לשונה בפרק ה' שחטו ונודע שמשכו הבעלים את ידם כו' הרי זה חייב ר\"י בנו של ריב\"ב אומר אם יש לו שהות כדי שידע הרי זה חייב ואם לאו פטור, ובתוספתא פ\"ו תניא שחטו ונודע עד שלא שחטו שמשכו הבעלים את ידם כו' ישרוף מיד ר\"י בריב\"ב אומר אם יש שהות כדי שידע ישרף מיד ואם לאו תעובר צורתו ויצא לבית השריפה זה הכלל כל שפסולו בגופו כו', הנך רואה בעיניך דלטעמייהו אזלי, והא דתניא בפ\"ה שחטו ונודע שמשכו הבעלים כו' חייב ע\"כ בנודע לו קודם שחיטה ומש\"ה חייב חטאת [כמו שחטו שלא לאוכליו] ור\"י בנו של ריב\"ב סבר דאם יש שהות כדי לידע ואין זמנו בהול חייב דהוה כשוחט שלא ברשות, ולכך בפ\"ו אמר דנודע קודם שחיטה שמשכו הבעלים ידם א\"כ שחט שלא ברשות ולכך ישרף מיד וריב\"ב סבר דחייב חטאת אם היה שהות כדי לידע ולכך סובר דבכה\"ג ישרף מיד דכיון דשחטו שלא ברשות א\"כ שחטו בפסול ופסול הגוף הוי. אמנם לגמרא דילן היה תוספתא אחריתי כי התוספתא שלנו נסדר עפ\"י נוסחת הירושלמי כאשר יש אתי בזה הרבה, והגר\"א הגיה לעיל פ\"ה אם יש שהות כו' הר\"ז חייב ותעובר צורתו ויצא לבה\"ש, ולפ\"ז היה לו למחוק בפ\"ו תיבות ישרף מיד ואם לאו, ובלא זה כל מעיין יראה כי האמת כמו שהוא לפנינו ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>מי שאבד פסחו כו'.</b><br><b> תוספתא </b> פ\"ט הפסח שנמצא בשלשה עשר ירעה עד שיסתאב בי\"ד יקרב שלמים רא\"א קודם חצות כו' לאחר חצות כו', נראה טעמייהו דר' אליעזר סובר חצות קבע וכיון שהיה לפנינו בחצות ונקבע ולא הקריבו תו ירעה עד שיסתאב ונדחה משלמים להקריבו עצמו ות\"ק סבר כבן בתירא בזבחים פ\"ק (דף י\"א וי\"ב) או דהפסח ששחטו בי\"ד שחרית כשר לשמו או דסבר דפסול שלא לשמו א\"כ תו בי\"ד קודם חצות היום לאו שלמים הוי דהא פסול לשם שלמים ונקבע לפסח להקריבו לאחר חצות וכי מתכפר באחר שוב נדחה מהקרבה וכי אישתכח בי\"ד כיון שבתחלת היום לא היה לא נקרב לפסח דלא היה לפנינו בעת חלות שם פסח עליו ואז היה אבוד ממנו נעשה כאילו אבוד בשעת חצות להחולקים עליו אע\"ג דאשתכח קודם שחיטה מ\"מ קרב שלמים לר\"א וז\"ב בס\"ד:"
            ],
            [],
            [
                "<b>פסח שנתערב בשלמים יקריבו כולן שלמים.</b><br><b> הכס\"מ </b> כתב זה פשוט עפ\"י מה שנתבאר דמותר פסח קרב שלמים, ואני אומר לא כן אבי דמה דפשיטא ליה למרן הנה תוספתא ערוכה סותרת זה והיא בפ\"ט, נתערבו בשלמים ירעו עד שיסתאבו וימכרו ויביאו בדמי היפה שבהן פסח ובדמי היפה שבהן שלמים קרב פסחו יביא בדמיו פסח אחר יעו\"ש, ואם נימא דטעמא של התוספתא משום דסברה בע\"ח נדחין ורבינו אזיל לטעמו דאין בע\"ח נדחין וסובר בפסח שאבד ונמצא קודם שחיטת הפסח דקרב שלמים, ז\"א דהא בסיפא פליג ר' שמעון בנתערבו בבכור ואיהו סובר בע\"ח אינם נדחין ואפ\"ה לא פליג ברישא וטעמא דאיתא בתוספתא שלמים שנתערבו בשלמים הבאין מחמת הפסח ירעו עד שיסתאבו כו' ויביא בדמי כו' שלמים ויאכלו ליום ולילה ע\"ח, ובדמי היפה שבהן שלמים אחרים ויאכלו לב' ימים ולילה אחד, הרי חזינא דטעמו משום דמותר הפסח נאכל ליום ולילה ושלמים נאכלין לשני ימים ולילה ולא מייתינן קדשים לבית הפסול, וא\"כ תמיה על רבינו איך פסק דיקריבו כולן שלמים הא השלמים באין לידי פסול שנאכלין כמותר הפסח וכן אמר הגמרא פסחים (דף פ\"ט) דמותר הפסח נאכל ליום ולילה וזה כתוספתא הנ\"ל וצע\"ג:<br><b> אולם </b> מהא גופא סייעתא לרבינו דאמאי לא פליג ר' שמעון דסבר דמביאין קדשים לבית הפסול ולימא דהן עצמן יקרבו שלמים ויאכלו ליום ולילה כמו דפליג בנתערב בבכור ובמעשר, וע\"כ משום דתניא בתוספתא שם בן עזאי אומר שלמים הבאים מחמת הפסח הרי הן כפסח לכל דבר אלא שהן נאכלין ליום ולילה, ובמאי קאמר הרי הן כפסח ע\"כ דאינו טעון סמיכה ונסכים וחזה ושוק, ולכך לא פליג ר\"ש דסבר כבן עזאי וא\"כ לא מצי למימר יקריבו הן עצמן דהא פסח לא בעי סמיכה ומותר דיליה ג\"כ לא בעי סמיכה ואלו שלמים טעונין סמיכה וכמו דאמר (בדף פ\"ט). וליכא למימר דאכתי יפלוג בקרבן נשים ז\"א דהא ר\"ש סובר דאין שוחטין על אשה בפ\"ע רק עושין אותה טפילה לאחרים, וא\"כ הוא ודאי קרבן אנשים ואין להקריבו משום סמיכה וסובר רבינו דהא דמרבינן שיהא נאכל ליום ולילה היינו משום דדמי בכל מילי לפסח לבן עזאי, אבל לדידן דנפק\"ל מאם כשב דמייתי גמרא (בדף צ\"ו) לסמיכה ונסכים וחזה ושוק שהן כשלמים לכל דבר תו ודאי דנאכל לשני ימים ולילה אחד כדין שלמים גמורים והסוגיא (דדף פ\"ט) קאי לבן עזאי דתנא דתוספתא סבר כוותיה ודוק:<br><b> אבל </b> מה נעשה אם נעיין במקור הך דרשא בתו\"כ דאם כשב לרבות פסח שעבר זמנו ושלמים הבאין מחמת הפסח לכל מצות שלמים שיטענו סמיכה ונסכים ותנופת חזה ושוק כו' לכל מצות שלמים כו' אבל אין נאכלין אלא ליום ולילה כתחלת הקדשן [פירוש אע\"ג דפסח אינו נאכל ביום זה הוא מצות חוציי כמו על מצות ומרורים יאכלהו וכיו\"ב אבל למחרתו הוא נותר גמור ובכרת ומתפגל אם חשב לאכול בו ולכן המותר הבא מכחו נעשה נותר ביום ולילה כהפסח] בן עזאי אומר אינן נאכלין אלא בלילה ואינן נאכלין אלא צלי, הרי דתנא דסבר דהוא כשלמים איהו מודה שנאכל ליום ולילה רק בבן עזאי פליג תנא דתו\"כ עם תנא דתוספתא אבל בזה לא פליגי ואיהו דיליף בצו מתודת שלמיו שלמים הבאים מחמת פסח. וזה נראה ברור דלראב\"ע דפסח אינו נאכל רק עד חצות ובחצות נעשה נותר תו מותר הפסח כתחלת הקדישו ונאכל רק עד חצות מן התורה. ומסולק מה שהביאו האחרונים מהא דפריך וניתי מותר הפסח וניתני דהלכה כרע\"ק יעוין בישועות יעקב, ולפ\"ז בטלה ראייתם דלראב\"ע גם מותר פסח עד חצות ודוק. יהיה איך שיהיה דברי רבינו מופלאין וכן מפורש (בדף פ\"ט) דמותר פסח נאכל ליום ולילה ובעי סמיכה וצע\"ג:<br><b> ובזה </b> מצאנו דכיון דתמורת פסח יש לו דין מותר פסח והוא נאכל ליום ולילה כעיקר הקדישו כמו שפירשו בתוס' פ\"ק דזבחים (דף ט') דזה מקרי שלמים הבאין מחמת פסח, א\"כ כי מרבה סוף בכורות מקרא דאם מן הבקר דאחד עשר שבמעשר קרב שלמים א\"כ סתמו כל כמה דלא אית לן הוכחה אפכא מרבה ליה גם לזמן אכילה לשלמים דלכולהו מילי איתקוש, וכיון דתמורת שמו דמעשר נאכל לזמן שלמים מסתמא תחלת הקדשו, ג\"כ יש לו דין שלמים להיות נאכל לשני ימים וילפינן לזמן אכילה דמעשר מזה ורבנן בתוס' ורש\"י סוף איזהו מקומן חקרו בזה יעו\"ש ודוק:"
            ],
            [
                "<b>בכ\"מ </b> וסובר רבינו דהיינו כמ\"ד בע\"ח נדחין:<br><b> נ\"ב </b> ר' יוחנן אמר כן ולטעמיה אזיל דסבר בע\"ח נדחין ביומא (דף ס\"ד):"
            ]
        ],
        [
            [],
            [
                "<b>הזיד ולא הקריב בראשון הר\"ז מקריב בשני ואם לא הקריב בשני אע\"פ ששגג הר\"ז חייב כרת כו'.</b><br><b> שיטת </b> רבינו פה חדשה וכבר הארכתי בכמה מקומות לפרשה וכמה מקומות מיושבין לפירושו, והוא משנה דמי שהיה טמא כו' יעשה את השני, שגג או נאנס ולא עשה את הראשון יעשה את השני א\"כ למה נאמר טמא ושהיה בדרך רחוקה שאלו פטורין בהכרת ואלו חייבין בכרת, ופירוש רבינו מחוור דעל פסח שני קאי שאם לא עשו בשני חייבין בכרת וטמא ושהיה בדרך רחוקה פטורין מן כרת אם לא עשו השני, אבל השוגגין והאנוסין בראשון אם לא עשו במזיד בשני חייבין בהכרת, כן המשנה השניה איזהו דרך רחוקה כו' ר\"א אומר מן האסקופת העזרה ולחוץ, פירוש אם הוא חולה ואנוס בשאר אונסין שאינו יכול לכנוס לעזרה אז כיון שלא נכנס בעזרה הוי דינו כמי שהוא בדרך רחוקה ואם הזיד בשני ולא עשה פטור מכרת כיון שבראשון נכלל בדרך רחוקה, ורבנן פליגי עליו וסברי דזה בגדר אנוס בראשון ואם הזיד בשני ולא עשאו חייב כרת וכן פירש בפירוש המשנה. ברייתות, (בדף צ\"ג) אלו שעושין את השני הזבין והזבות כו' א\"כ למה נאמר טמא ובדרך רחוקה לפוטרו מן הכרת, פירוש אם לא עשאו בשני וכוונת הברייתא דלמה נאמר רק על טמא ושהיה בדרך רחוקה שיעשו השני היינו לפוטרו מכרת אם לא עשה בזדון את השני, וכן (בדף צ\"ד), ת\"ר היה עומד חוץ למודיעים ויכול לכנוס בסוסים ובפרדים יכול יהא חייב, פירוש אם לא עשה בשני במזיד ת\"ל ובדרך לא היה והלה היה בדרך היה עומד בפנים כו' ואין יכול לכנוס מפני גמלים כו' יכול לא יהא חייב, פירוש אם לא עשה את השני במזיד ת\"ל ובדרך כו' וכן פירשה רבינו בהלכה ט', וכן (בדף ס\"ט) יכול לא יהא ענוש כרת אלא שהיה טהור ושלא היה בדרך רחוקה ערל וטמא שרץ וכל הטמאים מנין ת\"ל והאיש, פירושו אין לי שיהא בכרת בהזיד בשני ולא עשאו רק מי שהיה טהור בראשון ולא עשה בזדון או בשגגה או באונס מנין לערל וכל הטמאים בראשון שבשני כשנטהרו ונימולו הזידו ולא עשאו שחייבין כרת ת\"ל והאיש. ומצאנו בירושלמי פרק אלו דברים הלכה ג', תמן תנינן איזהו דרך רחוקה כו' ר\"א אומר מאסקופת העזרה ולחוץ א\"ר יוחנן לא אמר ר' אליעזר אלא לפוטרו מן הכרת, ופירושו לדעת רבינו שאם לא עשה בשני במזיד פטור מן הכרת אר\"א מתניתא אמרה כן השיב ר\"ע הזאה תוכיח תיפתר כו' שאלו חול היה היה מזה עליו ואח\"כ בא ושוחט את פסחו והוא נכנס ואוכלו בערב כו', הרי למדנו שאף לר' אליעזר אף שאינו נכנס לאסקופת העזרה כל היום שוחטין עליו וכי קאמר ר' אליעזר דהוי בדרך רחוקה לפוטרו מן הכרת אם הזיד בשני ודוק, ור' יוחנן מברר מיליה בפרק מי שהיה טמא על הך דמשנה דר' אליעזר, ז\"ל שם, ר' זעירא בשם ר' יוחנן כשהוא מזהיר הוא מזכיר רחוקה [פירוש בתחלת הפרשה שצוה שלא יעשה בראשון רק בשני] כשהוא [עונש] כצ\"ל, אינו מזכיר רחוקה [רק כתיב והאיש אשר הוא טהור ובדרך לא היה] היינו הא אילו היה בדרך אעפ\"י שאיננה רחוקה כמו מאסקופת העזרה ולחוץ פטור אם לא עשה את השני, וזהו דר' יוחנן אזיל לטעמיה לעיל דאמר לא אמר ר\"א אלא לפוטרו מן הכרת ומשום טעמו דמפרש כאן, אולם בריש מי שהיה טמא מפרש המשנה במזיד כמו בבלי יעו\"ש. וליישב השמועות דבבלי לפי דעת רבינו הארכנו במק\"א ואיהי מוקמא למשנתינו כר' נתן ור\"ח בן עקביא דשגג בראשון והזיד בשני פטור מכרת, ולא רציתי להאריך כאן להראות סמוכין לשיטת רבינו ודוק:",
                "<b>אבל מי שהיה טמא כו' ולא עשה את הראשון אעפ\"י שהזיד בשני אינו חייב כרת שכבר נפטר בפ\"ר מן הכרת.</b><br><b> בזה </b> נדחו דברי הראב\"ד לקמן שכתב דהנך אנשים לא שאלו אלא לאחר שחיטה ונדחו כו' דכיון דהיו יכולים ליטהר רק שהיו אנוסים א\"כ דינם כמו טמא שלא נטהר במזיד שחייב כרת אם לא עשה השני, ופשט המקרא מורה שכללן בטמא לפטור מכרת ועל כרחין דלא היו יכולים ליטהר בערב הפסח והוי טמאים ופטורין מכרת על הפסח השני, ובזה מתפרש לנו דברי הגמרא בזבחים (דף ק') הא ר\"י הא רע\"ק דכיון דלרע\"ק לה יטמא מצוה ואין לה תשלומין מטמאינן ליה יעו\"ש והרגישו בתוספות דאמאי בעשה דהשלמה דחי ליה עשה דפסח, ולפ\"ז א\"ש דכאן אם נטמא אותו הלא הוי דין טמא דמה דהוי מצי לעשות הפסח קודם שמת מתו זה לא שייך דאז לא הוי נדחה מפסח דהוי מצי לעשות הפסח עוד ביום וכי נדחה מפסח בסוף יום משום טומאה הוא נדחה ולכן יפטור מכרת אף אם לא יעשה פסח בשני במזיד, א\"כ תו אין זה עשה דכרת ולכך דחי זה לעשה דפסח, אבל בהשלמה הלא היה ידוע שאחרי זמן התמיד לא יקריב קרבן כפרתו וכי לא הביא מאיזה סיבה כפרתו קודם התמיד הוי בגדר אונס וכמו טמא שלא נטהר משום סיבה וא\"כ אם לא יעשה הפסח בשני במזיד יתחייב כרת א\"כ זה עשה דכרת ודחי לעשה דהשלמה, ואי משום דמצי לעשות הפסח בשני זה הוי בגדר תקנה ומשום זה לא נפקא משם עשה דכרת והוי כמו כל חייבי כריתות שעל ידי שילקו יפטרו מידי כריתתן ואפ\"ה מקרי כריתות, וזה נכון:"
            ],
            [],
            [],
            [
                "<b>כשם שמילת עצמו כו' ואם שחט קודם שימול אותם הפסח פסול.</b><br><b> נראה </b> דנפקא ליה מהא דאמר בפרק הערל (דף ע\"א) אלא זכריו דאיתנהו בשעת אכילה וליתנהו בשעת עשייה היכי משכחת לה יעו\"ש מנא ליה דילמא כוונת הברייתא על אופן שעברו ושחטו עליו הפסח דאינו אוכל עד שימול אותם, וע\"כ דאם שחט פסול ולא דמי לשוחט על החמץ דרחמנא רבייה מזבחי ועוד, ולכן פריך כיון דמעכבים אותו מעשייתו תו אכילתו איך משכחת דמעכבים ועיין לקמן סוף פ\"ט שהביא סוגיא זו ודוק:"
            ],
            [],
            [
                "<b>גר שנתגייר בין פסח ראשון לפסח שני וכן קטן שהגדיל בין שני פסחים חייבין לעשות פסח שני ואם שחטו עליו בראשון פטור.</b><br><b> לכאורה </b> מנ\"ל לרבינו הא, הא דמי לכפאוהו שד ואכל מצה דלא יצא אם הבריא אח\"כ דמה שאכל כשהיה שוטה ולאו בר חיובא לא מפיק מחיובו שנתהווה עליו אח\"כ, וכאן דהיה קטן ואיך מיפטר מחיובו הבא אח\"כ וכמו שהקשה בטורי אבן שם. ואע\"ג דמובן דפסח לא דמי דשה לבית אבות כתיב ואף למאי דמסיק שה לבית אבות לאו דאורייתא פירשו רבוותא דכיון דלאו בר מנוי הוא לא קפיד רחמנא אם נאכל שלא למנויו בקטנים בכ\"ז רחמנא שריה לעשות אותו טפלה ולאכול מפסח כמו גדול, בכ\"ז מנא ליה לרבינו כן. ונראה דרבי ורבי נתן סברי אם הזיד בראשון ושגג או נאנס ולא עשה השני דחייב כדמפרש ריש פרק מי שהיה טמא למר משום דתשלומין דראשון ולמר משום דהתורה חייבתו על זה בפני עצמו וזה בפני עצמו, ופרש\"י דה\"ה אם הזיד בראשון ועשה השני ג\"כ חייב כרת יעו\"ש, אולם רבינו פסק לעיל ה\"א כרבי ובכ\"ז כתב אם הזיד בראשון הר\"ז מקריב בשני ואם לא הקריב בשני אע\"פ ששגג הר\"ז חייב כרת הא אם עשה השני בודאי פטור מן כרת [אע\"ג שבספר המצות כתב וכן אם הזיד בראשון ועשה השני חייב לרבי דלאו תשלומין נינהו, הרי דוקא לרבי נתן כתב דלא כרש\"י דכיון דהוא תשלומין בודאי הוא תשלומין למאן דהזיד בשני וסברת רש\"י לר\"נ תמוה, אבל לרבי דשני רגל בפני עצמו סובר דחייב כרת אפילו אם עשה השני, כאן בחבורו חזר רבינו ממשנתו והעלה דאף לרבי אם עשה בשני מיפטר מכרת דראשון ודוק] וכן הוא מסתברא (נ\"ב. וכן משמע לשון הגמרא זבחים ק\"ו ע\"ב תאמר בפסח שיש לו תקנה יעו\"ש ודו\"ק. ורש\"י לטעמי' פירש פסחים בדף ס\"ט דליכא כרת אם ימול למחר מוכח דבפסח יתחייב כרת אף אם יעשה את השני. אמנם הפירוש האמיתי פירש במס' שבת דף קל\"ג יעו\"ש ודו\"ק ואולי גם רש\"י כוון דאם לא ימול בניו כלל יהיו מעכבין אותו מלעשות הפסח כשיגיע ונמצא חייב כרת לכן פירש אם ימול למחר ודו\"ק.) דחזינא לרבי אם עשה את הראשון אינו צריך לעשות השני ודוקא למאן דלא עשה הראשון סבר רבי דנתחייב בשני כמו גר שנתגייר בין פ\"ר לפ\"ש וכיון שהזיד בראשון אינו מתקן כרת של ראשון מה בינו לבין האיש שעשה הראשון, העושה הפסח בראשון יצא מן פסח השני בעשייתו את הפסח ומי שהזיד בראשון יצא בחיוב כרת דדרי אכתפיה ולמה יתחייב בשני על מה שהזיד בראשון הלא נפשו ישא תמורת חטאו, ומסתבר דבעשה השני פטור מכרת דראשון לכו\"ע:<br><b> אולם </b> נראה דתליא בחילוף גירסאות, דבריש מי שהיה טמא קאמר דהך דתנא דברייתא אלו שעושין את השני בועלי נדות וזבין ולא תני נדות וזבות כר\"י וכר\"ש, דר\"י סבר נשים בפסח רשות, ורבינו חננאל גריס דהך דתני אלו שעושין השני זבות ונדות כו' כר' יוסי ור' יהודה והך דלא תני זבות כו' כר' שמעון דנשים אינן עושות בשני כלל וכן נכון. אולם לפי גירסת רש\"י הוא משום דבסוף חלה תנן יוסף הכהן כו' אף הוא העלה את בניו ובני ביתו לעשות פסח קטן בירושלים והחזירוהו שלא יקבע הדבר חובה, ובירושלמי חד מפרש דסברי נשים אינן עושות בשני כל עיקר וחד מפרש אפילו כמ\"ד רשות שלא יקבע הדבר חובה פירוש ויחשבהו לחובה וידחו השבת עבור הנשים ובאמת הוא רשות ואינו דוחה השבת, לכן למ\"ד נשים בשני רשות אינן עושות כל עיקר שלא יקבע הדבר חובה, דבודאי למאן דאמר שלא יקבע הדבר חובה אין פירושו דנשים שבירושלים רצו עושין רק שמחוץ לירושלים לא רצו חכמים שלא יעלה אותן דכפי הנראה גם שבירושלים לא רצו חכמים שיעשה פסח מי שהוא רשות בפסח שני וכמו למאן דסבר לאוקמינהו כר\"ש, והא דאמר ר' יהודה דנשים בשני עושין טפילה לאחרים היינו אם הזידה בראשון שתתחייב כרת אם לא תעשה השני אף באונס לכן בכה\"ג עושין אותה טפילה לאחרים, אולם רש\"י יפרש דהכא על חיובא קא מיירי מי שמחוייב בשני ומן התורה בשני רשות והא דעושין אותה טפילה לאחרים או דהוא מן התורה או דהא דהחזירוהו דוקא על מי שהוא מחוץ לירושלים אבל נשים שבירושלים עושין אף מדרבנן ודוק:<br><b> והנה </b> לפי מה שנתבאר שיטת רבינו דהזיד בראשון ועשה שני פטור מכרת ודאי דאשה שהזידה בראשון ועשתה את השני פטורה מכרת אף לר' יהודה דנשים בשני רשות, דאין לומר דאשה כיון שפסח שני שלה רשות אינו מתקן את ההזדה דפסח ראשון מכרת, דא\"כ מצאנו אשה חמורה מאיש איש שהזיד בראשון ועשה השני פטור מכרת ואשה תהא חייבת בכרת אם עשתה השני וזה דבר זר, ודאי אשה ג\"כ פטורה מכרת אם עשתה את השני וזה ברור. [אם כי מה שבארנו לעיל לא משמע כן מהלכה ח' שכתב רצו שוחטין רצו אין שוחטין דכפי הנראה גם מדרבנן ואיהו יפרש הך דחלה על מחוץ לירושלים דוקא וצ\"ע אמאי לא הביאו ואולי סבר כמאן דמוקי בירושלמי כר\"ש דנשים אינן עושות בשני כל עיקר]. ובזה יומתק לנו מה דאמר בפרק האשה (דף צ\"א) ר\"י סבר במכסת נפשות כו' אפילו בשני נמי כתיב חטאו ישא האיש ההוא איש אין אבל אשה לא ור' יוסי מ\"ט כו' וכתיב בפסח שני ונכרתה הנפש ההיא נפש ואפילו נשים, ועיין רש\"י דגמיר ממגדף דכתיב הנפש שם וכמאן דכתיב נפש גבי פסח, ור' יהודה סובר דשפיר איכא כרת בשני אם לא עשתה פסח שני אם הזידה בראשון אבל על השני גופיה כתיב איש ולא אשה ודוק. ומעתה שנתברר שאף לר\"י דנשים בפסח שני רשות מתקן את הנשים מחיוב כרת דראשון אעפ\"י שלר\"י אין שוחטין עליה בפני עצמה, מכש\"כ קטנים דבפסח ראשון עושין אותן טפילה והן רשות אם עשו הראשון כש\"כ דפטורים מן השני כיון שעשו הפסח בצירוף כל קהל עדת ישראל יצאו ידי חובתן, והא דאמר רבי קטן שהגדיל בין שני פסחים חייב בפסח שני כגון שלא שחטו עליו בראשון ונכון:<br><b> ולפי </b> מה שבארו האחרונים בשיטת הירושלמי ריש פרק האשה דמשני על הך דמקשה גמרא דילן בנדרים על ר' יוחנן דאמר אדם מפריש קרבן על מחוסר כפרה שלא מדעתו שכן מביא על בניו ובנותיו הקטנים אע\"ג דלאו בני דיעה נינהו, א\"כ יפריש אדם פסח על חבירו שלא מדעתו שכן מפריש על בניו הקטנים, ומשני שבפסח הכפרה אינו רק כשהוא קטן ולפי חיוב שלו שצריך האדם להמנות אנשי ביתו הקטנים על הפסח דשה לבית אבות כתיב ושפיר מהני המנין וההפרשה שלו לצאת ידי חיובו כשהוא קטן הא בגדול להפריש שלא מדעתו לא מהני לצאת חובת הגדול דבר חיובא הוא לעצמו לא כן בחטאת הלא בזה שמתכפר כשהוא קטן מפקיע החיוב ממנו כשיגדל הקטן לא יהא צריך להביא חטאת ולכך שפיר ילפינן שאדם מביא על חבירו שלא מדעתו והוא תירוץ נכון. אבל קשה לשיטת רבינו דאף אם הגדיל בינתיים ג\"כ פטור אם שחטו עליו בראשון ופטור מלעשות פ\"ש הואיל וכבר שחטו עליו בראשון, א\"כ קשה תו קושיית הגמרא א\"כ יפריש אדם פסח על חבירו שלא מדעתו. אך למתבונן אין זו סתירה כלום, דכאן אף אם היה עו\"ג בפ\"ר כי נתגייר והוי בר חיובא בפ\"ש נתחייב בי\"ד של אייר לעשות פסח וא\"כ סיבת החיוב שלו הוא חצות י\"ד של אייר לעשות פסח, אך בזה יש תנאי אם לא עשה את הראשון דוקא וכשעשה הראשון אף באופן דלא הוי בר חיובא גמור תו לא נתחייב בשני והקרבת הפסח בראשון הוא סיבה שלא יחול עליו החיוב כשיגיע זמן הפסח השני, לא כן במחוסר כפרה הלא סיבת החיוב שלו להביא חטאת כפורים אינו זמן שנעשה בן י\"ג שנים שאז לא נטמא בזיבה וצרעת וכיו\"ב, רק שסיבת החיוב כשהיה קטן דכשהיה קטן אין הוא בן דעת לצוותו להביא קרבנו וכשנתגדל נעשה בן דעת ועומד הוא בצווי להביא קרבן ואפ\"ה מהני ההפרשה כשהוא קטן אף שהוא שלא מדעתו לכפר עליו ולהפקיע החיוב ממנו שהוא מחויב בקרבן חטאת כמו גדול שנטמא בצרעת לכן ילפינן מיניה דאדם מפריש קרבן על חבירו שלא מדעתו, דהקרבן כשהוא קטן עליו הוא ממש כמביא קרבן על גדול שלא מדעתו דהחיוב עליו כעל גדול, לא כן בפסח שרק זמן י\"ד של אייר מחייבו ואינו נמשך כלל מחיוב פסח הראשון, דהא עו\"ג ונתגייר חייב בפסח שני, א\"כ הקרבת פסח ראשון עליו אינו רק סיבה שלא יחול עליו החיוב החדש. וזה כבר בארנו בהוכחה עצומה דאף באופן שהוא אינו חיוב גמור מפקיע את החיוב. וכפי הנראה גם סוגיא דפרק האשה בבבלי סברה כן אליבא דר' יוחנן דשה לבית אבות דאורייתא, ומה\"ת צריך להימנות אותם מחיים רק דלא בעי דעתם דבלאו הכי אינם בני דיעה ושה לבית מ\"מ, לכן אמרינן דיש ברירה דרק מדרבנן צריך דעתם ולכשירצה אחר שחיטה הוברר מעיקרא ולהכי אמר שם (דף פ\"ט) אא\"ב דאמנינהו מעיקרא שפיר דמנין בעי מיהא מחיים רק דדעתו לא בעי מחיים ולכן אר\"ז על יתום ששחטו עליו אפוטרופסין דמש\"ה יש ברירה דשה לבית אבות מ\"מ בלא דעתן, והך סוגיא סברה כהירושלמי לתרץ קושיא דפסח על מחוסר כפורים וכמוש\"ב, וכיו\"ב פירשו רבנן בתוס' גיטין (דף כ\"ה), ומש\"ה השמיט רבינו הך דקטנים לא בעי מנין מחיים משום דפסק כהך סוגיא דפרק האשה וכל הגט ודוק בכ\"ז:<br><b> וראה </b> בכס\"מ מש\"כ בשם מהר\"י קורקוס וטעמו נכון, ובפרט היכי שהוא מופלא הסמוך לאיש דמה\"ת נדרו נדר והקדישו הקדש, ועיין ירושלמי יבמות פרק בית שמאי דבעי אם הקדיש פסח אם מהני וקדוש וז\"ל בהלכה ב', מהו שיביא פסח מאחר שהוא חובה אין מביא כו' ומשנהו לשם שלמים מביא מסתברא דלא חייבתו תורה אח\"כ בשני ובפרט דשה לבית אבות כתיב ואכמ\"ל. וסמוכין לשיטת רבינו נראה מהא דאמרו בחגיגה (דף ט') חיגר ביום ראשון ונתפשט ביום שני איכא בינייהו ר' יוחנן אמר תשלומין לראשון כיון דלא חזי בראשון לא חזי בשני ור\"א כו' אע\"ג דלא חזי בראשון לא חזי בשני ונטמא בראשון כו' וכן בירושלמי שם, ולפלא מדוע שבקי מילתא דשכיחא טובא קטן שהגדיל במועד אם חייב בראיה וחגיגה או לא דאמרינן הואיל ולא חזי בראשון לא חזי בשני לר\"י ולר\"ה חזי ומחייב בראיה וחגיגה וע\"כ משום דקטן חייב מדבריהם כיון שהגיע לחינוך משיכול לרכוב כו' וא\"כ הא מייתי קרבן בראשון ופטור לכו\"ע בשני. ואם נאמר דלמ\"ד תשלומין זל\"ז חייב אף אם הקריב בראשון וראה פנים בראשון להקריב משנתגדל ולהראות בעזרה, א\"כ הוה ליה לשום תנא להשמיענו דקטנים הנעשים גדולים ברגל ממתינים עד שיגדילו ואביהם אינו חייב לחנכם קודם בראשון שבלא זה יביאו כשיגדילו, וכל כהאי מלתא הו\"ל לתנא להשמיענו לר' הושעיא דאמר דהן תשלומין זה לזה, וסתימתן של התנאים יוכיח כי לא חילקו בין קטן לקטן וכל מי שמביא קרבי בעודו קטן ושוב אח\"כ הגדיל יוצא במה שנכלל בכלל ישראל ועשה כמוהם בעודו קטן ולא חייבתו גדלותו עוד הפעם, והדבר נכון ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>במד\"א בשנטמא כו' שהנזיר מגלח עליהן אבל כו' שאין הנזיר מגלח עליהן כו'.</b><br><b> נ\"ב </b> גמרא מפורשת פרק כה\"ג (דף נ\"ג) אבל לא לנזיר ועושה פסח כו' ובהשגות ד\"ה לא מצאתי לזה שורש. פירוש דקאי על מה דאמר רבינו לאחר שיזה ויטבול וע\"ז לא מצא שורש, ובסוף דבריו צ\"ל אין חייבין עליו כרת ולא קרבן אם לא הזה ולא טבל דין הוא שלא ידחה מפסחו כצ\"ל, ומוכרח הוא לפי שיטתו לעיל דטבול יום שוחטין עליו אפילו כשהנזיר מגלח עליו א\"כ בשאין הנזיר מגלח ע\"כ שוחטין וזורקין קודם שטבל וז\"ב ודוק:"
            ],
            [
                "<b>ואם ראה זוב אחר שנזרק הדם פטור מלעשות פסח שני.</b><br><b> תמיה </b> כיון דמטמאין למפרע איך פוסק דציץ מרצה על טומאת התהום דזיבה אם כי הוא מפרש הך דלא אמרו אלא למת למעוטי הרוג וכיו\"ב פירשו בנזיר (דף ס\"ה) גבי תפוסת קבורות מכל מקום כיון דנאמר ונשנה בבלי וירושלמי דאין ציץ מרצה על טוה\"ת דזבין אמאי פסק דלא כוותיה. ויתכן לומר דלדידן דקיי\"ל דשוחטין וזורקין על טמא שרץ מן התורה וכן זב משלח קרבנות דעלמא רק בפסח משום דאינו ראוי לאכילה בערב וכיון דכאן בשביעי שלו הרי היה ראוי לאכול לערב רק משום שראה זוב וסתר למפרע, אטו תוכל להכחיש שזה רק ענין מקרה שהיה באפשרי שלא יראה ולא יסתור א\"כ מיחשב גברא דחזי לאכילה בשעת זריקת דם פסחו, רק למ\"ד אין שוחטין וזורקין על טמא שרץ מן התורה למאן דיליף מהאנשים שנשאלו למשה א\"כ כי טבל מאי אהני כיון שסתר וטמא למפרע לכן חייב בפסח שני, בכ\"ז דחוק דסוגיא בפסחים אזלא למ\"ד דשוחטין וזורקין על טמא שרץ ובכ\"ז אמר דטומאת התהום דזיבה לא הותרה. ונראה בטעם רבינו דהסוגיא אזלא בלא טבלו הזב והזבה לכן כיון דמטמאין למפרע הוי כאילו זרק עליהם בששי שלהן דאיגלי מלתא למפרע דהם בתוך ימי טומאתם, אבל בטבלו כיון דאף אם ראו אח\"ז אינם מטמאין למפרע כ\"ח בהיסט כדאמר בפ\"ק דמגילה ולקמן סוף פ\"ה מטומו\"מ לכן פעלה הטבילה שכל כ\"ח שהסיטו מרצה טומאת התהום עליהן, וזה יתכן ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האונן כו' אבל אם מת לו מת קודם חצות כו'.</b><br><b> הוא </b> כשנוייא דאביי והא דאין שוחטין עליו הוא מצד דכשהוא שלם מביא ולא כשהוא אונן ואביי מוכיח זה מרומיא דברייתות אהדדי דתנא גבי יוסף הכהן וטמאוהו ע\"פ וכאן תנא לא יטמא לאחותו וצ\"ל כאן קודם חצות מטמא לקרובים ולאחר חצות אינו מטמא לקרובים, ורבינו לא הזכיר זה בהלכות אבל פ\"ב דפשוט הוא כיון דאם מת לו קודם חצות אינו אוכל פסח לערב ואין שוחטין וזורקין עליו פשיטא דמטמאין אותו, וכתב אם שחטו וזרקו עליו כו' הוא כשנויא דרבא וגריס אידי ואידי קודם חצות ול\"ק כאן ששחטו וזרקו עליו כמו\"ש בהגהת הגר\"א ופירש דאע\"ג דאמרה רחמנא כשהוא שלם ולא חסר ודחיא מהבאת קרבן מכל מקום בדיעבד לא מיפסל הקרבן והא דפריך ליה הגמרא מאי דהוי הוי ואמאי התירו חכמים לאכול כיון ששחטו וזרקו עליו ואמאי יאכל פסחו לערב הא אנינות לילה מד\"ס בשלמא היכי שמת אחר חצות שנדחה אנינות דהקרבה דהתורה קפדה ע\"ז משום דחובת פסח חלה מעיקרא תו גם חכמים לא העמידו דבריהם אבל במת קודם חצות בעברו ושחטו וזרקו קשיא, מאי תאמר דאם לא יהיה רשאי לאכול תו יהא הפסח פסול משום דגברא דחזי לאכילה בעינן זה אינו דכיון דמה\"ת ראוי לאכול בערב רק מד\"ס אסור לאכול הוי גברא דחזי לאכילה כמו שמוכח מצבור שנטמאו לפני זריקה יעוין הלכות עדות פי\"א מש\"כ בזה, ומשני כדרבה בר\"ה דאף לאחר הקרבה ג\"כ התירו יעו\"ש. ובאמת גירסת רבינו מוכרחת, דלגירסת רש\"י אית ליה לרבא דלעולם אין שוחטין וזורקין על האונן אפילו מת לאחר חצות והלא משנה ערוכה בפסחים האונן והמפקח את הגל שוחטין וזורקין עליהם כו' וכולא סוגיא (דדף צ\"ח) בפסחים כולהו אמוראי אביי ורבא גופיה ורב אשי ורבינא פסיקא להו היכי דמית אחר חצות דאם בנו ממונה עמו יביאנו לשם פסח, חזינן דגירסת רבינו עיקר, אולם מזה גופא דמוקמינן הך דלא יטמא לאחותו לאחר חצות ואם נאמר כגירסת רש\"י לרבא דגם לאחר חצות אין שו\"ז עליו א\"כ אמאי לא יטמא כיון דבלא\"ה נדחה מפסח מחמת אנינות ואמאי לא יטמא, וצריך לפרש כגון שמת בי\"ג ולא נקבר עד יום י\"ד וצריך להטמאות דזה מצד אנינות ליתא דבר תורה (דאין אנינות אלא יום המיתה לבד מה\"ת) רק שיתטמא ולא יעשה פסח לכן לא יטמא ורבנן לא גזרו בפסח ודוק אבל העיקר כגירסת רבינו:<br><b> ודע </b> דפלא גדול בעיני על אשר לא הביא רבינו דינא דקבורת מת מצוה דוחה פסח ומילה דמייתי בכמה דוכתי בש\"ס ורבינו לא זכר זה בכל ספריו בחיבורו ובפירוש המשנה בשום מקום ובספר המצות. ולכן נראה דאולי הוי מספקא לרבינו לגירסתו האמיתית בהך דרבא דאם מת קודם חצות ושחטו וזרקו עליו דאוכל פסחו לערב משום דאנינות לילה מדברי סופרים, רואים אנו דהך דדרשינן שלמים כשהוא שלם מביא ולא כשהוא אונן דאין הך דרשה מחוור וכדאמר בירושלמי פסחים דגר שנתגייר דב\"ה אמרו דאם עבר וזרק הורצה חזינן דדרשה דאתם ושביכם אינו מחוור וא\"כ מה\"ת מותר לשחוט ולזרוק עליו, רק באכילת קדשים מחוור בקראי דואכלתי חטאת היום ולכך כיון דאנינות לילה מד\"ס תו שוחטין וזורקין עליו מה\"ת דחזי לאכול לערב בפסח א\"כ הך ברייתא דכהן ונזיר לאחותו אינו מטמא הוא במת קודם חצות כיון דבדאורייתא בר עשיית פסח הוי תו כי יטמא ידחה מפסח לכן לא יטמא, אבל השתא דגזרו חכמים שלא יעשה פסח לכן כיון דבין כך וב\"כ נדחה משום אנינות לכן שפיר טמאו ליוסף הכהן, וכיון שכן הא דמידרש דמטמא למת מצוה הוא קודם חצות דלא מטא זמן חיובא וכדאמרו בסוכה (דף כ\"ה) ויעוין תוס' שם ד\"ה משום דלא מטא מה שהאריכו בזה, ודחקו לרבינו מה דאמר קבורת מת מצוה דוחה עבודה ולא פסח דהגם דלא מטא זמן חיוב זה דוקא על היחיד בפרט אבל על הצבור החיוב קודם הפסח להכין וליטהר לעשות הפסח והוי בגדר עבודה דתמיד שמוטל על הצבור בכלל לא על היחיד ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>מי שעשה פסח כו' ואח\"כ נודע לו שהיה טמא בטומאת התהום אינו חייב בפסח שני כו'.</b><br><b> שיטת </b> רבינו דדוקא כי נודע אחר שעשה שנטמא קודם שחיטת הפסח הציץ מרצה רק במצא מת מושכב לרחבו של דרך והמת הוא טומאת התהום בשעת הטומאה אף דחזקתו שנגע כיון שהלך בלא התבוננות בכ\"ז מציאות רחוק שלא נטמא לכן אף אם כי לתרומה טמא לפסח ונזיר טהור לעשות פסחו לשחוט ולזרוק אחר שנודע לו וז\"ב וכן כתב המאירי בשיטתו. ונראה עוד לדעתי בשיטתו דאם נודע אחר זריקה שנטמא מקודם בודאי טומאת התהום אינו אוכל הפסח דההלכה דהידיעה הוי כמו הטומאה כאלו נטמא בעת שנודע והוי כנטמא אחר הזריקה, ולפ\"ז מובן ממילא דליכא למימר בנודע קודם זריקה בטומאת תהום דמרצה דהא אינו אוכל ואנן גברא דחזי לאכילה בעינן. ומר בר\"א אזיל למאי דמוקי משנתינו כר' נתן דלא בעי גברא דחזי לאכילה [עוד הארכתי בחדושי דקאי מר בר\"א על כהן הזורק דהוי טומאתו כמו טומאת הדם דהציץ מרצה אף ביחיד. והארכתי הרבה ואכ\"מ]. וכן שנו מפורש בירושלמי וט\"ס נפל בו וכך צ\"ל, צבור שנטמא בספק קבר התהום מהו שירצה עליו הציץ ק\"ו ומה אם יחיד שהורעת כחו בטומאה ידועה כו' צבור שיפתה כחו בטומאה ידועה כו' קל שאתה מקיל ביחיד שאם נתוודע לו לאחר זריקה יעשה כמו שנטמא לאחר זריקה בשביל שלא ידחה עליו לפ\"ש [פירוש דהידיעה חשובה כטומאה] את מחמיר עליו בצבור שאם נתוודע לו לאחר זריקה יעשה כמו שנטמא עליו לאחר זריקה בשביל שלא יאכל הבשר [דחשוב כמטמאין השתא לאחר זריקה] קל שאתה מקיל בנזיר טהור שאם נתוודע לו לאחר זריקה שלא יביא ק\"ט את מחמיר בנזיר טמא שאם נתודע לו אחר זריקה יעשה כמי שנטמא וחזר ונטמא בשביל להביא קרבן על כל אחד [אם נטמא לאחר תגלחת טומאה] ובזה מדוקדק לשון רבינו שכתב אם נודע אחר שעשה פסחו [זה לשון תוספתא ג\"כ] פטור מפסח שני אבל אינו לאכילה ודוק:<br><b> ובזה </b> יבואר הירושלמי פרק כיצד צולין ה\"ה, חמש חבורות שנתערבו עורות פסחיהן ונמצא יבלת בעורה של אחת מהן כולן יצאו לבית השריפה ופטורין מלעשות פ\"ש סברי מימר דר' נתן היא תיפתר דה\"כ במיטמא בספק קבר התהום וכר' נתן זורק את הדם יעו\"ש, ולדעתי הכוונה פשוט עפ\"י מה שבארתי לעיל שיטת ירושלמי דבטומאת התהום אינו מרצה הציץ כדי לאכלן בטומאה, רק כ\"ז שלא נודע הוא מרצה וכי נודע קודם זריקה אינו נאכל בשר הפסח ולכך אינו זורק בפסח דבעינן גברא דחזי לאכילה ולאחר זריקה הורצה כיון דאם לא נודע רק עד אחרי האכילה של פסחו היה מרצה הציץ עליו שוב כשלא נודע עד אחר הזריקה הלא באופן שלא נודע היה מרצה אף באכילה. והנה בבבלי איתמר אמר אביי לא שנו אלא שנתערבו אחר זריקה אבל נתערבו קודם זריקה חייבין בפסח שני כיון דהפסח אינו ראוי לאכילה מחמת הספק שמא כל פסח פסול עיי\"ש. והנה להירושלמי לא ניחא לאוקמי הך ברייתא בנתערבו אחר זריקה ולכך מוקי לעולם בנתערבו קודם זריקה ונמצא היבלת אחר זריקה, ונראה אלו לא נודע רק אחר האכילה שאכלו פסחיהן הרי פטורים מפסח שני דהא הכשר נאכל ובאמת היה מותר באכילתו רק כיון שנודע אסורים באכילה דילמא יאכל כל חד הפסול וא\"כ הא בשעת זריקה לא נמצא היבלת וא\"כ באופן שלא נודע היה עומד לאכילה הכשר רק הידיעה גרמה עיכוב אכילתו והיה נודע אחר זריקה וא\"כ נזרק לאכילה ודוק. וזהו ממש כטומאת התהום אם נטמא ונודע קודם זריקה אינו ראוי לאכילה כיון שנודע ואם לא נודע עד אחר האכילה הורצה וכשנודע אחר זריקה דהידיעה מעכבת האכילה הוה כנטמא אחר זריקה דבגוונא דא שלא נודע היה עומד לאכילה, וכצ\"ל כמיטמא בספק טומאת התהום דהוא דומה ממש לכאן ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואינו נאכל לכל טמא אלא לטמאי מת כו' אבל הטמאים שהטומאה יוצאה עליהן מגופן כו' לא יאכלו ממנו.</b><br><b> עיין </b> כס\"מ, ובירושלמי פרק כיצד צולין ה\"ז אמר על דעתין דדרומאי מגע זב כזב, פירוש דדרומאי אמרי שם דטמא ששימש בין בטומאת מת בין בטומאת שרץ [ודלא כמסיק לדידהו בבלי זבחים (דף כ\"ב) דטמא שרץ מחלל עבודה עיי\"ש] אינו מחלל עבודה הואיל ורבים עושים בטומאתן בפסח [והירושלמי סבר דאין שו\"ז על טמא שרץ ולכן צבור עושים בטומאה יעו\"ש ה\"ו רב אמר מטמאין אחד בשרץ ואתיא כו' יעו\"ש] ומוקי להך טמא ששימש בזב ומצורע, ולכן בעי אם מגעי זבין לדידהו ג\"כ מחללין עבודה, ופשיט מהך דאמר ר\"ה ונשא עון הקדשים לא עון המקדישין ובטומאת מת לא מצי לאוקמי לזקני דרומאי דלדידהו בין טומאת מת בין טומאת שרץ אינו מחלל עבודה ואיך שייך שאינו נושא עוון המקריבים וע\"כ בזב ומצורע, ולזה אמר מהו עון הקריבים לא זב דם זב [בתמיה] לא מגע זב, ודכוותיה עון המקריבין מגעי זב, פירוש דאם הכהן העובד הוא נוגע בזב אין הציץ מרצה ומחלל עבודה הדא אמרה היה הצבור מגעי זבין ומגעי זבות אינן עושין בטומאה, דאם היו עושין בטומאה בצבור לא היה ביחיד הכהן העובד מחלל עבודה וכדאמרו זקני דרומאי, אבל לדידן דלא קיי\"ל כוותייהו מוקי הך דונשא עון הקדשים בכל הטומאות בעולם שהמקריבין הטמאין מחללין עבודה אם כי בצבור הותרה כל טומאת מגע, ואף לזקני דרומאי אם הדם והקריבין נגעו בזב הציץ מרצה. אולם מלבד כי הגמרא דבכורות מורה דכל טמאי מגע הותרו כן נראה עוד מהא דפסחים (דף ע') דמית נשיא אילימא דמית בי\"ג סכין למה לי דטבלי ולימא דמטביל ליה משום מגע זב דמטמא ליה לבשר וזה לא הותרה בצבור וע\"כ דהכל הותר וזה בכלים:<br><b> אולם </b> לכאורה מצאנו מקום דטומאת מגע זב הוי כזב, בסוגיא דדרומאי בבלי (דף כ\"ג) דאמר א\"ה אימא סיפא כו' לא למעוטי טומאת התהום דזיבה, ומה שפרש\"י שראה בין השמשות דהוי ספק זב כבר דחו בתוס' דאין זה טומאת התהום דבעינן שלא יהא נודע עד לאחר השחיטה לשום אדם ושלא יהא אחד מכיר בסוף העולם יעו\"ש. ולפרש כמו שאמרו בפסחים דביום השביעי טבל ואחרי זה ראה וסתר, זה לא יתכן רק בבעלים לא בעובד דאי הכי איך עביד עבודה הא הוי טבול יום ומחוסר הערב שמש, וצ\"ל כפי מה שפירשו בתוספות שראה אחת בי\"ג וטבל והעריב שמשו ולמחר עביד בפסח ואחרי כן ראה פעם ב' ומצטרפת להיותו זב גמור להצריך ז' נקיים, וזה תמהון דאטו נעשה זב למפרע הלא אין טומאתו החמורה מתחיל רק משעה שראה השניה ואז נעשה זב, דמעיקרא אף ביום ראשון היה כטמא שרץ ונטהר לגמרי ולמחר מתחלת טומאתו החמורה, ומה שבנתיים נטהר הוא טהור גמור, באשה דאשכחן שימור ביום אחד וטומאתה חמורה הוי הדין כן דמטמאה למפרע אבל בזב הוא זר ופלא ודברי התוס' תמוהים, וצריך לומר דסברה הך סוגיא דטומאת מגע זב לא הותרה בציבור וא\"ש כגון כהן שנגע בזב אחר שטבל ביום השביעי ואחרי זה ראה הזב זוב וסתר למפרע והכהן טמא וטרם שראה הזב עבד הכהן עבודה זה לא נודע הספק לשום אדם ובזה הציץ מרצה רק בטומאת זב אפילו מגע זב גרע ממגע שרץ ואין טומאת התהום שבו נרצה. אולם יש לומר דכאן לזקני דרומאי במגעי זבין הוי כמו טמא שרץ דלשיטתן בבבלי מחללי עבודה הואיל ושוחטין וזורקין עליהן ובטומאת התהום הציץ הוי מרצה לולא הך דר\"ח דלא אמרו אלא למת. ובכ\"ז אינני יודע טעם לחלק בין שרץ למגע זב כיון דקראי דטוה\"ת במת משתעי ואפ\"ה לא ממעטינן שרץ רק מגעי זב, אם לא דנאמר דמשום דלא הותרה בציבור ואולי הלכה גמירי כך. או נוכל לומר דהך סוגיא ס\"ל טבול יום דזב לאו כזב דמי ובפסח הבא בטומאה אוכלין טבול יום דזב ועובד ג\"כ כדין טמא מת וא\"כ בפסח הבא בטומאה דכהן זב שטבל בשביעי ועבד בפסח ואח\"ז ראה זוב וסתר ונמצא טמא למפרע טומאת זיבה גמורה דלא הותרה בציבור ובזה אין הציץ מרצה אף שהוא טומאת התהום. ועיין בתוס' (דף י\"ז) ד\"ה קסבר, ועיין נזיר (דף מ\"ד) בזה:<br><b> והנה </b> בנדה (דף ט\"ו) דפריך ותיפוק ליה דהוי נוגע במל\"ע שבנדה, באמת הו\"מ לשנויי כגון שעושין בטומאה וקטורת קרבן צבור דמשום מגע נדה הותר בצבור ובועל נדה הוי כנדה וכטומאה היוצא מגופו ולא הותר בצבור כמפורש פ\"ק דיומא גבי פרישת כה\"ג דמטומאת מת אין מפרישין אותו ומטומאת ביתו מפרישין אותו [ודברי התוס' במוע\"ק (דף ט\"ו) ד\"ה ובועלי נדות תמוהים יעו\"ש] כיון דבארנו דמגע זב אינו כזב וקמ\"ל דאינו טמא משום בועל נדה רק עדיפא משני ודוק:<br><b> ולפ\"ז </b> נסתר מה שהוכיחו הקדמונים דבימי האמוראים היה אפר פרה מהא דאמר עולא חברייא מדכן בגלילא, דאימור היו עושים יינם ושמנם על טהרת הקודש, דרק משום מגע טומאה היוצא מגופן חשו דסברי כזקני דרום דמגע זב הוי כזב ולא הותרה בצבור, אבל משום טומאת מת לא חשו דטומאתה הותרה בצבור וכאשר יבנה המזבח ויקריבו קרבנות הלא יעשו בטומאה, והא דפריך בפרק חומר בקודש על הא דאמר רצועה של כותים היתה מפסקת, פירוש ואם בזמן המקדש היו עושים על טהרת הקודש שפיר שאף בימי החורבן היו עדיין עושין על טהרת הקודש אף שלא יהא מצוייר להקריב רק בטומאה בצבור, אבל אם נאמר דבזמן המקדש לא היו עושין על טהרת הקודש איך היו נוהגין אחר החורבן, ובפ\"ק דנדה (דף ו') דאמר קדש בימי רבי מי הוי כדעולא כו' מדכן בגלילא, פירושו דעל טומאת מת לא חשו דהותרה בצבור רק על מה שראתה נדה ואיתטמאי הך שמן במגע זב ואסורה למנחות דזקני דרומאי סברו מגע זב כזב, ובפרט דעל האכילות כמו מנחת העומר אין ציץ מרצה ומגע זב לא הותרה בצבור לזקני דרום. וזה יותר נוח לומר דאזלא הך שקלא וטריא דאיפרוך לזקני דרום מלומר דבימי האמוראים היה אפר פרה וכן פרש\"י פרק עד כמה דרב נחמן אמר וכי הזאה יש לנו בזמן הזה שלאחר החורבן לא היה הזאה אף בארץ, ועיין משל\"מ הלכות אבל פ\"ג מה שהביא מהר\"ש חלה פ\"ד יעו\"ש. אמנם גם זה אינו מוכרח דאימור סברו דמגע זב לא הוי כזב ורק דהוי מדכן דעשו כמתניתין דטהרות פ\"ג טמא מת שסחט זתים וענבים כביצה מכוון טהור כו' ורק להנך שמטמאין בהיסט חששו וא\"ש סוגיא דנדה ולעולם לא היה להן אפר פרה, ונכון:<br><b> ובמה </b> שבארנו לעיל יש להתבונן בשילהי חגיגה דפריך ותנא מ\"ט לא תני מנורה יעו\"ש דלימא משום דטומאה הותרה בצבור רק בשולחן שאם יגעו בשולחן ויטמאו את השולחן שוב יחזור ויטמא את הלחם ואינו נאכל בטומאה וכין דאיכא שיריים לאכילה מהדרינן אטהרה כדאמר פ\"ק דיומא (דף ז') וע\"כ דעמי הארץ כזבים שוינהו רבנן והוי מגע זב ולא הותרה בצבור. ולכאורה נראה דמגע זב אם הותרה בצבור תלוי בהא דר' שמעון בסוף פ\"א מתוספתא דכלים דמשכב ומושב של זב משתלח חוץ לשני מחנות כזב ויעוין ירושלמי סוף פ\"ח דשקלים דאוכל ומשקה דמצורע משתלח חוץ לג' מחנות כן לענין רצוי ציץ הוי כזב עצמו, ודוק בכ\"ז:"
            ],
            [
                "<b>שחטוהו בטהרה ונטמאו רוב הצבור קודם זריקה זורק את הדם כו'.</b><br><b> ירושלמי </b> פרק כיצד צולין ה\"ה שחטו בטהרה ונטמא (הצבור) [הבעלים] יזרק הדם בטהרה ואל יאכל הבשר בטומאה ר' לא בשם ריו\"ח ר' נתן היא דר\"נ אמר יוצאין בזריקה בלא אכילה [דלרבנן הא בנטמא הבעלים בזריקה נדחה לפסח שני וכן א\"ר אלעזר בבלי (דף ע\"ח) עיי\"ש] שחטו בטהרה ונטמאו הדם והצבור [כצ\"ל] יזרק הדם בטומאה ואל יאכל הבשר בטומאה ר\"י בשם ריו\"ח מפני מראית העין שלא יאמרו ראינו פסח כו' ונאכל בטומאה מעתה לא יזרק הדם בטומאה שלא יאמרו ראינו כו' הא סופך מימר דר' נתן היא [פירוש דלר' נתן דסבר אכילת פסחים לא מעכבא ויוצאין בזריקה בלא אכילה א\"כ תו אף אם נטמאו הצבור קודם הזריקה ג\"כ אינו נאכל בטומאה דיוצאין בזריקה בלא אכילה ולא שייך מה דאמר לעיל שמתחלה לא בא אלא לאכילה, אבל לרבנן הרי אם תאמר דאינו נאכל תו לא נזרק הדם וציבור הא אין נדחין לפסח שני וע\"כ עבדי בטומאה ונאכל בטומאה], מודה רבי נתן בחולה וזקן, [פירוש אע\"ג שהוא חולה בשעת זריקה אין זורקין הדם דגברא לא חזי לאכילה] ודוקא טמא שאם טמא מתחלתו הותרה גם אכילה בצבור לא מיקרי גברא דלא חזי לאכילה וזה סברת ר' אלעזר בתלמודא דילן אליבא דר' נתן וגם ריו\"ח לא פליג עליו. נמצא היכי דאינו מגיע כזית שהפסח לא חזי לאכילה אינו מעכב כלל לר' נתן והיכי שנטמא הבעלים והדם טהור והעובד טהור אם היה טמא בשעת שחיטה רחמנא דחייא ואם היה טהור בשעת שחיטה ונטמא בזריקה זורקין הדם עליו ואינו אוכל בטומאה והיכי דהוא חולה בשעת זריקה לא זורקין עליו דגברא לא חזי לאכילה ועיין זבחים (דף כ\"ג) ד\"ה זקני דרום כו' ופסחים (דף ע\"ח) ד\"ה לימא ר\"נ, וצ\"ל דהך סוגיא דבבלי וירושלמי סברה טמא מת משלח קרבנותיו דלרבינו דסבר דאפילו טבול יום דמת ג\"כ אינו משלח קרבנותיו אעפ\"י שהוא ראוי לאכילה בערב א\"כ מאי אהני לר\"נ איך זורקין על הטמא מת אעפ\"י שסובר דלא בעינן חזי לאכילה לא עדיף מטמא מת בז' שלו, ור' אלעזר דבבלי דאיהו אמר הא מני ר\"נ הוא אזיל לטעמיה דמוקי בירושלמי פרק א\"ד ה\"ג הזאה אינה דוחה שבת כשחל י\"ד בשבת דאם היה בחול היה מזין עליו והיו שוחטין עליו הפסח הואיל וחזי לאכילה בערב, אלמא סובר זורקין על ט\"מ והעיכוב אינו רק דלא חזי לאכילה, ויש להאריך ולפרש בטומאות שאין הנזיר מגלח אך א\"כ בשחיטה נמי לר\"נ והדברים ארוכים אכ\"מ ודוק:<br><b> ובזה </b> יש לפרש מה דאמרינן בירושלמי סוף פרק האשה יחיד שנטמא בספק רה\"י בפסח ר' הושעיא אמר נדחה לפסח שני ריו\"ח משלחין אותו לדרך רחוקה, דכיון דספק הוא שמא טהור ואינו עושה פסח שני, והא כיון דספק הרי לא חזי לאכילה ולא קרינא ביה איש לפי אכלו והוא נדחה לפסח שני כמו חולה וזקן דאף אם גלי קמי שמיא דטהור הוא מ\"מ לא חזי לאכילה ואם שחטו עליו הפסח פסול דכן סבר ר\"י לקמן סוף מי שהיה טמא דחבורות שאמרו לאחד כו' דרבי נתן היא דאמר יוצאין בזריקה בלא אכילה יעו\"ש, ודלא כתוספות שכתבו (דף צ\"ח) לא דמי כו' ועיין לח\"מ, וכן לעיל פרק האשה הלכה ב' בשכח מה אמר לו רבו יעו\"ש אע\"ג דאין זה רק מצד ספק. אולם לפמש\"ב א\"ש דאם היו כאן צבור שנטמאו בספק רה\"י הרי עשו הפסח ואכלוהו תו לא דמי לחולה דליתנהו בצבור ולא מקרי גברא דלא חזי לאכילה [דאף ר\"נ מודה] רק אם הוא טמא רחמנא דחיה ואם הוא טהור וגליא קמי שמיא אילו היו שוחטין וזורקין עליו אע\"ג דלא יאכלנו משום ספיקא הוי כמי שאינו מגיע כזית לכל אחד, ור' נתן סבר יוצאין בזריקה בלא אכילה וא\"כ משלחין אותו לדרך רחוקה שפטור מפסח ור\"י אליבא דר' נתן דכמה סתמי אליביה לפי הירושלמי כן נ\"ל. והא דתניא בתוספתא טהור בשעת שחיטה וטמא בשעת זריקה הוא כרבנן ולא כר\"נ, ומיושב שפיר מה דמייתי הגמרא דילן (דף ע\"ח) הך סיפא דחולה בש\"ש כו' ולא הך דטמא דלשיטת התוס' כולא חד ודוק בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכס\"מ. </b> נקטינן הכי:<br><b> נ\"ב </b> וכמו דאמר גחלת של עץ לא צריך קרא לרבויי, וכן אמר ר\"נ ביומא (דף מ\"ו) המוריד גחלת מעל המזבח וכיבה חייב דאש הוי יעו\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>ואין צולין שני פסחים כאחת מפני התערובות אפילו גדי וטלה.</b><br><b> רש\"י </b> פירש דמחלפי אפילו בגדי וטלה דזימנין דלאו אדעתייהו, ולפ\"ז הסוגיא תמוה דמאי אמר ה\"נ מסתברא מדקתני סיפא אפילו גדי וטלה אא\"ב מפני גופין היינו דקתני אפילו גדי וטלה אלא א\"א מפני תערובות טעמים מ\"ל גדי וטלה מ\"ל גדי וגדי, וזה תמוה דהכי אמר לא מיבעי' גדי וגדי דאסור מפני תערובות גופים אלא אפילו גדי וטלה דלא מיחלף אסור מפני תערובות טעמים, שנית מה דנתקשו רבוותא קדמאי דלשיטת הרי\"ף ורבינו שפסק שלכתחילה אין צולין בשר שחיטה עם בשר נבילה ודוקא בדיעבד שרי כאן, וא\"כ מאי פריך ללוי מהא דאין צולין שני פסחים כו' מפני התערובות דס\"ד מפני תערובות טעמים אין ה\"נ דאסור לכתחילה לצלות אף ללוי. ועוד הקשו בתוס' מאי אמר אלא מאי ע\"כ מפני תערובות גופים הוא דאסור אבל תערובות טעמים שרי לימא תיובתא דרב, דילמא מיירי בששניהם כחושים דליכא ריחא ורק מפני תערובות גופים אסור:<br><b> אבל </b> האמת יורה דרכו, דהעיקר כפי הגירסא בתוספתא אין צולין שני פסחים כאחד מפני התערובות אפילו גדי וטלה משום הרגל, ופירוש שלא ירגילו לצלות גדי וגדי כאחד, והשתא מחוורא כולא סוגיא דפריך דתניא אין צולין שני פסחים כאחד מפני התערובות מ\"ל תערובות טעמים וסתמא תני אפילו שניהם כחושים ואם אמרינן כלוי דריחא לאו מלתא ובדיעבד שרי אף נבילה שמן ובשר כחוש, א\"כ היכי ששניהם כחושים יהא שרי לכתחילה לצלות, ומשני מפני תערובות גופים שלא יחליפו זה בזה, ואמר ה\"נ מסתברא דאם תאמר מפני טעמים איך תני אפילו גדי וטלה משום הרגל הא תערובות טעמים שייך גם בגדי וטלה כמו בגדי וגדי ואיך תני משום הרגל דמוכח דבלאו הרגל שלא ירגילו לצלות שני פסחים ויצלו גדי וגדי כאחד הוי שרי בגדי וטלה ואמאי, ופריך אלא מאי ע\"כ מפני תערובות גופין הוא דאסור הא מפני תערובות טעמים שרי לימא תיובתא דרב, ולא מצינן לומר דאיירי בששניהן כחושים דא\"כ למה ליה למימר דגדי טלה אסור מפני הרגל דגדי וגדי [דתערובות גופים פסיקא דליכא בגדי וטלה ובפרט בבני חבורה דזריזים הן] וגדי גופייהו לא אסור רק שמא יחליפו דזה גזירה והוי כמו גזירה לגזירה, טפי הו\"ל לומר דאסור אפילו שניהן כחושין מפני הרגל דאחד שמן שמא יצלו שמנים כאחד ויהיה אסור משום ריח הפטום דאסור לרב בדיעבד ובזה אין נפק\"מ בין גדי וטלה לגדי וגדי, וע\"כ דלא אסור מפני תערובות טעמים. ואם נימא כמוש\"פ דבשניהם כחושים מותר ללוי אפילו לכתחילה ואפשר דלרב אסור לכתחילה כיון דבאחד שמן אסור אף בדיעבד וסבר דריח הפטום הוי כגוף האיסור ואם כה נאמר א\"ש מה דאמר תיובתא לרב ולא מוקי ששניהם כחושים כקושיית תוס' משום דאכתי לכתחילה הוי אסור דמשהו מיהא איכא. והוי א\"ש מה דפליגי בירושלמי תרומות פ\"י מהו לצלות שני שפודין אחד של בשר ואחד של נבילה בתנור אחד ר\"י בשם רב אמר אסור ושמואל בשם לוי מותר דאיירי בששניהן כחושים, אך סתימת לשון רבינו פרק ט\"ו ממ\"א מורה דלכתחילה אסור אפילו בכחושים יעו\"ש דאע\"ג דפסק כלוי מ\"מ אוסר לכתחילה בכל גווני אף ששניהם כחושים [אולי שלא יחליפו זב\"ז] אבל ביאור השמועה כמו שבארנו עפ\"י גירסת התוספתא הוא נכון. ומצאתי בפירוש הר\"ח שפירש כן דגזירה גדי וטלה אטו גדי וגדי יעו\"ש ודוק ומצאתי אח\"כ קצת מזה באור חדש:"
            ]
        ],
        [
            [
                "<b>והמוציא ממנו כזית וכו' לוקה.</b><br><b> נ\"ב </b> גמרא ערוכה (דף פ\"ה) דאית ביה כזית ולית ביה כביצה, ותני רישא אעפ\"י שהוא בל\"ת טהור, וכן בתוספתא מכות פ\"ד:"
            ],
            [
                "<b>אבר שיצא מקצתו כו' וקולף את הבשר כל שבפנים יאכל וכל שבחוץ ישרף כו'.</b><br><b> הנה </b> רבינו בפ\"ח מהלכות אבות הטומאה כתב בשר קודש שיצא חוץ למחיצתו ה\"ה ספק אם הוא מטמא הידים כו' לפיכך אינו מטמא שספק טומאת הידים טהור כמו שיתבאר, הרי דייק רבינו רק מפני שספק ידים טהור אבל לא מפני שפגול ונותר טומאתן מדברי סופרים. וא\"כ זה דוקא לטמא הידים אבל לטמא את הקודש ספיקו טמא, ולכן ביצא חוץ לחבורה בשר פסח כתב רבינו שטהור הוא ואף קודש אינו מטמא, ויעוין בירושלמי דבעי ההין יוצא כו' ואמר שם מהו שיפסלו בתרומה קו\"ח אם מטמאין הידים כו' הן עצמן לא כש\"כ הרי דמקו\"ח מייתי, ולכן ברור דקודש מטמאו בספק ולכן אמר דיוצא חוץ לחבורה טהור לגמרי ואינו מטמא קודש ג\"כ [מלבד דנפ\"מ לכ\"ד] ולפי זה אמאי לא פירש רבינו כאן דלא נטמא הבשר בפנים ויאכל דלית ביוצא כביצה משום דטומאת בית הסתרים הוי ולית ליה דרבינא דחבורי אוכלין כמאן דמפרתי דמי וכן כתב הלח\"מ פ\"א מפסולי המוקדשין, וכל דברי המשל\"מ שם תמוהים שהשוה דין טומאת ידים לטומאת קודש שספיקו טמא. וגדולה מזו אמרו בירושלמי חגיגה דספק משקין לכלים לקודש טמא ומש\"ה היו מטבילין כל הכלים בעזרה יעו\"ש, וברור דאע\"ג דעצמות ששמשו נותר אמרו דנעשה בסיס לדבר האסור ומטמא הידים וכן נשרפין כנותר, אמנם בעצמות ששמשו יוצא לא אמרו כן כיון דיוצא מספק אינו מטמא הידים ואם כן לא חמירא להטיל טומאה על הבסיס לכן קולף הבשר משום דהעצם שיצא אינו צריך לשרוף וחותך העצם בקופיץ וזורקו ואינו צריך לשורפו כמו הבשר, ופשוט מאוד כיון דידים לא מטמא יוצא תו גם לעצם לא מטמא דאינו אוכל ורק דין שומר איכא על קולית וכיו\"ב ולכן לא בעי שריפה כמו יוצא, כמו למאן דלית ליה להך דעצמות ששמשו נותר דיטמאו ידים דאז אינו צריך עצם שריפה ג\"כ כיון דשמוש נותר לאו מילתא הוי כן הכא כיון דמספק אינו מטמא ידים תו הוי ככל עצם וא\"צ שריפה ופשוט, אח\"כ ראיתי בצל\"ח קצת מזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכיצד יהיה הבן ראוי למילה אחר שחיטת הפסח ולא יהיה ראוי קודם שחיטה כו'.</b><br><b> בגמרא </b> שם איכא עוד גווני וחדא אם הוציא ראשו וחי ז' ימים בבטן אמו, וזה אופן רחוק בטבע לא הביאו רבינו, אמנם הא דמוקי רבא שם כגון שהיו אביו ואמו אסורים בבית האסורים יפלא על רבינו שהשמיט זה. ונראה דנתבונן בבית האסורים של מי אם כשהמה אסורים עפ\"י ב\"ד או עפ\"י דין ישראל דזה מיקרי בית האסורים דישראל הלא כיון שחובשין אותו מוטל על החובשין בשמיני של בנו למולו בזמנו שמצוה זו מוטלת על כל ישראל ועל ב\"ד שלהם למולו בזמנו כמוש\"כ רבינו בהלכות מילה, וע\"כ בבית האסורים דעו\"ג ובאופן שאין ביד ב\"ד של ישראל למול בנו או מסיבות שונות ולכן אמר ואביו ואמו חבושין אף דהאם אינה מצווית למול ועיין מהרש\"א, היינו דהקטן חבוש אצלה או שלא היו יודעים ב\"ד מהנולד. ולשיטת הגמ' דילן בפרק האשה (דף צ\"א) דהא דתנן וכן מי שהבטיחוהו להוציאו מבית האסורים היינו בית האסורים דעו\"ג שוחטין עליו, אבל רבינו סובר כירושלמי [הביאו תוספות שם] דכשחבשוהו עו\"ג אין שוחטין עליו אפילו עם אחרים משום אשר פיהם גו' א\"כ אם הוא חבוש איך היה ראוי לשחיטה, וכן פסק רבינו מפורש לעיל סוף פ\"ה ז\"ל אבל אם היה חבוש ביד עו\"ג אין שוחטין עליו עד שיצא, ואף שבדיעבד פסק דהורצה לא ניחא לרבינו למוקמי קראי בדאי דכל דאי לא כתביה רחמנא ומייתי טפי גוונא דלכתחילה ראוי לשחיטה ופשוט, ואפשר הא דפסק דהורצה משום דמספקא ליה אם כהירושלמי או כהבבלי וצ\"ע בזה:"
            ]
        ],
        [
            [
                "<b>אבל פסח שבא בטומאה וכו' מפי השמועה כו'.</b><br><b> נ\"ב </b> דאינו מובן כיון דנאכל בטומאה אמאי אינו חייב על שבירת עצם לכן כתב דרק מפי השמועה למדו כו' ולא בטמא אף שאינו פסול. וסעד לזה דלא כתיב לדורות לאו דשבירת עצם בפירוש, משום דהיכי דבטומאה אינו עובר ומצוה לשוברו ביש בו מוח כדי לאכול את המוח שלא יהא נותר, ורק בפסח שני שאינו בא בטומאה כתיב ביה ודוק:"
            ],
            [
                "<b>לפיכך שורפין עצמות הפסח בכלל הנותר מבשרו כדי שלא יבואו בהן לידי תקלה.</b><br><b> המגיה </b> במשל\"מ הקשה במאי מיירי יעו\"ש, ובפי\"ט מהלכות פסוהמ\"ק ה\"ט כל עצמות הקדשים שאין בהם מוח אינן טעונין שריפה חוץ מעצמות הפסח, והגיה הראב\"ד א\"א שמצאן חלוצים מפסולי קדושה, ואין זה רק השגה שבעצמות שאין בהם מוח גם של פסח לא בעי שריפה וביש בהן מוח גם של קדשים בעי שריפה הואיל ושמשו נותר, ועל כרחין דבמצאן חלוצים ולא ידעינן אימת חלצינהו אם קודם ששמשו נותר או לאחר ששמשו נותר ובקדשים שמותרין בשבירת עצם אמרינן דמקמי דלהוי נותר חלצינהו, וזה פלפול ארוך לא הובא בדברי רבינו ולא נרמז כלל וזה השגה עצומה. אולם דעת רבינו נראה כי תפס ענין אשר בו יתפרש הברייתא באופן פשוט כדרכו, וזה הוא סברת רבינו דבאבר שאין עליו כזית בשר אין בו משום שבירת העצם וכדמסיק רבינא כל כי האי גוונא לית ביה משום שבירת העצם דבעינן שיעור אכילה ולזה ודאי דרשינן הך קרא דבבית אחד יאכל דבעינן שיהא ראוי לאכילה וזה באין עליו כזית בשר ואין בו מוח כזית מפנים, אבל באופן שהיה בו מוח או כזית בשר ולאח\"כ אין עליו כזית בשר ומוח, או דקלפיה או דחלצינהו בזה תלוי אם בהיה לו שעת הכושר ונפסל יש בו משום שבירת העצם דחזינא הואיל והיה ראוי לאכילה אע\"ג שעכשיו נטמא ונפסל קרינא ביה בבית אחד יאכל, הוה\"ד גם בהיה בו מוח או כזית בשר אע\"ג שעכשיו אין עליו ולא כלום איכא ביה איסורא דשבירת עצם כיון שפעם אחד היה עליו מאמר הכתוב בבית אחד יאכל דהיה ראוי לאכילה וקרינן ביה ועצם לא תשברו בו, אולם להך תנא דבהיה לו שעת הכושר ונפסל אין בו משום שבירת העצם א\"כ גם בהיה עליו כזית בשר או מוח מבפנים וחלציה וקלפיה דעכשיו אין עליו בשר שיהא ראוי לאכילה אין בו משום שבירת העצם, והא דפריך (בדף פ\"ה) מאבר שיצא מקצתו נקלוף ביה פורתא ונתבריה, היינו דר\"י ור\"ל פליגי אליבא דרבי וכמו שפירשו רבנן בתוספות דלרבנן כו\"ע מודו דיש עליו כזית בשר במקום אחד דיש בו משום שבירת עצם ורק דהוא בעי לאוקמינהו לכולהו מתניתא כרבי א\"כ חזינא לרבי דסבר בהיה לו שעה\"כ ונפסל אין בו משום שבירת עצם, דכיון דהשתא לאו ראוי לאכילה בשעת שבירה או כיון שהוא פסול בשעת שבירה אין בו משום שבירת עצם, א\"כ אם יקלוף הבשר מעליו אעפ\"י שהיה עליו כזית בשר קודם לכן אין בו משום שבירת עצם וא\"כ למה יקלוף עד הפרק, אבל לדידן דקיי\"ל בהיה לו שעה\"כ ונפסל דיש בו משום שבירת עצם והיינו דבתר מעיקרא אזלינן, ה\"ה בהיה עליו כזית בשר או מוח מבפנים אעפ\"י שעכשיו בעת שבירה אין עליו, נתקיים בו בבית אחד יאכל והשוברו לוקה. ולפ\"ז הברייתא כפשטא כל עצמות הקדשים אין טעונין שריפה רק אי בעי לשדינהו כיון דאין בהן מוח, חוץ מעצמות הפסח מפני התקלה שמא יבוא אחד לשוברן ואפילו אם הן שבורין קיי\"ל דהשובר אחר שובר בעצמות לוקה ובהיה בהן מוח או שהיה עליהן כזית בשר דאיכא בהו משום ועצם לא תשברו בו לכן בעי לשורפן מן העולם שלא יכשלו בני אדם בלאו דועצם לא תשברו בו ואפשר דאפילו לא היה עליהן בשר מעולם ג\"כ בעי שריפה משום גזירה דהיה עליו כזית בשר, וזה נכון בפשט הברייתא. וכן מצאנו לשון תקלה בכיו\"ב בכמה דוכתי ומהם סוף פ\"ק דפסחים עיי\"ש. רק הא דפריך הגמ' שם על רב מרי צ\"ע דפריך הני עצמות ה\"ד אילימא דלית בהו מוח למה להו שריפה כו' והא למאן דאמר בהיה לו שעה\"כ ונפסל דיש בו ש\"ע גם באין בהן מוח צריכי שריפה מפני התקלה וכמוש\"ב, ואולי הגמרא רוצה לאוקמה כהני דסברי דהיה לו שעה\"כ ונפסל אין בהן משום ש\"ע, או דצ\"ל כך אילימא דלית בהו מוח פשיטא למה לי שריפה אלא דאית בהו מוח ופריך אם אין בהן מוח מאי רבותא קמ\"ל בעצמות של קדשים שאינן טעונין שריפה פשיטא דנשדינהו. ועד נאמן לזה שבדפוסים ישינים טרם הגהות רש\"ל הגירסא עצמות קדשים למה להו שריפה וזהו כדפרישית. והא דפריך על משנה דתנן העצמות והגידים כו' ישרפו ה\"ד אילימא דלית בהו מוח ל\"ל שריפה הוא טרם שידע דהיה לו שעה\"כ ונפסל יש בו משום שבירת עצמות הא למאי דמסיק כר' יעקב דהיה לו שעה\"כ יש בו משום ש\"ע פשיטא דמשנתינו גם באין בהן מוח רק שהיה עליהן מעיקרא כזית בשר או מוח אעפ\"י שעכשיו בשעת שבירה לית בהו ואפ\"ה ישרפו כדפרישית דלא ליתו לידי תקלה, ונכון מאוד:<br><b> והנה </b> מלשון הזהב של רבינו למדתי כי כשנעשה נותר אז אפילו אם נימא דהיה לו שעה\"כ ונפסל ג\"כ יש בו משום שבירת העצם בכ\"ז כאן גרע טפי דהא בשעה זו אינו ראוי לאכילה ואין בו משום ש\"ע, רק לדידן דקיי\"ל דאף שלא בשעת אכילה ג\"כ יש בו משום ש\"ע אז אפילו נעשה נותר ג\"כ איכא ביה משום ש\"ע, ולכן חילק רבינו שבהלכה א' כתב או ששבר בו עצם מבעו\"י או ששבר אחר כמה ימים, ובהלכה ו' כתב אם נפסל בטומאה כו' אעפ\"י שאינו מוכרח כמובן בכ\"ז נכון הוא. ופסח שהוא מבושל לפי טעמא דאמר בגמרא דחזי לאכילה דמטוי ואכיל ליה ליכא במבושל, רק הגמרא קאי אליבא דמ\"ד דהיה לו שעה\"כ ונפסל אין בו משום ש\"ע וכמו דאמר אביי דכו\"ע אין בו משום ש\"ע, אבל לדידן דקי\"ל כר' יעקב דהיה לו שעה\"כ ונפסל יש בו משום שבירת עצם א\"כ בהיה חי היה חזי למטוי והיה לו שעת הכושר, ועיין פי\"ח מפסוהמ\"ק דעל בשר חי חייב משום טומאה דחזי למטוי עיי\"ש, ובאם בשלו אח\"כ לא גרע מפסול אחרינא ויש בו משום ש\"ע ודוק היטב:"
            ],
            [],
            [],
            [],
            [
                "<b>אפילו נפסל בטומאה ויציאה כו' יש בו איסור שה\"ע.</b><br><b> פסחים </b> (דף פ\"ד), אלא באבר שיצא מקצתו קא מיפלגי כו' כדתנא ר\"י כו' אבר שיצא מקצתו ושברו אין בו משום שבירת העצם. הנה הברור דהגירסא הנכונה בתוספתא פ\"ו ר' ישמעאל כו' אפילו לא נפסל בו אלא אבר אחד בלבד אין חייבין עליו משום שבירת העצם פירוש על אותו אבר [וכן הוא בדפוס צוקער מאנדיל על אותו אבר] דמתנאי קמאי לא ידענא רק דאם כל הפסח נפסל אין חייבין עליו משום שבירת העצם הא כשאבר אחד נפסל אפשר דחייבין על אותו אבר, לכן אמר ר' ישמעאל דאף אבר אחד פסול אין חייבין על אותו אבר משום שבירת עצם, וזה אמר רב פפא דנפק\"מ בין רבי לת\"ק דיליה, דאי משום בו בכשר ולא בפסול הכא כל הפסח כשר לכן אף על אבר הפסול ג\"כ חייב משום שבירת העצם לא כן מבבית אחד יאכל קאי בו על מה שנאכל והאבר אינו נאכל אין חייבין עליו משום שבירת עצמות ודוק:"
            ],
            [
                "<b>שבר עצם האליה אינו לוקה שהרי אינה ראויה לאכילה.</b><br><b> עיין </b> כס\"מ שפסק כרב אשי דבתרא הוא, פירוש דבאמת פסק רבינו ככולהו אמוראי דלא יפסוק נגד סברתם וכמו אביי דאמר היתה לו שעה\"כ ונפסל טפי לאו בר אכילה מבעוד יום וכן רב פפא דאמר דמבעוד יום עדיף טפי להתחייב עליו מאבר שיצא מקצתו, וכמו ר\"ש דאמר דבכה\"ג דבאבר שיצא מקצתו עדיף טפי לפטור עליו משבירת עצם בנא וכרב נב\"י דאמר דבכה\"ג בנא בר אכילה טפי מאליה בכולהו פסק כסברתם, רק בזה פסק דלא כוותייהו דפסק דלא כאביי דבהיתה לו שעה\"כ סברי כולהו דפטור וכן דלא כרב ששת דביצא מקצתו דכו\"ע סברי דפטור, רק דגם בזה פליגי רבי וחכמים והלכה כחכמים וגם בזה יש משום שבירת העצם, ובכולהו פסק דיש בהו משום שבירת העצם, אבל אם יפסוק דבאליה יש בה משום שבירת העצם ובאבר שאין עליו כזית בשר אין בו משום ש\"ע יהיה היפוך סברת רב אשי דסובר דבאליה טפי סברא לפטורה. ואם נימא דלמה פסק באבר שאין עליו כזית בשר דפטור, ז\"א דמדר' יוחנן ור\"ל פטרי ופריך ממשנה דאבר שיצא מקצתו קולף יעו\"ש, ורק ביש עליו כזית במקום אחר מחייב ר\"י על כרחין דגם לרבנן פטור באין עליו כזית בשר ופשוט ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מה בין פסח ראשון לפסח שני כו'.</b><br><b> דינא </b> דלינה הביא רבינו בסוף פ\"ג דבכורים עיי\"ש. והנה בפסחים (דף צ\"ה) מנין לפסח שני שאינו טעון לינה כו' ותמהו בתוס' מי גרע ממביא קרבנו בימות החול שטעון לינה יום אחד. ועיין רמב\"ן בספר הלקוטות שסובר ר\"י דבכל קרבנות אין טעון לינה כלל ופליג על דרשא דופנית בבוקר כו'. ויתכן לומר דדוקא בכל הקרבנות שהם נקטרים או נאכלים כל הלילה בעי שיהא הבעלים בלינה בירושלים אבל פסח שני דלמ\"ד דפסח ראשון אינו נאכל אלא עד חצות ה\"ה פסח שני אינו נאכל רק עד חצות ותו על כרחין בעי לאקטורי את האימורים שלו קודם חצות דכל זמן דלא מקטרי אימורים לא מתאכיל בשר אף בקדשים קלים כדאמר הגמ' (בדף ע\"ז) ודם זבחיך ישפך והבשר תאכל כו' קו\"ח ומה אימורים דכי ליתנהו לא מעכבי כי איתנהו מעכבי כו', הרי דבקדשים קלים דבו מיירי אין הבשר נאכל עד שיקטירו אימורים קודם, לכן לא בעי לינה. ופוק חזי איך מדוקדק לשון הספרי וחכמים אומרים ה\"ה כעצים ולבונה שטעונים לינה, פירוש שהם נקטרים ביום ואין בהם אכילה כלל, ור\"י אפשר דפליג אלבונה ובעצים סבר כרבי דבעי קמיצה ותו השיריים הנותרים קרבין כל הלילה עיין מנחות (דף כ') ויומא (דף כ\"ז) ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות קרבן פסח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}