{
    "versionTitle": "En Jacob, translated by SH Glick, 1916", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Sanhedrin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "R. Chiya b. R. Ashi in the name of R. Chisda said:", 
            "\"The one who was going to be killed, they used to give a grain of frankincense in a cup of wine to drink in order to benumb his senses, as it is said (Prov. 31:6) Give strong drink unto him that is ready to perish, and wine unto those who have an embittered soul.\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "\"Wine was created for nothing else than to comfort mourners and to compensate through it the wicked for any good thing they do in this world, as it is said (Pr. 31, 6) Give strong drink unto him that is ready to perish and wine to those who have an embittered soul.\"", 
            "R. Isaac said: ", 
            "\"What does the passage (Ib. 23, 31) Do not look for wine when it looketh red, mean? You shall not look for wine which makes the faces of the wicked in this world red, and makes them pale (puts them to shame) in the world to come.\"", 
            "Raba said:", 
            "\"You shall not look for wine because its end is bloodshed.\"", 
            "R. Cahana raised the following contradiction:", 
            "It is written (Pr. 104, 15) Y'shamach (waste), and we read Y'samach (rejoice) ; i.e., If he merits (takes care) it will cause him to rejoice; if not, it will cause him ruin,", 
            "", 
            "", 
            "and this is meant by Raba who said:", 
            "\"Wine and good odor made me wise.\"", 
            "R. Amram, the son of R. Simon b. Abba, said:", 
            "\"What does the passage (Ib., ib. 26, 30) Who hath woe? Who hath sorrow? Who hath quarrels? Who hath complaints? Who hath wounds without cause? Who hath redness of eyes? They that tarry late over the wine; they that become sick for mixed drink, mean?", 
            "When R. Dimi came from Palestine, he said :", 
            "\"It was said in the West that he who tries to explain the passage above from the beginning to the end is correct, and he who tries to explain it from the end to the beginning is also correct."
        ]
    ], 
    "versionSource": "http://www.worldcat.org/title/en-jacob-agada-of-the-babylonian-talmud/oclc/755720", 
    "heTitle": "סנהדרין", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nezikin"
    ]
}