{
    "status": null, 
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Sanhedrin", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "Mishnah: Monetary cases with three [judges]. Theft and injury with three. Damages and half damages, double payment and quadruple and quintuple payment with three. ", 
            "\"Rape, seduction and 'motzi shem ra' (when a husband claims about the virginity of his bride) with three\"—the words of Rabbi Meir. ", 
            "But the Sages say:  \"Motzi shem ra with twenty-three, because there is in it [an element of] a capital case.\" ", 
            "Lashes with three.  Because of Rabbi Ishmael, they said with twenty-three. ", 
            "\"Intercalation of the month with three. Intercalation of the year with three\"—the words of Rabbi Meir.  Rabban Shimon ben Gamliel says:  \"We begin with three, with five we argue back and forth, and with seven we finish.  But if you finish with three, then it has been intercalated.\"   ", 
            "\"'Semichat Zkeinim' (when the elders put their hands on the sacrifice to atone for a sin of the entire people) and the breaking of the calf's neck (when a body is found between jurisdictions) with three\"—the words of Rabbi Shimon.  Rabbi Yehudah says:  \"With five.\"  'Chalitzah' (the ceremony of giving up claim to your brother's widow) and 'Miunin' (nullification of a betrothal of a young girl) with three. ", 
            "Produce of the fourth year and second tithe whose value is not known with three.  Things dedicated to the Temple with three. [Payment of a] vow with movable property with three. Rabbi Yehudah says:  \"One of them should be a priest.\" ", 
            "[Payment of a vow with] immovable property with nine and a priest. A person [in payment of a vow] is like these. ", 
            "Capital cases with twenty-three.  Bestiality, either party, with twenty-three, as it is said, \"You shall kill the woman and the beast,\" (Leviticus 20:16), and it says, \"the beast, you shall kill it\" (Leviticus 20:15). ", 
            "Stoned ox with twenty-three, as it is said, \"The ox you will stone and also its master will die\" (Exodus 21:29)—the death of the ox will be like the death of its master.  The wolf, lion, bear, leopard, cheetah and snake—they die with twenty-three.  Rabbi Eliezer says:  \"Anyone who kills them before is correct.\"  But Rabbi Akiva says: \"They die with twenty-three.\" ", 
            "We do not judge a tribe, false prophet, or the High Priest except based on a court of seventy-one,  and we don't go to a permitted war except based on a court of seventy-one.  We do not annex a city or region except based on a court of seventy-one.  We do not make a Sanhedrin for the tribes except based on a court of seventy-one. ", 
            "We do not proclaim an idolatrous city except based on a court of seventy-one;  we do not proclaim an idolatrous city on the border [of the Land of Israel] nor do we proclaim three [idolatrous cities], but we do proclaim one or two.", 
            " The Great Sanhedrin was with seventy-one, and the smaller twenty-three.  How do we know that the greater had seventy-one? As it is said, \"Gather for me seventy people from the elders of Israel\" (Numbers 11:16), and Moses in addition to them.  Rabbi Yehudah says:  \"Seventy.\" ", 
            "And how do we know that the smaller had twenty-three? As it is said, \"You will judge the congregation and save the congregation\" (Numbers 35:24)—a 'congregation' judges and a 'congregation' saves, thus it is twenty. ", 
            "And how do we know a 'congregation' is ten? As it is said, \"How long for this evil congregation? Then came out Joshua and Caleb\" (Numbers 14:27) [i.e. there were ten evil spies remaining]. ", 
            "And where do we know to add the three? We learn, as it is said, \"Don't go after the majority to convict\" (Exodus 23:2). Should I learn that I should be with them for acquittal? If so, why does it say, \"after the majority [do not] incline\" (Exodus 23:2)?  Your inclining to acquittal is not like your inclining to conviction. By one vote shall you incline to acquittal, and by two votes"
        ], 
        [
            "and we don't have an even court, so we add another one on those [twenty-two]—thus there are twenty-three. ", 
            "And how many people should there be in a city in order to have a Sanhedrin? One-hundred and twenty. Rabbi Nechemiah said:  \"Two-hundred and thirty, so that they correspond to the rulers of ten [of the Israelites in the wilderness]. ", 
            "Gemara: But are thefts and injuries not [in the category] of monetary cases? Rabbi Abahu said: \"[The Mishnah] teaches an exhaustive list. What are monetary cases? Thefts and injuries, but confessions and loans are not.\" ", 
            "And [this language] is necessary:  for, if it had taught [only] \"monetary cases\", than I would have thought that it included confessions and loans—thus, it teaches \"thefts and injuries\";... but if it had taught \"thefts and injuries\" and not taught \"monetary cases\", I would have thought  that this was the law even for confessions and loans and the reason for it teaching \"thefts and injuries\" was because the essential [common factor] is three [judges], since it is written about both thefts and injuries—", 
            "thefts, as it is written, \"The owner of the house will approach the judges\" (Exodus 22:7); injuries: what difference is an 'injury' in his body or his property?[and I would assume confessions and loans followed the same law]— thus it teaches:  \"What are monetary cases? Thefts and injuries, but confessions and loans are not.\" ...", 
            "But what [is the difference between thefts and injuries and confessions and loans]? If we say that [confessions and loans] do not require three [judges], did not Rabbi Abahu say that, \"Two that judge monetary cases, their judgement does not stand?\"", 
            "Rather, [the difference is] that [confessions and loans] do not require experts. ", 
            "What is [the Mishnah's] explanation [for this]?  If it holds that 'eruv parashiyot' applies here (a principle connecting one passage in Exodus 23 to another in order to require three judges for monetary cases), then it would require experts [here] also. And if it doesn't hold that 'eruv parashiyot' applies here, why does it [require] three [at all]? ", 
            "[The Mishnah] always holds that 'eruv parashiyot' applies here and that the law should be that we require also experts [in confessions and loans]. But the reason that we do not require experts is because of Rabbi Chanina,  as Rabbi Chanina said:  \"According to the Torah, monetary and capital cases are the same when it comes to cross-examination [of the witnesses]"
        ], 
        [
            "as it says, \"There will be one law for you\" (Leviticus 24:22).  So what's the reason they said that monetary cases do not require cross-examination? In order to not lock the door before the borrowers [i.e. to make borrowing very difficult].\"", 
            "[So too, here, we relax the requirement for experts in confessions and loans in order to not lock the door before the borrowers].—Following this [reasoning], if [the judge] errs, he should not [have to pay for his mistake]! All the more so [would this] be locking the door before the borrowers.", 
            "If so, [the Mishnah] teaches two things: \"Monetary cases with three laypeople, thefts and injuries with three experts.\"", 
            "And further, why does it say \"three\" twice?", 
            "Rather, Rava said: \"It teaches two things because of Rabbi Chanina.\" Rav Acha son of Rav Ika said: \"From the Torah, one [judge] would also be fitting, as it is said, 'With justice shall you judge your people' (Leviticus 19:15).\"—But is it because of the problem of tramps at street corners [judging confessions and loans that we require] ...", 
            "three? [No, for] how could it be with [three] tramps at street corners ... that one of them wasn't learned?  Following from this [reasoning], if they err [perhaps] they shouldn't [have to] pay? ... All the more so would this increase [the problem of] tramps at street corners [judging confessions and loans]", 
            "—What is the difference between [the positions of] Rava and Rav Acha son of Rav Ika? This is the difference: as Shmuel said, \"Two [judges] that judge a case, their judgements stand but they are called a rebellious court\" —Rava holds according to Shmuel, Rav Acha son of Rav Ika does not hold according to Shmuel.", 
            "Mishnah: Damages and half damages etc. Is \"damages\" [the same as] \"injuries\"? Since it needed to teach \"half-damages\", it also taught \"full damages\". ", 
            "But is \"half-damages\" also [the same as] \"injuries\"?  It is taught \"money\", and it taught \"fine\" [i.e. the Mishnah teaches that half-damages are fines, not ordinary monetary cases]. ", 
            "This is fine for the person who said that  half-damages is a fine, but for the one who said that half-damages is money, what is there for him to say? ", 
            "Rather,  since it needed to teach double payments and quadruple and quintuple payments are money."
        ], 
        [
            "for which one does not pay the principle [value of the object], it taught that half-damages is also money for which one does not pay the principle. And since it had to teach half-damages, it taught also damages.", 
            "Three [judges]—where [do we know this] from?!  As our rabbis taught: \"'The owner will come before the judges [HaElohim, lit. God]\" (Exodus 22:7)—this is one. \"The matter of both [litigants] shall come before the judges [HaElohim]\" (Exodus 22:8)—this is two. \"Which the judges [HaElohim] shall declare guilty\" (Exodus 22:8)—this is three.\"—the words of Rabbi Yoshayah. ", 
            "Rabbi Yonatan says:  'The first was stated as a first instance and we don't expound from first instances [i.e. we can't use the first appearance of a word in our explanation]. Instead,  \"The matter of both [litigants] shall come before the judges [HaElohim]\" (Exodus 22:8)—this is one. \"Which the judges [HaElohim] shall declare guilty\" (Exodus 22:8)—this is two. There are no even-numbered courts so we add upon them another one—this is three.'\" ", 
            "Let us say that it is about [this principle] of not expounding from first instances that they disagree,  that one master thinks  we do expound from first instances and the other master thinks  we do not expound from first instances.  No! According to everyone we don't expound from first instances.  Rabbi Yoshayah would say to you:  \"If so, the verse should state 'the owner shall come to the judge [hashofet]'! Why 'to God [HaElohim]'?\" We learn from this that [this word] is in the counting. ", 
            "And Rabbi Yonatan [would say to you]:  \"It is using normal language—as people say— for a person who has a case to bring to the judge.\" ", 
            "But does Rabbi Yoshayah not hold by [the principle] of [not having] an odd-numbered court?  Is it not taught:  \"Rabbi Eliezer son of Rabbi Yose HaGlili said: 'What does the verse teach, \"After the majority you should incline\" (Exodus 23:2)? \"To incline\"—the Torah says,  \"Make for yourself an odd-numbered court\" [lit. an inclined court]'\"?! ", 
            "He thinks according to Rabbi Yehudah, who says  \"seventy\",  as it is taught:  \"The Great Sanhedrin had seventy-one. ", 
            "But Rabbi Yehudah says: 'Seventy'.\" Let's say that you learn this for Rabbi Yehudah concerning the Great Sanhedrin as the verses are written; with all other courts, could you learn this for him?", 
            "Or you could say there's no difference [between the Great Sanhedrin and other courts], for is it not taught:  \"'The laying of the hands of the elders and the ceremony of the breaking of the calf's neck with three [judges]'—the words of Rabbi Shimon.  And Rabbi Yehudah says:  'With five'\"", 
            "—and we say  what the reasoning is for Rabbi Yehudah: \"'They will lay their hands'—this is two; 'elders'—this is two (Leviticus 4:15)—and there is no even-numbered court, so we add upon them another one—this is five.\"!? ", 
            "Rabbi Yoshayah['s opinion] seems more forceful than Rabbi Yehudah's, because if with the Great Sanhedrin Rabbi Yehudah does not have [the requirement of having an odd-numbered court] then in all other courts he does; but Rabbi Yoshayah, in all other courts he does not also.  However, what does [Rabbi Yoshayah] do [with the word] \"to incline\"?  He assigns it to capital cases ", 
            "but not to monetary cases.  But it is taught [in the Mishnah]:  \"Two [judges] that say he is acquitted, one that says he is liable, he is acquitted;  two that say he is liable, one that says he is acquitted, he is liable\"! [I.e. it assumes majority rule in monetary cases].  Can we say that this [Mishnah] is not in accordance with Rabbi Yoshayah? ", 
            "No! It can even be said from Rabbi Yoshayah['s view]. He would derive it from a kal vahomer (a principle deriving the law for a more lenient case from a more stringent case) from capital cases.  Since capital cases are so stringent and God says, ... \"Go after the majority\", all the more so in monetary cases.", 
            "Our rabbis taught:  \"Monetary cases with three [judges]; Rabbi said: 'With five, so that the case will be completed with three [i.e. the ruling will come from at least three judges].'\" But if we have three, can the case not be completed with two?  This is what [Rabbi] meant:  \"Because the case is completed with three.\"  Therefore, when the Torah says three, it is written concerning the case's completion. ", 
            "Rabbi Abahu ridiculed this:  \"From this [reasoning], the Great Sanhedrin would need one-hundred and forty-one in order to complete the case with seventy-one! And the lesser Sanhedrin would need forty-five in order to complete the case with twenty-three! ", 
            "Rather,  'Gather me seventy people' (Numbers 11:16); God says, from the time of gathering [there should be] seventy.  'Judge the congregation; save the congregation' (Numbers 35:24) is also from the time of judging the congregation.  So too, 'The owner shall approach the judges' (Exodus 22:7) is from the time of approach.", 
            " Rather, this is the reasoning of Rabbi:  'That the judges [HaElohim, in the plural] declare guilty' (Exodus 22:8)—two. Judges [Elohim] is said below and is said above; just as below [it indicates] two, so too above [it indicates] two, and there is no even-numbered court, [so we] add upon them an additional one—this is five.\""
        ], 
        [
            "and the Sages [who say three judges come to this conclusion because] it is written \"he will make them guilty\" [instead of \"they will make them guilty\" as it is read—thus there is one above, one below, and then add another because there are no even-numbered courts—this is three].", 
            "Rabbi Yitzhak son of [Yose] said that Rabbi Yohanan said: \"Rabbi, Rabbi Yehudah son of Ro'etz, Bet Shammai, Rabbi Shimon and Rabbi Akiva all think that the way the Torah is read takes precedence [over the way in which it is written when deriving law from biblical passages].\"", 
            "Rabbi, as we already said.", 
            "Rabbi Yehudah son of Ro'etz, as it is taught [in a baraita]: \"His students asked Rabbi Yehudah son of Ro'etz, 'I read \"two weeks [shvu'ayim]\" (Leviticus 12:5) [for the period of impurity after a female child is born]. But perhaps the birth of a female [child] should cause impurity for seventy [shiv'im] [days]?'", 
            "He said to them, 'There is impurity and purity for a male, and there is impurity and purity for a female. Just as the [period of] purity for a female is double that for a male [in length], so too is the [period of] impurity for a female is double that for a male.'", 
            "After they left, he left and followed after them. He said to them, 'You don't need to rely on what I said! We read \"two weeks [shvu'ayim]\" and the way the Torah is read takes precedence.'\"", 
            "Beit Shammai, as it is taught [in a Mishnah]: \"Beit Shammai say: 'For all that is offered on the outer altar, given as an offering, one [sprinkling of the sacrifice's blood on the corner of the altar], then it atones (as it is said, \"The blood of your sacrifice you should pour\" (Deuteronomy 12:27)); but for a sin offering, two [sprinklings are required].' And Beit Hillel say: 'Even for the sin offering that is given as an offering, one [sprinkling atones].'\"", 
            "And Rav Huna said: \"What the reason of Beit Shammai? [We read] 'kranot', 'kranot', 'kranot', (corners, each plural) (Leviticus 4:7)—this is six [sprinklings]: four ideally, but two suffice;", 
            "but Beit Hillel say: [it is written] 'kranot', 'karnat', 'karnat' (one plural, two singular)—this is four [sprinklings]: three ideally, and one suffices.\"", 
            "But let us say [according to Beit Hillel] that all [of the sprinklings] are for the ideal [case]? [No!] We don't find that [one can get] atonement with zero [sprinklings].", 
            "Rabbi Shimon, as it is taught [in a baraita]: \"Two [walls for the Sukkah] according to their law, and a third [that can be as small as] even a hand-breadth. Rabbi Shimon says: 'Three according to their law, and a fourth [that can be as small as] even a hand-breadth.'\" What are they disagreeing about? The Sages think that the way the Torah is written takes precedence, and Rabbi Shimon thinks that the way the Torah is read takes precedence.", 
            "The Sages think that the way the Torah is written takes precedence, \"besukkat\", \"besukkat\", \"besukkot\" (two singular, one plural)—thus there are four. Lose one verse for [the law] itself (see sugya above on 3b), three remain to come for the law; reduce the third and assign it to a handbreadth;", 
            "while Rabbi Shimon thinks \"besukkot\", \"besukkot\", \"besukkot\" (all plural)—thus there are six. Lose one verse for [the law] itself, six remain to come for the law; reduce the fourth and assign it to a handbreadth.", 
            "Rabbi Akiva, as it is taught [in a baraita]: \"Rabbi Akiva said: 'From where [do we know] that a revi'it (volume measure) that leaves from two corpses will make the tent impure? \"On all dead 'nefashot' (plural) do not approach\" (Leviticus 21:11); two nefashot and one measure.'\" And the Sages: \"Nafshat\" (singular) it is written.", 
            "Rav Aha bar Yaakov attacked this: \"Is there anyone who doesn't hold that the way the text is pronounced takes precedence? Is it not taught [in a baraita]: \"'In its mother's milk (halav)' (Exodus 23:19). Could it be in fat (heilev)\"?!"
        ], 
        [
            "You [i.e., the baraita, should] say: The way the text is pronounced takes precedence!", 
            "Thus according to everyone the way the way the text is pronounced takes precedence. And Rabbi and the Sages disagree on this: Rabbi thinks: \"Yarshi'un\" (Exodus 22:8) is another [set of] judges (Elohim) [from the first set: thus there are five]; and the Sages think: \"Yarshi'un\" is this and that [i.e. Elohim before and Elohim here are obviously referring to the same Elohim—thus three judges].", 
            "Rabbi Yehudah ben Ro'eitz—the Sages did not disagree about it.", 
            "Beit Hillel, as it is taught [in a baraita]: \"And he atones\" (Leviticus 4:20), \"And he atones\" (Leviticus 4:26), \"And he atones\" (Leviticus 4:31)—because of the analogy [you might have drawn proving that four sprinkles are required].", 
            "But is this not [derived from] an analogy? It is said \"blood\" below and it is said \"blood\" above: just as \"blood\" that was said below, since it is given as an offering, one [sprinkling] atones—so too \"blood\" that was said above, since it is given as an offering, one sprinkling atones.", 
            "Or you could derive it in this way: It is said \"blood\" for the outside [altar] and it is said \"blood\" for the inside [altar]; just as \"blood\" that was said for the inside, if it's missing from from its offerings it does nothing at all, so too \"blood\" that was said for the outside, if it's missing from its offerings, it does nothing at all!?", 
            "Let us compare what is similar: We decide outside from outside and we do not decide outside from inside.", 
            "Or you could derive it in this way: We compare a sin offering [with a sprinkling on all] four corners from a [different] sin offering [with a sprinkling on all] four corners, and this would not be proved from any sin offering that does not have [a sprinkling on all] four corners!", 
            "Learn to say: \"And he atones,\" \"And he atones,\" \"And he atones\"—because of the analogy [you might have otherwise drawn]. He atones even if he only did three [sprinklings], he atones even if he only did two, he atones even if he only did one.", 
            "And Rabbi Shimon and the Sages disagree on this: Rabbi Shimon thinks the skhakh doesn't require a verse; and the Sages think the skhakh does require a verse.", 
            "And Rabbi Akiva and the Sages disagree on this: Rabbi Akiva thinks \"Nefashot\" (Leviticus 21:11)—learn two [i.e. nefashot appears twice, so learn his principle from the fact that it appears twice]; and the Sages think \"Nefashot\"—learn it is ordinary [i.e. it's just a normal way to use the same word twice in this instance].", 
            "And according to everyone, the way Scripture is pronounced takes precedence?! But is it not taught [in a baraita]: \"Letotafat\" (Exodus 13:16), \"Letotafat\" (Deuteronomy 6:8), \"Letotafot\" (Deuteronomy 11:18) [i.e. in the singular twice and in the plural once], thus there are four [chambers in the tefillin]—the words of Rabbi Yishmael.", 
            "Rabbi Akiva says: It is not necessary! \"Tat\" in Coptic is two, \"pat\" in African is two [thus totafat shows there are four chambers]?", 
            "Rather, they always disagree, and these matters where they disagree are cases where the pronunciation is different from the traditional [text]; however, this \"halav\" and \"heilev\" are when [the word could be] both [then] the way Scripture is pronounced takes precedence.", 
            "For behold, \"Yir'eh\" \"Yera'eh\" (Exodus 23:17) [one in active, one in causitive] are where they are both the same and they disagree! As it is taught [in a baraita]: Yohanan ben Dehavai says in the name of Rabbi Yehudah ben Teima: \"One who is blind in one of his eyes is exempt from pilgrimage [hera'ah], as it is said: 'Yir'eh'. 'Yir'eh': like the way that he comes to see, so too he comes to see; just as one sees with two eyes, so too he has to be seen with two eyes.\"", 
            "Rather, Rav Aha son of Rav Ika said: \"The verse said: 'Do not cook a kid' (Exodus 23:19)—it is the way of boiling that the Torah forbade [and thus the only way to read the verse is with halav and not heilev].", 
            "Our rabbis taught: \"Monetary cases, with three [judges]."
        ], 
        [
            "But if he was an expert for the many, he [can] judge even alone.\" Rav Nahman said: \"Just like I judge monetary cases by myself.\"  And so said Rabbi Hiyya: \"Just like I judge monetary cases by myself.\"", 
            "It was asked: \"Just like I, who have learned, explained, and received permission.\" But if he didn't receive permission, his judgement is not law, or maybe even though he didn't receive permission, hie judgement is law?", 
            "Come learn: That Mar Zutra son of Rav Nahman judged a case and erred. He came before Rav Yosef. He said to him: \"If they [the litigants] received you upon themselves [i.e. agreed to you judging alone], you don't pay; but if not, go and pay.\" Learn from this: When he didn't receive permission, his judgement is law—learn from this.", 
            "Rav said: \"Anyone who wants to judge a case and if he errs wants to be exempt [from payment], [should] take permission from the Exilarchate.\" And so said Shmuel: \"[He should] take permission from the Exilarchate.\"", 
            "It's obvious from here to here [Babylon] and from there to there [Eretz Yisrael] ([permission] is effective), and from here to there (is also) effective since here is \"staff\" and there is \"lawgiver\",", 
            "as it is taught [in a baraita]: \"'The staff will never leave from Judah' (Genesis 49:10)—these are the Exilarchs in Babylon that rule Israel [i.e. Jews] with the staff; 'And the lawgiver from between his legs' (Genesis 49:10)—these are the descendants of Hillel that teach Torah in public.\"", 
            "[But] from there to here, what['s the law]? Come learn: That Rabbah bar Hanah judged a case and erred. He came before Rabbi Hiyya. He said to him: \"If they [the litigants] received you upon themselves [i.e. agreed to you judging alone], you don't pay; but if not, go and pay.\" But Rabbah bar Hanah received permission! Learn from this: From there to here it is not effective. Learn from this.", 
            "And it's not effective? But Rabbah bar Rav Huna argued against the Exilarchate, saying: \"It was not from you that I received permission! I received permission from my father, my master, and my father, my master from Rav, and Rav from Rabbi Hiyya, and Rabbi Hiyya from Rabbi!\" It was mere speech that he was throwing at them.", 
            "But if [permission] wasn't effective, why did Rabbah bar Hanah get permission? For the towns that are by the borders.", 
            "What permission?"
        ], 
        [], 
        [
            " when 2 people judge a court case, everyone agrees that their verdict is not valid ", 
            " When two people judge a monetary case, everyone agrees that their verdict is not valid"
        ], 
        [
            "", 
            "  ", 
            "", 
            "   ", 
            "  ", 
            "     ", 
            " ", 
            "", 
            " ", 
            "Rebby had the following challenge: -It shouldn't say \"to the whole nation\" it should just have said 'to the poor people that came to him' rather (Rebby says) even in the cases where Dovid didn't pay for the loser, it was still justice for one person and charity for the other person- ", 
            "R'Shmion Ben Minasey says: -Two people who come in front of you for court, until you hear their case, or from the time you heard their claims, and you don't know what the verdict should be, you can still advise them to make a compromise. From the time you heard their claims, and you know what the verdict should be, you are not allowed to tell them to compromise. As it says in the Torah - \".......\"  (He now elaborates on this Posuk) Before the case has been unraveled, you may steer them toward peace.  But from the time when the case has been unraveled, you can't steer them toward peace", 
            " -If two people came into court, and one is soft and one is tough, until you (the judge) heard what they said, and you don't know what the verdict should be, you are allowed to say to them  'I don't want to deal with this case\" because perhaps you will declare the tough guy guilty, and he will come after you. But once you have heard their claims, you can't excuse yourself from the case.  As the Torah says (beginning of Devarim) \"Do not be afraid of anyone\"-", 
            "R'Yehosua Ben Karcha says: -From where do we know that a student who sits and watches his Rabbi (when his Rabbi is judging), and he (the student) sees that the poor person should be innocent and the rich person should be obligated, so from where do we know that he should not be quiet?  As it says in the Torah \"Do not be afraid of anyone\"-       Rebby Channin says: -The posuk means don't hide your words because of anyone- The witnesses should know who they are testifying about, who they are testifying in front of (Hashem), and who will hold them accountable (Hashem).  As the Torah says \"The people standing in a court case are standing in front of Hashem.\"", 
            "The judges should also know who they are judging, who they are judging in front of, and who will hold them accountable.  As the Torah says \"Judges stand in the presence of G-D.\" And similarly in Yehoshafat it says \"He said to the judges 'See what you are doing, for you are not judging for man, you are judging for Hashem.'\"  What if the judge says \"What do I need all this for?\"  Say to him that Hashem is with him.  Also, a judge is only accountable for what his eye sees.", 
            "How would we define 'Gemar Din'? Rav Yehuda says that Rav says .-'This person is innocent and this person is guilty'- Rav Says -The Halacha follows R' Yehoshua Ben Karcha  Wasnt' Rav Huna a student of Rav?  When people would come to Rav Huna he would ask them  if they want strict justice or compromise.- Reb Yehoshua Ben Karcha responds to this by saying that it is a Mitzvah to ask the litigants if they want strict justice or compromise"
        ], 
        [
            "      ", 
            " ", 
            "    ", 
            " ", 
            "     ", 
            " ", 
            "", 
            "A certain man used to say:  “It is good for a person to hear and be silent. One hundred evils pass him by.”  Samuel said to Rav Yehuda:  This is a written verse. “To start a quarrel is to open a sluice; [Before a dispute flares up, drop it.]” (Proverbs 17:14). The beginning of a hundred lawsuits. ", 
            "A certain man used to say:  “For two or three [crimes] a thief is not killed.”  Samuel said to Rav Yehuda:  This is a written verse: “Thus said the Lord: For three sins of Edom, and for four I will not revoke it” (Amos 1:11).", 
            "A certain man used to say:  “There are seven pits for the good man and one for the doer of evil.”  Samuel said to Rav Yehuda.  This is a written verse. “Seven times the righteous man falls and gets up; a wicked man falls through one misfortune” (Proverbs 24:16). ", 
            "A certain man used to say:  “One who comes from the court - if [the court] took the person’s cloak – let him sing and go on his way.”  Samuel said to Rav Yehuda:  This is a written verse. “And all these people shall go home in peace” (Exodus 18:23).", 
            "A certain man used to say:  “She sleeps and her basket falls.”  Samuel said to Rav Yehuda:  This is a written verse. “Because of laziness the roof collapses [and because of idle hands the house leaks]” (Ecclesiastes 10:18).", 
            "A certain man used to say:  “A man upon whom I relied lifted up his fists and arose [against me].”  Samuel said to Rav Yehuda:  This is a written verse. “Even my friend whom I trusted, [who ate my bread, has lifted up his heel against me.]” (Psalms 41:10)", 
            "A certain man used to say:  “When our love was strong, we slept on the width of a sword. Now that our love is not strong, even a bed of sixty cubits could not hold us. Rav Huna said:  These are written verses. At the beginning it is written “I shall meet you there and speak with you from on top of the cover which is on the ark of testimony between the two cherubs” (Exodus 25:22). And it was taught:  The ark is nine [handbreadths] and the covering one handbreadth. Behold it is ten [handbreadths]. And it is written: “And the house which King Solomon built to the Lord was sixty cubits in length and twenty in width and thirty cubits in height” (1 Kings 6:2) ", 
            "And at the end it is written: “Thus said the Lord: The heavens are my throne and the earth is my footrest what house can you build for me [and what kind of place for my rest?]” (Isaiah 66:1)."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "  ", 
            "   ", 
            " ", 
            "          ", 
            "   ", 
            "   where does the Torah reference false witnesses?", 
            "reference to false witnesses but it is written \"as they have testified falsely\"? rather where is the Biblical reference that false witnesses are lashed? because it says \"and they merit the righteous and indited the wicked\"", 
            "because \"they have merited the righteous and indited the wicked\" - then, if the wicked should be lashed rather witnesses that testified against the righteous and then came other witnesses and testified against the righteous "
        ], 
        [], 
        [
            "    ", 
            "     ", 
            "        ", 
            "    ", 
            "  ", 
            "       ", 
            "Our rabbis taught: since the death of the last prophets, Haggai, Zechariah, and Malachi, the Holy Spirit departed from Israel, even though they were still able to use the Bat Kol. Once, when they were meeting in the upper chamber of Gurya's house in Jericho, a Bat Kol came from heaven saying There is one among you that is worthy that the Shechinah should rest upon you like for Moshe Rabeinu, but his generation foes not merit it.  The Sages present set their eyes upon Hillel the Elder. And then he died, they said of him: The pious, the humble, the disciple of Ezra."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "   ", 
            "  ", 
            " ", 
            "  ", 
            "    ", 
            "    ", 
            "       ", 
            "      ", 
            "   ", 
            "  ", 
            "     ", 
            " ", 
            " ", 
            " ", 
            " ", 
            "", 
            "   ", 
            "   ", 
            "...Rav Kahana said A Sanhedrin that all of them saw that he was guilty, he is exempt."
        ], 
        [
            " ", 
            "Rav Yehuda said in the name of Rav: Any city which does not contain two to speak and one to listen, we do not seat a Sanhedrin-court. And in Beitar, there were three, and in Yavne, four. ", 
            "An objection was raised [from the following tanniatic statement], \"A threesome is wisdom a foursome is of the highest level.\"  ", 
            "  ", 
            "       ", 
            "        ", 
            "  ", 
            "  One hundred and twenty - what is its make-up? Twenty-three, corresponding to the lower court. And three rows of twenty-three – behold, ninety-two.", 
            "And ten idle men of the synagogue – behold, one hundred and two.", 
            "And two scribes and two sextons and two litigants and two witnesses and two disputers (<i>zomemin</i>) and two disputers of the disputers – behold, one hundred and fourteen. And it was learned, \"Any city that does not have in it these ten things, A Torah scholar is not permitted to live within it: A court that [punishes] with lashes and punishes [with penalties]; a charity fund, collected by two and distributed by three; a synagogue; a bathhouse; a restroom; a physician; a surgeon; a notary; (a butcher); and a teacher of children.\"  In the name of Rabbi Akiva, they said, ", 
            "\"Even types of fruit because there are types of fruit that help eyesight."
        ], 
        [
            "", 
            "  ", 
            " ", 
            "", 
            " ", 
            "", 
            "", 
            "    ", 
            "    ", 
            "  ", 
            "\"A High Priest can judge\" This is obvious?  This too is obvious. If he cannot be judged, then how can he judge? because it says (Zefanya 2, a):  and if you wish to say", 
            "this comes to teach us in the beraita a High Priest who kills someone on purpose - receives the death penalty. [If the High Priest kills] by accident - he is exiled. And if he [the High Priest] violates a prohibition he is treated [in court] as a regular person in all matters. [When it says that if a High Priest kills someone] on purpose - that he receives the death punishment; that's obvious!?"
        ], 
        [
            "   ", 
            "   ", 
            " one could [mistakenly] believe since it is written in a mishna: You need 71 judges to judge the Tribe, false prophet, and High Priest and Rav Ada son of Ahava said..."
        ], 
        [
            " ", 
            "", 
            " ", 
            "   ", 
            " ", 
            "   ", 
            "and Rabbi Yehuda ", 
            "\"And when he comforts [mourners]\" Our sages (Tanaim) teach us: When he [the High Priest] walks in a line [of mourners] to mourn others, the Vice [High Priest] and the previously appointed High Priest, and the Head of the father's house, and mourners, and [the rest of] the nation are on his [the High Priest's] left and when he [the High Priest] stands in a line and is comforted by others, [then] the Vice [High Priest] is [stands] on his [the High Priest's] right, and the Head of the Father's House and [the rest of] the nation stand on his [the High Priest's] left", 
            "but an appointed person [the previously appointed High Priest], does not [walk] with him. What's the reason?  Rav Papa says: hear from this [learn] from this Berita three things: hear from this [deduce] the Vice [High Priest] is the \"appointed\", and hear from this [deduce] mourners stand and the [rest of] the nation pass by, and hear from this [deduce] mourners are on the left, and the comforters stand.", 
            "Our sages have taught: in the beginning, mourners would stand and [the rest of] the nation would pass, and there were two families in Jerusalem who coaxed one another. This [family] said: I pass first. And that [family] said: I pass first. They [Sages] established that the [entire] nation should stand, and the mourners pass.", 
            "(He returned and went and told, a nmemonic)", 
            "Rami Bar Aba said: Rebbi Yossi returned the thing to as it was before in Ziporii,  and Rami Bar Aba said: Rebbi Yossi established in Ziporri that a woman should not walk in the market, and her son behind her, because of an event that happened. And Rami Bar Aba said: Rebbi Yossi established in Ziporri that women should get haircuts in the bathroom because of \"Yichud\" [Jewish law not prohibiting unmarried couple to be in closed room together] ", 
            "Rav Menasiya Bar Ot said: I asked Rebbi Yashiya the Head of the cemetery [?] and he told me there cannot be a line [of mourners] of less than ten people, and the mourners don't count [as part of the ten], whether the mourners stand and the [rest of the nation] pass, or whether the mourners pass and the [rest of the] nation stands.", 
            "When he [the High Priest] is comforted: they ask him if he [the High Priest] is comforting others, what should he say? come and hear [learn] and he says \"be comforted\" what case is this? if you think it's the case that others are comforting him, then saying that \"be comforted\" is bad luck.  rather when he [the High Priest] is comforting others, he says to them \"be comforted.\":", 
            "\"A king does not judge and is not judged\"  Rav Yosef said,  \"This is only referring to the kings of Israel, but the kings of the house of Jacob both judge and are judged.\" As it is written, \"O house of David, thus saith the LORD: Execute justice in the morning...\"  and if they aren't judged, how can they judge? For it says, \"Gather yourselves and be gathered (Hitkosheshu va-koshu)...\" And Resh Lakish said,  \"judge (keshot) yourself and then judge others.\" ", 
            "But the kings of Israel, why not them?  It is because of a case that happened  when King Yannai's slave killed a person. Shimon ben Shetach said to Sages, \"Put your eyes on him and we will judge him.\" They sent to him, \"Your slave has killed a person.\" He sent him (the slave to them). They sent to him, \"You come here as well. The Torah says, 'And the Master shall be testified against (Shemot 21:29)'  let the master of the ox come and stand on behalf of his ox.\"", 
            "He came and sat. Shimon ben Shetach said to him, \"King Yannai! Stand on your feed and you will be testified against! ... And it is not before us that you are standing but rather before the One Who Spoke And The World Was Created! As it says, \"And the two people who have the fight shall stand before God.\" He (Yannai) said to him, \"It is not as you say, but as your colleagues say.\" witness nor is he the subject of testimony.\" "
        ], 
        [
            "He turned to his left and they all lowered their faces to the ground. He turned to his right and they all lowered their faces to the ground.  Shimon ben Shetach said to them, \"Are you all such thinkers? Let the Master of Thoughts come and repay you. At once Gabriel came and struck them to the ground and they died. At that moment they said, \"The king does not judge and is not judged. He does not bear witness nor is he the subject of testimony:"
        ], 
        [], 
        [
            "", 
            " Wooden vessels - starting when can they accept impurity?"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "But we've learned this [from a tannaitic source] twice!"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            " ", 
            " ", 
            " ", 
            "   ", 
            "R. Ashi said: The [contradictory] teachings are reconciled as above; but as for the [Scriptural] verses, one refers to a decision based on strict law, the other to a compromise. ", 
            "As it has been taught: \"Justice, justice shalt thou follow\" (Deuteronomy 16:20); the first [mention of justice] refers to a decision based on strict law; the second, to a compromise.  How so? Where two boats sailing on a river meet; If both attempt to pass simultaneously, both will sink,  whereas, if one makes way for the other, both can pass [without mishap].  Likewise, if two camels met each other while on the ascent to Beth-Horon; if they both ascend [at the same time] both may tumble down [into the valley]; but if [they ascend] after each other, both can go up [safely]. ", 
            "How then should they act? If one is laden and the other unladen, the latter should give way to the former.  If one is nearer [to its destination] than the other, the former should give way to the latter.  If both are [equally] near or far [from their destination,] make a compromise between them, the one [which is to go forward] compensating the other [which has to give way]."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "   ", 
            "  ", 
            "", 
            "", 
            " ", 
            "   ", 
            " like the seeds of a pomegranate are the empty ones, even the people you think aren't s religious are full of mitzvos like a pomegranate  ......", 
            "...there were thugs in r' zayras town and he befriended them so that ultimately he can help them be better people ...the rabanon were not happy about this ...when r' zayra died they said ...until now r'zayra was davening for us? whats going to protect us now?  ...so they had a change of heart and did teshiva", 
            "     ", 
            "Mishnah: How do we threaten the witnesses [to ensure that they do not lie]? For witnesses in capital crimes, they would bring them in and threaten them: \"Lest you should say [something that is not eyewitness testimony but rather] from estimation, or from rumor, or testifying based on another witness's testimony, or based on a trustworthy person; Lest you not know that we will check you with examination and scrutiny;", 
            "Know that capital cases are not like monetary cases. [With regard to] monetary cases, [a false witness] gives money and it absolves him. [With regard to] capital cases, the blood [of the victim] and the blood of his [unborn] descendants is hung on [the false witness] until the end of time, for so we find about Cain, who killed his brother, as it is said, \"Your brother's bloods (<em>demei</em>) are crying out (Genesis 4:10)--\" it does not say 'Your brothers blood (<em>dam</em>)', but rather 'Your brother's bloods (<em>demei</em>)'-- his blood and the blood of his [unborn] descendants.", 
            "Another opinion [on the use of the plural 'bloods']: 'Your brother's bloods (<em>demei</em>)'-- that his blood was splattered on the trees and rocks.", 
            "[Returning to the first explanation:] Therefore a singular man was created-- to teach you that anyone who causes one Israelite life to be lost, Scripture accounts to him as if he caused a whole world to be lost; and anyone who sustains one Israelite life, Scripture accounts to him as if he sustained an entire world.", 
            "[Man] also [descends from a common ancestor] for the sake of peace among the creations-- so that no man can say to his friend, \"My father is greater than your father.\" And [it was also made this way] so that heretics will not claim, \"There are multiple powers in the heavens.\"", 
            "[Man] also [descends from a common ancestor] to testify to the greatness of the Holy Blessed One.  For a man forges many coins from the same mold and each one is identical.  But the King of kings of kings, the Holy Blessed One forges each man from the same mold of the original man and no one is like his fellow. Therefore each and ever person is obligated to say, \"For me was the world created.\"", 
            "\"[Returning to the threatening of the witnesses, we tell them:] And lest you say,"
        ], 
        [], 
        [
            "   ", 
            "    ", 
            "   ", 
            "  ", 
            " ", 
            " ", 
            " ", 
            " The Rabbis taught, man was created individually. And to what purpose? So that the heretics should not say,  \"There are many powers in the Heavens.\" Another opinion: For the sake of the righteous ones and for the sake of the evildoers; so that the righteous ones not say, \"We are the children of a righteous  one,\" and the evildoers not say,  \"We are the children of an evildoer.\"", 
            "Another opinion: For the sake of the families; so that families should not vex one another. And if it is now the case that he was created individually and they [still] vex each other, all the more so [would it be the case] if he was created as two. Another opinion: For the sake of the thieves and extortionists. And if it is now the case that he was created individually and they [still] steal and extort, all the more so [would it be the case] if he was created as two.", 
            "\"And to bespeak His greatness, etc.\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "   ", 
            " ", 
            "   ", 
            " ", 
            " ", 
            "  ", 
            "    ", 
            "  ", 
            "     ", 
            "      ", 
            "  ", 
            "", 
            "    ", 
            " ", 
            "  ", 
            " ", 
            " ", 
            "  ", 
            "    ", 
            "   ", 
            "The Rabbis taught"
        ], 
        [
            " ", 
            "  ", 
            "   ", 
            "      ", 
            " ", 
            "        ", 
            "      ", 
            "    ", 
            "  ", 
            " ...... This teaches that God did not punish on hidden sins until Israel crossed the Jordan. These are the words of Rabbi Judah. Rabbi Nehemiah said to him, ", 
            "\"Does God ever punish hidden sins? Behold it says, \"forever\"! Rather, just as God didn't punish for hidden sins, thus he didn't punish for revealed sins until Israel crossed the Jordan.\" If this is so,"
        ], 
        [
            "why was Achan punished? Because his wife and children knew about him.", 
            "\"Israel sinned...\"(Joshua 7:11) Rabbi Abba bar Zavda said, \"Even though he sinned, he is still Israel.\" Rabbi Abba said, \"This is why people say that a myrtle that stands among willows is still a myrtle and you still  call it a myrtle.\"", 
            "\"...and they also violated my covenant that I commanded them, they also took from the forbidden spoils, they also stole, they also denied me, they also put it in their vessels.\"(Joshua 7:11) Rabbi Il'ah said in the name of Rabbi Judah bar Masparta, \"This teaches that Achan violated all five books of the Torah as it says five times 'also'.\"", 
            "And Rabbi Il'ah said in the name of Rabbi Judah bar Masparta, \"Achan pulled at his forskin. It says here, \"And they also violated my covenant,\"(Joshua 7:11) and it says over there, \"He violated my covenant\"(Bereshit 17:14).\"", 
            "This is obvious! What would I have thought? He wouldn't have been free with an express mitzvah, thus this teaches us.", 
            "\"for he committed an outrage in Israel.\"(Joshua 7:15) Rabbi Abba bar Zavda said, \"This teaches that Achan had sex with an engaged woman. It says here \"for he committed an outrage...\"(Joshua 7:15) and it says over there, \"for she committed an outrage in Israel.\"(Devarim 22:21). "
        ], 
        [], 
        [], 
        [
            "", 
            "       ", 
            " ", 
            "    ", 
            "   ", 
            "    ", 
            " ", 
            " ", 
            "   ", 
            "  ", 
            "", 
            " ", 
            "  ", 
            "   ", 
            "", 
            "  ", 
            "   ", 
            " ", 
            "     ", 
            "Mishnah: Whenever someone is stoned, they are hung afterwards. These are the words of Rabbi Eliezer. But the Rabbis say: He is only hung if he is a blasphemer or an idol worshiper", 
            "According to Rabbi Elizer, a man his hung with his face toward the public, but a woman only with her face toward the tree from which she is hung\n"
        ], 
        [], 
        [], 
        [], 
        [
            " ", 
            "   ", 
            "  ", 
            " ", 
            "  ", 
            " ", 
            "    ", 
            "", 
            "  ", 
            "  ", 
            "   ", 
            "", 
            " ", 
            "  ", 
            "It has been stated: One who weaves a shroud ('tachrikhim') for a [Jewish?] corpse, Abayay stated:  It is forbidden to be used for anything else. Rava stated:  It is permitted to be used for other uses.", 
            "Abayay stated: It is forbidden to be used for other purposes, as designating it as such (a shroud for a ?specific corpse) is a definitive declaration of the use of that object Rava stated: It is permitted for use for other purposes, as such designation makes no definitive declaration for that specific use. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            " ", 
            "  ", 
            " ", 
            " Shmuel said, \"Since the verse stated (Leviticus 24:16), 'And he who blasphemes (<i>nokev</i>) the name, etc., in his blaspheming of the name will he be put to death.'\"", 
            "From where [do we know] that this [term,] <i>nokev</i> is an expression of ‘blessing?’ As it is written (Numbers 23:8), \"What will I curse (<i>nokev</i>), that God did not curse\" (wherein the usage of this word clearly reflects cursing);  and its prohibition is from here: \"God  will you not curse\" (Exodus 22:27).", 
            "But I could say, it is [a term of] piercing, as it is written (II Kings 12:10), \"and he pierced (<i>vayikov</i>) a hole in its door\"; and its prohibition is from here: \"and you shall destroy their name; you will not do so to the Lord, your God\" (Deuteronomy 12:3).", 
            "It requires [that the action be done to] the name by the name, and [this] is not [possible with piercing].", 
            "But I could say he placed two names upon one another and pierced them. That would [only] be piercing and piercing again. But I could say, that he engraved the name on the blade of a knife and pierced [another name] with it. That is the power of the knife (and not the name) that is certainly piercing.", 
            "I could say that it is pronouncing the name, as it is stated (Numbers 1:17), \"And Moshe and Aharon took these men that they pronounced (<i>nikvu</i>) by name\"; and its prohibition was from here: \"You shall fear the Lord, your God\" (Deuteronomy 6:13).", 
            "[For] one, it requires [that the action be done to] the name by the name, and [it] is not [possible with this understanding of the word]. And also,  it would be a positive prohibition; and a positive prohibition is not called a prohibition. ", 
            "And if you want, I could say the verse stated (Leviticus 24:11), \"And he blasphemed (<i>vayikov</i>) […] and he cursed,\" which is to say that <i>nokev</i> is [the saying of a type of] a curse. ", 
            "And maybe [he is not guilty] until he does both of them (blaspheme and curse)? It would not come into your mind, as it is written (Leviticus 24:14), \"Take out the curser,\" and it is not written, \"Take out the blasphemer and curser.\" We understand from this that it is one thing.", 
            "Our rabbis taught, [The verse could have said,] \"a man.\" [So] what is the Torah teaching us by saying \"any a man\" (Leviticus 24:14)?  It's to include idolaters, that they are prohibited in 'blessing' the name [of God], like a Jew;  but they are only executed by the sword, because all executions mentioned for the Noachides are only by the sword.", 
            "Is this [really] extrapolated from here? It is extrapolated from there: \"the Lord\" (Genesis 2:16) - this is [teaching the   prohibition of 'blessing' the name [of God].", 
            "Rabbi Yitzchak Nafcha says \"We only need [the verse that says 'any man'] to include [blasphemy with] substituted names [in the prohibition], and according to Rabbi Meir.\"", 
            "As we learned, \"'Any a man who curses his God will carry his sin' (Leviticus 24:14). What is the Torah teaching us -  was it not already stated (Leviticus 24:16), 'And he who blasphemes the name will surely be put to death?' Since it is stated, 'And he who blasphemes the name will surely be put to death,' it could be that he would only be liable [for the death penalty] on the explicit name (<i>shem hameforash</i>); from where [do we know] to include substitute names? [That is why] it teaches to say, 'a man who curses his God' in any case - these are the words of Rabbi Meir.", 
            "But the sages say, 'On the explicit name with death and on substitute names with a prohibition.'\" And [Rabbi Yitzchak Nafcha] is in disagreement with that of Rabbi Meisha. ", 
            "Since Rabbi Meisha said, \"A Noachide who 'blesses' the name [of God] with substitute names is liable [for the death penalty] according to [the sages].\"", 
            "What is the reason?  Since the verse stated (Leviticus 24:16), \"like the stranger (convert), like the native\" - that is when we require that he blasphemed the [explicit] name; but with an idolater, it is even with a substitute name.  ", 
            "And Rabbi Meir - that \"like the stranger (convert), like the native\" - would did he do with it? The convert and the native with stoning, the idolater with the sword. You would think to say, Since [the idolaters] are included, they are included [completely (even with regard to the actual death penalty). That is why] it implies to teach us [otherwise].", 
            "And Rabbi Yitzchak Nafcha according to [the sages] - that \"like the stranger (convert), like the native\" - would did he do with it? The convert and the native - that is when we require [that the action be done to] the name by the name; but with an idolater, we do not require the name by the name.  ", 
            "[According to the sages], why do I need, \"any a man?\" The Torah spoke in the language of man (according to popular parlance).", 
            "Our rabbis taught:  The Noachides were commanded regarding seven commandments: (1) Justice, (2) Blasphemy, (3) Idol Worship, (4) Sexual Immorality (5) Murder, (6) Robbery (7) Eating the limb of a living animal."
        ], 
        [
            "Rabbi Chaninah ben (Gamla) said: Also regarding [eating] the blood of a living animal. Rabbi Chidka said: Also regarding castration. Rabbi Shimon said: Also regarding sorcery.", 
            "Rabbi Yossi said: All that is said in the [Biblical] passage of sorcery, a Noahide is enjoined about — (Deuteronomy 18:10-12) \"There shall not be found among you any one that maketh his son or his daughter to pass through the fire, one that useth divination, a soothsayer, or an enchanter, or a sorcerer, or a charmer, or one that consulteth a ghost or a familiar spirit, or a necromancer... and because of these abominations the LORD thy God is driving them out from before thee.\" — and they could not be punished unless they had been enjoined.", 
            "Rabbi Elazar said: Also regarding <i>kilayim</i> [hybridization]. Noahides are permitted to wear <i>kilayim</i> [i.e. mixed wool and linen], and to plant <i>kilayim</i> [i.e. specific combinations of plants], and are only forbidden from breeding [mixed species of] domesticated animal and grafting trees.", 
            "How do we know this? Rabbi Yochanan said: The Torah says, (Genesis 2:16) \"And the Lord God commanded the man saying, 'You may certainly eat of every tree of the garden.'\"", 
            "\"And he commanded\" means establishing justice. For it says (Genesis 18:19): \"For I know concerning him that he will command his children after him.\"", 
            "\"Hashem\" that is a reference to the prohibition against blasphemy. As it says (Leviticus 24:16), \"Anyone who curses the name of the Lord shall be certainly killed.\" \"God\" is a reference to idol worship as it says (Exodus 20:2), \"There shall not be for you any other gods.\" \"Upon Man\" this is the prohibition against bloodshed. And so it says (Genesis 9:6), \"One who spills human blood etc....\"", 
            "\"Saying\" this is a reference to sexual transgressions. As it says (Jeremiah 3:1) \"Saying, a man sends away his wife and she goes to live with another man.\" \"From any tree in the garden\" - but not something stolen. \"You shall eat\" but don't eat a limb from a living animal.", 
            "When Rabbi Yitzchak came, he taught it differently. \"And he commanded\" is a reference to idol worship. \"Elohim\" is a reference to establishing justice. ", 
            "I understand why he thinks the word \"Elohim\" is a reference to justice since the Torah says (Exodus 22:7), and the litigants shall approach the judges (Elohim). But, \"and he commanded\" why does that suggest the prohibition against idol worship?", 
            "Rav Chisda and Rav Yitzchak bar Avidimi answered that question. One said: (Exodus 32:8) \"They have quickly turned from the path that they have been commanded to follow and have made themselves [a golden calf].\" The other one said: (Hosea 5:11), \"Ephraim is defrauded, robbed of justice, because he has witlessly gone after futility.\"", 
            "What is the difference? Here is the difference: Someone non-Jewish who made an idol and didn't worship it. The one says \"they have made\" thinks the problem is the moment when the idol is made. The one who says, \"he has witlessly gone after\" the prohibition does not start until he goes and worships the idol.", 
            "    ", 
            " ", 
            " ", 
            "   ", 
            " ", 
            " ", 
            "", 
            "  ", 
            "   A baraita teaches: Just as Israel was commanded to establish courts in every single town and every single city. So too the Children of Noah are commanded to establish courts in every single town and every single city.", 
            " ", 
            "The school of Menace taught: There are seven mitzvot that were commanded to the Children of Noah: (1)Idol worship, (2) Sexual transgressions, (3) Bloodshed, (4) Theft, (5) Eating the limb of an living animal, (6) castration, (7) mixing two species together.", 
            "Rabbi Yehudah says: The first man was commanded only against idol worship, as it says, \"and the Lord God commanded the man.\" Rabbi Yehuda ben Beteira says: He was also commanded against blasphemy and also to establish courts."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Rabbi Zeira presented a contradiction:   ", 
            " ", 
            "    ", 
            "  ", 
            " ", 
            "  ", 
            " ", 
            "  ", 
            "    ", 
            "   ", 
            "      ", 
            "     ", 
            "", 
            " ", 
            " ", 
            " ", 
            "Rava created a person, and sent it before Rav Zeira Rav Zeira spoke to it, but it wouldn't reply Rav Zeira said to it you are a creation of one of my colleagues, return to your dust", 
            "Rav Hanina and Rav Ushaya would sit all of Erev Shabbat, occupied with a Book of Creation, and create for themselves a third-grown calf, and they would eat it."
        ], 
        [], 
        [], 
        [
            "", 
            "   ", 
            "", 
            "  ", 
            "     ", 
            "", 
            "  ", 
            "     ", 
            "   ", 
            " ", 
            " ", 
            " ", 
            "       ", 
            " ", 
            "          ", 
            "the subverter is the one who says \"let's go serve idols.\"", 
            "When it comes to a sorcerer, someone who actually practices sorcery is liable to be stoned, but not one who makes an illusion. Rabbi Akiva said in the name of Rabbi Yehoshua, There is a case where two people gather cucumbers with sorcery, and one isn't punished and the other is. The one who uses sorcery is punished, and the one who makes an illusion isn't.", 
            "Rav Yehudah said that Rav said, This was taught in reference to the subverters of a city.", 
            "The mishna says \"the sorcerer is one who practices sorcery...\" The rabbis taught, When the Torah says not to let the \"sorceress\" live, it refers to either male or female. ...If so why does it say sorceress? because mostly women are involved in sorcery.", 
            "How do we know how they are punished? Rebbi Yosi Haglili says, It says here (Exodus 22:17) \"You shall not let the sorceress live\" and it says elsewhere (Deuteronomy 20:16) about the Canaanites \"You shall not permit any person to live.\" There it means they are killed with a sword so here to they are killed with a sword.", 
            "Rabbi Akiva says, ...It says here (Exodus 22:17) \"You shall not let the sorceress live\" and it says elsewhere (Exodus 19:13) about some one who ascends Har Sinai \"Whether an animal or a person it shall not live.\" There it means they are killed by stoning, so here to they are killed by stoning."
        ], 
        [
            "", 
            "  ", 
            "   ", 
            "", 
            "  ", 
            "Rabbi Yochanan said, ", 
            " ", 
            "  ", 
            "  ", 
            " ", 
            " ", 
            "Abaye said, The laws of sorcery are like the laws of melacha on shabbos, in that, some actions get you stoned, some actions you aren't punished for but are still wrong, and some are allowed in the first place.", 
            "The one who performs sorcery is stoned. the one who makes illusions is not stoned but still did wrong. things that are allowed are like the actions of Rav Chanina and Rav Oshaya, who would learn the laws of creation every friday night and a young calf would be created for them and they would eat it."
        ], 
        [
            "   ", 
            "     ", 
            "", 
            "             ", 
            "   ", 
            " ", 
            "     ", 
            "   ", 
            "     ", 
            "  ", 
            " ", 
            "How could Rabbi Eliezer do this? When we learned in the Mishnah, that one who does sorcery is stoned? Doing sorcery in order to study it is different and allowed. ...Like a master said, \"You shall not learn to act.\" To do it you cannot learn but to understand and teach the laws you can."
        ], 
        [
            "WHEN DOES HE BECOME LIABLE TO THE PENALTY OF A STUBBORN AND REBELLIOUS SON’? FROM THE TIME THAT HE PRODUCES TWO HAIRS UNTIL HE GROWS A BEARD RIGHT ROUND (BY WHICH IS MEANT THE HAIR OF THE GENITALS, NOT THAT OF THE FACE, BUT THAT THE SAGES SPOKE IN POLITE TERMS),", 
            "FOR IT IS WRITTEN, IF A MAN HAVE A STUBBORN AND REBELLIOUS SON (Deuteronomy 21:18): ‘A SON’, BUT NOT A DAUGHTER;‘A SON’, BUT NOT A FULL-GROWN MAN.  WHILST A MINOR IS EXEMPT, SINCE HE DOES NOT COME WITHIN THE SCOPE OF THE COMMANDMENTS....", 
            "[Shealah] Whence do we know that A MINOR IS EXEMPT? [Teshuva] Whence do we know?  The Mishnah states the reason, viz that  HE DOES NOT COME WITHIN THE SCOPE OF THE COMMANDMENTS. [Another Teshuva with a rhetorical question] Moreover, ... where else do we find that Scripture prescribed a penalty [for a minor], that a verse should be necessary here to exempt him? This is our question:", 
            "4. [Clarification of the shealah] Thus we say:  Now, is then a ‘STUBBORN AND REBELLIOUS SON’ executed ... for his actual iniquity? Surely he is rather slain on account of his ultimate end; and that being so, even a minor should be executed? Moreover, [the interpretation,] 5. [Another justification of the shealah] ‘a son’, but not a man, implies a minor? Rab Judah said in Rab’s name:", 
            "6. [Teshuva] Scripture says, If a man has a son [that is stubborn and rebellious], implying, a son near to the strength of manhood.", 
            "And [this] age being designated [by] a beard firmly around the bottom [of his face]. Rabbi Chiyya gave [an explanation]   ", 
            "Rav Chisda said [If a] minor who begot a son, [then]  his son does not fall into the category of a stubborn and rebellious son, [but] because he hates [the son], he will be a son to the man; he will be the son to the one who has reached manhood and not the son to the child."
        ], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "R. Amram, the son of R. Simon b. Abba, said: \"What does the passage (Ib., ib. 26, 30) Who hath woe? Who hath sorrow? Who hath quarrels? Who hath complaints? Who hath wounds without cause? Who hath redness of eyes? They that tarry late over the wine; they that become sick for mixed drink, mean? When R. Dimi came from Israel, he said : \"It was said in the West that he who tries to explain the passage above from the beginning to the end is correct, and he who tries to explain it from the end to the beginning is also correct."
        ], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "     ", 
            "A violent intruder is judged based on what his future actions will be. If a violent intruder broke the homeowner's barrel, if the intruder \"has blood\" (i.e. does not deserve to be killed by the homeowner) - the intruder is obligated to pay for the damages; if the intruder \"has no blood\" (i.e. deserves to be killed by the homeowner) - the intruder is exempt from paying for the damages.", 
            "Rava said: What is the reason for the [law regarding the]  violent intruder? [There is a] legal presumption: no one will restrain oneself from protecting one's property. And [the thief] said: If I [enter the tunnel], [the owner will] stand against me and not abandon me. And if he stands against me, I will kill him. And the Torah says: If he comes to kill you, rise up and kill him.", 
            "Rav said: One who burrows in and takes vessels and leaves is exempt [from payment]. What is the reason? Because he acquired it with his blood. Rav Said Rav's words make sense [in a case where] it was broken, because it no longer exists. But not when he took it [and it still exists].", 
            "By God! Rav said even when he took it [and it still exists, he is exempt]. For when it will not lead to murder, [and he took it, and lost it by] <i>force majeure</i>, he is obligated [to repay], which implies that it is in his possession; here too it is in his possession [and therefore, when he took it, it is his]", 
            "But it is not so. Because the Torah established it in his possession for the purposes of [loss by way of] <i>force majeure</i>. But for the purposes of acquisition, it exists in the possession of its owner, and [the thief] is like a borrower.", 
            "   ", 
            "", 
            "    ", 
            " ", 
            "", 
            " ", 
            " ", 
            "The Rabbis taught: If the sun rises upon him, \"he does not have bloodguilt.\" And does the sun rise upon him alone? Rather If the thing is clear to you like the sun that he does not have peace with you, kill him, and if not, do not kill him.", 
            "Another [baraitha] is taught If the sun rises upon him, he has bloodguilt. And does the sun rise upon him alone? Rather If it is clear to you like the sun that he has peace with you, do not kill him, and if not kill him. It is difficult, the unspecified on the unspecified.", 
            "It is not difficult."
        ], 
        [
            "[The first baraitha is discussing] a father [who tunnels] on the son. [The second baraitha is discussing] a son [who tunnels] on the father.", 
            "Rav said: I would kill anyone that tunnels into my house except for Rav Hanina bar Shilah. Whats the reason? If you say it is because he is a tzadik, why is he coming in a tunnel (violently intruding)? Rather, because he would have mercy on me, like the mercy of a father on the son.", 
            "The Rabbis taught:  He has bloodguilt on shabbos and weekday and he isnt guilty on shabbos and weekday", 
            "One might have thought that killing the thief is like Beis Din, and we do not kill on Shabbos. The Beraisa teaches that this is not so  However, what does the Reisha teach? If one may not kill on a weekday, and all the more so on Shabbos", 
            "Rav Sheishet said: ...It teaches that if the ground caved in on him we unearth him to save him, even on Shabbos. ", 
            "The Rabbis taught: anyone may kill him,he may be killed in any way.   ...We understand the Reisha. One might have thought that only the Ba'al ha'Bayis may kill him, for he knows himself, that he will fight to keep his property, but anyone else may not", 
            "...The verse teaches that the thief is a Rodef , so anyone may kill him. ", 
            "...However, why must the Seifa permit killing him in any way? We already know this from Rotze'ach! ...What is the source to kill him any other way, if we cannot give the proper Misah?  ...Rotze'ach is an exception.", 
            "", 
            "...We should learn from it ...Rotze'ach and Go'el ha'Dam are two verses teaching this principle. One of them could have been learned from the other, therefore they do not teach about other cases.", 
            "The Rabbis taught: ...teaches that he may be killed only if he tunnels in; ...in any case.  ...If so, why does the Torah mention Machteres", 
            " ...he Beraisa discusses the usual case. Most thieves come through the Machteres.  ...What is the source to kill him if he enters through the roof,  ... in any case.  When he comes through the Machteret, he need not be warned. "
        ], 
        [
            "Mishna: And these are the ones whom we save [at the expense] of their lives: One who chases after his friend to kill him, or after a male, or after a betrothed young woman. But one who chases after an animal, one who violates the Sabbath, and one who serves star-worship - we do not save [at the expense] of their lives.", 
            "Our Rabbis taught [in a baraita]: From where do we learn that one who chases after his friend to kill him may be saved [at the expense] of his life? The Torah says [Leviticus 19:16], \"Do not stand by the blood of your neighbor.\"    You're right! [the passuk is unavalibe to be used here]", 
            "Rather, what is the source for allowing us to kill? It is derived from the case of the \"half married girl\". Just like the married girl case- where the attempted murderer is only damaging her- the Torah says you can kill the attempted murder to save her. How much more so, if someone is an endangering someone as an attempted murderer", 
            "Is that true, we punish based on a non-equal comparison?  ", 
            "", 
            "and in the case of a married woman what is the source itself [for the ability to kill the rapist] like Rabbi Ishmael taught... \"there was no one to save her\" but, if there would have been someone to save her, he could save her in any way possible", 
            "itself"
        ], 
        [], 
        [
            "\n..."
        ], 
        [
            " R. Jacob said in R. Johanan's name: The minimum for publicity is ten.", 
            "It is obvious that Jews are required [for this publicity], for it is written. But I will be hallowed among the children of Israel.2  R. Jeremiah propounded: What of nine Jews and one Gentile? — Come and hear: For R. Jannai, the brother of R. Hiyya b. Abba learned: An analogy is drawn from the use of tok ['among'] in two passages. Here is written, But I will be hallowed among [be-tok] the children of Israel; and elsewhere, separate yourselves from among [mi-tok] this congregation:3  just as there the reference is to ten, all Jews, so here too — ten, all Jews.4  But did not Esther transgress publicly?5  — Abaye answered; Esther was merely natural soil.6  Raba said: When they [sc. the persecutors] demand it for their personal pleasure. it is different.7  For otherwise, how dare we yield to them' [sc. the Parsees or fire worshippers] our braziers [or fire bellows] and coal shovels?8  But their personal pleasure is different;9  so here too [in Esther's case].10  This [answer] concurs with Raba's view expressed elsewhere. For Raba said: If a Gentile said to a Jew. 'Cut grass on the Sabbath for the cattle, and if not I will slay thee', he must rather be killed than cut it; 'Cut it and throw it into the river, he should rather be slain than cut it. Why so? — Because his intention is to force him to violate his religion."
        ], 
        [
            "", 
            "Rav Yehudah said in the name of Rav: It happened once that a man cast his eye upon a woman and was overcome with great desire, so much so that he became gravely ill.  They came and asked the doctors, who advised:  “He cannot be healed unless he has sex with her.” The sages said:  “He should rather die; she will not have sex with him.”  (The doctors responded:) “Let her stand before him naked.”  (The sages said:) “He should rather die; she will not stand before him naked.”  (The doctors responded:) “Let her speak with him from behind a fence.”  (The sages said:) “He should rather die; she will not speak with him from behind a fence.”", 
            "There was a disagreement between R. Yaakov bar Idi and R. Shmuel bar Nachmani: one said this woman was married, and the other said  the woman was single. The above dialogue makes sense when it comes to a married woman,  but why would the doctors' ideas be a problem for a single woman?", 
            "Rav Pappa said:  \"Because it would disgrace her family!\" Rav Acha son of Rav Ika said:  \"Because it would lead to women being promiscuous!\"", 
            "So then he should marry her! But this will not satisfy his desire, as R. Yitzchak says:  \"Since the day that the Temple was destroyed, you can only really enjoy sex when it is forbidden, as it is said 'Stolen waters are sweet, and bread eaten furtively is tasty' (Proverbs 9:17)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "It has been taught:  R. Jose said; Originally there were not many disputes in Israel, but one Beit Din of seventy-one members sat in the Hall of Hewn Stones, and two courts of twenty-three sat, one at the entrance of the Temple Mount and one at the door of the Court, and other courts of twenty-three sat in all Jewish cities.  If a matter of inquiry arose, the local Beit Din was consulted.  If they had a tradition they stated it; if not, they went to the nearest Beth Din.  If they had a tradition, they stated it; if not, they went to the one situated at the entrance of the Court, and he declared, “Thus I have expounded, and thus have my colleagues expounded; thus have I taught and thus have they taught.”  If they had a tradition, they stated it, and if not, they all proceeded to the Hall of Hewn Stones, where they (Sanhedrin) sat from the morning tamid, until the evening tamid.  On Shabbat and festivals they sat within the hel.  The question was then put before them; if they had a tradition they stated it; if not, they took a vote: if the majority voted “unclean” they declared it so; if “clean” they ruled so.  But when the disciples of Shammai and Hillel, who had insufficiently studied, increased in number, disputes multiplied in Israel, and the Torah became as two Torot."
        ], 
        [], 
        [], 
        [
            "", 
            " ", 
            "    ", 
            "  ", 
            "", 
            "  ", 
            "", 
            "   ", 
            "    ", 
            "   ", 
            "  ", 
            "    ", 
            "", 
            "", 
            "...All of Israel has a portion in the world to come. For it is written, \"And your people, all of them are righteous, they shall inherit the land forever, a scion of My planting, the work of My hands in which I will glory.\" (Isaiah 60:21) ...These are the ones who do not have a part in the world to come. ...He who says that there is no reference in the Torah to resurrection, and he who says that the Torah was not given by Heaven, and an Epicurus", 
            "...R. Akiva said    ", 
            "...There are three kings and four commoners that have no portion in the world to come ...The three kings are ...Jerobam, Ahab, and Manasseh ...R. Yehudah said ...Manasseh does have a portion in the world to come, as it is said, \"And he prayed to Him, and He accepted his prayer, and He heard his supplication and He restored him to Jerusalem to his kingdom\" (Chronicles II 33:13)  ...they said to him  ", 
            " ...it is taught"
        ], 
        [], 
        [], 
        [
            "    ", 
            "       ", 
            "  ", 
            "     ", 
            "    ", 
            "Antoninus said to Rebbe At what point is the soul given to a human? Is it from the moment of decree [that such a child will exist], or from the moment of formation? He responded: \"from the moment of formation.\"  He replied,  \"is it possible that a piece of meat can last for three days without salt, and yet not become rotten?  Rather it must be from the moment of decree.\"   Rebbe said:  \"This thing that I learned from Antoninus, and there is a supporting verse: [Job 10] Your Providence has guarded my soul.\""
        ], 
        [], 
        [], 
        [], 
        [
            "1", 
            "2 3 4 5 Regarding David, it says (Samuel I, 16:18): One of the attendants spoke up, “I have observed a son of Jesse the Bethlehemite who is skilled in music; he is a stalwart fellow and a warrior, sensible in speech, and handsome in appearance, and the Lord is with him.”", 
            "6 Rav Yehuda in the name of Rav said 7 This entire verse was said by Doeg only in a manner of Loshon Hara 8 \"skilled in music\", meaning that he knows how to be asked, \"he is a stalwart fellow\" meaning that he knows how to respond, \"a warrior\" that he knows how to debate in the battle of Torah, \"and the L-rd is with him\" meaning that the Halachic rulings were in accordance with his view in every instance."
        ], 
        [
            "  ", 
            "   ", 
            "   ", 
            "  ", 
            "   ", 
            "  ", 
            "         ", 
            "   ", 
            "   ", 
            "    ", 
            "      ", 
            "    ", 
            " ", 
            "      ", 
            "To where were they [Tribes of Israel] exiled to? Mar Zutra says (teaches) To Africa, and Rebbi Chanina says  to the mountains of Sloog."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "     ", 
            "  ", 
            "   ", 
            "      ", 
            "         ", 
            "    ", 
            "       ", 
            "The Rabbis taught Naaman was a geir toshav (a not yet Jewish community member), and so was Nebuzar, who was a righteous geir (proselyte), who was descended from the children of Sisera. He taught Torah in Jerusalem, and the Children of Senacharib taught Torah to the masses in Bnei Brak––these were Shimayah and Abtalyon. ", 
            "The decedents of Haman taught Torah in Beni Brak as well.  The Holy One leads even those who are wicked under the wings of Shekhinah (God's feminine side).  The ministering angels said to the Holy One Master of the Universe These are the people who destroyed Your house, and who burned your holy sanctuary, and You are going to bring them under the wings of Shekhinah? This is what is meant by the verse We would have healed Babylonia, but she cannot be healed (Jeremiah 51:9)."
        ], 
        [], 
        [], 
        [
            "\"[cont.] Kings shall see and arise, Princes, and they shall prostrate themselves\".", 
            "Rabbi Eliezer said to him: And has not been said (Jeremiah 4, 1): \"If thou wilt return, O Israel, Saith the LORD, Yea, return unto Me\". Rabbi Yehoshua said to him: And has it not been said (Daniel 12, 7): \"And I heard the man clothed in linen, who was above the waters of the river, when he lifted up his right hand and his left hand unto heaven, and swore by Him that liveth for ever that it shall be for a time, times, and a half; and when they have made an end of breaking in pieces the power of the holy people, all these things shall be finished.\" etc. And Rabbi Eliezer was quiet.", 
            "And Rabbi Abba said: You do not have a more obvious end [of days] than this, as it is said (Ezekiel 36, 8): \"But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to My people Israel; [for they are at hand to come.]\"."
        ], 
        [], 
        [], 
        [
            "Sing it every day, sing it every day."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            " ", 
            "   ", 
            "  ", 
            "  ", 
            "       ", 
            "  ", 
            " ", 
            "     ", 
            "    ", 
            "   ", 
            " ", 
            "", 
            " ", 
            "    ", 
            "   ", 
            " ", 
            "\"After this matter, Jeraboam did not return from his evil path.\"  'After' what? Rabbi Abba said After The Holy One, Blessed Be He, seized him by his garment and said to him Come back to yourself, and I, you, and the son of Jesse [referring to King David] will stroll in the Garden of Eden.  He [Jeraboam] said to Him \"Who's in front?\" \"The Son of Jesse is in front.\" \"If so, I don't want it.\" "
        ], 
        [], 
        [], 
        [
            "", 
            "  ", 
            "   ", 
            "  ", 
            "   ", 
            "     ", 
            " ", 
            "", 
            "   ", 
            "   ", 
            "     ", 
            "     He has already given it to us, for it says (Psalms 115, 16): The heavens are the heavens of the LORD; But the earth hath He given to the children of men."
        ], 
        [], 
        [
            "    ", 
            "  ", 
            "   ", 
            " Rabba said in the name of Rabbi Yochanan \"One regarding the first Holy [Temple] and one regarding the second Holy [Temple] 'at night' regarding events that occurred at 'night', as it says (Deuteronomy 12:1) 'The entire community raised their voices and the people cried on that night' \"", 
            "Rabba said in the name of Rabbi Yochanan \"That was the evening of the ninth of Av.  The Holy One, Blessed be He said to [the nation of ] Israel 'You cried a baseless crying, and I will designate for you crying for generations.' \""
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "which did eat of my bread, hath lifted up his heel against me.", 
            "Rab Judah said in Rab's name: One should never [intentionally] bring himself to the test, since David king of Israel did so, and fell.       ", 
            "  ", 
            "  ", 
            " ", 
            "   ", 
            "   ", 
            "    ", 
            "   ", 
            "   ", 
            "    ", 
            "    ", 
            "   ", 
            "     ", 
            "      ", 
            "   ", 
            "       ", 
            "Rav Yehudah said in the name of Rav, David was afflicted with leprosy for six months, and the divine presence departed from him, and the sanhedrin separated from him. He was afflicted with leprosy, as it says, \"Purge me with hyssop till I am pure; wash me till I am whiter than snow.\" (Psalms 51:9) The divine presence departed from him, as it says, \"Let me again rejoice in Your help; let a vigorous spirit sustain me.\" (Psalms 51:14) And the sanhedrin separated from him, as it says, \"May those who fear You, those who know Your decrees, turn again to me.\" (Psalms 119:79) ...From where do we learn six months? As it says, \"The length of David’s reign over Israel was forty years.\" (I Kings 2:11)"
        ], 
        [
            "David reigned for seven years in Hebron, and in Jerusalem he reigned for 33 years. And it states, \"In Hebron he reigned over Judah seven years and six months ...\" (2 Samuel 5:5) Those six months were not counted, learn from this that he was afflicted with leprosy.", 
            "He said before him,  \"Master of the universe, forgive me of this sin.\" He forgave him. \"Show me a sign of Your favor, that my enemies may see and be frustrated because You, O Lord, have given me aid and comfort.\" (Psalms 87:17) He replied, \"In your lifetime I will not make it known, but I will make it known in the lifetime of your son Solomon.\"", 
            "When Solomon built the temple, he wanted to bring the ark into the holy of holies, but the gates stuck to one another. He said twenty four psalms but was not answered. He said, \"O gates, lift up your heads! Up high, you everlasting doors, so the King of glory may come in! Who is the King of glory?— the Lord, mighty and valiant, the Lord, valiant in battle.\" (Psalms 24:7-8) And it says, \"O gates, lift up your heads! Lift them up, you everlasting doors, so the King of glory may come in!\" (Psalms 24:9) and he was not answered. Once he said, \"O Lord God, do not reject Your anointed one; remember the loyalty of Your servant David.” (2 Chronicles 6:42), he was immediately answered", 
            "At that exact moment, the faces of David's enemies turned black like a pot, and all of Israel knew that the Holy One had forgiven him of his sin.", 
            " .... Rabbi Yochanan said"
        ], 
        [
            "   ", 
            "", 
            "  ", 
            " ", 
            "     ", 
            "", 
            " ", 
            "  ", 
            " ", 
            "     ", 
            "   ", 
            "   ", 
            " ", 
            "  ", 
            "   ", 
            "  ", 
            "These are the generations of Noah: Noah was a just man, and perfect in his generations. R. Johanan said:  In his generations, but not in other generations.  Resh Lakish maintained:  [Even] in his generations — how much more so in other generations.  ", 
            "R. Hanina said: As an illustration of R. Johanan's view, to what may this be compared? To a barrel of wine lying in a vault of vinegar: in its place, its odour is fragrant [by comparison with the vinegar]; elsewhere, its odour would not be fragrant.   R. Oshaia said:  As an illustration of Resh Lakish's view, to what may this be compared? To a phial of spikenard oil lying amidst refuse: [if] it is fragrant where it is, how much more so amidst spices!"
        ], 
        [], 
        [
            "THE GENERATION OF THE DIVISION, [THEY] HAVE NO PORTION IN THE WORLD TO COME, etc. What did they do? — The [scholars of] the school of Rabbi Shila taught: [They said,] ‘Let us build a tower, ascend to heaven, and cleave it with axes that its waters might gush forth.’ In the West [Eretz Yisrael] they laughed at this: If so, they should have built it on a mountain! (Rather) Rabbi Yirmiyah bar Elazar said: They split up into three parties. One said, ‘Let us ascend and dwell there’; the second, ‘Let us ascend and worship the gods (lit., serve the stars)’; and the third said, ‘Let us ascend and wage war [with God].’ The party which proposed ‘Let us ascend, and dwell there’ — the Lord scattered them. The one that said, ‘Let us ascend and wage war,’ were turned to apes, spirits, devils, and night-demons.  Whilst as for the party which said, ‘Let us ascend and serve idols’ — ‘for there the Lord did confound the language of all the earth.’ It has been taught: Rabbi Natan said: They were all bent on idolatry. Here it is written, ‘let us make us a name,’ while elsewhere it is written, ‘…and make no mention of the name of other gods’ (Shemot 23:13). Just as there (in Shemot) [it means] idolatry, 20 so too here [it means] idolatry.  Rabbi Yochanan said: A third of the tower was burnt, a third sunk [into the earth], and a third is still standing.  Rav said: The atmosphere of the tower causes forgetfulness. Rav Yosef said: Bavel and Borsif are bad omens for Torah. What [is the meaning of the name] Borsif? Rabbi Assi said: An empty well. ", 
            "            ", 
            "         ", 
            "    ", 
            "     ", 
            " ", 
            "        ", 
            "  ", 
            " ", 
            "  ", 
            "The Rabbis taught:  The men of Sodom were proud of nothing but for the good that the Holy Blessed One had led them to abound in. And what is written about them? (Job 28:5-8) \"Earth, out of which food grows, is changed below as if into fire. Its rocks are a source of sapphires; it contains gold dust too. No bird of prey knows the path to it; the falcon’s eye has not gazed upon it. The proud beasts have not reached it; the lion has not crossed it.\" They said,", 
            "Since from the earth food grows, and gold dust is within, why should we support travelers, who don't come to us other than to take our wealth. Come, let's cause the law of travel to be forgotten from our land, as it is written (Job 28:4) They open up a shaft far from where men live, forgotten by wayfarers, destitute of men, far removed.", 
            " ", 
            "  ", 
            " ", 
            "     ", 
            "[The Sodomites] said: \"One who has only one ox must tend them all for a day, and one who has none must tend them for two days.\" Now there was an orphan, the son of a widow, who was given oxen to tend, but he went and killed them. And he said to them:"
        ], 
        [
            "      ", 
            "[The Sodomites ruled that] he who goes on the ferry pays one zuz, but he who does not go on the ferry pays two. If one had a row of bricks, every one of them would come and each would take one and say to him, \"I just took one of them.\" If one had garlic or onions or spread them out to dry, every one of them would come and each would take one and say to him, \"I just took one of them.\"", 
            "There were four judges in Sodom: Liar, Lying Liar, Forger, and Perverter of Justice."
        ], 
        [], 
        [], 
        [
            "\"I appeared unto Abraham\": Said the Holy One blessed be He to Moses: Alas for those who are gone, never to be replaced (in reference to the Patriarchs)!  Many times I revealed myself to Abraham, Isaac and Jacob as God Almighty (El Shadai), but I did not make known to them that My name is the lord as I have told thee and they did not question my ways.  I said to Abraham: (Gen 13) \"Arise and go forth in the land the length and breadth...for to thee shall I give it\" - He sought to bury Sarah and did not find where, until he purchased a place with money - yet he did not question my ways.\"  I said to Isaac (Gen 26): \"Dwell in this land...for to thee and thy seed shall I give all these lands\" - He sought to drink water and did not find, \"And the shepherds of Gerar strove with the shepherds of Isaac\" - yet he did not question my ways.  I said unto Jacob (Gen 29): \"The land which thouh liest on, to thee will I give it and unto thy seed\" - He sought a place to pitch his tent and did not find until he acquired it for a hundred kesitah - yet he did not question my ways, and did not ask Me what was My name as you have asked.  Yet you at the beginning of My mission did say to Me, \"What is His name?\"  And at the end you  did say (Exodus 5:23): \"Since I came to speak in Your name, he has done evil to this people.\" (Genesis Rabbah 6:4)"
        ]
    ], 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "heTitle": "סנהדרין", 
    "versionSource": "https://www.sefaria.org", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nezikin"
    ]
}