{
    "versionTitle": "The Rebellious Son – Sanhedrin 68b by Rabbi Mordechai Silverstein", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Sanhedrin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "MISHNAH. 1. WHEN DOES HE BCOME LIABLE?  WHEN HE EATS A TARTEMAR OF MEAT AND DRINKS HALF A LOG OF ITALIAN WINE. 2. R. JOSE SAID: A MINA OF FLESH AND A LOG OF WINE.", 
            "3. IF HE ATE IT IN A COMPANY [CELEBRATING] A RELIGIOUS ACT, OR GATHERED FOR THE PURPOSE OF INTERCALATING THE MONTH; IF HE ATE THE SECOND TITHE IN JERUSALEM; IF HE ATE THE NEBELOTH OR TEREFOTH, ABOMINABLE AND CREEPING THINGS, OR TEBEL, OR THE FIRST TITHE FROM WHICH TERUMAH HAD NOT BEEN SEPARATED, OR UNREDEEMED SECOND TITHE, OR UNREDEEMED SACRED FOOD; IF HIS EATING INVOLVED A RELIGIOUS ACT OR A TRANSGRESSION; IF HE ATE ANY FOOD BUT MEAT OR DRANK ANY DRINK BUT WINE, HE DOES NOT BECOME A ‘STUBBORN AND REBELLIOUS SON THEREBY, UNLESS HE EATS MEAT AND DRINKS WINE, 4. FOR IT IS WRITTEN, [THIS OUR SON IS STUBBORN AND REBELLIOUS HE WILL NOT OBEY OUR VOICE;] HE IS A GLUTTON [ZOLEL] AND A DRUNKARD [WE-SOBE]. (Deut. 21:20), 5. AND THOUGH THERE IS NO ABSOLUTE PROOF, THERE IS A SUGGESTION FOR THIS, AS IT IS WRITTEN, BE NOT AMONG THOSE WHO GUZZLE WINE [BE-SOBE]; AMONG GLUTTONOUS EATERS OF FLESH [BE-ZOLELE]. (Proverbs 23:20) GEMARA.", 
            "1. [Shealah and teshuva] R. Zera said: I do not know what is this tartemar; but since R. Jose doubled the measure of wine, he must have doubled that of meat too; hence the tartemar is half a mina.", 
            "2. [Limiting the meaning of “Glutton and drunkard”] R. Hanan b. Moladah said in R. Huna’s name: He is not liable unless he buys meat and wine cheaply and consumes them, for it is written. “He is a Zolel”. 3. [Another delimiting] R. Hanan b. Moladah also said in R. Huna’s name: He is not liable unless he eats raw meat and drinks undiluted wine.", 
            "4. [Kushiyah  an apparent contradiction] But that is not so, for did not Rabbah and R. Joseph both say: If he ate raw meat or drank undiluted wine, he does not become a ‘stubborn and rebellious son’?", 
            "5. [Teirutz] Rabina answered, by ‘undiluted wine’ insufficiently diluted wine is meant, and raw meat means only partially cooked, like charred meat eaten by thieves. 6. [Another delimiting] Rabbah and R. Joseph both said: If he eats pickled meat or drinks ‘wine from the vat’, [i. e., new wine before it has matured], he does not become a stubborn and rebellious son’. 7. [A mishnah on a different subject which deals with a similar issue]", 
            "We learnt elsewhere [in the Mishnah]: On the eve of the ninth of Ab one must not partake of two courses, neither eat meat nor drink wine. 8. [A baraita on the same subject] And a Tanna taught: But he may eat pickled meat and drink new wine.", 
            "9. [Shealah clarification of the subject of the baraita] Now, what length of time must elapse before it is regarded as pickled meat [as opposed to fresh meat]? 10. [Teshuva] R. Hanina b. Kahana said: As long as the flesh of the peace offering may be eaten. 11. [Shealah]", 
            "And how long is it called new wine? 12. [Teshuva] As long as it is in its first stage of fermentation;", 
            "13. [Parenthetical baraita regarding the nature of new wine] and it has been taught: wine in the first stage of fermentation does not come within the prohibition against uncovered liquid: and how long is this first stage?  Three days.", 
            "14. [A comparative shealah] Now, what is the law here?", 
            "15. [Teshuvah] There [the prohibition of eating meat on the eve on the month of Ab] is on account of joy: as long as it is as the flesh of a peace offering, it yields the joy of meat eating. Here, however, it is on account of its seductiveness, and when a short period has passed, it no longer attracts, whilst wine is unattractive until it is forty days old."
        ]
    ], 
    "versionSource": "http://learn.conservativeyeshiva.org/eight-theologically-provocative-talmud-sugyot-6-english-text-sanhedrin-68b/", 
    "heTitle": "סנהדרין", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nezikin"
    ]
}