{
    "versionTitle": "Wikisource Mishna", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "he", 
    "title": "Mishnah Chullin", 
    "text": [
        [
            "הכל שוחטין ושחיטתן כשרה, חוץ מחרש, שוטה, וקטן, שמא יקלקלו בשחיטתן. וכלן ששחטו ואחרים רואין אותן, שחיטתן כשרה. שחיטת נכרי, נבלה ומטמאה במשא. השוחט בלילה, וכן הסומא ששחט, שחיטתו כשרה. השוחט בשבת, וביום הכפורים, אף על פי שמתחיב בנפשו, שחיטתו כשרה.", 
            "השוחט במגל יד, בצור, ובקנה, שחיטתו כשרה. הכל שוחטין ולעולם שוחטין, ובכל שוחטין, חוץ ממגל קציר, והמגרה, והשנים, והצפרן, מפני שהן חונקין. השוחט במגל קציר בדרך הליכתה, בית שמאי פוסלין, ובית הלל מכשירין. ואם החליקו שניה, הרי היא כסכין.", 
            "השוחט מתוך הטבעת ושיר בה מלא החוט על פני כלה, שחיטתו כשרה. רבי יוסי ברבי יהודה אומר: מלא החוט על פני רבה.", 
            "השוחט מן הצדדין, שחיטתו כשרה. המולק מן הצדדין, מליקתו פסולה. השוחט מן הערף, שחיטתו פסולה. המולק מן הערף, מליקתו כשרה. השוחט מן הצואר, שחיטתו כשרה. המולק מן הצואר, מליקתו פסולה, שכל הערף כשר למליקה, וכל הצואר כשר לשחיטה. נמצא כשר בשחיטה, פסול במליקה. כשר במליקה, פסול בשחיטה.", 
            "כשר בתורין, פסול בבני יונה. כשר בבני יונה, פסול בתורין. תחלת הצהוב, בזה ובזה פסול.", 
            "כשר בפרה, פסול בעגלה. כשר בעגלה, פסול בפרה. כשר בכהנים, פסול בלוים. כשר בלוים, פסול בכהנים. טהור בכלי חרש, טמא בכל הכלים. טהור בכל הכלים, טמא בכלי חרש. טהור בכלי עץ, טמא בכלי מתכות. טהור בכלי מתכות, טמא בכלי עץ. החיב בשקדים המרים, פטור במתוקים. החיב במתוקים, פטור במרים.", 
            "התמד עד שלא החמיץ, אינו נקח בכסף מעשר, ופוסל את המקוה. משהחמיץ, נקח בכסף מעשר, ואינו פוסל את המקוה. האחין השתפין כשחיבין בקלבון, פטורין ממעשר בהמה. כשחיבין במעשר בהמה, פטורים מן הקלבון. כל מקום שיש מכר, אין קנס. וכל מקום שיש קנס, אין מכר. כל מקום שיש מאון, אין חליצה. וכל מקום שיש חליצה, אין מאון. כל מקום שיש תקיעה, אין הבדלה. וכל מקום שיש הבדלה, אין תקיעה. יום טוב שחל להיות בערב שבת, תוקעין ולא מבדילין. במוצאי שבת, מבדילין ולא תוקעין. כיצד מבדילין, המבדיל בין קדש לקדש. רבי דוסא אומר: בין קדש חמור לקדש הקל."
        ], 
        [
            "השוחט אחד בעוף, ושנים בבהמה, שחיטתו כשרה. ורבו של אחד כמוהו. רבי יהודה אומר: עד שישחוט את הורידין. חצי אחד בעוף, ואחד וחצי בבהמה, שחיטתו פסולה. רב אחד בעוף ורב שנים בבהמה, שחיטתו כשרה.", 
            "השוחט שני ראשין כאחד, שחיטתו כשרה. שנים אוחזין בסכין ושוחטין, אפלו אחד למעלה ואחד למטה, שחיטתן כשרה.", 
            "התיז את הראש בבת אחת, פסולה. היה שוחט והתיז את הראש בבת אחת, אם יש בסכין מלא צואר, כשרה. היה שוחט והתיז שני ראשים בבת אחת, אם יש בסכין מלא צואר אחד, כשרה. במה דברים אמורים, בזמן שהוליך ולא הביא או הביא ולא הוליך, אבל אם הוליך והביא אפלו כל שהוא, אפלו באזמל, כשרה. נפלה סכין ושחטה, אף על פי ששחטה כדרכה, פסולה, שנאמר (דברים כז) וזבחת ואכלת, מה שאתה זובח אתה אוכל. נפלה סכין והגביהה, נפלו כליו והגביהן, השחיז את הסכין ועף, ובא חברו  ושחט, אם שהה כדי שחיטה, פסולה. רבי שמעון אומר: אם שהה כדי בקור.", 
            "שחט את הושט ופסק את הגרגרת, או שחט את הגרגרת ופסק את הושט, או ששחט אחד מהן והמתין לה עד שמתה, או שהחליד את הסכין תחת השני ופסקו, רבי ישבב אומר: נבלה, רבי עקיבא אומר: טרפה. כלל אמר רבי ישבב משום רבי יהושע: כל שנפסלה בשחיטתה, נבלה. כל ששחיטתה כראוי ודבר אחר גרם לה לפסל, טרפה. והודה לו רבי עקיבא.", 
            "השוחט בהמה חיה ועוף ולא יצא מהן דם כשרים, ונאכלים בידים מסואבות, לפי שלא הכשרו בדם. רבי שמעון אומר: הכשרו בשחיטה.", 
            "השוחט את המסכנת , רבן [שמעון בן] גמליאל אומר: עד שתפרכס ביד וברגל. רבי אליעזר אומר: דיה אם זנקה. אמר רבי שמעון: [אף] השוחט בלילה ולמחר השכים ומצא כתלים מלאים דם כשרה, שזנקה, וכמדת רבי אליעזר. וחכמים אומרים: עד שתפרכס או ביד או ברגל או עד שתכשכש בזנבה, אחד בהמה דקה ואחד בהמה גסה. בהמה דקה שפשטה ידה ולא החזירה פסולה, שאינה אלא הוצאת נפש בלבד. במה דברים אמורים, שהיתה בחזקת מסכנת. אבל אם היתה בחזקת בריאה, אפלו אין בה אחד מכל הסימנים הללו, כשרה.", 
            "השוחט לנכרי שחיטתו כשרה, ורבי אליעזר פוסל. אמר רבי אליעזר: אפלו שחטה שיאכל הנכרי מחצר כבד שלה פסולה, שסתם מחשבת נכרי לעבודה זרה. אמר רבי יוסי: קל וחמר הדברים, ומה במקום שהמחשבה פוסלת במקדשין, אין הכל הולך אלא אחר העובד. מקום שאין מחשבה פוסלת בחלין, אינו דין שלא יהא הכל הולך אלא אחר השוחט.", 
            "השוחט לשם הרים, לשם גבעות, לשם ימים, לשם נהרות, לשם מדברות, שחיטתו פסולה. שנים אוחזין בסכין ושוחטין, אחד לשם אחד מכל אלו, ואחד לשם דבר כשר, שחיטתו פסולה.", 
            "אין שוחטין לא לתוך ימים, ולא לתוך נהרות, ולא לתוך כלים. אבל שוחט הוא לתוך עוגא של מים, ובספינה על גבי כלים. אין שוחטין לגומא כל עקר, אבל עושה גומא בתוך ביתו בשביל שיכנס הדם לתוכה. ובשוק לא יעשה כן, שלא יחקה את המינין.", 
            "השוחט לשם עולה, לשם זבחים, לשם אשם תלוי, לשם פסח, לשם תודה, שחיטתו פסולה, ורבי שמעון מכשיר. שנים אוחזין בסכין ושוחטין, אחד לשם אחד מכל אלו, ואחד לשם דבר כשר, שחיטתו פסולה. השוחט לשם חטאת , לשם אשם ודאי, לשם בכור, לשם מעשר, לשם תמורה, שחיטתו כשרה. זה הכלל: כל דבר שנדר ונדב, השוחט לשמו אסור, ושאינו נדר ונדב, השוחט לשמו, כשר."
        ], 
        [
            "אלו טרפות בבהמה: נקובת הושט, ופסוקת הגרגרת, נקב קרום של מח, נקב הלב לבית חללו, נשברה השדרה ונפסק החוט שלה, נטלה הכבד ולא נשתיר הימנה כלום, הראה שנקבה או שחסרה. רבי שמעון אומר: עד שתנקב לבית הסמפונות. נקבה הקבה, נקבה המרה, נקבו הדקין, הכרס הפנימית שנקבה, או שנקרע רב החיצונה. רבי יהודה אומר: הגדולה טפח, והקטנה ברבה. המסס ובית הכוסות שנקבו לחוץ. נפלה מן הגג, נשתברו רב צלעותיה, ודרוסת הזאב. רבי יהודה אומר: דרוסת הזאב בדקה, ודרוסת ארי בגסה. דרוסת הנץ בעוף הדק, ודרוסת הגס בעוף הגס. זה הכלל: כל שאין כמוה חיה, טרפה.", 
            "ואלו כשרות בבהמה: נקבה הגרגרת או שנסדקה. עד כמה תחסר, רבן שמעון בן גמליאל אומר: עד כאסר האיטלקי. נפחתה הגלגלת ולא נקב קרום של מח, נקב הלב ולא לבית חללו, נשברה השדרה ולא נפסק החוט שלה, נטלה הכבד ונשתיר הימנה כזית, המסס ובית הכוסות שנקבו זה לתוך זה, נטל הטחול, נטלו הכליות, נטל לחי התחתון, נטלה האם שלה, וחרותה בידי שמים. הגלודה, רבי מאיר מכשיר, וחכמים פוסלין.", 
            "ואלו טרפות בעוף: נקובת הושט, פסוקת הגרגרת, הכתה חלדה על ראשה מקום שעושה אותה טרפה, נקב הקרקבן, נקבו הדקין. נפלה לאור ונחמרו בני מעיה, אם ירקים פסולין, אם אדמים כשרים.דרסה, וטרפה בכתל, או שרצצתה בהמה ומפרכסת, ושהתה מעת לעת ושחטה, כשרה.", 
            "ואלו כשרות בעוף: נקבה הגרגרת או שנסדקה, הכתה חלדה על ראשה מקום שאינו עושה אותה טרפה, נקב הזפק. רבי אומר: אפלו נטל. יצאו בני מעיה ולא נקבו, נשתברו גפיה, נשתברו רגליה, נמרטו כנפיה. רבי יהודה אומר: אם נטלה הנוצה, פסולה.", 
            "אחוזת הדם, והמעשנת, והמצננת, ושאכלה הרדופני, ושאכלה צואת תרנגולים, או ששתתה מים הרעים, כשרה. אכלה סם המות או שהכישה נחש, מתרת משום טרפה, ואסורה משום סכנת נפשות.", 
            "סימני בהמה וחיה נאמרו מן התורה, וסימני העוף לא נאמרו. אבל אמרו חכמים: כל עוף הדורס, טמא. כל שיש לו אצבע יתרה וזפק וקרקבנו נקלף, טהור. רבי אליעזר ברבי צדוק אומר: כל עוף החולק את רגליו, טמא.", 
            "ובחגבים: כל שיש לו ארבע רגלים וארבע כנפים וקרסלים וכנפיו חופין את רבו. רבי יוסי אומר: ושמו חגב. ובדגים: כל שיש לו סנפיר וקשקשת. רבי יהודה אומר: שני קשקשין וסנפיר אחד. ואלו הן קשקשין, הקבועין בו. וסנפירין, הפורח בהן."
        ], 
        [
            "בהמה המקשה לילד והוציא העבר את ידו והחזירה, מתר באכילה. הוציא את ראשו, אף על פי שהחזירו, הרי זה כילוד. חותך מעבר שבמעיה, מתר באכילה. מן הטחול ומן הכליות, אסור באכילה. זה הכלל: כל דבר שהוא גופה אסור, שאינו גופה מתר.", 
            "המבכרת המקשה לילד, מחתך אבר אבר ומשליך לכלבים. יצא רבו, הרי זה יקבר, ונפטרה מן הבכורה.", 
            "בהמה שמת עברה בתוך מעיה והושיט הרועה את ידו ונגע בו, בין בבהמה טמאה, בין בבהמה טהורה, טהור. רבי יוסי הגלילי אומר: בטמאה טמא. ובטהורה טהור. האשה שמת ולדה בתוך מעיה ופשטה חיה את ידה ונגעה בו, החיה טמאה טמאת שבעה, והאשה טהורה עד שיצא הולד.", 
            "בהמה המקשה לילד והוציא עבר את ידו וחתכה ואחר כך שחט את אמו, הבשר טהור. שחט את אמו ואחר כך חתכה, הבשר מגע נבלה, דברי רבי מאיר. וחכמים אומרים: מגע טרפה שחוטה. מה מצינו בטרפה ששחיטתה מטהרתה, אף שחיטת בהמה תטהר את האבר. אמר להם רבי מאיר: לא, אם טהרה שחיטת טרפה אותה דבר שגופה, תטהר את האבר דבר שאינו גופה. מנין לטרפה ששחיטתה מטהרתה, בהמה טמאה אסורה באכילה, אף טרפה אסורה באכילה. מה בהמה טמאה אין שחיטתה מטהרתה, אף טרפה לא תטהרנה שחיטתה. לא, אם אמרת בבהמה טמאה שלא היתה לה שעת הכשר, תאמר בטרפה שהיתה לה שעת הכשר. טול לך מה שהבאת, הרי שנולדה טרפה מן הבטן מנין. לא, אם אמרת בבהמה טמאה שכן אין במינה שחיטה, תאמר בטרפה שיש במינה שחיטה. בן שמונה חי, אין שחיטתו מטהרתו, לפי שאין במינו שחיטה.", 
            "השוחט את הבהמה ומצא בה בן שמונה חי או מת, או בן תשעה מת, קורעו ומוציא את דמו. מצא בן תשעה חי, טעון שחיטה, וחיב באותו ואת בנו, דברי רבי מאיר. וחכמים אומרים: שחיטת אמו מטהרתו. רבי שמעון שזורי אומר: אפלו בן שמונה שנים וחורש בשדה, שחיטת אמו מטהרתו. קרעה ומצא בה בן תשעה חי, טעון שחיטה, לפי שלא נשחטה אמו.", 
            "בהמה שנחתכו רגליה מן הארכובה ולמטה, כשרה. מן הארכובה ולמעלה, פסולה. וכן שנטל צמת הגידין. נשבר העצם, אם רב הבשר קים, שחיטתה מטהרתו. ואם לאו, אין שחיטתה מטהרתו.", 
            "השוחט את הבהמה ומצא בה שליא, נפש היפה תאכלנה, ואינה מטמאה לא טמאת אכלין ולא טמאת נבלות. חשב עליה, מטמאה טמאת אכלין אבל לא טמאת נבלות. שליא שיצתה מקצתה, אסורה באכילה. סימן ולד באשה, וסימן ולד בבהמה. המבכרת שהפילה שליא, ישליכנה לכלבים. ובמקדשין, תקבר. ואין קוברין אותה בפרשת דרכים, ואין תולין אותה באילן, מפני דרכי האמרי."
        ], 
        [
            "אותו ואת בנו נוהג בין בארץ בין בחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין ובמקדשין. כיצד, השוחט אותו ואת בנו חלין בחוץ, שניהם כשרים, והשני סופג את הארבעים. קדשים בחוץ, הראשון חיב כרת, ושניהם פסולין, ושניהם סופגים את הארבעים. חלין בפנים, שניהם פסולים, והשני סופג את הארבעים. קדשים בפנים, הראשון כשר ופטור, והשני סופג את הארבעים ופסול.", 
            "חלין וקדשים  בחוץ, הראשון כשר ופטור, והשני סופג את הארבעים ופסול. קדשים וחלין בחוץ, הראשון חיב כרת ופסול, והשני כשר, ושניהם סופגין את הארבעים. חלין וקדשים בפנים, שניהם פסולים, והשני סופג את הארבעים. קדשים וחלין בפנים, הראשון כשר ופטור, והשני סופג את הארבעים ופסול. חלין בחוץ ובפנים, הראשון כשר ופטור, והשני סופג את הארבעים ופסול. קדשים בחוץ ובפנים, הראשון חיב כרת, ושניהם פסולין, ושניהם סופגים את הארבעים. חלין בפנים ובחוץ, הראשון פסול ופטור, והשני סופג את הארבעים וכשר. קדשים בפנים ובחוץ, הראשון כשר ופטור, והשני סופג את הארבעים ופסול.", 
            "השוחט ונמצא טרפה, השוחט לעבודה זרה, והשוחט פרת חטאת, ושור הנסקל, ועגלה ערופה, רבי שמעון פוטר, וחכמים מחיבין. השוחט ונתנבלה בידו, והנוחר, והמעקר, פטור משום אותו ואת בנו. שנים שלקחו פרה ובנה, איזה שלקח ראשון, ישחט ראשון. ואם קדם השני, זכה. שחט פרה ואחר כך שני בניה, סופג שמונים. שחט שני בניה ואחר כך שחטה, סופג את הארבעים. שחטה ואת בתה ואת בת בתה, סופג שמונים. שחטה ואת בת בתה ואחר כך שחט בתה, סופג את הארבעים. סומכוס אומר משום רבי מאיר: סופג שמונים. בארבעה פרקים בשנה המוכר בהמה לחברו צריך להודיעו אמה מכרתי לשחוט, בתה מכרתי לשחוט. ואלו הן: ערב יום טוב האחרון של חג, וערב יום טוב הראשון של פסח, וערב עצרת, וערב ראש השנה, וכדברי רבי יוסי הגלילי אף ערב יום הכפורים בגליל. אמר רבי יהודה: אימתי, בזמן שאין לו רוח. אבל יש לו רוח, אין צריך להודיעו. ומודה רבי יהודה במוכר את האם לחתן ואת הבת לכלה שצריך להודיע, בידוע ששניהם שוחטין ביום אחד.", 
            "בארבעה פרקים אלו משחיטין את הטבח בעל כרחו. אפלו שור שוה אלף דינרים ואין לו ללוקח אלא דינר, כופין אותו לשחוט, לפיכך אם מת, מת ללוקח. אבל בשאר ימות השנה אינו כן, לפיכך אם מת, מת למוכר.", 
            "יום אחד האמור באותו ואת בנו, היום הולך אחר הלילה. את זו דרש שמעון בן זומא: נאמר במעשה בראשית (בראשית א) יום אחד, ונאמר באותו ואת בנו (ויקרא כב) יום אחד. מה יום אחד האמור במעשה בראשית היום הולך אחר הלילה, אף יום אחד האמור באותו ואת בנו היום הולך אחר הלילה."
        ], 
        [
            "כסוי הדם נוהג בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין אבל לא במקדשים. ונוהג בחיה ובעוף, במזמן ובשאינו מזמן. ונוהג בכוי, מפני שהוא ספק. ואין שוחטין אותו ביום טוב. ואם שחטו, אין מכסין את דמו.", 
            "השוחט ונמצא טרפה, והשוחט לעבודה זרה, והשוחט חלין בפנים, וקדשים בחוץ, חיה ועוף הנסקלים, רבי מאיר מחיב, וחכמים פוטרין. השוחט ונתנבלה בידו, הנוחר, והמעקר, פטור מלכסות.", 
            "חרש שוטה וקטן ששחטו ואחרים רואין אותן, חיבים לכסות. בינן לבין עצמן, פטורים מלכסות. וכן לענין אותו ואת בנו, ששחטו ואחרים רואין אותן, אסור לשחוט אחריהם. בינן לבין עצמן, רבי מאיר מתיר לשחוט אחריהן, וחכמים אוסרים. ומודים שאם שחט, שאינו סופג את הארבעים.", 
            "שחט מאה חיות במקום אחד, כסוי אחד לכלן. מאה עופות במקום אחד, כסוי אחד לכלן. חיה ועוף במקום אחד, כסוי אחד לכלן. רבי יהודה אומר: שחט חיה יכסנה, ואחר כך ישחוט את העוף. שחט ולא כסה וראהו אחר, חיב לכסות. כסהו ונתגלה, פטור מלכסות. כסהו הרוח, חיב לכסות.", 
            "דם שנתערב במים, אם יש בו מראית דם, חיב לכסות. נתערב ביין, רואין אותו כאלו הוא מים. נתערב בדם הבהמה או בדם החיה, רואין אותו כאלו הוא מים. רבי יהודה אומר: אין דם מבטל דם.", 
            "דם הנתז ושעל הסכין, חיב לכסות. אמר רבי יהודה: אימתי, בזמן שאין שם דם אלא הוא. אבל יש שם דם שלא הוא, פטור מלכסות.", 
            "במה מכסין ובמה אין מכסין, מכסין בזבל הדק, ובחול הדק, בסיד, ובחרסית, ובלבנה ובמגופה שכתשן. אבל אין מכסין לא בזבל הגס, ולא בחול הגס, ולא בלבנה ומגופה שלא כתשן, ולא יכפה עליו את הכלי. כלל אמר רבן שמעון בן גמליאל: דבר שמגדל [בו] צמחין מכסין בו, ושאינו מגדל צמחין אין מכסין בו."
        ], 
        [
            "גיד הנשה נוהג בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין ובמקדשים. ונוהג בבהמה ובחיה, בירך של ימין ובירך של שמאל. ואינו נוהג בעוף, מפני שאין לו כף. ונוהג בשליל. רבי יהודה אומר: אינו נוהג בשליל. וחלבו מתר. ואין הטבחין נאמנין על גיד הנשה, דברי רבי מאיר. וחכמים אומרים: נאמנין עליו ועל החלב.", 
            "שולח אדם ירך לנכרי שגיד הנשה בתוכה, מפני שמקומו נכר. הנוטל גיד הנשה צריך שיטול את כלו. רבי יהודה אומר: כדי לקים בו מצות נטילה.", 
            "האוכל מגיד הנשה כזית, סופג ארבעים. אכלו ואין בו כזית, חיב. אכל מזה כזית ומזה כזית, סופג שמונים. רבי יהודה אומר: אינו סופג אלא ארבעים.", 
            "ירך שנתבשל בה גיד הנשה, אם יש בה בנותן טעם, הרי זו אסורה. כיצד משערין אותה, כבשר בלפת.", 
            "גיד הנשה שנתבשל עם הגידים, בזמן שמכירו בנותן טעם, ואם לאו כלן אסורים. והרטב בנותן טעם. וכן חתיכה של נבלה וכן חתיכה של דג טמא שנתבשלו עם החתיכות, בזמן שמכירן בנותן טעם, ואם לאו כלן אסורות. והרטב בנותן טעם.", 
            "נוהג בטהורה, ואינו נוהג בטמאה. רבי יהודה אומר: אף בטמאה. אמר רבי יהודה: והלא מבני יעקב נאסר גיד הנשה, ועדין בהמה טמאה מתרת להן. אמרו לו: בסיני נאמר, אלא שנכתב במקומו."
        ], 
        [
            "כל הבשר אסור לבשל בחלב, חוץ מבשר דגים וחגבים. ואסור להעלותו עם הגבינה על השלחן, חוץ מבשר דגים וחגבים. הנודר מן הבשר, מתר בבשר דגים וחגבים. העוף עולה עם הגבינה על השלחן ואינו נאכל, דברי בית שמאי. ובית הלל אומרים: לא עולה ולא נאכל. אמר רבי יוסי: זו מקלי בית שמאי ומחמרי בית הלל. באיזה שלחן אמרו, בשלחן שאוכל עליו. אבל בשלחן שסודר עליו את התבשיל, נותן זה בצד זה ואינו חושש.", 
            "צורר אדם בשר וגבינה במטפחת אחת, ובלבד שלא יהו נוגעין זה בזה. רבן שמעון בן גמליאל אומר: שני אכסנאין אוכלין על שלחן אחד, זה בשר וזה גבינה, ואין חוששין.", 
            "טפת חלב שנפלה על החתיכה, אם יש בה בנותן טעם באותה חתיכה, אסור. נער את הקדרה, אם יש בה בנותן טעם באותה קדרה, אסור. הכחל, קורעו ומוציא את חלבו. לא קרעו, אינו עובר עליו. הלב, קורעו ומוציא את דמו. לא קרעו, אינו עובר עליו. המעלה את העוף עם הגבינה על השלחן, אינו עובר בלא תעשה.", 
            "בשר בהמה טהורה בחלב בהמה טהורה, אסור לבשל ואסור בהנאה. בשר בהמה טהורה בחלב בהמה טמאה, בשר בהמה טמאה בחלב בהמה טהורה, מתר לבשל ומתר בהנאה. רבי עקיבא אומר: חיה ועוף אינם מן התורה, שנאמר לא תבשל גדי בחלב אמו, שלש פעמים, פרט לחיה ולעוף ולבהמה טמאה. רבי יוסי הגלילי אומר: נאמר (דברים יד) לא תאכלו כל נבלה, ונאמר (שם) לא תבשל גדי בחלב אמו, את שאסור משום נבלה, אסור לבשל בחלב. עוף, שאסור משום נבלה, יכול יהא אסור לבשל בחלב, תלמוד לומר בחלב אמו, יצא עוף, שאין לו חלב אם.", 
            "קיבת נכרי ושל נבלה, הרי זו אסורה. המעמיד בעור של קבה כשרה, אם יש בנותן טעם, הרי זו אסורה. כשרה שינקה מן הטרפה, קבתה אסורה. טרפה שינקה מן הכשרה, קבתה מתרת, מפני שכנוס במעיה.", 
            "חמר בחלב מבדם, וחמר בדם מבחלב. חמר בחלב, שהחלב מועלין בו, וחיבין עליו משום פגול ונותר וטמא, מה שאין כן בדם. וחמר בדם, שהדם נוהג בבהמה וחיה ועוף, בין טמאים ובין טהורים, וחלב אינו נוהג אלא בבהמה טהורה בלבד."
        ], 
        [
            "העור, והרטב, והקפה, והאלל, והעצמות, והגידין, והקרנים, והטלפים, מצטרפין לטמא טמאת אכלין, אבל לא טמאת נבלות. כיוצא בו, השוחט בהמה טמאה לנכרי ומפרכסת, מטמאה טמאת אכלין, אבל לא טמאת נבלות, עד שתמות או עד שיתיז את ראשה. רבה לטמא טמאת אכלין ממה שרבה לטמא טמאת נבלות. רבי יהודה אומר: האלל המכנס, אם יש בו כזית במקום אחד, חיב עליו.", 
            "אלו שעורותיהן כבשרן: עור האדם, ועור חזיר של ישוב. רבי יוסי אומר: אף עור חזיר הבר. ועור חטוטרת של גמל הרכה, ועור הראש של עגל הרך, ועור הפרסות, ועור בית הבשת, ועור השליל, ועור שתחת האליה, ועור האנקה והכח והלטאה והחמט. רבי יהודה אומר: הלטאה כחלדה. וכלן שעבדן או שהלך בהן כדי עבודה, טהורין, חוץ מעור האדם. רבי יוחנן בן נורי אומר: שמונה שרצים יש להן עורות.", 
            "המפשיט בבהמה ובחיה, בטהורה ובטמאה, בדקה ובגסה, לשטיח, כדי אחיזה. ולחמת, עד שיפשיט את החזה. המרגיל, כלו חבור לטמאה. לטמא ולטמא. עור שעל הצואר, רבי יוחנן בן נורי אומר: אינו חבור. וחכמים אומרים: חבור, עד שיפשיט את כלו.", 
            "עור שיש עליו כזית בשר, הנוגע בציב היוצא ממנו, ובשערה שכנגדו, טמא. היו עליו כשני חצאי זיתים, מטמא במשא ולא במגע, דברי רבי ישמעאל. רבי עקיבא אומר: לא במגע ולא במשא. ומודה רבי עקיבא בשני חצאי זיתים שתחבן בקיסם והסיטן, שהוא טמא. ומפני מה רבי עקיבא מטהר בעור, מפני שהעור מבטלן.", 
            "קולית המת וקולית המקדשים, הנוגע בהן, בין סתומים בין נקובים, טמא. קולית נבלה וקולית השרץ, הנוגע בהן סתומים, טהורים. נקובים כל שהוא, מטמאים במגע. מנין שאף במשא, תלמוד לומר הנוגע והנושא. את שבא לכלל מגע בא לכלל משא, לא בא לכלל מגע לא בא לכלל משא.", 
            "ביצת השרץ המרקמת, טהורה. נקבה כל שהוא, טמאה. עכבר שחציו בשר וחציו אדמה, הנוגע בבשר טמא, באדמה טהור. רבי יהודה אומר: אף הנוגע באדמה שכנגד הבשר טמא.", 
            "האבר והבשר המדלדלין בבהמה, מטמאין טמאת אכלין במקומן, וצריכין הכשר. נשחטה בהמה הכשרו בדמיה, דברי רבי מאיר. רבי שמעון אומר: לא הכשרו. מתה הבהמה, הבשר צריך הכשר. האבר מטמא משום אבר מן החי ואינו מטמא משום אבר נבלה, דברי רבי מאיר. ורבי שמעון מטהר.", 
            "האבר והבשר המדלדלין באדם, טהורין. מת האדם, הבשר טהור, האבר מטמא משום אבר מן החי ואינו מטמא משום אבר מן המת, דברי רבי מאיר. ורבי שמעון מטהר."
        ], 
        [
            "הזרוע והלחיים והקבה נוהגין בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין אבל לא במקדשין. שהיה בדין, ומה אם החלין שאינן חיבין בחזה ושוק חיבין במתנות, קדשים שחיבין בחזה ושוק, אינו דין שחיבין במתנות, תלמוד לומר (ויקרא ז) ואתן אתם לאהרן הכהן ולבניו לחק עולם, אין לו אלא מה שאמור בענין.", 
            "כל הקדשים שקדם מום קבוע להקדשן ונפדו, חיבין בבכורה ובמתנות, ויוצאין לחלין  להגזז ולהעבד, וולדן וחלבן מתר לאחר פדיונן. והשוחטן בחוץ פטור, ואין עושין תמורה, ואם מתו יפדו, חוץ מן הבכור ומן המעשר. כל שקדם הקדשן את מומן, או מום עובר להקדשן, ולאחר מכאן נולד להם מום קבוע ונפדו, פטורין מן הבכורה ומן המתנות, ואינן יוצאין לחלין להגזז ולהעבד, וולדן וחלבן אסור לאחר פדיונן. והשוחטן בחוץ חיב, ועושין תמורה, ואם מתו יקברו.", 
            "בכור שנתערב במאה, בזמן שמאה שוחטין את כלן פוטרין את כלן, אחד שוחט את כלן פוטרין לו אחד. השוחט לכהן ולנכרי פטור מן המתנות. והמשתתף עמהן צריך שירשום. ואם אמר חוץ מן המתנות, פטור מן המתנות. אמר מכור לי בני מעיה של פרה, והיו בהן מתנות, נותנן לכהן ואינו מנכה לו מן הדמים. לקח הימנו במשקל, נותנן לכהן ומנכה לו מן הדמים.", 
            "גר שנתגיר והיתה לו פרה, נשחטה עד שלא נתגיר פטור, משנתגיר חיב. ספק פטור, שהמוציא מחברו עליו הראיה. איזהו הזרוע, מן הפרק של ארכובה עד כף של יד. והוא של נזיר. וכנגדו ברגל, שוק. רבי יהודה אומר: שוק מן הפרק של ארכובה עד סבך של רגל. איזהו לחי, מן הפרק של לחי עד פקה של גרגרת."
        ], 
        [
            "ראשית הגז נוהג בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין אבל לא במקדשין. חמר בזרוע ובלחיים ובקבה מראשית הגז, שהזרוע והלחיים והקבה נוהגים בבקר ובצאן, במרבה ובמועט, וראשית הגז, אינו נוהג אלא ברחלות, ואינו נוהג אלא במרבה.", 
            "וכמה הוא מרבה, בית שמאי אומרים: שתי רחלות, שנאמר (ישעיה ז) יחיה איש עגלת בקר ושתי צאן. ובית הלל אומרים: חמש, שנאמר (שמואל א כה) חמש צאן עשויות. רבי דוסא בן הרכינס אומר: חמש רחלות גוזזות מנה [מנה] ופרס, חיבות בראשית הגז. וחכמים אומרים: חמש רחלות גוזזות כל שהן. וכמה נותנין לו, משקל חמש סלעים ביהודה, שהן עשר סלעים בגליל, מלבן ולא צואי, כדי לעשות ממנו בגד קטן, שנאמר (דברים יח) תתן לו, שיהא בו כדי מתנה. לא הספיק לתנו לו עד שצבעו, פטור. לבנו ולא צבעו, חיב. הלוקח גז צאנו של נכרי, פטור מראשית הגז. הלוקח גז צאנו של חברו, אם שיר [המוכר] המוכר חיב, לא שיר הלוקח חיב. היו לו שני מינין, שחופות ולבנות, מכר לו שחופות אבל לא לבנות, זכרים אבל לא נקבות, זה נותן לעצמו וזה נותן לעצמו."
        ], 
        [
            "שלוח הקן נוהג בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין אבל לא במקדשין. חמר בכסוי הדם משלוח הקן, שכסוי הדם נוהג בחיה ובעוף, במזמן ובשאינו מזמן. ושלוח הקן אינו נוהג אלא בעוף, ואינו נוהג אלא בשאינו מזמן. איזהו שאינו מזמן, כגון אוזין ותרנגולים שקננו בפרדס. אבל אם קננו בבית, וכן יוני הרדסיאות, פטור משלוח.", 
            "עוף טמא פטור מלשלח. עוף טמא רובץ על ביצי עוף טהור, וטהור רובץ על ביצי עוף טמא, פטור מלשלח. קורא זכר, רבי אליעזר מחיב, וחכמים פוטרין.", 
            "היתה מעופפת, בזמן שכנפיה נוגעות בקן חיב לשלח, אין כנפיה נוגעות בקן פטור מלשלח. אין שם אלא אפרוח אחד או ביצה אחת, חיב לשלח, שנאמר (דברים כב) קן, קן מכל מקום. היו שם אפרוחין מפריחין או ביצים מוזרות, פטור מלשלח, שנאמר (שם) והאם רבצת על האפרחים או על הביצים, מה אפרוחין בני קימא, אף ביצים בני קימא, יצאו מוזרות. ומה הביצים צריכין לאמן אף האפרוחין צריכין לאמן, יצאו מפריחין. שלחה וחזרה, שלחה וחזרה, אפלו ארבעה וחמשה פעמים, חיב, שנאמר (שם) שלח תשלח. אמר הריני נוטל את האם ומשלח את הבנים, חיב לשלח, שנאמר (שם) שלח תשלח את האם. נטל הבנים והחזירן לקן ואחר כך חזרה האם עליהם, פטור מלשלח.", 
            "הנוטל אם על הבנים, רבי יהודה אומר: לוקה ואינו משלח. וחכמים אומרים: משלח ואינו לוקה. זה הכלל: כל מצות לא תעשה שיש בה קום עשה, אין לוקין עליה.", 
            "לא יטול אדם אם על בנים אפלו לטהר את המצורע. ומה אם מצוה קלה שהיא כאסר, אמרה תורה (דברים כב) למען ייטב לך והארכת ימים, קל וחמר על מצות חמורות שבתורה."
        ]
    ], 
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94", 
    "heTitle": "משנה חולין", 
    "categories": [
        "Mishnah", 
        "Seder Kodashim"
    ]
}