{
    "language": "en",
    "title": "Job",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "versionTitleInHebrew": "תרגום קהילת ספריא",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isSource": false,
    "direction": "ltr",
    "isPrimary": false,
    "heTitle": "איוב",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Then Iyyov raised his voice and said:",
            "\tTrue, you are the people [and its princes] and wisdom will perish with you.",
            "\t[But] I, too, have a heart as you do. I am not lesser than you; and who does not [know these things just] as these [i.e., just as you do]?",
            "\tI am [one] who has become a laughingstock to his friend, and calls out to G d, who answers him [(that in return for this He will give him)] the true laughter of the righteous one.",
            "\t[(And I also know, just as you, that)] the torch of [the] shame [of Gehinnom awaits] him who is at ease in [his] thoughts, [saying: \"I shall be at peace,\" and that] he is prepared [to join the ranks of] \"those whose foot slips.\"",
            "\t[(And I also know, just as you, that for many days [until their ultimate destruction])] the tents of robbers are at peace, and those who anger G d dwell secure, [and that with all] that G d has brought [to the evildoer, the \"hour\" plays into] his hand.",
            "\tAsk [even] the beasts and they will teach [these things to] you, and the birds of heaven will tell you.",
            "\tOr speak to the earth, and it will teach you; and the fish of the sea will tell you.",
            "\tWho would not know by all these that the hand of the L rd has wrought this?",
            "\tThat in His hand is the spirit of all living things and the spirit of all mortal flesh?",
            "\tWill not the ear [which hears what He has wrought] not discern [the implications of these] words just as the palate tastes food?",
            "\tThere is wisdom in the old and understanding in the long-lived",
            "\t[to know that] with Him is wisdom and strength; with Him is counsel and understanding.",
            "\tWhen He destroys, none can rebuild. When He imprisons a man, none can free him.",
            "\tWhen He holds back the waters, the land is dry; when He sends them forth [(as He did in the generation of Enosh, when He flooded a third of the world)], they overturn the earth.",
            "\tHe is the source of strength and weakness. His is the strayer and the one who causes [men] to stray [i.e., the Satan].",
            "\tHe leads counselors into folly and makes judges foolish.",
            "\tHe unties the bonds of kings [e.g., Nevuchadnezzar] just as He buckles the belt on their thighs [(to \"gird\" them into kingship)].",
            "\tHe leads princes away with folly and twists the mighty.",
            "\tHe [sometimes] removes speech [even] from the faithful [(viz., e.g., Genesis 15:6, followed by 8] and takes the acumen of the elders.",
            "\tHe spills contempt upon the lordly and loosens the buckler of the mighty.",
            "\tHe reveals [to man] what is profounder than darkness and brings shadows to light.",
            "\tHe raises nations and destroys them [(through their pride)], spreads nations out [(over the earth)] and leads them [(into exile)].",
            "\tHe removes the wisdom of the leaders of the people, and they lead them into a void that is not a path.",
            "\tThey feel in the darkness and not in light and He leads them astray as drunkards.\n"
        ],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "For a few more years will pass and I will journey the path from which I shall not return."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}