{
    "text": {
        "0_Introduction": {
            "0": "<b>קורא יקר!</b> אם אמנם כבר גליתי דעתי בחלק הראשון שאין דרכי להרבות בשמות הגדולים, ובפרט להעלות עוד ספרים הרבה אין קץ, מה שלא הזכירם הגאון חיד\"א זצ\"ל, ואולי מטעם הכמוס עמדו וחתום בעוצרותי\"ו ויחנו בחסרו\"ת, ואך עיקר מטרתי למלאות כאן שמות הספרים מאלו הגדולים שהביאם הגאון המחבר שמותם בשם הגדולים חלק א' ולא הביא זכרון בספר בחלק ב' את שמות חבוריהם שכבר יצאו לאור או שהם עדיין בכת\"י. וגלל כן באתי כאן בחלק פליטת ספרי\"ם למלאות החסרון וכאשר עשיתי בחלק א' בקונטרס פליטת סופרים, ובפרט בספרי הגאון חיד\"א המחבר שעולה למספר שנו\"ת חיי\"ם (פ\"ג) ויותר, ואף גם זאת לכבוד עיר מולדתי ק\"ק קראקא כבר הרשתי להזכירם לחיים ארוכים לשם לתהלה ולתפארת חכמי עירנו רבני' וסופרים, אותם שלא נזכרו זכרונם בספרי דורשי קדמוניות עד היום הזה, והעליתי זכרונם בשם הגדולים חלק א' ועתה באתי להזכיר גם שמות חבוריהם כאן במערכת הספרים והרבה חדשות ונצורות נולדו על שדי ליטרטור העברית על ידי זה. וכל מקום שתמצא כוכב הזה <b>*)</b> -- על ס' חכמי קראקא המה מרומזים והיה להם לזכרון לדור אחרון.",
            "1": "וראיתי בשם הרב מוהר\"י ספיר (בהמ\"ס אבן ספיר) כשהלך למסעותיו בערי איטליא בשליחות מצוה ועבר דרך אנקאנא נתאכסן אצל הג\"מ אברהם דוד חי (וויוואנטי) אשר יצק מים על ידי הרב מו\"ה ישעי' בהג\"מ חיד\"א אבד\"ק סניגליא וכשנפטר הניח ספריו ביד תלמידו הנ\"ל ומצא ספר אחד אשר כתב הרב חיד\"א בכת\"י כל מסעותיו ומוצאותיו, ואך לא רצה להדפיסו כי כן צוה עליו רבו יען נמצא שם דברים הנוגעים לאנשים שהיו בעוכרי הרב ולא רצה לפרסמם מפני הכבוד ובפרט ביוצאי חלציהם."
        },
        "1_Letter Alef": {
            "0": {
                "0": "<b>א) - אבודרהם</b>, פי' התפלה ודינים וסדר העבור (ליסאבון רנ\"א) ובכל הדפוסין שלאחריו נשמטו בשגגת המדפיסין ב' דפין כולל פי' במה מדליקין וסדר העבור, גם נדפס תשלום ספר אבודרהם והוא סדר עבודת יוה\"כ עם פירוש (ברלין תר\"ס)."
            },
            "1": {
                "0": "<b>ב) - אבות עולם</b>, פי' על פרקי אבות להרב המקובל מו\"ה בנימן הכהן (דו\"ו תע\"ט)."
            },
            "2": {
                "0": "<b>ג) - אבן בוחן</b>, לר' קלונימוס הכהן ב\"ר קלונימוס (דו\"ו ש\"ו). והוא שער הבחינה שיבחן האדם בהם וירגיל עצמו לעבודת הבורא ואהבת ה' מסודר בחרוזות ומליצות יפות ונדפס גם עם פירוש לחכם אחד."
            },
            "3": {
                "0": "<b>ד) - אבן בוחן</b>, על דקדוק לר' עמנואל בהמ\"ס מחברת עמנואל."
            },
            "4": {
                "0": "<b>ה) - אבן בוחן</b>, לרבינו מתתיהו עיין שו\"ת הריב\"ש סימן רע\"א."
            },
            "5": {
                "0": "<b>ו) - אבן בוחן</b>, שרשי לה\"ק לר' מנחם בן שלמה בהמ\"ס שכל טוב. עיין חלק ב' שם ובהג\"ה מ\"צ עיין שם."
            },
            "6": {
                "0": "<b>ז) - אבן יחייא</b>, לר' יוסף אבן יחיא על ה' מגילות. נדפס במקראות גדולות (ד' א\"ד)."
            },
            "7": {
                "0": "<b>ח) - אבני חפץ</b>, עיין שו\"ת נו\"ב מדו\"ת יו\"ד ס\"ך‏."
            },
            "8": {
                "0": "<b>ט) - אבני קדש</b>, להרב מו\"ה ליזר דמשק דומ\"ץ דקראקא (ווארשא תקע\"ט). שיטות ושו\"ת."
            },
            "9": {
                "0": "<b>י) - אבקת רוכל</b>, לרבינו מכיר רבו של רש\"י כולל עניני תחיית המתים והשארת הנפש (קושטא רע\"ו)."
            },
            "10": {
                "0": "<b>יא) - אגלי ד\"ל</b>, למו\"ה ישעיה באסן מוסר בשיר ובנו מו\"ה ישראל עשה פירוש עליו בשם פרורי לחם והרב בספר קול עוגב כתב עליהם דשניהם היו נעימי זמירות ישראל ומפליג מאוד בשבחם עי\"ש.",
                "1": "<b>יא*) - אגן הסהר</b>, פירוש יקר על משלי לר\"ד חזן (שאלוניקו תק\"ו) וע' חוזה דוד."
            },
            "11": {
                "0": "<b>יב) - אגרת הקודש</b>, עניני צניעות לרמב\"ן (רומא ש\"ו)."
            },
            "12": {
                "0": "<b>יג) - אגרת הרמב\"ן</b>, התנצלות לספר המורה (ווילנא תקפ\"א)."
            },
            "13": {
                "0": "<b>יד) - אגרת הרמב\"ם</b>, שו\"ת ומכתבים (קושטא ע\"ר). ונדפס מחדש בעיר לפסיא עם הרבה הוספות."
            },
            "14": {
                "0": "<b>טו) - אגרת תימן</b>, להנ\"ל מעיקרי האמונה וביאת משיח צדקנו (באסיליאה שפ\"ט)."
            },
            "15": {
                "0": "<b>טז) - אגרת הטעמים</b>, לר\"א מעיר קרדינא בהמ\"ס קרניים (קושטא ש\"ס). ויש מיחסים אותו לר\"א בר ברוך וקצת ראיה לזה משום דנזכר שם הרב מהר\"ש מולכו ובעל קרניים קדם לו."
            },
            "16": {
                "0": "<b>יז) - אגרת רש\"ג ותשובת רה\"ג</b>, (מיץ תרל\"ג), כן אגרת רב שרירא גאון, כולל תשלו' תורה שבע\"פ וסדר המסורה עד זמנו וסדר המשנה הברייתא התוספתא והתלמוד כללי הגמרא ודרכי המדרש דורות התנאים והאמוראים רבנן סבוראי דורות הגאונים ומנהגי הישיבות (קושטא שכ\"ו וברלין תר\"ה). ובתוך ספר חופש מטמונים (מאינץ תרל\"ו) וקצת מזה נדפס בספר שערי צדק שו\"ת להגאונים ובתוך ספר יוחסין."
            },
            "17": {
                "0": "<b>יח) - אגרת הרשב\"א</b>, לחכמי פרובינצא (לבוב תקס\"ט) ועם אגרת הבדרשי (ווארשא תרמ\"ב)."
            },
            "18": {
                "0": "<b>יט) - אגרת הקנאות</b>, כולל תשובות חכמי הדור נידון ספר המורה נבוכים ומלחמות ה' לבנו (דפוס לייפציג)."
            },
            "19": {
                "0": "<b>כ) - אגרת הח\"ץ‏</b>, ובית דינו אודות ר\"ד ניטו המבורג תס\"ה ועיין שו\"ת ח\"צ סי\"ח."
            },
            "20": {
                "0": "<b>כא) - אגרה המליצה</b>, למוהרי\"ל מרגליות בהמ\"ס שו\"ת פרי תואר וקרבן ראשית."
            },
            "21": {
                "0": "<b>כב) - אגרת שבוקין</b>, להגאון מוהר\"א יצחקי על הל' גיטין ג\"ח."
            },
            "22": {
                "0": "<b>כג) - אגרת התשובה</b>, לרבינו יונה גירונדי עניני תשובה ומוסר, והוא ספר היראה לר\"י החסיד."
            },
            "23": {
                "0": "<b>כד) - אדרת אליהו</b>, על הסמ\"ג ורא\"ם למו\"ה אליהו ישראל ודרשות לאביו (ליווארנא תקפ\"ח)."
            },
            "24": {
                "0": "<b>כה) - אהבת דוד</b>, דרושים להגאון חיד\"א ואתו עמו ספר שפה אחת פירוש הגדה (ליווארנא תקנ\"ט)."
            },
            "25": {
                "0": "<b>כו) - אהבת ציון</b>, דרשות להגאון בעל נודע ביהודה (פראג תקפ\"ז)."
            },
            "26": {
                "0": "<b>כז) - אהל יוסף</b>, פי' על הראב\"ע לר\"י הספרדי נדפס תוך ספר מרגליות טובות ונקרא גם כן בשם צפנת פענח."
            },
            "27": {
                "0": "<b>כח) - אהל יוסף</b>, שו\"ת לר\"י מולכו מירושלים בהמ\"ס שלחן גבוה (שאלוניקו תקט\"ז)."
            },
            "28": {
                "0": "<b>כט) - אהל יוסף</b>, על תהלים להגאון חיד\"א נזכר בספרו ככר לאדן דף קכ\"ג עי\"ש."
            },
            "29": {
                "0": "<b>ל) - אהלי יהודה</b>, פירוש על הספרי לר\"י נאגרה (ליווארנא תקפ\"ג)."
            },
            "30": {
                "0": "<b>לא) - אהלי יעקב</b>, קאשטרו שיטה על מס' ביצה גם נדפסו חידושיו בספר הלכות קטנות לר\"י חאגיז."
            },
            "31": {
                "0": "<b>לב) - אוזן שמואל</b>, להר\"ש די אבילה (א\"ד תע\"ה) בעל המחבר ספר כתר תורה על נזיר חתנו של בעל או\"ח בזווג ב'."
            },
            "32": {
                "0": "<b>לג) - אוצר בלום</b>, הג\"ה וחי' על עין יעקב, להגאון מהר\"י מברלין זצ\"ל."
            },
            "33": {
                "0": "<b>לד) *) - אוצרות יוסף</b>, דרושים ד\"ח להג\"מ יוסף ענגיל ראבד\"ק קראקא (ד' וויען)."
            },
            "34": {
                "0": "<b>לה) - אור העמים</b>, תשובות המינים להר\"ע ספורנו (א\"ד תקכ\"ט)."
            },
            "35": {
                "0": "<b>לו) - אור הישר</b>, בענין הגט מקליווא וכן ספר אור ישראל."
            },
            "36": {
                "0": "<b>לז) - אור צדיקים</b>, כולל שו\"ת הרמ\"ה דרשות מרן בית יוסף עה\"ת שה\"ש ופ\"א (שאלוניקו תקנ\"ט)."
            },
            "37": {
                "0": "<b>לח) - אור הגנוז</b>, להגאון חיד\"א והוא בכ\"י כפי הרב מוהר\"א כלפון (אבר\"ך) בהקדמת ספרו אגרות חיד\"א עי\"ש."
            },
            "38": {
                "0": "<b>לט) - אורח לחיים</b>, לבעל עוללות אפרים (א\"ד תק\"ל)."
            },
            "39": {
                "0": "<b>מ) - אורחות צדיקים</b>, או ספר המוסר לא נודע למי ואת שמו לא הגיד לנו וכפי הנראה מתוכו הוא לאחד מהראשונים, ואך צ\"ע מש\"ש בהקדמה דהוא מחובר עוד מקודם זמן הרמב\"ם, אחרי דנזכר שם הרמב\"ם וסמ\"ק ור\"ת."
            },
            "40": {
                "0": "<b>מא) - אורחות חיים</b>, ספר מוסר להרא\"ש ונדפס פעם שנית (בשנת שפ\"ו) במצוות הגאון בעל תיו\"ט בלה\"ק וגם בל\"א בהיותו עוד בווינא וחלקו לימי השבוע דבר יום ביומו וקודם ב\"ש אחרי שהעם מעוטפים בציצית ותפילין יעמוד החזן ויאמר בקול רם ואתו עמו כל העדה, ובעל תיו\"ט הוסיף עליו פ\"א ליום ש\"ק, (ואח\"כ נדפס מחדש בוויען שנת תקומ\"ה עם חי' מרפא לנפש לחכם אחד)."
            },
            "41": {
                "0": "<b>מב) - אורים ותומים</b>, על ישעי' ירמיה למהר\"ם עראמה (עיין ח\"א שם וח\"ב פ' נ\"ח)."
            },
            "42": {
                "0": "<b>מג) - אות אמת</b>, הג\"ה ותיקונים למדרש רבה ובסופו קונטרס סדר קדושה הג\"ה לסדר התפלה לר' מאיר בנבנשת (שאלוניקו שכ\"ה)."
            },
            "43": {
                "0": "<b>מד) - אות ברית</b>, על הל' מילה לר\"י עייאש נדפס תוך ספר שו\"ת בני יהודה (ליווארנא תקי\"ח).",
                "1": "<b>מד*) - אותיות לרס\"ג</b>, שיר על מנין אותיות שבתורה (דיהרנפורט תקנ\"א)."
            },
            "44": {
                "0": "<b>מה) - אזור אליהו</b>, על פ\"א וליקוטים לבעל שבט מוסר נדפס מחדש בירושת\"ו."
            },
            "45": {
                "0": "<b>מו) - ספר האחד</b>, להראב\"ע (אדעסא תרכ\"ז)."
            },
            "46": {
                "0": "<b>מז) - אחורי תרעא</b>, מהדו\"ב על הוריות להג' חיד\"א ותשובות על השגות שתפסו עליו גאוני דורו על ספרו שער יוסף נדפס בס\"ס דברים אחדים."
            },
            "47": {
                "0": "<b>מח) - אילת אהבים</b>, על עקידה ע\"ד שיר להג' הר\"ש די אוליווירה (א\"ד תרכ\"ה)."
            },
            "48": {
                "0": "<b>מט) - אילה שלוחה</b>, פי' קצר על המדרש רבה וליקוטים למו\"ה נפתלי הירש במו\"ה שמעון לנגלזי (פפד\"א תנ\"ב)."
            },
            "49": {
                "0": "<b>נ) - איומה כנדגלות</b>, מחובר על סדר האותיות במליצה לר' יצחק עונקרה (ועיין ח\"א מ' קס\"ו ובחלק ב' ע' ע\"ב והג\"ה מנחם ציון שם)."
            },
            "50": {
                "0": "<b>נא) - אלדד הדני</b>, דינים מעשרת השבטים שבא א' משם לכאן בימי הגאונים הובא בתוספות ריש חולין ונדפס (פאריז תקצ\"ח)."
            },
            "51": {
                "0": "<b>נב) - אליהו זוטא</b>, פירוש על אבות לבעל שבט מוסר וליקוטים (א\"ד תקי\"ז), וע\"ל אזור אליהו ואולי הוא באחד."
            },
            "52": {
                "0": "<b>נג) - אליהו רבא</b>, לר' מאיר תאומים וברכת יוסף לבנו בעל פמ\"ג (זאלקאווא תק\"ז)."
            },
            "53": {
                "0": "<b>נד) - אל\"ף בי\"ת</b>, בקשה מאלף תיבות המתחילות בבי\"ת ונקרא גם כן בשם בית הלוי והוא לר\"א הלוי בהמ\"ס תנא דב\"א, <b>תנ\"א</b> סימנים תלמוד מהרא\"ם (ועיין ח\"א א' קס\"ט)."
            },
            "54": {
                "0": "<b>נה)*) - אלף כסף</b>, להגאון בעל מעשה ה' כולל אלף השגות על מרן בית יוסף הובא בספר האילים עיי\"ש."
            },
            "55": {
                "0": "<b>נו) - אלפי יהודה (נגאר)</b>, על מס' שבועות (ליווארנא תקנ\"ד)."
            },
            "56": {
                "0": "<b>נז) - אם למסורה</b>, פי' על מסורה נדפס בלי שם המחבר (מנטובה תקמ\"ו)."
            },
            "57": {
                "0": "<b>נח) - אמונה רמה</b>, להראב\"ד (פפד\"מ תרי\"ג)."
            },
            "58": {
                "0": "<b>נט) - האמונות</b>, למהר\"ם בר ברוך (עיין סה\"ד)."
            },
            "59": {
                "0": "<b>ס) - אמרי בינה</b>, פי' על מלות קשות שבזוהר לר' יששכר בער במו\"ה פתחי' (פראג שע\"א)."
            },
            "60": {
                "0": "<b>סא) - אמרי נועם</b>, שו\"ת להג\"מ יואב אבד\"ק מט\"ד (דפוס מונקאטש)."
            },
            "61": {
                "0": "<b>סב) - אמרות טהורות</b>, על מלות חמורות בזוהר בסדר א\"ב למו\"ה בנימן וואלף בר\"י הלוי לייטמריץ (לובלין ת\"ח)."
            },
            "62": {
                "0": "<b>סג)*) - אנפין חדתין</b>, דרשות וחידושי ש\"ס לבעל אבני קודש. ולא נדפס."
            },
            "63": {
                "0": "<b>סד) - אסור והיתר</b>, לרש\"י ז\"ל כולל כל סדר השנה דיניו ומנהגיו גיטין חליצה והל' נדה ושו\"ת נדפס זה מקרוב."
            },
            "64": {
                "0": "<b>סה)*) - אסירי התוקה</b>, על משלי חתן זקני מוהר\"ל קרענגיל חתנו של הגאון בעל זרע ברך ז\"ל (נייוויט תק\"י)."
            },
            "65": {
                "0": "<b>סו) - אסיפת הגאונים</b>, כולל שו\"ת שעברו בין הג\"מ העשל ובעל ח\"מ וכללי התפיסה שנשמטו מספר הסמ\"ע סכ\"ה כמו שנזכר שם סקי\"ז וליקוטי ש\"ס לבעל פנים מאירות נדפס על ידי הג\"מ אריה ליב בהג\"מ מרדכי אבד\"ק טיקטין (ביאליסטאק תקס\"ו)."
            },
            "66": {
                "0": "<b>סז) - ארוך</b>, מש\"ך עם הג\"ה מנחת אהרן בר' משה מבריסק (ברלין תקכ\"ז)."
            },
            "67": {
                "0": "<b>סח) - ארבע מאות שקל כסף</b>, קבלת האר\"י למהרחו\"ו (קאריץ תקס\"ד)."
            },
            "68": {
                "0": "<b>סט) - ארבעה טורי אבן</b>, חי' ש\"ע ושו\"ת להגמהר\"א רוקח מא\"ד ובנו מו\"ה משה אבד\"ק זלאטשוב."
            },
            "69": {
                "0": "<b>ע) - ארבע תקופות</b>, לרבינו יוסף בכור שור כ\"י."
            },
            "70": {
                "0": "<b>עא) - ארי נוהם</b>, לרי\"א ממודינא ומלחמת משה או חקר ומקובל (לרמח\"ל) השגות עליו (לייפציג) וכן מגן וצינה לח\"א (יאהנסברג תרט\"ו). גם נדפס בווארשא לח\"א ספר אימת מפגיע על ארי."
            },
            "71": {
                "0": "<b>עב) - אש דת</b>, לר\"ד ניטו בעהמ\"ס מטה דן (כוזרי שני) (לונדון תע\"ה). בו קנא קנאת ה' צבאות נגד ספרי מירוס נחמיה חיון שר\"י."
            },
            "72": {
                "0": "<b>עג) - אשי ה'</b>, כולל חי' רמב\"ן ריטב\"א נמוקי יוסף להל' נדרים (ליווארנא תק\"ע)."
            },
            "73": {
                "0": "<b>עד) - אשכול הכופר</b>, על מ\"א לבעל צרור המור. (דפוס דראהביטש)."
            },
            "74": {
                "0": "<b>עה)*) - אשכול ענבים</b>, עה\"ת למו\"ה שאול בר\"י גרינפלד אבד\"ק ראווא ואח\"ז דרשן ודיינא דק' קראקא (ווארשא תקצ\"ד)."
            },
            "75": {
                "0": "<b>עו) - אשל אברהם (אופנהיים)</b>, חי' דינים מלוקטים מפוסקים ושו\"ת אחרונים. גם שו\"ת נוספות תוך באה\"ט (א\"ד תקכ\"ט) וע\"ל מערכת ב' סי\"ז."
            },
            "76": {
                "0": "<b>עז) - אשל גדול</b>, על רש\"י נ\"ך ועל רש\"י יחזקאל (מ\"ב ג')."
            },
            "77": {
                "0": "<b>עח)*) - אתוון דאורייתא</b>, להגאון מוהר\"י ענגל, ראבד\"ק קראקא, חידושים ושו\"ת."
            }
        },
        "2_Letter Bet": {
            "0": {
                "0": "<b>א) - באור על המורה</b>, לר\"ם נאגרה נדפס בספ' שאלת ר' שאול הכהן ששאל מהר\"י אברבנאל (דו\"ו של\"ד)."
            },
            "1": {
                "0": "<b>ב) - באור הרלב\"ג לעזרא נחמיה ודברי הימים</b>, נדפס בקראקא מכ\"י."
            },
            "2": {
                "0": "<b>ג) - באור ע\"ס מהלך שבילי דעת (לר\"ס קמחי)</b>, מר\"א הבחור (פיזרו רס\"ח)."
            },
            "3": {
                "0": "<b>ד)*) - באור הרד\"ס על ספר המצות</b>, להג\"מ דו\"ב מייזילש אבד\"ק קראקא ובווארשא."
            },
            "4": {
                "0": "<b>ה)*) - באורים כבדו ה'</b>, עה\"ת ופרש\"י (קראקא שס\"ד), להג\"מ ישעי' מנחם מענדל מקראקא הנקרא ר\"מ ר' אביגדורש אבד\"ק קראקא ושמ\"ך כ\"ה מנחם שנת משיח\"א ועל מקומו נקרא להגאון בעל השל\"ה לבא הנה ול\"ר כי נכסוף לארץ הצבי."
            },
            "5": {
                "0": "<b>ו) - באר הגולה</b>, למהר\"ל על אגדות הש\"ס (פראג חש\"ן)."
            },
            "6": {
                "0": "<b>ז) - באר היטב</b>, על או\"ח להרב מו\"ה ישעי' נכד הט\"ז (א\"ד תע\"ו) ולר\"י אשכנזי מטיקטין (א\"ד תצ\"ז) על יו\"ד והל' אבלות להרב מו\"ה משה פרנקפורט (א\"ד תק\"ו) ועל חושן משפט כללי הפוסקים ודיני מיגו (א\"ד תקכ\"ד) ובש\"ע מדפוסי האחרונים המה לר' זכריה מענדל זצ\"ל."
            },
            "7": {
                "0": "<b>ח) - באר מים חיים</b>, למהר\"ם מרוטנבורג כת\"י עסה\"ד."
            },
            "8": {
                "0": "<b>ט) - באר שבע</b>, על ש\"ס ושו\"ת עשה\"ג ח\"א יו\"ד תכ\"ז (דו\"ו שע\"ד)."
            },
            "9": {
                "0": "<b>י) - בדי הארון</b>, לבעל מגדל עוז כ\"י, וע\"ל אות כ\"ה ע\"ה.",
                "1": "<b>י*) - הבחור</b>, להר\"א הבחור על דקדוק (רומא רע\"ח ומנטובה שי\"ז)."
            },
            "10": {
                "0": "<b>יא) - בחינת עולם</b>, לבדרש\"י עם פי' תיו\"ט (פראג ישמ\"ח)."
            },
            "11": {
                "0": "<b>יב) - בחינת הדת</b>, לר\"א דלמידוגו (וויען תקצ\"ג)."
            },
            "12": {
                "0": "<b>יג) - בחינת הקבלה</b>, לרי\"א ממודינא (גערץ תרי\"ב)."
            },
            "13": {
                "0": "<b>יד) - בינה לעתים</b>, על הרמב\"ם הל' יו\"ט להג\"מ יונתן בעל או\"ת (וויען תקנ\"ז)."
            },
            "14": {
                "0": "<b>טו) - בית אבות</b>, פי' להרב המאירי עם הקדמה יקרה כולל שמות התנאים ואמוראים נדפס בתוך ספר דרכי חיים לבהמ\"ס סמיכה לחיים (שאלוניקו תקפ\"א)."
            },
            "15": {
                "0": "<b>טז)*) - בית אהרן</b>, על הל' גיטין ועל הל' יו\"ט להרב מו\"ה שמואל אהרן רובין אבד\"ק קארטשין ומנ\"כ פ\"ק קראקא."
            },
            "16": {
                "0": "<b>יז) - בית יהודה</b>, לרי\"א ממודינא על עין יעקב (דו\"ו שצ\"ה) ונדפס אח\"כ עם העין יעקב בשם ספר הבונה ומ\"ש המח' בחלק א' בית לחם יהודה על העין יעקב -- הוא טעות סופר דספר בית לחם יהודה הוא רק מפתחות על אגדות הש\"ס ע\"פ ערכין (דפוס פראג תס\"ה)."
            },
            "17": {
                "0": "<b>יח) - בית יהונתן הסופר</b>, הוא לה\"ג יעב\"ץ בענין המחלוקת הידוע (אלטונא תקכ\"ג)."
            },
            "18": {
                "0": "<b>יט) - בית המדרש</b>, עה\"ת נדפס בסוף ספר רוח אליהו (שאלוניקו תקל\"ב)."
            },
            "19": {
                "0": "<b>כ)*) - בית היוצר</b>, על ספר יצירה לבעל ספר הברית כ\"י פה קראקא."
            },
            "20": {
                "0": "<b>כא) - בית נכאת חלכות‏</b>, שו\"ת מגאונים קדמונים נדפס מכ\"י בק' פפד\"מ."
            },
            "21": {
                "0": "<b>כב)*) - בית האוצר</b>, כללים ושרשיים על פי ערכין בש\"ס בבלי וירושלמי להג' מוהר\"י ענגיל."
            },
            "22": {
                "0": "<b>כג) - בית מנוחה</b>, סדר ההשכבה ולמוד ליארהרצייט (ליווארנא תקס\"ב) לגאון חיד\"א ז\"ל, ואולי הוא ספר ברית מנוחה הובא בספר אגרות חיד\"א."
            },
            "23": {
                "0": "<b>כד) - בית שמואל</b>, עה\"ת (תצ\"ז)."
            },
            "24": {
                "0": "<b>כה) - בן זקונים</b>, כללי הש\"ס ושירים למו\"ה חיים בכ\"ר דוד אבולעפיא (שאלוניקו)."
            },
            "25": {
                "0": "<b>כו)*) - בן פורת</b>, שו\"ת ב\"ח להג\"מ יוסף ענגיל ראב\"ד קראקא."
            },
            "26": {
                "0": "<b>כז) - בני יונה</b>, הלכות כתיבת ס\"ת למו\"ה יונה לנדסופר בהמ\"ס מעיל צדקה (פראג תקפ\"ב)."
            },
            "27": {
                "0": "<b>כח) - בעלי ברית אברם</b>, על תנ\"ך להמקובל בעל חסד לאברהם (אזולאי) נדפס מכ\"י בווילנא."
            },
            "28": {
                "0": "<b>כט) - בראשית רבה</b>, ע\"ל אות ר' סי\"ב."
            },
            "29": {
                "0": "<b>ל)*) - הברית</b>, ב\"ח [=ב' חלקים?] חכמה ומוסר. ח\"א הוא חכמת הטבע וחלק ב' במוסר להרב החכם המקובל מו\"ה פנחס אליהו מקראקא בהמ\"ס טעם עצו על ספר משנת חסידים והיה תלמידו של בעל מקדש מלך כי היה יליד לונדון."
            },
            "30": {
                "0": "<b>לא) - בית אברהם</b>, פי' על הילקוט שמעוני להר\"א גדליא (ליווארנא ת\"י) ועיין לקמן ספר חבר הקני."
            },
            "31": {
                "0": "<b>לב) - ברית מלח</b>, דיני מליחה לבעל תיו\"ט נדפס על ידי הר\"א ליב אב\"ד קראקא (שנת תל\"א) ואח\"כ עם הוספות לחכם אחד (ווילנא תרט\"ו)."
            },
            "32": {
                "0": "<b>לג) - ברית עולם</b>, פי' והג\"ה על ספר חסידים והשמטות בסופו נקרא בשם שומר הברית. נדפס בסוף ספר לב דוד (שנת תקמ\"ט) ואח\"כ נדפס כמה פעמים עם ספר חסידים."
            },
            "33": {
                "0": "<b>לד) - ברייתא דשמואל הקטן</b>, סוד העבור נדפס כ\"פ."
            },
            "34": {
                "0": "<b>לה) - ברך משה</b>, לר\"ם ן' אדרת על קצת מס' (שאלוניקו תקס\"ב)."
            },
            "35": {
                "0": "<b>לו) - ברך משה</b>, למהר\"ם גאלאנטי (ליווארנא תקס\"ט)."
            },
            "36": {
                "0": "<b>לז) - ברכה משולשת</b>, תוס' ר\"י החסיד תוספי הרא\"ש ושטמ\"ק ברכות (ווארשא תרכ\"ב) ומה שקראו חי' ברכות בשם שטמ\"ק טעות הוא בידם."
            },
            "37": {
                "0": "<b>לח) - ברכה לראש משביר</b>, תוספי הרא\"ש להוריות עם הירושלמי הוריות עם פי' (וויען תרכ\"ו)."
            },
            "38": {
                "0": "<b>לט) - ברכי יוסף</b>, להגאון המחבר, ואסף איש טהור מחי' גאונים ושו\"ת מהראשונים והאחרונים הנדפסים ומהם הרבה כ\"י וגם מה שחידש בטובו על ד' חלקי שו\"ע ובסופו קונטרס אחרון בשם שיורי ברכה ליווארנא (תקל\"ד ותקל\"ו). נדפס בהסכמת רבני חברון ומרבין בשבחו תרי ממאה מגדולתו ואן חקר לתהלתו עי\"ש, והגאון מהר\"ם כרמי עשה השגות עליו והמה בספרו דברי מרדכי עי\"ש, ולעצמו הוא מציל מאשר השיג עליו והמה בברכ\"י או\"ח סי\"ד ובשאר מקומות (וקרא ספרו <b>ברכ\"י</b> גי' רל\"ב כנגד ד' שמותיו יתברך שמו -- מ\"ה ב\"ן ס\"ג ע\"ב, שהם כנגד ד' חלקי שולחן ערוך עי\"ש). וע\"ס זכור לאברהם הל' אבלות אות תפילין."
            },
            "39": {
                "0": "<b>מ) - ברכת אברהם</b>, פי' משלי להראב\"ע נדפס מכ\"י שהי' בידי הרמ\"ק (פפד\"מ תרמ\"ד) אבל הפי' הנדפס במקראות גדולות רק מיוחס לו."
            },
            "40": {
                "0": "<b>מא) - ברכת אברהם</b>, לר\"א בן הרמב\"ם (ליק כת\"ר) כולל תשובת על השגות רבינו דניאל הבבלי על הרמב\"ם וע\"ל מעשה נסים."
            },
            "41": {
                "0": "<b>מב)*) - ברכת אברהם</b>, שו\"ת וחי' למוהר\"א יענר ראבד\"ק קראקא."
            },
            "42": {
                "0": "<b>מג) - ברכת יעקב</b>, בר ברוך חי' ש\"ס (לבוב תקנ\"ו)."
            },
            "43": {
                "0": "<b>מד) - ברכת המים</b>, למהר\"ם מרדכי יוסף מיוחס מירושלים חבירו של הגאון המחבר חתן הגאון הרי\"ט אלגאזי והיה קנאת סופרים ביניהם כשהדפיס הגאון חיד\"א ספרו שער יוסף הדפיס הוא ספר שער המים וכשחבר ספר חיים שאל חבר הוא ספר מים שאל וכשנדפס ספר ברכי יוסף הדפיס הוא ספר ברכת המים ושניהם התחילו לחבר ספרים בהיותם בני טו\"ב שנים ושניהם נפטרים בשנה שנת תקס\"ו וזה פלא."
            },
            "44": {
                "0": "<b>מה) - ברכת מהר\"ם</b>, דיני ברכות למהר\"ם מרוטנבורג (ריווא שי\"ט)."
            },
            "45": {
                "0": "<b>מו) - ברכת מים</b>, סדר גיטין ושמות הנשים לר\"מ ר' יוזפש באריכות (וויען תרכ\"א) ועשה\"נ ח\"ב."
            },
            "46": {
                "0": "<b>מז) - בשם קדמון</b>, למהר\"ם פרובינצאל דקדוק ונגינות על דרך שיר (דו\"ו שנ\"ז)."
            },
            "47": {
                "0": "<b>מח) - בתי הנפש</b>, פי' הגדה להגאון המחבר נדפס בספרו מראית העין על העין יעקב."
            }
        },
        "3_Letter Gimel": {
            "0": {
                "0": "<b>א) - גאולת עולם</b>, פירוש על הגדת פסח לחיד\"א הובא בס\"ס כסא דוד."
            },
            "1": {
                "0": "<b>ב) - גבול יהודה</b>, חידושי גיטין וכתובות לבעל מחנה יהודה (שאלוניקו תקכ\"ו)."
            },
            "2": {
                "0": "<b>ג) - הגבורה</b>, לבעל ברית מנוחה בספרו שם כ\"פ."
            },
            "3": {
                "0": "<b>ד)*) - גבורי ישראל</b>, ספר יקר על התורה לש\"ב הרהג\"מ ישראל ניימן ראבד\"ק קראקא בהמ\"ס מחנה ישראל (דפוס קראקא)."
            },
            "4": {
                "0": "<b>ה)*) - גבורות שמונים</b>, שמונים תירוצים על קושיא אחד של התוספות להרהג\"מ יוסף ענגיל ראבד\"ק קראקא."
            },
            "5": {
                "0": "<b>ו) - גבורת ארי</b>, על מסכת תענית וקונטרס על חדש להגאון בעל שאגת אריה (ווילנא תרכ\"ב) ועל מסכת יומא (דפוס פיעטרקוב)."
            },
            "6": {
                "0": "<b>ז) - גבורת יהונתן</b>, פלפול ודרושים לבעל או\"ת (ווארשא תר\"ס)."
            },
            "7": {
                "0": "<b>ח)*) - גבעת פנחס</b>, דרושים והספדים להרב וכו' מו\"ה פנחס דמביצר ראבד\"ק קראקא ועם הגהות והערות לידידי הרב וכו' מוהר\"ם מענדל קירשבוים אבד\"ק סקאלא וכעת דומ\"ץ דק' פפד\"מ."
            },
            "8": {
                "0": "<b>ט) - גופי הלכות</b>, כללי ש\"ס להר\"ש אלגאזי (אזמיר ת\"ם)."
            },
            "9": {
                "0": "<b>י) - גופי תורה</b>, על תהלים להגאון המחבר זצ\"ל הובא בספרו פתח עינים דקל\"א עי\"ש."
            },
            "10": {
                "0": "<b>יא) - הגורלות</b>, מיוחס להרס\"ג (פיסא תע\"ד)."
            },
            "11": {
                "0": "<b>יב) - הגורלות</b>, מיוחס להראב\"ע (א\"ד תקמ\"א)."
            },
            "12": {
                "0": "<b>יג) - גורן נכון</b>, תקון מדות הנפש לר\"ש בן גבירול (ריווא שכ\"ב)."
            },
            "13": {
                "0": "<b>יד) - גלות יהודה</b>, לרי\"א ממודינא פתרון מלות הרבה שבתנ\"ך (דו\"ו שע\"ב)."
            },
            "14": {
                "0": "<b>טו)*) - גליוני הש\"ס</b>, הגהות יקרות על ש\"ס בבלי וירושלמי להרהג\"מ יוסף ענגיל הנ\"ל."
            },
            "15": {
                "0": "<b>טז) - גלילות א\"י</b>, נכבדות מדובר על אודות נסיעתו‏ בא\"י והגלילות (מנטובה שכ\"א ולובלין שצ\"ה) ונשרפו כלם בפקודת הכומרים ונדפס מחדש (בפיורדא תנ\"א)."
            },
            "16": {
                "0": "<b>יז) - גנזי המלך</b>, קבלה ועי' הקדמת ספר החיים."
            },
            "17": {
                "0": "<b>יח) - גנזי נסתרות</b>, לקוטי גאוני קדמאי נדפס מכ\"י בירושת\"ו, וע\"כ נקרא גם כן בשם גנזי ירושלים."
            }
        },
        "4_Letter Dalet": {
            "0": {
                "0": "<b>א) דבק טוב</b>, פי' על רש\"י עה\"ת לר\"' אונשבורג נדפס עם הג\"ה (דו\"ו שמ\"ז) ועיין פליטת ספרים ש' מ\"ט."
            },
            "1": {
                "0": "<b>ב) - דבר שמואל</b>, פי' על מדרשי חז\"ל לר\"ש חאגיז (דו\"ו שנ\"ו)."
            },
            "2": {
                "0": "<b>ג) - דבר שבקדושה</b>, לבעל ילקוט הראובני (זולצבאך תמ\"ד)."
            },
            "3": {
                "0": "<b>ד) - דברי ריבות</b>, כולל מכתבים בין הרז\"ה והראב\"ד נדפס מכ\"י (נויארק תרס\"ח) ואולי הוא ספר סלע המחלוקת שנזכר במאור שבועות פ\"ב וכן בשיריו עי\"ש."
            },
            "4": {
                "0": "<b>ה) - דברי ריבות בשערים</b>, שו\"ת לר\"י סירליאון וחכמי דורו נדפס זה מקרוב מכ\"י.",
                "1": "<b>ה*)*) - דברי אליהו</b>, שיטות הש\"ס ע\"ד פלפול למו\"ה משה אלי' ניימינץ דומ\"צ דפה קראקא בהגאון בעל מעשה חושב."
            },
            "5": {
                "0": "<b>ו) - דברי דוד</b>, שו\"ת ח\"ו להרדב\"ז עם ספר הון יוסף זאמירו (ליווארנא תקפ\"ח).",
                "1": "<b>ו*) - דברי אמת ומשפט שלום</b>, ליעב\"ץ נידון דברי ריבות שעברו בג' קהלות אה\"ו (אלטונא תקל\"ו)."
            },
            "6": {
                "0": "<b>ז) - דברי ריבות</b>, כולל שו\"ת בענין בית הכוסות שנסרך לחצר הכבד מבעל עוללות אפרים של\"ה ושאר גאונים כ\"י משנת שע\"ו (רשימת ינה\"ל א\"ד)."
            },
            "7": {
                "0": "<b>ח) - דברי שיר</b>, להגאון המחבר נזכר בספר תולדות גדולי ישראל."
            },
            "8": {
                "0": "<b>ט) - דברי שלום</b>, (שרעבי), על כתבי מהרחו\"ו (ירושלים תרמ\"ג)."
            },
            "9": {
                "0": "<b>י) - דברי שלום ואמת</b>, לבעל בית דוד קורינאלדו נידון וי\"ו קטועה של \"בריתי שלום\" (במדבר כה, יב)."
            },
            "10": {
                "0": "<b>יא) - דברי שמואל</b>, עה\"ת למהר\"ש זנוויל במו\"ה חנוך מלובלין תלמיד הג\"מ העשל טרם השלים ספרו בדפוס נפטר (א\"ד תל\"ח) והיה אבד\"ק יאסי."
            },
            "11": {
                "0": "<b>יב) - דברי שמאול</b>, דרושים למהר\"ש יצחק נדפס בס\"ס ארוחת התמיד (שאלוניקו תקט\"ו)."
            },
            "12": {
                "0": "<b>יג) - דברי שלמה</b>, עה\"ת למהר\"ש הלוי הזקן ע\"ד המחקר לבהמ\"ס לחם שלמה (דו\"ו ש\"ח)."
            },
            "13": {
                "0": "<b>יד) - דברים אחדים</b>, דרושים והשמטות לחיד\"א נדפסו בסוף ספר כסא דוד (ליווארנא תקמ\"ח)."
            },
            "14": {
                "0": "<b>טו) - דברים שבקדושה</b>, להרמ\"ע נדפס בספר תפוחי זהב לר\"י מילי (מנטובה שפ\"ג)."
            },
            "15": {
                "0": "<b>טז) - דברים טובים</b>, לר\"מ אלשיך ביאור על קהלת (דו\"ו הנשי\"א)."
            },
            "16": {
                "0": "<b>יז) - דברים נחומים</b>, להנ\"ל ביאור על מגילת איכה (נדפס שם) וז\"ל בעל או\"ח הקדוש זצ\"ל בספר ראשון לציון ריש משלי דבעל מהר\"ם אלשיך בעת שהיה עוסק במסחר וטרוד במסחרו היה מחדש רוב חידושי תורתו, וקסת הסופר בחגירתו, ורשם ראשי פרקים ואח\"כ העמיק הרחיב בבואו לביתו עי\"ש."
            },
            "17": {
                "0": "<b>יח) - דבש לפי</b>, על סדר א\"ב, מוסר והקדמות יקרות ובסופו קונטרס צנא דדובשא להגאון המחבר (ליווארנא תקס\"א)."
            },
            "18": {
                "0": "<b>יט) - דגל אהבה</b>, להר\"ש ארקוולטי."
            },
            "19": {
                "0": "<b>כ) - דובב שפתי ישנים</b>, כולל שירים רמב\"ם רמב\"ן ראב\"ע רשב\"ג ופתיחות אזהרות לרס\"ג."
            },
            "20": {
                "0": "<b>כא) - דוד במצודה</b>, פי' על אבות (שאלוניקו תק\"ה) למהר\"ד חזן בהמ\"ס קהלת בן דוד."
            },
            "21": {
                "0": "<b>כב) - דורש לציון</b>, דרושים על הפלפול לבעל נו\"ב ובנו הר\"ש (פראג תקפ\"ז)."
            },
            "22": {
                "0": "<b>כג) - הדיוואן</b>, כולל שירי הר\"י הלוי (ליק תרכ\"ד, וברלין תרנ\"ד)."
            },
            "23": {
                "0": "<b>כד) - דיני ניקור</b>, לרש\"י ז\"ל נדפס תוך תשובות מוהר\"י ווייל (דו\"ו שס\"ו)."
            },
            "24": {
                "0": "<b>כה) - דמשק אליעזר</b>, על מסורה לבעל משנת ר\"א על הרבות (יעסניץ תפ\"ג)."
            },
            "25": {
                "0": "<b>כו) - דקדוקי רש\"י</b>, עה\"ת לא נודע למי (ריווא ש\"ך)."
            },
            "26": {
                "0": "<b>כז) - דרוש על התורה והמצות ודרושים נאים למהר\"ל</b>, (פראג שד\"ם ושמ\"ט)."
            },
            "27": {
                "0": "<b>כח) - דרוש הרמב\"ן</b>, שדרש לפני המלך והשרים (פראג שנ\"ו)."
            },
            "28": {
                "0": "<b>כט) - דרוש מטי ולא מטי</b>, להר\"ד פארדו נדפס בספר אמת ליעקב (נינייוו) ליווארנא תר\"ג."
            },
            "29": {
                "0": "<b>ל) - דרוש הודאה</b>, לבעל תיו\"ט שדרש בוויען אחרי המגפה (שם שפ\"ח) ודרוש חידושי הלבנה (ווילנא תרכ\"ו)."
            },
            "30": {
                "0": "<b>לא) - דרך אמת</b>, הג\"ה על הזוהר להרמ\"ז ור\"י חמיץ (דו\"ו תכ\"ד)."
            },
            "31": {
                "0": "<b>לב) - דרך חיים</b>, להגאון המחבר נזכר בספר תולדות גדולי ישראל."
            },
            "32": {
                "0": "<b>לג) - דרך טובים</b>, צוואת ר\"י לנדסופר פפד\"מ תע\"ז."
            },
            "33": {
                "0": "<b>לד) - דרך ישר</b>, למו\"ה ישעיה מגצו נדפס (שנת שצ\"ו) וז\"ל המחבר בקונטרס ספר הזכרון שלו מכת\"י ממש בחודש אב הייתי במנטובה וקריתי ספר רב עמרם כת\"י ועברתי ספר דרך ישר למו\"ה ישעיה מגצו שצ\"ו עכ\"ל."
            },
            "34": {
                "0": "<b>לה) - דרך ישר</b>, דרשות (דרשות) לרגלים לבעל נתיב הישר על מערכת נו\"ן סי' נו\"ן."
            },
            "35": {
                "0": "<b>לו) - דרך ישרה</b>, סגולות וקמיעות וכו' למהרצ\"ה בר' ירחמיאל חאטש מקראקא (פירטה תנ\"ז)."
            },
            "36": {
                "0": "<b>לז) - דרכי ה' </b>, תרי\"ג מצות לר\"ש די אוליווירה (א\"ד תמ\"ו)."
            },
            "37": {
                "0": "<b>לח) - דרכי נועם ומרפא לשון</b>, לר\"ס ן' חביב דקדוק עם הוספות לחכם אחד ד' רעדלהיים (תקמ\"ו)."
            },
            "38": {
                "0": "<b>לט) - דרכי הנקוד</b>, לר\"י הנקדן עם פירוש לחכם אחד מצפת (ווילנא תקפ\"ב)."
            },
            "39": {
                "0": "<b>מ) - דרכי נועם</b>, כללי התלמוד."
            },
            "40": {
                "0": "<b>מא) - דרש משה</b>, על תהלים לבעל ערוגת הבושם על שה\"ש כלו קדש קדשים."
            },
            "41": {
                "0": "<b>מב) - דרשות ר\"י קארו</b>, בספר אור צדיקים ווארשא."
            },
            "42": {
                "0": "<b>מג)*) - דרש משה</b>, עה\"ת להרב ר' משה הדרשן ודיין דקראקא נדפס בהסכמת בעל פנ\"י וראיתי עצם כתב ידו."
            },
            "43": {
                "0": "<b>מד) - דרשות לר\"י פימינטול</b>, בהמ\"ס מנחת כהן (א\"ד תמ\"ח)."
            },
            "44": {
                "0": "<b>מה) - דרשות הרמ\"ז</b>, נספחים לספר באר מים חיים שאלוניקו (תקמ\"ו)."
            },
            "45": {
                "0": "<b>מו) - דרשות ר\"י מינץ</b>, י\"ב דרשות (דו\"ו שנ\"ד), והוא טעות ובאמת הוא לנכדו רש\"י מינץ ונדפס על ידי תלמידו ועיין שו\"ת הרמ\"א סי' כ\"ג עי\"ש."
            },
            "46": {
                "0": "<b>מז) - דת הנשים</b>, לר\"י החסיד הובא בסה\"ד."
            }
        },
        "5_Letter He": {
            "0": {
                "0": "<b>א) - הגהות על הרמב\"ם</b>, למהר\"י אבוהב נדפס כ\"פ עם הרמב\"ם."
            },
            "1": {
                "0": "<b>ב)*) - הגהות מרדכי</b>, לר\"א אשכנזי בעל מעשה ה' הובא בספר גדולת מרדכי ובהקדמתו שם עי\"ש."
            },
            "2": {
                "0": "<b>ג) - הגהות מהר\"ם טיקטין</b>, יכונה בשם אנשי שם ע\"ה והמרדכי קראקא (נוש\"א)."
            },
            "3": {
                "0": "<b>ד) - הגהות על הזוה\"ק</b>, לבעל השל\"ה נדפס עם הזוהר (ווילנא תרמ\"ג)."
            },
            "4": {
                "0": "<b>ה) - הגהות הב\"ח</b>, על ש\"ס נעתק מכ\"י ממש כתובים על ש\"ס מעצם ידו הקדושה על ש\"ס (דו\"ו רפ\"ח). נמצא תחת יד נכדו מו\"ה יואל מוולאדווי."
            },
            "5": {
                "0": "<b>ו) - הגהות הלבוש</b>, על ש\"ס נדפס עם הגהות מפרשי הים כ\"פ."
            },
            "6": {
                "0": "<b>ז) - הגהות הש\"ס</b>, למוהרצ\"ה אבד\"ק ברלין נדפס בש\"ס ווילנא."
            },
            "7": {
                "0": "<b>ח) - הגהות הש\"ס</b>, לבעל עצי ארזים ואחיו הג\"מ אריה ליב אבד\"ק קאסל נדפס בש\"ס דפוס פיורדא (תקפ\"ט)."
            },
            "8": {
                "0": "<b>ט) - הגהות וחי' הטו\"ז</b>, על יו\"ד דפוס האלע (ת\"ע)."
            },
            "9": {
                "0": "<b>י) - הגהות הש\"ס ליעב\"ץ</b>, נדפס בש\"ס דפוס ווילנא."
            },
            "10": {
                "0": "<b>יא) - הדר זקנים</b>, הגה ותוספות ע\"ס ארעא דרבנן ועפרא דארעא ע' מח\"ב או\"ח סי' תר\"ה."
            },
            "11": {
                "0": "<b>יב) - הדר זקנים בעלי תוס' עה\"ת</b>, ליווארנא ת\"ר."
            },
            "12": {
                "0": "<b>יג) - הדרת מלך</b>, הוספה לספרו מקדש מלך (א\"ד תקכ\"ו לונדון תק\"ל)."
            },
            "13": {
                "0": "<b>יד) - הדרת קודש</b>, פי' על המחזור וליקוטים (דו\"ו שנ\"ט)."
            },
            "14": {
                "0": "<b>טו) - הון עשיר</b>, על משניות לבעל משנת חסידים (א\"ד תצ\"א) ועיין ח\"א ע' ח\"י."
            },
            "15": {
                "0": "<b>טז) - ספר היקר</b>, הגה וחי' על או\"ח לבעל תוספת שבת (לבוב תקנ\"ה)."
            },
            "16": {
                "0": "<b>יז) - ספר האורה</b>, פסקי דינים והלכות לרש\"י ז\"ל נדפס מכ\"י (לבוב תרס\"ה). נולד בצרפת ואח\"כ קבע ישיבתו בווירמייזא וכאשר פרשה רשת השמדות באשכנז בשנת תתנ\"ו ברח רש\"י משם לעיר מולדתו טריוויש ושמ\"ך כ\"ט תמוז תתס\"ה וע\"כ חי' סליחה תנו\"ת צרות וכו' עיין שו\"ת רש\"ל סכ\"ט עי\"ש."
            },
            "17": {
                "0": "<b>יח) - הלכה ברורה</b>, למו\"ה פנחס בר\"ש אויערבך דיין דקראקא (ווילמרשדרף תע\"ז) ועיין ח\"א. מבאר דברי הט\"ז ומ\"א במקומות הצריכין ביאור ע\"ד הפמ\"ג ומחה\"ש ותוס' נופך משלו וגם של חותנו הג\"מ יוסף שמואל מקראקא אבד\"ק פפד\"מ וחיבור הלז נחמד למראה וטוב להשכיל ומהראוי להביאו לביהד\"פ מחדש, והוא מונחת בקרן זוית ואין איש שם על לב."
            },
            "18": {
                "0": "<b>יט) - הלכות ברכות לריטב\"א</b>, נדפס בספר שו\"ת חיים וחסד לר\"י מוספיא (ליווארנא תר\"ד)."
            },
            "19": {
                "0": "<b>כ) - הלכות מתלמוד בבלי לרי\"ף ז\"ל</b>, נקרא גם כן בשם תלמוד קטן (קושטא רנ\"ד)."
            },
            "20": {
                "0": "<b>כא) - הלכות מתלמוד ירושלמי</b>, לרמב\"ם על דרך הרי\"ף עיין רמב\"ם ח\"א."
            },
            "21": {
                "0": "<b>כב) - הלכות נדה לרמב\"ן</b>, נדפס בספר תודת שלמים (דו\"ו תק\"א) ואח\"כ נדפס עם בעה\"נ להראב\"ד."
            },
            "22": {
                "0": "<b>כג) - הלכות ד\"א וחיי עולם</b>, ספר מוסר לקדמון א' (קראקא שנ\"ה) עם הל' דעות להרמב\"ם ז\"ל."
            },
            "23": {
                "0": "<b>כד) - הלכות יום טוב</b>, לרי\"ט אלגאזי ביאור על הל' בכורות וחלה בפלפול רחב."
            },
            "24": {
                "0": "<b>כה) - הלכות שו\"ב ואו\"ה בחרוזים לבעל המרדכי</b>, עם פירוש הג\"מ יוחנן מטריוויש (דו\"ו)."
            },
            "25": {
                "0": "<b>כו) - הלכות שו\"ת ושלוח הקן</b>, לר' מאיר מבית מאיר (סביוניטה שט\"ו)."
            },
            "26": {
                "0": "<b>כז) - הלכות א\"י</b>, מיוחס לבעל הטורים נדפס מכ\"י עם הגה והערות לחכם אחד (לונדון תר\"ס)."
            },
            "27": {
                "0": "<b>כח) - הלכות פסחים לר\"ן ן' גיאת</b>, עם ביאור לחכם אחד (ברלין תרכ\"ד)."
            },
            "28": {
                "0": "<b>כט)*) - הלכה למשה</b>, על מס' ושיטות הש\"ס למו\"ה משה אלי' ניימינץ מקראקא בהגאון בעל מעשה חושב."
            },
            "29": {
                "0": "<b>ל) - הן קו\"ל חדש</b>, לר\"י הכהן בע\"ס הזכרון על חנוכי בית הכנסת (שנת תקל\"ב)."
            },
            "30": {
                "0": "<b>לא) - הן קו\"ל חדש</b>, להרמ\"ז ענינים שונים ודברים נחמדים (א\"ד תע\"ב)."
            },
            "31": {
                "0": "<b>לב) - הספד על הר\"ע גינצברג</b>, למהר\"ל מפראג (פראג חש\"ן)."
            },
            "32": {
                "0": "<b>לג) - הפלאה שבערכין</b>, הוספה על ספר הערוך להג\"מ ישעיה ברלין (ברסלא תק\"ץ)."
            },
            "33": {
                "0": "<b>לד) - השגות הר\"ם אלקשר</b>, ע\"ס האמונות לרש\"ט (פירארה שי\"ז)."
            },
            "34": {
                "0": "<b>לה) - ספר הגלוי</b>, כללי הדקדוק לר\"י קמחי עם הג\"ה לחכם אחד (דפוס פטרבורג)."
            },
            "35": {
                "0": "<b>לו) - הוד מלך</b>, פי' לספרא דצניעותא ע\"ל ספרא דצניעותא."
            },
            "36": {
                "0": "<b>לז) - העלם דבר</b>, להגאון המחבר כולל ק\"ן השגות והשמטות שנשמטו מגדולי ישראל סדר הזמנים משנות דור ודור ודורשיו ולכן שאלו שלא מדעת מדברי התלמוד על הרב ומסברת אחרון על קדמון והוא ספר ראשון שחבר בבחרותו כבר שתסר ולא נדפס והרב מוהר\"א חי מוספיא מטריעסטי (בהמח\"ס תהלה לדוד) ראה אותו אצל נכדו מהר\"ם אזולאי באנקונה."
            },
            "37": {
                "0": "<b>לח) - ספר השטרות</b>, להרב אלברצלוני נדפס בשנת תרנ\"ח על ידי חברה מקיצי נרדמים."
            }
        },
        "6_Letter Vav": {
            "0": {
                "0": "<b>א) - וזאת ליהודה</b>, לר\"א אבועלפיא הוא מכתב לתלמידו מפלירמו להצדיק א\"ע בפני הרשב\"א וכתב שם שראה י\"ב פירושים לספר יצירה ע\"ד הקבלה וע\"ד המחקר וע\"ל ספר חיי עוה\"ב."
            },
            "1": {
                "0": "<b>ב) - ויכוח ר\"י מפריז עם מומר אחד</b>, מכ\"י, (טאהרן תרל\"ג)."
            },
            "2": {
                "0": "<b>ג) - ויכוח על האהבה</b>, לר\"י אברבנאל (ליק תרל\"א)."
            },
            "3": {
                "0": "<b>ד) - ויכוח יין עם המים</b>, לר\"א בע\"ש עם פי' (א\"ד תקי\"ז)."
            },
            "4": {
                "0": "<b>ה) - ויכוח מים חיים</b>, להג\"מ חיים אחי מהר\"ל מפראג השגות ע\"ס תו\"ח להרמ\"א (א\"ד תע\"ב) נדפס כעת עם חידושי הג' מוהרי\"ש מלבוב מישב כל השגותיו."
            },
            "5": {
                "0": "<b>ו) - ועד לחכמים</b>, ב\"ח האחרונים מס' שם הגדולים (שם תקנ\"ו) ובסופו השמטות בשם בית ועד והשמטות לספר טוב עין ונקראו בשם שימת עין ויתר השמטותיו נדפסו בס\"ס חיים שאל."
            }
        },
        "7_Letter Zayin": {
            "0": {
                "0": "<b>א) - זהרי חמה</b>, על ה' מגילות מלוקט מזוהר, שאלוניקו תצ\"ח."
            },
            "1": {
                "0": "<b>ב) - זכות אבות</b>, להגאון המחבר ז\"ל נזכר בספר תולדות גדולי ישראל."
            },
            "2": {
                "0": "<b>ג) - זכרון משה</b>, ג' חלקים, מד' חלקי שו\"ע שהשמיט זקנו בספר ברכ\"י ומח\"ב ועל לשונות הרמב\"ם טוש\"ע וק' מקום דוד לחיד\"א ובסופו זכרון בספר רשימה מכל ספרי זקנו הג' חיד\"א והמה לנכדו הרב מו\"ה משה במו\"ה רפאל ישעי' אזולאי (ליווארנא תק\"ץ)."
            },
            "3": {
                "0": "<b>ד) - זכר צדיק</b>, להג\"מ רפאל הכהן אבד\"ק המבורג והספדים שעשו לו תלמידיו (אלטונא תקס\"ה)."
            },
            "4": {
                "0": "<b>ה) - זכר רב</b>, לר\"ב מוספוא על שרשי תיבות בת שתים אותיות, המבורג שצ\"ח."
            },
            "5": {
                "0": "<b>ו) - זכות משה</b>, כולל דיני זכיה ומתנה לה\"ר משה רפאל בולה (שאלוניקו תקע\"ה)."
            },
            "6": {
                "0": "<b>ז) - הזכרון</b>, פירוש על רש\"י עה\"ת דפוס ליווארנא."
            },
            "7": {
                "0": "<b>ח)*) - הזכרון</b>, לה\"ר יצחק בר' נח כ\"ץ שפירא מקראקא נדפס בשנת ש\"פ בהסכמת מג\"ע."
            },
            "8": {
                "0": "<b>ט) - זכרון לראשונים</b>, שו\"ת גאונים קדמונים ברלין תרמ\"ה."
            },
            "9": {
                "0": "<b>י) - זכרון יהודה</b>, שו\"ת לר\"י בן הראשונים, ברלין תר\"ו."
            },
            "10": {
                "0": "<b>יא) - זכרון פסקי דינים</b>, מד' חלקי שו\"ע על דרך שיר להג\"מ יצחק שפירא (שצ\"ו) ואולי הוא הנ\"ל."
            },
            "11": {
                "0": "<b>יב) - זכרון לבני ישראל</b>, לר\"י חאגיז מורה לאדם מוסר ודעת ווארשא תר\"ע."
            },
            "12": {
                "0": "<b>יג) - זכרון לראשונים</b>, כולל ספר בן משלי ובן תלים לר\"ש הנגיד על שהי' קורין אותו (דער יונגר פסאלמר) והוא שירי תהלה כתבנית תהלים (פיעטרקוב תרל\"ט)."
            },
            "13": {
                "0": "<b>יד) - הזכרונות לר\"א בחור</b>, ע\"ד קונקרדנציא (פפד\"מ תרל\"ה)."
            },
            "14": {
                "0": "<b>טו) - זכרון תורת משה</b>, מ\"מ הש\"ס על דרך א\"ב לר\"מ בר\"י פיגו, פראג שפ\"ג."
            },
            "15": {
                "0": "<b>טז) - זעיר שם</b>, שירי שיריים לספר שם הגדולים והגהות על הרבות ושאר ענינים בס\"ס ככר לאדן (ליווארנא תקנ\"ו)."
            },
            "16": {
                "0": "<b>יז) - זרוע ימין</b>, פי' הגדה להגאון המחבר בס\"ס פני דוד (ליווארנא תקס\"ב)."
            },
            "17": {
                "0": "<b>יח) - זרע אמת</b>, שו\"ת לר\"י הכהן בע\"ס הזכרון (ליווארנא תקו\"ם) וח\"ב תקנ\"ו וח\"ג ריגייו תקע\"ה, וע\"ס שדה חמד פאת השדה חלק הכללים מערכת א' אות י\"ג עי\"ש, והוא ר\"י הכהן ממודינה נפטר יו\"ד סיון תקע\"א ותלמידו מו\"ה מזל טוב מודינה בהמ\"ס פרורי לחם על ד' חלקי שו\"ע הי' בין אסיפת הרבנים בפאריז תקס\"ו, ועוד ישנו ספר הזכרון לר\"י הכהן מתוניס שנדפס (פירארה שט\"ו) ועיין ח\"א ז' כ'."
            },
            "18": {
                "0": "<b>יט) - זרע יהודה</b>, פירוש על הגדה ע\"ד פרד\"ס למוהרי\"ל אניש בהמ\"ס יד יהודה פי' על עשרה מאמרות."
            },
            "19": {
                "0": "<b>כ) - זרע אנשים</b>, שו\"ת הגאונים ובראשם הרמב\"ם כולל רע\"ז תשובות נדפס מקרוב."
            },
            "20": {
                "0": "<b>כא) - זרע יצחק</b>, על משניות לר\"י חיות נדפס על ידי בנו הר\"א חיות אבד\"ק פשעווארסק."
            },
            "21": {
                "0": "<b>כב) - זרע קודש מצבתה</b>, לבעל ויקהל משה מדעסויא תקון לשמירת הברית ובסופו מעשה נורא (פיורדא תנ\"ו)."
            },
            "22": {
                "0": "<b>כג) - זרע אנשים</b>, קובץ תשובות ופסקים לחיד\"א נדפסו מכ\"י (בעיר הוסיאטין)."
            }
        },
        "8_Letter Chet": {
            "0": {
                "0": "<b>א) - חבור יפה</b>, מהישועה לרבינו נסים גאון פירארה שמ\"ו, ואח\"ז נדפס בשם מעשיות שבתלמוד, קושטא רע\"ט. ועוד הפעם בשם מדרש מעשיות דו\"ו ש\"ד ונעתק גם ללשון אשכנזי."
            },
            "1": {
                "0": "<b>ב) - חבור על הלכות מילה ומנהגיו</b>, לר\"י הגוזר אביו של ר\"מ הדרשן נדפס פה קראקא מכ\"י ישן נושן ושם הגוזר על שם שהיה מוהל."
            },
            "2": {
                "0": "<b>ג) - חבור רבינו יונה</b>, על סנהדרין בתוך ספר סם חיים, ליווארנא תקס\"א."
            },
            "3": {
                "0": "<b>ד) - חבור על טור יו\"ד</b>, לבעל מגיני שלמה עיין ח\"א יו\"ד ע\"ז."
            },
            "4": {
                "0": "<b>ה) - חבר הקני</b>, מחובר על הפטרות והוא היה תלמידו של בעל השטמ\"ק ועי' ש\"ץ לעיל ח' ז\"ך."
            },
            "5": {
                "0": "<b>ו) - חבר כהנים</b>, פי' על התו\"כ וספרי חיים על הספרי להנ\"ל וכמש\"ש בהקדמה."
            },
            "6": {
                "0": "<b>ז) - חבורי לקוטים</b>, על גפ\"ת להג\"מ יונתן אייבשיץ ז\"ל ובסופו עטרת סמיכת זקנים הניתן לו מהג\"מ אברהם ברודא מש' את\"ן ועוד הביא שם שהגביר מו\"ה בערמאן מהלברשטט קבל ע\"ע לתת לו די מחסורו בשיסע לא\"י."
            },
            "7": {
                "0": "<b>ח) - חבורי לקוטים</b>, למו\"ה אבי עזרי זעליג מרגליות בהמ\"ס כסף נבחר דו\"ו תצ\"ה."
            },
            "8": {
                "0": "<b>ט) - חדות</b>, לר\"ש ן' גבירול (דפוס קראקא)."
            },
            "9": {
                "0": "<b>י) - חדרי בטן</b>, להג' המחבר מוסר ודרוש עה\"ת הובא בספר פתח עינים סנהדרין קי\"א ובספר כסא דוד דכ\"ח."
            },
            "10": {
                "0": "<b>יא) - חדשים לבקרים</b>, להגאון המחבר ז\"ל הובא בספר תולדות גדולי ישראל."
            },
            "11": {
                "0": "<b>יב) - חומת אנ\"ך</b>, פירוש קצר על כל תנ\"ך ובסופו ק' חומה נשגבה (פיסא תקס\"ג) וברם צריך אנא לאודיע מ\"ש בספר תהלה לדוד על תלים להרב מוהר\"א חי מוסיפיא מטריעסטי וז\"ל: בהיותי באנקונא אצל מהר\"ם אזולאי ראיתי ספר יוסף כ\"י והוא ממש כספר חומת אנ\"ך, עכ\"ל. ולפי זה מה שהביאו המבקרים ספר סבר יוסף בפ\"ע אך למותר הוא, ועיין ספר ככר לאדן דף קט\"ו וספר דבש לפי דף י\"א."
            },
            "12": {
                "0": "<b>יג) - חושב מחשבות</b>, מאמרי אגדה וחדות ושיעור מקוה לבעל משנת חסידים א\"ד תצ\"ב."
            },
            "13": {
                "0": "<b>יד) - חות יאיר</b>, חדש דרושים לבעל אור חדש (פראג תקנ\"ג)."
            },
            "14": {
                "0": "<b>טו) - חוזק יד</b>, קיצור פסקי רמב\"ם בחרוזים עם פירוש קצר לר\"ש מובחר (אדעס תרכ\"ו)."
            },
            "15": {
                "0": "<b>טז) - חזון למועד</b>, שו\"ת לבעל חזון עובדיה וע\"ל ח' מ\"ג ובהג\"ה שם."
            },
            "16": {
                "0": "<b>יז) - חזות קשה</b>, לבעל העקידה נגד למוד הפלסופיא סביוניטא (שי\"ב)."
            },
            "17": {
                "0": "<b>יח) - חזניא</b>, לר' אליהו הלוי (בהמ\"ס זקן אהרן) כולל סדר התפלות ובקשות ופירושן ודינים לכל השנה ע\"פ מנהג אשכנז וצרפת וכן הבקשה מאלף תיבות מתחלת באות ב' נדפס בראשונה לקהלת בני רומניאה אשר בקושטא ועיין ח\"א א' קס\"ט."
            },
            "18": {
                "0": "<b>יט) - החזון</b>, ע\"ד היכא תמצא לר' יהודא לנדא אבי בעל האגור (נאפולי ר\"ן) ועד\"ז מחובר ספר עולת יצחק (פראג שס\"ג)."
            },
            "19": {
                "0": "<b>כ) - חיים שאל</b>, שו\"ת ב\"ח ולשונות הרמב\"ם להגאון המחבר ז\"ל ובסוף ח\"א נדפס ספר שיורי ברכה על יו\"ד, ובסוף ח\"ב נדפס קצת מס' חזה התנופה (והוא קיצור שו\"ת הרא\"ש מכ\"י) וקונטרס חי' סופרים למוהר\"י בי רב בעשו\"ת דברי שמואל והשמטות לספר ועד טוב ותהלה בארץ."
            },
            "20": {
                "0": "<b>כא) - חיי הנפש</b>, להר\"א אבועלפיא ע\"ס מו\"נ על פי קבלה נמצא בכ\"י בעיר מינכן ולפי שיר הנכתב בסופו נקרא חיי עולם."
            },
            "21": {
                "0": "<b>כב) - חיים שנים ישלם</b>, לר\"ש במהרח\"ש נדפס תוך ספר פתח הדבור לר\"ב פוטרומילו (אזמיר תרט\"ו)."
            },
            "22": {
                "0": "<b>כג) - חי מדבר</b>, להג' המחבר ז\"ל חי' הגהות על הריטב\"א."
            },
            "23": {
                "0": "<b>כד) - חידושי גאונים</b>, למהר\"א ברודא ושאר גאונים ב\"ק ב\"מ וסנהדרין (אופיבאך תפ\"ג)."
            },
            "24": {
                "0": "<b>כה) - חי' ע\"ז</b>, לר\"א דניאל אשטרומסה נדפס תוך ספר בן לאברהם לבעל ירך אברהם (שאלוניקו תקפ\"ו)."
            },
            "25": {
                "0": "<b>כו) - חידושי הלכות</b>, על שבת ביצה סנהדרין וכו' להג\"מ יצחק אחי הטו\"ז (נייוויט תצ\"ו)."
            },
            "26": {
                "0": "<b>כז) - חידושי הלכות</b>, למוהר\"א ברודא (וואנדזבק תצ\"א)."
            },
            "27": {
                "0": "<b>כח) - חידושי הלכות</b>, על ג' בבות להג\"מ העשל אב\"ד קראקא נדפס על ידי תלמידו הר' אהרן קאלינקר מו\"צ דק\"ק סאמטור (פפד\"מ תפ\"ה)."
            },
            "28": {
                "0": "<b>כט) - חידושי ש\"ס למהר\"ם שיף</b>, ועם ביאור לה\"ר מארדוש נדפס כ\"פ."
            },
            "29": {
                "0": "<b>ל) - חידושי מהר\"ם גאלאנטי על ש\"ס</b>, נדפס עם חי' הר\"ן לשבועות (ווילמרשדרף תס\"ו)."
            },
            "30": {
                "0": "<b>לא) - חידושי מהר\"ל מפראג</b>, על טור יו\"ד ואמרי דוד לח\"א (פורטה תקל\"ה)."
            },
            "31": {
                "0": "<b>לב) - חידושי מהר\"י ן' לב</b>, ומהרשש\"ך נקרא כוס ישועות על ששה מסכתות (ווילמרשדרף תס\"ו)."
            },
            "32": {
                "0": "<b>לג) -חידושי הר\"י מיגאש</b>, שבועות פראג תקפ\"ו וגם נדפס לו על מסכת ב\"ב."
            },
            "33": {
                "0": "<b>לד) - חידושי הגרשוני</b>, לבעל עבוה\"נ על ד\"ח שו\"ע (פפד\"מ ת\"ע)."
            },
            "34": {
                "0": "<b>לה) - חידושי מהרח\"ש</b>, על מס' תענית ויומא בספר תורת משה לבנו (שאלוניקו תקנ\"ז)."
            },
            "35": {
                "0": "<b>לו) - חידושי הלכות לר' יואל</b>, נכד הטו\"ז (אלטונא תצ\"ז)."
            },
            "36": {
                "0": "<b>לז) - חידושי הלכות בבא מציעא</b>, לבעל נחלת בנימן (פראג תמ\"ו)."
            },
            "37": {
                "0": "<b>לח) חידושי הלכות על ה' מסכתות</b>, לר\"ב אנגיל (שאלוניקו תע\"ז)."
            },
            "38": {
                "0": "<b>לט) - חידושי הרשב\"א על יבמות</b>, נדפס מכ\"י, פיעטרקוב תרנ\"ט."
            },
            "39": {
                "0": "<b>מ) - חידושי הרא\"ה על כתובות</b>, (פראג תפ\"ב)."
            },
            "40": {
                "0": "<b>מא) - חכמת הנפש</b>, נדפס מקרוב מכ\"י ישן נושן שהיה טמון תחת יד הגאון המקובל בעל ספר בני יששכר וכתב שם שהוא לא' קדוש קדמון ולפי הנראה שם דף י\"ג היה נקרא בשם ר\"א בר' יהודה ואולי הוא ספר הנפש שהובא בסה\"ד ועיין ח\"א א' רי\"ט בהג\"ה מ\"צ שם."
            },
            "41": {
                "0": "<b>מב) - חכמוני</b>, וז\"ל רש\"י עירובין נ\"ו ע\"ב ד\"ה ואין תקופה וכו' ור' שבתי דטולו פירש היטב בספר חכמוני שלו עי\"ש, ואולי צ\"ל ור\"ש דנולו."
            },
            "42": {
                "0": "<b>מג) - חלוקא דרבנן</b>, לבעל מגיד משנה על משנת חסידים (זאלקווא תקכ\"ח)."
            },
            "43": {
                "0": "<b>מד) - חקים טובים</b>, כולל ספר חק יעקב על הל' פסח וספר חק יוסף טורקא (תקכ\"ז) ובחק יעקב שם ישנו כמה הוספות מהרב מו\"ה נתן מו\"צ דק\"ק האלי ונדפס אח\"כ החק יעקב עם הוספות אלו בלי שם הבעלים."
            },
            "44": {
                "0": "<b>מה)*) - חידושי מהרשד\"ם</b>, ב' חלקים, חידושים נפלאים חרופים ושנונים להג\"מ שלמה דוד מרגליות במו\"ה יצחק אבד\"ק קלווריא ליקאווי ועיר חדש פולין (ונ\"ב קראקא ז' פסח תר\"ן). ובאותו יום היה אומר פלפול ארוך בשי' ריחא מלתא ויקוים בו \"אדם כי ימות באהל - באהל של תורה\"."
            },
            "45": {
                "0": "<b>מו)*) - חיי ארי' </b>, שו\"ת להרהג\"מ חיים אריה ליבוש איש הורוויץ הלוי אבד\"ק קראקא. וראיתי בספר היקר והנורא שדה חמד שהרבה פעמים משתעשע בתורתו ומביאם להלכה."
            },
            "46": {
                "0": "<b>מז) - חלקי אבנים</b>, פירוש על רש\"י כסדר התורה למו\"ה דוד לידא נדפס בסדור כל בו שלו וכן בפ\"ע (פיורדא שנת גנ\"ת)."
            },
            "47": {
                "0": "<b>מח) - חלקו של יהודה</b>, למוהר\"י נאגרה דרושים."
            },
            "48": {
                "0": "<b>מט) - חמד משה</b>, על ש\"ע או\"ח למו\"ה גדליה משה במוהרצ\"ה מלאשיץ (פירטה תקכ\"ט)."
            },
            "49": {
                "0": "<b>נ) - חמדה גנוזה</b>, שו\"ת הגאונים נדפס מכ\"י ירושלים (תרכ\"ג)."
            },
            "50": {
                "0": "<b>נא) - חמרא וחיי</b>, על מסכת סהנדרין לבעל כנה\"ג על מסכת סנהדרין ובסופו קונטרס חמר חורין עתיק לקוטי חי' הראשונים כעין שטמ\"ק (ליווארנא תקס\"ב)."
            },
            "51": {
                "0": "<b>נב) - חן טוב וזבד טוב</b>, על ש\"ע אה\"ע סימן טו\"ב בעניני עיגונא דאתתא להג\"מ יואב אבד\"ק מט\"ד וממחתנו הגאון בהמ\"ס שערי בינה על השערים וע\"ל שי\"ן קכ\"ד."
            },
            "52": {
                "0": "<b>נג) - חנוך</b>, הוא ספרא דחנוך, מובא בזוה\"ק עם מבוא והערות לחכם אחד ברלין תרנ\"ב."
            },
            "53": {
                "0": "<b>נד) - חסד ואמת</b>, חידושי מסכת ברכות למוהר\"י ן' נעים וכתובות למוה\"ר פינטו וחי' שבת לח\"א. ושופרא דספר\"א נוסח שטרות לר\"י צבע שאלוניקו."
            },
            "54": {
                "0": "<b>נה) - חסדי דוד</b>, חסאן, ליווארנא תקנ\"א. עיין ח\"א ד' ח\"י ח\"א על תוספתות סדר זמ\"ן וח\"ב נזיקין ועל קדשים ירושת\"ו תר\"ן."
            },
            "55": {
                "0": "<b>נו)*) - חסדי ה' </b>, ע\"פ ולך ה' החסד וגו' למו\"ה משה מרדכי מרגליות אבד\"ק קראקא (שם שמ\"ט)."
            },
            "56": {
                "0": "<b>נז) - חסדי יונתן</b>, חידושי ש\"ס ואגדה לבעל או\"ת (פיעטרקוב תרנ\"ז)."
            },
            "57": {
                "0": "<b>נח) - חסדי אבות</b>, להג' המחבר ז\"ל על מסכת אבות נדפס כמה פעמים."
            },
            "58": {
                "0": "<b>נט) - חצי יהונתן</b>, דרשות וחי' ש\"ס להגאון בעל או\"ת (לבוב תקמ\"ד)."
            },
            "59": {
                "0": "<b>ס) - חקר הלכה</b>, שו\"ת ושי' להגאון בהמ\"ס אור חדש ופרפראות לבנו ולנכדו (וויען תקצ\"ח). והיה נקרא ר\"א בר\"א ע\"ש אביו האומר לאביו לא ראיתיו כי לקח אותו אלקי\"ם טרם הולדו."
            }
        },
        "9_Letter Tet": {
            "0": {
                "0": "<b>א) - טבור הארץ</b>, להגאון המחבר ז\"ל נזכר בספר תולדות גדולי ישראל."
            },
            "1": {
                "0": "<b>ב) - טהרת אהרן</b>, סדר הניקור לבעל העטור על פי הערכת הרב מו\"ה אהרן בר מאיר פערלש מפראג אופיבאך תפ\"ב."
            },
            "2": {
                "0": "<b>ג) - טהרת הקודש</b>, חי' זבחים למו\"ה יצחק בר\"ץ אשכנזי אבד\"ק חאדארוב ומו\"צ דלבוב ושמ\"ך ז\"ך ניסן תקס\"ז ומ\"ש בשם הגדולים תקע\"א הוא טעות, ובהקדמה שם כתב שחי' גם ספר אור הנר על האגדות עי\"ש."
            },
            "3": {
                "0": "<b>ד) - טוב טעם</b>, ביאורים על רבינו בחיי עה\"ת לבעל תיו\"ט."
            },
            "4": {
                "0": "<b>ה) - טור עה\"ת</b>, זאלקאווי תקס\"ו, ונמצא בכת\"י בארכיות יותר בק\"ק מנטובה ונכתב בירושת\"ו שנת קמ\"ט."
            },
            "5": {
                "0": "<b>ו) - טוב עין</b>, שו\"ת הערות ודינים להגאון המחבר ז\"ל הובא בס\"ס ועד לחכמים ח\"א. <b>טו\"ב עי\"ן</b> ראשי תיבות ט'עמים דינים בקצת ענינים נראו נצנים."
            },
            "6": {
                "0": "<b>ז) - טוב הארץ</b> להנ\"ל, נזכר ובא בספר תולדות גדולי ישראל."
            },
            "7": {
                "0": "<b>ח) - טעם דבש</b>, לבעל אוצר הכבוד נמצא בכ\"י בעיר פאריז וז\"ל בראש הספר: טעם דבש רזי ויסוד ספרי הלוחמים לחמי וצוף יערי מה תשאלוני למי אלה זה שמי רשום וזה זכרי כי הר\"ת טדרוס הלוי."
            },
            "8": {
                "0": "<b>ט) - טעמי אמ\"ת</b>, למוהר\"י לומברוזי עסה\"ד אות ת' תנ\"ך ועיין ח\"א יו\"ד תל\"ד ונדפס במקראות (דו\"ו שצ\"ט)."
            },
            "9": {
                "0": "<b>י) - טעמי המסורה</b>, לר\"י אבד\"ק צויזמר בעשו\"ת בית יעקב עם הוספות לבנו מו\"ה יצחק (א\"ד ת\"י)."
            },
            "10": {
                "0": "<b>יא) - טעמי המצות</b>, לר\"מ ריקאנטי ע\"ד האמת (באסיליאה שמ\"א) ומ\"ש בשער הספר טעמי מצות לר\"מ הבבלי ריקאנטי -- צ\"ע שמרכיב ב' שמות כאחד כאילו מרועה אחד ניתנו ולא קרב זה אל זה. טעמי המצות לריקאנטי לחוד שהיו בזמן הרשב\"א וע\"ל סל\"ג. והר\"ם הבבלי לחוד שהיה בזמן הבית יוסף וצע\"ק גם על הרבנים בהסכמתם שם שלא דקדקו על זה (ולדבר הזה הערנו כמחו' הה\"ג המקובל מוהרי\"ק מו\"צ דק\"ק דאמבראווא שלי\"ט)."
            }
        },
        "10_Letter Yod": {
            "0": {
                "0": "<b>א) - יגל יעקב</b>, שטמ\"ק על מסכת סוטה."
            },
            "1": {
                "0": "<b>ב) - יד רמ\"ה</b>, חידושי בבא בתרא וסנהדרין לרמ\"ה שאלוניקו תקנ\"ח, ועל מסכת ב\"ב לבד ושיורי שטמ\"ק לב\"ב שאלוניקו תק\"ן."
            },
            "2": {
                "0": "<b>ג) - יד אהרן</b>, לר\"א בש\"ם אלפנדרי על שו\"ע או\"ח אזמיר תצ\"ה ומדו\"ב שאלוניקו תקנ\"א ועל ש\"ע אה\"ע אזמיר תקט\"ז ועיין שיורי ברכה אה\"ע סימן קכ\"ט, ועיין ח\"א א' קי\"ט ויו\"ד ג' עי\"ש."
            },
            "3": {
                "0": "<b>ד) - יד אבשלום</b>, פירוש משלי לבעל העקידה קושטא שכ\"ה."
            },
            "4": {
                "0": "<b>ה) - יד המלך</b>, על מג\"א לר' שלמה וואלירייו (דו\"ו שמ\"ו)."
            },
            "5": {
                "0": "<b>ו) - יד דוד</b>, זינצהיים ש\"ס סדר מועד ועיין ח\"א סוף סימן קצ\"ט ד\"ה ר\"א וכו' עי\"ש."
            },
            "6": {
                "0": "<b>ז) - יד יהודה</b>, חי' בבא בתרא לבעל מחנה יהודה."
            },
            "7": {
                "0": "<b>ח) - יד יהודה</b>, פי' ה' מאמרים מעשרה מאמרות ועיין ח\"א מ' נ\"ט."
            },
            "8": {
                "0": "<b>ט) - יורה חטאים</b>, או ספר הכפרות, יסוד התשובה ודרכי התשובה לר\"א מגרמייזא מלוקט מס' הרוקח (דו\"ו ש\"ג), ועיין ח\"א א' רי\"ט. וזכיתי להשתטח ולנשק עפרות קדשו בעיר ווירמייזא כי שם מנוחתו כבוד בשנת תתקצ\"ח."
            },
            "9": {
                "0": "<b>י) - ספר יוחסין השלם</b>, עם הוספות עד הרמ\"א קראקא ש\"ם ועם הגה יעב\"ץ לונדון תרי\"ז, והיה מכונה זכותא (זאקוטו) ומ\"ש בספר הכונות יאקוטו טעות סופר."
            },
            "10": {
                "0": "<b>יא) - ספר יוסיפין</b>, לר\"י בן גוריון הכהן קראקא שמ\"ט ועם שארית ישראל לחכם אחד א\"ד תקל\"א."
            },
            "11": {
                "0": "<b>יב) - יוסף חן</b>, עה\"ת, לר\"י קורקום ליווארנא תק\"ץ."
            },
            "12": {
                "0": "<b>יג) - יושר לבב</b>, על סוד הצמצום לבעל משנת חסידים א\"ד תק\"ב ועיין ח\"א ע' י\"ח."
            },
            "13": {
                "0": "<b>יד) - יחוסי תו\"א</b>, לא' מגדולי אשכנז נדפס מכ\"י על ידי הרב מוהר\"ן נטע ראבינאוויץ (ליק תרל\"ד)."
            },
            "14": {
                "0": "<b>טו) - יחוס הצדיקים</b>, (מנטובה שכ\"א) למו\"ה גרשון במו\"ה אשר."
            },
            "15": {
                "0": "<b>טז) - יין לבנון</b>, פי' על מסכת ר\"ה להרמב\"ם נדפס מכ\"י פאריז תרכ\"ו."
            },
            "16": {
                "0": "<b>יז) - יין המשומר</b>, למוהר\"ן שפירא הירושלמי על איסור סתם יינם והשחתת הזקן (דו\"ו ת\"ך)."
            },
            "17": {
                "0": "<b>יח) - יין הרקח</b>, רמזים על שה\"ש ורות לבעל הרוקח."
            },
            "18": {
                "0": "<b>יט) - ימי דוד</b>, להג\"מ יוסף דוד (שאלוניקו תו\"ר)."
            },
            "19": {
                "0": "<b>כ) - יסוד התשובה</b>, לר\"י יעב\"ץ (פירארה שי\"ד)."
            },
            "20": {
                "0": "<b>כא) - יסוד משנה</b>, להרלב\"ג."
            },
            "21": {
                "0": "<b>כב) - יסוד מספר</b>, להראב\"ע (וויען תרכ\"ג)."
            },
            "22": {
                "0": "<b>כג) - יסוד עולם</b>, להרמ\"ז משל ומליצה וע\"ד שיחה בין אברהם ותרח אביו ונמרוד, אלטונה תרל\"ד."
            },
            "23": {
                "0": "<b>כד) - יעיר אוזן</b>, להגאון המחבר ז\"ל. חלק א' נקרא עין זוכר - כללי ש\"ס על פי סדר א\"ב, ומה שמצא בכ\"י בשם רס\"ג רמב\"ם ור\"ב אשכנזי. וחלק ב' נקרא מדבר קדמות - הקדמות יקרות מחז\"ל ומפורשים גם כן על פי סדר א\"ב ובסופו השמטות ותיקונים לעין זוכר בשם קילורית לעין והשמטות למדבר קדמות ולמראית העין בשם אחר המדבר. (ליווארנא תקמ\"ט)."
            },
            "24": {
                "0": "<b>כה) יפה נוף</b>, שירים למו\"ה בנימין איספנוזא (ליווארנא תקל\"ג) ועיין ח\"א ב' ח'. בסופו פרק שירה לר\"א הבחור נדפס על ידי ר\"י סאלומאן מליווארנא והמחבר העלים שמו והטמין ברמ\"ז מלת <b>נב\"א</b>, והיא סופי תיבות בנימן יעקב איספנוזא ועיין שם בהקדמה."
            },
            "25": {
                "0": "<b>כו) - יציב פתגם</b>, ליעב\"ץ הספד על אביו הגאון בעל הח\"ץ אלטונא ת\"ק."
            },
            "26": {
                "0": "<b>כז)*) - יקרא דחיי</b>, לר\"א ליזר דמשק חד מבד\"ר דק\"ק קראקא. אופיבאך תקפ\"ג."
            },
            "27": {
                "0": "<b>כח) - יקרא דשכבי</b>, הספדים להג\"מ יוסף דוד שאלוניקו תקל\"ד."
            },
            "28": {
                "0": "<b>כט) - יקוו המים</b>, לר\"ש אבן תבון כולל עניני חקירה פ\"ב תקצ\"ז."
            },
            "29": {
                "0": "<b>ל) - יקר תפארת</b>, להרדב\"ז על הרמב\"ם על הלכות שלא פירש המגיד משנה והמה סדר ההפלאה וזרעים (אזמיר תקי\"ז). ועל סדר קדושה ושופטים (ווארשא תרמ\"ב). ועל הנשאר נמצא בכת\"י וכמ\"ש בתשובותיו דברי דוד סי' ס\"ה וע\"ד עיי\"ש."
            },
            "30": {
                "0": "<b>לא) - ירושת נפתלי</b>, ביאורי דברי תוס' התמוהים וקצת מזה בספר מלא רצון פפד\"מ."
            },
            "31": {
                "0": "<b>לב) - ישן מאין</b>, הג\"ה על הזוהר להגאון חיד\"א וכעת נדפס מחדש בווילנא עם הזוהר בשם ניצוצי אורות."
            },
            "32": {
                "0": "<b>לג) - יש סדר למשנה</b>, להג\"מ ר\"י פיק נדפס במשניות (ווילנא תרמ\"ז)."
            },
            "33": {
                "0": "<b>לד) - ישמח ישראל</b>, למו\"ה ישראל שמואל בר' שלמה קאליהארי חכם ורופא מומחה מקראקא דינים מכל ד' חלקי שו\"ע על דרך א\"ב בדרך קצה הובא כ\"פ בסדר הנקור למוהרי\"ץ מקראקא (נדפס שם שפ\"ו) ואח\"כ נדפס עם פירוש לר' משה יקותיאל קופמן חתן המג\"א וחלקו בד\"ח ולכ\"א בשם יקרא -- חקי חיים, וחקי דעת, חקי משפט, וחקי דרך. (ברלין ת\"ס ודורנפורט תס\"א). ועיין ח\"א ק' בהג\"ה מ\"ץ שם."
            },
            "34": {
                "0": "<b>לה) - ישועות משיחו</b>, לר\"י אברבנאל קארלסרוא תקפ\"ח."
            },
            "35": {
                "0": "<b>לו) - ישע אלקי\"ם</b>, פירוש הושענות, תיקון הגשם ופיוטים לשמח\"ת לר\"ס פיזאנטו (שאלוניקו שכ\"ט ועי\"ל ס' נר מצוה."
            },
            "36": {
                "0": "<b>לז) - ספר הישר</b>, על התורה וקצת מספר יהושע ושופטים, כולל סיפורים נוראים וגם ממדרשי חז\"ל הובא בראשונים (קראקא שפ\"ח)."
            },
            "37": {
                "0": "<b>לח) - יוסף אומץ</b>, שו\"ת והשמטות בסופו נקראו בשם קשר אמיץ להגאון המחבר (ליווארנא תקנ\"ט)."
            },
            "38": {
                "0": "<b>לט) - יוסף בסדר</b>, עניני לימוד ותפלות ותיקונים להגאון המחבר."
            },
            "39": {
                "0": "<b>מ) - יוסף לחק</b>, למודים לכ\"י כעין ספר חק לישראל והדפיסם אח\"כ בתוך חק לישראל ואתו עמו הלכה פסוקה ודינים דבר יום ביומו, נדפס פעמים הרבה ונתפשטו בכל תפוצות ישראל אשריו ואשרי חלקו שזכה וזיכה את הרבים בנועם מוסריו מוסר יקר וגם נעים (ליווארנא תקנ\"ד)."
            },
            "40": {
                "0": "<b>מא) - יוסף תהלות</b>, פי' על תהלים ובסופו סדר פדיון נפש ולימוד ליאהרצייט נקרא בשם בית מנוחה, והשמטות בסופו בשם תהלה בארץ, נדפס בס\"ס חיים שאל ח\"ב (ומתחלה עלה במחשבה לפניו לקרותו בשם תהלה בארץ ושוב קרא אותו מטעם הכמוס עמדו בשם יוסף תהלות)."
            }
        },
        "11_Letter Kaf": {
            "0": {
                "0": "<b>א) - כבוד המלך</b>, על מאמרים עמוקים שבזוהר לר\"ש בוזאגלי וע\"ל מ' ר\"ב."
            },
            "1": {
                "0": "<b>ב) - כד הקמח</b>, לרבינו בחיי נדפס כ\"פ ועד אחרון גם עם פירוש צפחת השמן לחכם אחד."
            },
            "2": {
                "0": "<b>ג) - כח שור</b>, למסכת בבא קמא, ומשביר בר על התורה לבעל זכרון יוסף (פראג תקפ\"ז)."
            },
            "3": {
                "0": "<b>ד) - ככר לאדן</b>, להגאון המחבר ז\"ל, הג\"ה על מסכתות קטנות ואדר\"נ ובסופו קונטרס רוח חיים רמזים לפרק שירה ופרק השלום, וק' זעיר שם שירי שיריים לס' שה\"ג והג\"ה על מדרש רבה ושאר ענינים והג\"ה לירושלמי והשמטות נקראו בשם אר\"ש הככר והדפיס מתחילין מן ק\"ח שבדעתו לחברו לס' דבש לפי כמו ח\"ב."
            },
            "4": {
                "0": "<b>ה)*) - כלילת יופי</b>, תולדות רבני קראקא ולבוב ב\"ח לההג\"מ ח\"ן [חיים נתן] דמביצר מקראקא."
            },
            "5": {
                "0": "<b>ו) - כלי מחזיק ברכה</b>, (דו\"ו שע\"ה) לר\"י נאגארה בהמ\"ס זמירות ישראל ופיוט יה רבון עלם ועלמיא."
            },
            "6": {
                "0": "<b>ז) - כללי הגמרא</b>, לרדב\"ז תוך ספר מהררי נמרים (דו\"ו שנ\"ט)."
            },
            "7": {
                "0": "<b>ח) - כללי התלמוד</b>, לר' יוסף ן' עקנין תלמיד הרמב\"ם (כ\"י).",
                "1": "<b>ח*) - כללי יין נסך</b>, להרא\"ה נדפס ע\"ס עבודת הקודש להרשב\"א (דו\"ו שס\"ב)."
            },
            "8": {
                "0": "<b>ט) - כנפי יונה</b>, על יו\"ד לר\"י לנדסופר (פראג תקע\"ב)."
            },
            "9": {
                "0": "<b>י) - כסא מלך</b>, ע\"ס התיקונים לבעל מקדש מלך הנ\"ל."
            },
            "10": {
                "0": "<b>יא) - כסא רחמים</b>, על מסכת כלה סופרים אבות דר' נתן ע\"ד הפשט וביאור ארוך, ובדפוס האחרון הסיבו שמו בשם תוס'."
            },
            "11": {
                "0": "<b>יב) - כף אחת</b>, למודים וכונות תפלת ושמירות נדפס בעבוה\"ק."
            },
            "12": {
                "0": "<b>יג) - כרם חמ\"ר</b>, למודים ותפלות לדבר בעתו, ומ\"ש הח' הר\"א כרמולי כרם חמד בד' הוא טעות אחרי שהוא ראשי תיבות -- חינוך מילה רפואה."
            },
            "13": {
                "0": "<b>יד) - כרם שלמה</b>, לר\"ש זלמן גייגר."
            },
            "14": {
                "0": "<b>טו) - כתבי מהרא\"י</b>, נדפס זה לא כביר עם הערות לחכם אחד ובוצין בוצין מקטפיה ידיע עי\"ש מכתב מ\"א כשהיה בן עשר שנה וכלם מלאים זיון ומפיקים נוגה מלא ברכת ה' תורה וחכמה ויראת ה' טהורה וזה פלא."
            },
            "15": {
                "0": "<b>טז) - כתבי הר\"ש</b>, אוסטרפלי סוף ספר מאמר העתים להרמ\"ע (דירנפורט תנ\"ג)."
            },
            "16": {
                "0": "<b>יז) - כתר יוסף</b>, פירוש התפלה ומעמדות לבעל כתונת הפסים ועמש\"ל חלק א' יו\"ד ק\"ה, ואך שלטו בו ידי זרים, והוסיפו בו דברים מרים, מכת הידוע וכמקרה הזה קרה גם לספר אור ישראל לקט שמואל וקצור של\"ה וכדומה."
            },
            "17": {
                "0": "<b>יח) - כתבת קעקע</b>, למוהר\"א יצחקי זצ\"ל. נגד נחמיה חיון ימ\"ש."
            }
        },
        "12_Letter Lamed": {
            "0": {
                "0": "<b>א) - לב האר\"י</b>, לרי\"א ממודינא על תרי\"ג ע\"ד הרמב\"ם ע\"ד קצרה ולחזק הזכרון (דו\"ו שע\"ב)."
            },
            "1": {
                "0": "<b>ב) - לחם יהודה</b>, שו\"ת לר\"י לירמא ופירוש לאבות ודרוש על הנשמה (סביוניטה שי\"ד)."
            },
            "2": {
                "0": "<b>ג) - לחם יחזקאל</b>, חי' ש\"ס לר\"י קאצנאלבוגין אבד\"ק אח\"ו."
            },
            "3": {
                "0": "<b>ד) - לוחות העדות</b>, להגאון בעל או\"ת כולל מכתבים מגאוני דורו מלמדים זכות הממליצים עליו נגד השגת הגאון יעב\"ץ ודעימיה."
            },
            "4": {
                "0": "<b>ה) - לדוד אמת</b>, קיצור ספר אמת ליעקב (ישראל אלגאזי) דיני ס\"ת וקריאתה וכתיבתה עם תוס' והגה, ועוד כנ\"ל עם ק' תורת השלמים קצור דיני מועדות למוהר\"א חיון והגה וספר שלמי צבור למוהריט\"א וליקוטים להרמ\"ז לכותב ס\"ת על דרך האמת נקרא בשם זכרון בספר, ולימוד לחינוך הבית ורפואת החולה נקרא בשם חנוכת הבית, והגה לספר לב דוד וברית עולם ועד אחרון אזהרות ומנהגים להוצאת ס\"ת ברכת התורה ומעלות הורה. ואח\"ז נדפס ספר דבר אמת כולל ספר לדוד אמת תורת השלמים ואות אמת להר\"י סיר. ומה שחידש בטובו הרב החבר מו\"ה מנחם בהרב מטה שמעון (שאלוניקו תר\"ג)."
            },
            "5": {
                "0": "<b>ו) - למנצח לדוד</b>, להגאון המחבר ז\"ל הובא בספר תולדות גדולי ישראל."
            },
            "6": {
                "0": "<b>ז) - למודי ה'</b>, חקירות בסוגיות וכללי הש\"ס לבעל שבות יהודה. ליווארנא תקמ\"ז."
            },
            "7": {
                "0": "<b>ח) - לקח טוב</b>, על מג\"א, לרי\"ט צהלון צפת (ישל\"ז)."
            },
            "8": {
                "0": "<b>ט) - למודי האצילות</b>, למהרחו\"ו נדפס מכ\"י בעיר מונקאטש."
            },
            "9": {
                "0": "<b>י) - לקוטי שושנים</b>, כולל פי' נביאים אחרונים להר\"י בירב ר\"מ עראמה ור\"ע ספורנו, ופירוש תרי עשר לר\"י אלמושנינו (דו\"ו שס\"ב)."
            },
            "10": {
                "0": "<b>יא) - לקוטים מהר\"ג</b>, קבלה נדפס כ\"פ, ועד אחרון עם פירוש נר ישראל ועוד איזה ספרים חברו לה יחדיו נדפסו בפקודת המגיד מקאזניץ (ווארשא תקנ\"ח)."
            },
            "11": {
                "0": "<b>יב) - לשון למודים</b>, דקדוק ומאמר במלאכת השיר מכונה בשם שקל הקודש לר' דוד אבן יחייא (קושטא רס\"ו)."
            },
            "12": {
                "0": "<b>יג) - לשון הזהב</b>, ביאור איזה מדרשי תהלים לר' ידעי' הבדרשי ופ' מספיק לפסוקי תהלים לר\"י טיטאצק ותוכחה לר\"א ן' עזרא (דו\"ו שנ\"ט)."
            },
            "13": {
                "0": "<b>יד)*) - לקח טוב</b>, פלפולים יקרים להרהג\"מ יוסף ענגיל ראבד\"ק קראקא."
            },
            "14": {
                "0": "<b>טו) - לב דוד (לחיד\"א)</b>, מוסר כולל למ\"ד פרקים העתק מכ\"י מהרחו\"ו ובסופו ברית עולם פירוש והגה לספר חסידים ושומר הברית תיקונים והשמטות (ליווארנא תקנ\"ד). ומ\"ש החכם כרמולי תקמ\"ט היא טעות. ונדפס אח\"כ בטשערנאוויץ תרט\"ו עם הוספות יקרות בשם חדרי לב למו\"ה יצחק שמשון מייזליש."
            },
            "15": {
                "0": "<b>טז) - לחם מן השמים</b>, ביאורים חדשים עה\"ת ליקוטים מספרי המחבר חיד\"א שהיה בכת\"י נלקטו על ידי נכדו עם הוספות שלו מו\"ה אברהם משה במו\"ה רפאל ישעיה אזולאי (ליווארנא תר\"ה)."
            }
        },
        "13_Letter Mem": {
            "0": {
                "0": "<b>א) - ספר המאור</b>, להרז\"ה נדפס עם הרי\"ף כ\"פ וגם בפ\"ע עם ביאור לחכם אחד נקרא בשם שמן למאור נדפס בשנת תק\"כ."
            },
            "1": {
                "0": "<b>ב)*) - מאור ושמש</b>, עה\"ת, על דרך החסידות להרה\"ק קלונימוס קלמן עפשטיין מקראקא (ברסלא תר\"ב)."
            },
            "2": {
                "0": "<b>ג) - מאור עינים</b>, לר' עזריה מאדומים (ועיין ח\"א ע' י\"ד) ואף שהגאון והקדוש מהר\"ל מפראג כתב עליו בספר באר הגולה באר ששי דאסור לקרות בו עיין שם, עם כל זה מצאנו לו פרקלטים ומליצים טובים -- הגאון יעב\"ץ כתב עליו בספר מגדל עוז לא תתעב אדומי כי אחיך הוא, וכן הובא בתיו\"ט מנחות פ\"י מ\"ג עיי\"ש."
            },
            "3": {
                "0": "<b>ד) - מאורי אור</b>, חידושי הש\"ס למו\"ה אהרן בר' אבלי ווירמש דיין דק\"ק מיץ (מיץ תק\"ן)."
            },
            "4": {
                "0": "<b>ה) - מאורי אש</b>, עה\"ת לבעל פמ\"א ואור חדש לנכדו הר\"א קעלין (פיורדא תקכ\"ו).",
                "1": "<b>ה*) - מאיר תהלות</b>, על תהלים, וכן מאיר איוב למהר\"ם עראמה בנו של בעל העקידה (דו\"ו שכ\"ז)."
            },
            "5": {
                "0": "<b>ו) - מאמר תחה\"מ להרמב\"ם</b>, קושטא שכ\"ט, וכן <b>מאמר היחוד להרמב\"ם</b> עם ג' שאלות להראב\"ע דפוס ברלין <b>ומאמר קד\"ה</b> (ברעסלויא תר\"י)."
            },
            "6": {
                "0": "<b>ז) - מאמר שבתות ה' </b>, להרמ\"ע מפאנו לבוב תרכ\"ג <b>ומאמר העתים</b> דירנפורט תנ\"ג <b>ומאמר הנפש</b> (פיעטרקוב)."
            },
            "7": {
                "0": "<b>ח) - מאמר האחדות</b>, עניני אחדות ה'. <b>ומאמר יסוד האמונה</b> - עניני מצות ויראת ה' להר\"י יעב\"ץ נדפס עם ספרו אור החיים פירארה שי\"ד (ועיין ח\"א א' סנ\"ג)."
            },
            "8": {
                "0": "<b>ט) - מאמר השכל</b>, להראב\"ע‏ על עשרת הדברות, ומונה והולך איך המה כוללים כל תרי\"ג מצות (כעין ספר עדות ביעקב) קרימונה שי\"ד, והאנוי שפ\"ח. ובק\"ק רעדלהיים עם הקדמה להרזוו\"ה."
            },
            "9": {
                "0": "<b>י) - מאמר מעשה המרכבה</b>, לר\"י אברבנאל ע\"פ שי' הרמב\"ם במורה (דו\"ו של\"ד).",
                "1": "<b>י*) - מאמר סעודת מצוה</b>, פיוטים לפורים לר\"י ן' גיאת ועם פירוש להרשב\"ץ בתוך ספר תפארת לר\"ש דוראן (דו\"ו)."
            },
            "10": {
                "0": "<b>יא) - מאירת עינים</b>, ליעב\"ץ בענין מחלוקת הידוע (א\"ד תקי\"ג)."
            },
            "11": {
                "0": "<b>יב) - מבוא שערים</b>, להאר\"י עם הגה לחכם אחד (דפוס קראקא)."
            },
            "12": {
                "0": "<b>יג) - מאה שערים</b>, לר\"י ן' גיאת עם ביאור לחכם אחד (פירטה תרכ\"א)."
            },
            "13": {
                "0": "<b>יד) - מבחר הפנינים</b>, (שונצינו רמ\"ד) ועם פירוש דו\"ו ש\"ו ועם פירוש חדש לחכם אחד (ווילנא)."
            },
            "14": {
                "0": "<b>טו) - המבקש</b>, חכמה ומוסר לרש\"ט פלקירא עם הסכמה מפוארה לבעל שה\"ג (האג תקל\"ח)."
            },
            "15": {
                "0": "<b>טז) - מבשרת ציון</b>, עיין ח\"א פליטת סופרים יו\"ד פ\"ח."
            },
            "16": {
                "0": "<b>יז) - מגיד משנה על הרמב\"ם</b>, (קושטא רס\"ט) ומקרוב נדפס מתוך כת\"י ישן נושן גם על הלכות שחיטה וז\"ל הרדב\"ז בלשונות הרמב\"ם סל\"א בעל המגיד משנה היה אדם גדול ובקי ורוב שיטתו כשיטת הרשב\"א וכשבא לפרש דקדק בהם ככל הצורך עי\"ש. ומהרשד\"ם אה\"ע ק\"פ ומהרח\"ש ח\"ג ס\"ח החליט שהיה ניצוץ הרמב\"ם ז\"ל עי\"ש. ובסוף ספר אבקת רוכל לב\"י ושו\"ת מהר\"י קרקוס בס\"ס חיים שאל עי\"ש."
            },
            "17": {
                "0": "<b>יח) - מגינת לב</b>, על מגילת איכה לה\"ר שמואל בהר\"א הכהן."
            },
            "18": {
                "0": "<b>יט) - מגדל עוז</b>, חקירה לר' עמנואל בהמ\"ס מחברת עמנואל."
            },
            "19": {
                "0": "<b>כ) - מגלת איבה</b>, לבעל תיו\"ט קורותיו ותלאותיו וישועות ונחמות בסופן ונחלץ מצרה צדיק (כ\"ח מנחם שפ\"ט)."
            },
            "20": {
                "0": "<b>כא) - מגלת ספר</b>, ליעב\"ץ קורותיו ותולדותיו."
            },
            "21": {
                "0": "<b>כב) - מגלה צפונית</b>, לבעל שבט מוסר עה\"ת (אזמיר תרכ\"א)."
            },
            "25": {
                "0": "<b>כו) - ספר המגן</b>, צורת אותיות וסודן."
            },
            "26": {
                "0": "<b>כז) - המגן</b>, מנהגי פרובינציא כולל כ\"ד מאמרים להרב המאירי נדפס מכ\"י (לונדון תרס\"ט)."
            },
            "27": {
                "0": "<b>כח) - מגלת סדרי\"ם</b>, להג\"מ אברהם ברודא מאורעות דק' אויסע עם הערות לחכם אחד (ברלין תרנ\"ה)."
            },
            "28": {
                "0": "<b>כט) - מגן אברהם</b>, לאניידו, וע\"ל נו\"ן סמ\"ב (דו\"ו שמ\"ג)."
            },
            "29": {
                "0": "<b>ל) - מגן דוד</b>, להליץ בעד הרד\"ק במה שהשיגו עליו הראשונים (קושטא רע\"ו)."
            },
            "30": {
                "0": "<b>לא) - מדבר יהודה</b>, דרושים לרי\"א ממודינא (דו\"ו שס\"ב)."
            },
            "31": {
                "0": "<b>לב) - המדות</b>, מוסר, רמב\"ם פ\"ד דאבות, ואולי הוא ספר ארחות צדיקים, ועיין סה\"ד שמסופק בזה, וצ\"ע דהרי בספר ארחות צדיקים נזכר הרמב\"ם כמה פעמים. וע\"ס שדה חמד ח\"י כללי פוסקים סט\"ו אות מ\"א עי\"ש."
            },
            "32": {
                "0": "<b>לג) - מועדי ה'</b>, על הסמ\"ג, לר\"י נאגרא בהמ\"ס שבות יהודה."
            },
            "33": {
                "0": "<b>לד) - מזבח אליהו</b>, לבעל שבט מוסר עה\"ת (אזמיר תרכ\"ג)."
            },
            "34": {
                "0": "<b>לה) - מהררי נמרים</b>, כללי ש\"ס לרבינו עמנואל הספרדי ורדב\"ז וכללי ק\"ו לר\"ש אלבלנסי (דו\"ו שנ\"ט)."
            },
            "35": {
                "0": "<b>לו) - מזבח כפרה</b>, כעין שטמ\"ק לזבחים מנחות ובכורות ורמב\"ן על חולין וספר רני ליעקב (פייתוסי) על חולין ולקוטי ש\"ס (ליווארנא תק\"ע)."
            },
            "36": {
                "0": "<b>לז) - מזמור לדוד</b>, פארדו על פר\"ח ופר\"ת על יו\"ד (ליווארנא תקע\"ח)."
            },
            "37": {
                "0": "<b>לח) - מורה המורה</b>, לרש\"ט פלקירא פירוש על המורה נבוכים (פ\"ב תקצ\"ז)."
            },
            "38": {
                "0": "<b>לט) - מוסר השכל</b>, לרה\"ג משלי מוסר בחרוזים (ואמרתי להעתיק כאן ד\"א לדוגמא וז\"ל: לשונך שים בפיך נאסרה, וכאלם היה בין החבורה, ואל תרפה ארי אסור בחבלך, ואם אותו תשלח ואכלך). פאריז שי\"ט ואח\"כ נדפס עם ספר קערת כסף והנהגת הרא\"ש (דו\"ו של\"ח)."
            },
            "39": {
                "0": "<b>מ) - מור וקציעה</b>, ליעב\"ץ על או\"ח (אלטונא תקפ\"א)."
            },
            "40": {
                "0": "<b>מא) - מחברת עמנואל</b>, (ברישה רנ\"ב)."
            },
            "41": {
                "0": "<b>מב) - מחזה אברהם</b>, על הזוהר להר\"א אזולאי (ירושלים תר\"ד)."
            },
            "42": {
                "0": "<b>מג)*) - מחנה ישראל</b>, חידושים על ש\"ס לש\"ב הה\"ג מוהר\"י ניימאן חד מבד\"ר דקראקא."
            },
            "43": {
                "0": "<b>מד) - מחנה לויה</b>, הלכות שמחות למהר\"ם מרוטנברג הובא ברא\"ש ברכות ריש פ\"ג (ליווארנא תקע\"ט)."
            },
            "44": {
                "0": "<b>מה) - מחברת תופת ועדן</b>, נדפס איזה פעמים."
            },
            "45": {
                "0": "<b>מו) - מחזור רומי</b>, (שונצינו רמ\"ד ופאנו רס\"ה) ועם פירוש קמחא דאבשונא בולוניה ש\"א וצ\"ע על רשומת החכם ר\"א ברלינר בזה ע\"ש וע\"פ מעגלי צדק קרימונא שכ\"א וע\"פ הדרת קודש (דו\"ו שנ\"ט)?"
            },
            "46": {
                "0": "<b>מז*)) - מחיר יין</b>, להרמ\"א על מגילת אסתר על דרך רמז (קרימונה שי\"ט)."
            },
            "47": {
                "0": "<b>מח) - המזרחי</b>, באור ארוך על רש\"י לרא\"ם כסדר התורה (דו\"ו רפ\"ז) ועם פירוש לחכם אחד -- ליווארנא תרל\"ו."
            },
            "48": {
                "0": "<b>מט)*) - מטה אהרן</b>, על הגדה לקוח הוא מס' בגדי אהרן עה\"ת (פפד\"מ תל\"ח) והוא להגאון הקדוש מו\"ה אהרן שמעון תאומים הי\"ד, ומ\"ש בספת נחת שבעה ח\"ב ס\"ל אהרן שמעון טעות סופר וצ\"ל אהרן שמואל עי\"ש."
            },
            "49": {
                "0": "<b>נ) - מטה יהונתן</b>, לבעל או\"ת על הל' פסח (פאקש תרנ\"א) וגם הגהותיו על יו\"ד מכונה בשם מטה יהונתן ונדפס ביו\"ד ד' ווילנא."
            },
            "50": {
                "0": "<b>נא)*) - מטמוני מסתרים</b>, קבלה דברים נסתרים לבעל ספר הברית והמה בכתובים פה ק\"ק קראקא."
            },
            "51": {
                "0": "<b>נב) - מים יחזקאל</b>, קצנעלבויגן אבד\"ק אה\"ו דרושים על התורה (פאריצק תקמ\"ו)."
            },
            "52": {
                "0": "<b>נג) - מים עמוקים</b>, שו\"ת להר\"א מזרחי ח\"ב ור\"א ן' חיים (דו\"ו ת\"ז) וח\"א בשם שו\"ת הרא\"ם (קושטא שכ\"א)."
            },
            "53": {
                "0": "<b>נד) - מיני תרגומא</b>, על התרגום להג\"מ ישעיה פיק (ברעסלא תקצ\"א)."
            },
            "54": {
                "0": "<b>נה)*) - מימי הדעת</b>, פלפול על איזה שיטות הש\"ס דרשות והספדים להרב מו\"ה משה יעקב דמביצר חד מבד\"ר דפ\"ק קראקא."
            },
            "55": {
                "0": "<b>נו) - מדרש ילמדנו</b>, נפדס זה לא כביר מכ\"י עם הערות לחכם אחד."
            },
            "56": {
                "0": "<b>נז) - מדרש חסרות ויתרות</b>, נדפס בירושלים תרנ\"ט מכ\"י."
            },
            "57": {
                "0": "<b>נח) - מדרש מעשים</b>, על עשרת הדברות נדפס בספר חבור מעשיות מדרשות (ווירונה ת\"ז)."
            },
            "58": {
                "0": "<b>נט) - מדרש האיתמרי</b>, לבעל שבט מוסר דרושים לענינים (שאלוניקו תקפ\"ד)."
            },
            "59": {
                "0": "<b>ס) - מדרש אגדה</b>, על התורה, נדפס מכ\"י עם הערות לחכם אחד (וויען)."
            },
            "60": {
                "0": "<b>סא) - מדרש איכה רבתי</b>, נדפס מכ\"י (ווילנא תרנ\"ט)."
            },
            "61": {
                "0": "<b>סב) - מדרש זוטא</b>, שה\"ש רות איכה וקהלת נדפס מכ\"י (ברלין תרנ\"ד)."
            },
            "62": {
                "0": "<b>סג) - מדרש נחמות</b>, הובא בפתיחה למסכת אבות להמאירי."
            },
            "63": {
                "0": "<b>סד) - מדרש אבא גוריון</b>, נדפס עם מדרש פני םאחרים ומדרש לקח טוב (ווילנא תרמ\"ג)."
            },
            "64": {
                "0": "<b>סה) - מדרש כונן</b>, נדפס."
            },
            "65": {
                "0": "<b>סו) - מדרש ויושע</b>, נדפס בירושת\"ו."
            },
            "66": {
                "0": "<b>סז) - מדרש תלפיות</b>, למו\"ה גדליא חיין, ישנו בכ\"י עיין ח\"א ג' וי\"ו."
            },
            "67": {
                "0": "<b>סח)*) - מדרש מלים</b>, לר' אנשיל (קראקא רצ\"ד)."
            },
            "68": {
                "0": "<b>סט) - מדרש חננאל</b>, פי' מסכת מכות לרבינו חננאל עם הערות לחכם אחד - תרל\"ו. וכן נדפס פירוש ר\"ח על מסכת פסחים עם הגה והערות לחכם אחד. (פאריז תרכ\"ח)."
            },
            "69": {
                "0": "<b>ע) - מכלול להרד\"ק</b>, קושטא רע\"ג ועם נמוקי ר\"א בחור דו\"ו ש\"ה, ועם פירוש קצר לחכם אחד (פירטה תקנ\"ג)."
            },
            "70": {
                "0": "<b>עא) - מכלול יופי</b>, על קהלת לר\"א לואנץ (מכונה בעל שם) א\"ד תנ\"ה וברלין תקל\"ה."
            },
            "71": {
                "0": "<b>עב) - מכתם לדוד</b>, על הרמב\"ם ושו\"ת לר\"ד חסאן לייווארנא תקנ\"ב ועיין ח\"א ד' ח\"י והגה מנחם ציון שם, ולקמן ת' נ\"ו ד\"ה מגלה וכו'. ובסופו חי' הריטב\"א מגילה."
            },
            "72": {
                "0": "<b>עג) - מכתב שלמה</b>, שו\"ת לבעל חשק שלמה (שאלוניקו תר\"ה)."
            },
            "73": {
                "0": "<b>עד)*) - מכתב סופר</b>, דרשות ופלפולים לאדמו\"ר הרה\"ג מו\"ה שמעון סופר האבד\"ק קראקא פשוטי דספרא ספר\"א דמרי טבא ספרא דוקני ספר\"א נהיר וע\"ל בשארית ציון.<i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"נט\" data-order=\"59\"></i> <i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"ס\" data-order=\"60\"></i><i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"סא\" data-order=\"61\"></i> <i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"סב\" data-order=\"62\"></i><i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"סג\" data-order=\"63\"></i> <i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"סד\" data-order=\"64\"></i>"
            },
            "74": {
                "0": "<b>עה) - מלאכת שלמה</b>, קמחי, חידושי ש\"ס ודרושים שאלוניקו תרל\"ב ועיין ח\"א ש' ק\"מ."
            },
            "75": {
                "0": "<b>עו) - מלא חפנים</b>, קובץ כתבי יד מגאוני קדמונים (ברלין ת\"ר)."
            },
            "76": {
                "0": "<b>עז) - מלות הגיון</b>, להרמב\"ם עם ב' פירושים ובסופו הקש החילוף (דו\"ו ש\"י) ועם פירוש אבן בוחן ואגרת האפודי (פפד\"מ תו\"ר) ועם פירוש הרמב\"ן בק\"ק ווארשא."
            },
            "77": {
                "0": "<b>עח) - מלמד התלמידים</b>, לר' יעקב בר' אבא בר\"ש בן אנטלי נדפס מכ\"י בעיר פאריז."
            },
            "78": {
                "0": "<b>עט) - מלאכת המספר</b>, להרא\"ם (קושטא רצ\"ג)."
            },
            "79": {
                "0": "<b>פ) - מלך שלם</b>, שו\"ת ולשונות הרמב\"ם חי' ולקוטים לר\"ש שלם אבד\"ק א\"ד (שאלוניקו תקכ\"ט)."
            },
            "80": {
                "0": "<b>פא) - מלחמות ה'</b>, לר\"א בהרמב\"ם נגד החולקים על המורה."
            },
            "81": {
                "0": "<b>פב) - מלאכת ה'</b>, לרמב\"ן לישב השגות הרז\"ה על הרי\"ף."
            },
            "82": {
                "0": "<b>פג) - מלחמות ה'</b>, לרלב\"ג (ריווא ש\"ך) בענין השארת הנפש חדוש העולם השגחה והבחירה והנבואה ועיין שארית ציון בסופו לאות מ' <i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"סה\" data-order=\"65\"></i>."
            },
            "83": {
                "0": "<b>פד) - מסורת המסורה</b>, לר\"א בחור חדות וסימנים על המסורה שברי לוחות ושיר על מנין האותיות לרס\"ג (רו\"ו רצ\"ח)."
            },
            "84": {
                "0": "<b>פה) - מסורת התלמוד</b>, (שאלוניקו רפ\"ג)."
            },
            "85": {
                "0": "<b>פו) - מסורת הברית</b>, להג\"מ דוד טעבלי מליסא עיין ח\"א ד' כ'."
            },
            "86": {
                "0": "<b>פז) - מעגלי צדק</b>, פירוש על המחזור ודינים לכל השנה (דו\"ו שכ\"ח)."
            },
            "87": {
                "0": "<b>פח) - מעין גנים</b>, לר\"ש ארקוולטי כולל חמשים מכתבים יקרים (דו\"ו שי\"ג)."
            },
            "88": {
                "0": "<b>פט) - מעיני הישועה</b>, פי' דניאל לר\"י אברבנאל ובראשו תולדות המחבר (פירארה שי\"א וא\"ד ת\"ז)."
            },
            "89": {
                "0": "<b>צ) - מעין חכמה</b>, תרי\"ג מצות בחרוזים ופלפולים בהמ\"ס עצי ארזים (רעדלהיים תקס\"ד)."
            },
            "90": {
                "0": "<b>צא)*) - מעון ארי' </b>, דרשות וענינים שונים אבד\"ק זאלאשציק ובסוף ימיו קבע דירתו בקראקא (ושמ\"ך)."
            },
            "91": {
                "0": "<b>צב) - מנהג אבות</b>, לבעל התניא (מנטובה רע\"ד).",
                "1": "<b>צב*) - מנהגים</b>, לר\"א קלויזנר (ריווא שי\"ט)."
            },
            "92": {
                "0": "<b>צג) - מנהגים</b>, לר' אייזק טירנא אש\"ה ר\"ת אושטרייך שטייערמרק הגר, דו\"ו שע\"ו, ונדפס גם עם ביאורים ומקור מנהגים לחכם אחד בק' מונקאטש."
            },
            "93": {
                "0": "<b>צד) - מנהג מדינה</b>, מבהמ\"ס באר היטב הובא שם באורח חיים סי' תס\"א."
            },
            "94": {
                "0": "<b>צה) - מנחת אליהו</b>, דרושים בענינים שונים לבעל שבט מוסר (שאלוניקו תקפ\"ד)."
            },
            "95": {
                "0": "<b>צו) - מנחת יוסף</b>, ליקוטי דיני ע\"פ קבלה לר\"י אירגאז ליווארנא תקפ\"ז."
            },
            "96": {
                "0": "<b>צז) - מנורת זהב</b>, כולה קצור ספר מנורת המאור לר' ישראל בר\"י אלנקווה (קראקא שס\"ה)."
            },
            "97": {
                "0": "<b>צח)*) - מנחת ציון</b>, דרשות למו\"ה מנחם ציון מקראקא אבד\"ק וואידסלוב."
            },
            "98": {
                "0": "<b>צט) - מעשה רוקח</b>, לרבינו אליעזר בן ריב\"ק רבו של בעל הרוקח ונזכר שם סי' שנ\"ו נדפס מכ\"י שנת תרע\"ב על ידי הגאון מהרא\"ז מרגליות עם הקדמה לו."
            },
            "99": {
                "0": "<b>ק) - מעשה רוקח</b>, על הרמב\"ם לר' מסעוד חי רוקח ונדפס גם עם חידושי בן הרמב\"ם (דו\"ו תק\"ב) וע\"ל אות מ' ע\"ב."
            },
            "100": {
                "0": "<b>קא) - מעשה חושב</b>, על מלאכת המשכן מסודר על דרך משניות לבעל משנת חסידים (דו\"ו תע\"ו)."
            },
            "101": {
                "0": "<b>קב) - מעשה טוביה</b> הרופא ממיץ, בן חורגו של מהרש\"א, סדר העולמות ויסודותיהם (דו\"ו תס\"ז) ומקרוב נדפס מחדש פה קראקא."
            },
            "102": {
                "0": "<b>קג) - מעשה חושב</b>, על חכמת החשבון להרלב\"ג כת\"י."
            },
            "103": {
                "0": "<b>קד) - מעשה נסים</b>, שו\"ת לר\"א בן הרמב\"ם בלשון ערבי ועברי (דפוס פאריז תרכ\"ז) וכולל תשובות על השגות רבינו דניאל הבבלי ע\"ס המצות להרמב\"ם וע\"ל ברכת אברהם."
            },
            "104": {
                "0": "<b>קה) - מעשה רוקם</b>, כולל ס' שמחה לצדיק ותוספי הרא\"ש על קידושין ופחד יצחק על קידושין ומעשה נסים על בבא מציעא לחכם אחד (פיסא תקס\"ו)."
            },
            "105": {
                "0": "<b>קו) - מעשה רקח</b> על משניות, על דרך האמת, לר\"א רוקח בר\"ש אבד\"ק א\"ד (א\"ד ת\"ק)."
            },
            "106": {
                "0": "<b>קז) - מעשה צדיקים</b>, כולל חי' רמב\"ן עבודה זרה ושבועות להריטב\"א (ליווארנא תק\"ב)."
            },
            "107": {
                "0": "<b>קח) - מעשה תורה</b>, לרבינו הקדוש הובא בספר כד הקמח במלת הבלנה ובסה\"ד כ' שנדפס בשנת שמ\"ג עי\"ש."
            },
            "108": {
                "0": "<b>קט) - מסכת אצילות</b>, עם ביאור לחכם אחד דפוס ווארשא."
            },
            "109": {
                "0": "<b>קי) - מסכת שמחות</b>, ע' הג\"ה מהרל\"ח יו\"ד סי' ש\"צ - נראה שהי' לפני הראשונים מסכת שמחות מה שלא נמצא היום וע' גם בספר קרבן נתנאל סוף פרק אלו מגלחין."
            },
            "110": {
                "0": "<b>קיא)*) - מענה רך</b>, תפלות ותחנונים לדופקי בתשובה למו\"ה מרדכי משה מרגליות מקראקא (קראקא שמ\"ט)."
            },
            "111": {
                "0": "<b>קיב) - מערכת אלקית</b>, מיוחס לרבינו פרץ בעתו\"ס עם פירוש קדמון ופירוש מנחת יהודה לר\"י החייט מכונה בשם פירוש החייט (פירארה שי\"ח)."
            },
            "112": {
                "0": "<b>קיג) - המעלות לשלמה</b>, דרושים לבעל ב\"ד של שלמה (קושטא תקל\"ה)."
            },
            "113": {
                "0": "<b>קיד) - המפואר לר\"ש</b> מולכו הקדוש (קראקא חש\"ן וא\"ד תס\"ט)."
            },
            "114": {
                "0": "<b>קטו) - מפתחות הזוהר</b>, לר\"א רוויגו (א\"ד ת\"ע) גם חי' פי' והג\"ה על תיקוני זוהר והיה נמצא בכ\"י תחת יד הרב הרנ\"ר וכמ\"ש ברשימתו סי' תנ\"ד."
            },
            "115": {
                "0": "<b>קטז) - מפעלות אלקים</b>, מענין חידוש העולם לר\"י אברבנאל (דו\"ו שנ\"ב)."
            },
            "116": {
                "0": "<b>קיז) - מפשר חלמין</b>, פי' על דניאל לר\"ש בהר\"א הכהן."
            },
            "117": {
                "0": "<b>קיח) - מצפה יקותיאל</b>, השגות ע\"ס תורת יקותיאל למו\"ה שאול בהג\"מ צ\"ה אבד\"ק ברלין ועיין חלק א' פליטת סופרים שי\"ן ג'."
            },
            "118": {
                "0": "<b>קיט) - ספר מצות גדול</b> להר\"ם מקוצי עם ביאור הרא\"ם הר\"א שטיין וביאור מהרש\"ל והג\"מ העשל גם נדפס עם ספר נר מצוה לר\"י ן' סיד (שאלוניקו תק\"ע) ועוד קודם לזה נדפס שונציני רמ\"ט ובווינציא רפ\"ב וכעת נדפס עם פירוש ארוך לחכם אחד במדינת הגר ועמש\"ל ח\"א אות מ\"ם קע\"ט ובהג\"ה מנחם ציון, עי\"ש."
            },
            "119": {
                "0": "<b>קכ) - ספר המצות</b>, למר חפץ."
            },
            "120": {
                "0": "<b>קכא)*) - מצות טובים</b>, על תרי\"ג מצו\"ת לבעל ספר הברית (עודנו בכתובים בקראקא)."
            },
            "121": {
                "0": "<b>קכב) - מקראי קודש</b>, על המועדים ועניני יראה לר\"י סאמיגה דו\"ו שמ\"ה."
            },
            "122": {
                "0": "<b>קכג) מקרא קודש</b>, על מגילת רות לברטנורה וסוד המלבוש ומאמרים למילה להר\"ם גאלאנטי ר\"י בירב ר\"ש אלקבץ ור\"י סאגיס, דו\"ו שמ\"ה."
            },
            "123": {
                "0": "<b>קכד) - מקור חיים</b>, דרושים לר\"ש בן מהרחו\"ו (ליווארנא תקנ\"ד) וע\"ל ס' חכמת נשים."
            },
            "124": {
                "0": "<b>קכה) - מקוה ישראל</b>, לר' מנשה בן ישראל מענין עשרת השבטים ותחה\"מ (א\"ד נח\"ת)."
            },
            "125": {
                "0": "<b>קכו) - מקור חיים</b>, פי' על הראב\"ע לר' שמואל צרצה."
            },
            "126": {
                "0": "<b>קכז) - מראה הגדול</b>, לר' רפאל אשכנזי בהגאון בעל מחנה יהודה."
            },
            "127": {
                "0": "<b>קכח) - מראה האופנים</b>, כולל חי' דרא\"ה ותוס' הרא\"ש על ביצה ותוספי הראשונים ויגל יעקב חי' ש\"ס לר\"י פייתוסי (ליווארנא תק\"ע)."
            },
            "128": {
                "0": "<b>קכט) - מרפא לשון</b>, ודרכי נועם עניני דקדוק הלשון לר\"מ ן' חביב (דו\"ו ש\"ו) ועיין ח\"א מ' קכ\"ג."
            },
            "129": {
                "0": "<b>קל) - מרגניתא שפירא</b>, עניני שופר ותקיעות לבעל אשל אברהם על או\"ח (א\"ד תקכ\"ז)."
            },
            "130": {
                "0": "<b>קלא) - מרפא לשון</b>, מוסר לר' רפאל הכהן (אלטונא ת\"ק)."
            },
            "131": {
                "0": "<b>קלב) - מרכבת המשנה</b>, על משנה תורה לר\"י אברבנאל סביוניטה שי\"א, ושם היא בשלמות."
            },
            "132": {
                "0": "<b>קלג) - המצות לרס\"ג</b>, עם ביאור רחב לחכם אחד נדפס זה לא כביר בווארשא."
            },
            "133": {
                "0": "<b>קלד) - משפטי החרם ונזיפה</b>, (קושטא רע\"ו)."
            },
            "134": {
                "0": "<b>קלה) - משאת משה</b>, על מגילת אסתר לר\"ם אלשיך נדפס על ידי בנו מו\"ה חיים ותלמידו מו\"ה יצחק גרשון (דו\"ו הנשי\"א)."
            },
            "135": {
                "0": "<b>קלו)*) - משיב נפש</b>, על מגילת רות פירוש ארוך וקצר לבעל הב\"ח (לובלין שע\"ז)."
            },
            "136": {
                "0": "<b>קלז) - משפט צדק</b>, על איוב לר\"ע ספורנו (דו\"ו ש\"ן)."
            },
            "137": {
                "0": "<b>קלח) - משפטי יעקב</b> על חו\"מ. ולא נדפס רק כללי ודיני קים לי בספרו שבות יעקב."
            },
            "138": {
                "0": "<b>קלט)*) - משפט שלום</b>, ע\"ס המצות למו\"ה שלום שכנא כ\"ץ חד מבד\"ר דקראקא בהמ\"ס שלמי נזיר."
            },
            "139": {
                "0": "<b>קמ) - משנת חסידים</b>, פירוש על ספר חסידים לר' סעדיא במהור\"א חלוונא מקראקא נדפס כמה פעמים ע\"ס חסידים בהעלם שמו."
            },
            "140": {
                "0": "<b>קמא) - ספר המשכיל</b>, ווכוח בין יצ\"ט ויצה\"ר על עסקי תשובה בדרך שיחה, ודיני ר\"ה ויוה\"כ וקרבנות לבעל שה\"ק כ\"י ועיין סה\"ד השלם ח\"ג ערך שה\"ק."
            },
            "141": {
                "0": "<b>קמב) - מסעות בנימין</b>, עיין ח\"ב מערכת נו\"ן סי' ה'."
            },
            "142": {
                "0": "<b>קמג) - משה ידבר</b>, שו\"ת ודרושים לבעל משאת משה (שאלוניקו תקע\"ה)."
            },
            "143": {
                "0": "<b>קמד) - משנה תורה</b>, הוא היד החזקה להרמב\"ם על שם י\"ד ספרים (שונצינו ר\"ן) עם מגיד משנה קושטא רס\"ט, ועם הראב\"ד מג\"ע דו\"ו רפ\"ד, ועם הג\"ה מהר\"ם פאדווה ובנו וע\"ס המצות והשגות לרמב\"ן שם ש\"י, ועם פירוש ר\"ע על קידוש החדש ועם כסף משנה ופירוש קידוש החודש למהר\"ל ן' חביב שם של\"ד, וכעת נדפס בווילנא עם ל\"ה הוספות (ובעל מנורת המאור נר ב' ח\"ב קורא אותו בשם מורה צדק עי\"ש)."
            },
            "144": {
                "0": "<b>קמה) - ספר המתורגמן</b>, לר\"א הבחור שרשי לשון ארמי וביאורן בלשון עברית (איזנא ש\"א), ועיין ח\"א א' קנ\"ב."
            },
            "145": {
                "0": "<b>קמו) - מהלך שבילי הדעת</b>, לר\"מ קמחי על דקדוק עם פירוש הר\"א הבחור (קו\"ו ש\"ו)."
            },
            "146": {
                "0": "<b>קמז) - מעשה ירושלמי</b>, להר\"א בן הרמב\"ם שם הוכיח חומר שבועה וקדושתה הועתק מערבית לעברית (ווירונה ת\"ז)."
            },
            "147": {
                "0": "<b>קמח) - מתנת עני</b>, והוא קיצור מזרחי לר\"י הכהן מאוסטרהא (פראג שס\"ד) ועיין מערכת קו\"ף ספ\"ג."
            },
            "148": {
                "0": "<b>קמט)*) - מר דרור</b>, פי' הגדת פסח למו\"ה מרדכי רובינשטיין מזאלקאווי דרשן פה קראקא."
            },
            "149": {
                "0": "<b>קנ) - משפט וצדקה</b>, שו\"ת למו\"ה צדקה הוצין אבד\"ק בגדד מרבני ארם צובה עיין ח\"א מערכת צדיק ס\"ח."
            },
            "150": {
                "0": "<b>קנא) - מעשה הצדקה</b>, שו\"ת להנ\"ל."
            },
            "151": {
                "0": "<b>קנב) - מעיל צדקה</b>, על ד' חלקי טורים להנ\"ל. הכל בכת\"י."
            },
            "152": {
                "0": "<b>קנג) - מקדש יה</b>, לבעל מנחת ש\"י, והוא כעין הקדמה גדולה וחתימה לספר מנחת שי על תנ\"ך. (נדפס זה מקרוב מכ\"י בעיר וויען ועיין מערכת ספרים בהג\"ה מנחם ציון סי' צ\"ח)."
            },
            "153": {
                "0": "<b>קנד) - מדבר קדמות</b>, הקדמות יקרות מחז\"ל ומפורשים ע\"פ סדר א\"ב וע\"ל יעיר אוזן. ואני עני נקיטנא בשיפולא דגלימא והוספתי עליו הערות יקרות בשם \"מקדם לעין\"."
            },
            "154": {
                "0": "<b>קנה) - מחזיק ברכה</b> לחיד\"א, דינים והגהות ושו\"ת אחרונים על ש\"ע או\"ח ויו\"ד ב\"ח ובסופו פאת הראש הג\"ה ושמטות לספר ראש דוד ליווארנא (תקמ\"ה ושאלוניקו תקע\"ב). ובספר חיים שאל ח\"ב סל\"ח מצינו הג\"ה לספר ברכ\"י ומח\"ב עי\"ש.<br> (ומה שהשיב שם במח\"כ ריש יו\"ד על דברת גברא רבא רב אשכנזי עובר אורח אשר הטיח דברים וכ' על גליון הספר כאשר עלה על רוחו מצאתי בספר אור החיים (מיכל) ע\"ז, וז\"ל והוגד לי בלחישה דכונתו להרב מו\"ה שאול בהמ\"ס כסא דהרסנא)."
            },
            "155": {
                "0": "<b>קנו) - מעגל טוב</b>, לחיד\"א ספר זכרונות ימי חייו וכותב על ספר את כל הקורות על דרכו בהיותו שד\"ר במדינת אירופא ואזיא זה שלש רגלים (ליווארנא ברכ\"ת טו\"ב), ומשם העתקתי הרבה דברים בספרי תו חיים תולדות חיד\"א עי\"ש. וזה לא כביר נדפס ספר מעגל טוב פעם שנית עם הוספות רבות ומועילות ולא זכיתי לראותו לעת עתה."
            },
            "156": {
                "0": "<b>קנז) - מעשה דוד</b>, נזכר בתוס' למסכת סופרים פרק ט' הלכה י' לחיד\"א ז\"ל."
            },
            "157": {
                "0": "<b>קנח) - מראית העין</b>, על אגדות עין ובסופו מסכת כותים עבדים תמורה וגרים, והג\"ה עליהם ונקרא בשם כעת חי' ובתי הנפש השמטות לספר עין זוכר והשגות ע\"ס קהלת יעקב למוהרי\"א ובאר מים חיים (מוצירו) ושדה הארץ ח\"ג (ליווארנא תקס\"ה)."
            },
            "158": {
                "0": "<b>קנט) - משמרת טהרה</b>, לימוד לער\"ח לחיד\"א הוספה לתקון משמרת החדש כמנהג הספרדים (ליווארנא תקנ\"א)."
            },
            "159": {
                "0": "<b>קס) - מרפא לנפש</b>, הובא בספר איגרות חיד\"א כהקדמה בשם האבר\"ך עי\"ש."
            },
            "160": {
                "0": "<b>קסא) - מרפא לשון</b>, הובא בספ' צוארי שלל לחיד\"א הפטרת בהעלתך ושלח עי\"ש."
            },
            "161": {
                "0": "<b>קסב) - משגב לדך</b>, וע\"ל שם הגדולים <b>משג\"ב</b> ר\"ת משלים שם גדולים ב' (ליווארנא תקמ\"ו)."
            }
        },
        "14_Letter Nun": {
            "0": {
                "0": "<b>א) - נהר פישון</b>, דרושים לר\"י אבוהב (קושטא רצ\"ח)."
            },
            "1": {
                "0": "<b>ב) - נהרות דמשק</b>, כולל שו\"ת לחכם אחד ובסופו שערי תשובה שו\"ת הגאונים (שאלוניקו תקס\"ב)."
            },
            "2": {
                "0": "<b>ג) - נועם מגדים</b>, דינים ומנהגי תפלה לבעל פמ\"ג (זאלקאוי תקכ\"א)."
            },
            "3": {
                "0": "<b>ד) - ספר נוטריקון</b> להנ\"ל, נדפס בווארשא מכ\"י (שנת תר\"ע)."
            },
            "4": {
                "0": "<b>ה) - נופת צופים</b>, דרשות וביאור מדרשים תמוהים לר' בצלאל הדרשן מקאברין (לבוב תקס\"ד) כ\"מ ברשימת הרב מהרנ\"ח ואולי הוא המובא בחלק א' ב' סכ\"ט)."
            },
            "5": {
                "0": "<b>ו) - הנותן אמרי שפר</b>, דרשות להראנ\"ח (דו\"ו ש\"ץ) ומ\"ש בסדר הדורות אמרי שפר - טעות סופר הוא."
            },
            "6": {
                "0": "<b>ז) - ספר הנחמד</b>, פירוש על פרק שירה להמבי\"ט (שקלאוו תק\"פ) וע\"ס בית אלקים."
            },
            "7": {
                "0": "<b>ח) - נחמד ונעים</b>, קידוש החודש ועניני חכמת התכונה לבעל צמח דוד (יעסניץ תק\"ג)."
            },
            "8": {
                "0": "<b>ט) - נחמד למראה</b>, פירוש על הרבות, לא נודע למי, נדפס בא\"ד תקל\"ז עם חי' מהר\"ש שלם."
            },
            "9": {
                "0": "<b>י) - נחלת אבות</b>, פירוש על פרקי אבות לר\"י אברבנאל (קושטא רס\"ה)."
            },
            "10": {
                "0": "<b>יא) - ספר נחל אשכול</b> על חמש מגילות לחיד\"א והשמטות נקראו בשם ערבי נחל."
            },
            "11": {
                "0": "<b>יב) - ספר נחל קדומים</b> על התורה, ראשי תיבות נמוקים חדשים לתורה קוצר דעתי ופירושים מגדולי ישראל מפורסמים, כל אלה נאספו ונקבצו על ידי הגאון חיד\"א."
            },
            "12": {
                "0": "<b>יג) - ספר נחל שורק</b>, על הפטורת והשמטות נקראו בשם אפיק נחלים, כל ג' נחלים אלו נדפסו עם החומש ופרש\"י (ליווארנא תקנ\"ה)."
            },
            "13": {
                "0": "<b>יד) - ספר הניקוד</b> וסוד החשמל על נקודות האותיות לר\"י גיקטליא (קראקא ת\"ח)."
            },
            "14": {
                "0": "<b>טו) - ספר הנמצא</b>, חכמת הניתוח לרמב\"ם בס\"ס אמרות טהורות לר\"א בר ניסן חיון (שאלוניקו שנ\"ו)."
            },
            "15": {
                "0": "<b>טז) - ספר הנפש</b>, לרש\"ט פלקירה (עם ביאור לחכם אחד לבוב תקצ\"ב, והוא א' מעשרת הדברות שחי' כמו ספר המבקש, אגרת בתי הנפש, אגרת החלום, אגרת הוויכוח, וספר המעלות וכו')."
            },
            "16": {
                "0": "<b>יז) - נפש חיים</b>, לחיד\"א, עיין איגרות חיד\"א בהקדמה בשם רב אחא\"י (ר' אברהם חיים אדאדי)."
            },
            "17": {
                "0": "<b>יח) - נעים זמירות ישראל</b>, פירוש זמירות ש\"ק לר\"י סרוק, לבוב תק\"ץ ועיין ח\"א יו\"ד תכ\"ב."
            },
            "18": {
                "0": "<b>יט) - נמוקי יוסף שני</b>, לבעל כתונת יוסף על הגדה ועי\"ש ד\"ה מתחלה הי' אבותינו וכו'."
            },
            "19": {
                "0": "<b>כ) - נעשה ונשמע</b> עה\"ת, לרבינו יהונתן מפרש הרי\"ף, הובא בסה\"ד. ועיין ח\"א יו\"ד ס\"ט."
            },
            "20": {
                "0": "<b>כא) - ספר הנצחון</b>, נגד טענות הנוצרים להר' ליפמן מילהויזן. ובספר תשובת הרד\"ק לנוצרים נדפס בנירנברג (ובא\"ד תע\"א) ועד\"ז מחובר עוד ספר בשם זה והוא ספר הנצחון לר' זלמן מאופהויזן (א\"ד תצ\"ז) ובמק\"א מצאתי שחתם א\"ע מקראקא."
            },
            "21": {
                "0": "<b>כב) - נר תמיד</b>, תוס' על מסכת תמיד."
            },
            "22": {
                "0": "<b>כג) - נר מצוה</b>, על סמ\"ג."
            },
            "23": {
                "0": "<b>כד) - נשמת חיים</b> אבועלפיא, שו\"ת דרושים וביאורי סמ\"ג (שאלוניקו תקס\"ו) ועיין ח\"א ח' ה'."
            }
        },
        "15_Letter Samekh": {
            "0": {
                "0": "<b>א) - סדר הגט</b>, לר' יהושע בנבנשתי (קושטא תע\"ד) ועיין ח\"א יו\"ד ע\"א."
            },
            "1": {
                "0": "<b>ב) - סדר גיטין וחליצה</b>, למוהר\"י מרגליות ובנו מו\"ה יצחק."
            },
            "2": {
                "0": "<b>ג) - סדר גיטין וחליצה</b>, לבעל ברכת הזבח, קובץ קיצור כל הדינים אלו גם מהגאונים שהי' אחרי הגאון מהר\"י מרגליות, עודנו בכ\"י."
            },
            "3": {
                "0": "<b>ד) - סדר התפלה</b> לכל השנה, פיוטים ויוצרות על פי מנהגי רומי על קלף (בולוניא רצ\"ז)."
            },
            "4": {
                "0": "<b>ה) - סדור רש\"י</b>, כולל דיני תפלות וברכות ודיני טרפות בהמה ועוף, ראיתיו בכ\"י ולשנת שמונה מאות שנה משנת פטירתו (תרס\"ה) יצא לאור."
            },
            "5": {
                "0": "<b>ו) - סדר ניקור</b> לרש\"י ז\"ל, עם פירוש בעל העטור (דו\"ו שס\"ו) ועם פירוש והוספות לחכם אחד נקרא בשם טהרת אהרן (אופיבאך תפ\"ב)."
            },
            "6": {
                "0": "<b>ז) - סדר הניקור בקצרה</b>, להרב מוהר\"י בריאל אבד\"ק מנטובה מצאתיו ברשימה."
            },
            "7": {
                "0": "<b>ח)*) - סדר הניקור בקצרה</b>, על פי הסכמת גאוני אסטרייך ופולין בלה\"ק ואשכנז (נדפס בקראקא)."
            },
            "8": {
                "0": "<b>ט) - סדר סליחות</b>, מנהג אשכנז (אויגשפורג רצ\"ו)."
            },
            "9": {
                "0": "<b>י) - סדר עבודה רבא וזוטא</b>, להרמ\"ע מפאנו (מנטובה תפ\"ד)."
            },
            "10": {
                "0": "<b>יא) - סדר עבודת המקדש</b>, להר\"ם די לונזאנו והרמ\"ע (פיורדא תפ\"ו) ועם פירוש לפרק שירה (ליווארנא תקכ\"ז)."
            },
            "11": {
                "0": "<b>יב) - סדר עבודת יוה\"כ</b>, לקדמונים נדפס מתוך כ\"י בקובץ מעשה ידי גאונים."
            },
            "12": {
                "0": "<b>יג) - סדור האר\"י ז\"ל</b>, נאסף ונדפס על ידי המקובל ר\"י קאפל ונקרא גם כן בשם קול יעקב ועל פי הנה דחכמי קלויז בק\"ק בראדי (לבוב תקמ\"ח וסלאוויטא תקס\"ד)."
            },
            "13": {
                "0": "<b>יד) - סוד ישרים</b>, סודות הטבע וסגולות וחידות לרי\"א ממודינה (דו\"ו שנ\"ה)."
            },
            "14": {
                "0": "<b>טו) - סם חיים</b>, כולל תוס' שנץ מסכת מכות ולקוטי יומא ומגילה לרבינו טודרוס הלוי פסקי הלכות תפילין ומזוזה לר\"י מטראני הראשון ומסכת סנהדרין לרבינו יונה (ליווארנא תקס\"ו)."
            },
            "15": {
                "0": "<b>טז) - סמוכים לעד</b>, דורש סמוכין לכל הפרשיות שבתורה לבעל שבט מוסר."
            },
            "16": {
                "0": "<b>יז)*) - ספר עזרה</b>, לבעל מעשה ה' וכן הוא נחרת על מצבתו, ואולי הוא ביאור על פירוש הרמב\"ן עה\"ת וכמ\"ש היש\"ר מקנדיא ע\"ש, ועיין ירושלמי שקלים פ\"ד."
            },
            "17": {
                "0": "<b>יח) - סנסן ליאיר</b> לחיד\"א, סדר לימודים ותפלות לבקשת ח\"ק גמ\"ח דק\"ק ליווארנא תק\"ן ונדפס אח\"כ גם בספר עבוה\"ק."
            },
            "18": {
                "0": "<b>יט) - סבר יוסף</b>, עה\"ת לחיד\"א, ועיין ספר דבש לפי דף י\"א, וככר לאדן דף קט\"ו ע\"ב, ובועד לחכמים ח\"ב וא\"ו א' ב' שהעתיק לתוכו מפירוש ר' וידאל הצרפתי ולפי זה מ\"ש בזכרונות להר\"א כרמולי דספר סבר יוסף הוא על מוסר הוא טעות ורק עה\"ת הוא. וע\"ס חומת אנ\"ך מ\"ש בשם בעל תהלה לדוד ע\"ש. והובא גם כן בק' עבותות אהבה השמטות לספר אהבת דוד יע\"ש."
            }
        },
        "16_Letter Ayin": {
            "0": {
                "0": "<b>א) - עברונות</b> עם ציורים, דפוס קראקא והנעתק מחיבורו של ר\"א בר יעקב בלין פפד\"א תנ\"א, ועם הוספות שונות אופיבאך תנ\"א. וגם נדפס עם ביאור לחכם אחד ונקרא פרפראות לחכמה דעסוי תק\"ע."
            },
            "1": {
                "0": "<b>ב) - ספר העבור</b>, להראב\"ע ליק תרכ\"ד."
            },
            "2": {
                "0": "<b>ג) - ספר העבור</b>, לר\"ר ב\"ר חייא, לונדון תרי\"א."
            },
            "3": {
                "0": "<b>ד) - ספר עבור שנים</b>, לר' יששכר בר מרדכי ן' שושן דו\"ו של\"ט."
            },
            "4": {
                "0": "<b>ה) - ע\"ב ידיעות</b>, להרמ\"ע מפאנו."
            },
            "5": {
                "0": "<b>ו) - עבודת הבורא</b>, פירוש על סדר התפלה הנ??? תיקונים ויחודים למהר\"ש עקיבא בער בר' יוסף הענוכש בהמ\"ס פי שנים וע\"ל פ' י\"ב ומצוה להדפיסו."
            },
            "6": {
                "0": "<b>ז) - עבודת הלוים</b>, פירוש רבינו יהונתן על האלפסי חולין פפד\"מ תרל\"ב."
            },
            "7": {
                "0": "<b>ח)*) - עשרה שליטים</b>, לקוטים יקרים למסכת אבות (קראקא שמ\"ט)."
            },
            "8": {
                "0": "<b>ט)*) - עדת יעקב</b>, אייכהארן שיטות הש\"ס חמבד\"ר קראקא (ברסלא תר\"ה)."
            },
            "9": {
                "0": "<b>י) - עדות נאמנה</b>, על מסכת עדיות לר\"ש משנץ ועם פירוש הרמב\"ם (דעסויא תקע\"ב)."
            },
            "10": {
                "0": "<b>יא) - עדות ביעקב</b>, ליעב\"ץ בענין המחלוקת הידוע."
            },
            "11": {
                "0": "<b>יב) - עדות ביעקב</b>, ששפורט שו\"ת בענין ערעור שטר צואה והסכמת רבני הדור (א\"ד תל\"ב)."
            },
            "12": {
                "0": "<b>יג) - עוגת אליהו</b>, שו\"ת לר\"א ישראל (ליווארנא תק\"ץ)."
            },
            "13": {
                "0": "<b>יד) - עונג שבת</b>, ליקוטי עניני שבת לבעל ילקוט ראובני ובו רנ\"ט סימנים כמנין <b>ראובן</b> (זולצבך תמ\"ד)."
            },
            "14": {
                "0": "<b>טו) - עומר מן</b>, ביאור על האדרא זוטא להרמ\"ע (ווילנא)."
            },
            "15": {
                "0": "<b>טז) - עט סופר</b>, על המסורה לרד\"ק, ליק תרכ\"ד, ואולי הוא עט סופר על דקדוק שהביא המחבר במערכת ע' סי' למ\"ד עי\"ש."
            },
            "16": {
                "0": "<b>יז)*) - עטור סופרים</b>, כולל ס' כת\"ב נבחר וספר עט סופר לשון ערומים לשון נקי וסדר תיקוני שטרות לר' יוסף ראקובר גליל קראקא (א\"ד תפ\"ה) בהמ\"ס מרכבת המשנה ומדרש מלים."
            },
            "17": {
                "0": "<b>יח) - עטרת שלמה</b>, לבהמ\"ס עמודי שבעה הובא בספרו קרבן שבת."
            },
            "18": {
                "0": "<b>יט) - עמק הבכא</b>, להנ\"ל, הובא גם כן בספר הנ\"ל."
            },
            "19": {
                "0": "<b>כ) - עולת שבת</b>, דרשות עה\"ת לר\"י ן' שועב, ועיין ח\"א יו\"ד ע\"ח."
            },
            "20": {
                "0": "<b>כא)*) - עזרת נדחים</b>, להרהג\"מ חיים אריה הלוי איש הו\"ו אבדק\"ק קראקא חתר ומצא תיקון לנפשות נכאבות ערך מאה יתומים הנשארים בלי או\"א בבית (פינדלהוין להתירם לבא בקהל, ומנפם בעשר נפה, להמציאם מזור ותרופה."
            },
            "21": {
                "0": "<b>כב) - עין משפט</b>, מראה מקום מרמב\"ם וש\"ע לכל הש\"ס ונדפס בכל הש\"ס בלי שם מחברו וכאשר ידענו הוא לר' יהושע בועז לבית ברוך בהמ\"ס שלטי הגבורים על הרי\"ף, קצור פסקי דינים מהרי\"ף על סדר הרמב\"ם וצע\"ג על המדפיסו אשר העלימו שמו המחברו ומולידו, וכזה קרה גם לבעל מסורת הש\"ס שהוא להג\"מ שמואל ר' חיים ישעי'ס מקראקא."
            },
            "22": {
                "0": "<b>כג) - עין ישראל</b>, פירוש מלוקט על עין יעקב לר\"ש זלמן הכהן ברגר (א\"ד תנ\"ח)."
            },
            "23": {
                "0": "<b>כד) - עטרת צבי</b>, למו\"ה צ\"ה חתן בעתיו\"ט ונדפס תוך ספר זרע ברך ראשון לאא\"ז זצ\"ל שהיה גיסו וכמבואר בהסכמת הג' תיו\"ט (בשנת ת\"ו)."
            },
            "24": {
                "0": "<b>כה) - עיני העדה</b>, כולל חי' תוס' רי\"ד קידושין ור\"י מיגאש ב\"ב ור\"ן עם הנה זר זהב לבעל שמן רוקח (פראג תק\"ע)."
            },
            "25": {
                "0": "<b>כו) - עיני העדה</b>, לבעל שבט מוסר פירוש על המסורה מתנ\"ך (אזמיר תרכ\"ד)."
            },
            "26": {
                "0": "<b>כז) - עיני משה</b>, ביאור נפלא על מגילת רות לאלשיך הקדוש."
            },
            "27": {
                "0": "<b>כח) - על הכל</b>, לתלמיד מהר\"ם מרוטנבורג עיין דרכי משה או\"ח סס\"א סק\"ד."
            },
            "28": {
                "0": "<b>כט) - עמודי כסף ומשכיות כסף</b>, ביאור על המורה לר\"י הכספי (פפד\"מ תר\"ח)."
            },
            "29": {
                "0": "<b>ל) - עמודי עולם</b>, מיוסד על ג' עמודי עולם לבעל חגורת שמואל (ברלין תק\"א)."
            },
            "30": {
                "0": "<b>לא)*) - עמק ברכה</b>, להגאון המקובל מו\"ה אשר ר\"מ ד\"ק קראקא זקנו של בעל מהר\"ם לובלין וע\"ל ח\"א א' רל\"ד וז\"ל הרמ\"א בספר תורת העולה (תורת העולה חלק ג, פרק ד): \"מצאתי כתוב להמקובל הר' אשר ז\"ל בספר עמק ברכה שלו\"."
            },
            "31": {
                "0": "<b>לב) - ספר הענק</b>, הוא ספר התרשיש לר\"מ ן' עזרא (ברלין תרו\"ם)."
            },
            "32": {
                "0": "<b>לג)*) - עפר יעקב</b>, דרשות במוסר ואיזה שו\"ת למו\"ה יעקב אייכהארן בהמ\"ס עדת יעקב (ברסלא תקצ\"ט)."
            },
            "33": {
                "0": "<b>לד) - עץ חיים</b>, שרשים לר\"ש די אילוורה (א\"ד)."
            },
            "34": {
                "0": "<b>לה) - עץ חיים</b>, שו\"ת חכמי ספרד מא\"ד משנת תק\"א."
            },
            "35": {
                "0": "<b>לו) - עץ החיים</b>, לר\"י חנון עם אשל אברהם טובאיינו על המצות (ליווארנא תקמ\"ג)."
            },
            "36": {
                "0": "<b>לז) - עץ אבו\"ת</b>, פירוש לאבות לר' מאיר ביקייאם בהמ\"ס ערכי הכנויים (אזמיר תצ\"ז)."
            },
            "37": {
                "0": "<b>לח) - עץ הדעת</b>, פירוש לבחינת עולם למהר\"ש מורפורני (דו\"ו תס\"ד)."
            },
            "38": {
                "0": "<b>לט) - עץ הדעת</b>, כולל דיני ס\"ס להר\"ם ן' חביב והוא נדפסה תוך ספר אור צדיקים (שאלוניקו תקנ\"ט). עיין ח\"א מ' קכ\"ד. וספר המעלות לשלמה חושב עוד א' מרבני שאלוניקו שהיה נקרא גם כן הר\"ם ן' חביב."
            },
            "39": {
                "0": "<b>מ) - ספר העצמים</b>, לר\"א ן' עזרא נדפס מכ\"י בלונדון."
            },
            "40": {
                "0": "<b>מא) - ערכי הכנויים</b>, לבעל סה\"ד שרשי לה\"ק דירנפורט תקס\"ו."
            },
            "41": {
                "0": "<b>מב) - עקרי חכמת הקבלה</b>, וחכמת הנסתר לרבינו עזריאל תלמיד הרמב\"ן (ברדיטשוב תקנ\"ח)."
            },
            "42": {
                "0": "<b>מג) - עשרה מאמרות</b> להרמ\"ע, נדפס מאמרים אחדים עם פירוש שונים -- יד יהודה על ה' מאמרים, יואל משה על ב' מאמרים, נר למאור על עולם קטן ממהר\"ם במהר\"ח אייזענשטט, ועוד למוהרא\"ל במוהרא\"ש הנקרא ר' ליב בעל קבלה, ועם פירוש אמרות טהורות למהר\"ל רופא ממגנצא (פפד\"מ נח\"ת)."
            },
            "43": {
                "0": "<b>מד) - עת הזמיר</b>, להר' בנימן הכהן בהמ\"ס גבולת בנימן כולל זמירות ישראל וכונת התפלה לכל השנה (דו\"ו תס\"ז)."
            },
            "44": {
                "0": "<b>מה)*) - ע' פנים לתורה</b>, נדון ישוב קושיא א' שמקשין העולם להרהג\"מ יוסף ענגיל ראבד\"ק קראקא."
            },
            "45": {
                "0": "<b>מו) - עבודת הקודש</b>, ב\"ח, מורה דינים ומנהגים צפורן שמיר מוסר ותיקונים לחיד\"א נדפס לבקשת הגביר מו\"ה יעקב די פירארא (ליווארנא תקמ\"ו) ובזאלקאווי נדפס פעם ב' עם הקדמה יפה להגאון אפרים זלמן מרגליות (תקס\"ד)."
            },
            "46": {
                "0": "<b>מז) - עולת תמיד</b>, לחיד\"א סדר תפלה עם הגהותיו (פיסא תקס\"ד)."
            },
            "47": {
                "0": "<b>מח) - ע\"ט רצון</b>, לחיד\"א רמזים עה\"ת ומועדים על פי עדות בעל תהלה לדוד (מוהר\"א חי מוסאפיא) ועיין ס\"ס מעגל טוב."
            },
            "48": {
                "0": "<b>מט) - עבודת הצדקה</b>, למו\"ה צדקה הוצין מרבני ארם צובה, דרושים בכת\"י. ועיין ח\"א (צ' סי' ח')."
            }
        },
        "17_Letter Peh": {
            "0": {
                "0": "<b>א) - פאר יעקב</b> (רישר), סוף ספרו שבות יעקב שו\"ת."
            },
            "1": {
                "0": "<b>ב) - פורת יוסף</b> (טיטאצק), ביאור על קהלת (דו\"ו שנ\"ט) ומצוה להדפיסו מחדש."
            },
            "2": {
                "0": "<b>ג) - פחד יצחק</b>, להג\"מ יצחק חיות אבד\"ק פראג בהמח\"ס אפי רברבי (לבוב ש\"י) פירוש על אגדות החורבן פ' הנזקין ושאר אגדות הש\"ס."
            },
            "3": {
                "0": "<b>ד) - פטירת משה</b>, לבהמ\"ס בית אהרן (פפ\"ד תנ\"ג)."
            },
            "4": {
                "0": "<b>ה) - פירוש על התורה</b>, להראב\"ע וה' מגילות ישעיה תלים ודניאל ואיוב. וכבר נדפס הרבה פירושים עליו. והגאון המחבר חושב והולך הרבה פירושי הקדמונים עה\"ת ול\"ה פירושו וצ\"ע אחרי דהרמב\"ם מפליג מאוד בשבחו והעיר את בנו לדבוק בפירושו עה\"ת, עי\"ש."
            },
            "5": {
                "0": "<b>ו) - פירוש רבינו אפרים</b> עה\"ת, על דרך רמז, נדפס באזמיר."
            },
            "6": {
                "0": "<b>ז) - פירוש הרד\"ק</b>, ע\"ס בראשית (פרשבורג תר\"ב)."
            },
            "7": {
                "0": "<b>ח) - פירוש רבינו בחיי עה\"ת</b>, (ריווא שי\"ט) ועיין ח\"א ב' ב'."
            },
            "8": {
                "0": "<b>ט) - פירוש הרשב\"ם עה\"ת</b>, נדפס בברלין וא\"ד וחסר ממנו בתחלתו ואח\"כ נדפס החסרון מכ\"י במ\"ע כרם חמד חלק ה' דף מ\"ד."
            },
            "9": {
                "0": "<b>י) - פירוש על התורה</b>, לר\"מ מריקאנטי (דו\"ו רפ\"ג)."
            },
            "10": {
                "0": "<b>יא) - פירוש תלים</b>, לר\"י יעב\"ץ, שאלוניקו של\"א."
            },
            "11": {
                "0": "<b>יב) - פירוש תלים</b>, להרשב\"ם (ברלין תקנ\"ו)."
            },
            "12": {
                "0": "<b>יג) - פירוש תלים</b>, לר\"י חיון בהמ\"ס מילי דאבות (שאלוניקו)."
            },
            "13": {
                "0": "<b>יד) - פירוש משלי</b>, לרבינו יונה נזכר בהקדמת הבחיי."
            },
            "14": {
                "0": "<b>טו) - פירוש משלי</b>, להראב\"ע וכן הוא מיוחס אליו בהמקראות גדולות (רפ\"ד קו\"ו), ובאמת הוא לר\"מ קמחי. ואך נדפס ספר בית אברהם (פפד\"מ תרמ\"ד) מכ\"י שהי' נמצא תחת יד הרמ\"ק ז\"ל שהוא לראב\"ע וצ\"ע."
            },
            "15": {
                "0": "<b>טז) - פירוש משלי</b>, להרב המאירי נדפס עם פירוש הרלב\"ג (בשנת רנ\"ב)."
            },
            "16": {
                "0": "<b>יז) - פירוש על התורה לבעל אוצר הכבוד</b>, כת\"י בעיר פרמא."
            },
            "17": {
                "0": "<b>יח) - פירוש הרלב\"ג</b>, על ה' מגילות (ק\"ב)."
            },
            "18": {
                "0": "<b>יט) - פירוש ברכת המזון וזמירות</b>, לבעל מבוא שערים (דו\"ו של\"ח ושס\"ג) ונדפס מחדש בעיר פרמסלא עם זמירות לש\"ק למהרש\"ל."
            },
            "19": {
                "0": "<b>כ) - פירוש המלות</b>, מתורגם ה' מגלות דניאל ועזרא לר\"ם לוריא אחי המהרש\"ל (קראקא ש\"ם)."
            },
            "20": {
                "0": "<b>כא) - פירוש מג\"א</b>‏, לר\"י אייבשיץ."
            },
            "21": {
                "0": "<b>כב) - פירוש דברי הימים</b>, לתלמידי הרס\"ג (פפד\"מ תרל\"ג)."
            },
            "22": {
                "0": "<b>כג) - פירוש שיר השירים לרמב\"ן</b>, (אלטונא תקכ\"ד)."
            },
            "23": {
                "0": "<b>כד) - פירוש שיר השירים</b>, לר\"מ אבן תבון (ליק תרכ\"ד) ועיין ח\"א מ' קצ\"א."
            },
            "24": {
                "0": "<b>כה) - פירוש על מגילת אסתר</b>, לר\"ז ן' סרוק מאלגיר (דו\"ו שכ\"ט)."
            },
            "25": {
                "0": "<b>כו) - פירוש ירמיהו</b>, לר\"י קרא, נדפס מכ\"י בפאריז ופי' מיכה רות ואסתר ואיכה (לייפציג תרט\"ו)."
            },
            "26": {
                "0": "<b>כז) - פירוש עזרא ונחמיה</b>, לרס\"ג, נדפס מכ\"י אוקספורד וכן פירוש קהלת ושיר השירים."
            },
            "27": {
                "0": "<b>כח) - פירוש הגדה</b>, לר\"י גיקטליא (דו\"ו שמ\"ה)."
            },
            "28": {
                "0": "<b>כט) - פירוש הגדה</b>, לרבינו ישעיה העתקתי מכ\"י (מש' קע\"א) והבאתי לבית הדפוס (קראקא ששו\"ן) בצירוף קצת פירושי בשם זכר לפסח ונקובים בשם הכולל שערי גאולה."
            },
            "29": {
                "0": "<b>ל) - פירוש אבות לרד\"ק</b>, נדפס תוך פירוש הסדור לכל השנה (טורין רפ\"ה)."
            },
            "30": {
                "0": "<b>לא) - פירוש אבות לראב\"ן</b>, הובא בהקדמת ספר מנחה חדשה לאבות לר\"י מיכל מורפטשיק."
            },
            "31": {
                "0": "<b>לב) - פירוש הכתובה גט וחליצה</b>, לרשב\"ץ (קושטא רע\"ז)."
            },
            "32": {
                "0": "<b>לג) - פירוש על מס' ברכות לרלב\"ג</b>, הובא בפר' דברים עי\"ש."
            },
            "33": {
                "0": "<b>לד) - פירוש אבות ליעב\"ץ</b>, (אנדרינאפול ש\"י)."
            },
            "34": {
                "0": "<b>לה) - פירוש מס' ראש השנה לרמב\"ם</b>, נדפס זה לא כביר."
            },
            "35": {
                "0": "<b>לו) - פירוש טהרות לרה\"ג</b>, ברלין תוך קובץ מעשה ידי גאונים."
            },
            "36": {
                "0": "<b>לז) - פירוש על מסכת חגיגה להנ\"ל</b>, הובא בספר מאור עינים."
            },
            "37": {
                "0": "<b>לח) - פירוש מסכת כלה לר\"א בן נתן הירחי</b>."
            },
            "38": {
                "0": "<b>לט) - פירוש המשניות</b>, נקוב בשם <b>כף נחת</b>, לר' יצחק גבאי הספרדי (א\"ד ת\"ג)."
            },
            "39": {
                "0": "<b>מ) - פירוש המשניות </b>, נקוב בשם <b>משנת חיים</b>, לר' זכריה מהרובשוב (א\"ד תצ\"א)."
            },
            "40": {
                "0": "<b>מא) - פירוש המשניות</b> נקוב בשם <b>מלא כף נחת</b>, לר' שניאור פייבוש בר' יעקב (א\"ד תצ\"ז)."
            },
            "41": {
                "0": "<b>מב) - פיר' המשניות</b> נקוב בשם <b>קב ונקי</b> (א\"ד תע\"ג)."
            },
            "42": {
                "0": "<b>מג) - פירוש על המורה</b>, לר\"י אברבנאל והיה נמצא בכ\"י אצל הרב ר\"מ לאנדא ועשה עליו הגה ונדפס שם (בפראג תקצ\"ג) וכעת נמצא חלק ממנו מאותו כ\"י ומעצם כ\"י מרמ\"ל בעקד הספרים בקראקא אשר לקהלה."
            },
            "43": {
                "0": "<b>מד) - פירוש הר\"י קורקוס על הרמב\"ם</b>, אזמיר תקי\"ז."
            },
            "44": {
                "0": "<b>מה) - פירוש על הרמב\"ם לר\"ד עראמה</b> (א\"ד תר\"ח)."
            },
            "45": {
                "0": "<b>מו) - פירוש האותיות וצורתן</b>, לר' סעדיא בר' מימון אבן דנאן."
            },
            "46": {
                "0": "<b>מז) - פירוש איוב לרמב\"ם</b>, הובא ברבינו בחיי פר' בראשית."
            },
            "47": {
                "0": "<b>מח) פירוש איוב</b> לר\"י מטארני והרמ\"ק."
            },
            "48": {
                "0": "<b>מט) - פירוש הפטורת</b> לר\"א מגרמייזא."
            },
            "49": {
                "0": "<b>נ) - פירוש הרשב\"ץ על סדר הושענות</b>, נדפס בסדר תפלה למועדים (א\"ד ת\"א)."
            },
            "50": {
                "0": "<b>נא) - פירוש על עלינו לשבח לרה\"ג</b>, בספר מאור ושמש הספרדי (ליווארנא תקצ\"ט)."
            },
            "51": {
                "0": "<b>נב) - פירוש סדר מעמדות</b>, למו\"ה אברהם בר' ליב סאראוואל."
            },
            "52": {
                "0": "<b>נג) -פירוש ספר יצירה</b>, לר\"א אלברגלוני בספר הליכות קדם (א\"ד תר\"ו)."
            },
            "53": {
                "0": "<b>נד) - פירוש ספר יצירה</b>, לר\"א גרמייזא עם הגה לחכם אחד."
            },
            "54": {
                "0": "<b>נה) - פירות גנוסר</b>, כולל פר\"ח ופר\"ת (א\"ד תק\"ב)."
            },
            "55": {
                "0": "<b>נו) - פרקי חליצה</b>, לבעל הלבוש ולאיזה גדולים בענין חליצה פסולה (פראג שס\"ח)."
            },
            "56": {
                "0": "<b>נז) - פסק בענין גט בוויניציא</b>, להר\"ם פרובינצאל (מנטובה שכ\"ו)."
            },
            "57": {
                "0": "<b>נח) - פסק בענין שטר חלוקה בין ב' אחים</b>, להנ\"ל (דו\"ו ש\"ם)."
            },
            "58": {
                "0": "<b>נט) - </b>פסק ר\"י ליאון בן צור ור\"י ישראל בר' רפאל פינצי מריקאנטי<b> בדברי ריב וגאוני רומי השיגו עליו ובטלוהו (רומא קרא\"ו) ועיין ח\"א יו\"ד של\"ג.</b>"
            },
            "59": {
                "0": "<b>ס) - פסקי גיטין</b> לר' חסדאי קרשקש הובא בשו\"ת הריב\"ש."
            },
            "60": {
                "0": "<b>סא) - פסקי חלה להרשב\"א</b>, קושטא ר\"ע, ועם הערות לחכם אחד (ירושלים תרל\"ו)."
            },
            "61": {
                "0": "<b>סב) - פסקי הרשד\"ם</b>, נדפס על ידי המחבר בעצמו (שאלוניקו ש\"ם)."
            },
            "62": {
                "0": "<b>סג) - פסקי הגמרא לר\"י ן' יחייא</b>, על שתא סדרא, עיין שו\"ת הריב\"ש סי' שמ\"ה."
            },
            "63": {
                "0": "<b>סד) - פי יהודה</b>, דרושים על יצי\"מ לר\"י ן' כלץ, כ\"י בפפד\"מ."
            },
            "64": {
                "0": "<b>סה) - פלח הרמון</b>, קצור ספר הפרדס להרמ\"ע ועסיס רמונים ועם פירוש לחכם אחד (א\"ד תס\"ח)."
            },
            "65": {
                "0": "<b>סו) - פני האדמה</b>, על התורה לבעל פרח מטה אהרן."
            },
            "66": {
                "0": "<b>סז) - פני יצחק</b>, הלכות שחיטה בחרוזים לבעל אפי רברבי (קראקא שנ\"א). וצע\"ק דבשער הספר כתב דהוא לר\"י ש\"ץ בר' אברהם חיות מגזע חסידי פרובינציא ובעל אפי רברבי היה אבד\"ק פוזנא."
            },
            "67": {
                "0": "<b>סח) - פני רבה</b>, מ\"מ למדרש רבה לר\"מ בן ישראל (א\"ד שפ\"ח)."
            },
            "68": {
                "0": "<b>סט) - פנים יפות</b> עה\"ת, לבעל ספר הפלאה והמקנה, וע\"ל כ' ס\"ו ופ' כ\"ב."
            },
            "69": {
                "0": "<b>ע) - ספר הפקדון</b>, לרב האי גאון, הובא בסה\"ד."
            },
            "70": {
                "0": "<b>עא) - פקודת הלוים</b>, על מסכת ברכות ותענית להרא\"ה ז\"ל (מגנצא)."
            },
            "71": {
                "0": "<b>עב) - פקודת המלך</b>, על הרמב\"ם ודרושי הספדים (ליווארנא תקס\"ד)."
            },
            "72": {
                "0": "<b>עג) - פרדס דוד</b>, (דושבעק) על התורה בדרך פלפול. ועיין ח\"א ד' י\"ב ע\"ש ובהגה מנחם ציון (זולצבך תק\"מ) וצ\"ע על הגאון המחבר שמזכירו בשמות ולא טייל בפרדס."
            },
            "73": {
                "0": "<b>עד) - ספר הפרדס</b>, מוסרי הפילוספיא (קושטא ר\"פ)."
            },
            "74": {
                "0": "<b>עה) - פרי מגדים</b>, להר\"י אירגאס מוסר, ליווארנא תקפ\"ז, וע\"ל אות מ' מנחת יוסף."
            },
            "75": {
                "0": "<b>עו) - פרי עץ חיים</b>, שו\"ת מגאוני א\"ד."
            },
            "76": {
                "0": "<b>עז) - פרקי משה</b> להרמב\"ם, עניני רפואות לבוב תקפ\"ד."
            },
            "77": {
                "0": "<b>עח) - פרקי ההצלחה</b>, עניני השארת הנפש להרמב\"ם, שאלוניקו שכ\"ז."
            },
            "78": {
                "0": "<b>עט) - פרקי אליהו (בחור)</b>, עם פי' סוגה בשושנים לר' אביגדור בר\"א בעל שו\"ת הר הכרמל אבד\"ק ביאליגורי לבוב תקמ\"ג."
            },
            "79": {
                "0": "<b>פ) - ספר הפרקים</b> על אבות, לבעל צרור המור הובא בספריו."
            },
            "80": {
                "0": "<b>פא) - פירוש הגדה למוהר\"ח אבועלפיא</b>, תלמיד בעל בתי כהונה, נדפס ס\"ס אשדות הפסגה."
            },
            "81": {
                "0": "<b>פב) - פירוש על ספר יצירה לרבינו יהודה אלבצלוני</b>, נדפס על ידי מקיצי נרדמים (ברלין תרמ\"ה)."
            },
            "82": {
                "0": "<b>פג) - פרשנדתא</b>, ליקוטי פירושי קדמונים על התורה (לייפציג תקט\"ז)."
            },
            "83": {
                "0": "<b>פד) - פתח עינים</b>, מ\"מ מקום הפסוקים שבתנ\"ך המובאים בזוהר (קראקא ת\"ו)."
            },
            "84": {
                "0": "<b>פה) - פתח עינים ליעב\"ץ</b>, מענין המחלוקת הידוע (אלטונא תקט\"ו)."
            },
            "85": {
                "0": "<b>פו) - פתח דברי דקדוק</b>, לר\"מ קמחי, נאפולי רנ\"ז, ודפוס וויניציא ש\"ז. ומ\"ש הרנ\"ר ברשימה שלו שהוא דקדוק מקדמון אחד צ\"ע."
            },
            "86": {
                "0": "<b>פז) - פתיחות ושערים</b>, לבעל עוללות אפרים (זאלקווא תקנ\"ט)."
            },
            "87": {
                "0": "<b>פח) - פתרון חלומות</b>, מיוחס לרב האי גאון (מנטובה שפ\"ג)."
            },
            "88": {
                "0": "<b>פט) - פרשת הכסף</b> על הרמב\"ם לר' שמואל סורנאגה."
            },
            "89": {
                "0": "<b>צ) - פשר דבר</b> לרב סעדיה גאון (פרמסלא תרמ\"ז)."
            },
            "90": {
                "0": "<b>צא) - פרשת החודש</b> על הלכות קידוש החודש להרמב\"ם מבעל תיו\"ט, עיין ר\"ה פ\"א מ\"ט וסנהדרין פ\"א מ\"ב."
            },
            "91": {
                "0": "<b>צב) - פתחי יה</b> (ד\"פ ש\"ע) מבהמ\"ס אמרי בינה על הזוהר."
            },
            "92": {
                "0": "<b>צג) - פתחי נדה</b> על הל' נדה לבעל המאור, הובא בבד\"ה בית ז' שער ג' ובל\"ס הוא השגותיו על בעל הנפש להראב\"ד."
            },
            "93": {
                "0": "<b>צד) - הפלא\"ה</b> על ש\"ס כתובות והל' כתובות להג\"מ פנחס הלוי איש הו\"ו אבד\"ק פפד\"מ."
            },
            "94": {
                "0": "<b>צה) - פני מלך</b> על האדרות לבעל מקדש מלך."
            },
            "95": {
                "0": "<b>צו)*) - פירוש התפלה וסליחות</b>, למו\"ה מדרכי בר' אברהם ונקרא ר' מרדכי קאפלמנש והביאו לביה\"ד בקראקא שנ\"ז."
            },
            "96": {
                "0": "<b>צז) - פירוש איכה להר\"ש די וידאש</b>, (שאלוניקו שנת ויש\"ם), וגם מחובר לטהור ס' קטן אמרות טהורות, ועיין ח\"א מערכת שי\"ן סי' צ\"ח ע\"ש."
            },
            "97": {
                "0": "<b>צח) - פ\"ה אחד</b>, פירוש הגדה לחיד\"א ועיין ספר דבש לפי."
            },
            "98": {
                "0": "<b>צט) - פני דוד</b>, פירושים ודרושים על התורה לחיד\"א ואחר כל פרשה נמוקי החומש לר\"ו הראשון מטראני ובסופו צוארי שלל על הפטורת וק' סבר פנים הגה ותיקונים והשמטות נדפס בס\"ס כסא דוד (ליווארנא תקנ\"ב) ועם ק' זרוע ימין שם תקס\"ב."
            },
            "99": {
                "0": "<b>ק) - פס יד\"א</b> לחיד\"א, חידושים על הרמב\"ם הובא בברכ\"י או\"ח סי' רכ\"ג, ואולי הוא הגה' על הרמב\"ם שהובא בהקדמת ספר ברכ\"י להרב מו\"ה ראובן ברוך חכם מווינא."
            },
            "100": {
                "0": "<b>קא) - פתח עינים</b> לחיד\"א על עין יעקב, ובסופו שומר הפתח ושומר לראשי הגה והשמטות (ליווארנא תק\"ן) ונדפס גם על מסכת סוכה לבדה בס\"ס שמחת הרגל."
            },
            "101": {
                "0": "<b>קב)*) - פירוש הרא\"ה וחי' הרא\"ה</b> על מס' מגלת תענית לר' אברהם הלוי בר\"י בר' אברהם פרץ מקראקא (א\"ד תי\"ט)."
            }
        },
        "18_Letter Tzadi": {
            "0": {
                "0": "<b>א) - צאנה וראנה</b>, עה\"ת והפטורת וח\"מ בלשון אשכנז ליקוטי מדרשים ומאמרי חז\"ל ע\"ד מוסר. אספם וקבצם הרב מו\"ה יעקב בר\"י מיאנוב (א\"ד תצ\"ב)."
            },
            "1": {
                "0": "<b>ב) - צבי לצדיק</b>, עה\"ת ודרושים, להג\"מ צ\"ה אבד\"ק ברלין. ועיין ח\"א ה' ה' ובהג\"ה שם."
            },
            "2": {
                "0": "<b>ג) - צדיק יסוד</b> על רות להאר\"י ז\"ל, וע\"ל שער היחודים למהרחו\"ו."
            },
            "3": {
                "0": "<b>ד) - צוואות ריב\"ש והנהגותיו</b>, לר\"י בעש\"ט (זאלקווא תק\"ה)."
            },
            "4": {
                "0": "<b>ה) - צוואות ר\"י קצנאלבויגין</b> אבד\"ק אה\"ו (א\"ד תק\"י)."
            },
            "5": {
                "0": "<b>ו) - צינה דוד</b>, הלכות ניקור לר\"ד בר' גרשון דייטש (פיורדא תק\"י)."
            },
            "6": {
                "0": "<b>ז) - ספר הצחות</b> להראב\"ע (דו\"ו ש\"ו) ובפירארה ש' יבינו הצחו\"ת עם ביאור לחכם אחד."
            },
            "7": {
                "0": "<b>ח) - צלי אש</b>, קיצור פירוש אברבנאל על הגדה לרי\"א ממודינא."
            },
            "8": {
                "0": "<b>ט) - צמח צדיק</b>, מוסר ומדות לרי\"א הנ\"ל (דו\"ו ש\"ם) ושמו נטמן שם רק ברמ\"ז."
            },
            "9": {
                "0": "<b>י) - צמח דוד</b>, ב' חלקים, לר\"ד גאנז, תולדות ומאורעות חדשות ונצורות בקצור מראשית הבריאה עד שנת שנ\"ב (פראג שנ\"ב), ועם הוספות על ידי חכם אחד עד שנת תנ\"ב (פפד\"מ תנ\"ב)."
            },
            "10": {
                "0": "<b>יא)*) - צלותא דאברהם</b>, שו\"ת וחידושי ש\"ס, להרב מוהר\"א יעגר ראב\"ד קראקא."
            },
            "11": {
                "0": "<b>יב) - צרור החיים</b>, פירוש על תהלים לבעל צרור המור נזכר בספריו."
            },
            "12": {
                "0": "<b>יג) - צרכי צבור</b>, דינים מכל השנה (קושטא תצ\"ג)."
            },
            "13": {
                "0": "<b>יד) - צרי לנפש ומרפא לנפש</b>, להרי\"א ממודינא."
            },
            "14": {
                "0": "<b>טו) - צפנת פענח</b>, להר\"א לואנץ הנקרא בע\"ש עודנו בכתובים."
            },
            "15": {
                "0": "<b>טז)*) - ציונים לתורה</b>, חידושים נפלאים להרהג\"מ יוסף ענגיל ראב\"ד קראקא."
            },
            "16": {
                "0": "<b>יז) - צוארי שלל</b>, לחיד\"א על הפטרת נדפס בס\"ס פני דוד עה\"ת (ליווארנא תקנ\"ב)."
            }
        },
        "19_Letter Kof": {
            "0": {
                "0": "<b>א) - קב ונקי</b>, פירוש על משלי למו\"ה דוד ן' יחייא (ליסבון רנ\"ב) וכן בתוך המקראות גדולות (דו\"ו רע\"ח)."
            },
            "1": {
                "0": "<b>ב) - קבוצת הגאונים והר\"ש משנץ על עדיות</b>, לבוב תק\"ה."
            },
            "2": {
                "0": "<b>ג) - קובץ מעשה ידי הגאונים</b>, פירוש רב האי גאון על טהרות, אזהרות ועבודת יוה\"כ, ברלין תרט\"ז."
            },
            "3": {
                "0": "<b>ד) - קובץ אגרת</b>, כולל שו\"ת ומכתבים להרמב\"ם (דפוס לייפציג)."
            },
            "4": {
                "0": "<b>ה) - קהלת משה</b>, לקוטי תורה למוהר\"ש אוסטרפלי ושאר גדולים."
            },
            "5": {
                "0": "<b>ו) - קהלת משה</b>, פירוש מלוקט עה\"ת, ממבחרי פירושים להר' משה פרנקפורטר בהמ\"ס נפש יהודה על מנורת המאור, נדפס במקראות גדולות א\"ד תפ\"ז."
            },
            "6": {
                "0": "<b>ז) - קהלת שלמה</b>, שו\"ת מגאונים קדמונים רש\"ג ואלפסי וכי' (דפוס ירושלים)."
            },
            "7": {
                "0": "<b>ח) - קהל יהודה</b>, יו\"ד לבעל מחנה יהודה שאלוניקו תקפ\"ז."
            },
            "8": {
                "0": "<b>ט) - קדשי דוד</b>, לר\"ד חיים שמואל חסאן, וגם לבנו הר' שלמה מצפת ליירנא תקנ\"ב."
            },
            "9": {
                "0": "<b>י) - קול תפלה</b>, לבעל יד מלאכי כולל תפלות ובקשות לרבוי חולאים ר\"ל (דפוס ליווארנא)."
            },
            "10": {
                "0": "<b>יא) - קונטרס דבי שמשי</b>, שיטת בהש\"מ לבעל פר\"ח סובב סובב הולך על דרך מאמר מבוא השמש לר\"א פימינטל, נדפס בס\"ס שמן למאור (קושטא תק\"כ) ונדפס מחדש קראקא תרפ\"ז בשם קונטרס בינה ודעת עם הוספות לחכם אחד."
            },
            "11": {
                "0": "<b>יב) - קונטרס מלחמה לה' </b>, להרב המני\"ח (א\"ד תע\"ד)."
            },
            "12": {
                "0": "<b>יג) - קונטרס משחקת בתבל</b>, לר\"י נאגרה, בספר זמירות ישראל, דו\"ו שנ\"ט."
            },
            "13": {
                "0": "<b>יד) - קונטרס בת מלך</b>, תקון קרי לבעל המקובל ספר ויקהל משה."
            },
            "14": {
                "0": "<b>טו) - קונטרס עיגונא דאתתא</b>, בספר בני דוד על הרמב\"ם."
            },
            "15": {
                "0": "<b>טז) - קונטרס זכרון לבני ישראל</b>, לר' יעקב חאגיז (וונדזבק ת\"פ)."
            },
            "16": {
                "0": "<b>יז) - קוטרס התאבקות</b>, ליעב\"ץ בענין המחלוקת הידוע (אלטונא תקכ\"ב)."
            },
            "17": {
                "0": "<b>יח) - קונטרס ענינים שונים</b>, לר\"מ ן' חביב בספר גט מקושר."
            },
            "18": {
                "0": "<b>יט) - קונטרס חסד ואמת</b>, לר\"א די אבולה עיין ח\"א א' קפ\"ד ובהג\"ה מנחם ציון שם."
            },
            "19": {
                "0": "<b>כ) - קונטרס שאלת כהנים</b>, תורה חי' קדשים בספרו ושב הכהן."
            },
            "20": {
                "0": "<b>כא) - קונטרס חק בישראל</b>, השגות על פר\"ח בסוף ספרו קנאת סופרים (ליווארנא ת\"ק)."
            },
            "21": {
                "0": "<b>כב) - קונטרס הפסקים</b>, להר\"י די ליאון (רומא ש\"ז) ועיין ח\"א (יו\"ד של\"ג) עי\"ש."
            },
            "22": {
                "0": "<b>כג) - קונטרס תוך כדי דבור</b>, נדפס תוך ספר רוח אליהו (שאלוניקו תקל\"ב)."
            },
            "23": {
                "0": "<b>כד)*) - קונטרס מגיני א\"י</b>, נידון צדקה לעניי א\"י דר\"מ בעל הנס ליקוטי פסקי הרבנים שלא לשנותה בשום ענין להרב מו\"ה ח\"ן [חיים נתן] דמביצר."
            },
            "24": {
                "0": "<b>כה) - קונטרס זה יצא ראשונה</b>, להר\"מ פרובינצאל וחכמי דורו בדבר הגט מפירושה, מנטובה שכ\"ו."
            },
            "25": {
                "0": "<b>כו) - קונטרס ושמתיך בנקרת הצור</b>, סדר הניקור לר' יושיע סגרי ומתוך הספר הזה יוכל כל אחד להיות בקי בניקור ובחכמת הנתוח, מנטובה תקמ\"ח, ומצוה גדולה להביאו לבית הדפוס מחדש."
            },
            "26": {
                "0": "<b>כז) - קונטרס גיטין וחליצה</b>, לבעל תו\"ח ונדפס על ידי נכדו מו\"ה דוד תוך הספר גור אריה יהודה עה\"ת לאביו הג\"מ אריה יהודה (א\"ד שפ\"ט)."
            },
            "27": {
                "0": "<b>כח) - קונטרס ויקם עדות ביעקב</b>, (פולאק השני) פסק בעניני עגונה (פראג שנ\"ד)."
            },
            "28": {
                "0": "<b>כט) - קונטרס ולא עוד אלא</b>, לבעל שבט מוסר (אזמיר תקי\"ג)."
            },
            "29": {
                "0": "<b>ל) - קונטרס פרשת העבור</b>, בענין טלטול שבת בעיר באיונה למו\"ה רפאל מילדולא (א\"ד תצ\"ה)."
            },
            "30": {
                "0": "<b>לא) - קונטרס התשובה</b>, בענין בדיקת הריאה לבעל שושנת יעקב (אלטונא תק\"כ)."
            },
            "31": {
                "0": "<b>לב) - קונטרס למו\"ה יושיע שפירא ע\"ס חק יעקב.</b>"
            },
            "32": {
                "0": "<b>לג) - קונטרס ראשית בכורי קציר</b>, לבעל פחד יצחק בענין נשיאת כפים בתפלת נעילה (דו\"ו תע\"ה)."
            },
            "33": {
                "0": "<b>לד) - קונטרס דיני דגרמי לרמב\"ן</b>, וכעת נדפס מחדש עם ביאור לחכם אחד."
            },
            "34": {
                "0": "<b>לה) - קונטרס בדיני דגרמי לרח\"י תאומים</b>, נדפס ס\"ס יש\"ש ב\"ק (יעסניץ תפ\"ג)."
            },
            "35": {
                "0": "<b>לו) - קונטרס מכת בכורות</b>, לבעל משנת חסידים נגד תוספות ביכורי קציר בענין נגון של ברכת כהנים (כת\"י ברשומת הרב הרנ\"ר)."
            },
            "36": {
                "0": "<b>לז) - קונטרס מלחמת מצוה</b>, בענין זמן מילה נדפס בספר דרכי נועם לאביו ועיין ח\"א א' ע\"ב, וח\"ב מ' קכ\"ו."
            },
            "37": {
                "0": "<b>לח) - קונטרס לגיטין</b>, על אודות הגט של הבחור שמואל ווינטוריצו (דו\"ו שכ\"ו)."
            },
            "38": {
                "0": "<b>לט) - קן טהור</b>, על ש\"ס סדר נזיקין. עיין ח\"א מאורי אור."
            },
            "39": {
                "0": "<b>מ) - קצור ספר השערים</b>, לר\"י מדורא, נדפס במנהגי מהרי\"ל סוף דיני או\"ה."
            },
            "40": {
                "0": "<b>מא) - קצור חי' הר\"ן על הרי\"ף ופסקיו לסדר הרמב\"ם</b>, (ריווא שי\"ט)."
            },
            "41": {
                "0": "<b>מב) - קצור ספר העקרים</b>, (קושטא תק\"ל)."
            },
            "42": {
                "0": "<b>מג) - קצור של\"ה</b> עם המדו\"ב פיורדא תנ\"ו, ועוד לו בשם מעיל שמואל אוטולינגו (דו\"ו תס\"ה)."
            },
            "43": {
                "0": "<b>מד) - קצור הל' שו\"ב לר\"י הכהן</b>, נדפס בספר זרע אמת."
            },
            "44": {
                "0": "<b>מה) - קצור אלשיך</b>, לר' יוסף דיין בלובלין (א\"ד תק\"ח), ועל ה' מגילות (שם נח\"ת)."
            },
            "45": {
                "0": "<b>מו) - קצור סמ\"ג</b>, באזיל ש\"ס."
            },
            "46": {
                "0": "<b>מז) - קצור חובת הלבבות</b>, על ידי ר' יעקב כ\"ץ מפאנו (פראג שע\"ד ודו\"ו תט\"ו)."
            },
            "47": {
                "0": "<b>מח) - קצור מזרחי</b> בשם דקדוקי רש\"י, וכנראה דהוא לר' יוסף אוטולינגו (ריווא ש\"ץ)."
            },
            "48": {
                "0": "<b>מט) - קצור הזוהר</b> נקרא בשם תורת אמת, לר\"ד בר\"א שמריא (שאלוניקו שס\"ד), וכן ספר מקור החכמה בלה\"ק לר\"י בער בר\"מ פתחיה (פראג שע\"א)."
            },
            "49": {
                "0": "<b>נ) - קצור דרך החיים לאבות</b>, נדפס בספר נשמת חיים לחכם אחד (תרי\"ט)."
            },
            "50": {
                "0": "<b>נא) - קצור ספר מלאכת המספר</b>, להר\"א מזרחי, נדפס בס\"ס צורת הארץ לר\"א בר חייא הנשיא, ובסופו פי' בלשון רומי לחכם אחד (באזיל ש\"ו)."
            },
            "51": {
                "0": "<b>נב) - קצור ספר החנוך</b>, נקרא בשם חק לישראל והעתקה לל\"א לר\"י בהגאון בעל נו\"ב (פראג תקנ\"ח)."
            },
            "52": {
                "0": "<b>נג) - קרן הצבי</b>, ע\"ס קרניים למהר\"ש שמאמה."
            },
            "53": {
                "0": "<b>נד) - קרבן אשה</b>, שו\"ת לבעל מכשירי מילה."
            },
            "54": {
                "0": "<b>נה) - קרית ארבע</b>, כולל פירוש כונת ק\"ש ותפלה שבספ' משנת חסידים, וכעין מדו\"ב לספר מגיד משנה."
            },
            "55": {
                "0": "<b>נו) - קרית ארבע</b>, להגאון בעל אפי רברבי כ\"י (אוצר הספרים ק' תקצ\"ז)."
            },
            "56": {
                "0": "<b>נז) - קרן אור</b>, לבעל המח\"ס פני משה."
            },
            "57": {
                "0": "<b>נח) - קשות מיושב</b>, ואומ\"ר השכחה חי' ש\"ס להג\"מ ישעי' פיק (קעניגסברג כת\"ר)."
            },
            "58": {
                "0": "<b>נט) - קשת יהונתן</b>, הספרדים, להג' בעל או\"ת (לבוב תקמ\"ד)."
            },
            "59": {
                "0": "<b>ס) - קשר גודל</b>, הנהגות אדם ודיני ציצית ותפילין ברכות ותפלה (ליווארנא תקנ\"ב)."
            },
            "60": {
                "0": "<b>סא)*)‏ - קונטרס תקנות להלכות שבת</b>, לר' ליב חסיד מקרקא, הובא בספר כבוד חכמים ע\"ש."
            },
            "61": {
                "0": "<b>סב) - קונטרס הכללים לחיד\"א</b>, הובא בברכ\"י או\"ח ריש סימן ח\"ן, וסי' צדי\"ק עי\"ש. וק' אורך ימים הובא במ' תג\"י."
            }
        },
        "20_Letter Resh": {
            "0": {
                "0": "<b>א) - הרא\"ש על הש\"ס</b> (דפוס יושטינאן) ועם ביאור עליו כמו לחם חמודות ומעדיו\"ט תפארת שמואל וקרבן נתנאל נדפסו הרבה פעמים ושער אשר וגבול אשר על מסכת פסחים."
            },
            "1": {
                "0": "<b>ב) - ראשית ביכורים</b>, דרשות ג' חלקים, לבעל חינוך בית יהודה, ולאביו מוהר\"י ליב אבד\"ק פפערשי, ולזקנו מוהר\"ח הענוך בר\"א דיין מפוזנא."
            },
            "2": {
                "0": "<b>ג) - רב פנינים</b>, למו\"ה מאיר תאומים מ\"מ דק\"ק לבוב, כולל ג' ספרים: נופת צופים, וספר תיבת גומא לבנו בעל פמ\"ג, וכן שושנת העמקים כללי ש\"ס (פפד\"א תקמ\"ב)."
            },
            "3": {
                "0": "<b>ד) - רוח חן</b>, לר\"י אבן תבון, עם פירוש (קרימונא שכ\"ו), ועם פירוש ר\"י זאמושטש (יעסניץ תק\"ד)."
            },
            "4": {
                "0": "<b>ה) - ספר רזיאל</b>, וכנראה הוא מיסוד רבינו ר\"א הרוקח ובעל המגי' כ' שם בהקדמה שמצא בספר ראשון שהיה חתום אליעזר בן א\"א ה\"ר יהודה שקבל מרי\"ח שקבל מאביו רבינו שמעון (ואולי צ\"ל שמואל) החסיד, וכלשון הזה מצינו בפירושו לספר יצירה, וכן מש\"ס בענין נעלם משם שד\"י גי' ת\"ק -- כן הוא בספר יצירה, וכן מה שכתב שם בד\"ה הוא לשון הרוקח בריש ספרו ובריש ספר חסידים למורו (מהר\"ש ל\"ש)."
            },
            "5": {
                "0": "<b>ו) - ספר ראומה</b>, לרב נחשון גאון בר מר רב צדוק גאון בדיני שו\"ב. נדפס (קושטא שנת ממרו\"ם) עם פירוש צפנת פענח לר\"י ענקנירה וע\"ל פליטת ספרים מערכת א' ס' איומה כנדגלות."
            },
            "6": {
                "0": "<b>ז) - רינ(ג?)ת דודים</b>, על שיר השירים, להגאון המקובל ר' אליהו בעל שם יכונה לואנץ (באזיל ש\"ס) בהמ\"ס מכלל יופי. והיה בן השר והטפסר מו\"ה יוזלמן מראסהיים בהגאון המקובל מו\"ה יוקל לואנץ מוואלרשטיין בהמ\"ס אוצר החכמה כולל כל החכמות והיה נמצא בכת\"י מש' ש\"י תח\"י הגאון בעשו\"ת חת\"ס."
            },
            "7": {
                "0": "<b>ח) - ראש דוד</b>, לחיד\"א, דרשות עה\"ת והשמטותיו בשם עזר הראש (מנטובה תקל\"ו). וכן בס\"ס דברים אחדים ומח\"ב ונקרא בשם פאת הראש וכן בס\"ס שה\"ג ב' וכסא דוד ופתח עינים."
            },
            "8": {
                "0": "<b>ט) - ראש יוסף</b>, נזכר בספר אגרות חיד\"א בהקדמת רב אחא\"י עי\"ש."
            },
            "9": {
                "0": "<b>י) - רוח דוד</b>, נזכר גם כן שם עי\"ש."
            },
            "10": {
                "0": "<b>יא) - רוח חיים</b>, לחיד\"א, נזכר כ\"פ בספר חומת אנ\"ך, וז\"ל בעל תהלה לדוד על תהלים קפיטל ל\"ח: ראיתי באנקונא (תר\"ד) אצל נכדו הר\"ם אזולאי ספר רוח חיים כת\"י להרב מופ\"ה חיד\"א זצ\"ל והמה דרושים מעין ספר כסא דוד ע\"ש, ובאגרות חיד\"א דנדפסו קצת מהם אחר פטירתו עי\"ש."
            }
        },
        "21_Letter Shin": {
            "0": {
                "0": "<b>א) - שארית הפליטה</b>, שו\"ת לר' יחיאל באסן ועיין ח\"א יו\"ד קפ\"ט."
            },
            "1": {
                "0": "<b>ב) - שבט יהודה לר\"י עייאש</b>, והוא ח\"ב לספר מטה יהודה ליווארנא תקמ\"ג."
            },
            "2": {
                "0": "<b>ג) - שאלתות דר\"א גאון</b>, (דו\"ו רננ\"ו) ועם פירוש תועפות ראם לר\"י בר\"ד פרדו, שאלוניקו תקע\"א, ועם פירוש העמק שאלה לחכם אחד ג\"ח נדפס זה מקרוב."
            },
            "3": {
                "0": "<b>ד) - שברי לוחות</b>, ליעב\"ץ נגד ספר לוחות העדות. גם נדפס קונטרס אחרון בשם פתח עינים תשובה לאגרת הגאון בעל נו\"ב זצ\"ל."
            },
            "4": {
                "0": "<b>ה) - שבר במצרים</b>, להגאון בעל מים רבים ליווארנא תק\"ב."
            },
            "5": {
                "0": "<b>ו) - שבר פושעים</b>, למהר\"ם חאגיז נגד כת הש\"ץ (לונדון תע\"ד)."
            },
            "6": {
                "0": "<b>ז) - שבט יהודה לר\"ש ן' ווירגה הרופא</b>, בו יסופר כמה מאורעות, צרות ורעות, גזרות ושמדות שעברה עלינו בזמנים שונים וכמה וויכוחים (אדריאנופל שי\"א)."
            },
            "7": {
                "0": "<b>ח) - שבח\"י תודה</b>, תפלות ופיוטים להג' בעל יד מלאכי שיסד על נס שקרה בליווארנא ביום כ\"ב שבט (ליווארנא תק\"ג)."
            },
            "8": {
                "0": "<b>ט) - שב\"ח פסח</b>, פירוש הגדה לר' ישמעאל הכהן אבד\"ק מודינא (ליווארנא תק\"ן)."
            },
            "9": {
                "0": "<b>י) - שבת אחים</b>, שו\"ת להני תרי אחי גאונים וצדיקים מוהר\"ש דק\"ק ניקלשפורג ומוהר\"פ אבד\"ק פפד\"מ."
            },
            "10": {
                "0": "<b>יא) - שו\"ת שערי יהודה</b> אלגאזי, וחי' על הרמב\"ם מגדולי רבני קושטא שאלוניקו תקס\"ה."
            },
            "11": {
                "0": "<b>יב) - שו\"ת הרשב\"א</b>, ובספר גבורת אנשים סס\"א החליט דהרבה מהם מחשיבים המה לתלמידיו."
            },
            "12": {
                "0": "<b>יג) - שו\"ת הריב\"ש</b>, ג' חלקים קושטא ש\"ז, וסימני תשובותיו תקי\"ז וסימן לדבר הריב\"ש, ונדפס זה מקרוב עם הגה לחכם אחד בשם בר ששת וצע\"ג על הגאון הרמ\"א בדרכי משה יו\"ד סי' ל\"ט ע\"ש. וזה מקרוב נדפס בק' מונקאטש שו\"ת הריב\"ש החדשות. (ובשנת תרנ\"ו נעתק קברו מאלגיר לכפר סט' אונין הסמוך לו וכן קבר הרשב\"ץ ועל קבר שניהם נבנה ארמון יפה על הוצאות גביר אחד בשנת תרס\"ט)."
            },
            "13": {
                "0": "<b>יד) - שו\"ת הראנ\"ח</b>, וחי' כתובות קושטא ש\"ע, ובשם אמרי שפר וח\"ב (דו\"ו ת\"ז)."
            },
            "14": {
                "0": "<b>טו) - שו\"ת ר\"י אבן לאטיש ושו\"ת מקדמונים</b> (דפוס וויען)."
            },
            "15": {
                "0": "<b>טז) - שו\"ת הרא\"ש</b>, (קושטא רפ\"ב)."
            },
            "16": {
                "0": "<b>יז) - שו\"ת מהר\"י ווייל</b>, (דו\"ו ר\"פ)."
            },
            "17": {
                "0": "<b>יח) - שו\"ת הרד\"ך</b>, הר' דוד כהן מקורפו (קושטא רצ\"ז)."
            },
            "18": {
                "0": "<b>יט) - שו\"ת מהר\"ם בר ברוך הקצרות</b>, (קרימונה שי\"ד) והחדשות (לבוב כת\"ר) עם הגה מהרנ\"ר. גם נדפס קובץ רביעי על ידי חברה מקיצי נרדמים (ברלין תרנ\"א)."
            },
            "19": {
                "0": "<b>כ) - שו\"ת הר\"א אליגרי</b>, עיין ח\"א א' י\"ח."
            },
            "20": {
                "0": "<b>כא) - שו\"ת ר' בצלאל אשכנזי</b>, בעל שטמ\"ק (דו\"ו שנ\"ה)."
            },
            "21": {
                "0": "<b>כב) - שו\"ת ר\"ב אנגיל</b> וחי' ש\"ס, (שאלוניקו תע\"ח)."
            },
            "22": {
                "0": "<b>כג) - שו\"ת הר\"י</b>, אחי הטו\"ז. עיין ח\"א ד' ל\"ו."
            },
            "23": {
                "0": "<b>כד) - שו\"ת מהרח\"ש</b>, (חיים שבתי), שאלוניקו ת\"א."
            },
            "24": {
                "0": "<b>כה) - שו\"ת מו\"ה חיים בנבנשתי</b>, בעל כנה\"ג, קושטא תק\"ג."
            },
            "25": {
                "0": "<b>כו) - שו\"ת מהר\"ם זיסקינד</b>, א\"ד תק\"ו."
            },
            "26": {
                "0": "<b>כז) - שו\"ת מהרשד\"ם</b>, שאלוניקו ש\"מ."
            },
            "27": {
                "0": "<b>כח) - שו\"ת הר\"ם יפה</b>, המבורג‏."
            },
            "28": {
                "0": "<b>כט) - שו\"ת הרדב\"ז</b>, דו\"ו תק\"ג."
            },
            "29": {
                "0": "<b>ל) - שו\"ת חכם צבי אשכנזי</b>, א\"ד תע\"ד."
            },
            "30": {
                "0": "<b>לא) - שו\"ת הרשב\"ש</b> בן התשב\"ץ, ליווארנא תק\"ב."
            },
            "31": {
                "0": "<b>לב) - שו\"ת חכמי צרפת</b>, ולותיר הקדמונים עם הגה לחכם אחד (ד' פ\"ב)."
            },
            "32": {
                "0": "<b>לג) - שו\"ת הרמב\"ם</b>, קושטא רע\"ז, ועם אגרותיו (ליפציג תרי\"ט)."
            },
            "33": {
                "0": "<b>לד) - שו\"ת ב\"ח החדשות</b>."
            },
            "34": {
                "0": "<b>לה) - שו\"ת הטו\"ז</b> ע\"ס דברי דוד עה\"ת, ומ\"א הל' פסח תס\"א ובח\"י שם."
            },
            "35": {
                "0": "<b>לו) - שו\"ת רבינו חיים או\"ז</b>, נדפס מכ\"י בלייפציג."
            },
            "36": {
                "0": "<b>לז) - שו\"ת קהלת שלמה</b>, שו\"ת הגאונים נדפס על ידי הר\"ש ווערטהיימר בעה\"ק ירושלים וח\"ב בשם גנזי ירושלים."
            },
            "37": {
                "0": "<b>לח) - שו\"ת גאונים קדמונים</b>, נקבץ על ידי ר\"י טוב עלם (נדפסו בברלין)."
            },
            "38": {
                "0": "<b>לט) - שו\"ת גאוני מזרח ומערב</b>, נדפס על ידי ר\"י מיללער (ברלין תרמ\"ח)."
            },
            "39": {
                "0": "<b>מ) - שו\"ת הגאונים והלכות שחיטה לר' יונה</b>, נדפס על ידי ר\"נ קורוניל (וויען)."
            },
            "40": {
                "0": "<b>מא) - שו\"ת הגאונים</b>, נדפסו על ידי ר\"י מוספיא ליק תרכ\"ד."
            },
            "41": {
                "0": "<b>מב) - שו\"ת בית נכאת ההלכות</b>, כולל שו\"ת הגאונים וביחוד לר\"י גאון רס\"ג רה\"ג ורב נטרונאי גאון ב\"ח (פפד\"מ תרמ\"ב)."
            },
            "42": {
                "0": "<b>מג) - שערי תשובות</b> למהר\"ם מרוטנבורג עם הערות לחכם אחד (ברלין תרנ\"א)."
            },
            "43": {
                "0": "<b>מד) - שו\"ת גאוני בתראי</b> הסמ\"ע הב\"ח ותיו\"ט (טורקא תקכ\"ד)."
            },
            "44": {
                "0": "<b>מה) - שו\"ת הגאונים הישן</b> (קושטא שכ\"ה)."
            },
            "45": {
                "0": "<b>מו) - שו\"ת הגאונים בשם חמדה גנוזה</b>, נדפס בירושלים."
            },
            "46": {
                "0": "<b>מז) - שו\"ת זכרון לראשונים</b>, שו\"ת הגאונים ג\"ח (דפוס ברלין)."
            },
            "47": {
                "0": "<b>מח) - שבת של מי</b> למו\"ה שבתי סינגליא."
            },
            "48": {
                "0": "<b>מט) - שומר שבת</b> קיצור הלכות שבת לבעל עיר דוד לידא (א\"ר תס\"ז)."
            },
            "49": {
                "0": "<b>נ) - שובע שמחות</b>, פירוש איוב לרבינו בחיי ופירושי הגאונים (א\"ד תקכ\"ח)."
            },
            "50": {
                "0": "<b>נא) - שושנים לדוד</b>, ביאור משניות לר\"ד פארדו דו\"ו תקי\"ב, ועברו דברי ריבות בינו ובין הרב בית דוד קורינאלדו על משניות עד שרבני ליווארנא השלימו ביניהם וע\"ס שושנים לדוד ח\"ב."
            },
            "51": {
                "0": "<b>נב) - שושנת העמקים</b>, ביאור שה\"ש לר\"מ אלשיך (דו\"ו שנ\"א)."
            },
            "52": {
                "0": "<b>נג) - שושנת יעקב</b>, חידות שונות מדינים ע\"ד היכא תמצא לבעל שו\"ת נחלת יעקב, נדפס בספר ארחות חיים (דו\"ו שפ\"ג)."
            },
            "53": {
                "0": "<b>נד) - שיח יצחק</b>, חי' ש\"ס ודרושים (פיורדא תקמ\"א)."
            },
            "54": {
                "0": "<b>נה) - שיח יצחק</b>, הלכות פסח ע\"ד שיר להג\"מ יצחק חיות (פראג שמ\"ז)."
            },
            "55": {
                "0": "<b>נו) - שיח יצחק</b>, דקדוק לר\"י הלוי אחי הטו\"ז ומה\"ר יהודה בר שמואל אופנהיים קצרו ובשם דרך שיח יכונה (פראג שפ\"ח)."
            },
            "56": {
                "0": "<b>נז)*) - שיח יצחק</b> עה\"ת, בדרך פלפול לר' יצחק הלברשטם מקראקא."
            },
            "57": {
                "0": "<b>נח) - שיטת יבמות</b>, להרב מאיר המעילי ועיין ח\"א מ' ע\"ג ע\"ש. וכן הביא הכסף משנה הל' נדרים פי\"ז הי\"א עי\"ש, ושיטה על מסכת קינים לבעל המאור (קושטא תקנ\"ה) בסוף חיד' קידושין לרב קדמון."
            },
            "58": {
                "0": "<b>נט) - שיורי כנה\"ג</b> לאו\"ח, נכלל בתוכו גם הג' הש\"ס בבלי וירושלמי רי\"ף ורמב\"ם ונושאי כליהם סמ\"ג רמב\"ן ורשב\"א ולשונות רש\"י והרא\"ם וככלי ש\"ס (אזמיר תל\"א)."
            },
            "59": {
                "0": "<b>ס) - שירי שלמה</b>, לרשב\"ג (הנובר תרי\"ח)."
            },
            "60": {
                "0": "<b>סא) - שירה חדשה</b>, מג\"א על דרך שיר חידה לחנוכה ופזמון לברית מילה לר\"ד פרדו (א\"ד תקל\"ה)."
            },
            "61": {
                "0": "<b>סב) - שירת דודי</b>, פרקי שבת ע\"ד שיר עם פירוש קצר לבעל מורה צדק וע\"ל אות מ' סע\"ה."
            },
            "62": {
                "0": "<b>סג) - שיעור קומה</b>, לשונות הזוהר כנגד איברי האדם להרמ\"ק ובספר המאירי בפתיחתו לאבות מזכיר גם סי' שיעור קומה בין החיבורים שנתחברו על ידי החכמים שאחר החורבן כמו התוספתו' ומדרשים עי\"ש."
            },
            "63": {
                "0": "<b>סד) - שופרי דיעקב</b>, על ש\"ס ורמב\"ם לר\"י מעארך מתוניס והרב מוהר\"י נאגרה, ערכו וסדרו והוסיף עוד מדיליה (ליווארנא תקל\"ז)."
            },
            "64": {
                "0": "<b>סה) - שכחת לקט</b>, ליקוטים מספרי קבלה על דרך א\"ב לבעל ילקוט הראובני (פראג תי\"ב)."
            },
            "65": {
                "0": "<b>סו) - שכיות החמדה</b>, לר\"ד פארדו לימודים לכל חודש ניסן ושבועות (דו\"ו תקכ\"ב)."
            },
            "66": {
                "0": "<b>סז) - שלום אסתר</b>, על מגילת אסתר, לר' יצחק גרשון מוויניציא ועיין ח\"א יו\"ד רצ\"ט ושו\"ת מהריט\"ץ סקמ\"ח (קושטא ש\"ם)."
            },
            "67": {
                "0": "<b>סח) - שלחן ערוך להאר\"י ז\"ל</b> (פראג ת\"ך)."
            },
            "68": {
                "0": "<b>סט) - שלחן ערוך אה\"ע</b> עם חי' דינים שהשמיט הרמ\"א ז\"ל (דו\"ו שצ\"ב)."
            },
            "69": {
                "0": "<b>ע) -שלחן הטהור</b>, קצור ש\"ע או\"ח לר\"ד פארדו בר' יוסף ש\"ץ בלונדון (א\"ד תמ\"ו)."
            },
            "70": {
                "0": "<b>עא) - שלחן ערוך חקי היהודים</b>, לרי\"א ממודינא (ד' וויען)."
            },
            "71": {
                "0": "<b>עב) - שלשלת הקבלה</b> לר' גדליא בהרב דון יוסף אבן יחייא כולל דורות עולמים ותולדות הרבנים קורותיהם וגלגליהם עד זמנו (דו\"ו שמ\"ו), ועיין ספר יוסף אומץ סי' נו\"ן."
            },
            "72": {
                "0": "<b>עג) - שמן זית זך</b>, קבלה, לר\"ש מולכו."
            },
            "73": {
                "0": "<b>עד) - שמחת יהודה (נגאר)</b>, על מסכת כריתות ומסכתות קטנות ועל הסמ\"ג (פיסא תקע\"ו)."
            },
            "74": {
                "0": "<b>עה) - שמן משחת קודש</b> על שיר השירים, קבלה, לר\"ש מולכו. שאלוניקו תקל\"ט. ובסופו ספר שושנת המלך שירים להנ\"ל."
            },
            "75": {
                "0": "<b>עו) - שמן המור על מגילת אסתר</b>, לר' אהרן אביוב מבאר דרשות חז\"ל על דרך הפשט (שאלוניקו שס\"א)."
            },
            "76": {
                "0": "<b>עז) - שמים חדשים</b>, לר\"י אברבנאל חדוש העולם ופי' פי\"ט מס' המורה (רדלהיים תקפ\"ד)."
            },
            "77": {
                "0": "<b>עח) - ספר השם להראב\"ע</b>, עם ביאור לחכם אחד על אותיות שם המפורש, בנוי על שרשים מהמספר ותשבורת על פי פילוסופיא (פיורדא תקצ\"ב)."
            },
            "78": {
                "0": "<b>עט) - ספר שמות</b>, כולל שמות לה\"ק, לר\"א בחור (איזנא ש\"ב)."
            },
            "79": {
                "0": "<b>פ) - ספר השמוש ליעב\"ץ</b>, כולל ג' קונטרסים שוט לסוס מתג לחמור ושבט לגו כסילים (אלטונא תקי\"ח)."
            },
            "80": {
                "0": "<b>פא) - שמעתא חדתא</b> על מס' כתובות להר\"א ברודא (פפד\"א תצ\"ז) ע' הקדמת ספר מנחת אליהו."
            },
            "81": {
                "0": "<b>פב) - שלחן הפנים מדינים</b>, לר\"י אבוהב הובא בספרו מנורת המאור כ\"פ, ועיין ב\"י או\"ח סימן רס\"ח."
            },
            "82": {
                "0": "<b>פג) - שני המאורות</b>, כולל ספר היחוד להרמב\"ם וג' שאלות להראב\"ע (ברלין תר\"ז)."
            },
            "83": {
                "0": "<b>פד)*) - שלמי נזיר</b> על מסכת נזיר למו\"ה שלום שכנא דיין דק' קראקא (ד\"ק תקפ\"א)."
            },
            "84": {
                "0": "<b>פה)*) - שבתא דריגלא</b>, דרשות לשהגדול ולשבת תשובה ולשבת דחול המועד למוהרצ\"ה חאטש בר' ירחמיאל דרשן ודיין דקראקא."
            },
            "85": {
                "0": "<b>פו) - שכל טוב</b> לאחיו ורבו של הרד\"ק על דקדוק (עסה\"ד)."
            },
            "86": {
                "0": "<b>פז) - שער המים</b>, למוהר\"ם מרדכי יוסף מיוחס."
            },
            "87": {
                "0": "<b>פח) - שער הרזים</b>, לבעל אוצר הכבוד על פרק אין דורשין כ\"י בעקד הס' בפארמא."
            },
            "88": {
                "0": "<b>פט) - שער החשק</b>, על חכמת שהע\"ה בהמ\"ס חשק שלמה על שה\"ש."
            },
            "89": {
                "0": "<b>צ) - שער המזלות</b>, להר\"ם אלשיך הזכירו בריש קהלת עי\"ש."
            },
            "90": {
                "0": "<b>צא) - שער הגמול לרמב\"ן</b>, (פירארה שט\"ז)."
            },
            "91": {
                "0": "<b>צב) - שער נפתלי כ\"ץ</b>, פזמונים ותפלות לכל השנה (ברלין תקי\"ז)."
            },
            "92": {
                "0": "<b>צג) - שער יהושע</b>, בנבנשתי, בהמ\"ס שדה יהושע. נדפס זה מקרוב מכ\"י."
            },
            "93": {
                "0": "<b>צד) - שער טעמי אמ\"ת</b>, תלים משלי איוב, לר\"י בן בלעם הספרדי (א\"ד תרי\"ט)."
            },
            "94": {
                "0": "<b>צה) - שער ההכנה</b>, מוסר וצוואה לר\"נ כ\"ץ (קושטא תצ\"ד).<i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"קיט\" data-order=\"119\"></i>"
            },
            "95": {
                "0": "<b>צו) - שער הכונות</b>, למהרחו\"ו (ירושלים תרל\"ג)."
            },
            "96": {
                "0": "<b>צז) - שער הקדמות להנ\"ל</b>, (ירושלים תרל\"א)."
            },
            "97": {
                "0": "<b>צח) - שער המים</b>, דיני מקואות לרשב\"א בסוף ספר תורת הבית."
            },
            "98": {
                "0": "<b>צט) - שער השמים</b>, לר\"י גיקטליא, נדפס תוך ז' קונטרסים כמו ליקוטי רה\"ג וכו' וצ\"ע על בעל אוצר הספרים מ\"ש בשם ח\"א שרוצה להחליט דספר שער השמים הוא ספר שערי צדק עי\"ש, ונדפס גם עם פירוש נר ישראל (קאזניץ)."
            },
            "99": {
                "0": "<b>ק) - שערי ציון</b>, לר\"י די לאטיש, הוא סדר הקבלה עד ה\"א קל\"ב וזכרון גדולי הדורות (יערסלב תרנ\"א)."
            },
            "100": {
                "0": "<b>קא) - שערי ציון</b>, ליקוטי דיני תפלה ומנהגיו להג\"מ דוד טעבלי מפוזנא במו\"ה בנימין וואלף, ועיין ח\"א ד' כ', ולקמן אות ת' תומר דבורה עי\"ש והוא בהמ\"ס מסורת הברית."
            },
            "101": {
                "0": "<b>קב) - שערי שמחה</b>, ליקוטי הלכות ר\"י אבן גיאת עם הגה לחכם אחד (פירטה תרצ\"א)."
            },
            "102": {
                "0": "<b>קג) - שערי רחמים</b>, כולל עבודת יוה\"כ ועבודת מקדש להרמד\"ל (דו\"ו ת\"ע)."
            },
            "103": {
                "0": "<b>קד) - שערי תשובות</b>, להר\"ם בר ברוך מכ\"י עם הערות לחכם אחד (דפוס ברלין)."
            },
            "104": {
                "0": "<b>קה) - שערי תשובה</b>, שו\"ת הגאונים נקבצו על ידי ה\"ר מרדכי יוסף מיוחס (דפוס לייפציג)."
            },
            "105": {
                "0": "<b>קו) - שערי תשובה</b>, כולל שו\"ת הגאונים עם ביאור לחכם אחד ונקרא איי הים (ליווארנא תקכ\"ט)."
            },
            "106": {
                "0": "<b>קז) - שער השמים</b>, לר\"י ן' לטיף, הובא בספר מנורת המאור חתימה לנר ג' ובעל ספר החייט בהקדמתו קורא אותו בשם השמים והעולם ע\"ש."
            },
            "107": {
                "0": "<b>קח) - שימושא רבא</b>, לרב שלום גאון וגאונים קדמונים מדיני תפלין הובא ברא\"ש הלכות קטנות."
            },
            "108": {
                "0": "<b>קט) - שפת אמת</b>, לר\"י הכהן בע\"ס הזכרון (ליווארנא תקצ\"ב)."
            },
            "109": {
                "0": "<b>קי) - שפת אמת</b>, כולל מעלת א\"י למהר\"ם חאגיז (א\"ד תס\"ז)."
            },
            "110": {
                "0": "<b>קיא) - שפת אמת ולשון זהורית וכו' </b>, ליעב\"ץ, והוא ספר הראשון שיצא ללחום נגד הג' בעל או\"ת."
            },
            "111": {
                "0": "<b>קיב) - שפת יתר</b>, להראב\"ע, לשונות דקדוק עם ביאור לחכם אחד מליץ בעד הרס\"ג ז\"ל נגד דונש בן לברט. דפוס וויען. גם נדפס עם פירוש גן נעול לחכם אחד פפ\"ד תר\"ג."
            },
            "112": {
                "0": "<b>קיג) - שפתי חכמים</b>, מלוקט ממבחרי פירושים וביאורים על פרש\"י עה\"ת עם תוספת ביאור מדיליה על ידי מו\"ה שבתי מכונה בס מפראג בהמ\"ס שפתי ישנים וזכה לדבר גדול שאין כמוהו כי נדפס שפת\"י עם החומש פעמים אין מספר, ומאז עד היום זכינו לכמה וכמה פירושים יקרים כמו משכיל לדוד פרדו וכיוצא בו והרוצה להיות ממזכי הרבים מצוה גדולה הוא ללקט גם מהם לקוטי אורות ולהדפיסם."
            },
            "113": {
                "0": "<b>קיד) - שפתי ישנים</b>, שמות הגאונים וספריהם ב\"ח להנ\"ל, כולל כל מחברי ספרים עד זמנו וכעת נדפס מחדש עם הוספות לחכם אחד עד זמן ההוה."
            },
            "114": {
                "0": "<b>קטו) - שפה ברורה</b>, דקדוק להראב\"ע פירטה תקצ\"ט, עם פירוש מבין שפה (נפטר בא\"י ר\"ח אד\"ר בן ע\"ה שנה) ובראשונה נדפס בקושטא אר\"ץ."
            },
            "115": {
                "0": "<b>קטז) - שפעת רביבים</b>, שירים ותשבחות וסדר עבודת יוה\"כ לר\"ד פארדו ותלמידו מו\"ה אלישע חביליוו (ליווארנא תקנ\"ג)."
            },
            "116": {
                "0": "<b>קיז) - ספר שרשים לרד\"ק</b>, כל עמוד נחלק לג', קושטא רע\"ג ונאפולי רנ\"א, ועם הגה ר\"א בחור (דו\"ו שע\"ז)."
            },
            "117": {
                "0": "<b>קיח) - סי' השרשים לר' יונה ן' גנאח</b>, נעתק ע\"י ר\"י אבן תבון (ברלין תרנ\"ג)."
            },
            "118": {
                "0": "<b>קיט) - שרשית גבלית</b>, מלאכת השיר לר\"ש די אוליוורה (א\"ד תכ\"ה)."
            },
            "119": {
                "0": "<b>קכ) - שוחטי הילדים</b>, (א\"ד תע\"ח) דיני שו\"ב בחרוזים לר\"י נאגרה."
            },
            "120": {
                "0": "<b>קכא) - שב\"ר יוסף</b> לחיד\"א, הובא בזכרונות תולדות גדולי ישראל ובל\"ס הוא בשי\"ן שמאלית."
            },
            "121": {
                "0": "<b>קכב) - שיורי ברכה</b> לחיד\"א, השמטות לברכ\"י ומחזיק ברכה וליקוטי חי' על ד\"ח שו\"ע (ליווארנא תקנ\"ה) ופעם שנית (שאלוניקו תקע\"ד) על ידי הרב מו\"ה רפאל קאלאהארו ועשה עליו הגה ואת שמו לא הגיד ורק בעל המעלות לשלמה מגלה סודו, ועס\"ס לב דוד בהשמטות."
            },
            "122": {
                "0": "<b>קכג) - שיורי שיריים</b> לחיד\"א, ק' הוספות ותיקונים והגה לספר מחזיק ברכה ושיורי ברכה, (והרב מוהר\"א פינסו חי' ספר משפט כתוב מקיצורי דינים הנמצאים בכל ספרי הגאון מרן חיד\"א ז\"ל שעל ד' חלקי ש\"ע שאלוניקו תקנ\"ח)."
            },
            "123": {
                "0": "<b>קכד) - שם הגדולים</b>, סדר יוחסין משפחת סופרים גדולי עולם דור דור ודורשיו מימות הגאונים עד זמנו, וכל המחברים והספרים נסדרו בסדר א\"ב עם כמה הוספות ומהדורות ד\"ח, וב\"ח אחרונים קרא בשם ועד לחכמים ובסופו חסדי אבות על פרקי אבות (ליווארנא תקל\"ד) עוד כנזכר עם ועד לחכמים ח\"ב והוספות רבות ע\"ס חסדי אבות נקרא בשם ראשי אבות ובסופו שלחן במדבר הג\"ה והשמטות לכל הנזכר (שם תקנ\"ח). ועוד כנזכר. ובסופו פאת הראש השמטות לספר ראש דוד, לדוד אמת, שמחת הרגל ג' סימנים, וסי' ד' נדפס מכ\"י מספר תמורה עם הג\"ה ותוס' עליהם וסי' ה' משגב לדך השמטות לשה\"ג, ועד אחרון עלה א' בשם כל אשר נשמט (תקמ\"ו) ח\"ג כנזכר בשם ועד לחכמים ח\"א ובסופו ק' בית ועד הג\"ה והשמטות כנזכר ואח\"ז ס' טוב עין חי' וקצת שו\"ת ועד אחרון עלה א' השמטות לועד זה (ליווארנא תקנ\"ו) וע' ככר לאדן."
            },
            "124": {
                "0": "<b>קכה) - שמחת הרגל</b> לחיד\"א, ב' חלקים, חלק א' לימודים ורמזים נפלאים לפסח ופירוש הגדה באריכות, וחלק ב' ג' לימודים ורמזים לשבועות ומגילת רות עם פירוש וג' לימודים ורמזים לסוכות וקצת הערות לחוה\"מ והושענא רבא ושמחת תורה, וקונטרס פתח עינים על עין יעקב למסכת סוכה והשמטות בשם שלמי שמחה ומס' גרים מכ\"י עם הג\"ה והשמט לח\"א בשם שמחה שלמה (ליווארנא תקמ\"ד) ובספר מראית העין נדפס השלמת מס' תמורה וגרים עם הג\"ה ותוס' יותר על הנדפס בס' שה\"ג ושמחת הרגל."
            },
            "125": {
                "0": "<b>קכו) - שמע יוסף</b> לחיד\"א, שיטות ושו\"ת הובא ברשימת הר\"א כרמולי."
            },
            "126": {
                "0": "<b>קכז) - שמות הגטין</b>, עי' פתח עינים ב\"ב ס\"ח ע\"ב."
            },
            "127": {
                "0": "<b>קכח) - שער יוסף</b>, שיטה נפלאה על מסכת הוריות ולשונות ירושלמי ובסופו פתח השער מפתחות, ווהשמטותיו נדפסו בס\"ס דברים אחדים בשם אחורי תרעא ואלו ישוביהם מהשגת חכמי דורו ע\"ס שער יוסף."
            },
            "128": {
                "0": "<b>קכט) - שפה אחת</b>, פי' על הגדה בס\"ס אהבת דוד."
            },
            "129": {
                "0": "<b>קל) - שפת היאור</b>, לחיד\"א על סודות וקבלת מעשיות הובא בספר אגרות חיד\"א בהקדמה בשם רשימת אבר\"ך וזכרונות לרב אחא\"י עי\"ש."
            },
            "130": {
                "0": "<b>קלא) - שלחן הטהור</b>, כולל ספר פועל צדק (סדר תרי\"ג מצות לש\"ך) ולקוטי דינים ותפלות השייכים לסעודה ולוח לה' שנים להר' נסים זרחיה בר\"א בהגאון חיד\"א (צפת תקצ\"ו)."
            },
            "131": {
                "0": "<b>קלב) - שר האלף</b>, על הל' פסח להגאון בעל או\"ת נדפס עם ספר מגן האלף למהר\"ל מפלאצק."
            },
            "132": {
                "0": "<b>קלג) - שרידי יהודה אשכנזי</b>, דרושים נדפס עם ספר מראה הגדול לבנו הג\"מ רפאל אשכנזי (שאלוניקו תקפ\"ט)."
            },
            "133": {
                "0": "<b>קלד) - שלמה חגיגה</b>, למוהר\"י אלגאזי בהמ\"ס שלמי צבור, עיין ח\"א שי\"ן סע\"ט, ולא כמש\"ש בפליט\"ס מערכת יו\"ד סל\"א עי\"ש."
            },
            "134": {
                "0": "<b>קלה)*) - שב דנחמתא</b>, הספדים להרהג\"מ יוסף ענגיל ראב\"ד קראקא."
            },
            "135": {
                "0": "<b>קלו) - שביל הישר</b>, על הדרן עלך שבכל הש\"ס בהמ\"ס נתיב הישר, עי' מערכת נו\"ן סי' נו\"ן עי\"ש."
            },
            "136": {
                "0": "<b>קלז)*) - שיר חדש</b>, שירי קדש השתפכות לב כאדמו\"ר הרה\"ג מו\"ה שמעון סופר זצ\"ל אב\"ד קראקא אשר היטב לנגד כנוח עליו רוח אלקים דבר יום ביומו מידי שבת בשבתו חדש בחדשו וכל מועדי ה' ברגש קדש שלהבת י' (וויען תרס\"ב).<i data-commentator=\"Hagahot Sheerit Tzion\" data-label=\"קיג\" data-order=\"113\"></i>"
            }
        },
        "22_Letter Tav": {
            "0": {
                "0": "<b>א) - תאמי צביה</b> למהרצ\"ה."
            },
            "1": {
                "0": "<b>ב) - תהלות ה' </b>, על תהלים לבעל שבט מוסר (שאלוניקו תקצ\"ו)."
            },
            "2": {
                "0": "<b>ג) - תהל\"י תהלי\"ם</b>, לר' חנניא בר יקר (דפוס קושטא) כולל כל ספרי תהלים ע\"ד חרוז ולא כמ\"ש בסה\"ד דהוא פירוש על תהלים כמו שהעתקתי דבריו בחלק א' עי\"ש. ואולי על ידי חרוזים אלו יאר לו אור חדש בפירוש על תהלים."
            },
            "3": {
                "0": "<b>ד) - תולדות אברהם (ברודא)</b>, חי' כתובות וקידושין נדפס עם ספר כתונת יוסף לחתנו (פירטה תקכ\"ט)."
            },
            "4": {
                "0": "<b>ה) - תולדות אהרן</b>, מ\"מ הפסוקים לר\"א מפיזארו על ש\"ס (פרידברג שד\"ם), ועם תולדות יעקב מ\"מ לירושלמי (א\"ד תי\"ב)."
            },
            "5": {
                "0": "<b>ו) - תולדות יעקב</b>, שיטה על מס' ביצה לר\"י קשטרו (דפוס ירושלים)."
            },
            "6": {
                "0": "<b>ז)*) - תולדות נח</b>, ביאור על מדרש רבה לר\"נ דיין מקראקא (קראקא ש\"ץ) ואח\"כ נדפס בווילנא עם המ\"ר."
            },
            "7": {
                "0": "<b>ח)*) - תולדות יעקב</b>, דרושים עה\"ת לר\"י איילנברג מקראקא (פירטה תפ\"ו)."
            },
            "8": {
                "0": "<b>ט)*) - תולדות יצחק</b> עה\"ת, למו\"ה יצחק הכהן דרשן ודיין דקראקא."
            },
            "9": {
                "0": "<b>י) - תוס' חדשים</b>, ליקוטי חי' משניות וחי' מהר\"ש אבד\"ק א\"ד ולהג\"מ שמשון חסיד (ווילנא תקע\"ח) וע\"ל אות נ' סי\"א."
            },
            "10": {
                "0": "<b>יא) - תוספות רבינו אלחנן</b> על עבודה זרה."
            },
            "11": {
                "0": "<b>יב) - תוספות על מועד קטן</b> למהר\"ם ב\"ב הובא במרדכי בשם תוספות הרב ז\"ל עי\"ש."
            },
            "12": {
                "0": "<b>יג) - תוספות מעילה</b>, לאו היינו תוס' דשאר מס' (יד מלאכי) ולפי זה ל\"ק כ\"כ קושיית תפארת ישראל מעילה פ\"ה עיי\"ש."
            },
            "13": {
                "0": "<b>יד) - תוספות הוריות</b> בש\"ס קטן (ד\"א תפ\"ז) נדפס בשער הספר בזה\"ל: תוספות הוריות מכ\"י הג\"מ אלי' איטינגן בהמ\"ס ברית הלוי ומש\"ש בסופו צ\"ע ויותר נ\"ל דהוא לא' מהראשונים וקצת ראיה לזה דבשו\"ת בנימן זאב סקל\"א במיא ד\"א משמו ע\"ש והוא ספר ברית הלוי עה\"ת."
            },
            "14": {
                "0": "<b>טו) - תוספות ביצה</b>, וז\"ל הגאון בשו\"ת פני יהושע ח\"ב ס\"ד וכן קבלתי דרוב דברי רש\"י ותוס' ביצה הם מוטעים ומעורבים מפירושים אחרים עי\"ש."
            },
            "15": {
                "0": "<b>טז) - תוספות ראשון לציון</b> על משניות להג\"מ ישעיה פיק הג\"ה ומ\"מ בש\"ס (וויען תקע\"ה)."
            },
            "16": {
                "0": "<b>יז) - תוס' יום הכפורים</b> ע\"ס שמות בארץ."
            },
            "17": {
                "0": "<b>יח) - תוספי סמ\"ג להרא\"ם</b>, עיין ח\"א א' קע\"ב, חי' על הסמ\"ג ובעודו בחיים חיותו הביאו בנו ר' ישראל לביה\"ד (בקושטא רפ\"ו)."
            },
            "18": {
                "0": "<b>יט) - תורת הבית הקצר</b> להרשב\"א (קרימונה שכ\"ו)."
            },
            "19": {
                "0": "<b>כ) - תורת ה' תמימה</b>, דרשות הרמב\"ן לפני המלך והשרים (דפוס לייפציג)."
            },
            "20": {
                "0": "<b>כא) -תורת המנהגים</b>, הובא בכלבו הלכות פסח ואולי הוא ספר המנהגות להר' אשר (וע\"ל מ' קל\"ו)."
            },
            "21": {
                "0": "<b>כב) - תורת יקותיאל</b> על יו\"ד להג\"מ רפאל הכהן אבד\"ק אה\"ו (ברלין תקל\"ב)."
            },
            "22": {
                "0": "<b>כג) - תורת נזיר</b>, להר' אברהם מיטאל חי' מס' נזיר ובסופו ק' שמות גיטין ונדפס עם ספר פרי עץ לר' יצחק אלבלי (שאלוניקו תקפ\"א)."
            },
            "23": {
                "0": "<b>כד) - תורת משה</b>, שו\"ת למהר\"ם בן מהרח\"ש שאלוניקו תקכ\"ז ועיין ח\"א מ' קכ\"ו."
            },
            "24": {
                "0": "<b>כה)*) - תורת חן</b>, שו\"ת להרב מו\"ה ח\"ן [חיים נתן] דמביצר ודברי ח\"ן בס\"ס עבודת עבודה."
            },
            "25": {
                "0": "<b>כו) - תורת משה (אלשיך)</b>, עה\"ת, ראש וראשון לדרשנים עה\"ת על דרך מוסר ויראת שמים."
            },
            "26": {
                "0": "<b>כז) - ספר התחכמוני</b> לר' יהודה בר' שלמה אלחריזי (א\"ד תפ\"ט) ועיין מנורת המאור נר ד' כלל ח\"ג פ\"ב בפירוש נפש יהודה שם עי\"ש."
            },
            "27": {
                "0": "<b>כח) - תיבת גומא</b> עה\"ת, לבעל פמ\"ג ע\"ס מאירת עינים לאביו גם נכלל בו ספר שושנת העמקים כללי ש\"ס לבעל פמ\"ג וזכה לשם הכולל רב פנינים פפד\"א תמ\"ג ונדפס מחדש עם הערות לחכם אחד."
            },
            "28": {
                "0": "<b>כט) - התופת והעדן</b> לר' עמנואל הצפרוני בעל הביאור על משלי וע\"ל אות ב' בסופו בק\"א."
            },
            "29": {
                "0": "<b>ל) - ספר התכונה</b> לרלב\"ג, הובא בסה\"ד ואולי הוא ספר חשבון המולדות שהובא בספר מצרף לחכמה."
            },
            "30": {
                "0": "<b>לא) - ספר התכונה</b> למהרחו\"ו נדפס בירושלים תרכ\"ו כולל מסלול והכוכבים וסדר תנועתם."
            },
            "31": {
                "0": "<b>לב) - ספר תחבושת</b> בדקדוק וספר תענוג נפש במוסר לר' משה קמחי (עסה\"ד)."
            },
            "32": {
                "0": "<b>לג) - תועליות הרלב\"ג</b>, תמצית מפירושו עה\"ת נדפס מנטובה ר\"מ והוא נעלה על כל ספרי מדות."
            },
            "33": {
                "0": "<b>לד) - תורת משה</b> להר\"מ ן' אדרת נדפס בליווארנא תקס\"ב על המשניות, עיין ח\"א שם."
            },
            "34": {
                "0": "<b>לה) - תחלת דברי שמואל</b> לר\"ש בר' פנחס מקשן (פראג שס\"א)."
            },
            "35": {
                "0": "<b>לו) - תפוחי זהב</b>, קצור ר\"ח לר' יחיאל מילי מנטובה שפ\"ג."
            },
            "36": {
                "0": "<b>לז) - תפארת ישראל</b> לר\"ש דוראן דרושים ומגילת ספר על אסתר ומאמר סעודת פורים לרי\"ץ גיאת עם פירוש רשב\"ץ (דו\"ו ש\"ס)."
            },
            "37": {
                "0": "<b>לח) - תפארת ישראל</b>, הל' נדה לבעל או\"ת עם הערות לנכדו (קארלסרוהא תקל\"ג)."
            },
            "38": {
                "0": "<b>לט) - תפארת יהונתן</b> להנ\"ל עה\"ת (אוסטרהא תקפ\"ה)."
            },
            "39": {
                "0": "<b>מ) - תפלה למשה</b> על תהלים לר\"מ אוסטרר בע\"ס ערוגת הבושם על שה\"ש וע\"ל ע' צ\"ג."
            },
            "40": {
                "0": "<b>מא) - ספר התמונה</b>, מיוחס לר' נחוניא בן הקנה (קאריץ תקמ\"ד)."
            },
            "41": {
                "0": "<b>מב) - תקות אנוש</b> לר\"י מטראני על משלי איוב ור\"מ קמחי ור\"ז מברצלוני (ברלין תרכ\"ח)."
            },
            "42": {
                "0": "<b>מג) - תפוחי זהב</b> על מגלת רות וזוהר על רות נקרא סוד ישרים הו\"ל על ידי הר\"א טריווש (טוהינגן ש\"ך)."
            },
            "43": {
                "0": "<b>מד) - תקון עולם</b>, ליקוטי תקנות גאוני ד' ארצות משנת שמ\"ז עד תמ\"ג."
            },
            "44": {
                "0": "<b>מה) - תיקוני תשובה</b>, נדפס עם ספר ויחל משה."
            },
            "45": {
                "0": "<b>מו) - תקון שובבי\"ם</b>, להרמ\"ז (דו\"ו תנ\"ז)."
            },
            "46": {
                "0": "<b>מז) - תיקוני תשובה</b> להגאון צדיק נשגב מו\"ה אריה ליב פישלש הנקרא הויכר ר' ליב ד' קראקא תכ\"ו והוא בלשון אשכנז ומצוה לחדש אורו."
            },
            "47": {
                "0": "<b>מח)*) - תיקוני זבח</b>, הלכות שו\"ב למה\"ר משה בר' מרדכי ברוינשווייג מקראקא עם ביאורים והגהות משולשות ונקראים בשם תקון הזבח זבחי ריב וזבחי צדק מלוקטים מפוסקים הראשונים ועל דיני בדיקות בשם בדק הבית תקון הבדק ומחזיק בדק (פראג שס\"ד) והגאון מהרא\"ז על שזכה שהגיע ספר זה לידו ה\"ל שמחה יתירה כשמחה בקציר."
            },
            "48": {
                "0": "<b>מט) - ספר התשבי</b> לר\"א הבחור ובו כללים כמספר תשבי (דפוס איזנא ש\"א) ובהקדמת פמ\"ג לאו\"ח תמצא הרבה הערות עליו ע\"ש."
            },
            "49": {
                "0": "<b>נ) - ספר התשובה</b> להר\"ם המאירי, ועיין בחלק א' מערכת מ' סי' ס\"ה שהביא בשם המאירי דמסכת אבות פירשה בחבור התשובה עי\"ש."
            },
            "50": {
                "0": "<b>נא)*) - תוספות ביכורים</b> על משניות, עודנו בכ\"י לש\"ב הרה\"ח מוהרצ\"ה קרמל ז\"ל."
            }
        }
    },
    "meta": "Seif-Paragraph",
    "work": "Kuntres Peleitat Sefarim"
}