{
    "work": "Rosh Hashanah", 
    "text": {
        "66": {
            "1": "How do I know there should be three sets of three blasts each? It states \"you should blast the shofar of Teruah\", \"A day of rest, to remember the shofar blasts\", \"A day of shofar blasts it shall be for you\".", 
            "0": "As it didn't need to state \"In the seventh month\". Why did it? To show that all blasts in the seventh month are the same.", 
            "3": "How is this done?", 
            "2": "And how do I know that what is written about this (Rosh Hashana) applies in this (Jubilee)? It states twice the word \"seventh [month]\" to learn from one to the other.", 
            "4": "three times, equaling nine blasts."
        }, 
        "56": {
            "1": "We see from here that R' Zeira's opinion is that the one who blows the shofar must have intent for the listeners [to fulfill their obligation]", 
            "0": "Have \"intention\" [to perform the mitzvah]and blow the shofar for me"
        }, 
        "20": {
            "1": "Rabbi Yehoshua says: ", 
            "0": 0, 
            "2": "In Nisan the world was created, in Nisan the Patriarchs were born, in Nisan the Patriarchs died, on Passover Isaac was born, on Rosh HaShanah Sarah, Rachel, and Hannah were remembered, on Rosh HaShanah Joseph left prison, on Rosh HaShanah slavery was lifted from our forefathers in Egypt, in Nissan they were redeemed, and in Nisan they will be redeemed in the future."
        }, 
        "58": {
            "42": 0, 
            "48": "Because the verse says “For I will bring healing to you, and of your wounds I will heal you, says the Lord, for they called you an outcast, that is Zion whom no one seeks out.” (Jeremiah 30:17) This teaches that she needs to be sought.", 
            "43": 0, 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": 0, 
            "47": "From where do we learn that one should make a memorial for the Holy Temple? ", 
            "44": 0, 
            "45": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "64": {
            "11": "However, it was taught [in a braaita]:", 
            "10": "This implies that we do prevent women!", 
            "13": "Abaye said,", 
            "12": "We do not prevent women or children from blowing the Shofar on the festival!", 
            "15": "This is R' Yehuda [who requires that we prevent women from blowing the shofar on the festival], while this is R' Yosi and R' Shimon [who permit women to blow the shofar on the festival]", 
            "14": "this is not a difficulty.", 
            "17": "R' Yosi and R' Shimon say:", 
            "16": "As it is taught [in a braaita]: \"Speak to the sons of Israel\" -- [this teaches,] the sons of Israel perform the laying of the hands, while the daughters of Israel may not perform the laying of the hands. These are the words of R' Yehuda.", 
            "18": "For women, the laying of the hands is optional.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": "We do not prevent a child from blowing [the shofar]:", 
            "8": 0
        }, 
        "19": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": "... ", 
            "29": "It was taught that Rabbi Eliezer said:", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "30": "\"In Tishrei the world was created. In Tishrei the forefathers were born. In Tishrei the forefathers died. During Passover Yitzchak was born. During Rosh Hashanah Sarah, Rachel, and Hannah were remembered. During Rosh Hashanah Joseph left the dungeon.\""
        }, 
        "32": {
            "54": "'Since he does not stand upon his word, do not stand with him, as it is stated, 'who lifts up iniquity and forgoes on sin.' To whom does He lift up iniquity? To the one who forgoes sin.” ", 
            "42": 0, 
            "48": "In the end, he recovered. Rav Pappa was embarrassed to see him. ", 
            "43": " \n(Rava said,)", 
            "49": "He said to him, ", 
            "52": "“Yes, it was like that (that I was supposed to die).", 
            "53": "But the Holy One, blessed be He, said to them,", 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": "He saw that the world was weak for him. He said to them, ", 
            "47": "“Prepare his provisions for him (for his burial).” ", 
            "44": "\"Anyone that forgoes his traits [of exactitude has] all of his sins forgiven, as it is stated (Micha 7:18), 'who lifts up iniquity and forgoes on sin.' To whom does He lift up iniquity? To the one who forgoes on sin.” ", 
            "45": "Rav Huna the son of Rav Yehoshua became weak. Rav Papa went up to ask about him. ", 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": "But the schismatics, the betrayers, the converts away from Judaism, heretics, deniers of Torah, deniers of the resurrection, those who separate from the community, those who ‘spread their terror in the land of the living,’ who sinned and made the masses sin like Yerovam ben Nevat and his fellows – these descend to Gehinnom and are judged there for all generations, as it says “And they shall go out and see the corpses of the people who rebelled against Me…” (Yeshayahu 66:24) Gehinnom will be consumed but they will never be consumed, as it says “…and their form will outlast the grave as his dwelling place (zevul).” (Tehillim 49:15) ", 
            "4": "Both the sinners of Israel and the sinners of the nations of the world descend bodily to Gehinnom and are judged there for twelve months. After twelve months their bodies are consumed and their souls burnt and the wind scatters them under the feet of the righteous, as it says “And you shall crush the wicked, for they will be as ash under the soles of your feet…” (Malachi 3:21) ", 
            "7": "R’ Yitzchak bar Avin said: ", 
            "6": "Why so much? Because they laid their hands on the dwelling place (zevul), as it says ‘as his dwelling place’ and dwelling place only refers to the Holy Temple as it says “I have surely built You a house to dwell in…” (Melachim I 8:13) Of all these Chana said “Those who strive with the Lord will be broken…” (Shmuel I 2:10) ", 
            "9": "Rava said: ", 
            "8": "their faces will be black like the bottom of a pot. ", 
            "51": "He said (to him),", 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": "among them are the most beautiful of the inhabitants of Mechuza, and they will be called ‘the children of Gehinnom’.", 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0, 
            "50": "“What did you see?”"
        }, 
        "31": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": "even a change of location [can cancel the decree]! As it is written, \"and the LORD said to Abram, go forth from your land,\" (Genesis 12:1) and then, \"and I will make of you a great nation,\" (Genesis 12:2).", 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": "And Rabbi Yitzhak said:", 
            "6": 0, 
            "9": 0, 
            "8": "A person is only judged on the basis of his actions at that specific time, as it says, \"For God hath heard the voice of the lad where he is\" (Genesis 21 17).", 
            "38": "(Exodus 32:32; Moshe asking Hashem to have mercy on Bnei Yisrael after the Golden Calf) \"And if not, erase me from your book that you have written.\" \"Erase me\"--this is the book of sinners. \"From your book\"-- this is the book of the tzadikim. \"That you wrote\"--this is the book of the beinonim. ", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": "And Rabbi Isaac said [further]:", 
            "14": 0, 
            "17": "charity, crying out [in prayer], changing one's name, and changing one's conduct. ", 
            "16": "Four things cancel the decree against a person, and they are:", 
            "19": "And there are those who say", 
            "18": "Charity (tzedaka), as it is written, \"and righteousness (tzedaka) saves from death,\" (Proverbs 10:2). Crying out, as it is written, \"they cried out to the LORD in their suffering, and God took them from their distress,\" (Psalms 107:28). Change of name, as it is written, \"as for your wife Sarai, do not call her by the name Sarai, for Sarah is her name\" and continues, \"I will bless her and further I will give you a son from her\" (Genesis 17:15-16). Change of conduct, as it is written, \"And God saw their conduct [as they turned from their evil ways],\" and continues, \"and God renounced the punishment that had been pronounced upon them and did not carry it out\" (Jonah 3:10).", 
            "31": "R' Kaspodai said in the name of R' Yochanan: ", 
            "30": 0, 
            "37": "R' Nachman bar Yitzhak said it is from here...", 
            "36": "Why is it written [in tanakh] \"They should be erased from the book of life and with the tzadikim do not inscribe them\" (Psalms 69:29; David is discussing his enemies)? \"They shall be erased from the book\"--this is the book of absolute sinners. \"Life\"--this is the book of tzadikim. \"And with the tzadikim do not enscribe them\"--this is the book of beinonim.", 
            "35": "R' Avin said: ...", 
            "34": "If they succeed--written for life. If they do not succeed--written for death. ", 
            "33": "Absolute tzadikim--written and sealed immediately for life. Absolute sinners--written and sealed immediately for death. Beinonim are held in the balance and stand from Rosh Hashana until Yom Kippur. ...", 
            "32": "Three books are opened on Rosh Hashana. One of absolute sinners, one of absolute tzadikim, and one of beinonim (in-betweeners). ..."
        }, 
        "30": {
            "56": "in the name of R' Akiva", 
            "77": "why do we blow and sound a teruah when we are sitting, ...", 
            "54": "prayer is helpful both before and after the judgement is sealed", 
            "42": "a king and a congregation (which both await judgement) the king has precedence, as it says \"to execute the justice of his servant and his nation Israel\"", 
            "48": "Says R' Yosef", 
            "43": "what is the reason?", 
            "60": "and why did the Torah say to bring two loaves of bread on Atzeret (Shavuot)? Because Atzeret is the time for the (judgement for) the fruits of the tree. The Holy One said: ", 
            "61": "Bring before me two breads on Atzeret in order that your fruits of the tree be blessed", 
            "62": "and why did the Torah say to pour water on Sukkot? The Holy One said: ", 
            "63": "Pour before me water on Sukkot in order that the rain of the year be blessed. And Say before me on Rosh Hashana kingship, remembrance, and shofar", 
            "64": "kingship in order that you make me king over yourselves, remembrance so that your remembrance comes before me for good, and how? With the Shofar\"", 
            "49": "in accordance with who do we pray for the sick and the weak?", 
            "66": "why do we blow with the horn of a ram?", 
            "67": "Said the Holy One:", 
            "68": "blow before me with a ram's horn in order that I remember for you the binding of Isaac son of Abraham, and I will consider it as if you bound yourselves before me", 
            "69": "(and says) R' Yitzchak: why do we blow on Rosh Hashana?", 
            "52": "even in accordance with the Rabbis and R' Yitzchak", 
            "53": "because R' Yitzchak said:", 
            "24": "People are judged every hour, as it says (Job 7, 18) \"for seconds I will test him\"...", 
            "25": "And if you will suggest that our Mishna is in fact R' Yehudah, and our Mishnah was listing the times of the year that the judgement is sealed, still our Mishnah is a contradiction with reguard to the judgement of people", 
            "26": "Says Rava:..", 
            "27": "This Tanna is the academy of R' Yishmael", 
            "20": "on Pesach for produce of the field, on Atzeret (Shavuot) for the fruits of the tree, on the festival (Sukkot) for water, and people are judged on Rosh Hashana and their judgement is sealed on Yom Kippur", 
            "21": "R' Yossi says:", 
            "22": "People are judged every day, as it says (Job 7:18) \"and I will remmember him in the mornings\"", 
            "23": "R' Natan says:", 
            "46": "and if you want you can say", 
            "47": "(the king should receive judgement) before the anger (of G-D) is increased", 
            "44": "if you want you can say", 
            "45": "it isn't proper to have the king wait outside", 
            "28": "for the academy of R' Yishmael taught", 
            "29": "at four times in the year the world is judged", 
            "40": "the source for R' Yossi is from here (Kings 1 8:59) \"to excecute the justice of his servant and his nation Israel each and every day\" ", 
            "41": "and R' Chisda said further:", 
            "1": "On Passover, regarding produce; on Shavuot, regarding the fruits of the trees; On New Year's [ie. 1 Tishrei], all of those who are in this world pass before Him like children of Maron, as it is said, \"He who fashions their hearts at once; He who understands all their doings (Psalms 33:15).\" And on Sukkot, we are judged regarding water.", 
            "0": "Mishnah: During four different times, the world is judged. ", 
            "3": ".If we are speaking about the standing, ripe produce- then one can object \"all these occurrences that have happened to it already, when where they judged?\"  ", 
            "2": "...What produce?", 
            "5": "we are speaking about the produce that will be planted later this year.", 
            "4": "Rather", 
            "7": "But I will challenge you from a baraita:", 
            "6": "Is this to say that this produce is judged only once?", 
            "9": "likewise, a person who is subjected to a natural disaster or a disturbance- if it happened before Yom Kippur, it was judged during last years Yom Kippur. If it happened after Yom Kippur, it was judged this past Yom Kippur\"", 
            "8": "\"produce which was subjected to a natural disaster or a disturbance- if it happened before Pesach, it was judged during last years Pesach (before it was planted). If it happened after Pesach, it was judged this past Pesach (when it was already planted)", 
            "51": "and if you want you can say", 
            "39": "Therefore, says R' Chisda, ", 
            "65": "Says R' Abahu", 
            "76": "rather (what we are asking is) ..", 
            "75": "why, the Torah said explicitly \"blow a teruah\"", 
            "38": "(we can retort to R' Yossi) \"remembering\" is also just an examination (not a judgement) ", 
            "73": "why do we blow a teruah? ", 
            "72": "rather (what we are asking is)", 
            "71": "why, the Torah said explicitly \"blow\"", 
            "70": "(The gemara objects) why do we blow? ", 
            "59": "bring before me an omer on Pesach in order that your produce in the fields should be blessed", 
            "58": "the Holy One said:", 
            "11": "we see from here (this beraita) that produce is judged twice.", 
            "10": "Says Rava:", 
            "13": "Therefore, when one sees that his slow growing crop is prospering, let him quickly plant his fast growing crop, in order that it should have grown slightly before the next judgement.", 
            "12": "Says Abaye:", 
            "15": "neither Rebbi Meir, or Rebbi Yehudah, or Rebbi Yossi, nor Rebbi Natan.", 
            "14": "Which tanna is our mishna in accordance with?", 
            "17": "\" All are judged on Rosh Hashana and their judgement is sealed on Yom Kippur, these are the words of R' Meir.", 
            "16": "As we taught in a baraita:", 
            "19": "All are judged on Rosh Hashana and their judgement is sealed on each in its own proper time", 
            "18": "R' Yehudah says: ", 
            "31": "and the Mishna was speaking about the beginning of the judgement", 
            "30": "on Pesach for produce of the field, on Atzeret (Shavuot) for the fruits of the tree, on the festival (Sukkot) for water, and people are judged on Rosh Hashana and their judgement is sealed on Yom Kippur", 
            "37": "because he would say (about the verse of R' Natan) that \"testing\" is just an examination (not a judgement) ", 
            "36": "\"why didnt R' Yossi say like R' Natan said? ", 
            "35": "rather, this is what we (R' Chisda)  are asking", 
            "34": "(the gemara retorts) why, his reason is as he stated (based on the verse): \"and I will remember him in the mornings\"", 
            "33": "\"What is R' Yossi's reasoning?\"", 
            "55": "it was taught in a baraita: \"says R' Yehudah", 
            "74": "(The gemara objects) why do we blow a teruah? ", 
            "32": "Says R' Chisda:", 
            "57": "why did the Torah say to bring an omer measurement on Pesach? Because Pesach is the time of the (judgement for) produce", 
            "50": "in accordance with R' Yossi "
        }, 
        "33": {
            "11": "God said to him:", 
            "10": "If the text itself did not say this, no one would be able to!  It teaches that the Holy Blessed One wrapped himself like a congregational leader and showed Moshe the sequence of prayer.", 
            "13": "\"YHVH, YHVH\":  I am the One before a person sins and I am the One after a person sins and repents.", 
            "12": "Every time that Israel sins, they should do this sequence before me and I will forgive them.", 
            "15": "It is covenant that the thirteen attributes always work (lit.: do not return empty), as it says (Exodus 34:10) \"Behold, I make a covenant.\"", 
            "14": "\"Merciful and compassionate God\":  Rav Yehudah said", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": "\"God passed over his face and called\":  Rabbi Yohanan said:", 
            "8": 0
        }, 
        "3": {
            "24": "Rabbi Yochanan said:", 
            "25": "How do we know that we only [start the] count for kings [years of rulership] from Nissan? As it says, (I Kings 6:1) \"And it was in the 480th year from when the Israelites left the land of Egypt, in the 4th year, in the month of Ziv [Iyyar], the second month of Solomon's kingship over Israel.\" There is a connection between the kingship of Solomon and the exodus from Egypt.", 
            "26": "Just like the exodus from Egypt is [counted by years starting] in Nissan, so too the kingship of Solomon [is counted] from Nissan.", 
            "27": "But the exodus from Egypt itself, how do we know we [start] counting [years] from Nissan?", 
            "20": "This is obvious!", 
            "21": "No, it is necessary, for [the case if] they elected him in Adar [but he had not yet assumed the role of king], and he is [to be] a king the son of the king.", 
            "22": "What would you have said?", 
            "23": "'Let them count it as 2 years [of kingship once the next Nissan passes].' It teaches us [that it only counts as one year]", 
            "28": "Perhaps we count from Tishrei!", 
            "29": "Don't think that, for it is written, (Numbers 33:38) \"And Aaron the Kohen went up the mountain by the word of God, and he died there, in the 40th year since the Israelites had left the land of Egypt, on the 1st day of the 5th month.\" And it is written, (Deuteronomy 1:3) \"And it was in the 40th year, on the first day of the 11th month, Moses spoke...\" From the fact that when it was in Av, it calls it the 40th year, and when it was in Shevat, it [continued to] call it the 40th year, it implies that Tishrei is not the beginning of the year.", 
            "1": "[It was previously stated:] 'If he had only been appointed on the first of Nissan, we do not consider it a year [of kingship] for him until the next Nissan comes.' ", 
            "0": "teaches us that Nissan is the beginning of the year for kings, and that one day of a year [can be] considered a [full] year.", 
            "3": "No, it is necessary, for [the case if] they elected him in Adar [but he had not yet assumed the role of king].", 
            "2": "This is obvious!", 
            "5": "'Let them count it as 2 years [of kingship once the next Nissan passes].' It teaches us [that it only counts as one year].", 
            "4": "What would you have said?", 
            "7": "If he dies in Adar, and another one succeeds him in Adar, the year is counted for this one and that one.", 
            "6": "Our rabbis taught [in a Baraita]: ", 
            "9": "If he dies in Adar, and another one succeeds him in Nissan, count the first one [that is, the year that Adar was in] for the first [king], and the second [that is, the year that Nissan was in] for the second [king].", 
            "8": "If he dies in Nissan, and another one succeeds him in Nissan, the year is counted for this one and that one.", 
            "11": "'If he dies in Adar, and another one succeeds him in Adar, the year is counted for this one and that one.'", 
            "10": "Master had [previously] said:", 
            "13": "What would you have said? ", 
            "12": "This is obvious!", 
            "15": "[It was previously stated:] 'If he dies in Nissan, and another one succeeds him in Nissan, the year is counted for this one and that one.' ", 
            "14": "'We don't count a year for two.' It teaches us [that we do in this case].", 
            "17": "What would you have said?", 
            "16": "This is obvious!", 
            "19": "[It was previously stated:] 'If he dies in Adar, and another one succeeds him in Nissan, count the first for the first [king], and the second for the second [king].'", 
            "18": "'When we say that one day [can be] considered a [full] year, [that's only] at the end of the year. But at the beginning of the year, we do not say that.' It teaches us [that a day can be considered a year even if it is a day at the beginning of it.]", 
            "31": "Perhaps it is from the building of the Tabernacle!", 
            "30": "That is good for that [verse in Numbers] that explicitly mentions the exodus from Egypt. But that [verse in Deuteronomy], from where [do we know] that it [counts] from the exodus from Egypt?", 
            "37": "for it is written (Deuteronomy 1:4) \"This was after he had defeated Sichon...\" When Aaron died, Sichon was still alive, as it is written", 
            "36": "Do not think that,", 
            "35": "Perhaps the story of Shevat [in Numbers] occurred first [and that is why the years did not change from 40th to 41st, for Tishrei was not passed by]!", 
            "34": "And from where [do we know] that the episode of Av [in Deuteronomy] occurred first?", 
            "33": "'A scriptural connection [exists between] \"20th year\" and \"20th year\".' Here as well, a scriptural connection [exists between] \"40th year\" [in Numbers] and \"40th year\" [in Deuteronomy]. Just like here is from the exodus from Egypt, so too here is from the exodus from Egypt.", 
            "32": "[No,] it is as Rav Pappa said: "
        }, 
        "2": {
            "11": "'Debt documents that are predated [that is, the transaction truly happened later than the year of the king stated on the document] are invalid. Postdated, valid.'", 
            "10": "for it is taught [in a (Mishnah Sheviit 10:5)], ", 
            "13": "A king that is appointed on the 29th of Adar, once the 1st of Nissan comes, it is counted for him as [if he had been king for] a year.", 
            "12": "Our rabbis taught [in a Baraita]: ", 
            "15": "Our master had [previously] said: ", 
            "14": "If he had only been appointed on the first of Nissan, we do not consider it a year [of kingship] for him until the next Nissan comes.", 
            "17": "This", 
            "16": "'A king that is appointed on the 29th of Adar, once the 1st of Nissan comes, it is counted for him as [if he had been king for] a year.' ", 
            "1": "The first of Nissan is the beginning of the year for kings and holidays. The first of Elul is the beginning of the year for animal tithes.", 
            "0": "Mishnah: There are four \"beginnings of the year.\" ", 
            "3": "[animal tithes start] on the first of Tishrei. ", 
            "2": "Rabbi Elazar and Rabbi Shimon say", 
            "5": "The first of Shevat is the beginning of the year for trees, so says Beit Shammai. Beit Hillel says ", 
            "4": "The first of Tishrei is the beginning of the year for years, for the Sabbatical years, the Jubilees, for planting, and for vegetables. ", 
            "7": "Gemara: Of what halachic import is [the beginning of Nissan] for kings?", 
            "6": "it is the 15th of that [month]", 
            "9": "For [debt] documents,", 
            "8": "Rabbi Chisda said:"
        }, 
        "5": {
            "24": "It was taught:", 
            "25": "Koresh is Daryavesh, is Artachshasta.", 
            "26": "Koresh, for he was a kosher king. Artachshasta, for the name of his kingdom, and what was his name, Daryavesh was his name.", 
            "27": "Nevertheless [the first question is still] a difficulty!", 
            "20": "That same time, the next year, [Adar in the 7th year,] Ezra and his exile with him came up from Babylonia. And it is written, (Ezra 7:8) \"And Ezra came to Jerusalem in the fifth month, which was in the seventh year of the king.\" If [our suggestion that Nissan starts the year count for Daryavesh] is correct, it should have been the \"8th year\" [when Ezra had gone to Jerusalem]!", 
            "21": "And furthermore,", 
            "22": "is this comparable?", 
            "23": "There is Koresh [who was kosher], here is Daryavesh.", 
            "28": "Rabbi Yitzchak said:", 
            "29": "It is not a difficulty.", 
            "1": "Rav Pappa said:", 
            "0": "it is according to some other counting! ", 
            "3": "And from what [does one know] that the episode of Kislev [in chapter 1] happened first? Perhaps the episode of Nissan [in chapter 2] happened first! ", 
            "2": "There is a scriptural connection between \"20 years\" [in chapter 1] and \"20 years\" [in chapter 2]. Just like there [in chapter 2] it refers to Artachshasta, so too here [in chapter 1] it refers to Artachshasta.", 
            "5": "for it is taught [in a baraita]:", 
            "4": "Do not think this,", 
            "7": "'The things that Chanani said to Nechemiah in Kislev': As it says, (Nehemiah 1:1-3) \"The words of Nechemiah the son of Chachaliah. It was in the month of Kislev, in the 20th year, as I was in Shushan the capital.", 
            "6": "The things that Chanani said to Nechemiah in Kislev, Nechemiah said to the king in Nissan. ", 
            "9": "And they said to me, “The survivors who are left from the captivity in the province are there in great distress and reproach. The wall of Jerusalem is also broken down, and its gates are burned with fire.”' 'Nechemiah said to the king in Nissan': As it says, (Nehemiah 2:1) \"And it was in the month of Nisan, in the twentieth year of King Artachshasta, when wine was before him, that I took the wine and gave it to the king. Now I had never been sad in his presence before. And the king said to me, “Why is your face sad, since you are not sick? This is nothing but sorrow of heart.” ", 
            "8": "Chanani one of my brethren came with men from Yehuda, and I asked them concerning the Jews who had escaped, who had survived the captivity, and concerning Jerusalem. ", 
            "11": "Then the king said to me, “What do you request?\" So I prayed to the God of heaven.", 
            "10": "So I became dreadfully afraid, and said to the king, “May the king live forever! Why should my face not be sad, when the city, the place of my fathers’ tombs, lies waste, and its gates are consumed by fire?\" ", 
            "13": "Then the king said to me, and the 'segel' sitting beside him, “How long will your journey be? And when will you return?” So it pleased the king to send me; and I set him a time.\"", 
            "12": "And I said to the king, “If it pleases the king, and if your servant has found favor in your sight, I ask that you send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”", 
            "15": "(Haggai 1:15) \"On the twenty-fourth day of the sixth month, in the second year of Daryavesh.\" And it is written, (Haggai 2:1) \"In the seventh month (in the second year) on the twenty-first of the month...\" If [our suggestion that gentile kings are counted from Nissan, the 6th month] is correct, it should have been \"in the 7th month, in the 3rd year\"!", 
            "14": "Rav Yosef asked [from a higher source]:", 
            "17": "Koresh was a kosher (lit., fit) king. Therefore, we count his [years] like the Israelite kings.", 
            "16": "Rabbi Abahu said, ", 
            "19": " Firstly, if this is so, the verses are difficult with each other, for it is written (Ezra 6:15) \"The Temple was finished on the third day of the month Adar, which was in the sixth year of the reign of King Daryavesh.\" And it is taught [in a baraita]:", 
            "18": "Rav Yosef attacked [with a logical question]:", 
            "31": "Rav Kahana attacked [with a logical question]: ...", 
            "30": "Here [when we count him according to the Israelite counting] is before he turned bad. Here [when we count him according to the gentile counting] is after he had turned bad.", 
            "33": "But it is written,", 
            "32": "Did he really turn bad?"
        }, 
        "4": {
            "24": "And I'll say it [means] \"2nd of the week\"!", 
            "25": "Firstly,", 
            "26": "we do not find it [ever] written \"2nd of the week\".", 
            "27": " Additionally,", 
            "20": "What is \"[on the] 2nd\"? Is it not the second month from when they [began to] count his [years of] kingship?", 
            "21": "Ravina attacked [with a logical question]:", 
            "22": "And I'll say that \"[on the] 2nd\" refers to the 2nd [day] of the month!", 
            "23": "If so, it would have written \"2nd of the month\" explicitly. ", 
            "28": "there is a scriptural connection of the last \"2nd\" to the 1st \"2nd\". Just like the 1st \"2nd\" is monthly, so too the last \"2nd\" is monthly.", 
            "29": "A baraita that accords with Rabbi Yochanan: ", 
            "1": "This is what it means when it is written, (Numbers 20:29), \"And the entire congregation saw that ['ki'] Aaron had passed away...\" And Rabbi Abahu said, ", 
            "0": "(Numbers 21:1) \"And the Canaanite king, Arad, heard...\" What news did he hear? He heard that Aaron had died, and that the clouds of glory left, and he thought that permission was being given [to him] to wage war against Israel. ", 
            "3": "\"[The word] 'ki' can be used as 4 words, ", 
            "2": "'Don't read it \"they saw\" ['vayiru'] but rather \"they became seen\" ['vayira'u']. This is like Resh Lakish, for Resh Lakish said,", 
            "5": "Can these [verses] be compared? ", 
            "4": "'if', 'maybe', 'but', 'because' [and thus, they were unprotected because he passed away].", 
            "7": "It is taught: ", 
            "6": "There [in Numbers,] it is Canaan. Here [in Deuteronomy], it is Sichon. ", 
            "9": "Alternatively: ", 
            "8": "He who is Sichon, is Arad, and is Canaan. He is Sichon, for he is similar to a colt [si'ach] in the desert. He is Canaan, for the name of his kingdom. And what is his [real] name? Arad is his name. ", 
            "11": "And I'll say ", 
            "10": "He is Arad, for he is similar to a wild donkey [arud] in the desert. He is Canaan, for the name of his kingdom. And what is his [real] name? Sichon is his name.", 
            "13": "Do not think that, for it is written (Exodus 40:17) \"And it was in the first day, of the 1st month of the 2nd year, that they established the Tabernacle.\" And it is also written, (Numbers 10:11) \"And it was in the 2nd month of the 2nd year, the cloud arose from upon the Tabernacle.\" ", 
            "12": "that Iyyar is the beginning of the year [for how the Torah counts years]! ", 
            "15": "And I'll say that Sivan is the beginning of the year [for how the Torah counts years]! ", 
            "14": "The fact that this one is in Nissan, and it calls it the 2nd year, and that one is in Iyyar, and it [continues to] call it the 2nd year, implies that Iyyar is not the beginning of the year.", 
            "17": "And I'll say it is Tammuz, I'll say it is Av, I'll say it is Adar!", 
            "16": "Do not think that, for it is written (Exodus 19:1), \"And it was in the 3rd month from when the Israelites left the land of Egypt...\" And if [our suggestion] were correct, then it should be \"in the 3rd month in the 2nd year\".", 
            "19": "'[Learn the proof for Nissan] from here: (I Chronicles 3:2) \"And he began to build in the 2nd month, on the 2nd, in the 4th year of his kingship.\"", 
            "18": "Rather, Rabbi Elazar said, ", 
            "31": "Rabbi Chisda said, ", 
            "30": "How do we know that kings are only counted from Nissan? As it says, (I Kings 6:1), \"And it was in the 480th year from when the Israelites left the land of Egypt...\" And it is written (Numbers 33:38) \"And Aaron the Kohen went up the mountain by the word of God...\" And it is written, (Deuteronomy 1:3) \"And it was in the 40th year, on the first day of the 11th month...\" And it is written, (Deuteronomy 1:4) \"This was after he had defeated Sichon...\" And it says, (Numbers 21:1) \"And the Canaanite heard...\" And it says (Numbers 20:29), \"And the entire congregation saw that Aaron had passed away...\" And it says (Exodus 40:17), \"And it was in the 1st month of the 2nd year...\" And it says, (Numbers 10:11) \"And it was in the 2nd month of the 2nd year...\" And it says, (Exodus 19:1), \"And it was in the 3rd month from when the Israelites left the land of Egypt...\" And it says, (I Chronicles 3:2) \"And he began to build...\"", 
            "36": "Perhaps", 
            "35": "That is good for that [verse in chapter 2] that explicitly mentions Artachshasta, but that [verse in chapter 1], from what [does one know] it is regarding Artachshasta?", 
            "34": "From the fact that this one is in Kislev, and it calls it the 20th year, and this one is in Nissan and it [continues to] call it the 20th year, implies that the beginning of the year [for gentile kings] is not Nissan.", 
            "33": "as it says, (Nehemiah 1:1) \"The words of Nechemiah the son of Chachaliah. And it was in the month of Kislev in the 20th year...\" And it is written, (Nehemiah 2:1) \"And it was in the month of Nissan in the 20th year of Artachshasta...\" ", 
            "32": "'They only taught this in regard to Jewish kings. But for the kings of the nations of the world, we count from Tishrei, "
        }, 
        "7": {
            "42": "To be [exegetically] connected to \"for the holiday of Pesach\".", 
            "24": "The holidays are all connected [exegetically] together, because all of them atone for [one who brought] impurity to the Temple or its holy [vessels]. ", 
            "25": "And what is the reason for Rabbi Elazar son of Rabbi Shimon['s opinion]? ", 
            "26": "As was taught [in a <i>Baraita</i>]: Rabbi Elazar bar Rabbi Shimon says: ", 
            "27": "Is the verse not talking [about] the holiday of <i>Succot</i>? ", 
            "20": "As it is written, (Numbers 29:39) \"These [sacrifices] shall you do for God in his holidays\". 'Holidays' [implies] at least two [need to pass before violating \"do not delay\"]. ", 
            "21": "[While] the Rabbanan [use this verse]", 
            "22": "as Rabbi Yonah [taught], ", 
            "23": "for Rabbi Yonah said: ", 
            "28": "Why does it say [the law of \"do not delay\" there]? ", 
            "29": "To say that [<i>Succot</i>] causes [the violation of \"do not delay\"]. ", 
            "40": "[The reason we make a connection between Shavuot and Pesach for seven makeup days and not Shavuot and Sukkot for eight makeup days because] \"you [try to] grab too much, you will not grab, you [try to] grab a little, you will grab.\" [We go for the smallest innovation]", 
            "41": "Then for what legal purpose did the Torah have written \"for the holiday of Sukkot\" [if it remains unused and repetitious]?", 
            "1": "Rabbi Shimon says,", 
            "0": "gleanings, forgotten sheaves, and corner fields [collectively known as gifts for the poor], once 3 holidays pass, one violates \"do not delay\". ", 
            "3": "Rabbi Meir says,", 
            "2": "'3 holidays in order, and Pesach is first.'", 
            "5": "Rabbi Eliezer ben Yaakov says, ", 
            "4": "'Once 1 holiday passes, one violates \"do not delay\".' ", 
            "7": "Rabbi Elazar in the name of Rabbi Shimon says,", 
            "6": "'Once 2 holidays pass, one violates \"do not delay\".'", 
            "9": "What is the reason for the first authority [which stated that the time limit for \"do not delay\" is 3 holidays, in any order]? ", 
            "8": "'Once the holiday of Sukkot passes, one violates \"do not delay\".'", 
            "39": "If one did not bring the chagigah offering during the first festival day of Sukkot, one may bring the chagigah during the entire festival and during the last festival day of Sukkot.", 
            "38": "As was taught [in a (Mishnah Chagigah 1:6)]:", 
            "11": "Learn from this [unnecessary repetition] for \"do not delay\" [is three holidays in any order]. ", 
            "10": "Let's see. Once we already leave [the topic of the laws of the holidays], why go back to it and write, (Deuteronomy 16:16) \"On the holiday of Pesach, on the holiday of Shavuot, on the holiday of Sukkot...\"? ", 
            "13": "It did not need to say \"on the holiday of Sukkot\", for Scripture was talking about it [in the context of Sukkot specifically in (Deuteronomy 16:14-15)]. Why was it stated [again]? ", 
            "12": "And Rabbi Shimon says, ", 
            "15": "And what is the reason for Rabbi Meir['s opinion above that one violates it after even one holiday]? ", 
            "14": "To tell you that this is the last [holiday before one violates \"do not delay\"].", 
            "17": "[While] the Rabbanan [use this verse] as [a source for] a positive commandment,", 
            "16": "As it is written, (Deuteronomy 12:5) \"And you will come there and you will bring there\".", 
            "19": "And what is the reason for Rabbi Eliezer ben Yaakov['s opinion above that one violates it after two holidays pass]? ", 
            "18": "Rabbi Meir [position is], since the Merciful One said come, and you didn't come, automatically you violate \"do not delay\".  ", 
            "31": "It is [a] necessary [repetition] for that of Rabbi Elazar in the name of Rabbi Oshiya,", 
            "30": "Rabbi Meir and Rabbi Eliezer ben Yaakov [who both use verses other than the one in Deuteronomy everyone else used], this [verse of] \"On the holiday of Pesach, on the holiday of Shavuot, on the holiday of Sukkot...\", how do they expound it [so as to not contradict their rulings of \"do not delay]?", 
            "37": "[But] I would suggest that we [only] say the eight is a separate holiday [specifically] for the issues of [the acronym] P-Z-R K-Sh-V [standing for Payis (a lottery was performed for the bull offered, as opposed to the days of Sukkot where all Mishmarot offered bulls in order), Zman (the Berachah of \"Shehecheyanu\"), Regel (it has its own name), Korban (it has its own group of Korbanot), Shirah (it has its own song of the day for the day), Berachah (it has its own blessing in prayers)], but for the issue of makeup [opportunity] everyone agrees it [has the] makeup of the first [day].", 
            "36": "[Sukkot cannot be connected in terms of makeup up because] the eight [day] is a separate holiday.", 
            "35": "[Meaning,] just as the latter has eight [days] of makeup [opportunity], so too here [with Shavuot], there are eight!", 
            "34": "Let us, [then] make an [exegetical] connection [of Shavuot] to Sukkot!", 
            "33": "\"How do we know for Shavuot that there is [the opportunity to] makeup [the sacrifice] for seven [days]? The [Torah] teaches, \"On the holiday of Pesach, on the holiday of Shavuot, on the holiday of Sukkot...\" There is an [exegetical] connection of Shavuot to Pesach. Just like Pesach has a makeup [opportunity] all seven [days], so does Shavuot have a makeup [opportunity] all seven [days].", 
            "32": "as Rabbi Elazar in the name of Rabbi Oshiya said, "
        }, 
        "6": {
            "54": "Our rabbis taught [in a baraita]: ", 
            "42": "It's the 15th of Nissan [starting with Pesach]!", 
            "48": "Rabbi Shimon says, ", 
            "43": "Rav Chisda said:", 
            "49": "'The three holidays, in their order, and the holiday of Pesach is first. ", 
            "52": "How so?", 
            "53": "[If] someone takes a vow before Pesach, it is 3 [holidays before he violates \"do not delay\" because Pesach starts it, so it is Pesach, Shavuot, Sukkot]. Before Shavuot, 5 [which are Shavuot, Sukkot, Pesach, Shavuot, Sukkot]. Before Sukkot, 4.", 
            "24": "And if 'shegel' means the dog, does a dog drink wine?", 
            "25": "This is not a difficulty, for they trained it and it drank.", 
            "26": "But can this be? For it is written, (Psalms 45:10) \"The daughters of kings will visit you; the 'shegel' will stand at your right with golden jewelry from Ophir.\" ", 
            "27": "If the 'shegel' is the dog, what is the message to Israel? [Is it that dogs will be wearing jewelry? No, but you can read it allegorically.]", 
            "20": "What is this 'shegel'? ", 
            "21": "Rabbah bar Leima said in the name of Rav: ", 
            "22": "It is the dog [and it was there for illicit purposes]. ", 
            "23": "But can this be? Isn't it written, (Daniel 5:23) \"But have lifted up yourself against the Lord of heaven; and they have brought the vessels of his house before you, and you, and your lords, your 'shegels', and your wives, have drunk wine from them...\"", 
            "46": "For it is taught [in a baraita]: ", 
            "47": "Whether one makes a vow, or sanctifies [an object for holy use], or promises someone [else's] value [to the Temple], once the 3 holidays have passed, he violates (Deuteronomy 23:22) \"do not delay\". ", 
            "44": "['In Nissan' means] the holiday that is in it, is the beginning of the year for holidays.", 
            "45": "The practical difference is for someone who makes a vow [of donating something for holy purposes], when do we place upon him [the violation] of \"do not delay\" [for having delayed in fulfilling it]. And [the Mishnah's opinion] is that of Rabbi Shimon.", 
            "28": "This is how it should be read:", 
            "29": "For Israel having loved the Torah like the gentiles [love] the dog, they will merit \"golden jewelry from Ophir.\"", 
            "40": "\"And for the holidays\" [of Pesach, Shevuot, and Sukkot]:", 
            "41": "[Does the beginning of the year for] holidays [start] on the 1st of Nissan? ", 
            "1": "Rabbi Yitzchak said to him: ", 
            "0": "(Ezra 6:9) \"Whatever is needed--young bulls, rams, male lambs for burnt offerings to the God of heaven, and wheat, salt, wine and oil, as requested by the priests in Jerusalem--must be given them daily without fail\" [which shows he was a good king to the Jews]!", 
            "3": "(Ezra 6:10) \"...so that they may offer sacrifices pleasing to the God of heaven and pray for the well-being of the king and his sons.\"", 
            "2": "Rabbi, from your very source [I will prove you are wrong].", 
            "5": "But it is taught [in a baraita]:", 
            "4": "And someone who does this is not considered worthy?", 
            "7": "This is not a difficulty.", 
            "6": "Someone who says, 'This sela [coin] is for charity, so that my son shall live, and so that I will merit life in the world to come,' behold he is [considered] a completely righteous person!", 
            "9": "Alternatively, [a different answer]. ", 
            "8": "Here [when someone gives money to charity for the wrong reasons] is a case of a Jew. Here [when Koresh gave towards the building of the Temple for the wrong reasons] is a case of a gentile.", 
            "51": "'For holidays, sometimes it can be 3, sometimes it can be 4, sometimes it can be 5 [holidays before he violates \"do not delay\"]. ", 
            "39": "Rather, it is clearly how we taught first [and this is not a good proof].", 
            "38": "But perhaps originally he [just] didn't decide on a limit? ", 
            "11": "He thought, ", 
            "10": "How do we know that he turned bad? As it is written, (Ezra 6:4) \"With three rows of great stones, and a row of new wood: and let the expenses be given out of the king's house.\" Why did he do it thusly [and order wood]? ", 
            "13": "Do you really think Solomon didn't do the same thing?", 
            "12": "'If the Jews rebel, I'll light it on fire.'", 
            "15": "Solomon put it [i.e. the wood] on top and he [i.e. Koresh] put it on the bottom.", 
            "14": "But it is written, (I Kings 6:36) \"And he built the inner court with three rows of hewn stone, and a row of cedar beams.\" ...", 
            "17": "Solomon coated it with plaster, and he did not coat it with plaster.", 
            "16": "Solomon put it inside the building, he put it outside the building. ", 
            "19": "How do we know that he turned bad? From here, (Nehemiah 2:6) \"And the king said to me, and the 'shegel' was sitting next to him...\" ", 
            "18": "Rav Yosef, and some say it was Rabbi Yitzchak, said,", 
            "31": "Really 'shegel' means 'queen', and Rabbah bar Leima [who said it meant 'dog'] had a tradition for [his position].", 
            "30": "Alternatively, [a different answer].", 
            "37": "Originally, it was an endless [supply], but then it was limited! ", 
            "36": "How do we know that [Artachshasta] went bad? From here, (Ezra 7:22) \"Up to a hundred talents of silver, and to a hundred measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much.\" ", 
            "35": "Alternatively, [a different answer]. ", 
            "34": "Because she is sat down where the dog sits.", 
            "33": "Alternatively, [a different answer]. ", 
            "55": "The obligations of: one who promises his own value [to the Temple], or someone else's value [to the Temple], setting aside objects [for the Temple], sanctifying objects [for the Temple], [someone obligated in] sin sacrifices, guilt sacrifices, burnt sacrifices, peace sacrifices, charity, first-born and animal tithes, and tithes, the Pesach sacrifice,", 
            "32": "Why refer to [the queen] as a 'shegel'? For she is as beloved for him [the king] as a dog.", 
            "50": "And so, Rabbi Shimon bar Yochai said, "
        }, 
        "9": {
            "1": "From where are these words? As the Rabbis taught,", 
            "0": "it is exactly like [bringing] a Pesach offering [that they would just call it \"pesach\" in the baraita]? It indeed teaches us [this]."
        }, 
        "8": {
            "20": "If  so, it is the same as [something else already listed in the baraita,] peace-offerings.", 
            "21": "[The baraita] taught peace-offerings brought because of Pesach offerings [going missing or stolen], and [the baraita] taught peace-offerings brought by their own right.", 
            "22": "I might have thought to say,", 
            "23": "that since it refers to [a peace offering brought] because of a Pesach offering,", 
            "1": "And there, how do we know [Pesach requires lina]?", 
            "0": "just like Pesach requires [one to] sleep overnight [\"lina\" in the city of Jerusalem on the first night of the holiday], so too Sukkot requires [one to] sleep overnight [in Jerusalem].", 
            "3": "The Tanna Kamma and Rabbi Shimon ben Elazar, what is their source for being able to make up for Shavuot?", 
            "2": "As it is written (Deuteronomy 16:7), \"and you shall turn in the morning, and go to your tents\" [implying you had slept in the city that night].", 
            "5": "as Rabbah bar Shmuel taught:", 
            "4": "It is learned out for them from that which Rabbah bar Shmuel taught,", 
            "7": "I'll say [then] that Shavuot has one day [since it is counted by days, like the new month]!", 
            "6": "The Torah says that one should count the days and sanctify the [new] month, and says one should count the days and sanctify Shavuot [we can make a connection]. Just like the month [has a make up period] according to its counting [of day by day], so Shavuot [has a make up period] according to its counting [of week by week].", 
            "9": "\"Do you really think the days [til] Shavuot is counted and its weeks aren't counted? ", 
            "8": "Rava said,", 
            "11": "It is a commandment to count its days, and a commandments to count its weeks.", 
            "10": "But the master [previously] stated:", 
            "13": "Scripture [calls it] 'the festival of weeks'!\"", 
            "12": "And furthermore,", 
            "15": "[It is only ever brought on the eve of Pesach!] The Pesach offering has a set time for it! If it was offered, it was offered, and if it wasn't offered, [the opportunity to fulfill] is pushed off [i.e. missed]!", 
            "14": "[We counted the Pesach offering as capable of makeup for later.] But is the Pesach capable of being offered on holidays?", 
            "17": "\"'Pesach' was [just] inserted [into that baraita quoted previously].\"", 
            "16": "Rav Chisda says,", 
            "19": "\"What does 'Pesach offering' mean? The peace-offering [substitute for] the Pesach offering [when it gets lost or stolen].\"", 
            "18": "Rav Sheshet said,"
        }, 
        "65": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "40": "I only know this with regards to the jubilee. How do I know it applies with regard to Rosh Hashana? as it states in the seventh month.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": "How do I know that there needs to be a straight blast after it [the Teruah]? as it states you shall sound the shofar.", 
            "38": "How do I know that there needs to be a straight blast before it [the Teruah]? as it states \"and you shall sound a shofar of Teruah\".", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": "The Torah states \"In the seventh month\". What do these words teach us? That all the blasts of the seventh month are the same.", 
            "36": "How do I know that it is with a shofar? The verse (Leviticus 25, 9) states \"You shall sound the Shofar\". However, this is only about [Yom Kippur in] the Jubilee year. How do I know it applies to Rosh Hashana?", 
            "35": "The braisa states,", 
            "34": 0, 
            "33": 0, 
            "32": 0
        }
    }, 
    "meta": "Daf-Line"
}