{
    "text": {
        "3_Daf, 0_Comment": "כה\"ג ברי\"ף ע\"ז דף של\"א ע\"ב:",
        "5_Daf, 0_Comment": "כה\"ג בס\"פ יש מותרות ברי\"ף:",
        "7_Daf, 0_Comment": "הובא ברי\"ף יבמות סי' קג:",
        "7_Daf, 1_Comment": "צ\"ע די\"ל שאני התם דה\"ל לידע ודו\"ק ועיין בתוס':",
        "9_Daf, 0_Comment": "בכל אלמנ' אף בידוע ודו\"ק:",
        "9_Daf, 1_Comment": "אבל אין לחוש שכבר גבתה כתובה דהבעל או היורשים לא טענו כך:",
        "9_Daf, 2_Comment": "ברי\"ף מגילה סי' אלף סד:",
        "9_Daf, 3_Comment": "עיין פרק גט פשוט סימן תתקמז:",
        "9_Daf, 4_Comment": "אפי' בחד בי דינא וק\"ל:",
        "11_Daf, 0_Comment": "בגמ' גרסי' ואמר [וכ\"ה הב\"ח]:",
        "11_Daf, 1_Comment": "הר\"ן כתב לכן מפני שכבר מתו לא באו לבטל את העדים משא\"כ כשהם חיים ודאי בתראי מהימני ועי' תוס' והרא\"ש כי לתוס' קשה מ\"ש אנוסין היו דע\"כ גם העדי' פסולים ועל הר\"ן צל\"ע דאם מתו למה אין נאמנים בקטנים היו. ומלבד כל הנ\"ל הדבר תמוה לימא לתרי סהדי נגד תרי דאמרו אנוסין היו דהוי תרי נגד תרי ומ\"ש אלו אמרו לתרי על עד אחד מהם דאנוס היה ומה ענין צירופן יחד שיהיו נחשבין לתרי ולולי פירש\"י אמינא דמ\"ש תרי לבהדי תרי ר\"ל עדים אחרים אע\"פ שאינם מעידים רק כתב ידם מ\"מ הוי כאילו מעידים שהם הגונים וכשרים בכל עניני הכשר מכח חזקה ודו\"ק:",
        "11_Daf, 2_Comment": "זה פשוט בש\"ס ובפוסקים וצל\"ע שמאחר שכותבין שטר ללוה אע\"פ שאין מלוה עמו ואם מסר זה השטר בפני העדים למלוה והאמין לו מה לעדים בכך והרי התחייב עצמו נ\"ל דמשום מוקדם נגע בה דאין דעתו להשתעבד עד יום מתן מעות:",
        "13_Daf, 0_Comment": "עי' ברי\"ף יבמות סי' לב.",
        "14_Daf, 0_Comment": "צ\"ע דלחתום ארישא דמגילתא עי' בסמ\"ע סי' מו סקל\"ו וע' בר\"ן פה:",
        "17_Daf, 0_Comment": "עי' ברי\"ף גיטין סי' תקז:",
        "17_Daf, 1_Comment": "עי' ברי\"ף סנהדרין דף רסד ע\"ב:",
        "18_Daf, 0_Comment": "ברי\"ף יבמות דף קמט ע\"ב:",
        "20_Daf, 0_Comment": "בגמ' אמרי' הכי במאי עסקינן דמוחזק לן באבוה דהאי דכהן הוא ונפיק עליה קלא דבן גרושה או בן חלוצה הוא ואחתיניה ואתא עד א' ואמר ידענא ביה דכהן הוא ואסקיניה ואתו בי תרי ואמרו בן גרושה או חלוצה הוא ואחתיניה ואתא עד א' ואמר ידענא דכהן הוא וכו':",
        "26_Daf, 0_Comment": "כה\"ג עיין ברי\"ף גיטין סי' תלח:",
        "26_Daf, 1_Comment": "בפ' החובל פי' רש\"י אדם קל שבייש בושתו מרובה:",
        "27_Daf, 0_Comment": "תי' אונס נמחק:",
        "27_Daf, 1_Comment": "דאם היה אפשר לה להתעבר שפיר איבעיא ליה ש\"מ מיהא דס\"ל דיש קנס לקטנה:",
        "28_Daf, 0_Comment": "גי' גמ' של אחין:",
        "28_Daf, 1_Comment": "לכן לא נקט תנא דרך פורענות:",
        "30_Daf, 0_Comment": "צ\"ע ל\"ל הא דהל\"ל נישאת וזינתה בחנק דהרי גם במוציא שם רע כבר נישאת ועי' תוס' והרי\"ף ביקש ליישב זה בהסברתו בסמוך ומ\"מ קשה ל\"ל דסגי במאי דנישאת ועדיין היא נערה וא\"צ בתולה. עי' בבעל המאור ומלחמת ה':",
        "30_Daf, 1_Comment": "תי' דכתיב והוציא וכו' אביה נמחק:",
        "30_Daf, 2_Comment": "וכשתמצא גם פי' הרי\"ף כן רק במ\"ש נכנסה לחופה ולא נבעלה ועדיין היא בתולה כוונתו בזה להגדיל חידוש שבמוציא שם רע. עי' הגהות מהר\"ם:",
        "31_Daf, 0_Comment": "פי' כאילו סרחה עתה:",
        "31_Daf, 1_Comment": "שאילו זנתה עתה היא בחנק:",
        "32_Daf, 0_Comment": "צ\"ל כבודו לפי כבודו ולא לפי כבודה אימא כו':",
        "33_Daf, 0_Comment": "נ\"ב לא שתאכל בתרומה. ועי' בגמ' לענין מאי:",
        "34_Daf, 0_Comment": "בר תליסר לתעניתא מעת לעת ובתינוקות בת תריסר וכ\"א בס\"י:",
        "35_Daf, 0_Comment": "ע\"ל ברי\"ף פרק מציאת האשה סי' שד:",
        "35_Daf, 1_Comment": "לקמן ברי\"ף סי' שא:",
        "35_Daf, 2_Comment": "כה\"ג יבמות פרק חרש סי' קלט:",
        "35_Daf, 3_Comment": "בגמ' מקשה אונס דשריא רחמנא היכא משכחת לה:",
        "35_Daf, 4_Comment": "עיין לקמן ברי\"ף סי' שיא:",
        "36_Daf, 0_Comment": "גי' הגמ' היורשין:",
        "36_Daf, 1_Comment": "ר\"פ י\"א:",
        "36_Daf, 2_Comment": "עי' לקמן ברי\"ף סי' שלז:",
        "38_Daf, 0_Comment": "משמע (האחים)[מן הארום] ורש\"י גרס בהיפך ומסברא על האחין:",
        "38_Daf, 1_Comment": "ל\"ג בגמ':",
        "38_Daf, 2_Comment": "צ\"ע שהרי כבר פסק כרב דס\"ל ארוסה אין לה מזונות מן האחים מיד שתתארס ואף לאחר י\"ב חודש משנה שלימה תנן דאוכלת משל ארוס. ועי' בר\"ן:",
        "38_Daf, 3_Comment": "שבא על ארוסתו וילדה או אנס נערה ונשאה אח\"כ וילדה לו בת:",
        "42_Daf, 0_Comment": "מן הגה\"ה וכו' עד ע\"כ נמחק:",
        "48_Daf, 0_Comment": "נ\"ב עיין אלפס גיטין סי' תקלח:",
        "49_Daf, 0_Comment": "בגמ' גרס איפכא:",
        "49_Daf, 1_Comment": "פי' שהוא מעכב עליה:",
        "59_Daf, 0_Comment": "עי' לעיל סי' רנב:",
        "63_Daf, 0_Comment": "בגמ' גריס (דכתיב) [וסימניך] אפרים ומנשה כראובן ושמעון יהיו לי:",
        "67_Daf, 0_Comment": "נ\"ב עי' הכא בתוס':",
        "70_Daf, 0_Comment": "נ\"ב צל\"ע אלמלא ראה לא ידע הא דתניא פ' מי שמתו לא יקרא אדם ק\"ש נגד צואת כלבים בזמן שיש בתוכם עורות ופי' שם שכן דרכן לתתן בעבוד עורות ועי' בפי' רש\"י דחגיגה דף ד' והיה נ\"ל לומר דרש\"י לא רצה לפרש הכא כן משום דא\"כ היינו בורסי אבל אין תירוץ זה מספיק:",
        "78_Daf, 0_Comment": "תיבת סתם נמחק:",
        "79_Daf, 0_Comment": "יש בפי' ושיטת הרי\"ף כמה שינוי גירסות ודברים שצ\"ע:",
        "79_Daf, 1_Comment": "צ\"ל שאין:",
        "79_Daf, 2_Comment": "ואמר להן וכו' אפי' דיעבד כ\"ז מוקף:",
        "81_Daf, 0_Comment": "לפי' רש\"י גרסי' מידו מהו גם בהרי\"ף:",
        "81_Daf, 1_Comment": "ובעמוד פי' בע\"א:",
        "83_Daf, 0_Comment": "ליתא בגמ' ובאמת צ\"ע דא\"כ מ\"ט דר\"ע ועוד הלא קי\"ל הלכה כר\"ע והלכה כר\"נ וי\"ל דס\"ל לר\"ע דהא דר\"נ לית' רק כשמלוה חי משא\"כ כשמת ה\"ל שטרותיו בכלל מטלטלין דלא משתעבדו ומ\"מ דוחק הוא כי בחייו משתעבד לוה דידיה למלוה דידיה מדר\"נ ואיך ירשו יורשים זה:",
        "83_Daf, 1_Comment": "עי' ברא\"ש:",
        "83_Daf, 2_Comment": "ואין השליח נעשה עד דנאמר דזה דטען מחויב שבועה ומתוך שאינו יכול לישבע משלם דנוגע בעדות דאי טען העד החזרתיו היה צריך לישבע ולכך אין לו מיגו עיין תוס' פה ובפרק ח\"ה דף ל\"ד ע\"א:",
        "83_Daf, 3_Comment": "ברי\"ף שבועות סי' אלף קנח:",
        "85_Daf, 0_Comment": "פי' התוס' שר\"ל שאפילו הוא קרוב דאל\"כ כל עד אחד נמי:",
        "85_Daf, 1_Comment": "עי' לעיל ברי\"ף סי' קצז וברי\"ף גיטין סי' תלח וברי\"ף ב\"ק סי' קלא:",
        "86_Daf, 0_Comment": "עי' ברי\"ף יבמות סי' קנז:",
        "87_Daf, 0_Comment": "לקוחות כצ\"ל",
        "88_Daf, 0_Comment": "עי\"ל ברי\"ף סימן רמט:",
        "88_Daf, 1_Comment": "משום בדליכא רק לפרוע חד נקטיה:",
        "88_Daf, 2_Comment": "פ' הגוזל קמא פי' רש\"י בע\"א וע\"ש ברי\"ף:",
        "89_Daf, 0_Comment": "לקמן ברי\"ף סימן שסא:",
        "89_Daf, 1_Comment": "דאם כבר קנה רק שהשט\"ח והכתובה זמנם ביום א' הוה ליה כשני שטרות ביום א' דקי\"ל חולקין ולקמן תמה על זה דמ\"ש:",
        "89_Daf, 2_Comment": "פי' שזמנם ביום אחד:",
        "89_Daf, 3_Comment": "והיינו בשטרי מכר או מתנה דאותה שקדם הוא שלו ואין לו לאחר כלום בו אבל בשטרי הלואות דשניהם לוו איכא דררא דממונא למר ולמר וכו'. לשון הרא\"ש:",
        "89_Daf, 4_Comment": "צל\"ע כי לא ידעתי מאן ס\"ל לחלק בשני שטרי חובות בזה מה דכתובה ובע\"ח לבע\"ח יהבינן וקיבל הרי\"ף דאותו דס\"ל דהא שודא הוא דוקא בזמנם ביום א' משא\"כ לוה ונשא ואח\"כ קנה דלולי שקיבל זה לא ידעתי מנ\"ל דס\"ל חילוק זה רק דכתובה גריעה בכל גוונא:",
        "89_Daf, 5_Comment": "וכ\"ש הוא דביוצאים ביום א' שייך שודא משא\"כ בלוה ולוה וקנה כמ\"ש הרי\"ף לעיל ודו\"ק והסברא כיון דמ\"מ ביוצאים ביום אחד חד קדים:",
        "89_Daf, 6_Comment": "ר\"ל לוה ונשא ודו\"ק:",
        "91_Daf, 0_Comment": "עי' בגמ':",
        "92_Daf, 0_Comment": "והודאת הלוה לאו כלום היא דלאו כל כמיניה:",
        "94_Daf, 0_Comment": "צ\"ע להולמו דמאי איריא דמתחייבה שבועה כי העיקר היא דלא תפסה רק נתנה לה בעדים:",
        "94_Daf, 1_Comment": "צ\"ע מסי' קפ\"ח וי\"ל דפה מיירי בקנין:",
        "95_Daf, 0_Comment": "צ\"ע בחייו נמי תתבע בב\"ד אחר ע\"י שטר כתובתה ודו\"ק:",
        "99_Daf, 0_Comment": "פי' ראובן כי זבן משמעון רא\"ש:",
        "99_Daf, 1_Comment": "ברי\"ף גיטין דף קעט ע\"א:",
        "99_Daf, 2_Comment": "ר\"ל נעצרו שלא יוכלו לעבור:",
        "99_Daf, 3_Comment": "עי' רי\"ף פ\"ק דב\"ק דף ה' ע\"א:",
        "100_Daf, 0_Comment": "עי' ברי\"ף ב\"ק סימן ח:",
        "100_Daf, 1_Comment": "ומפרשינן ליה דר\"ל בתרי בבא קדמאי כ\"כ התוס' בפי' ר\"ח וא\"כ ס\"ל דפי' המשנה חולקים בשוה דרישא בשוה ממש משא\"כ פי' חולקין בשוה דבדברי רבי ולכן צ\"ע על קושיות הרי\"ף משינוי לשון דרישא וסיפא במשנה ועיין מ\"ש בקונטרס:",
        "101_Daf, 0_Comment": "עי' באוקימתא דש\"ס:",
        "101_Daf, 1_Comment": "עי' מ\"ש בסמוך בגליון:",
        "101_Daf, 2_Comment": "לפ\"ז היה ראוי לחדא למישקל ל\"ג ושליש וחדא פ\"ג ושליש וחדא קפ\"ג ושליש וצ\"ל דכתבא חדא לחברתה דין ודברים אין לי עמך וכו' כדאיתא בגמ' ודו\"ק:",
        "101_Daf, 3_Comment": "צ\"ל נשאר ק\"נ:",
        "101_Daf, 4_Comment": "צ\"ל והחמשים:",
        "102_Daf, 0_Comment": "כן משמע מפירוש רש\"י ולא כתוס':",
        "104_Daf, 0_Comment": "וא\"כ מיירי דוקא בקרקעות ואפי' יש עוד שבח יתר על ד' הכתובות כל שאינו שוה כשדה שנמצאת וכו' וע\"כ דכה\"ג מיירי דאם יש שדה אחר כזו מגבינן לה אותו שדה המשופה:",
        "105_Daf, 0_Comment": "נ\"ב צ\"ע:",
        "106_Daf, 0_Comment": "עי' ברי\"ף ב\"ב דף רכ\"ח ע\"א:",
        "109_Daf, 0_Comment": "בסי' שעב:",
        "109_Daf, 1_Comment": "התוס' לא פירשו כן:",
        "110_Daf, 0_Comment": "עיין באשר\"י צ\"ל עד כדי כתובה ר\"ל שעכ\"פ ישאר בידה כדי כתובתה: ד\"ת מ\"ז",
        "111_Daf, 0_Comment": "עי' לקמן סי' שע\"ח ע\"ש:",
        "112_Daf, 0_Comment": "קתבעה מזור:",
        "112_Daf, 1_Comment": "להו ליתמי זילו הבו לה מזוני לית כו'.",
        "115_Daf, 0_Comment": "פי' קטנים ודוק:",
        "115_Daf, 1_Comment": "משא\"כ בלא קיבל עליו אע\"פ שאינו רודף לא שייך לומר ל' יום כי כשיתבע יצטרכו תיכף למכור ולשלם. עי' סמ\"ע ר\"ס ק\"י ועוד דע\"כ ר\"ל שקיבל עליו להמתין בלי רבית. ומה דמקשה א\"ה רבית נמי פי' עד שיגדל ובכל זה תימה על הסמ\"ע ע\"ש:",
        "115_Daf, 2_Comment": "כהאי גוונא ברי\"ף ב\"מ דף ק\"ה ע\"ב:",
        "115_Daf, 3_Comment": "ויצא שכר הכרזה בהפסדה:",
        "117_Daf, 0_Comment": "עי' ברי\"ף (גיטין דף מ\"א ע\"ב) [יבמות פי\"ג סי' קל]:",
        "118_Daf, 0_Comment": "כנסה בידוע ונמצאת בידוע יש לה וכו' [וכ\"ה בדפוס קוסט']:",
        "118_Daf, 1_Comment": "עי' ברי\"ף יבמות סי' קיד:",
        "119_Daf, 0_Comment": "צ\"ל דמתני בהדה:",
        "120_Daf, 0_Comment": "ישמעאל:",
        "120_Daf, 1_Comment": "הוי מצי לאוקמא כשנתרצו לכתוב ואי בדקנו צ\"ע מאי מקשי לעיל על ר\"ל ממשנתינו:",
        "120_Daf, 2_Comment": "פי' בלי ידיעת הפוסק עי' תוס' ורא\"ש וצ\"ע רב ועיין בר\"ן פ\"ק דקדושין סימן תקפ\"ו:",
        "121_Daf, 0_Comment": "ברי\"ף ב\"ב פ\"ט סי' תתצ\"ג:",
        "121_Daf, 1_Comment": "ובבא זו לאו אנישאת לאחר קאי:"
    },
    "meta": "Daf-Comment",
    "work": "Hagahot Chavot Yair on Ketubot"
}