{
    "title": "Mishneh LaMelech on Mishneh Torah, Diverse Species",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Diverse_Species",
    "text": [
        [
            [
                "<b>הזורע שני מיני זרעים כאחד בארץ ישראל לוקה כו'.</b> רש\"י בפ\"ט דשבת (דף פ\"ד) כתב דכלאי זרעים לא אסירי כי אם מדרבנן וכבר תמהו עליו התוספות שם ועיין בפ\"ט דבכורות (דף נ\"ד) ובמה שפירש\"י שם ובתוס' ד\"ה דגן שהאריכו בזה. ועיין בפ\"ק דקדושין (דף ל\"ט) שכתב רש\"י דכלאי זרעים אסורין מן התורה וצ\"ע: "
            ],
            [],
            [
                "<b>ואסור לאדם לקיים כלאי זרעים בשדהו וכו'.</b> עיין במ\"ש מרן ועיין בפרק השוכר את הפועל (דף ס\"ד) דאמרינן בהדיא דרבנן פליגי עליה דר\"ע ולא עוד אלא שנראה שם דלרבנן מותר לקיים וזה הוא הפך מ\"ש מרן דלרבנן איסורא איכא. ויש ליישב קושיא זו בדוחק ודו\"ק: "
            ],
            [],
            [],
            [
                "<b>ואסור לישראל להניח לכותי שירכיב לו אילנות כלאים כו'.</b> מ\"ש מרן אין לומר דטעמו מדאמרינן בירושלמי דכותי אסור להרכיב כלאים כו' ורבינו בפ\"ט מהל' מלכים פסק דלא כוותיה. תימה הוא זה דהא בפ\"י הלכה ו' כתב מפי הקבלה שבני נח אסורין בהרכבת אילן וכיון דאיכא איסור אף דליכא חיוב מיתה פשיטא דאסור לומר לו שירכיב כלאים. ודברי רבינו שכתב ואסור לישראל להניח כו' נראים דטעמיה לאו משום ההיא דפרק הפועלים מדלא קאמר ואסור לומר לנכרי ומדבריו נראה דסבירא ליה דאף בלא אמירה אסור להניח וטעמא דמילתא כיון דנכרי מוזהר אם יניחנו עובר משום ולפני עור וכו': "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד הלפת עם הצנון כו'.</b> ממה שפירש רש\"י בפ' חלון (דף ע\"ט) אמתני' דהטומן לפת וצנונות דאינו חושש משום כלאים בכרם משמע דס\"ל כהראב\"ד דלפת וצנון הוו כלאים זה בזה: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרואה ירק בכרם ואמר כשאגיע לו אלקטנו כו'.</b> עיין בירושלמי אמתני' ועיין במה שכתב מרן בפרקין דף ט': "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הדלה את הגפן על מקצת אפיפירות וכו'.</b> לא נתן רבינו שיעור לזה. ועיין בירושלמי פרק ו' משנה ג' ופ\"ז משנה ג'. ועיין במ\"ש הר\"ש שם ובמ\"ש בפי\"ז מכלים משנה י' ודוק וצ\"ע: "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך החורש בשור פסולי המוקדשין או המרביע ה\"ז לוקה.</b> עיין בפ\"ח מה' מעילה דין ט' ובמ\"ש מרן שם ודוק. ועיקר הדין הם מימרות בפ\"ב דמכות דף כ\"ב אך בטעמא דמלתא השיג עליו הר\"א וכתב אנו אין בידינו אלא כחיה עם בהמה שהרי עשאה כצבי ואילו הכי איתא בבכורות ע\"כ. והן הן דברי התוספות שם והביאו ראיה הלזו דבכורות יע\"ש. ואני תמיה בהשגת הראב\"ד הלזו שהרי פירוש זה שכתב הראב\"ד לא יתכן כלל לדעת רבינו שהרי דעתו הוא שלא הזהיר הכתוב באזהרת לא תחרוש אלא במין אחד טהור ומין אחד טמא דומיא דשור וחמור אבל כשכולם טהורים אפי' חיה עם בהמה לא אסור כי אם מדרבנן וכמו שנתבאר כל זה בדבריו בפ\"ט מה' כלאים דין ח' ואם כן איך יתכן שילקה החורש בשור פסולי המוקדשין מפני שהוא כחיה עם בהמה והלא חיה עם בהמה לא אסור מן התורה ואם הראב\"ד חולק עליו וס\"ל דכי היכי דאיסור הרבעה הוא בכל שני מינים אפי' בשני מיני בהמה טהורה הכי נמי באיסור דלא תחרוש הוי בכל שני מינים א\"כ היה לו להשיגו בעיקר הדין מאחר ששם לא השיגו והשתיקה כהודאה דמי איך כתב כאן טעם זה דהמנהיג בשור פסולי המוקדשין לוקה משום דחשיב כחיה עם בהמה וצ\"ע. ורבינו הוקשה לו קושיא זו ותירץ דהכא עשאה הכתוב כשני גופין דהיינו קדש וחולין והכתוב קרא לחלק החולין טמאה כדכתיב ואם כל בהמה טמאה וגו' ופסוק זה מיירי בפסולי המוקדשין וכדאיתא בפ\"ו דבכורות דף ל\"ז ופ' בתרא דתמורה דף ל\"ג וכבר הביא רבינו דרשא זו בפ\"ה דערכין דין י\"א ובפ\"א מה' איסורי מזבח דין י' יע\"ש וא\"כ הוה ליה בהמה טהורה עם טמאה מעורבין זה בזה ולפיכך לוקה החורש בשור פסולי המוקדשין והם דברים פשוטים בכוונת דבריו. וראיתי למרן שכתב ודברי רבינו כפירוש רש\"י ולדבר הזה יסלח אדוני שיש הפרש גדול בין פי' רבינו לפי' רש\"י ונפקא טובא לענין דינא וכמו שאבאר: <br><b>ודע </b>שאף שכתבנו שפי' הראב\"ד הוא פי' התוס' מ\"מ יש קצת חילוק ביניהם דלהראב\"ד השני מינים הם שחשובים כחיה עם בהמה שהרי בהמה זו עשאה הכתוב כחיה גם כן אך מדברי התוס' נראה שבהמה זו חשיבא כשני מיני חיה דהיינו צבי ואיל שכן כתבו כצבי ואיל שהם שני מינים וכן כתב הרא\"ש בה' כלאים שהביא סוגיא זו דמכות וכתב ופר\"ת דעשאו הכתוב כצבי ואיל והמנהיג בצבי ואיל לוקה דשני מינים הם ע\"כ. אך מדברי התוס' בפ' כל פסולי המוקדשין דף ל\"ג מוכח כדברי הר\"א דהיינו דחשיב כחיה עם בהמה וליכא נפקותא לענין דינא כלל: ודע שרש\"י פירש דפסולי המוקדשין דאסירי בהרבעה והנהגה מיירי בשנפדו וס\"ל דמאי דחשיבי כשני מינים הוא משום דחולין וקדשים מעורבים והחולין הוא שמותר לשוחטו ולאוכלו והקדשים הוא שאסור בגיזה כמו שאר קדשים וכן החלב אסור כמו שאר קדשים אבל קודם שנפדו אין כאן תערובת חולין שהרי כולו קודש שאסור הוא באכילה ואם כן המרביע והמנהיג פסולי המוקדשין קודם שנפדו אינו לוקה משום דלא חשיב כלאים וכן לדברי הר\"א והתוס' דהאיסור הוא משום דכתיב כצבי וכאיל הוא דוקא לאחר שנפדו דהתם הוא שעשאם הכתוב כצבי וכאיל וכמבואר ולפי זה ההיא דתניא בפ\"ב דמ\"ק (דף י\"ב) כיוצא בו אין מרביעין בבכור ולא בפסולי המוקדשין והטעם הוא משום איסור עבודה בקדשים והוא איסור מדרבנן ע\"כ מיירי בקודם שנפדו דאי לאחר שנפדו מאי איריא משום איסור עבודה תיפוק לי משום מרביע כלאים אלא ודאי דמיירי בקודם שנפדו דליכא משום כלאים ואפ\"ה אסר מיהא להרביע משום עבודה ובכור דתני ע\"כ מיירי בתם דאי בנפל בו מום הא התם לא שייך פדיון כלל ובהדיא כתיב ביה בפרשת ראה כצבי וכאיל אלא ודאי דמיירי בתם והוא הדין לשאר קדשים תמימים דאסור להרביעם מטעם איסור עבודה בקדשים ומאי דנקט בכור הוא משום דעיקר איסור עבודה בקדשים מבכור גמרינן לה וכמו שכתב רבינו בפ\"א מה' מעילה דין ז' מש\"ה נקט בכור ומצינו כיוצא בזה בפ' דם חטאת דף ל\"ה אמר ר\"ל מעיל שנטמא מכניסו פחות מג' על ג' כו' ופשיטא דה\"ה לכל בגדי כהונה אלא שמפני שאיסור הקריעה בבגדי כהונה ממעיל ילפינן לה וכמ\"ש רבינו בפ\"ט מה' כלי המקדש דין ג' מש\"ה נקט מעיל: <br><b>ומ\"מ </b>איכא בין פירש\"י לר\"ת דלרש\"י המרביע חולין על קדשים וכן המנהיג בהמת חולין וקדשים כאחת לוקה משום כלאים דלא יתכן שיהא חמיר כשהם בבת אחת בגוף אחד יותר מכשהם שני גופים אך אליבא דתוס' ליתנהו להני מילי דחולין וקדשים לא חשיבי שני מינים אלא דשאני פסולי המוקדשים דהכתוב עשאם כצבי וכאיל. ורבינו נ\"ל שהוא חולק בכל זה והוא דלדעתו מאי דחשיבי שני מינים הוא משום דכתיב ואם בבהמה הטמאה וחשיבי כטהורה עם הטמאה והאי קרא בקודם שנפדו מיירי דבתר הכי כתיב והעמיד והעריך והשני מינים הם שהיא קדש דאסור לשוחטה ויש בה מעילה ככל הקדשים והיא חולין שאינה ראויה למזבח ולצד זה קראו הכתוב טמאה כלומר דחשיב כטמאה דאסירא למזבח אבל אחר שנפדו אין כאן קדושה שהרי מותרים באכילה הם ומה שאסורים בגיזה לא חשיב לה קדושה וכי תימא מנא לן האי דינא אימא דלרבינו אף לאחר שנפדית חשיב קודש וחולין מעורבין וכמ\"ש רש\"י וחלק החולין קראה הכתוב טמאה ואף שהכתוב קראה טמאה קודם שנפדית מ\"מ אפשר דטומאתה בשוליה אף לאחר שנפדית ולעולם חשיבא כשני מינין כטהורה עם טמאה והמרביע והמושך לוקה הא ליתא דא\"כ לא מצאנו ידינו ורגלינו בבית המדרש דמה יענה רבינו ביום שידובר בו סוגיא דמ\"ק דקתני דאין מרביעין בפסולי המוקדשין מטעם איסור עבודה והביא בפ\"א מה' מעילה ומוכח מדבריו דליכא כי אם איסורא בעלמא מאי איריא משום עבודה תיפוק לי משום כלאים ולוקה על ההרבעה אלא ודאי מוכרחים אנו לומר דלא חשיבי שני מינים אלא קודם פדיון אבל לאחר פדיון לא וברייתא דמ\"ק מיירי באחר פדיון והשתא פליג רבינו עם התוס' ורש\"י מן הקצה אל הקצה דלתוס' פסולי המוקדשין קודם פדיון לית בהו משום כלאים ומה שאסור להרביעם מדין איסור עבודה נגע בה ולאחר פדיון אית בהו משום כלאים ולרבינו הוא בהפך דקודם פדיון אית בהו משום כלאים ולאחר פדיון לית בהו משום איסור כלאים ומה שאסור להרביעם מדין איסור עבודה נגעו בה וגם במה שכתבנו דלדעת רש\"י המרביע חולין וקדשים וכן החורש בחולין וקדשים דלוקה משום כלאים רבינו חולק בזה דחולין וקדשים לא חשיבי שני מינים אלא דשאני הכא שהיתה קודש ונפל בה מום שנעשית חולין וחלק זה של חולין עשאו הכתוב כטמאה אבל חולין דמעיקרא לא חשיבי כטמאה. ודע דלרבינו מאי דתניא בברייתא דמ\"ק אין מרביעין בבכור מיירי בהומם משום דגבי בכור לא שייך ביה פדיון ומשעה שהומם הרי הוא חולין גמורים ואין כאן איסור דכלאים כי אם איסור דעבודה בקדשים ולפי זה ניחא דנקט בכור שדין זה לא שייך בכל דקדשים דכיון דבעו פדיון אית בהו משום כלאים וכדכתיבנא. ודע דדוגמא דברייתא זו דמ\"ק איתא נמי בסוף פ\"ד דתמורה דף כ\"ד ומייתי לה נמי בפ' כל פסולי המוקדשין דף ל\"ג ת\"ר אין מרגילין ביו\"ט כיוצא בו אין מרגילין בבכור ולא בפסולי המוקדשין ע\"כ. ומסוגית הגמרא יראה דחלוקת בכור מיירי בשהומם וחלוקת פסולי המוקדשין מיירי אחר פדיון והוי דומיא דברייתא דמ\"ק שפירשנו אליבא דרבינו. ודע דהמרביע פסולי המוקדשין על גבי פסולי המוקדשין נראה דאינו לוקה דומיא דהילודים מן הכלאים דמותרים זה בזה אע\"ג דקי\"ל דמי שחציו עבד וחציו בן חורין אסור אף בשפחה שחציה עבד וחציה בת חורין משום דאתי צד עבדות ומשמש צד חירות כבר הקשו זה בתוס' פרק ה' דחולין דף ע\"ט ותירצו דלא דמי יע\"ש. ולפי זה מצינן למימר דההיא ברייתא דמ\"ק מיירי במרביע פסולי המוקדשין על גבי פסולי המוקדשין ומיירי בין קודם פדיון בין לאחר פדיון דליכא משום איסור כלאים ואפ\"ה אסיר משום עבודה בקדשים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כהנים שלבשו בגדי כהונה וכו'.</b> עיין לקמן פ\"ז מהל' כלי המקדש דין י\"ב: "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות כלאים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}