{
    "text": {
        "3": {
            "0": "(ESPOSO:) He aquí que tú eres hermosa, amada mía, he aquí que tú eres hermosa; tus ojos entre tus guedejas como de paloma; tus cabellos como rebaño de cabras, que se muestran desde el monte de Galaad.",
            "1": "Tus dientes como rebaño de ovejas trasquiladas que suben del lavadero, todas con crías mellizas, y ninguna entre ellas estéril.",
            "2": "Tus labios, como un hilo de grana, y tu habla hermosa; tus mejillas, como cachos de granada entre tus guedejas.",
            "3": "Tu cuello, como la torre de David, edificada para armería; mil escudos están colgados de ella, todos escudos de valientes.",
            "4": "Tus dos pechos, como mellizos de gacela, que se apacientan entre lirios.",
            "5": "Hasta que apunte el día y huyan las sombras, me iré al monte de la mirra, y al collado del incienso.",
            "6": "Toda tú eres hermosa, amada mía y en ti no hay mancha.",
            "7": "Ven conmigo del Líbano, oh esposa mía, ven conmigo del Líbano: Mira desde la cumbre de Amana, desde la cumbre de Senir y de Hermón, desde las guaridas de los leones, desde los montes de los leopardos.",
            "8": "Prendiste mi corazón, hermana, esposa mía; has prendido mi corazón con uno de tus ojos, con una gargantilla de tu cuello.",
            "9": "¡Cuán hermosos son tus amores, hermana mía, esposa mía! ¡Cuánto mejores que el vino tus amores, y el olor de tus ungüentos que todas las especias aromáticas!",
            "10": "Como panal de miel destilan tus labios, oh esposa mía; miel y leche hay debajo de tu lengua; y el olor de tus vestidos como el olor del Líbano.",
            "11": "Huerto cerrado eres, hermana mía, esposa mía; fuente cerrada, fuente sellada.",
            "12": "Tus renuevos son paraíso de granados, con frutos suaves, de flores de alheña y nardos,",
            "13": "nardo y azafrán, caña aromática y canela, con todos los árboles de incienso; mirra y áloe, con todas las principales especias.",
            "14": "Fuente de huertos, pozo de aguas vivas, que corren del Líbano.",
            "15": "Levántate, viento del norte, y ven, viento del sur; soplad sobre mi huerto, despréndanse sus aromas. Venga mi amado a su huerto, y coma de su dulce fruta."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Song of Songs"
}