{
    "title": "Yitzchak Yeranen on Mishneh Torah, Vessels of the Sanctuary and Those who Serve Therein",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Vessels_of_the_Sanctuary_and_Those_who_Serve_Therein",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכהן </b>\n<b> גדול שנטל שמן המשחה מראשו וסך במעיו חייב כרת.</b> והוא מש\"ס כריתות דף ז' ומזה קשיתיה למהר\"ח אבואלעפיה בס' ישרש יעקב בכריתות שאמר שם כשמן הטוב על הראש כעין ב' טיפות וכו' שמא מעלתי בשמן המשחה יצאת בת קול ואמרה כטל חרמון מה טל זה אין בו מעילה אף שמן שבזקן אהרן אין בו מעילה ופי' הרמ\"ה משום דכל דבר שנעשה מצותו אין בו מעילה והרי חייב כרת אף אחר דנעשית מצוותו והצריך עיון.<br><b> וראיתי</b> להרב לשון ערומים דף מ' כתב וז\"ל ולענ\"ד נראה לחלק בין שוגג למזיד דבמזיד אף אחר שנעשה מצותו חייב כרת אבל בשוגג שהמעילה היא על השוגג אמרינן אין לך דבר שנעשית מצותו ומועלין בו וזה ברור עכ\"ל. ואחרי המחילה ליתא כלל וכלל דהא בכריתות דף ז' דתני שם הך דינא דכהן גדול שנטל משמן המשחה וסך בו חייב הקשו מהא דתניא כהן שסך בשמן של תרומה בן בתו ישראל מתעגל בו ואינו חושש ותירצו בשלמא תרומה הא איתחיל אבל בשמן המשחה כתיב נזר שמן משחת אלהיו עליו אע\"ג דאיתא עליו לא איתחיל ע\"כ, הרי דמאי דחייב במזיד הוא מקרא דגלי דגם אחר שהוא עליו לא איתחיל וכיון דלא איתחיל איך אמרינן דנעשה בו מצוותו ואין בו מעילה והא לא איתחיל דקדושתו עליו. וכן ראיתי כתוב לחכם בני יצ\"ו דחי ליה ממאי דתנן בריש כריתות כל דבר שחייבין על זדונו כרת חייבין על שגגתו חטאת. גם מה שרצה לתקן החכם בני הי\"ו ליתא והוא עפ\"י מ\"ש שם בכריתות ת\"ר המפטם את הקטורת וכו' והמריח בו פטור אלא שמעל וכו' ריח אחר שתעלה תמרתו אין בו מעילה דאין לך דבר אחר שנעשית מצותו והרי תרומת הדשן וכו' הוי תרומת הדשן ועגלה ערופה שני כתובים הבאים כאחד ואין מלמדים, ובדף ז' הקשו התוס' דאמאי לא אמר כאן בדף ו' דשמן המשחה ג\"כ גלי ביה קרא דהוי דבר שנעשה מצותו (ואין מועלין) [ומועלין] והו\"ל ג' קראי ותירצו דלא חשיב נעשית מצותו אלא לאחר שניגב השמן כדמסיק שמן משחת אלהיו עליו אע\"ג דאית עליו לא איתחיל אלו דבריהם והוי תירוץ דחוק דגם בתרומת הדשן נימא הכי דכיון דכתיב ושמו אצל המזבח דמועלין בו וכן בעגלה ערופה דכתיב שם והוא מצוותה דשם תהא קבורתה א\"כ נמצאו דעדיין מצוותן עליהן ונמצא א\"כ דהסוגיות חולקות ושפיר כתב הרמ\"ה וקאי להסוגיא דלא חשיב לשמן המשחה דנעשה מצוותו וחייב ורבינו ז\"ל הכא פסק כסוגיא האחרת אלו דבריו. והנה מה שהקשה בתירוץ התוס' לא קשה כלל דשאני ענין שמן המשחה מתרומת הדשן ועגלה ערופה דשמן המשחה מדקרי ליה רחמנא נזר שמן משחת אף אחר שהוא עליו מורה דעדיין בקדושתיה קאי ולא נתחלל וככחו אז כחו עתה משא\"כ בתרומת הדשן ועגלה ערופה משום דהטעינם הכתוב גניזה לא משמע דבקדושתייהו קיימי אלא אף דנעשית מצוותן גלי קרא בהם דטעונים גניזה והוי שני כתובים הבאים כאחד ואין מלמדין.<br><b> ועוד</b> קשה דאיך אפשר דפליגי הסוגיא דמפטם את הקטורת עם ההיא ברייתא וכי האמוראים פליגי עם ברייתא דהסוגיא דמפטם הוא אמוראי דשקלו וטרו וההיא דשמן המשחה הוי ברייתא דתני רב חנניא וגם שקלו וטרו אמוראי לקיומה באופן דקושטא קאי דלא פליגי וכדכתבו התוס' ז\"ל וחזרה קושיא לדוכתא על דברי הרמ\"ה.<br><b> והאמת</b> נראה מה שתירץ עוד חכם בני יצ\"ו דעד כאן לא אמרו בגמ' דכהן גדול שנטל משמן המשחה וסך במעיו דחייב אלא דוקא כשנטל מראשו דכל זמן שהשמן בראשו מצותו היא ולא חשיב דבר שנעשית מצותו ובקדושתיה קאי דגלי קרא כי נזר שמן משחת אלהיו עליו דכל זמן שהוא בראשו בקדושתיה קאי אבל כשירד השמן מהראש על הזקן דבזקן אין מקום מצותו ודאי דאם נטל מהזקן וסך במעיו דאינו חייב דכבר נעשית מצותו ועל כן אמרו בהוריות מה טל אין בו מעילה אף שמן שבזקן אהרן אין בו מעילה ופי' הרמ\"ה משום דהוי דבר שנעשית מצותו דכיון דירד אל הזקן כבר נעשה מצותו ואין בו מעילה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> רבינו בס' המצות וז\"ל מצות עשה ל\"ד שישאו הכהנים הארון וכו' ואע\"פ שזה הציווי בא ללוים וכו' עד סוף הלשון ועיין בסוטה דף ל\"ג ברייתות נראין היפך דבריו יעו\"ש. ושוב ראיתי להרב החינוך סדר נשא הביא בשם הרמב\"ן דפליג עליה דרבינו ז\"ל דס\"ל דכולם כשרים ולא נפסלו הכהנים אלא כולם שוין, ועיין לו לעיל מצוה ל\"ג ובשרש ג'.<br><b> ולענ\"ד</b> נראה דרבינו חזר בו ממ\"ש בס' המצוות למ\"ש כאן בהל' אלו בתחילתו וז\"ל לשאת הארון על הכתף. ולא כתב הכהנים או הלוים ש\"מ דשניהם שוין ואח\"כ כתב וז\"ל שיעבוד הלוי במקדש ודוק. וכן כאן כתב <b> מצוה לנושאו על הכתף שנאמר וכו'. </b> ולא כתב מי ומי, ובריש פ\"ג כתב זרע לוי מובדל וכו' ומה היא עבודה שלהן וכו' יעו\"ש."
            ],
            [
                "<b>שהמסיר </b>\n<b> וכו'.</b> ועיין לרבינו בס' המצוות כתב וז\"ל [מצוה] פ\"ו שהזהירנו מהוציא בדי הארון וכו', ודבריו סתרי אהדדי ועיין מ\"ש בזה הרב מוצל מאש בסוף ספר אש דת סי' נ\"א ודבריו תמוהים וכמו שכתבתי בסוף ספר אגורה באהלך בהשמטות ובס' תועפות ראם סדר תרומה יעו\"ש."
            ]
        ],
        [
            [
                "<b>זרע </b>\n<b> לוי וכו'.</b> כתב רבינו בס' המצוות וז\"ל מצוה ע\"ב שהזהיר הלוים מעבודת הכהנים והכהנים מעבודת הלוים וכו'. ולא זכיתי להבין אמאי מנה זה למצוה אחת כי אין המניעות שוות דלכהנים מונע מהם עבודת הלוים וללוים מונע מהם עבודת הכהנים דוגמא לזה עיין במצות עשה ע\"ה מ\"ש רבינו שם יעו\"ש."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכשם </b>\n<b> שמוזהרים וכו' כך הכהנים וכו'.</b> ולפי דעת הר\"א הם ג\"כ במיתה וטעם מחלוקתם יעו\"ש במרן שהאריך. ומן התימה על התוס' בתעניות דף כ\"ז ע\"א ד\"ה מר, שכתבו וז\"ל ולמ\"ד עיקר שירה בכלי א\"כ צריך שיהיו כהנים או לוים וכו' עכ\"ל, והם דברים תמוהים דכהנים מוזהרים שלא לעבוד עבודת הלוים וכמבואר ולפי חומר הנושא נראה דכהנים לא קאי לשירה בכלי שהיא עבודת הלוים אלא לעבודתם והכי ריהטא דלישנם ולמ\"ד וכו' א\"כ צריך שיהיו דוקא כהנים ולוים הא כדאיתיה והא כדאיתיה וטעמא דלוים דוקא ולא ישראלים דהא הכלי זמר היה קדוש, ומה שלא הזכירו ישראל במעמדם שהוא ג\"כ דוקא משום שלא הוזכר בהך מתניתא ישראל במעמדם ומה שהזכירו לכהנים ללא צורך לומר דלפי\"ז אתו חלוקת כהנים דומה ללוים ששניהם דוקא ולא זולתם ולא גרסינן או, אלא ולוים. ואף גם זאת תחילת דבריהם מגומגמים טובא דלפי פשטן של דברים נראה דכונתם דגם פסולים כשרים לומר שירה משום דעיקר שירה בפה ואתמהא וכי משום דעיקר שירה בפה הפסולים יהיו כשרים והא קרא ללוים דוקא ציוה וכן נראה מש\"ס ערכין דף י\"א ולכן נראה דהכי פירושו דלמ\"ד עיקר שירה בפה אפילו פסולים וכו' יכולים לומר שירה בכלי דלא הוי אלא בפה כלומר דהמצוה הוא בפה ומאן דשורר בכלי הוא לבסומי קלא כן נ\"ל בכונתם ועיין בחידושי הלכות [מהרש\"א] שדבריו תמוהים בכל מכל ואף גם זאת דמאן דהזכיר ישראלים הוא למעמדן ודו\"ק."
            ]
        ],
        [
            [],
            [],
            [
                "<b>משה </b>\n<b> רבינו חלק הכהנים לח' משמרות וכו'.</b> כתב רבינו בס' המצוות וז\"ל מצוה ל\"ו היא שציונו שיהיו הכהנים עובדים למשמרות וכו'. ועיין להרמב\"ן מה שהשיג עליו ולענ\"ד נימוקו עמו ומה שהליץ המגילת אסתר באות א' כי ראיית רבינו הגדול הוא מתחילת הכתוב ליתא כי גם מזה הוא שלילה דדוקא בשעה שכל ישראל נכנסין בשער אחד אינן רשאין ליחלק מכלל דבשאר ימות השנה רשאין ליחלק ולעשות משמרות. ומה שהביא דמיון דלא אכלתי באוני ממנו ליתא כלל וכלל. גם מ\"ש באות ב' לפרש דבריו שבחיבורו א\"צ להשיב כי נראה ברור שכונתו לטובה להליץ בעד רבינו אבל המוחש לא יוכחש. גם מ\"ש באות ד' אינו כלום דמדברי הש\"ס מורה דהוי הכל תיקון דרבנן. גם מ\"ש באות ה' דזה לא יזיק למה לא יזיק דמשם באר'ה דכשם דבלוים הוא תיקון נביאים גם בכהנים כן וילמד סתום מן המפורש."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> להמל\"מ מה שהאריך ובתוך הלשון כתב וז\"ל ועוד אני תמיה שראיתי למרן בשו\"ע או\"ח סי' תצ\"ד שפסק שאסור להתענות במוצאי חג שבועות וכו' וראיתי להרב מגן אברהם שכתב וכו' ודבריו שלא בדקדוק וכו' עכ\"ל. וראיתי להרב מלכי בקודש סוף הל' פסח דף מ\"ה דכתב דלא קשה כלל להמג\"א ותורף דבריו דכיון דמדינא כשחל בשבת יום טבוח הוא יום ראשון ואסיר בהספד ותענית אלא מפני הצדוקים הוא דשרינן ליה א\"כ כשחל בחול דליכא יום טבוח ממשיכינן ליה האיסור מהיכא שחל בשבת להיכא שחל בחול ולא יקשה עליך יציבא בארעא וגיורא בשמי שמיא שהרי ערל וטמא אינו אוכל בתרומה ונשיהם ועבדיהם אוכלים מכוחם אלו דבריו. ולא דמי כלל כעוכלא לדנא חדא דהתם הכהן חזי וכשימול אוכל וכן הטמא כשיטהר אוכל נמצא שפיר חזי אלא לפי שעה הוא דאינו אוכל, ועוד דהעבד והאשה הם כגוף אחד עבד לאדון ואיש לאשה דהוו קניינם ואמטו להכי שפיר אכלי מכוחם דאיש ואדון משא\"כ הכא דמכח הצדוקים עקרו הדין מכל וכל והתירו בכל זמן ועת ולא נשאר זמן ועת באיסורו גם כשחל עצרת בחול אינו נמשך מכשחל בשבת והם ענינים נפרדים והיאך נאמר שיהא נמשך מכשחל בשבת ושפיר איכא למתמה יציבא בארעא וגיורא בשמי שמיא.<br><b> והנראה</b> אצלי לומר כיון דגם כשחל בחול איכא יום טבוח למי שלא הקריב ביו\"ט דיש לו תשלומים כל שבעה כיון דהוי יום טבוח שלו אסרינן ליה בהספד ותענית אלא מפני הצדוקים התירוהו וא\"כ כשחל בחול ביום ראשון דוקא אסרינן ליה בהצטרפות כשחל עצרת בשבת וזה הוא דעת ר' טרפון לאסור ביום טבוח כשחל עצרת בחול אף להלכה של בית הלל ולזה כיון המג\"א שכתב דכשחל עצרת בשבת היה יום טבוח אחר השבת כדי לתרץ דכשחל בחול מה לי יום ראשון מה לי שאר הימים הבאים אחריו ולזה תירץ כיון דכשחל עצרת וכו' וכדכתיבנא."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש המל\"מ וז\"ל באמצע דבריו דהא דקי\"ל דקול ומראה וריח אין בהם משום מעילה היינו דוקא היכא שהודלקה בהיתר אז הנהנה מאותו האור אינו מועל משום דאין בו ממש וכדאיתא בפרק כל שעה אבל הלוקח פתילה של הקדש ומדליקה אין לך מועל גדול מזה עכ\"ל. פירוש דבריו כשהפתילה של הקדש הודלקה בהיתר דהיינו לצורך הקדש אז כשנהנה מהשלהבת אינו מועל ברם במדליק הפתילה של הקדש נמצא מועל בפתילה שנהנה ממנה שהיא קודש וודאי מועל ולפי\"ז אין מקום למה שהקשה עליו הרב יד מלאכי בכללי הדינים אות קו\"ף סי' תקמ\"ד מדברי רבינו פ\"א מהל' שופר דין ג' גבי שופר של עולה שכתב רבינו דאין בקול דין מעילה אף שהשופר בידו, דהתם אינו נהנה מהקרן עצמו אלא מהקול ומשו\"ה ליכא מעילה משא\"כ בפתילה שנהנה מהפתילה עצמה ובמה שנהנה ממנה לא נשאר ממנה כלל חשיב מועל מן ההקדש. ברם במה שהקשה להרדב\"ז בשניות סי' רצ\"ו שכתב דבמריח תפוח או ורד של הקדש או מדליק מנר של הקדש מעל מפני שנהנה מגוף של הקדש קשה משופר של עולה שכתב רבינו דלא מעל וכן הקשה הרב שער המלך בפ\"ה מהל' יו\"ט הט\"ז בסוף דבריו יעו\"ש.<br><b> ולענ\"ד</b> יש להליץ בעד הרדב\"ז דאינו דומה כל נידונות הרדב\"ז לתוקע בשופר של עולה דתוקע בשופר של עולה קרן זה אינו עשוי לתקוע אלא אדם זה תיקנו לתקוע והנאתו ממנו אינו אלא קול בעלמא בזה אמרינן קול וכו' אין בו משום מעילה אמנם בתפוח או ורד של הקדש המריח בו מעל כיון דריח זה בגופו הוא ובבריאתו נברא הריח נמצא נהנה מגופו של הקדש וכן אם לקח כלי שיר של הקדש וניגן בו שעשוי כלי לנגן במקדש כשמנגן לחולין נמצא נהנה מגופו של הקדש וכן כשמדליק משלהבת של הקדש נמצא נהנה מן ההקדש ממש משא\"כ כשהולך לאור שלהבת ההקדש או כששומע קול כלי שיר שמנגנים במקדש שאינו נוטל מהקדש כלום אלא הקדש במקומו עומד ואינו נוטל ממנו כלום בזה אמרינן קול ומראה וריח אין בו משום מעילה הכלל העולה דכל הנהו דכתב הרדב\"ז דאית בהו מעילה הנאתן בגופן קודם דמשתמש בחולין משא\"כ בשופר הך הנאה אינה בגופו של קרן בקודש אלא בחולין כיון דהוי קול ליכא מעילה ודוק. גם מה שהקשה עוד שם הרב שער המלך להרדב\"ז לחלוקה שכתב דמדליק משלהבת של הקדש מעל ממה שפירש רש\"י ברישא דמתני' בפ\"ה דביצה ושלהבת כרגלי מי שהביאו כגון הדליק נרו בשלהבת חבירו וכו' וא\"כ סיפא דקתני גחלת של הקדש וכו' ושלהבת לא נהנים ולא מועלים הוי דומיא דרישא שהדליק נרו משלהבת של הקדש ואפ\"ה קתני לא מועלין לא קשה דמה שפירש רש\"י כן הוא מוכרח דבשלהבת כרגלי מי שהביאו אי אפשר לפרש אלא שהדליק מנר של חבירו דלא שייך שהלך לאור שלהבת חבירו משא\"כ בשלהבת הקדש דשייך שם שהלך לאור השלהבת אמרינן דדוקא בזה לא מעל אבל בהדליק בנר של הקדש מעל ואינו הכרח שידמו אהדדי ממש וק\"ל.<br><b> גם</b> מה שהכריח מהירושלמי דס\"ל דבמדליק נר מנר הקדש איסורא איכא ולא מעילה ומינה לש\"ס דילן וכו' יעו\"ש אינו הכרח דיש לדחות דמשום דהירושלמי [ד]ס\"ל דבהולך לאור של הקדש שרי במדליק אוסר ולא מועל ברם בש\"ס דילן דאוסר בהולך לאור של הקדש מינה דבמדליק מנר מועל והא בהא תליא."
            ]
        ],
        [
            [
                "<b>כיצד </b>\n<b> מעשה הציץ וכו'. קדש מלמטה לה' מלמעלה ואם כתבו שיטה אחת כשר וכו'.</b> הגדתי היום שלא באתי לכונת רבינו בלשון זה דלו יהי דהוה גריס בש\"ס דשבת כן כמ\"ש מרן מ\"מ הו\"ל להרגיש דהיא גירסא מוטעת חדא דבמס' סוכה ליתא הכי ועוד דבלא\"ה לית דסמכה דנחזי אנן לפי אותה נוסחא איך היה כתוב דאי כתוב לה' מלמעלה וקדש מלמטה ממש זה ע\"ג זה אין הדעת סובלו להיות כתוב להיפך תחתונים למעלה ועליונים למטה ואינו נקראת כהלכתו ואי קדש מלמטה הוא בתחילת שיטה ב' ולה' מלמעלה ר\"ל בסוף שיטה א' ונקראת כהלכתו וכמ\"ש התוס' ז\"ל והיה כתוב כן שלא יהיו אותיות אחרות נכתבות קודם אותיות ה' א\"כ גם הלמ\"ד צריכה ליכתב בשיטה ב' בצד תבת קדש והיינו גירסתנו וכגירסת מס' סוכה שהיא גירסא המתיישבת על הלב ואיך כתב כן גריס רבינו. גם מ\"ש ואם כתבו וכו' ופעמים וכו' הן הנה דברי ר\"א (בן יעקב) [בר' יוסי] שראה כן ואחרי שראה כן מי הגיד לנו דגם תנא דברייתא שלא ראה אלא שאמר כן מסברא דנפשיה לא חזר בו אלא דמסדר הברייתא כתב לנו מה שאמר ת\"ק ומה שאמר ראב\"י שראה כן וודאי גדולה ראיה. וגם מ\"ש ופעמים וכו' מי הגיד דפעמים היה כתוב הכי ופעמים הכי אלא דמה שראה ר' אליעזר ב\"ר יוסי הוא הציץ שהיה במשכן והוא היה והוא הווה דנשאר בגניזה מזמן לזמן ואף אם תימצי לומר דמה שראה ראב\"י לא היה הראשון מאן לימא לן דשינה האחרון מן הראשון כיון דלא ראינו הראשון ומן האחרון נילף לראשון ולמה נאמר פעמים הכי ופעמים הכי, ובס' אור החיים רצה ליישב לזה ואין בדבריו כדי שביעה."
            ],
            [],
            [
                "<b>והקורע </b>\n<b> פי המעיל לוקה שנאמר לא יקרע וה\"ה לכל בגדי כהונה שהקורען דרך השחתה לוקה.</b> וכתב הרב מל\"מ וז\"ל עיין להרב קרבן חגיגה סי' ס\"ח דס\"ל דדוקא בשאר בגדי כהונה אינו לוקה כי אם דרך השחתה אבל במעיל לוקה אפי' שלא כדרך השחתה ומטי לה ממ\"ש רבינו פ\"ח דמעשה הקרבנות ה\"כ ולדידי ליתנהו להני מילי עכ\"ל. ולא פירש לנו טעמו דלא חש לה ואני אפרש לה דכל מה שהכריחו הרבנים ז\"ל הוא מדלא הזכירו התיקון דמכניסו פחות פחות בשאר בגדי כהונה משמע דדוקא במעיל חייב אם יקרענו אפילו שאינו דרך השחתה וכו' אבל בשאר בגדים יכול לקורען כיון דלא הוי דרך השחתה וכו' יעו\"ש, ומכח זה פירשו הש\"ס דיומא דרך חריפות ואמת דצריך לברך ברוך שחלק מחכמתו ליראיו ברם אינו מן הראוי דמתוך פילפול כזה להוציא דין ממנו, ומה שהביאו מפרק דם חטאת ליכא למיגמר מיניה די\"ל דמה דנקט מעיל משום דביה איירי קרא ומיניה גמרינן לכל בגדי כהונה דאסור לקורען, ועוד דנקט מעיל ללמד דאף דהוי קשה כמו עבים ורכים ואפי' ג' על ג' יכניס קמ\"ל דוקא פחות מג' על ג' יכניס דשאני המעיל דאגב אבוהון חשיבי ולעולם דבין מעיל בין שאר בגדי כהונה דינן שוה דוקא דרך השחתה לוקה. וזכיתי ומצאתי כדברי לרבינו ז\"ל גופיה בס' המצוות לא תעשה פ\"ח וז\"ל ומי שחתכו במספרים או הדומה להם לוקה ע\"כ, וודאי הכונה לומר דרך השחתה דאל\"ה מה טעם למספריים וכיוצא ודוק ומה שלא הזכיר בס' המצוות לשאר בגדים שהוא לא בא לבאר כל פרטי הדברים אלא מנין המצוות. ושוב ראיתי עוד ראיה לדברינו ממ\"ש לקמן ה\"י וכל המזיח החשן מעל האפוד דרך קלקול לוקה ע\"כ, והתם כתיב ולא יזח החשן מעל האפוד ומאי שנא מלא יקרע ונראה דהכל לא קפיד קרא אלא דרך השחתה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האפוד </b>\n<b> וכו'.</b> ועיין מ\"ש מרן. ועיין בספרי תועפות ראם סדר תצוה מ\"ש על דבריו וכעת חזינא שמ\"ש שם מתיבות ואם נאמר דט\"ס נפל וכו' עד יעו\"ש הוא יתר וכנטול דמי, ולעת כזאת כל מה שהקשיתי על דברי מרן כן ראיתי להרב אור החיים סדר תצוה הקשה כן באורך יעו\"ש וכל המדברים בזה המה ראו כן תמהו על מרן ז\"ל ועיין להרב צדה לדרך סדר תצוה ולמהר\"ר שמחה בספר שמות בשם בנימין ובהקדמת ספר נחלת שבעה דשטרות ובחי' הריטב\"א דיומא פרק בא לו ובשמע שלמה סדר תצוה ובשיירי כנסת הגדולה בנימוקיו על הרמב\"ם ובס' גט פשוט דף קי\"ט ובתאוה לעינים קונטרס אחרון מס' סוטה ובס' כנסת יחזקאל ריש ספרו."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>מצות </b>\n<b> עשה לעשות בגדים וכו'.</b> וכתב רבינו בס' המצות מצות עשה ל\"ג הוא שצוה לכהנים ללבוש וכו'. וכתב הרמב\"ן שבעל ההלכות לא מנה עשה זה ונתן טעם כי היא הכשר העבודה והיא חלק ממצות העבודה יעו\"ש. והמגילת אסתר חילק עליו מהכשר לחלק, דבהכשר תקרא מצוה ובחלק לא יעו\"ש. ולענ\"ד הכל אחד דכיון דהוי הכשר והוא הכשר הכרחי שא\"א בזולתה היינו חלק מחלקי המצוה וכל שלא עשה כל החלקים אינה מצוה ונמצא הכל מצוה אחת ומה שהביא משחיטת הפסח שהיא מצוה התם הוא מצוה בפני עצמה שצוה לשוחטו בערב פסח בכך שעות ביום ולא קודם ולא אחר. ומה שהביא משריפת פרה היא גופא היא המצוה שיעשה פרה שרופה וכי מפני שענינה היא לטהר טמאים לא תחשב מצוה באופן שלכאורה דברי הרמב\"ן נכונים וע\"פ זה אין מקום למ\"ש באות ג'. גם מ\"ש באות ג' והביא ראיה מתכלת ולבן אינה ראיה כמו שיראה המעיין בדברי רבינו שרש ט'."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות כלי המקדש והעובדין בו",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}