{
    "title": "Yad Eitan on Mishneh Torah, Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואיברין ואימורין שלא נתאכלו כו' מהפכין בהן כל הלילה עד הבקר שנאמר כל הלילה עד הבקר.</b> הרב כ\"מ לא הראה מקורו והוא מתבאר ממ\"ש פ\"ו מהלכות מעה\"ק הלכה ו' ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אימתי תורמין הדשן בכל יום משיעלה עמוד השחר.</b> כתב הכ\"מ שהוא במשנה ספ\"ק דיומא. הנה במשנה ליתא כלל שיעור זה דעמוד השחר אלא בקריאת הגבר או סמוך לו כו'. גם מ\"ש הלח\"מ דמשמע לרבינו דהיינו שיעור עמוד השחר הוא תמוה דבגמרא שם איתא בהדיא דקרא גברא היה בלילה ומפני כך קולו היה נשמע ביותר מביום ומשמע דהוי בלילה ממש. וכן התוס' ביומא (דף ל\"ג ע\"א) כתבו דתרומת הדשן עיקר מצותה רק בלילה. אמנם יש סעד לדברי רבינו מסוגיא דרפ\"ב דיומא (דף כ\"ב) דקאמר מעיקרא מ\"ט לא תקינו רבנן פייס לתרומת הדשן ומשני מעיקרא סבור כיון דעבודת לילה היא לא חשיבא ופריך והרי איברים ופדרים דעבודת לילה היא ותקינו לה רבנן פייס. ואי איתא דתרומת הדשן לכתחילה בלילה בכל יום הרי לא דמי לאיברים ופדרים דמצותו לכתחלה ביום ואפילו בשבת כדאיתא בפסחים (דף ס\"ח) וש\"מ דגם תרומת הדשן מצותה לכתחלה ביום:<br>ועפ\"ד רבינו י\"ל קושיית התוס' בזבחים (דף כ\"א) דהיאך היו עושין תה\"ד בלילה לרבי דס\"ל דלילה פוסלת בקידוש ידים ורגלים די\"ל דקושטא דלרבי היו תורמין משעלה עמוד השחר והנהו משניות דתנן שהיו תורמין קודם עה\"ש אתיין כמ\"ד דאין לילה פוסל קידוש וכה\"ג כתבו התוס' שם. ועוד יש להביא ראיה לדעת רבינו דבטורי אבן ספ\"ב דמגילה הקשה דאמאי לא קאמר דזה הכלל דקתני התם דבר שמצותו בלילה כשר כל הלילה אתא לאתויי תה\"ד. אמנם לפ\"ד רבינו א\"ש דהרי כשרה ביום:"
            ],
            [
                "<b>כיצד תורמין כו'.</b> כתב המשנה למלך שאינו יודע למה השמיט רבינו הא דאיבעיא לן ביומא (דף כ\"ד) תרומת הדשן בכמה ומסיק דתני ר\"ח דילפינן והרים והרים ממנחה דשיעורה בקומץ. ול\"נ דרבינו דחהו מהלכה משום דקי\"ל דלא ילפינן גז\"ש אי ליכא למילף שיהא בדומה לגמרי וכמ\"ש תוס' בחולין (דף ע\"ח):"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>דישון המנורה והטבת הנרות בבקר ובין הערביים מ\"ע כו' והדלקת הנרות היא הטבתה.</b> יש לי להביא ראיה לרבינו שגם בבקר היה מדליק את המנורה מהסוגיא דיומא (דף כ\"ד) דפריך זר שסידר את המנורה פירש\"י שקינח את עפרה ליחייב ומשני איכא נתינת פתילה ולאו עבודה תמה היא ופריך נתן שמן ליחייב ומשני איכא הדלקה, ואי איתא דבשחרית ליכא הדלקה אכתי תקשה דאם נתן שמן בשחרית ליחייב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כהן שהקריב מחצה בשחרית ומת או נטמא או נולד לו מום ומינו כהן אחר תחתיו לא יביא כו' חצי עשרון של ראשון אלא מביא עשרון שלם.</b> הכס\"מ לא הראה מקור להך דנטמא או נולד לו מום. ונראה שזה יצא לו לרבינו ז\"ל מהירושלמי ספ\"ז דשקלים ע\"ש. עוד יש להוכיח כן מהא דתנן פ\"ג דהוריות (דף י\"א:) אין בין כהן המשמש לכהן שעבר אלא פר יוה\"כ ועשירית האיפה שמביא כהן המשמש משלו ולא של ראשון העבר מחמת מום וכה\"ג. וזה מתבאר ממ\"ש רבינו פט\"ו מהל' שגגות הלכה ז' וע\"ש. ומ\"ש על פירוש רבינו שם בלח\"מ כבר תירץ בשו\"ת ז\"א חשן המשפט סי' כ\"א ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>בלח\"מ: </b> ורבינו ז\"ל שפסק מי שזכה בתרומת הדשן זכה במחתה לא אתי לא כמר ולא כמר, וכ\"ה בבה\"ז:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושתי הלחם נאכלות אותו היום וחצי הלילה כבשר קדשי קדשים.</b> הכ\"מ לא הראה מקומו והוא בתוספתא דזבחים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ: </b> ומה שכתב ואינם חייבין להקריב השאר למחר וכו'. עיין פ\"א ממעה\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מנחת האיש קודם למנחת האשה וכו'.</b> וכתב הכ\"מ שהוא בתוספתא דזבחים. והכי איתא ג\"כ בירושלמי שלהי הוריות קרבן איש קודם לקרבן אשה כו' עיי\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות תמידים ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}