{
    "work": "Teshuvot HaRosh part IV", 
    "text": {
        "9_Teshuva, 0_Paragraph": "It happened in the year 5073 from Creation that the rain stopped falling; there were no showers ‎the entire winter, except for the tiniest amount. They declared a fast to beseech G-d to bring rain ‎upon the earth. It was, on the first night of Pesach, after maariv, my father, my master, the Rosh ‎was sitting by the door to his home. We, some of his friends, were standing to his right and to his ‎left. And he said, “Now would be a good time to raise an issue that has forever astonished me: ‎Why don’t we mention and request rain until Shavuot?” Some of his friends responded, “It would ‎be proper for you to inform the elders of this matter [that the prayer for rain should be recited ‎until Shavuot], for them to implement it.” It was appropriate in their opinion, and they sent to the ‎cantor of the shul to pray for rain on the following day [during Pesach, even though normative law ‎advocates refraining from praying for rain after the first day of Pesach]… When the cantor added ‎the prayer for rain, there was an uproar from a few of the sages who had not proposed this ‎change, and they issued a declaration that this addition was not appropriate, for [rain at this time ‎of year] would be a sign of a curse. The Rosh exercised restraint and did not speak for the entire ‎day, until that night, which was Chol Ha’Moed. He then wrote a treatise to support his position, ‎and this was its text: As I have heard that there are those who were astonished by my position, I ‎have come to explain what I said. It is not appropriate to stop mentioning and asking [for rain] now, ‎on the first day of Pesach… It is true that the first chapter of Tractate Ta’anit (10) says, “It was ‎taught in a baraita: Chananya says, 'In exile we only start asking for rain sixty days after the fall ‎tekufah.' Rav Huna son of Chiya cited Shemuel's ruling that the law follows Chananya.” And in all ‎areas of law we follow the sages of Babylon and practice as they do when the sages of Babylon and ‎sages of Israel disagree, for the Babylonian Talmud is our main text. However, that is all in regard to ‎determining what is forbidden and what is permitted, who is liable and who is exempt, what is ‎pure and what is impure. Regarding that which depends upon the needs of the moment, such that ‎changing it would not violate a principle of the Torah, it is appropriate to determine practice based ‎upon the particular year, place and time …. When I saw that the hearts of the community tilted ‎away from accepting from me the words of the living G-d, I also recanted from asking and ‎mentioning [the rain] in the synagogue where I pray. I could have requested rain as an individual, ‎since it is a communal need, but I didn’t want to create different factions [within the same shul]. I ‎would not have recorded this on chol hamoed, for that is not my practice, but there is a need at ‎this time in order to prevent desecration of the Name of Heaven, and it is also involves the needs ‎of the Yom Tov to a certain extent.‎"
    }, 
    "meta": "Teshuva-Paragraph"
}