{
    "title": "Lev Shalem on Mishneh Torah, Marriage",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lev_Shalem_on_Mishneh_Torah,_Marriage",
    "text": [
        [
            [],
            [
                "<b>לשון </b> הרב המגיד, והרמב\"ן האריך להשיג עליו ע\"ז בספר ההשגות שהשיג עליו בספר המצות וכו' יעו\"ש. הנה הרמב\"ן ז\"ל שם כתב שיוצא מדברי רבינו שהמקדשת בכסף אינה בסקילה שאין גומר בה אלא שטר וראוי לומר שקדושי שטר תופסין בה יעו\"ש. אבל הרה\"מ כאן כתב להיפך שאע\"פ שהכסף מדברי סופרים הרי הוא גומר בה לכל דבר כמו השטר והביאה. ובביאור כתב שכיון שנקנית האשה באחד מג' דברים אלו נעשית מקודשת והבא עליה חוץ מבעלה חייב מיתת בי\"ד. הנה זאת הראיה יש לה פתחון פה דמ\"ש רבינו וכיון שנקנית האשה אע\"פ שלא נבעלה וכו' איירי שקדשה בשטר. ומ\"ש בג' דברים אלו נקראת מקודשת היינו דבב' דרכים היא מקודשת מן התורה ובכסף מדברי סופרים. וגם הראיה מפרק ששי דתרומות שלא חילק אינה ראיה שכיון שאמרו חכמים שתהא מקודשת לזה ואם בא אחר וקדשה אפילו בשטר ובביאה אינו כלום דמשוו בעילתו בעילת זנות דכל דמקדש אדעתא דרבנן מקדש וכדאיתא בכתובות דף ג' עיי\"ש לפי זה גם אם בא אחר וקדשה בשטר לא תפסי כמו שמוכרח לומר זה בסוגיא דכתובות אם כן שפיר אוכלת בתרומה דקנין כספו קרינן בה כיון שאין שום אדם יכול לקדשה חוץ מזה. ובזה נתיישבה קושיית הרמב\"ן ז\"ל בשרש שני מה שהקשה משמועה דר' יוחנן בן בג בג דקידושי כסף מאכילין והיא קושיא יותר מבוארת ממה שהקשה הרב המגיד ז\"ל. וא\"כ יכולים אנו לומר דמ\"ש הרמב\"ן בעד רבינו ז\"ל שקידושי כסף אינו בסקילה יפה כתב. ואין להקשות עליו מראיות הרב המגיד ז\"ל.<br><b> ויש</b> להקשות על הרמב\"ן ז\"ל איך כתב שרבינו סובר שקידושי כסף אין ממיתין עליו שהרי כתב רבינו בפ\"ד מהל' ממרים וכיצד דבר המביא לידי דבר שחייבין על זדונו כרת ועל שגגתו חטאת וכו' יעו\"ש הא קמן דבקידושי כסף יש בו חיוב כרת ושגגתו חטאת ומייתי חולין בעזרה. וי\"ל דמיירי שקדש אותה ובא עליה דבכי האי גונא קידושיו קידושי תורה כמ\"ש בקידושין ודלמא דקדיש והדר בעיל וכמו שהובא פי' השמועה בדברי הרמב\"ן ז\"ל בשתי דרכים עיי\"ש אבל קידושי כסף לחוד או בעילה לחוד שלא לשם קידושין לא הויא אשת איש אבל כי קדיש והדר בעיל הויין קידושין מן התורה אי לא הויין המעות גזל ממורי הרב ז\"ל.<br><b> עוד</b> כתב בענין זה וז\"ל כתבו בהגהות מיימונות וז\"ל כתב רבינו שמחה ח\"ו שאנשים שהיו גדולים טעו בזה אלא הכי פירושו תינח קדיש בכספא שהוא דרבנן קדיש בביאה אחר הכסף שהוא ודאי דאורייתא דכתיב כי יקח איש אשה ובעלה מאי איכא למימר דודאי מה שהכסף קונה בלא ביאה וביאה בלא כסף זהו רק דרבנן אבל ע\"י שטר לחוד זהו דאורייתא משום דאתקש הויה ליציאה וע\"י שטר נסקלת. ומשני שוייוה רבנן לבעילתו בעילת זנות ואז לא ישוו הקדושין עכ\"ל. ודבריו תמוהים שהרי אמרו בפ\"ק דקדושין דף ה' ע\"א חדא מחדא לא אתיא תיתי חדא מתרתי הי תיתי לא לכתוב רחמנא בשטר ותיתי מהנך וכו' עיי\"ש ואם כדברי הרב ז\"ל דביאה בלא כסף וכסף בלא ביאה הוא מדרבנן ושטר לחוד הוא דאורייתא מה שייך לומר תיתי חדא מחדא או חדא מתרתי והלא הנך תרתי כסף וביאה הוו דרבנן וקראי אסמכתא כפי סברתו ולא שייך לומר דתיתי שטר מינייהו. ועוד דבדף ט' ע\"ב אמרו בביאה מנא לן א\"ר אבהו א\"ר יוחנן בעולת בעל מלמד שנעשה לה בעל ע\"י בעילה. א\"ל ר' זירא לר' אבהו וכו' כעורה זו ששנה רבי ובעלה שנקנית בביאה. ומשני אי מהתם הו\"א עד דמקדש והדר בעיל קמ\"ל הא קמן בפי' דבביאה לחוד מקניא וצ\"ע. ועיין בפירש\"י במס' גיטין דף ל\"ג גבי תינח בכספא וכו' מה שכתב רש\"י על פי' רבותיו דקשה קדיש בשטר מאי איכא למימר. ועיין בתשובת הריב\"ש סי' שע\"ו שהקשה כן אבל תירוצו אינו מתיישב ודוק ממורי הרב ז\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הבן משיולד עד שיהיה בן י\"ג שנה וכו'.</b> והנה בפ\"ה דאבות משנה כ\"א תנן בן י\"ג למצות וכתב שם הרב תוס' יו\"ט ז\"ל וז\"ל פי' הרב ברטנורא דכתיב איש וגבי שכם כתיב איש חרבו על יריכו ולוי באותו פרק היה בן י\"ג שנה כשתחשוב י\"ג שנה שעשה יעקב עם לבן אחר שנשא את לאה וילדה לו אחר שני שנים בקירוב שעלו בהריון ג' אחים ראובן שמעון ולוי לחשבון ז' חדשים לכל אחד נמצא לוי כשיצאו משם היה בן י\"א שנה הוסיף עליהם ששה חדשים שעשה בדרך וי\"ח חדשים שעשה בסוכות קיץ וחורף שהם שתי שנים הרי לוי בן י\"ג שנה בלכתן לשכם ונקרא איש. [רש\"י]. ולא דייק בפי' רש\"י בפרשת וישב בפסוק ויתאבל על בנו שפי' ששה חדשים עשה בבית אל שהוא אחר מעשה שכם עכ\"ל.<br><b> והדבר</b> קשה לענ\"ד שהרי דברי רש\"י ז\"ל האמורים בפרשה הן הן גמרא ערוכה כדגרסינן בסוף פ\"ק דמגילה אלא משום דאשתהי באורחא ב' שנים דתניא יצא מארם נהרים ובא לו לסוכות ועשה שם י\"ח חדשים שנאמר ויעקב נסע סכותה וכו' ובבית אל עשה ששה חדשים והקריב זבחים עכ\"ל הרי דדברי רש\"י ז\"ל בפי' התורה הם מדוייקים דבסוכות עשה י\"ח חדשים ובודאי דנכנס בחשבון זה מה שנתעכב בדרך דאל\"כ נמצא דנתעכב יותר מב' שנים וא\"כ קשה על רש\"י ז\"ל שכתב בפי' המשנה דששה חדשים עשה בדרך וי\"ח חדשים עשה בסוכות וזה אינו דהא אמרינן די\"ח חדשים עשה בסוכות ואח\"כ ששה חדשים בבית אל וכדמשמע בגמ' דמשעת צאתו מבית לבן עד שבא לביתו היו ב' שנים ולא יותר ולפי דברי רש\"י היו ב' שנים ומחצה דששה חדשים בדרך וי\"ח בסוכות וששה בבית אל הרי ב' שנים ומחצה ומהתימה על הר\"ב תוס' יו\"ט איך לא שת לבו לכל זאת והודה לו בזה וכתב דלא דק בפירושו ותהי להיפך.<br><b> ובעומדי</b> על פי' רש\"י ז\"ל המובא במדרש שמואל ראיתי שכתב וז\"ל ואינו קרוי איש עד שיהא בן י\"ג שנה כשתחשוב ב' שנים שעשה יעקב בבית אל עכ\"ל והוא מן התימה דכבר הוכחנו דששה חדשים עשה בבית אל והיה אחר מעשה שכם באופן שמדברי הגמ' נראה דבמעשה שכם עדין לא היה ללוי י\"ג שנה וא\"כ ראייתם הוא ראיה לסתור. דהא קמן דלוי נקרא איש ועדין לא היה בן י\"ג שנה. ואין לדחות ולומר דכיון שנכנס לי\"ג הרי הוא כאילו הוא בן י\"ג שלימות משום דהא דאמרו ז\"ל בן י\"ג למצות לענין שנענש אם עבר עבירה הוא דוקא בן י\"ג שנה ויום אחד. והנה לזה יש לומר שהחשבון הוא כך שנולדו (בחי') [בח\"י] חדשים בקירוב ג' דיולדת לז' יולדת למקוטעים ונחשוב י\"א שנים וחצי בבית לבן וי\"ח חדשים בסוכות הרי י\"ג שנים וע\"כ צריך למחוק בלשון רש\"י אלו התיבות ששה חדשים שעשה בדרך ולומר י\"ח חדשים בסוכות ודוק."
            ],
            [],
            [
                "<b>הגיע לזמן הזה ולא הביא הרי זה סריס וכו'.</b> כתב בספר מחנה אפרים בחידושים דף ד' ע\"ד ז\"ל כתב הרב המגיד ז\"ל הגיע לשנת עשרים וכו' עד ולפי שיטה זו יש לתמוה וכו' למה הוזכרו שאר סימנים וכו' ע\"כ נכתב בצדו להכי הוזכרו לומר דאם לא הביא מתחילת לידתו לא הוי ודאי סריס אלא ספק. וק\"ק דבפ' יוצא דופן תנן בן עשרים שנה שלא הביא ב' שערות יביא ראיה שהוא בן עשרים והוא הסריס וכו' ע\"כ והשתא היכי מיירי אי הביא ב' שערות בזקן הא להראב\"ד לא הוי סריס ואי לא הביא א\"כ מאי פריך בגמרא והוצרך להעמידה בשנולדו בו סימני סריס הא בסימן זה די עכ\"ל."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ב' שערות אלו צריכות שיהיו וכו'.</b> לשון הרב המגיד. שתי שערות וכו' ופירש רבינו שמקום [אחד] הוא בית הערוה דוקא וכו'. ההיא דפ\"ק דגיטין גבי ותזנה עליו פילגשו דאיכא מאן דאמר שם דמצא לה נימא. ומקשה ויצא לך שם בגוים שאין להם שער בית השחי ובית הערוה צריך לדעת איך היו מביאים הנשים סימנים באותו זמן לפי הרה\"מ ז\"ל שכתב שצריך בבית הערוה הסימנים. ולומר דהיו בסימנים אחרים כגון בנים וכיוצא דוחק כן כתב בני דוד פאלקון ד' י\"א ע\"א. ועיין במהרש\"ל במס' סנהדרין דף כ\"א."
            ]
        ],
        [
            [],
            [
                "<b>ואם נתן הוא ואמרה היא הרי זו מקודשת בספק.</b> כתוב בהגהות מיימוני וז\"ל נתן הוא ואמרה היא וכגון שאין מדבר עמה על עסקי קידושיה אבל במדבר עמה או שאחרים מדברים עמה על ענין קידושין הרי היא מקודשת דלא גרע משתיקה ע\"כ וקשה דא\"כ ההיא ברייתא כי רמינן בפ\"ק דקידושין דף ה' ע\"ב מסיפא לרישא ושנינן לה בשינויי דחיקי אמאי לא משני דברייתא לא תני אלא מילתא פסיקתא והכי קאמר נתן הוא ואמר הוא בין במדבר עמה על עסקי קידושין בין אינו מדבר מקודשת נתנה היא ואמרה היא בכל גונא אינה מקודשת ולא נחית ברייתא לספיקא נתנה היא ואמר הוא לפעמים מקודשת ולפעמים אינה מקודשת הא היה מדבר עמה על עסקי קידושיה מקודשת לא היה מדבר עמה אינה מקודשת ובזה לא מיירי ברייתא כלל כיון דלא הוי מלתא פסיקתא וצ\"ע ממורי הרב ז\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קטן שקידש אין קידושיו קידושין וכו'.</b> כתב הר\"ב מחנה אפרים בחידושים דף ד' ע\"ד ז\"ל כתב הכ\"מ בסוף הלשון ואני אומר שאין כאן תמיהא כלל דנבונת לחש דקאמר היינו לומר שהיא חריפה כפי שנותיה ומ\"מ כיון שהיא פחותה מבת שש חזקה על הרוב שאינה יודעת לשמור קידושיה ע\"כ. נ\"ב מדברי רבינו פי\"א מהלכות גירושין הל' ז' אין נראה כן."
            ],
            [
                "<b>כיצד מקודשת למיאון וכו'.</b> צריך לדעת מה חילוק יש בין קטנה שגדלה דאמרי קצת מרבוותא לדעת הרמב\"ם דכי בעל חלו קידושין הראשונים ובין קטן שקידש דאפי' גדל דלא חלו. ועיין במהרימ\"ט ובמהראנ\"ח גבי קטן שקדש לו אביו אשה. ובסוף פרק הכותב בתוס' ובספר בית שמואל. ודוק בההיא דכלך אצל יפות ובהריטב\"א ובגמרא ולא נתייאשו ואח\"כ נתייאשו ובההיא דצפיתא דאסא. בני דוד פאלקון דף י\"א ע\"ג."
            ],
            [],
            [],
            [
                "<b>טומטום ואנדרוגינוס שקידשו וכו'.</b> השגת הראב\"ד והלא אינן ראוין להנשא כלל וכו'. אפשר ליישב דנפקא מינה משום קרובותיו וגם הגט נפקא מינה ליבם משום צרתה דכולם אם נתגרשו או מתו צרותיהן מותרות. ועיין מ\"ש לקמן הל' ט\"ז. בני דוד פאלקון דף י\"א ע\"ד."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש את האשה בכסף וכו'.</b> לשון הכ\"מ דף ר' ע\"ד כתב בספר מחנה אפרים בחידושים דף ה' ע\"א וז\"ל המקדש את האשה וכו' או לתוך חצרה וכו'. לכאורה נראה דלתוך חצרה מקודשת אפי' אינה משתמרת ואינה עומדת בצדה וכו'. עד וכך הם דברי הרב המגיד ע\"כ. נכתב בצדו זה אינו דהרב המגיד ז\"ל לא כתב אלא דעדיפי קדושין מגט ולא בעינן עומד בצדו אבל חצר המשתמרת בעינן.",
                "<b>[כתב </b> בספר מחנה אפרים] כתב הרב המגיד ז\"ל היתה עומדת ברשות של שניהם וכו'. עד שאע\"פ שבמקח וממכר אין חצר של שניהם קונה מזה לזה וכו' יש לחוש שמא הוה משאיל לה זכותו ע\"כ. נ\"ב דברים אלו צ\"ע דאפי' אם פירש ואמר שהוא משאיל לה זכותו במאי קנאתו אותו הזכות עכ\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש בהנאת מלוה וכו'.</b> כתב הרב מחנה אפרים בחידושים דף ה' ע\"א לשון הרב המגיד שם וז\"ל כתב הרב המגיד ויש מי שכתב שלפי זה כ\"ש אם מחל המלוה בעצמה ע\"כ. נ\"ב אם מחל המלוה בתוך זמנה כיון דאינו יכול לתובעה בדין נראה מדברי התוס' בב\"ק דף צ\"ט דאינה מקודשת עכ\"ל."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שאמרה תן דינר וכו'.</b> לשון הרב המגיד וכתב הרשב\"א דמשמע וכו'. הרה\"מ הביא דברי הרשב\"א שכתב וז\"ל אדרבא לכאורה משמע דכה\"ג קרוב הוא להיות כהילך מנה וכו' עיי\"ש."
            ]
        ],
        [
            [],
            [],
            [
                "<b>כיצד האומר לאשה אם תתני לי וכו'.</b> לשון הרב המגיד, ופי' רבינו במשנה מבואר שהוא מפרש שיש בו מעשה וכו'. עד אם תתני דהיינו התנאי עכ\"ל. וכן פי' כדבריו בתוס' וכן פי' הרמב\"ן והרשב\"א ז\"ל דרך פשיטות וכו' יעו\"ש. והטור סי' ל\"ח כתב וז\"ל מלשון הרמב\"ם יראה שאם השלים כל תנאו קודם שנתן לה הקדושין דהוי תנאי שכתב אבל אם אמר לה הרי את מקודשת לי בדינר זה וכו'. עד סוף הל' ד' ולא נהירא דמילתא דפשיטא היא אם נתן בידה בלא תנאי וכו'. וכתב הב\"י ז\"ל וז\"ל וכתב רבינו דלא נהירא דמילתא דפשיטא היא וכו'. כלומר וא\"כ לא היה צריך שיתנו חכמים ויצריכו לעשות תנאי קודם למעשה כיון דמלתא דפשיטא היא שאם קדם המעשה סתם אין התנאי שהתנה אח\"כ כלום ואין זה כלום דכיון דגמר דברי הקדושין הוא התנאי שהרי הוא אומר הרי את מקודשת לי בזה על תנאי כך וכך אע\"פ שנתן לה הקדושין קודם שיזכיר התנאי מ\"מ כיון דדברים אחרים הם בלי הפסק ראש דבריו אסיפא סמיך והו\"ל למימר דלא חלו הקדושין אלא על אותו תנאי אם לאו דגמרינן מתנאי בני גד שצריך שיהיה תנאי קודם למעשה. ולישנא דהרמב\"ם הכי דייק שכתב אם א\"ל הרי את מקודשת לי בדינר זו ונתן הדינר בידה והשלים התנאי ואמר אם תתני ר' זוז תהי מקודשת וכו'. הרי התנאי בטל ומדכתב השלים התנאי משמע כמ\"ש דתנאי לאו מלתא באפי נפשה אלא תשלום דבריו הראשונים ע\"כ.<br><b> ולפי</b> ענ\"ד נראה דכוונת הטור היא דבשלמא אם היה אומר הרי את מקודשת לי בדינר זו והיה נותן הדינר בידה והיה משלים ואמר אם תתני לי מנה ואם לא תתני לי לא תהיה מקודשת אזי שייך לומר דמאמר אם תתני לי ואם לא תתני לי מנה אהרי את מקודשת לי בדינר דקאמר ברישא קאי כיון שכפל דבריו ואמר אם תתני לי מנה הרי את מקודשת לי הא תו למה לי הרי כבר אמר ברישא מקודשת א\"כ זה ודאי מוכח דתנאי מלתא אחריתי היא וכיון דקי\"ל בכל התורה כולה תוך כדי דיבור כדיבור דמי חוץ ממקדש וחבריו והוא פסיק ואמר ברישא מקודשת ועשה מעשה שוב אינו יכול לחזור בו ולהטיל תנאי זה נראה לענ\"ד כוונת הטור.<br><b> אך</b> לשון הטור מגומגם אצלי מאד במ\"ש ומלשון הרמב\"ם יראה שאם השלים כל תנאו וכו' חדא שאין זה מבוקשו של הטור בדין זה להקשות עליו והו\"ל למימר ומלשון הרמב\"ם יראה שאם נתן בידה בלא תנאי שהיא מקודשת בלא תנאי ועוד דלפי דבריו הו\"ל להביא רישא דלישניה דהרמב\"ם והוא מפורש בהדיא ומאי לשון יראה דקאמר הטור וצ\"ע."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד האומר לאשה הרי את וכו'.</b> כתב הרב המגיד ז\"ל ונראה מדבריו שהטעם שבמעכשיו ובעל מנת אינו צריך לדברים עכ\"ל. ודע שיש מי שרצה ללמוד מכאן דאם התנאי היה בדבר שהיה כבר א\"צ משפטי התנאים. והקשו לו שהרי בסוטה התנאים הם לשעבר ומשם למדו משפטי התנאים. ועיין בשיטת הריטב\"א גבי סוטה שכתב דבסוטה לאו משום תנאי אתינן עלה למ\"ד דאפי' במעכשיו צריך משפטי התנאים. וקשה מקדושין דף נ\"ט גבי מעכשיו ולאחר למ\"ד יום יעו\"ש. בני דוד פאלקון דף י\"ג עמוד א'."
            ]
        ],
        [
            [
                "<b>האומר לאשה הרי את וכו'.</b> מחנה אפרים בחידושים ד' ה' ע\"א ולשון הרב המגיד שם וז\"ל כתב הרמב\"ם ז\"ל האומר לאשה הרי את מקודשת לי על מנת שירצה אבי רצה האב מקודשת וכו'. והראב\"ד ז\"ל השיג עליו יעו\"ש. נ\"ב עיין בפרק המדיר גבי ההיא דפריך מההיא דהריני בועליך וכו' דיש ראיה לסברת רבינו.<br><b> כתב</b> הרב המגיד בסוף לשונו והאומר על מנת שלא ימחה הרי התנאי בשב ואל תעשה וכל זמן שנעשה המעשה נתבטל והרי זה כאומר לאשה הרי זה גיטך על מנת שלא תשתי יין שהכונה שלא תשתי יין אפי' פעם אחת לעולם ע\"כ. נ\"ב עיין במהריב\"ל ח\"א דף קמ\"ה דנראה דלא זכר מזה."
            ],
            [],
            [],
            [
                "<b>הרי את מקודשת לי בזה וכו' לקח המעות בהלואה וכו' אינה מקודשת וכו'.</b> כתב מוהריק\"ש באה\"ע סימן כ\"ח וז\"ל הרמב\"ם כתב אפי' בהלואה וצ\"ע כי לא נזכר בגמרא כי אם עסקא ואולי יש ט\"ס בדברי הרמב\"ם. אי נמי כוונת הרמב\"ם שמעות ההלואה הן בעין ועדין לא הוציאם לא כשהוציאם ויש לו אחרים תחתם שאז ודאי דידיה מיקרו עכ\"ל. ואני תמה על הרב בתירוצו הראשון דט\"ס הוא דזה אי אפשר שהרי כתב כן רבינו בפי' המשניות עי\"ש. ודוחק לומר שנפל הטעות בב' מקומות ועוד דהמעיין שם בדבריו יראה דאי אפשר להיות ט\"ס."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לאשה הרי את מקודשת לי בזה וכו'.</b> כתב הרב המגיד בד\"ה הרי את מקודשת לי בזוזים אלו וכו' אבל בקדושי שטר וכו'. מהו ודאי אם יש בנייר שוה פרוטה הרי היא מקודשת וכו' עכ\"ל. וצ\"ע דלפי זה הו\"ל להיות מקודשת ספק משום שוה פרוטה במדי אע\"ג דאין שוה פרוטה בכאן. בני דוד פאלקון דף י\"ג ע\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש על תנאי וכו' אע\"פ שבטלו וכו'.</b> ולשון הרב המגיד מגילת ספר דעשין דף ל\"ד ע\"ב. אע\"פ שלא נתקיים התנאי וכו'. נ\"ב היינו דוקא כשבעל שלא בפני עדים דשמא אינו רוצה למחול תנאו כדי שלא יהא לה כתובה וסבור שיתקיים התנאי אבל כל שבעל בפני עדים אמרינן נהי דאינו מוחל תנאו אבל עכשיו בועל לשם קידושין כדי שלא תהא בעילתו בעילת זנות. מחנה אפרים בחידושיו דף ה' ע\"א המקדש על תנאי וחזר וכו'. וכן המקדש בפחות משוה פרוטה וכו'. יד אהרן אה\"ע ח\"ב סימן ל\"ח בהגהות הטור אות מ\"ט דף מ\"ו ע\"ד ומ\"ז ומ\"ח."
            ]
        ],
        [
            [
                "<b>וכן היא שהטעתו וכו'.</b> לשון הכ\"מ [פ\"ז הכ\"ג] בד\"ה המקדש על תנאי וחזר וכו'. כתב הר\"ן בפ' האיש מקדש וכו'. וא\"ת והא תנן בפרק האיש מקדש על מנת שאני עשיר וכו'. ואם איתא דיכולה למחול וכו'. נ\"ב היינו דוקא בשאר תנאים שדעתו של אדם במתנה מעיקרא אם יקפיד בהם כשידע אבל במתנה ע\"מ שאני כהן או לוי הרי הקפיד בהכי.<br><b> בסוף</b> לשון זה סיים הכ\"מ נתבטלו קידושין לאלתר שלא להנאתה התנית אם כן יכול הוא לבטל התנאי ע\"כ. נ\"ב לא הבנתי דאם שלא להנאתה התנית א\"כ יכול הוא לבטל התנאי וכן נראה מהירושלמי גבי על מנת שביתי רחוק מן המרחץ ונמצא קרוב דיכולה לומר בעית מטרפסא אזלא וכו'. אלא נ\"ל דכיון דהוא התנה להנאתה והיא היתה צריכה להתנות לא מצית היא למחול התנאי דלא אמרו למחול אלא במי שהוא בעל התנאי. מחנה אפרים בחידושים דף ה' ע\"א."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לשלוחו וכו'.</b> נסתפקתי אם אמרה אשה אחת שהשליח קדש אותה אם הותר בכל הנשים או לא כההיא דקדשתי את בתי. ולקושיא שהקשו בתוס' דקבוע שכל אדם יהיו אסורים ותירצו שלא נאסרו כל האנשים משום דאין ביד השליח לקדש ואפשר דלא קדש נמצא שאם ידענו דקדש ודאי אסורים כל האנשים לקדש שום אשה וא\"כ וכו'. עוד צריך לדעת אם אומרת האשה שלא נתקדשה למה לא יהא מותר בקרובותיה כיון שהאשה עצמה מותרת להתקדש. בני דוד פאלקון דף ט\"ו ע\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העושה שליח לקדש לו אשה וכו'.</b> ואיכא למידק חדא למה לא נקט אשה פלונית כלשון המשנה ותו דאמאי נקט רבינו העושה שליח ולא כתב האומר לחבירו דנפקא מינה טובא כדגרסי' בגמ' דף נ\"ח מאי שנא הכא דקתני האומר לחבירו ומאי שנא התם דקתני האומר לשלוחו. הכא רבותא קמ\"ל וכו' דאי תנא שלוחו הוה אמינא שלוחו הוא דהוי רמאי דסמכא דעתיה סבר עביד ליה שליחותיה אבל חבירו דלא סמכא דעתיה אימא לא קמ\"ל וא\"כ הוה ליה לרבינו לאשמועינן האי רבותא. וראיתי בפי' המשנה שכתב רבינו ז\"ל וז\"ל אמר לחבירו ולא אמר לשלוחו להודיעך ואפי' אוהבו שלא היה מרמה אותו כמו שרימהו מה שעשה עשוי עכ\"ל. ודבריו אלו הם היפך ממאי דאמרו בגמ' דבחבירו לא סמכא דעתיה ומוכרח לומר דגירסא אחרת נזדמנה לו לרבינו כאן והיה גורס בהיפך ומ\"מ אפי' תימא הכי קשה דהוה ליה לרבינו ז\"ל לומר לחבירו ויש ליישב ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>ומניח כתובה אחת ביניהן ומסתלק.</b> הכי איתא ביבמות משנה וגמרא דף קי\"ח ע\"ב. ואיכא למידק דבגמ' השוו דין זה למי שלקח מאחד מחמשה בני אדם ואינו יודע ממי לקח וכתבו רבינו בפ' כ' מהל' מכירה וז\"ל הלוקח מחמשה בני אדם וכו' ואם הוא חסיד צריך לתת דמים לכל אחד ואחד כדי לצאת ידי שמים יעו\"ש. ועיין שם מ\"ש מרן ז\"ל בכ\"מ. וא\"כ הכא נמי הו\"ל [למימר] ואם הוא חסיד צריך לתת לכל אחד ואחד וכו'. ויש לומר דהתם גבי מקח וממכר דבודאי לקח מאחד מהם וחייב לשלם א\"כ אם יניח אותו הסך לפניהם ויסתלק אפשר שיטלם מי שלא נתן לו כלום ונמצא שלא פרע למי שנתן לו המקח ויהיה המקח גזל בידו לפיכך אם בא לצאת ידי שמים צריך ליתן לכל אחד ואחד כדי שיגיע דמי המקח לבעליו אבל הכא לא לקח מה' נשים מאומה אלא מדידיה הוא דיהיב ואם לא תגיע ליד האשה שנתקדשה לו באמת לאו מידי חסרא ולא ישאר גזל בידו ודוק. שוב בא לידי ספר אדמת קדש וראיתי שנרגש מזה בחו\"מ סי' ח' וט' דף קמ\"ג והניחו בצ\"ע."
            ],
            [],
            [],
            [
                "<b>יצא עליה קול שנתקדשה לפלוני ולאחר ימים אמרו אמתלא אם נראין הדברים לבי\"ד שהוא כן וכו'.</b> נ\"ב כלומר שבירר בעדים דעל תנאי קדיש וכי אמרו לאו כל כמינך דמחזקת אמתלא התם לא הוו עדים בזה והכי דייק הלשון ולפי\"ז סבירא ליה לרבינו דמבטלינן קלא כי האי גוונא. מחנה אפרים בחידושים דף ה' ע\"א."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הלך בעלה ולותה ואכלה כשיבוא חייב לשלם וכו'.</b> כתב הרב המגיד ואין נראה כן דעת הראשונים ז\"ל אלא אפילו במפרנס סתם אבד מעותיו וכו'. נ\"ב לא ידעתי זה דהא כל המפרשים כתבו דלותה היא שגובה מן הבעל דשליחותא דידיה קא עבדא ובפרנסה ג\"כ כיון דלשם הלואה נתנם ומהר\"ם כתב דכל היכא דהיא פטורה הבעל נמי לא מחייב. מחנה אפרים בחידושים ד' ה' עמוד א'. עוד שם ואלו לא זן אותה זה היתה ניזונת מנכסי הבעל או היתה לוה ואוכלת וכו'. נ\"ב ק\"ק דגם אם היתה לוה נפרעת ממנו וכ\"כ רש\"י והרשב\"א והר\"ן ז\"ל בנדרים כתב על דברי הרשב\"א דנהי דלאו בתורת מתנה קעביד מיהו סתמא זו אדעתא דבעל נחית ולא אדעתא דידה שכבר הוא יודע שאין לאשה נכסים ע\"כ ודבריו קשים ג\"כ דנהי דאין לאשה נכסים יפרע מן הבעל מדר' נתן והכי כתב הר\"ן ז\"ל בפ' השותפין גבי האומר לאשה קונם שאיני נהנה לך בעלי חובות באים ונפרעים ע\"כ."
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלמנה שהיה שטר כתובה יוצא מתחת ידה וכו'.</b> לשון ה\"ה והראב\"ד נאות יעקב דף ז' ע\"ד ודף ח' ע\"ג וי\"ג ע\"ב. מגילת ספר דלאוין ד' ל\"ג ע\"ד ולשון ה\"ה שם. ועל מ\"ש רבינו ז\"ל אפי' עיקר כתובה וכו' עיין מה שפירש במלת ואפי' בספר התשב\"ץ בחלק חוט המשולש ח\"ד סימן י\"ח ותימה דממ\"ש הרמב\"ם שם בגרושה ואפי' עיקר נראה דאין פירושו נכון ודוק ונראה דכלפי דאיכא מאן דסבר דבמקום שכותבין אין לה נדונייא ותוספת אבל עיקר כתובה אית לה מתנאי בי\"ד משו\"ה כתב הרמב\"ם ואפי' עיקר כתובה כלומר וכ\"ש נדונייא ותוספת ובזה אתי שפיר מאי דמסיים וכן בגרושה אפי' עיקר כתובה אין לה ודוק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שאמרה לבעלה גירשתני נאמנת וכו'. אבל אינו נותן התוספת עד שתביא ראיה וכו'.</b> כתב הרב המגיד ז\"ל האשה שאמרה לבעלה וכו' עד ולענין גביית הכתובה הכריע הרמב\"ן ז\"ל כדברי רבינו וכו' ע\"כ. נ\"ב צ\"ל דכיון דאיכא חזקה אלימתא מטעם זה תגבה כתובה ותוספת דכל חזקה שהיא תלויה בסברא אלימא מחזקת ממון איברא דגבי מת בעלי אינה גובה כתובה אלא מטעם זה והטוען פתח פתוח מצאתי לא היה נאמן אי לאו משום דחכמים האמינוהו ואע\"ג דאיכא חזקה דאין אדם טורח בסעודה ומפסידה. מחנה אפרים בחידושים דף ה' ע\"ב. השגת הראב\"ד משפט צדק סי' ט' דף מ\"ד."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במה דברים אמורים בעניים אבל אם הכניסה לו שפחה אחת וכו'.</b> דינא דחיי לאוין דף ק\"א ע\"ד. כתבו בתוס' קצת תימה אם הוא זן אותה עיין בנ\"מ מה שהקשה לתוס' ותירץ מהרי\"ק דהכא לא מיירי בראויה לה שפחה אלא שהיא קנתה שפחה להנצל ממלאכות אלו. בני דוד פאלקון דף י\"ט עמוד ד'."
            ],
            [],
            [],
            [
                "<b>האשה ששברה כלים בעת שעשתה מלאכותיה וכו'.</b> כתב הראב\"ד ז\"ל אלא מפני שהיא שמירה בבעלים וכו'. נ\"ב לא הבנתי זה דהאי טעמא לא סגי הכא בששברה כלים דאדם מועד לעולם וחשיב מזיק בידים ולא נפטרו בבעלים אלא כשנאבד בפשיעה ע\"י גרמא. ונראה דאם הפקיד בידה ופשעה בשמירתה לדעת הראב\"ד פטורה. ולפי מ\"ש הרב המגיד אפשר דחייבת דלא שייך האי טעמא דשלום הבית כה\"ג. ולתרץ מ\"ש על הראב\"ד ז\"ל אפשר דס\"ל כסברת רבינו פרץ ז\"ל דשכיר לעשות מלאכה לא אמרינן האי דינא כיון דצריך לאיתעסוקי בהו. מחנה אפרים בחידושים דף ה' ע\"ב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שומרת יבם יש לה למכור וליתן במתנה וכו'.</b> לשון הרב המגיד אבל מה שאמר שאפי' בנכסי צאן ברזל אין לו פירות הוא תימה למה לא יזכה במחציתן וכו'. יש מי שרצה לומר דבודאי בחייה הפירות הם נעשין גוף נכסי להיות משועבדים לכתובה. בני דוד פאלקון דף כ' ע\"ב. עוד שם כתב הראב\"ד שם בהשגות טעה בכל אלה וכו'. וכמדומה לי שטעה במשנה או משום משנה מי שמת שגורסין בה וכתובתה בחזקת יורשי הבעל ופי' הגאונים שהמחלוקת שאמרו וכו'. צ\"ע האי ופירשו הגאונים מה פי' הוא זה דהתם בהדיא הוא דמיירי בנכסי צאן ברזל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד האשה שמכרה או נתנה לבעלה מנכסי צאן ברזל וכו'.</b> כתב הרב בכ\"מ ז\"ל כיצד האשה שמכרה או נתנה לבעלה מנכסי צאן ברזל וכו'. עד יש לדון דרבינו לא איירי אלא במוכרת או נותנת ולא במוחלת וכו'. נ\"ב בפי\"ז כתב הכ\"מ גם במוחלת דהיינו דוקא בעיקר וכן נראה מדברי רבינו שכתב דהיכא דנגנבו צריך קנין ואע\"ג דהוי מחילה וזהו שכתב הראב\"ד ז\"ל מעתה אפי' בלא קנין דהוא ז\"ל סובר דבמחילה ליכא טענת נחת רוח ולפי\"ז ליתא למ\"ש מהראנ\"ח ז\"ל סי' כ\"ד לדעת הרב המגיד. מחנה אפרים בחידושים דף ה' ע\"ב."
            ]
        ],
        [],
        [
            [
                "<b>הנושא את האילונית ולא היו לו בנים וכו'.</b> עיין מהרי\"ט צהלון בשאלה קנ\"ט שהקשה על דברי הכ\"מ ז\"ל ומצאתי כתוב בגליון הספר מכתיבת יד הר\"ב כרם שלמה אמר שלמה אמרילייו אפשר שהרב ז\"ל לא ראה כל דברי מרן מוהריק\"א וז\"ל ואפשר שנגרר אחר לישנא דגמ' דאמר לא לימא איניש וכו' עכ\"ל ועיקר קושיית מוהריק\"א נלע\"ד שהיא זאת מאחר דהרמב\"ם בסוף פרק זה פסק כר' יהושע דבעי קנוי וסתירה בפני שנים ולית ליה הא דר' יוסי בר יהודה א\"כ קשה מאי אירייא בזמן הזה דנקט הרמב\"ם דבשלמא רב (חסדא) [חנינא] מסורא מספקא ליה אי קי\"ל כר\"י בר יהודה נקט בזמן הזה שאינו יכול להשקותה דאילו בפני הבית היה יכול אבל הרמב\"ם דס\"ל כר\"י מאי אירייא בזמן הזה והשיב הרב ז\"ל לאו דוקא ומאי דנקט בזמן הזה לישנא דגמ' נקט לא דס\"ל כר\"י בר יהודה ודוק. תוס' יו\"ט מס' כתובות פ' י\"א משנה ו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העוברת על דת צריכה התראה ועדים וכו'.</b> כתב הרב המגיד וז\"ל וכ\"ש לדעת רבינו שכתב פי\"ד מהל' מלוה שהטוען בשטר חוב שטר אמנה אינו יכול להשביע המלוה ע\"כ נ\"ב התם היינו טעמא משום דלמעקר שטרא קא אתי ולאו כל כמיניה וכ\"כ הרב בעל התרומות שם אבל הכא דהטענה היא מבחוץ בכה\"ג משביעינן ליה וכ\"נ מדברי רבינו עיין בדין י\"ז. מחנה אפרים בחידושים דף ה' ע\"ב."
            ],
            [],
            [],
            [],
            [
                "<b>אמרה לו אשתו שזינתה תחתיו ברצונה וכו'.</b> כתב הרב המגיד ז\"ל אמרה לו אשתו וכו'. עד ומסוגיא זאת יש ראיה למ\"ש רבינו בכאן שהיא מפסדת כתובתה בהודאתה ע\"כ. נ\"ב צ\"ע למשנה ראשונה היאך היתה נאמנת והא אין אדם משים עצמו רשע ע\"כ. מחנה אפרים בחידושים דף ה' ע\"ב. בני דוד פאלקון דף כ\"א ע\"ד באורך."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בא על אשתו ושהה כמה ימים וכו'.</b> כתב הרב המגיד ז\"ל בא על אשתו וכו'. עד אבל אם בעל ושהה ולא טען וכו' ע\"כ. נ\"ב מהריק\"ו בשרש ק\"ה נראה דס\"ל דבבעל תליא מלתא וזה אינו דבירושלמי דשמעתין פליגי ר' יוחנן וריש לקיש וקי\"ל כר\"י. וכן נראה מדברי הרה\"מ ז\"ל דצריך בעל ושהה ועיין בריא\"ז אבל מדברי הרמב\"ם בפט\"ו מהל' מכירה משמע דכל שנשתמש סגי. מחנה אפרים בחידושים דף ה' ע\"ב."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "לב שלם על משנה תורה, הלכות אישות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lev Shalem",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}