{
    "title": "Teshuvah MeYirah on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvah_MeYirah_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה </b>\n<b> לי שהאוכל ביצי דגים טמאים הנמצאים במעיהם וכו'.</b>"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה </b>\n<b> לי שאם לקח חמאה מן העכו\"ם ובשלה עד שהלכו להם צחצוחי חלב הרי זו מותרת שאם תאמר נתערבו ונתבשלו כולן בטלו במיעוטם.</b> עיי\"ש בנושאי כליו ועי' ש\"ך סי' (צ\"ט) [צ\"ב] בשם הכ\"מ והר\"י בן חביב ועוד י\"ל."
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה לי שכל אלו החוטין והקרומות אסורים מדברי סופרים וא\"ת שהם אסורין מה\"ת בכלל כל חלב וכל דם אין לוקין עליהם אלא מכת מרדות וכו'. </b> ולכאורה הוא תלמוד ערוך בחולין צ\"ב ב', חוטין שבחלב אסורים ואין חייבין עליו מאי טעמא חלב אמר רחמנא ולא חוטין, ומזה דייק אביי דגיד אמר רחמנא ולא קנוקנות, א\"כ ה\"נ חלב ודם אמר רחמנא ולא קרומים וחוטין דמה בין זה לזה, וביותר אינו מובן מש\"כ וא\"ת שהם אסורין מה\"ת וכו' דהא א\"נ חלב ולא חוטין מותר מדאורייתא לגמרי וכההיא דגידין אמר רחמנא ולא קנוקנות דמותר מדאורייתא, ותוס' כתבו שם די\"ל לעולא אף מדרבנן שרי אבל עכ\"פ מדאורייתא אין לנו לאסור כלל (וכ\"כ רש\"י ז\"ל שם אסורים מדרבנן ואין חייבין עליהם כרת, וגם רבינו ז\"ל כ\"כ בה\"ז, וקצת קשה דהדיוקים סתרי אהדדי, וזה יש ליישב) ולפלא על המ\"מ שהביא דברי הגמ' חלב ולא חוטין ולא העיר על לשון ויראה לי."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה </b>\n<b> לי שאין דין נטע רבעי נוהג בחו\"ל וכו' וק\"ו הדברים ומה סוריא שחייבת במעשרות וכו'. </b> עי' ר\"ן פ\"ק דר\"ה וספ\"ק דקדושין ובתוס' ותלמיד הר' יונה ריש פ\"ו דברכות ובכ\"מ."
            ],
            [],
            [],
            [
                "<b>הורו הגאונים ז\"ל שאע\"פ שפדה פירות רביעית או חיללן אסור לאכלן עד שתכנס שנה החמשית ודבר זה אין לו עיקר ויראה לי שזו שגגת הוראה, והטעם לפי שכתוב ובשנה החמשית תאכלו את פריו, ואין הדבר כן אלא שבשנה החמשית תאכלו בלא פדיון. </b> וכ\"כ התוס' ר\"ה י' א', והר\"ש פ\"ה דמעשר שני והרא\"ש הל' ערלה, כולם הסכימו ששבוש וטעות הוא להגאונים ז\"ל, ואני עני בדעת מצאתי דתליא באשלי רברבי יעוין ירושלמי סוטה פ\"ח סוף ה\"ה, אימתי הוא מחלל ברביעית ובחמשית (או בחמשית) מסתברא בחמשית אבל ברביעית דמים הוא חייב לו (כשיטת הגאונים וכמובן) ורבנן דקסרין אמרו לא מסתברא אלא ברביעית דכתוב ובשנה הרביעית יהיה כל פריו קודש הילולים (ר\"ל כפשט הכתוב דדבר מותר הוא בפדיונו ברביעית) וא\"כ שפיר י\"ל דהגאונים פסקו כסתמא דתלמודא, ואף שיש לפרש לענין החוזר מעורכי המלחמה, והוא באמת דבר הלמד מענינו, והראיה שלא נזכר דבר זה בירושלמי דמעשר שני, אבל מ\"מ מאן דמפרש לה לענין חילול מעשר שני סתם, מאן מרמי ליה מידו."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויראה </b>\n<b> לי שאין הדבר אלא כשנכנסו לקיום וכו'. </b> עיי\"ש בכ\"מ ובב\"י."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה לי שכל מקום שאמרנו בענין זה שהוא אסור בשתיה וכו'. אבל המפקיד ביד גר תושב וכו' יראה לי שכל העכו\"ם שוים בו. </b> והיא ברייתא ערוכה בע\"ז ס\"ד ב', מיחדין אצלו יין ואין מפקידין אצלו יין עיי\"ש היטב, ואולי י\"ל דס\"ד לפרש דהברייתא שם הוא סיומא דדברי ר' מאיר דס\"ל איזהו גר תושב כל שקיבל עליו שלא לעבוד ע\"ז, וא\"כ בכל דבריו הרי הוא כנכרי גמור העובר על שבע מצוות בני נח ובודאי חשיד על הגזל ולחלוף ולזייף אבל גר תושב דחכמים שקיבל עליו לשמור שבע מצוות בני נח ובתוכם גם גזל, הו\"א דלא חשוד לאחלופי, קמ\"ל רבינו ז\"ל מדעת עצמו דמ\"מ חשיד בזה כשאר נכרי דדבר זה אינו חשוב גזל בעינה כלל, ולא עדיף מכותי וכן עם הארץ דקיי\"ל בכמה דוכתי דחשידי לאחלופי. שוב מצאתי בב\"י יו\"ד ריש סי' קכ\"ח שעמד בזה."
            ],
            [
                "<b>יראה לי שכל מקום שאמרנו בענין זה שהוא אסור בשתיה וכו'. אבל המפקיד ביד גר תושב וכו' יראה לי שכל העכו\"ם שוים בו. </b> והיא ברייתא ערוכה בע\"ז ס\"ד ב', מיחדין אצלו יין ואין מפקידין אצלו יין עיי\"ש היטב, ואולי י\"ל דס\"ד לפרש דהברייתא שם הוא סיומא דדברי ר' מאיר דס\"ל איזהו גר תושב כל שקיבל עליו שלא לעבוד ע\"ז, וא\"כ בכל דבריו הרי הוא כנכרי גמור העובר על שבע מצוות בני נח ובודאי חשיד על הגזל ולחלוף ולזייף אבל גר תושב דחכמים שקיבל עליו לשמור שבע מצוות בני נח ובתוכם גם גזל, הו\"א דלא חשוד לאחלופי, קמ\"ל רבינו ז\"ל מדעת עצמו דמ\"מ חשיד בזה כשאר נכרי דדבר זה אינו חשוב גזל בעינה כלל, ולא עדיף מכותי וכן עם הארץ דקיי\"ל בכמה דוכתי דחשידי לאחלופי. שוב מצאתי בב\"י יו\"ד ריש סי' קכ\"ח שעמד בזה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה </b>\n<b> לי שכל החייב בתרומה ומעשרות מצטרף לכזית בטבל וכו'. </b> והראב\"ד ז\"ל השיג שצריך טעמן שוה ועיי\"ש בנו\"כ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה </b>\n<b> לי שאפילו דבר שיש לו מתירין אם נתערב בשאינו מינו בטל ברוב וכו'.</b> ידוע הלכה זו, עי' בראב\"ד ובכ\"מ."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויראה </b>\n<b> לי שכיון שהוא קנס אין אוסרין תערובות זו אלא על זה העובר וכו'. </b> עיי\"ש בכ\"מ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה </b>\n<b> לי שכל דבר שהוא חשוב אצל בני מקום מן המקומות כגון אגוזי פרך וכו'.</b>"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קונטרס תשובה מיראה על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Teshuvah MeYirah",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}