{
    "title": "Melechet Shlomo on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melechet_Shlomo_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ב' צבורין וכו' וכן שני בתים בדוקים וצבור אחד של חמץ וכו' בכל אלו א\"צ לבדוק וכו'.</b> והקשה הרב המגיד ז\"ל מאי שנא דין הטומאה מדין בדיקה וכו' ומרן כ\"מ תירץ וז\"ל ולי נראה היינו טעמא דכיון דשני שבילין דבאו לשאול בבת אחת דטמאים היינו מדרבנן דמדאורייתא ספק טומאה ברה\"ר טהור לגבי בדיקת חמץ דרבנן העמידו דבריהם על דין תורה וא\"ת והלא ספק דבדיקה ברה\"י היא ומדין תורה ספק טומאה ברה\"י טמא וי\"ל וכו' אי נמי משום דהוי ספק ספיקא ספק לבית זה נכנס או לאותו בית ואת\"ל לבית זה ספק אכלתיה או לא ע\"כ. והנה אמת נכון הדבר דהאי א\"נ הוא לקושיא קמייתא וה\"ק א\"נ אע\"ג שנאמר שלא העמידו דבריהם על דין תורה אפ\"ה שנא ושנא דהכא בבדיקת חמץ הוי ס\"ס אבל בב' שבילין לא הוי ס\"ס ומשו\"ה אמרו דכשבאו לשאול בבת אחת טמאים וזה נ\"ל ברור. והוצרכתי לזה לפי שראיתי להרב מרכבת המשנה אלפאנדארי שהקשה עליו ממה שפסק רבינו ריש פי\"ח מהל' אבות הטומאה והצריכה עיון ולפי מה שכתבתי בכונת מרן לק\"מ (א\"ה ס\"ט עיין להרב ז\"ל בס' יד אהרן בסי' תל\"ד שהקשה ג\"כ קושיא זו ועיין למורה מורינו בס' שורשי הים ח\"א דף קט\"ו ע\"ג יעו\"ש)."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך אם לא ביטל קודם שש ומשש ומעלה מצא חמץ שהיה דעתו עליו והיה בלבו וכו' הרי זה עובר עליו וכו'.</b> דעת רבינו ז\"ל נראה כרש\"י והר\"ן ז\"ל דס\"ל דבדיקה לחוד סגי לחמץ שאינו ידוע ממ\"ש שהיה דעתו עליו וכו' לאפוקי חמש שאינו ידוע שאינו עובר כי אם משעת מציאה ואילך שלא כדעת הרא\"ש ז\"ל שכתב פ\"ק דפסחים דף ו' וז\"ל אמר רב יהודה אמר רב הבודק צריך שיבטל וכו' מאי טעמא אילימא משום פירורין דקים לן שלא מצא בבדיקה ונשארו ועובר עליהם בבל יראה אע\"פ שאינו רואה דהא לא כתיב לא תראה אלא לא יראה משמע לא יהיה לך חמץ הראוי לראיה אע\"פ שאינו יודע שהן בבית מ\"מ בל יראה איכא ולכך צריך שיבטל ע\"כ. (ועיין בב\"י סי' תל\"א ס\"א במ\"ש ומדברי הרמב\"ם כו') הרי שכתב בפירוש שלא כדעת רבינו ועיין בפרי חדש סי' תל\"א סק\"א<br><b> אמנם</b> ראיתי להמג\"א סי' תל\"ד סק\"ה שהביא דברי רבינו וכתב וז\"ל משמע דאם לא ידע מתחילה אינו עובר עליו כלל וכן משמע מלשון הרא\"ש ז\"ל גבי גלוסקא ע\"כ. ולכאורה קשה דמלשון הרא\"ש ז\"ל נראה דפליג עליה דרבינו וכדכתיב וכמ\"ש הפר\"ח ז\"ל. ואמת דמלשון הרא\"ש ז\"ל שם אמר רבא גזירה שמא ימצא גלוסקא יפיפיה דדעתיה עילויה מדכתב דדעתיה עילויה ולא כתב ודעתיה עילויה משמע דס\"ל כסברת רבינו וכדדייק המג\"א ז\"ל וכ\"כ עוד לקמן וז\"ל שמא באחד מן הזויות היתה גלוסקא שדעתו עילויה וכו' וזה דקדוק אמיתי ולפי\"ז צריכים אנו לדחוק ולומר דמ\"ש הרא\"ש ז\"ל מ\"מ בל יראה איכא וכו' דמינה דייקינן היינו שהרא\"ש ז\"ל בא לפרש דברי המקשן דכונת המקשן היא דאמאי צריך ביטול אי נימא משום פירורין דלא מצא וס\"ל דאף שבדק וביער כל החמץ הנמצא מ\"מ אם נשאר שום חמץ שלא מצא עובר עליו משום בל יראה וכו' וזהו דעת המקשן שהקשה לרב יהודה שאמר צריך שיבטל ולזה השיב גזירה שמא ימצא גלוסקא יפיפיה דדעתיה עילויה וכו' כלומר דחיישינן לחמץ ידוע וכדעת רבינו ז\"ל ומן התימה על הרב פרי חדש שלא ראה דברי המג\"א ז\"ל [שוב ראיתי] בתשובת הרא\"ש ז\"ל כלל י\"ד סי' ג' שכתב וז\"ל ואחר שגמר יאמר כל חמירא וכו' ואז הוי הפקר ולאו דידיה הוי ולא עבר בבל יראה ובל ימצא וכו' ע\"כ הרי דהצריך הרא\"ש ביטול אחר הבדיקה כדי שלא יעבור בבל יראה ולא פירש במאי קמיירי ופשט הלשון משמע דמיירי אף על חמץ שאינו ידוע וכדברי הטור ז\"ל ותמהני על המג\"א והרב פרי חדש שלא עלה זכרונה עליהם ודוק."
            ],
            [],
            [],
            [
                "<b>כיצד ביעור חמץ שורפו או פורר וזורה לרוח וכו'.</b> מתני' בריש פ' כל שעה ובגמ' דף כ\"ז תניא אמר ר' יהודה אין ביעור חמץ אלא שריפה והדין נותן ומה נותר שאינו בבל יראה ובבל ימצא טעון שריפה וכו' חמץ וכו' א\"ל וכו' אינו דין, לא מצא עצים לשורפו [יהא] יושב ובטל והתורה אמרה תשביתו שאור מבתיכם בכל דבר שאתה יכול להשביתו ע\"כ. ומכאן הוכיח הגאון הביאו הכלבו דביטול לא מהני לחמץ ידוע דאל\"כ מאי פריך יהא יושב ובטל הא מודה ר\"י דביטול מהני ומבטל ליה ודיו אלא ודאי דלא מהני ביטול לחמץ ידוע. והפרי חדש ז\"ל סי' תל\"א דחה ראיה זו וז\"ל ולי נראה דכיון שהעלינו לעיל (ס\"א בד\"ה ואכתי) דהא דקאמר ר\"י אין ביעור חמץ אלא שריפה מיירי דוקא לאחר איסורו א\"כ קאמרי ליה רבנן שאם לא מצא עצים לשורפו יהא יושב ובטל דהא בתר איסורא לא מצי בטיל דלאו ברשותיה קיימא כדאיתא פ\"ק דפסחים וכו' יעו\"ש.<br><b> ולדידי</b> אין זו דחיה דאפי' דהגאון מפרש כפרש\"י ז\"ל פ\"ק דפסחים דף י\"ב ע\"ב דשלא בשעת איסורו הוי שעה ששית וכמ\"ש איהו גופיה לעיל וא\"כ כי פריך לרבי יהודה לא מצא עצים יהא יושב ובטל היינו לקודם זמן איסורו דמהני ביטול וכן פרש\"י ז\"ל שם וז\"ל ואע\"ג דאמרינן פ\"ק לר\"י אבל בשעת ביעורו השבתתו בכל דבר גבי פלוגתייהו מיהא קולא היא במי שרוצה לצאת בשיירא או בתוך שלשים דאמרינן זקוק לבער וכו' ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מלאכת שלמה על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Melechet Shlomo",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}