{
    "title": "Shorshei HaYam on Mishneh Torah, Ownerless Property and Gifts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Ownerless_Property_and_Gifts",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שרש לוקח קרקע מן הגוי ונתן דמים ולא כתב שטר לפיכך </span>\n<b> ישראל שלקח שדה מן הגוי ונתן דמים כו'.</b> וכתב שם מרן הכ\"מ דכיון דהכותי קבל הכסף נסתלק ולא הוי קרקע דכותי אלא של הפקר אעפ\"י שזה אינו מתכוין לזכות מן ההפקר מ\"מ כיון דהחזיק לשם קנין עלתה לו חזקה עכ\"ל וכ\"כ הב\"י סי' קצ\"ה: ויש להתיישב בדבריו דמה בין זה לאותה ששנינו בפ' הפרה דמ\"ט ע\"ב בעא מיניה רב ייבא סבא מר\"ן המחזיק בשטרותיו של גר מהו מאן דמחזיק אדעתא דארעא הוא דאחזיק ובארעא לא החזיק ושטרא נמי לא קנה דלאו דעתיה אשטרא א\"ד דעתי' נמי אשטרא א\"ל עני מרי וכי לצור ע\"פ צלוחיתו הוא צריך א\"ל לצור ולצור וע\"ש בפרש\"י שם : הרי הכא שאף שבדעתו לקנות מן ההפקר שיש יתרון דעת מנדון מרן ועכ\"ז אמרי' שכיון שלא היה בדעתו לקנות השטר לא קנה ואמאי נימ' כיון שדעתו היה לקנין תיקני ליה כיון שמחזיק בו כו' וי\"ל דלא דמי כלל דבשלמא התם במה שמחזיק כיון לקנות בצד אחר דהיינו במתן מעות ומיקנייא ליה מצד זה ר\"ל להיותו הפקר כיון שדעתו לקנות אבל הכא מה שחשב לקנות הוא הקרקע ולא אחזיק ביה ולאו דעתיה אשטרא מעתה מאיין הרגלים שתועיל לו מחשבת הקנין לדב' אחר שהוא הנייר והבו דלא נוסיף עלה: וגדולה מזאת אמרו בפ' חזקת הבתים דג\"ן ע\"ב שאם רפק פורתא לקנות את חבירתה אף אותה לא קנה יע\"ש כללו של דבר דבעינן עשה מעשה במה שרוצה לקנות וכמבואר בדף ד\"ן:<br><b> וראיתי </b> בחי' תלמידי הרשב\"א שכתבו וז\"ל בעא מיניה כו' ושטרא לא קני נמי אלא השטר נגרר אחר עיקר השדה ומי שזכה בשדה זכה בשטר בכל מקום שהוא דשטרא אפסרא דארעא הוא כן פי' מורי הרשב\"א ותמה אני על דין זה והא בפ' המוכר את הספינה דע\"ז ע\"ב משמע דהא אפסרא דארעא נמי מיבעי ליה לאקנויי ליה באגב והכא במאי קני ליה : וי\"ל דהכא מיירי כגון שקדם אחר ותפס באותו שטר קודם שנודע למחזיק שלא זכה בשדה דכיון דכל עיקר כונתו היא על השדה אינו זוכה בשטר דהו\"ל כעודר בנכסי הגר וסבור שהן שלו דלא קנה ואהדר ר\"ן עני מרי וכי כו' כלומר פשיטא דלא קנה דהא עיקר כוונתו אינו אלא על השדה וא\"ל רב ייבא סבא אין לצור ולצור כלומר ויכול הוא לומר לגוף הנייר נתכונתי עכ\"ל:<br><b> הראת </b> לדעת דבין לדברי ובין לדברי תלמידיו דברי מרן שרירין וקיימי' ובכלל דברי תלמידי הרשב\"א דברי והם עשו כסא וסמוכות שלו לדבריהם מההיא דהעודר בנכסי הגר וסבור שהם שלו דלא קנה אף שהשביח בקרקע ועשה בה דין חזקה המועלת לה בשקדמה לו הידיעה שהם נכסי הפקר עכ\"ז לא קנה באשר אינינו יודע שהן נכסי הפקר וסבור הוא שעושה בשלו. אף ה\"נ אף שהשטר תחת ידו ואלו היה נותן דעתו לקנות היה קונהו עכ\"ז השתא דלאו אדעתיה עלה לא קנה ואף שיש איש\"ור מוסיף הכא יותר מהעודר בנכסי הגר וסבור שהן שלו דהתם לאו אדעתיה דקנין והכא על דעת קנין ירד לאו חשיב הא וכדכתיבנא לדעת מרן ז\"ל ועיין במהרימ\"ט ח\"א סי' ק\"ן דכ\"ב סע\"א ואסיפת זקנים דל\"ו ע\"ד וי\"ל ודוק ותשכח לא עת האסף פה ומלבד שהדבר פשוט מצד עצמו הוא מוכרח מדבריהם דאלת\"ה מאי ראיה מייתי מהתם ונדון מרן דמי לעודר בנכסי הגר זה וסבור שהן של גר אחר דקנה כדאמרי' בפ' ר\"ג דנ\"ב ע\"ב כיון דעל דעת קנין ירד:<br><b> ובמה </b> שהק' להרשב\"א מההיא דהמוכר את הספינה אחרי התאבק בעפרות רגליהם אין משם תשובה והוא דלמאי דקאמר רב אשי דסברא הוא דאותיות נקנות במסירה משום דאותיות נינהו ומילי במילי לא מיקנייא רמינן עליה מההיא דאמר ר\"ח בר אבין א\"ר דמשמע שכיון שהחזיק זה בקרקע נקנה לו השטר בכל מקום שהוא דסבור מינה שהשטר במילי דעלמא הוא דמיקני במה שמתרצה המוכר להקנות לו ללוקח אעפ\"י שלא בא השטר ליד הלוקח ומפרקינן אגב שאני דכיון שהחזיק בקרקע נקנה לו השטר אגב ארעא ולאו היינו מילי אלא מעשה גדול במשיכת הממון עצמו כמבואר בהדיא בפירוש רשב\"ם ז\"ל. הן אמת שהם אמרו משמע ולא החליטו המאמר לומר כי הוא זה וגם אני לא אכחד שיש בדברי הש\"ס מערכה מול מערכה וכן מצאתי לרבינו יונה בעליותיו שכתב וז\"ל ופרקי' אגב שאני דאלים טובא ואפי' מילי מקנין ביה אע\"ג דצריך למימר ליה אגב וקני דמתוך שנגמרת קניית הקרקע קונה אגבה כל דבר כך נר' פי' דבר זה בעיני ואומר אני דשמעי' מהכא תלת ש\"מ שצריך שיאמר אגב וקני כשמחזיק בקרקע לקנות את השטר בכל מקום שהוא דמש\"ה הוה ס\"ד דהוה מילי במילי לפי שצריך לומר לו קני לך השטר אגב קרקע ואיכא מ\"ד דבהנאת שטר אגב קרקע א\"ץ שיאמר לו אגב וקני משום דשטר אפסרא דארעא כדדחי בפ' האשה נקנית עכ\"ל: והא דמשמ' מדברי רשב\"ם דמשום שבדעת להקנותו הוא דקני מסתברא דהכא דהוי הפקר קני אף דלא א\"ל מידי כיון דליכא דלימא ליה:<br><b> ולעת </b> הלום ראיתי למהר\"ם מטראני בס' קרית ספר בספ\"ב דנדרים שכתב וז\"ל ההפקר אינו קונה אלא כדרך שקוני' הלוקחים אע\"ג דהוי הפקר דלית ליה בעלים לא סגי ליה בבציר מהכי דאדרבא כיון דליכא דעת אחרת מקנה בעי קנין גמור עכ\"ל וכ\"כ בפרקי' וז\"ל ומשום דליכא דעת אחרת מקנה לא קנה אלא מה שכיוין לקנות והחזיק בו עכ\"ל : ועדיין הדבר תלוי משום דכיון דהא איכא דעת לקנות הקרקע ממילא נקנה לו השטר משום דהוי אפסרא דארעא מטעם האמור וכמובן ועיין בפ\"ק דבב\"מ ד\"ח ע\"ב בשלמא מחברו קני דמסר ליה וי\"ל ועיין בגיטין פ' השולח דל\"ט ע\"א דאמרי' התם דמי האי מרבנן כדלא גמירי אינשי שמעתתא ועיין:<br><b> אך </b> עומדים לנגדי דברי הרשב\"א בחי' לפ\"ק דק\"י במה ששייך לדכ\"ז שכתב והא דקאמר כיון שהחזיק בשדה נקנה השטר בכל מקום שהוא לאו למימרא דכשהחזיק זה סתם קנה שטרא אלא בדא\"ל מוכר ללוקח קנה לך שטרא אגב קרקע וכדאסיק בסמוך דאגב וקני בעינן : ומצאתי לרבותינו הצרפתים שנסתפקו בדין זה בגיטין פרק המביא תניין דכ\"ב ע\"א גבי המוכר עציץ נקוב ואמרו דשמא הכא כיון דהאי שטרא אפסרא דארעא הוא לא בעינן אגב אלא סתמא כמפרש דמי וכדמשמע נמי התם לכאורה דאמרי' עציץ וזרעים ומוכרו לאחר החזיק בזרעים קנה עציץ וזו היא ששנינו נכסים שאין להם אחריות נקני' עם נכסים שיש להם אחריות וסתמ' דמילתא מדלא קאמר אמר לו אגב והחזיק בזרעים קנה עציץ משמע דאפי' במוכר סתם ולא א\"ל אגב קני משום דכיון דהעציץ צריך כאן לזרעים בטל לגבי זרעים ושמא ה\"ה לשטר כיון דשטרא אפסרא דארעא והם אמרו דשמא יש לחלק ושמא י\"ל דהכא פשיטא דנקנה לו השטר משום דהכא דהוי הפקר וכיוין לקנות הקרקע ממילא נקנה לו השטר כיון דליכא דלימא ליה אגב קני והדבר צ\"ת:<br><b> ודעת </b> רבינו שהמחזיק בשטר קנאו לצור ע\"פ צלוחיתו ועליו שאג עליו כפירים גדולי הדורות הרב לח\"מ והגד\"ת והש\"ך דבעיין לא איפשיטא ובדרך דוחק הוה אפשר לומר דכל כונת הרב להשמיענו דלא קנה מ\"ש בתוכו כי אם הנייר בקשר הוא תחת ידו ובזמן מועט נודע אליו שלא זכה בשדה ויהיב אדעתיה לקנות את השטר לצור ע\"פ צלוחיתו ולעולם שאם קודם שנדע למחזיק בשטר שלא זכה בקרקע קדמו אחר וזכה בו לצור ע\"פ צלוחיתו ודאי שקנאו ואין בדברי רבינו דבר המנגד לזה ועיין במרדכי בר\"פ המוכר את הספינה תשו' מהר\"ם המתחלת ונשאל לר\"מ על האלמנה שתפסה חותמות ושטרות כו' וצריך להתיישב בזה עוד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש דין משכונות של גר ומת הגר משכונות </span>\n<b> של ישראל ביד הגר ומת כו' מוציאין כו' פקע שעבודו.</b> הנה הרב ש\"ך ז\"ל בס\"ק קמ\"ט נסתפק לענין דינא אי למ\"ד בע\"ח קונה משכון לגמרי אף לאונסין פקע שעבודו במית' הגר דאפשר דלדידיה דקני ליה קנין גמור הו\"ל כאלו מכרו המשכון לגר והרי הוא של הגר לגמרי וזכה בו המחזיק ואין מוציאין אותו מידו ולא אמרו בגמ' דמוציאין אותו מידו אלא במשכנו בשעת הלואתו דלא קני ליה קנין גמור ואינו אלא כש\"ש והניח הדבר בצ\"ע ועיין עוד במ\"ש בסי' ער\"ה סק\"ז יע\"ש ואשתמיט מיניה דברי הרשב\"א ז\"ל בחי' לבב\"ק דקפ\"ה ע\"ג שכתב ז\"ל כיון דמית ליה גר פקע שעבודיה ואפי' משכנו שלא בשעת הלואתו דקנייה מדר\"י הנ\"מ לענין שאינו משמט בשביעית וא\"נ להתחייב באונסין למאן דאית ליה הכין אבל גופו ממש להיותו שלו לא דהא מסתלק בזוזי דשעבוד בלחוד הוא דאית ליה עליה וכשמת הגר הא פקע שעבודיה עכ\"ל. הרי שכתב בהדייא דאפי' למאן דס\"ל דבע\"ח קני משכון להתחייב אפי' באונסין אפ\"ה אכתי אין לו עליו אלא שעבוד ואין גופו קנוי לו לגמרי להחשיבו כשלו הילכך כשמת הגר פקע שעבודו ומוציאין אותו מיד המחזיק בו וכ\"כ הרב ראש יוסף באות פ\"ה יע\"ש:<br><b> וראיתי </b> להרב מחנה אפרים ז\"ל בה' זכיה מהפקר סי' ט' הביא דברי התוס' והרשב\"א ז\"ל הללו וכתב ע\"ז וז\"ל ולכאורה ק' דהא משמע דכל היכא דבע\"ח קונה משכון אינו לשעבוד בלב כדמוכח בפ' כ\"ש דל\"א דכי אמרי' דגוי מישראל לא קני משכון אז הישראל עובר בב\"י על משכונו שיש לו ביד הגוי אבל אם גוי מישראל קונה משכון אין עובר הישראל יע\"ש ואי קנין משכון אינו אלא לשעבוד בלחוד כי נמי קני ליה גוי למשכון לשעבוד אמאי הישראל אינו עובר עליו הא ודאי דידיה הוא עכ\"ל ולא ידעתי מאי קא ק\"ל דודאי קושטא הכי הוא דלא קני ליה מלוה למשכון קנין גמור דאי קני ליה קנין גמור הי\"ל להתחייב אפי' באונסי'. ולדעת רוב המפרשים שהביא הש\"ך ז\"ל לעיל ס\"ב סק\"ט אינו מתחייב אלא בגניבה ואבידה כש\"ש ואפי\"ה כולהו אזלי ומודו דבע\"ח קונה משכון מדר\"י לענין לקדש בו את האשה ולענין שלא תשמטנו שביעית ושלא יעשה מטלטלין אצל בניו ועכ\"ל דהיינו טעמא דאע\"ג דלא קני ליה קנין גמור מ\"מ אלים שעבוד זה של מלוה ועשאו הכתוב כאלו יש לו קצת קנין בגויה דמשכון וכמ\"ש הרשב\"א בח' לקידושין ד\"ח ע\"א וז\"ל ואע\"ג דגופו אינו קנוי ממש ואי אקדיש מלוה או זבין מלוה לא עבד כלו' מ\"מ לענין קדושין כיון שיש לו בו מקצת קנין מעכשיו לענין שביעית ולענין שאינו נעשה מטלטלין אצל בניו הו\"ל כדידיה לענין קידושין ומתקדשת בו כו': ועיין במ\"ש לעיל ס\"ב סק\"א ד\"ה עוד כת' הש\"ך ומ\"ש והם אמרו אומן קונה כו' בשם הרמב\"ן ז\"ל דס\"ל דמלוה ולוה חשיבי כשותפין במשכון יע\"ש: ומה שהוקש' לי להרב מחנה אפרים ז\"ל מסוגייא דפ' כל שעה דל\"א כבר עמדתי אני בעניותי ע\"ז שם וכתבתי בשם הר\"ב ט\"ז בא\"ח סי' תמ\"ג סק\"ד דודאי כיון דמשכון קנוי לשניהם ובשעת איסורו היה ביד המלוה עליה דידיה ודאי רמי לבערו כיון שהחמיץ ברשותו ולא ברשות הלוה שאין בידו לבערו עוד כתב הרב מ\"א ז\"ל וז\"ל וראיתי בתשו' הר\"מ סי' ע\"ד שכתב משם ר\"ת ז\"ל דשמעתין דפרק הפרה איירי במשכנו בשעת הלואתו בדלא קני ליה לגר ומשום הכי מוציאין מיד המחזיק בו אבל משכנו שלא בשעת הלואתו דקני ליה לגר אין מוציאין מיד המחזיק כו' וזה סיוע למ\"ש דבע\"ח קונה למשכון קנין גמור עכ\"ל: ולקוצר דעתי אין ספק דאף לדעת ר\"ת אין בע\"ח קונה משכון קנין גמור שהרי כתבו ההגהות מיימון רפ\"י מה' שכירות דר\"ת ס\"ל דאין המלוה חייב באונסין אלא דינו כש\"ש בלבד ואפי\"ה משמע ליה דיש חילוק בין משכנו בשעת הלואתו לשלא בשעת הלואתו משום דמשמע ליה דשלא בשעת הלואתו אלים שעבודיה טפי דמצי לקדש בו את האשה משא\"כ במשכנו בשעת הלואתו וכשיטת התוס' בפ' האומנין דפ\"ב ד\"ה אימור כו' ובפרק השולח דל\"ז ד\"ה שאני משכון כו' יע\"ש משא\"כ לדעת הרמב\"ן והרשב\"א והריטב\"א שכתבו בפרק השולח ובקידושין די\"ט דאין חילוק ואף בשמשכנו בשעת הלואתו נמי לר\"י קני ליה למשכון אף לקדש בו את האשה כיע\"ש:<br><b> עוד </b> כתב המח\"א וז\"ל ומטעם זה כתב הר\"ן בחי' לפ' השולח דמלוה שיש עליו משכון לא מהניא מחילה דמחיל' לא מהניא בדבר שגופו קנוי כו' וכ\"כ הריטב\"א בפ\"ק דקידושין בסוגיא הנז' ובעל העיטור עכ\"ל. ולפי האמור אין זה תלוי בקנין גמור דלכ\"ע אין בע\"ח קונה קנין גמור אלא מקצת קנין הוא דאית ליה בגוויה לקדש בו את האשה ולענין שביעית כו' ומ\"מ כיון דאית ליה מקצת קנין מדר\"י להני מילי לא מהני ביה מחילה וכ\"כ הרא\"ה ז\"ל בהדייא הובאו דבריו בשיטה המקובצת לבב\"ק פ' הפרה דמ\"ט וז\"ל משכונו של ישראל ביד הגר כו' מסתברא לי אפי' אחזיק כו' לא זכי ביה אע\"ג דבע\"ח קונה מש' כו' כיון דעיקרו דבעלים הוא דהא מצי לסלוקי בזוזי ועומד לכך ודאי הפקע הזכות והשעבו' מוקדמת לזכות אחרי' ומיהו בעלמא ודאי כיון דבע\"ח קונה משכון לא סגי ליה במחילה באמירה בעלמא כדאשכחן גבי ע\"ע דגופו קנוי דהרב שמחל על גרעונו אין גרעונו מחול כו' עכ\"ל הרי דאע\"פ שכתב דבמיתת הגר זכה הלוה במשכונו ונפקע שעבודו אפי' למ\"ד בע\"ח קונה משכון אפי\"ה כת' דמחילה לא מהני בחוב דיש עליו משכון כיון דקני ליה משכון הב\"ח מיהא למקצת דברים כמדובר וברור:<br><b> עוד </b> כתב ז\"ל אבל ראיתי תשו' אחרת למהר\"מ ז\"ל סי' ר\"ך הביאה המרדכי פ\"ק דסנהדרי' שכתב דנהי דבע\"ח קני משכון היינו להתחייב כש\"ש אבל אין גופו קנוי למלוה ומהני ביה מחילה אע\"ג דהמלוה מחזיק במשכון כו' ולכאורה מסתמיות דבריו נראה שזה סותר למ\"ש בסי ע\"ד משמיה דר\"ת דכל היכא דבע\"ח קונה משכון קנאו הגר קנין גמור ואין מוציאין מיד מי שהחזיק בו ולכאורה הכי נראה עיקר כמו שהוכחתי לעיל עכ\"ל. ואין ספק אצלי דלפי תשו' זו כי היכי דמהני מחילה למלוה שיש עליה משכון בלא חזרת המשכון משום דאין גוף המשכון קנוי לגמרי למלוה ה\"נ לא מהני חזקה המחזיק במשכון שהניח הגר ומוציאין אותו מידו אפי' למ\"ד בע\"ח קונה משכון ואפי' שלא בשעת הלואתו והתשו' זו חולקת ודאי אאותו שכתב בשם ר\"ת ז\"ל דאלת\"ה מלבד שאין טעם לחלק בין מחילה לזכיה כדרבא טפי הול\"ל דבמחילה כיון דס\"ס איכא קנין בגופו של משכון דלא תיהני ביה מחילה לבד משא\"כ בבא לזכות במשכון שביד הגר דאפי' דאיכא צד קנין לגר בגופו של משכון מ\"מ כיון דאיכא נמי ללוה צד קנין ביה משום צד קנין זה דאית ליה ביה אית לן למימר דמיד שמת הגר זכה ביה הלוה ונפק שעבודו של גר וכיון שכ\"כ הרא\"ש בפ' הפר' והמאירי שם י\"ש ואם תשו' זו אינה חולקת אאידך דר\"ת ומשמ' ליה דטפי אית לן למי' גבי מש' של גר דזכה המחזיק בו משום צד קנין דאית ליה לגר בו טפי ממחילה דצד קנין דאית ליה ביה אינו הכרח לומר דלא תיהני ביה מחילה כל עוד דלית ביה קנין גמור בגופו א\"כ נמצא סברת מוהר\"מ ז\"ל הלזו הפך סברת הרא\"ש ז\"ל דפ' הפרה מן הקצה אל הקצה כמבואר:<br><b> ודע </b> דסברא זו של מוהר\"ם ז\"ל הביאה הר\"ב המפה בסי' רמ\"א ס\"ב וז\"ל וי\"א אפי' היה לו שטר או משכון עליו אפי\"ה הוי מחילתו מחילה בדברים בעלמא מרדכי פ\"ק דסנהדרין וכתב הש\"ך שם סק\"ד וז\"ל וכ\"כ בעל העיטור דצ\"ג ע\"ב ודוק דלא תקשי ממוחל דלעיל סי' ס\"ו ומביא הירושלמי דפליגי בזה ולפי\"ז הוי ספיקא דדינא כו' עכ\"ל. ולא ביאר דבריו כל הצורך דמבואר הוא מדברי הר\"ב העיטור ז\"ל שם בריש דבריו דחולק הוא על המרדכי גבי משכון וס\"ל דלא מהני מחילתו של המלוה עד שיחזיר המשכון ללוה וכל עוד שלא החזירו כיון דאית ליה למלוה קצת קנין בגופו של משכון לא מהני מחילתו בדברים בעלמא ושם דצ\"ג ע\"ב לא הודה לדברי המרדכי אלא בחלוק' דשטר לבד דאין בשטר קנין בגופו של ממון כמו משכון של מטלטלין לומר דלא תהני ביה מחילה בשטר אינו אלא לראיה שחייב לו ובזה דוקא הוא שכתב דאיכא פלוגת' בירושלמי אי מהני מחילתו כל עוד שלא החזיר השטר ליד הלוה וסיים והא דירושלמי ליתא בגמ' דילן ולקולא יע\"ש ומ\"ש עוד הש\"ך ודוק דלא תיקשי ממוחל דלעיל סי' ס\"ו כו' כונתו מבוארת דהכא איכא פלוגתא אי מהני מחילה בלי חזרת השטר ללוה אלא דמשום דאזלינן לקולא לא מפקינן ממונא מיד הלוה ואלו לעיל בסי' ס\"ו גבי מוכר שטר חוב וחזר ומחלו קי\"ל בפשיטות דמחילתו מחילה וליכא מאן דפליג אע\"ג דהשטר ביד הלוקח ולא החזירו ביד הלוה ואפי\"ה מהני מחילת החוב של מלוה והר\"ב העיטור ז\"ל שם דצ\"ג ע\"ב אחר שהביא מחלוקת הירושלמי בזה סיים וז\"ל והא דידן דברי הכל הוא דהא ליתיה שטרא בידיה דליהדר ליה עכ\"ל. ואין ספק דכונתו בזה שנרגש מהא דהמוכר שט\"ח לחבירו וחזר ומחלו מחול דביה קעסיק הר\"ב העיטור שם דנראה הפך מאן דאמר בירושלמי דלא מהני מחילת המלוה עד דמהדר שטרא ועלה לחלק דבההיא כ\"ע מודו דמהני מחילתו בלא חזרת השטר משום דאין השטר בידו של מלוה אלא ביד הלוקח דדוקא כשהשטר ביד המלוה ואינו מחזירו הוא דאיכא סברא לומר דלא גמר ומחל בדברים בעלמא שהרי לא החזיר השטר אבל כשאין השטר בידו דנתנו ללוקח ולא מצי להחזירו אז ודאי איכא למימר שפיר דגמר ומחיל בדברים בעלמא דמה שלא החזיר השטר אינו אלא מפני שאינו בידו וזה ברור:<br><b> ודע </b> שדברי הר\"ב העיטור ז\"ל הללו אשתמיט מיניה דהר\"ב שדה יהושע בביאורו לירושלמי בגטין ספ\"ק דע\"ב רע\"ב שכתב וז\"ל וחד אמר אינו מחול עד דמסר ליה שטר' כלומר עד שיתן השטר בידינו או יקרענו בב\"ד דאנו אומרים דבמשכון לא שייך מחילה אלא נתינה וכבר טרחתי זה עם המוכר שט\"ח לחבירו וחזר ומחלו ולא עלה בידי עכ\"ל ואין ספק שאלו היה רואה דברי הר\"ב העיטור ז\"ל לא הו\"קל להרב מידי כמדובר וצ\"ע גם זה שפי' הרב ז\"ל דטעמא דמ\"ד דאינו מחול עד שימסור השטר הוא מפני דבמשכון לא שייך מחילה ומשמע דשטר חשיב כמשכון להך מ\"ד מלבד דמדברי הר\"ב העיטור שכתב מבואר דשטר לא חשיב כמשכון וטעמא דהך מ\"ד הוא משום דכל דאיכא שטר בידיה לא גמר ומחיל עד דיהיב שטרא ומה\"ט כי איתיה לשטרא ביד אחר מהני מחילתו לכ\"ע כמדובר:<br><b> גם </b> מדברי הירושלמי דסוף כתובות עלה דמתני דמי שהלך למ\"ה ועמד אחר ופרנס את אשתו מבואר כן שאמרו ר' בא בר ממל אמר הפורע שט\"ח של חבירו פלוגתא דחנן ובני כה\"ג אמר\"י טעמא דבני כה\"ג משום דלא עלתה ע\"ד שתמות אשתו ברעב ברם הכא מפייס הוינא ליה ומחיל לי הגע עצמך דהוה גביה משכון מפייס הוינא ליה ויהיב משכוניה ע\"כ הרי בהדיא דבשטר אפילו בלא טעמא דמפייס הוינא ליה ויהיב לי ניחא ליה דבמחילה בלחוד מהני וגבי משכון דוקא הוא דאיצטריך למימר ויהיב לי וזה ברור:<br><b> ועיין </b> להרב המאירי ז\"ל הובאו דבריו בש\"מ לב\"ק דמ\"ט עלה דמשכון של ישראל ביד הגר הביא דברי הירושלמי הלז והוכיח משם דבמחילה לא מהני בחוב שיש עליו משכון כשהחזיר המשכון יע\"ש:.<br><b> עוד </b> כתב הר\"ב מח\"א ז\"ל וז\"ל הן אמת דלפ\"ז קשיא לס' הרי\"ף והרמב\"ן דס\"ל דב\"עח קונה משכון אפי' בשעת הלואתו א\"כ מה יענו לההיא דמחזיק במשכון של ישר' שביד הגר דמוציאין מידו כו' ומתוך פרש\"י בפ' כל שעה למדתי ישוב לזה וכו' ואפ\"ה י\"ל דברי התוס' בפ\"ק דקדושין די\"ט כו' ואם היינו אומרים דבע\"ח קונה משכון מהני מחילת המלוה ניחא כו' וכ\"ן מדברי בע\"הת ש' נ\"א והביאו הטור סי' ס\"ו שכתב המוכר שט\"ח ויש עליו משכון ומסרו ללוקח שוב אינו יכול למחול שכבר זכה הלוק' במשכון משמע דאפי' בלא חזרת המשכון המחילה מהניא עכ\"ל:<br><b> ולפי </b> מ\"ש דהר\"ב העיטור והרב המאירי והרא\"ה ז\"ל ס\"ל דמחילה ל\"מ במלוה שיש עליו משכון עד דמיהדר משכוניה ושכן מוכח מדברי הירו' דסו' כתובות כמו שהוכיח הרב המאירי ז\"ל אין מקום לישובו של הרב ז\"ל לא לדברי רבינו והרי\"ף ולא לדברי התוס' דקידושי' גם מה שהכריח מדברי הבע\"הת והטור סי' ס\"ו דס\"ל דמחילה מהנייא בחוב שיש עליו משכון אע\"פי שלא החזיר המשכון מדהוצרכו לומר שכבר זכה הלוקח במשכון ולא כתבו משום דלא מהני ליה מחילה בלא חזרת המשכון הנה לפי מ\"ש בשם הר\"ב העיטור ז\"ל במוחל חוב שיש עליו שטר דאע\"פ שבעוד השטר בידו לא מהני מחילתו לס' איכא מ\"ד עד דמהדר ליה שטריה וכשהשט' ביד אחרים מהני מחילתו שפיר לכך הוצרכו לומר מפני שכבר זכה הלוקח כלומר דכיון דבע\"ח קנה משכון א\"כ מה\"ט זכה הלוקח במשכון ולא מצי מחיל שאלו היה בידו של בע\"ח הוה מצי מחיל חובו ע\"י חזרת המשכון ומה שלא תלו הטעם מפני שלא יכול לחזור משכונו לבע\"ח וכל שאינו מחזיר המשכון ל\"מ מחילתו הוא משום דהאי טעמא לחוד לא מהני שאלו לא היה הלוקח זוכה במשכון וע\"כ דה\"ט משום דאין בע\"ח קונה משכון חזרת המשכון אינו מעכב כל שאינו בידו דומייא דמוחל חוב שיש עליו שטר לאיכא מ\"ד דאע\"פי דכשהוא בידו ל\"מ מחילתו עד שיחזיר השטר אפ\"ה כשהשטר ביד אחרים כגון מוכר שט\"ח לחבירו מהני מחילתו לכך יהבו טעמא לפום קושטא דמילתא דשאני משכון דגופו קנוי ללוקח ומה\"ט לא מצי מחיל דבעינן דליהדר משכוניה וליכא ואפי' כשהמשכון בידו של ב\"ח כנלע\"ד ברור:<br><b> ועיין </b> בחי' הרשב\"א פ\"ק דקידושין דף ח' שגם הוא כתב כדברי הרב בע\"הת וז\"ל והילכך מלוה שיש עליה משכון כיון דאית ליה בגוויה קצת קנין וא\"י למחול אחר שנתנו לה וסמכה דעתה מקודשת וכו' עכ\"ל וכונתו לע\"ד במ\"ש דאינו יכול למחול אחר שנתנו לה דאלו קודם שנתנו לה בידו ע\"י חזרת המשכון ולא שיכול למחול בלא חזרת המשכון אפילו בעודו בידו כנ\"ל ודוק: גם כל מה שהוקשה לו להרב על סברת הרי\"ף והרמב\"ם ודברי התוס' דקו' ל\"ק כלל לפי האמור ומדובר לעיל בשם הרשב\"א והרא\"ה והרב המאירי ז\"ל דאע\"ג דס\"ל דב\"ח קונה משכון לקדש בו את האשה ולענין דלא מהני ליה מחילה וכן לענין חמץ ולעבור בבל יראה מ\"מ כיון דביד הלוה לפדות משכונו אין כאן גבי מלוה אלא מקצת קנין ושעבוד אלים לא קנין גמור ולהכי כי מת הגר מיד קדים וזכה בו הלוה בעל המשכון דפקע שעבודו של גר מיד בשעת מיתתו כמו שהאריכו הרא\"ה והרב המאירי והרשב\"א שם בפרק הפרה ודוק:<br><b> ולענין </b> הלכה למעשה משכונו של ישראל ביד הגר ומת הגר ובא ישראל אחר והחזיק בו אפילו למ\"ד ב\"ח קונה משכון אפילו להתחייב באונס מוציאין אותו מידו כמו שהוכחנו מדברי הרשב\"א ושלא כדברי הש\"ך ז\"ל שנסתפק בדבר וס' מוהר\"מ בתשו' סי' ע\"ד שכתב בשם ר\"ת דבמשכנו שלא בשעת הלואתו אין מוציאין מידו סברא יחידאה היא ואין לסמוך עליה כ\"ש שכבר כתבנו דמוהר\"מ גופיה בתשו' הנז' סימן ר\"ך לא ס\"ל הכי ואפי' החזיק זה האחר במשכונו של זה מחיים דגר מוציאין אותו מידו כמ\"ש הר' מאירי והרא\"ה בש\"מ פרק הפרה דמ\"ט יע\"ש וכ\"כ הש\"ך בסימן ער\"ה סק\"ח ודלא כהב\"ח שם : ומחילה בחוב שיש עליו משכון בלי קנין ובלי חזרת המשכון ל\"מ כמ\"ש הר' העיטור דצ\"ב ע\"א והרב המאירי והרא\"ה לש\"מ לפרק הפרה דמ\"ט והר\"ן בחי' לפ' השולח הביא דבריו הרב מח\"א ה' זכיה מהפקר סימן ט' והריטב\"א בפ\"ק דקדושין ד\"ח ודי\"ט וס' מוהר\"מ שהביא המרדכי בפ\"ק דסנהדרין והביאה הרב בעל המפה לקמן סי' רמ\"א ס\"ב דס\"ל דמהני מחילה בלי חזרת המשכון ס' יחידאה היא ואין ספק שאלו הרב המפה היה רואה כל הני רבוותא לא היה סומך על ס' מוהר\"ם בזה אמנם חוב שיש עליו שטר מהני מחילתו שלא להוציא מן הלוה מאחר דאיכא פלוגתא בירוש' בהא בספ\"ק דגיטין כמ\"ש הש\"ך לק' סי' רמ\"א ס\"ב ואם תפס מלוה משל לוה א\"מ מידו ומחילה בחוב שיש לו עליו משכון קרקע אכתוב לקמן בס\"ד:<br><b> ודע </b> דה\"ה אם יש לגר שטר משכנתא על קרקע של ישראל ומת הגר ובא אחר והחזיק בקרקע לא עשה כלום כמ\"ש מרן בש\"ע סימן ע\"ב סל\"ז ועיין במ\"ש הש\"ך ס\"ק קנ\"א דלדעת הב\"ח ז\"ל אפי' משכנתא לזמן באתרא דלא מסלקי ומת הגר תוך הזמן לא עשה זה המחזיק כלום ולדעת הרב שה\"ג בפ' חזקת באתרא דלא מסלקי הוי מכור הקרקע ביד הגר עד ההוא זימנא דהא לא מצי לסלוקי בדמים עד משלם יומי משכנתא וכי מת לא פקע שעבודיה הילכך כל הקודם זוכה בו וכתב הוא ז\"ל שדברי הב\"ח נראין יותר עכ\"ל ועיין למ\"ש הרב התרומות בשנ\"א ח\"ו ס\"ג בענין מוכר שטר משכו' קרקע המוחזק בידו והחזיקו ללוקח אם יכול המוכר לחזור ולמחול החוב לבע\"ח שהביא פלוגתא דרבוותא וכ\"כ הטור לעיל סי' ס\"ו סכ\"ט מבואר מדבריהם דאפילו למ\"ד דמהני מחילתו היינו משום דכיון דמצי בע\"ח לסלוקי למלוה בזוזי הו\"ל כשאר מלוה ואין כאן קנין בגוף הקרקע ולהכי מצי מחיל אבל היכא דלא מצי ליה לסלקו למלוה בזוזי כגון באתרא דלא מסלקי ל\"מ מלוה מחיל דחשיב כמכר גוף הקרקע לזמן וכמ\"ש הר\"ב התרומות בשם הר\"י ן' מיגש ז\"ל יע\"ש גם הרשב\"א בחי' לב\"ב דקכ\"ה ובפ' אז\"ן דס\"ז ע\"ב עלה דאמרי' התם האי משכנתא באתרא דמסלקי השביעית משמטה כו' כתב דבאתרא דלא מסלקי חשיב כמכרה לו עד דפרע ליה זוזי ואפי' לאחר הזמן כי פקע ליה הו\"ל חוזר ולוקחה ממנו עיין בש\"מ בפ' אז\"ן דק\"ב ע\"ד ובש\"מ לב\"ב ד\"ע ע\"ג וכ\"כ בשם הרמב\"ן יע\"ש גם בחי' הריטב\"א שם בפ' אז\"ן דס\"ז כ\"כ בהדייא בשם הרא\"ה דמשכנתא בנכייתא באתראן דלא מסלקי דמכר היא ואין שביעית משמטה ובכור נוטל בה פי שנים יע\"ש. וכ\"כ ה\"ה ז\"ל בפ\"ז מה' אלו הל' ד' בשם הרשב\"א יע\"ש וכיון שכן נראה שדברי השה\"ג ז\"ל נראין יותר דלא כהש\"ך ז\"ל ודוקא במשכון דמטלטלין דבידו של לוה לפדותו איכא למימר דאע\"ג דקני ליה מדר\"י מ\"מ אין כאן השתא אלא מקצת קנין ביד הגר כיון דביד הלוה לפדותו כל שעתא ושעתא אבל משכון קרקע לזמן באתרא דלא מסלקי דאין בידו של לוה השתא לפדותו והרי הוא כקנוי לו לענין שביעית ולענין בכור כמדוב' א\"כ כשמת הגר זכה המחזיק בו כמחזיק בנכסי גר ממש ובזה אפשר ליישב דעת רש\"י שכתב בפ' הפרה דמ\"ט ע\"ב עלה דבעא מיניה רב ייבא סבא מר\"ן המחזיק בשטרותיו של גר מהו כו' ופי' רש\"י בשטרות של גר ששעבד לו ישראל אחר קרקעותיו כו' ותמה עליו בש\"מ שם משם הר\"א מגרמיזא ז\"ל דא\"כ מאי קאמר בארעא הא לא החזיק וכי החזיק בה מאי מהני הא פקע שעבודיה אלא נראה דבשטר מכר מיירי עכ\"ל וכ\"כ ג\"כ הבע\"הת בשמ\"ט ח' ח\"י ס\"ד ועיין להרב גד\"ת שם מה שנדחק ליישב לפי' הסוגייא לדעת רש\"י ועיין להש\"ך בסי' ער\"ה סק\"ד יע\"ש : אמנם אי רש\"י ז\"ל אזיל בשיטת הרב שה\"ג ז\"ל הנה נכון דהא ז\"ל מפרש הך בעייא במחזיק בשטרי משכנתא ביד הגר באתרא דלא מסלקי ולהכי אי הוה המחזיק בקרקע הוי מהני חזקתו כמחזיק בנכסי הגר ממש כיון דהקרקע קנוי לו לזמן כמדובר:<br><b> ואולם </b> ראיתי להרב מח\"א בה' זכיה מהפקר סס\"ט שכתב בשם הר\"ן בחי' לפ' השולח דבמשכנתא אפי' באתרא דלא מסלקי אעפ\"י דאינה משמטת משמע דאם מחלה מהני דמשכון קרקע אינו קנוי עכ\"ל ולפי דבריו ז\"ל נר' ברור דכ\"ש הוא בענין מחזיק בנכסי הגר במשכנתא כזו דמוציאין מידו דמיד שמת הגר פקע שעבודו כיון דאין גופו קנוי שאם במשכון מטלטלי' דגופו קנוי מדר\"י אין מחילה מועלת בו כמ\"ש הר\"ן אפי\"ה לענין מחזיק בנכסי הגר במשכון מטלטלין מוציאין מידו כ\"ש במשכון קרקע אפי' באתרא דלא מסלקי דכיון דמהני ביה מחילה כ\"ש דלא מהני ביה חזקת המחזיק ומוציאין אותה מידו דאעפ\"י שמשכנתא זו אין ביד הלוה לפדותה בתוך הזמן והרי היא כמכר דמה\"ט לא חשיב ראוי אצל בכור ואין שביעית משמט' מ\"מ מכר גמור ממש לא הוי ועדיין שם בעליו עליו וזמן ממילא קאתיא והדרא למרא שאין כאן אלא שעבוד אלים להיותה תחת ידו עד הזמן הלכך כיון דס\"ס א\"כ אלא שעבוד מיד שמת הגר פקע שעבודו אלא שמדברי הר\"ב התרומות שכתבו משמע דס\"ל דמחילה ל\"מ במשכנתא דקרקע באתרא דלא מסלקי שהרי יהיב טעמא מהר\"י ן' מיגא\"ש דמהני מחילה במוכר שטר משכנתא משום דמצי לסלוקי בזוזי משמע דבאתרא דלא מסלקי בזוזי לא מצי מחיל וזה נר' הפך מ\"ש הר\"ן דאפי' באתרא דלא מסלקי מצי מחיל ומ\"מ אפי' שנאמר שמהר\"י בן מיגאש חלוק על הר\"ן בזה וס\"ל דל\"מ מחילה במשכנתא באתרא דלא מסלקי עד דמיהדר ליה שטר משכנתיה אפשר דלענין מחזיק בנכסי הגר במשכנתא כי האי אפי' החזיק בקרקע מוציאין מידו דומיא דמשכון מטלטלין דאע\"ג דל\"מ מחילה עד דמיהדר ליה משכוניה לדעת רוב הפוסקים כמ\"ש לעיל אפ\"ה לענין מחזיק בנכסי הגר ל\"מ חזקתו ומוציאין אותה מידו וזה נר' דעת הטור ומרן בש\"ע כאן ובסי' ער\"ה שכתבו סתמא שמוציאין מיד המחזיק ולא חלקו בין משכנתא באתרא דמסלקי ללא מסלקי וכמ\"ש הב\"ח והש\"ך ולזה הסכים הרמ\"א שם בה' זכיה מהפקר סי' ט':<br><b> ולענין </b> הלכה למעשה בשטר משכנתא באתרא דמסלקי אם מחל החוב ללוה והחזיר לו שטר המשכנתא משמע דלכ\"ע מהני מחילה שהרי לא השאיר לו המלוה שום זכות דאעפ\"י דעד השתא היה הקרקע מוחזק בידו והיה אוכל פירות כיון דהשתא הדר שטרא למאריה ומחל החוב קרקע ממילא ברשותא דמאריה קאי: אמנם כשמכר השטר משכנת' שבידו לאחר בכתיבה ומסירה והורידו ללוקח תוך השדה לדעת הראב\"ד בשם ר\"י בן מרן הלוי ולדעת הריטב\"א שהביא הנ\"י בפ' מ\"ש והביא דבריו מרן ב\"י בסי' ס\"ו סכ\"ט לא מהני מחילתו אפי' באתרא דמסלקי דהו\"ל כאלו הלוקח גבוי ותפוס בדמי החוב ולא מצי מחיל כיון דביד המלוה שטרי המשכנתא וירד לתוכה והחזיק בה אמנם לדעת הר\"י ן' מיגאש והרא\"ש והטור סי' ס\"ו סכ\"ט מהני מחילה שפיר כשאר שטרי חוב דעלמא דאין כח בחזקה זו שירד הלוקח כלום הואיל ומצי לסלוקי הלוה למלוה בזוזי ואין כאן זכיה למלוה בגוף הקרקע וכיון שכן דמספקא מוקמינן ארעא בחזקת מאריה קמא ועיין בתשו' הרשב\"א ח\"א סי' תתקע\"ב וביאר מרן ב\"י סי' כ\"ט סי\"ג ובתשו' מהרשד\"ם סי' רצ\"ה ובהר\"ב מש\"ל פט\"ו מה' טוען הי\"א ובמ\"ש אנן יד עניי לעיל:<br><b> ועיין </b> בתשו' הרדב\"ז החדשות ח\"ב סי' תרכ\"ז ואם הוא באתרא דלא מסלקי משמע מדברי הר\"י ן' מיגש ז\"ל דלא מהני מחילה דכל כה\"ג הו\"ל כגבוי ותפוס בו הלוקח ובזה כ\"ע מודו דל\"מ מחילת המלוה אלא שמדברי הר\"ן דפ' השולח משמע דאף בזה מהני מחילתו של מלוה ואולי לא כתב הר\"ן ז\"ל דמהני מחילת המלוה אפי' באתרא דל\"מ אלא כשהמשכנ' ביד המלוה עצמו ושטרי המשכנתא בידו וכשמחל החוב מסר שטרי המשכנתא ביד הלוה או קרען בפניו וקמ\"ל דאפי' לא ירד עדין הלוה תוך הקרקע מהני לשון מחילה ולא מצי הדר ביה המלוה כיון שאין גוף המשכונה קנוי לו למלוה לגמרי מדר\"י כמשכון מטלטלין וכמ\"ש הש\"ך סי' רע\"ח סק\"ז הלכך מהני ביה לשון מחילה ואין צריך קנין. אמנם כשמכר המלוה שטר המשכנתא לאחר וירד והחזיק בקרקע אפשר דאף הר\"ן אזיל ומודה דכיון דשטרי המשכ' מסורים ביד הלוקח והחזיק בקרקע אפי' שאינו קנוי לגמרי מ\"מ קצת קנין אית ליה ביה לענין שמיטה ולענין בכור ואלים שעבודו ע\"י השטר שבידו וכגבוי ותפוס בו דמי וכל כה\"ג לא מהני מחילה כדמשמע מדברי הר\"י ן' מיגש ז\"ל וכיון שהר\"ן ז\"ל לא החליט הדבר אלא כתב דבריו בלשון משמע ומדברי הר\"י ן' מיגש נר' דלא מהני מחילה כזו שהיא ביד הלוקח נראה דאפושי פלוגתא לא מפשינן והדין נותן שלא תהני מחילתו של מלוה בכל כ\"הג שכבר מכר ומסר ביד אחר והחזיקו בקרקע והוא באתרא דלא מסלקי אמנם כשהיא ביד המלוה בעצמו ומחל ללוה חובו והחזיר או קרע שטרי המשכונא יש לסמוך על משמעות הר\"ן ז\"ל דכל כה\"ג מהני מחילה בדברים בעלמא כנלע\"ד ובגר שמת והניח משכון קרקע באתרא דל\"מ ובא אחר והחזיק בו לכ\"ע מוציאין מידו וכמו שהסכים הרב מח\"א ז\"ל בסי' ט' מה' זכיה מהפקר:"
            ],
            [
                "<b>היה </b>\n<b> משכון הגר ביד ישראל ובא כו'.</b> כ\"כ מרן בש\"ע חו\"מ סי' ע\"ב סל\"ט משכונו של גר ביד ישראל ומת הגר ובא אחר והחזיק בו זה קנה כנגד מעותיו וזה קנה השאר הנה הרשב\"א ז\"ל בחי' לבב\"ק דמ\"ט עלה דהך מימרא כתב וז\"ל מסתברא לי דה\"ה אם אין לו משכון אלא שיש לו מלוה על גר זה גובה מנכסיו כנגד חובו ואע\"ג דכשמת הגר נעשו כל נכסיו הפקר אין שעבודו של זה נפקע דלא עדיף הפקר מהקדשו ר\"ל בערכין דמוסיף עוד דינר ופודה את הנכסים הללו וכן נ\"ל אפי' אין לו אלא מטלטלין ותדע לך דאי לא כיון דאוקימנא בדליתיה בחצרו אפי' כנגד מעותיו למה קנה דאי משום שעבודו הא אמרת דפקע עם מיתתו של גר דהוו כל נכסיו הפקר ואי משום דקני ליה למשכון במשכנו בשעת הלואתו למ\"ד לא קני מאי א\"ל אלא כמ\"ש ואינו דומה למטלטלי דיתמי דהתם משום דיורשים הן דבר תורה ומשעת מיתה קמו להו ברשות היתומים ואפי' הם מופקדים ביד אחרים ואין בע\"ח גובה מהם כדברי רע\"ק שאמר בפ' הכותב יתנו ליורשים וכדמפרש בירוש' שהן יורשים דבר תורה עם גמר מיתה אבל כאן כשמת הגר עד שלא יזכה בהם אחר כבר קדם שעבודו של זה ובזה אפי' רע\"ק מודה לר\"ט שאמר התם במופקדים ביד אחרים או שהן ברה\"ר ינתנו לכושל שבהם עכ\"ל ודברי הרשב\"א הללו קצתם הביא ה\"ה ז\"ל ובשם בעל העיטור וכ\"כ הר\"ב התרומות בסוף שמ\"ט והביא דבריהם מרן ב\"י ס\"ל ולקמן בסי' ער\"ה סכ\"א וכן מבואר בדברי הטור שם בסוף הסימן יע\"ש ועיין בתשו' הרשב\"א ח\"ב בסי' רנ\"ב שכתב וז\"ל אבל מה שהביא רבינו ראיה ממשכונו של גר אינה ראיה דשאני התם דקני ליה למשכון מדר\"י ואפי' משכנו בשעת הלואתו כדמוכח בפ' השולח ובפ\"ק דקדושין עכ\"ל. ודברים אלו לכאורה הם הפך מ\"ש כאן בחי' דלמ\"ד לא קני מאי א\"ל כו' כמבואר ואפשר לומר דבחי' משמע ליה דההיא סו' דפרק האומנים דפ\"ב דאמרי' אימור דאמר ר\"י שלא בשעת הלואתו בשעת הלואתו מי אמר קאי לפום קושטא ולא פליג אסוגיא דפ' השולח דל\"ז ואסו' דקי' די\"ט וכמ\"ש התוס' שם כיע\"ש. ולהכי הכריח שפיר ממשכנו בשעת הלואתו דלא קני מאי א\"ל. אמנם בתשו' אזיל בשי' הרמב\"ן ז\"ל שהביא הוא ז\"ל בחי' בפ' השולח דאותה סוגייא דפ' האומנים לא קיימא לפום קושטא ולעולם לר\"י אפי' משכנו בשעת הלואתו קני משכון כיע\"ש. ואפשר שתשובתו שם היה עם הרמב\"ן ז\"ל כדמוכח מלשונו שם דקאמר מ\"ש רבי' כו' דחי ליה לפי שיטתו דשאני התם דקני ליה למשכון מדר\"י דלדידיה ליכא למדחי כמ\"ש בחידושיו ודוק:<br><b> ודע </b> שהרשב\"א ז\"ל בתשו' הנז' העלה דהיכא דמטלטלי דגר היו מופקדים ביד אחר אין בע\"ח דגר יכול להוציא מידו דעם גמר מיתתו קנו אותם הללו המופקדים אצלם וזה פירש למיתה וזה זוכה בהם מיד והוו להו כמטלטלי דיתמי והכריח כן מההוא עובדא דאיסור גיורא דמייתי הש\"ס בפ' מי שמת דקמ\"ט. אמנם היכא דבזבזו אותם ישראל לאחר מיתת הגר כבר חל עליהם שעבוד בע\"ח בגמר מיתה וקיימי ברשותייהו דהא לא קאי באפייהו זכות אחרים דבמטלטלי דיתמי גופייהו אי לאו דירושה ממילא קאתייא ועם גמר מיתה קמו להו נכסי בחזקת יתמי היו כתובת אשה ובע\"ח גובין מהן וכדתנן בפ' הכותב ר\"ע אומר ינתנו ליורשי' כו' ככתו' בחידושיו וכמדובר יע\"ש:<br><b> וראיתי </b> להרב מחנה אפרים ה' זכיה מהפקר סי' ה' הביא תשו' הרשב\"א הלזו וכתב עליו וז\"ל ולע\"ד לא ידעתי מנ\"ל דשעבוד כתובה ובע\"ח חל על המטלטלין עם גמר מיתה מאחר דקי\"ל בכמה דוכתי דמטלטלין לא חייל שעבודא דבע\"ח עלייהו מחיים וכ\"כ רש\"י בפ' כל שעה דל\"א ומההיא דפ' הכותב ליכא ראיה דהתם לא אצטריך ר\"ע לטעמא דירושה ממילא קאתיא אלא מפני שהמטלטלין עדין לא באו ליד היורשי' דאי לאו טעמא דמיד זכו בהם היורשי' בע\"ח היה גובה אותו מהם דלא חשיבי מטלטלי דיתמי כל עוד שלא באו ברשותא דיתמי אבל היכא דבאו ברשותא דיתמי דל מהכא טעמא דירושה ממילא אתייא כבר נעשה מטלטלי דיתמי ואפי' ר\"ט היה מודה עכ\"ל. ולא זכיתי להבין מאי קא ק\"ל שהרי מבואר הוא בתשו' הרשב\"א הנז' דמאי דמשמע ליה דשעבוד כתובה ובע\"ח חב על המטלטלין עם גמר מיתה היינו ממה ששנינו בתוספ' דפ' מי שהיה נשוי גר שמת ובזבזו ישראל את נכסיו ויצא עליו כתובת אשה ובע\"ח גובין מן האחרון כו' דתינח כתובה ב\"ח מא\"ל כו' ומתוך מה שהוק' לו אותה תוס' עם עובדא דאיסור גיורא עלה לחלק בין היכא דזכו אחרים במטלטלין מיד במיתת מפני שהיו מופקדים בידה והיינו ההיא דאיסור גיורא להיכא דזכו בהם אחר מיתת הגר והיינו ההיא דשנינו בתוספת' וע\"ז הוק' לו מ\"ש מטלטלי דיתמי והוצרך לחלק דהתם אף כשבאו ליד היורשי' אין ר\"ט מודה אלא משום דירושה ממילא קאתייא ואהני ה\"ט לר\"ט דוקא היכא שכבר באו ליד היורשים ולר\"ע אהני ה\"ט אפי' היכא שלא באו לידם וקל הוא שהיקל ר\"ט היכא שקדמו בע\"ח ונטלו מרה\"ר או מסימתא כמ\"ש הרשב\"א שם אבל בזוכה בנכסי הגר דלאו מכח ירושה דממילא קאתייא הוא דזוכה בנכסיו אלא מכח מעשה תפיסתו וזכיתו הלכך כל שלא קדם זכית הזוכה עם גמר מיתתו של גר קדם וחל על הנכסי' הללו שעבוד ב\"ח ותו לא מצי לזכות ביה איניש אחרינא ומפני זה שנינו בתוספת' היתה עליו כתובת אשה וב\"ח מוצאין מן האחרון כו' ומ\"ש הרב מח\"א שלא מצינו מדינא דגמ' דמטלטלי משתעבדי לב\"ח ושכ\"כ רש\"י בפ' כל שעה כו' אי מהא לא איריא דודאי לעני' ב\"ח מוקדם או לענין מלוה ע\"פ אמלוה בשטר דשניהם ב\"ח נינהו וכן לגבי יורשין דירושה ממילא קאתייא ודאי דאזיל ומודה הרשב\"א דלא מצי מלוה מוקדם או מלוה שבשטר להוציא מיד מלוה מאוחר או מלוה שבע\"פ או מיד יורשין שתפסו מטלטלין דכיון דכולהו בע\"ח נינהו כולם שוים בשעבוד זה של מטלטלין מאחר דלא סמכא דעתיה דמלוה בשטרו או מלוה מוקדם אשעבוד מטלטלין וכשמת או שאין לו לשלם אלא מטלטלין אז הוא דחל השעבוד להשתלם מהם וכולם שוים בעת ההיא הלכך אין דין קדימה במטלטלין ולהכי הוא דאמרי' דמטלטלי לא משתעבדי לב\"ח אבל בבא לזכות בנכסי הגר לאחר מיתת הגר ויש לו ב\"ח ודאי דמיד שמת הגר קדים עייל שעבוד ב\"ח על המטלטלין ואין כח בזוכה לזכות בהם כזוכה מן ההפקר דכשאין לו לגבות ממקום אחר ודאי דמטלטלי משתעבדי לב\"ח ולאו הפקר נינהו ועיין בחי' הרשב\"א לקידו' במ\"ש שם בסוף הספר בענין ההיא דר\"ן דאמר מוציאין מזה ונותנין לזה שכתב שם בתוך דבריו דלמ\"ד שעבודא דאורייתא ודאי מדינא שעבודא חל על המטלטלין כקרקעות אלא דמשום דלא סמכה דעתיה דבע\"ח עלייהו הוא דאמרי' דלא משתעבדי יע\"ש. ובשיטה המקובצת לכתובות בפ' הכותב דפ\"ד בההיא דאמרי' היה לו מלוה או פקדון ביד אחרים ר\"ט אומר כו' כתוב שם דצ\"ו ע\"ג בשם הריב\"ש וז\"ל וא\"ת היה לו מלוה או פקדון ביד אחרים היאך ינתנו לכתיבה בשלמא לבע\"ח הרי נשתעבדו לו מחיים וכל שלא באו ליד היורשים לאו מטלטלי דיתמי נינהו אלא לכתובה דאפילו מחיים מטלטלי לא משתעבדי לכתובה היאך ינתנו לה כו' יע\"ש:<br><b> ובזה </b> יש לדחות גם מ\"ש עוד מח\"א ז\"ל שם וז\"ל שם ובפ' יש נוחלין דקל\"ח אמרי' ש\"מ שאמר תנו ר' זוז לפ' ות' לפ' ומת ויצא עליו שט\"ח גובה מהם וכתב רשב\"ם דמיירי שעדיין לא באו הנכסים ליד מקבלי מתנה אבל לאחר שבאו לידם אין בע\"ח גובה מהם דמתנת ש\"מ כירושה שויוה רבנן ומטלטלי דיתמי לא משתעבדי לב\"ח וכן מדברי הרא\"ש בפי' י\"ן גבי אין הבכור נוטל בראוי כבמוחזק ולפי דברי הרשב\"א ז\"ל דסובר דשעבוד דב\"ח חייל אמטלטלי דאחר מיתתו כל שאין זכות אחרים מעכבת היה נר' כמתנת ש\"מ כיון שאינה אלא מדרבנן מיד אחר שמת חל שעבודא דבע\"ח שהרי אין רשות היורשים מעכבת בהם כו' ואפי' כי באו אח\"כ ליד מקבלי מתנה תגבה מהם כו' יע\"ש. ולפי האמור אף הרשב\"א ז\"ל אזיל ומודה לדברי רשב\"ם דע\"כ ל\"ק הרשב\"א ז\"ל דחל שעבודא דב\"ח על המטלטלי כל שאין זכות היורשים מעכבת אלא לגבי נכסי הגר שמי שבא לזכות אחר מיתת הגר בא לזכות מתורת הפקר ולא מתורת זכיה דממילא כירושה או מתורת שעבוד חוב או שום חיוב הלכך אין כאן הפקר כל דאיכא שום שעבוד אחר על המטלטלין אבל היכא דאיכא שום שעבוד אחר חוץ מבע\"ח אפי' כההיא דמתנת ש\"מ דכירושה שויוה רבנן ס\"ס מיד במיתתו של גר הוא בא לזכות בה ממילא כל כה\"ג הו\"ל מקבל מתנה וב\"ח כשני ב\"ח שאין בהם דין קדימה במטלטלין וכל הקודם זכה בהם גם מ\"ש עוד הרב מח\"א ז\"ל שם והרי\"ף כתב בפ' הכותב כו' עיין בש\"מ בפ' הכותב שם בדף הנז' מ\"ש שם בשם הריב\"ש ע\"ד הרי\"ף הללו יע\"ש. גם מ\"ש עוד וזכורני שזה ימים ראיתי במרדכי שתקנת הגאונים לא היתה כי אם לגבות מן היורשים ועיין בנ\"מ דרע\"ח ותראה כדברי ועוד דמלבד זה מספ\"ל מילתא דע\"כ לא תיקנו אלא בב\"ח דאדעתא דהכי קא סמך אבל בנ\"ד שנתחייב הגר לזה שלא מחמת חוב נר' דלא שייך להך טעמא עכ\"ל לפי האמור אף הרשב\"א אזיל ומודה לדברי המרדכי דלא תיקנו אלא לגבות מהיורשין ולא ממקבלי המתנה ולקוחות כיון דאין דין קדימה במטלטלין ואדרבא מה\"ט כתב דהזוכה בנכסי הגר אחר מיתת הגר היכא דאיכא ב\"ח מוציאין מיד הזוכה דהזוכה בנכסי הגר הוי כיורש ופחות מיניה שאינו זוכה מיד במיתתו של גר עד שיזכה בנכסים משא\"כ בב\"ח וכן בלקוחות מקבל מתנה דמיד במיתתו של גר חל שעבוד חיוב הגר על הנכסים ואפי' לא באו הנכסים בחיי הלוה ליד הלקוחות מקבלי מתנה הלכך היכא דאיכא בע\"ח ומקבל מתנה כל הקודם זכה בהם ואם זכה בהם אחר מוציאין מידו כיון דלא זכה בנכסים מיד במיתתו של גר כבר חל שעבוד החוב או חיוב המתנה ממילא מיד במיתתו של גר מוציאין מיד הזוכה הלכך לענין הלכה למעשה נלע\"ד ברור לפי מה שהעלה הרשב\"א בתשו' הנז' ובחי' לב\"ק דבין ב\"ח ובין מקבל מתנ' מהגר שנתחייב הגר מחיים או מתנה ש\"מ ומת הגר אם היו נכסי הגר מופקדים ביד אחר אין מוציאין מידם דמיד שמת הגר זכו בהם אותם שהיו הנכסי' מופקדים בידם וזה פירש למיתה וזה זוכה בהם מיד וכמו שהוכיח הרשב\"א מההיא דאיסור גיורא. אמנם אם לא היו מופקדים ביד אחר מיד חל שעבוד ב\"ח או מקבלי מתנה אפי' מתנת ש\"מ במיתת הגר על הנכסים וכשבאו אחרים אח\"כ וזכו בהם מוציאין אותם מידם דאע\"ג דמקבל מתנת ש\"מ כירושה שויוה רבנן והזוכה בנכסי הגר כיורש נמי הוא מ\"מ מתנת ש\"מ הירושה שלו חל ממילא מיד במיתת הגר משא\"כ הבא לזכות בנכסיו אחר מיתתו דלא חל שם יורש עליו עד אחר מעשה זכייתו וכבר קדם וחל שעבוד המקבל מתנה או החוב מקודם והילכך מוציאין מידם כנלע\"ד ברור ועיין להרב ראש יוסף באות פ\"ה שכתב דבע\"ח של גר נפרע אף ממשכון שבידו של גר מישראל אחר ולא אמרי' דמיד שמת הגר פקע שעבודו של משכון משום דיש שעבוד על משכון זה מדר\"ן דבזה אני מסתפק כעת וצריך להתישב בדבר והיכא שהיה לו לבע\"ח של הגר משכון בידו בין משכנו בשעת הלואתו בין משכנו שלא בשעת הלואתו אפי' לא נמצא המשכון ביד הב\"ח בשעת מיתת הגר אלא היה בחצר שאינה משתמר' ואין בע\"ח עומד שם זכה המלוה בגוף המשכון כנגד מעותיו וכתב הרב המאירי בפ' הפרה שאין הנפקד יכול לסלק המלוה בזוזי וכ\"כ הרב ראש יוסף באות פ\"ט והיכא שמשכונו של גר שהיה ביד הב\"ח הפקידו ביד אחר ומת הגר זכה הנפקד במשכון במה ששוה יותר מהחוב או נימא כיון שמכח הב\"ח תופס אותו לא זכה הנפקד בזה נסתפק המרדכי בפ' חזקת והביא דבריו מרן ב\"י בסי' הנז' מחו' ל\"ב והשה\"ג שם בפ' חזקת שם יע\"ש ועיין להרב ראש יוסף באות צ\"א ולקמן בש\"ע סמ\"א :<br><b> והנה </b> מדין זה דמשכונו של גר ביד ישראל ומת הגר דזכה ישראל המחזי' בו למד מרן בש\"ע סי' ע\"ב סעיף מ' דה\"ה אם המשכון של גוי הוא ביד ישראל ומת הגוי זכה בו ישראל המחזיק בו וז\"ל שם משכונו של גוי ביד ראובן וא\"ל ראובן לגוי תן לי מעותי א\"ל הגוי תמשכן אותו לישראל אחר והלך ראובן ומשכנו לשמעון ונתן לו המעות שהגוי חייב לו ומת הגוי והמשכון שוה כפלים מהחוב זכה שמעון בכל המשכון וכתב שם הש\"ך בס\"ק ק\"ס דהו\"ל כההיא דמשכונו של גוי ביד ישראל ומת הגר ובא אחר והחזיק בו דאמרי' זה קנה כנגד מעותיו כו' וזה קנה השאר כמ\"ש בסעיף הקודם ה\"נ כיון שמת הגוי וליכא תובעין הו\"ל כנכסי גר וזכה המחזיק בו ואין צורך למ\"ש הסמ\"ע בס\"ק קי\"ד והב\"ח כמ\"ש הש\"ך דלפי דבריהם ז\"ל אם השכינו בלא רבית לא זכה שמעון במות' שבמשכון כשמת הגוי ולפי האמור אפי' בכ\"הג זכה שמעון במותר ולזה הסכים הש\"ך והרב ט\"ז ז\"ל והוא ברור:<br><b> עוד </b> כתב הסמ\"ע דאפי' אם משכן ישראל לחבירו משכונות של גוי בלי צוויו של גוי זכה ישראל הב' בכל המשכון ואף דבידו דהישראל ראשון לפדותו כמ\"ש מור\"ם בי\"ד סי' קס\"ט סח\"י דמאחר דהמנהג הוא לחזור ולפדותו הו\"ל כאלו התנה עמו לחזור וליתן לו לפדותו הכא נמי כשהגוי חי דאף הישראל עומד במקום הגוי לפדותו אבל מיד שמת הגוי זכה ישראל שני במשכו' כו' מיהו אם יש לגוי יורשי' שדעתם לפדותו אז גם ישראל ראשון יכול לפדותו אחר מיתת הגוי קודם שבאו היורשין לפדותו כו' ואם הגוי א\"ל לישראל ראשון בפי' שימשכנו אצל ישראל הב' אז אינו יכול לפדותו הראשון אחר מיתת הגוי אפילו יש לו יורשים שיודעים מזה ודעתן לפדותו ומש\"ה כתבו הפוסקים האי דינא בשציוה הגוי לאשמועינן דאפי' מת הגוי ויש לו יורשים זכה הישראל השני את\"ד יע\"ש:<br><b> והרואה </b> יראה שדבריו ז\"ל נכונים בטעמן דכשמת הגוי ויש לו יורשים שיודעים מזה שהדין שגוי יורש את אביו ד\"ת וכמ\"ש מרן לקמן ר\"סי רפ\"ג וכשהיורשים יודעים מזה חייב להחזירו להם ואם אינו מחזירו יש בו משום גזל וכמ\"ש הסמ\"ע שם סק\"ו יע\"ש אם כן כשהישראל הראשון משכנו לישראל אחר שלא ברשות הגוי והגוי ויורשיו אינם מכירין כי אם לישראל הא' ממילא אין חילוק בין כשהגוי חי לכשמת ובא לרשות יורשיו שיודעים ומכירים לישראל הא' ודעתן לפדות המשכון כי היכי דכשהגוי חי יכול הישראל לפדותו מיד הישראל הב' ה\"נ כשמת ובא לרשות יורשיו שיודעים מזה יכול הישראל הא' לפדותו דאין זה דומה למשכונו של גר ביד ישראל ומת הגר ובא ישראל אחר והחזיק בו דזכה במותר דשאני התם דכיון דאין לו יורשין הרי הישראל הב' זכה מן ההפקר אבל הכא דגוי יורש את אביו ד\"ת וכשמת זכו יורשיו בו והרי הם יודעים מזה מה כח לישראל הב' לזכות בו טפי מכשהגוי היה חי ודוק' כשציוה הגוי למשכנו לישראל הב' דהשתא ממילא ע\"פ הגוי נסתלק הישראל הא' מש\"ה כשמת הגוי ובא ליד יורשיו נמי נסתלק זכותו של הישראל הראשון אבל בלא\"ה לא כמדובר:<br><b> וראיתי </b> להש\"ך שם ס\"ק קנ\"ט שכתב שהב\"ח חלוק על הסמ\"ע בזה וס\"ל דכשמת הגוי נסתלק זכותו של ישראל הראשון אפילו יש לו יורשים שיודעין מזה ואפילו לא ציוה הגוי למשכנו לב' וסיים וצ\"ע. לדינא גם הט\"ז כתב בפשיטות כדברי הב\"ח ז\"ל יע\"ש ולק\"ד נראי' יותר נכונים בטעמן כמדובר. ואולי דעתם ז\"ל דכיון דעיקר מילתא דיש כח ביד הישר' לפדות המשכון מיד ישראל חבירו אינו אלא מטעם מנהג שנהגו לחזור ולפדותו דמצד הדין אין כח ביד הישראל הראשון לחזור ולפדותו אפי' כשהגוי חי וכמבואר בדברי מור\"ם בי\"ד סי' קס\"ט דיי לנו במה שנהגו לבד והיינו בעוד הגוי חי ולא כשמת הגוי דאז חזר הדין למקומו והבו דלא לוסיף עלה כנלע\"ד ודוק:<br><b> ודע </b> שבעיקר דברי מור\"ם בי\"ד סי' קס\"ט שכתב דכשהתנו מתחילה שצריך לחזור וליתן לו כשבא לפדותו דהכל כפי תנאו וכן אם המנהג כן אפי' כפי' סתמא הו\"ל כאלו התנו בפי' וכו' ראיתי להש\"ך שם ס\"ק נ\"ז שתמה ע\"ז דא\"כ אין זה מכר ואסור ליקח ממנו רבית כמ\"ש מור\"ם דסי' קע\"ד בשם תשו' הרשב\"א וכן מבואר בדברי המרדכי בפ' אז\"ן דלא שרי הישראל הראשון ליתן רבית לישראל הב' אלא משום שאינו מחויב להחזיר לו המשכון וכ\"כ בתה\"ד סי' ש\"ג והב\"י דבתנאי גמור להחזירו לו אסור כדאיתא בש\"ס בהדייא גבי מכר לו בית ואמר לו כשיהיו לי מעות תחזירם לי אסור כדאיתא בסי' קע\"ב וקע\"ד והעלה הש\"ך שם שדברי מור\"ם שם אזלי ע\"פ שיטת הרא\"ש ובעל העיטור בפ' כ\"ש דמשמע להו דכל היכא דהמשכון של גוי ביד ישראל ודעתו של הגוי לחזור ולפדותו ואין דעתו להשקיעו ביד הישראל כגון שלא אמר לו קנה מעכשיו אם לא אפדנו כו' אין צורך לישראל הראשון להתנות עם ישראל הב' שיהיה המשכון שלו לגמרי ושהוא מסתלק לגמרי ממנו אלא אפי' התנה בפי' שכשיחזיר לו הדמים יחזירנו לו שפיר דמי דכיון שהמשכון הוא ברשותו של הגוי עיקר שליחות הישראל הב' הוא על המשכון ונמצא שהרבית שנוטל הוא מהמשכון של הגוי דשרי אבל כשדעתו של גוי להשקיעו ביד ישראל ואמר לו קנה מעכשיו אז אזיל ומודה הרא\"ש ז\"ל ובעל העיטור דכשחוזר הישראל הראשון וממשכנו לישראל הב' אז צריך שיהיה דעתו למוכרו לו לגמרי ושיסתלק הראשון לגמרי ממנו וכמ\"ש המרדכי עכת\"ד:<br><b> ולפי </b> דבריו ז\"ל הללו יכולים אנו לומר דהרא\"ש והמרדכי ז\"ל לא פליגי דהמרדכי איירי בשדעתו של גוי להשקיעו המשכון ביד ישראל והרא\"ש ובעל העיטור מיירי בשאין דעתו להשקיעו ביד ישראל וכ\"כ הש\"ך ז\"ל בהדייא בסוף דבריו וז\"ל וכן מ\"ש רוב הפוסקים והמחבר דבעינן שיאמר הישראל בפי' אני מוכר לך מיירי נמי אם הוא ברשות ישראל וא\"כ הדבר ק' במה שסיים וכתב הש\"ך שם ומעת' נקיטינן כרוב הפוסקים אלא שמנהגינו הוא ע\"פ דברי העיטור והרא\"ש בפ' כ\"ש כנ\"ל עכ\"ל. ולפי האמור יכול היה לומר שמנהגינו היה ככ\"ע ואפי' כהמרדכי דודאי שהמנהג אינו אלא במשכון שדעתו של גוי לחזור ולפדותו ואינו רוצה להשקיעו ביד ישראל דאי בשדעתו להשקיעו אף הרא\"ש ובעל העיטור לא התירו בו כמ\"ש הרב בהדייא וכיון שכן בכה\"ג אף המרדכי ושאר הפוסקים אזלי ומודו וכמ\"ש הרב ז\"ל וכמדובר ואין לומר שמ\"ש הרב ומנהגינו הוא ע\"פ דברי הרא\"ש והעיטור דקאי לענין כשדעתו של גוי להשקיעו דאפי' שלדברי המחבר ושאר פוסקים צריך שיתנה בהדייא הישראל הראשון שמוכרו לשני לגמרי וסתמא לא אמרי' דהו\"ל כמוכרו בפי' ואנו שאין מנהגינו להתנות למוכרו בפי' היינו משום שמנהגינו הוא ע\"פ דברי הרא\"ש והעיטור דלדידהו סתמא נמי חשיב כמפרש דהא ודאי ליתא דלהא מילתא לא היה צריך לדברי הרא\"ש והעיטור דפ' כ\"ש ועוד שאינו מפורש בדבריהם דבר זה וטפי הי\"ל לומר שמנהגינו בזה הוא ע\"פ דברי המרדכי ותשו' הרא\"ש שציינה הר\"ב המפה כי ע\"כ נלע\"ד דמ\"ש הש\"ך דמ\"ש רוב הפוסקים והמחבר דבעינן שיאמר הישראל בפי' אני מוכרו לך מיירי נמי אם הוא ברשות ישראל כו' אין כוונתו לומר דכשהוא ברשות הגוי שאין דעתו להשקיעו ביד ישראל ס\"ל להנך פוסקים והמחבר כדעת הרא\"ש והעיטור דיכול הישראל להתנות עם הישראל הב' לחזור ולפדותו דהא ודאי ליתא דכל כי האי מילתא הי\"ל לפרש ולא לסתום ודוקא לדעת הרא\"ש והעיטור ז\"ל הוא שכתב הרב דכל שהוא ברשות הגוי יכול הישראל הא' לחזור ולפדותו ויכול להתנות ע\"ז בפי' אמנם לדעת המרדכי ושאר הפוסקים והמחבר לא כתב הרב אלא דמהני נמי תנאי שהתנה עמו למוכרו לו לגמרי אפי' בשהמשכון הוא ביד ישראל לגמרי דלא נימא כיון שהמשכון הוא ברשות ישראל לגמרי אפי' תנאי דלמוכרו לו לא מהני ודוקא כשהמשכון הוא ברשות הגוי הוא דמהני תנאי זה לדעתם ז\"ל לזה כתב דזה אינו אלא דמ\"ש רוב הפוסקים והמחבר כו' מיירי נמי אם הוא ברשות ישראל כלומר אף בכה\"ג נמי מהני התנאי אמנם כשהתנאי הוא בהפך לחזור ולפדותו לדידהו ודאי לא מהני אפילו כשהמשכון הוא ברשות הגוי מדלא חילקו בכך ואנו מנהגינו כדברי הרא\"ש והעיטור כנלע\"ד כוונת הש\"ך אף כי ידעתי כי יש בזה מהדוחק בשיעור לשונו דאי לא\"ה אין מובן לדבריו ז\"ל. ומ\"מ בעיקר דברי הש\"ך במאי דתריץ יתיב דברי מור\"ם ע\"פ דברי הרא\"ש והעיטור דפ' כ\"ש לא נחה דעתי שאם כדבריו לא הי\"ל למור\"ם לכתוב על דברי המרדכי שחולק על הרא\"ש והעיטור כלשון הזה ואם התנו מתחילה כו' הכל כפי תנאם כו' כאלו בזה מודה המרדכי שכתב קודם אלא הי\"ל לומר בלשון וי\"א ועוד שבתחילה כתב שכן המנהג פשוט שלא להכריחו לישראל הב' לחזור ולתנו לישראל הישראל ואח\"כ חזר וכתב להפך לפי דברי הש\"ך. ועוד למה לא ציין דברי הרא\"ש והעיטור כמנהגו וציין שהוא סברת עצמו כי ע\"כ נלע\"ד דהרב ז\"ל מילתא חדתא אתא לאשמועינן אליבא דכ\"ע ואף לדעת המרדכי שכתב קודם זה והוא מ\"ש הר\"ב מחנה אפרים בה' מלוה סי' י\"ג דפ\"ג ע\"ג וז\"ל איברא דצריך לחקור לכל הפירושים כשהתנה המוכר עם הלוקח לכשיביא המעות יחזיר לו השדה דאמרי' דאם הביא הדמים הרי המקח בטל מעיקר' והפירות שאכל הוה רבית קצוצה או אבק רבית ואמאי לא אמרי' דהמקח קיים עד זמן שיחזיר לו המעות ומה שאכל הלוקח קודם דידיה הוא כדין כל מתנה ע\"מ להחזיר דהוייא מתנה עד אותו זמן והרמב\"ם גופיה כתב בה' מכירה פי\"א וכן המוכר שהתנו להחזיר המקח לזמן פ' או לכשיביא מעות הרי המקח קיים ויחזיר לכשהתנה ע\"כ:<br><b> וראיתי </b> להאחרונים שנדחקו בדבריו ז\"ל וראיתי להרשב\"א בתשו' סי' קצ\"ח כו' למדנו מדבריו דכל שמכר או נתן והתנה שלא בע\"מ וא\"ל תחזירם לי כשאחזיר לך המעות הרי זה כמי שפי' ואמר שכל שיחזיר המעות יחזיר המקח מעיקרא משא\"כ באומר בלשון תנאי וע\"מ דה\"ז גמר והקנה לו ומעכשיו ע\"ת שיחזירנה לו כשיביא המעות והוי ככל תנאי דעלמא שכל שמקיים התנאי נתקיים המעשה למפרע ונמצא המכר קיים עד זמן שיחזירנו לו וכי אכיל לוקח פירי דידיה קאכיל שהרי כשמחזירו אח\"כ אינו אלא שחוזר הלוקח ומוכרו למוכר וצריך להקנותו לו בקנין חדש כו' ומזה דן הרב באלו הטבות שנוהגים שמוכר לו חפץ לחבירו בזול ומתנה שכשיביא לו מעות וכו\"ך יותר שיחזור וימכרינה לו דהמקח קיים והלוקח יכול להשתמושי ביה כאדם העושה בשלו ואין כאן משום רבית ואם נאנס הפסיד הלוקח אבל כל שלא התנה כן אלא שאמר לו כשאביא לך מעות תחזיר לי החפץ הר\"ז אסור כדין הגמ' עכ\"ל וכ'כ בתשו' צ\"ץ סי' ך' יעו\"ש והשתא איכא למימר דמור\"ם ז\"ל בכ\"הג הוא דקאמר דשרי ע\"פ תנאם וז\"ש אם התנו מתחילה דצריך לחזור וליתן לו כלומר שחוזר ומוכרו לו הכל לפי תנאם והוסיף עוד דאם המנהג הוא כך כלומר שחוזרים למכור המשכון לישראל הא' אפי' לא התנו מתחילה על כך מסתמא על דעת כן משכנו וצריך לחזור ולמוכרו לו כן נלע\"ד. וכי תאמר אלי שלא כיוין מור\"ם לזה מ\"מ אנן בדידן שפיר מצינן למידן הכי ע\"פ דברי מח\"א ותשו' צ\"ץ ומה שיש לעמוד בעיקר דברי הרשב\"א בתשו' זה שהביא מח\"א כבר עמדתי עליהם במקום אחר ועלו ובאו דברי במזבח הדפוס בס' נדפס מחדש לעמיתנו בתורה כמוהר\"א גאטינייו בס' אגורה באהלך עי\"ש בחי\"ד דל\"ד יע\"ש:<br><b> ולענין </b> הל' למעשה אם הישראל הא' משכן משכון הגוי לישראל חבירו אם משכנו לו ברשות הגוי אין כאן איסור רבית לכ\"ע כיון דהשתא אין אחריות המשכון עליו כלל ואינו יכול הישראל הא' לכופו לשני לפדותו ואם משכנו בעצמו שלא ברשות הגוי אם דעתו של גוי להשקיעו המשכון ביד ישראל אין הישראל הב' יכול ליקח רבית מהגוי ע\"י הישראל הא' כמ\"ש בפ' כ\"ש ויכול הישראל הא' לכופו שיתננו לו אמנם אם א\"ל בפי' הישראל הא' לב' בשעה שמשכנו שמוכרו לו לגמרי ושהוא מסתלק ממנו אז יכול הישראל הב' ליקח הרבית של הגוי מיד ישראל הא' וכמ\"ש בש\"ע י\"ד סי' קס\"ט ואם מת הגוי אינו יכול לפדותו מיד הב' בע\"כ כיון שנסתלק ממנו לגמרי ואם המנהג הוא סתמא שחוזר הב' ומוכרו לראשון כשבא לפדותו ממנו יכול לכופו לב' שיחזירנו וימכרנו לו כמ\"ש לעיל בפי' דברי מור\"ם ע\"פ מ\"ש הרב מח\"א והרב צ\"ץ ז\"ל אמנם אם המנהג לחזור ולפדותו סתם בלי זכר מכירה מחדש בזה באנו למחלוקת הרא\"ש והעיטור דפ' כ\"ש עם שאר הפוסקי' וכמ\"ש הש\"ך בי\"ד סי' קס\"ט ס\"ק נ\"ז דלדעת הרא\"ש ובעה\"ע אם אין דעתו של הגוי להשקיעו המשכון ביד הישראל יכול הישראל הא' לכופו לב' לפדותו ומשלם לו הרבית וכ\"ש אם התנה מתחילה לחזור לפדותו ולדעת שאר הפוסקים אינו יכול לשלם לו הרבית ואין כח בידו לפדותו בע\"כ של ב' שהרי צריך להתנות בפי' שמוכרו לו לגמרי ומסתלק ממנו ואז הוא שיכול לקבל ממנו הרבית של הגוי ולפדותו אם ירצה וכיון דאיכא פלוגתא בהא יכול המוחזק לומר קים לי ועיין להרב כהונת עולם בי\"ד סי' קס\"ט דט\"ו רע\"ג ולהר\"ב מח\"א ה' רבית סי' ל\"ג ודוק:<br><b> עוד </b> כתב מרן בש\"ע ח\"מ סי' ע\"ב סמ\"א משכונו של גוי ביד ראובן והפקידו ראובן ביד שמעון ומת הגוי יש להסתפק אם זכה שמעון במשכון זה יתר מהחוב עיין במ\"ש הש\"ך בס\"ק קס\"ג דאין מקום להסתפק דודאי זכה שמעון הנפקד מכל דכן מההיא דסעי' ל\"ט ושכ\"כ רש\"ל בפ' הפרה ס\"ך יע\"ש ואין ספק דאשתמיט מינייהו דברי מוהריק\"ו דשורש קי\"ח שכתב וז\"ל ואל תשיבני ממ\"ש המרדכי בפ' חזקת דמספ\"ל לראב\"ן במשכונו של גוי ביד ראובן כו' דע\"כ ע\"כ לא מספ\"ל לראב\"ן אלא דוקא היכא שהפקידו אצלו דשמא בשעת מיתת הגוי מיד זכה בו המפקיד שהנפקד הזה כשלוחו כל זמן שלא פירש שהוא רוצה לזכות בו והרי גילה דעתו שהוא רוצה לזכות בו עד לאחר זמן שבא המפקיד לתבוע משכונו דאלת\"ה תיקשי ליה דתפשוט בעייא מההיא דמשכונו של גר ביד ישראל כו' דזה קנה את השאר כדאמר רבא בפ' הפרה עכ\"ל : הרי שחילק הרב בין ההיא דסל\"ח להא דהכא ושלא כדברי הש\"ך ורש\"ל ז\"ל ועיין בהר\"ב ראש יוסף באות צ\"א ומ\"מ למדנו מדברי מוהריק\"ו דאם גילה דעתו הנפקד בשעת מיתת הגוי דדעתו לזכות בו מיד אין מוציאין מידו ולענין הלכה למעשה נראה נכון מ\"ש בשם מוהריק\"ו דכל שגילה דעתו הנפקד מיד בשעת מיתת הגוי דדעתו לזכות מיד דינא הוא דאין מוציאין מידו היתרון שבמשכון ואפי' אם תפס המפקיד מוציאין מידו דכבר זכה בו הנפקד מדינא אמנם אם לא גילה דעתו בזה יש להסתפק הילכך אף כשהמשכון בידו אין מוציאין ממנו מספק היתרון מ\"מ אם תפס המפקיד ממנו מצי טען קי\"ל כהצד המזכה לי ושלא כדברי והש\"ך ורש\"ל ז\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש נותן לחבירו דבר שאינו מסויים כשם </span>\n<b> שהמוכר צריך לסיים המכר כך הנותן כיצד הכותב לחבירו קרקע מנכסי נתונה לך או שכתב כל נכסי קנויי' לך חוץ ממקצתם.</b> הנה בדין זה דנותן לחבירו דבר שאינו מסויים אי קנה במחלוקת הוא שנוי דלדעת רבינו מבואר דלא קנה וכן דעת רש\"י בפ\"ק דגיטין ד\"ח וכ\"ד הרי\"ף והר\"י ן' מיגאש משום דבכל חד וחד מצי למדחי לא זה שהקנתי לך אלא זה וכמ\"ש ה\"ה ומרן כ\"מ ויש חולקים וס\"ל דקנה והנה לשיטת רבינו הלזו הק' ה\"ה מההיא דפסק רבינו בפכ\"א מה' מכירה האומר לחבירו בית בביתי אני מוכר לך ונפל לו הבית מראהו נפול וכן עבד מעבדי אני מוכר לך ומת לו עבד מראהו מת אלמא אע\"ג דהוי דבר שאינו מבורר ומסויים קנה ומשו\"ה קתני דמראהו מת מראהו נפול דאי לא קנה היאך מראהו מת ונפול והוא היה רוצה לחלק בין מכר למתנה ולא הונח לו ומרן כ\"מ עלה ליישב דמיירי בשסיים המקום ולא סיים החלק דבזה כ\"ע מודו דקנה:<br><b> וראיתי </b> להרב הגדול מוהרימ\"ט ז\"ל בח\"א סי' כ\"ב על שטר צוואה שהיה כתוב בו שהוא מניח מאתים זהובים לה' יתומות בני טובים את שיראה בעיני פו\"פ אם יש רשות לאותם פ\"ופ לשנות את המעות לצורך מצוה אחרת כגון לצורך יתומים ותלמידים שילמדו תמיד או מאחר שהוא פירש ליתומות וזכו במתנת ש\"מ אינן יכולים לשנות והשיב הרב ז\"ל דלא זכו במעות ההם במתנת ש\"מ דאע\"ג דדברי ש\"מ ככתובים וכמסורים דמו מ\"מ לא עדיף דברי ש\"מ מקנין בריא דכל דבבריא ע\"י קנין לא מהני ה\"נ גבי ש\"מ וכדאמרי' בפ' מי שמת גבי אכל פ' פירות דקל זה ידור פ' בבית זה דכל דליתיה בבריא ליתיה בש\"מ ובנדון שלפנינו אלו היה בבריא בקנין לא היה מועיל מפני שאין אותם היתומות ברורות וידועות כדי שיזכו וכיון שכן למאן דלית ליה ברירה לא זכו בשעת קנין וכהא דתנייא בפ' בכל מערבי' מ\"ב שיש לי בביתי יהא מחולל על סלע שתעלה בידי מן הכיס לא חילל לר\"י דלית ליה ברירה דכי היכי דאין מקנין דבר שאינו מבורר ה\"נ אין מקנין לאדם שאינו מבורר וכ\"ש הוא כדאמרי' בפ\"ק דגיטין לענין דבר שלא בא לעולם דאפי' למ\"ד אדם מקנה דשלב\"ל מודה שאין אדם מקנה לדשלב\"ל ועוד תנן בפסחים פ' מי שהיה טמא הריני שוחט את הפסח על מי שיעלה מכם ראשון לירוש' כיון שהכניס הא' ראשו ורובו לירוש' זכה בחלקו ומזכה אחיו עמו ואמרי' בגמ' אלמא יש ברירה ומסיק ר\"י כדי לזרזן קעביד ועל כולן קשחיט יע\"ש משמע שאם לא היה שוחט על כולן אלא על אותו שיעלה ראשון למאן דלית ליה ברירה לא היה זוכה והא איפסיקא הלכתא בסוף ביצה דבדאורייתא אין ברירה וכן פסקו רובא דרבוותא וכיון שכן הכא לענין קנין לא זכו היתומות אלא במתנה זו דאין ברירה ואי קשייא ההיא דאמרי' בפ\"ק דגיטין גבי מעמד שלשתן נעשה כאומר לו משעבדנא לך וכל מאן דאתי מחמתך והרי אותו האיש הבא מחמתו לא היה מבורר בשעת השעבוד והיכי משתעבד ליה הא לא קשייא דע\"כ לא פליגי תנאי אלא כההיא דמי שיעלה מכם ראשון דע\"כ חד הוא שיעלה ראשון וכולן ישארו ולא יזכו וכיון שכן הואיל ואדם זה אינו מבורר לא זכה ובכ\"הג הוא כל הנהו מתני' ומתנייתא דמייתי תלמודא בהאי מילתא דברירה אבל הכא מעכשיו הוא משתעבד לכל העולם שיכול להיות שירצה את כל העולם בחוב זה בזה אח\"ז ואין ברירתו של אחד פוסל את השאר בכה\"ג ודאי כ\"ע מודו בה דיש ברירה וכ\"כ הר\"ן בהלכות שם בפ\"ק דגיטין עכ\"ל וכדברים האלה כתב הרב עצמו בחח\"מ סי' כ\"ג על נדון כיוצא בזה באחד שציוה מחמת מיתה שיתנו החניות שלו לחתניו לוקחי בנותיו והיו לו ב' בנות נשואות וב' בנות קטנות ונסתפקו בדברים בכלל לשונו אף החתנים הבאים אח\"כ שיקחו בנותיו הקטנות והשיב הרב ז\"ל דאפי' אם היה מבאר דבריו שרצה לזכות לחתנים שיקחו בנותיו הקטנות לא זכו כיון שאינן עכשיו מבוררים והכריח הדבר דלמאי דקי\"ל א\"ב בדאורייתא אין אדם מקנה לחבירו דבר שאינו מבורר מההיא דמ\"ב יהא מחולל על שתעלה בידי מן הכיס דלר\"י דס\"ל א\"ב אין המעשה מחולל וכמדובר ודבריו תמוהים דכפ\"ז אין מקום לחלק במה שחילק מרן כ\"מ דבסיים המקום ולא סיים החלק דבזה כ\"ע מודו דקנה דכפי דבריו דאין ברירה עכ\"ל דההיא ברייתא אזלא כמ\"ד י\"ב וזה דבר תימא שהרי כל פוסקי ההלכות שפסקו דבדאורייתא א\"ב הביאו ברייתא זו דבית מביתי לפסק הלכה ועוד יש לתמוה דנר' דאשתמיט מיניה מ\"ש הרשב\"א בתשו' בח\"ב סי' פ\"ב שנשאל למאי דקי\"ל א\"ב בדאורייתא היאך אדם מוכר לחבירו א' מקרקעותיו סתם דקי\"ל שיתן לו איזה שירצה היכי קונה מאחר דא\"ב ומ\"ש מההיא דצנועים פ' מרובה דאמרי' כל המתלקט יהא הפקר ומוקי לה התם כמאן דאית ליה ברירה הא למאן דלית ליה ברירה לא הוי הפקר והשיב הרשב\"א ז\"ל וז\"ל יכול הייתי לשנות לך דההיא ברייתא דבית מביתי ועבד מעבדי ושור משוורי ר\"מ היא דאית ליה ברירה ואפשר דקי\"ל כוותיה וכן פסק ר\"י בעל התוס' מההיא דתמורה ד\"ל גבי מתני' דשני שותפים שחלקו אחד נטל עשרה ואחד ט' וכלב ומ\"מ כך דעתי נוטה דאין ברירה וכדברי שאר גדולי אחרונים שפסקו דבשל תורה א\"ב אבל מה שהשוותה את הדברים בדיני הברירה והקשיתה מזה לזה אינו נראה כן דאין דין יש ברירה או א\"ב אלא במה שאנו צריכין לומר הוברר הדבר שמה שהוא עכשיו כבר היה או חל מעיקרא שאם לא נאמר חל למפרע אין לו קיום לאותו דבר אף אחר שהוברר לפי שאנו צריכין לקדימתו לקיומו של דבר כההיא דאומר ב' לוגין שאני עתיד להפריש למחר יהיו מעשר שהוא מפריש לאחר ששתה ואי אין ברירה נמצא זה שותה טבלין למפרע וכן ה\"ז גיטך אם מתי שאם אין ברירה הו\"ל גט לאחר מיתה וכן באומר כתוב לאיזו שארצה אגרש בו שאנו צריכין לעיקרו דהיינו שעת כתיבה דבעי' כתיבה לשמה וכן אם בא חכם למזרח שאנו צריכין שיחול הערוב מתחי' בה\"ש וכן בההי' דכל שילקטו עניי' יהיה הפקר או יהיה מחולל על זה דאי אין ברירה ולא קדם ההפקר והחילול משעת אמירה אוכלין גזל ושאינו מעושר אבל במוכר או נותן דבר שאינו מבורר למה אנו צריכין לברירה כל שנותן לו אחת משדותיו או בית בבתיו או עבד מעבדיו מחמת מכר או מחמת מתנה ה\"ז קנוי לו ואפי' לא נתן עד עכשיו הר\"ז קיים ואינו צריך לקיום המכר והמתנה לדמעיקרא שאם אי אתה אומר כן בטלת מתני' האומר חצי שדה אני מוכר לך משמני' ביניהם וכן בטלת האומר הרי עלי עולה שהוא חייב באחריותה ואין לך נדר בתורה אלא נדבה באומר הרי זו וכלל גדול אני נותן לך דלא שייך דין ברירה אלא במה שאי אפשר לגרש בו דלא נכתב לשמה א\"נ באם מתי שאם א\"ב הו\"ל גט לאחר מיתה וכן בב' לוגין שאני עתיד להפריש מיחל ושותה מיד שאם א\"ב אי אפשר לשתות דהו\"ל טבל וכן אם בא חכם למזרח שאם א\"ב אין כאן ערוב ואי אפשר ללכת וכן כולן אבל בדבר שקיומו אינו תלוי בברירה כמכר ומתנה וצדקה וקרבן בלשון נדר בזה לא שייך דין ברירה שהרי בשעה שנתון לו ממכרו אפי' למ\"ד א\"ב בדאורייתא אין מעכב דין ברירה שאפשר להתקיים בלא ברירה וכן בהרי עלי עולה וכן כל כיוצא בזה עכ\"ל הרי מבואר מדברי הרשב\"א בתשו' הלזו הפך מה שהכריח מוהרימ\"ט מההיא דמ\"ב זה יהא מחולל על סלע שתעלה בידי מן הכיס דלמ\"ד א\"ב אין מחולל ואין אדם מקנה דבר שאינו מבורר במכר או במתנה דלפי דברי הרשב\"א ז\"ל התם שאני שאנו צריכין לברירה לקיומו של דבר וכבר ראיתי להר'ב מח\"א ז\"ל בה' זכיה סי' א' דל\"א ע\"ב תמה ע\"ד מוהרימ\"ט ז\"ל הללו יע\"ש:<br><b> ולע\"ד </b> מקום יש בראש לישב דברי מוהרימ\"ט הללו והן קדם נבין דברי הרשב\"א ז\"ל שלכאורה הם תמוהים דכיון שלפי דבריו ז\"ל במוכר או נותן דבר שאינו מבורר אין המכר והמתנה קיימים למפרע משעת קנין אלא משעת שיברר המכר או המתנה א\"כ באומר בית מביתי אני מוכר לך וכן עבד מעבדי ושור משוורי ונפל לו בית ומת לו עבד או שור היאך קתני בברייתא מראהו מת מראהו נפול כיון שבשעת שבירר לו הבית והשור והעבד אין כאן בית ולא שור ולא עבד כדי לקנות שאם הקנה לו תחילה בקנין סודר הרי באותה שעה הדר סודרא למריה ואפי' אם נאמר שהקנה לו תחילה הבית או השור או העבד בכסף או בשטר וס\"ל להרשב\"א ז\"ל כמ\"ש התוס' בפ' מציאת האשה דפ\"ב ד\"ה דאמר מעכשיו והביא דבריהם מרן ב\"י בסי' קצ\"ז מחו' ד' שאם קנה קרקע בכסף או בשטר ואמר לו קני לאחר שלשים יום אם השטר קיים לאחר ל' יום קנה והכסף נמי אפי' נתאכלו הדמים חשובים כאלו הם בעין כיון דאלו לא נתקיים המקח היה צריך להחזירן אכתי ק' כיון שזה לא קנה אלא משעת ברירה ואילך ולא למפרע א\"כ כשמת העבד ונפל הבית היאך מראהו מת או נפול הרי אין כאן בשעת קנין לא בית ולא עבד כדי לקנות באותה שעה בכסף או בשטר דבשלמא אם הקנין חל למפרע מעת שנתן הכסף ונתן השטר מצי למימר ליה שפיר השתא זה הבית וזה העבד נתתי לך מתחילה וי\"ב למפרע וברשותך מת או נפל אבל לפי דברי הרשב\"א שהקנין חל משעת ברירה ואילך א\"כ באותה שעה אין כאן בית או עבד כדי לקנות וברשות המוכר מת העבד או נפל הבית ועוד בשור משוורי אני מוכר לך דבהמה אינה נקנית אלא או במשיכה או בקנין סודר והכא ליכא משיכה שהרי אמר סתם שור משוורי אני מוכר לך וליכא אלא קנין סודר הרי בשעה שבירר השור הדר סודרא למריה ולא קנה ויכול הלוקח לחזור בו וכשמת השור היאך מראהו מת כיון שלא קנה למפרע ואפי' אם היה השור חי ומבורר כמעכשיו אם אין ברירה ולא קנה למפרע משעה ראשונה בקנין סודר אכתי יכול לחזור בו הלוקח ולומר דאינו רוצה לקנותו ומדקתני מראהו מת מראהו נפול נראה דקנה אותו בע\"כ:<br><b> כי </b> ע\"כ נר' לע\"ד ליישב דברי הרשב\"א ז\"ל במה שידוע דאע\"ג דאין אדם מקנה דשלב\"ל או דבר שאינו ברשותו בין במכר בין במתנ' בריא בין במתנת ש\"מ כדאיתא ביבמות פ' האשה דצ\"ג ובקדושין סוף דס\"ב וכמ\"ש הפוסקי' עיין בטח\"מ סי ר\"ט אפי\"ה קי\"ל דאדם מתחייב לדשלב\"ל וכמ\"ש הטור והש\"ע בח\"מ סי' ה' יע\"ש. וטעם הדבר הוא שכשהוא בלשון חיוב החיוב חל על גוף האדם המתחייב לא על דבר הנקנה משא\"כ כשאינו בלשון חיוב אלא בלשון מכר ומתנה בקנין שהקנין הוא על הדבר וכיון שהדבר אינו בעולם לא חל הקנין ובכן איכא למימר דה\"ה נמי לענין מוכר או נותן דבר שאינו מבורר שאם היה בלשון חיוב מהני אפי' למ\"ד א\"ב כיון שכבר חייב גופו למכור ואפי' אותו הדבר אינו מבורר דומייא דדבר שלב\"ל ודבר שאינו ברשותו דמהני בלשון חיוב כמדובר ומשמע ליה להרשב\"א דהאומר לחבירו בית בביתי אני מוכר לך או עבד מעבדי אני מוכר לך כיון שלא אמר בית בביתי מכור לך או קנוי לך וכן עבד מעבדי מכור לך או קנוי לך שזהו הלשון המועיל במכר ומתנה כמבואר בסי' קצ\"א ובסי' קצ\"ז מח\"מ יע\"ש לשון אני מוכר (עיין בשו\"ת רב יוסף סי' כ\"ג דס\"ט ע\"ד ד\"ה גם כו' שעלה ונסתפק בלשון אני נותן אי פי' להבא או לשעבר אי מהני לשון זה כמו שדי קנויה לך שדי נתונה לך יע\"ש) לך משמעותו הוא לשון חיוב שמתחייב עצמו למכור לחבירו בית בביתיו וכן עבד מעבדיו ואע\"פ שלא אמר בפי' לשון חיוב כיון שקנו מידו הקנין מתקן הלשון כאלו אמר לשון חיוב בפי' וכמ\"ש הרשב\"א גופיה בתשו' הביא דבריו מרן ב\"י בח\"מ סי' קצ\"ה מחו' ך' ושם סי\"ד ועיין למרן החבי\"ב סי' ס' הגה\"ט אות ל\"ד שכ\"כ בשם הר\"ב מ\"ץ ועיין בס' חשק שלמה שם אות ך' ובהגב\"י אות ס\"ג ועיין למוהרא\"ש בתשו' סי' כ\"ג יע\"ש הילכך אע\"פ שאין הדבר מבורר מעיקרא קנה הלוקח לענין שאין המוכר יכול לחזור בו וכשיברר הבית או העבד קנה הדבר עצמו דמשעה שבירר המוכר הבית או העבד קנה אותו הבית ואותו העבד משם ואילך ושוב אינו יכול לחזור בו מאותו הבית ומאותו העבד לא המוכר ולא הלוקח אבל קודם שבירר המוכר הבית או העבד לכ\"ע לא קנה אותו הבית ואותו העבד כיון שלא מבורר ולא היה כאן אלא חיוב על גופו של מוכר למכור לו בית או עבד ללוקח ומפני חיוב זה ס\"ל להרשב\"א ז\"ל ודעימיה דאדם מקנה לחבירו דבר שאינו מבורר ומסויים אבל הבית או העבד עצמו שבירר הלוקח אח\"כ לא קנה מעיקרא אלא משעת בריר' ואילך וכמ\"ש הרשב\"א דאין זה ענין לדין ברירה דאיפליגו תנאי ואמוראי בעלמא כמדובר מעתה נוחים ממילא דברי מוהרימ\"ט בתשו' הנז' דכיון דמבואר יוצא מדברי הרשב\"א בתשו' הלזו דכל עוד שלא בירר המוכר הבית או העבד לא קנה הלוקח שום דבר ואין כאן אלא חיוב על גופו של מוכר למכור א\"כ כשמת המוכר קודם שבירר המקח אין היורשים חייבים לברר המקח כיון דלא היה כאן אלא חיוב על גופו של מוכר והרי מת ואינו בעולם כדי שיברר וכיון שלא קנה הלוקח שום בית ושום עבד מיד כשמת נפלו נכסי קמי יתמי וזכו בהם ואין עליהם שום חיוב וכעין זה כתב הר\"ב בני יעקב במאמר קנין דצ\"א ע\"ב ד\"ה וראיתי למהרשד\"ם ז\"ל יע\"ש וכיון שכן שפיר כתב מוהרימ\"ט ז\"ל בנדון שלו דלא זכו היתומות באותם המעות כיון שלא היו מבוררו' ואתי במ\"כש ממקנה לחבירו דבר שאינו מבורר דלמ\"ד אין ברירה לא קנה הדבר מבורר למפרע משעת קנין אלא משעת שיברר ואילך כמ\"ש הרשב\"א בתשו' הנז\"ל ובנדון של הרב שמת המלוה ולא בירר לא זכו היתומות ואפי' אם יבררו אותם היתומות דשני אנשים שציוה המצוה לאחר מיתתו כיון דלמ\"ד אין ברירה לא זכו למפרע אלא משעת ברירה ואילך הרי אין כאן זכיה אלא לאחר מיתה ולא מצינן למימר כאן דברי ש\"מ ככתובים וכמסורי' דמו כיון דאין כאן ברירה למפרע ולא זכו משעת צואת הש\"מ כיון שלא היו מבוררות ולהכי מסיק הרב שפיר דיכולים לשנות המעות ואין כאן סתירה לדברי הרב אלא מדברי הראשונים שאמרו אדם מקנה לחבירו דבר שאינו מסויים שהם לא אמרו אלא שקנה לענין שלא יוכל המוכר לחזור מחמ' חיובו שנתחייב למכור אבל אזלי ומודו דכל עוד שלא בירר הדבר לא קנה שום דבר משעת קנין אלא משעת שיברר המקח ואילך ולא מדברי תשו' הרשב\"א ז\"ל הנז\"ל שאף הרשב\"א ז\"ל אזיל ומודה דלמ\"ד א\"ב לא קנה הדבר שאינו מבורר מעיקרא משעת קנין אלא משעת שיברר הדבר ואילך:<br><b> וע\"פ </b> האמור ומדובר הנה מצינו ישוב נכון למה שהשיגו הראב\"ד והרמב\"ן ודעימייהו לשיטת הרי\"ף ורש\"י והר\"י ן' מיגאש ורבינו ז\"ל דס\"ל דאין אדם מקנה דבר שאינו מסוים ומבורר מההיא ברייתא דבית בביתי אני מוכר לך ועבד מעבדי ונפל ומת דמראהו נפול מראהו מת דמבואר מינה דאדם מקנה לחבירו דבר שאינו מבורר ומסויים והם ז\"ל הביאוה לפסק הלכה ונדחקו כל הראשונים בתירוצם אמנם ע\"פ האמור הנה נכון דהם ז\"ל לא אמרו דלא קנה אלא במקנה דבר בלשון מכר ומתנה כההיא דכל נכסי נתוני' לפ' עבדי חוץ מקרקע כ\"ש וכן באומר קרקע מנכסי קנויין לך שכתב רבינו ז\"ל כאן שהקנין הוא על הדבר עצמו שאינו מבורר אבל בית בביתי אני מוכר לך וכן עבד מעבדי אני מוכר לך שלא אמר בית בביתי קנוי לך אלא אני מוכר לך שהוא לשון חיוב שמתחייב המוכר למכור ולא חל הקנין על הדבר עצמו אלא על גוף המוכר שנתחייב למכור כל כה\"ג אזלי ומודו הרי\"ף ודעימיה שקנה הלוקח אפי' שהדבר אינו מבורר דומייא דמתחייב בדשב\"ל בלשון חיוב דמהני כמדובר ומבואר מדברי הרשב\"א בתשו' הנז\"ל:<br><b> איברא </b> שלפי האמור ומדובר ההיא דבית בביתי אני מוכר לך וכן עבד מעבדי דקנה לוקח אף שאינו מבורר ומסויים הוי מטעם חיוב שנתחייב המוכר למכור ומפני שהחיוב הוא על גופו ולא על דברי עצמו הנמכר דומייא דמתחייב בדשב\"ל והדבר ק' כיון דמטעם חיוב אתינן עלה א\"כ כשנפל לו בית ומת לו עבד אין מקום ליפטר מחיובו והרי הוא חייב באחריות הבית והעבד שזהו ענין חיובו שחל על גופו של מוכר ולא על דבר הנמכר וכמ\"ש מוהרימ\"ט בתשו' חח\"מ סי' פ\"א דצ\"ה ע\"ב ד\"ה ומאי דק\"ל למר וז\"ל ונ\"ל דבשלמא אי שייך קנין בדשלב\"ל איכא מיגו דמצי למקנייה לההוא שליש נכסיו שעה אחת קודם מיתתו ואם אבדו אח\"כ או פחתו פחתו למקבל אבל אם בא להתחייב בתורת חיוב היינו שמתחייב בפירות ההם כשיבואו לעולם וכדי שיחול החיוב על גופו צ\"ל דמשבאו לעולם משתעבד בהם מעתה שיהיו באחריותו עד שיתנם ואם אבדו פורע לו ממקום אחר ונמצא בנו הב' מפסיד שאם אי אתה אומר כן אלא שמתחייב ליתנם בידו כשיבואו לעולם ולא יהיה באחריותו א\"כ לא חל החיוב על גופו כלל והו\"ל כקנין דברים כמי שקנו מידו לחלוק כדאמרי' בריש בתרא ואם באתה לומר שיהא חיוב ע\"ת שלא יתחייב באחריותו הו\"ל תרתי דסתרן אהדדי והוו תנאי ומעשה בדבר אחד כדאמרי' בפ' מי שאחזו ע\"מ שתחזירי לי את הנייר כו' ואי ק' מהא דאמרי' בפ' בתרא דמנחות הרי עלי עולה ע\"מ שאקריבינה במקדש כו' יע\"ש:<br><b> הן </b> אמת שההכרח הזה אשר הכריח מוהרימ\"ט מתוך קושייתו דבלשון חיוב משתעבד להתחייב באחריותו וכן מה שהכריח מההיא דתנאי ומעשה בדבר אחד אינו הכרח דעיקר הקושייא כבר הקשה עלה ליישב מוהר\"ם אלקלעי בתשו' כ\"י הביא דבריו מרן החבי\"ב בסי' ס' אות ל' באופן אחר והרב בני יעקב בדצ\"ד ע\"ד ד\"ה ואחרי' יישבה באופן אחר ודברי הרשב\"א בתשו' זו ח\"ב סי' פ\"ב מבואר לע\"ד דס\"ל דבלשון חיוב נמי לא משתעבד באחריותן דאל\"כ לפי דבריו לא אשכחת פתרי למה ששנינו בברייתא נפל לו בית ומת לו עבד מראהו מת מראהו נפול וכמדובר ועיין בס' זכרון דברים בסוף הספר ד\"ץ ע\"ג יעו\"ש באופן שדברי מוהרימ\"ט שבח\"מ לדידי' וכעת צ\"ע ועלה בידינו ישוב נכון לדברי הרשב\"א שבח'ב סי' כ\"ב ולדברי מוהרימ\"ט שבח\"א סי' כ\"ב ושבח\"מ סי' כ\"ג ולדברי הרי\"ף ודעימיה דס\"ל דאין אדם מקנה דבר שאינו מבורר ומסויים כמדובר:"
            ],
            [
                "<span class=\"H\">שורש מוכר או נותן מתנה על תנאי כל </span>\n<b> הנותן מתנה ע\"ת אם נתקיים התנאי נתקיימה.</b> וראיתי להר\"ב מ\"ל ז\"ל שכתב וז\"ל מתוך תשו' הרא\"ש שהביא הטור סי' רמ\"א מוכח דבמתנה ע\"מ שלא תמכרנה לפ' כל שעבר ומכר לאותו פ' נתבטלה המתנה או המקח כיון שעבר על תנאו ואע\"ג דאי אמרי' שנתבטל המקח ונמצא שמה שמכר לאותו פלוני לא עשה ולא כלום דאין אדם מוכר דבר שאינו שלו ונמצא דאין כאן מקח מ\"מ כיון שנתנו בדרך מכר נתבטל המקח מעיקרו וכ\"כ ה\"ה בפ\"ח מה' גרושין בע\"מ שלא תנשאי לפ' אך התוס' בפ' המגרש דפ\"ג ד\"ה דעמדה דס\"ל דהמתנה ע\"מ שלא תנשאי אין הכונה דרך נשואים אלא נשואים ממש ולא אשכחן ביטול הגט אלא לאחר מיתת המגרש וכבר הביאוה סברת התוס' הרשב\"א והר\"ן בחי' ועיין בתשו' הר\"א ששון בסי' קי\"ח שעמד בזה ועיין להר\"ם אלשי'ך ז\"ל סי' ה' יע\"ש עכ\"ל: ועיין להר\"ב מח\"א ה' זכיה מהפקר סי' ד' ובס' נאות יעקב להרב מוהריט\"א נר\"ו סי' כ\"ה ע\"ד ד\"ה וראיתי להרב מח\"א בשם תשו' הר\"י ן' מיגאש ז\"ל דנראה דאשתמיט מינייהו דברי התוס' והראשונים הללו יע\"ש ועיין עוד להר\"ב מח\"א בה' מ\"א דפ\"ב ע\"ד במ\"ש שם:<br><b> ולע\"ד </b> קשה לשיטת התוס' ז\"ל מאותה שאמרו בפ\"ק דתמורה ד\"ד גבי פלוגתא דאביי ורבא בכל מילתא דאמר רחמנא לא תעביד אי עביד אי מהני או לא מהני וקאמר אביי דמהני דאי ס\"ד לא מהני אמאי לקי ורבא אמר לא מהני והאי דלקי משום דעבר אמימרא דרחמנא ומבואר באותה סוגייא אי לאו דגלי קרא דהוה קדש הו\"א דאינו קדש ואפ\"ה לקי וכן בחרמי כהנים דכתיב לא ימכר ולא יגאל אי עבר ומכר לרבא אע\"ג דאין מכירתו מכירה אפ\"ה לקי משום דעבר אמימרא דרחמנא יע\"ש והשתא לדעת התוס' דס\"ל דכל שאין המעשה שעשה קיים לא מיקרי עובר על התנאי דעיקר התנאי הוא שלא יועילו מעשיו א\"כ ה\"נ היאך מיקרי על מימרא דרחמנא לרבא ולקי הא רחמנא אמר לא ימכר ולא יחליפנו והרי לא מכר ולא החליף וליכא למימר דהתוס' כתבו כן לדעת אביי דהא אנן קי\"ל כרבא ולכן נראה דס\"ל להתוס' דיש לחלק בין לשון בני אדם ללשון הכתוב אבל זה דוחק דמנ\"ל לחלק כן כל שלא מצינו הדבר מפורש והנכון אצלי דבהא פליגי אביי ורבא אי כונת המתנה הוא לכך או לא והא דמסקינן באותה סוגייא דתמורה דאביי ורבא בהני שנויי הוא דפליגי ולא קאמר דפליגי בהך מילתא דאמרן לענין תנאי בני אדם היינו משום דלישנא דאביי ורבא לא משמע דאתו לפלוגי בהך מילתא דקאמרי כל מילתא דאמר רחמנא לא תעביד אי עביד מהני או לא מהני כו' משמע דפליגי במילתא דאמר' אי מהני או לא מהני ולהכי קאמר דבהני שינויי פליגי בענין כ\"מ דאמר' אבל ודאי דמינה נפקא לן לענין לשון ב\"א כנ\"ל ועיין בס' עדות ביעקב ובס' מקור ברוך סי' ט' יע\"ש תו איכא למידק בדברי התוס' שלפי דבריהם משמע לכאורה דהוי תנאי זה דע\"מ שלא תנשאי לפ' תנאי ומעשה בדבר אחד שהתנאי בטל כמ\"ש הרדב\"ז בח\"א סי' רכ\"א ודע שמרן ב\"י בא\"ה סי' קמ\"ג עמ\"ש ע\"מ שלא תנשאי לפ' ה\"ז גט ומותרת לינשא מיד כו' אבל אין תקנה להתירה במה שיטלנו מידה ויחזור ויתננה לו סתם כו' כתב ע\"ז מרן ב\"י וז\"ל ודע שכתבו התוס' בפ' המגרש דפ\"ג כו' אבל ה\"ה כתב בפ\"ח כו' וכתב הרשב\"ץ בתשו' מי שגירש אשתו ואסרה על שמעון ונישאת ללוי והיו לה בנים ממנו ונתאלמנה ומת המגרש ונשאת אח\"כ לשמעון שנאסרה עליו לדעת התוס' גט בטל ובניה ממזרים אבל בה\"ג כתב גבי ע\"מ שלא תשתי יין כל ימי חיי פלוני ופליגי רבנן ואמרו כיון דבחייו לא עברה על תנאו כיון דמית בטל ליה תנאו ולא בטיל ליה גט למפרע ע\"כ ואם לא נשאת לשום אדם עד שמת המגרש פשיטא דמותרת לשמעון אבל יש לדקדק בזה שאם נתאלמנה משמעון שנאסרה עליו אי מותרת לכהונה כיון שנתבטל הגט או היא אסורה דתנאי נתבטלה גט לא נתבטלה ועמיתי בתורה הרב ועצום שליחא דרחמנא משה מאגא\"ר ה\"י הביא ראיה דודאי אסורה דהגט לא נתבטל דאמרי' התם בפ' המגרש דפ\"ג ע\"א ד\"א הרי היה זה שנאסרה עליו כהן ומת המגרש לא נמצאת אלמנה אצלו וגרושה אצל כל אדם וקא' ומה גרושה שהיא קלה אסורה משום צד גרושין שבה ובמאי אילימא בע\"מ הרי גרושה אצלו בזנות אלא בחוץ יע\"ש ופירש\"י הרי גרושה אצלו בזנות גרסי' הרי לא אסרה עליו אלא לינשא אבל אזנות גרושה אצלו מיד הילכך אם ימות בעלה הראשון נמי שם גרושין עליה אצל זה עולמית עכ\"ל מבואר יוצא ממ\"ש וק\"ו ומה גרושה שהיא קלה אסורה משום צד גרושין שבה כו' שאפי' גרשה ע\"מ שלא תנשאי לפ' ולא נשאת לו ומת שהיא אסורה לכהן זה משום צד גרושין שהיתה לה בעוד הבעל בחיים ולא אמרי' דהשתא שמת נתבטל התנאי ונתבטל הגט ואין כאן אלא אלמנה ותהיה מותרת לכהן מוכח ודאי דאע\"ג דהשתא שמת ונתבטל התנאי לא נתבטל הגט והוא תימא איך לא נסתייע מכאן הרשב\"ץ ז\"ל. ונלע\"ד דאכתי אין מכאן ראיה דאיכא למימר דתלמודא עדיפא מינה קדחי דאפי' לגבי כהן זה גרושה היא אצלו ומשום צד גרושין שהיה לה עם כל העולם אסורה לאחר שנתאלמנה כמו גרושה דעלמא שנתאלמנה מבעלה אחר הגרושין דלא פקע מינה שם גרושה ואה\"ן דהוה מצי דחי לה דלא אסירה לכהן זה אחר שנתאלמנה משום צד גרושין שבה משום דהשתא שמת נתבטל התנאי ונתבטל הגט ואין כאן צד שם גרושה כלל אלא דקושטא דמילתא דחי דמאי דאסירה לכהן זה הוא משום דאף לכהן זה אסרה בגט:"
            ],
            [],
            [],
            [
                "<span class=\"H\">שורש מתנה ע\"מ להחזיר הנותן </span>\n<b> מתנה לחבירו ע\"מ להחזיר הר\"ז מתנה כו'.</b> הכי איתא במ' קידושי' ד\"ו רבא הוא דאמר מתנה ע\"מ להחזיר שמה מתנה כו' הנה הרשב\"א והריטב\"א והר\"ן שם הק' היכי הוי מתנה כיון שהמקבל אינו יכול להקדישה וכבר שנינו בנדרים פ' השותפי' כל מתנה שאינה יכולה להקדישה אינה מתנה ותרצו דשנייא היא מתנת בית חורון שהיתה בערמה יע\"ש. ואיכא למידק דמאי קושייא דה\"נ הרי יכול הוא להקדישה ותנאי זה דע\"מ שתחזירנה לי יכול הוא לקיים כשמחזיר לו דמיו או חפץ אחר כמוהו וכמו שהכריח הר\"ב בני אהרן בביאורו לה' מתנה סי' רמ\"א דקכ\"ז ע\"א ממ\"ש הרא\"ש בפ\"ק דקי' גבי מקדש בטבעת שאולה ואפי' כתנאי בגיטין כגון שהתנה עמה ע\"מ אצטלטית כתב הרב שאם נגנב או נאבד ואינו בעין יכול לקיים תנאו בכלי אחר כמוהו זולת לדעת הרמב\"ם ז\"ל יע\"ש:<br><b> איברא </b> שהר\"ב תה\"ד בסי' שי\"א ס\"ל דכל דאיתיה הדבר עצמו שהתנה עליו שיחזירנו אפילו בתנאי דממון לא מהני חזרת דמים וחיליה דהרב ז\"ל ממ\"ש הרא\"ש בפ\"ב דמ\"ח שהאומר לפועל עשה עמי ואתן לך חפץ פ' שלא קנה הפועל החפץ עצמו אלא דמי הפעולה והביא ראיה מדין האתנן ומדלא כתב הרא\"ש דכן הדין בכל תנאי שבממון והוצרך להביא ראיה מדין האתנן הכריח הוא ז\"ל דכל דאיתיה החפץ בעין לא מהני חזרת דמים בכל תנאי אפי' בממון ולכך הוצרך הרא\"ש להביא ראיה מדין אתנן דאפי' דאיתיה בעין לא קנה אלו דבריו יע\"ש והרואה יראה שאין זה הכרח דאפשר לומר דבעלמא ודאי חזרת דמים מהני אפי' כי איתיה לחפץ שהתנה עליו בעיניה וגבי התנה עם הפועל דהוה ס\"ד לומר דכי היכי דקנה שכר פעולתו ה\"נ קנה אותו החפץ עצמו לכך הוצרך להביא ראיה מדין אתנן משא\"כ בשאר תנאין דעלמא שהתנה עם חבירו אתן לך דבר ע\"מ שתתן לי חפץ פ' דאפשר ואפשר דלא קפיד אאותו חפץ עצמו ויש פנים הנראין לזה ועיין להרב מח\"א ה' זכיה סי' ך' ומ\"מ מקושית הראשונים הללו שכתבנו יש ראיה לדבריו דחזרת דמים לא מהני כל דאיתיה לחפץ עצמו בעיניה כמדובר ואפשר דמשום דרבא קאמר סתמא מתנה ע\"מ להחזיר שמה מתנה ומשמע אפי' כשהתנה הנותן בפי' שיחזיר לו החפץ עצמו ולא חזרת דמים אפי\"ה שמה מתנה והוא דק\"ל להראשונים הללו למה יהיה מתנה כיון דכל כה\"ג אינו יכול להקדישה:<br><b> וראיתי </b> למרן החבי\"ב בח\"מ סי' רמ\"א הגה\"ט אות מ\"ג שכתב דמדברי הריב\"ש בתשו' סי' ב' נר' דס\"ל דמתנה ע\"מ להחזיר לא מהני חזרת דמים אלא החפץ עצמו בעי להחזיר יע\"ש. והרב פמ\"א בח\"א סי' קי\"ו הביא תשו' הריב\"ש הלזו והיא מדברת על ענין ששולחין לו סחורות ורוצה להבריחן מן המכס וצריך לישבע שהנכסים הם מהמקבל כדי לפוטרן מן המכס ושאל השואל תקון שלא יהא נכשל בשבועה והשיב הריב\"ש שיתן המפקיד לנפקד כל הסחורות במתנה ע\"מ להחזיר וכתב ע\"ז וא\"ת היאך יחזיר המתנה והלא יש לו למכור סחורה זו ולשלוח תמורתה או דמיה לנפקד והשיב אפשר להתנוק שיחזיר הסחורה לפ' בעבורו ויחזירנה תחילה לאותו פ' הדר בעיר הנפקד לקיים התנאי ואח\"כ ימכרינה ויעשה רצונו עכ\"ל ומדלא השיב שאע\"פ שהוא מחזיר דמיה או תמורתה הרי הוא מקום תנאו ש\"מ דס\"ל דחזרת דמים לא מהני והרואה יראה שאין זו הכרח כלל דלדידך מי ניחא ולמה לא השיב שיתנה בפי' הנותן שיחזיר לו תמורתו או דמיה דכל שהתנה הנותן בפי' אין סברא לומר דלא מהני חזרת דמים וכבר תמהו עליו על תשו' הריב\"ש מוהר\"א ששון בסי' ס\"ג והר\"ב פמ\"א בתשו' הנז' למה לא השיב כן יע\"ש ומה שישב בזה הר\"ב פמ\"א אין בו מן הישוב והם דברים תמוהים ע\"ע ולע\"ד נר' דהריב\"ש לא ניחא ליה בתיקון הלז שיתן הנותן בפי' משום דכיון דהסחורות הללו עשויות להכי למוכרן תמורתן כשהתנה כן מחזי מתנ' זו כהערמה ואינה מתנה דומייא דמתנת בית חורון דלא מנכרא מילתא דהנותן גמר ויהיב לשם מתנה גמורה וסחורתו מוכחת עליו שלא עשה כן אלא כדי לפטור הסחורות מן המכס ולהכי תקן שיחזיר הסחורה עצמה לפ' הדר בעירו כי היכי דתקנה אותם המקבל במתנה גמורה דמחזי מילתא כגמר ויהיב לשם מתנה והר\"ב התרומות בשער ב' ח\"ב כתב דלהכי משביעין ב\"ד כשמסדרי' לב\"ח שלא נתן מתנה ע\"מ להחזיר שאם עשה כן לא קנה המקבל דחובו מוכיח עליו שלא עשה כן אלא להבריחן מב\"ח והו\"ל כמתנת בית חורון יע\"ש והביא דבריו מרן בח\"מ סי' צ\"ט יע\"ש:<br><b> ולענין </b> הלכה היכא דליתיה בעיניה לכ\"ע מקיים תנאו בחזרת דמים בעלמא והיכא דאיתיה בעיניה לא הכריח הר\"ב אהרן ולפי' דברי התה\"ד לא מהני חזרת דמים והנה התוס' ז\"ל בפ' לולב הגזול הוק' להם קושיית הראשונים הללו דהיאך הוייא מתנה כל שאינה יכול להקדישה עלה דאמר רבא אתרוג זה נתון לך במתנה החזירו יצא כיון שאינו יכול להקדישו וכן הוא בדברי הר\"ן ז\"ל ומדבריהם דהתם ודאי לא קשייא למ\"ש הר\"ב אהרן דחזרת דמים מהני דגבי אתרוג ליכא מאן דפליג דלא מהני דגבי אתרוג איכא סברא לומר דאאתרוג דוקא קפיד ונותן וכמו שכתב הרא\"ש ע\"ש הר\"ב העיטור והר\"ן ז\"ל כתב ע\"ש רבינו שמואל דלא גרסי' במימרא דרבא ע\"מ שתחזירהו לי אלא ע\"מ שתחזירהו סתם דכיון דלא אמר לי הרי בידו להקדישו וזה שלא כדברי הרב העיטור דבאתרוג אפי' סתם הוי כמפרש לי והרב בני אהרן בדקכ\"ט ע\"ד כתב על דבריו וז\"ל אבל אי קשייא הא קשייא דנהי דלדברי רבא יאמר דאיכא ט\"ס במילת לי אבל גבי שור דאמר רב אשי דאם אמר ע\"מ שתחזירהו הא אהדריה ואי אמר לי מידי דחזי לי קאמר מה יענה והיאך הוייא מתנה כיון שאינה יכול להקדישה יע\"ש:<br><b> ולדידי </b> אי מהא לא אירייא דאיכא למימר דהיא גופא קאמר רב אשי דאם אמר סתם הא אהדריה וחשיבא מתנה אבל אם אמר לי אינו מוקדש ולא חשיבא מתנה כיון שאינו יכול להקדישו ולפי מ\"ש לעיל דחזרת דמים מהני בכל תנאי שבממון אפשר דאף רבינו שמואל לא הוקשה לו אלא מההיא דאתרוג דיש סברא לומר דלא מהני חזרת דמים כיון דבעי ליה לצאת י\"ח אבל מההיא דשור לא קשייא כלל דודאי יכול להקדישו ולהחזיר דמיו לנותן או שור אחר כמותו ומ\"מ צ\"ל לפ\"ז דס\"ל לרבי' שמואל דדוקא כשאמר לי באתרוג לא מהני חזרת דמים אבל כשאמר סתם מהני ודלא כסברת הר'ב העיטור שהביא הרא\"ש דאפי' בסתם נמי איתיה להאי סברא וכבר מצינו להרשב\"א בתשו' הביאה מרן ב\"י בח\"מ סי' רמ\"א דנראה שחולק עם הר\"ב העיטור ז\"ל בזה וכמו שאכתוב לקמן בע\"ה ומורי הרב המו' מוהרי\"ן ה\"י הק' על דברי רבינו שמואל הללו דאכתי מה יענה לאותה שאמרו בפ' המביא תנין ד\"ך ע\"ב ה\"ז גיטך והנייר שלי אינה מגורשת ע\"מ שתחזיר לי את הנייר ה\"ז מגורשת ופירש\"י ע\"מ להחזיר לי את הנייר ה\"ז מגורשת ותחזיר לו הנייר דמתנה ע\"מ להחזיר שמה מתנה עכ\"ל והשתא היאך הוי מגורשת דכיון דאמר לי אינה יכולה להקדישו ואינה מתנה וקרא כתיב ונתן בידה והרי ליכא נתינה ואין לומר דהתם נמי לא גרסי' מילת לי דא\"כ לפלוג ולתני בדידה בין היכא דאמר סתם להיכא דאמר לי ול\"ל למתני רישא בשלא אמר ע\"מ דליכא כתיבה כלל אלא אותיות פורחות גם ליכא למימר דבדבר שאינו חשוב כנייר מהני חזרת דמים וכמ\"ש הר\"ן ע\"ש הר\"ב העיטור ז\"ל בפ' מי שאחזו דתקצ\"א יע\"ש שאף הר\"ב העיטור לא כתב אלא היכא דליתיה בעיניה אבל היכא דאיתיה בעיניה מיחייב לאהדורי כדאיתא התם בגמ' יע\"ש ולדידי ל\"ק כלל דגבי נתינת הגט אין להקפיד אם יכול להקדיש הנייר או לא דנתינה דגט בעינן ולא נתינה דנייר שהרי כתבו על איסורי הנאה כשר כדאמרי' בפ' המביא תנין ד\"ך ע\"א וטעמא דאע\"ג דלא יהיב מידי נתינה דגט איכא וכי אקפדינן איכול להקדישו אינו אלא בשאר מתנות דעלמא ואף שרש\"י ז\"ל כתב דע\"מ שתחזירהו הוי כמתנה ע\"מ להחזיר אין כונתו לומר דהוי כשאר מתנות דעלמא אלא לאפוקי דלא חשיב שיורא בגט קאמר דנתינה גמורה היא דהוי כשאר מתנות דעלמא ע\"מ להחזיר ודו\"ק:<br><b> והתוס' </b> ז\"ל תרצו לעיקר קושייתם וז\"ל וי\"ל דה\"נ הוי בידה להקדיש להיות קדוש כל זמן שהוא בידו עד שיחזירנו עכ\"ל ותמה ע\"ז הרב מוהר\"ם ן' חביב שם בחי' דהיכן מצינו הקדש לזמן ותירץ דכונתו לומר שיפדנו תחילה יע\"ש ואין צורך לזה דעיקר דבר זה במחלוקת הוא שנוי בפ\"ד אחין דכ\"ח ע\"ב ורבא ס\"ל דקדושת דמים פקעה בכדי יע\"ש והך מימרא דאתרוג רבא קאמר לה ולדידיה כתבו התוס' שפיר דמצי להקדישו כל זמן שהיא בידו ובתר הכי פקע קדושתו בכדי ועיין במ\"ש הרב הנמקי בס\"פ י\"ן דף קל\"ד ע\"ש הראב\"ד ובמ\"ש הר\"ב בני אהרן בדקכ\"ט ע\"ב : עוד תירצו התוס' ועוד דהתם לא בהקדש תלוי טעם המתנה כדמוכח בירוש' דנדרים דהתם לא נתנה לה אלא כדי שיהא אביו של זה מותר בו כו' וזה ודאי ערמה ולא מתנה וזה תירצו הרשב\"א והריטב\"א והר\"ן בפ\"ק דקי' ד\"ו וכ\"כ הרא\"ש בפ' י\"ן דמתנת בית חורון לא היתה אלא ערמה ולא כיון לשם מתנה כלל אלא שדברי הרא\"ש ז\"ל צריכין ביאור דבתחיל' דבריו למד מההיא מתנה דבית חורון דאמרי' דמפני שאינה יכולה להקדישה לא היתה מתנה דהנותן לחבירו מתנה סתם וניכר מתוך מחשבתו שאין רצונו שיעשה המקבל כל חפצו כגון שלא ימכרנה או שלא יקדישנה דאין המתנה מתנה יע\"ש וכדבריו כתב הטור ח\"מ סי' רמ\"א יע\"ש:<br><b> השתא </b> כיון דמתנה בית חורון לא היתה מתנה לשום דבר אלא ערמה בעלמא היכי ילפינן מיניה למי שנותן סתם ודעתו של נותן שלא יהיה מתנה לדבר אחד שאינה מתנה ואע\"פ ששמאי הזקן דימה מתנה סתם חוץ מדבר אחד לההיא דבית חורון כבר דחה סברתו יונתן בן עוזיאל דשאני מתנת בית חורון דפי' ואמר שלא יהיה מתנה לשום דבר וכבר עמד ע\"ד הרא\"ש והטור הר\"ב בני אהרן בדקכ\"ו ע\"ג ואת חטאי אני מזכיר שלא זכיתי להבין אמרי קדוש ע\"ע ומה שנלע\"ד בהבנת דברי הרא\"ש הוא זה כי הנה במתנת בית חורון הטעם שאמרו שאינה מתנה ושלא זכה בה המקבל להקרא שמו על החצר והסעודה כאלו היא שלו ויבא אביו של נותן ויאכל מאותה סעודה אינו אלא מפני אותן הדברים שאמרו ואינן לפניך אלא כדי שיבא אבא ויאכל ולכאורה אין בזה טעם מבואר למה זה מפני דברים אלו נאמר שלא כיון ליתנה לו במתנה גמורה אלא הערמה בעלמא הוא עושה ולמה לא נאמר שהוא גמר ליתנה לו במתנה גמורה ושיזכה בחצר ובסעודה זו שיהיה שלו והוא הגיד לו האמת שמה שהוצרך ליתנה לו במתנה אינו אלא מפני שאביו מודר הנאה ממנו ולא יוכל לאכול משלו כי ע\"כ זיכה אותה סעודה לחבירו במתנה גמורה כדי שיבא אביו ויאכל ממנה וזהו שאמר לו ואינה לפניך אלא כדי שיבא אביה כלומר לא גמרתי ויהבתי אותה לך במתנה אלא בעבור זה שיבא אביו ומאן לימא לן שמעכשיו לא גמר ונתן לו בכל לבו אם לא שכיוון שבדברים אלו שאמר שלא גמר להקנותה לו אלא כדי שיבא אביו ניכרת מחשבתו שאם לא יבא אביו לא זכה בה לקנותה לו ולפ\"ז אין המקבל רשאי להקדישה שהרי ניכר מחשבתו אע\"פ שלא פירש בהדייא שלא יוכל להקדישה שאם יקדישנה לא יוכל אביו לאכול ממנה והוא אמר שלא נתנה לו במתנה אלא כדי שיוכל לבא אביו על כן לא חשיבא מתנה אלא הערמה כיון שהוא התנה סתם ומחשבתו ניכרת שאין רצונו שיקדישנה ומדלא פירש לו בהדייא שלא יקדישינה ועלה הדבר במחשבתו על כן גזרו אומר שלא גמר ונתן אלא הערמה בעלמא הוא שעושה ומינה דן הרא\"ש לכל הנותן בסתם ומחשבתו ניכרת שאין רצונו שיקדישנה או שימכרנה דלא הוייא מתנה ודוקא כשיהיה מחשבתו ניכרת בהדייא כמתנת בית חורון שאמר ואינן לפניך אלא כדי שיבא אביו ניכרת מחשבתו שאין רצונו שיקדישנה אבל בשלא דיבר הכי אין משמען כן אלא אדרבא אמרי' דלהכי נתנה סתם כדי שיעשה בה כרצונו והיינו ההיא דיונתן ן' עוזיאל שא\"ל לשמאי הזקן דלא דמייא מתנתו למתנת בית חורון כלומר שאם במתנת יונתן ן' עוזיאל היה אומר הנותן בשעת נתינה הרי לך כל נכסי במתנה ואינן לפניך אלא בעבור שבני רעים וחטאים אז לא היה מתנתו מתנה שהרי ניכר מתוך מחשבתו שאין רצונו שיונתן ן' עוזיאל יתן לבניו שהרי הוא אמר לו שלא נתנה לו במתנה אלא בשביל שבניו רעים וחטאים ומחשבתו ניכרת שאין רצונו שבניו הרעים יהנו מנכסים האלו שמפני כך אמר שנתנה במתנה ליונתן ן' עוזיאל ואז דמי ממש למתנת בית חורון שגילה דעתו באותן הדברים שאמר ואינן לפניך כו' שאין רצונו שיקדישנה ה\"נ גילה דעתו בדברים אלו שאמר ואינן לפניך אלא בעבור שבנים רעים ובכל כה\"ג אף יונתן ן' עוזיאל מודה לשמאי הזקן דלא קנה דדמייא למתנת בית חורון אלא שבעובדא דידיה לא אמר כן אלא נתנה סתם וע\"כ זכה בה יונתן ן' עוזיאל והדברים נכונים לע\"ד ועיין למוהר\"י קורקוס רפי\"א מה' בכורים ד\"ח ודוק:<br><b> ובענין </b> נותן מתנה ע\"מ להחזיר שאם לא החזירו לא זכה במתנתו למפרע יש חילוקי דעות בדבר דרשב\"ם ז\"ל בפ' י\"ן דקל\"ד הביא דבריו ה\"ה ז\"ל בפ\"ו מה' אלו כתב דדוקא בדאיתיה בעיניה או שאבדו בפשיעה ולא החזירו לא זכה במתנתו למפרע וז\"ל בפ' י\"ן שור זה נתון לך במתנה ע\"מ שתחזירהו לי נראה לי דאם מת בתוך הזמן דפטור לשלם דלא הוי שואל להתחייב באונסים ואף לא שומר להתחייב בגניבה ואבידה אלא מקבל מתנה הוא ולא מתחייב אלא בפשיעה: וכ\"כ הר\"ן ז\"ל בפ\"ק דקי' וסיים בלשונו שחייב בפשיעה מפני שחייב להחזירה ולא החזירה אין כאן מתנה עכ\"ל: ואולם הרא\"ש ז\"ל בפ' לולב הגזול כתב שחייב אפי' באונסים דכל שלא קיים תנאו הו\"ל שולח יד בפקדון דחייב אפי' באונסים. ועיין להרב בני אהרן ז\"ל בדקכ\"ז ע\"ג שעמד ע\"ד הרא\"ש ונ\"ט למה זה חייב באונסים וכת' דלהכי נתנו לו במתנ' ולא בשאלה לחייבו בכך וכאלו התנה בפי' ע\"מ שתתחייב בכך יע\"ש. ואין טעם זה נכון גבי אתרוג דשאול לא מהני ומתנה סתם לעולם אינו רוצה לתת. וע\"ש רבינו ישעיא כתב הרא\"ש דפטור מאונסים אבל חייב בגניבה ואבידה הואיל ונהנה מהני וכך הוא דעת י\"א דדוקא באונסים פטור ולענין הלכה מרן ז\"ל בש\"ע ח\"מ סי' רמ\"א פסק כסברת רשב\"ם דדוקא בפשיעה הוא דחייב ולכאורה איכא למידק דבא\"ח סי' תרנ\"ח ס\"ד פסק דאפי' באונסי' חייב שכתב שם גבי אתרוג דאפי' נאנס מידו ומתוך כך לא החזירו לא יצא ואמאי לא יצא כיון דפטור דאינו חייב בפשיעה וכבר הרב בני אהרן בדקכ\"ז ע\"ד נרגש מזה וכ' דגבי אתרוג דוקא חייב אפי' באונסין כסבר' הר\"ב העיטור ז\"ל דדעתו של נותן מסתמא יחזירנו והוי כאלו התנה בפי' שהתחייב אפי' באונסים ועוד דמיד שיצא בו חל עליו חיוב החזרה לידו וכשנאנס אחר שיצא בו הרי לא קיים תנאו בשעת שחל עליו החיוב יע\"ש ואין בדברים אלו כדי שביעה דמ\"ש דגבי אתרוג הוי כאלו התנה בפי' שיתחייב אפי' באונסי' לא ידענו טעמו מ\"ש אתרוג משאר דברים בענין חיוב אונסין ומ\"ש הר\"ב העיטור דבאתרוג דעתו שיחזירנו לו היינו דוקא כשהוא בעין דלא מהני חזרה משום דבעי ליה לצאת י\"ח אבל כל שנאנס ואינו בעין מה טעם יש לחייבו באונסים טפי משאר דברים גם מ\"ש דמיד שיצא בו חל עליו חיוב החזרה אין טעם בזה דאם נאנס מידו בעוד שהיה מוליכה אצלו שהלך לקיים תנאו מיד אחר שיצא בו למה יתחייב אז ואולם עיקר דברי מרן ז\"ל יש ליישב ע\"פ מה שנסתפק הוא ז\"ל בדקכ\"ח ע\"ד אם כשנאנס' המתנה מידו של מקבל דפטור מן התשלומי' לדעת רשב\"ם וסיעתו אם נתבטלה המתנה בכך או לא והמ\"ל ז\"ל בפ\"ג מה' אלו הי' נסתפק ג\"כ בזה וביאר הספק הזה בביאור יותר דנ\"מ לענין הפירות שאכל דאם לא נתבטל' המתנה מעיקרא ומה\"ט פטור [הנותן] באונסים שהוא לא התנה מעיקרא ע\"מ שתחזירהו לי אלא כשתהיה המתנה בעין אבל כל שאינה בעין לא התנה שתחזירהו לי לפ\"ז פטור מהפירות שאכל משא\"כ אם נאמר דסתמא התנה ואפי' כשנאנס שיחזירנה לו אלא שמה שאנו פוטרי' אותו מתשלומי' אינו אלא דאפי' לא קיים תנאו ונתבטלה מתנתו מ\"מ לא ירד לוקח זה להיו' כשואל אלא כש\"ש וא\"כ הרי הוא חייב בפירות שאכל ומורי הרב המו' מוהרי\"ן ז\"ל אמר עוד דנ\"מ למי שנתן מתנה והתנה עמו ע\"מ שיעשה לו דבר ונגנבה או נאבדה המתנה דהמקבל לא קיים תנאו כו' והמ\"ל ז\"ל כתב דמכח הסברא נ\"ל דאם נאנס נתבטלה המתנה בכך וחייב בפירות שאכל ויש סעד לזה ממה שחייבו אותו בפשיעה דאם אמרת בשלמא דנתבטלה המתנה ניחא דבפשיע' מיהא חייב דלא גרע זה מש\"ח אך אי אמרת דלא נתבטלה המתנה למה חייבו אותו בפשיעה ובסוף דבריו העלה דמדברי הרא\"ש בפ' לולב הגזול יש פנים לכאן ולכאן דדברי הי\"א מוכרחים לומר דנתבטלה המתנה ודברי ה\"ר ישעיא נוטים לומר דלא נתבטלה המתנה יע\"ש באורך ויערב לך ומיהו זה שהכריח דמדחייבו אותו בפשיעה ש\"מ דנתבטלה המתנה בכך הרואה יראה שאין בו כדאי להכריח כלל דאפי' כשנאמר דלא התנה מתחילה ע\"מ להחזיר אלא בדאיתיה בעין בשעת חזרת אבל כל דליתיה בעין לא התנה ולהכי כשנאנסה לא נתבטלה המתנה בכך מ\"מ כשפגע בה אין סברא לומר שלא יתבטל המתנה שאם דעתו על כך דאפי' בפשיעה לא יתחייב למה התנה מעיקרא ע\"מ שיחזירנה לו כיון דבידו של מקבל הוא שלא להחזירה בשפושע בו והסברא נותנת דכל שהיא בידו בעין או שאבדה בפשיעה שיתחייב בה שהרי רצונו הוא שיחזירנה אליו וברור וע\"פ האמור הנה מקום ליישב דברי מרן ז\"ל ואין דבריו סותרין זל\"ז והוא שמרן ז\"ל סובר דאע\"פ שהמקבל פטור מאונסים מ\"מ בפירות שאכל מיחייב שהרי נתבטלה המתנה מעיקרא כל שלא קיים תנאו ואפי' שהוא באונס וכהצד הא' שצידד הרב ז\"ל ולכן אע\"פ שבח\"מ פסק כרשב\"ם ז\"ל דפטור מתשלומי' כשנאנסה המתנה מידו או כשנגנבה מ\"מ בה' לולב פסק דאפי' נאנס האתרוג מידו לא יצא דכיון שנתבטלה המתנה מעיקרא הרי לא יצא בו י\"ח שהרי כשנטלו מעיקרא לא היה שלו ולא קרינן ביה לכם ונכון ועיין בס' בית יעקב סי' ס\"ז ודוק:<br><b> ולענין </b> מתנה ע\"מ להחזיר אם זכה המקבל במתנה זו בגוף ובפירות או לפירות דוקא נראה מדברי הרא\"ש ז\"ל בפ' לולב הגזול דלא קנה גוף המתנה אלא בפירות דוקא שכתב ע\"ש הר' ישעיא ז\"ל וז\"ל והר' ישעיא ז\"ל הק' מה בין מתנה ע\"מ להחזיר לשאול בשניהם הוא שלו עד שיטלנו ושניהם אין הגוף קנוי לו ותירץ דמתנה ע\"מ להחזיר אינו חייב באונסים דלהכי יהבי ליה במתנה וכיון דאינו חייב באונסי' להכי קרינן ליה לכם אבל שאול שחייב באונסים לא קרינן ביה לכם עכ\"ל ויש לתמוה דכיון דהדבר תלוי בפטור אונסי' א\"כ גם בשאול יכול לצאת י\"ח בשפוטר אותו מאונסי' ואם נאמר דה\"נ ולא ממעטינן שאול אלא בשואל כדינו דמחייב באונסים ק' למה אמרו לא ליקני איניש לולבא לינוקא ביומא קמא דקטן מקנה קני אקנויי לא מקני הרי יכול להקנותו לקטן ע\"מ שישאלינו לו אח\"כ ויפטרנו מאונסים ובס' דברי אמת בקו' ב' ד\"ז ע\"ד הביא דברי הר\"י הללו ותמה עליו מנין זה וז\"ל ועוד תמהני על רבי' ישעיא מתנה לזמן אמאי לא נפיק י\"ח אתרוג וכמ\"ש הרא\"ש והכריח מההיא דלא ליקני איניש הושענא לינוקא ביומא טבא דינוקא מקנ' קני אקנויי לא מקני ואי מתנה לזמן מהני לקניי לינוקא עד שיצא בו ושוב לא בעינן שהינוקא יחזור ויקנהו אלא ודאי דשאני הקנאה לזמן דאין לו אלא הקנאה לפירות ולית ליה קנין הגוף וכמ\"ש הר\"ן בשם הרשב\"א בנדרים דכ\"ט דכל מתנה לזמן אינו אלא הקנאה לפירות אבל מתנה ע\"מ להחזיר קני ליה קנין הגוף וקרינן ביה לכם עכ\"ל ואי מהא לא אירייא שהרי כתב הריטב\"א בחי' שם בפ' לולב וערבה עלה דהך מימרא דלא ליקני איניש הושענא לינוקא כו' וז\"ל ינוקא מקנה קני אקנויי לא מקני י\"א דוקא בנותן במתנה גמורה אבל בנותן לו מתנה ע\"מ להחזיר לא דכיון דע\"מ כן נתנו לו אין אנו צריכין להקנאתו של קטן ואע\"ג דכל מתנה ע\"מ להחזיר לא חזרה המתנה אלא בהקנאה גמורה וקני ע\"מ להקנות הוא כדאיתא בנדרים וכדפרישנא התם ובפ' י\"ן מ\"מ כיון שאין הקטן הזה יודע להקנות ולא קיים תנאו שיחזירנו בהקנאה כראוי נמצא שבטל המתנה הראשונה ולא יצא מרשות בעלים ראשונים וכ\"כ בתוס' ויפה דקדקו כמנהגם אבל מדנקיט לה סתמא וסתם מתנה בי\"ט ע\"מ להחזיר היא כמ\"ש בפ\"ק דקי' יש לנו לומר דהא דר\"ז אפי' בנותן לתנוק כה\"ג הוא וכיון שהנותן הזה לא הוי בר אקנויי כי מתנה ליה מעיקרא ע\"מ להקנות הו\"ל תנאי שאי אפשר לקיימו בסופו והתנה מתחילתו שהוא כמפליגו בדברים והו\"ל תנאי בטל והמעשה קיים ונמצא שקנאו הקטן לגמרי אע\"פ שלא חזר והקנאו לבעלים הראשונים עכ\"ל :<br><b> והשתא </b> אפשר שהר' ישעיא בשיטת דברי התוס' הללו שהביא הריטב\"א ז\"ל קאי דמפרשי לההיא דלא לקני איניש הושענא לינוקא כו' במתנה גמורה אבל במתנה ע\"מ להחזיר או במתנה לזמן שפיר דמי ואין מכאן תיובתא להר' ישעיא וממילא יתיישב נמי מאי דקשייא לן וברור עוד ראיתי להרב ד\"א ז\"ל שדחה דברי רבינו ישעיא מאותו שאמרו בפ' מי שאחזו ה\"ז גיטך ע\"מ שתחזירי לי את הנייר מגורשת ועיין בפי' רש\"י בפ' המביא תניין ד\"ך ע\"ב שכתב דהו\"ל כמתנה ע\"מ להחזיר משו\"ה היא מגורשת והשתא כיון דלית ליה קנין הגוף בגויה לא קרינן ביה ונתן ובעינן כריתות דלא להוי לבעל שום זכות בגויה וליכא עכ\"ל :<br><b> ולע\"ד </b> י\"ל דאע\"ג דלית ביה קנין הגוף אלא קנין פירות אפי\"ה היא מגורשת גמור' דקנין פירות דהכא היא הגרושי' שהיא מתגרשת בה דאי אינה מתגרשת למאי יהבא ניהליה וכה\"ג אמרי' בפ' י\"ן דקל\"ז ע\"א דאפי' לרבי דאמר דאומר נכסי לך ואחריך לפ' דאין לראשון בו אלא פירות בלבד אפי\"ה גבי אתרוג כל כה\"ג יוצא בו הא' אע\"ג דלית ליה אלא קנין הגוף דהיינו פירותיו דאי ניפק לא נפיק ביה מאי יהביה ניהליה יע\"ש והא נמי דכוותא היא ודוק. ועיין להרא\"ש ז\"ל בפרק י\"ן שם עלה דהך מימרא שנראה ברור מדבריו דמתנה ע\"מ להחזיר קנה המקבל גוף ופירות והרב בני אהרן ז\"ל בדף קכ\"ז ע\"ג העלה בדעת רבינו ישעיה ז\"ל דס\"ל ג\"כ דקנה המקבל מתנה ע\"מ להחזיר גוף ופירות ומ\"ש כאן הרא\"ש ע\"ש דאין הגוף קנוי לו כונתו לומר שאין הגוף קנוי לו לגמרי שהרי צריך הוא להחזירו לקיים תנאו אבל מודה הוא ז\"ל דכל זמן שהוא בידו קנה אותו לגמרי גוף ופירות עכ\"ל<br><b> וזה </b> דבר נכון ומקובל לע\"ד ויתיישב מה שהקשינו לדבריו דאמאי בשאול פטור מאונסים לא יצא י\"ח כיון שבדברי ר\"י הדבר תלוי בפיטור האונסים ובהכי ניחא דכל שפטור מאונסים אינו מצד הדין אלא שהמשאיל פטרו לא מהני מידי דכל שהמשאיל פטרו הו\"ל כמוחל לו חובו ולהכי בשואל כיון שהוא מצד הדין חייב באונסים לא חשיב לכם משום שפטרו המשאיל אבל במתנה ע\"מ להחזיר שפיטור האונסים בא לו מפני שהגוף קנוי לו חשיב שפיר לכם והדברים נכונים: ולפ\"ז נמצא שאין מי שיאמר דמתנה ע\"מ להחזיר שלא קנה המקבל גו' ופ' דא\"כ יש לתמוה על מוהר\"ש גאון ז\"ל שכתב בספר משפטים ישרים סי' ב' ד\"ג ע\"ד שנר' לי דמתנה ע\"מ להחזיר לא קנה גוף ופירות אלא פירות לבד. וכבר הביא דבריו שם בס' ד\"א שזה הפך דעת כל הראשונים ז\"ל. והרא\"ש בפ' י\"ן ביאר הדבר ביותר כמ\"ש הרב בני אהרן ז\"ל והרב ד\"א ז\"ל גם ממ\"ש הרא\"ש בפ' לולב הגזול וכן הר\"ן והריטב\"א ז\"ל בחי' לק' דמ\"ח דבמתנה ע\"מ להחזיר כשחוזר ונותנה צריך הקנאה אחרת מבואר דעתם דקנה אותם המקבל גוף ופירות ואולי סובר הוא דלא אמרו כן אלא גבי אתרוג דוקא דכל שלא קנה גוף האתרוג לא קרינן ביה לכם אבל בשאר מתנות דעלמא אפי' כשאומר בלשון מתנה ע\"מ להחזיר לא קנה אלא הפירות בלבד דהו\"ל כמתנה לזמן ובהכי יתיישב קושיית האחרונים עמ\"ש הרא\"ש בפ\"ק דק' דשואל טבעת מחבירו לקדש בו את האשה היא מקודשת דכיון שאמר לו שהוא רוצה אותו לקדש בו את האשה ונתנו לו אמדינן דעתיה שנתנו לו באופן המועיל לקדש את האשה ואם לא יועיל לשון שאלה נותנו לו במתנה ע\"מ להחזיר יע\"ש והקשה עליו דא\"כ גבי אתרוג למה ממעטינן שאול מדכתיב לכם והא כששואל ממנו לצאת י\"ח נימא שהוא נותנו בלשון המועיל דהיינו במתנה ע\"מ להחזיר:<br><b> ועיין </b> בזה להר\"ב ט\"ז בה' ציצית סי' י\"ד ולהרב מג\"א בה' לולב סי' תרנ\"ח ובס' יד משה ח\"ג סי' ב' יע\"ש. וע\"פ האמור הנה נכון דגבי קדושין אף כי מפרשינן דבריו במתנה ע\"מ להחזיר לאו מתנה גמורה היא אלא דומיא דשאלה שלא קנה אותו אלא לפירותיו ה\"ן במתנה זו לא קנה אותה אלא לקדש בו את האשה ואח\"כ יחזירנה לו לכתחילה ואינו צריך הקנאה אחריתי אבל גבי אתרוג דצריך שיקנו במתנה גמורה אף הגוף כל שלא פי' הנותן דבריו אנן לא מפרשינן ליה כיון דבלשון שאלה קאמר וישוב זה כתבו בס' בית יעקב סי' קס\"ז יע\"ש אמנם מלבד שדברי הרא\"ש בפ\"ק דקי' ודפי' י\"ן אינן עולין יפה בהכי שהוא ז\"ל דימה קידושי' ואתרוג כי הדדי נינהו גם דברי הריטב\"א דפ' לולב וערבה שכתבנו לעיל נראה בהדיא דלא מחלק ביניהם שכתב בפי' דבכל מתנה ע\"מ להחזיר כשחוזר ונותנה לנותן צריך הקנאה אחרת יע\"ש:<br><b> ומה </b> שנלע\"ד ליישב בדברי הרא\"ש ליישב קו' האחרונים הלזו אכתוב לקמן בס\"ד ובעיקר דברי הריטב\"א ז\"ל דפ\"ק דקי' והרא\"ש בפ' לולב הגזול שכתבו דבמתנה ע\"מ להחזיר כשחוזר ונותנה לבעלים הראשונים דצריך הקנאה אחרת הק' על הר\"ב ב\"א בדקכ\"ח ע\"ג ממ\"ש בפ' י\"ן דקל\"ז הרי הוא מוקדש והרי הוא מוחזר דאיך הוא מוחזר כל שאינו יכול להקנותו בהקנאה גמורה שהרי הקדישו והוא ז\"ל תי' דההקדש לא חל עד שיחזירנו וא\"כ עכשיו יכול להקנותו ואח\"כ יחול ההקדש וסבור הייתי לחלק בין אתרוג לשאר דברים אבל דברי הריטב\"א דפ\"ק דקי' אינן מובנים כן אבל עוד יש לחל' שאף הם ז\"ל לא אמרו כן אלא באומר ע\"מ שתחזירהו לי אבל באומר ע\"מ שתחזירהו סתם כיון דבחזרה כל דהו סגי אף הקדישו ודאי דלא בעי הקנאה אחרת והדברים נכונים ולדידי יש לגמגם בר מההיא דס\"פ השותפי' גבי קני ע\"מ להקנות דיליף לה מקנין סודר ואמאי לא יליף מקרא וי\"ל וק\"ל וכתב עוד שם הר\"ב ב\"א דכל שלא החזירו בהקנאה אחריתי יכול עדיין לחזור וליטלו ולהחזירו לו אחר ימים כדי לקיים תנאו כי כל עוד שלא הקנאו לו בדרך הקנאה ברשות המקבל איתיה עדיין וגם אם נאנס בידו של הנותן חייב המקבל באונסים עדיין כי ברשותו הוא עומד כל שלא חזר והקנאו לו בהקנאה גמורה עוד כתב דנ\"מ שאם רוצה להחזיר הדמים ולא החפץ מחזיר כדין גנב וגזלן דקונים בשינוי ואפי' שהוא בעין מחזיר הדמים ה\"נ כל שלא חזר והקנאו אפי' שהוא ביד הנותן עדיין לא זכה בו ושל המקבל הוא שהרי קנאו הוא תחילה במתנה ומחזיר לו הדמים ולא החפץ עכ\"ל הנה זה שכתב שאם רוצה הוא להחזיר הדמים ולא החפץ דשפיר דמי ודימה אותו לדין גנב וגזלן דקנה אותו בשינוי דמחזיר הדמים אם מדין גנב וגזלן יליף לה לע\"ד לא דמייא כלל דהכא אם עיקר תנאו שהתנה ע\"מ שתחזירהו לי אינו אלא החפץ שהוא נותן לו שיחזירנו אליו הנה כל שלא קיים תנאו והחזירו כדרך שהתנה להחזירו לא קנאו המקבל והיכי מהני חזרת דמים מה שא\"כ בגנב וגזלן שקנאו ביאוש ושינוי אלא הרב סמך עצמו אמ\"ש בתחילת דבריו דבמתנה ע\"מ להחזיר חזרת דמים מהני אפי' בשהכלי בעין זולת באתרוג דבעי ליה לצאת י\"ח וכמו שהכריח מדברי הרא\"ש בפ\"ק דקי' גבי המקדש בטבעת שאולה יע\"ש:<br><b> ולענין </b> האומר שור זה נתון לך במתנה ע\"מ שתחזירהו דאמרי' בפ' י\"ן דהקדישו והחזירו דהרי הוא מוקדש ומוחזר עיין לה\"ה בפרקין שנסתפק אם המיתו והחזירו אי הוי כהקדש ועיין להר'ב ב\"א בדקכ\"ח ע\"א שכתב דמדברי הרא\"ש בפ' לולב הגזול שכתב דאפי' במתה מחמת מלאכה חייב נראה דס\"ל דמתה לא הוי חזרה דאי לא אמאי חייב תיהדר הבהמה כמו שהיא מתה וזה אינו לע\"ד דאפשר דכתב כן להיכא שאמר ע\"מ שתחזירהו לי דכל שאמר לי לא נסתפק ה\"ה ז\"ל דודאי ראוי לי קאמר כמ\"ש הוא ז\"ל וע\"ע בדקכ\"ט ע\"א שעמד עוד ע\"ד ה\"ה והוסיף להביא ראיות דהמיתו והחזירו לא חשיבא חזרה יע\"ש והיכא דמכרו והחזירו פשט הרב בדקכ\"ח מדברי הריטב\"א בסוגיי' דפ\"ק דקי' והר\"ב התרומות בשער ב' והנ\"י בפ' י\"ן כתבו דחשיבא חזרה כל שלא אמר לי יע\"ש:<br><b> והנה </b> עלה דאמר רבא אתרוג זה נתון לך במתנה ע\"מ שתחזירהו נטלו והחזירו יצא לא החזירו לא יצא כתב ע\"ז הרא\"ש ז\"ל בפ' לולב הגזול ע\"ש הר\"ב העיטור מסתברא דכיון דהמקבל מתנה יודע שהנותן אינו נותן במתנה גמורה שהרי צריך הוא עדיין לצאת בו שאין לו לולב אחר אין צריך לפרש לו ע\"מ להחזיר אלא נותן לו סתם והמקבל מחזיר לו סתם ואין צריך תנאי ע\"כ וכתב עליו וז\"ל וכבר פשוט הוא דלענין לצאת בו יותר טובה מתנה ע\"מ להחזיר אלא שבא לחדש דאפי' במתנה סתם הוא ע\"מ להחזיר ואם לא החזיר לא יצא עכ\"ל ודבריו צריכין ביאור דכיון דיותר טובה מתנה עמ\"ל למה הוצרך לומר דבא לחדש דמתנה סתם הוי כמתנה עמ\"ל לענין שאם לא החזירו לא יצא לימא דהיא גופא בא לחדש דמתנ' סתם נמי מהני כמתנה ע\"מ להחזיר ותו דאיך יתכן דמתנה סתם שהיא מתנת עלמין תהיה גרועה ממתנה עמ\"ל והלא רבא היא גופא אשמועינן דמתנה עמ\"ל חשיבה מתנה כמתנת עולמית ואיך תהיה יפה כחה יותר ממנה ותו דמה הוק' לו להרא\"ש בדברי הרב העיטור שהוצרך לומר דברים אלו ונראה דט\"ס יש בדבריו וצ\"ל ודבר פשוט הוא דלענין לצאת בו יותר טובה ממתנה עמ\"ל וכונתו לומר דבמתנה סתם ודאי עדיפא ממתנה עמ\"ל ומה שהוצרך לומר הרב העיטור דבאתרוג אין צריך לפרש ע\"מ להחזיר דמשמע דמתנה סתם לא מהנייא לצאת ועל כן צריכין אנו לומר דכונתו של הנותן הוא ע\"מ להחזיר אין הכונה לענין לצאת בו אלא לענין החזרה אינו צריך לפרש כדי שיחזירנו לו דסתם נמי הוי כמפרש ודבר זה נ\"ל אמת ויציב בהבנת דברי הרא\"ש למעיין בדבריו היטב :<br><b> והנה </b> הרשב\"א בתשו' הביאה מרן ב\"י בח\"מ סי' רמ\"א חולק ע\"ד הר\"ב העיטור ז\"ל וס\"ל דאפילו באתרוג כל שלא אמר לי שכונתו הראוי לי ולא קבע זמן בחזרתו יכול הוא לקיים תנאו ולהחזירו לו אחר המועד כשירצה וכ\"כ הר\"ב ב\"א בדקכ\"ח ע\"ד דהרשב\"א והר\"ב העיטור חלוקים בדבר וא\"כ ק' טובא על הרב המפה בח\"מ סי' רמ\"א הביא דברי הרשב\"א בתשו' הלזו דאפי' באתרוג נמי יכול לקיים תנאו כל זמן שירצה ואלו בא\"ח סי' תרנ\"ח הביא מרן ב\"י בש\"ע דברי הר\"ב העיטור דבאתרוג אפילו בסתם הוי כמפרש ולא הגיה עליו כלום והסכים לדבריו והיותר תימא על הרב מג\"א א\"ח סי' תרנ\"ח סק\"ד שעלה לחלק בין אומר לי לאומר ע\"מ שתחזירהו סתם כדעת הרשב\"א בתשו' והוא פלא דמאחר דמרן שם ס\"ד הסכים לסברת הרב העיטור היאך עלה בדעתו לחלק בהכי ע\"פ סברת הרשב\"א ועיין בס' בית יעקב סי' קי\"ד :<br><b> ולענין </b> הלכה הסכים הרב ב\"א בדקכ\"ח ע\"ד כס' הרשב\"א והריטב\"א דכל שלא אמר לי ולא קבע זמן בחזרתו מחזירו כשירצה: עוד כתב דלדע' הריטב\"א בפ\"ק דקי' משמע דאפי' אמר לי יכול להחזירו יום אחד קודם יציאת החג ובהכי מקיים תנאו יע\"ש : ולענין מי שלא אמר לי והנותן אומר אני צריך לו עכשיו עיין עוד להרב ב\"א בדקכ\"ט ע\"א שהביא דברי הרי\"ף דכל שמברר ע\"י שכיניו וקרוביו שהוא צריך לו נוטלין אותו ממנו וחילק עוד בדבר שאם בשעת נתינת המתנה הדבר ידוע שלאחר ימים הוא צריך לו אמדי' דעתיה דלהכי אמר והתנה שיחזירינו משום דבעי ליה לאותו הזמן ואז אינו צריך ראיה יע\"ש וע\"ע שם בדקכ\"ח ע\"ג לענין מי שלא החזיר המתנה לזמן שקצב הנותן דלא הוייא מתנה אפי' החזירה אח\"כ ועיין להריב\"ש בסי' שמ\"א:<br><b> ולענין </b> האומר הרי לך דבר זה במתנה ותחזירהו לי ולא אמר ע\"מ שתחזירהו לי מבואר מדברי הרא\"ש בפ' לולב הגזול דבאתרוג במתנה כה\"ג אינו יוצא י\"ח שכתב שם דבאומר לו יהא שלך עד שתצא בו ואח\"כ יהא שלי כבתחילה לא יצא דהוי כמו שאול והביא דבריו לפסק הלכה מרן ז\"ל בש\"ע א\"ח סי' תרנ\"ח ומשמע דה\"ה באומר הרי לך במתנה ותחזירהו לי דהוי כאומר הרי הוא שלי כבתחילה וכ\"כ מרן ב\"י בי\"ד סש\"ה בס' ב\"ה ע\"ש תשו' הרשב\"א ז\"ל בענין פדיון הבן שאם נתן לכהן חמש סלעים ואמר לו הרי לך במתנה ואתה תחזירם לי שאין בנו פדוי ונ\"ט הרב ש\"ך זל שם סק\"ח דשאני מתנה ע\"מ להחזיר דהרי גמר בלבו שיהיה מתנה לשעה אחת אבל כשאמר ואתה תחזירם לי לא גמר בלבו אפי' לשעה אחת ועיין בא\"ח סי' תרנ\"ח ס\"ד וס\"ה עכ\"ל ועיין שם להר' ט\"ז דמשמע דס\"ל דלשון זה דותחזירהו לי הוי כאומר ויהא שלי כבתחילה:<br><b> ומורי </b> הרב נר\"ו תמה עמ\"ש הרב מג\"א ז\"ל בא\"ח סי' תמ\"ח סק\"ה מי שנתן חמץ לגוי במתנה ואמר לו הריני נותנו לך במתנה ואתה תחזירהו אחר הפסח דשרי בהנאה אחר הפסח דלא הוי חמץ של ישראל שהרי אין המתנה תלויה בחזרה שאף אם לא יחזירנה הגוי לישראל הוי מתנה פשיטא דשרי מדינה אם לא משום חומרא דחמץ עכ\"ל ולפי תשו' הרשב\"א הלזו שהביא מרן בב\"ה שם גבי פדיון משמע בהדייא דהמתנה לא יצאתה מרשות הנותן כל עוד שלא אמר ע\"מ שתחזירהו לי דכשאומר ואתה תחזירהו לי הוי כאומ' יהא שלי כבתחילה ולא יצא מרשות הנותן אפי' שעה אחת עכ\"ל מו\"ה:<br><b> ולע\"ד </b> דברי המג\"א ז\"ל נכונים בטעמם ונימוקם עמם והן קדם נעמוד בעיקר דברי הרשב\"א ז\"ל בתשו' הלזו שהביא מרן ז\"ל בב\"ה גבי פדיון הבן שנראין סותרין למ\"ש הוא עצמו בחי' למס' נדרים בסוף פ' השותפין עלה דאמרי' התם ל\"ש אלא בשאמר ואינן לפניך כו' אבל אמר ויבא אבא מדעתו הוא דא\"ל וכתב ע\"ז הרשב\"א מדעתו הוא דקאמר ליה כלומר ואם אתה חפץ יבא אבא א\"נ מפייס אני שיבא אבא ונ\"ל דמהכא שמעינן דהאומר לחבירו הרי זה מכור לך או נתון לך ואתה תעשה כ\"וכ אינו תנאי אלא מדעתך קאמר ליה דכל מי שאינו אומר לו בלשון תנאי אינו תנאי והמתנה קיימת והשאר אלו רצה יעשה ואי לא רצה לא יעשה וכההיא דאמר הבו ד' מאה זוזי לפלנייא ולנסובי ברתי דאמרינן ד' מאה זוזי יהבינן ליה וברתיה אי בעי נסיב ואי ל\"ב לא נסיב כדאיתא בביצה פ' יו\"ט וללישנא בתרא דרבא דאמר אפי' יבא אבא אסור היינו משום דסעודתו מוכחת עליו דמה שאמר משום תנאי גמור קאמר ואע\"ג דלא אמרו בלשון תנאי והאי דינא נמי איכא למילף מהכא עכ\"ל הרי שכתב דכל מי שאינו אומר בלשון תנאי אינו תנאי אלא מדעתו קאמר וזה הפך דבריו שבתשו' הנז' שכתבנו דאפי' באומר ואתה תחזירהו לי דלא יצא ידי נתינה:<br><b> ודוחק </b> לחלק בין כשאומר ותחזירהו לכשאומר ואתה תעשה דבר פ' שלא דבר בגוף המתנה דאדרבא לע\"ד איפכא מסתבר' דכשדיבר בגוף המתנה ואמ' שיחזירנה לו איכא למימר דאם תרצה קאמר כיון שאנו רואים שדעתו לתת מתנה לחבירו ואיך חוזר ואומר שיחזירנה לו אלא ודאי דמדעתו קאמר שיחזיריה לו ע\"כ נלע\"ד לומר דכל שלא התנה בפירוש אלא שאמר בלשון הזה ואתה תחזירה מדי ספקא לא נפקא שמא יהיה כוונתו לתנאי גמור שיחזירנה לו מיד או שיחזירנה לו ברצונו כשירצה וכיון שכן בענין אפוקי המתנה מרשות המקבל לא מפקינן לה מספיקא אחר שזכה במתנה לפי שעה דדמי האי מילתא לבריא בחיובא וספק בחזרה ואמרינן שכונתו היתה שיחזירנה לו כשירצה כיון שלא פירש בהדייא והתנה בתנאי גמור והן הן דברי הרשב\"א בחי' לנדרים שכתבנו ויפה כתב הרב מ\"א ז\"ל שלענין חמץ בפסח במתנה כי האי מדינא אינו עובר עליה בבל יראה כיון דזכה בה המקבל מדינא ויצאת מרשות הנותן לא כן לענין פדיון הבן כתב הרשב\"א בתשו' שלא יצא ידי נתינה כיון דאיכא למימר שדעתו היה לתנ' גמור שיחזירינה לו מיד וכיון דלא גמר ונתן במתנה גמורה לא יצא ידי נתינה אע\"ג דזכה הכהן במה שבידו דאנן דעת הנותן בעינן שיתנינה בכל לבו והרי אשכחן בנותן מתנה סתם ואח\"כ גילה דעתו שלא נתנה לו בכל לבו שלא יצא ידי נתינה אע\"פי שהכהן זכה בהם ואינו מחזיר לו וכמ\"ש הרשב\"א באותה תשובה עצמו הביאה הש\"ך שם וכההוא עובדא דר' חנינא יע\"ש : וע\"פ האמור בזה דשאני פדיון הבן דבעי' נתינה בכל לבו וכל שלא גמר ונתן לא יצא ידי נתינה אע\"פ שמן הדין זכה בהם המקבל מינח ניחא לי עוד מה שהק' מורי הרב במ\"ש הר\"ב המפה ע\"ש תשו' הריב\"ש שם בי\"ד סש\"ה דפדיון הבן אי אפשר ע\"י שליח :<br><b> ותמה </b> עליו מהא דאמר רבא בפ\"ק דקי' דפדיון הבן אין בנו פדוי במתנה ע\"מ להחזיר ואסיק רב אשי דכיון דמתנה ע\"מ להחזיר שמה מתנה אף פדיון הבן בנו פדוי ואם איתא דפדיון הבן ליתיה ע\"י שליח למה לן למתלי טעמא משום דמתנה עמ\"ל שמה מתנה דמשמע מינה דאם לא קיים תנאו ולא החזירו אין מתנתו מתנה תיפוק ליה דכיון שהתנה בדבר שא\"א לקיימו ע\"י שליח התנאי בטל והמעשה קיים כדאיתא בר\"פ המדיר דע\"ד :<br><b> ועיין </b> לה\"ה ברפ\"ו מה' אישות ולהרב ל\"מ שם ואפי' כי מחזירם הכהן לב\"הב אח\"כ בנו פדוי דכיון דדינא הוא התנאי בטל והמעשה קיים כי מחזירם הכהן לבע\"ה מתנה הוא דיהיב ליה דהרי מדינא זכה הוא במתנתו א\"ד נר\"ו ולדידי ע\"פ האמור ניחא כיון דס\"ס אבי הבן לא גמר ויהיב לשם מתנה גמורה אע\"ג דדינא הוא דתנאו בטל מ\"מ כיון דהוא לא גמר ויהיב לשם מתנה גמורה לא יצא י\"ח נתינה כמדובר וכדמוכח ההוא עובדא דר\"ח דהוה אזיל ואתי קמיה ההוא גברא שכתב הרשב\"א דאפי' ר\"ח לא החזיר המעות לנותן לא יצא ידי נתינה כן נלע\"ד. וכבר כתבתי בזה בספרי הקטן ח\"א ה' ברכות שורש נוסח ברכות דל\"ז יע\"ש:<br><b> ולענין </b> אי שרי ליתן חמץ לגוי במתנה ע\"מ להחזירו אחר הפסח מדברי רבינו בפ\"ד מה' חו\"מ הל' ו' והל' ז' נראה דאיכא איסור' דאוריית' ואם עשה כן עבר על בל יראה ובל ימצא וטעמא ביארו הרדב\"ז בתשוב' החדשות בלשונות הרמב\"ם סי' מ\"ג כיע\"ש ועיין במ\"ש הלח\"ם על דברי רבינו וצריך להתיישב מהו כונתו בתשוב' החדשות ואולם הג\"מ בפ\"ו מה' שבת והת\"הד סי' ק\"ך והרדב\"ז ח\"א סי' ר\"מ הביא דבריהם המג\"א בסי' תמ\"ח סק\"ה ס\"ל בהדייא דהנותן חמץ לגוי במתנה ע\"מ להחזיר אינו אלא חומרא בעלמא ואינו עובר עב\"י וב\"י מדאורייתא :<br><b> עיין </b> להרב הגדול מהריט\"א ז\"ל בס' קהלת יעקב סי' קל\"ח דמ\"א שעמד על דבריהם ורצה להשוות ס' רבינו עם סברת הגהות מיימוני' ע\"פ מ\"ש הרב מוהר\"י ן' מיגאש הביאה הרב ברכי יוסף בי\"ד סי' ש\"ה והיא עתה במודפסות סי' מ\"ג דהנותן מתנה ע\"מ להחזיר והחזיר אותה בע\"כ דחשיב קיום התנאי בזה ונתקיים המתנה למפרע הפך מ\"ש הריב\"ש בסי' שמ\"א דקיום התנאי כזו לא חשיב חזרה ולא נתקיימה המתנה למפרע ובזה השוה הדעות כיע\"ש אלא שמצא תשו' אחרת למוהר\"י נ\"מ הביאה הרב מח\"א ה' זכיה סי' י\"ט דמשמע דס\"ל כסברת הריב\"ש ועלה ליישבם יע\"ש ועלה בידינו דהנותן מתנה ע\"מ להחזיר ולא החזיר ברצונו כי אם ע\"י כפיה במחלוקת הוא שנוי דלדעת הריב\"ש כיון שנתבטל התנאי נתבטל המעשה ולא חשיב חזרה זו דבע\"כ קיום התנאי ולדעת מהר\"י ן' מיגאש דת' דסי' מ\"ג אף חזרה זו דבע\"כ חשיב קיום התנאי ולא נתבטל המעשה ומכאן נ\"ל דהנותן אתרוג במתנה ע\"מ להחזיר ואחר שיצא י\"ח לא רצה להחזירו ברצונו עד שכפו אותו והחזירו כיון דבמחלוקת הוא שנוי ונתבטלה המתנה למפרע צריך לחזור וליטול מספק ולפי מ\"ש מהריט\"א כדי ליישב שתי תשו' למוהר\"י ן' מיגאש נראה דאפי' לדעתו לא יצא י\"ח יע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש מצוה לקיים דברי המת אי אמרינן בקטן נמי מת </span>\n<b> ש' בחיי ראובן כו' שמצוה לקיים דברי המת.</b> הנה בענין דמצוה לקיים דברי המת ראיתי להמרדכי ס\"פ מי שמת דכתב שם וז\"ל ובקטן לא שייך לומר מלד\"ה דאמר רב מנין למש\"מ דכתיב איש כי ימות יש לך העברה אחרת שהיא כזאת ואיזו זו מתנת שכ\"מ איש אין קטן לא ואפילו לר\"ן דאמר משכ\"מ כדי שלא תטרף דעתו עליו לא שייך גבי קטן מלד\"ה מדיוקא דשמעתתא דטעמו דש\"מ דמתנתו מתנ' כדי שלא תטרף דעתו היינו משו' דבבריא מקנה כסף בשטר ובחזקה ורב נחמן סובר קטן אינו יכול להקנות לא בכסף ולא בחזקה דאמר רב נחמן אמר שמואל למכור בנכסי אביו עד שיהא עשרים הילכך גבי יתום ביה מלד\"ה דאין בצוואתו כלום והני מילי בפחות מי\"ג שנה דלא ידע דאין מתנתו מתנה לגבי ממקרקעי אבל לגבי מטלטלין מתנתו מתנה ואפי' בפחו' מי\"ג שנה ואפי' לא ידע בטיב משא ומתן דצוואתו קיימת דתנן הפעוטות מקחן מקח כו' כבר שית כו' ולא פליגי כל אחד לפום חורפיה משום כדי חייו כו' הילכך כל מקרקעי שהניח היתום נפלו לפני היורשין וחולקי' בשוה ומטלטלין זכה בהם שמעון בצואת היתום לפי הדין דהלכתא כמר בר רב אשי דאמר מתנתו מתנה ושלום מאת גרשון בר יאודה עכ\"ל מבוארין דבריו של המרדכי הללו שלא היו דבריו אלא בדין מתנה ש\"מ שדבריו ככתובים וכמסורים דמו דלגבי קטן לא אמרינן הכי כיון שאם היה בריא אין מתנתו מתנה וממילא בש\"מ אין דבריו מועלין דכל דליתיה בבריא ליתיה בש\"מ אבל במטלטלין מהני מתנתו וצואתו ודבריו כמסורי' דמו הואיל ואיתיה בבריא אמנם בענין צואה סתם ליורשיו שיתנו והוא לא נתן בעצמו בדין משכ\"מ בזה לא דיבר המרדכי וק\"ט על מרן ב\"י שציין דברי המרדכי לענין צואת הקטן אי אמרי' ביה מצוה לקד\"ה מה שלא דיבר המרדכי ואע\"פ שלשון המרדכי הוא אי אמרי בקטן מצוה לקד\"ה עכ\"ל שלשון מושאל נקט והכונה אי מקיימין היורשין מתנתו שנתן בצואתו:<br><b> וכבר </b> ראיתי למופת הדור הרב החסיד כמוהריט\"א נר\"ו בס' שמחת י\"ט סי' כ\"א דע\"ח ע\"ב ד\"ה וביותר שתמה על מרן ב\"י ומרן החביב שנגרר אחריו בזה וכתב דלשון המרדכי במ\"ש מלד\"ה הוא לשון מושאל כאשר יראה הרואה העומד בדבריו דלענין דינא אפשר לומר דאם יהיה האופן באחד מן האופנים שכתבו הראשונים דשייך מלד\"ה כנז' אה\"ן דאפי' בקטן נמי שייך לומר מלד\"ה אלא דבנדון זה דתשו' מרדכי דאיירי בקרקע כיון שאין מתנתו מתנה כדין משכ\"מ לא שייך לומר דמלד\"ה כיון דקרקע כל היכא דאיתא ברשותא דיורשי' איתא ולא שייך ביה לומר אם הושלש ביד שליש מתחילה לכך או לא יע\"ש:<br><b> ולע\"ד </b> אין ספק שמרן ב\"י דקדק שפיר מלשו' המרדכי שסיים וכתב הילכך כל מקרקעי שהניח היתום נפלו לפני היורשי' וחולקי' בשוה ומטלטלין זכה בהם שמעון בצואת היתום לפי הדין וכן ממ\"ש תחילה אבל לגבי מטלטלין מתנתו מתנה ואפי' לא ידע בטיב משא ומתן וצואתו קיימת משמע דתרתי קאמר הן בשנתן היתום בעצמו במתנה שכ\"מ שאומר אני נותן לפ' כ\"וכ או יטול ויחזיק פ' כ\"וכ בין שמצוה ליורשים ליתן מטלטלין שהושלשו ביד פי למ\"ד או אפי' לא הושלשו אלא שמצוה ליורשיו ליתן למ\"ד כיון דמתנתו מתנה בבריא אף בדין שכ\"מ איתיה ואף במצוה לקיים דברי המת איתיה ומש\"ה דקדק המרדכי לכתוב לשון מתנה וצואה באופן דכונת הב\"י במ\"ש עיין במרדכי בפ' מי שמתו אי אמרי' בקטן מלד\"ה כו' דכונתו לומר דשם מבואר דבמתנת קרקע לא אמרי' מלד\"ה כיון דאפי' נתן הוא בעצמו במתנת שכ\"מ לא מהני ולא חיישי' לשמא תטרף דעתו ה\"נ בציוה ליורשיו נמי לא מהני צואתו דאין כאן מלד\"ה אמנם במטלטלין שאם נתן הוא בעצמו מתנתו מתנה בין בבריא בין בשכ\"מ ה\"ן כי ציוה לתת למר כדאית ליה ולמר כדאית ליה איכא מצוה לקד\"ה אמנם דברי מרן החבי\"ב ז\"ל בסי' רנ\"ב הגב\"י אות מ' שסיים ע\"ד מרן הב\"י שכונת מרן לומר שהמרדכי כתב דבקטן לא אמרינן מצוה לקד\"ה עכ\"ל : והוא תימא דלא כתב המרדכי כן אלא גבי מתנת קרקע ולא לגבי מתנת מטלטלין כמדובר:<br><b> וראיתי </b> עוד להרב מוהריט\"א נר\"ו שם בד\"ה ומ\"ש עוד מע' השואל ה' י' דאפשר דבנ\"ד לא שייך ביה דין מלקד\"ה דקטנים לאו בני מעבד מצוה נינהו הנה לע\"דן דמדברי הפוסקי' נראה דדין זה איתיה אפילו ביתומים קטנים דהא הראשונים חזרו לומר דכיון דקי\"ל מלקד\"ה למה תקנו חז\"ל דין מתנת שכ\"מ וגזרו דדברי שכ\"מ ככתובים כו' וכן חקרו הרמב\"ן והרשב\"א והר\"ן והריטב\"א ושאר הראשונים בפ\"ק דגיטין עלה דמתני' אמר תנו מנה לפ' ה\"ז יתנו לאחר מיתה ופרכינן והא לא משך כו' ואם איתא דדין זה לא נאמר בקטנים הרי התירוץ מבואר דדין מתנת שכ\"מ תקנו חז\"ל כי היכי דליהני אפי' לגבי יתומים קטנים ומדלא תירצו הכי ש\"מ דדין מלקד\"ה שייך אפילו בקטנים וכ\"כ הר\"ב תומת ישרים סימן ע\"ח עכ\"ל . ותמהני דבהדיא כתב הר\"ן בפ\"ק דגיטין על מתני' דתנו מנה לפ' יתנו לאחר מיתה דמוקמינן לה במשכ\"מ דטעמא דלא מוקמינן לה אפילו בבריא ומשום דמלקד\"ה משום דאי משום מלקד\"ה לא מיחייבי יתומים קטנים דלאו בני מעבד מצוה נינהו ומתני' בשכ\"מ דמשעה שאמר תנו מנה זה זכה בו יע\"ש:<br><b> ואולי </b> דכונת הרב נר\"ו לומר דשאר הראשונים דלא תי' כתי' הר\"ן ז\"ל משמע דפליגי עליה דס\"ל דדין מלקד\"ה שייך אפילו ביתומים קטנים אלא דכל כי הא היה לו לפרש שלדעת הר\"ן אינו כן ואין ספק שעל דברי הר\"ן ז\"ל הללו כיוין הרב מהר\"א הלוי ז\"ל בתשו' הרב תמים דעים סימן ע\"ח שכתב וז\"ל וא\"ת משום דמלקד\"ה קטן לאו בר מצוה הוא ודברים אלו מבוארים בגמ' ערוכה ובדברי הר\"ן ז\"ל בכמה דוכתי עכ\"ל והרב ת\"הד ז\"ל שם כתב עליו לא ידעתי אנא מצא דבר זה בגמ' ערוכה דלא אשכחן האי אלא גבי פריעת בע\"ח דיתמי לאו בני מעבד מצוה נינהו כדאיתא בפרק שום היתומים והביאוהו התוס' בפרק הכותב ובכמה דוכתי אבל גבי מצוה לקד\"ה לא אשכחן אע\"ג דאפשר למילף מהתם מ\"מ אין גמ' ערוכה בכך יע\"ש וכנראה דאשתמיט מיניה דברי הר\"ן בפ\"ק דגיטין שכתבנו דס\"ל בפשיטות דאף במצוה לקד\"ה אמרי' יתומים קטנים לאו בני מעבד מצוה נינהו:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ש\"מ </b>\n<b> שאמר תנו ד' מאות זוזי לפלוני וישא בתי ה\"ז כמי שנתן מתנות כו'.</b> הכי איתא בפרק המוכר את הבית כו' והובא בביצה דף כ\"א ההוא גברא דאמר הבו ד' מאות זוזי לפלניא ולנסוב ברתי כו' ופי' רש\"י שם ומצוה מחמת מיתה היה וכלשון הזה כתב בפ' המקבל דק\"ד ע\"ב ד\"ה ההוא דאמר להו ועיין למרן החבי\"ב ח\"מ סימן רנ\"ג הג\"הט אות פ\"א ובמאי דמחלק הש\"ס בין היכא דאמר מעיקרא הבו ליה ת' זוזי והדר לנסוב ברתי להיכא דאמר איפכא הת\"הד סי' ש\"ן והרב מ\"ץ ח\"א סי' י\"ד והראנ\"ח ח\"א סימן ע\"א כתבו בדעת רש\"י ותוס' דמשמע להו דטעמא דמילתא משום דתפסי' לשון ראשון לעולם דומיא דהרי עלי תודה דמייתי הש\"ס מקמי הכי וה\"נ כי אמר הבו ליה זוזי ברישא תפסי' האי לישנא ודיבורו השני של הבת לא קפדינן ביה ומש\"ה זוזי שקיל ברתיה אי בעי נסיב אי בעי לא נסיב אבל כי אמר לנסוב ברתי ברישא קפיד הוא על לקיח בתו ומ\"מ בלקיחת בתו מקנה ליה ת' זוזי שיודע הוא שלא יקח את בתו חינם ועיין להרב ת\"הד בסי' הנז' שהק' ע\"ז דכיון דש\"מ יכול לחזור בו מה טעם י\"ל בזה תפוס לשון ראשון דזה לא שייך אלא בקדשים שאינו יכול לחזור מדיבורו הראשון וכל היוצא מפיו יעשה אבל בש\"מ אין טעם לזה ובסוף הלשון דמי שרוצה לדחות ולומר דרש\"י ותוס' ז\"ל מפרשי טעמא כמ\"ש רש\"י בפרק מי שמת לא משתבש עכ\"ל : ועיין בהראנ\"ח בסי' הנז' ולהראד\"ב בסימן רי\"ד :<br><b> ובשיטה </b> כת\"י להרב המאירי ראיתי שכתב פי' זה בשם י\"מ וכתב ע\"ז וז\"ל ומסייע להאי פי' מדאסמכוהו לעובדא דר\"ל אלמא דהאי נמי משום תפוס לשון ראשון הוא ועוד דהא גרסינן כדההוא גברא דאלמא דטעמא דהאי עובדא כטעמ' דלעיל ואי משו' תנאי קודם למעשה או מעשה קודם לתנאי הא לא דמיא לבעיא דר\"ל דנזיר ותודה דהתם לא מהני תנאי קודם למעשה ולא אפי' ע\"מ אלא ש\"מ יש חולקים בזה ולדעתי לא מטעמא דלשון ראשון אתינן עלה שלא נאמר דין לשון ראשון ולשון אחרון בב' לשונות שאין הודאת האחד מתנגדת להודאת חבירו וכן לדעתי לא גרסי' הכא כדההוא גברא כו' אלא ההוא גברא כו' ומשום דדמי לההוא טעמא דבעיא דר\"ל במקצת שיש בכאן ב' לשונות שהא' מתקיים ולא הא' מש\"ה אייתי ליה הכא ומיהו לא דמי טעמא דהאי לטעמא דהאי דר\"ל ור\"י משום דאמירתו לגבוה כמסירתו להדיוט הואיל ונפיק מפומיה הרי עלי תודה והריני נזיר נתחייב בתודה ונזירות וכי הדר ומתני ביה תנאה לא מהני דלפ\"ז אפי' בע\"מ ואפי' הקדים התנאי אפשר שלא יחול ההקדש אבל ההוא עובדא דההוא גברא מדינא אתינן עליה ואלו אמר הבו ליה ע\"מ דלנסוב ברתי ודאי לא נסיב לא שקיל ומאחר שמכח הדין אנו באים בפירושא כי אמר הבו ליה ת' זוזי ולנסוב ברתי תרוייהו מתנה הוא דיהיב ליה וב' מתנות הוא נותן לו זוזי מצד אחד וברתיה מצד אחר והוא זוכה בב' אם ירצה ויניח ב' אם ירצה או יזכה באחת ויניח האחרת והלכך ת' זוזי שקיל דאנן סהדי דלא מנח להו שקיל וברתיה אי בעי נסיב אי בעי לא נסיב אבל כי אמר לנסוב והבו ליה הוייא לה ברתא תנאה וזוזי מתנה שמזכיר אח\"כ כלומר לנסוב ברתי והדר הבו ליה אי לא נסיב ליה לא תיהבו ליה וזה דעת רבינו האיי גאון בפ' מי שמת והריני מוסיף פי' על פירושו לומר דכל מי שרוצה ליתן לחבירו ב' מתנות ומפקפק באחת מהם אם זכות הוא למקבל אם חובה ויש לנותן זכות בו וברור לו באחרת שזכות הוא לו הו\"ל למקבל אם הוא מקדים את שברור לו לזכות למקבל ואח\"כ מזכיר את שמפקפק בו ודאי את שברור לו לזכות נתן לו בלי שום פקפוק והאחרת הוא נותן לו אם הוא רוצה בה אבל כשהוא מזכיר תחילה את שמפקפק בה ודאי דעתו שלא ליתן לו את שברור לו לזכות אא\"כ מקבל אותה שמפקפק בה הואיל ויש בו זכות אצל עצמו ולהאי פירושא אי אמר ת' זוזי לפלניא אי נסיב ברתי וכ\"ש ע\"מ דלנסוב ברתי אי לא נסיב לא שקיל אע\"ג דאקדימנהו לזוזי ויש מפרשים את הטעם דכי אמר הבו ת' זוזי לפלניא אי נסיב ברתי דהו\"ל מעשה קודם לתנאי ואנן תנאי קודם למעש' בעינן ואי לאו התנאי בטל והמעשה קיים ולהאי פירושא אפי' הבו ת' זוזי לפלניא אי נסיב ברתי לא מהני אא\"כ בע\"מ תחילה ולדעת רבינו הגאון לא בעינן מעשה קודם לתנאי ולא שאר דיני תנאי אלא בגטין וקדושין אבל לענין ממון לא וקצת מפרשים נותנים טעם לדבריו דבממון הואיל ואזלינן בתר אומדנא דמוכח כדאמרינן בפרק מ\"ש א\"כ הואיל ואתני אומדנא דמוכח הוא דלא יהיב אלא לאוקמיה תנאי ואע\"ג דלא אקדמיה לתנאיה ונכון הוא ואע\"ג דעיקר תנאי מדיני בגו\"ר הם דהוי ממונא התם לא היה מוחזקת ביד ישראל ואינו דומה לקרקע המוחזק ביד אדם מכח ירושתו או מקחו אלא שהרב הלוי נוטה לומר כן דהכא משו' מעשה קודם לתנאי הוא ואע\"ג דבממון אזלינן בתר אומדנא דמוכח הנ\"מ היכא דלא אפיק תנאיה מפומיה כההיא דשמע שמת בנו וכתב כל נכסיו לאחרים ואח\"כ בא בנו שאנו סוברים בו שאלו הוציא התנאי מפיו היה מוציאו כהלכה אבל מי שמוציא התנאי בשפתיו ולא הוציאו כהלכה לא מהני ומעשהו קיים והתנאי בטל ולדבריו מוקמינן נמי הכא בדכפליה לתנאיה והיכא דאיכא ע\"מ לא בעינן שום דין מדיני תנאי כמו שיתבאר במקומו ולא במעכשיו אלא באם כמ\"ש רבינו הגאון בפ' מי שאחזו ומשם הוציא הראב\"ד לטעמיה דרבינו הגאון דאין שום דיני תנאי נאמר בענין ממון דהא אין אדם מקנה לחבירו אלא בקנין וכל קנין כאומר מעכשיו הוא כדתנן בפ' מ\"ש הכותב נכסיו לבנו לאחר מותו צריך שיכתוב לו מהיום ולאחר מיתה ואמרינן בגמר' בשקנאו א\"צ לכתוב לו מהיום אלמא כל קנין כאומר מעכשיו דמי וכבר הק' עוד מדאמרינן בפ' מצות חליצה איזו חליצה מוטעית כל שאומרים לו חלוץ ע\"מ שתתן ק\"ק זוז ואמרי' עלה דכל תנאי שאי אפשר לקיימו ע\"י שליח לא הוי תנאי ואע\"ג דאית בה ע\"מ ומתרצים דתנאי והן קודם ללאו ותנאי קודם למעשה הוא דלא בעי' בע\"מ אבל לקיימו ע\"י שליח ודאי בעי' ודבר זה אין זה מקומו כדי שנאריך בו כ\"כ ובמקומו יתבאר עוד בע\"ה עכ\"ל ז\"ל:<br><b> וראיתי </b> להרב משפט צדק בח\"א סי' י\"ד שהוק' לו לשיטת רש\"י ותוס' דמשמע להו טעמא דהאי עובדא משום תפוס לשון ראשון אמאי לא פי' הטעם משום דלא כפליה לתנאיה וא\"ן משום מעשה קודם לתנאי יע\"ש ואשתמיט מיניה דברי הרמב\"ן ז\"ל בס' המלחמות שדחה פי' זה שפי' הרז\"ה משום דבש\"מ לא בעי' משפטי התנאים ועיין למרן החביב בכה\"ג ח\"מ סי' רנ\"ג הג\"הט אות ך' יע\"ש וע\"ע במ\"ש הרמב\"ן בס' המלחמות ע\"ש הראב\"ד דלא בעי' משפטי התנאים אלא היכא דעביד מעשה בידים שנתן דבר ביד המקבל ואח\"כ מטיל תנאי בקבלתו שלא יזכה בו אלא ע\"מ כו\"כ אבל כל דליכא מעשה לא בעינן משפטי התנאים יע\"ש ויש לעמוד ע\"ז מאותה סוגייא דפ' האומר דקדושין דס\"א בפלוגת' דר\"מ ורחב\"ג דלכאורה אזלה בתר איפכא ודברי הראב\"ד הללו שכתב הרמב\"ן הובאו בס' תמים דעים בהגהותיו על הרז\"ה בפרקי' ועיין במ\"ש הרשב\"א והרא\"ש בפ' מי שאחזו וה\"המ בפ\"ה מה' אישות והרא\"ש בתשו' כלל מ\"ו בשם הראב\"ד ז\"ל שנתן טעם לדברי הגאוני' ורבינו האיי והרי\"ף ורבינו שכתבו דבע\"מ ובמעכשיו לא בעינן דקדוקי תנאים מפני שכשהוא מתנה במעכשיו המעשה חל עכשיו אבל בתנאי דאם שאין המעשה חל עכשיו אלא עד שיקיים התנאי והתנאי בא לבטל המעשה שלא יחול עכשיו לפיכך צריך חיזוק יותר עכ\"ל ודבריהם אלו סותרי' למ\"ש הראב\"ד גופיה דלא בעינן משפטי התנאים אלא היכא דעביד מעשה וכבר עמדו ע\"ז מוהר\"ם ן' חביב הובאו דבריו בס' ג\"ור ומוהר\"א הלוי ישב דבריו ועיין בס' קרית מ\"ר דנ\"ז ע\"ד ואין כאן מקום להאריך ומ\"מ דברי הראב\"ד כאן נכונים בטעמם ועיין במ\"ש התוס' בפ' אע\"פ דנ\"ו ע\"א ד\"ה הרי זו יע\"ש ומה שיש לעמוד עוד בהא דמחלקינן בין היכא דאמר תחילה הבו ליה ת' זוזי והדר לנסובי להיכא דאמר איפכא מההיא דפ' הכותב דפ\"ה גבי האומ' לשליח שקול שטרא והב זוזי דלא שנא אמר תחילה שקול שטרא ל\"ש אמר בסוף מצי למימר ליה לתקוני שדרתיך ולא לעוותי עיין בדברי הלח\"מ בפי\"א מה' זכיה דניחא ליה שפיר ע\"פ מ\"ש התוס' בפ' כל הגט דכ\"ט ע\"ב ד\"ה שקול מינה יע\"ש :"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות זכייה ומתנה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}