{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "(1) NOW THE WORD OF THE LORD CAME UNTO JONAH - Our sages, of blessed memory, said (Jerusalem Talmud 5:1) that Jonah ben Amitai was, on his mother’s side, from the tribe of Asher, and that he was the son of the widow [of Zarephath] who sustained Elijah, and whom Elijah revived; and [our sages said further] that, on his father’s side, Jonah was from the tribe of Zebulun, as it is written in the book of Kings, “Jonah ben Amitai who was from Gath-Hepher” (2 Kings 14:25), and Gath-Hepher was in the territory of Zebulun (Joshua 19:13). And it is explained in the book of Kings (9:1-13) that Jonah was the one who anointed Jehu (Seder Olam Rabbah 18). And he prophesied to Jeroboam ben Joash (2 Kings 14:25) that he [Jeroboam] would restore the boundary of Israel from Lebo Hamath to the Sea of the Arabah. And all of this was to no avail, for Israel did not repent until they were about to go into exile at the hand of the king of Assyria; and [at this time] Assyria was already ruling over them, therefore Hashem said to him [Jonah]:",
        "0_Chapter, 1_Verse, 0_Comment": "The questions: we do not find in any text that God would send a prophet of Israel to go to another country to get them to repent. This is specific to Israel, to whom divine providence applies, as our sages said...How was Nineveh different, that God sent Jonah? And why did Jonah not heed God's voice? He should have sprinted joyfully to get human beings to repent from their evil way, and what matter is it that they were not of Israel? And how could Jonah transgress God's command by suppressing his prophecy? A prophet who does this is liable to the death penalty! And why did God say, \"Proclaim\" without saying what to proclaim, and only specifying the second time \"Proclaim that which I shall tell you\"?",
        "0_Chapter, 1_Verse, 1_Comment": "\"Arise, go to Nineveh and proclaim upon it\": so that they repent. Jonah's mission was not for the sake of Nineveh, ...but for Israel's sake. After Assyria was assigned to be the rod of God's wrath with Israel for their sins, God wanted to bring them [Assyria] to repentance so that they would be ready to fulfill God's decree...Also, God wanted to show that Assyria had more merit than Israel, because they listened to the words of the prophet and repented, while Israel stiffened their necks. And when Jonah realized that, from this mission, harm would come upon Israel, this is when he began to think about not going. He chose to drown himself in the sea instead of bringing about harm to Israel.",
        "0_Chapter, 1_Verse, 2_Comment": "[...]",
        "0_Chapter, 1_Verse, 3_Comment": "And because, in the first instance, God only said to \"proclaim,\" without specifying what, this meant proclaiming to them general words of morality and rebuke so that they would repent....God was only sending him to rebuke them, and not to inform them of God's decree on them. Hence, Jonah thought that by not going, he was not guilty of suppressing his prophecy; he wasn't being sent to prophesy at all, and he would be only violating the positive command from God to rebuke them.",
        "0_Chapter, 2_Verse, 0_Comment": "The Questions: Why did Jonah flee to Tarshish? If [he fled] so that the word of Hashem would not reach him, then, behold, Hashem had already commanded him [to go to Nineveh] and he refused to go on the mission. What difference does it make if he refuses once or if he refuses twice? And why did he flee to the sea and not to the desert and from there to chutz la’aretz [‘outside the Holy Land’]? For, behold, the sea is suitable for prophecy, as it is written that God appeared to Ezekiel in chutz la’aretz because he was in a place of water (Ezekiel 1:3). And the phrase ‘ba’ah Tarshish,’ ‘arriving Tarshish,’ [appears] incorrect, for it should have said, 'holechet Tarshish,' ‘going [to] Tarshish.’ ",
        "1_Chapter, 4_Verse, 0_Comment": "I thought: That is, I thought then that I was driven away out of your sight, but from what I have seen - the miracle that the fish swallowed me and I'm still alive - I saw that Your sight and Your providence are still upon me, and so I knew that I would continue to gaze upon Your holy Temple.",
        "1_Chapter, 7_Verse, 0_Comment": "my life was ebbing away: Jonah was close to dying in the belly of the fish from being crowded by all the embryos.",
        "1_Chapter, 7_Verse, 1_Comment": "I called the LORD to mind: I remembered now to pray and to do teshuvah and promise to fulfill God's word.",
        "1_Chapter, 7_Verse, 2_Comment": "And my prayer came before You, into Your holy Temple: Our sages said that he was in the abyss underneath Mt. Zion, upon which stood the holy Temple, and this is why he said, \"You have brought me down to the ends of the mountains, and heard my prayer from Your holy Temple.\"",
        "1_Chapter, 9_Verse, 0_Comment": "But I: I will sacrifice to you with loud thanksgiving, because there are four categories of people who must give thanks: seafarers, etc. That is, I will bring a sacrifice of thanksgiving and thank You for Your kindness. That which I have vowed I will fulfill - to go to Nineveh. And that which I feared - that through the king of Assyria harm will come to Israel - and that kept me from going, I will hope for the Lord's deliverance, for the Lord saves Israel from all troubles.",
        "2_Chapter, 1_Verse, 0_Comment": "Why did God change this time to say, \"and proclaim to it what I tell you\", unlike what God said the first time?",
        "2_Chapter, 1_Verse, 1_Comment": "Go at once: this time, the Ninevites' decree had already been sealed. As a result, God no longer said merely that \"their evil has come before Me\". God sent him on the path of prophecy to tell the Ninevites what had been decreed for them, that Nineveh would be overturned in forty days.",
        "2_Chapter, 2_Verse, 0_Comment": "Jonah went at once to Nineveh in accordance with the LORD's command: the first time, God commanded him to proclaim words of rebuke so that they would repent from their sins. This time, God commanded that he prophesy to them the decree decreed for them. He [Jonah] was unsure whether he should also fulfill the first command and add the rebuke to their fate of being overturned. He figured that he should only tell them of the decree, because he thought it would do them no good to repent anymore, and that the first command was no longer in effect...",
        "2_Chapter, 4_Verse, 0_Comment": "The people of Nineveh believed God: the novelty was that they believed right away and didn't ask for signs or wonders. They immediately began to pray, wearing sackcloth for fasting and submission. The people were not stirred to repentance, because it did not occur to them that they were sinning, because Jonah didn't say so.",
        "2_Chapter, 8_Verse, 0_Comment": "Who knows but that God may turn: ... from the fact that God sent a prophet, the king understood that their repentance will work.",
        "2_Chapter, 9_Verse, 0_Comment": "God saw what they did: that is, at first, they only regretted what they had done, but did not repent with acts that would rectify their past sins. But after the king's order, God saw through all of their acts that they had repented. They repented by actually returning stolen items and those obtained unfairly...",
        "3_Chapter, 1_Verse, 0_Comment": "...I knew that even if they continued to worship idols that You would not destroy them, and that is why I did not want to go on this mission.",
        "3_Chapter, 4_Verse, 1_Comment": "until he should see what happened to the city: he thought, even though the decree was cancelled and there would be no general overturning, even so, it was inconceivable that there wouldn't be some consequence, some punishment to the city...",
        "3_Chapter, 10_Verse, 0_Comment": "And should I not care about Nineveh: who are the work of My hands, which is precious, because it is the great city even though many practice idolatry there. Does it not have more than 120,000 people who do not know their right from their left, who do not know how to distinguish between worshiping the God Who supports them from the right...and worshiping the [false gods represented by the] left...? <br>No, they should not be punished for their lack of understanding, and neither should the beasts, because even if the people sinned, what sin did the beasts do? <br>And thus Jonah received an answer on the punishment in store for Israel, because they had already been taught the difference between the right and the left [i.e. monotheism vs. idolatry]. They had already received the true Divine religion, and they deserved punishment for their idolatry, even as the people of Nineveh would [punish or be punished] for this."
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Malbim on Jonah"
}