{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Keritot", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            " ", 
            "", 
            "  ", 
            "   ", 
            "      ", 
            "    ", 
            "    ", 
            "        ", 
            "    ", 
            "    ", 
            "    ", 
            "    ", 
            "     ", 
            "       ", 
            "  ", 
            "  ", 
            "   ", 
            "", 
            "", 
            " ", 
            "       ", 
            "      ", 
            "  ", 
            "    ", 
            " ", 
            "  ", 
            "  ", 
            "Rav Ami said,  \"That person that wants to know whether [his life] will extend through the year or not, should bring a candle during the ten days between Rosh Hashanah and Yom Kippur and suspend it in a room where the wind is not blowing. If its light (its flame) continues, he will know that he will take out the year.", 
            "And a person that wants to conduct a business deal and wants to  know if the deal will be a successful one or not, should feed a chicken. If it becomes fat and beautiful, he will know that it will be successful.", 
            "That person that wants to go on a journey and wants to know if he will return to his home, should go out and stand in a partially darkened room. If he sees"
        ], 
        [
            "a shadow in the shadow of his shadow, he will know that he will return to his home.\" And this is not a [correct] matter, lest his spirit become weak [as a result] and his [fortune guided by his] constellation will become bad.", 
            "Abbaye said, \"Now that you have said that a sign is a [correct] matter, a man should accustom himself to eating squash, beans, leeks, beets and dates on Rosh Hashanah.\""
        ], 
        [
            " ", 
            " ", 
            "  ", 
            "   ", 
            "     ", 
            "   ", 
            "     ", 
            "  ", 
            "   ", 
            " ", 
            "    ", 
            "  ", 
            "  ", 
            "       ", 
            "  ", 
            " ", 
            "   ", 
            "Rabbi Chana bar Bizna said in the name of Rabbi Shimon Chasida, Any fast that doesn't include the sinners of Israel is not a true fast. For behold galbanum has a foul smell and yet the Scripture counts it among the ingredients of incense. Abaye said it from here, \"...And founded his consortium on the earth...\"(Amos 9:6) "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "  ", 
            "   ", 
            "  ", 
            " ", 
            " ", 
            "       ", 
            " ", 
            "    ", 
            "  ", 
            "  ", 
            "     ", 
            " A resident sojourner is permitted to do work on Shabbat for himself like a Yisrael on his intermediary holiday time.", 
            " like a Yisrael on a High Holiday. Rabbi Yossi says: a resident sojourner does work on Shabbat for himself like a Yisrael on a weekday."
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "כריתות", 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ]
}