{
    "versionTitle": "Wikisource Talmud", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Keritot", 
    "text": [
        [], 
        [], 
        [
            "[Mishnah]  THERE ARE IN THE TORAH THIRTY-SIX [TRANSGRESSIONS WHICH ARE PUNISHABLE WITH] EXTINCTION:  WHEN ONE HAS INTERCOURSE WITH HIS MOTHER, HIS FATHER'S WIFE OR HIS DAUGHTER-IN-LAW;  WHEN A MAN HAS CONNECTION WITH A MALE, OR COVERS A BEAST, OR WHEN A WOMAN ALLOWS HERSELF TO BE COVERED BY A BEAST;  WHEN ONE HAS INTERCOURSE WITH A WOMAN AND HER DAUGHTER, WITH A MARRIED WOMAN,  WITH HIS SISTER, WITH HIS FATHER'S SISTER, HIS MOTHER'S SISTER, HIS WIFE'S SISTER, HIS BROTHER'S WIFE, THE WIFE OF HIS FATHER'S BROTHER, OR WITH A MENSTRUOUS WOMAN; ", 
            "WHEN ONE BLASPHEMES [THE LORD]. SERVES IDOLS, DEDICATES OF HIS CHILDREN TO MOLECH OR HAS A FAMILIAR SPIRIT, OR DESECRATES THE SABBATH;.  WHEN AN UNCLEAN PERSON EATS OF SACRIFICIAL FOOD, OR WHEN ONE ENTERS THE PRECINCTS OF THE TEMPLE IN AN UNCLEAN STATE;  WHEN ONE EATS HELEB, BLOOD, NOTHAR OR PIGGUL;  WHEN ONE SLAUGHTERS OR OFFERS UP [A CONSECRATED ANIMAL] OUTSIDE [THE TEMPLE PRECINCTS]; ", 
            "WHEN ONE EATS ANYTHING LEAVENED ON PASSOVER; WHEN ONE EATS OR WORKS ON THE DAY OF ATONEMENT;  WHEN ONE COMPOUNDS OIL [OF ANOINTING] OR COMPOUNDS INCENSE, OR USES [UNLAWFULLY] OIL OF ANOINTING;  AND [WHEN ONE TRANSGRESSES THE LAWS OF] THE PASCHAL OFFERING , AND CIRCUMCISION — FROM AMONG POSITIVE COMMANDMENTS. ", 
            "FOR THESE [TRANSGRESSIONS] ONE IS LIABLE TO EXTINCTION IF COMMITTED WILFULLY,27 AND IF IN ERROR TO A SIN-OFFERING, AND IF THERE IS A DOUBT WHETHER HE HAD COMMITTED THE TRANSGRESSION TO A SUSPENSIVE GUILT-OFFERING,  EXCEPT IN THE CASE OF ONE WHO DEFILED THE TEMPLE OR ITS CONSECRATED THINGS, SINCE ONE IS LIABLE IN THIS CASE TO A SLIDING-SCALE SACRIFICE. THUS R. MEIR, ", 
            "WHILE THE SAGES SAY:  ALSO THE BLASPHEMER [IS AN EXCEPTION], FOR IT SAYS:  YE SHALL HAVE ONE LAW FOR HIM THAT DOETH AUGHT IN ERROR;(Numbers 15:29) THIS IS TO EXCLUDE THE BLASPHEMER WHO PERFORMS NO ACTION."
        ]
    ], 
    "versionTitleInHebrew": "תלמוד (ויקיטקסט)", 
    "heTitle": "כריתות", 
    "versionSource": "https://en.wikisource.org/wiki/Talmud_(Wikisource)", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Kodashim"
    ]
}