{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אלו </b>\"ג שבבל ומחוקק כו' הכא הקדים בקרא ר\"ג לנשיא לפי מעלת מדרגה בשולטנות וממשלה כדאמרינן דהכא שבט והתם מחוקק אבל בפרק ג\"ה שדרשו עם אלהים ועם אנשים וגו' רמז לו שעתידים לצאת ממנו ר\"ג ונשיא שבא\"י כו' ופרש\"י דעם אלהים הוא נשיא ועם אנשים הוא ר\"ג עכ\"ל הקדים שם בקרא נשיא לר\"ג דלפי חכמתם חשיב להו התם דנשיא קודם לר\"ג בחכמה כמ\"ש בתוס' דבני ארץ ישראל חכימי טפי ומזה הטעם שמסיים שם מכאן שרמז לו גלות דהיינו ע\"י שיהיה גלות ויהיה ר\"ג בבבל ונשיא בא\"י הקדים הנשיא שבא\"י בחכמה לר\"ג שבבבל משום דאוירא דארץ ישראל מחכים ולזה שקרא לנשיא שבארץ ישראל שם אלהים על שם חכמתן דמומחין הם בחכמה אבל הכא שמקדים בקרא ר\"ג לנשיא לענין ממשלה לא מסיים ביה דרמז להם גלות דאין זה תלוי בגלות אלא דר\"ג הוא מזכרים ונשיא מנקבות כמ\"ש בירושלמי ומיהו בפרק ג' דהוריות דמייתי נמי הך דהכא שבט והתם מחוקק וכו' לענין שעיר משמע דלאו היינו טעמא כמ\"ש בתוס' משום דר\"ג מזכרים ונשיא מנקבות דהא התם אפילו מלכי ישראל חשיבי כמלכות בית דוד אלא דביכולת ושולטנות תליא מלתא. ולפי זה היה נראה לומר דגם נשיא משאר שבטים שיש לו נטילת רשות ושולטנות מן המלכות מהני אבל מדברי הטור ח\"מ סימן ג' נראה דלא מהני נטילת רשות כי אם משבט יהודה ומזרע בית דוד ועיין בבית יוסף שם. ויש ליישב דודאי לענין שעיר התם דילפי' ליה נמי מי שאין ע\"ג אלא ה' אלהיו סברא הוא דאין לחלק בין מלכי ישראל למלכי בית דוד ולא מייתי התם הך דהכא לא יסור שבט וכו' אלא לאתויי דר\"ג יש לו יותר שולטנות מנשיא שבא\"י אבל לענין נטילת רשות דהכא דלא אתיא אלא מקרא דלא יסור שבט מיהודה כו' בזרע שבט יהודה תליא מלתא ויותר מזרע דוד ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>מה </b>אה כו' ראה שזבוח חור לפניו כו'. ר\"ל לפי פשוטו מה ראה בו דבר ממש שבנה מזבח כו' שהרי בסיפא דקרא גילה הכתוב דעת אהרן דלשמים היה נתכוין שנאמר כי חג לה' וגו' וע\"כ דרשו דהאי קרא אינו אלא התנצלות אהרן דלכך עשה מעשה כזה שזכר ויעשהו עגל וגו' לפי שראה את חור זבוח לפניו והבין מזה לעשות מה שעשה דלא עבדי ליה כמו דעבדי לחור ואפשר שקבלה היה בידם כי חור היה הזבוח לפניו וקראי מוכיחין כן שהרי בכל מעשים המפורסמים נזכר הוא בפרט עם אהרן במלחמות עמלק אמר אהרן וחור תמכו בידיו ובמתן תורה והנה אהרן וחור עמכם וגו' שהעמיד משה את אהרן וחור תחתיו כל זמן מ' יום שהיה בהר ולא מצינו בשום מקום אח\"כ מאותו מעשה ואילך שהוזכר חור עם אהרן וע\"כ אמרו שהוא ואהרן היה במקום משה באותן מ' יום וכשנתעכב היה הוא מוכיחן ע\"כ והרגו אותו. ודקאמר ", 
            "<b>ומקיים  </b>בי אם יהרג במקדש ה' כהן ונביא כו'. אף שעדיין אז לא נתנה הכהונה לאהרן ולא היה מקדש ולא משכן אהרן בכור היה והעבודה היה בבכורות בכל מקום בבמה וה\"ל ככהן במקדש ופרש\"י דלא הויא להו תקנתא דהא סופן לעשות כן בזכריה כו' עכ\"ל שהרי רוח הקדש משיבו שעל כך היה עיקר החורבן כמ\"ש אם יהרג במקדש ה' כהן ונביא ואף שזכריה נהרג כמה שנים קודם החורבן בימי המלך יואש אפשר שאז נגזר ע\"כ והיה דמו תוסס עד זמן החורבן כדאי' פרק הניזקין שנהרגו כמה וכמה על דמו של זכריה ע\"י נבוזראדן. ושאמר ", 
            "<b>שעל  </b>עון זה דלא הויא להו תקנתא לעולם. לפי שהתורה נתנה לנו לשמוע לחכמי תורה והם כהן ונביא וענש הכתוב מיתה מי אשר לא ישמע אליהם כמ\"ש בזקן ממרא ובאת אל הכהנים וגו' והאיש אשר יעשה בזדון לבלתי שמוע אל הכהן וגו' ומת האיש וגו' ובנביא אמר נביא אקים להם וגו' והיה האיש אשר לא ישמע וגו' אנכי אדרוש מעמו וגו' והנה זכריהו שהיה כהן ונביא שמשני צדדים אלו היה להם לשמוע לו שלא לעבוד ע\"ז והם לא די להם שלא שמעו לו אבל הרגוהו במקום המקדש עון כזה א\"א להתכפר בתשובה משא\"כ מעשה העגל שנתכפר להם בתשובה כדקאמר מוטב דליעבדו עגל וק\"ל: ", 
            "<b>אלא  </b>על ד\"ת וכו'. כתבו התוס' והא דאמרי' בבמה מדליקין ששואלין אותו נשאת ונתת באמונה כו' ע\"ש ב' תירוצים ומ\"ש בסוף דבריהם והכי דריש ליה לקרא תחלת גילו דינו וכו' הכי משמע להו דסיפא דקרא נמי בהך ענינא דריש להו כמ\"ש לעיל לפירוש רש\"י דתנא דלעיל לא נקט בדרשות רק סיפא דקרא ודקאמר תלמודא הני תנאי פוטר. מים וגו' מאי דרשי ביה מוכח מזה דכוליה קרא בחד ענינא דרשינן ליה ובעיקר קושייתם מההיא דפרק במה מדליקין נ\"ל לומר דלא קשה מידי דהכא איירי במי שאפשר לו ללמוד ותלמודו מוצלח ואינו למד ה\"ל תחלת דינו על דברי תורה שלא למד כדבעי ליה ללמוד אבל התם מיירי במי שאי אפשר ללמוד שאינו מוצלח כדאמרינן אדם אחד מאלף מצאתי אלף נכנסין למקרא וכו' אין מצליח רק אחד מהם להוראה ועל כן עיקר מעשיו במשא ומתן ובשעה אחת קבוע לו חייב ללמוד ועל כן תחלת דינו על משא ומתן שהם עיקר מעשיו ואח\"כ שואלים לו אם קבעת עתים וכו' וק\"ל: ", 
            "<b>אתרתי  </b>תלת גנבא לא מקטל וכו'. נראה דכל המשלים שזכר כאן בדין תורה קאמר ובגנב ודאי אין דין תורה דין מיתה אלא דבגנב בא במחתרת איירי דאין לו דמים ומטעמא דמפרש בפרק בן סורר ומורה דחזקה אין אדם מעמיד עצמו על ממונו וכו' ע\"ש וקאמר דאי הכי עד תרי ותלת וכו' דעדיין לא הוחזק בעבירה ואפשר דלמלאות נפשו כי ירעב עושה כן ואין להמיתו אבל בב' פעמים לרבי דתרתי זמני הוה חזקה ובתלתא לרשב\"ג דעבירות מחזיקות אותו שלא ישוב עוד מעבירה זו שוב שלישית לרבי וברביעית לרשב\"ג קטלינן ליה במחתרת כדאמרינן בפרק הנשרפין לענין מכניסים לכיפה דלרבי עבירות מחזיקות בשתי פעמים ובשלישי מכניסין אותו לכיפה ולרשב\"ג בג' פעמים עבירות מחזיקות אותו וברביעית מכניסין אותו לכיפה וז\"ש על שלשה פשעי ישראל שהם המחזיקות אותו בעבירה שוב על ארבעה לא אשיבנו מלענשו דודאי לא ישוב מעבירה עוד: ", 
            "<b>לשלמא  </b>וכו'. נראה שהוא מלשון שלם ולא מלשון שלום בוי\"ו וכצ\"ל בפירש\"י לאיש שלם דהיינו איש שלם ותמים במעשיו שנאמר כי שבע יפול צדיק וגו' ור\"ל דמצד מערכת השמים שהם שבעה כוכבי לכת יפול שבעה פעמים שכלם מנגדים לו אבל הוא קם בכולם מצד זכותו שהקב\"ה משנה מזלו בכלם לטובה וכמ\"ש באברהם ויוצא אותו החוצה וגו' אבל הרשע באחת יפול שאף המזלות כלם הם לטובה לו הוא יפול באחת דהיינו ברשעו ואין מזלו יכול להצילו: ", 
            "<b>שקלו  </b>גלימא וכו'. ר\"ל גלימא שהוא כסות העליון שאדם הולך בו לכבוד וכשיצא חייב מבית דין שקלו ממנו הגלימא בפרעון חוב בב\"ד ואין מניחין אותו לילך לביתו בגלימא אבל כסות התחתון דאי אפשר זולתו לילך ערום ודאי דאין שוקלים מיניה דהא מסדרין לב\"ח והיינו דאמרינן בעלמא אפילו מגלימא דעל כתפיה דהיינו בגד העליון שלבש לכבוד לפני ב\"ד נוטלין ממנו הב\"ד לפרעון מיד ואין מניחין אותו לשוב לביתו בגלימתו דעל כתפיה ואעפ\"כ אמר דליזמר וליזל באורחא שהולך מב\"ד לביתו מבלי מלבוש כבוד וז\"ש וכל העם על מקומו יבא בשלום שאף המתחייב בביאתו מב\"ד לביתו בלא גלימתו וכבודו שניטל ממנו וניתן לפרעון חבירו יהיה בשלום שלא יצטער ולא יתקוטט עם חבירו על כך: ", 
            "<b>אדייה  </b>לגזיזה וקם. עפירש\"י. ואין זה במשמעות מלת וקם ונ\"ל לפי הקרא דאייתי דאיירי באדם השוכב וישן ובוטח באחר לשמרו והוא קם על השוכב להכותו וקרא כתיב דאיירי נמי בשוכב כמ\"ש דבר בליעל יצוק בו לקללו לומר ואשר שכב לא יוסיף לקום ואמר ואתה ה' חנני והקימני וגו' וע\"ז אמר כי בשכבי גם איש שלומי אשר בטחתי בו לשמרני מידי בליעל הגדיל עלי עקב הרים את עקבו מן הארץ לדרוס עלי וק\"ל: ", 
            "<b>והבית  </b>אשר בנה המלך שלמה וגו' כו'. עיין פירוש רש\"י שינה לשון הגמרא שאמרו ולבסוף כתיב כה אמר ה' וגו' ולא קאמר ולבסוף גבי בהמ\"ק שבנה שלמה וכו' ואם כוונתו שהתלמוד שהביא קרא דשלמה דאיצטריך לו לכאורה לפי המכוון דבבית של שלמה נמי היה וארון של משה ולא ה\"ל לאתויי מארכו ורחבו של הבית כמו שלא הביא אורך ורוחב המשכן אלא מארון שהיתה שכינה מצומצמת עליו והנראה משום דקאמר ולבסוף כתיב כה אמר ה' וגו' איזה בית אשר תבנו וגו' הביא קרא דשלמה דהיינו הבית שבנה שלמה שהיה ארכו ס' וגו' ואעפ\"כ לא הוי סגי ליה בכל הבית כמ\"ש איזה בית אשר תבנו לי וגו' והוא בעצמו המשל שיתין גרמידי של אורך הבית המקדש לא הוי סגי לן ועוד נראה לומר דמייתי קרא דשלמה לומר דבבנין בית המקדש נמי לא הוו רחימתין עזיזא כמו במשכן וזהו שהביא ראיה מקרא דמשכן ונועדתי לך שם ודברתי וגו' שהיתה השכינה מצומצמת לדבר עם משה פה אל פה מבין שני הכרובים שלא היה מחזיק רק אמה וחצי מעל הכפורת עשרה טפחים סמוך לקרקע אבל בשלמה אף שהיה שם ארונו של משה לא היתה השכינה מצומצמת לדבר עם שום נביא מעל הכפורת גם הכרובים מלאו את כל רוחב הבית בבנינו של שלמה והשכינה לא היתה מצומצמת כל כך אלא שמלא כבוד השכינה את כל הבית שנאמר כי מלא כבוד ה' את בית ה' והיינו דמייתי והבית ששים אמה ארכו ועשרים וגו' ששם היתה השכינה בכולו ולבסוף כשחטאו ביותר היתה השנאה ביותר ואף בששים גרמידי של אורך בית המקדש לא הוי סגי ליה כמ\"ש איזה בית אשר תבנו וגו': ", 
            "<b>אמר  </b>ר' שמואל בר נחמני אמר ר' יונתן כל דיין שדן דין אמת לאמתו משרה שכינה בישראל וכו'. מכאן השגה לפי' הב\"י שמביא בח\"מ אמת לאמתו. ועיין בב\"ב במהרש\"א גבי והמשכילים יזהירו וכו': ", 
            "<b>כל  </b>דיין שנוטל מזה ונותן וכו'. לאו דוקא נוטל ונותן ממש דהיינו בחייב את הזכאי אלא אפילו בזיכה את החייב אלא דקאמר ליה בהאי לישנא דאע\"ג דהדיין מטה משפט ולא עביד מעשה מעלה עליו הכתוב כאילו עשה ממשה ונטל ונתן ביד כמ\"ש לעיל וכה\"ג אמרינן פרק אחד ד\"מ כיון דאמר פטור אתה כאילו נטל ונתן ביד דמי והיינו דמייתי מאל תגזול דל וגו' כי גזלה נאמר בגוזל ביד כמו ויגזול את החנית כדאמרי' פ' מרובה ובדיין מיירי קרא מדכתיב ואל תדכא עני בשער דהיינו בשער של ב\"ד ובפי' הכתוב אל תגזול דל כי דל וגו' עיין בחידושינו פרק הגוזל בתרא: "
        ], 
        [
            "<b>ע\"ב מטתו  </b>שלשלמה פירש רש\"י שלשלמה שכנו של מקום וכו' וששים לאו דוקא כו'. והוא דחוק דלא אמרו כן רק בלשון תלמוד דדרכו למנקט ששים כמ\"ש התוס' פרק החובל ומה ענין הברור כבקר ולא כאור גופיה ומה ענין הברור לאיסור אחותו ולא לשאר עריות כו' והנראה דבא לומר שאל יסמוך הדיין על שכלו אך על פי חכמת התורה וע\"פ שאלת רבו דהכי אמרינן בהדיא פרק ב\"ש תוקע עצמו לדבר הלכה בדיינא דאתי דינא לקמיה וגמר הלכה ומדמי מלתא למלתא ואית ליה רבה למשאל דארשב\"ג לעולם יראה וכו' ומלת ירך נאמר בכ\"מ על גוף האדם כמו יוצאי ירכו ועובר ירך אמו וז\"ש לעולם יראה האדם הדיין כו' שלא ידון ע\"פ שכלו עליו אך יראה כאלו חרב מונחת בין ירכותיו לדון ע\"פ יצירתו מחומרת גופו דבקל יכשל בחרב שבין ירכותיו ואמר בין ירכותיו במקום על ירכו מפני שאמר כלם אחוזי חרב דמשמעבידו בלא נרתק ושוב קאמר חרבו על ירכו וע\"כ אמר שהחרב אחוז בידו בין ירכו ועל ירכיו קרי דהיינו בין ב' ירכיו דמונח מבפנים בחודו על שתיהן ובקל יכשל בו ואמר הנה מטתו וגו' דבסנהדרין איירי קרא כמ\"ש במ\"ר פ' נשא על פסוק זה הנה מטתו גו' שבטו גו' שלשלמה של הקב\"ה ששים גבורים שנאמר וששים איש מעם הארץ מגבורי ישראל להביא י\"א איש הרי ע\"א כו' וסיים כולם וגו' מלומדי מלחמה מלחמתה של תורה ולא לדון ע\"פ שכלם בלי קבלת התורה וע\"ז דרש ר' יאשיה אם ברור לך כו' כי כל הדן ע\"פ שכלו אין הדבר ברור לו כבקר שהוא מאיר ובא כצאת השמש בגבורה אבל כל עוד ששופט אחר שכלו יראה שהוא טועה משא\"כ בדן ע\"פ התורה יתברר לו הדבר בראיה אחר ראיה שדן דין אמת כבקר שהוא מאיר לבא וכענין שאמרו חז\"ל זקני ע\"ה כל זמן שמזקינין מטפשין כו' והם חכמים בעיניהם לפי שכלם וזקני ת\"ח כ\"ז שמזקינין מחכימים והם חכמי בעלי תורה וע\"ז אומרים מהכא אמור לחכמה אחותי את גו' דבכל עריות אין אדם דן בשכלו להתיר כמו לישא את אחותו שהשכל נותן להיות מותר כי הוא תחלת בנינו של עולם שקין והבל נשאו אחותם כמ\"ש עולם חסד יבנה אבל הדבר ברור לך לאסור על פי התורה על כן אמר אם יהיו דבריך ברורים כאחותך שאסורה לך על פי התורה אמרהו כו' ואם לאו אל תאמרהו ולא תסמוך על פי שכלך: ", 
            "<b>שיבא  </b>מכשורא כו'. עיין פירוש רש\"י לענין משא אמרו כי קורה גדולה שאי אפשר לאדם אחד לישא אותו ביחידי על כתיפו אם עוד אחרים עמו במשאו אפשר שיכול לישא אותה שיגיע לכל אחד במשא חתיכה א' מן הקורה והוא פירוש הכתוב עד\"מ ונשאו אתך במשא העם הזה ולא תשא אתה לבדך וק\"ל: ", 
            "<b>למלך  </b>כו'. רש\"י פירשו לענין חכמה וכו' ויותר נראה לפרש כמשמעו כי המשפט מתייחס בכ\"מ למלך שהוא היודע משפט ואמרו שמואל נקרא שבור מלכא ומלך אלסר ע\"ש שהלכתא כוותיה בדינין ועש\"ז אנו אומרים ביום הדין המלך הקדוש המלך המשפט והוא יעמיד ארץ במשפט כמ\"ש על ג' דברים העולם עומד על הדין כו' ואמר אם דומה לכהן כו' אמר איש תרומות בלשון רבים כי הדיין אף שהוא צריך לקבל תורה לפעמים מרבו המכירו כמו הכהן המקבל תרומה ממכירו אין זה חסרון בחקו אבל הדיין הצריך לשאול מרבים הנה זה הוא כמו שמחזר ושואל מרבים על פתחי בית הגרנות הוא יהרסנה כי אי אפשר לשאול בכל דבר ודבר כפי הצורך ולפעמים הוא מתבייש לשאול מכל אדם ודן לפי שכלו וכבר אמרו אם ברור לך כו' ולענין ממון שדרשוהו בכתובות כמ\"ש התוס' יש לפרשו ואיש תרומות וגו' בלשון רבים כי ודאי הדיין שאין לו כדי ספוקו ומקבל מתנה מאת מכירו בביתו והוא כאילו מקבל תרומה א' אין זה כמקבל שוחד להטות משפט אבל הדיין והרב המקבל מתנות ומרבה סעודתו בכ\"מ ומחזר אחר ישיבת עם הארץ לקבל מהם מתנות והוא כמו הכהן שאין לו מכירים וצריך לחזר אחר התרומות ומתנות כהונה שלו מאנשים רבים בבית הגרנות הרי זה הדין יהרס המשפט ומטה משפט שאלו המתנות שיקבל מהם הם כשוחד לו ואהכי מייתי לה התם: ", 
            "<b>דבי  </b>נשיאה אוקמא כו' לעץ כו'. מפורש בירושלמי סוף מסכת בכורים הוי אומרים לעץ וגו' הוא יורה וכי יודע הוא להודות הנה הוא תפוס זהב וכסף לא בכספא איתמני בתמיה וכל רוח אין בקרבו לו חכים כלום כו' ע\"ש וסיים הכא ועתיד והקב\"ה ליפרע ממעמידין שנאמר וה' בהיכל קדשו הס וגו' שזה המעמידין גורם שה' בהיכל קדש שלא תבא השכינה משם למושב מקום הדיינין כמ\"ש לעיל כל דיין שאינו דן דין אמת גורם לשכינה שתסתלק משער ב\"ד ואמר בענשם שעתיד ליפרע מהמעמידין בהם מפניו כל הארץ מדה כנגד מדה להם שהם העמידו דיין שותק כעץ ואבן דומם: ", 
            "<b>כאילו  </b>נוטע אשרה כו'. הדמיון בזה כי הדיין מומחה נקרא בשיתוף שם אלהים כמ\"ש בפ' ד' מיתות אלהים לא תקלל תרתי משמע קודש וחול והוא שכל הדן דין אמת נעשה שותף להקב\"ה ולזה הנוטע אשרה אצל מזבח הוא נותן מקום ח\"ו לאלהים אחרים אצל אלהים קדושים כך המעמיד דיין שאינו הגון במקום שיש דיין הגון הוא נותן מקום לאלהי כסף וזהב המתמנין בכספה אצל אלהים שהוא דיין המומחה: ", 
            "<b>בשביל  </b>כסף וזהב כו'. יש לפרשו בשתים רעות שעשו כי הם מתמנין בשביל הזהב וכסף שנותנין למלך או לנשיא גם מה שעושין כן הוא בשביל הכסף וזהב שרוצין לאסוף ע\"י הרבנות והדיינות ולמלאות חסרון כסף וזהב שכבר יצא מידם שנתנו לאותן שמינו אותן והוא קודם לו לאכול ממנו ולהתעשר מרבנות והנה חטא ואשמה זו נשתרבב עתה בקרוב בימינו וכבר באו רבותינו כמה פעמים בהתחלת המום (זה) ואשמה זו בגזירה ובעונשין חמורות וחרמות וממון בדבר הזה שלא יתמנה שום רב ומורה בכסף וזהב הן ליתן ליחידים הן לרבים אבל אין איש שם על לב העונש הנזכר בשמעתין דעתיד הקב\"ה ליפרע ממעמידין גם דימה העון הזה לעע\"ז ויצא הדבר לנו בדור הזה למכשול ולמזכרת עון דכמה תקלות וקלקולים אשר באו לנו בדור הזה עי\"ז ואתה המעיין ראה איך ברחו חז\"ל מן השררה כההיא דהוריות שהיה ר\"ג רצה להושיב בראש ר\"א חסמא ור\"י בן גודגדא ואף שלא היה להם פת לאכול ובגד ללבוש ולא רצו להתמנות עד שא\"ל ר\"ג וכי שררה אני נותן לכם עבדות אני נותן לכם כו' גם מ\"ש בסוטה פ' א\"נ בענותנותיה דרבי אבהו דאימנו רבנן עליה לממניה ברישא כיון דחזייה לר' אבא דמן עכו דנפישי עליה ב\"ח א\"ל איכא רבה ויש לדקדק בזה מאי ענותיה שלא רצה להיות ראש הרי אמרו דאינו אלא עבדות ויש להשיב בזה דלא חשיב מינוי הראשית והרבנות לעבדות אלא למי שנתמנה לצרכו כמו ר' אבא דמן עכו בשביל חובותיו וכמו ר\"א חסמא ור\"י בן גודגדא משום פרנסתן דה\"ל מינוי ראשית שלהן כעבד וכפועל דבמלאכתו הוא עוסק שיהיה לו זה לצורך פרנסה אבל ר' אבהו שהיה עשיר כבר לא היה נחשב לו מינוי הראשית לעבדות שהרי אינו צריך לו אלא לשררה היה נחשב לו אילו היה מתרצה בכך וכשלא נתרצה נחשב לו לענוה הרי שאלו החכמים המפורסמים בורחים היו מן השררה אם לא לצורך פרנסתם שהיה נחשב להן כעבדות ועתה בדור הזה החכמים בעיניהם ולהיטיב לא ידעו רק באים להשתרר על הצבור שלא לשם שמים ורודפים אחר השררה בממונן לענוש ולהכשיל המקבל ממנו בכל עונשים המוזכר ולפי שהם אינם עושין כן אלא להתגדל ולהתכבד בתורה שאין בידם אמרו בירושל' דבכורים דראוי לבזותן ולהקל בכבודן וז\"ש ר' מנא מיקיל לאלין דמתמנין בכספא ר' אמי קרא עליהן אלהי כסף וגו' אין עומדין מפניו ואין קורין אותו רבי והטלית שעליו כמרדעת של חמור ע\"כ מ\"ש אין עומדין מפניו ואין קורין כו' הוא מבואר דעמידה מפני הת\"ח אינה אלא מפני התורה שיש בו כמ\"ש בסוף מכות כמה טפשאי אינשי דקיימי מקמי ס\"ת ולא קיימי מקמי גברא רבה גם שקורין לבעל תורה רבי ע\"ש בי מלכים ימלוכו ושרים וגו' וזה שנתמנה בכסף ואין לו ריח תורה אין ראוי לעמוד מפניו ולא לקראו רבי אבל מה שדימה הטלית שעליו למרדעת של חמור צריך ביאור ויש לפרש בו כי הטלית של ת\"ח הוא משונה כדאמרי' פ' ח\"ה טלית של ת\"ח כיצד כו' כל שאין חלוקו נראית מתחתיו ובפ' המוכר פירות אמרו כל המתגאה בטלית של ת\"ח אין מכניסין אותו כו' והנה זה המתמנה בכסף וזהב ועושה לו טלית של ת\"ח להתנאות בו הוא לובש אותו תמיד כדי שיהא ניכר שהוא א' מכלל החכמים ובזולת הטלית שעליו לא יהיה ניכר לת\"ח והרי טליתו דומה למרדעת של חמור שהוא תמיד עליו ולא ינטל ממנו כמ\"ש חמור אפי' בתקופת תמוז קרירא ליה ובעי מרדעת: ", 
            "<b>לקטלא  </b>כו'. פי' רש\"י לקטלא לישא עליו חטא כו' וכן פי' גבי ולואי שתהא ביאה כיציאה בלא חטא כו' עכ\"ל וקשה שהענין כפול גם קשה למה היה חש כל כך לקטלא על חטא שהיה דן בטעות הרי אמרו לעיל תלמוד לומר עמכם בדבר המשפט אין לו לדיין אלא מה שעיניו רואות ונראה לפרש ברעות נפשא לקטלא שהיה ירא שירדפנו חזק החייב ואמר וריקן לביתיה עייל דאסור לקבל שכר מן הדין כדתנן בבכורות הנוטל שכר ע\"מ לדון דיניו בטלין וקרנא דשקיל היינו דוקא שכר בטילה דמוכחא כדאמרי' בריש פ' שני דייני גזילות ואמר: ", 
            "<b>ולואי  </b>שתהא ביאה כו'. ר\"ל שיהיה ביאתי לביתי ריקן כיציאה ולא אפסיד גם מכיסי דדיין שטעה בשיקול הדעת חייב לשלם מביתו ואע\"ג דרב נוטל רשות הוה ומומחה הוה ואינו משלם לא החזיק עצמו במומחה גם לפטור עצמו משום נטילת רשות כיון דמדינא חייב וק\"ל: ", 
            "<b>לשמים  </b>שיאו כו'. כמו שהיה בבריאה שהיה אדם הראשון מן הארץ עד הרקיע כדאמרינן פרק אין דורשין הרי כגללו לנצח יאבד במיתתו ודימה הפסדו לגללו כי אין דבר מופסד ומוסרח בנבראים כגלל של אדם שמרחיקין מצואתו כך הפסדו ומיתתו שאין לך בנבראים שמרחיקין בטומאה כמו האדם שמטמא במותו אבי אבות הטומאה במגע ובמשא ובאהל: ", 
            "<b>כי  </b>לא לעולם חוסן גו' ואם נזר וגו'. חוסן הוא מלשון קשה וחוזק כמו וחסון הוא כאלונים ור\"ל ואף שהנזר ומלוכה הוא מדור לדור דהיינו מאב לבן ובן הבן כמו שהיה במלכי בית דוד מ\"מ לא לעולם החוסן שיהיה גוף אדם חוסן וקשה לעמוד קיים וחי לעולם כדאמרי' בפ\"ק דב\"ב בעשרה דברים קשים הגוף קשה כו' ומיתה קשה מכולם. ", 
            "<b>לא  </b>תעלה כו'. עפירש\"י ועי\"ל שלא יעלה האדם על מחשבתו כי מעלתו גדולה לעמק הדין מהר על מיצוי אבל יחשוב כי הוא במדרגה שלמטה מזה ושלא ידע לפסוק עד אחר מתון ועיון טוב וז\"ש ולא תעלה במעלות וק\"ל: ", 
            "<b>אפיקו  </b>לי מאני דדינא כו'. כ\"ה בגירסת ילקוט ובפ' כיצד מעברין אמרו מנין שחייב להראות לו פנים שנאמר ואלה המשפטים אשר תשים לפניהם כו' ופירש\"י שם דדרש ליה נמי מדלא כתיב אשר תלמדם ע\"ש וצ\"ל דשקולים הם הדרשות ולולא פירושו היה נראה לומר דהתם מלפניהם דריש שצריך להראות פנים ובמכילתא אמרו ערכם לפניהם כשלחן ערוך וק\"ל: ", 
            "<b>ואצוה  </b>את שופטיכם בעת ההיא אר\"י כנגד מקל כו'. דקדק לומר בעת ההיא שבאותו הדור היה צריך לזירוז הזה על המקל ורצועה שהיו סרבנים ובעלי מריבות כמ\"ש לעיל בענין איכה אשא לבדי טרחכם ומשאכם וריבכם שע\"כ נתמנו השופטים אז וק\"ל: ", 
            "<b>אזהרה  </b>לדיין שלא ישמע כו'. והכי משמע קרא שמע לקבל מה שממוצע בין טענות אחיכם שאם תשמע דברי זה בלא זה לא תקבל רק טענתו וצדיק הראשון בריבו: ", 
            "<b>לא תשא  </b>לא תשיא. מפורש פרק ואלו הן הלוקין: ", 
            "<b>צדק  </b>הדין ואח\"כ כו'. דרשה זו אינה מפורשת בפירש\"י מאין יצאת ומה היא ויש לפרש דקשיא ליה מאי ושפטתם צדק מלשון צדקה ואמרי' לעיל במקום משפט אין צדקה ובמקום צדקה כו' אלא משפט שיש בו צדקה כו' הוי אומר זה פשרה וקאמר נמי הכא דמתחלת הדין קאמר צדק את הדין לעשות פשרה ואח\"כ בסוף הדין חתכהו כדאמר לעיל דמשתשמע דבריהן ואתה יודע להיכן הדין נוטה אי אתה רשאי לומר להן צאו ובצעו: ", 
            "<b>בין  </b>איש ובין אחיו כו'. כ\"ה בגי' ילקוט וכ\"נ דהא ובין גרו דריש בתר הכי א\"ר יהודה אפי' בין תנור כו' ונראה דדרשו כן מדלא כתיב בין אנשים או בין אחים אלא בין איש שהוא גדול ובין אחיו שהוא קטן וא\"ר יהודה אפי' בין בית לעלייה שאל תאמר מהראוי שהבית שהוא מעולה מעלייה יהיה לירושה לאיש והעלייה ירש הקטן אלא העלה אותן בדמים כו' כפירש\"י וכן בין גרו דמשמע דיורין שאל תאמר זה האח שיש לו דיורין הרבה ראוי לירש התנור שהוא צריך לאפות ולבשל הרבה והאח שאין לו דיורין די לו לאפות ולבשל בכירים אלא העלה אותן בדמים כפירש\"י וק\"ל: ", 
            "<b>לא  </b>תנכרהו כו'. לפי שלשון הכרה והתנכרות שענינו העדר הכרה הוא שורש אחד ומלת לא תכירו חסר בו פועל היוצא לאחר את מי לא יכירו ובא רב יהודה לומר שחסר בו ה' והוא כמו לא תכירהו דהיינו האוהב לך ורא\"א שחסר בו נ' והוא כמו לא תנכרהו דהיינו השנוא לך וק\"ל: "
        ], 
        [
            "<b>כקטן </b>גדול תשמעון שיהא חביב עליך דין של פרוטה כדין של מאה כו' ומסיק לאקדומיה כו'. וקשה דאכתי מהיכא תיסק אדעתין להקדים דין של ק' כיון שבא לפניו קודם דין של פרוטה דפרוטה של העני ודאי שהיא שקולה כמו ק' מנה של העשיר ויש להשיב בזה לפי שהותר לדיין ליטול שכר בטילתו דמוכח והשתא מדין של ק' מנה יוכל ליטול שפיר שכר בטילתו אבל מדין של פרוטה לא יוכל ליטול שכר בטלתו דא\"כ לא יהיה הדין בפרוטה ואין נזקקין לפחות משוה פרוטה גם אפשר שהפרוטה כולה לא תספיק לשכר בטלתו ושמא יאמר הדיין אקדים הדין של ק' מנה שאוכל ליטול ממנו שכר בטלתי וע\"כ הזהיר עליו הכתוב כקטן כגדול תשמעון שאם בא קודם לפניך הדין של פרוטה הקדימהו אף שלא תטול עליו שכר וק\"ל: ", 
            "<b>אל  </b>תכניס דבריך וכו'. מייתי ליה הכא דמפרש הני קראי דבההיא ענינא ולעיל מייתינן לה לענין יודע זכות לעני כו' שלא ישתוק כמ\"ש התוס' שם: ", 
            "<b>אלא  </b>שמטריחין אותי כו'. כתב בעל יפה מראה בטרחא זו שלפעמים צריך לשדד המערכה ולא ניחא ליה להקב\"ה וכמ\"ש קשין מזונותיו של אדם כקריעת ים סוף ע\"ש וכמפורש בפ' יש נוחלין ע\"ש:", 
            "<b>אי  </b>גמירנא כו'. ורש\"י בחומש פי' ותקרבון אלי עד\"ז נסתלק ממנו משפט בנות צלפחד כו' עכ\"ל כדבעי למימר הכא מעיקרא והוא ע\"פ הספרי אבל התימה ממנו שהניח תלמוד ערוך בשמעתין דדחי ליה מדכתיב ושמעתיו ויהיה פירוש וחיבור הכתובים לפי שהזהיר על הדיין כי המשפט לאלהים ושמא תאמרו א\"כ מי ירצה להיות דיין שאפשר שיהיה לו דבר קשה וספק ויהיה נענש על זה אם לא יכוין לדון ע\"פ האמת וע\"כ אמר אין לכם לחוש ע\"כ כי הדבר הקשה וספק לכם תקריבון אלי ואם תחושו שיהיה גם הדבר קשה עלי יהיה הקולר תלוי בי ובכם וע\"כ אמר שדבר הספק לי ושמעתיו דאזלינא וגמירנא מאתו ית' ב\"ה ומסיים ואצוה את וגו' כל הדברים אשר תעשון כי דייני דורות צריכין מתון בדין ולא יפסקו הלכה למעשה כדאמרינן בכמה דוכתין אבל אני ששמעתי מפי הגבורה אין ספק בהם וכל מה שאני מצוה אתכם בעת ההיא הם הדברים אשר תעשון שהם הלכה למעשה וק\"ל: ", 
            "<b>ראויה  </b>היתה פ' נחלות וכו' ופ' מקושש שתכתב ע\"י משה עי' בחידושינו פ' י\"נ ע\"ש: ", 
            "<b>וכתיב  </b>ואצוה אתכם וגו'. לפי פשוטו ואצוה אתכם על כלל ישראל קאמר על קיום המצות כדמסיים את כל אשר תעשון אבל משמע להו דכמו ואצוה את שופטיכם היינו ולא אתכם דומיא דהכי יש לנו לומר ואצוה אתכם ולא שופטיכם וע\"כ דלאו היינו קיום התורה קאמר דאהא השופטים נמי בכלל הצווי אלא דבר שהוא צווי אתכם ולא לשופטיכם דהיינו שתהא אימת דיין עליכם והשתא בא ללמד ונמצא למד דואצוה את שופטיכם נמי דומיא דהכא קמיירי אזהרה לדיין שיסבול כו' ואמר עד כמה כאשר ישא האומן את היונק דכן מצינו במשה שאמר כי תאמר אלי שאהו בחיקך כאשר ישא האומן וגו' ומסתמא לא בא משה לגרוע בזה בצווי אל השופטים שבא למנות: ", 
            "<b>אתה  </b>והזקנים שבדור עמהם כו'. מדברי הרא\"ם משמע דדברי משה ליהושע היו ע\"ד עצה כו' ע\"ש ולפי מה שהובא זה המאמר הכא יראה לפרש לפי שכבר אמר למשה שאהו בחיקך כאשר ישא האומן את היונק על האדמה וגו' דהיינו שיסבול את הצבור כי ניתן לו למשה כח הנהגה אלהית שינהג את כולם אבל מצד המקבלים שהיו טרחנים וסרבנים בדור ההוא היה הדבר קשה בעיניו לסבול מהם כ\"כ וכמ\"ש ולמה לא מצאתי חן בעיניך לשום את משא כל העם הזה עלי והסכים הקב\"ה על ידו שאמר ואצלתי מן הרוח וגו' ונשאו אתך וגו' ולכך אמר משה ג\"כ ליהושע כי אתה תביא את העם הזקנים שבדור עמך שלא תוכל לישא אותם לבדך אבל הקב\"ה א\"ל כי אתה תביא שנתן לו כח והנהגה אלהית לפי הדור ההוא המקבלים ההנהגה שהיו בעלי תורה וזכו ליכנס לארץ טול מקל והך על קדקדן שתהא אימתך עליהן דבר אחד לדור לפי כח והנהגה אלהית ולא ב' דברים ומנהיגים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>הני </b>' וה' וז' כנגד מי ח\"א כנגד ברכת כהנים וח\"א כנגד ג' שומרי הסף ה' כו'. בפירש\"י ותוס' נתנו טעם לענין כנגד ג' שומרי הסף כו' אבל הטעם נגד ברכת כהנים לא פירשו בו כלום ובעל יפה מראה כתב בזה דברים דחוקים והנראה שהענין הזה דרשו במ\"ר על ברכת כהנים הנה מטתו שלשלמה ששים גבורים וכו' אלו ס' אותיות שבברכת כהנים רמז לסנהדרין שהם ס' מעמי הארץ ושלשת תיבות שבפסוק ראשון נגד ג' שומרי הסף וז' שבפסוק אחר הם ז' רואי פני המלך הרי ע' כנגד ע' סנהדרין וה' בפסוק ב' רמז דהני ג' עם ב' הסופרים של דיינים כמ\"ש בירושלמי ולזה לענין עיבור החודש ודאי דנטלו המופלגין בהן בסנהדרין כדמוכח מעובדא דשמואל הקטן ומהך דרבי עקיבא שלא הניח כמותו בא\"י ולזה ג' הראשונים הם נגד ג' תיבות דבד\"מ וגזילות נמי בעינן ג' מומחין כנגד ג' אלהים הכתובים בפרשה וכלפי שאמר רב לעיל ברעות נפשיה לקטלא דהיינו שירדפנו החייב וריקן לביתיה כו' שלא יהיה לו כל צרכי ביתו על זה אמר יברכך ה' בממון שיהיה לך צרכי בית וישמרך מן החייב הרודפך גם רמז לג' ראשונים בעיבור בג' תיבות אלו כלפי מ\"ש לקמן על ג' ארצות מעברין השנה יהודה ועבר הירדן והגליל על ב' מהן מעברין כו' ולזה נטלו ג' סנהדרין א' מכל ארץ להלוך בהן על פי הרוב לפי ארצות שלהם כפי צורך העיבור והיו בו ג' תיבות והשם הוא באמצע נגד יהודה על פי מ\"ש בסוטה יהודה נקרא כולו ע\"ש של הקב\"ה וכן דרך החשוב באמצע דהיינו ע\"ש הדיין שהיה מיהודה שהוא היה העיקר כמ\"ש שבזמן שהיה יהודה א' מהן הכל היו שמחים גם לא היו מעברין אלא ביהודה בשכנו של מקום ולפי שהיו מצטערין בשני דברים האחד מפני שהיה נתארך להן איסור חדש כשלא היה להן תבואה הרבה בשני רעבון והשני מפני תקופת תשרי שיבא החג בימי הגשמים ומצטערים בגשמים כדאמרינן בשמעתין ולזה רמז בתיבת יברכך ה' בנכסים שיהיה לך מה לאכול כשתלך אחר הרוב לעבר ויארך לך איסור חדש וה' ישמרך מצער שני שיהיה תקופת תשרי אחר החג שלא תכשל בדרכים ומקולקלים בימי הגשמים ולפי שאלו ב' צרות היו יותר לחוש לעבר הירדן וגליל שצער הגשמים לא היה ליהודה כל כך שהיה קרוב לירושלים גם שני רעבון לא היה מצוי בארץ יהודה שהיתה טובה לזה נרמז יברכך וישמרך על אלו ב' הארצות כמ\"ש שהשמירה והברכה מה' שבאמצע הוא יהודה כי ביהודה ששמו נקרא ע\"ש ההויה שם מקום השכינה כמ\"ש וכן ב' פסוקים אחרים על כונה זו דבה' נושאין ונותנין כו' שאל תאמר דדי לך בג' הנותנין ונושאין בדבר כי יותר טוב בה' המרובים מבג' וז\"ש בה' תיבות יאר ה' פניו וגו' על דרך חכמת אדם תאיר פניו ויותר יצא הדבר לאמתו בה' מבג' ואמר בז' גומרין ולפי שאל תאמר שגם באלו ז' לא תסגי לך דשמא לא יהיו מרובין אלו על אלו ושמא אחד מהן יאמר איני יודע ותצטרך להוסיף עוד כמו בשאר דינין ועל זה אמר בז' תיבות ישא ה' פניו וגו' שאני מבטיחך על ידי ז' אלו ה' ישא פניו אליך וישם לך שלום שיהיה שלום ביניהם להסכים על דעת אחת: "
        ], 
        [
            "<b>השכימו </b>י ז' וכו'. יש לדקדק במעשה הזה שאמר השכימו לי ז' ולמה לא היה ר\"ג עצמו מן המנין ז' גם קשה על שמצא שמנה ואיך עלה על דעת אחד מהם לעלות שלא ברשות וע\"ק כיון ששמואל הקטן ידע בעצמו שהיה מן הנמנין היאך אמר אני עליתי שלא ברשות דשמא הוא ירד ויעברו השנה בלתו וא\"כ יהיה אחד מהם אינו מן המזומנים וגם אם סמך עצמו שיאמר לו שב בני שב כמו שא\"ל מ\"מ אין כולן מן הנמנין משמע שאף אם ז' הן מהנמנין אם עוד הח' עמהם אינו מן המנין אין מעברין עמו כמ\"ש במצא ח' מי שעלה שלא ברשות ירד וי\"ל שהוא צוה להשכים ז' היינו עמו ודין ז' קאמר דגומרין בז' ושלוחו הבין להשכים ז' בזולת ר\"ג וע\"כ השכים ומצא שמנה דהיינו עמו ור\"ג לא ידע ששלוחו טעה וזימן ז' בזולת ר\"ג והיה סבור שאחד שלא ברשות עלה ואמר מי שעלה שלא ברשות ירד ואמר שמואל הקטן אני שעליתי שלא ברשות דהשתא אף אם הוא ירד ויתעבר השנה ע\"י אחרים הרי כולן מזומנים וקאמר: ", 
            "<b>לא  </b>שמואל הקטן הוה אלא אינש אחרינא כו'. י\"ל לפי זה שהיו הסנהדרין יושבים מעלות כדאמרינן פרק א' דיני ממונות והשביעי שהזמינו אותו בטעות כמ\"ש היה למטה משמואל הקטן וז\"ש לא שמואל הקטן הוה שהיה ראוי להיות אינו מן המזומנים אלא אחר הוה שהיה למטה ממנו והיה ראוי להיות אינו מן המזומנים אלא מחמת אותו האיש שהיה דעתו למטה ממנו והיה מכסיף שעלה בטעות על ידי שלוחו של ר\"ג הוא דעביד הכי וק\"ל: ", 
            "<b>אתה  </b>שציערת לאבא כו'. פירש\"י שאכלת השום כו' עכ\"ל וקשה כיון שכולם יצאו אחר רבי חייא ע\"כ שידענו שר' חייא לא יצא משום שהוא אכל השום אלא כדי שלא יתבייש האוכלו ולכך יצאו גם הם וא\"כ אינו דומה שר\"ש לא ידע ולא יבין את זה דלמה יצאו כולם ונראה לפרש דודאי ידעו כולם גם ר\"ש שהוא לא היה האוכל ולכך יצאו כולם וה\"ק אתה שציערת את אבא במה שיצאת מבית המדרש ויצאו כולם אחריך וציערת אבא על ביטול תורה לפי אותה שעה שלא היה לך לצאת רק האוכלו היה לו לצאת לבדו וא\"ל לא תהא כזאת בישראל דודאי ביטול תורה הוא עון וחטא אבל לבייש אחד מישראל לא תהא כזאת עבירה גדולה בישראל וטוב לבטל תורה מלבייש בן ישראל וק\"ל: ", 
            "<b>ורבי  </b>חייא מהיכן גמר לה מר\"מ כו'. ור\"מ מהיכא כו' עד גמר לה מיהושע כו'. כתב מהרש\"ל ז\"ל תימה הלא הכא לא שייך הטעם משום שלא לביישו כו' גם מקשים העולם אמאי לא קאמר מתחלה למדו מיהושע כו' ומה צריך לתלות זה בזה ונראה כו' עכ\"ל ע\"ש באורך ואני מוסיף בקושיא דמי הכריחם לומר כלל דכל חד גמיר לה מאידך עובדא דלקמיה הא איכא למימר דכל חד מסברא דנפשיה קעביד הכי כדי דלא ליכסף כי ההוא דאכל שום בעובדא דר' חייא וההוא דקידש בביאה בעובדא דר' מאיר וכן בכל אינך וע\"כ נראה לומר משום דאיכא למימר מסברא דאדרבה ניזיל לאידך גיסא שלא יחזיק אדם עצמו כנגד אחרים כחוטא וכאילו הוא עשה שלא כהוגן משום כיסופא דחבריה וכ\"ש שאדם א' לא יחזיק את חבירו כחוטא ויכלול אותו עם אחרים שלא עשו כהוגן משום כיסופא דהנהו דחטאו אבל מדברי הש\"י ליהושע חטא ישראל א\"נ ממשה למד שכניה בן יחיאל כיון דלא חס הש\"י מלהחזיק את אחרים כחוטאים אף כשאינם חוטאים ומשום דילטורא גמר מיניה שכניה שיחזיק אדם עצמו כחוטא ומשום כיסופא דחבריה ומשום הכי תלה דכל אחד גמיר ממעשה דורו שלפניו ולא מעובדא שלפני פניו כגון שמואל הקטן גמר לה משכניה דאלו הוה אזיל שכניה לאידך גיסא שלא החזיק עצמו כחוטא משום כיסופיה דחבריה ולא הוה למד מדברי הש\"י שהחזיק אחרים כחוטאים דהיינו משום דילטורא ה\"נ ודאי שמואל הקטן הוה עביד כשכניה וכן ר\"מ אילו לא הוה עביד שמואל הקטן כשכניה והוה אזיל לאידך גיסא מסברא הוה עביד נמי ר\"מ כשמואל הקטן שהיה דור שלפניו ולא כשכניה שהיה לפני פניו וכן רבי חייא אלו הוה אזיל רבי מאיר לאידך גיסא מסברא ודאי דרבי חייא נמי הוה עביד כוותיה ולא כשמואל הקטן שהיה המעשה שלפני פניו ודו\"ק: ", 
            "<b>חטא  </b>ישראל אמר לפניו רבש\"ע מי חטא א\"ל וכי דילטור כו'. יבואר פ' נ\"ה ע\"ש: ", 
            "<b>ואיבעית  </b>אימא ממשה דכתיב עד אנה מאנתם מבואר פ' החובל ע\"ש: ", 
            "<b>ראוי  </b>שתשרה עליו שכינה כמרע\"ה. כי מצינו בהלל הזקן שחיה ק\"ך שנה ופרנס את ישראל ארבעים שנה כמו משה גם שהיה הלל עניו כדאמרינן בפרק במה מדליקין שהיא מדתו של משה שנאמר בו עניו מאד אבל בשמואל הקטן לא קאמר אלא שתשרה עליו שכינה ולא קאמר כמשה שלא מצינו שפרנס ישראל מ' שנה כמשה אף שהיה עניו כמוהו ונראה נמי מה שתלה תלמודו של הלל בעזרא לפי שהוא עלה מבבל בתלמודו שהיה בידו ונעשה נשיא כמו עזרא שעלה מבבל בתלמודו ומ\"ש בהלל ובשמואל הקטן שאמרו עליהם הי חסיד הי עניו כו' על שם שריית שכינה שראוי להיות עליהם דאלו ב' מדות מביאין לידי רוח הקודש כדאמרינן בפרק קמא דמסכת ע\"ז דאיכא למ\"ד דחסידות גדולה מכולן ומביאה לידי רוה\"ק ואיכא למ\"ד דענוה גדולה מכולן ומביאה לידי רוח הקודש: ", 
            "<b>וחברוהי  </b>לקטלא וכו'. שינה הלשון בהם שהנשיא וכ\"ג יהיה מיתתן בדרך כבוד אף לנגד נימוסי העובדי כוכבים שהיא מיתת הסייף והיא המיתה דאיכא למ\"ד בדין ישראל נמי קלה מכולן אבל חברוהי בעשרה הרוגי מלכות לקטלא בשאר מיתות חמורות ומשונות כמו רבי חנינא בן תרדיון בשריפה ור' עקיבא במסרקות של ברזל ור\"י בן בבא בג' מאות לונביאות של ברזל וק\"ל: "
        ], 
        [
            "<b>ע\"ב זמן  </b>ביעורא מטא לאפרושי כו'. לכאורה קשה מה היה צריך (הגלילי גם) להודיען שהוא שנת ג' ושנת ו' מהשמיטה וכי לא ידעו זה בני הגליל גם מה ראה ששלח כן להודיען בשעה שהודיעו את בני הגולה על העיבור ומה שייך זה לזה ונראה דכולי עלמא ידעי שנת ג' ושנת ו' מהשמיטה אלא שהיה מודיע להם זמן שיש שהות לבער המעשרות קודם הפסח שזה תלוי ג\"כ בעיבור שיש להם עוד שלשים יום שהות יותר לבער דבאותה שעה שנתודע להם אם נתעבר השנה הודיע להם כן שיהיה להם שהות לזמן הביעור עוד שלשים יום ולא יצטרכו למהר ביאתם ודו\"ק: "
        ], 
        [
            "<b>זוג </b>א מרקת ותפשו נשר וכו'. הקושיות מה ענין שכתבו ושלחו כל זה ברמז ומה ענין שזכרו שהיה בידם תכלת הבא מלוז ומה לשון בזכות הרחמים ומה ענין שלא הניחו מלכות וכו' ולמה זכרו שהיה באב ואם לומר שמעברין קודם ראש השנה לא הוה ליה לומר רק שקבעו לו נציב אחד קודם ראש השנה הוא מבואר כי נשיאי ישמעאל היו י\"ב כמו שנזכר בסוף פרשת חיי שרה אבל למעלה עליהם נשיאי ישראל כי נשיאי ישמעאל אין להם יחוס אב מאברהם רק יחוס שפחה מאמם הגר וז\"ש בהם שנים עשר נשיאים לאמותם דר\"ל מצד אם אבל נשיאי ישראל יש להם יחוס אב למשפחותם לבית אבותם ועל כן על פי היחוס אב שממנו נמשך הבכורה נעשה מהם י\"ג נשיאים על ידי הבכורה שיש ליוסף שנחלק לשני שבטים ונשיאים וזהו סוד עיבור שישראל מחשבים י\"ב חדשי הלבנה נגד י\"ב שבטים ועוד חדש עיבור נגד שבטו של יוסף שנחלק לב' שבטים והם ב' אדרים שמזלו דגים כברכתו של יוסף ידגו לרוב וגו': ", 
            "<b>ולזה  </b>אמרו שאין זרעו של עשו נמסר רק ביד זרעו של יוסף שנאמר והיה בית עשו וגו' והוא לפי שבקניית הבכורה ונטילת הברכה נתן ליעקב להיות מושל באחיו עשו וכל זה נתן יעקב ליוסף שנאמר ואני נתתי לך שכם אחד כמפורש בפ' י\"נ ולזה אף שישמעאל שיש לו י\"ב נשיאים לאמותם ובמלחמותם לפעמים מנצחים את עשו אבל לא יעשו לו כלה עד לעתיד שיגדל זרעו של יוסף ומשיחו וע\"י ינצחו את עשו שישראל יהיו במעלה ביותר מישמעאל שיהיו י\"ג נשיאים ע\"י יוסף שנחלק לב' וזהו סוד העיבור כמ\"ש שיהיה שנת ישראל י\"ג חדשים והוא גדול יותר משנת עשו י\"ב חדשים לחמה וע\"פ דברים אלה אמר זוג הבא כו' כי ישראל נמשלו לזוג יונים שאין נזקקין רק לבת זוגן וע\"ש השני מלכיות המולכות שהם אדום וישמעאל אמר ודימה מלכות ישמעאל לנשר ע\"ש רוב תוקף מלכותו ולפי שהוא טמא מצד אמו דמוהו לנשר שהוא עוף הדורס וטמא וכן דימהו בפרק החובל לעוף טמא ואמר שבא מרקת שהיא טבריא שנקראת רקת ע\"ש ריקנים שבך ושם היה סוד עיבור הזה ואמר שתפשו נשר דהיינו ישמעאל שתחת ידו רוב קיבוץ נפוצות ישראל ואמר ובידם דברים הנעשה בלוז כו' שאין שם מיתה כדאמרינן בסוטה ודימה לו סוד העיבור שהוא רמז על דבר עתידי ונצחי לכלות את זרעו של עשו וכחו סמאל וז\"ש מאי ניהו תכלת שהוא הסוד תכלת דומה לים כו' עד דומה לכסא הכבוד דהיינו שאז יהיה הכסא שלם וז\"ש בזכות הרחמים דהיינו שיהיה שם הרחמים שלם שאין השם והכסא שלם כו' ובזכות זה יצאו בשלום מתחת יד ישמעאל ועמוסי יריכי נחשון כו' הוא פי' סוד העיבור דעמוסי יריכי נחשון אשר ממנו הנשיאים והמלכים ומלך המשיח בקשו לקבוע נציב הוא חודש עיבור הרומז לזרעו של יוסף. שנחלק לב' שבטים כמו ב' אדרים שמזלו דגים בלשון רבים ואשר בידו יפול עשו וכחו וע\"כ לא הניחו אדומי הלז שהוא מלכות רומי וכחו סמאל אבל בעלי אסופות נאספו במלכות ישמעאל לקבוע נציב א' והוצרכו לעשות זה בסתר ובסוד שלא ירגישו אדומי וכחו סמאל בזה וע\"כ עשו אותו בירח שמת אהרן ושלא יבין אדומי שעל חודש העיבור נאספו כי בחדש הזה אשר בו היה החורבן ביהמ\"ק על ידי עשו וכחו ועל יסוד זה אמרו לעיל בסוד העיבור דגוזליא רכיכין ואמריא עדקין ואביב לא מטא כו' ר\"ל דגוזליא שהוא כ\"י דמתילין ליונה רכיכין ואין להם כח גם אמריא שהם ישראל שנמשלו לשה פזורה ישראל עדקין ואין להם כח בגלות וזימנא דאביב שהוא זמן אביו וצמיחת הגאולה עדיין לא מטא וע\"כ שפירת כו' ואוסיפת על שתא דא יומין תלתין שהוא סוד העיבור נגד זרעו של יוסף שיכלה זרעו של עשו ע\"י ואז יהיה הכסא והשם שלם בב\"י א\"ס: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>ותחומין </b>סומכין בהן יעקרו כו' ובין ב' תחומי שבת כו'. נראה לפרש שהיה מדרכם לסמוך בשבת בקבוץ ישראל שכל העם שבשדות באים לעיר בשבת שידעו כל העם מי הם הנסמכים ולזה גזרו על העיר שסומכין בה שתחרב ואם יהיו חסים על העיר להצילם וילכו מהעיר בקבוץ תוך תחומה לסמוך אותו התחום יעקר ולזה נתכוין ר\"י ב\"ב בין ב' הרים גדולים שהעקירה קשה בהם ובין ב' עיירות גדולות ובאמצע ב' תחומין שביניהם במכוון דהשתא כ\"א מהעיר תוכל להציל עצמם ותחומה לומר שלא נעשה בתחומה וק\"ל: ", 
            "<b>כאבן  </b>שאין לו הופכים כו'. שלא אהפוך עורף להם לרוץ מפניהם רק הנני מוטל לפניהם לקבל המיתה מאהבה בלי הרגש צער כאבן הזה שאינו מרגיש וק\"ל: ", 
            "<b>אינו  </b>אלא טועה כו'. יש (בכלל) [חוץ] ה' זקנים שזכר לעיל עוד מתלמידי דרע\"ק כדאמרינן פרק הנחנקין סתם משנה ר\"מ סתם תוספתא ר\"נ סתם ספרא ר\"י סתם ספרי ר\"ש וכולהו אליבא דרע\"ק אפשר דלא הוה מסתייעא ליה מלתא לר\"ע למסמכינהו א\"נ דבזמנו של רע\"ק עדיין לא הגיעו למעלה זו ולזה דברי ר\"מ שנסמך ע\"י רע\"ק הם עיקר שסתם רבי המשניות אליביה וק\"ל: ", 
            "<b>לא  </b>נצטער מר דאנן מדבית עלי וכו'. יש לדקדק כיון שלא נסמכו למה קרו להו רבי דהא מסיק לעיל סמכין ליה בשמא וקרו ליה רבי וכו' דמשמע בלא סמיכות לא קרו ליה רבי וי\"ל דהכי קאמר לעיל קרו ליה סתם רבי בשמיה בלא הזכרת שם עצם ועוד נראה להגיה הכא רב חנינא ורב אושעיא בלא יו\"ד דרבי ביו\"ד הוא נסמך ורב בלא יו\"ד אינו נסמך דאין קורין רב אלא בבבל דאין שם סמיכות ובא\"י דיש סמיכות קורין רבי וכ\"ה לקמן בס\"פ ד' מיתות רב חנינא ורב אושעיא מברי להו עיגלא תילתא וכ\"ה בספר יוחסין ורב חנינא ורב אושעיא אחי רבה הוו דאתי מבית עלי: ", 
            "<b>לעולם  </b>הוי קבל וקיים כו'. יבואר פ' חלק ע\"ש: ", 
            "<b>אא\"כ  </b>מוחלין כו'. דאין פוסקין לאדם גדולה אלא מן השמים כדאמר פרק הספינה אפילו ריש גרגותני משמיא מוקמי ליה שנאמר והמתנשא לכל לראש ואי לאו דמוחלין לו עונותיו לא הוה מוקמי ליה משמיא וק\"ל: ", 
            "<b>לא  </b>כחל ולא שרק כו'. כוונו בזה ע\"פ מ\"ש בפרק היה נוטל ז' פרושין הן פרוש שכמי פרוש קוזאי כו' ואמר אל תתיראי מן הפרושין אלא מן הצבועים שדומין לפרושין שמעשיהן כמעשה זמרי כו' הרי לך העושה עצמו כפרוש ואינו פרוש מקרי צבוע כמו שעושה עצמו יפה על ידי הצבע ואינו יפה ולז\"א לא כחל כו' שאינו מן הצבועים שעושין עצמן כפרושין ככחול הזה שהוא צבע לעינים כן יש צבועין כפרושין עושין עצמן כעוצם עיניו שלא יסתכל בנשים וקרי ליה התם פרוש קוזאי וכן לא שרק שהוא צבע לפנים הם הם הצבועים עושין עצמן כפרושים לפנים כדאמרינן בפרק ב' דסוטה שאין אדם רואה אלא לפנים וכן לא פירכוס שהוא צבע שעושה בשערות כן העושים עצמם כפרושים וכנזירים לגדל שער שמכל אלו מדות הצבועין לא היו ברבי זירא אבל יעלת חן שנושא חן מצד עצמו בלי צבע כן היה ר' זירא שהיה מעלה חן שהיא התורה ועיין בחידושינו פ' האשה שנתארמלה: ", 
            "<b>לא  </b>תסמכו לנא לא מסרמיטין כו'. עי' בערוך ערך חמס על כל אלו לשונות ב' פירושים: ", 
            "<b>ומשריין  </b>ליה רבה דעמיה מדברנא דאומתיה כו'. לפי שההנהגה הצריכה לנו בגלות צריכה בשתים הא' ההנהגה על פי התורה והשנית הנהגה ע\"פ המלכות ורבי אבהו תרוייהו הוה איתנהו ביה שהיה בעל תורה גם שהיה קרוב למלכות וקרוב לבי קיסר וז\"ש לו רבה דעמיה דהיינו בתורה ומדברנא דאומתיה נגד הקיסר ודקאמר ליה בוצינא דנהורא ע\"ש שופריה דהוה כעין שופריה דיעקב אבינו כדאמרינן פרק ח\"ה וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>כנור </b>יה תלוי למעלה כו'. הוקשה שאמר מיד היה דוד עומד כו' הל\"ל שהיה מתנער או הקיץ ע\"י הכנור ומה ענין שאמר כיון שעלה עמוד השחר נכנסו כו' גם קשה בענינו וכי לא ידע דוד סוד סברתם דאין הקומץ כו ועוד קשה דלכאורה הם ב' משלים אין הקומץ כו' ואין הבור כו' וא\"כ הל\"ל אי נמי אין הבור כו' וכהאי גוונא איתא פ' הרואה ועוד קשה בקרא דמסיים עורה כבודי וגו' לכאורה דלפי הדרש יש יתור לשון עורה דלא הוה ליה למכתב רק עורה כבודי נבל וכנור וגו' יראה על פי מה שאמרו פרק קמא דברכות ודוד בפלגא דלילא הוה קאי מאורתא הוה קאי דכתיב קדמתי בנשף וגו' ומשני רבי זירא עד חצות לילה היה מתנמנם כסוס מכאן ואילך היה מתגבר כאי וזה שלא אמר בכאן שהיה מתנער בחצי הלילה לפי שבחצי הראשונה נמי לא היה ישן שינה גמורה רק כמתנמנם ועוסק בתורה כפירוש רש\"י שם ובחצי השניה אמר כאן שהיה עומד ומתגבר כארי ואמר כיון שעלה עמוד השחר כו' ע\"פ מ\"ש כל תורה שאין עמה מלאכה סופה בטלה וע\"כ כשראו בו שהיה עוסק בתורה כל הלילה א\"ל עמך ישראל צריכין לפרנסה השיב להם לכו והתפרנסו זה מזה בדרך צדקה כי המסתפק אפשר שיספיק לו מעט מעט מהצדקה שיקבל מחבירו וא\"ל אין הקומץ משביע כו' ר\"ל אין דעת כל העניים שוות ואין הקומץ כו' שיש מהם שלא יסתפק במעט הקומץ הזה שהוא לחם אבל הוא מבקש במותרות ובבשר תאוה כארי זה שאינו נוהם על קופה של תבן רק על קופה של בשר וא\"ת שיתן העשיר לעני הרבה שיספיק לו גם לבשר לפי תאותו אין הבור מתמלא מחולייתו כפירש\"י פ\"ק דברכות שאם תחפור מצד זה ותניח לצד אחר לא מתמלא שמה שנותן כאן חסר כאן כן אם היו נותנין העשירים הרבה לעניים תחסר מן העשירים וע\"ז השיב פשטו ידיכם כו' אם לא ירצו לפשוט יד לצדקה להסתפק במעט פשטו ידיכם כו' ואמר מאי קרא כו' לפי שיש ג' התעוררות באדם יש שמתעורר לדבר מעצמו ב' שמתעורר עצמו ע\"י ד\"א ג' שהוא מעורר את האחר וז\"ש עורה כבודי בחצי הראשונה מן הלילה אני כבודי מעיר את עצמי לעסוק בתורה אף במתנמנם כמ\"ש בפ\"ק דברכות ועורה על ידי אחר והיינו על ידי נבל וכנור בחצי השניה ובסוף הלילה אני מוסיף לעורר אחרים שאני מעורר השחר ודו\"ק: ", 
            "<b>יועצין  </b>באחיתופל ונמלכין בסנהדרין כו'. לשון מלך כאן גם הוא מלשון עצה כמו וימלך לבי דנחמיה אבל אמר שנטלו עצה שהיא הנהגת המדינה במלחמה מאחיתופל ועוד נטלו עצה מסנהדרין איך יתנהגו במלחמה ע\"פ התורה בכמה דברים במלחמה וק\"ל: ", 
            "<b>שופטים  </b>לכל שבט ושבט כו'. עיין בתוס' והרמב\"ן בחומש פירש בזה עוד פ\"א ע\"ש. "
        ], 
        [], 
        [
            "<b>וישארו </b>ני אנשים וגו' י\"א בקלפי נשתיירו. פירש הרא\"ם שלא נתקדשו בשם זקן אלא שיצאו בשם חלק וכו' ואלו השנים נשתיירו בקלפי שיצא להם בקלפי חלק שלא היו מאותן שנבחרו וכו' ע\"ש באורך אבל מפירש\"י בשמעתין אינו נראה כן שכתב ונשתיירו שני פתקין שהיו כתובין בקלפי שהיו של אלדד ומידד שלא הלכו ליטול שנתיראו שלא יעלה בידם חלק עכ\"ל והיינו כדאמרינן בירושלמי ודמסורגין עלו ואותן שהיו חלק עלו קודם שעלו (אלו) ב' הכתובים זקן של אלדד ומידד שנשארו ודו\"ק: ", 
            "<b>וב'  </b>הניח חלק כו'. ובירושלמי רבי נחמיה מותיב אילו כתבתני זקן סלקית אלא כך עשה נטל ע\"ב פתקין וכתב עליהן זקן וב' חלק וכו' מותיב חנייא לחבריא הגע עצמך שעלו כולם זקן אמר ליה מעשה נסים היה ומסורגין עלו אמר רבי שמואל קשיתיה קומיה רבי אבהו על דעתיה דתניא אוחרי מעשה נסים על דעתיה דתניא קדמיתא אינו מעשה נסים אמר ליה מעשה נסים ומסורגין היו וכה\"ג קאמר התם גבי בן לוי והוא מפורש במדרש רבה גבי בן לוי דכל אחד [שלא] שעלה בידו פיתקא בן לוי יכול לומר כיון שלא היו פתקין של בן לוי רק כ\"ב אלף מה היה יכול לעלות בידו אם לא ה' סלעים אלא לכך אמר רבי נחמיה דכן עשה שנטל רע\"ג בן לוי נוסף על כ\"ב אלף בן לוי ועוד רע\"ג ה' סלעים דהשתא אילו היה זוכה למה לא עלה בידו מאותן רע\"ג בן לוי שהיה נוסף על כ\"ב אלף ופריך עלה בירושלמי דלרבי נחמיה נמי הגע עצמך אם עלו כולם בן לוי גם אותן רע\"ג ומי היה נותן ה' סלעים ומשני לאו מעשה נסים היה שעלו כ\"ב אלף ב\"ל ורע\"ג ה' סלעים מסורגין ונשארו אחר כך רע\"ג בן לוי בקלפי וקאמר ר' שמעון וכי לרבי יהודה לאו מעשה נסים דאי לאו מעשה נסים דאם ישארו רע\"ג ה' סלעים באחרונה ודאי דיאמרו רע\"ג האחרונים שעל כרחנו אנו מעלים ה' סלעים כיון שאין שם ב\"ל ומשני דאמת היא דלרבי יהודה נמי מעשה נסים הוה ומסורגין עלו היינו שעלו כל ה' סלעים קודם שעלו כולן של ב\"ל ומיהו קשה דא\"כ מאי פריך ליה רבי נחמיה לרבי יהודה כיון דאפילו אליביה ע\"כ מעשה נסים היה ובי\"מ תירץ בזה דאפ\"ה מצו טעני כיון דבהכרח שיעלו פתקי ה' סלעים לרע\"ג מה שעלה להם אין ראיה שהם חייבים מזולתם וכו' עכ\"ל ע\"ש וכן תפרש לה גבי זקנים וראיתי מי שהקשה שלא היה לו ליטול רק י\"ב פתקין ולכתוב על י' מהם ששה ששה זקנים ועל ב' ה' ה' ונשיא של כל שבט ושבט יטול פתקא אחת מי שיעלה בידו פתקא של ה' לא יהיה לו רק ה' זקנים ונ\"ל דלאו קושיא היא דאותן ב' שבטים שיעלה להן ה' ה' ע\"כ יצטרכו לכל אחד מהם עוד גורל אחר מי מאותן ו' שלא יהיה בכלל הזקנים שהרי מתחלה נבררו ו' לכל שבט וראיתי מי שהקשה עוד בזה שהאחרונים יאמרו אלו היינו נוטלים בתחלה היה עולה לנו כמותם ב\"ל או זקן שהם היו רובם וכל דפריש מרובא קפריש ואין מקום לקושיא זו דכמו שהיו אז הפתקין רובן ב\"ל וזקן גם עתה נאמר שעתה נשארו מרובין דהיו ב\"ל וזקן שהרי מסורגין עלו כמ\"ש ויש עוד לשאול בזה דמה נשתנה גבי ה' סלעים שכתבן על רע\"ג פתקין היה לו להניחן חלק כי הכא גבי זקנים שהניח ב' מהם חלק ויש לומר שכיון שכבר היה הקדושה בבכורות אילו היו אותן רע\"ג חלק היו אומרים אלו רע\"ג שאין חייבין ה' סלעים אלא שאותם שנים ועשרים אלף בכורות נתחללו בקדושתן על ב\"ל והם נשארו בקדושתן קדושת בכור ולכך נכתב עליהם ה' סלעים ודו\"ק: ", 
            "<b>משה  </b>מת וכו' על עסקי שליו כו' על עסקי גוג ומגוג וכו'. דברי ת\"י דכולהו נפקי מהאי קרא ממלת במחנה דכתיב ויתנבאו במחנה ר\"ל יהושע משמש במחנה ישראל אחריו ובשליו כתיב ויטוש על פני המחנה ולענין גוג ומגוג במחנה גדולה שיבא לעתיד ודו\"ק: ", 
            "<b>נבואה  </b>אחת כו'. היינו למר כדאית ליה משה מת ולמר על עסקי שליו ולמר על עסקי גוג אבל בת\"י מפרש דאלדד ניבא על משה מת ומידד ניבא על שליו ושניהם נבאו על עסקי גוג כו' ע\"ש: ", 
            "<b>מנלן  </b>דפסקו כו'. מתוך שמעתין מוכח דפסיקא ליה לתלמודא דלא יספו היינו דפסקו ולא הוסיפו להתנבא עוד אבל אונקלוס תרגם ולא פסקין. ורש\"י הביא בשם הספרי דלא נתנבאו אלא באותו היום עכ\"ל. וה\"מ לאתויי פירוש זה מתוך תלמוד ערוך שבידינו גם התלמוד הכא הכי פסיקא ליה דלא יסף לא פסק הוא אבל רש\"י בחומש כתב דיש לפרשו גם כן מלשון לא אוסיף וע\"ש גם בפי' הרמב\"ן ודו\"ק: ", 
            "<b>והם  </b>כלים כו'. פירשו בתוס' נבואתן כו' ואין זה סברא שהאמין יהושע דנבואתם אמת ויאמר לכלות נבואתם ולולי דבריהם נראה דיהושע חשב שמתוך גאוה עושין עצמן כנביאים ושיהיו במעלות משה כדלקמן מכלל שבעים זקנים וא\"ל הטל עליהם צרכי צבור לעשות רצונם שיהיו מכלל הזקנים במשא את העם עמך והם כלים מאליהם שיראו העולם שאין בהם נבואה וק\"ל: ", 
            "<b>מתנבאים  </b>וכו'. באלדד ומידד נמי מעיקרא כתיב ויתנבאו במחנה שאותה הנבואה היתה לפי שעה אבל שוב דכל הנביאים פסקו אמר שהם היו מתנבאים והולכין ועל זה אמר ויגד למשה וגו' דלאו אורח ארעא הוא שיהיו מתנבאים והולכים כמו משה ובזה יש ליישב בשינוי המקראות דגבי כל הנביאים כתיב ויאצל מן הרוח אשר עליו שלא היה להם רק אצילות ממשה להיות אתו במשא העם ולא היה להם שום קנאה ליהושע בשביל משה שנבואתם לא היה רק מאצילות רוחו של משה. ולכך לא נתנבאו רק לפי שעה אבל באלדד ומידד כתיב ותנח עליהם הרוח מאתו ית' ב\"ה מדלא כתיב ותנח רוחו עליהם לפי שזכו שיהיו מתנבאים והולכים כמו משה שהיה נבואתו מאתו יתברך ברוך הוא ועד\"ז נתקנא יהושע בהם שעושין עצמן כמו משה והשיב משה המקנא אתה לי כמ\"ש ה\"ל (ר\"ל) ע\"פ מה שאמרו בפרק חלק דאין אדם מתקנא בתלמידו ויליף לה מיהושע וז\"ש המקנא אתה לי ושיש לי קנאה בך שהרי אתה תלמידי כמ\"ש בענין משרת משה מבחוריו ומי יתן כל עם ה' נביאים כמותי שיהיו מתנבאים והולכים כמו שעשו אלדד ומידד כי יתן ה' את רוחו עליהם ולא רוחי שיהיו חשובים כמותי לא הייתי מתקנא בהם דמכל מקום כולם תלמידי ואין אדם מתקנא בתלמידיו וק\"ל: ", 
            "<b>ויודעין  </b>בע' לשון שלא תהא כו'. וכן היה בנימוסי מלכות מצרים שאמרו פרק אלו נאמרין שאמר פרעה על יוסף גנוני מלכות אני רואה בו דהיינו שהיה בעל קומה ובעל חכמה כו' וא\"ל א\"כ יהיה יודע בע' לשון בא גבריאל ולמדו ע' לשון כו' והוא ענין הויכוח בשינוי מקראות יוסף עם אחיו שא\"ל שלוחו של יוסף הלא זה אשר ישתה אדוני בו והוא נחש ינחש שהוא מבואר כדאמרינן פרק ד\"מ כל האמור בפרשת מכשף בן נח מוזהר עליו וז\"ש דאדוני שהוא מלך והוא מותר בניחוש שהוא מנחש בו כנגד המנחשים הבוטחים להנצל בו מידי דינו אבל אתם הרעותם וגו' ויש ברעה הזאת משמעות הגניבה שגנבתם הגביע הזה לעשות בו ניחוש ובן נח כמותכם שאינו מלך מוזהר עליו ואזהרתן זו היא מיתתן ועל כן אמרו אשר ימצא מעבדיך ומת כדין מנחש וגם אנחנו וגו' כדין חברי גנבים ואמר להם כדבריכם כן הוא וגו' כלומר כדברי תורה ודין שלכם כן הוא שאין המנחש חייב מיתה ואשר ימצא אתו יהיה לי היינו לעצמי עבד כדין גנב שאני שומר לביתו ואני חייב לשלם לאדוני הגביע וכדאמרינן פרק המפקיד דהשומר קונה הכפל כשמצא הגניבה ואף שאפשר לשלם גניבה אחרת הנה זה הגביע שהוא גדול הערך שהוא מנחש בו נגד מנחשים א\"א לשלם לו הכפל ויהיה לי עבד ואתם שתתרצו להיות עבדים לאדוני לא ידעתי על מה ואתם תעשו עצמכם נקיים כענין שנאמר והייתם נקיים מה' וגו' ולזה כשבאו אל יוסף א\"ל כי נחש ינחש איש אשר כמוני שהותר לי בו שאני מלך יושב על כסא משפט ומה זה אשר אתם עשיתם לגנוב ולנחש ויאמר יהודה וגו' בא בתחלה וגם עתה להתרצות להיות גם הם לו לעבדים לפי מה שאמרו במדרשות שכבר הרגישו קצת והיו מסתפקים בו שהוא יוסף וחשבו כי כל עלילות עליהם הוא כדי למשול עליהם לקיים חלומותיו ולכך נתרצו בזה לראות באם יתרצה גם יוסף ועל כן אמרו הננו עבדים לאדוני גם אשר נמצא הגביע בידו יהיה לך עבד ולא לעבד לאשר על ביתך כמ\"ש אשר על ביתו יהיה לי עבד אבל יוסף הבין הדבר ואמר חלילה לי וגו' הנה בזאת אמלא שאלתך אשר נמצא הגביע בידו יהיה לי עבד דשומר שעדיין לא שילם לא מקני ליה כפילא כדאמרינן בפרק המפקיד אבל אתם עלו לשלום ויאמר בי אדוני בי הדבר תלוי שאי אפשר לי לעלות לשלום כדמסיים בענין כי עבדך וגו' ואמר ידבר נא עבדך וגו' לפי שעד כאן דבר עמו על ידי מליץ כמ\"ש כי המליץ בינותם ועל כן אמר יהודה עתה שבאת בדין עמנו ידבר נא עבדך דבר באזני אדוני שלא תשמע עוד מפי המליץ ומתורגמן ולא מלשון עתה וטעם הענין כי המתורגמן לעולם אי אפשר לדבר ולהמליץ כל דבר הצריך שאמר ליה הבעל דין וזה שדקדק לומר ידבר נא עבדך דבר וגו' כדאמרי' בפרק מרובה דבר ולא חצי דבר שעל ידי תורגמן לא תשמע רק חצי דבר ידבר נא עבדך דבר שלם באזני אדני ואל תאמר שצריך אתה לתורגמן לפי שלא תבין לשוני כי הנה כמוך כפרעה כמו שלא נתמנה פרעה למלך רק אחר שיודע שבעים לשון כמו שכתוב בנימוסי מצרים כן אתה לא מינו לך מושל עליהם רק אחר שידעת שבעים לשון כדי שלא תשמע בדין מפי המתורגמן כמו שאמרו בפרק אלו נאמרים וק\"ל: ", 
            "<b>לטהר  </b>השרץ כו'. ענינו שאין מושיבין בסנהדרין אלא שיוכל ללמוד זכות לחייב וזה שרמז היודע בדבר שודאי טמא כגון שרץ למצוא לו זכות לטהרו ועיין בזה בחידושי הלכות: "
        ], 
        [
            "<b>ע\"ב  </b>כל עיר שאין בה שנים לדבר וכו'. יש לפרש למאי דאמרינן בר\"פ דאיכא מ\"ד תרתי אלהים כתיבי בפרשה ואיכא למ\"ד תלתא אלהים כתיבי ואלהים משמע מומחה ע\"ד והייתם כאלהים בחכמה דהיינו כמלאכים שנקראו אלהים שיודעים בשבעים לשון כמ\"ש בפרק אלו נאמרים דבא גבריאל ולמדו שבעים לשון ולזה בעינן לכל הפחות בסנהדרין של כ\"ג שיהיו כאלהים למר כדאית ליה תרתי אלהים סגי מן התורה ושלישית אין למעלה הימנו דהיינו יותר ממה שנאמר בתורה ולמר כדאית ליה דבעי שלשה אלהים מדאורייתא ורביעית אין למעלה הימנה יתר על מה שנאמר בתורה ודו\"ק: ", 
            "<b>וקופה  </b>נגבית בב' ומתחלקת בג' כו'. עיין בחידושי הלכות. "
        ], 
        [], 
        [
            "<b>הנך </b>' רועי בקר כו' ח\"א אם בכיר כו'. מייתי מג' רועי בקר שכל ג' הנפשות שהם טבעית חיונית נפשית הם מרגישים בעת אדר שהצנה והחום שולטים בו ולזה הביא דחד רועה אמר אם בכיר ולקיש כחדא יינץ כו' הוא כח טבעי הצומח וחד אמר אם תור בצפר תלג כו' הוא כח הבהמה וח\"א אם קידום כו' יפח בלועך כו' כח האדם הנפשי אשר בו נשמת רוח חיים וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>מקום </b>נהגו נשים לצאת כו'. בירושלמי מפורש מ\"ד נשים תחלה שהן גרמו מיתה לעולם ומ\"ד האנשים תחלה מפני כבוד בנות ישראל שלא יהו מביטין בהן ע\"כ: ", 
            "<b>כתיב  </b>להכרות וקרינן להברות כו'. בשום ספר לא מצינן כתוב להכרית בכ\"ף ועיין ברד\"ק: ", 
            "<b>שהיה  </b>לו למחות בשאול כו'. פירש\"י בהריגת נוב עיר הכהנים עכ\"ל אבל קשה לפירושו דאמרינן ס\"פ נ\"ה בור וסירה גרמו לו לאבנר שיהרג ולפי פירושו אתיא הך דרשה דהתם דלא כמאן מהני אמוראי דהכא וע\"כ נראה לפרש דהיינו הך דהכא דקאמר דלא מיחה היינו מבור ומסירה שהיה לו למחות בשאול ולומר לו כמה צדיק הוא שלא הרגך ולא מיחה כו' כפירוש רש\"י שם וק\"ל: ", 
            "<b>בפירש\"י  </b>בד\"ה מכדי מחוי כו'. לא נהגת בעצמך כאדם חשוב כו' עכ\"ל יש לפרשו ג\"כ בלשון בתמיה וכי לא ניהגת עצמך כאדם כו' אבל מ\"ש שוב אלא בכל כחך גלית כו' לא יתפרש וע\"כ נראה שיש בכאן היפוך דברים וכצ\"ל לא ניהגת בעצמך אלא כאדם חשוב ובכל כחך כו' ודו\"ק: ", 
            "<b>שם  </b>בד\"ה שתי שנים כו' עיין בחדושי הלכות: "
        ], 
        [
            "<b>ע\"ב כל  </b>האמור בפ' המלך כו' מה שיש לדקדק בפרש\"י בגרסות דשמעתין עיין בחדושי הלכות: ", 
            "<b>וכן  </b>היה ר\"י אומר שלש מצות כו'. ר\"ל וכן היה ר\"י אומר כרבי יוסי דיפה כוונו לבקש להם מלך ולאפוקי מר' נהוראי שלא נצטוו ישראל כלל על כך מיהו קצת דחוק בפירש\"י דלא נאמרה פרשה זו דקאמר רבי נהוראי היינו פרשת התורה שום תשים וגו' דלא הוי כעין לא נאמרה פרשה זו דקאמרי ר' יוסי ורבי יהודה דהיינו פרש' המלך בס' שמואל ולולא פירש\"י היה נראה לומר דרבי נהוראי נמי דקאמר דלא נאמרה פרשה זו כו' אפרשת המלך קאמר דלא נאמרה אלא כנגד תרעומתן נגד שמואל שאמרו שימה לנו מלך לשפטנו ככל הגוים דלא ה\"ל לבקש מלך בשביל כך אלא כמ\"ש בתורה ואמרת אשימה עלי מלך וגו' שלא הזכיר שם דמשום שיהיה שופט אותם ישימו עליהם מלך דבלאו מלך נמי יוכל למנות עליהם שופטים כמו שהיה שמואל שופט אותן בדין תורה ולא מלך הפורץ גדר לפעמים לדון בדת הנימוסית כמו שכתוב ככל הגוים ועלה קאמר רבי אליעזר דזקנים שבדור שאלו כהוגן שלא אמרו אלא מלך לשפטנו דיש לפרשו בדין תורה אבל ע\"ה קלקלו שאמרו ככל הגוים ושפטנו מלכנו דהיינו בדת נימוסית וקרא דקאמר וירע הדבר בעיני שמואל כאשר אמרו תנה לנו מלך לשפטנו וגו' יש לסרס המקרא וירע הדבר בעיני שמואל אקרא דלעיל מיניה שאמרו מלך לשפטנו ככל הגוים דהיינו ע\"ה שקלקלו אך כאשר אמרו הזקנים תנה לנו מלך לשפטנו ולא הזכירו ככל הגוים ויתפלל שמואל עליהם אל ה'. ובתוס' שלפנינו הוסיף בדברי ר\"י אומר ג' מצות נצטוו כו' אם כן למה נענשו בימי שמואל אלא לפי שהקדימו על ידן ויש לפרש נמי דהכי קאמר לפי שהקדימו על ידן ובשבילן לשפטנו ככל הגוים ולא היה להם לבקש רק משום מצות הש\"י עליהן בכניסתן לארץ וכדי להכרית אחר כך זרעו של עמלק ואחר כך לבנות להשם יתברך בית הבחירה ויותר נראה להגיה לפי שהקדימו על ידו ור\"ל לפי שהקדימו לבקש הדבר על ידי שמואל שהיה שופט אותם וכאלו בו מאסו וכמ\"ש וירע הדבר בעיני שמואל וגו' ויאמר ה' אל שמואל וגו' כי לא אותך מאסו כי אותי וגו' ודו\"ק: ", 
            "<b>ואין  </b>כסא אלא מלך שנא' וישב שלמה וגו' כמה קראי כתיב בהו כסא המורה על המלכות ולא היו צריכין ראיה לזה אלא דהכי קאמר ואין כסא הנזכר על מלכות שמים כי יד על כס יה אלא מלך ישראל כדכתיב וישב שלמה על כסא ה' למלך שאז היה הכסא והשם שלם אחר שהניח ה' לדוד מסביב כמו שהביא בענין דהיינו אחר שהכרית זרעו של עמלק שנעשה הכסא והשם שלם כמ\"ש בו על כסא ה' וגו' והא דמשמע להו והיה בהניח ה' לכם מכל אויביכם וגו' וקרא דדוד וה' הניח לו מסביב וגו' דהיינו מלחמה בעמלק והכרתת זרעו משום דהאי לישנא גופיה כתיב ביה והיה בהניח ה' אלהיך לך מכל אויביך מסביב וגו' תמחה את זכר עמלק ויש לדקדק דהיכן מצינו בדוד שהכרית זרעו של עמלק ואפשר דהיינו דכתיב ביואב עד הכרית כל זכר באדום דהיינו בעמלק כדמוכח הסוגיא דפרק לא יחפור דא\"ל דוד מ\"ט עבדת הכי אמר ליה דכתיב את זכר עמלק וגו' אמר ליה והאנן זכר קרינן כו'. ומה שיש לדקדק בזה תמצא בחדושינו שם וקל: ", 
            "<b>וחד  </b>אמר תפסח ועזה כו'. וע\"כ דלאו כמשמעו קאמר דהא רודה בכל עבר הנהר כתיב דהוי טפי אלא דהכי קאמר דכשם שמלך על תפסח כו' והא דנקט לה קרא בכה\"ג כשם שמלך כו' ולא הוזכר ב' מקומות שהיה אחד בסוף עולם מצד זה והב' מצד אחר בסוף עולם י\"ל דנקט אלו ב' מקומות שהיו מפורסמים ממשלתו עליהם. ועי\"ל דבשני מקומות בשני קצות העולם לא נכלל ביה רק האורך של עולם ולא הרוחב של עולם וכן יש לפרש גבי מהודו ועד כוש בפ\"ק דמגילה ודו\"ק: ", 
            "<b>לא  </b>מלך אלא על ישראל שנא' אני קהלת הייתי מלך על ישראל וגו' ולבסוף כו' שנאמר דברי קהלת בן דוד וגו' ואין מוקדם ומאוחר במקראות דהאי קרא דברי קהלת וגו' לקמיה כתיב וק\"ל: ", 
            "<b>ולבסוף  </b>על מטתו כו'. משמע שלא היה מושל אז רק על מטתו שנטרד ממלכותו וא\"כ סיפא דקרא ששים גבורים סביב וגו' לא יתפרש שפיר אבל בפרק מי שאחזו מפורש דהאי קרא הנה מטתו שלשלמה וגו' בתר דהדר למלכותו כתיב ומחמת ביעתותא דאשמדאי הוצרך לס' גבורים סביב לה וגו'. ואפשר דהתם היינו למ\"ד דהדר למלכותו דמייתי ליה נמי התם אבל הכא הוצרך למימר הכי למ\"ד דלא חזר למלכותו קודם שנטרד לגמרי נאמר האי קרא אף שנטרד מכסאו לא נטרד עדיין ממטתו וכל הצריך למטתו משום ביעתותא דהיינו ששים גבורים עד אח\"כ שנטרד לגמרי שאמר וזה היה חלקי וגו': ", 
            "<b>ח\"א מקלו</b> דדרך הכתוב לומר כן על מי שיש לו דבר מועט כמ\"ש יעקב במקלי עברתי את הירדן הזה ועתה וגו' ומ\"ד גונדו כו'. דודאי יעקב לא היה לו טלית ובגד תפארת לפי שלקח ממנו אליפ. כל אשר לו כמ\"ש בענין שבקש יעקב על הדבר ונתן לי לחם לאכול ובגד וגו' אבל שלמה כשנטרד ממלכותו ע\"י אשמדאי ודאי בבגדיו נטרד ושפיר קאמר אז על טליתו שנשאר עליו וזה היה חלקי וגו' וק\"ל: "
        ], 
        [
            "<b>והא </b>ואי מיכל כו'. אין לפרש דאהא דקאמר לא ירבה לו נשים פריך והא הואי מיכל דומיא דפריך בתר הכי והכתיב ויקח דוד עוד נשים וגו' דהא ודאי באשה אחת במיכל ידע המקשה נמי למימר דלמילויי י\"ח הוא אלא דלקמן גבי ויקח דוד עוד פילגשים ונשים פריך ליה דמשמע פילגשים ונשים הרבה הוו ולא אסיק אדעתיה למימר דלא הוו רק למילויי אלא דנראה לפרש דאגופא דקרא פריך הכא דחשיב דשש נשים הוו ליה בחברון והא הואי נמי מיכל דבאתה אליו כבר בחברון קודם שבא לירושלים ובהכי ניחא דלא פריך ליה מבת שבע דודאי אסיק אדעתיה בה דלמלויי י\"ח הוה ולא חשיב לה בחברון דלא נשאה עד שבא לירושלים וק\"ל: ", 
            "<b>שקלתה  </b>מיכל למטרפסה וכו'. בלאו הכי מגופה דקרא נמי מוכח דלאו ביום מותה נולד יתרעם לעגלה דיום מותה אחר שהיה דוד בירושלים הוה ויתרעם נולד כבר בחברון אלא להחזיק הקושיא פריך מהא דשקלה מיכל למטרפסה משמע דנענשה בהאי עלמא מאותו מעשה ולא נולד לה ולד בהאי עלמא מאותו מעשה אף ביום מותה ודו\"ק: ", 
            "<b>ד'  </b>מאות ילדים היו לו לדוד כו'. יבואר פרק חלק: ", 
            "<b>תמר  </b>בת יפת תואר כו'. פירשו בתוספות למאן דאמר דאף ביאה ראשונה אסור במלחמה לא היתה תמר בת דוד שאמה היתה כבר מעוברת כו' ע\"ש לא ניחא להו לפרש שכבר הולידה אמה את תמר קודם שבאתה למלחמה דא\"כ לא מקרי לה בנות מלכים דכיון שנולדה כבר לא גידלה בחיקו של דוד וק\"ל ע\"ש ואי ס\"ד בת נישואין הוה אחתי' מי כו' עיין בחדושי הלכות: ", 
            "<b>ויונדב  </b>איש חכם וגו' איש חכם לרשעה כו'. מלת חכם נאמר בכל מקום המחכים בדעתו בדבר שאין שאר כל העם יורדין לסוף דעתו אך על הרוב נאמר במחכים לטובה בשום חכמה מה שאין כן הכא לא מצינו ביונדב בזה שום חכמה להיטיב אך להרע ידע: ", 
            "<b>וישנאה  </b>אמנון כו' כרות שפכה וכו'. ועל זה אמרו בפרקי אבות כל אהבה שהיא תלויה בדבר בטל דבר בטלה אהבה זו אהבת אמנון ותמר כו' לפי שהיתה תלויה האהבה בדבר דהיינו בזנות ובניאוף בטל הדבר ממש שנעשה כרות שפכה בטלה האהבה וזש\"ה גדולה השנאה אשר שנאה שהיה לעולם על ידי שנעשה כרות שפכה מאהבה אשר אהבה שלא היתה רק לאותה שעה: ", 
            "<b>שאין  </b>להם לבנות ישראל לא שיער ביה השחי כו' מה שנדחק מהרש\"ל בזה לפרש שהיה להן שערות מעט מזער שלא היו נמאסות לתשמיש כו' ולאחר שגבהו בנות ציון נתרבה כו' עכ\"ל ע\"ש אין זה מוכרח אלא שלא היה להן ע\"י גלוח ומה שהקשה דא\"כ מאי קושיא מתמר הלא מסתמא הבתולות לא גילחו וק\"ל לא ידעתי מניין לו לומר שמשום תשמיש הוו מגלחות שלא יהיו נמאסות דאימא בפנויה נמי דליכא משום תשמיש משום יפוי הוי מגלחות תדע דשער בית השחי ע\"כ לאו משום יפוי תשמיש הוה והשתא בתולות בית ישראל גילחו עצמן בין בבית השחי ובין בבית הערוה משום יפוי כמ\"ש ויצא לך שם בגוים ביפיך: "
        ], 
        [
            "<b>ע\"ב מלמד  </b>שבקש להולמו כו' וכולן נטולי טחול כו' מבואר בפרק כל הצלמים: ", 
            "<b>הא  </b>כיצד אם ארבעים אלף אצטבלאות. כל א' וא' היו בו ארבעת אלפים. ושמעי' מהנהו קראי דעבר שלמה אולא ירבה לו סוסים דרבוי סוסים כל כך א\"א שהיו צריכים כלם לרכבו ופרשיו שלא היו בהם כמה סוסים בטלנים ועבר על כל סוס וסוס כדאמרי' לעיל וכ\"ה בירושלמי אהני קראי בטלנים היו וק\"ל: ", 
            "<b>כאן  </b>קודם כו'. דכל זמן שלא נשא בת פרעה והיה עוסק בחכמת התורה לא היה הכסף נחשב למאומה כמ\"ש שלמה וקנות בינה מכסף נבחר אבל משנשא בת פרעה מיעט בחכמה וריבה בסעודתו ותענוגי עוה\"ז כדאיתא פרק בן סורר ומורה היה הכסף נחשב וק\"ל: ", 
            "<b>בשעה  </b>שנשא כו'. כי זה היה תחלת עבירה לע\"ז בירושלים כדאמרינן פרק במה בהמה שהכניסה לו אלף כלי זמרים ואמרה לו כך עובדים ע\"ז פלוני וזה היה תחלת החורבן כמ\"ש פן יפתה לבבבם וגו' ואבדתם מהרה ולכך בו ביום נעץ קנה כו' כי היה תחלת ישובו של רומי כמ\"ש שלא נתמלאה צור אלא מחורבנה של ירושלים והיה זה ע\"י גבריאל כי בידו ניתן גחלי אש לשרוף ירושלים כדאמרינן בפרק י\"ה ולזה ניתן בידו ג\"כ ישוב של רומי שהיה מחורבנה של ירושלים וכמו שהיה שם גבריאל חס וצינן הגחלים י\"ל ג\"כ שהיה חס ולא נעץ רק קנה א' אבל מאליו העלה שרטון ויש לפרש שנעץ קנה לרמוז על מלכות רומי שנאמר עליו גער חית קנה ע\"ש שנמשלו כחזיר יער הדר בין הקנים וע\"ז התפלל דוד גער חית קנה גער אותה שחיותה במקום קנה שנעץ גבריאל בים וק\"ל: ", 
            "<b>לא  </b>נתגלו טעמי כו'. נראה מה שנתגלו טעם ב' מצות אלו יותר מכל שאר מצות שבתורה לפי שטעם כל א' מהב' מצות אלו היא בעצמה ג\"כ מצוה שטעם לא ירבה לו סוסים מפני שלא ישוב מצרימה שהטעם הוא בעצמה מצוה שלא ישוב שם אף בלי הרבות סוס וכן בולא ירבה לו נשים שטעמו ולא יסור לבבו שהוא בעצמו מצוה שאפי' אחת והיא מסירה לבו אסור שישאנה כדאמרי' לעיל ואמר שאמר שלמה אני ארבה ולא אסור וכתיב ויהי לעת זקנת שלמה וגו' ע\"פ מה ששנינו בסוף קינין זקני ע\"ה כל זמן שמזקינין דעתן מטורפת שנאמר ודעת זקנים יקח אבל זקני תורה כל זמן שמזקינין דעתן מתיישבת כו' שנאמר בישישים חכמה וגו' וז\"ש שסמך שלמה על חכמתו בזה ומי חכם לב כמוהו בתורה אעפ\"כ נשיו הטו לבבו מחכמת התורה בזקנתו ונעשה כזקני ע\"ה שמטפשין וכן בלא ירבה לו סוסים שסמך על חכמתו שיכול להרבות סוסים ממקום אחר ולא ישיב מצרימה וכתיב ותצא המרכבה ממצרים דאף מרכבה שלו היתה באיסור ממצרים וק\"ל: ", 
            "<b>וכתב  </b>לו את משנה וגו' כותב לשמו ב' תורות כו' שנאמר שויתי וגו'. עיין בזה באורך בחדושי הלכות על דברי מהרש\"ל בשמעתין: ", 
            "<b>בתחלה  </b>ניתנה תורה לישראל כו'. קאי אמשנה תורה ומפרש לה כתב העשוי להשתנות כדלקמן לרבי יוסי וכן הוא בילקוט את משנה התורה אמר מר זוטרא כו' וכבר האריכו בזה הריטב\"א ובעל העיקרים כמפורש באורך בע\"י והנכון בזה ולא שייך לאקשויי הכא כדפריך בריש פרק קמא דמגילה והא אין נביא רשאי לחדש דבר מעתה דאין זה חידוש כיון דכתיב משנה תורה דהיינו התורה עשויה להתחדש ולשנות בכתב אחר והא דקאמר בריש פרק קמא דמגילה מ\"ם וסמ\"ך שבלוחות בנס היו עומדים היינו כמאן דאמר דלא נשתנה הכתב ממשה לעזרא כלל והכי מוכח בירושלמי מאן דאמר ברעץ ניתנה תורה עי\"ן מעשה נסים מאן דאמר אשורית ניתנה תורה סמ\"ך מעשה נסים ומלתא דמר זוטרא כולה כרבי יוסי דלקמן וז\"ש בתחלה ניתנה תורה בכתב עברי ולשון הקודש דלא מצינו שראוי להשתנות רק הכתב כמ\"ש וכתב את משנה וגו' וכן מוכחי הני קראי וכתב הנשתוון כתוב ארמית לא כהלין כתבא למקרי כו' דתלי השינוי בכתב שנשתנה על ידי המלאך בכתב אשורית אבל הלשון לא נשתנה להם מעולם ועדיין הוא בלשון הקדש שנתנה בו התורה ומ\"ש שניתנה להם התורה בימי עזרא בלשון ארמית היינו נמי ממה שהמלאך כתב בלשון ארמית מנא מנא תקל ופרסין אבל ישראל לא רצו באותו לשון שבחר המלאך ובררו להם בלשון שידעו בו ושניתנה בו התורה מתחלה שהוא לשון הקודש ודו\"ק: ", 
            "<b>כתב  </b>ליבונאה. עיין פי' רש\"י ובתוס' דשם מקום הוא ואפשר דנקרא ליבונאה ע\"ש לבן שע\"ש זה ג\"כ נקרא כתב עברי שהוא מעבר הנהר גם לשון ארמית הוא לשון לבן שהיה מדבר בו כמ\"ש יגר שהדותא ונקרא הוא ארמי אובד אבי וגו' ולכך ניתנה התורה מתחלה בכתב עברי שהוא כתב שהורגלו בו ישראל מאבי אמם לבן שלא היה להם כתב אשורית עד שהביאו מאשור אבל לשון הקודש הורגלו מאביהם יעקב שאמר גל עד ולא הוצרכו ללשון ארמית: ", 
            "<b>הוא  </b>עזרא עלה מבבל מה עלייה כו' אף עלייה האמור להלן תורה כו'. תלה תורתו בעלייתו מבבל לפי שאוירא דא\"י מחכים כמו משה שעלה אל האלהים וק\"ל: "
        ], 
        [
            "<b>בכתב </b>ה ניתנה התורה כו' גם היום מגיד משנה וגו'. פירש רש\"י מה ששכחת כו' ולדברי רבי משנה התורה נאמר ג\"כ על שם הראוי להשתנות מדלא קאמר הכא אלא מה אני מקיים את משנה וגו' כדקאמר רשב\"א לקמן והיינו דנשתנה הכתב בין ב' הנתינות כשחטאו בבית ראשון ואהכי נמי כתיב כתב הנשתוון ולא כהלין כתבא למקרי כפירוש רש\"י ומ\"ש נהפך להם לרועץ פירש רש\"י לשון תרעץ אויב ששכחוהו עכ\"ל והוא דחוק וי\"ל שהכתב גופיה מתוך חטאם נשתנה ונהפך להם הכתב. כעין כתב שבור ורעוץ באותיותיו היפך שאמר אשורית שהיא מאושרת ובערוך נהפך לרועץ פירש צער בהפך ודו\"ק: ", 
            "<b>ממתו\"ס  </b>ננקפי\"ן כו' עיין בחדושי הלכות: ", 
            "<b>אבישג  </b>מותרת לשלמה ואסורה לאדוניהו כו'. נראה שבא לתת טעם במה נתחייב אדוניהו מיתה במה שבקש את אבישג לו לאשה ואמר לפי שהיתה אסורה להדיוט משום שרביטו של מלך וא\"כ כששאל אותה ע\"כ שעדיין החזיק עצמו למלך וה\"ל כמורד במלך שלמה וז\"ש ולמה את שואלת את אבישג לאדוניהו ושאלי לו את המלוכה כי בזה ששואל אותה הוא שואל את המלוכה שהרי היא אסורה להדיוט וע\"כ אמר כי בנפשו דיבר להחזיק עצמו במלך ומורד הוה וק\"ל: ", 
            "<b>אבישג  </b>מאי היא וכו'. ר\"ל מאי היא מהיכא מפורש דלא נשאה דוד כיון דיחוד פנויה אסור וקאמר מדכתיב ותהי לו למלך סוכנת ותשרתהו דלא היתה אצלו רק דרך שירות ולא כדרך נשואה ולכך לא הוה נאסרה לשלמה משום אשת אב ואמר: ", 
            "<b>שאמרה  </b>ננסבן כו'. וכתיב ותבא בת שבע אל המלך החדרה וגו'. דלכאורה סיפא דקרא והמלך דוד זקן ואבישג השונמית משרת וגו' אין לו מקום כאן לפי ענין המקרא ולכך דרשו שהוא נתינת טעם דלכך ותבא אליו בת שבע אל המלך החדרה לתשמיש משום דהמלך זקן מאד ואבישג השונמית משרת וגו' והיתה תולה שלא נשאה משום זקנה ותשות כח כדקא\"ל חסריה לגנבא וק\"ל: ", 
            "<b>התירו  </b>לו ליחד כו'. אע\"פ שנאסר יחוד של פנויה כפירש\"י ודקאמר בס\"פ בן סורר דאיכא למ\"ד אפילו בפנויה דימות ואל תספר עמו מאחורי הגדר היינו משום גדר ערוה שלא יהו בנות ישראל פרוצות כיון דלזנות עביד הכי מה שאין כן בדוד דלא עביד הכי אלא שתהא לו סוכנת וק\"ל: ", 
            "<b>כל  </b>המגרש כו' אפילו מזבח כו'. הוא משל כאלו המזבח בוכה עליו שהמגרש אשתו אשת נעורים ממעט אכילת זבחים דאשת הנעורים מצויה שמביאה קיני זיבה ולידה למזבח והיינו דקאמר קרא מאין פנות אל המנחה שהיתה מביאה בזיבה ולידה ואמר על כי העיד ה' בינך וגו' לפי שודאי אם מצא בה דבר ערוה מצוה לגרשה כדאמרינן בסוף פרק המגרש לזה אמר כי העיד ה' בינך ובין אשת נעוריך וגו' כדאמרינן זכו איש ואשה שם י\"ה לא זכו אש אוכלתן וזה שמסיים והיא חברתך ואשת בריתך שלא בגדה בך להפריד את השם מביניכם ואסור לך לגרשה למעט אכילת המזבח בזיבתה ולידתה ועיין בזה עוד בחדושי הלכות סוף מסכת גיטין וק\"ל: ", 
            "<b>אין  </b>אשתו של אדם מתה אא\"כ מבקשים ממנו ממון כו'. כתבו התוספות בפ\"ק דר\"ה וז\"ל בסוף פ\"ב דזבחים פירש בקונטרס ממון של גזל אבל נראה דמיירי בנדר כדמוכח פרק ב\"מ רבי נתן אומר בעון נדרים מתה אשתו (וגו') כו' עכ\"ל ע\"ש: ", 
            "<b>כאלו  </b>חרב בהמ\"ק כו'. הדמיון בזה לפי שאבילות שאר קרובים יש לו זמן וכמ\"ש שהמת נשכח מן הלב גם אפשר בחזרה כענין איוב שנתן לו הש\"י בנים כפלים אבל אשתו ראשונה אי אפשר בחזרה כדאמר לקמן לכל יש תמורה חוץ מאשת נעורים ואינו מוצא קורת רוח לעולם באשה אחרת כדאמרינן נמי לקמן וה\"ל אבילות ישנה כמו חורבן בהמ\"ק דנוהגין בו אבלות ישנה לעולם וק\"ל: ", 
            "<b>כל  </b>שמתה אשתו ראשונה עולם חשך בעדו כו'. כלפי מ\"ש בפרק הבע\"י כתיב אעשה לו עזר כנגדו במה עוזרתו אדם מביא חטין חטין כוסס פשתן פשתן לובש לא נמצא מאירה עיניו ומעמידתו על רגליו ואהא קאמר כשמתה אור עיניו חשך שאין לו מי שעושה צרכי ביתו ולזה אמר נמי שפסיעותיו מתקצרות ואין לו העמדת רגל להליכה דהיינו שאין לו להרחיק מביתו כיון שאין לו שם מי שעוסק בצרכיו ואמר עצתו נופלת לפי כשזכו שאיש ואשה קיימין השם ביניהם ועצת ה' היא תקום אבל כשמתה אשתו נסתלק השם י\"ה מביניהם ועצתו נופלת שאין כאן עצת ה' וק\"ל: ", 
            "<b>קשה  </b>לזווגם כקריעת ים סוף שנאמר וכו'. ענין הקושיא כד מסיק דאיירי בזווג שני שהוא ביטול הגזרה והמזל לפי מעשה האדם כדאמרי' בריש סוטה דזווג שני הוא לפי מעשיו כן היה קי\"ס ביטול הגזרה ומערכת השמים לפי מעשה ישראל ורשעת המצריים ומייתי מדכתיב מושיב יחידים ביתה וגו' מפורש בב\"ר דאפילו ממזר אחד בסוף העולם וממזרת אחת בסוף העולם הקב\"ה מביאן ומזווגן זה לזה מ\"ט מושיב יחידים וגו' אלא בכי ושירות ובתנחומא איכא מ\"ד דמפרש לה הכי המצריים בוכים שנאמר ומצרים מקברים וישראל משוררים שנאמר כו' ובריש סוטה ל\"ג ליה להאי אל תקרי ופי' רש\"י שם בכושרות חדש שהוא כשר לכם לא חמה קשה ולא גשמים קשים זה ניסן ואיכא מ\"ד נמי בתנחומא דמפרש לה הכי וק\"ל: ", 
            "<b>בת  </b>קול יוצאת ואומרת בת פלוני כו' מה שיש לדקדק בזה תמצא בחדושנו בריש סוטה: ", 
            "<b>לכל  </b>יש תמורה כו' שנאמר ואשת נעורים וגו'. הכי משמע ליה מהאי קרא שנאמר כי כאשה עזובה וגו' ואשת נעורים כי תמאס שדימה ישראל לאשת נעורים שאף אם מואס בה ובוחר לו באחרת אינו רק זמן מועט שאין לו באחרת קורת רוח ואינה מתקבלת לו תמורת הראשונה וק\"ל (עיין ריש סוטה): ", 
            "<b>שנאמר  </b>יהי מקורך ברוך וגו'. נראה דרישא דקרא נמי דריש ליה יהי מקורך מלשון קורת רוח או ר\"ל מקורך ויצירתך יהי ברוך דהיינו באשת נעורים לזווג ראשון שהוא לפי הגזרה קודם יצירת הולד וק\"ל: "
        ], 
        [
            "<b>ע\"ב אלא  </b>למי שעשאה כלי כו'. שם כלי מונח אדבר שמקבל פעולה מה וקודם שנבעלה אינה מקבלת פעולת ההולדה כגולם הזה שאין מקבל פעולת דבר עד אחר שנבעלה נעשית כלי לקבל פעולת ההולדה וכיוצא בזה שאמרו לעיל דאין לזכר קורת רוח רק מאשתו ראשונה אמר כאן שגם הנקבה אינה כורתת ברית רק לאישה הראשון שעשאה כלי ואמר בדמיון בועליך עושיך ה' וגו' כמ\"ש אלכה נא אל אישי הראשון שהוא עשה אותנו כלי לקבל פעולת התורה וקודם מ\"ת לא היו ישראל רק כגולם שלא היה להם פעולת תורה ומצות וק\"ל: ", 
            "<b>אלא  </b>לאשתו כו'. הוא כמ\"ש לעיל דאין אשה כורתת ברית אלא לבעלה הראשון ואין לאיש קורת רוח אלא מאשתו ראשונה וז\"ש אלימלך איש נעמי שהוא נראה כמיותר וכי לא ידענו שהוא איש נעמי אבל קרא אשמועי' דמיתתו היה רושם לה אף אם נשאת לאחר לפי שהוא איש נעמי אישה הראשון שכבר כרתה לו ברית וכן בבואי וגו' מתה עלי רחל דמלת עלי הוא כמיותר למדרש דמיתתה היא עושה רושם לו אף שהיו לו נשים אחרות לא מצא קורת רוח רק בה שהיא אשתו ראשונה ועקרת הבית עקרו של יעקב לא עבד רק ברחל וק\"ל: ", 
            "<b>שלא  </b>על חנם פיזר בן אלעשא כו' מפורש במסכת נדרים: "
        ], 
        [
            "<b>נקיי </b>דעת שבירושלים לא היו חותמים כו'. אף על גב דבכל מילי מדינא כל ישראל בחזקת כשרות הם באלו הדברים קאמר דנקיי הדעת נהגו סלסול בעצמן דשכיחי פסולים וע\"ה וק\"ל: "
        ], 
        [], 
        [
            "<b>הרואה </b>\"ל בב\"ה כאלו עוקר הרים כו' ור\"מ בב\"ה כאלו עוקר הרי הרים. מה שדימה המחודדים לעוקר הרים והרי הרים מבואר בחדושנו סוף הוריות ע\"ש: ", 
            "<b>מ\"ד  </b>ואקח לי שתי מקלות לאחד כו' עד במחשכים הושיבני כו'. מה שיש לדקדק בזה מה ענין המקלות לת\"ח וע\"ק למה קרא לת\"ח שבא\"י נועם בלשון יחיד ולת\"ח שבבבל חובלים בלשון רבים וע\"ק מאי ענין ב' מדות הללו שבהם שהם גסות הרוח וחנופה שנשאו האיפה בין השמים ובין הארץ וע\"ק מה קאמר מאי בבל הרי מפורש בתורה כי שם בלל וגו' גם קשה לפירוש ר\"ת בלולה במקרא כו' ואנו פוטרים עצמנו כו' מה ענינו לכאן דמשמע הכא דקחשיב חסרון ופחיתות תלמוד בבלי ועוד דתלמוד א\"י נמי בלול כה\"ג. מבואר דאמרינן פרק המדיר אמר אביי וחד מינייהו עדיף כתרי מינן אמר רבא וחד מינן כי סליק להתם עדיף כתרי מינייהו דהא ר' ירמיה דכי הוה הכא לא הוה ידע מאי קאמרי רבנן כי סליק התם קרי לן בבלאי טפשאי הקושיא דהיכא מוכח מהא דקרי לן בבלאי טפשאי דעדיף חד מינן כתרי מינייהו ומה טעם דכי סליק דהוה כב' מינייהו ונראה לומר אביי דקאמר התם וחד מינייהו כו' יליף ליה מקרא דמייתי לעיל מיניה ולציון יאמר איש ואיש יולד בה דדריש יתורא דאיש התם דאיש אחד שיולד שם עדיף כב' איש מינן ובא רבא לומר דלאו משום דהם עצמם מצד טבעם מוכנים יותר לחכמה מינן אלא משום דאוירא דארץ ישראל מחכים טפי דהא רבי ירמיה כי הוה הכא לא הוה ידע מאי קאמרי רבנן וחד מינן הוה אז עדיף כתרי דידיה וכי סליק להתם אמר בבלאי טפשאי דאוירא דא\"י מחכים ליה דהוי כחד מבני א\"י דהוו כתרי מינן כדכתיב איש ואיש וגו' וזה גרם לו אוירא דא\"י נמצא אנן דהוינן כתרי דידיה כי הוה הכא כי סלקינן להתם יגרום לנו אוירא דא\"י דהוינן כתרי מינייהו ולזה אמר ואקח לי ב' מקלות כי דימה שם בכתוב ישראל לצאן והקב\"ה לרועה וכמו שהרועה מנהיג הצאן במקל והוא נקרא מלמד ודרבן כן ע\"י הת\"ח יתנהגו ישראל שהם מלמדים אותם דעה ובינה ואמר כי קרא הרועה שהוא הקב\"ה המקל שהוא המנהיג לתלמידי חכמים של א\"י נועם ע\"ש שמנעימים כו' ושל בבל חובלים ע\"ש שמחבלים כו' וקרא לת\"ח שבא\"י נועם בלשון יחיד ולת\"ח שבבבל חובלים בלשון רבים כמ\"ש כי חד מינייהו שבא\"י עדיף כתרי מינן שבבבל והוא בעצמו כוונת הכתוב חבלים נפלו לי בנעימים וגו' לפי מ\"ש בפרק כ\"ג ראוי היה עזרא שתנתן תורה על ידו לישראל אלמלא לא קדמו משה שנאמר ומשה עלה וגו' וכתיב עזרא עלה מבבל מה עלייה האמור כאן תורה כו' ואע\"פ שלא ניתנה על ידו כו' והיה לבעל דין לחלוק ולומר שהרי עזרא היה מת\"ח שבבבל שנקראו מחבלים זה את זה ועל כן אמר הכתוב שאל תתמה על מעלתו כי חבלים שהוא עזרא וסייעתו שעלו מבבל שנקראו מחבלים נפלו לי בנעימים כיון שעלו לא\"י נקראו נעימים שעל ידי כן נחלת ה' שפרה עלי ר\"ל יותר מת\"ח שבא\"י כההיא דרבי ירמיה כד סליק לא\"י דהוה עדיף כתרי מינן והיינו דדרש ג\"ש מעלה עלה שמעלתו היה כשעלה לא\"י ור\"י דדרש יצהר וב' זיתים נמי ע\"ש גאותן שמריבין זה לזה וסמיך לזה ענין החנופה וגסות הרוח שירדו לבבל על ידי שאין תורתם עולה יפה ולפי שאלו הב' מדות הם הפכיים למטה בארץ לפי הנראה כי החונף לחברו במעלות אינו מתגאה והוא חביב בעיני הבריות מתוך שחונף להם ומספר במעלותם אבל המתגאה לא יספר לעולם במעלות אחרים רק בפחיתות וע\"כ הוא שנאוי בעיני הבריות כדאמרינן פרק המוכר פירות כל המתגאה אפילו על אינשי ביתא לא מתקבל שנאמר גבר יהיר לא ינוה וגו' וההיפך למעלה בשמים מדת הגאוה נאמר בו ית' ב\"ה ה' מלך גאות וגו' כי גאה גאה וגו' והחנופה שנואה שם כמ\"ש בד' כתות שאין מקבלין פני שכינה שנאמר כי לא לפניו חנף יבא ולזה אמר שראה אלו ב' נשים שהם הגסות והחנופה ותשאנה האיפה שהיא מדה גסה שיתחברו בה אלו ב' מדות הרעים ואמר שראה אותה בין השמים ובין הארץ כי מדת החנופה לא תבא בשמים שאין לה מקום שם ומדת הגאוה לא תבא בארץ שאין לה מקום בארץ ועל כן אמר אנה מוליכות את האיפה שאפשר שיתחברו במקום אחד ואמר למצוא להם בית ומקום אחד בארץ שנער שיתחברו אלו ב' מדות בת\"ח שבבבל דבהלכה מחבלין זא\"ז ובמילי דעלמא ובתוכחה לע\"ה היו מחניפין היפך ת\"ח שבא\"י דבהלכה מנעימים זה לזה אבל במילי דעלמא אין מחניפין ואמר מאי בבל דלפי דקדוק הלשון ה\"ל לקרותה בלל כמ\"ש כי שם בלל וגו' ואף אם נאמר דבכפולים נופל למ\"ד הפעל כדכתיב ונבלה שם שפתם מ\"מ ב' שבתחלת התיבה בבל אין לה מקום ולזה דרש מיניה שהב' רמז על ב' תורות שהן תורה שבכתב ותורה שבעל פה כדדרשינן ב' של בראשית והוא שמתוך גאותן לומדין בלול ומעורבב לפי הזמן דבן ה' למקרא לומדין משנה ובן י' למשנה לומדין תלמוד שבקטנותן לומדין מעורבב משנה ותלמוד מתוך גאותן וקאמר רבי ירמיה על זה במחשכים הושיבני וגו' ירמיה הנביא אמר האי קרא על גלות בבל ואמרו רבי ירמיה גם כן לסימן על עצמו שהיה מבבל ולמד שם תלמודם מבולבל ומעורב ואמר כמתי עולם אל תיקרי עולם אלא עילם וכמתי לשון תרגום כמו כבואו דהיינו כאותן שאתו ובאו לעילם שלא זכו ללמוד כדלעיל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>וקשר </b>שעים אינו מן המנין אר\"י דא עקא וכו' מה שלא חשו הם על שקרא להן רשעים ולא חשו רק על שקרא להן רועי בקר אפשר שלא הגידו השומעים להן שקרא אותן רשעים ועוד יש לומר דודאי הקפידו על ר\"ל גם בזה אלא שעל ר\"י הקפידו ג\"כ למה מתחלה שקרא אותן רועי בקר לא א\"ל ולא מידי עד לבסוף שקרא אותן רשעים שא\"ל ר\"י דא עקא וע\"ז השיב להן ר\"י ואי קרי לכו רועי צאן כו' ר\"ל דע\"ז אין לכם להקפיד דמצינו דת\"ח מקפחין ומהנדזין זה את זה בהאי לישנא כדאמרי' פ\"ק דיבמות דא\"ל יונתן בן הרכינס לר\"ע אתה עקיבא ששמך הולך מסוף עולם עד סופו ועדיין לא הגעת לרועי בקר וא\"ל אפילו לרועי צאן ודו\"ק: ", 
            "<b>שבנא  </b>הוה דרש בי\"ג כו'. ביאור המאמר כי סנחריב חרף מערכות אלהים חיים כמ\"ש ביד מלאכיך חרפת וע\"כ שבנא וסיעתו שבאו להשלים עמו היו מחשבותם לרעה על ה' וכאלו חשב לעבוד ע\"ז דאמרי' מחשבה רעה בע\"ז הקב\"ה מצרפה למעשה וע\"כ אף שהוא וסיעתו היו רובן של ישראל אין הולכין לרעה אחר הרוב אבל שבנא טעה בכל זה וכתב לסנחריב כי סיעתו שהוא הרוב השלימו ומייתי מהאי קרא כוננו חצם על יתר וגו' מלת יתר במקום הזה הוא מל' יותר כלומר שכתב לו כתב ופתקא בחץ שהוא וסיעתו יתר על חזקיה וסיעתו ואמר שע\"כ היה ירא חזקיה כו' שהיה הוא וסיעתו יותר בא הנביא ואמר לו לא תאמרון קשר וגו' כי הקשר הזה שהיה להם עם סנחריב אין הקב\"ה מן המנין הרוב שלהן וכינוי דאינו מן המנין כו' קאי על הקב\"ה שהוא אינו מן המנין שלהם כי ביד מלאכיו חרף אלהים אבל הוא יתברך ב\"ה במנין שלך ואין לך לחוש על קשר מניינם שהוא הרוב כיון שאין הקב\"ה בקשר מניינם וא\"ל הנביא מה לך פה כו' לפי שיש לפעמים לאדם שיתוף ויחוס מה לאדם אחד מצד השתוף שהוא ואחר הם במעלה אחת וגם מצד יחוס אבות וע\"כ א\"ל אם באת לחצוב לך קבר כאן מצד שיתוף המעלה מה לך פה שאין אתה במעלה זו שלא באת למעלת המלכות ואין כאן רק קברי מלכים ואם מצד יחוס אבות מי לך פה שקבור שם שגם אתה רוצה ליקבר אצלו שהרי אין אתה בן מלך. וענין שאמרו ", 
            "<b>טלטולא  </b>דגברא קשה כו' לכאורה נראה לפרש על טלטול דרך של איש שהוא קשה מדאתתא כדאמרי' בעלמא אשה כלי זיינה עליה ותמצא מרחמים יותר מן האיש אבל בפרק האשה שנתארמלה מוכח דאפילו בעיר אחד אמרו דקשה טלטולא דאיש יותר מן האשה וצריך טעם. ושאמר שפרחה בו צרעת כו' י\"ל ע\"פ מ\"ש לב חורש מחשבות און זה עוזיה וגו' וכתיב וינגע ה' את המלך גו' גם זה שבנא היה חורש מחשבות און וגו' וכדאמרינן אלו מחשבות של אותו הרשע כו' ואמר צנוף יצנפך כדור וגו' כל זה לשון המקרא הוא ולכאורה לא דריש ביה מידי ויש לפרש דכל זה שאמר הוא בקש קלון כו' לפיכך נהפך כו' ותלאוהו בזנבי כו' נדרש כולה מהאי קרא והוא שהמלוכה נקראת צניף כמ\"ש הסר המצנפת וגו' ונאמר וצניף מלוכה בכף וגו' ומצינו ג\"כ לשון צניף בסוסים כמ\"ש פרק כיצד הרגל סוס שצנף ובפ' ע\"פ לא תדור אלא במקום דצניף סוסיא וז\"ש הוא בקש קלון בית אדוניו להסירו ממלוכה ולתת עליו צניף המלוכה ונהפך לו אותו צניף מלוכה לקלון דהיינו צניפת הסוסים שמגררין אותו בהם ואמר כדור אל ארץ רחבת וגו' כלומר כמו שהכדור מטלטל עצמו על הארץ רחבת ידים ומקום שוה שאין בו דבר המעכב בו טלטול הכדור כן יהיה טלטולך על ארץ רחבת וגו' שיהיו מגררין אותך שם: "
        ], 
        [
            "<b>ע\"ב  </b>אר\"א ", 
            "<b>שבנא בעל הנאה לפי שהיה שבנא ת\"ח ומלמד תורה ברבים כמסופר ממנו שהיה דריש בתליסר רבוותא וע\"כ נקרא שבנא הסופר כמו עזרא הסופר ואמר שאל תתמה מה שהקדיח תבשילו כל כך ברבים שהרי כבר העיד עליו הכתוב לך בא אל הסוכן וגו' ע\"ש שהיה בעל הנאה ואמר במי התורה מתקיימת במי שממית עצמו עליה ולא בבעלי הנאות:  </b>אלו ", 
            "<b>מחשבותיו של אותו רשע כו' כי עדיין לא חטא בפועל במה שכתב שבנא וסיעתו השלימו גם במה שחצב לו קבר בקברי מלכים אך לפי מחשבותיו להסיר את חזקיה ממלוכה ואמר שקרא למחשבה שתות ובכל הגמרות כתיב כי השתות יהרסון ממשמע שנאמר וישת דוד אל לבו וגו' ואין זה מקרא בשום מקום גם רש\"י הביא קרא דכתיב באורייתא ולא שת לבו גם לזאת ע\"כ נראה כי טעות נפל בספרים הישנים להביא מקרא וישת דוד גם בילקוט אינו והוא מבואר שקרא המחשבות שת במקום הזה שהוא מלשון עשייה בכ\"מ לומר לך כמ\"ש לעיל דכל מחשבותיו נחשבו ונצטרפו למעשה כמו בע\"ז:  </b>אלא ", 
            "<b>למ\"ד חזקיה כו'. רש\"י פירש לפי דרש זה צדיק מה פעל הקב\"ה מה שכר הוא משלם עכ\"ל ויותר נ\"ל לפרש כמ\"ש שהם מצוקי ארץ ועליהם שת התבל עד\"ז אמר אלו השתות של התבל שהם חזקיה וסיעתו יהרסון צדיק שהוא הקב\"ה מה פעל במעשה בראשית שאלולי הם לא היה העולם מתקיים וכן יש לפרש גבי ב\"ה אלו יהרס הקב\"ה צדיק מה פעל במעשה בראשית שהרי עליו הושתת כל העולם שע\"כ נקרא אבן שתיה ורש\"י לא פירש כן וק\"ל:  </b>הפליא ", 
            "<b>עצה הגדיל כו' מפני שהיא מתשת כחו כו' ר\"ל הפליא הקב\"ה עצתו במה שהרבה והגדיל תורה כמ\"ש למען צדקו יגדיל תורה כדי שע\"י הרבה מצותיה יתיש כחם של ישראל וכמ\"ש במסכת ביצה מפני מה ניתנה תורה לישראל מפני שעזין הן ואמר ד\"א תושיה שנתנה בחשאי כו' וה\"ק הפליא עצתו מלשון והוא פלאי שנתן התורה במכוסה והגדיל לתת אותה בתשות וחשאי מפני השטן כדאמרי' פ' רע\"ק שאחר שירד משה עם התורה מלפני הקב\"ה בא השטן ואמר תורה היכן היא כו' ואמרי' ד\"א תושיה דברים של תוהו כו' וה\"ק הפליא עצתם כי נפלאות עשה במה שהגדיל דברים של תוהו שאדם תוהה ומשתומם עליהם שיהיה העולם משותת עליהם וק\"ל:  </b>מחשבה "
        ], 
        [], 
        [
            "<b>אף </b>עונות אבותם אתם ימקו כשאוחזין כו'. בזה יתיישב בהאי קרא שאמר בתחלת המקרא בלשון נוכח והנשארים בכם וגו' בארץ אויביכם וגו' שהוא לשון נוכח וכן מדבר כל הפרשה דלעיל מיניה ובסיפיה דהאי קרא אמר ואף בעונות אבותם אתם וגו' שהוא מדבר בלשון נסתר וכן עד סוף הפרשה ויש לומר שענין הפרשה והתוכחה עד כאן מדבר בחורבן בית ראשון שהיה בהם עון ע\"ז שבחורבן בית ראשון עדיין לא היה הסתר' פנים שהיתה עדיין נבואה ואורים ותומים ולזה אמר בלשון נוכח ולא אמר רק והנשארים בכם ימקו בעונם כי לא היה להם אז רק עון עצמם אבל על חורבן בית שני התחיל לדבר בלשון נסתר לפי שהיה להם אז הסתרת פנים באין נבואה ואורים ותומים ושאר ה' דברים שנחסרו בבית שני וחסרון הנבואה היא הסתרת פנים כדאמרי' פרק קמא דחגיגה ואנכי הסתר אסתיר אף על פי שהסתרתי פני מהם בחלום אדבר בו ועל כן אמר בלשון נסתר ימקו בעונם שהיא שנאת חנם שהיה בבית שני ואף בעונות אבותם שהיה בבית ראשון שהוא עון ע\"ז אתם ימקו ועל זה אמר בגלותם בחורבן בית שני והתודו את עונם ואת עון אבותם וגו' כל הענין בלשון נסתר שיסתיר הקדוש ברוך הוא פניו מהם ולא יהיו נענים כפירוש רש\"י פרק קמא דחגיגה והסתרתי פני מהם שצועק מצרות כו' ואינו נענה ואמרינן נמי בפרק הזהב ששערי תפלה ננעלו מיום החורבן וק\"ל: ", 
            "<b>בעון  </b>אחיו מלמד כו' דלפי פשוטו שיכשלו זה בזה כי יבהלו לרוץ עכ\"ל פירש רש\"י בחומש לכתוב וכשל איש באחיו שכל אחד מישראל יכשל בחבירו אבל לפי הדרש איש בעון אחיו כתב וכשלו בלשון רבים דלאו עם כלל ישראל ידבר רק באותן שבידן למחות עמהם ידבר שיכשלו איש בעון אחיו אם לא ימחה בו כדמסיק וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>הכי </b>מרינן להו נשיאים וגו' פי' זה שמעיד עדות שקר לחברו אפשר שאין לו ממון לתת מכיסו לחברו או גם אם יש לו עינו צרה בשלו לתת לחברו אב הוא נותן לו מתנה מממון חברו ע\"י עדות שקר שמעיד לו להוציא ממון מחברו וזו היא מתת שקר וק\"ל: ", 
            "<b>שב  </b>שני הוי כפנא ואבבא כו' אפשר דאמרי אינשי משל הדיוט זה מרעב של מצרים שנגזר שבע שני רעב ואמר פרעה לאחי יוסף מה מעשיכם אם אתם בעלי אומניות מאי איכפת לכו ברעב שבאתם כולכם הנה דכפנא אבבא דאומנא לא נחית וא\"ל אנשי מקנה רועי צאן היו עבדיך לגור בארץ באנו כי אין מרעה לצאן וגו' כי כבד הרעב וגו' וק\"ל: ", 
            "<b>מפץ  </b>וחרב וגו' עיין בפירוש רש\"י משמע ליה דמפץ וחרב הנהו כולהו כלי מלאך המות ולא חרב ומפץ כלי מלחמה כמשמעו מדמייתי עליה הך דשב שני הוה מותנא דהיינו דבר דמייתי נמי זה המשל הדיוט בפרק האשה שלום אדבר ולא אחרב וקל להבין: ", 
            "<b>הרבה  </b>טענות היה לו לנחש כו'. מאי הל\"ל דברי הרב כו' יש לדקדק מאי הרבה טענות דקאמר דאין זה רק טענה אחת ויש לפרש הא דמייתי שכל המוסיף גורע והוא טענה אחרת שאלו לא הוסיפה על צווי הש\"י בנגיעה לא היו נכשלים באכילה ומה שיש לדקדק בענין הוספה וטעות של אדם וחוה בפירש\"י תמצא מבואר יפה בחדושינו פרק קמא דסוטה ע\"ש: ", 
            "<b>אמתים  </b>וחצי ארכו כו' פירש רש\"י דל אל\"ף מהכא קרי ביה מאתים הוו ב' מאות כל כו' עכ\"ל ויש לדקדק לפירושו אם יהיה חסר אל\"ף נפרש מתים וחצי ארכו מלשון מאתים שההברה מביא אל\"ף והיכן הוזכר אמה בכתוב שנפרש מאתים אמה ואימא מאתים טפחים או אצבעות ועוד אף שמצינו כן בפעלים שההברה מביא א' ובאותיות השמוש אבל בשמות לא מצינו שיהיה חסר ונחה אית א' מיסודי השם ונראה כי לא נאמר זה רק על הדבור שיש מי שמוסיף בדבור והוא גורע בזה והמשל בשנים שידברו ביחד בענין אמות והאחד שאל לשני כמה אמות אם השני משיב לו מתים נשמע ממנו ב' מאות אמות בהברת א' של מתים אבל אם השיב לו בתוספת א' אמתים לא נשמע ממנו כי אם ב' אמות ואם כן הוא גורע בדבורו תוספת א' ושהביא הפסוק אמתים וחצי וגו' אינו רק לסימן בעלמא שהוא אמתים הראשון הכתוב בתורה אבל לא שאלו נכתב בלא א' מתים וחצי ארכו שהיינו מפרשים מאתים אמות וחצי דהא לא הוזכר האמה כמו שכתבתי והוה שפיר דומיא דלגבי נחש שעל ידי תוספת דבור בעלמא שאמרה אל תגעי בו גרעה ממצות השם יתברך ובדיבורו ודו\"ק: *) "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ירמיה </b>חי העביר עלי את הדרך. עיין פירש\"י ועי\"ל שהאחין אלו חלקו להם שדה שירשו מאביהם ולפום דינא אין להם דרך זה על זה כדאמרינן פ\"ק דבבא בתרא וירמיה אחיו של עוקבן העביר הדרך מחלקו על חלקו של עוקבן וזה שקבל העביר עלי דהיינו על חלקי את הדרך ולמאן דאמר דדיני קנסות הוה ליכא לפרש הכי וק\"ל: "
        ], 
        [], 
        [
            "<b>בית </b>ין יפה כו'. דלשון תרדוף משמע ליה דבבעלי דינין מיירי ובדיינין כבר נאמר בצדק תשפוט עמיתך מדכתיב לשון כפול צדק צדק בבעלים דריש לדקדק להם שילכו וירדפו אחר ב\"ד היפה שבאותו הדור כדמסיק וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>מקרא </b>חד יוצא לכמה כו'. ונתן טעם בזה בקרא כי עוז וכח חכמה הוא לאלהים לשמוע שתים מדבורו האחת משא\"כ עוז וכח חכמה בדבורו של אדם לשמוע שתים בדבורו האחד ומזה נמי מדייק שאין טעם אחד יוצא מכמה מקראות שאין זה חכמת אלהית לדבר כפול שאף באדם הדיבור המיותר וכפול אינו חכמה ועיין בפירוש רש\"י וק\"ל: ", 
            "<b>מה  </b>פטיש זה מתחלק לכמה ניצוצות כו' עיין בתוס' שפירש ר\"ת שהפטיש מתחלק מן הסלע כו' בא' שלקח סנפירין כו' נבקע הסדן ונחלק הקורנס וסנפירין עמד במקומו כו' ע\"ש עי' בתוספות ובפ' החליל הקשו על פירושו מההיא דתענית עיין שם ועוד קשה דהכא מדמה התורה לברזל של הפטיש מה ברזל הפטיש מתחלק לכמה ניצוצות כו' וכן בפרק רבי עקיבא ובפ' קמא דקידושין מדמה הפטיש ליצר הרע דאמרינן שם אם פגע בך מנוול זה כו' אם ברזל הוא מתפוצץ שנאמר הלא כה דברי כאש וכפטיש יפוצץ סלע ויש לפרש זה דלפום הנהו דרשות סלע הוא מלשון חכמים סלע שהוא מטבע שהיא ג\"כ ממתכת וברזל ודימה בפרק קמא דקידושין את האדם בצורתו אם טוב ואם רע לצורת סלע כי כמו שהסלע הישנה ממלך ראשון שנפסלה לא נפסל רק צורתה הישנה והאש מתיך אותה והפטיש מפוצץ אותה לתת לה צורה חדשה וטובה היוצאת כן צורת האדם שהיה לו צורה נפסלת רעה ממלך הראשון הזקן שהוא יצר הרע הנה על ידי האש התורה שהיא כתובה לפניו באש כו' מתיך ומבטל ממנו צורה הראשונה ועל דרך זה דימה אותו ג\"כ לפטיש שהוא מפוצץ הסלע ויותן לו צורה חדשה כן ד\"ת נותנין לאדם הנפסל בצורתו צורה טובה ורוח חדש שהוא היצר טוב ועל זה מביא שם כל האי קרא כי הנה כה דברי כאש וכפטיש וגו' שדימה התורה לאש ולפטיש להחזיר לאדם צורה ורוח חדשה כמו האש והפטיש לסלע וקושי הברזל שאמרו שם שהוא מתפוצץ הוא על הברזל ומתכת של הסלע שאף שהוא ברזל הוא מתפוצץ ע\"י הברזל אחר שהוא הפטיש ובתענית על קושי הברזל שבפטיש קאמר כל תלמיד חכם שאינו קשה כברזל דהיינו על ידי התורה הוא קשה כברזל הפטיש שהוא מפוצץ מתכת אחד דהיינו הסלע ותו לא מידי ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שהיא </b>ושבת בטיבורו של עולם. רצה לומר באמצע העולם שהאויר ממוזג ומקום מוכן לחכמה ואמר אגן שהיא מגינה על כל העולם כי שם עומדין שלשה עמודי עולם תורה דין ואמת שלא יצא התורה ודין לאמתו בכל בתי דינין כ\"א שם כמ\"ש בפ' זקן ממרא ואמר שהיא דומה לסהר שעל הרוב אין עיגולה של הלבנה שלם רק חצי עגול וכן יושבין סנהדרין מה שאין כן החמה שהיא לעולם עיגולה שלם ואמר אל יחסר המזג כו' אם יש כ\"ג כנגד סנהדרי קטנה כו' דימה אותן ליין הממוזג כי כמו שהיין הוא עיקר וב' חלקים מים שמוסיפין בהם הם טפל לגבי היין כן הדבר הזה דב\"ד של כ\"ג הן הן העיקר שהיו דנין דיני נפשות בכ\"מ אלא ששני חלקים דהיינו עד שבעים שהוסיפו הם טפלים לגבי הכ\"ג ולא הוסיפו אותן שם אלא שלא יצטרכו להוסיף אם יחלקו הכ\"ג ולהכי לא הקפיד קרא שלא יחסרו אלא על הכ\"ג שהם עיקר הב\"ד ואמר בטנך ערימת חטים כו' דימה אותן לחטין שהכל צריכין להם בכל ריב שבכל בית דין ע\"ד הכל צריכין למרי חטייא ועיין בחדושינו פרק מי שמת בזה. ואמר ", 
            "<b>שאפילו  </b>סוגה בשושנים לא יפרצו כו'. פי' רש\"י גדורה בשושנים כלומר באזהרה קלה כו' ואין צריך גדר אבנים כו' עכ\"ל ע\"ש ויותר נראה לפרש דנקט גדר של שושנים שהאדם חומד לגדר גופה לעקרו ולפורצו ליהנות ממנו בריח השושנים והתוספות פירשוהו לקמן גבי נדה לענין דם כשושנה אדומה ראיתי כו' עכ\"ל וכן מפורש בשיר השירים רבה אבל רש\"י בפירוש שיר השירים פירשו לענין דם כמו שפירש ליה הכא לענין סנהדרין וכן נראה מהא דקאמר בשמעתין דאמר ליה ההוא מינא כו' דמשמע דבגוונא חדא דרשינן ליה לענין סנהדרין ילענין דם נדות ויש לדקדק בענין שהשיב למין הזה התורה העידה עלינו סוגה בשושנים וכן כפלח הרמון רקתך שהמין לא יקבל דרשה זו אם לא נזכר בקרא זה דבענין דמי נדות קמיירי ונראה דכל הפסוק בענין זה מיירי והוא קרוב לפשוטו דעם האשה ידבר. ואמר ", 
            "<b>שררך  </b>אגן הסהר וגו'. כינה בכאן מקור הדמים ועצבוני הריון ולידת אשה לטבור האשה ולבטנה ואמר שמקור הדמים לא יחסר מזגם וזמן וסת שלהם כאגן הסהר שהיא הלבנה דהיינו לימי החודש שעונה בינונית וסתם וסת שלה מל' יום לל' יום ואמר בטנך שהם צער ב' טיפות דמים שלה וצער הריון ולידה שבבטנה היא ערמת חטה שע\"י חטה שאכלה חוה נגזר עליה כל עצבון זה כר\"י דאית ליה פרק בן סורר דאילן שאכל ממנו אדם חטה היה ואמר שע\"י זה סוגה היא בשושנים בימי נדתה ולידה ור\"ל שאמר מהכא כפלח הרמון וגו' גם כל פסוק הזה נדרש בענין זה שאמר כחוט השני שפתותיך מצינו שכינה כתמי דמים וטומאה לשני זה שהוא אדום ואמר כי הפה והשפתים של מטה הם אדומים כחוט השני בכתמי דמים אבל מדברך נאוה אף שכל הקריבות אסור הדבור מותר הוא עם הנדה או שפירוש מדברך הנהגה דהיינו שתנהג נאוה בקישוטיה אף בימי נדותה לא כזקנים הראשונים שאמרו שלא תכחול ולא תתקשט כו' אלא כר\"ע דא\"כ אתה מגנה אותה על בעלה ואעפ\"כ אמר שלא יבא האיש לדבר עבירה כי כפלח הרמון רקתך שאפילו הרקים כו' ואמר מבעד לצמתך ר\"ל מלבד שיצמצמו עוד עצמן שלא יבואו לדבר עבירה שלא יאכל הזב עם הזבה מפני הרגל עבירה ועוד שאר הרחקות ורבי זירא שאמר מהכא וירח את וגו' מבואר דודאי יעקב צדיק גמור היה אלא שלבש עתה בגדי עשו הרשע שחמדן מנמרוד הרשע וכמה כתמי דמים מרציחות שהיו בו מרשעים הללו ואעפ\"כ בבא יעקב לפני אביו גם אלו הבגדים נתנו ריח טוב שנא' וירח את ריח בגדיו וגו' שנכנס עמו ריח ג\"ע והוא סימן לבניו שאף הבוגדים שבהם יתנו ריח במצות ככתמי דמים של נדה ודו\"ק: ", 
            "<b>אמרו  </b>עד האידנא כו'. דהוה בעי רחמי עלן השתא מאן בעי רחמי הרהרו כו'. מזה יש להשיב במה שאמר משה כי ידעתי וגו' הן בעודני חי עמכם ממרים הייתם אף כי אחרי מותי וזה אחד מעשרה ק\"ו שבתורה הא איכא למפרך דיאמרו עד האידנא הוה משה בעי רחמי עלן השתא מאן בעי רחמי עלן ויהרהרו בתשובה כדאמרינן הכא גבי רבי זירא אבל אין לחוש בזה דפרכא כזאת מבליעין אותה בתוך הק\"ו כיון שאינה כתובה בתורה כמ\"ש הרא\"ם בפ' וארא גבי הן בני ישראל לא שמעו וגו' ודו\"ק: ", 
            "<b>היו  </b>יודעין שלא כדיני ממונות דיני נפשות דיני ממונות אדם נותן ממון ומתכפר לו כו' רצה לומר שנותן אותן דמים שגזל ואין צריך ליתן אותן דמים הראוים לבא ברבית וביטול דמיו מה שאין כן דיני נפשות דמו ודם זרעותיו הראוים לבא לעתיד כולם אי אפשר להחזיר שנאמר דמי אחיך צועקים וגו' אינו אומר דם אחיך כו' וכן מדקדק בבראשית רבה מדכתיב את דמי נבות וגו' וימת בדמי יהוידע וגו' ובגמרא שלנו בפרק נ\"ה איכא פלוגתא אדמי נבות ואת דמי בניו איכא למ\"ד אותו ואת בניו הרג ואיכא למ\"ד בניו הראויים לצאת ממנו וקרא דמייתי הכא במתני' יותר מדוקדק מלשון צועקים בלשון רבים ע\"ש דמו ודם זרעותיו וק\"ל: ", 
            "<b>שהיה  </b>דמו מושלך על העצים כו'. מפורש לקמן מלמד שעשה קין בהבל חבורות חבורות כו' שמתוך שעשה בו הרבה חבורות ופציעות היה הדם ניתז בהרבה מקומות על עצים ואבנים ולכך נאמר דמי בלשון רבים וכפירש\"י בחומש ועוד י\"ל לפי שמפורש בב\"ר שהרגו בקנה עץ או באבן ועל אותו עץ ואבן הי' דמו מושלך וז\"ש עשה בו חבורות חבורות פציעות פציעות דהיינו בקנה דבר שעושה בו חבורה ובאבן דבר שעושה בו פציעות כמפורש בב\"ר ודו\"ק: ", 
            "<b>לפיכך  </b>נברא אדם יחידי ללמדך כו'. כתב בעל י\"מ ואף על גב שכל המינים נבראו יחידים כו' אדם שאני שהוא מדיני בטבע והיו צריכים רבים מתחלה לעזור כו' ועוד שלא יצטרכו להיתר עריות שהרי קין נשא אחותו עכ\"ל ודברים דחוקים הם ונראה לפרש דהכי קאמר שנברא יחידי שאדם נברא תחלה ואחר כך נבראת חוה מצלעותיו משא\"כ בכל המינים שנבראו זכר ונקבה ואמרינן ללמדך שכל המאבד נפש אחת מישראל כו' דקדק לומר נפש אחת מישראל שצורת אדם שנברא יחידי היא דיוקנו של מעלה כיחידו של עולם וצורת יעקב הוא דמות דיוקנו כדאמרינן פרק חזקת הבתים אבל כותים אינן צורת אדם רק כשאר הנבראים והמאבד נפש אחד מהם אינו מאבד עולם מלא וכן המקיים נפש אחד מהם כו' דכותים לא מעלין ולא מורידין ועל פי דרך זה יש לפרש דקאמר שלא יאמר אדם לחברו אבא גדול מאביך והוא מפורש בגמרא מפני המשפחות שלא יהיו מתגרות זו בזו ואמרו עוד שלא יאמרו בני הצדיקים אנו בני צדיק אבינו צדיק נברא כו' ופי' רש\"י ואין אנו צריכין להתרחק מן העבירה כי לא נכשל בה ואנו בני רשע ואין אנו נזקקים בתשובה ולהצטדק כי לא יועיל כפירש\"י לקמן והוא לפי שטבע ומזג הולד בדומה על הרוב למולידיו אם כאביו ואם כאמו ואלו היה האדם נברא זכר ונקבה כשאר כל הנבראים היו אומרים כן שאלו בני צדיק בטבע ומזג הזכר ואלו בני רשע בטבע הנקבה או בהיפך ובין הצדיק ובין הרשע מוכרח על מעשיו לפי טבע מולידיו ועל כן נברא יחידי שאף הנקבה ממזג וטבע הזכר נבראת בתחלת היצירה וא\"כ על כרחך אין מעשה האדם שמשתנה לטוב ולרע תלוי בטבע היצירה רק בבחירתו של כל אדם נעשה צדיק ורשע ועל דרך זה נמי אמר בגמרא שלא יהיו המשפחות מתגרות כו' דהיינו לומר שאבא גדול מאביך ולפי טבעו ומזגו הוא מוכן יותר במעלה מאחר דאינו כן שהרי מטבע אחד נבראו כולם מאדם יחידי שאפי' הנקבה ממזג וטבע הזכר בתחלת היצירה ועל דרך זה אמר שלא יהיו המינין אומרים הרבה רשויות כו' גם זה ע\"ד שאמרנו דאלו נברא האדם זכר ונקבה ואמר הכתוב בצלם אלהים ברא את האדם היו אומרים שהם ב' רשויות שהאחד ברא הזכר והשני ברא הנקבה ועל כן נברא יחידי דמות דיוקנו צורה של מעלה כיחידו של עולם כמ\"ש לעיל ואמר ולהגיד גדולתו של הקב\"ה שאדם טובע כו' יבואר לקמן בגמרא: "
        ], 
        [], 
        [
            "<b>אין </b>ן דוד בא עד שיכלו שתי בתי אבות מישראל כו' נכנס יין יצא סוד הוא מבואר בסוד עיבור החודש וע\"פ מ\"ש בפ\"ב דר\"ה רבי חייא חזייה לסיהרא דהוה קאים בצפרא דכ\"ט שקל קלא פתק בה אמר כו' זיל איכסי א\"ל רבי לר' חייא זיל לעין טב וקדשיה ושלח לי סימנא דוד מלך ישראל חי וקיים והכונה בסוד העבור שדומה לו מלכות בית דוד כמ\"ש במדרשות שכמו שהלבנה אחר ט\"ו יום שנתמלאה תתחיל לחסר כן היה מלכות בית דוד אחר שהיו מזרעו ט\"ו מלכים נחסר המלכות בימי צדקיהו ולא נשאר לו רק ממשלה קצת ר\"ג בבבל ונשיא בא\"י וכמו שהלבנה הולכת ומתחסרת ט\"ו יום עד שתתחסר לגמרי ואחר כך מתחדשת באורה כן אחר שתכלה ממשלת מלכות בית דוד לגמרי דאף ר\"ג בבבל ונשיא בא\"י יכלו שוב יתחדש מלכותו ולזה כוון שכיסוי הלבנה הוא סימן לרבי שהיה נשיא שיכלה נשיאותו לא רצה הוא לומר כן זיל איכסי רק על ידי רבי חייא גם לא רצה הוא לקדשה ביום ל' כאלו היא מכוסה אז שזה סימן רע לנשיא דאדרבה שכל עוד שאינו מתכסה הוא סימן טוב על הנשיאות שימשך ועל כן אמר לרבי חייא דלקדשיה אז ע\"פ אותו הכיסוי שא\"ל זיל איכסי ולזה אמר ליה רבי שלח לי סימנא דוד מלך ישראל כו' ר\"ל דאף שהכיסוי של הלבנה הוא סימן רע לנשיאות שיכלה הנה מצד אחר הוא סימנא טבא דדוד מלך ישראל חי וקים שאחר שיכלה הנשיאות יתחדש מלכותו ויצמח קרן דוד וע\"כ אמר זיל לעין טב וקדשיה ע\"ש סימן טב וז\"ש הכא אין בן דוד בא עד שיכלו ב' בתי אבות ר\"ג ונשיא דאחר שיכלה ממשלתו לגמרי כמו הלבנה אחר ט\"ו יום שתחסר לגמרי אז יתחדש מלכותו כמו שתתחדש הלבנה והיה רבי מיצר ע\"ז שיכלה נשיאותו וא\"ל רבי חייא אל ירע בעיניך שע\"י שנכנס יין יצא מהם דבר סוד העיבור שיתחדש שוב מלכות בית דוד וגדולת משפחות הנשיאים בב\"י: ", 
            "<b>כיון  </b>שפותחין כו'. דלפי פשוטו שהם בעלי אומניות כמו שתרגם יונתן אומניא ותרעיא לא יתכן מ\"ש הכתוב הכל גבורים עושי מלחמה דאין דרך בעלי אומניות להיות עושי מלחמה אבל לפי הדרש היינו גבורים בתורה ועושי מלחמה של תורה ואמר וכמה היו אלף אשמועי' שהיו הרבה חכמים וגבורי תורה בגלות יכניה ולזה יתיישב מ\"ש בסוף פרק חלק דבקש הקב\"ה להחזיר את העולם לתוהו בשביל יהויקים כיון שנסתכל בדורו נתיישב דעתו וביקש הקב\"ה להחזיר את העולם לתוהו בשביל דורו של צדקיהו כיון שנסתכל כו' והיינו דבימי יהויקים עדיין היו בירושלים החרש והמסגר אלף ת\"ח אבל בדורו של צדקיהו לא היו שם ת\"ח שכבר גלו עם יכניה ועיין בחדושינו פרק המגרש וק\"ל: ", 
            "<b>לונושנתם  </b>כו'. משמע ליה דמלת ונושנתם מיותר דקרא למדרש מיניה גימטריא ור\"ל שהקדים ב' שנה קודם שנתמלאה סאתם שהיה מתקיים בהם אבד תאבדון וגו' ואמר ש\"מ מהרה דמרי עלמא תתנ\"ב כו' ר\"ל על כל פנים דלא הוי פחות ממנין זה ואשמועינן בזה בהיפך בענין הגאולה שאם יתמהמה חכה לו ואל תתייאש ממנה באריכו' הגלות אף שכמה כתובים הם מורים בהפך על קירוב הישועה כמ\"ש כי קרובה ישועתי לבא ונאמר וארוכתך מהרה תצמח ואל תתמה על כך כי מי יודע כמה מהרה דמרי עלמא שיומו אלף שנה ומצינו בו מהרה בתתנ\"ב שנה וסמך רב אחא ב\"י דבריו אלו אדרשה דונושנתם שהיו ישראל ראוים לאבד ח\"ו לגמרי לזמן תתנ\"ב אי לאו שהקדים הש\"י שתי שנים בצדקתו ואבד תאבדון לפי הראוי ליאבד לגמרי נאמר אבל אי לאו הך דרשה הייתי יכול לומר דאבד תאבדון לאו לגמרי משמע אלא דבזמן השופטים נמי שהיו תחת יד עמון ופלשתים וכמה אומות נתקיים בהם אבד תאבדון דהשתא מהרה דמרי עלמא לא הוי כ\"כ וע\"כ הוצרך לדרוש דונושנתם ועיין בחדושינו פרק המגרש ודו\"ק: ", 
            "<b>בחותמו  </b>של אדם הראשון וכו'. ר\"ל לפי הדרך שאמרנו שאדם זכר יחיד נברא בזולת נקבה שאף היא בחותמו של אדם הראשון נבראה שלולי זאת שהיה שינוי בבריאה זכר ונקבה היה לבעל דין לחלוק שהצורות משתנין לפי שינוי הבריאה זכר ונקבה. ואמר דאין אחד דומה לחברו שנאמר תתהפך כחומר וגו' עיין פירש\"י שהוא דחוק ונראה לפי הדרש אמר שמתהפך ומשתנה הצורה של אדם הראשון לתולדותיו כחומר חותם ר\"ל כחותם העשוי מחומר הרך שהיוצר יכול לשנות צורת וחותם אותו החומר כפי רצונו וכמו שיסד הפייטן כי הנה כחומר ביד היוצר ברצותו מרחיב וברצותו מקצר שנותן לו צורה כפי רצונו כן משתנה חותם וצורת אדם הראשון כפי רצונו ית' ב\"ה ואמר ויתיצבו כו' שינוי הצורות כמו לבוש שמשתנה האדם בצורתו כפי הלבוש שהוא לבוש דמשום הך טעמא להגיד גדולתו וכו' לא הוי סגי ליה אילו היה טוב לעולם שיהיו דומין בצורות אבל כיון דאדרבה דיותר טוב לעולם בשינוי הצורות כדקאמר שלא יראה אדם דירה נאה ואשה נאה וכו' בראו יחידי להגיד גדולתו של מלך מלכי המלכים הקב\"ה שהוא טובע כל שינוי הצורות בחותם אחד ועיין בי\"מ וק\"ל: ", 
            "<b>וימנע  </b>מרשעים וגו'. עי' פירש\"י ועוד נראה לפי הדרש שזה המקרא נאמר בתר האי קרא דתתהפך כחומר וגו' דר\"ל דלכך מתהפך ומשתנה חותם וצורת אדם כדי שימנע מרשעים אורם שנתן עיניו באשה אחרת וזרוע רמה וגו' ע\"פ מ\"ש בפ' ד' מיתות לא ניתנה קרקע אלא לבעלי זרוע וז\"ש דלכך ג\"כ נשתנה ונתהפך צורת האדם כדי שתשבר עי\"ז זרוע רמה של בעלי זרוע להחזיק בזרוע דירה נאה של אחרים לומר שלי הוא וק\"ל: ", 
            "<b>בקול  </b>ומראה משום ערוה ובדעת מפני הגזלנים כו'. וה\"ה דה\"מ למימר בקול ובמראה מפני הגזלנים אלא דעדיפא מיניה קאמר משום ערוה ובירושלמי קאמר מראה ודעת מפני הגזלנים: ", 
            "<b>ובדעת  </b>מפני הגזלנים. פירש\"י אם יודע מה שבלב חבירו כו' ע\"ש וכתב בעל י\"מ ולא נהירא דמה שלא ידע אדם מה שבלב חבירו לא הוי שינוי בדעת האנשים כו' ונ\"ל דשינוי דעת האנשים שאין חפצו של זה כזה כי זה יחפוץ בשדה פלוני וזה באחר כו' שאילו היו הכל חפצים בדבר א' יבקשו הכל לגזול וכו' עכ\"ל ועוד האריך ע\"ש: ", 
            "<b>שלא  </b>יהו האפיקורסים אומרים שותף כו'. מייתי הך מלתא הכא דלפי מ\"ש דאדם יחידי נברא מה שלא נבראו כן כל שאר הנבראים קאמר דלכך נברא בע\"ש דאילו נברא האדם קודם ע\"ש היו אפיקורסים אומרים שותף כו' דכמו שהקב\"ה יחידו של עולם בשמים גם הוא יחיד בארץ ושותף היה לו בבריאת שמים וארץ. ואמר ", 
            "<b>שאם  </b>תזוח כו' אומרים לו יתוש קדמך כו'. שאל יתגאה האדם כי בריה קלה כיתוש זו קדמו לפרוע ממנו כעין שאמרו בעובדא דטיטוס שהיה מתגאה לומר. אם גבור הוא יעלה ליבשה ויעשה עמי מלחמה כו' בא יתוש ונכנס בחוטמו כו' כמ\"ש בפרק הנזקין. ואמר ד\"א ", 
            "<b>כדי  </b>שיכנס למצוה. דאיכא בב\"ר מאן דסבירא ליה אדם מצווה על השבת מדכתיב ויניחהו. ואמר ", 
            "<b>ד\"א  </b>כדי שיכנס לסעודה כו' חכמות בנתה ביתה זו מדתו של הקב\"ה כו'. כתב בעל י\"מ לדעת חכמים חכמי אמת שבעת ימי בראשית כנגד ז' ספירות וא\"ש טפי שהזכיר שהבריאה בחכמה וא\"ש לשון הברייתא חכמות בנתה ביתה זו מדתו של הקב\"ה וק\"ל עכ\"ל עיין שם עוד בזה ומ\"ש אלו ז' ימי בראשית כתבו התוספות דבז' נברא העולם שאף על פי שבששה ימים נברא העולם מ\"מ היה עולם חסר מנוחה כו' עכ\"ל והקשה בי\"מ ומ\"מ קשה האדם ביום ו' נברא וי\"ל דשלחה נערותיה לאו בתר ז' ימים קאמר כו' עיין שם ולולי דברי התוספות היה נראה לומר מלשון עמודיה דלאו על ז' ימי הבריאה קאמר רק שהעולם עומד ומתקיים על זמן של ז' ימי בראשית ומילי מילי קחשיב שעשתה החכמה ותו לא מידי. ומ\"ש ", 
            "<b>אלו  </b>ימים ונהרות וכל צרכי עולם כו'. פרט את הימים ונהרות טפי מכל שאר צרכי עולם לפי שהם צריכין ביותר כמ\"ש שא\"א לעולם בלי מים אבל אפשר בימים ובנהרות לאכול הדגים ולשתות המים שבהם וי\"מ כתב בזה בדחוקים ואין להאריך עוד כתב שם ונראה לי דקמפרש טבחה טבחה מלשון בישול דלשון זביחה אי אפשר שהרי לא הותר לאדם הראשון להמית ב\"ח אבל לשון בישול יצדק במתה מאליה כו' עכ\"ל. ונראה לי דאין צורך לזה דתחלת הבריאה קאמר שהיתה ע\"ש כך לאכול בשר שחוטה אילו זכה אדם ולא חטא שהרי נח זכה הותר לו לאכול בשר וק\"ל: ", 
            "<b>שלחה  </b>נערותיה תקרא זה אדם וחוה כו'. קראן נערים שנבראו כך כנערים הראוים להוליד שהרי בו ביום נולדו קין והבל ואיתא בב\"ר כבן כ' נבראו מפרש י\"מ שלחה נערותיה תקרא החכמה הנזכרת שלחה אל נערותיה וקראתם וזמנתם לסעודה וק\"ל: ", 
            "<b>כתיב  </b>על גפי וכתיב על כסא כו'. מפורש בפ\"ק דע\"ז ע\"ש: ", 
            "<b>מי  </b>פתי יסור הנה וכו'. מי פתאו לזה כו'. פירש רש\"י מי פתהו לזה שיסור הנה לאכול מעץ הדעת ורצה לומר דאחר שזימנו לסעודה כזו שהיה בו כל צרכי עולם מי פתאו לאדם שיסור מאותה הסעודה הנה לאכול מעץ הדעת לעבור על צווי השם יתברך: ", 
            "<b>אשה  </b>אמרה לו. ופירש רש\"י האשה שהיא חסר לב אמרה לו עכ\"ל אבל קרא דמייתי נואף אשה חסר לב משמע דחסר לב קאי על אדם ולא על חוה ויש לפרש שאמר שבזה פתאו שאמרה לו שהוא חסר לב כל זמן שאינו אוכל מעץ הדעת וכמ\"ש הנחש כי ביום אכלכם ממנו וגו' והייתם כאלהים יודעי טוב ורע וגו' ועוד יש לומר מי פתי יסור שנעשה סר ונגרש מג\"ע הנה לקדמת עדן מי פתאו לזה אשה אמרה לו כלעיל וק\"ל: ", 
            "<b>מכל  </b>העולם כולו כו'. מבואר שכל העולם נברא בשבילו כמ\"ש לעיל ועל כן בראו מכל עולם והשליטו על הכל כמ\"ש כל שתה תחת רגליו וקאמר מסתברא דראשו שבו המוח כח הנשמה והשכל הוא מא\"י שהוא מקום מוכן לחכמה כמ\"ש אוירא דא\"י מחכים ושם בירושלים מקום שער השמים לנשמה אבל גופו שבו אברים הפנימים ורוח החיוני שבלב הוא מבבל שגם שם מקום מוכן למעלות החכמה שעל כן סבב הקב\"ה הגלות לבבל ושאר איבריו שהם אינן רק כלים לראש ולגוף משאר ארצות שהם טפלים לגבי א\"י וק\"ל: "
        ], 
        [
            "<b>ע\"ב שעה  </b>ראשונה הוצבר עפרו כו'. גם בהמה ורמש וחיתו ארץ בו ביום נבראו קודם שנברא אדם ולא פרט בהם באיזו שעה ביום דאפשר דבלילה נבראו אבל האדם שהיה תכלית הבריאה סיפר בו שנברא ביום כמ\"ש ביום ברוא אלהים אדם וגו' ויקרא את שמם אדם ביום הבראם וגו' ומ\"ש ", 
            "<b>שמינית  </b>עלו למטה ב' וירדו ד' כו'. לפי סדר הפרשה והאדם ידע את חוה וגו' כתיב בתר שנטרד מג\"ע אבל דרשו כן מדכתיב והאדם ידע שהקדים השם לפועל ולא כתב וידע אדם כמ\"ש רש\"י בחומש ועיין בזה ברא\"ם ועוד דרשו זה ספר תולדות אדם ביום ברוא וגו' שביום שנברא הוליד וכתבו התוס' וירדו ד' אדם וחוה וקין ותיומתו אבל הבל לא נולד באותו פעם כדכתיב ותוסף ללדת וב' תיומות נולדו עמו דדרש בב\"ר מדכתיב את אחיו את הבל עכ\"ל והרא\"ם כתב על אגדה זו דעלו למטה שנים וירדו ד' דלא דריש אתיים לרבויא עכ\"ל נראה מדבריו שהוא מפרש וירדו ד' היינו אדם וחוה קין והבל ונעלם ממנו דברי התוס' דהכא דלפי סוגיא דשמעתין נמי ירדו ד' היינו אדם וחוה וקין ותיומתו אבל הבל לא נולד באותו פעם ובהדיא אמרינן בפרק הבע\"י ותוסף ללדת את אחיו את הבל הבל ואחותו וקין ואחותו וקצת קשה לדברי התוס' דהכא שהביאו הב\"ר דרש את אחיו את הבל דשתי תיומות נולדו עם הבל והניחו תלמוד ערוך בידינו בפרק הבע\"י דלא דריש רק את הבל לתאומה אחת ולא דריש את אחיו לרבות עוד תאומה שנית להבל והא דדריש קין ואחותו היינו מאת קין כפירוש רש\"י התם דאת אחיו ודאי לא משמע לרבות תאומה לקין ודו\"ק: ", 
            "<b>נמשל  </b>כבהמות נדמו כו'. מכפל לשון נמשל ונדמו דרש נמשל מלשון ממשלה ונו\"ן נמשל נו\"ן הנפעל שהאדם נמשל ונשלט מחיה רעה ששולטת ומושלת עליו לפי שכבהמות נדמו בעיני החיה והוא מבואר שכ\"ז שיש לו צורת אדם נאמר ומוראכם וחתכם יהיה על כל חית הארץ וגו' כפירוש רש\"י בחומש ומשאבד לו צורה זו ונדמה לבהמה שולט בו החיה כמו בבהמה וק\"ל: ", 
            "<b>בשעה  </b>שבקש כו'. ברא כת של מלאכים א\"ל רצונכם נעשה כו' רבש\"ע מה מעשיו כו'. הוא מבואר שאמר. בזה במדרש רבה בשעה שברא הקב\"ה את האדם כו' נעשו המלאכים כתות כתות חסד אומר יברא שעושה ג\"ח ואמת אומר אל יברא שכולו שקר צדק אומר יברא שעושה צדקות שלום אומר אל יברא שכולו קנאה וקטטה כו' והן הן הב' כתות מה\"ש אחת של אמת ואחת של שלום וז\"ש שא\"ל הקב\"ה כך וכך מעשיו דהיינו ג\"ח וצדקה ואמרו לפניו רבש\"ע מה אנוש כי תזכרנו שהוא כולו שקר כמו דור אנוש עובדי ע\"ז ובן אדם כי תפקדנו שהוא כולו קטטה כמו קין שהיה מתקוטט עם אחיו הבל והרגו. ואמר שהושיט הקב\"ה אצבעו ביניהם אצבעותיו הן שבהן ברא את העולם כמ\"ש כי אראה שמיך מעשה אצבעותיך וגו' והן מדותיו שבהן ברא את העולם וז\"ש הושיט אצבעו ביניהם דהיינו מדת ג\"ח שבו נברא העולם שנאמר עולם חסד יבנה ובו שרן. את הכיתות דהיינו שנצחום במדתו החסד לברוא את העולם והיא ג\"ח כת שלישית שהסכימה לברוא עולם: ", 
            "<b>מה  </b>שאתה רוצה לעשות כו' כיון שהגיע לאנשי דור המבול שהיה כולו קטטה ודור הפלגה שהיה כולו שקר אמרו לא יפה אמרו ראשונים שהן ב' כתות מה\"ש אמת ושלום שנצחת אותן וא\"ל עד זקנה אני הוא ועד שיבה אני אסבול וגו' ר\"ל עד יום מתן תורה שהיה הקב\"ה כזקן מלא רחמים וכשיבה יושב בישיבה כמ\"ש במדרשות עד זמן ההוא אסבול תרעומתכם על בריאת האדם ושם תמצאו תשובה כמ\"ש בפרע\"ק שהתרעמו מלאכים ג\"כ בזה במתן תורה ואמרו מה אנוש כי תזכרנו ובן אדם וגו' וא\"ל הקב\"ה למשה אחוז בכסא כבודי וחזור להן תשובה כו' א\"ל תורה שאתה נותן מה כתיב בה אנכי וגו' שבת לא תשא לא תרצח וגו' שהתורה היא סבה לבריאות עולם שקיימוה ישראל ודו\"ק: ", 
            "<b>שנאמר  </b>אחור וקדם צרתני וגו'. פירש\"י הכא שני צורות דו פרצופים עכ\"ל אבל יותר נראה לפרש לפי הדרש דהכא כפירושו פרק אין דורשין אחור וקדם צרתני שני פעמים יצרתני תחלה גבוה ולבסוף שפל עכ\"ל ועוד נראה לפרש דברי ב\"ר אחור וקדם דהיינו ממזרח שנקרא קדם עד מערב שהוא אחור יצרתני מתחלה ואמר שהניח ידו עליו ומיעטו שנאמר ותשת עלי כפיך ודקא' נמי פרק הספינה דקומתו של אדם היה מאה אמה היינו אחר שמיעטו דמתחלה היה מסוף העולם ועד סופו ויש בזה רמז ותשת עלי כפיך ששת עליו כ\"ף גי' מאה ומ\"ש חדא מדה היא כבר האריך בזה הרא\"ם ושאר מפרשים אחרונים אחריו אבל התוס' בפרק אין דורשין הניחו הדבר כפשוטה דבתמיד פ\"ד איכא פלוגתא בהך מלתא דזקני הנגב אומרים דממזרח למערב יותר רחוק מהשמים לארץ וח\"א זה וזה שוים שנאמר. כגבוה שמים על הארץ כרחוק מזרח ממערב ומה שהקשה הרא\"ם אדם היכא קם קודם שחטא כבר תירצו בזה שם שסובר שהיה בגן עדן עד שנתמעט עד כאן לשונו ועיין במסכת תמיד בחדושינו בזה: ", 
            "<b>אדם  </b>הראשון בלשון ארמי סיפר שנא' וכו' מבואר יפה באורך בפ' הספינה גבי עתידין צדיקים שנקראין ע\"ש של הקב\"ה כו' ע\"]: ", 
            "<b>מין  </b>היה כו' פירש רש\"י נוטה לע\"ז עכ\"ל דקדק לפרש שהיה נוטה לע\"ז ולא שהיה מין וכופר בעיקר דח\"כ היינו דרב נחמן דאמר כופר בעיקר היה וכן כתב הרמב\"ם בהלכות ע\"ז בדור של אנוש שהיו עובד. ע\"ז אע\"פ שלא היו כופרים בעיקר כו' ע\"ש: ", 
            "<b>משוך  </b>בערלה כו'. לא מצינו שנצטוה אדם על המילה אלא שהיה נולד מהול כדאי' במדרשות והיה מושך ערלתו אח\"כ וק\"ל: ", 
            "<b>הוי  </b>שקוד כו'. עי' הפירושים בספר מדרש שמואל ועוד נראה לפרש לפי שהאפיקורסים מתוך דקדוקי המקראות לפי טעותן ילמדו לשקר במינות ועל כן אמר הוי שקוד ללמוד תורה שבכתב שתוכל להשיב להן מתוך המקרא כדלקמן התשובתן בצדן כי המינין לא יקבלו בתורה שבע\"פ ומדרשות וז\"ש ודע מה שתשיב להן לפי המקרא שהוא לא יאמין במדרש ובתורה שבע\"פ וז\"ש אבל אפיקורוס ישראל כ\"ש דפקר טפי שהוא ידע במדרש חכמים ואם נשיב לו כפי המקרא כ\"ש דפקר טפי בתורה שבע\"פ ובמדרש חכמים וק\"ל: ", 
            "<b>אא\"כ  </b>נמלך כו'. ורש\"י בחומש פי' בזה וז\"ל ענותנותו של הקב\"ה למדנו מכאן לפי שהאדם בדמות מלאכים ויקנאו בו לפיכך נמלך בהם עכ\"ל ע\"ש. יראה מפירושו שהרכיב ב' טעמים הא' ענותנותו של הקב\"ה והב' משום קנאת המלאכים באדם נמלך בפמליא של מעלה ואפשר שלקח טעם בקנאת המלאכים מתוך שמעתין שאמר הקב\"ה למה\"ש רצונכם נעשה אדם וכו' וא\"ל מה אנוש כי תזכרנו ולקח טעם הענוה מדברי הב\"ר שאם יבוא הגדול ליטול רשות מן הקטן כו' א\"ל למוד מבוראך כו' שכיון שבא לברוא את האדם נמלך במה\"ש ע\"כ ורש\"י הרכיב דברי התלמוד והב\"ר לענין אחר שב' הטעמים קרובים הם בענין וזה דרכו של רש\"י בפי' החומש ומ\"ש התינח כולהו עד די כורסוון רמיו מאי איכא למימר כו' דלא יתכן לומר הכא בכסא אחד לו וא' לפמליא שלו שנמלך בהם דהא כתיב שא\"ל מיכה לאחאב ראיתי את ה' יושב על כסאו וכל צבא השמים עומדים עליו מימינו וגו' כמה שכתב רש\"י בחומש בענין זה וק\"ל: ", 
            "<b>אחד  </b>לדין ואחד לצדקה כו'. כמפורש שם בענין אחד לדין לחיה הרביעית שמסיים בענין שם ודינא יתיב ושולטנא יהעדון להשמדא ולהובדא וגו' ואחד לצדקה לישראל שמסיים עוד שם ומלכותא ושולטנא וגו' יהיבת לעם קדישי עליונין ולו' ודכתיב נמי כורסיה שביבין דינור אש דרמי ליה בפ' אין דורשין אהך קרא היינו הך חד כסא לדין וק\"ל: ", 
            "<b>א\"ל  </b>זהו מטטרו\"ן. פי' רש\"י שהוא אמר עלה אל השם ששמו כשם רבו כו' עכ\"ל והרמב\"ן בחומש פירשו בהפוך וז\"ל ואל משה אמר עלה אל השם הנזכר בתחלת הענין כו' עלה אל מטטרו\"ן שנקרא בשמי ה' והטעם עלה כו' אשר שם כבוד ה' ולא אל השם המיוחד כי לא יראני וגו' עכ\"ל ע\"ש באורך ומ\"ש ששמו כשם רבו פירש\"י בחומש מטטרון גימטריא שדי עכ\"ל ועיין ענין מטטרון בתוס' פרק קמא דיבמות ופ' א\"ט ומדברי הערוך בערך ממטר שהוא מלשון שמירה: ", 
            "<b>נפלחו  </b>לו כו'. המין הזה נתכוין מעיקרא להאמין בשניות כמ\"ש עלה אלי מבעי ליה ועל זה השיב לו רב אידית דאין כאן שניות חס ושלום אלא דזה הוא הרב וזה עבדו ושמו כשם רבו וחזר המין לומר דאי הכי איכא לאקשויי דבתר הכי דכתיב ועבדתם את ה' וגו' אימא מיהת לעובדו בשניות מצוה היא דגם עליו נתכוין הכתוב לומר לעובדו דהא שמו ג\"כ ה' והשיב דעל זה הזהיר הכתוב בענין דאפילו בשניות שלא לעובדו כדכתיב אל תמר בו אל תעשהו תמורה לעובדו תחתי חזר המין לומר דאם כן לא ישא וגו' דלטעותו בשניות אמר שיהיה פירוש הכתוב כי לא ישא וגו' למעלתו של מלאך ופירוש אל תמר מלשון המראה שלא ימרה את פיו ונתן טעם כי לא ישא לפשעכם אם תמרו בו שלא תחשבו לו לאלהות אבל השתא דאדרבה דאל תמר בו כתיב לגריעותא ולשפלותא שאל תמירו אותי בו לחשבו לאלהים וא\"כ ע\"כ פירושו לא ישא לפשעכם וגו' היינו שלא יכול לישא פשעכם וא\"כ מה יתרון בו ולמה לי הוא והשיב דקושטא הוא דאנן נמי מיאנו מטעם זה מלקבלו אפילו בפרוונקא כדכתיב בפ' כי תשא אם אין פניך הולכים וגו' ומזאת התשובה נראה כפירוש רש\"י בחומש שזה המלאך הוא שנכתב בפרשת כי תשא כי לא אעלה בקרבך וגו' ושנתבשרו כאן שעתידין לחטוא וכן יש מי שאומר כן בש\"ר ומה שיש לדקדק בזה תמצאנו באורך בפירוש הרמב\"ן גם בספר עטרת זקנים האריך בדרוש זה ואין כאן מקום להאריך: ", 
            "<b>מאתי  </b>מבעי ליה כו'. כן הוא בגמרות שלנו מאתי ביו\"ד ואינו נכון משום דאם כן הוה הקושיא בלשון מדבר בעדו וכמוהו נשיי מבעי ליה בלשון מדבר בעדו וזה לא שייך הכא דכל הכתוב מדבר בלשון נסתר על אחר אבל הגירסא מאתו בוי\"ו מבעי ליה דהיינו דלא הוה ליה להזכיר ב' שמות וה' המטיר וגו' מאת ה' דמאתו הוה סגי דקאי על השם הנזכר בריש המקרא וכמוהו נשי למך דלא ה\"ל להזכיר ב' פעמים למך אלא נשיי דהוה ?סימן דקאי אויאמר למך דרישא דקרא אלא דמשתעי קרא הכי בלשון כפול וכ\"ה בהדיא בב\"ר אר\"י בתורה ובנביאים ובכתובים מצינו שההדיוט מזכיר שמו ב' פעמים בתורה נשיי אין כתיב כאן אלא נשי למך בנביאים ויאמר המלך קחו לכם מעבדי אדוניכם וגו' בכתובים אשר נכתב בשם המלך ויש לדקדק גבי ואל משה אמר עלה אל ה' אמאי לא השיבו כי הכא דמשתעי קרא הכי בלשון כפול ויש לומר דהתם הקושיא לאו משום כפול הוא אלא דכל הפרשיות דלעיל מיניה מדברים בלשון מדבר בעדו הנה אנכי שולח וגו' את אימתי אשלח וגו' הוה ליה למכתב נמי עלה אלי במדבר בעדו ולא הו\"ל להזכיר השם כמו שלא נזכר בכל הפרשיות דלעיל גם ברישא דהאי קרא ואל משה אמר וגו' ודו\"ק: "
        ], 
        [
            "<b>אבות </b>אכלו וגו' מאזני צדק אבני צדק כו'. לכאורה לפי פירש\"י אין כאן רק ב' משלים ועוד מאי אבני צדק במשל הזה ושמעתי שיש ליישב בזה דמייתי קרא אבני צדק דלכאורה לא שייך הכא בענינו והוא משל שלישי לפי שהשועל היה ירא לירד למטה בדלי להכניס עצמו בספק נפשות דשמא לא ירד הזאב בדלי השני וע\"כ הניח אבן בדלי השני שהיה משקלו יותר ממנו וגם לקח עמו באותו דלי שירד הוא אבן אחר כזה ונמצא שהיה הוא ואותו אבן שעמו משקלו יותר מאבן שהיה בדלי השני וע\"י ירד ושוב אם לא היה ירד הזאב בדלי שני היה הוא משליך אותו אבן שעמו מתוך הדלי והיה הוא עולה ע\"י אותו אבן שבדלי שני שמשקלו יותר ממנו והיינו דקאמר אבני צדק והשתא ניחא כמו שהראה לו דמות גבינה בצורת לבנה ה\"נ הראה לו דמות בשר ע\"י צורת אבן ונראה דהמשלים האלה כפירש\"י דברי הבאי הם לכאורה אבל הנמשל בהם הוא עיקר והוא שהרשע בכ\"מ נקרא זאב כמ\"ש זאב ערב וע\"ש שהוא טורף וגוזל למלא תאותו והחכם בכ\"מ המשילו אותו לשועל ע\"ש שהוא החכם ביותר בחיות וע\"פ מ\"ש ששכר הצדיקים אינו בעוה\"ז רק בעוה\"ב ומי שטרח בע\"ש יאכל בשבת והרשע מקבל שכרו משלם בעוה\"ז שדומה לע\"ש וכשבא הזאב שהוא הרשע לטרוח בקצת בע\"ש אין דעתו רק למלא תאותו בע\"ש כמו אביו הרשע ולכך דוחין אותו במקלות מלטרוח ולקבל כל שכרו בעוה\"ב שהוא שכר אמיתי כיון שקבל שכרו המדומה בעה\"ז בא להרוג ואמר עש\"ה צופה רשע לצדיק ומבקש להמיתו וגו' ע\"פ מ\"ש בפרק אין דורשין זכה צדיק נוטל חלקו וחלק הרשע בג\"ע לא זכה נוטל חלקו וחלק הצדיק בגיהנם שנאמר לכן בארצם משנה יירשו וגבי רשעים משנה שברון וז\"ש צופה רשע לצדיק להמיתו ולטול חלק הצדיק בעה\"ז אבל ה' לא יעזבנו בידו בעה\"ז כדי שיקיים מצות התורה ויקבל שכר טוב וחלק הרשע בג\"ע לעה\"ב ולא ירשיענו בהשפטו ביום הדין לעה\"ב לא ירשיע את הצדיק בגיהנם כי הרשע נוטל חלקו של צדיק בגיהנם ואמר לצדיק קוה אל ה' בעה\"ז ושמור דרכו וירוממך בעה\"ב לרשת ארץ החיים גם חלק הרשע כמ\"ש בארצם משנה יירשו ובהכרת רשעים אז מחלקם תראה ויעבור היינו בעה\"ז עולם העובר וכו' שמר תם וגו' בעה\"ז ותזכה שתהיה באחריתך בעה\"ב שלום מן הרשעים אבל אחרית רשעים בעה\"ב נכרתה מחלקם ותשועת צדיקים וגו' בעה\"ז בדורונות שלא יהרגוהו וא\"ל השועל לא הלקוך כו' בא לפייסו בשביל אביך שנהנה כ\"כ מעה\"ז שגם אתה ראוי לכך במעשה אבותיך הרשעים ליהנות מעה\"ז וע\"ד שאה\"כ אבות יאכלו בוסר שנהנה תענוגי עה\"ב שאינן שלמים אבל בא עמי ואראך מקום לאכול כו' דהיינו ליהנות ולקבל שכרך משלם בעה\"ז והראה לו בשר וגבינה והם הדורונות והמתנות שנותנין לרשעים בעה\"ז בתוך הבאר בדמות הלבנה שעוה\"ז בתענוגיו דומה ללילה ואינה רק שכר מדומה בעלמא והראה לו לירד על ידי המאזנים כי הזכיות והחובות נשקלים במאזנים בחדש תשרי שעל כן נקרא מזלו מאזנים והשועל שהוא דמיון הצדיק מקבל עונשו בעה\"ז והיינו שיורד למטה בדלי עם האבן שהוא רמז על היצר הרע שהלך קצת אחריו בעה\"ז דאין אדם צדיק וגו' ואבן הוא היצה\"ר כמ\"ש והסירותי לב האבן והוא משליך את האבן שהוא היצה\"ר מתוך דליו דהיינו שהוא כובש יצה\"ר בעה\"ז וע\"י זה דליו הולך למעלה בעה\"ב ודלי השני שבו הזאב והרשע מכריעו ויורד למטה בגיהנם בעה\"ב עם אבן שבתוך הדלי שהוא היצה\"ר שלא השליך אותו בעולם הזה וא\"ל צדיק מצרה וגו' דהיינו שנחלץ מצרה שבעה\"ז ויבא רשע תחתיו לקבל חלק גיהנם שלו וק\"ל: ", 
            "<b>אמר  </b>ליה קיסר לר\"ג כו' א\"ל הכי קאמינא לשקליה בהדיא כו'. מהנראה מה שאמר ליה הקיסר אנא הכי קאמינא דלישקליה בהדיא הוא מתרץ ומפרש דבריו הראשונים דלכך הוא גנב דאל\"כ הוה לשקול הצלע בהדיא ולא בהיות ישן כדרך הגנבים. אמנם קשה דהא המשל שהביא סותר גם זה דהא גם לשם אף אם נוטל בלילה ובסתר הקיתון של כסף כיון שהוא נותן תחתיו של זהב לא מקרי גנב דהלואי שיבא בכל יום וא\"כ הכי נמי הכא כמו שאמר לו במשל הזה שנתן לו שפחה אחת תחת צלע א' ויראה בזה כי רבים אומרים שטוב הוא להיות לאדם לבדו ולחובת האדם נבראת לו וזו היתה דעת אדה\"ר במ\"ש האשה אשר נתתה עמדי וגו' כמ\"ש חז\"ל בפ\"ק דמסכת ע\"ז וזו הדעת מדעות הנפסדות כמ\"ש שם שאדם כפוי טובה היה בזה אמנם הקיסר היה נוטה לדעת זו הנפסדה שהאשה נבראת לחובת אדם וטוב לו היות האדם לבדו כי מוצא אני מר וגו' וא\"כ אין המשל דקיתון של זהב ראיה לאשה זו שהיא חובת האדם לדעתו וזה הוכיח הקיסר דאנא הכי קאמינא דע\"כ כן הוא שהוא חובת אדם דאם לא כן לשקליה בהדיא בהיותו נעור וכיון שנטל הצלע כשהוא ישן ע\"כ דרך גניבה הוא משום דחובת אדם הוא ולא היה האדם נתרצה ליתן לו אשה תחת הצלע וא\"כ גנב הוא והשיבה לו דודאי זכות הוא לאדם להיות לו שפחה לשמשו ואדם מכפויי טובה הוא אלא דלכך לא נטל הצלע ממנו בהדיא כשהיה נעור משום דמאיסא ליה ולזה אולי בכל השאלות של הקיסר לא השיבה לו בתו רק בזו השאלה: ", 
            "<b>והיכא  </b>יתיב וכו'. יראה בזה לפי שהעובדי כוכבים אומרים מיום שחרב ביהמ\"ק ורבה הגלות עזב ה' את ישראל ולקח את העובדי כוכבים לעם תחת עמו ישראל והתשובה להם כיון שכן הוא הנבואה שנטלה מישראל מיום שחרב ביהמ\"ק למה לא נתנה להם ולזה אמר הקיסר כמכחיש בדבר שאין בידינו להכחישו שהוא נביא וידע מאי קעביד הקב\"ה והיכן יתיב והשיב לו ר\"ג בענין בנו דאיכא בארעא דאפשר לידע בחוש הראות לא ידעת דאיכא בשמים דליכא למידע בחוש הראות רק מנביאות ידעת וק\"ל: ", 
            "<b>מאי  </b>רבותיה כו' עד רקיע נמי הכי הדרא. יראה בזה דודאי מפני ריבוי הכוכבים א\"א לאדם לעמוד על מספרם כמ\"ש לאברהם וספור הכוכבים אם תוכל לספור וגו' כה יהיה זרעך והקיסר בא כמכחש כדלעיל ועשה עצמו כאלוה שהוא יכול למנות הכוכבים ומי יוכל להכחישו בזה ואמר ומאי רבותיה דמונה מספר לכוכבים ולזה הוצרך ר\"ג לאוקמיה במלתא דעלמא כיון דהנהו חבושי בארבלא לא מצי' לממני משום דהדרו ביה החבושי רקיע נמי הכי הדרא שהגלגל חוזר חלילה תמיד עם כוכבים שבתוכו ועל כן לא תוכל לממנינהו ולאידך לישנא דקאמר ליה מני לי כוכבי כו' ר\"ל שאמר לר\"ג מני לי כוכבי כלומר שר\"ג ודאי לא יוכל למנותם כמ\"ש באברהם אם תוכל לספור ולדייק מיניה על עצמו אמר הקיסר שהוא יודע מנינם ועשה עצמו כאלוה שהוא יודע מנינם אף שא\"א לספור אותם ואמר ליה ר\"ג אימא לי ככיך וכו' ודו\"ק: ", 
            "<b>לא ברא רוח וכו'. לכאורה לפשט המאמר מעיקרא על שאלת ויברא וייצר מיד ה\"מ להשיב כך ובשעת מיתה כולן נתפייסו כמו שהשיב לו תשובה על הנוטע והיוצר ויראה כי המין הזה חשב מעיקרא טעות ולצד השניות מי שברא הרוחני לא ברא הגשמי ולזה אמר מי שברא הרים שהוא הגשמי לא ברא רוח שהוא הרוחני והביא ראיה ששינה הכתוב כי הנה יוצר הרים וגו' שכתב יצירה בדבר גופני ובריאה ברוחני והשיב לו ר\"ג אלא מעתה גבי אדם נמי דכתיב ויברא גבי צלמו שהוא צלם אלהים שהוא רוחני וכתב יצירה גבי יצירת גופו דכתיב וייצר ה' אלהים אדם מן האדמה ה\"נ תאמר כן ששנים בראו אותו אחד יצר הגוף והשני ברא הנפש וזה אין סברא כיון שהם מחוברים וא\"ת דאפילו הכי שנים בראו הגוף והנפש כיון שהם שני דברים שזה רוחני וזה גשמי מיהו טפח על טפח יש באדם ויש בו אוזן ועין שהם ב' חושים היוצאים מכח הנפש הרוחני וקרי ליה להאי נוטע ולהאי יוצר ואין סברא שב' כחות היוצאים מכח נפש א' שיהיו להם ב' בוראים ואמר לו המין דאף על פי כן הן שנים שבראו כח השמיעה וכח הראות שב' דברים הם וא\"ל וכי בשעת מיתה נתפייסו שניהם מי שיש בידו כח חוש השמע ומי שיש בידו כח הראות וא\"ש השתא דעל ויברא וייצר אין להשיב וכי בשעת מיתה כולן נתפייסו משום שיש לבעל דין לחלוק דאיכא למימר אם הבורא רוח נוטל חלקו שהוא הנפש ממילא מת הגוף בע\"כ של בורא הגוף אף אם לא נתפייס הוא עדיין שתצא הנפש מן הגוף ודו\"ק:  </b>מפלגך ", 
            "<b>לעילאי כו'. נסמך זה המאמר להאי דלעיל דאיירי נמי בכהאי גוונא שהאמגושא היה נוטה למינות שמי שברא הרוחני לא ברא הגשמי ולזה אמר מפלגך ולעילא ששם כלי הנשימה הרוחנים חלק הקב\"ה הוא ומפלגך לתתאי ששם כלים הגשמים חלק כח אחר הם וא\"ל אם כן היכי שביק כו':  </b>לעמא ", 
            "<b>חד וכו'. לפי שכבר נבאו הנביאים דלעתיד יהיה אמונה אחת כמ\"ש כי אז אהפוך אל העמים שפה ברורה לקרוא כולם בשם ה' ולעבדו שכם אחד לז\"א הקיסר לר' תנחום ניהוי לעם אחד כמו שיהיה לעתיד והשיב רבי תנחום דע\"כ לעם אחד דהיינו באמונה ישראלית דאנן דמהלינן לא מצינן כו' והוא הטעם הנכון במצות מילה אות ברית בבשרינו דלא מצינו ליהוי ככל הגוים וק\"ל:  </b>שכינתא ", 
            "<b>שריא כמה כו'. מבואר כמ\"ש באגדות סבי דבי אתונא שהקב\"ה אין לו גדר במקום כמ\"ש מלא כל הארץ כבודו ואמר ברוך כבוד ה' ממקומו כי הוא מקומו של עולם ואין העולם מקומו והמין לא יאמין בזה כי הוא יאמין בגשמיות ולדעת זו נטה הקיסר להאמין בגשמות ולזה אמר כמה שכינתא איכא במקומות הרבה דכל בי עשרה כו' והביא לו משל וראיה מן השמש שהוא גשם ויסוד פשוט אחד דאכ\"ע נייחא שכינתא דאינו גשם עאכו\"כ דאכ\"ע נייחא ואין לו גדר במקום ודו\"ק:  </b>דקאמר ", 
            "<b>ליה ליחזקאל שכב על צדך השמאלית כו' מ\"ט דשביעתא א\"ל השתא אמינא לכו מילתא דשויא כו'. יש לדקדק מאי קאמר להו דשויא לתרווייהו דמה שהשיב למין במנהגו של עולם במה תלה הדבר בשמיטה שהשיב לו לתלמיד גם בקרא מפורש אשר תשכב עליו תשא את עונם וגו' ונשאת עון בית ישראל וגו' ומה היא שאלת המין ומה הוסיף לו רבי אבהו במשל במנהג של עולם ונראה דעיקר שאלת אפיקורוס דאי כדכתיב לשאת את עון בית ישראל ובית יהודה מה היה ענין מספר הימים אשר תשכב עליו וגו' שלש מאות ותשעים יום ונשאת עון בית ישראל וגו' ונשאת את עון בית יהודה ארבעים יום וגו' ולזה השיב לו אמינא לכו מלתא דשויא לתרויייכו השמיטו שבע והן לא עשו כן אלא חטאו וגלו שבעים שנה לקיים אז תרצה את הארץ שבתותיה כמ\"ש בסוף ירמיה רצתה הארץ את שבתותיה כל ימי השמה למלאות ע' שנה דהשתא ניחא אשר תשכב עליו מספר הימים ש\"ץ יום יום לשנה לשאת עון בית ישראל שכך שנים חטאו ולא שבתה הארץ כמו שפי' רש\"י ביחזקאל וארבעים יום יום לשנה לשאת עון בית יהודה שכך שנים חטאו הם אחר שגלו ישראל ולא שבתה הארץ הרי סך כלם ת\"ל שנים ושש שנים אחר זאת הנבואה חרב הבית בזמן צדקיהו שיש בזמן תל\"ו שנים האלו שחטאו שמיטין ויובלים ע' שנים כמו שפירש\"י כל זה ביחזקאל ועד\"ז אמר במשל אם אכזרי הוא הוא הורג את כולם והיה ראוי להיות כליה וגלות שלימה בכלם בין בבית ישראל ובין בבית יהודה אם רחמן הוא הורג חצים והיה ראוי להיות כליה וגלות שלימה בחוטאים הראשונים שחטאו ש\"ץ שנה שהם בית ישראל ואם רחמן מלא רחמים הוא ברחמיו המרובים גם הראשונים בית ישראל לא נתנו לכליה והיה מיסר יחזקאל כמפורש בקרא למרק עונותיהן של ישראל שהם החוטאים הראשונים ודו\"ק:  </b>כי ", 
            "<b>קברי למשה במאי טביל וכו'. המין הזה המאמין בגשמות כי דבר הרוחני לא יקבל טומאה ולפי טעותו השיב לו ר' אבהו בדרך דחייה כפי' רש\"י שהטעהו לפרש לו הכתוב כך דלפי פשוטו ודאי דלטומאת מת לא מהני אש ובעי מים לטהרתו וקרא לענין בליעת איסור איירי דכל אשר לא יבא כבר בתשמישו ע\"י אש סגי בהעברת מים וכתבו התוס' במאי טביל הא לא קשה ליה היאך נטמא דישראל נקראו בנים למקום עכ\"ל וי\"ל דהיה סבר דאיכא למימר דקבורת משה היה כעין מת מצוה כיון דלא ידע איש את קבורתו ומת מצוה מותר לכהן וק\"ל:  </b>כל ", 
            "<b>הגוים כאין וגו'. לאו לענין כליון דלעתיד קאמר דהא מפורש בקרא כי אעשה כלה בכל הגוים ואותך לא אעשה כלה אלא דמאי רבותייכו וחשיבות יש בכם שאתם גוי אחד בארץ שהרי לענין חשיבות אתון ערביתו בהדן שכל הגוים כאין נגדו ואינם חשובים לפניו ולא הוציא אתכם מן הכלל והשיב שבסתם עובדי כוכבים נמי ישראל לא יתחשב דהיינו בחשבון שבעים אומות ודו\"ק:  </b>ע\"ב טוב ", 
            "<b>ה' לכל וכתיב וכו'. כפי פירוש רש\"י לא ידעתי לכוון מה שייכא הך דרשה להכא גם בגירסת ע\"י איתא הגרסא כדרבי אלעזר דר\"א רמי כתיב וכו' דמשמע דקאי אדלעיל ונראה דקרא ובגוים לא יתחשב מתפרש להו כלפי מ\"ש בתנחומא הן עם לבדד ישכון כשהוא משמחן אין העובדי כוכבים משמח עמהן אלא הכל לוקין וכשהעובדי כוכבים שמחין בעוה\"ז הן אוכלין עם כל מלכות ומלכות ואין עולה להן מן החשבון שנא' ובגוים לא יתחשב והביא במדרש ילקוט משל לבנו של מלך וכו' כך בעה\"ז כדי שלא יהא נפשם של ישראל עגומה לכן נתן להם הקב\"ה שיהו אוכלים עם כל מלכות ומלכות וכשתבא גאולה לעתיד הן אוכלין לעצמן שנא' עם לבדד ישכון אמרו שמא מה שאכלנו מן העובד כוכבים לשעבר מתחשב לנו אמר ליה ובגוים לא יתחשב ואהא מייתי כדרבי אלעזר דר\"א רמי כתיב טוב ה' לכל וכתיב טוב ה' לקויו: וקאמר  </b>משל ", 
            "<b>לאדם כשהוא משקה וכו' דהיינו הטובות שנותן הקב\"ה לעובדי כוכבים בעוה\"ז הוא משקה כולו ומטיב לישראל עמהם ואינו מתחשב להם וכשהוא עודר דהיינו בגפן יחידי אינו עודר אלא הטובים היינו ישראל בעה\"ב שהם היו קויו בעוה\"ז וק\"ל:  </b>באבוד ", 
            "<b>אחאב כו'. כפירש\"י מדכתיב הרנה בה\"א דריש ליה דברוח הקודש אמר שלמה באבוד רשעים רנה על אחאב ואמר רשעים בלשון רבים עליו ועל כל בני ביתו וכמ\"ש בו ובערתי אחריך וגו':  </b>ומי ", 
            "<b>חדי קב\"ה כו'. הוא מבואר שהשמחה לפניו הוא החפץ והרצון וכבר אמר הכתוב כי לא אחפוץ במות הרשע כי אם בשובו מדרכו וחיה וז\"ש שלא נאמר כי טוב במפלתן של רשעים דכי טוב נאמר על הקיום והרצון לפניו כמו שפירשו המפרשים בהנהו כי טוב דכתיבי במעשה בראשית ואמר מ\"ד ולא קרב זה אל זה וגו' בקשו מלאכי השרת לומר שירה כו' אפשר שדרש ולא קרב זה עש\"ה וקרא זה אל זה ואמר דכתיב גבי שירת מלאכי השרת בכל יום ומלת וקרא מלשון פגישה ופגיעה זה לזה באומרם שירה קאמר הכא שלא קרבו אז זה לזה לומר שירה ושוב מצאתי קרוב לזה בתנחומא ע\"ש וענין שירה זו לכאורה שהיא שירת אז ישיר אבל במ\"ר אמרו שאמר הקב\"ה למלאכים אז ישיר משה ובני ישראל תחילה ואחר כך המלאכים ויש לחלק דבלילה שדרך המלאכים לומר שירה בכל לילה באותה לילה לא אמרו אבל ביום ז' אמרו אחר שאמרו ישראל ואיתא נמי במדרש שביום ח' אמרו ישראל שירת אז ישיר כמו שכתב רש\"י בחומש סוף פרשת בשלח ועוד יש לומר דשירה דקאמר הכא היינו הלל אבל לאז ישיר אין לחוש וכן מ\"ש מפני מה אין ישראל אומרים לפניך שירה בר\"ה היינו הלל כדמוכח פ\"ק דערכין אמנם יש לדקדק לפי זה מה שכתבו התוספות פרק ב' דערכין מדקאמר מפני מה אין אנו אומרים שירה משמע שמלאכי השרת אומרים שירה ולכך אור\"י דבר\"ה וביו\"כ אין לדלג והחיות ישוררו כו' עכ\"ל ואם כן ביום ז' של פסח שאף מלאכי השרת אין אומרים שירה דהיינו הלל מכ\"ש דאין ישראל אומרים הלל ולמה לי התם טעם דפסח אין חלוק בקרבנותיו ויש לומר דדווקא באותו יום ז' של פסח שנטבעו לא אמרו מה\"ש שירה אבל אחר כך בכל שנה ביום ז' של פסח אומרים שירה כמו ישראל אי לאו טעמא משום דאינו חלוק בקרבנותיו ועוד יש לומר דודאי בראש השנה וביוה\"כ דספרי חיים ומתים דכל ישראל פתוחים לפניו איך ישראל אומרים שירה אבל המלאכים אומרים אבל ביום ז' של פסח שנטבעו המצריים בים אין שירה לפניו מאת המלאכים משום מעשה ידיו טובעים כו' אבל ישראל יאמרו שירה כדמסיק דאחרים משיש אי לאו טעמא דאין חלוק בקרבנות ודו\"ק:  </b>אמר ", 
            "<b>ר\"א למרק ב' חזיונות כו'. סיפא דקרא קאמר בדבר ה' אשר דבר הן ב' חזיונות שזכר ברישא דעניינא שלא בא לביתו לשלום כחזיון דמכיהו כדכתיב וימת בערב וגו' וכתיב וילוקו הכלבים את דמו הוא חזיון דאליהו ודרש ח' במקום ה' שהה' והח' מתחלפים במבטא באחע\"ה גם בצורתן וכיוצא בזה מצינו בתלמוד וק\"ל:  </b>לתומו ", 
            "<b>ויכה רא\"א לפי תומו. כפרש\"י בספר מלכים לפי תומו שלא ידע שהוא מלך ישראל עכ\"ל ע\"ש:  </b>ויקרא ", 
            "<b>אחאב גו'. עיין בפירש\"י ולישנא דתלמודא מאי א\"ל לא משמע כפירושו וע\"ק ומאי קושיא מה ענין עובדיה היה ירא אצל ויקרא אחאב הא איכא למימר כדאמרינן גבי אברהם מתוך שהזכירו ספר בשבחו שנאמר זכר צדיק לברכה והנראה לפרש דה\"ק תלמודא מאי אמר ליה אחאב לעובדיה דבכל קריאה מצינו אמירה אחריה וכאן לא הוזכרה אמירה אחר הקריאה אלא ועובדיה היה ירא וגו' והא דכתיב אחר כל הענין ויאמר אחאב אל עובדיה לך בארץ היא אמירה אחרת ולא קאי אויקרא אחאב אל עובדיה על כן דרשו דעובדיה היה ירא וגו' היא תשובה לאמירת אחאב החסירה מן הכתוב שאמר ליה אחאב ביעקב כתיב כי נחשתי ויברכני וגו' שמא לאו ירא אלהים אתה והיתה תשובת ב\"ק ועובדיה היה ירא וגו':  </b>אבל ", 
            "<b>ביתו של אחאב אינו מזומן לברכה פי' מתוך שהוא רשע ואע\"ג דלבן נמי רשע היה וכן פוטיפר שהיה קונה את יוסף למשכב זכור מ\"מ בנותיו של לבן היה מזומנים לברכה וכן בת פוטיפר אבל באחאב כל ביתו אינו מזומן לברכה כדכתיב לא אשאיר לאחאב משתין בקיר וגו' וק\"ל:  </b>גדול ", 
            "<b>שנאמר בעובדיה כו'. יראה לפרש דודאי שאין לנו עובד לאלהים שעבד מאהבה כאברהם שנאמר אברהם אוהבי כמו ששנינו במסכת סוטה שהיא המדה הגדולה שבמדות אלא דה\"ק גדול הנאמר בקרא מפורש בעובדיה ירא מאד ובאברהם לא כתיב מאד מיהו טעמא אית ביה דלאברהם דלנוכח קאמר ליה הקב\"ה ומקצת שבחו בפניו וכולו שלא בפניו וכה\"ג כתבנו אמ\"ש בפ\"ק דב\"ב גדול הנאמר באיוב כו' ע\"ש:  </b>מפני ", 
            "<b>מה זכה עובדיה לנביאות כו'. פירש\"י גר היה ואין השכינה שורה אלא על המיוחסין כו' עכ\"ל לכאורה קשה דהא לא פסיקא ליה לקמן לרבי מאיר דעובדיה גר היה אלא משום דמ\"ש עובדיה לאדום כו' ור' יצחק גופיה קאמר ביה טעמא אחרינא יבא עובדיה הדר בין ב' רשעים כו' וא\"כ מי הכריחו לומר הכא דגר היה ואולי קבלה היה בידם דגר אדומי היה וק\"ל:  </b>מיעקב ", 
            "<b>למד כו'. יש לשאול ביה מי דחקו לומר מיעקב למד עובדיה לעשות כן ואימא מסברא דנפשיה עבד הכי כדי שיהיו הנשארים לפליטה כמו יעקב שעשה כן מסברא בלי לימוד מאחר שהיה לפניו ויש לומר דאלו עשה עובדיה כן מסברא דנפשיה לא הוה ליה לקרא לשתוק מלהזכיר גביה טעם הענין ויחביאם חמשים חמשים איש כי אמר כי תבא איזבל להכות החמשים יהיו הנשארים לפליטה כמו שכל זה מפורש גבי יעקב אבל השתא שעובדיה לא עשה כן מסברא דנפשיה אלא שלמד לעשות כן מיעקב לא חש הכתוב להזכיר טעם הענין שסמך הכתוב עצמו על מה שהוזכר גבי יעקב שהוא המלמד אשר ממנו למד עובדיה לעשות כן ודו\"ק:  </b>עובדיה ", 
            "<b>גר אדומי היה כו'. רצה לומר יותר יתאמת זאת הנבואה שהיה עובדיה מדידהו להסהיד עליהם כמ\"ש לעיל גבי בלעם וכן גבי וימדדם בחבל וגו' שלא מצינו בשום אומה שכבש דוד לעשות עמהם כזאת אלא משום שהיה ממואב ומדידהו עשה להם כך שיתאמת בזה יותר שהיו ראוים לכך וק\"ל:  </b>חד ", 
            "<b>אמר לש\"ש כו'. מפירוש הרד\"ק שקצף הקב\"ה עליהם כי מלך מואב לא חמל על בנו שחשב בו לעשות רצון האל וישראל היו מקציפין אותו וכמ\"ש פרק קמא דתענית ולא עלתה על לבי זה מישע מלך מואב ולמ\"ד לשם ע\"ג העלה ומפני זה חמה חסר וי\"ו כי היה עובד לחמה והעלה בנו לחמה ומ\"ש ויהי קצף גדול שנזכרו עונותיהן של ישראל שגם הם היו שורפים את בניהם לעבודת כוכבים כו' עכ\"ל. ומ\"ש  </b>וכמשפטי ", 
            "<b>הגוים אשר סביבותיכם וגו' כמתוקנין שבהם לא עשיתם כו'. עיין פירוש רש\"י כמתוקנין שבהם היינו כגון עגלון כו' וכמקולקלין שבהם כו' כגון מישע כו' עכ\"ל אבל לפי הנראה דלענין הקרבת קרבן קאמר נמי כמתוקנין שבהם דהיינו בלק דלשם שמים נתכוין להקריב מ\"ב קרבנות לא עשיתם וכמקולקלין שבהם דהיינו מישע שהקריב בנו לעבודת כוכבים עשיתם ואשר סביבותיכם משמע ממואב שהיתה קרובה מסביבות של א\"י:  </b>לא "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כאילו </b>קבל פני שכינה כו'. עיין בזה בפירוש ריב\"ם בסוף פרק תפלת השחר וי\"ל לפי שישראל בגלותן אינן זוכין לראות פני שכינה ורחוקה מקבלתה אבל חידוש הלבנה הוא סימן לישראל שהם עתידין להתחדש כמותה לפאר ליוצרם בקיבול פני שכינה כמו שיורה על זה נוסח ברכת הלבנה ולזה כשאנו מברכין על החדש בזמנו שהוא סימן שאנו עתידין להתחדש כמותה והרי אנו כאילו מקבלין פני השכינה וק\"ל: ", 
            "<b>נשי  </b>דידן נמי מברכין כו' ר\"ל תפלה קצרה כזו נשי נמי תוכלו לברך בע\"פ בלילה. אי נמי דהכי קאמר נשי נמי תוכלו לברך כדקאמרת ברוך מחדש ברכה זו בלא הזכרת השם בטומאת לידתן ונדתן אבל בודאי צריכה ברכה זו הזכרת השם כדמסיק ב\"א ה' מחדש חדשים וק\"ל. ופי' נוסח ברכה זו ", 
            "<b>ברוך  </b>אשר במאמרו ברא שחקים כו'. דבי' מאמרות נברא העולם ובראשית נמי מאמר הוא כדאמרינן במסכת ר\"ה פרק יו\"ט וסמך לו וברוח פיו כל צבאם עש\"ה בדבר ה' שמים נעשו וברוח פיו כל צבאם ואשמועינן דברוח פיו במאמר בעלמא ברא אותם כדאמרינן בה\"א נברא העולם דהוא אות קלילא. ואמר חק וזמן כו'. חק הוא דבר קבוע לשמש ביום ולירח בלילה וזמן נתן להם דהיינו זמן סיבוב גלגל הלבנה בכ\"ט י\"ב תשצ\"ג וסיבוב גלגל החמה בשס\"ה יום ורביע: ", 
            "<b>ושלא  </b>ישנו את תפקידם. פי' שלא ישנו מינוי שלהם מלשון ויפקדהו על ביתו ורש\"י פירש מלשון צווי. ואמר ", 
            "<b>ששים ושמחים לעשות כו'. אף על פי שמיעט הלבנה גם היא ששה ושמחה לעשות רצון קונה להתמעט עצמה ועל זה אמר פועל אמת לפי שבדין מעטה כדאמרינן במסכת חולין וכמו שכתבו התוספות. ואמר שאתה רואה שהוא  </b>פועל ", 
            "<b>אמת. בראותך שפעולתן אמת בלי שינוי כמ\"ש החוקרים דמהותו יתברך אי אפשר לאדם לידע אבל מציאותו על ידי פעולותיו ניכר. ואמר  </b>וללבנה ", 
            "<b>אמר כו'. גם שנתן להם חוק וזמן שלא ישנו אל תתמה על שינוי הלבנה בכל יום ויום מימי החדש בחסרונה ומלואה כי אין זה שינוי דהיינו אורחיה כדקאמר לעיל אבל כן אמר הש\"י ללבנה בתחלת יצירתה שתתחדש בכל חדש והוא סימן  </b>לעטרת ", 
            "<b>תפארת כו'. רצה לומר עטרת היא עטרת מלוכה שתחזיר לבית דוד אחר שחסרה שעל כן אומרים בחידושה דוד מלך ישראל חי וקים כמפורש לעיל בחידושינו פאד\"מ ותפארת הוא סימן לתפארת ישראל שתחזיר אחר שנחסרה. והיינו  </b>לעמוסי ", 
            "<b>בטן. פ\"ה בישעיה העמוסים מני בטן נאמר על ישראל שיתחדשו לעתיד כולד הנולד מני בטן ועל כן יתחדש מלכותן ותפארתן משום כבודו יתברך כדי לפאר ליוצרה ע\"ש כבוד מלכותו כמ\"ש והיה ה' למלך וגו' וק\"ל:  </b>כי ", 
            "<b>בתחבולות תעשה לך מלחמה כו' במי אתה מוצא כו': שיש בידו חבילות כו'. לפי שכבר אמר שלמה בתחבולות עשה מלחמה וע\"כ דרשו האי קרא דהכא דאינו מלשון תחבולה ממש אלא מלשון חבילה ומצינו תי\"ו נוספת בכזה כמו דור תהפוכות וגו' ודו\"ק:  </b>ולרוזנים "
        ], 
        [
            "<b>ע\"ב  </b>תוספות בד\"ה ונאמר בפרים הנשרפים כו' תימה בפר העדה מנלן כיון דפר כהן משוח לא גמר אלא מהקישא דדשן כו' עכ\"ל פירוש בכהן משוח איכא תלתא מחנות חדא דידיה והשני דפר העדה מדכתיב לגביה ושרף אותו כאשר שרף את הפר הראשון והשלישי דדשן מדכתיב לגביה על שפך הדשן כו' אבל בפר העדה לא הוו אלא תרתי דהיינו חדא דידיה ואידך דכהן משוח מהקישא דושרף אותו כאשר שרף וגו' אבל ההוא דדשן ליכא למגמר בהקישא דכהן משוח דדבר הנלמד בהקישא אינו חוזר ומלמד בהיקש ומיהו בדשן לא תקשי להו מנלן שלש מחנות דהא ההוא דפר העדה לא אתי בדשן בהקישא מכהן המשוח דבכהן המשוח דבר הנלמד בהיקש הוא די\"ל כיון דנאמר בכהן משוח על שפך הדשן ישרף ע\"כ בההוא דוכתא דשרף פר כהן המשוח עביד ליה הדשן דהיינו חוץ לג' מחנות ודו\"ק: ", 
            "<b>בד\"ה  </b>משה היכא יתיב וא\"ת כל הני דפרים למה לי כו' עכ\"ל במהרש\"ל י\"מ מה הקשו התוספות הלא במסקנא אמרינן אי לא נאמר קאמר כו' השתא דאיכא קרא ג\"ש לא צריך ואם נאמר כו' ונראה דלא ק\"מ כו' כך נראה ליישב דעת התוספות אבל אי נחית לעומקא כו' עכ\"ל והאריך עיין שם ודברים דחוקים הבין בדברי תוספות וכפי כוונתו היה להם להאריך במקום שקצרו בדבריהם אבל הנראה לי דעיקר קושיא הכא לאו מכח ג\"ש נגעו בה אלא כיון דהוציא את המקלל וגו' תרתי מחנות משמע מטעמא דקאמר דעם משה ידבר והוא במחנה לויה הוה יתיב הכי נמי איכא למימר בהנהו והוציא דפרים דעם העוסק ידבר דהיינו הכהנים דהוה יתבי נמי במחנה לויה וא\"כ כל הנהו והוציא לפרים ל\"ל דחדא מנייהו נמי תרתי משמע וההוא דדשן הרי ג' ואהא תרצו דאע\"ג דהוציא תרתי משמע מ\"מ אי לאו יתורא דוהוציא בפרים לא הוה גמרינן מחד והוציא תרתי משום דהוה ילפינן קדשים מקדשים דשחוטי חוץ לאפוקי ממשמעותיה דלא משמע שם רק חדא ודו\"ק כי הדברים ברורים הם למבין: מכאן עד סוף הפרק לא רציתי להעלות על הספר מחידושי הלכות רק מחידושי אגדות מפני שלא למדתי אז בישיבה בהיותי ביריד לובלין: "
        ], 
        [], 
        [
            "<b>כל הזובח את יצרו כו'.</b> ר\"ל הכובש את יצרו כמו שיסד ר' אפרים גבורות הזובחים אשר יצרם טובחים ומודים ומשבחים המה הגבורים ור\"ל שכובש את יצרו להבא ומתודה לשעבר וע\"פ דרך זה יתיישב מ\"ש פרק מפנין מעלי יומא דעצרת נפיק ביה זיקא ושמיה טבוח דאי לא קבילו ישראל התורה היה טבח להו לבשרייהו כו' דלכאורה קשה דלא ה\"ל לקרותו טבוח אלא טובח שבא לטבוח אחרים אבל לפי מה שאמרו הכא שהכובש את יצרו ומנצחו הוא זובח יצרו במתן תורה נמי דודאי ההוא זיקא שהוא השטן הוא יצר הרע הוא רוח מ\"ה שבא לטבוח את ישראל אילו לא קבלו התורה אבל כיון שקבלו התורה וכבשו את יצרם הרי אדרבה זבחו ישראל את היצר הרע ושפיר מקרי טבוח וקאמר ", 
            "<b>כאלו  </b>כבדו להקב\"ה כו'. דב' הנוני\"ן של יכבדנני דקאי על הקב\"ה ב' פעמים דהיינו במה שכובש את יצרו להבא מכבדו בעוה\"ז ובמה שמתודה על לשעבר מכבדו בעולם הבא כדלקמן שכל המתודה יש לו חלק לעולם הבא ומייתי לה מדכתיב שים נא כבוד לאלהי ישראל ותן לו תודה וכן אמרו בויקרא רבה זובח תודה יכבדנני זה עכן שזבח את יצרו כו' ודו\"ק: ", 
            "<b>שכר  </b>עולה בידו כו'. ר\"ל דאין לו אלא שכר עולה ואם עשה עבירה שחייב עליה חטאת ואשם אין מתכפר לו אבל רוח נשברה דהיינו ששב בכל לבו ורוחו מקרי זבחי אלהים דעולה לו גם בשביל חטאת ואשם ואמר ולא עוד אלא שאין תפלתו נמאסת כו' ע\"פ המדרש ב\"ו מואס בכלים שבורים ומדת הקב\"ה אינו כן שהוא אינו מואס בכלים שבורים שנאמר לב נשבר וגו' לא תבזה וק\"ל: ", 
            "<b>א\"ל  </b>התודה שכן דרך המומתין מתודין כו'. לשון מומתין משמע דאיירי בחייבי מיתה וקשה דא\"כ מאי קאמר בסיפא ואם אינו יודע להתודות כו' וליכא למימר דאיירי נמי בחייבי מיתות אלא שאינו יודע להתודות דהיינו שהוא יודע שהוא מזומם דא\"כ היינו רבי יהודה ודוחק לומר דבהא פליגי דת\"ק ס\"ל במזומם יאמר סתם תהא מיתתי כפרה על כל עונותי ולא יאמר חוץ מעון זה ור\"י ס\"ל שיכול לומר חוץ מעון זה ויש לומר דהכי קאמר שאינו יודע להתודות היינו בארוכה כדרך המתודים לפרט חטאם מ\"מ א\"ל אמור וידוי בקצרה תהא מיתתי כפרה כו' והשתא א\"ש דכולה מלתא בחייבי מיתות איירי מיהו בפרק ב\"מ מוכח דכל הנוטה למות חייב להתודות עיין שם ודו\"ק: ", 
            "<b>ואי  </b>אתה עכור לעולם הבא. ויש לדקדק מנין שכפר לו וידויו דאימא מיתתו של עכן היה כפרתו ולא הוידוי ולמ\"ד לקמן בהרוגי ב\"ד כיון דבדין מקטלי ליה לא הוה מיתתן כפרה ניחא דבוידויו קאמר הכא דיש לו כפרה ומשמע ליה הכי מהאי קרא דיעכרך היום הזה ולא בעולם הבא אוידוי קאי ולא אמיתה דעדיין לא הוזכרה ועיין בזה ביפה מראה וק\"ל: ", 
            "<b>מי  </b>חטא א\"ל כו'. יצא להם זה ממה שא\"ל הקב\"ה ליהושע חטא ישראל וגו' גם לקחו מן החרם וגו' וצוה לו על הגורלות קום קדש וגו' ונקרבתם בבקר לשבטיכם והיה השבט אשר ילכדנו וגו' ולא גילה לו להדיא מי הוא שלקח מן החרם ואמר דהיינו משום וכי דילטור אני וכו' ומ\"ש אתה ואלעזר הכהן כו' אם אני מפיל עליכם גורל כו' אין זה דומה לכאורה שהרי לא נפל בהם הספק לבד משא\"כ כאן שהפיל גורל על הספק כולו דהיינו על כל ישראל אלא שאמר עכן שכמו שזה הגורל באתה ואלעזר ע\"כ אינו אמת כן זה הגורל ג\"כ אפשר שאינו אמת רק מקרה בעלמא ואינו מצווה בזה מפי המקום עד שהביא לו יהושע ראיה מתורת משה דגורל כזה שהוא על ספק כולו כגון חלוקת א\"י לכל השבטים הוא אמתי ואין להוציא לעז עליו. ומ\"ש ", 
            "<b>א\"ל  </b>בבקשה כו' תן תודה כו' הכא משמע דאמר ליה תן תודה משום לעז הגורלות ובמתני' משמע דא\"ל תן תודה משום כפרה שכל המתודה יש לו חלק לעה\"ב ויש ליישב דחלק לעה\"ב יליף ליה משום דכתיב שים נא כבוד לאלהי ישראל ותן לו תודה דכבוד לאלהי ישראל היינו לעה\"ב כמ\"ש לעיל ומדכתיב נא לשון בקשה יליף נמי דמשום לעז הגורל בקש ממנו שיודה וכן מצאתי ברד\"ק ב' טעמים לתן תודה וק\"ל: ", 
            "<b>אלא  </b>תן הודאה לו והפטר כו'. עיין פירש\"י ויותר נ\"ל לפרש שהיה יהושע ירא שלא יודה משום חמוד ממון הגנבה והחרם לכך לא אמר ליה התוודה סתם אלא תן תודה דר\"ל לא נבקש ממך ליתן רק הודאה אבל מממון החרם הפטר ואל תתן וק\"ל: ", 
            "<b>מלמד  </b>שמעל עכן בג' חרמים ב' בימי משה ואחד בימי יהושע שנאמר כזאת וכזאת ר\"י אומר משום ראב\"ש ה' ד' בימי משה כו'. יראה למ\"ד ב' בימי משה כזאת היינו כזאת של יהושע דהיינו אחד וכזאת היינו עוד אחד כשל יהושע הרי שנים בימי משה וכה\"ג דרשו בפ' כ\"ג גבי כהנה וכהנה כהנה שית שהיו לו ו' נשים כבר וכהנה עוד שית הוה להו י\"ח. אבל מ\"ד הכא ד' בימי משה וא' בימי יהושע מאי משמע ויותר נכון גירסת הרד\"ק בזה וכן הוא בירושלמי דגריס וי\"א ד' ג' בימי משה ואחד בימי יהושע דהשתא ניחא דכזאת משמע א' כזאת של יהושע דהשתא הוו ב' וכזאת משמע עוד ב' דהיינו כאותן ב' שנזכרו כבר הא' בימי משה וא' בימי יהושע וכה\"ג איכא למ\"ד דדרש שם כהנה י\"ב וכהנה כ\"ד והתוס' שכתבו כזאת וכזאת הא דלא מרבינן חרמים הרבה כדדריש גבי כהנה כו' יתיישב לפ\"ז דר\"ל דלא מרבה מוי\"ו דוכזאת עוד חרמים הרבה דכה\"ג איכא התם למאן דדריש וי\"ו ה\"ל מ\"ח נשים ודו\"ק ופירש\"י בשמעתין ב' בימי משה אותו של כנעני מלך ערד כו' וכיוצא בזו עשה בעיירות אחרות ולא נתפרסמו עכ\"ל אבל בירושלמי מפורש בד' חרמים מעל בחרם כנעני מלך ערד ובחרם סיחון ובחרם מדין ובחרם יריחו וכ\"פ הרד\"ק והיינו כמ\"ד ג' בימי משה וא' בימי יהושע ולמ\"ד ב' בימי משה לא חשיב הך דמדין דהא כתיב ויקחו את כל השלל וגו': ", 
            "<b>שלא  </b>ענש על הנסתרות כו'. עיין בתוספות באורך על פירוש רש\"י והרא\"ם קיים פירושו עיין שם ויש לעיין לדברי רבי יהודה דנענשים גם על הנסתרות אפילו מאשתו ובניו למה לו למימר בפ' במה אשה דצדיקים נענשו בשביל הרשעים משום דבידם למחות ולא מיחו הא על הנסתרות דאין בידם למחות נענשים בשביל ערבות לרבי יהודה ודוחק הוא לומר דההוא סוגיא אתיא כרבי נחמיה ולא כרבי יהודה ויש ליישב דודאי אין סברא שיענשו בעלמא על הנסתרות משום ערבות אלא בכהאי גוונא דהכא כיון שחרם זה היה בלא רשות הקב\"ה כדלקמן שאמר ליה הקב\"ה אתה גרמת כו' היה לך להעמיד שומרים שיפקחו בדברים שלא יעברו על החרם וזה שאמר הכתוב וימעלו בני ישראל מעל בחרם ויקח עכן גו' דבזה מעלו בני ישראל על שלקח עכן שהיה להם לעשות שמירה טובה שלא יבא עכן לידי כך וזה שכתוב ויחר אף ה' בבני ישראל ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ארור </b>זו ילד ארור שזו גידל ארור שיצאה זו מחלציו וכו'. שלש לשונות על אמה ועל מליקתה ועל אביה: "
        ], 
        [
            "<b>ע\"ב  </b>על עסקי נפשות כדריש לקיש מ\"ד בחנפי לעגי וגו' וכבר היה משה ואהרן מהלכים בדרך וכו' מה שיש לדקדק בכל זה תמצא בחידושי הלכות ע\"ש: ", 
            "<b>למה  </b>ת\"ח כו'. ר\"ל בתחלה דומה לקיתון של זהב ע\"ש התורה שבו שנאמר בה הנחמדים מזהב סיפר הימנו דברים של חולין אזלא ליה התורה הדומה לזהב ודומה לו עדיין לקיתון של כסף ע\"ש החכמה שבו שנאמר כי בצל החכמה בצל הכסף נהנה ממנו הרי הוא השוחד המעור עיני חכמים אזלא ליה החכמה ודומה לקיתון של חרס כיון שנשבר כו' שמתוך שנהנה ממנו מתקלקלים המשפטים כמה שכתוב ויסלף דברי צדיקים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בן </b>ח נהרג וכו' אף על העוברין כו'. בזה אמרתי ליישב בפ' שמות שדקדק הכתוב לאמר ויאמר מלך מצרים למילדות העבריות דודאי פרעה לא שאל מהם להרוג הזכרים בידים דבן נח מוזהר על שפיכות דמים ולכך לא אמר כן למילדות המצריות שהוזהרו על שפיכות דמים אפילו בעוברים אבל למילדות העבריות אמר שהותר לכם להרוג עובר במעי אמו וראיתם על האבנים קודם שיצא לאויר העולם אם בן הוא וגו' וכיון שאי אפשר בהם לפטור משפיכות דמים רק בתחילת יציאת הולד קודם שיצא ראשו או רובו הוצרך לתת להם סימנין כמו שכתוב בפרק קמא דסוטה וראיתם על האבנים סימן גדול מסר להם כו' יריכותיה מצטננות כו' וכן פניו למעלה כו' עיין שם ודו\"ק: "
        ], 
        [], 
        [
            "<b>מצרי </b>הכה ישראל חייב מיתה כו'. שלא היה הכאת מצרי בישראל מכת מות וכפירש\"י בחומש וכדאמרי' פרק הנחנקין כל היכא דאיכא הכאה סתם לאו מיתה היא ולא תקשי לך מויך את המצרי אע\"ג דלא כתיב בו מיתה הרי הוא מוכרע ממקומו דהוה הכאת מיתה דכתיב ביה ויטמנהו בחול ודע שכתב הרמב\"ם בפ\"י מהלכות ע\"ז מצרי שהכה ישראל כו' אף על פי שהוא חייב מיתה אינו נהרג עכ\"ל וכתב בעכ\"מ דראייתו מדשקלינן וטרינן באלו הן הגולין אם גר חושב שהרג ישראל גולה או נהרג אם איתא לשקול וליטרי בחובל בישראל כו' עכ\"ל ע\"ש ואין ראייתו מכרעת דהתם בשוגג איירי ומסתייה שיהרג בשוגג על הריגתו ולא על חבלתו ועוד דמשום הריגת בר מיניה הוצרך למינקט הריגה דגר תושב אינו חייב על גר תושב בחבלה בעלמא ונראה דטעמו של הרמב\"ם מדלא קחשיב ליה בהדי שבע מצות על כרחך היינו טעמא משום דאין נהרג עליו על פי בית דין כמו שנהרג על ז' מצות דאזהרתן מויצו ה' וגו' זו היא מיתתן אבל בהכאה לישראל שמעי' מיניה שהוא חייב מיתה בידי שמים דעובדי כוכבים לא מעלין ולא מורידין ומזה נראה מה שכתוב בש\"ר וכתבו רש\"י בחומש וירא כי אין איש וגו' ראה שאין תוחלת צדיקים עומדת ממנו ולא מזרעו כו' פי' היינו משום דבדיני אדם לא היה חייב מיתה כדעת הרמב\"ם אלא שראה שהיה חייב מיתה בידי שמים ואין תוחלת צדיקים לעמוד כו' לכך הרגו ועוד האריך הרא\"ם ורוב דבריו ע\"פ שמות רבה ואין כאן מקום להאריך ודו\"ק: ", 
            "<b>הסוטר  </b>לועו כו'. מבואר במ\"ש בפרק חזקת הבתים דאדה\"ר הוא דיוקנו של מקום ויעקב הוא דמות דיוקנו ולזה ישראל נקראו אדם ולא עובדי כוכבים וע\"כ הסוטר לועו של ישראל שהוא דמות דיוקנו של שכינה כאלו סוטר לועו כו' ומייתי שנאמר מוקש אדם וגו' שע\"כ קרא ישראל במקום הזה אדם לפי שהן דמות דיוקנו ודו\"ק: ", 
            "<b>למה  </b>הכית כו'. פי' הכית הוא מלשון עבר כמו על מה הכית אתונך וגו' ותכה הוא לשון עתיד כמו ויאמר למה תכה וגו' דמלכים והקשו המפרשים דמהיכן למדו לומר שבהכאה זו נקרא רשע דאימא שהיה רשע מקודם זה המעשה כמו חברו שהיה רשע כבר מדכתיב רעך שפי' רשע כמותך ונראה לומר בזה לפום ריהטא ממשמעות הכתוב שמשה קראו רשע היה לו לכתוב רשע למה תכה וגו' אבל נכתב לרשע בלמ\"ד שמשמעו שהוא סיפור הכתוב שמשה אמר לאותו שנעשה רשע למה תכה וגו' ולמה כתב לנו כאן שהיה רשע כיון שמשה לא אמר לו כן אי לאו לאשמועי' דבהכאה זו נעשה רשע אבל מלת רעך שהוא סיפורו של משה קראו כך על שם שהיה רשע כבר כדאמרי' בש\"ר ודו\"ק: ", 
            "<b>ואם  </b>לא לקחתי בחזקה גו'. מלת חזקה מורה על זה כי הרוצה לעשות דבר בכח ובחזקה הוא מרים ידו כענין שנאמר בידך החזקה ובזרועך הנטויה וגו' ומ\"ש ותהי חטאת הנערים וגו' אע\"ג דלפי משמעות נראה ותהי חטאת הנערים וגו' אהא דכתיב בטרם יקטירון את וגו' קאי שהיו לוקחין בשר הזבח קודם הקטרת אמורין מכל מקום מדסמיך ליה ותהי חטאת הנערים וגו' אם לא ולקחתי בחזקה וגו' דרשו שלקחו בחזקה שהיא הרמת יד היא היה חטאת הנערים וק\"ל: ", 
            "<b>איש  </b>זרוע לו וגו'. גם זה מדה כנגד מדה לפי שהוא מגביה ידו ממקום הנמוך אשר נברא ממנו דהיינו מן האדמה ראוי הוא שלו יהיה הארץ לקבורה שישפיל ויבא לארץ ממקום שבא: ", 
            "<b>לא  </b>נתנה קרקע כו'. פירש\"י לא ניתנה קרקע כו' אבל לא ידענא לפי זה מאי שייכא הך דרשה דעובד אדמתו ישבע לחם וגו' לכאן ולולא פירש\"י נראה לפרש לא נתנה קרקע אלא לבעלי זרועות היינו שיש להם זרוע וכח לעבוד האדמה ולא לתשושי כח שלא יוכלו לעבוד אותה כראוי והשתא שפיר שייכא הך דרשה דעובד אדמתו ישבע לחם דמיירי נמי בכה\"ג שעושה עצמו כעבד לעבוד אותה כראוי לה ומדכאיב עבד אדמתו חסר וי\"ו דרש לה כעבד ודו\"ק: ", 
            "<b>עובד  </b>כוכבים ששבת חייב מיתה כו'. יש לעיין בזה מה טעם ענין זה דוקא באלו הב' מצות דבדבר שאנחנו חייבין לעשות שהוא אצל העובד כוכבים היפך זה לחייב מיתה בעשייתו והנראה שהכונה בזה שהתורה נקראת ארוסה לפי שרוב ההמון אין עוסקין בה והויא התורה לגביה כארוסה בבית אביה שהניחה להיות תורת ה' אבל העוסק בה ודאי דה\"ל נשואה ונקראת תורתו כמו שכתוב בפרק קמא דמסכת ע\"ז והוא שאמרו בפסחים כל העוסק בתורה לפני עם הארץ כאלו בועל ארוסתו לפניו שנאמר צוה לנו מורשה וגו' מאורסה לכל קהלות יעקב מבואר לפי שעם הארץ אינו עוסק בה והויא ליה ארוסתו וכן מצות שבת נקראת בהרבה מקומות כלה כמ\"ש בואי כלה בואי כלה דכארוסה ודאי דלא הויא דכל ישראל קבלו עליהם שמירת שבת וכנשואה נמי לא הויא לפי שאינן שומרים אותה כראוי כמ\"ש פרק כל כתבי אלמלא שמרו ישראל ב' שבתות כו' ומשום הכי הויא שבת לגבייהו ככלה שנכנסה לחופה ולא נבעלה ולזה כיון שהעובד כוכבים שאר עריות ובעולת בעל יש להן חוץ מארוסה וכלה שנכנסה לחופה דאין להן כדאמרי' לעיל משום הכי הויא ליה עסיקת התורה לגבייהו כאלו בועל ארוסת ישראל ואם הוא שומר שבת ה\"ל כאילו בא על כלת ישראל שנכנסה לחופה ולא נבעלה ואמרינן לעיל דנידון בדיני ישראל ועל כונה זו אמרו בש\"ר פ' בשלח מהו נתן לכם ולא לעובדי כוכבים מכאן אמרו אם יבאו בני נח לשמור שבת לא דיין שאין מקבלין שכר אלא שחייבין מיתה שנאמר ויום ולילה לא ישבותו ואזהרתן זו היא מיתתן וכה\"א ביני ובין בני ישראל וגו' משל למלך יושב ומטרונא יושבת כנגדו העובר ביניהם חייב מיתה ע\"כ ודע שהרמב\"ם בהלכות מלכים כתב הא דקאמר הכא דחייב מיתה היינו בידי שמים אבל אינו נהרג וכתב הכ\"מ לפי דבריו דהא דקאמר תלמודא וליחשביה בהדי ז' מצות ה\"ק ולימני בהדייהו למימר דאסורין בה קאמר אבל לא לענין קטלא כו' עכ\"ל ועוד האריך ע\"ש וא\"א לומר כן דא\"כ למה לא מנה בהדי ז' מצות לאיסור הא דמצרי שהכה ישראל דחייב נמי מיתה בידי שמים ואינו נהרג כמ\"ש הרמב\"ם שם אבל הנראה לדעת הרמב\"ם דכל מה דלא חשיב בהדי ז' מצות אין נהרגין עליהן והא דפריך הכא וליחשביה בהדי ז' מצות ה\"ק דאמאי לא חשבי' לשבת נמי בהדי ז' מצות ויהיה ב\"נ נהרג עליה ומשני קום עשה לא קחשיב דבקום עשה אין ב\"נ נהרג דלא מצינו אפי' בישראל בשום קום עשה שיהיה נהרג בידי אדם וכן ההיא דנכרי עוסק בתורה פריך נמי הכי ולחשבי' בהדי ז' מצות ויהיה ב\"נ נהרג עליו ומשני למ\"ד מאורשה כו' דאין חיובו מצד עצמו ולא הוי אלא כאסמכתא בעלמא ואין כאן אזהרתן זו היא מיתתן ונראה מה שהביא לדרוש לא ישבותו אבני נח ולא אששת עתים דכתיב לעיל מיניה נראה כמ\"ש הרא\"ם שהשבות בכ\"מ הוא מנוחת הפועל ממלאכתו ולא מנוחת הפעולה והחום והקור כי הם הם פעולת המזלות כו' ולא תפול בהם שביתה עכ\"ל ע\"ש: "
        ], 
        [], 
        [
            "<b>אדם </b>ראשון לא הותר לו לאכול בשר כו' עיין בטעם הענין זה במפרשי התורה באורך: ", 
            "<b>חבל  </b>על שמש גדול כו'. מבואר כי באמת כל הנבראים נבראו לתכלית אדם ולתשמישו אמנם הנחש היה מצד בריאתו השמש הנבחר מכולם שהוא היה ממוצע בין האדם ושאר בעלי חיים שמצינו בו כח הדבור וערום מכל החיות וכן אמרו פ\"ק דסוטה אני אמרתי יהא מלך על כל החיות כו' ולפי שדרך כבוד לאדם שיהיו לו ב' משמשין כמו שכתוב ושני נעריו עמו לזה אמר שהיו מזדמנין לו. ב' נחשים טובים אחד משגרו לצפון כו' נקט צפון ודרום שלפי דעת התוכנים שיישוב בני אדם הוא מקצה מזרח לקצה מערב באורך אבל לדרום ולצפון אין שם יישוב בני אדם מפני הקור והחום ולזה אמר שהיה משלח שם שלוחו הנחש במקום שלא היה אדם יכול לילך בעצמו. ואמר ", 
            "<b>ולא  </b>עוד אלא שמפשילין כו'. הזכירו בו שני דברים אלו כי מתוך קללותיו של אותו הרשע שנתקלל נלמד כן כמ\"ש רש\"י כיוצא בו במסכת סוטה פרק קמא. ואמר כי תחת שהיה לאדם ברכה זו קודם הקלקול שהיה לו רגלים כאדם ושכל לדבר ולהבין כדי לשגרו בעצמו למרחוק לצפון ולדרום משא\"כ בשאר בעלי חיים משנתקלקל אמר על גחונך תלך שלא יוכל לילך מהר כמו ההולך על רגליו ותחת שהיו מפשילין רצועה תחת זנבו כדי להוציא עפר לגינתו משקלקל נתקלל ועפר תאכל וגו' ודו\"ק: ", 
            "<b>הכפירים  </b>שואגים לטרף וגו'. נראה מתוך ענין המעשה שזה הכתוב הכפירים שואגים לטרף גם סופו לבקש מאל אכלם אמרו ר\"ש בן חלפתא בדרך תפלה ובקשה ונענו לו בכל זה מן השמים ור\"ל שהכפירים שואגים לטרף כשאר ב\"ח גם את האדם שלא מרצון ובחירה אך לבקש מאל אכלם מצד אחר וכשאין להם אוכל הוצרכו לטרוף שלא מרצון ונתקבלה תפלתו שנחיתו תרתי אטמאתא שא' יהיה אוכל לכפירים והשניה אוכל לטרף דהיינו לר\"ש שהיה נטרוף מהם אלו לא נתקבלה תפלתו ויהיה לבקש מאל אכלם לשון רבים דהמ\"ל לבקש מאל אוכל וכתב אכלם דהיינו אוכל לכפירים ואוכל לטרפו שהוא ר\"ש שהיה נטרף מהם אי לאו דנחיתו אטמאתא ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל </b>משתף ש\"ש כו'. יראה דודאי לכ\"ע כופר בעיקר גרע טפי וחייב כליה אלא דר' שמעון קאמר דכל המשתף ש\"ש וד\"א דהיינו המאמין בשניות נמי תייב כליה ונעקר מן העולם אלא מה תלמוד לומר אשר העלוך דודאי האמינו בנמצא וגו' ולכך לא נעקרו אלא שאיוו לאלהות הרבה ואמרו שהאחד הנמצא נתן כח לאלהות וכחות רבים עזב ה' את הארץ ואלו הכחות והאלהות יהיו מנהיגים בארץ וכ\"כ הרמב\"ם שזה דעת רבים מעובדי ע\"ז שעובדים אותם שאומרים שנתנה ההנהגה בידם ועד\"ז יש לכוון מה שאמר משה ראה אתה אומר אלי העל את העם הזה וגו' דבא משה להתנצל בעדם שאמר משה להקב\"ה שהרי אתה אומר אלי העל את העם וכונתך שאתה מעמיד אותי למנהיג להם וא\"כ תלית העלייה בי כיוצא בזה כוונו ישראל שאמרו אשר העלוך וגו' שאתה נתת לו כח להעלות ולמנהיג בעלמא ולא כוונו כלל לע\"ז ולשתף ש\"ש וד\"א ודו\"ק וק\"ל: "
        ], 
        [
            "<b>ע\"ב  </b>ועתה יוסיפו לחטוא כו'. מלמד שכל אחד ואחד עשה דמות יראתו כו'. והיינו שהוסיפו לחטוא דבלאו עצבי ע\"ז שהיה להם בבית ע\"ז שלהם הוסיפו להם כל אחד ואחד לעשות לו דמות ע\"ז שיהא מצויה לו בכיסו כשזוכרה לחבקה ולנשקה ויהיה כתבונ' עצבים כמו בחילוף בי\"ת במ\"ם בומ\"ף כתמונת עצבים דהיינו שהיה להם עצבים בבית ע\"ז ובתמונתם עשה לו כ\"א ע\"ז קטנה מצויה להם בכיסם גם לפי פשוטו כתבונם כמו כתבונתם כמו שפירש\"י שם ודו\"ק: ", 
            "<b>שהיו  </b>נותנין עיניהם בבעלי ממון כו' יבא ויזבח עצמו לו כו'. אפשר שהיה נימוס הע\"ז כל מי שנזבח לה גם ממונו לע\"ז או אפשר שנתן להם כופר נפש וק\"ל: ", 
            "<b>עושין  </b>דמות עצבים ומעמידין כו' והוא פירש כתבונם עצבים דבהאי קרא דלעיל מיניה דר\"ל שהיו עושין תמונת דיוקנם של אותן בעלי ממון כפרש\"י ומלת עצב כאן מלשון צורה ודמות וק\"ל: ", 
            "<b>סכות  </b>בנות. פירש\"י ורד\"ק בספר מלכים דמות התרנגולת עם אפרוחיה וכן הוא בירושלמי ובנות היינו אפרוחיה וסכות היא תרנגולת שהתרנגול נקרא סכוי מפי' הרד\"ק. ואשימא הוא תיש לפי שאין לו צמר והוא כמו שומם ובירושלמי אשימא אימרא כמו באיל אשם. ואת נבחן הוא כלב מפי' הרד\"ק י\"ס שכתוב בנו\"ן ואינו כי אם בזי\"ן והיא מלה מורכבת נובח חז כשהכלב נובח מראה שיניו ובמסורה ראיתי נבחז זי\"ן רבתי ע\"כ ואפשר כי מז' רבתי טעו שהיא נו\"ן פשוטה: ", 
            "<b>ואדר  </b>כו'. פי' רש\"י שמהדר ומכבד אדוניו כו' ורד\"ק פירש דאדר מלשון דרי טעינה שהוא לשון משא והענין מבואר בזה כי העושר וההצלחה היא בג' דברים הם חכמה וגבורה ועושר יש מהמינים שחשבו שתכלית האדם והצלחתו הוא הגבורה ויש שחשבו שהוא העושר כמה שכתב ר\"ש אבן תבון בהקדמתו לפרקי אבות ואלו הן הב' כתות שעבדו לפרד שהוא אדרמלך שאף המלך צריך לו להצלחתו בעושר לטעינה ולכל מלאכה ושעבדו לסוס שהוא ענמלך שאף המלך צריך לו לגבורה במלחמה וע\"כ עבדו לאלו שחשבו שזהו תכלית הצלחת אדם ודו\"ק: ", 
            "<b>בתר  </b>דאביקו כו' וההיא נמי בפ' חלק דאתחזי ליה מנשה בחלמא וא\"ל אי הוות התם הוות נקיטנא בשיפולי גלימא ורהטת אבתראי איכא לאוקמא בתר דאביקו ביה וק\"ל: ", 
            "<b>בפרש\"י  </b>לעגלות בית און כו'. וכומריו שהיו נושאין אותו יגילו עליו כו' עכ\"ל ע\"ש ובספ\"ג דמגילה דחה רש\"י פירוש זה ופירש בענין אחר וכומריו אשר עליו יגילו שהיו רגילים לשמוח יתאבלו כו' ע\"ש: "
        ], 
        [
            "<b>שלא </b>מדו אביו כו'. דאלו למדו אביו לא היה אומר הס כדאמרינן ס\"פ לולב הגזול תינוק היודע לדבר אביו מלמדו ק\"ש והיינו שמע ישראל וגו' דהוא ק\"ש של רבי יהודה הנשיא ודו\"ק: ", 
            "<b>אל  </b>ה' מאי אמור כו'. יש לדקדק מאי קאמר מאי אמור הא מפורש בההיא קרא שנאמר קומו ברכו את ה' וגו' וכל הענין ומהיכן משמע להו הך דרשה דאמר בייא בייא כו' ושנפל פתקא דכתיב ביה אמת גם הוא זר בב' יצרין הן ממש שרצו להמיתן ולמה לא הזכיר בזה גם יצרא דממונא וע\"ק אם הוא אמת דלא איהו ולא אגרא בעינן אם כן הותרה הרצועה לית דין ולית דיין ח\"ו גם בשאר עבירות וענין גוריא דנורא הוא מבואר שנאמר ואהבת את ה' אלהיך בכל לבבך ובכל נפשך ובכל מאודך שכל הפעולות נמשכים לפי ג' חלוקות אלו שהם לב וגוף וממון ויש בכ\"א מהם יצר להרע או לטוב ונקדים לזה מ\"ש פרק אין עומדין אר\"א אליהו הטיח דברים כלפי מעלה שנאמר ואתה הסיבות את לבם אחורנית ואר\"ש רב בר יצחק והודה לוה קב\"ה דכתיב ואשר הרעותי וגו' ואר\"א אלמלא ג' מקראות נתמוטטו רגלי שונאיהן אשר הרעותי וגו' והנה כחומר וגו' והסירותי את לב האבן וגו' כפירש\"י שם ביד הקב\"ה לתקן יצרינו וכו' ויש להם פתחון פה במשפט כו' עכ\"ל והוא כונת הפסוק ה' תשפות שלום לנו כי כל מעשינו פעלת לנו דהיינו שכל מעשים הרעים ופעולותינו ע\"י שבראת היצר הרע והוא מבואר דודאי זה אין טענה במשפט שהרי ניתן לאדם הבחירה וכמה שאמר בראתי יצר הרע בראתי תבלין שהיא התורה דאל\"כ הותרה הרצועה ח\"ו אלא כדי לזכותו ניתן הבחירה לאדם וע\"י התורה אבל ר\"ל דיש טענה קצת לענין שלא נתמוטטו לגמרי ולזה דרשו ויזעקו בקול גדול וגו' דע\"כ לא קאי אקומו וברכו את ה' וגו' דא\"כ לא ה\"ל להזכיר מי הם שקמו וברכו שכבר הזכירם ועוד שהזכיר גבי קומו וברכו וגו' עוד אנשים אחרים שלא הוזכרו כבר גבי ויזעקו בקול גדול וגו' וע\"כ דרשו שהוא מלתא באנפי נפשיה שהטיחו דברים בקול גדול כלפי מעלה אל ה' אלהיהם וכענין אליהו וז\"ש בייא בייא כו' לא איהו בעינן כו' שביד הקב\"ה להסיר היצר הרע מעלינו כמה שכתוב ואשר הרעותי וגו' ואמר שנפל פתקא כו' דהוה כתיב ביה אמת דהיינו כמה שאמרו שהודה הקב\"ה בדבר ויצא להם זה הדרש מדכתיב בסוף תפלתם דאנשי כנסת הגדולה ואתה צדיק על כל הבא וגו' כי אמת עשית דהיינו שקבלו וצדקו דין שמים עליהם ואמרו ואתה צדיק על כל עונש הבא עלינו בעבור שהלכנו אחר יצרנו ואף כי הוא אמת שאתה עשית את היצר הרע ובידך להסירו ויש לנו לומר לא איהו כו' מכל מקום אנחנו הרשענו שלא נצחנו אותו כיון שהבחירה ניתן לאדם כמה שאמרו לעיל ואמר שישבו בתענית עד שנמסר יצרא דע\"ז בידם דהיינו שבטלו כחו שבלב בסיוע דשמים כמה שאמרו בדרך שאדם רוצה כו' והבא לטהר מסייעין לו ויצרא דע\"ז הוא היצר הרע שבלב כמה שאמרו מחשבה רעה דע\"ז הקב\"ה מצרפה למעשה שנאמר למען תפוש ישראל בלבם ודו\"ק: ", 
            "<b>מעשה  </b>בכותית אחת כו'. מוטב שתחזור האשה לחולי' כו'. נראה שנסמך האי עובדא למאמר דלעיל ורב אמרן תרוייהו שאמר לעיל יודעין היו ישראל בע\"ז שאין בה ממש ולא עבדו ע\"ז אלא להתיר להם עריות אמר כמו כן בבעל פעור בכותית אחת וכו' והרי ישראל גם כן ידעו שאין בה ממש אבל היו נצמדים לבעל פעור כצמיד פתיל שהוא נצמד יפה בשעוה כפירוש רש\"י מפני היתר עריות של בנות מואב שזה הביאם לעבוד ע\"ז בזויה כזו אבל הדבקים בה' אלהיכם אינו רק כב' תמרות כו' שאין אתם דבוקים בו כ\"כ מפני איסור בנות עכו\"ם כמ\"ש ולקחת מבנותיו לבניך וזנו בנותיו אחרי אלהיהן והזנו וגו' ובמתני' תנא בהיפך הנצמדים לבעל פעור כצמיד על ידי אשה דהיינו הצמידים שעל ידיה שאינן דבוקין יפה ממש ובקל יכולה להסירן מעל ידיה כן היו הנצמדים לבעל פעור שהיה אהבה התלויה בדבר בזנות של בנות מואב בטל דבר בטלה האהבה אבל אתם הדבקים וגו' דבוקים ממש לעולם שהיא אהבה שאינה תלויה בדבר וק\"ל: ", 
            "<b>שם  </b>והיו הכומרים מקלסין לו פירש\"י משבחין עכ\"ל ואפשר דנקיט האי לישנא שהוא סובל ג\"כ לשון לעג וקלס כמו שכתבו התוס' דהיינו שהכומרים עצמן ג\"כ אפשר שנתכונו באמירתם לגנאי ליהודי וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>א\"ל </b>הר סמבטיון כו'. יראה ששאל לו מי יימר דהאידנא שבתא בשלשה דברים. הא' מי יימר דזה היום הוא שבת בראשית שבו שבת אל מכל מלאכתו. הב' מי יימר דזה היום שצוה בו אתכם לשבות. הג' מי יימר דזה היום הוא שבת לעתיד ומנוחה לחיי עה\"ב והשיב לו נהר סמבטיון יוכיח כו' שמעת היצירה הוא נח ביום שבת שהרי בו שבת אל בשעת יצירה ובעל אוב יוכיח הרי גם עתה אין לעשות בו מלאכה כמו שבעל אוב היום אינו עושה פעולתו ומלאכתו וקברו של אביו יוכיח הרי שבעולם הבא נוחין ביום זה ולזה אמר לו בג' לשונות ביזתו ביישתו וקללתו וק\"ל: ", 
            "<b>כי  </b>עונותיכם וגו'. מבואר בפירוש חכמי אמת כי בכל מעשה אדם נברא דבר רוחני לפי המעשה הן טוב הן רע ומלאכי משחית הבאים מעונותיכם הם היו מבדילים ביניכם וגו' מהגיע רוח הקדש עליכם וק\"ל: ", 
            "<b>ולא  </b>הוה קמהדר ליה כו'. לפי שכח הנשמה שהוא הדבור לא היה יכול לברוא ולפי שאין בו הנשמה שהוא הרוח העולה למעלה רק רוח החיוני שהיא ג\"כ בבהמה היורדת למטה א\"ל הדר לעפרך וי\"מ מן חבריא היינו מן חוברי חבר ולא יתכן דאין זה מעשה חובר חבר לברוא גברא אבל מן חבריא היינו מן החכמים שעוסקין בספר יצירה שדרכן לקרות זה לזה כן כמו הונא חברין וק\"ל: "
        ], 
        [], 
        [
            "<b> </b>מנחשים בחולדה ובעופות כו'. מפירוש הרמב\"ן המביט בעופות וכנפיהן או בצפצוף כענין שכתוב כי עוף השמים יוליך את הקול ובעל כנפים יגיד וגו' ע\"ש באורך: "
        ], 
        [], 
        [
            "<b>כשפים </b>מכחישין פמליא כו' אין עוד מלבדו וגו'. עי' בחדושי אגדות פרק קמא דחולין: ", 
            "<b>בלטיהם  </b>אלו מעשה שדים בלהטיהם אלו מעשה כשפים. כן הוא הגי' בספרים שלפנינו וכן פירש רש\"י הכא וכן פי' הרמב\"ן בחומש פ' וארא ע\"ש ועי' גם ברא\"ם בארוכה בזה אבל בערוך בערך לע כתב הגירסא בהיפך לטיהם אלו מעשה כשפים להטיהם אלו מעשה שדים וכה\"א ואת להט החרב המתהפכת פי' סימנא בעלמא הוא שהשד מתהפך לכמה גוונים וכו' עכ\"ל ע\"ש אבל הכתובים בפ' וארא מוכיחין כגירסת רש\"י והרמב\"ן דגבי בלהטיהם אה\"כ ויקרא וגו' ולמכשפים וגבי בלטיהם לא הזכיר רק החרטומים ולא מכשפים ודו\"ק: ", 
            "<b>שם  </b>הלכות כשפים כו' מותר לכתחלה כדרב חנינא כו'. הך דמעברא להו עגלא תלתא לאו ע\"י מכשפות היא אלא מעשה הקב\"ה כפירש\"י ולא קרי ליה בכלל הלכות מכשפין אלא לפי הדמיון דחשבו ליה כמעשה כישוף וק\"ל: ", 
            "<b>שם  </b>אצבע אלהים היא. גם מכאן ראיה לגירסת רש\"י דגרס בלטיהם אלו מעשה שדים לא כגירסת הערוך דהא הכא בלטיהם כתיב גבי כנים וקאמר עלה שאין השד יכול כו' ויש לדקדק למאי דמפיק האי מכניף והאי לא מכניף משמע משום דהשד אינו עושה מעשה אבל ע\"י כישוף שעושין מעשה גמור היו יכולין לברוא כינה וכן משמע מדברי המפרשים והפוסקים דעל ידי כישוף עושין מעשה גמור ואם כן מאי קאמר ולא יכלו להוציא הכינה הא יכלו להוציאם על ידי כישוף ואמאי קאמרי נמי חרטומי מצרים במכת כנים אצבע אלהים היא ולא חשבו שעשו כן משה ואהרן על ידי כישוף כמו שחשבו במכות הראשונות ויש לומר דאע\"ג דעל ידי כישוף יכול לעשות מעשה גמור מכל מקום לאו בכל הדברים היו יכולין לעשות דא\"כ היו יכולין לברוא עולם חדש ומשום הכי לא הוזכר בלהטיהם ומכשפים אלא בנס המטה ושוב אח\"כ לא הוזכר כישוף רק בלטיהם דהיינו מעשה שדים לגירסת רש\"י לפי שלא היו יכולין לעשות כישוף בשאר הדברים אבל על ידי שד יכלו בכל הדברים דמכנפי ואיכא למידק במכת דם שעשו כן החרטומים בלטיהם היינו מעשה שדים מאי מכניף שייך בו ויש לומר שעשו כן החרטומים על ידי אחיזת עינים דהוא ג\"כ אינו עושה מעשה כמו מעשה שדים והא דלא הוציאו החרטומים אחר כך את הערוב על ידי מעשה שדים כמו שהוציאו הצפרדעים דהא ערוב נמי מכניף הוא י\"ל כיון דכבר ראו במכת כנים דאצבע אלהים היא האמינו אח\"כ בכל המכות דמאלהים היו ולא עשו כמו כן על ידי שדים ודו\"ק: ", 
            "<b>שם  </b>ותעל הצפרדע כו' צפרדע אחת היתה והשריצה כו' מדכתיב צפרדע בלשון יחיד דריש ליה הכי ואף שמצינו כיוצא בו בלשון יחיד על שם המין כמו ותהי הכנם וכו' ויסר מעלינו את הנחש כו' היכא דאיכא למדרש כי הכי דרשינן ונראה הא דניחא ליה לראב\"ע לומר הכי צפרדע אחת היתה שרקה כו' ולא כדברי ר' עקיבא דצפרדע אחת השריצה כו' למאי דאמרינן לעיל שעד מכת כנים היו מצריים חושבים שעל ידי מכשפות היו המכות הראשונות מה שאין כן בכנים דלא מכניף והשתא לדברי ראב\"ע שהאחת שרקה וכולם באות היינו דמכניף שפיר חשבו המצריים דעל ידי מעשה שדים באו ועלו שהשד הכניפן אבל לדברי רע\"ק שהאחת השריצה כולן דבר זה בריאה חדשה היא ומעשה גמור הוא ואמאי לא קאמר המצריים עלה אצבע אלהים היא דהא השד לא יוכל להכניף ובהכי ניחא דשייך מאמר זה בשמעתין ודו\"ק (חולין פ\"ק וע\"ש): "
        ], 
        [
            "<b>דעתו </b>דעת אמו נטרפה כו'. לפי שלא הדליקה עדיין הנר שהמצוה באשה וק\"ל: ", 
            "<b>שלך  </b>קשה משלהם כו'. פרש\"י מפני שלבך פתוח כאולם כו' עכ\"ל ועוד י\"ל מפני שאתה ידעת ביותר שיש בידו ללמוד ממני מההיא דנטיעת קשואין כדלקמן וק\"ל: ", 
            "<b>אוי  </b>לכם שתי זרועותי שהן כו'. תלה הדבר בזרועותיו שמלת זרוע נאמר בכ\"מ על הכח כמו ושם בשר זרועו לך זרוע עם גבורה ואמר שב' זרועותיו הן כב' ס\"ת שנגללין ר\"ל שהיה בכחו ללמוד תורה לאחרים ולא יצא לפועל ללמדם כמו ספר תורה שנגלל שיש בכחה ללמוד תורה ממנה ולא למדו ממנה שהניחו אותה נגלל ודו\"ק: ", 
            "<b>ככלב  </b>המלקק מן הים כו'. על עצמו אמר זה המשל אף שהוא קצת גנאי שדימה עצמו לכלב המלקק אבל על תלמידיו לא אמר זה המשל שהוא קצת גנאי ואמר עליהם משל אחר כמכחול בשפופרת גם מטעם זה בעצמו הפליג דאפילו ככלב המלקק כו' לא חיסר מהם אבל בתלמידיו לא הפליג כ\"כ בדבר ואמר לא חסרוני אלא כמכחול כו' דמשמע כשיעור הזה חסרוני שאין לתלמידיו גנאי כ\"כ כמותו ולפירש\"י נראה הגירסא בהיפך דגרסי' אלא ככלב המלקק כו' אפי' כמכחול בשפופרת והדבר בשינוי לשון צריך טעם ודו\"ק: ", 
            "<b>אבי  </b>אבי רכב ישראל ופרשיו כו'. האי קרא אלישע אמרו על אליהו בענין תפלה כדברי המתרגם והמפרשים אבל הכא נראה לפרש רבי רבי הוא רכב ישראל ופרשיו במלחמתה של תורה ואמר מעות יש לי כו' ודימה את עצמו ליש לו מעות ומטבעות ואינו יודע ומכיר אותן שבודאי כשנותנן לאחרים שאינו שולחני הוא מפסיד בהן כן הדבר הזה דרבי עקיבא ודאי יש לו תורה אבל אמר שאינו יודע ומכיר בה ככל הצורך בשאלות ובספיקות שהיו לו ואין לי שולחני להרצותן ולהשיב על ספיקיו בכל הצורך ודו\"ק: "
        ], 
        [
            "<b>ע\"ב  </b>תוספות בד\"ה בן סורר ומורה בן הסמוך כו' ואם תאמר דילמא שנה שלפני גדלות כו' ואם תאמר א\"כ ל\"ל במתני' טעמא דשלא כו' ויש לומר דה\"א דמקודם הבאת כו' עכ\"ל ביאור דבריהם דמעיקרא קשיא להו כיון דבן קטן משמע מאי מתרץ בן הסמוך לגבורת איש דהיינו בתחלת אישות וסמוך לגבורה היינו סמוך להיקף הזקן אימא דבסוף קטנות הוא סמוך לגבורת איש שהוא שנה שלפני שני גדלות ולא סמוך דהקפת זקן דהשתא שפיר בן כמשמעו קטן משמע מנ\"ל לפטור מטעם שלא בא לכלל מצות דהא כי האי גוונא מצינו לענין נדרים אע\"ג שלא בא לכלל מצות ואהא תירץ ר\"ת דדריש לאיש דמשמע לשון גבורה כו' דהיינו שכבר בא לכלל שני גדלות וסמוך לגבורת היינו להיקף הזקן והקשו דלפ\"ז דע\"כ לאיש בתר שני גדלות משמע ל\"ל במתני' טעמא דשלא בא כו' ואהא תירצו דאע\"ג דלאיש משמע בתר שני גדלות מכל מקום מדכתיב נמי בן לא משמע שהביא שתי שערות והוה אמינא דלבתר שבא לשני גדלות ואכתי לא הביא שתי שערות לחייב כו' קמ\"ל טעמא דשלא בא לכלל מצות דבכהאי גוונא בתר שני גדלות ולא הביא שתי שערות לא מצינו בשום מקום אחר דלחייב במצות ועוד מלת בן נמי כיון דסבר דעל כרחך עקרינן ליה ממשמעות דבתר שני גדלות קאמר אית לן למימר דמיירי נמי בהביא שתי שערות ובתחלת אישותו קאמר דמקודם זה לא בא לכלל מצות ומה שכתבו ואפילו הוי יותר מג' חדשים כו' כיון דאינו ראוי להוליד כו' היינו למ\"ד לקמן דקטן אינו מוליד ולמ\"ד דקטן מוליד אין זה מספיק אבל אליביה לא הוצרכו לזה דלפי מאי דמסיק לקמן דההיא דר' כרוספדאי דאינן אלא שלשה חדשים פירושא דתנא דבי רבי ישמעאל היא בן ולא הראוי לאב היינו דוקא למ\"ד דקטן אינו מוליד אבל למ\"ד דקטן מוליד לא משמע כלל מבן ולא הראוי לקרותו אב דהיינו שלשה חדשים לבתר דהביא שתי שערות דהא מקודם שיביא שתי שערות נמי ראוי לקרות אב אבל ההיא דרבי ישמעאל מתפרש אליביה כפשטיה כדבעי למימר מעיקרא בבן שנולד לו כבר בקטנותו ועוד נפרש בזה לקמן ודו\"ק: ", 
            "<b>בד\"ה  </b>קטן אי כו' האמרינן בפרק מי שמת אין זכייה לקטן כו' ולא גרע משליחות וקטן כו' עכ\"ל כן צריך להיות ור\"ל דזכייתו ע\"י אחר כמו חצר שאינו עומד בצדו הוא מטעם שליחות וקטן לאו בר שליחות הוא אבל הא דאין קונה לו חצירו שעומד בצדו משום ידו לא הוצרכו להביא ראיה כמו שכתבו בפשיטות בתחלת דבריהם האמר אין זכייה לקטן כמו ששנינו מציאת חש\"ו יש בהן משום גזל מפני דרכי שלום וכמפורש בפרק קמא דב\"מ דאין לקטנה יד אלא לענין גט ולא לענין מציאה ולמ\"ד נמי [דילפינן] מציאה מגט אינו אלא מדרבנן כמה שכתבו התוספות שם ואיכא לישנא התם דלא ילפינן נמי מדרבנן במציאה אלא בקטנה ולא בקטן וק\"ל: ", 
            "<b>בא\"ד  </b>משמע דהיינו מדאורייתא מדפריך למ\"ד א' זה כו' מההיא דמערימין על מעשר שני כו' עכ\"ל אבל מהא דמשני לעיל מיניה שאני שתופי מבואות דרבנן לא קשיא להו הכא וכמה שכתבו התוספות התם משום דהתם הכי קאמר שתופי מבואות דרבנן ובדרבנן עשו לו זכייה מדרבנן אבל במלתיה וקנייה דאורייתא אפילו זכייה מדרבנן ליתא אבל מדברי המקשה התם מההיא דמערימין על מעשר כו' דאיירי בזכייה דאורייתא קשיא להו שפיר מדלא קשיא ליה אלא למ\"ד דלא זוכה לאחרים משמע דלמ\"ד דזוכה אפילו מדאורייתא וק\"ל: ", 
            "<b>בא\"ד  </b>הא דאמר פרק לולב וערבה לא ליקני כו' מדאורייתא לאחרים לרב אסי דגיטין כו' דאין ממנה אחרים על פסחו א\"נ כו' ודלא כרב אסי וא\"ת כו' עכ\"ל כצ\"ל ור\"ל דאין ממנה אחרים על פסחו ביש לו פסח שירש מאביו דאין ממנה אחרים על פסח זה לכ\"ע כיון דאין כאן דעת אחרת מקנה אותו א\"נ שאין זוכה לאחרים כו' ולא כרב אסי דהתם דסבר דבדעת אחרת מקנה זוכה אפי' לאחרים וק\"ל: ", 
            "<b>בא\"ד  </b>דקסבר המקשה דכמו שזוכה לעצמו בחילול מעשר מן התורה כו' כמו כן זוכה לאחרים מן התורה כו' עכ\"ל אין דבריהם מבוררים הכא וע\"ש בתוס' פרק התקבל: ", 
            "<b>בא\"ד  </b>אמרי כאן בתינוק שיש בו דעת כאן כו' עכ\"ל בתלמוד שלנו נמי מפלגינן בין יש בו דעת לאין בו דעת כדאמרינן צרור וזרקו אגוז ונוטלו כו' אלא דרצה לומר דהתם מפורש דלענין זכייה דאורייתא מפלגינן בהכי וק\"ל: ", 
            "<b>בא\"ד  </b>כגון שירש את אביו קודם שנתגייר כו' עכ\"ל אבל אם מת אביו אחר שנתגייר הקטן בין נתגייר גם אביו ובין לא נתגייר אין הקטן יורשו דהוה ליה כקטן שנולד דמי כאלו אינו אביו ובנולד זה הקטן אחר שנתגייר אביו אין זה הקטן נקרא גר כיון שהורתו ולידתו בקדושה הוה וליכא לאוקמא קרא בכהאי גוונא גר אם כן אין זה בידוע שאין לו גואלים דשמא נולדו לאביו הגר אחרי כן עוד בנים בקדושה והם יורשים אותו ולקמן שפירשו בנתגיירה אמו כשהיא מעוברת כו' ואחרי כן יורש את אמו כו' ניחא דבידוע הוא שאין לו גואלים דאף אם נולדו לאמו עוד בנים בקדושה אין יורשים אותו דאחין מן האם אין יורשין זה את זה וק\"ל: "
        ], 
        [], 
        [
            "<b>וכתיב </b>יהי לשנתים ימים ויהיו גוזזים וכו'. ופירש\"י וסמיך ליה כו' עכ\"ל אינו סמוך ממש שהרי הפסיק במעשה אמנון ותמר אלא דמשמע ליה דמעשה אמנון ותמר מיד אחר לידתו של שלמה היה גם מה שהפסיק בענין אחר לידתו של שלמה וילחם ברבת בני עמון וגו' אין זה הפסק דבאותו זמן היה ודו\"ק: ", 
            "<b>אברהם  </b>גדול מנחור שנה ונחור כו'. לעיל באחיתופל ואליעם ובת שבע דסגי ליה שמנה חדשים לכל עיבור היינו בעיבורין שאינן בזה אחר זה כגון הך דאחיתופל וכו' וכהך דחור ואורי ובצלאל אבל בעיבורים של אחים שהם בזה אחר זה כגון הך דאברהם ונחור והרן אנו נותנין לעיבור אחד שנה שלמה דא\"א שתתעבר מיד אחר לידת הראשון ממנו וכן צ\"ל בהך דלקמן דשם גדול מחם שנה וחם גדול מיפת שנה דבאחים שהם עיבורים בזה אחר זה אנו נותנין לכל עיבור שנה אך קשה דדל שמנה חדשים לעיבורה של שרה ואשתכח בשבע שנין וד' חדשים אוליד הרן לשרה ונראה דלא בעי תלמודא לדקדק טפי ממאי דבעי דדורות הראשונים אולידו לח' ותדע דהא מוכח דמעיקרא הוליד הרן את מלכה כדכתיב אבי מלכה ואבי יסכה דמשמע דמלכה גדולה מיסכה היתה אלא ע\"כ דהתלמוד לא בעי לדקדק טפי ממאי דבעי ובב\"ר איתא הכי בהדיא דהרן לשש שנים אוליד דאברהם גדול מהרן שתי שנים ושנה לעיבורה של מלכה ושנה לעיבורה של יסכה ונ\"ל דהב\"ר לית ליה דחייה דהכא דילמא דרך חכמתן קחשיב להו ומ\"ש יסכה זו שרה כו' עיין דברי הרא\"ם ודבריו דחוקים הם וצ\"ל דכיון דהיתה שרה בת אחי אברהם כדאמרינן פרק ד' מיתות ולא הוזכרה שם שרה כלל בבנות הרן ולא בין בני נחור בסוף פרשת וירא ע\"כ לומר שהוזכרה שרה כאן והיא שרה היא יסכה: ", 
            "<b>בר  </b>מאה ותרתין שנין הוי אלא דרך חכמתן כו'. כתב הרא\"ם וא\"ת אכתי איך ידע מזה שיפת הוא הגדול משם דילמא מבן ת\"ק שנה התחיל נח להוליד ולא נולד יפת אלא אחר שלש שנים משהתחיל להוליד שהיה נח אז בן תק\"ב שנה ושם נולד אחר שתי שנים משהתחיל להוליד שהיה נח אז בן תק\"א שנים שנמצא בזה ששם היה בן ק' שנה שנתים אחר המבול ויפת בן ק' שנה שלש שנים אחר המבול ויש לומר כו' עכ\"ל ורצה לומר על כרחך דבשנת ת\"ק נולד חם דאז התחיל להוליד דא\"כ קושייתו לאו קושיא דמכל מקום שפיר מוכח דקא חשיב בקרא דרך חכמה שהרי חם גדול משם וקחשיב שם וחם וגו': ", 
            "<b>יפת  </b>גדול שבאחיו כו'. וכ\"ה בב\"ר ובחומש פירש\"י איני יודע אם יפת הוא הגדול כו' אם שם כשהוא אומר שם בן מאת שנה שנתים כו' עכ\"ל. ואפשר לומר כיון דמסתמא דתלמודא לא בעי למילף ליה מיפת הגדול אלא רב זביד ע\"כ דאית ליה לתלמודא דלאו ראיה גמורה היא מאחי יפת הגדול והיינו משום דאיני יודע כו' ובפרשת נח גבי בנו הקטן פירש\"י הפסול והבזוי וכתב הרא\"ם דאל\"כ מאי הקטן והלא גדול הוא מיפת שהרי הכתוב מונה אותו קודם יפת ואי אפשר לומר דומיא דשם שמונה אותו ראשון כו' דבשלמא גבי שם איכא למימר משום חשיבותו אלא גבי חם מאי איכא למימר עכ\"ל ודבריו תמוהים דבהדיא קאמר הכא רב זביד יפת גדול שבאחיו ותלמודא לא פליג עליה בהא וליכא בינייהו אלא משמעות דורשין ועוד דרש\"י דמפרש הקטן הפסול הם דברי ב\"ר והב\"ר אית ליה בהדיא דרשה דהכא דאחי יפת הגדול ועוד דבהדיא פירש\"י בחומש כדי שלא יהיה יפת הגדול שבבניו ראוי לעונשין כו' ומה שכתב הרא\"ם שהרי הכתוב מונה אותו קודם יפת כו' כבר הרגישו בזה התוספות בשמעתין גם ברמב\"ן בחומש עיין ישוב לזה ודו\"ק: ", 
            "<b>ותמת  </b>עזובה ויקח לו כלב את אפרת כו'. כצ\"ל ובקרא בד\"ה משמע שהיה לו אשה שמה עזובה גם הוליד ב' בנות קודם שנשא אפרת וכפירש\"י שם מיהו לפי דרש התלמוד פרק קמא דסוטה לא קשה מידי דדריש התם עזובה זו מרים שהכל עזבוה בתחלתה הוליד כו' יריעות שהיו פניה דומין ליריעות כו' ע\"ש אבל רש\"י בד\"ה פירש שהוליד ב' בנות עזובה ויריעות וצא וחשוב שכ\"א מהם היה פחות מח' שנים כו' כלב היה בן שמנה כשהוליד עזובה אשה ובן ט' כשהוליד יריעות ואחר מיתת עזובה אשתו לקח אפרת והולידה לו את חור בשנה אחרת הרי בן י' שנים וחור בן ח' כשהוליד את אורי ואורי בן ח' כשהוליד בצלאל הרי כ\"ו שנים כו' עכ\"ל ע\"ש וזה סותר סוגיא דפ\"ק דסוטה דדריש עזובה ויריעו' זו מרים גם מ\"ש בפירש\"י שם וכן מפורש פ' בן סורר לכאורה הוא תמוה דהא חשיב הכא תרתי שנין דתלתא עיבורי ואפשר שהוא מפרש דל תרתי שני דתלתא עיבורי היינו בעיבורין שהיו זה אחר זה באיש א' בכלב דהיינו עזובה ויריעות וחור אבל עיבורין שאינן זה אחר זה כגון חור אורי בצלאל לא חשיב אבל הוא דחוק דלא הוי דומיא דלעיל באחיתופל דקאמר דל תרתי שני דתלתא עיבורי דהיינו שאינן בזה אחר זה אליעם ובת שבע ושלמה וצ\"ע: ", 
            "<b>ועתה  </b>הנה אנכי היום בן חמש ושמונים שנה בספרים אחרים נמחק כל זה וקרא דלא צריכא הוא וק\"ל: "
        ], 
        [
            "<b>אלא </b>נחם כו'. משום דאמרינן בכמה כתובים קלקולים הבאים מן היין כגון מעשה נח והשותים במזרקי יין ואומר הרואה סוטה בקלקולה יפריש עצמו מן היין וכמו שעשו בני יונדב בן רכב ועל כן היה ראוי שלא לבראו כלל אי לאו לנחם אבלים כו' וק\"ל: ", 
            "<b>שמאדים  </b>פניהם של רשעים בעה\"ז ומלבין פניהם לעה\"ב כו'. דכתיב בתר הכי אחריתו כנחש ישוך וגו' דהיינו אחריתו של אדם שהוא עוה\"ב ושאמר אל תרא יין שאחריתו דם כי מתוך מריבה וקטטה על היין עם חברו בא הוא או חברו לידי פצע וחבורות של דם כמ\"ש למי שיח למי פצעים וסיפיה דקרא כי יתן בכוס עינו יתהלך במישרים כתיב בכיס וקרינן בכוס ר\"ל שאם יתן האדם את עינו שלא לשתות יותר מדאי בין לפי ממון שבכיס ובין לפי היין שבכוס ולא ישתכר הרבה אז יתהלך במישרים עם חברו ולא יבא עמו לידי קטטה וק\"ל: ", 
            "<b>וכתיב  </b>תירוש זכה כו'. והוא כמו תהא ראש ותהא רש ואמר לא זכה משמהו בשי\"ן כפירש\"י וח' במקום ה' שמתחלף באחע\"ה: ", 
            "<b>מרישיה  </b>לסיפיה מדריש. רצה לומר הני לשונות מדרשי למי אוי למי אבוי למי שיח שצועק על ג' מיני צרות האחד אוי על כאב ראשו כששותה יותר מדאי והב' אבוי על אבוד ממונו בקנותו היין הג' שיח הוא צער שמצער על אבוד זמנו ואמר למי פצעים חנם דשאר כל אדם גם אם יבא לו פצע מאדם אחר המזיקו אינו חנם שמשלם לו המזיק אבל זה יש לו פצעים חנם שאינו יודע בשכרותו ממי בא לו הפצע שישתלם ממנו ואפשר הוא היה הגורם או שעל ידי נפילה באתה לו הפצע. ואמר לבאים לחקור ממסך רצה לומר אותו שבא לחקור על היין אם הוא מסוך שיותר חפץ ביין חזק וקשה שאינו מסוך שבו ישתכר יותר ולא עביד כדרבא דרמי ליה על חד תלתא דאז אין משתכר בו ולכך אמר רבא חמרא וריחני פקחין שלא היה שותהו חזק וקשה כ\"כ ורש\"י לא פירש כן גבי לחקור ממסך ע\"ש ומאן דדריש מסיפיה לרישיה הכי קאמר למי שיש לו אוי בג' ימים ראשונים באבילות ולמי שיש לו אבוי בשבעה ימים של אבילות ושיש לו שיח בל' ימי אבילות ולמי שיש לו צער שיש לו פצעים חנם ולמי שיש לו בכייה וצער שעל ידי זה חכלילי עינים וכל אלה לפכוחי צערייהו ראוי להיות מאחרים על היין וק\"ל: ", 
            "<b>י\"ג  </b>ווי\"ן נאמרו ביין ויחל וגו'. נראה הכונה בזה כי הי\"ג ווי\"ן שזכר הם בי\"ג תיבות שהם כולם פעולות ולא שמות ומלות כמ\"ש התוספות דויפת לא קחשיב לפי שהוא שם ולהורות לנו על כל פעולות הבאות מהיין ראוי לצווח עליהן וי שהרי אם נעיין בי\"ג פעולות האלה שזכר הששה הראשונים ויחל ויטע וישת וישכר ויתגל וירא הם מהפעולות הרע והששה האחרונים ויקח וישימו וילכו ויכסו ויקץ וידע הם מצד פעולות הטוב ויגד לאחיו וגו' הוא הממוצע ביניהם והזכיר בכולן לשון וי להורות שאף פעולות הטובות היו נמשכים מפעולת הרע לצווח עליהן וי כי לולא פעולות וישכר ויתגל וגו' היה בטל פעולות ויקח וישימו ויכסו וגו' וק\"ל: ", 
            "<b>מ\"ש  </b>רביעי נלטייה בהדיא כו' עי' בחידושי הלכות: ", 
            "<b>מאיש  </b>האדמה דהיינו אדם הראשון כפירש\"י ורצה לומר אדם הראשון נקרא איש האדמה שנברא מן האדמה כדכתיב וייצר ה' אלהים את האדם עפר מן האדמה אבל שאר כל בני אדם ממנו נבראו ולא מן האדמה אבל אין לפרש דלכך נקרא אדם הראשון איש האדמה בעבור היות ממשלתו על כל האדמה וממנו נתיישבה דא\"כ מה\"ט גם נח ראוי לקרות ע\"ש זה איש האדמה אחר המבול כמ\"ש הרמב\"ן ומנא לן למידרש לא היה לך ללמוד מאדם כו' ודו\"ק: "
        ], 
        [
            "<b>ע\"ב אין  </b>לך כו' אלא יין כו'. במסכת ברכות גרסינן בזה שנאמר בנח וישת מן היין וישכר אבל בשמעתין לא גרסינן ליה וכן נראה לשם מפירש\"י ונראה כן מלשון יין כדאמרי' פ' בתרא דיומא למה נקרא שמו יין שמביא יללה לעולם ויין מלשון תאניה בפירש\"י שם ובגימטריא יל\"ל: ", 
            "<b>שאין  </b>התינוק יודע כו'. וע\"ד זה אמרו בסוף פרק לולב הגזול קטן שיכול לאכול כזית דגן מרחיקין מצואתו שנאמר יוסיף דעת יוסיף מכאוב ובב\"ר נדרש גבי אדה\"ר ע\"י שהוסיף דעת הוסיף מכאוב וק\"ל: ", 
            "<b>מה  </b>ברי ומה בר בטני כו'. יראה דדרשות האלו מלשון בר שכתוב לשון תרגום במקום בן בלשון הקודש שהרי כל הספר נאמר בלה\"ק וע\"כ דרשו בו שאמרה מה ברי דהיינו שאתה בירור שלי לחובה שהכל יודעין שאביך ירא שמים וירא חטא ואינו משתכר כדאמרי' לא תירוי ולא תחטא ויאמרו אמו גרמה לו שהיא שיכורה והוא בן מאחד מתשע מדות בני שיכורה וע\"כ הוא שיכור ואמר מה בר בטני כל הנשים כו' כדי שיהא לי בן מזורז ומלובן והיינו בן ברור וזך בשכלו לתורה כמ\"ש נשקו בר וגו' וכן מה בר נדרי שאני נדרתי ואמרתי יהא לי בן מזורז וממולא לתורה ולנביאות שיהא ברור וזך בשכלו גם הנביאות נקרא בר כמ\"ש מה לתבן את הבר: ", 
            "<b>מה  </b>לך אצל מלכים כו'. מלת למואל דריש למה אל ששאר מלכים המשתכרין אומרין כן אבל למואל קמא דברישא דענינא דברי למואל על שלמה נאמר וכפירש\"י ולמואל כמו לאל כמו למופי שהוא לפי ועוד נראה כי ע\"ש שהיה שלמה מתנהג בתחלה להשתכר כל הלילה כשאר מלכי' בזמנו והיה ישן עד ד' שעות כדאמרי' במדרשות שעשה כן ע\"י בת פרעה ולזה נקרא אז למואל כמו למה לנו אל שהיה ג\"כ משתכר כשאר מלכים בזמנו ולא היה נכנס בבקר למקדש האל וק\"ל: ", 
            "<b>מי  </b>שכל רזי עולם גלוי לו ישתה כו'. מי שכל רזים והסודות גלוים לו וראוי בדעתו להיותן סודות אצלו שלא לגלותן לאחרים ישתה יין וישתכר לגלות הסודות כמ\"ש בפ' אד\"מ נכנס יין יצא סוד וא\"ד מי שכל רוזני עולם משכימין כו' דהיינו סנהדרין שנקראו כן ע\"ש שעוסקין ברזו של עולם דהיינו בד\"נ כדאמרי' פ' היו בודקין והם משכימיי לפתחו ללמוד ממנו לדון בד\"נ שאתה חכם יותר מהם כמ\"ש ויחכם מכל האדם מאיתן והימן וכלכל ודרדע ומשכימים לפתחך לדון בד\"נ בבקר כמו שאמר דינו לבקר משפט ואתה שותה יין ומשתכר ועדיין אתה ישן לבקר בהשכמה עד ד' שעות וק\"ל: ", 
            "<b>כי  </b>בער אנכי מאיש וגו'. פירש\"י בההוא משא כתיב עכ\"ל ואינו כן אלא בפרשה הקודמת כתיב בתחלת דברי אגור בן יקה המשא וגו' ע\"ש וצ\"ל דאין מוקדם ומאוחר דההוא משא דבער אנכי מאיש וגו' בתר משא אשר יסרתו אמו אמר שלמה להודות לאמו: ", 
            "<b>זה  </b>אדם הראשון. פירש\"י שנכשל ביין וכו'. ויהי' מ\"ם מאיש מ\"ם היותר כמ\"ם ויחכם מכל האדם ועוד יש לפרש כי בער ששתיתי יין ולא למדתי מאיש ולא הבנתי מאדם שלא לשתות ולהשתכר ביין ויהי' מ\"ם מאיש כמו מן כמ\"ם מכל מלמדי השכלתי וגו' וק\"ל: ", 
            "<b>ולא  </b>בינת אדם לי זה אדם הראשון כו'. וכמ\"ד לעיל אילן שאדם אכל ממנו גפן היה דהיינו היוצא מהגפן א\"נ לאינך תנאי שהיה לו ללמוד מאדם הראשון שהיה מסתפק בלא יין כדמשמע מקרא ויחל נח ויטע כרם וגו' שאז היה תחלת נטיעת הכרם שיהיה ראוי לשתות וק\"ל: "
        ], 
        [
            "<b>מדקול </b>עינן שוה כו'. יש לעיין בזה היכי משמע מאיננו שומע בקולנו ומהיכן בא לומר מדקול בעינן שוה מראה וקומה נמי וכו' ור\"ש דקאמר וכי מפני כו' הוא תמוה לכאורה אם אינו ראוי ליסקל למה כתבה התורה שהוא ראוי ולא שייך בזה דרוש כו' ונראה כי הבן סורר אף כשהוכיחו אותו אביו ואמו כמה פעמים כמפורש בקרא ויסרו אותו אביו ואמו וגו' אמר כי מעולם לא הוכיחו אותו שניהם אלא אביו או אמו ואומר אלו הוכיחו שניהם היה מקבל תוכחתם וא\"כ ע\"כ בשקול שניהם שוה שיכול לומר שהיה סבור בכל התוכחות שלא היו רק מאחד מהם או מאביו או מאמו ואם כן ע\"כ דמראה וקומה נמי שוין דאל\"כ אף בשקולן שוה אכתי לא היה יכול לומר דאחד מהם היה כיון דמראיהן או קומתן אינן שוין וזה דבר שאי אפשר שיהיו שוין בכל דבר ולא היה ולא עתיד להיות ור' שמעון דקאמר וכי מפני שאכל כו' דודאי לדעת ר\"ש התורה חייבה עליו מיתה שהגיעה תורה לסוף דעתו וכו' כדלקמן אלא דקאמר דאביו ואמו ודאי דלא יוציאו אותו בשביל זה לסקילה שהם ודאי לא יגיעו לסוף דעתו ויאמרו שסופו לחזור מדרכיו הרעים ויהיו חסים עליו וע\"כ לא היה ולא עתיד להיות שאביו ואמו לא יגיעו לסוף דעתו (ויכסו) [ויחסו] עליו מלהוציאו לסקילה בשביל תרטימר אחד ולמה נכתב אלא דרוש שאביו ואמו ידרשו שהתורה הגיעה לסוף דעתו דבכזה הוא ראוי ליסקל וע\"י זה יוכיחו ויסרו את בניהם ויקבלו על זה שכר וכדאמרינן הני נשי במאי זכיין שמגדלין ובניהן לת\"ת אבל בזמן הזה אין נותנין לב לזה וכל אחד מכפה על בנו אף שהוא באמת חייב מלקות מיתת ב\"ד ואין מוכיחין אותן והנערים הולכים רוב ימיהן בביטול ת\"ת ואמרי' פרק כל כתבי לא חרבה ירושלים אלא בשביל שבטלו בו תינוקות של בית רבן כו' ודו\"ק: "
        ], 
        [], 
        [
            "<b>אלא </b>גיעה התורה לסוף דעתו וכו' ומלסטם כו'. גם זה אין ממש סוף דעתו דאם כן אכתי לא היה חייב סקילה החמורה אלא שיבא לידי עבירות החמורות בתורה ויהי' בהם דינם בסקילה וכדאמרי' החייב שתי מיתות נידון בחמורה וק\"ל: ", 
            "<b>שמיתתן  </b>של רשעים הנאה כו'. משמע דכל זה בענין בן סורר והוא שמיתתן של רשעים הנאה להם שלא יוסיפו לחטוא כמ\"ש ימות זכאי כו' והנאה לעולם כמ\"ש לסוף יוצא ומלסטם את הבריות: ", 
            "<b>ואמר  </b>יין ושינה הנאה לרשעים כו'. שמתוך הנאת יין שמשתכר בו בא לידי הנאת השינה בבקר עד ד' שעות כמ\"ש במלכי עכו\"ם וכן הוא בבן סורר ומורה שהנאה לו היין והשינה והנאה לעולם שכל זמן שיש לו ממה לקנות בו יין והוא ישן אינו מלסטם עד אחר שמגמר נכסיו ואמר שקט לרשעים רע דלכך אמר בבן סורר ומורה שיסרו אותו אביו ואמו שלא יהיה שקט ושליו לעשות רע ורע לעולם. ואמר כנוס לרשעים רע כו' כמ\"ש בבן סורר אכל בחבורה שכולה סריקין חייב אכל בחבורת מצוה פטור והיפך בזה הפיזור ובצדיקים בכל זה ההיפך וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מיום </b>חרב בהמ\"ק ניטלה טעם ביאה כו'. פירש\"י בטל הכח מדאגות רבות כו' עכ\"ל ואין צורך דגם שאר טעמים דלא שייך בהו דאגה נטלו כמ\"ש בסוף סוטה מיום שחרב בהמ\"ק כו' הטהרה נטלה הטעם ואת הריח כו' ושאמר וניתנה לעוברי עבירה שנאמר מים גנובים ימתקו האי קרא ודאי דלא אמרו שלמה אחר שחרב בית המקדש אלא דהכי קאמר דמתוך שהיצר הרע תוקף יותר בעוברי עבירה ומרבה תאותן כמה שנאמר מים גנובים ימתקו לא ניטל מהם הטעם: "
        ], 
        [], 
        [
            "<b>זה </b>משהה בתו בוגרת וכו'. בתו בוגרת אינה ברשותו להשיאה אבל הוא משהה אותה בערמה לומר להפריז לה נדוניא להגון לה כשתשיג ידו ואינו עושה כן אלא להנאתו משהה אותה שתעשה לו מלאכתו וגורם להזנות: "
        ], 
        [
            "<b>ע\"ב  </b>המשיא בתו לזקן כו' למען ספות גו'. עיין פירש\"י באורך ולי נראה לפרש ע\"פ מ\"ש אבר יש באדם משביעו רעב מרעיבו שבע דהיינו שהיא מוסיף ומעורר לו תאוה יתירה על ידי טעם ביאה וכן בתו הגדולה טרם שיודעת טעם ביאה אינה מתאוה כל כך וכשמשיאה לזקן או לקטן והיא טועמת טעם ביאה מוסיף ומעורר לה תאוה יתירה ולפי שאינה מקבלתו לזקן ולקטן מזנה עליו והרי זה ממש למען ספות הרוה שהיתה שבעה ורוה מתשמיש את הצמאה שמוסיף לה תאוה וצמאה לתשמיש ע\"י שהשיאה לזקן ולקטן: ", 
            "<b>שם  </b>האוהב את אשתו כו' והאוהב את שכיניו כו' מבואר ביבמות פרק הבא על יבמתו וע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אל </b>הרים לא אכל כו'. עיין פרש\"י סיפא דקרא חיה יחיה לומר זה צדיק גמור כו' אם עבר עבירות אחרות אלא לאו כמשמעותיה מדריש אלא כו' ויש לדקדק דלפי הדרש נמי דגבי שלא אכל בזכות אבותיו ניחא שהרי חסיד הוא אבל באינך שלא הלך בקומה זקופה ושלא ירד לאומנות חבירו ושלא נהנה מקופה של צדקה תקשי לך נמי משום דלא עביד הכי ואפילו באחד מכל אלה כדמסיק צדיק גמור הוא אף אם עבר עבירות אחרות ויש לומר דסיפיה דקרא חיה יחיה מלשון כפול משמע חיה בעולם הזה ויחיה לעולם הבא ולפי שאלו עבירות שזכר לפי פשטיה דהיינו ע\"ז ועריות הוזכר בהם עונש ושכר בעולם הזה דהיינו מיתת בית דין וכרת וע\"כ אמר במה יזכו גם לעולם הבא שאמר חיה יחיה ואמר דבכלל אלו שזכר נתכוון הכתוב בדרשה זו שמהם יזכה לעה\"ב דהיינו שלא אכל בזכות אבותיו בעה\"ז הרי שהניח לו אותו זכות לעה\"ב גם שלא היה רוצה להנות מעה\"ז שהיה עניו ושלא ירד לאומנות חברו ושלא היה נהנה מקופה של צדקה כל אלו המדות הם על דעת זה שלא היה רוצה ליהנות מעה\"ז והיה נדחק עצמו לקבל עליו עניות ויסורין בעולם הזה כדי שיהיה לו שכרו משלם בעה\"ב ודרש ועיניו לא נשא וגו' שלא הלך בקומה זקופה דימה הגאוה לעובד ע\"ז כדאמרינן בפרק קמא דסוטה כל שיש בו גסות הרוח כאלו עובד עבודת כוכבים כתיב הכא תועבת ה' גו' גם ההולך בקומה זקופה כאלו דוחק רגלי שכינה ודרש אשת רעהו לא טמא שלא ירד לאומנות חברו כי דימה בכל מקום מחייתו של אדם לאשה כמ\"ש ראה חיים עם אשה כי בה תלה מחייתו כמ\"ש פרק הבא על יבמתו עזר כנגדו במה עוזרתו אדם מביא חיטין חיטין כוסס כו' ודרש ואל אשה נדה וגו' שלא נהנה מקופה כו' דימה הצדקה לאשתו נדה שכבר היה לו בה שעת היתר אבל יתרחק ממנה בעבור דמי הנדה שבה עתה כן ממון הצדקה היה לו שעת היתר בידי בעלים אבל יתרחק עתה ממנו בעבור נפשות ודמי עניים התלוים בזה הממון הצריכים לצדקה יותר ממנו ויש לעיין בזה דהאי קרא חיה יחיה בסיפא דענינא כתיב דבתר ההוא קרא דאל ההרים לא אכל ואיש אל יונה חבלתו חוב ישיב גזילה לא יגזול כו' ואח\"כ כתיב חיה יחיה ולמה לא דריש בהו כדדריש בקרא אל ההרים וי\"ל משום דכתיב לעיל ואיש כי יהיה צדיק ועשה משפט וצדקה והשתא האי קרא ואיש אל יונה כולה מלתא במשפט וצדקה איירי אם עשאן בשלימות וז\"ש אל יונה דבתורה כתיב ולא תונו איש את עמיתו דהיינו עמיתו במצות שהוא ישראל וקאמר דיקדש עצמו במותר לו ואיש אל יונה בסתם אפילו עובד כוכבים כמו שמצינו בכמה חכמים בתלמוד שהזהירו בטעות עובד כוכבים משום ק\"ה ואמר חבילתו חוב ישיב מלת חוב הוא מיותר לומר שאם חבל ועבר על השבת העבוט יקדש עצמו שישיב המשכון ויהיה לו המלוה לחוב בעלמא ואמר גזילה לא יגזול מלת גזילה הוא מיותר לומר לך בגדר הגזילה גם אם לפי דעתו חברו גזל אותו לא יורה לו היתר לגזול שוב את חבירו ואמר לחמו לרעב יתן דהיינו מלחמו שהוא אוכל ולא מלחם אחר הפחות ממנו וערום יכסה בגד לפי שישעיה אמר וכי תראה ערום וכסיתו במה שהוא הוסיף הוא לומר שיכסהו בבגד שהוא דבר חשוב בכ\"מ שלש על שלש על כל פנים ואמר בענין רבית בנשך לא יתן ובתרבית לא יקח וגו' לא אמר בשניהן (אלא) לשון נתינה שהוסיף לומר ברבית כדאמרינן ריש פרק איזהו נשך דאוזפיה ק' בק\"ך מעיקרא קיימא ק' בדנקא ולבסוף ק\"ך בדנקא דלא הוה רק הנתינה בנשך ואם אוזפיה ק' בק' מעיקרא קיימי ק' בדנקא ולבסוף קיימי ק\"ך בדנקא דלא הוה רק הלקיחה ברבית ששניהם יאסרו לו ואמר מעול ישיב ידו דהיינו שישיב ידו מליקח שחד לעשות עול במשפט או דאיירי במשקל שקר דכתיב ביה כל עושה עול שיש אנשים שיש להם משקל יפה אבל מותח חבל מאזנים לעשות עול ואמר משפט אמת יעשה בין איש לאיש דהיינו שיקיים הדיין שני עמודי עולם אמת ומשפט וסיים בכפל ומשפטי שמר לעשות אמת דהיינו הבעל דין ישפוט בדעתו את עצמו אם יש לו דין ודברים עם חברו שלא לבא בתחבולות ועקיפין עמו וסיים איש כזה שיש בו כל מדות הללו לקדש עצמו במותר לו צדיק גמור הוא חיה בעולם הזה ויחיה בעולם הבא ולא הוצרך אלו לפרש לפי שבכלל משפט וצדקה הן בודאי אבל אל ההרים כו' דהנהו לפי פשוטו לאו בכלל משפט וצדקה הן על כן הוצרך להוציא מפשטן כדקאמר תלמודא ודו\"ק: "
        ], 
        [
            "<b>ע\"ב והיכא  </b>רמיזא אמר ר\"ל תמותת רשע רעה. עיין פרש\"י ולפי ענינו יותר נראה לפרש תמותת רשע רעה שעושין לו דהיינו לכונסו לכיפה ולהאכילו שעורים כו' שימות שם מאליו דהשתא הוה מילת רעה דומיא דאידך דר\"ל מצודה רעה וק\"ל: ", 
            "<b>מאי  </b>מצודה רעה אמר ר\"ל חכה ממלת רעה שהוא מיותר דריש דהיינו חכה שהיא רעה בגופו של דג ומכאיב לו בבשרו משא\"כ שאר מיני מצודות שניצוד בו שהוא ניצוד מחוץ לגופו וק\"ל: "
        ], 
        [
            "<b>בגדה </b>הודה זו עבודת כוכבים כו'. ר\"ל בגדה יהודה בשם עצמו הנקרא כולו על שמו של הקב\"ה כדאמרי' פ' א\"נ יהודה שקידש שם שמים בפרהסיא נקרא כולו על שמו וכה\"א בגדו בי דהיינו בשמי ע\"ש יהודה בגדו בית ישראל ועבדו עבודת כוכבים נאם ה' ע\"ש אותיות שם יהודה ואמר כי חלל יהודה קדש וגו' זה זונה ר\"ל שחלל יהודה על שמו שהם קדושי כסף שטר וביאה שהם קדושי ה' ע\"פ תורתו הקדושה ובא על זונה בלא קדושין וכה\"א לא יהיה קדש מזומן לזנות בלא קדש ה' ואמר ובעל בת אל נכר זה הבא על הכותית כו' ר\"ל שלא תפרש בת אל נכר על עובד עבודת כוכבים ישראל הבא על בת ישראל שהיה עובד עכו\"ם אלא בת אל נכר ממש כדמפורש לקמן וכי בת יש לאל נכר אלא זה הבא על הכותית שהיא ממש בת עובד כוכבים אבל בת ישראל העובד עבודת כוכבים בתו אינה בת עובד כוכבים ממש אלא ישראליח היא לכל דיניה ובניה ישראלים הם משא\"כ בבת כותי דבניה כותים דישראל הבא על הכותית בניה כותים ומוליד בן לעבודת כוכבים: ואמר ", 
            "<b>אם  </b>ת\"ח הוא לא יהיה לו ער בחכמים כו' פרש\"י ער חריף להבין ולהורות כו' ועוד נ\"ל ע\"פ מ\"ש פרק בן סורר כל הישן בבהמ\"ד תורתו נעשית לו קרעים שנא' וקרעים תלביש נומה וז\"ש שלא יהיה זוכה שיהיה לו ער בחכמים בבית המדרש אלא שיהיה ישן ותורתו נעשית לו קרעים ואמר ועונה בתלמידים ר\"ל מי שיכול לענות ולהשיב לשואלו מתלמידים עוד יש לפרש דה\"ק שלא יהיה לו בן ת\"ח המקיים סתם עונה שהיא עונת ת\"ח משבת לשבת אלא שיהיה לו בן וזרע מאומנות הספנים והחמרים וגמלים שיש להם עונה אחרת וק\"ל: ", 
            "<b>סהוב  </b>פרש\"י מושלך ברחובות עכ\"ל וכן ת\"י כמה דמשגרין ית נבלת חמראה כו' ע\"ש אבל מלשון קבורת חמור יקבר משמע דמיהת קבורה קצת יש לו לחמור והיינו משום טומאת נבלות או משום סרחון אין משליכין אותו ברחובות אלא שאין מקפידין להעמיק קבורתן והכלבים מסחיבין אותן מקבורתן ודקאמר מלכא הוא ולאו אורח ארעא לבזויה וכבר נתקיים בו קבורת חמור שבצבצה מקבורתו וק\"ל: ", 
            "<b>אצל  </b>זמרי כו'. עיין ברא\"ם מהיכן למדו לומר כן עי\"ל שדקדקו לומר כן מדכתיב והנה איש מבני ישראל בא וגו' למה לא הזכירו בשמו ומהיכן בא אלא מכלל בני ישראל שהם בני שבטו הוא בא להקריב את המדינית לעיני משה וגו' ומדלא הוזכרה כאן בשמה אלא מדינית סתם דרשו מדינית יוצאת לשתים שהקריב דין מדינית לעיני משה אם זו מדינית אסורה גם אשתך בת יתרו מדינית היא ואסורה ואמר על שנתעלמה ממנו הלכה געו כולם בבכיה מדכתיב והמה בוכים פתח אהל מועד תלה הבכיה באהל מועד מקום שההלכה יוצאת משם ועתה על שנתעלמה מהם בכו: ", 
            "<b>הבועל  </b>ארמית קנאין פוגעין בו כו' כמ\"ש בקנאו את קנאתי וגו' וענין הקנאה בזה כתבנו בח\"א בפ' ר' ישמעאל במס' ע\"ז ע\"ש: ", 
            "<b>והניחה  </b>באונקלי כו' מדכתיב ויקח רומח בידו דרשו לומר כן דרומח נאמר על הברזל שלקחו בידו מתוך העץ שהיה קבוע בו והניחו באונקלי שלא ירגישו בני שבטו בדבר: ", 
            "<b>לעשות  </b>צרכיו כו' דכתיב ויבא אחר איש ישראל וגו' לפי מחשבתם שהניחו אותו ליכנס שהוא בא אחר איש וגו' לעשות צרכיו אחריו וק\"ל: "
        ], 
        [
            "<b>ע\"ב  </b>ששה נסים נעשו לו כו' ובמדרשים מונה עוד ו' נסים אחרים ופרש\"י בנס ששי שבא מלאך המשחית וטרד בני שבטו ולא הרגו לפינחס עכ\"ל אבל בת\"י לא חשיב זה הנס אלא שזהו הנס דבא המלאך והשחית וע\"י שבא פינחס וחבטן בקרקע ואמר על אלו יפלו כו' מיד עצר המגפה ע\"ש והיינו שעשה פלילות וריב עם קונו ועל שהקשה לדבר כן בקשו מלאכי השרת לדוחפו וק\"ל: ", 
            "<b>קנאי  </b>בן קנאי כו' פירש\"י בן קנאי משבט לוי כו' וזכר זה כאן שפנחס עשה כמעשה אבותיו לפרוש מן הזנות מה שלא עשה כן זמרי שהיה בן קנאי משבט שמעון שהיה ג\"כ מקנא במעשה דינה כו' והוא לא הלך בדרכי אבותיו לפרוש מן הזנות וכן אמר משיב חמה בן משיב חמה שהוא אהרן אבל זמרי הביא החמה וחרון אף בזנותו ויצא להם זה הדרש מתוך הכתוב שאמר פינחס בן אלעזר בן אהרן הכהן השיב את חמתי שסתם הכתוב מי היה המשיב חמה שיש לפרשו אאהרן דסמיך ויש לפרשו כפשוטו ארישא דקרא אפינחס וע\"כ אמרו שנתכוין הכתוב לשניהם משיב חמה בן משיב חמה כו' ואמר שהתחילו שבטים מבזים כו' בא הכתוב ויחסו כו' לפי שכבר יחסו כן בפרשה דלעיל קודם מעשה זמרי אלא שלא בא שוב כאן ליחסו אחר מעשה זמרי אלא מפני שהיו מבזין אותו כו' א\"ל הקב\"ה למשה הקדם לו שלום כו' לפי שהיו מריבים עמו ומבזין אותו הקדם לו שלום ושיהיה לו שלום מהם: ואמר ", 
            "<b>ראויה  </b>כפרה זו שתהא מכפרת והולכת כו' עיין פרש\"י ועוד נ\"ל מדלא כתיב וכפר על בני ישראל וגו' בלשון עבר וכתיב ויכפר בלשון עתיד דרשו כן ואפשר שגם רש\"י נתכוון לזה וק\"ל: ", 
            "<b>זרזיר  </b>מתנים וגו' נ\"ל בהך דרשה שלקחו זה המקרא לסי' לקבלתם במעשה זמרי שהיה שטוף בזמה וכן מצינו בזרזיר שהוא שטוף בזימה כדאמרינן פרק החובל לא לחנם הלך זרזיר אצל עורב כו' והעורב ידוע שהוא א' מאותן ששמשו בתיבה כדאמרינן פרק חלק וכן התייש הוא שטוף בזימה בבהמה דקה: ", 
            "<b>כזבי  </b>שכזבה באביה ד\"א כו'. דודאי אביה ראש אומות במדין היה ולא הפקיר בתו אלא לגדול שבישראל והיא כזבה לאביה בזה ואמר ד\"א שאמרה לאביה כו' שאביה ודאי לא הפקיר בתו אבל היא בקשה על הדבר: ", 
            "<b>והיינו  </b>דאמרי אינשי בין קני כו' גייפתה לאמה ר\"ל דודאי האב אינו מפקיר בתו אבל על ידי שהיא יצאנית במקום הפקר באתה לידי זנות ובזה היא גייפתה לאמה שמוציאה שם רע על אמה שעשתה כך והיא בתה למדה ממנה לעשות כן כדאמרינן בעלמא רחילא בתר רחילא אזלא: ", 
            "<b>ה'  </b>שמות יש לו זמרי כו' דלא מסתברא לומר שנשא שמעון כנענית שהרחיקו אבותיו ודבר שעתידה תורה ליאסר ודרשו נמי שלומיאל וגו' שהוא היה נשיא שבט שמעון ובמעשה זמרי נמי כתיב נשיא בית אב לשמעוני ואע\"ג דה' בתי אבות היו לשמעון וכל אחד מהם היה נשיא למדו לומר שהוא היה ג\"כ נשיא השבט כדאמרינן לעיל שהלכו שבט שמעון אצל זמרי בן סלוא נשיאם משה דן דיני נפשות ואתה יושב ושותק מה עשה כו' ואף על גב שיש לבעל דין לחלוק בזה ולומר שאחר שמת שלומיאל בן צורי שדי נתמנה זמרי להיות נשיא השבט דהא בין מעשה דנשיאים ובין מעשה זמרי היה כמו ל\"ח שנים שזה היה בשנה שניה ליציאת מצרים ומעשה זמרי היה בשנת מ' מ\"מ כיון שלא נזכר בתורה שנתמנו נשיאים אחרים עד לסוף בפרשת מסעי בחלוקת ארץ לא נאמר כן בלי ראייה שנתמנו גם כן אחרים קודם זה אלא שכ\"ז שהיו ישראל במדבר עד חלוקת הארץ לא נתמנו אחרים וא\"כ ע\"כ שלומיאל הוא זמרי ומ\"ש ומה שמו שלומיאל בן צורי שדי לא ידעתי מה ידרשו בצורי שדי דהא בין בני שמעון חשיב ליה לשאול בכל המקרא וה\"ל לכתוב שלומיאל בן שמעון ודע דלפי הדרש צ\"ל דלכל הפחות היה זמרי במעשה הזה בן ר\"נ שנה דהא חשיב ליה לשאול בן הכנענית מיורדי מצרים ורד\"ו שנה היו במצרים ובשנת ארבעים ליציאתם נהרג זמרי הרי ר\"ן שנה ואין זה תימה שהיה חיה כ\"כ כמו שפרש\"י במנחות גבי פתחיה על הקינין שהוא מרדכי ועיין בתוספות שם ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ונעשית </b>תורה כב' תורות כו'. שימוש ת\"ח הוא שורש ומקור ללימוד התורה על בוריה כדאמרינן פרק היה נוטל מי שלא שימש ת\"ח כו' תני תנא ולא ידע מאי אמר כו' ונעשה תורה כב' תורות שזה מטהר וזה מטמא זה מתיר וזה אוסר וכל אחד מהם נותן טעם להחזיק דבריו כמש\"כ הרמב\"ם ודעת כל אחד מהם נראית כתורת אמת וק\"ל: ", 
            "<b>ענוותן  </b>ושפל ברך כו'. לפי שהיא מדה העליונה שבמדות כמ\"ש בה מאד מאד הוי שפל רוח וההיפך הגאוה היא הגרועה שבמדות וזכרה במלות כפולות וחלוקות בענין והוא לפי שיש מי שמתגאה בדעתו ובשכלו ויש בגופו וגבורתו ויש בעושרו כמ\"ש פ\"ק דסוטה ולזה אמר שהוא עניו בכלן ענוותן על שם דעתו ושפל ברך ע\"ש גופו שמשפיל אותו כברכים הללו שהם שפלים בגוף: ", 
            "<b>ושייף  </b>ועייל כו'. היינו בעושרו שאינו מהדר להיות לו דירה נאה ובית גבוה כדרך העשירים ואמר שכל המדות הללו בענוותן יש לו אף שהוא לומד תורה תדיר: ", 
            "<b>ולא  </b>מחזיק טובה לו. לומר שכבר הייתי יוצא ידי חובתי בקביעות עת לתורה והרי אני מחזיק טובה לי שאני לומד תורה תדיר ביום ובלילה יותר ממה שאני חייב ללמוד וק\"ל: "
        ], 
        [
            "<b>רוחו </b>ל נבות כו'. מדכתיב הרוח בה' הידיעה דריש ליה אותו שנעשה רוח על ידי אחאב שהרגו ונטל נשמתו ורוחו ולהאי טעמא דקאמר בפרק שואל דקא\"ל צא ממחיצתי משום דכל שחברו נענש על ידו אין מכניסין אותו במחיצתו של הקב\"ה ניחא ויתיישב מה שאמר הקב\"ה מי יפתה את אחאב ונתן רשות לפתותו היינו למלאכים משחיתים שהיו לפניו כמ\"ש וכל צבא שמים עומדים על ימינו ושמאלו אבל לרוחות ונשמות לא נתן רשות עד שבקש רוחו של נבות על עצמו אני אפתנו אבל להאי טעמא דמסיק שם דא\"ל צא ממחיצתי משום דובר שקרים לא יכון לנגד עיני קשה דהא הקב\"ה קאמר מי יפתה את אחאב וי\"ל דנתן רשות לפתותו בדברי פתוים של אמת אבל היות אומר שקר ולפתותו בו לא ניתן רשות עד שבקש רוח נבות על עצמו להיות רוח שקר בפי כל נביאיו ודכתיב נמי ועתה הנה נתן ה' רוח שקר וגו' היינו שנתן רשות אחר שבקש ע\"ז דבדרך שאדם רוצה לילך מוליכין אותו וק\"ל: ", 
            "<b>ואין  </b>ב' נביאים מתנבאים בסגנון אחד עובדיה אמר זדון לבך השיאך ירמיה אמר כו' שנתנבאו תרוייהו על אדום בסגנון אחד דעולה לב' נביאים ואין ב' נביאים מתנבאים בסגנון אחד והענין כשמכוונין לסגנון א' בוודאי שכיונו לכך ביחד לומר שקר וכהאי גוונא איתא בירושלמי לענין עדות כד הוה חמי סהדי מכוונין הוה חקר וכד הוה חמי הכן והכן הוה מכווין ועי' בטוח\"מ סי' כ\"ח ודו\"ק: ", 
            "<b>ויאמר  </b>יהושפט כו'. אמרו כן לפי שהיו שם ד' מאות נביאים אין סברא שהכיר יהושפט את כולם שהיו נביאי הבעל ובקש ואמר האין פה נביא עוד לה' אלא משום דראה בשקרותם שהיו עולין בסגנון אחד ולזה א\"ל כך מקובלני כו' וק\"ל: ", 
            "<b>הנני  </b>שובר את קשת עילם נשא חנניה ק\"ו כו' כה אמר ה' שברתי את עול מלך בבל. זה המקרא הנני שובר את קשת עילם וגו' הוא בסוף ירמיה וצ\"ל דאין מוקדם ומאוחר בכתוב וכן מוכיחין הכתובים דבההוא דשובר את קשת עילם כתיב בראשית ממלכת צדקיהו ובהך דשברתי את עול מלך בבל כתיב בשנה הרביעית בחדש החמישי והא דכתיב ביה נמי בראשית ממלכת צדקיהו פירשו בסדר עולם שירד להקביל פני נ\"נ והשליטו על המלכים כפירש\"י וק\"ל: ", 
            "<b>כיון  </b>דאתייהב ק\"ו למדרש כמאן דאתמר ליה דמי כו'. משמע דק\"ו אמת הוא אלא דמקרי נאמר לחברו וקשה דמתוך הכתובים משמע דשקר היה נבואתו של חנניה כמו שאמר כה אמר ה' מוטות עץ שברת ועשית תחתיהן מוטות ברזל ואתה הבטחת העם הזה על שקר וי\"ל דודאי במה שאמר שברתי את עול מלך בבל אמת היה מק\"ו דשובר קשת עילם אלא דלא נאמר לו מקרי אבל מה שהוסיף בנבואתו שיהיה זה בעוד שנתיים ימים אני משיב אל המקום וגו' אשבור את עול נ\"נ מלך בבל בעוד שנתים ימי' מעל צואר וגו' והוא נבואת שקר היה ונבואת שקר ה\"מ נמי לאתויי מחנניה אלא דמייתי מצדקיהו בן כנענה דלקמיה וזה שאמר ירמיה שמע נא חנניה לא שלחך ה' במה שאמרת שברתי את עול מלך בבל אלא אותי שלח ע\"ז מק\"ו דעילם ומה שאמרת שיהיה בעוד שנתיים ימים הבטחת העם הזה על שקר והענין נכון בדברי הכתובים ומה שלא דנו אותו למיתה בידי אדם כדין נביא שקר היינו לפי שכבר בטלו סנהדרין אז וה\"נ צ\"ל שלא דנו אותו למיתה על שאמר (על) מה שלא נאמר לו דחייב נמי מיתה בידי אדם ועי\"ל לפי שרבים מרשעי ישראל עזרו לו וכן צ\"ל בצדקיה בן כנענה וק\"ל: "
        ], 
        [
            "<b>ע\"ב חבריה  </b>דמיכה דכתיב ואיש אחד מבני הנביאים אמר אל רעהו וגו' לכאורה דקאמר חבריה דמיכה מדכתיב ואמר אל רעהו דמשמע שחברו ג\"כ נביא שידע שאמת אמר לו אבל איש אחר שאינו נביא אינו חייב להאמין אלא בנותן לו אות אבל מה שאמר המוותר על דברי נביא סתם משמע להו דאפי' אחר שאינו נביא חייב להאמין לו אף בשלא נתן לו אות והיינו במוחזק לנביא כדמפרש ומוכח לקמן: ", 
            "<b>כגון  </b>עדו הנביא כו'. פירש\"י שנתנבא על המזבח בבית אל כו' ובדברי הימים גבי יאשיהו כו' עכ\"ל אינו מפורש בד\"ה רק במלכים גבי יאשיהו ומ\"ש שהיה עדו וכפירש\"י בפרק נ\"ה אינו מפורש בהדיא בקרא בשום מקום ואפשר שזה היה קבלה בידם והרד\"ק כתב רמז לזה בדה\"י נאמר ובחזות עדו החוזה על ירבעם בן נבט וק\"ל: ", 
            "<b>מעיקרא  </b>נינוה נהפכת א\"ל כו'. פי' רש\"י ואיהו דלא ידע טעה וסבר שהוא לרעה עכ\"ל ולשון איהו דלא ידע אי לטובה אי לרעה לא משמע כן שהיה יונה טועה אלא דגם יונה שלא ידע היינו שהיה מסתפק אי לטובה נהפכת שיעשו תשובה אי לרעה שיהיה נהפכת כמשמעו כשלא יעשו תשובה ובהכי מתרצא שפיר הא דפריך והא יונה דהדרי בהו ולא אודעוהו והא ודאי מעיקרא אודעוהו במלת נהפכת כשיעשו תשובה לטובה ולא צריך לאודעי להם בתר הכי דהדרי מיהו איך שיהיה ק\"ק מאי פריך והא יונה דהדרי בהו ולא אודעוה דאימא דאודעוה ואי דלא מפרש בקרא דאודעוה לכולהו נביאי ה\"נ אינו מפורש דאודעוהו לכולהו נביאי את עונשה שיהיה נהפכת וי\"ל דאי הוה מודעי להו ליונה נמי הוו מודיעי ליה ואין כאן התראה כלל אבל למסקנא דנהפכה לטובה נמי משמע מעיקרא שפיר הוו מתרו ליה שיקיים נבואתו שנאמר לו לקרוא כי נינוה נהפכת גם אם הוא לטובה וק\"ל: ", 
            "<b>אחר  </b>דבריו של שטן כו'. מפרש הרא\"ם שאין פירוש אחר הדברים מאבימלך דסליק מיניה מפני שבכ\"מ שנאמר אחר סמוך וכאן עברו י\"ב שנה ולפיכך אמרו אחר דבריו של שטן כו' עכ\"ל וצ\"ל לדבריו דאחר סמוך הוא ואף שהיה זה ג\"כ יותר מופלג מעשיית המשתה שזכר מ\"מ היה סמוך לקטרוגו של שטן על עשיית המשתה שזכר ועוד נראה דלמ\"ד נמי דאחר מופלג הוא מכל מקום משמעו בכ\"מ שבסיבת הדברים שזכר בא הענין שזכר כאן וז\"ש אחר מאי אחר איזה סבה מן הדברים שזכר בא הענין שזכר כאן ואמר שהיה זה בסבה שזכר שעשה משתה והשטן ודאי קטרג מיד והאלהים נסה וגו' ומעשה דעקידה היה מופלג ולא תקשי לך למה לא ניסה אותו מיד סמוך לקטרוגו דמ\"ד נמי סמוך היה מעשה דעקידה לקטרוגו תקשי לך למה לא קטרג השטן מיד לעשיית המשתה ודו\"ק: ", 
            "<b>לא  </b>היה תור אחד וגוזל כו'. ר\"ל דאפי' קרבן קטן כזה שהוא קרבן דל לא הביא לפניך ובב\"ר אמרו בלשון אחר דאפי' פר אחד ואיל א' כו': ", 
            "<b>אין  </b>נא אלא לשון בקשה כו'. ר\"ל אין נא האמור פה אלא לשון בקשה כו' כמ\"ש הר\"ן: ", 
            "<b>משל  </b>למלך כו' שעמד עליו מלחמות. ענין המלחמה בנמשל הוא קטרוגו של שטן והוא השטן הוא היצה\"ר והגבור הוא אברהם שכבש את יצרו ונצחו כמה שאמר איזה גבור הכובש כו' ומ\"ש כ\"כ למה פי' הרא\"ם דלא הל\"ל אלא קח נא את יצחק עכ\"ל ואין זה נכון דכמה יצחק איכא בשוקא אלא דאמרו כ\"כ למה על יחידך אשר אהבת כיון דתרוייהו יחידים ואהובים הוו כדמסיק ולא הוה ליה לכתוב רק בנך יצחק. עוד כתב הרא\"ם דמה שפירש\"י בחומש שלא לערבבו פתאום ותזוח דעתו עליו ותטרף אינו כתוב בב\"ר ולא ידעתי היכן מצא אותו עכ\"ל ולא זכר הרא\"ם סוגיא דהכא דקאמר בהדיא וכ\"כ למה כדי שלא תטרף דעתו ומ\"ש רש\"י עוד וכדי לחבב כו' הוא ע\"פ ב\"ר: ", 
            "<b>קדמו  </b>שטן לדרך א\"ל הנסה דבר אליך וגו' כל הכתובים אלו אליפז אמר לאיוב בדרך מוסר שאל יחשוב שהרעות שבאו עליו שלא בצדק ח\"ו כפירוש המפרשים וכ\"ה בפרק הזהב אל יאמר לו כדרך שאמרו חבריו לאיוב כו' זכור מי נקי אבד כו' אלא שבשמעתין יחסו הדברים אלו לשטן לפי כוונתו להסית לאברהם שהוא השטן הוא היצה\"ר ותשובת אברהם אליו גם בזה והוא שמדרך החכמים במדרשות ליחס הדברים לראוי לו בדרך הקירוב והייחוס ולפי שאליפז היה מנביאי או\"ה והן הנביאות מלאכיו והיה זרעו של עשו שהוא כח השטן וסמאל יחסו בדרשה זו דברי השטן לאליפז. וקצת מדבריו יחסו לאברהם כי אליפז היה מזרעו של אברהם ויצחק שע\"י נעשה ענין העקידה אך קצת ערבוב דברים יש כאן דמה שהשיב אברהם ואני בתומי אלך אינו נזכר בענין אליפז והוא פסוק מספר תהלים ונראה שיצא להם שהיה זה תשובת אברהם ואני בתומי אלך מתשובת השטן שא\"ל הלא יראתך וגו' ותום דרכיך שא\"ל אברהם ואני בתומי אלך א\"ל כי תום דרכיך שאמרת היא כסלתך ודו\"ק. וכתבו התוס' בפרק הזהב הלא יראתך כסלתך לשון בטחון כו' וס\"פ הנחנקין יש לפרש כמו כן לשון בטחון ולא סכלות דא\"ל לאברהם כו' עכ\"ל ע\"ש ויותר נראה לפרש הכא שהוא מלשון סכלות וכסלות כפרש\"י בספר איוב שא\"ל השטן כי יראתך מהקב\"ה הוא כסילות ושטות לשחוט את בנך וכן אמרו בב\"ר באלו סמאל אצל אברהם וא\"ל סבא אבדת לבך בן שניתן לך למאה שנה אתה הולך לשוחטו ומ\"ש שא\"ל אברהם כך עונשו של בדאי כו' תשובה זו אין כאן מקומה אלא שאחר שא\"ל המלאך אל תשלח ידך וגו' ונתאמתו דברי השטן שא\"ל ששמע מאחורי הפרגוד השה לעולה ואין יצחק לעולה א\"ל דלכך לא האמין לו כמו שהאמין אח\"כ אל המלאך משום דזה עונשו של בדאי משום דכבר בא אליו בדברים בדויים אבל קודם שאמר לו המלאך אל תשלח לא יתכן לומר אפילו אומר אמת דאברהם אכתי לא ידע אז אם אומר אמת אם לאו ונראה שהוציאו תשובת אברהם מסיפא דקרא דכתיב ותקח אזני שמץ מנהו פי' שא\"ל אברהם כי דברים אלו ראויים להאמין אלא שתקח אזני שמץ ודופי אף לדברים אלו מנהו מן הדברים הראשונים שבדית אלי: ", 
            "<b>אחר  </b>דבריו של ישמעאל כו'. גם לפי זה ר\"ל אחר סבת הדברים שזכר בפרשה הקודמת בענין עשיית המשתה ותרא שרה את בן הגר וגו' מצחק פירשו במדרשות שהענין הצחוק שא\"ל ליצחק בדרך צחוק אני גדול ממך שאתה נימול כו' ולפי דרש זה צ\"ל דאחר מופלג הוא שהרי מעשה דעקידה היה זמן רב אחר מעשה הצחוק הזה שהיה ביום עשיית המשתה ולא כדברי הרא\"ם ז\"ל. אם הקב\"ה א\"ל זבח עצמך לפני וגו' מיד והאלהים נסה את וגו'. אע\"פ שלא א\"ל הקב\"ה ליצחק עצמו שיזבח מ\"מ ע\"י אברהם שהיה נביא א\"ל כן ולולי שהאמין יצחק בנבואת אברהם לא הניח עצמו לעקוד שבן ל\"ז שנה היה וכדאמרי' בשמעתין דאי לא תימא הכי אברהם בהר המוריה היכי שמע ליה יצחק: "
        ], 
        [
            "<b>ועמך </b>ולם כו'. לפי שבפרקים הקודמין זכה כל החוטאין בגדולות שהם החייבים בד' מיתות ואמר עלהם כל ישראל שאע\"פ שחטא ישראל הוא ויש להם חלק לעוה\"ב כדאמרינן פרק נ\"ה גבי עכן ודקדק לומר חלק שאין החלקים שוין כדאמרי' כל צדיק וצדיק נכוה מחופתו של חבירו ועיין בזה במפרשים. ומייתי ראיה לזה מקרא שנאמר ועמך כולם וגו'. ר\"ל ועמך כולם אף החוטאים אחר שקבלו דינם בד' מיתות כולם צדיקים הן כדאמרינן נמי התם פרק נ\"ה נתנו אח נבלת עבדיך גו' חסידיך ממש עבדיך הנך דחייבי דינא דמעיקרא וכיון דאיקטול קרי להו עבדיך ולז\"א שעל ידי שיקבלו דינם בעולם הזה יזכו לעולם יירשו ארץ דהיינו לעולם הבא דכתיב בהאי ענינא בארצם משנה ירשו ואמרי' פרק אין דורשין זכה צדיק נוטל חלקו וחלק הרשע בג\"ע והיינו דקאמר נצר מטעי שהג\"ע הוא נצר מטעיו של הקדוש ב\"ה יתברך ב\"ה שלא היה שולט יד בן אדם במטעיו מה שאין כן העולם הזה שנאמר ויחל נח וגו' ויטע כרם שבו זוכה הרשע בטובתו של העולם הזה כדאמרינן פרק בן סורר ואמר דאם כן מאי רבותיה דצדיק שזוכה לעולם הבא והרי הרשע זוכה לעולם הזה אל תאמר כן שהצדיק זוכה שהוא יכול להתפאר בדבר שהוא מעשה ידי הקב\"ה דהיינו עולם הבא ונצר מטעי עולם נצחי בב\"ת כמו פועלו שהוא יתברך ב\"ה משא\"כ טובותיו של עולם הזה ומטעיו שהוא מעשה ידי אדם שהוא ב\"ת ועי' זה המאמר בעקידה ובמדרש שמואל וש\"מ ודוק: ", 
            "<b>תנא  </b>הוא כפר כו'. הא ודאי דכפירה גדולה היא אבל אמר וכ\"כ למה שהקדים כפירת תחיית המתים קודם לכפירת תורה מן השמים ואפיקורסים ואמר לפי שזה הוא מדה כנגד מדה יותר משאר כפירות וק\"ל: ", 
            "<b>מנין  </b>שכל מדותיו של הקב\"ה מדה כו'. נראה דלא סגי ליה לאתויי הכא הא דתניא בפרק המקנא רבי אומר מנין שבמדה שאדם מודד מודדין לו שנאמר בסאסאה בשלחה וגו' דהתם אפשר לפרש דאמרינן במעשה אדם אבל הכא הוסיף לומר מניין שכל מדותיו כו' שאף בכופר במחשבה בתחיית המתים דלעתיד הקב\"ה משלם לו מדה כנגד מדה שנאמר ויאמר אלישע וגו' שזה השליש כפר במחשבה הפרטית כזו שלא היה אפשר כביכול לתת לחם לכלם וע\"כ א\"ל הנך רואה בעיניך בהשגחה פרטית זו ומשם לא תאכל שאין אתה ראוי ליהנות בהשגחה זו במדה כנגד מדה וכתיב ויהי לו כן וגו': "
        ], 
        [
            "<b>ע\"ב  </b>קללת חכם אפילו על חנם כו'. עיקר הך מילתא בפ' אלו הן הגולין גבי דוד ואחיתופל ע\"ש: ", 
            "<b>מאי  </b>בשער על עסקי שער כו' ויהיה שער מלשון יצא השער ובשער הגבוה דפ' איזהו נשך שהיה מלעיג השליש כן על דברי אלישע שאמר כעת מחר סאה סולת וגו' בשקל בשער שומרון דהיינו במקח ושער היוצא בשומרון וק\"ל: ", 
            "<b>שנאמר  </b>ונתתם ממנו תרומת ה' לאהרן הכהן כו' והלא לא נכנס אהרן לארץ ישראל כו' מכאן לתח\"ה מן התורה כו'. ונרמז דבר זה בתרומת מעשר שהלוי נותן מעשר לכהן ממעשר דגן שקיבל מישראל שהוא קדש מן הקדש ראוי שיקבלו אהרן שהוא קדש קדשים כדאמרי' בסוף הוריות בעולם הבא שהוא כולו קדש קדשים וק\"ל: ", 
            "<b>כל  </b>המחזיק בתורת כו'. נ\"ל לפרש דלמען יחזקו וגו' קאי על הנותן המנה כדרך שאחז\"ל עץ חיים היא למחזיקים בה לעוסקים בה לא נאמר אלא מחזיקים בה דהיינו המסייעים ומחזיקים לתורה ונותנין ללומדי תורה כגון המעשרות ללוי ולכהן ולזה הזהיר על הנותן להחזיק בתורת ה' בנתינתו שיתן כדי שילמדו הכהנים ולוים על ידו וק\"ל: ", 
            "<b>מה  </b>ארי ספק דורס. עפירש\"י והנראה הדמיון בזה שהדריסה היא עיקר מסימני טומאה כמפורש פ' א\"ט והאריות רובן דורסין כדאמרינן שם ולזה אמר מה ארי ספק דורס ואוכל כו' אבל יש לילך אחר הרוב שדורסין לאכול בטומאה אף כהן ע\"ה ספק אוכלה בטהרה כו' ורובן ודאי דאין נזהרין ואוכלין בדרך דריסה שהוא סימן טומאה ואזלינן בתר רובן שלא ליתן להם: ", 
            "<b>והשיאו  </b>אותם עון וגו' דהשתא יתפרש המקרא כפשטיה שאחרים שהם הנותנים להם הם משיאים אותם עון גו' ולא כדרשה דר\"י שזה אחד משלשה אתין שנדרשים על עצמם כפירש\"י בפרשה וזאת הברכה בפסוק ויקבור אותו וגו' ע\"ש. וכינה עון הזה לאשם הזה שהוא הקרבן הבא על הספק ברוב מקומות שזה הנותן לו תרומה בספק עבירה נותן לו כדקאמר לעיל ספק אוכלה בטהרה כו' וק\"ל: ", 
            "<b>וגם  </b>הקימותי את בריתי אתם לתת להם וגו'. לכם לא נאמר אלא להם כו'. נראה אע\"ג דהאי קרא עם משה ידבר ושפיר מצינן לפרושי כינוי דלהם אבני ישראל מ\"מ משמע להו טפי לפרש כינוי דלהם אאבות כמו כינוי דאותם דשב על האבות אבל בני ישראל לא הוזכרו כאן שיהיה שב כינוי דלהם עליהם ועוד נראה דסמך בהך דרשה אקרא דמייתי לקמן בפרשת עקב דכתיב ביה אשר נשבע ה' לאבותיכם לתת להם דהתם כיון דעם ישראל ידבר בלשון נוכח לאבותיכם ע\"כ דכינוי דלהם לשון נסתר אינו שב על בני ישראל רק על האבות ור' סימאי מייתי האי קרא שהוא מוקדם בתורה וסמך עצמו אההוא קרא דכינוי דלהם בין הכא ובין הכא אאבות ומהא דכתיב באברהם קום התהלך וגו' כי לך אתננה וביעקב כתיב הארץ אשר אתה שוכב עליה לך אתננה וגו' משום דהתם באברהם נתנה לו במתנה בכח ולא בפועל דהיינו שיחזיק בה בהילוכו בה כרוחב ולאורך וכן ביעקב לא נתנה לו בפועל רק בכח שנתכפלה לו הארץ כדי שתהא נוחה לבניו ליכבש כדאמרי' בפרק ג\"ה ומ\"ה קאמרינן לקמן בפרקין שהיה להם לאבות מקום להרהר על שלא נתקיימה המתנה בהם בפועל אבל האי קרא והקמותי את בריתי וגו' נאמר על קיום הברית ועל המתנה שנתקיימה בהם בפועל ולכן יקשה וכי להם נתנה בפועל והלא לבניהם נתנה אלא מלמד שעתידים כו' ומיהו לקמן בפרקין מוקמי ליה להאי קרא והקמותי וגו' נמי אמתנה שלא נתקיימה וכבר כתבנו דהך דרשה דהכא עיקרה סמוכה אהאי קרא דפרשת עקב אשר נשבע לאבותיכם לתת להם שהוא נאמר על קיום השבועה ועל המתנה שתתקיים בהם בפועל ולא נתקיימה אלא שעתידין כו' ותו לא מידי וק\"ל: ", 
            "<b>צר\"ק  </b>ק\"ם נש\"ם ג\"ם סימן כצ\"ל מספר ישן והוא סימן לחמשה כופרים ששואלין בענין תחיית המתים וחמשה חכמים המשיבים להם והם ה' הכופרים צר\"ק ק\"ם צדוקים רומיים קלפטרא קעזאר מינא וה' חכמים משיבים גש\"ם ג\"ם גמליאל יהושע מאיר גמליאל אמי ודו\"ק: ", 
            "<b>ודלמא  </b>וקם העם הזה גו'. ביומא פ\"ה חשיב ליה וקם בהנהו ה' מקראות שאין להם הכרע והם שאת משוקדים מחר ארור וקם ואפשר דר\"ג השיב להם כיון דאין לו הכרע הוא סובל שני הפירושים ומשמע נמי דקאי אדלעיל עם אבותיך וקם והכופרים השיבו לו דיש לו הכרע ודלמא וקם העם וגו' והוא מבואר לפי תשובת ר\"ג שהמקרא הזה אין לו הכרע שבא הרמז בזה שמיתת צדיקים אינו העדר והפסד להם אלא שהם העדר והפסד לדורות וזהו שאמר שוכב עם אבותיך וקם שאין אתה העדר לך במיתתך לפי שאתה קם לזמן התחייה אבל אתה העדר גדול לדורך וקם העם הזה וזנה וגו' דלא יהיה להם מוכיח ועומד בפרץ כמו שעשית אתה להחזירן למוטב ולהדריכן בדרך ישרה כמה פעמים אחר שחטאו גם להתפלל עליהן וק\"ל: ", 
            "<b>יחיו  </b>מתיך נבלתי יקומון וגו'. עי' פרש\"י ואיכא למ\"ד התם נבלתי יקומון מתים שבחו\"ל ולפי ב' הדרשות יהיה כינוי דמתיך לא\"י אבל כינוי דנבלתי לא יתפרש לפי הדרש וי\"ל כינוי דמתיך להקב\"ה דהיינו המתים שמתו בידי שמים יחיו ע\"י ית' ב\"ה אף אותן שלא מתו בידי שמים ונהרגו יחיו ויקומו ע\"י ית' ב\"ה וזה שכלל ישעיה את עצמו עמהן שגם הוא נהרג ע\"י מנשה וכינוי דנבלתי על עצמו שאמר שיקום נבלתי שיהרג ע\"י מנשה עם שאר הנהרגים ואמר הקיצו ורננו גו' כי טל אורות טלך כלפי שאמרו שם בכתובות שמתים שבח\"ל יחיו בגלגול ע\"י מחילות על זה אמר שהתחייה תהיה ע\"י אורות של טל התחייה וילכו הצדיקים במחילות תחת הקרקע עד לא\"י וז\"ש וארץ רפאים שהיא ארץ עוג שנקרא מיתר רפאים ששם קבור משה שעמו יחיו מתים שבחוץ לארץ אותה ארץ תפיל במחילות שיבאו מתים שבח\"ל עם משה לארץ ישראל כדאמרי' במדרשות וק\"ל: ", 
            "<b>וחכך  </b>כיין הטוב הולך לדודי וגו'. דריש ליה על התחייה ואמר במעלת עולם הבא אחר התחייה וחכך יתענג כיין הטוב הוא היין המשומר לעתיד מששת ימי בראשית ואמר שזה היין אינו יין המשכר בעולם הזה אבל הוא הולך את המתים לדודי למישרים בעומק מחילות עד שעולים בארץ ישראל ומסיים עוד במעלתו שאינו כיין של העולם הזה המשכר ומביא השינה לאדם אלא אדרבה הוא דובב שפתי הישנים להקיצם משנתם ולדבר בשפתם דברי אלהים חיים: ", 
            "<b>אמרו  </b>לו דילמא רחושי מרחשן שפוותיה בעלמא כר\"י כו'. ר\"ל בעלמא בעוה\"ז מלתא דר\"י מפורש ביבמות פ' האשה רבה ע\"ש: ", 
            "<b>אפילו  </b>ביום שכולם מתים אתם חיים וגו'. וה\"ק קרא לפי שאתם הדבקים בה' אלהיכם חיים החיים נדבקים גם בכם להיותכם נצחים וקיימים לעתיד כהיום בעוה\"ז: ", 
            "<b>מניין  </b>שהקב\"ה מחיה מתים ויודע כו'. הפילוספים הם מן הכופרים בידיעה ובתחיית המתים והם שאלו על שניהם מנין מן התורה. ואמר להו נקוט מיהא פלגא בידייכו וכו'. יש לדקדק לכאורה בהאי לישנא דהוה ליה למימר נקוט מיהא חדא בידייכו דהיינו הידיעה ואפשר לפרש דהכי קאמר נקוט מיהא פלגא בשאלת תחיית המתים בידייכו שהרי הכתוב הזה וקם אין לו הכרע כדלעיל והוי הראיה כמחצה על מחצה ונקיט נמי בידייכו הך כולה מלתא דיודע מה כו' וק\"ל: ", 
            "<b>זייפתם  </b>תורתכם כו'. נראה לפרש זייפתם תורתכם דהיינו מקראות שמפורש בהם ת\"ה שהביאו לעיל אשר נשבע לאבותיכם לתת להם וקרוב היה זה להזדייף לכתוב לכם תחת להם ועשו כן לפי שנתיישבו בארץ ישראל ואמרו שלא יצא הארץ מידם לעולם וזה הכתוב לאבותיכם לתת להם כבר נתקיימה לתת לכם אבל לא יתקיים לעולם לתת להם בעצמם לעתיד וע\"ז א\"ל זייפתם תורתכם להכחיש עולם הבא לכתוב לכם תחת להם שנא העליתם בידכם כלום שלא הועיל זה לכם שהרי כתיב תכרת תכרת עונה בה שאחר שאדם נכרת בעולם הזה בידי שמים קודם זמנו מאי עונה בה אלא על העתיד נאמר שיהיה עונה נשאר בה לדון עליו ולזה דקדק הכתוב לומר בלשון נקבה עונה בה ולא עונו בו שעל דין הנשמה לעתיד אמר כן ודו\"ק: ", 
            "<b>ויציצו  </b>וגו' עומדין ערומין כו'. נראה דמהאי קרא קא מספקא ליה שדומה תחייתם לעתיד כעשב הזה העולה מן הארץ ערום בלא לבוש ודבר גנאי הוא שיהיו עומדין ערומין וא\"ל ק\"ו מחטה ומה חטה כו' ועשב הנאמר בהאי קרא הוא עשב החטה שנקברה ערומה כו' ודו\"ק: ", 
            "<b>ועפרא  </b>מי קא חיי כו'. השר הזה מין היה ולא האמין גם מה שנאמר בתורה וייצר ה' אלהים את האדם עפר מן האדמה וגו' והאמין בקדמות העולם וע\"כ השיבה לו מתוך היצירה שעינינו רואין מטיפה סרוחה שהיא כמים וכן בההוא מינא ששאל לר' אמי נמי הכי ועפרא מי קא חיי יש לפרש כן דע\"כ לא האמין בתחלת יצירה של אדם הראשון וא\"ל במקום שאין מים ועפר כו' היינו כפירוש ראשון שפרש\"י שהקב\"ה יוצר את האדם מטפה שאין בה ממש כו' אבל פירוש שני שפירש רש\"י א\"נ כל העולם יצר בתוהו עכ\"ל לא יתכן להשיב למין הזה שלא האמין בתורה בבריאת אדם מן האדמה וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אר\"ל </b>מי שמשייר כו' אלא למי שלא למד אפי' חק אחד כו'. כן הוא בילקוט ולכאורה לפי משמעו קשה לר\"ל וכי משום עבירה אחת נופל בגיהנם ולר\"י נמי וכי מצוה אחת מצלת האדם מן הגיהנם ונראה לפרש ע\"פ הירושל' דרש ר\"ע לכן הרחיבה וגו' לבלי חק לבלי חקים אין כתיב כאן אלא לבלי חק למי שאין בידו מצוה אחת שיכריעו לכף זכות ה\"ה לעה\"ב אבל בעה\"ז אפילו תתקצ\"ט מלאכים כו' הוא מבואר שכל מצוה שאדם עושה קונה לו פרקליט אחד וכן בעבירה קונה לו קטיגור אחד וקאמר דבעה\"ב הדין הוא דין אמת ובחציו זכאי ובחציו חייב צריך מצוה אחת שיכריעו לכף זכות משא\"כ בעה\"ז שא\"א לאדם שיהיה נידון בחציו זכאי וחציו חייב אלא אפילו אם יהיה מליץ אחד מיני אלף דהיינו אפי' מצוה אחת אם אין לו עבירות יזכה לעה\"ב והשתא יש לפרש בשמעתין דר\"ל קאמר למי שמשייר כו' דהיינו מי שחציו זכאי וחציו חייב ובמצוה אחת מכריעו ומשייר אח\"כ מצוה אחת יפול בשאול הגיהנם והיינו כדדרש ר\"ע וא\"ל ר\"י לא ניחא ליה למרייהו דלימא הכי אפי' בדין עה\"ב אלא אפי' לא למד אלא חק א' אותה מצוה אחת היא לו לפרקליט להצילו מגיהנם: ", 
            "<b>שלישי  </b>של שם כו'. ופירש\"י לדברי ר\"ל נמצאו ישראל מתמעטין כו' ע\"ש ולולי פירושו נראה דודאי גם הנשארים מן העובדי כוכבים הכשרים שבהם כמ\"ש אח\"כ והבאתי את השלישית באש ובחנתים וגו' ולא יותר מכלם בין מישראל בין מכשרי עובדי כוכבים אלא שלישית של שם וא\"ל ר\"י לא ניחא למרייהו דישראל ודכשרי עובדי כוכבים דלימא להו הכי שיתמעטו כ\"כ וק\"ל: ", 
            "<b>אחד  </b>מעיר ושנים ממשפחה אר\"ל דברים ככתבן לשיטתו שיתמעטו ישראל ור\"י לשיטתו שלא יתמעטו אבל אחד מעיר מזכה כו' כמ\"ש באברהם שבזכותו נצלת עיר צוער ושנים מזכין וכו' כמ\"ש במשה ואהרן שבזכותם נבחרו כל שבט לוי לעם קדוש: ", 
            "<b>לא  </b>תמצא בארץ וגו'. לעיל מיניה כתיב והחכמה מאין תמצא וגו' ואמר כי לא תמצא בארץ החיים והוא מקום שווקים למצוא בו תענוגי עולם כמ\"ש ביומא בארצות החיים זה מקום שווקים והיינו דקאמר במי שמחיה עצמו עליה: ", 
            "<b>שנאמר  </b>וענתה כימי נעוריה וגו'. כלומר שיתמעטו בגלות כמו שנתמעטו בימי נעוריה דהיינו הליכותיה במדבר שלא נשארו רק שנים מהם כלב ויהושע וכן כימי עלותה וגו' ואולי שאלו הב' שנשארו שהם כלב מיהודה ויהושע מאפרים הוא רמז על הב' לעתיד משיח בן דוד מיהודה ומשיח בן יוסף מאפרים: ", 
            "<b>בא  </b>ואראך מה עשו אבותי לאבותיך וכו'. נראה דודאי שלא היה יכול להראות לו עתה מה שכבר טבעו מהם כו' בזמן שהיה קודם זה כמה שנים אבל אפשר שהראה לו זקן ספר זכרונות שלהם שיש לכל מלכות ספר זכרונות בכל שנעשו מקדם: ", 
            "<b>ועד\"ז  </b>נענש משה שנאמר ומאז באתי כו'. נראה דלא קאי אמהם טבעו בים דגזירת השלכה ליאור כבר היה קודם שנולד משה אלא דמהם הרגו בחרב ומהם מעכו כו' אפשר שהיה אחרי שליחותו של משה וקאי שפיר עליהו ועד\"ז נענש משה וגו' אמנם מתוך הכתובים נראה שלא הכביד פרעה בשום דבר על ישראל אחר שליחותו של משה אלא שלא נתן להם תבן ותוכן הלבנים יתנו ועלה קאי כל הענין ויראו שוטרי וגו' ויאמרו ירא ה' וגו' ויאמר למה הרעות וגו' ומאז באתי וגו' ואולי מ\"ש ע\"ז נענש משה כו' לא קאי אלא אמהם מעכו בבנין ויצא להם לומר כן ממלת לבנים ומלבניכם שהוא מלשון בנים כדאמרינן בעלמא לבנים לבני בנים שא\"ל פרעה תבן לא ינתן להם ואעפ\"כ תוכן לבנים תתנו כי יתנו בניהם במקומן בתוכו ומספר גרעון הלבנים כדאמרינן באגדה שא\"ל משה להקב\"ה למה הרעות וגו' עכשיו שאין לבנים משימין בניהם של ישראל בבנין א\"ל הקב\"ה קוצים כו' ונראה עוד דקאי נמי אמהם הרגו בחרב ממה שאמר בענין לתת חרב בידם להרגנו כי עד היום ההוא שהיה דן אותם במים לפי שכבר נשבע שלא יביא מבול לעולם אבל בחרב לא היה דן אותם כמ\"ש אם נידונם בחרב הרי חרבו שלופה בידו אבל ע\"י שליחותו של משה הוכבד עליהם העבודה לכופם במכת חרב כמ\"ש לתת חרב בידם וגו' וז\"ש משה למה זה שלחתני וגו' שאפשר שע\"י שאני הייתי השליח גרם הדבר לפי שכבר הרגתי מצרי בחרב הם נחשבים עצמם לנגדי כנרדפים ובזה אני נותן להם פתחון פה לתת חרב בידם להרגני: ", 
            "<b>הרבה  </b>פעמים כו'. באל שדי ולא הרהרו על מדותי ולא א\"ל מה שמך כו' ואתה אמרת לי מה שמך ועכשיו אתה אומר והצל לא הצלת וגו' למדו לומר שהוכיחו על דברים הללו מתחלת פ' שלמטה הנסמך לכאן שא\"ל הקב\"ה וארא גו' באל שדי ושמי ה' וגו' וגם הקמותי את בריתי לתת וגו' כמפורש בש\"ר ע\"ש וכן פירש\"י בחומש אלא שרש\"י בחומש נקט קרא דלמה הרעות במקום שהזכור כאן קרא ומאז באתי לדבר וגו' ואין לחוש אלא דנקט תחלת הענין של דברי משה וכן בסוגיא דילן נקט תלמודא בתחלה שנאמר ומאז באתי לדבר וגו' וסיים בסוף בקרא דהצל לא הצלת וגו' אבל הרא\"ם לא כ\"כ ע\"ש ומתוך שמעתין מוכח כמ\"ש דעניינא אחד הוא ויש לדקדק לפי פירש\"י בחומש דלמה הרעות וגו' היה ג\"כ הרהור הא אמרינן פרק נגמר הדין ועשיר יענה עזות זה יהושע כו' אילימא מהכא למה העברת העביר משה נמי מימר אמר למה הרעות וגו' וי\"ל דודאי שניהם ל' הרהור משמע אלא ה\"ק דאם נקרא יהושע ועשיר יענה וגו' בשביל דבור זה א\"כ משה נמי אמר הכי ואמאי נקרא תחנונים ידבר וגם מוכח לשון תנחומא דלמה הרעות וגו' הרהור משמע ועי' בש\"ר ועיין בזה ברא\"ם ובביאורי מהר\"ן וכתב רש\"י בפירוש החומש ואין מדרש זה מתיישב אחר המקרא כו' עכ\"ל ע\"ש באורך ועיין בפירוש דבריו בעקידה ובחזקוני וברא\"ם ועיין בזה תשובת הרמב\"ן והרא\"ם טען עליו ע\"ש ואין להאריך בדבריהם והנ\"ל לקיים דברי המאמר ע\"פ דברי הרמב\"ן לפי שההבטחה שהיא בשם הגדול היא יותר גדולה מהבטחה שהיא בשמות אחרים ולאבות ג\"כ נגלה לפעמים בשם הגדול באברהם בברית בין הבתרים וביעקב במראה החלום אלא שלפעמים לא נגלה להם רק באל שדי וענין ולא הרהרו אחר מדותי ולא אמרו לי מה שמך הוא אחר דכמה פעמים נגליתי להם רק באל שדי ולא שאלו ממני להבטיחם בשם הגדול ולא הרהרו אחרי מדותי כשלא נתקיימה ההבטחה להם בעצמם להבטיחם בשם הגדול אבל האמינו בי שיתקיים ההבטחה לדורותם ואתה שאלת להבטיחך בשם הגדול ואעפ\"כ הרהרת אחר מדותי כשלא נתקיימה ההבטחה מיד ואמרת למה הרעות וגו' ויתישב לפ\"ז שלא הוכיחו הש\"י מיד כששאל ואמר מה שמך וגו' שלא הוכיחו רק על ההרהור שעכשיו אחר שהבטיחו כבר בשם הגדול היה לו להאמין ולא להרהר ולומר למה הרעות וגו' וכ\"נ מדברי התנחומא שלא הוכיחו כלל על שא\"ל מה שמך וגו' דאיתא שם שאסור לאדם לקרוא השם באותיותיו תדע לך שלא גילה אותו לאבות ולמה גילה אותו למשה על שהלך לגאול ישראל כו' ובתר הכי מייתי דרשה דהכא שהוכיחו על שהרהר אחר מדותיו והשתא שפיר נמשך וגם אני שמעתי וגו' שהיא תוספת הוכחה למשה מאחר שגם ראית שאני שמעתי נאקת וגו' כדי לקיים הבטחת אבותיהם שלא היה רק באל שדי והיה לך לישא ק\"ו בהבטחתי לך בשם הגדול ולא היה לך להרהר ולומר למה הרעות וגו' כ\"נ לקיים דברי הרמב\"ן ויבואו דברי הדרש על נכון ע\"ש: ", 
            "<b>אמרתי  </b>לאברהם קום התהלך בארץ לארכה וגו'. יראה דכמה קראי בפרשת לך לך דלקמיה מהאי קרא דאית בהו בשורת הארץ משום דהנהו קראי קרובים לפרש כפשוטו שנתבשר אברהם שנתנה הארץ לזרעו והם יקנו אותה בחזקה מה שלא היה אברהם יכול לעשות כן אבל מהאי קרא התהלך בארץ לארכה וגו' דגמרינן מינה פרק המוכר פירות שנקנית הקרקע לאברהם בהילוך באורך ורוחב היה אפשר לאברהם להרהר כשבקש מקום לקבור כו' ואע\"ג דאיש אחר אינו קונה כל הקרקע בהילוך אורך רק הדרך משום חשיבותו דאברהם קנה כל ארץ ישראל כדאמר שם וכן ביצחק גור בארץ הזאת וגו' אליו נאמרה הבטחה זו ואעפ\"כ לא הרהר כשגירש אותו אבימלך וא\"ל לך מעמנו וכן ביעקב הארץ אשר אתה שוכב עליה וגו' שקיפל לו הקב\"ה כל א\"י תחתיו וקנה אותה כדאמרינן פרק ג\"ה ואעפ\"כ לא הרהר כשבקש מקום לנטוע אהלו בא\"י: ", 
            "<b>במלחמת  </b>פרעה אתה רואה ואי אתה רואה במלחמות ל\"א כו'. כתב הרא\"ם אין זה סותר מאמר יען לא האמנתם בי וגו' דמשמע דלולא אותו חטא היו מביאין את ישראל לארץ כי יתכן כו' י\"ל שלא ידע בנבואתו רק שלא יכנס בה כמו מנהיג כו' ולפיכך שיתף עצמו עמהם ואמר נוסעים אנחנו וגו' וההיא דש\"ר כו' עכ\"ל והאריך ע\"ש והדברים דחוקים שיהיה משה נכנס לארץ ישראל ויהושע תלמידו יהיה מנהיג בחיי משה ואין המלכות נוגעת בחברתה ואין אלו אלא דברי נביאות שלא ידע משה בנבואתו רק שלא יכניסם כמו מנהיג וההיא דש\"ר לא משמע כדבריו וע\"כ הנראה דודאי ידע משה שנגזר עליו שלא יכנס לארץ אבל חשב משה שאפשר לבטל הגזירה בתפלה שלא היה באותה גזירה שבועה אבל בגזרת מי מריבה היה בו גזר דין שיש עמו שבועה כפירש\"י בפרשת חקת לכן לא תביאו וגו' בשבועה כמו לכן נשבעתי כו' עכ\"ל ע\"ש וכדאי' פ\"ק דר\"ה והשתא דנוסעים אנחנו ששיתף עצמו עמהם א\"ש דקודם מי מריבה חשב משה לבטל הגזירה וכתב הרא\"ם עוד לשיטתו וההיא דתביאמו ותטעמו שנתנבא שלא יכנס לארץ ואפילו קודם גזירה ההיא כניבא ואינו יודע מה ניבא עכ\"ל ודאי דהכי מוקמינן האי קרא בפרק יש נוחלין אבל אין הפי' כמו שחשב הרא\"ם דהתם לאו אמשה קאמר דניבא ואינו יודע מה ניבא דמשה ודאי ידע בנבואה שלא יכנס לארץ אבל משום דכל בני ישראל אמרו השירה ואמרו תביאמו ותטעמו ולא אמרו תביאנו ותטענו שהיו מתנבאין ואינן יודעין מה קאמרי על גזירת מרגלים שלא יכנסו לארץ והכי משמע לישנא דתלמודא מתנבאין כו' וכ\"ה בהדיא במכילת' וכפי' רשב\"ם בהדיא התם ודו\"ק: ", 
            "<b>וימהר  </b>ויקוד גו' מה ראה משה כו'. דמשמע להו שהתעורר משה להשתחוות ע\"י קריאת המדות ששמע מלפניו ובודאי ידע כבר מדותיו יתברך אבל עתה נתעורר יותר באחד מהי\"ג מדות ופליגי מר אמר ארך אפים כדמסיק ומר אמר אמת כפירש\"י כי זו המדה מנגדת בריאת האדם כמ\"ש אמת אומר אל יברא שכולו שקר: ", 
            "<b>וכותב  </b>ארך אפים א\"ל רבש\"ע ארך אפים לצדיקים כו'. בפ' עושין פסין ובפ' שור שנגח אמרינן ארך אפים ולא כתיב ארך אף ארך אפים לצדיקים ולרשעים לפי זה ה\"ל למשה למימר ארך אף לצדיקים וי\"ל לפי דעת משה דאין ארך אף לרשעים משה נמי ה\"ק לה בלשון קושיא מאי ארך אפים בלשון רבים לצדיקים והשיב לו הקב\"ה לצדיקים ולרשעים וכתבו התוספות פרק עושין פסין אפים שוחקות מאריך לצדיקים עד לעתיד וזעומות לרשעים מאחר פורענות עד לעה\"ב וגם זה לטובה שיש להם שהות לחזור בתשובה כדמשמע בחלק דהוי נמי לטובה עכ\"ל ואמר כשחטאו ישראל במרגלים א\"ל לא כך אמרת לי ארך אפים לצדיקים א\"ל ולא כך אמרת לי אף לרשעים כו' דבמעשה העגל לא היה צריך למדה זו שהיה להם חטא הראשון ונחשבו עדיין לצדיקים כמ\"ש מעביר ראשון ראשון אבל במרגלים כבר חטאו כמה פעמים כמ\"ש בענין וינסו אותי זה עשר פעמים ונחשבו כרשעים ולכך הוצרך למדה זו ארך אף גם לרשעים והיינו דכתיב כאשר דברת לאמר כמ\"ש הרא\"ם שאיני מבקש ממך בקשה חדשה רק לקיים מה שאמרת דאל\"כ מאי כאשר דברת עכ\"ל ולפי כונה זו יש לישב שהתחיל משה להתפלל גבי מרגלים במדת ארך אפים שהוצרך לה ביותר ולא הזכיר מדת אמת כי לפי מדת אמת היו חייבים כליה כמ\"ש אכנו בדבר וגו' אבל במדת ארך אפים אף לרשעים בא להתפלל עליהם ויש לכוין גם שאר מדות מהי\"ג שלא נזכרו שם רק אלו שהיה צריך להם אז ארך אפים כמ\"ש אף לרשעים ורב חסד ליתן בחסדו לכל בריה די מחסורו והם היו מקטני אמנה כמ\"ש בענין עד אנה לא יאמינו לי ואמר נושא עון אבל חטא לא הזכיר כי לא היה כאן שוגג כי העדה היה להם עון שהוא מזיד והמרגלים עשו פשע שהוא מרד ואמר פוקד עון אבות על בנים על שלשים גו' ואם תהרגם כולם תהיה הפקידה יותר משלישים ורביעים: "
        ], 
        [
            "<b>ע\"ב רבי  </b>חגי הוה וכו' לביתך נאוה קודש וסמך ליה תפלה למשה אמר ש\"מ ארך וגו'. לפירש\"י הוא דחוק היאך משמע מאורך ימים דארך אפים ראה ובמדרש ילקוט הביא זה העובדא דרבי חגי בענין אחר אמר רבי חגי כו' שמעית קליהון דטליא בכנישתא דמברכין ואמרין עדותיך וגו' ה' לאורך ימים יכול כשם שמאריך רוחו עם הרשעים כך מאריך רוחו עם הצדיקים ת\"ל אל נקמות ה' אל נקמות הופיע ונראה לפרש זה המדרש ע\"פ האגדה דפ' עושין פסין דמאריך רוחו לרשעים לשלם פורענות לעה\"ב משא\"כ בצדיקים דמיעוט עבירות שבידן משלם להם פורענות בעה\"ז והשתא קאמר דארך אפים דכתיב בלשון רבים משמע לצדיקים ולרשעים יכול כשם שמאריך רוחו לרשעים לשלם פורענותן בעה\"ב כך מאריך אף לצדיקים לשלם פורענותן על מיעוט עבירות שלהן בעוה\"ב ואמר שאינו כן דבמדת רשעים דוקא כן הוא לשלם פורענותן בעה\"ב ודריש ליה מדכתיב ה' לאורך ימים וסמיך ליה אל נקמות ה' וגו' שמדבר ברשעים כדכתיב הנשא שופט וגו' עד מתי רשעים ה' וגו' דנקמות ופורענות של רשעים היא לאורך ימים משא\"כ לצדיקים שמשלם מיעוט עבירות בעוה\"ז אבל טובתן הוא מאריך לעה\"ב על מצות שבידן ולפ\"ז נראה להגיה בשמעתין ה' לאורך ימים וסמיך ליה אל נקמות ה' וגו' וכתיב תפלה למשה וגו' דלפי הגי' דשמעתין לא הל\"ל וסמיך ליה אלא לעיל מינה כתיב תפלה למשה ואמר דש\"מ ארך אפים ראה מדהתפלל משה על מדה זו ותו לא מידי ודו\"ק: ", 
            "<b>עתיד  </b>הקדוש ברוך הוא להיות עטרה בראש כו'. שהשכינה שורה על כל ראש צדיק כו' לעושים רצונו כו' ועל זה אמרו ועטרותיהם בראשיהם כמפורש בחידושינו במס' ברכות דריש צבי מלשון רצון ולצפירת מלשון מצפים וקאמר לישועתו במקום תפארה כי ישועתו לעמו היא לו תפארה ובפרק קמא דמגילה גרסי' הכי לעושים צביונו ומצפים תפארתו כו' לעושה עצמו כשיריים ואינו מתגאה שעליהם שורה השכינה ביותר כמ\"ש אני אשכון את דכא ושפל וגו'. ואמר ", 
            "<b>לרוח  </b>משפט זה הרודה את יצרו מבואר ע\"ד שאמר מי יודע רוח הבהמה וגו' ופירשו בו שהכל נאמר על האדם שיש לו אלו ב' רוחות דהיינו האחד הוא רוח החיוני שהוא ג\"כ בבהמה ורוח הב' היא הנשמה כמ\"ש נשמת רוח חיים וגו' והם היצ\"ט והיצה\"ר והוא ענין שנאמר בכלב עקב היתה רוח אחרת וגו' כי זה הרוח וכח הנשמה היה בו שהוא רוח אחרת כסדר הבריאה החיוני ואח\"כ הנשמה וז\"ש כאן לרודה באותו רוח הבהמי שהוא כח יצה\"ר ואמר ליושב על המשפט זה הדן דין אמת לאמיתו עיין פירושו בחדושי סנהדרין פ\"ק דהיינו ליושב שהוא מיושב במשפט לדין דין אמת לאמיתו. ואמר ", 
            "<b>ולגבורה  </b>זה המתגבר ביצרו דהיינו שיש עמו רוח האחרת שהוא כח הנשמה להתגבר על כח החיוני שהוא כחו של היצה\"ר. ואמר ", 
            "<b>משיבי  </b>מלחמה שנושא ונותן במלחמתה כו'. דרכה של תורה היא בב' דרכים דהיינו לפלפל בה גם לקבוע עתים לתורה כמ\"ש ששואלין לאדם לעתיד פלפלת בחכמה קבעת עתים לתורה והם שני דברים שזכר כאן נושא ונותן במלחמתה כו' שערה שמשכימין ומעריבין בב\"ה כו' וכפירש\"י פרק קמא דמגילה שנעשין שוערין לפתות דלתות בהשכמה ולאחר זמן נעילתו: ", 
            "<b>אמרה  </b>מדה\"ד כו'. פי' רש\"י בספר ישעיה וגם אלה ביין שגו יושבי משפט ומשיבי מלחמה שבדור הזה כלומר טובים וחשובים שבהן ביין שגו כי עתה אין טוב בהם עכ\"ל ואמר כי עי\"ז שבעה\"ז ביין שגו לא די שלא יהיה להם העטרה שבראש צדיק לעתיד אבל יבואו לגיהנם ואמר אין פלילה אלא דיינים כי ע\"י שתעו בשכר יכשלו בהוראה ודיני התורה וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>ולא </b>יר אחרת ע\"ש יריחו דכתיב בנה חיאל בית האלי את יריחו כו'. עיין פירש\"י ולא אתפרש כו' ול\"נ דלא עיר אחרת ע\"ש יריחו הוא בכלל השבועה דיליף מקרא וישבע יהושע וגו' ובנה את העיר הזאת את יריחו וגו' דלא ה\"ל למכתב רק ובנה את יריחו וע\"כ דרשו דתרתי קאמר קרא דעיר הזאת אסור אפילו ע\"ש אחרת ואת יריחו אסור אפילו אינו עיר הזאת והשתא ניחא הא דכתיב בנה חיאל בית האלי את יריחו מיירי נמי בהכי עיר אחרת ע\"ש יריחו וק\"ל: ", 
            "<b>מאי  </b>עביד ה\"ק באבירם בכורו היה לו ללמוד כו'. עיין פירש\"י וק\"ק לפירושו דהא גבי שגוב לא קאמר רשע ונ\"ל דמשמע ליה באבירם בכורו שהיה רשע לא היה לו ללמוד שמת מקללת יהושע אלא שתלה מיתתו ברשעו אבל בשגוב צעירו שלא היה רשע היה לו ללמוד שמת מקללת יהושע ופריך אבירם ושגוב מאי עביד מהיכא פסיקא ליה במעשיהם דאבירם היה רשע ומעשיו רעים ושגוב לא היה רשע וקאמר דרשע לא קאי על אבירם אלא על אביהם חיאל שהיה רשע דאל\"כ מאבירם בכורו שמת היה לו ללמוד שיתקיים קללות יהושע גם בבנו הצעיר ולא למד שלא לבנות עוד ולהביא לידי הצבת דלתות והשתא ניחא הא דקאמר איני יודע לאו מילתא באנפי נפשיה כפירש\"י אלא שהפליג ברשעו שכמה בנים מתו לו שהיה מקבר והולך ולא השגיח בדבר ולא חזר עד שמת שגוב צעירו ודו\"ק: ", 
            "<b>אחאב  </b>שושבינו הוה אתא איהו ואליהו כו'. כל דברי המאמר יצא להם מסמיכות הכתובים ושאמר ויעש אחאב את האשרה ויוסף וגו' בימיו בנה חיאל וגו' כדבר ה' ביד יהושע בן נון ויאמר אליהו וגו' אל אחאב חי ה' וגו' אם יהיה השנים האלה מטר וגו' שהפסיק בענין חיאל דודאי על גודל חטא של אחאב שהזכיר לעיל מיניה קאמר אליהו אל אחאב אם יהיה השנים האלה וגו' אבל הפסיק בענין חיאל דע\"י שהלכו למשאל בשלמא לחיאל ולנחמו נתגלגל שנשבע אליהו וא\"ל לאחאב אם יהיה השנים וגו' כדמסיק א\"ל השתא לווטתא דמשה כו' ועצר את השמים וגו' והוא לא יאמין כי הכל נמשך לואבדתם מהרה מעל הארץ וגו' ומהרה דמריה עלמא כמנין ונושנתם כדאמרי' פ\"ב דגיטין ולא נעצר המטר בזמן אחאב רק ע\"י תפלת אליהו כמ\"ש חי ה' וגו' אשר עמדתי לפניו אם יהיה השנים וגו' כ\"א לפי דברי וכמ\"ש רצון יראיו יעשה וכדי לקיים שבועתו: ", 
            "<b>והעורבים  </b>מביאים לו וגו'. הפסיק בענין שאין לזה מקום כאן ועיקר מלתא בפ\"ק דחולין גבי שחיטת מומר אלא הכא מייתי לקרא אגב דאייתי קראי אחריני דבהאי ענינא ואפשר לפרש שזכר זה כאן משום שא\"ל לך ונסתרת בנחל כרית וגו' אשר משם יהיה לו לשתות לאליהו מימיו עד שיבש הנחל והיה רואה צער בעלמא ואמר דגם מאין היה לו מזונותיו והעורבים מביאים לו לחם וגו' דהיינו מבי טבחי דאחאב ואחר שיבש הנחל שהיה צער בעלמא גם הלחם ובשר היה חסר לו שלא מצאו לו העורבים לחם בבית אחאב כמפורש בקרא שהיה כבד הרעב שם כדי שיראה בצער העולם ולפ\"ז י\"ל כיון דחזי דאיכא צער בעלמא היינו אליהו שע\"י שיבש הנחל ולא הביאו עוד לחם ובשר ראה דאיכא רעב בעלמא דאפי' משלחן מלכים כגון אחאב היה חסר ובכל זאת לא השגיח אליהו מלעבור על שבועתו עד ויהי דבר ה' וגו' לך צרפתה וגו' בעא רחמי ליתן ליה אקלידא דתחייה כו' ואמר ג' מפתחות לא נמסרו כו' ברפ\"ק דתענית יליף להו מקרא והא ודאי דנמסרו לפעמים כי הכא באליהו אלא לא נמסרו לשליח להיות לעולם ממונה עליהם כ\"כ התוס' ברפ\"ק דתענית ע\"ש: ", 
            "<b>דטרקיה  </b>לגליה ואבד כו'. לכאורה אין המשל דומה לנמשל דהכא לא אבד אליהו מפתח של גשמים אלא שהחזיר אותו להקב\"ה ושמא כיון שאמר מתחלה כי אם לפי דברי דמשמע שעל ידו יפתח שער המטר ושוב הוצרך להחזיר המפתח ולא נפתח על ידו כמ\"ש ואתנה מטר ה\"ל כאלו אבד המפתח ממנו: "
        ], 
        [
            "<b>ע\"ב ולא  </b>ידבק בידך מאומה מן החרה כל זמן שהרשעים כו'. לפי שנתן טעם שלא ידבק וגו' שכל זמן שהרשעים כו' דהיינו אותן רשעים שעוברין על החרם וקאמר מאן אינון רשעים שבכל דור שעוברין כל שעה החרם ואר\"י גנבי הן הגנבים שנותנים בב\"ה חרם על הגניבות והם עוברין גם על החרם ובזה מביאין חרון אף בעולם כדמסיים בהאי קרא ולא ידבק וגו' למען ישוב וגו' ומחרון אפו וגו'. ומייתי ", 
            "<b>ת\"ר  </b>רשע בא כו' צדיק בא לעולם כו'. יש לדקדק ששינה מיתת רשע ממיתת צדיק שאמר אבד רשע צדיק נפטר ובקרא דמייתי כתיב צדיק אבד ובסופיה דקרא נאסף צדיק ואנשי חסד נאספו לשון רבים והוא לפי שהרשע והוא הגנב מתוך שהולך אחר תאוות המותרות אם אין לו הוא גונב אמר בקרא דלעיל גבי רשע שהולך אחר תאוות המותרות שאמר אתיו ואקחה יין לשון יחיד ונסבאה שכר לשון רבים והוא כי דרך המתאויה לשתות בחבורה אם אין לו חבר אומר אני אקח לכם משלי בואו אלי ונסבאה יחד שכר הוא דרך שכרות ואמר והיה כזה יום מחר אמר שהוא מתאוה לשתות הרבה יותר מלאכול הרבה ע\"פ מ\"ש פ' מי שאחזו א\"ל אשמדאי אמאי לא קבעי לי מלכא א\"ל אנסיה משתיא שקל לבינתא אותבה אחברתה א\"ל שלמה הכי אמר לכו אשקוהו ולמחר כו' א\"ל אנסיה מיכליה א\"ל שקל לבינתא אותבה אארעא א\"ל הכי א\"ל נגודו מיניה מיכלא וע\"כ זה המבקש במותר התאות מבקש יותר בשתייה עם חבריו בשכרות כדי שיוכל לעשות כזה גם יום מחר משא\"כ באכילה וז\"ש גדול יותר מאד שהוא ודאי מגדיל בשתייה מאד יתר התאוה מה שלא יהיה לו כן באכילה ואמר שאלו המתאוים אין איש שם על לב מיתת הצדיק כי אומרים כי הצדיק אבד כמו הרשע שאבד ממש במיתתו ואמר שגם אנשי חסד שהם המתעסקים בקבורת הצדיק נאספו בביתו ואין מספידין אותו כראוי ואין מבין מיתת הצדיק כי מפני הרעה נאסף הצדיק דהיינו שנסתלק מן העולם ואינו אבד כמו הרשע. ואמר ", 
            "<b>צדיק  </b>בא לעולם טובה כו'. כמ\"ש זה ינחמנו ממעשינו ומעצבון ידינו גו' מעצבון ידינו כמשמעו מקללת אדם בעצבון וגו' ממעשינו הוא מעונש מעשה דור המבול שע\"י נשבע שלא יוסיף עוד ומסיים בזה לפי שכל פ' חלק מדבר בימות המשיח וגמול ועונש דלעתיד וזאת השבועה שהיא לנח היא לנו הוראה על ברית השבועה אשר עמנו שנאמר כי מי נח זאת לי אשר וגו' כן נשבעתי מקצוף עליך ומגער בך ואז טובה באה לעולם כמ\"ש צדיק ונושע וגו' ובכן בב\"י א\"ס:  "
        ]
    ], 
    "title": "Chidushei Agadot on Sanhedrin", 
    "versionSource": "https://www.sefaria.org/Chidushei_Agadot_on_Sanhedrin", 
    "heTitle": " חידושי אגדות על מסכת סנהדרין", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Nezikin"
    ]
}