{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Rashbam on Exodus", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "<b>and that I should bring out the Children of Israel from Egypt:</b> Which is to say, even if I am fitting to go into Pharaoh, I am incompetent for the other things. Which thing would be acceptable to Pharaoh, that I should say it to him? And is Pharaoh incompetent [so as] to listen to me to send free form his land, a large people that are his slaves? And which thing that would be acceptable should I say to him; that through this thing, I will bring them out of Egypt with the permission of Pharaoh? And the Holy One, blessed be He, answered the first [question] first, and said:"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והכבד, seeing that the plague had been a severe one, Pharaoh’s natural obstinacy was not sufficient to cause him to renege on his promise, and G’d had to give his heart some assist."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "The Book of the Covenant - It is written in Heaven: And Moshe will write, etc.", 
                "We will do and We will obey - We will do what is spoken, and also obey what is commanded later to then fulfill."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "A G-dly craft - and Moshe did not engrave them. however in regard to the latter ones it is written: you engrave them."
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "רשב\"ם על שמות", 
    "categories": [
        "Commentary", 
        "Tanakh", 
        "Rashbam"
    ]
}