{
    "title": "Mahari Weil",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mahari_Weil",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "על חטאת פימו דבר שפתימו של וייב\"ש ממונכ\"ן אשר נשבע לשקר לפני השמאים בריגנשפורק על הודאתו נדרשתי לתור ולבקש לו תשוב' וכפרה על חטאתו אשר חטא ובדכאות לב ובשברון מתני' תוהא ומתחרט על אשר יצא תקלה זו מתחת ידו ואמרו חכמי' הבא לטהר מסייעין לו לכן נעתרתי לו להמציא לו תרופה ותעלה להחזירו על כנו ועל בסיסו ועל כושרו ועל יושרו וילמדו תועה בינה.",
            "אמרי' פ' שבועת הדיינים נזדעזעה כל העולם כולו בשעה שאמ' הקב\"ה לא תשא כדאית' הת' וחכמי' מנו שבועת שוא אצל עבירות חמורות וכת' הרוקח שבוע' חמורה כאילו כופר בעיקר כו', לכן אני אומר ילקה קודם והוא רחום בערב ג' פעמים שני וחמישי ושני בבית הכנסת ולאחר המלקות יתוודה בקול רם שישמעו הכל ויאמר בלשון אשכנז נשבעתי לשקר על הודאתי חטאתי עויתי פשעתי לא אשוב בדרך הזה עוד ובשביל שחטאתי חטא זה לקיתי.",
            "וכה\"ג כתב הא\"ז פרק גיד הנשה אטבח שנמצא אחריו חלב אע\"ג דלא הוי במזיד בודאי ואע\"ג דלא הוי עבירה חמורה ואין לחלק דהתם הכשיל הרבים משום הכי עונשו מרובה דהא פרישנא דהתם אין ברור שהוא מזיד, וגם אינו מן העבירות החמורות כשבועת שוא להכי אמינא שיש להחמיר הכא לכל הפחות כמו התם, ועוד כיון שנתפרסם חטאו לרבים איכא חילול השם להכי אין להקל עליו.",
            "וגם כתב הרוקח וילקה כמה פעמים ויתענה מ' יום רצופים לבד שבתות ור\"ח וי\"ט וכשישלים להתענו' מ' יום יתענה עוד כמניין השבתות ור\"ח וי\"ט שהיו בתוך המ' יום ולאחר כן יתענה שנה תמימה שיני וחמישי ואם אינו יכול לסבול צער התענית לאחר המ' יום אז יתן ממון לצדקה ויסבול צער אחר כאשר ישיתו עליו חכמי העיר ויהא נזהר כל ימיו שלא יצא שבועה מפיו אפילו לדבר אמת ואפילו בלשון אשכנז כו' כדאיתא ברוקח.",
            "ואם אין עדים בדבר שעשה שבועת שקר אלא השמאים או שאר עדים שהן מן הקהל אז אינו פסול לשבועה דכולם נוגעים בדבר הם כיון שקנסו אותו לתוך כיסם וגם הוסיפו על הודאתו נמצא שכולם נהנים בו וזה אינו צריך פנים ואפילו הוא עצמו מודה דאין אדם משי' עצמו רשע ומסתמא הכא ליכא עדים אלא שהם מתוך הקהל ואפילו קודם שעשה תשובה אינו פסול לשבועה אם אין עדים אחרים אלא מתוך הקהל: ",
            "נאם הקטן יעקב וויילא:",
            "הג\"ה: בפרק זה בורר משמע בהג\"ה באשר\"י דנשבע לשקר בשביל ממון אינו חוזר לכשרותו עד שראינו שפירש מן השבועה בממון חשוב כמו טבח דנפיק טריפה מתותיה ידיה כי' ע\"ש:\n"
        ]
    ],
    "versions": [
        [
            "Mahari Weil, Jerusalem, 1959",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001372637 "
        ]
    ],
    "heTitle": "מהר\"י וייל",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}