{
    "title": "Mishneh LaMelech on Mishneh Torah, Borrowing and Deposit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Borrowing_and_Deposit",
    "text": [
        [
            [
                "<b>בד\"א כשנאנס שלא בשעת מלאכה כו'.</b> כתב מרן בכ\"מ קשה לי בדברי רבינו וכו'. ואילו היה רואה הרב ז\"ל דברי ה\"ה לא היה מקשה זה דהא מאי דנקט רבינו ז\"ל או שרכב עליה או דש בה ומתה בשעת רכיבה כו' היינו לומר דאם שאלה לחרישה ודש בה או רכב עליה אע\"פ ששינה בה למלאכה קלה ומתה בשעת מלאכה חייב אע\"פ שאם לא שינה היה פטור: "
            ],
            [
                "<b>אם היה המקום ששאלה לילך בו מקום שבני אדם מצויים כו'.</b> מהרימ\"ט ח\"מ סימן פ\"ט כתב וז\"ל ועי\"ל דאפילו חשבת ליה מקום האונס יש רואה ואומר איני יודעם ואיני יכול לחזר אחריהם אבל באמת באונס נלקחו ממני נאמן במגו דאי בעי הוה טעין בתוך מבואות העיר נאנסתי דלא שכיחי רבים כו'. ודין זה צל\"ע ועיין במ\"ש הרז\"ה בפרק חזקת עלה דקריביה דרב אידי ודוק היטב בדבריו שנראה סותר דברי הרב וצ\"ע, (*א\"ה עיין לקמן פכ\"א מהלכות מלוה ולוה דין א' בסוף התשובה יע\"ש): "
            ],
            [],
            [],
            [
                "<b>השואל כלי מחבירו וכו'.</b> כתב ה\"ה אבל שאלה שהיא חוזרת בעין אין לה זמן ע\"כ. הרשב\"א ז\"ל כתב בסימן אלף דהאומר לחבירו דבר זה נתון לך במתנה ע\"מ שתחזירהו ולא אמר לי שמחזירו כ\"ז שירצה המקבל ע\"כ. ואע\"ג דהדרא בעיניה דומיא דהשואל לחבירו סתם נראה דיש לחלק בין היכא דהתחיל להתנות ופסיק דבוריה כגון דאמר ע\"מ שתחזירהו ולא גמר לומר באיזה זמן מסתמא כל זמן שירצה קאמר אבל בסתם שאלה שלא פירש כלום כל שעתא לחזרה קיימא ודו\"ק: <b>ואם הניח להם אביהם נכסים ומתה.</b> נראה דגירסת רבינו היא הגירסא הנכונה שלא היה גורס ופליגא דרב פפא דלאו הא בהא תליא דאפילו נימא דאיסור גניבה ושבת באין כאחד מ\"מ אם הניח להם אביהם אחריות נכסים דין הוא שיהיו חייבים לשלם אפילו שהחיוב הוא אחר מותו מידי דהוי אנתחייב שאם יהיה כך וכך יתחייב ליתן לו כך וכך ומת בינתים שנשתעבדו נכסיו לאחר מותו אע\"פ שהחיוב בא אחר מותו שנעשה אז אותו דבר שבעבורו בא החיוב וה\"נ הכי הוי שנתחייב שאם יאנס יפרע הוא ובא החיוב אחר מותו חייב וכבר ביאר מוהריק\"א ז\"ל דבר זה אלא דנקטה בסגנון אחר. ועוד יש להכריח דבר זה דע\"כ אכולה מילתא קאי מה שאמרו בגמרא דאם הניח אחריות נכסים חייבים ולפי מי שפירשו דקאי לטבחוה ואכלוה קשה דמאיזה טעם חייבים ומה שפירשו קצת מפרשים מטעמא דפשע אביהן בשלא הודיעם קשה דמאי פשיעותא איכא הגע עצמך שמת פתאום או בדרך וכי היה לו לומר לבנו בעודו בריא דבר זה של פלוני הוא ואי לא אמר הכי פושע מיקרי וגם מה שפירש\"י אינו ברור ולשיטת רבינו ניחא דקאי אכולה מילתא בין בהניח להם פרה שאולה ומתה בין טבחוה ואכלוה וטעמא דהיכא דהניח אחריות נכסים נשתעבדו נכסיו מחיים למיתה וטביחה והו\"ל כאילו בשעת שאלה התנה שאם יארע אונס בדבר ההוא שמחוייב לשלם ולפיכך אם מתה או אכלוה היורשים חל חיובו למפרע מכח תנאו כשאר חיובין דעלמא ע\"ת ומת קודם שיבא החיוב שנשתעבדו נכסיו וה\"נ דכוותה ודו\"ק. והרב שלטי הגבורים כתב בפרק השואל דרבינו ז\"ל סובר דאם מתה באונס אין חייבין באונסיה כרב פפא דאמר איסור גנבה ושבת באים כאחד והיינו דכתב רבינו הניח להם פרה שאולה ומתה אין חייבין וכו' ומאי דכתב גבי הניח נכסים מתה היינו דמתה מחמת פשיעה ומטעמא דחייב בטבחוה בהניח אחריות נכסים משום דפשע אביהן בשלא הודיען מהאי טעמא גופיה חייב במתה בפשיעה דאילו הוו ידעי שאינה שלהן היו נזהרין ממיתתה בפשיעה: ומ\"מ <b>הניח להם אביהם פרה שאולה ומתה אין חייבים באונסיה</b> ואף ע\"ג דאם מת השואל משתמשים היורשים כל ימי שאלתה בע\"כ של המשאיל וא\"כ הוה לן למימר דאם מתה דחייבין באונסיה דמצי למימר לא השאלתיה אלא כדי שיתחייב השואל באונסיה. הא פירש הרא\"ש דלא אמרינן דאין חייבין באונסיה אלא בסתמא אבל אם המשאיל אמר ליתומים או קבלו עלייכו אונס או החזירו לי הפרה הדין עם המשאיל ודו\"ק. כתב מהר\"ר בצלאל בפרק אלו נערות דאפילו אמרינן סתם שאלה ל' יום ה\"מ לגבי דידיה אבל מת לא אמרינן הכי לגבי יורשיו יע\"ש. ויש להסתפק בשואל בסתם למ\"ד דהוי ל' יום דומיא דהלואה לאחר ל' יום מה דינו ועיין במ\"ש בעל בני יעקב בתשובה סי' י\"ב: "
            ],
            [],
            [],
            [],
            [
                "<b>האומר לחבירו השאילני שוקת זו של מים כו'.</b> טעות מפורסם יש בדברי רבינו ז\"ל דבשוקת זו אם נהרסה אינו חוזר לבנותה דזו קאמר וכשנפל אזדא ליה וכן הוא מפורש בגמרא ומ\"מ קשיא דלמה השמיט חלוקת שוקת מים סתם דאי נפלה בני לה וכמו שמבואר בגמרא ואולי הסופר השמיטה והיתה כתובה בדברי רבינו וזה ברור: "
            ]
        ],
        [
            [
                "<b>אפילו אמר לחבירו השקני מים כו'.</b> כתב מהרי\"א בכתביו סי' ר' וז\"ל דכיון דהשאילה אשת ראובן לאשת שמעון העיגולים הטובים שוין ג' זקוקים אע\"פ שהיא היתה ג\"כ צריכה לעיגולים שהרי שאלה ממנה ג\"כ עיגולים פחותים נראין הדברים שהיתה כפופה לה ומשועבדת דלא גרע מאשקיין מיא וכה\"ג מיקרי שאלה בבעלים ע\"כ. ולא ידעתי כוונת הרב בזה ומה שייך לדמותו לההיא דאשקיין מיא דההיא הוי המשאיל עמו במלאכתו ממש וכן מ\"ש שהיתה כפופה ומשועבדת לעיגולים פחותים היינו ממש השאילני ואשאילך דלא קרי ליה רש\"י שאלה בבעלים ולכך פירש\"י דקאי אשמור לי ואשמור לך וצ\"ע: "
            ],
            [],
            [
                "<b>ביום שהוא יושב בו לעסוק במלאכתו. </b> מדקדוק דברי רבינו ז\"ל משמע דביום שמחוייב לעשות המלאכה נקרא שמירה בבעלים אע\"פ שעדיין לא נתעסק במלאכתם והריב\"ש בסימן תל\"ו כתב אם בעת שעושים המלאכה שנשכרו בה כו' משמע דבעי שיהיו עסוקים ממש במלאכה בשעת שאלה ועיין בהלכות אישות פכ\"א גבי האשה ששברה כלים כו' מ\"ש הראב\"ד וה\"ה בזה וצ\"ע: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן השותפים ששאלו וכו'.</b> דברי רבינו ז\"ל סתומים כי לא פירש בדבריו אי חשיב שאלה בבעלים ופטור מכל הפרה דאעפ\"י שלא נשאל השותף האחר מ\"מ שותפו במקומו עומד וקרינא ביה אם בעליו עמו ומאי דנסתפק בגמרא הוי לחלק שותפו דלחלק השותף שנשאל עמו פשיטא דקרי ביה בעליו עמו ונמוקי יוסף הכריח פי' זה בדברי רבינו מדכתב לפיכך אם מתה אינו משלם ומשמע דקאי נמי לשאל מן השותפים ונשאל לו אחד מהם ואי לענין חלק אותו שנשאל לו קיימינן אמאי פטור מחלק חבירו דכתב אינו משלם. ואולי דרבינו קאי למאי דסליק דהיינו שותפים ששאלו ואינו משלם קאי לשותף ששאל את בעליו ולפיכך פסיק ותני אינו משלם. והטור ז\"ל בסי' שמ\"ו פירש דדוקא בחלק אותו שנשאלו לו מספקינן אבל חבירו שלא נשאל פשיטא דמשלם דליכא אצלו שמירה בבעלים: "
            ]
        ],
        [],
        [
            [
                "<b>ומגלגלין עליו בתוך השבועה כו'.</b> כתוב בתה\"ד סי' של\"ג וז\"ל ואם יטעון שמעון מאן לימא לן דבההיא שעתא שחיפש לוי בחדרו היה הפקדון תחת המטה דלמא כבר נגנב ע\"י אחר ובההיא לא מחייבנא כי שמרתי כדרך השומרים נראה דטענת שמעון אינה טענה והטעם דכיון דכל שומר צריך לישבע שלא פשע היאך יוכל לישבע כאן בודאי שלא פשע כו'. ומהרש\"ך ח\"ג סי' פ\"ז תמה עליו דתיפוק ליה משום דשמעון הוי ברי בחיובא וספק בחזרה כו' יע\"ש. ונראה ברור שיש לחלק בין האומר הלויתני ואיני יודע אם פרעתיך לההיא דמהר\"ר ישראל בענין הפקדון דאע\"ג דהוא ברי בחיובא וספק בחזרה מ\"מ השמא אינו גרוע דלא הו\"ל למידע אבל גבי איני יודע אם פרעתיך השמא הוא גרוע דהו\"ל למידע אם פרע אם לאו ומדלא ידע בבירור ודאי דלא פרע. (*א\"ה עיין בס' בני שמואל סי' ט\"ז שכתב בשם הרב מהרשד\"ם דהיינו דוקא היכא דהמלוה טוען ברי שלא פרעו אבל אם גם הוא מסופק פטור אפילו בבא לצאת ידי שמים והשיג עליו מדברי הרשב\"א בחידושיו פרק הזורק ומתוך דברי הרב המחבר משמע דאזיל בשיטת מוהרשד\"ם. ובבית מותבא רבה של הרב הכולל שר וגדול בישראל כמהר\"ח קמחי שמעתי מפי הרב כמוהר\"ר אפרים נבון דעל המלוה רמיא טפי למידק אם נפרע מחובו אם לא טפי מהלוה וכן נראה מדברי הטור סי' ע\"ה סכ\"ד וכיון שכן יפה דן הרב מוהרשד\"ם דהיכא דשניהם מסופקים בפרעון דפטור הנתבע מלשלם משום דהו\"ל למלוה למידק וכיון דלא דק איהו דאפסיד אנפשיה משא\"כ בההיא דהרשב\"א ודו\"ק ולכאורה יראה דהו\"מ מהרש\"ח לדחות דינו של מהרשד\"ם מסוגיית הגמרא בעצמה דלפי אוקימתא דרבה ור\"י דאיירי בב' כיתי עדים אמאי יחלוקו כיון דשניהם מסופקים קם דינא דפטור. אלא דהוצרך לאתויי דברי הרשב\"א משום דיש לדחות דרבה ור\"י מוקמי למתני' בדא\"ל זרוק לי חובי בתורת גיטין וכיון שכן דינא הוא דיחלוקו כי היכי דבגט הויא ספק מגורשת דהא בזרקו לחוב קרוב למלוה נמי חייב הלוה כל שלא בא ליד המלוה אם לא משום דא\"ל בתורת גיטין כ\"ש שיועיל דבור זה לחייבו המחצית ואע\"ג דלא מוקמינן הכי אלא לר\"י דאמר לגיטין אמרו כו' כבר כתב הרשב\"א דכולהו אמוראי מפלגי בין גט לשאר דברים יע\"ש) ובהכי ניחא כל תיקו שבתלמוד דפסקינן קולא לנתבע אע\"פ שיש מהם טובא דהספק הוא אם נפטר מחיובו אם לאו משום דאין השמא גרוע וכ\"כ התוס' בפ\"ק דכתובות גבי מנה לי בידך והלה אומר איני יודע והראנ\"ח בח\"ב סי' א' ובח\"א חילק כה\"ג יע\"ש (*א\"ה וכ\"כ הר\"ב התרומות שער ל\"ח ח\"ד ועיין בתשובת הראנ\"ח ח\"ב סי' י\"ט ופרח מטה אהרן ח\"א סי' ל\"א). וע\"ק לי דשאני הלויתני ואיני יודע אם פרעתיך דהמלוה טוען ברי שעדיין חייב לו והלה אינו יודע אם פרעו אבל הכא מי טוען ברי המפקיד שחייב לו הא המפקיד נמי אינו יודע אם פשע וחייב או לא פשע ופטור ואין זה טוען ברי כההיא דהלויתיך ולא פרעתני. ותדע לך שיסוד זה שעשה הרב דכל מפקיד הוא כאומר הלויתיך דאינו כמו שחשב הרב דהרי בפרק השואל גבי מתני' דשאלה היום ושכרה למחר ומתה זה אומר ביום שהיתה שאולה מתה וזה אומר איני יודע מייתי תלמודא לימא תיהוי תיובתא דר\"נ דאמר מנה לי בידך והלה אומר איני יודע פטור ומוקי לה בשיש עסק שבועה ביניהם ולדברי הרב כיון שזה אינו יודע אם ביום שהיתה שאולה או שכורה מתה הו\"ל כאומר איני יודע אם פרעתיך ומאי קושיא ויש בזה הרבה להאריך ואין כאן מקומו להאריך ודברי הרב צ\"ע [ועי' בלח\"מ פ\"ג ה\"ג]: "
            ],
            [],
            [
                "<b>ואע\"פ שהניח הפקדון וכו'.</b> עיין מוהרשד\"ם חה\"מ ר\"ס ע\"ו ודו\"ק: "
            ],
            [],
            [
                "<b>ואם ת\"ח הוא כו'.</b> מרן הב\"י סי' רצ\"א תמה על רבינו דאפילו אם אין המפקיד ת\"ח למה לא ישהה הנפקד עד שיבדיל. ולדעתי נראה דרבינו קאי לגבי מפקיד דאם הוא ת\"ח וידע הנפקד שעדיין לא הבדיל אינו חייב לקברם עד שיבדיל ולגבי דידיה הנפקד מיד חייב להבדיל כדי לקברם משא\"כ אם יודע שלא הבדיל המפקיד ודו\"ק. כתב המבי\"ט ח\"א סי' שמ\"א על ראובן ששלח לשמעון בגדי משי וכתב לו שישלחם ללוי דפקדון כזה שהוא צריך להיות מזומן בידו לעת מצוא חמר נאמן להוליכו לא היה חייב לטרוח להניחו תוך תיבה וע\"מ כן קבלו שיהיה מזומן בקרן זוית והביא ראיה מדין זה היכא דהמפקיד ת\"ח יע\"ש. ואין דבריו נראין אצלי ועיין במהריק\"ו שורש ו' הביא דבריו מרן סי' רצ\"ח ס\"ך ודו\"ק: "
            ],
            [
                "<b>שהרי תחילתו בפשיעה וכו'.</b> דברי רבינו תמוהים הם דהא כיון שהאונס לא בא מחמת הפשיעה לא מיחייב משום דפשע בתחלה והכי כתב הוא ז\"ל בפ\"ג מהלכות שכירות דאם פשע בה ויצאה לאגם ומתה פטור שאין יציאתה גרמה לה שתבא לידי אונס וה\"נ כתב שם ברועה שהניח עדרו ובא לעיר אפילו בשעה שאין דרך הרועים ליכנס אם היה יכול להציל חייב ואם לאו פטור וטעמא דאפילו שפשע שנכנס לעיר כיון דס\"ס לא היה יכול להציל פטור ואולי דכוונת רבינו לומר דאם נאנסה בעניין שאם היו בידו או על בטנו לא היה רואה אותם האנס ועכשיו שהיו צרורים מלאחריו ראה האנס אותם דהו\"ל אונס הבא מחמת הפשיעה ודוחק וצ\"ע: <br><b>כתב </b>הרב מהרי\"ט צהלון בס\"ס א' וז\"ל ואין לומר שפשעה במה שהתירה הצרור ונתנה הגרוש בידה שמחמת כן אפשר שנפלו הגרושים מידה שאם היו צרורין לא היו נופלין הא ליתא דכפי לשון השאלה נראה שלא נתנתם רחל ללאה צרורין אלא שלאה צררתם וא\"כ ליכא פשיעה כלל ע\"כ. והנה דבר ברור הוא שמ\"ש הרב שמחמת כן אפשר שנפלו מידה אין הכוונה על רחל המפקדת אלא על לאה הנפקדת דאפשר דבאותה שעה שהתירה הצרור נפלה מידה ועכ\"ז לא ברירא לי מילתא משום דאף דנימא שרחל נתנה הצרור צרור ביד לאה ולאה בשעת חזרה התירה הצרור ונתנה המעות. ביד רחל למה תתחייב לאה בשביל מה שהתירה ואמאי לא תשבע שלא נפלו מידה וכ\"ת דלא תוכל להשבע מפני שנפלו מידה ולאו אדעתה הנה מלבד שהסברא היא זרה בעיני שלא תוכל להשבע משום דדלמא נפלו מידה ולא הרגישה זאת ועוד דאמאי לא נאמר חששא זו גבי רחל שהרי לא מצא החסרון עד בואה באמצע הדרך וא\"כ אפשר דבהיותה מהלכת נפלו מידה והיא חששא יותר קרובה ממה שנאמר שנפלו מיד לאה בשעת חזרה ולא ידעתי למה לא צדד הרב חששא זו דאימר נפלו מיד רחל ומה גם דרגלים לדבר שרחל נטלה הנר והלכה לחפש בר\"ה פעם ושתים והשכימה בבקר לבקש בר\"ה וכמו שנזכר בשאלה שכל זה מורה שהיא חוששת אולי נפלו מידה בהיותה מהלכת והדבר צריך אצלי תלמוד. עוד כתב הרב באותה תשובה שאם היתה אומרת שימי בלבד אולי היה מקום לומר הרי אמרה בפירוש שמתרצית במה שתשים אותה בארגז בלבד אבל השתא דאמרה שמרי כו' ע\"כ. ולדידי אין ספק שאפילו אמרה שימי בלבד כוונתה היא שתשמור כדרך השומרים ואם לא נטלה הארגז פשעה לאה ומה שאמרה שימי בארגז לא באה אלא לומר שרצונה היא שהשמירה תהיה בארגז ונראה שאף הרב יודה בזה אלא משום דבנדון שלו אמרה שמרי לא הוצרך למ\"ש. עוד כתב הרב בסימן ב' על ראובן שהיה לו ולאחותו דינה בית בשותפות והוציאה שטר שכתוב בו ואחיה ר' שואל נתחייב לתת לאחותו מחלקו כשימכרנו עשרה גרושים ע\"כ וראובן לא מכר אלא הקדיש ונשאל הרב אם חייב לתת העשרה כיון שלא מכר והשיב שאם היא היתה תובעת ממנו איזו תביעה ולהפטר מתביעותיה נתחייב בזה אז חייב אפילו אם הקדיש ואם לא לא יתחייב ע\"כ. והנה דין זה צריך אצלי תלמוד ועוד אעמוד עליו בע\"ה (*א\"ה חבל על דאבדין): "
            ],
            [],
            [
                "<b>כל המפקיד אצל בע\"ה וכו'.</b> כתב הטור סי' ע\"ב סכ\"ד וז\"ל ואם פשע לוי בשמירת המשכון ואין לו ממון לשלם אע\"פ שראובן רגיל להפקיד אצל לוי שמעון חייב לשלם לראובן דינר וכו' שהרי שמעון הוא בעל דבר של ראובן ע\"כ וכתב על זה מרן דהרמב\"ם חלוק על זה בפ\"ד מהלכות שאלה ע\"כ. ולי נראה דשאני כל המפקיד על דעת אשתו ובניו הוא מפקיד דהו\"ל כאילו אמר המפקיד לנפקד שאם ירצה למוסרם לאשתו ובניו שימסרם שהרי אורחיה דנפקד הוא למימסריה לאשתו ובניו ומש\"ה אם פשעו אשתו ובניו ואין להם מה לשלם פטור הנפקד שהרי כשהפקיד בידו הו\"ל כאילו נתן לו רשות למוסרם ביד אשתו ובניו אבל היכא שמסר הפקדון ליד מי שרגיל המפקיד להפקיד פשיטא שדינו של מפקיד הוא עם הנפקד שהרי לא הפקידם אצלו אדעתא שימסרם ביד מי שרגיל להפקיד שאין סתמיות הדבר שהנפקד מוסר הפקדון ליד מי שרגיל המפקיד להפקיד כמו אשתו ובניו דמסתמא הנפקד מוסר הפקדון לאשתו ובניו ולא אהני האי מילתא דרגיל אלא לשבועה דלא מצי המפקיד למימר את מהימנת לי בשבועה האיך לא מהימן לי בשבועה כיון שזה המפקיד היה מאמינו אבל לעולם שדינו של מפקיד הוא עם הנפקד מפני ששמעון הוא בעל דבר של ראובן וכמ\"ש הטור. ובזה ניחא דברי מור\"ם בהג\"ה שבסי' רצ\"א גבי כל המפקיד על דעת אשתו ובניו הוא מפקיד הביא מחלוקת רבינו והרא\"ש ולא הכריע ואילו הכא כתב כדברי הטור ולא הביא מחלוקת משמע דס\"ל דבהאי דינא כ\"ע לא פליגי שדינו של מפקיד הוא עם הנפקד וכדכתיבנא. ומצינו כעין חילוק זה במרדכי פרק המפקיד דאפילו לר\"ת שפסק דהבעל חייב לשלם היכא שפשעו בו אשתו ובניו שאני ההיא דהכונס דמסרה לרועה נכנס הרועה תחתיו ומוקי לה בגמרא משום דאורחיה דרועה למימסר לברזיליה ומדקתני נכנס הרועה תחתיו מכלל דרועה ראשון פטור לגמרי וכדאמרינן התם ושומר קמא איפטר לגמרי משום דההיא דהכונס מיירי ברועה גדול שידוע לכל שאינו מרעה שום פעם בעצמו ואז אין המפקיד יכול לומר אין רצוני שיהא פקדוני ביד אחר אבל הכא נהי דהמפקיד על דעת אשתו ובניו הוא מפקיד מ\"מ סבור הוא שהוא בעצמו ישמור וכ\"כ בהגהת הרא\"ש דהיכא שידע שהנפקד אין רגיל לשמור פקדון בעצמו אלא בברור שכל פקדון שמפקידין בידו הוא מוסר לשל תחתיו ואין משמרו בעצמו כלל הו\"ל כאילו המפקיד בעצמו מסר פקדונו ביד מי שרגיל הנפקד למסור ונסתלק הנפקד לגמרי ואם פשע מי שהפקדון בידו פטור הנפקד לגמרי. והנה מאי דפליגי רבינו והרא\"ש היכא שפשעו אשתו ובניו הוא דרבינו מדמי לה לרועה דמסר לברזיליה דהו\"ל כאילו המפקיד בעצמו מסר פקדונו ביד מי שרגיל הנפקד למסור והרא\"ש ס\"ל דלא דמי דשאני רועה שידוע לכל שאינו מרעה שום פעם בעצמו אבל גבי אשתו ובניו אינו מוכרח שבשום פעם לא ישמרם בעצמו אלא ימסרם לאשתו ובניו וסבור היה המפקיד שהוא בעצמו ישמור וכמ\"ש המרדכי אבל לעולם שאם ידוע שזה הנפקד אינו שומר לעולם שום פקדון אלא מוסר לאשר תחתיו אפילו הרא\"ש יודה דפטור הנפקד וכמ\"ש בהגהת אשירי והיכא שמסר הפקדון ליד מי שרגיל המפקיד להפקיד אפילו הרמב\"ם יודה שהנפקד הוא בעל דברים של מפקיד ולא הוי פלוגתייהו אלא היכא שמסר לאשתו ובניו ומאי דדמו להו. ואע\"ג דהרא\"ש בפרק המפקיד מוקי לההיא דרועה בגוונא אחרינא היינו משום דס\"ל דמתני' בסתם רועה מיירי ולאו דוקא ברועה גדול שאינו שומר לעולם שום פקדון שזה דוחק אבל לעולם דלענין דינא לא פליג ועוד היה נראה לכאורה לומר דע\"כ לא קאמר הרא\"ש דהבעל חייב אלא משום טעמא דאלת\"ה כל פקדון המופקד ביד אדם יאכלוה אשתו ובניו ואין להם לשלם ויפטר גם הוא אבל היכא דלא שייך ה\"ט יודה הרא\"ש שנסתלק הנפקד ופטור לגמרי וכ\"כ רש\"ל בפ\"ק דבבא קמא סימן ל\"ב דשאני אשתו ובניו כשאין להם לשלם שצריך הראשון לשלם משום שלא ילך כל אחד וימסור פקדון לבני ביתו והם יאכלו אותו וכמו שכתבו ר\"ת והרא\"ש ע\"כ ומ\"ש הריב\"ה שאם פשע לוי בשמירת המשכון ואין לו ממון לשלם ששמעון חייב אע\"ג דליכא טעמא דאשתו ובניו שאני התם דהסברא היתה נותנת שיפטר הבעל משום דכיון דכל המפקיד על דעת אשתו ובניו הוא מפקיד הו\"ל כאילו נתן לו רשות שימסרם לאשתו ובניו מש\"ה איצטריך לחיוביה מטעמא אחרינא אבל הכא בלאו ההוא טעמא פשיטא דשמעון חייב שהרי ראובן הוא בעל דבר דשמעון דלא עלה בדעת ראובן שימסרם שמעון ללוי אע\"פ שהיה רגיל אצלו, ומיהו כד מעיינינן שפיר נראה דהאי טעמא אינו מעלה ומוריד לענין דינא אלא שהתוספות והרא\"ש הכריחו שעל פי הדין הוא שהבעל חייב מדינא דאלת\"ה כל פקדון המופקד ביד אדם יאכלוהו אשתו ובניו אבל לא משום ה\"ט מחייבינן לבעל וכן נראה מדברי בעה\"ת בשער מ\"ט ח\"ג סי' ג' שנסתפק בדין זה דהריב\"ה אם פשע לוי ואין לו מה לשלם והכריח הדין ממ\"ש ר\"ת דאע\"ג דכל המפקיד על דעת אשתו ובניו הוא מפקיד אם הבנים פשעו ואין להם לשלם לא יפטר הנפקד ע\"י טענה זו אלא דיינינן בה שומר שמסר לשומר חייב שאל\"כ כל פקדונות שיפקיד אדם לחבירו ימסרם לאשתו ובניו ותאכל אשתו וחדי והכא נמי דכוותה היא שאם אין לו לשלם ישלם שמעון תחתיו ע\"כ ואי איתא לדברי רש\"ל היכי יליף מהתם שאני התם דאיכא טעמא אחרינא א\"ו כדכתיבנא שטעם זה הוא להכריח הדין אבל לא שבסיבתו ישתנה הדין וכן נראה מדברי המרדכי שכתבנו לעיל שרצה ליישב דברי ר\"ת דלא תיקשי ליה מההיא דמסרה לרועה נכנס הרועה תחתיו ומדלא חילק חילוק זה דרש\"ל משמע דס\"ל דטעם זה אינו מעלה ומוריד לענין דינא. ומ\"מ דינו של רש\"ל אמת הוא שהרי איהו קאי היכא שידוע שהנפקד זה אינו רגיל לשמור בעצמו אלא מוסר כל הפקדונות והמשכונות ביד אחר ובאופן זה כבר כתבנו לעיל שאפי' הרא\"ש מודה שנפטר הנפקד ולא דמי להיכא שמסר הפקדון ביד אשתו ובניו וכמו שחילק המרדכי. ובעל ש\"ך דחה דברי רש\"ל ולי נראה דהלכתא כוותיה ולא מטעמיה וכדכתיבנא. ובמ\"ש מרן שרבינו חולק בדין זה דהריב\"ה הסכימו הב\"ח ובעל ש\"ך כוותיה אך סמ\"ע כתב דבהאי דינא אפילו רבינו יודה ולא ביאר טעמו היטב ואפשר להעמיס מה שכתבנו בדבריו. ומדברי בעת\"ה שהכריח דינו מסברת ר\"ת ולא הביא דברי רבינו שחולק עליו משמע דס\"ל דאפשר שיודה בדינו והוא הכריח הדין במכ\"ש דסברת ר\"ת אבל מדברי רבינו ליכא לא סייעתא ולא תיובתא לדינו וכיון שכן פשיטא דלא מפשינן פלוגתא ודין זה דהריב\"ה ז\"ל הוא מוסכם לדברי הכל. אך ראיתי לה\"ה בפ\"א מהלכות שכירות שכתב עלה דרגיל שאפילו הלך לו השני ולא נשבע או שאין לו כלום להשתלם ממנו פטור הראשון ע\"כ וכ\"כ הרב הנמוקי בפרק המפקיד דבין היכא שמסר הנפקד לאשתו ובניו או למי שהיה רגיל המפקיד להפקיד אצלו בכולהו מיפטר השומר הראשון לגמרי ואפילו שאין לב' לשלם באופן שדין זה דרגיל לא נפקא מפלוגתא. עוד ראיתי בדברי הרב הנמוקי שכתב בסוף דבריו שר\"ת חולק בענין אשתו ובניו שאלו אין משתמרין לעולם לדעת בעלים אלא לדעת אביהן ע\"כ משמע דס\"ל דר\"ת יודה ברגיל שמיפטר שומר ראשון לגמרי אלא דשאני אשתו ובניו מהטעם שכתב וחילוק זה לא נמצא לראשונים שהרי בעל התרומות הוכיח הדין גבי רגיל מסברת ר\"ת גבי אשתו ובניו: "
            ]
        ],
        [
            [
                "<b>מי שהפקידו אצלו ממון של עניים.</b> (*א\"ה עיין לקמן פ\"ד מהלכות מלוה ולוה דין י\"ד): "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בעל הפקדון אומר כך וכך היו כו'.</b> כתב הרשב\"א בתשובה הביאה מרן בטח\"מ סימן ע\"ב מחודשין כ\"ד (ובסימן ש\"מ) על השואל כלי מחבירו ונאבד המשאיל אומר סלע היה שוה והשואל אומר איני יודע ועד אחד מעידו שאינו שוה אלא שקל אילו לא היה כאן עד אחד היה המשאיל נוטל בלא שבועה משום דה\"ל מחוייב שבועה שאינו יכול לישבע אבל עכשיו שיש עד אחד המכחיש את המשאיל אם רצה השואל משביעו שבועת המשנה כענין עד אחד מעידה שהיא פרועה ואם רצה נותן לו סלע בפני עד זה ואח\"כ מביאו לידי שבועה דאורייתא וכההיא דפרק הכותב וזה לדברי הרי\"ף שכתב ששבועת עד אחד באה אפילו במקום שאינו תובע ברי אלא ע\"פ העד שאומר לו כן וכמו שכתב בפרק כל הנשבעין אבל יש מהגדולים שחלקו עליו ומ\"מ אינו נוטל אלא בשבועת המשנה כענין עד אחד מעידה שהיא פרועה עכ\"ד ויש לדקדק בדברי הרשב\"א הלזו במ\"ש דהיכא דהשואל אומר איני יודע דהוי מחוייב שבועה שאינו יכול לישבע ומשלם דמשמע דרצה לדמותו לההיא דחמשין ידענא וחמשין לא ידענא דהוי מחוייב שבועה שאינו יכול לישבע ומשלם והרי הרב המגיד ז\"ל בפרקין כתב וז\"ל ומ\"מ יש לטענה האחרת מקום בשלא עירבן ונאבדו בפשיעה שישבע הלה ויטול ואפשר שכן הוא הדין וגם הרשב\"א כתב כן בהכונס שלא יכול הלה ליטול בלא שבועה כלל שלא היה לו לנתבע לידע כלל אע\"פ שהוא מודה מקצת ואינו יכול לישבע על השאר ע\"כ משמע מדבריו דלא אמרינן בשטוען איני יודע מתוך שאינו יכול לישבע משלם אלא דוקא בחמשין ידענא וחמשין לא ידענא או כשעירבן עם פירותיו דאז ודאי הו\"ל למידע ואמרינן אערומי קא מערים אבל כשלא עירבן לא אמרינן מתוך שאינו יכול לישבע משלם כיון דלא הוה ליה למידע וא\"כ איך כתב הרשב\"א דהיכא דהשואל אומר איני יודע דהו\"ל מתוך שאינו יכול לישבע משלם הא לא הו\"ל למידע: <br><b>ואפשר</b>לומר דעד כאן לא קאמר הרשב\"א דבשלא עירבן דלא הו\"ל למידע אלא דוקא בשומר חנם והטעם דכיון דכל חיובו לא הוי אלא בפשיעה ומצי לאסתלוקי מהאי חיובא מש\"ה כשאמר איני יודע לא אמרינן הו\"ל למידע ואערומי קא מערים אלא אמרינן דהאמת הוא שאינו יודע מפני שסמך על שמירתו ומש\"ה לא איכפת ליה למידע ערכו כיון דמצי לאיסתלוקי מחיוביה אבל בשומר שכר דחייב בגניבה ואבידה וכ\"ש השואל דחיובם לא אתי מצד עצמם ולא מצו לאיסתלוקי מחיובם א\"כ כשטוענים איני יודע אמרינן דהוה להו למידע ואיערומי קא מערים ודמי לחמשין ידענא וחמשין לא ידענא ואמרינן מתוך שאינו יכול לישבע משלם ובזה אתי שפיר מה שהביא מרן בסימן ע\"ב מחודשין י\"ד בשם הרשב\"א על המלוה את חבירו על טבעת שיש בו אבן כו' וכתב בסוף דבריו דאם המלוה טוען איני יודע דאמרינן מתוך שאינו יכול לישבע משלם ואין אנו צריכים למה שכתב הרב ש\"ך בסימן ע\"ב ס\"ק מ\"ט בשם הרב המבי\"ט דשאני מלוה על המשכון דאמרינן הו\"ל למידע דסתם מלוה מדקדק כמה שוה בשביל הלואתו וכפי דבריו אלו בשואל דלא שייך האי טעמא לא הו\"ל להרשב\"א ז\"ל לומר מתוך שאינו יכול לישבע משלם אלא ודאי דטעמיה דהרשב\"א לא הוי אלא משום דמלוה על המשכון הוי שומר שכר וחייב בגניבה ואבידה וא\"כ הו\"ל למידע כמו שכתבנו לעיל ונראה דלזה כיון מרן ז\"ל במ\"ש לאחר שהביא דברי הרשב\"א וז\"ל אע\"פ שזה נאמר לענין שאלה כתבתיו פה כדי ללמוד ממנו לענין משכון ע\"כ והכוונה היא לומר דכיון דבשאלה אמרינן הו\"ל למידע והטעם מפני דלא מצי לאיסתלוקי חיוביה הוא הדין במשכון דכיון דחייב בגניבה דאמרינן הו\"ל למידע והיכא דטען המלוה איני יודע דאמרינן מתוך שאינו יכול לישבע משלם. עוד יש לדקדק בדברי הרשב\"א הללו במ\"ש אבל עכשיו שיש עד אחד המכחיש את המשאיל אם רצה השואל משביעו כו' דלפי סברת התוספות דס\"ל דעד המסייע לנתבע פוטרו משבועה דלא מיעט קרא לעד אחד בין לחיוב שבועה בין להפטר ממנה וכמו שהביא מרן ז\"ל דבריהם סימן ע\"ה ס\"ג יע\"ש הכי נמי בנדון הרשב\"א כיון שיש עד אחד שאינו שוה אלא שקל ליפטריה משבועה וכ\"ת עד כאן לא קא אמרי רבוואתא דעד אחד המסייעו פוטרו מן השבועה אלא דוקא כשטוען ברי אבל כשטוען איני יודע אינו פוטרו להא אמינא דהרי מצינו להרי\"ף בפרק כל הנשבעין דהיכא דאינו טוען ברי אלא על פי עד אחד דמחייבו שבועה וכמו שהובאו דבריו בטור ח\"מ סימן ע\"ה סל\"ג א\"כ ה\"נ בעד אחד המסייע לנתבע אפילו שלא יטעון ברי אלא ע\"פ העד ליפטריה משבועה דהא מחד קרא גמרינן לה וא\"כ הדרא קושיין לדוכתה בנדון דהרשב\"א ז\"ל למה יטול הלה בשבועה כיון שיש עד אחד המסייע לשואל. ומדי חפשי באמתחות הפוסקים מצאתי להרשב\"א סימן אלף קס\"א דס\"ל דעד אחד אינו פוטר אלא משבועה דרבנן אבל משבועה דאורייתא אינו פוטרו וא\"כ מש\"ה פסק הכא דישבע הלה ויטול כיון דהשואל מחוייב שבועה דאורייתא ואינו פוטרו העד ואה\"נ דלמאן דס\"ל דעד אחד פוטר אפילו משבועה דאורייתא דיודה דאפילו בשטוען הנתבע איני יודע שיפטרנו משבועה: <br><b>עוד </b>נ\"ל דאף למאן דסבר דעד אחד פוטר אפילו משבועה דאורייתא הכא בנדון דהרשב\"א יודה דיטול הלה בשבועה משום דכיון דאי לא הוה העד היה נוטל המשאיל בלא שבועה משום דהוי מתוך שאינו יכול לישבע ומשלם א\"כ היכא דאיכא עד אחד דיינו שנאמר שלא יטול הלה אלא בשבועה דאי אמרינן שלא יטול הלה אפילו בשבועה נמצא דעד אחד קם לממון דעד עכשיו היה נוטל שלא בשבועה ועכשיו אפילו בשבועה אינו נוטל והתורה אמרה דעד אחד לא יקום אלא לשבועה וכיוצא בזה כתב הרא\"ש בריש מציעא יע\"ש: <br><b>ועוד </b>נראה דע\"כ לא קאמר הרי\"ף דאפילו בטענת איני יודע משביעו אלא דוקא בעד אחד המכחיש את הנתבע דכיון דטעמא דעד אחד דמחייב שבועה לא הוי בשביל שמסייע את התובע אלא בשביל שמכחיש את הנתבע מש\"ה אף כשטוען התובע איני יודע כיון דאיכא הכחשת הנתבע משביעו אף שאינו מסייע ממש לתובע אבל בעד אחד המסייע לנתבע דטעמא לא הוי בשביל שהוא מכחיש את התובע אלא בשביל שהוא מסייע לנתבע מש\"ה אמינא דדוקא כשטוען ברי הנתבע דאז מסייעו ממש פוטרו מן השבועה אבל כשטוען איני יודע דאז אינו מסייע ממש אינו פוטר אותו מן השבועה אף שהוא מכחיש ממש לתובע: <br><b>עוד </b>יש לדקדק בדברי הרשב\"א ז\"ל הללו במ\"ש בסוף לשונו ומ\"מ אינו נוטל אלא בשבועת המשנה דהא למאן דאית ליה דבטענת ספק אינו משביעו שבועה דאורייתא הוא הדין בשבועת המשנה ויטול הלה בלא שבועה ונראה דהרשב\"א ספוקי מספקא ליה הלכתא כמאן (*א\"ה עיין מ\"ש ה\"ה פ\"ג מהלכות טוען ונטען דין ו' בשם הרשב\"א) ומש\"ה היכא דנתן לו הסלע ומביאו לידי שבועה דאורייתא דאז הוי השואל מוציא מחבירו יכול למימר המשאיל קים לי כמ\"ד דבטענת ספק אינו יכול להשביעו אבל כשלא נתן לו הסלע דאז משביעו שבועת המשנה וא\"כ הוי המשאיל מוציא מחבירו מצי למימר השואל קים לי כמ\"ד דאף בטענת איני יודע עד אחד מביאו לידי שבועה ולא תטול אלא בשבועה ומש\"ה אחר שכתב ואם רצה מביא אותו לידי שבועה דאורייתא כו' כתב וכל זה אינו אלא לדברי הרי\"ף אבל יש מהגדולים שחלקו עליו וכיון דאיכא פלוגתא מצי למימר המשאיל קים לי ומ\"מ אינו נוטל אלא בשבועת המשנה הכוונה לומר שאם זה לא נתן לו הסלע לא יטול אלא בשבועה דמצי למימר השואל קים לי כהרי\"ף ולא יטול אלא בשבועה וכ\"ת דאף דנתן לו הסלע לא מצי המשאיל לאיפטורי משבועה ולמימר קים לי וכמ\"ש מוהרש\"ך ז\"ל בתשובה דלא אמרינן קים לי לאפטורי משבועה להא אמינא דסברא הלזו דמוהרש\"ך חלקו עלה רובא דרבוותא וכמו שהביא דבריהם הרב כנה\"ג סימן כ\"ה בהגהת ב\"י אות ע\"ד ולפע\"ד יש סיוע לסברתם מתשובה הלזו של הרשב\"א ומ\"מ כפי סברת מהרש\"ך דס\"ל דלא אמרינן קים לי לאפטורי משבועה ע\"כ אית לן למימר דס\"ל להרשב\"א דעד כאן לא פליגי רבוותא אם בטענת איני יודע יכול להשביעו על פי העד אלא דוקא בשבועה דאורייתא אבל בשבועת המשנה דמצינו דבאה על הספק כגון שבועת השותפין הוא הדין כשטען אינו יודע דמשביעין ליה שבועת המשנה: <br><b>וראיתי </b>להרב הגדול בכ\"מ שכתב בפכ\"ה מהלכות אישות וז\"ל והא דתנן עד אחד מעידה שהיא פרועה לא תפרע אלא בשבועה התם כשהבעל טוען ברי עכ\"ד וזה היפך דברי הרשב\"א הללו ואי הוה ס\"ל לרבינו דבטענת איני יודע אינו יכול להשביעו וכסברת החולקים על הרי\"ף הוה מצינא לתרוצי דברי הרשב\"א הללו כמו שתירצנו מעיקרא ולא הוה קשיא ליה למהריק\"א מדברי הרשב\"א הללו אבל כבר כתב רבינו בפירוש בפ\"ד מהלכות גזילה ואבידה כסברת הרי\"ף דאף באיני יודע משביעו על פי העד וא\"כ לא מיבעיא לסברת מהרש\"ך דס\"ל דאף לחולקים על הרי\"ף בשבועת המשנה מודו דבאה אף על הספק דא\"כ דברי מהריק\"א הם מן הקצה אל הקצה האחר אלא אף שנאמר דאף שבועת המשנה במחלוקת הוא שנוי סוף סוף הא ס\"ל לרבינו כסברת הרי\"ף וא\"כ ה\"ה בשבועת המשנה כללו של דבר דברי מוהריק\"א הללו צריכים לי תלמוד: "
            ]
        ],
        [
            [],
            [
                "<b>טען השומר שתנאי היה בינינו כו'.</b> מ\"ש מרן ואני אומר שלא דקדק ה\"ה בדבריו כו' לא ידעתי מה ראה לשווייה לה\"ה ז\"ל טועה בדבר פשוט שהרי הדבר ברור שלא הביא ה\"ה ההיא דהנח לפניך אלא לומר דיהא נאמן לומר תנאי היה בינינו במגו דאי בעי אמר הנח לפניך אמרתי לך וישבע היסת דאפילו טעין הכי היסת הוא דנשבע ואילו השתא למ\"ש רבינו דנאמן משום מגו דנאנסו צריך לישבע בנקיטת חפץ כשבועת נאנסו אם היה טוען וכל דברי ה\"ה סובבים על דרך זה וכבר חלק מהריק\"א על ה\"ה ז\"ל ופירש דרך זה בדברי רבינו בפ\"ב מהלכות שכירות יע\"ש. (*א\"ה עיין לעיל פ\"ו מהלכות מכירה דין י'): "
            ],
            [],
            [
                "<b>מעשה באחד שהפקיד שומשמין כו'.</b> (*א\"ה עיין פי\"ג מהלכות מלוה ולוה דין ג'): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפקיד מעות אצל בע\"ה כו' ה\"ז לא ישתמש בהם כו'.</b> (*א\"ה כתב מור\"ם בספר המפה סימן רצ\"ב ס\"ז דאם הרויח במעות אפילו אין לו רשות להשתמש בהם זכה בשלו וא\"צ ליתן הריוח לבעל הפקדון מיהו אם בעל הפקדון א\"ל תן לי פקדוני ואני ארויח לעצמי כו' ועיין מ\"ש הרב המחבר לקמן פ\"ז מהלכות מלוה ולוה דין י\"א): "
            ],
            [],
            [],
            [
                "<b>הפקדון והאבידה לא ניתנו ליתבע אלא במקומם כו'.</b> מ\"ש ה\"ה שאם הפקיד אצלו לזמן ידוע שאינו יכול להכריחו לקבלו ממנו תוך הזמן כו' כתב בשה\"ג בפרק הגוזל ומאכיל (דף מ\"ז) ובפרק המפקיד (דף פ\"ו) שדברי ה\"ה הם כשבא להחזיר במדבר כו' ודברים הללו לא ניתנו ליכתב דאי במדבר מאי איריא הפקיד לזמן אפילו בסתם נמי כל שהפקיד בישוב אינו מחזיר במדבר. אלא טעמא דה\"ה ז\"ל הוא משום דזמן דפקדון לתועלת המפקיד הוא ונתחייב הנפקד לשמור כל אותו זמן, שוב ראיתי להר\"ב התרומות שער נ' ח\"א סימן ד' שכתב כן בשם הראב\"ד ואוקמוה לההיא דפ\"ק דקידושין (דף י\"ב) דאמרינן סברה אי שדינא להו מתברי ומתחייבנא כשקבלה הפקדון לזמן ומש\"ה אינה יכולה לכופו שיקבל הפקדון. וראיתי למהרח\"ש בספר תורת חיים ח\"א סימן פ\"ב שכתב שדין זה של ה\"ה לא מצאו בשום פוסק ואנו בעניותינו מצאנו לו לה\"ה חבר רב גדול ומוסמך. שוב ראיתי להריטב\"א בחידושיו לקידושין באותה סוגיא עצמה שכתב כן בשם הראב\"ד ומ\"ש בעה\"ת בשם הרמב\"ן וז\"ל ויש מחכמי הדור שהעמידוה בפקדון לזמן וכו' והוא שבוש כו' לאו למימרא דחולק בדינו של הראב\"ד אלא שיש לו שיטה אחרת בסוגיא וכמו שנתבאר שם ולפי פירושו אותה סוגיא מיירי אפילו שלא קבלה הפקדון לזמן. שוב ראיתי להרשב\"א בחידושיו לקידושין שאחר שהביא דברי הראב\"ד כתב ואני מסופק בדינו שאפילו הפקיד לזמן ידוע על מה לא תוכל להחזיר תוך זמן דלא עדיף ש\"ח מפועל שיכול לחזור אפילו בחצי היום ע\"כ. והיא היא החקירה שעמד עליה מהרח\"ש יע\"ש:      נשלמו להו הלכות שאלה ופקדון "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות שאלה ופיקדון",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}