{
    "status": "locked", 
    "versionTitle": "Petach Einayim, Jerusalem 1959", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Petach Einayim on Bava Batra", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "<b>גדול יהיה כבוד הבית וכו' חד אמר בבנין וחד אמר בשנים. </b>אפשר דמ\"ד בבנין דריש גדול דכתיב בכמות. ומ\"ד בשנים דריש גדול באיכות. א\"נ אפשר דמ\"ד בבנין דריש תיבת גדול דיהיה גבוה גדול ממש ומ\"ד בשנים דריש תיבת יהיה שיהיה לו הויה וקיום יותר בשנים. והשתא א\"ש דאיתא להא ואיתא להא דתרתי ש\"מ גדול בבנין ויהיה בשנים ותרוייהו רמיזי בהך קרא כדין וכדין:"
        ], 
        [], 
        [
            "<b>אם זיינך עלך ספרך כאן וכו' הורדוס קלניא מתעביד. </b>מהרש\"א לעיל במה שכתב ושיירה לההיא ינוקתא וכו' פירש שדקדק למנסבא לפי שעבד של בית חשמונאי היה ולא נשתחרר עדיין וכיון דקטלינהו לכלהו אשתייר עבדא דההיא ינוקתא ואם נשאה היה משתחרר כמ\"ש פרק השולח באדון שנושא שפחתו וה\"ה באשה שנשאת לעבדה עכ\"ד. ובזה אפשר לפרש הא דאם זיינך וכו' כי הנה הוא הרג לחכמים ומזה מוכח שלא נשאה והוא עבד וזרעו כמוהו עבד וסברו דהרג לחכמים דעבד אינו יכול להיות מלך וז\"ש אם זיינך עלך שהרגת אדוניך והוצאת קול שנשאת אותה תנוקת לומר שאתה משוחרר. ספרך כאן שאתה עבד ושקר הוא מה שאמרת שנשאת התנוקת. אך הורדוס קלניא מתעביד מאליו והקול שקר:"
        ], 
        [], 
        [
            "<b>סמך לו כותל אחד אעפ\"י שלא נתן עליו את התקרה וכו'. </b>פירש\"י אע\"פ שלא נתן עדיין את התקרה וכו' וכתב הרמב\"ן בחידושיו וז\"ל ויש שאלה שמא יתן את קורתו לרוח אחרת על כתל עצמו ולא יסמוך עליו מ\"מ צריך הוא לכתלו של חבירו וכו' אבל בתוספתא מצאתי היתה סמוכה לחצרו אעפ\"י שלא נתן את הקורה לאותו רוח נותנין לו יציאותיו של כתל בשעה שהוא בונה עכ\"ל. ושאלני הרב המופלא סבא דמשפטים כמהר\"א ישראל זלה\"ה דמאי קאמר אבל בתוספתא וכו' הרי התוספתא ראיה לפירוש רש\"י ולמ\"ש הוא ז\"ל וכן הרב הנמקי ז\"ל נסתייע מהתוספתא עכ\"ד. ואני בעניי לפום ריהטא השבתי לו דהכי פירוש דברי הרמב\"ן דרש\"י פירש מאי דתנן אעפ\"י שלא נתן עליו את התקרה אף שלא נתן עדיין את התקרה ועל זה הקשה ותירץ. אבל מהתוספתא מוכח דאעפ\"י שלא נתן דקתני ר\"ל שלא נתן התקרה עליו וזהו החידוש ולא כרש\"י שפירש אף שלא נתן עדיין דבאו' אף שלא נתן התקרה ודאי פורע את הכתל בשעה שהיא בונה אבל אם אנו אומרים כרש\"י שלא נתן עדיין יש מקום לומר דמיירי שנודע שנתן על הכתל אבל אם טוען שלא יתן לא יפרע אבל לתוספתא דהפירוש אעפ\"י שלא נתן עליו ליכא ספיקא. ואפשר דלדינא מודה רש\"י רק לפירוש המשנה קאמר ועיין בנמקי ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>רבנן לא צריכי נטירותא דכתיב אספרם מחול ירבון וכו'. </b>אפשר לפרש בכתוב במה שפירשו הראשונים במאז\"ל כתיב והיה מספר בני ישראל וכתיב אשר לא ימד ל\"ק כאן בזמן דעושים רצונו של מקום וכו' דיש לחקור הגע עצמך דכל ישראל הרהרו תשובה בלבם דנעשו צדיקים גמורים כמ\"ש רשע שאמר הרי את מקודשת ע\"מ שאני צדיק גמור מקודשת שמא הרהר תשובה בלבו וא\"כ איך ברגע אחד יוסיפו כל כך שאין להם מספר. ופירשו דכשהם צדיקים כל אחד חשוב ככמה וכמה בני אדם באיכות ואין להם מספר עכ\"ד ואפשר שזהו כונת הפסוק ולי מה יקרו רעיך אל כביכול שהם הצדיקים יקרו מאד וזהו מה יקרו ע\"ד מה רב טובך מה עצמו ראשיהם קרן שלהם בתורה ומצות כמו שפירש הרי\"ף וכיון שכן אספרם הגם שאני סופרם ולמראה עינים נראה דיש להם מספר עם כל זה לפי האמת לגבי עליונותם המופלא באיכות מחול ירבון מאחרי שבת ישראל בחשבו\"ן וחש\"ב עם קונה\"ו בצו\"ר יחשבו\"ן כל אחד ככמה וכמה בני אדם וכההיא דאמרינן יאיר בן מנשה שקול כרובא של סנהדרין וכיוצא וכדכתיב אשר לא ימד ולא יספר כשעושים רצונו של מקום:"
        ], 
        [
            "<b>אמר משה לפני הקב\"ה רבש\"ע אפילו בשעה שאתה מחבב עמים וכו'. </b>אפשר לפרש דידוע דסיבת כל השעבוד והגלות הוא לברר ניצוצי הקדושה וז\"ש אפילו בשעה שאתה מחבב עמים ששולטים על ישראל וכונתך הוא לברר ניצוצות הקדושה ולהפריד הזוהמא חלק הרע. תפלה למשה כל קדושיו רבנן בידך שלא יהיו למס להפריד הרע ולברר הטוב. וכי תימא כיצד יתוקנו החכמים לפי בחינתם לז\"א והם תוכו לרגליך שמכתתים רגליהם מעיר לעיר וכו' ובזה נתקנים ואית בריר\"ה בדרבנן לברר ניצוצי הקדושה ולהפריד חלק הרע. ואם נפשך לומר מה נשתנו רבנן הואיל וגם הם צריכים תקון לזה ישנו בנותן טעם ישא מדברותיך שנושאים עול התורה ודין הוא שלא ישתעבדו על דרך שבט לוי דלא נשתעבדו לפי שעתידין לשאת הארון:<br><b>א\"נ</b> אפשר במ\"ש בספר דרוש שמואל פרשת לך לך דישראל משועבדים תחת עשו לכבדו לקיים ואת אמך לרבות אחיך הגדול משא\"כ כשעוסקים בתורה אז מחמת התורה ישראל חשובים יותר ואז דרשינן את ה' אלהיך תירא לרבות ת\"ח ואינן חייבים לכבדו עכ\"ל. והרא\"ש בתשובה כלל ט\"ו סימן ז' כתב דאח גדול שחירף וביזה אחיו הקטן והוא ת\"ח ונדהו הקטן יפה עשה שנדהו דכיון דאינו נושא פנים בתורה אינו עושה מעשה עמך ומן הדין אינו חייב לכבדו. ואפשר שז\"ש אף בשעה שאתה מחבב א\"ה דהיינו דהמון ישראל נתחייבו להשתעבד לעשו שהוא אח הגדול. יהיו כל קדושיו בידך הת\"ח שהם מכתתים רגליהם וכו' דאינם חייבים בכבוד עשו עם היותו שאומר שהוא אח הגדול שהרי אינו עושה מעשה עמך ואדרבא א\"ה חייבים לכבדם מטעם ישא מדברותיך וכו':", 
            "<b>רבי פתח אוצרות בשני בצורת וכו' אבל ע\"ה אל יכנסו. </b>עמ\"ש מרן בב\"י י\"ד סימן רנ\"א משם הריטב\"א ועמ\"ש בקונטרס חסדי אבות פ\"א במשנת יהי ביתך פתוח לרוחה וכו' בס\"ד:", 
            "<b>פרנסני ככלב. </b>פרש\"י שמזונותיו מועטין ומשהא אכילתו במעיו ג' ימים וכתבו התוס' נותן לבהמה לחמה בהמה גימטריא כלב. ואפשר דהכונה נותן לבהמה לחמה נותן בעין יפה לבהמה שהוא הכלב לבהמה לחמה דייקא שהוא הקצוב שהוא מועט אך כתיב ביה נתינה שהטיב לו דמשהא אכילתו במעיו ג' ימים. ונמצא דהמועט עולה לו למרובה. א\"נ אפשר כונת הכתוב דאם אינן זכאין הקב\"ה נותן המטר בשביל הבהמות כמ\"ש לאלכסנדרוס וז\"ש המכסה שמים בעבים וכו' ואף שאינן כדאין נותן לבהמה בשביל הבהמה לחמה עי\"ז זוכים בני אדם שאינם ראוים כמ\"ש בויקרא רבה פרשה כ\"ז שאמרו לאלכסנדרוס:", 
            "<b>פרנסני כעורב. </b>פירוש אף שהעורב אכזרי על בניו והיה ראוי שלא לרחם עליו כשם שהוא אינו מרחם על בניו אפ\"ה מרוב רחמיו יתברך זנו ומפרנסו ואף אני שאני עם הארץ וגרמתי לעצמי ואפשר גם לאחרים כדסבר רבי אין פורענות בא לעולם אלא בשביל עמי הארץ מ\"מ רחם עלי כמו שמרחם הקב\"ה על העורב בשגם אינו כדאי לרחם עליו לפי מעשיו:", 
            "<b>אוי לי שנתתי פתי לעם הארץ. </b>אפשר דהכונה שהיה מצטער שנתן לו במתנה דהוה ליה לומר שישרת איזה שירות ויקח בשכר שמושו וז\"ש שנתתי במתנה:", 
            "<b>שאין פורענות בא לעולם אלא בשביל עמי הארץ. </b>בעניותי כתבתי בנותן טעם לזה בספרי הקטן דברים אחדים דף ע\"ב סוף עמוד ב' ע\"ש:"
        ], 
        [
            "<b>כי הא דרבא אכפייה לרב נתן בר אמי וכו'. </b>עמ\"ש התוס' ואני בעניי כתבתי על זה בספרי הקטן ברכי יוסף י\"ד סימן רמ\"ח ועמ\"ש הרב מש\"ל פ\"ג דעבדים ופ\"ז דמתנות עניים ומ\"ש בספר אשד הנחלים דף כ\"ג ומ\"ש בעניותי בספרי הקטן דברים אחדים דף קי\"ח. ואגב רהטאי ראיתי למהר\"י פינטו שהקשה לתירוץ ר\"ת דאכפייה בדברים ממ\"ש ממשכנין על הצדקה. ולא זכר שכן הקשה המרדכי בשמעתין לדעת זה ע\"ש ומה שתירץ הרב ז\"ל בזה עמ\"ש בעניותנו בברכי יוסף שם בי\"ד סימן רמ\"ט ומשם באר\"ה ודוק:"
        ], 
        [
            "<b>שקולה צדקה כנגד כל המצות. </b>עיין מ\"ש בעניותי בספר הקטן דברים אחדים דף קל\"ג ע\"ד:"
        ], 
        [
            "<b>חלש דעתיה דרב ששת אשתיק רב אחדבוי אתיא אמיה וכו' חזי להאי חדי וכו'. </b>התוס' פירשו בשם ר\"ח דאתיא אמיה דרב אחדבוי והיא היתה מניקתו של רב ששת ע\"ש ואפשר לפרש דידוע דהדבור נמשך על ידי הדעת ולכך רב אחדבוי דאהדר ליה לרב ששת בבדיחותא וגרם דחלשא דעתיה לכן מדה כנגד מדה נאלם ולא נמשך לו מהדעת כח הדבור וחלשא דעתיה דרב אחדבוי מבלתי יכולת להשפיע לו כח הדבור. גם ידוע כי בעיבור המוחין אל\"ם וע\"י היניקה בא הדבור ונעשו מוחי אלהים. זאת היתה לאמיה דרב אחדבוי שהיתה מניקתו דרב ששת לרמוז לרב ששת שעל ידה שהניקתהו בא לו הדיבור ע\"י היניקה ולכן מדה כנגד מדה שאלה אשה שיחזיר הדבור לבנה כיון שהיא גרמה שהניקתהו ועי\"ז בא הדיבור. וכראות רב ששת טענתה מספקת בעא רחמי ואתסי. ועמ\"ש בתחילת ספר זית רענן להרב מגן אברהם בסיום הדרושים מה שפירש במאמר זה ע\"ש:", 
            "<b>צדקה כל פרוטה ופרוטה מצטרפת לחשבון גדול. </b>דקדק הרב מגן אברהם שם דכל חשבונות דעלמא הכי הויין דכל פרוטה ופרוטה מצטרפת לחשבון גדול ולא זכינו לאור תשובתו. ואיברא שהוא דקדוק יפה. ואפשר לומר דהנה בשריון קשקשים אין כל קליפה וקליפה שוות בדקדוק כי יש קטנה ויש גדולה ויותר גדולה וכיוצא. וכל קבל דנא במעלות הצדקה ואופן נתינתה כמה מדרגות יש וכמ\"ש הרמב\"ם בהלכות מתנות עניים ויותר מהמה רבו ענפי שריגיהם. והן האדם לא כל העתים שוות אצלו זמנין דמשכחת עביד ומהני ועושה צדקה בסדר המדרגה העליונה. וזמנין בסדר אחר. וזמנין אין כונתו שלימה. וכיוצא הן חליפות למו מינים ממיני נתינת צדקה בכמה אופנים. ונמצא כי בפרוטות הצדקה ערכין ערכין יש ויש מעולה הרבה ובינונית וגרועה וכמה מדרגות. והנה בחשבונות דעלמא אף שהכל מצורף מ\"מ כל מטבע נערך לפי שיוויו ומטבע חסר או מקולקל מנכה לו מן הדמים הראוים לו לפי חסרונו וסך הכל עולה כך וכך דינרין. אמנם זאת היתה יתירה מעלת הצדקה כי הגם דבפרוטות ימצאון שם פחותי הערך במדרגה תחתונה מ\"מ מצטרפות עם האחרות ונאמר בהם כי טוב ונכללות הכל לחשבון גדול דומה לשיריון שהקטנות נחשבות לגדולות ושוו במעלתן כן יהיו פרוטות הצדקה שהפחותות יצטרפו עם המעולות והיו לאחדים רוח אחד להן:", 
            "<b>ואמר ר' יצחק כל הנותן פרוטה לעני מתברך בשש ברכות והמפייסו בדברים מתברך באחד עשר ברכות וכו'. </b>אפשר לתת טעם במ\"ש רבינו האר\"י זצ\"ל דע\"י הצדקה מיחד קב\"ה ושכינתיה וידוע דצדקה היא בחינת השכינה ובצדקה גורם ליחד קב\"ה שהוא בחינת ו' עם שכינתיה. ולכן מתברך בשש ברכות בחינת ו' כנגד מה שפעל שגרם יחוד ו' עם השכינה. והמפייסו בדברים בחינת קול ודבור הרומזים לקב\"ה ושכינתיה בחינת ו' ה' גימטריא י\"א לכן מתברך בי\"א ברכות. ועוד יש לרמוז דהצדקה גופה גורמת יחוד קבה\"ו וע\"י הפיוס לבחינת דל מרבה שלו\"ם וע\"כ דין הוא להתברך באחד עשר כנגד ו\"ה ודוק הטב כי קצרתי:<br><b>משום</b> דרודף צדקה וכו' כל המאמר הזה עד הכשילם וכו' כתבתי בו בעניותי בספרי הקטן ראש דוד דף פ\"ג ודף קמ\"ז ובספרי הקטן דברים אחדים דף ע\"ה ועיין בקונטריס כסא דוד בס\"ד:"
        ], 
        [
            "<b>לא זכה ועניים מרודים תביא. </b>ר\"ת מות. נגד שאם היה נותן צדקה כתיב וצדקה תציל ממות וכתיב ימצא חיים:", 
            "<b>כל המעלים עיניו מן הצדקה כאלו עובד ע\"ז. </b>אפשר לפי פשוטו כי הנה עיניו תחזינה מה שכתוב בתורה כי בגלל הדבר הזה יברכך וכו' ושנוי בנביאים הלא פרוס וכו' ומשולש בכתובים וצדקה תציל ממות רודף צדקה וחסד ימצא חיים וכו'. גם אלה לחכמים יום יום ידרשון מאמרי רז\"ל במעלות הצדקה. וזה שקורא בתנ\"ך ושומע כמה מעלות טובות לצדקה. והוא מעלים עיניו. מורה שאינו מאמין בתורה ונביאים וכתובים ודברי רז\"ל וסובר שהקב\"ה אינו משלם לו ואינו מאמין לא בשכר ולא בפורענות וא\"כ הוא כופר והוי כאלו עע\"ז. ונהירנא שראיתי לרבינו מהרח\"ו זלה\"ה בדרשותיו כ\"י שכתב דלכך כתיב פן יהיה דבר עם לבבך בליעל דלא הוי כע\"ז דאפילו המחשבה רעה מצטרפת. אמנם בצדקה אינו נחשב כע\"ז אלא כשידבר גם כן וז\"ש דבר עם לבבך בליעל עכ\"ד ועמ\"ש בעניותי בקונטריס פני דוד בס\"ד:", 
            "<b>א\"ר יוחנן מאי דכתיב מלוה ה' חונן דל וכו'. </b>אפשר דקשיא ליה סיפיה דקרא דכתיב וגמולו ישלם לו כי ישלם מדינא משמע כדאמרינן בחולין תני תנא ישלם ואת(ה) אמרת מדת חסידות שנו כאן. והשיב כביכול עבד וכו' והשתא ישלם מדינא ואף שהכל שלו מענותנותו יתברך כביכול מעלה עליו כאלו מלוה וזקפו במלוה לשלם בדין. ויש לרמוז דר\"ת מלוה ה' חונן דל הוא מיה\"ד כי ע\"י הצדקה גורם יחוד קבה\"ו:"
        ], 
        [
            "<b>א\"ר אבהו אמר משה לפני הקב\"ה במה תרום קרן ישראל א\"ל בכי תשא. </b>ופירש\"י אם באת לשאת ראשם בהגבהה קח מהם כופר לצדקה. ואפשר לפרש במ\"ש בשבת דף קל\"ט אין ירושלם נפדית אלא בצדקה שנאמר ציון במשפט תפדה ושביה בצדקה. ולכאורה אינו מובן דקרא כתיב במשפט תפדה ואיך קאמר דאין נפדית אלא בצדקה ומייתי ראיה מקרא הפך דרשתו. ואפשר לומר במ\"ש בש\"ס ובזהר חדש באורך דצריך תשובה כדי שתבא הגאולה. והתשובה אינה מקובלת אלא א\"כ יש לנו דין בנים דאב שמחל מחול כידוע ומהצדקה מורה שיש לנו דין בנים כמ\"ש הכא לעיל דאמר ר\"ע לטורנוסרופוס. והשתא א\"ש דאין ירושלים נפדית אלא בצדקה להורות דיש לנו דין בנים ותשובתם מקובלת ותפדה ירושלים וזה כונת הכתוב ציון במשפט תפדה היינו משפט להוכיח דיש לנו דין בנים והדר מפרש מהו המשפט. ושבי\"ה בצדקה כלומר השבים בתשובה יתקבלו בצדקה דמהצדקה ניכר שיש לנו דין בנים ותתקבל התשובה ואז נפדית ירושלם:<br><b>והשתא</b> נבא למאמרין דאפשר דהיינו דקאמר משה במה תרום קרן ישראל דהיינו מלכות ישראל על דרך אצמיח קרן לדוד הכונה באחרית הימים במה תרום קרן שיחזרו ישראל למלכותם ויגאלו דהגם שיחזרו בתשובה מדה\"ד תצא לטעון שאין לקבל תשובתם א\"ל בכי תשא דהיינו צדקה כמו שפירש\"י דע\"י הצדקה מוכח דיש לנו דין בנים וא\"כ תתקבל תשובתם ובא לציון גואל. ועמ\"ש בעניותי במאמר זה בספרי הקטן ראש דוד פרשת תשא בס\"ד:", 
            "<b>וא\"ר אבהו שאלו את שלמה בן דוד עד היכן כחה של צדקה וכו'. </b>רבינו האר\"י זצ\"ל פירש דהפסוק פזר נתן לאביונים קשה דמאי פזר נתן לשעבר אמנם ירמוז למעשה המוכס שאמרו בירושלמי שעשה סעודה לשר אחד והכין הכל ולבסוף לא בא. והיה הולך לאיבוד הכל ואמר שיתנוהו לעניים זכות זה עמד לו שקברוהו בכבוד וז\"ש פזר אם כבר פזר לשעבר לדבר הרשות כגון הסעודה לשר. ואח\"ך כדי שלא תלך לאבוד נתן לאביונים עכ\"ז צדקתו עומדת לעד וז\"ש שאלו עד היכן כחה וכו' וא\"ל קרא פזר נתן וכו' דמכאן ניכר תוקף גדולת הצדקה דאפילו שבזבז לצורך שר גויים. עכ\"ז יש לו זכות במה שנתנו לעניים זהו תורף אמרי קדוש ז\"ל:<br><b>ולי</b> ההדיוט אפשר לפרש במ\"ש גורי האר\"י זצ\"ל דהגם דאמרו פרק היה נוטל דעבירה מכבה מצוה ברם מצות צדקה היא העולה דעבירה אינה מכבה אותה והויא כמו התורה דאין עבירה מכבה תורה עכ\"ד. ואני בעוניי זה שנים רבות דקיימתי זה מסברא ומראיות ככתוב אצלי בספרי הקטן ראש דוד. איכו השתא זכיתי שכיונתי אל האמת והדבר יצא מפה קדוש רבינו האר\"י זצ\"ל. ואפשר שזה רמז הכתוב פזר נתן לאביונים צדקתו עומדת לעד. הכונה אם לא הלך בדרך טובים וניצוצי מצותיו פזר בגבול הרשעה סט\"א דעבירה מכבה מצוה. שמענה ואתה דע לך אם נתן לאביונים צדקתו עומדת לעד ואין עבירה מכבה אותה וממילא רווחא מאמרין כי שואלי\"ם הלכו בו מבקשים פני שלמה עד היכן כחה של צדקה כלומר הראנו נא כבודך מה יתרון יש למעשה הצדקה יתר על שאר מצות כי עין רואה ואזן שומעת מפליגים במעלות הצדקה. ושלמה הע\"ה חכים ונהי\"ר משיב דבר צאו וראו מה שאמר דוד אבא פזר נתן וכו' כלומר עיניכם תשיתו נועם שיח אמרי קדוש ומה שיש לדקדק ואחר זה עין בעין יראו דאתא לאשמועינן דצדקה נתעלית על כל שאר מצות דאינה נכבית בעבירה כמו שאר מצות ויצאת מהכלל דאין עבירה מכבה הצדקה וזו כחה:<br><b>א\"נ</b> אפשר במ\"ש ברבה ויקרא פרשה ל\"ד סימן ט\"ז ר' טרפון יהב לר' עקיבא שית מאה קנטרין דכסף א\"ל אזיל זבין לך חד אוסיא וכו' נסב יתהון ופלג יתהון לספרייא ולמתנייא ולאלין דלעין באוריתא לבתר יומין עקם עמיה א\"ל זבנת לך ההיא אוסיא דאמרית לך א\"ל אין א\"ל אית בך מחמי לה לי א\"ל אין נסאתיה וחמאי ליה ספריא ומתניא ולאלין דלעין באוריתא א\"ל אית ב\"נ יהיב מגן אפוכי דידיה אן היא א\"ל גבי דוד מלך ישראל דכתיב ביה פזר נתן לאביונים צדקתו עומדת לעד. ואיכא למידק אטו ר' טרפון נעלם ממנו יקר תפארת הצדקה ובפרט עם עמלי תורה אשר אין קץ לשכרו בעה\"ז דהוא גמילות חסדים ואוכל מפירותיהן והקרן קיימת לעה\"ב ואיך אמר לו אית ב\"נ דיהיב מגן אפוכי דידה אן היא הלא הדבר מפורסם בכמה מקראות תנ\"ך. ואפשר דר' טרפון ודאי ידע גודל שכר הצדקה מאד מאד ובזה לא אסתפק ליה. אמנם נדון זה שנא ושנא וכמו צער בנפשו דהוא נתנם לר' עקיבא לקנות לו נחלת שדה וכרם. ורבי עקיבא מעצמו בלי שום ידיעה בחלקו\"ת ישית למו והוא לא ידע. ונמצא הניח מעותיו על קרן הצבי ואין לו שכר כי לא מלבו ומדעתו. ולהכי א\"ל אית ב\"נ דיהיב מגן כלומר כיון שאני לא ידעתי וכונתי למיסב אוסיא הא אוסי\"א דמגן מגן שויא. ור' עקיבא בחכמתו אודיק ליה מאמר המלך דוד פזר נתן לאביונים דקשה מהו פזר לשון עבר ותרתי למה לי פזר נתן תסגי בחד או פזר או נתן. אלא הכונה כנדון זה ממש אם בעל הממון פזר נתן ממונו לפזרו בעניני העה\"ז שכל הממון אשר האדם יתן בעניני העה\"ז נקרא מפזר כלומר דמשליכו ועזב לאחרים חילו. וז\"ש פזר אם אחד פזר מעותיו על עסקי העה\"ז מקרקעי אגב מטלטלי. ובא אחר ואת הזוזי\"ם נתן לאביונים שלא בידיעתו. עם כל זה צדקתו של בעל המעות עומדת לעד כי כספו הוא והן כסף נחשב וחשב עם קונה\"ו כאלו מדעתו הוא. ובכן נחה דעתו של רבי טרפון. אמור מעתה ממילא רווח מאמרינו הגם שאו\"ל לשלמה המלך ע\"ה עד היכן כחה של צדקה והשיב בחכמתו צאו וראו פסוק פזר נתן דמוכיח מתוכו דגם שהוא היה דעתו לפזר בעסקי העה\"ז ואחר נתן לאביונים עכ\"ז צדקתו עומדת לעד ומכאן תראו כח הצדקה:<br><b>ואחר</b> זמן רב הן כל יקר ראתה עיני אמרי קדוש הרב המוסמך מהר\"ר בצלאל ז\"ל בשיטה מקובצת לכתובות על מ\"ש שם דף ן' המבזבז אל יבזבז יותר מחומש שכתב וז\"ל אמרו במדרש רבות פרשת בהר ר' טרפון יהב לרבי עקיבא וכו' ומשמע לי דהכי פירושו אית ב\"נ דיהיב מגן פירוש שאין לו ונותן כל אשר לו דהא המבזבז אל יבזבז יותר מחומש ופירוש מגן בחנם כלומר על לא דבר נותן אפוכי דידה הן הוא פירוש שכרו היכן הוא ומשני מדכתיב פזר נתן לאביונים פירוש אע\"ג דהמבזבז אל יבזבז יותר מחומש מ\"מ אם עבר ופזר צדקתו עומדת לעד פירוש דלעולם יהיה לו ממון כדי לעשות צדקה ולא יחסר לו ויש לנו לחלק דלא אמרינן הכי אלא לת\"ת וכמו שעשה ר' עקיבא אבל לחלק לעניים לא וז\"ש רש\"י הכא לעניים עכ\"ל. ולא תעזוב נפשי לשאו\"ל דמשמע מדברי הרב ז\"ל דאלו השית מאה קנטרין היה כל נכסי רבי טרפון ומהש\"ס בנדרים פרק קונם יין שמעינן דעשיר גדול היה. ותו דכפי פירושו קרא קאמר פזר דיעבד וכמ\"ש הוא ז\"ל דאם עבר ופזר וכו'. ואיך ר' עקיבא עביד לכתחילה ובנכסי חבירו מידי דאף בנכסיו לא שרי לכתחילה אלא דבדיעבד צדקתו עומדת. ולולי דברי הרב ז\"ל הוה אמינא דכיון דרבי טרפון עשיר גדול הוה ות\"ר קנטרי כסף מילתא זוטרתי לגבי עושרו אמטו להכי ר\"ע פזרם לעמלי תורה על דרך שאמרו כופין על הצדקה ורבא אכפייה לרב נתן בר אמי וכו' אבל לדברי הרב שזהו כל ממון ר' טרפון זו היא שקשה איך רבי עקיבא עשה כזאת בממון שאינו שלו. ותו כפי פירושו היכא רמיזא בפסוק פזר נתן לאביונים שהוא על התורה. הן אמת דעד\"ה אביונים בסוד ת\"ח כנודע. אבל הרב ז\"ל דקאי כפי הפשט איך הונח לו:<br><b>ואני</b> ברגליו אעבורה מתלמד מדברי הרב ז\"ל אפשר לומר דמ\"ש אל יבזבז יותר מחומש הוא לכתחילה ואם בזבז הנה שכרו אתו. וז\"ש פזר פיזור שהוא יותר מהראוי דהיינו יותר מחומש צדקתו עומדת לעד. ומזה למד ר' עקיבא דסלקינן דרגא בתלמוד תורה דאפילו לכתחילה כיון דאיכא תרתי מחזיק בתורה וצדקה ופשיטא ליה דשרי לכתחילה. ולזה הראה ר' עקיבא לר' טרפון פסוק פזר נתן דמדבר בצדקה בדיעבד קבע לו שכר. בת\"ת לעשות צדקה עם עמלי תורה שרי לכתחלה יותר מחומש. ור' טרפון הגם דעשיר גדול היה אפשר דיש מקום לומר דת\"ר קנטרי כסף הוא יותר מחומש הקרן. ואם נפשך לומר. תריץ ואימא דהוה טפי מחומש הריוח של אותה שנה:<br><b>ולפי</b> דרכנו אשכחנא פתרי למ\"ש הרמב\"ם בפירוש המשנה ריש פאה דאי מחסידות בעי ליתן יותר מחומש רשאי ע\"ש וקדמונים אחזו צע\"ר נא שמ\"ו אחרונים דעתם משום יתובי דעתא דעת עליון דהני מילי הם הפך הבבלי וירושלמי. ואפשר לישב דכיון דמוכח מהא דר' עקיבא לעמלי תורה לכתחילה מותר יותר מחומש ולעניים הכתוב קבע שכר בדיעבד סבר הרמב\"ם דמינה כי יקרא פדיון שבוים דביה איירי מותר לתת יותר מחומש מתורת חסידות ועמ\"ש אני בעניותי בזה בספר הקטן ברכי יוסף י\"ד סימן מט\"ר:<br><b>אמור</b> מעתה על פי האמור יכולני לפתור דכאשר ירדו שאו\"ל עד היכן כחה של צדקה החכם בחכמתו שלמה הע\"ה השיב תשובה נצחת צאו וראו מ\"ש דוד אבא פזר וכו' דהיינו אף דאין לבזבז יותר מחומש אם פזר בדיעבד שכרו אתו וזה כח גדול דגם בדבר שהוזהר שלא יעשה אם עשה בא בשכרו. ואע\"ג דאמרו באושא התקינו אל יבזבז יותר מחומש. כבר בירושלמי פ\"ק דפאה אמרו כך היתה הלכה בידם ושכחוה ויש מקום לומר דכך היתה הלכה מימי עולם:<br><b>ואחרי</b> כתבי מצאתי במסכת כלה דאמרו שם אמרו עליו על ר' טרפון שהיה עשיר גדול ולא היה נותן מתנות לאביונים פעם אחת מצאו רבי עקיבא א\"ל ר' רצונך שאקח לך עיר או שתים א\"ל הן מיד עמד ר\"ט ונתן לו ארבעה אלפים דינרי זהב נטלן רבי עקיבא וחלקן לעניים לימים מצאו ר\"ט וא\"ל היכן העיירות שלקחת לי תפסו בידו והביאו לבית המדרש וכו' עד שהגיעו לפסוק זה פזר נתן לאביונים צדקתו עומדת לעד א\"ל זו העיר שקניתי לך עמד ר\"ט ונשקו על ראשו וכו' והוסיף לו ממון לבזבז עכ\"ל שש אנכי שכיונתי במקצת וק\"ק על הרב בצלאל דלא זכר שר בריתא דמסכת כלה דהגם דיש קצת שינוי בין המדרש למסכת כלה. מ\"מ במה שנראה ומוכח ממסכת כלה דהיה עשיר גדול ומעשה דר' עקיבא מפורש שם דהיינו ע\"ד כופין על הצדקה בזה יש לנו להשוות המדרש למסכת כלה ודוק הטב. ובמאמרינו כבר כתבתי בעניותי בספרי הקטן ראש דוד דף ס\"ז וס\"ח ובספר הקטן דברים אחדים דף קל\"ג ע\"ד עש\"ב בס\"ד:", 
            "<b>איפרא הורמיז וכו' ולא קבלינהו וכו'. </b>כתוב בהגהות אשרי בסוגיין שאלתי למורי מהר\"ר אברהם מ\"ט לא מקבלינן צדקה מן הנכרי אדרבא נסמוך אדאורייתא כמו שמקבלים נדרים ונדבות מנכרים כך נקבל צדקה מן הנכרים ותירץ לי מורי מהר\"א דנדרים ונדבות לא אתי לכפרה אבל צדקה אתי לכפרה ולא ניחא ליה שיהיה להם כפרה עכ\"ל. וחזה הוית להרב פנים מאירות בספרו כתנות אור על התורה הנדפס מקרוב בסוף פרשת ויקרא שכתב על דברי הגהות אשרי הללו וז\"ל וקשה לי על תירוץ זה דהא כתבו התוס' בפרק חזקת (בבא בתרא דף מ\"ח) ד\"ה יקריב אותו מלמדין שכופין אותו לא דמי להא דאמרינן פרק שור שנגח דו\"ה חייבי חטאות ואשמות אין ממשכנין אותן משום דלכפרה אתי לא בעי משכונה אבל הני נדר ונדבה אינם מכפרים והא דקאמר הכא ניחא ליה דתיהוי כפרה היינו ממה שנדר שאם לא ישלם נדרו עונו ישא. ולפי תירוץ מהר\"א דצדקה באה לכפרה יקשה אמאי ממשכנין על הצדקה דהא מידי דבעי לכפרה לא בעי משכונה. וה' האיר עיני שמצאתי תירוץ נכון במ\"ש התוס' פ\"ק דראש השנה דף ו' דחטאות ואשמות אם עבר בל תאחר ממשכנין וצדקה מחייב עליה לאלתר ומשו\"ה אף דבאה לכפרה ממשכנין כחטאות עכ\"ל בקצור:<br><b>ואני</b> שמעתי שרבני אשכנז הקשו על הרב ז\"ל דמאי מקשה על הגהות אשרי הא מהר\"ר אברהם קאי על גוים ואיברא דצדקת הגוים מכפרת אבל לישראל אינ\"ה מכפרת הצדקה ולכך קי\"ל דממשכנין ע\"כ שמעתי. ונראה דרבני אשכנז נקטי כסברת ריב\"ז בסמוך דתניא דאמר להם ריב\"ז כשם שהחטאת מכפרת לישראל כך צדקה מכפרת על א\"ה ועלה סמכי דמשמע דלא\"ה מכפרת כחטאת לישראל אך לישראל אינה מכפרת וזה דעת מהר\"א שהביא בהג\"א ולי ההדיוט אין דבריהם מחוורין דאי כל תורפיה דמהר\"א שהביא בהג\"א על זה ומזה הבין דלישראל אינה מכפרת ליתא דריב\"ז עצמו קאמר פ\"ד דאבות דר' נתן דחסד מכפר כקרבנות והכא כתיב וחסד לאומים והוא פירש צדקה וגם שם דקאמר דחסד מכפר כקרבנות היינו צדקה נמי וכדמייתי מדניאל שהיה מלוה הכלה וכו' ונותן פרוטה לעני (וע\"ש במחזה אברהם שהיא תוס' על אדר\"ן שנדחק במ\"ש שם שכן מצינו בדניאל דוחקים גדולים מאד). ועוד נעלם מהם מאמר רז\"ל הובא בילקוט ריש פרשת שופטים שהצדקה גדולה מהקרבנות דקרבנות מכפרות על השוגג וצדקה מכפרת גם על המזיד כדכתיב עשה צדקה ומשפט נבחר לה' מזבח ע\"ש ומאחר שכן הדרא קושית הרב פנים מאירות לדוכתא דלא אפשר דמהר\"א שהביא בהג\"א סבר דצדקה לישראל אינה מכפרת דהוא הפך רז\"ל ומוכרח לומר תירוץ הרב פנים מאירות והנה אמת נכון:<br><b>ברם</b> גם על הרב פנים מאירות קשה דנראה דנעלמו ממנו מאמרי רז\"ל הנזכרים דלא אשכח דצדקה מכפרת כי אם בהג\"א משם מהר\"א ועל זה מקשה ורמי ותריץ יתיב ולפי האמת אין צורך לא לדברי הג\"א ולא לדברי התוס' דפרק חזקת רק בסוגיית קמא דף מ' דמוכח התם דטעמא דחטאות דממשכנין היינו משום דאתו לכפרה ואיבעיא ליה בכופר שם הי\"ל להקשות קושיתו דא\"כ אמאי ממשכנין על הצדקה דמכפרת איברא דלפי מ\"ש הרב המאירי שם בסוגית קמא והביאו בשיטה מקובצת שכתב וז\"ל מי שנתחייב בכופר אע\"פ שהוא בא לכפרה הואיל ואין זה הולך למזבח ולא לבדק הבית אלא שהוא ממון חבירו קל הדבר בעיניו וממשכנין אותו עכ\"ל לפי דבריו מתרצתא קושית הרב פנים מאירות דאע\"ג דצדקה מכפרת כיון שאינה למזבח או לבדק הבית רק לעני קל הדבר בעיניו וממשכנין. ואם נפשך לומר דאמאי לא פשיט התם בקמא מאי דבעי אם ממשכנין על הכופר ותפשוט מצדקה. יש לומר משום דהא דממשכנין על הצדקה אינה משנה או ברייתא והכי ארחיה דגמרין דלא בעי למפשט אלא ממשנה או ברייתא כמ\"ש הראשונים כידוע ועמ\"ש הרמב\"ם והה\"מ פ\"י דנזקי ממון דין ד' ע\"ש:<br><b>ועוד</b> נראה לתרץ לקושית הרב פנים מאירות הנזכר במ\"ש התוס' ריש פ\"ג דכריתות דף י\"ב ד\"ה או דילמא דהא דאמרינן חייבי חטאות ואשמות אין ממשכנין אותם היינו כשאומר דלא ניחא ליה בכפרה אבל אם הוא סבור שהוא פטור אז ממשכנין אותם וכ\"כ ר\"פ האשה רבה. ולפ\"ז יש לומר דהא דממשכנין היינו שאינו רוצה ליתן והוא אמיד דהיינו שסובר שהוא פטור לתת דבכה\"ג ממשכנין ובכי הא הוא דאתמר לעיל דף ח' ע\"ב דממשכנין על הצדקה בדאמיד כי הא דרבא אכפייה לרב נתן בר אמי וכו' ע\"ש וכ\"כ הרמב\"ם פ\"ז דמתנות עניים דין יו\"ד מי שאינו רוצה ליתן צדקה או שיתן מעט ממה שראוי לו ב\"ד כופין אותו ומכין אותו מכת מרדות עד שיתן מה שאמדוהו ליתן ויורדין לנכסיו וכו' וממשכנין על הצדקה ואפילו בע\"ש עכ\"ל הרי דעיקר מ\"ש ממשכנין הוא באינו רוצה לתת או רוצה לתת פחות מהראוי לו והגם שהצדקה מכפרת בכי האי דהוא סובר דפטור ממשכנין כמ\"ש התוס' דאם הוא סבור שהוא פטור ממשכנין גם בחטאות כדבר האמור:<br><b>ומכלל</b> הדברים אמורים אתה הראת לדעת דתירוץ הרב פנים מאירות בספרו כתנות אור דצדקה עבר מיד על בל תאחר וכו' נתפקפק התירוץ דזה אינו אלא כשביטא בשפתיו לתת לעני אז הוא דעבר על בל תאחר אבל עיקר ממשכנין על הצדקה נאמרה בש\"ס ונשנית בפוסקים על מי שאינו רוצה לתת צדקה או רוצה לתת פחות מהראוי לו אז ממשכנין. ובזה ליכא בל תאחר דהדרא קושיא לדוכתא דאמאי ממשכנין על הצדקה כיון דמכפרת תהוי כחטאות ואשמות דאין ממשכנין. וק\"ק על הרב הנזכר כי השב\"ח השבי\"ח וקלסיה להאי שינויא והעלים עין דממשכנין למי שאינו רוצה לתת או שרוצה לתת פחות מהראוי לו דלא שייך בל תאחר כלל. לכן נראה כדכתיבנא בעניותין עפ\"י דברי התוס' דכריתות והביאם הרב מש\"ל פי\"ד דמעה\"ק דממשכנין כשסובר שהוא פטור וכדאמרן אכן אם ממשכנין כשנדר ותבע הגבאי דאיכא בל תאחר וכמ\"ש המרדכי בפרקין סימן תצ\"א ע\"ש ובחידושי הרמב\"ן בשמעתין אז נצטרך לתירוץ הרב פ\"מ הנזכר עפ\"י דברי התוס' דר\"ה וכ\"כ הרמב\"ן הביאו הרב מש\"ל פי\"ד דמעה\"ק ועיין בחידושי הרשב\"א פ\"ק דר\"ה ודוק הטב:"
        ], 
        [
            "<b>תניא אמרו עליו על בנימין הצדיק וכו' אמרו מה\"ש רבש\"ע אתה אמרת כל המקיים וכו' תנא הוסיפו לו כ\"ב שנה וכו'. </b>הא דמלאכי השרת לא טענו מדכתיב וצדקה תציל ממות משום דהצדקה מצלת ממיתה משונה וכמש\"ל דף יו\"ד. ומ\"ש בסוף שבת דממיתה עצמה מצלת היינו ממיתה קודם זמנו כמו שנראה מדברי מהרש\"א שם בשבת. ואפשר דבנימין הצדיק אלו השנים היו קצובים לו ומ\"ש על שנותיו לאו דוקא ומשום הכי הצדקה פשוטה לא היתה מצלת. ומה גם דהצדקה המעולה נותנה ואינו יודע למי נותנה וכו' ואז הוא דמצלת ממיתה משונה וכמו שאמרו לעיל והכא לא היה בחינה זו ולכן אתו עלה מצד שקיים כמה נפשות. ולכן הוסיפו לו מן השמים תוספת ממש כ\"ב שנה. ואפשר דמספר זה כנגד העושה צדקה דמתברך בששה ברכות המפייסו בי\"א הם טו\"ב. ובחינת ה' שהיא השכינה דע\"י הצדקה מיחדה עם דודה הם כ\"ב:", 
            "<b>ת\"ר מעשה במונבז המלך שבזבז אוצרותיו וכו'. </b>ע\"ס המאמר. בזאת אני פותח פתח כל שהוא במאמר הנשגב הזה. ואפשר כי פתח דבריו יאיר לרמוז דבצדקה מהפך מדה\"ד למדת רחמים וז\"ש אבותי גנזו למטה כלומר אל מקום ששולט מדה\"ד והיינו למטה במקום ירוד דאפשר שתהיה ירידה על ידי מדה\"ד הקשה וירדו הם וכל אשר להם. ואני גנזתי למעלה שנאמר וצדק משמים נשקף רמז משמים מדת רחמים בסוד ואת\"ה תשמע השמי\"ם נשקף מדה\"ד כמשז\"ל כל השקפה לרעה חוץ מהשקיפה ממעון קדשך שמתנות עניים מהפכת מדה\"ד למדת רחמים וזהו משמים רחמים נעשה רחמים גם מדה\"ד הרמוז בתיבת נשקף:<br><b>ועוד</b> הן בה גנזו במקום שהיד שולטת שם רמז מה שביארנו בדרושים במשז\"ל דגומלי חסדים הם בצלו של הקב\"ה והמאמר ארוך במדרש רות ופירשו יפה הרב מהר\"א מיוחס בספר בני אברהם דרוש ג'. ושם ביארנו דאין רשות לסט\"א בצדקה וז\"ש במקום שהיד שולטת יד לאמ\"ה סט\"א ואני במקום שאין היד שולטת בו דהצדקה אינה בחלקו של טורף שנאמר צדק ומשפט מכון כסאך מקום הקדש ואין פחד שתשלוט הסט\"א כלל כי רב מאד יתרון מעשה הצדקה כמש\"ה וצדקתו עומדת לעד כמו שביארנו שם בס\"ד:<br><b>וכלפי</b> טענת הכילי כי הוא אמר שאין רצונו להרע לעני דכתיב ושונא מתנות יחיה ואם העני מקבל הן נגרע מחייו ובזה שאינו נותן לו צדקה ארכא בחיין יהיבת ליה לז\"א אני גנזתי דבר שעושה פירות וכיון דמטי הנאה לנותן ליכא משום ושונא מתנות יחיה כמ\"ש בסמ\"ע סימן קע\"א ומייתי קרא אמרו צדיק כי טוב לבריות בצדקה וג\"ח ואין רע במה שעושה צדקה כי פרי מעלליהם יאכלו וכיון דמטי הנאה לנותן גם העני חיה יחיה:<br><b>ומשום</b> דאכתי לא יבצר מאן דיימר שלו דאיברא דהצדקה מצוה רבה מ\"מ צריך שתהיה עם אנשים מהוגנים אבל עם אנשים שאינם מהוגנים לא עביד מידי והוא מכשול כמש\"ל הכשילם בבני אדם שאינם מהוגנים לז\"א אני גנזתי נפשות רמז שעושה צדקה עם הרבה בני אדם ובודאי איכא בינייהו אנשים מהוגנים וכמו שפירש הרב מהר\"ש אלגאזי בפסוק פזר נתן לאביונים רבים ודאי יש בתוכם הגונים וצדקתו עומדת לעד. וזה רמז ולוקח נפשות שגם דיש לחוש לאנשים שאינם מהוגנים מ\"מ בעשותו עם הרבה וז\"ש ולוקח נפשות רבות נקרא חכם דבזה ניצול מהכשילם בבני אדם שאינם מהוגנים:<br><b>ולמען</b> דעת כי המקמ\"ץ והמצר\"ף לשוא צרף צורף כצרו\"ף כסף כי לא במותו יקח ואין כל מאומה בידו וכמשל המלך ששאל לשר אחד עתיר פומבי כמה ממון יש לו אשר סגל באוצרותיו והשיב לו כי אעבור בס\"ך מקנה וקנין אשר לי הוא סך פלוני אשר לא היה כעשירית נכסיו והמלך חרה אפו. וא\"ל השר אדוני המלך שאל את עבדו כמה ממון יש לי ועל זה היה דברי כי סך הנזכר נתתי לצדקה וזהו שלי. וכל היתר מי יודע למי יהיה ותשובה נצחת השיבו כי חוץ ממה שמוציא האדם לצדקה או למצוה כי זה ודאי שלו. המותר אם יהיה לו רבבות אלפים לא במותו יקח ועזב לאחרים חילו וכה אמר מונבז אני גנזתי לעצמי כי זה ודאי שלי שנאמר ולך תהיה צדקה כי אינו נכון ואמת לומר וליחס לך אלא הצדקה והיה הנשאר אבני חפץ וכסף וזהב מקרקעי ומטלטלי והון עתק אינו מתיחס לך כי מי יודע אחריך מי ישלוט בו:<br><b>וחתים</b> טוביומ\"י אני גנזתי לעה\"ב דבצדקה ניצול מגהנם כמשז\"ל והולך במדור לפי כבודו בצל שדי יחסה ככל הדברים הנאמרים באמת במדרש רות רבתי הנזכר ע\"פ לחסות תחת כנפיו דעושי חסד אין חסים אלא בצילו של ממ\"ה הקב\"ה שנאמר מה יקר חסדך אלהים ובני אדם בצל כנפיך יחסיון והרחיב הביאור הרב מהר\"א מיוחס בספר בני אברהם כמו שרמזנו לעיל:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מ\"ט דרשב\"ג וכו' במתנה לא ניחא לי וכו'. </b>עמ\"ש הרא\"ש ז\"ל ומ\"ש האחרונים וכתבתי בעניותי בזה בספרי הקטן ראש דוד פרשת בהעלותך בס\"ד ע\"ש באורך:"
        ], 
        [
            "<b>תוס' ד\"ה שבהן עמודים עומדים וכו' דאין קטיגור נעשה סניגור וכו'. </b>עיין י\"ד סימן קל\"ט דין י\"ד. ועיין בענין זה בספר ארעא דרבנן מהדורא שניה. ואני בעניותי כתבתי קצת בזה במקומו בס\"ד:"
        ], 
        [
            "<b>לקדמיה לאיוב וכו' דא\"ר יוחנן למה נקרא שמה רות וכו'. </b>עמ\"ש אני בעניי בקונטריס שמחת הרגל בתחילת רות. ועמ\"ש בקונטריס זה לעיל בברכות דף ז' מהש\"ס בס\"ד:"
        ], 
        [
            "<b>ה\"נ משל בעלמא א\"כ שמו ושם עירו למה. </b>הכי אמרינן בעירובין דף ס\"ג ע\"א שמו ושם אביו למה שלא תאמר משל היה. וק\"ק ממ\"ש בחולין דף צ\"ד ע\"א א\"ר אליעזר בן יעקב על דבר זה נהרגו ג' נפשות מאי קמ\"ל דכלה ראב\"י היא ומאי פריך אימור דראב\"י אתא כי היכי דלא נימא משל היה דהא התם בעירובין והכא בסוגיין קאמר דשמו ושם עירו או שם אביו קתני דלא נימא משל היה ובההיא דחולין דלא הזכיר שמו וכיוצא הו\"א משל היה ולהכי אתא ראב\"י לומר דאינו משל אלא ע\"ד זה נהרגו ג' נפשות. ויש לישב. ואחרי כותבי אני מסתפק אם שמעתי דקדוק זה בימי חרפי:"
        ], 
        [
            "<b>א\"ר יוחנן גדול הנאמר באיוב יותר ממה שנאמר באברהם וכו' וסר מרע. </b>אפשר לפרש בכתוב וגם אפשר דר' יוחנן כיון לזה בפירוש וסר מרע ולא סבר כדבסמוך כי וסר מרע ותרן בממונו וכו' אמנם הכונה כמו שפירש הרב מהר\"ם אלשיך בדרשותיו פרשת שמיני במאמרם ז\"ל תדעו שאדם עובר עבירה וכו' דאפילו ירא ה' אם התחיל לעבור אינו נמנע כי אם ממורא בשר ודם כרב עמרם חסידא שהוצרך לזעוק נורא בי עמרם וכו' ע\"ש באורך אשר זה אצלי הדל מש\"ה במשלי סימן י\"ד חכם ירא וסר מרע וכסיל מתעבר ובוטח הכונה שהחכם בחכמתו ירא ואף אם באולי פתהו יצרו להתחיל בעבירה גדול כחו שהוא סר מרע אחר שכבר התחיל בו. כל קבל דנא כסיל מתעבר התחיל לעבור ובוטח שהוא מעצמו יכול לחזור ולא יעשה כאשר עשה רב עמרם ונלכד ולפירש\"י מחליק ונופל כי אין בו דעת להנצל כרב עמרם. וזה אפשר שהיה מעלת איוב שהיה ירא ואף אם באולי התחיל לעבור זו כחו להיות סר מרע וזו מעלה גדולה ס\"ר לו נאמר מה שלא היה יוכל עשוהו רב עמרם חסידא וזהו גדול הנאמר באיוב:<br><b>אכן</b> הדבר קשה דהוא רחוק דאיוב גדול מאברהם ח\"ו ותו דמאי ראיה מייתי מדכתיב עתה ידעתי כי ירא אלהים אתה והלא מסורת היא דאומרים מקצת שבחו של אדם בפניו וא\"כ באברהם שהיה מדבר לו לכן לא אמר אלא מקצת שבחו ואיוב שלא בפניו כתיב ירא אלהים וסר מרע. [ועתה מידי עוברי בספר דברי אמת להרב מופת דורנו מהר\"י בכר דוד ראיתי בדרושים דף כ\"ג שהקשה זה משם הרב מהר\"ש אלגזי בתאוה לעינים וכתב שם שתירץ דמ\"ש רז\"ל דאומרים מקצת שבחו בפניו אינו בפניו ממש אלא כל שבחייו קרוי בפניו אפילו שאינו עומד שם וכו' והוא ז\"ל השיג עליו ממ\"ש רש\"י פרשת בהעלותך והוא מהפסיקתא על פסוק ויקרא אהרן ומרים ויצאו שניהם ולמה משכן והפרישן ממשה לפי שאומרים מקצת שבחו וכו' והרי משה רבינו ע\"ה חי היה וחשוב בפניו עכ\"ד הרב דברי אמת. והא דרש\"י פרשת בהעלותך ופסיקתא. הוא ג\"כ בספרי שם והרב הנזכר הי\"ל להזכיר שהוא ספרי. וכן אמרו בזהר הקדוש ריש פרשת ויקרא ובזהר דייק לקמיה ע\"ש. ועדיפא מינה היה לו להקשות להרב דברי אמת על הרב הגדול מהר\"ש אלגאזי דאמרו בספרי שם וב\"ר פרשה ל\"ב דאומרים מקצת שבחו של מי שאמר והיה העולם בפניו שנאמר אמרו לאלהים מה נורא מעשיך וכו' ע\"ש. והרי גדולה מזו דאפילו שכביכול הכל בפניו. כשמדבר לנכח דוקא חשיב ליה בפניו. וק\"ו עאכ\"ו לאדם שכל שאינו עומד שם חשוב שלא בפניו ודוק הטב] ויראה דחדא מתרצא חברתא דודאי איוב איננו גדול מאברהם דאיוב שלא בפניו ואברהם בפניו וזהו דקדוק הלשון דאמר ר' יוחנן גדול הנאמר באיוב דלא אמר גדול איוב מאברהם ח\"ו רק יותר מעלה יש בכתו' אמורה באיוב ובודאי שמה שלא נאמרה באברהם היינו משום שהיה בפניו ודוק:"
        ], 
        [
            "<b>מאי אהדרו ליה חבריה אף אתה תפר יראה וכו' ברא הקב\"ה יצה\"ר וכו'. </b>זה שנים רבות שפירשתי בעניותי מ\"ש בקדושין דף ל' אמר הקב\"ה בראתי יצה\"ר בראתי לו תורה תבלין אם אתם עוסקין בתורה אי אתם נמסרים בידו וה\"נ אמרו בסוגיין כי ס\"מ ולילית שהם מקור היצה\"ר בגימטריא תרי\"א ולכן העוסק בתורה ניצול מהם כי תור\"ה גימטריא תרי\"א לבטלם וז\"ש אם אתם עוסקים בתורה אי אתם נמסרים בידו כי תורה גימטריא תרי\"א מרחקת ס\"מ ולילית שהם גימטריא תרי\"א. ואחר זמן רב בא לידי ספר לב אריה וראיתי פרשת פקודי ופרשת נצבים שקדמני בזה וכיונתי לדעתו דעת עליון:<br><b>ואפשר</b> שזה טעם משז\"ל שאין לו להקב\"ה בעולמו כי אם אוצר י\"ראת שמים כי מי שיש לו י\"ראת שמים מכניעם כי כן י\"ראת גימטריא תרי\"א וזה שיש לו י\"ראת שמים דבק באלהים חיים. ובזה נבא למאמרין דהבן אדם אנוס מיצה\"ר ועל זה השיבו לו חביריו דאין כאן טענה לפטור העולם מן הדין דזה ששלט בך יצה\"ר הסיבה הוא שתפר יראה שאלו היה בך ירא\"ת שמים היית ניצול וגם תגרע שיחה לימוד תורה שאם עסקת בתורה לא היית נמסר ביד יצה\"ר דחושבן ירא\"ת וחושבן תור\"ה בחושבן פלוני ופלונית כאמור:<br><b>אך</b> אוסיף להביט כי תלמיד\"י חכמי\"ם עם הכולל גימטריא תרי\"א שע\"י תורה גימטריא תרי\"א וע\"י ירא\"ת שמים גימטריא תרי\"א בדלים מהם יצה\"ר דכו\"ן וה' עמם. ואפשר דז\"ש תלמיד\"י חכמי\"ם הגורמים ביטול היצה\"ר. מרבים שלום בעולם העליו. ויתכן להוסיף ביאור בזה כי גמילו\"ת חסדי\"ם גימטריא תרי\"א ולכן ציונו יוצרנו יתברך שמו שיהיה לנו ירא\"ת שמים ולעסוק בתורה וגמילות חסדים והטעם לבטל הנזכר במחשבה דיבור ומעשה. במחשבה להיות לבו מלא ירא\"ת שמים וכל מעיניו לחשוב מחשבות בגדר וסדר ירא\"ת שמים. והן הפה גומר תלמוד תור\"ה אמרות טהורות בדיבור. ומעשה ידיו גמילו\"ת חסדי\"ם. והני תלתא במחשבה דיבור ומעשה מכניעים ומבטלים פלוני ופלונית וכל אביזרייהו. וזה טעם משז\"ל פ\"ק דע\"ז אשריהם ישראל שהם עוסקים בתורה וגמילות חסדים יצרן מסור בידם והרי הוא כמבואר. וזה אפשר טעם מצות ראי\"ת ציצית להכניע הנזכר גימטריא ראי\"ת ועי\"ז ממשיך ירא\"ת שמים כמ\"ש דורשי רשומות וראיתם אותו אותיות ויראתם אותו. ובמקום אחר הארכתי ברמזים אלו בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>והא אנן זכר קרינן וכו'. </b>עמ\"ש אני בעניי בזה בספרי הקטן דברים אחדים דף קי\"א ע\"ב בס\"ד ע\"ש באורך:"
        ], 
        [
            "<b>אנא ענישתיה. </b>עמ\"ש התוס' ועמ\"ש בעניותי לעיל בשבת דף קמ\"ט בס\"ד יעויין שם ועוד כתבתי במקום אחר בלקוטי בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אנא לא קייצנא וכו' וא\"ר חנינא לא שכיב וכו'. </b>עמ\"ש הרא\"ש בפסקיו והאריך בזה הרב בית יעקב סימן ק\"ם ואני בעניי כתבתי באורך על דבריו ודברי שאר אחרונים בשתי תשובות שהשבתי בעניותי בענין זה הנה הנם בספרי הקטן חיים שאל בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>אבא שאול אומר כל אילן סרק וכו'. </b>הרב הנמקי כתב בדברי ת\"ק ואינו יכול לקוץ יותר כיון שעושה פירות כאבא שאול וכו'. והקשו לי דהרב הנמקי בת\"ק קאי ופליג כדאמרו בגמרא וכמ\"ש הוא אח\"ך עד כאן דבריהם. ולפום ריהטא הדבר קשה דאף דמהר\"י בן מיגאש פסק כאבא שאול מ\"מ הוא מפרש ת\"ק והרי\"ף פוסק כת\"ק. והשבתי בדוחק שבא לפרש הרב הנמקי דלת\"ק הוה ס\"ד דאם בעל האילן רוצה לפנים משורת הדין יכול לז\"א דאף לת\"ק בפרט זה יש חילוק בין מאכל לסרק דבמאכל אינו יכול לקוץ לפנים משורת הדין שעושה פירות כאבא שאול דאף דסבר דהענפים מזיקין דוקא סרק יקוץ ולא מאכל דהוא איסור ופרט זה דלפנים משורת הדין גם לת\"ק יש חילוק דעושה פירות אינו יכול לעשות לפנים מ\"ה ובפרט זה הוא כאבא שאול ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה קנין בפני שנים. אומר ר\"ת וכו' ואמרינן פרק הזהב גבי היה עומד בגורן וכו'. </b>בתוס' פ\"ק דסנהדרין והמרדכי בפרקין כתבו דיש דוחין ראיה זו דסתם גורן יש בו אנשים הרבה. והרמב\"ן בחידושיו בסוגיין וכן הרשב\"א והר\"ן בחידושיהם כ\"י כתבו דהגם דיש אנשים בגורן הם עבדים וקרובים ועמ\"ש בספרי הקטן שער יוסף בסוף סימן ד' דף ז' ע\"ב. ועמ\"ש מהרימ\"ט בחידושי קדושין ועיין בבני אהרן בביאורו לסימן רמ\"א ובשו\"ת משפט צדק ח\"א סימן ל\"ה. ובימי חרפי כתבתי בענין זה ובדברי הראשונים והאחרונים בקונטריסי בס\"ד ע\"ש באורך:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בני העיר שנגנב ס\"ת וכו' ולסלקו בי תרי וכו'. </b>עמ\"ש הרב פני משה בח\"ב סימן י\"ט ועמ\"ש אני בעניי בברכי יוסף ח\"מ סימן ג'. וסימן ל\"ז. בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>רב ביבי מסיים בה משמיה דר\"נ במתנה בקש וכו'. </b>זו גירסת רבינו יונה בעליותיו והרשב\"א בחידושיו. וסוגיא זו נראה דנעלמה לפי שעה ממרן בכ\"מ והרב לחם משנה פ\"א דמכירה וכמ\"ש בספרי הקטן דברים אחדים דף ק\"א ע\"ב ועיין בראש דוד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>הרי הן כמדבר. </b>עמ\"ש רשב\"ם ומ\"ש הרב מהרש\"ל בתשובותיו סימן ל\"ז ומאי דכתיבנא בעניותין בספרי הקטן דברים אחדים דף קנ\"ו בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' מציין מערתא וכו'. </b>עמ\"ש הרמב\"ן בחידושיו ועמ\"ש הרב פר\"ח בנימוקיו ועמ\"ש בשו\"ת בית יעקב סימן פ\"ו ועמ\"ש אני בעניי בספרי הקטן שער יוסף דף צ\"ג ע\"א בס\"ד ע\"ש באורך והרב עיון יעקב כתב דמהא דכי מטא למערתא דאברהם יש להוכיח דאף אם מת ע\"י הקב\"ה יש דין טומאה ע\"ש ועמ\"ש מורינו הרב בתי כהונה ח\"א סימן כ\"ג דף קכ\"ד סוף ע\"ב ע\"ש:"
        ], 
        [], 
        [], 
        [
            "<b>מנא הני מילי אמר ר' יוחנן דאמר קרא וישא בלעם וכו' שוכן לשבטיו וכו' שאין פתחיהם מכוונים וכו'. </b>פירשו המפרשים דאין פתחיהם מכוונים כדי שלא יסתכלו בנשים וכל מקום שאתה מוצא גדר ערוה אתה מוצא קדושה והשראת שכינה. ושמעתי מהרב מר קשישא כמהר\"י פורמיגיני זלה\"ה שהיה מדקדק א\"כ מאי יליף דהזק ראיה הוי הזק הא זהו מטעם קדושה אבל בלא\"ה אימא לא שמיה הזק ופירש הרב ז\"ל במ\"ש ז\"ל דהזק ראיה היינו כשהאחד קדם אבל שנים פותחים בבת אחת אין א' יכול למחות דכל אחד יאמר כשם שאתה פותח עתה גם אני אפתח ופותחים שניהם. והנה בכתוב יש לדקדק דהול\"ל וירא את ישראל כי שכן לשבטיו מאי שוכן אלא הכונה דבמדבר היו בבת אחת עושים האהלים והיו יכולים לפתוח שניהם דליכא הזק ראיה ועכ\"ז אף שהוא שוכן בבת אחת לשבטיו עם כל זה אין פתחיהם מכוונים והוא משום גדר ערוה ויש קדושה ושכינה ומדקפיד לומר שוכן מכלל דאם אינם בבת אחת יש הזק ראיה ע\"כ דברי הרב הנזכר ודוק כי קצרתי:<br><b>והתוס'</b> כתבו ראויין הללו שתשרה שכינה עליהם מסיפיה דקרא קא דריש דכתיב ותהי עליו רוח אלהים עכ\"ל ואפשר דכונתם ע\"ד מה שדרשו בזהר הקדוש שפירשו ותהי עליו רוח אלהים על ישראל דחפא עלייהו שכינתא דלא ישלוט עינא בישא דבלעם בזכות יוסף הצדיק שנשתרבב וכיסה את אמו שלא יראנה עשו עיין שם באורך אמרי קדוש ומעין דוגמא נאמר שהוא דעת התוס' דהא דכתיב ותהי עליו רוח אלהים הוא על ישראל והש\"ס משמע ליה דיען מלאך רע בלעם על כרחו ענה אמן שראוים שתשרה עליהם שכינה תכף זכו ישראל ששרתה שכינה ותהי עליו רוח אלהים. ומדכתיב ותהי עליו רוח אלהים דודאי קאי על ישראל אנו למדים שראה שאין פתחים מכוונים ואמר ראויים הללו. ותכף ותהי על ישראל רוח אלהים דאפילו ההוא אמגושא סט\"א אמר ראויין הללו ונסתם פה המקטרגים ותהי עליו וכו' ועמ\"ש הרב מהר\"ש אלגאזי ברצוף אהבה ודוק הטב:"
        ], 
        [
            "<b>אלא א\"כ רוב הצבור יכולין לעמוד בה ואמר רב אדא בר אהבה מאי קראה במארה אתם נארים וכו'. </b>ה\"ג בילקוט ובעין יעקב וכן הביאה הרב הנמקי וכן יש לדקדק מדברי רשב\"ם ובהכי פלטי לן מקושית הרב באר שבע בתוספותיו פ\"ק דהוריות וכמ\"ש אני בעניי בספרי הקטן שער יוסף שם דף כ\"ב ע\"ג בס\"ד ע\"ש:", 
            "<b>שנאמר אם לא אעלה את ירושלם על ראש שמחתי וכו'. </b>כד הוינא טליא שמעתי משם כת הקודמין שפירשו הפסוק הזה אם אשכחך ירושלם וכו' עם הא דפרושים ור' יהושע אבל לא היה מתישב יפה. ועתה נ\"ל לישב הפסוק באופן זה דילן אמרי דילהון היא אם אשכחך ירושלם תשכח ימיני ודין הוא שלא נאכל בשר שממנו מקריבין קרבנות ולא נשתה יין דמנסכין על גבי המזבח. אמנם אם ככה אעשה דין הוא שלא נשתה מים שכבר בטל נסוך המים כמו שאמר להם ר' יהושע. וז\"ש תדבק לשוני לחיכי שלא לשתות מים גם כן. וא\"כ לא אפשר אלא כך צריך לעשות שנעשה זכרון כמ\"ש סד את ביתו בסיד ומשייר בו וכו'. וז\"ש אם לא אזכרכי. כלומר אם לא אפשר שלא לאכול בשר ויין ומים. התיקון הוא אזכרכי לעשות זכרון בעלמא. וכן היה צריך מיום שפשטה מלכות וגוזרת גזרות שלא לישא אשה ולא להוליד בנים אך לא אפשר דזרעו של אברהם אע\"ה כלה ומ\"מ יתן אפר מקלה בראש חתנים וכו' וז\"ש אם לא כלומר אם לא אפשר שלא לישא אשה וכו'. מ\"מ אעלה את ירושלם על ראש שמחתי שיתן אפר וכו' כמו שאמרו בשמעתין על האי קרא:"
        ], 
        [], 
        [
            "<b>תוס' ד\"ה ארעתא. </b>עיין כל דבריהם. והרב משפט צדק ח\"ב סימן יו\"ד כתב דבמציעא חזרו התוס' מתירוץ זה דפרדסי משמע כלן עש\"ב והרואה יראה דמ\"ש התוס' שם הוא פירוש ריב\"ם שכתבו בשמעתין ולפי פירושו מאי מקשו מדיקלי. ועמ\"ש הרב הנמקי בסוגיין ועיין בהגהות הרי\"ף שבספר תמת ישרים וינוח לך דברי הנמקי ודברי הה\"מ ועמ\"ש הרמב\"ן בחידושיו ועיין מה שכתב בהגהות מהריק\"ש ודוק כי קצרתי:"
        ], 
        [], 
        [
            "<b>תוס' ד\"ה חזינא. </b>עמ\"ש הרב כנסת יחזקאל סימן פ\"ו בפירוש דבריהם ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>א\"ל היכי תניתה א\"ל איפכא תנינא וכו'. </b>עיין בראש השנה דף כ\"ב סוגיא מעין זו ועמ\"ש רשב\"ם בשמעתין ובמה שכתבנו בעניותנו בקונטריסנו זה שם בסוגית ראש השנה בס\"ד:", 
            "<b>הלכתא כוותייכו דמקריבתו לבבא דריש גלותא דשכיחי דייני. </b>מעין דוגמא אמרו בנדה דף י\"ד ע\"ב דר' חמא בר ביסא שביק דברי ר' יוסי רבו דרבי ונקט דברי ר' דשכיחי רבנן קמיה ומחדדן שמעתתיה ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אנקולמוס אינו מכור. </b>אני הצעיר בקונטרס שמות הגיטין כתבתי בעניותי והוכחתי מתשובות הריב\"ש והרשב\"ץ והר\"ן דהוו נהיגי להוסיף על השם אותיות א\"נ כמו שלמה כותבין אנשלמה כלומר אדון שלמה כי א\"נ הוא אות ראשונה ואחרונה מתיבת אדון. והכא רשב\"ם פירש אנקולמוס הוא סופר המלך לכתוב מספר הבתים והשדות והאנשים לתת מס של כל אחד. ואפשר דקרו ליה אנקולמוס כלומר אדון קולמוס להיותו סופר המלך:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>האי גלא דמטבע לספינה וכו'. </b>פירש הרב מהר\"ר יונתן כי שם רמ\"ז כי ספינה הוא אדם ונשמה בתוך הגוף כמ\"ש בזהר הקדוש על יונה שהוא נשמה בירכתי הספינה שהוא הגוף המשוטט במים עזים בעה\"ז ויצר הרע הוא הגל המטביע הספינה במים עזים ומצולות ים רק להשלים כונתו להטביעו בתחילה יבא בדבר יראה וזהו בראשונה כדי לצאת לענינו וכמו שנתבאר אצלנו בשמחת הרגל מה שפירשו כת הקודמין פסוקי ולרשע אמר אלהים מה לך לספר חקי וכו' ע\"ש כי טוב הוא. והיינו דרומז על האר\"ש מתחזי כי נורא חוורתא ברישיה היינו אש לבן לפתותו בדבר טוב ומוסר ויראת ה' שהוא אש לבן מצות ה' ברה מאירת עינים ובזה יוכל לפתותו ולהטביע ביון מצולה באר שחת. אבל האיש החכם יבן זאת דחרבן ראשון ושני באו עי\"ז כגון מ\"ש ר' זכריה בן אבקולס יאמרו מטיל מום בקדשים יהרג וכיוצא ולכן ישים לבו בעומק דבריו להתרחק ממנו וז\"ש ומחינן ליה באלותא דחקיק אהיה אשר אהיה כי שם רמז הגליות אהיה עמהם בצרה אחרת כמשז\"ל עכ\"ד הרב הנזכר:<br><b>ואפשר</b> לרמוז באופן זה האי גלא דמטבע לספינתא הוא היצר הרע שרוצה להטביע האדם הנמשל לאיש אשר בתוך הספינה כיונה כמ\"ש הרב הנזכר. ומתחזי כי נורא חיורתא ברישיה כלומר דהיצה\"ר שהוא אש כמ\"ש בסוף קידושין חזי דאת אשא ואנא בשרא חיורתא כלומר שהוא לבן שעושה ציווי הקב\"ה כמשל שאמרו בזהר הקדוש בח\"ב דף קס\"ג ברישיה שני' הק' הם בראשו כנודע. ואין תקנה ליצה\"ר לבטלו כי אם בתורה כמ\"ש בראתי יצה\"ר בראתי לו תורה תבלין וז\"ש ומחינן ליה באלותא הם עצים רמז לעץ החיים שהיא התורה ואמר לשון רבים אלוותא נגד תורה שבכתב ותורה שבע\"פ דחקיק בה אהיה אשר אהיה וכו' כי כל התורה שמותיו של הקב\"ה ודוק:"
        ], 
        [], 
        [
            "<b>ועכשיו שנשבעתי מי מפר לי וכו'. </b>היל\"ל מופר לך לכאורה ירגיש אדם דהול\"ל לשון התרה דחכם בלשון התרה ובעל בלשון הפרה ואם החליפו אין מותר ואין מופר. ועלה במחשבה דכיון דלשון מותר הוא להתיר הקשר ולעקור הגדר מעיקרו. לצד עילאה לא שייך לעוקרו כאלו לא היה דח\"ו יהא נדרו ושבועתו יתברך כביכול כאלו לא היה ולכך אמר לשון מי מפר לי וכו'. אך קשה ממשז\"ל ויחל משה שהתיר לו נדרו. ותו קשה דכיון דאמרו בזהר דמשה רבינו ע\"ה בעלה דמטרוניתא הול\"ל כביכול שהפר לו נדרו ולא לנקוט גבי ויחל שהתיר לו נדרו. וכבר ישבתי זה בספרי הקטון ראש דוד פרשת תשא ע\"ש:<br><b>ועתה</b> נראה דאפשר לומר דבשלמא להדיוט מוכרח שלא לשנות הלשון דנ\"מ טובא לענין דינא דחכם עוקר הנדר מעיקרא ובעל מיגז גייז וכיוצא אמטו להכי יש קפידא על השנות. אבל כלפי מעלה דלא נ\"מ מידי התרה והפרה כי הדדי נינהו. ומדברי הרב כלי יקר פרשת מטות ד\"ה לא יחל נראה דבעל עוקר הנדר מעיקרו משא\"כ החכם וקשה שהוא נגד הדין. וכמתלמד מדבריו יש לומר להפך דאב ובעל אין להם רשות כי אם נדרי עינוי נפש ואינו רשות כולל לכן מפר אבל חכם יש לו רשות על הכל לכן מתיר כי גדול כחו ומיושב הא דרבה בב\"ח דלא שייך התרה כלפי מעלה לומר שיש רשות כולל לכן נקט הפרה דדמי לבעל שלא יש רשות כולל. שוב ראיתי להרב תורת חיים בשיטתו לסנהדרין דף ק\"י שכתב על הא דרבה בב\"ח שהיה לו דין בעל ע\"ש ואם קבלה נקבל ומצד הסברא רחוק מאד ומה דמות יערוך לאמורא עם אדון הנביאים. ואולי דכיון דהיה מופלג בתורה היה לו ניצוץ משה רבינו ע\"ה כמ\"ש האר\"י זצ\"ל דכל ת\"ח מופלג בדורו יש לו ניצוץ משה רבינו ע\"ה מתנוצץ בקרבו אורב\"ו. וכלפי הניצוץ ההוא אמר בלשון הפרה. אך עדיין יש לעמוד דאי הכי גם אח\"ך בבית המדרש היה יכול להפר כדין בעל דמפר שלא מדעתה ובע\"כ וי\"ל דלאו לגמרי דיינינן כדין בעל. אלא שעדין קשה לפי דברי הרב תורת חיים דמצינו דמשה רבינו ע\"ה ויחל משה ואמר לו בלשון התרה כדבר האמור. וגם למה שכתבתי בעניותי בספר הקטן ראש דוד דבעת ההיא שאמר לו הקב\"ה לך רד שהורידוהו מגדולתו לא הי\"ל בחינה זו דאיש האלהים בעלה דמטרוניתא מ\"מ אי ניצוץ ממשה רבינו ע\"ה מהני לומר בלשון הפרה אמאי משה רבינו ע\"ה לא אמר בלשון הפרה כי גם שירד היה כמה וכמה מאד מאד נוסף על האמוראים. ואי בעי בכל בחינותיו וניצוץ לא מהני הדק\"ל אמאי נקט מופר לגבי רבב\"ח. ויש לישב:<br><b>אחר</b> זמן רב ראיתי בשיטה מקובצת בתרא שנדפסה מקרוב שכתב וז\"ל מופר לאו דוקא אלא מותר א\"נ יש כח ביד הצדיקים לבטל גזרת ה' ושבועה עכ\"ל משם גיליון תוס' וזהו בסגנון אחר ממ\"ש הרב תורת חיים. ואולי גם הרב ת\"ח כיוון לכך. והרב החינוך פרשת יתרו כתב דהכל משל עש\"ב:<br><b>והרב</b> משנה למלך פ\"ז דנדרים דין ט' הקשה דאיך רבה בב\"ח היה יכול להתיר שבועת הגלות והלא היה נוגע בדבר וראיתי בספר בנין אריאל להגאון מהר\"ש נר\"ו הנדפס מקרוב בפרשת מטות שכתב עליו תיובתא לא חזינא דטעמא דנוגע בדבר אינו יכול להתיר היינו שמא יחשוב מחשבות ויבקש עילה להתיר האסור וטעם זה לא שייך אלא במי שסומך על החכם המורה וכו' משא\"כ גבי הקב\"ה אי אפשר לומר כן כי הוא היודע הדין לאמיתו אם יש פתח לנדר זה להתירו אלא שאינו יכול להתיר לעצמו עפ\"י התורה לא יחל דברו אבל אחרים מוחלין לו וא\"כ אפילו הנוגע בדבר יכול להתיר נדרו של הקב\"ה אם רצונו שיתירוהו עכ\"ל בקיצור. ואיני יודע איך לא צדד דקושית הגאון הרב מש\"ל היא קושיא לדעת הריב\"ש שכתב דטעם הירושלמי דצריך שלא יהא נוגע בדבר הוא משום דה\"ל כמתיר נדרי עצמו ולא שייך תירוצו כמבואר וכן הקשו קושיא זו מהא דרבה בב\"ח לדעת הריב\"ש הרב תורת חסד סימן כ\"ג ובסימן כ\"ח משם רב אחד. ובספר אמרי שפר להרב מהר\"ש פרימו פרשת נח ע\"ש ואפשר שגם כונת הרב משנה למלך כן היא אלא שקיצר (או היה כתוב בגיליון על ספר הריב\"ש שהביא בכ\"מ והמסדר זלה\"ה סדרה באופן זה כמו שראיתי איזה פעם כיוצא בזה):<br><b>עוד</b> אשוב אתפלא בדברי הרב בנין אריאל דאגב שיטפיה כתב בנדר הקב\"ה פתח ופשיטא דלצד עילאה לא שייך פתח וכמ\"ש מהרימ\"ט בתשובה י\"ד סימן כ\"ו. וראיתי להרב מהרש\"א בחידושי אגדות פרק אין עומדין ובשלהי פ\"ק דחגיגה הזכיר פתח גבי הקב\"ה והוא אגב שיטפיה. ולעיקר קושית הרבנים הנזכרים לדעת הריב\"ש דרבה בב\"ח היה נוגע בדבר אפשר לישב עפ\"י דברי גליון תוספות שהבאתי דנקט מופר דיש כח ביד הצדיקים לבטל גזרת ה' ושבועה ואם כן אינו בסוג דין נדרים דהצדיקים מבטלים הגזרה אף שהם נוגעים בדבר ומשו\"ה אפיקיה בלשון מופר לומר דאינו דין נדר שהנוגע אינו יכול להתיר. אלא דבתר הכי בבואו למתיבתא דרבנן לא התירו אז דשמא בעת ההיא היה רצון ה' ומי יודע אם ח\"ו ביני ביני נעשו איזה עבירות וחליף שעתא. ועל הספק לא רצו להתיר אח\"ך שמא יהא קטרוג לפי הזמן ההוא ויגרום איזה גזרה ח\"ו כנודע:<br><b>ובהכי</b> מתרצתא גם קושיא אחרת שהקשה הרב תורת חסד סימן כ\"ג והרב משנה למלך פ\"ו דשבועות דין ד' לדעת רבינו שמשון שכתב הריב\"ש סימן ש\"ע דכל שהחכם יודע שהנודר רוצה בהתרה החכם מתירו שלא מדעת הנודר דא\"כ אמאי לא התירו אח\"ך רבה בב\"ח בהדי רבנן ע\"ש ובשו\"ת הרשב\"ץ ח\"ב סימן קס\"ג. ואפשר לישב עפ\"י האמור. ועיין בסוף תורת חסד סוף סימן כ\"ח מה שתירץ לקושיא הראשונה ולהרב כהונת עולם ריש סימן רכ\"ח ע\"ש ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>א\"ר שמואל בר נחמני א\"ר יונתן מאי דכתיב על כן יאמרו המושלים אלו המושלים ביצרם וכו'. </b>נראה דזה וכיוצא בו הוא על הרוב חלק הפשט מהרמז דידוע דהתורה הקדושה יש בה פרד\"ס וכל חלק כלול מארבעתן והוא על דרך מדרש הנעלם שבזהר הקדוש וז\"ח. ומ\"ש הרב עין יעקב משם הרשב\"א ע\"ש יראה דהרשב\"א כתב כן לישב דעת ההמון בדור ההוא. אמנם לא נעלם מרבינו הרשב\"א דיש פרד\"ס וכמה פנים לפנים לתורה שהוא קבל דרך האמת מרבינו הגדול הרמב\"ן ובתשובותיו רמז איזה מקומות דרך האמת וגם אני ראיתי קונטריסים מהרשב\"א כ\"י בדרך האמת בהעלם נמרץ. וגם ראיתי בכתר ש\"ט כ\"י לתלמידו על דרך האמת שכתב שם כמה סודות שקבל מרבינו הרשב\"א. ובגוף המאמר הזה כתבתי בעניותי בספר הקטן דברים אחדים דף ח\"ן ע\"ד בס\"ד:"
        ], 
        [
            "<b>א\"ר יהודה אמר רב כל הפורש מדברי תורה אש אוכלתו וכו' מהאש יצאו והאש תאכלם. </b>אפשר לומר כי התורה מבטלת היצה\"ר כמ\"ש בקדושין דף ל' אמר הקב\"ה בראתי יצה\"ר בראתי לו תורה תבלין ונמצא כי אין ליצה\"ר ביטול אלא בתורה שהקב\"ה אמר כי תורה תבלין ליצה\"ר. וזה שפורש מהתורה הנמשלה לאש ודאי שולט בו היצה\"ר ועושה חטאות ואשמות תדיר ומוכרח אש של גהינם להתיך ולהפריד הזוהמא שהטיל בו היצה\"ר וזהו אש אוכלתו פירוש גהנם להתיך הזוהמא שהטיל בו הסט\"א. א\"נ אפשר דאמרינן בסוף חגיגה ת\"ח אין אור של גהנם שולטת בהם וזה שפירש מן התורה ודאי שולט בו גהנם וה\"ט שת\"ח אין אור של גהנם שולטת בהם דאש התורה מצלת מאש של גהנם וזה הפורש מן התורה שולט בו גהנם. ויומתק מ\"ש אש אוכלתו עם מה שפירשו המפרשים בהא דקאמר ת\"ח אין אור של גהנם שולטת בהם קל וחומר מסלמנדרא שהכונה דגם הת\"ח אם חטא הולך לגהנם אלא דדמי לבגד שסכו בסלמנדרא ועל הסלמנדרא יש לכלוך שאם אותו הבגד ישליכוהו לאש האור שורף לכלוך עד שמגיע לסלמנדרא וכן הת\"ח אם נפשו נתלכלכה בזוהמת הסט\"א הגהנם מתיך הזוהמא והעפוש עד הגיעו לנפש וירף ממנו ואינו שולט בנפשו וז\"ש ת\"ח אין אור של גהנם שולטת בהם דייקא בנפשם אך עמי הארץ שולטת בה\"ם דמחסר האור נפשם ומצטמקת ונחסרת עכ\"ד והשתא א\"ש דאמר אש אוכלתו ממש דמחסר מנפשו עצמה וזהו והאש תאכלם:"
        ], 
        [], 
        [], 
        [
            "<b>וארז אין גזעו מחליף והא דריש וכו' אלא הב\"ע בשאר ארזים וכו'. </b>הרב עיון יעקב פרק שלישי דתעניות דף כ\"ה הקשה ותירץ מדנפשיה על דרך דפריך ומשני הש\"ס הכא ע\"ש וכבר הרב החסיד מהר\"י אלגאזי בספר שארית יעקב סוף דרוש לפרשת טהרה תמה על הרב מהר\"ש אלגאזי והרב ישרש יעקב שם פ\"ג דתעניות דמקשו כדמקשה הש\"ס הכא ונדחקו ונעלם מהם תלמוד ערוך סוגיא דקמן ע\"ש:"
        ], 
        [], 
        [
            "<b>תוס' ד\"ה ההוא למעוטי ח\"ל. </b>עמ\"ש בעניותי בספרי הקטן ברכי יוסף א\"ח סימן תפ\"ט דף קמ\"ה ע\"ב בס\"ד:", 
            "<b>תוס' ד\"ה למעוטי אדמת כותי וכו' ולר\"י נראה דשפיר גר מצי לומר אבותנו ולא קי\"ל כההיא משנה וכו'. </b>וכן הוא דעת הרמב\"ם בתשובה כמ\"ש באגרות הרמב\"ם דלא קי\"ל כמשנה וכן פסק בחיבורו פ\"ג דבכורים. והרב מש\"ל הקשה מסוגיית מכות דף י\"ט דרב אשי קאמר דגר מביא ואינו קורא והיכי שביק תלמודין ונקיט כירושלמי וכבר הרא\"ש בפירושו לסדר זרעים שם בבכורים והריטב\"א בחידושי מכות כתבו לישב סוגית מכות. והרב פנים מאירות בח\"א סימן ס\"ו כתב דהרמב\"ם לא אמרה אלא בבני קיני ונסתייע מדברי התוס' דידן. ונעלם ממנו דברי הרמב\"ם בפירושו פ\"ק דבכורים ודבריו בתשובה הנזכר ודברי הרמב\"ן בחידושיו בשמעתין והארכתי בעניותי קצת בענין זה בספרי הקטן ברכי יוסף א\"ח סימן קצ\"ט ע\"ש בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רבן יוחנן בן זכאי אוי לי אם אומר וכו'. </b>בסנהדרין דף ק\"ט אמרינן דרשה ר' יוסי בצפורי אחתרין ההוא ליליא ש' מחתרתא בצפורי אתו וקמצערי ליה וכו' ויש להרגיש אמאי ר' יוסי לא השיב להם דבכגון זו נאמר צדיקים ילכו בם ועיין מה שישבתי בעניותי בספרי הקטן דברים אחדים דף נ\"ט ע\"ב בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>אותו היום שנפטר אברהם אבינו וכו'. </b>פירשו הראשונים דיש הרבה גדולים דאינו ניכר חסרונן רק במשך זמן. אבל אברהם אבינו אותו היום תכף ומיד ניכר שהעולם אבד מנהיגו עכ\"ד. ואפשר לפי פשוטו שאמרו אוי לעולם ואוי לספינה לרמוז בשני זמנים דכשהעולם בישוב עכ\"פ צריך מנהיג. וכשהעולם בצער כגון ספינה בים צריך קברניט חכם למלט נפשם וכן היה אברהם אבינו ע\"ה בכל זמן הוא הדב\"ר אחד לדור ובתבונות כפיו ינחם ויושיעם מכל צרה:"
        ], 
        [
            "<b>כתיב מחלון וכיליון וכתיב יואש ושרף וכו'. </b>בעניותי כתבתי על המאמר הזה בקונטריס שמחת הרגל רות עש\"ב בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>מאן יש אומרים רשב\"ג. </b>עמ\"ש התוס' ועיין לעיל פ\"ק דף ט\"ו מ\"ש שם התוס'. ומ\"ש הרב באר שבע סוף הוריות וראיתי להרב החסיד הרמ\"ך בספרו הנחמד יד מלאכי כלל תקפ\"ד דאייתי בידיה מ\"ש התוס' סוף פ\"ק דסוטה דכשהוזכרו ר\"מ ואחרים בבריתא הסברא הראשונה בשם ר\"מ כך היה סובר בתחילה וכשקראוהו אחרים חזר בו ושנאוה לבתריתא בשם אחרים. ותמה שם הרב ז\"ל ממ\"ש התוס' בברכות דף ט' ושאר דוכתי ועוד התפלא עמ\"ש התוס' שם פ\"ק דסוטה שסיימו וכן בפ\"ק דברכות ושם כתבו להפך ע\"ש וכל זה אינו כל כך קושיא דנראה פשוט דתוספות סוטה אינם מתוספות שברוב הש\"ס כאשר יראה הרגיל בתוס' דמטבע תוס' סוטה שבידינו הוא משונה וניכר שאינו ממחבר התוספות דרוב הש\"ס ופוק חזי פסקי תוספות סוטה שאינם מכוונים להתוספות שבמסכת כלל. [ואחר זמן זיכני ה' ובאו לידי תוס' סוטה העיקריים אשר פסקי תוס' הנדפסים בנוי עליהם כמ\"ש במסכת סוטה והבאתי שם איזה גרגירי מרגליות מהם ע\"ש]. אבל הא איכא למידק על התוס' דסוטה משמעתין דאמרינן מאן יש אומרים רשב\"ג וכן לעיל פרק חזקת (בבא בתרא דף ל\"ו) מאן יש אומרים ר' אחא וכיון דאשכחן יש אומרים דאינו ר' נתן הכי עדיף לן לומר כי איכא בחד בריתא יש אומרים ור' נתן וכן ר\"מ ואחרים ולא לומר דתרוייהו מר' נתן ור' מאיר וחזרו בהם:<br><b>ואפשר</b> לומר דלא כתבו התוס' כך בסוטה אלא לגבי ר\"מ ואחרים דוקא דלא אשכחן דכינו סברת שום תנא בלשון אחרים ולהכי סברי התוס' בסוטה דשניהם מר\"מ כאן קודם חזרה כאן לאחר חזרה. אמנם גבי ר' נתן ויש אומרים גם לתוס' דסוטה יש אומרים דתני בריתא בהדי ר' נתן תנא אחר הוא כיון דאשכחן בהדיא בש\"ס דגם לתנא אחר קרי יש אומרים ואינו שום זלזול כאחרים. ומעתה מ\"ש הרב יד מלאכי שם דהתוס' דמכילתין דף ט\"ו ודסוגיין הם דלא כתוס' דסוטה. אינו מוכרח דלגבי יש אומרים ור' נתן גם התוס' דסוטה יש מקום לומר דסברי דאם הוזכרו בחד בריתא יש אומרים לאו ר' נתן כמדובר:<br><b>והתוס'</b> בסוטה שם כתבו וז\"ל ואומר רבי שראה בקונטריס צרפת שמועות שקבל מאלישע בן אבויה קבעום בשם אחרים מפני דקרו ליה אחר אבל שאר שמועות קבעום בשמו ולא מסתברא דהא לר' נתן אסיקו יש אומרים וכל שמועותיו קבעו כך ולר\"מ כיוצא בו עכ\"ל ולמדתי מדבריהם דאפשר לומר באופן וסגנון אחר ולא תקשי מה שהקשו התוס' והוא דר\"מ גם הן קדם מההוא עובדא דהוריות כשהיה אומר איזה שמועה בשם אלישע היו קובעים אותה בלשון אחרים שכך כינו אותו אחר. וכשהיה אומר שמועה מדעתו היו קובעים אותה בשמו ר\"מ אומר וכי הוה ההוא עובדא קנסוהו דכל שמועותיו גם מה שהיה אומר בשמו ליתמרו משם אחרים ולר' נתן יש אומרים. ובכלל הקנס הוא דלא היה ניכר בבירור שזו השמועה מהם. אי לר\"מ גם דכ\"ע ידעי דאסיקו ליה אחרים. מ\"מ כבר מקמי הכי איכא שמועות בלשון אחרים מאלישע איכו השתא כי אמרי אחרים אינן מכירים בבירור הא דידיה הא דרביה אלא דעל הרוב הוא ר\"מ. וכן לר' נתן כיון דכבר הוו רגילי לפעמים לכנות איזה סברא יש אומרים כי הני דמכילתין א\"כ השתא כי אמרי הלכה בשם יש אומרים לא נודע בבירור שהוא ר' נתן. ובאופן זה ל\"ק קושית התוס'. ומהשתא בריתא דתני ר\"מ ואחרים האי אחרים סברת אלישע דגם מקמי ההוא עובדא קובעים אותה בלשון אחרים. וכן אי איכא ר' נתן ויש אומרים הך יש אומרים לאו ר' נתן דזמנין קבעי איזה סברא בלשון יש אומרים מחד תנא מקמי ההוא עובדא כמו שנאמר ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה אילימא למעוטי יין מגתו וכו' אין להוכיח מכאן דיין מבושל כשר לקדוש ומברכין עליו בפה\"ג וכו' אבל יש להביא ראיה מהירושלמי דשקלים וע\"פ דיין גמור הוא דאמר התם ד' כוסות שאמרו יוצאין ביין מבושל וכו'. </b>הרב תרומת הדשן סימן ל' כתב דלית נגר דיפרקינה לראיה זו ע\"ש ודלא כהרב מר וקציעה שדחה ראיה זו בדחיות ואוקמתות ע\"ש א\"ח סימן רע\"א ועיין בספר המכריע לרבינו ישעיה הזקן מטראני שנדפס מקרוב סימן כ\"ד:"
        ], 
        [], 
        [
            "<b>דא\"ר חייא בר יוסף חמרא מזלא דמריה גרים שנאמר ואף כי היין בוגד גבר יהיר וכו'. </b>פירש רשב\"ם גאותו של אדם שמגיס דעתו בדבר שאין בו גורם שהיין וכו' יש להעיר דקאמר חמרא מזלא דמריה גרים ופשטו כי הולך אחר המזל ויליף מקרא שתלוי בגאוה. ואפשר דידוע שאין מזל לישראל ואמרו פ\"ק דסוטה דהגאה כופר בעיקר ומשו\"ה נסתלק ממעלת ישראל דאינם תחת המזל. אך הוא תחת המזל ומזלו גרם להחמיץ היין ודוק הטב:", 
            "<b>א\"ר מרי האי מאי דיהיר אפילו אאינשי ביתיה לא מתקבל שנאמר גבר יהיר לא ינוה וכו'. </b>יש להעיר דזמנין דמשכחת דזו האשה שנשאת להאי דיהיר ידעה והכירה אותו וייטב בעיניה דרך הלוכו ויופי סדרו ומשו\"ה עמדה ונשאת ואיך אחר נשואיה אינו מקובל. ואפשר במ\"ש פרק היה נוטל איש ואשה שזכו י\"ה ביניהם. וכתב רבינו האר\"י זצ\"ל בשער רוח הקדש דמי שהוא גאה פוגם בשם י\"ה ע\"ש א\"כ כאשר האי מאן דיהיר פוגם בשם י\"ה ממילא מסתלק מבינו ובין אשתו ואש אוכלתן ובודאי לא מתקבל אאינשי ביתיה כי נסתלק שם י\"ה מביניהם. ולפי מ\"ש הרב החסיד בספר ראשית חכמה דהגאה מגביה אות ו' מן ה' ורמוז בתיבת גאוה ע\"ש א\"כ מפריד אלוף ומדה כנגד מדה גם הוא יפרד ואאינשי ביתיה לא מתקבל. ולא ינו\"ה לרמוז מקום כמ\"ש האר\"י זצ\"ל שם:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>התם משום חביבותא דאברהם וכו' כדי שיהא נוח לכבוש וכו'. </b>פירש רשב\"ם דלא יהא רשות לשטן לקטרג ולא פתחון פה למדת הדין. מכאן סעיד וסמיך הוי הרב מופת הדור מהר\"י בכר דוד בספרו הבהיר דברי אמת בדרושים לשיטת הרמב\"ן דכל שהנביא עשה סימן לנבואתו מתקיימת אפילו חטאו והאריך בזה הרמב\"ן והרב הנזכר כתב דתלמוד ערוך הוא כדקאמר בסוגיין כדי שיהא נוח לכבוש ופירש רשב\"ם דלא יהא רשות וכו' ע\"ש:", 
            "<b>ולא אמרן אלא אי לא מסיימי מחיצתא וכו'. </b>הכי גרסי התוס' והכי גריס הרי\"ף והרב בית חדש סימן קצ\"ב כתב דמהר\"י ן' מיגש גרים כרשב\"ם כמ\"ש בשמו הה\"מ פכ\"א ע\"ש ולי הדיוט אין ראיה משם כאשר יראה המעיין ואכתי אפשר דמהר\"י ן' מיגש גרים כשיטת רבו. ועד ממהר שבחידושי מהר\"י ן' מיגש למכילתין הביא שני הפירושים ולא הכריע ויותר נוטים דבריו כשיטת הרי\"ף רבו ע\"ש ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>והא תניא שדה מה ת\"ל וכו'. </b>עיין סוגית קדושין דף ס\"א ומ\"ש המפרשים ומ\"ש התוספות בסוגיין ד\"ה אין נמדדין ומורי הרב ז\"ל שקיל וטרי בענין זה ובמ\"ש המפרשים והפוסקים בספרו הבהיר נחפה בכסף בשו\"ת אבן העזר סימן א' עיין שם באורך:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תנו דייני גולה עושין שומא וכו' הלכתא כדייני גולה אמר רב אשי טעמא דדייני גולה לא ידעינן הלכתא עבדינן כוותייהו. </b>ק\"ק דכיון דדייני גולה תנו בריתא סתמית הכי ואידך בריתא במחלקת שנויה שפיר נאה לפסוק כסתם בריתא דמתניא בלי מחלקת וי\"ל דאי מסתבר טעמיה דת\"ק דאידך בריתא יש לפסוק כוותיה. ומכאן קצת ראיה דזמנין דמשכחת דהרמב\"ם פוסק דלא כסתם וכיוצא ומרן בכ\"מ טעמא טעים דפסק כמאן דמסתבר טעמיה דהרי הכא רב אשי תמה על רב הונא דפסק כסתם בריתא משום דמסתבר טעמיה דאידך. ויש לדחות כמה דחויי כאשר יראה המעיין. ועמ\"ש הרא\"ש בסוף פ\"ק דמכילתין על הרי\"ף ודוק הטב:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אהרן שנשא בת עמינדב יצא ממנו פנחס. </b>פירוש שזכה שכל כהנים גדולים במקדש ראשון ושני יצאו מפנחס כמשז\"ל וכלפי זה יהונתן היה כהן לע\"ז:<br><b>א\"נ</b> יש להסמיך לזה אשר שמעה אזני מכת הקודמין שפירשו בפסוק ואלעזר בן אהרן לקח מבנות פוטיאל ותלד לו את פנחס במ\"ש בקדושין דף ע' אמר רב המנונא כל הנושא אשה שאינה הוגנת לו אליהו כופתו והקב\"ה רוצעו ואז\"ל פנחס זה אליהו וז\"ש ואלעזר בן אהרן לקח מבנות פוטיאל וכי תימא דהיא אשה שאינה הוגנת דאית בה לתא דיתרו. לז\"א ותלד לו את פנחס כלומר ודאי אשה הוגנת היתה דהא ותלד את פנחס זה אליהו שכופת מי שנושא אשה שאינה הוגנת ומכאן תוכיח דאלעזר נשא הוגנת דאי לא\"ה לא היה זוכה לבן שכופת לנושא אשה שאינה הוגנת. וכמדומה ששמעתי שמורינו הרב מהר\"א יצחקי ז\"ל תהי עלה דהרי כתוב בפירש\"י בהגהה שם בקדושין וז\"ל האי אליהו לאו אליהו דכתיב במקרא הוא דא\"כ מקמי דהוה ניתי מאן כפתיה אלא שם מלאך הוא שהוא סופר למעלה עכ\"ל ולפ\"ז נפל פיתא בבירא דפנחס זה אליהו הוא אליהו שבמקרא ע\"כ שמעתי:<br><b>וזה</b> ימים שמצאתי הקדמה בספרי המקובלים שאליהו זכור לטוב היה מכת מלאכי מרום דיבר על בריאת האדם וגזר עליו הקב\"ה שירד למטה אצל בני אדם ואח\"ך עלה בסערה השמים ובו בפרק אמרתי בזה מיושב דלעולם אליהו כופתו דקאמר בש\"ס הוא אליהו הנביא זכור לטוב שבמקרא ועד שלא בא לעולם הזה הוא עצמו היה כופתו בהיותו מלאך וכן אחר שבא ואחר שעלה השמים. ובזה נתישב הדרך הנזכר שאמרו הראשונים במ\"ש ותלד לו את פנחס ופנחס זה אליהו שנתעברו בו נשמות עליונות ואי ס\"ד דאלעזר נשא אשה שאינה הוגנת לא היה יוצא פנחס דנאמר עליו פנחס זה אליהו ואליהו כופתו לנושא אשה שאינה הוגנת. ועתה חפשתי למצוא הקדמה זו ולא מצאתיה. ומ\"מ אחר החיפוש מצאתי בספר מדרש תלפיות ערך אליהו שבתוך דבריו מזכיר בקצור הקדמה זו משם המקובלים ע\"ש. [שוב ראיתי שכן כתב הרב כלי יקר למהר\"ש לאנייאדו במלכים שני סימן ב' על פסוק ויהי בהעלות ה' את אליהו ועיין בזהר הקדוש ח\"א סוף דף ע\"ו בהגהה למטה] ולפ\"ז אפשר דהיינו דקאמר אהרן שנשא בת עמינדב יצא ממנו פנחס דאמרו זה אליהו ואליהו כופתו לנושא [אשה] שאינה הוגנת וק\"ל:"
        ], 
        [
            "<b>מכאן שהנושא אשה צריך שיבדוק באחיה תנא רוב הבנים וכו'. </b>אפשר לומר דס\"ד דהא דצריך לבדוק באחיה היינו כדי לדעת מהות האשה שלוקח כי כל כבודה בת מלך פנימה ובפרט בתולה צנועה ולא נודע מה טיבה באמיתות ולכן יבדוק באחיה שאם הם טובים ודאי גם הכלה היא טובה ונ\"מ שאם אחיה אינם טובים והכלה ידע באמת שהיא טובה כגון שהיא קרובתו וכיוצא תו ליכא חששא משום אחיה. להכי סידר הש\"ס סמוך ונראה תנא רוב הבנים דומין לאחי האם לומר דאף שהיא טובה בהיות שאחיה אינם טובים יש לחוש דרוב הבנים דומים לאחי האם ולזה צריך לבדוק באחיה ואפשר לרמוז אשת חיל מי ימצא ר\"ת אחים שיבדוק באחיה. או צירוף הר\"ת הוא מי אח כלומר מי אח האשה:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מלמד שבא צבעון על אמו וכו'. </b>הקשה הרא\"ם אימא דבא שעיר על כלתו והוליד ענה וכו' ותירץ הרב מהרש\"א בחידושי הלכות דא\"כ לא היה נקרא בן צבעון דבן אשתו אינו נקרא בנו כמ\"ש התוס' פרק מקום שנהגו אבל אם בא צבעון על אמו ניחא דנקרא בן שעיר דבני בנים הרי הם כבנים זהת\"ד ותירוץ זה דהרב חידושי הלכות מצאתיו בתוספות פסחים כ\"י משם רבינו פרץ ועיין תשובת מהר\"ם בר ברוך הובאה בתשובות דשייכי למשפטים סימן מ\"ח ועיין בתשובות הרב בני אהרן סימן פ\"ה ומ\"ש אני בעניי בספר הקטן חיים שאל בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אנן מזרעא דיוסף קאתינן וכו'. </b>עיין מ\"ש בעניותנו לעיל בברכות דף ך' ובמציעא פרק המקבל בס\"ד ע\"ש מה שכתבנו על דברי התוס' שם:"
        ], 
        [
            "<b>מתיב רבה רי\"א בנות צלפחד וכו' מתיבי א\"ר חדקא שמעון השקמוני וכו' ואי ס\"ד ארץ ישראל מוחזקת וכו'. </b>ראיתי להרמב\"ן בחידושיו שהקשה בפשט השמועה במ\"ש ואי ס\"ד א\"י מוחזקת דאלא מאי אינה מוחזקת מאי קמסתפקא ליה וא\"ת מיבעיא ליה אם הבכור נוטל בראוי כבמוחזק א\"כ למה נאמר לו כן דוברות וי\"ל הן נחלה תבעו וכו' ואינו מחוור דמשמעות המקרא ליתן להם ספיקן ועוד שיודע היה משה רבינו דין בכורה לגמרי וכו' אלא שאלה בעלמא היא ויכול היל\"ל ולטעמיך עכ\"ל וכזה ראיתי להרשב\"א בחידושיו כ\"י שכתב בקצרה דמצי הול\"ל ולטעמיך אמנם הריטב\"א בחידושיו כ\"י פירש דאי אמרת א\"י אינה מוחזקת קמסתפק לענין בכור אי נוטל בראוי דאכתי לא נאמרה לו פרשת בכורה א\"נ אפשר לפרש בכל אשר ימצא לו בכל הראוי להמצא לו זהת\"ד:<br><b>ובמושכל</b> ראשון הוקשה לי הדיוט על הרמב\"ן והרשב\"א דלא משמע להו למימר דנסתפק לו אי הבכור נוטל בראוי דהרי בריתא מפורשת בספרי איפכא וכך היא שנויה א\"ר חדקא שמעון השקמוני הי\"ל חבר מתלמידי ר' עקיבא אמר יודע היה משה שהבנות נוחלות אלא לא היה יודע אם נוטלות בראוי כבמוחזק ואם לאו ע\"כ וכן הוא בפסיקתא. עיניך הרואות דבריתא דספרי ופסיקתא בהדיא קאמרי דמשה רבינו ע\"ה אסתפק ליה אם נוטלות בראוי וזה כדברי הריטב\"א הפך הרמב\"ן והרשב\"א. וגם על הריטב\"א לא יבצר להרהר דלסתייע מבריתא דספרי ופסיקתא:<br><b>וכי</b> דייקת פורתא אתה תחזה דהך בריתא דספרי אין לה מקום לפום סוגיא דשמעתתא ומשבשתא היא דהרי אסיק תלמודא דר' חדקא בשם ר\"ש השקמוני סבר דמשה רבינו מספ\"ל אי א\"י מוחזקת וא\"כ אי נוטלות בראוי לא אסתפק ליה דאי א\"י אינה מוחזקת פשיטא ליה דאין נוטלות בראוי. וגם ר' חדקא בבריתא דלעיל פשיטא ליה דא\"י מוחזקת לדידן כדתרגמה רבה. ומאחר שכן היכי מתוקמא בריתא דספרי דר' חדקא בשם ר\"ש שקמוני קאמר דמשה רבינו ע\"ה עלה ונסתפק אם נוטלות בראוי וא\"כ זה הפך מסקנת הש\"ס. אלא מהש\"ס מוכח דהך בריתא דספרי יש להגיהה כבריתא דמייתי הש\"ס דנסתפק אם נוטלות חלק בכורה ונמצאו דברי הרמב\"ן והרשב\"א קיימין:<br><b>ומהרש\"א</b> בחידושי הלכות תירץ לקושית הרמב\"ן דאי א\"י אינה מוחזקת הוה מספ\"ל אם הבת תטול חלק בכורה תסגי לה בחלק פשיטות אבל לרבא דלא אצטריך קרא חידוש בחלק בכורה אלא בחבל דהיינו קרקע ק\"ל שפיר כיון דא\"י מוחזקת אמאי מסתפק בקרקע טפי ממטלטלים עכ\"ל. ואינו מספיק דגם לרבא נימא דאסתפק ליה אם הבת תטול חלק בכורה וקרקע ומטלטלין שוין אלא דקרא איירי בקרקע ואשמועינן בקרקע דאיירי ביה וה\"ה למטלטלין אבל לא דאסתפק דוקא בקרקע. וצ\"ל דהש\"ס לא משני הכי דודאי משה רבינו לא היה מסתפק בזה דכיון דיורשות הן חלק בכורת אביהן אהדר כחלק פשיטות לגביהו. אלא דהתנא לשמואל אשמועינן לדידן דנוטלות חלק בכורה וכן הרי\"ף והרא\"ש בסוגיין אבל משה רבינו סבר הש\"ס דלא היה מסתפק בזה. ועוד יש לדחות מ\"ש דלרבא דלא אצטריך אלא בקרקע ק\"ל וכו' דמאי קושיא לעולם דמשה רבינו היה מסתפק אם נוטלות חלק בכורה ופשיטא ליה דא\"י מוחזקת ואהדרו ליה את נחלת אביהן להן זו חלק בכורה ואיפשיטא ליה וקרא דויפלו חבלי מנשה אשמועינן לדידן דא\"י מוחזקת וכמה דהוה פשיטא למשה רבינו ע\"ה. וא\"כ אי כמ\"ש הרב דלמ\"ד א\"י אינה מוחזקת מספ\"ל אם נוטלות חלק בכורה או תיסגי בחלק פשיטות הא גופא נימא למ\"ד א\"י מוחזקת ודייק לישנא דבריתא בהכי אלא צ\"ל כדאמרן דסבר הש\"ס דמשה רבינו ע\"ה לא היה מסתפק בזה:<br><b>ואיכא</b> למידק קצת בסוגיין דמשמע דמאן דקמותיב מהך בריתא דיודע היה וכו' לרבא קמותיב דאי ס\"ד מוחזקת מאי מספ\"ל והלא תקשי ליה ר' חדקא דידיה אדידיה דהלא ר' חדקא קאמר בנות צלפחד נטלו ד' חלקים שנאמר ויפלו וכו' דמוכח מינה דסבר א\"י מוחזקת וא\"כ היכי קאמר בהך בריתא יודע היה וכו' ואי א\"י מוחזקת מאי מספ\"ל ובשלמא להרמב\"ן והרשב\"א דשאלה בעלמא היא וגם אי אמרינן א\"י אינה מוחזקת קשיתיה ניחא פורתא דמאן דקשיתיה רצונו הבין שמועה דברי הבריתא דלשני הצדדים קשיתיה. אמנם להריטב\"א והרב מהרש\"א דסברי דאי א\"י אינה מוחזקת מתישבא שפיר הבריתא ומותיב לרבא הדרן לדוקיין דתקשי ליה ר' חדקא דידיה אדידיה. ואפשר דהמקשן סבר דבמחלקת היא שנויה אי א\"י מוחזקת והא דר' חדקא הא דשמעון השקמוני ור' חדקא אמר שמעתיה דשמעון השקמוני ופליג עליה כאשר גילה דעתו באידך בריתא דנטלו ד' חלקים אמנם לרבה דפריך אשמואל מבריתא דר' חדקא משמע דסבר רבא דסברת ר' חדקא מוסכמת וליכא מאן דפליג עלה דאי לא מאי מותיב לשמואל שמואל סבר כאידך תנא דא\"י אינה מוחזקת אלא מוכרח דסבר רבא דהא דר' חדקא לא רבו עליה ולהכי פריך ליה מבריתא דשמעון השקמוני. ובהכי ניחא דלא אסיק הש\"ס לשמואל בתיובתא מההיא בריתא דנטלו ד' חלקים דשמואל סבר דר' חדקא ור\"ש השקמוני פליגי ושמואל דאמר כשמעון השקמוני:<br><b>והרב</b> מהר\"ח עשאל בספר סם חיי פרשת פנחס הקשה בשמעתין קושיא משם הרב מהר\"א קובו ואיהו מפרק לה עש\"ב. ומצאתי בחידושי הריטב\"א כ\"י דקושית מהר\"א קובו הקשה אותה הרשב\"א ותירוץ הרב מהר\"ח תירץ הריטב\"א. ומה שהקשה מהר\"ח הנזכר בלשון רשב\"ם ותריץ יתיב דכונת רשב\"ם דמ\"ש דלא הוה מספקא אי נוטלות חלק בכורה דלא קאי אבנות צלפחד אלא אמשה רבינו ע\"ה והאריך בזה ע\"ש אעשה לו עזר דבלשון רשב\"ם שהביא הרשב\"א בחידושיו כתוב וכדאמרינן לעיל שלא נסתפק משה רבינו אלא אם נוטלות חלק בכורה וכו':<br><b>ושמעתי</b> מקשים בסוגיין בהא דאמרינן דמשה רבינו ע\"ה מספ\"ל אי א\"י מוחזקת מהא דאמרינן בע\"ז דף ג\"ן ע\"ב אמר רב יהודה אמר רב ישראל שזקף לבנה להשתחוות לה ובא גוי והשתחוה לה אסרה מנ\"ל דאסרה א\"ר אלעזר כתחילתה של א\"י דאמר רחמנא ואשריהם תשרפון באש מכדי ירושה היא להם מאבותיהם ואין אדם אוסר דבר שאינו שלו ואי משום הנך דמעיקרא בביטול בעלמא סגי ליה אלא מדפלחו ישראל לעגל גלי אדעתייהו דניחא להו בע\"ז וכי אתו גוים שליחותא דידהו עבוד וכו' ע\"ש ולפום האי שמעתא דע\"ז מאי מספ\"ל למשה רבינו ע\"ה לפשוט דא\"י מוחזקת מדכתיב ואשריהם תשרפון באש דאי אמרת בשלמא דא\"י מוחזקת ניחא דמדפלחו לעגל ניחא להו אלא אי אמרת א\"י אינה מוחזקת בביטול בעלמא סגי ולכפיינהו לגוים ולבטילינהו כדפירש\"י שם ע\"כ שמעתי. והא גופא קשיא לי לשמואל דסבר דא\"י אינה מוחזקת וכדמשני בריש סוגיין ביתדות אהלים ומה גם למאי דכתבינן לעיל דסבר שמואל דכן הוא דעת ר\"ש השקמוני דא\"י אינה מוחזקת א\"כ לדידהו נובין ונדון מ\"ט כתב רחמנא ואשריהם תשרפון באש הרי בביטול בעלמא סגי:<br><b>והנה</b> הרב כמהר\"ר מרדכי רוביי\"ו תירץ לעיקר קושיא הנזכר דמאי מספ\"ל למשה רבינו ע\"ה וכו' במ\"ש התוספות בריש סוכה דגבי הדס אצטריך למתני תקנתא דסד\"א כיון דגדילי בפסול תו לית ליה תקנתא וה\"נ משה רבינו ע\"ה הוה מספ\"ל אי א\"י מוחזקת וכפי הצד דא\"י אינה מוחזקת דרש דרש משה והנה שורף האשרה אף דע\"ז של גוי בטלה היא תבטל בע\"כ שאני הכא דגדילי. בפסול ומש\"ה כתב רחמנא ואשריהם תשרפון באש זהו תורף דבריו אשר שמעתי מפיו ז\"ל. וממנו נקח למאי דקשיא לן בעניותין למאן דסבר הכי לקושטא דמילתא דא\"י אינה מוחזקת דאפשר דהכי סבר לקושטא דמילתא דטעמא דאשרה והיתה לשריפה הואיל דגדילים תעשה בפסול. ואע\"ג דהתוס' בריש סוכה קיימי לס\"ד דוקא דבהא עבידי רבנן דמשנ\"ו לדיבורייהו דיבור התוס' הנזכרים דקשה דפרק לולב הגזול (סוכה דף ל\"ג) פריך הש\"ס אילימא מקמי דלאגדיה פשיטא ומאי קושיא אצטריד דלא תימא לית ליה תקנתא הואיל וגדילי בפיסול. ורוח חכמים נוחה דכונת התוס' אינו אלא דהיה מקום לדחות כן אמנם פשיטא לש\"ס דאף דגדילי בפסול כשר ולא אצטריך תנא לאשמועינן הך שריותא והיינו דפריך פשיטא ובכל זאת יש מקום לידחק דלמ\"ד א\"י אינה מוחזקת סבר דמשום חומרא דע\"ז החמיר הכתוב באשרה הואיל דגדילי בפיסול ואע\"ג דבעלמא פשיטא איפכא בע\"ז יש להחמיר וקרא להכי הוא דאתא בע\"ז. ועוד כתבתי בעניותי לתרץ קושיות הנזכרות בספרי הקטן ראש דוד פרשת וישב ועיין עוד שם פרשת קרח ופרשת ראה בס\"ד. ויתר על כן כתבתי בענין זה במקום אחר בס\"ד:"
        ], 
        [
            "<b>ותעמודנה לפני משה וכו' סרס המקרא וכו'. </b>הנה רש\"י בפירוש החומש הביא מחלקת זה. ושמעתי מקשים על רש\"י דפרשת בהעלותך גבי ויהי אנשים אשר היו טמאים כתב לפני משה ולפני אהרן כששניהם בבית המדרש וכו' ולא כתב סברת מ\"ד סרס המקרא. ואלו ר' יאשיה ור\"א נחלקו בין בבנות צלפחד בין גבי ויהי אנשים אשר היו טמאים בין גבי מקושש דמר סבר סרס המקרא ומ\"ס בבית המדרש היו יושבין וכו' כמבואר בספרי. ולכאורה יראה לישב קצת דנודע דרש\"י בפירוש החומש מייתי הדרשא הקרובה אליו לפי פשוטו ומשו\"ה פרשת פנחס אייתי סברת מ\"ד סרס המקרא כי על פסוק ויקרב משה את משפטן פירש\"י נתעלמה ממנו הלכה וכאן נפרע על שנטל עטרה ואמר והדבר אשר יקשה מכם ד\"א ראויה היתה פרשה זו ליכתב ע\"י משה אלא שזכו וכו' וסבר רש\"י דהני תרי פלוגתי הני בהני שייכי ותלויים זה בזה דמ\"ד סרס המקרא סבר שנפרע על הדבר אשר יקשה ומ\"ד בבה\"מ היו יושבין סבר ראויה היתה וכו' והענין הוא דמ\"ד סרס המקרא ניחא ליה לומר שנפרע על והדבר אשר יקשה דהוי מדה כנגד מדה ממש דהוא אמר והדבר אשר יקשה שאם רק הוא מכם תקריבון אלי והוה עובדא בבנות צלפחד שאל ישאלו ונעלם דבר עיילוה לפני מי שגדול וגבוה מעל גבוה לפני ולפנים ויקומו לפני משה ויקרב את משפטן לפני ה' והוי מעין דוגמא למ\"ש תקריבון אלי. אך מ\"ד בבה\"מ היו יושבים ושאלו לכלן ביחד לא דריש אשר לו ניתנה פריע\"ה על והדבר אשר יקשה כי לא היה מקביל למ\"ש והדבר אשר יקשה מכם ולכן דריש ראויה היתה פרשה זו וכו'. והכי אתמר בסנהדרין דף ח' והדבר אשר יקשה מכם אר\"ח ואי תימא ר' יאשיה וכו' נענש משה שנאמר ויקרב את משפטן הרי דר' יאשיה דסבר סרס המקרא קסבר דנענש משה:<br><b>איכו</b> השתא גבי בנות צלפחד דאיכא למדרש ויקרב משה את משפטן כי פרו\"ע על שאמר והדבר אשר יקשה אמטו להכי רש\"י הביא סברת ר' יאשיה סרס המקרא דכפ\"ז א\"ש דרשת נתעלמה ממנו הלכה ונח לרצות פשוטו של מקרא בהדי דדרי\"ש. אמנם פרשת בהעלותך דשם דיבר הכתוב דמשה רבינו ע\"ה אמר עמדו ואשמעה שת בטוחו\"ת יבא בכל עת אל הקדש ואזן שומעת מפי עליון אמטו להכי רש\"י אחז צדיק דרכו וכתב לו הדרשה הפשוטה שהיו יושבין בבית המדרש ולא סרס המקרא:<br><b>אי</b> נמי אפשר קרוב לזה דרש\"י פרשת בהעלותך כתב בבית המדרש היו יושבין משום דהכי הלכתא דאמרי בשמעתין דר\"י ור\"א סברי סרס המקרא ומ\"ד בבה\"מ היו יושבין פליגי אי חולקין כבוד לתלמיד במקום הרב אי לא והלכתא חולקין והלכתא אין חולקין הא דפליג ליה רביה יקרא וכו' ופירש רשב\"ם ר' יאשיה סבר אין חולקין לכך מסרס המקרא הא דפליג ליה יקרא רביה לתלמיד ניחא ליה שיחלקו לו גם אחרים כבוד ומרע\"ה הוה עביד יקרא לכל ישראל וכן זה לזה עכ\"ל אלמא אסיק תלמודא דכד פליג רביה יקרא חולקין ודלא כר' יאשיה לכן רש\"י פרשת בהעלותך פירש בבה\"מ היו יושבין כפי מסקנת התלמוד דחולקין כבוד לתלמיד במקום הרב כי פליג ליה רביה יקרא כמשה רבינו ע\"ה. אמנם פרשת פנחס הביא דרשת וסברת מ\"ד סרס המקרא ולא משום דאין חולקין אלא זה היה המעשה בפרו\"ע פרעו\"ת מ\"ש והדבר אשר יקשה:<br><b>ואשמעה</b> אחד קדוש מדבר במכתב למ\"ר שתירץ במה שיש לדקדק בדברי ר' יאשיה שפירש סרס המקרא דלפי דבריו אמאי המקרא סירס אם כך היה מעשה שעמדו לפני אלעזר ואח\"ך לפני משה לכתוב קרא דברים כהוייתן קושטא דמילתא ואמאי סירס. אלא ודאי צ\"ל דמפני כבודו של משה רבינו ע\"ה סירס הכתוב כדי שלא לשים אלעזר לפני משה דהוא גנאי למשה ולהכי כתיב לפני משה ואלעזר ואם יקשה אפשר משה לא ידע סרס המקרא. אבל פרשת בהעלותך שאהרן היה אחיו הגדול ממנו בשנים ונביא ונתנבא קודם ושקולים הם כדכתיב הוא אהרן ומשה הוא משה ואהרן א\"א לומר סרס המקרא דאם כך היה שעמדו לפני אהרן קודם פשיטא שהכתוב היה כותב כמעשה שהיה ולא היה גנאי למשה אם יכתוב לפני אהרן ומשה לכן פשיטא דר' יאשיה לא ס\"ל כאן סרס המקרא אלא אזיל ומודה לאבא חנין דשניהם היו יושבים בבה\"מ עכ\"ל ואשתמיטיתיה דברי הספרי שגם בפסח שני ופרשת מקושש רבי יאשיה סבר סרס המקרא. אמנם אפשר דיש מקום לומר תירוץ זה בעד רש\"י שהביא דברי ר' יאשיה פרשת פנחס ולא פרשת בהעלותך והיה טעמו מטעם האמורי ואחר זמן רב ראיתי להרב אש דת פרשת פנחס שכתב משם הרב מר אביו דרך הנזכר בעד רש\"י בקיצור ע\"ש:<br><b>הגם</b> הלום ראיתי להרב פנים מאירות בתשובות ח\"ב סימן כ\"ט עמד בזה וכתב דאדתקשי להו על רש\"י תקשי על הש\"ס בשמעתין דפליגי בקרא דותעמודנה לפני משה ולא פליגי בקרא דפסח שני אלא ודאי יש לחלק בין דיני ממונות לאסור והתר דבאסור והתר לא יוכלו להורות במקום משה ע\"ש וכבר קדמו הרב תורת חיים בשיטתו בשמעתין כאשר הרואה יראה. וכמדומה דנעלם מהרבנים ז\"ל דבספרי נחלקו גבי פסח שני וגבי מקושש כדאמרן. ועל תירוצם יש להרהר:", 
            "<b>תנא בנות צלפחד וכו' דרשניות וכו' מלמד שהיה משה רבינו ע\"ה דורש בפרשת יבמין כי ישבו אחים יחדיו א\"ל אם כבן אנו חשובין וכו'. </b>מעטרת ראשי אבא מארי זלה\"ה משם אחד קדוש דיש לדקדק תואר זה דרשניות מאי שיאטיה ומאי דרוש. ופירש במ\"ש ביבמות דף כ\"ד מצוה בגדול ליבם דכתיב והיה הבכור אשר תלד ופריך ואימא דבכור לייבם פשוט לא לייבם אם כן אשת אחיו שלא היה בעולמו דמיעט רחמנא למה לי וכו' ע\"ש וזה היו דורשות בנות צלפחד דקרא דוהיה הבכור היינו דבכור לייבם פשוט לא לייבם וצלפחד אביהן היה הבכור ומת ותו ליכא לפשוטים יבום ומשו\"ה לא שאלו עד עתה חלק בארץ מטענה זו אם כבן אנו חשובין וכו' ואם לאו תתיבם אמנו דהיו סוברות דאמן אינה מתיבמת משום דאביהן בכור ולא משכחת יבום אלא בבכור וכי מת ליכא יבום אך עתה שראו משה רבינו יושב ודורש בפרשת יבמין כי ישבו אחים יחדיו דהיינו פרט לאחיו שלא היה בעולמו למפרע הבינו דקרא דוהיה הבכור היינו דמצוה בגדול ליבם אבל אה\"נ דהפשוט נמי מיבם לכך שאלו אם כבן וכו' ואם לאו תתיבם אמנו ודוק:", 
            "<b>תוס' ד\"ה אפילו קטנה וכו' דאמר במדרש דלש\"ש נתכון וכו'. </b>עמ\"ש הרב עבודת הגרשוני סימן תשעים ועמ\"ש אני בעניי בספרי הקטן ראש דוד ריש פרשת פנחס בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>עתידה ארץ ישראל שתתחלק לי\"ג שבטים וכו'. </b>פירש רשב\"ם ולקמן מפרש מאי ניהו אותו חלק דטפי דאי משום לוי דנקיט נחלה כשאר שבטים כדכתיב שער לוי אחד הא אפרים ומנשה נמי לא יטלו כי אם חלק א' כדכתיב התם שער יוסף אחד נמצאו י\"ב שבטים נוטלים י\"ב חלקים וכו' ועוד כתב רשב\"ם בסמוך וז\"ל שבתחלה וכו' ששבט לוי לא הי\"ל חלק בארץ אלא כל שבט ושבט נטלו להם ערים לשבת בהן וכו' אבל מנשה ואפרים נטלו שני חלקים כדכתיב אפרים ומנשה כראובן ושמעון יהיו לי עכ\"ל וכ\"כ התוס' וז\"ל אע\"ג דכתיב שער לוי אחד הכתיב נמי שער יוסף אחד דלא מנו שבט יוסף אלא אחד עכ\"ל:<br><b>ותהי</b> עלה מורינו הרב הגדול שארנו מהר\"י זאבי זלה\"ה בדרשותיו סוף פרשת ויחי דמקרא מלא כתיב לעתיד יוסף חבלים ובפרטן אתה מוצא נחלת מנשה על גבול נפתלי ואפרים סמוך לראובן עכ\"ל ורבינו ז\"ל כד קצי\"ר ורמ\"י שקיצר לבאר הסוגיא ולהגדיל עוד תימא על רשב\"ם והתוס' דהא דכתבו דלוי לוקח חלק ונחלה לעתיד הוא תמוה דהרואה יראה בסוף יחזקאל דברישא בחלקו\"ת ישית ארעא דישראל לי\"ב שבטים וכתיב יוסף חבלים שני חלקים וכן תרגם יונתן ורש\"י והכתוב קרי בחיל. ושבט לוי יקח מתרומת הנשיא כמבואר בכתוב שלא יהיה לו נחלה והא דכתיב שער לוי אחד היינו בעיר הנשיא והמה פתיחו\"ת י\"ב שערים ובכלל שער ללוי והוא בשנים העשר ולא שלוי לוקח נחלה. וכבר שמעתי מקשים על הסמ\"ג לאוין רע\"ו שכתב דלעתיד יקח הלוי נחלה כדכתיב שער לוי אחד כדאיתא ביש נוחלין. ומדברי סמ\"ג הללו קשיתיה להרב פרשת דרכים דרוש ו' על סברת מרן בדעת הראב\"ד ע\"ש והדבר תמוה דהש\"ס דקאמר ואידך למאן ר\"ל די\"ב חלקים לי\"ב שבטים דהיינו מנשה ואפרים. ולוי אין לו נחלה. והש\"ס דמייתי בסמוך ראיה שאין לך שבט שאין לו חלק בהר ושפלה וכו' מדכתיב שער ראובן אחד וכו' צריך לדחוק דסבר תלמודא דהשערים הללו בעיר הנשיא כתיב בהו אחד לרמוז לנחלתם דיד כלן שוה. וכן לוי בתרומה שיקח יהיה לו בהר ובשפלה וכו' ולעולם לוי ליתיה בנחלה וחלוקת הארץ כלל. ותימא על רשב\"ם והתוס' וסמ\"ג והר\"ב פרשת דרכים:<br><b>שוב</b> ראיתי למהרש\"א בחידושי הלכות בסוגיין שכתב על דברי התוס' וז\"ל צ\"ע בספר יחזקאל שם כתיב תתנחלו הארץ לי\"ב שבטי ישראל יוסף חבלים ופירש\"י יוסף יטול ב' חלקים א' למנשה וא' לאפרים וזה סותר דרשא דהכא עכ\"ל ומוכח מדבריו שסבר הרב דנחלת לוי בכלל השבטים וזה אמת ויציב לכל הדברו' ומשו\"ה כתב דסותר דרשא דהכא וכן נראה ממה שכתב הרב ז\"ל בחידושי אגדות. ותימא דדברי הש\"ס נאמנו מאד דלוי לא יטול ויוסף יטול שני חלקים כמדובר. וכן קשה על הרב עיון יעקב שנתן טעם למה שיוסף לעתיד אינו נוטל בכורה ע\"ש והוא הפך מקרא מלא דגם לעתיד חבלים נפלו לו בנעימים ועמ\"ש הרמב\"ן פרשת ויחי:<br><b>אחר</b> זמן רב נדפסה שיטה מקובצת על בתרא ושם הובאו דברי הר\"ן שתמה על רשב\"ם באורך ע\"ש ויאורו עיניך. והתימה על הרב הגדול מהר\"ר יוסף דוד ז\"ל בספרו הנחמד יקרא דשכבי שבא אלינו מקרוב ומידי עוברי ראתה עיני בדרוש ס\"ט דף ק\"ט שדרש כמה ענינים במונח דלעת\"ל לא יהיה ליוסף כי אם חלק אחד ע\"ש ובמטו מיניה דמר אמר רב הנח\"ה שוברת דהפסוק להפך כמדובר:"
        ], 
        [], 
        [], 
        [
            "<b>בעא מיניה ר' חלבו מר\"ש בר נחמני כתיב ויהי כאשר ילדה רחל את יוסף וכו' ראה יעקב אע\"ה שאין זרעו של עשו וכו'. </b>בילקוט נביאים שופטים סימן ה' ר\"ש בר נחמני גופיה ישנו בנותן טעם לזה. ונעלם מאמר זה מהרב הגדול בעל באר שבע בספרו צידה לדרך כמו שכתבתי אני בעניי בספרי הקטן ראש דוד פרשת וישב ע\"ש באורך בס\"ד. ובהשמטות ראש דוד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>היה יודע לו עדות עד שלא נעשה חתנו ונעשה חתנו ומתה בתו וכו'. </b>פירש רשב\"ם שאין לו בנים הימנה כדתנן פרק זה בורר. ודבריו תמוהים שפירש כר' יהודה נגד ת\"ק וההלכה ועמ\"ש הרב כנסת הגדולה ח\"מ סימן ל\"ג ועמ\"ש אני בעניי בספרי הקטן ברכי יוסף שם בח\"מ סימן ל\"ג בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה בת וא\"ת למה לא השיאה ליצחק וכו'. </b>מקשים אמאי נטרו התוס' עד הכא הי\"ל להקשות לעיל דף י\"ו דשם הוא עיקר הבריתא. ואפשר לומר דאי בבריתא לעיל מקשו לק\"מ דמ\"ש בירך את אברהם בבת היינו דקיים כל התורה והי\"ל בת לקיים פו\"ר דקי\"ל כב\"ה דצריך בן ובת לפו\"ר ותו ל\"ק אמאי לא השיאה ליצחק דהוא ישראל שומר תורה. אבל הכא דהפשטן סבר דטעמא משום דבת עדיפא מבן וברכו בבת. ודחי דלא חסריה בת משמע דאזלא הך שמעתא דאברהם אע\"ה לא קיים התורה כלה ולכך לא ס\"ד לא לפשטן ולא להדוחה דטעם בת לקיים פו\"ר ולכך מקשו דוקא הכא למה לא השיאה ליצחק:<br><b>ואיכא</b> מאן דקשיא ליה בש\"ס דהא דמייתי מר\"י הם דברי אחרים לעיל דף י\"ו ור' יהודה לא אמר אלא דבת היתה לו לאברהם אבל לא אמר דבכל שמה. ואפשר לומר דהוו תרי תנאי אליבא דר' יהודה דת\"ק סבר דר' יהודה אמר סתמא בת היתה לו ואחרים אומרים דר' יהודה אמר בכל שמה והכא מייתי ר' יהודה לדעת אחרים משום דמר' יהודה אליבא דת\"ק דאמר בת היתה לו לאברהם סתמא יש לדחות דלקיים פו\"ר הוא דצריך בן ובת אבל אי קפיד קרא לומר דבכל שמה מורה דבנתן עדיפי ואי לא אמר שמה הו\"א משום פו\"ר להכי אמר שמה להורות דהברכה מעצם הבת דבנתן עדיפי. זה היה דעת הפשטן ודחי דאדרבא הזכיר שמה דלא תימא דהיא ברכה דבנתן עדיפי והיינו בכל כפשטה דהיא ברכה שלימה בכל אלא בכל הוא שמה והיינו ברכה דאפילו בת לא חסריה ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בוקע עצים יסכן בם אלו בעלי גמרא. </b>אפשר במ\"ש מהרח\"ו ז\"ל דהרב האר\"י זצ\"ל כשהיה למד גמרא היה טורח מאד ומקשה בכח ומתרץ וגלה סודו כי כל קושיא היא מהקליפה ולכך היה מקשה בכח לשבר הקליפה ולברר ניצוצי הקדושה עכ\"ד ואפשר שלכן דימה בעל גמרא לבוקע עצים שצריך טורח לשבר הקליפה כמו פולח ובוקע עצים. ועי\"ז יסכן בם יהנה שמעמיד ההלכה על מתכונתה. ואפשר ב\"ם רמז לשם מ\"ב כי כל מ\"ב להעלות:"
        ], 
        [
            "<b>מהו כיון דאי איתנהו וכו' או\"ד כיון דאי אבדי או מגנבי וכו'. </b>בקונטריסי הוכחתי שרוב רבוואתא קמאי לא הוו גרסי צדדי הבעיא כנסחתנו אלא סתם ומכח זה דקדקתי על הרב פרח מטה אהרן בח\"ב סימן קט\"ו והבאתי דברי הרב פני משה. בשניות סימן ן' והרגשתי עליו קצת. ועמ\"ש הרב הנמקי ומ\"ש מרן בב\"י ח\"מ סימן רמ\"ו משם הר\"ן והרב ש\"ך שם ומהר\"ם מלובלין סימן ק\"ח תפסו על מרן שכתב משם הר\"ן להפך ממ\"ש בנמקי. וזאת היתה להם שהבינו שמ\"ש מרן בשם הר\"ן כונתו על נמקי יוסף וכתב הר\"ן לפי שכך כתוב בדפוס. אבל בקושטא דברי מרן חיים וקיימים שבחידושי הר\"ן בתרא בכ\"י כתוב כמ\"ש בשמו מרן ועל הר\"ן כיון מרן לא על הרב הנמקי ונהירנא שראיתי בב\"י בענין אחר מבתר' שמביא דברי הר\"ן בחידושיו ודברי הרב הנמקי:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ולודי איסור דהלין זוזי דרב מרי נינהו וכו'. </b>פליגי רבוואתא אי הודאה הויא קנין אי לא והרב מהר\"י צונצין בספרו נחלה ליהושע בשו\"ת סימן י\"ב האריך בזה וכן הרב בני יעקב ע\"ש ובמ\"ש אני בעניי בספרי הקטן ברכי יוסף ח\"מ סימן מ' בס\"ד ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כמה מיושר כתב זה וכו' כלך מלשון הרע וכו'. </b>הרמב\"ם בפירוש המשנה סוף פ\"ק דאבות כתב וז\"ל וכבר שבח א' מהחכמים כתיבת הסופר שהראה לו במעמד גדול וגנה הרב מעשה המשבח כתיבת הסופר ההוא וא\"ל כלך מלשון הרע כלומר שאתה מסבב גנותו בשבחך אותו בפני ההמון שמהם מי שיאהבהו ומהם מי שישנאהו ויצטרך שונאו כששמע שבחיו להזכיר מומיו ורעותיו עכ\"ל ואני בעניי בספרי הקטן ראש דוד ריש פרשת תבא יישבתי דברי הרמב\"ם בחיבור ודבריו הנזכרים בפירוש המשנה הם הפך מה שכתבתי בדעתו ז\"ל. ומוכח בהדיא מפירושו הנזכר דסבר הרמב\"ם דהמעשה היה בקהל רב דיש שם אוהבים ושונאים ונסתלקה קושית הרב מגן אברהם א\"ח סימן קנ\"ו והרב פר\"ח בהגהותיו ונעלם מהם ז\"ל דברי הרמב\"ם בפירושו הנזכר ודוק כי קצרתי:"
        ], 
        [
            "<b>אלא אבק לשון הרע. </b>פירש רשב\"ם כגון דאמרי איכא נורא בי פלניא. ובזה ובמאמר דלעיל בסמוך יתבארו פסוקי מזמור ט\"ל אמרתי אשמרה דרכי מחטוא בלשוני אשמרה לפי מחסום בעוד רשע לנגדי נאלמתי דומיה החשתי מטוב וכאבי נעכר חם לבי בקרבי בהגיגי תבער אש דברתי בלשוני. והנה תחילת הפסוקים פירשם מהר\"ר שמשון גומיץ פאטו זלה\"ה ופסוק חם לבי פירשו מורינו הרב מהר\"א יצחקי זלה\"ה ואני שמעתי האי לחודיה קאי והאי לחודיה קאי. ואולם רחש לבי אומר לדבק טוב הוא ויהיו נדרשין כל הפסוקים באופן זה. כי הנה בהא דאל יספר אדם בטובתו של חבירו וכו'. הרי\"ף ז\"ל פרק במה מדליקין פירוש שלא יספר יותר מדאי וכן פירש רש\"י אך הרמב\"ם פ\"ז מהלכות דעות ובפירוש המשנה פ\"ק דאבות הנזכר פירש דהיינו בפני שנאיו. ונראה דלענין דינא הרי\"ף והרמב\"ם שוים לטובה דכל שע\"י סיפורו בטובתו של חבירו ימשך גנות בין שהוא מצד שמרבה לספר בין מצד שהוא בפני שנאיו אסור. וז\"ש אמרתי אשמרה דרכי לעשות גדר ושמירה לדרכי מחטוא בלשוני והגדר הוא שלא לדבר בטובה יותר מדאי שלא יבא חטא בלשוני שימשך גנותו. וזהו שאני מדבר רק אשמרה שמירה וגדר שלא להרבות. אך אשמרה לפי מחסום שלא לדבר כלל בעוד רשע לנגדי שיש שונאים ואז אשמרה לפי מחסום שלא לדבר בטובה כלל. וז\"ש החשתי מטוב החשתי שלא לדבר טובה כלל וזהו מטוב. וכאבי נעכר על חומר שמירת הלשון ומי יוכל לעמוד. ועוד אחרת חם לבי בקרבי אינו אלא שר\"ף על אבק לה\"ר כי בהגיגי תבער אש אם אומר תבער אש איכא נורא בי פלניא זה לבד הרי זה חשוב כאלו דברתי בלשוני כלומר שדברתי לה\"ר ועל זה וכיוצא בו כאבי נעכר וחם לבי כי האדם מחומר קורץ וכמעט אין מי שיוכל להנצל זולתי השרידים אשר ה' קורא. זה פירוש הרבנים הנזכרים בתוספת נופך והיו לאחדים:", 
            "<b>רוב בגזל ומיעוט בעריות והכל בלשון הרע בלה\"ר ס\"ד אלא באבק לשון הרע. </b>מ\"ש ומיעוט בעריות הכונה הוא שפורשים הרוב מיראת ה'. אבל אה\"נ דהרוב מתאוים וקשים לפרוש אבל הרוב כופים יצרן וזהו כונת הרמב\"ם והטור בא\"ה סימן כ\"ה ול\"ק מה שהקשה בהגהות הרב תוספת יום טוב לטור א\"ה ונדפסו בסוף שיטת הרשב\"א לכתובות בדפוס מיץ חדש. ה' ברחמיו יחדש כנשר נעורינו לאורך ימים ושנות חיים:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        []
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028", 
    "heTitle": "פתח עינים על בבא בתרא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Nezikin"
    ]
}