{
    "title": "Even Ha'azel on Mishneh Torah, Offerings for Those with Incomplete Atonement",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Offerings_for_Those_with_Incomplete_Atonement",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>שירי הלוג אינו נאכל אלא בעזרה לזכרי כהונה כשאר קדשי קדשים שהרי הוקש לאשם, ואסור לאכול מלוג השמן עד שיתן ממנו מתן שבע ומתן בהונות ואם אכל לוקה כאוכל קדשים קודם זריקה.</b><br><b> ואסור </b> לאכול מלוג השמן, כתב הכ\"מ בפרק ב\"ש דף מ\"ד תניא לוג שמן של מצורע מועלין בו עד שיזרק הדם נזרק הדם לא נהנין ולא מועלין רבי אומר מועלין עד שיתן מתנותיו ושוין שאסור באכילה עד שיתן מתן שבע ומתן בהונות ומשמע לרבינו דאסור באכילה דקתני היינו מן התורה עכ\"ד.<br><b> והנה </b> בהא דלוג שמן של מצורע לא נהנין פרש\"י דהוא מדרבנן אבל הרמב\"ם פסק דלוקה כאוכל קדשים לפני זריקה והקשה הקרן אורה דמנ\"ל לחלק בין דין מעילה ובין איסור לאכול לפני זריקה, דאם זריקת דם האשם אכתי לא הוי זריקה א\"כ יהי' דין מעילה ואם הוי זריקה א\"כ מנלן דלוקה קודם שיתן המתנות.<br><b> ונראה </b> עפ\"מ דאיתא במנחות דף ק\"ב דאמר שם לענין כל העומד לזרוק כזרוק דמי, מעילה אטומאה קרמית מעילה משום קדושה ולאו קדושה לבתר דפקעה לה קדושה במאי הדרא, והיינו דלכן ליכא מעילה לרש\"י מכי נראה לזריקה דפקעה קדושה כיון שנראה לזרוק ולהיות מותר לכהנים, אבל ודאי כ\"ז שלא נזרק אכתי לא הורצה שיהי' באמת כבר מותר לכהנים וכמפורש להדיא במנחות דף ע\"ט בהא דאמר וראבר\"ש סבר כאבוה דאמר כל העומד לזרוק כזרוק דמי, וכתב רש\"י שם אבל להכי לא הוי כזרוק שיהא הזבח כשר, וא\"כ ודאי אם יאכל בשר שנראה לזריקה גם לר\"ש יהי' חייב מלקות משום לא תוכל לאכול בשעריך וכמו שפי' הרמב\"ם פי\"א מהל' מעה\"ק דהיינו קודם שזורקים דמם בשערי המקום, וחזינן דדין מעילה ודין לא תוכל הם שני דינים נפרדים וא\"כ גם בהא דלוג שמן של מצורע איברא דיוצא מידי מעילה משנזרק דם האשם דזהו עיקר ההרצאה דמשנזרק הדם כבר הורצה גם הלוג שמן ולא הוי קדשי ד' ויצא מידי מעילה, מ\"מ כיון דיש בו דין נתינת המתנות לשיטת רש\"י מתן ז' ולשיטת הרמב\"ם גם מתן בהונות קרינן בי' לא תוכל לאכול בשעריך קודם שינתנו המתנות וכמו קודם שזורקין דמן דלענין זה הוי נתינת המתנות כמו זריקת הדם והוא פשוט."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>יצק מן השמן לכפו והתחיל להזות ונשפך הלוג אם עד שלא גמר מתן שבע נשפך הלוג יביא אחר ויתחיל במתן שבע, גמר מתן שבע ונשפך הלוג יביא אחר ויתחיל לכתחילה בבהונות, התחיל בבהונות ונשפך הלוג קודם שיגמור יביא אחר ויתחיל לכתחילה בבהונות, גמר הבהונות ואחר כך נשפך הלוג קודם שיתן שאר השמן שבכפו על ראש המטהר אינו צריך להביא לוג אחר שמתנת הראש אינה מעכבת שנאמר והנותר בשמן ומיתר השמן.</b><br><b> שמתנת </b> הראש אינה מעכבת, הכ\"מ הביא דברי הר\"י קורקוס לתרץ סתירת דברי הרמב\"ם שכ' בפרק ד' והנותר מן השמן שבכפו יתננו על ראש המתטהר ואם לא נתן לא כיפר, וא\"כ איך פסק גבי נשפך הלוג דמתנות הראש אינן מעכבות, וחילק הר\"י קורקוס בין נשפך הלוג לישנו בעין דבישנו בעין מעכב, והוא תימה דאם נאמר דבישנו בעין מעכב א\"כ אמאי מותרין שירי הלוג תיכף משיתן לבהונות וכמש\"כ הרמב\"ם בפ\"ד הל' ג' וז\"ל ואסור לאכול מלוג השמן עד שיתן ממנו מתן שבע ומתן בהונות, ולא הזכיר מתנות הראש, ואם נימא דמעכב כשהוא בעין אמאי אינו מעכב הכשר שירי הלוג.<br><b> וצריך </b> לומר בדעת הרמב\"ם דמפרש דגם ר\"ע דאמר לא כיפר אין הכונה דלא כיפר ומעכב כפרה לענין מחוסר כפורים, אלא דלא כפר דאין לו ריצוי אבל לענין מחוסר כפורים אין כאן חסרון, וזהו מה דאמרינן במתנות הראש דלכו\"ע אינן מעכבות, והנה ראיתי להקרן אורה שכתב בישוב ד' הרמב\"ם דמה דקתני בנשפך הלוג דאין מעכבות קאי דוקא אם נתן משמן שעל כפו, והקשה בעצמו דא\"כ אמאי אינו מעכב הכשר שירי הלוג [ולפלא שהביא בדבריו תי' הר\"י קורקוס ולא הקשה עליו מזה דלא מעכב הכשר שירי הלוג, ואין שום סברא לחלק ולומר דכיון דבנשפך אינו מעכב לכן אינו מעכב הכשר שירים גם בלא נשפך, דזה אין סברא כלל], ובאמת בל\"ז אי אפשר לומר כדבריו דאם לא נתן השמן אשר בכפו מעכב בדיעבד דהלשון לא משמע כן.<br><b> והנה </b> התוס' ביומא דף ס\"א כתבו אהא דקאמר גמר מתנות שבבהונות ונשפך הלוג דברי הכל מתנות הראש לא מעכבות וכ' התוס' דמה דאמר דמתנות הראש אינם מעכבות אתיא כריב\"נ ולא כר\"ע ולפי דבריהם קשה אם לא צריך ליתן וכריב\"נ א\"כ אמאי קתני זה בנשפך הלוג דאינו מעכב הול\"ל דאם לא נתן לא עיכב וממילא שמעינן דאם נשפך הלוג דאינו מעכב.<br><b> ולכן </b> נראה לפ\"מ דקייל\"ן בזריקה דאם אין כזית בשר אינו זורק את הדם ומ\"מ לא קתני אלא על זריקת הדם אבל על שפיכת שיריים לא קתני דאם נאבד הבשר אחר זריקת הדם דלא ישפוך שיריים, והטעם דכיון דשפיכת שיריים אינה מעכבת לכן גם אם אין בשר שופך את השיריים, וא\"כ י\"ל כן גם כאן דיציקת הלוג הוי כמו קמיצה כדמוכח במנחות דף ט' דפריך מהא דחסר הלוג עד שלא יצק [ויש לעיין בזה דשמא מדמה רק לענין אי קדושת כלי קבעה] ונתינה על הבהונות הוי כמו הקטרה במנחה דהוא כמו זריקה ולהכי צריך שיהי' הלוג קיים בשעת יציקה ונתינה על הבהונות, אבל נתינה על הראש כיון דלא מעכב לכן אפי' אם אין הלוג נותן על הראש כיון דהוי כמו שיריים, ואף דרש\"י ביומא דף ס\"א כתב דנתינה על הבהונות הוי שיריים ועל הראש שירי שיריים מ\"מ לענין זה הוי הבהונות כמו עיקר הזריקה ועל הראש כמו שיריים, דכיון דעל הראש לא מעכב הוי כמו שיריים דלא מעכבי, אבל על הבהונות אע\"ג דהם נקראים שיריים אבל כיון דמעכבי צריך שיהי' הלוג קיים.<br><b> [בגליון </b> הגמ' כתב רבינו ע\"ד התוס' בד\"ה לא כיפר במש\"כ אבל קשה על זה דלא הו\"ל לתרץ רק התם כתי' והנותר, ונ\"ב לא ידעתי מה קשה דהא הגמ' לא בעי למילף מכאן דמכפר אעשה דסמיכה, אטו לוג שמן מכפר אעשה, ועוד דהא מתנת בהונות נתנו קודם ואיך יכפר על מה שלא נתן אחר כך מתנות הראש, ולא דמי לסמיכה שהוא קודם לזריקה והגמ' בעי רק לומר דמה דאמר לא כיפר הוא אכולה מילתא קמי שמיא, וגבי עשה דסמיכה הי' תלוי אי מכפר אעשה דאחר הפרשה או אחר שחיטה למה דאמר רבא].<br><b> אבל </b> קשה דהרמב\"ם בפ\"י מהל' נזירות הל' ח' כתב דאשם מצורע אינו מעכב הכפרה, וא\"כ איך אפשר לפרש דמתן הראש אינו מעכב היינו שלא יהי' בשביל זה מחוסר כפורים ומתן בהונות מעכב הכפרה, הא כל עיקר האשם אינו מעכב ומתן בהונות איך יהיו מעכבות, אכן הוא פשוט דהא אמרינן ביומא דף ס\"א אשם מצורע שנשחט שלא לשמו כשר וצריך אשם אחר להכשירו וכן פסק הרמב\"ם, אלמא דאשם צריך להכשר המצורע, וע\"כ מה דפסק הרמב\"ם דאינו מעכב היינו דבדיעבד אם הקריב החטאת שוב אינו יכול להקריב האשם דבזה אמרינן דאשם לא מעכב אבל לכתחילה הוי סדר ההכשר מעיקרא אשם ואח\"כ חטאת וגם האשם הוא להכשר, וא\"כ שפיר דבהונות מעכב בהכשר המצורע ואם נשפך הלוג צריך לוג אחר להכשר המצורע, אבל מתנות הראש אינם מעכבות וא\"צ לוג אחר אפי' קודם שהקריב החטאת.<br><b> [עי' </b> בכ\"מ בפ\"א הל' ה' דס\"ל בדעת הרמב\"ם דאשם מעכב, ומש\"כ הרמב\"ם בהל' נזירות דאינו מעכב יש לומר דהוא משום דהכא איירי בספק ולא בודאי מחוייב ולכן פסק דאינו מעכב, וטעם לזה יש לומר בב' אופנים א) משום דלא יהי' לו תקנה ולכך מוכח דספק אינו מעכב. ב) דהרמב\"ם פוסק ספק דאורייתא לקולא ולכך אם הוא מחוייב מספק קרבנות החטאת והעולה דיכול להביא מביא אבל האשם דאינו יכול להביא אינו מביא].<br><b> ובאופן </b> אחר יש לומר דהא דאמר מתנות הראש אינם מעכבות לא קאי כלל לענין דין מחוסר כפורים דזה ודאי דבדיעבד אשם אינו מעכב כלל אלא קאי על עיקר דין הקרבת הלוג, ונ\"מ לענין הכשר שירי הלוג וזהו דאמר מתנות הראש לכו\"ע אינם מעכבות שכבר הותר שירי הלוג לאכילה, ויליף לה מקרא דומיתר והנותר, וממילא דמתנות הראש לא חשיב כמו זריקה בדם אלא כמו שיריים, ולכן אפשר ליתן אפי' בנשפך הלוג, דכיון דיליף מקרא דהותר לאכילה אף אם לא נתן מתנות הראש, מזה גופא שמעינן דלא הוי כמו זריקה בדם אלא כמו שיריים, וממילא באמת גם זה נכון דלכתחילה ג\"כ אינו צריך לוג אחר למתנות הראש גם לענין דין מחוסר כפורים אלא דזה מכ\"ש מדין הכשר שירי הלוג לאכילה.<br><b> אולם </b> צריך לבאר מה דאמר במנחות דף כ\"ח גבי מתן שבע ובהונות שנתנם שלא לשמן דתני חדא כשר ותני חדא דפסול ומשני ל\"ק כאן להכשיר כאן לרצות ופרש\"י להכשיר הלוג הוכשרו כמו כל קרבן שלא לשמה דכשר ואינו מרצה לבעלים ולהרצות לא הורצה ולא נטהר המצורע, אכן הרמב\"ם פסק בהלכה ז' לא הורצה והוכשר המצורע, והנה אם כונת הרמב\"ם בדיעבד קשה דהא גם אם לא נתן כלל הוכשר המצורע, וע\"כ דקאי לענין לכתחילה דהיינו קודם שהקריב החטאת מעכבין האשם והבהונות, אכן אחר שהקריב החטאת כיון שאינו יכול עוד להקריב האשם אינו מעכב, וא\"כ יקשה בתרתי חדא דכיון דלא הורצה א\"כ צריך לוג אחר קודם וע\"כ דהוא קודם שהקריב החטאת וא\"כ כיון דעדין לא הקריב החטאת לענין מאי הוכשר המצורע והרי עדין מחוסר כפורים דחטאת, ועוד קשה דלמה באמת הוכשר המצורע כיון דלא הורצה, ואין לומר דכיון דאינו מעכב לא אמרינן בזה דלא עלה לשם חובה דאשם יוכיח דאינו מעכב ומ\"מ אם נשחט שלא לשמו צריך אשם אחר להכשירו.<br><b> ונראה </b> לפמש\"כ בפט\"ו מפסוהמ\"ק בדין פסח לשם חולין שסובר הרמב\"ם שהוא פסול ובארתי עפ\"מ דאמרי' בגמ' דחטאת לשם חולין כשר ואינו מרצה וצריכים הבעלים להביא חטאת אחר, א\"כ גבי פסח נמי אף אם נימא דהפסח כשר מ\"מ יהיו הבעלים צריכים להביא פסח אחר, וכיון דאין אדם נמנה על שני פסחים ע\"כ דהפסח פסול דכיון שלא יוכלו לאכול מפסח זה הוי שלא לאוכליו, אלא דיקשה לפ\"ז למה צריך הגמ' למצוא ילפותות דשלא לשמה פוסל בפסח, דכיון דבכל הקרבנות לא עלו לבעלים לשם חובה, א\"כ יהי' צריך להביא פסח אחר ולא יוכלו לאכול מפסח זה והוי כשחטו שלא לאוכליו, ובארתי עפ\"מ דאמר ר\"ל בזבחים דף ה' אם כשרים הם ירצו ואם לא כשרין למה הן באין, והיינו דכיון דכתיב בזריקה ונרצה לו לכפר עליו, וכיון שלא הורצה א\"כ מהכ\"ת יצטרך לעשות הזריקה, ומשני מקרא דמוצא שפתיך דנעשה נדבה, וא\"כ י\"ל דדין דלא עלו לבעלים לשם חובה הוא מגדר הרצאה דמה שלא עלו לבעלים לשם חובה הוא בשביל דהקרבן לא הורצה, ולכן כתבתי דפסח דעיקרו לאכילה ולא להרצאה הוי אמינא דלית בי' כלל דין שלא עלו לשם חובה, וכדאמרי' בזבחים דף י\"א בכור בר אירצויי הוא וה\"נ הי' אפשר לומר בפסח, ולכן צריך קרא בפסח לעכובא, ואיברא דמקרא דולא יחללו אמרינן דאין חולין מחללין קדשים, יש לומר דזהו לענין הכשר הקרבן אבל הבעלים אינם יוצאין בו ידי חובתם וכיון שכן ע\"כ צריכים לעשות פסח שני והוי פסח ראשון שחטו שלא לאוכליו, ולפי זה נוכל לומר דגבי מצורע דין הכשר שלו אינו תלוי כלל בדין הרצאה דדין הכשר לא שייך כלל לדין רצוי שלו ולכן שפיר פסק דהוכשר, ואפשר עוד להוסיף בטעמא דהרמב\"ם דפסק דלא הורצה דהא אמרי' בגמ' דף ד' דילפינן כל הקרבנות לענין שלא לשמה מקרא דוזאת התורה ובהאי קרא כתי' נמי ולאשם והכל בכלל אפי' אשם מצורע, אבל לוג שמן של מצורע כיון דאיתרבי מלכל קרבנם בפרק ב\"ש בדף מ\"ד ע\"ב אלמא דאינה כמנחה ממש, ומ\"מ חזינן דהוא בדיני מנחה במנחות דף ט' דיש לו דין מנחה שחסרה, ומוכח דיש לו גדרי מנחה אבל אינו מנחה ממש, ולכן י\"ל דלא איתרבי אלא לדיני מנחה אבל לא בדיני הכשר ולכן לא ידעינן כלל דחסר דין הכשר בלוג שמן של מצורע אם הקריב שלא לשמה ושפיר פסק דהוכשר ולא הורצה.<br><b> נמצא </b> בזה שכתבנו להעיר דהרי אם עדין לא הקריב החטאת לא הוכשר דמחוסר כפרה דחטאת, ולאחר שהקריב הרי אין האשם מעכב, ולדברינו מוכח דהיכי דאין חסרון בהכשר אף דלא כיפר א\"צ להביא אחר, ומזה שפיר מבואר דעת הרמב\"ם דמה דדרשינן דמתנות הראש אין מעכבות היינו דא\"צ להביא לוג אחר, ואם נתן לבהונות שלא לשמן הוכשר המצורע וא\"צ להביא לוג אחר כיון שכבר הוכשר אף שלא הורצה ולזה לא מהני להביא לוג אחר דכיון שכבר הוכשר ונשאר בלא ריצוי של עשה מצוה מן המובחר ואיירי הרמב\"ם קודם שהקריב החטאת, והוכשר דקאמר היינו דא\"צ להביא לוג אחר דלגבי זה הוכשר."
            ],
            [
                "<b>הקדים מתן שמן למתן דם ימלא הלוג שמן ויחזור ויתן השמן אחר הדם, הקדים מתן שמן על הבהונות למתן שבע ימלא הלוג ויחזור ויתן על הבהונות אחר מתן שבע שנאמר זאת תהיה תורת המצורע שתהיה כל תורתו על הסדר.</b><br><b> שנאמר </b> זאת תהיה, הלח\"מ הקשה דהא במנחות דף ה' דשו\"ט אי יש מחוסר זמן לבו ביום וקאמר ר\"ש מהא דהקדים מתן שמן למתן דם דמשמע דיש מחוסר זמן לבו ביום ודחי לה דשאני הכא דכתי' זאת תהי' תורת המצורע, ותו מקשה בגמ' מהא דהקדים חטאתו לאשמו לא יהיה אחר ממרס בדמו אלא תעובר צורתה ותצא לבית השרפה ואי אמרת אין מחוסר זמן לבו ביום אמאי לא יהא אחר ממרס בדמו, דבשחיטה הא ל\"ש עכובא מקרא דתהי' דשחיטה לאו עבודה היא, ויליף מזה דיש מחוסר זמן לבו ביום, וכיון דלמסקנא יש מחו\"ז לבו ביום למה צריך לזאת תהיה, ומש\"כ הלח\"מ משום דאיכא קרא מפורש לכן כתבו הרמב\"ם אבל באמת אינו מיושב דהא פסול דמחוסר זמן הוא פסול בכל הקרבנות ולמה לי' להביא קרא דתהי' דכתי' גבי מצורע.<br><b> ונראה </b> עפ\"י דברי התוס' בזבחים דף ה' ד\"ה עולתה שהקשו בהא דתנן האשה שהביאה חטאתה ומתה יביאו יורשין עולתה, עולתה ומתה לא יביאו יורשין חטאתה ומשמע דהיא עצמה יכולה להביא חטאתה אחר עולתה, ובפסחים בפרק תמיד נשחט אמרי' זה בנין אב שכל חטאות קודמות לעולות, ואפי' דיעבד דרק במצורע אמרי' שם שאני עולת מצורע דרחמנא אמר והעלה שהעלה כבר ותי' שם רבינו חיים דה\"ה דבעלמא כשר דיעבד ומה דצריך קרא במצורע משום דכתי' בי' תהיה, ורבינו ברוך תי' דחטאת ועולה של יולדת נלמד מחטאת ועולה של מצורע, ובלא קרא הייתי פוסלו מטעם דיש מחוסר זמן לבו ביום, וכדחזינן במנחות דהקדים חטאתו לאשמו לא יהא אחד ממרס בדמו אלא תצא לבית השריפה, ולאו משום קרא דתהי' דשחיטה לאו עבודה אלא משום דהוא מחו\"ז עכ\"ד, והקשה הקרן אורה דמנ\"ל דליהוי מחוסר זמן בשינה סדר קרבנות היכי דליכא עכובא, דעד כאן לא אמרינן גבי חטאת מצורע דהוי מחו\"ז אלא משום דכל עבודותיו פסולות אם הקדימו לאשם וכדנפקא לי' מתהי' ולהכי אף בשחיטה איברא דלא קאי קרא דתהי' עלי' דשחיטה לאו עבודה היא מ\"מ פסול דהוי מחוסר זמן, אבל בקדימת קרבנות היכי דליכא עכובא הנ\"ל דהא פסח ששחטו קודם התמיד לא מיפסל, אלא שהקשה בעצמו מהקדים מתן שמן למתן דם דהוי מחו\"ז ואף דאכתי לא הוי ידע קרא דתהי' לעכובא, ומוכח דגם אם נאמרה קדימה למצוה כבר הוי מחוסר זמן.<br><b> ונראה </b> דיש לומר דאפילו אם נימא דסדר קרבנות אינו מועיל שיהי' בשביל זה מחוסר זמן כיון שאין הסדר לעכובא היינו רק בשני קרבנות כגון חטאת ואשם, אבל בהקדים מתן שבע למתן בהונות אפשר דמעכב משום דהוא סדר בהזאה והוי משנה בעצם ההזאה כיון דסדר הזאות הוא שיזה מתן שבע ואח\"כ יתן על הבהונות א\"כ בזה שמשנה ומקדים על הבהונות מקלקל את ההזאה, ואין זה מטעם מחוסר זמן, וקושית הגמ' לא הי' אלא מהקדים מתן שמן למתן דם כיון דהם ב' קרבנות דדם הוא מהאשם ושמן הוא מהלוג דהוי גדר מנחה, ולפ\"ז י\"ל עפ\"מ דאמרינן במנחות דף י' על דם האשם על מקום דם האשם וכו' אי כתב רחמנא על דם האשם הו\"א איתא אין נתקנח לא כתב רחמנא על מקום, ואי כתב רחמנא על מקום הו\"א דוקא נתקנח אבל איתי' אימא הוי חציצה קמ\"ל, ומוכח מד' הגמ' דעל מקום דם האשם אינו רק קביעות מקום ליתן, וכמו ושחט את החטאת במקום העולה, דהתם אינו רק קביעות מקום דהא לא מיירי בחטאת ששוחט אחר עולה, דכל חטאות קודמות לעולה, ולכן הוא רק קביעת מקום בשביל שעולה נאמרה מקודם בקרא אבל על מקום דם האשם היינו על הדם, ורק דאשמעינן דאפילו נתקנח נמי כיון שהיה בזה המקום דם האשם, ואם כן אם נתן השמן קודם מתן דם אינו מקום דם האשם, וסבר הגמ' דמ\"מ אי נימא אין מחו\"ז לבו ביום שפיר אפשר דמיקרי מקום דם האשם כיון דאח\"כ יתנו דם האשם, ובזה הוא דתליא בדין יש מחו\"ז לבו ביום, [ועי' בשטמ\"ק מש\"כ בשם רגמ\"ה וז\"ל לימא כיון דההוא יומא הוה קאי למחזי שיכול לחזור וליתן כאילו הוי האי שעתא דמי עכ\"ל, והיינו דכיון דדין אין מחו\"ז לבו ביום מועיל לומר דהוי כאילו הוי האי שעתא מועיל זה גם לגבי מקום דם האשם].<br><b> והנה </b> קשה במה דתניא הקדים חטאתו לאשמו לא יהיה אחד ממרס בדמה אלא תעובר צורתה ותצא לבית השריפה דמסיק ר\"פ דהוי מחוסר זמן דהא פסק הרמב\"ם בפ\"י מהל' נזירות הל' ח' דאשם אינו מעכב, ואיברא דעל ר\"פ לעצמו לא קשה דאיהו סבר בערכין דף כ\"א דאשם מעכב אבל הרמב\"ם שפסק כן בהלכה ג' קשה.<br><b> עוד </b> קשה דאמאי טעון עבור צורה כיון דמחוסר זמן הוי פסול בתחילת שחיטה אמאי לא הוי פסולו בגופו וישרף מיד, והנה בהא דתניא כל שפסולו בגופו ישרף מיד בדם ובבעלים תעובר צורתו פרש\"י בפסחים דף ע\"ג בבעלים שמתו או נטמאו אחר זריקה, והקשו בתוס' דבגמ' מוקי לה קודם זריקה דקתני בעלים דומיא דדם, ועפ\"ז הקשו דהיכי קתני שחטו ונודע שמשכו בעלים את ידם או שנטמאו בחול ישרף מיד והא בדם ובבעלים בעינן עבור צורה, ותירצו דמיירי קודם שחיטה דהוי פסולו בגופו, ובאמת הוא פשוט דמשכו הוא ע\"כ לפני שחיטה, וחידושם דגם או שנטמאו דקתני מיירי קודם שחיטה, ועכ\"פ לפני שחיטה הוי פסולו בגופו אף שהפסול הוא משום בעלים, וא\"כ אמאי מחוסר זמן לא הוי פסולו בגופו, והנה באמת היא קושית התוס' בזבחים דף ק\"ג ע\"ב וכתבו לתרץ דפסולו בגופו לא הוי אלא כמו פיגול וטריפה ונבלה אבל הקדמה לא, אך אין דבריהם מבוארים דלמה לא יהי' הקדמה בכלל כל שפסולו בגופו.<br><b> ונראה </b> דיש לומר דבאמת כיון דאשם אינו מעכב אי אפשר לומר דיהי' החטאת מחוסר זמן בשביל שלא נקרב האשם, ור\"פ לשיטתו דסבר דאשם מעכב לכן ס\"ל באמת דהקדים חטאתו לאשמו הוי מחוסר זמן אבל לדידן דאינו מעכב ע\"כ החסרון הוא בשביל האשם שיהי' קרב לפני החטאת ולא אחר החטאת, וא\"א לומר דהוא משום דהחטאת יהי' מחו\"ז, וע\"כ דהוא משום קרא דתהיה דמעכב סדר הקרבנות ואף דשחיטה לאו עבודה היא, אבל כ\"ז אם באנו לפסול החטאת מטעם עצמו שהקדימו לאשם ע\"ז אמרי' דלא מיפסל משום תהי' וכמש\"כ רש\"י שם דתהיה דכתב הוא לעיכובא דוקא על עבודות ולא בשחיטה כיון דשחיטה לאו עבודה היא, אבל אם אנו באין לפסול את האשם שנעשה אחר החטאת וגבי חטאת כתיב ועשה את החטאת וכל הד' עבודות הם עשי' דחטאת כדמוכח ריש זבחים, ולכן מצד החטאת אין עיכוב אף דכתוב ועשה כיון דשחיטה לאו עבודה היא ואין פסול דהקדמה, אבל אשם צריך להיות קודם כל עשיות דחטאת.<br><b> ומה </b> דר\"פ אינו מפרש כן וקאמר דהפסול משום מחו\"ז ולפמש\"כ הא שפיר אפשר לומר דאין הפסול משום החטאת ורק דהאשם הוא דנפסל שצריך להיות לפני שחיטת החטאת יש לומר דלא שייך לפרש קרא דתהי' לעכובא על האשם שלא יהי' קרב אחר החטאת אלא אם החטאת כשר קודם לאשם ע\"ז נוכל לומר דהקפידא הוא באשם, אבל אם החטאת פסול קודם האשם א\"כ ליכא תו למימר דיש ג\"כ פסול באשם שלא יהי' קרב אחר החטאת, דהרי החטאת לא יוכל להיות קרב לפני האשם, וא\"כ ממילא אי אפשר להיות אשם אחר החטאת, ואף דאיכא נ\"מ לענין אם נשחט החטאת דמטעם חטאת קודם לאשם לא נפסל דשחיטה לאו עבודה, מ\"מ כיון דבעיקר סדר הקרבנות לא שייך לפרש כן אין אנו מפרשים דגם ע\"ז קאי תהי' אבל אם אשם אינו מעכב אנו מפרשין דתהי' קאי גם ע\"ז שהאשם לא יהי' קרב אחר החטאת.<br><b> והנה </b> לפמש\"כ דהחסרון הוא בשביל סדר הקרבנות והחסרון הוא בהקרבת האשם מיושב שפיר הא דבעי עבור צורה, אבל לר\"פ דהפסול הוא משום מחוסר זמן יקשה אמאי תעובר צורתו, אך זה טעות דלהדיא כתב הרמב\"ם דמחוסר זמן בבעלים טעון עבור צורה.<br><b> ובדרך </b> אחר נראה לומר לפ\"מ דנימא דמשום סדר קרבנות לא הוי מחוסר זמן ואפי' לר\"פ דאשם מעכב, וטעמא דכיון דכן הוא עיקר הדין דשחיטה ליכא עכובא דתהי' ואפשר לשחוט קודם האשם לא דמי למחוסר זמן, דבמחו\"ז דמחוסר כפורים קודם שהגיע זמנו אכתי אינו בר קרבן כלל, ואפי' לשחיטה אינו ראוי, אבל הכא הוא כבר בר קרבן ורק דזריקת החטאת צריך להיות אחר האשם, אבל שחיטת החטאת למה יהי' מחוסר זמן שלא לשחוט קודם האשם כיון דמעיקר דינא ליכא עיכובא, אלא דהכא אין החסרון משום שחיטת החטאת אלא משום דם החטאת והיינו דכיון דכשנשחט אין הדם ראוי לזריקה הו\"ל דחוי מעיקרא, אלא דזה גופא תליא אי יש מחוסר זמן לבו ביום, דאי אין מחוסר זמן לבו ביום לא הוי דחוי כדמוכח בזבחים דף י\"ב ולכן ר\"פ סבר דחוי מעיקרא הוי דיחוי כדמוכח שם בזבחים דף י\"ב ולכן ר\"פ סבר דחוי מעיקרא הוי דיחוי כדמוכח שם בזבחים דשו\"ט בזה התם, [ואיברא דאפשר דהוא אליבא דר' יוחנן אבל עכ\"פ אפשר לומר ברוחא דסוגיא זו אזיל אי דחוי מעיקרא הוי דיחוי], ולכן הוי סבר שפיר דהפסול הוא משום חטאת ועכשיו מיושב מה דטעון עבור צורה כיון דהפסול הוא בדם ולא בשחיטה, אבל לדידן דקיי\"ל דחוי מעיקרא לא הוי דיחוי א\"כ ע\"כ אי אפשר לומר דהפסול הוא משום חטאת וע\"כ דהפסול הוא משום דלא יוכל להקריב האשם ובזה לא מהני סברא דשחיטה לאו עבודה היא וכמו שבארנו וא\"כ נוכל שפיר לומר דעכובא הוא משום תהיה, ולכן אין צריך לחדש סברא דגבי הקדים מתן שמן הוא משום דחסר דין מקום דם האשם וגבי הקדים מתן שבע נאמר דסדר הזאה מעכב דאפשר בפשיטות משום תהי'.<br><b> ויש </b> לומר בזה ע\"פ מש\"כ התוס' דלגבי דין דחוי מעיקרא לגבי הפרשה ולגבי דין ראוי לפתח אוה\"מ לא אמרינן מחוסר זמן לבו ביום ורק לגבי שחיטה, והיינו דכיון דעכ\"פ הקרבן אכתי אינו ראוי והמחוסר זמן הוא בדין הכשר הוי מחוסר זמן לבו ביום, א\"כ יש לומר דמחוסר זמן דמקום דם האשם אינו בהכשר ודמי להני, ולכן באמת מדחה ר\"פ מקרא דתהי' ורב ששת בעי לאוכוחי דאפי' בכה\"ג אמרינן יש מחוסר זמן לבו ביום.<br><b> אלא </b> דבעיקר מה שהקשיתי כיון דאשם אינו מעכב איך הוי מחוסר זמן, יש לומר דדוקא היכי דליכא אשם לא הוי חטאת מחוסר זמן אבל אם הקדיש אשם ועומד להקרב הוי מחוסר זמן, וזה ע\"כ צריך לומר למה שכתבתי דלר\"פ הוי הדם דחוי דיהי' קשה דא\"כ דאשם אינו מעכב איך הוי הדם דחוי, וע\"כ דאיכא נ\"מ בין נמצא האשם דאסור להקריב את החטאת קודם ובין ליכא אשם, וא\"כ גם לענין מחוסר זמן יש לומר כן, אלא דמ\"מ יש לחלק בין דין דחוי שבדם דכיון דאין להקריבו כבר הוי דחוי, לדין מחוסר זמן דצריך להיות דוקא אם אינו ראוי להקריבו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות מחוסרי כפרה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}