{
    "text": {
        "0_Lights from Darkness": {
            "0_Land of Israel": {
                "0": {
                    "0": "The land of Israel is not an external thing, an external national acquisition, a means to the goal of general unity and strengthening of the physical or even spiritual. The land of Israel is an intrinsic section of the nation, attached to it with a living bond, entwined with its existence in internal uniqueness.",
                    "1": "It is therefore impossible to explain the uniqueness of the sanctity of the land of Israel, to actualize the depths of love for her, in any humanly rational way. It is only through the divine spirit which is on the nation as a whole, through the natural spiritual nature which exists in the soul of Israel, which spreads out through "
                }
            },
            "1_War": {},
            "2_Israel and its Rebirth": {},
            "3_Lights of Rebirth": {},
            "4_Great Calling": {}
        },
        "1_The Process of Ideals in Israel": {
            "0_The Godly and the National Ideal in the Individual": {},
            "1_The Godly and the National Ideal in Israel": {},
            "2_Dissolution of Ideals": {},
            "3_The Situation in Exile": {},
            "4_The First and Second Temples; Religion": {},
            "5_Unification of Ideals": {}
        },
        "2_Seeds": {
            "0_Thirst for the Living God": {},
            "1_The Wise is Preferable to Prophet": {},
            "2_The Souls of the World of Chaos": {},
            "3_Acts of Creation": {},
            "4_Suffering Cleanses": {
                "0": "All the conflicts of opinion amongst people and all the internal contradictions that each individual suffers in his thoughts come only from the mental fog in one's thought of the divine, which is an endless sea and all the thoughts, whether practical or theoretical, arise from and return to.",
                "1": "One must always bear in mind the thought, which will be clear without the dross of false imaginations, of false fears, of bad qualities, of herds and disadvantages. The belief of God affirms human beings only as the same degree that divine greatness is explored and learned from that important part of them, which it deserves. Then the soul shines from the upper light by joining love and a complete view of life, and all feelings, opinions and actions are noted. As this fundamental element grows in the soul's innards, so too will grow the action that will act as a divine adherence to emotion and with the admiration of the heart to conduct the whole course of life in a straightforward manner."
            },
            "5_The War of Ideas": {},
            "6_National Soul and Body": {},
            "7_The Value of Rebirth": {}
        },
        "3_Lights of Israel": {
            "0_The Essence of Israel": {},
            "1_The Individual and the Collective": {},
            "2_Connection to the Collective": {},
            "3_Love of Israel": {},
            "4_Israel and the Nations": {},
            "5_Nationhood of Israel": {},
            "6_Israel's Soul and its Rebirth": {},
            "7_Preciousness of Israel": {},
            "8_Holiness of Israel": {}
        }
    },
    "meta": "Paragraph",
    "work": "Orot"
}