{
    "text": {
        "0_Chapter, 0_Verse": "Palavras de Kohelet, o filho de David, rei em Jerusalém:",
        "0_Chapter, 1_Verse": "Inútil, totalmente inútil! - diz Kohelet - completamente sem sentido! Nada importa!",
        "0_Chapter, 2_Verse": "O que alguém ganha de todo seu trabalho, realizado debaixo do sol?",
        "0_Chapter, 3_Verse": "Gerações vêm, gerações vão, mas a terra permanece para sempre.",
        "0_Chapter, 4_Verse": "O sol nasce, o sol se põe; então ele se apressa até voltar ao seu lugar e dali ele surge.",
        "0_Chapter, 5_Verse": "O vento sopra para o sul, então volta para o norte; o vento sopra por todo lugar e regressa em círculo.",
        "0_Chapter, 6_Verse": "Todos os rios fluem para o mar; contudo o mar não se enche; o lugar para onde fluem os rios, para lá eles fluem continuamente.",
        "0_Chapter, 7_Verse": "Tudo é tedioso, mais do que se pode expressar; o olho não se sacia de ver, o ouvido não se cansa de ouvir.",
        "0_Chapter, 8_Verse": "O que já existiu é o que haverá, o que se fez também será feito, e não há nada novo debaixo do sol.",
        "0_Chapter, 9_Verse": "Existe algo do que se diga: Veja! Isso é novo? Isso já existia nas eras antes de nós.",
        "0_Chapter, 10_Verse": "Ninguém se lembra dos povos antigos; e os que virão também não serão lembrados por quem os suceder.",
        "0_Chapter, 11_Verse": "Eu, Kohelet, fui rei de Israel, em Jerusalém.",
        "0_Chapter, 12_Verse": "Dediquei-me a procurar e a pesquisar tudo o que é feito debaixo do céu. Que tarefa enfadonha Elohim ordenou aos bnei Adam para nos ocupar.",
        "0_Chapter, 13_Verse": "Observei todas as atividades realizadas debaixo do sol, e tudo isso é inútil, é sustentar-se de vento.",
        "0_Chapter, 14_Verse": "Não se pode endireitar o que é torno; não se pode contar o que não existe!",
        "0_Chapter, 15_Verse": "Disse a mim mesmo: Adquiri muita sabedoria, mais que todos os reis de Jerusalém que foram antes de mim. Sim! Obtive muita sabedoria e conhecimento; ",
        "0_Chapter, 16_Verse": "No entanto, quando me dediquei a compreender a sabedoria e o conhecimento, bem como a estupidez e a insensatez, percebi que isso também era apenas sustentar-se de vento.",
        "0_Chapter, 17_Verse": "Pois existe muito sofrimento na muita sabedoria; quanto mais conhecimento, tanto mais sofrimento.",
        "1_Chapter, 0_Verse": "Eu disse a mim mesmo: Venha! Testarei a mim mesmo com prazer e o fruir das coisas boas; mas isso também foi inútil.",
        "1_Chapter, 1_Verse": "Sobre o riso, eu disse: Isso é estúpido!; E sobre o prazer, declarei: Serve para quê?",
        "1_Chapter, 2_Verse": "Indaguei de minha mente por quanto tempo eu satisfaria meu corpo com vinho e, com minha mente ainda me guiando com sabedoria, como procurar a insensatez; eu queria descobrir o que era melhor que as pessoas realizassem durante o curto período de que dispõem para viver debaixo do céu.",
        "1_Chapter, 3_Verse": "Trabalhei nisso em grande escala: construí para mim palácios, plantei vinhas,",
        "1_Chapter, 4_Verse": "Formei jardins e parques; plantei neles todos os tipos de árvores frutíferas.",
        "1_Chapter, 5_Verse": "Construí tanques para irrigar as árvores que nasciam na floresta.",
        "1_Chapter, 6_Verse": "Comprei escravos e escravas, e tive também escravos nascidos em minha casa. Além disso, cuidei de rebanhos de bois e ovelhas, em maior quantidade que todos os meus antecessores em Jerusalém.",
        "1_Chapter, 7_Verse": "Juntei prata e ouro, a riqueza de reis e províncias. Contratei cantores e cantoras, e provi a mim mesmo do que satisfaz o deleite sensual e de muitas concubinas.",
        "1_Chapter, 8_Verse": "Assim, me engrandeci e superei todos os meus predecessores em Jerusalém; minha sabedoria, também, permaneceu comigo.",
        "1_Chapter, 9_Verse": "Não neguei a meus olhos nenhum desejo. Mantive-me no prazer, pois senti satisfação por todo o meu trabalho, e essa foi minha recompensa por tudo.",
        "1_Chapter, 10_Verse": "Então olhei para a realização das minhas mãos e para o trabalho que executei; e vi que ele era totalmente desprovido de sentido - [era como] me sustentar de vento - e que não havia obtido nada debaixo do sol.",
        "1_Chapter, 11_Verse": "Assim, decidi olhar com mais cuidado para a sabedoria, a estupidez e a tolice; o que pode fazer o homem que sucede ao rei, a não ser o que já foi realizado?",
        "1_Chapter, 12_Verse": "Vi que a sabedoria é mais útil que a tolice, como a luz é mais útil do que a escuridão.",
        "1_Chapter, 13_Verse": "O homem sábio possui os olhos na cabeça, mas o tolo caminha na escuridão. Contudo, o mesmo destino espera por eles.",
        "1_Chapter, 14_Verse": "Portanto, eu disse a mim mesmo: Se a mesma coisa acontece ao tolo e a mim, então o que eu ganho por ser sábio? E pensei: Isso também é inútil!",
        "1_Chapter, 15_Verse": "Pois o homem sábio, como o tolo, não será lembrado por muito tempo, visto que, no futuro, tudo o que tiver passado há muito cairá no esquecimento. O homem sábio, como o tolo, deve morrer.",
        "1_Chapter, 16_Verse": "Passei, então, a odiar a vida, pois as atividades realizadas debaixo do sol me eram detestáveis, porque tudo é desprovido de sentido e é como sustentar-se de vento.",
        "1_Chapter, 17_Verse": "Odiei todas as coisas pelas quais trabalhei debaixo do sol, pois vi que teria de deixá-las para seu sucessor.",
        "1_Chapter, 18_Verse": "Quem sabe se ele será sábio ou tolo? Contudo, ele terá [mesmo assim] o controle sobre todas as coisas pelas quais [eu] trabalhei e que demonstraram o quanto sou sábio, debaixo do sol. Isso também é inútil!",
        "1_Chapter, 19_Verse": "Assim, cheguei a me desesperar por todas as coisas em que trabalhei debaixo do sol.",
        "1_Chapter, 20_Verse": "Eis que há um Adam, cujo trabalho é feito com sabedoria, conhecimento e habilidade; no entanto, ele deve deixá-lo para alguém que será incumbido de lhe dar continuidade. Isso não é só inútil, mas é também um grande mal.",
        "1_Chapter, 21_Verse": "Pois o que uma pessoa obtém de todos os esforços e ambições que permeiam o trabalho que ela realiza debaixo do sol?",
        "1_Chapter, 22_Verse": "Toda a sua vida é uma dor, e seu trabalho é cheio de desgaste; mesmo à noite, sua mente não descansa. Isso também é inútil.",
        "1_Chapter, 23_Verse": "Portanto, não há nada melhor para o Adam fazer que comer, beber e se permitir aproveitar as vantagens resultantes de seu trabalho. Também percebi que isso provém da mão do Elohim.",
        "1_Chapter, 24_Verse": "Pois quem haverá de comer e aproveitar, a não ser eu?",
        "1_Chapter, 25_Verse": "Pois ao Adam que é bom, perante [Elohim], Ele concede sabedoria, conhecimento e alegria; mas, ao pecador, ele dá a tarefa de colecionar a acumular bens e deixá-los para quem é bom, perante o Elohim. Isso também é inútil e sustentar-se de vento.",
        "3_Chapter, 0_Verse": "I returned and would see all the oppression which is done under the sun, without the law, and behold: the tears of the oppressed without one to bring them to repentance; and in the hand of their oppressors, strength, without one to make a change."
    },
    "meta": "Chapter-Verse",
    "work": "Ecclesiastes"
}