{
    "title": "Tosafot on Chagigah",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tosafot_on_Chagigah",
    "text": [
        [],
        [],
        [
            [
                "<b>Mishnah \"All are obligated in the appearance\"</b>. Rashi explains <small>(this passage of the Mishnah)</small> with the Mitzvah of (Shemos 23:17) <i>Your Males shall appear (before the Sovereign, the Lord)</i>. <small>[Translator: the current assumption is Rashi is referring specifically to the aspect of the Mitzva that requires one to appear in Temple for the Festival, not the aspect where one must bring a Korban (sacrifice). Tosafos will bring 4 proofs against this assumption]</small> Yet, asks Rabbeinu Elchonon that behold we teach in close proximity <small>(i.e. later in the Mishna)</small> <b>Bais Shammai says the Appearance (Korban) is two silver coins</b>. The implication being we are discussing the Korban. Further, the Gemara (4b) (says) <b>It is taught (i.e. Baraisa): The uncircumcised and the ritually impure are exempt from (the mitzva) of appearance. (The Gemara comments:) Granted, a ritually impure (person is exempt), as it is written \"And there you shall come\" (Devarim 12:5). Anyone that is included in coming (into the Temple which is disallowed if one is impure), is included in bringing (the Korban)</b>. And further, we say in the Talmud Yerushalmi at the beginning of our Tractate (1a) <small>[Translator: this is not exactly how our version of Yerushalmi is worded but the meaning and derivation is the same.]</small> <b>In what regard are these words said (i.e. the 1st Mishna in Chagiga - All are obligated in appearance) the Appearance Korban, but in (the aspect of) Physical Appearance in the Azarah (Temple Courtyard) all are obligated (i.e. even many of those exempt from brining a Korban) like (the mitzva of) Hakhel (when all would gather at the end of Sukkos to hear a public Torah reading by the king) men, women and (even) little children.</b> Further, it says in the Gemara (6b) <b>As it is taught (i.e. Baraisa) Rabbi Yosei (HaGelili) says The Jewish people were commanded three mitzvot when they ascended for the Festivals: Appearance, Simcha (Joy), and the Chagigah (festival offering)</b> <small>[this is reversed in our version of the Gemara with Simcha]</small> (continues the Gemara) <b> There is to the Appearance not with the other two...that the Appearance is completely burned (or brought up).</b> The implication is that Appearance without explanation refers to the Korban. <small>[Translator: Now that Tosafos has shown the proofs/refutations that Rashi can't be explained as referring to just the appearing aspect of the mitzvah but the Korban. Tosafos now assumes Rashi is referring to both parts of the Mitzva.]</small> Therefore, it is seems to Rabbeinu Tam that the Mishnah is referring to the Korban and the Temple Courtyard (i.e. appearing there), and Rashi who mentions the physical appearance in the Temple Courtyard mentions one that implies two. Since the exemptions of all mentioned even exempting from appearing in the Temple Courtyard, all the more so in the matter of Appearance in regard to the Korban. <small>[Translator: having previously mentioned 4 proofs that the Mishnah is mentioning the Korban, there could be an assumption that the Mishnah is exclusively about the Korban aspect of the mitzvah not the Physically Appearing aspect. This is in fact the opinion of the Talmud Yerushalmi mentioned above. Tosafos goes on to prove that this is not the case in the Bavli, bringing 4 proofs that show clearly the Bavli argues.]</small> And there is also to respond that the Mishnah implies the Physical Appearance as well, that it teaches afterward <b>Which minor (is exempted)? All that are not able to go etc. </b>. The implication being the Minor mentioned is stated <small>(in the Mishnah in question 'All are obligated etc.')</small> - we see <small>(the exemption is)</small> due to the Physical Appearance in the Temple Courtyard because he is not able to go there. However to the opinion of the Yerushalmi it does not work according to our teaching's opinion <small>(i.e. the Talmud Bavli)</small> because of many things. That there (in the Yerushalmi) it learns from \"Hakhel\" to obligate, but we do not learn from it rather to exempt a Chereish (Deaf Person, see 2b-3a). Even though we say later (source) <b> You might have thought learn from \"Appearing\" \"Appearing\" from Hakhel - just as there women are obligated etc.</b>. Nonetheless, from there we learn that in truth we do not learn from Hakhel to obligate."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "",
                "<b>In order to give reward to those that bring them:</b> And upon this, [people] have relied to bring small children to the synagogue. "
            ],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Evils that become troubles for one another, for example, a hornet and a scorpion:</b> Rabbenu Tam explained that the medication for this sting is [bad] for that sting. Likewise, we say in the beginning of Chapter 2 of Avodah Zarah 28b ff., \"Warm for a scorpion, cold for a hornet.\""
            ],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "תוספות על חגיגה",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Tosafot",
        "Seder Moed"
    ],
    "sectionNames": [
        "Daf",
        "Line",
        "Comment"
    ]
}