{
    "title": "Even Ha'azel on Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Tefillin,_Mezuzah_and_the_Torah_Scroll",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכותב ספר תורה או תפילין או מזוזה ובשעת כתיבה לא היתה לו כונה וכתב אזכרה מן האזכרות שבהן שלא לשמן פסולין, לפיכך הכותב את השם אפילו מלך ישראל שואל בשלומו לא ישיבנו, היה כותב שנים או שלשה שמות הרי זה מפסיק ביניהם ומשיב.</b><br><b> מבואר </b> מדברי הרמב\"ם דסובר דכתיבת סת\"מ לא בעינן לשמה ורק באזכרות בעינן לשמן, וכן מוכח ממה שכתב בפ\"י דמנה שם כל פסולין דס\"ת ומנה שם שכתב האזכרות שלא לשמן ומוכח דביתר הכתיבה אם לא כתב לשמה כשרה, וגבי עיבוד דס\"ת ותפילין כתב הרמב\"ם בפ\"א הל' י\"א דבעינן עיבוד לשמן, וצריך לומר בטעמא משום דגבי כתיבה סתמא לשמן קיימא, אלא דקשה מד' הגמ' בגיטין דף מ\"ה ע\"ב דפריך אהא דתניא ומעשה בנכרי אחד בצידן שהיה כותב ספרים והתיר רשב\"ג ליקח ממנו ורשב\"ג עיבוד לשמן בעי כתיבה לשמן לא בעי ומסיק שם דלרשב\"ג דבעי עיבוד לשמה בעי נמי כתיבה לשמה, ולפי\"ז יקשה על הרמב\"ם דפסק דבעינן עיבוד לשמה וא\"כ כש\"כ דבעינן כתיבה לשמה.<br><b> וכתב </b> אדמו\"ר גאון ישראל זצ\"ל בספרו דעכו\"ם שאני דהא דמעשה נכרי לא הוי בכלל לשמה אין זה רק משום חסרון מחשבתו כי אם דהנכרי מופקע מעיקר דין עשית לשמה שאינו יכול להתפיס דין לשמה, והקשה לפי\"ז ממש\"כ הרמב\"ם דמשו\"ה עיבוד העכו\"ם פסולה שהנכרי על דעת עצמו הוא עושה לא על דעת השוכר אותו, וכתב ע\"ז דהך דינא דעכו\"ם אדעתא דנפשיה קעביד אינו דין באומדנא שאינו חושב על מה שישראל מצוהו אלא דלא מהני כתיבתו מה שיכתוב על דעת הישראל דאם היה חל הדין במעשיו שהן נעשין על דעת הישראל הוי חשיב לשמה אלא דלא מהני מחשבתו ע\"ז והוכיח כן ממה שפסק הרמב\"ם בפ\"ג מגירושין דישראל המחלל שבת בפרהסיא דינו כעכו\"ם לענין זה ואי משום אומדנא איזה ראיה הוא מה שבדין הוא כעכו\"ם לדין האומדנא, וע\"כ דהכונה דהוא דין ולא אומדנא.<br><b> והנה </b> לפי\"ז ישאר הקושיא על הרמב\"ם ממה שהקשו התוס' בע\"ז דף כ\"ז דלמה צריך קרא בעכו\"ם דמילה בעכו\"ם פסולה תיפוק ליה משום דבעינן לשמה.<br><b> אך </b> י\"ל לפי\"ד אדמו\"ר שמחלק שם בין דין לשמן של כתיבת סתו\"מ ללשמן של אזכרות דבאזכרות גם נכרי אפשר דמכוין לשם קדושת השם משום דזהו מציאות וכתיבתו היתה בתורת קדושת השם ואינו דין להתפיס עליו קדושה לפי\"ז אפשר דדין מילה לשמה באמת ג\"כ לא צריך שום התפסת קדושה וצריך רק שימול כדי שיהיה מהול ונ\"מ דאם יחתוך הערלה בשביל שהוא רוצה לחבול בו או שצריך להשליכו לכלבים זה לא הוי מילה לשמה, ואף דאמרינן שם דאם מכוין לימול לשם הר גריזים פסול, זהו משום דהוי כונה הפוכה מסתם מילה שיהיה מהול והוי כמו שחותך הערלה להשליכה לכלבים, ולכן שפיר מיושב דגבי מילה נמי מהני סברא דסתמא לשמה קאי אפי' בעכו\"ם כיון דבסתמא מל שיהיה מהול דהעכו\"ם יודעים שהישראל מל עצמו וכן ערבי מהול וגבעוני מהול דבמילה א\"צ להתפיס שם קדושת מילה אלא למול שיהיה מהול ולכן מהני גם בעכו\"ם וכנ\"ל.<br><b> אכן </b> בעיקר דברי אדמו\"ר לא משמע כן פשטות הלשון דעכו\"ם אדעתא דנפשיה קא עביד והו\"ל למימר דעכו\"ם לאו בר לשמה הוא וכדאמרינן בגט דלאו בר כריתות הוא, וכן הרמב\"ם כתב שהנכרי על דעת עצמו הוא עושה, וראייתו מהא דמחלל שבת בפרהסיא דינו כעכו\"ם בדין לשמה ואי משום אומדנא א\"כ מה שייך זה למה שבדין הוא כעכו\"ם, גם זה לא מכרעא דמה דעכו\"ם אדעתא דנפשיה קא עביד הא אינו בשביל טבעו דאטו כל העכו\"ם שוים ויש שהם נוחים לבריות ואפשר לסמוך עליהם במו\"מ ולמה נשתנו שנאמר בודאי שאינם עושים על דעת הישראל לכתוב לשמה, וע\"כ דהטעם הוא דכיון שאינו מאמין בתורה בודאי אינו נזקק לכתוב לשמה לדבר שאינו מאמין בו, וכותב על דעת עצמו ולא למה שמצוהו הישראל לכתוב לשם סתו\"מ או גט ושיהיה בזה הכשר של לשמה כיון שאינו מאמין בזה, וא\"כ שפיר מיושב דגם מחלל שבת בפרהסיא כיון דדינו כעובד עכו\"ם לכל דבריו א\"כ בודאי נקטינן דאינו מאמין בדין התורה ואפי' יאמר שמאמין לא מהני דכבר הוקבע דינו שהוא כעכו\"ם לכל דבריו.<br><b> ונראה </b> דאפשר ליישב דעת הרמב\"ם גם אם נפרש הא דעכו\"ם אדעתא דנפשיה קא עביד כפשוטו, דהנה יש לחקור בהא דסתמא לשמן קיימי גבי קדשים אם הכונה דכיון שהוא שוחט קדשים בסתמא חושב שיהיה נשחט לשם מה שהוא והוי כמו לשמה או דהפירוש דלא צריך לשמה כיון דבסתמא עומדים הקדשים להיות נשחטים לשם מה שהן א\"צ מחשבתו כלל, ויש לתלות זה בדין עקירה בטעות הוי עקירה או לא, דאם נימא דהוי עקירה אפשר לפרש גם כפי' הא', אבל אם נימא דלא הוי עקירה א\"כ ע\"כ הוא כפי' הב' דהא העובד חשב להדיא שלא לשמן, ואפי' אם נימא דמחשבת טעות אינה מחשבה אבל עכ\"פ חסרה מחשבה מעליא וע\"כ דלפי\"ז צ\"ל דלא צריך מחשבה כלל, (ועיין מש\"כ באבהא\"ז פ\"ד ממעשה הקרבנות).<br><b> והנה </b> יש לומר דאף אם נפרש דדין סתמא לשמה היינו דלא צריך כלל מחשבה לשמה, זהו דוקא בקרבנות שהזבח גם קודם שנזבח יש לו כבר קדושת קרבן והוא קדושת הגוף אלא שחסר עוד קדושת השחיטה והזריקה ובזה נוכל לומר דכל מעשה שנעשה הכל הולך בעצם לשם מה שהוא וא\"צ מחשבה כלל, אבל בס\"ת הא ע\"י זה שעבדו הגוילין לשמן עדיין לא נתפס בהגוילין קדושת ס\"ת דנימא דלא צריך להתפיס בהכתיבה קדושת ס\"ת, ואף דאי הזמנה מילתא אסור להשתמש לדבר חול ולמאן דסובר דס\"ת הוי גופה קדושה אמרינן בזה הזמנה מילתא, אבל זה ודאי אינו אלא לדין איסור להשתמש בדבר חול אבל ודאי עוד אין בהגוילין קדושת ס\"ת אבל בקדשים כבר יש בהבהמה דין קדושת קרבן, ועכשיו דמבואר דבס\"ת א\"א לומר דכבר יש בהגוילין דין קדושת ס\"ת דנימא דכבר לא צריך להתפיס קדושת ס\"ת בהכתיבה למ\"ד דצריך כתיבה לשמה, ולכן גבי ס\"ת אם נימא סתמא לשמן קיימא אין לנו לומר אלא כלשון הראשון דהוי כמו שחשב לשמן ולכן גבי עכו\"ם דאדעתא דנפשיה קעביד לא אמרינן סתמא לשמה דאינו חושב כלל שעושה למה שהוא עומד ואפשר חושב מחשבות אחרות.<br><b> איברא </b> דדברינו ליישב ד' הרמב\"ם אכתי צריכים ביאור, דאם נימא דהא דאמרינן גבי קדשים סתמא לשמה קיימי פירושו דלא צריך כלל גבי קדשים דין מחשבה דלשמה כיון דבסתמא עומדים הקדשים להיות נקרבין לשמן, א\"כ מנא לי' להרמב\"ם לחדש גבי דין כתיבה דס\"ת דאמרינן סתמא לשמה קיימי והא גבי ס\"ת לא שייך לומר האי סתמא לשמה ומנ\"ל דנקטינן גם דין סתמא לענין דצריך מחשבה ונימא דסתמא לשמה היינו דכונתו בסתמא הוי לשמה.<br><b> ואמנם </b> נראה דבאמת תליא הא בהא, והיינו דבלא היסוד הראשון דאמרינן דבסתמא עובד העובד בקדשים לשמן ומחשבתו לשמה הוי לא הוי אמרינן גם האי דינא דאינו צריך מחשבה כלל משום דסתמא לשמן קיימי דאיברא דאמרי' דעל הבהמה איכא קדושת קרבן גם מחיים אבל אם נימא דבסתמא אין השוחט והעובד עושין העבודות לשם מה שהן א\"כ אכתי לא הוברר כלל בהקרבן שכל מה שיעשו בו יהיה בסתמא לשם קרבן כיון דבסתמא לא יעשו הכשרי הקרבן לשם קרבן, ולכן על כרחך צריכנן לומר מקודם יסוד הדין דסתמא לשמה כפי פירושינו הראשון וממילא אמרינן גם דין סתמא לשמה דלא צריך מחשבה לשמה, ועכ\"פ נקטינן גם דין סתמא לשמה כפי' הא', ובזה מבואר גבי דין כתיבה דס\"ת דצריך לשמה אף דא\"א לומר בזה דין סתמא לשמה כפי' הב' דאמרי' בקדשים כיון דצריך להתפיס בכתיבתו עכשיו קדושת ס\"ת עכ\"פ מדין סתמא לשמה דגבי קרבנות אנו למדין דנקטינן נמי דין סתמא לשמה כפי' הא' דבסתמא איכא מחשבה לשמה, ומיושב הא דגבי ס\"ת שכתבה עכו\"ם דאמרינן בגיטין דפסולה משום דכיון דעכו\"ם אדעתא דנפשיה קעביד לא הוי מחשבתו סתמא לשמה כיון דצריך כאן מחשבה לשמה בודאי לא מהני בעכו\"ם, ומה דמהני משום לשמה גבי מילה וצריך מיעוטא דקרא דמילה ע\"י עכו\"ם פסולה, בזה ודאי ניחא כמש\"כ לפי\"ד אדמו\"ר דגבי מילה אין צריך מחשבה אלא לענין המציאות דימול כדי שיהא מהול ובזה ודאי נימא דבסתמא חושב כן ומהני גם בעכו\"ם כנ\"ל.<br><b> והנה </b> אדמו\"ר בספרו כתב להוכיח דדין עכו\"ם אדעתא דנפשיה קא עביד הוא מעיקר הדין ולא משום דאמדינן לדעתיה דעושה אדעתא דנפשיה מזה גופה דהא חזינן דלמאי דלא בעי כתיבה לשמה מכשיר בעכו\"ם דתניא חדא דקורין בו וקשה דהא עכ\"פ באזכרות לכו\"ע בעינן לשמן וע\"כ כמו שיישב מקודם ומשום דבאזכרות לא בעינן התפסה לשם קדושה, אבל אי אמרינן דבסתמא אינו עושה א\"כ אין נ\"מ ועכ\"פ לא כתב האזכרות לשמן, אבל יש לומר דגם זה לא מכרעא דמה דאמרינן דעכו\"ם אדעתא דנפשיה קא עביד הוא שאינו חושב להתפיס שם לשמן שתהיה ס\"ת כשרה וכותב כמו ספר בעלמא וכמו ספר חול אבל לעולם אפשר לומר דיודע מה שהוא כותב וכיון דבאזכרות דין לשמן הוא שיכתוב בסתם לשם מה שהוא ולא להתפיס לשם קדושת האזכרות ואפי' למה שכתב אח\"כ דבאזכרות ודאי בעי נמי להתפיס לשם קדושת האזכרות אבל זה תלוי כבר בדין לשמה של כל הס\"ת וא\"כ שפיר יש לומר דבזה נימא דשייך גם בעכו\"ם סתמא לשמה קא עביד שכותב לשם מה שהוא דהא נכרי מאמין בד' ולא דמי למין שאינו מאמין כלל ולכן שפיר דלמאי דלא בעי כתיבה לשמה בס\"ת כשר גם של עכו\"ם דלגבי אזכרות אמרינן סתמא לשמה קאי.<br>ב) <b> אכן </b> אכתי צריך לבאר הא דחילק הרמב\"ם בדין עיבוד לשמה בין ס\"ת ותפילין למזוזה דבהל' י\"א כתב דקלף שכותבין ס\"ת ותפילין צריך לעבד אותן לשמן ומזוזה אינה צריכה העבדה לשמה, ובפ\"ג הל' ט\"ו כתב דעור הבתים אינו צריך עיבוד לשמה מטעמא דלא צריך עיבוד כלל ואפי' עשהו מצה כשר, ובעור הרצועות צריך עיבוד לשמן, ושיטתו צריכה ביאור דבטעמא דאין צריך עיבוד לשמה במזוזה כתב הרמב\"ם בתשובתו לחכמי לוניל משום דאינה חובת הגוף כמו ס\"ת תפילין אלא חובת בית, וכבר תמה הכ\"מ על טעם זה דאינו מוכרח בסברא ועוד דהא תנן אין בין ספרים ותפילין ומזוזות.<br><b> והנה </b> בסנהדרין דף מ\"ח ע\"ב בסוגיא דהזמנה מילתא תולה הגמ' פלוגתא דאביי ורבא בהזמנה מילתא בפלוגתא דרבנן ורשב\"ג בעור הבתים אם צריכים עיבוד לשמן, ופירש\"י דאביי כרשב\"ג ורבא כרבנן דלא צריך עיבוד לשמה דהזמנה לאו מילתא היא ולא איכפת לן בה, ובתוס' הקשו דהא קיי\"ל כרבא דהזמנה לאו מילתא ובעיבוד לשמה קיי\"ל כרשב\"ג כדמוכח בגיטין דף נ\"ד ע\"ב דגווילין דס\"ת שלא נעבדו לשמה פסול, ולכן פירשו דאביי כרבנן דהזמנה מילתא היא ולכן א\"צ עיבוד לשמה דסגי בהזמנה ורבא כרשב\"ג דהזמנה לאו מילתא ובעי עיבוד לשמה, והבעה\"מ בפ\"א דסוכה מחלק בין עיבוד עור הבתים דלא הוי גופן קדושה לא בעי עיבוד לשמה, ובין עיבוד הגווילין או הקלף לכתוב עליו דהוי גופה קדושה בעינן עיבוד לשמה, דרבא גופיה מודה כדאמר בגמ', והרמב\"ן במלחמות שם סובר דגם גווילין של כתיבה אגב כתב הוא דקדושין ולא דמי לעגלה ערופה ולהלכה לא בעי עיבוד לשמה לא בבתים ולא בעור דכתיבה דקיי\"ל כרבנן דרשב\"ג.<br><b> והרמב\"ם </b> שכתב בטעמא דעור הבתים אינו צריך עיבוד לשמה משום דאין צריך עיבוד כלל קשה דא\"כ למה תולה הגמ' בסנהדרין הך פלוגתא דרשב\"ג ורבנן בעור הבתים בפלוגתא דאביי ורבא, איברא דהרמב\"ן במלחמות שם כתב דרק אביי דסובר הזמנה מילתא תולה זה בזה, אבל לרבא אע\"ג דמותר לשנותם דהזמנה לאו מילתא מ\"מ אפשר דבעינן עיבוד לשמה אלא דת\"ק סבר לא בעי לשמה בין בתשמיש קדושה בין בתפילין גופייהו ורשב\"ג בעי לשמה בין בגווילין של כתיבה בין בתשמישי קדושה והיינו הבתים, ולא דהוי הזמנה מילתא אלא מצותן שיעשה לשם חובה, אבל לדברי הרמב\"ן לא יתיישב בזה במה דפסק הרמב\"ם דעור הבתים לא בעי לשמן ובעור הרצועות בעי לשמן, וכתב בטעמא משום דבעור הבתים לא בעי עיבוד כלל.<br><b> ונראה </b> בדעת הרמב\"ם דסובר בעיקר מילתא כדברי הבעה\"מ דבגופה קדושה גם רבא מודה דבעי עיבוד לשמה וסובר דבתים ורצועות נמי הוי גופה קדושה וכמו שכתב הרמב\"ן במלחמות דלדברי הבעה\"מ דעור דכתיבה הוי גופה קדושה א\"כ עור הבתים רצועות נמי כדאמר בגמ' בשבת דף כ\"ח בתים משום \"שין\" ורצועות משום \"דלית\" \"ויוד\", ולכן מה דתולה אביי בפלוגתא דרבנן ורשב\"ג בעור הבתים אי בעי עיבוד לשמה זהו לשיטתו דגמר אורג בגד למת מעגלה ערופה ואינו מחלק משמשין מגופה קדושה, אבל לרבא ליכא למימר דבהא פליגי רבנן ורשב\"ג דהא סבר דגופה קדושה ודאי הזמנה מילתא, וע\"כ טעמא דרבנן דסברי דעור הבתים אין צריך עיבוד לשמה משום דסברי דלא בעי עיבוד כלל בעור הבתים, ומשו\"ה בעור הרצועות דודאי בעי עיבוד ורצועות הוו נמי גופן קדושה לכן פסק דבעי עיבוד לשמה.<br><b> ובמה </b> דפסק דמזוזה לא בעי עיבוד לשמה וכתב בטעמא משום דלא הוי חובת הגוף אלא חובת בית, וכבר כתבנו דטעם זה צריך ביאור, ועוד יותר קשה דהא לענין כתיבה אינו מחלק בין תפילין למזוזה, ובכל הפרשיות סתמא כשר ואזכרות צריך לשמן ולפי טעם זה מאי נ\"מ בין עיבוד לכתיבה. ונראה דכונתו לפימש\"כ בהגה\"מ בהל' י\"א טעם לשיטת הרמב\"ם דלא צריך עיבוד לשמה במזוזה מהא דאיתא במנחות דף ל\"ד יכול יכתבנה על האבנים ויליף כתיבה כתיבה מספר כריתות הרי שא\"צ עיבוד לשמה, ובפשוטו כונתו דכיון דמה דצריך ספר הוא משום דילפינן מספר כריתות וא\"כ כמו דבגט לא בעי עיבוד לשמה ה\"נ לא בעי גבי מזוזה, אבל בזה י\"ל דתליא בפלוגתא אי אמרינן דין מינה ומינה או דין מינה ואוקי באתרה, דלמ\"ד דין מינה ואוקי באתרה יש לומר דכיון דילפינן דצריך במזוזה דין ספר יהי' דינה כמו תפילין, ונראה דיש לבאר דבריו באופן אחר דכיון דהי' הו\"א בגמ' דיכתבנה על האבנים והיינו כיון דכתיב וכתבתם על מזוזות ביתך והוא דצריך לכתוב על גוף המזוזה, ורק דילפינן מספר כריתות דכתיבה הוא על ספר והיינו על קלף, אבל כיון דבקרא כתיב על מזוזות א\"כ צריך לקבוע הקלף על המזוזה, ולכן הי' אפשר לקבוע קודם הקלף על המזוזה ולכתוב על המזוזה כדכתיב וכתבתם על מזוזות, אלא דמ\"מ כיון דצריך כתיבה בספר וספר הוא בתלוש וכמש\"כ הרשב\"א בגיטין דף כ\"א ע\"ב לכן צריך לכתוב על הקלף קודם שיחברו להמזוזה ועיקר מצותו קביעתו על המזוזה וכמש\"כ הרמב\"ם בפ\"ה מהל' מזוזה הל' ז' ובזה מקיים וכתבתם על מזוזות דהוי כמו שהיו כותבין על המזוזה בעצמה, וזהו מש\"כ הרמב\"ם בתשובה דאם היתה מזוזה חובת הגוף היינו אומרים דצריך שהקלף יהי' מוכן לקדושה גם קודם כתיבה שיהי' בו עיבוד לשמה, אבל כיון דעיקר דין התורה שיהי' כמו שהוא כותב על המזוזה וא\"כ אין צריך שיהי' בהקלף בעצמו הכנה לקדושה דאין בו שום דין אלא שיהי' כמו מזוזת הבית אחר קביעתו, וזהו שכתב הרמב\"ם דאין בו חובת הגוף אלא חובת בית והיינו דקודם שקובעין אותה אין בה דין כלל, וא\"כ א\"א להצריך בה עיבוד לשמה, אבל כתיבה לשמה ודאי בעי דאם היו כותבין על האבנים הי' ג\"כ צריך כתיבה לשמה, וא\"ש דברי הרמב\"ם."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר לכתוב התורה כל חומש וחומש בפני עצמו ואין בהם קדושת ספר תורה אבל לא יכתוב מגילה בפני עצמה שיהיה בה פרשיות ואין כותבין מגילה לתינוק להתלמד בה ואם דעתו להשלים עליה חומש מותר, כתב מגילה שלשה שלשה תיבות בשיטה אחת מותר.</b><br><b> מקור </b> ד' הרמב\"ם דשלשה תיבות בשיטה אחת מותר נראה דהוא מהא דאמרינן ביומא ל\"ח ע\"א גבי הילני המלכה שעשתה טבלא של זהב שפרשת סוטה כתובה עליה ומוקמינן שם דכתובה בסירוגין, ופירשו רש\"י ותוס' דהיה כתוב תחלת הפסוק ואחריו ראשי תיבות, והרמב\"ם נראה דמפרש דסירוגין היינו שהיה כתוב רק שלשה תיבות בשיטה אחת, וכ\"כ הכ\"מ וכתב דכן כ' הרמב\"ם בתשובה, אכן אכתי צריך לבאר מאי שיעורא דשלשה תיבות ומנ\"ל דשלשה דוקא.<br><b> ונראה </b> דהרמב\"ם אזיל לשיטתו דכתב לקמן בהל' ט\"ז דמותר לכתוב ג' תיבות בלא שירטוט דפסק כמתניתא דגיטין דף ו' ע\"ב, והיינו דבפחות מד' תיבות ליכא בזה דין כתיבה דד\"ת ולכן גם לענין מגילה מותר בשלשה שלשה תיבות, ולפי\"ז נראה דלדעת הבה\"ג ושאר פוסקים דפסקו כר' יצחק דשתים כותבין שלש אין כותבין א\"א לפרש כפי' הרמב\"ם דאיזה היתר הוא לכתוב שלש שלש בכל שיטה כיון דבכתיבת שלש תיבות איכא ג\"כ חשיבות של ד\"ת ומה נ\"מ בין שלש בכל שורה לארבע בכל שורה, ואפשר דלזה הוכרח רש\"י לפרש כפירושו דיסבור כשיטת בה\"ג דשלש אין כותבין, אכן אכתי אינו מיושב בזה דהא הי' יכול לפרש דכותב בכל שורה ב' תיבות, ואולי דב' תיבות אין להם קשר של ענין ודוחק, ולמש\"כ קשה דעת המחבר דפסק בשו\"ע יו\"ד סי' רפ\"ד כדעת הבה\"ג דאסור לכתוב שלש תיבות בלא שירטוט וכאן פסק דשלש תיבות בכל שורה מותר, וצ\"ע, ואח\"ז הראוני שכ\"כ הגר\"א ז\"ל בביאורו סי' רפ\"ג אלא שקיצר מאד כדרכו ז\"ל."
            ]
        ],
        [],
        [],
        [
            [],
            [
                "<small>הוספה</small><br>(העתקה מקונטרס לשו\"ע אה\"ע)<br><b> אה\"ע </b> סימן א' סעיף ב'. אין מוכרין ס\"ת אלא כדי ללמוד תורה ולישא אשה, והוא מימרא דר\"י במגילה כ\"ז, והנה באו\"ח סי' קנ\"ג סעיף י' יש אומרים דיחיד בשלו אפי' ספר תורה מותר למכרו ולעשות בדמיו כל מה שירצה כל שלא הקדיש לקרות ברבים, והמ\"א ס\"ק כ\"ב הקשה מהא דמבואר בחו\"מ סי' רמ\"ח האומר נכסי לפלוני, ס\"ת יש בו ספק אם הוא בכלל נכסי או כיון דלא מזדבן לא הוי בכלל נכסי, והוא בעיא דלא איפשיטא בב\"ב דף קנ\"א, והתם בשל יחיד מיירי דאי הקדישו פשיטא דלא מצי יהיב לי' במתנה, וצ\"ל דמ\"ש הכא הקדישו כלומר שנתנו לבה\"כ לקרות בו ולא הקדישו ממש ואפ\"ה אסור למכרו ובהכי נמי מיירי בחו\"מ, ומ\"מ צ\"ע דהו\"ל לפרש דרק בכה\"ג הוי ספיקא דדינא אבל בסתם אם אמר נכסי לפלוני ודאי קנה ספר תורה.<br><b> והנה </b> מסתימת ל' המחבר כאן נמי מוכח דבכל ס\"ת אין מוכרין אלא כדי ללמוד תורה ולישא אשה, וביותר מוכח זה בסעיף ח' דמיירי להדיא בשל יחיד והי' לו לפרש דדוקא בס\"ת שנתנו לצבור לקרות בו דאז אם יש לו בנים לא ימכור, ולכן נראה לי דאיברא דשיטת רבינו משולם מבוארת דיחיד בשלו מותר למכור ס\"ת כמו שהביא הב\"י דבריו, אכן בשי' הרא\"ש והטור נראה דלא אזלי בשי' רבינו משולם, אלא דמיירי מדין אי יכול למכור באופן שלא יהיו המעות נתפסין בקדושת ס\"ת, ועיין בב\"י שהקשה ע\"ד הרא\"ש דממ\"נ במאי מיירי אי שמכר הס\"ת ללמוד תורה ולישא אשה א\"כ פשיטא דהא קתני מוכרין ולמאי מכר אם לא להשתמש בדמיו, ואי בשמכר באיסור, א\"כ מנין למד הרא\"ש זה מדין זט\"ה שיכולין למכור לכתחלה והכא עבר איסור במכירתו, ובאמת לא קשה כלל דהם שני דינים, א' אם נתפסו המעות בקדושת ס\"ת שלא יהי' רשאי להשתמש בהם, וזה מדין קדושת ס\"ת, ודין ב' דאין מוכרין ס\"ת אלא כדי ללמוד תורה ולישא אשה זה שייך לדין כבוד ס\"ת, ולפי\"ז שפיר דלא למד הרא\"ש מדין זט\"ה רק דלא נימא דיחיד שקנה ס\"ת הקדיש תשמיש המעות רק על ס\"ת, ולכן נימא דגם כשמוכר הס\"ת נתפסו המעות ג\"כ רק לצורך ס\"ת, וזה לומד הרא\"ש מדין זט\"ה דמוכרין ומוציאין הדמים על תשמישי חול משום דהוי כמו שהתנו מעיקרא ע\"ז, אך מה ששייך לדין היתר מכירת ס\"ת זהו ודאי דאסור למכור ס\"ת אלא כדי ללמוד תורה ולישא אשה, אבל המעות לא נתפסו בקדושה דזה לא שייך לדין קדושת הדמים של הס\"ת, אלא לדין קדושה וכבוד של הס\"ת בעצמה ויהי' נ\"מ היכי דיהי' לו היתר מאיזה טעם שיהיה או באופן שאין לו מה יאכל במציאות דבזה מותר למכור ובזה אף אם למחר יהי' לו מה שיאכל, או במכר לישא אשה ונזדמן לו שלא הוצרך להמעות דמותר לעשות בהן מה שרוצה, וכן בעבר ומכר הדמים מותרין, ומיושב מה שהקשה הב\"י על הרא\"ש דאיך למד בעשה שלא כדין מהיכי שעשה כדין, ולמש\"כ לא קשה דהרא\"ש למד רק לענין זה דיחיד הוי בעלים כמו זט\"ה דאם מכר אין המעות נתפסין בקדושת ס\"ת, אבל זה ודאי דדינא דאסור למכור ס\"ת אלא ללמוד תורה ולישא אשה דזהו בכל דוכתא גבי יחיד ולא אדכר לגבי רבים, וכמו שסתמו הרא\"ש והטור כאן ובחו\"מ לענין נכסי לפלוני.<br><b> ונראה </b> דגם הרמב\"ם אף דסבר בפי\"א מהל' תפלה דזט\"ה אין יכולין להתנות אלא על המותר היינו כשמכרו בה\"כ ליקח בו תיבה שיהיו יכולין להשתמש במותר המעות, אבל על כל המעות ל\"מ תנאם, מ\"מ מודה דיחיד בשלו מותר להשתמש משום דליכא דין קדושה כלל על המעות גבי יחיד דנימא דנתקדשו המעות דדוקא הוא ישתמש ולא שימכור לאחר, דיחיד אין לו שום מעלת קדושה ואין שום נ\"מ מי שילמוד בספר ראובן או שמעון, ורק גבי רבים כיון שהקדישו לצורך רבים שייך בשביל זה קדושה גם על מעות הס\"ת שיהי' לצורך קדושה, ויהי' שייך המעות ג\"כ לצבור, ונמצא לפי\"ז דמה שכתב המחבר ביו\"ד סי' רפ\"ב דלדעת הרמב\"ם יחיד שמכר ס\"ת אסור להשתמש בדמיו, אינו מוכרח, דהרמב\"ם לא כתב אלא דינא דגמ' דאסור למכור אבל אם מכר לעולם אפשר דמותר להשתמש בדמיו.<br><b> והנה </b> הרמב\"ם כתב בפ\"י מהל' ס\"ת הל' ב', <b> ס\"ת כשר נוהגין בו קדושה יתירה וכבוד גדול, ואסור לאדם למכור ס\"ת אפילו אין לו מה יאכל, ואפי' היו לו ספרים רבים, ואפי' יש ליקח בו חדש,</b> ובהגה\"מ כתב ע\"ז לא ידעתי מנין לו זה דבירוש' ר\"י בשם ר' חייא וכו' מוכר אדם ס\"ת לישא אשה וללמוד תורה וכל שכן מפני חייו, וכן נראה דתלמודא דידן נמי שרי אם אין לו מה יאכל דגרס התם פ' בני העיר ת\"ר לא ימכור אדם ס\"ת אע\"ג שאין צריך לו, יתר על כן אמר רשב\"ג אפי' אין לו מה יאכל ומכר ס\"ת או בתו אינו רואה סימן ברכה לעולם משמע דומיא דבתו דליכא איסורא באין לו מה יאכל אבל יש לו מה יאכל איסורא נמי איכא עכ\"ד, ובשביל זה דחק הרמ\"א בסי' ר\"ע לפרש אין לו מה יאכל אלא ע\"י הדחק, והנה מש\"כ בהגה\"מ דמדאמר אינו רואה סימן ברכה מוכח דאיסורא ליכא תמיהני בזה דהא גבי העושה מלאכה בערבי יו\"ט בפ' מקום שנהגו דקתני ג\"כ אינו רואה סימן ברכה ומ\"מ איסור נמי איכא כמבואר ברמב\"ם, וכן מסיק בגמ' שם כל מקום שיש נדנוד עברה ע\"ש, ומש\"כ דומיא דבתו, הנה גם למכור בתו מפורש ברמב\"ם בפ\"ד מעבדים דאסור אלא א\"כ מכר כל מה שיש לו אפי' כסות שעליו, וכיון דהכא גבי אין לא מה יאכל ע\"כ מיירי דעכ\"פ לא ימות ברעב וכמו שפי' הב\"ח דיטול מקופה של צדקה, וגבי מכירת בתו ע\"כ מיירי דאינו מוצא ליקח מקופה של צדקה דהא אינו מחוייב למכור כסותו קודם שיקח מצדקה, דאין מחייבין אותו למכור כלי תשמישו, אלא דמיירי דאינו מוצא ליקח מכיס של צדקה והכא מיירי כשיכול ליקח מכיס של צדקה, וא\"כ שפיר דמיין להדדי.<br><b> ולפי </b> מה שכתבתי דהרמב\"ם מודה דיחיד שמכר ס\"ת מותר להשתמש בדמיו משום דלא נתפס על הדמים דין קדושה דאינו שייך קדושה על הדמים אלא גבי צבור, דזהו גופא הוי קדושה שקדוש בשביל הצבור, אבל יחיד אין נ\"מ שנאמר דדמים תופסין קדושה בשביל ראובן, מבואר לפי\"ז היטב מה דהרמב\"ם חילק הדינים דדין אם מכרו ס\"ת יקחו ס\"ת אחר כתב הרמב\"ם בפי\"א מתפלה לגבי דיני ביהכ\"נ ולמה לא כתב שם דמותר למכור ס\"ת ללמוד תורה ולישא אשה, ולכן אפשר דס\"ת של רבים אסור למכרו להשיא אשה ליתום כמ\"ש הפוסקים להתיר, הובא בב\"ש כאן סק\"ב אבל באמת אינו מוכרח היתר זה כלל, כיון דס\"ת של רבים מעות המכירה נתפסים בקדושה אין ראי' דלהשיא אשה מותר, ולכן לא הביאו הרמב\"ם בה' תפלה דמיירי בס\"ת של רבים, ודינא דמוכרין כדי ללמוד תורה ולישא אשה הביא בהל' ס\"ת דשם מיירי מכבוד ס\"ת ושם הותר ליחיד למכרו ללמוד תורה, ואף דבמגילה דף כ\"ז כדאיבעי מהו למכור ס\"ת ישן לקנות חדש, ומייתי מהא דאין מוכרין ס\"ת אלא ללמוד תורה ומשני דשאני למוד שמביא לידי מעשה וכו' עי\"ש, אין ראי' משם דהתם כל בעית הגמ' רק לענין כבוד ס\"ת אם מותר לכתחילה למכור בלא עילויא וע\"ז משני שפיר דללמוד תורה ולישא אשה דחמירי לא הוי בזיון לס\"ת למכור בשביל זה, אבל בצרכי נישואין דליכא בהו קדושה אפשר דכיון דהמעות תופסין קדושה אין להשתמש בהם לצרכי נשואין.<br><b> ומצאתי </b> בב\"י בסי' תר\"ע שכתב בשם הר\"ר מנוח דדינא דאינו רואה סימן ברכה דוקא בס\"ת העשוי לקרות בו ברבים אבל ספרי יחידים מותר לעשות בדמים כל מה שירצו שע\"מ כן עשאום, ועוד שקדושתם לא פקע בכך והם בקדושתם אצל הלוקח, והנה אף דהוא דלא כדעת הרמב\"ם דכתב בסתם דאסור למכור ס\"ת דמיירי בסתם ס\"ת של יחיד וכ\"כ הב\"י אבל עכ\"פ מבואר בדבריו מש\"כ דס\"ת של יחיד לא נפקעה מקדושתה אצל לוקח, וכ\"ז הוא לענין תפיסת קדושה בהמעות, אבל לא לענין כבוד ס\"ת וכמש\"כ.<br><b> והנה </b> דברי הרמב\"ם תמוהים לכאורה בתרתי, חדא דאמאי סתם בפי\"א מה' תפלה וכתב אם מכרו ס\"ת אין לוקחין בדמיו אלא ס\"ת אחר, ולא כתב עיקר דינא דאסור למכור, ואיברא דמזה שכתב אם מכרו אין הוכחה דמותר למכור דאם מכרו היינו בדיעבד כמש\"כ המ\"מ, אבל מ\"מ אין זה מיושב דלמה סתם ולא הביא דין המפורש בגמ' אמתני' (דאיירי בה הרמב\"ם) דאסור למכור ס\"ת אפי' ישן לקנות בו חדש, ואין לומר דסמך על מה שכתב זה בהל' ס\"ת דהרמב\"ם הרי קבע הל' תפילה קודם הל' ס\"ת וכיון דבגמ' איתמר זה אמתני' דהכא למה השמיט הרמב\"ם זה כאן וכתב זה בהל' ס\"ת, וביותר קשה דבגמ' הא בעי למיפשט דמותר למכור ס\"ת ישן כדי לקנות חדש מהא דמוכרין ס\"ת ללמוד תורה ולישא אשה, ודחי שאני למוד שהלמוד מביא לידי מעשה אשה נמי לא תהו בראה, ופסק הרמב\"ם כהך דיחויא בהל' ס\"ת, וא\"כ אמאי כתב הרמב\"ם בהל' תפלה דאם מכרו ס\"ת יקנו בדמיו ס\"ת אחר, ואמאי הא עדיף טפי ליתן הדמים כדי ללמוד תורה או להשיא אשה ליתום כמו שהתירו זה הפוסקים.<br><b> ולפמש\"כ </b> א\"ש דבה' תפלה דמיירי מדיני בהכ\"נ וכל עניני קדושה של צבור דתנן במתני' ר\"פ בני העיר לא איירי אלא לענין קדושת הדמים של הדבר הנמכר שמוציאין אותו לחולין, ולכן לא הי' לכאורה דין זה בס\"ת וספרים כלל דהא אין מוציאין אותם מקדושתם, ומ\"מ תנן במתני' דין ס\"ת וספרים בהדי אינך שמוציאין אותן לחולין משום דכיון דמיירי בס\"ת של רבים דיש בזה להרבים דין זכות לקרות בצבור בס\"ת זו וזה ג\"כ מעין קדושת המקדש דנתקדש בשביל הצבור, ונמצא דמלבד הקדושה העצמית של הס\"ת יש בה ג\"כ קדושת הדמים לענין זכות הרבים, ולכן כשמוכרים הס\"ת ליחיד או אפי' לרבים אחרים מפקיעים בזה את הרבים מזכות קדושתם, ולכן ע\"כ צריך שיהיו נתפסים על הדמים אותו זכות שהי' על הס\"ת הנמכר, אלא דלכאורה בזה לא הי' שייך כלל הך דינא דמעלין בקודש ולא מורידין דצריך דוקא למכור בשביל דבר שיש בו עילויא, כיון דבעצם הא אין מפקיעין כלל הס\"ת מקדושתה, ואפשר דמ\"מ גם בזה שייך דין דמעלין בקודש בשביל קדושת הדמים של הצבור, דכיון דעכ\"פ מוכרים זכות של הצבור וע\"כ צריך להתפיס על הדמים אותה קדושה של הדבר הנמכר, ממילא צריך דוקא שיהיו מעלין בקודש שיהיו קונים בדמים קדושה שיש בה מעלה יתירה, אכן כ\"ז לא שייך אלא בס\"ת של רבים דיש בזה מעין קדושת המקדש דנתקדש בשביל הצבור, אבל ס\"ת של יחיד כיון דאין בה קדושת הצבור, ומה דקדושה בקדושת ס\"ת, זה הא לא נפקע ע\"י המכירה, ממילא לא שייך כלל דין זה, אלא דבס\"ת הא יש טעמא אחרינא דאין מוכרין ס\"ת אלא ללמוד תורה ולישא אשה וזהו מדין כבוד ס\"ת, והנה כדאיבעי בגמ' אם מותר למכור ס\"ת ישן בשביל לקנות חדש אפשר דהאיבעיא הוא בשביל דררא דאיסור מכירה של ס\"ת בעצמה, וכדפשיט באמת אח\"כ מהא דמותר למכור ס\"ת ללמוד תורה ולישא אשה, וסבר דה\"ה דמותר למכור ישן כדי לקנות בדמיו חדש, ואפשר עוד בפשיטות דהאיבעי הוא בשביל דררא דמכירת ס\"ת של צבור ובשביל קדושת דמים של צבור, דקאי התם על מתני' דמיירי בדין קדושה של צבור, ורצה לפשוט מדחזינן בדין כבוד ס\"ת מוכרין ס\"ת ללמוד תורה ולישא אשה, והוי סבר דלא הוי עילויא, ומזה רצה לפשוט דה\"ה לענין קדושת הדמים של ס\"ת של צבור נמי מותר למכור ישן בשביל חדש כיון דליכא עילויא יתירה אין דין דמעלין בזה, וע\"ז משני דשאני למוד דמביא לידי מעשה ועדיף מלקנות בדמיו ס\"ת, ולפי\"ז לא בעינן תו לדין דמעלין בקודש מקדושת הדמים של הס\"ת של צבור כיון דעצם המכירה אסורה דאין מוכרין ס\"ת אלא ללמוד תורה ולישא אשה, ובדיעבד אם מכרו בודאי דצריך לקנות ס\"ת אחרת דאין קדושה יתירה הימנה, ול\"מ מה שישיאו אשה ליתום בהדמים דהא עכ\"פ צריך להתפיס קדושה על הדמים, וכשיתנו לת\"ח על הוצאותיו לא יהיו דמיו נשארין בקדושתן, ול\"ד לאם יקנו ס\"ת אחרת, דאז נשארים על הדמים דין קדושה, אלא דדינא דאין מוכרין ס\"ת אלא ללמוד תורה ולישא אשה הא כבר כתבנו דמיירי בס\"ת של יחיד דליכא בה אלא משום דררא דכבוד ס\"ת וזה הותר בשביל ללמוד תורה ולישא אשה, אבל בס\"ת של צבור לא שייך היתר זה כלל ולכן בדיעבד אם מכרו ס\"ת צריך לקנות ס\"ת אחרת כמו שכ' הרמב\"ם, ולענין דין למכרו לכתחילה אין אנו צריכין כלל לדררא דאיסור בשביל מעלין בקדש שלא יהי' אפשר לעלויי בהדמים, כיון דעיקר המכירה של הס\"ת אסור בשביל דינא דאין מוכרין ס\"ת ללמוד תורה ולישא אשה, וממילא לא הוצרך כאן הרמב\"ם לפרש כאן דינא דאיסור המכירה לכתחילה, והספיק להרמב\"ם במה שכתב דינא דמתני' על דיעבד, ודינא דאסור למכור לכתחילה כבר מפורש בהל' ס\"ת, דמצד הס\"ת עצמה אסור למכור ס\"ת ישן כדי ליקח בו חדש, וזהו פשוט דכאן בס\"ת של צבור לא שייך היתר דללמוד תורה ולישא אשה, דהא פסק כאן מפורש דאם מכרו ס\"ת יקנו ס\"ת אחרת, ושם הא מפורש דאסור למכור ס\"ת בשביל לקנות אחרת אפי' מישן לחדש.<br><b> ועוד </b> יותר אפשר לומר דבאמת סובר הרמב\"ם דלא נפשט כלל האיבעיא דהוי סבר הגמ' דכיון דליכא לעילוייא עילויא אחרינא אפשר דליכא כלל דינא דמעלין בקודש, והא דפסק שם הרמב\"ם דאסור למכור ס\"ת ישן בשביל לקנות חדש, היינו דוקא לענין דררא דאיסורא דמכירת עצם הס\"ת, דכיון דמפורש להדיא דאין מוכרין ס\"ת אלא ללמוד תורה ולישא אשה ובעי הגמ' למימר דלקנות חדש דומה להנך תרתי, ודחי דהנך תרתי עדיפי, וממילא נקיטינן הך שמעתא כפשטה דאין מוכרין ס\"ת אלא להנך ב' דברים בלבד, ובל' זה פסק הרמב\"ם דאין מוכרין ס\"ת אלא לשני דברים, ועי' בס' קה\"י בשם מהרי\"ק שורש י' דהא דאיתמר אין למדין מן הכללות אפי' במקום שנאמר בו חוץ היינו דוקא בתנאים אבל לא באמוראים ואפי' בתנאים אין אומרים כן אם לא ע\"י הדחק שאין לנו תי' אחר והכא דהוי מימרא דר\"י אף שהוא בשם רשב\"י אפשר דהוי כמימרא דאמוראים, ועכ\"פ כיון שאין זה אלא ע\"י הדחק, א\"כ כיון דדחי הגמ' דאין ראי' מהנך תרתי על קנית ס\"ת א\"כ ממילא אפשר דהך כללא הוא דוקא, וכבר אין לנו דוחק לבטל הכלל וממילא נשאר הכלל כפשוטו, וכן פסק הרמב\"ם להדיא בשביל טעם זה דאין מוכרין אלא לשני דברים, ולכאורה מנינא למה לי, אלא לברר טעמא דאף דבאמת לא נפשטה האבעיא דלמכור ישן בשביל לקנות בו חדש אסור אלא משום דאין מוכרין אלא בשביל שני דברים בלבד, ונמצא דבעיקר לענין דינא דמעלין בקדש דזה צריך דוקא לענין ס\"ת של צבור לולי הדין דכבוד ס\"ת אכתי לא נפשט הבעיא, ואפשר דכיון דבודאי הוי דרבנן הוי ספיקא דרבנן, והיינו דבהך צד דרצה הגמ' לפשוט לקולא רצה לדמות דין דמעלין בקדש לענין דמי ס\"ת, לענין איסור המכירה בשביל כבוד הס\"ת, והיינו דכיון דמותר למכור ללמוד תורה מוכח דלא צריך לעילויי היכי דליכא עילויא, מ\"מ בהך צד דלחומרא היינו ממה דנקטינן הך שמעתא כפשטה דאין מוכרין ס\"ת אלא לשני דברים בלבד, אין ראי' מזה לאיסורא דהוי גם לענין דין דמים של ס\"ת של צבור ג\"כ דין מעלין בקדש אע\"ג דליכא עילויא אחרינא, דשאני התם דאפשר דלא הוי כלל בשביל מעלין בקדש אלא דהכי הוא דינא דכבוד ס\"ת דאין למכור אותו בלא צורך חשוב, וכן להיפוך לקולא רצה הגמ' לפשוט דאם גם היכא דליכא עילויא איכא דינא דמעלין בקודש ה\"נ גבי ס\"ת של יחיד לא הוצרך להיות רשאי למכור אלא בשביל עילויא, אלא דבלאו הכי כבר אסור לצבור למכור ס\"ת ישן בשביל לקנות חדש דלא עדיפי מיחיד אלא דבצבור גם הך היתר דללמוד תורה ולישא אשה נמי ליכא, וכנ\"ל. נמצא דלענין דין ס\"ת של צבור מטעם מעלין בקודש לא נפשטה האיבעיא ורק נפשטה מדין ס\"ת של יחיד, ולכן פסקה הרמב\"ם בדין ס\"ת של יחיד וכנ\"ל."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות תפילין ומזוזה וספר תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}