{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            [
                "MISHNA: How are witnesses made zomemim? etc.: In the Gemarah it will be explained what this is saying."
            ], 
            [
                "Regarding this certain individual: [who is a] kohen.", 
                "That he is he son of a divorcee: In our presence his mother got divorced before he was born, and therefore he is a Challal [Illegitimate Kohen] and disqualified [from kohen services].", 
                "It is not said: If they were made to be plotters and they are Kohanim. Make this one [the plotters] the son of a divorcee or Halutzah: To fulfill \"Like they plotted\". He takes on forty lashes: in the Gemara the reason will be explained."
            ], 
            [
                "That is ruled for [the penalty of] Exile: That he killed someone negligently."
            ], 
            [
                "GEMARAH: This is how we read it: Why! How are witnesses not made zomimen, it should have asked, and forthermore, as we will teach later on, (Makkos 5a) but if they said to him etc.", 
                "How are witnesses not made zomemim we should have asked: In which we can not maintain the requirement of K'asher Zamam [As they plotted]."
            ], 
            [
                "MISHNA: How are witnesses [which come before a rabbinical court to testify] made zomemim [false witnesses]?", 
                "Witnesses [proven false] testify that this person is a son of a divorcee or a son of a Levirite marriage. We don't say that they become like a son of a divorcee or a son of a Levirite marriage, rather they are lashed forty times.", 
                "Witnesses testify that this person is subject to exile, we don't say that they [the false witnesses] are exiled in his place, rather they are lashed forty times.", 
                "GEMARA: Why does the Mishna ask 'How do witnesses become false witnesses?' [since this is not the topic of the Mishnah]", 
                "and furthermore, later on we learn", 
                "[the definition of a false witness] But they [different witnesses come and] say to them [the false witnesses]. 'How can you testify? On that day and in that place, you were with us [in a different place, and therefore lying].", 
                "It was taught previously [in the end of Sanhedrin]", 
                "Every false witness is punished the same [punishment that they tried to cause], except for the case of accusing a Cohen's daughter of adultery...", 
                "...[now our Mishnah continues] and [then] there are false witnesses who are not given [this kind of] punishment at all, rather they receive forty lashes.", 
                "How so?", 
                "Witnesses testify that this person is a son of a divorcee or a son of a Levirite marriage. We don't say that they [the false witnesses] become like a son of a divorcee or a son of a Levirite marriage, rather they are lashed forty times.", 
                "What is the source?", 
                "R' Yehoshua ben Levi said (in the name of R' Raish Lakish)", 
                "And you shall do to him as HE plotted, [meaning] to him, and not to his offspring. ", 
                "[So] then revoke just his priesthood and not his offspring's,", 
                "[but] the laws of false witnesses requires the same punishment, and it is missing here.", 
                "Bar Pada said", 
                "It stands to reason, a fortiori, since a priest who successfully takes away priesthood from his fellow keeps his priesthood, a priest who is unsuccessful remains a priest.", 
                "Ravina argues,", 
                "if so, false witnesses can never be punished."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [
                "MISHNA: They divide the monetary payment: As [the mishna] will go on to explain."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "If others came: That they [these new witnesses] gave testimony like the first group of witnesses.", 
                "And they found them to be zomemim: These second [set of witnesses] that made the first set into zomemim, also made this later [set of witnesses] into zomemim."
            ]
        ], 
        [
            [], 
            [], 
            [
                "Where they already killed: the first group [of witnesses] before the second group came in."
            ], 
            [], 
            [], 
            [], 
            [
                "Alone: implies that they were others."
            ], 
            [], 
            [], 
            [], 
            [
                "She has been established: to bring in false witnesses, and we should no longer accept any addition witnesses."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "To do their brother: implies that their brother is yet alive.\n"
            ], 
            [], 
            [], 
            [], 
            [
                "GEMARA: Berebi says: this was his name."
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "GEMARA: An isolated testimony: [The case where] one [witness] saw from this window, and one [witness] saw from this window, but they do not one another."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "From his own mouth: The victim himself warned him.\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Foreigners: of a different tongue which the judges didn't recognize.\n"
            ]
        ], 
        [
            [
                "Illah and Toviah: [were] witnesses on a loan and they were related to the guarantor.\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "If we were: around in the time that court would rule in capital cases no one would ever get executed as the gemara explains that they would cross-examine the witnesses in matters that they would not know how to answer. "
            ], 
            [], 
            [
                "Even: If you would have done this you would have increased murder in Isreal because people would no longer fear court."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "He was lowering a barrel: from the roof."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "He did it accidentally: And how to you call it willful?\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "That he pushed him with his body: without intent.", 
                "", 
                "", 
                "", 
                "Excludes one who intended to throw two and threw four: And similarly one who threw four and threw eight.\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "So too all [cases] that have permission for the victim etc.: This excludes the a privately owned courtyard. \n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Let us say that it is subject to a tannaic dispute: this question of Rebbi Abahu."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "This is how we read it: And as for where one is scripturally warned against it's consumption, to not eat from it in tumah, I do not know. The Torah says, \"Do not proceed etc.\": This is the wording found in the sifre. Ans when it was established here, there was not [time given] to complete it before the Gemara asked, \"Why bodily tumah is explicitly written! 'And he may not eat from any holy until he washes etc.'\" And we establish in Yevamos that this is referring to maaser from what is written \"for if he washed\" which would imply that if he did wash he would be tahor, that he immersed, ascended and eats maaser [sheni]. (Our Master, his body was tahor, and his soul exited in a state of tahora. He did not explain any further. From here and on is the words of his disciple Rebbi Yehuda bar Nassan.) This is the wording of the baraisa, to say, \"I do not know where one is scriptually warned\", therefore the Torah teaches us, \"he may not proceed etc.\", and the Gemarah was not quiet yet in finishing the matter, rather it proceeded and asked why does it say \"I do not know\"? Why, bodily tumah is explicitly written in the Torah, \"the soul that touched it. etc. may not eat from the holy unless he washed his flesh in water\", and we say in Yevamos, that this verse was said regarding maaser sheni, that he immersed, ascended and eats etc."
            ]
        ]
    ], 
    "title": "Rashi on Makkot", 
    "versionSource": "http://www.sefaria.org/Rashi_on_Makkot", 
    "heTitle": "רש\"י על מכות", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Rashi"
    ]
}