{
    "title": "Hasagot HaRaavad on Mishneh Torah, Torah Study",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Torah_Study",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b> אין המתרגם רשאי לא לפחות ולא להוסיף ולא לשנות אלא אם כן היה המתורגמן אביו של חכם או רבו.</b> א''א דבר זה מקרה חדש היה והוא רב שעמד תורגמן לרבי שילא במסכת יומא ושנה והוסיף שהיה גדול ממנו: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> המכשיל את העור.</b> א''א כגון המכה את בנו הגדול:  ",
                "<b> חכם ששמועתו רעה.</b> א''א ויש אחרים הרבה. חכם שהורה להתיר במים שאין להם סוף לינשא לכתחלה. וכן מי שעובר על נדרו כל בית דין שנזקק לו לשאלה בר שמתא הוא. ואיכא טובא:  ",
                "<b> מי שמנדה מי שאינו חייב בנדוי.</b> א''א דבר זה הוציא ממעשה דריש לקיש דהוה מנטר פרדיסא וכו' אמר ליה ההוא אדרבה ואמרו ליה שלו נדוי. ובחיי ראשי אין כאן פלפול כי הדברים שהוא מונה בית דין צריכין לנדותו ובכי האי גוונא לא היו בית דין נזקקין לנדות לר' שמעון בן לקיש אבל אותו שנידה והקפיד על כבודו נדויו נדוי: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> בכמה מתירין הנידוי וכו'.</b> א''א זה אינו כן אלא כחשבון המנדין כך צורך המתירין וכחשיבותן. ואפשר כל זה כשירצו להתירו תוך זמן הנדר אבל כשישלים הזמן כל שלשה או יחיד מומחה מתירים לו. א''נ כשנידהו יחיד ואפילו אינו מומחה על דבר עבירה וכשישלם לו הזמן מתירים לו כל שלשה או יחיד מומחה אבל נידוהו רבים צריכין רבים כמותם להתירו: "
            ],
            [],
            [],
            [],
            [
                "<b> תלמיד חכם שנידה עצמו וכו'.</b> א''א זה אינו מחוור אם כן יהודה למה לא התיר לעצמו ועל כ''ז קשה לי יעקב למה לא התירו: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות תלמוד תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}