{
    "versionTitle": "merged", 
    "sectionNames": [
        "Perek", 
        "Paragraph"
    ], 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ], 
    "language": "en", 
    "title": "Pirkei DeRabbi Eliezer", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "... Adam looked to above and below . . . and he saw the creatures/b’riyot that the Holy One had created and he began to glorify the name of his Creator and he said, “How diverse are Your works Hashem” [Ps 104:24]. He stood on his feet and was described/proportioned/m’to’ar in the likeness of Elohim. The creatures saw him and they were afraid of him, as they thought that he created them, and all of them came to bow down to him. He said to them: “You’ve come to bow down to me? Come, I and you, and we will go and clothe in majesty and strength and make rule over us . . . the one who created us . . . Adam went and made Him rule over himself first and all the creatures after him and they said: “Hashem ruled, clothed in majesty” [Ps 93:1]."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "... Adam and his partner / `ozro came and cried [over Hevel (Abel)], and they did not know what to do . . . One raven whose companion died said: I will teach Adam this is what to do. He set down his friend and dug in the earth before their eyes and buried him. Adam said: Like the raven, this is what we will do."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "... Said the Holy One [to Avram]: Up until now you have not been whole before me, but circumcise the flesh of your foreskin ‘and be whole/tamim’ [Gn 17:1]."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            ".......Rabbi Yehoshua ben Karcha says, forty days did Moshe spend on the mountain - he read the doctrine of Scripture during the day and reviewed the doctrine of Scripture at night. And after forty days, he took the tablets and went down to the camp, and on the seventeenth of Tammuz he broke the tablets and killed the scorners of Israel. And he spent forty days in the camp, until he he burned the [golden] calf and ground it down like the dust of the earth, and killed all those who kissed the calf he expunged idol worship from Israel; and he set every tribe up in its place. And on Rosh Chodesh (the beginning of the month of) Elul, the Holy One, blessed be He, said to him (Exodus 24:12), \"go up to Me to the mountain.\" And they blew the <i>shofar</i> (rams's horn) in the camp - since behold, Moshe went up to the mountain - such that they not err again after the worship of idols. And the Holy One, blessed be He, was exalted on that day with that <i>shofar</i> [blast], as it is stated (Psalms 47:6), \"God is exalted by the <i>shofar</i>.\" And therefore, the Sages, ordained that we should blow the <i>shofar</i> on Rosh Chodesh Elul in each and every year...."
        ]
    ], 
    "versions": [
        [
            "Rabbi Dr. David Mevorach Seidenberg, from \"Kabbalah and Ecology\"", 
            "http://www.amazon.com/Kabbalah-Ecology-Image-More-Than-Human-World/dp/1107081335 "
        ], 
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "heTitle": "פרקי דרבי אליעזר", 
    "versionSource": "http://www.sefaria.org/Pirkei_DeRabbi_Eliezer"
}