{
    "title": "Mahari Bruna",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mahari_Bruna",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "נשאלתי ראובן תבע לשמעון צא מביתי, ושמעון משיב יש לי שטר שהשכרתי ממך כל ימי חיי ואראנו לבי\"ד ויקראו' לפניך, וראובן תובע תן לי העתקה כדי שאוכל להשיב ושמעון משיב אין רצוני שתפקפק בשטרי:",
            "ופסקתי שמעון יתן לו העתקה, וכן הסכימו חבירי אח\"כ הראוני תש' האשירי כן שבכל השטרות חייב ליתן העתקה לדון עליו', ודקדקתי בו דמשמע כי אינו מודה בשטרא אך אומר אולי אברר מתוך הכתב שהוא מזוייף או פרוע, אבל כי מודה בשטרא אך שרוצה לפקפק עליו נר' דלא יתן לו העתקה. דהכי אמרינן בפ' פשוט (ב\"ב קסח א) לא ניחא לי דלהוי טעותי בידך. וכ\"כ האשירי דוקא בשטר חייב ליתן לו העתקה משום דאי מזוייף הרי טוב, ואם אינו מזוייף אינו יכול לזייפו ולקלקלו א\"כ מה מזיק, אדרבא הדין יצא לאורה. אבל בטענותיו לא יתן בידו. ",
            "וצ\"ע בתשובתו דמשמע כי ר' תובע את ש' וביד ר' איכ' שטרא ובשטרא תובע אז מצי שמעון טוען אחוי לי שטרך, אבל איפכא דראובן תובע את שמעון וביד שמעון איכא שטר וראובן תובעו יש לך שטר עלי תן לי העתק כדי שאודע מה אני חייב לך לקיים מצי שמעון טוען איני רוצה שתפקפק בשטרי עדין לא תבעתיך. אבל בתשובת מהר\"מ ראיתי דיכול כל אדם להחרים על כל מי שיש בידו זכותו אף על התובע עצמו כדפי' לעיל. וצ\"ע.",
            "נאם ישראל מברונא:\n"
        ]
    ],
    "versions": [
        [
            "Mahari Bruna, Jerusalem, 1960",
            "http://aleph.nli.org.il:80/F/?func=direct&doc_number=001945073&local_base=NNLALL"
        ]
    ],
    "heTitle": "מהר\"י ברונא",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}