{
    "title": "Mishneh Torah, Transmission of the Oral Law",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Transmission_of_the_Oral_Law",
    "text": [
        "<b>אָז לֹא אֵבוֹשׁ, בְּהַבִּיטִי אֶל כָּל מִצְו‍ֹתֶיךָ:</b><br>כָּל הַמִּצְווֹת שֶׁנִּתְּנוּ לוֹ לְמֹשֶׁה בְּסִינַי – בְּפֵרוּשָׁן נִתְּנוּ, שֶׁנֶּאֱמָר \"וְאֶתְּנָה לְךָ אֶת־לֻחֹת הָאֶבֶן, וְהַתּוֹרָה וְהַמִּצְוָה\" (שמות כד, יב): \"תּוֹרָה\", זוֹ תּוֹרָה שֶׁבִּכְתָב; וּ\"מִצְוָה\", זֶה פֵּרוּשָׁהּ. וְצִוָּנוּ לַעֲשׂוֹת הַתּוֹרָה, עַל פִּי הַמִּצְוָה. וּמִצְוָה זוֹ, הִיא הַנִּקְרֵאת תּוֹרָה שֶׁבְּעַל פֶּה.",
        "כָּל הַתּוֹרָה – כְּתָבָהּ מֹשֶׁה רַבֵּנוּ קֹדֶם שֶׁיָּמוּת, בִּכְתָב יָדוֹ. וְנָתַן סֵפֶר לְכָל שֵׁבֶט וְשֵׁבֶט; וְסֵפֶר אֶחָד – נְתָנָהוּ בָּאָרוֹן לְעֵד, שֶׁנֶּאֱמָר \"לָקֹחַ, אֵת סֵפֶר הַתּוֹרָה הַזֶּה, וְשַׂמְתֶּם אֹתוֹ, מִצַּד אֲרוֹן בְּרִית־ה' אֱלֹהֵיכֶם; וְהָיָה־שָׁם בְּךָ, לְעֵד\" (דברים לא, כו).",
        "וְהַמִּצְוָה, שְׁהִיא פֵּרוּשׁ הַתּוֹרָה – לֹא כְתָבָהּ; אֵלָא צִוָּה בָּהּ לַזְּקֵנִים וְלִיהוֹשׁוּעַ וְלִשְׁאָר כָּל יִשְׂרָאֵל, שֶׁנֶּאֱמָר \"אֵת כָּל־הַדָּבָר, אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם – אֹתוֹ תִשְׁמְרוּ, לַעֲשׂוֹת . . .\" (דברים יג, א). וּמִפְּנֵי זֶה נִקְרֵאת תּוֹרָה שֶׁבְּעַל פֶּה.",
        "אַף עַל פִּי שֶׁלֹּא נִכְתְּבָה תּוֹרָה שֶׁבְּעַל פֶּה, לִמְּדָהּ מֹשֶׁה רַבֵּנוּ כֻּלָּהּ בְּבֵית דִּינוֹ לְשִׁבְעִים זְקֵנִים; וְאֶלְעָזָר וּפִינְחָס וִיהוֹשׁוּעַ, שְׁלָשְׁתָּן קִבְּלוּ מִמֹּשֶׁה. וְלִיהוֹשׁוּעַ שְׁהוּא תַּלְמִידוֹ שֶׁלְּמֹשֶׁה רַבֵּנוּ, מָסַר תּוֹרָה שֶׁבְּעַל פֶּה וְצִוָּהוּ עָלֶיהָ; וְכֵן יְהוֹשׁוּעַ, כָּל יְמֵי חַיָּיו לִמַּד עַל פֶּה.",
        "וּזְקֵנִים רַבִּים קִבְּלוּ מִיְּהוֹשׁוּעַ, וְקִבַּל עֵלִי מִן הַזְּקֵנִים וּמִפִּינְחָס; וּשְׁמוּאֵל קִבַּל מֵעֵלִי וּבֵית דִּינוֹ, וְדָוִיד קִבַּל מִשְּׁמוּאֵל וּבֵית דִּינוֹ. וַאֲחִיָּה הַשִּׁילוֹנִי, מִיּוֹצְאֵי מִצְרַיִם הָיָה וְלֵוִי הָיָה, וְשָׁמַע מִמֹּשֶׁה, וְהָיָה קָטָן בִּימֵי מֹשֶׁה; וְהוּא קִבַּל מִדָּוִיד וּבֵית דִּינוֹ.",
        "אֵלִיָּהוּ קִבַּל מֵאֲחִיָּה הַשִּׁילוֹנִי וּבֵית דִּינוֹ, וֶאֱלִישָׁע קִבַּל מֵאֵלִיָּהוּ וּבֵית דִּינוֹ, וִיהוֹיָדָע הַכּוֹהֵן קִבַּל מֵאֱלִישָׁע וּבֵית דִּינוֹ, וּזְכַרְיָהוּ קִבַּל מִיְּהוֹיָדָע וּבֵית דִּינוֹ, וְהוֹשֵׁעַ קִבַּל מִזְּכַרְיָה וּבֵית דִּינוֹ, וְעָמוֹס קִבַּל מֵהוֹשֵׁעַ וּבֵית דִּינוֹ, וִישַׁעְיָהוּ קִבַּל מֵעָמוֹס וּבֵית דִּינוֹ, וּמִיכָה קִבַּל מִיְּשַׁעְיָה וּבֵית דִּינוֹ, וְיוֹאֵל קִבַּל מִמִּיכָה וּבֵית דִּינוֹ, וְנַחוּם קִבַּל מִיּוֹאֵל וּבֵית דִּינוֹ, וַחֲבַקּוּק קִבַּל מִנַּחוּם וּבֵית דִּינוֹ, וּצְפַנְיָה קִבַּל מֵחֲבַקּוּק וּבֵית דִּינוֹ, וְיִרְמְיָה קִבַּל מִצְּפַנְיָה וּבֵית דִּינוֹ, וּבָרוּךְ בֶּן נֵרִיָּה קִבַּל מִיִּרְמְיָה וּבֵית דִּינוֹ, וְעֶזְרָא וּבֵית דִּינוֹ קִבְּלוּ מִבָּרוּךְ וּבֵית דִּינוֹ.",
        "בֵּית דִּינוֹ שֶׁלְּעֶזְרָא, הֶם הַנִּקְרָאִין אַנְשֵׁי כְּנֶסֶת הַגְּדוֹלָה. וְהֶם חַגַּי זְכַרְיָה וּמַלְאָכִי, וְדָנִיֵּאל חֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה, וּנְחֶמְיָה בֶּן חֲכַלְיָה, וּמָרְדֳּכַי, וּזְרֻבָּבֶל; וְהַרְבֵּה חֲכָמִים עִמָּהֶם, תַּשְׁלוּם מֵאָה וְעֶשְׂרִים זְקֵנִים. הָאַחֲרוֹן מֵהֶם הוּא שִׁמְעוֹן הַצַּדִּיק, וְהוּא הָיָה מִכְּלַל הַמֵּאָה וְעֶשְׂרִים, וְקִבַּל תּוֹרָה שֶׁבְּעַל פֶּה מִכֻּלָּן; וְהוּא הָיָה כּוֹהֵן גָּדוֹל, אַחַר עֶזְרָא.",
        "אַנְטִיגְנוֹס אִישׁ שׂוֹכוֹ וּבֵית דִּינוֹ קִבְּלוּ מִשִּׁמְעוֹן הַצַּדִּיק וּבֵית דִּינוֹ, וְיוֹסֵף בֶּן יוֹעֶזֶר אִישׁ צְרֵדָה וְיוֹסֵף בֶּן יוֹחָנָן אִישׁ יְרוּשָׁלַיִם וּבֵית דִּינָם קִבְּלוּ מֵאַנְטִיגְנוֹס וּבֵית דִּינוֹ, וִיהוֹשׁוּעַ בֶּן פְּרַחְיָה וְנִתַּאי הָאַרְבֵּלִי וּבֵית דִּינָם קִבְּלוּ מִיּוֹסֵף וְיוֹסֵף וּבֵית דִּינָם, וִיהוּדָה בֶּן טָבַאי וְשִׁמְעוֹן בֶּן שָׁטָח וּבֵית דִּינָם קִבְּלוּ מִיְּהוֹשׁוּעַ וְנִתַּאי וּבֵית דִּינָם. שְׁמַעְיָה וְאַבְטַלְיוֹן גֵּרֵי הַצֶּדֶק וּבֵית דִּינָם קִבְּלוּ מִיְּהוּדָה וְשִׁמְעוֹן וּבֵית דִּינָם. וְהִלֵּל וְשַׁמַּאי וּבֵית דִּינָם קִבְּלוּ מִשְּׁמַעְיָה וְאַבְטַלְיוֹן וּבֵית דִּינָם. וְרַבַּן יוֹחָנָן בֶּן זַכַּאי וְרַבַּן שִׁמְעוֹן בְּנוֹ שֶׁלְּהִלֵּל קִבְּלוּ מֵהִלֵּל וּבֵית דִּינוֹ.",
        "חֲמִשָּׁה תַּלְמִידִים הָיוּ לוֹ לְרַבַּן יוֹחָנָן בֶּן זַכַּאי, וְהֶם גְּדוֹלֵי הַחֲכָמִים שֶׁקִּבְּלוּ מִמֶּנּוּ; וְאֵלּוּ הֶם – רִבִּי אֱלִיעֶזֶר הַגָּדוֹל, וְרִבִּי יְהוֹשׁוּעַ, וְרִבִּי יוֹסֵי הַכּוֹהֵן, וְרִבִּי שִׁמְעוֹן בֶּן נְתַנְאֵל, וְרִבִּי אֶלְעָזָר בֶּן עֲרָךְ. וְרִבִּי עֲקִיבָה בֶּן יוֹסֵף קִבַּל מֵרִבִּי אֱלִיעֶזֶר הַגָּדוֹל, וְיוֹסֵף אָבִיו גֵּר צֶדֶק הָיָה. וְרִבִּי יִשְׁמָעֵאל וְרִבִּי מֵאִיר בֶּן גֵּר הַצֶּדֶק קִבְּלוּ מֵרִבִּי עֲקִיבָה, וְגַם קִבַּל רִבִּי מֵאִיר וַחֲבֵרָיו מֵרִבִּי יִשְׁמָעֵאל.",
        "חֲבֵרָיו שֶׁלְּרִבִּי מֵאִיר – הֶם רִבִּי יְהוּדָה, וְרִבִּי יוֹסֵי, וְרִבִּי שִׁמְעוֹן, וְרִבִּי נְחֶמְיָה, וְרִבִּי אֶלְעָזָר בֶּן שַׁמּוּעַ, וְרִבִּי יוֹחָנָן הַסַּנְדְּלָר, וְשִׁמְעוֹן בֶּן עַזַּאי, וְרִבִּי חֲנַנְיָה בֶּן תְּרַדְיוֹן. וְכֵן קִבְּלוּ חֲבֵרָיו שֶׁלְּרִבִּי עֲקִיבָה מֵרִבִּי אֱלִיעֶזֶר הַגָּדוֹל; וַחֲבֵרָיו שֶׁלְּרִבִּי עֲקִיבָה – הֶם רִבִּי טַרְפוֹן רִבּוֹ שֶׁלְּרִבִּי יוֹסֵי הַגָּלִילִי, וְרִבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר, וְרִבִּי יוֹחָנָן בֶּן נוּרִי.",
        "רַבַּן גַּמְלִיאֵל הַזָּקֵן קִבַּל מֵרַבַּן שִׁמְעוֹן אָבִיו, בְּנוֹ שֶׁלְּהִלֵּל; וְרַבַּן שִׁמְעוֹן בְּנוֹ קִבַּל מִמֶּנּוּ, וְרַבַּן גַּמְלִיאֵל בְּנוֹ קִבַּל מִמֶּנּוּ, וְרַבַּן שִׁמְעוֹן בְּנוֹ קִבַּל מִמֶּנּוּ. וְרִבִּי יְהוּדָה בְּנוֹ שֶׁלְּרַבַּן שִׁמְעוֹן, זֶה הוּא הַנִּקְרָא רַבֵּנוּ הַקָּדוֹשׁ, וְהוּא קִבַּל מֵאָבִיו, וּמֵרִבִּי אֶלְעָזָר בֶּן שַׁמּוּעַ וּמֵרִבִּי שִׁמְעוֹן חֲבֵרוֹ.",
        "רַבֵּנוּ הַקָּדוֹשׁ חִבַּר הַמִּשְׁנָה. וּמִיְּמוֹת מֹשֶׁה וְעַד רַבֵּנוּ הַקָּדוֹשׁ, לֹא חִבְּרוּ חִבּוּר שֶׁמְּלַמְּדִין אוֹתוֹ בָּרַבִּים בְּתוֹרָה שֶׁבְּעַל פֶּה; אֵלָא בְּכָל דּוֹר וָדוֹר, רֹאשׁ בֵּית דִּין אוֹ נָבִיא שֶׁיִּהְיֶה בְּאוֹתוֹ הַדּוֹר, כּוֹתֵב לְעַצְמוֹ זִכָּרוֹן בַּשְּׁמוּעוֹת שֶׁשָּׁמַע מֵרִבּוֹתָיו, וְהוּא מְלַמֵּד עַל פֶּה בָּרַבִּים.",
        "וְכֵן כָּל אֶחָד וְאֶחָד כּוֹתֵב לְעַצְמוֹ כְּפִי כּוֹחוֹ, מִבֵּאוּר הַתּוֹרָה וּמֵהִלְכּוֹתֶיהָ כְּמוֹ שֶׁשָּׁמַע, וּמִדְּבָרִים שֶׁנִּתְחַדְּשׁוּ בְּכָל דּוֹר וָדוֹר, בְּדִינִים שֶׁלֹּא לְמָדוּם מִפִּי הַשְּׁמוּעָה אֵלָא בְּמִדָּה מִשְּׁלוֹשׁ עֶשְׂרֵה מִדּוֹת וְהִסְכִּימוּ עֲלֵיהֶן בֵּית דִּין הַגָּדוֹל. וְכֵן הָיָה הַדָּבָר תָּמִיד, עַד רַבֵּנוּ הַקָּדוֹשׁ.",
        "וְהוּא קִבַּץ כָּל הַשְּׁמוּעוֹת וְכָל הַדִּינִין וְכָל הַבֵּאוּרִין וְהַפֵּרוּשִׁין שֶׁשָּׁמְעוּ מִמֹּשֶׁה רַבֵּנוּ, וְשֶׁלִּמְּדוּ בֵּית דִּין שֶׁלְּכָל דּוֹר וָדוֹר, בְּכָל הַתּוֹרָה כֻּלָּהּ; וְחִבַּר מֵהַכֹּל סֵפֶר הַמִּשְׁנָה. וְשִׁנְּנוֹ בָּרַבִּים, וְנִגְלָה לְכָל יִשְׂרָאֵל; וּכְתָבוּהוּ כֻּלָּם, וְרִבְּצוּ בְּכָל מָקוֹם, כְּדֵי שֶׁלֹּא תִשְׁתַּכַּח תּוֹרָה שֶׁבְּעַל פֶּה מִיִּשְׂרָאֵל.",
        "וְלָמָּה עָשָׂה רַבֵּנוּ הַקָּדוֹשׁ כָּךְ, וְלֹא הִנִּיחַ הַדָּבָר כְּמוֹת שֶׁהָיָה – לְפִי שֶׁרָאָה שֶׁהַתַּלְמִידִים מִתְמַעֲטִים וְהוֹלְכִים, וְהַצָּרוֹת מִתְחַדְּשׁוֹת וּבָאוֹת, וּמַמְלֶכֶת הָרִשְׁעָה פּוֹשֶׁטֶת בָּעוֹלָם וּמִתְגַּבֶּרֶת, וְיִשְׂרָאֵל מִתְגַּלְגְּלִים וְהוֹלְכִים לַקְּצָווֹת: חִבַּר חִבּוּר אֶחָד לִהְיוֹת בְּיַד כֻּלָּם, כְּדֵי שֶׁיִּלְמְדוּהוּ בִּמְהֵרָה וְלֹא יִשָּׁכַח; וְיָשַׁב כָּל יָמָיו הוּא וּבֵית דִּינוֹ, וְלִמַּד הַמִּשְׁנָה בָּרַבִּים.",
        "וְאֵלּוּ הֶם גְּדוֹלֵי הַחֲכָמִים שֶׁהָיוּ בְּבֵית דִּינוֹ שֶׁלְּרַבֵּנוּ הַקָּדוֹשׁ וְקִבְּלוּ מִמֶּנּוּ – שִׁמְעוֹן וְגַמְלִיאֵל בָּנָיו, וְרִבִּי אָפֵס, וְרִבִּי חֲנַנְיָה בֶּן חָמָא, וְרִבִּי חִיָּא, וְרָב, וְרִבִּי יַנַּאי, וּבַר קַפָּרָא, וּשְׁמוּאֵל, וְרִבִּי יוֹחָנָן, וְרִבִּי הוֹשַׁעְיָה. אֵלּוּ הֶם הַגְּדוֹלִים שֶׁקִּבְּלוּ מִמֶּנּוּ, וְעִמָּהֶם אֲלָפִים וּרְבָבוֹת מִשְּׁאָר הַחֲכָמִים.",
        "אַף עַל פִּי שֶׁאֵלּוּ הָאַחַד עָשָׂר קִבְּלוּ מֵרַבֵּנוּ הַקָּדוֹשׁ וְעָמְדוּ בְּמִדְרָשׁוֹ, רִבִּי יוֹחָנָן קָטָן הָיָה וְאַחַר כָּךְ הָיָה תַּלְמִיד לְרִבִּי יַנַּאי וְקִבַּל מִמֶּנּוּ תּוֹרָה. וְכֵן רָב קִבַּל מֵרִבִּי יַנַּאי; וּשְׁמוּאֵל קִבַּל מֵרִבִּי חֲנַנְיָה בֶּן חָמָא.",
        "רָב חִבַּר סִפְרָא וְסִפְרֵי לְבָאַר וּלְהוֹדִיעַ עִיקְרֵי הַמִּשְׁנָה, וְרִבִּי חִיָּא חִבַּר הַתּוֹסֶפְתָּא לְבָאַר עִנְיְנֵי הַמִּשְׁנָה. וְכֵן רִבִּי הוֹשַׁעְיָה וּבַר קַפָּרָא חִבְּרוּ בַּרַּיְתּוֹת לְבָאַר דִּבְרֵי הַמִּשְׁנָה, וְרִבִּי יוֹחָנָן חִבַּר הַתַּלְמוּד הַיְּרוּשְׁלְמִי בְּאֶרֶץ יִשְׂרָאֵל אַחַר חָרְבַּן הַבַּיִת בְּקֵרוּב מִשְּׁלוֹשׁ מֵאוֹת שָׁנָה.",
        "וּמִגְּדוֹלֵי הַחֲכָמִים שֶׁקִּבְּלוּ מֵרָב וּשְׁמוּאֵל – רָב הוּנָא, וְרָב יְהוּדָה, וְרָב נַחְמָן, וְרָב כַּהֲנָא; וּמִגְּדוֹלֵי הַחֲכָמִים שֶׁקִּבְּלוּ מֵרִבִּי יוֹחָנָן – רַבָּה בַּר בַּר חָנָה, וְרִבִּי אַמֵי, וְרִבִּי אַסֵי, וְרָב דִּימֵי, וְרַאבּוּן.",
        "וּמִכְּלַל הַחֲכָמִים שֶׁקִּבְּלוּ מֵרָב הוּנָא וּמֵרָב יְהוּדָה, רַבָּה וְרָב יוֹסֵף. וּמִכְּלַל הַחֲכָמִים שֶׁקִּבְּלוּ מֵרַבָּה וְרָב יוֹסֵף, אַבַּיֵי וְרַבָּא; וּשְׁנֵיהֶם קִבְּלוּ גַּם מֵרָב נַחְמָן. וּמִכְּלַל הַחֲכָמִים שֶׁקִּבְּלוּ מֵרַבָּא, רָב אַשֵׁי וְרַבִּינָא; וּמָר בַּר רָב אַשֵׁי קִבַּל מֵאָבִיו וּמֵרַבִּינָא.",
        "נִמְצָא מֵרָב אַשֵׁי עַד מֹשֶׁה רַבֵּנוּ – אַרְבָּעִים אִישׁ, וְאֵלּוּ הֶן: (א) רָב אַשֵׁי, (ב) מֵרַבָּא, (ג) מֵרַבָּה, (ד) מֵרָב הוּנָא, (ה) מֵרִבִּי יוֹחָנָן וְרָב וּשְׁמוּאֵל, (ו) מֵרַבֵּנוּ הַקָּדוֹשׁ, (ז) מֵרַבַּן שִׁמְעוֹן אָבִיו, (ח) מֵרַבַּן גַּמְלִיאֵל אָבִיו, (ט) מֵרַבַּן שִׁמְעוֹן אָבִיו, (י) מֵרַבַּן גַּמְלִיאֵל הַזָּקֵן אָבִיו, (יא) מֵרַבַּן שִׁמְעוֹן אָבִיו, (יב) מֵהִלֵּל אָבִיו וְשַׁמַּאי, (יג) מִשְּׁמַעְיָה וְאַבְטַלְיוֹן, (יד) מִיְּהוּדָה וְשִׁמְעוֹן, (טו) מִיְּהוֹשׁוּעַ וְנִתַּאי, (טז) מִיּוֹסֵף וְיוֹסֵף, (יז) מֵאַנְטִיגְנוֹס, (יח) מִשִּׁמְעוֹן הַצַּדִּיק, (יט) מֵעֶזְרָא, (כ) מִבָּרוּךְ, (כא) מִיִּרְמְיָה, (כב) מִצְּפַנְיָה, (כג) מֵחֲבַקּוּק, (כד) מִנַּחוּם, (כה) מִיּוֹאֵל, (כו) מִמִּיכָה, (כז) מִיְּשַׁעְיָה, (כח) מֵעָמוֹס, (כט) מֵהוֹשֵׁעַ, (ל) מִזְּכַרְיָה, (לא) מִיְּהוֹיָדָע, (לב) מֵאֱלִישָׁע, (לג) מֵאֵלִיָּהוּ, (לד) מֵאֲחִיָּה, (לה) מִדָּוִיד, (לו) מִשְּׁמוּאֵל, (לז) מֵעֵלִי, (לח) מִפִּינְחָס, (לט) מִיְּהוֹשׁוּעַ, (מ) מִמֹּשֶׁה רַבֵּנוּ רִבָּן שֶׁלְּכָל הַנְּבִיאִים, מֵעִם ה' אֱלֹהֵי יִשְׂרָאֵל.",
        "כָּל אֵלּוּ הַחֲכָמִים הַנִּזְכָּרִים, הֶם גְּדוֹלֵי הַדּוֹרוֹת – מֵהֶם רָאשֵׁי יְשִׁיבוֹת, וּמֵהֶם רָאשֵׁי גָּלִיּוֹת, וּמֵהֶם מִסַּנְהֶדְּרֵי גְּדוֹלָה. וְעִמָּהֶם בְּכָל דּוֹר וָדוֹר, אֲלָפִים וּרְבָבוֹת שֶׁשָּׁמְעוּ מֵהֶם וְעִמָּהֶם.",
        "רַבִּינָא וְרָב אַשֵׁי, הֶם סוֹף חַכְמֵי הַתַּלְמוּד; וְרָב אַשֵׁי הוּא שֶׁחִבַּר הַתַּלְמוּד הַבַּבְלִי בְּאֶרֶץ שִׁנְעָר, אַחַר שֶׁחִבַּר רִבִּי יוֹחָנָן הַתַּלְמוּד הַיְּרוּשְׁלְמִי בִּכְמוֹ מֵאָה שָׁנָה.",
        "וְעִנְיַן שְׁנֵי הַתַּלְמוּדִין – הוּא פֵּרוּשׁ דִּבְרֵי הַמִּשְׁנָה וּבֵאוּר עֲמוּקוֹתֶיהָ, וּדְבָרִים שֶׁנִּתְחַדְּשׁוּ בְּכָל בֵּית דִּין וּבֵית דִּין מִיְּמוֹת רַבֵּנוּ הַקָּדוֹשׁ וְעַד חִבּוּר הַתַּלְמוּד. וּמִשְּׁנֵי הַתַּלְמוּדִין, וּמִן הַתּוֹסֶפְתָּא, וּמִסִּפְרָא וּמִסִּפְרֵי, וּמִן הַתּוֹסֶפְתּוֹת – מִכֻּלָּם יִתְבָּאַר הָאָסוּר וְהַמֻּתָּר, וְהַטָּמֵא וְהַטָּהוֹר, וְהַחַיָּב וְהַפָּטוּר, וְהַכָּשֵׁר וְהַפָּסוּל, כְּמוֹ שֶׁהִעְתִּיקוּ אִישׁ מִפִּי אִישׁ מִפִּי מֹשֶׁה מִסִּינַי.",
        "גַּם יִתְבָּאַר מֵהֶם דְּבָרִים שֶׁגָּזְרוּ חֲכָמִים וּנְבִיאִים שֶׁבְּכָל דּוֹר וָדוֹר, לַעֲשׂוֹת סְיָג לַתּוֹרָה, כְּמוֹ שֶׁשָּׁמְעוּ מִמֹּשֶׁה בְּפֵרוּשׁ \"וּשְׁמַרְתֶּם אֶת־מִשְׁמַרְתִּי\" (ויקרא יח, ל), שֶׁאָמַר עֲשׂוּ מִשְׁמֶרֶת לְמִשְׁמַרְתִּי.",
        "וְכֵן יִתְבָּאַר מֵהֶם הַמִּנְהָגוֹת וְהַתַּקָּנוֹת שֶׁהִתְקִינוּ אוֹ שֶׁנָּהֲגוּ בְּכָל דּוֹר וָדוֹר, כְּמוֹ שֶׁרָאוּ בֵּית דִּין שֶׁלְּאוֹתוֹ הַדּוֹר, לְפִי שֶׁאָסוּר לָסוּר מֵהֶם, שֶׁנֶּאֱמָר \"לֹא תָסוּר, מִכָּל הַדָּבָר אֲשֶׁר־יַגִּידוּ לְךָ – יָמִין וּשְׂמֹאל\" (ראה דברים יז, יא).",
        "וְכֵן מִשְׁפָּטִים וְדִינִין פִּלְאִיִּים שֶׁלֹּא קִבְּלוּ אוֹתָן מִמֹּשֶׁה, וְדָנוּ בָּהֶן בֵּית דִּין הַגָּדוֹל שֶׁלְּאוֹתוֹ הַדּוֹר בַּמִּדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן, וּפָסְקוּ אוֹתָן הַזְּקֵנִים, וְגָמְרוּ שֶׁהַדִּין כָּךְ הוּא. הַכֹּל חִבַּר רָב אַשֵׁי בַּתַּלְמוּד, מִיְּמוֹת מֹשֶׁה וְעַד יָמָיו.",
        "וְחִבְּרוּ חַכְמֵי מִשְׁנָה חִבּוּרִין אֲחֵרִים, לְפָרַשׁ דִּבְרֵי הַתּוֹרָה: רִבִּי הוֹשַׁעְיָה תַּלְמִידוֹ שֶׁלְּרַבֵּנוּ הַקָּדוֹשׁ, חִבַּר בֵּאוּר סֵפֶר בְּרֵאשִׁית. וְרִבִּי יִשְׁמָעֵאל פֵּרַשׁ מֵאֵלֶּה שְׁמוֹת עַד סוֹף הַתּוֹרָה, וְהוּא הַנִּקְרָא מְכִלְּתָא; וְכֵן רִבִּי עֲקִיבָה חִבַּר מְכִלְּתָא. וַחֲכָמִים אֲחֵרִים אַחֲרֵיהֶם חִבְּרוּ מִדְרָשׁוֹת. וְהַכֹּל חֻבַּר קֹדֶם הַתַּלְמוּד הַבַּבְלִי.",
        "נִמְצָא רַבִּינָא וְרָב אַשֵׁי וְחַבְרֵיהֶם, סוֹף גְּדוֹלֵי חַכְמֵי יִשְׂרָאֵל הַמַּעְתִּיקִים תּוֹרָה שֶׁבְּעַל פֶּה, וְשֶׁגָּזְרוּ גְּזֵרוֹת וְהִתְקִינוּ תַּקָּנוֹת וְהִנְהִיגוּ מִנְהָגוֹת וּפָשְׁטוּ גְּזֵרוֹתָם וְתַקָּנוֹתָם וּמִנְהֲגוֹתָם בְּכָל יִשְׂרָאֵל, בְּכָל מְקוֹמוֹת מוֹשְׁבוֹתֵיהֶם.",
        "וְאַחַר בֵּית דִּינוֹ שֶׁלְּרָב אַשֵׁי, שֶׁחִבַּר הַתַּלְמוּד בִּימֵי בְּנוֹ וּגְמָרוֹ, נִתְפַּזְּרוּ יִשְׂרָאֵל בְּכָל הָאֲרָצוֹת פִּזּוּר יָתֵר, וְהִגִּיעוּ לַקְּצָווֹת וְלָאִיִּים הָרְחוֹקִים; וְרָבְתָה קְטָטָה בָּעוֹלָם, וְנִשְׁתַּבְּשׁוּ הַדְּרָכִים בִּגְיָסוֹת. וְנִתְמַעַט תַּלְמוּד תּוֹרָה, וְלֹא נִתְכַּנְּסוּ יִשְׂרָאֵל לִלְמֹד בִּישִׁיבוֹתֵיהֶם אֲלָפִים וּרְבָבוֹת כְּמוֹ שֶׁהָיוּ מִקֹּדֶם.",
        "אֵלָא מִתְקַבְּצִים יְחִידִים הַשְּׂרִידִים אֲשֶׁר ה' קוֹרֶא בְּכָל עִיר וְעִיר וּבְכָל מְדִינָה וּמְדִינָה, וְעוֹסְקִים בַּתּוֹרָה, וּמְבִינִים בְּחִבּוּרֵי הַחֲכָמִים כֻּלָּם, וְיוֹדְעִים מֵהֶם דֶּרֶךְ הַמִּשְׁפָּט הֵיאַךְ הוּא.",
        "וְכָל בֵּית דִּין שֶׁעָמַד אַחַר הַתַּלְמוּד בְּכָל מְדִינָה וּמְדִינָה וְגָזַר אוֹ הִתְקִין אוֹ הִנְהִיג לִבְנֵי מְדִינָתוֹ, אוֹ לִבְנֵי מְדִינוֹת – לֹא פָשְׁטוּ מַעֲשָׂיו בְּכָל יִשְׂרָאֵל: מִפְּנֵי רֹחַק מוֹשְׁבוֹתֵיהֶם, וְשִׁבּוּשׁ הַדְּרָכִים; וֶהֱיוֹת בֵּית דִּין שֶׁלְּאוֹתָהּ הַמְּדִינָה יְחִידִים, וּבֵית דִּין הַגָּדוֹל שֶׁלְּשִׁבְעִים בָּטַל מִכַּמָּה שָׁנִים קֹדֶם חִבּוּר הַתַּלְמוּד.",
        "לְפִיכָּךְ אֵין כּוֹפִין אַנְשֵׁי מְדִינָה זוֹ לִנְהֹג בְּמִנְהַג מְדִינָה אַחֶרֶת, וְאֵין אוֹמְרִין לְבֵית דִּין זֶה לִגְזֹר גְּזֵרָה שֶׁגְּזָרָהּ בֵּית דִּין אַחֵר בִּמְדִינָתוֹ. וְכֵן אִם לִמַּד אֶחָד מִן הַגְּאוֹנִים שֶׁדֶּרֶךְ הַמִּשְׁפָּט כָּךְ הוּא, וְנִתְבָּאַר לְבֵית דִּין אַחֵר שֶׁעָמַד אַחֲרָיו שְׁאֵין זֶה דֶּרֶךְ הַמִּשְׁפָּט הַכָּתוּב בַּתַּלְמוּד – אֵין שׁוֹמְעִין לָרִאשׁוֹן, אֵלָא לְמִי שֶׁהַדַּעַת נוֹטָה לִדְבָרָיו, בֵּין רִאשׁוֹן, בֵּין אַחֲרוֹן.",
        "וּדְבָרִים הַלָּלוּ, בְּדִינִים וּגְזֵרוֹת וְתַקָּנוֹת וּמִנְהָגוֹת שֶׁנִּתְחַדְּשׁוּ אַחַר חִבּוּר הַתַּלְמוּד. אֲבָל כָּל הַדְּבָרִים שֶׁבַּתַּלְמוּד הַבַּבְלִי, חַיָּבִין כָּל בֵּית יִשְׂרָאֵל לָלֶכֶת בָּהֶם; וְכוֹפִין כָּל עִיר וְעִיר וְכָל מְדִינָה וּמְדִינָה לִנְהֹג בְּכָל הַמִּנְהָגוֹת שֶׁנָּהֲגוּ חֲכָמִים שֶׁבַּתַּלְמוּד, וְלִגְזֹר גְּזֵרוֹתָם וְלָלֶכֶת בְּתַקָּנוֹתָם.",
        "הוֹאִיל וְכָל אוֹתָן הַדְּבָרִים שֶׁבַּתַּלְמוּד הִסְכִּימוּ עֲלֵיהֶם כָּל יִשְׂרָאֵל, וְאוֹתָן הַחֲכָמִים שֶׁהִתְקִינוּ אוֹ שֶׁגָּזְרוּ אוֹ שֶׁהִנְהִיגוּ אוֹ שֶׁדָּנוּ דִּין וְלִמְּדוּ שֶׁהַמִּשְׁפָּט כָּךְ הוּא הֶם כָּל חַכְמֵי יִשְׂרָאֵל אוֹ רֻבָּן, וְהֶם שֶׁשָּׁמְעוּ הַקַּבָּלָה בְּעִיקְרֵי הַתּוֹרָה כֻּלָּהּ, אִישׁ מִפִּי אִישׁ עַד מֹשֶׁה רַבֵּנוּ.",
        "כָּל הַחֲכָמִים שֶׁעָמְדוּ אַחַר חִבּוּר הַתַּלְמוּד וּבָנוּ בּוֹ, וְיָצָא לָהֶם שֵׁם בְּחָכְמָתָם – הֶם הַנִּקְרָאִים גְּאוֹנִים. וְכָל אֵלּוּ הַגְּאוֹנִים שֶׁעָמְדוּ בְּאֶרֶץ יִשְׂרָאֵל וּבְאֶרֶץ שִׁנְעָר וּבִסְפָרַד וּבְצָרְפַת לִמְּדוּ דֶּרֶךְ הַתַּלְמוּד וְהוֹצִיאוּ לָאוֹר תַּעֲלוּמוֹתָיו וּבֵאֲרוּ עִנְיָנָיו, לְפִי שֶׁדֶּרֶךְ עֲמוּקָה דַּרְכּוֹ עַד לִמְאוֹד. וְעוֹד שְׁהוּא בִּלְשׁוֹן אֲרַמִּי מְעֹרָב עִם לְשׁוֹנוֹת אֲחֵרוֹת, לְפִי שֶׁאוֹתָהּ הַלָּשׁוֹן הָיְתָה בְּרוּרָה לַכֹּל בְּשִׁנְעָר בָּעֵת שֶׁחֻבַּר הַתַּלְמוּד; אֲבָל בִּשְׁאָר הַמְּקוֹמוֹת וְכֵן בְּשִׁנְעָר בִּימֵי הַגְּאוֹנִים, אֵין אָדָם מַכִּיר אוֹתָהּ לָשׁוֹן עַד שֶׁמְּלַמְּדִים אוֹתוֹ.",
        "וּשְׁאֵלוֹת רַבּוֹת שׁוֹאֲלִין אַנְשֵׁי כָּל עִיר וְעִיר לְכָל גָּאוֹן שֶׁיִּהְיֶה בִּימֵיהֶם לְפָרַשׁ לָהֶם דְּבָרִים קָשִׁים שֶׁבַּתַּלְמוּד, וְהֶם מְשִׁיבִים לָהֶם כְּפִי חָכְמָתָם; וְאוֹתָן הַשּׁוֹאֲלִין מְקַבְּצִין הַתְּשׁוּבוֹת, וְעוֹשִׂין מֵהֶן סְפָרִים לְהָבִין מֵהֶם.",
        "גַּם חִבְּרוּ הַגְּאוֹנִים שֶׁבְּכָל דּוֹר וָדוֹר, חִבּוּרִין לְבָאַר הַתַּלְמוּד: מֵהֶם מִי שֶׁפֵּרַשׁ הֲלָכוֹת יְחִידוֹת, וּמֵהֶם מִי שֶׁפֵּרַשׁ פְּרָקִים יְחִידִים שֶׁנִּתְקַשּׁוּ בְּיָמָיו, וּמֵהֶם מִי שֶׁפֵּרַשׁ מַסֶּכְתּוֹת וּסְדָרִים.",
        "וְעוֹד חִבְּרוּ הֲלָכוֹת פְּסוּקוֹת, בְּעִנְיַן הָאָסוּר וְהַמֻּתָּר וְהַחַיָּב וְהַפָּטוּר, בִּדְבָרִים שֶׁהַשָּׁעָה צְרִיכָה לָהֶם, כְּדֵי שֶׁיִּהְיוּ קְרוֹבִין לְמַדַּע מִי שְׁאֵינוּ יָכוֹל לֵירַד לְעָמְקוֹ שֶׁלַּתַּלְמוּד. וְזוֹ הִיא מְלֶאכֶת ה' שֶׁעָשׂוּ בָּהּ כָּל גְּאוֹנֵי יִשְׂרָאֵל, מִיּוֹם שֶׁחֻבַּר הַתַּלְמוּד וְעַד זְמָן זֶה, שְׁהוּא שָׁנָה שְׁמִינִית אַחַר מֵאָה וְאֶלֶף לְחָרְבָּן.",
        "וּבַזְּמָן הַזֶּה תָּכְפוּ צָרוֹת יְתֵרוֹת, וְדָחֲקָה שָׁעָה אֶת הַכֹּל, וְאָבְדָה חָכְמַת חֲכָמֵינוּ, וּבִינַת נְבוֹנֵינוּ נִסְתַּתְּרָה; לְפִיכָּךְ אוֹתָן הַפֵּרוּשִׁין וְהַתְּשׁוּבוֹת וְהַהֲלָכוֹת שֶׁחִבְּרוּ הַגְּאוֹנִים, וְרָאוּ שְׁהֶם דְּבָרִים מְבֹאָרִים, נִתְקַשּׁוּ בְּיָמֵינוּ, וְאֵין מֵבִין עִנְיְנֵיהֶם כָּרָאוּי אֵלָא מְעַט בְּמִסְפָּר. וְאֵין צָרִיךְ לוֹמַר, הַתַּלְמוּד עַצְמוֹ: הַבַּבְלִי, וְהַיְּרוּשְׁלְמִי, וְסִפְרָא, וְסִפְרֵי, וְהַתּוֹסֶפְתּוֹת – שְׁהֶן צְרִיכִין דַּעַת רְחָבָה וְנֶפֶשׁ חֲכָמָה וּזְמָן אָרוּךְ, וְאַחַר כָּךְ יִוָּדַע מֵהֶן הַדֶּרֶךְ הַנְּכוֹחָה בַּדְּבָרִים הָאֲסוּרִין וְהַמֻּתָּרִין וּשְׁאָר דִּינֵי תּוֹרָה הֵיאַךְ הִיא.",
        "וּמִפְּנֵי זֶה נָעַרְתִּי חָצְנִי, אֲנִי מֹשֶׁה בֵּירִבִּי מַיְמוֹן הַסְּפָרַדִּי, וְנִשְׁעַנְתִּי עַל הַצּוּר בָּרוּךְ הוּא, וּבִינוֹתִי בְּכָל אֵלּוּ הַסְּפָרִים; וְרָאִיתִי לְחַבַּר דְּבָרִים הַמִּתְבָּרְרִים מִכָּל אֵלּוּ הַחִבּוּרִין, בְּעִנְיַן הָאָסוּר וְהַמֻּתָּר וְהַטָּמֵא וְהַטָּהוֹר עִם שְׁאָר דִּינֵי תּוֹרָה: כֻּלָּן בְּלָשׁוֹן בְּרוּרָה וְדֶרֶךְ קְצָרָה, עַד שֶׁתְּהֶא תּוֹרָה שֶׁבְּעַל פֶּה כֻּלָּהּ סְדוּרָה בְּפִי הַכֹּל – בְּלֹא קֻשְׁיָה וְלֹא פֵּרוּק, וְלֹא זֶה אוֹמֵר בְּכֹה וְזֶה אוֹמֵר בְּכֹה, אֵלָא דְּבָרִים בְּרוּרִים קְרוֹבִים נְכוֹנִים, עַל פִּי הַמִּשְׁפָּט אֲשֶׁר יִתְבָּאַר מִכָּל אֵלּוּ הַחִבּוּרִין וְהַפֵּרוּשִׁין הַנִּמְצָאִים מִיְּמוֹת רַבֵּנוּ הַקָּדוֹשׁ וְעַד עַכְשָׁו.",
        "עַד שֶׁיִּהְיוּ כָּל הַדִּינִין גְּלוּיִין לַקָּטָן וְלַגָּדוֹל בְּדִין כָּל מִצְוָה וּמִצְוָה, וּבְדִין כָּל הַדְּבָרִים שֶׁתִּקְּנוּ חֲכָמִים וּנְבִיאִים: כְּלָלוֹ שֶׁלַּדָּבָר, כְּדֵי שֶׁלֹּא יְהֶא אָדָם צָרִיךְ לְחִבּוּר אַחֵר בָּעוֹלָם בְּדִין מִדִּינֵי יִשְׂרָאֵל; אֵלָא יִהְיֶה חִבּוּר זֶה מְקַבֵּץ לְתוֹרָה שֶׁבְּעַל פֶּה כֻּלָּהּ, עִם הַתַּקָּנוֹת וְהַמִּנְהָגוֹת וְהַגְּזֵרוֹת שֶׁנַּעֲשׂוּ מִיְּמוֹת מֹשֶׁה רַבֵּנוּ וְעַד חִבּוּר הַתַּלְמוּד, וּכְמוֹ שֶׁפֵּרְשׁוּ לָנוּ הַגְּאוֹנִים בְּכָל חִבּוּרֵיהֶן, שֶׁחִבְּרוּ אַחַר הַתַּלְמוּד. לְפִיכָּךְ קָרָאתִי שֵׁם חִבּוּר זֶה מִשְׁנֵה תּוֹרָה – לְפִי שֶׁאָדָם קוֹרֶא תּוֹרָה שֶׁבִּכְתָב תְּחִלָּה, וְאַחַר כָּךְ קוֹרֶא בְּזֶה, וְיוֹדֵעַ מִמֶּנּוּ תּוֹרָה שֶׁבְּעַל פֶּה כֻּלָּהּ, וְאֵינוּ צָרִיךְ לִקְרוֹת סֵפֶר אַחֵר בֵּינֵיהֶם.",
        "וְרָאִיתִי לְחַלַּק חִבּוּר זֶה הֲלָכוֹת הֲלָכוֹת בְּכָל עִנְיָן וְעִנְיָן, וַאֲחַלַּק הַהֲלָכוֹת לִפְרָקִים שֶׁבְּאוֹתוֹ עִנְיָן; וְכָל פֵּרֶק וּפֵרֶק אֲחַלַּק אוֹתוֹ לַהֲלָכוֹת קְטַנּוֹת, כְּדֵי שֶׁיִּהְיוּ סְדוּרִין עַל פֶּה.",
        "אֵלּוּ הַהֲלָכוֹת שֶׁבְּכָל עִנְיָן וְעִנְיָן – יֵשׁ מֵהֶן הֲלָכוֹת שְׁהֶן מִשְׁפְּטֵי מִצְוָה אַחַת בִּלְבָד, וְהִיא הַמִּצְוָה שֶׁיֵּשׁ בָּהּ דִּבְרֵי קַבָּלָה הַרְבֵּה וְהִיא עִנְיָן בִּפְנֵי עַצְמוֹ; וְיֵשׁ מֵהֶן הֲלָכוֹת שְׁהֶן כּוֹלְלִין מִשְׁפְּטֵי מִצְווֹת הַרְבֵּה, אִם יִהְיוּ אוֹתָן הַמִּצְווֹת כֻּלָּן בְּעִנְיָן אֶחָד: מִפְּנֵי שֶׁחִלּוּק חִבּוּר זֶה הוּא לְפִי הָעִנְיָנִים לֹא לְפִי מִנְיַן הַמִּצְווֹת, כְּמוֹ שֶׁיִּתְבָּאַר לַקּוֹרֶא בּוֹ.",
        "וּמִנְיַן מִצְווֹת שֶׁלַּתּוֹרָה הַנּוֹהֲגוֹת לְדוֹרוֹת, שֵׁשׁ מֵאוֹת וּשְׁלוֹשׁ עֶשְׂרֵה מִצְווֹת: מֵהֶן מִצְווֹת עֲשֵׂה מָאתַיִם שְׁמוֹנֶה וְאַרְבָּעִים, סִימָן לָהֶן מִנְיַן אֵבָרָיו שֶׁלָּאָדָם; וּמֵהֶן מִצְווֹת לֹא תַעֲשֶׂה שְׁלוֹשׁ מֵאוֹת חָמֵשׁ וְשִׁשִּׁים, סִימָן לָהֶן מִנְיַן יְמוֹת הַחַמָּה."
    ],
    "versions": [
        [
            "Wikisource Mishneh Torah",
            "http://he.wikisource.org/wiki/%D7%A8%D7%9E%D7%91%22%D7%9D_%D7%94%D7%A7%D7%93%D7%9E%D7%94_%D7%9C%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_(%D7%9E%D7%A1%D7%99%D7%A8%D7%AA_%D7%AA%D7%95%D7%A8%D7%94_%D7%A9%D7%91%D7%A2%D7%9C_%D7%A4%D7%94)"
        ]
    ],
    "heTitle": "משנה תורה, מסירת תורה שבעל פה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Introduction"
    ],
    "sectionNames": [
        "Paragraph"
    ]
}