{
    "work": "Megillah", 
    "text": {
        "18": {
            "24": "I have heard that when they were building the sacred palace (heichal) they made curtains for the heichal and for the courtyard, ", 
            "25": "the difference being that in the heichal they built the walls outside the curtains and in the courtyard they built the walls within the curtains. ", 
            "26": "R’ Yehoshua said: ", 
            "27": "I have heard that sacrifices may be brought even though there is no House, that one may eat the most holy foods even though there are no curtains, and foods of lesser sanctity and the second tithe may be eaten even though there is no wall, ", 
            "20": "We further learned: ", 
            "21": "After they came to Jerusalem, the high places were forbidden, and they were never permitted again, and it was the ‘inheritance’. ", 
            "22": "This is an argument of Tana’im – ", 
            "23": "R’ Eliezer said: ", 
            "28": "because the first holiness was conferred on Jerusalem both for the time being and for all time.’", 
            "1": " but after the sanctification of Jerusalem there can be no such permission. ", 
            "0": "the high places could again become permitted,", 
            "3": "I heard that sacrifices may be offered in the Temple of Onias in our time. ", 
            "2": "    GEMARA. R’ Yitzchak said: ", 
            "5": "the Temple of Onias is not a house of idolatry, ", 
            "4": "He was of opinion that ", 
            "7": "as it is written “For you have not yet come to the resting place or to the inheritance…” (Devarim 12:9) ‘Rest’ means Shiloh and ‘inheritance’ means Jerusalem. ", 
            "6": "and that the first holiness of Jerusalem was temporary and not for all time, ", 
            "9": "just as after the place of rest was destroyed the high places were again permitted, so too after the place of inheritance is destroyed they will be permitted. ", 
            "8": "‘Inheritance’ is connected to ‘rest’ to teach - ", 
            "11": "do you really say so?! ", 
            "10": "They said to him: ", 
            "13": "no. Said Rava: ", 
            "12": "He replied to them: ", 
            "15": "He did say it and I learned it from him. ", 
            "14": "By God! ", 
            "17": "Because of the challenge raised by R’ Mari. ", 
            "16": "Then what is the reason he changed his mind? ", 
            "19": "after the sanctification of Shiloh high places can again be permitted, but after the sanctification of Jerusalem there can be no such permission. ", 
            "18": "R’ Mari brought the following challenge: "
        }, 
        "17": {
            "46": "MISHNAH. There is no difference between Shiloh and Jerusalem except that in Shiloh offerings of lesser holiness and the second tithe could be eaten anywhere within sight, while in Jerusalem they had to be eaten within the walls. ", 
            "47": "In both places the offerings of greatest holiness were eaten within the curtains. ", 
            "48": "After the Shiloh was sanctified, "
        }
    }, 
    "meta": "Daf-Line"
}