{
    "title": "Tziunei Maharan on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [
            [
                "<b>וחייב מיתה בידי שמים.</b> וכתב הכ\"מ ומשמע מדברי רבינו דאסור להכנס מהמזבח ולפנים אע\"פ שלא עבד אבל אינו חייב מיתה אא\"כ עבד ע\"כ, אבל לא הראה מנ\"ל לרבינו זאת. ועי' בתוי\"ט בפ\"ג דכריתות מ\"ג דאישתמיטתיה להכ\"מ שכן הוא בתו\"כ הובא בתוס' כריתות דף י\"ג ע\"ב ד\"ה ונכנס ע\"ש:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן מצורע שנכנס לירושלים לוקה.</b> עי' בכ\"מ דהוא פלוגתא דר\"י ור\"ש בפסחים דס\"ז ופסק רבינו כר\"י לפי הכלל דר\"י ור\"ש הלכה כר\"י. ועי' בצל\"ח שם בפסחים שתמה ע\"ז מדברי רבינו לקמן בפ\"ד הי\"ב דסתרי אהדדי לפ\"ז ע\"ש. ועי' בספרי פ' נשא הובא גם בכ\"מ לעיל ה\"ב, ובפירוש התוה\"מ שם תמצא שדברי רבינו נובעין משם, ול\"ק קושית הצל\"ח ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין הציץ מרצה אלא בזמן שהוא על מצחו שנאמר והיה על מצחו תמיד לרצון להם לפני ה'.</b> וכתב הכ\"מ בפ' כיצד צולין דף ע\"ו ובריש יומא דף ז' ע\"ב פלוגתא דר\"י ור\"ש ופסק כר\"י. ועי' בגמ' שם ותמצא דר\"י דס\"ל דאינו מרצה אלא בזמן שהוא על מצחו יליף מדכתיב על מצח ונשאו ור\"ש יליף מתמיד לרצון לפני ה' דאפילו אינו על מצחו מרצה ולר\"י אצטריך ההוא תמיד שלא יסיח דעתו ממנו ע\"ש, ורבינו פוסק כר\"י ודייק מקרא דתמיד דדוקא עודיהו על מצחו מרצה וזה להיפך מהגמ' ודברי הכ\"מ תמוהים, ועי' בהג' רצ\"ח שם ביומא שעמד בזה. אולם דברי רבינו נובעים מהירושלמי פ\"ק דיומא ה\"ב דאיתא שם אית תניי תני הציץ מרצה על מצחו אית תניי תני אפי' בזוית מ\"ד הציץ מרצה על מצחו והיה על מצחו תמיד ומ\"ד אפי' בזוית מן הדא דיוה\"כ ע\"כ. הרי דבירושלמי דייק המ\"ד דדוקא על מצחו מרצה מקרא דתמיד כדברי רבינו. וראה רבינו לסמוך על הירושלמי נגד הגמ' דידן משום דדברי הירושלמי היו נראין לו יותר פשוט דוהיה על מצחו תמיד משמע דדוקא על מצחו מרצה וכמש\"כ בשו\"ת מהרי\"ק בשורש ק' וז\"ל הרמב\"ם רגיל לפסוק ע\"פ הירושלמי יותר מכל הפוסקים הידועים אצלנו, ואפילו במקום שאין תלמודנו מוכיח כדברי הירושלמי לפעמים יפסוק כמותו היכא שתלמודנו מעמיד משנה או ברייתא בשנויי דחיקי והירושלמי מפרשה כפשטא תופס לו שיטת הירושלמי ע\"כ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>יצא חוץ לחומת העזרה כו'.</b> עי' בכ\"מ אבל צ\"ע מירושלמי דכלאים פ\"ט סוף הל\"א דאיתא שם ברייתא כהן שיצא לדבר עם חבירו אם הפליגו טעון טבילה אם לשעה טעון קידוש ידים ורגלים, ורישא דהאי ברייתא הוא גם בתוספתא פ\"א דיומא והרי דגם ביצא לדבר טעון קידש ידים ורגלים וצ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ, </b> ופירש\"י במי מערה כו'. וכ' ע\"ז המגיה על הגליון שלא מצא דברי רש\"י הללו ונעלם ממנו שהוא ברש\"י שם דף כ' ע\"ב ד\"ה או שטבל ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכל החוצץ בטבילה חוצץ בקידוש ידים.</b> הכ\"מ הניח חלק ולא הראה מקורו. אבל דברי רבינו הם ש\"ס ערוך בחולין דף ק\"ו ע\"ב וכל דבר שחוצץ בטבילה בגוף חוצץ בנטילת ידים לחולין ובקידוש ידים ורגלים במקדש:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [
                "<b>ואין הזר חייב מיתה אלא כו'.</b> עי' בכ\"מ ובמה שהקשה המ\"ל. והנה לכאורה לפמ\"ש בשו\"ת נו\"ב מהד\"ק חאה\"ע סימן נ\"ט דכלל זה דהלכה כר\"י לגבי ר\"ל לא איתמר רק היכא דפליגי בבבלי ולא בירושלמי, לפ\"ז ל\"ק קושית המ\"ל, אך כבר כתבתי במ\"א שמדברי הגמ\"י בפ\"ה מהל' יסוה\"ת ה\"ה והב\"י ביו\"ד סי' קנ\"ז והט\"ז שם בסק\"ז לא נראה כן ע\"ש. ונראה דהנה שם בגמ' איתא מ\"ט דרב דכתיב ואתה ובניך אתך כו' ועבדתם עבודת מתנה אתן את כהונתכם והזר הקרב יומת עבודת מתנה ולא עבודת סילוק כו' ולוי ריבה רחמנא לכל דבר המזבח ורב ההוא לאתויי שבע הזאות שבפנים ושבמצורע ולוי נפקא ליה מדבר וכל דבר ורב דבר וכל דבר לא דריש. והנה בפסחים דף מ\"ג ע\"ב נחלקו רבנן ור\"א דר\"א דריש כל ורבנן לא דרשו כל ופסק רבינו בפ\"א מהל' חו\"מ הל\"ו כרבנן ע\"ש במ\"מ ולח\"מ, ומש\"ה פסק בכאן דלא כר\"י דדריש מוכל. ועי' בחי' הריטב\"א שם ביומא שכתב דלאו למימרא דרב לא דריש ליה כלל כל דהא ליכא בתלמודא מאן דלא דריש לכל כו'. אבל דבריו צ\"ע דהא באמת שמעינן לרבנן בפסחים דלא דרשו כל. ועי' בתוס' שם ד\"ה מאן שמעת שכתבו דאף דרבנן דרשו בעלמא כל היכא לא דרשו בדבר שאין סברא לרבות כגון עירובין וכגון נשים משום היקשא כו', ועי' בלח\"מ בפ\"א מהל' חו\"מ הל\"ו ופ\"ה מהל' איסורי המזבח הל\"א, וה\"נ הוי דבר שאין סברא לרבות דמעבודת מתנה יש למעט עבודת סילוק:"
            ],
            [],
            [],
            [
                "<b>אבל היוצק והבולל והפותת כו' אע\"פ שנפסלו והרי הוא מוזהר על כל אלו ולוקה.</b> עי' בדברי רבינו לקמן בפי\"ג מהל' מעה\"ק הי\"ב וצ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הטמא ובעל מום כו'.</b> עי' בכ\"מ שכתב ובעל מום לא הוזכר במשנה ורבינו הזכירו אפשר שסובר רבינו דלאו דוקא נקט במתני' הני אלא ה\"ה לכל חיוב שחייבין משום עבודה כו'. ולא היה צריך לזה שדברי רבינו הם ברייתא ערוכה בתו\"כ אמור פרשתא ג' ברייתא ד' איש מזרעך לדורותם אשר יהיה בו מום לא יגש להקריב כו' יכול יהיו חייבים על כולם ת\"ל לחם מה לחם מיוחד שהוא משום עבודה יצאו אותן שאינן משום עבודה ע\"כ. וע\"ש בז\"ר:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}