{
    "title": "Ben Aryeh on Mishneh Torah, Things Forbidden on the Altar",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Things_Forbidden_on_the_Altar",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> תיובתא דרבא תיובתא. תי' תיובתא השני מוקף [ע\"ש בגמ' דף ז' ע\"ב ויש לומר שמ\"ש כאן תיובתא דרבא תיובתא כוונתו למה שאמרו שם בסוף כל הענין אחר לישנא אחרינא ולכן א\"צ למוחקו אבל לפי מ\"ש למטה דפסק כלישנא קמא דלא מסיק בתיובתא צ\"ל שלא הביא בספר המצות תיבת תיובתא השני וצריך לראות בספר המצות]:"
            ],
            [],
            [],
            [
                "<b>לח\"מ: </b> הרבה יש לתמוה על דברי רבינו כו'. נ\"ב וע' רדב\"ז חלק ב' סי' ק\"ו בלשונות הרמב\"ם:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> למה השמיט רבינו שמתה אמו. נ\"ב ע' תוס' חולין דף ל\"ח ע\"ב ד\"ה אלא דמתה וכנראה דלא גרס במתני' או [רק גרס במתני' דבכורות שם נ\"ז א' כל שמתה אמו שנשחטה ואח\"כ ילדה והכל דבר אחד. דאל\"כ כשמתה מעצמה העובר מיית ברישא לפי מ\"ש התו' שם וע' תוס' ב\"ב דף קמ\"ב ב' ד\"ה דהוא וע' ערכין ז' א' ונדה מ\"ד א' ד\"ה איהו וכן במשנה שבגמ' בכורות שם תיבת או מוסגר במרובע משמע שיש גירסא אחרת בלא או וא\"כ י\"ל שכן הי' גירסת הרמב\"ם]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>השגת </b> הראב\"ד: מ\"ט לא תני יתום כו'. נ\"ב צ\"ל לא מני יתום כו' וכן הוא בלחם משנה ובמקום השגה כאן וע' תוי\"ט פ\"ט דבכורות מ\"ד סוף ד\"ה ויתום ואין דבריו נראין:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקום </b> ההלכה מתחיל מן <b> איזהו אתנן כו'.</b> :"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> ומ\"ש ואם הביא לא נתקדשו כו'. נ\"ב כן הוא להדי' זבחים דף פ\"ח ע\"א:"
            ],
            [],
            [
                "<b>כל הקרבנות ואין לך קודם כו'. </b> תיבת ואין לך מוקף:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אינן בכלל העמדה לפיכך כו'. </b> נ\"ב דכתיב והעמיד את הבהמה ע' תורת כהנים. וע\"ע לעיל הלכות ערכין פ\"ה ה\"ט [לשון התורת כהנים פ' בחוקותי פרשה ד' והעמיד את הבהמה לפני הכהן בהמה נפדית ואין העופות והעצים והלבונה וכלי שרת נפדים וע' לשון גמרא מנחות ק\"א ע\"א]:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות איסורי המזבח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}