{
    "status": "locked", 
    "versionTitle": "Wikisource", 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Ibn Ezra on Ecclesiastes", 
    "text": {
        "": [
            [
                [
                    "דברי. כתיב וידבר שלשת אלפים משל ויהי שירו וגו׳ והמשל הוא שנמשל בו דבר אחד כמו חוד חידה ומשל משל והוא הנשר הגדול והנמשל נבוכדנצר ודרך השיר להיות תחלה או דבר עתיד להיו׳ ובעבור היות חפץ שלמה לחבר הדברים שיעלו על הלב החל במלת דברי ואיננו כן כל דברי כי הפסוק שיש אחריו יורה עליו או הוא בעצמו ג״כ יורה הפסור השני בספר הזה כל הראשון וקהלת הוא שלמה כי לא היה מבני דוד משיח מלך רק הוא לבדו ונקרא כן על לשון החכמה שנקהלה בו וזכר שם מקום ממלכתו בעבור תפארתו הלא תראה כי נקרא מלך ירושלם מלכי צדק כי היא שלם ויורה עליו ויהי בשלם סוכו וכן אדני צדק בעבור היותו אדון מקום הצדק וכן דברתי מלכי צדק והוא דוד המלך:\n"
                ], 
                [
                    "הבל. אמר על דבר הבלי העולם וסמך הבל אל הבלים ואם לא ימצא מהשמות שהם על משקל ארץ שישתנה חוץ מחדר משכבך וסגור דלתך מספח חמתך גם אלה בפת״ח וזה בציר״י וסמיכת היחיד לרבים בעניין אחד על שני דרכים לגדולה כמו מלך מלכים ולהפך כמו עבד עבדים והבל הבלים כמוהו כענין אך הבל בני אדם כזב בני איש במאזנים לעלות המה מהבל יחד והמ״ם תחת יותר כמ״ם מכל שהיו לפני בירושלים ומ״ם מכל מלמדי השכלתי והענין אם יעלו בני אדם במאזנים עם ההבל היו יותר קלים מהבל וכפל הבל הבלים להורות על כל זמן כענין נשאו נהרות ה׳ נשאו נהרות קולם וכן סבוני גם סבבוני פעמים רבות ושלא יאמר אדם בלבו שיש בדברי העולם הבל ויש בו שורש עומד הנה חתם הכל הבל:\n"
                ], 
                [
                    "מה יתרון. על משקל זכרון והיא שם מהפעלים שהפ״ה שלהם איננו שלם ובנין הפעיל יורה עליו והענין אחר שהכל הבל מה יועיל לאדם בכל עמלו וענין תחת השמש הוא הזמן המתהפך כי השמש לבדו יוליד הזמן כי היום תלוי בשמש מעת זרחו ועד בואו והלילה הוא מעת בוא השמש עד זרחו יראו הכוכבים או הלבנה או לא יראו וכן זרע וקציר וקור וחום וקיץ וחורף על פי נטות השמש לפאת צפון או דרום אע״פ שיש לירח בנהרות ובצמחים הלחים ובמוח מעשים נאים וכימנ לקשר וכסיל לפתח אין מעשה כולם כנגד מעשיו כי אם חלק מחלקים רבים ואם השמש אחד ישתנו מעשיו כפי השתנות המ׳ ועשרים מחברות השבעה והשתנות תהלוכות כולם עם נוע גובה גלגל המוצק היוצא על כן לא תמצא מתכונת מלאכת השמים נמשלת למתכונת אחר׳ רגע אחד ועל זה נזכר בספר יצירה שתי אבנים בונות שנים עד תשע שאין הפה יכול לדבר ולא האזן יכולה לשמוע והעמל לבקש חכמה עד שתתברר רוחי יש לו יתרון כי אין הרוח של אדם תחת השמש:\n"
                ], 
                [
                    "דור. בעבור היות כל נמצא תחת השמש מורכב מארבעה מוסדים מהם יצאו ואליהם ישובו והם האש והרוח הנח שהוא האויר והמים והארץ זכר ארבעתם והחל בארץ שהיא כמו היולדת ואחר כן זכר השמש מקום האש בעבור רוב חומה והיא האש המולדת ואחר כך הרוח והמים ואמר על הארץ שכל הנוצרים ממנה אליה ישובו כענין כי עפר אתה ואל עפר תשוב והיא עומדת ודור בא ודור הולך יתכן היות ענין דור כמו גרים וכמוהו מדור באהלי רשע:\n"
                ], 
                [
                    "וזרח. כבר בארו אנשי המדות והחשבון מכל הנבראים הנראים על עשרה חלקים והשמש גדול מכולם ואין אחד כמוהו והוא השרש במלאכת שמים כדמות הנקודה בחכמת המדות והא׳ בחכמת החשבון והענין אע״פ שיש לו תנוענ ויזרח ויבא ישוב אל מקומו כבראשונה ומקום זרחו היום קרוב ממקום זרחו מחר ובעבור התנועעו לצפון ולדרום יזרח שני פעמים בשנה ממקום אחד וממקום סוף הדרום והצפון פעם אחת עד מלאת לו שנה תמימה וכן מקרה הלבנה והחמשה כוכבים גם כל צבא השמים יזרח ויבא לכן זכר הגדול כענין ולשמש שם אהל בהם שלא הזכיר הכוכבים:\n", 
                    "\tוענין שואף. כמו באות נפשה שאפה רוח כאילו הוא שואף הרוח מרוב תאותו לשוב אל מקומו:\n"
                ], 
                [
                    "הולך. י״א כי גם הפסוק הזה על השמש ידבר שפעם נוטה אל צפון ואל דרום ויפרש הרוח פאה וזה איננו נכון ויורה עליו ועל סביבותיו שב הרוח וכל הפסוק הוא בענין הרוח שפעם יתנועע האויר לפאת צפון ופעם לפאת דרום ויסוב מדרום לצפון על פאת מזרח ומצפון לדרום על פאת מערב על כן אמר סובב הולך הרוח ובסוף ישוב על סביבותיו כשוב השמש כי היא סבת רוב תנועות הרוח ויורדי הים ידעו מהם שהם על דרך אחד ביום לשנה:\n"
                ], 
                [
                    "כל הנחלים. אע״פ שהנחלי׳ הולכים אל הים לא יהיה מלא עד שיעבור החוק ויכסה הארץ בעבור שהמים שהלכו אליו הם ישובו ללכת על מקומם פעמים אין קץ להם כי תמיד יעלה אד מהים אל הרקיע והם רוב הענני׳ והמים המתוקים יעלו בעבור קלותם והאד ישוב גשם כענין הקורא למי הים וישפכם ומימי המעיינים מהגשם וכל החלים יצאו מהמעיינים הלא תראה כי בשנת בצורת ייבשו רובי המעיינים וכתוב ויבש הנחל כי לא היה גשם בארץ וזה ענין אל מקום שהנחלים הולכים ולא באר שלמה סבת שוב המים אל מקומם כאשר לא באר סבת שוב השמש מהמערב למזרח אם למעלה מהרקיע או על הצדדים או על דרך שהארץ עגולה והיא באמצע הגלגל העליון כי אלה הדברים צריכים ראיות ושורש ספור לדבר על כל דבר נראה לעין ולא יצטרך לראיות והענין בזכירת אלה ארבעתם שהם השמש שהוא מקום האש והרוח והמים והארץ בעבור היות כל הנמצאים תחת השמש נולדים מהם הצמחי׳ והחיו׳ ובני אדם והעוף ודגי הים ואם הם שהם השרשים מנהגם לשוב אל מקום כשהיו איך יעמדו הנולדים מהם ואם היו בראשיתם הבל כן יהיו באחריתם ואם האדם הבל אף כי מעשהו שהוא כמו מקרה לו ואף כי מחשבותיו שהם כמקרה המקר׳ כענין ה׳ יודע מחשבות אדם כי המה הבל:\n"
                ], 
                [
                    "כל הדברים. יש מפרשים יגעי׳ כמו מלאים וזה לא יתכן בעבור היות יגעים פועל עומד כמו האחד עיף ויגע ואילו היה כענין פירושם היו מיגעים מבנין פועל הדגוש מן אל תיגע שמה אכן ישוב יגעים על הדברים בעצמם והחפץ שהם נלאים וחסרים אין כח בהם על כן לא יוכל איש לדבר ואחר שהודיע הארבעה השרשים שהם עומדים על מתכונתם ואם תקרה להם תנועה בסוף ישובו כשניו אמת ידענו הכלל והפרטים הנולדים מהם לא יעמדו רגע אחד על מתכונת אחת ע״כ לא יוכל אדם לספור אותם והעין לא תשבע מראותם כי סבת ראות העין התמונות שהם מתדמות באויר הזך ולא יעמדו רגע אחת והאזן לא תמלא משמוע הפרטי׳ כי גם סבת השמיע׳ הכנסת האויר שיש בו תמונות הקולות גם הם לא יעמדו על כן לא תוכל העין לשלוט בפרטם ולא האזן לשמוע מספרם כי אין קץ ומספר להם אצל בני אדם לכן היוצר לבדו ידע הכלל והפרט כי מעשה ידיו כלם:\n"
                ], 
                [
                    "מה שהיה. אמר המשורר על הבריאות העליונות כי הוא צוה ונבראו ויעמידם לעד לעולם ועל הבריאות של מטה אמר כי נשגב שמו לבדו והענין כי תהו המה כלם וענין מה שהיה הוא על הגלגלים וצבאותם כי הם כמו עגולות חוזרות חלילה וראשיתם כסופם וסופם כראשיתם:\n", 
                    "\tומה שנעשה הוא שיעשה. על הכללים שהם שומרים כמין אדם ומין סוס ומין כל חי ומין כל צמח ותולדת אלה מתנועות העליונים ואם העליונים עומדים יעמדו הכללים שהם שתבנית מערכות הצבאות והענין אע״פ שלא אוכל לספור הפרטים כלליהם שמורים וידועים וספורים ועל זה הדרך תראה עולם שלמעלה ועולם שלמטה עומד על דרך אחד ואין כל חדש:\n"
                ], 
                [
                    "יש דבר. ימצא יש ברוב בלשון הקדש על הדבר הנמצא לפרקים מעטים כמו ויש אשר יהיה הענן יש מפזר ונוסף ויש רשע מאריך כי ברוב שנות רשעים תקצרנה ואם יראה לאדם דבר חדש כבר היה לעולמים ופירוש עולמים כמו זמנים וכן צור עולמים מלכותך מלכות כל עולמים תשועת עולמים תשועת נצח וזמנים רבים:\n"
                ], 
                [
                    "אין זכרון. אם תאמר אלו היה כמו זה הדבר החדש בימים הקדמונים כאשר שמענו שמעו אין זכרון לראשונים גם כי יקרה לאחרונים עם אחרוני אחרונים עד הנה דברי שלמה על דרך כלל ועתה יחל לבאר כל הדברי׳ שיעלו על לב:\n"
                ], 
                [
                    "אני קהלת. עניני הספר יורו כי באחרית ימיו חיברו כאילו יאמר לדורות הבאים כך וכך נסיתי בימי חיי ויכולתי לנסות כל דבר בעבור היותי מלך וענין על ישראל בעבור שהיו בם לכולם נביאים וחכמי לב כמו בני זרח ולא כבני קדר השכונים באהלים והענין שהייתי מלך על עם חכם ונבון ואמר בירושל׳ בעבור היות מקומ׳ נכון לקבל החכמה כי ידוע שהיישוב נחלק לשבע׳ חלקים ולא יתכן היות ישרי לב לקבל החכמה כי אם בשלשה חלקים האמצעיים כי החלקים הראשונים והאחרונים ימנע רוב החום או הקור להיות תולדת אדם ישרה וידוע כי רוחב ירושלם שלשים ושלש מעלות והוא חצי היישוב כי לא יתכן יישוב כי אם אחר מעלות נטות השמש בצפון או בדרום:\n"
                ], 
                [
                    "ונתתי. יתכן היות ענין זה הפסוק דבק עם הבא אחריו והוא שחקר בחכמה וכן ענין לתור כמו מתור הארץ לראות דברי חפץ ועיקרי כל המעשים אע״פ שהיא ענין רע בעבור שיתעסק האדם בדבר שלא יועיל ופי׳ לענות בו מענין וי״א שהוא מל׳ ענוי ויאמר כי כמוהו אני עניתי מאד וענה גאון ישראל ויותר נכון הוא היות וענה מן לא תענה ברעך וגם עניתי כמו ויען איוב ויור׳ עליו הבא אחריו אני אמרתי בחפזי וכן ישמע אל ויענם יענה בם או ישיב תשובה להם וכאשר התעסק לראות שרשי המעשים מצא שהם הבל ורעות רוח ויהיה פירוש תחת השמים כמו תחת השמש ויתכן שרמז במלת תחת השמים כמו תחת השמש לגלגל העליון ששם כל צבא השמים וחכמת סוד המזלות על שמנה וארבעים צורות הגלגל ואחר שהסתכל בדרך החכמה לדעת עיקר כל המעשים שהם נולדים מכח השמים וראה שהוא ענין רע ורשה בעבור קוצר דעת בני אדם לספור המולידים ואף כל הנולדים ואין מספר לגדודי שמים ולא יכול הקדמונים להכיר כי אם אלף ושנים ועשרים ויורה על זה שאמר תחת השמים עת לכל זמן וכן השני שהוא בפסוק תרתי בלבי:\n"
                ], 
                [
                    "ראיתי. פי׳ ורעות רוח כמו אפרים רועה רוח ורודף קדים שלא יועיל ולא ישביע וענין רוח כמו הבל בעבור רובי תהלוכותיו שלא יוכל אדם לתפסו ביד כענין כי רוח יזרעו וכן כי רוח עברה בו ויתכן היות ורעות כמו מחשבת ויורה עליו רעיון רוח ומשקלם דמות ודמיון מהפעלים שהלמ״ד שלהם איננו שלם:\n"
                ], 
                [
                    "מעוות. פעול כמו מדובר והם שני שרשים והענין אחד שלם ושאיננו שלם ומלת לתקון פועל עומד והענין על דרך הפירו׳ הראשון על שני הפסוקים שהם לפני זה אחר שראה שהכל הבל לא יוכל ההבל לשוב כמו עומד כי המעוות לא יוכל להיות נתקן כי תולדתו מעוות ובעל החסרון אין בו יכולת להמנות עם השלימים וזה הפירוש בחסרון בעל מחסרון או יהיה שם התאר כמו ראשון וארחון או ישוב על מעוות ויהיה מעוות לבדו בתולדתו ומעוות חסרון מחסרונו ועל הפירוש השני שנולד במערכה חסירה אין בו כח להשלים נפשו והנה נמצא המתעסק לחקור עיקר התולדות ממלאכת השמים מתעסק בתוהו וזה נכון ברוב מבני אדם וברוב ממעשיהם:\n"
                ], 
                [
                    "דברתי. בעבור היות הלב משכן הרוח והוא הנברא בגוף בתחלה כי היא דמות מלך והמוח שר צבא היה הלב כנוי לחכמה ולשכל ולטעם ולמחשבות הבינה בעבור היותו המרכבת הראשונה לנשמת האדם העליונה וכן יכנו הדבורים בלשון שפה בעבור צאת הדבורים ממנה ועל כן הוא אומר לב חכם ונבון קוצר לב אהב נפשו וענין הגדלתי והוספתי חכמה שחיבר ולמד חכמת הקדמונים והוסיף עליהם:\n", 
                    "\tולבי ראה הרבה חכמה. שלא חבר אותה ומלת הרבה שם ימצא על יחיד ורבים כמו כי הרבה יהיו וכן מלת ריקם ושם הפועל קמוץ הרבה ארבה:\n"
                ], 
                [
                    "אחר שלמדתי החכמות והוספתי נתתי לבי לדעת עיקר ההוללות כמו ויתהולל בידם ועיקר השכלות שהוא הפך ההוללות אף על פי שזה רעיון הבל:\n"
                ], 
                [
                    "כי. כאשר ביקש לדעת השכלות ראה כי המשכיל המכיר דברי העולם ברוב חכמתו תמיד יהיה לו כעס ומכאוב ולא ישמח בבנים בעבור דעתו שאחרית׳ למות בחייו או אחריו ולא בעושר כעוף יעופף וגם לא יועיל ויושיע ביום האיד ויום המות נתון בין שתי עיניו:\n"
                ]
            ], 
            [
                [
                    "אמרתי. ידבר עם נפשו בעיקר ההוללות:\n", 
                    "\tלכה נא אנסכה בשמחה. אם החכמה תוליד כעס אעזב ואשוב להתעסק בדברי שמחה ולנסך היין כענין ושתו ביין מסכתי ואם הם שני שרשים והוא מהבנין הדגוש כמו אדברה וינסך כמו וידבר ויש אומרים כי היא מן נסה והכ״ף לדמות הנוכח כענין אנסה אותך כמו אחוך שמע לי אכנך ולא ידעתני:\n"
                ], 
                [
                    "לשחוק. אמרתי כי הנוט׳ לשחוק שהוא מהולל ואמרתי בעבור השמח׳ מה זה עושה מה תועיל ומה טוב תעשה והלמ״ד כמו למ״ד אמרי לי אחי הוא ואמר פרע׳ לבני ישראל:\n"
                ], 
                [
                    "תרתי. כאשר ראיתי שהחכמה לבדה תוליד כאב והשחוק לבדו לא יועיל חפשתי דרך לחבר בין שניהם ומשכתי בשרי ביין כדי שאשמח וענין בשרי גופי:\n", 
                    "\tולבי נוהג בחכמה. לבי תמורת שכלי ונשמתי ונוהג פועל יוצא והפעול חסר וענינו ולבי נוהג דבריו בחכמה ויאחז מעט מהסכלות שהוא תאות זה העולם וכל זה עד שיורה אי זה דרך הטוב:\n"
                ], 
                [
                    "הגדלתי. עשיתי מעשים גדולים או הגדלתי הוני כמו עשה את כל הכבוד הזה:\n"
                ], 
                [
                    "עשיתי. גן לשון זכר גן נעול ולשון נקבה לעבדה ולשמרה ורבים גנים וגנות והגן יש בו אילנים רבים ממינים רבים והפרדס הוא ממין אחד והראיה פרדס רמונים:\n"
                ], 
                [
                    "עשיתי לי ברכות מים. שיתחברו ממטר השמים להשקות יער צומח עצים שאין להם פירות כמו ארזים וברושים:\n"
                ], 
                [
                    "קניתי. ובני בית שנולדו בביתי ומלת צאן כלל לכשבים ולעזים והראיה משכו וקחו לכם צאן:\n"
                ], 
                [
                    "כנסתי. חברתי כמו לך כנוס את כל היהודים:\n", 
                    "\tומלת סגולה. דבר נחמד שמור להתפאר בו כמו האבנים היקרות הנמצאות אצל המלכים ודברים נחמדים ימצאו במדינה אחת לבדה:\n", 
                    "\tוענין שדה ושדות. הם הנשים ויורה עליו ותענוגות בני האדם ועוד שהזכיר דברי כל תאוות העולם מבנין ונטיעה ומקנה וסגולה ושמוע שירים ואין זכרון לנשים ונחלקו המפרשים במלת שדה והטוב שבכולם שהוא מן שדד הנשים השדודות הנלקחות בחזקה בשוד ושביה שיבחר מהן כפי תאותו וענין שדה ושדות אחת ורבות כמו רחם רחמתים לראש גבר בעלת רחם אשה אחת ושתים והענין שלא תאמר אחת לבדה כי יש מי שתפש שתים:\n"
                ], 
                [
                    "וגדלתי. פועל עומד הייתי גדול בכל דברי והוספתי גדולה בדברי העולם אף חכמתי עמדה לי:\n"
                ], 
                [
                    "וכל. יש אומרים אצלתי שהוא מן אצל והענין לקחתי כך מאצלן והוא מהבנין הקל ומלת ויאצל מהבנין הכבד והיה ראוי להראות האל״ף כמו יחזק במעוזי שהוא מן החזיק ושמחתי בעמלי היתה שכר יגיעתי והיא לבדה היתה חלקי:\n"
                ], 
                [
                    "ופניתי. וכמו שפניתי בכל מעשי ראה לבי שהכל הבל:\n"
                ], 
                [
                    "ופניתי. הענין אני התעסקתי בחכמה ובהוללות שהוא היין בעבור שהמשתכר ממנו יתהולל וישתגע וסכלות הוא הבנין וקנות ההון:\n", 
                    "\tכי מה האדם. כענין ה׳ מה אדם ותדעהו וכן מה אנוש כי תזכרנו והענין כאשר ראיתי שמיך וירח וכוכבים שהעולם כמו תחת כוכב אחד עומד אמרתי מה אנוש כי תזכרנו ועשית לו גדולה ומעלה יתירה והענין כי מה יכולת תהיה באדם שיבוא אחרי המלך וכל מה שיעשה כבר עשוהו אחרים ויחסר מלת העושים כמו ויאמר ליוסף שלא זכר שם האומר וכן אשר ילדה אותה ללוי ורבים כמוהם ויש אומרים כי המלך מן וימלך לבי עלי והענין כי מה הענין והתשובה שיבא אחרי העצה וירדוף אחרי כל אשר עשו הקדמונים ואיננו נכון:\n"
                ], 
                [
                    "וראיתי. כמו שיבדיל האור הצורות ויראה הקרובים והרחוקים כל דבר על מתכונתו כן דרך החכמה:\n"
                ], 
                [
                    "החכם. דמה החכם לפקח שיש לו עינים בראשו שילך לכל מקום שירצ׳ וירא׳ הדרך הישרה והעקלקלו׳ והכסיל בחשך ילד לא ידע במה יכשל וזה ידעתי וגם ידעתי שמקרה אחד יקרה את כלם:\n"
                ], 
                [
                    "ואמרתי. זה המקרה הוא שיקרה לכל באי העולם מטוב ומרע וענין ולמה חכמתי בכל מה שהתעסקתי בדברי העולם שעמלתי ושחכמתי תחת השמש ודברתי בלבי שגם זו החכמה היא הבל:\n"
                ], 
                [
                    "כי. בעבור שבכל יסור גם ישכח והוא שאמר שגם זה הבל בעבור שאין זכרון לחכם עם הכסיל ואם היה לו זכר ימים או שנים מעטים בימים הבאים הכל נשכח והרעה הקשה שימות החכם עם הכסיל ומלת בשכבר בענינה אינה נמצאת בכל המקרא רק בספר הזה ואמר אחד מן המפרשים שהיא תורה על דבר עבר וכאשר עמד בפניו בשכבר הימים הבאים אמר היה ראוי להיות כשכבר וענין כי הכל יהיה נשכח בימים הבאים כמו הזמן שעבר ויותר נכון היות פירושו כמו הן:\n"
                ], 
                [
                    "ושנאתי. יש חיים בלשון הקודש שם התואר לרבים כמו חיים כולכם היום ויש חיים שהוא שם ולא תואר כמו מות וחיים ולא בא ממנו לשון יחיד כמו נעורים וזקונים ושלמים ומלואים ורבים כמוהם והחיים בפסוק הזה הוא שם התואר:\n"
                ], 
                [
                    "ושנאתי. כל עמל בספר הזה ברוב יגיעת מעשה כמו אשר לא עמלת בו ויפרד ממנו מעט עמל ואין והביט אל עמל ורהבם עמל ואון וענינו ימי שנותינו ספירים יש להם תחלה וסוף וימי הממשלת והרהב רובם עמל ואון והם ימי הנעורי׳ וחיש יכרתו ויגוזו מהרה כאילו נעוף:\n"
                ], 
                [
                    "ומי. לעולם ה״א התימה בשוא ופת״ח חוץ אם יהיה אחריו שוא נע ופת״ח כמו המבחנים ומלת הייטב בעיני ה׳ ואחר ה״א הידיעה דגש ואם אחרי הה״א אחת מאותיות אחה״ע ופת״ח של ה״א התימה ופעמים בעין ה״א הידיעה והרוב קמוץ ובא החכם בפת״ח קטן בעבור כובד הלשון בעבור שיש אחריו שני קמצין ואין הפרש בין החכם עיניו בראשו ובין החכם יהיה ובלשון רבים יפתח של ה״א התימה ושל ה״א הידעה קמץ:\n"
                ], 
                [
                    "וסבותי. כאדם שהוא מסב פניו לדרך אחרת והוא ליאש הפך הדרך הראשונה ומלת ליאש מן הבנין הכבד והיה ראוי להדגש לולי היות האל״ף מן הגרון וכמוהו ונואש ממנו שאול:\n"
                ], 
                [
                    "כי יש. שעמל בדברי העולם ברוב חכמתו והשיג אל תאות לבו שרדף אחריה ואדם אחר שלא עמל בו יתננו לו חלקו וזה הענין הוא שלמעלה שאמר שאני עמלתי וחכמתי תחת השמש ודע שמלת חכמתי מהפעלים העומדים ופירוש שעמלתי בחכמה והיורש אותו יקח הכל בלא עמל ויתכן היות מלת יתננו כמו יתן לו כי הוא פועל יוצא לשנים פעולים וכמוהו כי ארץ הנגב נתתני וענין חלקו החלק שיצא בגורלו מן השמים כמו שאמרו קדמונינו ז״ל בני חיי ומזוני:\n"
                ], 
                [
                    "כי מה. יהיה לו היתרון בכל עמלו ורוב מחשבותיו כי ידוע שהעשיר בפחד ומחשבות רבות:\n"
                ], 
                [
                    "כי כל. היום שהוא בהקיץ כל עניניו בכאב נפש וכעס בעבור שלא יתכנו לו דבריו תמיד כפי מחשבתו גם בלילה לבו לא ינוח כי רוב החלומות כפי מחשבות היום:\n"
                ], 
                [
                    "אין טוב. טוב לא מצא זה העמל בכל יגיעתו חוץ מן המאכל והמשתה ויחסר מקום רק או הדומה לו וכן הוא אין טוב באדם רק שיאכל וישתה וכמוהו כי אינם יודעים לעשות רע וענין כי מיד האלהים היא שהמקבץ הממון הוא כמו שומר ואין לו רשות לגעת בו עד שיתן לו האלהים רשות:\n"
                ], 
                [
                    "כי. זה תימה למה לא יחשוב העמל לקבץ ממון ולא יאכל כל מה שיתאוה כי מי יאכל ממונו לבד ממנו והענין היש מי שהוא ראוי לאכול אותו כמוני וידוע כי האומר לבד מזה עניניו הבל ודבר זה לבדו יצא מן הכלל וכן ענין חוץ ואין כלשון הזה במקרא כי אם בדברי הקדמונים מעתיקי המצות ז״ל ויחוש הוא למהר לכל תאותו כמו מהרה חושה:\n"
                ], 
                [
                    "כי לאדם. יש אדם שהוא טוב לפני האלהים ולא נתן לו עמל רק נתן לו חכמה ודעת ושמחה בממון אחר שייגע בו כענין יכין וצדיק ילבש או יהיה פי׳ שמחתו שמחו בחלקו אם רב אם מעט:\n", 
                    "\tולחוטא. נתן עסק להתעסק לאסוף ממון ויתננו בסוף לאדם שהוא טוב לפני האלהים והנה נמצא המתעסק בקבוץ ממון כמתעסק בהבל ורעות רוח:\n"
                ]
            ], 
            [
                [
                    "<b>לכל זמן.</b> אנשי שקול הדעת יפרשו אלה העתים שהם סמוכות לבן אדם כי חייב אדם לעשות כל דבר בעתו ותחלת העתים וסופם ישחיתו פירושם האחד עת ללדת ועת למות ואחרון את הכל עשה יפה בעתו, ויש אומרים כי אלה השמנה ועשרים עתים כנגד כ\"ח צורות גלגל המזלות שהלבנה נראית בהן בכל חדש גם זה הבל והנכון שיש לכל חפץ תחת השמים עת וזמן כי בהשחת המתכונת המולידה ימות הילוד ותתחדש מתכונת תעשירנו והפך העושר כי עתים קצובים הם ובבא העת יתנועע אדם לאשר הוא מוכן לו ותהיין תנועותיו כתנועת הצלם כענין אך בצלם יתהלך איש ואם כן אך הבל יהמיון ופירושו יקבצו ממון וכמוהו מהמון רשעי' רבי' וכן מי אוהב בהמון לא תבואה והראיה השלמת הפסוק יצבור ולא ידע מי אוספם.\n"
                ], 
                [
                    "<b>עת ללדת.</b> הזכיר ראשית האדם וסופו גם אמר כי אין העתים קצובות על בן אדם לבדו כי הנה הנטיעים כן הם:\n"
                ], 
                [
                    "<b>עת להרוג.</b> ענינו כמו למחוץ ולרפוא יורה עליו גם העתים הם קצובות על המקומות שאין בהם צמחים כמו עת לפרוץ:\n"
                ], 
                [
                    "<b>עת לבכות.</b> עם דאגה עד שיבכה הדואג, ועת ספוד ועת רקוד עם אחרים:\n"
                ], 
                [
                    "<b>עת להשליך.</b> אפילו שמקרה המקרה יש לו עת כמו עת להשליך אבני' שיציקו לו במגוריו עת כנוס אותם המושלכים לצרכי:\n", 
                    "\t<b>עת לחבוק.</b> אפילו התאוה הנטועה ברוח בן אדם יש לה עת והוא לחבק השוכבת בחיק ולרחוק ממנה:\n", 
                    "\t<b>לחבוק.</b> מהבנין הקל:\n", 
                    "\t<b>ומחבק.</b> מן הבנין הדגוש הכבד והענין אחד:\n"
                ], 
                [
                    "<b>עת לבקש.</b> ועת לאבד מבוקש, ועת לשמור ועת להשליך השמור:\n"
                ], 
                [
                    "<b>עת לקרוע.</b> לחשות מן החשו שהוא פועל עבר במשקל העלו עפר על ראשם ואילו היה לשון ציווי לעתיד היה הה\"א פתוח והענין כאשר אמר להם גם אני ידעתי החשו ממנו והנה נהיר שלמה אפי' הדבור יש לו עת:\n"
                ], 
                [
                    "<b>עת לאהוב.</b> גם האהבה גם השנאה תלויה בעת וזמן:\n"
                ], 
                [
                    "<b>מה יתרון.</b> אחר שכל הדברים תלוים בעת וזמן, מה יתרון לאיש בכל עמלו שיתכן שתבא עת תשחית עמלו ותסור הונו וישאר ריקם:\n"
                ], 
                [
                    "<b>ראתי.</b> כאשר איתי כל עניני האדם שיתעסקו בו:\n"
                ], 
                [
                    "<b>את הכל.</b> הכרתי שהכל עשה האלהים יפה בעתו המות בעת הזוקן וכל דבר בעתו על פי מתכונת החכמה העליונ' ומלת עולם בכל המקרא לא מצאנוה כי אם על זמן ונצח וכן אלהי עולם ה' כמו אלהי נצח או אלהי קדם וכן ומתחת זרועות עולם, וענין גם את העולם נתן בלבם שבני אדם מתעסקי' כאילו יחיו לעולם ובעבור התעסקם לא יבינו מעשה האלהים מראש ועד סוף ויש מפרשים כי זה העולם כמו שהוא בלשון קדמונינו ז\"ל והענין תאות העולם:\n"
                ], 
                [
                    "<b>ידעתי.</b> אלו הפסוקים עד ועוד ראיתי דבקי' וכבר הזכיר שאין טוב לאדם רק שיאכל וישתה ואיננו מדבר על כל האדם כי על האדם הנזכר המתעסק ביום ובלילה לקבץ ממון ואמר אין לו ממנו אלא מה שיאכל שיתכן שהוא שומר אותו למי שייטב בעיני האלהים לקחתו וגם הזכיר פעם שנית זה הענין בעבור העתים והענין הנה דבר העתים לכל דבר לעלות אל עושר או לרדת ממנו ועליו אין להוסיף וממנו אין לגרוע על כן אין לעמל טוב כי אם לשמוח בחלקו או בהונו לעשות טוב בחייו שיחיה חיים טובים או יהיה פירושו שיעשה טוב בחייו שיקבל עליו שכר טוב במותו:\n"
                ], 
                [
                    "<b>וגם.</b> וגם זה שאמר שישמח לא יוכל לשמוח אם אין העת נכונה לו כפי מתת אלהים בתחלת בריאותו:\n"
                ], 
                [
                    "<b>ידעתי.</b> פירוש והאלהים עשה שלא יוכל נוצר להוסיף על מעשהו או לגרוע כדי שייראו בני אדם מלפניו:\n"
                ], 
                [
                    "<b>מה שהיה.</b> מעשה האלהים על דרך אחת, ומה שהיה כבר הוא ענינו הן הוא, ויש כמוהו, ואשר להיות כבר היה כמוהו, ונרדף הוא העומד שכינה אותו במלת הוא והוא בין עבר ועתיד והענין שהאלהים בקש מן הזמן שיהיה נרדף זמן רודף אחר זמן ולא יפסק כי הזמן שעבר שב עומד ואשר להיות שב כמו עבר ושב הזמן אחד ואם יתחלק לזמן עתיד ועבר וזה ענין יתבאר בגלגל שכל חלק ממנו ירדוף אחר הנקודה האמצעית והיא המוצק ונקראת מוצק בעבור צוקי המקום והקו הראשון הוא הרחב וכן רחב לא מוצק תחתיה וישוב החלק שהיה במזרח במערב והפך ואין למקום תנועת הגלגל ראשית שיחל ממנו כי כל ראשית אחרית וכל אחרית ראשי' והנרדף הוא המוצק והנה באר לנו כי כל מעשה האלהים על דרך אחת:\n"
                ], 
                [
                    "<b>ועוד.</b> המקום שהיה ראוי להיות שם המשפט שמה הרשע וכפל הענין כמו אשורנו ולא קרוב קום בלק ושמע ורוב הנבואות כן:\n"
                ], 
                [
                    "<b>אמרתי.</b> אחר שתמהתי איך יעשה שהוא מעשה האלהים ידעתי כי את הצדיק ואת הרשע ישפוט האלהים וענין שם רמז לעולם הבא כמו וערום אשוב שמה רמז למקום הקבר ואם ישוב שמה אל האדמה אשר לוקח משם ישוב גם זה הענין אחר שימות:\n"
                ], 
                [
                    "<b>אמרתי אני.</b> אמרתי בלבי בעבור בני האדם שבחרם האלהים מכל תולדות הארץ וראיתי שהם כמו בהמות הם לנפשם במחשבותם ומלת על דברת כמו בעבור על דברתי מלכי צדק בעבור שאתה מלך צדק ולמ\"ד לברם כמו אמרי לי אחי הוא וברם על משקל ראם והוא מן ברו לכם איש וי\"א כי לברם שם הפועל והיה הרי\"ש ראוי להדגש ועיקרו לבררם כמו לברר וללבן וזה רחוק כי בבניין פיעל הדגוש לא ימצא העי\"ן מבולע ואמר שהם בהמה וענינו כבהמה וכמוהו ועיר פרא אדם יולד אש אוכל' הוא כי שמש ומגן ואם יאמר מדקדק איך נכנס הלמ\"ד על פועל עבר ואין כמוהו התשובה כי הבי\"ת והלמ\"ד אחי' וצירוף זה כצירוף זה ודרך אחד לכל ונמצא בהכין לו דוד וגם הוא לבדו:\n"
                ], 
                [
                    "<b>כי מקרה.</b> זה הפסוק על מחשבות בני אדם שלא חכמו והשכילו כי בראות' שמקרה אחד לאדם ולבהמה בחיים ובמות חשבו כי רוח אחד לכל ואין לאדם מותר מן הבהמ' ומותר שם על משקל מושב מן הבנין הכבד והנח הוא תמור' פ' הפועל שהוא יו\"ד ויתרון שם מן הבנין הקל והנו\"ן נוסף:\n"
                ], 
                [
                    "<b>הכל.</b> זה דבק עם הפסוק שלמעלה כי הכל הבל שמקומם אחד:\n"
                ], 
                [
                    "<b>מי יודע.</b> ידוע כי ה\"א הידיעה אם בא אחריו אחד מא\"ח הע\"ר הוא קמוץ ברוב ושל התימה לעולם בפתח וה\"א העולה היא למעלה קמץ גם יש דגוש ביו\"ד שאחרי ה\"א הידיע' כמו היושב' ואילו היה לתימ' היה שוא ופתח תחת הה\"א והיו\"ד רפה והענין מי ומי שידע בבני האדם ההפרש שיש בין רוח האדם ורוח הבהמה והענין כי לא ימצא אחד מני אלף ודעת הרוח עמוקה וצריכה לראיו' ולא יוכלו להבין אפילו קצתם כי אם המשכילים שהתבררה מחשבתם במאזני החכמה ובארבעה יסודותיה שהשלשה מהם ספר וספר וספור ומורכב מן השנים ומתורת אלהינו יוכל להבין כי הנה אמר במיני הצמחים תדשא הארץ והנה יש לארץ כח להדשיא בדבר אלהים ובעבור היות המדשיא גוף ממנו יצאו ואליו ישובו ולא יעמוד הנולד שהולידה הארץ כי אם ימים קצובים בעבור שיש קץ לגדולו ובעמדו ולא יגדל ישוב לאחור וכן אמר ישרצו המים נפש והנה המים הולידו נפש כל ארץ ועוף ודג בדבר אלהים וכן אמר תוצא הארץ נפש חיה למינה ולא אמר בתורה נפש אדם רק אמר נעשה אדם בצלמנו כדמותינו והזכיר שברא גופו מן האדמה ואחר כך ויפח באפיו נשמת חיים ורמז חיים בעבור שהיא עומדת ולא תאבד כנפש הבהמה והפרש יש בין נשמה ונפש כי לא מצאנו בכל המקרא נשמה כי עם על בני אדם כענין נותן נשמה לעם עליה וכל אשר נשמת רוח חיים באפיו שב על האדם לבדו ואמר שלמה בסוף הספר שרוח בני האדם תשוב אל האלהים ולא אל העפר:\n"
                ], 
                [
                    "<b>וראיתי.</b> כי אלה החושבי' שהם כמו הבהמות אין טוב להם מאשר ישמחו בחייהם כי אין להם חלק אחר ולמה יתעסקו בדברים יעזבום אחריהם:\n"
                ]
            ], 
            [
                [
                    "ושבתי. כאומר חזרתי בי ושבתי מזה הענין שחשבתי שהטוב לאדם שישמח בעבור שלא יוכל לשמוח בעבור שיש בעולם חמס ויוקח ממנו ממונו בכח ויהיה עשור שיעשקנו שר או שופט לוקח שוחד או גנב ופירוש מיד עושקיהם כח שיש כח ביד העושקים והעשוקים אין לאל ידם כי אם לבכות ואין להם מנחם כי דרך האבל הבוכה על המת שיבואו לו מנחמים וינתחם והזכיר ואין להם מנחם פעמים בעבור שלא יועילו בכיתו וצעקתו פעם אחרי פעם:\n"
                ], 
                [
                    "ושבח. ושבח שם התואר כמו ירא אני ונפתח החי״ת בעבור היותו מאותיות הגרון:\n", 
                    "\tעדן. חסר ה״א והוא עד הנה וזה הענין שאמר שהמתים יותר משובחים מן החיים הוא כנגד העשוקים שכל אדם יקבל כל מה שיבוא עליו מן השמים ולא יוכל לסבול עושק שיעשה לו בן אדם שהוא כמוהו ויבחר מות מחיים\n"
                ], 
                [
                    "וטוב. מלת עדן מורכב׳ והיא חסר׳ ה״א לפני הנו״ן ואחריו כמו עדנה והענין שהמתים שמתו כבר מצאו מנוח ולא שמעו קול נוגש וטוב מן החיים והמתים אשר לא נבראו עד עתה בעבור היות העשוקים בגופם כמו האסורים והשבויים או עשוקי ממון שהם מצטערים ואם הם חיים והמתים אם שאיננו עתה כבר נעשקו גם הם ורבים תמהו איך יאמר וטוב למי שלא נברא וכן אמרו החכמים ז״ל אשרי מי שלא נברא ואיננו תמה בעבור קוצר הלשון לדבר כי אם על דרך דמיונות כמו שיאמרו חכמי שקול הדעת כי כל דבר הוא יש או אין ואם הוא דבר איך הוא אין:\n"
                ], 
                [
                    "וראיתי. רוב עמל האדם גם כשרון מעשיהם בעבור בני האדם שיקנאו זה בזה וירצה להתפאר על חבירו ושלא יהיה הוא חסר ממנו בדירתו ומלבושיו ובניו ומאכלו וחכמתו וטוב השם:\n"
                ], 
                [
                    "הכסיל. גם יש באדם כסילים עצלים אין להם קנאה ולא יתעסקו במלאכה שיחיו ממנה רק חובקים את ידיהם ואוכלים מה שיש להם וישארו בלא מחיה ואחר שהוא אוכל כל מה שיש לו ולא יעמול להוסיף כאילו אוכל את בשרו בעבור שימות ברעב:\n"
                ], 
                [
                    "טוב. דברי הכסיל הוא האומר די לי מלא כפי לחם בנחת מן מלא חפנים בעמל ורעות רוח שיחשוב אדם לדבר עתיד מה יאכל מחר והוא לא ידע מה ילד יום:\n"
                ], 
                [
                    "ושבתי. שבתי מהסתכל בדברי זה הכסיל וראיתי כסיל אחר הפך הראשון:\n"
                ], 
                [
                    "יש אחד. יתכן היות שני חבר או משרת או אשה שהיא עזר כנגדו והוא יותר נכון:\n", 
                    "\tואין קץ לכל עמלו. הענין שיש לו עושר אין קץ ונפשו לא שבעה ולא שקטה מעמל ולמה לא יחשב בלבו למי אני עמל ולמה אחסר את נפשי מכל תענוג והנה אין מי ירשני שתשמח נפשי שאעזוב בני או אחי בטוב:\n", 
                    "\tגם זה הבל. הוסיף גם להורות כי הכסיל הראשון הבל הוא כמו האחרון ואם שניהם כסילים החכם יהיה כענין רש ועושר אל תתן לי:\n"
                ], 
                [
                    "טובים. ישוב על הכסיל שהוא לבדו ויאמר הלא היה טוב להיות לו מי שיתחבר עמו ויעזור אותו אז יהיה להם שכר טוב בעמלם והוא המאכל והמשתה:\n"
                ], 
                [
                    "כי אם. ואם יארע לו חולי או יפול זה או זה יעזרנו חברו ומלת כמו אוי ואין לה דומה כי אם בספר הזה אי לך ארץ:\n"
                ], 
                [
                    "גם. בהתחבר הגויות יחמו כענין ושכבה בחיקך וחם לאדני המלך:\n"
                ], 
                [
                    "ואם יתקפו. אם יתחזק עליו אדם אחד השנים יעמדו נגדו ומלת יתקפו מן הפעלים היוצאים כמו תתקפהו לנצח ובא חסר נו״ן או ה״א כמו וזה שמו אשר יקראו ויש אומרים כי וי״ו של יתקפו נוסף וזה רחוק לא ימצא וי״ו נוסף בסוף המלה כי אם בשמות לבדם כמו למעינו מים בנו בעור:\n", 
                    "\tוהחוט המשולש. אם ענין ואין שני הוא העזר יהי׳ המשולש הבן כענין לא יבשו כי ידברו את אויבים בשער:\n"
                ], 
                [
                    "טוב. כאשר השלים לבאר כי ענין הכסיל ואפילו שיש לו עושר רב הבל הוא הזכיר כי הטוב הוא החכם ואפילו יהי׳ עני כי מסכן כמו דל כמו אשר לא במסכנות וילד כנגד זקן ומסכן כנגד מלך וחכם כנגד כסיל וענין ילד שכל יום יוסיף חכמה והזקן לא ידע להזהר עוד בעבור שזקן בכסילו׳:\n"
                ], 
                [
                    "כי. יתכן שיהיה הילד שהוא חכם מלך ואפילו שיהיה בבית הסורים והמלה חסרת אל״ף כמו מלפנו מבהמו׳ ארץ שהוא מן ואאלפך חכמה וזה הילד כמו יוסף שחכמתו שמתהו לאדון ואמר שלמה אל תתמה איך יצא החכם מדבר להפך כי גם הזקן שהוא מלך נולד רש כענין ערום יצאתי מבטן אמי:\n"
                ], 
                [
                    "עם הילד השני. שהוא מלך תחת הזקן וקראו שני בעבור היותו ילד בא אחריו ועמד תחתיו:\n"
                ], 
                [
                    "אין קץ. אע״פ שהוא חכם לא ישמחו בו כל החיים כי משפטי המלוכה קשים ותוספ׳ גם טרם האחרונים להורו׳ על אשר לפניהם כי גם הם לא שמחו בזקן הכסיל ויש מפרש שהילד השני הדור הבא אחריו והענין כי ראה החיים מהלכים תחת השמש והם עם יורשיהם שיעמדו תחתיהם כמו שהיו הם עם הראשונים אשר היו לפניהם ואלה ואלה לא ישמחו בעול׳:\n"
                ], 
                [
                    "שמר. רובי המפרשים פירשו רגלך כמו לא עשה רגליו ודרך פשוטו הוא כאשר הזכיר המלך ושלא ישמחו בו הקרובים אליו בעבור שיפחדו ממנו והבא אל ארמונו ישמר במלבושיו ודברי פיו אמר יותר מזה יש עליך להשמר כאשר תלך אל בית האלהים וענין שמור רגלך כאדם שיאמר מקום פלוני מסוכן הוא ואם לא תדע להשמר שמור רגלך:\n", 
                    "\tועניין וקרוב לשמוע. אע״פ שאמרתי לך שמור רגלך אין האלהים רחוק כמלך בשר ודם רק הוא יותר קרוב לקבל דבריך אם תקראנו באמת:\n", 
                    "\tמזבח. שיתנוהו הכסילים כי אינם יודעים רק לעשות רע כמו אין טוב באדם שיאכל ושתה והענין כי אין להם דעת נכונה לעשות טוב ויש אומרים כי הכסילים אפילו לעשו׳ רע שהוא קרוב ליצר לב האדם אינם יודעים ואף כי הטוב ויש אומרים כי פירוש רע כמו רצון:\n"
                ]
            ], 
            [
                [
                    "<b>אל תבהל.</b> אל יוציא פיך מלין לפניו בביתו בבהלה, ולבך אל ימהר, כי אם תביננו, כי הלב כמו אובד ותועה בעסקי העולם. על כן אמר משיח ה' \"מצא עבדך את לבו\" (שמואל ב ז, כז). ודע, כי האלהים נצב עליך ורואה אותך ושומע דבריך, כי הוא בשמים בגבהי מרום הגבוהים, ואתה על הארץ ואין למטה ממך. על כן יהיו דבריך מעטים, שלא תסתכן; כמו שהיה כהן גדול ביום הכפורים מתפלל תפלה קצרה ויוצא.\n", 
                    "\tאמר אברהם המחבר הנה נא הואלתי לדבר, כי בעבור היות כבוד המקום מלא כל מקום, ולא יוכל האדם להשמר בכל מקום, הוכן לו מקום שיהיה לו קבוע לתפילתו, והוא חייב לכבדו. גם חייב הוא האדם להודות ולשבח לאלהיו בכל רגע, כי חסדו עמו בכל חלקי הרגע, שיחיינו ויתענג בהרגשות. רק בעבור היות האדם מתעסק בעסקי העולם, הושם לו זמן שיתפלל בו, והם עתים ידועים ערב ובקר וצהרים; כי כל מי שיש לו עינים ידע עת צאת השמש ועת נטותו ועת בואו. על כן חייב אדם שיתפלל, שישמור פתחי פיו ויחשוב בלבו שהוא עומד לפני מלך, בידו להחיות ולהמית. על כן אסור שיתפלל אדם ויכניס בתוך תפילתו פיוטין לא ידע עיקר פירושם, ולא יסמוך על המחבר ברצונו הראשון, כי אין אדם אשר לא יחטא, או המעתיקים חטאו.\n", 
                    "\tוכלל אומר יש בפיוטי רבי אליעזר הקליר, מנוחתו כבוד, ארבעה דברים קשים. הדבר האחד, כי רובי פיוטיו חידות ומשלים. ואזכיר מפיוטיו אחד, והוא \"ליראי יקפיל, וחדשים יכפיל, ליום זה פור הפיל, ומציון ימלוך\". יש מפרשים כי \"ליראי\" הוא ביו\"ד, וענינו הוא המשיח יקפיל הארץ לפניו וחדשים יכפיל, שיכפול חדשי השנים וימהר ביאתו. ויש אומרים כי הוא בלא יו\"ד, וענינו יעביר, כמלת \"ראי דרכך בגי\" (ירמיהו ב, כג). \"וחדשים יכפיל\", יסתיר. והם העצבים החדשים מקרוב באו.\n", 
                    "\tוחכמי הדור יפרשו: \"ליראי יקפיל\", שיעביר אלה השמים הנמשלים לראי מוצק. \"וחדשים יכפיל\", הם השמים החדשים. גם זה איננו נכון, כי אין משמע לשונו כי אם – יעביר ראי ויכפיל חדשים; אולי עבותים הם ויכפילם, כדי שתהיה המכה בהם קשה? היתכן שיאמר אדם: \"אין בכל החיים חכם כעַיִר\", ויאמר כי ענינו אדם, שנאמר: \"ועיר פרא אדם יולד\" (איוב יא, יב)? או יאמר: \"אשרי העם עובדי אש ומשתחוים לשמש\", ויאמר כי \"אש\" הוא השם הנכבד והנורא, שנאמר: \"כי ה' אלהיך אש אוכלה הוא אל קנא\" (דברים ד, כד); גם הוא \"שמש\", שנאמר: \"כי שמש ומגן ה'\"? אף כי אלה בלי כ\"ף דמות, כראי חזקים. ולא דמה הכתוב השחקים לראי כי אם בחוזק; היתפלל אדם: \"ברוך אתה אריה\", בעבור שנמצא על המקום \"כאריה ישאג\" (הושע יא, י)? הייטיב בעיני ה'? ולמה לא נלמד משלמה, שלא היה חכם אחריו כמוהו; והנה תפילתו שהתפלל – מודעת, וכל יודע לשון הקדש יבין אותה, ואיננה חידות ומשלים. וכן תפילתו של דניאל, שהיה משרא קטרין. והנה אלה לא התפללו כי אם בדברים מבוארים, שהיו חכמים. אף כי המתפלל על אנשים רבים, וכולם אינימו חכמים. וכן כל תפילה לחול ולקודש שתיקנו הראשונים – אין בה חידות ומשלים. ומה ענין יש שיכפיל השמים החדשים? היהיו שנַיִם ויכפילם?\n", 
                    "\tולאמר על המקום: \"ליום זה פור הפיל\" – איננו נכון; כי המשליך גורל לא ידע מה יהיה. והיה ראוי שיברח ממלת \"פור הפיל\", כי לא תמצא כי אם במקום הצורר. ועוד, אחר שיעביר אלה השמים והארץ, איך ימלוך מציון? והיא חלק מהארץ.\n", 
                    "\tענה אחד מחכמי הדור ואמר, כי חרוז \"יקפיל\" הצריכו שיאמר \"פור הפיל\". השיבותיו, כי לא מצאנו הנביאים בכל תפילתם שיעסקו בחרוז. ועוד, כי היה לו לעשות על חרוז אחר; ולמה רכב על פיל? ואותו לארץ יפיל! ואם ראה בחלום שיעשה חרוז על פיל, והוצרך בהקיץ לפתור חלומו – יהיה אומר: \"לוחץ יעפיל, להתנשא יפיל, ורמי לב ישפיל, ומציון ימלוך\".\n", 
                    "\tוהדבר השני, שפיוטיו מעורבים בלשון תלמוד. וידוע כי יש כמה לשונות בתלמוד, ואינימו לשון הקודש. וכן אמרו: \"לשון מקרא לחוד ולשון תלמוד לחוד\" (עבודה זרה נח, ב). ומי הביאנו בצרה הזאת, להתפלל בלשונות נכריות? הלא נחמיה הוכיח המדברים לשון אשדודית! ואף כי בעת התפילה. ולמה לא נלמד מן התפילה הקבועה, שהיא כולה דברי צחות בלשון הקודש? ולמה נתפלל בלשון מדי ופרס ואדום וישמעאל?\n", 
                    "\tוהדבר השלישי, אפילו המלות שהם בלשון הקדש – יש בהם טעויות גדולות, כמו \"אנסיכה מלכי לפניו\". והנמצא מזה הענין: \"ואני נסכתי מלכי\" (תהלים ב, ו), והוא מן הבנין הקל, על משקל \"נפלתי\" ו\"נדרתי\", והעתיד \"אסוך\" או \"אנסוך\", כמו \"אפול\" ו\"אדור\". ומן הבנין הכבד יאמר \"הפיל\", והעתיד \"אפיל\"; וכן מן \"הסיך\" יאמר \"אסיך\", או \"אנסיך\" בהראות הנו\"ן, כמו \"ולנפיל ירך\" (במדבר ה, כב). והנה יהיה פירוש \"אנסיכה מלכי\" – \"אעשה ממנו נסוך\", כמו: \"בל אסיך נסכיהם מדם\" (תהלים טז, ד). ויש מפרשים \"נסכתי מלכי\" כמו \"משחתי\". ואם היה הפירוש אמת, תהיה טעות. שנית, ולמה לא אמר \"ארומם מלכי\" או \"אשבח ואודה\", או \"אקדש\"? רק בקש מלה להראות חכמתו לשומעים.\n", 
                    "\tואנחנו חייבים לדעת דקדוק הלשון היטב שלא נטעה, כמו המברכים ברכת המזון, שיאמרו \"זְננו\", ולא ידעו כי \"זננו\" היא מן \"זנה\" כמו \"עננו\" מן \"ענה\"; ולא יאמר מן \"זן\" כי אם \"זוּננו\", כמו \"שובנו אלהי ישענו\".\n", 
                    "\tופעם יאמר \"צו\" לשון עבר, והוא לשון ציווי, כאשר יאמרו רבים בתענית: \"שֶחָל עניו פניך\". וידוע שהשי\"ן במקום \"אשר\", כמו \"מה שהיה הוא שיהיה\"; ו\"חל\" הוא לשון ציווי לעתיד, כמו: \"חל נא את פני ה'\". והנכון לומר \"שֶחִלָּה\", כמו \"ובהכנעו חלה את פני ה'\".\n", 
                    "\tועוד, כי לשון הקודש ביד רבי אליעזר נ\"ע עיר פרוצה אין חומה, שיעשה מן הזכרים נקבות והפך הדבר. ואמר: \"שושן עמק אויימה\". וידוע כי ה\"א \"שושנה\" לשון נקבה, וישוב הה\"א תי\"ו כשיהיה סמוך: \"שושנת העמקים\". ובסור הה\"א או התי\"ו – יהיה לשון זכר, כמו \"צדקה\" ו\"צדק\". ואיך יאמר על \"שושן\" \"אויימה\"? ולמה ברח מן הפסוק ולא אמר: \"שושנת עמק אויימה\"? ועוד, מה ענין לשושנה שיתארנה באימה? התפחד השושנה? ואין תואר השושנה כי אם קטופה או רעננה או יבשה.\n", 
                    "\tאמר אחד מחכמי הדור: הוצרך לומר \"אויימה\", בעבור שתהיה חרוזתו עשירה. השיבותי: אם זאת חרוזה עשירה, הנה יש בפיוטיו חרוזים עניים ואביונים מחזרים על הפתחים; שחיבר \"הר\" עם \"נבחר\". אם בעבור היות שניהם מאותיות הגרון, אם כן יחבר עמה אל\"ף ועי\"ן. ועם הבי\"ת והוי\"ו, שהוא גם מחבר \"לוי\" עם \"נביא\", יחבר עמם מ\"ם ופ\"ה, ויהיו כל החרוזים חמשה כמספר מוצאי האותיות. ואם סיבת חיבור ה\"א עם חי\"ת בעבור היות דמותם קרובות במכתב, אם כן יחבר רי\"ש עם דל\"ת. ואף כי מצאנו \"דעואל\" \"רעואל\", \"דודנים\" \"רודנים\". וכן יחבר \"משפטים\" עם \"פתים\", כי הם ממוצא אחד, ונמצא הטי\"ת תמורת תי\"ו במלת \"נצטדק\", \"הצטיידנו\", \"ויצטירו\". וכן חבר \"ויום\" עם \"פדיון\" ו\"עליון\", גם זה איננו נכון, אע\"פ שנמצא מ\"ם במקום נו\"ן, כמו \"חיין\" ו\"חטין\", איך יחליף מ\"ם \"יום\" שהוא שורש עם נו\"ן \"עליון\" \"פדיון\", שהוא מן \"עלה\" ו\"פדה\", והוא איננו שורש? ועוד, מה ענין החרוז? רק שיהיה ערב לאוזן, ותרגיש כי סוף זה כסוף זה. ואולי היתה לו הרגשה ששית שירגיש בה כי המ\"ם כמו הנו\"ן, ואינימו ממוצא אחד. ועוד חיבר \"עושר\" עם \"עשר תעשר\"; גם זה איננו נכון, רק אם היה המתפלל אפרתי.\n", 
                    "\tיש אומרים: אין משיבין את הארי אחר מותו. התשובה: רוח אל עשתנו כולנו, ומחומר קורצו הקדמונים כמונו, ואוזן מלים תבחן. וכולנו נדע כי דניאל היה נביא ורב על כל חרטומי בבל וחכמיה; והנה אמרו חכמים ז\"ל: טעה דניאל בחשבונו; והחשבון הוא דבר קל. ועוד, כי ירמיה הנביא בזמן דניאל היה. ואחר שהראו חכמינו הראיה על טעותו, האמור יאמר להם: אילו היה דניאל חי היה מטעה המטעים אותו? ואחרים אמרו: רחמנא ליבא בעי. אם כן, למה נצטרך לדבר? כי הוא יודע תעלומות לב. והלא תיקנו הקדמונים לאמר בצום כיפור: \"היה עם פיפיות שלוחי עמך בית ישראל ואל יכשלו בלשונם\".\n", 
                    "\tוהדבר הרביעי, שכל פיוטיו מלאים מדרשות ואגדות; וחכמינו אמרו: \"אין מקרא יוצא מידי פשוטו\", אם כן אין ראוי להתפלל אלא על דרך פשט, ולא על דרך שיש לו סוד, או הוא על דרך משל, או הוא כעניין שאין הלכה כמותו, או שיתפרש לעניינים רבים. הלא ידענו ממדרש שיר השירים שכל \"שלמה\" האמור שם הוא קודש, ועניינו – המלך שהשלום שלו. הנכון שיאמר אדם בתפילתו: \"הושיעני המלך שלמה\"?\n", 
                    "\tוהנה מצאנו במקרא האומרים: \"מה משא ה'\", וידעו כי יש משא כמו נבואה, והמדברים לירמיה הנביא \"מה משא ה'\" לא ידע הנביא סודם, שלא היו אומרים כי אם מעניין \"איש איש על משאו\". ואמר היודע הנסתרות לנביא שיאמר להם, כי המשא יהיה לאיש דברו, והפכתם את דברי וגו', \"אכן תאמרו מה דבר ה' ומה ענה ה'\", שאין במלה ספק בעניין. וכן \"לא תקראו לי עוד בעלי\", והלא הוא \"בעל נעורים\" כמו \"אישי\". לכן בעבור היות שם בעל ספק עם הבעל, שהוא צלם, אמר הנביא: אפילו מלה שיש בה ספק כעניין צלם לא תאמרי לי, כי אם \"אישי\".\n", 
                    "\tוהגאון רב סעדיה נשמר מאלה הארבעה דברים בבקשותיו השתים, שלא חיבר מחבר כמו הם, והם על לשון המקרא ודקדוק הלשון באין חידות ומשלים ולא דרש. וחכם היה בצרפת, גם הוא חיבר בקשה תחילתה \"אמרי האזינה ה'\", ויש בה דברים אינימו נכונים. מהם שאמר: \"הרחבת עולמות אין להם גבול\", ומה שאין לו גבול איננו נברא. ואמר: \"כי שמך בך ובך שמך\"; ואילו ידע מה פירוש \"שֵם\", לא היה זה הדיבור עולה על לבו. ועוד, אחר שאמר \"כי שמך בך\", הלא הוא בעצמו \"בך שמך\", כי מה הפרש בין \"שלום עליך\" או \"עליך שלום\", \"ראובן אתה\" או \"אתה ראובן\", \"תפשום חיים\" או \"חיים תפשום\", \"יברכך ה' וישמרך\" \"ה' ישמרך מכל רע\"? ואין זה דרך תפילה אלא דרך שחוק. וחכם אחד שחיבר שתי מלות והיו לאחדים בפיו, כמו \"אברמל\" – פירוש: \"אבאר מלה\" או \"אברר מלה\". והנה עשה הפך מה שאמר, כי לא באר המלה ולא דבר ברור, רק בלל בשפתו שפת הקודש.\n", 
                    "\tולא אוכל לבאר אחד מני אלף מטעות הפייטנים. והטוב בעיני שלא יתפלל אדם בהם, כי אם התפילה הקבועה, ויהי דברינו מעטים ולא נענש בדין:\n"
                ], 
                [
                    "<b>בא החלום.</b> כשיהיה החלום מעורב מעניינים רבים, ידוע שהוא מתערובת המאכלים, והתגבר אחת מן הארבעה שרשים, לא יהיה לו פתרון ולא יורה על טוב או רע כי הבל הוא. כן ידמה הכסיל שירבה דברים, וכל המרבה דברים בכל מקום מביא חטא, אף כי במקום המוכן להזכיר שם הגבוה בו תמיד:\n"
                ], 
                [
                    "כאשר תדור. כאשר צויתיך שתשמור בבית האלהים בדבריך גם כן אתה חייב להשמר בכל מקום וכל עת שתזכור השם או תדור נדר לו תשמור מוצא שפתיך ולא תהיה מן הכסילים כי אין חפץ בם:\n"
                ], 
                [
                    "טוב. כענין וכי תחדל לנדור:\n"
                ], 
                [
                    "אל תתן. למה יהיה פיך מוליד חטא ורע על בשרך שהוא גוף אם לא תשלם אשר דברת בפיך ודע כי נכח עיני נ׳ דרכי איש וכל צעדיו יספור ומלאך ממשרתיו ממונה לכתוב בספר כל הדבורים היוצאים מפי האדם ואל תאמר לפני המלאך כי שגגה היה הנדר שנדרת:\n", 
                    "\tוחבל את מעשה ידיך. כמו והשחית וכמוהו מחבלים כרמים ויש חבל מלשון לידה כמו יחבל און חבלתך אמך שמה חבלה ילדתך ויתכן היותו מן צירים וחבלים בעבור חבלי יולדה וחבל שלישי וכשוכב בראש חבל והוא התורן אשר בספינה שכל החבלים תלויים בו הוא שם התואר כמו איש אטר יד ימינו:\n"
                ], 
                [
                    "כי ברב. כמו כי בא החלום ברוב ענין אך את האליהם ירא בכל דבר או ענינו ראה אתה חלומו׳ רבים ודבר הבלים והרבה לדבר רק ירא האלהים והענין שכל דבור מותר לך חוץ אם היה בו זכר לשם:\n"
                ], 
                [
                    "אם עושק. שמא תחשוב כי אין שומר על דבורך בעבור שתראה חמס בפרהסיא ואין מושיע:\n", 
                    "\tוזכר רש. בעבור שחייב אדם לעזרו והנה הוא עשוק:\n", 
                    "\tוגזל משפט. סמוך כמו וגדר אבניו ובמוכרת כענין גדל מזה או בגזל:\n", 
                    "\tוזכר במדינ׳. לעיני הכל ולא במדבר:\n", 
                    "\tאל תתמה על החפץ. שתאמר מה חפץ יש למקום שלא יושיע דע כי יש שומר שרואה זה החמס ואיננו אחד רק הם רבים וכל א׳ גבוה מעל גבוה ושומרים רבים לא ידע איש מספרם כי הם גבוהים על אלה שמעלתם איננה שוה והיודע סוד השם ידע כי גבוה מעל גבוה הם חמשים וחמשה ולא אוכל לפרש:\n"
                ], 
                [
                    "ויתרון. כאשר השלים לצוות על יראת אלהים שב להורות לו בדברי העולם איזו מלאכה טובה שיחיה ממנה ולא יהיה בה חטא ואמר כי יתרון עבודת הארץ בכל דבר הוא אפי׳ המלך שאין למעלה ממנו נעבד לשדה בעבור צרכו כי ממנו מחיתו:\n"
                ], 
                [
                    "אוהב כסף. נפשו לא תשבע:\n", 
                    "\tומי אוהב בהמון לא תבואה. יש מי שאוהב לקבץ ממון בבגדים ומיני סחורות ולא יאהב תבואה גם זה הבל וגם ישוב על אוהב כסף והוא המקבץ כסף וזהב בלבד וי״א מי שאוהב בהמון לא תבואה לו ויפרש המון קנות עבדים ושפחות ושמשים רבים והענין שיאהב להיות המון לפניו:\n"
                ], 
                [
                    "ברבות הטובה רבו אוכליה. מפעלי הכפל והוא פעל עבר ויאמר מן הפעלים שהלמ״ד שלהם איננו שלם לשון ציווי לרבים כמו רבה צבאך וצאה:\n", 
                    "\tכשרון. כמו טוב וכשר הדבר אחר שהטובה שלו יאכלוה רבים לפניו מה טוב לו בטובה רק מראה עיניו:\n"
                ], 
                [
                    "מתוקה. ידוע כי העשיר יפחד ביום ובלילה על עשרו מן המלך וחומסים וגנבים וענין שבע רוב ממון שיחשב בלילה מחשבו׳ איך תשבע נפשו מעושר או יהיה שבע שב אל המאכל כענין פן תשבענו והקאתו ושנת העובד פתוח כדרך כל סמוך ואם אתן שנת לעיני קמוץ כי הלמ״ד הכרית הסמיכה ומאת רבי משה הכהן הספרדי נ״ע כי ענין שנת הקמוץ שנתי וכמוהו אף נחלת שפרה עלי עזי וזמרת יה גם הם קמוצין:\n"
                ], 
                [
                    "יש רעה חולה. יתכן היות חולה מן נחלה מכתי מהפעלים שהלמ״ד שלהם איננו שלם והענין רעה בחלי רע כענין וחלי רע הוא או תהיה מלת חולה על משקל טובה מן הפעלים שהעי״ן שלהם איננו שלם מן על ראש רשעים יחול עודנו בענין הראשון שעבודת האדמה טובה מכל ממון:\n"
                ], 
                [
                    "ואבד העושר בענין רע. שהביא על בעליו והענין אילו אבד לבדו ולא הוליד רע היה החצי רע:\n"
                ], 
                [
                    "כאשר. בי״ת בעמלו במקום מ״ם כמו והנותר בבשר ובלחם:\n"
                ], 
                [
                    "וגם זה רעה חולה. היא לכל באי עולם כי ערומים באו וערומים ילכו כלם ומה יתרון לו שעמל לרוח:\n"
                ], 
                [
                    "גם. ביום שהוא אור לא יאכל כי אם בחשך והענין מרוב עסקיו ועמלו לקבץ ממון לא יאכל עד בוא הלילה והוא מלא כעס וחלי הנפש שהוא הפחד:\n"
                ], 
                [
                    "הנה. זה פסוק שלישי והענין בעבור שהאדם ילד עומת שבא כנגד שבא ראיתי אני שאין טוב לאדם המתעסק לקבץ ממון רק שיאכל וישמח:\n"
                ], 
                [
                    "ולשאת את חלקו. זה החלק שישא עמו:\n"
                ], 
                [
                    "כי לא. יש מפרש אם לא יעמוד לו הטוב הרבה יזכור את ימי חייו שהתענג בהם ויש לו בזכירתם שמחת לבב והנכון בעיני שהוא כן יזכור כי לא הרבה ימי חייו ואת נוסף כמו ובא הארי ואת הדוב:\n", 
                    "\tכי האלהים מענה. ענינו ממציא כמו אענה את השמים והם יענו את הארץ וי״א שהוא מלשון ענה וענינו יענה השואל והמבקש כפי שאלתו ווכן יענה את הכל ומענה מן הבנין הכבד הנוסף על משקל מעלה נשיאים והענין שהמקום מסייע לו בשמחתו כי הוא נתן לו והשליטו לאכול ממנו וענין ממנו שאין ראוי שיאכל ממנו יותר מדאי:\n"
                ]
            ], 
            [
                [
                    "יש רעה. רב בלשון הקדש על ארבעה ענינים. האחד רב שהוא הפך מעט לרב תרבו את נחלתו והשני רב את יוצרו מלשון ריב והשלישי רב מלשון רבה רשת אך הוא מפעלי הכפל כמו השמיעו על בבל רבים והבא אחריו יורה עליו והוא על משקל דלים רכים ופעל עבר מן רכים יען רך לבבך וכן וברקים רב ויהומם יורה עליו תחלת הפסור וישלח חציו ויפיצם והרביעי גדול כמו מושיע ורב והצילם על כל רב ביתו קרית מלך רב והוא דוד כענין קרית חנה דוד ויש מפרשים שהוא המקום ואיננו נכון בעבור שלא הודיע המלות ותהיינה למלך הרב ולשון רבים רבי המלך ולשון נקבה רבה ורבה היא על האדם:\n"
                ], 
                [
                    "איש. יש מפרשים נכסים כמו רכוש ומלת חסר ומלת מלא על דרך אחת והם שתיהם מן הפעלים העומדים אע״פ שצריכין סמיכה והענין כשיאמר האומר חסר הוא פלוני צריך שיוסיף לבאר חסרונו אם מחכמה אם מהון אם מגדולה הלא תראה חסר משוגעים אני והוא סמוך וענינו חסר מכל תאות נפשו והוא בבנינים הכבדים פועל יוצא כמו ותחסרהו מעט מאלהים שמתו חסר מעט מאלהים וטעה האומר כי הוא יוצא לשנים פעולים ונמצא מן הכבד הנוסף והממעיט לא החסיר ענינו לא הוליד חסרון והנה הוא כמו פועל יוצא כמו העדיף:\n"
                ], 
                [
                    "אם יוליד. אם יוליד. אם יוליד בנים רבים ודרך לשון הקדש לזכור עשרה ומאה ומאה ואלף בעבור בעבור היותם כלל חשבון הלא תראה כי בהשלמת העשרה תחל באחד גם יזכרו שבעה ובמקומו אפרשנו:\n", 
                    "\tושנים רבות יחיב. עד שיהיה ישיש:\n", 
                    "\tורב שיהיו ימי שניו. ממנהג העולם:\n", 
                    "\tוגם קבורה. התכריכין שיקבר בהם המת:\n", 
                    "\tוהנפל. הוא נפל אשה:\n"
                ], 
                [
                    "כי בהבל. וצריך שיתעלם שמו ולא יזכר:\n"
                ], 
                [
                    "גם שמש. ישוב לנפל ואמר ואמר הנה הנפל שלא ראה אור העולם ולא ידע מאומה נחת היה לו כי לא עמל בדברי העולם וזה בעל העושר שראה אור העולם וידע כי לא היתה לו מנוחה כי אם עמל בלא שכר ולא תענוג בשתי העולמות:\n"
                ], 
                [
                    "ואלו חיה. זאת המלה כמו ואילו לעבדים ולשפחות ויש מפרש שאמר שהיא מורכבת מן אם ומן לו ואלף פעמים אלף אלפים כמו עשרים פעמים הם ארבע מאות:\n", 
                    "\tאל מקום אחד. הוא הקבר:\n"
                ], 
                [
                    "כל עמל. תמה על הכסיל שלא ראה טובה והלא עיקר כל עמל כדי שיאכל אדם ולא ימות:\n", 
                    "\tוענין וגם הנפש לא תמלא. שלא תשבע ואילו היה לה כל הון שבעולם וכל (תאכל) חטה וענין גם ישוב על הפה שלא ימלא כי מיד ירד המאכל ממנו:\n"
                ], 
                [
                    "כי מה יותר לחכם. אם יבקש החכם ממון אין קץ ונפשו לא תמלא כנפש הכסיל מה יתרון יש לו:\n", 
                    "\tוענין מה לעני יודע. העני שהוא יודע ומבין מה לו להלוך בדרך הכסילים:\n", 
                    "\tכנגד החיים. חיים במקום הזה שם התואר כמו חיים כלכם:\n"
                ], 
                [
                    "טוב. אמר מה לחכם שתהלוך נפשו בדרך הכסילים שנפשם לא תמלא די לו הנמצא הנראה לעין אע״פ שהנראה ואשר יעלה במחשבת הנפש הבל פירוש אחר שיהיה טוב מראה עינים דברי החיים כענין ומה כשרון לבעליה כי אם ראות עיניו:\n"
                ], 
                [
                    "מה שהיה. כבר נקרא שמו ונודע שהוא אדם כך וכך ולמה יבקש הליכת הנפש עד שיהיה כפלוני ויתכן שלא ישיגנו ואין ראוי לאיש שכל שידין עם שתקיף ממנו על כן אין ראוי לו לבקש מה שהחיים מבקשים ויעשה זאת כנגדם שיהיה כמו הם:\n"
                ], 
                [
                    "כי יש דברים הרבה. חוץ מהליכת הנפש מתאות העולם לקבץ הון כמו לבקש שררה ודברי חשק וכלם והדומה להם מרבים הבל יוסיפו על הבלו של אדם ודי לו שהוא הבל גם זה הפסוק ישוב על העני היודע שראוי לו להשמר מכל הבל כי מה יותר יש לו:\n"
                ], 
                [
                    "כי מי. גם זה ישוב לענין העני היודע כי לא ידע האדם מה טוב לו בחיים אם העושר ואם העוני וימי חיי הבלו הם במספר ראוי שיעשה אותם כצל עובר ולא יבקש הליכת הנפש עד שיעזוב הממון כי לא יועיל כל מה שיעזוב אפי׳ לא ידע מה יעשה אחריו בממונו:\n", 
                    "\tוענין ויעשם כצל. שיחשוב במחשבתו כמו שהצל איננו עומד רגע אחד כן ימיו ילכו ויעברו שהם העיקר אף כי כל מה שיקרה להם מטוב ועד רע ועושר ועוני ופי׳ אחר בפסוק והסכל ירבה דברים:\n"
                ]
            ], 
            [
                [
                    "<b>טוב שם.</b> גם זה הפסוק טוב שם דבק בראשוני' כי העני היודע שמעשיו טובים יותר כבוד לו הוא השם משמן הטוב ויותר תענוג ויום המות הוא טוב לאשר יש לו שם טוב מיום הולדו כי ביום הולדו לא ידע איש מה יהיה אם טוב וא' רע ובמותו נקרא שמו ונודע שהוא אדם טוב, ויתכן היות ויום המות טוב לבעל השם הטוב בעבור שימצא מנוחה ושכר טוב ולא יראה עמל ואין כן ביום הולדו כי אדם לעמל יולד, ויש מפרשים ויום המות חייב אדם שיעלה על לבו יום המו' מיום הולדו והענין בעצמו טוב לכן איננו מענין הפסוק:\n"
                ], 
                [
                    "<b>טוב ללכת.</b> בעבור ראותו מה הוא סוף כל האדם שהוא המות ובעדנו חי יתן אל לבו:\n"
                ], 
                [
                    "<b>טוב כעס.</b> כבר בארו חכמי הראיות שיש באדם שלש נפשות האחת נפש הצומח' והענין כי כמו שיש במיני הצמחים והדשאים וכל עץ כח קרא שמו נפש או מה שתרצה שיגדל גשם הצמח ויגביהנו וירחיבנו כן יש באדם וזאת הנפש מתגברת עד זמן קצוב וזאת הנפש היא המתאוה והצריכה לאכול, והנפש השניתנפש הבהמה והיא בעלת ההרגשות חמשה, ובעלת התנודה ההולכת ממקום למקום וזאת הנפש גם היא באדם ולאדם לבדו נפש שלישית היא הנקראת נשמה היא המדברת המכרת בין אמת ושקר בעלת החכמה, והנפש השנית היא אמצעית בין שתי הנפשות.\n", 
                    "\tוהאלהים נטע שכל באדם הוא הנקרא לב למלאת חפץ כל נפש בעתו וגם עזרהו במצות תעמודנה כל דבר על מתכונתו. ואין זה הספר מוכן לדבר על סוד הנפש כי עמוק הוא ולא יוכל מבין לעמוד על האמת כי אם אחר קריאת ספרים רבים, ולולא שהוצרכתי להזכיר חלקי הנפשות בעבור פירושי הפסוקים, לא רמזתי לכלל אף לפרט ועיקר הצורך הוא שיראו בדברי שלמה בספר הזה דברים קשים מהם שיאמר במקומות רבים דבר ויאמר הפך הדבר ובעבור זה אמרו חכמי ישראל ז\"ל בקשו חכמים לגנוז ספר קהלת מפני שדבריו סותרין זה את זה אמר טוב כעס משחוק והפך זה כי כעס בחיק כסילים ינוח וכן כי ברוב חכמה רוב כעס והפך זה והסר כעס מלבך וכן טוב אשר יפה לאכול ולשתות והפך זה טוב ללכת אל בית אבל וכן ושבחתי אני את השמחה והפך זה ולשמחה מה זו עושה וכן כי מה יותר לחכם מן הכסיל והפך שיש יתרון לחכמה וכן ושבח אני את המתים והפך זה כי לכלב חי הוא טוב וכן כי אין מעשה וחשבון ודעת וחכמה בשאול והפך כי עת לכל חפץ וכן וטוב לא יהיה לרשע ולא יאריך ימים והפך יש רשע מאריך ברעתו וכן אשר יהיה טוב ליראי האלהים והפך יש רשעים שמגיע אליהם כמעשה הצדיקים והמחפש היטב ימצא עוד כאלה בספר הזה וידוע כי הקל שבחכמים לא יחבר ספר ויסתיר דבריו בספרו, והוצרך אחד מן המפרשים לפרש מלת קהלת כמו קהלת יעקב ואמר כי תלמידיו חברו הספר וכל אחד אמר כפי מחשבתו וזה איננו נכון כלל בעבור ויותר שהי' קהלת חכם והנה הוא אדם אחד ועוד בקש קהלת למצוא דברי חפץ והראיה הגמורה אני קהלת הייתי מלך ואחר שהעיד הכתוב על שלמה שאחריו לא יקום חכם כמוהו ידענו שאין בדבריו הפך רק הם כלם נכוחים למבין וישרים למוצאי דעת, ועתה אפרש אותם בדרך קצרה אע\"פ שהשלש נפשות נקראות בשם אחד בעבור התאחדת כי הנשמה תקרא רוח ונפש לכן אשים שמות להם למען לא אאריך בתואר כל אחת ויהיה השם הנפש המתאוה לאכול ולשמוח וחשק המשגל נפש, ויהיה שם נפש בעלת ההרגשה המבקשת שררה וגדולה רוח, ויהיה שם נפש החכמה נשמה, ג\"כ חלקם רבינו סעדיה גאון ז\"ל, וידוע כי בהתגבר הנפש תחלש הנשמה ואין לה כח לעמוד לפניה בעבור היותה גוף וכל יצריו עוזרים אותה על כן המתעסק באכילה ושתיה לא יחכם לעולם, ובהתחבר הנשמה עם הרוח תנצחנה הנפש אז תפקחנה מעט עיני הנשמה להבין חכמות הגויות לכן לא תוכל לדעת החכמות העליונות בעבור כח הרוח המבקשת שררה והיא המולידה הכעס והנה זה פירוש טוב כעס משחוק וענין כי ברוע פני' ייטב לב היא הדאגה כמו מדוע פניכם רעי' וענין לב הוא השכל ואחר שתתגבר הנשמה על הנפש בעזר' הרוח צריכה הנשמה להתעסק בחכמה שתעזור אותה עד שתנצח הרוח ותהיה תחת ידיעה וזה פירוש אל תבהל ברוחך לכעוס וענין כי כעס בחיק כסילים ינוח שהוא עמהם לעולם ולא יזוז מהם ועם החכם לא ימצא כי אם בעתו לצורך, וענין כי ברוב חכמה רב כעס כענין אל תתחכם יותר כי רוב החכמה ירבה כעסו על הבלי העולם ועל בני העולם ויצא מן היישוב כענין למה תשומם וימות בלא עתו על כן הטוב לאדם שישקול כל דבריו וענינו במאזני צדק ויתן חלק לכל נפש בעתו וענין והסר כעס מלבך הוא שלא תמשול הרוח עליך וכן והעבר רעה מבשרך היא התאוה כי אם אכל כל מאכל שיתאוה יביא רעה על בשרו וכן אם הוסיף על המשגל יביא רעה חולה על בשרו וענין בשר הוא גופו והנה הזכיר בפסוק הזה שיחליש אדם בכל יכולתו הרוח בעלת הכעס והנפש בעלת התאוה וענין טוב אשר יפה לאכול ולשתות כנגד הכסיל העמל לקבץ ממון ולא יתענג ממנו טוב ללכת אל בית אבל הוא האמת, וענין כי מה יותר לחכם שאם יעשה החכם כמעשה הכסיל שלא תשבע נפשו מה יתרון יש לו ושיש יתרון לחכמה הוא האמת וכן ושבחתי אני את השמחה כי היגעי' בעולם ואינם מבקשים חכמה השמחים הם יותר משובחים מהדואגים לאבל, ולשמחה מה זו עושה הוא האמת, ופי' ושבח אני את המתים כנגד העשוקים וענין כי לכלב חי הוא טוב, דברי בני האדם, וגם כתוב למעל' וגם לב בני האדם מלא רע והוללות בלבבם וכן כי אין מעשה וחשבון דבריהם, וענין כי עת לכל חפץ הוא האמת, וענין וטוב לא יהיה לרשע ולא יאריך ימים כצל על הרוב ידבר, וענין יש רשע הוא הנמצא לפרקים מעטים וכבר הזכרתי בתחלת הספר כי בעבור רע מעט אין בחכמה העליונה למנוע טוב רב וכמו זה בספר משלי שיאמר וקובץ על יד ירבה והוא האמת, ויש מפזר ונוסף עוד והוא המעט וכן יש רשעים שמגיע אליהם כמעשה הצדיקים אשר תמצא בספר הזה דבר ופעם שנית יראה שיאמר הפך הדבר גם כי תמצא בספר משלי כמו אל תען כסיל ענה כסיל גם כן בדברי הנביאים ובתורת אלהינו שהוא העיקר כמו אפס כי לא יהיה בך אביון כי לא יחדל אביון וכלם אמת:\n"
                ], 
                [
                    "<b>לב חכמים.</b> אחר שהזכיר טוב ללכת אל בית אבל אמר כי חכמי לב אפילו כשלא ילכו אל בית האבל בית האבל תמיד בלבם:\n"
                ], 
                [
                    "<b>טוב.</b> יותר טוב יהיה למי שאינו חכם לשמוע גערת חכם בו ויותר תועילנו ואם הגערה תועיל אף כי דברי חכמות והענין שאפי' גערת חכם שכעס יותר תועיל ותתענג הנשמה בה משמוע שיר כסילים:\n"
                ], 
                [
                    "<b>כי כקול הסירים.</b> כמו קוצים מלשון הנני סך את דרכך בסירי' והענין שישים על דרכם סירי' וקוצים, ותחת הסיר כמו בשבתנו על סיר הבשר ובא סיר עם סירים ביחד ואינמו מענין אחד והוא לשון צחות כמו רוכבים על שלשים עירים ושלשים עירים להם, ואמר וגם זה הבל וישוב על שיר כסילים ועל השחוק והשמחה שלהם אין טעם לה וענין כי אם קול וצעקה כקול הסירים:\n"
                ], 
                [
                    "<b>כי העושק.</b> הזכיר כי הטוב לחכם שלא יתעסק בדברי השחוק והזכיר שיש דבר שישיבנו מהולל והוא העושק ויחסר דבר טרם מתנה בעבור היות ויאבד לשון זכר כעניין ושונא מתנות יחיה וכמוהו עד נמצא עולתה בך:\n"
                ], 
                [
                    "<b>טוב אחרית דבר מראשיתו.</b> אמר כי החכם ראוי שלא יאהב מתנות כל דבר שיעשה יביט מה אחריתו כי הוא העיקר הלא תראה כי החכם יאכל רפואה היא מרה בראשונה בעבור שתועיל באחרונה וימנע עצמו מלאכול מתוק שהוא טוב בראשיתו ורע באחריתו ושיהיה ארך רוח, וארך הוא שם התואר על משקל ילד ויבא הלך יתר שאת:\n"
                ], 
                [
                    "<b>אל תבהל.</b> ענין תבהל כמו אל תמהר וכן ויבהילו להביא את המן וכבר פירשתי הפסוק הזה בפסוק טוב כעס:\n"
                ], 
                [
                    "<b>אל תאמר.</b> עודנו מצוה ומזהיר לחכם שישמח בחלקו ואם היה עני כמו שכתוב למעלה מה לעני יודע ויאמר שלא יתעסק בדברי קנות ממון כי אם מה שיספיקנו ולא יכעס בעבור שיש לכסיל ממון רב ממנו ויהיה ארך רוח ואל יאמר מה היה כמו שיאמרו הכסילים אם ירדו מגדולתם שנהפך העולם כי המבין ידע כי הימים שוים והמערכות העליונות הם הם רק המקבלים ישתנו איש איש כפי חלקו:\n"
                ], 
                [
                    "<b>טובה חכמה.</b> ואם יתכן שתהיה לחכם נחלה טוב הוא לו ויותר טוב לרואי השמש כי יכבדו אותו בעבור עשרו:\n"
                ], 
                [
                    "<b>כי בצל.</b> אז יהיה החכם חוסה בצל החכמה ובצל הכסף אכן יש הפרש בין צל חכמה וצל הכסף שהחכמה תחייה בעליה כי החכמה היא צורת הנשמה העליונה שאינה מתה במות הגוף:\n"
                ], 
                [
                    "<b>ראה.</b> והחכם שאין לו נחלה וכסף ישמח בחכמתו ולא יכעס בעבור עניו כי כבר נגזר עליו מה שנגזר מששת ימי בראשית ומביני מלאכת השמים יבינו והוא פירוש אשר ברא האלהים כי האלהים לעשות שם בכל מלאכתו כח על הדמות הראשונה ומי שהיתה מערכתו מעוות בדבר ממון או דבר אחר אין לו תקנה:\n"
                ], 
                [
                    "<b>ביום.</b> והחכם שהוא בעל נחלה וכסף למה ישמח בדבר שלא יעמוד כאילו אומרים לו כשתהיה ביום טוב היה בטוב ושמח לכן יש עליו להסתכל כי יום רעה יבא כעניין שמח בחור שיאמר לו שמח והלך בדרך תאות לבך ועיניך ודע כי על כל אלה והנה הענין אל תשמח:\n", 
                    "\t<b>גם את זה לעומת זה.</b> כענין שנאמר בספר יצירה שבע כפולות בג\"ד כפר\"ת, ועל דברת כמו בעבור והוא כמו על דבר אשר לא קדמו אתכם וכמוהו על דברתי מלכי צדק על דבר אמת וענוה צדק ויהיה היו\"ד נוסף כיו\"ד מלאתי משפט רבתי בגוים שרתי במדינו' ואחריו ישוב אל האלהים והענין שעש' זה לעומת זה ולא יוכל אדם לטעון בעבור שהחסרון בא מן המקבל כמו שפירשתי בתחלת הספר:\n"
                ], 
                [
                    "<b>את הכל.</b> יש הוא הנמצא לפרקים מעטים, וענין אובד בצדקו שצדקו יאבידנו כמו המתענה תמיד ומאריך ענינו מאריך ימים ברשעתו שיאכל וישתה וישמח ויעשה תענוגים לגוף:\n"
                ], 
                [
                    "<b>אל תהי.</b> אם התפללת מן הבקר ועד הערב ותתענה והדומה להם תשומם והענין תסור מדרך הישוב כמו שיעשו הר\"ומיטי בארץ אדום וישמעאל וכן אם בקשת להתחכם יותר מדאי, ומלת תשומם מבנין נפעל ויש אומרים כי דגשות השי\"ן אינה לחסרון נו\"ן נפעל רק לחסרון תי\"ו התפעל והיה ראוי שיהיה תשתומם כי לא ימצא מבנין נפעל בפעלי הכפל שימצא שניהם רק ימצא בבנין התפעל בפעלים שהעי\"ן שלהם אינו שלם כמו תבנה ותכונן:\n"
                ], 
                [
                    "<b>אל תרשע.</b> בעבור שרוב הרשע יביא האדם לידי סכנה אמר למה תמות בלא עתך ודע כי הרשעות היא להתעסק בדברי העולם אמר שתתעסק במה שיספיק לך ואל תהי סכל כלל כי הסכלות ממית בלא עת:\n"
                ], 
                [
                    "<b>טוב.</b> כבר פירשתי בפסוק טוב כעס משחוק מעט מחלקי הנפש ואיש השכל יתן לכל נפש חלק בעתו ואיננו צריך לחפש מה יעשה רק ילך אחר תורת אלהינו ולא יסור ממנה ימין ושמאל וישמור המצות אשר יעשה אותם האדם וחי בהם בשני העולמות ובענין הזה חתם ספרו כי ירא אלהים יצא את כלם לאמת:\n"
                ], 
                [
                    "<b>החכמה.</b> בעבור שאמר אל תתחכם יותר חזר לבאר שאין מעלה גדולה הימנה רק הזהיר שלא יתעסק בה תמיד רק יתן חלק לגוף כדי שיחיה ואמר כי יותר עוז וכח יש לחכמה מעוז שליטים רבים ומנין עשרה בעבור היותו סך חשבון והוא ראש הכלל כי כל מה שיש למעלה ממנו הם אחדים ובעבור היות עיקר כל דבר הראש ואמצעיתו וסופו היה האל\"ף בלשון הקדש בתחילה והיו\"ד בסוף והנה היו הה\"א והוי\"ו אמצעיים ואלה הארבע אותיות הם למשך ולא יתכן שימצא אות או תנועה רק שיהיה אחד מהם נמשך עמו והאל\"ף והיו\"ד בחשבון שומרי עצמם כמו גדר והה\"א והוי\"ו חשבון עגול וסוד גדול יש בכלם בשם הנכבד והנורא שאינו שם מדה והוא מן האותיות הנזכרים וענין אשר היו בעיר הראות עוזם בהתחברם כלם במקום אחד בהסכמה אחת ויש מפרש כי זה רמז לגלגלים והוסיף אחד ואיננו נכון:\n"
                ], 
                [
                    "<b>כי אדם.</b> חזר לבאר ענין אל תהי צדיק הרבה וענינו דע כי לא תוכל שלא תחטא כי אין אדם אשר לא יחטא בפועל או בדבור או במחשבה ככתוב בספר משלי בשבע התועבות לב חורש מחשבות און, וענין אשר יעשה טוב תמיד ולא יחטא לעולם\n"
                ], 
                [
                    "<b>גם לכל.</b> יאמר לחכם אם תרצה למצוא מנוחה אל תתן לבך לכל דברי בני אדם ואילו היה מקללך ואפי' עבדך כי אם תתן לבך לדבריהם תכעס ויחשך אור חכמת הנשמה:\n"
                ], 
                [
                    "<b>כי גם.</b> כל פעם בלשון הקדש חובר על לשון זכרים ולעולם הוא לשון נקבה חוץ מן אך הפעם הזה של שמשון, והענין אל תחוש לדברי המבזים והמקללים כי כבר תדע שגם אתה קללת אחרים או הם בפיך או במחשבותיך:\n"
                ], 
                [
                    "<b>כל זה.</b> כל מה שאמרתי לך הכל נסיתי בחכמה ובקשתי שאחכם יותר ומצאתי שהוא דבר רחוק וזה מענין ואל תתחכם יותר כי עיקר מה שהיה הוא רחוק מאד שישיגנו האדם והבא עמוק מאד, פירוש אחר בקשתי החכמה ומצאתיה רחוקה אעפ\"כ השגתיה וחכמתי:\n"
                ], 
                [
                    "<b>וענין רחוק מה שהיה.</b> כי מה שהיה הוא רחוק לבדו ודבר שלא עבר והיה יכול אדם לחפש עד שימצאנו וזה ענין עמוק עמוק מי ימצאנו כענין מים עמוקים עצה בלב איש ואיש תבונות ידלנה:\n"
                ], 
                [
                    "<b>סבותי.</b> הסבותי פני ומחשבותי בלבי לדעת אם תתחבר החכמה והחשבון שהוא פירוש מחשבת הדעת אם הרשע והסכלות וההוללות:\n"
                ], 
                [
                    "<b>ומוצא.</b> מוצא החשק יעור עיני חכמים ויסלף מחשבותם ותתבלע חכמתם, ומלת מוצא פועל על משקל קורא ומוצא רוח מאוצרותיו מהבנין הכבד גם הוא פועל וראוי להיות מוציא ובא מלעיל בעבור היות הטעם באות הראשון במלת שאחריו, ומצודי' הוא מן ציד ומשקלו מרומים והוא מן הפעלי' שהעי\"ן שלהם איננו שלם, וחרמים כענין רשת משטח חרמים כמוהו, והענין שאין לב האשה ומחשבותי' בכל רגע כי אם לשטוח חרמים לצודד נפשות וידיה כמו בית האסורי', וענין ילכד בה ברשתה ואמר כי המות היה טוב לחכם מהחשק:\n"
                ], 
                [
                    "<b>ראה.</b> עודנו מדבר בדברי האשה, ומלת אמרה קהלת על לשון החכמה, ופירוש חשבון מחשבת והענין שלא יוכל האדם למצוא מחשבת שהוא החפץ עד שיסמוך אחת לאחת שידוע שהמחברת האחת נושא ונשוא וכן המחבר' השנית רק תהיינה בהסמכם הנשוא בראשונה ונושא באחרונה או שני הנשואים או שני הנשואים בשוה אז תוליד בין שתי המחברות דעת שלישית והנה כן בדברי הנפש אף כי בגויות והענין כי אין ראוי לחכם להתחבר עם אשה כלל לולי שלא יתכן להשאיר דמותו תחתיו שהוא שלישי כי אם בהתחבר אב והאם, ופירוש אחר שיהיה זה הפסוק דבק עם הבא אחריו, ויהיה פירוש מלת חשבון מחשבת או מניין והענין כשתחשוב בכל דבר שתמצאנו איננו לבדו עד שיסמך לאחר כמו גדול וקטן כי לא יקרא גדול כי אם כנגד קטן ממנו והקטן בהפך וכן חכם וכסיל וכן צדיק ורשע ג\"כ בחשבון כי בהתחבר אחת לאחת יקום ראש המנין ואם יתחבר אחת לראש ישיב כמו סוף ובהתחבר אחת לסוף ישוב נגדר ובהתחבר אחת לנגדר ישוב עגול והעגול מיושר והמיושר שלם והשלם גוף והענין אפילו שלא ימצא איש שכל וחכמה ויראה הוא האדם הישר רק ימצא כנגד בני האדם האחרים ובזכרים לבדם ימצא אחד מני אלף, ומלת אחת לשון נקבה, ודע כי האותיות מתחלקים לשני חלקים חצים משרתים פעמים ופעמים הם עיקרים והמשרתים כשתי\"ל א\"ב המו\"ן והשאר עיקרים תמיד ולא ימצאו נוספים כי אם בכפל כמו שחרחורת וכן לא יגרעו חוץ מפעלי הכפל כהגרע דל\"ת שדד מן שוד וכן בהתחבר תי\"ו השרש עם תי\"ו הנכח יחסר השרש כמו אותו תשחית וכרת וכן בהתחבר נון השרש עם נו\"ן נקבות רבות יחסר נו\"ן השרש כמו בצל דליותיו תשכונה והוא מבולע וכן מלת משרת את המלך בעבור התחברות תי\"ו השרש עם תי\"ו הנקבה חסרו תי\"ו השרש ופתחו הרי\"ש להורות על לשון נקבה להפריש בינו ובין משרת משה שהוא לשון זכר וכן בהתחבר דל\"ת אחד והוא רפה עם תי\"ו רפה שהיא לשון נקבה והם קרובים במוצא חסרו הדל\"ת שהוא שרש וזה מקרה הרה ללת וי\"א כי שני שרשי' הם בענין אחד ויפרש אח לא פד' יפד' איש ועשה אח מאחת מאלה כמו אחד וזה רחוק כי פירוש אח לא פדה אין אח פודה נפש איש או אין איש פודה נפש אחיו ויהיה אח פועל או פעול והבא אחריו יורה עליו והוא ויקר פדיון נפשם והענין שלא יוכלו בני אדם לפדות אחיהם או אהוביהם מן המות ואיך יוכלו לפדותם והם נלאים לפדות נפשם ופירוש ועשה אח פועל או פעול וענין הפועל ועשה ישראלי וענין הפעול עשה עבירה היא אחות לאלה העבירות הנזכרות או דבר רע הוא אח להם ועוד איך יהיה פירוש ועשה אח אחד והנה ישוב בעבור שבא אחריו מאחת מאלה ועשה אחד מאחת:\n"
                ], 
                [
                    "<b>אשר.</b> מלת בקשה מן הבנין הכבד והחיר\"ק יורה עליו ויחסר הדגש מן הקו\"ף כמו שלחו באש מקדשיך וכמו התל בי שהוא מן ויהתל בהם אליהו ואין לו חבר כמוהו בכל הפעלים השלמים בלשון זכר ויחיד פי' השלמים חוץ מן אותיות הגרון וישוב בכל אלה לאלף הנזכר כי כן היה מספר נשי שלמה שבע מאות שרות ושלש מאות כמו פילגשים:\n"
                ], 
                [
                    "<b>לבד.</b> חובר חשבון על לשון נקבות והוא לשון זכר עונות והענין שעשה האלהים את האדם להיות ישר הולך בדרך וכמה בקשו ארחות עקלקלות וגם זה הענין סמוך בפסוק שלמעלה האשה אחת די לאיש:\n"
                ]
            ], 
            [
                [
                    "מי כהחכם. יש מלה מושכת עצמה ואחרת עמה כמלת אל בקצפך תוכיחני יחי ראובן ואל ימות מתן בסתר יכפה אף וכן ימצא אות מושך אחר כמו מאל אביך ויעזרך ואת שדי הוא ומאת שדי והוא דבר הפסוק שלמעלה מידי אביר יעקב כל זה בא לך מאל אביך והוא יעזרך לעולם ואמר הגאון רב סעדיה ז״ל שענינו אשאל מאל אביך ויעזרך ועל שני הפירושי׳ צריכה תוספת מ״ם על את וכן מישרים אהבוך ומישרים הוא תואר היין וכמוהו יתהלך במישרים וכן כיין הטוב הולך לדודי למישרים וישוב אהבוך על העלמו׳ הנזכרו׳ בפסוק הראשון וכן מי כהחכם ומי כיודע פשר דבר ויתכן היות פירוש מי כהחכם מי שהוא יודע פשר דבר ומלת פשר ממשפחת ארמית והענין למה יתעסקו בני אדם לחשוב חשבונו׳ רבים שלא יועילו ואין מי שהוא על דרך ישרה כמו החכם המבקש חכמה וידרוש לדעת פשר כל דבר מה חפץ יש בו ולמה כן ויתכן היות פשר הפוך סופו בתוכו מן כי לא פורש וענין חכמת אדם תאיר פניו תשים אור בפניו והענין תסיר כעס כענין באור פני מלך חיים:\n", 
                    "\tוענין ועז פניו ישונא. סור עזות פנים ממנו כי החכמה תוליד הענוה כי בהתגבר הנשמה על הרוח יסור הכעס ועזות מצח:\n"
                ], 
                [
                    "אני. כאשר השלים להוכיח החכם שישמר מפח החשק שב להזהירו שלא ישען על חכמתו ויבזה מצות מלך מקומו בעבור היותו כסיל כנגד וענין אני אני אצוך או אזהירך על שני דברים שלא תמרה אותם האחד מה שיצא מפי המלך והשני מה שיצא מפיך גם אתה כנגד השם הנכבד והנורא כי המלך לא ינקה כל אשר ימרה את פיו ומלך האמת לא ינקה את אשר ישא את שמו לשוא:\n"
                ], 
                [
                    "אל תבהל תלך. מצאנו בלשון הזאת ונדעה נרדפה אל תרבו תדברו ועיקרם ונדע לרדוף אל תרבו לדבר ויותר נכון הוא שיחסר שי״ן שהוא במקום אשר ויהיה כן ונדעה שנרדפה אל תרבו שתדברו וכן זאת מלת תלך אל תבהל מפניו ללכת או אל תבהל מפניו אל ימהר לבך שתחשוב שתוכל ללכת מפניו פני המלך פן תעמוד על דבר שהוא רע בעיניו כי כרצונו יוכל לעשות לך:\n"
                ], 
                [
                    "באשר. בכל מקום שדבר המלך שם שלטון הוא עליך ואין מי יוכיחנו להצילך מידו כי הכל יפחדו ממנו א״כ לבשר ודם אף כי למלך האמת שמלא כבודו מעלה ומטה:\n"
                ], 
                [
                    "שומר מצוה לא ידע דבר רע. כי לא יבא לו ברוב:\n", 
                    "\tועת ומשפט ידע לב חכם. יש מפרשים עת במקום הזה כמו חכמה ויאמרו כי כמוהו לעות את יעף דבר ביד איש עתי יודעי העתים יודעי בינה לעתים וזה איננו נכון כי פירוש לעות את יעף לשום לו עת והוא יעיר בבוקר בבקר בבקר ואיש עתי שיהיה מזומן ללכת לאותה העת ולא יתעכב או יהיה פירושו שמנהגו ללכת בכל עת בשנה למדבר הנזכר וענינו כמו רגיל ויודעי בינה לעתים כבר פירשו רז״ל שהיו מחשבי עבורי השנים ויודעי העתים הם אנשי המזלות ופי׳ אחר שומר מצוה לא ירצה לדעת דבר רע וענין עת ומשפט דבק עם הפסוק שלאחריו:\n"
                ], 
                [
                    "כי לכל. ידע החכם כי לכל חפץ יש עת ולא יכנס להלחם עם איש שהשעה משחקת לו וענין כי רעת האדם אע״פ שידע כי עת לכל חפץ ולא ידע מתי תגיע העת וזו רעה רבה:\n"
                ], 
                [
                    "כי איננו. לא ידע מה יהיה ואם ידע ידע דברים על דרך כלל או נסיונות שנסה מי יגיד לו בפרט כאשר יהיו הדברים:\n"
                ], 
                [
                    "אין אדם. ואילו היה יודע מתי ימות מה יועילנו כי אין אדם שיש לו יכולת לכלוא את הרוח וזה הפסו׳ יורה שהרוח דומ׳ לאסור בבית כלא כאשר החלתי בתחלת דברי:\n", 
                    "\tואין שלטון. לא תועיל המלכות למלך ולא הנשק המוכן למלחמה ומשלחת כמו נשק וכמוהו וחיתו מעבור בשלח וענינו משלחת המלחמה ויש מפרשים במלחמה מלחמת המתכונת השומרת הגוף עד עת קץ עם החלי הנכנס בגוף ואם תחלש המתכונת ימות בן אדם:\n", 
                    "\tופירוש רשע. רוב התנועה והנצוח כענין והוא ישקיט ומי ירשיע ובכל אשר יפנה ירשיע ויש מפרשים שהוא ממון שרובו הוא מקובץ מרשע:\n"
                ], 
                [
                    "את כל זה. עודנו בענין להזהיר החכם שלא ימרה פי המלך והוא שאני ראיתי אחר שנתתי לבי עת ששלט האדם באדם כמוהו לרע לו ועשה רע לו וזה הענין דבק עם כי לכל חפץ יש עת ומשפט:\n"
                ], 
                [
                    "ובכן. המפרשים השתבשו בפסוק הזה ויש מפרש קבורים שמורים בארמונם ויפרשו ובאו ויהלכו שיעשו רצונם ויפרשו וישתכחו מתרגום וימצאו ואחרים אמרו כי ובאו נעלמו כמו ובא השמש גם זה איננו נכון כי לא ימצא זה הענין כי אם בשמש בעבור היותו הפך יצא וכן הוא אומר השמש יצא על הארץ ומפרשים אמרו בא בשכרו שהוא כמוהו ואיננו כן רק בא לו זה הדבר שלא ישולם לו בעבור שכרו וכן טעו פייטנים רבים שיאמרו מאורה וישלימו קומי אורי כי בא אורך ודבריהם סותרין זה את זה אם לא ישלימו הפסוק וזה פירושו כי נעלם אורך הקדמון וזרח עליך כבוד ה׳ וכן יפרש לא יהיה לך עוד השמש לאור יומם וזה פירוש הפסוק ובכן כמו תרגום אז והענין כשנתתי את לבי אז ראיתי רשעים ששלטו באדם והרעו להם מתו בלא יסורין קבורים בקברם כענין כי אין חרצובו׳ למותם ובאו לעולם שנית והענין שיבואו בניהם ויעמדו במקומם ויעמוד זכרם ואשר ממקום קדוש יהלכו והענין כי הקדושים שימותו בלא בן וישתכחו בעיר שהיו שמה והם אשר עשו כן האמת כמו כן הנות צלפחד דוברות תמה איך נכרת זכר הצדיק ונשכח כל טוב שעשה והרשע מת בשלוה והניח בנים במקומו גם זה הבל:\n"
                ], 
                [
                    "אשר. בעבור שלא נעשה דבר נקמה ותשלום ותגמול על מעשה הרעה מהרה על כן מלא לב בני האדם חפץ בנפשם לעשו׳ רע כי סר הפחד מהם:\n"
                ], 
                [
                    "אשר חטא. כי יראו חוטא אחד יעשה רע מאת פעמים ומאריך לו האלהים אע״פ שידעו המבינים בבני אדם וגם יודע אני אשר יהיה טוב ליראי האלהים ואם לא היה מהרה:\n"
                ], 
                [
                    "וטוב לא יהיה לרשע. באחריתו ויש מהם שלא יאריך ימים כצל ובעבור היות רשע לענינים רבים פירש זה הרשע הוא אשר איננו ירא מלפני האלהים:\n"
                ], 
                [
                    "יש הבל. מתחלת זה הפסוק עד פסוק גם זו ראיתי חכמה הם ששה עשר פסוקים בענין אחד דבקים גם זה הפסוק הוא מן הענין של מעלה יש צדיקים שמגיע אליהם מה שהיה ראוי להגיע לרשעים כל מעשיהם והפך הדבר וכאשר ראיתי זה אמרתי הכל הבל בין צדיק ורשע כענין ואני כמעט נטיו רגלי כי קנאתי בהוללים:\n"
                ], 
                [
                    "ושבחתי. אז שבחתי את השמחה כי אין טוב לאדם רק האכילה והשתיה ופירוש ילונו בעמלו ילוה עמו זה הדבר שישמח ויתענג:\n"
                ], 
                [
                    "כאשר. כמעט שבחתי את השמח׳ כאשר נתתי את לבי לדעת זה הענין ולמה יגיע לצדיק כמעשה הרשע עד נדדה שנתי מעיני ביום ובלילה ברוב המחשבו׳ וי״ו עיניו שב אל לבי:\n"
                ], 
                [
                    "וראיתי. קצות מעשה האלהים והבינותי עיקרם לכן זה המעשה הרע שנעשה תחת השמש לא אוכל להבינו בעבור שהוגיעו נפשם ועמלו חכמי האדם למצוא הענין ולמה זה לא מצאו ופירוש בשל כמו בעבור וכן כי בשלי הסער הגדול ועל זה הענין צעק איוב הצדיק:\n"
                ]
            ], 
            [
                [
                    "כי את כל זה וגו׳ לבור. היה ראוי להיו׳ בחול״ם וכן ירון ושמח בעבור היות שניהם מפעלי הכפל והוא כמו לברור מן שפתי ברור מללו כי ראיתי הצדיקים והחכמים ומעשיהם כמו לכן יכיר מעבדיהם אינם ברשותם רק ביד האלהים גם כל מה שהם אוהבים או שונאים אינם יודעים מתי יביאם הכל לפניהם ולא ירגישו או פי׳ לפניהם קודם שיהיו כבר נגזר עליהם מה שנגזר:\n"
                ], 
                [
                    "הכל. הכל יבא להם כמו שיבא לכל מקרה אחד לצדיק ולרשע אין הפרש ביניהם לטוב ולטהור ולטמא הנה טמא במקום הזה הפך הטוב והטהור כמו שיש פקח בפסוק מי שם פה לאדם הפך העור והשומע כמו לפקוח עינים עורות פוקח אזנים ודקדוק כטוב כחוטא כי הכפי״ן בלשון הקדש כמו כעבד כאדניו כי ישיב העבד כאדון והאדון כעבד אין הפרש ביניהם וכן כמוני כמוך כעמי כעמך כחשכה כאורה והמפרש כימים אשר ישבתם הימים אין טעם וריח לפירוש הזה כי מה ענין ישבתם בקדש ימים רבים כימים אשר ישבתם והנכון כי מקדש הלכו המרגלים ובשנת הארבעים באו לקדש עיר והנה כל השנים היו במדבר קדש וזה פירושו ותשבו בקדש ימים רבים כימים אשר ישבתם שם עד שוב התרים כענין כמספר הימים אשר תרתם את הארץ כי בבוא במרגלים אמרו הננו ועלינו אל המקום יתכן היות צדיק ורשע במעשיו טמא וטהור בגופו וזובח בממונו וטוב וחוטא בלבו ונשבע בדבורו:\n"
                ], 
                [
                    "זה רע. אין בכל מה שנעשה תחת השמש דבר יותר קשה מזה על כן מלא לב בני האדם רע והוללות בלבבם בחייהם בעודם בחיים ועוד יאמרו על המתים וישוב אחריו ללב בני האדם ואמר בענין הזה בני האדם כי כל הקטנים יותר קשה בעבור קוצר דעתם:\n"
                ], 
                [
                    "כי מי. זו מחשבת בני האדם שיאמרו כי כל מי שהוא מחובר אל החיים יש לו בטחון ופירוש אחר כי מי אשר יחובר מן המתים והענין שלא יתחבר עם כל המתפרדים ממנו אל כל החיים יש בטחון בלבד ולא למתים וכתוב יבחר וענינו המת לא יוכל לבחור:\n"
                ], 
                [
                    "כי החיים. והחיים אפי׳ הם כסילים יודעים שימותו והמתים אפילו הם חכמים אינם יודעים מאומה ולא יש להם מה יקוו כי נשכח שמם וזכרם:\n"
                ], 
                [
                    "גם אהבתם. כשהיו בחיים ושנאתם וקנאתם אין להם חלק בכל העולם לעולם:\n"
                ], 
                [
                    "לך אכול. זה דבור לב בני האדם והוא הוללות והענין אחר שאין למת חלק בעולם כשאתה בחיים לך אכול בשמחה לחמך ושתה בלב טוב יינך כי אלה המעשים רצה האלהים שתעשה:\n"
                ], 
                [
                    "בכל עת. המפרשים הקדמונים פירשו על ענין אחד והוא אם ידעת שרצה האלהים את מעשיך לך אכול בשמחה לחמך וצריך אתה שיהיו בגדיך לבנים והענין שלא יהיו מעשיך מגואלים וענין ושמן על ראשך אל יחסר שיהיה לו שם טוב וצוהו שיקח האשה ולא ישגה בזרה וכל אשר תמצא ידך לעשות טוב בעוה״ז עשה כי העוה״ב איננו עולם מעשה כי אם עולם הגמול והפירוש הנכון שהפסוקים שיש למעלה ולמטה הם דבקים והוא דברו לב בני האדם כאילו מדבר עם נפשו ולבו הוא כנוי בעד נפשו והוא אכול ושתה ולבוש בגדים נקיים ותסוך תמיד שמן ושמח עם אשה שחשקת בה וכל אלה הם תענוגי הגוף לבדו:\n"
                ], 
                [], 
                [
                    "כל אשר. כל מה שתמצא לעשות מדברי תענוג עשה כי מעשה ולא חשבון על מעשה או מחשבה ודעת וחכמה בשאול שהוא הקבר כי ימצא שאול לצדיקים עמו כי ארד אל בני אבל שאולה:\n"
                ], 
                [
                    "שבתי. אמר שלמה שבתי וחזרתי בי ששבחתי השמחה וכי הטוב שיבקש האדם התענוג בעבור שלא יוכל אדם לשמוח בהונ״ז ולא יתענג בו כי ראיתי קלים יכשלו ושאין להם כח לרוץ יברחו וימלטו:\n", 
                    "\tולא לגבורים המלחמה. כענין וגבור לא ינצל ברב כח:\n", 
                    "\tוגם לא לחכמים לחם. שהיה ראוי להיותם מושלים בכסילים ויהיו רשים והדבר הפוך ברוב:\n", 
                    "\tוגם לא ליודעים חן. בענין הממשלה שיאהבו אותו ויסורו אל משמעתו:\n", 
                    "\tכי עת ופגע יקרה את כלם. ענין כלם החכמים והכסילים והגבורים והחלשים והנכון בעיני כי כלם ישוב על אלה הנזכרים לבדם והענין כי אין יכול׳ ביד בן אדם לעשות זה והראיה כי החכמים בעלי הדעות אבות המלאכו׳ אין להם לחם והאומרים כל אשר תמצא ידך לעשו׳ בכחך עשה הוללות ודבר לא יקום ופירוש עת מה שיש במתכונת המערכת העליונה הראשונה ופירוש פגע פגיעת אחד מן המערכת באחד מהשבעה שהוא החצי וחציו לפניו ואחריו ושלישיתו וחציו לפניו ואחריו ודע כי מלת עת חסרת נו״ן ועתה אבאר דע שאין בלשון הקדש אות מתהפך ומתחלף ומובלע ונוסף ונעד כי אם אותיו׳ אהו״י כאשר פירש ר׳ יהודה ברבי דוד בעל הדקדוק ז״ל ואות הנו״ן ימצא בראש מובלע וחסר וכן באמצע ובסוף כמו נסע שבולע הנו״ן בדגש ויסע וכן וישא ויתן ויטע וידר ויפול ויגוף ויבול עלהו ובפועל יראו הנוני״ם כלם נוסע נושא נותן נוטע נודר נופל נוגף נובל ובציווי יחסרו הנוני״ן כמו קומו סעו שאו את ראש תנו יד לה׳ ופעמים ישארו הנוני״ן על מתכונתם כמו נפלו עלינו ובאמצע ימצא מובלע בנו״ן שני במלת שתי כי הוא מן ולא אשנה לו וכן בת חסרת נו״ן בן וכן עת הוא ענת וכמוהו בדברי קדמונינו ז״ל עונה וכן בלשון ארמית וכעץ וכענת ודגשו׳ תי״ו עתו להתבלע הנו״ן כדגשו׳ תי״ו התו ונו״ן אני במלת אתה וכן חטים ושניהם נראים בארמי׳ ותי״ו אמתו כי שרשו מן אמונה והתי״ו לשון נקבה ויורה עליו ותהי האמת נעדרת וכן תי״ו עת לשון נקבה ויורה עליו ועל זה הדקדוק ישאר לעות את יעף לבדו ולא יהיה לו חבר במקרא:\n"
                ], 
                [
                    "כי גם. אמר כי העת והפגע ימנענו שיעשה מה שיחפוץ ועוד דבר אחר קשה שיתכן שיגיע אליו המות פתאום והוא לא ידע ודמה בני אדם לדגים ולצפרים שלא ידעו עד שנפלו ולא יוכלו להנצל:\n", 
                    "\tומלת יוקשים. שם התואר אמר רבי יהודה בעל הדקדוק ז״ל ארבעה מלות במקרא ואין להם חמישי׳ שהם על משקל פועלים והם פעולים ואלה הם והסנ איננו אוכל אם אותי לוקח מאתך ורגל מועדת כהם יוקשים בני האדם והוסיף ר׳ יונה נ״ע מלה אחרת חמשי׳ והיא לנער היולד ואמר רב שמואל הנגיד כי ה״א היולד במקום אשר כה״א ההוללה ובא פועל עבר במקום עתיד אמר רבי משה הכהן נ״ע כי ארבעה הם בלבד לכן תוסר מלת מועדת מן החשבון ותהיה תחתיה מלת היולד בעבור היו׳ בחשבונם יוקשים ותוכל ולוקח ויולד מהפעלים היוצאים ומועדת מהפעלים העומדים ואמר כי השור״ק במקום חול״ם והיה ראוי להיות על משקל ובחומה היא יושבת ומ״ם פתאום נוסף וממנו פתאים וכן שלשום ויותר נכון היות המ״ם סימן היום ותמול:\n"
                ], 
                [
                    "גם זו. בעבור שאמר וגם לא לחכמים לחם אמר הפך הדבר להלל החכם:\n"
                ], 
                [
                    "עיר קטנה. המפרשים הקדמונים אמרו כי זה על דרך משל ועיר קטנה גופו של אדם ואנשים בה מעט בעלי כח התולדות משרתי הנפש ומלך גדול יצה״ר והאיש המסכן הוא השכל והנכון שאינו מדבר על דרך משל כי אם כמשמעו וענינו על החכם שאין לו לחם והוא בעצמו מה לעני יודע אע״פ שלא תועילנו חכמתו בעוה״ז ע״ד הרוב גם יש פעמי׳ שתועיל חכמתו יותר ממלכות אמר עיר קטנ׳ כנגד וסבב אותה מלך גדול בעם רב ואנשי׳ בה מעט והיא במקו׳ נמוך שיוכל לבנו׳ עליה מצודי׳ וגבוהי׳ ממנה והנה אין ספק שתלכד ואין מציל:\n", 
                    "\tומלת מצודים. כמו למצד דוד מצודת ציון והמ״ם שרש:\n"
                ], 
                [
                    "ומצא בה איש מסכן. הוא שם התואר ומסכנו׳ הוא השם והמ״ם נוסף וזו הלשון ידוע׳ בארמי׳ וענין ואדם לא זכר שלא היה לאותו החכם המסכן זכר בפי אנשי העיר לפנים קודם שימלט אותם יש מדקדקים אמרו כי הזכר אינו בפה והענין כי כל זכר ויזכור הוא זכירת הלב ומלת אזכירה שהוא מן הבנין הכבד הוא בפה והוצרכו לפרש כן ולא זכר שר המשקים שלא עלה על לבו ומלת וישכחהו ענין כפול ויותר נכון הוא בעיני להיות מלת זכירה פעם בלב ופעם בפה ויורה עליו ומשא ה׳ לא תזכרו עוד שענינו ולא תזכרו עוד לי בפה משא ה׳ כי מה ענין לא יעלה על לבבכם זכר משא:\n"
                ], 
                [
                    "ואמרתי אני טובה חכמה מגבורה. אע״פ שחכמת המסכן בזויה ודבריו אינם נשמעי׳ לכן בשע׳ הצורך תעשה החכמ׳ מה שלא יוכלו לעשו׳ הגבורי׳ ותהי׳ מלת וחכמה חסרת אם כאילו אמר ואם חכמת המסכן בזויה כמו וצמית והלכת אל הכלים ואם צמית ורבים כמו הם:\n"
                ], 
                [
                    "דברי. יש מפרש הפסוק הראשון כך טובה חכמה מגבורה ואילו היתה חכמת המסכן בזויה אף כי יותר נשמעי׳ דבריו שהוא מדבר בשפלו׳ קול ונחת מדברי מושל בכסילים בצעקה כי דברי החכם כמסמרו׳ נטועים בנפש וי״א דברי חכם אחד אינם נשמעים עד שיתחברו וי״א כי אלה החכמים הם עשירים והנכון בעיני שאינו מדבר על על עת אחת כמו שפירשתי ואם חכמת המסכן בזויה יש עת שישמעו דבריו יותר מדברי המלך:\n"
                ], 
                [
                    "טובה. החכמה אינה צריכה לכלי קרב וכבר אמר טובה חכמה מגבורה מגבורת הלב ויותר תציל ותגן מכלי קרב לגבור והנה נמצאת החכמה תציל בעליה ואחרים עמו כמו אנשי עיר קטנה והפך זה וחוטא אחד יאבד טובה הרבה וישוב על מושל בכסילים:\n"
                ]
            ], 
            [
                [
                    "זבובי מות. נמצא בכל המקרא לשון יחיד במקום רבים במקומו׳ רבים והנכון בעיני שדרכם דרך קצרה זבובי מות יבאיש ענינו כל זבוב יבאיש במקומו כמו צעדה עלי שור כל בת צעדה כל אחת ואחת במקומה ותקח האשה את שני האנשים ותצפנו צפנה כל אחד ואחד במקומו ויקח חזקיהו את הספרים ויקראהו קראן כל אחד ואחד לבדו ופי׳ הספר שהיו בו הדברים הכתובים במקרא:\n", 
                    "\tומלת יביע קשה במקום במקום הזה יש מפרשים בה מן אבעבועו׳ ולא אבה דקדוק הלשון כי שרש אבעבועו׳ בעה מהפעלים שהלמ״ד שלהם איננו שלם וכמוהו מים תבעה אש נבעה בחומה נשגבה והקרוב אלי היותו ממבוע כי דגשות הבי״ת להתבלע הנו״ן שהוא פ״א הפעל ויורה עליו נחל נובע והענין כי הזבובים המתים יבאישו שמן רוקח שאין למעלה מריחו הטוב ולא יפסק הביאוש כי הזבובים יביעוהו ויהיה פועל יוצא ודע כי יקר הקמוץ הוא תואר השם ומלת יקר בשו״א תחת היו״ד הוא שם כמו כבוד ולכולם הוא קמוץ והוא שוה במקום המוכרת והסמוך כמו בגדי השרד וכל יקר ראתה עינו ואת יקר תפארת גדולתו ונקמץ הסמוך להפריד בינו ובין תאר השם הסמוך יקר רוח איש תבונה על כן יטעה האומר בתפלת ר״ה ולכבוד שמך יקר יתנו בקמצת היו״ד והאמת שהוא בשוא כמו וכל הנשים יתנו יקר לבעליהן וענין יקר בפסוק זה הוא האדם והענין כמו זבובים המתים יבאישו מהן השמן הרוקח כן יש לאדם שהוא יקר מחכמה ומכבוד שיש בו סכלות מעט כי סכלות מעט לחכם ישחית זכרו ויבאישנו וזה הסכלות הוא חטא וזה הפסוק דבוק בפסוק שלמעלה וחוטא אחד יאבד טובה הרבה גם חטא אחד לחכם הוא דבר קשה הלא תראה ששלמה המלך נראה אליו המקום פעמים ובנה מקום לכבוד השם ונסבה ורחבה חכמתו למעלה מהקדמונים והאחרונים ולא נמצא עולתה בו ובעבור חטא אחד שלא חפש על נשיו מה היו עושות והן בנו בית לאלהיהן מעושר שלמה נכתב עליו כל מה שנכתב במקרא בדברי אחיה ונחמיה ואל תתמה כי כל חטא הוא קטן וגדול לפי מעלת העושה כענין בקרובי אקדש ומה נכבד דרש קדמונינו ז״ל במלת וסביביו נשערה מאד וכן נכתבו מלות קשות על גדולים משלמה המלך על דבר קל ולא נעשה בזדון רק אחרים סבבו הדבר:\n"
                ], 
                [
                    "לב חכם. לא יאמר על גוף הלב כי באמצע הוא לכל לחכם ולכסיל אע״פ שראשו נטוי לצד שמאל וענינו ששכל החכם עמו ובשעת הצורך ימצאנו מיד בכל עניניו במהרה והפך זה הכסיל כאילו לב חכם לימינו כי לימין יותר כח מן השמאל ויותר מהירות בעבור היות מבוע הדם שהוא הכבד לפאת ימין ואין איש אטר יד ימינו טענה כי המשל הוא על דרך הנמצא ברוב בני האדם:\n"
                ], 
                [
                    "וגם בדרך. הסכל בכל עסקיו ודבריו יראה חוסר שכלו ודעתו ואפי׳ כשהוא הולך בדרך וכאילו הוא קורא על נפשו ומראה קלונו ומודיע חסרונו לכל וזה ענין ואמר לכל סכל הוא כאילו בפיו יאמר לכל שהוא סכל:\n"
                ], 
                [
                    "אם רוח. בעבור שהזכיר למעלה כי דברי החכם נשמעים יותר מדברי המושל בכסילים שב להזהיר החכם אם עלית בחכמתך עד מעלת הממשלה כענין כי מבית הסורים יצא למלוך מקומך אל תנח והענין שפלות רוח או ענינו שיתעסק גם בחכמה תמיד כמו שהיה בתחלה כאילו לא זז ממקומו ולא עלה למדרגה עליונה כנגד האדם ודע שאם התרפית יניחך הרפוי עם חטאים גדולים ויותר נכון היות מרפא פועל מהבנין הכבד שממנו הרפה לה והאל״ף במקום ה״א כאל״ף על כן הוא מרפא שהוא מהבנין הכבד והענין כי העוזב הממשלה יעזוב חטאים גדולים וי״א כי איש מרפא יעזוב חטאים גדולים כמו בעל הרפואה לא יאכל דבר שיזיקנו היזק רב רק ישמר ויפרש זה המפרש אם רוח המושל תעלה עליך חמת המושל לא תסור מדרש החכמה והחכם לא יכעיס המושל והענין כי החכם יעזוב כל דבר שיביאנו לידי חטא שבעבורו יכעס המושל כמו הרופא שישמר בתחלה מן המאכלים הקשים:\n"
                ], 
                [
                    "יש רעה. באה מלת יוצא שהלמ״ד שלה אל״ף כמו והפעלים בעלי ה״א כמו ואת מאמר מרדכי אסתר עושה והיא לשון נקבה כי הזכר יוצא וכמוהו כעגלה דשא ואם היא באל״ף באה על מנהג בעלי הה״א כמו דוה למכן ספות הרוה אע״פ שאמר בעל הדקדוק שאל״ף של דש״א תמורת ה״א וענין זה הפסוק דבק בשל מעלה כי המושל תצריכנו ממשלתו שיעשה דברים הפך האמת ויראה כאילו הם שגגה ולא ידע:\n"
                ], 
                [
                    "נתן הסכל. מפרשים אמרו שהיה ראוי להיות בשי״ן והענין שבעלי השכל ראויים לשבת במרומים רבים והעשירים בהפך והענין בעצמו נכון לכן איננו מענין הפסוק שהוא לפניו ואחריו וכן פירושו נתן איש הסכל שהוא הכסיל להיות במרומים ויתכן היות סכל שם התאר כמו ילך והלך ופירוש רבים כמו גדולים ועשירים שיש להם מעלה בעולם כמו שאמר בספר משלי עשיר ברשים ימשול יושבים בשפל:\n"
                ], 
                [
                    "ראיתי. זה הפסוק מענין הפסוק הראשון ועל כלם אמר בתחלה יש כמו שפירשתי שהוא הנמצא לפרקים מעטים\n"
                ], 
                [
                    "חופר גומץ. דע כי גומץ אחד ואין שני גם בן ואח אין במקר וחופר יורה על ענינו שהוא כמו בור כרה ויחפרהו ויתכן שזה הענין ישוב על השליט שיעשה הפך האמת ופרץ גדר בנוהו חכמים קדמונים או יהי ענינו על הכסיל והענין אע״פ שימצאו דברים בעולם הפך האמת הוא במעט אך ברוב חופר גומץ בו יפול והחכם הרואה את הנולד לא יפול:\n"
                ], 
                [
                    "מסיע. רובי המפרשים פירשו יסכן בם יתחמם בם ואמרו כי כמוהו ותהי למלך סוכנת וזה הענין הלשון ערב לא ימצא מהבנין הקל כי אם פועל עומד והנכון כי סוכנת בעלת אוצרות המלך כמו ערי מסכנות וכמוהו אל הסוכן הזה וזה הפירוש בלא ראש וגרל כי מה ענין אם קהה הברזל והקרוב אלי שמלת יסכן בם מלשון סכנה והוא ידוע בדברי הראשונים ושני הפסוקים דברים ועודנו בהלול החכמה והוא גם דבק בפסוק שלמעלה שהכסיל בסכלותו יפרוץ גדר והחכם ישמר מזה והענין שאין דבר בעולם שיוכל אדם להשיגנו בלא עצבון ועמל וסכנה אפי׳ האבנים שהם ברשות האדם ומי שירצה יקח אותם יעצב בהסיעם אל המקום שירצה וכן עצי היער ייגע בבקועם ופעם יסתכן:\n"
                ], 
                [
                    "אם קהה. אף כי קהה הברזל ולא קלקל פניו והעניו שלא יהיה ממורט וקלקל הוא מפעלי הכפל והוא כפול מענין נחשבת קלל אז יתיש כח הבוקע:\n", 
                    "\tומלת יגבר. כמו ינצח וגברתי את בית יהודה וחיילים יגבר כמו כח כענין אלהים ה׳ חילי אנשי חיל:\n", 
                    "\tויתרון הכשיר חכמה. והענין שיש לחכמה יתרון על כל עצב כי תכשיר האדם ותיישרנו בלא עצבון והתשת כח וכשר הדבר פועל עומד מן הבנין הקל והכשר פועל יוצא מן הבנין הכבד הנוסף:\n"
                ], 
                [
                    "אם ישך. חוזר לענין שלמעלה והוא ופורץ גדר ישכנו נחש ויתכן שזה הגדר הוא שגדר השליט ודמה המלשין לנחש והענין אין יתרון לבעל הלשון מן הנחש הצפעוני שלא ישמע לחש שיזיק ולא יהנה:\n"
                ], 
                [
                    "דברי פי. חלילה להיות החכם בעל לשון רק שכל הדברים שיוצאים מפיו הם חן והכסיל ישחית על נפשו בדבורו ואמר תבלענו לשון יחיד כענין זבובי מות שמש ירח עמד זבולה:\n"
                ], 
                [
                    "תחלת. אין טעם לדבריו תחלה וסוף:\n"
                ], 
                [
                    "והסכל. יאמר אוכל ואשתה כי לא אדע מה שיהיה בחיי ובמותי ויתכן היות כמוהו כי מי יודע מה טוב לאדם בעבור היות למעלה כי יש דברים הרבה מרבים הבל:\n"
                ], 
                [
                    "עמל. דמה הכסיל שיעמוד לבקש גדולות ונפלאות ממנו והוא לא ידע הנראות והידועות כאדם רוצה ללכת אל עיר ולא ידע הדרך וייגע ולא יראה חפצו וכל עמל במקרא הוא לשון זכר וזה לבדו לשון נקבה כמו כל כבוד במקרא לשון זכר חוץ מאחד אל תחד כבודי:\n"
                ], 
                [
                    "אי. כאשר הזכיר דבר הכסיל שהוא סכל אמר אם היה זה מלך יהיה דבר קשה אף כי אם הי׳ גם נער ומלת אי כמו אוי כמו ואי לו האחד שיפול ואין להם שלישי בענינם:\n", 
                    "\tושריך בבקר יאכלו. בעבור שלא יתעסקו כי אם באכילה הפך דינו לבוקר משפט:\n"
                ], 
                [
                    "אשריך. זאת המלה באה בלא סמיכ׳ דבוק בלשון רבים כמו אשרי האיש ובסמיכה פעם בלשון רבים כמו ובוטח ה׳ אשריו ובמקום אחר בלשון יחיד ושומר תורה אשרהו אמר רבי משה הכהן נ״ע כי אשהו לשון רבים וכן עיניהו ידהו גבורהו בהתפללו בעד רעהו וראיותיו כי הכח עיני ה׳ דרכי איש ושכח הנה עין ה׳ אל יראיו ג״כ ידהו לשון יחיד וגבורהו כן מגן כל גבור שיש בו ובעבור מלת בהתפללו בעד רעהו נהפך העולם וא״כ ביד רעהו העדלמי שנים היו ומה הפרש בין רעו ורעהו שיו שיהו גם בפעלי׳ ירדפו ירדפהו אולי התפלל איוב בעד כל אחד וא׳ מרעיו תפלה בעצמה ולקח כל אחד מהם שבעה פרים ושבע׳ אלילים ויורה על מלת אשרהו שהוא לשון יחיד אשרך ארץ:\n", 
                    "\tוענין בן חורים. שיעשה מעש׳ הגדולי׳ והפך בן בליעל אמר א׳ מהמפרשים ידוע שאין בעינים כדמו׳ הלובן שהוא דומה לאור ואין למט׳ מן השחור והכתוב ידמה הגדולי׳ ללובן והקטני׳ שאין להם מעלה וגדולה לחשך ויפרש חורים לבנים כמו חור כרפס ותכלת ג״כ יפרש ואורגים חורי סלי חורי ולבן הל׳ ארמית חיור והפך החורים חשוכים בל יתיצב לפני חשוכים:\n", 
                    "\tיש מפרש ולא בשתי. כמו בשתיה וי״א כי בשתי כענין דלות כמו ונשתו לשונם בצמא נשתה והענין כי כל מעשיהם בגבורה וענין סמיכת גבורה לאכילה עד שיתאוו ויתעכל המאכל הראשון והענין שאינם אוכלים כ״א לצורך ולא בשביל תענוג:\n"
                ], 
                [
                    "בעצלתי׳. ידוע כי כל מלה שהיא על שנים היא שנים עמו עינים רגלי׳ ידים שוקים שינים בעבור היותם ב׳ מערכות רחים וכן שמים ומבין סוד הגלגלי׳ יודה כן וכן פעמים גם מים ויש לו סוד סתום וחתום ואת כל לוחותים שיש ספינות כשתי לוחות מעקש דרכים כן ויורה עליו סוף הפסוק יפול באחת וכן פירש רבי משה הכהן נ״ע צהרים א״כ תהיה מלת עצלתים חוזרת לידים כאילו אמר בידים עצלו׳ והוא לשון קצרה והמקרה במקום הזה שם וי״א שהוא פועל כמו המקרה במים עליותיו המה קרוהו וכלם מן הבנין הכבד הדגוש ויהי׳ הרי״ש ראוי להדגש ויאמ׳ כי המקר׳ בעצלות ידיו עשה מעשה מך וזה רחוק בעבור היות ימך מבנין נפעל כמו ידל כבוד יעקב והוא מפעלי הכפל:\n", 
                    "\tובשפלות ידים. ענינו עניות ומסכנות וידלוף מלשון דלף טורד וענינו הטפות היורדות וזה הפסוק דבוק בפסו׳ שלמעל׳ כאילו יאמר על אותו המלך והשרים המתעסקים באכיל׳ ויעצלו להביט בדברי המלוכ׳ והנה יתחדשו עליה׳ בעבור עצלות׳ ב׳ דברי׳ האחד שתשחת מלכותם כמו הבית שיהרס מעט מעט וימך המקרה והדבר השני שלא יסתכלו כדי להוסיף ממון ולאצור אותו בשעת הצורך וזה ענין ובשפלות ידים:\n"
                ], 
                [
                    "לשחוק. והלא יראו כי כל שמחה שבעולם ושחוק עיקרם בלחם שעושים העושים ויין המשמח חיי אדם ויתכן היות חיים תואר השם כי היין ישמח החיים שעל פני האדמה והכסף יענה את הכל וענין יענה ימציא ויתכן שהוא מן עת כמו שפירשתי והענין שימציאנו בעת שירצה הרוצה:\n"
                ], 
                [
                    "גם במדעך. אע״פ שהמלך נער השמר לך שלא תקללנו אפילו במדעך וענינו בלבך ובמחשבותיך שאת׳ יודע אותם לבדך ובמקום הסתר אל תקלל עשיר כי אם ישמע המלך יזיקך בכחו והעשיר בעשרו:\n", 
                    "\tכי עוף השמים. דרך משל כמו כי היא שמע׳ את כל:\n", 
                    "\tובעל כנפים. הוא עוף השמים והענין כפול:\n"
                ]
            ], 
            [
                [
                    "שלח. יזהיר מי שיש לו שיהיה נדיב ותהיינ׳ ידיו פתוחות למי שיכיר ולמי שאינו מכיר וי״א כי אלו המים הם מימי בריכה ויש שם דגים ואין לנו צורך לפירוש הזה:\n"
                ], 
                [
                    "תן חלק. עיקר שבעה במקרא מה שאמר בעל ספר יצירה והיכל הקדש מכוון באמצע ואמר לשמנה כנגד ימי השבוע כי היום השמיני הוא כמו היום שהחל בו והענין תמיד בלי הפסק וענין מה יהיה רעה שיבא לידי עוני ואמר יהיה עם רעה עמו כי יהיה נערה בתולה:\n"
                ], 
                [
                    "אם ימלאו. דרך משל לעושר שלא נתן לעשיר כי אם לעשות טוב לכל מצטרך אליו:\n", 
                    "\tומלת יהוא. לשון רבים והאל״ף נוסף כאל״ף ההלכוא אתו ולא אבוא שמוע כי בתחלה הוא יהי בלשון יחיד ואין לו דומה במשקלו במקרא והענין אל המקום שיפול פרי העץ בצפון או בדרום שם יהיו האוספי׳ והענין על העשיר וי״א כי על העץ בעצמו יאמר וחצי הפסוק הזה הוא כנגד חצי הפ׳ הראשון וחציו האחרון כנגד חציו האחרון ואמ׳ זה המפר׳ כי יו״ד יהוא לעתיד ממלת הוא והוא לשון יחיד והענין כי העץ בעבור שיתן פרי ישקוהו ויעבדוהו ובשע׳ שיפול ידעו שלא יתן פרי לעולם ויעזבוהו במקום שנפל ואמר מפרש אחד כי זה העץ הוא מן עצה והאומר כזה לא אכל מעץ הדעת:\n"
                ], 
                [
                    "שומר. גם זה משל על הנדיב כי הזורע העצל הכילי יאמר זה הרוח יורה שלא ירד גשם בימים הבאים ולמה אקח מה שיש לי והוא הזרע ואטמנהו בארץ וי״א שהיא מצוה כמשמעה לזורע שכבר זכר שלמה שאין שמלאכות כמו עבודת האדמה לכן אל ישען על דעתו ועל כל מה שנסה כי העתים משתנות:\n"
                ], 
                [
                    "כאשר. מפרשים אמרו כי כעצמים הוא כעוצם וזה הבל וענינו גוף הילוד טרם יולד וראו עצמים כי הם מוסדי הגוף כי הבשר והעור כמו מלבוש והמלאה הוא ההרה ויתכן שתהיה המלאה תואר לאשה ותהי׳ מלת בטן סמוכה וגם יתכן להיות שתהיה תואר לבטן כי לכולם היא בלשון נקבה בלשון הקדש והיה ראוי להיות הבי״ת הראשון פתוח והשני דגוש וכמוהו לאיש העשיר:\n"
                ], 
                [
                    "בבקר. ענינו תמיד על שני הפירושים ותי״ו תנח לשון נקבה בעבור היו״ד והענין אל תניח ידיך מן הזרע כי מצאנו מלת הניח יוצא׳ לשני פעלים:\n"
                ], 
                [
                    "ומתוק. זה הפסוק דבק עם הבא אחריו ואמר על האור מתוק ואינו דבר שיאכל ועיקר זה בעבור התחברות ההרגשות במקום שעל המצח והוא מקום יאמרו מלה שהיא ידועה לזאת ההרגשה להרגשה אחרת וכמוהו ראה ריח בני וכל העם רואים את הקולות וענין הדבק זה הפסוק בראשון שיתעסק תמיד לעשות טוב ולא יתעסק בשמחה אחרת:\n"
                ], 
                [
                    "כי אם. אילו ידע האדם שיחיה שנים רבות וישמח בכולם כשיזכור ימי החשך שהם ימי הקבר כי הרבה יהיו ימר לו האור הנזכר וכל שבא הבל ענינו יבין כי כל שבא לכולם דור הולך ודור בא הוא הבל:\n"
                ], 
                [
                    "שמח. אחר שהכל הבל שמח עתה בחור בילדותך וענינו כמו אומר עשה רע ותראה מה יבא עליך כמו עלי פלשת התרועעי שהוא במקום אחר עלי פלשת אתרועע והענין על אדום השלכתי נעלי שהוא תקיף וחזק התרועעי עלי פלשת עתה ותראי מה אעשה לך וכן שישי ושמחי בת אדום יושבת בארץ עוץ וכן חתם הפסוק ודע כי על כל אלה וישוב על השמחה והטבת הלב והלוך בדרך לב ומרא׳ עין וענין טוב הלב בלשונינו על שלשה פנים האחד שייטב מעצמו כמו וייטב לבו והשני שהלב ייטיב לבעל הלב כמו וייטיבך לבך והשלישי שהאדם ייטיב לבו כמו המה מטיבים את לבם וענין זה הפסוק כמו ולא תתורו אחרי לבבכם ואחרי עיניכם:\n"
                ], 
                [
                    "והסר. פירשתיו למעלה:\n", 
                    "\tומלת שחרות. מן כי עלה השחר כי דמה ימי השחרות לשחר כשיבקע כענין אז יבקע כשחר אורך או יהיה השחרות רמז לשער השחור מענין שחורה אני ונאוה:\n"
                ]
            ], 
            [
                [
                    "<b>וזכור.</b> מצאנו נעורים עלומים זקונים כלם לשון זכרים רק בחורותיך יצא מן הדרך. וי\"א שהם שתי לשונו' ויפרש (במדבר יא כח) משר' משה מבחוריו כמו מבחורותיו כי כל בחורים אם יסמכו לא ישתנו:\n", 
                    "\t<b>ימי הרעה.</b> הם ימי הזקנה לזקן וימי החולי לכל הוא החולי שימות בו:\n"
                ], 
                [
                    "<b>עד.</b> פירוש והאור הזה אור השחר שיעלה טרם זרוח השמש ויעמוד אחר בואו שעה ושליש שעה מהשעות השוות.\n", 
                    "\tואחר שהזכיר השמש מה צורך היה לו להזכיר האור והירח והכוכבים? בעבור שימצאו נבראים כמו עופות שלא יוכלו לעוף ביום מפני להט אור השמש. והקרוב, כי זה דרך המקר' להקדים או לאחר כמו (תהלים קכא ד) הנה לא ינום ולא יישן והתנומ' יותר קלה מן השינה.\n", 
                    "\tיש מפרשים ושבו העבים על הבכי. ואחרים אמרו על הלחה המתגבר' עליו. והנכון בעיני שהוא כמשמעו, כי החולה בעת מותו יחשך לו העולם, ויתראה לו כאילו העבים הסתירו האור, וכן הוא ושבו העבים להגשים אחר הגשם:\n"
                ], 
                [
                    "ביום. מלת יזועו כמו ולא קם ולא זע ממנו:\n", 
                    "\tמעטו. פועל יוצא והענין מעטו הטחינה י״א כי שומרי הבית הם הכסלים והצלעות וי״א שהם הארבעה הממונים בכל אבר ואבר לשמרו והם המושך והמעכל והמעכב והמטהר גם יפרש אנשי החיל הזן והמוליד והמצייר והקרוב אלי ששומרי הבית הם הידים עם הזרועות שהם שומרי הגוף שלא יגע בו רע ואנשי חיל הם השוקים ויורה עליו והתעותו כי אין להם כח לעמוד וענין חיל כח בעבור היות כל הגוף עליהם והטחנות הם השנים והרואות העינים:\n"
                ], 
                [
                    "וסגרו דלתים. הם השפתי׳ וכמוהו דלתי פניו מי פתח:\n", 
                    "\tבשפל קול הטחנה. הוא הקרב העליון והוא המסס שהוא טוחן המאכל ומלת בשפל שם ואננו תואר וכמוהו טוב שפל רוח וענינו שפלו׳ וענין בשוק על דרך משל כשישפיל קול הטחנה אין קמח נמצה ויהיו חנויות שוק האופים סגורים ונמצא דלתי ודלתות כמו שפתי ושפתות:\n", 
                    "\tויקום לקול הצפור. ידוע כי המאכל יוליד השינה ובהסגר הפה נכרת נמאכל ויקץ לדבר קל:\n", 
                    "\tוישחו כל בנות השיר. הוא הגרון שהיה לפנים בו משורר ישח קולו עד שלא ישמע ובאה מלת ישחו שהוא לשון זכרים עם בנות שהן נקבות כמו וכל הנשים יתנו יקר לעליהן ויתכן ששתיהם שבות למלת כל:\n"
                ], 
                [
                    "גם מגבוה. י״א כי על הזקנים ידבר שאין להם כח לעלות אל המקום הגבוה ויאמרו כי וי״ו יראו נוסף וי״א יראו שוקיו:\n", 
                    "\tוחתחתים. כפול הפ״א והלמ״ד כי העי״ן מובלע והוא מן תראו חתת כמו פחד:\n", 
                    "\tוינאץ השקד. אמרו שהוא מן עלתה נצה והענין השיבה:\n", 
                    "\tויסתבל החגב. הקרסול וי״א השקד הוא האבר ששיבתו אחר הראש והזקן ויסתבל החגב המבושים שימשכו למטה ואחרים אמרו כי החי״ת במקום עי״ן גם זה הבל כי לא יתחלף אות באות חוץ מאותיות יהו״א בעבור שהם נראים פעמי׳ ונעלמים:\n", 
                    "\tותפר האביונה. אמרו שהוא מן ולא אבה וענינו תאות המשגל ואמר ר׳ אדונים בן תמים המזרחי נ״ע כי אביונה כנוי לרוח בני אדם וכן דקדוקו אביון תואר השם לזכר ואביונה לשון נקבה ואם תצעירנה תהיה אבניונה וכן מלת אמינון וגשמו אומר (במקום גשם) וזהו דקדוק עניות כי אין בלשון הקדש מלה שהקטינו כלל ואילו היה זה ביסוד הלשון להקטין יהיו נמצאים במקרא למאות ולאלפים ואולם אמנון ואמינון שני שמות לאיש אחד כמו שלמה ושלמון אבשי אבישי אבנר אבינר ותוספ׳ וי״א גשמו כמו יתר ויתרו ועתה אפרש הפסוק אחר שאמר וחשכו הרואות בארובות ולא יאכל ולא ישמע קולו ואיך יחזור לאחור לאמר גם מגבוה ייראו ודבר השיבה אכן הוא בענין אחר וכן הוא גם מגבוה יראו מחשבותיו שהרוח חושבת שהיא נוסעת והולכת אל מקום גבוה ותפחד מן הדרך וסוף הפסוק יורה עליו כי הולד הרדם ומלת ינאץ הוא באל״ף והיא כמו וינאץ בזעם אפו שהוא כמו וימאס אף על פי ששניהם משני בנינים והשקד הוא תואר השם במשקל והיה דשן ושן וענינו שומר מתכונת הגוף כענין שקדו אמרו שוא שקד שומר וכן נמר שוקד על עריה׳ ועינו מואס לשקוד:\n", 
                    "\tויסתבל החגב. שהוא קלקל וחומר הגוף ותי״ו ויסתבל מבנין התפעל והתאחר כמנהג כל סמ״ך ושי״ן כמו מסתולל משתולל:\n", 
                    "\tותפר האביונה. ידוע כי מלת הפיר לעולם היא יוצאת והענין תפר היועצת מועצותיה והיא הרוח וזה דקדו׳ הלשון כבר באר רבי יהודה בר דוד נ״ע בעל הדקדוק כי מלת קם ושב וחביריהם  שרשם משלשה אותיות שהאמצעי יו״ד ויורה עליו קים דברי הפורים ומלת בינה כמו שבתם וקימתם והבין כמו הקים ובנת לרעי כמו קמת ותואר השם קם כמו הנני שב שבות והשלם קים ועל משקל גנב ולנקבה קיימ׳ ובה״א קימה מלרע אשוב לענין אביונה ואמר כי האל״ף נוסף כאל״ף אקדח באזרועך והאזניחו ותהיה זאת המלה תואר מבינה והוא כנוי לרוח בעלת הבינה:\n", 
                    "\tאל בית עולמו. היא הקבר והוא הבית שידור שם לעולם ויש עולם קצוץ כמו וישב שם עד עולם ועבדו לעולם:\n", 
                    "\tוסבבו בשוק. כשיוליכו אותו ישאוהו על כתף יסבלוהו:\n"
                ], 
                [
                    "עד. זה משל נכבד והגולה היא בראש הגלגל המתגלגל בחבל וראש החבל קשור בגולה:\n", 
                    "\tוירתק. מן עשה הרתוק כשיתקשר החבל כאילו ישתלשל לא ישיג אל המבוע גם כן ענית מלת ירחק שהוא כתוב ומלת ונרוץ מן ותרץ את גלגלתו מענין וירוצצו כאשר תשבר הגולה:\n", 
                    "\tוירוץ הגלגל אל הבור. ישבר הכד ואין מים עולים ומלת ונרוץ בנין נפעל כמו נכון פועל עבר יחיד מן נכונו ללצים שפטים:\n", 
                    "\tוחבל הכסף. הוא חוט השדרה וקראו כסף בעבור היותו לבן:\n", 
                    "\tוגולת הזהב. הוא המוח ודמהו לזהב בעבור הקרום שהוא אדום אשר הוא עליו והכד היא המרה ונקרא כד בעבור ששם תתחבר המרה האדומה:\n", 
                    "\tוהמבוע. הוא הכבד:\n", 
                    "\tונרוץ הגלגל. גלגולת הראש שהיתה למעלה לעולם ירדה אל הבור מתחת לארץ:\n"
                ], 
                [
                    "וישוב. לא ישאר בגוף כי אם העצמות גם הם ישובו עפר:\n", 
                    "\tוהרוח תשוב. זה הפסוק יכחיש האומרים שהרוח היא מקרה כי המקרה לא ישוב:\n"
                ], 
                [
                    "הבל. יתכן היות מלת הבל שתי לשונות האחד כמשקל זהב והשני הידוע על משקל ארץ כמו ויעל עשנו כעשן הכבשן ויסמך בצרי כמו חלב עזים ויש אומרים כי הבל ל׳ ציווי והענין כמו עזוב ובא ה״א הידיעה על קהלת בעבור היותו תואר השם כי לא יבא על שם העצ׳ וכאשר זכר מות האדם אמר נתברר לך מה שאמרתי לך בתחלה הבל הבלים:\n"
                ], 
                [
                    "ויותר. עוד יתמיד כמו עוד טומאתו בו:\n", 
                    "\tואזן. שירים או חבור מאזני החכמה או הוא מן אזנים כענין השמיע:\n", 
                    "\tוחקר. הוא דרכים לעם לחקור בהם החכמ׳ ויהי׳ פועל יוצא לשנים פעולים:\n", 
                    "\tתקן משלים הרבה. וידבר שלשת אלפים משל:\n"
                ], 
                [
                    "בקש קהלת למצוא דברי חפץ. היא החכמה העליונה עד שמצא והענין מה חפץ יש בזה שנברא כך ולמה כך:\n", 
                    "\tוכתוב יושר. הוא פירוש וכמוהו על ספר הישר ואיננו אצלנו:\n"
                ], 
                [
                    "דברי. יש בדברי הקדמונים דברים שהם כדרבונות לבהמה שמיסרים ומפקחים הנפש ויש כמסמרות נטועים הגדולים שיאספו הדלתות שלא יתפרדו וזאת תורת האדם ויש אומרים וכמסרו׳ נטועים דברי בעל אסופות הם הלוקטים מספרים רבים ויחברו מחברות אף על פי שיחלקו כלם לימדם בורא אחד:\n", 
                    "\tומלת רועה. בעבור שדימה האדם לבהמה הצריכה דרבונות:\n"
                ], 
                [
                    "ויותר. הזהר מעשות ספרים כמו השמרו לכם עלות בהר וענין עשות קנות או כתיב׳ עי אין קץ להם ולמ״ד להג שרש כלמ״ד למד דעת כמשקל להט החרב ואין לה דומה ובלשון ישמעאל הוא כמו קריאה:\n"
                ], 
                [
                    "סוף דבר. כבר השמעתיך הכל או שמעת כל מחלוקת החכמים זה עשה את האלהים ירא:\n", 
                    "\tכי זה כל האדם. ישוב לענין שעבר שהוא האדם בחייו ובמותו הבל וענינו כי זה מקרה כל האדם או כי זה עיקר כל האדם וישוב ליראת השם נכבד והנורא:\n"
                ], 
                [
                    "כי את. סוד שלא זכר בספר בראשית עד ויכלו לשם שם כי אם האלהים הוא סוד ספר קהלת:\n", 
                    "\tוענין על כל נעלם. כל מעשה נראה שתעשה יובא במשפט כפי הנעלם והענין כפי כונת הלב אם טוב ואם רע ויש אומרים ואפילו דבר שנעלם ממך והראשון יותר נכון בעיני:\n", 
                    "\tוברוך היודע האמת ומחסדיו אשאל לכפר שגיאותי ויעיר כבודי עד יודיעני אורח חיים:"
                ]
            ]
        ], 
        "Introduction": [
            "בשם אשר לו הממשלת אחל לפרש קהלת:", 
            "אורח חיים למעלה למשכיל למען סור משאול מטה כי כאשר יתאוה האורח שנשבה לשוב אל ארץ מולדתו להיות עם משפחתו כי כן תכסף הרוח המשכלת להאחז במעלות הגבוהות עד עלותה אל מערכות אלהים חיים שאינמו שוכני בתי חומר כי הגויות נמשלות לבתים ובעפר יסודם וכענין די מדרהון עם בשרא לא איתוהי וזה יהיה אם תתלבן הרוח ותתקדש מטומאות תאוות הגויות המגואלות המטנפות הקודש להתערב בשאול מטה ותשיב אל לבה לדעת יסודה ולראות סודה בעיני החכמה שלא תכהינה והרחוק כקרוב לפניה והלילה כיום אז תהי נתכנת לדעת קשט אמרי אמת ויהיו מחוקקין עליה שלא ימחו בהפרדה מעל גויתה כי המכתב מכתב אלהים הוא כי למען הראותה הובאה הנה על כן נכלאה במסגר עד עת קץ וכל זה להועיל ולהטיב לה ואם סבלה עמל שנים במספר כן תנוס ותשמח עולמי עדי עד בלי קץ כי כל מעשה יפרד והיה לארבעה ראשים טוב כולו או טוב רובו ורע בקצהו או רע כולו או רע רובו וטוב בקצהו והחלק הראשון הוא מנת בני אלהים והחלק השני הם החיים אשר על פני האדמה והשנים הנשארים נעדרים לא יתכן המנאם כי לא יעשה ה׳ אלהים דבר כי אם טוב כי הכל לעולם טוב הוא וכן כתוב וירא אלהים את כל אשר עשה והנה טוב מאד ואם היה שם רע היה בקצהו כי בעבור רע מעט אין בדרך החכמה העליונה למנוע טוב רב ושורש הרע מחסרון המקבל ואם אין לנו יכולת לדמות מעשה אלהים כי אם אל מעשיו בעבור היות הכל מעשיו הנה ראינו ילבינו הבגדים השטוחים לשמש ויחשכו פני הכובס והלא הפועל אחד יוצא מפועל אחד לכן ישתנו הפועלים בעבור השתנות תולדת המקבלים ומחשבות בני אדם משתנות כפי תולדת גוייה וגוייה והשתנות התולדות בעבור השתנות המערכות העליונות ומקום השמש והמקבל כחה והמדינות והדתים והמאכלים ומי יוכל לספר אותם וכל דרך איש זך בעיניו ויער ה׳ אלהי ישראל את רוח שלמה ידידו לבאר דברי חפץ ולהורות הדרך הישרה כי כל מעשה שיעשה נוצר לא יעמוד כי כל הנברים ילאו לברוא עצם שהוא שורש או להכחידו עד שיהיה נעדר רק כל מעשיהם דמות ותמונה ומקרה להפקיד מחובר ולאבר נפרד ולהניע נח ולהניח נע על כן מעשה בני האדם תהו וריק כי אם יראת ה׳ ולא יוכל איש להשיג אל מעלת יראתו עד עלותו בסולם החכמה ויבנה ויכונן בתבונה:"
        ]
    }, 
    "versionTitleInHebrew": "ויקיטקסט", 
    "heTitle": "אבן עזרא על קהלת", 
    "versionSource": "https://he.wikisource.org/wiki/%D7%90%D7%91%D7%9F_%D7%A2%D7%96%D7%A8%D7%90_%D7%A2%D7%9C_%D7%A7%D7%94%D7%9C%D7%AA", 
    "categories": [
        "Tanakh", 
        "Commentary", 
        "Ibn Ezra", 
        "Writings"
    ], 
    "schema": {
        "heTitle": "אבן עזרא על קהלת", 
        "nodes": [
            {
                "heTitle": "הקדמה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "", 
                "enTitle": ""
            }
        ], 
        "key": "Ibn Ezra on Ecclesiastes", 
        "enTitle": "Ibn Ezra on Ecclesiastes"
    }
}