{
    "language": "he",
    "title": "Malbim Beur Hamilot on Haggai",
    "versionSource": "https://he.wikisource.org/wiki/%D7%A7%D7%98%D7%92%D7%95%D7%A8%D7%99%D7%94:%D7%9E%D7%9C%D7%91%D7%99%22%D7%9D_%D7%A2%D7%9C_%D7%94%D7%9E%D7%A7%D7%A8%D7%90",
    "versionTitle": "Malbim on Haggai--Wikisource",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "מלבי״ם על חגי (ויקיטקסט)",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "מלבי\"ם באור המילות על חגי",
    "categories": [
        "Tanakh",
        "Acharonim on Tanakh",
        "Malbim",
        "Malbim Beur Hamilot",
        "Prophets"
    ],
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>ספונים</b>. שהבתים מקורים ומצופים, כמו וספון בארז:\n"
            ],
            [],
            [
                "<b>צרור</b>. הכיס שצורר בו המעות:\n"
            ],
            [],
            [],
            [
                "<b>והנה למעט</b>. והנה פניתם למעט:\n",
                "<b>ונפחתי</b>. ענין נפיחה שיהיו כמוץ אשר ידפנו רוח:\n"
            ],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [
                "<b>כמהו</b>. אם תדמהו כמהו, הלא אז יהיה כאין בעיניכם:\n"
            ],
            [],
            [],
            [
                "<b>עוד אחת מעט היא</b>. עי' בפי', ויל\"פ עוד חסר דבר אחד מעט, <b>ואני מרעיש</b>, ר\"ל בעיני הוא דבר קטן ומעט שיהיה עתה זמן הגאולה אם תשובו:\n"
            ],
            [],
            [],
            [
                "<b>כבוד הבית הזה האחרון</b>. עי' בפי', ויל\"פ שתואר האחרון מוסב על שם כבוד, לא על הבית, ר\"ל הכבוד האחרון של הבית הזה יהיה גדול מן הכבוד הראשון, כי שם בית חל עליו אף בחורבנו, שמצייר אותו כאילו הוא עומד, כי הבית השני היא התחלה לבית השלישי וקדושתו לא בטלה אף שנחרב בינתים, ור\"ל הכבוד שיהיה לבית הזה באחרונה יהיה גדול מכבוד שהיה לו בראשונה, ולפ\"ז הוא יעוד עתידי על אחרית הימים:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העם הגוי</b>. עם מעולה מן גוי, ושם גוי מורה ג\"כ כלל האומה, ועם בא על חלק מן הגוי כמ\"ש בארך <small>(ישעיה א' ד')</small>:\n"
            ],
            [
                "<b>ומעלה</b>. בא תמיד על זמן העתיד לא על העבר כפרש\"י פה, וכבר בארתי בספר התו\"ה <small>(בחקותי סי' ס')</small>, ההבדל בין והלאה ובין ומעלה, שבמלת ומעלה מציין אחר הזמן ואין הזמן ויום ההוא בכלל, ועתה באר ההבדל מטרם שום אבן ר\"ל קודם הזמן הזה היה קללה, שימו לבבכם מן היום הזה ומעלה בעתיד ישנתה הדבר:\n"
            ],
            [
                "<b>לחשף</b>. כמו ולחשף מים מגבא <small>(ישעיהו ל׳:י״ד)</small> לדלות מן היקב:\n",
                "<b>חמשים פורה</b>. ת\"י חמשין גרבין דחמרא, ופורה שם מיוחד למדה ידועה הנשאב מן היין בגת, כמו פורה דרכתי, שבשיעור מדה זאת היו דורכין היין:\n"
            ],
            [
                "<b>את כל מעשה ידיכם</b>. נמשך על מלת הכיתי:\n",
                "<b>ואין אתכם</b>. ר\"ל עצמכם, כמו וירעו הרועים אותם <small>(יחזקאל ל״ד:ח׳)</small> את עצמם:\n"
            ],
            [],
            [
                "<b>במגורה</b>. אוצר של תבואה כמו נהרסו ממגורות יואל <small>(ב' י\"ז)</small>, ור\"ל העוד הזרע לא נשא:\n"
            ],
            [],
            [],
            [],
            []
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}