{
    "title": "Ohr Sameach on Mishneh Torah, Vessels of the Sanctuary and Those who Serve Therein",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Vessels_of_the_Sanctuary_and_Those_who_Serve_Therein",
    "text": [
        [
            [],
            [],
            [
                "<b>המור הוא הדם הצרור.</b><br><b> ולא </b> אסור להריח בו בחולין לצורך הדיוט מטעם ריחא מילתא דפירשו בתוס' דהוי כשתיה, דזה דוקא היכי דהוא ראוי לאכילה אבל כאן דנתקשה כאבן ואינו ראוי לאכילת כלב הגם דלאכלו אסור מטעם דאחשביה באכילתו כמוש\"כ רא\"ש לענין חמץ שחרכו קודם זמנו מכל מקום כי מריח בו לא אחשביה לאכילה וכיון שכן מותר להריח בו, והשלטי גבורים בעו\"ג פ' השוכר את הפועל לא דק בזה ויעוין שו\"ת אמונת שמואל סימן מ\"ה בזה:"
            ],
            [
                "<b>או ליתנו לאחרים פטור.</b><br><b> עיין </b> בגמרא הגירסא למוסרו לציבור, ובתוס' נזיר ריש פרק כ\"ג נדחקו בזה, וגירסת רבינו מחוור טובא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיון שנשתמשו בהן במקדש במלאכתן נתקדשו כו' בשירות הן מתקדשין.</b><br><b> נראה </b> לחקור אם מנחה פסולה הניחו בכלי להתעסק בעבודה מי קדשה הכלי. ונראה קצת כי בכל הענינים שווים כלי שרת לכהנים ואמרו ביומא (דף י\"ב) דכה\"ג עבודתו מחנכתו כמו כלי שרת וכן פסק רבינו בהלכות עבודת יוה\"כ פ\"א ה\"ג, ובמנחות (דף ט\"ז) פיגל בין בראשונה בין בשניה בין בשלישית וכ\"ת ה\"נ בשתי דיעות הניחא למ\"ד בפר ואפילו בדמו של פר יעו\"ש דפשטא דמילתא דעבודתו מחנכתו וא\"כ הוא עובד במקדש בהזיית דם פיגול שנפסל בהזיית בין הבדים ואפילו כן הוי כהן גדול מדחייב כרת ובפיגול אינו חייב כרת עד שיקריבו המתירין בהכשר ואם אמרת דעבודה פסולה אינה מחנכתו הלא לא הוזה בהיכל בכה\"ג רק בכהן הדיוט ולא קרבו המתירין בהכשר דפסול שנעשה שלא בכה\"ג ואינו חייב כרת. ויש לדחות דאולי באבנט מתחנך וכמ\"ד דאבנט של כהן הדיוט כלאים הוי. ולפלא על רבינו בהלכות עבודת יוהכ\"פ דהא סובר דאבנטו של כהן הדיוט כלאים הוי וא\"כ אבנטו מחנכו והרגיש זה בלח\"מ. ולכאורה יש לומר דבגדי כהונה איקרו כלי שרת יעוין זבחים (דף יג) וברש\"י ד\"ה ובכלי שרת, ואשכחן דבראשונה נמשחו הבגדים בהזיית שמן המשחה ובדם שעל המזבח בשבעת ימי מלואים וא\"כ לדורות המה ככלי שרת דעבודה מקדשתן, וברור דהלבישה של כהן גדול או כהן הדיוט מקדשתן בלא עבודה בהן דגוף הלבישה הוי מצוה ומקדשתן, אך זה בשכבר כהנו אבל בזה שצריך להיעשות כה\"ג א\"כ כי ילבש ד' בגדים חדשים איך יתחנך באבנט כיון דהאבנט גופיה צריך להתקדש א\"כ מי מקדש להאבנט, ועל כרחין דעבודה מחנכתו לכה\"ג וכיון דהוא כה\"ג נתקדשו הבגדים בלבישתו אותן, אבל ז\"א דא\"כ כהן המתמנה בשמונה בגדים יהא צריך ללבוש בגדים שכבר לבש אותם כה\"ג וזה לא שמענו והא מדו כמדתו וחדשים למצוה ואם כי איכא ציץ כו' אטו אם נשבר הציץ ונעשה חדש בכה\"ג שנתמנה ע\"י בגדים במה יתחנך אם לא בעבודה. והנראה כמו דאמר בירושלמי יומא פ\"ג דמנחה שנתנה בכלי חול קדושה ומתקדשת כאחד, כן ה\"נ בלבישת כה\"ג הבגדים נתקדשו הבגדים וקידוש הכהן כאחד ופשוט:<br><b> אמנם </b> בל\"ז יש לאמר דכיון דכהרצאת כשר כך הרצאת פסול לכן חשיב עבודה לחנך הכה\"ג ולעשותו לכה\"ג. ובזה היה נראה לנו לפרש שמועה דמנחות שם ע\"ב דפריך והאי כיון דחשיב בה בפנים פסלה כי מדי בהיכל מיא בעלמא הוא דקא מדי דנדחקו קדמאי רש\"י ותוס' דא\"כ בכל הפגולים נמי, ולפ\"ז יש לפרש דכיון דאיפרוך בקשיא שינויא דרבא ור\"א ועל כרחין דרב סבר כמ\"ד ואפילו בדמו של פר וכמו שפסק רבינו בפ\"ה הי\"ג א\"כ במה מתחנך ונעשה כה\"ג אם בעבודה הלא היא פיגול מטעם שהוזה בין הבדים בפיגול וא\"כ אינו מתחנך ונעשה כה\"ג והוי כהן הדיוט ומיא בעלמא מדי וא\"כ איך מתחייב כרת הא לא קרבו מתיריו בהכשר, וזה משני רבא לפיגולו מרצה וחשובה היא לחנכו להיות כה\"ג כיון דאיכא בה הרצאה וכמו דאמרו כיו\"ב שמשום זה עושה שיריים ומשום זה אם עלו לא ירדו שם (דף ל\"ד) ושם (דף פ\"ד), וזה נכון מאוד. אמנם בזבחים פרק בית שמאי איתא להא שמועה ושם לא יתכן לפרש כן אם לא דנאמר דשיטפא דספרי הביאו כל השמועה דמס' מנחות ובירושלמי הרבה מצוי כזה, ורגלים לדבר דבתר זה אמר מיתבי כו' לריש לקיש חזינא דרהיטא דספרי כן, אבל אין לנו רשות לאמר כאלה. (נ\"ב. וכיו\"ב כתב רש\"י בפרק בהמה המקשה ע\"ה ד\"ה חלבו דמאי וכן בתו' פרק האשה שנתארמלה דף כ\"ה ד\"ה וכי מסקינן.) ויעוין פרק התכלת (דף מ\"ז) דכבשים מקדשי ללחם אף בזריקת פיגול יעו\"ש ואכמ\"ל ודוק בכ\"ז:",
                "<b>במשל\"מ. </b> נ\"ב עיין פ\"ב ממהע\"ק ה\"ט מש\"כ שם:"
            ],
            [
                "<b>ואם נשברו מתיך אותן כו' ואין קדושתן מסתלקת.</b><br><b> נ\"ב </b> עיין לקמן פ\"ח ממעה\"ק הכ\"א פוחתו עד שיטהר כו' וחוזר ומרדדו עד שיסתם הפחת כו' ומוכח דעדיין הוא כלי וקדושתו אינה מסתלקת:"
            ],
            [],
            [
                "<b>אלא גונזין אותו בצד ההיכל.</b><br><b> נ\"ב </b> מדות פ\"ד משנה ז' בית החליפות ששם היו גונזין את הסכינין:"
            ],
            [],
            [],
            [],
            [
                "<b>אלא שמדות הלח נמשחו כו' וכלי היבש כו'.</b><br><b> נ\"ב </b> פרק כל המנחות באות מצה (דף נ\"ז ודף צ') בדברי ת\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העושה קטורת מאחד עשר סממנים כו'.</b><br><b> נ\"ב </b> ירושלמי מפורש פ\"ק דמגילה הלכה י\"א מהו לעשות לו קטורת א\"ל חסר בה חד כו' ותוספתא ערוכה במכות פ\"ג יעו\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>כשנושאים אותו כו'.</b><br><b> נ\"ב </b> מדרש רבה פרשת במדבר עיי\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>שנאמר ושרת בשם ד' כו'.</b><br><b> הנה </b> רבו הילפותות בגמרא על שיר מן התורה והוא כמו דאמר על כיו\"ב בירושלמי (ברכות פרק ד') כל מילא דלא מחוורא סמכין לה מאתרין סגיאין והעיקר שמענו שיר מדוד וגד החוזה ששניהן היו נביאים וכמו שלמדנו הלכות מיחזקאל כן למדנו השיר מדוד וגד רק שאין נביא יכול לחדש דבר התירוץ דהלכתא גמירי להו כו' וכמו שלמדנו פריעה מיהושע יעוין תוס' יבמות (דף ע\"א), וכן כתוב בדברי הימים ב' ק' כ\"ט כמצות דוד וגד כו' כי ביד ד' המצוה ביד נביאיו, ורק הגמרא מחפש קראי דדוד צוה לשורר בפה דבקראי לא אשכחן רק בכלי שיר לכן מביא הגמ' מקראי דדוד צוה על שיר בפה וחזקיה מביא מקרא דגבי דוד וכנניהו יסר במשא ורי\"צ מקרא דשאו זמרו דכתיב גבי אסף ורנב\"י מקרא דישעי' דשירה בפה נאמר מפי נביאים ור\"א מקרא דשלמה שכתוב שם שעשה ע\"פ דוד והכל על שירה בפה מייתי קראי, ועיין תוס' פרק החליל מביא קרא דרב אשי דעיקר שירה בפה יעו\"ש, וע\"ז נאמר בתפלה הנשמעים בעירך זה בכלי שיר האמורים לפני מזבחך זה בפה על הדוכן ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל כהן שעבד עבודת לוי אינו במיתה אלא (באזהרה) [בלא תעשה].</b><br><b> נ\"ב </b> מפורש בספרי זוטא הובא בילקוט בד\"א במשכן אבל בעבודת מקדש אף כהנים ששמשו עבודת הלוים אינן אף באזהרה, ונראה שלזה כוון רבינו בספר המצות בשם המכילתא וצ\"ל אלא באזהרה, וא\"כ לק\"מ מברייתא דילן דתני אתם בשלהם במיתה דזה במשכן דשם הוי עבודת משא אבל בעבודת המקדש אינן אלא בלאו וברור, ובבמה היה מותר משורר להיות שוער כמפורש דברי הימים ט\"ו גבי ארון שהי' מעמיד מתתיהו ואליפלהו למשוררים ולשוערים בארון כיון דבבמה אין כהונה נתפרדה החבילה דהוי במת יחיד דבגבעון היה אז המזבח ובמת צבור ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפילו חטאתו ואשמו הוא מקריב כו'.</b><br><b> נ\"ב </b> ואפילו במזיד, שם:"
            ],
            [
                "<b>נותן [קרבנו] לכל כהן שירצה.</b><br><b> נ\"ב </b> פירוש אף אם אינו מן המשמר. ושם ואם אינו יכול כו' נ\"ב יעוין תוס' יומא (דף י\"ט) סד\"ה מי איכא מידי דנפ\"מ אי אמר בעל הקרבן לא בעינא כו' ובתוס' קידושין ומהרש\"א שם ודוק, ולענין כהנים של אותו משמר אם ביד הבעלים לברור כהן מהם יעוין משל\"מ פ\"ד מתמידין ומוספין שהדבר תלוי בדעת הבעלים כו' יתנו אותו להקריב יעו\"ש:"
            ],
            [
                "<b>היה טמא בקרבנות הצבור כו' נותנו לאנשי משמר הטמאים ועורו ועבודתו לבעלי מומין טהורין שבאותו משמר.</b><br><b> כצ\"ל, </b> והוא נוסחא שלו בדברי הגמרא דלא כגירסא דילן נותנה לכל מי שירצה רק גירסתו נותנה לכהן שבאותו משמר, וטעמו דכיון דהטמא אינו ראוי להקריב רק משום מעלה דקרבן צבור יכול להקריב לכן לא מצי משוי שליח להקרבה רק להמשמר שכבר מכרו האבות בפרט דהקרבן אינו שלו רק של צבור שזכו בהן הבית אב, ולכן בכה\"ג אונן פירש כיון שכ\"ג ראוי מצד עצמו לכן מצי משוי שליח ומכש\"כ להלכה דקיי\"ל דטומאה דחויה היא בציבור ולא הותרה לכן לא מצי משוי שליח רק לאנשי משמר וכן משמע לשון הגמרא טמאים מי מצי עבדי ולא מסיים ושלוחא מי מצי משוי ודוק:"
            ],
            [],
            [
                "<b>כל ראש משמר כו'.</b><br><b> נ\"ב </b> ירושלמי תענית פ\"ד ועמדו ראשי משמרות וחלקו עצמן לבתי אבות ועיין שם כל הסדר, ועיין רש\"י מנחות (דף ק\"ז ע\"ב) ד\"ה ששה בתי אבות ובשבת היו כולן שוין יעו\"ש וצ\"ב:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן אם נתרבה בבגדים בלבד אין מרבין אותו אלא ביום.</b><br><b> יש </b> להתבונן ביומא (דף י\"ב) דאמר כי אירע פסול לכ\"ג ביוהכ\"פ אחר תמיד של שחר במה מחנכין לו יעו\"ש, ולפ\"ז אם אירע לו טומאה לכ\"ג בלילה קודם תרומת הדשן במה מחנכין אותו להרים הדשן דאין מרבין כה\"ג בלילה ובמה עובד עבודת לילה. ולכן נראה דרבינו לטעמיה בהלכות יוהכ\"פ שרק עבודת התמידין ומוספין והטבת הנרות עבודות היום צריכין כה\"ג אבל תרומות הדשן מפייסין ויעוין מלחמות ביומא באורך ודוק:"
            ],
            [
                "<b>ממנין כהן אחד יהי' לכ\"ג כמו המשנה למלך כו'.</b><br><b> כוון </b> רבינו למה שכתוב במלכים ב' ק' כ\"ג ויצו המלך את חלקי' הכהן הגדול ואת כהני המשנה, ושם כ\"ה שריה כהן הראש ואת צפניהו כהן משנה וכן בירמי' נ\"ב ותרגום יונתן סגני כהונה:",
                "<b>והוא הנקרא ממונה.</b><br><b> נ\"ב </b> סנהדרין (דף י\"ט) היינו סגן היינו ממונה כו':"
            ],
            [],
            [
                "<b>והגזברין הן שגובין כו'.</b><br><b> נ\"ב </b> תוספתא שקלים:"
            ],
            [
                "<b>נמצאו הכהנים תמיד שמונה מעלות זו למעלה מזו.</b><br><b> עיין </b> כס\"מ, אמנם פירושו פשוט, דבתוספתא שקלים תנינן היו כשרים בכהנים ובלוים ובישראל, פירוש דהאמרכל והגזבר והוה\"ד הקיתוקול היו כשרים להיות גם מזרים לוים וישראלים וא\"כ בכהנים גופייהו ליכא רק שמונה מעלות כהן מרובה בגדים, משוח שעבר משום קריו, עבר משום מום, משוח מלחמה, סגן, [קיתוקל אמרכל גזבר ישראלים הן] ראש משמר, ראש ב\"א כהן הדיוט, ודברי רבינו פשוט:"
            ],
            [
                "<b>וכל הקודם לנחלה.</b><br><b> נ\"ב </b> תוספתא שקלים פ\"ב:"
            ],
            [],
            [
                "<b>[במשל\"מ] </b> (בכס\"מ) ומשמע התם דבב\"ד של ג' כו':<br><b> נ\"ב </b> מפורש בירושלמי פ\"ג דהוריות והביאו בכס\"מ בהלכות סנהדרין שם:"
            ]
        ],
        [
            [],
            [
                "<b>אבל אם נתרבה כו'.</b><br><b> נ\"ב </b> עיין ירושלמי יומא פ\"א על המשנה ואם אינו חכם ל\"ק כאן בראשון כאן בשני וכן בבלי שם:"
            ],
            [],
            [
                "<b>לא יכנס כו' ולא לסעודה של רבים כו'.</b><br><b> בזה </b> א\"ש מה דתניא פ\"ב דסנהדרין אין מושיבין כ\"ג בעבור שנה ולא תני בעיבור החודש, משום שבעיבור החודש היו עושין סעודה כדתנן פרק בן סו\"מ אכל בעיבור החודש, ובגמ' שם אין עולין בסעודה כו' ויעוין פרק י\"ח מהלכות קדוש החודש ה\"ט שאף בעיבור חודש לפי חשבון היו עושין סעודה לכן לא היה יכול לכנוס לעבור החודש, רק בעבור שנה שלא היו עושין סעודות אמר משום צינה יעו\"ש, ובירמיה ט\"ז ובית משתה לא תבוא כו' דלא הי' כ\"ג כמפורש בסדר עולם זוטא. ונראה דרבינו הקדים זה להלכה הסמוכה דתנן וכשמברין אותו ואמאי לא תני כשמברה אחרים איך הדין אם אבל מיסב בראש, לכן הקדים רבינו דאינו נכנס לסעודת מצוה דמקרייא בפרק בן סו\"מ תנחומי אבלים לכן כש\"כ דאינו נכנס לבית המשתה דבית האבל קודם לבהמ\"ש יעוין תוספתא מגילה פ\"ד ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם עבד קודם שיביא עשירית האיפה וכן כ\"ג שעבד כו' קודם שיביא עשירית האיפה עבודתו כשירה.</b><br><b> בתו\"כ </b> הגירסא פסולה, והנה מירושלמי דריש יומא מכנסיים ועשירית האיפה מעכבין אין ראיה דהא זה גופא מימרא דריב\"ח דמייתי בתלמודין דבמלואים מעכב גם עשירית האיפה וכל הכתוב בהן אף מקרא פרשה מעכב דלא כמ\"ד דבר שאין מעכב לדורות אינו מעכב בהן יעו\"ש בירושלמי היטב, דכן אמר לענין פרישת שבעה דדבר שאינו מעכב למד ממילואים ותמן מעכבא, אמנם בירושלמי שקלים ובמדרש הגירסא דכשירה. ולכאורה תמיה דאיך היו מחנכין כה\"ג ביוהכ\"פ, ולומר דזה היו מקריבין, מלבד דהוא קרבן יחיד ואינו דוחה את השבת דלא עדיף מחביתין, ולומר דהוי מכשירין של עבודה כיון דבלא זה עבודתו פסולה הא מכשירין לא דחי שבת ואף אם נולד בו יבלת בשבת וכמו דאמר בירושלמי ר\"פ אלו דברים מין יבלת אפשר מאתמול ועיין פרק המוציא תפילין, וכן מוכח מהא דבעי במה מחנכין כ\"ג לעבודה ביוהכ\"פ ולא אמר במנחת חביתין וכמו שהוכיחו מזה תוס' פרק התודה יעו\"ש, ובכ\"ז תמה במשל\"מ:<br><b> ונראה </b> לדעתי דאף אם נאמר דעשירית האיפה מעכבא ובלא זה אינו נמשח לעבודה ואינו כהן ומעכבא, מכל מקום לא עדיפא מקדוש ידים ורגלים דאם אינו מקדש עבודתו פסולה, ובכ\"ז אמרו כ\"ג שלא קידש ידיו ורגליו בין עבודה לעבודה עבודתו כשירה, ואמרו בזבחים (דף י\"ט) שנאמר חק עולם לו ולזרעו דבר המעכב בזרעו מעכב בו דבר שאינו מעכב בזרעו אינו מעכב בו, וא\"כ כאן דכתיב זה קרבן אהרן ובניו אמרינן דבר המעכב בבניו מעכב בו, והקרבן חינוך שמקריב לתחלת הכנסו לעבודה שלא עבד מימיו מעכב בין בכ\"ג בין בכהן הדיוט שאם עבד עבודתו פסולה, אבל אם היה כהן הדיוט ואחרי זה מה שנכנס לעבודת כה\"ג היה בלא מנחת חינוך זה אינו מעכב דהמנחה זו אינו נוהג בכהן הדיוט, וכן מוכח ממה דאיתא במדרש שמואל דעלי נתמנה בעצרת לכהן גדול [ומש\"ה היה יושב בעזרה ועיין מש\"כ בהלכות מלכים פ\"ב] אע\"ג דאין קרבן חינוך קרב בעצרת דהוי כמו נדרים ונדבות דאין קרבין ביו\"ט יעו\"ש. ולכן ביוהכ\"פ דנכנס תחתיו לעבודה מי שהי' כהן ועבד עבודה בהדיוטתו תו אין עשירית האיפה שלו מעכבא, וא\"כ הירושלמי דאמר אחד כהן הדיוט ואחד כה\"ג הפירוש שלא עבד כשהי' כהן הדיוט וזה תחלת הכנסו לעבודה בשמונה בגדים, ובפרט כפי מה דאמר שם בירושלמי דכה\"ג שלא עבד מימיו אינו מביא רק מנחה אחת לחינוכו ועולה לו לבד לכן אמר אם לא הקריבה עבודתו פסולה, ומיושב הלשון שפיר דבין כ\"ג ובין כהן הדיוט אינו מביא רק אחת לחינוכו, והא דמעכב מדכתיב חק עולם וסבר דחוקה קאי אכולה פרשתא גם על מנחת חינוך, וזה נכון. וזה מכוון התו\"כ פ' אחרי פ\"ח ומנין לכהן אחר המתמנה ת\"ל וכפר הכהן יעו\"ש, שזה במי שנתמנה ביוה\"כ בלא הקרבת מנחת חביתין ודוק:<br><b> אולם </b> מסתברא כגירסת רבינו, דהא כמה תנאי סברי דאין מנחה קריבה בבמה, (נ\"ב. ומדברי תוס' זבחים ק\"א ד\"ה ההוא לברכה, דלא נתכהן פנחס משום דלא הקריב מנחת חנוך משמע דעבודתו פסולה ודו\"ק.) והוכיחו רבוותא בתוס' (דף קי\"ז) ד\"ה ורבנן דבבמת צבור ג\"כ אינה קריבה, וא\"כ איך הי' מתחנך הכהן לעבודה אם נאמר דמעכבא, ועל כרחין מוכח לפ\"ז דאם עבד בלא עשירית האיפה ג\"כ עבודתו כשרה, והגר\"א יסבור דלא כשיטת התוס' ולדידיה בבמת צבור איכא מנחה רק בבמת יחיד ליכא ושם אין כהונה דגם זר כשר בבמה ועיין תוס' (דף קי\"ט) ד\"ה אין מנחה בבמה. והנה הוכחנו דגם התוס' סברי כרבינו ודוק היטב:"
            ],
            [
                "<b>כהן שלא עבד כו' ואח\"כ מקריב כו'.</b><br><b> כן </b> הוא מפורש במנחות (דף ע\"ח) שמביא שלשה כשלא עבד בכהונה מעולם ונעשה כה\"ג, וכן בפירוש המשנה שם. ודלא כהכס\"מ שהביא ירושלמי שקלים פ\"ז ר' מנא בעי מימר שאינו מביא רק שתים אחת לחינוכו ואחת לחביתין הרי דסובר דסגי באחת לחנוך כה\"ג וכהן הדיוט. ונראה לי דתלוי אם נאמר דכה\"ג אבנט שלו ושל כהן הדיוט שווים הרי דכהן גדול הוי גם כהן הדיוט שד' בגדיו שוים רק שנתוסף עוד ארבעה בגדים לכן מביא כדאמר בגמ' דילן אחת לחינוך כהן הדיוט ואחת לחינוך כה\"ג שהוא נעשה כהן הדיוט ג\"כ, אבל אם נאמר דאבנטו של כהן הדיוט של בוץ ושל כה\"ג של כלאים א\"כ הוי כה\"ג דבר אחר בפני עצמו ואינו כהן הדיוט כלל לכן אינו מביא רק אחת לחינוכו ודוק:<br><b> ובזה </b> א\"ש בזבחים (דף י\"ח) ואכתי מהכא נפקא מהתם נפקא וערכו בני אהרן הכהנים כו' מכאן לכהן הדיוט שלבש בגדי כה\"ג ועבד עבודתו פסולה אי מהתם אמינא הני מילי חיסור אבל יתור אימא לא קמ\"ל, ומשמע דלמעט שלבש שתי בגדים לא צריך קרא למעוטי דפשיטא דהוי כחסר, רק שלבש בגדי כה\"ג צריך קרא למעט, וזה א\"ש אם נאמר דאבנטן שוים א\"כ הוי יתור בגדים אבל אם נאמר דאבנטם אינן שוים הוי כהן הדיוט מחוסר אבנטו של בוץ כשלבש בגדי כה\"ג והוי חיסור בגדים ודמי לכה\"ג שלבש בגדי כהן הדיוט ומייתר קרא לכן מרבה ר' יהודה בת\"כ ומייתי לה בכורות (דף מ\"ג) וערש\"י שם לרבות הקרחנים, וא\"כ סבר ר' יהודה דכהן הדיוט הוי אבנט של בוץ והוי כה\"ג איש בפני עצמו כמו כהן הדיוט לכן לא צריך קרא לרבות כה\"ג שמוזהר כשהוא בעל מום על קדושת כה\"ג הנתוספת עליו כמו שמבואר אצלינו במק\"א, אבל אם נאמר דכה\"ג הוי כהן הדיוט ג\"כ רק שנתוסף עליו קדושת כה\"ג אחר זה שפיר לא ילפינן דברים הנתוספים בכה\"ג מפני קדושה חמורה מכהן הדיוט, והדבר מבואר אצלי בחידושי תורה יעו\"ש ודוק:"
            ]
        ],
        [
            [
                "<b>א\"א שיהא קרבנו של אדם קרב והוא אינו עומד ע\"ג.</b><br><b> נ\"ב </b> וכן מורה הפסוק ביחזקאל מ\"ו ובא הנשיא כו' ועמד על מזוזת השער ועשו הכהנים את עולתו ואת שלמיו והשתחוה כו' ויצא:"
            ],
            [],
            [],
            [
                "<b>ועוד מוסיפין תפלה אחרת.</b><br><b> נ\"ב </b> ירושלמי מפורש שם ש\"מ מתפללין ד' ועיין בק\"ע ופ\"מ שם, ועיין בשו\"ת ר\"י אבן מיגש סימן מ\"ח באורך:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושתי פרוכת היו עושין כו' ארכה ארבעים אמה כו'.</b><br><b> תוספתא </b> שקלים פ\"ג, פרוכת ארכה ארבעים כו' והיתה פרוסה כו' רבי יהודה כו' זו שהיו מוציאין אותה מבפנים היתה מקופלת אחד לשנים ושנים לארבעה והיתה פרוסה על של היכל מבחוץ, אמרו לו מי ששימש בקדושה חמורה יחזור וישמש בקדושה קלה דבר אחר בזה כתב מעשה חושב ובזה כתב מעשה רוקם כו' והיתה נתונה בעליה כנגד התחתונה כו'. ושתי תשובות כאלה ביומא (דף י\"ב) יעו\"ש. והנראה דר' יהודה יסבור כדאמר ר' אלעזר יומא (דף ע\"ב) שרוקמין במקום שחושבין וחדא מילתא הוי, וניחזי דאמרו דבעלית קדשי קדשים היו נותנין אותה ואין זה הורדה מקדושה חמורה דאדרבא עלית קדשי קדשים חמורה שאין נכנסין אליה אלא פעמים בשבוע כדאיתא פסחים פ\"ו, א\"כ א\"ש דר' יהודה לטעמיה דסבר במנחות (דף כ\"ז) דהיכל כולו ומבית לפרוכת בארבעים ואל פני הכפורת במיתה, הרי דהיכל כולו קדושתו כהבית עצמו, וא\"כ הצד של הפרוכת אשר היה מקודם לצד פנים הי' במקום שחייבין עליו ארבעים וכעת ג\"כ במקום שחייבין עליו ארבעים, ואי משום צד השני שמעיקרא היה לצד ההיכל שחייבין עליו וכעת הוא לצד העזרה שאין חייבין עליו ע\"ז ר' יהודה לטעמו דסבר ריש עירובין דקדושת היכל ואולם חדא מילתא, וא\"כ עדיין ישנו שם בארבעים משום דעדיין הוא לצד האולם שחייבין עליו ארבעים, אבל רבנן סברי דבית כולו במיתה א\"כ הוי הורדה שמקודם היה לצד שחייבין עליו מיתה וכעת לצד האולם שאין חייבין עליו אבל מה שבהיכל נכנסין תמיד לעבודה ובקדשי הקדשים אינו נכנס אלא ביוה\"כ משום זה לא חשיב הורדה דאדרבא שכן מרובה כפרתו וכן פריך ביומא (דף ל\"ב) על בגדי זהב שכן מרובה כפרתן עיי\"ש ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ומקדיש התוספת כו'.</b><br><b> נ\"ב </b> כן הוא בפירוש המשנה:"
            ],
            [],
            [],
            [],
            [
                "<b>כל בגדי כו'.</b><br><b> נ\"ב </b> יעוין משל\"מ, ובמאירי גירסא ופירוש אחר יעו\"ש:",
                "<b>אף כל קרבנות הצבור כו'.</b><br><b> נ\"ב </b> ראש השנה (דף ז') עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הארגמן כו'.</b><br><b> נ\"ב </b> יעוין מדרש חזית על פסוק מרכבו ארגמן זה כפורת שזהבה דומה לארגמן והוא כפירוש רבינו:",
                "<b>הצמר הצבוע בתולעת.</b><br><b> נ\"ב </b> תולעת שבהרים, הביאה שלא מן התולעת שבהרים פסולה, תוספתא מנחות פ\"ט יעו\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>והאותיות בולטות כו' מאחריו כו'.</b><br><b> נ\"ב </b> מפורש בגיטין (דף כ') לא היה כתבו שוקע כו' מבראי יעו\"ש ורושמא חריץ, ודברי הכס\"מ צ\"ע:"
            ],
            [
                "<b>המעיל כולו תכלת כו' ואין לו בית יד.</b><br><b> עיין </b> בהשגות, ולדעת רבינו א\"ש הגמרא יומא (דף ע\"ב) מאי היא ר\"ל אמר מעשה מחט מיתיבי בגדי כהונה אין עושין אותן מעשה מחט אלא מעשה אורג שנאמר מעשה אורג אמר אביי ל\"נ אלא לבית יד שלהן, ופירושו דכאשר תעיין בצווי עשיית הבגדים תראה כי לא נאמר מעשה אורג אך במעיל ואיהו דלא היה לו בית יד היה כולו מעשה אורג ולא מעשה מחט, אבל בכל הבגדים דהיה להם בית יד היה גם מעשה מחט ודוק:"
            ],
            [
                "<b>פעמון ורמון.</b><br><b> נ\"ב </b> יעוין כס\"מ והוא כפירוש רבינו. וכן פירש הר\"ז הלוי בסוף קנים:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>זה שאתה מוצא כו'.</b><br><b> נ\"ב </b> ירושלמי פרק חלק ה\"ב וכי כולן כהנים גדולים היו כו' אלא מלמד שהיו כולן ראוים להיות כ\"ג יעו\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות כלי המקדש והעובדין בו",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}