{
    "versionTitle": "Chapter 17", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Kitzur Shulchan Aruch", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "התחלת זמן קריאת-שמע של שחרית, הוא כמו זמן תפלין, ונמשך זמנה עד רביעית היום, בין שהיום ארך בין שהוא קצר, ונחשב היום מן עלות השחר עד צאת הכוכבים, ומצוה מן המבחר לקרת כותיקים, - המחבבים את המצות שהיו מכונים לקרתה מעט קודם הנץ החמה כדי שיסים קריאת-שמע וברכותיה עם הנץ החמה, ויסמך לה התפלה, ומי שיוכל לכון לעשות כן שכרו מרבה מאד, ועל-כל-פנים צריכין לזהר מאד, שלא לאחר הזמן מרביעית היום, ובפרט בימות הקיץ, כשהיום ארך במדינתנ, לפעמים סוף הזמן הוא קודם \"זיבען אוהר\", ומכל-מקום בדיעבד אם עבר הזמן, מתר לקרת קריאת-שמע עם ברכותיה עד שליש היום, אבל לאחר שליש היום, אסור לומר הברכות אלא אומר קריאת-שמע לבד ואפלו כל היום - ויש אומרים דגם הברכות יכול לומר כל היום פר\"ח. - נ\"ח", 
            "מתר לקרת קריאת-שמע, בין יושב בין עומד, ואם היה יושב אסור להחמיר ולעמד, אבל אסור לקרת כשהוא שוכב, ואם הוא שוכב כבר יטה את-עצמו על צדו ממש ויקרא, ואם הוא חולה קצת וקשה לו לשכב על צדו ממש, מכל-מקום מחיב להטות את-עצמו קצת על צדו", 
            "קודם שיתחיל, יכון לצאת מצות קריאת-שמע שצונו הקדוש ברוך הוא, ובאמרו שמע ישראל יכון את הפרוש: שמע ישראל כי ה' שהוא אלהינו הוא ה' אחד, יחיד ומיחד בשמים ובארץ, ויאריך \"בחי\"ת\" של אחד, כדי שימליך הקדוש-ברוך-הוא בשמים ובארץ, ובדלת יאריך קצת גם כן שעור, שיחשב שהקדוש-ברוך-הוא, הוא יחיד בעולמו ומושל בד' רוחות העולם ולא יאריך יותר משעור זה, וידקדק שלא יקלקל קריאת התבה אחד על-ידי מה שמאריך בו קצת, כי קצת מההמון עם מקלקלין, יש אומרים \"אחאד\", ויש אומרים \"אחדע\" ומוטב שלא להאריך מלהאריך ולקלקל. נוהגין לומר \"שמע ישראל\" בקול רם לעורר הכונה, ומשימין יד ימין על העינים, לאחר שאומרים אחד, שוהין קצת ואומרים ברוך-שם-כבוד-מלכותו-לעולם-ועד בלחש - חוץ מביום הכפורים וצריכין לכון בו גם כן פרוש המלות", 
            "שוהה מעט ואומר ואהבת וגו', וכן בין פרשה זו לפרשת והיה אם שמע יפסיק מעט, וכן קודם ויאמר, יפסיק מעט, ויכון בפ' ויאמר, לקים מצות עשה זכירת יציאת מצרים. - סימן ס\"א ובחיי אדם", 
            "צריך לקרת קריאת-שמע בדקדוק גדול מתוך סדור מדיק היטב, וישמיע לאזניו מה שהוא מוציא מפיו, וישגיח שלא יאמר דגוש במקום רפה, או רפה במקום דגוש, ויפסיק קצת בכל מקום שנרשם קו כזה |. וגם בפסוקי דזמרה, צריך לדקדק בכל זה, ויטעים יפה העין של תבת נשבע, שלא יהא נשמע כאלו אמר נשבה \"בה\"א\", וכן בזי\"ן של תזכרו, ושל וזכרתם, ידקדק היטב שלא יהא נשמע כאלו אמר \"ב שי\"ן\". - ס\"א ס\"ב", 
            "הקורא קריאת-שמע, לא ירמז בעיניו, ולא יקרץ בשפתיו, ולא יראה באצבעותיו, אך לצרך מצוה מתר לרמז בפרשה שניה. - ס\"ג", 
            "קודם קריאת-שמע כשאומר והביאנו וכו' נוטל את הציצית בידו, ואוחזן בשעת קריאת-שמע ביד שמאל בין קמיצה לזרת כנגד לבו, וכשמגיע לויאמר שהיא פרשת ציצית, אוחזן גם בימינו, וכשאומר וראיתם אותו, נותנם על העינים, ומסתכל בהם ונושקן. ונוהגין שבכל פעם שאומר תבת ציצית, נושקן, ואוחזן עד ונחמדים לעד, שאז נושקן ומניחן מידיו. - ס\"ד", 
            "באמרו אני ה' אלהיכם, יאמר מיד גם תבת אמת, שלא להפסיק ביניהם, וגם השליח-צבור אומר כן וחוזר ואומר ה' אלהיכם אמת ויכון כל אחד לשמע ג' תבות אלו מפי השליח-צבור, כי באלו ג' תבות, נשלמו רמ\"ח תבות בקריאת-שמע, כנגד רמ\"ח אברים שבאדם, ומתחילין אחר-כך ויציב. אבל אסור לומר עוד הפעם אמת ומי שמתפלל ביחידות, יאמר קודם קריאת-שמע, אל מלך נאמן.להשלים בג' תבות אלו מנין רמ\"ח", 
            "אם הפסיק באמצע קריאת-שמע - דהינו מן שמע ישראל עד על הארץ מחמת אנס, שהיה מכרח להפסיק, כגון שהיה צריך לצאת לעשות צרכיו, או שנמצא צואה בבית, אם שהה משך זמן, שהיה הוא יכול לומר כל קריאת-שמע, צריך לחזר לתחלת קריאת-שמע. - סי' ס\"ה ובפרמ\"ג", 
            "קרא קריאת-שמע ונכנס לבית-הכנסת, ומצא צבור שקורין קריאת-שמע, צריך לקרת עמהם כל קריאת-שמע, שלא יראה כאלו אינו רוצה לקבל על-מלכות שמים עם חבריו, ויקבל שכר כקורא בתורה, והוא-הדין אם הוא בבית הכנסת, ואומר דברי תחנונים, או פסוקים במקום שרשאי להפסיק - ואם עומד במקום שאינו רשאי נתבאר לעיל ואם הוא עדין לא קרא קריאת שמע, קורא גם-כן עם הצבור, אבל צריך שיתכון שלא לצאת ידי חובתו, כדי שיקרא אחר-כך עם הברכות, וכן שאר דברים שהצבור אומרים, כגון תהלה לדוד, ועלינו, וכדומה ואפלו פיוטים אומר עמהם, ואל יפרש את-עצמו מן הצבור"
        ]
    ], 
    "versionSource": "http://www.kitzur.net/main.php?siman=17", 
    "heTitle": "קיצור שלחן ערוך", 
    "categories": [
        "Halakhah"
    ]
}