{
    "versionTitle": "Chapter 4", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Kitzur Shulchan Aruch", 
    "text": [
        [], 
        [], 
        [], 
        [
            "ירגיל את עצמו לפנות ערב ובקר שהוא זריזות ונקיות. אם אינו יכול לפנות,ילך ארבע אמות וישב עד שיפנה, או יסיח דעתו מדברים אחרים. המשהה נקביו, עובר משום בל תשקצו. ואם משהה מלהטיל מים בעת צרכו, עובר גם משום לא יהיה בך עקר - סי' ב' ג", 
            "יהא צנוע בבית הכסא. לא יגלה את עצמו, עד שישב. וגם אז יצמצם שלא לגלות רק מה שמכרח לו לגלות, שלא לטנף את בגדיו. ויזהר בזה גם בלילה כמו ביום. אם נפנה במקום מגלה שאין שם מחיצות,יכון שיהא פניו לדרום ואחוריו לצפון או אפכא. אבל בין מזרח למערב, אסור. ואם יש מחיצה, יכול לפנות בכל ענין אם אחוריו לצד המחיצה. ולהשתין, מתר בכל ענין. לא יפנה בפני שום אדם. ואפלו בפני נכרי, אסור. אבל להשתין, מתר אפלו ביום בפני רבים אם צריך לכך, משום דאכא סכנה אם יעצר את עצמו. ומכל מקום יש לו להסתלק לצדדים", 
            "לא יפנה בעמידה. ולא יאנס לדחק עצמו יותר מדאי, שלא ינתק שני הכרכשתא. ולא ימהר לצאת מבית הכסא, עד אשר ברור לו שאינו צריך עוד. וכשמטיל מים בעמידה,ישגיח שלא ינתזו על מנעליו ובגדיו. ויזהר מאד שלא לאחז בידיו במילתו - ועי' לקמן סי' קנ\"א - סי' ג", 
            "בבית הכסא אסור להרהר בדברי תורה - כדלקמן סי' ה' ס\"ב. לכן בהיותו שמה, טוב שיהרהר בעסקיו ובחשבונותיו, שלא יבא לידי הרהור תורה או הרהור עברה חס ושלום. ובשבת שאין להרהר בעסקיו,יהרהר בדברים נפלאים שראה ושמע וכדומה - סימן פ\"ה", 
            "יזהר לקנח את עצמו יפה. כי, אם יש לו אפלו משהו צואה בפי הטבעת, אסור לו לומר שום דבר שבקדשה - כדלקמן סי' ה' ס\"ג. לא יקנח ביד ימין, מפני שקושר בה התפלין. ומהאי טעמא אין לקנח באצבע אמצעית של שמאל שכורך עליה הרצועה של תפלין. ואטר יד, יקנח בשמאל דידה שהיא ימין של כל אדם", 
            "בכל פעם שנפנה או שמטיל מים ואפלו רק טפה אחת,ירחץ ידיו במים ויברך ברכת אשריצר. אם הטיל מים או נפנה ושכח מלברך אשר יצר, ואחר כך שוב הטיל מים או נפנה ונזכר שבראשונה לא ברך, אינו צריך לברך רק פעם אחת. ומי ששותה סם המשלשל ויודע שיצטרך לפנות כמה פעמים, לא יברך עד לאחר הגמר - סימ"
        ]
    ], 
    "versionSource": "http://www.kitzur.net/main.php?siman=4&nk=", 
    "heTitle": "קיצור שלחן ערוך", 
    "categories": [
        "Halakhah"
    ]
}