{
    "versionTitle": "Chapter 44", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Kitzur Shulchan Aruch", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "בדין מים אחרונים, הרבה מקלים, אבל נכון לכל ירא שמים לזהר בהם. ואין צריכין לטול אלא עד פרק שני מן האצבעות, וישפיל ידיו קדם שמנגבן. והמברך הוא נוטל בראשונה", 
            "אין נוטלין על גבי קרקע במקום שבני אדם הולכין, מפני שרוח רעה שורה על מים אלו, אלא יטול לתוך כלי או תחת השלחן, ומנגב ידיו ואחר כך מברך ברכת המזון, ולא יפסיק בין הנטילה לברכת המזון - קפא", 
            "אין להסיר המפה והלחם עד לאחר ברכת המזון, שיהא פת מנחת על השלחן בשעת ברכת המזון, להראות כי יש שפע מאת ה' יתברך שמו לאכל ולהותיר, כמו שאמר אלישע למשרתו, כי כה אמר ה' אכל והותר. ועוד משום דהברכה אינה שורה על דבר ריק, אלא כשיש שם איזה דבר, כמו שאמר אלישע לאשת עובדיה, מה יש לך בבית", 
            "נוהגין להסיר את הסכינים מעל השלחן קדם ברכת המזון או לכסותן, כי השלחן דומה למזבח, ובמזבח נאמר, לא תניף עליהם ברזל, לפי שהברזל מקצר ימיו של אדם, והמזבח מאריך ימי האדם, ואינו בדין שיונף המקצר על המאריך. וגם השלחן מאריך ימיו של אדם ומכפר עונותיו בהכנסת אורחים, שגדול כחה של לגימה שמשרה שכינה. ונהגו בהרבה מקומות שלא לכסותן בשבת ויום טוב כי בחל מכסין אותן מפני שהן כחו של עשו, ובשבת ויום טוב אין שטן ואין פגע רע, ומנהגן של ישראל תורה היא - ק\"פ", 
            "אפלו לא אכל רק כזית פת, צריך לברך ברכת המזון - קפ\"ד", 
            "לא יברך מעמד, ולא מהלך, אלא מישב. ואפלו היה הולך בתוך ביתו כשאכל, או שהיה עומד או שהיה מסב, כשצריך לברך צריך לישב, כדי לכון דעתו ביותר. וגם לא יהא מסב, שהוא דרך גאוה, אלא ישב, וילבש מלבוש העליון, וגם יניח הכובע בראשו, שיהא מורא שמים עליו, ויעורר הכונה ויברך באימה וביראה, ולא יעשה שום דבר בשעה שהוא מברך - קפט", 
            "נוהגין שהשומעים עונין אמן לאחר הרחמן שבברכת המזון, משום דאיתא במדרש, כששומע אחד מתפלל דבר או מברך לישראל אפלו בלא הזכרת השם, חיב לענת אמן", 
            "עבר ושהה מלברך ברכת המזון עד שעור עכול, דהינו שמתחיל להיות רעב, אין לו עוד תקנה לברך. יש אומרים, דשעור עכול הוא שעה וחמש. ומכל מקום בסעודות גדולות לפעמים יושבים בין האכילה לברכת המזון יותר מזמן זה, והינו מפני שגם בינתים עוסקים בשתיה ופרפראות. ומכל מקום הנכון שלא לשהות הרבה", 
            "עבר ויצא ממקומו קדם ברכת המזון, אם יש לו במקום שהוא שם, קצת פת, יאכל שם ואין צריך לברך עליו ברכת המוציא - כמו שכתבתי בסימן מ\"ב סעיף י\"ט ויברך אחר כך ברכת המזון שם. ואם אין לו שם פת כלל, צריך לחזור למקומו לברך. ואם הוא רחוק כל כך שיש לחוש שעד שיחזור למקומו ישהה שעור עכול יברך במקום שהוא שם - קפ\"ד", 
            "בשבת שחל בו ראש חדש או יום -טוב או חל- המועד, אומרים תחלה רצה, ואחר כך יעלה ויבא, מפני שהשבת תדיר ומקדש יותר מהם - קפ\"ח", 
            "מי ששכח ונסתפק לו אם ברך ברכת המזון או לא, אם הוא שבע - דאז ברכת המזון דאוריתא, צריך לברך פעם שנית. וכן אם נרדם בשנה באמצע ברכת המזון, וכשהקיץ אינו יודע היכן פסק, צריך לחזור לראש ברכת המזון. ואשה שנסתפקה אם ברכה או לא, אינה צריכה לברך פעם שנית", 
            "טעה בשבת ולא אמר רצה, או ביום טוב ולא אמר יעלה ויבא, אם נזכר קדם שהזכיר את השם מן הברכה של ברוך אתה ה' בונה ברחמיו ירושלים, אומר שם רצה או יעלה ויבא, ואחר כך ובנה וכו'. אבל אם לא נזכר עד לאחר שהזכיר את השם, מסים את הברכה בונה ברחמיו ירושלים אמן, ואומר שם בשבת ברוך אתה ה' אלקינו מלך העולם אשר נתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית ברוך אתה ה' מקדש השבת. וביום טוב אומר שם ברוך אתה ה' אלקינו מלך העולם אשר נתן ימים טובים לעמו ישראל לששון ולשמחה את יום חג - פלוני הזה, ברוך אתה ה' מקדש ישראל והזמנים. ואם חל יום טוב בשבת ושכח רצה וגם יעלה ויבא, אומר ברוך אתה ה' אלקינו מלך העולם, אשר נתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית, וימים טובים לששון ולשמחה את יום חג - פלוני הזה, ברוך אתה ה', מקדש השבת וישראל והזמנים. ואם אמר רצה ולא אמר יעלה ויבא, אומר כמו ביום טוב בלבד. ואם אמר יעלה ויבא ולא רצה, אומר כמו בשבת בלבד", 
            "אם לא נזכר עד לאחר שהתחיל הברכה שלאחריה, שהיא, ברוך אתה ה' אלקינו מלך העולם, האל אבינו וכו', אפלו לא אמר רק תבת ברוך בלבד - בשלחן ערוך של התניא שוב אין לו תקנה בברכת אשר נתן. ולכן אם הוא בשתי סעודות הראשונות, חוזר לראש ברכת המזון, וכשלא אמר עדין רק ברוך אתה ה' יסים, למדנו חקיך, כדי שלא יהא לבטלה, ואחר כך חוזר לראש ברכת המזון. אבל בסעודה שלישית, שאפלו בשבת אינו מחיב לאכול פת דוקא, ומכל- שכן ביום טוב, וברכת המזון אינו חובת היום עליו, לכן אינו חוזר לראש אלא גומר כך ברכת המזון. אבל אם נזכר במקום שיכול לתקן בברכת אשר נתן וכו', מחיב לתקן אפלו בכמה סעודות שאכל", 
            "טעה בראש חדש ולא אמר יעלה ויבא, אומר ברוך אתה ה' אלקינו מלך העולם אשר נתן ראשי חדשים לעמו ישראל לזכרון, ואינו חותם - ואין חלוק בזה בין ביום בין בלילה ובחל המועד אם לא אמר יעלה ויבא יאמר ברוך אתה ה' אלקינו מלך העולם אשר נתן מועדים לעמו ישראל לששון ולשמחה את יום חג - פלוני הזה, ברוך אתה ה' מקדש ישראל והזמנים. ובראש השנה אומר, ברוך אתה ה' אלקינו מלך העולם אשר נתן ימים טובים לעמו ישראל את יום הזכרון הזה, ברוך אתה ה' מקדש ישראל ויום הזכרון. ואם לא נזכר עד לאחר שהתחיל הברכה שלאחריה אינו חוזר לראש משום דבראש חדש ובחל המועד אינו מחיב לאכל פת דוקא", 
            "ראש חדש שחל בשבת ושכח רצה וגם יעלה ויבא, ונזכר ואומר, ברוך אתה ה' אלקינו מלך העולם, אשר נתן, כולל גם ראש חדש, בין בפתיחה בין בחתימה, ואומר אשר נתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית, וראשי חדשים לזכרון, ברוך אתה ה' מקדש השבת וישראל וראשי חדשים. אע\"פ שבראש חדש לבד אינו חותם, הכא כיון שהוא חותם בשביל שבת מזכיר גם ראש חדש. אם אמר רצה ולא אמר יעלה ויבא, ולא נזכר עד לאחר שהתחיל הברכה שלאחריה, אינו חוזר לראש, דהא של שבת אמר, ובשביל ראש חדש אינו חוזר. ואם אמר יעלה ויבא ולא אמר רצה, והוא חוזר לראש, צריך לומר גם יעלה ויבא. והוא הדין לחל -המועד וראש השנה", 
            "בחנוכה ובפורים אם שכח לומר על הנסים, ולא נזכר עד לאחר שאמר את השם מחתימת הברכה, שאמר, ברוך אתה ה', אינו חוזר. אך בתוך הרחמן יאמר, הרחמן הוא יעשה לנו נסים ונפלאות, כמו שעשה לאבותינו בימים ההם בזמן הזה בימי מתתיהו וכו', בימי מרדכי וכו' - קפ\"ז", 
            "היה אוכל בשבת וחשכה לו, כיון שעדין הוא לא התפלל ערבית, אומר רצה, וכן ביום -טוב, וראש -חדש וחנוכה ופורים, כיון שהתחלת הסעודה היתה ביום, צריך להזכיר מענין היום, אע\"פ שמברך בלילה. ואם אכל שהתחלת הסעודה היתה ביום, צריך להזכיר מענין היום, אע\"פ שמברך בלילה. ואם אכל בערב ראש חדש ונמשכה סעודתו גם תוך הלילה, ואכל גם בלילה כזית פת, ולמחר הוא ראש-חדש, אומר רצה וגם יעלה ויבא. וכן בחנוכה ופורים. ויש חולקין, משום דהוי כתרתי דסתרי. על כן יש למנוע שלא לאכול אז בלילה - קפ\"ח", 
            "אם יש עובד כוכבים בבית כשמברך ברכת המזון, יאמר אותנו בני ברית כלנו יחד"
        ]
    ], 
    "versionSource": "http://kitzur.net/main.php?siman=44", 
    "heTitle": "קיצור שלחן ערוך", 
    "categories": [
        "Halakhah"
    ]
}