{
    "versionTitle": "Chapter 19", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Kitzur Shulchan Aruch", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "בחרף אומרים משיב הרוח ומוריד הגשם. ומתחילין במוסף של שמיני עצרת, והשמש מכריז מקודם משיב הרוח ומוריד הגשם. ואם לא הכריז אין-אומרים אותו אז בתפלת המוסף שבלחש. וחולה שמתפלל ביחידות בביתו, וכן בני הכפרים שאין להם מנין, ימתינו בתפלת מוסף עד השעה שבודאי התפללו בעירות מוסף, ואז יתפללו גם המה מוסף ויאמרוהו. ואומרים אותו עד מוסף יום א' של פסח, דהינו שהצבור גם השליח-צבור אומרים אותו עוד בתפלת הלחש. ובחזרת תפלת השליח-צבור פוסק מלאמרו. ושוב גם הצבור אין-אומרים במנחה, כיון שכבר שמעו מהשליח-צבור שפסק מלאמרו. ומי שמתפלל ביחידות, יקדים להתפלל אז תפלת המוסף בכדי שעדין לא פסק השליח-צבור מלאמרו בעירות כי מי שהוא מתפלל לאחר שכבר פסק השליח-צבור לאמרו במוסף, אינו אומרו עוד. יש מקומות שאומרים בקיץ משיב הרוח ומוריד הטל, ויכריז כן השמש קודם מוסף יום ראשון של פסח, ואז מתחילין לומר כן גם בלחש במוסף ופוסקין מלומר מוריד הגשם", 
            "טעה ולא אמר משיב הרוח ומוריד הגשם, אם נזכר קודם שאמר הברכה מחיה המתים אומר במקום שנזכר רק שלא יהא באמצע ענין, כגון אם נזכר לאחר שאמר ומקים אמונתו, אומר גם כן לישני עפר, ואומר משיב הרוח וכו' מי כמוך וכו' ואם רוצה יכול לומר לגמרי משיב הרוח ומוריד הגשם מכלכל חיים וכו', אבל אם לא נזכר עד לאחר שסים הברכה מחיה המתים צריך לחזר לראש תפלת שמנה-עשרה - ולא סגי שיתחיל אתה גבור כי ג' ברכות הראשונות כחדא חשיבי לענין זה, שאם סים הברכה שלא כהגן צריך לחזר לראש התפלה - סי' קי\"ד טעה במעריב של פסח או בשחרית או במוסף ולא אמרו, אין-צריך לחזור", 
            "יש מקומות, שאומרים בקיץ משיב הרוח ומוריד הטל. אם טעה ואמר כן גם בחרף, אם לא נזכר עד לאחר שאמר ברוך אתה ה', גומר הברכה מחיה המתים, ואין צריך לחזר בשביל הזכרת גשם, כיון שכבר זכר טל. ואך אם נזכר מקודם שאמר את השם אומר במקום דסלקא ענינא מוריד הגשם", 
            "אם טעה בקיץ ואמר משיב הרוח ומוריד הגשם, אם נזכר קודם שאמר הברכה מחיה המתים, חוזר ומתחיל אתה גבור וכו' - ואין זאת מדין חזרה, אלא כדי שתהא הברכה נכרת שאינו אומר בה משיב הרוח ומוריד הגשם. אבל אם לא נזכר עד לאחר שסים מחיה המתים חוזר לראש התפלה. אם לא אמר רק משיב הרוח ולא אמר מוריד הגשם, אינו מזיק כלל ואומר מכלכל חיים וכו'. אם טעה במעריב או בשחרית של שמיני-עצרת ואמרו, אין צריך לחזר לראש - קי\"ד", 
            "מתחילין לומר טל ומטר, בתפלת ערבית של יום ששים לאחר תקופת תשרי והוא ביום ד' או ביום ה' לחדש דעצעמבער, ואומרים עד פסח", 
            "אם טעה ולא אמר טל ומטר, אם נזכר קודם שסים הברכה מברך השנים, אומר שם ותן טל ומטר לברכה על פני האדמה ושבענו וכו' וחותם כראוי. ואם לא נזכר עד לאחר שחתם הברכה מתפלל להלן. ובתוך ברכת שמע קולנו אחר ריקם אל תשיבנו, אומר ותן טל ומטר לברכה כי אתה שומע וכו' ואפלו אם לא נזכר אז רק אחר שאמר ברוך אתה, כל שלא אמר עדין את השם, יכול לומר ותן טל ומטר לברכה כי אתה שומע וכו' אבל לא נזכר עד לאחר שסים הברכה שומע תפלה, חוזר ומתחיל ברך עלינו וכו' ואם לא נזכר עד לאחר שאמר את הפסוק יהיו לרצון וגו', חוזר לראש התפלה", 
            "טעה בקיץ ואמר טל ומטר, חוזר ומתחיל ברך עלינו, ואם לא נזכר עד לאחר שאמר את הפסוק יהיו לרצון, חוזר לראש התפלה. - קי\"ז", 
            "אם נסתפק לו אם אמר משיב הרוח או לא אמר, אם הוא לאחר ל' יום שכבר התפלל תשעים פעמים כראוי, חזקתו שגם עתה התפלל כהרגל שלו כראוי. אבל בתוך שלשים יום צריך לחזר ולהתפלל. וכן בטל ומטר אם מסתפק לו לאחר שכבר התפלל תשעים תפלות כראוי מוקמינן אחזקתיה שגם עתה התפלל כראוי, וקדם לכן צריך לחזר ולהתפלל. - קי\"ד", 
            "טעה במעריב ליל ראשון של פסח, והתפלל תפלת שמנה-עשרה של חל, ונזכר לאחר שהתחיל ברך עלינו שהדין הוא שצריך לסים כל אותה ברכה - כמו שאכתב לקמן סימן ע\"ו אינו אומר טל ומטר כיון שגם הצבור אינם אומרים, ואם חלה השאלה - הוא יום התחלה לשאל טל ומטר ביום שבת, וטעה והתפלל של חל והתחיל ברך עלינו, גם כן אינו אומר טל ומטר, כיון שהצבור עדין לא התחילו, והיחיד נגרר אחר הצבור. - קי\"ז", 
            "שכח יעלה ויבא בראש חדש בשחרית או במנחה, ובחל המועד, בין בשחרית בין במנחה בין במעריב, אם נזכר קודם שאמר יהיו לרצון, חוזר ומתחיל רצה, ואפלו אם נזכר קודם שהתחיל מודים, כיון שסים ברכת המחזיר שכינתו לציון, צריך להתחיל רצה - כמו שכתבתי במשיב הרוח אך אם נזכר קודם ברכת המחזיר שכינתו לציון, אומרו שם ומסים ותחזינה עינינו וכו', ואם לא נזכר עד לאחר יהיו לרצון וגו', חוזר לראש התפלה. ובראש חדש שכח יעלה ויבא במעריב, בין שראש חדש הוא ב' ימים, בין שאינו אלא יום א', כיון שאמר ברוך אתה ה' והזכיר את השם, שוב אינו חוזר, אלא מסים המחזיר שכינתו לציון וגומר תפלתו. והטעם בזה מפני שלא היו מקדשין את החדש בלילה. - תכ\"ב ת\"צ", 
            "שכח בראש חדש או בחל המועד יעלה ויבא בשחרית, אף על פי שלא נזכר עד לאחר שהתפלל מוסף, - שכבר זכר של ראש חדש ושל חל המועד מכל מקום, צריך לחזר ולהתפלל שחרית, ואם עבר זמנה ישלימנה בתפלת המנחה. - עיין שערי תשובה סי' ק\"ח סקי\"ב כדלקמן כ\"א סעיף ד'. ועין לקמן סימן כ' סעיף י", 
            "בכל מקום שהוא צריך לחזר ולהתפלל, צריך להמתין כדי הלוך ד' אמות", 
            "שליח צבור שטעה בתפלת הלחש, אינו חוזר ומתפלל שנית מפני טרח הצבור, אלא סומך על התפלה שיתפלל בקול רם, - ולכן לאחר חזרת התפלה יאמר אלהי נצר וכו' ויפסיע ג' פסיעות אך אם טעה בג' ברכות ראשונות ונזכר קודם שהשלים תפלתו, בענין שלא יהא בחזרתו טרח הצבור, יחזר - קכ\"ג קכ\"ו", 
            "ביום התענית בין בתענית צבור בין בתענית יחיד, אומרים בתפלת המנחה בברכת שמע קולנו, עננו, וכשמגיע לבכל עת צרה וצוקה יסים כי אתה שומע וכו'. ואם שכח מלומר עננו, אם לא נזכר עד לאחר שאמר את השם מברכת שומע תפלה, אינו חוזר ואומרו, אלא לאחר שגמר כל התפלה, לאחר אלהי נצר קודם שיעקר רגליו, אומרו עד בכל עת צרה וצוקה ומסים יהיו לרצון וכו', ואם לא נזכר עד לאחר שעקר רגליו, אינו אומרו עוד כלל - תקס\"ה"
        ]
    ], 
    "versionSource": "http://www.kitzur.net/main.php?siman=19", 
    "heTitle": "קיצור שלחן ערוך", 
    "categories": [
        "Halakhah"
    ]
}