{
    "versionTitle": "Chapter 8", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Kitzur Shulchan Aruch", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "משעלה עמוד השחר שהוא אור הנוצץ מן השמש במזרח, כיון שאז לאדם להתחיל במלאכה או להתעסק בעסקיו או לילך בדרך קדם שיתפלל, שנאמר, צדק לפניו יהלך וישם לדרך פעמיו. צדק, זו תפלה שמצדיק לבוראו והדר וישם פעמיו לדרכי חפצו - סי ע' פ\"ט", 
            "ואסור לו לאכל או לשתות, שנאמר, לא תאכלו על הדם, לא תאכלו קדם שתתפללו על דמכם. וכל האוכל או שותה ואחר כך מתפלל, עליו הכתוב אומר, ואתי השלכת אחרי גוך, אל תקרי גוך אלא גאך, אמר הקדוש ברוך הוא, לאחר שנתגאה זה, קבל עליו מלכות שמים. ואפלו לשתות קפה או תה עם סכר וחלב, אסור. ואיש זקן וחלוש שאינו יכול לעמד על נפשו עד עת יציאת הצבור מבית הכנסת, בפרט בשבתות וימים טובים שמאריכים הרבה, יותר טוב להתיר לו להתפלל שחרית בביתו בנחת ויקדש ויאכל איזה דבר - עיין לקמן סימן עז סעיף טו, ואחר כך ילך לבית הכנסת ויכון לבו עם הצבור בתפלת שחרית ויתפלל אחר כך עמהם מוסף, ולא שישתה קפה עם סכר וכדומה בלא קבלת על מלכות שמים תחלה - באר היטב סימן פט בשם לקט הקמח. אך לצרך רפואה, מתר לאכל ולשתות קדם התפלה, שאין בזה משום גאות. וכן אם אין בו יכלת לכון דעתו בתפלה בלי אכילה ושתיה, אם ירצה יכול לאכל ולשתות קדם התפלה", 
            "יש אומרים, שאפלו אם קם בחצות הלילה אסור לו לטעם קדם שיתפלל, וכן נכון להחמיר. אך אם חלש לבו, מתר לו לאכל ולשתות איזה דבר לחזק גופו לתורה", 
            "מים וכן תה או קפה בלא סכר ובלא חלב, מתר לשתות קדם התפלה אף לאחר שעלה עמוד השחר, כי אין באלו משום גאות. ואפלו בשבת ויום טוב שחיב בקדוש, מתר לשתות דברים אלו קדם התפלה ואין הקדוש מעכבו, כיון שקדם התפלה עדין לא הגיע זמן קדוש, דאין קדוש אלא במקום סעודה, דהינו סמוך לאכילה, והרי אי אפשר לו לאכל קדם תפלת השחר", 
            "אסור להקדים לפתח חברו לקבל פניו ולתן לו שלום, ואפלו לומר לו צפרא דמרא טב - בל\"א, גוטען מארגען, שנאמר, חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא. כלומר, במה חשבתו לזה שהקדמת כבודו לכבודי. ואם פגעו דרך מקרה מצד הדין מתר לתן לו שלום, אך נכון לשנות בלשונו, כדי שיתן לב שהוא אסור להתעכב בדברים אחרים עד שיתפלל", 
            "אפלו ללמד, אסור לו להתחיל משעלה עמוד השחר. אך מי שהוא רגיל לילך לבית הכנסת ואין לחוש שיעבר הזמן, מתר לו. וכן מי שהוא לומד עם אחרים ואם לא ילמדו עתה יתבטלו מלמודם, מתר ללמד עמהם, כי זכות הרבים דבר גדול הוא. ובלבד שישגיחו שלא לעבר זמן התפלה - פ\"ט"
        ]
    ], 
    "versionSource": "http://www.kitzur.net/main.php?siman=8", 
    "heTitle": "קיצור שלחן ערוך", 
    "categories": [
        "Halakhah"
    ]
}