{
    "versionTitle": "Chapter 36", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "he", 
    "title": "Kitzur Shulchan Aruch", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "קודם שמולחין את הבשר, צריכין להדיח אותו יפה יפה במים. שורין אותו במים לערך חצי שעה. וצריך שהמים יכסו כל הבשר. במקום שיש דם בעין על הבשר, צריכין לשפשפו, במי השריה ולהסירו. וכן בעופות צריכין לשפשף היטב במקום השחיטה. וכן מבפנים במקום שיש דם בעין. ולפעמים נמצא בבשר או בעוף מקום שנצרר בו דם מחמת מכה, צריכין לחתך המקום הזה ולהסירו קדם השריה. כשהמים קרים מאד, יניחם תחלה במקום חם קצת להפיג צינתן, קדם ששורין בהן את הבשר, כי מחמת הקרירות שבמים, יתקשה הבשר ולא יצא אחר כך הדם במליחה - ב\"י - יו\"ד סז סט", 
            "אם שכחו ונשרה הבשר במים מעת לעת, הבשר וגם הכלי אסור. וכבד שנשרה במים מעת לעת, יעשה שאלת חכם - סי' סט ועיין בחכמ\"א כלל לד", 
            "בערב שבת שאין לו פנאי, או בענין אחר שהשעה דחוקה, די לשפשף היטב את הבשר במים, וישרה אך מעט במים. וכשאין אדמומית במים יכולין למלוח אותו - חכמת אדם כלל ל", 
            "אם לאחר השריה חתכו חתיכה אחת לשתים, צריכין להדיח היטב מקום החתך, מפני הדם שישנו שם", 
            "בשר שנקרש מחמת הקר, צריכין להשגיח שיפשר, אבל לא יניחוהו אצל תנור שהסק. ובשעת הדחק יכולין לשרותו במים פושרין - סח סט ובחכמ\"א", 
            "הכלי המיחד לשרית בשר, אין להשתמש בו דבר אחר של מאכל", 
            "לאחר שנשרה הבשר צריכין להטיף ממנו המים, כדי שלא ימס המלח מן המים ולא יוציא את הדם. וצריכין להשגיח שלא יתיבש הבשר לגמרי, בכדי שלא יפול המלח מעליו", 
            "המלח לא יהא דק מאד כקמח, דאם כן נמס מיד על הבשר ואינו מוציא דם. וגם לא יהא גס מאד, שמא יפל מעל הבשר, אלא יהא בינוני כמו המלח שנעשה על ידי בשול, ויהא יבש שיתפזר היטב", 
            "צריכין לפזר המלח על הבשר בכל הצדדין, שלא ישאר שום מקום בלי מלח. ולכן העופות צריכין לפתח אותן היטב, כדי שיוכל למלחן היטב גם מבפנים - סימן ס\"ט", 
            "הבשר במלחו צריך להניח במקום שיוכל הדם לזוב ממנו היטב, ולכן לא יעמיד את הסל עם הבשר על גבי קרקע כי לא יוכל הדם לזוב היטב. ואפלו לאחר שכבר שהה הבשר במלחו שעור מליחה קדם הדחה, לא יתנהו במקום שאין הדם יכול לזוב היטב. וכשמולחין על גבי דף צריכין להניחו בשפוע, כדי שיזוב היטב, ושלא יהיה בו גומא שיתקבץ בו ציר. והמולח עופות או דפן שלמה שיש לו תוך ובית קבול, צריך להפך צד החלל למטה, כדי שיוכל הדם לזוב היטב", 
            "יהא הבשר מנח במלחו שעור שעה, ובשעת הדחק די כ\"ד מנוטין - רגעים סימן ס\"ט ובאו\"ח סימן תנ\"ט", 
            "לאחר שהיה הבשר מנח במלחו כשעורו, ינפץ ממנו המלח היטב, ומדיחין אותו ג' פעמים במים היטב היטב. ואשה יראת ה', יש לה להשגיח בעצמה על הדחת הבשר, כי לפעמים המשרתת אשר בכתף תשא את המים, תצמצם, ויכולין לבוא, חס ושלום לאסור דם. וצריכין לזהר שלא להניח את הבשר בתוך כלי בלי מים קדם שהודח - סימן ס\"ט", 
            "צריכין לזהר בעופות להסיר את הראש קדם השריה. ואם נמלח העוף עם הראש, יעשה שאלת חכם. וכן צריכין לזהר בזה בבהמה - סי' כ\"ב וס\"ה", 
            "בשר שלא נמלח עדין, לא יניחו אותו במקום שלפעמים יש שם מלח. ויש ליחד כלי לבשר לחוד, שלא להניח בכלי זה ירקות או פרות, וכיוצא בו דברים שדרכן לאכל בלא הדחה, כי דם מן הבשר נדבק בכלי ומן הכלי נדבק בהם - סימן ס\"ט", 
            "הראש צריכין לחתכו קדם שריה, ולקח את המח ולקרוע את הקרום שעליו, ולשרתו ולמלחו בפני עצמו. ואת הראש צריכין למלחו מבפנים ומבחוץ. ויכולים למלחו גם על השערות", 
            "עצמות שיש בהן מח, אם עדין הן דבוקות בבשר, מולחן עם הבשר ביחד כמו שהן. אבל אם נפרדו מן הבשר, ימלחם בפני עצמן, ולא ינוחו במלחן אצל הבשר", 
            "רגלי בהמות, צריכין לחתך ראשי הטלפים קדם השריה, למען יוכל הדם לזוב מהן. וצריכין להניח אותן באפן שיוכל הדם לזוב. ויכולין למלחו גם על השערות - ס\"ח וע\"א", 
            "הלב צריכין לקרע קדם השריה, שיצא הדם ממנו", 
            "הראה נוהגין גם כן לחתכה ולפתח הקנוקנות הגדולות שבה קדם השריה", 
            "הכבד יש בו הרבה דם. לפיכך אין לו תקנה לבשלו על ידי מליחה, אלא צריכין לצלותו על האש. אבל צריכין מקדם לחתכו היטב, ולהניחו בחתוכו על האש, למען ישאב האש היטב כל הדם שבו. ומדיחין אותו קודם שמניחין אותו על האש, וכשמנח על האש מולחין אותו שם קצת, וצולין אותו עד שיהא ראוי לאכילה, ואחר כך מדיחין אותו יפה מן הדם שפלט. ויש לזהר להדיחו ג' פעמים ואחר כך יכולין לבשלו", 
            "צריכין לזהר לצלותו דוקא על האש ולא בתנור גרוף. וכן לא יכרכו אותו בניר לצלותו כך, ואפלו בניר גרוע - פליס פאפיר - עין סספר פתחי תשובה", 
            "אבל אין למלוח כבד קדם צליה כדרך שמולחין בשר. ומכל שכן שאין למלוח כבד עם בשר ביחד", 
            "הטחול דינו כשאר בשר, רק צריכין להסיר ממנו קדם שריה את הקרום שעלי, שאסור משום חלב. גם צריכין לנקרו, משום הגידין. נוטל ראש הגיד ומושך אותו ונמשכין עמו ג' חוטין שבתוכו, וצריך לזהר שלא יפסק שום חוט. ואם נפסק, צריך לשרש אחריו - סימן ס\"ד ע\"ד", 
            "החלחלת ושאר מעים, מולחין בצד החיצון שהשמן דבוק שם. - ע\"ה", 
            "קבה של עגל שנמצא בה חלב, שופכין את החלב קודם שריה, והרי היא כשאר בשר", 
            "ביצים שנמצאו בתוך עופות, בין שהם קטנים מאד בין שנגמרו לגמרי עם קליפתן, צריכין שריה ומליחה והדחה. אבל לא ימלחן אצל הבשר, אלא יניחן במקום שלא יזוב עליהן הדם מן הבשר. וביצים אלו, אפלו נגמרו לגמרי, אסור לאכלן בחלב - ע\"ה פ\"ז", 
            "בשר ששהה ג' ימים מעת לעת - קודם מליחה אסור לבשול אלא אם כן נשרה בינתים", 
            "נוהגין בעופות שלאחר שהסירו הנוצות, מהבהבים אותן באור להסיר את הנשאר. וצריכין לזהר שלא להבהבן כי אם בשלהבת של קש ותבן, ולא יעשו שלהבת גדולה ויזהרו להוליך העופות אנה ואנה לבל יתחממו - ס\"ח"
        ]
    ], 
    "versionSource": "http://kitzur.net/main.php?siman=36", 
    "heTitle": "קיצור שלחן ערוך", 
    "categories": [
        "Halakhah"
    ]
}