{
    "text": {
        "0_Comment, 0_Paragraph": "בזקן אין חייב אלא בתער. בראש חייב אף במספרים: ד\"ה חייב: דף ב ע\"ב",
        "1_Comment, 0_Paragraph": "משחית ונשחת שניהן חייבין. אסור לישרראל להניח העובד כוכבים להקיף או להשחית לו. המקיף את הקטן חייב: ד\"ה ועל הזקן: דף ג",
        "2_Comment, 0_Paragraph": "אין פודין בכור בקרקעות: ד\"ה בכל פודין: דף ד ע\"ב",
        "3_Comment, 0_Paragraph": "אפילו כהן שוטה רואה [את] הנגע ואומר לו הישראל אמור טמא ואומר טמא: ד\"ה כל: דף ו",
        "4_Comment, 0_Paragraph": "דייני גזירות ומגיהי ספרים נוטלין שכרן מתרומת הלשכה: ד\"ה קדושה: דף י ע\"ב",
        "5_Comment, 0_Paragraph": "זיכה מתנה לאחר לא יכול להחליפנה שלא מדעתו: ד\"ה מפרישין:",
        "6_Comment, 0_Paragraph": "בכור שנטרף קוברין אותו בעורו: ד\"ה משום: דף יא ע\"ב",
        "7_Comment, 0_Paragraph": "עשה ולא תעשה תשובה מכפרת: כל העובר דבר ומתחרט מוחלין לו מיד. מצוה עשה מוחלין לו לגמרי. בשאר עבירות אין מחילה גמורה אלא מקילין לו [את] הדין: ד\"ה לא זז: דף יב ע\"ב",
        "8_Comment, 0_Paragraph": "אחד המרבה ואחד הממעיט אך שיכוין לבו לשמים ומכל מקום אין לו להתפאר שהוא מרבה: ד\"ה ללמדך: דף טו",
        "9_Comment, 0_Paragraph": "אסור להתרפאות בדברי תורה אלא במקום סכנה: ד\"ה אסור: שם ע\"ב",
        "10_Comment, 0_Paragraph": "בזמן הזה יכול לחלל הקדש שוה מנה על שוה פרוטה: ד\"ה דכולי: דף טז",
        "11_Comment, 0_Paragraph": "לבש כלאים ושהה כדי לפשוט וללבוש חייב שתים ואפילו הכניס בית אונקלי בכלאים: ד\"ה או אין: דף יז",
        "12_Comment, 0_Paragraph": "נזיר שהיה [לו] מת על כתיפו ולא הספיק להשליכו מעליו והשיטו לו מת אחר פטור כשטומאה על כתיפו הנוגע בו אז טמא טומאת ז' השליכו מעליו ונגע בו טמא טומאת ערב: ד\"ה נזיר:",
        "13_Comment, 0_Paragraph": "שגג בתחילת ביאה והזיד בסופה הוי שב מידיעתו: ד\"ה אי בת\"ח: שם ע\"ב",
        "14_Comment, 0_Paragraph": "משמש עם הטהורה ואמרה לו נטמאתי יפרוש באבר מת: ד\"ה אלמא: דף יח ע\"ב",
        "15_Comment, 0_Paragraph": "אמר קונם שלא אוכל חל נדר משא\"כ בשינה שצריך לומר קונם עיני בשינה: ד\"ה שלא אוכל: דף כ",
        "16_Comment, 0_Paragraph": "מתפיס בנדר נדר מי שאמר הריני נזיר ואמר חבירו וגם אני: ד\"ה אלא: שם ע\"ב",
        "17_Comment, 0_Paragraph": "נדרים חלין על דבר מצוה באומר קונם שאיני נוטל לולב אבל שלא אוכל נבילה לא: ד\"ה דכי לא:",
        "18_Comment, 0_Paragraph": "קידוש היום דאורייתא אבל על יין או המברך צריך שיטעום הוי דרבנן: ד\"ה נשים:",
        "19_Comment, 0_Paragraph": "נשים פטורות מסוכה ומציצית וחייבות בכלאים: ד\"ה כל:",
        "20_Comment, 0_Paragraph": "חצי שיעור אסור מן התורה ואין לוקין על איסורי הנאה אלא כדרך הנאתן: ד\"ה אהתירא: דף כב ע\"ב",
        "21_Comment, 0_Paragraph": "דברים שבלב אינן דברים היכא שסותר אמרי פיו אבל אמר שבועה שלא אוכל סתם ואמר בלבו מין פלוני אין נאסר אלא בו: ד\"ה דלמא: דף כג",
        "22_Comment, 0_Paragraph": "לשון שבועה לא שייך אלא על עצמו אפי' אמר דבר פלוני אסור עלי ולשון קונם על החפץ: ד\"ה מה שאין כן: דף כה",
        "23_Comment, 0_Paragraph": "טעה בלשון שבועתו אפילו עונש ליכא מלבד גבי ממון חבירו דהוי ליה למידק: ד\"ה את לבך: דף כו",
        "24_Comment, 0_Paragraph": "נודרין לחרמין כו' דמשום אונס שרי ולא בע\"א לע\"ה. גמר בלבו פת חטין והוציא פת סתם שרי באונס אפי' מדירו על דעתו שרי: ד\"ה גמר: שם ע\"ב",
        "25_Comment, 0_Paragraph": "הנהיג שור וחמור אין חייב אלא בקשורין וכן צמר ופשתים: ד\"ה עד: דף כז",
        "26_Comment, 0_Paragraph": "נשבע על הככר כולו ואכלו לבד משהו חייב: ד\"ה אם:",
        "27_Comment, 0_Paragraph": "נדר אינו חל על דבר שאין יכול להיות אם אמר כל פירות שבעולם עלי ואין נראה לר\"י: ד\"ה באומר: דף כט",
        "28_Comment, 0_Paragraph": "על דעת רבים היינו שנים: חרמות שגוזרין על דעת המקום ועל דעת הקהל יש להן היתר: ד\"ה כי היכי: שם ע\"ב",
        "29_Comment, 0_Paragraph": "שבועה שאוכל ככר זו לא משמע כזית אלא שיאכל כולה: ד\"ה שבועה:",
        "30_Comment, 0_Paragraph": "אשה אינה מעידה ואינה דנה: ד\"ה שבועות:",
        "31_Comment, 0_Paragraph": "מצוה בבעלי דינין בעמידה קריעה מעומד חליצה מעומד: ד\"ה מצוה: דף ל",
        "32_Comment, 0_Paragraph": "בשעת גמר דין אין יכול להושיב בעלי דינין: ד\"ה שאם רצו:",
        "33_Comment, 0_Paragraph": "כי אתא צורבא מרבנן לדינא מהפיכנא בזכותיה: ד\"ה למאי:",
        "34_Comment, 0_Paragraph": "יש להקדים דין של תלמיד חכם לדונו: ד\"ה למשרי:",
        "35_Comment, 0_Paragraph": "שודא הדיין יתן למי שירצה: ד\"ה אי נמי: שם ע\"ב",
        "36_Comment, 0_Paragraph": "בבית הכסא ובבית המרחץ לא שייך הידור כלל אבל העומדים מפניו שלא לכבדו יצא: ד\"ה אפרח:",
        "37_Comment, 0_Paragraph": "עשה דכבוד תורה באשת חבר שמא שמא אין שייך לאחר מיתה: ד\"ה והאמר:",
        "38_Comment, 0_Paragraph": "אימתו עליך לא שייך במקום מצוה דאין חכמה וגו'. אשה שבאה לינשא ותלמיד חכם יודע שבעלה חי יזלזל בעצמו וילך ויעיד משא\"כ בממון: ד\"ה אבל:",
        "39_Comment, 0_Paragraph": "במקום שאין חכם מוחל על כבודו חמור כבודו מכבוד הסגן: ד\"ה עשה:",
        "40_Comment, 0_Paragraph": "אלם ובעל טענות לא יתעבר לטעון בשביל חבירו אבל שטורח להביא לו מעותיו מצוה: ד\"ה זה הבא: דף לא",
        "41_Comment, 0_Paragraph": "אין רגילות להעיד שני עדים כאחת: ד\"ה שבועה: דף לב",
        "42_Comment, 0_Paragraph": "העידו הרבה עדים כל אחד תוך כדי דבור של חבירו אפי' הראשון יכול לחזור כמו האחרון: ד\"ה בתוך:",
        "43_Comment, 0_Paragraph": "אין אדם טוען ברצון וגם לישבע בדבר שעד מכחישו: ד\"ה הוה: שם ע\"ב",
        "44_Comment, 0_Paragraph": "היו שניהן חשודין על השבועה יחלוקו: ד\"ה ואמר:",
        "45_Comment, 0_Paragraph": "אין צריך תחילתן וסופן בכשרות גבי נוגע בעדות להכי יכולין ליסלקו בי תרי מינייהו וליסהדי: ד\"ה קרובים: דף לג",
        "46_Comment, 0_Paragraph": "הרשאה שוייה שליח: ד\"ה בבא: שם ע\"ב",
        "47_Comment, 0_Paragraph": "אדם יכול להקדיש פקדון שביד אחר. כותבין הרשאה אמטלטלי דכפרי ולמיחזי כשיקרא לא חיישינן: ד\"ה היכא:",
        "48_Comment, 0_Paragraph": "שלשה שנמצא אחד מהן קרוב או פסול כולן פטורים אם כבשו עדותן: ד\"ה או: דף לה",
        "49_Comment, 0_Paragraph": "הוגה השם באותיותיו ואין מכוין לשם מותר. א\"ד מן השם אינו נמחק ש\"ד [משדי] צ\"ב [מצבאות] נמחקים: ד\"ה באלף:",
        "50_Comment, 0_Paragraph": "כל שלמה שבשיר השירים אין נמחקין. (ד\"ז בגמרא) [שם ע\"ב]:",
        "51_Comment, 0_Paragraph": "צבאות אינו נמחק: (ג\"ז שם בגמרא):",
        "52_Comment, 0_Paragraph": "הן הן לאו לאו יש ליזהר בשבועה זו ועונש יש בדבר ולא חיוב: ד\"ה והוא: דף לו",
        "53_Comment, 0_Paragraph": "במברך ה' בעי שם המיוחד: (ד\"ז בגמרא):",
        "54_Comment, 0_Paragraph": "נטל שטרות חבירו בידו ושרפן לכולי עלמא חייב: ד\"ה מיעט: דף לז ע\"ב",
        "55_Comment, 0_Paragraph": "בעון נדרים בנים מתים קטנים ולא גדולים אבל בעון שבועה אפי' משפחתו נענשים: ד\"ה ואין: דף לט",
        "56_Comment, 0_Paragraph": "א\"ל דור לי בחיי ראשך אחר גמר דין אין יכול לחזור בו ודוקא נדר כבר: ד\"ה אם:",
        "57_Comment, 0_Paragraph": "כפירת טענה שתי כסף: (ד\"ז בגמרא): ע\"ב",
        "58_Comment, 0_Paragraph": "טענו חטין והודה לו בשעורין פטור אף מדמי שעורין: ד\"ה והודה: דף מ",
        "59_Comment, 0_Paragraph": "טענו חטין ושעורין והודה לו באחת מהן חייב: ד\"ה וחדא: שם ע\"ב",
        "60_Comment, 0_Paragraph": "כופר הכל וליכא דררא דממונא אין משביעין אותו אך היה היה משמתינן ליה אם חייב ואינו מודה: ד\"ה ומאן: דף מא",
        "61_Comment, 0_Paragraph": "עני התובע את עשיר ולא אמיד ואין נראה לדיינים שחייב לו אין לגלגל השבועה אלא באמתלא. המשביע חבירו החרימו תחלה שלא להשביעו בחנם:",
        "62_Comment, 0_Paragraph": "שבועה דרבנן נמי צריך אנקוטי חפצא: ד\"ה מאי:",
        "63_Comment, 0_Paragraph": "פלוגתא דרבוותא אי מפכינן שיאמר הנתבע לתובע השבע וטול ואם הלכה כמר בר רב אשי באודיתא ובחיורי ואי אמר ליה אישתבע דלא פרעתיך והשני אומר השבע את ותיפטר: ד\"ה ולמר:",
        "64_Comment, 0_Paragraph": "טענינן ליתומין מה שאין אביהן יכול לטעון: ד\"ה וכי מה:",
        "65_Comment, 0_Paragraph": "כתב לאשתו נקי נדר ושבועה לא תיפרע מן היתומים אלא בשבועה: ד\"ה וכי:",
        "66_Comment, 0_Paragraph": "המלוה חבירו בעדים אין צריך לפרעו בעדים: ד\"ה ורב פפא: שם ע\"ב",
        "67_Comment, 0_Paragraph": "א\"ל אל תפרעני אלא בפני פלוני ופלוני ופרעו בפני אחרים פטור: ד\"ה אזל:",
        "68_Comment, 0_Paragraph": "כשטוענין עליו בב\"ד יש לו להשיב בענין שיפטר ולא שיתרץ דבריו. מילתא דלא שכיחא לא טענינן ליתמי: ד\"ה כל האומר:",
        "69_Comment, 0_Paragraph": "מה שאדם אומר בבית דין יש לו לברר ואם לא בירר הפסיד: ד\"ה כל מילתא: דף מב",
        "70_Comment, 0_Paragraph": "שטר ריע לא מגבינן ביה ולא קרעינן ליה: ד\"ה איתרע:",
        "71_Comment, 0_Paragraph": "קרקעות והקדשות אין שומרין נשבעין עליהן ולא משלמין אפי' פשעו. שאל בית ונשרף פטור: ד\"ה שומר: שם ע\"ב",
        "72_Comment, 0_Paragraph": "ענבים העומדין ליבצר לענין סוכה חשיבי כמחובר ולענין ב\"ח כתלוש: ד\"ה כבצורות. דף מג:",
        "73_Comment, 0_Paragraph": "אין לעשות שבועה במקום שיכול לברר ע\"י ד\"א: ד\"ה והשתא: שם ע\"ב",
        "74_Comment, 0_Paragraph": "הלוהו אלף זוז אקתא דמגלא ואבדו אבד מעותיו. עירבון כנגדו הוא קונה: ד\"ה מתני':",
        "75_Comment, 0_Paragraph": "ב\"ח קונה המשכון להתחייב בגניבה ואבידה ולא באונסין: ד\"ה מכאן: דף מד",
        "76_Comment, 0_Paragraph": "שומר אבידה הוי שומר חנם. המפקיד אצל שולחני מותר להשתמש בהן ואם נאנסו פטור. קבל עליו אחריות מן העובד כוכבים חמץ חייב לבער: ד\"ה שומר:",
        "77_Comment, 0_Paragraph": "המודר הנאה מחבירו מותר לתקוע לו ומן המעיין טובל בו. ד\"ה ורב: שם ע\"ב",
        "78_Comment, 0_Paragraph": "שוכר אדם משכונו של עני ומנכה בחובו: ד\"ה במלוה:",
        "79_Comment, 0_Paragraph": "קולבון חצי מעה: ד\"ה התקבלת: שם",
        "80_Comment, 0_Paragraph": "מנה לי בידך והלה אומר איני יודע אם החזרתי לך חייב: ד\"ה וניתב: דף מה",
        "81_Comment, 0_Paragraph": "אין להאמין במגו בדבר שאינו ברור לו: ד\"ה מתוך: שם ע\"ב",
        "82_Comment, 0_Paragraph": "לרש\"י כופר הכל חייב בפקדון לר\"ת לעולם בעי הודאה אף בכפירה והודאה בלא נאנסו חייב לריב\"ה נאנסו חייב אף בכופר הכל: ד\"ה מתוך [שיכול לומר להד\"ם]:",
        "83_Comment, 0_Paragraph": "השליח שהעיד שנתן מעות הלוה למלוה אינו נאמן:",
        "84_Comment, 0_Paragraph": "שטר כיס היוצא על היתומין נשבע וגובה מחצה המפקיד בעדים ישבע שהחזירם לו:",
        "85_Comment, 0_Paragraph": "שכנגדו חשוד על השבועה לא מפכינן השבועה: ד\"ה ורבנן: דף מו",
        "86_Comment, 0_Paragraph": "אדם הרגיל להזיק עביד דגזים וגם עביד וחייב. אדם נאמן לומר קניתי אילן פלוני לקצור פירותיו ולא לקוצצו לאילן: ד\"ה עביד:",
        "87_Comment, 0_Paragraph": "מנה לי בידך [והלה אומר] אין לך בידי כלום והעדים מעידים [לו על] חמשים נותנן לו וישבע על השאר. יכולה אשה שתאמר לבעלה איני ניזונת ואיני עושה: ד\"ה בטוענו:",
        "88_Comment, 0_Paragraph": "דברים העשוים להשאיל ולהשכיר ואמר לקוחים בידי אינו נאמן כלל בשום טענה ואפילו אומר בעל הבית גנובין הן: שם ע\"ב",
        "89_Comment, 0_Paragraph": "ספרים הוי עשויין להשאיל ולהשכיר. הכירן ביד אחר ורגיל להשאיל אין יכול לומר לקוח הן בידי. מגו להוציא לא אמרינן. ד\"ה וספרא:",
        "90_Comment, 0_Paragraph": "העובר על החרם פסול לשבועה: ד\"ה אבל:",
        "91_Comment, 0_Paragraph": "שניהן חשודים על השבועה חולקין ובנסכא דר' אבא מתוך שאין יכול לישבע משלם: דף מז",
        "92_Comment, 0_Paragraph": "יתומין מן היתומין ומת לוה בחיי מלוה ובפוגם שטרו יורשין נשבעין שבועת יורשין ונוטלין: ד\"ה מתוך:",
        "93_Comment, 0_Paragraph": "עונש השבועה חלה גם על המשביע אפי' הדין עמו: ד\"ה חלה: שם ע\"ב",
        "94_Comment, 0_Paragraph": "שתי כיתי עדים המכחישות זו את זו כל אחת כשירה לעדות אחרת: ד\"ה בהדי:",
        "95_Comment, 0_Paragraph": "המלוה חבירו למחצית שכר אין יכול להשביעו: ד\"ה דמורי: דף מח ע\"ב",
        "96_Comment, 0_Paragraph": "לכל מגלגלין חוץ משכיר: דף מט",
        "97_Comment, 0_Paragraph": "שוכר כנושא שכר: ד\"ה מאן: שם ע\"ב"
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Shevuot"
}