{
    "title": "Mishneh LaMelech on Mishneh Torah, Appraisals and Devoted Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Appraisals_and_Devoted_Property",
    "text": [
        [
            [
                "<b>לפיכך חייבים עליהם משום בל יחל כו'.</b> הכי איתא בספרי דבנדרי גבוה נמי איכא משום לא יחל. ומדברי רבינו במנין המצות ל\"ת סי' קנ\"ז נראה דבזמן שעובר על לא תאחר דהיינו לאחר שלשה רגלים עובר על לא יחל. אך הרמב\"ן בהשגותיו מ\"ע סי' צ\"ד חולק עליו וס\"ל דמשום בל יחל אינו עובר עד שיעבור על הנדר ואי אפשר לקיימו ואין לבל יחל ענין ברגלים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עכו\"ם שאמר דמי עלי כו'.</b> ראיתי לבאר סוגיא אחת בפרק בתרא דנזיר דף ס\"ב דאמרינן איש כי יפליא נדר למה לי כו' ונראה דקושיא זו היא לכ\"ע בין למ\"ד דאיצטריך איש כי יפליא לומר דעכו\"ם מעריכין פריך שפיר למה לי קרא ת\"ל מהיקשא דערכין לנדרים וקי\"ל גבי נדרים מריבויא דאיש איש שהעכו\"ם נודרים כישראל וממילא שמעינן דנערכין וכן למ\"ד דבני ישראל מיעט שאין העכו\"ם מעריכין ואיש רבה שהעכו\"ם נערכין נמי תיקשי דלמה לי רבויא דאיש לומר שהעכו\"ם נערכים תיפוק לי דכיון דאיתקיש ערכין לנדרים וקי\"ל דגבי נדרים שוים הם עכו\"ם לישראל ממילא לא הוה מוקמינן מיעוטא דבני ישראל אלא לחד מלתא דהיינו למעט עכו\"ם דאין מעריכין. הכלל העולה דגבי ערכין כתיב חד מיעוט דהיינו בני ישראל וחד רבוי דהיינו איש איש ובזה נחלקו בפ\"ק דערכין ר\"מ ור\"י אם המיעוט הוא למעריכין או לנערכין דליכא למימר דהכל מיעט משום דהא איכא רבויא וע\"כ אתא לרבות איזה דבר ועל זה הקשו כאן דלמה לי רבוי דאיש תיפוק לי דכיון דאיתקיש ערכין לנדרים וגבי נדרים קי\"ל דשוים עכו\"ם לישראל א\"כ מיעוט דבני ישראל לא ממעטינן מיניה אלא חדא מלתא דכל מאי דמצינן להשוות עכו\"ם לישראל משוינן מאחר דהוקשו נדרים לערכין והוה ליה היקש זה כאילו כתיב רבוי גבי ערכין וכל זה הוא מתבאר בדברי התוס' שם ותירצו דאיצטריך איש לרבות מופלא סמוך לאיש והדר הקשו התינח למ\"ד דהוא מן התורה אלא למ\"ד מדרבנן איש כי יפליא למה לי ותירצו לאתויי מופלא סמוך לאיש דעכו\"ם דאע\"ג דמופלא סמוך לאיש בישראל הוי דרבנן בעכו\"ם הוי מן התורה, ואף שלכאורה דין זה הוא מתמיה כבר עמדו על זה התוס' ורש\"י יע\"ש, והדר הקשו דבשלמא למ\"ד דמיעוטא דבני ישראל הוא לומר דעכו\"ם אינם נערכים ומהיקשא שמעינן דמעריכין איצטריך כי יפליא לומר דמופלא עכו\"ם מעריך אבל למ\"ד דמיעוטא דישראל הוא לומר דעכו\"ם אינם מעריכים ומהיקשא שמעינן דנערכים א\"כ קרא דכי יפליא למאי אתא אם לומר דמופלא נערך הא פשיטא דהא אפי' בן חודש נערך ומשני אמר רב אדא בר אהבה לאתויי עכו\"ם גדול דאע\"ג דגדול הוא אינו יודע להפלות. והנראה מדברי רש\"י דתירוץ זה הוא לכ\"ע בין למ\"ד דעכו\"ם מעריכין ולא נערכין בין למ\"ד נערכין ולא מעריכין ואליבא דכ\"ע עכו\"ם גדול היודע להפלות מעריך ואם אינו יודע להפלות אף שהוא גדול אליבא דכ\"ע אינו מעריך ולא פליגי אלא בנערכין אלא דחד תנא אית ליה דמיעוטא דבני ישראל אתא למימר דבני ישראל נערכין ואין העכו\"ם נערכין יכול לא יהו מעריכין ת\"ל איש כלומר איש דגבי נדרים ואתא קרא דאיש כי יפליא למעט ולומר דאינו מעריך אלא ביודע להפלות ואף שהוא גדול. ואפשר ג\"כ לומר דכי קאמר ת\"ל איש הכוונה הוא על איש כי יפליא דכיון דאשמעינן קרא דבעינן בעכו\"ם יודע להפלות ממילא שמעינן דעכו\"ם מעריך. ואפשר שכיון באומרו ת\"ל איש על תרי איש דכתיבי דמחד שמעינן דמעריך ומאידך שמעינן דאם אינו יודע להפלות אינו מעריך ואידך תנא אית ליה דמיעוטא דבני ישראל הוא לומר ישראל מעריכין ואין העכו\"ם מעריכים יכול לא יהו נערכין ת\"ל איש וע\"כ האי איש הוא איש דכתיב גבי נדרים ומהיקשא דנדרים לערכין הוא דשמעינן לה ואתא קרא דכי יפליא לומר דלא ממעטינן מקרא אלא באינו יודע להפלות אבל יודע להפלות מעריך ולפי זה מ\"ד דעכו\"ם מעריכין קרא דאיש כי יפליא אתא למעט ולומר דעכו\"ם אינו מעריך אלא ביודע להפלות ומאי דאמרינן לאתויי לאו דוקא ומ\"ד דעכו\"ם אינן מעריכים ממיעוטא דבני ישראל קרא דכי יפליא אתי לרבות ולומר דאע\"ג דנתמעטו מקרא דבני ישראל מ\"מ בגדול היודע להפלות לא נתמעטו ומעריכין. ודע דלישנא דתלמודא דקאמר דאע\"ג דגדול הוא אם אינו יודע להפלות לא משמע דהאי איש אתא למעט. וראיתי להתוס' שכתבו וא\"ת והא גבי ערכין קיימינן ואפי' עכו\"ם גדול היודע להפלות אין מעריך וי\"ל דאם אינו ענין לערכין תנהו ענין לנדרים ע\"כ. ויש לתמוה דא\"כ נימא דקרא דכי יפליא אתא לאתויי מופלא סמוך לאיש דעכו\"ם וכ\"ת למ\"ד בני ישראל מעריכין ואין העכו\"ם מעריכים כי יפליא למה לי אם אינו ענין לערכין תנהו ענין לנדרים דמופלא סמוך לאיש דעכו\"ם נודר. וי\"ל כיון דע\"כ קרא לא מתוקמא כי אם באם אינו ענין ניחא ליה טפי לומר דקרא אתא למעט גבי עכו\"ם דאע\"ג שהוא גדול אם אינו יודע להפלות אינו נודר מלומר דאתא קרא לרבות מופלא סמוך לאיש דעכו\"ם דנודר דהוי מלתא דליתיה בישראל. ודע דסוגיא זו לא קיימא אליבא דהלכתא ומש\"ה לא הזכיר רבינו בחבורו כלל מסוגיא זו אם עכו\"ם גדול דאינו יודע להפלות אם מעריך או אם נודר. וטעמא דמלתא דסוגיא זו היא אליבא דמ\"ד דמופלא סמוך לאיש דרבנן ואייתר לן קרא דאיש כי יפליא. אבל לדידן דקי\"ל דהוי מן התורה איצטריך קרא דאיש כי יפליא לישראל ולרבות מופלא סמוך לאיש. ונ\"ל דגם גבי עכו\"ם מופלא סמוך לאיש נודר או מעריך למ\"ד דעכו\"ם מעריכים דכיון דנתרבו עכו\"ם לנדרים כישראל לכולא מלתא איתרבו. ועדיין הדבר צריך הכרע: "
            ],
            [],
            [
                "<b>הגוסס אין לו ערך וכו'.</b> כתבו התוס' בפ\"ק דערכין (דף ד') דגוסס נודר ומעריך ומדברי רבינו בדין י\"ד נראה שחולק בזה ועיין בלח\"מ ובמ\"ש התוי\"ט עלה דמתני' (א\"ה עיין בס' גט פשוט סי' קכ\"א): וכן מי שנגמר דינו בב\"ד של ישראל כו'. כתב מרן דאילו בב\"ד של כותים אפי' נגמר דינו לא חשיב מת כדאמרינן בפרק כל הגט. ואין דברי מהריק\"א ברורין ואגב שיטפא לא דק הרב דהתם בפ' כל הגט ללישנא בתרא דרב יוסף יוצא ליהרג בב\"ד של עכו\"ם נותנים עליו חומרי חיים וחומרי מתים אבל יוצא ליהרג בב\"ד של ישראל ודאי קטלי ליה ומשיאין את אשתו דודאי מת. אבל גבי ערכין אין הדבר תלוי אלא בגמר דין דכל שנגמר דינו בב\"ד של ישראל הרי הוא כמת ולכך דקדק רבינו לכתוב בב\"ד של ישראל דאי בב\"ד של עכו\"ם גמר דינם לא הוי כלום דעדיהן פסולים ודינם בטל. ועוד אני מוסיף דהכא גבי ערכין אפי' ברח מידם של ב\"ד ולא נהרג אין לו דמים ולא ערכים תדע לך דגוסס כתב רבינו בסמוך דאין לו ערך ואין לו דמים אע\"פ שחי אח\"כ משמע וה\"ה גבי נגמר דינו הלכך אין זווגם עולה יפה דיני ערכין לההיא דפ' כל הגט. ועיין במ\"ש הרא\"ם בפ' בחקותי על פסוק כל חרם אשר יחרם מן האדם שהולך על דרך הרב בכאן. ויותר קשה הוא מ\"ש שם דללישנא דר\"י דאמר ל\"ש אלא בב\"ד של ישראל אבל בב\"ד של עכו\"ם כיון שנגמר דינו ודאי קטלי ליה גם גבי ערכין אם נגמר דינו בב\"ד של עכו\"ם אינו בדין ערכין. ובאמת זו קשה מן הראשונה אטו ב\"ד של עכו\"ם וגמר דינם משוו ליה מת וצ\"ע. שמא תאמר כיון שנגמר בב\"ד של עכו\"ם ובודאי קטלי ליה אינו שוה כלום. זה אינו דהא לגבי ערכין אינו תלוי בזה דהא כתב רבינו לעיל שאפי' היה הנערך מוכה שחין וסומא וגידם נותן לפי שניו אע\"פ שאינו שוה כלום ודוק: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>האומר דמי ראשי או כבדי עלי כו' נותן דמי כולו.</b> כתב הרא\"ם בפ' בחקותי ד\"ה ערכך כמו ערך וכפל הכפי\"ן לא ידעתי מאיזה לשון הוא. תימה והלא בת\"כ ומייתי לה בפ\"ק דערכין שנו בהדיא שהוא כ\"ף הכנוי דתניא בערכך ערך כל גופו הוא נותן ואינו נותן ערך איבריו. וראיתי בספר קצור המזרחי שהביא בשם הג\"א שבגמרא לא למדו אותו מן הכ\"ף של ערכך ערך כל גופך דא\"כ תיקשי כל אותן שא\"א למידרש הכי כגון גבי שדה אחוזה ומקדיש בית ובהמה דבכולן כתיב ערכך ולא שייך למידרש כך אלא מדהוצרך לכתוב נפשות לרבות אבר שהנשמה תלויה בו ש\"מ דסתם ערך ערך כל גופו משמע ולא ערך איבריו דאל\"כ נפשות למה לי לכך דרשו כן ע\"כ. ומלבד שאין תירוצו נכון משום דאף בדמים דפשיטא לן שנותן דמי איברים לא היינו יודעים שנדון בכבודו אלא משום דאיתקש דמים לערכין כדכתיב נדר בערכך נפשות וכדאיתא בפ' המקבל (דף קי\"ד) וא\"כ אי לאו דכתב קרא נפשות הוה אמינא דבערכין גם כן נותן ערך איבריו אבל אינו נדון בכבודו, זאת ועוד אחרת דאגמ' הקשו אהך דרשא דבערכך ערכך כולו הוא נותן ואינו נותן ערך איבריו והא אפיקתיה לערך סתם משמע דדרשא זו ממלת בערכך נפיק. וקושית הרא\"ם לא הבנתי אותה משום דודאי דלא נעלם מרש\"י סוגיא זו אלא שרש\"י הוקשה בוהיה ערכך דכ\"ף זו למאי איצטרך דהתיבה ערכך קמא אתא לדרשא אלא ערכך בתרא למה לי בכ\"ף הכנוי ותמהני על הרא\"ם דלמה לא הקשה רש\"י בערכך קמא שכפל הכפי\"ן מאיזה לשון הוא וצ\"ע: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפריש ערכו או דמיו ונגנבו וכו'.</b> בפרק בתרא דחולין (דף קל\"ט): "
            ],
            [
                "<b>ואינן חייבין להחזיר להם המשכון כו'.</b> מציעא (דף קי\"ד): "
            ]
        ],
        [
            [],
            [
                "<b>ואין שנת היובל מן המנין.</b> זה פשוט וכן פירש\"י רפ\"ו דערכין דכתיב משנת היובל ולא שנת היובל בכלל יע\"ש: "
            ],
            [],
            [],
            [
                "<b>וכן אם פדתה אשתו של מקדיש וכו'.</b> וכן כתב בפ\"ה דין ג' ואם פדה אותן המקדיש או אשתו או יורשיו מוסיף חומש וכן כתב בפ\"ה דין ב' ואחד המקדיש עצמו או אשתו או היורש מוסיפים חומש כמו שביארנו. ודע שכל החלוקות הללו שנויות בת\"כ והנה גבי שדה אחוזה כתיב ואם גאל יגאל את השדה ודרשינן בת\"כ ואם גאל יגאל לרבות את האשה ואם גאל יגאל לרבות את היורש והני תרי דדריש חד הוא מוא\"ו הנוספת במלת ואם וחד מכפל הגאולות וכמ\"ש הרב בעל קרבן אהרן וכי האי גוונא אמרינן בריש תמורה גבי ואם המר ימיר דר\"מ דריש לאתויי אשה ויורש ואמרינן דחד דרש מהכפל וחד דרש מוא\"ו הנוספת בואם וכדאיתא התם ודרשא זו היא מ\"ש רבינו בפ\"ד דמיירי במקדיש שדה אחוזה וגבי מקדיש ביתו כתיב ואם המקדיש יגאל את ביתו ודרשינן בת\"כ ואם המקדיש יגאל לרבות את האשה ואם המקדיש יגאל לרבות את היורש והתם נמי איכא תרי רבויי וי\"ו נוספת ומלת המקדיש דהל\"ל ואם יגאל ודרשא זו היא מ\"ש רבינו בפ\"ה דמיירי במקדיש ביתו וגבי מקדיש שאר הדברים כתיב ואם גאל יגאלנה ודרשינן בת\"כ ואם גאל יגאלנה לרבות את האשה ואם גאל יגאלנה לרבות את היורש ודרשה זו היא מ\"ש רבינו בפ\"ז דשם מיירי בכלל ההקדשות ומרן בפ\"ד לא רמז לנו מקום דין זה ובפ\"ה כתב דבריש זבחים אמרו דגבי מעשר כתיב ואם גאל יגאל לרבות את היורש ע\"כ. ומ\"מ אף כפי דברי מרן דרבינו למד ממעשר להקדש עדיין לא תקן אשה מנין גם בפ\"ז לא כתב שם מרן כלל והאמת הוא מה שכתבנו. ודע דמאי דאמרינן לרבות את היורש אין הכוונה בחיי המקדיש וכההיא דאמרינן בפ\"ו דערכין (דף נ\"ה) גאלה בנו יוצאה לאביו ביובל אלמא דבנו כאיהו חשיב וכן פסק רבינו בפ\"ד דין כ' הכא לא שייך כלל חדא דהתם בנו דוקא ולא שום יורש אחר ואפי' בת והכא אחד מיורשיו קאמר ועוד דגבי מעשר שני נמי כתיב ואם גאל יגאל ודרשינן לרבות היורש והתם מיירי בלאחר מיתה וכמו שכתב רבינו בריש פ\"ה מה' מע\"ש והכי מוכח סוגית ההלכה פ\"ק דזבחים (דף ו') ומשנה ערוכה שנינו בפ\"ה דמעשר שני מ\"ד מערימין על מעשר שני כיצד אומר אדם לבנו ולבתו הגדולים כו' אלמא דבנו ובתו אינם מוסיפים חומש א\"כ גבי הקדש מאי דאמרינן לרבות היורש הוא לאחר שמת המקדיש דס\"ד דלא חייב הכתוב חומש אלא במקדיש עצמו ולא במי שבא לו בירושה קמ\"ל דמוסיף חומש ואשה דמרבינן הוא משום דחשיבא כגופו והוה ליה כאילו הוא פדה וצריך ליתן חומש. וא\"ת מנא לן דכי רבי קרא לאשה גבי חומש הוא בפודה הקדש של בעלה אימא דקרא לא אתא אלא לרבות פודה הקדש שלה דמוסיפה חומש וכי הא פשיטא ולמה לי קרא הא גבי תמורה אמרינן דאיצטריך קרא ואם המר ימיר לרבות האשה והתם מיירי בקרבן שהקדישה היא, הא לא קשיא כלל משום דהתם איצטריך למלקות דסד\"א כי כתיב איש ואשה כי יעשו מכל חטאת האדם הני מילי עונש דבין יחיד בין דציבור אבל תמורה לא ומש\"ה איצטריך לרבות אשה גבי תמורה וכדאיתא בריש פ\"ק דתמורה אבל הכא ע\"כ כי אתא קרא הוא לרבות בפודה הקדש של בעלה דמוסיפה חומש: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "כשתצא השדה לכהנים ביובל וכו'. הנה דברי רבינו הללו הם גמרא ערוכה בפ\"ח דערכין (דף כ\"ח) שדה היוצא לכהנים ביובל נותנה למשמר שפגע בו יובל איבעיא להו פגע בו בשבת מאי אמר רב חייא בר אמי משמיה דחולפנא נותנה למשמר היוצא ע\"כ. וראיתי לרש\"י שכתב פגע בו יובל בשבת דמשמרות מתחלפות וחל יוה\"כ בו ביום לאיזו יתן ע\"כ. והנה מה שתלה הדבר ביוה\"כ הוא משום דס\"ל דלית הלכתא כר' ישמעאל דאמר מראש השנה הוא דחייל יובל אלא כרבנן דפליגי עליה וס\"ל דמיום הכפורים חייל יובל וכדכתיב ביום הכפורים תעבירו שופר א\"כ אף שנאמר דרש\"י נמי ס\"ל דהלכתא כר' ישמעאל מ\"מ כיון שהנראה מסוגיא הוא דסתמא דתלמודא הוה ס\"ל דיובל מתחיל מיום הכפורים שהרי הקשו על הברייתא דקתני אחד יובל ואחד שביעית משמטין כאחד דיובל בתחלתו ביוה\"כ הוא משום הכי פירש רש\"י לבעיא דפגע בו יובל כפי הס\"ד אבל לעולם דלפי המסקנא דר' ישמעאל אית ליה דיובל מראש השנה מתחיל הכל תלוי במשמר שפגע בו ר\"ה של יובל. וראיתי להרב בעל לח\"מ שאחר שהביא כל הסוגיא ודברי רש\"י כתב משמע מסוגיא זו דלמ\"ד מר\"ה חל יובל ומאותה שעה משמט קרקעות וכו' (עיין בלח\"מ בד\"ה כשתצא). והנה הנראה מדבריו הוא דס\"ל דמ\"ש רבינו בפ\"י מה' שמיטה דין י\"ד מראש השנה עד יום הכפורים לא היו עבדים נפטרים לבתיהן ולא משתעבדין לאדוניהן ולא השדות חוזרות לבעליהן אלא עבדים אוכלים ושותים ושמחים ועטרותיהם בראשיהם כיון שהגיע יוה\"כ תקעו ב\"ד בשופר נפטרו עבדים לבתיהן וחזרו שדות לבעליהן ע\"כ, שכל זה הוא אליבא דמאן דפליג עליה דר' ישמעאל וס\"ל דיובל מר\"ה חייל אלא שאעפ\"כ מר\"ה לא היו העבדים משתעבדים לאדוניהם אבל לר' ישמעאל מר\"ה היו העבדים נפטרין לבתיהן והשדות חוזרות לבעליהן וכפי הנחה זו הקשה מה שהקשה ונדחק במ\"ש רבינו דיובל משמט בתחלתו דלאו דוקא אלא לאפוקי שביעית שאינו משמט כי אם בסופו אבל לעולם דיובל לא חייל כי אם מיוה\"כ. ואחרי בקשת המחילה הראויה איננו כאשר חשב אלא דרבינו פסק כר' ישמעאל דיובל מתחיל מר\"ה ולר' ישמעאל אף דיובל חייל מר\"ה אין העבדים נפטרים לבתיהן ולא השדות חוזרות לבעליהן עד שיגיע יוה\"כ ודבר זה הוא מבואר בפ\"ק דר\"ה (דף ה') שהקשו עלה דמתני' דקתני באחד בתשרי ר\"ה ליובלות יובלות באחד בתשרי הוא יובלות בעשרה הוא ותירצו הא מני ר' ישמעאל בנו של ר' יוחנן בן ברוקא היא דתניא וקדשתם את שנת החמשים שנה מה ת\"ל לפי שנאמר ביוה\"כ יכול לא תהא מתקדשת אלא מיוה\"כ ואילך ת\"ל וקדשתם את שנת החמשים מלמד שמתקדשת והולכת מתחלתה מכאן אמר ר' ישמעאל בנו של ר\"י בן ברוקא מר\"ה עד יוה\"כ לא היו נפטרין לבתיהן ולא משתעבדין לאדוניהן אלא אוכלין ושותין ושמחין ועטרותיהן בראשיהן כיון שהגיע יוה\"כ תקעו ב\"ד בשופר נפטרו עבדים לבתיהן ושדות חוזרות לבעליהן ע\"כ. הרי לך הדבר מבואר כמו שכתבנו דלר' ישמעאל אף שהיובל חייל מר\"ה דהא מתני' דבאחד בתשרי מוקמינן כר' ישמעאל וכן ברייתא דקתני שביעית ויובל משמטין כאחד מוקמינן לה בערכין כר' ישמעאל ואפ\"ה אית ליה דלא היו העבדים נפטרין לבתיהן ולא השדות חוזרות לבעליהן עד שיתקעו בשופר ביוה\"כ משום דגזירת הכתוב היא דכתיב תעבירו שופר והדר וקראתם דרור וכמו שפירש רש\"י בר\"ה ולרבנן דפליגי עליה דר' ישמעאל ס\"ל דיובל לא חייל עד יוה\"כ ועד יוה\"כ היו האדונים משתעבדים בעבדיהם וכמו שמתבאר מאותה סוגיא דר\"ה שכתבנו שהקשו ורבנן שנים אתה מקדש וכו'. והשתא מתיישבים שפיר כל דברי רבינו דאיהו פסק כרבי ישמעאל משום דסתמא דמתני' דר\"ה דקתני באחד בתשרי ר\"ה ליובלות אתיא כר' ישמעאל וכן הברייתא שהביאו בערכין דקתני שהשמטה והיובל משמטין כאחד אתיא כר' ישמעאל וכדאוקמוה התם ומ\"ש דהיובל משמט בתחלתו הוא כפשוטו דהיינו מר\"ה וכדקאמר ר' ישמעאל ואפ\"ה לא היו עבדים נפטרין לבתיהן עד יוה\"כ משום דכתיב תעבירו שופר והדר וקראתם דרור וכן מה שפסק גבי שדה תנתן למשמר דהיינו למשמר שפגע בו ר\"ה של יובל הוא משום דפסק כר' ישמעאל דיובל חייל מר\"ה ואע\"ג דלא היו העבדים נפטרים ולא השדות חוזרות אלא ביוה\"כ שאני התם דקרא אמר תעבירו שופר וגו' וקראתם דרור וגו' ושבתם איש אל אחוזתו הרי דתלה הכתוב דרור העבדים וחזרת השדות לבעליהן בשופר אבל הכא גבי מקדיש שדהו דרחמנא אמר והיה השדה בצאתו ביובל לכהן תהיה אחוזתו הרי דהכתוב לא תלאו כי אם ביובל וכיון דיובל חייל מר\"ה מש\"ה המשמר שחל בו ר\"ה של יובל זכה בשדה. הן אמת שאם לא היו דברי רבינו הללו היה אפשר דאף לר' ישמעאל הכל תלוי במשמר שפגע בו יוה\"כ של יובל דכיון שאין השדות חוזרות לבעלים כי אם ביוה\"כ והכתוב עשה לכהנים גבי מקדיש שדהו הבעלים ויזכו הם בשדה וא\"כ בזמן שהבעלים זוכים בשדה דהיינו ביוה\"כ גם הכהנים זוכין בשדה דהיינו ביוה\"כ והוו אתו שפיר דברי רש\"י שתלה הדבר במשמר של יוה\"כ דיובל דס\"ל דלכ\"ע הדבר תלוי במשמר שחל בו יוה\"כ של יובל שאז השדות חוזרות לבעליהן אך מאחר שרבינו כתב בפירוש שהדבר תלוי במשמר שחל בו ר\"ה של יובל אף אנו נאמר דרש\"י ג\"כ ס\"ל הכי דלר' ישמעאל הדבר תלוי במשמר שחל בו ראש השנה של יובל וכסברת רבינו ולא נרבה מחלוקת ומה שפירש רש\"י דחל יום הכפורים של יובל בשבת הוא אליבא דרבנן דפליגי עליה דר' ישמעאל ומאי דנקט למילתיה אליבא דרבנן הוא מהטעמים שכתבנו לעיל והסמ\"ג כתב כדברי רבינו יע\"ש. וראיתי להרא\"ם בפרשת בחקותי ד\"ה קדש שכתב שמתחלקת לכהנים שבאותו משמר שיוה\"כ של יובל פוגע בו ע\"כ. ולא ידעתי מי הכניסו לרב לומר שהדבר תלוי ביוה\"כ הפך מ\"ש רבינו ואף שרש\"י כתב כן בפירוש ההלכה כבר כתבנו לעיל דאף רש\"י לא אמרה כי אם אליבא דרבנן דפליגי עליה דר' ישמעאל אבל אליבא דר' ישמעאל הדבר תלוי בר\"ה וכסברת רבינו. וכי תימא דהרב ס\"ל דמדתלה רש\"י הדבר ביוה\"כ אלמא דס\"ל דהלכתא כרבנן ומש\"ה תלה הדבר ביוה\"כ וכמו שצדדנו צד זה לעיל, זה אינו שהרי מדברי רש\"י בפ' בהר סיני מוכח דס\"ל כר' ישמעאל שהרי כתב וקדשתם בכניסתה מקדשים אותה בב\"ד כו' ומדכתב בכניסתה משמע דהיינו מאחד בתשרי וזהו אליבא דר' ישמעאל דאית ליה דמאחד בתשרי היו מקדשין וכן כתב שם הרא\"ם שדברי רש\"י הללו הם כר' ישמעאל ועוד כתב רש\"י שם יובל היא שנת החמשים שנה מה ת\"ל לפי שנאמר וקדשתם כו' והרואה סוגיית הגמרא בראש השנה יראה איך דברים אלו אינם כי אם אליבא דר' ישמעאל דאית ליה דאף דכתיב בעשור לחדש תעבירו מ\"מ השנה מתקדשת מתחלתה מש\"ה איצטריך קרא למעט דלא נימא שתהא מושכת והולכת עד יום הכפורים משנת נ\"א אבל לרבנן לא איצטריך קרא לזה וא\"כ כיון שהוכחנו מדברי רש\"י הללו דאית ליה דהלכתא כר' ישמעאל א\"כ ע\"כ לומר דמה שתלה רש\"י הדבר ביוה\"כ הוא משום דסתמא דתלמודא הוה ס\"ל דלכ\"ע היובל אינו מתחיל כי אם מיוה\"כ וכמו שכתבנו לעיל אבל לעולם דלפי האמת דקי\"ל כרבי ישמעאל הדבר תלוי בראש השנה וכדעת רבינו ולפי זה יש לתמוה על רבינו שתלה הדבר ביוה\"כ. והנראה אצלי הוא דס\"ל להרא\"ם החלוקה האחרת שכתבנו דאף לר' ישמעאל הכל תלוי במשמר שפגע בו יוה\"כ של יובל כיון שאין השדות חוזרות לבעליהן כי אם ביוה\"כ והכתוב עשה לכהנים במקדיש שדהו כבעלים ובזמן שהבעלים זוכים בשדה דהיינו ביוה\"כ באותו זמן ג\"כ זוכים הכהנים והכריחו לזה מדתלה רש\"י הדבר במשמר שפגע בו יוה\"כ של יובל וכבר כתבנו שאין מכאן הכרח לדבר זה ומה גם לאפושי פלוגתא בין רבינו ורש\"י. ודע דבגמרא עלה דההיא דאיבעיא להו פגע בו בשבת מאי אמרינן אמר רב נחמן בר יצחק תניא נמצאת אתה אומר אחד יובל ואחד שביעית משמטים כאחד כו' ופי' רש\"י תניא נמי הכי דבתר התחלה אזלינן ע\"כ. ויש לדקדק דמה ראיה הביא מברייתא זו דאית להו דיובל מתחיל מר\"ה מקרא דוקדשתם למה שנסתפקו היכא דחל יובל בשבת אם יזכה המשמר הנכנס ונראה דכוונת הסוגיא היא דהא ברייתא זו דקאמרה דיובל ושביעית משמטים כאחד ר' ישמעאל היא וכדאוקמוה בגמרא ור' ישמעאל אף דאית ליה דיובל מתחיל מר\"ה מ\"מ אית ליה דאינה נגמרת ההשמטה עד יוה\"כ וכמו שכתבנו לעיל ועל זה הוקשה לו לרב נחמן דהיכי קתני דשביעית ויובל משמטין כאחד והלא שביעית בין השמשות של ערב שנת היובל משמטת המלוה אבל היובל אינו משמט לגמרי העבדים והקרקעות עד יוה\"כ אלא ודאי דטעמא דברייתא הוא דכיון דמתחיל מר\"ה שפיר קרינן ביה משמטין כאחד משום דבתר התחלה אזלינן והיובל מתחיל מר\"ה והכא נמי בבעיין היכא דחל יובל בשבת דמשמר אחד מתחיל לעבוד ומשמר אחד גומר עבודת היום אזלינן בתר התחלה וזוכה משמר היוצא שברשותו התחיל היובל אמש ואע\"ג דברייתא זו אתיא כר' ישמעאל מ\"מ שמעינן מיניה דלרבנן אף שאין היובל מתחיל כי אם מיוה\"כ מ\"מ כיון שהיובל מתחיל מליל יוה\"כ זכה המשמר היוצא אם חל יוה\"כ של יובל בשבת משום דברשותו התחיל היובל דבתר התחלה אזלינן דהא בהאי מלתא דתני בברייתא דבתר התחלה אזלינן לא נחלק בו אדם ומה שנחלקו רבנן הוא משום דס\"ל דאפי' התחלה ליכא מר\"ה ואינו מתחיל היובל כי אם מיוה\"כ ומכאן מודעה רבא למה שכתבנו דלר' ישמעאל זוכה המשמר שחל בו ר\"ה של יובל דהא לדידיה בתר התחלה אזלינן וכי היכי דלמדנו מדבריו דזוכה משמר היוצא משום דברשותו התחיל היובל הכי נמי יש ללמוד מדבריו דזוכה המשמר שחל בו ר\"ה של יובל משום דברשותו התחיל היובל. ודע שכפי מה שעלה בדעת הרב בעל לחם משנה דלר' ישמעאל דאמר דמר\"ה חייל יובל היינו דמאותה שעה חוזרות השדות לבעליהן ועבדים נפטרו לבתיהן לא יכולתי ליישב סייעתא זו שמביא רנב\"י מברייתא זו לומר שנותן למשמר היוצא. עוד אפשר לפרש דברים כפשטן דצדדי הבעיא היא היכא דפגע היובל בשבת אם נאמר דנהי דיובל אינו כשמיטה דמשמט בסופו מ\"מ אינו משמט אלא בסוף אותו היום ועל זה הביא ראיה דמיד שהתחיל ר\"ה חל היובל וה\"ה למ\"ד דביוה\"כ תלוי היובל דמיד בין השמשות של יום הכפורים חל היובל ומש\"ה נותן למשמר היוצא דברשותו חל היובל. ומ\"מ אני מתקשה בדעת הרא\"ם שכתבנו לעיל דס\"ל דלדעת רש\"י אף דלר' ישמעאל אין הדבר תלוי כי אם במשמר שחל יוה\"כ של יובל דלא ימנע אי אזלינן בתר התחלת היובל מאיזה זמן שהתחיל א\"כ מר\"ה חייל יובל וינתן למשמר שפגע בו ר\"ה של יובל ואם טעמו הוא משום דכיון דעדיין הדבר תלוי עד יוה\"כ מש\"ה אינו נותן כי אם למשמר שפגע בו יוה\"כ של יובל היכי קאמר רש\"י דינתן למשמר היוצא משום דברשותו התחיל היובל אמש דנהי שהתחיל אמש מ\"מ אינו נגמר עד שיתקעו בשופר בעצומו של יום דודאי לא היו תוקעים בלילה כי אם ביום דומיא דתקיעת ראש השנה וכך הוא לר' ישמעאל ליל יוה\"כ כמו ר\"ה דבכולה היובל חל בהם אבל לא נגמר עד שיבא היום ויתקעו בשופר אבל לפי מה שכתבנו ניחא דלכ\"ע אזלינן בתר התחלת הדבר ולר' ישמעאל זוכה בו המשמר שחל בר\"ה של יובל משום דמר\"ה התחיל היובל ואם חל בשבת זוכה משמר היוצא משום דבין השמשות של ר\"ה התחיל היובל וברשות משמר היוצא התחיל היובל ומה שאינו נותן למשמר שחל בו ר\"ה הוא משום דלרבנן אינו מתחיל היובל מר\"ה כי אם מיוה\"כ וכמו שכתבנו. וקושיא זו שהקשינו להרא\"ם שייכא ג\"כ להרב לח\"מ דסבר דלמ\"ד דהיובל מתחיל מר\"ה ונגמר ביוה\"כ שינתן למשמר של יוה\"כ דא\"כ היכא דחל בשבת אמאי קאמר דינתן למשמר היוצא משום דמאמש התחיל היובל דנהי דהתחיל מ\"מ הרי עדיין לא נגמר עד שיתקעו ביוה\"כ. ודע שראיתי בירוש' בסוף מס' סוכה והובא ג\"כ שם בפ\"ד דתעניות הלכה ב' המה יסד דויד ושמואל הרואה באמונתם אומנות גדולה היתה שם שאין משמר נוטל ושונה בשדה אחוזה עד שיטול חבירו ע\"כ. ולא ידעתי כוונת הדברים וגם לא ראיתי לרבינו שהביא זה הירושלמי: "
            ],
            [],
            [
                "<b>כיצד דין מקדיש שדה מקנתו כו'.</b> כתב רש\"י בפי' החומש פרשת בחקותי וז\"ל ואם את שדה מקנתו חילוק יש בין שדה מקנה לשדה אחוזה ששדה מקנה לא תתחלק לכהנים ביובל לפי שאינו יכול להקדישה אלא עד היובל שהרי ביובל היתה עתידה לצאת מידו ולשוב לבעלים לפיכך אם בא לגאלה יגאל בדמים הללו הקצובים לשדה אחוזה ואם לא יגאל וימכרנה גזבר לאחר או אם יגאל הוא בשנת היובל ישוב השדה לאשר קנהו מאתו אותו שהקדישה ע\"כ. והנה מ\"ש יגאל בדמים הללו הקצובים לשדה אחוזה לא ידעתי היכא רמיזא דדמים הקצובים בתורה לא נאמרו אלא בשדה אחוזה אבל שדה מקנה פודין אותה בשוייה כמה שוה עד היובל וכ\"כ ריש פ\"ד מערכין דין כ\"ו כיצד דין מקדיש שדה מקנתו שמין אותה בדמיה כו'. הן אמת שרבינו כתב לעיל בדין י\"ט המקדיש שדה אחוזתו והגיע היובל ולא נפדית אלא הרי היא תחת יד הקדש הכהנים נותנים את דמיה כו' וכתב שם מרן ומצאתי כתוב דמיה הכתוב בתורה נ' סלעים ע\"כ (ומ\"ש בספרים שלשה הוא ט\"ס שנתחלף לו בין נו\"ן לגימ\"ל) הרי שכתב דמיה ופירושו הוא דמיה הקצובין בתורה ואם כן הכא נמי דכתב רבינו בדמיה הכוונה היא בדמיה הקצובין לה בתורה ונראה דהא ליתא לפי שכתב שמין אותה כו' ושומא לא שייך בדבר קצוב ועוד שכתב אחר כך בדין כ\"ז וז\"ל כל שדה ששמין אותה להקדש למכור אותה בדמיה מכריזין עליה ששים יום כו' ואי אמרת דגם שדה מקנה יש לו דמים קצובים בתורה א\"כ דין זה דהכרזה דששים יום לא שייך בפ' זה כלל דמלתא דפשיטא היא דהכרזה לא שייך במלתא דדמיו קצובים בתורה אלא ודאי דרבינו אדסמיך ליה קאי דהיינו אשדה מקנה ועלה קאי דיני הכרזה גם בההיא שכתב מרן מצאתי כתוב אף שרש\"י פירש כן בפירוש בסוגית הגמרא דאמרינן דר' יהודה גמר קדש קדש ממקדיש בית וכן פירש רבינו עובדיה במתני' מ\"מ נראה לי דסתמיות דברי רבינו היא דס\"ל דכהנים פודים בשויונה ונראה דאין כאן הכרזה שאפי' אם בא אחר להוסיף בדמים אין שומעין לו אלא שמים אותה כמה היא שוה ונותנים דמיה ותהיה אחוזה להם לפי שקצבה זו שנתנה תורה דחמשים שקל אינו אלא בפודה קודם היובל אבל כל שבא היובל ולא נפדה בטלה קצבת התורה ולא אזלינן אלא בתר שוייה ולא ידעתי כפי סברת רש\"י הגע עצמך שקרקע זה אינו שוה דמים הקצובים לו מן התורה הנאמר שהארץ לעולם תהיה עומדת ברשות ההקדש הא ודאי לא יתכן אלא ודאי דכיון שעבר יובל ולא נפדה שמין אותו ונותנים הכהנים דמיו ותהיה אחוזה להם ולסברת רש\"י יש לדקדק שכתב שהכהנים נותנים חמשים שקל לפי שדבר פשוט הוא שחמשים שקל הוא דוקא בהקדיש אחר היובל מיד וגאלה מיד צריך שיתן חמשים שקל אבל כל שנגאלה אחר שנים רואין כמה שנים יש משעת הפדיון עד שיבוא היובל ולפי ערכם יתן והנה הכא שלא נגאל נהי דלא מצינן למימר דניזיל בתר פדיון שהרי בזה לא היה פדיון אבל ניזיל בתר שעת ההקדש ואפשר דלעולם אזלינן בתר שעת ההקדש ומה שפירש חמשים שקל מלתא פסיקתא קאמר דהיינו היכא דהקדיש תיכף אחר היובל דהא קרא בהכי מיירי אבל לעולם דאם היה ההקדש י' שנים אחר היובל דנותן לפי הערך של ארבעים שנה שהרי אחר שיהיה גואל לפי ערך זה היה נותן ולמה יגרע כחו של כהן. ומיהו נ\"ל דלדעת רש\"י לעולם הכהנים נותנים חמשים שקלים דדוקא בפודה קודם היובל דחוזר לכהנים ביובל נתנה תורה קצבה לשנים שיש עד היובל אבל הכהנים שהיא אחוזה להם לעולם נותנים קצבה שלמה של נ' שקלים ואע\"פ שגם הבעלים כשפודים אינם נותנים אלא לפי חשבון השנים אע\"פ שאינה יוצאה מתחת ידיהם מ\"מ התורה לא חלקה בפדיון בין בעלים ובין אחרים אבל כהנים כשפודים שאין רשות לאחרים בה ונשארה להם לאחוזה צריכים ליתן קצבה שלמה דהיינו נ' שקלים ומ\"מ כבר כתבתי דלדעתי סברת רבינו היא דכהנים פודין אותה בשוייה. והנה נחזור לענינינו דסברת רש\"י הלזו שכתב גבי שדה מקנה דגואל לפי דמים הקצובים בשדה אחוזה לא ידעתי היכא רמיזא וכעת הדבר צריך אצלי תלמוד: <br><b>ודע </b>שמדברי רש\"י הללו היה נראה דלעולם שדה מקנה אינה חוזרת לבעלים הראשונים אלא היכא דנפדית או שמכרה הגזבר לאחר או שגאלה המקדיש אבל אם לא יצאת מתחת יד הקדש אינה יוצאה לבעלים הראשונים ואפשר שהטעם הוא משום דאין הקדש יוצא מידי פדיון אך קשה דכיון דאין אדם מקדיש דבר שאינו שלו כי נמי לא יצאה מיד הגזבר אמאי לא תחזור לבעלים הראשונים ורבינו כתב בפירוש ואפילו שלא נפדית והרי היא יוצאה מיד ההקדש ה\"ז חוזרת למוכר. וראיתי להתוספות בספ\"ו דערכין שכתבו שדה מקנה אינה יוצאה לכהנים ביובל שאין אדם מקדיש דבר שאינו שלו לפום ריהטא משמע אם גאל אחר מיד הגזבר לפני היובל ורש\"י פירש בפי' החומש שלו דאפילו לא גאלה אחר אלא שעדיין היא ביד הגזבר תצא בחנם ביובל לבעליה הראשונים אשר לו אחוזת הארץ ע\"כ. ונראה שגירסתם היתה בדברי רש\"י או אם לא נגאלה בשנת היובל כו' ומאי דלא נקט רש\"י אלא שתי חלוקות דהיינו היכא דמכרה לאחר או שלא נגאלה כלל והרי היא ביד הגזבר ולא נקט נמי היכא דגאלה המקדיש משום דפירושא דקרא שתחזור לבעלים הראשונים לא איצטריך להיכא שהוא ביד המקדיש דפשיטא שיחזירנה לאשר קנהו מאתו ודוקא היכא דהיא ביד הגזבר או שלקחה אחר מיד הגזבר איצטריך קרא לומר שתצא הקרקע לבעלים הראשונים והרא\"מ גירסתו היתה כגירסתנו ולא ידעתי למה לא נתעורר בכל מה שכתבנו: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>גאלו אחר מיד ההקדש וכו'.</b> פ\"ח דערכין ל\"ג ופסק כרב הונא דתניא כוותיה: "
            ],
            [
                "<b>המקדיש בהמה טהורה תמימה לבדק הבית כו' וכו'.</b> יש להסתפק בדין זה שכל דבר הראוי למזבח אינו יוצא מידי מזבח לעולם אם הוא מן התורה או מדרבנן. והנה ממ\"ש בדין ז' ועל זה נאמר ואם בהמה אשר יקריבו ממנה קרבן לה' כו' נראה דס\"ל שהוא מן התורה ויש לתמוה דמסוגיא דפ' המנחות (דף ק\"א) מוכח בהדיא דזה אינו אלא מדרבנן משום מומין דפסלי בבהמה דאפילו בדוקין שבעין פסיל מש\"ה גזרו רבנן שלא יהיו נפדין כי אם למזבח וכן כתבו התוס' בפ\"ו דזבחים (דף נ\"ט)דדין זה הוא מדרבנן והביאו ראיה זו שכתבנו. וראיתי להתוס' בפרק פרת חטאת (דף קי\"ג)שהקשו לרש\"י דרצה לומר דכי ממעטינן קדשי בדק הבית הוא אפי' בתמימים והביא ראיה מפרת חטאת שהיא תמימה ונתמעטה לפי שאינה ראויה לבא אל אהל מועד ועל זה הקשו עליו דאינה ראיה דשאני מתפיס תמימים דאמרינן בסוף תמורה דכל הראוי למזבח אינו יוצא מידי מזבח לעולם ע\"כ. ולפי מ\"ש שדין זה אינו אלא מדרבנן לא ידעתי מה הקשו לרש\"י דס\"ל דקרא מיעט אף התמימים דומיא דפרת חטאת. ואם כוונתם דאף בלא בקיאות זה עדיין יש לחלק בין פרת חטאת לקדשי בדק הבית התמימים מכל מקום הבקיאות שהביאו לא ידעתי לאיזה תכלית הוא: "
            ],
            [
                "<b>ומנין שאסור להקדיש תמימים לבדק הבית כו'.</b> כתב מרן פ\"ק דתמורה אמרינן דעובר אף בל\"ת ואיני יודע למה השמיטו רבינו ובספרי איתא הכי דברי ר' יהודה וחכ\"א אין בו לא תעשה ופסק כחכמים ועיין בס\"פ כל שעה: "
            ],
            [
                "<b>המקדיש את בהמתו סתם כו'.</b> עיין בלח\"מ סוף פ\"ה מהלכות מעשה הקרבנות ובס' קרבן חגיגה סי' ע\"ב: "
            ],
            [],
            [],
            [
                "<b>הקדיש נכסיו סתם והיתה בהם הקטרת כו'.</b> דברי רבינו הם משנה ערוכה בפ\"ד דשקלים משנה ו' דמיירי בקטורת והכי אמרי' בפ\"ק דכריתות (דף ו') והתם מוקמינן לה באחד מסמני הקטרת ומשכחת לה נמי באותה שנותנין לאומנין בשכרן והכי מוקי לה בירוש' ומשום הכי כתב רבינו שתי האוקמתות: "
            ],
            [],
            [
                "<b>כל המקדיש בהמה בחייה וכו'.</b> עיין במ\"ש מרן לקמן רפ\"י מה' בכורים דין ב' ועיין במ\"ש התוס' בכורות (דף כ\"ו) ד\"ה התולש. ומ\"ש לפיכך אם מתה הבהמה קודם שתערך ותפדה כו' עיין בספ\"ה דמס' מעילה ובמ\"ש רבינו פ\"ו מה' מעילה דין ו' ועיין בתוס' פ' אחרון דתמורה (דף נ\"ג) ד\"ה כדתניא ועיין בתי\"ט פ\"ה דמעילה משנה ג' ודוק. כתבו התוס' ר\"פ ראשית הגז דאפי' העמיד והעריך כל שלאנפדית בחייה תקבר וכן הוא דעת רבינו דנקט ותפדה לאשמועינן דבעינן פדיה מחיים יע\"ש שיש ללמוד דגיזה דקדשים אף שהם מטלטלים אינן נפדים לפי שמתחלה היו מחוברים בבהמה שהיא בת העמדה והערכה: "
            ],
            [
                "<b>שחט בה שנים או רוב שנים כו'.</b> הכי איתא בפ\"ב דחולין (דף ל') וכ\"ת בעי העמדה והערכה והתנן שחט בה שנים או רוב שנים ועדיין היא מפרכסת הרי היא כחיה לכל דבריה אך התוס' פ' מרובה (דף ע\"ו) כתבו דאין העמדה והערכה לנשחטה כהלכתה וההיא דשחט בה שנים כו' מיירי בישראל בטמאה או בעכו\"ם בטהורה דאינה ניתרת באכילה זו וההיא דפ\"ב דחולין משום דלא שחט עדיין רוב שנים וכ\"כ בפ\"ה דבכורות (דף ל\"ב) ד\"ה הא לאחר שחיטה. ולפי זה ניחא ההיא דפ\"ק דשבועות (דף י\"א) דפריך הא בעינן העמדה והערכה וכ\"כ בר\"פ כסוי הדם (דף פ\"ד) ועיין בחידושי הרשב\"א שם. ודעת רבינו הוא כהראב\"ד שהביא שם הרשב\"א והרמב\"ן דחה דברי הראב\"ד כמבואר שם: "
            ],
            [],
            [],
            [],
            [
                "<b>וכן האומר ראש עבד זה וכו'.</b> כתב מרן ע\"ד הראב\"ד אילו לא היה קשה אלא מעבד הו\"א דבעבד שלא קבל עליו מצות עסקינן דעכו\"ם הוא ואינו אסור בהנאה אלא ישראל. ועיין בתשובת הרשב\"א סי' שס\"ה ובס' ברכת הזבח דף ז' ע\"א ודוק. (א\"ה עיין במ\"ש הרב המחבר בפי\"ד מהלכות אבל יע\"ש באורך): "
            ]
        ],
        [
            [
                "<b>אבל אם אמר חרם סתם הרי אלו לכהנים כו'.</b> מרן ז\"ל תמה דלמה פסק כרבנן דרב פסק כר' יהודה בן בתירא דאמר סתם חרמים לבדק הבית. ועיין בלח\"מ שכתב טעם נכון למה פסק כרבנן וכ\"כ הרב החינוך ועיין בס' ברכת הזבח דף קס\"א ע\"א. ול\"נ שטעמו הוא מההוא דאמרי' בתמורה (דף ל\"ב) א\"ר הונא קדשי מזבח שהתפיסו לחרמי כהנים לא עשה ולא כלום מ\"ט אמר קרא כל חרם קדש קדשים הוא לה' ורב ס\"ל כרבנן דמוקמי האי קרא בהתפסה דהקדש עילוי וס\"ל לרב הונא דהא דאמרינן מלמד שחל על קדשים היינו דוקא חרמים דלה' אבל לר' יהודה לא מתוקם האי דרשה דהא לדידיה קרא לאו בהתפסת עילוי מיירי שנמעט ממקרא התפסת חרמי כהנים וכ\"כ התוס' דהך דרשה הוי לרבנן וכן נראה מדברי רש\"י שכתב חרמי כהנים היינו סתם חרמים כו'. ויש לדקדק בדבריו דמי הזקיקו לפסוק כרבנן אלא נראה דס\"ל דהך דרשה הוי דוקא אליבא דרבנן והוקשה לו מלישנא דחרמי כהנים דמשמע דסתמן לא הוי לכהנים לזה כתב דהיינו סתם חרמים וכיון דרב הונא פסק כרבנן פסק רבינו כוותיה ואע\"ג דרב הונא איתותב לא איתותב במה שפסק כרבנן דהא סתמא דתלמודא פריך והא רב הונא קרא קאמר ואי איתא דס\"ל דהלכתא כר' יהודה אימא דקרא לאו בהתפסה דהקדש עילוי מיירי וכר\"י וא\"כ אזדא לה דרשה דרב הונא. אלא ודאי דס\"ל דהלכתא כרבנן ומש\"ה פריך והא רב הונא קרא קאמר ועולא נמי דקאמר אמר קרא חרם כל חרם ע\"כ כרבנן ס\"ל דקרא מיירי בהתפסת הקדש עילוי ומרבה מכל אפי' חרמי כהנים. ודע דהרא\"ש פסק כר\"י הובאו דבריו בטוי\"ד סי' ש\"ו יע\"ש: "
            ],
            [],
            [
                "<b>לוקחים כל מה שיש לו ואפי' תפילין שבראשו.</b> ומיהו ס\"ת הוי בעיא דלא איפשיטא בפ' מי שמת (דף קנ\"א): "
            ],
            [
                "<b>מה בין חרמי כהנים לחרמי שמים כו'.</b> כתבו התוס' מפ' בתרא דתמורה (דף ל\"ב) דחרמי בד\"ה בין באומר חפץ זה בין באומר הרי עלי מנה אבל בחרמי כהנים לא שייך כי אם באומר חפץ זה אבל באומר הרי עלי לחרמי כהנים לא אמר כלום יע\"ש. ואין לוקין על לאו זה לפי שלא עשה כלום שהרי לא קנה לוקח כן כתב רבינו פ\"ו דבכורות דין ח'. עיין בפ\"ק דגיטין (דף י\"ב) שפירש\"י דלא חייל הקדש אפחות משוה פרוטה והתוספות והרשב\"א שם הקשו עליו וכתבו דהקדש חייל אפחות משוה פרוטה יע\"ש. (א\"ה עיין בני חיי בחדושיו לגיטין שהקשה על רש\"י מההיא דקדושין, ולק\"מ דשאני התם דאין אשה מתקדשת בפחות משוה פרוטה אבל בהקדש יש מקדיש פחות מש\"פ וזו היא ששנינו אחד המרבה כו' וזה דוקא אין דעתו שיחול על פחות כדי להיות לוה ואוכל ועושה ופורע וא\"א לו בענין אחר כדי להתפרנס): "
            ],
            [],
            [],
            [],
            [
                "<b>אבל המקדיש קדשי ב\"ה למזבח כו'.</b> בפ' בתרא דתמורה (דף (דף ל\"ב) קדשי ב\"ה שהתפיסו בין לקדשי מזבח בין לחרמי כהנים לא עשה ולא כלום ופירש רש\"י דגופייהו לא מיפקע מב\"ה וטובת הנאה לא שייכא בהו ע\"כ. ולא ביאר רש\"י למה לא יתן דמיהם היכא דהוו נדר כמו מתפיס קדשי מזבח לב\"ה. ואפשר דלא שייך בקדשי ב\"ה האי מלתא משום דמדאפרשיה נפטר מנדרו דדוקא באומר הרי עלי עולה כל כמה דלא זכה מזבח לא נפטר מחיובו אבל האומר הרי עלי לב\"ה מכי אפרשיה אף שלא בא לידי גזבר נפטר מחיובו דכל היכא דאיתיה בי גזא דרחמנא איתיה. ובחרמי כהנים אעיקרא דדינא לא שייך בהו נדר דהאומר הרי עלי לכהנים לא אמר כלום וכמ\"ש התוס' שם ד\"ה והאמר ומש\"ה לא הוצרך רש\"י לתת טעם בין במתפיס קדשי ב\"ה או חרמי כהנים אלא למה לא יתן כפי טובת הנאה. ונראה דרש\"י אזיל לשיטתיה דפירוש טובת הנאה הוא דרשאי ליטול דבר מועט מישראל חבירו כדי שיתן עולתו לבן בתו כהן והאי טובת הנאה לא שייך בקדשי ב\"ה. אך התוס' (דף ל\"א) הכריחו דפי' נותן בה טובתה הוא כמה אדם רוצה ליתן בשור זה לעולה ואע\"פ שאינו רשאי ולפי זה הקשו על רש\"י דגם בקדשי ב\"ה שייך טובת הנאה כמו קדשי מזבח וכתבו דטעמא דלא שייך התפסה בקדשי ב\"ה משום דבקדשי מזבח יש שם הבעלים לפדותה כשהוממו אבל בקדשי ב\"ה שהקדישו אין לבעלים עליהם יותר משאר בני אדם לפיכך אין בידו להתפיס ע\"כ. וכן רבינו כתב טעם התוס' לפי שבפי' נותן את טובתה כתב כדברי התוס'. ונראה שדקדק רבינו לומר ה\"ז עולה או שלמים למעט האומר ה\"ז לעולה או לשלמים משום דכי קאמר הכי לדמי קאמר וכמ\"ש רבינו בפט\"ו מה' מעשה הקרבנות אמר הרי עלי בהמה טמאה הרי אלו עולה לא אמר כלום אמר אלו לעולה ימכרו ויביא בדמיהם עולה. וה\"נ דכוותה. ויש לדקדק למה לא כתב רבינו דחרמי כהנים שהתפיסו בין לקדשי מזבח בין לקדשי ב\"ה לא עשה ולא כלום וכדתניא בסוף תמורה. ונראה דחרמי כהנים פשיטא ליה דלא שייך בהו התפסה דהא ליכא טובת הנאה לבעלים שהרי בין קרקע בין מטלטלים נותנים לכהנים שבאותו משמר וכמ\"ש רבינו לעיל אך בקדשי ב\"ה דשייך טובת הנאה. וכמו שכתבנו לעיל הוצרך לכותבו ולתת טעם לפי שאין אדם מקדיש דבר שאינו שלו. ודע דלרש\"י מטלטלי דחרמי כהנים תלוי במחלוקת דלמאן דלא מקיש מטלטלין לקרקעות שייך ביה התפסה ונותן את טובתה כמו מקדיש קדשי מזבח. אך לדעת התוס' ורבינו אינו תלוי במחלוקת דלא מיבעיא טובת הנאה דקדשי מזבח דהא לא שייך בחרמי כהנים משום דליכא מצוה להחרים לכהנים וליכא למימר כמה אדם רוצה ליתן להחרים אלא אפי' טובת הנאה דמקדיש ברור ליתיה במקדיש חרמי כהנים משום דאין אדם מקדיש דבר שאינו שלו וכמו שביארו התוספות: "
            ],
            [],
            [
                "<b>המקדיש עולה לבדק הבית אין בה אלא עכוב גזברין בלבד כו'.</b> בסוף תמורה (דף ל\"ה) אמר עולא אמר קרא כל חרם ומי אמר עולא הכי והאמר עולא מתפיס עולה לב\"ה אין בה אלא עכוב גזברין בלבד מדרבנן וקרא למעילה אתא. ורש\"י פירש דמן התורה אינו חייב דמים בהתפסת קדשי מזבח בין לב\"ה בין לכהנים אלא מדרבנן וקרא לא אתא אלא למעילה ומן התורה ליכא כי אם עכוב גזברין שאינה קריבה עד שיבואו הגזברים ויעמדו על גבה כדאמרינן היאך קרבנו של אדם קרב והוא אינו עומד על גביו. והנה פירושו מתמיה דא\"כ אמאי אסיקו לרב הונא בתיובתא אימא דרב הונא מן התורה קאמר אך מדרבנן מודה דאיכא חיוב דמים ובברייתא דקתני קדשי מזבח שהתפיסו לחרמי כהנים מה שעשה עשוי הוי מדרבנן אבל התפיסן לקדשי ב\"ה איכא חיוב דמים מן התורה ומפיק לה מלה'. ונראה שזו היא קושית התוס' שהקשו דא\"כ תיקשי ליה מתני' וברייתא דלעיל דאמר מקדישים אותה הקדש עילוי, ומאי קושיא אימא דרבנן, אלא כוונתם היא דא\"כ אמאי אסיקו לרב הונא בתיובתא. ואפשר היה לומר דאה\"נ דלפי האמת ליכא תיובתא לרב הונא אך בתחלה לא אסיק אדעתיה סתמא דתלמודא דמאי דתנינן הקדש עילוי הוי מדרבנן. עוד הקשו התוס' דבסוף ערכין דריש מקרא דכל חרם שהחרם חל על קדשי קדשים ועל קדשים קלים ובגמ' פריך לרבי יהודה דחרם חל על קדשים מנ\"ל ומשני ס\"ל כר' ישמעאל דמפיק ליה מקרא דתקדיש אלמא מן התורה הוא. ויש לדחוק ולומר דלעולם אף דנימא דליכא אלא עכוב גזברין איצטריך קרא לאשמועינן זה דשייך בהו התפסה והגזברים צריכים לעמוד על גבה כדין בעלים וחכמים לא היו גוזרים דמים ושיהא אסור לשחטה עד שתפדה אלא לפי שראו דמן התורה איכא התפסה דהא איכא עכוב גזברין ועמדו והוסיפו שצריך שיתן דמיה. אבל אי מן התורה לא הוה שייך בה שום התפסה אפי' לעכוב גזברין פשיטא שחכמים לא היו מתקנין שיתן הקדש עילוי. והנה אף דנימא דקרא דכל חרם איצטריך לה' דכתיב בסיפא דקרא הוי מיותר ולא יבצר מאחד משני חלוקות, או שנאמר דאתא קרא דלה' לרבות הקדש עילוי דאי לא הו\"א דליכא אלא עכוב גזברין בלבד קמ\"ל לה' דצריך ליתן העילוי לה', או דקרא דלה' אתא למעט חרמי כהנים דוקא לה' איכא התפסה ולפי דרשא זו אכתי לא ידענו במתפיס לב\"ה אי ס\"ל דאיכא הקדש עילוי מן התורה ממשמעות דכל חרם קדש קדשים ואייתר קרא דלה' למעט או דאעיקרא דדינא אף במתפיס לב\"ה ליכא כי אם עכוב גזברין ולא ניחא ליה למידרש קרא דלה' לרבות אלא למעט חרמי כהנים דפשטא דלה' למעט הוא וסוגיא דשמעתא הכי אזלה דרב הונא מיעט מלה' חרמי כהנים ולפי זה ליכא בהו התפסה כלל אפי' מדרבנן משום דכיון דמיעט להו קרא מדין התפסה לגמרי ממעט ואפשר ג\"כ דלרב הונא אף במתפיס לב\"ה ליכא התפסה אלא לעכוב גזברין וכיון שכן ע\"כ מתפיס לחרמי כהנים ליכא בזה אפי' עכוב גזברין וכיון שכן ליכא בהו עילוי דמים מדרבנן דכיון דאין להם שום התפסה מן התורה פשיטא דלא תקנו חז\"ל שום דבר. ולפי זה אותיבו לרב הונא מברייתא ואסיק בתיובתא ומקשה והא רב הונא קרא קאמר כלומר לה' דכתיב דבא למעט וניחא טפי לומר דבא למעט מלומר דבא לרבות אמר עולא אמר קרא כל חרם וכיון דבפירוש ריבה קרא חרמי כהנים להתפסה ע\"כ לה' לא אתא למעט אלא לרבות ופריך ומי אמר עולא דקרא אתא לרבות והא אמר עולא המתפיס עולה לב\"ה אין בה אלא עכוב גזברים וא\"כ ע\"כ קרא דלה' אתא למעט חרמי כהנים ומשני אלא ודאי דהקדש עילוי לא הוי אלא מדרבנן דקרא לא קאמר אלא עכוב גזברין וקרא דלה' אתא למעילה ומה שכתב רש\"י ועולא כי תרצה מדרבנן תרצה וקרא אסמכתא בעלמא לא קאי לדרשא דכל דהא אפי' לפי האמת איצטריך לרבות חרמי כהנים להתפסת עכוב גזברין אלא קאי אדרשא דלה' דהוה ס\"ד דאתא לרבות הקדש עילוי. ומכל מקום דוחק גדול הוא כל זה וצ\"ע. והתוס' פירשו דעולא הכי קאמר אין להקדש בגוף הבהמה אלא שהגזברים יעכבו אותה מלשוחטה עד שישומו אותה ואז יהיה דמי השומא לב\"ה אבל לא יוכלו לעכב עד שיפדנה משום דאין להקדש בגוף הבהמה כלום ועל זה הקשו בגמ' דכיון דעולא ס\"ל דאיכא התפסה במתפיס לחרמי כהנים א\"כ ע\"כ דהחרמים חלים על גוף הבהמה דאי לא לא שייך התפסה בחרמים דהא האומר הרי עלי לחרמי כהנים לא אמר כלום ומשני מדרבנן כלומר מדאורייתא אינו חל כלל על גוף הבהמה ומדרבנן הוא חל על גוף הבהמה ואסור לשוחטה ועיקר קרא ודאי אתא לומר שחל על קדש לכל הפחות להתחייב מטעם חוב, ולפי דרך זה המתרץ לא חידש שום דבר אלא דהמקשה היה סבור דאי אמרת דאין להקדש בגוף הבהמה א\"כ לא שייך התפסה בחרמי כהנים והמתרץ השיב דאפילו הכי גזרת הכתוב היא שאף על פי שאין להקדש בגוף הבהמה כלום שיתחייב מטעם חוב וכמו שכתבו בד\"ה גופא ולפי זה לא היה צריך לומר דמדרבנן חל על גוף הבהמה שהרי בזה לא הועיל כלל לתרץ מה שהקשה לעולא מדידיה לדידיה אלא דקושטא דמלתא קאמר דמדרבנן מיהא חל ההקדש על גוף הבהמה דזה מוכרח הוא כדי ליישב הברייתא דתני אסור לשוחטה עד שתפדה והא דקאמר וקרא למעילה הוא דאתא ולפי דברי התוס' קרא להתפסה אתא התלמוד לא קאי אלא אלה' דדריש רב הונא למעט לעולא למאי אתא כיון דדרש כל לרבות וקושיא זו אה\"נ דהיה יכול להקשות תיכף ומיד דקאמר אמר קרא כל חרם אלא שבתחלה הקשה לעולא מדידיה לדידיה ולבסוף פריך מיתורא דקרא. ואפשר נמי לומר דהשתא תגדל הקושיא ביותר דמנא לן חדוש זה דאע\"ג דאין ההקדש חל על גוף הבהמה שייך התפסה בחרמי כהנים היה לנו לדרוש לה' למעט וכמו שדרש רב הונא ומשני למעילה הוא דאתא לה' וקרא דכל ע\"כ רבה חרמי כהנים להתפסה וגזרת הכתוב היא. ויש להסתפק לפי האמת דאף דאין ההקדש חל על גוף הבהמה מ\"מ שייך התפסה מגזירת הכתוב שיתחייב משום חוב אדם האומר הרי עלי לחרמי כהנים מנה אם יתחייב מגזרת הכתוב מטעם חוב דהיא היא או דלמא חדוש הוא ואין לך בו אלא חדושו והיכא דאתמר אתמר ולזה דעתי נוטה: <br><b>עוד </b>כתבו התוס' בשם ר\"י דפריך תלמודא מעולא דאמר המתפיס עולה לב\"ה ולא אמר לחרמי כהנים ש\"מ דסבר דחרמי כהנים לא אמר כלום כרב הונא וקשיא לעולא דדרש מכל להתפיס מחרמי כהנים ומשני מדרבנן הוא דדרש מכל חרם דחרמי כהנים לא שייך בהו התפסה כי אם מדרבנן ולפי פי' זה ניחא סוגית הגמרא דקאמר לעולם דרבנן וקרא למעילה הוא דאתא. אך קשה דאכתי תיקשי לר\"י מה שהקשו בתחלת הדבור לרש\"י דהא תני בברייתא מחרימין אותם חרמי כהנים ובמתני' נמי תני ומחרימין אותם וכי תימא דהוי מדרבנן לרש\"י נמי לא תקשי דמוקי לה מדרבנן. ונראה דר\"י לא בא אלא לתרץ מה שהקשו דלפי האמת דרשינן בסוף ערכין מקרא התפסה לזה תירץ ר\"י דהיינו דוקא במתפיס לב\"ה אבל מה שהקשו ממתניתין ומברייתא לא קשה לר\"י דאיכא לאוקמינהו לפי המסקנא מדרבנן. ודע דאף לר\"י אין הקדש ב\"ה חל על הבהמה דהא קאמר אין בה אלא עכוב גזברין דמשמע דאתא למעט דבר אחר וזהו שהקשו בגמ' מדתניא אסור לשוחטה עד שתפדה ומש\"ה בחרמי כהנים ליכא התפסה מן התורה לר\"י דכיון דאין ההקדש חל על גוף הבהמה הוה ליה כאומר הרי עלי מנה לחרמי כהנים דלא אמר כלום וכי תימא מדרבנן מיהא ליחייב באומר הרי עלי מנה כמו מתפיס לחרמי כהנים הא ליתא משום דשאני מתפיס דכי היכי דתקנו במתפיס לב\"ה יהיה ההקדש חל על גופה דהא אסור לשוחטה הכי נמי תקנו במתפיס לחרמי כהנים ומש\"ה שייך בהו התפסה אבל באומר הרי עלי דליכא מידי שיחול עליו החרם פשיטא דלא אמר כלום אפי' מדרבנן. עוד כתבו התוס' דקשה לפי' ר\"י דמאי פריך תלמודא קדש קדשים כתיב הא האי קרא דקדש קדשים לא מיירי בחרמי כהנים לפי' ר\"י דהא עולא לא דרש כל לרבות חרמי כהנים ותירצו דסמיך אקרא אחרינא דכתיב והיה השדה בצאתו ביובל קדש לה' כשדה החרם וגו' וקודש קדשים דקאמר לאו דוקא אלא קודש לה' ואי לאו לה' דכתיב בקרא דכל חרם דהוא מיותר לא הוה שמעינן מקרא דקודש לה' מעילה והא דדרשינן מעילה מקרא דלה' אע\"ג דקרא לא איירי אלא בחרמי ב\"ה מ\"מ לה' קאי ארישא דקרא דכתיב לא ימכר ולא יגאל דפשיטא דמיירי בחרמי כהנים והתוס' לא הוקשה להם אלא מקדש קדשים דפירושו התפסה דלפי פי' ר\"י לא מיירי בחרמי כהנים. עוד כתבו דאפי' דלא דרש כל לרבות חרמי כהנים מ\"מ מודה דפשטיה דקרא דקדש קדשים קאי לחרמי כהנים דכתיב מקמיה לא ימכר ולא יגאל והיינו חרמי כהנים דאין להם פדיון דאלו חרמי ב\"ה אדרבא כל עיקרן לפדיון קיימי ומיהו מ\"מ היה צריך יתור לרבות להקדש עילוי משדה קדש לה' דמשמע דממעט להו אבל לענין מעילה מפשטה שמעינן ע\"כ. ולא ידעתי היכי ממעט קדש לה' הקדש עילוי לחרמי כהנים וגם בתירוץ דסמיך אקרא אחרינא יש לדקדק בדבריהם. ודע שדעת רבינו הוא כפי הפירוש הא' דתוס' דאפי' מתפיס לחרמי כהנים איכא הקדש עילוי מן התורה שהרי סתם וכתב מחרים אדם בין קדשי קדשים בין קדשים קלים בין חרמי כהנים בין חרמי ב\"ה ולא חלק ביניהם משמע שדינם שוה ולא אתא עולא ללמדנו אלא שאין ההקדש ולא החרם חל על גוף הבהמה. נמצא דשלש מחלוקות בדבר לרש\"י ליכא הקדש עילוי מן התורה אפי' במתפיס לב\"ה ולרבינו והתוס' איכא הקדש עילוי מן התורה אפי' מתפיס לחרמי כהנים ולר\"י במתפיס לב\"ה איכא הקדש עילוי מן התורה אבל במתפיס לחרמי כהנים ליכא הקדש עילוי כי אם מדרבנן: "
            ],
            [],
            [
                "<b>היו נדבה והחרימן כו' וכל הנותן אותו שיעור יקריב בהמה זו נדבה כמו שהיתה </b> ע\"כ. נראה מדבריו דדוקא גבי נדר שחייב באחריותו כופין את המתפיס שיפדנה כיון שעל כל פנים צריך לקיים נדרו אבל בנדבה שכבר נפטר מחיובו אין כופין את המקדיש לפדות אלא כל הנותן שיעור טובת הנאה יקריבנה וכן גבי בכור כתב כן לפי שאינו חייב באחריותו וכן כתב הרב בעל לחם משנה ואף שרש\"י בסוף ערכין ובפ' יש בקדשי מזבח פירש דמקדיש נותן טובת הנאה פשיטא דמודה לרבינו דאם אינו רוצה לפדות אין כופין אלא דרש\"י אורחא דמלתא נקט דאם המקדיש ירצה להקריבה צריך ליתן כפי האומד של טובת הנאה. ויש להסתפק במה שכתבנו לעיל דאליבא דכ\"ע אין ההקדש חל על גוף הבהמה דאין דין זה אמור אלא בעולה ודומה לה אבל בשלמים אליבא דר\"י הגלילי דאמר ממון בעלים הוא אפשר דהקדש חל על גופה. והיה נראה להביא ראיה לזה מההיא דאמרינן בפ\"ח דפסחים דף צ' דהא דאמרי' המוכר עולתו ושלמיו דלא אמר כלום לא מיתוקמא כרבי יוסי משום דלדידיה המכר קיים בשלמים משום דממון בעלים הוא והיה נראה דכ\"ש במקדיש דחל. ואפשר לדחות ולומר דדוקא מכר מוציא מיד קדשי מזבח אבל הקדש לא משום דע\"כ לא אמרי' אמירתו לגבוה כמסירתו להדיוט אלא להוציאו מחולין לקודש אבל מקודש לקודש אפשר דלא וכההוא מ\"ד דלא טענינן ליתמי היכא דהוו יתומים מיתומים. וכן יש להסתפק אם יתרבה האומד בשלמים לפי שהבשר נאכל לבעלים ומלבד האומד דכמה אדם נותן להקריב דורון איכא נמי אומד דבשר ולבאר כל זה צריך להאריך בדברי ר' יוסי הגלילי מאימת הוו ממון בעלים אי קודם שחיטה או לאחר שחיטה והדבר צריך אריכות דברים ובמקום אחר הארכתי בזה. ודע דמדקאמר עולא המתפיס עולה לב\"ה נראה קצת מדלא קאמר המתפיס קדשי מזבח דדוקא נקט עולה אבל שלמים אפשר דהקדש חל על גוף הבהמה ונראה שהוא דקדוק נכון ונפקא מינה שיהיה ההקדש חל על גופיה שיתחייב המועל ב' מעילות אחת משום קדשי מזבח ואחת משום קדשי ב\"ה וכדאמרינן בפ' יש בקדשי מזבח ומועלין ב' מעילות. ודע דהא דלא אמרינן גבי נדבות אומד בבכור שהוא כמה נותן כדי שיתן לבן בתו כהן כתבו התוס' בפ' בתרא דבכורות דף כ\"ג ד\"ה הקדש דאומד דבכור לא שייך אלא בדבר הנאכל א\"כ גבי דבר שאין נדר ונידב שייכא טובת הנאה זו אבל בדבר הנידר ונידב שייכא אידך טובת הנאה ואין כונתם בדבר שאין נידר ונידב כגון חטאות ואשמות דאלו פשיטא דדין נדר יש להם שהרי חייב באחריותן כיון שהם קרבנות חובה אלא כונתם היא כגון בכור ומעשר דכיון דלא הוו דורון לא שייכא בהו אלא טובת הנאה דבן בתו כהן. ומאי דאיכא בין שני חלוקים הללו הוא מעשר בהמה דלפי הפי' הא' דינו כדין שלמי נדבה וכמ\"ש רבינו וכפי החלוק השני דינו כבכור. ויש לדקדק דהתינח דבדבר שאין נידר ונידב לא שייך אומד דכמה אדם נותן להעלות עולה שאינו חייב בה ומשום דאינו דורון אך בדבר הנידר ונידב אמאי לא שייך בה אומד דבכור וע\"כ צריכין אנו לטעם א' דאומד דבכור לא שייך אלא בדבר הנאכל לכהנים ומדכתב רבינו המחרים את המעשר הרי זה כמחרים שלמי נדבה לפי שאינו חייב באחריותו ע\"כ יש לדקדק דהוה ליה למימר הרי זה כמחרים קרבן נדבה ואי ס\"ל דבשלמים איכא אומד טפי אומד דכמה אדם נותן להקריב קרבן שאינו חייב והבשר נאכל לבעלים ניחא דדמה המעשר לשלמים לפי שהוא נאכל לבעלים. וראיתי להרא\"ם בפ' ראה בפסוק כל הבכור שכתב אבל מה שפירש פה מקדישו אתה הקדש עילוי נותן להקדש כפי טובת הנאה שבו ובפ' המקדיש את שדהו פירש מקדישו אתה הקדש עילוי להעלותו בדמים ויתן טובת הנאה לכהן צ\"ע. ולא ידעתי מאי קשיא ליה דפשיטא דאם התפיס לב\"ה העילוי לב\"ה ואם התפיס לחרמי כהנים העילוי לכהנים וכמ\"ש רבינו וכמו שפי' רש\"י בפ' יש בקדשי מזבח ובמקדיש אותה הקדש עילוי שייכי שני החלוקות שאף חרמי כהנים נקראים קדש שהרי יש בהם מעילה אליבא דכ\"ע. ורש\"י אגב דבאידך מתני' דמפיק להקדש עילוי מקרא דכל חרם פירש שהוא לכהן משום דקרא בסתם חרמים ואליבא דחכמים סתם חרמים לכהנים פירש נמי אידך מתני' דרבי ישמעאל דכותה דמיירי במקדיש לחרמי כהנים ובפי' התורה פירש כפשוטו דסתם קדשים לב\"ה ותקדש הוא לב\"ה ולפיכך פירש דטובת הנאה לב\"ה. וראיתי לרבינו נתן בעל הערוך שכתב בערך על עלה דמתני' דמחרים אדם את קדשיו אם נדר נותן דמיהן פי' שאמר שור זה עלי לעולה שחייב באחריותו וכיון דלא סגי דלא מקריב ליה נותן דמיו לב\"ה אם נדבה הוא אותם קדשי מזבח שהקדיש לעילוי כיון דלא אמר הרי עלי אלא אמר הרי זו עולה דאינו חייב באחריותה אינו נותן לב\"ה אלא דמי טובת הנאה ומהו טובתה כמה אדם כהן אחד ממשמר העובד באותו זמן רוצה ליתן לבעל השור שימתין לו עד זמן משמרתו ויתנהו לו כדי שיזכה בעורו שאינו רשאי כהן זה להעלותו אלא בזמן משמרתו וכמה שאותו הכהן רוצה ליתן כן הוא חייב ליתן לב\"ה ע\"כ דבריו. ופירושו תמוה דאומד זה לא נאמר במשנה כי אם גבי בכור אבל בנדבה אומדין כמה אדם רוצה ליתן להקריב דורון לקונו אע\"פ שאינו חייב ואף לגבי בכור נקט כמה אדם רוצה ליתן בבכור זה ליתנו לבן בתו או לבן אחותו ופי' רש\"י אבל בן בנו כהן או בן אחותו כהן דהא דיהיב להאי טובת הנאה הוי כהן לא מצי יהיב ליה אגרא. ואע\"ג דלאו משום דידיה יהיב ליה כיון דלדידיה נמי זה הבכור נראה ככהן המסייע בבית הגרנות כו' ולפ\"ז יש לתמוה היכי קאמר כמה אדם כהן כו'. ואולי שדין זה לא נאמר אלא במתנות כהונה כמו תרומות ומעשרות ובכור וכדומה אבל ההקרבה שזוכה בעורה לא הוי מתנות כהונה ומותר להעלותה בדמים. עוד יש לדקדק דאומד זה דרבינו נתן לא הוי אלא לעולה דהוי העור לכהנים אבל שלמים דאין העור לכהנים לא למדנו היכי אמדינן ליה ואולי דגבי שלמים שייך נמי אומד זה משום חזה ושוק שזוכה הכהן א\"נ בשלמים צריך ליתן כל הדמים שהרי הבשר נאכל לבעלים ולא הוצרך לאומד זה דכתב רבינו נתן אלא לעולה שכולה כליל ובמתני' נמי לא נקט דינים אלו כי אם בעולה ומ\"מ פי' רבינו נתן צריך אצלי תלמוד: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדיש ידי עבדו וכו'.</b> בפ\"ק דגיטין (דף י\"ב) ודוק: "
            ],
            [
                "<b>המקדיש את עצמו לא הקדיש אלא דמיו וכו'.</b> בפ\"ד דגיטין (דף ל\"ט) מוקמינן לה כרבי מאיר דאית ליה אין אדם מוציא דבריו לבטלה, וצ\"ע דרבינו פסק בפ\"א מהלכות אלו דלא כרבי מאיר יע\"ש: "
            ],
            [],
            [
                "<b>אין אדם מקדיש דבר שאינו ברשותו כו'.</b> מי שראה דבר של הפקר ואין אדם סמוך להפקר אלא הוא ואמר כשאזכה תהיה קדש הוי קדש כיון שבידו לזכות כ\"כ הרא\"ש והתוספות נדרים (דף ל\"ד): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם דר בו השוכר מעל.</b> עיין במ\"ש רבינו בפ\"ה מה' מעילה דין ה' וצ\"ע: "
            ],
            [],
            [],
            [
                "<b>ראיה לדבר זה מ\"ש יעקב אבינו כו' והרי האומר לא אפטר מן העולם כו'.</b> מפשט דברי רבינו הללו נראה דס\"ל דהאומר לא אפטר מן העולם עד שאהיה נזיר אין הכונה שקיבל עליו נזירות ותלה הנזירות בזמן דהיינו קודם שיפטר מן העולם ולפי זה יהיה אסור לשתות יין מיד אלא כונתו היא שקבל עליו לקבל נזירות קודם שיפטר ואמרי' ליה דמיד יקבל עליו הנזירות שמא ימות כן פירש הרא\"ש בפ\"ק דנדרים (דף ג') ולפי זה דמה רבינו דין האומר הרי עלי להקדיש לאומר הרי עלי לקבל נזירות. ואי הוה ס\"ל כדברי התוס' שם דמשמע מדבריהם דכונתו היא הריני נזיר קודם שאפטר א\"כ נזיר דומה למקדיש מעכשיו ולא למקבל עליו להקדיש ולא היה רבינו משוה אותם אלא ודאי כדכתיבנא. הן אמת דמפשט דברי רבינו בריש הלכות נזירות שכתב ה\"ז נזיר מיד משמע דס\"ל כדברי התוס' דאי כדברי הרא\"ש הול\"ל ה\"ז חייב לקבל עליו נזירות מיד. ומ\"מ בין הכי ובין הכי אני תמיה בדברי רבינו דמה ענין נזיר לדבר שלא בא לעולם אי משום דתלה הנזירות בזמן הא ליתא דהא ודאי האומר הריני נזיר לאחר שנה פשיטא דחל עליו הנזירות ודכותה גבי הקדש האומר דבר זה יהיה הקדש לאחר שנה הוי הקדש. וגדולה מזו כתב רבינו שדה זו שמשכנתי לך לכשאפדנה ממך תהיה קדש משיפדה אותה היא הקדש שהרי בידו לפדותה ואפי' היתה ממושכנת לזמן קצוב שהרי בידו לפדותה לאחר הזמן, ואף דנימא דתנאי זה דקודם שאפטר מן העולם חשוב כדבר שלא בא לעולם מ\"מ כיון שבידו לקבל עליו נזירות מיד חל עליו אפי' שתלה אותו בדבר שלא בא לעולם וראיה לזה ממ\"ש רבינו באותו הפרק האומר לחבירו שדה זו שאני מוכר לך לכשאקחנה ממך תיקדש ה\"ז מקודשת לכשיקחנה שהרי עתה הוא בידו להקדישה. הרי שאע\"פ שתלה בדבר שאינו ברשותו דהוי כדבר שלא בא לעולם מ\"מ כיון שבידו להקדישה עכשיו חל אפי' בדבר שלא בא לעולם. וכבר השיגו הראב\"ד וכתב זו של נזיר אינה כלום שהרי בידו היא ועוד כי לא ידע מתי יפטר והרי הוא כאילו אמר הריני נזיר מיד. וכוונת דבריו בקושיא זו היא לומר דאף דנימא דהתולה לזמן חשוב כדבר שלא בא לעולם מ\"מ מה שאנו מחייבים אותו להנזר מיד הוא משום דאמדינן דעתיה דכיון דלא ידע מתי יפטר דעתיה הוא לקבל הנזירות מיד והו\"ל כאילו אמר הריני נזיר מיד. וראיתי למרן שהביא השגת הראב\"ד הלזו וכתב שדברי הראב\"ד הם טענה למה ינהוג הנזירות מיד ודברי רבינו הם טענה למה יתחייב בנזירות כלל דבשלא בא לעולם נדר נדר הנזירות שהרי לא נדר בנזיר וזה פשוט בדברי רבינו. ודבריו הם תמוהים בעיני שדברי הראב\"ד ברור מללו שהם טענה למה יתחייב בנזירות וצ\"ע: "
            ],
            [
                "<b>התפיס בה אחרת ואמר זו כזו כו'.</b> כתב מרן דטעמיה דרבינו הוא משום דמדמי התפסה לתמורה וכי היכא דתמורה חלה אפי' בטעות ה\"נ התפסה ובירושלמי דנזיר פ\"ה אמרו בפירוש כ\"ע מודו שאין נשאל על תמורתו. ולא ידעתי לאיזה תכלית הביא מרן ז\"ל זה הירושלמי ודברי הירושלמי הם פשוטים בטעמם דכיון דקי\"ל דתמורה חלה בטעות פשיטא דלא שייך שאלה בתמורה דהא טעמא דב\"ש דקאמרי דאין שאלה בהקדש הוא משום דהקדש טעות הוי הקדש וב\"ה לא פליגי עליה אלא משום דס\"ל דהקדש טעות לא הוי הקדש וכדאיתא בפ' שום היתומים וכיון דתמורה חלה בטעות פשיטא דאין נשאלין עליה ומה ענין זה להתפסה שאנו דנין עליה אם חלה בטעות אם לא. והירושלמי הזה הו\"ל למרן להביאו בפ\"ד מה' נדרים דין ז'. ובעיקר הדין שדמה רבינו התפסה לתמורה הדבר צריך תלמוד דלפי זה מי שאסר את הפת והתפיס דבר אחר בפת אותה ההתפסה חלה אפי' בטעות דומיא דתמורה דהא נדרים דין הקדש אית להו דהא קיי\"ל דיש מעילה בנדרים וכמ\"ש רבינו בפ\"ד מה' מעילה דין ט'. וכיון שהוכחנו דבנדרים ההתפסה חלה אפי' בטעות מוכרחים אנו לומר דאין נשאלין בה דהא כבר הוכחנו לעיל דהא בהא תליא. וא\"כ דברי רבינו הללו סותרים למ\"ש בפ\"ד מה' נדרים דין י' נשאל על הבשר והותר בו לא הותר בפת דהיכי שייך שאלה גבי בשר כיון דאיסור הבשר חל אפי' בטעות. ואפשר לומר דשאני נדרים דעיקר איסורם הוא מכח התפיסה דהיינו שאוסר עליו אותו הנדר כקרבן וכדכתיב כי ידור נדר עד שידור בדבר הנדור ועליה קאמר קרא לא יחל אבל אחרים מוחלין לו ואין טעם לחלק בין עיקר הנדר למה שהתפיס בו כיון דכולהו מדין התפסה נגעו בה אבל גבי קרבן או סתם הקדש דעיקר הדבר לאו התפסה הוא אלא שמקדישו אז יש לחלק בין עיקר ההקדש למה שהתפיס בו ועדיין הדבר צריך תלמוד. ודע שהרב קרית ספר הבין כוונה אחרת בדברי רבינו והוא דאף בזו שהקדישה בטעות אם התפיס בה אחרת השניה קדש דאע\"ג דהיה סבור דראשונה קדש אפ\"ה השתא מיהא מקדיש להא אחריתי מדעתו שלא בטעות ואי הוה ידע דהראשונה אינה קדש היה מתפיס זו על בהמה שהיתה קדש ודאי או היה מתפיסה היא עצמה בלא התפסה ע\"כ. ודבריו תמוהים הם בעיני והרב לח\"מ הכריח כדברי מרן וכתב דל\"ג אלא התפיסה באחרת ולא גרסינן בה. שוב ראיתי בפ\"ה דנזיר (דף ל\"ב) דאמרי' לב\"ה נמי אע\"ג דאמרי תמורה בטעות הויא תמורה ה\"מ היכא דאיתיה לעיקר הקדש אבל היכא דמיתעקר עיקר הקדש תעקר נמי תמורה. ופי' התוס' בדף ל\"ג כגון אם הקדיש בהמה לעולה והביא בהמה אחרת ואמר זו תמורת זו ונשאל לחכם על הראשונה והתירו החכם לומר שאינה עולה תצא גם התמורה לעדר והוי כאילו אמר זו תמורת זו על בהמת חולין ע\"כ. ורואה אני שהדברים ק\"ו ומה התם דחל ההקדש שעה אחת אפ\"ה אמרי' דאם נשאל על הראשונה תצא התמורה לחולין הכא שלא חל ההקדש כלל על הראשונה לפי שהיתה בטעות לא כל שכן שאין כאן תמורה: "
            ]
        ],
        [],
        [
            [],
            [
                "<b>אין פודין את ההקדשות אלא בג' בקיאים כו'.</b> לא ביאר רבינו עבדים אי סגי בג' או בעינן עשרה ובירושלמי פ\"ק דסנהדרין ובפרק הקורא עומד איתא דסגי בג' וכ\"כ התוספות בפ' הקורא עומד (דף כ\"ג) אך מדבריהם פ\"ק דסנהדרין (דף ט\"ז) נראה דס\"ל דאף בעבדים בעינן עשרה יע\"ש:       סליקו להו הלכות ערכין וחרמין בס\"ד "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות ערכים וחרמין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}