{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        "<b>  ואם </b>  בא הבעל וערער הוי ספק ממזר. האי אם בא אינו מלשון הרמב\"ם אלא הרא\"ש פי' אותו מאי דקאמר ספק מגורשת אינו ר\"ל בלא ערעור דהא כל ספק מגורשת דקאמר הרמב\"ם בכולן הוי ספק ממזר והכא בודאי לית להו לרבנן דהוי ממזר אלא שאם בא וערער קאמר הרמב\"ם דהוי ספק מגורשת כלומר והוי הולד ספק ממזר אבל לא בענין אחר וכ\"כ הרמב\"ם להדיא דאם אבד הגט דקאמר קאי אהיכא שערער הבעל ונראה בעיני היכא שנאבד הגט בלא ערעור לא זו שספק ממזר לא הוי אלא אפי' לא תצא שהרי כתב הרמב\"ם גבי כיצד יעשה וכו' שאם לא חזר ונטלו ממנה ותקנו ה\"ז גט פסול ובכ\"מ שכתב בחבורו גט פסול היינו שלא תינשא בו אבל אם נשאת לא תצא והנה מה שכתבו בתוס' ורא\"ש שצריך לחזור וליטול וכו' כדי שלא תצא היינו מאחר שנוכל לתקן וה\"ה אם נאבד נוכל לתקן ולכתוב לה גט אחר שכן פסק הרמב\"ם גבי גט פסול אבל היכא שלא תקנו אסורה לישב תחתיו בין היכא שאפשר לתקן בין היכא שלא אפשר לתקן לעולם אסורה לו עד שיחזור ויתקן היכא דאפשר והיכא דלא אפשר צריך לגרשה אף שלא משמע כן מדברי הרמב\"ם: \n", 
        "<b>  עד </b>  שנתחרש הלכך וכו'. והא דלא תירץ דאיירי באלם או שלא נכתב בפניו פירשו התוס' דלישנא דאינו יכול לא משמע הכי דה\"ל למימר ולא אחר ע\"כ. וקשה לי דאדרבה דלישנא דאינו יכול משמע שפיר באלם אלא נ\"ל כמו שכתב הר\"ן דאלם יכול לומר בפני נכתב ובפני נחתם מתוך הכתב כו' ע\"ש: \n", 
        "<b>  אמר </b>  להן הרי הוא פוסל את עבדו מן התרומה וכו'. ומפרשינן לה בסוגיא דר' מאיר ה\"ק להו לרבנן השבתוני על המזונות כלומר כיון שאינו חייב לזונו זכות הוא לו מה תשובה תשיבוני על התרומה שהרי כל זמן שלא שחרר הוא הולך ואוכל תרומה בכל מקום בשביל רבו וכי תאמרו זריק ליה גיטא כלומר בר\"ה בתוך ד' אמות ופסיל ליה בע\"כ שהרי משוחרר הוא זה אינו (ראיה) דשביק ליה ועריק ליה ואזיל לעלמא ולא יכול לפסול ליה בגט ואהדרו ליה רבנן לר\"מ מפני שהוא קנינו כלומר טעמא מאי עבד כהן שברח אוכל בתרומה מפני שהוא קנינו דכהן הלכך אי בעי כהן שיברח עבדו שקיל זוזי מישראל ומקני ליה ניהליה כל היכא דאיתיה ושוב אין קנינו של כהן ומיפסל: \n", 
        "<b>  לימא </b>  ליה אין רצוני שיהא פקדוני ביד אחר. עיין בטור הי' קכ\"ה מן ראובן שהיה חייב מנה לשמעון או שהיה לו פקדון בידו עד אם בא לחזור אינו חוזר והנה מדברי הטור יראה להדיא שבמלוה אינו שייך לומר אין רצוני שיהא הלוואתי ביד אחר וכן משמע לשון כרא\"ש אבל בתוס' משמע להדיא דאין חילוק בין פקדון למלוה ואפשר דהיינו טעמא שהרי אף בפקדון חייב באחריות ואפ\"ה אמרינן אין רצוני שיהא פקדוני ביד אחר ה\"נ גבי מלוה וצ\"ע: \n", 
        "<b>  דמצי </b>  למימר לדידי לא מהימן וכו'. וקשה סוף סוף אמאי פטור מאחר שנפקד חייב בכל אחריות עד דאתיא לידיה א\"כ לא הוי מחוייב ליתן לו מאחר דלא קיבל עליו המפקיד אחריות ומאחר שנתן לו א\"כ אנו רואין שהאמינו ודו\"ק. \n", 
        "<b>  רצה </b>  המשלח גובה וכו'. פי' המלוה או המפקיד וה\"ה (שלא היה משלחו) שאם לא היה משלחו ואמר לו בהדי דאתית אייתינהו לי וכו' כדאיתא בסוגיא היה יכול השליח להחזיר שהרי הנפקד יכול להחזיר בע\"כ לפי שיכול לומר חוב הוא לי שהרי יכול לומר אין רצוני וכו' א\"ל שהיה משלחו דגלי דעתיה דניחא ליה רק דלא קבל עליו אחריות וק\"ל: \n", 
        "<b>  והרמב\"ם </b>  ז\"ל כתב שאם נשאת וכו'. וכן דעת הטור ותימה הוא בעיני כי בריש גיטין לעיל סי\"ב משמע מדברי ריב\"א שכתב הרא\"ש והסכים עמו שאין שייך ערעור בשנים וכ\"כ הרמב\"ם להדיא וא\"כ יותר התימה מה שכתב בשם הרמב\"ם שאם נשאת שלא יכול לערער והלא דעת הרמב\"ם דאין שייך שום ערעור בשנים נ\"ל: \n", 
        "<b>  אין </b>  לבעל פירות משעת כתיבה וכו'. פי' הלכך צריך זמן שנדע מאימת נכתב שיפסיד פירות ותגבה אותן מן הלקוחות ומש\"ה היכא שמוקדם כתיבה לחתימה מכשיר ר' שמעון דהא כיון שנתן עיניו לגרשה דהיינו מעת הכתיבה שוב אין לו פירות ורבנן דפסלי סברי דמשעת החתימה הוא דאפסיד פירות ומש\"ה מוקדם פסול והא דקאמר רבי משעת כתיבה לאו דווקא דמסתמא לא פסיק כר\"ש אלא פירושו משעת חתימה ולמעוטי משעת נתינה הוא דקאתי וק\"ל: \n", 
        "<b>  ומיהו </b>  לכתחלה אין לעשותו וכו' לאו דווקא לכתחלה אלא אפילו בדיעבד פסול כשאר מוקדם אלא אגב אינך קאמר ודו\"ק: \n", 
        "<b>  ובכל </b>  אשכנז וצרפת נהגו כו' ולקמן בסוף מכילתא כתב שאפי' יצא על הגט קול פסול עד שכותבין גט אחר אפ\"ה צריכה להמתין ג' חדשים מנתינת הגט שני אלמא דלא קי\"ל משעת כתיבה כלל: \n", 
        "<b>  ואין </b>  לסמוך על זה וכו' וסברתו מה שאמר ר\"א בר צדוק דווקא אכתובה הוא דקאי דכשר בעסוקין באותו ענין הא לענין גנו אפילו בעסוקין באותו ענין פסול ומ\"מ לא נהירא דר\"א בר צדוק לא קאי אכתובה אלא קאי אמתניתין כמו שפירש הרא\"ש: \n", 
        "<b>  לגלויי </b>  הוא מירתת כו'. פי' בוודאי הרי\"ף ס\"ל דלא פליגי בשנים וכו' ומש\"ה לא הביא הא דרב גמדא שפסק כת\"ק דר\"א בקריאה דאפילו בחד כשר. וא\"ל מנין להרא\"ש שכך כוונת הרי\"ף דלמא הרי\"ף סבר שפיר דפליגי אף בשנים ואפ\"ה פסק כרבן שמעון בן גמליאל דפסול בשאר שטרות זה אינו מאחר שהביא הרי\"ף הא דרב נחמן א\"כ מאחר דרב נחמן מכשר אפי' בחד סופר כי דוחק לומר שמצריך ר\"נ דווקא תרי סופרי מאחר דתלוי הטעם באימתא. א\"כ משמע אפילו בחד וממילא שנים אחרים אפילו בלא רב נחמן וספרי דדייני כשר וא\"כ למה לא הביא הרי\"ף הא דרב גמדא אי לא סבר דפליגי בחד אבל הרא\"ש פי' לעיל ששפיר פליגי אף בשנים ורבן שמעון בן גמליאל פוסל אף בשנים ומש\"ה פסק רב גמדא כת\"ק דרשב\"ג ומכשיר בשנים ואין חילוק בין כוונת הרא\"ש לכוונת הרי\"ף אלא שהרא\"ש בא לפרש מה היא כוונת הרי\"ף שלא הביא הא דרב גמדא שלא תאמר הרי\"ף פוסל אף בשנים ודו\"ק: \n", 
        "<b>  והרמב\"ם </b>  כתב שהיא ספק מגורשת וכו'. מעולם לא כתב הרמב\"ם זה אלא ע\"ז כתב היכא שמוחזקין בעבד שהוא שלו פשט התלמוד מגודרות דאין להן חזקה דמעצמו עייל ע\"ז כתב הרמב\"ם שהוא ספק גרושין דשמא הקנה לה העבד נהי דאין לה חזקה בעבד להיות וודאי גירושין מ\"מ ספק גירושין הוו ועכשיו אין אני מבין הדברים מה שכתב בשם הרמב\"ם אם לאו שטעות סופר יש כאן גם מה שכתב אח\"כ ואני הכותב וכו' לא הבנתי תמיהתו דמש\"ה כתב לעיל בדיו אינה מגורשת בלא עדי מסירה אפי' לא היו מוחזקין שהי' שלו דאז גבי כתובת קעקע מגורשת ושפיר יתכן לאותן דסברי אשה מתגרשת בעדי חתימה בלא עדי מסירה אבל לדעת התוס' דס\"ל אין אשה מתגרשת אלא בעדי מסירה קצת קשה מאי חילוק בין כתובת קעקע לדיו שעכ\"פ צריכה לומר שבעדי מסירה נתגרשה ולא קשה מידי דכל זמן שלא תביא עדי מסירה לפנינו לא מהימנא בכחב שיכול להזדייף כדלקמן: \n", 
        "<b>  ודמי </b>  לביטל גו וכו'. ותימה הא קי\"ל לקמן בריש השולח דהלכתא כרב נחמן דחוזר ומגרשה וי\"ל דהוא סובר כאותן שפירש דווקא שכתבו לסתם דאנו אמדינן דעתו שלא ביטל אלא השליחות אבל אם פירש להדיא שמבטל גוף הגט אינו חוזר ומגרש בו ועיין לקמן (גיטין דף ח'): \n", 
        "<b>  ודקדק </b>  מדקאמר אמר רב יהודה נ\"ל מדקאמר דקאי על הרי\"ף אבל מסתמא דגמרא יראה דפליגי וכ\"כ הרשב\"א והר\"ן רק שהרי\"ף והרמב\"ן לא נקטי לסברא זו להחמיר וכן עיקר: \n", 
        "<b>  נדקדק </b>  בו יותר בע\"ה וכו'. ואני שם לא מצאתי: \n", 
        "<b>  וליתא </b>  להא דרבי וכו'. פי' במה שאמר המשחרר חצי עבדו קנה מ\"מ מדבריו מביאים שפיר ראיה דהברייתא סברה כרבי ואינו קשה על דברי רבי יוחנן ודו\"ק: \n", 
        "<b>  משמע </b>  דאהאי עובדא קאי וכו'. ואני אומר מדקאמר הא ודאי מבעיא לי משמע דחזר וקאי אתחילת הסוגיא דקבעי אי שליח שני עושה שליח וכו' ושקיל וטרי הא לא תבעי לכו וכו' ומסיק הא נמי לא קמבעיא כו' וע\"ז קאי הא ודאי קמבעיא לי והא דאפסק לפי שר\"ל דברי רבא גבי הדדי וקצת היה דומה למה שלפניו דלסוף איגלאי מילתא וכו' לכתחלה לא דקדק כולי האי ה\"נ הכא גבי הדר פשטיה וכו' ודו\"ק: \n", 
        "<b>  אינה </b>  מתנה דבריו קיימין וכו'. פירוש לפי שלעבר משמע והרי אומר שלא קיבלה מתחילה ודו\"ק: \n", 
        "<b>  איפכא </b>  מבוטלת כו'. פי' דהתם פריך מיניה לר\"ל דקאמר גבי מתנה האומר אי אפשי בה כל הקודם זכה וה\"ק דבריו קיימין מאי לאו דהדרא למרא קמא כו': \n", 
        "<b>  אי </b>  אפשי בה דבריו קיימין כו'. ופירוש התם דמרישא דאמר אי אפשי בה לא אמר כלום אינו קשה על ר\"ל שיש לחלק בין קרקעות למטלטלין כמו שכתוב בפנים ומסיפא הוא דמקשה על ר\"ל דרב ששת אמר גבי אינה מתנה או בטלה דבריו קיימין ופי' והדרא למרא קמא ור\"ל אמר כל הקודם זכה אלמא אפילו היכא דמהני דבריו לא אמרינן שתחזור למרא קמא וק\"ל: \n", 
        "<b>  והלכתא </b>  כרב נחמן דקאי ר' יוחנן כוותיה וכו' ותימה מה צריך ליתן בו טעם הלא תלמודא פסק להדיא כרב נחמן ואפשר דבגרסתו לא היתה כתובה: \n", 
        "<b>  משמע </b>  דשם הנתינה הוא עיקר כו' וכן בתוס' רק שכתבו מיהו בתוספתא משמע דשם הכתיבה עיקר ושם הנתינה טפל וכו' ומ\"מ נ\"ל דאף לפי' תוס' בוודאי תלמודא דידן עיקר נ\"ל: \n", 
        "<b>  אני </b>  פלוני דמתקרי כך וכך וכו'. ומצאתי שאם שם השני בלשון הקודש כותבין דמתקרי ואם הכינוי הוא בלשון לעז כותבים המכונה וגבי נקבה דמתקרית או דמתקרין אבל המכונה אין חילוק בין זכר לנקבה רק בנקודה ואין אנו נוהגין לכתוב המכונה כ\"א במומר וכן היכא דמסתפקא לן בענין הכינוי יש לכתוב המכונה נ\"ל: \n", 
        "<b>  דאף </b>  במקום אחד בעינן לכתחלה וכו'. וחלילה להזכיר שם של עובדי כוכבים מפני דאפי' לכתחלה לא בעי שם של עובדי כוכבים בלא האי טעמא: \n", 
        "<b>  ובשבועה </b>  שתודה על מה שקיבלה וכו'. פי' ומ\"מ צריך נקיטת חפץ והזכרת השם אלא שמקבלת לומר האמת ואינה נשבעת שלא נהנית מכתובתה: \n", 
        "<b>  שהנודר </b>  מתבייש מאותו שנדר כו'. ובתוס' שלנו אינו כן אלא מפני הבושה שנתבייש בפניו במה שנדר הנאה ממנו וכן פי' הר\"ן ועיקר והכי פירושו מאחר שהנודר מתבייש ממנו צריך ג\"כ להתיר לו בפניו כדי שיחזור ויתבייש הנודר בפניו דשלא כדין עשה לו כך וכן איתא להדיא בתוספות דנדרים ע\"ש ולפ\"ז אף לפי הירושלמי צריך דעתו מקודם וק\"ל \n", 
        "<b>  ואין </b>  להתיר לו וכו'. נ\"ל דהכי פירושו כיון דתלמודא דידן עיקר ובטלי הני טעמא א\"כ לא יועיל מה שיודיענו שם לו אח\"כ שיתיר בפניו אפי' בע\"כ אלא עיקר פירושו שלא יתירו לו אלא בידיעתו כלומר ברצונו שיתרצה הנודר מקודם (ועי' בנדרים פר\"א): \n", 
        "<b>  מפקיע </b>  האיסור אליבא דר' יוחנן וכו'. ולפ\"ז תוכל לומר דאף אל ישתעבדו בה יוצא לחירות וליתיה כלל דהא אמרינן לעיל אי אתה מודה שבניה עבדים והאי לישנא משמע שכך האמת שבניה עבדים והיינו טעמא שאפילו היא עצמה לא הפקיע ממנה ממון אלא שצוה לבניו שלא ישתעבדו בה אבל לעולם היא נשארת שפחה והילדים לבנים א\"ל שיאמר הרי את בת חורין דלר' יוחנן אפילו גט שחרור א\"צ דמיתת האדון מפקיע האיסור אבל היכא שאמר לבניו שהם יעשוה בת חורין פשיטא שצריכה גט שחרור אף לר' יוחנן וק\"ל: \n", 
        "<b>  והוא </b>  לא נתן מי אוכל פירות כו'. פי' אסיפא קאי ולא בעי אלאמפרש הברייתא אימתי אוכל הנותן פירות מכח הודאת ב\"ד כק' עדים דווקא באבא ולא בברא כדמסיק ולא פליגי וכן איתא בתוספות להדיא אבל הרשב\"א כתב בשם ר' אברהם דארישא קאי ע\"ש ועיקר: \n", 
        "<b>  וקי\"ל </b>  כרשב\"ג וכו' והראב\"ד חולק עליו ואמר דאינו דומה לשורף שטר וכו' ואני אומר מדקאמר תלמודא בסתמא דפליגי במזיק שיעבודו משמע דאין לחלק וכן עיקר וקל וחומר לפי מה שכתבו התוספות דאפילו מאן דפוטר בדינא דגרמי מ\"מ אפשר דמחייב במזיק שיעבודו כדמוכח בהמניח וא\"כ אנו דקי\"ל דמחייבין בדיני דגרמי ק\"ו דמחייבינא הכא וק\"ל: \n", 
        "<b>  שהרי </b>  אין לו יורשין וכו'. פירוש אפילו איפשטא מ\"מ אין לו כופר דהא אין לו יורשים א\"נ אחצי בר חורין קאי שבדין היה לו ליטול חצי כופר אלא שאין לו יורשים אבל אין לפרש דנ\"מ אי תפס לא מפקינן מיניה ומש\"ה כתב כופר אין לו דאפילו תפיסה לא מהני זה אינו דהא המחבר ס\"ל דמשום ספיקא דדינא לא מהני תפיסה כדאיתא בפ\"ב דב\"ק א\"נ ה\"ק אי הוה לו יורשים הוו האדון והיורשים כותבים הרשאה זה לזה והיו נוטלין הפחות שבין שתיהן ממ\"נ ודו\"ק: \n", 
        "<b>  דאיכא </b>  בינייהו דלמ\"ד וכו' ואני אומר בוודאי יפה כתב אבל אי איכא בינייהו וכפשוטה דאילו חצי שפחה ליכא אשם אלא היכא שנתייחדה לו כבר אבל זה שבא בתורת קידושין וסבר שיש בידו לקדשה ואי הוי ידע דלא חלו קידושין לא הוה מיחדה לו ומשום הכי אית לן למימר דלית כאן אשם וק\"ל: \n", 
        "<b>  כותי </b>  וישראל מומר וכו'. ומ\"מ נראה דכותי הוא כעובד כוכבים דהא איתא פ\"ק דחולין לא זזו משם עד שעשאום עובדי כוכבים גמורים והמחבר הביאו לעיל בפ\"ק (דף צ\"ח) וכ\"כ הר\"ן ומש\"ה מיושב מ\"ש הרמב\"ם בפ\"ח מהלכות עבדים שכותי יצא לחירות והניח ישראל מומר בספק ומ\"ש הרמב\"ם שאם תפס העבד בכדי דמיו מרבו שאין מוציאין מידו מאחר דנשאר בספק המחבר לא ס\"ל הכי אלא כל ספק אם תפס מוציאין אותו מידו ועיין רש\"ל פרק כיצד הרגל הכרעה בין תיקו לספיקא: \n", 
        "<b>  וכן </b>  הלכתא כלישנא קמא כו' וכן פסק הרי\"ף ותמהני מאחר שרגיל לפסוק בכל התלמוד בתרי לישני כלישנא בתרא כמ\"ש הרא\"ש בפ\"ק דב\"ק וא\"כ למה פסק כאן כלישנא קמא ולקולא. והראיה של הרא\"ש אינו ראיה דשמא אף לישנא בתרא מודה דחיישינן לקלקולא. מ\"מ מפרש הכא משום פריצותא דאז אסורה בכל ענין אפילו לא אמר הכי ותיהוי מתני' כפשוטה לעולם לא יחזיר בין אמר בין לא אמר והרשב\"א כתב מאחר דסתמא דתלמודא מקשה מתני' דאיילונית אמתניתין דשם רע ש\"מ דסברי משום קלקולא הוא ולא אבין מה ראיה היא זו דשמא ללישנא קמא פריך אח\"כ ואיכא למידק מדקא דחיק תלמודא אליביה דלישנא קמא מה שא\"צ לדחוק ללישנא בתרא ש\"מ דלישנא בתרא עיקר וכן נראה בעיני להחמיר ואח\"כ עיינתי בדברי הרמב\"ם ומצאתי כדברי: \n", 
        "<b>  ורישא </b>  בדכפליה לתנאיה וכו'. מאחר שכתב משום לעז א\"כ הוא תופס פי' התוס' דאין קלקול גמור שהרי לא התנה לומר ע\"מ וכו' וא\"כ לפ\"ז מ\"ש המחבר רישא בדכפליה לתנאיה לאו דוקא אלא דכפל למילתיה שאמר משום שם רע או נדר אני מוציאך ואם לא היה דבר זה לא הייתי מוציאך אע\"פ שכל זאת אינו תנאי גמור מ\"מ פי' למילתיה שפיר ואיכא לעז כך פי' התוס' וכן פי' הרשב\"א וכן דעת הטור: \n", 
        "<b>  דאיירי </b>  בטוענו גדול וכו'. פי' לאפוקי לרש\"י שמפרש דאיירי בטוענו קטן ואפ\"ה בעי לר' אליעזר שבועה דס\"ס טוענו טענת ברי ולית ליה משיב אבידה אלא משיב מעצמו וא\"כ הא דר' יצחק אתיא נמי שפיר אליביה שהרי טוענו ברי אבל ר\"י מפרש דרבה איירי בטוענו גדול ומש\"ה מזקיקו לישבע לפי שאין אדם מעיז בבנו אלא הא דר' יצחק חשיב ליה שפיר משיב אבידה ודו\"ק: \n", 
        "<b>  ולא </b>  נהירא לי האי פיסקא וכו'. וכדעת הרמב\"ן פסק הריטב\"א והר\"ן והרא\"ש רצה לחלוק על כל אלו הגדולים בלי ראיה כגון הראב\"ד והרמב\"ן אלא בסברא בעלמא בא לקפח דבריהם והם אומרים דבוודאי מימנע וצורך גדול הוא ליתומים יוחר מאינך דקתני בברייתא שנתנו רשות להם ואדרבה מש\"ה לא תני יתומים שסמכו לענין שבועה במתני' לפי שכולן מודים שא\"צ לישבע דמימנע ולא עביד: \n", 
        "<b>  אינו </b>  שוה כלום. נ\"ל דאינו משלם כלום ואפילו מה ששוה ללמוד (וכו') אף שהיו לומדים מקודם בס\"ת כמ\"ש הרא\"ש בהלכות קטנות מ\"מ בס\"ת זו אסור חיישינן שמא יקרא בו אלא עומד לגניזה ומש\"ה עלה על דעתו אף דס\"ת פסולה לקרות שלא הפסיד אלא שכר אזכרות אבל לא שכר כל ס\"ת דהיינו מה ששוה ללמוד והשיב שאינו שוה לכלום וק\"ל: \n", 
        "<b>  מדהביא </b>  רב אלפס ז\"ל הך מימרא וכו' לא ידענא מנין לו זה כי אני אומר דהרי\"ף לא פסק אלא כת\"ק ומש\"ה הביא הרי\"ף פלוגתייהו לומר דבכולהו לישני משמע דמועיל רמיזה בחרש דלא תימא דווקא במטלטלי קתני אבל בגיטין לא מועיל שום רמיזה שהרי לקמן מייתי ברייתא פרק מי שאחזו בחרש לא הלכו אחר רמיזותיו אלא במטלטלין ולא בגיטין מש\"ה הביא הנך תרי לישני דמכולהו משמע דמהני רמיזה וכן משמע להדיא בפרק מי שאחזו דהרי\"ף מייתי ראיה מהכא דחרש מעיקרא יכול להוציא ברמיזה והא דלא מייתי לישנא קמא דר\"נ לחוד דלישנא קמא דר\"נ נהי שאמר דבגיטין כ\"ע ברמיזה מ\"מ יש לבעל הדין לחלוק ולומר דשמא בגיטין לא יועיל אפילו ברמיזה שהרי ר\"נ עצמו מחלק בין מטלטלים לגיטין אבל לישנא בתרא אמר כמחלוקת במטלטלים כך מחלוקת בגיטין לפי שאין ראוי לחלק ביניהם ואף במטלטלין קתני אלמא קבלה בידו דדין א' להם. ודוק היטיב: \n", 
        "<b>  מפני </b>  פגם שניהם וכו'. דאמרי' חד מינייהו לא לוי הוא או שיאמרו בראשון נודע שלא היה לוי אלא חלל ומש\"ה חזרו וקראו אז ללוי אחר או יאמרו שהשני אינו לוי אלא חלל והוא ישראל אבל גבי כהן לא שייך פגם אצל שני דא\"כ הוי חלל וא\"כ למה קורא בלוי ודו\"ק: \n", 
        "<b>  אומרים </b>  לו דברים של ימות החמה בימות הגשמים וכו'. הטור כתב שצריך סירוגין וגם בדיקה כדרבי ישמעאל ומסוגית הגמרא לא משמע הכי אלא דבשאר בדיקות בעי סירוגין אבל בדיקות דבי רבי ישמעאל נהי דבעינן ג' הן וג' לאו מ\"מ סירוגין לא בעינן מאחר שיש לו חכמה להבין בין ימות הגשמים לימות החמה וכן הוא להדיא בתוס' וכן ברמב\"ם שכתב כשבודקין אותו בסירוגין וכתב אח\"כ שבודקין אותו יפה ולא כתב הא דרבי ישמעאל וגם לא כתב דבדיקות סירוגין דבעינן חד לאו ותרי הן וכו' שהרי סתם סירוגין אינו משמט כן כדאשמועינן בסוגיא ופי' המ\"מ שבזה שכותב ואח\"כ בודקין אותו יפה יפה הוא מרמז שצריך סירוגין ממש ומ\"מ קשה אמא לא כתב סירוגין כפשוטה אלא נראה בעיני לפי שהרמב\"ם ס\"ל שצריך בדיקה יפה או הא דרבי ישמעאל או סירוגין ממש מש\"ה לא כתב להדיא סירוגין אלא כלל הכל בכלל בדיקה יפה. ודו\"ק. \n", 
        "<b>  אמר </b>  רב הונא גט ש\"מ שמצוה מחמת מיתה וכו'. בגמרא לא גרסי' גט דש\"מ אלא הוא גירסת הרי\"ף על פי פירוש ר\"ח וכן פרש\"י אכן ר\"ת פי' דש\"מ בסתם פשיטא שאינו חושש אף לרב הונא וכו' ולא אמר רב הונא שאם עמד חוזר אלא אמתניתין שאם אמר הרי זה גיטך מהיום אם מתי מחולי זה ועמד אע\"פ שחזר ונפטר מאותו חולי הראשון ומת חוזר הגט ממילא ורבה ורבא ס\"ל מאחר דס\"ס נפטר מאותו החולי אי יחזור יאמר העולם שאין תנאי חולי הזה גורם הגט שהרי מת מאותו החולי אלא מיתה גורמת כלומר שימות מיד כשעמד דנתבטל הגט ויאמרו א\"כ יש גט לאחר מיתה ולפ\"ז אפילו עמד אינו חוזר עד שיאמדו אותו שלא מת מחמת חולי הראשון כפשטא דמתניתין ואם בא מעשה לידי לא הייתי מיקל מאחר שרוב גאוני עולם אינם מפרשים כן: \n", 
        "<b>  והרמב\"ם </b>  כתב דברישא אינו גט וכו'. לא אוכל להבין דעתו דס\"ס תלמודא דידן עיקר דסברי אינו גט ואפשר שהוא מפרש מדקאמר התלמוד שלחו מתם אכלו ארי אין לנו כלומר אין לנו שיהא ודאי גט אלא הוא כספק כן פי' הר\"ן והמ\"מ ומכל מקום קשה למה פסק נגד רבא ורבינא דאמרי שבשתא היא ואם אפשר לומר שהוא ספק גט אף שברישא אינו גט משום מלתא דלא שכיחא א\"כ בסיפא למה יהא גט ודאי דשמא ג\"כ לא מסיק אדעתיה משום דלא שכיחא אבל הוא ספק דלא ידעינן דעתו דההוא גברא דשמא בלישנא דאם לא אעמוד כלל להדיא כל דבר בין שכיחא בין לא שכיחא ונראה דבריו שחולצת ולא מתיבמת: \n", 
        "<b>  והכי </b>  קתני אם אמר לה על מנת. ותימה על הרמב\"ם שפי' גבי ע\"מ דלא כהאי ברייתא אכן הרמב\"ן והרשב\"א מכריעין ואומרים דבכל תנאי שהוא בשב ואל תעשה והוא בידה לקיימה אין חוששין שמא תעבור עליו ותקלקל עצמה שאינה חשודה בכך אבל כל תנאי שהוא בקום ועשה לא תנשא לכתחלה עד שיהא מקויים שמא לא יתקיים מחמת איזה סיבה וכן הדין בתנאי שהוא תלוי בדעת אחרים אע\"פ שהוא מתקיים בלא מעשה לא תנשא שמא יתבטל עד כאן לשון מ\"מ וכן נראה מהא דלקמן בריש המגרש ע\"ש בדברי הרא\"ש: \n", 
        "<b>  והרמב\"ם </b>  ז\"ל כתב דספק מגורשת וכו'. אין זה מדברי הרמב\"ם כי כל האחרונים לא הביאו אלא הוא דברי הרמב\"ן אכן גירסא מוטעת הובא לפניו כי בספרו לא היה כתוב אלא פסול סתם דהיינו לא חנשא כאשר ידוע מספריו וכ\"כ עליו מ\"מ וכתב שסובר כבעל העיטור שפסק כלישנא בתרא דרבא אלא לחומרא בעלמא פסלו אכן לא אוכל להשיג כוונת הרמב\"ם מנין לו להחמיר ולעשות פסולות ואם הוא מסופק בהלכה א\"כ היא מגורשת ואינה מגורשת וכ\"ה עיקר כדברי הרשב\"א שספק הוא: \n", 
        "<b>  ויראה </b>  דמדעתו הוי גט וכו'. ותימה א\"כ לפירושו לא פליגי רבנן ורשב\"ג אלא בנתינה שלא מדעתו וא\"כ תפשוט דנתינה בע\"כ הוי נתינה וגם הרא\"ש כתב דברי הרמב\"ם שבספק עומד. גם הרשב\"א פי' להדיא דאיירי בקבלת דמים מרצון הבעל ואפ\"ה לרבנן לא מקיימי תנאי דדוקא איצטלית קאמר. אכן נ\"ל ליישב דהרא\"ש ס\"ל דהכא לא שייך לומר נתינה בע\"כ מאחר שהאיצטלית שלו היה מבקש ממנה וא\"כ כל היכא שהיא מחזרת שלו אפי' בע\"כ איקיים תנאה ודווקא הוא וקשה לי ג\"כ מאחר דאמרי' לצעורה קמכוין בתחילה שתתן דווקא את האיצטלית מה מועיל מחילה שלאחר זמן ודו\"ק: \n", 
        "<b>  וברייתא </b>  רשב\"ג דמיקל בתנאי וכו'. ואני אומר שכאן יראה לפסוק כרשב\"ג שהרי בברייתא שונה דברי הת\"ק בלשון ר\"מ ודברי רשב\"ג בלשון חכמים והלכתא לעולם כחכמים וכן נ\"ל עיקר א\"ל דפסקינן /*) להיכא דלא סתרי זהו לשון רש\"ל ז\"ל ועיין מ\"ש רש\"ל בספר יש\"ש פרק הפרה סי' י\"ד ע\"ש: \n", 
        "<b>  קושיא </b>  חזקה היא כו' פי' משום דקשיא ליה לפרש\"י דמתני' מניקתו שתי שנים יום אחד משתי שנים קאמר וא\"כ מת דקאמר ע\"כ בלא הניקתו כלל דהרי לא נתקיים התנאי כל עיקר ואפילו הכי הוי גט וא\"כ מ\"ש מסיפא כשאמר שתי שנים ומת דלא הוי גט כן הוא לפרש\"י אבל לפירוש ר\"י צריך לפרש מאחר שסתם הוי כמפרש יום א' להדיא אלמא לצעורי קמכוון וא\"כ כשלא הניקתו כלל לא ליהוי גט כמו בסיפא כשפירש שתי שנים דאמרינן לצעורי קמכוון ה\"נ נימא גבי יום א' בשלמא לרבא דאמר סתם לא הוה כמפרש ולא אמרינן דקמכווין לצעורי כ\"א להרווחה ומש\"ה לא הוי גט ברישא וק\"ל: \n", 
        "<b>  וחזר </b>  ואמר לה בפני שנים וכו' פירוש ולא מסר לה מיד אלא דאמר בפני שנים כשאמסור לך גיטך יהיה ע\"מ כן ואח\"כ אמר תנאי אחר בפני עדים אחרים לא מסר לה ואח\"כ כשמסר לה הגט מסר בפני כולן כן פי' הר\"ן ועיקר אבל היכא שמסר לה הגט ואמר התנאי לעולם נתבטל דבריו הראשונים וכן דעת הרמב\"ן: \n", 
        "<b>  והגיע </b>  לאנטיפרס וכו' פירוש בסוף ספר יהודה וכן כפר עותנאי בסוף מיצר גליל וכן עכו בסוף א\"י ועי' בגמ': \n", 
        "<b>  נדקדק </b>  בו בס\"ד. לא ראיתי שום דקדוק שם אלא שכתוב שם להיפך מדעת הרי\"ף אלא דהלכתא כרבי יוסי ולשופרי דשטרי אתקין רב מיומא דנן כן דעת התוספות ורש\"י שלשופרא בעלמא שלא יוציאו שום לעז על הגט אכן בפרק י\"נ (דף ק\"י ע\"ב) כתב משום חומרא דעריות אתקין רב ומשמע אפילו נתגרשה לא תינשא בלא חליצה אכן בממון הלכה כר' יוסי וכן נוטה מסקנת הטור שכתב בסוף המסקנא וי\"א שלעולם הוי ספק מגורשת וחולצת ולא מתייבמת וכן דעת התוס' ע\"כ ולא דקדק יפה שהרי ר\"ת ור\"י סוברים שניהם לשופרי דשטרי תיקן שם וכ\"כ הרשב\"א בשמם אכן הרשב\"ם פי' פרק י\"נ דלחומרא דעריות לא פסקינן כר' יוסי וא\"כ לפ\"ז חולצת ולא מתייבמת לכתחילה אבל לא חשבינן כספק מגורשת ונפקא מינה שאם נשאת לא תצא ולענין פסק הלכה נראה כדברי התוס' דהלכה כר' יוסי וכן פסק הראב\"ד ואף שאמרינן בהאי פירקא ר' יהודה הנשיא ובית דינו התירוה להנשא כר' יוסי ואמר ר' יוחנן שלא הודו לו סייעתיה מ\"מ הא לעיל בפרקין מסקינן דרבא שהוא בתרא פסק דהלכה כר' יוסי דזמנו של שטר מוכיח עליו א\"כ מסתמא כן הלכה ומש\"ה נראה דהוי גט מעליותא רק שלחומרא בעלמא חולצת דמאי איכפת לן בהאי חומרא שהרי כבר נפסלה לכהן אבל אי נשאת בלא חליצה לא תצא כלל אבל לכתחלה לעולם חולצת שהרי רבינו פסק דחולצת נ\"ל: \n", 
        "<b>  גם </b>  פירוש זה לא יתכן וכו' עיין בטור שכתב ויראה מדבריו שהוא מפרש דברי הרמב\"ם וכו': \n", 
        "<b>  ואע\"פ </b>  כו' ואני אומר שבוודאי אינו דימה וכ\"כ הר\"ן דלא נתבררו דבריו אלא מיקר כפי' הרמ\"ה היכא דאמר אחר הרגל דמחלקינן מנין הימים שבין רגל זו לרגל שלאחריו ושדינן מחצית הימים לרגל שלפניו כמו ימי השבוע וכ\"כ הרי\"ף בתשובה ראובן שנשבע לפרוע לחבירו לאחר פסח רואין כמה ימים שבין פסח לעצרת ויש לו מחצית הימים שבינתים כמו בשבוע שמחלקין מחציתו וכו' ועיקר: \n", 
        "<b>  איתמר </b>  בעל אומר לפקדון ושליש אומר לגרושין וכו' עיין בטור א\"ה סימן קמ\"ה בענין המתחיל עשחה שליח לקבלה וכו' עד וא\"א הרא\"ש ז\"לכתב דאפילו אם הוא ביד שליח נאמנת ונ\"ל אף דכתב בטור בסתם בעיר אחת הבעל נאמן אינו נאמן להקל ואסורה לכהן וחולצת ולא מתייבמת שהרי הרא\"ש מכח חומרא פסק כרב הונא ודו\"ק נ\"ל: \n", 
        "<b>  ורב </b>  חסדא אמר שליש נאמן וכו' ובממון לעולם מהימן השליש מיין בתוספות שהאריך שם: \n", 
        "<b>  ולעלמא </b>  לא משתריא ונראה דאפילו נשאת תצא והבנים ספק ממזרים דחשבינן לה כמגורשת ואינה מגורשת וכן עיקר: \n", 
        "<b>  יכתבו </b>  ויתנו פטרוה וכו'. ותימה למה לא הביא ברייתא (זו) דר' נתן דדייק בין פטרוה לפיטרוה ור' נתן מבבל הוי ואנו נגררים אחר לשון בבל בפרט לפי' הרא\"ש שפירש לקמן (גיטין דף י\"ט ע\"ד) דפיטרוה ביו\"ד הוא לשון גט ופטרוה הוא פטורה מחוב ומש\"ה פסק לקמן דצריך לכתוב יו\"ד בין פ' לט' אמנם רש\"י פי' להיפך ואף לפרש\"י הכל תלוי בחירי\"ק לא משנין המנהג שאין כותבים יו\"ד בין פ' לט' ולדקדק הלשון אינו משמע כ\"כ ולעולם לא אמרו כלום נ\"ל: \n", 
        "<b>  והרמב\"ם </b>  ז\"ל כתב ספק וכו' ברוב נוסחאות הרמב\"ם לא כתב ספק גט אלא הרי הוא גט וטעות נפל בספרים כאשר מבואר ומוכח מהשגות וכן בדברי הר\"ן שהביא הרמב\"ם נפלה הטעות כאשר מוכח מיניה וביה. \n", 
        "<b>  אי </b>  נמי נשתתק דאי אפשר וכו'. ולפי תי' שני משמע להדיא דאלם שפיר יכול לכתוב שיתנו גט לאשתו אפילו בלא הרכנה והשתא תימה לי על הטור שכתב וז\"ל ואפילו חרש ואפילו שומע אלא שאינו מדבר וכו' עד וא\"א הרא\"ש כתב כסברא ראשונה ע\"כ והשתא תימה הלא הרא\"ש מודה בנשתתק מ\"מ יראה להחמיר שלא יועיל כתב יד אף באלם כ\"א בהרכנה וכן בהגהות מיימוני: \n", 
        "<b>  דומיא </b>  דידה דכשהיא ישנה וכו'. ותימה לי הלא כשהיא ישנה אינה ראויה לקבל גיטה אלא הכי פירושו מכח הפסוק לא תוכל להוכיח ואפילו היא ישינה נוכל לקיים ונתן בידה כדפירשתי לעיל אלא דלא חשבינן לה לבר דעת וגרוע מחרשת וא\"כ בחצר דלאו בר דעת מנין לנו דבעי שיהא משתמר לדעת אלא מכח סברא כמ\"ש המחבר: \n", 
        "<b>  ותירץ </b>  הא דאמרינן הכא וכו'. ולפרש\"י לקמן לק\"מ כי הוא פירש שלא תנשא לכתחילה אלא כשהלך בעלה למדה\"י דאיכא אונס קצת אבל בלתי זה לא תנשא אלא צריכה גט אחר ולפי זה לא קשיא מידי וכן נראה להחמיר שלא תנשא בשום ענין אלא כשהלך בעלה למדינת הים ודו\"ק. \n", 
        "<b>  וכתב </b>  במערב מכשרי רבנן לגמר וחלילה להקל בגט זה להנשא בו לכתחילה: \n", 
        "<b>  מדקא </b>  מפרשי אמוראי דברי ר\"א שמעינן דהלכתא כוותיה וכו'. ולא יכולתי להבין דעתו דשמא אמוראי באו לפרש דברי ר\"א שהרי יש בכאן בהכרח לפרש וזולתם לא נוכל לפרש דבריו כלל ואמאי לא השיג כאן כמו שהשיג לעיל בהניזקין בהג\"ה בפירוש אמוראי שאינו כ\"כ הכרחי ונ\"ל דדייק מלישנא דתלמודא דקאמרי כל זמן שיושבים זהו לאלתר עמדו זהו לאחר זמן וכן אידך דכוותיה ולא קאמר לאלתר כל זמן שיושבים וכו' אלא ש\"מ דלאו כלישנא דמפרשי קאתו אלא כל זמן שיושבים זהו לאלתר כלומר זהו דין ופסק הלכה שהולד ממזר עמדו זה לאחר זמן כלומר זהו דין ופסק הלכה שלאחר זמן הולד כשר א\"נ מדלא מסיק תלמודא ה\"ד לאחר זמן לחוד אמר שמואל עמדו זהו לאחר זמן או ה\"ד לאלתר לחוד וממילא נשמע אידך אלא ע\"כ כן הלכה: \n", 
        "<b>  וא\"ת </b>  מ\"מ כי מוקי לה בחוץ וכו' ותימה דלמא נמי לאו דווקא וי\"ל דאה\"נ אבל מ\"מ איכא למיפרך הרי הותרה בתחילה לכל אדם אלא שהטיל בה תנאי רק שהמקשן פריך אפשיטא לפי לישנא דברייתא כמו שכתב לקמן: \n", 
        "<b>  אבל </b>  לראובן אינה מגורשת וכו' לא דק היטב בדבריו כי הרמב\"ם סבר לראובן אינה מגורשת לעולם שהרי שייר שמעון והוא נמי כאת\"ל דווקא קאמר ודווקא כשאמר לשמעון סבר הרמב\"ם דלא איפשטא ומגורשת ואינה מגורשת כמו אינו בעיא דרב אשי וכן איתא בטור להדיא ואולי ט\"ס הוא: \n", 
        "<b>  כיון </b>  דפסקא פסקא וכו'. ומגורשת לעולם ואף דאתקין רב לקמן מן יומא דנן ולעלם ואמרינן שם לאפוקי מדבעא רבא מרב נחמן דאמר כיון דפסקא פסקא היינו לשופרא דשטרא ושלא יוציאו שום לעז וספק על הגט אבל לעולם אמרינן כיון שפסקא כו' ולא כדברי כרמב\"ם שכתב דאינה מגורשת וכן דעת רש\"י והרא\"ש וכ\"כ הרשב\"א שלא נראה דעת הרמב\"ם כלל ועיקר: \n", 
        "<b>  כל </b>  תנאי שאי אפשר לקיימו בסופו וכו' פי' אפי' בשעת מעשה היה ראוי לקיים אלא שהתנה עמה על זמן מה וכשהגיע הזמן א\"א לקיימו כגון שהתנה בקיץ שתביא לו בימי החורף פירות האילן וכן כל כה\"ג ומה שאמר שהתנה עמה מתחילה היינו לאפוקי שבשעת התנאי היה אותו מעשה ראוי לקיים אף לבסופו ואח\"כ בא סיבה שאי אפשר לקיים ודאי כה\"ג הגט בטל אלא כל מה שהתנה מתחילה ע\"ד שאי אפשר לקיים בסופו ודו\"ק: \n", 
        "<b>  מהו </b>  דתימא הני מילי לאחר התורף וכו'. פרש\"י שהוא פסול אפילו אם נתקיים ואם נכתב אחר תורף כשר אם נתקיים ומוסף עליהם תנאי דחוץ מפלוני שאפילו אם כתבו אחר התורף פסול אפילו אם חזר ומחקו ואם אמר אותו התנאי בע\"פ לפני התורף פסול ולאחר תורף כשר אם חזר ובטלו והקשה עליו ר\"י ז\"ל תינח ע\"מ שלא תנשא לפלוני דשייך למיגזר ביה אטו חוץ דבתרווייהו איכא שיור בגט אבל שאר תנאי כגון ע\"מ שתתני לי מאתים זוז מה שייך למיגזר בהו אטו חוץ. ועוד הקשה אי גזרינן אפילו נתקיים התנאי אטו חוץ א\"כ אפילו בע\"פ נמי נגזר אפי' נתקיים התנאי אטו חוץ דפסול ע\"פ כמו בכתב ופי' ר\"י דהך ברייתא קיימא אמתניתי' דקתני אם כתבו בתוכו אע\"פ שחזר ומחקו פסול דקתני עלה בברייתא כל התנאים נמי אם כותבן בגט וחזר ומחקן ובטל התנאי פסול הגט אם לא נתקיים התנאי כאילו לא נמחק דאין מחיקה מועלת בתנאי לבטלו ולעשותו כאילו לא נכתב דגזרינן ע\"מ אטו חוץ ובחוץ לא מהני מחיקה דלא נכתב לשם כריתות ורבנן לא גזרו ומכשרי בע\"מ אם חזרו ומחקו אבל אם נכתב ולא נמחק אם נתקיים התנאי כשר לכ\"ע וכתב הרא\"ש בתשובה כלל מ\"ו ס\"ו פירש זה של ר\"י נכון ומקובל אלא שלא מלאני לבי להקל כי ראיתי הרמב\"ם ז\"ל החמיר כו' עד אם התנה על פה קודם כתיבת התורף ה\"ז ספק מגורשת וכתב הטור סי' קמ\"ו ומ\"מ הורה א\"א הרא\"ש ז\"ל הלכה למעשה בגט שהיה כתוב מעכשיו אם מתי קודם התורף ולא נכפל [וחזר וכתב אחר התורף אם לא מתי לא יהא גט ואם מתי יהא גט מעתה שאני בעולם והכשירו משום דלא חשיב תנאי מה שכתב מעכשיו אם מתי מחולי זה אלא הוי כאומר מעת שאני בעולם מעכשיו ושעה אתת קודם מיתתו דהכי מפרש ליה תלמודא נעשה כאומר מעת שאני בעולם והוי כאומר לאשתו הרי זה גיטך לאחר שלשים יום דלא חשיב תנאה ואם תמצא לומר תנאה הוי כיון שלא נכפל לית ליה דינא דתנאה והגט קיים אף על פי שלא נתקיים התנאי נמצא שאין כאן תנאי קודם התורף ולכך כפלו התנאי אחר התורף] וכל שכן דאפילו תנאה ליכא אלא קביעות הזמן למתי יחול הלכך הגט כשר ואני אקרא ולא אדע למה החמיר הרא\"ש מאחר שפי' ר\"י עיקר וכאשר יראה מצורת הברייתא מדברי חכמים שאמרו כל שפוסל בעל פה פוסל בכתב וכו' ואם כפירוש רש\"י דשום תנאי שנכתב בגט פוסל אפילו נתקיים התנאי אלמא דסבר רבי להדיא דגזרינן כל תנאי שבעולם שלא יכתבו בגט אפילו ראוי להתקיים ואין בו שום שיור אטו תנאי דחוץ וא\"כ מה השיבו כל שפוסל בע\"פ וכו' יותר מסברת ר' אלא היה להם לומר דאינו פוסל בסתמא בלי טעם אלא בוודאי כמו שפירשתי דאיירי בלא נתקיים והוי ע\"מ כתנאי דחוץ שגם אי אפשר שלא יתקיים ומשום הכי הוכרחו חכמים לחלק ביניהם כמו שפירשתי לעיל ואם בא להחמיר מתוך דברי הרמב\"ם שפוסל כל תנאי אפילו נתקיים התנאי מכח ברירה דאיתא בירושלמי פרק כל הגט שכל התנאים פוסלים בגט מחמת זה שאין אומרים יש ברירה למפרע דאע\"פ שיתקיימו מ\"מ בשעה שנכתב הגט לא היה ספר הכריתות שהרי נכתב על תנאי ונשאר לו כח וזכות בגט וא\"כ מאחר דתלמודא דידן מוכח להדיא דלית ליה טעם דברירה דירושלמי אלא מכח גזירה אטו חוץ א\"כ למה לי להחמיר ולפסול גט שלא כדין בשלמא לכתחלה מנהג יפה למנוע שלא לכתוב שום תנאי בגט שלא יבא לידי קלקול אבל אם נכתב תנאי בגט אף קודם תורף והיה בא מעשה לידי והיה לחוש לעיגון הייתי נותנו לכתחלה ובלבד שיתקיים התנאי נראה לי: \n", 
        "<b>  והלכתא </b>  כרב באיסורי וכו'. פירוש דאי הוי חתם סופר ועד כשר א\"כ בוודאי אומר אמרו פסול משום דאיכא למיחש לתקלה דשמא מחמת כיסופא דסופר יאמרו העדים לסופר לחתום כדי שלא יתבייש אע\"פ שהבעל צוה לאחרים לחתום כדאיתא פרק התקבל וק\"ל: \n", 
        "<b>  כל </b>  זה מיסוד ר\"י זכרונו לברכה וכו'. וכל זאת אינו שוה לי דמשמע דפסק ר\"ח כדברי הברייתא דישמעו וכו' ובברייתא איתא שהגט בטל דמשמע אפילו לקולא ותוכל להתייבם. וכן אם קבלה קדושין מאחר אין חוששין לאותן קידושין והיינו טעמא מאחר דאמרינן דר' יוסי אינו מודה באומר אמרו א\"כ הוי בכלל מילי לא מימסרי לשליח אף דשמואל פליג על ר' יוסי באומר אמרו לעיל בפרק התקבל מ\"מ הברייתא עיקר דהא נמי אמרינן לעיל קולו לאפוקי מדרב כהנא אמר רב דאמר חרש וכו' וא\"כ כ\"ש לגבי שמואל פשיטא אי הוי קתני להדיא בברייתא דברי ר' יוסי היינו נוכל לדחוק נהי דהלכה כהך ברייתא מ\"מ שמואל פליג על רבי יוסי גופא ומכשיר באומר אמרו כרבי מאיר כדאיתא להדיא בפרק התקבל אבל הכא דסתמא קתני ש\"מ דהכי הלכתא ותלמודא דקאמר לאפוקי ממ\"ד מודה ר\"י באומר אמרו ה\"ה לאפוקי משמואל דמכשיר באומר אמרו אלא תלמודא נקט הפשוט תחילה לאפוקי מאותן שאומרין אפילו ר' יוסי מודה באומר אמרו ואף דהני אמוראי מכשרי באומר אמרו דפליגי בכשר ולא תעשה מ\"מ לית הלכתא כוותייהו אלא כסתמא דברייתא כדפרישנן ועוד דאיכא למימר דאיירי אליביה דר\"מ דאמר מילי ממסרן לשליח וכן פרש\"י להדיא ובוודאי רש\"י נשמר מזה דסבר הלכה כר\"י אף באומר אמרו ומ\"ה פי' דהני אמוראי איירי אליביה דרבי מאיר אבל לא פליגי אליבא דהלכתא וק\"ל. וא\"כ חתם סופר ועד כשר ומ\"מ חתם סופר ועד פסול לר\"מ דאי הוי כשר לא הוי אומר אמרו כשר כלל משום תקלה דסופר וכו' וא\"ל דחתם סופר ועד פסול ונאמר דהני אמוראי איירי אליביה דר' יוסי ואף דלית הלכתא כוותייהו אלא כברייתא אפ\"ה שפיר דייקינא חתם סופר ועד פסול כמו שהם סוברים דנהי דלית הלכתא כוותייהו באומר אמרו שהם סוברים מודה רבי יוסי באומר אמרו או פליגי עליה באומר אמרו כשמואל מכל מקום בהאי סברא דמוכח מינייהו דחתם סופר ועד פסול למה לא נפסל ככל הני אמוראי ולא עלה על דעתו של ר\"ח לפסוק דחתם סופר ועד כשר אפילו (הכי) פסק לגמרי כר' יוסי אלא שלא מלאני לבי להקל מאחר שיצא הדבר מפי ר\"י וא\"כ אומר אמרו הוי מגורשת ואינה מגורשת ואם נשאת תצא והבנים ספק ממזרים ולא כדברי הרמב\"ם שכתב פסול וחתם סופר פסול זה אינו דהא בחתם סופר ליכא שום רעותא לפסול אלא שניחוש שמא לא צוהו לחתום והיינו אומר אמרו וא\"כ מאחר שאומר אמרו פסול לר' יוסי פשיטא דליכא למיחש למידי בחתם סופר ובוודאי כשר לכתחלה ואומר אמרו אינו גט כלל ודו\"ק: \n", 
        "<b>  ובין </b>  בשטרי הלוואה בעינן עדי מסירה וכו'. זהו לפי סברתו דאינו מועיל עדי חתימה בלא עידי מסירה והכא איירי שהבע\"ד מודה שלא היה שם עידי מסירה אבל מן הסתם מוקמינן השטר בכשרות כמו שכתב הרא\"ש לקמן ומכל מקום נראה דאיירי דווקא בשטרי הקנאות שעיקר המקח ומתנה נעשית ונגמר בשטר אבל הנקנה בשאר קנינים ושטר עומד לראיה פשיטא דכשר אף בלא עדי מסירה דשטרי הלוואה נמי איכא למימר דאיירי לענין טירפא ממשעבדי דכל זמן שלא נמסר אין דין שטר עליו אלא חספא בעלמא ואינו טורף ממשעבדי ומ\"מ לא נהירא לי האי פיסקא לפי מאי דקי\"ל שיעבודא דאורייתא ואפילו מלוה ע\"פ היה ראוי לטרוף ממשעבדי אלא דלית ליה קלא וא\"כ הכא דאיכא עדים עדי חתימה דמפקי לקלא שפיר גובה מנכסי משעבדי ועוד אני אומר לענין מלוה בודאי לא פליג ר\"א ואמר דבעינן עדי מסירה אלא שאף עדי מסירה מועילין כמו עדי חתימה אבל עדי חתימה לבד פשיטא שיועיל בשלמא לענין ערוה שאינו פחות משנים א\"כ כל זמן שלא נמסר בפני שנים לא הוי כריתות כמו שכתב הרא\"ש ז\"ל אבל שטר מאי טעמא לא יועיל עדי חתימה ואף בטור לא מצאתי דין זה כל עיקר דבעינן עדי מסירה אלא שאף בשטר הלואה מהני עדי מסירה וכן עיקר: \n", 
        "<b>  מה </b>  שמדקדק וכו'. ולישנא דתלמודא וליתני נמי הא וכו' משמע דליכא אלא הני ג' גיטין וגם דוחק הוא שנאמר שמוקי כרבי מאיר הוא לכ\"ע אפילו לאותו מ\"ד שלא הקשו ממנו דל\"ל לאדחוקי ולוקי מתניתין כיחידאי וכן התוס' בריש פירקין גבי הא דלאחר שלמדו משמע להדיא דלא סבירא ליה דאתיא מתניתין כר' מאיר אלא דוקא למאן דאמר תצא אבל לא לרבי יוחנן ע\"ש וכן עיקר הלכך כל הפסולים חוץ מהני ג' תצא ואם יש לה בנים כשר חוץ מגט ישן שתינשא לכתחילה אבל כל הפסולין דמכילתא דינם כגט קרח לרבנן שתצא והולד כשר וכן דעת הרמב\"ן ועיקר: \n", 
        "<b>  פי' </b>  שניכר שלא נחתך מן הקלף וכו'. דאל\"כ איכא למיחש שמא שני גיטין היו וחתך למעלה של גט שמאל הזמן וכל ראש הגט ובגט של ימין היה בו תנאי לבסוף וחתך עד שכוון זה לזה ומשום הכי אף אם יש ריוח למעלה שאי אפשר ששני גיטין היו מיהו שמא היה התנאי בסוף הגט וחתכו ומ\"מ היכא שכתב הרי את בסוף הגט ומותרת בראש האחר ואפי' עשה ריוח למעלה אין לחוש וכשר ודו\"ק: \n", 
        "<b>  ורב </b>  זביד אמר אפילו במקום אמתלא וכו'. מדהביאו הרי\"ף משמע דס\"ל כוותיה וזה מקום אמתלא נוכל לפרש בכה\"ג כלומר שיש מקום ופתח למצוא אמתלא כגון מעשים הנזכרים לעיל בהרא\"ש שיש להסתפק שמא קטן הוא או לא היה שוה פרוטה חוששים לאמתלא לבטל הקול אם נמצא שקר שלא היה בו רינון והטור לא דקדק בו יפה שכתב שחוששין לאמתלא בסתם [אף שדעת הר\"ן ג\"כ כך מ\"מ לא נ\"ל כלל לומר שתולין להקל אלא כמו שפי' והוא עיקר] ומשמע אפילו לא נמצא להדיא שהקול שקר מנין לנו להקל בחומרא דעריות ולומר שמא קטן היה או לא היה בו שוה פרוטה אלא היכא שהקול שקר והב\"ד חוששין משום רינון על זה אמר למעלה אפילו למ\"ד וכו' וכן יראה מדברי הרא\"ש המחבר ז\"ל דאיירי כל הסוגיא משום רינון אכן מקום אמתלא דקאמר משמע קצת דמהני כאילו קול ושוברו עמו. ומשמע דאפילו לא נתגלה יותר אפ\"ה לית בזה משום בית מיחוש ע\"כ צריך אני לפרש דמקום אמתלא היינו שיש כאן פתח הנראה לעינים כמעשה דההיא אשה אחת שהיתה נאה ביותר וקפצו עליה בני אדם ואמרה אשת איש אני דכה\"ג נקרא מקום אמתלא וכל כיוצא בזה שחוששין לאמתלא שהיא תתן אפילו יצא קול בלי אמתלא אלא אחר כמה שנים היא נותנת אמתלא לדבריה וכן יראה מדברי הרמב\"ם שכתב יצא עליה קול שנתקדשה ולאחר ימים יצא אמתלא אם נראין הדברים לב\"ד שהוא כן סומכים על האמתלא ולא הוחזקה מקודשת וא\"ל הואיל ולא שמעו האמתלא בעת ששמעו הקידושין אין חוששין לאמתלא ע\"כ [וכן הביאו הטור והוא ממש כמו שפירשנו וכ\"כ הרמ\"ה דלאו דוקא יצא האמתלא]: \n", 
        "<b>  והודיעני </b>  מה היא וכו'. פי' תלמודא הוא דמקשה אי דאיגלאי מילתא דקידושי קמא לאו קדושין נינהו מבטלינן קלא והא נהרדעי אתרא דשמואל הוי ולא מבטלינן קלא היינו דוקא לשמואל אבל אנן קי\"ל כרב כמו שפסק מהר\"ם ז\"ל ומש\"ה כתב הטור והיכא שלא נתאמתו קדושין הראשונים לא מבטלינן קלא קמא מפני שנשאת אח\"כ היינו משום שלא נתגלה לנו ששקר היה אבל אי אתגלי ששקר היה כתוב בשם הרמ\"ה דמבטלינן קלא וכמו שפירש הרא\"ש לעיל. מצאתי כתוב בשם רש\"ל ז\"ל. שאלה להרב הרא\"ש ז\"ל ראובן היה לו בת ומיראתו עליה פייס לשמעון שיתן לה קידושין בשם לוי ולוי לא היה בעיר וכן עשה וכשבא לעיר נתרצה לה בדבריו ויצא קול בעיר שהיא מקודשת ללוי. תשובה צריכה גט מלוי ואפילו אם הוא כופר ואומר ששמעון לא היה שלוחו ואפילו אם גם שמעון אמר כן ע\"כ ויפה פסק דצריכה גט לחומרא דסתמא אין אדם מקדש אשה לחבירו אלא שעשה אותו שליח כבר ולא ראיתי אינו ראיה בפרט הכא שיצא הקול וקצת רגלים לדבר שהרי נתרצה אח\"כ וק\"ל: עוד שאלה. לאה שיצאה עליה קול שנתקדשה ולא הוחזק הקול בב\"ד אלא שהיה קול הברה שבלילה באתה מן המרחץ ובא פלוני וקדשה בלא דעת קרוביה ולא נשמע הדבר אפילו לעדים וקרובי לאה הכריחו למקדש ליתן גט ושוב נתקדשה לאחר קידושי ודאי וגירשה האחר והיא רוצה להנשא שוב לראשון שיצא עליה קול בקידושין והשיבו שהיא אסורה לו ללוי ע\"כ וזהו פשוט. ונראה אפילו אם יברר אח\"כ שלא היה אצלה ולא קדשה מאחר שגרש אותה ע\"פ ב\"ד דפטרה כה\"ג לא מבטלינן קלא וק\"ל: 9סליק מסכס גיטין בס\"ד"
    ], 
    "title": "Tiferet Shmuel on Gittin", 
    "versionSource": "https://www.sefaria.org/Tiferet_Shmuel_on_Gittin", 
    "heTitle": " תפארת שמואל על גיטין", 
    "sectionNames": [
        "Siman"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tiferet Shmuel", 
        "Seder Nashim"
    ]
}