{
    "text": {
        "0_Chapter, 0_Verse": "Adam, Seth, Enos,",
        "0_Chapter, 1_Verse": "Kênân, Mahalalêl, Yéred,",
        "0_Chapter, 2_Verse": "Hénoc, Mathusalem, Lamec,",
        "0_Chapter, 3_Verse": "Noé, Sem, Cham et Japhet.",
        "0_Chapter, 4_Verse": "Enfants de Japhet: Gomer, Magog, Madaï, Yavân, Toubal, Méchec et Tirâs.",
        "0_Chapter, 5_Verse": "Enfants de Gomer: Achkenaz, Difath et Togarma.",
        "0_Chapter, 6_Verse": "Enfants de Yavân: Elicha, Tharsis, Kittim et Rodanim.",
        "0_Chapter, 7_Verse": "Enfants de Cham: Kouch, Misraïm, Pout et Canaan.",
        "0_Chapter, 8_Verse": "Enfants de Kouch: Seba, Havila, Sabta, Râma et Sabteca; enfants de Râma: Cheba et Dedân.",
        "0_Chapter, 9_Verse": "Kouch engendra aussi Nemrod, celui qui, le premier, fut puissant sur la terre. י",
        "0_Chapter, 10_Verse": "Misraïm fut la souche des Loudim, des Anamim, des Lehabim, des Naftouhim,",
        "0_Chapter, 11_Verse": "des Pathrousim, des Kaslouhim (d’où sortirent les Philistins) et des Kaftorim.",
        "0_Chapter, 12_Verse": "Canaan engendra Sidon, son premier-né, Heth,",
        "0_Chapter, 13_Verse": "puis le Jébuséen, l’Amorréen, le Ghirgachéen,",
        "0_Chapter, 14_Verse": "le Hévéen, l’Arkéen, le Sinéen,",
        "0_Chapter, 15_Verse": "l’Arvadéen, le Cemaréen et le Hamathéen.",
        "0_Chapter, 16_Verse": "Enfants de Sem: Elam, Assur, Arphaxad, Loud, Aram, Ouç, Houl, Ghéter et Méchec.",
        "0_Chapter, 17_Verse": "Arphaxad engendra Chélah, et Chélah engendra Eber.",
        "0_Chapter, 18_Verse": "A Eber il naquit deux fils. Le nom de l’un était Péleg, parce que de son temps fut partagée la terre; et le nom de son frère: Yoktân.",
        "0_Chapter, 19_Verse": "Yoktân engendra Almodad, Chélef, Haçarmaveth, Yérah,",
        "0_Chapter, 20_Verse": "Hadoram, Ouzal, Dikla,",
        "0_Chapter, 21_Verse": "Ebal, Abimaêl, Cheba,",
        "0_Chapter, 22_Verse": "Ophir, Havila et Yobab. Tous ceux-là furent enfants de Yoktân.",
        "0_Chapter, 23_Verse": "Sem, Arphaxad, Chélah,",
        "0_Chapter, 24_Verse": "Eber, Péleg, Reou,",
        "0_Chapter, 25_Verse": "Seroug, Nacor, Tharé,",
        "0_Chapter, 26_Verse": "Abram, qui est identique à Abraham.",
        "0_Chapter, 27_Verse": "Enfants d’Abraham: Isaac et Ismaël.",
        "0_Chapter, 28_Verse": "Voici leurs générations: le premier-né d’Ismaël, Nebaïoth, puis Kédar, Adbeêl, Mibsam,",
        "0_Chapter, 29_Verse": "Michma, Douma, Massa, Hadad, Têma,",
        "0_Chapter, 30_Verse": "Yetour, Nafich et Kêdma. Tels sont les fils d’Ismaël.",
        "0_Chapter, 31_Verse": "Enfants de Ketoura, concubine d’Abraham: elle enfanta Zimrân, Yokchân, Medân, Madiân, Yichbak et Chouah. Enfants de Yokchân: Cheba et Dedân.",
        "0_Chapter, 32_Verse": "Enfants de Madiân: Efa, Efer, Hanoc, Abida et Eldaa. Tous ceux-là furent les enfants de Ketoura.",
        "0_Chapter, 33_Verse": "Abraham engendra Isaac. Enfants d’Isaac: Esaü et Israël.",
        "0_Chapter, 34_Verse": "Enfants d’Esaü: Elifaz, Reouêl, Yeouch, Yâlam et Korah.",
        "0_Chapter, 35_Verse": "Enfants d’Elifaz: Têmân, Omar, Cefi, Gâtam, Kenaz, Timna et Amalec.",
        "0_Chapter, 36_Verse": "Enfants de Reouêl: Nahath, Zérah, Chamma et Mizza.",
        "0_Chapter, 37_Verse": "Enfants de Séir: Lotân, Chobal, Cibôn, Ana, Dichôn, Ecer et Dichân.",
        "0_Chapter, 38_Verse": "Enfants de Lotân: Hori et Homam; la sœur de Lotân était Timna.",
        "0_Chapter, 39_Verse": "Enfants de Chobal: Alyân, Manahath, Ebal, Chefi et Onam. Enfants de Cibôn: Ayya et Ana.",
        "0_Chapter, 40_Verse": "Enfants de Ana: Dichôn… Enfants de Dichôn: Hamrân, Echbân, Yithrân et Kerân.",
        "0_Chapter, 41_Verse": "Enfants d’Ecer: Bilhân, Zaavân et Yaakân. Enfants de Dichôn: Ouç et Arân.",
        "0_Chapter, 42_Verse": "Ce sont ici les rois qui régnèrent dans le pays d’Edom, avant qu’un roi régnât sur les enfants d’Israël: Béla, fils de Beor. Le nom de sa ville natale était Dinhaba.",
        "0_Chapter, 43_Verse": "Béla étant mort, à sa place régna Yobab, fils de Zérah, de Boçra.",
        "0_Chapter, 44_Verse": "Yobab étant mort, à sa place régna Houcham, du pays des Témanites.",
        "0_Chapter, 45_Verse": "Houcham étant mort, à sa place régna Hadad, fils de Bedad, qui défit Madiân dans la campagne de Moab. Le nom de sa ville était Avith.",
        "0_Chapter, 46_Verse": "Hadad étant mort, à sa place régna Samla, de Masrêka.",
        "0_Chapter, 47_Verse": "Samla étant mort, à sa place régna Chaoul, de Rehoboth-sur-le-Fleuve.",
        "0_Chapter, 48_Verse": "Chaoul étant mort, à sa place régna Baal-Hanân, fils d’Akhbor.",
        "0_Chapter, 49_Verse": "Baal-Hanân étant mort à sa place régna Hadad, dont la ville avait nom Pâï et dont la femme s’appelait Mehêtabel, fille de Matred, fille de Mê-Zahab.",
        "0_Chapter, 50_Verse": "Hadad mourut, et voici quels furent les chefs d’Edom: le chef Timna, le chef Alva, le chef Yethêth,",
        "0_Chapter, 51_Verse": "le chef Oholibama, le chef Ela, le chef Pinôn,",
        "0_Chapter, 52_Verse": "le chef Kenaz, le chef Têmân, le chef Mibçar,",
        "0_Chapter, 53_Verse": "le chef Magdiêl, le chef Iram. Tels furent les chefs d’Edom.",
        "1_Chapter, 0_Verse": "Voici les enfants d’Israël: Ruben, Siméon, Lévi, Juda, Issachar et Zabulon,",
        "1_Chapter, 1_Verse": "Dan, Joseph et Benjamin, Nephtali, Gad et Aser.",
        "1_Chapter, 2_Verse": "Enfants de Juda: Er, Onân et Chêla; ces trois lui naquirent de la fille de Choua, la Cananéenne. Er, le premier-né de Juda, ayant déplu au Seigneur, le Seigneur le fit mourir.",
        "1_Chapter, 3_Verse": "Tamar, sa bru, lui enfanta Péreç et Zérah. Total des fils de Juda: cinq.",
        "1_Chapter, 4_Verse": "Les fils de Péreç furent Heçrôn et Hamoul.",
        "1_Chapter, 5_Verse": "Fils de Zérah: Zimri, Ethân, Hêmân, Kalkol, Dara, en tout cinq.",
        "1_Chapter, 6_Verse": "Fils de Carmi: Akhar, qui affligea Israël en violant l’anathème.",
        "1_Chapter, 7_Verse": "Fils d’Ethân: Azaria.",
        "1_Chapter, 8_Verse": "Fils de Heçrôn, qui lui naquirent: Yerahmeêl, Râm et Keloubaï.",
        "1_Chapter, 9_Verse": "Râm engendra Amminadab, et Amminadab Nahchôn, prince des enfants de Juda.",
        "1_Chapter, 10_Verse": "Nahchôn engendra Salmâ, et Salmâ Booz.",
        "1_Chapter, 11_Verse": "Booz engendra Obed, et Obed Jessé.",
        "1_Chapter, 12_Verse": "Jessé engendra comme premier-né Elïab, Abinadab deuxième, Chimea troisième,",
        "1_Chapter, 13_Verse": "Nethanel quatrième, Raddaï cinquième,",
        "1_Chapter, 14_Verse": "Ocem sixième, David septième.",
        "1_Chapter, 15_Verse": "Leurs sœurs étaient Cerouya et Abigaïl; les fils de Cerouya: Abchaï, Joab, Assahel, en tout trois.",
        "1_Chapter, 16_Verse": "Abigaïl enfanta Amassa. Amassa avait pour père Yéter, l’Ismaélite.",
        "1_Chapter, 17_Verse": "Caleb, fils de Heçrôn, eut des enfants d’Azouba, sa femme, et de Yerioth. Les enfants de la première furent: Yêcher, Chobab et Ardôn.",
        "1_Chapter, 18_Verse": "Azouba étant morte, Caleb épousa Efrath, et celle-ci lui enfanta Hour.",
        "1_Chapter, 19_Verse": "Hour engendra Ouri, et Ouri Beçalêl.",
        "1_Chapter, 20_Verse": "Ensuite Heçrôn eut commerce avec une fille de Makhir, père de Ghilad, qu’il avait épousée à l’âge de soixante ans. Elle lui enfanta Segoub.",
        "1_Chapter, 21_Verse": "Segoub engendra Yaïr, qui posséda vingt-trois villes dans le pays de Galaad.",
        "1_Chapter, 22_Verse": "Ghechour et Aram leur enlevèrent les bourgs de Yaïr, avec Kenath et ses bourgs, en tout soixante villes. Tous ceux-là étaient fils de Makhir, père de Ghilad.",
        "1_Chapter, 23_Verse": "Après la mort de Heçrôn à Caleb d’Efrath, la femme de Heçron, Abiyya, lui enfanta Achhour, le père de Tekoa.",
        "1_Chapter, 24_Verse": "Les fils de Yerahmeêl, le premier-né de Heçron, furent Râm, l’aîné, Bouna, Orén, Ocem, [nés d’]Ahiyya.",
        "1_Chapter, 25_Verse": "Yerahmeêl eut une autre femme, du nom d’Atara. Ce fut la mère d’Onam.",
        "1_Chapter, 26_Verse": "Les fils de Râm, le premier-né de Yerahmeêl, furent: Maaç, Yamîn et Eker.",
        "1_Chapter, 27_Verse": "Les fils d’Onam furent Chammaï et Yada, ceux de Chammaï: Nadab et Abichour.",
        "1_Chapter, 28_Verse": "La femme d’Abichour, qui s’appelait Abihaïl, lui enfanta Ahbân et Molid.",
        "1_Chapter, 29_Verse": "Les fils de Nadab furent Séled et Appaïm. Séled mourut sans enfants.",
        "1_Chapter, 30_Verse": "Les enfants d’Appaïm furent Yicheï, de celui-ci Chêchân, de celui-ci Ahlaï.",
        "1_Chapter, 31_Verse": "Les fils de Yada, frère de Chammaï, furent Yéter et Jonathan. Yéter mourut sans enfants.",
        "1_Chapter, 32_Verse": "Les fils de Jonathan furent: Péleth et Zaza. Tels furent les descendants de Yerahmeêl.",
        "1_Chapter, 33_Verse": "Chêchân n’avait pas de fils, mais seulement des filles. Ayant un esclave égyptien du nom de Yarha,",
        "1_Chapter, 34_Verse": "Chêchân donna en mariage sa fille à ce Yarha, son esclave, et elle lui enfanta Attaï.",
        "1_Chapter, 35_Verse": "Attaï engendra Nathan, et celui-ci Zabad.",
        "1_Chapter, 36_Verse": "Zabad engendra Eflâl, et celui-ci Obed.",
        "1_Chapter, 37_Verse": "Obed engendra Jéhu et celui-ci Azaria.",
        "1_Chapter, 38_Verse": "Azaria engendra Héleç, et celui-ci Elassa.",
        "1_Chapter, 39_Verse": "Elassa engendra Sismaï et celui-ci Challoum.",
        "1_Chapter, 40_Verse": "Challoum engendra Yekamia, et celui-ci Elichama.",
        "1_Chapter, 41_Verse": "Les fils de Caleb, frère de Yerahmeêl, furent: Mêcha, son premier-né, le père de Zif, et Marêcha, son autre fils, le père de Hébron.",
        "1_Chapter, 42_Verse": "Les fils de Hébron furent: Korah, Tappouah, Rékem et Chéma.",
        "1_Chapter, 43_Verse": "Chéma engendra Raham, le père de Yorkeam, et Rékem engendra Chammaï.",
        "1_Chapter, 44_Verse": "Le fils de Chammaï fut Maôn, et Maôn fut le père de Bêth-Çour.",
        "1_Chapter, 45_Verse": "Efa, concubine de Caleb, enfanta Harân et Moça (et Gazêz). Harân enfanta Gazêz.",
        "1_Chapter, 46_Verse": "Les enfants de Yéhdaï furent: Réghem, Jotham, Ghêchân, Pélét, Efa et Chaaf.",
        "1_Chapter, 47_Verse": "Une autre concubine de Caleb, nommée Maakha, enfanta Chéber et Tirhana.",
        "1_Chapter, 48_Verse": "Elle enfanta Chaaf, le père de Madmanna, Cheva, le père de Makhbèna et le père de Ghibea. La fille de Caleb était Akhsa.",
        "1_Chapter, 49_Verse": "Caleb, fils de Hour, premier-né d’Efrata, eut pour fils: Chobal, le père de Kiryat-Yearim,",
        "1_Chapter, 50_Verse": "Salma, le père de Bethléem, Harêf, le père de Bêth-Ghédêr.",
        "1_Chapter, 51_Verse": "Chobal, le père de Kiryat-Yearim, eut des enfants: Haroé, Haci-Hammenouhoth.",
        "1_Chapter, 52_Verse": "Les familles de Kiryat-Yearim furent: le Yitrien, le Poutien, le Choumatien et le Michraïen. D’eux essaimèrent le Çoratien et l’Echtaoulien.",
        "1_Chapter, 53_Verse": "Les enfants de Salma furent Bethléem, le Netofatien, Atroth, Bêth-Yoab, le Haci-Hammanahtien, le Çorien.",
        "1_Chapter, 54_Verse": "Les familles des scribes qui demeuraient à Yabêç étaient les Tiratiens, les Chimatiens et les Soukatiens. C’étaient les Kéniens, issus de Hamath, le père de Bêth-Rêkhab.",
        "2_Chapter, 0_Verse": "Voici les fils de David qui lui naquirent à Hébron: le premier-né fut Amnon, qu’il eut d’Ahinoam, de Jezréel, le deuxième Daniel, qu’il eut d’Abigaïl, de Carmel,",
        "2_Chapter, 1_Verse": "le troisième Absalon, fils de Maakha, fille de Talmaï, roi de Ghechour; le quatrième Adonias, fils de Hagghit;",
        "2_Chapter, 2_Verse": "le cinquième Chefatia, fils d’Abital; le sixième Yitream, qu’il eut d’Egla, sa femme.",
        "2_Chapter, 3_Verse": "Six lui naquirent donc à Hébron; là, il régna sept ans et six mois, tandis qu’il régna trente-trois ans à Jérusalem.",
        "2_Chapter, 4_Verse": "Voici ceux qui lui naquirent à Jérusalem: Chimea, Chobab, Nathan, Salomon, soit quatre, de Bath-Choua, fille d’Ammiël;",
        "2_Chapter, 5_Verse": "Yibhar, Elichama, Elifélet;",
        "2_Chapter, 6_Verse": "Nogah, Néfeg, Yafia,",
        "2_Chapter, 7_Verse": "Elichama, Elyada et Eliféleth, soit neuf.",
        "2_Chapter, 8_Verse": "Tous ceux-là furent fils de David, sans compter les fils des concubines et Tamar leur sœur.",
        "2_Chapter, 9_Verse": "Salomon eut pour fils Roboam, celui-ci Abiyya, celui-ci Asa, celui-ci Josaphat,",
        "2_Chapter, 10_Verse": "celui-ci Joram, celui-ci Achazia, celui-ci Joas,",
        "2_Chapter, 11_Verse": "celui-ci Amacia, celui-ci Azaria, celui-ci Jotham,",
        "2_Chapter, 12_Verse": "celui-ci Achaz, celui-ci Ezéchias, celui-ci Manassé,",
        "2_Chapter, 13_Verse": "celui-ci Amon, celui-ci Josias.",
        "2_Chapter, 14_Verse": "Les fils de Josias furent: Johanan, l’aîné, Joïakim, le deuxième, Sédécias, le troisième, Challoum le quatrième.",
        "2_Chapter, 15_Verse": "Les fils de Joïakim furent: Yekhonia et Sédécias;",
        "2_Chapter, 16_Verse": "les fils de Yekhonia captif: Chealtiêl, son fils,",
        "2_Chapter, 17_Verse": "Malkiram, Pedaïa, Chénaçar, Yekamia, Hochama et Nedabia.",
        "2_Chapter, 18_Verse": "Les fils de Pedaïa: Zorobabel et Chimeï; le[s] fils de Zorobabel: Mechoullam, Hanania, Chelomit leur sœur,",
        "2_Chapter, 19_Verse": "Hachouba, Ohél, Bérékhia, Hassadia, Youchab-Héséd, soit cinq.",
        "2_Chapter, 20_Verse": "Le fils de Hanania fut Pelatia, celui-ci eut pour fils Isaïe; celui-ci Refaïa, celui-ci Arnân, celui-ci Obadia, celui-ci Chekhania,",
        "2_Chapter, 21_Verse": "celui-ci Chemaïa. Les fils de Chemaïa furent: Hattouch, Yigal, Bariah, Nearia et Chafat, soit six.",
        "2_Chapter, 22_Verse": "Progéniture de Nearia: Elyoènaï, Ezéchias et Azrikam, soit trois.",
        "2_Chapter, 23_Verse": "Fils de Elyoènaï: Hodaïahou, Elyachib, Pelaïa, Akkoub, Johanan, Delaïa et Anâni, en tout sept.",
        "3_Chapter, 0_Verse": "Descendants de Juda: Héçron, Karmi, Hour et Chobal.",
        "3_Chapter, 1_Verse": "Reaïa, fils de Chobal, engendra Yahat; celui-ci, Ahoumaï et Lahad. Telles étaient les familles des Çoratiens.",
        "3_Chapter, 2_Verse": "Ceux-ci fondèrent Etham, Jezreël, Yichma et Yidbach; leur sœur s’appelait Hacelélponi.",
        "3_Chapter, 3_Verse": "Penouêl fut le père de Ghedor, Ezer, de Houcha. Tels furent les descendants de Hour, le premier-né d’Ephrata, le père de Bethléem.",
        "3_Chapter, 4_Verse": "Achhour, père de Tekoa, eut deux femmes: Hélea et Naara.",
        "3_Chapter, 5_Verse": "Naara lui enfanta Ahouzzam, Héfer, Tèmeni et l’Ahachtarien. Tels furent les fils de Naara.",
        "3_Chapter, 6_Verse": "Ceux de Hélea furent: Céreth, Çohar et Etnân.",
        "3_Chapter, 7_Verse": "Koç engendra Anoub, Haçobêba, et les familles d’Aharhêl, fils de Haroum…",
        "3_Chapter, 8_Verse": "Yabêç était le plus considéré de ses frères. C’était sa mère qui lui avait donné le nom de Yabêç, en disant: \"Certes, j’ai enfanté avec douleur.\"",
        "3_Chapter, 9_Verse": "Yabêç adressa au Dieu d’Israël cette supplique: \"Si tu daignes me bénir, accroître mon territoire, et que ta main soit avec moi, que tu me gardes du mal pour m’éviter la douleur...\" Et Dieu lui accorda ce qu’il avait demandé.",
        "3_Chapter, 10_Verse": "Keloub, frère de Chouha, engendra Mehir, qui fut le père d’Echtôn.",
        "3_Chapter, 11_Verse": "Echtôn engendra Beth-Rafa, Passéêah et Tehinna, le père de la ville de Nahach. C’étaient là les gens de Rêkha.",
        "3_Chapter, 12_Verse": "Kenaz eut pour fils Othoniel et Seraïa. Les fils d’Othoniel furent Hatath…",
        "3_Chapter, 13_Verse": "Meonotaï engendra Ofra, et Seraïa Joab, le père de la \"Vallée des Artisans\", car c’étaient des artisans.",
        "3_Chapter, 14_Verse": "Les fils de Caleb, fils de Yefounné, furent: Irou, Ela et Naam; les fils d’Ela… et Kenaz.",
        "3_Chapter, 15_Verse": "Les fils de Yehallèlêl: Zif, Zifa, Tiria et Assarêl.",
        "3_Chapter, 16_Verse": "Le[s] fils d’Ezra: Yeter, Méred, Efer et Yalôn. Et elle conçut [et enfanta] Miriam, Chammaï et Yichbah, père d’Echtemoa.",
        "3_Chapter, 17_Verse": "Sa femme, la Judéenne, enfanta Yéred, père de Ghedor, Héber, père de Sokho, Yekoutiël, père de Zanoah. Ceux-là, furent les enfants de Bitia, fille de Pharaon, qu’avait épousée Méred.",
        "3_Chapter, 18_Verse": "Les fils de la femme de Hodia, sœur de Naham, furent le \"père\" de Keïla, le Garmien, et d’Echtemoa, le Maakhatien.",
        "3_Chapter, 19_Verse": "Les fils de Chimôn furent Amnôn et Rinna, Ben-Hanân et Tilôn; les fils de Yichi: Zohêth et Ben-Zohéth.",
        "3_Chapter, 20_Verse": "Les fils de Chêla, fils de Juda, furent Er, \"père\" de Lêkha, Lada, \"père\" de Marêcha, et les familles de la maison du travail de byssus, de la maison d’Achbêa;",
        "3_Chapter, 21_Verse": "en outre, Yokim, les gens de Kozêba, Yoach et Saraf, qui dominèrent sur Moab, et Yachoubi-Léhem. Ce sont là choses anciennes.",
        "3_Chapter, 22_Verse": "C’étaient les potiers et les habitants des plantations et des parcs. Ils y demeuraient pour être plus près du roi en vue de son service.",
        "3_Chapter, 23_Verse": "Les fils de Siméon furent: Nemouêl, Yamîn, Yarib, Zérah, Chaoul.",
        "3_Chapter, 24_Verse": "Celui-ci eut pour fils Challoum, celui-ci Mibsam, celui-ci Michma.",
        "3_Chapter, 25_Verse": "Les descendants de Michma furent Hammouêl, qui eut pour fils Zakkour, celui-ci Chimeï.",
        "3_Chapter, 26_Verse": "Chimeï eut seize fils et six filles, tandis que ses frères n’eurent pas beaucoup d’enfants; toutes leurs familles n’atteignirent pas le nombre des descendants de Juda.",
        "3_Chapter, 27_Verse": "Ils habitèrent Bersabée, Molada, Haçar-Choual,",
        "3_Chapter, 28_Verse": "Bilha, Ecem, Tolad,",
        "3_Chapter, 29_Verse": "Betouêl, Horma, Ciklag,",
        "3_Chapter, 30_Verse": "Beth-Marcabot, Haçar-Soussim, Beth-Bireï et Chaaraïm. Telles furent leurs villes jusqu’à l’avènement de David.",
        "3_Chapter, 31_Verse": "Ils eurent pour dépendances Etam, Ayîn, Rimmôn, Tokhén et Achàn, soit cinq villes,",
        "3_Chapter, 32_Verse": "et toutes les campagnes, aux environs de ces villes, jusqu’à Baal. Telles furent leurs résidences et leur filiation par familles.",
        "3_Chapter, 33_Verse": "Quand à Mechobab, Yamlêkh, Yocha, fils d’Amacia,",
        "3_Chapter, 34_Verse": "Joël, Yêhou, fils de Yochibia, fils de Seraïa, fils d’Assiël,",
        "3_Chapter, 35_Verse": "Elyoênaï, Yaakoba, Yechohaïa, Assaïa, Adiêl, Yessimiêl, Benaïa,",
        "3_Chapter, 36_Verse": "et Ziza, fils de Chifeï, fils d’Allôn, fils de Yedaïa, fils de Chimri, fils de Chemaïa,",
        "3_Chapter, 37_Verse": "ceux-là, qui sont désignés nominativement, et qui étaient princes dans leurs familles, leurs lignées paternelles débordèrent beaucoup",
        "3_Chapter, 38_Verse": "et allèrent jusqu’à l’entrée de Ghedor, à l’est de la vallée, afin d’y chercher des pâturages pour leurs troupeaux.",
        "3_Chapter, 39_Verse": "Ils y trouvèrent des pâturages gras et bons et un pays vaste, tranquille et pacifique, car ceux qui y habitaient auparavant étaient des descendants de Cham.",
        "3_Chapter, 40_Verse": "Ceux donc qui ont été désignés par leurs noms vinrent à l’époque d’Ezéchias, roi de Juda; ils détruisirent leurs tentes et les habitations qui s’y trouvaient et ils les vouèrent à l’interdit, ce qui se voit encore aujourd’hui; puis ils s’y établirent à leur place, car ils avaient là des pâturages pour leurs troupeaux.",
        "3_Chapter, 41_Verse": "D’entre eux, c’est-à-dire des descendants de Siméon, cinq cents hommes allèrent se fixer sur la montagne de Séïr. Ils avaient à leur tête Pelatia, Nearia, Refaïa et Ouzziël, fils de Yicheï.",
        "3_Chapter, 42_Verse": "Ils exterminèrent le reste des survivants d’Amalec, et ils habitent là encore aujourd’hui.",
        "4_Chapter, 0_Verse": "Voici les descendants de Ruben, le premier-né d’Israël. (C’était, en effet, le premier-né, mais comme il avait profané la couche de son père, son droit d’aînesse fut attribué aux fils de Joseph, fils d’Israël, sans que ce dernier portât, dans les généalogies, le titre d’aîné.",
        "4_Chapter, 1_Verse": "Si Juda l’emporta sur ses frères et donna le jour à un prince, c’est à Joseph que fut dévolue l’aînesse.)",
        "4_Chapter, 2_Verse": "Fils de Ruben, premier-né d’Israël: Hénoc, Pallou, Heçrôn et Karmi.",
        "4_Chapter, 3_Verse": "Fils de Joël: Chemaïa; celui-ci eut pour fils Gog, celui-ci Chimeï,",
        "4_Chapter, 4_Verse": "celui-ci Mikha, celui-ci Reaïa, celui-ci Baal,",
        "4_Chapter, 5_Verse": "celui-ci Beêra, qu’exila Tilgath Pilneécer, roi d’Assyrie. C’était un phylarque de Ruben.",
        "4_Chapter, 6_Verse": "Ses frères, selon leurs familles, enregistrées d’après leur généalogie, étaient Yeïêl, en tête, puis Zekhariahou,",
        "4_Chapter, 7_Verse": "Béla, fils d’Azaz, fils de Chéma, fils de Joël; [Béla] demeurait à Aroêr et s’étendait jusqu’à Nebo et Baal Meôn.",
        "4_Chapter, 8_Verse": "A l’Est, son habitation atteignait l’entrée du désert, depuis le fleuve de l’Euphrate, car leurs troupeaux s’étaient accrus dans le pays de Galaad.",
        "4_Chapter, 9_Verse": "Au temps de Saül, ils avaient fait la guerre avec les Hagriites, qui étaient tombés en leur pouvoir; ils s’étaient installés dans leurs tentes, sur toute la bande orientale attenante au Galaad.",
        "4_Chapter, 10_Verse": "Les enfants de Gad, à l’opposite, demeuraient dans le pays du Basan jusqu’à Salca.",
        "4_Chapter, 11_Verse": "En tête venait Joël, en second Chafam, puis Yanaï et Chafat dans le Basan.",
        "4_Chapter, 12_Verse": "Leurs frères, classés selon leurs maisons paternelles, étaient: Mikhaêl, Mechoullam, Chéba, Yoraï, Yakân, Zïa et Eber, en tout sept.",
        "4_Chapter, 13_Verse": "Ceux-ci furent les fils d’Abihaïl, fils de Houri, fils de Yaroab, fils de Galaad, fils de Mikhaël, fils de Yechichaï, fils de Yahdo, fils de Bouz.",
        "4_Chapter, 14_Verse": "Ahi, fils d’Abdiël, fils de Gouni, était le chef de leur clan familial.",
        "4_Chapter, 15_Verse": "Ils demeuraient dans le Galaad, le Basan et leurs bourgades, et dans tous les pâturages de Saron formant issues.",
        "4_Chapter, 16_Verse": "Tous furent enregistrés au temps de Jotham, roi de Juda, et au temps de Jéroboam, roi d’Israël.",
        "4_Chapter, 17_Verse": "Les Rubénites, les Gadites et ceux de la demi-tribu de Manassé, qui étaient guerriers, porteurs de boucliers et d’épées, archers et exercés aux combats, formaient un effectif de quarante-quatre mille sept cent soixante soldats.",
        "4_Chapter, 18_Verse": "Ils firent la guerre aux Hagriites et aux gens de Yetour, de Nafich et de Nodab.",
        "4_Chapter, 19_Verse": "Ils furent victorieux et reçurent la soumission des Hagriites et de tous leurs auxiliaires, car ils avaient invoqué Dieu dans le combat et avaient été exaucés pour avoir mis leur confiance en Lui.",
        "4_Chapter, 20_Verse": "Ils razzièrent leurs troupeaux, leurs chameaux au nombre de cinquante mille, deux cent cinquante mille têtes de menu bétail, deux mille ânes et cent mille personnes.",
        "4_Chapter, 21_Verse": "Beaucoup avaient succombé dans le combat, car Dieu est le maître de la guerre. Ils occupèrent ces lieux jusqu’à l’exil.",
        "4_Chapter, 22_Verse": "Ceux de la demi-tribu de Manassé habitaient le pays qui s’étend du Basan à Baal-Hermôn, à Senir et à la montagne de Hermôn. Ils étaient nombreux.",
        "4_Chapter, 23_Verse": "Voici quels furent les chefs de leurs clans familiaux: Efer, Yicheï, Eliël, Azriël, Jérémie, Hodavia et Yahdiël. C’étaient de vaillants hommes, des gens fameux, que ces chefs de leurs clans familiaux.",
        "4_Chapter, 24_Verse": "Mais ils devinrent infidèles au Dieu de leurs ancêtres, en se prostituant aux divinités des peuples du pays que Dieu avait exterminés devant eux.",
        "4_Chapter, 25_Verse": "Alors le Dieu d’Israël excita l’esprit de Poul, roi d’Assyrie, et celui de Tilgat-Pilnésser, roi d’Assyrie, qui déporta les Rubénites, les Gadites et ceux de la demi-tribu de Manassé et les amena à Halah, Habor, Hara, et près du fleuve de Gozân, où ils sont encore aujourd’hui.",
        "4_Chapter, 26_Verse": "Fils de Lévi: Gerson, Kehâth et Merari.",
        "4_Chapter, 27_Verse": "Fils de Kehâth: Amram, Yiçhar, Hébrôn et Ouzziël.",
        "4_Chapter, 28_Verse": "Enfants d’Amram: Aaron, Moïse et Miriam. Fils d’Aaron: Nadab, Abihou, Eléazar et Ithamar.",
        "4_Chapter, 29_Verse": "Eléazar engendra Phinéas, celui-ci Abichoua,",
        "4_Chapter, 30_Verse": "celui-ci Boukki, celui-ci Ouzzi,",
        "4_Chapter, 31_Verse": "celui-ci Zerahia, celui-ci Meraïot,",
        "4_Chapter, 32_Verse": "celui-ci Amaria, celui-ci Ahitoub,",
        "4_Chapter, 33_Verse": "celui-ci Çadok, celui-ci Ahimaaç,",
        "4_Chapter, 34_Verse": "celui-ci Azaria, celui-ci Johanan,",
        "4_Chapter, 35_Verse": "et celui-ci Azaria. C’est ce dernier qui exerça le pontificat dans le temple bâti par Salomon à Jérusalem.",
        "4_Chapter, 36_Verse": "Azaria engendra Amaria, celui-ci Ahitoub,",
        "4_Chapter, 37_Verse": "celui-ci Çadok, celui-ci Challoum,",
        "4_Chapter, 38_Verse": "celui-ci Hilkia, celui-ci Azaria,",
        "4_Chapter, 39_Verse": "celui-ci Seraïa, celui-ci Joçadak.",
        "4_Chapter, 40_Verse": "Joçadak émigra, lorsque Dieu exila Juda et Jérusalem par l’intermédiaire de Nabuchodonozor.",
        "5_Chapter, 0_Verse": "Fils de Lévi: Gersom, Kehâth et Merari.",
        "5_Chapter, 1_Verse": "Les fils de Gersom eurent pour noms Libni et Chimeï.",
        "5_Chapter, 2_Verse": "Ceux de Kehâth: Amram, Yiçhar, Hébrôn et Ouzziël.",
        "5_Chapter, 3_Verse": "Fils de Merari: Mahli et Mouchi. Telles sont les familles des Lévites selon leurs ancêtres.",
        "5_Chapter, 4_Verse": "De Gersom sont issus Libni, son fils, de celui-ci Yahat, de celui-ci Zimma,",
        "5_Chapter, 5_Verse": "de celui-ci Yoah, de celui-ci Iddo, de celui-ci Zérah, de celui-ci Yeatraï.",
        "5_Chapter, 6_Verse": "Descendants de Kehâth: Amminadab, son fils; celui-ci eut pour fils Coré, celui-ci Assir;",
        "5_Chapter, 7_Verse": "celui-ci Elkana, celui-ci Ebiassaf, celui-ci Assir;",
        "5_Chapter, 8_Verse": "celui-ci Tahat, celui-ci Ouriël, celui-ci Ouzzia, celui-ci Chaoul.",
        "5_Chapter, 9_Verse": "Les fils d’Elkana furent Amassaï et Ahimot.",
        "5_Chapter, 10_Verse": "[Le premier eut pour descendant] Elkana. Voici les descendants de celui-ci: Çofaï, son fils, de celui-ci Nahat;",
        "5_Chapter, 11_Verse": "de celui-ci Elïab, de celui-ci Yeroham, de celui-ci Elkana.",
        "5_Chapter, 12_Verse": "Les fils de Samuel furent, l’aîné… et le cadet, Abiyya.",
        "5_Chapter, 13_Verse": "Descendants de Merari: Mahli, qui eut pour fils Libni, celui-ci Chimeï, celui-ci Ouzza,",
        "5_Chapter, 14_Verse": "celui-ci Chimea, celui-ci Hagghiya, celui-ci Assaïa.",
        "5_Chapter, 15_Verse": "Voici ceux que David préposa au service musical du temple de l’Éternel, quand l’arche eut un emplacement fixe.",
        "5_Chapter, 16_Verse": "Ils s’acquittèrent de ce service musical devant le tabernacle de la Tente d’assignation jusqu’à la construction, par Salomon, du temple de l’Éternel à Jérusalem. Ils remplissaient leurs fonctions selon le règlement établi.",
        "5_Chapter, 17_Verse": "Tels furent donc ces préposés, avec leurs fils: des Kehathites: Hêmân, le chantre, fils de Joël, fils de Samuel,",
        "5_Chapter, 18_Verse": "fils d’Elkana, fils de Yeroham, fils d’Eliël, fils de Toah,",
        "5_Chapter, 19_Verse": "fils de Çouf, fils d’Elkana, fils de Mahat, fils d’Amassaï,",
        "5_Chapter, 20_Verse": "fils d’Elkana, fils de Joël, fils d’Azaria, fils de Cefania,",
        "5_Chapter, 21_Verse": "fils de Tahat, fils d’Assir, fils d’Ebiasaf, fils de Coré,",
        "5_Chapter, 22_Verse": "fils de Yiçhar, fils de Kehâth, fils de Lévi, fils d’Israël.",
        "5_Chapter, 23_Verse": "Son frère, Assaph, qui se tenait à sa droite. Assaph était fils de Bérékhiahou, fils de Chimea,",
        "5_Chapter, 24_Verse": "fils de Mikhaël, fils de Baasêya, fils de Malkia,",
        "5_Chapter, 25_Verse": "fils d’Etni, fils de Zérah, fils d’Adaïa,",
        "5_Chapter, 26_Verse": "fils d’Etân, fils de Zimma, fils de Chimeï,",
        "5_Chapter, 27_Verse": "fils de Yahat, fils de Gersom, fils de Lévi.",
        "5_Chapter, 28_Verse": "Les Merarites, leurs frères, qui se tenaient à gauche: Etân, fils de Kichi, fils d’Abdi, fils de Mallouc,",
        "5_Chapter, 29_Verse": "fils de Hachabia, fils d’Amacia, fils de Hilkia,",
        "5_Chapter, 30_Verse": "fils d’Ami, fils de Bâni, fils de Chémer,",
        "5_Chapter, 31_Verse": "fils de Mahli, fils de Mouchi, fils de Merari, fils de Lévi.",
        "5_Chapter, 32_Verse": "Leurs frères, les Lévites, étaient voués à tous les autres services du Sanctuaire, de la maison de Dieu,",
        "5_Chapter, 33_Verse": "tandis qu’Aaron et ses descendants faisaient fumer [les oblations] sur l’autel des holocaustes et sur celui de l’encens, et étaient préposés à tout le service du Saint des Saints et à la propitiation en faveur d’Israël, suivant toutes les prescriptions de Moïse, serviteur de Dieu.",
        "5_Chapter, 34_Verse": "Voici quels furent les descendants d’Aaron: Eléazar, Phinéas, fils de celui-ci, Abichoua, fils de celui-ci,",
        "5_Chapter, 35_Verse": "Boukki, fils de celui-ci, Ouzzi, fils de celui-ci, Zerahia, fils de celui-ci,",
        "5_Chapter, 36_Verse": "Meraïot, fils de celui-ci, Amaria, fils de celui-ci, Ahitoub, fils de celui-ci,",
        "5_Chapter, 37_Verse": "Çadok, fils de celui-ci, Ahimaaç, fils de celui-ci.",
        "5_Chapter, 38_Verse": "Voici leurs résidences selon les enclaves qu’elles formaient et avec leurs limites. Aux descendants d’Aaron, d’entre les familles kehathites, à qui échut le [premier] lot,",
        "5_Chapter, 39_Verse": "on donna Hébron, dans le pays de Juda, avec la banlieue d’alentour.",
        "5_Chapter, 40_Verse": "Les champs et les bourgades dépendant de la ville, on les avait donnés à Caleb, fils de Yefounné.",
        "5_Chapter, 41_Verse": "Mais aux descendants d’Aaron on donna les villes de refuge, Hébron, Libn.a avec sa banlieue, Yattir et Echtemoa, avec sa banlieue,",
        "5_Chapter, 42_Verse": "Hilên, avec sa banlieue, Debir, avec sa banlieue,",
        "5_Chapter, 43_Verse": "Achân, avec sa banlieue, et Beth-Chémech, avec sa banlieue.",
        "5_Chapter, 44_Verse": "Et de la tribu de Benjamin: Ghéba et sa banlieue, Alémet et sa banlieue, Anatot et sa banlieue: total, treize villes pour leurs familles.",
        "5_Chapter, 45_Verse": "Quant aux descendants de Kehâth, formant le surplus de la famille, [on leur donna], au sort, de la tribu… [et] de la demi-tribu de Manassé, dix villes.",
        "5_Chapter, 46_Verse": "Aux descendants de Gersom selon leurs familles [on donna] treize villes des tribus d’Issachar, d’Aser, de Nepthali et de la tribu de Manassé du Basan.",
        "5_Chapter, 47_Verse": "Les familles descendant de Merari reçurent, par le sort, des tribus de Ruben, Gad et Zabulon, douze villes.",
        "5_Chapter, 48_Verse": "Les enfants d’Israël donnèrent aux Lévites ces villes avec leur banlieue.",
        "5_Chapter, 49_Verse": "On donna, par le sort, des tribus des Judéens, des Siméonites et des Benjaminites, les villes qui ont été désignées nominativement.",
        "5_Chapter, 50_Verse": "Quant aux [autres] familles des Kehathites, les villes qui leur furent assignées appartenaient à la tribu d’Ephraïm.",
        "5_Chapter, 51_Verse": "On leur attribua les villes de refuge, Sichem avec sa banlieue, sur la montagne d’Ephraïm, Ghézer avec sa banlieue,",
        "5_Chapter, 52_Verse": "Yokmeâm avec sa banlieue, Beth-Horôn avec sa banlieue,",
        "5_Chapter, 53_Verse": "Ayyalôn avec sa banlieue et Gath-Rimmôn avec sa banlieue.",
        "5_Chapter, 54_Verse": "De la demi-tribu de Manassé: Anêr avec sa banlieue, Bileam avec sa banlieue. Tout cela pour le surplus des familles des Kehathites.",
        "5_Chapter, 55_Verse": "Les familles [lévitiques] descendant de Gersom reçurent, de la demi-tribu de Manassé, Golân dans le Basan, avec sa banlieue, et Achtarot avec sa banlieue.",
        "5_Chapter, 56_Verse": "De la tribu d’Issachar: Kédech avec sa banlieue, Daberath avec la sienne,",
        "5_Chapter, 57_Verse": "Ramot avec sa banlieue, Anêm avec la sienne.",
        "5_Chapter, 58_Verse": "De la tribu d’Aser: Machal avec sa banlieue, Abdôn avec la sienne,",
        "5_Chapter, 59_Verse": "Houkok avec sa banlieue, Rehob avec la sienne.",
        "5_Chapter, 60_Verse": "De la tribu de Nephtali: Kédech, en Galilée, avec sa banlieue, Hammôn avec la sienne, Kiryathaïm avec la sienne.",
        "5_Chapter, 61_Verse": "Les descendants de Merari, formant le surplus [des Lévites], reçurent de la tribu de Zabulon: Rimmono avec sa banlieue, Tabor avec la sienne,",
        "5_Chapter, 62_Verse": "et de l’autre côté du Jourdain de Jéricho, à l’orient du Jourdain: de la tribu de Ruben, Bécer dans le désert avec sa banlieue, Yahça avec la sienne,",
        "5_Chapter, 63_Verse": "Kedêmoth avec sa banlieue et Mèfaath avec la sienne.",
        "5_Chapter, 64_Verse": "Et de la tribu de Gad: Ramoth en Galaad avec sa banlieue, Mahanaïm avec la sienne,",
        "5_Chapter, 65_Verse": "Hesbôn avec sa banlieue et Yazêr avec la sienne.",
        "6_Chapter, 0_Verse": "Quant aux descendants d’Issachar, c’étaient: Tola, Poua, Yachoub et Chimron, soit quatre.",
        "6_Chapter, 1_Verse": "Les fils de Tola furent Ouzzi, Refaïa, Yeriël, Yahmaï, Yibsam et Samuel. C’étaient les chefs des familles de Tola, tous guerriers, selon leurs généalogies. Leur nombre était, au temps de David, de vingt-deux mille six cents.",
        "6_Chapter, 2_Verse": "Fils d’Ouzzi: Yizrahia. Fils de Yizrahia: Mikhaël, Obadia, Joël, Yichia, chefs tous les cinq.",
        "6_Chapter, 3_Verse": "Ils devaient fournir, suivant leurs généalogies, d’après leurs familles, des troupes de gens de guerre au nombre de trente-six mille hommes, car ils avaient un nombre considérable de femmes et d’enfants.",
        "6_Chapter, 4_Verse": "Quant à leurs frères, en comptant toutes les familles d’Issachar, ils fournissaient, en fait de guerriers, quatre-vingt-sept mille hommes, d’après le recensement global.",
        "6_Chapter, 5_Verse": "Benjamin: Béla, Békher, Yedïaêl, soit trois.",
        "6_Chapter, 6_Verse": "Les fils de Béla furent Eçbôn, Ouzzi, Ouzziël, Yerimot et Iri, tous les cinq, chefs de familles, hommes de guerre. Leur rôle généalogique donnait le chiffre de vingt-deux mille trente-quatre.",
        "6_Chapter, 7_Verse": "Les fils de Békher étaient: Zemira, Yoach, Eliézer, Elyoênaï, Omri, Yerêmot, Abiyya, Anatot et Alémet, tous fils de Békher.",
        "6_Chapter, 8_Verse": "Le rôle généalogique des chefs de leurs familles, tous guerriers, donnait un chiffre de vingt-deux mille deux cents.",
        "6_Chapter, 9_Verse": "Fils de Yedïaêl: Bilhân. Fils de Bilhân: Yeouch, Benjamin, Ehoud, Kenaana, Zétân, Tarchich, et Ahichahar.",
        "6_Chapter, 10_Verse": "Tous ces descendants de Yedïaêl étaient chefs de clans et hommes de guerre. Ils fournissaient dix-sept mille deux cents soldats pour l’armée.",
        "6_Chapter, 11_Verse": "Chouppim et Houppim étaient descendants de Ir, et Houchim ceux d’un autre.",
        "6_Chapter, 12_Verse": "Les fils de Nephtali étaient Yahciêl, Gouni, Yécer, Challoum, fils de Bilha.",
        "6_Chapter, 13_Verse": "Les fils de Manassé étaient Asriêl, qu’enfanta sa concubine araméenne. Elle lui donna aussi Makhir, le père de Ghilad.",
        "6_Chapter, 14_Verse": "Makhir prit femme parmi les Houppim et les Chouppim. Le nom de sa sœur était Maakha, et le nom du second Celofhad; celui-ci n’eut que des filles.",
        "6_Chapter, 15_Verse": "Maakha, femme de Makhir, enfanta un fils qu’elle appela Pérech. Le frère de celui-ci fut Chérech et ses fils: Oulam et Rékem.",
        "6_Chapter, 16_Verse": "Fils d’Oulam: Bedân. Tels furent les descendants de Ghilad, fils de Makhir, fils de Manassé.",
        "6_Chapter, 17_Verse": "Sa sœur, la Reine, enfanta Ichhod, Abiézer et Mahla.",
        "6_Chapter, 18_Verse": "Les fils de Chemida furent: Ahyvân, Chékhem, Likhi et Anïâm.",
        "6_Chapter, 19_Verse": "Descendants d’Ephraïm: Choutélah. Celui-ci eut pour fils Béred, celui-ci Tahat, celui-ci Eleada, celui-ci Tahat,",
        "6_Chapter, 20_Verse": "celui-ci Zabad, celui-ci Choutélah, celui-ci Ezer et Elead. Ils furent tués par les gens de Gath, nés dans le pays, pour être descendus razzier leurs troupeaux.",
        "6_Chapter, 21_Verse": "Ephraïm, leur père, fut en deuil de longs jours, et ses frères vinrent pour le consoler.",
        "6_Chapter, 22_Verse": "Puis il eut commerce avec sa femme; celle-ci conçut et enfanta un fils. Il lui donna pour nom: Berïa, parce que le malheur était entré dans sa maison.",
        "6_Chapter, 23_Verse": "Sa fille Chééra bâtit Beth-Horôn inférieur et supérieur, et Ouzzên Chééra.",
        "6_Chapter, 24_Verse": "[Berïa] eut pour fils Réfah, celui-ci Réchef, celui-ci Télah, celui-ci Tahan,",
        "6_Chapter, 25_Verse": "celui-ci Ladân, celui-ci Amihoud, celui-ci Elichama,",
        "6_Chapter, 26_Verse": "celui-ci Nôn, celui-ci Josué.",
        "6_Chapter, 27_Verse": "Leur patrimoine et leurs établissements étaient à Béthel, avec sa banlieue, à l’est Naarân, à l’ouest Ghézer avec sa banlieue, Sichem avec sa banlieue, jusqu’à Ayya et sa banlieue.",
        "6_Chapter, 28_Verse": "Au pouvoir des fils de Manassé étaient tombés Beth-Cheân et sa banlieue, Taanakh et sa banlieue, Meghiddo et sa banlieue, Dor et sa banlieue. C’est dans ces villes que s’établirent les descendants de Joseph, fils d’Israël.",
        "6_Chapter, 29_Verse": "Fils d’Aser: Yimna, Yichva, Yichvi, Berïa, et Sérah leur sœur.",
        "6_Chapter, 30_Verse": "Fils de Berïa: Héber et Malkiêl. Celui-ci fut le \"père\" de Birzavit;",
        "6_Chapter, 31_Verse": "Héber engendra Yaflêt, Chômer, Hotâm et Choua leur sœur.",
        "6_Chapter, 32_Verse": "Les fils de Yaflêt furent Passakh, Bimhal et Activât. Tels furent les fils de Yaflêt.",
        "6_Chapter, 33_Verse": "Les fils de Chémer: Ahi, Rohga, Houbba et Aram.",
        "6_Chapter, 34_Verse": "Fils de Hêlem, son frère: Çofah, Yimna, Chêlech et Amal.",
        "6_Chapter, 35_Verse": "Fils de Çofah: Souah, Harnéfer, Choual, Bêri, Yimra,",
        "6_Chapter, 36_Verse": "Bécer, Hod, Chamma, Chilcha, Yitrân et Beêra.",
        "6_Chapter, 37_Verse": "Fils de Yéter: Yefounné, Pispa et Ara.",
        "6_Chapter, 38_Verse": "Fils d’Oulla: Arah, Hanniêl et Ricia.",
        "6_Chapter, 39_Verse": "Tous ceux-là étaient descendants d’Aser, chefs des familles, l’élite des hommes de guerre, les premiers parmi les princes, inscrits au rôle de l’armée, et ils fournissaient un contingent de vingt-six mille soldats.",
        "7_Chapter, 0_Verse": "Benjamin engendra Béla, qui fut son premier-né, Achbêl, le second, Ahrah, le troisième,",
        "7_Chapter, 1_Verse": "Noha, le quatrième, et Rafa, le cinquième.",
        "7_Chapter, 2_Verse": "Béla eut des fils, à savoir: Addar, Ghêra, Abihoud,",
        "7_Chapter, 3_Verse": "Abichoua, Naamân, Ahoah,",
        "7_Chapter, 4_Verse": "Ghêra, Chefoufân et Hourâm.",
        "7_Chapter, 5_Verse": "Et voici les fils d’Ehoud: c’étaient les chefs de famille des habitants de Ghéba, qu’on déporta à Manahath,",
        "7_Chapter, 6_Verse": "Naaman, Ahiya et Ghêra c’est celui-ci qui les déporta. Il engendra Ouzza et Ahihoud.",
        "7_Chapter, 7_Verse": "Chaharaïm engendra dans la campagne de Moab, après avoir répudié Houchim et Baara, ses femmes.",
        "7_Chapter, 8_Verse": "Il eut de sa femme Hodech: Yobab, Cibia, Mêcha, Malkâm,",
        "7_Chapter, 9_Verse": "Yeouç, Sakhia et Mirma. Tels furent ses fils, qui devinrent chefs de familles.",
        "7_Chapter, 10_Verse": "De Houchim il avait eu Abitoub et Elpaal.",
        "7_Chapter, 11_Verse": "Les fils d’Elpaal furent Eber, Micheâm et Chémer. Celui-ci fut le fondateur de Ono et de Lod, avec ses dépendances.",
        "7_Chapter, 12_Verse": "Berïa et Chéma, chefs des familles des habitants d’Ayyalôn, mirent en fuite les habitants de Gath.",
        "7_Chapter, 13_Verse": "Ahio, Chachak, Yerêmoth,",
        "7_Chapter, 14_Verse": "Zebadia, Arad, Eder,",
        "7_Chapter, 15_Verse": "Mikhaêl, Yichpa et Yoha étaient les fils de Berïa.",
        "7_Chapter, 16_Verse": "Zebadia, Mechoullam, Hizki, Héber,",
        "7_Chapter, 17_Verse": "Yichmeraï, Yizlïa et Yobab étaient fils d’Elpaal.",
        "7_Chapter, 18_Verse": "Yakim, Zikhri, Zabdi,",
        "7_Chapter, 19_Verse": "Elïênaï, Cilletaï, Elïêl,",
        "7_Chapter, 20_Verse": "Adaïa, Beraya et Chimrât étaient fils de Chimeï.",
        "7_Chapter, 21_Verse": "Yochpân, Eber, Elïêl,",
        "7_Chapter, 22_Verse": "Abdôn, Zikhri, Hanân,",
        "7_Chapter, 23_Verse": "Hanania, Elâm, Antotiya,",
        "7_Chapter, 24_Verse": "Yifdeya et Penouêl étaient fils de Chachak.",
        "7_Chapter, 25_Verse": "Chamcheraï, Cheharia, Atalia,",
        "7_Chapter, 26_Verse": "Yaaréchia, Eliya et Zikhri étaient fils de Yeroham.",
        "7_Chapter, 27_Verse": "C’étaient les chefs de famille, chefs selon leur généalogie. Ils habitaient Jérusalem.",
        "7_Chapter, 28_Verse": "A Gabaon demeuraient le \"père\" de Gabaon, dont la femme s’appelait Maakha,",
        "7_Chapter, 29_Verse": "son fils aîné Abdôn, Çour, Kich, Baal, Nadab,",
        "7_Chapter, 30_Verse": "Ghedor, Ahio et Zékher.",
        "7_Chapter, 31_Verse": "Miklôt engendra Chimea. Ceux-là aussi, à l’encontre de leurs frères, habitaient Jérusalem avec leurs frères.",
        "7_Chapter, 32_Verse": "Ner engendra Kich, celui-ci Saül, celui-ci Jonathan, Malki-Choua, Abinadab et Echbaal.",
        "7_Chapter, 33_Verse": "Le fils de Jonathan s’appelait Merib-Baal, qui donna le jour à Mikha.",
        "7_Chapter, 34_Verse": "Les fils de Mikha furent: Pitôn, Mélec, Tarêa et Ahaz.",
        "7_Chapter, 35_Verse": "Ahaz engendra Yehoadda, celui-ci Alémeth, Azmaveth et Zimri. Zimri engendra Moça,",
        "7_Chapter, 36_Verse": "celui-ci Binea, celui-ci Rafa, celui-ci Elassa, celui-ci Acêl.",
        "7_Chapter, 37_Verse": "Acêl eut six fils, dont voici les noms: Azrikâm, Bokhrou, Ismaël, Chearia, Obadia et Hanân. Tous ceux-là étaient fils d’Acêl.",
        "7_Chapter, 38_Verse": "Les fils de son frère Echek étaient: Oulam, l’aîné, Yeouch, le second, et Elifélet, le troisième.",
        "7_Chapter, 39_Verse": "Les fils d’Oulam étaient des hommes d’armes, maniant l’arc. Ils eurent nombre de fils et de petits-fils, en tout cent cinquante. Tous ceux-là étaient des Benjaminites.",
        "8_Chapter, 0_Verse": "Tous les Israélites avaient été immatriculés et enregistrés dans les livres des rois d’Israël. Ceux de Juda avaient été déportés à Babylone à cause de leurs méfaits.",
        "8_Chapter, 1_Verse": "Les premiers habitants qui rentrèrent en possession de leurs immeubles, dans leurs [anciennes] villes, étaient Israélites, prêtres, lévites et serviteurs du temple.",
        "8_Chapter, 2_Verse": "A Jérusalem s’établirent des descendants de Juda, de Benjamin, d’Ephraïm et de Manassé:",
        "8_Chapter, 3_Verse": "Outaï, fils d’Ammihoud, fils d’Omri, fils d’Imri, fils de Bâni, issus des fils de Péreç, fils de Juda.",
        "8_Chapter, 4_Verse": "Des Silonites: Assaïa, l’aîné, et ses fils.",
        "8_Chapter, 5_Verse": "Des Zérahites: Yeouêl; leurs frères étaient six cent quatre-vingt-dix.",
        "8_Chapter, 6_Verse": "Des Benjaminites: Sallou, fils de Mechoullam, fils de Hodavia, fils de Hassenoua;",
        "8_Chapter, 7_Verse": "Yibneya, fils de Yeroham; Ela, fils d’Ouzzi, fils de Mikhri, et Mechoullam, fils de Chefatia, fils de Reouêl, fils de Yibniya.",
        "8_Chapter, 8_Verse": "Leurs frères, selon leurs généalogies, étaient au nombre de neuf cent cinquante-six. Tous ces hommes étaient chefs de clans de leurs familles.",
        "8_Chapter, 9_Verse": "Des prêtres: Yedaïa, Yoyarib, Yakhîn,",
        "8_Chapter, 10_Verse": "Azaria, fils de Hilkia, fils de Mechoullam, fils de Çadok, fils de Meraïot, fils d’Ahitoub, préposé à la maison de Dieu, י",
        "8_Chapter, 11_Verse": "Adaïa, fils de Yeroham, fils de Pachhour, fils de Malkiya, et Massaï, fils d’Adiêl, fils de Yahzêra, fils de Mechoullam, fils de Mechillêmit, fils d’Immer.",
        "8_Chapter, 12_Verse": "Leurs frères, chefs de leurs familles, étaient mille sept cent soixante, gens résolus, voués au service du culte de la maison de Dieu.",
        "8_Chapter, 13_Verse": "Des Lévites: Chemaïa, fils de Hachoub, fils d’Azrikâm, fils de Hachabia, voilà pour les descendants de Merari;",
        "8_Chapter, 14_Verse": "Bakbakkar, Hérech, Galal, Mattania, fils de Mikha, fils de Zikhri, fils d’Assaph;",
        "8_Chapter, 15_Verse": "Obadia, fils de Chemaïa, fils de Galal, fils de Yedouthoun, et Bérékhia, fils d’Assa, fils d’Elkana, qui habitait les villages de Netofa.",
        "8_Chapter, 16_Verse": "Les portiers: Challoum, Akkoub, Talmôn, Ahimân et leurs frères. Challoum était leur chef.",
        "8_Chapter, 17_Verse": "Ils sont encore maintenant établis à la Porte du Roi, à l’Est. Ce sont là les portiers des camps des Lévites.",
        "8_Chapter, 18_Verse": "Et Challoum, fils de Korê, fils d’Ebiassaf, fils de Coré, ainsi que ses frères issus de la famille paternelle les Korahites étaient préposés aux travaux du service; c’étaient les gardiens des entrées du Tabernacle. Leurs ancêtres avaient le service du camp de l’Éternel, en gardaient les avenues.",
        "8_Chapter, 19_Verse": "Phinéas, fils d’Eléazar, était autrefois leur chef; l’Éternel était avec lui.",
        "8_Chapter, 20_Verse": "Zacharie, fils de Méchélémia, était le portier de l’entrée de la Tente d’assignation.",
        "8_Chapter, 21_Verse": "Tous ceux qui avaient été choisis pour être portiers aux seuils étaient au nombre de deux cent douze. Ils demeuraient dans leurs villages inscrits dans un rôle; David et Samuel le Voyant les avaient installés dans leurs fonctions permanentes.",
        "8_Chapter, 22_Verse": "C’étaient eux et leurs descendants qui étaient préposés aux portes de la maison de l’Éternel, du Tabernacle, selon leur tour de garde.",
        "8_Chapter, 23_Verse": "Les portiers étaient postés aux quatre points cardinaux, à l’Est, à l’Ouest, au Nord et au Sud.",
        "8_Chapter, 24_Verse": "Leurs frères, qui étaient dans leurs villages, venaient alternativement les rejoindre pour sept jours.",
        "8_Chapter, 25_Verse": "Car les quatre chefs des portiers, qui étaient Lévites, demeuraient là, eux, d’une manière permanente. Ils étaient préposés aussi aux salles et aux magasins dans la maison de Dieu.",
        "8_Chapter, 26_Verse": "Ils passaient la nuit autour de la maison de Dieu, car ils étaient de garde; et c’étaient eux qui détenaient la clef pour chaque matin.",
        "8_Chapter, 27_Verse": "D’autres avaient la garde des vases du culte: ils les comptaient à l’entrée et à la sortie.",
        "8_Chapter, 28_Verse": "D’autres étaient préposés aux ustensiles, à tous ceux du Sanctuaire, à la fleur de farine, au vin, à l’huile, à l’encens et aux aromates.",
        "8_Chapter, 29_Verse": "Mais c’étaient des prêtres qui préparaient les onctions avec ces aromates.",
        "8_Chapter, 30_Verse": "Mattitia, un des Lévites, l’aîné de Challoum, le Korahite, avait la charge permanente de la confection des gâteaux faits à la poêle.",
        "8_Chapter, 31_Verse": "C’étaient des Kehatites, leurs frères, qui étaient préposés aux pains de proposition, pour les préparer semaine par semaine.",
        "8_Chapter, 32_Verse": "Tels sont les chantres, chefs de familles lévitiques, demeurant dans les chambres, exemptés [de tout autre service], car jour et nuit ils avaient à faire.",
        "8_Chapter, 33_Verse": "Tels sont les chefs des familles lévitiques, selon leur généalogie; eux, ils demeuraient à Jérusalem.",
        "8_Chapter, 34_Verse": "A Gabaon demeuraient le \"père\" de Gabaon, Yeïêl, dont la femme s’appelait Maakha,",
        "8_Chapter, 35_Verse": "son fils aîné Abdôn, Çour, Kich, Baal, Ner, Nadab,",
        "8_Chapter, 36_Verse": "Ghedor, Ahio, Zekharia et Miklôt.",
        "8_Chapter, 37_Verse": "Miklôt engendra Chimeâm. Ceux-là aussi, à l’encontre de leurs frères, habitaient Jérusalem avec leurs frères.",
        "8_Chapter, 38_Verse": "Ner engendra Kich, celui-ci Saül, celui-ci Jonathan, Malki-Choua, Abinadab et Echbaal.",
        "8_Chapter, 39_Verse": "Le fils de Jonathan était Merib-Baal, qui donna le jour à Mikha.",
        "8_Chapter, 40_Verse": "Les fils de Mikha furent: Pitôn, Méléc et Tahrêa.",
        "8_Chapter, 41_Verse": "Ahaz engendra Yara, celui-ci Alémet, Azmavet et Zimri. Zimri engendra Moça,",
        "8_Chapter, 42_Verse": "celui-ci Binea, celui-ci Refaïa, celui-ci Elassa, celui-ci Acêl.",
        "8_Chapter, 43_Verse": "Acêl eut six fils, dont voici les noms: Azrikâm, Bokhrou, Ismaël, Chearia, Obadia et Hanân. Tels étaient les fils d’Acêl.",
        "9_Chapter, 0_Verse": "Cependant les Philistins livraient bataille aux Israélites. Ceux-ci s’enfuirent devant eux et laissèrent des morts sur la montagne de Ghelboé.",
        "9_Chapter, 1_Verse": "Les Philistins atteignirent Saül et ses fils et tuèrent Jonathan, Abinadab et Malki-Choua, fils de Saül.",
        "9_Chapter, 2_Verse": "L’attaque s’acharna contre Saül; il fut surpris par les archers qui lui causèrent de la frayeur.",
        "9_Chapter, 3_Verse": "Saül dit alors à son écuyer: \"Tire ton épée et me transperce pour que je ne sois pas en butte aux coups de ces incirconcis et à leurs outrages.\" Mais l’écuyer, saisi de peur, n’osa. Alors Saül prit l’épée et se jeta dessus.",
        "9_Chapter, 4_Verse": "L’écuyer de Saül, le voyant mort, se jeta, lui aussi, sur son épée et mourut.",
        "9_Chapter, 5_Verse": "Ainsi périrent Saül, ses trois fils; et tous les gens de sa maison moururent ensemble.",
        "9_Chapter, 6_Verse": "Les Israélites qui étaient dans la vallée, voyant que [leurs frères] avaient lâché pied et que Saül et ses fils étaient morts, abandonnèrent leurs villes et se sauvèrent. Les Philistins y pénétrèrent et s’y établirent.",
        "9_Chapter, 7_Verse": "Le lendemain, les Philistins vinrent dépouiller les cadavres; ils trouvèrent ceux de Saül et de ses fils gisant sur le mont Ghelboé.",
        "9_Chapter, 8_Verse": "Ils le dépouillèrent, lui tranchèrent la tête et lui enlevèrent ses armes, qu’ils envoyèrent dans le pays des Philistins à la ronde, pour annoncer la nouvelle à leurs idoles et au peuple.",
        "9_Chapter, 9_Verse": "Ils déposèrent ses armes dans le temple de leur dieu et attachèrent son crâne au temple de Dagon.",
        "9_Chapter, 10_Verse": "Tous les habitants de Jabès-Galaad ayant appris ce que les Philistins avaient fait à Saül,",
        "9_Chapter, 11_Verse": "les plus résolus allèrent enlever le corps de Saül et ceux de ses fils et les transportèrent à Jabès; puis ils enterrèrent leurs ossements sous le tamarisc de Jabès, et l’on jeûna durant sept jours.",
        "9_Chapter, 12_Verse": "Ainsi mourut Saül à cause de l’infidélité qu’il avait commise envers Dieu, en désobéissant à sa parole et en allant consulter les nécromanciens,",
        "9_Chapter, 13_Verse": "au lieu de rechercher l’Éternel. Celui-ci le fit périr et fit passer la royauté à David, fils de Jessé.",
        "10_Chapter, 0_Verse": "Tout Israël s’assembla et vint auprès de David à Hébron, pour lui dire: \"Nous sommes ta chair et ton sang.",
        "10_Chapter, 1_Verse": "Déjà hier, déjà avant-hier, alors que Saül était roi, c’est toi qui dirigeais toutes les expéditions d’Israël. C’est toi, t’avait dit l’Éternel, ton Dieu, qui gouverneras Israël, mon peuple, toi qui seras son chef.\"",
        "10_Chapter, 2_Verse": "Tous les Anciens d’Israël vinrent donc trouver le roi à Hébron; le roi David fit un pacte avec eux à Hébron devant l’Éternel, et ils le sacrèrent comme roi d’Israël, selon la parole de l’Éternel à Samuel.",
        "10_Chapter, 3_Verse": "David et tous les Israélites marchèrent sur Jérusalem, qui s’appelait Jébus. Là étaient les Jébuséens, qui occupaient le pays.",
        "10_Chapter, 4_Verse": "Mais ceux-ci dirent à David: \"Tu n’entreras pas ici.\" Toutefois, David s’empara de la forteresse de Sion, qui est la Cité de David.",
        "10_Chapter, 5_Verse": "David avait dit: \"Celui qui battra les Jébuséens en premier deviendra chef et prince.\" Ce fut Joab, fils de Cerouya, qui monta le premier, et il devint chef.",
        "10_Chapter, 6_Verse": "David s’établit dans la forteresse, qu’on nomma pour cette raison Cité de David.",
        "10_Chapter, 7_Verse": "Il ajouta des constructions à la ronde, sur le pourtour du Millo. Quant à Joab, il restaura le reste de la ville.",
        "10_Chapter, 8_Verse": "David alla grandissant de plus en plus, assisté par l’Éternel-Cebaot.",
        "10_Chapter, 9_Verse": "Voici les chefs des vaillants guerriers de David, qui l’aidèrent, avec tout Israël, à conquérir le trône et le firent régner selon la parole de l’Éternel, adressée à Israël.",
        "10_Chapter, 10_Verse": "Et voici la liste des vaillants guerriers de David: Yachobam, fils de Hakhmoni, chef de la garde. C’est lui qui, en une seule rencontre, brandit la lance, faisant trois cents cadavres.",
        "10_Chapter, 11_Verse": "Après lui, Eléazar, fils de Dodo, l’Ahohite, l’un des trois héros,",
        "10_Chapter, 12_Verse": "assista David à Pass-Dammim. Là s’étaient assemblés les Philistins pour la bataille. Il s’y trouvait une pièce de terre pleine d’orge, et le peuple fuyait devant les Philistins.",
        "10_Chapter, 13_Verse": "Mais lui prit position au milieu du champ, le défendit et battit les Philistins; le Seigneur opéra ainsi une grande délivrance.",
        "10_Chapter, 14_Verse": "Trois des trente chefs descendirent sur le roc auprès de David, du côté de la caverne d’Adoullam; un corps de Philistins se trouvait campé dans la vallée de Rephaïm.",
        "10_Chapter, 15_Verse": "David était alors dans la forteresse, et les Philistins avaient une garnison à Bethléem.",
        "10_Chapter, 16_Verse": "David eut un désir et dit: \"Ah! si on pouvait me faire boire de l’eau de la citerne qui est à la porte de Bethléem!\"",
        "10_Chapter, 17_Verse": "Les trois guerriers s’ouvrirent un passage par le camp des Philistins, puisèrent de l’eau à la citerne qui est à la porte de Bethléem et l’apportèrent à David; mais celui-ci ne voulut pas la boire et en fit une libation à l’Éternel,",
        "10_Chapter, 18_Verse": "en disant: \"Mon Dieu me préserve de faire pareille chose! Boirais-je le sang de ces hommes qui ont risqué leur vie, car ils l’ont apportée au péril de leur vie!\" Il refusa donc de boire. Voilà ce que firent ces trois guerriers.",
        "10_Chapter, 19_Verse": "Puis Abchaï, frère de Joab, le chef des trois: il brandit un jour sa lance sur trois cents ennemis qu’il immola, et se fit un nom parmi les Trois.",
        "10_Chapter, 20_Verse": "Il fut plus estimé que les Trente, de la deuxième série, car il devint leur chef, cependant il n’arriva pas jusqu’aux Trois.",
        "10_Chapter, 21_Verse": "Puis Benaïa, fils de Joïada, d’un vaillant aux nombreux exploits, originaire de Kabceël; ce fut lui qui triompha des deux Arïel de Moab; ce fut lui aussi qui descendit et tua un lion dans une fosse par un jour de neige.",
        "10_Chapter, 22_Verse": "Il tua aussi un Égyptien, homme de grande taille, haut de cinq coudées, et, dans la main de l’Égyptien, il y avait une lance, grande comme une ensouple de tisserand; il descendit vers lui avec un bâton, arracha la lance de la main de l’Égyptien et le tua avec sa lance.",
        "10_Chapter, 23_Verse": "Voilà ce que fit Benaïahou, fils de Joïada, renommé parmi les trois héros.",
        "10_Chapter, 24_Verse": "Il fut plus estimé que les Trente, mais il n’arriva pas jusqu’aux Trois. David l’admit dans son conseil.",
        "10_Chapter, 25_Verse": "Puis d’autres héroïques guerriers: Assahel, frère de Joab; Elhanân, fils de Dodo, de Bethléem;",
        "10_Chapter, 26_Verse": "Chammot, le Harorite, Hêleç, le Pelonite;",
        "10_Chapter, 27_Verse": "Ira, fils d’Ikkech, de Tekoa; Abiézer, d’Anatot;",
        "10_Chapter, 28_Verse": "Sibbekhaï, le Houchatite; Ilaï, l’Ahohite;",
        "10_Chapter, 29_Verse": "Maharaï, de Netofa; Hêled, fils de Baana, de Netofa;",
        "10_Chapter, 30_Verse": "Itaï, fils de Ribaï, de Ghibea des Benjaminites; Benaïa, de Piratôn",
        "10_Chapter, 31_Verse": "Houraï, de Nahalê-Gaach; Abiël, l’Arbatite;",
        "10_Chapter, 32_Verse": "Azmaveth, le Baharoumite; Elyahba, le Chaalbonite;",
        "10_Chapter, 33_Verse": "des fils de Hachêm le Ghizonite; Jonathan, fils de Chaghê, le Hararite;",
        "10_Chapter, 34_Verse": "Ahïâm, fils de Sakhar, le Hararite; Elifal, fils d’Our;",
        "10_Chapter, 35_Verse": "Hêfer, le Mekhératite; Ahiya, le Pelonite;",
        "10_Chapter, 36_Verse": "Heçro, le Carmélite; Naaraï, fils d’Ezbaï;",
        "10_Chapter, 37_Verse": "Joël, frère de Nathan; Mibhar, fils du Hagrite;",
        "10_Chapter, 38_Verse": "Célek, l’Ammonite; Nahraï, le Bêrotite, écuyer de Joab, fils de Cerouya;",
        "10_Chapter, 39_Verse": "Ira, le Yithrite; Garêb, le Yithrite;",
        "10_Chapter, 40_Verse": "Urie, le Héthéen; Zabad, fils d’Ahlaï;",
        "10_Chapter, 41_Verse": "Adina, fils de Chiza, le Rubénite, chef rubénite, commandant à trente;",
        "10_Chapter, 42_Verse": "Hanân, fils de Maakha; Josaphat, le Mitnite;",
        "10_Chapter, 43_Verse": "Ouzzia, l’Achteratite; Chama et Yeïêl, fils de Hotam, d’Aroër;",
        "10_Chapter, 44_Verse": "Yedïaêl, fils de Chimri; Yoha, son frère, le Tiçite;",
        "10_Chapter, 45_Verse": "Eliël, de Mahavïm; Yeribaï et Yochavia, fils d’Elnaam; Yitma, le Moabite;",
        "10_Chapter, 46_Verse": "Eliël, Obed et Yaassïêl, de Meçobaïa.",
        "11_Chapter, 0_Verse": "Voici ceux qui vinrent auprès de David, à Ciklag, lorsqu’il se cachait encore pour échapper à Saül, fils de Kich. Ils faisaient partie des vaillants guerriers, ses compagnons de lutte,",
        "11_Chapter, 1_Verse": "maniaient l’arc, lançaient des pierres de la main droite et de la gauche, et des flèches avec leurs arcs. Parmi les parents de Saül, issus de Benjamin, il y avait:",
        "11_Chapter, 2_Verse": "le chef Ahiézer et Joas, fils de Hachemaa, de Ghibea; Yeziël et Pélet, fils de Azmavet; Berakha, Yêhou, d’Anatot;",
        "11_Chapter, 3_Verse": "Yichmaïa, de Gabaon, vaillant parmi les Trente, et chef des Trente;",
        "11_Chapter, 4_Verse": "Jérémie, Yahaziël, Johanan, Yozabad, de Ghedêra;",
        "11_Chapter, 5_Verse": "Elouzaï, Yerimot, Bealia, Chemariahou, Chefatiahou, de Harouf;",
        "11_Chapter, 6_Verse": "Elkana, Yichiahou, Azarêl, Yoézer, Yachobam, les Korahites;",
        "11_Chapter, 7_Verse": "Yoêla, Zebadia, fils de Yeroham, de Ghedor.",
        "11_Chapter, 8_Verse": "Des Gadites se détachèrent pour passer à David, dans la forteresse du désert, vaillants héros, hommes de guerre, maniant le bouclier et la lance, ayant une apparence de lions et semblables à des chamois sur les montagnes pour la rapidité.",
        "11_Chapter, 9_Verse": "Le chef était Ezer, le second Obadia, le troisième Elïab,",
        "11_Chapter, 10_Verse": "le quatrième Michmanna, le cinquième Jérémie,",
        "11_Chapter, 11_Verse": "le sixième Attaï, le septième Eliël,",
        "11_Chapter, 12_Verse": "le huitième Johanan, le neuvième Elzabad,",
        "11_Chapter, 13_Verse": "le dixième Yirmeyahou, et le onzième Makhbannaï.",
        "11_Chapter, 14_Verse": "Tels étaient les Gadites, chefs d’armée: le plus petit en valait cent, le plus grand, mille.",
        "11_Chapter, 15_Verse": "Ce sont eux qui passèrent le Jourdain dans le premier mois, quand il coule à pleins bords, et qui mirent en fuite tous les habitants de la vallée à l’Ouest et à l’Est.",
        "11_Chapter, 16_Verse": "Des Benjaminites et des Judéens rejoignirent aussi David dans la forteresse.",
        "11_Chapter, 17_Verse": "David sortit à leur rencontre et leur adressa ces paroles: \"Si c’est avec des intentions pacifiques que vous êtes venus à moi, pour m’aider, je serai de cœur avec vous; si c’est pour me livrer traîtreusement à mes ennemis, sans que j’aie commis de faute, que le Dieu de nos ancêtres voie et juge!\"",
        "11_Chapter, 18_Verse": "Alors une inspiration s’empara d’Amassaï, chef des Trente: \"A toi, David, dit-il, et avec toi, fils de Jessé, paix; oui, paix à toi, et paix à tes auxiliaires, car ton Dieu t’assiste!\" David alors les accueillit et les plaça à la tête des troupes.",
        "11_Chapter, 19_Verse": "Des gens de Manassé se rallièrent aussi à David, lorsqu’il vint avec les Philistins combattre Saül; mais ils n’aidèrent pas les Philistins, car les chefs de ceux-ci, après s’être concertés, l’avaient renvoyé, en disant: \"C’est au prix de nos têtes qu’il se rallierait à son maître Saül.\"",
        "11_Chapter, 20_Verse": "Lorsqu’il alla à Ciklag, se joignirent à son parti, d’entre les gens de Manassé, Adna, Yozabad, Yedïaêl, Mikhaël, Yozabad, Elihou, et Cilletaï, chefs de mille en Manassé.",
        "11_Chapter, 21_Verse": "Ils furent un grand appui pour David à la tête des troupes, car ils étaient tous de vaillants guerriers, et ils devinrent des chefs d’armée.",
        "11_Chapter, 22_Verse": "Journellement, en effet, on venait à David pour l’assister, au point qu’il eut un camp grand comme celui de Dieu.",
        "11_Chapter, 23_Verse": "Et voici le décompte des chefs des hommes, équipés pour faire campagne, qui vinrent rejoindre David à Hébron, pour lui transférer la royauté de Saül, selon la parole de l’Éternel.",
        "11_Chapter, 24_Verse": "Des Judéens, portant le bouclier et la lance: six mille huit cents hommes équipés pour l’armée.",
        "11_Chapter, 25_Verse": "Des Siméonites, vaillants hommes d’armes: sept mille cent.",
        "11_Chapter, 26_Verse": "Des Lévites: quatre mille six cents.",
        "11_Chapter, 27_Verse": "Joïada était le chef des Aaronides; il avait avec lui trois mille sept cents hommes.",
        "11_Chapter, 28_Verse": "Çadok, quoique encore jeune, était un vaillant soldat. La maison de son père comptait vingt-deux capitaines.",
        "11_Chapter, 29_Verse": "Des Benjaminites, frères de Saül: trois mille. Jusque-là, la plupart avaient gardé leur foi à la maison de Saül.",
        "11_Chapter, 30_Verse": "Des Ephraïmites: vingt mille huit cents, vaillants guerriers, possédant une grande renommée, [répartis] selon leurs familles.",
        "11_Chapter, 31_Verse": "De la demi-tribu de Manassé: dix-huit mille, désignés nominativement pour aller conférer la royauté à David.",
        "11_Chapter, 32_Verse": "Des gens d’Issachar, experts en la connaissance des temps pour décider la conduite à tenir par Israël, il vint deux cents chefs, auxquels obéissaient tous leurs frères.",
        "11_Chapter, 33_Verse": "Des gens de Zabulon, allant à la guerre et menant le combat avec toute sorte d’armes de guerre: cinquante mille; ils gardaient leurs rangs d’un cœur ferme.",
        "11_Chapter, 34_Verse": "Des gens de Nephtali: mille chefs, commandant à trente-sept mille hommes, armés de boucliers et de lances.",
        "11_Chapter, 35_Verse": "Des gens de Dan, dressés au combat: vingt-huit mille six cents.",
        "11_Chapter, 36_Verse": "Des gens d’Aser allant à la guerre et prenant part aux combats: quarante mille.",
        "11_Chapter, 37_Verse": "De la Transjordanie, en fait de Rubénites, de Gadites et de gens de la demi-tribu de Manassé, cent vingt mille hommes, armés de toute sorte d’armes de guerre.",
        "11_Chapter, 38_Verse": "Tous ces guerriers, habitués des combats, vinrent avec enthousiasme à Hébron pour proclamer David roi sur tout Israël. Pareillement, tous les autres Israélites étaient unanimes à acclamer David.",
        "11_Chapter, 39_Verse": "Ils restèrent là avec David, trois jours durant, mangeant et buvant, approvisionnés par leurs frères.",
        "11_Chapter, 40_Verse": "De plus, ceux qui demeuraient dans le voisinage, jusqu’à Issachar, Zabulon et Nephtali, leur apportaient des vivres à dos d’ânes, de chameaux, de mulets et de bœufs: aliments de farine, figues, raisins secs, vin, huile, viande de menu et de gros bétail en abondance, car c’était fête en Israël.",
        "12_Chapter, 0_Verse": "David se concerta avec les chiliarques et les centurions, consultant tous les capitaines.",
        "12_Chapter, 1_Verse": "Et il dit à toute l’assemblée d’Israël: \"Si cela vous convient et si l’Éternel, notre Dieu, l’agrée, nous nous hâterons de mander à nos autres frères, dans toutes les régions d’Israël, ainsi qu’aux prêtres et aux Lévites, dans les villes qu’ils habitent avec leur banlieue, de se réunir à nous.",
        "12_Chapter, 2_Verse": "Puis nous transférerons près de nous l’arche de notre Dieu, car nous ne nous en sommes pas inquiétés du vivant de Saül.\"",
        "12_Chapter, 3_Verse": "Toute l’assemblée donna son assentiment à ce projet, car il plaisait à tout le peuple.",
        "12_Chapter, 4_Verse": "David réunit donc tout Israël, depuis le Chihor, qui baigne l’Égypte, jusqu’aux approches de Hamath, afin de transporter de Kiryat-Yearim l’arche de Dieu.",
        "12_Chapter, 5_Verse": "David et tout Israël montèrent à Baala, vers Kiryat-Yearim de Juda, pour en faire venir l’arche de Dieu, à laquelle est imposé le nom même de l’Éternel, qui siège sur les chérubins.",
        "12_Chapter, 6_Verse": "On plaça l’arche de Dieu sur un chariot neuf, [pour le transporter] hors de la maison d’Abinadab. Ouzza et Ahyo conduisaient le char.",
        "12_Chapter, 7_Verse": "David et tout Israël dansaient, devant Dieu, de toute leur force, en s’accompagnant de chants, de harpes, de luths, de tambourins, de cymbales et de trompettes.",
        "12_Chapter, 8_Verse": "Comme on arrivait à l’aire de Kidôn, Ouzza étendit la main pour retenir l’arche, parce que les bœufs avaient glissé.",
        "12_Chapter, 9_Verse": "La colère de l’Éternel s’alluma contre Ouzza, et il le frappa pour avoir porté la main sur l’arche; et il mourut là devant Dieu.",
        "12_Chapter, 10_Verse": "David, consterné du coup dont l’Éternel avait frappé Ouzza, donna à ce lieu le nom de Péreç-Ouzza, qu’il porte encore aujourd’hui.",
        "12_Chapter, 11_Verse": "David, ce jour-là, redouta Dieu et dit: \"Comment amènerais-je chez moi l’arche de Dieu?\"",
        "12_Chapter, 12_Verse": "David ne fit pas conduire l’arche chez lui, dans la Cité de David; il la fit diriger vers la maison d’Obed-Edom, le Ghittéen.",
        "12_Chapter, 13_Verse": "L’arche de Dieu demeura trois mois dans la maison d’Obed-Edom, et l’Éternel bénit la maison d’Obed-Edom et tout ce qui lui appartenait.",
        "13_Chapter, 0_Verse": "Hiram, roi de Tyr, envoya une députation à David, avec du bois de cèdre, des maçons et des charpentiers pour lui bâtir une maison.",
        "13_Chapter, 1_Verse": "Et David reconnut que le Seigneur l’avait destiné à régner sur Israël, et lui avait accordé une royauté glorieuse en faveur de son peuple Israël.",
        "13_Chapter, 2_Verse": "David prit encore des épouses dans Jérusalem, et il engendra encore des fils et des filles.",
        "13_Chapter, 3_Verse": "Voici les noms de ceux qui lui naquirent à Jérusalem: Chammoua, Chobab, Nathan et Salomon;",
        "13_Chapter, 4_Verse": "Yibhar, Elichoua, Elpélet;",
        "13_Chapter, 5_Verse": "Nogah, Néfeg et Yafia;",
        "13_Chapter, 6_Verse": "Elichama, Beélyada et Elifélet.",
        "13_Chapter, 7_Verse": "Les Philistins, ayant su que David avait été oint comme roi de tout Israël, montèrent tous pour chercher à le prendre; David l’apprit et sortit à leur rencontre.",
        "13_Chapter, 8_Verse": "Les Philistins étaient arrivés et s’étaient déployés dans la vallée de Refaïm.",
        "13_Chapter, 9_Verse": "Alors David consulta Dieu en disant: \"Dois-je monter vers les Philistins? Les livreras-tu entre mes mains?\" Le Seigneur répondit à David: \"Monte, je les livrerai entre tes mains.",
        "13_Chapter, 10_Verse": "On monta à Baal-Peraçim, et David les y battit. Et il dit: \"Dieu a dispersé mes ennemis par ma main, comme une eau débordée.\" C’est pour cela que cet endroit fut nommé Baal-Peracim.",
        "13_Chapter, 11_Verse": "Ils laissèrent là leurs idoles, qui furent brûlées sur l’ordre de David.",
        "13_Chapter, 12_Verse": "Mais de nouveau les Philistins se déployèrent dans la vallée.",
        "13_Chapter, 13_Verse": "David consulta encore Dieu, et Dieu lui répondit: \"Ne monte pas à leur suite: fais un demi-tour et marche sur eux du côté des bekhaïm.",
        "13_Chapter, 14_Verse": "Or, lorsque tu entendras un bruit de pas sur les cimes des bekhaïm, engage le combat, car alors Dieu sera venu à ton secours, pour que tu battes l’armée des Philistins.\"",
        "13_Chapter, 15_Verse": "David se conforma aux instructions de Dieu, et ils battirent l’armée des Philistins depuis Ghibôn jusqu’à Ghézer.",
        "13_Chapter, 16_Verse": "Et la renommée de David se répandit dans tous les pays, et l’Éternel imprima sa terreur à toutes les nations.",
        "14_Chapter, 0_Verse": "Il se construisit des maisons dans la Cité de David, appropria un emplacement pour l’arche de Dieu et lui dressa une tente.",
        "14_Chapter, 1_Verse": "Alors David décida que l’arche de Dieu ne serait portée que par les Lévites, car c’étaient eux que l’Éternel avait choisis pour le transport de l’arche de Dieu et pour son culte à tout jamais.",
        "14_Chapter, 2_Verse": "Ensuite David convoqua tout Israël à Jérusalem pour transférer l’arche de l’Éternel sur l’emplacement qu’il lui avait préparé.",
        "14_Chapter, 3_Verse": "Il assembla les Aaronides et les Lévites, à savoir:",
        "14_Chapter, 4_Verse": "Des Kehâtites: Ouriël, le chef, et ses frères, au nombre de cent vingt.",
        "14_Chapter, 5_Verse": "Des Merarites: Assaïa, le chef et ses frères, au nombre de deux cent vingt.",
        "14_Chapter, 6_Verse": "Des Gherchomites: Joël, le chef; et ses frères, au nombre de cent trente.",
        "14_Chapter, 7_Verse": "Des Eliçafanites: Chemaïa, le chef, et ses frères, au nombre de deux cents.",
        "14_Chapter, 8_Verse": "Des Hébronites: Eliël, le chef, et ses frères, au nombre de quatre-vingts.",
        "14_Chapter, 9_Verse": "Des Ouzziélites: Amminadab, le chef, et ses frères au nombre de cent douze.",
        "14_Chapter, 10_Verse": "Puis David manda les prêtres Çadok et Ebiatar, et les Lévites Ouriël, Assaïa, Joël, Chemaïa, Eliël et Amminadab,",
        "14_Chapter, 11_Verse": "et il leur dit: \"Comme vous êtes les chefs des familles lévitiques, sanctifiez-vous, vous et vos frères, et transportez l’arche de l’Éternel, Dieu d’Israël, à l’endroit que j’ai aménagé pour elle.",
        "14_Chapter, 12_Verse": "Car c’est à cause de votre absence, la première fois, que l’Éternel, notre Dieu, a opéré des brèches parmi nous, qui ne nous étions pas enquis de lui selon les règles.\"",
        "14_Chapter, 13_Verse": "Les prêtres et les Lévites se sanctifièrent pour le transfert de l’arche de l’Éternel, Dieu d’Israël.",
        "14_Chapter, 14_Verse": "Les Lévites portèrent l’arche de Dieu, comme l’avait prescrit Moïse sur l’ordre de l’Éternel, à savoir sur l’épaule, au moyen de barres.",
        "14_Chapter, 15_Verse": "David dit aux chefs des Lévites de mettre en place leurs frères les chantres, muni d’instruments de musique, luths, harpes et cymbales, pour entonner [des cantiques], en donnant de toute leur voix en signe de réjouissance.",
        "14_Chapter, 16_Verse": "En conséquence, les Lévites mirent en place Hêmân, fils de Joël, et, parmi ses parents, Assaph, fils de Bérékhiahou; des Merarites, leurs frères, Etân, fils de Kouchayahou;",
        "14_Chapter, 17_Verse": "avec eux, au second rang, leurs frères: Zekhariahou, Bên, Yaaziêl, Chemiramot, Yehiël, Ounni, Elïab, Benaïahou, Maasêyahou, Mattitiahou, Eliflêhou, Miknêyahou, Obed-Edom et Yeïêl, portiers.",
        "14_Chapter, 18_Verse": "Les chantres Hêmân, Assaph et Etân s’accompagnaient de cymbales de cuivre,",
        "14_Chapter, 19_Verse": "Zekhariahou, Aziël, Chemiramot, Yehiël, Ounni, Elïab, Maasêyahou et Benaïahou, de luths à la manière d’Alamoth,",
        "14_Chapter, 20_Verse": "Mattitiahou, Eliflêhou, Miknêyahou, Obed-Edom, Yeïêl et Azaziahou de harpes à huit cordes pour conduire le chœur.",
        "14_Chapter, 21_Verse": "Kenaniahou, chef lévitique, préposé aux transports, commandait le transport, car il s’y entendait.",
        "14_Chapter, 22_Verse": "Bérékhia et Elkana étaient portiers pour garder l’arche.",
        "14_Chapter, 23_Verse": "Les prêtres Chebaniahou, Yochafat, Nethanêl, Amassaï, Zekhariahou, Benaïahou et Eliézer jouaient de la trompette devant l’arche de Dieu. Obed-Edom et Yehiya étaient portiers pour garder l’arche.",
        "14_Chapter, 24_Verse": "David, les anciens d’Israël et les chefs de mille, qui marchaient en cortège pour transporter l’arche de l’alliance de l’Éternel depuis la maison d’Obed-Edom, étaient dans la joie.",
        "14_Chapter, 25_Verse": "Comme Dieu assistait les Lévites porteurs de l’arche d’alliance de l’Éternel, on immola sept taureaux et sept béliers.",
        "14_Chapter, 26_Verse": "David était revêtu d’un surplis de byssus, ainsi que tous les Lévites qui portaient l’arche, les chantres et Kenania, chef des transports (les chantres). David était paré, en outre, d’un éphod de lin.",
        "14_Chapter, 27_Verse": "Tout Israël faisait cortège au transfert de l’arche d’alliance de l’Éternel, avec des cris de joie, au son du Chofar, des trompettes et des cymbales, ou jouant de la lyre et de la harpe.",
        "14_Chapter, 28_Verse": "C’est ainsi que l’arche d’alliance de l’Éternel arriva à la Cité de David. Mikhal, fille de Saül, regardait alors par la fenêtre. Voyant le roi David sautant et dansant, elle en conçut du dédain pour lui.",
        "15_Chapter, 0_Verse": "On introduisit l’arche de Dieu et on l’installa dans le pavillon que David avait dressé pour elle, et on offrit devant Dieu des holocaustes et des rémunératoires.",
        "15_Chapter, 1_Verse": "Lorsque David eut achevé d’offrir ces holocaustes et ces rémunératoires, il bénit le peuple au nom de l’Éternel,",
        "15_Chapter, 2_Verse": "fit distribuer à tout Israël, hommes et femmes, à chacun une miche de pain, une pièce de viande et une mesure de vin.",
        "15_Chapter, 3_Verse": "Il établit devant l’arche de l’Éternel des Lévites chargés du culte, pour célébrer, louer et chanter l’Éternel, Dieu d’Israël:",
        "15_Chapter, 4_Verse": "à savoir Assaph, comme chef, Zekharia, comme second, Yeïêl, Chemiramot, Yehïêl, Mattitia, Elïab, Benaïahou, Obed-Edom. Yeïêl jouait du luth et de la harpe, Assaph de la cymbale,",
        "15_Chapter, 5_Verse": "Benaïahou et Yahazïêl, prêtres, de la trompette, régulièrement devant l’arche d’alliance de Dieu.",
        "15_Chapter, 6_Verse": "C’est ce jour-là que David confia la direction des chants de grâce à l’Éternel à Assaph et à ses frères.",
        "15_Chapter, 7_Verse": "Rendez hommage à l’Éternel, proclamez son nom, Publiez parmi les nations ses hauts faits.",
        "15_Chapter, 8_Verse": "Chantez, en son honneur, célébrez-le, Entretenez-vous de toutes ses merveilles.",
        "15_Chapter, 9_Verse": "Glorifiez-vous de son saint nom; Que le cœur de ceux qui recherchent l’Éternel soit en joie!",
        "15_Chapter, 10_Verse": "Mettez-vous en quête de l’Éternel et de sa puissance, Aspirez constamment à jouir de sa présence.",
        "15_Chapter, 11_Verse": "Souvenez-vous des merveilles qu’il a opérées, De ses prodiges et des arrêts sortis de sa bouche,",
        "15_Chapter, 12_Verse": "Vous, ô postérité d’Israël, son serviteur, Fils de Jacob, ses élus!",
        "15_Chapter, 13_Verse": "Il est, lui, l’Éternel, notre Dieu; Ses jugements s’étendent à toute la terre.",
        "15_Chapter, 14_Verse": "Rappelez-vous éternellement son alliance, Le pacte qu’il a promulgué pour mille générations,",
        "15_Chapter, 15_Verse": "Qu’il a conclu avec Abraham, Qu’il a fait par serment avec Isaac.",
        "15_Chapter, 16_Verse": "Il l’a érigé en loi pour Jacob, En contrat immuable pour Israël.",
        "15_Chapter, 17_Verse": "\"C’est à toi, disait-il, que je donnerai le pays de Canaan Comme un lot héréditaire,",
        "15_Chapter, 18_Verse": "Quoique vous soyez encore en petit nombre, Et à peine établis comme étrangers dans ce pays.\"",
        "15_Chapter, 19_Verse": "Puis ils se mirent à errer de nation en nation, D’un royaume vers un autre peuple.",
        "15_Chapter, 20_Verse": "Il ne permit à personne de les opprimer, Et à cause d’eux il châtia des rois:",
        "15_Chapter, 21_Verse": "\"Ne touchez pas à mes oints, Ne faites pas de mal à mes prophètes!\"",
        "15_Chapter, 22_Verse": "Chantez à l’Éternel, toute la terre, Publiez de jour en jour son secours.",
        "15_Chapter, 23_Verse": "Proclamez parmi les peuples sa gloire, Parmi toutes les nations, ses merveilles,",
        "15_Chapter, 24_Verse": "Car grand est l’Éternel et infiniment digne de louanges; Il est redoutable plus que toutes les divinités.",
        "15_Chapter, 25_Verse": "Car tous les dieux des nations sont de vaines idoles, Mais l’Éternel est l’auteur des cieux.",
        "15_Chapter, 26_Verse": "Majesté et splendeur forment son avant-garde, Force et magnificence emplissent sa résidence.",
        "15_Chapter, 27_Verse": "Célébrez l’Éternel, groupes de nations, Célébrez sa gloire et sa puissance;",
        "15_Chapter, 28_Verse": "Rendez hommage au nom glorieux de l’Éternel, Apportez des offrandes et présentez-vous devant Lui; Prosternez-vous devant l’Éternel en un saint apparat.",
        "15_Chapter, 29_Verse": "Que toute la terre tremble devant lui! [Grâce à lui], l’univers est stable et ne vacille point.",
        "15_Chapter, 30_Verse": "Que les cieux se réjouissent Que la terre soit dans l’allégresse, Qu’on dise parmi les peuples: \"L’Éternel est roi!\"",
        "15_Chapter, 31_Verse": "Que la mer gronde avec ce qu’elle contient, Que les champs éclatent en transports Avec tout ce qui les couvre!",
        "15_Chapter, 32_Verse": "Qu’en même temps les arbres de la forêt résonnent joyeusement A l’approche de l’Éternel! Car il vient pour juger la terre.",
        "15_Chapter, 33_Verse": "Rendez hommage à l’Éternel, car il est bon, Car sa grâce dure à jamais.",
        "15_Chapter, 34_Verse": "Dites: \"Viens à notre secours, Dieu de notre salut, Rassemble-nous et délivre-nous d’entre les nations, Pour que nous rendions hommage à ton saint nom, Et célébrions tes louanges.",
        "15_Chapter, 35_Verse": "Béni soit l’Éternel, le Dieu d’Israël, D’éternité en éternité!\" Et le peuple tout entier dit: \"Amen et louange à l’Éternel!\"",
        "15_Chapter, 36_Verse": "[David] commit donc là, devant l’arche d’alliance de l’Éternel, à Assaph et à ses frères, la mission de faire le service devant l’arche d’une manière régulière, suivant les exigences de chaque jour.",
        "15_Chapter, 37_Verse": "Obed-Edom, fils de Yedithoun, et Hossa et leurs frères, au nombre de soixante-huit, furent établis portiers.",
        "15_Chapter, 38_Verse": "Çadok, le pontife, et ses frères, les prêtres, restèrent devant le sanctuaire de l’Éternel, au haut lieu qui était à Gabaon,",
        "15_Chapter, 39_Verse": "pour offrir des holocaustes à l’Éternel, sur l’autel des holocaustes, régulièrement, matin et soir, accomplissant tout ce qui est écrit dans la Loi de l’Éternel, prescrite à tout Israël.",
        "15_Chapter, 40_Verse": "Avec eux étaient Hêmân, Yedouthoun et les autres hommes de choix, qui avaient été désignés nominativement. Ils louaient l’Éternel, [disant]: \"Car éternelle est sa grâce.\"",
        "15_Chapter, 41_Verse": "Hêmân et Yedouthoun avaient la garde des trompettes et des cymbales dont on jouait et des instruments de musique du culte. Les fils de Yedouthoun étaient préposés aux portes.",
        "15_Chapter, 42_Verse": "Puis tout le peuple se retira, chacun chez soi, et David rentra pour bénir sa famille.",
        "16_Chapter, 0_Verse": "Or, comme David vivait tranquillement en sa demeure, il dit à Nathan, le prophète: \"Vois, j’habite un palais de cèdre, et l’arche d’alliance du Seigneur est logée sous une tente!\"",
        "16_Chapter, 1_Verse": "Nathan répondit à David: \"Tout ce qui est dans ta pensée, exécute-le, car le Seigneur est avec toi.\"",
        "16_Chapter, 2_Verse": "Cependant cette nuit même, la parole de Dieu s’adressa ainsi à Nathan:",
        "16_Chapter, 3_Verse": "\"Va dire à David, mon serviteur: Ainsi a parlé l’Éternel: Ce n’est pas toi qui me construiras un temple pour ma résidence!",
        "16_Chapter, 4_Verse": "Pourtant je n’ai pas demeuré dans un temple depuis le jour où je tirai Israël [de l’Égypte] jusqu’à ce jour, mais j’ai voyagé sous une tente et dans un pavillon.",
        "16_Chapter, 5_Verse": "Tout le temps que j’ai marché au milieu d’Israël, ai-je dit à un seul des Juges d’Israël que j’avais donnés pour pasteurs à mon peuple, ai-je dit: Pourquoi ne me bâtissez-vous pas une maison de cèdre?",
        "16_Chapter, 6_Verse": "Donc, parle de la sorte à mon serviteur David: Ainsi a parlé l’Éternel-Cebaot: Je t’ai tiré du bercail où tu gardais les brebis, pour que tu deviennes chef de mon peuple Israël.",
        "16_Chapter, 7_Verse": "Je t’ai assisté dans toutes tes voies, j’ai détruit devant toi tous tes ennemis, et je t’ai fait un nom égal aux plus grands noms de la terre.",
        "16_Chapter, 8_Verse": "J’ai assigné à mon peuple Israël une résidence où je l’ai implanté et où il se maintiendra et ne sera plus inquiété; des gens pervers ne le molesteront plus comme précédemment.",
        "16_Chapter, 9_Verse": "Depuis l’époque où j’ai préposé des Juges à mon peuple, j’ai fait plier tous tes ennemis et je t’ai annoncé par là même que c’est l’Éternel qui t’érigera une maison.",
        "16_Chapter, 10_Verse": "Quand tes jours seront accomplis et que tu auras rejoint tes pères, j’élèverai à ta place ta progéniture un de tes fils et j’affermirai son empire.",
        "16_Chapter, 11_Verse": "C’est lui qui m’édifiera un temple, et moi, j’assurerai à jamais son trône.",
        "16_Chapter, 12_Verse": "Je lui serai un père, et lui me sera un fils; je ne lui retirerai jamais ma grâce comme je l’ai retirée à celui qui t’a précédé.",
        "16_Chapter, 13_Verse": "Je le maintiendrai pour toujours dans ma maison et dans mon royaume, et son trône sera stable pour l’éternité.\"",
        "16_Chapter, 14_Verse": "Toutes ces paroles et toute cette vision, Nathan les rapporta à David.",
        "16_Chapter, 15_Verse": "Le roi David alla se mettre en présence du Seigneur et il dit: \"Qui suis-je, Seigneur Dieu, et qu’est-ce que ma famille, pour que tu m’aies amené jusqu’ici?",
        "16_Chapter, 16_Verse": "Encore était-ce trop peu à tes yeux, ô Dieu, et tu as annoncé, dans un lointain avenir, le sort de ma famille, me considérant comme un personnage de marque, Seigneur Dieu!",
        "16_Chapter, 17_Verse": "Que pourrait te dire encore de plus David sur l’honneur fait à ton serviteur? Ton serviteur, tu le connais bien!",
        "16_Chapter, 18_Verse": "Seigneur, c’est en faveur de ton serviteur et selon ta volonté que tu as accompli ces grandes choses, de manière à faire connaître tous tes exploits.",
        "16_Chapter, 19_Verse": "Seigneur, nul n’est comme toi, point de Dieu hormis toi, ainsi que nous l’avons entendu de nos oreilles.",
        "16_Chapter, 20_Verse": "Et y a-t-il comme ton peuple Israël une seule nation sur la terre que Dieu lui-même soit allé délivrer, pour en faire son peuple et t’assurer un nom grand et redoutable, en chassant des nations devant ton peuple que tu as délivré de l’Égypte?",
        "16_Chapter, 21_Verse": "Tu t’es consacré ton peuple Israël comme un peuple à toi pour toujours, et toi, ô Éternel, tu es devenu son Dieu.",
        "16_Chapter, 22_Verse": "Et maintenant, ô Seigneur, puisse la parole que tu as dite au sujet de ton serviteur et de sa maison se confirmer à tout jamais! Puisses-tu faire comme tu l’as dit!",
        "16_Chapter, 23_Verse": "Oui, qu’elle se réalise, et que ton nom soit exalté à jamais par cette parole: \"L’Éternel-Cebaot, le Dieu d’Israël, est un Dieu puissant pour Israël!\" Et que la maison de ton serviteur David se maintienne devant toi!",
        "16_Chapter, 24_Verse": "Puisque toi-même, mon Dieu, tu as révélé à l’oreille de ton serviteur ta volonté de lui édifier une maison, ton serviteur s’est trouvé enhardi à t’adresser cette prière.",
        "16_Chapter, 25_Verse": "Or, Seigneur, tu es le vrai Dieu, et toi-même tu as promis ce bien à ton serviteur.",
        "16_Chapter, 26_Verse": "Veuille donc bénir la maison de ton serviteur: qu’elle subsiste constamment devant toi, puisque aussi bien, si toi, Éternel, tu la bénis, elle restera bénie à tout jamais!\"",
        "17_Chapter, 0_Verse": "David défit ensuite les Philistins, abattit leur puissance et leur enleva Gath et ses dépendances.",
        "17_Chapter, 1_Verse": "Puis il vainquit les Moabites, qui furent assujettis à David et devinrent ses tributaires.",
        "17_Chapter, 2_Verse": "Puis David battit Hadarézer, roi de Çoba, du côté de Hamath, tandis qu’il marchait vers l’Euphrate pour étendre sa domination.",
        "17_Chapter, 3_Verse": "David lui captura mille chars, sept mille cavaliers et vingt mille hommes de pied, fit mutiler tous les attelages, et n’en conserva que cent.",
        "17_Chapter, 4_Verse": "La Syrie de Damas vint au secours de Hadarézer, roi de Çoba; David tua aux Syriens vingt-deux mille hommes.",
        "17_Chapter, 5_Verse": "Il mit ensuite [des garnisons] dans la Syrie de Damas, qui devint sujette et tributaire de David. Ainsi le Seigneur protégeait David dans toutes ses campagnes.",
        "17_Chapter, 6_Verse": "David s’empara des boucliers d’or, que portaient les serviteurs de Hadarézer, et les transporta à Jérusalem.",
        "17_Chapter, 7_Verse": "Egalement de Thibat et de Koun, villes de Hadarézer, le roi David emporta du cuivre en grande quantité, qui servit à Salomon pour faire la Mer de cuivre, les colonnes et les objets en cuivre.",
        "17_Chapter, 8_Verse": "Toou, roi de Hamath, ayant appris que David avait défait toute l’armée de Hadarézer, roi de Çoba,",
        "17_Chapter, 9_Verse": "envoya son fils Hadoram au roi David pour le saluer et le féliciter d’avoir combattu et vaincu Hadarézer, car celui-ci était en guerre avec Toou. [Il lui envoyait en même temps] toute sorte de vases d’or, d’argent et de cuivre.",
        "17_Chapter, 10_Verse": "Ceux-là aussi, le roi David les consacra à l’Éternel, comme il avait fait de l’argent et de l’or qu’il avait enlevés à tous les peuples, aux Iduméens, aux Moabites, aux Ammonites, aux Philistins et aux Amalécites.",
        "17_Chapter, 11_Verse": "Abchaï, fils de Cerouya, avait battu dix-huit mille Iduméens dans la vallée du Sel.",
        "17_Chapter, 12_Verse": "Il mit des garnisons dans l’Idumée, de sorte que toute l’Idumée devint tributaire de David. Et le Seigneur protégea David dans toutes ses voies.",
        "17_Chapter, 13_Verse": "David régna sur tout Israël, et il gouverna tout son peuple avec justice et équité.",
        "17_Chapter, 14_Verse": "Joab, fils de Cerouya, était chef de l’armée; Josaphat, fils d’Ahiloud, archiviste;",
        "17_Chapter, 15_Verse": "Çadok, fils d’Ahitoub, et Abimélec, fils d’Ebiatar, prêtres; Chavcha, secrétaire;",
        "17_Chapter, 16_Verse": "Benaïahou, fils de Joïada, était à la tête des Krêthi et Pelêthi; et les fils de David étaient les premiers ministres du roi.",
        "18_Chapter, 0_Verse": "Sur ces entrefaites, Nahach, le roi des Ammonites, mourut, et son fils lui succéda.",
        "18_Chapter, 1_Verse": "David se dit: \"Je veux agir amicalement avec Hanoun, fils de Nahach, comme son père a agi à mon égard.\" Et David envoya des émissaires pour lui présenter des condoléances au sujet de son père, et les serviteurs de David se rendirent au pays des Ammonites pour porter des condoléances à Hanoun.",
        "18_Chapter, 2_Verse": "Mais les princes ammonites dirent à Hanoun: \"Est-ce, à ton avis, pour honorer ton père que David t’a envoyé des consolateurs? N’est-ce pas plutôt pour explorer, troubler et espionner le pays que ses serviteurs sont venus te trouver?\"",
        "18_Chapter, 3_Verse": "Alors Hanoun fit saisir les serviteurs de David, ordonna de les raser et de couper la moitié de leurs vêtements jusqu’aux hanches, puis il les congédia.",
        "18_Chapter, 4_Verse": "Ceux-ci partis, on mit David au courant [de ce qui était arrivé à ces hommes, et il envoya au-devant d’eux car ces hommes étaient accablés de honte et leur fit dire: \"Restez à Jéricho jusqu’à ce que votre barbe ait repoussé, puis vous reviendrez.\"",
        "18_Chapter, 5_Verse": "Les Ammonites, voyant qu’ils s’étaient mis en mauvaise odeur auprès de David, envoyèrent, de concert avec Hanoun, mille kikkar d’argent pour soudoyer dans la Syrie du Double-Fleuve, dans la Syrie de Maakha et de Çoba des chars et des cavaliers.",
        "18_Chapter, 6_Verse": "Ils soudoyèrent ainsi trente-deux mille chars ainsi que le roi de Maakha et son peuple, qui vinrent camper devant Mèdeba; de leur côté, les Ammonites sortirent ensemble de leurs villes et entrèrent en campagne.",
        "18_Chapter, 7_Verse": "A cette nouvelle, David envoya Joab avec toute son armée de vaillants.",
        "18_Chapter, 8_Verse": "Les Ammonites s’avancèrent et se mirent en bataille à l’entrée de la ville, tandis que les rois qui étaient accourus restaient séparés dans la campagne.",
        "18_Chapter, 9_Verse": "Joab, voyant que la bataille le menaçait par-devant et par-derrière, fit choix des meilleurs guerriers d’Israël et les disposa devant les Syriens.",
        "18_Chapter, 10_Verse": "Pour le reste de l’armée, il le mit sous les ordres de son frère Abchaï et le rangea devant les Ammonites.",
        "18_Chapter, 11_Verse": "Et il dit: \"Si les Syriens l’emportent sur moi, tu viendras à mon secours; si les Ammonites l’emportent sur toi, c’est moi qui viendrai te secourir.",
        "18_Chapter, 12_Verse": "Sois fort, soyons forts pour notre peuple et pour les villes de notre Dieu, et que le Seigneur agisse selon sa volonté!\"",
        "18_Chapter, 13_Verse": "Joab, avec la troupe qui l’accompagnait, engagea la bataille contre les Syriens, qui s’enfuirent devant lui.",
        "18_Chapter, 14_Verse": "Les Ammonites, voyant fuir les Syriens, lâchèrent pied devant son frère Abchaï et rentrèrent dans la ville; et Joab revint à Jérusalem.",
        "18_Chapter, 15_Verse": "Mais les Syriens, se voyant battus par les Israélites, envoyèrent des messagers et firent avancer les Syriens de delà le Fleuve, sous le commandement de Chopakh, chef de l’armée de Hadadézer.",
        "18_Chapter, 16_Verse": "Quand David en fut informé, il rassembla tout Israël, traversa le Jourdain, arriva à Hélam et aligna ses troupes en face d’eux. Il commença à combattre les Syriens, qui acceptèrent la bataille.",
        "18_Chapter, 17_Verse": "Aram prit la fuite devant Israël, et David lui tua sept mille attelages et quarante mille hommes de pied. Il fit périr aussi Chopakh, chef de l’armée.",
        "18_Chapter, 18_Verse": "Les serviteurs de Hadadézer, voyant qu’Israël les avait défaits, firent la paix avec David et devinrent ses tributaires; et les Syriens ne furent plus disposés à venir en aide aux Ammonites.",
        "19_Chapter, 0_Verse": "Au renouvellement de l’année, époque où les rois entrent en campagne, Joab se mit à la tête de l’armée et porta le ravage dans le pays des Ammonites. Il mit le siège devant Rabba tandis que David restait à Jérusalem, se rendit maître de la ville et la détruisit.",
        "19_Chapter, 1_Verse": "David enleva de la tête du roi [des Ammonites] sa couronne, pesant un kikkar d’or et ornée de pierres précieuses, et qui passa sur la tête de David. Il emporta le butin de la ville en très grande quantité.",
        "19_Chapter, 2_Verse": "Il emmena le peuple qui s’y trouvait, le condamna à la scie, aux herses de fer et aux haches; et il en usa de même à l’égard de toutes les villes des Ammonites. Puis David, avec toute l’armée, rentra à Jérusalem.",
        "19_Chapter, 3_Verse": "Plus tard survint, à Ghézer, une guerre avec les Philistins; c’est alors que Sibbekkaï, de Houcha, battit Sippaï, un des descendants de Rapha, dont le pouvoir fut abattu.",
        "19_Chapter, 4_Verse": "Une autre guerre eut lieu avec les Philistins, dans laquelle Elhanan, fils de Yaïr, abattit Lahmi, frère de Goliath de Gath (le bois de sa lance ressemblait à l’ensouple du tisserand).",
        "19_Chapter, 5_Verse": "Une autre guerre eut lieu à Gath, où figura un homme de haute taille, qui avait six doigts à chaque main, six à chaque pied, en tout vingt-quatre, et qui, lui aussi, était issu de Rapha.",
        "19_Chapter, 6_Verse": "Il défia Israël et fut tué par Jonathan, fils de Chimea et neveu de David.",
        "19_Chapter, 7_Verse": "Tous ceux-ci étaient nés au Rapha dans Gath; tous périrent par la main de David et par celle de ses serviteurs.",
        "20_Chapter, 0_Verse": "Satan, cherchant à nuire à Israël, incita David à en ordonner le dénombrement.",
        "20_Chapter, 1_Verse": "David dit donc à Joab et aux chefs du peuple: \"Allez recenser Israël depuis Bersabée jusqu’à Dan, et apportez-moi le relevé, pour que je sache quel chiffre il atteint.\"",
        "20_Chapter, 2_Verse": "Joab répondit: \"Ah! que l’Éternel multiplie son peuple au centuple de ce qu’il est! Tous, mon seigneur et roi, ne sont-ils pas tes serviteurs? Pourquoi mon maître demande-t-il pareille chose? Pourquoi charger Israël d’un tel péché?\"",
        "20_Chapter, 3_Verse": "Mais le roi maintint l’ordre donné à Joab. Celui-ci se mit en route, parcourut tout Israël, puis revint à Jérusalem.",
        "20_Chapter, 4_Verse": "Joab remit à David le résultat du dénombrement du peuple: tout Israël comptait onze cent mille hommes, pouvant tirer l’épée, et Juda comptait quatre cent soixante-dix mille hommes, pouvant tirer l’épée.",
        "20_Chapter, 5_Verse": "Quant à Lévi et à Benjamin, il ne les avait pas compris dans le dénombrement, l’ordre du roi ayant été odieux à Joab.",
        "20_Chapter, 6_Verse": "Cette entreprise déplut aux yeux de Dieu, et il sévit contre Israël.",
        "20_Chapter, 7_Verse": "Alors David dit à Dieu: \"J’ai gravement péché par ma conduite. Et maintenant daigne pardonner le méfait de ton serviteur, car j’ai agi bien follement!\"",
        "20_Chapter, 8_Verse": "La parole de l’Éternel s’adressa en ces termes à Gad, le Voyant de David:",
        "20_Chapter, 9_Verse": "\"Va dire à David: Ainsi a parlé le Seigneur: Je te propose trois calamités; tu en choisiras une, que je t’infligerai.\"",
        "20_Chapter, 10_Verse": "Gad alla trouver David et lui dit: \"Résigne-toi",
        "20_Chapter, 11_Verse": "soit à trois années de famine, soit à trois mois de revers, infligés par tes adversaires, et de ravages causés par l’épée de tes ennemis, soit à trois jours de glaive brandi par l’Éternel, de peste dans le pays et de ruines opérées par l’Ange du Seigneur dans tout le territoire d’Israël. Décide immédiatement la réponse que je dois rendre à qui m’envoie!\"",
        "20_Chapter, 12_Verse": "David répondit à Gad: \"Mon anxiété est grande… mais j’aime mieux me livrer à la main de l’Éternel, car il est plein de miséricorde, plutôt que de tomber dans la main de l’homme.\"",
        "20_Chapter, 13_Verse": "Le Seigneur fit alors sévir la peste en Israël, et il tomba en Israël soixante-dix mille hommes.",
        "20_Chapter, 14_Verse": "Puis Dieu envoya un messager divin à Jérusalem pour la ravager, et, comme il se livrait à l’œuvre de destruction, le Seigneur vit et fut ému de cette calamité, et il dit à l’ange destructeur: \"Assez! Retire maintenant ta main!\" L’ange du Seigneur se trouvait alors près de l’aire d’Ornan, le Jébuséen.",
        "20_Chapter, 15_Verse": "David leva les yeux et vit l’ange du Seigneur placé entre ciel et terre, tenant en main son épée dirigée contre Jérusalem. Aussitôt David et les anciens se jetèrent la face contre terre, revêtus de cilices.",
        "20_Chapter, 16_Verse": "Et David dit à Dieu: \"N’est-ce pas moi qui ai donné l’ordre de dénombrer le peuple? C’est moi qui ai péché, c’est moi qui suis grandement coupable, mais qu’ont fait ces brebis? Éternel, mon Dieu, de grâce, que ta main ne frappe que moi et ma famille, mais ne laisse pas le fléau s’abattre sur le peuple!\"",
        "20_Chapter, 17_Verse": "Un messager du Seigneur dit à Gad d’engager David à aller élever un autel de l’Éternel sur l’aire d’Ornan, le Jébuséen.",
        "20_Chapter, 18_Verse": "David s’y rendit sur le conseil de Gad, qui avait parlé au nom de l’Éternel.",
        "20_Chapter, 19_Verse": "Comme Ornan se retournait, il aperçut l’ange; ses quatre fils qui étaient auprès de lui se cachèrent, tandis qu’Ornan était occupé à battre le blé.",
        "20_Chapter, 20_Verse": "David s’avança vers Ornan; celui-ci, levant les yeux, le vit; il sortit aussitôt de l’aire et se prosterna devant David, la face contre terre.",
        "20_Chapter, 21_Verse": "David dit à Ornan: \"Cède-moi l’emplacement de ton aire pour que j’y bâtisse un autel au Seigneur; cède-le moi pour argent comptant, et puisse la mortalité qui décime le peuple s’arrêter!\"",
        "20_Chapter, 22_Verse": "Ornan répondit à David: \"Accepte-le plutôt, et que le roi mon maître fasse ce qui peut lui être agréable! Vois, je mets à ta disposition les bœufs pour en faire des holocaustes, les traîneaux pour servir de bois et le froment pour l’oblation: j’offre tout.\"",
        "20_Chapter, 23_Verse": "\"Non, répondit le roi David à Ornan, je prétends tout acheter pour argent comptant, car je ne veux rien accepter de ce qui est à toi pour honorer l’Éternel ni lui offrir un holocauste sans bourse délier.\"",
        "20_Chapter, 24_Verse": "David donna donc à Ornan pour l’emplacement des sicles d’or, au nombre de six cents.",
        "20_Chapter, 25_Verse": "Il érigea là un autel au Seigneur, y offrit des holocaustes et des rémunératoires; il invoqua l’Éternel, qui l’exauça, en faisant descendre le feu du ciel sur l’autel de l’holocauste.",
        "20_Chapter, 26_Verse": "Le Seigneur ordonna à l’ange de remettre son épée au fourreau.",
        "20_Chapter, 27_Verse": "Alors David, voyant que l’Éternel l’avait exaucé dans l’aire d’Ornan, le Jébuséen, se mit à y faire des sacrifices.",
        "20_Chapter, 28_Verse": "Or, le tabernacle que Moïse avait construit dans le désert et l’autel des holocaustes se trouvaient à cette époque sur la hauteur de Gabaon.",
        "20_Chapter, 29_Verse": "Et David n’osait s’y présenter pour aller consulter Dieu, car il était effrayé par le glaive de l’ange du Seigneur.",
        "21_Chapter, 0_Verse": "David dit donc: \"Voici [à présent] la maison de l’Éternel Elohim, et voici son autel pour holocaustes à l’usage d’Israël!\"",
        "21_Chapter, 1_Verse": "David ordonna de grouper ensemble les étrangers établis dans le pays d’Israël, et il en fit des carriers pour extraire des pierres de taille en vue de la construction du temple de Dieu.",
        "21_Chapter, 2_Verse": "David prépara, en outre, du fer en quantité pour les clous, pour les battants des portes et pour les crampons, et une telle provision de cuivre qu’on ne pouvait le peser,",
        "21_Chapter, 3_Verse": "ainsi que des cèdres sans nombre, car les Sidoniens et les Tyriens en avaient amené en abondance à David.",
        "21_Chapter, 4_Verse": "C’est que David se disait: \"Mon fils Salomon est encore jeune et délicat, et la maison qu’il s’agit d’ériger à l’Éternel doit s’élever majestueusement pour devenir un objet de gloire et d’honneur dans tous les pays; je veux donc tout préparer pour lui.\" Aussi David, avant de mourir, fit-il de grands préparatifs.",
        "21_Chapter, 5_Verse": "Il fit venir son fils Salomon et lui donna ses instructions pour bâtir un temple au Seigneur, Dieu d’Israël.",
        "21_Chapter, 6_Verse": "David dit donc à Salomon: \"Mon fils, c’était mon désir à moi d’édifier une maison au nom de l’Éternel, mon Dieu.",
        "21_Chapter, 7_Verse": "Mais la parole divine s’adressa à moi en ces termes: Tu as versé beaucoup de sang et fait de grandes guerres; ce n’est donc pas à toi à élever une maison en mon honneur, car tu as fait couler beaucoup de sang devant moi sur la terre.",
        "21_Chapter, 8_Verse": "Mais un fils te naîtra, qui sera un homme pacifique et qui, grâce à moi, sera en paix avec tous ses ennemis à l’entour. Il s’appellera Salomon, et, sa vie durant, j’assurerai la paix et la tranquillité à Israël.",
        "21_Chapter, 9_Verse": "C’est lui qui élèvera une maison en mon honneur; il me sera un fils, je lui serai un père, et j’affermirai à jamais le trône de sa royauté sur Israël.",
        "21_Chapter, 10_Verse": "Maintenant, mon fils, que l’Éternel soit avec toi! Puisses-tu réussir à édifier la maison de l’Éternel, ton Dieu, comme il l’a promis à ton égard!",
        "21_Chapter, 11_Verse": "Puisse seulement le Seigneur t’inspirer esprit et sagesse en te mettant à la tête d’Israël, afin que tu observes la Loi de l’Éternel, ton Dieu!",
        "21_Chapter, 12_Verse": "Alors tu prospéreras, si tu t’appliques à observer les lois et les statuts que l’Éternel a donnés à Moïse pour Israël. Sois fort et vaillant, sans peur et sans faiblesse!",
        "21_Chapter, 13_Verse": "Vois, à force de dur labeur, j’ai amassé pour la maison de l’Éternel cent mille kikkar d’or, un million de kikkar d’argent, du cuivre et du fer en trop grande quantité pour les peser; j’ai préparé aussi du bois et des pierres, et tu y ajouteras encore.",
        "21_Chapter, 14_Verse": "Tu as à ta disposition un nombre considérable d’ouvriers, des carriers, des maçons, des charpentiers, des gens experts à tous les travaux.",
        "21_Chapter, 15_Verse": "De l’or, de l’argent, du cuivre, du fer, il y en a à profusion; va, mets-toi à l’ouvrage, et que le Seigneur soit avec toi!\"",
        "21_Chapter, 16_Verse": "David recommanda aussi à tous les chefs d’Israël de prêter leur concours à son fils Salomon:",
        "21_Chapter, 17_Verse": "\"L’Éternel, votre Dieu, dit-il, n’est-il pas avec vous? Ne vous a-t-il pas assuré le repos de toutes parts, en livrant entre mes mains les habitants de ce pays, qui a été soumis à l’Éternel et à son peuple?",
        "21_Chapter, 18_Verse": "Appliquez-vous donc, de tout votre cœur et de toute votre âme, à rechercher l’Éternel, votre Dieu. Debout, construisez le sanctuaire de l’Éternel Elohim, afin d’installer l’arche de l’alliance du Seigneur et les vases sacrés de Dieu dans la maison élevée au nom de l’Éternel.",
        "22_Chapter, 0_Verse": "Le roi David, étant vieux et rassasié de jours, établit son fils Salomon comme roi d’Israël.",
        "22_Chapter, 1_Verse": "Il rassembla tous les chefs d’Israël ainsi que les prêtres et les Lévites.",
        "22_Chapter, 2_Verse": "Les Lévites furent recensés depuis l’âge de trente ans et au-delà; ils se montèrent à trente-huit mille hommes comptés par tête.",
        "22_Chapter, 3_Verse": "\"Parmi eux, [dit David,] vingt-quatre mille dirigeront les travaux du temple de l’Éternel, six mille seront magistrats et juges,",
        "22_Chapter, 4_Verse": "quatre mille seront portiers et quatre mille auront à louer l’Éternel, en s’accompagnant des instruments que j’ai créés pour cet usage.\"",
        "22_Chapter, 5_Verse": "Puis David les répartit en sections d’après les fils de Lévi, Gerson, Kehat et Merari.",
        "22_Chapter, 6_Verse": "Pour les Gersonites: Laadân et Chimeï.",
        "22_Chapter, 7_Verse": "Fils de Laadân: Yehiël, le chef, Zêtam et Joël, ensemble trois.",
        "22_Chapter, 8_Verse": "Fils de Chimeï: Chelomit, Haziël, Haran, ensemble trois; ce sont là les chefs de famille de Laadân.",
        "22_Chapter, 9_Verse": "Fils de Chimeï: Yahat, Zinâ, Yeôuch et Beria; ce sont là les fils de Chimeï, ensemble quatre;",
        "22_Chapter, 10_Verse": "Yahat fut le chef, Zizâ le second; Yeôuch et Berîa n’eurent pas beaucoup d’enfants; ils formèrent donc une famille, une section unique.",
        "22_Chapter, 11_Verse": "Fils de Kehat: Amram, Yiçhar, Hébron et Ouzziël, ensemble quatre.",
        "22_Chapter, 12_Verse": "Les fils d’Amram: Aaron et Moïse. Aaron et ses fils, revêtus pour toujours de fonctions éminemment saintes, formaient une classe à part: ils avaient mission de brûler l’encens devant le Seigneur, de le servir et de bénir en son nom à tout jamais.",
        "22_Chapter, 13_Verse": "Quant à Moïse, l’homme de Dieu, ses fils furent compris dans la tribu de Lévi.",
        "22_Chapter, 14_Verse": "Fils de Moïse: Gersom et Eliézer.",
        "22_Chapter, 15_Verse": "Fils de Gersom: Chebouël, le chef.",
        "22_Chapter, 16_Verse": "Fils d’Eliézer: Rehabia, le chef. Eliézer n’eut pas d’autre fils; mais les descendants de Rehabia furent extrêmement nombreux.",
        "22_Chapter, 17_Verse": "Fils de Yiçhar: Chelomit, le chef.",
        "22_Chapter, 18_Verse": "Fils de Hébron: Yeriahou, le chef, Amaria, le second, Yahaziël, le troisième, Yekameâm, le quatrième.",
        "22_Chapter, 19_Verse": "Fils d’Ouzziël: Mikha, le chef, Yichia, le second.",
        "22_Chapter, 20_Verse": "Fils de Merari: Mahli et Mouchi. Fils de Mahli: Eléazar et Kich.",
        "22_Chapter, 21_Verse": "Eléazar mourut et ne laissa pas de fils, mais seulement des filles; celles-ci furent épousées par les fils de Kich, leurs cousins.",
        "22_Chapter, 22_Verse": "Fils de Mouchi: Mahli, Eder, Yerêmot, ensemble trois.",
        "22_Chapter, 23_Verse": "Tels étaient les fils de Lévi, selon leurs maisons paternelles, les chefs de famille d’après leur dénombrement, en comptant par noms individuellement ceux qui exécutaient une tâche afférente au service du temple de l’Éternel, depuis l’âge de vingt ans et au-delà.",
        "22_Chapter, 24_Verse": "Car David se disait: \"L’Éternel, Dieu d’Israël, a assuré le repos à son peuple et fixé pour toujours sa résidence à Jérusalem;",
        "22_Chapter, 25_Verse": "aussi les Lévites n’auront-ils plus à transporter le tabernacle ni les ustensiles nécessaires à son service.\"",
        "22_Chapter, 26_Verse": "C’est pourquoi, par suite des dernières dispositions de David, le recensement des fils de Lévi se faisait depuis vingt ans et plus;",
        "22_Chapter, 27_Verse": "car [désormais] leur place était à côté des fils d’Aaron pour assurer le service du temple de l’Éternel, en ce qui concernait les parvis, les salles, la pureté de toute chose sainte, en un mot, les détails du service de la maison de Dieu,",
        "22_Chapter, 28_Verse": "le pain de proposition, la fleur de farine destinée à l’oblation, aux galettes azymes, aux gâteaux cuits sur la poêle ou rôtis au feu; pour présider aux poids et aux mesures;",
        "22_Chapter, 29_Verse": "pour se présenter chaque matin en vue de louer et de glorifier l’Éternel, et de même chaque soir;",
        "22_Chapter, 30_Verse": "pour offrir la totalité des holocaustes à l’Éternel les jours de Sabbat, de néoménies et de grandes solennités, en se conformant aux quantités prescrites, tout cela constamment devant l’Éternel.",
        "22_Chapter, 31_Verse": "C’est ainsi qu’ils devaient veiller à la garde de la Tente d’assignation, à la garde du sanctuaire et à l’observance des fils d’Aaron, leurs frères, en ce qui touche le service du temple de l’Éternel.",
        "23_Chapter, 0_Verse": "Quant aux fils d’Aaron, voici leurs subdivisions: c’étaient Nadab et Abihou, Eléazar et Ithamar.",
        "23_Chapter, 1_Verse": "Nadab et Abihou moururent sous les yeux de leur père, sans avoir eu d’enfants, tandis qu’Eléazar et Ithamar remplirent les fonctions de prêtres.",
        "23_Chapter, 2_Verse": "David, assisté de Çadok, des descendants d’Eléazar, et d’Ahimélec, des descendants d’Ithamar, les répartit en sections pour leur service.",
        "23_Chapter, 3_Verse": "Il se trouva que les fils d’Eléazar comptaient un plus grand nombre de chefs de groupes d’hommes que les fils d’Ithamar; aussi répartit-on les fils d’Eléazar en seize chefs de famille et les fils d’Ithamar en huit chefs de famille.",
        "23_Chapter, 4_Verse": "Pour les uns comme pour les autres, la répartition se fit par la voie du sort, les fils d’Eléazar et les fils d’Ithamar devant fournir les princes du sanctuaire et les princes de Dieu.",
        "23_Chapter, 5_Verse": "Chemaïa, fils de Nethanel de la tribu de Lévi, faisant fonctions de secrétaire, inscrivit leurs noms en présence du roi, des seigneurs, de Çadok le prêtre, d’Ahimélec, fils d’Ebiatar, et des chefs des familles des prêtres et des Lévites: tour à tour une famille était désignée pour Eléazar et une famille pour Ithamar.",
        "23_Chapter, 6_Verse": "Yoïarib fut indiqué le premier par le sort, Yedaïa le second;",
        "23_Chapter, 7_Verse": "Harîm le troisième, Seorîm le quatrième,",
        "23_Chapter, 8_Verse": "Malkia le cinquième, Miyamîn, le sixième;",
        "23_Chapter, 9_Verse": "Hakkoç, le septième, Abia le huitième;",
        "23_Chapter, 10_Verse": "Yêchoua le neuvième, Chekhaniahou le dixième;",
        "23_Chapter, 11_Verse": "Elyachib le onzième, Yakîm le douzième;",
        "23_Chapter, 12_Verse": "Houppa le treizième, Yéchébab le quatorzième;",
        "23_Chapter, 13_Verse": "Bilga le quinzième, Immêr le seizième;",
        "23_Chapter, 14_Verse": "Hézir le dix-septième, Happicêç le dix-huitième;",
        "23_Chapter, 15_Verse": "Petahia le dix-neuvième, Ezéchiel le vingtième;",
        "23_Chapter, 16_Verse": "Yakhîn le vingt-unième, Gamoul le vingt-deuxième;",
        "23_Chapter, 17_Verse": "Delaïahou le vingt-troisième, Maaziahou le vingt-quatrième.",
        "23_Chapter, 18_Verse": "Tel fut leur sectionnement quant au service qui leur incombait d’entrer dans la maison du Seigneur, conformément aux règles suivies par Aaron, leur père, telles que l’Éternel, Dieu d’lsraêl, les lui avait prescrites:",
        "23_Chapter, 19_Verse": "Quant au reste des enfants de Lévi, [ce furent]: pour les fils d’Amram: Choubaël; pour les fils de Choubaël: Yéhdeyahou;",
        "23_Chapter, 20_Verse": "pour Rehabiahou: les fils de Rehabiahou avaient pour chef Yichia,",
        "23_Chapter, 21_Verse": "pour les Yiçharites: Chelomot; pour les fils de Chelomot: Yahat;",
        "23_Chapter, 22_Verse": "et pour les fils [de Hébron]: Yeriahou [le chef], Amariahou le second, Yahaziël le troisième, Yekameâm le quatrième;",
        "23_Chapter, 23_Verse": "pour les fils d’Ouzziël, Mikha; pour les fils de Mikha: Chamir.",
        "23_Chapter, 24_Verse": "Le frère de Mikha était Yichia; pour les fils de Yichia: Zekhariahou.",
        "23_Chapter, 25_Verse": "Fils de Merari: Mahli et Mouchi; les fils de Yaaziahou son fils,",
        "23_Chapter, 26_Verse": "c’est-à-dire les descendants de Merari, par son fils Yaaziahou, étaient Choham, Zaccour et Ibri.",
        "23_Chapter, 27_Verse": "Fils de Mahli: Eléazar, qui n’eut pas de fils.",
        "23_Chapter, 28_Verse": "Quant à Kich, les fils de Kich furent Yerahmeêl.",
        "23_Chapter, 29_Verse": "Fils de Mouchi: Mahli, Eder, Yerêmot. Voilà quels furent les Lévites, selon leurs familles paternelles.",
        "23_Chapter, 30_Verse": "Eux aussi recoururent à la voie du sort tout comme leurs frères, les fils d’Aaron, en présence du roi David, de Çadok, d’Ahimélec et des chefs des familles des prêtres et des Lévites, chaque chef de famille principal étant assimilé à son frère plus jeune.",
        "24_Chapter, 0_Verse": "David, avec les chefs de l’armée, assigna une place à part, dans le service du culte, aux fils d’Assaph, de Hêman et de Yedouthoun, qui pratiquaient l’art de la harpe, du luth et des cymbales. Suit le dénombrement de ces artistes exécutants, d’après la nature de leur emploi:",
        "24_Chapter, 1_Verse": "Pour les fils d’Assaph, c’étaient Zaccour, Joseph, Netania et Acharèla; ces fils d’Assaph étaient dirigés par Assaph lui-même, qui officiait sous le contrôle du roi.",
        "24_Chapter, 2_Verse": "Pour Yedouthoun: les fils de Yedouthoun, Ghedaliahou, Ceri, Isaïe, Hachabiahou, Mattitiahou [et Chimeï], au nombre de six, sous la direction de leur père Yedouthoun, qui était chargé de louer et de célébrer l’Éternel au son de la harpe.",
        "24_Chapter, 3_Verse": "Pour Hêman: les fils de Hêman, Boukkiyahou, Mattaniahou, Ouzziël, Chebouël, Yerimot, Hanania, Hanani, Elîata, Ghiddalti, Romamti-Ezer, Yochbekacha, Malloti, Hotir, Mahaziot.",
        "24_Chapter, 4_Verse": "Tous ceux-ci étaient fils de Hêman, voyant du roi, [chargé], dans le service divin, de sonner de la corne. Dieu avait donné à Hêman quatorze fils et trois filles.",
        "24_Chapter, 5_Verse": "Tous avaient mission de participer, sous la direction de leur père, aux cantiques du temple de l’Éternel, en accompagnant de cymbales, de luths et de harpes le service de la maison de Dieu, suivant les instructions du roi à Assaph, Yedouthoun et Hêman.",
        "24_Chapter, 6_Verse": "Ils s’élevaient au nombre de deux cent quatre-vingt-huit, en comptant avec eux leurs frères exercés aux cantiques du Seigneur, tous ceux qui étaient passés maîtres.",
        "24_Chapter, 7_Verse": "On répartit par le sort leurs sections, en y comprenant également petits et grands, maîtres et apprentis.",
        "24_Chapter, 8_Verse": "Le sort désigna en premier la famille d’Assaph en la personne de Joseph. Ghedaliahou fut le second: lui, ses frères et ses fils étaient ensemble douze.",
        "24_Chapter, 9_Verse": "Le troisième fut Zaccour; avec ses fils et ses frères, douze.",
        "24_Chapter, 10_Verse": "Le quatrième fut Yiçri, avec ses fils et ses frères, douze.",
        "24_Chapter, 11_Verse": "Le cinquième fut Netaniahou; avec ses fils et ses frères, douze.",
        "24_Chapter, 12_Verse": "Le sixième fut Boukkiyahou; avec ses fils et ses frères, douze.",
        "24_Chapter, 13_Verse": "Le septième fut Yessarèla; avec ses fils et ses frères, douze.",
        "24_Chapter, 14_Verse": "Le huitième fut Isaïe; avec ses fils et ses frères, douze.",
        "24_Chapter, 15_Verse": "Le neuvième fut Mattaniahou; avec ses fils et ses frères, douze.",
        "24_Chapter, 16_Verse": "Le dixième fut Chimeï; avec ses fils et ses frères, douze.",
        "24_Chapter, 17_Verse": "Le onzième fut Azarêl; avec ses fils et ses frères, douze.",
        "24_Chapter, 18_Verse": "Le douzième fut Hachabia; avec ses fils et ses frères, douze.",
        "24_Chapter, 19_Verse": "Le treizième fut Choubaël; avec ses fils et ses frères, douze.",
        "24_Chapter, 20_Verse": "Le quatorzième fut Mattitiahou; avec ses fils et ses frères, douze.",
        "24_Chapter, 21_Verse": "Le quinzième fut Yerêmot; avec ses fils et ses frères, douze.",
        "24_Chapter, 22_Verse": "Le seizième fut Hananiahou; avec ses fils et ses frères, douze.",
        "24_Chapter, 23_Verse": "Le dix-septième fut Yochbekacha; avec ses fils et ses frères, douze.",
        "24_Chapter, 24_Verse": "Le dix-huitième fut Hanani; avec ses fils et ses frères, douze.",
        "24_Chapter, 25_Verse": "Le dix-neuvième fut Malloti; avec ses fils et ses frères, douze.",
        "24_Chapter, 26_Verse": "Le vingtième fut Eliyata; avec ses fils et ses frères, douze.",
        "24_Chapter, 27_Verse": "Le vingt-unième fut Hotir; avec ses fils et ses frères, douze.",
        "24_Chapter, 28_Verse": "Le vingt-deuxième fut Ghiddalti; avec ses fils et ses frères, douze.",
        "24_Chapter, 29_Verse": "Le vingt-troisième fut Mahaziot; avec ses fils et ses frères, douze.",
        "24_Chapter, 30_Verse": "Le vingt-quatrième fut Romamti-Ezer; avec ses fils et ses frères, douze.",
        "25_Chapter, 0_Verse": "En ce qui concerne les subdivisions des portiers, les Korahites étaient représentés par Mechélémiahou, fils de Korê, des enfants d’Assaph.",
        "25_Chapter, 1_Verse": "Mechélémiahou avait pour fils Zekhariahou, l’aîné, Yediaël, le second, Zebadiahou, le troisième, Yatniël, le quatrième,",
        "25_Chapter, 2_Verse": "Elam, le cinquième, Johanan, le sixième, Elyehoênaï, le septième.",
        "25_Chapter, 3_Verse": "Obed-Edom avait pour fils Chemaeya, rainé, Yozabad, le second, Yoah, le troisième, Sakhar, le quatrième, Netanel, le cinquième,",
        "25_Chapter, 4_Verse": "Ammiël, le sixième, Issachar, le septième, Peoultaï, le huitième; car Dieu l’avait béni.",
        "25_Chapter, 5_Verse": "A son fils Chemaeya il naquit des fils, qui eurent la direction de leur maison paternelle, car c’étaient des gens vaillants.",
        "25_Chapter, 6_Verse": "Les fils de Chemaeya furent: Otni, Raphaël, Obed, Elzabad [et] ses frères des hommes vaillants Elihou et Semakhiahou.",
        "25_Chapter, 7_Verse": "Tous ceux-ci, de la progéniture d’Obed-Edom, eux, leurs fils et leurs frères étaient des hommes vaillants",
        "25_Chapter, 8_Verse": "Mechélémiahou avait des fils et des frères hommes vaillants au nombre de dix-huit.",
        "25_Chapter, 9_Verse": "Hossa, descendant de Merari, avait des fils, dont Chimri était le chef; car à défaut d’un fils aîné son père l’avait établi chef.",
        "25_Chapter, 10_Verse": "Hilkiyahou était le second, Tebaliahou le troisième, Zekhariahou le quatrième: fils et frères de Hossa étaient ensemble treize.",
        "25_Chapter, 11_Verse": "A ces sections de portiers, à ces chefs de groupes d’hommes incombait la tâche de faire le service dans le temple de l’Éternel, concurremment avec leurs frères.",
        "25_Chapter, 12_Verse": "On désigna, par la voie du sort, petits et grands, d’après leurs familles, pour la garde de chacune des portes.",
        "25_Chapter, 13_Verse": "Le sort attribua à Chélémiahou le côté Est; quant à son fils Zekhariahou, conseiller avisé, on consulta le sort, qui le désigna pour le côté Nord.",
        "25_Chapter, 14_Verse": "Obed-Edom eut la garde du côté Sud, ses fils celle du dépôt des magasins.",
        "25_Chapter, 15_Verse": "Chouppim et Hossa eurent le côté Ouest, ainsi que la porte de Challékhet, sur la chaussée montante: un poste faisait face à l’autre.",
        "25_Chapter, 16_Verse": "Six Lévites étaient postés du côté de l’Est, quatre par jour du côté du Nord, quatre par jour du côté du Midi; les magasins étaient gardés par deux groupes de deux.",
        "25_Chapter, 17_Verse": "Quant au Parbar à l’Ouest, quatre gardaient la chaussée montante et deux le Parbar.",
        "25_Chapter, 18_Verse": "Telles étaient les subdivisions des portiers, pour les Korahites et les Merarites.",
        "25_Chapter, 19_Verse": "Quant aux Lévites, leurs frères, préposés aux trésors du temple de Dieu et aux trésors des choses saintes,",
        "25_Chapter, 20_Verse": "[c’étaient] les fils de Laedân, descendants de Gerson par Laedân, les chefs de famille de Laedân, le Gersonite, les Yehiêlites.",
        "25_Chapter, 21_Verse": "Les descendants de Yehiël, Zêtam et Joël étaient commis à la garde des trésors du temple de l’Éternel.",
        "25_Chapter, 22_Verse": "En ce qui concerne les descendants d’Amram, Yiçhar, Hébron et Ouzziel,",
        "25_Chapter, 23_Verse": "Chebouël, fils de Gerson, fils de Moïse, était intendant des trésors.",
        "25_Chapter, 24_Verse": "Et ses frères, par Eliézer, étaient Rehabiahou, fils de ce dernier, Isaïe, son fils, Joram, son fils, Zikhri, son fils, et Chelomit, son fils.",
        "25_Chapter, 25_Verse": "Ce Chelomit et ses frères étaient préposés à tous les trésors d’objets saints qu’avaient consacrés le roi David, les chefs des familles, chiliarques et centurions, les chefs de l’armée.",
        "25_Chapter, 26_Verse": "C’est sur le butin de guerre qu’ils les avaient consacrés en vue d’édifier le temple de l’Éternel.",
        "25_Chapter, 27_Verse": "De même, tout ce qu’avaient consacré Samuel, le voyant, Saül, fils de Kich, Abner, fils de Ner, et Joab, fils de Cerouya, en un mot, tous les consécrateurs, était confié à la garde de Chelomit et de ses frères.",
        "25_Chapter, 28_Verse": "Dans la famille de Yiçhar, Kenaniahou et ses fils étaient préposés à la besogne extérieure en Israël, comme prévôts et comme juges.",
        "25_Chapter, 29_Verse": "Parmi les Hébronites, Hachabiahou et ses frères, tous hommes vaillants, au nombre de mille sept cents, étaient chargés des affaires d’Israël en deçà du Jourdain, à l’Ouest, en tout ce qui avait trait au service de l’Éternel et au service du roi.",
        "25_Chapter, 30_Verse": "De ces Hébronites Yeriya était le chef, eu égard à la généalogie par familles de Hébron (ce fut dans la quarantième année du règne de David qu’on fit des recherches sur eux: il se trouva parmi eux des hommes vaillants à Yazer en Galaad).",
        "25_Chapter, 31_Verse": "Et ses frères étaient des hommes de courage, au nombre de deux mille sept cents chefs de famille. Le roi David les mit à la tête des tribus de Ruben, de Gad et de la demi-tribu de Manassé, [pour veiller] à tous les intérêts de Dieu et aux intérêts du roi.",
        "26_Chapter, 0_Verse": "Organisation des enfants d’Israël, eu égard à leur nombre, des chefs des familles, des chiliarques, des centurions et de leurs prévôts, qui servaient le roi selon les attributions des sections, appelées tour à tour, pendant tous les mois de l’année, à prendre mensuellement leur service, chaque section comprenant vingt-quatre mille hommes:",
        "26_Chapter, 1_Verse": "La première section, affectée au premier mois, était commandée par Yachobam, fils de Zabdiel. Cette section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 2_Verse": "Issu de la famille de Péreç, il était le chef de tous les commandants de troupes durant le premier mois.",
        "26_Chapter, 3_Verse": "La section du deuxième mois était commandée par Dodaï, l’Ahohite. Cette section avait Miklot pour phylarque, elle comprenait vingt-quatre mille hommes.",
        "26_Chapter, 4_Verse": "Le commandant suprême de la troisième armée, affectée au troisième mois, était Benaïahou, fils de Joïada, le prêtre; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 5_Verse": "Ce Benaïahou était un des Trente héros et dépassait les Trente. Sa section [avait pour phylarque] son fils Ammizabad.",
        "26_Chapter, 6_Verse": "Le quatrième [commandant], pour le quatrième mois, était Assahel, frère de Joab, et, après lui, son fils Zebadia; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 7_Verse": "Le cinquième, pour le cinquième mois, était Chamehout, le Yizrahite; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 8_Verse": "Le sixième, pour le sixième mois, était Ira, fils d’Ikkêch, de Tekoa; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 9_Verse": "Le septième, pour le septième mois, était Hêleç, le Pelonite, des enfants d’Ephraïm; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 10_Verse": "Le huitième, pour le huitième mois, était Sibbekhaï, le Houchatite, de la famille de Zérah; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 11_Verse": "Le neuvième, pour le neuvième mois, était Abïézer d’Anatot, de la tribu de Benjamin; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 12_Verse": "Le dixième, pour le dixième mois, était Maharaï de Netofa, de la famille de Zérah; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 13_Verse": "Le onzième, pour le onzième mois, était Benaïa de Piratôn, des enfants d’Ephraïm; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 14_Verse": "Le douzième, pour le douzième mois, était Heldaï de Netofa, de la famille d’Othoniel; sa section comprenait vingt-quatre mille hommes.",
        "26_Chapter, 15_Verse": "Commandants des tribus d’Israël: Ruben avait pour chef Eliézer, fils de Zikhri; Siméon, Chefatia, fils de Maakha;",
        "26_Chapter, 16_Verse": "Lévi, Hachabia, fils de Kemouël: Aaron, Çadok.",
        "26_Chapter, 17_Verse": "Juda avait pour chef Elihou, un des frères de David; Issachar, Omri, fils de Mikhaël;",
        "26_Chapter, 18_Verse": "Zabulon, Yischmaïahou, fils d’Obadiahou; Nephtali, Yerimot, fils d’Azriël.",
        "26_Chapter, 19_Verse": "Les enfants d’Ephraïm avaient pour chef Hochêa, fils d’Azaziahou; la demi-tribu de Manassé, Joël, fils de Pedaïahou;",
        "26_Chapter, 20_Verse": "la demi-tribu de Manassé, dans le Galaad, Yiddo, fils de Zekhariahou; Benjamin, Yaassiël, fils d’Abner;",
        "26_Chapter, 21_Verse": "Dan, Azarêl, fils de Yeroham. Tels étaient les chefs des tribus d’Israël.",
        "26_Chapter, 22_Verse": "David n’avait pas fait le relevé de ceux qui n’avaient que vingt ans et au-dessous, l’Éternel ayant promis de multiplier Israël comme les étoiles du ciel;",
        "26_Chapter, 23_Verse": "Joab, fils de Cerouya, avait commencé un dénombrement, mais il ne l’acheva point, car cela avait provoqué la colère [divine] contre Israël; ainsi leur compte n’est pas porté dans les comptes qui figurent dans les annales du roi David.",
        "26_Chapter, 24_Verse": "Les trésors du roi étaient administrés par Azmavet, fils d’Adiël; les trésors conservés dans les champs, les villes, les villages et les forts, par Jonathan, fils d’Ouzziahou.",
        "26_Chapter, 25_Verse": "A la tête des travailleurs des champs, occupés à la culture du sol, était Ezri, fils de Keloub.",
        "26_Chapter, 26_Verse": "Aux vignes était préposé Séméi de Rama, et aux provisions de vin conservées dans les vignes, Zabdi de Chéfam.",
        "26_Chapter, 27_Verse": "Baal-Hanân, de Ghéder, avait la surveillance des oliviers et des sycomores, plantés dans la plaine, Yoach, celle des provisions d’huile.",
        "26_Chapter, 28_Verse": "Chitraï, de Saron, avait celle du gros bétail qui pâturait dans le Saron; Chafat, fils d’Adlaï, celle du gros bétail dans les vallées.",
        "26_Chapter, 29_Verse": "Obil, l’Ismaélite, avait celle des chameaux; Yéhdeyahou, le Méronotite, celle des ânesses.",
        "26_Chapter, 30_Verse": "Yaziz, le Hagrite, avait la surveillance du menu bétail. Tous ceux-ci étaient les intendants des biens appartenant au roi David.",
        "26_Chapter, 31_Verse": "Jonathan, parent de David, homme intelligent et érudit, était conseiller; Yehiël, fils de Hakhmon,i était avec les fils du roi.",
        "26_Chapter, 32_Verse": "Ahitofel était conseiller du roi, et Houchaï, l’Arkéen, était l’ami du roi.",
        "26_Chapter, 33_Verse": "Ahitofel eut pour successeurs Joïada, fils de Benaïahou, et Ebiatar. Le général en chef des armées du roi était Joab.",
        "27_Chapter, 0_Verse": "David rassembla à Jérusalem tous les chefs d’Israël, les chefs des tribus, les chefs des sections, chargés du service du roi, les chiliarques, les centurions, les intendants de tous les biens et troupeaux appartenant au roi et à ses fils, en même temps que les fonctionnaires [du palais], les héros et tous les vaillants guerriers.",
        "27_Chapter, 1_Verse": "Se mettant debout, le roi David dit: \"Écoutez-moi, mes frères, mon peuple! J’avais à cœur, moi, de bâtir une résidence stable pour l’arche d’alliance de l’Éternel et le marche-pied de notre Dieu, et j’avais fait des préparatifs pour cette construction.",
        "27_Chapter, 2_Verse": "Mais Dieu m’a dit: \"Ce n’est pas toi qui bâtiras une maison en l’honneur de mon nom, car tu es un homme de guerre, et tu as répandu du sang!\"",
        "27_Chapter, 3_Verse": "Or, l’Éternel, Dieu d’Israël, m’a donné la préférence sur toute la maison de mon père pour régner à jamais sur Israël, car, ayant élu Juda comme prince et choisi, dans la tribu de Juda, la maison de mon père, c’est moi des fils de mon père qu’il a agréé pour me faire roi de tout Israël.",
        "27_Chapter, 4_Verse": "Et entre tous mes fils car le Seigneur m’a donné de nombreux fils il a choisi mon fils Salomon pour occuper le trône de la royauté de l’Éternel en Israël.",
        "27_Chapter, 5_Verse": "Il m’a dit: \"C’est ton fils Salomon qui bâtira ma maison et mes parvis, car je l’ai choisi pour m’être un fils, et moi, je lui servirai de père.",
        "27_Chapter, 6_Verse": "Je consoliderai sa royauté à jamais, pourvu qu’il persévère à observer mes préceptes et mes lois comme en ce jour.\"",
        "27_Chapter, 7_Verse": "Et maintenant, en présence de tout Israël, de cette assemblée du Seigneur, et de notre Dieu, qui nous entend, [je vous dis]: \"Respectez et pratiquez tous les préceptes de l’Éternel, votre Dieu, afin de demeurer en possession de ce beau pays et de le transmettre à vos fils après vous comme un héritage éternel.\"",
        "27_Chapter, 8_Verse": "Quant à toi, mon fils Salomon, reconnais le Dieu de ton père et adore-le d’un cœur intègre et d’une âme empressée, car le Seigneur sonde tous les cœurs et pénètre tout dessein des pensées: si tu le recherches, il te sera accessible, mais si tu l’abandonnes, il te délaissera pour toujours.",
        "27_Chapter, 9_Verse": "Considère maintenant que c’est toi que l’Éternel a choisi pour construire une maison comme sanctuaire: courage donc et à l’œuvre!\"",
        "27_Chapter, 10_Verse": "David remit alors à son fils Salomon le plan du portique, des bâtisses [du temple], de ses salles de dépôt, de ses chambres supérieures, de ses salles intérieures et de l’enceinte du propitiatoire;",
        "27_Chapter, 11_Verse": "le plan de tout ce qu’il avait projeté concernant les parvis du temple de l’Éternel, toutes les salles du pourtour, les trésors du temple de Dieu et les trésors des choses saintes;",
        "27_Chapter, 12_Verse": "les sections des prêtres et des Lévites, toute l’organisation du service de la maison de l’Éternel et tous les ustensiles destinés au service de la maison de l’Éternel;",
        "27_Chapter, 13_Verse": "[le plan] de tous les objets en or, en indiquant le poids en or de tous les ustensiles nécessaires à chaque service; de même, de tous les ustensiles en argent, en indiquant le poids de tous les ustensiles nécessaires à chaque service.",
        "27_Chapter, 14_Verse": "[Il remit aussi] le poids en or pour les chandeliers d’or et leurs lampes d’or, en tenant compte du poids de chaque chandelier et de ses lampes, et pour les chandeliers d’argent, le poids pour chaque chandelier et ses lampes, suivant la destination de chaque chandelier;",
        "27_Chapter, 15_Verse": "le poids en or pour chacune des tables de proposition et l’argent pour les tables d’argent;",
        "27_Chapter, 16_Verse": "l’or pur pour les fourchettes, les bassins et les montants; le poids d’or nécessaire pour chacune des écuelles d’or et le poids d’argent nécessaire pour chacune des écuelles d’argent:",
        "27_Chapter, 17_Verse": "le poids d’or affiné pour l’autel des parfums. [Il remit] aussi le plan du char, des chérubins d’or ayant les ailes étendues et recouvrant l’arche d’alliance du Seigneur,",
        "27_Chapter, 18_Verse": "\"Tout cela [disait David] tous les détails du plan est consigné par écrit, tel que l’inspiration de l’Éternel me l’a fait connaître.\"",
        "27_Chapter, 19_Verse": "Le roi David dit à son fils Salomon: \"Sois fort et vaillant, et mets-toi à l’œuvre! Sois sans peur et sans faiblesse! Car l’Éternel-Dieu, mon Dieu, sera avec toi; il ne te laissera fléchir ni ne t’abandonnera jusqu’à l’achèvement de tout le travail du service de la maison de l’Éternel.",
        "27_Chapter, 20_Verse": "Voici, d’ailleurs, les sections des prêtres et des Lévites, chargés de tout le service de la maison de Dieu; pour chaque ouvrage, tu seras secondé par des hommes de bonne volonté, experts en tout travail. De plus, les chefs et tout le peuple seront à ta disposition pour toutes tes entreprises.\"",
        "28_Chapter, 0_Verse": "Puis, le roi David dit à toute l’assemblée: \"Mon fils Salomon, qui a été seul choisi par Dieu, est jeune et faible; or, grande est l’entreprise, car ce n’est pas à un homme, c’est à l’Éternel-Dieu qu’est destiné le palais.",
        "28_Chapter, 1_Verse": "Quant à moi, j’ai mis tous mes soins à préparer en vue de la maison de mon Dieu l’or pour les objets en or, l’argent pour les objets en argent, le cuivre pour les objets en cuivre, le fer pour les objets en fer, le bois pour les objets en bois; des pierres de Choham et des pierres à enchâsser, des matériaux de stuc et des pierres bigarrées, toute espèce de pierres précieuses et des blocs de marbre en quantité.",
        "28_Chapter, 2_Verse": "Bien plus, dans mon amour pour la maison de mon Dieu, les trésors d’or et d’argent que je possède, je les ai affectés à la maison de mon Dieu, et ils dépassent tout ce que j’ai préparé pour le saint édifice.",
        "28_Chapter, 3_Verse": "Ce sont trois mille kikkar d’or, de l’or d’Ophir, et sept mille kikkar d’argent affiné destinés à revêtir les parois des salles,",
        "28_Chapter, 4_Verse": "à fournir l’or pour les objets en or, l’argent pour les objets en argent, ainsi que pour tout ce que les artisans auront à confectionner. Qui d’entre vous est prêt à consacrer aujourd’hui son offrande volontaire à l’Éternel?\"",
        "28_Chapter, 5_Verse": "Les chefs des familles, les chefs des tribus d’Israël, les chiliarques, les centurions et les chefs des travaux du roi firent des dons,",
        "28_Chapter, 6_Verse": "et versèrent pour le service de la maison de Dieu cinq mille kikkar d’or et dix mille dariques, dix mille kikkar d’argent, dix-huit mille kikkar de cuivre et cent mille kikkar de fer.",
        "28_Chapter, 7_Verse": "Et ceux qui possédaient des pierres [précieuses] les remirent, pour le trésor du temple de l’Éternel, entre les mains de Yehiël, le Gersonite.",
        "28_Chapter, 8_Verse": "Le peuple se réjouit de ces libéralités, car c’est de bon cœur qu’elles étaient faites à l’Éternel. Le roi David également en éprouva une grande joie.",
        "28_Chapter, 9_Verse": "Alors David, en présence de toute l’assemblée, loua le Seigneur, en s’exprimant ainsi: \"Loué sois-tu, Éternel, Dieu d’Israël, notre Père; d’éternité en éternité!",
        "28_Chapter, 10_Verse": "A toi, Seigneur, appartiennent la grandeur, la puissance, la gloire, l’autorité et la majesté; car tout, au ciel et sur la terre, [est tien]. A toi, Éternel, la royauté et la domination suprême sur toutes choses.",
        "28_Chapter, 11_Verse": "De toi émanent richesses et honneurs: tu es le souverain maître de tout. C’est en ta main que se trouvent force et puissance, c’est ta main qui peut tout grandir et tout affermir.",
        "28_Chapter, 12_Verse": "Aussi, à cette heure, te rendons-nous grâces et célébrons-nous ton nom glorieux.",
        "28_Chapter, 13_Verse": "En effet, que suis-je, moi, et qu’est mon peuple, pour avoir les moyens de te consacrer de telles libéralités? Certes, tout vient de toi, et c’est de ta main que nous tenons ce que nous t’avons donné.",
        "28_Chapter, 14_Verse": "Comme tous nos ancêtres, nous sommes devant toi des étrangers, de simples hôtes; nos jours, sur la terre, ne sont qu’une ombre, sans nul espoir [de durée].",
        "28_Chapter, 15_Verse": "Éternel, notre Dieu, toutes ces nombreuses richesses que nous avons réunies pour édifier une maison en l’honneur de ton saint nom, elles viennent de ta main, et tout t’appartient.",
        "28_Chapter, 16_Verse": "Je sais, mon Dieu, que tu sondes les cœurs et aimes ce qui est équitable: or moi, c’est dans la droiture de mon cœur que je t’ai consacré tous ces dons; et de même, ton peuple ici réuni, je l’ai vu avec joie t’offrir ses dons.",
        "28_Chapter, 17_Verse": "O Éternel, Dieu d’Abraham, d’Isaac et d’Israël, nos ancêtres, maintiens ainsi à jamais ces tendances, ces inspirations du cœur de ton peuple et dirige ce cœur vers toi.",
        "28_Chapter, 18_Verse": "Et à mon fils Salomon accorde un cœur intègre, afin qu’il respecte tes préceptes, tes lois et tes statuts et les exécute tous, et qu’il construise l’édifice dont j’ai fait les préparatifs.\"",
        "28_Chapter, 19_Verse": "Ensuite David dit à toute l’assemblée: \"Louez, je vous prie, l’Éternel, votre Dieu!\" Et tous les membres de l’assemblée louèrent l’Éternel, le Dieu de leurs ancêtres; ils s’inclinèrent et se prosternèrent devant l’Éternel et devant le roi.",
        "28_Chapter, 20_Verse": "Le lendemain de ce même jour, on immola à l’Éternel des sacrifices et on lui offrit des holocaustes: mille taureaux, mille béliers, mille brebis, avec leurs libations, et d’autres sacrifices en quantité, à l’intention de tout Israël.",
        "28_Chapter, 21_Verse": "Ils mangèrent et burent, ce jour-là, devant l’Éternel, au milieu d’une grande joie: pour la seconde fois, on proclama roi Salomon, fils de David, on le consacra à l’Éternel comme chef ainsi que Çadok comme pontife.",
        "28_Chapter, 22_Verse": "Salomon s’assit donc sur le trône de l’Éternel, pour être roi à la place de son père David; il prospéra et tout Israël lui prêta obéissance.",
        "28_Chapter, 23_Verse": "Tous les chefs, tous les vaillants guerriers et aussi tous les fils du roi David se soumirent à l’autorité du roi Salomon.",
        "28_Chapter, 24_Verse": "L’Éternel porta à un haut degré la grandeur de Salomon aux yeux de tout Israël, et il le couvrit d’un éclat royal tel que n’en avait possédé avant lui aucun roi en Israël.",
        "28_Chapter, 25_Verse": "David, fils de Jessé, avait régné sur tout Israël.",
        "28_Chapter, 26_Verse": "Le temps qu’il avait régné sur Israël fut de quarante années: il régna à Hébron sept années, et trente-trois à Jérusalem.",
        "28_Chapter, 27_Verse": "Il mourut dans une heureuse vieillesse, rassasié d’années, de richesses et de gloire, et son fils Salomon régna à sa place.",
        "28_Chapter, 28_Verse": "Les faits et gestes du roi David, du début à la fin, se trouvent consignés dans les récits de Samuel, le Voyant, dans ceux du prophète Nathan et dans ceux du Voyant Gad,",
        "28_Chapter, 29_Verse": "avec tous les détails de son règne et de sa puissance, ainsi que des événements qui passèrent sur lui, sur Israël et sur tous les gouvernements des différents pays."
    },
    "meta": "Chapter-Verse",
    "work": "I Chronicles"
}