{
    "text": {
        "0_Chapter, 0_Verse": "Adam, Seth, Enosh; ",
        "0_Chapter, 1_Verse": "Kenan, Mahalalel, Jared; ",
        "0_Chapter, 2_Verse": "Enoch, Methuselah, Lamech; ",
        "0_Chapter, 3_Verse": "Noah, Shem, Ham, and Japheth.",
        "0_Chapter, 4_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Genesis 10:1-30\" href=\"Genesis.10.1-30\">Gen. 10.1–30</a>.</i> The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. ",
        "0_Chapter, 5_Verse": "The sons of Gomer: Ashkenaz, Diphath, and Togarmah. ",
        "0_Chapter, 6_Verse": "The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim.",
        "0_Chapter, 7_Verse": "The sons of Ham: Cush, Mizraim, Put, and Canaan. ",
        "0_Chapter, 8_Verse": "The sons of Cush: Seba, Havilah, Sabta, Raama, and Sabteca. The sons of Raama: Sheba and Dedan. ",
        "0_Chapter, 9_Verse": "Cush begot Nimrod; he was the first mighty one on earth.",
        "0_Chapter, 10_Verse": "Mizraim begot the Ludim, the Anamim, the Lehabim, the Naphtuhim, ",
        "0_Chapter, 11_Verse": "the Pathrusim, the Casluhim (from whom the Philistines came), and the Caphtorim.",
        "0_Chapter, 12_Verse": "Canaan begot Sidon his first-born, and Heth, ",
        "0_Chapter, 13_Verse": "and the Jebusites, the Amorites, the Girgashites, ",
        "0_Chapter, 14_Verse": "the Hivites, the Arkites, the Sinites, ",
        "0_Chapter, 15_Verse": "the Arvadites, the Zemarites, and the Hamathites.",
        "0_Chapter, 16_Verse": "The sons of Shem: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech. ",
        "0_Chapter, 17_Verse": "Arpachshad begot Shelah; and Shelah begot Eber.",
        "0_Chapter, 18_Verse": "Two sons were born to Eber: the name of the one was Peleg (for in his days the earth was divided), and the name of his brother Joktan. ",
        "0_Chapter, 19_Verse": "Joktan begot Almodad, Sheleph, Hazarmaveth, Jerah, ",
        "0_Chapter, 20_Verse": "Hadoram, Uzal, Diklah, ",
        "0_Chapter, 21_Verse": "Ebal, Abimael, Sheba, ",
        "0_Chapter, 22_Verse": "Ophir, Havilah, and Jobab; all these were the sons of Joktan.",
        "0_Chapter, 23_Verse": "Shem, Arpachshad, Shelah; ",
        "0_Chapter, 24_Verse": "Eber, Peleg, Reu; ",
        "0_Chapter, 25_Verse": "Serug, Nahor, Terah; ",
        "0_Chapter, 26_Verse": "Abram, that is, Abraham.",
        "0_Chapter, 27_Verse": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Genesis 25:1-16\" href=\"Genesis.25.1-16\">Gen. 25.1–16</a>.</i> The sons of Abraham: Isaac and Ishmael. ",
        "0_Chapter, 28_Verse": "This is their line: The first-born of Ishmael, Nebaioth; and Kedar, Abdeel, Mibsam, ",
        "0_Chapter, 29_Verse": "Mishma, Dumah, Massa, Hadad, Tema, ",
        "0_Chapter, 30_Verse": "Jetur, Naphish, and Kedmah. These are the sons of Ishmael. ",
        "0_Chapter, 31_Verse": "The sons of Keturah, Abraham’s concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan. ",
        "0_Chapter, 32_Verse": "The sons of Midian: Ephah, Epher, Enoch, Abida, and Eldaah. All these were the descendants of Keturah.",
        "0_Chapter, 33_Verse": "Abraham begot Isaac. The sons of Isaac: Esau and Israel.",
        "0_Chapter, 34_Verse": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah. ",
        "0_Chapter, 35_Verse": "The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek. ",
        "0_Chapter, 36_Verse": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.",
        "0_Chapter, 37_Verse": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan. ",
        "0_Chapter, 38_Verse": "The sons of Lotan: Hori and Homam; and Lotan’s sister was Timna.",
        "0_Chapter, 39_Verse": "The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon: Aiah and Anah. ",
        "0_Chapter, 40_Verse": "The sons of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran. ",
        "0_Chapter, 41_Verse": "The sons of Ezer: Bilhan, Zaavan, and Jaakan. The sons of Dishan: Uz and Aran.",
        "0_Chapter, 42_Verse": "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Genesis 36:31-43\" href=\"Genesis.36.31-43\">Gen. 36.31–43</a>.</i> These are the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor, and the name of his city was Dinhabah. ",
        "0_Chapter, 43_Verse": "When Bela died, Jobab son of Zerah from Bozrah succeeded him as king. ",
        "0_Chapter, 44_Verse": "When Jobab died, Husham of the land of the Temanites succeeded him as king. ",
        "0_Chapter, 45_Verse": "When Husham died, Hadad son of Bedad, who defeated the Midianites in the country of Moab, succeeded him as king, and the name of his city was Avith. ",
        "0_Chapter, 46_Verse": "When Hadad died, Samlah of Masrekah succeeded him as king. ",
        "0_Chapter, 47_Verse": "When Samlah died, Saul of Rehoboth-on-the-River succeeded him as king. ",
        "0_Chapter, 48_Verse": "When Saul died, Baal-hanan son of Achbor succeeded him as king. ",
        "0_Chapter, 49_Verse": "When Baal-hanan died, Hadad succeeded him as king; and the name of his city was Pai, and his wife’s name Mehetabel daughter of Matred daughter of Me-zahab. ",
        "0_Chapter, 50_Verse": "And Hadad died.<br>The clans of Edom were the clans of Timna, Alvah, Jetheth, ",
        "0_Chapter, 51_Verse": "Oholibamah, Elah, Pinon, ",
        "0_Chapter, 52_Verse": "Kenaz, Teman, Mibzar, ",
        "0_Chapter, 53_Verse": "Magdiel, and Iram; these are the clans of Edom.",
        "1_Chapter, 0_Verse": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, ",
        "1_Chapter, 1_Verse": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. ",
        "1_Chapter, 2_Verse": "The sons of Judah: Er, Onan, and Shelah; these three, Bath-shua the Canaanite bore to him. But Er, Judah’s first-born, was displeasing to G<small>OD</small>, who took his life. ",
        "1_Chapter, 3_Verse": "His daughter-in-law Tamar also bore him Perez and Zerah. Judah’s sons were five in all.",
        "1_Chapter, 4_Verse": "The sons of Perez: Hezron and Hamul.",
        "1_Chapter, 5_Verse": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all. ",
        "1_Chapter, 6_Verse": "The sons of Carmi: Achar, the troubler of Israel, who committed a trespass against the proscribed thing; ",
        "1_Chapter, 7_Verse": "and Ethan’s son was Azariah.",
        "1_Chapter, 8_Verse": "The sons of Hezron that were born to him: Jerahmeel, Ram, and Chelubai. ",
        "1_Chapter, 9_Verse": "Ram begot Amminadab, and Amminadab begot Nahshon, prince of the sons of Judah. ",
        "1_Chapter, 10_Verse": "Nahshon was the father of Salma, Salma of Boaz, ",
        "1_Chapter, 11_Verse": "Boaz of Obed, Obed of Jesse. ",
        "1_Chapter, 12_Verse": "Jesse begot Eliab his first-born, Abinadab the second, Shimea the third, ",
        "1_Chapter, 13_Verse": "Nethanel the fourth, Raddai the fifth, ",
        "1_Chapter, 14_Verse": "Ozem the sixth, David the seventh; ",
        "1_Chapter, 15_Verse": "their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three. ",
        "1_Chapter, 16_Verse": "Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite.",
        "1_Chapter, 17_Verse": "Caleb son of Hezron had children by his wife Azubah, and by Jerioth; these were her sons: Jesher, Shobab, and Ardon. ",
        "1_Chapter, 18_Verse": "When Azubah died, Caleb married Ephrath, who bore him Hur. ",
        "1_Chapter, 19_Verse": "Hur begot Uri, and Uri begot Bezalel.",
        "1_Chapter, 20_Verse": "Afterward Hezron had relations with the daughter of Machir father of Gilead—he had married her when he was sixty years old—and she bore him Segub;",
        "1_Chapter, 21_Verse": "and Segub begot Jair; he had twenty-three cities in the land of Gilead.",
        "1_Chapter, 22_Verse": "But Geshur and Aram took from them Havvoth-jair, Kenath and its dependencies, sixty towns. All these were the sons of Machir, the father of Gilead. ",
        "1_Chapter, 23_Verse": "After the death of Hezron, in Caleb-ephrathah, Abijah, wife of Hezron, bore Ashhur, the father of Tekoa.",
        "1_Chapter, 24_Verse": "The sons of Jerahmeel the first-born of Hezron: Ram his first-born, Bunah, Oren, Ozem, and Ahijah. ",
        "1_Chapter, 25_Verse": "Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam. ",
        "1_Chapter, 26_Verse": "The sons of Ram the first-born of Jerahmeel: Maaz, Jamin, and Eker. ",
        "1_Chapter, 27_Verse": "The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur.",
        "1_Chapter, 28_Verse": "The name of Abishur’s wife was Abihail, and she bore him Ahban and Molid. ",
        "1_Chapter, 29_Verse": "The sons of Nadab: Seled and Appaim; Seled died childless.",
        "1_Chapter, 30_Verse": "The sons of Appaim: Ishi. The sons of Ishi: Sheshan. The sons of Sheshan: Ahlai.",
        "1_Chapter, 31_Verse": "The sons of Jada, Shammai’s brother: Jether and Jonathan; Jether died childless. ",
        "1_Chapter, 32_Verse": "The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel.",
        "1_Chapter, 33_Verse": "Sheshan had no sons, only daughters; Sheshan had an Egyptian slave, whose name was Jarha. ",
        "1_Chapter, 34_Verse": "So Sheshan gave his daughter in marriage to Jarha his slave; and she bore him Attai.",
        "1_Chapter, 35_Verse": "Attai begot Nathan, and Nathan begot Zabad. ",
        "1_Chapter, 36_Verse": "Zabad begot Ephlal, and Ephlal begot Obed. ",
        "1_Chapter, 37_Verse": "Obed begot Jehu, and Jehu begot Azariah. ",
        "1_Chapter, 38_Verse": "Azariah begot Helez, and Helez begot Eleasah. ",
        "1_Chapter, 39_Verse": "Eleasah begot Sisamai, and Sisamai begot Shallum. ",
        "1_Chapter, 40_Verse": "Shallum begot Jekamiah, and Jekamiah begot Elishama.",
        "1_Chapter, 41_Verse": "The sons of Caleb brother of Jerahmeel: Meshah his first-born, who was the father of Ziph. The sons of Mareshah father of Hebron. ",
        "1_Chapter, 42_Verse": "The sons of Hebron: Korah, Tappuah, Rekem, and Shema. ",
        "1_Chapter, 43_Verse": "Shema begot Raham the father of Jorkeam, and Rekem begot Shammai. ",
        "1_Chapter, 44_Verse": "The son of Shammai: Maon, and Maon begot Bethzur. ",
        "1_Chapter, 45_Verse": "Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez; Haran begot Gazez. ",
        "1_Chapter, 46_Verse": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. ",
        "1_Chapter, 47_Verse": "Maacah, Caleb’s concubine, bore Sheber and Tirhanah. ",
        "1_Chapter, 48_Verse": "She also bore Shaaph father of Madmannah, Sheva father of Machbenah and father of Gibea; the daughter of Caleb was Achsah. ",
        "1_Chapter, 49_Verse": "These were the descendants of Caleb.<br>The sons of Hur the first-born of Ephrathah: Shobal father of Kiriath-jearim, ",
        "1_Chapter, 50_Verse": "Salma father of Bethlehem, Hareph father of Beth-gader. ",
        "1_Chapter, 51_Verse": "Shobal father of Kiriath-jearim had sons: Haroeh, half of the Menuhoth. ",
        "1_Chapter, 52_Verse": "And the families of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from these came the Zorathites and the Eshtaolites. ",
        "1_Chapter, 53_Verse": "The sons of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites. ",
        "1_Chapter, 54_Verse": "The families of the scribes that dwelt at Jabez: the Tirathites, the Shimeathites, the Sucathites; these are the Kenites who came from Hammath, father of the house of Rechab.",
        "2_Chapter, 0_Verse": "These are the sons of David who were born to him in Hebron: the first-born Amnon, by Ahinoam the Jezreelite; the second Daniel, by Abigail the Carmelite; ",
        "2_Chapter, 1_Verse": "the third Absalom, son of Maacah daughter of King Talmai of Geshur; the fourth Adonijah, son of Haggith; ",
        "2_Chapter, 2_Verse": "the fifth Shephatiah, by Abital; the sixth Ithream, by his wife Eglah; ",
        "2_Chapter, 3_Verse": "six were born to him in Hebron. He reigned there seven years and six months, and in Jerusalem he reigned thirty-three years. ",
        "2_Chapter, 4_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"I Chronicles 14:4-7\" href=\"I_Chronicles.14.4-7\">14.4–7</a>.</i> These were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon, four by Bath-shua daughter of Ammiel; ",
        "2_Chapter, 5_Verse": "then Ibhar, Elishama, Eliphelet, ",
        "2_Chapter, 6_Verse": "Nogah, Nepheg, Japhia, ",
        "2_Chapter, 7_Verse": "Elishama, Eliada, and Eliphelet—nine. ",
        "2_Chapter, 8_Verse": "All were David’s sons, besides the sons of the concubines; and Tamar was their sister.",
        "2_Chapter, 9_Verse": "The son of Solomon: Rehoboam; his son Abijah, his son Asa, his son Jehoshaphat, ",
        "2_Chapter, 10_Verse": "his son Joram, his son Ahaziah, his son Joash, ",
        "2_Chapter, 11_Verse": "his son Amaziah, his son Azariah, his son Jotham, ",
        "2_Chapter, 12_Verse": "his son Ahaz, his son Hezekiah, his son Manasseh, ",
        "2_Chapter, 13_Verse": "his son Amon, and his son Josiah. ",
        "2_Chapter, 14_Verse": "The sons of Josiah: Johanan the first-born, the second Jehoiakim, the third Zedekiah, the fourth Shallum. ",
        "2_Chapter, 15_Verse": "The descendants of Jehoiakim: his son Jeconiah, his son Zedekiah; ",
        "2_Chapter, 16_Verse": "and the sons of Jeconiah, the captive: Shealtiel his son, ",
        "2_Chapter, 17_Verse": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah; ",
        "2_Chapter, 18_Verse": "the sons of Pedaiah: Zerubbabel and Shimei; the son[s] of Zerubbabel: Meshullam and Hananiah, and Shelomith was their sister; ",
        "2_Chapter, 19_Verse": "Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed—five. ",
        "2_Chapter, 20_Verse": "And the son[s] of Hananiah: Pelatiah and Jeshaiah; the sons of [Jeshaiah]: Rephaiah; the sons of [Rephaiah]: Arnan; the sons of [Arnan]: Obadiah; the sons of [Obadiah]: Shecaniah.",
        "2_Chapter, 21_Verse": "And the sons of Shecaniah: Shemaiah; and the sons of Shemaiah: Hattush, and Igal, and Bariah, and Neariah, and Shaphat—six. ",
        "2_Chapter, 22_Verse": "And the son[s] of Neariah: Elioenai, and Hizkiah, and Azrikam—three. ",
        "2_Chapter, 23_Verse": "And the sons of Elioenai: Hodaviah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Delaiah, and Anani—seven.",
        "3_Chapter, 0_Verse": "The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal. ",
        "3_Chapter, 1_Verse": "Reaiah son of Shobal begot Jahath, and Jahath begot Ahumai and Lahad. These were the families of the Zorathites. ",
        "3_Chapter, 2_Verse": "These were [the sons of] the father of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was Hazlelponi, ",
        "3_Chapter, 3_Verse": "and Penuel was the father of Gedor, and Ezer the father of Hushah. These were the sons of Hur, the first-born of Ephrathah, the father of Bethlehem. ",
        "3_Chapter, 4_Verse": "Ashhur the father of Tekoa had two wives, Helah and Naarah; ",
        "3_Chapter, 5_Verse": "Naarah bore him Ahuzam, Hepher, Temeni, and Ahashtari. These were the sons of Naarah. ",
        "3_Chapter, 6_Verse": "The sons of Helah: Zereth, Zohar, and Ethnan. ",
        "3_Chapter, 7_Verse": "Koz was the father of Anub, Zobebah, and the families of Aharhel son of Harum. ",
        "3_Chapter, 8_Verse": "Jabez was more esteemed than his brothers; and his mother named him Jabez, “Because,” she said, “I bore him in pain.”<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>pain </b>Heb. <i>ʻoṣeb</i>, connected with “Jabez.”</i> ",
        "3_Chapter, 9_Verse": "Jabez invoked the God of Israel, saying, “Oh, bless me, enlarge my territory, stand by me, and make me not suffer pain from misfortune!” And God granted what he asked. ",
        "3_Chapter, 10_Verse": "Chelub the brother of Shuhah begot Mehir, who was the father of Eshton. ",
        "3_Chapter, 11_Verse": "Eshton begot Bethrapha, Paseah, and Tehinnah father of Ir-nahash. These were the men of Recah. ",
        "3_Chapter, 12_Verse": "The sons of Kenaz: Othniel and Seraiah; and the sons of Othniel: Hathath",
        "3_Chapter, 13_Verse": "and Meonothai. He begot Ophrah. Seraiah begot Joab father of Ge-harashim,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>Ge-harashim </b>Lit. “the valley of the artisans.”</i> so-called because they were artisans. ",
        "3_Chapter, 14_Verse": "The sons of Caleb son of Jephunneh: Iru, Elah, and Naam; and the sons of Elah: Kenaz. ",
        "3_Chapter, 15_Verse": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel. ",
        "3_Chapter, 16_Verse": "The son[s] of Ezrah: Jether, Mered, Epher, and Jalon. She<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>She </b>Apparently Bithiah; cf. v. <a class=\"refLink\" data-ref=\"I Chronicles 4:18\" href=\"I_Chronicles.4.18\">18</a>.</i> conceived and bore Miriam, Shammai, and Ishbah father of Eshtemoa. ",
        "3_Chapter, 17_Verse": "And his Judahite wife bore Jered father of Gedor, Heber father of Soco, and Jekuthiel father of Zanoah. These were the sons of Bithiah daughter of Pharaoh, whom Mered married. ",
        "3_Chapter, 18_Verse": "The sons of Hodiah’s wife—a sister of Naham—were the fathers of Keilah the Garmite and Eshtemoa the Maacathite.",
        "3_Chapter, 19_Verse": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, and Tilon. The sons of Ishi: Zoheth and Ben-zoheth. ",
        "3_Chapter, 20_Verse": "The sons of Shelah son of Judah: Er father of Lecah, Laadah father of Mareshah, and the families of the linen factory at Beth-ashbea; ",
        "3_Chapter, 21_Verse": "and Jokim, and the men of Cozeba and Joash, and Saraph, who married into Moab and Jashubi Lehem (the records are ancient). ",
        "3_Chapter, 22_Verse": "These were the potters who dwelt at Netaim and Gederah; they dwelt there in the king’s service.",
        "3_Chapter, 23_Verse": "The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul; ",
        "3_Chapter, 24_Verse": "his son Shallum, his son Mibsam, his son Mishma. ",
        "3_Chapter, 25_Verse": "The sons of Mishma: his son Hammuel, his son Zaccur, his son Shimei. ",
        "3_Chapter, 26_Verse": "Shimei had sixteen sons and six daughters; but his brothers had not many children; in all, their families were not as prolific as the Judahites. ",
        "3_Chapter, 27_Verse": "They dwelt in Beer-sheba, Moladah, Hazar-shual, ",
        "3_Chapter, 28_Verse": "Bilhah, Ezem, Tolad, ",
        "3_Chapter, 29_Verse": "Bethuel, Hormah, Ziklag, ",
        "3_Chapter, 30_Verse": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their towns until David became king, ",
        "3_Chapter, 31_Verse": "together with their villages, Etam, Ain, Rimmon, Tochen, and Ashan—five towns, ",
        "3_Chapter, 32_Verse": "along with all their villages that were around these towns as far as Baal; such were their settlements.<br>Registered in their genealogy were:",
        "3_Chapter, 33_Verse": "Meshobab, Jamlech, Joshah son of Amaziah, ",
        "3_Chapter, 34_Verse": "Joel, Jehu son of Joshibiah son of Seraiah son of Asiel. ",
        "3_Chapter, 35_Verse": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, ",
        "3_Chapter, 36_Verse": "Ziza son of Shiphi son of Allon son of Jedaiah son of Shimri son of Shemaiah—",
        "3_Chapter, 37_Verse": "these mentioned by name were chiefs in their families, and their clans increased greatly. ",
        "3_Chapter, 38_Verse": "They went to the approaches to Gedor, to the eastern side of the valley, in search of pasture for their flocks. ",
        "3_Chapter, 39_Verse": "They found rich, good pasture, and the land was ample, quiet, and peaceful. The former inhabitants were of Ham; ",
        "3_Chapter, 40_Verse": "those recorded by name came in the days of King Hezekiah of Judah, and attacked their encampments and the Meunim who were found there, and wiped them out forever, and settled in their place, because there was pasture there for their flocks. ",
        "3_Chapter, 41_Verse": "And some of them, five hundred of the Simeonites, went to Mount Seir, with Pelatiah, Neariah, Rephaiah, and Uzziel, sons of Ishi, at their head, ",
        "3_Chapter, 42_Verse": "and they destroyed the last surviving Amalekites, and they live there to this day.",
        "4_Chapter, 0_Verse": "The sons of Reuben the first-born of Israel. (He was the first-born; but when he defiled his father’s bed, his birthright was given to the sons of Joseph son of Israel, so he is not reckoned as first-born in the genealogy; ",
        "4_Chapter, 1_Verse": "though Judah became more powerful than his brothers and a leader came from him, yet the birthright belonged to Joseph.) ",
        "4_Chapter, 2_Verse": "The sons of Reuben, the first-born of Israel: Enoch, Pallu, Hezron, and Carmi. ",
        "4_Chapter, 3_Verse": "The sons of Joel: his son Shemaiah, his son Gog, his son Shimei, ",
        "4_Chapter, 4_Verse": "his son Micah, his son Reaiah, his son Baal, ",
        "4_Chapter, 5_Verse": "his son Beerah—whom King Tillegath-pilneser of Assyria exiled—was chieftain of the Reubenites.",
        "4_Chapter, 6_Verse": "And his kindred, by their families, according to their lines in the genealogy: the head, Jeiel, and Zechariah, ",
        "4_Chapter, 7_Verse": "and Bela son of Azaz son of Shema son of Joel; he dwelt in Aroer as far as Nebo and Baal-meon.",
        "4_Chapter, 8_Verse": "He also dwelt to the east as far as the fringe of the wilderness this side of the Euphrates, because their cattle had increased in the land of Gilead. ",
        "4_Chapter, 9_Verse": "And in the days of Saul they made war on the Hagrites, who fell by their hand; and they occupied their tents throughout all the region east of Gilead.",
        "4_Chapter, 10_Verse": "The sons of Gad dwelt facing them in the land of Bashan as far as Salcah:",
        "4_Chapter, 11_Verse": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan. ",
        "4_Chapter, 12_Verse": "And by clans: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber—seven. ",
        "4_Chapter, 13_Verse": "These were the sons of Abihail son of Huri son of Jaroah son of Gilead son of Michael son of Jeshishai son of Jahdo son of Buz;",
        "4_Chapter, 14_Verse": "Ahi son of Abdiel son of Guni was chief of their clan, ",
        "4_Chapter, 15_Verse": "and they dwelt in Gilead, in Bashan, and in its dependencies, and in all the pasturelands of Sharon, to their limits. ",
        "4_Chapter, 16_Verse": "All of them were registered by genealogies in the days of King Jotham of Judah, and in the days of King Jeroboam of Israel.",
        "4_Chapter, 17_Verse": "The Reubenites, the Gadites, and the half-tribe of Manasseh had warriors who carried shield and sword, drew the bow, and were experienced at war—44,760, ready for service. ",
        "4_Chapter, 18_Verse": "They made war on the Hagrites—Jetur, Naphish, and Nodab. ",
        "4_Chapter, 19_Verse": "They prevailed against them; the Hagrites and all who were with them were delivered into their hands, for in the battle they cried to God—who responded to their entreaty because they trusted in [God]. ",
        "4_Chapter, 20_Verse": "They carried off their livestock: 50,000 of their camels, 250,000 sheep, 2,000 donkeys, and 100,000 people. ",
        "4_Chapter, 21_Verse": "For many fell slain, because it was God’s battle. And they dwelt in their place until the exile.",
        "4_Chapter, 22_Verse": "The members of the half-tribe of Manasseh dwelt in the land; they were very numerous from Bashan to Baal-hermon, Senir, and Mount Hermon. ",
        "4_Chapter, 23_Verse": "These were the chiefs of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, men of substance, famous men, chiefs of their clans. ",
        "4_Chapter, 24_Verse": "But they trespassed against the God of their ancestors by going astray after the gods of the peoples of the land, whom God had destroyed before them. ",
        "4_Chapter, 25_Verse": "So the God of Israel roused the spirit of King Pul of Assyria—the spirit of King Tillegath-pilneser of Assyria—and he carried them away, namely, the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and the river Gozan, to this day.",
        "4_Chapter, 26_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">In some editions, chap. <a class=\"refLink\" data-ref=\"I Chronicles 6\" href=\"I_Chronicles.6\">6</a> begins here.</i> The sons of Levi: Gershom, Kohath, and Merari. ",
        "4_Chapter, 27_Verse": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel. ",
        "4_Chapter, 28_Verse": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar. ",
        "4_Chapter, 29_Verse": "Eleazar begot Phinehas, Phinehas begot Abishua, ",
        "4_Chapter, 30_Verse": "Abishua begot Bukki, Bukki begot Uzzi, ",
        "4_Chapter, 31_Verse": "Uzzi begot Zerahiah, Zerahiah begot Meraioth, ",
        "4_Chapter, 32_Verse": "Meraioth begot Amariah, Amariah begot Ahitub, ",
        "4_Chapter, 33_Verse": "Ahitub begot Zadok, Zadok begot Ahimaaz, ",
        "4_Chapter, 34_Verse": "Ahimaaz begot Azariah, Azariah begot Johanan, ",
        "4_Chapter, 35_Verse": "and Johanan begot Azariah (it was he who served as priest in the House that Solomon built in Jerusalem).",
        "4_Chapter, 36_Verse": "Azariah begot Amariah, Amariah begot Ahitub, ",
        "4_Chapter, 37_Verse": "Ahitub begot Zadok, Zadok begot Shallum, ",
        "4_Chapter, 38_Verse": "Shallum begot Hilkiah, Hilkiah begot Azariah, ",
        "4_Chapter, 39_Verse": "Azariah begot Seraiah, Seraiah begot Jehozadak; ",
        "4_Chapter, 40_Verse": "and Jehozadak went into exile when G<small>OD</small> exiled Judah and Jerusalem by the hand of Nebuchadnezzar.",
        "5_Chapter, 0_Verse": "The sons of Levi: Gershom, Kohath, and Merari. ",
        "5_Chapter, 1_Verse": "And these are the names of the sons of Gershom: Libni and Shimei.",
        "5_Chapter, 2_Verse": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel. ",
        "5_Chapter, 3_Verse": "The sons of Merari: Mahli and Mushi. These were the families of the Levites according to their clans.",
        "5_Chapter, 4_Verse": "Of Gershom: his son Libni, his son Jahath, his son Zimmah, ",
        "5_Chapter, 5_Verse": "his son Joah, his son Iddo, his son Zerah, his son Jeatherai. ",
        "5_Chapter, 6_Verse": "The sons of Kohath: his son Amminadab, his son Korah, his son Assir, ",
        "5_Chapter, 7_Verse": "his son Elkanah, his son Ebiasaph, his son Assir, ",
        "5_Chapter, 8_Verse": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul. ",
        "5_Chapter, 9_Verse": "The sons of Elkanah: Amasai and Ahimoth, ",
        "5_Chapter, 10_Verse": "his son Elkanah, his son Zophai, his son Nahath, ",
        "5_Chapter, 11_Verse": "his son Eliab, his son Jeroham, his son Elkanah. ",
        "5_Chapter, 12_Verse": "The sons of Samuel: his first-born Vashni, and<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>Vashni, and </b>Some ancient versions read “Joel, and the second”; cf. <a class=\"refLink\" data-ref=\"I Samuel 8:2\" href=\"I_Samuel.8.2\">1 Sam. 8.2</a>.</i> Abijah. ",
        "5_Chapter, 13_Verse": "The sons of Merari: Mahli, his son Libni, his son Shimei, his son Uzzah, ",
        "5_Chapter, 14_Verse": "his son Shimea, his son Haggiah, and his son Asaiah.",
        "5_Chapter, 15_Verse": "These were appointed by David to be in charge of song in the House of G<small>OD</small>, from the time the Ark came to rest. ",
        "5_Chapter, 16_Verse": "They served at the Tabernacle of the Tent of Meeting with song until Solomon built the House of G<small>OD</small> in Jerusalem; and they carried out their duties as prescribed for them.",
        "5_Chapter, 17_Verse": "Those were the appointed ones; and their sons were: the Kohathites: Heman the singer, son of Joel son of Samuel ",
        "5_Chapter, 18_Verse": "son of Elkanah son of Jeroham son of Eliel son of Toah",
        "5_Chapter, 19_Verse": "son of Zuph son of Elkanah son of Mahath son of Amasai",
        "5_Chapter, 20_Verse": "son of Elkanah son of Joel son of Azariah son of Zephaniah",
        "5_Chapter, 21_Verse": "son of Tahath son of Assir son of Ebiasaph son of Korah",
        "5_Chapter, 22_Verse": "son of Izhar son of Kohath son of Levi son of Israel;",
        "5_Chapter, 23_Verse": "and his kinsman Asaph, who stood on his right, namely, Asaph son of Berechiah son of Shimea ",
        "5_Chapter, 24_Verse": "son of Michael son of Baaseiah son of Malchijah",
        "5_Chapter, 25_Verse": "son of Ethni son of Zerah son of Adaiah",
        "5_Chapter, 26_Verse": "son of Ethan son of Zimmah son of Shimei",
        "5_Chapter, 27_Verse": "son of Jahath son of Gershom son of Levi.",
        "5_Chapter, 28_Verse": "On the left were their kindred: the sons of Merari: Ethan son of Kishi son of Abdi son of Malluch",
        "5_Chapter, 29_Verse": "son of Hashabiah son of Amaziah son of Hilkiah",
        "5_Chapter, 30_Verse": "son of Amzi son of Bani son of Shemer",
        "5_Chapter, 31_Verse": "son of Mahli son of Mushi son of Merari son of Levi;",
        "5_Chapter, 32_Verse": "and their kindred the Levites were appointed for all the service of the Tabernacle of the House of God.",
        "5_Chapter, 33_Verse": "But Aaron and his sons made offerings upon the altar of burnt offering and upon the altar of incense, performing all the tasks of the most holy place, to make atonement for Israel, according to all that Moses the servant of God had commanded. ",
        "5_Chapter, 34_Verse": "These are the sons of Aaron: his son Eleazar, his son Phinehas, his son Abishua, ",
        "5_Chapter, 35_Verse": "his son Bukki, his son Uzzi, his son Zerahiah, ",
        "5_Chapter, 36_Verse": "his son Meraioth, his son Amariah, his son Ahitub, ",
        "5_Chapter, 37_Verse": "his son Zadok, his son Ahimaaz. ",
        "5_Chapter, 38_Verse": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Joshua 21:3-42\" href=\"Joshua.21.3-42\">Josh. 21.3–42</a>.</i> These are their dwelling-places according to their settlements within their borders: to the sons of Aaron of the families of Kohathites, for theirs was the [first] lot; ",
        "5_Chapter, 39_Verse": "they gave them Hebron in the land of Judah and its surrounding pasturelands, ",
        "5_Chapter, 40_Verse": "but the fields of the city and its villages they gave to Caleb son of Jephunneh.",
        "5_Chapter, 41_Verse": "To the sons of Aaron they gave the cities<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>cities </b>Cf. <a class=\"refLink\" data-ref=\"Joshua 21:13\" href=\"Joshua.21.13\">Josh. 21.13</a>, “city.”</i> of refuge: Hebron and Libnah with its pasturelands, Jattir and Eshtemoa with its pasturelands, ",
        "5_Chapter, 42_Verse": "Hilen<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>Hilen </b>So some mss.; most read “Hilez.” Cf. <a class=\"refLink\" data-ref=\"Joshua 21:15\" href=\"Joshua.21.15\">Josh. 21.15</a>, “Holon.”</i> with its pasturelands, Debir with its pasturelands, ",
        "5_Chapter, 43_Verse": "Ashan with its pasturelands, and Beth-shemesh with its pasturelands. ",
        "5_Chapter, 44_Verse": "From the tribe of Benjamin, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. All their cities throughout their families were thirteen.",
        "5_Chapter, 45_Verse": "To the remaining Kohathites were given by lot out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten cities. ",
        "5_Chapter, 46_Verse": "To the Gershomites according to their families were allotted thirteen cities out of the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan. ",
        "5_Chapter, 47_Verse": "To the Merarites according to their families were allotted twelve cities out of the tribes of Reuben, Gad, and Zebulun. ",
        "5_Chapter, 48_Verse": "So the people of Israel gave the Levites the cities with their pasturelands.",
        "5_Chapter, 49_Verse": "They gave them by lot out of the tribe of the Judahites these cities that are mentioned by name, and out of the tribe of the Simeonites, and out of the tribe of the Benjaminites.",
        "5_Chapter, 50_Verse": "And some of the families of the sons of Kohath had cities of their territory out of the tribe of Ephraim.",
        "5_Chapter, 51_Verse": "They gave them the cities of refuge: Shechem with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands, ",
        "5_Chapter, 52_Verse": "Jokmeam with its pasturelands, Beth-horon with its pasturelands, ",
        "5_Chapter, 53_Verse": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands; ",
        "5_Chapter, 54_Verse": "and out of the half-tribe of Manasseh: Aner with its pasturelands, and Bileam with its pasturelands, for the rest of the families of the Kohathites.",
        "5_Chapter, 55_Verse": "To the Gershomites; out of the half-tribe of Manasseh: Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands;",
        "5_Chapter, 56_Verse": "and out of the tribe of Issachar: Kedesh with its pasturelands, Dobrath with its pasturelands, ",
        "5_Chapter, 57_Verse": "Ramoth with its pasturelands, and Anem with its pasturelands; ",
        "5_Chapter, 58_Verse": "out of the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands, ",
        "5_Chapter, 59_Verse": "Hukok with its pasturelands, and Rehob with its pasturelands; ",
        "5_Chapter, 60_Verse": "and out of the tribe of Naphtali: Kedesh in Galilee with its pasturelands; Hammon with its pasturelands, and Kiriathaim with its pasturelands. ",
        "5_Chapter, 61_Verse": "To the rest of the Merarites, out of the tribe of Zebulun: Rimmono with its pasturelands, Tabor with its pasturelands; ",
        "5_Chapter, 62_Verse": "and beyond the Jordan at Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the wilderness with its pasturelands, Jahaz with its pasturelands, ",
        "5_Chapter, 63_Verse": "Kedemoth with its pasturelands, and Mephaath with its pasturelands; ",
        "5_Chapter, 64_Verse": "and out of the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands, ",
        "5_Chapter, 65_Verse": "Heshbon with its pasturelands, and Jazer with its pasturelands.",
        "6_Chapter, 0_Verse": "The sons of Issachar: Tola, Puah, Jashub, and Shimron—four. ",
        "6_Chapter, 1_Verse": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, Shemuel, chiefs of their clans, men of substance according to their lines; their number in the days of David was 22,600. ",
        "6_Chapter, 2_Verse": "The sons of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah—five. All of them were chiefs. ",
        "6_Chapter, 3_Verse": "And together with them, by their lines, according to their clans, were units of the fighting force, 36,000, for they had many wives and sons. ",
        "6_Chapter, 4_Verse": "Their kindred belonging to all the families of Issachar were in all 87,000 men of substance; they were all registered by genealogy.",
        "6_Chapter, 5_Verse": "[The sons of] Benjamin: Bela, Becher, and Jediael—three. ",
        "6_Chapter, 6_Verse": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri—five, chiefs of clans, men of substance, registered by genealogy—22,034. ",
        "6_Chapter, 7_Verse": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were the sons of Becher; ",
        "6_Chapter, 8_Verse": "and they were registered by genealogy according to their lines, as chiefs of their clans, men of substance—20,200. ",
        "6_Chapter, 9_Verse": "The sons of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar. ",
        "6_Chapter, 10_Verse": "All these were the sons of Jediael, chiefs of the clans, men of substance—17,200, who made up the fighting force. ",
        "6_Chapter, 11_Verse": "And Shuppim and Huppim were the sons of Ir; Hushim the sons of Aher.",
        "6_Chapter, 12_Verse": "The sons of Naphtali: Jahziel, Guni, Jezer, and Shallum, the descendants of Bilhah.",
        "6_Chapter, 13_Verse": "The sons of Manasseh: Asriel, whom his Aramean concubine bore; she bore Machir the father of Gilead. ",
        "6_Chapter, 14_Verse": "And Machir took wives for Huppim and for Shuppim. The name of his sister was Maacah. And the name of the second was Zelophehad; and Zelophehad had daughters.",
        "6_Chapter, 15_Verse": "And Maacah the wife of Machir bore a son, and she named him Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rekem. ",
        "6_Chapter, 16_Verse": "The sons of Ulam: Bedan. These were the sons of Gilead son of Machir son of Manasseh.",
        "6_Chapter, 17_Verse": "And his sister Hammolecheth bore Ishhod, Abiezer, and Mahlah. ",
        "6_Chapter, 18_Verse": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.",
        "6_Chapter, 19_Verse": "The sons of Ephraim: Shuthelah, his son Bered, his son Tahath, his son Eleadah, his son Tahath, ",
        "6_Chapter, 20_Verse": "his son Zabad, his son Shuthelah, also Ezer and Elead. The residents of Gath, born in the land, killed them because they had gone down to take their cattle. ",
        "6_Chapter, 21_Verse": "And Ephraim their father mourned many days, and his brothers came to comfort him. ",
        "6_Chapter, 22_Verse": "He cohabited with his wife, who conceived and bore a son; and she named him Beriah, because it occurred when there was misfortune<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>misfortune </b>Heb. <i>beraʻah</i>.</i> in his house. ",
        "6_Chapter, 23_Verse": "His daughter was Sheerah, who built both Lower and Upper Beth-horon, and Uzzen-sheerah. ",
        "6_Chapter, 24_Verse": "His son Rephah, his son Resheph, his son Telah, his son Tahan, ",
        "6_Chapter, 25_Verse": "his son Ladan, his son Ammihud, his son Elishama, ",
        "6_Chapter, 26_Verse": "his son Non, his son Joshua. ",
        "6_Chapter, 27_Verse": "Their possessions and settlements were Bethel and its dependencies, and on the east Naaran, and on the west Gezer and its dependencies, Shechem and its dependencies, and Aiah and its dependencies; ",
        "6_Chapter, 28_Verse": "also along the borders of the Manassites, Beth-shean and its dependencies, Taanach and its dependencies, Megiddo and its dependencies, Dor and its dependencies. In these dwelt the sons of Joseph son of Israel.",
        "6_Chapter, 29_Verse": "The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. ",
        "6_Chapter, 30_Verse": "The sons of Beriah: Heber and Malchiel, who was the father of Birzaith. ",
        "6_Chapter, 31_Verse": "Heber begot Japhlet, Shomer, Hotham, and their sister, Shua. ",
        "6_Chapter, 32_Verse": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These were the sons of Japhlet. ",
        "6_Chapter, 33_Verse": "The sons of Shemer: Ahi, Rohgah, Hubbah, and Aram. ",
        "6_Chapter, 34_Verse": "The son[s] of Helem his brother: Zophah, Imna, Shelesh, and Amal. ",
        "6_Chapter, 35_Verse": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah, ",
        "6_Chapter, 36_Verse": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera. ",
        "6_Chapter, 37_Verse": "The sons of Jether: Jephunneh, Pispa, and Ara. ",
        "6_Chapter, 38_Verse": "The sons of Ulla: Arah, Hanniel, and Rizia. ",
        "6_Chapter, 39_Verse": "All of these men of Asher, chiefs of the clans, select men, men of substance, heads of the chieftains. And they were registered by genealogy according to fighting force; these men numbered 26,000.",
        "7_Chapter, 0_Verse": "Benjamin begot Bela his first-born, Ashbel the second, Aharah the third, ",
        "7_Chapter, 1_Verse": "Nohah the fourth, and Rapha the fifth. ",
        "7_Chapter, 2_Verse": "And Bela had sons: Addar, Gera, Abihud, ",
        "7_Chapter, 3_Verse": "Abishua, Naaman, Ahoah, ",
        "7_Chapter, 4_Verse": "Gera, Shephuphan, and Huram. ",
        "7_Chapter, 5_Verse": "These were the sons of Ehud—they were chiefs of clans of the inhabitants of Geba, and they were exiled to Manahath: ",
        "7_Chapter, 6_Verse": "Naaman, Ahijah, and Gera—he exiled them and begot Uzza and Ahihud. ",
        "7_Chapter, 7_Verse": "And Shaharaim had sons in the country of Moab after he had sent away Hushim and Baara his wives.",
        "7_Chapter, 8_Verse": "He had sons by Hodesh his wife: Jobab, Zibia, Mesha, Malcam, ",
        "7_Chapter, 9_Verse": "Jeuz, Sachiah, and Mirmah. These were his sons, chiefs of clans. ",
        "7_Chapter, 10_Verse": "He also begot by Hushim: Abitub and Elpaal.",
        "7_Chapter, 11_Verse": "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod with its dependencies, ",
        "7_Chapter, 12_Verse": "and Beriah and Shema—they were chiefs of clans of the inhabitants of Aijalon, who put to flight the inhabitants of Gath; ",
        "7_Chapter, 13_Verse": "and Ahio, Shashak, and Jeremoth. ",
        "7_Chapter, 14_Verse": "Zebadiah, Arad, Eder, ",
        "7_Chapter, 15_Verse": "Michael, Ishpah, and Joha were sons of Beriah. ",
        "7_Chapter, 16_Verse": "Zebadiah, Meshullam, Hizki, Heber, ",
        "7_Chapter, 17_Verse": "Ishmerai, Izliah, and Jobab were the sons of Elpaal. ",
        "7_Chapter, 18_Verse": "Jakim, Zichri, Zabdi, ",
        "7_Chapter, 19_Verse": "Elienai, Zillethai, Eliel, ",
        "7_Chapter, 20_Verse": "Adaiah, Beraiah, and Shimrath were the sons of Shimei. ",
        "7_Chapter, 21_Verse": "Ishpan, Eber, Eliel, ",
        "7_Chapter, 22_Verse": "Abdon, Zichri, Hanan, ",
        "7_Chapter, 23_Verse": "Hananiah, Elam, Anthothiah, ",
        "7_Chapter, 24_Verse": "Iphdeiah, and Penuel were the sons of Shashak. ",
        "7_Chapter, 25_Verse": "Shamsherai, Shehariah, Athaliah, ",
        "7_Chapter, 26_Verse": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham. ",
        "7_Chapter, 27_Verse": "These were the chiefs of the clans, according to their lines. These chiefs dwelt in Jerusalem.",
        "7_Chapter, 28_Verse": "The father of Gibeon dwelt in Gibeon, and the name of his wife was Maacah. ",
        "7_Chapter, 29_Verse": "His first-born son: Abdon; then Zur, Kish, Baal, Nadab, ",
        "7_Chapter, 30_Verse": "Gedor, Ahio, Zecher. ",
        "7_Chapter, 31_Verse": "Mikloth begot Shimeah. And they dwelt in Jerusalem opposite their kindred, with their kindred. ",
        "7_Chapter, 32_Verse": "Ner begot Kish, Kish begot Saul, Saul begot Jonathan, Malchi-shua, Abinadab, and Eshbaal; ",
        "7_Chapter, 33_Verse": "and the son of Jonathan was Merib-baal; and Merib-baal begot Micah.",
        "7_Chapter, 34_Verse": "The sons of Micah: Pithon, Melech, Taarea, and Ahaz. ",
        "7_Chapter, 35_Verse": "Ahaz begot Jehoaddah; and Jehoaddah begot Alemeth, Azmaveth, and Zimri; Zimri begot Moza. ",
        "7_Chapter, 36_Verse": "Moza begot Binea; his son Raphah; his son Eleasah, his son Azel. ",
        "7_Chapter, 37_Verse": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel. ",
        "7_Chapter, 38_Verse": "The sons of Eshek his brother: Ulam his first-born, Jeush the second, and Eliphelet the third. ",
        "7_Chapter, 39_Verse": "The descendants of Ulam—men of substance, who drew the bow, had many children and grandchildren—one hundred and fifty; all these were Benjaminites.",
        "8_Chapter, 0_Verse": "All Israel was registered by genealogies; and these are in the book of the kings of Israel. And Judah was taken into exile in Babylon because of their trespass.",
        "8_Chapter, 1_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Nehemiah 11:3-19\" href=\"Nehemiah.11.3-19\">Neh. 11.3–19</a>.</i> The first to settle in their towns, on their property, were Israelites, priests, Levites, and temple servants, ",
        "8_Chapter, 2_Verse": "while some of the Judahites and some of the Benjaminites and some of the Ephraimites and Manassehites settled in Jerusalem;",
        "8_Chapter, 3_Verse": "Uthai son of Ammihud son of Omri son of Imri son of Bani, from the sons of Perez son of Judah; ",
        "8_Chapter, 4_Verse": "and of the Shilonites: Asaiah the first-born and his sons.",
        "8_Chapter, 5_Verse": "Of the sons of Zerah: Jeuel and their kindred—690.",
        "8_Chapter, 6_Verse": "Of the Benjaminites: Sallu son of Meshullam son of Hodaviah son of Hassenuah, ",
        "8_Chapter, 7_Verse": "Ibneiah son of Jeroham, Elah son of Uzzi son of Michri, and Meshullam son of Shephatiah son of Reuel son of Ibneiah; ",
        "8_Chapter, 8_Verse": "and their kindred, according to their lines—956. All these were chiefs of their ancestral clans.",
        "8_Chapter, 9_Verse": "Of the priests: Jedaiah, Jehoiarib, Jachin, ",
        "8_Chapter, 10_Verse": "and Azariah son of Hilkiah son of Meshullam son of Zadok son of Meraioth son of Ahitub, chief officer of the House of God; ",
        "8_Chapter, 11_Verse": "and Adaiah son of Jeroham son of Pashhur son of Malchijah, and Maasai son of Adiel son of Jahzerah son of Meshullam son of Meshillemith son of Immer, ",
        "8_Chapter, 12_Verse": "together with their kindred, chiefs of their clans—1,760, men of substance for the work of the service of the House of God.",
        "8_Chapter, 13_Verse": "Of the Levites: Shemaiah son of Hasshub son of Azrikam son of Hashabiah, of the sons of Merari; ",
        "8_Chapter, 14_Verse": "and Bakbakkar, Heresh, Galal, and Mattaniah son of Mica son of Zichri son of Asaph; ",
        "8_Chapter, 15_Verse": "and Obadiah son of Shemaiah son of Galal son of Jeduthun, and Berechiah son of Asa son of Elkanah, who dwelt in the villages of the Netophathites.",
        "8_Chapter, 16_Verse": "The gatekeepers were: Shallum, Akkub, Talmon, Ahiman; and their kinsman Shallum was the chief ",
        "8_Chapter, 17_Verse": "hitherto in the King’s Gate on the east. They were the keepers belonging to the Levite camp.",
        "8_Chapter, 18_Verse": "Shallum son of Kore son of Ebiasaph son of Korah, and his kindred of his clan, the Korahites, were in charge of the work of the service, guards of the threshold of the Tent; their ancestors had been guards of the entrance to G<small>OD</small>’s camp. ",
        "8_Chapter, 19_Verse": "And Phinehas son of Eleazar was the chief officer over them in time past; G<small>OD</small> was with him.",
        "8_Chapter, 20_Verse": "Zechariah the son of Meshelemiah was gatekeeper at the entrance of the Tent of Meeting.",
        "8_Chapter, 21_Verse": "All these, who were selected as gatekeepers at the thresholds, were 212. They were selected by genealogies in their villages. David and Samuel the seer established them in their office of trust. ",
        "8_Chapter, 22_Verse": "They and their descendants were in charge of the gates of the House of G<small>OD</small>, that is, the House of the Tent, as guards. ",
        "8_Chapter, 23_Verse": "The gatekeepers were on the four sides, east, west, north, and south; ",
        "8_Chapter, 24_Verse": "and their kindred in their villages were obliged to join them every seven days, according to a fixed schedule. ",
        "8_Chapter, 25_Verse": "The four chief gatekeepers, who were Levites, were entrusted to be over the chambers and the treasuries of the House of God. ",
        "8_Chapter, 26_Verse": "They spent the night near the House of God; for they had to do guard duty, and they were in charge of opening it every morning.",
        "8_Chapter, 27_Verse": "Some of them had charge of the service vessels, for they were counted when they were brought back and taken out. ",
        "8_Chapter, 28_Verse": "Some of them were in charge of the vessels and all the holy vessels, and of the flour, wine, oil, incense, and spices. ",
        "8_Chapter, 29_Verse": "Some of the priests blended the compound of spices.",
        "8_Chapter, 30_Verse": "Mattithiah, one of the Levites, the first-born of Shallum the Korahite, was entrusted with making the flat cakes. ",
        "8_Chapter, 31_Verse": "Also some of their Kohathite kindred had charge of the rows of bread, to prepare them for each sabbath.",
        "8_Chapter, 32_Verse": "Now these are the singers, the chiefs of Levitical clans who remained in the chambers free of other service, for they were on duty day and night. ",
        "8_Chapter, 33_Verse": "These were chiefs of Levitical clans, according to their lines; these chiefs lived in Jerusalem.",
        "8_Chapter, 34_Verse": "The father of Gibeon, Jeiel, lived in Gibeon, and the name of his wife was Maacah. ",
        "8_Chapter, 35_Verse": "His first-born son, Abdon; then Zur, Kish, Baal, Ner, Nadab, ",
        "8_Chapter, 36_Verse": "Gedor, Ahio, Zechariah, and Mikloth; ",
        "8_Chapter, 37_Verse": "Mikloth begot Shimeam; and they lived in Jerusalem opposite their kindred, with their kindred. ",
        "8_Chapter, 38_Verse": "Ner begot Kish, Kish begot Saul, Saul begot Jonathan, Malchi-shua, Abinadab, and Eshbaal; ",
        "8_Chapter, 39_Verse": "and the son of Jonathan was Merib-baal; and Merib-baal begot Micah.",
        "8_Chapter, 40_Verse": "The sons of Micah: Pithon, Melech, Taharea; ",
        "8_Chapter, 41_Verse": "Ahaz begot Jarah, and Jarah begot Alemeth, Azmaveth, and Zimri; Zimri begot Moza. ",
        "8_Chapter, 42_Verse": "Moza begot Binea; his son was Rephaiah, his son Eleasah, his son Azel. ",
        "8_Chapter, 43_Verse": "Azel had six sons and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel.",
        "9_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"I Samuel 31:1-13\" href=\"I_Samuel.31.1-13\">1 Sam. 31.1–13</a>.</i> The Philistines attacked Israel, and Israel’s side fled before the Philistines—and [many] fell on Mount Gilboa. ",
        "9_Chapter, 1_Verse": "The Philistines pursued Saul and his sons, and the Philistines struck down Jonathan, Abinadab, and Malchi-shua, sons of Saul. ",
        "9_Chapter, 2_Verse": "The battle raged around Saul, and the archers hit him, and he was wounded<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>wounded </b>Meaning of Heb. uncertain.</i> by the archers. ",
        "9_Chapter, 3_Verse": "Saul said to his arms-bearer, “Draw your sword and run me through, so that these uncircumcised may not come and make sport of me.” But his arms-bearer, out of great awe, refused; whereupon Saul grasped the sword and fell upon it. ",
        "9_Chapter, 4_Verse": "When the arms-bearer saw that Saul was dead, he too fell on his sword and died. ",
        "9_Chapter, 5_Verse": "Thus Saul and his three sons and his entire house died together.",
        "9_Chapter, 6_Verse": "And when everyone on Israel’s side in the valley saw that their army<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>their army </b>Heb. “they.”</i> had fled and that Saul and his sons were dead, they abandoned their towns and fled; the Philistines then came and occupied them.",
        "9_Chapter, 7_Verse": "The next day the Philistines came to strip the slain, and they found Saul and his sons lying on Mount Gilboa. ",
        "9_Chapter, 8_Verse": "They stripped him, and carried off his head and his armor, and sent them throughout the land of the Philistines to spread the news to their idols and among the people. ",
        "9_Chapter, 9_Verse": "They placed his armor in the temple of their god, and they impaled his head in the temple of Dagan. ",
        "9_Chapter, 10_Verse": "When all Jabesh-gilead heard everything that the Philistines had done to Saul, ",
        "9_Chapter, 11_Verse": "the stalwarts among them set out, removed the bodies of Saul and his sons, and brought them to Jabesh. They buried the bones under the oak tree in Jabesh, and they fasted for seven days. ",
        "9_Chapter, 12_Verse": "Saul died for the trespass that he had committed against G<small>OD</small> in not having fulfilled G<small>OD</small>’s command. Moreover, he had consulted a ghost to seek advice, ",
        "9_Chapter, 13_Verse": "and did not seek advice of G<small>OD</small>, who had him slain—and had the kingdom transferred to David son of Jesse.",
        "10_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 5:1-10\" href=\"II_Samuel.5.1-10\">2 Sam. 5.1–10</a>.</i> All Israel gathered to David at Hebron and said, “We are your own flesh and blood. ",
        "10_Chapter, 1_Verse": "Long before now, even when Saul was king, you were the leader of Israel; and the E<small>TERNAL</small> your God said to you: You shall shepherd My people Israel; you shall be ruler of My people Israel.” ",
        "10_Chapter, 2_Verse": "All the elders of Israel came to the king at Hebron, and David made a pact with them in Hebron before G<small>OD</small>. And they anointed David king over Israel, according to the word of G<small>OD</small> through Samuel.",
        "10_Chapter, 3_Verse": "David and all Israel set out for Jerusalem, that is Jebus, where the Jebusite inhabitants of the land lived. ",
        "10_Chapter, 4_Verse": "David was told by the inhabitants of Jebus, “You will never get in here!” But David captured the stronghold of Zion; it is now the City of David. ",
        "10_Chapter, 5_Verse": "David said, “Whoever attacks the Jebusites first will be the chief officer”; Joab son of Zeruiah attacked first, and became the chief.",
        "10_Chapter, 6_Verse": "David occupied the stronghold; therefore it was renamed the City of David.",
        "10_Chapter, 7_Verse": "David also fortified the surrounding area, from the Millo round about, and Joab rebuilt the rest of the city. ",
        "10_Chapter, 8_Verse": "David kept growing stronger, for G<small>OD</small> of Hosts was with him.",
        "10_Chapter, 9_Verse": "And these were David’s chief warriors who strongly supported him in his kingdom, together with all Israel, to make him king, according to the word of G<small>OD</small> concerning Israel.",
        "10_Chapter, 10_Verse": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 23:8-39\" href=\"II_Samuel.23.8-39\">2 Sam. 23.8–39</a>.</i> This is the list of David’s warriors: Jashobeam son of Hachmoni, the chief officer; he wielded his spear against three hundred and slew them all on one occasion. ",
        "10_Chapter, 11_Verse": "Next to him was Eleazar son of Dodo, the Ahohite; he was one of the three warriors. ",
        "10_Chapter, 12_Verse": "He was with David at Pas Dammim when the Philistines gathered there for battle. There was a plot of ground full of barley there; the troops had fled from the Philistines, ",
        "10_Chapter, 13_Verse": "but they took their stand in the middle of the plot and defended it, and they routed the Philistines. Thus G<small>OD</small> wrought a great victory.",
        "10_Chapter, 14_Verse": "Three of the thirty chiefs went down to the rock to David, at the cave of Adullam, while a force of Philistines was encamped in the Valley of Rephaim. ",
        "10_Chapter, 15_Verse": "David was then in the stronghold, and a Philistine garrison was then at Bethlehem. ",
        "10_Chapter, 16_Verse": "David felt a craving and said, “If only I could get a drink of water from the cistern that is by the gate of Bethlehem!” ",
        "10_Chapter, 17_Verse": "So the three got through the Philistine camp, and drew water from the cistern that is by the gate of Bethlehem, and they carried it back to David. But David would not drink it, and he poured it out as a libation to G<small>OD</small>. ",
        "10_Chapter, 18_Verse": "For he said, “God forbid that I should do this! Can I drink the blood of these men who risked their lives?”—for they had brought it at the risk of their lives, and he would not drink it. Such were the exploits of the three warriors.",
        "10_Chapter, 19_Verse": "Abshai, the brother of Joab, was head of another three. He once wielded his spear against three hundred and slew them. He won a name among the three; ",
        "10_Chapter, 20_Verse": "among the three he was more highly regarded than the other two, and so he became their commander. However, he did not attain to the other three.",
        "10_Chapter, 21_Verse": "Benaiah son of Jehoiada from Kabzeel was a brave soldier<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>a brave soldier </b>Heb. “the son of a brave soldier.”</i> who performed great deeds. He killed the two [sons] of Ariel of Moab. Once, on a snowy day, he went down into a pit and killed a lion. ",
        "10_Chapter, 22_Verse": "He also killed an Egyptian,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>an Egyptian </b>Or “the Egyptian champion”; cf. <a class=\"refLink\" data-ref=\"I Samuel 17:4-9\" href=\"I_Samuel.17.4-9\">1 Sam. 17.4–9</a>.</i> a giant of a man five cubits tall. The Egyptian had a spear in his hand, like a weaver’s beam, yet [Benaiah] went down against him with a club, wrenched the spear out of the Egyptian’s hand, and killed him with his own spear. ",
        "10_Chapter, 23_Verse": "Such were the exploits of Benaiah son of Jehoiada; and he won a name among the three warriors.",
        "10_Chapter, 24_Verse": "He was highly regarded among the thirty, but he did not attain to the three. David put him in charge of his bodyguard.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>bodyguard </b>Meaning of Heb. uncertain.</i> ",
        "10_Chapter, 25_Verse": "The valiant warriors: Asahel brother of Joab, Elhanan son of Dodo from Bethlehem, ",
        "10_Chapter, 26_Verse": "Shammoth the Harorite, Helez the Pelonite, ",
        "10_Chapter, 27_Verse": "Ira son of Ikkesh from Tekoa, Abiezer of Anathoth, ",
        "10_Chapter, 28_Verse": "Sibbecai the Hushathite, Ilai the Ahohite, ",
        "10_Chapter, 29_Verse": "Mahrai the Netophathite, Heled son of Baanah the Netophathite, ",
        "10_Chapter, 30_Verse": "Ittai son of Ribai from Gibeah of the Benjaminites, Benaiah of Pirathon, ",
        "10_Chapter, 31_Verse": "Hurai of Nahale-gaash, Abiel the Arbathite, ",
        "10_Chapter, 32_Verse": "Azmaveth the Bahrumite, Eliahba of Shaalbon, ",
        "10_Chapter, 33_Verse": "the sons of Hashem the Gizonite, Jonathan son of Shageh the Hararite, ",
        "10_Chapter, 34_Verse": "Ahiam son of Sacar the Hararite, Eliphal son of Ur, ",
        "10_Chapter, 35_Verse": "Hepher the Mecherathite, Ahijah the Pelonite, ",
        "10_Chapter, 36_Verse": "Hezro the Carmelite, Naarai son of Ezbai, ",
        "10_Chapter, 37_Verse": "Joel brother of Nathan, Mibhar son of Hagri, ",
        "10_Chapter, 38_Verse": "Zelek the Ammonite, Naharai the Berothite—the arms-bearer of Joab son of Zeruiah— ",
        "10_Chapter, 39_Verse": "Ira the Ithrite, Gareb the Ithrite, ",
        "10_Chapter, 40_Verse": "Uriah the Hittite, Zabad son of Ahlai. ",
        "10_Chapter, 41_Verse": "Adina son of Shiza the Reubenite, a chief of the Reubenites, and thirty with him; ",
        "10_Chapter, 42_Verse": "Hanan son of Maacah, and Joshaphat the Mithnite; ",
        "10_Chapter, 43_Verse": "Uzziah the Ashterathite, Shama and Jeiel sons of Hotham the Aroerite; ",
        "10_Chapter, 44_Verse": "Jedaiael son of Shimri, and Joha his brother, the Tizite; ",
        "10_Chapter, 45_Verse": "Eliel the Mahavite, and Jeribai and Joshaviah sons of Elnaam, and Ithmah the Moabite; ",
        "10_Chapter, 46_Verse": "Eliel, Obed, and Jaassiel the Mezobaite.",
        "11_Chapter, 0_Verse": "The following joined David at Ziklag while he was still in hiding from Saul son of Kish; these were the warriors who gave support in battle;",
        "11_Chapter, 1_Verse": "they were armed with the bow and could use both right hand and left hand to sling stones or shoot arrows with the bow; they were kindred of Saul from Benjamin.",
        "11_Chapter, 2_Verse": "At the head were Ahiezer and Joash, sons of Shemaah of Gibeah; and Jeziel and Pelet, sons of Azmaveth; and Beracah and Jehu of Anathoth; ",
        "11_Chapter, 3_Verse": "Ishmaiah of Gibeon, a warrior among the thirty, leading the thirty; ",
        "11_Chapter, 4_Verse": "Jeremiah, Jahaziel, Johanan, and Jozabad of Gederah; ",
        "11_Chapter, 5_Verse": "Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah the Hariphite; ",
        "11_Chapter, 6_Verse": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam the Korahites; ",
        "11_Chapter, 7_Verse": "Joelah and Zebadiah, sons of Jeroham of Gedor.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>Gedor </b>Or, “the troop,” reading Heb. <i>gedud</i> with several mss.</i> ",
        "11_Chapter, 8_Verse": "Of the Gadites, there withdrew to follow David to the wilderness stronghold valiant warriors, fighters fit for battle, armed with shield and spear; they had the appearance of lions, and were as swift as gazelles upon the mountains: ",
        "11_Chapter, 9_Verse": "Ezer the chief, Obadiah the second, Eliab the third, ",
        "11_Chapter, 10_Verse": "Mashmannah the fourth, Jeremiah the fifth, ",
        "11_Chapter, 11_Verse": "Attai the sixth, Eliel the seventh, ",
        "11_Chapter, 12_Verse": "Johanan the eighth, Elzabad the ninth, ",
        "11_Chapter, 13_Verse": "Jeremiah the tenth, Machbannai the eleventh. ",
        "11_Chapter, 14_Verse": "Those were the Gadites, heads of the army. The least was equal to a hundred, the greatest to a thousand. ",
        "11_Chapter, 15_Verse": "These were the ones who crossed the Jordan in the first month, when it was at its crest, and they put to flight all the lowlanders to the east and west. ",
        "11_Chapter, 16_Verse": "Some of the Benjaminites and Judahites came to the stronghold to David, ",
        "11_Chapter, 17_Verse": "and David went out to meet them, saying to them, “If you come on a peaceful errand, to support me, then I will make common cause with you, but if to betray me to my foes, for no injustice on my part, then let the God of our ancestors take notice and give judgment.” ",
        "11_Chapter, 18_Verse": "Then the spirit seized Amasai, chief of the captains:<br><span class=\"poetry indentAll\">“We are yours, David,</span><br><span class=\"poetry indentAll\">On your side, son of Jesse;</span><br><span class=\"poetry indentAll\">At peace, at peace with you,</span><br><span class=\"poetry indentAll\">And at peace with him who supports you,</span><br><span class=\"poetry indentAll\">For your God supports you.”</span><br>So David accepted them, and placed them at the head of his band.",
        "11_Chapter, 19_Verse": "Some Manassites went over to David’s side when he came with the Philistines to make war against Saul, but they were of no help to them, because the lords of the Philistines in council dismissed him, saying, “He will go over to the side of his lord, Saul, and it will cost us our heads”; ",
        "11_Chapter, 20_Verse": "when he went to Ziklag, these Manassites went over to his side—Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of the clans of Manasseh.",
        "11_Chapter, 21_Verse": "It was they who gave support to David against the band [of Amalekite raiders],<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>the band [of Amalekite raiders] </b>Cf. <a class=\"refLink\" data-ref=\"I Samuel 30:8\" href=\"I_Samuel.30.8\">1 Sam. 30.8</a>, <a class=\"refLink\" data-ref=\"I Samuel 30:15\" href=\"I_Samuel.30.15\">15</a>.</i> for all were valiant warriors; and they were officers of the force.",
        "11_Chapter, 22_Verse": "Day in day out, people came to David to give him support, until there was an army as vast as the army of God.",
        "11_Chapter, 23_Verse": "These are the numbers of the [men of the] armed bands who joined David at Hebron to transfer Saul’s kingdom to him, in accordance with the word of G<small>OD</small>:",
        "11_Chapter, 24_Verse": "Judahites, equipped with shield and spear—6,800 armed men; ",
        "11_Chapter, 25_Verse": "Simeonites, valiant warriors, combat troops—7,100; ",
        "11_Chapter, 26_Verse": "of the Levites—4,600; ",
        "11_Chapter, 27_Verse": "Jehoiada, chief officer of the Aaronites; with him, 3,700; ",
        "11_Chapter, 28_Verse": "Zadok, a valiant young warrior, with his clan—22 officers; ",
        "11_Chapter, 29_Verse": "of the Benjaminites, kindred of Saul, 3,000 in their great numbers, hitherto protecting the interests of the house of Saul; ",
        "11_Chapter, 30_Verse": "of the Ephraimites, 20,800 valiant warriors, famous men in their clans; ",
        "11_Chapter, 31_Verse": "of the half-tribe of Manasseh, 18,000, who were designated by name to come and make David king; ",
        "11_Chapter, 32_Verse": "of the Issacharites, men who knew how to interpret the signs of the times, to determine how Israel should act; their chiefs were 200, and all their kindred followed them; ",
        "11_Chapter, 33_Verse": "of Zebulun, those ready for service, able to man a battle line with all kinds of weapons, 50,000, giving support wholeheartedly; ",
        "11_Chapter, 34_Verse": "of Naphtali, 1,000 chieftains with their shields and lances—37,000; ",
        "11_Chapter, 35_Verse": "of the Danites, able to man the battle line—28,600; ",
        "11_Chapter, 36_Verse": "of Asher, those ready for service to man the battle line—40,000; ",
        "11_Chapter, 37_Verse": "from beyond the Jordan, of the Reubenites, the Gadites, and the half-tribe of Manasseh, together with all kinds of military weapons—120,000.",
        "11_Chapter, 38_Verse": "All these—warriors, manning the battle line with whole heart—came to Hebron to make David king over all Israel. Likewise, all the rest of Israel was of one mind to make David king.",
        "11_Chapter, 39_Verse": "They were there with David three days, eating and drinking, for their kindred had provided for them.",
        "11_Chapter, 40_Verse": "And also, their relatives as far away as Issachar, Zebulun, and Naphtali brought food by donkey, camel, mule, and ox—provisions of flour, cakes of figs, raisin cakes, wine, oil, cattle, and sheep in abundance, for there was joy in Israel.",
        "12_Chapter, 0_Verse": "Then David consulted with the officers of the thousands and the hundreds, with every chief officer. ",
        "12_Chapter, 1_Verse": "David said to the entire assembly of Israel, “If you approve, and if the E<small>TERNAL</small> our God concurs,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>concurs </b>Meaning of Heb. uncertain.</i> let us send far and wide to our remaining kindred throughout the territories of Israel, including the priests and Levites in the towns where they have pasturelands, that they should gather together to us ",
        "12_Chapter, 2_Verse": "in order to transfer the Ark of our God to us, for throughout the days of Saul we paid no regard to it.” ",
        "12_Chapter, 3_Verse": "The entire assembly agreed to do so, for the proposal pleased all the people. ",
        "12_Chapter, 4_Verse": "David then assembled all Israel from Shihor of Egypt to Lebo-hamath, in order to bring the Ark of God from Kiriath-jearim. ",
        "12_Chapter, 5_Verse": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 6:2-11\" href=\"II_Samuel.6.2-11\">2 Sam. 6.2–11</a>.</i> David and all Israel went up to Baalah, Kiriath-jearim of Judah, to bring up from there the Ark of God, the E<small>TERNAL</small>, Enthroned on the Cherubim, to which the Name was attached. ",
        "12_Chapter, 6_Verse": "They transported the Ark of God on a new cart from the house of Abinadab; Uzza and Ahio guided the cart, ",
        "12_Chapter, 7_Verse": "and David and all Israel danced before God with all their might—with songs, lyres, harps, hand-drums, cymbals, and trumpets. ",
        "12_Chapter, 8_Verse": "But when they came to the threshing floor of Chidon, Uzza put out his hand to hold the Ark of God because the oxen had stumbled.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>stumbled </b>Meaning of Heb. uncertain.</i> ",
        "12_Chapter, 9_Verse": "G<small>OD</small> was incensed at Uzza, and struck him down, because he laid a hand on the Ark; and so he died there before God. ",
        "12_Chapter, 10_Verse": "David was distressed because G<small>OD</small> had burst out<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>had burst out </b>Heb. <i>paraṣ…pereṣ</i>.</i> against Uzza; and that place was named Perez-uzza, as it is still called.",
        "12_Chapter, 11_Verse": "David was afraid of God that day; he said, “How can I bring the Ark of God here?” ",
        "12_Chapter, 12_Verse": "So David did not remove the Ark to his place in the City of David; instead, he diverted it to the house of Obed-edom the Gittite. ",
        "12_Chapter, 13_Verse": "The Ark of God remained in the house of Obed-edom, in its own abode, three months, and G<small>OD</small> blessed the house of Obed-edom and all he had.",
        "13_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 5:11-25\" href=\"II_Samuel.5.11-25\">2 Sam. 5.11–25</a>.</i> King Hiram of Tyre sent envoys to David with cedar logs, stonemasons, and carpenters to build a palace for him. ",
        "13_Chapter, 1_Verse": "Thus David knew that G<small>OD</small> had established him as king over Israel, and that his kingship was highly exalted for the sake of Israel—God’s people.",
        "13_Chapter, 2_Verse": "David took more wives in Jerusalem, and David begot more sons and daughters. ",
        "13_Chapter, 3_Verse": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"I Chronicles 3:5-8\" href=\"I_Chronicles.3.5-8\">3.5–8</a>.</i> These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, and Solomon; ",
        "13_Chapter, 4_Verse": "Ibhar, Elishua, and Elpelet; ",
        "13_Chapter, 5_Verse": "Nogah, Nepheg, and Japhia; ",
        "13_Chapter, 6_Verse": "Elishama, Beeliada, and Eliphelet.",
        "13_Chapter, 7_Verse": "When the Philistines heard that David had been anointed king over all Israel, all the Philistines went up in search of David; but David heard of it, and he went out to them. ",
        "13_Chapter, 8_Verse": "The Philistines came and raided the Valley of Rephaim.",
        "13_Chapter, 9_Verse": "David inquired of God, “Shall I go up against the Philistines? Will You deliver them into my hands?” And G<small>OD</small> answered him, “Go up, and I will deliver them into your hands.” ",
        "13_Chapter, 10_Verse": "Thereupon David ascended Baal-perazim, and David defeated them there. David said, “God burst out<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>burst out </b>Heb. <i>paraṣ</i>.</i> against my enemies by my hands as waters burst out.” That is why that place was named Baal-perazim. ",
        "13_Chapter, 11_Verse": "They abandoned their gods there, and David ordered these to be burned.",
        "13_Chapter, 12_Verse": "Once again the Philistines raided the valley.",
        "13_Chapter, 13_Verse": "David inquired of God once more, and God answered, “Do not go up after them, but circle around them and confront them at the <i>baca</i><sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>baca </b>Meaning of Heb. uncertain.</i> trees. ",
        "13_Chapter, 14_Verse": "And when you hear the sound of marching in the tops of the <i>baca</i> trees, then go out to battle, for God will be going in front of you to attack the Philistine forces.” ",
        "13_Chapter, 15_Verse": "David did as God had commanded him; and they routed the Philistines from Gibeon all the way to Gezer.",
        "13_Chapter, 16_Verse": "David became famous throughout the lands, and G<small>OD</small> put the fear of him in all the nations.",
        "14_Chapter, 0_Verse": "He had houses made for himself in the City of David, and he prepared a place for the Ark of God, and pitched a tent for it. ",
        "14_Chapter, 1_Verse": "Then David gave orders that none but the Levites were to carry the Ark of God, for G<small>OD</small> had chosen them to carry the Ark of G<small>OD</small> and to render service forever. ",
        "14_Chapter, 2_Verse": "David assembled all Israel in Jerusalem to bring up the Ark of G<small>OD</small> to its place, which he had prepared for it. ",
        "14_Chapter, 3_Verse": "Then David gathered together the Aaronites and the Levites:",
        "14_Chapter, 4_Verse": "the sons of Kohath: Uriel the officer and his kindred—120;",
        "14_Chapter, 5_Verse": "the sons of Merari: Asaiah the officer and his kindred—220;",
        "14_Chapter, 6_Verse": "the sons of Gershom: Joel the officer and his kindred—130;",
        "14_Chapter, 7_Verse": "the sons of Elizaphan: Shemaiah the officer and his kindred—200;",
        "14_Chapter, 8_Verse": "the sons of Hebron: Eliel the officer and his kindred—80;",
        "14_Chapter, 9_Verse": "the sons of Uzziel: Amminadab the officer and his kindred—112.",
        "14_Chapter, 10_Verse": "David sent for Zadok and Abiathar the priests, and for the Levites: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab. ",
        "14_Chapter, 11_Verse": "He said to them, “You are the heads of the clans of the Levites; sanctify yourselves, you and your kindred, and bring up the Ark of the E<small>TERNAL</small> God of Israel to [the place] I have prepared for it. ",
        "14_Chapter, 12_Verse": "By your not having been there the first time,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>By your not having been there the first time </b>Meaning of Heb. uncertain.</i> we did not show due regard for the E<small>TERNAL</small> our God—who burst out against us.”",
        "14_Chapter, 13_Verse": "The priests and Levites sanctified themselves in order to bring up the Ark of the E<small>TERNAL</small> God of Israel.",
        "14_Chapter, 14_Verse": "The Levites carried the Ark of God by means of poles on their shoulders, as Moses had commanded in accordance with the word of G<small>OD</small>. ",
        "14_Chapter, 15_Verse": "David ordered the officers of the Levites to install their kindred, the singers, with musical instruments, harps, lyres, and cymbals, joyfully making their voices heard. ",
        "14_Chapter, 16_Verse": "So the Levites installed Heman son of Joel and, of his kindred, Asaph son of Berechiah; and, of the sons of Merari their kindred, Ethan son of Kushaiah. ",
        "14_Chapter, 17_Verse": "Together with them were their kindred of second rank, Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphalehu, Mikneiah, Obed-edom and Jeiel the gatekeepers. ",
        "14_Chapter, 18_Verse": "Also the singers Heman, Asaph, and Ethan to sound the bronze cymbals, ",
        "14_Chapter, 19_Verse": "and Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah with harps on <i>alamoth</i>;<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>on <i>alamoth</i> </b>Meaning of Heb. uncertain.</i> ",
        "14_Chapter, 20_Verse": "also Mattithiah, Eliphalehu, Mikneiah, Obed-edom, Jeiel, and Azaziah, with lyres to lead on the <i>sheminith</i>;<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>on the <i>sheminith</i> </b>Meaning of Heb. uncertain.</i> ",
        "14_Chapter, 21_Verse": "also Chenaniah, officer of the Levites in song;<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>song </b>Meaning of Heb. uncertain.</i> he was in charge of the song<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>song </b>Meaning of Heb. uncertain.</i> because he was a master. ",
        "14_Chapter, 22_Verse": "Berechiah and Elkanah were gatekeepers for the Ark.",
        "14_Chapter, 23_Verse": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer the priests sounded the trumpets before the Ark of God, and Obededom and Jehiah were gatekeepers for the Ark. ",
        "14_Chapter, 24_Verse": "<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">This passage is found also in <a class=\"refLink\" data-ref=\"II Samuel 6:12-16\" href=\"II_Samuel.6.12-16\">2 Sam. 6.12–16</a>.</i> Then David and the elders of Israel and the officers of the thousands who were going to bring up the Ark of the Covenant of G<small>OD</small> from the house of Obed-edom were joyful. ",
        "14_Chapter, 25_Verse": "Since God helped the Levites who were carrying the Ark of the Covenant of G<small>OD</small>, they sacrificed seven bulls and seven rams. ",
        "14_Chapter, 26_Verse": "Now David and all the Levites who were carrying the Ark, and the singers and Chenaniah, officer of song of the singers, were wrapped<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>wrapped </b>Meaning of Heb. uncertain.</i> in robes of fine linen, and David wore a linen ephod. ",
        "14_Chapter, 27_Verse": "All Israel brought up the Ark of the Covenant of G<small>OD</small> with shouts and with blasts of the horn, with trumpets and cymbals, playing on harps and lyres. ",
        "14_Chapter, 28_Verse": "As the Ark of the Covenant of G<small>OD</small> arrived at the City of David, Michal daughter of Saul looked out of the window and saw King David leaping and dancing, and she despised him for it.",
        "15_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 6:17-19\" href=\"II_Samuel.6.17-19\">2 Sam. 6.17–19</a>.</i> They brought in the Ark of God and set it up inside the tent that David had pitched for it, and they sacrificed burnt offerings and offerings of well-being before God. ",
        "15_Chapter, 1_Verse": "When David finished sacrificing the burnt offerings and the offerings of well-being, he blessed the people in the name of G<small>OD</small>. ",
        "15_Chapter, 2_Verse": "And he distributed to the entire body of Israel—man and woman alike—to each a loaf of bread, a cake made in a pan, and a raisin cake.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>a cake made in a pan, and a raisin cake </b>Meaning of Heb. uncertain.</i> ",
        "15_Chapter, 3_Verse": "He appointed Levites to minister before the Ark of G<small>OD</small>, to invoke, to praise, and to extol the E<small>TERNAL</small> God of Israel: ",
        "15_Chapter, 4_Verse": "Asaph the chief, Zechariah second in rank, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, with harps and lyres, and Asaph sounding the cymbals, ",
        "15_Chapter, 5_Verse": "and Benaiah and Jahaziel the priests, with trumpets, regularly before the Ark of the Covenant of God. ",
        "15_Chapter, 6_Verse": "Then, on that day, David first commissioned Asaph and his kindred to give praise to G<small>OD</small>:",
        "15_Chapter, 7_Verse": "<span class=\"poetry indentAll\"><sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Psalms 105:1-15\" href=\"Psalms.105.1-15\">Ps. 105.1–15</a>.</i> “Praise G<small>OD</small>;</span><br><span class=\"poetry indentAll\">call on this name;</span><br><span class=\"poetry indentAll\">proclaim God’s deeds among the peoples.</span>",
        "15_Chapter, 8_Verse": "<span class=\"poetry indentAll\">Sing out praises;</span><br><span class=\"poetry indentAll\">speak of all those wondrous acts.</span>",
        "15_Chapter, 9_Verse": "<span class=\"poetry indentAll\">Exult in the holy name;</span><br><span class=\"poetry indentAll\">let all who seek G<small>OD</small> rejoice.</span>",
        "15_Chapter, 10_Verse": "<span class=\"poetry indentAll\">Turn to G<small>OD</small>, to divine might;<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>divine might </b>I.e., the Ark; cf. <a class=\"refLink\" data-ref=\"Psalms 78:61\" href=\"Psalms.78.61\">Ps. 78.61</a>; <a class=\"refLink\" data-ref=\"Psalms 132:8\" href=\"Psalms.132.8\">132.8</a>.</i> </span><br><span class=\"poetry indentAll\">seek God’s presence constantly.</span>",
        "15_Chapter, 11_Verse": "<span class=\"poetry indentAll\">Remember the wonders that have been done;</span><br><span class=\"poetry indentAll\">the portents and judgments pronounced,</span>",
        "15_Chapter, 12_Verse": "<span class=\"poetry indentAll\">O offspring of Israel, God’s servant,</span><br><span class=\"poetry indentAll\">O descendants of Jacob, the chosen ones.</span>",
        "15_Chapter, 13_Verse": "<span class=\"poetry indentAll\">The E<small>TERNAL</small> is our God,</span><br><span class=\"poetry indentAll\">whose judgments are throughout the earth.</span>",
        "15_Chapter, 14_Verse": "<span class=\"poetry indentAll\">Be ever mindful of God’s covenant,</span><br><span class=\"poetry indentAll\">the promise given for a thousand generations,</span>",
        "15_Chapter, 15_Verse": "<span class=\"poetry indentAll\">that was made with Abraham,</span><br><span class=\"poetry indentAll\">sworn to Isaac,</span>",
        "15_Chapter, 16_Verse": "<span class=\"poetry indentAll\">and confirmed in a decree for Jacob,</span><br><span class=\"poetry indentAll\">for Israel, as an eternal covenant,</span>",
        "15_Chapter, 17_Verse": "<span class=\"poetry indentAll\">saying, ‘To you I will give the land of Canaan</span><br><span class=\"poetry indentAll\">as your allotted heritage.’</span>",
        "15_Chapter, 18_Verse": "<span class=\"poetry indentAll\">You were then few in number,</span><br><span class=\"poetry indentAll\">a handful, merely sojourning there,</span>",
        "15_Chapter, 19_Verse": "<span class=\"poetry indentAll\">wandering from nation to nation,</span><br><span class=\"poetry indentAll\">from one kingdom to another.</span>",
        "15_Chapter, 20_Verse": "<span class=\"poetry indentAll\">No one was allowed to oppress them;</span><br><span class=\"poetry indentAll\">kings were reproved on their account,</span>",
        "15_Chapter, 21_Verse": "<span class=\"poetry indentAll\">‘Do not touch My anointed ones;</span><br><span class=\"poetry indentAll\">do not harm My prophets.’</span>",
        "15_Chapter, 22_Verse": "<span class=\"poetry indentAll\"><sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Psalms 96:1-13\" href=\"Psalms.96.1-13\">Ps. 96.1–13</a>.</i> “Sing to G<small>OD</small>, all the earth,</span><br><span class=\"poetry indentAll\">proclaim God’s victory day after day.</span>",
        "15_Chapter, 23_Verse": "<span class=\"poetry indentAll\">Tell of this glory among the nations,</span><br><span class=\"poetry indentAll\">God’s wondrous deeds among all peoples.</span>",
        "15_Chapter, 24_Verse": "<span class=\"poetry indentAll\">For G<small>OD</small> is great and much acclaimed,</span><br><span class=\"poetry indentAll\">and is held in awe by all divine beings.</span>",
        "15_Chapter, 25_Verse": "<span class=\"poetry indentAll\">All the gods of the peoples are mere idols,</span><br><span class=\"poetry indentAll\">but the E<small>TERNAL</small> made the heavens.</span>",
        "15_Chapter, 26_Verse": "<span class=\"poetry indentAll\">Glory and majesty are present;</span><br><span class=\"poetry indentAll\">strength and joy are in the holy temple.</span>",
        "15_Chapter, 27_Verse": "<span class=\"poetry indentAll\">“Ascribe to G<small>OD</small>, O families of the peoples,</span><br><span class=\"poetry indentAll\">ascribe to G<small>OD</small> glory and strength.</span>",
        "15_Chapter, 28_Verse": "<span class=\"poetry indentAll\">Ascribe to G<small>OD</small> the glory of this name,</span><br><span class=\"poetry indentAll\">bring tribute and enter the divine presence,</span><br><span class=\"poetry indentAll\">bow down to G<small>OD</small>, majestic in holiness.</span>",
        "15_Chapter, 29_Verse": "<span class=\"poetry indentAll\">Tremble in the divine presence, all the earth!</span><br><span class=\"poetry indentAll\">The world stands firm; it cannot be shaken.</span>",
        "15_Chapter, 30_Verse": "<span class=\"poetry indentAll\">Let the heavens rejoice and the earth exult;</span><br><span class=\"poetry indentAll\">let them declare among the nations, ‘G<small>OD</small> is Sovereign!”</span>",
        "15_Chapter, 31_Verse": "<span class=\"poetry indentAll\">Let the sea and all within it thunder,</span><br><span class=\"poetry indentAll\">the fields and everything in them exult;</span>",
        "15_Chapter, 32_Verse": "<span class=\"poetry indentAll\">then shall all the trees of the forest shout for joy</span><br><span class=\"poetry indentAll\">at the presence of G<small>OD</small>,</span><br><span class=\"poetry indentAll\">who is coming to rule the earth.</span>",
        "15_Chapter, 33_Verse": "<span class=\"poetry indentAll\">Praise G<small>OD</small>, who is good—</span><br><span class=\"poetry indentAll\">whose steadfast love is eternal.</span>",
        "15_Chapter, 34_Verse": "<span class=\"poetry indentAll\">Declare:</span><br><span class=\"poetry indentAll\">Deliver us, O God, our deliverer,</span><br><span class=\"poetry indentAll\">and gather us and save us from the nations,</span><br><span class=\"poetry indentAll\">to acclaim Your holy name,</span><br><span class=\"poetry indentAll\">to glory in Your praise.</span>",
        "15_Chapter, 35_Verse": "“Blessed is the E<small>TERNAL</small>, God of Israel, from eternity to eternity.” And all the people said, “Amen” and “Praise G<small>OD</small>.”<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Psalms 106:47-48\" href=\"Psalms.106.47-48\">Ps. 106.47–48</a>.</i> ",
        "15_Chapter, 36_Verse": "He left Asaph and his kindred there before the Ark of the Covenant of G<small>OD</small> to minister before the Ark regularly as each day required, ",
        "15_Chapter, 37_Verse": "as well as Obed-edom with their kindred—68; also Obed-edom son of Jedithun and Hosah as gatekeepers;",
        "15_Chapter, 38_Verse": "also Zadok the priest and his fellow priests before the Tabernacle of G<small>OD</small> at the shrine that was in Gibeon;",
        "15_Chapter, 39_Verse": "to sacrifice burnt offerings to G<small>OD</small> on the altar of the burnt offering regularly, morning and evening, in accordance with what was prescribed in the Teaching of G<small>OD</small> with which Israel was charged. ",
        "15_Chapter, 40_Verse": "With them were Heman and Jeduthun and the other selected men designated by name to give praise to G<small>OD</small>, “whose steadfast love is eternal.”<sup class=\"footnote-marker\">g</sup><i class=\"footnote\"><b>whose steadfast love is eternal </b>Cf. <a class=\"refLink\" data-ref=\"Psalms 106\" href=\"Psalms.106\">Ps. 106</a>; <a class=\"refLink\" data-ref=\"Psalms 107\" href=\"Psalms.107\">107</a>; <a class=\"refLink\" data-ref=\"Psalms 118\" href=\"Psalms.118\">118</a>; <a class=\"refLink\" data-ref=\"Psalms 136\" href=\"Psalms.136\">136</a>.</i> ",
        "15_Chapter, 41_Verse": "Heman and Jeduthun had with them trumpets and cymbals to sound, and instruments for the songs of God; and the sons of Jeduthun were to be at the gate. ",
        "15_Chapter, 42_Verse": "Then all the people went home, and David returned to greet his household.",
        "16_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 7\" href=\"II_Samuel.7\">2 Sam. 7</a>.</i> When David settled in his palace, David said to the prophet Nathan, “Here I am dwelling in a house of cedar, while the Ark of the Covenant of G<small>OD</small> is under tent-cloths.” ",
        "16_Chapter, 1_Verse": "Nathan said to David, “Do whatever you have in mind, for God is with you.”",
        "16_Chapter, 2_Verse": "But that same night the word of God came to Nathan:",
        "16_Chapter, 3_Verse": "“Go and say to My servant David: Thus said G<small>OD</small>: You are not the one to build a house for Me to dwell in.",
        "16_Chapter, 4_Verse": "From the day that I brought out Israel to this day, I have not dwelt in a house, but have [gone] from tent to tent and from one Tabernacle [to another]. ",
        "16_Chapter, 5_Verse": "As I moved about wherever Israel went, did I ever reproach any of the judges of Israel whom I appointed to care for My people Israel: Why have you not built Me a house of cedar?",
        "16_Chapter, 6_Verse": "“Further, say thus to My servant David: Thus said G<small>OD</small> of Hosts: I took you from the pasture, from following the flock, to be ruler of My people Israel, ",
        "16_Chapter, 7_Verse": "and I have been with you wherever you went, and have cut down all your enemies before you. Moreover, I will give you renown like that of the greatest men on earth. ",
        "16_Chapter, 8_Verse": "I will establish a home for My people Israel and will plant them firm, so that they shall dwell secure and shall tremble no more. Iniquitous people shall not wear them down anymore as in the past, ",
        "16_Chapter, 9_Verse": "ever since I appointed judges over My people Israel. I will subdue all your enemies.<br>“And I declare to you: G<small>OD</small> will build a house<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>house </b>I.e., a dynasty; play on “house” (i.e., temple) in v. <a class=\"refLink\" data-ref=\"I Chronicles 17:4\" href=\"I_Chronicles.17.4\">4</a>.</i> for you. ",
        "16_Chapter, 10_Verse": "When your days are done and you follow your ancestors, I will raise up your offspring after you, one of your own sons, and I will establish his kingship. ",
        "16_Chapter, 11_Verse": "He shall build a house for Me, and I will establish his throne forever. ",
        "16_Chapter, 12_Verse": "I will be a father to him, and he shall be a son to Me, but I will never withdraw My favor from him as I withdrew it from your predecessor. ",
        "16_Chapter, 13_Verse": "I will install him in My house and in My kingship forever, and his throne shall be established forever.”",
        "16_Chapter, 14_Verse": "Nathan spoke to David in accordance with all these words and all this prophecy.",
        "16_Chapter, 15_Verse": "Then King David came and sat before G<small>OD</small>, and he said, “What am I, O my E<small>TERNAL</small> God, and what is my family, that You have brought me thus far? ",
        "16_Chapter, 16_Verse": "Yet even this, O God, has seemed too little to You; for You have spoken of Your servant’s house for the future. You regard me as a man of distinction,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>You regard me as a man of distinction </b>Meaning of Heb. uncertain.</i> O my E<small>TERNAL</small> God. ",
        "16_Chapter, 17_Verse": "What more can David add regarding the honoring of Your servant? You know Your servant.",
        "16_Chapter, 18_Verse": "O E<small>TERNAL</small> One, for Your servant’s sake, and of Your own accord,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\"><b>for Your servant’s sake, and of Your own accord </b>Meaning of Heb. uncertain.</i> You have wrought this great thing, and made known all these great things. ",
        "16_Chapter, 19_Verse": "O E<small>TERNAL</small> One, there is none like You, and there is no other God but You, as we have always heard. ",
        "16_Chapter, 20_Verse": "And who is like Your people Israel, a unique nation on earth, whom You,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>You </b>Heb. 3rd person.</i> God, went and redeemed as Your<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>Your </b>See previous note.</i> people, winning renown for Yourself for great and marvelous deeds, driving out nations before Your people whom You redeemed from Egypt. ",
        "16_Chapter, 21_Verse": "You have established Your people Israel as Your very own people forever; and You, O E<small>TERNAL</small>, have become their God.",
        "16_Chapter, 22_Verse": "“And now, O E<small>TERNAL</small> One, let Your promise concerning Your servant and his house be fulfilled forever; and do as You have promised. ",
        "16_Chapter, 23_Verse": "Let it be fulfilled that Your name be glorified forever, in that people will say, ‘G<small>OD</small> of Hosts, God of Israel, is Israel’s God’; and may the house of Your servant David be established before You. ",
        "16_Chapter, 24_Verse": "Because You, my God, have revealed to Your servant that You will build a house for him, Your servant has ventured to pray to You. ",
        "16_Chapter, 25_Verse": "And now, O E<small>TERNAL</small> One, You are God and You have made this gracious promise to Your servant. ",
        "16_Chapter, 26_Verse": "Now, it has pleased You to bless Your servant’s house, that it abide before You forever; for You, O E<small>TERNAL</small> One, have blessed and are blessed forever.”",
        "17_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 8\" href=\"II_Samuel.8\">2 Sam. 8</a>.</i> Sometime afterward, David attacked the Philistines and subdued them; and David took Gath and its dependencies from the Philistines. ",
        "17_Chapter, 1_Verse": "He also defeated the Moabites; the Moabites became tributary vassals of David.",
        "17_Chapter, 2_Verse": "David defeated Hadadezer, king of Zobah-hamath, who was on his way to set up his monument at the Euphrates River. ",
        "17_Chapter, 3_Verse": "David captured 1,000 chariots and 7,000 cavalry and 20,000 foot soldiers of his force; and David hamstrung all the chariot horses except for 100, which he retained. ",
        "17_Chapter, 4_Verse": "And when the Arameans of Damascus came to the aid of King Hadadezer of Zobah, David struck down 22,000 of the Arameans. ",
        "17_Chapter, 5_Verse": "David stationed [garrisons] in Aram of Damascus, and the Arameans became tributary vassals of David. G<small>OD</small> gave David victory wherever he went. ",
        "17_Chapter, 6_Verse": "David took the gold shields<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>shields </b>Or “quivers.”</i> carried by Hadadezer’s retinue and brought them to Jerusalem; ",
        "17_Chapter, 7_Verse": "and from Tibbath and Cun, towns of Hadadezer, David took a vast amount of copper, from which Solomon made the bronze tank, the columns, and the bronze vessels.",
        "17_Chapter, 8_Verse": "When King Tou of Hamath heard that David had defeated the entire army of King Hadadezer of Zobah, ",
        "17_Chapter, 9_Verse": "he sent his son Hadoram to King David to greet him and to congratulate him on his military victory over Hadadezer—for Hadadezer had been at war with Tou; [he brought with him] all manner of gold, silver, and copper objects. ",
        "17_Chapter, 10_Verse": "King David dedicated these to G<small>OD</small>, along with the other silver and gold that he had taken from all the nations: from Edom, Moab, and Ammon; from the Philistines and the Amalekites.",
        "17_Chapter, 11_Verse": "Abshai son of Zeruiah struck down Edom in the Valley of Salt, 18,000 in all. ",
        "17_Chapter, 12_Verse": "He stationed garrisons in Edom, and all the Edomites became vassals of David. G<small>OD</small> gave David victory wherever he went.",
        "17_Chapter, 13_Verse": "David reigned over all Israel, and David executed true justice among all his people. ",
        "17_Chapter, 14_Verse": "Joab son of Zeruiah was commander of the army; Jehoshaphat son of Ahilud was recorder;",
        "17_Chapter, 15_Verse": "Zadok son of Ahitub and Abimelech son of Abiathar were priests; Shavsha was scribe;",
        "17_Chapter, 16_Verse": "Benaiah son of Jehoiada was commander of the Cherethites and the Pelethites; and David’s sons were first ministers of the king.",
        "18_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 10\" href=\"II_Samuel.10\">2 Sam. 10</a>.</i> Sometime afterward, Nahash the king of the Ammonites died, and his son succeeded him as king. ",
        "18_Chapter, 1_Verse": "David said, “I will keep faith with Hanun son of Nahash, since his father kept faith with me.” David sent messengers with condolences to him over his father. But when David’s courtiers came to the land of Ammon to Hanun, with condolences, ",
        "18_Chapter, 2_Verse": "the Ammonite officials said to Hanun, “Do you think David is really honoring your father just because he sent you consolers? Why, it is to explore, to subvert, and to spy out the land that his courtiers have come to you.” ",
        "18_Chapter, 3_Verse": "So Hanun seized David’s courtiers, shaved them, and cut away half of their garments up to the buttocks, and sent them off. ",
        "18_Chapter, 4_Verse": "When David was told about the men, he dispatched others to meet them, for they were greatly embarrassed. And the king gave orders, “Stay in Jericho until your beards grow back; then you can return.”",
        "18_Chapter, 5_Verse": "The Ammonites realized that they had incurred the wrath of David; so Hanun and the Ammonites sent 1,000 silver talents to hire chariots and riders from Aram-naharaim, Aram-maacah, and Zobah. ",
        "18_Chapter, 6_Verse": "They hired 32,000 chariots, the king of Maacah, and his army, who came and encamped before Medeba. The Ammonites were mobilized from their cities and came to do battle.",
        "18_Chapter, 7_Verse": "On learning this, David sent out Joab and the entire army of mighty soldiers. ",
        "18_Chapter, 8_Verse": "The Ammonites marched out and took up their battle position at the entrance of the city, while the kings who came [took their stand] separately in the open. ",
        "18_Chapter, 9_Verse": "Joab saw that there was a battle line against him both front and rear. So he made a selection from all the best soldiers of Israel and arrayed them against the Arameans, ",
        "18_Chapter, 10_Verse": "and the rest of the troops he put under the command of his brother Abishai and arrayed them against the Ammonites.",
        "18_Chapter, 11_Verse": "Joab said, “If the Arameans prove too strong for me, you come to my aid; and if the Ammonites prove too strong for you, I will come to your aid. ",
        "18_Chapter, 12_Verse": "Let us be strong and resolute for the sake of our people and the towns of our God; and accept the outcome that G<small>OD</small> deems right.”",
        "18_Chapter, 13_Verse": "Joab and the troops with him marched into battle against the Arameans, who fled before him. ",
        "18_Chapter, 14_Verse": "And when the Ammonites saw that the Arameans had fled, they too fled before his brother Abishai, and withdrew into the city. So Joab went to Jerusalem.",
        "18_Chapter, 15_Verse": "When the Arameans saw that they had been routed by Israel, they sent messengers to bring out the Arameans from across the Euphrates; Shophach, Hadadezer’s army commander, led them. ",
        "18_Chapter, 16_Verse": "David was informed of it; he assembled all Israel, crossed the Jordan, and came and took up positions against them. David drew up his forces against Aram; and they fought with him. ",
        "18_Chapter, 17_Verse": "But the Arameans were put to flight by Israel. David killed 7,000 Aramean chariot teams and 40,000 foot soldiers; he also killed Shophach, the army commander. ",
        "18_Chapter, 18_Verse": "And when all the vassals of Hadadezer saw that they had been routed by Israel, they submitted to David and became his vassals. And the Arameans would not help the Ammonites anymore.",
        "19_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 11:1\" href=\"II_Samuel.11.1\">2 Sam. 11.1</a>; <a class=\"refLink\" data-ref=\"II Samuel 12:30-31\" href=\"II_Samuel.12.30-31\">12.30–31</a>.</i> At the turn of the year, the season when kings go out [to battle], Joab led out the army force and devastated the land of Ammon, and then besieged Rabbah, while David remained in Jerusalem; Joab reduced Rabbah and left it in ruins. ",
        "19_Chapter, 1_Verse": "David took the crown from the head of their king; he found that it weighed a talent of gold, and in it were precious stones. It was placed on David’s head. He also carried off a vast amount of booty from the city. ",
        "19_Chapter, 2_Verse": "He led out the people who lived there and he hacked them<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>he hacked them </b>Meaning of Heb. uncertain; cf. <a class=\"refLink\" data-ref=\"II Samuel 12:31\" href=\"II_Samuel.12.31\">2 Sam. 12.31</a>, “set them to work.”</i> with saws and iron threshing boards and axes;<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>axes </b>Heb. <i>megeroth</i>; cf. <a class=\"refLink\" data-ref=\"II Samuel 12:31\" href=\"II_Samuel.12.31\">2 Sam. 12.31</a> <i>magzeroth</i>, “axes.”</i> David did thus to all the towns of Ammon. Then David and all the troops returned to Jerusalem. ",
        "19_Chapter, 3_Verse": "After this, fighting broke out with the Philistines at Gezer; that was when Sibbecai the Hushathite killed Sippai, a descendant of the Rephaim, and they were humbled.",
        "19_Chapter, 4_Verse": "Again there was fighting with the Philistines, and Elhanan son of Jair killed Lahmi, the brother of Goliath the Gittite; his spear had a shaft like a weaver’s beam. ",
        "19_Chapter, 5_Verse": "Once again there was fighting at Gath. There was a giant of a man who had twenty-four fingers [and toes], six [on each hand] and six [on each foot]; he too was descended from the Raphah. ",
        "19_Chapter, 6_Verse": "When he taunted Israel, Jonathan son of David’s brother Shimea killed him. ",
        "19_Chapter, 7_Verse": "These were descended from the Raphah in Gath, and they fell by the hands of David and his men.",
        "20_Chapter, 0_Verse": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"II Samuel 24\" href=\"II_Samuel.24\">2 Sam. 24</a>.</i> Satan arose against Israel and incited David to number Israel. ",
        "20_Chapter, 1_Verse": "David said to Joab and to the commanders of the army, “Go and count Israel from Beer-sheba to Dan and bring me information as to their number.” ",
        "20_Chapter, 2_Verse": "Joab answered, “May G<small>OD</small> increase the people a hundredfold; my lord king, are they not all subjects of my lord? Why should my lord require this? Why should it be a cause of guilt for Israel?”",
        "20_Chapter, 3_Verse": "However, the king’s command to Joab remained firm, so Joab set out and traversed all Israel; he then came to Jerusalem. ",
        "20_Chapter, 4_Verse": "Joab reported to David the number of the people that had been recorded. All Israel comprised 1,100,000 ready to draw the sword, while in Judah there were 470,000 ready to draw the sword. ",
        "20_Chapter, 5_Verse": "He did not record among them Levi and Benjamin, because the king’s command had become repugnant to Joab. ",
        "20_Chapter, 6_Verse": "God, being displeased about this matter, struck Israel.",
        "20_Chapter, 7_Verse": "David said to God, “I have sinned grievously in having done this thing; please remit the guilt of Your servant, for I have acted foolishly.” ",
        "20_Chapter, 8_Verse": "G<small>OD</small> ordered Gad, David’s seer: ",
        "20_Chapter, 9_Verse": "“Go and tell David: Thus said G<small>OD</small>: I offer you three things; choose one of them and I will bring it upon you.”",
        "20_Chapter, 10_Verse": "Gad came to David and told him, “Thus said G<small>OD</small>: Select for yourself ",
        "20_Chapter, 11_Verse": "a three-year famine; or that you be swept away three months before your adversaries with the sword of your enemies overtaking you; or three days of the sword of G<small>OD</small>, pestilence in the land, the angel of G<small>OD</small> wreaking destruction throughout the territory of Israel. Now consider what reply I shall take back to the One who sent me.” ",
        "20_Chapter, 12_Verse": "David said to Gad, “I am in great distress. Let me fall into the hands of G<small>OD</small>, whose compassion is very great; and let me not fall into human hands.”",
        "20_Chapter, 13_Verse": "\nG<small>OD</small>\n sent a pestilence upon Israel, and 70,000 fell in Israel. ",
        "20_Chapter, 14_Verse": "God sent an angel to Jerusalem to destroy it, but as he was about to wreak destruction, G<small>OD</small> saw and renounced further punishment and said to the destroying angel, “Enough! Stay your hand!” The angel of G<small>OD</small> was then standing by the threshing floor of Ornan the Jebusite. ",
        "20_Chapter, 15_Verse": "David looked up and saw the angel of G<small>OD</small> standing between heaven and earth, with a drawn sword in his hand directed against Jerusalem. David and the elders, covered in sackcloth, threw themselves on their faces. ",
        "20_Chapter, 16_Verse": "David said to God, “Was it not I alone who ordered the numbering of the people? I alone am guilty, and have caused severe harm; but these sheep, what have they done? O my E<small>TERNAL</small> God, let Your hand fall upon me and my father’s house, and let not Your people be plagued!” ",
        "20_Chapter, 17_Verse": "The angel of G<small>OD</small> told Gad to inform David that David should go and set up an altar to G<small>OD</small> on the threshing floor of Ornan the Jebusite.",
        "20_Chapter, 18_Verse": "David went up, following Gad’s instructions, which he had delivered in the name of G<small>OD</small>. ",
        "20_Chapter, 19_Verse": "Ornan too saw the angel; his four sons who were with him hid themselves while Ornan kept on threshing wheat.",
        "20_Chapter, 20_Verse": "David came to Ornan; when Ornan looked up, he saw David and came off the threshing floor and bowed low to David, with his face to the ground. ",
        "20_Chapter, 21_Verse": "David said to Ornan, “Sell me the site of the threshing floor, that I may build on it an altar to G<small>OD</small>. Sell it to me at the full price, that the plague against the people will be checked.” ",
        "20_Chapter, 22_Verse": "Ornan said to David, “Take it and let my lord the king do whatever he sees fit. See, I donate oxen for burnt offerings, and the threshing boards for wood, as well as wheat for a grain offering—I donate all of it.” ",
        "20_Chapter, 23_Verse": "But King David replied to Ornan, “No, I will buy them at the full price. I cannot make a present to G<small>OD</small> of what belongs to you, or sacrifice a burnt offering that has cost me nothing.” ",
        "20_Chapter, 24_Verse": "So David paid Ornan for the site 600 shekels’ worth of gold.",
        "20_Chapter, 25_Verse": "And David built there an altar to G<small>OD</small> and sacrificed burnt offerings and offerings of well-being. He invoked G<small>OD</small>, who answered him with fire from heaven on the altar of burnt offerings. ",
        "20_Chapter, 26_Verse": "G<small>OD</small> ordered the angel to return his sword to its sheath.",
        "20_Chapter, 27_Verse": "At that time, when David saw that G<small>OD</small> answered him at the threshing floor of Ornan the Jebusite, then he sacrificed there— ",
        "20_Chapter, 28_Verse": "for the Tabernacle of G<small>OD</small>, which Moses had made in the wilderness, and the altar of burnt offerings were at that time in the shrine at Gibeon, ",
        "20_Chapter, 29_Verse": "and David was unable to go to it to worship God because he was terrified by the sword of the angel of G<small>OD</small>.",
        "21_Chapter, 0_Verse": "David said, “Here will be the House of G<small>OD</small> and here the altar of burnt offerings for Israel.”",
        "21_Chapter, 1_Verse": "David gave orders to assemble the resident aliens in the land of Israel, and assigned them to be hewers, to quarry and dress stones for building the House of God. ",
        "21_Chapter, 2_Verse": "Much iron for nails for the doors of the gates and for clasps did David lay aside, and so much copper it could not be weighed, ",
        "21_Chapter, 3_Verse": "and cedar logs without number—for the Sidonians and the Tyrians brought many cedar logs to David.",
        "21_Chapter, 4_Verse": "For David thought, “My son Solomon is an untried youth, and the House to be built for G<small>OD</small> is to be made exceedingly great to win fame and glory throughout all the lands; let me then lay aside material for him.” So David laid aside much material before he died. ",
        "21_Chapter, 5_Verse": "Then he summoned his son Solomon and charged him with building the House for the E<small>TERNAL</small> God of Israel.",
        "21_Chapter, 6_Verse": "David said to Solomon, “My son, I wanted to build a House for the name of my E<small>TERNAL</small> God. ",
        "21_Chapter, 7_Verse": "But the word of G<small>OD</small> came to me, saying, ‘You have shed much blood and fought great battles; you shall not build a House for My name, for you have shed much blood on the earth in My sight. ",
        "21_Chapter, 8_Verse": "But you will have a son who will be a man at rest, for I will give him rest from all his enemies on all sides; Solomon<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>Solomon </b>Heb. <i>Shelomoh</i>.</i> will be his name and I shall confer peace<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>peace </b>Heb. <i>shalom</i>.</i> and quiet on Israel in his time. ",
        "21_Chapter, 9_Verse": "He will build a House for My name; he shall be a son to Me and I to him a father, and I will establish his throne of kingship over Israel forever.’ ",
        "21_Chapter, 10_Verse": "Now, my son, may G<small>OD</small> be with you, and may you succeed in building the House of the E<small>TERNAL</small> your God as you were promised. ",
        "21_Chapter, 11_Verse": "Only let God give you sense and understanding and put you in charge of Israel and the observance of the Teaching of the E<small>TERNAL</small> your God.",
        "21_Chapter, 12_Verse": "Then you shall succeed, if you observantly carry out the laws and the rules that G<small>OD</small> charged Moses to lay upon Israel. Be strong and of good courage; do not be afraid or dismayed. ",
        "21_Chapter, 13_Verse": "See, by denying myself,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>by denying myself </b>With Targum; or “in my poverty.”</i> I have laid aside for the House of G<small>OD</small> one hundred thousand talents of gold and one million talents of silver, and so much copper and iron it cannot be weighed; I have also laid aside wood and stone, and you shall add to them. ",
        "21_Chapter, 14_Verse": "An abundance of workers is at your disposal—hewers, workers in stone and wood, and every kind of skilled worker in every kind of material— ",
        "21_Chapter, 15_Verse": "gold, silver, copper, and iron without limit. Go and do it, and may G<small>OD</small> be with you.”",
        "21_Chapter, 16_Verse": "David charged all the officers of Israel to support his son Solomon, ",
        "21_Chapter, 17_Verse": "“See, the E<small>TERNAL</small> your God is with you and will give you rest on every side—having delivered the inhabitants of the land into my hand so that the land lies conquered before G<small>OD</small> and before this people. ",
        "21_Chapter, 18_Verse": "Now, set your minds and hearts on worshiping the E<small>TERNAL</small> your God, and go build the Sanctuary of the E<small>TERNAL</small> your God so that you may bring the Ark of the Covenant of G<small>OD</small> and the holy vessels of God to the house that is built for the name of G<small>OD</small>.”",
        "22_Chapter, 0_Verse": "When David reached a ripe old age, he made his son Solomon king over Israel. ",
        "22_Chapter, 1_Verse": "Then David assembled all the officers of Israel and the priests and the Levites.",
        "22_Chapter, 2_Verse": "The Levites, from the age of thirty and upward, were counted; the head-count of their males was 38,000: ",
        "22_Chapter, 3_Verse": "of these there were 24,000 in charge of the work of the House of G<small>OD</small>, 6,000 officers and magistrates, ",
        "22_Chapter, 4_Verse": "4,000 gatekeepers, and 4,000 for praising G<small>OD</small> “with instruments I devised for singing praises.” ",
        "22_Chapter, 5_Verse": "David formed them into divisions:<br>The sons of Levi: Gershon, Kohath, and Merari. ",
        "22_Chapter, 6_Verse": "The Gershonites: Ladan and Shimei.",
        "22_Chapter, 7_Verse": "The sons of Ladan: Jehiel the chief, Zetham, and Joel—3. ",
        "22_Chapter, 8_Verse": "The sons of Shimei: Shelomith, Haziel, and Haran—3. These were the chiefs of the clans of the Ladanites. ",
        "22_Chapter, 9_Verse": "And the sons of Shimei: Jahath, Zina, Jeush, and Beriah; these were the sons of Shimei—4. ",
        "22_Chapter, 10_Verse": "Jahath was the chief and Zizah the second, but Jeush and Beriah did not have many children, so they were enrolled together as a single clan. ",
        "22_Chapter, 11_Verse": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel—4. ",
        "22_Chapter, 12_Verse": "The sons of Amram: Aaron and Moses. Aaron was set apart, he and his sons, forever, to be consecrated as most holy, to make burnt offerings to G<small>OD</small> and render service and pronounce blessings in God’s name forever. ",
        "22_Chapter, 13_Verse": "As for Moses, the agent of God, his sons were named after the tribe of Levi. ",
        "22_Chapter, 14_Verse": "The sons of Moses: Gershom and Eliezer.",
        "22_Chapter, 15_Verse": "The sons of Gershom: Shebuel the chief.",
        "22_Chapter, 16_Verse": "And the sons of Eliezer were: Rehabiah the chief. Eliezer had no other sons, but the sons of Rehabiah were very numerous. ",
        "22_Chapter, 17_Verse": "The sons of Izhar: Shelomith the chief.",
        "22_Chapter, 18_Verse": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth. ",
        "22_Chapter, 19_Verse": "The sons of Uzziel: Micah the chief and Isshiah the second.",
        "22_Chapter, 20_Verse": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
        "22_Chapter, 21_Verse": "Eleazar died having no sons but only daughters; the sons of Kish, their kindred, married them. ",
        "22_Chapter, 22_Verse": "The sons of Mushi: Mahli, Eder, and Jeremoth—3.",
        "22_Chapter, 23_Verse": "These are the sons of Levi by clans, with their clan chiefs as they were enrolled, with a list of their names by heads, who did the work of the service of the House of G<small>OD</small> from the age of twenty and upward. ",
        "22_Chapter, 24_Verse": "For David said, “The E<small>TERNAL</small> God of Israel has given rest to this people and will dwell in Jerusalem forever. ",
        "22_Chapter, 25_Verse": "Therefore the Levites need not carry the Tabernacle and all its various service vessels.”",
        "22_Chapter, 26_Verse": "Among the last acts of David was the counting of the Levites from the age of twenty and upward.",
        "22_Chapter, 27_Verse": "For their appointment was alongside the Aaronites for the service of the House of G<small>OD</small>, to look after the courts and the chambers, and the purity of all the holy things, and the performance of the service of the House of God, ",
        "22_Chapter, 28_Verse": "and the rows of bread, and the fine flour for the grain offering, and the unleavened wafers, and the cakes made on the griddle and soaked, and every measure of capacity and length; ",
        "22_Chapter, 29_Verse": "and to be present every morning to praise and extol G<small>OD</small>, and at evening too, ",
        "22_Chapter, 30_Verse": "and whenever offerings were made to G<small>OD</small>, according to the quantities prescribed for them, on sabbaths, new moons and holidays, regularly, before G<small>OD</small>; ",
        "22_Chapter, 31_Verse": "and so to keep watch over the Tent of Meeting, over the holy things, and over the Aaronites their kindred, for the service of the House of G<small>OD</small>.",
        "23_Chapter, 0_Verse": "The divisions of the Aaronites were:<br>The sons of Aaron: Nadab and Abihu, Eleazar and Ithamar. ",
        "23_Chapter, 1_Verse": "Nadab and Abihu died in the lifetime of their father, and they had no children, so Eleazar and Ithamar served as priests.",
        "23_Chapter, 2_Verse": "David, Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar divided them into offices by their tasks. ",
        "23_Chapter, 3_Verse": "The sons of Eleazar turned out to be more numerous by male heads than the sons of Ithamar, so they divided the sons of Eleazar into sixteen chiefs of clans and the sons of Ithamar into eight clans. ",
        "23_Chapter, 4_Verse": "They divided them by lot, both on an equal footing, since they were all sanctuary officers and officers of God—the sons of Eleazar and the sons of Ithamar. ",
        "23_Chapter, 5_Verse": "Shemaiah son of Nathanel, the scribe, who was of the Levites, registered them under the eye of the king, the officers, and Zadok the priest, and Ahimelech son of Abiathar, and the chiefs of clans of the priests and Levites—one clan more taken for Eleazar for each one taken of Ithamar.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>one clan more taken for Eleazar for each one taken of Ithamar </b>Meaning of Heb. uncertain.</i> ",
        "23_Chapter, 6_Verse": "The first lot fell on Jehoiarib; the second on Jedaiah;",
        "23_Chapter, 7_Verse": "the third on Harim; the fourth on Seorim;",
        "23_Chapter, 8_Verse": "the fifth on Malchijah; the sixth on Mijamin;",
        "23_Chapter, 9_Verse": "the seventh on Hakkoz; the eighth on Abijah;",
        "23_Chapter, 10_Verse": "the ninth on Jeshua; the tenth on Shecaniah;",
        "23_Chapter, 11_Verse": "the eleventh on Eliashib; the twelfth on Jakim;",
        "23_Chapter, 12_Verse": "the thirteenth on Huppah; the fourteenth on Jeshebeab;",
        "23_Chapter, 13_Verse": "the fifteenth on Bilgah; the sixteenth on Immer;",
        "23_Chapter, 14_Verse": "the seventeenth on Hezir; the eighteenth on Happizzez;",
        "23_Chapter, 15_Verse": "the nineteenth on Pethahiah; the twentieth on Jehezkel;",
        "23_Chapter, 16_Verse": "the twenty-first on Jachin; the twenty-second on Gamul;",
        "23_Chapter, 17_Verse": "the twenty-third on Delaiah; the twenty-fourth on Maaziah.",
        "23_Chapter, 18_Verse": "According to this allocation of offices by tasks, they were to enter the House of G<small>OD</small> as was laid down for them by Aaron their father, as the E<small>TERNAL</small> God of Israel had commanded him.",
        "23_Chapter, 19_Verse": "The remaining Levites: the sons of Amram: Shubael; the sons of Shubael: Jehdeiah;",
        "23_Chapter, 20_Verse": "Rehabiah. The sons of Rehabiah: Isshiah, the chief. ",
        "23_Chapter, 21_Verse": "Izharites: Shelomoth. The sons of Shelomoth: Jahath",
        "23_Chapter, 22_Verse": "and Benai, Jeriah; the second, Amariah; the third, Jahaziel; the fourth, Jekameam. ",
        "23_Chapter, 23_Verse": "The sons of Uzziel: Micah. The sons of Micah: Shamir.",
        "23_Chapter, 24_Verse": "The brother of Micah: Isshiah. The sons of Isshiah: Zechariah.",
        "23_Chapter, 25_Verse": "The sons of Merari: Mahli and Mushi. The sons of Jaazaiah, his son— ",
        "23_Chapter, 26_Verse": "the sons of Merari by Jaazaiah his son: Shoham, Zakkur, and Ibri. ",
        "23_Chapter, 27_Verse": "Mahli: Eleazar; he had no sons.",
        "23_Chapter, 28_Verse": "Kish: the sons of Kish: Jerahmeel.",
        "23_Chapter, 29_Verse": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites by their clans.",
        "23_Chapter, 30_Verse": "These too cast lots corresponding to their kindred, the sons of Aaron, under the eye of King David and Zadok and Ahimelech and the chiefs of the clans of the priests and Levites, on the principle of “chief and youngest brother alike.”",
        "24_Chapter, 0_Verse": "David and the officers of the army set apart for service the sons of Asaph, of Heman, and of Jeduthun, who prophesied to the accompaniment of lyres, harps, and cymbals. The list of those who performed this work, according to their service, was:",
        "24_Chapter, 1_Verse": "Sons of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah—sons of Asaph under the charge of Asaph, who prophesied by order of the king. ",
        "24_Chapter, 2_Verse": "Jeduthun—the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Hashabiah, Mattithiah—6, under the charge of their father Jeduthun, who, accompanied on the harp, prophesied, praising and extolling G<small>OD</small>. ",
        "24_Chapter, 3_Verse": "Heman—the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth; ",
        "24_Chapter, 4_Verse": "all these were sons of Heman, the seer of the king, [who uttered] prophecies for God’s greater glory. (God gave Heman fourteen sons and three daughters.) ",
        "24_Chapter, 5_Verse": "All these were under the charge of their father for the singing in the House of G<small>OD</small>, to the accompaniment of cymbals, harps, and lyres, for the service of the House of God by order of the king. Asaph, Jeduthun, and Heman— ",
        "24_Chapter, 6_Verse": "their total number with their kindred, trained singers of G<small>OD</small>—all the masters, 288.",
        "24_Chapter, 7_Verse": "They cast lots for shifts on the principle of “small and great alike, like master like apprentice.”",
        "24_Chapter, 8_Verse": "The first lot fell to Asaph—to Joseph; the second, to Gedaliah, he and his brothers and his sons—12; ",
        "24_Chapter, 9_Verse": "the third, to Zaccur: his sons and his brothers—12; ",
        "24_Chapter, 10_Verse": "the fourth, to Izri: his sons and his brothers—12; ",
        "24_Chapter, 11_Verse": "the fifth, to Nethaniah: his sons and his brothers—12; ",
        "24_Chapter, 12_Verse": "the sixth, to Bukkiah: his sons and his brothers—12; ",
        "24_Chapter, 13_Verse": "the seventh, to Jesarelah: his sons and his brothers—12; ",
        "24_Chapter, 14_Verse": "the eighth, to Jeshaiah: his sons and his brothers—12; ",
        "24_Chapter, 15_Verse": "the ninth, to Mattaniah: his sons and his brothers—12; ",
        "24_Chapter, 16_Verse": "the tenth, to Shimei: his sons and his brothers—12; ",
        "24_Chapter, 17_Verse": "the eleventh to Azarel: his sons and his brothers—12;",
        "24_Chapter, 18_Verse": "the twelfth, to Hashabiah: his sons and his brothers—12; ",
        "24_Chapter, 19_Verse": "the thirteenth, to Shubael: his sons and his brothers—12; ",
        "24_Chapter, 20_Verse": "the fourteenth, to Mattithiah: his sons and his brothers—12; ",
        "24_Chapter, 21_Verse": "the fifteenth, to Jeremoth: his sons and his brothers—12; ",
        "24_Chapter, 22_Verse": "the sixteenth, to Hananiah: his sons and his brothers—12; ",
        "24_Chapter, 23_Verse": "the seventeenth, to Joshbekashah: his sons and his brothers—12; ",
        "24_Chapter, 24_Verse": "the eighteenth, to Hanani: his sons and his brothers—12; ",
        "24_Chapter, 25_Verse": "the nineteenth, to Mallothi: his sons and his brothers—12; ",
        "24_Chapter, 26_Verse": "the twentieth, to Eliathah: his sons and his brothers—12; ",
        "24_Chapter, 27_Verse": "the twenty-first, to Hothir: his sons and his brothers—12; ",
        "24_Chapter, 28_Verse": "the twenty-second, to Giddalti: his sons and his brothers—12; ",
        "24_Chapter, 29_Verse": "the twenty-third, to Mahazioth: his sons and his brothers—12; ",
        "24_Chapter, 30_Verse": "the twenty-fourth, to Romamti-ezer: his sons and his brothers—12.",
        "25_Chapter, 0_Verse": "The divisions of the gatekeepers: Korahites: Meshelemiah son of Kore, of the sons of Asaph. ",
        "25_Chapter, 1_Verse": "Sons of Meshelemiah: Zechariah the first-born, Jediael the second, Zebadiah the third, Jathniel the fourth, ",
        "25_Chapter, 2_Verse": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh. ",
        "25_Chapter, 3_Verse": "Sons of Obed-edom: Shemaiah the first-born, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth, ",
        "25_Chapter, 4_Verse": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth—for God had blessed him. ",
        "25_Chapter, 5_Verse": "To his son Shemaiah were born sons who exercised authority in their clans because they were men of substance.",
        "25_Chapter, 6_Verse": "The sons of Shemaiah: Othni, Rephael, Obed, Elzabad—his brothers, men of ability, were Elihu and Semachiah. ",
        "25_Chapter, 7_Verse": "All these, sons of Obed-edom; they and their sons and brothers, strong and able men for the service—62 of Obed-edom. ",
        "25_Chapter, 8_Verse": "Meshelemiah had sons and brothers, able men—18. ",
        "25_Chapter, 9_Verse": "Hosah of the Merarites had sons: Shimri the chief (he was not the first-born, but his father designated him chief), ",
        "25_Chapter, 10_Verse": "Hilkiah the second, Tebaliah the third, Zechariah the fourth. All the sons and brothers of Hosah—13.",
        "25_Chapter, 11_Verse": "These are the divisions of the gatekeepers, by their chief men, [who worked in] shifts corresponding to their kindred, ministering in the House of G<small>OD</small>. ",
        "25_Chapter, 12_Verse": "They cast lots, small and great alike, by clans, for each gate.",
        "25_Chapter, 13_Verse": "The lot for the east [gate] fell to Shelemiah. Then they cast lots [for] Zechariah his son, a prudent counselor, and his lot came out to be the north [gate]. ",
        "25_Chapter, 14_Verse": "For Obed-edom, the south [gate], and for his sons, the vestibule. ",
        "25_Chapter, 15_Verse": "For Shuppim and for Hosah, the west [gate], with the Shallecheth gate on the ascending highway. Watch corresponded to watch: ",
        "25_Chapter, 16_Verse": "At the east—six Levites; at the north—four daily; at the south—four daily; at the vestibule—two by two;",
        "25_Chapter, 17_Verse": "at the colonnade on the west—four at the causeway and two at the colonnade.",
        "25_Chapter, 18_Verse": "These were the divisions of the gatekeepers of the sons of Korah and the sons of Merari.",
        "25_Chapter, 19_Verse": "And the Levites: Ahijah over the treasuries of the House of God and the treasuries of the dedicated things.",
        "25_Chapter, 20_Verse": "The sons of Ladan: the sons of the Gershonites belonging to Ladan; the chiefs of the clans of Ladan, the Gershonite—Jehieli. ",
        "25_Chapter, 21_Verse": "The sons of Jehieli: Zetham and Joel; his brother was over the treasuries of the House of G<small>OD</small>.",
        "25_Chapter, 22_Verse": "Of the Amramites, the Izharites, the Hebronites, the Uzzielites: ",
        "25_Chapter, 23_Verse": "Shebuel son of Gershom son of Moses was the chief officer over the treasuries.",
        "25_Chapter, 24_Verse": "And his brothers: Eliezer, his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, his son Shelomith— ",
        "25_Chapter, 25_Verse": "that Shelomith and his brothers were over all the treasuries of dedicated things that were dedicated by King David and the chiefs of the clans, and the officers of thousands and hundreds and the other army officers; ",
        "25_Chapter, 26_Verse": "they dedicated some of the booty of the wars to maintain the House of G<small>OD</small>.",
        "25_Chapter, 27_Verse": "All that Samuel the seer had dedicated, and Saul son of Kish, and Abner son of Ner, and Joab son of Zeruiah—or [what] any other man had dedicated, was under the charge of Shelomith and his brothers.",
        "25_Chapter, 28_Verse": "The Izharites: Chenaniah and his sons were over Israel as clerks and magistrates for affairs outside [the sanctuary].",
        "25_Chapter, 29_Verse": "The Hebronites: Hashabiah and his brothers, capable men, 1,700, supervising Israel on the west side of the Jordan in all matters of G<small>OD</small> and the service of the king. ",
        "25_Chapter, 30_Verse": "The Hebronites: Jeriah, the chief of the Hebronites—they were investigated in the fortieth year of David’s reign by clans of all their lines, and men of substance were found among them in Jazer-gilead. ",
        "25_Chapter, 31_Verse": "His brothers, able men, 2,700, chiefs of clans—David put them in charge of the Reubenites, the Gadites, and the half-tribe of Manasseh in all matters of God and matters of the king.",
        "26_Chapter, 0_Verse": "The number of Israelites—chiefs of clans, officers of thousands and hundreds and their clerks, who served the king in all matters of the divisions, who worked in monthly shifts during all the months of the year—each division, 24,000. ",
        "26_Chapter, 1_Verse": "Over the first division for the first month—Jashobeam son of Zabdiel; his division had 24,000. ",
        "26_Chapter, 2_Verse": "Of the sons of Perez, he, the chief of all the officers of the army, [served] for the first month. ",
        "26_Chapter, 3_Verse": "Over the division of the second month—Dodai the Ahohite; Mikloth was chief officer of his division; his division had 24,000. ",
        "26_Chapter, 4_Verse": "The third army officer for the third month—Benaiah son of Jehoiada, the chief priest; his division had 24,000. ",
        "26_Chapter, 5_Verse": "That was Benaiah, one of the warriors of the thirty and over the thirty; and [over] his division was Ammizabad his son. ",
        "26_Chapter, 6_Verse": "The fourth, for the fourth month, Asahel brother of Joab, and his son Zebadiah after him; his division had 24,000. ",
        "26_Chapter, 7_Verse": "The fifth, for the fifth month, the officer Shamhut the Izrahite; his division had 24,000. ",
        "26_Chapter, 8_Verse": "The sixth, for the sixth month, Ira son of Ikkesh the Tekoite; his division had 24,000. ",
        "26_Chapter, 9_Verse": "The seventh, for the seventh month, Helez the Pelonite, of the Ephraimites; his division had 24,000. ",
        "26_Chapter, 10_Verse": "The eighth, for the eighth month, Sibbecai the Hushathite, of Zerah; his division had 24,000. ",
        "26_Chapter, 11_Verse": "The ninth, for the ninth month, Abiezer the Anathothite, of Benjamin; his division had 24,000. ",
        "26_Chapter, 12_Verse": "The tenth, for the tenth month, Mahrai the Netophathite, of Zerah; his division had 24,000. ",
        "26_Chapter, 13_Verse": "The eleventh, for the eleventh month, Benaiah the Pirathonite, of the Ephraimites; his division had 24,000. ",
        "26_Chapter, 14_Verse": "The twelfth, for the twelfth month, Heldai the Netophathite, of Othniel; his division had 24,000.",
        "26_Chapter, 15_Verse": "Over the tribes of Israel: Reuben: the chief officer, Eliezer son of Zichri. Simeon: Shephatiah son of Maacah. ",
        "26_Chapter, 16_Verse": "Levi: Hashabiah son of Kemuel. Aaron: Zadok.",
        "26_Chapter, 17_Verse": "Judah: Elihu, of the brothers of David. Issachar: Omri son of Michael. ",
        "26_Chapter, 18_Verse": "Zebulun: Ishmaiah son of Obadiah. Naphtali: Jerimoth son of Azriel.",
        "26_Chapter, 19_Verse": "Ephraimites: Hoshea son of Azaziah. The half-tribe of Manasseh: Joel son of Pedaiah.",
        "26_Chapter, 20_Verse": "Half Manasseh in Gilead: Iddo son of Zechariah. Benjamin: Jaasiel son of Abner.",
        "26_Chapter, 21_Verse": "Dan: Azarel son of Jeroham. These were the officers of the tribes of Israel.",
        "26_Chapter, 22_Verse": "David did not take a census of those under twenty years of age, for G<small>OD</small> had promised to make Israel as numerous as the stars of heaven. ",
        "26_Chapter, 23_Verse": "Joab son of Zeruiah did begin to count them, but he did not finish; wrath struck Israel on account of this, and the census was not entered into the account of the chronicles of King David.",
        "26_Chapter, 24_Verse": "Over the royal treasuries: Azmaveth son of Adiel. Over the treasuries in the country—in the towns, the hamlets, and the citadels: Jonathan son of Uzziah. ",
        "26_Chapter, 25_Verse": "Over the field laborers in agricultural work: Ezri son of Chelub.",
        "26_Chapter, 26_Verse": "Over the vineyards: Shimei the Ramathite. And over the produce in the vineyards for wine cellars: Zabdi the Shiphmite.",
        "26_Chapter, 27_Verse": "Over the olive trees and the sycamores in the Shephelah: Baal-hanan the Gederite. Over the oil-stores: Joash.",
        "26_Chapter, 28_Verse": "Over the cattle pasturing in Sharon: Shirtai the Sharonite. And over the cattle in the valleys: Shaphat son of Adlai.",
        "26_Chapter, 29_Verse": "Over the camels: Obil the Ishmaelite. And over the jennies: Jehdeiah the Meronothite.",
        "26_Chapter, 30_Verse": "Over the flocks: Jaziz the Hagrite. All these were stewards of the property of King David.",
        "26_Chapter, 31_Verse": "Jonathan, David’s uncle, was a counselor, a master, and a scribe: Jehiel son of Hachmoni was with the king’s sons. ",
        "26_Chapter, 32_Verse": "Ahitophel was a counselor to the king. Hushai the Archite was the king’s friend.",
        "26_Chapter, 33_Verse": "After Ahitophel were Jehoiada son of Benaiah and Abiathar. The commander of the king’s army was Joab.",
        "27_Chapter, 0_Verse": "David assembled all the officers of Israel—the tribal officers, the divisional officers who served the king, the captains of thousands and the captains of hundreds, and the stewards of all the property and cattle of the king and his sons, with the eunuchs and the warriors, all the men of substance—to Jerusalem. ",
        "27_Chapter, 1_Verse": "King David rose to his feet and said, “Hear me, my brothers, my people! I wanted to build a resting-place for the Ark of the Covenant of G<small>OD</small>, for the footstool of our God, and I laid aside material for building. ",
        "27_Chapter, 2_Verse": "But God said to me, ‘You will not build a house for My name, for you are a man of battles and have shed blood.’ ",
        "27_Chapter, 3_Verse": "The E<small>TERNAL</small> God of Israel chose me of all my father’s house to be king over Israel forever. For [God] chose Judah to be ruler, and of the family of Judah, my father’s house; and of my father’s sons, I was the preferred choice to be crowned king over all Israel; ",
        "27_Chapter, 4_Verse": "and of all my sons—for many are the sons G<small>OD</small> gave me—my son Solomon was chosen to sit on the throne of the kingdom of G<small>OD</small> over Israel.",
        "27_Chapter, 5_Verse": "I was told, ‘It will be your son Solomon who will build My House and My courts, for I have chosen him to be a son to Me, and I will be a father to him.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>I will be a father to him </b>See note at <a class=\"refLink\" data-ref=\"II Samuel 7:14\" href=\"II_Samuel.7.14\">2 Sam. 7.14</a>.</i> ",
        "27_Chapter, 6_Verse": "I will establish his kingdom forever, if he keeps firmly to the observance of My commandments and rules as he does now.’ ",
        "27_Chapter, 7_Verse": "And now, in the sight of all Israel, the congregation of G<small>OD</small>, and in the hearing of our God, [I say:] Observe and apply yourselves to all the commandments of the E<small>TERNAL</small> your God in order that you may possess this good land and bequeath it to your children after you forever.",
        "27_Chapter, 8_Verse": "“And you, my son Solomon, know the God of your father, and render service with single mind and fervent heart, for G<small>OD</small> searches all minds and discerns the design of every thought; if you reach out, [God] will be available to you, but if you stop trying, [God] will abandon you forever. ",
        "27_Chapter, 9_Verse": "See then, G<small>OD</small> chose you to build a house as the sanctuary; be strong and do it.”",
        "27_Chapter, 10_Verse": "David gave his son Solomon the plan of the porch and its houses, its storerooms and its upper chambers and inner chambers; and of the place of the Ark-cover; ",
        "27_Chapter, 11_Verse": "and the plan of all that he had by the spirit: of the courts of the House of G<small>OD</small> and all its surrounding chambers, and of the treasuries of the House of God and of the treasuries of the holy things; ",
        "27_Chapter, 12_Verse": "the divisions of priests and Levites for all the work of the service of the House of G<small>OD</small> and all the vessels of the service of the House of G<small>OD</small>;",
        "27_Chapter, 13_Verse": "and gold, the weight of gold for vessels of every sort of use; silver for all the vessels of silver by weight, for all the vessels of every kind of service; ",
        "27_Chapter, 14_Verse": "the weight of the gold lampstands and their gold lamps, and the weight of the silver lampstands, each lampstand and its silver lamps, according to the use of every lampstand; ",
        "27_Chapter, 15_Verse": "and the weight of gold for the tables of the rows of bread, for each table, and of silver for the silver tables; ",
        "27_Chapter, 16_Verse": "and of the pure gold for the forks and the basins and the jars; and the weight of the gold bowls, every bowl; and the weight of the silver bowls, each and every bowl; ",
        "27_Chapter, 17_Verse": "the weight of refined gold for the incense altar and the gold for the figure of the chariot—the cherubim—those with outspread wings screening the Ark of the Covenant of G<small>OD</small>.",
        "27_Chapter, 18_Verse": "“All this that G<small>OD</small> made me understand by God’s hand on me, I give you in writing—the plan of all the works.”",
        "27_Chapter, 19_Verse": "David said to his son Solomon, “Be strong and of good courage and do it; do not be afraid or dismayed, for my E<small>TERNAL</small> God is with you—and will not fail you or forsake you till all the work on the House of G<small>OD</small> is done. ",
        "27_Chapter, 20_Verse": "Here are the divisions of the priests and Levites for all kinds of service of the House of God, and with you in all the work are others devoted to it, skilled in all sorts of tasks; also the officers and all the people are at your command.”",
        "28_Chapter, 0_Verse": "King David said to the entire assemblage, “God has chosen my son Solomon alone, an untried lad, although the work to be done is vast—for the temple<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>temple </b>Lit. “fortress.”</i> is not for mortals but for the E<small>TERNAL</small> God. ",
        "28_Chapter, 1_Verse": "I have spared no effort to lay up for the House of my God gold for golden objects, silver for silver, copper for copper, iron for iron, wood for wooden, onyx-stone and inlay-stone, stone of antimony and variegated colors—every kind of precious stone and much marble. ",
        "28_Chapter, 2_Verse": "Besides, out of my solicitude for the House of my God, I gave over my private hoard of gold and silver to the House of my God—in addition to all that I laid aside for the holy House: ",
        "28_Chapter, 3_Verse": "3,000 gold talents of Ophir gold, and 7,000 talents of refined silver for covering the walls of the houses ",
        "28_Chapter, 4_Verse": "(gold for golden objects, silver for silver for all the work)—into the hands of artisans. Now who [among you] are going to make a freewill offering and devote themselves today to G<small>OD</small>?”",
        "28_Chapter, 5_Verse": "The officers of the clans and the officers of the tribes of Israel and the captains of thousands and hundreds and the supervisors of the king’s work made freewill offerings, ",
        "28_Chapter, 6_Verse": "giving for the work of the House of God: 5,000 talents of gold, 10,000 darics, 10,000 talents of silver, 18,000 talents of copper, 100,000 talents of iron. ",
        "28_Chapter, 7_Verse": "Whoever had stones in his possession gave them to the treasury of the House of G<small>OD</small> in the charge of Jehiel the Gershonite.",
        "28_Chapter, 8_Verse": "The people rejoiced over the freewill offerings they made, for with a whole heart they made freewill offerings to G<small>OD</small>; King David also rejoiced very much.",
        "28_Chapter, 9_Verse": "David blessed G<small>OD</small> in front of all the assemblage; David said, “Blessed are You, E<small>TERNAL</small> One, God of Israel our father, from eternity to eternity. ",
        "28_Chapter, 10_Verse": "Yours, E<small>TERNAL</small> One, are greatness, might, splendor, triumph, and majesty—yes, all that is in heaven and on earth; to You, E<small>TERNAL</small> One, belong kingship and preeminence above all. ",
        "28_Chapter, 11_Verse": "Riches and honor are Yours to dispense; You have dominion over all; with You are strength and might, and it is in Your power to make anyone great and strong. ",
        "28_Chapter, 12_Verse": "Now, God, we praise You and extol Your glorious name. ",
        "28_Chapter, 13_Verse": "Who am I and who are my people, that we should have the means to make such a freewill offering; but all is from You, and it is Your gift that we have given to You. ",
        "28_Chapter, 14_Verse": "For we are sojourners with You, mere transients like our ancestors; our days on earth are like a shadow, with nothing in prospect. ",
        "28_Chapter, 15_Verse": "O E<small>TERNAL</small> One our God, all this great mass that we have laid aside to build You a House for Your holy name is from You, and it is all Yours. ",
        "28_Chapter, 16_Verse": "I know, God, that You search the heart and desire uprightness; I, with upright heart, freely offered all these things; now Your people, who are present here—I saw them joyously making freewill offerings. ",
        "28_Chapter, 17_Verse": "O E<small>TERNAL</small> One God of Abraham, Isaac, and Israel, our fathers, remember this to the eternal credit of the thoughts of Your people’s hearts, and make their hearts constant toward You. ",
        "28_Chapter, 18_Verse": "As to my son Solomon, give him a whole heart to observe Your commandments, Your admonitions, and Your laws, and to fulfill them all, and to build this temple<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>temple </b>Lit. “fortress.”</i> for which I have made provision.”",
        "28_Chapter, 19_Verse": "David said to the whole assemblage, “Now bless the E<small>TERNAL</small> your God.” All the assemblage blessed the E<small>TERNAL</small> God of their ancestors, and bowed their heads low to G<small>OD</small> and the king. ",
        "28_Chapter, 20_Verse": "They offered sacrifices to G<small>OD</small> and made burnt offerings to G<small>OD</small> on the morrow of that day: 1,000 bulls, 1,000 rams, 1,000 lambs, with their libations; [they made] sacrifices in great number for all Israel, ",
        "28_Chapter, 21_Verse": "and they ate and drank in G<small>OD</small>’s presence on that day with great joy. They again proclaimed Solomon son of David king, and they anointed him as ruler before G<small>OD</small>, and Zadok as high priest. ",
        "28_Chapter, 22_Verse": "Solomon successfully took over the throne of G<small>OD</small> as king instead of his father David, and all went well with him. All Israel accepted him; ",
        "28_Chapter, 23_Verse": "all the officials and the warriors, and the sons of King David as well, gave their hand in support of King Solomon. ",
        "28_Chapter, 24_Verse": "G<small>OD</small> made Solomon exceedingly great in the eyes of all Israel, and endowed him with a regal majesty that no king of Israel before him ever had.",
        "28_Chapter, 25_Verse": "Thus David son of Jesse reigned over all Israel;",
        "28_Chapter, 26_Verse": "the length of his reign over Israel was forty years: he reigned seven years in Hebron and thirty-three years in Jerusalem.",
        "28_Chapter, 27_Verse": "He died at a ripe old age, having enjoyed long life, riches and honor, and his son Solomon reigned in his stead. ",
        "28_Chapter, 28_Verse": "The acts of King David, early and late, are recorded in the history of Samuel the seer, the history of Nathan the prophet, and the history of Gad the seer, ",
        "28_Chapter, 29_Verse": "together with all the mighty deeds of his kingship and the events that befell him and Israel and all the kingdoms of the earth."
    },
    "meta": "Chapter-Verse",
    "work": "I Chronicles"
}