{
    "language": "he",
    "title": "Da'at Zekenim on Deuteronomy",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "daat zekenim",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "דעת זקנים",
    "heTitle": "דעת זקנים על דברים",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Da'at Zekenim",
        "Torah"
    ],
    "text": [
        [
            [
                "<b>אלה הדברים אשר דבר משה.</b> זש\"ה מוכיח אדם אחרי חן ימצא ממחליק לשון. מוכיח אדם זה משה שהוכיח את ישראל שנ' ואתנה צאני צאן מרעיתי אדם אתם. ",
                "<b>אחרי</b> אחר שהוכיחן הקב\"ה ומפני שהוכיחן חן ימצא שנאמר במשה וגם מצאת חן בעיני ",
                "<b>ממחליק לשון</b> זה בלעם שדבר להם חלקלקות ואמר מה טובו אוהליך יעקב משל דמשה ודבלעם למה הדבר דומה לבן מלך שיש לו שני שרים אחד אוהבו ואחד שונאו האוהב אומר לו בני הזהר שלא תעשה עבירה שאביך מלך ודיין ואם ישמע לא יחוס עליך אלא יהרגך והשונא אומר עשה כל תאות לבך כי המלך אביך ואינך ירא משום דבר כך משה האוהב אמר לישראל השמרו לכם פן יפתה לבבכם. וכתיב וחרה אף ה' בכם וגו' אבל בלעם השונא אמר להם מה טובו אוהליך יעקב משכנותיך ישראל וגו' ועשו כל תאות לבבכם כי לאומות עושה כל הרעה שגזר עליהם שנא' לא איש אל ויכזב אבל בכם שאתם בניו אם גזר רעה ההוא אמר ולא יעשה ודבר ולא יקימנה ועליהם אמר שלמה נאמנים פצעי אוהב ונעתרות נשיקות שונא. וגם על משה נאמר ולמוכיחים ינעם ועליהם תבא ברכת טוב ועליו לא נאמר אלא ועליהם על המוכיח ועל המתוכח:",
                "<b>בין פארן ובין תפל ולבן</b>. דברים של תפלות שהוציאו על המן שהיה לבן ומה היו אומרים וכי יש טוחן ואינו פולט שאוכלין המן ונבלע באיברים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגללכם.</b> לפי שאתם מקטני אמנה כי כשאמרנו המן הסלע הזה נוציא לכם מים חשבתם שהייתי סבור שלא יצאו ומקרה היה כשיצאו בפעם ראשונה שיצאו והיה לי לפרש כי במצות הקב\"ה אוציא לכם מים מן הסלע הזה ולכן כעס הקב\"ה עלי וזהו בגללכם: "
            ],
            [],
            [],
            [],
            [
                "<b>ותהינו לעלות ההרה.</b> מהו ותהינו שהיו אומרים מטפה נתמלא הין מדבר מועט נתמלאת סאתם כלומר בשביל דבר מועט כעס הקב\"ה עלינו: "
            ],
            [],
            [],
            [
                "<b>וירדפו אתכם כאשר תעשינה הדבורים.</b> פי' שעוקצין מכאן ומכאן ואין ממיתין כך ויכום ויכתום שרדפו אחריהם בהכה ופצוע אבל לא הרגום כדי שלא יגדילו פיהם ונמצא שם שמים מתחלל. ותדע שלא מנה בכאן הנופלים במלחמה כדרך בשאר מלחמות ונראה שזו המלחמה דוישמע הכנעני מלך ערד דכתיב שם וישב ממנו שבי אבל לא הרגו אחד מהם והקב\"ה לקח אחר כך נקמתם מהם שנ' וישמע ה' בקול ישראל ויך את הכנעני וכו': "
            ]
        ],
        [
            [],
            [],
            [
                "<b>רב לכם סב.</b> בלשון שדבר עשו ליעקב שאמר לו יש לי רב נשתלם לו שכרו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אל תצר את מואב.</b> על אומות הללו שעיר ועמון ומואב הוצרך הקב\"ה להזהיר את ישראל שהיו סבורין לכבשם בדין שעיר שבמקומות הרבה קורא אותו חוי וחוי נתן הקב\"ה לישראל בירושה ולכך כתיב ובשעיר ישבו החורים לפנים אין עיקר שמם חוי ואינם משבעה עממין והא דקרי להו חוי כמו שאחז\"ל שהיו מריחין את הארץ כחויא ולקמן מפרש היכן החוי שנתן הקב\"ה לישראל וכן מעמון ומואב היו סבורין שהן ארץ רפאים שנתן הקב\"ה לאברהם דכתיב את הקיני ואת הקנזי וגו' ואת החוי ואת הפרזי ואת הרפאים וכן כתיב במואב רפאים יחשבו אף הם סבורים וחושבים בני אדם שהיא ארץ רפאים ואינם כן כי המואבים יקראו להם אימים שאימתם מוטלת על הבריות ואין להם דין בארצם. ובעמון כתיב ארץ רפאים תחשב גם היא כלו' אף היא סבורין היו בני אדם שהיא ארץ רפאים ואינו כן כי אם העמונים יקראו להם זמזמים על שם שהיו בעלי מחשבות ותחבולות וכל אלו עם רב וגדול ורם כענקים ולפי שבטחו בחכמתם ובגבורתם היו מורדין בהקב\"ה והוא השמידם ומסרם ביד חלשים מהם. אבל שאר האומות שלא היה להם לישראל שום טענה על ארצם לא הוצרכו להזהיר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והעוים היושבים בחצרים עד עזה.</b> עתה מפרש היכן החוי. והעוים כמו והחוים והעי\"ן והחי\"ת מתחלפות והחוים אם תרצו לידע היכן הם בחצרים הם יושבים כי לא היו חוששין לישב בערי חומה לפי שהיו גבורים וארץ רפאים היא ממלכת עוג כדכתיב ההוא יקרא ארץ רפאים היא שנתתי לאברהם אביהם באו ורשו אותה אבל ארץ מואב שנטלו מן האימים שהם גדולים כענקים ורפאים אינו אותו רפאים שנתתי לאברהם כי המואבים יקראו כו' וגם ארץ בני עמון שלקחו מן הזמזומים לאו היא נמי אותו רפאים כי העמונים יקראו להם זמזומים ולא נקראו רפאים כי אם מפני שרפאים ישבו בה: "
            ],
            [],
            [],
            [
                "<b>ממדבר קדמות.</b> מן המקום שהיה מדבר קודם שהוציא להם הקב\"ה המים מן הסלע לכך קורהו מדבר קדמות לפי שמקודם היה מדבר ועתה הוא למוצאי מים. ולפי שרוב ארץ סיחון היתה משל עמון ומואב קראו להם לשלום אבל לעוג שהיו מחזיקין בארץ רפאים לא קראו לשלום שאין קוראין שלום לשבעה עממי' ד\"א ממדבר קדמות מקדמונו של עולם למדתי שהיה לו להרוג מצריים מיד ואע\"פ כן שלח משה ואהרן לקרוא אל פרעה לשלום ואמר לו שלח עמי ויעבדוני וגם בשעת מתן תורה היה גלוי לפני הקב\"ה שאין בני עשו ובני ישמעאל רוצים לקבל התורה ואפ\"ה קראם הקב\"ה לקבלה שנאמר וזרח משעיר למו הופיע מהר פארן לכך ואשלח מלאכים וגו' דברי שלום לאמר. ואמרו רז\"ל שתי אגרות שלח אחת של שלום מאת משה ואחת של מלחמה מאת ישראל. אמר ריש לקיש חס ושלום לא נתחלקו ישראל על משה אלא באגרת אחת כתבו שלום מלמעלה ומלחמה מלמטה זה שאמר הכתוב אני שלום וכי אדבר המה למלחמה. ולפיכך אמר הקב\"ה לישראל חייכם שתירשו ארצם בשלום שנא' וענוים ירשו ארץ והתענגו על רוב שלום "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואתחנן אל ה'.</b> שבעה שמות נקראו לתפלה ואלו הן תפלה תחינה צעקה זעקה נפילה פגיעה רנה ובכלן לא התפלל משה אלא בתחנה ולמה לפי שבשעה שאמר משה לפני הקב\"ה הודיעני נא את דרכיך באיזו מדה אתה מנהיג את עולמך ואמר לו הקב\"ה וחנותי את אשר אחון כלומר כל מה שאני עושה עמהם מתנת חנם אני נותן להם אמר לו משה באותה מדה שאמרת לי התנהג ותן לי במתנת חנם שאעבור את הירדן לכך אמר ואתחנן לשון וחנותי. ד\"א שהתפלל משה תקט\"ו תפלות כמנין ואתחנן: "
            ],
            [],
            [],
            [
                "<b>רב לך.</b> אמר משה לפני הקב\"ה רבון העולמים אם נדרת ונשבעת שלא אכנס לארץ לך והתיר נדרך כמו שהתרת לי נדרי כשנשבעתי ליתרו כדפרש\"י בפ' ואלה שמות אמר לו הקב\"ה משה רב לך כלומר יש רב עליך שיכול להתיר נדרך אבל אני אין לי רב עלי ואין לי מי שיתיר נדרי. ד\"א רב לך ברב בשרת רב לכם בני לוי ברב בשרוהו רב לך. ד\"א יש לך רב ומנו יהושע שהגיע זמנו למלוך. ד\"א רב לך אל תוסף דבר אמר משה לפני הקב\"ה רבון העולמים לי קראת עבדך שנאמר לא כן עבדי משה וללויתן עבד שנא' תקחנו עבד עולם והתחנן לפניך שנא' הירבה אליך תחנונים וכרת עמו ושמעת לו שנא' היכרות ברית עמך תקחנו לעבד עולם ואני עבדך התחננתי לפניך ואמרת אלי הנה אנכי כורת ברית וגו' ולא תתקיים בי שאתה אומר אלי עלה ומות בהר. ועוד כתבת בתורה ואם אמר יאמר העבד אהבתי וגו' ועבדו לעולם. אמר לו הקב\"ה רב לך בעל ריב שלך כבר הוציא עליה גזרה שתמות וזהו אדם הראשון שאכל מעץ הדעת וגרם מיתה לכל בריה וזהו שאמר איוב אם יעלה לשמים שיאו וגו' שאפילו אם יעלה אדם לשמים כמו שעשה משה שדש העב ברגליו כמלאכי השרת ודבר אליו הקב\"ה פנים אל פנים וכיון שהגיע זמנו למות נשתברו כנפיו ונפל לפני מלאך המות. ועוד כתיב ועבד חפשי מאדוניו שאפילו לקחו רבו באלף זוז כיון שהגיע זמנו למות אינו יכול לומר עבדי אתה ולא תלך למות: "
            ]
        ],
        [
            [],
            [
                "<b>לא תוסיפו</b>. עליו שאם תוסיפו תגרעו דכל המוסיף גורע שאם תעשה חמשה ציציות גרעת גם הארבעה שהרי אינם כלום מאחר שלא עשית המצוה כהלכתה וכן פרש\"י חמש פרשיות שבתפילין וחמש מינין שבלולב אבל אם ישב בשמנה ימים בסוכה לא בא השמיני עם השבעה ומה שעשה עשוי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי תוליד.</b> כלו' שתאמרו כבר נתישבנו בארץ ולא ירבה עוד כעס והשחתה הנני מעיד עליכם דברים שהם קיימים לעולם דהיינו שמים וארץ כי אבוד תאבדון ולא יועיל לכם מה שנתישבתם בה. ד\"א פירשו רז\"ל אם תהיו בארץ כמנין ונושנת\"ם אבוד תאבדון וצדקה עשה לנו הקב\"ה שהקדים שתי שנים החורבן למנין ונושנתם הה\"ד וישקוד ה' על הרעה ויביא' עלינו כי צדיק ה' אלהינו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי שאל נא וכו'.</b> כלומר אם תשאל מפני מה מקפיד הקב\"ה עלינו יותר מכל האומות כי שאל נא לימים ראשונים כלומר אם עשה כך לשום אומה בעולם או הנסה אלהים וגו' כל זה שאל: "
            ],
            [],
            [
                "<b>ובמלחמה.</b> הוא קורא לים סוף מלחמה משום דכתיב שם ה' ילחם לכם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אז יבדיל משה.</b> אז לשון שירה כמו אז ישיר משה כי כששמעו שאמר הקב\"ה ולארץ לא יכופר לדם כי אם בדם שופכו אמרו וכי מי שהרג בשוגג יהיה נהרג כיון שהגיד משה רפואתו של דבר לברוח לערי מקלט אז אמרו שירה והיינו דאמרי אינשי מי שאוכל התבשיל יודע טעמו כך משה כשהרג המצרי וברח ידע מה עונשן של הורגים לברוח:",
                "<b>מזרחה שמש.</b> כל הרוצחין בורחין לשם אדם הראשון שקנס מיתה על בני העולם ברח למזרח שנ' וישכן מקדם לגן עדן וגו' קין ברח למזרח שנ' ויצא קין מלפני ה' וישב בארץ נוד קדמת עדן:"
            ],
            [],
            [
                "<b>את בצר במדבר.</b> זש\"ה אדם עשוק בדם נפש עד בור ינוס וגו' כלומר אדם שנאנס לשפוך דם נפש כלומר שהרג בשוגג עד מקום אותו שנ' בו וישב ראובן אל הבור ינוס למקלט דהיינו בצר במדבר לראובני: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>שמע ישראל ה' אלהינו ה' אחד.</b> בלא שלשה הזכרות אי אפשר שאם אמר שמע ישראל ה' אחד כל אומה ואומה אומרת על עכו\"ם שלהם שהוא אחד כשהוא אומר אלהינו יודע שעל אלהי ישראל הוא מדבר ואם היינו אומרים ה' אחד משמע אלהינו אחד מן האלהות וכ\"ש אם היינו אומרים אלהינו אחד אבל כשאנו כופלים ה\"ק ה' שהוא אדון שלנו הוא אחד באדנות ואין עוד מלבדו. וצריך לומר אל מלך נאמן קודם שמע ישראל לפי שבשלש תיבות הללו עם בשכמל\"ו תמצא בק\"ש רמ\"ח תיבות כנגד רמ\"ח אברים וכל האומר רמ\"ח תיבות שבק\"ש כתקנן הקב\"ה משמר רמ\"ח אבריו וזש\"ה שמור מצותי וחיה אמר הקב\"ה שמור את שלי ואני אשמור את שלך. א\"ר שמעון בן חלפתא משל למלך שהיה לו כרם ביהודה ודירתו בגליל ולאחד יש לו כרם בגליל ודירתו ביהודה בכל שנה ושנה צריך זה שביהודה לילך לגליל וזה שבגליל לילך ליהודה לפרנס כל אחד צרכי כרמו לימים פגעו זה בזה אמרו למה אנו מטריחין אני אפרנס כרמך שבעירי ואתה תפרנס כרמי שבעירך והזהר בה שאם אתה משמר היטב את שלי אני אשמור היטב את שלך: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי ישאלך בנך מחר.</b> זו שאלת בן חכם מאותן ארבעה בנים הנזכרים בהגדה ואע\"פ שהוא אומר אתכם דמשמע כמו לכם ולא לו מ\"מ כיון שאמר אשר צוה ה' אלהינו אינו מוציא עצמו מן הכלל כמו רשע שאומר מה העבודה הזאת לכם והאי דקאמר (אתכם) לפי שעדיין לא נולד באותה שעה שהקב\"ה צוה אותה מצוה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא מרבכם.</b> רשב\"ם היה מחבר זה הפסוק ופסוק ראשון דוהיה ומפרש הכי לא מרבכם חשק ה' בכם כי אם מאהבת ה' אתכם ומשמרו את השבועה. וא\"ת כיון שלא חשק בנו כי אם מכח תוקף השבועה א\"כ למה נטרח לקיים מצותיו לכך כתיב וידעת כי ה' אלהיך הוא אלהי האלהים וגו' שומר הברית ממתין ברית השבועה והחסד עד שימצא אוהביו ושומרי מצותיו לאלף דור כלומר עד אלף דור הוא ממתין עד שימצ' דור כשר שומרי המצות לקבל שכר השבועה אשר נשבע לאבותינו: "
            ],
            [],
            [],
            [
                "<b>ומשלם לשונאיו אל פניו.</b> כלומר לאותם שהם שונאיו מיד משלם להם גמול מעשה ידיהם ולא יאחר לשונאו לכן ושמרת את החקים וגו' והיה עקב תשמעון כלומר אם תעשו כן ושמרתם ושמר ה' אלהיך לך מיד את הברית ואת החסד לא ימתין לאלף אלא לך ישלם זה הגמול הטוב כי הראשון לשמוע המצות יהיה זריז ונשכר:"
            ],
            [],
            [
                "<b>והיה עקב תשמעון.</b> פירש\"י מצות שאדם דש בעקביו כלו' מצות קלות וזהו שאמר דוד למה אירא בימי רע עון עקבי יסובני. אמר דוד ממצות חמורות שבתורה איני ירא שאני קיימתים אבל מצות קלות שאדם דש בעקביו אני מתיירא אולי מפני שהיא קלה בזיתיה ולא חששתי לקיימה ואתה אמרת הוי זהיר במצוה קלה כמצוה חמורה וכן כתיב אורח חיים פן תפלס נעו מעגלותיה לא תדע כלו' פן תהיה שוקל למצות ששכרן מרובה ותעשה אותם ותניח הקלות לכן הם מטולטלים שבילי התורה ולא תדע מתן שכרן משל למלך שהיה לו פרדס והכניס שם פועלים לנטעו ולא גילה להם שכר נטיעה ובאי זו נטיעה יתן שכר מרובה שאלו גילה להם היו הכל רצים לנטיעות ששכרן מרובה ונוטעין אותן ונמצאת מלאכת הפרדס מקצת קיימ' ומקצתה בטלה כך המצות אלו גילה הקב\"ה שכרן היו מקצתן בטלות ותני ר' שמעון בן יוחאי שתי מצות גילה הקב\"ה שכרן קלה שבקלות וחמורה שבחמורות שלוח הקן וכבוד אב ואם ושתיהן שכרן שוה אריכות ימים בשתיהן להראות לעולם כי יש מצוה שנראית קלה בעיני אדם ומתן שכרה מרובה וזהו והיה עקב תשמעון שאפי' המצות הקלות תשמעון ושמרתם ועשיתם אותם וכן אמר דוד בשמרם עקב רב. וכתיב מה רב טובך אשר צפנת ליראיך ומיהו יש תמהין וכי יש מצות שאדם דש בעקביו י\"ל כגון שלוח הקן דכתיב כי יקרא קן צפור לפניך ודרשינן פרט למזומן נמצא כשהולך דש בעקביו על הקן. אי נמי מצות ציצית שאדם גורר אחריו כמנהג העולם. אמנם שמעתי שכל המגרר ציציותיו עליו הכתוב אומר וטאטאתיה במטאטא השמד אלא משליכן על כתף ונוטלן ביד: "
            ]
        ],
        [
            [
                "<b>כל המצוה.</b> אם התחלת במצוה גמור אותה כלה וכן אז\"ל המתחיל במצוה אומרים לו מרוק פי' גמור וכל המתחיל במצוה ואחר גומרה נקראת על שם גומרה מנא לן ממשה שהתחיל במצות ארונו של יוסף שנאמר ויקח משה את עצמות יוסף ולא גמרה שלא הכניסן לארץ אלא ישראל הכניסוהו לפיכך נקראת על שמם שנא' ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם ולא כתיב אשר העלה משה. ועוד אמר ר' ינאי כל מי שהתחיל במצוה ואינו גומרה קובר אשתו ובניו מנא לן מיהודה שנאמר מה בצע כי נהרוג את אחינו ישבו לפרוס על הפת ולברך ברכת המוציא אמר להם אנו הורגין את אחינו ומברכין ובוצע ברך נאץ ה' אלא לכו ונמכרנו לישמעאלים וכתיב וישמעו אחיו ולא גמר המצוה להצילו לגמרי לכך כתיב ותמת בת שוע אשת יהודה וער ואונן בניו לכך כשיתחיל אדם במצוה יגמור את כלה לכך כתיב כל המצוה: "
            ],
            [
                "<b>וזכרת את כל הדרך.</b> אדלעיל קאי כלו' אם יאמר לך לבך לחמוד כסף וזהב בטח בהקב\"ה וזכור כל הדרך אשר הוליכך ולא הוצרכת לכסף וזהב: "
            ],
            [
                "<b>ויענך.</b> בדרך. כד\"א ענה בדרך כחי קצר ימי. ",
                "<b>וירעיבך</b> שלא נתן לך מזון אלא דבר יום ביומו וזהו רעבון כמו שאחז\"ל אינו דומה מי שיש לו פת בסלו למי שאין לו:",
                "<b>למען הודיעך כי לא על הלחם לבדו.</b> ולא תשים בטחונך על הלחם ועל המזונות כי על כל מוצא פי ה' יחיה האדם על כל מצותיו וחקיו שיצאו מפיו יחיה האדם והם יתנו לך חיים בעולם הזה ולעולם הבא:"
            ],
            [],
            [],
            [],
            [
                "<b>ארץ נחלי מים.</b> שבעה פעמים כתיב כאן ארץ כנגד שבעה עממין. "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחות אבנים.</b> כל מי שאינו עושה לחייו כאבן הזה לעסוק בתורה אינו זוכה לדברי תורה. ד\"א אבנים שרובן של מיתות האמורות בתורה הן בסקילת אבנים. ד\"א בזכות יעקב שנא' משם רועה אבן ישראל. ד\"א בזכות בית המקדש שנא' הנני יסד בציון אבן ר' שמעון אומר בזכותו של מלך המשיח שנא' בו חזה הוית עד די אתגזרת אבן די לא בידין: "
            ],
            [],
            [
                "שני לוחות כנגד חתן וכלה וכנגד שני שושבינין וכנגד שמים וארץ וכנגד שתי תורות תורה שבכתב ותורה שבעל פה וכנגד שני עולמות העולם הזה והעולם הבא. ואמ\"ר חנינא לוחת כתיב חסר ללמדך שהיו שתיהן שוות: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וארא והנה חטאתם.</b> מה ראה ראה שפרח הכתב מעליהם ולכך ואתפוש בשני הלוחות ואשברם לעיניכם. משל לסרדיוט שהיה מהלך בדרך וחותם המלך בידו ובא ליכנס למדינה עבר בתוך הנהר ונפל החותם במים ונמחק הכתב מה עשה קרע הנייר ושבר החותם כך משה כשהיה יורד מן ההר והלוחות בידו פרח הכתב מעליהם ושברם.",
                "ד\"א <b>וארא</b> ראה העגל שעשו ושברן. משל למלך שקדש אשה ואמר לה לאחר זמן אני שולח כתובתך ביד השושבין עד שהשושבין בא והכתובה בידו מצאה שקלקלה וזינתה ראה השושבין הקלקול וקרע הכתובה אמר מוטב שתדון כפנויה ולא כאשת איש כך הקב\"ה קידש את ישראל במתן תורה ואמר לשלוח הלוחות שהן הכתובה תוך ארבעים יום ע\"י משה שושבין בא משה והכתובה בידו וראה שקלקלו בעגל ושבר הכתוב': "
            ],
            [
                "<b>ואשליכם מעל שתי ידי.</b> זש\"ה עת להשליך אבנים זה לוחות הראשוני'. ועת כנוס אבנים זה לוחות אחרונות: "
            ],
            [
                "<b>ואתנפל לפני ה' כראשונה.</b> כמו שעשיתי בארבעים יום הראשונים שהתנפלתי לפני הקב\"ה על שאמר הרף ממני ואשמידם עד שהתנה עמהם שלא ישמידם שנא' וינחם ה' על הרעה אבל לא מחל העון ועכשיו התנפלתי על מחילת העון כי יגרתי מפני האף והחמה וישמע ה' אלי גם בפעם הזאת למחול העון שנשבע בראשונה שלא להשמיד: "
            ],
            [],
            [],
            [
                "<b>ואכות אותו טחון.</b> כדי שלא יהנה איש ממנו:"
            ],
            [
                "<b>ובתבערה.</b> הם המתאוננים דכתיב ותבער בם אש ה'.",
                "<b>ובמסה</b> דכתיב ויקרא שם המקום מסה ומריבה על ריב בני ישראל ועל נסותם.",
                "<b>ובקברות התאוה</b> שנתאוו לשליו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומשנאתו אותם.</b> כלומר או שמא לא היה בדעתו ליתן להם הארץ אלא פתה אותם בדברים עד שהוציאם ממצרים והרגם כי שונא היה אותם כד\"א הנה מפתיה והולכתיה המדבר והמחיה בצמא. ובלשון תלמוד יש ואוי\"ן הרבה שהן במקום או כמו חלץ ועשה מאמר ביבמתו שר\"ל או עשה בה מאמר: "
            ],
            [
                "<b>והם עמך ונחלתך.</b> לפי שהוציאם הקב\"ה מכללו שאמר למשה כי שחת עמך הוצרך לומר לו והם עמך ונחלתך: "
            ]
        ],
        [
            [
                "<b>בעת ההיא.</b> אחר שמחל להם הקב\"ה אמר לו פסל לך שלא יאמרו ויתרעמו עלי' לומר הפסדתי' דבר נחמד שזהו הלוחות אשר שברת וזש\"ה לכל זמן ועת לכל חפץ עת היה שישתברו הלוחות ועת היה שיעשו אחרים וזהו פסל לך. ד\"א שיהא הפסולת שלך ומהיכן פסלן פליגי ביה ר' לוי ור' חנן חד אמר מתחת כסא הכבוד וחד אמר מתחת אהלו היה מחצב משם חצב לו שני לוחות ונטל לו הפסולת ומשם העשיר משה שהיו של סנפרינון וזש\"ה ידיו גלילי זהב אלו הלוחות וכיצד היו הדברות חמשה על לוח אחד וחמשה על לוח אחד. ד\"א פסל לך שאני עושה אותך מלך ואתה פוסל כל מה שתרצה:",
                "<b>עלה אלי ההרה ועשית לך ארון עץ.</b> ומשה לא עשה כן שנ' ואעש ארון עץ קודם. "
            ],
            [
                "<b>ושמתם בארון.</b> שבו היו תמיד מונחין שברי לוחות ואותם היו מוליכין למלחמה כדתניא בספרי וארון ברית ה' נוסע לפניהם זה שיוצא עמהם במחנות הוא היה ארון עץ שעשה משה בעלייתו לסיני ומתחלה שם בו שברי לוחות גם לוחות אחרונות כדכתיב ואשים את הלוחות בארון אשר עשיתי עד שנעשה ארון של זהב שעשה בצלאל וכשנעשה נתנו בו לוחות אחרונות שנא' ונתת אל הארון את העדות אשר אתן אליך. ואותו שעשה בצלאל לא היו רגילין להוליך למלחמ' כדכתיב במלחמ' שילה מי יצילנו מיד האלהים האדירים האלה כי לא היתה כזאת מתמול שלשום שלא היו רגילים להוליכו ושם לקו שנשבה הארון ועל הארון שעשה בצלאל הוא שאמרו רבו' כל זמן שארון ושכינה שלא במקומם אסורין ישראל בתשמיש המטה והא דכתיב גבי אוריה שאמר הארון וישראל חנים בסוכות ואני אלך לשכב עם אשתי משמע דמחמיר על עצמו היה אבל האחרים מותרים בתשמיש המטה היינו בארון של עץ שעשה משה שהיו מוליכין במלחמה ומה שהיה במלחמת יהושע שהלך עמהם על פי הדבור היה. והא דאמרי' בשלהי פ\"ק דבבא בתרא מלמד שלוחות ושברי לוחות מונחים בארון ומשמע התם דהיינו בארון שעשה בצלאל היינו בבנין שהיתה מנוחה עדי עד. ובירוש' איכא פלוגתא יש אומרי' ארון אחד היה ויש אומרים שתי ארונות:"
            ],
            [],
            [],
            [],
            [
                "<b>ובני ישראל נסעו מבארות.</b> לפי הפשט מוסרה אינו מוסרות דמסעי ובארות יעקן אינו יעקן ובין בארות ומוסרה היה הר ההר ושם מת אהרן וה\"פ דקרא ובני ישראל נסעו מבארות בני יעקן ללכת למוסרה ופגעו בהר ההר ושם מת אהרן: "
            ],
            [],
            [
                "<b>בעת ההיא</b>. פי' כשנעשה העגל שפי' לעיל",
                "<b>הבדיל ה' את שבט הלוי</b> לשמשו מפני שלא היו במעשה העגל זש\"ה והכהנים הלוים בני צדוק אשר שמרו את משמרת מקדשי בתעות בנ\"י מעלי וגו' המה יקרבו אלי לשרתני. ועל כן כשבחרם הקב\"ה לחלקו ולשרתו לא היה ללוי חלק ונחלה עם אחיו כדי שלא יעסקו בשום דבר כי אם בעבודת המקום וכי תימא א\"כ במה יתפרנסו ה' הוא נחלתו שצוה ישראל לחרוש ולזרוע ולקצור בשבלים לתת להם מעשר מדגן ותירוש ויצהר וערים לשבת: "
            ],
            [],
            [
                "<b>ואנכי עמדתי בהר.</b> לקבל לוחות אחרונות ולהרבות בתחנונים לפני הקב\"ה שימחול העון לגמרי ",
                "<b>וישמע אלי גם בפעם ההיא</b> ומחל לגמרי וביום הכפורים הי' שאמר סלחתי כדבריך ולכך הוקבע אותו יום להיות למחילה ולכפרה לישראל כי מאה ועשרים יום יש ממתן תורה עד יום הכפורים כיצד בששה בסיון נתנה התורה בשבעה עלה לקבל לוחות הראשונים והיה לו לשהות מ' יום בלא אותו יום לפי שאין לילו עמו וירד בשבעה עשר בתמוז ובאותו יום נשתברו הלוחות למחר שבשמונ' עשר עלה להתפלל על מעשה העגל ושהה שם ארבעים יום שנ' ואתנפל לפני ה' ארבעים יום כראשונה ושלמו בכ\"ח באב אמר לו ית' פסל לך ועלה בכ\"ט ואמר להם לישראל למחר ביום שלשים באב יהיה ר\"ח אלול שיתחילו תקעו שופר כדי שלא תטעו בירידתו כמו שטעיתם בראשונ' וזכר לדבר אנו תוקעין ביום ר\"ח אלול שהוא יום שלשים באב שלעולם אנו עושין ר\"ח שני ימים ויום ראשון הוי מחשבון דאב שהוא מלא ושהה שם ארבעים יום שנ' ואנכי עמדתי בהר כימים הראשוני' ושלמו ביום הכפורים כיצד יום אחד מאב וכ\"ט מאלול הרי שלשים ועשרה מתשרי הרי מ' והוא יום הכפורים ואמר לו באותו יום סלחתי כדבריך ולמחר ירד ושבעה עשר בתמוז של אותה שנה בחמישי בשבת היה שהרי לעולם פסח וי\"ז בתמוז באין ביום אחד ובפרק ר' עקי' מסיק דפסח שבו יצאו ישראל ממצרים חמישי בשבת היה וא\"כ נמצא שלוחות הראשונות באו בה' בשבת בשבעה עשר בתמוז א\"כ ר\"ה בשבת היה לסי' א\"ת ב\"ש ג\"ר וא\"כ יום הכפורים בשני הי' והלוחו' האחרונות באו יום שני ולפי ששתיהן באו חדא ביום שני וחדא ביום חמישי נהגו לקרות בתורה ביום שני וביום חמישי וזהו דרשו ה' בהמצאו ב\"ה מצאו שהם ימי קריאת התורה ואז ב\"ד יושבין שמתוך שבאין לשמוע התורה באין לדין וה\"ר בכור שור נתן סימן לדבר בצדק תשפוט עמיתך כי בשני ימים הללו מזל צדק משמש בשמש בשני בתחלת ליל שני בשעה ראשונה ובחמישי בשעה ראשונה מן היום דהא אמרינן במס' שבת כשנ\"צ חל\"ם ראשי לילות חל\"ם כשנ\"צ ראשי ימים והסי' כי היא היתה אם כל חי: "
            ],
            [],
            [
                "<b>ועתה ישראל מה ה' אלהיך.</b> אטו דבר קטן הוא זה וי\"ל דאקרא דלבתריה קאי לשמור את מצות ה' וגו' לטוב לך כלומר אינו שואל ממך דבר זה כי אם לטוב לך להנאתך ולהרבות לך שכר. ומיהו רבותינו הקשו כן ותירצו דלגבי משה מילתא זוטרתי היא ומכאן דרשו רבותינו דחייב אדם לברך מאה ברכות בכל יום דכתיב מה אל תיקרי מה אלא מאה כלומר ק' ברכות ה' אלהיך שואל מעמך. ויש לחזק הדבר מ\"ה בחילוף א\"ת ב\"ש הוי י\"ץ שעולה מאה וכן בפסוק זה יש מאה אותיות חסר אחת וכאשר תוסיף אות אחת לעשות ממנה מאה תשלם החשבון למאה. וי\"א כי דוד תקנם שבכל יום היו מתים מאה אנשים מישראל באו והגידו לדוד עמד ותקן מאה ברכות בכל יום שנ' נאם הגבר הוקם על ע\"ל בגימטריא מאה ומיד נעצרה המגפה. עוד יש להוכיח מאה ברכות מדכתיב הנה כ\"י כ\"ן יברך גבר במנין כ\"י כ\"ן יברך גבר כי יברך חסר וא\"ו כתיב ולכך תקנו לומר מודים שהרי פי' משתחוים כדכתיב גבי נעמן והשתחויתי לה' אלהיך. ותרגם יונתן ואודיתי קדם ה' אלהך ומ\"מ אנו אומרים מודים ולא משתחוים לפי שעולה בגימטריא מודי\"ם מאה לומר שכל האומר מודים כהוגן כאלו קיים מאה ברכות ר\"ל שיכרע עד שיתפקקו כל חוליות שבשדרה או שיראה איסר כנגד לבו וכרע כחוטרא וזקיף כי חויא ושיתכוין לומר משתחוים אנו לך כדאיתא בירוש' א\"ר בון מיומי לא איכוונית וכו' ומחזיקנא טיבותא לרישאי דכי מטינא למודים כרע מגרמיה: "
            ]
        ],
        [
            [],
            [
                "<b>כי לא את בניכם.</b> כלו' אינם ראוים ליענש ככם על המצות שהרי אתם ראיתם את מוסר ה' ואת גדלו ולא לפטור הבנים בא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>למען תחזקו</b>. אינו אומר עשו מצות לשמן למען תחזקו דא\"כ הוי על מנת לקבל פרס אלא ה\"ק עשו המצוה מאהבה כי למען זה תחזקו ואין למען מוסב לתיבה שלאחריה וכן למען תאריכון ימים: "
            ],
            [],
            [
                "<b>לא כארץ מצרים.</b> שהיא ארץ מישור שאדם יכול להמשיך מים לשדותיו מן הנהרות כמו שעושים לגן הירק הנזרעים על שפת הנהר אלא היא ארץ הרים ובקעות ואין אדם יכול להשקותם כי אם למטר השמים תשתה מים ותמיד אתם צריכים להקב\"ה ולכך הזהרו במצותיו כדי שיוריד לכם מטר בעתו: "
            ],
            [],
            [
                "<b>ארץ אשר ה' אלהיך דורש אותה תמיד</b>. לפקוד יושביה ולדקדק במעשיהם שאינן נדונין אלא לפי רוב מעשיהם ולפי' והיה אם שמוע תשמעו וגו' אז ונתן מטר ארצכם בעתו. וכן מסיק בפ\"ק דר\"ה תמיד עיני ה' אלהיך בה עתים לטובה עתים לרעה כיצד הרי שהיו ישראל רשעים גמורים בר\"ה ופסקו להם גשמים מועטים ולבסוף חזרו בהם להוסיף עליהם א\"א שכבר נגזרה גזרה אלא הקב\"ה מוריד אותם לארץ הצריכה להם עתים לרעה כיצד וכו' כדאיתא התם:",
                "<b>מרשית השנה.</b> חסר אלף מכאן אמר ר' יצחק בפ\"ק דר\"ה דכל שנה שרשה בתחלתה מתעשרת בסופה שנא' מראשית השנה ועד אחרית שנה מכלל דאית לה אחרית פי' רשה בתחלתה שהעולם זכאי ונוהגין עצמן בשפלות ובענוה: "
            ],
            [],
            [
                "<b>יורה</b>. היא רביעה ראשונה היורדת במרחשון ונקרא יורה על שם שמורה בני אדם להטיח גגותיהן. ד\"א שיורה כחץ ",
                "<b>ומלקוש</b> בניסן ונקראת מלקוש על שם שממלא התבואה בקשיה:",
                "<b>ואספת דגנך.</b> כלומר ואחר כך לא ירדו גשמים לפי שהוא זמן אסיפה וקציר וגשמים בעת הקציר סימן קללה שנא' הלא קציר חטים היום וגו' ובמס' ברכות פריך כתיב ואספת דמשמע אתה בעצמך וכתיב ועמדו זרים ורעו צאנכם ומשני כאן בזמן שישראל עושין רצונו של מקום כאן בשאין עושין רצונו של מקום וקשה דהרי קאי אוהיה אם שמוע וצ\"ע: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראה</b>. זה אני אומר לך שתבחר בחר לך באותו שאמר אנכי ה' אלהיך. ד\"א ראה אנכי שבחרתי בטובה ולפי' אני משונה מכל שנאמר ומשה לא ידע כי קרן עור פניו:",
                "<b>נותן לפניכם היום.</b> בעולם הזה הם ברכה וקללה אבל לימות המשיח כלם ברכה:"
            ],
            [
                "<b>את הברכה אשר תשמעו וגו' והקלל' אם לא תשמעו.</b> משל לזקן היושב על אם הדרך ויש לפניו שני דרכים אחד תחלתו קוצים וסופו מישור ואחד תחלתו מישור וסופו קוצים ומזהיר את העוברים דרך שם ואומר להם הזהרו מזה שתחלתו מישור כי כלו קוצים עד סופו לכו בזה שתחלתו קוצים כי סופו מישור כל מי ששומע לו אע\"פ שיגע מעט בתחלתו אחר כך הולך בשלום אבל מי שלא שמע לו והלך באותו שתחלתו מישור נכשל בסוף כך אדם שעובר עברה והולך בשרירות לבו מוצא נחת רוח ודרך ישר בעולם הזה וכשנופל מת הולך לגיהנם שכולו קוצים אבל מי שטורח בעולם הזה ויגע בתורה ובמצות הוא יורש העולם הבא שכולו מישור ונחת רוח ושמחה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אל המנוחה.</b> שיניח הקב\"ה לכם:",
                "<b>ואל הנחלה</b> שתעברו את הירדן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל ימיך על אדמתך.</b> לפי הפשט נרא' דלהכי נקט על אדמתך לפי כשיבאו לארץ ישראל ויחלקו הארץ ואין ללוי חלק ונחלה וצריך שיתנו עיניהם עליהם:"
            ],
            [],
            [
                "<b>כאשר צויתיך.</b> מכאן אמרו רבותינו במס' חולין מלמד שנצטווה משה על הקנה ועל הושט ועל רוב אחד בעוף ועל רוב שנים בבהמה ואמר הרב יעקב מקורבי\"ל כאשר צויתיך עולה כמו רוב אחד בעוף ורוב שנים בבהמה ודוק ותשכח. ד\"א אש\"ר אלף אחד שי\"ן שני' ריש רוב ונוקי המועט באותו ששחיטתו מועט דהיינו בעוף הרי אחד בעוף ושנים בבהמה ורוב קאי אתרויהו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי יסיתך אחיך בן אמך.</b> שהוא חביב כך ששניכם יצאת' מבטן אחד אבל בני האב אינן חביבין כל כך זה לזה. ועוד שדרכן לשנא זה את זה מפני הירושה:",
                "<b>בסתר לאמר.</b> דבר הכתוב בהווה כי דרך לדבר דבר מכוער כזה בסתר. והרב בכור שור אומר שלפי שנאמר הולך רכיל מגלה סוד אל תאמר שבשביל שדבר לך בסתר שאסור לגלות סודו כי אדרבה לא תכסה עליו שאסור לכסות דבריו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כליל לה' אלהיך.</b> כדי שיודע לכל שלשם ה' ב\"ה חרבתם העיר ולא ליהנות מממונם: "
            ],
            [
                "<b>ונתן לך רחמים.</b> בשכר שלא רחמת על מכעיסיו הוא ירחם עליך:"
            ]
        ],
        [
            [
                "<b>בנים אתם לה' אלהיכם</b>. ולכן אם מת אביכם הבשר ודם לא תתגודדו שהרי אינכם יתומים בכך כי יש לכם אב שהוא חי וקיים יתברך וית' שמו אבל העכו\"ם כשמת אביו יש לו להתגודד שאין לו עוד אב כי אם עצו ואבנו שאין בם מועיל כדכתיב אומרים לעץ אבי אתה ולאבן את ילדתנו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובנבלתם לא תגעו.</b> אם מתו מיתת עצמן לא תגעו בהן כדי לאכלן כמו בכל קדש לא תגע אמרינן במס' מכות שהוא אזהרה לאוכל ואפקיה רחמנא בלשון נגיעה ליתן שיעור לנוגע כאוכל והכא נמי אפקיה לאכילה בלשון נגיעה וכפל המלה לא תאכלו ולא תגעו חדא מילתא היא דאי נוגע ממש קאמר אכילה למה כתיבא אם על הנגיעה הזהיר על האכילה לא כל שכן. ומיהו רבותינו אמרו דבנגיעה ממש קאמר ואזהרה לישראל ברגל כדאמר מר חייב אדם לטהר עצמו ברגל:"
            ],
            [
                "<b>כל אשר לו סנפיר וקשקשת.</b> תימא לי דגים למה נשנו דבשלמא בהמה מפרש בחולין דנשנית מפני השסועה ובעופות מפני הראה דגים למה נשנו יותר מחגבים וצ\"ע. ועוד תימה לי קרא שלישי לדגים דכתיב בפרשת שמיני כל אשר אין לו סנפיר וקשקשת שקץ הוא למה לי וצ\"ע. בתוספות דחולין: "
            ],
            [],
            [],
            [
                "<b>הנשר.</b> אינו אותו שקורין אייגיל\"א בלע\"ז אנש\"ר בערבי שהרי לאגיל\"א יש לו אצבע יתירה ונשר מפרש באלו טרפות שאין לו שום סימן טהרה: "
            ],
            [],
            [
                "<b>ואת כל עורב.</b> גם הוא אינו אותו שקורין קורביי\"ל כי הקורביי\"ל בדקו ומצאו שיש לו אצבע יתירה וזפק וא\"כ דורס אם הוא עורב שהרי באלו טרפות מפרש דבעורב לית ביה אלא שני סימני טהרה דהויא בי\"ט עופות טמאים ואי אינו דורס הוא ביה ג' סימני טהרה אלא ודאי דורס הוא וא\"כ היכי קאמר התם דעוף הבא לפנינו בשני סימנין טהור ובלבד שיכיר עורב ואם דומה לעורב ומכיר נמי עורב היאך טהור כיון דאמרינן דעורב דורס והא קי\"ל דכל עוף הדורס טמא אלא ודאי אותו שאנו קורין קורביי\"ל אינו עורב דקרא אלא אותו שנראה אותו רוקק בשעת תשמיש ודאי הוא עורב: "
            ],
            [
                "<b>בת היענה.</b> להכי נקט בת לפי שאינה ראויה אלא כשהיא קטנה לפי שבשרה קשה כעץ כשהיא גדולה:",
                "<b>ואת הנץ.</b> גם הוא אינו אותו שאנו קורין אשפרבי\"ר שהרי שלשה סימנים טהרה יש לו כדמסיק באלו טרפות תלתא הדרי בכולהו ומוכחי התוספות התם דהסימן שאינו אלא בפרס או בעזניה הוי קרקבן נקלף וא\"כ השלשה סימני טהרה דהוו בנץ הוו אצבע יתירה ואינו דורס ואשפרוי\"ר אנו רואים בכל יום שהוא דורס בין לפירש\"י שאוחז המאכל ברגליו בין לפרת\"ם שפי' דורס ואוכל העוף מחיים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היוצא השדה שנה שנה.</b> אמרו רז\"ל אין מעשרין משל שנה זו לשנה אחרת. ד\"א אם אתה מעשר שנה זו אתה זוכה לעשר בשנה הבאה: "
            ],
            [
                "<b>מעשר דגנך תירושך ויצהרך.</b> אם אתה מעשר כראוי הרי הוא דגנך תירושך ואם לאו הרי הוא דגני ותירושי שנא' לכן אשוב ולקחתי דגני בעתו ותירושי במועדו ועוד בא וראה כמה גדול כחן של מעשרות שבכל התורה כתיב לא תנסו את ה' אלהיכם וגבי מעשר כתיב הביאו את המעשר אל בית האוצר ובחנוני נא בזאת וגו' ודרשו רבותינו ז\"ל מאי עד בלי די עד שיבלו שפתותיכם מלומר די: "
            ]
        ],
        [
            [],
            [
                "<b>וזה דבר השמטה.</b> מכאן אמרו רבותינו הפורע לחברו בשמטה כו' וכן ברוצח כתיב וזה דבר הרוצח שגלה לעיר מקלט צריך לומר רוצח אני ובירושלמי מסיק ש\"מ האי מאן דחכים בחדא מסכתא ומוקרין ליה כגון תרתין צריך למימר בחדא לחודא אנא חכים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי משנה שכר שכיר</b>. (שכיר שכר הוא) הוא שלש שנים כימי שכיר ונקלה כבוד מואב וא\"כ זה שעובד שש שנים הוי פי שנים דשכיר ולכך הרגילו לשכיר שלש שנים שאלו היו שוכרין לשנה או לשנתים פעמים דאיכא עבור ופעמים דליכא ונמצא הא' מפסיד אבל שלש שנים לא מצי למהוי בלא עבור ואין מפסיד לא זה ולא זה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והיית אך שמח.</b> אתה מוצא כתיב שלש שמחות בחג הסוכות. ושמחת בחגך. אך שמח. ושמחת לפני ה' אלהיך דכתיב בפרשת אמור אל הכהנים וגבי שבועות לא כתיב אלא חדא ושמחת לפני ה' אלהיך. וגבי פסח לא כתיב שמחה כלל לפי שבפסח עדיין לא נלקטו התבואות ולא פירות האילן. ובחג השבועות כבר נלקטו התבואות ואיכא חדא שמחה ולא יותר כי עדיין לא נלקטו פירות האילן וגם התבואות לתוך הבית אבל בחג הסוכות שלקטו התבואות ופירות האילן וגם הכל נאסף לתוך הבית אז השמחה היא שלימה לכך כתיב ביה שלש שמחות:"
            ],
            [],
            [],
            [
                "<b>שופטים ושוטרים.</b> שופטים לדון שוטרים לכוף בעלי דינין לקיים עליהם את הדין וכן הוא אומר ויהי דוד עושה משפט וצדקה לכל עמו. ויואב בן צרויה על הצבא מה ענין זה לזה אבל דוד עושה הדין ויואב מכריח לקיים גזרת הדין:"
            ],
            [],
            [],
            [
                "<b>לא תטע לך אשירה.</b> פשטיה דקרא לפי שדרכן לעשות כן למזבח הבעל כדאשכחן גבי גדעון שנתץ מזבח הבעל והאשרה אשר עליו כרת. ועוד שכשיקריבו על המזבח יהי' נראה שלשם האשרה יהיו מקריבין:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שלשה עדים.</b> לפי שכתוב גבי דין אחרי רבים להטות פירש לך הכתוב גבי עדים דאין הולכין בהם אחר הרוב אלא עדותן בטלה וכן אפילו הם מאה ודוקא כשבאו כלם להעיד וכונתם היתה מתחלה להעיד אבל אם שנים באו להעיד והתרו בדבר וראה קרוב או פסול עמהם הדבר לא יבטל עדות השנים מפני ראייתו של זה כיון שלא היתה כונתו להעיד שאם אי אתה אומר כן לא תמצא שנים בעדות של קידושין כשרה שהרי כמה קרובים רואים בקידושין וכמה פעמים ראיתי מורי הרב שהיה אומר בשעת קידושין כל הכשרין להעיד יהיו עדי קידושין:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לבלתי רום לבבו מאחיו</b>. זה נתינת טעם לכסף וזהב לא ירבה לו",
                "<b>ולבלתי סור מן המצו'</b> זו נתינת טעם לוכתב לו את משנה התורה הזאת לספר תורה התלוי בזרועו ויוצא ונכנס עמו ושמעתי כי אותו ס\"ת התלוי בזרועו לא היה כתוב בו כי אם עשרת הדברים ולפי שיש מן אנכי עד לרעך תרי\"ג אותיות כנגד תרי\"ג מצות קרוי ס\"ת: "
            ]
        ],
        [
            [],
            [
                "<b>ונחלה לא יהיה לו.</b> כתוב בספרי ונחלה לא יהיה לו זו נחלת שאר פי' הרב בכור שור זו שאר האחין דן ונפתלי גד ואשר ובנימין ואפרים ומנשה בקרב אחיו זו נחלת חמשה ראובן שמעון יהודה יששכר וזבולון שהיו אחיו של לוי ומן האם ואפילו הכי לא יקח נחלה עמהם:"
            ],
            [
                "<b>מאת זובחי הזבח.</b> פי' שוחטי השחיטה ולא זבח קרבן ממש קאמר שהרי זרוע לחיים וקיבה נוהגין בחולין אבל לא במוקדשין כדמסיק במס' חולין פ' הזרוע",
                "<b>זובחי</b> לרבות בהמת שותפין:"
            ],
            [
                "<b>ראשית דגנך.</b> אין לה שיעור אלא ששיריה נכרין שלא יעשה אדם כל גרנו תרומה ולפי' אחז\"ל חטה אחת פוטרת את הכרי אמנם רבותינו נתנו בה שיעורין עין רעה אחד מששים עין יפה אחד ממ' בינונית אחד מחמשים ואסמכוה אקרא אחד מששים דכתיב ששית האיפה מחמר החטים ואיפה שלש סאין וא\"כ ששית האיפה הוי חצי סאה וכור הוי שלשים סאה הרי חצי סאה לשלשים סאין והיינו אחד מששים. עין יפה אחד מארבעים דכתיב וששיתם את האיפה מחמר החטים ומחמר השעורים וששיתם משמע שתי ששיות וששית האיפה של מעלה הרי שלש ששיות שעולה סאה וחצי וכתיב מחמר החטים ומחמר השעורים שהם שני כורין שעולים ששים סאין הרי חצי סאה לכ' סאין וזהו אחד מארבעים. בינונית אחד מחמשים דכתיב גבי שלל מדין אחד אחוז מן החמשים וקא קרי לי' תרומה וגם לשון תרומה תרי ממאה:",
                "<b>וראשית גז צאנך תתן לו.</b> בפרק ראשית הגז מפרש דבעי' שיהא בו כדי נתינה שיתן לו צמר כדי לעשות אבנט:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ושלשת את גבול ארצך.</b> ארץ ישראל ארבע מאות פרסה על ארבע מאות פרסה ומסיק בפרק שני דמכות ושלשת שיהו משולשות מאה פרסה מדרום לחברון ומאה מחברון לשכם ומאה משכם לקדש ומאה מקדש לצפון ופריך מאי שנא מהאי גיסא דמרחקי ומאי שנא מהאי גיסא דמקרבי פי' שהרי אותם שדרים ברוח דרומי וברוח צפוני היו רחוקים מערי מקלט מאה פרסה ואותם הדרים בין חברון לשכם ובין שכם לקדש היו קרובים מערי מקלט ומשני אמר אביי משום דבשכם נפישי רוצחים דכתיב שם ירצחו שכמה מאי חבר כהנים אר\"א שהיו מתחברין להרוג נפשות ככהנים שמתחברין ליטול תרומה בבית הגרנות ומשום דשכיחי רוצחים היתה קרובה לעיירות שבינה לבין חברון ובינה לבין קדש כדי שיבאו ההורגים בשוגג מעיירות הסמוכות להו למקלט ויהרגו הורגי מזיד שבתוכה ואי קשיא א\"כ דבארץ ישראל שכיחי רוצחי' הדרא קושיא לדוכתא אמאי בעבר הירדן תלת כו' וצ\"ל דבגלעד מיהא שכיחא טפי מדקרי לה עקובה מדם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וקראת אליה לשלום.</b> כי גדול השלום שהקב\"ה שינה כשאמרה שרה ואדוני זקן וכן כתיב חבור עצבים אפרים הנח לו כדפרש\"י לעיל ועוד כמה קולמוסין משתברין כמה דיו משתפך באחי יוסף אביך צוה לפני מותו לאמר כה תאמרון ליוסף וגו' ולא מצינו ביעקב שצוה כן אלא מפני השלום כתב וגם ברכת כהנים מסיים בשלום וכן שמונה עשרה ועוד שנו רבו' שואלין בשלום לעכו\"ם מפני דרכי שלום. וגם המקדים שלום לחבירו צריך לכפול לו לשלום ולו' לו שלום עליך וברכה טובה וסמך ללשון זה מדכתיב כי תקדמנו ברכות טוב כלו' כי תקדמנו בשלום צריך להחזיר לו ברכת טוב פי' ברכה טובה ולכך אמר ר' יוחנן מימי לא הקדימני אדם לשלום ואפי' עכו\"ם בשוק שאין דרך למהר כ\"כ ולקדם לו שלום הקדמתי לו לפי שאם יקדים לי הייתי צריך לכפול לו שלום ואין כופלין שלום לעכו\"ם. ועוד אמרו רבותי' מציאת חרש שוטה וקטן יש בהן גזל מפני דרכי שלום וכן מפרנסין עניי עכו\"ם עם עניי ישראל מפני דרכי שלום ולכך בירך הקב\"ה את עמו בשלום שנאמר ה' יברך את עמו בשלום: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי האדם עץ השדה.</b> כי זה משמש כמו אלא כלומר אלא עץ שאדם יכול לבוא בו מפניך במצור כגון אם יש שם יער צומח עושה פירות לפני העיר ויכול אדם ליכנס שם ולהתחבא ולארוב לך ולבא מפניך במצור אשר אתה יושב יכול אתה להשחיתו. ד\"א סרס המקרא ודרשהו וה\"ק ואותו לא תכרות וגו' לבא מפניך במצור כלו' לעשות ממנו מצור לכבוש העיר. כי האדם עץ השדה לאכלה ולא תשחיתהו: "
            ],
            [
                "<b>רק עץ אשר תדע כי לא עץ מאכל הוא אותו תשחית וכרת</b>. לעשות ממנו מצור. ובפ\"ק דתעניות מסיק מאי כי האדם עץ השדה וכי האדם עץ השדה הוא אלא בתלמיד חכם הכתוב מדבר כלומר אם תלמיד חכם הגון הוא ממנו תאכל ואותו לא תכרות ואם לאו אותו תשחית וכרת ולא תלמוד לפניו ואם בתלמיד שאינו הגון לא תניחנו לפניך: "
            ]
        ],
        [
            [],
            [
                "<b>ומדדו אל הערים.</b> אמר הרב בכור שור דכל זה צוה הקב\"ה לעשות כדי שיצא קול לנרצח ומתוך כך יבואו עדים ויעידו שהוא מת ולא תשב אשתו עגונה ומאי דאמרו רבותינו אין מעידין אלא על פרצוף פנים עם החוטם כגון שבא ואמר מעיד אני על חוטמו ופרצופו שהוא כך וכך ואין העדים מכירין אותו אלא מתוך דבריהם יבינו המכירים אותו שהוא זה אבל אם באים עדים שאומרים מכירין אנו בודאי שזהו ובטביעות עין גמור כאלו ראיתיו חי ודאי תנשא אשתו בעדות זו אפילו לאחר כמה שבועות ולפי' אפי' ממקום רחוק יכול לבא ולהתבונן בו וההוא דטבע בדגמ' ואסקוה אגשרא וכו' ואנסבה רבא לדביתהו אפילו לאחר חמשה יומי עדות סתם היה ודמיון ולא אמר מוחזקני בו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ידינו לא שפכה.</b> כתוב בה\"א לומר שחייב בעל הבית לעשות לאורח חמשה דברים אכילה שתיה לינה לויה מזון לדרך וגם מתנה ובמסכת סוטה פרק עגלה ערופה מסיק ידינו לא שפכה. וכי תעלה על דעתך שב\"ד שופכי דמים הן אלא שלא בא לידינו ופטרנוהו בלא מזונות לא בא לידינו ופטרנוהו בלא לויה דמשמע אבל אם ראינוהו היינו עושין לו לויה ולא היה ניזוק דאמר רב יהודה אמר רב כל המלוה את חבירו אפילו ארבע אמות בעיר אינו נזוק רבינא אלווייהו לרב נחמן בר יצחק מטיא לידי הזיקא ואתציל. ות\"ר הרב לתלמיד עד עיבורה של עיר חבר לחבר עד תחום שבת תלמיד לרב אין לו שיעור וכמה אמר רב ששת פרסה ורבו מובהק שלש פרסאות ותניא ר' מאיר אומר כופין ללויה ולויה אין לה שיעור שנאמר ויראו איש יוצא מן העיר ויאמרו אליו הראנו את מבוא העיר ועשינו עמך חסד וכתיב ויראם את מבוא העיר ומה חסד עשו עמו שהרגו כל העיר לפי חרב ואותו האיש ומשפחתו הצילו וכתיב וילך האיש ארץ החתים ויבן העיר ויקרא שמה לוז. וכשבא סנחריב לא בלבל' ונבוכדנצר לא החריבה ואף מלאך המות אין לו רשות לעמוד בה אלא זקנים שבתוכה שדעתן קצה בחייהן מוציאין אותם חוץ לחומה ומתים והלא דברים קל וחומר ומה כנעני זה שלא דבר בפיו ולא הלך ברגליו גרם הצלה לו ולזרעו עד סוף כל הדורות מי שעשה לויה בפיו וברגליו על אחת כמה וכמה ואמר ר' יהושע בשביל ארבע אמות שלווהו מצרים לאברהם אבינו נשתעבדו בבניו ארבע מאות שנה. ויש אומרים דלויה הוי שיעור מיל וסמך לדבר כי מלאכיו יצוה לך לשמרך בכל דרכיך וגו' מ\"ם דמלאכיו יו\"ד של יצוה למ\"ד של לך הרי מיל ואז הוא בטוח להיות נשמר בכל דרכיו וכשהאורח יוצא לדרך אע\"פ שנותן לו בעל הבית מעות צריך ליתן לו לחם שנא' ועל פת לחם יפשע גבר כי שמא יאחזנו בולמוס בדרך וימות ונמצא בעל הבית פושע על שהניחו לצאת בלא לחם. וא\"ר יוחנן כל מי שאינו מלוה כאלו שופך דמים שאלו לווהו אנשי יריחו לאלישע לא גזר דובים בתינוקות שנא' ויעל משם בית אל והוא עולה בדרך ונערים קטנים יוצאים ויתקלסו בו ויאמרו עלה קרח עלה קרח אמרו הקרחת עלינו את המקום מאי נערים קטנים אמר ר' אלעזר בני אדם שמנוערין מן המצות קטנים שהיו מקטני אמנה וכתיב ויפן אחריו ויראם ויקללם בשם ה' מה ראה שמכולם נתעברה אמם ביום הכפורים ור' יוחנן אמר ראה שלא היה בהם שום לחלוחית של מצות לא בם ולא בזרעם ועוד גדולה לויה ממתנה דאלו מתנה בממונו ולויה בגופו ועוד שאחד המלוה ואחד הנילוה אינו ניזוק שנא' שלום שלום לרחוק דהיינו המתרחק מן העיר דהיינו המתלוה ולקרוב המתקרב מן העיר דהיינו המלוה שחוזר לעיר. ועוד איתא בירושלמי אפריון נמטייה למאן דמלוה פי' חן יגיע לאותן המלוין את המטין בדרך דאמר רבי יהושע בן לוי המהלך בדרך ואין לו לויה יעסוק בתורה שנאמר כי לוית חן הם לראשך: "
            ],
            [],
            [
                "<b>ואתה תבער הדם הנקי.</b> פרש\"י שאם נמצא הרוצח לאחר עריפת העגלה שאין פוטרין אותו ותמה דבכתובות פ\"י אמר ר' לוי מסיק ואתה תבער הדם הנקי הוקשו שופכי דמים לעגלה ערופה לומר לך מה עגלה ערופה מן הצואר פי' ללמד דרוצח נדון בסייף. ופי' הרב רבינו משה ז\"ל דההיא סוגיא אתיא כמ\"ד חנק חמור וכן משמע בפרק ארבע מיתות דמפיק דרוצח בסייף מדכתיב והבאתי עליכם חרב נוקמת נקם ברית ומסיק אשכחן עבד בן חורין מנא לן ק\"ו הוא קטל עבדא בסייף בן חורין לא כל שכן הניחא למ\"ד חנק קל אלא למ\"ד חנק חמור מאי איכא למימר כלומר מהיכא תפוק דהורג בן חורין בסייף דהשתא ליכא ק\"ו ומשני נפקא ליה מדתניא ואתה תבער הדם הנקי הקשו שופכי דמים לעגלה ערופה מה להלן מן הצואר אף כאן מן הצואר מכלל דלמ\"ד חנק חמור איצטריך ואתה תבער להקיש רוצח לעגלה ערופה ואם נמצא הרוצח לאחר עריפת העגלה דקי\"ל חנק קל מסייף דהשתא נפקא לן רוצח בסייף מק\"ו דעבד ואי קשיא לדידיה ולארץ לא יכופר וגו' למאי אתא י\"ל דאצטריך שמא נמצא הרוצח לאחר יום הכפורים אין פוטרין אותו אע\"ג דאיכא תרתי עריפת העגלה ויום הכפורים ואידך שמא לית ליה האי: "
            ],
            [
                "<b>ושבית שביו.</b> פרש\"י לרבות כנענים שבתורה ואע\"פ שהם משבעה עממין ומקשי' העולם היכי משתמע לי' ושבית שביו וי\"ל דה\"ק ושבית שביו של אויביך כלומר אפי' הכנענים ששבו אויביך להם ושבת אותו: "
            ],
            [],
            [
                "<b>והבאתה אל תוך ביתך.</b> כלומר שלא ילחצנה במלחמה לבא עליה יותר מביאה ראשונה ולא אסרה תורה אלא ביאה שנייה ואני או' לא ביאה שנייה ולא ביאה ראשונה אלא לאחר כל המעשים הללו. וי\"מ שלא ילחצנה במלחמ' שלא יטול חליצ' הבגדים שעליה במלחמ' והכי משמע דקרא דבתריה והבאתה אל תוך ביתך והדר והסירה את שמלת שביה מעליה ודרכן להתקשט במלחמה בבגדים נאים: "
            ],
            [],
            [],
            [
                "<b>כי תהיין לאיש</b>. לכך נסמכו פרשיות הללו לכאן לו' לך עבירה גוררת עבירה דלפי שיקח יפת תאר תהיין לו שתי נשים ומריבה בתוך ביתו ולא עוד אלא שתשנא האחת ומה כתיב אחריו כי יהיה לאיש בן סורר ומורה שכן מצינו בדוד שלפי שלקח בת תלמי מלך גשור בצאתו למלחמה יצא ממנו אבשלום שבקש להרגו ושכב עם נשיו ועל ידו נהרגו כמה רבבות מישראל. ומה כתיב אחריו וכי יהיה באיש חטא משפט מות אם ינצל מזה לא ינצל מזה הרי עבירה גוררת עבירה:"
            ],
            [
                "<b>לא יוכל לבכר.</b> ואם תאמר הרי יעקב בכר יוסף בן האהובה על פני ראובן בן השנואה כדכתיב וירא ה' כי שנואה לאה בפשיעתו של ראובן היה ונתנה ליוסף שפרנס אביו וא\"ה לא יוכל לבכר ואם פשע באביו יביאנו לבית דין כדמפרש ואזיל: "
            ],
            [],
            [
                "<b>כי יהיה לאיש בן סורר ומורה</b>. על שם סופו הוא נהרג כדפרש\"י ואי קשיא כיון שנהרג מפני שעתיד ללסטם את הבריות אין לחייבו במיתה חמורה מלסטים דאלו רוצח בסייף וזה בסקילה ונראה לומר מדכתיב איננו שומע בקול אביו ובקול אמו והוי כמו מקלל אביו ואמו שהוא בסקילה שנא' אביו ואמו קלל דמיו בו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כי קללת אלהים תלוי.</b> ע\"י הוא נתקלל ונתלה ואם אין קוברין אותו לא יהיה כבוד של מעלה שלא יאמרו הרואים זה מחרף היה ופשט ידו במלך: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי יקרא קן צפור.</b> לכך נסמכו פרשיות הללו לומר דמצוה גוררת מצוה שע\"י שלוח הקן יזכה לאורך ימים ושיבנה בית חדש ויעשה מצות מעקה ומה כתיב אחריו לא תזרע כרמך כלאים שתזכה לכרם ולזרוע ומה כתיב אחריו לא תחרוש בשור ובחמור יחדו שתזכה לשוורים וחמורי' ולא תחרוש בהם יחדו ומה כתיב אחריו לא תלבש שעטנז שתזכה לטלית נאה ותעשה בו ציצית וגדולה מצות ציצית כדמסיק בפרק במה מדליקין כל הזהיר במצות ציצית זוכה ומשמשין אותו שני אלפים ושמונה מאות עבדים שנא' ביום ההוא יחזיקו עשרה אנשים וכו'. ד\"א כי יקרא זש\"ה קורא דגר ולא ילד עושה עושר ולא במשפט מה כתיב אחריו כסא כבוד מרום מראשון מה ענין זה לזה ללמדך שהקורא הזה מביא ביצים משאר עופות ויושב עליהן עד שיוצאים מקליפתן ונעשים אפרוחים והן עולין עליו ומורטין את כנפיו ואוכלין אותו וכשהוא רוצה לברוח אינו יכול ומצא אותו חיה או שרץ ואוכלו מי גרם לו זה על שגזל ביצים שאינם שלו כך עכו\"ם שפשטו ידיהם בכסא הכבוד שהחריבו ביתו ושרפו היכלו לסוף יאבד זכרם: "
            ],
            [],
            [],
            [],
            [
                "<b>לא תחרוש בשור ובחמור יחדו.</b> לפי שהשור מעלה גרה ומצטער החמור כשישמע השור (והחמור) אוכל:"
            ],
            [
                "<b>לא תלבש שעטנז.</b> לפי שהפרכת נעשה משש ושש כיתנא ומתכלת ותכל' עמרא הרי צמר ופשתים יחדיו ולא רצה הקב\"ה שיעשו בניו דוגמתו כמו שמצינו בקטרת איש אשר יעשה כמוה להריח בה וגו' וכן אחז\"ל לא יעשה אדם בית תבנית היכל אכסדרה תבנית אולם וכו' דבר אחר לפי שהקריב קין זרע פשתן והבל הביא מבכורות צאנו שהוא מין צמר לא רצה הקב\"ה שיתחברו יחד לפי שלשם נחלקו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומתו גם שניהם.</b> פרש\"י גם לרבות הבאים אחריהם ואמר שאם בא איש עליה לאחר שנגמר דינה שחייב מיתה. דסלקא דעתך אמינא דכמתה דמיא ולא לחייב עליה קמ\"ל גם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא תתעב אדומי.</b> י\"א אע\"פ שלא קדמו אתכם לא תתעבנו כי אחיך הוא ומזרעו של אברהם הוא ולפי זה צ\"ל כאשר עשו לי בני עשו דמיירי לענין לעבור בארצם כדכתי' גבי יפתח וישלח ישראל מלאכים אל מלך מואב לאמר אעברה בארצך ולא אבה וגם אל מלך אדום שלח ולא אבה. אי נמי לא תתעב אדומי אע\"פ שהיה לך לתעבו לפי שלא הניחך לעבור דרך ארצו לא תתעבנו כי אחיך הוא: ",
                "<b>לא תתעב מצרי</b>. אף ע\"פ שלסוף שעבדו בכם לא תתעבנו כי גר היית בארצו והטיבו לכם בראשונה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>נקי יהיה לביתו.</b> פרש\"י אף בשביל ביתו יהיה לרבו' את כרמו נ\"ל היינו הא דתנן במס' סוטה פרק משוח מלחמה ואלו שאין זזין ממקומן בנה בית וחנכו נטע כרם וחללו והנושא ארוסתו והכונס יבמתו שנא' נקי יהיה לביתו זה ביתו יהיה לרבות את כרמו ושמח את אשתו זו אשתו אשר לקח לרבות יבמתו וכל אלה אין מספיקין מים ומזון ואין מתקנים את הדרכים שנקיים הם מכל דבר: "
            ],
            [],
            [],
            [
                "<b>השמר בנגע הצרעת</b>. הוצרך לכפול אזהרה זו לפי שהיא מכה משתלח' בכל אדם אפילו במלכים כדאשכחן בעוזיהו מלך יהודה שנצטרע ובושה גדולה היא לכך צריך לומר שאפילו נצטרע המלך צריך להרחיקו ולעשות לו ככל אשר יורו הכהנים ולכך נמי סמך לכאן זכור את אשר עשה ה' אלהיך למרים שהיתה אחות המלך ואחות כהן גדול ואפ\"ה הרחיקוה והסגירוה כשאר המצורעים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויזנב בך כל הנחשלים.</b> שהכה אותם מכת זנב שהיה חותך מילותיהם של ישראל וזורקן כלפי מעלה ואומר בזה בחרת טול חלקך וזש\"ה והשב לשכנינו שבעתים אל חיקם השב להם מה שעשו לנו במילה הנתונה בחיקו של אדם. ד\"א מה שעשו לתורה שנאמר מזוקק שבעתים. מה שעשו בבית המקדש שנתון בחיקו של עולם שנא' ומחיק הארץ עד העזרה התחתונה. ואמרו ישראל לפני הקב\"ה רבון העולמים אתה אומר לנו זכור שיש לנו שכחה אתה שאין לפניך שכחה זכור ה' וכו' את יום ירושלים האומרים ערו ערו עד היסוד בה ואע\"פ שמלכות ארם לא החריבו ירושלים אלא מלכות בבל היו שואלין כך מתוך שמחה ולמה עמלק דומה לכלב שהוא להוט ללקק דם כך הוא להוט ללקק דמן של ישראל וזהו עמלק עם לק:",
                "<b>ולא ירא אלהים.</b> במשקולות לכך נסמך לפ' לא יהיה לך בביתך וגו' לפי שלא קיימו מורא דמשקולות דכתיב בהו ויראת מאלהיך לכך בא עמלק וזש\"ה מאזני מרמה תועבת ה' וגו' וכתיב בתריה בא זדון ויבא קלון. וגם כאן כתיב כי תועבת ה' כל עושה אלה: "
            ]
        ],
        [
            [
                "<b>והיה כי תבא וגו' אשר נשבע ה' לאבותינו</b>. ולכך אמרו רבותינו שהגר מביא ואינו קורא שאינו יכול לומר לאבותינו, אלא בתפלה (אבל) אומר אלהינו ואלהי אבותינו שאנו סומכים על הירוש' שאומר שכל הגרים נקראים על שם אברהם ולכך נקרא אב המון גוים: "
            ],
            [],
            [],
            [],
            [
                "<b>וענית ואמרת</b>. קריאת הבכורים הויא בקול רם אבל קריאת ודוי מעשר בערתי הקודש מן הבית הוי בקול נמוך דלא כתיב וענית כי אם ואמרת וזהו שייסד הפייט וידוי נמוך ומקרא רם תענה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושמחת בכל הטוב.</b> מכאן אמרו רבותינו בפסחים בפרק כל שעה מעצרת ועד החג מביא וקורא דהוא זמן הבאת הבכורים ולכך נקרא שבועות יום הבכורים וכל התבואות מתבכרות בין שני זמנים הללו מחג ועד חנוכה מביא דאכתי איכא פירות ואינו קורא דלא שייך למימר הנה הבאתי מראשית פרי האדמה דהשתא ליכא ראשית. מחנוכה ואילך אינו מביא ואינו קורא דכתיב אשר תביא מארצך והשתא ליכא כלל דאפילו לחיה שבשדה הוא כלה באותו זמן:",
                "<b>והגר אשר בקרבך.</b> תימה להה\"ר יוסף קרא מה ענין גר אצל בכורים והלא בכורים אינן נתנים אלא לכהנים. ועוד אשר תביא מארצך כתיב למעוטי גרים שאין להם חלק בארץ עד שבא אצל ר' יום טוב והראה לו מדרש ברור וראיה במס' בכורים פרק אלו מביאים ולא קורין שאין יכולים לו' אשר נשבע לאבותינו לתת לנו גר אם לא היתה אמו מישראל מביא ואינו קורא וכשהוא מתפלל בינו לבין עצמו אומר אלהי אבות ישראל ואם היתה אמו מישראל אומר אלהינו ואלהי אבותינו ואמר על הדא משנה בתלמוד ירושלמי תני ר' אבהו בשם ר' יהודה גר עצמו מביא וקורא טעמא מאי כי אב המון גוים נתתיך לשעבר היית אב לארם מכאן ואילך אב לכל הגוים אמר ר' יהושע בן לוי הלכה כר' יהודה. אתא עובדא קומי ר' ואורי כר' יהודה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>את ה' האמרת היום וה' האמירך.</b> אתמר בפ\"ק דברכות אמר הקב\"ה אתם חטבתם אותי חטיבה אחת בעולם שאתם אומרים שמע ישראל ה' אלהינו ה' אחד ואני אעשה אתכם חטיבה אחת בעולם שנאמר מי כעמך ישראל גוי אחד בארץ ד\"א האמרת לשון תמורה וחלוף כלומר בשביל ה' החלפת כל האלהות ובחרת בהקב\"ה וה' האמירך החליף כל האומות שבעולם ובחר בך להיותך לו לעם סגולה ודומה לו יתאמרו כל פועלי און שמחליפין דבריהם ואינם עומדים בדבורם. ד\"א לשון אמיר וענף שהוא לשון גבהות כדכתיב שנים שלשה גרגרים בראש אמיר וכאן את ה' האמרת הגבהת על כל אלהים וה' האמירך הגביהך על כל האומות וכן יתאמרו כל פועלי און שמגביהין עצמן מרוב גסות שבהן ושמעתי שבתרגום ירושלמי אתה האמרת המלכת שכן בלשון ערבי קורין למלך אמיר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ארור האיש אשר יעשה.</b> בסוטה פרק אלו נאמרין מסיק וכי העובד ע\"ז בארור סגי ליה אלא זה הבא על הערוה והוליד בן והלך לבין האומו' ועבד ע\"ז אמר הקב\"ה ארור אביו ואמו שהן גרמו לו ופרש\"י שיש אחד עשר ארורים כנגד י\"א שבטי' וכנגד שמעון לא כתיב ארור לפי שלא נתברך כשברך יעקב לבניו וגם לא עלה בלבו של משה רבינו לברכו כשברך האחרים לפני מותו ואי קשיא מה נשתנו אלו הי\"א דברים מכל שאר דברים י\"ל משום דכל הני ישנן בינו לבין קונו ואין שום בריה יכולה להכיר ולידע בהם ואיתא בשוחר טוב לימד ולמד שמר ועשה ויש ספק בידו למחות ולא מיחה הרי הוא בכלל ארור אשר לא יקים את דברי התורה הזאת לא למד ולא לימד לא שמר ולא עשה כגון שהיה חבוש בבית האסורין והיה ספק בידו למחות ומיחה הרי הוא בכלל ברוך אשר קיים את דברי התורה הזאת: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>ברוך אתה בעיר.</b> במצות אשר אתה עושה בעיר כגון סוכה ומזוזה ומעקה",
                "<b>וברוך אתה בשדה</b> במצות לקט שכחה ופאה. ד\"א ברוך אתה בעיר זו ירושלים שנקראת עיר הקדש וברוך אתה בשדה זו ציון שנאמר בה ציון שדה תחרש: "
            ],
            [],
            [
                "<b>ברוך טנאך.</b> אלו הבכורים שנאמר בהם ולקח הכהן הטנא מידך:",
                "<b>ומשארתך.</b> זו חלה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והיה כאשר שש ה' עליכם להטיב אתכם ולהרבות אתכם.</b> הוא אינו שש בפורענות אבל אחרים ששים ומפסוק זה נרמז הקץ שכתוב בדניאל ומעת הוסר התמיד ולתת שקוץ שומם ימים אלף מאתים ותשעים וה\"ק והיה כאשר שש ה' עליכם להטיב אתכם במדבר ובארץ ישראל שהיתה שכינה עמכם ולהרבות אתכם במצרים שנאמר וירבו ויעצמו דהיינו אלף ומאתים ותשעים. ת' של גלות מצרים ות\"פ מיציאת מצרים עד שנבנה הבית כדכתיב ויהי בשמונים וארבע מאות שנה לצאת בני ישראל מארץ מצרים ויבן את הבית לה'. ות\"י שנה שעמד בית ראשון כמנין בזא\"ת יבא אהרן הרי בין הכל אלף קק\"צ כמו כן ימשך הגלות וזש\"ה כי למועד מועדים וחצי וגו' תכלינה כל אלה. למועד הראשון מתפרש זמן כמו למועד הזה ומועדים וחצי ר\"ל שני זמנים כמו מועד צאתך ממצרים כשני מועדים של מצרים וחצי ר\"ל חצי השני מועדים דהיינו מועד שלישי והרי הן שלש מועדים כמו שעמדו במצרים כפי' הכתוב ומושב בני ישראל אשר ישבו במצרים שלשים וארבע מאות שנה. ושלשה פעמים ת\"ל עולים אלף מאתים ותשעים ואז יכלה הגלות וכן אמר הכתוב האחר ויתיהבון בידיה עד עדן עדנים ופלג עדן ואי בעי הוי אמר בפירוש ג' מועדים אלא שרצה לסתום את דבריו וכאן רמז משה כן בתורה וכן אמר הושע וענתה שמה כימי נעוריה וכיום עלותה מארץ מצרים וענתה לשון מעון כמו וענה איים בארמנותיו כימי גלות נעוריה דהיינו גלות מצרים וכימי עלותה מארץ מצרים זהו מיציאת מצרים עד שחרב בית המקדש וזהו אלף מאתים ותשעים כדפריש לעיל ונמצא זה כתוב בתורה ושנוי בנביאים ומשולש בכתובים והקץ אחר דכתיב בסוף דניאל אשרי המחכה ויגיע לימים אלף שלש מאות שלשים וחמשה הוא נרמז בפ' אתם נצבים דכתיב ואנכי הסתר אסתיר פני מהם ביום ההוא וגו' הסת\"ר אסתי\"ר עולה בגימ' אלף שלש מאות שלשים וששה בעזר שדי אך משיח יבא כג\"ה לסוף אלף קק\"צ שהוא מ\"ה שנים קודם אמנם אין אנו יודעים מהיכן מתחיל להמנין שנדע מתי יסיים. וכן מצינו בקץ מצרים שאמר הקב\"ה וענו אותם ארבע מאות שנה וזה נאמר שלשים שנה קודם שנולד יצחק שהרי אברהם היה בן שבעים שנה באותו פרק ובן מאה היה כשנולד יצחק הרי שלשים שנה בין זה לזה. ושבט אפרים מנו ארבע מאות מברית בין הבתרים וטעו שלשים והרגום אנשי גת כדכתיב בדברי הימים ויש שהתחילו המנין משירדו למצרים וטעו ויש שמנו משהתחיל השעבוד וטעו והאמת היה שהארבע מאות שנה התחילו משנולד יצחק אך לא נודע על נכון עד שיצאו ממצרים. וכן על גלות בבל דאמר לו הקב\"ה לירמיה לפי מלאת לבבל שבעים שנה וחשב בלשצר וטעה ומנה אחשורוש וטעה כמו שמפורש בפרק קמא דמגלה. כך קץ זה שמא מתחיל משנת ביטול התמיד בימי הורקנוס וארסתובלוס כדתניא בשלהי מסכ' סוטה תנו רבנן כשצרו מלכי בית חשמונאי זה על זה היה הורקנוס מבחוץ וארסתובלוס מבפנים וכו' ואז נתבטל התמיד וכשיבא משיח במהרה בימינו אז יתבררו ויתלבנו הדברים ואז נדע למפרע מהיכן התחיל. ואומר הרב בכור שור כי קץ זה נרמז באלפא ביתא של תשר\"ק כי תשר\"ק עולה אלף צפע\"ס עולה שלש מאות ואז נמל\"ך תוכן המלוכה לישראל כי כבר בא משיח י' שנים לסוף אלף קק\"צ יטח\"ז עולה ל\"ד הרי תחלת שנת ל\"ה וזהו אלף שלש מאות שלשים וחמשה. ואחר יטחז הד\"ג ב\"א התענוג בא שאז יכבש כל העולם תחת יד ישראל ר\"ל הלויתן יבא לעשות סעודה לצדיקים: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>באניות</b>. ויהיו שבים טף ונשים שאם היו מוליכין אותן ברגל לא היו שבים רק הגדולים היכולים ללכת ברגל:",
                "<b>ואין קונה.</b> פי' ה\"ר יוסף קרא שיאמרו המצריים אם תתנו לנו בחנם לא נקח אותם לעבדים לפי שאבותינו נשתעבדו בהם ולקו בכל מיני מכות וכשיראו השבאים כך שאין שוים להם כלום יהיו חובטין אותם במקלות וירעיבו אותם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אתם נצבים היום כלכם.</b> במעמד א' ראשי השבטים ומשבטים עצמם השוטרים:",
                "<b>כל איש ישראל.</b> אלו הבינונים והנשים והטף והגרים שבאו לגור בקרב המחנה:"
            ],
            [
                "<b>מחטב עציך.</b> אלו העבדים:",
                "<b>עד שואב מימיך.</b> אלו השפחות. וזש\"ה קטון וגדול שם הוא. ד\"א קטון וגדול קטון זה דוד שנאמר ודוד הוא הקטן וגדול זה משה שנאמר והאיש משה גדול מאד. ד\"א ועבד חפשי מאדוניו אלו ישראל שכל זמן שהאדם הוא בחיים הוא עבד לעשות רצון קונו וכשהוא מת נעשה חפשי מן המצות. ד\"א אתם נצבים היום כולכם אעפ\"י שהקללות הללו באין על שונאיכם יש לכם עמידה. ד\"א אתם נצבים מפני מה עשאן מצבה מפני שנשתנו מדעתו לדעת יהושע ואף יהושע עשאן מצבה ועתה התיצבו ואשפטה אתכם לפני ה'. ד\"א אימתי תהיה להם הצבה והעמדה היום כלכם כשתהיו באגודה אחת כולכם: "
            ],
            [
                "<b>לעברך בברית.</b> ועתה אתם מוכנים כאחד לעבור בברית שהרי אתם יחד ולא יוכל לפקפק איש ולומר אני לא הייתי שם ולא קבלתי הברית עלי כי אחרי שתעברו את הירדן ותתפזרו איש לנחלתו אי אפשר לאסוף אתכם יחד שלא יהיה בכם זקן או חולה או חגר או סומא אבל עתה כלכם יחד לעברך כאיש אחד:"
            ],
            [],
            [],
            [],
            [
                "<b>כי אתם ידעתם את אשר ישבנו בארץ מצרים.</b> מלמד שהיה שם מיוצאי מצרים מכאן שלא נגזרה גזרה על פחות מבן עשרים:"
            ],
            [],
            [
                "<b>פן יש בכם.</b> זאת היא נתינת טעם אחר לקבלת הברית",
                "<b>אשר לבבו פונה היום</b> ותהיה מחשבתו לרעה לעזוב את השם לזה יש לחוש. ועוד",
                "<b>פן יש בכם שורש פורה ראש ולענה</b> ותפרה ותרבה מחשבה רעה עד שיביאנה למעשה כדמפרש ואזיל: "
            ],
            [
                "<b>והיה בשמעו וגו'</b> כלומר לאחר מכן כשמעו דברי האלה שקבלו ישראל <b>והתברך</b> יחשוב בלבו <b>שלום יהיה לי</b> כלומר מה לי ולצער הזה הרי לא קבלתי האלה וא\"כ <b>בשרירות לבי אלך למען ספות הרוה</b> כלומר שירצ' להוסיף החטאי' שהוא רוה ונשבע מהם שאין בהם יצ\"ה כגון לבישת כלאים <b>עם הצמאה</b> עם החטאים שהוא תאב וצמא להם כגון גזל ועריות. אבל עכשיו שתבואו כלכם בברית ותקבלו האלות והשבועות תדעו כי העובר על הברית <b>לא יאבה ה' סלוח לו כי אז יעשן אף ה' וקנאתו</b> שהתניתם לו לעמוד ולא תעמודו ומתוך כך לא תבואו לידי מחשבות רעות הללו ותעמדו בבריתו שאם לא תעמדו בבריתו <b>ורבצה בו כל האלה ומחה ה' את שמו</b> של עובר מתחת השמים לא נין לו ולא נכד בעמו. <b>והבדילו ה' לרעה</b> הוא חושב להבדל מישראל ללכת בשרירות לבו ויבדל לרע לו:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>על מה עשה ה'.</b> אם בעון רציחה וניאוף הרי יש ג\"כ בשאר האומות ואין ארצם שממה כזאת. "
            ],
            [
                "<b>ואמרו</b> כלומר והשיבו בדין עשה לה כך כי באו בבריתו של הקב\"ה מרצונם ואחר עזבוהו אבל שאר אומות לא באו עמו בברית ואינו חושש מהם ומתוך כך יצדיקו עליהם הדין ויודו כי בפשעיהם נתשם ה' מעל אדמתם לפי שעברו על הברית אשר קבלו מה שלא קבלו שאר אומות וכן אמר יחזקאל העולה היא על רוחכם היו לא תהיה שאתם אומרים נהיה כגוים וכמשפחות האדמה לשרת עץ ואבן חי אני נאם ה' אם לא ביד חזקה ובחמה שפוכה אמלוך עליכם ואביא אתכם במסורת הברית כלומר כי אתם עמי מקוימים בברית לא הם ואז\"ל כל כי האי ריתחא לירתח רחמנא עלן וליפריקינן: "
            ],
            [
                "<b>ולא חלק להם.</b> כלומר אין זה חלק שלהם כי אני חלקם שנאמר חלקי ה' אמרה נפשי וכתיב ה' מנת חלקי וכוסי:"
            ],
            [],
            [],
            [
                "<b>הנסתרות לה' אלהינו.</b> לפי שכתוב והבדילו ה' לרעה ואח\"כ הדור האחרון דמשמע דכל הארץ ילקו ע\"י איש אחד או משפחה אחת לכך כתי' הנסתרות לה' אלהינו והוא דיין ליפרע מן העושה הרעה לשלם לו גמולו ולא ילקו ישראל עליו אבל הנגלות העבירות שעשו בגלוי לנו ולבנינו העונש אם לא נבער הרע מקרבנו. ובסנהדרין מסיק למה נקוד לנו ולבנינו ועל עי\"ן שבעד עולם שלא ענש על הנסתרות עד שעברו את הירדן פי' שאז קבלו התורה כאחד ונעשו ערבים זה לזה אז הנסתרות לנו ולבנינו. ואי קשיא א\"כ דממעטי' נסתרות מלה' היה לו לינקד על ה' אלהינו י\"ל שאין זה דרך כבוד לינקוד על השם שיהא נמחק ולפי שדין הנקודה להיות על ה' אלהינו ומהפכין אותה ליתנה על לנו ולבנינו לפיכך נקודה ע' שבעד להשלים י\"א אותיות נקודות כנגד לה' שיש בו י\"א אותיות. ובמסורת הגדולה שנינו דבעי על הנקודה הזאת דלנו ולבנינו למאי אתא. ומשני שכך אמר עזרא הסופר כשכתב בתורה אם יבא משה רבינו וישאל למה כתבת זה אומר לו לכך נקדתי עליהם ואם יאמר יפה כתבת אעביר הנקודה מעליהם משמע שהיה מסופק בנגלות אם הם לנו ולבנינו קודם שעברו ישראל את הירדן אם לאו ולפי' נקד עליהם. ומכאן קצת ראיה לאותם הכותבים פסוק בלא שרטוט שנוקדין על ב' תיבות קודם שיכתבו השלישי לפי שהנקודה כמחק מדקאמר עזרא לפיכך נקדתי עליהם והוי כאלו לא כתבתים: "
            ]
        ],
        [
            [],
            [
                "<b>ושבת עד ה' אלהיך.</b> וכתיב ושב ה' אלהיך את שבותך ורחמך וגו' כל כך למה כדא\"ר יונתן בפ\"ב דיומא גדולה תשובה שמקרבת את הגאולה שנ' ובא לציון גואל מה טעם משום ולשבי פשע ביעקב וכו' מענין גדולה תשובה כדאי' התם. ועוד תני ר' יוסי בר' יהודה אומר אדם עובר עבירה פעם ראשונה מוחלין לו כו' רביעית אין מוחלין לו שנאמר כה אמר ה' על שלשה פשעי ישראל ועל ארבעה לא אשיבנו והטעם שמעתי מרמ\"ל לפי שיש לו שלש מחיצות לפני הקב\"ה ראשונה רעש ואחר הרעש אש ואחר האש רוחו ואחר הרוח קול דממה דקה ששם שכינתו של הקב\"ה ובכל מחיצה יש לה מלאכים וכאשר יחטא הראשון בא למחיצה הראשונה הן מעכבין אותו ואין מניחין אותו לעבור ונמחל וכן השלישי נמחל במחיצה שלישית וכשאדם חוטא רביעית שבא לפני הקב\"ה עד מחיצתו אינו נמחל. זש\"ה הוי המכעיסים אותי על פני הוי שמכעיסין כמה פעמים עד שבא פשעם לפני: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>\"מי \"יעלה \"לנו \"השמימה</b>. הרי מילה בראשי תיבות רמז שבזכות מילה עלה משה לשמי' לקבל התורה: "
            ]
        ],
        [
            [],
            [
                "<b>בן מאה ועשרים שנה אנכי היום לא אוכל עוד לצאת ולבא</b>. כי זקנתי ועוד כי ה' אמר אלי לא תעבור את הירדן וגו'. ואתם אין לכם הפסד בדבר כי ה' אלהיך הוא עובר לפניך ואין לכם כמוהו. ד\"א לא אוכל עוד לצאת ולבא ולא משום חלישות אלא משום שה' אמר אלי לא תעבור וגו': "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הן קרבו ימיך למות.</b> אמר משה לפני הקב\"ה בלשון הן שבחתי לפניך דכתיב הן לה' אלהיך השמים ושמי השמים וגו' ובלשון הן אתה ממיתני אמר לו אף בלשון הן קראת תגר לפני דכתיב הן בני ישראל לא שמעו אלי. ד\"א אמר לו משה בהן שבחתי לפניך כדפירש\"י ובהן קנסת עלי מיתה למה אתה מודד מדה רעה תחת מדה טובה אמר לו הקב\"ה גם זו מדה טובה דכתיב הן צדיק בארץ ישולם. ועוד שלעה\"ב אעלך בכבוד על כסא של מרגליות ואשימך ראש על נ\"ה רבוא צדיקים כמנין הן. ד\"א הן אין לו זוג כיצד א' אחד ט' תשעה הרי עשרה ב' שנים ח' שמונה הרי עשרה ה' אין לה זוג וכן נו\"ן אין לה זוג כיצד יו\"ד עשרה צ' תשעים הרי מאה מ' ארבעים ס' ששים הרי מאה נו\"ן אין לה זוג ומשה אין לו זוג דכתיב ולא קם נביא עוד בישראל כמשה ולפיכך קרבו ימיך למות ובחרתיך בחלקי. "
            ],
            [],
            [],
            [
                "<b>והסתרתי פני מהם.</b> זהו דרך חבה כאדם שחטא לו בנו ואומר לרבו להלקותו והוא אינו יכול לראות בצרת בנו שרחמיו עליו ומסתיר פניו שלא יראה בהכאת בנו:",
                "<b>רעות רבות וצרות.</b> רעות שנעשו צרות זו לזו כגון זיבורא ועקרבא שמים צוננין מעלי לעקיצת דבורים ומים חמים לעקיצת עקרב וחלופא סכנתא מי שעקצו זיבורא ועקרבא אינו יודע מה לעשות שמה שמועיל לזה מזיק לזה וכך הן צרותיהן של ישראל בגלות כשהעכו\"ם מיצר לו ירא לצעוק עליו פן ישניאהו ואם לא יצעק עליו ירגיל להיות מיצר לו:",
                "<b>על כי אין אלהי בקרבי.</b> שגרמתי לו לסלק שכינתו ממני באו עלי וגו':"
            ],
            [
                "<b>ואנכי הסתר אסתיר.</b> מכאן לאסתר מן התורה כלו' בימי אסתר אסתיר פני מהם ויבקש המן לאבדם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לקוח את ספר התורה.</b> מדרש באותו יום של שבעה באדר קודם פטירת משה רבינו כתב י\"ג ספרי תורה לשנים עשר שבטים וקרא לכל שבט ושבט והוכיחן והזהירן על התורה ועל המצות אנשים בפני עצמן ונשים בפני עצמן ואמר להם הזהרו כלכם בספר התורה הזה שאני נותן לכם לשמור ולעשות וספר תורה אחד לקח והניחו לצד ארון הברית שנא' לקוח את ספר התורה הזה ושמתם אותו מצד ארון ברית ה'. וי\"א שירד גבריאל ונטל את התורה מידו של משה והעלה אותה לב\"ד הגדול שבשמים הרי להודיע צדקתו של משה בפמליא של מעלה שנא' צדקת ה' עשה וגו' ולא עוד אלא שצדיקים שבמרום קורין בו בשני ובחמישי ובשבתות ובראשי חדשים וימים טובים בפ\"ק דב\"ב פליגי ר' מאיר ור' יהודה חד אמר שהספר תורה היה מונח בארון וחד אמר מצדו וכו' כדאיתא התם: "
            ]
        ],
        [
            [
                "<b>האזינו השמים.</b> משה אמר האזנה לשמים והשמיעה לארץ וישעיה בהפך שאמר שמעו שמים והאזיני ארץ לפי שאומנתו של משה בשמים ודרך הוא לומר למי שאצלו האזן הסכת ולארץ לפי שהיא רחוקה ממנו אמר שמיעה. וישעיה לארץ שהיתה קרובה לו אמר לשון האזינו שמי שהוא אצלו אינו צריך אלא שיטה אזנו לשמוע ולפי שהוא רחוק צריך השמעה בקול ורש\"י פי' שלכך שינה הדברים לפי ששמים וארץ עדים דכתיב העידותי בכם היום את השמים ואת הארץ ועדים כשעדותן מכוונת עדותן קיימת ואלו לא בא ישעיה ונתן שמיעה לשמים והאזנה לארץ היו שמים מעידים ואומרים כשנקרינו בעדות בימי משה בהאזנה שמענו והארץ מעידה אני נקראתי בלשון שמיעה ואין עדותן מכוונת בא ישעיהו והחליף הדברים נמצאו שניהם בלשון האזנה ושניהם בלשון שמיעה ואמר רב הונא בשם רב אחא מדברי שניהם נלמוד שעליונים מרובים מן התחתונים שהרי משה אמר לשמים האזינו בלשון רבים ולארץ ותשמע בלשון יחיד וכן ישעיה אמר לשמים שמעו ולארץ והאזיני לשון יחיד. ושמא לכך נקראו העליונים שמים בלשון רבים והתחתונים ארץ בלשון יחיד: "
            ],
            [],
            [],
            [
                "<b>הצור תמים פעלו.</b> דין הוא שתתנו לו גודל כי הוא צור ותקיף ועושה פעולתו בתמימות ואינו מראה כעס למכעיסים לפניו:",
                "<b>צדיק וישר הוא.</b> לעושי רצונו ואינו מקפח שכרם. ולפי שהיה רוצה לספר היאך נוקם נקמה מישראל כשמכעיסין לפניו ואחר כך מן האומות המשעבדים בהן לפי' הצדיק דין תחלה:"
            ],
            [
                "<b>שחת לו לא בניו.</b> כלו' אם שחת האדם מעשיו ועושה רשע לא לו ההשחתה שהרי הוא אינו נפסד בכך אלא לבניו מומיו המום כדכתי' לא אותי הכעיסו כי אם אותם למען בשת פניהם. וכן תרגום אונקלוס חבילו להון לא ליה וגו' וקשיא לרב ר' משה מפונטריס\"א דלפי זה הי' לו לכתוב שחת לא לו הראשון בא' והשני בוי\"ו לכן פי' שחת לו לא בניו מומם מום שלהם הוי שהקב\"ה אומר עליהם כי לא בניו הם כשחוטאין וכן אמר הושע כי היא לא אשתי והם לא בני כי בני זנונים המה: "
            ],
            [
                "<b>עם נבל.</b> ששכחו הטובה העשוי להם:",
                "<b>ולא חכם.</b> שהוא רשע ואינו רוצה להתחכם ולראות את הנולד מה יהיה בסופו:"
            ],
            [
                "<b>זכור ימות עולם.</b> עתה מזכיר והולך החסדים שעשה הקב\"ה עם ישראל:",
                "<b>בינו שנות דור ודור.</b> כי קודם שהיו בעולם הייתי מתקן להם מקום בכל דור ודור כדמפרש ואזיל:"
            ],
            [
                "<b>בהנחל עליון גוים.</b> שהנחיל לכל אומה ואומה נחלתם:",
                "<b>בהפרידו בני אדם.</b> בדור הפלגה שהפרידם והפליגם והלכו איש ואיש למקומו כד\"א ויפץ א' אותם משם וגו':",
                "<b>יצב גבולות עמים למספר בני ישראל.</b> בירר נחלה לשנים עשר שבטים אע\"פ שעדיין לא נולדו כיצד שמסר ארץ ישראל לבני כנען שהם עבדים לבני שם כדי שלא יוכלו לערער עליהם כשיבואו ליטלה מידם. ובני כנען שנים עשר היו דכתיב וכנען ילד את צידון בכורו ואת חת ואת היבוסי ואת האמורי ואת הגרגשי ואת החוי ואת הערקי ואת הסיני ואת הארודי ואת הצמרי ואת החמתי הרי י\"א וכתיב ואחר נפוצו משפחות הכנעני דמשמע דאחד מן המשפחות נחלקה לשנים זהו הפריזי שאינו מנוי כאן הרי י\"ב וזהו למספר בני ישראל: "
            ],
            [],
            [
                "<b>ימצאהו בארץ מדבר.</b> כמו ימציאהו שהמציא להן כל צרכן כגון באר ושלו שמלתם לא בלתה ורגלם לא בצקה:",
                "<b>ובתהו יליל ישימון.</b> ובאותו תהו דמדבר שהוא מקום שממה ויללה שאין שם רק תנים ובנות יענה שמספידין ומיללין כד\"א אעשה מספד כתנים וגו' שם המציא כל צרכן וכן תרגום אונקלוס. ד\"א ימצאהו בארץ מדבר מציאה גדולה מצא ישראל במדבר מן התורה שנתנה להם שם:",
                "<b>ובתהו ילל ישימון.</b> שעד שלא נתנה התורה היה העולם חשוך ושמם כלילה וכשנתנה היה אור שנא' כי נר מצוה ותורה אור:",
                "<b>יסובבנהו.</b> בסכוך עננים. ד\"א בהר סיני כשכפה עליהם ההר כגיגית: ",
                "<b>יבוננהו.</b> שהבינם בתורה. ד\"א לשון בנין המשכן:",
                "<b>יצרנהו כאישון עינו.</b> ששמרן מאומות ומעמלק:"
            ],
            [],
            [],
            [
                "<b>ירכיבהו על במתי ארץ.</b> כד\"א ואתה על במותימו תדרוך:",
                "<b>ויאכל תנובות שדי.</b> מאחר שבאו לארץ אכלו תנובת השדה ופסק המן כדכתיב וישבות המן ממחרת הפסח ויאכלו מעבור הארץ כדי שיתחזקו לכבוש את הארץ ואמרינן התם דקריב עומר והדר אכול. והקשה הרב נתן האופניא\"ל למה המתינו עד לאחר הקרבת העומר יבא עשה דבערב תאכלו מצות וידחה לא תעשה דולחם וקלי וכרמל וכו' כמו שעשה דמילה דוחה לא תעשה דצרעת ותירץ גזרה כזית ראשון אטו כזית שני דמכזית ראשון שיאכל מן המצה אקיים ליה עשה ונמצא עובר לאו בכזית שני דבכי האי גוונא אמרינן ביבמה שנפלה לפני כהן גדול דלא מיבמה יבא עשה דיבמה יבא עליה וידחה ל\"ת דאלמנה לא יקחו ומשני גזרה ביאה ראשונה אטו ביאה שנייה דמביאה ראשונה אקיים ליה עשה הכא נמי דכותה:",
                "<b>ויניקהו דבש מסלע.</b> שהיו עושים הדבורים דבש בנקיקי הסלעים. וגם התמרים גדלים על הסלעים ויוצא הדבש:",
                "<b>ושמן מחלמיש צור.</b> שהזתים הגדלים בסלעים הם טובים מאותן שבבקעה לפי שחמה זורחת עליהם תמיד וממתקן כד\"א וממגד תבואות שמש: "
            ],
            [
                "<b>עם חלב כרים ואילים.</b> מיטב של כבשים ואילים כמו ואכלו את חלב הארץ:",
                "<b>עם חלב כליות חטה.</b> כליות ממש לפי שבכליות יש חריץ מדמה אותם בחטה:",
                "<b>ודם ענב תשתה חמר.</b> שיהא היין אדום כדם וחשיבות הוא כד\"א אל תרא יין כי יתאדם: "
            ],
            [],
            [
                "<b>בתועבות יכעיסוהו.</b> בגזל ועריות שנא' בהם כי את התועבות האל עשו:"
            ],
            [
                "<b>יזבחו.</b> לע\"ז שהוא דבר נמאס ",
                "<b>לא אלוה</b> שאין לו כח ולא חוזק כמו ואת אילי הארץ לקח. ואונקלוס תרגם דלית בהון צרוך אך אם היה בהם שום צורך לא היתה קנאה כפולה כמו שהיא עכשיו. ואמר ליה ההוא רומאה לר' שמעון אלהכון קנאי הוא דכתיב אל קנא כלום מתקנא אלא גבור בגבור וכתיב הם קנאוני בלא אל ואני אקניאם בלא עם. א\"ל אמשול לך משל למה הדבר דומה לאדם שנשא אשה יפת תואר ביותר וחזר ולקח אחרת עליה כעורה ביותר כעסה עליו הראשונה ואמרה לו אלו לקחת הגונה לא הייתי מקפדת עכשיו שהיא כעורה הקפידה כפולה כך אמר הקב\"ה כיון שאתם יודעים שאין בהם ממשות הרי הקנאה כפולה:",
                "<b>אלהים לא ידעום.</b> לא הכירום שיהיה בהם שום תועלת. והרב יוסף קרא פירש לפי שבהקב\"ה כתיב כי ידעתי את מכאוביו אבל הם לא ידעו בצרותיהם ולא עמדו להם:",
                "<b>חדשים מקרוב באו.</b> לא נקראו אלוה עד עכשיו:",
                "<b>לא שערום אבותיכם.</b> לא פקדום פוקד מתרגמינן מסער:"
            ],
            [
                "<b>צור ילדך תשי.</b> הקב\"ה שבראך במעי אמך והולידך שכחת בשביל החדשים שאינן שוים כלום:",
                "<b>ותשכח אל מחוללך.</b> כפול הענין:"
            ],
            [],
            [
                "<b>ויאמר אסתירה פני מהם.</b> כתרגום אסלק שכינתי מנהון ומאחר שאני מסלק אראה מה אחריתם. מה יועילו להן אותן אלוהות שבחרו:",
                "<b>כי דור תהפוכות.</b> שמחשבין הטובה שעשיתי עמהם לרעה הרי הם כופרים בי ומואסי' במצותי:"
            ],
            [
                "<b>ואני אקניאם בלא עם.</b> מדה כנגד מדה ונר' שעל (החובלים ויקופש) הוא אומר שהם מצירים לישראל בכל מקום והם קרוין לא עם שהרי הם בזוין מכל טכסיסי בני אדם:"
            ],
            [
                "<b>ותלהט מוסדי הרים.</b> זש\"ה אין חשך ואין צלמות להסתר שם פועלי און: "
            ],
            [
                "<b>אספה עלימו רעות.</b> כלומר לא אשאיר שום רעה בעולם שלא אביא עליהם:",
                "<b>חצי אכלה בם.</b> כפל מלה הוא שלא אניח חץ שלא אהיה יורה בהם:"
            ],
            [
                "<b>מזי רעב.</b> שדופי רעב כמו ואמר למזא לאתונא על חד שבעה שהיו נחרים ונקמטי' עורם מפני זלעפות רעב:",
                "<b>ולחומי רשף.</b> שיתלחמו בגחלים ובשריפה כמו רשפיה רשפי אש:",
                "<b>וקטב</b>. לשון כריתות כמו אהי קטבך שאול:",
                "<b>מרירי.</b> לשון מרירות כמו מרורת פתנים בקרבו ובערבי פסחים מפרש לה לשון שדים ומסיק התם דתרי קטב היו חד מקמי טיהרא וחד בתר טיהרא כדאיתא התם:"
            ],
            [],
            [
                "<b>אמרתי אפאיהם.</b> אכלה בם אכה מהם שלא אשאיר בהם כלום אלא אשביתה מאנוש זכרם:"
            ],
            [
                "<b>לולי כעס אויב אגור.</b> הכעס שעשה לי האויב אגור אני ירא כמו לא תגורו מפני איש:",
                "<b>פן ינכרו צרימו.</b> ויתלו ההצלחה בנפשם:"
            ],
            [
                "<b>כי גוי אובד עצות המה.</b> אותם האויבים שמסרתי ישראל בידם אבדה עצתם ואין בהם תבונה:"
            ],
            [
                "<b>לו חכמו ישכילו זאת.</b> שאלו חכמו היה להם להשכיל זאת ולהבין מה יהיה באחרית ולהכין לב איך נדע דבר זה כי עם כזה שהיו כבר גדולים על כל אומה ועתה אחד ממנו ירדוף אלף:"
            ],
            [
                "<b>אם לא כי צורם מכרם.</b> לשון ימכור ה' את סיסרא:",
                "<b>וה' הסגירם.</b> בידינו על כל הרעות שעשו:"
            ],
            [
                "<b>כי לא כצורנו צורם.</b> ועוד כי ידעו וראו שצורם אינו כצורנו שכל זמן שישראל עושים רצונו של מקום לא יכלו לא הם ולא צורם על ישראל כי אדרבה עשה הקב\"ה בהם ובאלהיהם שפטים. וגם בדגון מפני הארון כדאמר כי כבדה ידו עלינו ועל דגון אלהינו ועכשיו אויבינו פלילים ושופטים אותנו כרצונם. ד\"א כי לא כצורנו צורם ולא נעשו אויבינו פלילים על צורנו אחר שנעשו פלילים על צורם ואחר שאינם יודעים לתת לב לכל זה אגור פן יכעיסוני בזה שיתלו כל השררה בהם והיה להם להבין כי מאחר שלקו ישראל שהם בניו של מקום על רוע מעלליהם יש להם לישא ק\"ו בעצמם ועתה מפרש והולך מה אחריתם: "
            ],
            [
                "<b>כי מגפן סדום גפנם.</b> ויצא כוס פורענות עליהם. "
            ],
            [
                "<b>חמת תנינים יינם</b> שישכר אותם. ",
                "<b>וראש פתנים אכזר</b> יינם נמי יהי' כרוש ולענה. "
            ],
            [
                "<b>הלא הוא</b> הפורענו' שאביא עליה' <b>כמוס עמדי</b>:"
            ],
            [
                "<b>לי נקם ושלם.</b> עלי הוא לעשות נקמה בהם ולשלם להם תשלומי רע ושלם שם דבר כמו ושלום:",
                "<b>לעת תמוט רגלם.</b> כשתגיע העת שתתמוטט רגלם ואשלם להם הפורענות:",
                "<b>כי קרוב יום אידם.</b> ומזומן בידי להביאו עליהם:",
                "<b>וחש עתידות למו.</b> הפורענות העתידות לבא עליהם בעתם אחיש אותם כד\"א בעתה אחישנה. ואימתי יהיה האות הזה כי ידין ה' עמו כשידין ה' דין עמו ויקח נקמתו ודינו מהם: "
            ],
            [
                "...",
                "<b>ועל עבדיו יתנחם.</b> ועל ישראל יתנחם במה שהרגיזו לפניו:",
                "<b>ואפס עצור ועזוב.</b> ושאין בהם עוצר כח ואין בהם מי שיסייעם והוא כמו עזוב תעזוב עמו. ואמר האויב אי אלהימו שהיו עובדין בזמן שבית המקדש קיים:"
            ],
            [],
            [
                "<b>אשר חלב זבחימו יאכלו.</b> בזמן הקרבת הקרבנות",
                "<b>ישתו יין נסיכם</b> שהיו מנסכין על גבי המזבח:",
                "<b>יקומו ויעזרוכם.</b> כל אלוהות:",
                "<b>יהי עליכם סתרה.</b> הקדוש ברוך הוא אלהיכם:"
            ],
            [
                "<b>ראו עתה כי אני אני הוא.</b> והקב\"ה משיב אל האויבים אתם אומרים אי אלהימו ראו עתה כי אני אלהיכם אני הוא שאראה לכם גבורתי. ומה שאתם מצרפין שאר אלוהות אלי. ",
                "<b>ואין אלהים עמדי</b>. אלא אני אמית ואחיה בידי להמית ולהחיות ואם המתי אני בעצמי אחיה אותם.",
                "<b>מחצתי ואני ארפאם.</b> ועל מה שאמרתם יקומו ויעזרוכם אין מי שיוכל לעזור להם כי אני לבדי אעזור להם אבל אתם אין מידי מציל:"
            ],
            [
                "<b>כי אשא אל שמים ידי.</b> כי בידי אשבע אל השמים לעשות נקמה בהם:",
                "<b>ואמרתי חי אנכי לעולם.</b> כד\"א גבי שבועה חי אני נאם ה' ולאחר שעשיתי משפטי ודיני בישראל אשיב נקם לצרי ולמשנאי אשלם מה ששעבדו בהם: "
            ],
            [],
            [
                "<b>מראש פרעות אויב.</b> שאפרע מראש האויב:"
            ],
            [
                "<b>הרנינו גוים עמו.</b> אז ישבחו האומות לישראל שהם עמו של הקב\"ה ויאמרו אשרי העם שככה לו שהקב\"ה נפרע מצריה' כדמפרש ואזיל ",
                "<b>כי דם עבדיו יקום ונקם ישיב לצריו</b> שישפך דמם כמו ששפכו דמם של ישראל וזש\"ה ידין בגוים מלא גויות שעתיד הקב\"ה שיאמר לאומות למה שפכתם דמן של ישראל והם ירצו לכפור שלא עשו כך והקב\"ה מראה להם מלבושיו שהוא מלא גויות פי' גופי הקדושים ולא יוכלו לכפור ואז ידין לכל אחד כדין שעשה לישראל וזהו שייסד הפייט התאזר בקדושים וכן בעקידה אל דמי לדמי גם בפורפירא מלא גויות:",
                "<b>וכפר אדמתו עמו.</b> ישראל עמו יכפרו אדמתו של הקב\"ה דכתיב ולארץ לא יכופר לדם אשר שופך בה כי אם בדם שופכו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי מנגד תראה את הארץ ושמה לא תבוא.</b> שני דברים שאלת אעברה נא ואראה אעברה לא ינתן לך אראה ינתן לך שלא אשיב פניך ריקם מן הכל:"
            ]
        ],
        [
            [
                "<b>וזאת הברכה אשר ברך משה.</b> פי' הר' יוסף קרא שלפיכך כתב איש האלהים לומ' שעל פיו של הקב\"ה ברכן:",
                "<b>לפני מותו.</b> אמרו רבותינו בשעה שמלאך המות בא ליטול נשמתו של משה נטלו משה וכפתו וברך השבטים כל אחד ואחד ברכתו לפניו:"
            ],
            [],
            [],
            [],
            [
                "<b>ויהי בישורון מלך בהתאסף וגו'.</b> כלומר כשישראל יחד באחוה ורעות אז הקדוש ברוך הוא מלך עליהם אבל בשעת מחלוקת כביכול הם עושין כאלו אין הקב\"ה מלך עליהם: "
            ],
            [
                "<b>יחי ראובן ואל ימות.</b> כשיעבור לפני החלוץ לפני אחיו כמו שהתנו בני גד ובני ראובן אל ימות אחד מהם במלחמה:",
                "<b>ויהי מתיו מספר.</b> שבאותו מספר שיעברו ישובו שלא ישאר מהם איש או אל ימות דלעיל קאי כלו' אל יהי מתיו מספר שירבו ואל יספרו מרוב:"
            ],
            [
                "<b>וזאת ליהודה.</b> כלומר וזאת הברכה אשר ברך את ראובן כן ברך את יהודה שעל שניהם התפלל שיצליחו במלחמ' על ראובן כדפרישית ועל יהודה לפי שלעולם עולה במלחמה תחלה כדכתיב מי יעלה לנו ויאמר יהודה יעלה ורבו' פירשו על עצמותיו שהיו מגולגלין בארון לפי שאמר וחטאתי לאבי כל הימים דאע\"ג דנר' שהחזירוהו לבנימין שהרי נמנה עם יורדי מצרים ולא עם יוסף ובניו שהיו במצרים מכל מקום קללת חכם אפילו על תנאי היא באה וכן מצינו בפרק שני דמכות בשעה שכרה דוד שיתין קפא תהומא ובעא למשטפא עלמא ופתח דוד ואמר כל מאן דידע מלתא למהדרי ולא אמר יחנק בגרונו והיה שם אחיתופל ושרא ליה למכתב שם ושדייה על התהום וכתי' ויצו אל ביתו ויחנק ובפרק שני דמכות מסיק עוד שאמר משה על שהיו עצמות יהודה מתגלגלין בארון מי גרם לראובן שיודה בפרהסיא על בלבול יצועי אביו יהודה שהודה ברבים על מעשה דתמר וזאת ליהודה בתמיה שמע ה' קול יהודה וכו' כדאי' התם. ושמעון לא ברך כמו שלא ברכו אביו משום מעשה דשכם אמר אתם עכרתם אותי ועוד הוסיף על חטאתו פשע במעשה זמרי ואף על פי שגם לוי היה באותו מעשה דשכם ולא ברכו אביו מ\"מ ברכו משה לפי שתקן המעוות בעגל שנא' ויאספו אליו כל בני לוי ומיהו נרמזה ברכתו קצת שנא' שמע ה' קול יהודה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>זבולן לחוף ימים ישכון.</b> והי' יוצא לסחורה לצור ולצידון לארץ מרחקים לפיכך התפלל משה עליו שיצליח בסחורתו:",
                "<b>ויששכר באהליך</b>. ארצו הית' ראוי' לזריע' והי' יושב באהלי' לשמור שדותיו והתפלל עליו שישמח בשדותיו וכן אמר לו יעקב רובץ בין המשפתי' רובץ בין הגבולי' לשמור שדותיו:"
            ],
            [
                "<b>עמים הר יקראו.</b> כי כשראו עמים רבים באים בים והיו נודרין ומתנדבין בעצמן מפני פחד הים ללכת אל הר ציון לזבוח שם זבחי צדק אם ינצלו מן הים כדאמרינן בחולין איש איש מלמד שהעכו\"ם נודרים נדרים ונדבות כישראל:",
                "<b>כי שפע ימים יינקו.</b> כי בשפע תבוא להם הסחורה דרך הים ומרויחין:",
                "<b>ושפוני טמוני חול.</b> כמו מהספינות הנשברות בנמל והנטבעות בים משליכין לחוץ הכל והמוציאין הספינה טומנין הממון בחול וקאמר שגם הספינה והממון הנטמן בחול שימצאו הכל ויקחו לעצמן ולפי הפשט הזה יש לשאול למה הקדים זבולון ליששכר אבל לפי המדרש שעשו שותפות שזבולון יעסוק בפרקמטי' ויששכר יעסוק בתורה ניחא שמח זבולון בצאתך בשביל יששכר שעוסק באהליך:"
            ],
            [
                "<b>ברוך מרחיב גד.</b> לפי שנחלתו של גד במקום מרעה כד\"א ומקנה רב היה לבני גד וכו' שייך למימר ביה לשון הרחבה כדכתיב ורעו במרחב:",
                "<b>וטרף זרוע אף קדקד.</b> פי' הרב בכור שור כי כשהיה מכה והמוכה מגביה זרועו שלא יכה בראשו היה חותך הזרוע שלפני הראש והראש עמו ומעמיק המכה עד סוף הכתף:"
            ],
            [
                "<b>וירא ראשית לו.</b> ראה גד ובחר לו ראשיתה של א\"י דהיינו ארץ סיחון ועוג אשר בעבר הירדן ",
                "<b>כי שם חלקת מחוקק ספון</b> כתרגום לפיכך נטלה לחלקו אע\"פ שעמון ומואב מערערין עליה כי יודע היה שעתיד הקב\"ה לקבור שם משה רבינו ואלו היתה עתידה לחזור ליד עמון לא היה הקב\"ה קוברו שם בחוצה לארץ:",
                "<b>ויתא ראשי עם.</b> גד היה הולך למלחמה בראשי עם ישראל:",
                "<b>צדקת ה' עשה.</b> שעמד בתנאו ובקיומו כמשפט שהתנה עם ישראל לעבור לפני החלוץ:"
            ],
            [
                "<b>דן גור אריה.</b> שהיה עומד על הספר ושוקד ושומר על ישראל שלא יכנסו (אויבים) לארץ:",
                "<b>יזנק מן הבשן.</b> ששותה מי הירדן שמקלח מן הבשן שהירדן יוצא ממערת פמייס שהיא מארץ דן שלכך נקרא שמו ירדן יורד דן והוא מפסיק בין ארץ הבשן שארץ עוג לשפת הירדן היתה לצד א\"י והארץ העומדת על הירדן טובה מאד שנא' ויבחר לו לוט את כל ככר הירדן כי כלה משקה וגו': "
            ],
            [
                "<b>נפתלי שבע רצון.</b> ארצו ממהרת לבשל פירותיה ושבע מהם כרצונו כי מקום שפירותיו מאוחרין אין משביעין להם ברצון כי צריך להתאוות להם קודם שיבואו:",
                "<b>ומלא ברכת ה'.</b> שכל הבא לארץ נפתלי ורואה פירותיו מבוכרין ואילנות מלבלבין משבח ומברך את ה' על החדש וכן אמר יעקב הנותן אמרי שפר. ורבותינו דרשו מכאן בברכות דכל הממלא כוס של ברכה זוכה ונוחל שתי עולמות שנא' ומלא ברכת ה' ים ודרום ירשה. ותימה דשני עולמות היאך נפקי מהכא. וי\"ל דים זה מערב וזהו העולם הזה שהיא דומה ללילה ודרום הוא מקום שלעולם החמה שם בין בימות החמה בין בימות הגשמים וזהו העוה\"ב שהוא דומה ליום ושניהם ירושה למי שממלא כוס של ברכה: "
            ],
            [
                "<b>ברוך מבנים אשר.</b> שכל הבנים יברכוהו כמו שאומר יהי רצוי אחיו ולמה לפי שטובל בשמן רגלו שתהא ארצו משופעת בשמן וממציא שמן לכל אחיו וזהו גוש חלב שיהא בחלקו כדפרי' בפ' ויחי יעקב. ומפרש הרב ר' אליהו הכהן בשם דודו הרב ר' משה לפיכך אמר ברוך מבנים כי דוק ותשכח שהוא מרובה באוכלוסין במנין דפינחס לפי מנינו של מדבר יותר מבני שאר אחיו וזהו שנתברך מבנים יותר משאר אחיו:"
            ],
            [
                "<b>ברזל ונחשת.</b> אלו הגידים והעצמות שהן נעילה לגוף כמו מנעול לדלת שמתוך שמן שהיה לו יהיה נמשח תמיד ויתחזקו גידיו ועצמותיו כאלו הן ברזל ונחשת וזהו",
                "<b>וכימיך דבאך</b> כימי נעורותיך יהיו ימי זקוניך כדא\"ר חנינא חמין ושמן שסכתני אמי בילדותי עמדו לי בזקנותי: "
            ],
            [
                "<b>אין כאל ישורון.</b> עתה מדבר לכל ישראל ואומר להם עבדו והתחזקו ביראת אלהיכם כי אין כמוהו רוכב שמים להיות בעזרך ואין שום עוזר כמוהו כי בגאותו הוא יושב בשחקים והוא מושל על העליונים והתחתונים:"
            ],
            [
                "<b>מעונה אלהי קדם.</b> השמים הם מעוניו של הקב\"ה שהוא קודם לכל דבר ",
                "<b>ומתחת זרועות עולם כלו'</b> ומתחת השמים הוא מושל כמו בעליונים והוא תקפו וחזקו של עולם שהוא מושל של עולם מטה ומעלה.",
                "<b>ויגרש מפניך אויב</b> כל אויביך מלפניו",
                "<b>ויאמר השמד</b> ויאמר אלי השמד אויב שלך כמו שמצינו גבי עמלק שצוה תמחה את זכר עמלק וכן גבי כנעני לא תחיה כל נשמה. וישכון ישראל בטח בדד כל אותם שהם מעין יעקב שלו כלו' מעין שלו כגון גרי הצדק ישכנו לבטח ובדד שבשמחתם לא יתערב זר וכן אמר בלעם הן עם לבדד ישכון ובגוים לא יתחשב אבל המינין והמלשינים והמוסרים והפורשים מדרכי צבור לא ישכנו עמהם שהם זרע יעקב לא נאמר אלא עין יעקב:"
            ],
            [],
            [
                "<b>ואשר חרב גאותך.</b> הוא חרבך להשמיד אויביך עד שמגביה אותך על הכל:"
            ]
        ],
        [
            [
                "<b>את הגלעד עד דן.</b> שהוא גבול ארץ ישראל כדכתיב למדן ועד באר שבע:"
            ],
            [],
            [],
            [],
            [
                "<b>וימת שם משה.</b> בשעת מיתתו אמר לו משה להקב\"ה לא אמות כי אחיה. א\"ל אי אתה יכול כי זה דרך כל האדם א\"ל דבר אחד אני מבקש ממך ויבקעו כל השערים ותהומות הארץ ויראו הכל שאין זולתך שנא' וידעת היום והשבות אל לבבך כי ה' הוא האלהים מיד פתח משה ואמר אין עוד א\"ל הקב\"ה אתה אמרת אין עוד גם אני אומר עליך ולא קם נביא עוד בישראל כמשה מיד ירד הקב\"ה בכבודו ושלשה מלאכים עמו מיכא\"ל וגבריא\"ל וזגנא\"ל גבריא\"ל הציע מטתו מיכא\"ל פירש עליה ארגמן זגנא\"ל הניח כסות של מילת במראשותיו באותה שעה עמד הקב\"ה בראשו וזגנא\"ל במרגלותיו מיכא\"ל מצד זה וגבריא\"ל מצד זה. אמר לו הקב\"ה תכף רגלך זה לזה וכן עשה. א\"ל השכב עפעפי עיניך זו על גב זו וכן עשה מיד קרא הקב\"ה לנשמתו של משה ואמר לה בתי ק\"כ שנה קצבתי אותך להיות בגופו של משה צאי ואל תאחרי שהגיע קצך לצאת מיד השיבה להקב\"ה יודעת אני שאתה אלהי הרוחות והנשמות ובידך נפש כל חי ואשר יצרתני ונתתני בגופו של משה מי יש לך גוף טהור שתתנני בו יותר ממשה שאין בו רימה ותולעה מעולם ולא נראו עליו זבובים מעולם ולא היה צר עין איני רוצה לצאת ממנו שוב א\"ל אל תאחרי כי הגיע קצך לצאת ואני מעלה אותך לשמי השמים העליונים ואושיבך בכרוב תחת כסא כבודי אצל שרפים ואופנים ומלאכים אמרה לו רבון העולמים טוב לי להיות בגופו של משה יותר מכרובים ומלאכים שהרי מהם ירדו שנים עוזא ועזאל וחמדו את בנות הארץ ובאו עליהם וגם השחיתו דרכן עד שמחית אותם אבל משה משנגלית עליו בסנה לא שב לאשתו בבקשה ממך הניחני במקומי כיון שראה כך נשקו ונטל נשמתו בנשיקה שנא' על פי ה' באותה שעה בכה הקב\"ה עליו אמר מי יקום לי עם מרעים מי יתפלל לפני על בני. ומלאכי השרת בוכים ואומרים והחכמה מאין תמצא ונעלמה מעיני כל חי ושמים בוכים ואומרים אבד חסיד מן הארץ. והארץ בוכה ואומרת וישר באדם אין וכל סדרי בראשית בוכים ואומרים הצדיק אבד ואין איש שם על לב. וחמה ולבנה בוכים ואומרים בינו בוערים בעם וכל המזלות בוכים ואומרים וכסילים מתי תשכילו ורוח הקודש בוכה ואומרת ולא קם נביא עוד בישראל כמשה ויהושע בקש את משה ולא מצאו בכה ואמר הושיעה ה' כי גמר חסיד כי פסו אמונים מבני אדם וכל ישראל בוכי' ואומרים ויתא ראשי עם צדקת ה' עשה ומשפטיו עם ישראל. ואחז\"ל שמונה פסוקים הללו יחיד קורא אותן ותימא שהרי גם כל הפרשיות שבתורה אמרינן במס' מגילה אחד קורא ולא שנים ומה שנהגו עתה לקרוא שנים הקורא והחזן אנו סומכין על מה ששנינו במסכת בכורים בתחלה כל שהיה יודע לקרות קורא ומי שאינו יודע לקרות מקרין לו והיו מתביישין התקינו שיהו מקרין הכל והכי נמי בהני שמונה פסוקים השליח צבור מקריא עם הכל:"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}