{
    "title": "Ohr Sameach on Mishneh Torah, Defilement of Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Defilement_of_Foods",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>דבש בכוורתו כו'.</b><br><b> נ\"ב </b> מקרא בשופטים י\"ד הלוך ואכול כו' ויאכלו עיי\"ש:"
            ],
            [
                "<b>השומן הקרוש אינו אוכל ולא משקה חשב עליו כשהוא קרוש בין כו' בטלה דעתו.</b><br><b> זה </b> דוקא באם לא נטמא מעולם, רק עתה כשנקרש הוא צריך לקבל טומאה בזה אמר רבינו דאינו מקבל טומאה כשהוא קרוש אבל כשכבר נטמאו ואח\"כ קרשו הקרישה אינה מפקעת הטומאה ממנו, וזה דרבינו לטעמו אזיל דסובר לקמן פ\"ב הי\"ד דאוכל שנפסל ממאכל אדם תו אינו מקבל טומאה אם כי היכי שנטמא מכבר ואחר זה נפסל מאכילת אדם לא נפקע טומאתו עד שיפסל ממאכל כלב, אבל לדעת הראב\"ד כיון דנחית עליו תורת טומאה אף שלא קיבל עדיין טומאה רק הוי חזי לקבל תורת טומאה היינו שהיה ראוי למאכל אדם ואח\"ז נפסל מאכילת אדם וראוי לכלב מקבל עדיין טומאה עליו עד שיפסל מלאכול לכלב עיי\"ש היטב [ובנוב\"י מהד\"ק ביו\"ד סימן כ\"ו ביאר שיטתו באורך], הוא הדין כאן דהיה ראוי לתורת קבלת טומאה תו לא נפקע ממנו אף אם נקרש ומקבל טומאה כשהוא קרוש, ומוקי להך דתניא בתוספתא בשמן שיצא מעצמו דאינו לא אוכל ולא משקה ואם קרש אחרי זה אז אינו מקבל טומאה, ואף אם חישב עליו למשקה, וטעמא דכיון דלא נחית עליה שום תורת טומאה קודם שהוקרש דאז עדיין לא חשב עליו וכיון שיצא מעצמו לא היה בו דין קבלת טומאה בלא מחשבה ותו הוי כנפסל מאכילת אדם טרם שחשב עליו בחותך מאדם, דלא נחית ביה תורת טומאה כ\"ז שהוא קרוש דלדידיה המחשבה כשהוא קרוש לא מהני ולרבינו אינו מקבל טומאה כשהוא קרוש ולטעמייהו אזלי, וז\"ב מאוד:",
                "<b>וכן הדם שקרש אינו (לא) אוכל ולא משקה.</b><br><b> עיין </b> ירושלמי פ\"ב דשבועות ה\"ב דאע\"ג דאינו אוכל לטמא טומאת אוכלין מכל מקום לענין אכילה להתחייב משום דם חייב בהקפה הדם יעו\"ש. וזה הוי כמוש\"כ תוספות מנחות (דף ס\"ט) ד\"ה דבלע הוצים כו' דבכל מקום שצריך מחשבה אע\"ג דלענין איסורא לקו יעו\"ש, ולפמש\"ש דכיון שמשים החלב בפיו ואוכלו אין לך מחשבה גדולה מזו צריך לדחוק בכוונת הירושלמי דאמר דזה לענין טומאה ומכל מקום מחשבה מועיל ה\"נ אין לך מחשבה גדולה מזו שמשים בפיו, ולפ\"ז היה צ\"ל סיפא דמועיל מחשבה, אולם הא דמועיל אם חשב לאוכלין נראה דוקא שמחשב הבעלים וכמו שפסק רבינו בהלכות כלים פרק כ\"ה הי\"א שדברים שאינן מקבלין טומאה אלא במחשבה שאין לך מחשבה מועלת אלא בעלים בני דיעה, ויעוין בב\"מ (דף ל') תוס' ד\"ה אף עובד יעו\"ש:<br><b> ולפ\"ז </b> א\"ש הא דלא מוקי הך דדם שנטמא בסוגיא דר\"ח סגן הכהנים בדם קרוש ומקבל טומאת אוכלין, דכיון דהקדש הוא והדם לאו דבעלים הוי אף בקדשים קלים אע\"ג דדם אימעיט ממעילה מכל מקום לא נהנין בו ולאו דבעלים הוי ולא מועיל מחשבה ואכילת מזבח לא הוי אכילה רק בהקטרה ושפיכת שירים יעוין חולין (דף פ\"א) ולכן אינו מקבל טומאת אוכלים ולכך מוקי דלא כר\"י כו' שהעיד משקי בית מדבחייא דכן ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>החלב שבכחל שחישב עליו בטלה דעתו כו' חשב על החלב שבקיבה כו'.</b><br><b> לפי </b> גירסת רבינו יש לעיין בפרק כל הבשר (דף ק\"ט) כחל שבישלו בחלבו מותר קיבה שבשלה בחלבה אסור ומה הפרש כו' ולפ\"ז יש הפרש גדול דחלב כחל פירשא בעלמא ואפילו מחשבה לא מועיל, משא\"כ בקיבה דמועיל מחשבה והוי כשליא דאמר לקמן (דף קי\"ג) דפירשא כו' ואפ\"ה אסור מדבריהם, ובאמת בתוספתא חולין ליתא הך דמה הפרש כו' ואולי זה הטעם. ויעוין ברי\"ף שם ורש\"י ותוס' (דף קט\"ז) והתבונן שם דבקיבה חדא דבלא מחשבה הוי פירשא ועוד דשחוטה הוי ולכן שרי להרי\"ף ורבינו. אמנם מ\"ש בכחל צ\"ע ויש להאריך בזה:"
            ],
            [],
            [
                "<b>והפיגול והנותר אע\"פ שכל אלו אסורין בהנאה כולן מתטמאין ט\"א.</b><br><b> מנחות </b> (דף ק\"ב) א\"ל רב אשי כו' לר\"ש דאמר כל העומד לשרוף כשרוף דמי נותר ופרה אמאי מטמאין טו\"א עפרא בעלמא נינהו. והנה בכל הני ענינים דאמר כל העומד לפדות כל העומד לזרוק הוא במילי שהן מענינים דתיים כפרה שאינה ראויה להאכל מצד הדת וכנותר או לענין אשם תלוי ובחולין וב\"ק לענין שחיטה שאינה ראויה, אבל לענין טומאת אוכלים הגם דהטומאה ענין דתיי אבל הוא תלי אם הוי אוכל ואיך יעשה אותו מה דעומד לשרוף לאפוקי מתורת אוכל ולשויא כעפרא בעלמא, ודוקא דהדבר שמפקיע אותם מאוכל הוא ענין דתיי ע\"ז מועיל כל העומד לזרוק, כל העומד לפדות, אבל באמת הקושיא כך, דלר' שמעון מה שאסור להאכילו לאחרים מפקיעו מתורת אוכל, וכאן בנותר ופרה הרי אינן ראוין להאכילן לאחרים. ואינן נחשבין אוכל לר\"ש, אך מה דמטמאי טו\"א הוא משום שהיה לו שעה\"כ ובזמן העבר חלה עליהן תורת אוכל להאכילן לאחרים פרה קודם זריקה, ונותר קודם שנעשה נותר, א\"כ עד שאתה מביט על זמן העבר תביט על זמן העתיד לר\"ש דסבר כל העומד לזרוק כו' וא\"כ הוי עפרא בעלמא, ובהוה ודאי אינו אוכל שאין ראוי להאכילו לאחרים ואין לו תורת אוכל לר\"ש דסבר דמה שהוא ענין דתיי מפקיעו מחשיבות אוכלין והבן:<br><b> ובזה </b> א\"ש השמועה דפיגל במנחה אינו מטמא טו\"א ופריך ליה מברייתא, ופלא דיקשה ליה טפי דהא בשר בחלב הואיל והיה לו שעה\"כ מטמא טו\"א וה\"נ במנחה באקדשיה בתלוש היה לו שעה\"כ קודם ההקדש כמו שתמהו בתוספות. ולפ\"ז ניחא דפיגול אינו ראוי להאכילו לאחרים ורק בהשקיפך על זמן העבר שנחית לתורת אוכל הלא עד שאתה מביט על זמן העבר שים עינך בזמן העתיד שעומד להשרף וכשרוף דמי והוי עפרא לגמרי ועפרא בעלמא לא מהני מה שהיה לו שעה\"כ, לא כן בשר בחלב הוא מן הנקברין וכי היכי דלא ליתי לידי תקלה בעלמא יעוין סוף תמורה, לכן רק מה שאינו יכול להאכילו לאחרים מצד הדת ע\"ז הלא מועיל מה דהיה לו שעה\"כ, ולכן פריך מברייתא דנסתר זה ודוק, ועיין מש\"כ בסוגיא זו בהלכות מאכלות אסורות פ\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרי כל בשרן צריך הכשר ככל האוכלין.</b><br><b> במשנה </b> פליג ר\"ש ואמר הוכשרו בשחיטה, ובגמרא שהיה ר\"ש אומר שחיטה מכשרת ולא דם, ויתכן טעם חדש אליבא דר\"ש, משום דבפסחים אמר דקרא דכל האוכל אשר יאכל אשר יבוא עליו מים או משקה אשר ישתה בכל כלי יטמא קאי הכל על הכשר, דהאוכל שבא עליו מים או משקה הוכשר לקבל ע\"י המים או המשקה טומאה, וכיון דחזינן דר\"ש דריש קרא דמכל האוכל אשר יאכל לעו\"ג וממעט מזה אבר המדולדל הואיל ואסור לב\"נ משום אבר מן החי אינו מקבל טומאת אוכלין, הוא הדין דריש או משקה אשר ישתה משקה אשר ישתה לאחרים מכשיר וזה משקה שראוי לאחרים מכשיר אבל דם שחיטה שכל זמן שהיא מפרכסת הרי הדם הוי דם מן החי, ואם נאמר דב\"נ הוזהרו על דם מן החי אינו ראוי להיות משקה לאחרים ואינו מכשיר. ובפרק ד' מיתות (דף נ\"ז) משמע דר\"ש מוסיף על הת\"ק וסבר דב\"נ הוזהרו על דם מן החי דקא מוסיף אף כישוף וזה יתכן, ואם נאמר דר\"ש לא קא מוסיף רק על הת\"ק אבל על דם מן החי לא הוזהרו בני נח יתכן דלר\"ש מכשיר דם שחיטה וכן סברי כמה אמוראים לר\"ש יעוין לקמן קכ\"ז ד\"ה ומר סבר, ואם נאמר דבעוף כיון דזוטר חיותיה גם מפרכסת חשיבה כמותה (נ\"ב. כמו שצדדו בתוס' ריש כסוי הדם), א\"כ במשנה דילן דקתני השוחט בהמה חיה ועוף ולא יצא מהן דם דייק שפיר דאימור סבר ר\"ש דם מכשיר בעוף ודוק היטב:"
            ],
            [
                "<b>שאב המים בכלי ונתנן בקרקע אינן מכשירין.</b><br><b> זה </b> יצא לו לפי שיטתו לקמן פרק ט\"ו הלכה א' כיצד מים שבקרקע שאין בהן מ' סאה בין שהיו שאובין כו' לכן גם כן אינן מכשירין."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פש(ו)ט אב הטומאה [כו'] ונגע בה.</b><br><b> פירוש </b> דאם לא נגע רק שהכניס ידו לתוך אוירה טהורה הקדירה דאין מטמאים לאיברים ויעוי' לעיל פרק ח' מטומאת מו\"מ ודו\"ק."
            ],
            [
                "<b>בכסף משנה, </b> ועל דרך ששנוי במשנה.<br><b> נ\"ב </b> פ\"ק דמקואות משנה ה':"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ואינה צריכה הכשר לפי שסופה לטמא טומאה חמורה.</b><br><b> וכן </b> כתב רבינו בפירוש המשנה. וזה תמוה שהוא מתנגד לשנויא דגמרא דילן וכבר תמה הכסף משנה. ונראה פשוט דטעמו של רבינו דכיון דהוא מחשב להאכילה לעו\"ג, א\"כ בודאי לא יעמידנה על פחות מזית דיהיו כולם בשר ואיברים שפירשו מן החי ולב\"נ לא בעי שיעור ויהיו אסורים בכל בשר הבהמה ולא יעשה שטות כזה, א\"כ כיון דבעית לטמאות משום מחשבתו להאכיל לעו\"ג תו לא בעי הכשר דהא סופו ליטמא טומאה חמורה דבודאי יעשה כפי מחשבתו, ולאחר שיוסר פרכסתה ותמות אם יעמידנה על פחות מזית הרי כבר באה לידי טומאה חמורה כשעדיין לא נגררה, וחזקיה קאי ע\"כ לשיטתו דסבר דמפרכסת אינה אסורה באבר מן החי לב\"נ וא\"כ יכול לעשות כן ולגוררה ויאכילם אח\"כ לעו\"ג ונכון:<br><b> ומה </b> שהאריך הראב\"ד בהשגות דמאי נפק\"מ לאם שחט העו\"ג או נחר העו\"ג אותה הוא לטעמו לעיל, אבל לרבינו דפוסק בפ\"ב מהלכות אבות הטומאות ה\"ט דעו\"ג ששחט בהמה טהורה אינה נבילה מה\"ת לטמא במשא א\"כ שני ושני טובא דבשחיטה אינה נבילה ובנחירה נבילה ויש להאריך בזה ואכ\"מ. אולם סעד לשיטת רבינו נראה מהא דהא תני במתניתין בהנך דריבה לטמא טומאת אוכלין אבל לא טומאת נבילות עו\"ג ששחט בהמה טהורה במפרכסת ועל כרחין הוא דמה\"ת אינו מטמא כלל בנבילה והוי כבהמה טהורה וטריפה וזה סעד חזק:"
            ],
            [
                "<b>מפני שמטמא טומאה חמורה כנבילה כו'.</b><br><b> עיין </b> בהשגות שהוא נגד הגמרא, ונימוקו עמו דסובר כמו קושיית הגמרא דלמה לי הכשר הא סופו ליטמא טומאה חמורה ותירוץ הגמרא כששימש מעשי עץ שימש הוא תמוה דבהנך שפיר שייך דאילו היה עץ כמו כופת שאור וחלב כוליא היה ג\"כ טמא בהך טומאה חמורה, אבל הכא לא שייך זה דאילו היה הבשר עצם הרי לא היה האבר טמא דכל אבר שאין בו בשר אינו מטמא טומאה חמורה, וע\"כ דהגמרא משני לר\"מ דאיהו תלמידו דר' עקיבא דקסבר דאבר מטמא בלא בשר, אך למה שפסק רבינו כרבי דבעי בשר וגידין ועצמות לחודיה אינם מטמאין כמבואר בהלכות אה\"ט פ\"ב ה\"ד א\"כ לאו מעשה עץ שימש וא\"צ הכשר כלל ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>אפילו חטה עם קמח כו'.</b><br><b> נ\"ב </b> מנחות (דף ע'):"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד כחצי ביצה אוכל ראשון וכחצי ביצה אוכל שני שבללן זה בזה כו'.</b><br><b> גמרא </b> מעילה (דף י\"ד) תניא רש\"א מה טעם שאפשר לשני שיעשה ראשון כו'. עיין פירוש הרא\"ש שהשני יעשה כראשון. ולכאורה פירושו כמו דאמרו חולין (דף ל\"ד) מצאנו שהשני עושה שני ע\"י משקין א\"כ הוא דומה להראשון ששניהם עושין שני. אמנם ז\"א רק מדבריהם דמשקין נעשין ראשון אבל כאן לענין איצטרופי לטומאה דבר תורה לא מצאנו שהשני יעשה שני ע\"י משקין ולכך פריך שפיר. אמנם הרי אמרו בפ\"ק דפסחים דדבר תורה אין אוכל מטמא אוכל שאין טומאה עושה כיוצא בו א\"כ הא כלין שמטמאין אוכלין הוי רק מדבריהם והוי הצירוף לענין טומאה דרבנן ושפיר אמר שהשני עושה כראשון ע\"י משקין מדבריהם. אולם שם פליגי אמוראי אם בקדשים או בתרומה אוכל מטמא אוכל כיו\"ב וא\"כ ראשון ושני שנצטרפו ונגעו בתרומה או בקודש מטמאים אותו מן התורה ואיך מצטרפי הא מה ששני עושה שני ע\"י משקין הוי רק מדבריהם. אמנם לרבינא דמקרא מלא דבר הכתוב בין תרומה ובין קדשים אין עושה כיו\"ב וא\"כ כי נגעו בשלישי הוי דדבריהם ושפיר אמר שכן מדבריהם נולד טומאה מהשני כמו מהראשון, ואולי לזה כוון רב אשי באמרו ראשון ושני לגבי שלישי בני חדא בקתא אינון ששניהם מצו לעשות שני לכן מצי לעשות גם שלישי ודוק. ועיין תוספתא גירסא אחרת ואכמ\"ל:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האגוזים שקצצן כו' כשהן רכין כו'.</b><br><b> הנה </b> דרך האגוזים והבצלים לקוצצן כשהן רכין ולאמנם כמו חבלים ולייבשן וגמר פריין והכשירן לאכילה ע\"י האימון לכן ה\"ז חיבור, אבל השום דרך לקולען כשהוא יבש וכבר נגמר לכן לא הוי חיבור, ויעוין פירוש המשנה לרבינו שם, ופשוט:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>בהשגות. </b> וכן רמון כו':<br><b> נ\"ב </b> לעיל סוף פרק ה' עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>טבול יום שהיה תורם כו' ונפלה ממנו חבית של תרומה כו' ואם היה הבור פיטם כו'.</b><br><b> בהשגות, </b> ופירושו שלא היה שם בור (אלא) [אבל] היה תורם היין שבפיטם ונפלה החבית לתוך הפיטם, ואפשר מפני שכבר [נתבטל] -גירסת המחבר [נטבל]- בכניסתו לפיטם משא\"כ בבור כצ\"ל. וכוונתו דלכן הוי חיבור אם נגע ביין שבפיטם כולו חיבור ליין שבחבית משום דיין שבפיטום הוי טבל כמו שפסק רבינו בהלכות מעשר פ\"ג הי\"ד, היין משישלה בחבית כו' אבל שבבור לא נגמרה מלאכתו לטבל ושותה עראי כו' ולכן לא הוי היין שבבור חיבור ליין שבחבית, ודומה ממש להך שכתב רבינו לקמן הי\"ד בעיסה שקרא לה שם כו' ושם בנטלה חלתה וחזרה לתוכה אינו חיבור משום דכאן לח בלח הוי חיבור טפי, אולם רק ביין שבפיטם דהוי יין טבל שממנה נתרמה החבית ולכן הוי חיבור, אבל יין שבבור שלא הוי טבל כלל כי נגע ביין שבבור לא הוי כנוגע ביין שבחבית, וזה נכון:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ושאר [כל] הנידוכין שדרכן לדוכן במשקין כו'.</b><br><b> בהשגות </b> א\"א לשון המשנה כו' משמע שהגוש אינו מחובר משני מינין אלא א\"כ נידוכו במשקין אבל אם לא נדוכו במשקין אעפ\"י שדרכן לדוך במשקין והן גוש בקערה אינו חיבור כצ\"ל, ופירושו שסובר שכמו בכאן אם השום רוב מחבר השמן את המקפה והשום כאחד שאם נגע במקצתו פסל כולה אעפ\"י שהן שני מינין, ואם נדוכו שלא במשקין אינן מחוברין משום שהם שני מינין ולא פסל אלא מקום מגעו, אבל מלשון רבינו משמע שאעפ\"י שהוא גוף אחד אם נידוך שלא במשקין אינו חבור וע\"ז כתב הראב\"ד דלא מיירי רק בשני מינין. ולפ\"ז הא דתניא בתוספתא והובא בפרק ג' משנה ג' בר\"ש ביצים שנקפן לתוך הקערה אינו חיבור התחיל לטרפן ה\"ז אינו חיבור טרפן במשקין חיבור כו', להראב\"ד אע\"ג דבצים מין אחד הוי צ\"ל כהר\"ש דעומדין חלמון וחלבון ולכך מונין בהך ראשון ושני והוי כשני מינין ולכך לא הוי חיבור רק ע\"י משקין, ומיהו לענין איסור דבטעמא תליא נראה דודאי מין אחד הוי, אבל לענין דבר שיש לו מתירין דלא אזיל בתר טעמא כמוש\"כ בש\"ך סימן ק\"ב הווי שני מינים. [ומוכח מזה דלגמוע ביצה חיה הוי שיעורו ליוהכ\"פ כמאכל ולא כשתיה דמאכל חשיב וכמו דאמרו ביצה (דף ג') אוכלא הוי ולגומעה חיה הוי כדרך אכילתה יעוין ביצה (דף ד') וברש\"י ד\"ה מ\"ט] ודוק בכ\"ז:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן האשה שהיא טבולת יום לשה את העיסה וקוצה לה חלה.</b><br><b> משנה </b> טבול יום פ\"ד מ\"ב, האשה שהיא טבולת יום לשה את העיסה וכו' והשלישי טהור לחולין אבל בידים מסואבות אינה לשה את העיסה, דידים מטמאים המים דהוי משקה ונעשין תחלה ושוב נעשית העיסה שני, ושני טמא בחולין וכי מפרשת חלה הוי חלה טמאה, אבל טבול יום אינו מטמא משקין ופשוט. ותני האשה להורות שהיא זבה מידי דרגיל להיות באשה, ואף שלהלן בהלכה י\"ט כתב רבינו טבול יום כו' חוץ מזב וזבה בשביעי שלהן שאעפ\"י שטבלו לא יעשו בבית הבד ולא יתעסקו בטהרה שמא יראו כו' טמאים למפרע כו' כאן באשה לקוץ חלה לעיסתה מותרת עיין נדה (דף ס\"ז) וכאן בחלה דרבנן הקילו. ולפ\"ז א\"ש דמייתי ריש נדה מכאן דלא גזרו בחולין הטבולין לחלה. פירוש אף בטבול יום דזבה דחמור, ויעוין כריתות (דף י') טבו\"י דזב כזב דמי ופשוט:"
            ],
            [],
            [
                "<b>טבול יום מטומאת מת כו'.</b><br><b> נ\"ב, </b> תוספתא טהרות פ\"א טבול יום מטמא מת ובועל נדה כו' מן הזב כו' יעו\"ש הגירסא מכת\"י צוקרמאנדיל. ופירושו שאינו מטמא משקים ולא הוי כאוכל אוכל שני דבפרק ב' דטהרות מ\"ח:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>הדם המנוי מן המשקין הוא הדם כו'.</b><br><b> בסוגיא </b> דבכורות (דף י') הכא במאי עסקינן כגון ששחטו להתלמד בו כו', המעיין היטב במשנה ובתוספתא יראה דהא דתנן במשנה פ\"ו מ\"ז דר' אליעזר אומר דדם שחיטה בבהמה וחיה ועופות טמאין מכשירין ות\"ק סבר דאינן מכשירין וכל רואה יבין דר\"א לטעמיה אמר בתוספתא דם שחיטה לעולם מכשיר פירוש אף מכל הטמאין אם שחטן, דם שחיטה דידהו מכשיר, ולכן הנראה לי ברור דט\"ס נפל בתלמודין דהוי ס\"ד דנימוס ור\"א פליגי אם לגופיה בעי מחשבה ואמר המתרץ ע\"ז ממאי דילמא טעמא דנימוס התם הואיל ויש בו סימני טהרה, פירוש דלגבי עצמו סבר כולהו או דבעי מחשבה או לא וכאן פליגי אם הדם הוא משקה להכשיר אם נפל על הפירות, ונימוס סובר דדם שחיטת טמאים אינו מכשיר רק בעורב לפי שיש בו סימני טהרה סובר דדמו חשיב משקה להכשיר האוכלין לטומאה, ומנלן דסימני טהרה מילתא היא דקתני עלה דההיא אר\"ש מ\"ט הואיל ויש בהן סימני טהרה וכמו דסבר ר\"ש לענין מחשבת אוכלין דסימני טהרה מילתא הוי כן סבר נימוס דסימני טהרה מועלין להחשיב את דמו למשקה להכשר אוכלין וזה הלשון מילתא היא ר\"ל דחשוב לענין מה, וכ\"ת אי משום סימני טהרה מאי אריא להתלמד אפילו להתעסק נמי אין ה\"נ ומשום [רבי אליעזר] כצ\"ל. ונתחלפו התיבות שבמקום שכתוב טעמא דר\"א צ\"ל טעמא דנימוס ובמקום שכתוב ומשום נימוס צ\"ל ומשום רבי אליעזר, ופירוש דר\"א סובר דם שחיטה לעולם אף בטמאים שאין בהם סימני טהרה מכשיר דדמן חשיב משקה ואימתי כגון ששחטן להתלמד ועשה בהן כעין שחיטת טהורים מכשירים דדם שחיטת טהורים מכשיר מקרא דתשפכנו על הארץ כמים, וזה דוקא היכי דהוי כעין שחיטה בטהורים אבל במתעסק דלא הוי רק נחירה בעלמא לא מכשירין גם לר\"א, אבל לנימוס דמשום סימני טהרה לא שנא בין להתלמד בין להתעסק וכי פליגי רק לענין הכשר. וז\"ב אצלי מאוד בגירסת ופירוש הגמרא ונקיט עורב דשאר עופות יש להן ג' סימני טומאה ורובן כטמאים וכפי' הר\"מ בן יוסף ובעי דיהיה חצי סימני טהרה כמו גמל כו' ודוק:",
                "<b>השוחט וניתז דם על האוכלין ונתקנח הדם בין סימן לסימן ה\"ז ספק לפיכך תולין עליו לא אוכלין ולא שורפין.</b><br><b> חולין </b> (דף ל\"ו) רב אשי אמר תולין לעולם משמע ונתקנח כו' ספוקי מספקא ליה ומאי תולין לא אוכלין ולא שורפין ומאי בואו ונסמוך על דברי ר\"ש לר\"ש לא מכשיר ולר\"ח ספיקא לענין שריפה מיהא שוה להדדי מר לא שרפיה ומר לא שרפיה כו' ואין דבריו של אחד במקום שנים והכי קאמר כגון זאת תולין לא אוכלין ולא שורפין, והנה על הלשון והכי קאמר כתב רש\"י דגירסא שאינה צריכה היא. אמנם במאור פירש דדלעת הוי תרומתה מדברי סופרים וספק דברי סופרים להקל והיה מותרת לאכילה מספיקא, רק כגון זאת היינו כגון דלעת והוא מילי אוחרי דתרומתן הוי דאורייתא תולין. אולם לרבינו דסובר דתרומת כל פירות האילן הוי דבר תורה א\"כ לא יתכן לפרש כך דתרומת דלועין הוי דבר תורה. אך נראה דדלועין מין ירק הוי ובנודר מן הירק אסור בדלועין דמין ירק הוא ואמר בירושלמי תמן דבדלעת יוונית כו\"ע מודו דמין ירק הוי ותרומת דלועין דהוי מין ירק הלא כתב רבינו בפ\"ב מהלכות תרומות דתרומת ירק הוי דרבנן שדוקא דגן תירוש ויצהר והדומה לאלו אבל תרומת הירק מדבריהם כמעשר. ובאמת הוא גמרא ערוכה בפרק כל הזבחים (דף ע\"ו) בתרומת ירק דרבנן ודברי רבינו שכתב יראה לי בזה צריך ביאור אכ\"מ, ולכן אפשר דייק רבינו ונתז דם על האוכלין ושינה לשון הגמרא משום שבירקות הוי ספק דדבריהם ולהקל. אך דחיקא לן מלתא טובא לומר בזה דספק דבריהם להקל כיון דרבנן חייבוהו בתרומה תו מה דתיקון רבנן כעין דאורייתא תקון ובפרט הכא שהספק אם הוכשר או לא. ונפק\"מ אם נגעה בו בהדלעת טומאה מי נטמא הדלעת ותו מטמא אוכלין אחרים דתרומה וקודש, וא\"כ הספק גם על דברי תורה מי הוי הדלעת מוכשר או לא וכיון דבמילי דהוי דבר תורה אתה מחמיר כן תחמיר גם במילי דהוי דברי סופרים:<br><b> ולכך </b> נ\"ל מובן אחר בדברי הגמרא דבסוף פ\"ק דפסחים ריב\"ח רמי תרומה אפסחא ומשני מי א\"ר יהושע שתיהן כאחת ורמינהו חבית של תרומה שנולד בה ספק טומאה כו' ר' יהושע אומר יניחנה במקום התורפה גרמא אין בידים לא ומשני הא ר\"י אליבא דר\"י הא ר\"ש אליבא דר' יהושע, אלמא דלר\"ש מותר לטמאותה ביד א\"כ רשאי לשורפה והא דקרי לה תלויה פירוש לפי שאין מצוה לשורפה דבטמאה מצוה לשורפה כמו שפירשו תוס' שם, א\"כ נוכל לומר להיפוך דלר\"ש מותר לשרוף כל התרומות המסופקות ולרבי הלא הוכשר הדלעת של תרומה ונטמאת ונשרפת א\"כ סברי תרווייהו דרשאי לשורפה, ע\"ז אמר דזה לא אמרינן דכגון זאת תולין לא אוכלין ולא שורפין פירוש שאסור לשרוף וכמו בכל תלויה דעלמא אליבא דרבי דאסור לשרוף כן הכא אסור לשרוף התרומה, ומאין שורפין דרישא הו\"א שאין מצוה לשרוף לכן מסיק דאסור לשרוף וכמו בכל תלויה דעלמא, וז\"ב ודו\"ק:"
            ],
            [],
            [
                "<b>המשקין שיוצאין מאותן הטמאים כו' ודם הנדה כו'.</b><br><b> נדה </b> (דף י\"ט) אלא הכי קאמר להו להוי כמשקין להכשיר את הזרעים. פירושו דר\"מ אמר אם אינו מטמא משום כתם מטמא משום משקה, פירוש היכי דהואי נדה מעיקרא יטמא הדם כמשקין היוצאין מן הטמא וכחלב הנדה שמטמאה ומכשרת, כן נראה פשטא דגמרא. ובהך דתנן דזובו של זב וש\"ז מכשירין פירש בפירוש המשנה דה\"ה שכבת זרע של בריא וטהור מטמא ומכשיר, ובחיבורו לא הזכיר זה. ואפשר דרק ש\"ז דזב שהוא הוי כזובו ורוקו דמקום מעין מטמא ומכשיר כדמשמע בכריתות (דף י\"ג) לרבא דכל מידי דהוי מעין חשיב משקה לענין הכשר, לכן נראה דהא זובו אעפ\"י שאין מתעגל ויוצא בכ\"ז חשיב כמעין ומטמא במשא בראיה ראשונה של מצורע כמבואר בנדה (דף ל\"ד) בתוספות שם דהוי כמעין הואיל ובזב אית ליה טומאה חמורה איתרבי כמעין לכן מכשיר. ולפ\"ז ר\"א לטעמו בב\"ק (דף כ\"ה) דשכבת זרעו של זב אינו מטמא במשא וא\"כ ש\"ז לא הוי כמעין ולכן לא חשיב משקה להכשיר את הזרעים, ואולי טעמא דראב\"ע דסובר דדם הנדה אינה מכשרת אע\"ג דמטמאה טומאה חמורה, ובמצורעת דם טוהר איתרבי כמעין יעו\"ש, דסובר דהך טומאה לא מיחשב לה להיות משקה כיון דדם נדה מטמאה לח ויבש ואפילו יבש מעיקרו א\"כ אין זה מחשיבה למשקה דאפילו יבש מעיקרו מטמאה ודוקא מעיינות הזב דמטמאין נחין לחודיה מיחשב להיות משקה, אמנם מדחזינא דם טוהר של מצורעת חשובה כמעין הלא הוי משקה אמנם בזה פליגי תנאי אם אמרי ב\"ש וב\"ה כן ואכמ\"ל. אך עיין בתוספתא שבת דיליף דדם נדה הוי משקה יעו\"ש ובתוספות נדה (דף י\"ט) ודוק:<br><b> והנה </b> בתוספתא נדה פ\"ה דם הנכרית ודם טוהר של מצורעת בש\"א הרי הן כדם מגפתה דם היולדת כו' דברי ר' מאיר. ונפלא הדבר דמשנתינו הוא דברי ר' יהודה במשנה עדיות דמונה זה בין הדברים מקולי ב\"ש ומחומרי ב\"ה ולשונו ממש, וזה דם הנכרית ודם טוהר של מצורעת שהן טהורין לגמרי שאינן משקין להיות נקראין משקין היוצא מן הטמא, דכי ילפינן דדם נדה קרוי משקה ומכשיר זרעים דוקא דם נדה דטמא ולא דם טוהר שאינו משקה כלל ואינו מכשיר זרעים, אבל בתוספתא מחדש ר' מאיר דהוי כדם מגפתה דהוי ממשקין טמאים ומטמאין ברביעית כמבואר שם (דף נ\"ה) דלטעמיה אזיל דאמר בדם ירוק דהוי משקה להכשר זרעים יעו\"ש והוי ממשקין טמאין, לכן העתיק בתוספתא רק דברי ב\"ש שבזה חדש ר' מאיר שהוי כדם מגפתה ודוק:"
            ],
            [],
            [],
            [
                "<b>כיצד שתה מים טמאים והקיאן הרי אלו טמאין מפני שלא טהרו ביציאתן.</b><br><b> ראה </b> בהשגות. ונראה שמפרש שכשהן בתוך הגוף הן טהורין רק שנטמאו ביציאתן בנגיעתן בו, וכן משמע הלשון בתוספתא דתניא שתה מים טמאין והקיאן טמאין מפני שנטמאו בו ביציאתן, הרי דבגוף האדם נטהרו רק ביציאתן נטמאו. אמנם מהא דמחלקת דבבהמה ששתה מים טמאים והקיאתן טמאים מוכח דבגוף לא נטהרו דאם נטהרו מאי שנא בין אדם לבהמה ועל כרחך דבגוף נשארו בטומאתן רק כי טבל האדם לטומאתו שנטמא בהן וסלקא טהרה לגוף האדם נטהרו גם המים, אבל בבהמה דלאו בת טבילה נשארו בטומאתן. ולכאורה אזלי לטעמייהו דבגוף הוי אח\"כ כשהקיאן כמשקה סרוח משתיית אדם לכן אח\"כ תו אינן מקבלין טומאה כפסק רבינו לעיל פ\"ב, ויעוין השגות שם דסובר דמקבלין טומאה כ\"ז שראויים לשתיית בהמה ודוק. ובפסחים (דף י\"ח) בטלו במעיה משום דהו\"ל משקה סרוח צ\"ע ואכמ\"ל:",
                "<b>שטבל ואח\"כ הקיאן טמאין כו'.</b><br><b> ואינם </b> מטמאים אותו בבית בליעתו כיון דשוינהו רבנן כנבלת עוף טהור לטמא באכילה ושם גלי קרא דאינו מטמא בהקאה יעוי' לעיל פ\"ג אבה\"ט הלכה ו' והיא מתורת כהנים."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פרת קדשים שהעבירה בנהר כו' לפיכך אם נמצאת מחט טמאה בבשרה הרי הבשר טמא.</b><br><b> רבינו </b> בפירושו לעדיות האריך הרבה בזה. ולפי שיטתו ושיטת רש\"י ותוס' מיירי שהכיר שהיא המחט שנאבדה ובכ\"ז האנשים והכלים טהורין דהוי ספק טומאה ברה\"ר וטהור. ולפי פירושם צ\"ע טובא הא דפריך בפסחים הא ברה\"י ספיקו טמא מכדי האי מחט דבר שאין בו דעת לישאל הוא כו' והא האדם הוא דבר שיש בו דעת לשאול וא\"כ אמאי האדם טהור הלא הוי ספק שמא נגע במחט טמא מת וכן תמהו רבנן בתוס', וכן הא דאמר האי מחט דבר שאין בו דעת לישאל אינו מדוייק דהא המחט הוא טמא בודאי רק על מה שנגע במחט קשה דהוי דבר שאין בו דעת לישאל ועיין רש\"י ותוספות. אולם לדעתי נראה לפי מה שהאיר עינינו הרמב\"ן בחדושיו לחולין בהא דאמר בריש מסכת במוקדשין כו' ואם אמר ברי לי והא עזרה הוי רה\"ר ואמאי בעי ברי הא אפילו בספק נמי טהור ותירץ דהא דספק טומאה ברה\"ר טהור הוא לא במוקדשין דמשמרת בודאי ליכא בהו כיון שלא שמרן מספק טומאה, א\"כ א\"ש דכאן מיירי שאבדה לו מחט טמא מת שלא ידע היכן הלך המחט ומצא אח\"כ בבשר, והא דאמר והכירה פירוש על המחט שנמצאת שהכירה בבשר אבל לא שהכיר מה שאבד, וא\"כ מספקא ליה אם זהו המחט שנאבד או לא [ואין כאן מקום להך דפליגי אם אמרינן זהו שאבד זהו שנמצא דמחט מידי דלא מרגשי בה אינשי וגם שם יש מהפוסקים דסברי דהוי ספיקא בעלמא ובדרבנן אזלינן לקולא] וא\"כ הבשר טמא דלגבי מוקדשין הא ספיקן אף ברה\"ר טמאות אבל האדם והכלים טהורות דלדידהו הוי ספק טומאה ברה\"ר וטהור. וא\"ש מה דאמר האי מחט דבר שאין בו דעת לישאל דספק לן אם זה המחט שתחוב בהבשר אם היה טמא מת או לא והוי דבר שאין בו דעת לישאל ולכך הוא טהור מלטמא אדם וכלים, וזה נכון:<br><b> וזה </b> ברור דמחט שספק טומאה הוא ברה\"ר וקיי\"ל דטהור אם נגעו אח\"כ בו מוקדשין פשיטא דהן טהורין דהא בדבר טהור נגעו ומשמרת קרינן בהו, וכן מפורש שם בסוטה והבשר אשר יגע בכל טמא הא בספק יאכל ובקדשים מיירי, אבל כאן דעכשיו שנמצא תחוב בהבשר מספקא לן אם זה הוא המחט שנאבד ובכ\"ז נתחב בבשר טרם שנולד עליו הספק וא\"כ לא נשמרו הבשר המוקדשין מן המחט הטמא וא\"כ נטמאו דלא הוי משמרת תרומתי וכמוש\"כ הרמב\"ן בספק אם נגע הטמא במוקדשין והבן זה:"
            ]
        ],
        [
            [
                "<b>הבוצר ענבים כו' ומ\"מ גזרו על הבוצר לגת שהוא מוכשר כו' ועוד מפני שאינו מקפיד עליו.</b><br><b> עיין </b> כסף משנה, וכפירושו בדברי רבינו מבואר בפירוש המשנה פי\"ח דאהלות משנה א' ז\"ל שפעמים יבדוק אדם כרמו כו' ויקח אשכול אחד ויעצור אותו בידו כו' אחר ישליך אותו על הענבים הנחתכים, הרי מפורש שמפני שאינו מקפיד עליו משליכו על הענבים. אולם דא דייק רבינו כאן ובפירוש המשנה שמזלפו או משליכו ע\"ג ענבים בצורות ונחתכים, ובגמרא משמע שהענבים מחוברים רק שבשעת בצירה של הענבים עדיין משקה של האשכול שזילף עליהן בעודן מחובר טופח עליהם, ונראה דנתבונן נא דבנדה (דף נ') אמר עולשין שזרען מתחלה לבהמה ונמלך עליהן לאדם צריכות מחשבה לכשיתלשו, דמחשבה שחשבן לאוכל אדם כשהיו מחוברין לא הוי מחשבה דבמחובר אין בהן טומאה לכן לא מהני אז בהו המחשבה ולכן אמר שם דמחשבת חיים ל\"ש מחשבה, א\"כ ה\"נ הא ההכשר היה בעודן מחוברים ולא שמיה הכשר דמשקין שירדו שלא לרצון אינן מכשירין וא\"כ הרצון על המשקין היה בעודן מחוברים שאז אין בהם דין הכשר שכשם שאין מקבלין טומאה אלא לכשיתלשו כך אינן נכשרין אלא לכשיתלושו כמ\"ש בחולין (דף קי\"ח), א\"כ כמו שמחשבה לעשות אותו אוכל לאדם לקבל טומאה לא מהני במחובר, כן הרצון על המשקין להכשיר בעודן מחוברין לא מהני וא\"כ בעי לכשיתלושו יהא ניחא ליה בזליפת המשקין עליהן ולא מהני מה שסחט האשכול מקודם:<br><b> איברא </b> דלשיטת רש\"י ואתו רבותינו הצרפתים דהא דתנן כל משקה שתחלתו לרצון אעפ\"י שאין סופו לרצון מכשיר דאי אחשבינהו בירידתן לצורך שום דבר ואח\"כ נפלו פירות לתוכה אעפ\"י שלא ידע כשהוכשרו הפירות, ולכן בשביל שתודח כפה קערה הרי הן בכי יותן אעפ\"י שנפלו הפירות אח\"כ בכ\"ז הוכשרו וקרינא בהו כי יותן עיין רש\"י פ\"ק דחולין (דף ט\"ז), א\"ש דכאן הא אחשבינהו לצורך תלוש היינו אשכול הענבים שסחטו ותו כי ירדו על הפירות בעודן מחוברין ובשעת בצירה משקה טופח עליהן אעפ\"י שתאמר שהפירות אין חשוב הרצון מה שהיה בעודן מחוברין לרצון בכ\"ז כיון דתחלתן לרצון אעפ\"י שאין סופן לרצון מכשירין. אבל לשיטת רבינו שצריך שיפול על האוכלין לרצון כמו שפסק בפי\"ב ה\"ב עיי\"ש מה שדייק לפ\"ז בהכופה קערה על הכותל בשביל שתודח כו' ואם הניח בהן פירות הוכשרו, דוקא הניח ולא אם נפלו כדפרש\"י ז\"ל רק בנתלש לצורך מחובר אעפ\"י שנתן בהם אוכלים אינן מוכשרין כיון שנעקרו שלא לצורך תלוש, וכן דייק בעמד תחת הצינור להקר או לידוח כו' ובטהור בכי יותן ה\"ז לרצון, ובפירוש המשנה דייק ואם הוא טהור מכשירין כשיגעו בהן פירות לרצון, וכן מבואר כדברי רבינו בהא דתנן משקין טמאים מכשירים לרצון ושלא לרצון, ולפירוש רש\"י וראב\"ד הרי אם אינם תחילתן לרצון אינם משקים כלל ואינן מקבלין טומאה ואם המה תחלתן לרצון הלא בטהורים ג\"כ מכשירים אעפ\"י שיפלו על הפירות שלא לרצון, וכבר עמד ע\"ז האליהו רבא. וע\"כ כשיטת רבינו דאעפ\"י כן בעינן שיפלו על הפירות לרצון וכיון דההפלה על הפירות צריך שיהיו לרצון א\"כ הא כיון שנפלו על הפירות במחובר והרצון היה שיפלו על הפירות בעודן מחוברים ברור דכמו דלא מהני מחשבת חיבור לעשותו אוכל לטומאה כן לא מהני רצונו שיפלו על הפירות בעודן מחוברים וזה ברור:<br><b> ולפי </b> שיטת רבינו צריך לפרש משנה דפ\"ק המרעיד את האילן ונפל על חבירו או סוכה כו' ותחתיהן זרעים המחוברים לקרקע שב\"ש אומרים בכי יותן ובה\"א אינו בכי יותן, דפירושו היינו אם תלושין ברצון אבל כי נפלו על הפירות נפלו ברצון או שנתן בהם פירות תלושין אבל להכשיר אותן הפירות המחוברין לא מיירי כלל, ורק אם מיקרי המים תלושין לרצון פליגי וכשיטת רבינו בכל הך פירקא וקרוב לזה בכסף משנה. ודברי הפיהמ\"ש צ\"ב רב, ומה שפירש הר\"ש שם דבשנתלשו ועדיין משקה טופח עליהן מכשירין והביא מהך דהבוצר לגת, לטעמיה אזיל דאם נתלשו לרצון אעפ\"י שלא נפלו על הפירות לרצון מכשירין וכדפרישנא שיטת רש\"י ז\"ל, ומשום זה פירש רבינו כאן שמזלפו ע\"ג ענבים בצורות נמצא שבשעת ביאת המים על הפירות המה לרצון על פירות תלושים, ולשון הגמרא ובשעת בצירה עדיין משקה טופח עליהם צריך מובן, ואולי הוי גריס ומזלף ע\"ג ענבים בשעת בצירה ועדיין משקה טופח עליהן, אולם עולשין שלקטן לבהמה והדיחן ואח\"כ חשב עליהן לאדם אעפ\"י שהן צריכין הכשר שני בכ\"ז אם היה משקה טופח עליהן כשחשבן לאדם מוכשרין כמו שהביא רבינו פרק י\"ד תוספתא זו דאעפ\"י שעכשיו אינן על הפירות ברצון בכ\"ז מהני מה שירדו לרצון קודם שחשבן לאדם דאע\"ג דלא היו אז ראוים להכשר ולטומאה מ\"מ לא היו מחוברין ולא היו מחוסרין תלישה רק מחשבה ובזה מהני מה שנתן המים עליהם קודם לרצון אבל במחוברין בכה\"ג לא מהני ודוק:<br><b> ולפ\"ז </b> יש לפרש הא דאמר רב אשי בחולין (דף קכ\"ח) בשחיטה מכשרת ולא דם קא מיפלגי, דפירושו דמיירי שלא נתקנח דם שחיטה עד שחשב על האבר והבשר המדולדלין לאכילת אדם, ור\"ש לטעמיה אזיל דדם שחיטה אינו מכשיר רק שחיטה לחודא והשחיטה קדמה למחשבה ובכה\"ג לא מכשרה [ועיין תוס' שם (דף קכ\"ז) ד\"ה ומ\"ס עיי\"ש] אבל ר' מאיר סבר דדם שחיטה מכשרה והרי הדם טופח בשעת מחשבה והוי הכשר שפיר וכמו דברי התוספתא לגבי עולשין אבל בחשב קודם שחיטה אף לר\"ש שחיטה מכשרה דמן התורה ראוי לאכילה, ועיין תוספות חולין (דף ע\"ג) ד\"ה הוכשרו בדמיה ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>כדי שלא יקח מהן הטמא כו'.</b><br><b> פירוש </b> דידים מסואבות אינן פוסלות חולין אף שטבולין לתרומה ועיין סוף פי\"א מאבות הטומאות, ורק גזרו שלא יקח הטמא ויטמאן ואימתי גזרו דוקא בלוקח מישראל שבני חיוב תרומה נינהו ואם יקח הטמא יפריש התרומות בטומאה ויאכלו תרומה טמאה, אבל בלוקח מעו\"ג דפטורין מתרומה לא גזרו ויעשה בטומאה בידים מסואבות ויעוין ר\"ש וביאורי הגר\"א, ודוק בתוספתא ותבין ואכמ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פירות שנפלו לתוך המים ופשט ידיו ונטלן כו'.</b><br><b> הר\"ש </b> במכשירין פ\"ד מ\"ז הביא התוספתא ידיו טמאות והפירות טהורין ואם חשב שיודחו ידיו הידים טהורות, ומפרש דהאי תנא סבר דלחולין בעי כוונה, פירוש דלא סבר כר' יוחנן דבעי כוונה לטבילה לחולין רק סבר כרב אליבא דרבנן דלחתיכה בעי כוונה והכא נמי להקר ולכן בידים להדיחן סגי והוי כמו להקר בטבלה ודוק, ואע\"ג דר\"מ סבר דכלי טמא חושב משקין מכל מקום הכא הידים המסואבות אינן מחשבין המים שעליהם ליטמא ומשקין טמאים מטמאים שלא לרצון, דדוקא כלי שמטמא גם אוכל שהוכשר לכן חשיב להחשיב משקה לא כן ידים שאינן מטמאין אוכלי חולין אינן מחשבין משקה ופשוט:"
            ]
        ],
        [
            [],
            [
                "<b>היו רגליו או רגלי בהמתו מלאות טיט ועבר בנהר כו'.</b><br><b> משנה </b> פ\"ג דמכשירין משנה ז' באדם ובבהמה טמאה לעולם טמא, פירוש דאדם שרגליו מלאות טיט נוח לו שידוחו בנהר שבוש הוא מהאדם לילך מלוכלך בטיט, וכן בבהמה טמאה שאינו מפריס פרסה ועל ידי עבירתו בנהר מדיח את רגליה מן הטיט סתמא ניחא ליה במים שעל רגליה והמה תלושים לרצון, אבל בהמה טהורה שהטיט בין אצבעות רגליה שהיא שוסעת שסע פרסות ובין סידקי רגליה מלא טיט לכן בעברה בנהר לחודא עדיין נשאר הקיסמין בין רגליה לכן לא ניחא ליה מסתמא עד כי ישמח או יעמוד וידיח. ופשוט לדעתי:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בהשגות. </b> ואין להם עוד צורך כו' (אי נמי).<br><b> נ\"ב </b> ט\"ס וצ\"ל אם כן כו':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המלקט עשבין כו'.</b><br><b> נ\"ב </b> עיין עירובין (דף פ\"ז):"
            ]
        ],
        [
            [
                "<b>מים שבכלים מתטמאים כו' אבל מים שבקרקעות כו' שנפלו לתוכן משקין טמאים ברצון הרי אלו טמאין.</b><br><b> הנה </b> במשנה לא נזכר שנפילתן לרצון, גם נראה שדומה לנפל המת דמיירי שלא לרצון וכן משמע מפירוש המשנה, אבל צריך להבין מ\"ש ונראה כי רבנן אמרו לעשות מעלה במים שבקרקעות שלא יתטמאו אלא לרצון ולא יטמאו אלא כשנשתמש מהן ברצון, והיינו שהשוום לאוכלין שאינן מקבלין טומאה רק באופן שיבוא עליהם מים ברצון וגמירי דמשקין טמאים מטמאים גם שלא לרצון היינו דההכשר והטומאה בא כאחת לכן השוו חכמים שאעפ\"י שמן המת אינם מטתמאים המשקים שבקרקעות שלא לרצון בכ\"ז משקין טמאים מטמאים אותם שלא לרצון ג\"כ ונכון:<br><b> והנה </b> במכשירין פ\"ד תנן מי שירדו עליו גשמים אפילו אב הטומאה אינם בכי יותן, פירוש שהמי גשמים שעליו טהורים ולכן אינן מכשירין כיון שנפלו עליו שלא לרצון, וזה כוונת רבינו בפירוש המשנה דמאי ענין אב הטומאה להכשר לכן פירש שמשקין טמאים מכשירים אפילו שלא לרצון לכן קמ\"ל שהן טהורין ואינן מכשירים שלא לרצון, והרע\"ב פירש כי אעפ\"י שהן טמאים בכ\"ז אינן מכשירין, וז\"א כי מפורש בכריתות (דף ט\"ו) שהן טהורין כ\"ז שלא ירדו מעל בגדיו, וזה כוונת רבינו לעיל פרק י\"ב ה\"ו ובזמן שהן טהורים אינן מכשירין שהרי אינם תלושים עליו לרצונו פירוש כ\"ז שלא היו יורדין מע\"ג בגדיו דאילו הן טמאים מטמאים אף שלא לרצון וז\"פ ולשון רבינו בפירוש המשנה הטעה את הרע\"ב ז\"ל עיי\"ש והבן:<br><b> והנה </b> בספ\"ג דטבול יום פליגי ר\"מ ורבנן במשקין היוצאין מטבול יום אם מכשירים שלא לרצון והלכה כחכמים ורבינו פסק כן משום שכיון שאינן מטמאין שטבול יום אינו רק פוסל משקה קודש ומשקה תרומה ומשקין היוצאין מהן כמשקין שנגע בהן וא\"כ אינן מכשירין שדוקא במקום שהטומאה וההכשר באין כאחד הא כאן אינן מטמאין עיין פ\"י ה\"ו, ולפ\"ז יש לאמר דר\"מ לטעמיה שסובר בסוטה פרק כשם שטבול יום מטמא משקה ואוכל קודש, א\"כ טבו\"י שנגע במשקה קודש המה משקין טמאים לטמאות רביעי בקודש ואז המה מכשירים שלא לרצון אעפ\"י שחיבת הקודש מכשיר בכ\"ז משקין טמאים מקרי לכן אף משקין היוצאין ממנו מכשירים שלא לרצון כדין כל משקין טמאים דלא פליגי רבנן וזה נכון:"
            ]
        ],
        [
            [],
            [
                "<b>ועל כולם נאמן ע\"ה לאמר לא הוכשרו.</b><br><b> נ\"ב </b> פרק חומר בקודש (דף כ\"ב):"
            ],
            [
                "<b>ואין ע\"ה נאמן כו' לא הוכשרו כו' לא נערתי כו'.</b><br><b> נ\"ב </b> תוספתא עו\"ג פרק ה' עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושאף כהנים ונזירים מותרים להתטמא כו'.</b><br><b> נ\"ב </b> נזיר (דף מ\"ח) אבל מטמא לנגעם וזיבתם עיי\"ש:"
            ],
            [],
            [
                "<b>כמו שבארנו.</b><br><b> נ\"ב </b> סוף פרק י\"א מהלכות איסורי ביאה יעו\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות טומאת אוכלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}