{
    "text": {
        "0": {
            "0": {
                "0": "שתים. נראה דלמעוטי נמי טפי. אע''ג דכל שכן דהויא פרה, מכל מקום פוסל שמא תשחיר. אלא דקשה, הא דמכשיר ר' אליעזר מעוברת הא בת שתים לא ילדה. ושמא דיעבד קאמר דכשרה. הר''ש:"
            },
            "1": {
                "0": "וחכמים אומרים אף בני שלש. ונוסחא אחרינא לא גרס אף. והר''ש הוכיח דזו הגירסא עיקרית, ודחכמים ור' מאיר אינם מודים לר' יוסי הגלילי. ומהר''מ כתב דאין צריך למחוק, דהא דמכשרי רבנן ור' מאיר בבן שתים, היינו דוקא גבי לוים, דרבנן סברי אהני שני לאכשורי בן שתים, ופר לאכשורי אף בבן שלש, דכל פר בן בקר שלש ותו לא, לא פחות ולא יותר, ושאני הכא דכתיב שני. ור''מ סבר פר בן בקר בלא שני דוקא בן שלש ארבע חמש ולא בן שתים. ור' יוסי סבר דכל היכא דכתיב פרים, בני שתים, דגמרינן מלוים. ומדברי הר''מ נראה, דלרבנן בן שתים נמי כשר:",
                "1": "מפני. ובסוף פרק ז' דבכורות ממעטים זקן מקרא. יש לומר היינו מרובה בשנים עד שתש כוחו, והכא אפילו אינו בא בימים וזקן בשנים. והקרבן אהרן פירש, דר''מ מדאורייתא קאמר שאין מביאין כו', כלומר למצוה אמרה התורה ולא לעכב. ועתוי''ט:",
                "2": "הכבוד. אבל בפרה שכל מעשיה בחוץ לא שייך האי טעמא:"
            },
            "2": {
                "0": "דכתיב בן שנתו. גמרא:",
                "1": "בר''ש ליתנהו לארבע תיבות אלו. וזה יותר נכון, דהא שתי שנים לא בעינן שלימים. וזה שסיים הר''ש משנה שניה שלו ולא של מנין עולם. ועתוי''ט:",
                "2": "כלומר שלימים. ולכך לא נחשב איל עד יום שלשים ואחד:",
                "3": "לא כו'. אם היה מחוייב איל או כבש לבד. רש''י:"
            },
            "3": {
                "0": "ואשם כו'. הם בבשים. הר''מ:",
                "1": "מיום שלשים והלאה. מדכתיב והלאה ירצה. ומיהו הא דאוקמוהו אשלשים סברא בעלמא הוא. ועתוי''ט:",
                "2": "אי נמי, שמא לא ימצאו כל כך טלאים לפי הצורך, אוקמוה אדין תורה. אי נמי, משום שזמנו בהול. מהר''מ. וזה לשון הר''מ, בבכור כתיב ביום השמיני תתנו לי, ומעשר ופסח נשתוו עמו במתן דמים:"
            }
        },
        "1": {
            "0": {
                "0": "והר''א כתב, שר' אליעזר מודה שאם עלה עליה זכר שפסולה. שהמעוברת תובעת זכר היא, וצריכה היא. אבל עלה עליה שלא בשעת תביעה, צער הוא לה ומשא. וחכמים פוסלין מעוברת משום חשש דשלא לרצונה:",
                "1": "ופסולה אפילו למאן דאמר קדשי בדק הבית היא. הר''ש:"
            },
            "1": {
                "0": "יגוד. כשהשחרות אינו מגיע לזכרות [והיינו עצם התחוב בתוך הקרנים. וכן בתוך הטלפים, דזו היא כף הרגל. ויש בחוד של קרן כשתים ושלש אצבעות שאין זכרות מגיע שם. רש''י], דאי מגיע יעשנה בעל מום אם יחתוך שם, גמרא:",
                "1": "שמאמר האל תמימה הודיענו שענינו שלימות האודם. הר''מ. ועיין בהר''ב משנה ה':"
            },
            "2": {
                "0": "לבית. ורבנן, כיון דקדשי בדק הבית היא ולקיחתה מתרומת הלשכה באה לבית קרינן לה. כך נראה לי:",
                "1": "אם כן תלמוד לומר עול, עול פוסל בין בשעת עבודה ובין שלא בשעת עבודה, שאר עבודות אין פוסלות אלא בשעת עבודה, כלומר שעבודה זו לצורך היא ולא באקראי כו'. גמרא:"
            },
            "3": {
                "0": "פסולה. דניחא ליה והויא שעת עבודה. אי נמי, מה שהזכר משמש בה חשיב עבודה. תוס':"
            },
            "4": {
                "0": "ארבע כו'. ולאו דוקא. ואלא מיהת הרבה מאוד לא סבירא ליה לר' עקיבא. ופליג ר''א ואמר אפילו חמשים:",
                "1": "יתלוש. מפני מראית העין. כ''מ:",
                "2": "שתי כו'. והן בתוך גומא אחת. הר''א:",
                "3": "דקדשי בדק הבית לא מיתסרי בגיזה אלא מדרבנן, ובפרה לא גזור משום דלא שכיחא. אי נמי, דהוי דבר שאין מתכוין. גמרא:"
            }
        },
        "2": {
            "0": {
                "0": "לשון רש''י דחטאת נקראת, שנאמר למי נדה חטאת היא, ושאר חטאות טעונות צפון המזבח, ובפרה כתיב בה נוכח פני אוהל מועד, שעומד בהר המשחה ומתכוין ורואה פתחו של היכל שהוא בכותל מזרחי. ועתוי''ט:",
                "1": "לדעת שהופרש לעבודת פרה הקרויה חטאת וטעונה מזרח וישים לב להיות זריז במעשיה וסדר עבודתה. רש''י:",
                "2": "אבל בשעת קידוש מקדשים בכל הכלים. תוס'. ועתוי''ט:",
                "3": "בשמירת טהרתה. רש''י:",
                "4": "הר''מ. ונראה לי דהוצרכו לזה מדתנן לקמן משנה ה' לא מצאו משבע, ומהיכא תיתי שהיו צריכין לשבע דהא לא תנן אלא מכל חטאות שהיו שם, אלא ודאי פירושו דבר יום ביומו מחטאת אחרת, א''כ צריכין שיהיו שבע:",
                "5": "דכתיב וחטאו ביום השביעי, וליכא למימר דאהזאה קאי דהא כבר כתיב והזה, ואי לאשמעינן דהזאה בזמנה מצוה ליהדר נמי הזאה דשלישי, אלא על כרחך משום ורחץ דתיכף להזאה טבילה, ושמע מינה טבילה בזמנה מצוה. רש''י:",
                "6": "מסקינן בגמרא דמפרישין אותו ברביעי בשבת כי היכי דלתרמי רביעי שלו בשבת:"
            },
            "1": {
                "0": "אף שהיו טמאות בנדה ויולדות לא היו שומרן אלא מטומאת מת דבעי הזאה ומטומאה היוצאת מגופן. וקשה, הא סוף סוף בשעת קידוש בעינן איש. וי''ל, דמה שיכול לתקן מתקנים, דכולה מלתא מעלה בעלמא היא. תוס'. ועתוי''ט:",
                "1": "ובעל חי חוצץ. ואף דהוי אוהל זרוק, מכל מקום הכא גלי קרא דהוי אוהל, כדכתיב ובעצמות וגידים תסוככני, וכל. שכן בהמה שכריסה למטה כעין אוהל. ודלתות איכא למאן דאמר בתוספתא שלא היו מביאין. תוס'. ועתוי''ט:",
                "2": "ור' יוסי חושש אפילו בתוך הנהר. ועתוי''ט:"
            },
            "2": {
                "0": "של אבן. ועתוי''ט:",
                "1": "הר''ש. וירדו דתנן ברישא, היינו קודם שעלו מן הגולה. וזה דוחק. והר''מ לא כתב שיפלו על השוורים, וזה לשונו, ויפול לפניו ויקחהו וישליכהו במים, וזה כולו לבל יגע באפר הפרה כולו כו'. ורצה לומר שאע''פ שזה האפר צריך שיקחהו בידו, הנה תקנו מה שיכולים לתקן שלא יגע בשאר האפר:",
                "2": "שהכותלים לא החריב נבוכדנצר ושם היה מונח האפר צבור בקילולים כדאיתא בתוספתא. הר''ש. ועתוי''ט:",
                "3": "שיראה כו'. דגזירה שוה גמרינן אפר פרה מעפר סוטה. רש''י:"
            },
            "3": {
                "0": "על גבי כו'. ודמי למטבילין מגב לגב דפרק ב' דביצה. הר''ש. והר''מ:",
                "1": "להזות. קצתם על קצתם. הר''מ:",
                "2": "ואף דטבל למגע נדת אמו, אפילו הכי צריך טבילה. והערב שמש לא בעי, דכל מעשיה בטבולי יום. הר''ש:"
            },
            "4": {
                "0": "משבע. כי היכי דתנן לעיל ומזין עליו כל שכעה ולאו דוקא, כמו שכתב הר''ב, הכי נמי תני נמי הכא משבע ולא דוקא:"
            },
            "5": {
                "0": "המשחה. מקום שריפתה:",
                "1": "ואי משום מסעדיה, נמי לא היו צריכים לכבש, דאי נמי נטמאו לא אכפת לן, שלא היו עוסקים עם הפרה אלא מחיים להביאה להר המשחה:"
            },
            "6": {
                "0": "ואצטריך לטעם שלא יאמרו ולא דייק נמי אותה כמו ר' יוסי, דהאי תנא קמא ר' שמעון הוא דדריש טעמיה דקרא. ונפקא מינה, דאפיק חמור בהדה, לתנא קמא שרי, לר' יוסי אסור. גמרא. ועתוי''ט:",
                "1": "לא כו'. כלומר אינך צריך לומר משום ושחט אותה, אלא בהוצאה גופה כתיב כו'. מהר''ם:",
                "2": "ברגליהם. משום חבוב מצוה:",
                "3": "דאילו בטומאה דאורייתא לא היו מזלזלין כולי האי. וקשה, מה מועיל זה להוציא מצדוקים, הרי בגדי כו' הוי מדרבנן והם אינם מאמינים בזה, ויש לומר, דמכל מקום היו מראין שאין חוששים לדרשה שלהם. ועתוי''ט:",
                "4": "וקשה, דהרי נמצא בכתוב גם כן ורחץ במים וטהר וההוא למעשר. ועוד, בתגלחת ראשונה כתיב גם כן וטהר ואינו אלא למחנה, ואולי דהם מצריכים בכולם הערב שמש ולמדין מובא השמש. ועתוי''ט:"
            },
            "7": {
                "0": "אחת. לפי ששוה בהפרשה כמו כהן גדול ביום הכפורים, לכך אמרו לו טבול אחת, אף דהתם חמש טבילות:",
                "1": "חלקה. ולא יותנה כן במיני הארז, לפי שהוא חלק. הר''מ:"
            },
            "8": {
                "0": "ולפי זה כל חבל כשר הואיל ואינו ארוג. והר''ש והתוס' פירשו, לפי שהוא ממין שאינו מקבל טומאה:",
                "1": "למערב. כמו פר של יום הכפורים, אף דלא שייך כאן הטעם דהתם דהא אין כאן מזבח:",
                "2": "הוא מהר''מ ושם מבואר דימין מאצבע ידעינן, דסתם אצבע אינו אלא של ימין, ושיהיה באצבע הסמוך לגודל דייק לה מאצבעו. ועתוי''ט:",
                "3": "ותמיהני, דאוהל מועד בכל מקום המכוון ההיכל. ותו, בפרק ב' דמדות משנה ד' איתא ומתכוין ורואה פתחו של היכל, ולא הזכיר קדשי קדשים:",
                "4": "בספרי מדמה שבע פעמים, מגיד שחוזר לדם שבע פעמים:"
            },
            "9": {
                "0": "הר''ש קיצר. והר''מ כתב עוד, דמאל תוך, למדנו שיושלך בקרבה בעת הבקיעה. ועכשיו שתים זו שמענו, הביקוע ושיוצת האור ברובה. ועתוי''ט:",
                "1": "נראה לי מדכתיב והשליך, וסתם השלכה מרחוק הוא:"
            },
            "10": {
                "0": "אבן. אשר לא יקבלו טומאה, לתוספת השמירה. הר''מ:",
                "1": "מניחין אותו. עד שיעשה מקצתו אפר, כדי לקיים מצות שריפה דכתיב את עורה וגו', אבל עצם לא כתיב, הלכך כותשים אותו עם השאר אע''פ שלא נעשה אפר. אבל בפני עצמו בלא אפר, פסול לקידוש. מהר''מ:",
                "2": "נראה לי משום דמפני קדושתם נזהרו מטומאת מת משא''כ ישראל, נקט אצלן לשון מקדשין ולא מזין. ועתוי''ט:",
                "3": "המשמרות. הכ''ד מקומות אשר היו בהן המשמרות. הר''מ. וחוץ לעזרה היו. וכן תרגם יונתן, וחדא מפלג לכל מטרת ליואי. ועתוי''ט:"
            }
        },
        "3": {
            "0": {
                "0": "ולא ידעתי מקום לדיוק זה, דהא בקידוש פנים תני נמי שלא רחץ, ודינו נמי הוא פלוגתא דאמוראי בגמרא, ואי איתא לדיוקיה אמאי לא אותביה למאן דפליג ולסייע למאן דסבירא ליה הכי. אלא, לאו דיוקא הוא כלל, ומ''מ דינו דפסק אמת. ועתוי''ט:",
                "1": "פסולה. דכתיב הכהן, בכיהונו. ספרי. הר''ש:",
                "2": "של כהן הדיוט:"
            },
            "1": {
                "0": "בזבחים דף קי''ג ילפינן ליה. וקשה, הא אנן בשריפה קיימינן, והוה ליה לפרש ואם שרפה, דהכי נמי ילפינן התם:",
                "1": "כשרה. דוקא אם כהן אחר חזר והזה, אבל הכהן השורף פסלה מחמת מלאכה שאינה צריכה בשעת שריפתה. הר''ש בשם התוס':"
            },
            "2": {
                "0": "כגון שוחט על מנת להזות למחר, דמעבודה לעבודה לא שמענו. דאי בהזאה גופא הא תני לעיל ר''פ:"
            },
            "3": {
                "0": "וכיבוס בגדים דכתיב גבי אוסף, דריש ליה בספרי:",
                "1": "והא דין הוא, אם פוסלת בשחיטה לא תיפסל בשריפה, אלא לימד שפוסלת בה עד שתיעשה אפר. ספרי. הר''ש. ועתוי''ט:",
                "2": "ואפילו ישנה לשחיטה מתחלה ועד סוף לא אמרינן שקודם הפסול מטמאה בגדים, דהא דישנה כו' היינו בשחיטה כשרה. גמרא.",
                "3": "חומרה שמחמיר לפוסלה במלאכה מקיל בטומאת בגדים. מהר''ם:",
                "4": "ותימה, תיפוק ליה דקדשי בדק הבית הוא דמועלין בהן. וי''ל דאיצטריך למועל אחר מועל דאינו אלא בקדשי מזבח. תוס'. ולי נראה, דחטאת איצטרך לשאר דרשות, אלא מדהיא למעוטי אפרה, קאמר נמי דבכלל חטאת שיהיו מועלין, והיא למעוטי אפרה:",
                "5": "ותימא, תיפוק ליה דאפר הקדש מותר. יש לומר, דשאני הכא דכל מצותה לשריפה עומד. אי נמי, דטעמא דמותר דאין לך דבר שנעשית מצותו ומועלין בו אבל הכא אכתי לא אתעביד. תוס':",
                "6": "וכל הכשר לאסיפה כשר לקידוש, כמו שכתב הר''ב בפרק ה' משנה ד'. ופירש''י, שאחר אסיפה כתיב ולקחו, אותם שנאמרו באסיפה. ומילוי נמי כתיב בהאי קרא ונתן מים חיים אל כלי, שיתן מים תחלה והיינו המילוי:",
                "7": "וזה לשון הר''מ, אם השליך האפר כו' לא יפסל בעשיית מלאכה ולא בשעת הזאה:"
            }
        },
        "4": {
            "0": {
                "0": "טובל ולן. ובלן ואח''כ טבל, ואפילו הניח שומר כשהלך לטבול, פליגי בתוספתא. הר''ש:",
                "1": "הר''ש. וקשה, דהתחיל ביין ושמן וסיים בשריפת פרה ונאמנות דלחטאת. ויש לומר, כיון דטהרת טמא מת נתלין באפר פרה. כשלא נאמינהו על טהרת יין ושמן, כשם שיבנה לעצמו במה ויביא עליה יין ושמן, כך יעשה פרה לעצמו כדי שתהא הטהרה בידו. ושאר טהרות כבר הם בידו בטבילה. והכא נמי מצורע בצפרים. ומכל מקום הוה ליה להביא מן המשנה ששנינו בהדיא במשנה ה' פרק ה' דאהלות שהכל נאמנין על החטאת. וכן כתב הר''מ:",
                "2": "כדרך שעושים כשסותמין התנור. מהר''ם:",
                "3": "ואע''ג דת''ק נמי לא אמר אלא פותח כו', אלא הואיל ות''ק לאו בהכי מיירי ליכא למימר דאין הלכה כמותו דהא יש לומר דלאו דוקא פותח קאמר, דאי נמי פתחו בעם הארץ נמי שרי. ובתוספתא מוכח דהכי פירושו, פותח העם הארץ וחבר נוטל. ועתוי''ט:"
            },
            "2": {
                "0": "ולא מפני הצדוקים היתה. כדמוכח במתניתין דלקמן. והר''מ פירש בדרך אחר. ונראה נמי דלא נקט טבילה אלא משום סיפא דנטמא. ועתוי''ט:",
                "1": "וא''כ דברי ר' יהושע הן, והוה ליה למימר בין כך ובין כך לא יקדש, דהא את''ק קאי דמיירי בתחלת הקידוש. והר''ש לא כתב אלא, ואתאן לת''ק. וכן כתב הר''מ, וכתב הטעם לבל יתערב בהן המים שיצאו ממנה, וכלומר, מה שאין כן בתחלת הקידוש אין כאן עירוב, שרואין המים הבלועים שמתקדשים גם כן. ועתוי''ט:"
            },
            "3": {
                "0": "וכשהוציא כל המוח שבה:",
                "1": "א''צ לאפר חטאת כלי אבנים אחר שעבר עשייתה, שאין לחוש עוד לשיזלזלו בה. תוס':",
                "2": "פירוש, אע''פ שלחטאת עשאוה כטמא מת לטמא אדם, כיון דגם לקדש אין בו הערב שמש, אין הצדוקים מרגישים בכך, דהני חומרות מדרבנן הם, והרגשתן תהיה במה שאנו מטמאים במקום אחר עד שיעריב שמשו. כו':",
                "3": "הכל כו'. לר' יהודה לאתויי קטן, ולרבנן לאתויי אשה. גמרא:",
                "4": "וליכא למדרש איפכא, איש ולא אשה, טהור ואפילו קטן, דאמר ביומא דף מ''ג, דכל הפרשה כולה משמע מקרא זה מוציא מיד משמע מקרא שלפניו. רש''י. ולהכי דרשינן להכשיר הזר להוציא ממשמע שלפניו דדוקא כהן:",
                "5": "אבל חרש ושוטה לא אתו לכלל דעת. תוס'. ועתוי''ט.",
                "6": "ואף דכל התורה בלשון זכר נאמרה ואפילו הכי לא ממעטינן אשה, שאני הכא מדשני. בדיבוריה ולקחו והדר ונתן לשון יחיד, שמע מינה כו'. תוס':",
                "7": "ובאנדרוגינוס. ובטומטום אפילו תנא קמא פוסל, דספק ערל הוא, ושייר נמי ערל וטמא. ועתוי''ט:"
            },
            "4": {
                "0": "שהיה בדין ללמדו במה מצינו מסוטה, שאינו אלא בכלי חרס, תלמוד לומר כו'. ספרי:",
                "1": "ובספינה כו'. קמשמע לן אף דאינה כלי לקבל טומאה. אי נמי, אף דאמר לקמן פרק ט' משנה ו' מי חטאת כו' לא יעבירנה בנהר ובספינה. מהר''ם:",
                "2": "וכאן נראה לי דמסרך סריך מלישנא דפרק ח' דכלים משנה ג' עיין שם:",
                "3": "אלא כלים. כלומר, ולא שברי כלים:"
            },
            "5": {
                "0": "התרנגולת. למעוטי ביצת נעמית דתני בתוספתא דכשרה ואפילו אינה מצופה. וכן פסק הר''מ. ועתוי''ט:"
            },
            "7": {
                "0": "זהו ההפרש בין אבן ובין סלע. ומיהו נראה דהכא נמי אפילו חיברה בסיד:"
            },
            "8": {
                "0": "וקשה, כיון שנסדקה לא הוי כלי כלל. וצריך לומר דהכא במאי עסקינן, שאין מים נוזלים מהסדק מפני שחיברם בטיט, והוי ליה כלי לענין זה אבל לא לענין מה שבסדק:"
            }
        },
        "5": {
            "0": {
                "0": "פסול. ומיירי שמעצמו חוזר ושותת מידו לשוקת. דאי מכוחו ניתז, כשר. הר''ש:",
                "1": "נפל כו'. הא הפילו הוא, כשר, דנתינה ע''י דבר אחר שמה נתינה. הר''ש:",
                "2": "היינו שפופרת עם האפר. דבאפר לא שייך זקיפה, אלא אשפופרת קאי ובלא כיסוי, ומשום הכי פסול. ועתוי''ט:"
            },
            "2": {
                "0": "והא דלעיל בשתי שקתות צריכים כשפופרת כמו עירוב. מקואות, דשאני כלי בתוך כלי שמתחבר בחיבור מועט:",
                "1": "רש''י. ולדבריו מיירי במילוי, ובמשנה תני המקדש. והר''ש פירש, דיזלף היינו שמזה:"
            },
            "4": {
                "0": "ולא דמי למים שהמשיך מן המעין לחבית בעלי קנים, דגת וגבים לאו כלים נינהו ואפילו קודם שהפסיקן:"
            }
        },
        "6": {
            "0": {
                "0": "אחרון. כשלא עשה כמו שנמלך ולא עירן לכלי אחד. ולא קתני ונמלך אלא לומר שאם ירצה לימלך לא יועיל לו אבל יניחם כך ויהיה האחרון כשר:",
                "1": "ובענין אחר אי אפשר. הר''ש:",
                "2": "ראשון. בין שהשליכה בחבית שמילא ראשונה או באחרונה. הר''מ:"
            },
            "1": {
                "0": "לו ולאחר. פירוש, כאחת. הר''ש:",
                "1": "בין לאחר. משא''כ בקידוש, כיון שאין בו שכר ולא טובת הנאה והמים של אחר הם אינם נפסלים במלאכתו, אבל במילוי יש בו שכר או טובת הנאה וכממלא לעצמו דמי. הר''א:"
            },
            "2": {
                "0": "הר''ש. ולאי נמי לא סלקה הא דכתב לעיל דשמא המלאכה כו' דלאי נמי ודאי קדמה בעינן. וכן נראה דעת הר''מ בפירושו. וכן כתב הכ''מ שהר''מ לא תלה הטעם בשמא, כי התחלת ההשתדלות ודאי יהיה קודם ומאז חשוב מלאכה:"
            },
            "4": {
                "0": "ותמיהני, למאי איצטריך לומר שמירה מעולה, הא לאחריו לאו שמירה כלל היא אלא אם כן יש גם כן לפניו דהואיל כו', כמו שמסיק הר''ב. והר''ש שכתב שמירה מעולה כתב דלאחריו נמי שמירה היא, אלא דלכתחלה היכא שאפשר בעינן שמירה מעולה, ובסיפא כשר מפני שאי אפשר בענין אחר:"
            },
            "5": {
                "0": "היינו שלא כדרכו:"
            },
            "7": {
                "0": "תשבר. לשון מהר''מ, כל מידי דאורחייהו דכל הממלאים בהכי, לאו מלאכה היא, ואורחא היא להצניע שלא תשבר, וכן דרך לכפותה על פיה שלא יפול לתוכה עפר:"
            },
            "8": {
                "0": "פסול כו'. וקשה, היאך אפשר דלהצניען הוי מלאכה אף שעדיין לא הצניען, ונטל אוכלין ואכלן כשר. ואפשר דאכילה חשיבא צורך המילוי כדי שיהיה לו כח למלאות. הר''ש וכ''מ:"
            },
            "11": {
                "0": "שמה שפורץ אינה מלאכה, שהוא מקלקל, ואף דהוי תיקון שיכול לילך שם, זה הוי צורך מילוי. אבל במשנה ח' פסול אף על פי שלא הוליך, דהם חשובים מלאכות בעצמם, אלא אם כן הם צורך אין כאן פסול. ועתוי''ט:",
                "1": "פסול. קמשמע לן אע''ג דלא חידש כלום שעשאו כבתחלה, פסול. הר''מ:",
                "2": "לפי זה איפכא הוה ליה למיתני, על מנת לקצות ואכל. אבל הר''מ כתב, אם קצה פירות לאכול אף שכוונתו להקצות השאר, כשרים. ואם הקצה קודם מתן האפר, פסול:"
            }
        },
        "7": {
            "0": {
                "0": "טהר. וחזר לשמור."
            },
            "1": {
                "0": "שאם נפלו. ולפיכך חיישינן שמא יפלו. וקשה, לפי זה לא ילבש בגדים גם כן מהאי טעמא. ועוד, עד דנחוש למשקין טמאים נחוש לשאר טומאות שנגע בסנדל. ועוד, למה אמר המקדש ולא הנוגע והמזה. לפיכך נראה לי דלא חשו לשאר משקין, אלא למי הקידוש שמא יפלו על הסנדל בשעת הקידוש ויפסלו בהיסח הדעת ויטמאו הסנדל ויטמאהו, וכיון שכן לא חשו ללבוש בגדים בשעת הקידוש מפני שאפשר להזהר, מה שאין כן בסנדל. הר''א. ועתוי''ט:",
                "1": "ואפילו הם טהורים לקודש, הם טמאים לגבי חטאת. הר''מ:"
            },
            "2": {
                "0": "ופרים. והוא הדין דהוה מצי למנקט ושעירים, והן שעיר יום הכפורים ושעירי עבודה זרה:",
                "1": "בגדים. אבל אוכלין ומשקין, פרה ופרים מטמאין. הר''מ. ועתוי''ט:"
            },
            "6": {
                "0": "כלומר מאכלי:",
                "1": "היינו לכולי עלמא. אבל לחכמים דפרק י''א משנה ד', אפילו דקודש נמי:"
            },
            "7": {
                "0": "שהרי אינם נובעים, הלכך מסתבר טפי מה שהכתוב קוראן מקוה היינו לפוסלן ממים חיים. תוס':"
            },
            "8": {
                "0": "ובנוסחת ארץ ישראל, מוזקין. ויהיו המוכים בדגש הכ''ף:",
                "1": "המלוחים כו'. משום שיש להן שם לווי. נ''ל. הר''ש:",
                "2": "וקשה, דאותן שנים שבין השבוע ליובל מה תהא עליהם. ולשון הר''מ, לשנים רבות יותר משבע. ונראה לי דרוצה לומר דכל שהן יותר משבע מיקרי שנים רבות:"
            },
            "9": {
                "0": "ועוד, לפי שאין רדופין מחמת שמתערבין באגמים ואין חיותן חיות גמור. תוס':"
            },
            "10": {
                "0": "אדם. דהוי כמו המפנה את המעין דסוף פרק ו':",
                "1": "להמתין. ולא דמי למי בצים שבטבען הם מעורבים. נראה לי:"
            }
        },
        "8": {
            "0": {
                "0": "דהא אין כאן פסולים אלא כל שהוא, וסבירא ליה אין בילה. וקשה, איך אפשר שלא יוכל לחלוק הכל שהוא לשנים. תוס':",
                "1": "פוסלין. חומרא דמי חטאת היא. דמן התורה ברובא בטל. תוס'. ועתוי''ט:",
                "2": "פוסלין. דסבירא להו דאינו עולה אלא מן הפירות. תוספתא. הר''ש:",
                "3": "דיו. ביבש איירי. דומיא דאינך. הר''ש. ולהכי אין צריך לנגכ דלאו משקין נינהו, וסגי במערה דאין נשאר ממנו כלום. ואפילו נשאר אין מתערב במים. מהר''ם. ולי נראה דמיירי בלח, דיערה תנן, ודאין צריך לנגב הוא כמו שכתב הר''ב:"
            },
            "2": {
                "0": "רוצה לומר דאפילו לר' אליעזר דמשנה א', דהתם כל שהוא והכא טובא. הר''ש:",
                "1": "העופות ששתו, המים פסולין, דארישא קאי. ובשרצים דקתני אינם, גרס פוסלין, דקאי אשרצים. וכן הוא בר''מ:"
            },
            "3": {
                "0": "החושב. נראה לי דפירושו שאומר. דמחשבה לא מהניא, כמו בשלא לשמן, וכמו במחשב לשלוח יד:",
                "1": "שלא הדביק פיו לחבית. הר''ש והר''מ:"
            },
            "4": {
                "0": "שנפסלו כו'. בספרי יליף להו:",
                "1": "בשרה כו'. אבל אדם וכלים לא, דאין מטמאין אלא טומאה קלה לטמא אוכלין ומשקין:",
                "2": "בטלו. ואפילו טומאה קלה לא מטמאין, דהוי משקה סרוח. גמרא ועתוי''ט:"
            },
            "5": {
                "0": "ובספינה. כלומר וכשהוא בספינה:",
                "1": "והאהילו עליו ונטמאו. רש''י:",
                "2": "וגם על הגשר מותר, דכארעא סמיכתא הוא, ואדם המעבירו הולך כל שעה ברגליו ואינו דומה לספינה. רש''י:",
                "3": "או אפר פרה. הר''מ:"
            },
            "6": {
                "0": "במגע, אבל מטמא במשא. גמרא:"
            },
            "7": {
                "0": "רוצה לומר לקחת המילוי ולקדש ולהזות. הר''מ:"
            },
            "8": {
                "0": "פירוש, שצריך להטביל ידיו. אבל לא בידיו, כלומר, לא נטמא גופו לא לתרומה ולא לחטאת, בין שנגע בידיו בין בגופו, דלענין זה לא חשיבי כמשקים טמאים. הר''ש:"
            }
        },
        "9": {
            "0": {
                "0": "דבהיסט פליגי ולא במגע. הר''ש:"
            },
            "1": {
                "0": "במדף. באיזה נגיעה שתהיה. ולכך בעינן עליונו של זב, דאף על גב דלעיל מודו כולי עלמא במגע שטמא, היינו אם נגע בידיו דוקא. כ''מ:"
            },
            "2": {
                "0": "אי נמי של אבן. הר''מ:",
                "1": "הר''ש. וכלומר דאוכלים ומשקין שאינם אלא ולד לא מטמאים כלים. הר''מ:"
            },
            "4": {
                "0": "חוץ כו'. כלומר להלן מן התנור שהתנור מפסיק כו'. רש''י:",
                "1": "הר''מ. ובפרק י''א דשבת פירש הר''ב דלמעלה מעשרה לא אמרינן כן ויש לחלק דלשבת מקום פטור הוא. אבל בגמרא דזבחים מסקינן דלכולי עלמא לא אמרינן קלוטה כו', ור' עקיבא סבר גזרינן שמא יניח ולרבנן לא גזרינן:"
            },
            "5": {
                "0": "בר''מ איתא הלגין של חטאת:",
                "1": "שכיון שהוא טמא לחטאת, מקבל טומאה ממי חטאת:",
                "2": "הסיטן. אשניהם בשני ניירות קאי. מהר''ם:",
                "3": "מטהרים. אלא אם כן היה ראוי למדרס. הר''מ:"
            }
        },
        "10": {
            "0": {
                "0": "יכולה כו'. שאין תלוי באויר. רש''י:",
                "1": "דהוי ספק ספיקא, ספק אדם גילה או בהמה חיה ורמש, ואם תמצי לומר אדם, שמא טהור היה. הר''מ:",
                "2": "בפרק ח' דתרומות משנה ד' ה'. ומשום הקריבהו אין בו, דהזייה לאו קרבן היא:",
                "3": "והא דלא תנן נמי עכבר לדברי ר' אליעזר, דר' אליעזר שמותי הוא. הר''ש ותוס':",
                "4": "וכשהוא מוכשר. דאם לא כן אינו מקבל טומאה. ועתוי''ט:"
            },
            "2": {
                "0": "כביצה. וקשה, הא תאנה יבשה קטנה מכביצה הרבה. ויש לומר, כפירוש הערוך, דבילה, מחברת תאנים קרויין בך, בין רטובין בין יבשין, ואם כן יהיו בשתים ויותר:",
                "1": "חייב כו'. לאו דוקא, אלא סימנא בעלמא. ונפקא מינה לתרומה דאורייתא כגון תירוש ויצהר ודגן. אי נמי בביכורים. הר''ש. והתוס' כתבו, דיש לומר מכות מרדות ומיתה לקוברו בין רשעים. ולהר''מ דסבירא ליה כל אוכל אדם הנשמר וגדוליו מן הארץ חייב בתרומה מן התורה, ניחא:",
                "2": "חייב כו'. וקשה, הא הדבילה נמי טמאה. ובסוף פרק ח' דסנהדרין דייק הר''ב דטמאה אינה במיתה. והכ''מ כתב, דהכא לא נחית התנא אלא לאשמעינן שהוא נטמא בנגיעה זו כו', וחייב מיתה אטהורה קאי. ואם תאמר, ואפילו היתה טהורה יחזרו המים ויטמאוה. הא לא קשיא, דאין טומאת מעלה פוטרתו מחיוב מיתה דאורייתא, כל שכן שאע''פ שנטמאו לחטאת לא יחזרו ויטמאו הדבלה:"
            },
            "3": {
                "0": "המעשר. פירוש, משער שני. וקשה, דהוה ליה להקדים מעשר לחולין:",
                "1": "המקדש. וקשה, הא קיימא לן בנזיר פרק ז' טומאה שאין הנזיר מגלח עליה אין חייבין על ביאת מקדש, ועל כלים הנוגעים במת אין מגלח, והרי טעון ביאת מים. ונראה לי, דכללא לא קאי לענין ביאת מים אלא לשאר טילי. והכי קאמר, והטעון ביאת מים שחייב על ביאת מקדש חייב אף לאחר ביאתו. כ''מ. ועתוי''ט:"
            },
            "4": {
                "0": "ויש הרבה מדברי סופרים שצריך הערב שמש, כגון הפורש מהערלה שצריך הזיה כל שכן הערב שמש. והכהן השורף הפרה דמטמאין אותו בסמיכות ידים כו'. ומסיק הר''ש, דטומאות הנוהגות אף בחולין בעו הערב שמש, מה שאין כן במעלות דלקודש ולתרומה. וההוא דכהן השורף, מעלות דפרה שאני. ולפי זה בגדי עם הארץ לפרושים, בעו הערב שמש, אבל בגדי פרושים לתרומה, ובגדי אוכלי תרומה לקודש, לא בעו הערב שמש:"
            },
            "5": {
                "0": "המוכשר. במשקים הטהורים לחטאת. דאי לאו הכי, הכשר וטומאה באים כאחת:"
            },
            "6": {
                "0": "והוא הדין דשל חולין טמאים. ואגב סיפא דלכתחלה לא יזה, נקט רישא תרומה:",
                "1": "טהורה. הכא נמי בפחות מכביצה, דהא אף טהורה טמאה לחטאת:",
                "2": "אין חייבין כו'. וקשה, אמאי לא תני הכא נמי ואם הזה כשר. ואולי דהכא צריך הזייה אחרת. ומדרבנן:"
            },
            "7": {
                "0": "הר''ש והר''מ. וקשה, דאם כן היכי תני לעיל דאזוב מתטמא מטעם מעלה, והרי הוא פסול להזיה כו'. והר''מ בחבורו כתב, שהרי נטמא להזיה שכל המשקין והאוכלין כו' הרי הם כטמאין לחטאת, ולדבריו הכא במשקין שאינן טהורין לחטאת:"
            },
            "8": {
                "0": "קלחים. פירוש, שלשה שרשים, וגבעול הוא קנה אמצעי שהזרע בראשו. רש''י:",
                "1": "ולאו גזירה שוה גמורה. ולכך אם לא אגדו כשר. כ''מ:",
                "2": "מפסגו. פירוש, כמו מפסקו:",
                "3": "כל שהוא. ותחלתו נראה לי דשיעורו טפח. ועתוי''ט:"
            }
        },
        "11": {
            "0": {
                "0": "דאם לא כן, מנענע כאן וכאן ואינו מכוין להזות על הכלי. רש''י:"
            },
            "1": {
                "0": "החרס. הטהור. וסלקא דעתך אמינא דמיטהרת המחט ממיצוי החרס כיון שלא הוצרך להזות על החרס, קמשמע לן דלא:",
                "1": "וכרבנן בריש פרק ט'. והר''ש פירש, דלא אמרינן דלמא מחמת הדחק יצאו מים מגוף האזוב ונתערבו במי חטאת. ועתוי''ט:",
                "2": "לאחוריו. ואף שם היו כלים הצריכים הזיה. רש''י:",
                "3": "מדכתיב והזה על הטמא, ולא כתיב עליו, שמע מינה שיהא מתכוין לטהרו. רש''י והר''מ. ודעת הר''א, דלאו דוקא לטהרו אלא שיתכוין לו. ונראה שכן הוא דעת הר''ב:",
                "4": "כשרה דהוי כלפניו. ועתוי''ט:"
            },
            "2": {
                "0": "אם יש כו'. פירוש, אף על פי שיש באזוב ישנה. הר''מ:",
                "1": "האדם והזה כו'. פירושא דרישא:",
                "2": "בכוונה להזות על דבר המקבל טומאה, ובתנאי שינטפו בכלי. הר''מ:"
            },
            "3": {
                "0": "משום דלא הוי ממש ספק טומאה ברשות הרבים דהא נטמא בודאי, אלא שהזייתו פסולה. ועתוי''ט:",
                "1": "רבים. דברו בהווה, דבחלון של יחיד אינו בנמצא כל כך מים. והר''מ כתב, ולא חיישינן שמא פסולין הם. כלומר ועדיין מטמאים. ולפי זה דוקא נקט רבים, דבשל יחיד הא צריך לבדוק שמא פסולין הן:",
                "2": "ולא נמנעין. מלבוא אל המקדש ומהתעסק בקדשים:"
            },
            "4": {
                "0": "ובתנאי שלא נטמא הקרדום במת עצמו. הר''מ:",
                "1": "כדי כו'. דבכלי שהוא מטבל בו צריכא שיעור לכולי עלמא:"
            },
            "5": {
                "0": "טמא. פירוש, לחטאת, לכן המים פסולין. אבל אי הוי טמא לקודש ולתרומה היו המים טמאין. הר''מ."
            },
            "6": {
                "0": "ידיו. ולאו דוקא לשתיהן אלא באחת מהן סגי:"
            },
            "7": {
                "0": "חיבור. לטומאה ולהזיה. הר''מ. והני מילי כשמחוברים, אבל שלא בשעת חבור אם נטמא זה לא נטמא זה. תוס':",
                "1": "בטבעות הקבועין בעריסה העשויין כעין פיקוח. הר''ש:",
                "2": "המלבן. פירוש, דלא מחובר למטה כלל. ועתוי''ט:",
                "3": "פירוש, דאם נטמאת המטה לא נטמאו הם. וכן לענין הזייה:"
            },
            "8": {
                "0": "והוא כלי בעל חוליות יתרכב קצתם בקצתם. הר''מ. וכן קרנין הם בעלי חוליות:",
                "1": "המפתחות. והמפתחות נעשו חבור ע''י השלשלת לטומאה ולא להזאה. וכל זה אינו אלא גזירה מדבריהם. הר''מ:"
            },
            "9": {
                "0": "הכל. לאתויי ערל שמתו אחיו מחמת מילה. כר' אליעזר דסבירא ליה דכשר, מידי דהוה אטבול יום שאסור ליגע בתרומה וכשר לפרה. גמרא. אלא דקשה, דבפרק ה' משנה ד' כתבתי דטומטום פסול לקדש שהוא ספק ערל ואם הסברא לפוסלו לקידוש כי טמא יפסול נמי להזאה, ואי יש לדמות לטבול יום, אפילו לקידוש נמי יוכשר, והכי מוכח בגמרא. ועוד קשה לימא דהכא לאתויי אשה לר' יהודה, ולרבנן קטן, כמו התם. ונראה דמתניתין דהכא ודהתם פליגי. ועתוי''ט:",
                "1": "דכיון דבקידוש מכשירים זר ואשה [עיין פרק ה' משנה ד' בהר''ב] על כרחך הכא לאו לאכשורי זר ואשה ולמפסל קטן, דאם כן לכתוב סתם ולקח אזוב וטבל במים והזה, אלא על כרחך למדרש איש ולא אשה. רש''י. ולר' יהודה דפליג התם בקידוש פ, ליג נמי הכא, דכיון דלדידיה אשה פסולה בקידוש וקטן כשר, אתא האי למימרא איפכא, דאם לא כן לשתוק מיניה:",
                "2": "שאין כו'. דהא הזיה צריכה כוונה [כדלעיל משנה ג'], הלכך לא מרבינן אלא קטן שיש בו דעת. וממילא דלקידוש דממעטינן קטן [פרק ה' משנה ד'] גם יש בו דעת פסול, דכולה פרשתא מ. טמע זה מוציא מיד משמע. וצריך לומר דמה שכתב הר''ב לעיל יצאו חרש שוטה וקטן שאין בהם דעת, רוצה לומר דמסתמא אין בהם דעת ולכן פסלן הכתוב, ואפילו משכחת נמי קטן שיש בו דעת לא חילק, אבל הבא אי אפשר לומר, לא חילק ומרבי אף לאין בו דעת, דלא עדיף מגדול שצריך כוונה. ועתוי''ט:",
                "3": "האשה כו'. לשון הר''מ, קטן שיש בו דעת האשה מסעדתו. וכן כתבו התוס'. ונקטי מלתא דשכיחא. ולאו דוקא, דהוא הדין לגדול:"
            },
            "10": {
                "0": "כשר. משום דבעי למתני סיפא פסול,, תני הכא כשר. אי נמי, אפילו שהה בינתיים הרבה. ועתוי''ט:"
            }
        }
    },
    "meta": "Chapter-Mishnah-Comment",
    "work": "Ikar Tosafot Yom Tov on Mishnah Parah"
}