{
    "title": "Ben Yehoyada on Nedarim",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Nedarim",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אָמַר רַב גִּידְל אָמַר רַב: מִנַּיִן שֶׁנִּשְׁבָּעִין לְקַיֵּם אֶת הַמִּצְוָה? שֶׁנֶּאֱמַר \"נִשְׁבַּעְתִּי וָאֲקַיֵּמָה\" וְגוֹ. וַהֲלֹא מֻשְׁבָּע וְעוֹמֵד מֵהַר־ סִינַי הוּא? אֶלָּא הָא קָא מַשְׁמַע לָן דְּשָׁרִי לֵיהּ לְזֵרוּזֵי נַפְשֵׁיהּ.</b> הקשו הרי\"ף ז\"ל ומהרש\"א ז\"ל למה מקשה על רב גידל אמר רב, ליקשי על הכתוב בעצמו דאמר <small>(תהלים קיט, קו)</small> נִשְׁבַּעְתִּי וָאֲקַיֵּמָה?<br>ונראה לי בס\"ד דמה ששאל וַהֲלֹא מֻשְׁבָּע וְעוֹמֵד מֵהַר־ סִינַי הוּא? וכו' כל זה מדברי רב גידל אמר רב הוא דבא להוכיח מן הכתוב שנשבעין לקיים המצות כדי לזרוזי נפשיה שנאמר 'נִשְׁבַּעְתִּי וָאֲקַיֵּמָה' ותקשי על הכתוב אמאי קאמר נִשְׁבַּעְתִּי וָאֲקַיֵּמָה וַהֲלֹא מֻשְׁבָּע וְעוֹמֵד מֵהַר־ סִינַי הוּא? אֶלָּא הָא קָא מַשְׁמַע לָן קרא דְּשָׁרִי לֵיהּ לְזֵרוּזֵי נַפְשֵׁיהּ.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו תירץ דלעולם תלמודא מקשי זה, אך על הכתוב לא קשיא ליה דיש לומר הכי קאמר 'נִשְׁבַּעְתִּי' על נדר וסייג חדש כדי 'שֶׁאֲקַיְּמָהּ מִשְׁפְּטֵי צִדְקֶךָ' העקרים. אך דברי רב גידל אמר רב ליכא לפרושי בהכי דאי איירי בהכי הוה ליה לפרש כן להדיא, עד כאן דבריו.",
            "<b>הָאוֹמֵר אַשְׁכִּים אֶשְׁנֶה פֶּרֶק זֶה, אוֹ מַסֶכְתָּא זוֹ, נֶדֶר גָּדוֹל נָדַר לֵאלֹקֵי יִשְׂרָאֵל.</b> יש להבין למאי אצטריך לפרש נֶדֶר 'גָּדוֹל' וסגי למימר נֶדֶר נָדַר לֵאלֹקֵי יִשְׂרָאֵל?<br>ונראה לי בס\"ד בא ללמדינו בזה כיון דאמר 'אַשְׁכִּים' לא סגי ליה ללמוד פרק זה דאינו יוצא ידי חובתו אלא אם כן ישכים וילמוד ולזה אמר נֶדֶר 'גָּדוֹל' נָדַר, כי עיקר הנדר הוא שישנה את הפרק אך הוא גידל את הנדר בהוספה זו שהוסיף בלשונו לומר 'אַשְׁכִּים'. ואל תחשוב דאין להקפיד על הוספה זו שהוסיף לומר אשכים אלא כל שלמד אותו פרק בו ביום אפילו שלא השכים יצא ידי חובתו אלא באמת נֶדֶר 'גָּדוֹל' נָדַר וצריך לקיומו בגידולו זה שגידלו בהוספה זו דהשכמה.<br>והא דהוצרך לפרש <b>לֵאלֹקֵי יִשְׂרָאֵל</b> והוה סגי לומר 'נֶדֶר נָדַר' נראה לי בס\"ד אם באמת כונתו בלבו על מחר להשכים אינו רשאי לומר: אני לא אמרתי בפירוש אשכים למחר ואשנה אלא אמרתי אשכים בסתם כן אעשה באיזה יום שארצה! לכך בא ללמדינו נֶדֶר נָדַר 'לֵאלֹקֵי יִשְׂרָאֵל' שיודע כונת הלב על כן אם כונתו בלבו על מחר הוה ליה כאלו אמר למחר בפירוש ואינו יכול לדחות זה ליום אחר דאף על גב דקיימא לן דברים שבלב אינם דברים הכא שאני דעיקר הנדר אמרו בפיו ורק הזמן של קיומו הרהר בלבו הוי הרהור לבו ממש והכי צריך למעבד כאשר חשב בלבו!<br>ועוד נראה לי בס\"ד אומרו <b>לֵאלֹקֵי יִשְׂרָאֵל</b> על פי מה שכתב רבינו האר\"י ז\"ל על מאמר רז\"ל <small>(משנה נדרים ב, ב)</small> חומר בנדרים משבועות מפני שהנדר תלוי במוחין העליונים הנמשכין מן הבינה אל התפארת הנקרא ישראל וכנזכר בשער רוח הקודש דף ט\"ו עיין שם. וידוע מה שכתב רבינו האר\"י ז\"ל בכונת אֱלֹקֵי אַבְרָהָם אֱלֹקֵי יִצְחָק וֵאלֹקֵי יַעֲקב, כי אורות המוחין מכנה אותם בשם אלקי אברהם אלקי יצחק ואלקי יעקב עיין שם.<br>ולכן נקיט כאן גבי נדרים נֶדֶר נָדַר 'לֵאלֹקֵי יִשְׂרָאֵל' ללמדך חומר זה שיש בנדרים יותר משבועות שהם תלויים באורות המוחין אשר מכונים בשם 'אֱלֹקֵי יִשְׂרָאֵל' כי רק מצד זה אמרו רז\"ל שיש חומר בנדרים משבועות. ראה נא חכמת רז\"ל איך מעלימים הסוד בנועם שיחתם בדברי תורה!",
            "<b>מַאי דִּכְתִיב. <small>(מלאכי ג, כ)</small> \"וְזָרְחָה לָכֶם יִרְאֵי שְׁמִי\" וְגוֹ'. אֵלּוּ בְּנֵי אָדָם שֶׁהֵם יְרֵאִין לְהַזְכִּיר אֶת שְׁמִי לְבַטָּלָה..</b> קשא בהזכרת שם שמים לבטלה איכא איסור חמור שצריך השומע לנדותו ומאי שבחייהו באזהרה זו?<br>ונראה לי בס\"ד כל דבר שאינו בענין תורה ודרך ארץ ומוסר קרי ליה 'לְבַטָּלָה' כי הוא לצורך עולם ההבל, והם נזהרים כשמדברים בענינים אלו שמוכרחים להזכיר השם אין אומרים ה' בפירוש אלא מזכירו בתוארי השבח לומר 'הבורא יתברך' או 'השם יתברך' ולאלו תִּזְרַח שֶׁמֶשׁ צְדָקָה וּמַרְפֵּא להעתיד שיהיה החום שלה קר וחשוב כמו עת כְנָפֶיהָ של עכשיו דהיינו עת זריחתה ועת שקיעתה בהיותה אדומה שאין האדם קץ בחום שלה וכל ראש וסוף נקרא 'כנפים' ולזה אמר תהיה לעתיד צְדָקָה וּמַרְפֵּא כמו עת כְנָפֶיהָ עכשיו.<br>ונראה לפרש בס\"ד טעם לזה על ידי שהם יראים מן הזכרת השם הרי הם מחברים בחינת יראה שהוא סוד המלכות הנקראת צדקה עם בחינת שם הוי־ה שהוא סוד תפארת הנקרא שמש ולכן <b>יִרְאֵי שְׁמִי</b> שמחברים בחינת יראה שהיא <b>צְדָקָה</b> עם בחינת השם הנקרא <b>שֶׁמֶשׁ</b> בזה <b>תִּזְרַח שֶׁמֶשׁ צְדָקָה</b> רוצה לומר התחברות בחינת שמש עם בחינת צדקה.",
            "<b>שְׁמַע מִינָהּ. הַדֵּין חִירְגָא דְּיוֹמָא, מַסִי.</b> עיין ברש\"י שני פירושים והעיקר פירוש השני שפירש זיהרא דשמשא והחוש מעיד על זה כי באמת כל חולה ימצא טוב בבוקר בזריחת השמש וירווח לו וכאשר ינטו צללי ערב יתחיל להכביד חוליו לאט לאט ולכן צוו רז\"ל שלא לבקר החולה בערב אלא בבוקר<small>.</small><br>אך פירוש הראשון שפירש האבק הנראה בחמה כשהיא נכנסת דרך חלון הוא מוקשה מאד שזה ידוע דהנראה בעמוד השמש הנכנס לבית בעד האשנב הוא אבק דק מעפר הארץ העולה באויר על ידי תנועת רוח כל שהוא ופרח בבית ומנועע אנה ואנה עולים ויורדים ולא נופלים ואלו הם אינם מן השמש וגם לא מן השמים ואין להם שום שייכות עם השמש כי אם הוא אבק העולה מן עפר הארץ עולה ויורד תמיד בכל מקום ובכל זמן בין ביום בין בלילה והם מרוב קטנותם לא יתראו בכל המקום אשר לא יזרח השמש עליהם והראיה כי בהתחזק הרוח יתרבו הנקודות ההם באותו הרגע הרבה מאד והיה כנח הרוח החזק אף הם ימעטו וכאשר האריך בזה הרב ספר הברית בחלק א' מאמר ב' פרק ז' יעוין שם."
        ],
        [],
        [],
        [
            "<b>רְאִיתִיו שֶׁהוּא יְפֵה־עֵינַיִם, וְטוֹב־רֹאִי.</b> קשא למה הוצרך לפרש דבר זה שהיה יפה וטוב רואי? ונראה לי בס\"ד כדי שלא יתמה השומע על שאלתו ששאל מה ראית להשחית את שערך זה, וכי נקבה הוא? והלא זכר הוא וגנאי לזכר לגדל שערות תלתלים! לכך הגיד שהיה יפה עינים וטוב רואי אשר מזה מוכח שהיה מעדן גופו ומענג עצמו דאם לא היה מעונג ומתעדן לא היה נראה יפה עינים וטוב רואי ולכך שאלו 'מָה רָאִיתָ לְהַשְׁחִית'? כיון שאתה מתענג ומתעדן הסברא מחייבת דלא ניחא לך להשחית שערך הנאה!<br>או יובן מה שאמר יפה עינים וטוב רואי לא קאי על טוב ויופי הגוף אלא לשון מליצה נקיט על יופי וטוב הנפשיי שראה ברוח קדשו שהוא צדיק שהיה יפה עינים מראות ברע וטוב רואי בחכמה כמו שנאמר <small>(קהלת ח, א)</small> חָכְמַת אָדָם תָּאִיר פָּנָיו ולכן אמר שבא מן הדרום כלומר ממקום חכמים וגזע חכמים אשר יתייחסו לדרום.",
            "<b>אָמַר לִי. רוֹעֶה הָיִיתִי לְאַבָּא בְּעִירִי.</b> קשה למאי הוצרך לפרש 'לְאַבָּא' וסגי לומר רוֹעֶה הָיִיתִי? ונראה לי נתכוון לחלוק כבוד לאביו ולומר מה שזכיתי לשבר כח היצר מפני שהייתי עוסק בכבוד אבי שהייתי משמשו לרעות צאנו ולכך פירש ואמר 'בְּעִירִי' שהוא מקום שמכירים אותי ובשביל כבוד אבי לא הייתי בוש מלהיות רועה שהוא תשמיש אדם פחות.",
            "<b>וּפָחַז יִצְרִי עָלַי.</b> נראה לי בס\"ד נקיט לשון פחז לרמוז שבא עליו פח של יצר הרע שיש לו שבעה שמות שהם כנגד ז' מיני טומאה וזהו פָּחַז יִצְרִי עָלַי, <b>פח ז</b>' של <b>יִצְרִי</b> נעשה <b>עָלַי</b>, <b>וּבִקֵּשׁ לְטוֹרְדֵנִי מִן הָעוֹלָם</b> נקיט לשון טרדה כי בקש להחטיאו מחמת הראיה שלו שנסתכל בבבואה שלו ונמצא בראיה שלו רצה לעשות לו טרדה כי מספר טרדה<small> [218]</small> עולה מספר בראיה <small>[218]</small>.<br>וְאָמַרְתִּי לוֹ: רָשָׁע! קראו רשע כי <b>רשע</b> <small>[570]</small> הוא מספר <b>יצר רע</b> <small>[570]</small> דכתיב <small>(בראשית ח, כא)</small> כִּי יֵצֶר לֵב הָאָדָם רַע מִנְּעֻרָיו, ולכן עם לבו שנתלבש בו יצר הרע הוא מדבר ואומר: רָשָׁע, לָמָּה אַתָּה מִתְגָּאֶה בְּעוֹלָם שֶׁאֵינוֹ שֶׁלְּךָ! רוצה לומר בחלק החמרי שבך שהוא עתיד להיות רמה ותולעה. הָעֲבוֹדָה, שֶׁאֲגַלֵּחֲךָ לַשָּׁמַיִם רוצה לומר זה הנוי שלך שאתה מתגאה בו אגלחנו לשמים.",
            "<b>מִיָּד עָמַדְתִּי וּנְשַׁקְתִּיו עַל רֹאשׁוֹ.</b> הא דנשקו <b>עַל רֹאשׁוֹ</b> כי הוא היה חכם שגבר על יצרו ולא חטא וידוע כי החכמה היא בראש.<br>ועוד נראה בס\"ד נשקו <b>עַל רֹאשׁוֹ</b> רמז לו על אשר אמרו רז\"ל בחגיגה <small>(חגיגה יד.)</small> על פסוק אֲשֶׁר קֻמְּטוּ וְלֹא עֵת נָהָר יוּצַק יְסוֹדָם באיוב <small>(איוב כב, טז)</small> ואמר רב נחמן בר יצחק 'אֲשֶׁר קֻמְּטוּ' לברכה הוא דכתיב, אלו תלמידי חכמים שמקמטין את עצמן על דברי תורה בעולם הזה הקדוש ברוך הוא מגלה להם סוד הנהר לעולם הבא שנאמר 'נָהָר יוּצַק יְסוֹדָם' עיין שם.<br>והנה למעלה מן אותיות <b>נָזִיר</b> שהם ראש לאותיות נזיר המה אותיות <b>קֻמְּטוּ</b> ולכך לזה שנדר בנזיר נשקו על ראשו לרמוז לו שהוא מאותם דכתיב בהו 'קֻמְּטוּ' שהם רמוזים בראש אותיות נָזִיר."
        ],
        [
            "<b>חֲסִידִים הָרִאשׁוֹנִים הָיוּ מִתְאַוִּין לְהָבִיא קָרְבַּן חַטָּאת, לְפִי שֶׁאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מֵבִיא תַּקָּלָה עַל יְדֵיהֶם.</b> כתב הגאון חיד\"א ז\"ל בפתח עינים מהכא מקשו למה שכתבו התוספות הא דאין הקדוש ברוך הוא מביא תקלה על ידי צדיקים, היינו דוקא במידי דאכילה אמנם בשאר מילי משכחת לה דתבא תקלה. והכא משמע דלא תבא תקלה בכל גוונא דהא מתאוין להביא קרבן חטאת ואין יכולין? עיין שם.<br>ונראה לי בס\"ד דהכא איירי בצדיקים גמורים שעברו רוב ימיהם ולא חטאו דאז הם בטוחים מאתו יתברך שלא יחטאו כלל <small>(יומא לח:)</small> דכתיב רַגְלֵי חֲסִידָיו יִשְׁמֹר <small>(שמואל א' ב, ט)</small> דאלו מתאוין להביא קרבן חטאת ואין בא חטא על ידם כדי שיביאו, אבל קודם שעברו רוב ימיהם אז אפשר שיחטאו במידי דלית ביה איסור אכילה.",
            "<b>אֲבָל בִּנְזִירוּת לֹא הִתְנַדְּבוּ, כְּדֵי שֶׁלֹּא יִקָּרְאוּ 'חוֹטְאִים', שֶׁנֶּאֱמַר <small>(במדבר ו, יא)</small> \"וְכִפֶּר עָלָיו מֵאֲשֶׁר חָטָא עַל הַנָּפֶשׁ\".</b> הא דקרי למניעת האדם מן המאכל בשם חטא וגם תתייחס לנפש משום דנצוצין וחלקים של נשמות מגולגלים במאכל ומשתה ועל ידי האכילה ושתיה שיעשה האדם בברכה נתקנין ועולין וכמו שאמרו על פסוק <small>(תהלים קז, ה)</small> רְעֵבִים גַּם צְמֵאִים נַפְשָׁם בָּהֶם תִּתְעַטָּף, מלת 'בָּהֶם' קאי על האוכלין ומשקין ונמצא זה שנדר בנזיר ואינו אוכל ענבים ואינו שותה יין חטא לנפשו שלא תקח חלקים המגולגלים וחיסר אותה מזה הבירור והתיקון."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כָּל הַצּוֹפֶה בַּנָּשִׁים, סוֹף בָּא לִידֵי עֲבֵרָה.</b> קשא אטו צפייתו בנשים לאו עבירה זו? והלא איסור חמור הוא ובזרא דגילוי עריות הוא זה! ועוד מאי מרבה במלת כָּל?<br>ונראה לי בס\"ד דהכא לא איירי במסתכל בגופה של אשה ממש אלא מסתכל בצורתה המצויירת על עץ או על נייר ובא לרבות בתיבת <b>כָּל</b> אפילו <b>צּוֹפֶה</b> בלבו שאינו רואה צורתה בעיניו על הנייר אלא רק מצייר אותה בלבו, הנה זה <b>סוֹפוֹ לָבֹא בָּא לִידֵי עֲבֵרָה</b> דהיינו סופו שיסתכל בגוף האשה ממש שהוא איסור חמור!<br>והסתכלות בגוף האשה ממש נקרא <b>יְדֵי עֲבֵרָה</b> כי עבירה בסתם הוא מעשה של ביאה אך ההסתכלות נקרא ידים של העבירה כי בחטאו בהסתכלות ימשך לחטוא במעשה ממש.<br>אי נמי חיבוק ונשוק זה נקרא <b>יְדֵי עֲבֵרָה</b> ואם יסתכל בגופה של אשה אז סופו לחטוא בידי עבירה שיעשה חיבוק ונישוק שהוא ידי עבירה.<br>או יובן הסתכלות בנשים גורם שיטמא בקרי שהוא פיזור הזרע בחוץ וכל שכבת זרע לבטלה נקרא <b>יְדֵי עֲבֵרָה.</b> ולזה אמר 'סוֹף בָּא לִידֵי עֲבֵרָה' לכן עבירה <small>[287]</small> גימטריא פזר <small>[287]</small> שאם פזר זרעו בחוץ הרי זו בכלל עבירה.<br>ונראה לרמוז דידוע שלש עבירות נקראים בשם חֲטָאָה גְדֹלָה והם עבודה זרה וגילוי עריות ושפיכות דמים, מפני כי באלו יהרג ואל יעבור ולכן לעון עבודה זרה קרי ליה משה רבינו ע\"ה אָנָּא חָטָא הָעָם הַזֶּה חֲטָאָה גְדֹלָה <small>(שמות לב, לא)</small> ואם תצרף מספר ראיה <small>[216]</small> עם מספר חטאה גדולה <small>[71]</small> יהיה מזה מספר עבירה <small>[287]</small>.",
            "<b>אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: 'עֲקֵבָהּ' דִּקְתָּנִי, מְקוֹם הַתֹּרֶף, שֶׁהוּא מְכֻוָּן כְּנֶגֶד הֶעָקֵב.</b> נראה לי בס\"ד הא דקרי למקום זה בשם עקב לרמוז כי עין האדם המסתכלת במקום זה פוגמת בבנים שלו וזה נרמז באותיות <b>עקב</b> שהם '<b>עין קב</b>' כלומר העין פוגמת בקב שהוא הבנים שמספר בנים <small>[102]</small> עולה קב <small>[102]</small> ולכן אחר אותיות <b>עקב</b> למפרע יש אותיות <b>גרף</b> שצריך האדם לחשוב מקום זה כמו גרף של רעי שהוא מאוס ואין ראוי להסתכל בו.<br>ודע דכל זה איירי במסתכל במקום זה אפילו בהיות האשה לובשת בגדיה שאין בשרה נראה דעם כל זה אסור להסתכל למעלה מן הבגדים כנגד אותו מקום דאז הויין ליה בנים שאינם מהוגנים אבל אם יסתכל באותו מקום בהיותה ערומה זה לא אצטריך למימר כי זה בודאי הוא איסור חמור והוא בכלל איסור גלוי עריות!",
            "<b>סִימָן יָפֶה לָאָדָם שֶׁיְּהֵא בַּיְּשָׁן.</b> נראה לי בס\"ד מה שאמרו סִימָן יָפֶה והוא דידוע כי העזות פנים היא סימן לממזרות כמו שאמרו באבות דרבי נתן באותו ילד שהלך לפני רבי אליעזר ורבי יהושע בעזות ואמרו עליו שהוא ממזר ובדק אחריו רבי עקיבה ונתברר שהוא ממזר שהודית אמו בכך!<br>ולכן הבושה היא סימן לטהר את האדם מלעז של ממזרות וכמו שפירשו המפרשים ז\"ל על מאמר כסף מטהר ממזרים <small>(קידושין עא.)</small> פירוש כסף רוצה לומר בושה בתלמוד כמו אכסיף או כסיפה ליה וכיוצא דהבושה מטהרת ממזרים שמבטלת לעז של ממזרות מן האדם.<br>והנה נודע כי אדם הראשון נברא מן האדמה דכתיב <small>(בראשית ב, ז)</small> וַיִּיצֶר הֳ' אֱלֹקִים אֶת הָאָדָם עָפָר מִן הָאֲדָמָה, ולכן נקרא בשם אדם ואחר אדם הראשון כל אדם נוצר מבטן אמו שזו היא אדמה שלו ולכן הכל נקראים בשם אדם על שם אדמה שלהם שהיא בטן האם.<br>אמנם הממזר אשר נוצר מבטן טמאה שהיה בה ביאה אסורה אין זה נחשב אדם שנוצר מן אדמה שלו כי רק הנוצר מן בטן טהורה זה נחשב אדם שנברא מן אדמה ולכן <b>אדם אדמה</b> <small>[95]</small> עולה מספר <b>יפה</b> <small>[95]</small> אך הממזר אין לו שם אדם הגזור משם אדמה ולזה אמר <b>סִימָן יָפֶה לָאָדָם</b> כלומר שיש לו תואר אדם הגזור מן שם אדמה שמספרם יפה והיינו זה הביישן שהבושה מטהרתו מן לעז הממזרות ואם כן היא מעידה עליו שיש לו שם יפה שהוא שם אדם הגזור משם אדמה ששניהם עולים מספר יפה.",
            "<b>וְכָל שֶׁאֵין לוֹ בֹּשֶׁת פָּנִים, בְּיָדוּעַ שֶׁלֹּא עָמְדוּ אֲבוֹתָיו עַל הַר־סִינָי.</b> קשה אבותיו מה פשעו ומה מגע יש להם בעזות של זה הבן?<br>ונראה לי בס\"ד דידוע כל ביאה ראשונה של הנפש שתבא לעולם הזה נקראת אב לביאה שניה אשר תבא אחריה לעולם הזה וכמו שכתב רבינו האר\"י ז\"ל על מאמר צדיק וטוב לו צדיק בן צדיק <small>(ברכות ז.)</small> כלומר ביאה שניה נקראת בן לביאה שקדמה אליה.<br>וידוע דכל הנולדים כבר באה נשמתם לעולם הזה ביאה ראשונה ונתלבשה בגופים של ישראל שעמדו על הר סיני כמו שנאמר <small>(דברים כט, יד)</small> אֲשֶׁר אֵינֶנּוּ פֹּה עִמָּנוּ הַיּוֹם.<br>ואם כן לפי זה ביאה הראשונה של הנפש או הרוח או הנשמה היא נקראת אב לביאה שניה ולזה אמר <b>בְּיָדוּעַ שֶׁלֹּא עָמְדוּ אֲבוֹתָיו עַל הַר־סִינָי</b> 'אבותיו' קאי על נר\"ן <small>[נפש רוח נשמה]</small> שלו בביאתם הראשונה שהם נחשבים אבות לביאתם השניה לא עמדו על הר סיני."
        ],
        [],
        [],
        [],
        [
            "<b>אִלּוּ הֲוָת יָדַעְתְּ דְּפַתְחִין פִּנְקָסָךְ וּמְמַשְׁמְשִׁין בְּעוּבְדָךְ, מִי נָדַרְתְּ?.</b> מקשים והא תנן באבות<small> (משנה אבות ג, טז)</small> 'והפנקס פתוח' דמשמע פתוח תדיר?<br>ונראה לי בס\"ד דיש שני מיני פנקסים, אחד כללי שכתוב בו כל זכיות ועונות של כל ישראל דעל זה אמרו <small>(קדושין דף מ:)</small> לעולם יראה אדם כל העולם כולו חציו חייב וחציו זכאי, עשה מצוה אחת הכריע עצמו וכל העולם לכף זכות וכו' שבזה הפנקס כתוב עונות של רבים הכלולים ושייכים בכל ישראל וזה הפנקס מוכרח שיהיה פתוח תמיד דאין לך רגע שלא יהיה נכתב בו זכות או חובה שאם אלו ישנים ובטלים אלו נעורים ועושים.<br>אך יש מין פנקס אחר שהוא פרטי שיש לכל אדם ואדם פנקס מיוחד ופרטי לו לשמו שכתוב בו מעשיו הפרטיים הנה זה פעם פתוח פעם סגור כי האדם פעמים נעור ועוסק הן בטוב הן להפך פעם ישן ופעם בטל מזה ומזה וכאן אומרים לו על הפנקס הפרטי שלו.",
            "<b>כָּל הַבּוֹטֶה, רָאוּי לְדָקְרוֹ בְּחֶרֶב, אֶלָּא שֶׁלְּשׁוֹן חֲכָמִים מַרְפֵּא <small>(משלי יב, יח)</small>.</b> קשא כיון דאמר רָאוּי לְדָקְרוֹ אם כן לא נעשית החבורה עדיין, ואיך אומר לְּשׁוֹן חֲכָמִים מַרְפֵּא דלשון רפואה יפול בהיכא דאיכא חבורה כבר?<br>ונראה לי בס\"ד על פי מה שביארתי בס\"ד בפסוק <small>(משלי ל, כא)</small> תַּחַת שָׁלוֹשׁ רָגְזָה אֶרֶץ דאמרו רז\"ל <small>(שבועות לו:)</small> העולם נזדעזע בשביל עון השבועה כשאמר השם יתברך לֹא תִשָּׂא <small>(שמות כ, ו)</small> והנה השבועה היא בפה ואף על פי שבפה יש חמשה מוצאות הנה השתים שהם חיך וגרון אינם ניכרים וגם אינם מתנועעים בדיבור ורק השלש שהם לשון ושינים ושפתים הם ניכרים ונראין וגם הם מתנועעין ואלו ראשי תיבות שלהם 'שלש' שהוא ראשי תיבות <b>ש</b>ינים <b>ל</b>שון <b>ש</b>פתים ולזה אמר <b>תַּחַת שָׁלוֹשׁ</b> שבהם נעשה דבור השבועה<b> רָגְזָה אֶרֶץ</b> כשאמר לֹא תִשָּׂא.<br>והנה שלשה אלו כל אחד הוא חלק אחד מן הפה ושלשתם נקראים בשם פה ונרמזים באות פ' של אלפא ביתא והנה שלשה פעמים פ' היא מספר מר <small>[240]</small> לכן הנשבע בהם בשקר מביא מר לעולם.<br>גם נודע על ידי הנדרים של שוא מביאין אף לעולם והיינו כי הנדרים הם בבינה וידוע כי אלף הוא סוד בינה כמו שאמרו <small>(שבת קד.)</small> 'אלף חכמה, אלף בינה' ולכן הכוונה רָאוּי לְדָקְרוֹ בְּ'חֶרֶב' <small>[210]</small> שהוא מספר עשרה פעמים אהי־ה <small>[21×10=210]</small> שהם בבינה והפוגם בנדר מביא אף לעולם שמסלק אות ל' מן אלף וישאר אף!<br>ולזה אמר כָּל הַבּוֹטֶה רָאוּי לְדָקְרוֹ בְּחֶרֶב שהוא פוגם בבינה, אך לְּשׁוֹן חֲכָמִים שתיקנו התרה לעקור הנדר מעיקרו עושה מַרְפֵּא שמצטרף אותיות <b>מר</b> שהם ג' פעמים פ' כנגד לשון ושינים ושפתים עם אותיות <b>פ</b>־<b>א</b> שהם אותיות אף אשר הביאו לעולם ויהיה בהם צירוף <b>מַרְפֵּא</b> וכמו שנאמר וּמִמַּכּוֹתַיִךְ אֶרְפָּאֵךְ <small>(ירמיה ל, יז)</small> שתתהפך הקללה לברכה.<br>או יובן אומרו ידקר בחרב על דרך מה שאמר הכתוב בָּז לְדָבָר יֵחָבֶל לוֹ <small>(משלי יג, יג)</small> דזה הנודר הוא בז לדבר שאינו חושש אליו כי חושב בדעתו במה נחשב הדיבור שצריך אני להזהר בו ולחוש אליו? ולכן ראוי לדקרו בחרב! כי <b>דבור</b> <small>[212]</small> עולה מספר <b>בחרב</b> <small>[212].<br></small>ועוד נראה לי שרמז בזה על חרב אשר ביטול שלו הוא בדיבור של תורה וזה הכוונה דכתיב הַקֹּל קוֹל יַעֲקֹב ואז אין הַיָּדַיִם יְדֵי עֵשָׂו <small>(בראשית כז, כב)</small> וכח ידי עשו הוא החרב דכתיב וְעַל חַרְבְּךָ תִחְיֶה <small>(בראשית כז, מ)</small> ואם כן זה הנודר דאינו חושש לדבור ממילא מזלזל בדבור של תורה המבטל כח החרב של עשו לכך ראוי לדקרו בחרב של עשו!",
            "<b>כָּל הַכּוֹעֵס, כָּל מִינֵי גֵּיהִנֹּם שׁוֹלְטִין בּוֹ.</b> יש להקשות מה הם מיני גיהנם? ונראה לי בס\"ד יש גיהנם של אש ויש גיהנם של ברד ויש גיהנם של עשן בלבד והכועס נראין בו ג' מראות אלו, יש כועס נראין פניו אדומים ויש יתחוורו פניו נמצא יש גוון אש שהוא אדום ויש גוון ברד שהוא לבן ויש כועס נופח הבל ורוח חזק והרי זה כנגד גיהנם של עשן.<br>ועוד נראה לי יש גיהנם בחיים והם יסורין שדומין לגיהנם כמו שאמרו רז\"ל <small>(עירובין מא:)</small> שלשה אין רואין פני גיהנם דקדוקי עניות וחולי מעים והרשות דהיינו שיש לו נושים שתובעים אותו ויש אומרים גם מי שיש לו אשה רעה וכיון דאלו נצולין מן גהינם שמע מינה דיסורין אלו הם דומין לגיהנם וזה הכועס ראוי שכל אלו היסורין שדומין לגיהנם ישלטו בו."
        ],
        [
            "<b>אֲפִלּוּ שְׁכִינָה אֵינָהּ חֲשׁוּבָה כְּנֶגְדּוֹ <small>(תהלים י, ד)</small>.</b> נראה לי בס\"ד רבה בר רב הונא נקיט כנגד הפגם שפוגם בעשיה ששם סוד השכינה ורב ירמיה דאמר מְשַׁכֵּחַ תַּלְמוּדוֹ נקיט כנגד פגם היצירה ששם עולה חלק התלמוד ורב נחמן אמר עֲוֹנוֹתָיו מְרֻבִּין מִזְּכֻיּוֹתָיו נקיט כנגד הבריאה ששם עולה הכונה והמחשבה. וידוע כי מצד עונות וזכיות של הרהור יהיו עונותיו של אדם מרובין מזכיותיו.",
            "<b>אִלְמָלֵא לֹא חָטְאוּ יִשְׂרָאֵל, לֹא נִתַּן לָהֶם אֶלָּא חֲמִשָּׁה חוּמְשֵׁי תּוֹרָה, וְסֵפֶר יְהוֹשֻׁעַ בִּלְבַד.</b> נמצא היתה תורה שבכתב ששה ספרים כנגד תורה שבעל פה שהיא ששה סדרים והשוואה זו רומזת לסוד הדבר אשר יהיו תפארת ומלכות שהם תורה שבכתב ותורה שבעל פה שני מלכים בכתר אחד שהם שוים ולכן הלוחות היו ששה על ששה וזה רמז <small>(שיר השירים ה, טו)</small> שׁוֹקָיו עַמּוּדֵי שֵׁשׁ מְיֻסָּדִים עַל אַדְנֵי פָז אימתי יהיה זה אם היה איש ישראל מַרְאֵהוּ כַּלְּבָנוֹן בָּחוּר כָּאֲרָזִים.<br>ומה שאמר לפי <b>שֶׁעֶרְכָּהּ שֶׁל אֶרֶץ יִשְׂרָאֵל הוּא</b> היינו דכתיב <small>(תהלים קה, מד)</small> וַיִּתֵּן לָהֶם אַרְצוֹת גּוֹיִם, בַּעֲבוּר יִשְׁמְרוּ חֻקָּיו. נמצא ארץ ישראל והתורה שייכי אהדדי!"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>אָזַל וְאַיְתִּי קַנְיָא, וְיָהַב זוּזֵי בְּגַוֵּיהּ, וַהֲוָה מִיסְתַּמִּיךְ וְאָזִיל וְאַתִּי עֲלֵיהּ לְבֵית־דִּין.</b> נראה ודאי כשאמר לו רבא 'זִיל אִישְׁתַּבַּע לֵיהּ דִּפְרַעְתֵּיהּ' לא נשבע באותה שעה אלא לקח זמן לשבועה למחרתו שבדה איזה סבה לעכב השבועה עד מחר ובעת שבא למחר עשה עצמו חולה מעט ברגליו שהיה מוכרח להיות מסתמיך על הקנה ועשה מה שעשה.<br>והא דקרו ליה קַנְיָא דְּרָבָא ולא קרו ליה על שם בעליו, נראה לי בס\"ד על דרך שאמרו במשנה<small> (משנה שבת ה, ד)</small> פרתו של רבי אלעזר בן עזריה היתה יוצאה ברצועה שבין קרניה שלא ברצון חכמים ואתמר בגמרא <small>(שבת נד:)</small> תנא לא שלו היתה אלא של שכינתו היתה והואיל ולא מיחה בה נקראת על שמו עיין שם.<br>וכן כאן יש קושיא על מסניה דרבא דאיך לא הרגיש בערמתו של זה קודם שנשבע שהיה שם דברים מוכיחין! חדא דהוה מסתמיך ואזיל על הקנה שהביאו עמו הן אמת עשה עצמו חולה עם כל זה אין דרך ליקח קנה להיות נסמך עליו אלא מקל עץ וכיון דראה שהביא קנה דאינו בר סמכא לסמוך עליו הוה ליה להרגיש שעשה ערמה בדבר כי חכם עדיף מנביא. ועוד איכא דבר המוכיח למה מסר הקנה ביד התובע שלו עד שישבע והוה ליה להניחו בארץ. ואם היה רבא שם על לבו דברים אלו היה מרגיש שעשה ערמה בקנה והיה לוקח הקנה בידו ומתברר הדבר ולא היה זה נשבע ולכן מפני דרבא לא שם לב על ערמה זו ואשתבע זה בערמה זו של הקנה קראו את הקנה על שם רבא.<br>והא דקאמר תלמודא <b>וְאִישְׁתַּכַּח דְּקוּשְׁטָא אִישְׁתַּבַּע</b> היינו אשתכח לעיני הרואין ולפי דעתו אבל באמת הוא נשבע בשקר דלא אמר למלוה אלא נְקוֹט הַאי קַנְיָא בְּיָדְךָ ולא נתן לו לפרעון כלל כי אם נתן הקנה בידו בפקדון שיתפוס אותו בידו עד שישבע ויחזרנו לו ורק לעיני המון העם ולעיניו אשתכח דבקושטא אישתבע דלא כולי עלמא גמירי האי דינא.<br>והנה ודאי הא דלא הרגיש המלוה בכובד הקנה שהיה בתוכו הזוזי יתכן הוא היתה תביעתו חמשים דנרים של כסף והוא הניח בתוך הקנה שנים דנרים של זהב שהם עולין חמשים דינרים של כסף שכל דינר זהב הולך בכ\"ה דנרי כסף ולכך לא הרגיש בכובד של שנים דנרי זהב.<br>ודע כי נסתפקתי בדבר זה אי הוה עובדא הכי דהם היו עומדים על שפת הים ואחר שנשבע זה רגז המלוה והשליך הקנה לים ואחר כך הודה הלוה שלא פרע למלוה ורק עשה ערמה זו להניח מעות בתוך הקנה ומסרו לפי שעה למלוה כדי שישבע שפרע. איך ידונו דייני להאי דינא, מי אמרינן כיון דהודה שלא פרעו נמצא עדיין חייב לו ומסירת הקנה שמסרו לו אין זה פרעון שבאמת לא נתן לו הקנה לחלוטין אלא אמר לו שיאחזנו בידו עד שישבע ואחר כך יטלנו ממנו ולכן המלוה אם אינו חייב לשלם בשביל היזק שהזיק ואיבד מעות שבקנה במה יפטר הלוה מן החוב שהודה בו? או דלמא המלוה חייב לשלם בשביל מה שאיבד המעות שבקנה וממילא אין הלוה חייב לשלם לו החוב שהוא כנגד אותם המעות שבקנה?<br>והנה מצינו בבבא קמא <small>(בבא קמא סא:)</small> המדליק את הגדיש והיו בו כלים ודלקו רבי יהודה אומר ישלם מה שבתוכו וחכמים אומרים אינו משלם אלא גדיש וכו' ופסק מרן ז\"ל <small>(בשולחנו הטהור חושן משפט סימן תי\"ח סעיף י\"ג)</small> טמון באש פטור שאם הדליק גדיש חבירו והיו טמונים בתוכו אפילו מורגים וכיוצא שדרך להטמינם בגדיש פטור במה דברים אמורים במדליק בתוך שלו והלכה ודלקה בשל חבירו וכלו חציו אבל אם הדליק בתוך של חבירו או אפילו בתוך שלו ולא כלו חציו חייב בדבר שדרכו להטמין בגדיש וכן בבית חייב על כל דבר שדרך בני אדם להניח וכו' וכתב בש\"ך משמע אם אין דרך להניחו אפילו ידוע שהיה שם פטור, ויש להקשות דבריש סימן שפ\"ח משמע להדיה אפילו אין דרכו להניח חייב וצריך לומר דהתם מיירי במזיק בידים אבל הכא אף על גב דמיירי שהדליק בתוך של חבירו היינו בפשיעה ולא בידים דאילו מדליק בידים פשיטה דחייב עיין שם ויש לפלפל בזה ואין כאן מקום להאריך.<br>גם יש להסתפק בזה אם יש למלוה דין שומר חנם בשביל הקנה או דין שומר שכר דיש לומר אין זה שומר חנם כיון דהלוה אמר לו נְקוֹט הַאי קַנְיָא בְּיָדְךָ כדי שאהיה אוחז הספר תורה בידי ואשבע לך והמלוה אחז הקנה בידו לצרכו כדי שזה ישבע? ונפקא מינה בזה אם הקנה והמעות שבתוכו לא איבדם בפשיעה. ורשמתי ספיקות אלו למזכרת ואם ירצה השם במקום אחר נבאר בזה בעזרת השם.",
            "<b>לְאַפּוּקֵי מַאי? לָאו, לְאַפּוּקֵי דְּאַסִיקוּ שְׁמָא לַעֲבוֹדַת כּוֹכָבִים, 'אֱלוֹקַּ'.</b> פרוש קסלקא דעתיה נוסח השבועה על קיום התורה והמצות היה כך שהשביעם שיעבדו את האלוק ולכן חש משה רבינו ע\"ה פן יסיקו שם לעבודה זרה לקראה בשם אלוק ויתכוונו עליה בעת השבועה שנשבעים שיעבדו את האלוק ולכן הוצרך לפרש להם עַל דַּעְתִּי אֲנִי מַשְׁבִּיעַ אֶתְכֶם ואם כן שמע מינה דמצי איניש לכנות שם חדש מדעתו לאיזה דבר וישבע על פי כונתו!<br>ומשני לעולם לא מצי אינש למעבד הכי ואם כינה שם חדש על איזה דבר ונשבע על פי כונתו כשם שחידש לאותו דבר לא תיקן כלום בזה ולא הותרה השבועה בכך דלא חלה קריאת שם החדש על אותו דבר כדי שיוכל להשבע בכך וכאן גבי שבועה דמשה רבינו ע\"ה דחש לקריאת שם אלוק היינו טעמא משום דאין שם זה הוא חדש שחידשו אותו ישראל אלא שם זה דאלוק ישנו בתורה גם בעבודה זרה שקראה הכתוב בשם זה ולכן חש משה רבינו ע\"ה פן יתכוונו בכך בשבועה שמשביעם שיעבדו את האלוק לכוין על עבודה זרה שנקראת בתורה בשם אלוק והוא הדין נמי דלא הוה אפשר להשביעם שיעבדו את האלקים פן יתכוונו על עבודה זרה שנקראת בתורה בשם אלקים בסתם דכתיב <small>(שמות כב, יט)</small> זֹבֵחַ לָאֱלֹקִים יָחֳרָם וגם המלאכים נמי נקראים בשם אלקים דכתיב <small>(בראשית ו, ב)</small> וַיִּרְאוּ בְנֵי הָאֱלֹקִים אֶת בְּנוֹת הָאָדָם וכן הדיינים נקראים בשם אלקים דכתיב <small>(שמות כב, ז)</small> וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹקִים וכן <small>(שמות כב, ח)</small> אֲשֶׁר יַרְשִׁיעֻן אֱלֹקִים.<br>ואין להקשות דהוה ליה להשביעם שיעבדו את ה' כי שם הוי־ה לא נמצא בזולת, דאיך יזכיר את השם אם יזכירו ככתבו אסור ואם יזכירו באלף דלת שהוא שם אדנ־י גם אותיות שם זה נמצא בחול דכתיב <small>(בראשית יח, ג)</small> וַיֹּאמַר אֲדֹנָ־י אִם נָא מָצָאתִי חֵן בְּעֵינֶיךָ אַל נָא תַעֲבֹר מֵעַל עַבְדֶּךָ, דאיכא דסבירא ליה שם זה חול הוא ולגדול שבהם אמר כן.<br>ואין להקשות דהיה לו להשביעם שיעבדו את י־ה דחצי השם יוכל לאומרו ככתבו, זה אינו קושיא כי לא רצה להשביעם בחצי השם פן תהיה השבועה קלה בעיניהם לומר למה משביענו בחצי השם ואינו מזכיר השם כלו? והם לא ידעו את טעמו.<br>ושוב ראיתי לרבינו המאירי ז\"ל בשיטתו שכתב ואפילו היה מזכיר שם הרי אמרו כל השמות במיכה חול אף על פי שיש בהם שם המיוחד, עד כאן דבריו. וקשיא לי על דבריו דהתם במיכה בעל הפסל הוא דאסיק לעבודה זרה בשם זה והכתוב מעתיק דברים שדיבר בעל הפסל שהיה חוטא לקרות את פסלו בשם המיוחד כאשר העתיק בתורה מה שאמר על העגל אֵלֶּה אֱלֹקֶיךָ יִשְׂרָאֵל <small>(שמות לב, ד)</small> וכל כהאי גונא לא אמרינן דעבודה זרה אקרי בהכי בתורה כדקאמר כאן תלמודא על שם אלוק דהכתוב עצמו קורא את העבודה זרה בשם אלוק.<br>אך התירוץ שתרצתי אנא עבדא מחוור טפי כי משה רבינו ע\"ה לא היה רוצה לומר בפיו את השם ככתבו בשבועה ובחצי השם גם כן לא ניחא ליה להשביעם כדי שלא תהיה השבועה קלה בעיניהם ואם היה אומר השם באותיות אדנ־י הנה נמצאו אותיות שם זה גבי שרים ואדונים.<br>ברם הא קשיא לי בדברי הגמרא שהביא ראיה דעבודה זרה אקרי אלוק מן הכתוב וּבְכָל אֱלֹקֵי מִצְרַיִם אֶעֱשֶׂה שְׁפָטִים, הכתוב בספר שמות <small>(שמות יב, יב)</small> ואמאי לא הביא מפרשת וישלח דכתיב הָסִרוּ אֶת אֱלֹקֵי הַנֵּכָר אֲשֶׁר בְּתֹכְכֶם <small>(בראשית לה, ב)</small> ועוד שם <small>(שם פסוק ד)</small> כתיב וַיִּתְּנוּ אֶל יַעֲקֹב אֵת כָּל אֱלֹהֵי הַנֵּכָר?<br>ובשלמא פסוק עִם אֲשֶׁר תִּמְצָא אֶת אֱלֹקֶיךָ לֹא יִחְיֶה <small>(בראשית לא, לב)</small> דקאמר יעקב אבינו עליו השלום ללבן בפרשת ויצא אין להוכיח מזה דיש לומר כיון דלבן קרא התרפים שלו בשם אלוק דאמר לו לָמָּה גָנַבְתָּ אֶת אֱלֹהָי, לכך השיב לו לפי דרכו ואמר לו עִם אֲשֶׁר תִּמְצָא אֶת אֱלֹקֶיךָ אשר אמרת עתה. וכן פסוק וֵאלֹקֵי נָחוֹר יִשְׁפְּטוּ בֵינֵינוּ <small>(בראשית לא, נג)</small> התם לבן הוא דקאמר כן והכתוב מספר רשעתו ושטותו דלבן דקרי לעבודה זרה בשם אלוק.<br>אך מן פסוק הָסִרוּ אֶת אֱלֹקֵי הַנֵּכָר דיעקב אבינו עליו השלום הוא דקאמר כן וכן פסוק וַיִּתְּנוּ אֶל יַעֲקֹב אֵת כָּל אֱלֹהֵי הַנֵּכָר דהכתוב קורא ואומר כן הוה ליה לתלמודא להביא הוכחה מזה, ואמאי הביא הכתוב של וּבְכָל אֱלֹקֵי מִצְרַיִם אֶעֱשֶׂה שְׁפָטִים<small> (שמות יב, יב)</small> מספר שמות בפרשת בא?<br>ונראה לי בס\"ד דעדיף ליה לתלמודא להביא פסוק אֱלֹקֵי מִצְרַיִם משום דתיבת אלקי אינה דבוקה עם תיבת מצרים אלא היא מוכרתת ונפרדת ונמצאת תיבת אלקי היא שם תואר עומד בפני עצמו דקאמר אלקי של מצרים מה שאין כן אֱלֹקֵי הַנֵּכָר לא אמר אלקי נכר אלא אמר אלקי <b>ה</b>נכר דעל ידי אות ה\"א של הנכר נעשית תיבת אלקי דבוקה ומחוברת עם תיבת הנכר כאלו כל אותיות אלקי הנכר הם תיבה אחת דאין תיבת אלקי נבדלת ועומדת שם בפני עצמו ונמצא בזה לא קרא לעבודה זרה בשם אלקי בלבד אלא קראה בשם אלקי הנכר כי שם הנכר הוא סיום השם שלה שקורא אותה בשם אלקי הנכר כי אות ה\"א של הנכר היא מחברת ומדבקת אותיות נכר עם אותיות אלקי ולכך הוכיח מן פסוק אֱלֹקֵי מִצְרַיִם ששם שם אלקי אינו דבוק ומחובר עם מצרים אלא הכונה הוא אלקי של מצרים."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גְּדוֹלָה מִילָה, שֶׁשְּׁלֹשׁ־עֶשְׂרֵה בְּרִיתוֹת נִכְרְתוּ עָלֶיהָ.</b> כתב הרמב\"ם בפירוש המשניות שלש־עשרה בריתות הם מילת <small>(בראשית יז, ז- ט)</small> ברית ובריתי הנכפלים בפרשה במצות השם יתברך לאברהם אבינו עליו השלום בברית מילה <small>(בראשית יז, ב-ד)</small> וְאֶתְּנָה בְרִיתִי בֵּינִי וּבֵינֶךָ אֲנִי הִנֵּה בְרִיתִי אִתָּךְ וכו' והמה עולים שלש־עשרה תיבות כאשר מנאן הרמב\"ם שם עיין שם.<br>ונראה לי בס\"ד טעם למספר שלש־עשרה בריתות שהם מספר אחד <small>[13]</small> מפני כי ממקום המילה ניכר ונודע ונברר שהשם יתברך הוא אחד ולא כמו שאומרים המינין שיש חס ושלום שתי רשויות אחד פועל טוב ואחד פועל רע וכמו שאמרו בסנהדרין <small>(סנהדרין לט.)</small> דאמר לו ההוא מין לאמימור מפלגך ולעילא דהורמיז ומפלגך ולתתא דאהורמיז דהיינו דחושב פועל טוב לחוד ופועל רע לחוד ולכן חצי העליון של גוף האדם שהוא טוב מייחסו לפועל טוב וחצי התחתון שהוא מקום טנופת מייחסו לפועל רע! ואמר לו אמימור אם כן היכי שביק פועל רע לפועל הטוב למעבר מיא בארעיה? עיין שם.<br>והנה באמת המשכיל יבין שיש הוכחה אחרת מגוף האדם יותר חזקה וברורה מזאת והוא ממקום המילה שהסריס שנסתרס שם לא יהיה לו זקן בחצי העליון, ותקשי לך והלא הסירוס נעשה בחצי התחתון של הגוף ואיך מגיע כוחו ופועל שלו בזקן שהיא בחצי העליון? אלא ודאי חצי העליון וחצי התחתון הם של אלוק אחד אשר יצרם ואין כאן שתי רשויות.<br>ובזה מובן הטעם דנכרתו על המילה שלש עשרה בריתות כמנין אחד לרמוז כי ממקום המילה ששם עושין הסירוס יש הוכחה ברורה דהשם יתברך הוא א־ל אחד ואין שתי רשיות שאומרים המינין שפועל הטוב אינו פועל הרע.<br>ועוד נראה לי בס\"ד במספר 'אחד' לרמוז כי על ידי המילה יהיו ישראל גּוֹי אֶחָד בָּאָרֶץ <small>(דברי הימים א' יז, כא)</small> שלא יהיו יכולין האומות להחליף אמונתם ולשנותם כמו שאמרו בגמרא דסנהדרין דף ט\"ל דאמר לו אותו מין לרבי תנחום תא להוי כולן לעמא חד אמר לו לחיי אמנם אנן דמהלינן לא מצינן למהוי כוותייכו אתון מהליתו והוי כוותן עיין שם. נמצא על ידי המילה יהיו ישראל גּוֹי אֶחָד בָּאָרֶץ הֶן עָם לְבָדָד יִשְׁכֹּן וּבַגּוֹיִם לֹא יִתְחַשָּׁב <small>(במדבר כג, ט)</small>.",
            "<b>שֶׁלֹּא נִתְּלָה לְמֹשֶׁה הַצַּדִּיק עָלֶיהָ אֲפִלּוּ מְלֹא שָׁעָה.</b> הא דקרי ליה כאן בשם 'צדיק' והדרך לקראו בשם 'רבינו', נראה לי בס\"ד על פי מה שכתב רבינו האר\"י ז\"ל דמשה רבינו ע\"ה זכה ליסוד דחכמה לכך וַיִּקַּח מֹשֶׁה אֶת עַצְמוֹת יוֹסֵף עִמּוֹ <small>(שמות יג, יט)</small> וידוע כל יסוד נקרא בשם צדיק ולכן כאן קראו בשם צדיק לרמוז הטעם שדקדק עמו במצוה זו של מילה ביותר מפני כי הוא היה צדיק כלומר ביסוד דחכמה והמילה בסוד היסוד.<br>ומה שאמר<b> אֲפִלּוּ מְלֹא שָׁעָה אַחַת</b> קשה הוה ליה למימר 'אפילו שעה אחת' ולמה אמר מלא שעה? ונראה לי בס\"ד כי משה רבינו ע\"ה נשתבח בתורה במידת ענוה יותר מכל מדות כי זה פסוק מפורש בתורה וְהָאִישׁ מֹשֶׁה עָנָיו מְאֹד מִכֹּל הָאָדָם <small>(במדבר יב, ג)</small> ללמד כי זכה למדת ענוה יותר מכל הצדיקים.<br>והנה הענוה רמוזה במלוי אותיות שָׁעָה כזה ש<b>י</b>־<b>ן</b> ע<b>י־ן</b> ה־<b>י</b> המלוי עולה ק\"ל ועם הכולל קל\"א כמנין ענוה<small> [131]</small> ולזה אמר אפילו מדת הענוה הרמוזה במלוי שעה אחת לא הגינה עליו להצילו מעונש דבר זה.",
            "<b>גְּדוֹלָה מִילָה, שֶׁהִיא שֶׁקוּלָה כְּנֶגֶד כָּל הַמִּצְוֹת שֶׁבַּתּוֹרָה.</b> נראה לי בס\"ד על פי מה שכתב רבינו האר\"י ז\"ל דהעטרה היא בסוד מ־ם של שם אלקי<b>ם</b> גם כתבו המקובלים דהעטרה היא בסוד יו־ד של שם שד<b>י</b> נמצא העטרה של אות ברית קודש אשר בה נעשית מצות המילה שכורתין הערלה ונגלית העטרה הנה היא אותיות מ־י ונרמז זה באותיות מילה שהוא 'מי לה' והנה אותיות מי במילואם כזה מ־ם יו־ד המלוי עולה תרי <small>[610]</small> כי מלוי המ־ם היא מם סתומה שמספרה ת\"ר ועם הכולל ג' אותיות עולה תרי\"ג לזה אמר גְּדוֹלָה מִילָה שֶׁהִיא שֶׁקוּלָה כְּנֶגֶד כָּל הַמִּצְוֹת.",
            "<b>אֶלָּא כָּךְ אָמַר מֹשֶׁה: אָמוּל וְאֵצֵא, סַכָּנָה הִיא!.</b> הקשה מהרש\"א ז\"ל בשם הרא\"ם ז\"ל איך הותר לעבור על מצות עשה דמילה משום סכנת הולד והלא עדיין לא נתנה תורה דכתיב בה <small>(ויקרא יח, ה)</small> וָחַי בָּהֶם, ולא שימות בהם <small>(יומא פה:)</small>? עיין שם. ונראה לי בס\"ד דסבירא ליה שב ואל תעשה שאני שאינו עובר בידים.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו תירץ כיון דלא מבטל לעשה לגמרי אלא יקיימנה אחר כך בבואו למצרים אין לחוש למהר לקיימה ולמעבד סכנה. <b>ועוד</b> תירץ הוא נר\"ו דסבירא ליה כיון דעסוק במצוה לקיים דבר ה' ללכת למצרים ובכל פסיעה הוא מקיים דבר ה' פטור מן המצוה עד כאן דבריו נר\"ו."
        ],
        [
            "<b>בְּשָׁעָה שֶׁנִּתְרַשֵּׁל מֹשֶׁה רַבֵּנוּ מִן הַמִּילָה, בָּאוּ אַף וְחֵמָה וּבְלָעוּהוּ <small>(שמות ד, כה)</small>.</b> נראה לי בס\"ד הא דהוצרך לבא שנים כדי שיעשו שניהם מלאכתם בבת אחת ובזה ניכר יותר מקום השיור שהוא מקום המילה ובזה ניכר טפי ונתברר יותר שבעבור המילה באו מה שאין כן אם היתה הבליעה של שני חצאי הגוף בזה את זה לא היה ניכר ומבורר דבר זה יפה.<br>ונראה לי מה שאמר רבן שמעון בן גמליאל, לא למשה רבינו ע\"ה בקש השטן להרוג אלא לאותו תינוק, מודה שהבליעה היתה אליו ורק סבירא ליה מה שבלעו לאו משום דרצה להרגו אלא רצה להודיע על חסרון המצוה של התינוק כדי שתמול אותו אמו, וכן היה שהרגישה אמו ומלה אותו. אך משה רבינו ע\"ה היה בלוע ולכן לא מל אותו בעצמו.<br>ועוד נראה לי בס\"ד הטעם שבאו שנים האחד בעבור עיכוב מצות המילה והשניה בעבור עיכוב מצות הפריעה לכן תמצא אות שניה של ח<b>מ</b>ה היא אות ראשונה של <b>מ</b>ילה ואות שניה של א<b>ף</b> היא אות ראשונה של <b>פ</b>ריעה ונמצא מצות המילה קיימתה צפורה על ידי הצור שמלה התינוק בו.<br>ובזה יובן מה שאמר הקדוש ברוך הוא למשה רבינו ע\"ה וְהִכִּיתָ בַצּוּר וְיָצְאוּ מִמֶּנּוּ מַיִם <small>(שמות יז, ו)</small> כי המילה <small>[90]</small> מספרה מים <small>[90]</small> והייינו בזכות מצות המילה שנעשית בצור תכה עתה בצור להוציא ממנו מים.",
            "<b>וְלֹא נִקְרָא 'תָּמִים' אֶלָּא עַל שֵׁם הַמִּילָה <small>(בראשית יז, א)</small>.</b> נראה לי בס\"ד דידוע מה שכתב רבינו האר\"י ז\"ל בעץ חיים בקדושה הוא תם וכנגדו בקליפה הוא מת ובזה פירש אמ\"ל ז\"ל מאמר רז\"ל <small>(תענית ה:)</small> יעקב אבינו לא מת, כלומר הוא בקדושה שהוא תם ולא מת דכתיב וְיַעֲקֹב אִישׁ תָּם <small>(בראשית כה, כז)</small>.<br>והנה האדם קודם שנימול שעדיין דבוק בו הערלה שהיא זוהמת הנחש דרגא דמותא אין האדם נקרא חי וכיון שנכרתה הערלה נפרד מן חלק מת ונכנס בחלק חי שנעשה תם שהוא הכינוי שבקדושה בסוד וְיַעֲקֹב אִישׁ תָּם.<br>גם ידוע מה שכתב הרב ש\"ש ז\"ל בקדושה יש חמשים שערי בינה וכנגדן בקליפה חמשים שערי טומאה אך החמשים של קדושה נרמזים באותיות מ־י וחמשים של טומאה נרמזים באותיות טמ־א עיין שם.<br>נמצא קודם שנימול דעדיין דבוקה בו הערלה שהיא דרגא טמא כי על שם זה היצר הרע נקרא בכלל שבע שמותיו בשם טמא כנזכר בגמרא <small>(סוכה נב.)</small> הנה זה האדם דבק בו דרגא דטמא ואחר שנימול שנכרתה הערלה נפרד מן חלק הטמא ודבק בחלק הקדושה שנקרא באותיות מ־י. לכן המילה בשמיני כנגד ספירת הבינה שהיא ספירה שמינית ואלו החמשים שערים שבקדושה הם בבינה כי הם חמשים שערי בינה הנקראת מי ולכן המילה שבה דבק האדם בדרגא דקדושה הנקרא מי ניתנה ביום השמיני שהוא כנגד בינה.<br>ובזה יובן בס\"ד הטעם שנקראת מצוה זו בשם מילה כי תחלק התיבה לשתים וקרי בה 'מי לה' דעל ידה האדם דבק במי שהוא חלק הקדושה ונפרד מן טמא שהוא חלק הקליפה.<br>וזהו שאמר <b>לֹא נִקְרָא</b> '<b>תָּמִים</b>'<b> אֶלָּא עַל שֵׁם הַמִּילָה</b> כי תיבת תמים תחלקנה לשתים וקרי בה 'תם ים' שהנימול יצא מחלק מת ודבק בחלק תם וגם יצא מחלק טמא ונדבק בחלק ים שהוא חמשים שערים שבקדושה ולכן דקדקו רז\"ל בלשונם ואמרו לֹא נִקְרָא 'תָּמִים' אֶלָּא עַל שֵׁם הַמִּילָה, שֵׁם דייקא כי בשם המילה רמוז ענין של מי כאמור דמילה קרינן בה 'מי לה'.<br>ובאופן אחר נראה לי בס\"ד שנקרא תמים על ידי מצות המילה דידוע אברהם אבינו עליו השלום אחוז בחסד. גם ידוע על ידי המילה יהיה גילוי החסדים. ובזה פרשתי בס\"ד מילה ראשי תיבות <b>ה</b>נה <b>מ</b>לאכי <b>י</b>הלך <b>ל</b>פניך והיינו 'מלאכי' אותיות 'מיכאל' שהוא שר החסד ילך לפניך על ידי מצות המילה.<br>וידוע כי החסדים נקראים בשם 'מים' והם המתגלים על ידי מצות המילה אשר נעשית באות ברית קודש וידוע ת־ו רומז על ברית קודש שנקרא אות כי הוא אות המבדיל בין זכר לנקבה ואות ת־ו הוא רוצה לומר אות כמו וְהִתְוִיתָ תָּו עַל מִצְחוֹת הָאֲנָשִׁים <small>(יחזקאל ט, ד)</small>.<small><br></small>ולכן נקרא אברהם אבינו עליו השלום <b>תמים</b> על ידי מצות המילה כי <b>ת</b>' רומזת לאות ברית קידש ונשאר <b>מים</b> שהוא סוד החסדים הנקראים מים וצירוף ת' עם מים הוא תמים.<br>ולכן אמר לו הקדוש ברוך הוא לאברהם אבינו <b>הִתְהַלֵּךְ לְפָנַי</b> <small>(בראשית יז, א)</small> רוצה לומר כשר החסד שהוא מיכאל שהוא שר הפנים וזהו 'הִתְהַלֵּךְ לְפָנַי' כשר הפנים שהוא מיכאל <b>וֶהְיֵה תָמִים</b> ת' מים שתמשיך חסדים במצוה הנעשית בתי־ו שהוא אות ברית קודש והיה שלם באותיות תמים.<br>ולכן אמר לו השם יתברך וְאֶתְּנָה בְרִיתִי בֵּינִי וּבֵינֶךָ <small>(בראשית יז, ב)</small> שעל ידי המצוה של ברית קודש אתנה לך שפע חסדים שהם ביני וביניך בסוד אהבה מסותרת כי החיצונים אין להם יניקה מן החסדים.",
            "<b>בְּשָׁעָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם אָבִינוּ: <small>(בראשית יז, א)</small> \"הִתְהַלֵּךְ לְפָנַי וֶהְיֵה תָּמִים\", אָחֲזָה רְעָדָה אֶת עַצְמוֹתָיו.</b> נראה לי בס\"ד טעם לרעדה זו, כי ידוע מה שכתב הגאון חיד\"א ז\"ל בשם מרן ז\"ל דתואר 'תמים' נאמר על הנשמר מעבודה זרה ותואר 'צדיק' נאמר על הנשמר מגילוי עריות עיין שם.<br>ולכן כיון שאמר לו 'וֶהְיֵה תָּמִים' אחזתו רעדה כי הוא כבר מסר עצמו לכבשן האש בשביל שלא לעבוד עבודה זרה והרי נשמר היטב ומה בידו לעשות יותר מזה? וכיון שאמר לו וְאֶתְּנָה בְרִיתִי בֵּינִי וּבֵינֶךָ <small>(בראשית יז, ב)</small> נתקררה דעתו כי עתה הבין לעולם הוא נשמר מעבודה זרה כראוי אך ירצה השם יתברך שיהיה בבשרו סימן מובהק וקבוע שיהיה נודע לכל שהוא מובדל מן עובדי עבודה זרה וזה יהיה על ידי המילה שכולם ערלים והוא נימול ואי אפשר להתערב עמהם כי הנימול אי אפשר להיות ערל להתערב עם הערלים עובדי עבודה זרה ולכן כיון שאמר לו 'וְאֶתְּנָה בְרִיתִי בֵּינִי וּבֵינֶךָ' שהוא יעשה מצות המילה שבה יהיה ניכר שהוא עובד את ה' ואינו מתערב עם עובדי עבודה זרה אז נתקררה דעתו כי הבין דלא אית ליה מחסור בשמירתו מן עבודה זרה ורק רוצה השם יתברך שיהיה לו סימן מובהק בגופו להיות נבדל מן עובדי עבודה זרה.<br>ועוד נראה לי בס\"ד דיש שייכות למצות המילה עם מצות שמירת האדם מעבודה זרה והבדלתו מן עובדי עבודה זרה והוא כי עובדי עבודה זרה טוענים אם הקדוש ברוך הוא אינו חפץ בעבודה זרה למה אינו מבטלה? ותשובה לדבריהם הוא דרוצה השם יתברך שהאדם יבטלנה דמעשה ידי אדם עדיף קמי שמייא. וכן הטעם הזה עצמו ישנו במצות המילה דגם כן טוענים אם הקדוש ברוך הוא אינו חפץ בערלה למה לא בראו מהול? וגם כן התשובה על זה מעשה ידי אדם עדיף שרוצה השם יתברך שהאדם יסיר הערלה.<br>והא דאמר <b>אֲחָזַתּוּ רָעֲדָה</b> ולא אמר פחד או יראה או רתת או חלחלה או לשון אחר, נראה לי בס\"ד כי תיקון המילה הוא למטרה דצריך לכרות הערלה כדי לגלות העטרה ולכן נקיט לשון <b>רעדה</b> <small>[279]</small> שהוא מספר <b>עטר</b> <small>[279]</small> שנמשך ונתעורר לו רעד מצד העטרה שהיא מכוסה בערלה וצריכה עתה להתגלות.",
            "<b>כָּל הַמַּתְמִים אֶת עַצְמוֹ, הַקָּדוֹשׁ בָּרוּךְ הוּא מִתַּמֵּם עִמּוֹ <small>(תהלים יח, כו)</small>.</b> נראה לי בס\"ד על פי מה שכתב רבינו האר\"י ז\"ל שהאדם יש לו צלם בפנימיותו נמשך לו משם הוי־ה ויש לו צלם בחיצוניותו נמשך לו מאותיות שם אלקים.<br>וקודם שנימול בעוד שהעטרה מכוסה בערלה אינו מאיר בו אלא רק אותיות יה־ו משם <b>הוי</b>־ה בפנימיותו ועדיין חסר ממנו הארת ה־א אחרונה כי הארת אות ה־א אחרונה היא בפנימיות מקום העטרה והיא עודנה מכוסה בערלה ואין לה הארת אות זה. וכן בחיצוניותו אינם מאירים אלא רק אותיות אלק־י משם <b>אלקי</b>־ם ועדיין חסר ממנו הארת אות מ־ם כי היא הארתה בחיצוניות מקום העטרה עדיין היא מכוסה בערלה.<br>וכיון שנימול שהוסרה הערלה ונתגלית העטרה אז נשלם בו הארת שתי אותייות משמותיו של הקדוש ברוך הוא שהם אות ה־א אחרונה משם הוי־<b>ה</b> בפנימיותו ואות מ־ם משם אלקי־<b>ם</b> בחיצוניותו.<br>ובזה פירשתי בס\"ד מה שאמר אברהם אבינו עליו השלום להשם יתברך קודם שנימול הֳ' אֱלֹקִים מַה תִּתֶּן לִי <small>(בראשית טו, ב)</small>. ובזה פירשתי וְעַתָּה יִשְׂרָאֵל מָה הֳ' אֱלֹקֶיךָ שֹׁאֵל מֵעִמָּךְ <small>(דברים י, יב)</small> ועוד פירשתי בס\"ד כמה מקראות ומאמרי חז\"ל במקום אחר.<br>וידוע שהאדם קודם שנימול הוא חסר ואחר שנימול הוא תמים ושלם כי הערלה היא חסרון בגוף ולכן לא נקרא אברהם אבינו תמים עד שנימול וזהו שאמר <b>כָּל הַמַּתְמִים עַצְמוֹ</b> כלומר שנימול דאז הוא תמים ואינו חסר הנה <b>הַקָּדוֹשׁ בָּרוּךְ הוּא מִתַּמֵּם עִמּוֹ</b> פירוש משלים הארת שמותיו הקדושים עמו שהם אות ה־א דשם הוי־ה ואות מ־ם דשם אלקים.<br>ועוד נראה לי בס\"ד הכונה <b>כָּל הַמַּתְמִים עַצְמוֹ</b> שעובד את עבודת הקודש במעשה ודבור וכונה ומחשבה אז <b>הַקָּדוֹשׁ בָּרוּךְ הוּא מִתַּמֵּם עִמּוֹ</b> שמאיר לו מן ד' אותיות שמו כי המעשה ודבור וכונה ומחשבה הם כנגד אותיות שם הוי־ה וכנגד ד' מלואים מ־ב ס־ג מ־ה ב־ן.<br>או אומרו עמו על דרך מה שאמרו המקובלים על פסוק כִּי חֵלֶק הֳ' עַמּוֹ <small>(דברים לב, ט)</small> כי השם מתמלא בארבע מלואים עם מ־ב שעולים רל\"ב <small>[232]</small> וחצי רל\"ב הוא מספר עַמּוֹ<small> [116]</small> דדיו לעולם שישתמש בחצי השם וזהו חֵלֶק הֳ' עַמּוֹ, רוצה לומר מספר 'עמו' וחלק לשון חלוקה והמתמם עצמו בשלימות העבודה נשפע גם מן חלק השני של עמ\"ו.<br>או יובן <b>מִתַּמֵּם עִמּוֹ</b> רוצה לומר מתמם תורה ותפלה ומצות של אחרים שלא שלא עשו אותם כראוי הוא יתברך משלים אותם על ידי שיצרפם עמו כמו ספינה של אש שמושכת עמה ספינה פשוטה ומגעת עמה ביחד ובזה חולק עמהם.<br>או יובן בס\"ד <b>מִתַּמֵּם עִמּוֹ</b> רוצה לומר ששולח לו נשמות צדיקים בסוד העיבור שיהיו לו לעזר והם נשלמים בשכר המצות עמו.<br>ועוד נראה לי בס\"ד על פי מה שכתב רבינו האר\"י ז\"ל <small>(בשער הכונות בדרושי הלילה דף נ\"ד ע\"ד)</small> וזה לשונו: הכלל העולה מכל זה הוא כי נתבאר לך איך כמה גדולה ונפלאה מעלת האדם העושה בסדר שאמרנו שיכוין אל הזווגים הנעשים בכל יום מתחלת תפלת ערבית עד סוף תפלת המנחה ואין ספק שהיודע לכוין כל זה על אמיתותו גורם שהזווגים הנזכר נעשים על ידו ממש ואין קץ ותכלית לשכרו ואין למעלה ממנו וכו' עד כאן לשונו.<br>וזהו שאמר <b>כָּל הַמַּתְמִים עַצְמוֹ</b> לכוין אל הזווגים הנעשים בכל יום מתחלת תפלת ערבית עד סוף תפלת המנחה אז<b> הַקָּדוֹשׁ בָּרוּךְ הוּא מִתַּמֵּם</b> הזווגים שנעשים בעולמות העליונים <b>עִמּוֹ</b> כלומר נעשים על ידו ממש כמו שאמר רבינו זלה\"ה.<br>ובני ידידי כבוד הרב יעקב נר\"ו פירש <b>הַקָּדוֹשׁ בָּרוּךְ הוּא מִתַּמֵּם עִמּוֹ</b> שתהיה הנהגתו על ידי יתברך ולא על ידי השרים ורבי אושעיא פירש 'שָׁעָה עוֹמֶדֶת לוֹ' רוצה לומר משלים הכוכבים והמזלות עמו שיהיו פועלים עמו לטובה עד כאן דבריו נר\"ו.",
            "<b>כָּל הַמְנַחֵשׁ, לוֹ נַחַשׁ! שֶׁנֶּאֱמַר: <small>(במדבר כג, כג)</small> \"כִּי לֹא נַחַשׁ בְּיַעֲקֹב\". וְהָא, בְּלָמֶ\"ד אָלֶ\"ף כְּתִיב? אֶלָּא מִשּׁוּם 'מִדָּה כְּנֶגֶד מִדָּה'.</b> קשא וכי אם הוה כתיב בלמ\"ד וא\"ו מי ניחא? ונראה לי בס\"ד דהמקשן הבין כונת רבי לוי למילף זה מהאי קרא דקאמר אם לֹא נַחַשׁ בְּיַעֲקֹב, לֹא קֶסֶם בְּיִשְׂרָאֵל, הא אם יש נחש אז פועל הקסם ואם כן שמע מינה 'כָּל הַמְנַחֵשׁ לוֹ נַחַשׁ' כי נחש וקסם ענין אחד הם ושורש יש להם.<br>והכי מקשי <b>וְהָא קְרָא בְּלָמֶ</b>\"<b>ד אָלֶ</b>\"<b>ף כְּתִיב</b> דנקיט קרא למילתא על מי שאין לו נחש ולכן גם רבי לוי הוה ליה למנקט כסגנון הכתוב לומר 'כל מי שאינו מנחש אין לו נחש' ולמה נקיט מילתיה על המנחש?<br>ותירץ דאין כונת רבי לוי ללמוד דבר זה מגוף הפסוק הזה דכתיב 'כִּי לֹא נַחַשׁ בְּיַעֲקֹב' אלא קאמר כן מסברא דכך הסברא מחייבת המנחש לו נחש משום '<b>מִדָּה כְּנֶגֶד מִדָּה</b>' ואייתי האי קרא לאו למילף מניה כדי שתאמר הוה ליה למנקט כמו סגנון הכתוב דאיירי באינו מנחש אלא אייתי האי קרא לדוגמה לומר מצינו דוגמה למדה כנגד מדה זו בהאי קרא דכתיב כִּי לֹא נַחַשׁ וכו' שהוא רוצה לומר כיון דלא נחש ביעקב לכן לא קסם בישראל.",
            "<b>כָּל אָדָם שֶׁאֵינוֹ מְנַחֵשׁ, מַכְנִיסִין אוֹתוֹ לִמְחִיצָה, שֶׁאֲפִלּוּ מַלְאֲכֵי הַשָּׁרֵת אֵינָם יְכוֹלִין לִכָּנֵס לָהּ<small> (במדבר כג, כג)</small>.</b> נראה לי בס\"ד רמז לעולם הבריאה שאין המלאכים נכנסים בה כי המלאכים שרשם ביצירה כמו שכתב רבינו האר\"י ז\"ל בסוד הכתוב הֵן אֶרְאֶלָּם צָעֲקוּ חֻצָה <small>(ישעיה לג, ז)</small> וידוע מה שכתב רבינו האר\"י ז\"ל בסוד מה שאומרים 'וְאֵין שִׁכְחָה לִפְנֵי כִסֵּא כְבודֶךָ' דקאי על הבריאה הנקרא 'כסא הכבוד' וידוע שכחה היא שורש החיצונים. ולכן כל שאינו מנחש דמתרחק הוא מן החיצונים ששם הניחוש אז מדה כנגד מדה מכניסין אותו למחיצה שאין מלאכי השרת נכנסין בה היא עולם הבריאה שאין שם שכחה שהיא שורש החיצונים והוי מדה כנגד מדה.",
            "<b>מִפְּנֵי מַה נֶּעֱנַשׁ אַבְרָהָם אָבִינוּ וְנִשְׁתַּעְבְּדוּ בָּנָיו לְמִצְרַיִם מָאתַיִם וְעֶשֶׂר שָׁנִים?.</b> קשה אמאי פלגינהו דהא העונש של אברהם אבינו הוא זה שנשתעבדו בניו ואם כן הכי הוה ליה למימר מפני מה נענש אברהם אבינו 'שנשתעבדו' בניו וכו' כי באומרו 'ונשתעבדו' משמע דתרתי קאמר דחלקנהו בוא\"ו?<br>ונראה לי בס\"ד כי באמת תרתי אינון והוא כי השם יתברך לא העלים דבר השעבוד של בניו ממנו אלא גילה אותו לו ואמר לו יָדֹעַ תֵּדַע כִּי גֵר יִהְיֶה זַרְעֲךָ <small>(בראשית טו, יג)</small> ובידיעה זו נעשה לו צער גדול אחר שידע שבניו יהיו גולים כמה שנים וזה עונש בפני עצמו לאברהם אבינו עליו השלום.",
            "<b>מִפְּנֵי שֶׁהִפְרִישׁ אֶת בְּנֵי אָדָם מִלָּבוֹא תַּחַת כַּנְפֵי הַשְּׁכִינָה.</b> הכונה כיון שאמר לו מלך סדום תֶּן לִי הַנֶּפֶשׁ <small>(בראשית יד, כא)</small> משמע שהוא מודה שזכה אברהם אבינו בנפשות אלא שהוא שואל אותם בדרך בקשה שיתנם דאם לא זכה בהם למה אומר לו: תֶּן לִי? ועל כן נתנו אשמה לשונאי אברהם אבינו בדבר זה דהיה לו לומר: לא אתן לך הנפש שכבר זכיתי בהם ושלי הם!<br>אך קשה דאף על גב דמלך סדום אמר 'תֶּן לִי' ודאי הוא דבר בדרך כבוד ולא היה מודה לאברהם אבינו שנעשו הנפשות שלו! ואם כן, אם אברהם אבינו היה אומר לו 'לא אתן לך הנפש' היה מוכרח להעיז פניו ולומר לא זכית בנפשות ולא היה מרוצה בכך ומה אשמה יש על אי אפשר בזה?<br>ונראה לי בס\"ד דאין הכי נמי ודאי מצד הנפשות לא היה מתרצה מלך סדום ליתן לאברהם אבינו עליו השלום דאם כן הוא בטל ממלכותו! ומה אהני ליה? אך האשמה מפני שאמר לו 'וְהָרְכֻשׁ קַח לָךְ' ולא רצה אברהם אבינו ליקח כלום ואם היה לוקח הרכוש אף על פי שלא היה תובע הנפשות הם מאליהם היו רובם או חציים באים אליו להתגייר כדי שיתן להם הרכוש ומתוך שלא לשמה היו באים לשמה ועוד בכלל הרכוש הם העבדים והשפחות שהיה לאנשי סדום ואם היה אברהם אבינו לוקח הרכוש היה לוקחם והיה מגיירם.",
            "<b>\"וַיָּרֶק אֶת חֲנִיכָיו\", רַב וּשְׁמוּאֵל, חַד אָמַר: שֶׁהֵרִיקָן בַּתּוֹרָה. וְחַד אָמַר: שֶׁהֵרִיקָן בְּזָהָב.</b> פירוש שאמר לו דברי תורה קודם הליכתם בדרך להיות להם שמירה בדרך כמו סדר לויה והכתוב אמר וַיָּרֶק <small>(בראשית יד, יד)</small> שהוא אותיות ירק כי דברי תורה נמשלו לירק מה ירק מגרר גריר <small>(שבת דף קמ:)</small> שמרבה תאות האכילה באדם כן דברי תורה כל מה שירבה בה האדם יותר מגרר גריר תרבה תאותו בתורה יותר! ולכן חזקיהו המלך ע\"ה היה מאכלו כל יום ליטרא ירק <small>(סנהדרין צד:)</small> לרמוז בזה לאנשי דורו להרבות בעסק לומר לחם התורה דומה לירק דמגרר גריר.<br>ולמאן דאמר <b>שֶׁהֵרִיקָן בְּזָהָב</b> נראה לי בס\"ד שנתן להם זהב ירוק כי שבעה מיני זהב הם וחד מנייהו הוא זהב ירוק והרבה להם זהב להשביע עיניהם כדי שלא יקחו מן רכוש סדום כלום.",
            "<b>זֶה הוּא אֱלִיעֶזֶר, 'אֱלִיעֶזֶר' בְּחוּשְׁבְּנָא, הָכִי הֲוֵי <small>(בראשית יד, יד)</small>.</b> נראה לי בס\"ד גם מאן דאמר זה מודה שלקח עמו מחניכיו ילידי ביתו ורק את מספר של שי\"ח דריש ליה על אליעזר <small>[318]</small> והכי קאמר קרא שלקח עם חניכיו שהם ילידי ביתו את שמונה עשר ושלש מאות שהוא אליעזר.",
            "<b>בֶּן שָׁלֹשׁ שָׁנִים הִכִּיר אַבְרָהָם אֶת בּוֹרְאוֹ <small>(בראשית כו, ה)</small>.</b> נראה לי בס\"ד שלש שנים היו כנגד שלש שנים של ערלה וכיון שנכנס ברביעית נכנס לקדושה והיה פִּרְיוֹ קֹדֶשׁ הִלּוּלִים <small>(ויקרא יט, כד)</small> ונמצא שנים של ידיעת האמת הם מספר קבע <small>[172]</small> כי שנות הצדיקים הם שנות קבע מה שאין כן הרשעים שנותיהם נקראים ערלה. גם נרמז בהם מדת ענוה שלו שהיה רואה עצמו עקב <small>[172]</small> בכל קע\"ב שנים אלו."
        ],
        [
            "<b>בִּתְחִלָּה הִמְלִיכוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם עַל מָאתַיִם וְאַרְבָּעִים וּשְׁלֹשָׁה אֵיבָרִים.</b> פירש הר\"ן ז\"ל בתחילה המליכו על מאתים וארבעים ושלשה איברים שהם ברשותו ליזהר מעבירה אבל עיניו ואזניו אינם ברשותו שבעל כרחו יראה בעיניו ובאזניו ישמע, ולבסוף כשנימול המליכו על אלו שלא יסתכל ולא ישמע כי אם דבר מצוה עד כאן.<br>ולפי פשוטן של דברים קשה איך צדיק גמור ונביא להשם יתברך כאברהם אבינו לא היו אותם איברים ברשותו בכל משך תשעים שנה קודם שנימול?<br>ונראה לי הכונה דודאי גם קודם לא היה רואה ושומע אלא רק בדבר מצוה אך הוא כבר ביטל את היצר הרע של מאתים וארבעים ושלשה איברים עד שעשאו כמו יצר הטוב וכמו שאמרו רז\"ל על פסוק וּמָצָאתָ אֶת לְבָבוֹ נֶאֱמָן לְפָנֶיךָ <small>(נחמיה ט, ח)</small> 'לבו' לא נאמר אלא 'לבבו' דהיינו שני יצירים. ולכן באותם חלקי היצר של מאתים וארבעים ושלשה לא היה צריך לעשות מלחמה ורק בחלקי היצר הרע של חמש איברים היה צריך לעשות מלחמה והיה נוצח בודאי אך לא שלט בחלקי היצר של אלו לעשותם כמו חלקי יצר הטוב כאשר שלט בחלקי היצר של מאתים וארבעים ושלשה איברים ואחר שנימול שלט גם ביצר הרע של אלי האיברים לעשותו יצר הטוב שלא יצטרך עוד להלחם בו! וכל זה אני אומר לפירוש הר\"ן ז\"ל.<br>ועוד נראה לי בס\"ד מה שאמר המליכו בתחלה על מאתים וארבעים ושלשה אברים וכו' היינו דידוע כל אבר שבאדם הוא מרכבה לאור אחד שכנגדו וזהו ענין אומרם המליכו על מאתים וארבעים ושלשה איברים שנעשו כל אבר ואבר מרכבה שלימה לאור עליון המכוונים כנגדו ורמוזים אליו ורק חמשה אברים אלו לא נעשו מרכבה בשלימות לאורות הרמוזים כנגדן אלא עד שנימול.<br>וכבר ידוע בסוד המרכבה שבאדם שהעינים ימין ושמאל הם מרכבה לחמשה הויו־ת חסדים וחמשה הויו־ת גבורות שהם ק\"ל וק\"ל <small>[עין = 130]</small> והאזניים מרכבה לשם הוי־ה במלוי זה יו־ד ה־י וא־ו ה־ה <small>[58]</small> שעולה מספר אזן <small>[58]</small> וראש הגויה מרכבה לשם הוי־ה בשור\"ק.<br>ובזה מובן הטעם שיש שייכות לעינים במילה כי עין ימין היא מרכבה לחמשה הויו־ת של חסדים שהם מספר עין <small>[26×5=130]</small> וכן עין שמאל הם מרכבה לחמשה הויו־ת של גבורות שהם גימטריא עין.<br>וידוע דתיקון וגילוי חמשה הויו־ת שהם חמשה חסדים וכן חמשה הויו־ת שהם חמשה גבורות הוא נעשה על ידי מצות המילה שהוסרה ונפרדה הערלה ונגלית העטרה ואז אתגליין עשר הויות הנזכר בפומא דאמה כנודע, לכן שלימות העינים תלויה במצות המילה וכיון דשייכי העינים שייכי נמי האזנים כי הם כחדא נפקין וכחדא שריין ולכן תמצאם בגוף האדם כשורה אחת ולכן נתאחרה אצל אברהם אבינו עליו השלום שלימות האזנים עד שהגיעה שלימות העינים.",
            "<b><small>(קהלת ט, יד)</small> 'עִיר קְטַנָּה' זֶה הַגּוּף.</b> נראה לי בס\"ד קראו 'עִיר' אותיות 'יַעַר' בהיפוך אתוון שהוא בתחלתו כמו היער שאין אילנות שבו עושים פירות כן אבריו אין עושים פירות לא בענייני הגשמיות ולא בענייני הרוחניות.<br>'<b>וַאֲנָשִׁים בָּהּ מְעָט</b>' אֵלּוּ הָאֵיבָרִים. קראם מעט, לאו במספרם משתעי קרא אלא באיכות שלהם כי בתחלה אחר לידת הגוף כל אבריו הם חלושי הכח והיכולת וקצירי ההבנה והידיעה בכל העניינים.<b> וּבָא לָהֶם מֶלֶךְ גָּדוֹל</b> שהוא פקח על כן נמצא דומה עניינם כאדם פקח שנושא ונותן עם אדם פתי דודאי אין מעשיו כלום לפום דינא דיש לפתי דין אנוס!",
            "<b><small>(קהלת ט, יד)</small> 'וּבָא אֵלֶיהָ מֶלֶךְ גָּדוֹל וְסָבַב אֹתָהּ', זֶה יֵצֶר־הָרָע.</b> נראה לי בס\"ד קרי ליה מֶלֶךְ גָּדוֹל כי כחות היצר הרע נמשלו לגלי הים והאדם הוא כספינה ההולכת בים שבאים גלי הים עליה ומטבעים אותה והיצר הרע יש לו שני מיני כחות שהם שני גלים האחת לצורך ביטול מצוות עשה שבו מבטל את האדם ממצות עשה ואחת להעבירו על מצות לא תעשה ולכן קרי ליה גָּדוֹל שהוא אותיות 'ד־ו גל' והיינו דו רוצה לומר שנים כמו טָב לְמֵיתַב טַן דּוּ. או ענין שני גלים אלו הם גל אחד מטביעו בעונות שבין אדם למקום וגל אחד מטביעו בעונות שבין אדם לחבירו.<br>ואמר וסבב את העיר היינו קודם אותיות עִיר יש אותיות '<b>קסט</b>' ועם הכולל ג' אותיות הם קע\"ב <small>[172]</small> ואחר אותיות עִיר יש '<b>פכש</b>' ועם הכולל ג' אותיות הם מספר ת\"ג <small>[403]</small> וסך הכל מכאן ומכאן קע\"ב ות\"ג הם עולים מספר <b>יצר הרע</b> <small>[575]</small>.<small><br></small>ולזה אמר '<b>וְסָבַב אֹתָהּ</b>' זֶה יֵצֶר־הָרָע '<b>וּבָנָה עָלֶיהָ מְצוֹדִים גְּדֹלִים</b>', גדולים אלו מצודת העושר ומצודת העוני כי יש נלכד להרע ולחטוא על ידי שיתעשר ויש נלכד על ידי עוני שיעני. '<b>וּמָצָא בָהּ אִישׁ מִסְכֵּן חָכָם</b>' זֶה יֵצֶר־הַטּוֹב קראו מסכן אותיות סמ־ך נו־ן שהסמ־ך נרמז במסכן מלא אך נו־ן נרמז בלא מילוי כי היצר הטוב סומך לאדם מנפילתו סמיכה מלאה והנון רומז לנפילה דכתיב סוֹמֵךְ הֳ' לְכָל הַנֹּפְלִים <small>(תהלים קמה, יד)</small>. וקראו חכם <small>[68]</small> מספר חיים <small>[68]</small> כי ממנו תוצאות חיים לאדם. '<b>וּמִלַּט אֶת הָעִיר בְּחָכְמָתוֹ</b>' זוֹ תְּשׁוּבָה וּמַעֲשִׂים טוֹבִים.",
            "<b><small>(קהלת ט, טו)</small> 'וְאָדָם לֹא זָכַר אֶת הָאִישׁ הַמִּסְכֵּן הַהוּא', דְּבִשְׁעַת יֵצֶר־הָרָע לֵית דְּמִדְכַּר לֵיהּ לְיֵצֶר־הַטּוֹב.</b> נראה לי בס\"ד יש עתים ביום ובלילה שהם מיוחדים לעסק הגשמי וחמריי שמתייחס ליצר הרע שהם עת אכילה ושתיה ושינה ומשא ומתן ומלאכה ובעתים אלו אינו זוכר ליצר הטוב כדי שיעשה כל מעשים גשמיים אלו לשם שמים ככתוב בְּכָל דְּרָכֶיךָ דָעֵהוּ <small>(משלי ג, ו)</small> אבל בעתים המיוחדים לעסק הנפשיי שמתייחס ליצר הטוב דהיינו עת תפלה ועת תלמוד תורה ומצות הנה הוא זוכר היצר הרע ועצותיו בהם לעשותם לשם פניה זרה וגשמית כאשר מיעצו היצר הרע תמיד לכך והרי זה עול למאוד.",
            "<b><small>(קהלת ז, יט)</small> \"מֵעֲשָׂרָה שַׁלִּיטִים אֲשֶׁר הָיוּ בָּעִיר\", אֵלּוּ שְׁתֵּי יָדַיִם וּשְׁתֵּי רַגְלַיִם וּשְׁתֵּי עֵינַיִם וּשְׁתֵּי אָזְנַיִם וְרֹאשׁ הַגְּוִיָּה וּפֶה.</b> נמצא אלו העשרה הם העיקרים והחשובים ששולטים בגוף לכך קראם אנשים כי כל אנשים רוצה לומר חשובין ועליהם אמר וַאֲנָשִׁים בָּהּ מְעָט <small>(קהלת ט, יד)</small> אנשים רוצה לומר חשובין וקראם מעט כי הם עשרה כמנין יו\"ד שהוא אות המעט כמו שאמרו רז\"ל <small>(איכה רבתי ד , טו)</small> על פסוק וְנַעַר יִכְתְּבֵם<small> (ישעיה י, יט)</small> שהיו עשרה מה דרכו של תינוק לכתוב אות יו\"ד שהוא מעט.<br>והנה כל אברים אלו הם עומדין כשורה זה לעומת זה כי שני ידים הם חסד וגבורה שבתפארת ושני רגלים הם נצח והוד שבתפארת ושתי עינים הם נצח והוד שבחכמה ושני אזנים הם חסד וגבורה שבחכמה ובפה יש שפתים שהם נצח והוד שבבינה ושתי לחיים הם חסד וגבורה שבבינה והלשון הוא יסוד שבבינה וראש הגויה יסוד שבתפארת.<br>ברם איכא למידק אמאי נקיט להו שלא כסדר שהתחיל מאמצע הגוף וירד למטה עד רגלים וחזר ועלה עד למעלה ונקיט עינים ואזנים וירד למטה ונקיט ראש הגויה וחזר ועלה למעלה ונקיט פה?<br>ונראה לי בס\"ד דנקטינהו כפי ערך הפעולות שלהם והוא כי פעולת הידים ורגלים ממשית וגם נראית לעיני הכל ואחר כך נקיט עינים ואזנים דאין פעולתם ממשית ואין נראית ונרגשת לעיני בני אדם כי יש עיניו פקוחות ואינו רואה ואזניו פתוחות ואינו שומע ובמה יכירו בני אדם לזאת ואחר כך נקיט ראש הגויה שהוא עומד במקום מוצנע ונסתר ופעולתו עושה בהצנע אך פרי היוצא ממנו הוא ממשי שמזריע ועושה פרי ממשי מן הזרע ואחריו נקיט פה שהוא עומד במקום גלוי ואינו מכוסה אך פרי היוצא ממנו שהוא הדיבור אינו ממשי דאין ממשות בדיבור.",
            "<b>וְכִי מַקְדִּימִין בִּרְכַּת עֶבֶד לְבִרְכַּת רַבּוֹ? לְפִיכָךְ הוֹצִיא הַכְּהֻנָּה מֵאַבְרָהָם.</b> כתב הר\"ן ז\"ל אף על גב דאברהם הוא מזרעו של שם לא זכה בכהונה מחמת שם אלא מחמת עצמו. וקשא על ישוב זה כיון דאברהם אבינו עליו השלום לא היה הוא עצמו כהן אלא זרעו אחר כמה דורות בעת שניתנה הכהונה וכיון דהכל הם מזרעו של שם מאי חזית למתלי הזכיה באברהם ולא תתלה אותה בשם שהוא אב הראשון והיה כֹהֵן לְאֵ־ל עֶלְיוֹן <small>(בראשית יד, יח)</small>? והתוספות ז\"ל נמי הקשו קושיא זו ותירצו בדוחק עיין שם.<br>ונראה לי בס\"ד דידוע אברהם אבינו עליו השלום היה עקר שאינו מוליד ואם כן נפסק החבל של אבותיו המקשר התולדות זה בזה ומה שהוליד אחר כך נתן לו הקדוש ברוך הוא כח חדש של הזרעה שעשאו בריה חדשה מצד הזרעה ולכן כל זרעו עד סוף כל הדורות לא יתייחסו אלא רק אליו שחבל אביו נפסק ואין לו חלק ונחלה בזרעו של אברהם ולא שום שייכות כלל.<br>ובזה פירשתי בס\"ד מה שאמר על אברהם אבינו 'כִּי אֶחָד קְרָאתִיו וַאֲבָרְכֵהוּ וְאַרְבֵּהוּ' <small>(ישעיה נא, ב)</small> פירוש מתחיל בו מספר אחד מצד התולדה כי חבל אביו נפסק כיון שילדו עקר אך אני ואברכהו אחר כך בכח ההזרעה וארבהו להוליד בנים.<br>ובזה יתורץ הקושיא לנכון שאם לא הקדים שם הברכה לאברהם אבינו לא היה אברהם אבינו נולד עקר ואז ממילא זרעו עד דור שניתנה להם כהונה וגם שאחריהם כולם יתייחסו לשם מכח קשר התולדה שאז הכהנים נקראים זרעו של שם שזכו לכהונה מכח ראש בית אב הוא שם שהיה כֹהֵן לְאֵ־ל עֶלְיוֹן. אמנם כיון שהקדים הברכה ניטלה כבוד הכהונה וניתנה לאברהם כי אברהם אבינו נולד עקר ובזה נפסק החבל שהיה משוך בתולדה מן שם ונעשה אברהם אבינו הוא ראשון בתולדה אחר שנתן לו הקדוש ברוך הוא כח הזרעה להוליד ונמצא הכהנים יתייחסו לאברהם אבינו עליו השלום.<br>אך מקשים איך סלקא דעתיה דשם להקדים ברכת עבד לקונו? ונראה לי בס\"ד בתחלה לא עלה על דעתו לברך את השם יתברך עם ברכה של אברהם אבינו אלא נתעורר לברך את אברהם אבינו בלבד ואחר שבירך את אברהם אבינו אז בא לדעתו שצריך לברך את השם ובירך ושגה בזה דלא היה לו לסמוך ברכה של הקדוש ברוך הוא עם ברכה של אברהם אבינו אלא היה ראוי שישתוק עתה ויברך את הקדוש ברוך הוא אחר שעה אחרת דאז לא תהיה ניכרת הקדימה.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש שם חשב לברך אברהם אבינו עליו השלום תחלה להמשיך על ידי ברכתו שפע לארץ ואחר כך בירך את הקדוש ברוך הוא להמשיך שפע על ידי ברכתו לשמים כסדר דנקיט להו בבריאה אחר כך כאומרו 'בְּיוֹם עֲשׂוֹת הֳ' אֱלֹקִים אֶרֶץ וְשָׁמָיִם' <small>(בראשית ב, ד)</small> דארץ נבראת תחלה ונענש מדה כנגד מדה הוא הקדים ברכה של הנשפע קודם ברכה של המשפיע.<br>לפיכך הכהונה שהיא משפעת לעולם כי הכהנים הם המברכים לישראל תלקח ממנו ותנתן לאברהם. ועוד נענש מדה כנגד מדה הוא לא הקדים ברכה של הקדוש ברוך הוא שדינה להיות היא ראשונה לכך הכהונה שנותנת לבעלה חלוקה ראשונה דכתיב <small>(ויקרא כא, ח)</small> 'וְקִדַּשְׁתּוֹ' לכל דבר שבקדושה לברך ראשון ולפתוח ראשון וליטול מנה יפה ראשון תלקח ממנו ותנתן לאברהם שנתן כבוד לברכתו שעשאה ראשונה אף על פי שצריכה להיות אחרונה, עד כאן דבריו נר\"ו."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אָמַר רַבִּי יִצְחָק מִקְרָא סוֹפְרִים וְעִטּוּר סוֹפְרִים וְכוּ' הֲלָכָה לְמשֶׁה מִסִּינַי.</b> פירוש לעולם כך נכתב בספר תורה אשר כתב משה רבינו ע\"ה מפי שכינה ולא שהיה אחר כך שינוי אצל הסופרים המעתיקים ונאמר למשה רבינו ע\"ה בסיני כי תיבות אלו של <small>(בראשית יח, ה)</small> אַחַר תַּעֲבֹרוּ, וְאַחַר תֵּלֵךְ <small>(בראשית כד, נה)</small> וכיוצא לא נכתבו לדרשה אלא נכתבו ליפות הלשון הנקרא 'עִטּוּר סוֹפְרִים' וכן הכלל של 'מִקְרָא סוֹפְרִים' וקרי וכתיב הכל נאמר כך למשה רבינו ע\"ה בסיני ולא שנעשה השינוי הזה אחר כך אצל הסופרים המעתיקים וכן הענין במקראות נביאים וכתובים כך גילו לנו הנביאים אשר כתבום."
        ],
        [
            "<b>לֹא הֶעֱשִׁיר מֹשֶׁה אֶלָּא מִפְּסָלְתָּן שֶׁל לוּחוֹת.</b> הנה הפשטנים חושבין פשוטן של דברים הוא שנתעשר מפסולת של הלוחות שהיו אבנים טובות של סנפירון ומכר הפסולת בדמים יקרים ונתעשר. אך באמת כל איש משכיל ונבון לא ירצה לקבל פשט זה לומר דמשה רבינו ע\"ה עשה סחורה במה שנשאר בידו מפיסול הלוחות שהם קדשי שמים! ואפילו אם נאמר שלא מכרם אלא נשארו אצלו איך זה נקרא עושר אם לא ישתמש בהם ולא יהנה מהם? אך ודאי סוד עמוק יש במאמר זה ואינו כפשוטו כלל.<br>והנה התורה כְּפַטִּישׁ יְפֹצֵץ סָלַע לכן נראה לי בס\"ד אגדה זו היא מליצה יקרה ודבר נסתר רמוז בה והוא כי על פי מה שכתב רבינו האר\"י ז\"ל <small>(בספר הכונות בדרוש נפילת אפיים דף עא)</small> דראוי שתנתן התורה על ידי משה רבינו ע\"ה שהוא הדעת, שמשה רבינו ע\"ה הוא מרכבה אליו עיין שם.<br>והנה המילוי נקרא פסולת של אותיות הפשוט יען כי המלוי הוא טפל לאותיות הפשוט שיוצא ונגזר מן הפשוט תמלא אותיות לוחות מלאה בשני ווי־ן כאשר יוצאין במבטא כזה ל<b>מ</b>־<b>ד</b> ו<b>א</b>־<b>ו</b> ח<b>י</b>־<b>ת</b> ו<b>א</b>־<b>ו</b> ת־<b>ו</b> <small>[474]</small> אז עולה מספר המלוי כמספר <b>דעת</b> בדקדוק <small>[474]</small>.<br>ולזה אמר לא נתעשר משה רבינו ע\"ה אלא מפסולת של לוחות רוצה לומר מן הדעת הרמוז במלוי הלוחות דכתיב וּבְדַעַת חֲדָרִים יִמָּלְאוּ כָּל הוֹן יָקָר וְנָעִים<small> (משלי כד, ד)</small> ולזה אמר 'פסולתן יהא שלך' רוצה לומר משלך אתה נוטל מאחד שאתה מרכבה לדעת אשר בו חדרים ימלאו כל הון יקר ונעים.",
            "<b>לֹא נִתְּנָה תּוֹרָה אֱלָה לְמֹשֶׁה וְזַרְעוֹ <small>(שמות לד, כז)</small>.</b> הנה המאמר הזה כפי הביאורים שראיתי מבארים בו אינו מתיישב על פי השכל וכמה דקדוקים יש להעיר בו על פי הביאורים אשר ביארוהו וכן כמה דקדוקים יש לדקדק בשקלא וטריא דתלמודא ולא אאריך להציעם כי גלויים הם לכל קורא ישר ומשכיל.<br>ונראה לי בס\"ד כונת המאמר דסבירא ליה ל רבי יוסי ברבי חנינא לימוד המקרא של התורה לא ניתן אלא למשה רבינו ע\"ה וזרעו שהוא ילמוד הכתובים של תורה שבכתב בדקדוק שלהם כאשר מסרם השם יתברך למשה רבינו ע\"ה בכתיבת ספר תורה שהיה אומר לו וכותב מתחלת בראשית עד הסוף אבל לישראל לא ימסור להם ספר תורה ללמוד אלא יהיה מצוה להם ככל מצות הכתובים בתורה בעל פה והם ימסרו לדור שאחריהם ולזרעם גם כן בעל פה שזו היא הנקראת 'תורה שבעל פה' ולזה אמר: מה פסולתן שלך אף כתיבתן שלך, דהיינו הספר תורה אשר כתבת יהיה לך, דרק אתה וזרעך תלמדו בו!<br>ומשה רבינו ע\"ה נהג טובת עין ונתן כתיבת התורה לישראל שהם ילמדו בספר תורה כאשר הוא לומד בו והטעם כי אמר כל ישראל הם תלמידי ונחשבים זרעי וכיון שאמר לי הקדוש ברוך הוא 'לי ולזרעי' אם כן יש לי רשות ליתן זה הכח לישראל גם כן ועליו נאמר טוֹב עַיִן הוּא יְבֹרָךְ <small>(משלי כב, ט)</small> רוצה לומר משה הנקרא <b>טוֹב</b> דכתיב וַתֵּרֶא אֹתוֹ כִּי טוֹב הוּא <small>(שמות ב, ב)</small> שילדתו אמו בת ק\"ל שנה כמנין <b>עַיִן</b> <small>[130]</small> <b>הוּא יְבֹרָךְ</b> כי נתן מלחמו הוא חלק שנתן לו הקדוש ברוך הוא בתורה שנקראת לחם לדל, אלו ישראל שהיו דלים מזה החלק.<br>ומתיב רב חסדא מפסוק וְאֹתִי צִוָּה הֳ' בָּעֵת הַהִוא לְלַמֵּד אֶתְכֶם חֻקִּים וּמִשְׁפָּטִים <small>(דברים ד, יד)</small> וכיון דלא אמר 'לצוות אתכם' שמע מינה ללמדם המקרא מה שכתוב בספר תורה? ומתרץ אותי צוה ואני לכם. והא דלא הקשה רב חסדא מן פסוק 'רְאֵה לִמַּדְתִּי אֶתְכֶם' <small>(דברים ד, ה)</small> דכתיב קודם וְאֹתִי צִוָּה? משום שאין מזה קושיא חזקה דיש לפרש ראה למדתי אתכם תורה שבכתב מטוב רצוני ובטובת עין כאשר צוה ה' ללמוד וחזר, תלמודא ופריך מהאי קרא של 'רְאֵה לִמַּדְתִּי' וגם בזה כדשני לרב חסדא.<br>וחזר והקשה מפסוק וְעַתָּה כִּתְבוּ לָכֶם אֶת הַשִּׁירָה הַזֹּאת<small> (דברים לא, יט)</small> וכיון דצוה אותם לכתוב ודאי מצוה אותם שילמדו במקרא גם כן דאם לא ילמדו למה יכתובו? ומשני זה קאי על השירה בלחודה וסוף דבר תירץ אלא פלפולא בעלמא וכיון דנקיט אלא שמע מינה דחה דברי רבי יוסי ברבי חנינא.<br>מיהו יש לומר דלא נדחו דברי רבי יוסי ברבי חנינא ונמצא בתלמודא אלא שאינה דחיה והכי קאמר רבי יוסי ברבי חנינא לא נתנה בסוג מתנה שניתנת בעין יפה אלא למשה כיון דנתנה לו בעין יפה זכה לפלפול ואחר כך נתן שפע השגה זו של פלפול לישראל גם כן ולכך זכה עתניאל בן קנז לברר אותם הלכות שנשכחו על ידי הפלפול שלו.",
            "<b>אֶלָּא עַל גִּבּוֹר עָשִׁיר וְחָכָם וְעָנָיו.</b> נראה דנקיט הקל תחלה ונראה לי דודאי אין יתרון הגבורה והעושר שייך לנבואה אך העיקר שצריך להיות עניו אמנם אם יהיה תש כח ועני אין כל כך רבותא בענוה שלו אבל אם הוא גבור ועשיר דכפי הטבע יִתְהַלֵּל הַגִּבּוֹר בִּגְבוּרָתוֹ וְהֶעָשִׁיר בְּעָשְׁרוֹ <small>(ירמיה ט, כב)</small> ועם כל זה הוא עניו! יש יתרון גדול לענוה שלו דאז ראוי שישרה הקדוש ברוך הוא שכינתו עליו בעבור ענוה הנמצאת בו.<br>ברם מקשים והלא נמצא אנשים שלא היו שלמים בכל ד' מדרגות אלו וזכו לנבואה ורוח הקודש? ונראה לי בס\"ד דכאן איירי בהיכא דזוכה לנבואה בלתי שיעשה הוא הכנה לכך על ידי שמות ויחודים וכמו שאמר מורנו הרב רבי חיים ויטאל ז\"ל בשער קדושה בענין הנביאים שיש להם כונות ויחודים שיעשו אותם כדי שיהיו מוכנים להשראת הנבואה ולכן נקראו 'בני הנביאים' ותרגם תלמידי דנביאייא עיין שם. וכאן קאמר אין הקדוש ברוך הוא משרה שכינתו מאיליו אפילו אין האדם עושה הכנה לעצמו בכך על ידי כונות שמות ויחודים אלא אם כן הוא שלם בארבעה מדרגות אלו.<br>ונודע כי משה רבינו ע\"ה זכה לנבואה בסנה בלתי הכנה ולכן אמר משה רבינו ע\"ה נָבִיא מִקִּרְבְּךָ מֵאַחֶיךָ כָּמֹנִי יָקִים לְךָ הֳ' אֱלֹקֶיךָ <small>(דברים יח, טו)</small> כלומר אם הוא כמוני שלם בארבעה מדרגות אז יקים לך ה', הוא יקים אותו ברוח הנבואה אף על פי שאינו עושה הכנה לעצמו בכונות ויחודים כאשר היה לי!<br>ואם תאמר אם כן איך זכו כל ישראל בהר סיני לנבואה שדבר ה' עמהם פנים בפנים למקטנם ועד גדלם? ובודאי לא היו כולם שלמים בארבעה מדרגות הנזכר!<br>הנה מתן תורה שאני שעשה הקדוש ברוך הוא כן לתיקון העולם כדי שיתוודע אמיתות הנבואה של משה רבינו ע\"ה אשר נותן הקדוש ברוך הוא כל המצות על ידו בלא אות ומופת אלא כל אחד ואחד מישראל ישמע באזניו דבר ה' שאמר להם: משה הוא נביאי ושלוחי כל אשר יגיד לכם הוא אמת ותאמינו בו כאלו שמעתם ממני! כי לכן אין נביא רשאי לחדש דבר אחרי משה רבינו ע\"ה ונמצא דבר זה שנעשה לישראל הוא צורך כי בזה נעשה יסוד קים ואמיץ לאמיתות התורה עד סוף כל הדורות!<br>ועוד נראה לי גם שם עשה משה רבינו ע\"ה הכנה לכולם בשלשת ימים קודם מעמד הר סיני כמו שאמר לו הקדוש ברוך הוא וְקִדַּשְׁתָּם הַיּוֹם וּמָחָר <small>(שמות יט, י)</small> וכן אמר הֱיוּ נְכֹנִים לִשְׁלֹשֶׁת יָמִים<small> (שמות יט, טו)</small>.<br>והא דיליף לענין גבור מפסוק וָאֶתְפֹּשׂ בִּשְׁנֵי הַלֻּחֹת וכו'<small> (דברים ט, יז)</small> ולא יליף מפסוק וַיָּקָם מֹשֶׁה וַיּוֹשִׁעָן <small>(שמות ב, יז)</small> דתרגם יונתן 'וְקָם משֶׁה בְּכחַ גְבוּרְתֵּיהּ' תירץ <b>בני ידידי</b> כבוד הרב יעקב הי\"ו דהתם לאו מוכח מגוף הפסוק גבורתו דאפשר הרועים היו חלושים ותשי כח מאד ואשר גירשו לבנות יתרו מפני שהנקבות הם תשי כח בטבען וגם אין להם לב לעמוד בפני אנשים, ולכן קם משה והושיען לכך יליף מלוחות, עד כאן דבריו נר\"ו.",
            "<b>חָכָם רַב וּשְׁמוּאֵל דְּאָמְרִי תַּרְוַיְהוּ חֲמִשִּׁים שַׁעֲרֵי בִּינָה נִבְרְאוּ בָּעוֹלָם וְכֻלָּם נִתְּנוּ לְמֹשֶׁה חָסֵר אַחַת.</b> פירוש אף על גב דודאי משה רבינו ע\"ה ידוע שהיה חכם גדול דהא השיג כל התורה כולה והוא לימדה לישראל הנה כאן בא להוכיח דקודם שנראה אליו בסנה היה חכם גדול ולכך זכה לנבואה בסנה ואל תאמר כי החכמה זכה אליה אחר הנבואה, ולזה מביא מפסוק <b>וַתְּחַסְּרֵהוּ מְּעַט מֵאֱלֹקִים</b> <small>(תהלים ח, ו)</small> דנרמז בו שזכה למ־ט שערי בינה ואחר כך אמר <b>וְכָבוֹד וְהָדָר תְּעַטְּרֵהוּ</b> זו הנבואה. אם כן משמע שזכה למ־ט שערי בינה קודם הנבואה כי כבוד קאי על הנבואה דכתיב כִּי יָבֹא דְבָרְךָ וְכִבַּדְנוּךָ <small>(שופטים יג, יז)</small> בעת שחשב מנוח על המלאך שהוא נביא, ואמר לו כן.",
            "<b>גָּדוֹל הַנֶּאֱמָר בִּשְׁמוּאֵל <small>(שמואל א' יב, ד)</small> מִמָּה שֶׁנֶּאֱמַר בְּמֹשֶׁה <small>(במדבר טז, טו)</small>.</b> נראה לי ודאי גם משה רבינו ע\"ה נזהר בדבר זה שלא ליקח אפילו ברצון אך מרוב ענוה שלו לא סיים השבח כולו על עצמו שלא אמר 'ולא רצותי אותם' ולכן דקדק רבא לומר גדול הנאמר בשמואל ממה שנאמר במשה ולא אמר גדול שמואל ממשה דבאמת גם במשה רבינו ע\"ה הוה חסידות זו של הרצון ולא נאמרה בדבריו.",
            "<b>דִּמְתַרְגֵּם רַב יוֹסֵף אֲרִי מָרִי גִּתֵּי אֲנָּא.</b> פירש מהרש\"א ז\"ל אף על גב דבאמת היה נביא כונתו לומר 'לא נביא שקר אנכי' ועדיין צריך להבין איך אומר הפסוק לֹא נָבִיא אָנֹכִי <small>(עמוס ז, יד)</small> בסתם דמשמע נביא אמת, דהוה ליה למימר לא נביא שקר אנכי? ועוד דנביא דקאמר על עצמו היינו רוצה לומר לא נביא שקר, אם כן איך יבא סיום דבריו שאמר וְלֹא בֶן נָבִיא אָנֹכִי?<br>ונראה לי בס\"ד יש עושה עצמו נביא בשקר מסיבת הנאת ממון שרוצה להתעשר מן המתנות ודרונות שדרכם להביא לנביא והשניה בשביל הנאת הכבוד אך סיבת הכבוד תהיה על הרוב אם הוא בן נביא אמת שהיה מתכבד בחיי אביו מכח כבוד אביו ואם הוא אינו ממלא מקום אביו בנביאות ימנע ממנו הכבוד ודא קשיא ליה טובא, ולכך הוא עושה עצמו נביא בשקר כדי שיכבדוהו!<br>והנה כאן בדבריו יש קושיא דאמר לֹא נָבִיא אָנֹכִי וְלֹא בֶן נָבִיא אָנֹכִי, תרתי אנכי למה לי? וסגי לומר: לא נביא ובן נביא אנכי! אמנם הוא כונתו לומר 'לא נביא שקר אנכי' יען כי נביא אמת נעשה נביא מן השמים כמו שנאמר <small>(דברים יח, טו)</small> נָבִיא מִקִּרְבְּךָ מֵאַחֶיךָ כָּמֹנִי יָקִים לְךָ הֳ' אֱלֹקֶיךָ, כי מן השמים נעשה נביא אבל נביא השקר הוא עושה עצמו לכך דקדק לומר <b>לֹא נָבִיא אָנֹכִי</b> כלומר אין אני נביא בשקר שאנכי עשיתי עצמי נביא בשביל הנאת ממון להרויח וגם <b>לֹא בֶן נָבִיא אָנֹכִי</b> דעל כן עשיתי עצמי עתה נביא בשקר בשביל הכבוד יען <b>כִּי בוֹקֵר אָנֹכִי</b> דעשיר גדול אני ואין אני צריך לא לממון ולא לכבוד דהעשיר יש לו ממון וגם יש לו כבוד העולה על כל כבוד שבעולם כמו שאמרו העולם 'כסף מטהר ממזרים' ויש לי כבוד גדול בעבור עושרי!",
            "<b>שֶׁנָּתַן שְׂכָרָהּ שֶׁל הַסְּפִינָה כֻּלָּהּ.</b> נראה פשוט דמפיק לה מדכתיב וַיִּתֵּן שְׂכָרָהּ <small>(יונה א, ג)</small> דאם שכר הראוי להיות בשביל עצמו פשיטה, מאי קא משמע לן וכי יורד אדם לספינה בחנם? אלא ודאי נתן שכר הספינה כולה! ברם צריך להבין למה הוצרך ליתן שכר כולה?<br>ונראה כי רצה שתלך במהרה ודרך בעלי הספינות להתעכב איזה ימים כדי שיבואו להם בני אדם יותר ומשאות יותר וגם דרכם להתעכב כנגד הכפרים כדי שיקחו משם בני אדם ומשאות להרבות שכר הספינה לכך נתן שכר כולה כדי שילכו מהרה וגם לא יתעכבו בכפרים.<br>ועוד נראה מן השמים היה הדבר הזה שעלה בדעתו לשכור כל הספינה דשכירות חשיב ממכר ואז תחול הגזרה עליה בשבילו כאלו כולה שלו.",
            "<b>בַּתְּחִלָּה הָיָה מֹשֶׁה לָמַד תּוֹרָה וּמִשַּׁכְּחָהּ עַד שֶׁנִּתְּנָה לוֹ בְּמַתָּנָה <small>(שמות לא, יח)</small>.</b> נראה לי בס\"ד דיליף לה מדכתיב כְּכַלֹּתוֹ לְדַבֵּר אִתּוֹ <small>(שמות לא, יח)</small> דלא צריך לומר אִתּוֹ אלא הוה ליה למימר 'ככלותי לדברו' כמו שנאמר וְלֹא יָכְלוּ דַּבְּרוֹ לְשָׁלֹם <small>(בראשית לז, ד)</small>, על כן הכי קאמר ויתן במתנה ככלותו לדבר ועל ידי כך כל מה שלמד נשאר אתו ולא נשכח ממנו כאשר היה לו בתחלה.<br>והא דנתן לו במתנה לסוף ארבעים ולא נתן לו במתנה תכף ביום ראשון דאז לא היה נשכח מעיקרא ממנו כלום, נראה לי בס\"ד כדי שישמח בלימודו ביותר כי בהיות שתחלה היה שוכח ואחר ארבעים יום בא לו כח הזכירה שלא נשכח ממנו כלום נעשה לו שמחה גדולה בלימוד התורה.<br>אי נמי דאמרו רז\"ל <small>(ברכות ה.)</small> שלשה ניקנין על ידי יסורין וחד מנייהו תורה דכתיב אַשְׁרֵי הַגֶּבֶר אֲשֶׁר תְּיַסְּרֶנּוּ יָּ־הּ וּמִתּוֹרָתְךָ תְלַמְּדֶנּוּ <small>(תהלים צד, יב)</small> ולכן תחלה היה שוכח והיה לו יסורין גדולים בזה ואחר כך בא לו כח הזכירה שקנה אותה על ידי יסורין.<br>והא דהיתה המתנה מסוגלת לתורה, נראה לי בס\"ד כי כח הזכירה הוא בחסדים שהוא סוד שם הוי־ה דאלפין שעולה מ־ה וידוע שכל דבר שבקדושה כלול מעשר הרי היא מספר ת־ן בפרטות ומספר מ־ה בכללות כי עשר פעמים מ־ה הוא ת־ן <small>[45×10=450]</small> וחיבור הכללות והפרטות הם מ־ה ות־ן אותיות 'מתנה' <small>[45×450=495]</small> לכן כיון שנתנה לו במתנה בא לו כח הזכירה מסוד החסדים שהם מ־ה ות־ן ונתייסדה התורה בלבו."
        ],
        [],
        [],
        [
            "<b><small>(במדבר טז, כט)</small> 'אִם כְּמוֹת כָּל הָאָדָם יְמֻתוּן' אֵלֶּה שֶׁהֵן חוֹלִים וּמוּטָלִים בַּעֲרִיסָתָן וּבְנֵי אָדָם מְבַקְּרִים אוֹתָן.</b> הא דתלה חטאתו ופשעו של קרח בדבר זה של ביקור נראה לי בס\"ד דידוע תועלת הביקור הוא להקל החולי מעל החולה שנוטל אחד מששים בחליו, וטעמו של דבר זה הוא מכח האחדות שיש לישראל לכך יהיה מן הביקור תועלת זו.<br>והנה קורח עשה מריבה ומחלוקת ופירוד לבבות אך בגלוי היה מראה לעיני כל אדם שהוא מתקנא קנאת ישראל כמו שאמר וּמַדּוּעַ תִּתְנַשְּׂאוּ עַל קְהַל הֳ' <small>(במדבר טז, ג)</small> נמצא לפי דבריו הוא אוחז ונוהג באחדות הלכך צר לו בעבור ישראל שכולם חשובין גוף אחד ואינו מתעבר על ריב לא לו, ולכן משה רבינו ע\"ה עשה הוכחה זו לגלות רעת לבו של קורח שבאמת כל כונתו הוא לעשות פירוד ומחלוקת!<br>על כן בזאת תדעון רוע לב קרח שאינו אוחז באחדות אלא אדרבה רוצה בפירוד דאם ימות מיתת כל אדם דהיינו שיחלה וישכב על מטתו ויבאו בני אדם לעשות לו ביקור אשר הוא נעשה מכח האחדות זו הוכחה שהוא אוחז באחדות ורוצה בה. אך אם ימות מיתה משונה שלא יעשו לו ביקור זו הוכחה שהוא מואס באחדות ידבק בפרוד, ולכן לא זכה לביקור אשר היא נעשה מכח האחדות.",
            "<b>אֵינִי וְהָא תַּנְיָא שִׁבְעָה דְּבָרִים נִבְרְאוּ קֹדֶם שֶׁנִּבְרָא הָעוֹלָם.</b> פירש רש\"י איני מי מספקא ליה למשה רבינו ע\"ה עיין שם. וקשא איך סלקא דעתיה דמקשן דמשה רבינו ע\"ה מספקא ליה אם יש גיהנם בעולם או לאו? דאם לא יש גיהנם, אותם רשעים שהיו מן אדם הראשון עד אותו זמן היכן נידונו? ואיך אותם החוטאים נשכרו להנצל מדין גיהנם?<br>ונראה לי בס\"ד תרי מיני יורדי גיהנם יש בעולם האחד שיורדין הנפשות החוטאים לגיהנם ונידונין בו ואלו יורדין לבדם בלתי התלבשותם בגוף. ויש מהנפשות החוטאים יתלבשו בגוף הנעשה מן הזוהמא של העבירה כי בכל עבירה שאדם עושה בורא כח זוהמה וטומאה ומזה כח הזוהמה נעשה גוף מצוייר בדמות גוף העקרי של האדם ממש ונידונין הנפש והגוף הזה בגיהנם ונידונין יחד שם.<br>וכמו שכתב הרב <b>מהר</b>\"<b>א הכהן</b> ז\"ל וזה לשונו: גם מן העברות שהאדם עושה מתפעל ונברא גוף טמא מצד הקליפות ובצאת נפש הרשע מגופו מכניסין אותה באותו הגוף הטמא ונדונין שניהם יחד וזה הגוף הטמא הוא בדמות הגוף העקרי המושלך בקבר ובהיותם שניהם מתכונה אחת כדרך התאומים אז כשמגיע נזק וצער לגוף הטמא מגיע גם כן נזק וצער לגוף שבקבר כדוגמת התאומים דעל הרוב כשחש ראשו של זה חש ראשו של האחר.<br>וזהו ענין רבי יוחנן בן זכאי ורבי עקיבא שמצאו אדם אחד מת טעון עצים ורץ על ההרים ושאל מה טיבו והגיד לו שהוא מת וגזרו עליו לכרות עצים הוא בעצמו כדי לשרוף אותו בהם בכל יום ערב שבת קודש <small>(על פי מסכת כלה רבתי פרק ב')</small>, והנה זה הגוף שמצא אותו רבי עקיבא הוא היה גוף הטמא שנעשה מן העבירות לדון נפשו בתוכו וכו' <b>עד כאן לשונו</b> עיין שם.<br>וכתבתי במקום אחר בס\"ד על פי הקדמת המקובלים ז\"ל שיש לאדם שני מיני עונות האחת הנעשים מכח חומר האדם וזוהמת הנחש הכרוכה בגוף ובנפש והשניה נעשים מן פתויי יצר הרע שהוא מלאך רע. ולכן אלו העונות שנעשו מכח הזוהמא הכרוכה בגוף ובנפש יחד נידון האדם עליהם בגיהנם בהתלבשות הנפש בגוף הטמא ההוא כדי שיצטער יותר, ואותם עונות שנעשו מכח היצר הרע שהוא מלאך רע שפיתה אותו בלתי סיוע הזוהמה הדבוקה באדם נידונת הנפש עליהם לבדה בלתי התלבשותה בגוף, וגיהנם של זה לחוד וגיהנם של זה לחוד.<br>וסלקא דעתיה דמקשן דעל גיהגם זו שנידונין בה הנפשות לבדם בלתי התלבשות גוף לא היה מסתפק משה רבינו ע\"ה אך הספק שלו הוא על גיהנם שנידונין בו בהתחברות נפש בגוף כי עתה רוצה לבקש שירדו לתוכה קרח ועדתו בהיותם חיים בנפש וגוף העקרי ולכן רוצה שתהיה נפתחת להם גיהנם זו ולא אותה גיהנם הנהוגה שנידונין בה הנפשות לבדם כי יש הפרש בין זו לזו באיכותם ותכונתם ועל זה אמר <small>(במדבר טז, ל)</small> אם לא נבראה עדיין גיהנם זו תהיה נבראת עתה!<br>ומקשי על זה מן הברייתא דקאמר גיהנם נבראת קודם בריאת העולם, ויליף לה מקרא כִּי עָרוּךְ מֵאֶתְמוּל תָּפְתֶּה <small>(ישעיה ל, לג)</small>, נמצא גיהנם הנקראת תפתה נבראת קודם בריאת העולם וידוע מה שאמרו בגמרא <small>(עירובין יט.)</small> למה נקראת תפתה? שכל המתפתה ביצרו נופל בה! שמע מינה גיהנם זו הנקראת תפתה נידונין בה הנפש בהתלבשותה בגוף הטמא שנעשה מכח זוהמת הנחש הדבוקה בחומר האדם והיצר הרע הזה שעושה פיתוי לאדם יתייחס לאדם שנקרא 'יצרו של אדם' מה שאין כן 'יצר הרע' שהוא מלאך רע הנמשך מן הקליפה שלמעלה זה נקרא יצר בסתם ולא נקרא יצרו של אדם, שאינו מתייחס לאדם כיון דאינו נמשך מזוהמת גופו.<br>וכיון דגיהנם זו אשר נידונין בה הנפשות בהתלבשותם בגוף שהיא הנקראת תפתה נבראת קודם בריאת העולם מאי מסתפק משה רבינו ע\"ה על גיהנם זו אם נבראת או עדיין לא נבראת?<br>ומשני דמשה רבינו ע\"ה לא קאמר על גופה של גיהנם כי אם על הפה שלה. והדר מקשי והלא אֵין כָּל חָדָשׁ תַּחַת הַשָּׁמֶשׁ <small>(קהלת א, ט)</small>? ומשני יודע הוא שגם הפה נברא ועל ההתקרבות קאמר. ובחדושנו לפסחים פירשנו ענין בריאת תשובה וגן עדן וגיהנם וענין שמו של משיח מה עניינם.",
            "<b>כָּל הַמְבַקֵּר חוֹלֶה נוֹטֵל אֶחָד מִשִּׁשִּׁים בְּצַעֲרוֹ.</b> נראה לי ודאי דאין הכונה שיקח אחד מששים מן החולי להיות נדבק בזה המבקר דזה אי אפשר להיות בטבע! ועוד מצות ביקור חולים מצוה יקרה שהיא אחד מדברים שאדם אוכל מפירותיהם בעולם הזה והקרן קיימת לו לעולם הבא <small>(משנה פאה א, א)</small> ואיך יתכן שיהיה לו היזק מזה?<br>אך הכונה מחמת שהוא בן גילו, מגיע צער לנפשו אחד מששים מצערו של חולה ואז על ידי הצער הזה המגיע לנפש המבקר יסלקו מן החולה אחד מששים מן החולי שבו על דרך עשורייתא דרבי כי הצער שיגיע לאחרים יש בו כח יותר להגין ולכפר.<br>והא דנוטל אחד מששים, נראה לי בס\"ד דרש\"י ז\"ל פירש 'בן גילו' רוצה לומר שנולד במזלו ששניהם במזל אחד הם. וידוע מה שאמרו בגמרא דברכות פרק ה' <small>(ברכות לב:)</small> אמר הקדוש ברוך הוא שתים עשרה מזלות בראתי ברקיע ועל כל מזל ומזל בראתי לו שלושים חיל וכו' עיין שם. וכתב מהרש\"א ז\"ל שנים עשר מזלות לכל חודש מזל וברא לו שלשים חיל כנגד ימי החודש דבכל יום מהחודש ממונה אחד מהם עיין שם.<br>וידוע דכל ממונה על יום אחד לילו עמו ומוכרח שזה הממונה של לילה ויום יש בו שני חלקים חלק אחד הוא בחינת זכר והוא שולט ביום וחלק אחד הוא בחינת נוקבא שולט בלילה כי מדת יום לחוד ומדת לילה לחוד וזה הכלל כל השולטים בלילה הם בחינת נוקבא וכל השולטים ביום הם בחינת דכורא כנודע ליודעי חן. על כן אלו השלושים חיל שהם כנגד ימי החודש בפרטן הם ששים ולכן זה 'בן גילו' שנולד במזלו שהוא אחד מששים חיל ששולטים בימים ולילות של החודש לוקח אחד מששים מצערו כי שניהם נולדו ממקום אחד שהוא אחד מששים."
        ],
        [
            "<b>יוֹמָא קַדְמָאָה דְּחָלֵישׁ, אָמַר לְהוֹן: לֹא תִּגַּלּוֹ לְאִינִישׁ דְּלָא לִתְרֹעַ מַזָּלֵיהּ.</b> נראה לי בס\"ד הטעם לזה דידוע מה שכתב רבינו האר\"י ז\"ל דהחולי בא מסילוק אור החכמה ואחר כך יבא אור השכינה שהיא המלכות למעלה מראשו של חולה לסעדו ולשומרו. ובזה מובן הטעם כי יומא קדמאה שנסתלק אור החכמה ממנו ישאר אותו היום רשימו זה הכלל כל אור המסתלק ישאר רשימו באותו מקום כל היום כולו וכיון דנשאר רשימו לא יבא בו ביום אור השכינה שהיא המלכות לשומרו ולכן יומא קדמאה אין לו שמירה מאור השכינה.<br>ואף על גב דנשאר רשימו דאור החכמה, אין לו שמירה מעלייתא מן הרשימו ולכן יומא קדמאה יש פחד לגלות חליו פן ירגישו כחות החיצונים שאור החכמה נסתלק ועדיין אור השכינה לא בא למעלה מראשו לשומרו ואפשר יזיקו אותו לכן אמר לו יומא קדמאה לא תגלו אבל אחר יומא קמא יבא אור השכינה וישמור אותו ובריא מזליה.",
            "<b><small>(תהלים מא, ב)</small> 'אַשְׁרֵי מַשְׂכִּיל אֶל דָּל בְּיוֹם רָעָה יְמַלְּטֵהוּ יְיָ' וְאֵין דָּל אֶלָּא חוֹלֶה.</b> נראה לי בס\"ד הטעם שנקרא דל, דידוע מה שכתב רבינו האר\"י ז\"ל בשער הפסוקים <small>(בפסוק (תהלים מא, ד) הֳ' יִסְעָדֶנּוּ עַל עֶרֶשׂ דְּוָי כָּל מִשְׁכָּבוֹ הָפַכְתָּ בְחָלְיוֹ)</small> כי לחולה תתהפך <b>יו</b>־<b>ד</b> לאותיות <b>דְּוָי</b> ועשר לערש כנזכר בדברי קדשו עיין שם.<br>והנה דְּוָי בשילוש כזה <b>ד</b>' <b>ד</b>־<b>ו דו</b>־<b>י</b> <small>[34]</small> עולה מספר <b>דָּל</b> <small>[34]</small> מה שאין כן אם ישארו אותיות יו־ד ולא יתהפכו לדו־י יהיה שילוש אותיות יו־ד כזה <b>י</b>'<b> י</b>־<b>ו יו</b>־<b>ד</b> <small>[46]</small> עולה מספר מ\"ו כמנין שם הוי־ה ושם אהי־ה <small>[26+21+ = 46]</small> שהם חכמה ובינה וכמנין אב גדול <small>[46]</small> שהוא כינוי לחכמה שהוא יו־ד שבשם הוי־ה. וכיון שנהפכו לו אותיות יו־ד שהוא סוד חכמה לאותיות דו־י שצרוף זה עולה מספר דָּל לכן אמר אֵין דָּל אֶלָּא חוֹלֶה.<br>ועוד נראה לי בס\"ד על פי מה שכתב רבינו האר\"י ז\"ל בשער הכונות ששם <b>בוכ</b>־<b>ו</b> <small>[34]</small> נקרא קו המדה ועניינו לגדל ולחזק לכל ונרמז בראשי תיבות <b>בַּ</b>כֹּל <b>וּ</b>בְיָדְךָ <b>כֹּ</b>חַ <b>וּ</b>גְבוּרָה <small>(דברי הימים א' כט, יב)</small> שהוא ראשי תיבות בוכ־ו ולכן מסיים סמוך לזה וּבְיָדְךָ לְגַדֵּל וּלְחַזֵּק לַכֹּל, עד כאן דבריו<small>.</small> ולכן החולה נקרא דל רמז שהוא צריך לשם בוכ־ו שמספרו דל <small>[34]</small> לגדלו ולחזקו.",
            "<b>וְאֵין רָעָה אֶלָּא גֵּיהִנָּם.</b> נראה לרמוז בס\"ד כי גן עדן היא דירה נאה לצדיקים ולהפך ממנה גיהנם היא רעה כי זה לעומת זה עשה שהמספר שוה <b>דירה נאה</b> <small>[275]</small> מספר <b>רעה</b> <small>[275]</small> דהרשע יפול ברעה זו גיהנם והצדיק בדירה נאה זו גן עדן.",
            "<b><small>(תהלים מא, ג)</small> 'יִשְׁמְרֵהוּ' מִיֵּצֶר הָרַע 'וִיחַיֵּהוּ' מִיִּסּוּרִין.</b> נראה לי הא בהא תליא כי האדם בחטאו בורא מזיקין וכל חולי ומכה הבא לאדם מנייהו הוי כמו שנאמר <small>(ירמיה ב, יט)</small> תְּיַסְּרֵךְ רָעָתֵךְ, וכן הוא אומר וַתְּמוּגֵנוּ בְּיַד עֲו‍ֹנֵנוּ <small>(ישעיה סד, ו)</small> ולכן אם 'ישמרהו' מיצר הרע שאין לו עונות 'יחייהו' מיסורין.",
            "<b>'וְאַל תִּתְּנֵהוּ בְּנֶפֶשׁ אֹיְבָיו' שֶׁיִּזְדַּמְּנוּ לוֹ רֵעִים כְּנַעֲמָן שֶׁרִפּוּ אֶת צָרַעְתּוֹ.</b> פירשו רש\"י ז\"ל והרא\"ש ז\"ל כאלישע הנביא ע\"ה שהשיאו עצה לנעמן שיטבול בירדן ויתרפא. וקשה דברי אלישע הנביא ע\"ה בזה אינם בסוג עיצה אלא גזרה גזר שיהיו מי הירדן מרפאין אותו כי מי הירדן אינם מרפאים צרעת מצידם מה שאין כן דברי הילדים לרחבעם היו בסוג עיצה!<br>ונראה לי בס\"ד העיצה היא מה שיעץ לנעמן שישפיל עצמו ויעזוב גאותו כדי שאז יתרפא מצרעתו במי הירדן וכמו שאמרו המבארים ז\"ל הא דהניחו לעמוד בחוץ ושלח שלוחו אליו לומר לך שיטבול ז' פעמים היינו כדי שישפיל גאותו בזלזול זה שזלזל בו לבלתי עשות לו כבוד הראוי לשר גדול כמוהו מפני שידע שהצרעת באה לו מצד הגאוה שלו.<br>ועוד נראה לי בס\"ד מה שאמר <b>רֵעִים כְּנַעֲמָן</b> קאי על הנערה שנתנה עצה שילך נעמן אצל הנביא ויבקש ממנו רפואה דכתיב וַתֹּאמֶר אֶל גְּבִרְתָּהּ אַחֲלֵי אֲדֹנִי לִפְנֵי הַנָּבִיא אֲשֶׁר בְּשֹׁמְרוֹן אָז יֶאֱסֹף אֹתוֹ מִצָּרַעְתּוֹ <small>(מלכים ב' ה, ג)</small> וכתבו המפרשים שנתנה לו עצה שילך לפני הנביא ויחלה פניו בעבור דבר זה, כי הנערה הבינה מדעתה שהצרעת באה לו מחמת גאותו ולכך יעצתו שישפיל גאות לבו וילך ויפול לפני הנביא ויחלה פניו. ולזה אמר 'ריעים כנעמן' זו הנערה שהשיאה עצה טובה זו לנעמן 'ולא רעים כרחבעם' אלו הילדים שהשיאו עצה לרחבעם להפך לדבר עם ישראל בגאוה וגבהות לב שיעצוהו להשיב להם קטני עבה ממתני אבי ועתה וכו' אבי יסר אתכם בשוטים ואני איסר אתכם בעקרבים.",
            "<b>שֶׁסְתִּירַת זְקֵנִים בִּנְיָן וּבִנְיַן יְלָדִים סְתִּירָה.</b> נראה לי בס\"ד זקנים מספר אור כי עצתם היא אור וילדים מספר דמים כי ילדים מעצתם יהיה שפיכות דמים וכמו שהיה מעצת הילדים לרחבעם והפרש שיש בין מספר זקנים ובין מספר ילדים הוא מספר מחסה שיש יתרון לזקנים על מספר ילדים רמז דעצת זקנים היא מחסה לאדם המקבל עצה וראיה לדבר רחבעם בן שלמה שאם שמע לעצת הזקנים היה אור לו ואור לישראל ואחר שלקח עצת הילדים בא דמים לעולם שנחלקה מלכות בית דוד והיה אחר כך מלחמות בין מלכי בית דוד ובין מלכי ישראל ונשפכו דמים לרוב.",
            "<b>לֹא לִסְעוֹד אִינִישׁ קְצִירָא לֹא בִּתְלַת שָׁעִי קַדְמַיְתָא.</b> הטעם מפורש בגמרא. ובזה יובן בס\"ד הכתוב יְקַדְּמוּנִי בְיוֹם אֵידִי וַיְהִי הֳ' לְמִשְׁעָן לִי <small>(תהלים יח, יט)</small> פירוש אויביו מקדמים לבקרו בשלשה ראשונות כדי שימצאוהו רווחא דעתיה ולא יתחייבו לבקש עליו רחמים וגם עוד כדי שלא יראו אותו בצער גדול וישמחו ועל ידי כך תהיה שמחתם סיבה שיתרפא כמו שנאמר דכתיב פֶּן יִרְאֶה הֳ' וְרַע בְּעֵינָיו וְהֵשִׁיב מֵעָלָיו אַפּוֹ <small>(משלי כד, יח)</small> אך באמת וַיְהִי הֳ' לְמִשְׁעָן לִי שאין אני צריך לתפילתם ולא לטענה זו ד'פֶּן יִרְאֶה'.<br>וראיתי בפתח עינים שביאר פסוק זה על מה שאמרו לעיל שלא יגלו על החולה ביום ראשון כדי שלא יתרע מזלו וביאורינו הוא כיוצא בזה.<br>ומה שאמרו לא ישב לא על גבי מטה ולא על גבי ספסל ולא על גבי כסא, הנה ראשי תיבות <b>ס</b>פסל <b>מ</b>טה <b>כ</b>סא הוא 'סמך' שלא ישב על גבי אלו מפני אור השכינה שיש שם שהוא סמך לחולה."
        ],
        [],
        [
            "<b><small>(דברים כח, מח)</small> 'וּבְחֹסֶר כֹּל' בְּלֹא נֵר וּבְלֹא שֻׁלְחָן.</b> נמצא מדברי כולהו אמוראי החסרון היה בשבעה דברים שהם <small>(1)</small> נר <small>(2)</small> שלחן <small>(3)</small> אשה <small>(4)</small> שמש <small>(5)</small> דיעה <small>(6)</small> מלח <small>(7)</small> רבב, רמז לדבר: שֶׁבַע יִפּוֹל צַדִּיק וָקָם <small>(משלי כד, טז)</small> <b>יִפּוֹל</b> לשון חסרון כמו לֹא נֹפֵל אָנֹכִי מִכֶּם <small>(איוב יב, ג)</small> <b>וָקָם</b> אחר כך מן חסרון הזה שנעשה קימה לו וקימה לישראל שנתכפר להם בצערו של צדיק.<br>וראשי תיבות השבעה הנזכר הוא מספר תתצ\"ה <small>[895]</small> כמנין אותיות <b>כֹּל</b> במילואם כזה כ־ף למ־ד שעולים עם הכולל תקצ\"ה כי אות ף דמלוי כ־ף מספרה ת\"ת.",
            "<b>דדא ביה כולא ביה דלא דא ביה מה ביה.</b> נראה לי על פי הרמז הרמוז באותיות <b>אדם</b> שהוא ראשי תיבות <b>א</b>מונה <b>ד</b>עת <b>מ</b>לאכה והיינו כִּי הָאָדָם לְעָמָל יוּלָּד <small>(איוב ה, ז)</small> ועמל עולם הזה שהוא עסקי עולם הזה הכל נקרא בשם 'מלאכה' אך זו המלאכה שהיא עסקי עולם הזה תלויה בשתים האחת הוא הדעת כמו שנאמר <small>(משלי כד, ד)</small> וּבְדַעַת חֲדָרִים יִמָּלְאוּ כָּל הוֹן יָקָר וְנָעִים, שאם האדם בשגעון ינהג הרי זה מאבד העסק שעוסק בו לגמרי והשניה תלויה באמונה שאם יש לו אמונה יתברך העסק שלו כמו שאמרו דורשי רשומות אל־ף בי־ת <b>א</b>מונה <b>ב</b>רכה גימ־ל דל־ת <b>ג</b>ניבה <b>ד</b>לות וגם תלויה באמונה האלקית שהיא מאמין שהכל נעשה בהשגחתו יתברך.<br>ולכן קדמו בשם אדם <b>א</b>מונה <b>ד</b>עת קודם מ' של <b>מ</b>לאכה לרמוז אם יש לאדם שתים אלה שהם אמונה דעת אז יש לו מלאכה שהוא עסקי עולם הזה שיתקיים בידו ואם לא תאבד המלאכה! נמצא דעת ואמונה רמוזים באותיות דא דשם אדם לזה אמר <b>דדא ביה</b> אז <b>כולא ביה</b> שיש לו גם אות מ־ם של מלאכה <b>ודלא דא ביה מה ביה</b> דאם אין דעת ואמונה גם מלאכה אין לו.<br>ועל דרך הסוד נראה לי בס\"ד דדא הוא הדעת דקאי עליה ביה כולא ביה שיש לו נר\"ן <small>[נפש רוח נשמה]</small> כמו שכתב רבינו האר\"י ז\"ל <small>(בשער מאמרי רשב\"י פרשת משפטים)</small> כי רוח ונשמה של ישראל נמשכין מן הקדושה על ידי הדעת אבל אומות העולם אף על פי שיש להם נפש מן הקליפה אין להם רוח ונשמה מן הקליפה יען כי אל אחר שהוא הזכר של הקליפות אסתרס ולא עביד פירין שהם בחינת רוחין ונשמתין של אומות העולם ולכן אין להם אלא רק בחינת נפש מצד הקליפה וזהו סוד גַּם בְּלֹא דַעַת נֶפֶשׁ לֹא טוֹב <small>(משלי יט, ב)</small> עיין שם.<br>ולזה אמר <b>דדא</b> הוא הדעת <b>ביה</b> אז <b>כולא ביה</b> דהיינו שיש לו כל הנר\"ן <small>[נפש רוח נשמה]</small> מצד הקדושה <b>ודלא דא ביה</b> שאין לו דעת <b>מה ביה</b> דהיינו רק הנפש שנקראת 'מה' יש בו. וכן אמרו <b>דדא</b> הוא הדעת <b>קני מה חסר</b> כיון דיש לו כל נר\"ן <b>דדא חסר מה קני</b> וכפל הדברים האחד כנגד החיצוניות והאחד כנגד הפנימיות דכל מה שיש בזה יש בזה.<br>או יובן <b>דדא ביה</b> קאי על דעת שגוזר הקדוש ברוך הוא על טיפה שלו ואומר <b>דדא קני</b> קאי על חלק הנוסף אחר כך על ידי מעשיו.",
            "<b>אֵין הַחוֹלֶה עוֹמֵד מֵחָלְיוֹ עַד שֶׁמּוֹחֲלִין לוֹ עַל כָּל עֲוֹנֹתָיו <small>(תהילים קג, ג)</small>.</b> נראה לי בס\"ד בחולה כתיב הֳ' יִסְעָדֶנּוּ עַל עֶרֶשׂ דְּוָי <small>(תהלים מא, ד)</small> ושם הוי־ה בארבע מילואיו יש בו ט\"ל אותיות <small>[ע\"ב ס\"ג מ\"ה ב\"ן כזה: יו־ד ה־י וי־ו ה־י (72), יו־ד ה־י וא־ו ה־י (63), יו־ד ה־א וא־ו ה־א (45), יו־ד ה־ה ו־ו ה־ה (52)]</small> ואם תוסיף מספר ט\"ל על מספר חולי <small>[39+54=93]</small> עולה צ\"ג כמנין הוי־ה אדנ־י <small>[26+65=91]</small> עם כולל שתי שמות והוא כמנין מחילה <small>[93]</small> שעולה צ\"ג.<br>ולכן <b>אֵין הַחוֹלֶה עוֹמֵד מֵחָלְיוֹ</b> להמשיך לו שפע רפואה מן ט\"ל אותיות שם הוי־ה לחולי שלו שאז יהיה אצלו מספר צ\"ג<b> עַד שֶׁמּוֹחֲלִין לוֹ עַל כָּל עֲוֹנֹתָיו</b> כי כיון שנעשה לו 'מחילה' שמספרה צ\"ג יושלם אצלו מספר צ\"ג שהוא שפע ט\"ל לחולי שלו כי שם הוי־ה יִסְעָדֶנּוּ עַל עֶרֶשׂ דְּוָי.<br>ומה שאמר רב המנונא חוזר לימי עלומיו, פירוש נוסף על מספר חולה <small>[49]</small> מספר ילד <small>[44]</small> ובזה נשלם מספר מחילה <small>[93]</small>.",
            "<b>רַב הַמְנוּנָא אָמַר חוֹזֵר לִימֵי עֲלוּמָיו.</b> נראה לי בס\"ד ידוע כל חולי יתהוה מן קלקול הדם שבאדם ולכן שפע הרפואה צריכה להמשך לדם וכתב הרמ\"ז <small>[הרב משה זכות]</small> ז\"ל שם אהי־ה ברבוע כזה <b>א</b>' <b>א</b>־<b>ה אה</b>־<b>י אהי</b>־<b>ה</b> עולה מספר <b>דם</b> <small>[44]</small> וזהו סוד דם האדם שהוא סוד רביעית דם של חיות האדם עד כאן דבריו. ולפי זה קלקול דם האדם יהיה מחמת חולשתו מן הארה זו של רבוע אהי־ה שעולה דם שאינו יונק מהארה זו בשלימות והסרת הקלקול מן הדם תהיה על ידי תגבורת הארה זו.<br>והנה חולה <small>[49]</small> מספרו מ\"ט ואם תוסיף עליו מ\"ד כמנין רבוע אהי־ה הנזכר שמאיר בו אז יהיה כאן מספר מחילה <small>[93]</small> ולזה אמר רב חייא בר אבא אֵין הַחוֹלֶה עוֹמֵד מֵחָלְיוֹ עַד שֶׁמּוֹחֲלִין לוֹ עַל כָּל עֲוֹנֹתָיו ובא רב המנונא לומר שחוזר במחילה זו '<b>לִימֵי עֲלוּמָיו</b>' כי חוזר להיות לו חומר חדש כחומר של ילד על ידי חזוקו בהארת שם אהי־ה ברבוע שעולה מספר ילד <small>[44]</small> וגם נעקר ממנו כל מין חטא שיהיה כמו ילד שאין לו חטא על ידי מחילה זו שתהיה לו!<br>ויליף לה מפסוק רֻטֲפַשׁ בְּשָׂרוֹ מִנֹּעַר יָשׁוּב לִימֵי עֲלוּמָיו <small>(איוב לג, כה)</small> כי גוף האדם נקרא קנקן <small>[300]</small> שהוא מספר ש' ותיבת <b>רֻטֲפַשׁ</b> הוא טורף ש' דקלקול דם הגוף היא טרפות לגוף שהוא ש' <b>מִנֹּעַר</b> מחמת שננערה ממנו הארת רבוע שם אהי־ה שהוא מספר דם וברפואתו <b>יָשׁוּב לִימֵי עֲלוּמָיו</b> שתחזור ותאיר בו הארה זו בשלימות שהיא מספר ילד.",
            "<b><small>(תהלים מא, ד)</small> כָּל מִשְׁכָּבוֹ הָפַכְתָּ בְחָלְיוֹ אָמַר רַב יוֹסֵף לוֹמַר דְּמִשַּׁכֵּחַ לִמּוּדוֹ.</b> קשא איך מפרש לימוד מן 'מִשְׁכָּבוֹ' דלימוד מאן דכר שמיה הכא?<br>ונראה לי בס\"ד דידוע כל תלמיד חכם שעוסק בתורה ביום יהיו אותיות התורה שלמד ביום חונים על משכבו בלילה לשמור אותו דכתיב בְּשָׁכְבְּךָ תִּשְׁמֹר עָלֶיךָ <small>(משלי ו, כב)</small> ולכן דרשו על פסוק וַיִּשְׁכַּב בַּמָּקוֹם הַהוּא <small>(בראשית כח, יא)</small> כי כ\"ב אותיות התורה שלמד ביום חנו על מקום משכבו שישן בו.<br>והנה כתבתי במקום אחר תיבת <b>כָּל</b> רומזת על התורה שנקראת כל יען כי כתב בסה\"ד תיבת 'כל' יאמר על שלשה וכנזכר בביאור 'בָּטְלוּ הָאַשׁכּוֹלוֹת' איש שהכל בו <small>(סוטה מז:)</small> שפירש רש\"י תורה ויראה וגמילות חסדים עיין שם. ולכן התורה שהיא אוריין תליתאי <small>(שבת פח.)</small> נקראת כל.<br>ובזה פרשתי בס\"ד מה שאמר יעקב אבינו עליו השלום לעשו קַח נָא אֶת בִּרְכָתִי אֲשֶׁר הֻבָאת לָךְ כִּי חַנַּנִי אֱלֹקִים וְכִי יֶשׁ לִי כֹל <small>(בראשית לג, יא)</small> וקשא תיבת 'כִּי' היא נתינת טעם, ומה בא לתת טעם בזה למאמר קַח נָא אֶת בִּרְכָתִי? ובזה ניחא כי יעקב ועשו חלקו העולמות מן הבטן ועשו לקח עולם הזה, ומנין ברכה ליעקב בעולם הזה? אך התירוץ הוא מפורש במפרשים ז\"ל דזוכה בברכה מדין 'מציל מזוטו של ים' כי העולם לא תעמוד אלא על ידי עסק התורה דכתיב אִם לֹא בְרִיתִי יוֹמָם וָלָיְלָה חֻקּוֹת שָׁמַיִם וָאָרֶץ לֹא שָׂמְתִּי <small>(ירמיהו לג, כה)</small> ולולי יעקב שעוסק בתורה היה העולם הזה וטובו חרב! ונמצא מכח התורה שנקראת כל זוכה יעקב בכל הברכה של עולם הזה מדין מציל מזוטו של ים דחשיב שלו.<br>ולזה אמר<b> קַח נָא אֶת בִּרְכָתִי אֲשֶׁר הֻבָאת לָךְ</b> ואם כן איך אתה קורא לטוב עולם הזה בִּרְכָתִי? והלא הכל שלי ומשלי אתה נותן לי? לזה אמר <b>כִּי חַנַּנִי אֱלֹקִים</b> זה הטוב לעצמי יען <b>כִּי יֶשׁ לִי כֹל</b> זו התורה ובעבורה אני זוכה בכל טוב עולם הזה וברכתי היא!<br>ובמקום אחר בארתי בס\"ד הטעם שנקראת התורה <b>כָּל</b> לשון חמדה כמו נִכְסְפָה וְגַם כָּלְתָה נַפְשִׁי <small>(תהלים פד, ג)</small> כי היא כלי חמדה. גם <b>כָּל</b> <small>[50]</small> גימטריא חמשים רמז לבינה שיש בה חמשים שערים וידוע כי התורה שניתנה לנו היא בסוד הבינה שהיא בסוד הבריאה וכמו שכתב רבינו האר\"י ז\"ל בסוד כונת בָּרוּךְ אֱלֹקֵינוּ שֶׁבְּרָאָנוּ לִכְבוֹדוֹ. ועוד טעם אחר כי התורה היא תיקון הרוח ואיתא בזוהר תרומה דרוח נקרא כָּל.<br>איך שיהיה הנה כָּל רמז לתורה והיא העומדת על משכבו של אדם דכתיב בְּשָׁכְבְּךָ תִּשְׁמֹר עָלֶיךָ. ולזה אמר <b>כָּל</b> היא התורה שהיא <b>בְּמִשְׁכָּבוֹ</b> של האדם <b>הָפַכְתָּ</b> אותה <b>בְחָלְיוֹ</b> כי אם תהפוך יהיה לֵךְ שתלך ותצא ממוחו ולבו ואם תעשה ב\"ו של 'מִשְׁכָּבוֹ' אות אחת שהוא ח' אז מִשְׁכָּבוֹ יהיה אותיות 'מִשַּׁכֵּחַ' ולזה אמר <b>מִשַּׁכֵּחַ לִמּוּדוֹ</b> רוצה לומר.",
            "<b>רַבִּי הֲוָה גְּמִיר תְּלָת עֶשְׂרֵה אַפֵּי הֲלָכָה.</b> נראה לי בס\"ד בהשגחה פרטית מן השמים נתנו לו כח השגה להשיג שלש עשרה אפי כמספר שלש עשרה מכילן דרחמי כדי למתק בלימוד שלהם אותיות 'זו' דשם <b>כוז</b>־<b>ו</b> שהם אותיות ו־ה שבשם שהם סוד תורה שבכתב ותורה שבעל פה וידוע כי אותיות '<b>זו</b>' דשם כוז־ו הנזכר הם דין שצריך להם מיתוק יותר מן אותיות '<b>כו</b>' דשם כוז־ו וכמו שאמרו רבני אשכנז ז\"ל בכונת נחום איש גם זו <small>(תענית כא.)</small> שהיה דרכו לומר ביסורין 'גם זו לטובה' שבהם היה ממתק את 'זו' דשם כוז־ו.<br>ולכן כשחלה רבי שלטה השכחה בתגבורת הדין ושכחם אך להיות שהיסורין הם ממתקים את אותיות 'זו' הנזכר לכן הדרי כולהו לרבי. וראה זה פלא, דהדרי ליה השבעה על ידי רבי חייא והששה על ידי בר קצרא כנגד שתי חלוקות של אותיות <b>זו</b> שהם מספר שבעה וששה!",
            "<b>אָמַר לוֹ רַבִּי אַתָּה עָשִׂיתָ אוֹתִי וְאֶת חִיָּא.</b> קשה להאי לישנא אמאי לא אמר רבי לרבי חייא: אתה עשית אותי בעבור אותם השבעה דאהדריה רבי חייא קמיה?<br>ונראה לי בס\"ד השבעה למדם רבי חייא מרבי כדרך התלמיד שלומד מרבו דאז הרב נותן לתלמיד כח מאיתו שבזה הכח של הרב קולט התלמיד את התלמוד ההוא שלומד מרבו ולפי זה אחר שהגיד רבי חייא את השבעה לרבי חזרו לרבי מכוחו של רבי שהיה מלובש בהם ונמצא רבי משלו לקחם ולא משל רבי חייא!<br>אך בר קצרא לא למדם מן רבי כדרך התלמיד שלומד לפני רבו כדי שימשך כח מן רבי בהם שיהיה בר קצרא משיג אותם ממנו אלא קבלם בכוחו בלבד.<br>ונמצא כאשר גמר רבי חייא מן בר קצרא הלכות אלו השיגם רבי חייא בהתלבשות כוחו של בר קצרא וכד אתא רבי חייא ואהדרנהו קמיה רבי החזירם בהתלבשות כוחו של בר קצרא ולכך אמר רבי לבר קצרא אתה עשית אותי ואת חייא.<br>ברם יש להקשות הוה ליה למימר: אתה עשית את חייא ואותי! כי רבי חייא למדם תחלה מן בר קצרא ואחר כך אהדרנהו לרבי?<br>ונראה לי בס\"ד כונתו לומר על עת אשר נדבה רוחו ללקוט אותם מן רבי בעת שהיה רבי לומדם לעצמו הנה בזה הקבלה שקבלתם ממני מכוחך על ידי זה עשית אותי ואת חייא שקבלה זו אשר נדבה רוחך מעצמך לקבל אותם הלכות היתה לתועלת גדולה שהועילה לי ולחייא ונמצא רבי בא להחזיק טובה לבר קצרא על הקבלה שקבל בר קצרא ההלכות כשהיה רבי גריס להו שלא הלכה אותה הגרסה של רבי לאיבוד שאם לא היה בר קצרא נותן דעתו מאיליו ללקטם מן רבי היתה אותה הגרסה הולכת לאבוד חס ושלום! וכמו שאמרו באבות <small>(משנה אבות ה, יב)</small> מַהֵר לִשְׁמוֹעַ וּמַהֵר לְאַבֵּד יָצָא שְׂכָרוֹ בְהֶפְסֵדוֹ, ופירש רש\"י ז\"ל כלומר לא עלה בידו כלום.<br>והרב פתח עינים ז\"ל הקשה מפי השמועה דאמרו בגמרא דברכות <small>(ברכות ה.)</small> דהמקבל יסורין מאהבה זוכה שתלמודו מתקיים בידו דכתיב וְחֵפֶץ הֳ' בְּיָדוֹ יִצְלָח <small>(ישעיה נג, י)</small> ואיך רבי ורב יוסף שכחו תלמודם בחליים? דודאי הם היו מקבלים החולי מאהבה! עיין שם.<br>ונראה לי בס\"ד דהתם קאי אכוליה תלמודא אך כאן רבי לא שכח אלא רק אותם שלש עשרה פנים הלכות שהיה גמיר בענין אחד בלבד. וכן רב יוסף לא שכח כל תלמודו אלא מקצת הלכות בלבד וגם זה המקצת כאשר הזכירו אותו לפניהם אחר כך נזכרו אצלם הדברים כהווייתם שהיו יודעים אותם בתחלה, ואפשר שאם לא היו מזכירים אותם לפניהם היו חוזרים ונזכרים אצלם מאיליהם אחרי זה על ידי עיון והשכלה שהיו משכילים בהם ולא נשכחו אלא רק לפי שעה ורבי מצד ענוה יתירה דהוה ביה אמר הכי.",
            "<b>אִיכָּא דְאָמְרֵי הָכִי אָמַר לֵיהּ: אַתָּה עָשִׂיתָ אֶת חִיָּא, וְחִיָּא עָשָׂה אוֹתִי!.</b> קשה מאי בינייהו? ונראה לי בס\"ד דנפקא מינה אם הרב לימד את התלמיד ואותו תלמיד לימד כל תלמודו שלמד מרבו לתלמיד אחר, ללישנא קמא חייב התלמיד של אותו תלמיד לקרות לאותו הרב בשם 'רבי' ולכבדו בכל הלכות שחייב התלמיד לכבד את רבו דנחשב גם הוא תלמיד של אותו הרב דהא ללישנא קמא אמר לו 'אתה עשית אותי ואת חייא' אף על גב דרבי לא גמיר מן בר קצרא אלא מן רבי חייא. וללישנא בתרא אין אותו התלמיד דתלמיד נחשב תלמיד לאותו הרב דהא אמר לו 'וחייא עשה אותי'.",
            "<b>גָּדוֹל נֵס שֶׁנַּעֲשָׂה לְחוֹלֶה יוֹתֵר מִן הַנֵּס שֶׁנַּעֲשָׂה לַחֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה.</b> אף על גב דאש הקדחת תתרפא בנקל על ידי סם שקורין כנאכינ\"ה הנה על רפואה זו שמתרפאת בסם זה קרי לה נס. אי נמי סם הכאנאכינ\"ה יועיל לדחות הקדחת אחר שתכבה בזיעת האדם וכאן קרי הנס על זמן שאש הקדחת בוער בבשר האדם כי לולי רחמיו יתברך שמקרר ומחליש האש היה בוער והולך עד שימות האדם בר מינן.",
            "<b>רַב אָמַר מֵהָכָא: 'לְמִשְׁפָּטֶיךָ עָמְדוּ הַיּוֹם כִּי הַכֹּל עֲבָדֶיךָ' <small>(תהלים קיט, צא)</small>.</b> קשה למה נייד רב מקרא דקין<small> (בראשית ד, יד)</small> שהוא בתורה? ונראה לי בס\"ד דהתם יש להקשות אגב צעריה קאמר הכי דהיה חושש לעצמו ומאן יימר דבקושטא הכי הוא? אבל כאן בתהלים בשבחו של מקום ומדבר בדבר המצוי כמנהגו של עולם בדבר המשפט ובודאי דהכי הוא באמת.<br>ועוד נראה לי בס\"ד דקרא דקין יש לומר דאיירי על הפוגע בו שהוא קרוב אצלו אז יזיקהו, ומנא ליה לפרש גם על הרחוקים שלא פגעו בו שיבואו ויפגעו בו להזיקו וכמו הך עובדא דעקרב דהוה באידך גיסא ובא העקרב ורכב על הצפרדע ועבר הנהר כדי לפגע בו לנשכו ולהמיתו?<br>או יובן מקרא דקין לאו משמע שיהיו שלוחים מן השמים להזיקו אלא הכי קאמר, כיון דנסתלקה ההשגחה מעליו אז יהיה עלול להנזק מכל המזיקין ולכך הביא האי קרא דקאמר 'כִּי הַכֹּל עֲבָדֶיךָ' דמשמע שיהיו שלוחיך שתשלח אותם להזיק.",
            "<b>שָׁכִיב הַהוּא גַּבְרָא גֻּבְהָא דְּהַוָּה רָכִיב גִּידוֹרְנָא זוּטְרָא.</b> הא דהוצרכו לפרש שהיה ארוך והפרדה קטנה, להודיע החידוש כיון שהיה ארוך הרבה והפרדה קטנה ודאי ברכבו עליה רגליו מגיעות לארץ והיה יכול להשמט מעליה בנקל כשהתחילה הפרדה להשתגע ועם כל זה לא נשמט והפלתו למים! ולזה אמר לְמִשְׁפָּטֶיךָ עָמְדוּ הַיּוֹם כִּי הַכֹּל עֲבָדֶיךָ <small>(תהלים קיט, צא)</small> 'כֹּל' דייקא פירוש אפילו חותם שאין ראוים מצד עצמם לשליחות זו.",
            "<b>אֵין מְבַקְּרִין אֶת הַחוֹלֶה אֶלָּא לְמִי שֶׁחֲלַצְתּוֹ חַמָּה.</b> פירש הר\"ן ז\"ל שלבשתו חמה כאדם המזדיין שעל ידי כלי זיין שעליו נקרא חלוץ. והנה המפרש חלצתו 'לבשתו' יותר נכון להביא לזה דמיון מלשון וְהַלְבֵּשׁ אֹתְךָ מַחֲלָצוֹת <small>(זכריה ג, ד)</small> וכן וַיִּקַּח אֶת חֲלִיצוֹתָם <small>(שופטים יד, יט)</small> שהוא רוצה לומר מלבוש.<br>מיהו נראה לי בס\"ד לפרש <b>חֲלַצְתּוֹ חַמָּה</b> לשון 'שליפה' כמו וְחָלְצָה נַעֲלוֹ <small>(דברים כה, ט)</small> ונקטי לשון נקיה על דרך שאומרים 'סגי נהור' דאין רוצים לומר 'לבשתו' אלא אומרים 'חלצתו' שהוא רוצה לומר שלפתו לטובה."
        ],
        [
            "<b>כְּחִיזְרָא לְדִקְלָא חַד לַתְּלָתִין יוֹמִין כְּתִרְיָקָא לְגוּפָא.</b> נראה גם חכמי הרופאים האחרונים מודים בזה כי כן מצאתי ברוח חיים שהוא העתקת ספר רפואה לרופא מובהק של מלך פרוסייא שכתב תחלואי הקדחת המה התרופה העקרית אשר באמצעיתם יפעל הטבע את בישול המזון ותיקונם ודחיית המותרות והנשחתות על ידי תנועת סדר הכלים הנצרכים למרוצת המצים המסבבים חוזק פעולת הלב ושאר העורקים עם חמימות ותנועות המצים וכו' עיין שם הדברים בהרחבה. מיהו התועלת היא אם תבא כשיעור מצומצם כפי צורך התועלת דוקא אבל אם תתרבה ותוסיף על שיעור הראוי תזיק מאד ולכך אמר רב נחמן 'לא היא ולא תרייקא' השם יתברך ברחמיו יסיר ממנו ומכל ישראל כל חולי ומחלה וירפא כל חולאי עמו ישראל ברחמים אמן כן יהי רצון.",
            "<b>אֵין מְבַקְּרִים וְאֵין מַזְכִּירִין שְׁמוֹ.</b> נראה הטעם דאין מזכירים שמו, כי על כל מין חולי יש ממונה בפני עצמו ואלו הממונים על חולי זה של 'ברדם' מידתם להתפעל בשומעם שם החולי הזה מפי בני אדם שאז יכבידו החולי על כל אותם בני אדם שהם חולים בו! וכאשר תמצא לחז\"ל שאין דרכם להזכיר שם צרעת בפירוש אלא קורין לחולי הצרעת בשם 'דבר אחר' וכמו שאמרו אכילת בשר ודגים ביחד קשה לדבר אחר, והיינו טעמא הוא משום הכי.<br>ומה שאמר רש\"י ז\"ל שקופץ מזה לזה נראה דמדמהו לחולי הדבר דכתיב ביה יַדְבֵּק הֳ' בְּךָ אֶת הַדָּבֶר <small>(דברים כח, כא)</small> שהוא חולי המדבק בר מינן."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רַבִּי יְהוּדָה וְרַבִּי יוֹסֵי, חַד אָכִיל דַּיְסָא בְּאֶצְבְּעָתֵיהּ, וְחַד אָכִיל בְּהוּצָא.</b> קשה למה לא פירש בעל המאמר מי האוכל באצבעתיה ומי האוכל בהוצא? כי עתה דסתם, הוצרך להאריך ולומר אָמַר לֵיהּ דְּאָכִיל בְּאֶצְבְּעָתֵיהּ לִדְאָכִיל בְּהוּצָא וכו' ואם היה מפרש הוה נקיט בקצרה אמר לו רבי יהודה לרבי יוסי. ודוחק לומר בעל המאמר לא ידע מי האוכל באצבעתיה ומי האוכל בהוצא!<br>ונראה לי בס\"ד כיון שכל אחד גינה מעשה חבירו דנמצא מעשה כל אחד היא מגונה לפי דעת חבירו לכך לא רצה בעל המאמר להזכיר שמותם בפירוש על המעשה מפני הכבוד וכמו שאמרו בבתרא <small>(בבא בתרא קסד:)</small> ההוא מקושר דאתא לקמיה דרבי ואמר רבי: אין זמן בזה, אמר לו רבי שמעון ברבי לרבי: שמא בין קשריו הוא מובלע פלייה וחזייה? הדר חזא ביה רבי בבישות! אמר לו: לאו אנא כתבתיה אלא יהודה חייטא כתבי, אמר לו: כלך מלשון הרע כזה! עיין שם.",
            "<b>עַד מָתַי אַתָּה מַאֲכִילֵנִי רֻקְּךָ?.</b> פירוש הוצא הוא קליפה של עץ כשקולפין העץ בכלי נגרות הנקרא ריהטני וזו היא קלה מאד ואי אפשר לקנחה בכל פעם כי תשבר בקנוח מחמת קלותה מה שאין כן כף של עץ שהוא עב יקנחו בכל פעם ואותו שאוכל באצבעתיה לא היה צריך לקנח כי הם היו אוכלים דייסא שהוא דבר גוש ונוטל האוכל באצבעו ומניח לתוך פיו ואין מכניס אצבעותיו בפיו כדי שלא יתלכלכו ברוקו ולכך אין צריך לקנח אצבעו וכמו שכתב בשיטה מקובצת בשם הרי\"ץ ז\"ל.<br>ומה שאמר <b>עַד מָתַי אַתָּה מַאֲכִילֵנִי צֵאָתְךָ</b> קשה, אם כן יקפיד בכך על כל העוסקים במאכל ותבשיל? ויש לומר כיון דאין האוכל רואה בעיניו העסק בעת שאוכל אין מקפיד בזה ורק עתה כשהוא אוכל הוא רואה בעיניו עסק האצבעות הוא מקפיד.",
            "<b>אֶמֶשׁ יָצְאוּ עֲבָדֶיךָ לַשָּׂדֶה, וְהֵבִיאוּ לָנוּ תְּרָדִין.</b> הא דפירש שיצאו לשדה ולא אמר 'הֵבִיאוּ לָנוּ תְּרָדִין' בסתם? משום דרבי יהודה היה עני ואפילו תרדין אין לו יכולת לקנות מן השוק ורק אתרמי שיצאו בני ביתו לשדה מקום שזורעין התרדין ושם נמכרים בזול הרבה וקנו משם בדבר מועט.<br>ועוד נראה לי בס\"ד רמז נסתר רמז לפי דרכו <b>יָצְאוּ עֲבָדֶיךָ</b> אלו איבריו וחושיו <b>לַשָּׂדֶה</b> לעשות תיקון ובירור השייך לשדה היא המלכות שנקראת חקל תפוחין קדישין. <b>וְהֵבִיאוּ לָנוּ</b> '<b>תְּרָדִין</b>' חלק התיבה לשתים וקרי בה ת\"ר דין רמז לפ\"ר דינים וש\"ך דינים שהם ת\"ר <small>[320+280=600]</small> שעשו בהם תיקון ומיתוק.<b> וַאֲכַלְנוּם בְּלֹא מֶלַח</b> דלא אסתייעא מלתא להמשיך להם הארת ג' ספירות ראשונות שהם חב\"ד <small>[חכמה בינה דעת]</small> שהם שלשה הויו־ת שעולה מספרם מלח <small>[26×3=78]</small> ועם כל זה צהבו פנינו מן הארת התיקון והמיתוק הזה שעשינו בת\"ר הנזכר, ואילו היינו ממשכים להם הארת שלשה ראשונות חב\"ד <small>[חכמה בינה דעת]</small> שהם שלשת הויו־ת שעולה מספרם 'מלח' היו מאירים פנינו מהם ביותר.<br>ובאופן אחר נראה לי בס\"ד שרמז לו רמז נסתר בדברים אלו על פי מה שכתב רבינו האר\"י ז\"ל <small>(בשער הגלגולים דף לח)</small> כל מי שנשמתו מן הבחינה השנית של קין מעלתו גדולה שיוכל לזכות על ידי מעשיו ליקח נפש דאצילות אך לא רוח ונשמה דאצילות וכל הצדיקים שבאים מזו הבחינה השנית של קין הם נקראים בשם מלאך ורבי יהודה ברבי אלעאי ז\"ל היה מן בחינה השנית הזאת של קין ולכך רמזו עליו בתלמוד שבכל ערב שבת היה רוחץ פניו ידיו ורגליו ומקבל שבת והיה דומה למלאך ה' צבאות! עיין שם.<br>ובזה מובן הטעם בס\"ד מה שהיה לרבי יהודה דבר זה של צהיבת הפנים יותר משאר חכמים שהיה להם חכמה כמוהו ויותר ממנו והיינו מפני כי להיותו מזאת הבחינה השנית של קין זכה לנפש האצילות כי מחמת כן נקרא מלאך וכמו שכתב רבינו האר\"י ז\"ל ולכן נעשה בו הפרש זה טפי מחביריו באור פניו כי משם נמשך אור הפנים והיופי העצום למאד ולכן אמר לאותה מטרוניא על צהיבת פניו משום ד'חָכְמַת אָדָם תָּאִיר פָּנָיו' <small>(קהלת ח, א)</small> והוא כי כתב רבינו ז\"ל שם שזו הבחינה השנית של קין היא ממה שהוריש אדם הראשון לקין ולא ממה שיש לקין מפאת עצמו עיין שם, לכך אמר על צהיבת פניו חָכְמַת 'אָדָם' תָּאִיר פָּנָיו, אדם דייקא.<br>ובזה מובן רמז הדברים שהשיב לרבי טרפון <b>עֲבָדֶיךָ יָצְאוּ לַשָּׂדֶה</b> רמז לו על זכייתו והשגתו שמצד היותו מבחינה השנית אז זכה לנפש דאצילות שהיא מלכות דאצילות הנקראת חקל תפוחין קדישין. <b>וְהֵבִיאוּ לָנוּ</b> '<b>תְּרָדִין</b>' <small>[664]</small> מספר 'אוֹר שֵׁם מַלְאָךְ יְיָ' <small>[664]</small> שעל ידי כך זכינו לשם של מלאך ה' וכמו שאמרו רז\"ל עליו שדומה למלאך ה' צבאות. <b>וַאֲכַלְנוּם בְּלֹא מֶלַח</b> כי מי שהוא מבחיה זו אינו זוכה אלא לנפש דאצילות ולא לרוח ונשמה דאצילות וידוע כי רוח ונשמה נקראים בשם ידידים <small>[78]</small> שהוא מספר 'מלח' ואילו היינו זוכים לרוח ונשמה גם כן היו פנינו מאירים יותר.",
            "<b>עֶשְׂרִים וְאַרְבָּעָה בֵּית־הַכִּסֵּא אִית לִי מִבֵּיתִי וְעַד בֵּי מִדְרָשָׁא.</b> נראה לי בס\"ד דידוע בזמניהם היו עושין בתי כנסיות ובתי מדרשות בשדה חוץ לעיר ויש מהלך הרבה מן מבואות היהודים אשר בעיר עד בית המדרש אשר מחוץ לעיר ובמשך מהלך זה שיש מן מבואות היהודים עד בית המדרש היה מתוקן כמה בתי כסאות רחוקים זה מזה ועשויים בשביל צרכי רבים כדי שעוברים ושבים בכל עת שיהיה להם התעוררות לעשיית צרכם ימצאו בית הכסא מזומן להכנס בו.<br>ואפשר שתקנו מספר עשרים וארבעה כנגד זיני דמסאבותא של הקליפה שהוא כמנין וְאֵיבָה <small>[664] (בראשית ג, טו)</small> כנודע כי הפסולת של האדם היא מזון הקליפה כנודע.<br>או אפשר עשרים וארבעה בתי כסאות לאו דוקא אלא נקיט בלשון הפלגה וגוזמה לומר שהיו הרבה וכל שעה שארגיש התעוררות בנקבים במשך הילוכי שם לכל אחד ואחד מן בתי כסאות אשר יזדמן לפני בעת שארגיש בהתעוררות הנקבים אני נכנס שם לעשות צרכי באופן שבאותו הרגע שיהיה לי הרגשה והתעוררות אפנה תכף בתוך בית הכסא המזדמן שם ולכן פניו צהובין מכח הזדככות הדם שלו כי שיהוי עשיית צרכיו של אדם עושה לו בפניו מראה הדרוקן קצת כנזכר בגמרא ואם כן להפך הזריזות בדבר זה עושה צהיבות פנים מצד צלילות הדם וזכותו.<br>והא דלא השיב לאותו מין תשובה של חָכְמַת אָדָם תָּאִיר פָּנָיו <small>(קהלת ח, א)</small>? שלא רצה להתפאר בזה לפני המין ואולי לא יאמין בכך כי הוא פלסוף ואינו מאמין בדברים שאינם טבעיים אבל לאותה מטרוניתא שהיא אשה ואין לה דעת פלסופים השיב כן כי תאמין בזה.<br>והא דלא השיב לה תשובה של בית הכסא? משום דהיא אשה לאו אורח ארעא לדבר האיש עם האשה בענין כניסתו לבית הכסא ועשיית צרכיו.<br>והא דלא השיב לרבי טרפון תשובה זו של 'חָכְמַת אָדָם תָּאִיר פָּנָיו'? לא רצה לומר זה לרבי טרפון דנמצא עושה עצמו גדול ממנו בחכמה דהא גם רבי טרפון הוא בעל חכמה ולא אשתכח ביה דבר זה של צהיבת הפנים.",
            "<b>גְּדוֹלָה מְלָאכָה שֶׁמְּכַבֶּדֶת אֶת בְּעָלֶיהָ.</b> נראה לי בס\"ד על פי מה שכתב רבינו האר\"י ז\"ל <small>(בשער המצות ובשער הפסוקים פרשת בהר)</small> שיש בירורים משבירת הכלים שהם סוד 'שבעה מלכים' שצריך להיות בירורם ותיקונם וליבונם על ידי טורח ועסק האדם במלאכות שבעולם הזה וכל תיקון ובירור ניצוצי קדושה שיהיה מחמת המלאכה הוא בעולם העשיה ולכן 'מלאכה' <small>[96]</small> עולה מספר 'אל אדנ־י' <small>[31+65=96]</small> שהוא שם המאיר בעולם העשיה ולכן בימות החול הותרו כל מיני המלאכות לעשותם יען כי הם מוכרחות לעשותם כדי לברר על ידם ניצוצי קדושה של בחינת המלכים הנזכר עיין שם.<br>והנה רבי יהודה היתה תורתו אמנותו ואינו עושה שום מלאכה בידו ולכך היה מתכוין לטרוח ולעסוק בידו במשא הקנקן להוליכו מביתו לבית המדרש כדי לישב עליו כי היה בקנקן שטח רחב שיוכל לישב עליו תמורת הכסא כדי לעשות בזה בירור הראוי להיות מצד טורח ועסק מלאכה הגופניית ולכן קרא את עסק המשא הזה של הקנקן בשם 'מלאכה' ואמר<b> גְּדוֹלָה מְלָאכָה שֶׁמְּכַבֶּדֶת אֶת בְּעָלֶיהָ</b> כי אף על פי שהעושה אותה הוא טורח ועושה עסק בידים הנה הוא מתכבד ממנה מחמת בירור ניצוצי קדושה שהוא מברר על ידה.<br>וראה נא עומק חכמתו של רבי יהודה אשר יחד לעצמו עסק ומלאכה הגופניית במשא וטלטול הקנקן לרמוז כי הוא כונתו בעסק בשביל בירור ניצוצי קדושה של שבירת הכלים שהם סוד המלכים ולכן העסק שלו היה במשא הקנקן שהוא כלי.<br>ולכן גם רשב\"י עליו השלום שהיתה תורתו אומנתו ולא היה עושה מלאכה בידיו, יחד לעצמו עסק מלאכה למשקל צנא על כתפיה שהיה כלי כדי לעשות בזה בירור ותיקון ניצוצי קדושה של שבירת הכלים המתברר ונעשה על ידי מלאכה גופניית וגם הוא היה אומר במשא הצנא על כתפו גדולה מלאכה שמכבדת את בעליה על דרך שפרשנו גבי רבי יהודה דאף על פי דרשב\"י היה עשיר והיה אפשר שיביא לו המשרת שלו את הצנא עם כל זה הוה שקיל על כתפיה בשביל כונה הנזכר לעשות תיקון במלאכה.<br>ואפשר כי היו מניחים הגולפא והצנא על כתפם לעשות בזה כונה של מלוי שם שדי <small>[ש<b>י</b>־<b>ן</b> ד<b>ל</b>־<b>ת</b> י<b>ו</b>־<b>ד</b>=500]</small> שהוא ת\"ק הרמוז בכתף כנודע כי כתף <small>[500]</small> גימטריא ת\"ק.<br>ודע כי הצינא ההוא היה כלי והוא סל שטוח דאין לו שפה ולבזבז גבוה אלא נמוך וזהו כלי שקורין אותו בלשון ערבי טב\"ק שהוא נח לישב עליו כמו מחצלת שהוא כרוך ועשוי מן לולבין של דקל או גמי וכיוצא והיה לו בו תועלת אחרת בדרך הלוכו מביתו ל בית המדרש להגין לפעמים מן החמה ומן הגשמים."
        ],
        [
            "<b>דָּלִי צִיפְתָּא, אָמַר לֵיהּ לִשְׁלִיחָא: חָזִי מַאי אִיכָּא וכו'..</b> נראה לי בס\"ד לא נתכוון לפאר עצמו חס ושלום אלא גילה זה בשביל כבוד הנשיא שלא יחשוב שהוא זלזל בכבודו להחזיר מתנתו.<br>ועוד ראיה כי מן השמים יש רצון לגלות זה הנס כי הוא ראה שנעשה נס זה של הוויית הזהובים והשם יתברך יודע דרבי יהודה לא יהיה נהנה מן הזהובים האלה דאין נהנין ממעשה נסים ואם כן למאי נפקא מינה עשה לו נס זה של הוויית הזהובים? אלא ודאי כדי שיראה זה לשליח הנשיא ויגיד זאת להנשיא!<br>ונראה כי רבי יהודה הרגיש בנס זה של הזהובים דהוו תחת הציפתא כי ראה במקום שהיו הזהובים היתה הציפתא גבוהה והרגיש שנעשה דבר תחתיה והוא יודע שהיא פרוסה על גבי הקרקע ואין לו דבר תחתיה ולכך הגביהה תכף וראה הזהובים והראה זה לשליח הנשיא קודם שיצא מביתו.<br>אי נמי הציפתא היתה נקובה מעט וראה הזהובים מן הנקב אי נמי נזדמן לו איזה צורך אותה הרגע להניח דבר תחת הציפתא ולכך דלי הציפתא בשביל אותו צורך וראה את הזהובים שתחתיה.",
            "<b>אִי הֲוָאִי לִי, רָמִינָא לִיךְ יְרוּשָׁלַיִם דְּדַהֲבָא!.</b> קשא הוה ליה למימר 'עבידנא לך' ומאי 'רמינא לך'? ונראה לי בס\"ד דנדר לה שהוא בעצמו ישים לה זה התכשיט בראשה כי זה התכשיט הוא עטרה בראש ובודאי שיש בו משבצות זהב לקשרו בראש וצריך השמתו על ידי אחר להשימו היטב ולקשור קשרו כדי שיעמוד ולא יפול, והוא נדר לה שהשמת התכשיט הזה וקשריו הכל יעשה לה בידיו כנגד הכבוד שהיתה מכבדת אותו בעניו בידיה שהיתה מלקטת לו בידיה את התבנא מן מזייה.<br>ובזה ניחא מה שאמר באבות דרבי נתן פרק וא\"ו שאמר לו תלמידיו רבי ביישתנו ממה שעשית לה! אמר להם: הרבה צער נצטערה עמי בתורה! וכתב הגאון חיד\"א ז\"ל שבספר בנין יהושע פירש ביוש הוא לנו ולנשותינו שאין להם תכשיטין חשובין כמותה, וכתב על דבריו לא נהירא, חדא דאינו דרך ארץ לומר לרבן של ישראל בסדר נשים שלהם! ועוד מה דמות יערכו לרבי עקיבה שהיה עשיר גדול? ואפילו אשת רבן גמליאל לא היה לה ונתקנאה כמו שאמרו בירושלמי פרק במה אשה, ומה בושה יגיע להן? עד כאן לשונו עיין שם.<br>וכפי האמור מובן שפיר דבריהם באומרם ביישתנו ממה שעשית לה, דלאו על עשיית התכשיט קאמרי אלא על אשר הניח לה התכשיט הזה בידיו בראשה והוא בידיו קשר קשריו ותקנו בראשה כאשר נדר לה רמינא לך ולכן אמרו לו 'ביישתנו' דאדם גדול כמותך תעשה לה שירות זו לתקן ולהשים התכשיט בראשה! ואמר להם ראויה היא לכבוד הזה מפני שנצטערה עמי בתורה, ואם כן בעבור כבוד התורה אני עושה לה הכבוד הזה.<br>והא דנדר לה התכשיט הזה שהוא צורת ירושלם של זהב מלבד כי התכשיט הזה הוא יקר מאד כי אינו של זהב פשוט אלא גופו זהב אבל צורת ירושלים היתה מתוקנת עליו באבנים טובות.<br>הנה הוא מצא טעם בתכשיט זה כי הוא צפה ברוח הקודש שיתעשר מן ששה דברים וכדנקיט להו תלמודא ומספר ירושלם זהב <small>[600]</small> עולה שש<small> [600]</small> ולכן נדר <b>אִי הֲוָאִי לִי</b> עושר כאשר אני צופה שהוא בא לי מן שש דברים<b> רָמִינָא לִיךְ יְרוּשָׁלַיִם דְּדַהֲבָא</b> שיש בשם תכשיט זה מספר 'שש'! גם אמר כן דאפילו דתכשיט זה הוא יקר וצריך לו מעות הרבה אני שש ושמח בעשייתו לך וזהו ירושלם זהב עולה מספר שָׂשׂ שהוא ששון כמו שָׂשׂ אָנֹכִי עַל אִמְרָתֶךָ <small>(תהלים קיט, קסב)</small>.<br>ומה שנדר לה בכך בעת שהיתה מלקטת לו <b>תִּבְנָא מִן מַזְיָיהּ</b> נראה לי בס\"ד כי העושר שפעו נמשך ובא מן מזל העליון הרמוז בזקן ולכן כיון שראה מכבדת הזקן שלו בלקיטת התבנא ממנו אמר אִי הֲוָאִי לִי עושר מן מזל העליון הרמוז בזקן אז רָמִינָא לִיךְ יְרוּשָׁלַיִם דְּדַהֲבָא.",
            "<b>הָבוּ לִי פּוּרְתָּא דְּתִבְנָא, דְּאוֹלִידַת אִתְּתָאִי, וְלֵית לִי מִידַעַם לְאַגְנוּיָיהּ.</b> קשא איך יוציא מפיו דברים שלא היו בעולם דהוא לא הוה ליה איתתא ולא ילדה?<br>ונראה לי בס\"ד דבאמת נזדמן אותה שעה אשה צדקת ועניה שילדה ולא היה לה אפילו תבן למגנייה והוא כיון על אותה אשה וקראה 'אִתְּתָאִי' לפי שכל הנשים שורשם במלכות ואליהו <small>[52]</small> זכור לטוב הוא בסוד המלכות כי לכן מספר שמו בן <small>[52]</small> שהוא בסוד המלכות שהיא בסוד הוי־ה דמלוי ההי־ן שעולה בן כנודע ולכן יתייחסו נשים צדקניות אליו וקראה לאותה צדקת 'אשתי' כלומר אשה שהיא בשורשי על דרך מה שאמר הכתוב וַאֲנִי נָסַכְתִּי מַלְכִּי <small>(תהלים ב, ו)</small> דהכונה הוא רוצה לומר 'מלך שלי' וכמו שכתב מרן ז\"ל בתשובותיו באבקת רוכל. <b>אי נמי</b> הוא לא הוציא דברים אלו מפיו אלא כך נשמע לאזנם קול מדבר כך.<br>ועוד נראה לי בס\"ד על דרך הסוד שכל יום נעשה בחינת לידה בספירת המלכות למעלה באורות נר\"ן <small>[נפש רוח נשמה]</small> וכנזכר בסוד מזמור יַעַנְךָ ה' בְּיוֹם צָרָה <small>(תהלים כ')</small> שאומרים בכל יום אחר העמידה שיש בו שבעים תיבות כמנין שבעין קלין דיולדה הנזכר בזוהר פרשת פינחס עיין שם. <b>וידוע</b> שעושין ישראל בתפילתם בחינת מטה ושלחן וכסא ומנורה למלכות למעלה ואלו התיקונים אינם נעשים אלא על ידי ישראל אבל לא על ידי המלאכים. <b>וידוע</b> מה שכתוב בספר הלקוטים <small>(פרשת בראשית דף יג.)</small> כי אליהו זכור לטוב הוא יסוד של מלכות עיין שם. <b>ולכן</b> קרי כאן למלכות בשם 'אִתְּתָאִי' וכיון על סוד הלידה הנזכר ואמר לֵית לִי מִידַעַם לְאַגְנוּיָיהּ כי המלאך אינו יכול לעשות על ידי תפלתו מטה ושלחן וכסא ומנורה.",
            "<b>מִן שִׁית מִילִין אִיעַתָּר רַבִּי עֲקִיבָא.</b> נראה לי בס\"ד הטעם <b>מִן שִׁית מִילִין</b> בזכות תורה שבעל פה שטרח בה מאד שהיא ששה סדרים. <b>אי נמי</b> כתיב וּבְדַעַת חֲדָרִים יִמָּלְאוּ כָּל הוֹן יָקָר וְנָעִים <small>(משלי כד, ד)</small> והוא כפול שיש דעת פנימי ודעת חיצון וב' פעמים 'דעת' הם ששה אותיות.<br>או יובן בס\"ד כי שם המסוגל להצלחה הוא <b>כס</b>־<b>ה בפ</b>־<b>ז</b> שהוא אותיות '<b>כסף זהב</b>' ונרמז בפסוק וַיּוֹצִיאֵם בְּכֶסֶף וְזָהָב וְאֵין בִּשְׁבָטָיו כּוֹשֵׁל <small>(תהלים קה, לז)</small> ולכן אמר וַתַּעְדִּי זָהָב וָכֶסֶף <small>(יחזקאל טז, יג)</small> ושם זה המסוגל להצלחה ועושר יש בו ששה אותיות לכן כנגד שם זה אִיעַתָּר מִן שִׁית מִילִין.<br>והנה תחלת עשרו בא לו מן כלבא שבוע שעשה שלום עמו אחר שנודע לו שהוא חותנו וסוף העושר בא לו מן קטיע בר שלום ולכך אמרו בגמרא דחגיגה <small>(חגיגה יד:)</small> עליו נכנס בשלום ויצא בשלום ואמרו בזוהר הקדוש תרי שלומי אינון.",
            "<b>אַיְתּוּ לִי מִידַעַם, וְלָא אַשְׁכְּחוּ אֶלָּא גַּוְזָא עַל כֵּיף יַמָּא.</b> נראה לי דזה הגוזא היה עשוי בתמונת כסא שאוכלין עליו אך היה עשוי מלוחות ברזל שלא היו עבים אלא קלים והיה סתום מכל צדדיו ובתוכו היו מונחים הדינרים ואם היה עשוי מלוחות עץ היו מרגישים שיש בתוכו איזה דבר מחמת הכובד אך להיותו עשוי מלוחות ברזל חשבו שהכובד הוא מן הלוחות שהיו עבים אך באמת היו קלים והכובד היה מן הדינרים.<br>וכיון שהיה כתמונת כסא חשבו שהוא כסא ממש שמתוקן לאכול עליו ולעשות בו שמוש של כסא ולכך אמרו לו 'יַעָבִיד מָרָנָא עֲלֵיהּ' תעשה צרכך עליו להשתמש עליו כי כסא הוא והם קנו אותו לשמו מן אדם אשר מצאו וזכה בו בארבעה זוזי."
        ],
        [
            "<b>וּמִן אִשְׁתּוֹ שֶׁל טוּרְנוּסְרוּפוּס.</b> איתא בגמרא כשנתפס רבי עקיבה להריגה היה נידון בכל יום לפני טורנוסרופס הרשע ואיך קאמר כאן שנשא את אשתו לדברי רש\"י ז\"ל שכתב שנתגיירה אחר מיתת בעלה ונשאת לו? ובאמת דברי רש\"י ז\"ל מוכרחין הם דאי אפשר לומר שנתגיירה בחיי בעלה שגירשה, דאיך גירשה בחייו והיא היתה יפה עד מאד!<br>על כן בודאי שם זה של טורנוסרופס אינו שם העצם של אדם אחד אלא הוא שם התואר של שר המשפט שכל שר המשפט קורין אותו כך וכמו שם פרעה שהוא אינו שם העצם של אדם אחד דוקא אלא שם התואר של מלכי מצרים וכן כאן.<br>ועל כן אותו שר המשפט שהיה מתווכח עמו ושלח את אשתו להסיתו ולא יכלה לו נעשה קדוש השם בפניה ונכנס בה רוח טהרה שהסכימה בדעתה להתגייר אחר מיתת בעלה וכן עלה בידה כי מן השמים סבבו שימות בעלה תכף ואז נתגיירה בסתר ונשאת לרבי עקיבה. ואותו שנידון לפניו שהיתה הריגתו על ידו היה שר המשפט אחר שגם כן נקרא בשם זה שהוא שם תואר להשררה שלו וזה ברור.",
            "<b>אִישְׁתַּמִּיט, עַיִיל לְחוֹרְתָּא.</b> נראה ודאי הקוף לא הרגיש שיש שם מרגלית ונכנס ורבע עליה אלא מן השמים היתה סיבה זו שנכנס באותו החור ורבע שם וכאשר באו להוציאו מאותו החור ראו דהוה רבע על מרגליות ומזה ידעו שיש מרגליות באותו החור וחפשו ומצאו עוד והביא הכל לרב גמדא ממידת חסידות באומרם הקוף שלך הוא היה סיבה שנמצא מציאה זו ולכן מעיקרא הגבהנו המציאה בעבורך לזכותה לך.",
            "<b>אָמַר לָהּ: אַף אוֹרַיְתָא כֵּן.</b> נראה לי בס\"ד הטעם, להורות כי דברי תורה אף על פי שתמצא בהם דברים שהם סיפורים חיצונים כמו וַאֲחוֹת לוֹטָן תִּמְנָע <small>(בראשית לו, כב)</small>, וְתִמְנַע הָיְתָה פִילֶגֶשׁ <small>(בראשית לו, יב)</small>, וְאֵלֶּה הַמְּלָכִים אֲשֶׁר מָלְכוּ בְּאֶרֶץ אֱדוֹם וכו' <small>(בראשית לו, לא)</small> וכיוצא במקראות אלו הרבה שאין בגופם צורך ואין גופם נאה לשמוע הנה תוכם וקרבם מלא סודות ועניינים יקרים ונאים במאד מאד! ולכך תלמיד חכם העוסק בתורה גופו שחור ובקרבו יש תורה יקרה וחכמה גדולה ורבה מאד!<br>ובזה יובן הטעם שהחכמים נקראים בשם עינים כמו שאמרו רז\"ל על פסוק וְהָיָה אִם מֵעֵינֵי הָעֵדָה <small>(במדבר טו, כד)</small> היינו שהם דוגמת העינים אשר האור יוצא מן השחור שבעינים כן אור התורה יוצא יותר מגוף שחור.<br>ועוד נראה לי הטעם דהוה באורייתא הכי כדי ללמד מוסר לבעלי תורה שיהיו ענוים ושפלים שלא יתגאו כי היופי מביא את האדם לידי גאוה וכמו שאמרו בריש מכלתין באותו הנזיר שבא מן הדרום.<br>אי נמי משום דבזה ניכר תפארתה של תורה שזה החכם שחור ואינו נאה ועם כל זה מחבבין אותו ביותר ונושקין ידיו ורגליו, ולמה? אלא בעבור תורה שבו! דאומרים עליו אל תסתכל בקנקן אלא במה שיש בו <small>(משנה אבות ד, כ)</small>.",
            "<b>אָמְרָה לֵיהּ: אִין, גּוּצָא, וְרַבָּה כְּרֵיסֵיהּ, אוּכָם, וְרַבָּה שִׁינֵיהּ.</b> נראה כונתה להלעיג ולהתלוצץ לומר אף על פי שהוא קצר כריסו רחבה שאוכל הרבה. גם היה שחור אך שיניו שהם לבנים היו גדולים שיכול ללעוס בהם מאכל הרבה ולכך חרה אפו בה ושימתה עד שפקעה ומתה שהיתה חייבת בכך.",
            "<b>עֶשְׂרִים וְאַרְבָּעָה אַלְפִין רִבּוֹאִין דִּינְרִין נַפְקֵי עַל בֵּית גְּנָנָא דֵּין, וְלָא אַזְמְנֵיהּ לְבַר־קַפָּרָא.</b> הנה בודאי נקיט מספר זה על דרך ההפלגה ולשון גוזמא. אך קשא לימא עשרים אלפין רבוואן או תלתין אלפין רבוואן או מאה אלפין רבוואן כי אין דרך למנקט לשון הפלגה וגוזמה אלא במספר עשרות או במספר מאות בלבד ואין תופסים עם העשרות או המאות מספר אחדים גם כן?<br>ונראה לי בס\"ד כי הוא כיון בזה ענין עמוק דידוע בנשואין חתן וכלה לשם שמים נעשה תיקון ועילוי בעשרים וארבעה צירופים של שם אדנ־י שהם נקראים עשרים וארבעה קשוטי כלה שהם בספירת המלכות העליונה וידוע דאלו העשרים וארבעה צירופים שהם עשרים וארבעה קשוטי כלה הנה הם בעולם העשיה מספר אחדים וביצירה הם עשרים וארבעה עשרות ובבריאה עשרים וארבעה מאות ובאצילות עשרים וארבעה אלפים ולמעלה מאצילות שהם הכתר הם עשרים וארבעה רבבות.<br>ועל תיקון ועילוי זה של עשרים וארבעה צירופים דשם אדנ־י הנעשה על ידי מצות הנשואין ההיא שהיתה לשם שמים כיוון בר קפרא לומר עשרים וארבעה אלפין רבוואן דינרין נפקי על בית גננא דין כלומר ודאי הצלחתם לעשות תיקון ועילוי בעשרים וארבעה צירופים דשם אדנ־י עד למעלה למעלה במקום האלפים והרבבות ורק הייתם חסרים בשמחת מצוה זאת מצד שעשיתם ביוש לבר קפרא שלא הזמנתם אותו בשמחה זו שהיתה לשם שמים דחלשה דעתיה בכך ונמצא בחכמה גדולה דבר בר קפרא בכתיבת דברים אלו ובכוון נקיט עשרים וארבעה אלפין רבוואן.",
            "<b>אָמַר (לְהוֹן) [לֵיהּ]: אִם לְעוֹבְרֵי רְצוֹנוֹ כָּךְ, לְעוֹשֵׂי רְצוֹנוֹ עַל אַחַת כַּמָּה וְכַמָּה?.</b> הנה גרסה זו של אמר ליה ושל אמר להון לא תתיישב היטב במאמר זה. ונראה לי דהגרסה היא אימרו ליה שכתב אימרו ליה אם לעוברי רצונו והיתה כתובה בראשי תיבות אמר לו והמדפיסים טעו וחשבו שהוא ראשי תיבות אמר ליה או אמר להון.",
            "<b>לָא תְּבַדְּחָן, וְיָהִיבִנָא לָךְ אַרְבְּעִין גְּרִיוֵי חִיטֵּי.</b> נראה לי בס\"ד הטעם דנקיט בזה מספר ארבעים והוא דידוע מה שכתב הרב מורנו הרב <b>משה גלאנטי</b> ז\"ל בספר קול בוכים שיש שני כחות דסטרא אחרא והם נקראים שתי נשים זונות שהם מחלת ולילית ויש למחלת תע\"ח חיילות כמנין מחלת <small>[478]</small> ויש ללילית ת\"ף <small>[480]</small> חיילות כמנין שמה.<br>ואלו השתי נשים נלחמים זה בזה תמיד כי עניינם הם הפכיים מחלת לשון חולי ומחלה וממנה נמשך אותם הליצים ובעלי משתאות הרוג בקר ושחוט צאן ושמחה של הוללות וסכלות <small>(על פי ישעיה כב, יג)</small> הכל נמשך ממנה, אך לילית היא להפך לשון יללה וממנה נמשכים בעלי מרה שחורה ויגון ואנחה בר מינן.<br>על כן הם לוחמים תמיד זה בזה כי מחלת חושבת שהדמעות שמורידין ישראל בתפילות וסליחות וגם בתיקון חצות על חרבן בית המקדש באים להם מצד קליפה השנית שדרכה בכך שאוהבת יללה ובכיה ולכן נלחמת אתה לבטל אותה! וקליפה השנית שרוצה ביללה ובכיה בראותה את ישראל שמחים בשמחה של מצוה חושבת שזה בא להם מצד הקליפה של מחלת שזו עסקה ודרכה במחולות ולכן נלחמת עמה כדי לבטל אותה ונמצא הם נלחמים זה בזה תמיד, <b>עד כאן דבריו</b> עיין שם.<br>ולפי זה נמצא בשמחה של מצוה מצטערת ונעלמת קליפת לילית שהיא כל חפצה ביללה ובכיה ולכך נפשה מרה לה על זאת ונכנעת ונשפלת בדבר זה שהוא נגדיי אליה.<br>ובזה פרשתי בס\"ד מאמר הגמרא בכתובות <small>(כתובות קיא:)</small> על פסוק חַכְלִילִי עֵינַיִם מִיָּיִן <small>(בראשית מט, יב)</small>, כל חיך שטועמו אומר 'לי לי', והכונה כי היללה הרמוזה בשם לילית היא באותיות לילי שבשמה דאותיות אלו הם שורש היללה וידוע כי הַיַיִן יְשַׂמַּח לְבַב אֱנוֹשׁ <small>(תהלים קד, טו)</small> שמגביר השמחה וכל שהוא חשוב ביותר מגביר השמחה יותר עד שהטועמו אומר 'לי לי' כלומר בשמחה זו שיש לו מן היין הוא משפיל ומעליב לאותיות לי לי של לילית שהם לשון יללה.<br>והנה כאן רוצה בר קפרא להבדיח את רבי כדי שבזה ישפיל ויעליב אותיות לי לי שבלילית אך עם כל זה רבינו הקדוש אינו רוצה בכך מפני דביומא דמחייך רבי אתי פרעניות לכן אמר לו לא תבדחן! אף על פי שכונתך לטובה להעליב את לי לי של לילית וכדי לרמוז לו שהוא יודע כונתו על מה היא ועם כל זה אינו רוצה שיבדיחו, לכן אמר לו ואתן לך בעבור זאת שתמנע ולא תבדחני ארבעין גריוי חיטי שהוא כמספר אותיות לי <small>[40]</small> דלילית להודיעו אני יודע דכונתך לטובה בעבור הכנעת והשפלת אותיות לי שבלילית ועם כל זה איני רוצה שתבדחני!"
        ],
        [
            "<b>שָׁקַל דִּיקוּלָא רַבָּה, טַחְיָיהּ בְּכַוְרָא, וְסַחְפֵיהּ עַל רֵישֵׁיהּ.</b> פירוש האי <b>דִּיקוּלָא רַבָּה</b> עשוי מערבה מעשה רשת שכולה נקבים וטרח לטחותו בכופרא כדי להגדיל השחוק <b>וְסַחְפֵיהּ עַל רֵישֵׁיהּ</b> כדי שלא יכיר בו רבינו הקדוש אלא עד אחר שידבר עמו לתבוע החיטים ממנו שבזה יצחק יותר על מעשיו משום שפתאום הכירו שהוא בר קפרא ועושה מעשה חלקאה לסחוף הסל על ראשו.<br>ומה שאמר <b>חִיטֵּי דְּרָשִׁינָן בָּךְ</b> כלומר אתה אמרת לא תבדחן ויהיבנא כך וכך חיטים וכונתך על אותו היום דוקא ואני שמרתי מצותך ובאותו היום לא עשיתי לך בדיחות, אם כן תתן לי החיטים שנתחייבת לי אתמול באותו היום שצותני וקיימתי דבריך! והשיב לו <b>לָאו אַזְהַרְתָּךָ דְּלָא תְּבַדְחָן?</b> כלומר אני לא צויתי אותך על יום אחד הלא הזהרתיך בסתם וכל אזהרה בסתם משמע לעולם ולאו על יום אחד בלבד, ולכן עתה שבדחתני אין לך אצלי כלום!<br>וצריך להבין מאחר דודאי בר קפרא ידע דיומא דאחיך ביה רבי אתי פרענותא לעלמא, איך היה משתדל להבדיחו ולא חש לנזק העולם?<br>ונראה לי בס\"ד כי רבי היה סובל יסורין של אהבה כדי לדחות הפורענות מן העולם וכמו שאמרו במציעא <small>(בבא מציעא פה.)</small> דכל אותם שנים שהיה רבי ביסורין לא אצטריך עלמא למטרא, ופירש מהרש\"א דלא הוה דינא בעלמא ולא היה מדת הדין שולטת בעולם עיין שם.<br>ולכן באותם הימים כל יום דאחיך ביה רבי אתי פרענותא לעלמא ששולטת מדת הדין ובר קפרא ידע זה ולא רצה להבדיחו בכל יום אלא לפרקים וכונתו בזה לטובת העולם! והוא כי היסורין אשר דוחין הפרענות ומסלקים מדת הדין מן העולם היינו דוקא אם האדם מקבלם מאהבה כאשר קבלום רבי אלעזר ברבי שמעון ורבינו הקדוש, ואיך יתברר שקבלום מאהבה? לכך התחכם בר קפרא להבדיחו והוא יודע דרבי לא יערב לו הבדיחות ואדרבה ישתדל להזהירו שלא יבדחנו וכדהוה הכי באמת ובזה יתברר שהיה רבי מקבל היסורין מאהבה שלא רצה לתת מרגוע לעצמו מן היסורין אפילו יום אחד ושעה אחת! ולכן אף על פי שאותו היום אשר יבדיחו יגיע פרענות לעולם עם כל זה הוא גורם בזה שירבה כוחם של היסורין שהיה מקבלם מאהבה לדחות את הפרענות.",
            "<b>לְמָחָר שַׁתִּינָא חַמְרָא בְּרִיקוּדָא דַּאֲבוּךְ, וּבְקוּרְקְנֵי דְּאִמֵּךְ.</b> כלומר אביך ירקד ואמך מזמרת זמרת נשים בהוצאת קול בלבד בפה שקורין בלשון ערבי הלאהי\"ל שאין מוציאין תיבות אלא קול בלשון בלבד שהוא עולה ויורד בתוך הפה בהוצאת הקול כדרכן של נשים לעשות כן בחתונה וכיוצא, ובודאי אשתו של הנשיא אין דרכה לעשות כך וגנאי הוא לה שתזמר בכך וקרי לזמרה זו שקורין הלאהי\"ל בשם קורקני שהוא קרקור בלבד בפה שאין מוציאין תיבות שלימות.<br>ונראה כי זמרה זו של הנשים היא היתה מזמן דורות ראשונים דמצינו במדרש רבא פרשת ויצא <small>(בראשית רבה ע, יט)</small> וזה לשונו: והיו מקלסין קודמוי ואמרין: הא ליא הא ליא, היא לאה היא לאה. עיין שם. ונראה שאלו המלות היו מוציאין אותם בעת שעושין זמר שבפה הנזכר שקורין אותו הלאהי\"ל שאין הדברים האלה ניכרין להדיא בפירוש אלא נבלעים זה בזה בנעימות הקול והאומרים זה היו נשים ולא אנשים דאם היו אנשים היה מרגיש יעקב אבינו עליו השלום אך כיון דהיו אומרים הדברים האלה נשים בזמרת פיהם ויעקב אבינו עליו השלום היה חסיד שאינו משים דעתו על זמרתם משום דקול באשה ערוה לכך לא דייק לישנא ולא הרגיש באלו הדברים.<br>והנה הגם שדברים אלו שאמר בר קפרא לפי פשוטן הם כמו שכתבנו, נראה לי בס\"ד לומר דבר קפרא לא היה מדבר דברים חיצונים אלא היה מלביש דברים נסתרים ועליונים בדברים חיצונים כי כן היה דרכו דרך הקודש וכאשר פרשתי בגמרא דברכות <small>(ברכות סב:)</small> במאמר דאתמר התם בר קפרא הוה מזבין מילי בדינרי עיין שם.<br>ונראה לי בס\"ד דנתכוון בדברים אלו על עניינים נסתרים דמפורש בדברי רבינו האר\"י ז\"ל בסוד הדילוג שעושין באמירת הקדושה של 'קדוש קדוש קדוש' שהוא להעלות את יעקב ורחל. גם מפורש בדברי רבינו האר\"י ז\"ל בשער הגלגולים כי רבינו הקדוש היה מיסוד יעקב המזדווג עם רחל. גם עוד מפורש בדברי רבינו האר\"י ז\"ל <small>(בשער הכונות דף ט' ע\"ד)</small> וזה לשונו: בחצי הלילה יורדת הספירה העשירית דרחל בעולם הבריאה בהיכל השביעי העליון הנקרא היכל קודש קדשים דבריאה ועומדת שם עד אור הבוקר וכל אותה חצות לילה יושבת ומזמרת וקוראה אל ז\"א <small>[זעיר אנפין]</small> וזהו סוד אֱלֹקִים אַל דֳּמִי לָךְ אַל תֶּחֱרַשׁ וְאַל תִּשְׁקֹט אֵ־ל <small>(תהלים פג, ב)</small> כנזכר בזוהר <small>(פרשת לך לך דף פו.)</small> עד כאן לשונו עיין שם.<br>ובזה יובן בס\"ד דבריו של בר קפרא שהלביש בדברים ההם עניינים נסתרים ועליונים באומרו<b> לְמָחָר שַׁתִּינָא חַמְרָא בְּרִיקוּדָא דַּאֲבוּךְ</b> פירוש למחר אומר אני דברי תורה המכונים בשם יין בענין הנוגע לסוד הקדושה שעושים בה דלוג שהוא רקוד השייך לבחינת אבוך שהוא ביעקב וגם עוד אומר אני דברי תורה בענין סוד ספירה העשירית של רחל שמזמרת בעולם הבריאה ועל זה אמר <b>בְּקוּרְקְנֵי דְּאִמֵּךְ</b> היא רחל והבן היטב.<br>ודע כי מה שאמר <b>בְּרִיקוּדָא דַּאֲבוּךְ וּבְקוּרְקְנֵי דְּאִמֵּךְ</b> אמר כן לבדיחותא לשמח חתן כי היה זה בהילולא דרבי שמעון אבל ודאי לא רקיד רבי ולא זימרה דביתהו! ולכן במזגא אמר להדיה בגמרא רמיא ליה אבל ברקוד וקורקני לא אמר רקיד ליה ולא אמר דקרקרא. ומה שאמר למחר לרבי <b>קוּם רְקוֹד לִי</b> אמר ליה לבדיחותא כלומר אני הוא החתן וצריך שתרקד לפני ובזה שחקו החתן והכלה ובדחי המסובין.",
            "<b>אָמַר לֵיהּ: תֵּיתִי דְּבִיתְהוּ, תִּרְמִי לִי נַטְלָא! אַתְּיָא רַמְיָא לֵיהּ.</b> קשא והלא קיימא לן אין משתמשין באשה כלל! ומזיגת הכוס לכולי עלמא אסור מדינא!<br>ואין לומר צדיק וחסיד שאני, דהא חזינן בקדושין <small>(קידושין ע.)</small> גבי תיתי דונג תשקינן דאסור גם בכהאי גונא דהא רב יהודה היה צדיק וחסיד גדול ודונג היתה קטנה ופנויה ומצינו להרמב\"ם שפסק לאסור מזיגת הכוס ודכוותה דאפיק לה מדברי הירושלמי כמו שכתב הרב המגיד ז\"ל ולא חילקו בזה בין צדיק וחסיד ובין אדם פשוט כי כן המדה בכל דבר האסור מן התורה או מתקנת חז\"ל בפירוש דאין לחלק בין צדיק וחסיד לבין אדם פשוט.<br>ואין החסיד יוכל לומר אני ארבה ולא אסור ובהך דעולא דהוה מנשק לאחותיו וכו' וכמו שאמרו בקדושין דף פ\"א תרגמה הגאון תורת חיים ז\"ל בשיטתו לעבודה זרה על דף י\"ז דלא הוה מנשק על היד ועל החזה גופייהו אלא על המלבוש שמכסין בו היד והחזה שהיה מנשק למעלה מן הבגדים וקיימא לן לא מצינו איסור בדברי חכמים ומשום דאיכא צד חשש הרהור בזה יש טעם לחלק בין אדם לאדם.<br>וכהך דרב אחא דמרכיב הכלה אכתפיה פירשנו בחדושינו דהיה נושא אותה בהיותה יושבת על הכסא והיה מרכיב הכסא על כתפו ומרקד, ועל כן תמיהא לי הכא איך ביקש דאשתו של רבי תמזוג לו הכוס ורמיא ליה?<br>והייתי רוצה לומר דהכא מזגה לו הכוס והניחתו לפניו ולא קבלו מידה מיהו נראה מגמרא דקדושין דף ע' גבי דונג בתו של רב נחמן דסבירא ליה לרב יהודה דגם בכהאי גונא אסור דהא רב נחמן אמר לו תיתי דונג תשקינן ואמר לו רב יהודה דאסור משום הך דשמואל ואם היכא שתביא ותניח לפניו שרי מאי תקשי ליה מהא דשמואל? לימא ליה תמזוג לנו ותניח לפנינו! וצריך עיון בזה.<br>והנה להרמב\"ם ז\"ל טעמא דשמואל דאמר 'אין משתמשין באשה כלל' הוא משום הרהור אך לרש\"י והר\"ן ז\"ל הטעם משום דגזרו חז\"ל בזה כדי שלא תלמד להיות רגילה בין האנשים וכנזכר שם בקדושין וכמפורש טעמייהו בפוסקים דאיכא פלוגתא בזה בין רש\"י והר\"ן ובין הרמב\"ם והטור. ולפי טעמו של רש\"י והר\"ן אין מקום לחלק בין צדיק וחסיד ובין אדם פשוט דהטעם תלוי 'בה'.<br>ואם באנו לומר בדבר זה של בר קפרא לפי טעמו של הרמב\"ם והטור דסבירא ליה לבר קפרא כל שאינו עושה דרך חיבה רק כונתו לצורך אחר שרי משום דסבר לא אסרו חז\"ל דבר זה אלא בעושה דרך חיבה דאיכא חשש הרהור ולהכי בר קפרא דעבד כן לצורך דבר אחר לית לן בה, אם כן השתא לפי זה האי דינא דרמ\"א ז\"ל בהגה\"ה באבן העזר <small>(שולחן ערוך אבן העזר כא, ה)</small> שכתב יש אומרים כל שאינו עושה דרך חיבה רק לשם שמים מותר, ומייתי לה מתוספת קדושין דף פ\"ב עיין שם. הנה כל זה אינו אלא לפי טעם הרמב\"ם והטור אבל לטעם רש\"י והר\"ן אין לחלק בהכי.<br>ואם ירצה השם במקום אחר נדבר בזה, ועיין מה שכתבתי בהמאסף שנה שניה גליון י\"ט סימן פ\"ד אות ה' ועוד בהמאסף שנה שלישית גליון ח' סימן כ\"ו יעוין שם.",
            "<b>הָכִי אָמַר רַחֲמָנָא: 'תּוֹעֵבָה', תּוֹעֶה אַתָּה בָּהּ.</b> נראה לי בס\"ד על פי מה שכתבנו בס\"ד במאמר אביגיל לדוד המלך ע\"ה וְהָיְתָה נֶפֶשׁ אֲדֹנִי צְרוּרָה בִּצְרוֹר הַחַיִּים אֵת הֳ' אֱלֹקֶיךָ וְאֵת נֶפֶשׁ אֹיְבֶיךָ יְקַלְּעֶנָּה בְּתוֹךְ כַּף הַקָּלַע <small>(שמואל א' כה, כט)</small> דיש להבין 'קלע' מאי דכר שמיה הכא?<br>ופרשתי בס\"ד דחוטא בערוה נידון בקלע מלבד עונש גהינם דהיינו נותנים נפשו בתוך כף הקלע ובזה עושים לה חנק בהיותה כבושה בתוך הקלע וסקילה כשזורקין אותה מלמעלה למטה ומייסרים אותה בכך כמה אלפים פעמים! ואמרתי דנרמז זה העונש של הקלע באות ר' דערוה ונשאר עוה <small>[81]</small> שהוא מספר אף <small>[81]</small>. ולכן אמרה לו מאחר שפרשת מאיסור ערוה תהיה נפשך צרורה בצרור החיים את ה' אלקיך ואת נפש אויביך זה יצר הרע שרוצה להכשילך באיסור ערוה כדי להניחך בכף הקלע הנה אדרבה נפשו יקלענה בכף הקלע המוכן לחוטא בערוה.<br>והנה ידוע מה שכתב רבינו האר\"י ז\"ל בשער רוח הקודש בסוד פגם של עון משכב זכור שפוגם פגם גדול להוריד חכמה ובינה למקום נצח והוד שהם סוד 'רגל' לכך יתענה רל\"ג תעניות וצריך שיכוין בכל יום מימי תעניותיו אלו בשני שמות של הוי־ה דיודי\"ן <small>[יו־ד ה־י וי־ו ה־י=72]</small> שהוא בסוד חכמה ושל אהי־ה דיודי\"ן <small>[אל־ף ה־י יו־ד ה־י=161]</small> שהוא סוד בינה אשר עולים ב' שמות אלו מספר רגל <small>[233]</small> שהורידם בחטאו עד מקום הרגל שהם נצח והוד שצריך עתה להעלותם למקומם למעלה עיין שם.<br>נמצא עון משכב זכור שהוא איסור ערוה פוגם בקו חכמה שמורידה עד רגל ימין שהוא נצח ופוגם בקו בינה שמורידה עד רגל שמאל שהוא הוד. ולכן כיון דעונש זה של איסור ערוה הוא בקלע הרמוז באות ר' של ערוה צריך לזה החוטא קלע כפול אחד בשביל פגם הורדת קו החכמה לרגל ימין ואחד בשביל הורדת קו בינה לרגל שמאל וב' פעמים קלע <small>[200]</small> הוא ת' <small>[400]</small>.<br>אם כן לזה החוטא חטא כפול בהורדת שני קוין של חכמה ובינה שראוי להתחייב ב' פעמים קלע שהם מספר ת' אז ראוי להיות אצלו אותיות <b>ערוה</b> אותיות <b>תועה</b> כי במקום ר' שרומז לקלע צריך להיות ת' ולזה אמר על עבירה דמשכב זכור תּוֹעֵבָה מַאי 'תּוֹעֵבָה' תּוֹעֶה אַתָּה בָּהּ.",
            "<b>אָמַר לֵיה: 'תֶּבֶל הוּא' תַּבְלִין יֵשׁ בָּהּ?.</b> נראה לי בס\"ד אותיות בהמה במלוי זה בי־ת ה־א מ־ם ה־א עולים מספר <b>תבלין</b> <small>[492]</small> כלומר הבהמה אומרת לאדם הבא עליה וכי יש תבלין בי שאתה שוכב עמי? או אם תמלאם כך בי־ת ה־ה מ־ם ה־ה <small>[512]</small> עולים מספר <b>תבלין בביאה</b> <small>[512]</small> כלומר וכי יש תבלין בביאה של זו הבהמה שבאת עליה?<br>והא דנקיט לשון תבלין בבהמה משום דכתבו חכמי הטבע אין תאוה אלא בדומין ולכן אין תאוה טבעית לאדם לשכב עם בהמה ולכן אומרים לו וכי תבלין יש בה שנתאויתה לה? והלא אין תאוה אלא בדומים!<br>והנה הגם דבר קפרא דרש תבל לשון תבלין נראה לי בס\"ד לפרש דנקיט גבי בהמה לרמוז מקום הפגם על פי מה שכתב רבינו האר\"י ז\"ל <small>(בשער רוח הקודש תיקון י\"ט)</small> בתיקון הבא על הבהמה שיתענה רי\"ו תעניות במספר 'עב קדם' <small>[216]</small> שפוגם בהם עיין שם. נמצא הפגם הוא ברי\"ו וידוע כל דבר שבקדושה יש בו חצוניות ופנימיות ואם כן הרי\"ו הנזכר הם כפולים וב' פעמים רי\"ו גימטריא תבל <small>[432]</small> ולכן כתיב בה תֶּבֶל.",
            "<b>אָמַר לֵיהּ: זוֹ מָה הִיא?.</b> עיין רש\"י דמפרש כמו שאמרו ביבמות דף ל\"ז עיין שם. והנה הפירוש לא שייך למימר בזימה דכתיב גבי איש כי יקח אשה ובתה <small>(ויקרא כ, יד)</small> והר\"ן ז\"ל כתב זו מה היא שאין ידוע ממי היא מתעברת, ואם מפרש כרש\"י הוה ליה למימר ממי היא נולדה!<br>ונראה לי בס\"ד לפרש זימה דגבי אשה ובתה זו מה היא, כלומר זו הבת שלקח זה האיש עם אמה מה היא נקראת אצלו, אם נקראת אשתו או נקראת בת אשתו? דתרי קריאות אלו שייכי בה והם הפכיים מסדרו של עולם. וכן נמי עוד על האם יש להקשות זו מה היא נקראת, אם נקראת אשתו או אם אשתו?<br>והא דעסק עתה בסעודת חתן וכלה בפרשת עריות מפני דנשואין הוא גדר ערוה אי נמי מפני שרצה לעשות בדיחות באומרו תיתי אשתו של רבי ותמזוג לו את הכוס, רצה לדבר בפרשת עריות כדי שלא יבואו לידי הרהור חס ושלום! וכמו הטעם שכתבו התוספות ז\"ל במה שקורין במנחה ביום כיפור בפרשת עריות מפני שאותו היום באים הנשים לבית הכנסת מקושטות להזהיר שלא יהרהרו בהם עיין שם וכן כאן דרש בזה בעבור זה.",
            "<b>אָמַר רָבָא: רֹאשׁוֹ שֶׁל זֶה בְּצַד עִקָּרוֹ שֶׁל זֶה, וְהַיְנוּ תִּסְפֹּרֶת שֶׁל כֹּהֵן גָּדוֹל.</b> נראה לי בס\"ד הטעם שעושין תספורת של כהן גדול כך, כדי לרמוז לו על ענוה ושפלות שאם האדם יזכור עיקרו מאין בא, מטיפה סרוחה! לא יתגאה וכנזכר במשנה דע מאין באת <small>(משנה אבות ג, א)</small> וכן כתב הרב החסיד בחובת הלבבות מי שיודע בעצמו שעבר במעבר השתן פעמים איך יתגאה?! ולכן עושין התגלחת כך ראשו של זה בצד עקרו של זה לרמוז לו שיביט בחכמה שבראש על עיקרו מאין בא כי הענוה צריכה מאד לכהן גדול שכל כפרת ישראל תלויה בו ואין מעשיו רצויים לפני הקדוש ברוך הוא אלא על ידי מדת הענוה שתהיה בו."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כֵּיוָן שֶׁעוֹשֶׂה אָדָם אֶת עַצְמוֹ כְּמִדְבָּר, שֶׁהוּא מֻפְקָר לַכֹּל, תּוֹרָה נִתְּנָה לוֹ בְּמַתָּנָה <small>(במדבר כא, יט)</small>.</b> יש מפרשים הכונה על הענוה שיהיו הכל דשים בו ובזה ניחא מה שאמר הַתּוֹרָה נִתְּנָה לוֹ בְּמַתָּנָה, כי מדת הענוה נקראת 'מה' והעניו זוכה להארת שם הוי־ה דאלפי\"ן <small>[יו־ד ה־א וא־ו ה־א=45]</small> שמספרו מ\"ה.<br>ובזה פרשתי בס\"ד '<b>מַה</b>'<b> תִּשְׁתּוֹחֲחִי נַפְשִׁי</b> <small>(תהלים מג, ה)</small> במדת הענוה הנקראת 'מה' ועל ידי כך <b>וּ</b>'<b>מַה</b>' הוא שם הוי־ה דאלפין <b>תֶּהֱמִי עָלָי</b> להאיר לי בו. וידוע שם הוי־ה דאלפין בפרטו הוא מספר מ\"ה <small>[45]</small> ובכללו הוא מספר תן <small>[450]</small> דכל דבר שבקדושה כלול מעשר ועשרה פעמים מ\"ה הוא תן. נמצא כללו ופרטו הוא אותיות מַתָּנָה שהוא 'ת־ן מ־ה'.<br>ולזה אמר<b> כֵּיוָן שֶׁעוֹשֶׂה אֶת עַצְמוֹ כְּמִדְבָּר</b> שהוא שלם בענוה הנקראת 'מה' אז תּוֹרָה נִתְּנָה לוֹ בְּ'מַתָּנָה' שהוא הארת שם הוי־ה דאלפין בפרטו ובכללו שהוא 'מ־ה ת־ן'. <b>וְכֵיוָן שֶׁנִּתְּנָה לוֹ בְּמַתָּנָה</b> נְחָלוֹ אֵ־ל שזוכה לאסוקי שמעתתא אליבא דהלכתא שיכוין אליבא דאמת דכל הנותן בעין יפה הוא נותן.<b> וְכֵיוָן שֶׁנְּחָלוֹ אֵ־ל</b> זוֹכֶה לִגְדֻלָּה שתהיה הלכה כמותו בכל מקום והוא יהיה ראש המדברים בכל מקום.<br><b>וְאִם הִגְבִּיהַּ אֶת עַצְמוֹ</b> הַקָּדוֹשׁ בָּרוּךְ הוּא מַשְׁפִּילוֹ דכתיב וּמִבָּמוֹת הַגַּיְא <small>(במדבר כא, כ)</small> פירוש כיון דנחלו א־ל הוא החסד שעל ידי כך מכוין להלכה הנה מספר יד שהוא כינוי לחסד יד ימין יתהפך מספר י\"ד למספר גיא <small>[14]</small> וזהו וּמִבָּמוֹת הַגַּיְא. <b>וְאִם חוֹזֵר בּוֹ</b> הַקָּדוֹשׁ בָּרוּךְ הוּא מַגְבִּיהוֹ כי אותיות גַּיְא שהם מורים על השפלות יתהפכו לאותיות גֵּאִי שהוא לשון גבהות ומעלה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אוֹי לוֹ לְטַרְפוֹן שֶׁזֶּה הֲרָגוֹ.</b> קשא כיון דהוא לא רצה להציל עצמו בדברים אלו, למה פירש שמו? והוה ליה למימר אוי לי שזה הורגני!<br>ונראה לי בס\"ד הוא הוה בדיק בשמא וחשב שנקרא טרפון שהוא לשון טרוף טורף שסופו להיות נטרף ביד אחרים וקרא אוי על שם טרפון שנקרא בו ולכך אמר <b>אוֹי לוֹ לְטַרְפוֹן</b> רוצה לומר לשם טרפון שהוא מורה שיהיה נטרף<b> שֶׁזֶּה הֲרָגוֹ</b> רוצה לומר אדם הדיוט כמוני ולא נטרף על ידי מלכות להיות מן עשרה הרוגי מלכות.",
            "<b>אִי הָכִי, אַמַאי צִעֵר נַפְשֵׁיהּ?.</b> פירוש בשלמא אי אמרת בעבור התאנים שאכל בו ביום עשה לו ההוא גברא דבר זה אם כן ודאי לא היה בדעתו להרגו כי אין זה גנב אלא שכיון לצערו בלבד ולכך נצטער רבי טרפון על אשר הציל עצמו מן הצער בכתרה של תורה דהיה לו לסבול הצער ולא יהנה בכתרה של תורה! אבל השתא דאמרת שאותו גברא חשב שזה הוא הגנב שהיה גונב בלילה שאז יש לזה דין גנב דחייב מיתה דודאי היה בא במחתרת ואם כן ודאי היתה כונתו להרגו ואם כן למה נצטער רבי טרפון על אשר הציל עצמו ממות בכתרה של תורה? דשפיר עביד וחייב למעבד כן! דפקוח נפש דוחה שבת וכל שכן להציל עצמו בכתרה של תורה דשרי.",
            "<b>שֶׁלֹּא יֹאמַר אָדָם: אֶקְרָא, שֶׁיִּקְרְאוּנִי חָכָם.</b> פירוש <b>אֶקְרָא</b> היא הגרסא של תורה שבעל פה כי במקרא התנ\"ך לא יקראוהו חכם, <b>אֶשְׁנֶה</b> לעצמי לימוד העיון והסברה בתורה שבעל פה שיקראוני רבי ואז יעטרוני בזהובים לתת לי הספקה. ועוד <b>אֶשְׁנֶה</b> רוצה לומר אלמד לאחרים כדי שעל ידי כך אהיה ראש ישיבה שיש בזה גדולה וכבוד, אלא <b>לְמֹד מֵאַהֲבָה</b> וסוף הכבוד לבא!<br>אמרו <b>סוֹף הַכָּבוֹד לָבוֹא</b> ולא אמר 'והכבוד יבא' נראה לי בס\"ד רמז בזה על תלתא מיני יופי דנקיט במיליתיה שהם יִּקְרְאוּנִי חָכָם וְיִּקְרְאוּנִי רַבִּי ואהיה זקן יושב בישיבה. ואם תמלא אותיות כָּבוֹד כזה: כ־<b>ף</b> ב<b>י</b>־<b>ת</b> ו־<b>ו</b> ד<b>ל</b>־<b>ת</b> יהיו אותיות המלוי אותיות 'תלת יופי' ולזה אמר אתה לְמֹד מֵאַהֲבָה ואלו תלת מיני יופי הרמוזים בסוף אותיות כָּבוֹד כלומר המלוי של הכבוד כי המלוי עומד בסוף הפשוט כבודם מאיליו יבא לך.",
            "<b>לְמֹד מֵאַהֲבָה, וְסוֹף הַכָּבוֹד לָבוֹא, שֶׁנֶּאֱמַר: <small>(משלי ז, ג)</small> \"קָשְׁרֵם עַל אֶצְבְּעֹתֶיךָ, כָּתְבֵם עַל לוּחַ לִבֶּךָ\".</b> פירוש תלמוד תורה לשמה כדי למתק בה הה׳ גבורות מנצפ\"ך הרמוזים בחמשה אצבעות.<b> או יובן</b> על פי מה שכתב רבינו בחיי ז\"ל דחמשה אצבעות הם משמשים לחמשה חושים ואתה תשעבד כל חמשה חושים שלך שנרמזים בחמשה אצבעותיך בעבור צורך לימוד דברי תורה. <b>או יובן</b> תלמוד בשביל לעשות וכל המעשים יתייחסו לאצבעות הידים ואז כתבם על לוח לבך שלא ישתכח לימוד שלך.<br>ואומר דְּרָכֶיהָ דַרְכֵי נֹעַם <small>(משלי ג, יז)</small> סוד הבינה שנקראת נועם שהתורה ניתנה לנו מן הבינה. ואומר עֵץ חַיִּים הִיא לַמַּחֲזִיקִים בָּהּ וְתֹמְכֶיהָ מְאֻשָּׁר <small>(משלי ג, יח)</small> חלק תיבת 'מאושר' לשלש חלוקות וקרי בה <b>מ</b>' <b>או שר</b> כי מ\"ם פתוחה מלכות כנזכר באותיות דרבי עקיבא והעוסק בתורה נקרא מלך או נקרא שר דכתיב <small>(משלי ח, טו)</small> בִּי מְלָכִים יִמְלֹכוּ, <small>(משלי ח, טז)</small> בִּי שָׂרִים יָשֹׂרוּ.",
            "<b>עֲשֵׂה דְּבָרִים לְשֵׁם פָּעֳלָם.</b> פירוש כל מצוה יש לה שורש למעלה שפועלת פועל טוב ברוחניות למעלה ואלו הכונות הסודיות שמכונים יודעי חן בכל מצוה ומצוה ידבר בהם לשמם פירוש כל מצוה נקראת בשם מצוה על אותיות שם הוי־ה כי <b>מ</b>־<b>צ</b> בא\"ת ב\"ש הוא <b>י</b>־<b>ה</b> שצריך לכוין בכל מצוה לשם הוי־ה ליחד השם ברוך הוא.",
            "<b>אַל תַּעֲשֵׂם עֲטָרָה לְהִתְגַּדֵּל בָּהֶם.</b> נקיט לשון <b>עֲטָרָה</b> כי התורה יש בה חמשה ספרים ויש בה שבעים פנים הרי אותיות ע־ה ובתורה כתוב 'שמור' ותרגום של שמור הוא 'טר' ואם כן תצרף ט־ר עם ע־ה הרי צירוף עֲטָרָה.<b><br></b>ואומרו <b>קַרְדֹּם</b> לחפור בהם כי חכמת התורה תתייחס לדרום כמו שאמרו הרוצה להחכים ידרים ולכן החכמים נקראים זקני הנגב גם התורה נקראת סם כמו שאמר רבא על פסוק וְשַׂמְתֶּם <small>(דברים יא, יח)</small> סם תם <small>(קידושין ל:)</small>, וסם <small>[45]</small> הוא מספר ק' ותניח ק' על דרום יהיה קרדום."
        ],
        [
            "<b>עַבְדָּא דְּנוּרָא אֲנָא.</b> פירש הר\"ן ז\"ל דכתיב כִּי הֳ' אֱלֹקֶיךָ אֵשׁ אֹכְלָה הוּא <small>(דברים ד, כד)</small> ועוד נראה כונתו 'עבד התורה אני' דכתיב הֲלוֹא כֹה דְבָרִי כָּאֵשׁ נְאֻם הֳ' <small>(ירמיה כג, כט)</small>."
        ],
        [],
        [],
        [],
        [
            "<b><small>(שמות ד, יט)</small> \"כִּי מֵתוּ כָּל הָאֲנָשִׁים\" וְגוֹ'. אָמַר רֵישׁ לָקִישׁ: שֶׁיָּרְדוּ מִנִּכְסֵיהֶם.</b> הא דלא פירש שנצטרעו נראה דדריש תיבת 'כָּל' יתר הוא וסגי לומר 'כִּי מֵתוּ הָאֲנָשִׁים' לכן דריש כָּל לשון כלכלה וכלכול שנעשו עניים מצד הכלכלה שלהם שאין להם יכולת לכלכל עצמם."
        ],
        [
            "<b>מַאי טַעְמָא לָא אַמְרִיתוּן לְצִדְקִיָּהוּ?.</b> קשא איך טעו והתירו לצדקיהו בלא רשות נבוכדנצר? גם צדקיהו במה טעה בדבר זה לעשות התרה שלא ברשות?<br>ונראה לי כי הרשות צריך דוקא בהיכא דהנשבע קבל הנאה מן המשביע וצדקיהו לא קבל הנאה מן נבוכדנצר ורק קבל הנאה של כבוד כי היה מכבדו ליכנס אצלו שלא ברשות ולכך נכנס פתאום וראהו אוכל ארנבת חיה ואם לא היה נשבע לו היה מבטל ממנו הכבוד הזה שגם הוא לא היה נכנס אלא ברשות ואז אינו חושש פן יאמר עליו שראהו אוכל ארנבת חיה כי לא היה נאמן על דבר זה כי יאמרו ודאי לא היה אוכל בפניך ואיך ידעת? דהא גם אנחנו לא ראינו זה! אמנם כיון שנשבע שלא יגלה אז הניח לו הכבוד הזה שיוכל ליכנס שלא ברשות.<br>וצדקיהו לא חשב הנאה זו של הכבוד הנאה ולכן אמר לחכמים אני נשבעתי על דבר אחד לנבוכדנצר ולא קבלתי הנאה ממנו ולכן רוצה אני להתיר השבועה והתירו לו. אך נבוכדנצר האשים אותם למה לא חקרתם היטב מצדקיהו מה היה הדבר הזה שאז הייתם מרגישים כי הוא קבל הנאה ממני על זאת שנשאר לו הכבוד ההוא שיוכל ליכנס בלא רשות ואז לא הייתם מתירים לו.<br>ומה שאמר <b>שֶׁשָּׁמְטוּ כָּרִים מִתַּחְתֵּיהֶם</b> רמז להם בזה בכח השר שלו שהם זלזלו בנדרים ושבועות דכתיב בהו לָמָּה יִקַּח מִשְׁכָּבְךָ מִתַּחְתֶּיךָ <small>(משלי כב, כז)</small> דעתה הוא רוצה להרגם שאז יהיה מושבם בקבר על העפר.<br>ברם צריך להבין למה הקפיד נבוכדנצר הרשע על זלזול כבוד שהיה לו בדבר זה שגילה עליו שהיה אוכל ארנבת חיה? אם בשביל שנראה בזה אכזריות הנה הוא היה אוכל להדיא כל יום מבשר חירם מלך צור אחר שהורידו שחותך מבשרו בעודו חי ומטבלו במלח ואוכלו!<br>ויש לומר דכל אכזריות שעושה בתורת דין ומשפט לייסר הפושעים אין זלזול לו כי אומר כך ראוי למלך שכמותו להטיל אימה גדולה על הפושעים באכזריות שעושה להם אך בדבר זה שאין בו דין ומשפט והוא עושה אכזריות לבעלי חיים לאכול בשרם בעודם חיים ואין לו הנאה מזה ודאי הוא מורה על רוע לב שהוא רק רע ואכזר קשה!"
        ],
        [],
        [
            "<b>בְּנוֹת יִשְׂרָאֵל עַל רַבִּי יִשְׁמָעֵאל בְּכֶינָה.</b> לאו משום האי מעשה בלבד קרו עליו המקרא אלא כך היה דרכו לעשות גמילות חסדים עם בנות ישראל בכל ימיו ותלמודא האי מעשה לדוגמה וכיון דהעולם יודעים דרכו לגמול חסד עם בנות ישראל לכן הקרובים של אותה כלה הם מעצמן הביאו אותה לביתו של רבי ישמעאל וייפוה."
        ],
        [
            "<b>רַבִּי שִׁמְעוֹן לָא טָעִים, אָמַר: יָמוּתוּ כָּל בְּנֵי אַלְמָנָה.</b> כונתו לומר אפילו אם זו תמות ברעב מחמת איסור הנאה שאסר עליה אין אני טועם אך לא רצה להזכיר בפיו שם מיתה על בת ישראל לכך תלה הקללה בעכו\"ם ואמר <b>יָמוּתוּ כָּל בְּנֵי אַלְמָנָה</b> כי כן היה דרכם לקרות את העכו\"ם שהם בני פלונית שהיא אלמנה מבעלה דאל אחר אסתרס ולא עביד פירין, כנזכר בזוהר הקדוש ולכן היא אלמנה מבעלה והעכו\"ם הם בניה.<br>ברם הא קשיא אמאי לא טעם? ולית ליה האי קל וחומר דרבי יהודה אשר גם רבי מאיר עביד ליה במעשה אחרת שהובא במדרש רבא פרשת צו באותו שנשבע שלא תכנס אשתו לביתו עד שתרוק בפנים של הדרשן וכו'? ונראה לי דרבי שמעון לא היה אוכל תבשיל בשר חוץ מביתו דהוה חייש לאיסורא אולי לא מלחו היטב או אולי שגו בכלים של חלב ולא הרגישו וכיוצא בדברים אלו וכל היכא דחושש משום איסורא בטל אותו קל וחומר.",
            "<b>וְאַל יָזוּז שִׁמְעוֹן מִמְּקוֹמוֹ.</b> נקיט האי לישנא מפני שאינו אוכל בבית המדרש וצריך לקום לצאת לחוץ כדי לאכול. ועוד נראה לי בס\"ד דרך דרש בהקדים מה שכתב הרשב\"א ז\"ל בתשובה ופסקה מרן ז\"ל <small>(ביורה דעה סימן רכ\"ח סעיף מ')</small> אב שהשביע את בנו שלא יוכל להלוות אלו ברשות שמעון ולוי דמותר להלוות ברשות אחד מהם דוקא משום דקיימא לן כרבי יונתן וא\"ו לחלק ולא קיימא לן כרב יאשיה דסבירא ליה וא\"ו להוסיף דבעינן תרווייהו אלא הכי קאמר שמעון או לוי עיין שם.<br>והנה מסתמא רבי שמעון כרבי יונתן סבירא ליה דקיימא לן כוותיה ולכן בנידון זה דתלמודא דקאמר עד שתטעמי לרבי יהודה ולרבי שמעון לסברת רבי יונתן או או קאמר וכיון דטעם רבי יהודה הותר הנדר ולכך לא רצה רבי שמעון לטעום. אך הוה חכמים בבית המדרש דהוה סבירא ליה כרבי יאשיה ורצו שיטעום גם הוא כדי לקיים סברה זו דרבי יאשיה ולכן אמר להם ימותו כל בני אלמנה ושמעון לא יזוז ממקומו רוצה לומר ממקום סברתו דאנא סבירא ליה בעלמא כרבי יונתן וא\"ו לחלק ועוד אפילו אם הדין כרבי יאשיה אין אני עושה טעימה להתיר הנדר כדי שלא יהא רגיל למנדר.",
            "<b>שֶׁמָּא רֹאשָׁהּ נָאֶה?.</b> נראה לשון נקיה נקיט בשביל כבודה כי הוא צריך לראות המום אך לא רצה לבדוק כל גופה בראייתו אלא רצה לברר על ידי שאלה תחלה באיזה מקום יש מום כדי שאחר כך יראנו וידע אם מום יפה שבה ולכן שאל תחלה על ראשה ולא רצה לומר שמא יש מום בראשה אלא פתח פיו בשבח ואמר שֶׁמָּא שְׂעָרָהּ נָאֶה? והיה שואל והולך על דרך זה בשאר איברים כדי לידע איזה מום יש בה שהוא יפה לה ואחר ששמע שמה 'לִכְלוּכִית' שהוא מום היפה לה אז הבין דעל זה נתכוון הבעל.<br>ומה שאמר שזה השם יפה לה, נראה לי הכונה דהיה פתחון פה לבעל לומר לא שמתי דעתי להסתכל בה לראות מומין אלו והיה מקחו מקח טעות אם היה רוצה לדון עמה על אירוסין שלה, אך כיון ששמה לכלוכית הנה השם הזה הוא יפה לנצוח כנגד הבעל אם היה בא לטעון על קדושין שנתן לה יען דאם לא ראה אותה ודאי הגידו לו שמה וכיון ששמע שם מגונה זה ודאי יבין שנקראת בשם זה על לכלוך שיש בה, והיה לו לשאול מה הלכלכין האלה שנקראת על שמם? והיה מתברר אצלו המומין. ולמה לא דרש ושאל על זאת? הוא דאפסיד אנפשיה! נמצא שם זה הוא יפה לה כי על ידי שם זה היתה נוצחת את הבעל אם היה בא בטענה אחר קדושין כדי לבטלם.",
            "<b>הַהוּא בַּר־בָּבֶל דְּסָלִיק לְאַרְעָא דְּיִשְׂרָאֵל.</b> יש להקשות למה הוצרך תלמודא להודיעינו שהיה בר בבל לימא ההוא דסליק לארעא דישראל או לימא ההוא דנסיב אתתא?<br>ונראה לי בס\"ד דאמרו בגמרא על פי ונתן ה' לך לב רגז ההוא בבבל כתיב נמצא הכעס מצוי באנשי בבל יותר ובא ללמדך רבותא דאף על גב שזה הוא מבבל ויש לו לב רגז מצד קללות התוכחה עם כל זה סבל הפתאות של אשתו ולא רגז.",
            "<b>לְמָחָר אָמַר לָהּ: בַּשִׁילִי לִי גְּרִיוָא.</b> קשא למה בזה לא אמר רתח ובראשנה אמר רתח עלה. ונראה לי בס\"ד בשלה לו תרין עדשין ונשאר רעב לכך רתח עלה אך בזאת בשלה הרבה והוא אכל ושבע ורק הרבוי הלך לאיבוד או חילקו לעניים ולא נגעה פתיאות שלה לעצמו ולבשרו וכן בשאר דברים לכך לא רתח אפילו כל דהוא.",
            "<b>תַּבְרַת יָתְהוֹן עַל רֵישֵׁיהּ.</b> נראה מן השמים נתגלגל דבר זה להודיע לאותו צדיק מקדם קדמתא את דבר הקשה המעותד לבא עליו מן הורדוס שניקר את עיניו שהם כשתי נרות המונחים בראש כי דרכו יתברך לרמוז לצדיקים דברים המעותדים לבא עליהם כמו שנאמר כִּי לֹא יַעֲשֶׂה הֳ' אֱלֹקִים דָּבָר כִּי אִם גָּלָה סוֹדוֹ אֶל עֲבָדָיו הַנְּבִיאִים<small> (עמוס ג, ז)</small>.",
            "<b>אַתְּ עָשִׂית רְצוֹן בַּעְלֵךְ, הַמָּקוֹם יוֹצִיא מִמֵּךְ שְׁנֵי בָּנִים כְּבָבָא בֶּן בּוּטָא.</b> נראה לי בס\"ד טעם לשכר זה של שני בנים בעבור מעשיה כי האשה שעושה רצון בעלה מוכרח שהיא אוהבת אותו וכיון דאוהבת אותו באמת גם הוא אוהב אותה וכמו שאמרו המפרשים על פסוק <small>(ויקרא יט, יח)</small> וְאָהַבְתָּ לְרֵעֲךָ וגם הוא כָּמוֹךָ שאוהב אותך! הרי כאן ב' פעמים אהבה <small>[13]</small> כמנין שם הוי־ה <small>[13×2=26]</small> ולזה אמר אֲנִי הֳ' עד כאן דבריהם.<br>וידוע הגוף כלול מארבעה חלקים של יסודות ואם כן אהבה זו של האשה עם בעלה נחלקת לארבעה פעמים אהבה <small>[13×4=52]</small> מכל יסוד יוצא חלק אהבה וכנגדן ארבעה פעמים אהבה <small>[13×4=52]</small> מן הבעל הרי כאן שמונה פעמים אהבה שהם מספר 'בן בן' ולזה אמר יוציא ממך שני בנים."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>עִרְבּוּבִיתָא דְּרֵישָׁא, מַתְּיָא לִידֵי עַוִירָא.</b> נראה לי בס\"ד לרמוז התורה נקראת ראשית דכתיב הֳ' קָנָנִי רֵאשִׁית דַּרְכּוֹ <small>(משלי ח, כב)</small> ואם יש לאדם שיבוש בנסחאות דמשנה וברייתא אתיא לידי עוירא שיסתתמו פסקי ההלכות ממנו שלא יוכל לכוין ההלכה על אמיתותה ויאמר על טהור טמא או להפך.<br><b>עִרְבּוּבִיתָא דְּמָאנֵי</b> רמז לשררה ונשיאות ורבנות דאלו מכונים בשם מלבושים וכמו שאמרו <small>(ברכות כח.)</small> מאן דלביש מדה ילבש מדה אם יהיה במנוי שלהם ערבוביא ומחלוקת של דעות מתיא לידי שעממותא שיהיה בזה בלבול הדעת הרבה וישתעממו מפני הריב והמחלוקת.<br><b>וְעִרְבּוּבִיתָא דְּגוּפָא</b> בלבול כוחות הטבעיות שבגופו הן בחושים הן בשאר עניינים של אכילה ושתיה ושינה שלא יהיו בסדר יפה מתיא לידי שחני וכיבי כי מולידים חולאים בגוף האדם.",
            "<b>הִזָּהֲרוּ בְּעִרְבּוּבִיתָא.</b> נראה לי בס\"ד רמז לניצוצי קדושה המעורבים בדצח\"ם <small>[בדומם, צומח, חי, מדבר]</small> וכן קליפת נוגה דחציה טב וחציה רע לבררם. <b>וְהִזָּהֲרוּ בַּחֲבוּרָה</b> לעשות חיבור הוי־ה אדנ־י שהוא יחוד קודשא בריך הוא ושכינתיה בתורה ומצות <b>וְהִזָּהֲרוּ בִּבְנֵי עֲנִיִּים</b> שֶׁמֵּהֶם תֵּצֵא תּוֹרָה, פירוש בני עשירים אחר שילמדו תורה רחוק הדבר שתצא התורה מהם לאחרים שהם ילמדו אחרים, אך בני עניים אם תלמדום ויהיו תלמידי חכמים אז אחר כך <b>תֵּצֵא מֵּהֶם תּוֹרָה</b> לאחרים דמאחר שהם עניים יהיו מלמדים אחרים כדי ליקח הספקה להתפרנס בה.<br><b>ובני ידידי</b> כבוד הרב יעקב נר\"ו פירש התורה מתקיימת יותר במעוט אכילה ושתיה ולא תתקיים במי שהוא מענג עצמו וכמו שאמר רב לרב כהנא לא תמצא בארץ החיים <small>(סנהדרין קיא.)</small>, ואם כן חכם מעונג הרבה רחוק שיצא ממנו חדושי תורה אך בְּנֵי עֲנִיִּים שאין להם תענוגים מֵּהֶם תֵּצֵא תּוֹרָה רוצה לומר מחדשים חדושי תורה מפני שהתורה מיוסדת אצלם יותר עד כאן דבריו נר\"ו.",
            "<b>שֶׁלֹּא בֵּרְכוּ בַּתּוֹרָה תְּחִלָּה.</b> נראה לי בס\"ד דמצינו תיקנו שלשה ברכות בכל יום לתורה ופרשתי בס\"ד במקום אחר ברכה ראשונה אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ<b> עַל דִּבְרֵי תוֹרָה</b> היא כנגד חלק הסוד לכן נאמר קִדְּשָׁנוּ כי כל קודש הוא בחכמה וחלק הסוד הוא בחכמה. וברכת <b>וְהַעֲרֵב</b> כנגד הגרסה של חלק הנגלה לכן אומרים 'בְּפִינוּ וּבְפִיפִיּוֹת עַמְּךָ בֵּית יִשְׂרָאֵל' כי הגרסה היא בפה. וברכת <b>אֲשֶׁר בָּחַר בָּנוּ</b> כנגד העיון והסברא של חלק הנגלה אשר בחלק זה ישראל משתבחים בפי האומות שאומרים רַק עַם חָכָם וְנָבוֹן הַגּוֹי הַגָּדוֹל הַזֶּה <small>(דברים ד, ו)</small> ולכן נאמר לשון נתינה כי כל הנותן בעין יפה נותן.<br>והנה יש אינם מאמינים בחלק הסוד ולכן אלו לא ברכו בתורה תחלה שהיא ברכה ראשונה אשר היא כנגד חלק הסוד ולזה אמר עַל עָזְבָם אֶת תּוֹרָתִי<small> (ירמיה ט, יב)</small> תורת יו־ד כי חלק הסוד הוא כנגד יו־ד דשם הוי־ה שהוא סוד חכמה.<br>והא דמפיק לה מקרא ד'לֹא הָלְכוּ בָהּ' נראה לי בס\"ד דאיתא בספר קהילת יעקב ז\"ל הלוך הוא בחינת חסד כמו שאמרו בתיקונים <small>(דף מט:)</small> הלוך בתקיעה שהוא סוד החסד עיין שם. וידוע כי חלק הסוד הוא בסוד החסד שהוא סוד שם ע\"ב שמספרו חסד <small>[72]</small> ולזה אמר וְתוֹרַת חֶסֶד עַל לְשׁוֹנָהּ <small>(משלי לא, כו)</small>.<br>ובזה פרשתי בס\"ד אַשְׁרֵי תְמִימֵי דָרֶךְ הַהֹלְכִים בְּתוֹרַת הֳ'<small> (תהלים קיט, א)</small> 'הולכים' דייקא שלומדים בחלק הסוד שהוא בחינת הילוך ולזה אמר 'וְלֹא הָלְכוּ בָהּ' שֶׁלֹּא בֵּרְכוּ בַּתּוֹרָה תְּחִלָּה שברכה הראשונה היא כנגד חלק הסוד והם לא היו מודים בזה החלק שהוא סוד הלוך."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>בָּעִי מָרִיהּ דְּבֵיתָא לְמֵיכַל מִן הַהוּא תַּחְלֵי בְּלָא דַּעְתָּא דְּאִינְתְּתָא.</b> הא דהוצרך תלמודא לפרש שהיה <b>בְּלָא דַּעְתָּא דְּאִינְתְּתָא</b> משום דאם היתה האשה רואה ושתקה ולא אמרה שלא יאכל הוות אסירא דהשתא ידים מוכיחות איכא דהיא מזנה עם אותו נואף מאחר שרצתה שימות בעלה ואז אותה אומדנא היוצאה מדברי הנואף שאמר לבעל הבית שלא יאכל לא היתה מועלת כלום להתיר אותה.<br>ואין להקשות דאותו נואף כיון דידוע לכל שהוא נואף וכדמוכח מלשון התלמוד דקאמר ההוא נואף דעל וכו' דקרי ליה בשם נואף בסתם משמע דנודע דהוא נואף, אמאי לא חש פן בעל הבית יחשוב דעבד איסורא? והא דאמר לו 'לָא תֵּיכוּל' משום דלא ניחא דלימות הבעל כדי שתהיה ביאתו על אשתו מַיִם גְּנוּבִים יִמְתָּקוּ <small>(משלי ט, יז)</small>.<br>ויש לומר ההוא נואף סבר מתיקות מים גנובים לא ידעי לה אלא רק המנאפים אבל אנשים דכשרים לא ידעי להאי, ואם כן אדרבה יחשוב בעל הבית דלא עבד איסורא כיון שלא רצה שימות!<br>ודע דאף על גב דאם ימות הבעל אם יבא עליה גם כן עביד איסורא לזנות עם הפנויה אין זה איסורא כאיסור אשת איש ולכך הפסוק חילקם: מַיִם גְּנוּבִים '<b>יִמְתָּקוּ</b>' זו ביאה על אשת איש, וְלֶחֶם סְתָרִים '<b>יִנְעָם</b>' זו ביאה על הפנויה בזה לא ימתקו אלא ינעם כי ימתקו עדיף טפי מן ינעם.<br>ובהאי פסוקא נימא מילתא מַיִם גְּנוּבִים רמז לניצוצי הגבורה שגנבום החיצונים '<b>יִמְתָּקוּ</b>' על ידי הבירור והתיקון וְלֶחֶם סְתָרִים ניצוצי החסדים בסוד טובה תּוֹכַחַת מְגֻלָּה מֵאַהֲבָה מְסֻתָּרֶת <small>(משלי כז, ה)</small> '<b>יִנְעָם</b>' על ידי הארת הבינה ששם הנועם בסוד וִיהִי נֹעַם אֲדֹנָ־י אֱלֹהֵינוּ <small>(תהלים צ, יז)</small>.<br><b>וסיום</b> מסכת נדרים באות נו\"ן כי הנדרים שהם באות נון הם בבינה שיש בה חמשים שערים מספר נו\"ן ולכן חומר בנדרים משבועות <small>(נדרים טז ,א)</small> כי הנודר הוא כנודר בחיי המלך שהם המוחין הנמשכים מן הבינה שהיא סוד אלקים חיים באור פני מלך <b>חיים.</b>"
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על נדרים",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}