{
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)a", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "language": "en", 
    "title": "Exodus", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "If a thief be found breaking in, and be smitten so that he dieth, there shall be no bloodguiltiness for him.", 
            "If the sun be risen upon him, there shall be bloodguiltiness for him—he shall make restitution; if he have nothing, then he shall be sold for his theft.", 
            "If the theft be found in his hand alive, whether it be ox, or ass, or sheep, he shall pay double.", 
            "If a man cause a field or vineyard to be eaten, and shall let his beast loose, and it feed in another man’s field; of the best of his own field, and of the best of his own vineyard, shall he make restitution.", 
            "If fire break out, and catch in thorns, so that the shocks of corn, or the standing corn, or the field are consumed; he that kindled the fire shall surely make restitution.", 
            "If a man deliver unto his neighbour money or stuff to keep, and it be stolen out of the man’s house; if the thief be found, he shall pay double.", 
            "If the thief be not found, then the master of the house shall come near unto God, to see whether he have not put his hand unto his neighbour’s goods.", 
            "For every matter of trespass, whether it be for ox, for ass, for sheep, for raiment, or for any manner of lost thing, whereof one saith: ‘This is it,’ the cause of both parties shall come before God; he whom God shall condemn shall pay double unto his neighbour.", 
            "If a man deliver unto his neighbour an ass, or an ox, or a sheep, or any beast, to keep, and it die, or be hurt, or driven away, no man seeing it;", 
            "the oath of the LORD shall be between them both, to see whether he have not put his hand unto his neighbour’s goods; and the owner thereof shall accept it, and he shall not make restitution.", 
            "But if it be stolen from him, he shall make restitution unto the owner thereof.", 
            "If it be torn in pieces, let him bring it for witness; he shall not make good that which was torn.", 
            "And if a man borrow aught of his neighbour, and it be hurt, or die, the owner thereof not being with it, he shall surely make restitution.", 
            "If the owner thereof be with it, he shall not make it good; if it be a hireling, he loseth his hire.", 
            "And if a man entice a virgin that is not betrothed, and lie with her, he shall surely pay a dowry for her to be his wife.", 
            "If her father utterly refuse to give her unto him, he shall pay money according to the dowry of virgins.", 
            "Thou shalt not suffer a sorceress to live.", 
            "Whosoever lieth with a beast shall surely be put to death.", 
            "He that sacrificeth unto the gods, save unto the LORD only, shall be utterly destroyed.", 
            "And a stranger shalt thou not wrong, neither shalt thou oppress him; for ye were strangers in the land of Egypt.", 
            "Ye shall not afflict any widow, or fatherless child.", 
            "If thou afflict them in any wise—for if they cry at all unto Me, I will surely hear their cry—", 
            "My wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.", 
            "If thou lend money to any of My people, even to the poor with thee, thou shalt not be to him as a creditor; neither shall ye lay upon him interest.", 
            "If thou at all take thy neighbour’s garment to pledge, thou shalt restore it unto him by that the sun goeth down;", 
            "for that is his only covering, it is his garment for his skin; wherein shall he sleep? and it shall come to pass, when he crieth unto Me, that I will hear; for I am gracious.", 
            "Thou shalt not revile God, nor curse a ruler of thy people.", 
            "Thou shalt not delay to offer of the fulness of thy harvest, and of the outflow of thy presses. The first-born of thy sons shalt thou give unto Me.", 
            "Likewise shalt thou do with thine oxen, and with thy sheep; seven days it shall be with its dam; on the eighth day thou shalt give it Me.", 
            "And ye shall be holy men unto Me; therefore ye shall not eat any flesh that is torn of beasts in the field; ye shall cast it to the dogs."
        ]
    ], 
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/", 
    "heTitle": "שמות", 
    "categories": [
        "Tanach", 
        "Torah"
    ]
}