{
    "language": "en",
    "title": "Nehemiah",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "נחמיה",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [
            "THE WORDS of Nehemiah the son of Hacaliah. Now it came to pass in the month Chislev, in the twentieth year, as I was in Shushan the castle,",
            "that Hanani, one of my brethren, came out of Judah, he and certain men; and I asked them concerning the Jews that had escaped, that were left of the captivity, and concerning Jerusalem.",
            "And they said unto me: ‘The remnant that are left of the captivity there in the province are in great affliction and reproach; the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.’",
            "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days; and I fasted and prayed before the God of heaven,",
            "and said: ‘I beseech Thee, O LORD, the God of heaven, the great and awful God, that keepeth covenant and mercy with them that love Him and keep His commandments;",
            "let Thine ear now be attentive, and Thine eyes open, that Thou mayest hearken unto the prayer of Thy servant, which I pray before Thee at this time, day and night, for the children of Israel Thy servants, while I confess the sins of the children of Israel, which we have sinned against Thee; yea, I and my father’s house have sinned.",
            "We have dealt very corruptly against Thee, and have not kept the commandments, nor the statutes, nor the ordinances which Thou didst command Thy servant Moses.",
            "Remember, I beseech Thee, the word that Thou didst command Thy servant Moses, saying: If ye deal treacherously, I will scatter you abroad among the peoples;",
            "but if ye return unto Me, and keep My commandments and do them, though your dispersed were in the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to cause My name to dwell there.",
            "Now these are Thy servants and Thy people, whom Thou hast redeemed by Thy great power, and by Thy strong hand.",
            "O Lord, I beseech Thee, let now Thine ear be attentive to the prayer of Thy servant, and to the prayer of Thy servants, who delight to fear Thy name; and prosper, I pray Thee, Thy servant this day, and grant him mercy in the sight of this man.’ Now I was cupbearer to the king."
        ],
        [
            "And it came to pass in the month Nisan, in the twentieth year of Artaxerxes the king, when wine was before him, that I took up the wine, and gave it unto the king. Now I had not been beforetime sad in his presence.",
            "And the king said unto me: ‘Why is thy countenance sad, seeing thou art not sick? this is nothing else but sorrow of heart.’ Then I was very sore afraid.",
            "And I said unto the king: ‘Let the king live for ever: why should not my countenance be sad, when the city, the place of my fathers’ sepulchres, lieth waste, and the gates thereof are consumed with fire?’",
            "Then the king said unto me: ‘For what dost thou make request?’ So I prayed to the God of heaven.",
            "And I said unto the king: ‘If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers’sepulchres, that I may build it.’",
            "And the king said unto me, the queen also sitting by him: ‘For how long shall thy journey be? and when wilt thou return?’ So it pleased the king to send me; and I set him a time.",
            "Moreover I said unto the king: ‘If it please the king, let letters be given me to the governors beyond the River, that they may let me pass through till I come unto Judah;",
            "and a letter unto Asaph the keeper of the king’s park, that he may give me timber to make beams for the gates of the castle which appertaineth to the house, and for the wall of the city, and for the house that I shall enter into.’ And the king granted me, according to the good hand of my God upon me.",
            "Then I came to the governors beyond the River, and gave them the king’s letters. Now the king had sent with me captains of the army and horsemen.",
            "And when Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly, for that there was come a man to seek the welfare of the children of Israel.",
            "So I came to Jerusalem, and was there three days.",
            "And I arose in the night, I and some few men with me; neither told I any man what my God put into my heart to do for Jerusalem; neither was there any beast with me, save the beast that I rode upon.",
            "And I went out by night by the valley gate, even toward the dragon’s well, and to the dung gate, and viewed the walls of Jerusalem, which were broken down, and the gates thereof were consumed with fire.",
            "Then I went on to the fountain gate and to the king’s pool; but there was no place for the beast that was under me to pass.",
            "Then went I up in the night in the valley, and viewed the wall; and I turned back, and entered by the valley gate, and so returned.",
            "And the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work. .",
            "Then said I unto them: ‘Ye see the evil case that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire; come and let us build up the wall of Jerusalem, that we be no more a reproach.’",
            "And I told them of the hand of my God which was good upon me; as also of the king’s words that he had spoken unto me. And they said: ‘Let us rise up and build.’ So they strengthened their hands for the good work.",
            "But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they laughed us to scorn, and despised us, and said: ‘What is this thing that ye do? will ye rebel against the king?’",
            "Then answered I them, and said unto them: ‘The God of heaven, He will prosper us; therefore we His servants will arise and build; but ye have no portion, nor right, nor memorial, in Jerusalem.’"
        ],
        [
            "Then Eliashib the high priest rose up with his brethren the priests, and they builded the sheep gate; they sanctified it, and set up the doors of it; even unto the tower of Hammeah they sanctified it, unto the tower of Hananel.",
            "And next unto him builded the men of Jericho. And next to them builded Zaccur the son of Imri.",
            "And the fish gate did the sons of Hassenaah build; they laid the beams thereof, and set up the doors thereof, the bolts thereof, and the bars thereof.",
            "And next unto them repaired Meremoth the son of Uriah, the son of Hakkoz. And next unto them repaired Meshullam the son of Berechiah, the son of Meshezabel. And next unto them repaired Zadok the son of Baana.",
            "And next unto them the Tekoites repaired; and their nobles put not their necks to the work of their lord.",
            "And the gate of the old city repaired Joiada the son of Paseah and Meshullam the son of Besodeiah; they laid the beams thereof, and set up the doors thereof, and the bolts thereof, and the bars thereof.",
            "And next unto them repaired Melatiah the Gibeonite, and Jadon the Meronothite, the men of Gibeon, and of Mizpah, for them that appertained to the throne of the governor beyond the River.",
            "Next unto him repaired Uzziel the son of Harhaiah, goldsmiths. And next unto him repaired Hananiah one of the perfumers, and they restored Jerusalem even unto the broad wall.",
            "And next unto them repaired Rephaiah the son of Hur, the ruler of half the district of Jerusalem.",
            "And next unto them repaired Jedaiah the son of Harumaph, even over against his house. And next unto him repaired Hattush the son of Hashabneiah.",
            "Malchijah the son of Harim, and Hasshub the son of Pahath-moab, repaired another portion, and the tower of the furnaces.",
            "And next unto him repaired Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, he and his daughters.",
            "The valley gate repaired Hanun, and the inhabitants of Zanoah; they built it, and set up the doors thereof, the bolts thereof, and the bars thereof, and a thousand cubits of the wall unto the dung gate.",
            "And the dung gate repaired Malchijah the son of Rechab, the ruler of the district of Beth-cherem; he built it, and set up the doors thereof, the bolts thereof, and the bars thereof.",
            "And the fountain gate repaired Shallun the son of Colhozeh, the ruler of the district of Mizpah; he built it, and covered it, and set up the doors thereof, the bolts thereof, and the bars thereof, and the wall of the pool of Shelah by the king’s garden, even unto the stairs that go down from the city of David.",
            "After him repaired Nehemiah the son of Azbuk, the ruler of half the district of Beth-zur, unto the place over against the sepulchres of David, and unto the pool that was made, and unto the house of the mighty men.",
            "After him repaired the Levites, Rehum the son of Bani. Next unto him repaired Hashabiah, the ruler of half the district of Keilah, for his district.",
            "After him repaired their brethren, Bavvai the son of Henadad, the ruler of half the district of Keilah.",
            "And next to him repaired Ezer the son of Jeshua, the ruler of Mizpah, another portion, over against the ascent to the armoury at the Turning.",
            "After him Baruch the son of Zaccai earnestly repaired another portion, from the Turning unto the door of the house of Eliashib the high priest.",
            "After him repaired Meremoth the son of Uriah the son of Hakkoz another portion, from the door of the house of Eliashib even to the end of the house of Eliashib.",
            "And after him repaired the priests, the men of the Plain.",
            "After them repaired Benjamin and Hasshub over against their house. After them repaired Azariah the son of Maaseiah the son of Ananiah beside his own house.",
            "After him repaired Binnui the son of Henadad another portion, from the house of Azariah unto the Turning and unto the corner.",
            "Palal the son of Uzai repaired over against the Turning, and the tower that standeth out from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh repaired.—",
            "Now the Nethinim dwelt in Ophel, unto the place over against the water gate toward the east, and the tower that standeth out.—",
            "After him the Tekoites repaired another portion, over against the great tower that standeth out, and unto the wall of Ophel.",
            "Above the horse gate repaired the priests, every one over against his own house.",
            "After them repaired Zadok the son of Immer over against his own house. And after him repaired Shemaiah the son of Shecaniah, the keeper of the east gate.",
            "After him repaired Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, another portion. After him repaired Meshullam the son of Berechiah over against his chamber.",
            "After him repaired Malchijah one of the goldsmiths unto the house of the Nethinim, and of the merchants, over against the gate of Hammiphkad, and to the upper chamber of the corner.",
            "And between the upper chamber of the corner and the sheep gate repaired the goldsmiths and the merchants.",
            "But it came to pass that, when Sanballat heard that we builded the wall, he was wroth, and took great indignation, and mocked the Jews.",
            "And he spoke before his brethren and the army of Samaria, and said: ‘What do these feeble Jews? will they restore at will? will they sacrifice? will they make an end this day? will they revive the stones out of the heaps of rubbish, seeing they are burned?’",
            "Now Tobiah the Ammonite was by him, and he said: ‘Even that which they build, if a fox go up, he shall break down their stone wall.’",
            "Hear, O our God; for we are despised; and turn back their reproach upon their own head, and give them up to spoiling in a land of captivity;",
            "and cover not their iniquity, and let not their sin be blotted out from before Thee; for they have vexed Thee before the builders.",
            "So we built the wall; and all the wall was joined together unto half the height thereof; for the people had a mind to work."
        ],
        [
            "But it came to pass that, when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the repairing of the walls of Jerusalem went forward, and that the breaches began to be stopped, then they were very wroth;",
            "and they conspired all of them together to come and fight against Jerusalem, and to cause confusion therein.",
            "But we made our prayer unto our God, and set a watch against them day and night, because of them.",
            "And Judah said: ‘The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall.’",
            "And our adversaries said: ‘They shall not know, neither see, till we come into the midst of them, and slay them, and cause the work to cease.’",
            "And it came to pass that, when the Jews that dwelt by them came, they said unto us ten times: ‘Ye must return unto us from all places.’",
            "Therefore set I in the lowest parts of the space behind the wall, in the open places, I even set the people after their families with their swords, their spears, and their bows.",
            "And I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people: ‘Be not ye afraid of them; remember the Lord, who is great and awful, and fight for your brethren, your sons and your daughters, your wives and your houses.’",
            "And it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.",
            "And it came to pass from that time forth, that half of my servants wrought in the work, and half of them held the spears, the shields, and the bows, and the coats of mail; and the rulers were behind all the house of Judah.",
            "They that builded the wall and they that bore burdens laded themselves, every one with one of his hands wrought in the work, and with the other held his weapon;",
            "and the builders, every one had his sword girded by his side, and so builded. And he that sounded the horn was by me.",
            "And I said unto the nobles, and to the rulers and to the rest of the people: ‘The work is great and large, and we are separated upon the wall, one far from another;",
            "in what place soever ye hear the sound of the horn, resort ye thither unto us; our God will fight for us.’",
            "So we wrought in the work; and half of them held the spears from the rising of the morning till the stars appeared.",
            "Likewise at the same time said I unto the people: ‘Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and may labour in the day.’",
            "So neither I, nor my brethren, nor my servants, nor the men of the guard that followed me, none of us put off our clothes, every one that went to the water had his weapon."
        ],
        [
            "Then there arose a great cry of the people and of their wives against their brethren the Jews.",
            "For there were that said: ‘We, our sons and our daughters, are many; let us get for them corn, that we may eat and live.’",
            "Some also there were that said: ‘We are mortgaging our fields, and our vineyards, and our houses; let us get corn, because of the dearth.’",
            "There were also that said: ‘We have borrowed money for the king’s tribute upon our fields and our vineyards.",
            "Yet now our flesh is as the flesh of our brethren, our children as their children; and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought into bondage already; neither is it in our power to help it; for other men have our fields and our vineyards.’",
            "And I was very angry when I heard their cry and these words.",
            "Then I consulted with myself, and contended with the nobles and the rulers, and said unto them: ‘Ye lend upon pledge, every one to his brother.’ And I held a great assembly against them.",
            "And I said unto them: ‘We after our ability have redeemed our brethren the Jews, that sold themselves unto the heathen; and would ye nevertheless sell your brethren, and should they sell themselves unto us?’ Then held they their peace, and found never a word.",
            "Also I said: ‘The thing that ye do is not good; ought ye not to walk in the fear of our God, because of the reproach of the heathen our enemies?",
            "And I likewise, my brethren and my servants, have lent them money and corn. I pray you, let us leave off this exaction.",
            "Restore, I pray you, to them, even this day, their fields, their vineyards, their oliveyards, and their houses, also the hundred pieces of silver, and the corn, the wine, and the oil, that ye exact of them.’",
            "Then said they: ‘We will restore them, and will require nothing of them; so will we do, even as thou sayest.’ Then I called the priests, and took an oath of them, that they should do according to this promise.",
            "Also I shook out my lap, and said: ‘So God shake out every man from his house, and from his labour, that performeth not this promise; even thus be he shaken out, and emptied.’ And all the congregation said: ‘Amen’, and praised the LORD. And the people did according to this promise.",
            "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.",
            "But the former governors that were before me laid burdens upon the people, and took of them for bread and wine above forty shekels of silver; yea, even their servants lorded over the people; but so did not I, because of the fear of God.",
            "Yea, also I set hand to the work of this wall, neither bought we any land; and all my servants were gathered thither unto the work.",
            "Moreover there were at my table of the Jews and the rulers a hundred and fifty men, beside those that came unto us from among the nations that were round about us.",
            "Now that which was prepared for one day was one ox and six choice sheep, also fowls were prepared for me; and once in ten days store of all sorts of wine; yet for all this I demanded not the bread of the governor, because the service was heavy upon this people.",
            "Remember unto me, O my God, for good, all that I have done for this people."
        ],
        [
            "Now it came to pass, when it was reported to Sanballat and Tobiah, and to Geshem the Arabian, and unto the rest of our enemies, that I had builded the wall, and that there was no breach left therein—though even unto that time I had not set up the doors in the gates—",
            "that Sanballat and Geshem sent unto me, saying: ‘Come, let us meet together in one of the villages in the plain of Ono.’ But they thought to do me mischief.",
            "And I sent messengers unto them, saying: ‘I am doing a great work, so that I cannot come down; why should the work cease, whilst I leave it, and come down to you?’",
            "And they sent unto me four times after this sort; and I answered them after the same manner.",
            "Then sent Sanballat his servant unto me in like manner the fifth time with an open letter in his hand;",
            "wherein was written: ‘It is reported among the nations, and Geshem saith it, that thou and the Jews think to rebel; for which cause thou buildest the wall; and thou wouldest be their king, even according to these words.",
            "And thou hast also appointed prophets to proclaim of thee at Jerusalem, saying: There is a king in Judah; and now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.'",
            "Then I sent unto him, saying: ‘There are no such things done as thou sayest, but thou feignest them out of thine own heart.’",
            "For they all would have us afraid, saying: ‘Their hands shall be weakened from the work, that it be not done.’ But now, strengthen Thou my hands.",
            "And as for me, I went unto the house of Shemaiah the son of Delaiah the son of Mehetabel, who was shut up; and he said: ‘Let us meet together in the house of God, within the temple, and let us shut the doors of the temple; for they will come to slay thee; yea, in the night will they come to slay thee.’",
            "And I said: ‘Should such a man as I flee? and who is there, that, being such as I, could go into the temple and live? I will not go in.’",
            "And I discerned, and, lo, God had not sent him; for he pronounced this prophecy against me, whereas Tobiah and Sanballat had hired him.",
            "For this cause was he hired, that I should be afraid, and do so, and sin, and that they might have matter for an evil report, that they might taunt me.",
            "Remember, O my God, Tobiah and Sanballat according to these their works, and also the prophetess Noadiah, and the rest of the prophets, that would have me put in fear.",
            "So the wall was finished in the twenty and fifth day of the month Elul, in fifty and two days.",
            "And it came to pass, when all our enemies heard thereof, that all the nations that were about us feared, and were much cast down in their own eyes; for they perceived that this work was wrought of our God.",
            "Moreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came unto them.",
            "For there were many in Judah sworn unto him, because he was the son-in-law of Shecaniah the son of Arah; and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah to wife.",
            "Also they spoke of his good deeds before me, and reported my words to him. And Tobiah sent letters to put me in fear."
        ],
        [
            "Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,",
            "that I gave my brother Hanani, and Hananiah the governor of the castle, charge over Jerusalem; for he was a faithful man, and feared God above many.",
            "And I said unto them: ‘Let not the gates of Jerusalem be opened until the sun be hot; and while they stand on guard, let them shut the doors, and bar ye them; and let watches be appointed of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.’",
            "Now the city was wide and large; but the people were few therein, and the houses were not builded.",
            "And my God put into my heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found the book of the genealogy of them that came up at the first, and I found written therein:",
            "These are the children of the province, that went up out of the captivity of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and that returned unto Jerusalem and to Judah, every one unto his city;",
            "who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number of the men of the people of Israel:",
            "The children of Parosh, two thousand a hundred and seventy and two.",
            "The children of Shephatiah, three hundred seventy and two.",
            "The children of Arah, six hundred fifty and two.",
            "The children of Pahath-moab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen.",
            "The children of Elam, a thousand two hundred fifty and four.",
            "The children of Zattu, eight hundred forty and five.",
            "The children of Zaccai, seven hundred and threescore.",
            "The children of Binnui, six hundred forty and eight.",
            "The children of Bebai, six hundred twenty and eight.",
            "The children of Azgad, two thousand three hundred twenty and two.",
            "The children of Adonikam, six hundred threescore and seven.",
            "The children of Bigvai, two thousand threescore and seven.",
            "The children of Adin, six hundred fifty and five.",
            "The children of Ater, of Hezekiah, ninety and eight.",
            "The children of Hashum, three hundred twenty and eight.",
            "The children of Bezai, three hundred twenty and four.",
            "The children of Hariph, a hundred and twelve.",
            "The children of Gibeon, ninety and five.",
            "The men of Beth-lehem and Netophah, a hundred fourscore and eight.",
            "The men of Anathoth, a hundred twenty and eight.",
            "The men of Beth-azmaveth, forty and two.",
            "The men of Kiriath-jearim, Chephirah, and Beeroth, seven hundred forty and three.",
            "The men of Ramah and Geba, six hundred twenty and one.",
            "The men of Michmas, a hundred and twenty and two.",
            "The men of Beth-el and Ai, a hundred twenty and three.",
            "The men of the other Nebo, fifty and two.",
            "The children of the other Elam, a thousand two hundred fifty and four. .",
            "The children of Harim, three hundred and twenty.",
            "The children of Jericho, three hundred forty and five.",
            "The children of Lod, Hadid, and Ono, seven hundred twenty and one.",
            "The children of Senaah, three thousand nine hundred and thirty.",
            "The priests: The children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.",
            "The children of Immer, a thousand fifty and two.",
            "The children of Pashhur, a thousand two hundred forty and seven.",
            "The children of Harim, a thousand and seventeen.",
            "The Levites: the children of Jeshua, of Kadmiel, of the children of Hodeiah, seventy and four.",
            "The singers: the children of Asaph, a hundred forty and eight.",
            "The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, a hundred thirty and eight.",
            "The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth;",
            "the children of Keros, the children of Sia, the children of Padon;",
            "the children of Lebanah, the children of Hagaba, the children of Salmai;",
            "the children of Hanan, the children of Giddel, the children of Gahar;",
            "the children of Reaiah, the children of Rezin, the children of Nekoda;",
            "the children of Gazzam, the children of Uzza, the children of Paseah;",
            "the children of Besai, the children of Meunim, the children of Nephishesim;",
            "the children of Bakbuk, the children of Hakupha, the children of Harhur;",
            "the children of Bazlith, the children of Mehida, the children of Harsha;",
            "the children of Barkos, the children of Sisera, the children of Temah;",
            "the children of Neziah, the children of Hatipha.",
            "The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Perida;",
            "the children of Jala, the children of Darkon, the children of Giddel;",
            "the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Amon.",
            "All the Nethinim, and the children of Solomon’s servants, were three hundred ninety and two.",
            "And these were they that went up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer; but they could not tell their fathers’houses, nor their seed, whether they were of Israel:",
            "the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.",
            "And of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.",
            "These sought their register, that is, the genealogy, but it was not found; therefore were they deemed polluted and put from the priesthood.",
            "And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.",
            "The whole congregation together was forty and two thousand three hundred and threescore,",
            "beside their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven; and they had two hundred forty and five singing men and singing women.",
            "Their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.",
            "And some from among the heads of fathers’houses gave unto the work. The Tirshatha gave to the treasury a thousand darics of gold, fifty basins, five hundred and thirty priests’tunics.",
            "And some of the heads of fathers’houses gave into the treasury of the work twenty thousand darics of gold, and two thousand and two hundred pounds of silver.",
            "And that which the rest of the people gave was twenty thousand darics of gold, and two thousand pounds of silver, and threescore and seven priests’tunics.",
            "So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinim, and all Israel, dwelt in their cities. And when the seventh month was come, and the children of Israel were in their cities,"
        ],
        [
            "all the people gathered themselves together as one man into the broad place that was before the water gate; and they spoke unto Ezra the scribe to bring the book of the Law of Moses, which the LORD had commanded to Israel.",
            "And Ezra the priest brought the Law before the congregation, both men and women, and all that could hear with understanding, upon the first day of the seventh month.",
            "And he read therein before the broad place that was before the water gate from early morning until midday, in the presence of the men and the women, and of those that could understand; and the ears of all the people were attentive unto the book of the Law.",
            "And Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Uriah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchijah, and Hashum, and Hashbaddanah, Zechariah, and Meshullam.",
            "And Ezra opened the book in the sight of all the people—for he was above all the people—and when he opened it, all the people stood up.",
            "And Ezra blessed the LORD, the great God. And all the people answered: ‘Amen, Amen’, with the lifting up of their hands; and they bowed their heads, and fell down before the LORD with their faces to the ground.",
            "Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, even the Levites, caused the people to understand the Law; and the people stood in their place.",
            "And they read in the book, in the Law of God, distinctly; and they gave the sense, and caused them to understand the reading.",
            "And Nehemiah, who was the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people: ‘This day is holy unto the LORD your God; mourn not, nor weep.’ For all the people wept, when they heard the words of the Law.",
            "Then he said unto them: ‘Go your way, eat the fat, and drink the sweet, and send portions unto him for whom nothing is prepared; for this day is holy unto our Lord; neither be ye grieved; for the joy of the LORD is your strength.’",
            "So the Levites stilled all the people, saying: ‘Hold your peace, for the day is holy; neither be ye grieved.’",
            "And all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them.",
            "And on the second day were gathered together the heads of fathers’houses of all the people, the priests, and the Levites, unto Ezra the scribe, even to give attention to the words of the Law.",
            "And they found written in the Law, how that the LORD had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month;",
            "and that they should publish and proclaim in all their cities, and in Jerusalem, saying: ‘Go forth unto the mount, and fetch olive branches, and branches of wild olive, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.’",
            "So the people went forth, and brought them, and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the broad place of the water gate, and in the broad place of the gate of Ephraim.",
            "And all the congregation of them that were come back out of the captivity made booths, and dwelt in the booths; for since the days of Joshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.",
            "Also day by day, from the first day unto the last day, he read in the book of the Law of God. And they kept the feast seven days;"
        ],
        [
            "Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackcloth, and earth upon them.",
            "And the seed of Israel separated themselves from all foreigners, and stood and confessed their sins, and the iniquities of their fathers.",
            "And they stood up in their place, and read in the book of the Law of the LORD their God a fourth part of the day; and another fourth part they confessed, and prostrated themselves before the LORD their God.",
            "Then stood up upon the platform of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God.",
            "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said: ‘Stand up and bless the LORD your God from everlasting to everlasting; and let them say: Blessed be Thy glorious Name, that is exalted above all blessing and praise.",
            "Thou art the LORD, even Thou alone; Thou hast made heaven, the heaven of heavens, with all their host, the earth and all things that are thereon, the seas and all that is in them, and Thou preservest them all; and the host of heaven worshippeth Thee.",
            "Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
            "and foundest his heart faithful before Thee, and madest a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, and the Perizzite, and the Jebusite, and the Girgashite, even to give it unto his seed, and hast performed Thy words; for Thou art righteous;",
            "And Thou sawest the affliction of our fathers in Egypt, and heardest their cry by the Red Sea;",
            "and didst show signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land; for Thou knewest that they dealt proudly against them; and didst get Thee a name, as it is this day.",
            "And Thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their pursuers Thou didst cast into the depths, as a stone into the mighty waters.",
            "Moreover in a pillar of cloud Thou didst lead them by day; and in a pillar of fire by night, to give them light in the way wherein they should go.",
            "Thou camest down also upon mount Sinai, and spokest with them from heaven, and gavest them right ordinances and laws of truth, good statutes and commandments;",
            "and madest known unto them Thy holy sabbath, and didst command them commandments, and statutes, and a law, by the hand of Moses Thy servant;",
            "and gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and didst command them that they should go in to possess the land which Thou hadst lifted up Thy hand to give them.",
            "But they and our fathers dealt proudly, and hardened their neck, and hearkened not to Thy commandments,",
            "and refused to hearken, neither were mindful of Thy wonders that Thou didst among them; but hardened their neck, and in their rebellion appointed a captain to return to their bondage; but Thou art a God ready to pardon, gracious and full of compassion, slow to anger, and plenteous in mercy, and forsookest them not.",
            "Yea, when they had made them a molten calf, and said: ‘This is thy God that brought thee up out of Egypt, and had wrought great provocations;",
            "yet Thou in Thy manifold mercies forsookest them not in the wilderness; the pillar of cloud departed not from over them by day, to lead them in the way; neither the pillar of fire by night, to show them light, and the way wherein they should go.",
            "Thou gavest also Thy good spirit to instruct them, and withheldest not Thy manna from their mouth, and gavest them water for their thirst.",
            "Yea, forty years didst Thou sustain them in the wilderness, and they lacked nothing; their clothes waxed not old, and their feet swelled not.",
            "Moreover Thou gavest them kingdoms and peoples, which Thou didst allot quarter by quarter; so they possessed the land of Sihon, even the land of the king of Heshbon, and the land of Og king of Bashan.",
            "Their children also didst Thou multiply as the stars of heaven, and didst bring them into the land, concerning which Thou didst say to their fathers, that they should go in to possess it.",
            "So the children went in and possessed the land, and Thou didst subdue before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the peoples of the land, that they might do with them as they would.",
            "And they took fortified cities, and a fat land, and possessed houses full of all good things, cisterns hewn out, vineyards, and oliveyards, and fruit-trees in abundance; so they did eat, and were filled, and became fat, and luxuriated in Thy great goodness.",
            "Nevertheless they were disobedient, and rebelled against Thee, and cast Thy law behind their back, and slew Thy prophets that did forewarn them to turn them back unto Thee, and they wrought great provocations.",
            "Therefore Thou didst deliver them into the hand of their adversaries, who distressed them; and in the time of their trouble, when they cried unto Thee, Thou heardest from heaven; and according to Thy manifold mercies Thou gavest them saviours who might save them out of the hand of their adversaries.",
            "But after they had rest, they did evil again before Thee; therefore didst Thou leave them in the hand of their enemies, so that they had the dominion over them; yet when they returned, and cried unto Thee, many times didst Thou hear from heaven, and deliver them according to Thy mercies;",
            "and didst forewarn them, that Thou mightest bring them back unto Thy law; yet they dealt proudly, and hearkened not unto Thy commandments, but sinned against Thine ordinances, which if a man do, he shall live by them, and presented a stubborn shoulder, and hardened their neck, and would not hear.",
            "Yet many years didst Thou extend mercy unto them, and didst forewarn them by Thy spirit through Thy prophets; yet would they not give ear; therefore gavest Thou them into the hand of the peoples of the lands.",
            "Nevertheless in Thy manifold mercies Thou didst not utterly consume them, nor forsake them; for Thou art a gracious and merciful God.",
            "Now therefore, our God, the great, the mighty, and the awful God, who keepest covenant and mercy, let not all the travail seem little before Thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all Thy people, since the time of the kings of Assyria unto this day.",
            "Howbeit Thou art just in all that is come upon us; for Thou hast dealt truly, but we have done wickedly;",
            "neither have our kings, our princes, our priests, nor our fathers, kept Thy law, nor hearkened unto Thy commandments and Thy testimonies, wherewith Thou didst testify against them.",
            "For they have not served Thee in their kingdom, and in Thy great goodness that Thou gavest them, and in the large and fat land which Thou gavest before them, neither turned they from their wicked works.",
            "Behold, we are servants this day, and as for the land that Thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it.",
            "And it yieldeth much increase unto the kings whom Thou hast set over us because of our sins; also they have power over our bodies, and over our cattle, at their pleasure, and we are in great distress.’"
        ],
        [
            "And yet for all this we make a sure covenant, and subscribe it; and our princes, our Levites, and our priests, set their seal unto it.",
            "Now those that set their seal were: Nehemiah the Tirshatha, the son of Hachaliah, and Zedekiah;",
            "Seraiah, Azariah, Jeremiah;",
            "Pashhur, Amariah, Malchijah;",
            "Hattush, Shebaniah, Malluch;",
            "Harim, Meremoth, Obadiah;",
            "Daniel, Ginnethon, Baruch;",
            "Meshullam, Abijah, Mijamin;",
            "Maaziah, Bilgai, Shemaiah. These were the priests.",
            "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;",
            "and their brethren, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan;",
            "Mica, Rehob, Hashabiah;",
            "Zaccur, Sherebiah, Shebaniah;",
            "Hodiah, Bani, Beninu. .",
            "The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani;",
            "Bunni, Azgad, Bebai;",
            "Adonijah, Bigvai, Adin;",
            "Ater, Hezekiah, Azzur;",
            "Hodiah, Hashum, Bezai;",
            "Hariph, Anathoth, Nebai;",
            "Magpiash, Meshullam, Hezir;",
            "Meshezabel, Zadok, Jaddua;",
            "Pelatiah, Hanan, Anaiah;",
            "Hoshea, Hananiah, Hasshub;",
            "Hallohesh, Pilha, Shobek;",
            "Rehum, Hashabnah, Maaseiah;",
            "and Ahiah, Hanan, Anan;",
            "Malluch, Harim, Baanah.",
            "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinim, and all they that had separated themselves from the peoples of the lands unto the law of God, their wives, their sons, and their daughters, every one that had knowledge and understanding;",
            "they cleaved to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God’s law, which was given by Moses the servant of God, and to observe and do all the commandments of the LORD our Lord, and His ordinances and His statutes;",
            "and that we would not give our daughters unto the peoples of the land, nor take their daughters for our sons;",
            "and if the peoples of the land bring ware or any victuals on the sabbath day to sell, that we would not buy of them on the sabbath, or on a holy day; and that we would forego the seventh year, and the exaction of every debt.",
            "Also we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;",
            "for the showbread, and for the continual meal-offering, and for the continual burnt-offering, of the sabbaths, of the new moons, for the appointed seasons, and for the holy things, and for the sin-offerings to make atonement for Israel, and for all the work of the house of our God.",
            "And we cast lots, the priests, the Levites, and the people, for the wood-offering, to bring it into the house of our God, according to our fathers’houses, at times appointed, year by year, to burn upon the altar of the LORD our God, as it is written in the Law;",
            "and to bring the first-fruits of our land, and the first-fruits of all fruit of all manner of trees, year by year, unto the house of the LORD;",
            "also the first-born of our sons, and of our cattle, as it is written in the Law, and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests that minister in the house of our God;",
            "and that we should bring the first of our dough, and our heave-offerings, and the fruit of all manner of trees, the wine and the oil, unto the priests, to the chambers of the house of our God; and the tithes of our land unto the Levites; for they, the Levites, take the tithes in all the cities of our tillage.",
            "And the priest the son of Aaron shall be with the Levites, when the Levites take tithes; and the Levites shall bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure-house. .",
            "For the children of Israel and the children of Levi shall bring the heave-offering of the corn, of the wine, and of the oil, unto the chambers, where are the vessels of the sanctuary, and the priests that minister, and the porters, and the singers; and we will not forsake the house of our God."
        ],
        [
            "And the princes of the people dwelt in Jerusalem; the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts in the other cities.",
            "And the people blessed all the men that willingly offered themselves to dwell in Jerusalem.",
            "Now these are the chiefs of the province that dwelt in Jerusalem; but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israelites, the priests, and the Levites, and the Nethinim, and the children of Solomon’s servants.",
            "And in Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;",
            "and Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite.",
            "All the sons of Perez that dwelt in Jerusalem were four hundred threescore and eight valiant men.",
            "And these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah.",
            "And after him Gabbai, Sallai, nine hundred twenty and eight.",
            "And Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city.",
            "Of the priests: Jedaiah the son of Joiarib, Jachin,",
            "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God,",
            "and their brethren that did the work of the house, eight hundred twenty and two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,",
            "and his brethren, chiefs of fathers’houses, two hundred forty and two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,",
            "and their brethren, mighty men of valour, a hundred twenty and eight; and their overseer was Zabdiel, the son of Haggedolim.",
            "And of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
            "and Shabbethai and Jozabad, of the chiefs of the Levites, who had the oversight of the outward business of the house of God;",
            "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the chief to begin the thanksgiving in prayer, and Bakbukiah, the second among his brethren; and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
            "All the Levites in the holy city were two hundred fourscore and four.",
            "Moreover the porters, Akkub, Talmon, and their brethren, that kept watch at the gates, were a hundred seventy and two.",
            "And the residue of Israel, of the priests, the Levites, were in all the cities of Judah, every one in his inheritance.",
            "But the Nethinim dwelt in Ophel; and Ziha and Gishpa were over the Nethinim.",
            "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of the sons of Asaph, the singers, over the business of the house of God.",
            "For there was a commandment from the king concerning them, and a sure ordinance concerning the singers, as every day required.",
            "And Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was at the king’s hand in all matters concerning the people.",
            "And for the villages, with their fields, some of the children of Judah dwelt in Kiriath-arba and the towns thereof, and in Dibon and the towns thereof, and in Jekabzeel and the villages thereof;",
            "and in Jeshua, and in Moladah, and Beth-pelet;",
            "and in Hazar-shual, and in Beer-sheba and the towns thereof;",
            "and in Ziklag, and in Meconah and in the towns thereof;",
            "and in En-rimmon, and in Zorah, and in Jarmuth;",
            "Zanoah, Adullam, and their villages, Lachish and the fields thereof, Azekah and the towns thereof. So they encamped from Beer-sheba unto the valley of Hinnom.",
            "And the children of Benjamin from Geba onward, at Michmas and Aijah, and at Beth-el and the towns thereof;",
            "at Anathoth, Nob, Ananiah;",
            "Hazor, Ramah, Gittaim;",
            "Hadid, Zeboim, Neballat;",
            "Lod, and Ono, Ge-harashim.",
            "And of the Levites, certain courses in Judah were joined to Benjamin."
        ],
        [
            "Now these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra;",
            "Amariah, Malluch, Hattush;",
            "Shecaniah, Rehum, Meremoth;",
            "Iddo, Ginnethoi, Abijah;",
            "Mijamin, Maadiah, Bilgah;",
            "Shemaiah, and Joiarib, Jedaiah;",
            "Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and their brethren in the days of Jeshua.",
            "Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving, he and his brethren.",
            "Also Bakbukiah and Unni, their brethren, were over against them in wards.",
            "And Jeshua begot Joiakim, and Joiakim begot Eliashib, and Eliashib begot Joiada,",
            "and Joiada begot Jonathan and Jonathan begot Jaddua.",
            "And in the days of Joiakim were priests, heads of fathers’houses: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
            "of Ezra, Meshullam; of Amariah, Jehohanan;",
            "of Melicu, Jonathan; of Shebaniah, Joseph;",
            "of Harim, Adna; of Meraioth, Helkai;",
            "of Iddo, Zechariah; of Ginnethon, Meshullam;",
            "of Abijah, Zichri; of Miniamin; of Moadiah, Piltai;",
            "of Bilgah, Shammua; of Shemaiah, Jehonathan;",
            "and of Joiarib, Mattenai; of Jedaiah, Uzzi;",
            "of Sallai, Kallai; of Amok, Eber;",
            "of Hilkiah, Hashabiah; of Jedaiah, Nethanel.",
            "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded heads of fathers’houses; also the priests, in the reign of Darius the Persian.",
            "The sons of Levi, heads of fathers’houses, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.",
            "And the chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren over against them, to praise and give thanks, according to the commandment of David the man of God, ward against ward.",
            "Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the ward at the store-houses of the gates.",
            "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest the scribe.",
            "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with cymbals, psalteries, and with harps.",
            "And the sons of the singers gathered themselves together, both out of the Plain round about Jerusalem, and from the villages of the Netophathites;",
            "also from Beth-gilgal, and out of the fields of Geba and Azmaveth; for the singers had builded them villages round about Jerusalem.",
            "And the priests and the Levites purified themselves; and they purified the people, and the gates, and the wall.",
            "Then I brought up the princes of Judah upon the wall, and appointed two great companies that gave thanks and went in procession: on the right hand upon the wall toward the dung gate;",
            "and after them went Hoshaiah, and half of the princes of Judah;",
            "and Azariah, Ezra, and Meshullam,",
            "Judah, and Benjamin, and Shemaiah, and Jeremiah;",
            "and certain of the priests’sons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;",
            "and his brethren, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethanel, and Judah, Hanani, with the musical instruments of David the man of God; and Ezra the scribe was before them;",
            "and by the fountain gate, and straight before them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward.",
            "And the other company of them that gave thanks went to meet them, and I after them, with the half of the people, upon the wall, above the tower of the furnaces, even unto the broad wall;",
            "and above the gate of Ephraim, and by the gate of the old city and by the fish gate, and the tower of Hananel, and the tower of Hammeah, even unto the sheep gate; and they stood still in the gate of the guard.",
            "So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me;",
            "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
            "and Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.",
            "And they offered great sacrifices that day, and rejoiced; for God had made them rejoice with great joy; and the women also and the children rejoiced; so that the joy of Jerusalem was heard even afar off.",
            "And on that day were men appointed over the chambers for the treasures, for the heave-offerings, for the first-fruits, and for the tithes, to gather into them, according to the fields of the cities, the portions appointed by the law for the priests and Levites; for Judah rejoiced for the priests and for the Levites that took their stations.",
            "And they kept the ward of their God, and the ward of the purification, and so did the singers and the porters, according to the commandment of David, and of Solomon his son.",
            "For in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God.",
            "And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, as every day required; and they hallowed for the Levites; and the Levites hallowed for the sons of Aaron."
        ],
        [
            "On that day they read in the book of Moses in the hearing of the people; and therein was found written, that an Ammonite and a Moabite should not enter into the assembly of God for ever;",
            "because they met not the children of Israel with bread and with water, but hired Balaam against them, to curse them; howbeit our God turned the curse into a blessing.",
            "And it came to pass, when they had heard the law, that they separated from Israel all the alien mixture.",
            "Now before this, Eliashib the priest, who was appointed over the chambers of the house of our God, being allied unto Tobiah,",
            "had prepared for him a great chamber, where aforetime they laid the meal-offerings, the frankincense, and the vessels, and the tithes of the corn, the wine, and the oil, which were given by commandment to the Levites, and the singers, and the porters; and the heave-offerings for the priests.",
            "But in all this time I was not at Jerusalem; for in the two and thirtieth year of Artaxerxes king of Babylon I went unto the king, and after certain days asked I leave of the king;",
            "and I came to Jerusalem, and understood the evil that Eliashib had done for Tobiah, in preparing him a chamber in the courts of the house of God.",
            "And it grieved me sore; therefore I cast forth all the household stuff of Tobiah out of the chamber.",
            "Then I commanded, and they cleansed the chambers; and thither brought I again the vessels of the house of God, with the meal-offerings and the frankincense.",
            "And I perceived that the portions of the Levites had not been given them; so that the Levites and the singers, that did the work, were fled every one to his field.",
            "Then contended I with the rulers, and said: ‘Why is the house of God forsaken?’ And I gathered them together, and set them in their place.",
            "Then brought all Judah the tithe of the corn and the wine and the oil unto the treasuries.",
            "And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah; and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were counted faithful, and their office was to distribute unto their brethren.",
            "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the wards thereof.",
            "In those days saw I in Judah some treading winepresses on the sabbath, and bringing in heaps of corn, and lading asses therewith; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day; and I forewarned them in the day wherein they sold victuals.",
            "There dwelt men of Tyre also therein, who brought in fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.",
            "Then I contended with the nobles of Judah, and said unto them: ‘What evil thing is this that ye do, and profane the sabbath day?",
            "Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.’",
            "And it came to pass that, when the gates of Jerusalem began to be dark before the sabbath, I commanded that the doors should be shut, and commanded that they should not be opened till after the sabbath; and some of my servants set I over the gates, that there should no burden be brought in on the sabbath day.",
            "So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.",
            "Then I forewarned them, and said unto them: ‘Why lodge ye about the wall? if ye do so again, I will lay hands on you.’ From that time forth came they no more on the sabbath.",
            "And I commanded the Levites that they should purify themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember unto me, O my God, this also, and spare me according to the greatness of Thy mercy.",
            "In those days also saw I the Jews that had married women of Ashdod, of Ammon, and of Moab;",
            "and their children spoke half in the speech of Ashdod, and could not speak in the Jews’language, but according to the language of each people.",
            "And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God: ‘Ye shall not give your daughters unto their sons, nor take their daughters for your sons, or for yourselves.",
            "Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, and he was beloved of his God, and God made him king over all Israel; nevertheless even him did the foreign women cause to sin.",
            "Shall we then hearken unto you to do all this great evil, to break faith with our God in marrying foreign women?’",
            "And one of the sons of Joiada, the son of Eliashib the high priest, was son-in-law to Sanballat the Horonite; therefore I chased him from me.",
            "Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.",
            "Thus cleansed I them from everything foreign, and appointed wards for the priests and for the Levites, every one in his work;",
            "and for the wood-offering, at times appointed, and for the first-fruits. Remember me, O my God, for good."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}