{
    "work": "Meshech Hochma", 
    "text": {
        "9_Miketz, 8_Comment": "‎“Now, Pharaoh should find an‎‏ ‏understanding and wise man”‎ ... <br> Pharaoh was holy to the Egyptians. As‏ ‏such, it wasn’t his role to look into‏ ‏human affairs and the ‎matters of his‏ ‏land. And because “the highest over the‏ ‏high waits, and there are higher ones‏ ‏over ‎them,” theft and robbery were‏ ‏rampant. Woe to the land whose leaders‏ ‏are many! Therefore, in ‎Egypt there was‏ ‏a tremendous distortion of justice as‏ ‏was seen when a person from a far land‏ ‏was ‎thrown in prison for life over a‏ ‏personal matter, imprisoned‏ ‏without justice. Every bureaucrat did as he‏ ‏pleased. Therefore, Pharaoh was shown‏ ‏the dreams ‎about the cows first, to‏ ‏demonstrate that Hashem wasn’t going‏ ‏to have the famine impact ‎Pharaoh, for‏ ‏the sake of the animals, “Hashem saves‏ ‏for the sake of animals.” For this reason‏ ‏Yosef stated, “As to the repetition of the‏ ‏dreams.”‎ ‎“Now, Pharaoh should find an‏ ‏understanding and wise man”‎‏ ‏‎-‎‏ ‏‎“man”‎‏ ‏and not “godly” or “holy”, for his‏ ‏greatness [in leadership] should be that‏ ‏he knows the ways of civility and‏ ‏organization. [Therefore,] ‎‎“He should be‎‏ ‏placed over all of Egypt”‎‏ ‏‎– that‏ ‏everything should be in his hands. If a‏ ‏bureaucrat were ‎to twist the law, his eye‏ ‏would be above him watching. No one‏ ‏would be able to decide law on their ‎own‏ ‏without first consulting the leader of‏ ‏Egypt. And therefore the cows were‏ ‏mentioned first, to ‎point out the‏ ‏corruption of justice in the land of‏ ‏Egypt. And when [Pharaoh] appointed‏ ‏him, he stated ‎‎- look and oversee all the‏ ‏affairs of the land, for “I’ve given you all‏ ‏of Egypt.” If there is a twisting of ‎the‏ ‏law, it will be dealt with by you‏ ‏alone. Therefore, when Yosef wanted to‏ ‏imprison his brothers ‎without a trial‏ ‏and consensus of the community, he‏ ‏said, “You are spies!”‎‏ ‏‎- something that‏ ‏would ‎involve the monarchy and would‏ ‏not need to be publicized amongst the‏ ‏populace [in order to be ‎acted upon].‎‏ ‏Similarly, Yosef stated, “I am Pharaoh,”‎‏ ‏referring to the divine monarchy in the‏ ‏Egyptian ‎language. [This communicates‏ ‏that] it is below my honour to supervise‏ ‏the iniquity and tricks of ‎people.‎‏ ‏‎“Without you...” for you will supervise all‎‏ ‏that occurs in the land of Egypt.‎‏ ‏Understand this.”‎", 
        "0_Bereshit, 6_Comment": "Let us make man in our image:  The image of G-d is free will, without any natural external inclination, only from free will and intellect.   G-d's knowledge does not impinge on free will, because his knowledge stems not (in the same way as the) knowledge of man which comes from his senses, rather it is He alone who perceives, as is explained in the Rambam. Behold it is not in our ability to understand how this works...rather this we know:  Free will is a condensation of G-dliness, because G-d provides place for his creations to do as they choose, and removed from their actions, the decree and the decision on an individual level...The torah speaks in the way that people speak - let us leave a place for man's personal choice, that he won't be forced in any of his actions, and in the obligation of his thoughts, to be free to do good or evil as he desires.  He will be able to do things against his more natural state, and against those things which are straight in the eyes of G-d....."
    }, 
    "meta": "Comment"
}