{
    "text": {
        "0": {
            "0": {
                "0": "<b>לאדום.</b> כמו על אדום, ורמז בשימוש הלמ\"ד שהיה גר אדומי, שהוא שייך לאדום, כמ\"ש חז\"ל:\n",
                "1": "<b>ציר.</b> שליח הסובב בחזרה לכל צד ומחזיר דבר לשולחיו (ישעיה י\"ח):\n"
            },
            "2": {
                "0": "<b>זדון לבך.</b> סתם זד הוא החולק על עקרי האמונה ומכחישם ביד רמה, בפרט כשנסמך אל הלב, כמ\"ש בפי' משלי:\n",
                "1": "<b>השיאך.</b> גדר פעל השיא שהמסית אותו מסיר מלבו הפחד והמורך וזה הבדלו מן, הסית, פתה (ישעיה ל\"ו), <b>בחגוי סלע</b>, אדום שכן בסלע, כמ\"ש ותפש את הסלע במלחמה (מ\"ב י\"ד ו') וישליכום מראש הסלע (דה\"ב כ\"ה י\"ב) ונפץ עולליך אל הסלע (תהלות קל\"ז), וחגוי סלע ת\"י בשיני כיפא, וי\"מ בבקעי הסלע, וי\"מ מענין חוג הארץ ראש הסלע מקום שהוא עגול בראש:\n"
            },
            "3": {
                "0": "<b>שים.</b> הוא צווי כפשוטו:\n"
            },
            "4": {
                "0": "<b>נדמית.</b> ענין שתיקה, וכן מואב נדמה (ישעיה ט\"ו):\n"
            },
            "5": {
                "0": "<b>נחפשו.</b> ר\"ל מצפוניו, ועשו הוא שם הקריאה:\n",
                "1": "<b>ונבעו.</b> נתגלו וכן פרץ נופל נבעה (ישעיהו ל׳:י״ג) וכמו שפי' חז\"ל בב\"ק דף ד' עפ\"י התרגום:\n"
            },
            "6": {
                "0": "<b>אנשי בריתך.</b> מחויבים לעזור:\n",
                "1": "<b>ואנשי שלום.</b> עמם יתיעץ:\n",
                "2": "<b>ואנשי לחמו.</b> מחויבים לרפאות שברו, ומזור מענין תחבושת על השבר כמו אין דן דינך למזור, ומלת בו מוסב על המזור:\n"
            },
            "7": {
                "0": "<b>חכמים תבונה.</b> המבין מוציא דבר מתוך דבר והוא גדול מחכם כמ\"ש בפי' משלי:\n"
            },
            "8": {
                "0": "<b>וחתו מקטל.</b> יתיראו מהריגה, כמו הן יקטלני לו איחל:\n"
            },
            "10": {
                "0": "<b>זרים, ונכרים.</b> הזר יצוייר גם בארץ ההיא, כמו ובת כהן כי תהיה לאיש זר, והנכרי בא מארץ רחוקה (ישעיה כ\"ח) ובזר אינו חידוש שבא שעריו רק מה ששבה חילו, ובנכרי החידוש שבא שעריו:\n"
            },
            "11": {
                "0": "<b>ביום נכרו.</b> שנעשה נכרי לך. וי\"מ שנמסר ביד אויב, מן נכר אותו אלהים בידי (שמואל א כ״ג:ז׳):\n"
            },
            "12": {
                "0": "<b>אל תשלחנה.</b> ידיך, וכן ת\"י דאושיטת ידך בנכסוהי:\n"
            },
            "13": {
                "0": "<b>הפרק.</b> עת יתפרד קישור הלוחמים (כי שם פרק ענינו על דבר הנפרד בכח ממקום חבורו) אז יעמידו גבורים להכרית כל פליט, ויש הבדל בין פליט ובין שריד, הפליט הוא הנצול מן החרב והיה במלחמה, והשריד יהיה גם כשהיה במק\"א ונשאר מן העם בחיים:\n"
            },
            "14": {
                "0": "<b>יעשה לך, גמולך ישוב.</b> הבדלם התבאר (יואל ד' ד'):\n"
            },
            "15": {
                "0": "<b>ולעו.</b> יצפצפו דברים כשכור (ישעיה נ' ד'):\n"
            },
            "16": {
                "0": "<b>מורשיהם.</b> ארץ ירושתם, וההבדל בין שם ירושה ומורשה, שמורשה מורה שמוריש אותה לבניו וכמו שפירשו חז\"ל:\n"
            },
            "19": {
                "0": "<b>החל.</b> מענין התחלה, כמו גז חן חץ, מן גזז חנן חצץ, ומלת ירשו נמשך לכאן, יירשו אשר כנענים:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Malbim Beur Hamilot on Obadiah"
}