{
    "title": "Ohr Sameach on Mishneh Torah, Sales",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Sales",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>אבל במקום שדרכן לכתוב שטר מכר לא קנה עד שיכתוב [את] השטר, התנה הלוקח ואמר אם רציתי אקנה בכסף או אקנה בשטר וכו'.</b><br><b> כך </b> הוא לשון הגמרא, ולכאורה או אקנה בשטר מיותר, דסגי באמרו אי בעינא אקנה בכספא. ונראה דהקדמונים כתבו, דאם חזר הוא במי שפרע עיין לקמן פרק י\"ט אות ב' בהגהות מיימוני, דשמעתתא דדייש אמצרי פירש ר\"ת במקום שכותבין השטר, ואף מי שפרע ליכא כיון שאינו מסיבת יוקרא וזולא, ודבר זה גם בתוספות פרק מי שהיה נשוי, א\"כ לכן התנה אי בעינא בשטרא איקני הוא שלא יהא מי שפרע אם יחזור בו וראב\"א לא הוי בר קבולי מי שפרע וברור:<br><b> והנה </b> המשל\"מ הביא בשם הר\"י אבן לב דהיכא דאיכא שבועה הוי כפריש, דאם נאמר דלא נתכוין בכסף הרי קא עביד איסורא יעו\"ש שהאריך בזה, [ועיין דברי רבינו נסים בנדרים (דף מז:) ד\"ה מ\"ט בעלי חוב נפרעין הכא אנן סהדי כו' כי היכי דלא תעביד היא איסורא ע\"י יעו\"ש והבן] ונראה נא בשמועה דהפועל (דף עא) דפריך דאמאי אמר רב להנהו סבוייתא דלישקלו זוזי מנייהו מעיקרא, אף אם כייל ורמי במנא דעו\"ג וקאי על גבי ארעא, מ\"מ מכי מטא לאוירא דמנא קניא ויין נסך לא הוי עד דמטי לארעיתא דמנא דהא קני ליה כליו ללוקח עו\"ג דכליו של לוקח ברשות מוכר קנה וש\"מ דכליו של לוקח ברשות מוכר לא קנה לוקח ע\"כ, וצ\"ע, דהא אף אם כליו של לוקח לא קנה ברשות מוכר מ\"מ אם אמר המוכר לך וקנה בכלי זה קנה כליו ללוקח דגלי דעתיה דאינו מקפיד על מקום הנחת הכלי והוי רשות מוכר בשעת קנייה למקום הכלי כסימטא, א\"כ הכא הרי אם נאמר דאינו כמפקיר לפניו רשותו הרי יאסר היין בשעת הגיעו לכלי ויעשה איסור בקבלתו המעות ובמכירתו לעו\"ג, הרי חזינא דלא אמרינן אומדנא דא, אמנם יש לחלק דהתם הרי מן הדין לא קנהו כליו ללוקח ברשות מוכר רק שנאמר מחמת אומדנא דא דהוי כא\"ל זיל קני זה לא אמרינן, אולם כאן הרי כסף קונה מן הדין בקרקע רק מתורת אומדנא אמרינן דלא סמכא דעתיה דלוקח עד דמגיע השטר לידו, בזה כיון דאם יחזור בו יהיה עובר על השבועה ודאי הוה כמאן דפירש ואמר דיקנה בכסף:<br><b> איברא </b> לפ\"ז גם על הראיה שהביא המשל\"מ יש לדון, דכאן אם מטי שטרא לידיה הלא נתקיים קנין הכסף למפרע וקנה אותה הלוקח מעת שקנה בכסף דהא דלא סמכא דעתיה דלוקח אינו ר\"ל שיקנה בשטר, דאף בשטר ראיה דהוא שטר הודאה ג\"כ לא קנה עד שיכתוב לו השטר ועיין כס\"מ, וע\"כ דמכוון לקנות בכסף רק באופן שיגיע ענין המכירה לידו בכתב, אבל כאן הלא האומדנא דאינו רוצה לקנות רק בגמר ביאתו, דאם נאמר דאינו רק תנאי שרוצה לקנות בתחלת ביאתו רק באופן שיוגמר ביאתו, הלא הוי מצי לקדש אותה בביאה כה\"ג כמו כל קדושין על תנאי, וע\"כ דהאומדנא הוא לענין שאינו רוצה לקנות בזה, הלא מה נקל לחלק בין הנך אומדנות הללו, דתמן דהוי גלוי דעתא בכל אדם שאינו רוצה לקנות רק בגמר ביאה לכן משום זה דלא עביד איסורא לא אמרינן דהאי גברא כהן גדול רוצה לקנות בתחלת ביאה, אבל כאן הלא האומדנא דאין רצונו לקנות רק בשטר שיגיע לידו ע\"ז אמרינן כיון דנשבע לקיים המקח תו לא נחית לתנאים וגמר ומקני בכספא בכל גווני, [ועיין ביבמות (דף קי) תוס' ד\"ה קסבר שמואל ועוד אור\"י דהתם כיון דיבמתו ואשתו כו' והו\"ל לפרש דבודאי לא עביד איסורא משום דהשניה זקוקה ואכמ\"ל]:<br><b> אולם </b> בלא זה הוא פלא גדול לומר דלא אמרינן באופן דאם לא יפקיר לו מקום הכלי היינו שלא יקפיד על מקום הכלי יהיה יינו של ישראל יין נסך ויופסד לגמרי ולא יהיה לו מעות ולא יין, שע\"ז נאמר דלא הוי כאילו פריש זיל קני בכלי זה, הלא בשבעלה מוכר קלתות ולפירוש רבינו הוא אף במכר לו הכלי שהלוקח קונה בה ג\"כ אינו מקפיד על מקומה, וכאן הוא סברא לומר שמקפיד על מקום הכלי ואינו רוצה שיקנה בהכלי ויפסיד יינו לגמרי, זה מוזר דהלא אין לך אומדנא מוכחת מזו ונהוי כאילו פריש וא\"ל זיל קני בכלי זה, ורבוותא בתוספות הקשו כזה בפרק חזקת (דף נד) ד\"ה וישראל לא קנה עד דמטי שטרא לידיה דהוי לן לומר דהוי כאילו פירש אי בעינא בכספא איקני דאיך ס\"ד דלא סמכא דעתא ויהיו נכסיו הפקר, ותירצו דאנן סהדי שלא היה רגיל בדעתו לקנות מן העו\"ג רק כמו שהוא קונה מהישראל מדלא פירש, התם דוקא משום דאפשר לומר דהוי ס\"ד דהוא יקנה אותה בשטר או הוא יחזיק בה. ועוד דמעותיו שנתן להעו\"ג לא הפסיד דמצי לתבעו כמו שפסקו רבנן בתוס' שם, וא\"כ הוי כמו בכל מקום שקונה מן הישראל שחושב בדעתו שאם יחזור מוכר יתבע מעותיו, אבל כאן שיופסד יינו לגמרי ודאי דפליאה גדולה הוא לומר דבזה לא הוי כאילו פירש זיל קני בכלי זה וצ\"ע:<br><b> וברור </b> לדעתי הא דלא זכר רבינו שכהן גדול אסור לקדש בביאה אם לא שיפרש את דעתו לקנות בתחלת ביאתו או שלא יגמור ביאתו שכבר עמד ע\"ז במשל\"מ פרק י\"ז מהלכות איסורי ביאה, משום דסבר רבינו דאם פירש שרצונו לקנות בתחלת ביאתו מהני, מלשון רבא כל הבועל דעתו על גמר ביאה, מלשון דעתו מוכח דאם פירש מהני, אבל הבעיא היה אם תחלת ביאה אינה קונה אף ע\"ג שפירש שרוצה לקנות בתחלת הביאה ג\"כ לא קני, דהא דילפינן בהבע\"י קיחה קיחה הוא על ביאה שאחרי האירוסין כמש\"פ פרק י' כדברי הרי\"ף, ורבא פשיט להו גוונא מציעא דמסתמא דעתו ע\"ג ביאה, אבל אם פירש שרצונו לקנותה תיכף בתחלת ביאה קני, ולפ\"ז א\"ש דכה\"ג שרי לקדש בביאה, דאנן סהדי דאין רצונו לעשות איסור ולעבור על עשה דבתולה ולא בעולה, והוי כאילו פירש ואמר שרוצה לקנות בתחלת ביאה, אבל בגברא אחרינא ופשטה ידה וקבלה קדושין מאחר ודאי דמקודשת לשני דמסתמא דעתו על גמר ביאה, ועיין בלחם משנה שם בהלכות אישות פרק ג' שהרגיש קצת דרבינו סבר כתרווייהו כהבה\"ג ורי\"ף יעו\"ש, ומכל מקום אין להביא ראיה מזה להריב\"ל דהוי כאילו פירש, דשאני בכה\"ג דמפסיד המקח שאם לאו אומדנא דרצונו לקנות בתחלת ביאה נמצאת בעולת עצמו, ואם נשא מוציא בגט ואסורה עליו ואינה ראויה לקיימה, וזה אומדנא דמוכחא טובא דמקדשה שתהיה אשתו, לא שעל ידי ביאה זו תיאסר עליו לעולם, וזה ברור בכוונת רבינו ז\"ל, וא\"כ יפלא טובא הך שמועה דהפועל כמו שנתבאר וצ\"ע:<br><b> ונראה </b> ליישב בהקדם דדא מוכחא בפ\"ק דב\"מ (דף ט) דקנין כלים מטו ביה מתורת חצר וכמו שמצאנו שם דפריך אלא מעתה היתה מהלכת ברה\"ר וזרק לתוך חיקה או לתוך קלתה כו' אמאי הא הוי חצר מהלכת ולא קנה יעו\"ש דמפורש דמתורת חצר הוי וכן כתבו כולהו רבנן קדמאי וא\"כ קשה טובא דהא כמו דאין חצר לקטן מטעם דאין שליחות לקטן כדמפורש שם (בדף יא), א\"כ אין חצר לעו\"ג נמי מטעם דאין שליחות לעו\"ג, ואמאי פריך בהפועל ולקני ליה כליו הא קנין כלים הוא מתורת חצר, ורבינו פסק דלא כהשמועה דהפועל מטעם דסבר ניצוק חיבור לאסור כל התערובות יעו\"ש, אבל הפוסקים הטור והרמ\"א הביאוה להלכה וזה פלא:<br><b> אולם </b> בהתבונני בינה בדברי רבינו פרק ד' הלכה א' אשר זה לשונו, כליו של אדם כ\"מ שיש לו רשות להניחו קנה לו כו' וה\"ז כמי שהגביהן או כמי שהונחו בתוך ביתו, וכבר נודע כמה תקיף חילא דמרן לכלול בלשונו דברים עמוקים. ונראה ברור דכוון בזה, דבקנין כליו יש תרי טעמי אחד משום דהוי כאילו הגביה הלוקח ואחד משום חצר, והוא דהגבהה אף אם לא הוגבה על ידו רק מסיבתו, כמו דאמר בשילהי חולין זיל טרוף אקן דליגבינהו וליקנינהו והכי קאמר ליה זיל טרוף אקן הקש בידך על הקן דליגבינהו אפרוחים מיראתך ותקנה אותם בהגבהה, רש\"י, הרי דמה דנגבהים מחמת יראתו שהקיש בקן מיקרי הגבהה, והוי כמו שקורא לה והיא באה מקרי משיכה, כן זה מיקרי הגבהה, וכן כתבו רבנן בתוספות בהגוזל עצים, א\"כ לא מוזר הוא לומר דמה דבאו ע\"י הלוקח לתוך כליו הוי ממש הגבהה, וכמו תמן משום שדרך בע\"ח להיות נגבהים, כן דרך המטלטלין להיות מונחים בתוך כלים, ולזה קני עו\"ג אם כי לאו בר שליחות הוא אכן אית ליה קנין בכליו משום הגבהה. ודוקא במקום שיש לו רשות להניחו, הא ברשות מוכר או ברה\"ר לאו הגבהה הוי אף דהגבהה קונה בכל מקום זה דוקא במגביה בידו, אבל כאן שאינו אוחז בידו רק שמונח בכלי כיון שהכלי גופיה אין מקומה חשיב הנחה כיון שמונחת ברה\"ר וכל אדם יכול לסלקה אין זה חשיבא הנחה כלל ולאו הגבהה הוי, ופוק חזי, דרבנן בתוספות בהגוזל כתבו דהא דאדייה אדויי אף שהוגבה מכחו לא קני במידי דלאו בע\"ח משום דאין דרכן בכך, ואע\"ג דהגבהה קונה אף בדברים שאין דרכן להגביה וכמו שכתבו רבנן בתוס' פרק הספינה (דף פו) ד\"ה לצדדין כו', וע\"כ דהגבהה שאוחז בידו שאני דקני אפילו בדבר שאין דרכו להגביה, משא\"כ היכי שבא הגבהה מסיבתו, ומכש\"כ לנידון זה כיון דאין לו רשות להניח כליו תו הדברים המונחים תוך הכלי אינם מוגבהים כלל, וברשות מוכר מבע\"ל אם מקפיד המוכר או לא והוי כמונח בסמטא במקום שיש לו רשות להניחו שם ודוק. נמצא דמהך דהפועל דפריך דליתהני קנין כליו בעו\"ג, הוכיח רבינו דהוי כאילו הגביהן, אמנם מצד הגבהה לא יתכן רק באופן דבאים ע\"י הלוקח ובסיבתו וברצונו דאז יחשב כאילו הגביהן, אבל שלא מדעתו ודאי דלא שייך ע\"ז קנין הגבהה כלל, דאיך מצאנו שלא מדעתו בפעולת קנין שמצד הלוקח כמו הגבהה או משיכה או חזקה וכמו דאמרו העודר בנכסי הגר וסבור שהן שלו לא קנה, דהא לא פעל פעולה זו לשם קנין, ובפרט במקום שהונחו שלא ברצונו בע\"כ דלא מצאנו פעולה ממנו שיהא קונה בע\"כ רק ידו ורשותו קונה שלא מדעתו ובגט בעל כרחו, וכן כתב המהרי\"ט סימן מ\"א בחו\"מ, ז\"ל דהתם שאני דהוי מעשה קנין ולא קני אלא מדעת ובכוונה אבל רשותו של אדם קונה לו אפילו בלא כוונה קונה עכ\"ל, ולכן כתב רבינו דהוי כאילו הונחו בתוך ביתו דמתורת חצר קני, וא\"כ א\"ש דהיה מהלך בספינה וקפצו דגים ונפלו לתוך הספינה שלא ע\"י סיבתו ורצונו באו לספינה לא שייך רק חצר, לכן פריך שם דליהוי חצר מהלך. וכן היתה מהלכת בר\"ה וזרק לתוך חיקה גט, דהוא שלא מדעתה ושלא בסיבתה ובגט אף אם נתן מרצונה ובדעתה לתוך חיקה ג\"כ מסתפקא טובא אם מועיל קנינים דלאו ידה, וכמו דמבע\"ל בירושלמי פרק ב' דגיטין לר\"ז מסר לה פרה במסירה מדת הדין את אמר נקנה מקח והכא את אומר הכין או שנייא הכא דכתיב ונתן בידה, והוא מחלוקת גדולה בין הקדמונים בריש הזורק עיין ר\"ן ורשב\"א, ורק מתורת חצר דהוי כידה פריך, ומשוך בהמה זו וקני כלים שעליה, התם הכלים הלא הם מונחים על הבהמה מקודם, ובלא זה אפשר דגבי בהמה שאני דלא חשיב כאילו הגביהן לכן פריך דיהיה מתורת חצר והוי חצר מהלך ולא קנה. נמצא דשני הטעמים שכתב רבינו תרווייהו צריכי וכמו שנתבאר, וגבי עו\"ג לא הוי רק מתורת הגבהה, ובשו\"ע השמיט מלשון רבינו וה\"ז כאילו הגביהן, ולדעתי דלה לנו רבינו מרגניתא בזה ודוק:<br><b> וכיון </b> שזכינו לזה א\"ש מה דנפלאתי דאמאי לא הוי גילוי דעתא דרוצה שיקנה ע\"י כלי זה ואינו מקפיד על המקום כדי שלא יופסד כל יינו, ולפ\"ז א\"ש, דהעו\"ג ע\"י מדידת ישראל לתוך כליו אינו מתכוין לקניה ומכש\"כ באוירא דכלי, כיון שכלים של לוקח אינם קונים ברשות מוכר, ומה דאמרינן דהוי כא\"ל זיל קני בכלי זה העו\"ג אינו יודע מזה ועביד על דעת שבכל קניניו עם הישראל אם מונח בתוך כליו ברשות מוכר הישראל חוזר בו, ומה שאינו מקפיד על המקום הלא לא מתכוין לקנות, וא\"כ מצד ההגבהה לא יתכן דהא מעשה קנין לא קני אלא מדעתו, ואי משום דכליו של אדם קונים לו שלא מדעתו דהוי כמו חצירו זה ליכא בעו\"ג דאין שליחות לעו\"ג, וכמו דאין חצר לקטן כן אין חצר לעו\"ג, וא\"כ א\"ש דנאמר דמפקיר לו רשותו ויהיה כאילו מונח בסימטא ויקנה לו כליו כיון שהעו\"ג אינו מתכוין לקנות ע\"י כלי זה לא מקריא קנין הגבהה שלא לשם קנין, ועיין בתוס' ד\"ה כגון שהיה בעלה מוכר קלתות, בינה זה:<br><b> ונחזור </b> למה שחקר הר\"י אבן לב, וראיתי למהרי\"ט חלק חו\"מ סי' ס\"ה שכתב שאם נשבעו שניהם לקיים המקח ושלא לחזור בהם לא מועיל דעדיין לא סמכא דעתיה דלוקח שמא המוכר לא יכתוב לו את השטר דלכתוב לו שטר לא נשבע רק שלא יחזור בו, וא\"כ לא סמכא דעתיה דלוקח שמא לא יכתוב לו שטר, רק בקנין סודר דלכתיבה הוא עומד דבזה הוי שבועת המוכר כמו שנשבע שלא יחזור בו מלכתוב שטר כיון דסתם קנין לכתיבה עומד ומצי עדים לכתוב בלא רשותו, וא\"כ תו סמכא דעתא דלוקח דבודאי יגיע שטר לידו דהמוכר יכתוב לו שטר וגמר וקני מעכשיו כיון דנשבע כמאן דפריש דמי עכ\"ד, והמה מתוקים מדבש לענין הדין דחזרת המוכר, אבל לדעתי עדיין אינו מתישב, דאע\"ג דבכל מקום דנשבע הוי כפריש כדי שלא יעשה איסורא, בכ\"ז מאי שייך כאן, כיון דלא סמכא דעתיה דלוקח כ\"ז שהמוכר אינו נותן לו השטר, ואי משום דסמכא דעתיה דלוקח משום דברור לו דהמוכר יכתוב לו השטר משום דנשבע, ע\"ז לא אדע אם סמכא דעתיה דחושד להמוכר שיעבור על השבועה ולא יכתוב לו השטר והוא לא שדי זוזי בכדי, דאם לא יבוא השטר לידו אינו רוצה במקח דמסתפי מבע\"ח ומעוררין וכיו\"ב, דאם נאמר סברא כזו א\"כ יהיה לן דבר חדש בהתקדשי לי בשטר חוב שיש לי ביד אחרים דאינה מקודשת משום דלא סמכא דעתה שמא ימחול השטר חוב לבעל השטר, א\"כ כי נשבע הבעל שלא ימחול לו נאמר דסמכא דעתה דאשה ותהא מקודשת, ואף לשיטת הפוסקים דיהא צריך לשלם לה כל המגיע בשטר מדינא דגרמי ואעפ\"כ מפני שבושה לבוא לב\"ד לא סמכא דעתא דאשה, כן כתבו רבנן קדמאי, ואטו אם נשבע הבעל תהא סמכא דעתה וזה לא שמענו, ואם תאמר משום דיורש מוחל לא סמכא דעתה דשמא ימות וימחול היורש, א\"כ גם כאן שמא ימותו העדים שהקנה בפניהם, ולחלק חילוקים דקים בזה לא נהירא לי, הגם דמצאנו בפ\"ק דמציעא ט\"ז דסמכא דעתיה דלוקח דאיהו טרח ומייתי כי היכי דלא ליקרו ליה גזלנא, מי הוא זה שידמה אותן להדדי. סוף דבר אין לנו אלא סתימת תלמודא דדוקא פירש דאי בעי בכספא איקני, וכן במוכר שדהו וכתב לו שטר ולא נתן לו דמים אם נשבעו לא מהני דלא סמכא דעתיה דמוכר שמא לא יתן לו הלוקח דמים ויעבור על השבועה לכן לא גמר ואקני כל זמן שלא פירש, כן נ\"ל ודוק:"
            ],
            [
                "<b>אבל במקום שדרכן לכתוב שטר מכר לא קנה עד שיכתוב [את] השטר, התנה הלוקח ואמר אם רציתי אקנה בכסף או אקנה בשטר וכו'.</b><br><b> כך </b> הוא לשון הגמרא, ולכאורה או אקנה בשטר מיותר, דסגי באמרו אי בעינא אקנה בכספא. ונראה דהקדמונים כתבו, דאם חזר הוא במי שפרע עיין לקמן פרק י\"ט אות ב' בהגהות מיימוני, דשמעתתא דדייש אמצרי פירש ר\"ת במקום שכותבין השטר, ואף מי שפרע ליכא כיון שאינו מסיבת יוקרא וזולא, ודבר זה גם בתוספות פרק מי שהיה נשוי, א\"כ לכן התנה אי בעינא בשטרא איקני הוא שלא יהא מי שפרע אם יחזור בו וראב\"א לא הוי בר קבולי מי שפרע וברור:<br><b> והנה </b> המשל\"מ הביא בשם הר\"י אבן לב דהיכא דאיכא שבועה הוי כפריש, דאם נאמר דלא נתכוין בכסף הרי קא עביד איסורא יעו\"ש שהאריך בזה, [ועיין דברי רבינו נסים בנדרים (דף מז:) ד\"ה מ\"ט בעלי חוב נפרעין הכא אנן סהדי כו' כי היכי דלא תעביד היא איסורא ע\"י יעו\"ש והבן] ונראה נא בשמועה דהפועל (דף עא) דפריך דאמאי אמר רב להנהו סבוייתא דלישקלו זוזי מנייהו מעיקרא, אף אם כייל ורמי במנא דעו\"ג וקאי על גבי ארעא, מ\"מ מכי מטא לאוירא דמנא קניא ויין נסך לא הוי עד דמטי לארעיתא דמנא דהא קני ליה כליו ללוקח עו\"ג דכליו של לוקח ברשות מוכר קנה וש\"מ דכליו של לוקח ברשות מוכר לא קנה לוקח ע\"כ, וצ\"ע, דהא אף אם כליו של לוקח לא קנה ברשות מוכר מ\"מ אם אמר המוכר לך וקנה בכלי זה קנה כליו ללוקח דגלי דעתיה דאינו מקפיד על מקום הנחת הכלי והוי רשות מוכר בשעת קנייה למקום הכלי כסימטא, א\"כ הכא הרי אם נאמר דאינו כמפקיר לפניו רשותו הרי יאסר היין בשעת הגיעו לכלי ויעשה איסור בקבלתו המעות ובמכירתו לעו\"ג, הרי חזינא דלא אמרינן אומדנא דא, אמנם יש לחלק דהתם הרי מן הדין לא קנהו כליו ללוקח ברשות מוכר רק שנאמר מחמת אומדנא דא דהוי כא\"ל זיל קני זה לא אמרינן, אולם כאן הרי כסף קונה מן הדין בקרקע רק מתורת אומדנא אמרינן דלא סמכא דעתיה דלוקח עד דמגיע השטר לידו, בזה כיון דאם יחזור בו יהיה עובר על השבועה ודאי הוה כמאן דפירש ואמר דיקנה בכסף:<br><b> איברא </b> לפ\"ז גם על הראיה שהביא המשל\"מ יש לדון, דכאן אם מטי שטרא לידיה הלא נתקיים קנין הכסף למפרע וקנה אותה הלוקח מעת שקנה בכסף דהא דלא סמכא דעתיה דלוקח אינו ר\"ל שיקנה בשטר, דאף בשטר ראיה דהוא שטר הודאה ג\"כ לא קנה עד שיכתוב לו השטר ועיין כס\"מ, וע\"כ דמכוון לקנות בכסף רק באופן שיגיע ענין המכירה לידו בכתב, אבל כאן הלא האומדנא דאינו רוצה לקנות רק בגמר ביאתו, דאם נאמר דאינו רק תנאי שרוצה לקנות בתחלת ביאתו רק באופן שיוגמר ביאתו, הלא הוי מצי לקדש אותה בביאה כה\"ג כמו כל קדושין על תנאי, וע\"כ דהאומדנא הוא לענין שאינו רוצה לקנות בזה, הלא מה נקל לחלק בין הנך אומדנות הללו, דתמן דהוי גלוי דעתא בכל אדם שאינו רוצה לקנות רק בגמר ביאה לכן משום זה דלא עביד איסורא לא אמרינן דהאי גברא כהן גדול רוצה לקנות בתחלת ביאה, אבל כאן הלא האומדנא דאין רצונו לקנות רק בשטר שיגיע לידו ע\"ז אמרינן כיון דנשבע לקיים המקח תו לא נחית לתנאים וגמר ומקני בכספא בכל גווני, [ועיין ביבמות (דף קי) תוס' ד\"ה קסבר שמואל ועוד אור\"י דהתם כיון דיבמתו ואשתו כו' והו\"ל לפרש דבודאי לא עביד איסורא משום דהשניה זקוקה ואכמ\"ל]:<br><b> אולם </b> בלא זה הוא פלא גדול לומר דלא אמרינן באופן דאם לא יפקיר לו מקום הכלי היינו שלא יקפיד על מקום הכלי יהיה יינו של ישראל יין נסך ויופסד לגמרי ולא יהיה לו מעות ולא יין, שע\"ז נאמר דלא הוי כאילו פריש זיל קני בכלי זה, הלא בשבעלה מוכר קלתות ולפירוש רבינו הוא אף במכר לו הכלי שהלוקח קונה בה ג\"כ אינו מקפיד על מקומה, וכאן הוא סברא לומר שמקפיד על מקום הכלי ואינו רוצה שיקנה בהכלי ויפסיד יינו לגמרי, זה מוזר דהלא אין לך אומדנא מוכחת מזו ונהוי כאילו פריש וא\"ל זיל קני בכלי זה, ורבוותא בתוספות הקשו כזה בפרק חזקת (דף נד) ד\"ה וישראל לא קנה עד דמטי שטרא לידיה דהוי לן לומר דהוי כאילו פירש אי בעינא בכספא איקני דאיך ס\"ד דלא סמכא דעתא ויהיו נכסיו הפקר, ותירצו דאנן סהדי שלא היה רגיל בדעתו לקנות מן העו\"ג רק כמו שהוא קונה מהישראל מדלא פירש, התם דוקא משום דאפשר לומר דהוי ס\"ד דהוא יקנה אותה בשטר או הוא יחזיק בה. ועוד דמעותיו שנתן להעו\"ג לא הפסיד דמצי לתבעו כמו שפסקו רבנן בתוס' שם, וא\"כ הוי כמו בכל מקום שקונה מן הישראל שחושב בדעתו שאם יחזור מוכר יתבע מעותיו, אבל כאן שיופסד יינו לגמרי ודאי דפליאה גדולה הוא לומר דבזה לא הוי כאילו פירש זיל קני בכלי זה וצ\"ע:<br><b> וברור </b> לדעתי הא דלא זכר רבינו שכהן גדול אסור לקדש בביאה אם לא שיפרש את דעתו לקנות בתחלת ביאתו או שלא יגמור ביאתו שכבר עמד ע\"ז במשל\"מ פרק י\"ז מהלכות איסורי ביאה, משום דסבר רבינו דאם פירש שרצונו לקנות בתחלת ביאתו מהני, מלשון רבא כל הבועל דעתו על גמר ביאה, מלשון דעתו מוכח דאם פירש מהני, אבל הבעיא היה אם תחלת ביאה אינה קונה אף ע\"ג שפירש שרוצה לקנות בתחלת הביאה ג\"כ לא קני, דהא דילפינן בהבע\"י קיחה קיחה הוא על ביאה שאחרי האירוסין כמש\"פ פרק י' כדברי הרי\"ף, ורבא פשיט להו גוונא מציעא דמסתמא דעתו ע\"ג ביאה, אבל אם פירש שרצונו לקנותה תיכף בתחלת ביאה קני, ולפ\"ז א\"ש דכה\"ג שרי לקדש בביאה, דאנן סהדי דאין רצונו לעשות איסור ולעבור על עשה דבתולה ולא בעולה, והוי כאילו פירש ואמר שרוצה לקנות בתחלת ביאה, אבל בגברא אחרינא ופשטה ידה וקבלה קדושין מאחר ודאי דמקודשת לשני דמסתמא דעתו על גמר ביאה, ועיין בלחם משנה שם בהלכות אישות פרק ג' שהרגיש קצת דרבינו סבר כתרווייהו כהבה\"ג ורי\"ף יעו\"ש, ומכל מקום אין להביא ראיה מזה להריב\"ל דהוי כאילו פירש, דשאני בכה\"ג דמפסיד המקח שאם לאו אומדנא דרצונו לקנות בתחלת ביאה נמצאת בעולת עצמו, ואם נשא מוציא בגט ואסורה עליו ואינה ראויה לקיימה, וזה אומדנא דמוכחא טובא דמקדשה שתהיה אשתו, לא שעל ידי ביאה זו תיאסר עליו לעולם, וזה ברור בכוונת רבינו ז\"ל, וא\"כ יפלא טובא הך שמועה דהפועל כמו שנתבאר וצ\"ע:<br><b> ונראה </b> ליישב בהקדם דדא מוכחא בפ\"ק דב\"מ (דף ט) דקנין כלים מטו ביה מתורת חצר וכמו שמצאנו שם דפריך אלא מעתה היתה מהלכת ברה\"ר וזרק לתוך חיקה או לתוך קלתה כו' אמאי הא הוי חצר מהלכת ולא קנה יעו\"ש דמפורש דמתורת חצר הוי וכן כתבו כולהו רבנן קדמאי וא\"כ קשה טובא דהא כמו דאין חצר לקטן מטעם דאין שליחות לקטן כדמפורש שם (בדף יא), א\"כ אין חצר לעו\"ג נמי מטעם דאין שליחות לעו\"ג, ואמאי פריך בהפועל ולקני ליה כליו הא קנין כלים הוא מתורת חצר, ורבינו פסק דלא כהשמועה דהפועל מטעם דסבר ניצוק חיבור לאסור כל התערובות יעו\"ש, אבל הפוסקים הטור והרמ\"א הביאוה להלכה וזה פלא:<br><b> אולם </b> בהתבונני בינה בדברי רבינו פרק ד' הלכה א' אשר זה לשונו, כליו של אדם כ\"מ שיש לו רשות להניחו קנה לו כו' וה\"ז כמי שהגביהן או כמי שהונחו בתוך ביתו, וכבר נודע כמה תקיף חילא דמרן לכלול בלשונו דברים עמוקים. ונראה ברור דכוון בזה, דבקנין כליו יש תרי טעמי אחד משום דהוי כאילו הגביה הלוקח ואחד משום חצר, והוא דהגבהה אף אם לא הוגבה על ידו רק מסיבתו, כמו דאמר בשילהי חולין זיל טרוף אקן דליגבינהו וליקנינהו והכי קאמר ליה זיל טרוף אקן הקש בידך על הקן דליגבינהו אפרוחים מיראתך ותקנה אותם בהגבהה, רש\"י, הרי דמה דנגבהים מחמת יראתו שהקיש בקן מיקרי הגבהה, והוי כמו שקורא לה והיא באה מקרי משיכה, כן זה מיקרי הגבהה, וכן כתבו רבנן בתוספות בהגוזל עצים, א\"כ לא מוזר הוא לומר דמה דבאו ע\"י הלוקח לתוך כליו הוי ממש הגבהה, וכמו תמן משום שדרך בע\"ח להיות נגבהים, כן דרך המטלטלין להיות מונחים בתוך כלים, ולזה קני עו\"ג אם כי לאו בר שליחות הוא אכן אית ליה קנין בכליו משום הגבהה. ודוקא במקום שיש לו רשות להניחו, הא ברשות מוכר או ברה\"ר לאו הגבהה הוי אף דהגבהה קונה בכל מקום זה דוקא במגביה בידו, אבל כאן שאינו אוחז בידו רק שמונח בכלי כיון שהכלי גופיה אין מקומה חשיב הנחה כיון שמונחת ברה\"ר וכל אדם יכול לסלקה אין זה חשיבא הנחה כלל ולאו הגבהה הוי, ופוק חזי, דרבנן בתוספות בהגוזל כתבו דהא דאדייה אדויי אף שהוגבה מכחו לא קני במידי דלאו בע\"ח משום דאין דרכן בכך, ואע\"ג דהגבהה קונה אף בדברים שאין דרכן להגביה וכמו שכתבו רבנן בתוס' פרק הספינה (דף פו) ד\"ה לצדדין כו', וע\"כ דהגבהה שאוחז בידו שאני דקני אפילו בדבר שאין דרכו להגביה, משא\"כ היכי שבא הגבהה מסיבתו, ומכש\"כ לנידון זה כיון דאין לו רשות להניח כליו תו הדברים המונחים תוך הכלי אינם מוגבהים כלל, וברשות מוכר מבע\"ל אם מקפיד המוכר או לא והוי כמונח בסמטא במקום שיש לו רשות להניחו שם ודוק. נמצא דמהך דהפועל דפריך דליתהני קנין כליו בעו\"ג, הוכיח רבינו דהוי כאילו הגביהן, אמנם מצד הגבהה לא יתכן רק באופן דבאים ע\"י הלוקח ובסיבתו וברצונו דאז יחשב כאילו הגביהן, אבל שלא מדעתו ודאי דלא שייך ע\"ז קנין הגבהה כלל, דאיך מצאנו שלא מדעתו בפעולת קנין שמצד הלוקח כמו הגבהה או משיכה או חזקה וכמו דאמרו העודר בנכסי הגר וסבור שהן שלו לא קנה, דהא לא פעל פעולה זו לשם קנין, ובפרט במקום שהונחו שלא ברצונו בע\"כ דלא מצאנו פעולה ממנו שיהא קונה בע\"כ רק ידו ורשותו קונה שלא מדעתו ובגט בעל כרחו, וכן כתב המהרי\"ט סימן מ\"א בחו\"מ, ז\"ל דהתם שאני דהוי מעשה קנין ולא קני אלא מדעת ובכוונה אבל רשותו של אדם קונה לו אפילו בלא כוונה קונה עכ\"ל, ולכן כתב רבינו דהוי כאילו הונחו בתוך ביתו דמתורת חצר קני, וא\"כ א\"ש דהיה מהלך בספינה וקפצו דגים ונפלו לתוך הספינה שלא ע\"י סיבתו ורצונו באו לספינה לא שייך רק חצר, לכן פריך שם דליהוי חצר מהלך. וכן היתה מהלכת בר\"ה וזרק לתוך חיקה גט, דהוא שלא מדעתה ושלא בסיבתה ובגט אף אם נתן מרצונה ובדעתה לתוך חיקה ג\"כ מסתפקא טובא אם מועיל קנינים דלאו ידה, וכמו דמבע\"ל בירושלמי פרק ב' דגיטין לר\"ז מסר לה פרה במסירה מדת הדין את אמר נקנה מקח והכא את אומר הכין או שנייא הכא דכתיב ונתן בידה, והוא מחלוקת גדולה בין הקדמונים בריש הזורק עיין ר\"ן ורשב\"א, ורק מתורת חצר דהוי כידה פריך, ומשוך בהמה זו וקני כלים שעליה, התם הכלים הלא הם מונחים על הבהמה מקודם, ובלא זה אפשר דגבי בהמה שאני דלא חשיב כאילו הגביהן לכן פריך דיהיה מתורת חצר והוי חצר מהלך ולא קנה. נמצא דשני הטעמים שכתב רבינו תרווייהו צריכי וכמו שנתבאר, וגבי עו\"ג לא הוי רק מתורת הגבהה, ובשו\"ע השמיט מלשון רבינו וה\"ז כאילו הגביהן, ולדעתי דלה לנו רבינו מרגניתא בזה ודוק:<br><b> וכיון </b> שזכינו לזה א\"ש מה דנפלאתי דאמאי לא הוי גילוי דעתא דרוצה שיקנה ע\"י כלי זה ואינו מקפיד על המקום כדי שלא יופסד כל יינו, ולפ\"ז א\"ש, דהעו\"ג ע\"י מדידת ישראל לתוך כליו אינו מתכוין לקניה ומכש\"כ באוירא דכלי, כיון שכלים של לוקח אינם קונים ברשות מוכר, ומה דאמרינן דהוי כא\"ל זיל קני בכלי זה העו\"ג אינו יודע מזה ועביד על דעת שבכל קניניו עם הישראל אם מונח בתוך כליו ברשות מוכר הישראל חוזר בו, ומה שאינו מקפיד על המקום הלא לא מתכוין לקנות, וא\"כ מצד ההגבהה לא יתכן דהא מעשה קנין לא קני אלא מדעתו, ואי משום דכליו של אדם קונים לו שלא מדעתו דהוי כמו חצירו זה ליכא בעו\"ג דאין שליחות לעו\"ג, וכמו דאין חצר לקטן כן אין חצר לעו\"ג, וא\"כ א\"ש דנאמר דמפקיר לו רשותו ויהיה כאילו מונח בסימטא ויקנה לו כליו כיון שהעו\"ג אינו מתכוין לקנות ע\"י כלי זה לא מקריא קנין הגבהה שלא לשם קנין, ועיין בתוס' ד\"ה כגון שהיה בעלה מוכר קלתות, בינה זה:<br><b> ונחזור </b> למה שחקר הר\"י אבן לב, וראיתי למהרי\"ט חלק חו\"מ סי' ס\"ה שכתב שאם נשבעו שניהם לקיים המקח ושלא לחזור בהם לא מועיל דעדיין לא סמכא דעתיה דלוקח שמא המוכר לא יכתוב לו את השטר דלכתוב לו שטר לא נשבע רק שלא יחזור בו, וא\"כ לא סמכא דעתיה דלוקח שמא לא יכתוב לו שטר, רק בקנין סודר דלכתיבה הוא עומד דבזה הוי שבועת המוכר כמו שנשבע שלא יחזור בו מלכתוב שטר כיון דסתם קנין לכתיבה עומד ומצי עדים לכתוב בלא רשותו, וא\"כ תו סמכא דעתא דלוקח דבודאי יגיע שטר לידו דהמוכר יכתוב לו שטר וגמר וקני מעכשיו כיון דנשבע כמאן דפריש דמי עכ\"ד, והמה מתוקים מדבש לענין הדין דחזרת המוכר, אבל לדעתי עדיין אינו מתישב, דאע\"ג דבכל מקום דנשבע הוי כפריש כדי שלא יעשה איסורא, בכ\"ז מאי שייך כאן, כיון דלא סמכא דעתיה דלוקח כ\"ז שהמוכר אינו נותן לו השטר, ואי משום דסמכא דעתיה דלוקח משום דברור לו דהמוכר יכתוב לו השטר משום דנשבע, ע\"ז לא אדע אם סמכא דעתיה דחושד להמוכר שיעבור על השבועה ולא יכתוב לו השטר והוא לא שדי זוזי בכדי, דאם לא יבוא השטר לידו אינו רוצה במקח דמסתפי מבע\"ח ומעוררין וכיו\"ב, דאם נאמר סברא כזו א\"כ יהיה לן דבר חדש בהתקדשי לי בשטר חוב שיש לי ביד אחרים דאינה מקודשת משום דלא סמכא דעתה שמא ימחול השטר חוב לבעל השטר, א\"כ כי נשבע הבעל שלא ימחול לו נאמר דסמכא דעתה דאשה ותהא מקודשת, ואף לשיטת הפוסקים דיהא צריך לשלם לה כל המגיע בשטר מדינא דגרמי ואעפ\"כ מפני שבושה לבוא לב\"ד לא סמכא דעתא דאשה, כן כתבו רבנן קדמאי, ואטו אם נשבע הבעל תהא סמכא דעתה וזה לא שמענו, ואם תאמר משום דיורש מוחל לא סמכא דעתה דשמא ימות וימחול היורש, א\"כ גם כאן שמא ימותו העדים שהקנה בפניהם, ולחלק חילוקים דקים בזה לא נהירא לי, הגם דמצאנו בפ\"ק דמציעא ט\"ז דסמכא דעתיה דלוקח דאיהו טרח ומייתי כי היכי דלא ליקרו ליה גזלנא, מי הוא זה שידמה אותן להדדי. סוף דבר אין לנו אלא סתימת תלמודא דדוקא פירש דאי בעי בכספא איקני, וכן במוכר שדהו וכתב לו שטר ולא נתן לו דמים אם נשבעו לא מהני דלא סמכא דעתיה דמוכר שמא לא יתן לו הלוקח דמים ויעבור על השבועה לכן לא גמר ואקני כל זמן שלא פירש, כן נ\"ל ודוק:"
            ],
            [
                "<b>האומר לחבירו תן מנה לפלוני ויקנה ביתי לך כו':</b><br><b> גמרא </b> ערוכה בפרק השוכר את הפועל מפורש כלשון רבינו, אבל לשאר הלכות עבד כנעני והתולדה הנולדת משניהם תן מנה לפלוני ויקנה בית לפלוני, זה לא גמרינן לענין ממונא. והנה מסוגיית הגמ' פ\"ק דקדושין (דף כז) דאיבעיא להו שדה לאחד ומטלטלין לאחר מהו ת\"ש עשור שאני עתיד למוד נתון לעקיבא בן יוסף כדי שיזכה בו לעניים ומקומו מושכר לו מאי מושכר מושכר למעשר. והנה תנן בסיפא דמתניתין ונתקבלו שכר זה מזה, ולומר דהיה לו לר\"ע בספינה מעות מעשר בהדיה דוחק גדול, וע\"כ דרבן גמליאל זכה הכסף מרע\"ק עבור שכירת המקום למעשר עניים, הרי דר\"ע זיכה לעניים בתורת עבד כנעני שהוא נותן הכסף שיהא שכור לעניים המקום ובכ\"ז מהני אף גבי שכירות דלכמה פוסקים קדמאי אין מועיל בהם קנין חליפין דחליפין אינו קנין חשוב, ואפ\"ה מהני בתורת עבד כנעני כש\"כ שיועיל גבי שכר, ואולי לזה ידע דמהני דרע\"ק גזבר של עניים הוי ודחוק:<br><b> וצ\"ע </b> לשיטת כמה פוסקים קדמאי שהביא הרב במחנ\"א דבצדקה לעניים אף שאינם ידועים הוי אמירה כמסירה להדיוט וכמו קנין דמי וכמו בהקדש וזכו בהן עניים, א\"כ קשה לפום שינויא דמקומו מושכר למעשר למה לי להשכירו והיה צריך לקבל שכר זה מזה, היה לו לומר ומקומו למעשר עניים דזכו בו העניים מטעם אמירה דיליה, ותו קני במעשר עצמו או מתורת חצר או מתורת אגב קרקע. ומזה מוכח דלא דמי להקדש ורק מתורת נדר קא זכו, וא\"כ אין עדיין המקום שלהם לקנות במעשר. ואולי כאן משום דהוי רק לזמן ולתשמיש מיוחד גרע ובעי קנין ובכה\"ג לא זכו באמירה לחוד דכי האי גוונא לא מצאנו בהקדש, ואף למ\"ד דקדושת דמים פקע בכדי ומצאנו הקדש לזמן באמירה בלבד, אבל שיהא לתשמיש מיוחד לא מצאנו הקדש בכה\"ג, ובכה\"ג הוי רק מתורת נדר ואין המקום קנוי להם ולא מצי זכי במעשר דיתקיים נתינה טפי מההפרשה, וכאן שנת הביעור היה והוי צריך לקיים בהו נתינה והיה רק ע\"י שכירות ובקבלת כסף ודוק:"
            ],
            [],
            [
                "<b>כיצד בחזקה מכר לו בית כו':</b><br><b> המשל\"מ </b> כתב, ושמעתי שחכמי הדור שלפני נסתפקו במשכיר בית לזמן קצוב ואח\"כ רצה להשכירה או למוכרה [לאחר] לאחר שיכלה הזמן הראשון אי מהני לשני קנין חזקה דנעל גדר ופרץ כיון שזו הבית קנויה לראשון לכל תשמישיה, וגם נסתפקו אי מהני נתינת רשות דשוכר ראשון כדי שיקנה הב' כו' ושמעתי שנחלקו בזה גדולי הדור עכ\"ל, ומי אנכי להכריע בדבר שגדולי עולם נסתפקו בה, אך אמינא ראיה מוכרחת לדעתי מירושלמי ערוך פרק מי שאחזו הלכה ג' דמביא פלוגתא דרבי ורבנן אם הוי גט גמור במהיום ולאחר מיתה יעו\"ש דחקר מפני מה מהיום ולאחר מיתה במכירת קרקע מהני שפיר ובגט לא מהני, ומשני דכאן במכירה אמרינן גופא מהיום ופרי לאחר מיתה אבל בגט איך אפשר, ואי משום דיאמר גופך מגורשת מהיום ומעשי ידיך לאחר מיתה, לא מצאנו אשה נשואה לזה ומעש\"י לאחר, ואמר אח\"כ אף בגט שחרור מחלוקת דפליגי רבי ורבנן דלמר תנאה ולמר ספק חזרה אף בקדושין כן יעו\"ש, אף בהפקר כן שדי מופקרת מהיום ולאחר שלשים ע\"ד דרבי מופקרת ע\"ד דרבנן אינה מופקרת, וכל הרואה ישתומם, דבהפקר דמי ממש למכירה ונימא מהיום גוף הקרקע ופירי לאחר שלשים, והמשל\"מ פ\"ה מעבדים עמד בזה, ועיין שו\"ת רעק\"א מה שהאריך בירושלמי זה ונשאר בקושיא, אך כמה מחוורן שמעתא דסבי, דלפי מה שאמרו הנך גדולי הדור דקנין חזקה לא שייך בשכירה לאחר, כש\"כ במשייר פירות לעצמו דבעין יפה משייר וכל השדה כל התשמישים שלו וכל ההנאות שלו עד שלשים א\"כ לא מהני קנין חזקה בזו השדה להרוצה לזכותה מן ההפקר, ואיזו קנין יש בהפקר חוץ קנין החזקה, לכן כיון דלא מצי שום אינש לזכותה מן ההפקר מה זה הפקר הלא פטומי מילי בעלמא נינהו, ומש\"ה נקט הירושלמי שדי מופקרת מה דלא נקיט בהקדש, משום דבשאר מילי כמו בע\"ח וכיו\"ב איכא למימר פרי לאחר שלשים וגוף מהיום דאיכא קניה בהו ע\"י הגבהה, משיכה, חצר, משא\"כ בשדה ליכא רק חזקה, וחזקה לא מהני שכל מה שהוא עושה ברשות הבעלים שהפירות שלו קא מתקן ואין זה חזקה לקניה דכל מידי התועלת של בעל הפירות, וזה נכון, וזה הסברא דהיכי דאין אדם יכול לזכות תו לא הוי הפקר, מתקבלת אל הלב ומוכרחת היא לפי מה שביאר מרן הכס\"מ פ\"ב מנדרים בשיטת רבינו, דמן התורה בעינן שיהא הפקר בפני אחד, מתוך דיכול הוא לזכות הוי הפקר גמור, אבל בינו לבין עצמו כיון דלא מצי שום אדם לזכות בשדה שהפקיר לא הוי הפקר, כש\"כ כאן דאין במה לזכות לשום אדם כש\"כ דלא הוי הפקר. [ובתוספות גיטין (דף כא) כתבו שיכולה להפקיר חצירה אע\"ג דקנוי לבעלה קנין פירות ובמאי יזכה אחר, וצ\"ל דבעלה הא מצי לזכות והוי כמפקיר עבדו דלא מצי זכי רק העבד] וכן מוכח מהא דקשה מאלו מציאות בעובדא דר' ישמעאל בר\"י, דהוי ליה להפקיר בלחש דכיון דמה\"ת הפקר אפילו בינו לבין עצמו, ולומר דהיה רוצה שיהיה הפקר אפי' מדרבנן זה ניחא אם היו שם שלשה, אבל פשטא דגמרא מוכח דלא היה שם זולתם ועיין תוספות שם, וע\"כ דבינו לבין עצמו לא הוי הפקר כלל אף מן התורה ואכ\"מ. ועיין בשו\"ת מהרי\"ט בראשונות סימן פ\"ה מש\"כ בזה עיי\"ש. ולדעתי מה שפרשתי בכוונת הירושלמי אמת:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העו\"ג אינו קונה בחזקה אלא בשטר כו':</b><br><b> הנה </b> רבוותא בתוספות פירשו דעו\"ג לאו בני שטרא נינהו ולא קני בשטרא משום דישראל גופיה לא קני בשטרא אלא מספר המקנה דירמיה והתם ישראל הוי [תוספות ב\"ב נ\"ד ד\"ה עו\"ג מכי מטא זוזי] וכן כתבו בשם ר\"ת בקדושין י\"ד ממשמעות הגמרא מכי מטא זוזי לידיה איסתלק כו' ורבינו מפרש דבר שטרא הוי ואדרבא דאינו קונה אלא בשטר לא בחזקה ולא סמכא דעתו על הכסף, רק כיון דמטא זוזי לידיה אסתלק ליה ותו לא איכפת ליה, והישראל אינו סומך רק על השטר שנותן לו, וכן כתב רב האי גאון בספר המקח [ועיין באורי הגר\"א סימן קצ\"ד אות י\"א בסוף הדבור] ומפרש שמועה דישראל הבא מן העו\"ג בקנין ג\"כ, ושם אמרו מה עו\"ג אין לו חזקה אלא בשטר, הרי דבר שטרא הוי, ובריש פרק ב' דבכורות ישראל שנתן מעות לעו\"ג כו' אי נימא בדינא דגופיה דאתי בקו\"ח אם גופו קני כו' דכתיב לרשת אחוזה כו' א\"כ אפילו בשטר וחזקה נמי, הרי דישראל הקונה מן העו\"ג קני בשטרא ובחזקה, וכמו שהישראל קונה מהעו\"ג בשטר, כן העו\"ג קונה מהישראל בשטר, וזה ברור:<br><b> אמנם </b> רבנן בתוספות שם כתבו, פירוש כשקונה מישראל אף עבד כנעני כן כשקונה מישראל, אבל בעו\"ג לא מסתבר שיועיל שטר לפי שקנין שטר לא שייך בעו\"ג כו'. והנה מדבריהם בסוף שכתבו לא שייך בעו\"ג מוכח דדא פסיקא להו, ובכ\"ז כתבו לא מסתבר שיועיל שטר, לא בהכרח, והנראה דלא פסיקא להו דאם קנה את העו\"ג לעבד, תיכף כשנעשה עבד כנעני הרי הוא ישראל גמור לכל דבר ואז בר שטרא הוי ולכן מועיל בו קנין שטר וכמש\"כ רבוותא בתוספות גבי גר קטן שמטבילין אותו ע\"ד ב\"ד אף דאין זכיה לעו\"ג, כיון דבהך זכיה נעשה ישראל הוי ליה כישראל גמור לענין זכיה, כן הכא כיון דבזה השטר נעשה ישראל תו קנה ליה דשטר קנייתו ויהדותו באין כאחד, וזה תלוי בהך דפליגי רב יהודה ורב אחאי אם קונה את העו\"ג לעבד בעי כספא וטבילה או קני ליה בכספא לחודא, דאם נאמר דקני ליה לגופא בלא טבילה, ובפרט לשיטת רש\"י כמו שפירש הרא\"ש פרק החולץ דמטבילו בע\"כ לשם עבדות ואז הוי בדינו כישראל גמור דבר שטרא הוי, אבל לא נהירא לרבוותא דא, דשטר עיקרו מצד המוכר שהוא כותב השטר ובעי ספר המקנה שיהא של מקנה, וא\"כ איך אנו דנין אותו אחרי דינו שאחר חלות השטר והגמר קנינו, ובפרט כי שטר הוא עיקרו שמעיד אם יבא המוכר להכחיש בהמכירה ואז הוא עו\"ג גמור, משא\"כ בזכיה שהוא עיקרו על הדבר שנעשה אחרי החלות אם הוא זכות ובר זכיה כשתפסוק הדין דישראל הוי, ובשו\"ע סימן רס\"ז סעיף כ\"ג עבד כנעני בין קנאו בעודו עו\"ג בין קנאו מעו\"ג נקנה בכסף או בשטר כו', וזה כפסק רבינו דעו\"ג בר שטרא הוי ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לחבירו משוך פרה זו ולא תקנה אלא לאחר שלשים יום ומשך לא קנה:</b><br><b> בהשגות </b> א\"א נ\"ל אם הפרה עומדת ברשות הלוקח ביום ל\"א שהיא קנויה לו כו', ועיין משל\"מ מה שביאר דבריו. אמנם יש לדון, דבאשה בזה הקנין גופא שמקנה היינו שמקדש לה בכסף, בזה היא מתקדשת דחשבינן כאילו שעבודא דכסף קיים, אבל גבי משוך פרה זו דמשיכתו כבר כלתה רק דמדין חצירו קני לה וזה קנין אחר. ולכאורה יש לדמות להא דאמרו בהספינה (דף עו) הב\"ע דאמר ליה משוך וקני דמ\"ס קפידא דאינו נקנה במסירה. אך תמן הלא מסירה קנין גרוע ובמקום שהמשיכה מועיל אינו מועיל מסירה כמו בסימטא כו', אבל כאן דהיא עומדת ברשות לוקח הלא עביד קנין מועיל, אין ה\"נ דמהני, ואף לפירוש רבינו תם דפירש תמן דמסירה מעליא טפי הלא פירשו רבוותא בתוספות שם ד\"ה ספינה, דשכירות מקום הוי כעין משיכה שמביאה לרשותו ולא שייך בזה קפידא, הרי דמועיל לכולי עלמא, אף דא\"ל משוך מכל מקום אם ישכור מקומה מהני דהוי מדין משיכה ועדיפה מינה, ולזה כוון הראב\"ד והבן:"
            ]
        ],
        [
            [
                "<b>אחד בהמה ואחד שאר המטלטלין נקנין במעות דין תורה וכו':</b><br><b> דברי </b> ר' יוחנן, וחקרו הקדמונים בטעמו, מהם מי שאמרו דילפינן מהקדש דכתיב ונתן הכסף וקם לו ורשב\"ל סבר דשאני הקדש דלא שייך משיכה דכל היכי דאיתא בי גזא דרחמנא איתא, עיין תוספות פרק ב' דבכורות וזה כשיטת האו\"ז דבעובר בהמה דליכא משיכה קני בכסף לכו\"ע יעו\"ש, וכן אמרו בירושלמי פ\"ק דקדושין דמשו\"ה קני בנתן הגזבר כסף בלא משיכה משום דרשות גבוה בכל מקום, ולפ\"ז י\"ל דרשב\"ל לטעמיה דסבר דאף באומר עלי לא מתחייב משום דאף אם נגנב או נאבד בי גזא דרחמנא איתא, אכן נסתר זה מהא דרב סבר בריש שילוח הקן דתרנגולת שמרדה פקע קדושתה ואפ\"ה סבר משיכה קונה ולדידיה שייך משיכה גבי הקדש ונילף מהקדש, ולדידי יתכן, דשאני הקדש דאיכא הרבה דברים שאין להקדש בהן רק שווי הדמים לא עצם הדבר כמו מקדיש בהמה בעלת מום למזבח דגוף הדבר לא שוה מידי להקדש, רק שווי הדמים שלמכור אותם זה יתכן להקדש ובאילו כיון דגוף החפץ לא שייך להקדש ודאי דמקנו בכסף לכן לא חלקה רחמנא בהקדש, משא\"כ הדיוט, דאטו מוכרח למכור אותם לכן בעי משיכה:<br><b> והנה </b> האלפסי פירש דילפינן אם גופו קנוי בכסף לא כש\"כ ממונו, וצריך ביאור דא\"כ לפום סוגיא דריש פרק ב' דבכורות דאמרו דעמיתך ממעט עו\"ג דבכסף לא קני, וא\"כ קשה הא הדר הקו\"ח בעו\"ג מה גופו קנוי בכסף ממונו לא כש\"כ, וצ\"ל דאין ה\"נ דעו\"ג לא קני לישראל רק למעשה ידיו וכן ישראל לעו\"ג לא קני ליה רק למעשי ידיו, ואם קדם וטבל לשם גירות קנה עצמו בן חורין, כן סגי בהו מחילה ואי א\"ל באפי בי תרי זיל לא צריך גט שחרור כלל, והוי רק כמו שעבודא בעלמא וכמש\"כ המגיד בשם רמב\"ן בהלכות איסורי ביאה פרק י\"ג הלכה י\"א, משא\"כ בעבד עברי דגופו קנוי דהא אית ליה גם קנין איסור ביה דמצי להשיאו שפחה בע\"כ, ועיין כ\"ז במחנה אפרים הלכות עבדים סימן א', וא\"כ מעו\"ג ליכא קו\"ח דאין ה\"נ לא קני ליה רק לשעבודא, משא\"כ בממונו דמקני לגמרי בעי קנין אלימא, אבל ישראל מישראל דגופו קונה לגמרי איכא קו\"ח מה גופו קונה בכסף ממונו לא כש\"כ, אולם זה תלוי באשלי רברבי דלרב יהודה ישראל הקונה ע\"ג עצמו שלא מעו\"ג אחר קונה גופו בכסף לחוד לגמרי קנין הגוף ואם קדם וטבל אינו בן חורין, וא\"כ איכא קו\"ח גופו קונה בכסף ממונו לא כש\"כ, רק לאתקפתא דרב אחא דילמא בכספא וטבילה, ובכסף לא נקנה עו\"ג לישראל קנין הגוף שפיר הוי תירוצא מעליא וכמו שפרשנו בס\"ד. וראה בהלכות עבדים פרק ט' הלכה ב' בלח\"מ דרבינו פסק כרב אחאי, ולפי דברינו ראיה גדולה דר' יוחנן סבר כוותיה בינה זה:<br><b> ואם </b> נאמר דהא דסבר דכסף קונה מן התורה הוא משום דילפינן זה מהקדש, א\"כ כי כתבה רחמנא דין פדיה אפשר דוקא גבי ישראל דבר קנין הוא בכסף אף בממון הדיוט, משא\"כ עו\"ג דאיהו לא קני בכספא א\"כ במה יקנה מן ההקדש ובמה תפקע הקדושה מהחפץ אם ע\"י כסף לאו בר קנין הוא ע\"י כסף ובנתינתו הכסף להקדש לא יוקנה לו החפץ, ואי משום דימשוך את החפץ, הלא התורה לא כתבה דין פדיה רק באופן שההקדש תפקע ע\"י נתינת הכסף לגזבר ובזה יהא קנוי החפץ לבעליו הפודה וקם לו, בשלמא למאן דסבר דכסף אינו קונה מן התורה כלל והוא דין מיוחד אצל הקדש דנקנה ע\"י כסף או מצד סברת התוספות דלא שייך משיכה או על פי סברתי לעיל א\"ש, אבל למאן דיליף קנין כסף בכל מילי מהקדש אלמא דדין זה לא מיוחד אצל הקדש, רק שכן הוא לגבי ישראל בכל מילי דמקנתו לכל דבר ע\"י נתינת הכסף, א\"כ בעו\"ג דלא קני בכסף ורק הפקעת הקדושה תהא ע\"י משיכת החפץ זה ודאי לא מהני גבי הקדש כן נראה ברור, ומתורץ לפ\"ז הגירסא הישנה בפרק כל שעה (דף כט) רב אשי אמר דכו\"ע פודין קדשים להאכילן לכלבים ובפלוגתא דריה\"ג ורבנן פליגי, והקשו בתוס' דא\"כ אמאי לרבנן לא מעל האוכלה במועד, דהא אית ליה להקדש ממון בזה דהא מצי למוכרו לעו\"ג עצמו, ולפ\"ז הא עו\"ג לאו בר פדיה הוא כיון דקנין כסף לית ליה, ולפ\"ז ע\"כ רב אשי לדחויא קאמר בע\"ז (דף ע\"א) לעולם אימא לך משיכה בעו\"ג אינה קונה יעו\"ש היטב ודוק:<br><b> והנה </b> הפוסקים נחלקו בשכירות מטלטלים אם נקנה בכסף כדבר תורה משום דליכא למיחש שמא יאמר לו נשרפו חטיך וכו' דכיון דהגוף שלו טרח ומציל יעוין סי' קצ\"ח סעיף ו', אמנם יש לחקור דשכירות מטלטלי יהיה משיכה קונה מדברי תורה עפ\"י מה דאמרו בתוספות בכמה דוכתי, דבמתנה כיון דליכא כספא ודאי קנוי במשיכה דבר תורה יעוין בעו\"ג (דף עא) ד\"ה פרדישני (ודף עב) ד\"ה ומאי לא ניתן להשבון, א\"כ נראה לומר דבשכירות דאינה משתלמת אלא לבסוף הוי כדליכא כספא וקני במשיכה, הן דמצאנו סברא כזו דבשכירות אם החזיק באחת קנה את כולן דהוי כמתנה ולא בעינן נתן דמי כולן משום דשכירות אינה משתלמת אלא לבסוף יעוין סימן קצ\"ב סעיף י\"ג בהגה\"ה דהוי כמתנה, אולם הכא לענין דליקני דבר תורה לא שמענו וצריך ראיה. ולכאורה נראה מפורש בפרק הזהב דאמר הכא במאי עסקינן בספר עו\"ג דלאו בר משיכה הוא, הרי דעו\"ג לא קני ליה במשיכה, ולפי סברא זו הלא במתנה גם בעו\"ג קני במשיכה לשיטת תוספות, וא\"כ השוכר את הספר עו\"ג לקני ליה במשיכה. ונראה דעיקר מילתא דאם שוכר את ספר ישראל או ספן דעיקרו הוא למלאכה, מה תלוי זה במשיכת כלי האומנות. ונראה פשוט משום דקנין בגופו של אדם ליכא בישראל, וכמו דאמרו בירושלמי דמשו\"ה יכול לחזור משום דעבדי הם ולא עבדים לעבדים, רק בקבלן שרק על המלאכה בכלל קני ליה, וא\"כ תלוי במלאכה ואם מושך כלי האומנות לא מצי לחזור, אבל בעו\"ג דישראל קני לגופיה, א\"כ אין זה נחשב קנין על המלאכה רק על גופו של הספר שיספר אותו, ואף דעבד קני ליה במשיכה הוא שגופו קנוי לו, אבל היכי שקונה עו\"ג לעשות לו מלאכה לא מהני משיכה רק כסף, דדוקא בעבד שנעשה מושל על כל פעולותיו, א\"כ תקפו ובא אצלו הוי קנין שמוליכו בדרך שהוא רוצה, אבל בקני ליה רק לאומנות זו לא שייך שתהא משיכתו קנין ומשיכת כלי האומנות לא שייך כיון שהקנין בגופו והבן:<br><b> ויתכן </b> ליחס סברא זו לרבנן בתוס' (דף צט) ד\"ה כך תקנו משיכה בשומרים, וליכא למימר דקאי אשוכר שתקנו משיכה ולא תקנו מעות דהא שכירות אינה משתלמת אלא לבסוף, דיתכן לומר דכוונו, כיון דאינה משתלמת אלא לבסוף תו הוי כשאלה דליכא מעות ומדאורייתא קני במשיכה דאין מחוסר כאן כסף, ונכון, אם כי הפשט דלא משמע לומר דעקרו חכמים קנין מעות כיון דרוב פעמים ליכא מעות לא שייך לומר שתקנו שלא יקנה מעות ודוק בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והחזיק בעציץ לקנות הזרעים אף העציץ לא קנה:</b><br><b> זה </b> לשון הגמרא, החזיק בזרעים קנה עציץ כו' החזיק בעציץ לא קנה עד שיחזיק בזרעים. מלות עד שיחזיק בזרעים אין להם מובן, שכבר אמר הדין דהחזיק בזרעים קנה עציץ, ולכן היה נ\"ל דקמ\"ל דאם החזיק בעציץ ואחרי זה החזיק בזרעים קנה ולא אמרינן דאיהו לא נתכוין לקנות את העציץ בחזקה זו דזרעים דהוא היה סבור דהעציץ כבר קנה בחזקתו וכבר נעשה שלו ולא נתכוין לקנותו והוי כעודר בנכסי הגר וסבור שהן שלו דלא קנה כדאמר פרק ר\"ג ביבמות, לכן קמ\"ל דבחזקה דזרעים מיהו קנה אעפ\"י שלא נתכוין לקניה, משום דכאן דעת אחרת מקנה אותו שאני ואף שאין הקונה מתכוון לקניה ועיין בשו\"ת רעק\"א סימן ל\"ז בזה, ובפרט אם החזיק בזרעים קנה את העציץ מדין אגב, אף דאיהו סבר דעציץ הוא כבר שלו, דענין אגב קרקע תורף הקנין הוא מצד המוכר, דבהפקר לא מהני אגב כמפורש פ\"ק דמציעא דאם טובת הנאה אינה ממון אינו קונה התרומה באגב, וכן לא מבעי להגמרא במטלטלין של אחד וקרקע של אחד אם קני הלוקח המטלטלין בקנין שעושה בהקרקע אגב הקרקע, רק במקרקעי לאחד ומטלטלי לאחד דהוי מצד המקנה כל עיקרו של אגב, ובעציץ וזרעים לא משכח הגמרא קנין אגב בעציץ של אחד וזרעים של אחד, רק בששניהן של א', הרי דעיקרו אינו רק מצד המקנה ולכן ודאי מועיל אף במקום דלא נתכוין לקנות את העציץ כיון דהוי דעת אחרת מקנה אותו. וראיתי במקנה (בדף כו) שדעתו דמהני בקרקע מזה ומטלטלין מזה, ובמחכ\"ת נעלם ממנו סוגיית הגמרא דגיטין, ובמק\"א הארכתי בדברי הירושלמי מאימתי אדם זוכה בפירותיו בשביעית ואכ\"מ:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>דבר הנקנה במשיכה אם היה ברה\"ר ומשכו הלוקח לרשותו או לסימטא כיון שהוציא מקצת החפץ מר\"ה קנה:</b><br><b> הרב </b> המגיד פירש, דאע\"ג דכל דבר טעון משיכת כולו, בכ\"ז זהו בסימטא ובחצר של שניהם, אבל באם היה החפץ מונח במקום ששם אינו מועיל משיכה ומשכו קצת למקום המועיל משיכה בזה מועיל לכו\"ע, ומש\"כ המגיד שזה כבר משכה כולה אין הכוונה שימשוך אותה שיבא סוף הנמשך במקום שהיה עומד ראשו, דמאי נפק\"מ אם היא ברה\"ר, רק הקפידא שיעייל אותה מקצתו לסימטא או לרשותו, רק כוונת המגיד דאם היה מונח סאה חטים לא נימא דכיון שמשך מקצת סאה לסימטא קנה, ע\"ז דייק המגיד דרק אם כולו דבר אחד או מונח באופן שבמשיכת מקצתו נמשך כולה ממקומו וכמו דאמרו גבי ספינה ע\"כ לא כו' בדוכתא קיימא אבל ספינה כיון דנדה פורתא נדה כולה, וזה בודאי אם היתה ברשות המוכר ומשך מקצתה לסימטא לא קנה דמאי אלים במה דמשך מקצתה לרשות שהמשיכה קונה שמה, טפי מהך מקצת שנשארה ברשות מוכר ולכן לא הזכירו רק רה\"ר, ובשו\"ע הזכיר גם חצר שאינה של שניהם, וכן מפורש בפרק המצניע (דף צ\"א) היה מגרר ויוצא פטור שהרי איסור גניבה ואיסור שבת באין כאחד כו', הרי דתיכף דהוציא מרה\"י נתחייב אז לענין שבת ואז קני לענין גניבה לא כשמונח עדיין מקצתו ברשות מוכר דהתם הוא רשות הבעלים ובעי שיוציאנו כולו מרשות בעלים וזה פשוט:<br><b> והנה </b> הרמב\"ן ועמו רבנן, הביאו דמשיכה קונה בכליו של מוכר מהא דפריך שם וא\"א אגד כלי שמיה אגד קדם ליה איסור גניבה לאיסור שבת, הרי דכיון דהוציא המעות אף ע\"ג דהכיס לא הוציא ולא קנה הכיס נתחייב על גניבה. ונראה לסתור, דלעולם בכליו של מוכר לא מועיל משיכה רק שם כשמושך הכיס, הרי בעי שיתכוין למושכה בכוונת גניבה לקנותה היינו להוציאה מרשות הבעלים, ולסוף כשהוציא כולה אז קונה הכיס ג\"כ, א\"כ משיכת מקצת הכיס ג\"כ מועלת בהקנין להכיס, ולכן אף שעדיין לא קנה הכיס משום שלא משכה לרשותו אבל המעות הצרורים בהכיס דאותן הוציאן לגמרי קנאן להתחייב באונסין, אבל כי אינו מושך הכלי של מוכר בכוונת קנין לקנותו רק לקנות הדברים אשר בתוך הכלי אימא דאינו מועיל, ולכך לא הביאו מזה התוספות ראיה בפ\"ק דמציעא (דף ט) משום דיש לדחות כדפרישית, אמנם לפום פסק רבינו דהיכי דהיה דבר הנקנה ברשות שאין מועיל שם משיכה והעלהו מקצתו למקום המועיל משיכה סגי באותו מקצת, א\"כ כאן המעכב משום שהמקצת עדיין ברשות הבעלים ובמאי נפיק מרשותו דבעלים וכמו שמקצתו במשיכה כן מקצתו ברשות הבעלים. ובמאי יתחשב טפי דאיהו עייל ברשותיה דהמוציא מרשות הבעלים שעדיין מקצתו מונח בו, אבל כשהיה מונח מקצת ברשות הבעלים ומקצת בסמטא ובא אחד ומשכו כולו לסמטא, היינו שהמקצת שהיה מונח ברשות בעלים משכו לסמטא, בודאי מועיל לרבינו, דעכשיו דאינו ברשות בעלים כלל קונה אותו במה שגמר להעלות המקצת לסמטא מקום שהמשיכה מועלת וכאילו היה מונח ברה\"ר ומשכו מקצתו לסמטא דמועיל, א\"כ תו גבי גנב במה שמשך המעות בכיס לא מועיל כלל לקנות הכיס דעדיין מונח מקצתו ברשות בעלים, ולכשיוציא את כל הכיס אין נפק\"מ במה שהוציאו מעיקרא לשם גניבה, דהוא הדין אם היה מונח מאליו כן מקצתו ברשות בעלים ומשכו אותו מקצת מרשותו קונה הכיס, וא\"כ הקנין בא רק בגמר המשיכה לחודא בלא צירוף התחלת המשיכה כלל וא\"כ שפיר מוכח מזה דמושך בכליו של מוכר מהני, ולכן הרא\"ש לטעמו דסבר דדוקא בספינה דמשיכתה גרוע בעי למשוך כולה הא בשאר מטלטלין שנמשכין מכח האדם לחוד במשיכת מקצתו סגי שפיר אייתי ראיה מהך דהמצניע דבכליו של מוכר מועיל משיכה, והרמב\"ן ז\"ל דסובר דהוה\"ד במטלטלין לא מועיל משיכת מקצת, ע\"כ סבר כשיטת רבינו דאם העלהו ממקום שאינו מועיל למקום המועיל סגי במקצת לכן אייתי ראיה מהמצניע דמועיל בכליו של מוכר ודוק:<br><b> והנה </b> לרבינו דפסק דבעייליה למקום המועיל משיכה, אף כי משך מקצתו סגי, ופסק לקמן הלכה ה' דאם היו בכליו של מוכר לא מועיל המשיכה, קשה איך אמר דקדים ליה גניבה לאיסור שבת הא לא קנה כי משיך המעות משום דהמה בתוך הכיס של בעלים שעדיין לא הוציאו, ונראה דרבינא מוקי להך ברייתא בפרק אלו נערות דאפקיה לרה\"ר וכבר פרשו בתוס' שם דלדידיה ג\"כ לענין קנין לא קני במשיכה ברה\"ר רק להתחייב באונסין סבר רבינא דכל זמן דאפקיה מרשות בעלים אף לרה\"ר קנאו הגנב להתחייב באונסין. והנה הטעם דמשיכה לשיטת רבינו לא מהני בכליו של מוכר הוא דהוי כמו כליו של מוכר ברשות לוקח דלא קנה לוקח כן לא קנה ע\"י משיכה וכמוש\"ב המגיד בהלכה ה', ושיטת רבינו לקמן פרק א' מהלכות זכיה דהפורס מצודה שהיא כלי תוך שדה חבירו וצד בה ואמר בעל השדה זכתה לי שדה בעומד בצדה דקנה ולא אמרינן דכלי בעל המצודה מפסיקין, דאימתי הכלי מפסיק במקום שיש לו רשות להניח הכלי, הא מקום שאין לו רשות להניח כלי תו כמו שאין כלי של אדם קונה לו במקום שאין לו רשות להניח, כן אין מפסיק בין הרשות להחפץ והוי כאילו מונח החפץ על הרשות בלא הכלי, והא דבכליו של מוכר ברשות לוקח לא קנה הוא דמדעת הלוקח הכניס המוכר כליו לכן חשובים להפסיק [והלחם משנה שם לא עמד ע\"ז] וא\"כ כאן שהוציא לרה\"ר המעות בכיס, ורה\"ר מאן יהיב ליה לבעלים לאנוחי כליו דמאן פייס ומאן מחיל, וא\"כ כיון שאין לו רשות להניח כליו הרי הכלי אינו חוצץ והוי כאילו המעות מונח על קרקע רה\"ר בלא הפסק הכיס ושפיר תו נתחייב באונסין, דמועיל המשיכה כאילו משכו בלא כלי דכיון דמקום של המעות הוא רה\"ר שם אין רשות להניח שם כלי ברשות רבים, ולכן שפיר פריך הא קדם ליה איסור גניבה לאיסור שבת ודוק. ובזה א\"ש, דכיון דרבינו כתב בפירוש המשנה במרובה כי הגנב לא יקרא גנב עד שיביא דבר הגנוב ברשותו ויקנה אותו בדרך מדרכי קניות המטלטלין, הרי דאם היה מושכו לרה\"ר לא נתחייב אף לאונסין, והא שכתב רבינו בפרק ג' מהלכות גניבה הלכה ב' והיה מגררו כו' לרה\"ר ואבדו שם כו' ודאי כוון בשצירף לתוך ידו והא שקיצר משום דאף ע\"פ שלא צירף לתוך ידו כיון שאבדו שם א\"כ בלא חיוב מיתה חייב משום מזיק וכמש\"כ רבינו שם שאיסור שבת ואיסור גניבה ואיסור היזק באין כאחד, וא\"כ לק\"מ, דאיסור גניבה קדים דכ\"ז דלא נפלה ליד לא נתחייב באונסין ופשוט, ועיין מש\"כ בזה פרק ג' מגניבה דברים נוגעים לזה, ומוכרח עוד דרב ביבי בר אביי מוקי ברה\"ר, דבתלתא מקומות מקשה מהך ברייתא ועל דינא דדברים שדרכן להגביה לא קנה במשיכה, לא הקשה, וטעמו דכיון דלהתחייב באונסין סגי רק באפוקי מרשות בעלים ולהכי מועיל משיכה ברה\"ר, לכן קנה אף דלא הגביה, ובקנין דבעי לעיולי לרשות לוקח לא קנה עד שיגביה וקרוב לזה כתב הרמב\"ן ודוק היטב בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנוטל כלים מן האומן ע\"מ לבקרן וכו':</b><br><b> דוקא </b> כאן פירש לחלק בין זבינא חריפא לזבינא דרמי על אפיה, אבל בהלוקח כלים מבה\"א לשגרן לבית חמיו לא חילק, דדוקא כאן דלקחו ליקח תיכף כשיראנו, אבל לקמן בלקח לשגרן לבית חמיו או להמכר במקום פלוני שהוא רחוק מכאן על מנת ובאופן אם מקבלין אותן ממנו כו' או אם ימכרו במקום פלוני כו' כיון דלוקח בתנאי כזה ודאי הוי תמיד זבינא דחריפא דהוי הניית לוקח דאיזה שיקנה בשווי הזה יקנה לחלוטין, אבל באופן שיהא הברירה ביד לוקח וביד המוכר לא יהיה הברירה לשנות, אופן כזה תמיד המקח הוא הנאת לוקח ולא של מוכר דאיהו הפסיד שאין בידו כעת לשנות וניטל רשותו מחפצו באופן שאין השני מוכרח, ולכן סתם בהלכות שלוחין פ\"ב ה\"ח יעו\"ש ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>וכן ראובן שמכר מטלטלין לשמעון כו' ונתחייב בדמים כו':</b><br><b> בירושלמי </b> פרק האשה נקנית הלכה ו' מכר לו פרה בדמים דחקיה א\"ל הב לי אינון פריטיא, א\"ל מה את בעי מינהון, א\"ל מיזבן לי חמור, משך בעל הפרה את החמור לא נקנית הפרה [דבעד דמים מכר לו לא בעד החמור] חמור מהו שיקנה ר' בא אמר נקנית [אף שלא נקנה לו הפרה בכ\"ז נקנה החמור לבעל הפרה במשיכה] ר' יוסי אמר אינה נקנית סבר דאינון חליפין ולית אינון חליפין [כצ\"ל ור' בא ט\"ס] פירוש דהמושך החמור טעה וסבור דהחמור והפרה המה כחליפין וע\"ד זה מושך החמור שתקנה הפרה לבעל החמור, ובאמת אינם חליפין, ולכך לא קנתה משיכתו כלום, ור' יוסי לטעמיה אזיל בכתובות פרק הכותב הלכה ג' אימתי בעה\"ב זכה בפירותיו בשביעית ר\"י סבר מימר משיתנם לתוך כליו אמר ר' יוסי אפי' נתנן לתוך כליו לא זכה בהן דהוה סבר מימר דאינון דידיה ולית אינון דידיה [משום דלא נתכוון לקנות, ועיין מ\"א קנין משיכה סימן ה'] ר' מנא בשם ר' יוסי, פעמים שתחילת מקח לזה ותחילת מקח לזה כו' מכרה לו פרה בדמים סמיכה גביה חדא פריטייא [פירוש ששילם לו כל המעות רק נשאר חייב פרוטות אחדים] כו' א\"ל בעא אינון פריטייא א\"ל מה את בעי מינהון, א\"ל מיזבן לי חד חמור, א\"ל הרי חמור לפניך, משך זה לא קנה זה כו' אלא זה קנה לעצמו וזה קנה לעצמו, פירוש דכאן גם ר' יוסי מודה דקנה החמור במשיכה דליכא למימר דהבעל החמור סבור דאינון חליפין ובמשיכתו תקנה הפרה דהא דמי הפרה יתירים על דמי החמור וכבר נתן לו כל הדמים לבד פרוטות אחדים, א\"כ לא היה כוונתו רק למקח אחר וכל אחד במשיכתו קנה מה שמשך, והסברא נכונה דברישא אף שמכר לו הפרה בתורת דמים, בכ\"ז כל כמה דלא משך את הפרה ואיהו יהיב בדמיה חמור, בודאי סבר בעל החמור דאינון חליפין, אבל בסיפא דהפרה שוה יותר ולא מחיל השאר, רק נתן לו בתורת דמים, ושלם עבורה כסף א\"כ אינו מתכוון לשום חליפין רק כמקח ודוק. ובכ\"ז נראה דאם חוזר בו המוכר החמור ורוצה להחזיר הפרה ולתבוע מעות ממנו בעד החמור מצי אמר האי אדעתא דליתן מעות לא בעינא אם תרצה למשוך פרה ולקנותה, ע\"ז קניתי החמור דזה גלוי דעתא דמוכחא טובא, אבל ברישא אף כי מושך אח\"כ הפרה וקונה אותה בכ\"ז לא קנה החמור במשיכתו, וסוגיין דב\"מ הוא מילי אוחרי בשמשך הפרה מכבר ונתחייב מעות ומלוה קונה, לא כן הכא ברישא מיירי שלא משך עדיין את הפרה. [אח\"ז מצאתי ת\"ל בשיטה מקובצת בשם הרמב\"ן פירוש הירושלמי שכתבתי, וגירסתיה סמכיה גביה טורזיטנא, ופירוש המחהו אצל שולחני יעו\"ש]:<br><b> אולם </b> אם נפרש, דהא דפליגי ר' בא ור' יוסי אם קנה את החמור היינו אפילו בשמשך בעל החמור את הפרה, אחר שאמר לו טול החמור וכבר קנה הפרה, בכ\"ז פליגי אם קנאה המושך לחמור, דאיהו סבר, היינו המושך, דהוי כחליפין וכבר נקנה לו החמור במה שמשך פלוני את הפרה, נמצא דאינו מתכוון לקניה, ולפ\"ז הוי א\"ש דר' יוסי לטעמיה דלא זכה בעה\"ב בכליו בפירותיו בשביעית משום דלא מתכוון לזכיה, והוי בחד מתקלא דאילו ידע היה מתכוין לקניה, ועדיפא הך דהכא מתמן, דהכא דעת אחרת מקנה אותו, ובכ\"ז בעי שיתכוין לקניה, ובכ\"ז לא היה קשה על הרשב\"א דסובר דבדעת אחרת מקנה אותו לא בעינן כוונת קנין, היינו משום דהכא גם המקנה לא נתכוין להקנות, משום דגם איהו טעי וסבר דכבר נקנה החמור במשיכתו להפרה, אך פשטא דירושלמי משמע כמו דפרישית לעיל דבלא משך עדיין את הפרה קא מיפלגי, וא\"כ אינו דומה כלל להך דפירות שביעית, דתמן רצה לקנות רק לא נתכוין לזכיה, והכא נתכוין לזכיה רק באופן שיהא חליפין ותהיה קנויה הפרה לבעל החמור ודוק:"
            ],
            [
                "<b>הקרקעות והעבדים והבהמה כו' כל אחד מהן נקנה בחליפין:</b><br><b> הנה </b> בשאלה ושכירות כתבו רבנן בתוספות דאינם נקנים בחליפין והוכיחו כן מהא דתנן ונתקבלו שכר זה מזה וכי לא היה להם סודר לקנות בחליפין שכירות הקרקע, ואגבה, או מדין חצר יקנו המתנות והובא דעתם בשו\"ע סימן קצ\"ה. ומה שהוכיחו עוד מהא דתניא כשם שקרקע נקנית בכסף ושטר וחזקה כך שכירות קרקע נקנה בכסף ושטר וחזקה, לאו ראיה, דכמו דמשני הגמ' על משנה דקדושין (דף כב) דמילתא דאיתא במטלטלין לא קתני כן לא תני בשכירות מילתא דאיתא גם במטלטלין, וכסף לא קני בשכירות מטלטלין רק לענין מי שפרע כדברי רש\"י ב\"ק ע\"ט שם, וראייתם מנתקבלו שכר זה מזה עיין ברא\"ש פ\"ק דב\"מ שדחה זה בדברים פשוטים, ומה שדימו זה התוספות בערכין (דף ל') להא דאמרו בפרק שנים אוחזין טובת הנאה אינה ממון לקנות בחליפין, התם גם למקנה אין בזה רק טובת הנאה משא\"כ כאן שלהמקנה איכא בזה קנין גמור וממונו הוי. והנה שם בערכין חדשו התוספות דאף מתנה ע\"מ להחזיר לא מקני בחליפין, ודא פסיקא לרא\"ש שאף לשיטת התוס' מקניא בחליפין שהקשה שהיה לו ליתן להם הקרקע עד זמן ידוע בחליפין, ואולי הרא\"ש לטעמיה אזיל דבמתנה ע\"מ להחזיר בעי המקבל להקנות אח\"כ לנותן כמוש\"ב בפרק לולב הגזול, וא\"כ קנוי הוא לעולם ותנאי מילתא אחריתא וכדאמר ריש המגרש, לזה אין סברא לומר דמתנה ע\"מ להחזיר לא מקנו בחליפין ולשון רבינו לקמן פרק ו' הלכה ז' מורה דסבר דגם שכירות קרקע מהני בחליפין עיי\"ש:<br><b> ויש </b> לעיין לפי שיטת התוס' בערכין, א\"כ בהנך מילי דאין בהו גזל רק מפני דרכי שלום, דלרבנן דפליגי על ר' יוסי אמרו בהניזקין דאינה יוצאה בדיינין ומי שיש בידו גזל של דבריהם וכפר בו ונשבע אינו מוסיף חומש כדברי רבינו פרק ו' מהלכות גו\"א וקלישא קנינו בהו מקנין טובת הנאה, ובטובת הנאה אפילו למ\"ד אינה ממון אם בא אחר ותפס מוציאין מידו כמוש\"פ רבנן בתוספות פרק הזרוע ד\"ה יש בו טו\"ה לבעלים ועיין מש\"כ רבנן בתוס' בשמעתתא דתקפו כהן, ואם טו\"ה אינה ממון לקנות בחליפין כש\"כ הנך מילי דאינם ממון לקנות בחליפין, וכן היה נראה. אבל מה נעשה שגמרא ערוכה היא בשילהי חולין, לוי בר סימון אקני פירות שובכו לר\"י אתא לקמיה דשמואל א\"ל זיל טרוף אקן דליגבינהו ולקנינהו למאי אי למיקני לקנינהו ניהליה בסודר, הרי דפירות שובך דאין בהן רק משום דרכי שלום כדאמר שם לעיל ואפ\"ה מהני קנין סודר בהו ומקני בחליפין, וזה כפי מה שפסק רבינו בפרק י\"א מהלכות מע\"ש ונ\"ר כדחויא דגמרא דטו\"ה ממון לקנות בחליפין ואג\"ק, ועיין משל\"מ שם וש\"ך סימן ר\"ג שכוונו לדבר אחד. ומהך דחולין מוכח דאפילו אין להקונה בהו רק טו\"ה ג\"כ מיקני בחליפין דומיא דתמן דפירות שובך להקונה ג\"כ לית בהו רק משום דרכי שלום, ומדברי רבינו לא מוכח רק דהיכי דלהמקנה ליתא רק טו\"ה מקנו בחליפין הא להכהן והלוי הזוכים ממון גמור הן, איברא דפוסקים אחרונים וכן דעת השו\"ע סימן רע\"ו דיורש אינו יורש טובת הנאה, אמנם כבר השיגו המחנ\"א מרש\"י קדושין ס\"פ האיש מקדש ד\"ה ור\"י סבר לאו כמי שהורמו דמיין וצריך היורש הזה ליתנן לכהן ואין לו בהן אלא טו\"ה בלבד והיא אינה ממון. ובאמת לא הבנתי דבריו של ברבי הרב מחנה אפרים שכיון שלאו כמי שהורמו דמיין הרי הטבלים ממון גמור הן ויורש אותם בכללם ולדידיה צותה רחמנא להפריש טבלו ולהמפרש ודאי איכא בהו טובת הנאה, ואימת קא אמרינן דאינה ממון להוריש לבניו דוקא אם נשאר מאביו ישראל תרומות ומעשרות מופרשין, דכיון דגם לאביו לא היה בהן רק טובת הנאה אינו מוריש הטוה\"נ לבניו, אע\"ג דגונב מתנות שלא הורמו אינו משלם לו רק דמי חולין שבו למ\"ד דטוה\"נ אינה ממון אף אם לאו כמי שהורמו דמיין וכמו דפריך בנדרים (דף פה) ואי טובת הנאה אינה ממון מ\"ל הורמו מ\"ל לא הורמו, היינו משום דעל כרחו יפריש אותן וכי יפריש לית בהו רק טובת הנאה, אבל לומר שלא יירש אותן זה לא מסתבר, אבל אטו ע\"ז שקלינן וטרינן דהמפריש לא יהיה בהן לו טובת הנאה הלא תורם משלו על של חבירו אמרו דטובת הנאה שלו ולאו מדין ירושה, ואין ראיה מדברי רש\"י כלום. ועיין מש\"כ לקמן בהל' זכיה ומתנה פי\"א דברים הנוגעים לכאן:<br><b> ונחזור </b> לעניננו, דהא נראה דיפה כתבו האחרונים דשאלה ושכירות של מטלטלין דגוף החפץ נפחת מדמיו או בקרקע דמקנה ליה לחפור בגוף הקרקע מהני קנין סודר לכו\"ע כמו שהוכיחו מסוף השואל בהא דאמר שואל אדם בטובו לעולם כו' והוא דקני מיניה ומהדר ליה קתיה [עיין קצות ונתיבות סי' קצ\"ה], וכן נראה דהתוספות בערכין השוו קנין אגב בהא לקנין חליפין מדברי הגמרא אלא טובת הנאה אינו ממון לקנות בחליפין ה\"נ אינו ממון לקנות אג\"ק, ודבר זה לא שמענו דמטלטלין בשכירות לא מקנו אג\"ק, ואדרבא מצאנו פרק חזקת (דף מד:) דאי אקני מטלטלי אגב מקרקעי קני אפילו לא אקני רק לשעבודא בעלמא וכמו שפירש רשב\"ם שם דאין זו מכירה גמורה ולא משכון אלא שעבוד בעלמא מהני אגב. אולם ז\"א, דקנין חליפין מהני לענין שעבוד דקרקע כמוש\"פ רבינו וההלכות הא דשטרי הקנאה דפ\"ק דב\"מ שטר שיש בו קנין וקרקעותיו משתעבדים בחליפין וע\"ז לא שמענו חולק, וצ\"ל דשעבוד עדיף משאלה ושכירות וכמש\"כ רבנן בתוס' ב\"ק (דף נא:) ד\"ה השותפין דמשו\"ה הקדישה המשכיר מפקיע מידי שוכר ולא הקדש הלוה מהמלוה משום דגוף הקרקע יוצא מת\"י עיי\"ש, אך בכ\"ז לא שמענו זה מימינו דשכירות מטלטלין לא מקנו באגב וע\"כ כמוש\"פ האחרונים דשכירות מטלטלין מקני בחליפין [הן דלענין שטר עדיף אגב מחליפין לשיטת רבינו] עיין בכ\"ז וה' יאר עיני:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קנה (לוה) [לוי] ואין אחד משלשתן יכול לחזור בו:</b><br><b> ההמ\"ג </b> הביא ויש מן המפרשים שכתבו שמעמד שלשתן אפי' בע\"כ של נפקד כו', ודבר זה הביאו תוס' גיטין י\"ג ז\"ל אומר ריב\"א וכן ר\"ת דבמעמד ג' קנה בעל כרחו כו' דאי לא קני אלא מרצונו למ\"ד דוקא בפקדון למה הוצרכו לתקן מעמד שלשתן יאמר לו זכי וכו', ועוד אף כשאין הפקדון ביד הנפקד יקנה באודיתא כו'. ופירוש דבריהם דסברי דאודיתא הוי קנין גמור אף שהתובע מודה שלא היה החפץ שלו מעולם רק הנותן רצה להקנות לו עפ\"י אודיתא, אמנם הודאה צריך עדים וכבר ביאר זה הקצות סימן מ' באורך דאין זה מטעם דלא איברי סהדי אלא לשקרי רק דעצם הקנין לא מועיל בלא עדים, אמנם סברי תוספות דבהודה מרצונו של נפקד אף אם אין כאן עדים הוי הודאה קנין בלא עדים הואיל והנפקד מצי יהיב למי שהודה לו ובידו ליתן לו וכי יתבענו אח\"כ המפקיד הלא יפטר כיון שנתן ע\"פ צוואתו ואף אם יכחישנו יהיה מהימן מטעם מיגו דהחזרתיו לך דהמפקיד אצל חבירו בעדים א\"צ להחזיר לו בעדים, לכן המפקיד שהודה יהיב בחפץ גמור ומוחלט כיון דלא מצי לחזור ולתבע אנן סהדי דגמר והקנה לו בהודאתו ולאו להשטאה קא מכוון, אבל שלא מרצונו של נפקד אז צריך עדים ובלא עדים אין זה קנין דאימור לאו ברצון מוחלט יהיב ואימור משטה הוא בו הואיל ומצי לחזור בו ולהכחיש למי שהודה, ולפ\"ז הקשו שפיר דיקנה באודיתא ולזה מסתמא מועיל אף בע\"כ, לכן בליכא עדים לא יועיל הודאתו ותקנו רבנן דיועיל קנין מעמד שלשתן ודוק:"
            ],
            [],
            [],
            [
                "<b>ואין צריך עדים לענין קנייתו אבל צריך עדים לענין תביעתו כו' מי יאמר שבעל דברים שלי כתב ומסר לך:</b><br><b> שיטת </b> רבוותא דלמ\"ד צריך להביא ראיה הוא נגד המוכר ורבא סבר דאינו צריך להביא ראיה ג\"כ נגד המוכר, אבל כו\"ע לא פליגי רק למ\"ד אותיות נקנות במסירה, הא למ\"ד אין אותיות נקנות במסירה וצריך כתיבה בהדיה פשיטא דלכו\"ע שצריך להביא ראיה הואיל ואין הכתיבה בידו, ודוקא מטלטלי דלאו בני שטרא נינהו אי טעין לקוח נאמן, הא שטרות דבני שטרי נינהו בעי לכו\"ע להביא ראיה, ולזה הסכים הרשב\"א והרב המגיד. ולכאורה יפלא על הנך רבוותא, א\"כ איך אמר שם אמר אביי מנא אמינא לה דתניא אחד מן האחין שהשט\"ח יוצא מתחת ידו עליו להביא ראיה מאי לאו ה\"ה לאחריני, ויפלא אטו תנאי שקלת מעלמא לוקמא כמאן דאמר אין אותיות נקנות במסירה ובעי כתיבה בהדי מסירה ולכך עליו להביא ראיה, וזה דיוק עצום, ועל כרחין למאן דאמר אין אותיות נקנין במסירה ג\"כ פליג רבא וסבר אין צריך להביא ראיה:<br><b> וליישב </b> זה נראה, דלכאורה קשה איך ס\"ד דאביי דה\"ה לאחריני א\"כ מאי אריא אחין דנקט וכמו דבאמת מייתי רבא מזה אפכא, לכן נראה דריב\"ב סבר דאדם מנחיל לבנו מה שירצה ודוקא בן בין הבנים וקיי\"ל כוותיה, ופשיטא דכל שהיורש זוכה ע\"י ירושה יכול האב להנחיל לבנו יתר מחלק ירושתו, וכמו דאמר שם פרק מי שמת (דף קמא) דאין לעובר זכיה וירושה הבאה מאליה שאני ופריך ולוקמא כריב\"ב כו' אלמא דכל מה דמצי מורית מצי להנחיל דאע\"ג דליתא לעובר זכיה בכ\"ז כיון דבר ירושה הוא מצי להנחילו. [ודוקא לר' יוסי דזכי תיכף בירושה ופוסל עבדי אביו מלאכול בתרומה, א\"כ ה\"ה דמצי להנחילו, אבל לרבנן אף ע\"ג דעובר בר ירושה וזכי בהו לכשנולד אע\"ג שנולד אחר מיתת האב, עיין מש\"כ בהלכות נחלות פרק א', בכ\"ז כיון דהשתא לא זכי בהו איך מצי מנחילו שבשעה שאומר בפיו הוא עובר ולאו בר נחלה הוי, וכיון דבשעה שעושה אותו יורש לא זכי תו פקע זכותו ולא דמי בזה ליורש דדבר תורה דממילא וברור], ונעלם זה משו\"ת חתם סופר חו\"מ סימן ק\"נ דפסיקא ליה דלעובר לא מצי לעשותו יורש וגמרא ערוכה מכחישתו, וא\"כ פסיקא לן דמצי להנחילו בשטרות בלא כתיבה כלל, ובפרק יש נוחלין שקיל וטרי אביי טובא אם אמר ר' יוחנן בבריא ועיי\"ש ברז\"ה דפשיט דבבריא נמי אמר, א\"כ א\"ש דמדנקט אחין ומוכח דאפילו אחין וכש\"כ אחרינא שצריך להביא ראיה, וטעמא דאחין אע\"ג דאינו צריך כתיבה כלל דאפילו בבריא זוכה מתורת ירושה וצריך להביא ראיה כש\"כ אחרינא דצריך כתיבה ומסירה ודאי דצריך להביא ראיה, וא\"כ מוכח מאחין למ\"ד אותיות נקנות במסירה לגבי אחרינא, דאחין דנקיט תנא משום דקנין האח בלא כתיבה כלל ואפ\"ה צריך להביא ראיה ומוכח שפיר ודוק:<br><b> אולם </b> ראיתי להרב בנתיבות סימן רפ\"א שפוסק דלר' יוחנן ב\"ב אינו יכול להנחיל שטרות כיון דליתנייהו בקנין דבר תורה עיי\"ש, ולענ\"ד דבריו לא נהירין מהך סוגיא שהבאתי דאף ע\"ג דאין לעובר זכיה, בכ\"ז כיון דבר ירושה הוא מצי להנחילו דבר תורה כש\"כ בשטרות וכיו\"ב, הן שראיתי בשער המלך שהביא בשם מהרי\"ט דאינו יכול להנחילו בדבר שלא בא לעולם מסוגיא דיש נוחלין קכ\"ז גבי יכיר דאמר לא נצרכה אלא לנכסים שנפלו לו כשהוא גוסס והא מצי להנחילו לריב\"ב. וע\"כ דבדבר שלב\"ל לא מצי להנחילו, זה שפיר, דהתוספות כתבו בפרק מי שמת (דף קמח) דאפילו לעצמו לא מצי משייר דבר שלב\"ל כמו פירות דקל אם לא היכי דשייר מקום פירות וכן לא מצי להוריש לבניו פירות דקל, רק משום שיורשים הדקל יורשים ממילא גם הפירות שבאים וגדילים אח\"כ ברשות היורשים ולהכי לא מקנו במתנת שכ\"מ דיורש לא ירית אינהו לחודייהו, א\"כ איך מצי להנחילו בדבר שלב\"ל עכשיו, אבל שטרות והלואות דיורש יורשם כשהן לחודן פשיטא דמצי להנחילו דביום הנחילו את בניו כתיב ומשו\"ה זוכה במלוה במתנת שכ\"מ הואיל ויורש יורשה וז\"ב. ומה שהקשה מהך דאימיה דרב עמרם חסידא הוי לה מלוגמא דשטרי דפריך והא לא משך, הא בלא\"ה קיי\"ל כריב\"ב דשפיר יכול להנחיל לכל בן שירצה ומתורת נחלה ודאי לא צריך משיכה ואמאי אמר משום דדברי שכ\"מ ככתובין וכמסורין דמי, לא הועיל עדיין לשיטת ר\"ת דמכירת שטרות הוי דבר תורה א\"כ יכול להנחילו ולא בעי משיכה. אמנם ראיתי להמחנ\"א הלכות נחלות ז\"ל. וכי אמרו כל לשון מתנה ליורש הוי ירושה היינו דנותן כל נכסיו וה\"ט כמש\"כ רשב\"ם ז\"ל יעו\"ש, וכן נראה מההיא אמיה דרב עמרם דהו\"ל מלוגא דשטרי ודוק כו', הרי שתירץ בסברא ברורה דדוקא אם נתן כל נכסיו אמרינן דליורש בכל גוונא הוי לשון ירושה, אבל במקצת אם אמר לשון מתנה לא נחית כלל לעשותו יורש והתם הואי במתנה במקצת, רק דהואי מצוה מחמת מיתה וכיו\"ב, וכיון שנתבאר דשטרות יכול להנחיל אדם את בנו לריב\"ב, א\"כ קם התירוץ שלכן נקיט אחין דמצי להנחילו בלא שום קנין כלל ואפ\"ה צריך להביא ראיה, א\"כ מייתי אביי ראיה למאן דאמר אותיות נקנות במסירה דצריך להביא ראיה ודוק:<br><b> ואחרי </b> עיונך בשיטת רבינו בפרק כ\"ד מהלכות מלוה הלכה ט' תראה כי דעתו באם השטר הוא על שם שמוציאו או שכתוב בו ממך לא מצי הלוה לאמר לאחר אני חייב וממני נפל. דמחזיקין שבא ליד המוציאו מיד הלוה וברשות מי שיצא היה מקודם מעת שיצא מרשות הלוה, אבל כאן שהשטר כתוב על שם אחר, שפיר טעין ליה הלוה מנא ידענא שהמלוה כתב ומסר לך, וזה כפי מה שפירש הרמב\"ן בפרק האשה שלום הך דמייתי רבא ראיה מהנך שטרי דכתיב בהו חבי בר ננאי וננאי בר חבי ואפ\"ה גובין בהן דלא חיישינן לתרי יצחק דאמרינן כאן נמצא כאן היה, ואביי פליג תמן, וכן פליג כאן בהך שטרא דכתוב ביה לויתי מנה ממך דחיישינן לנפילה ולא אמרינן כאן נמצא כאן היה ועיין לח\"מ ות\"ל כוונתי מסברתי. אולם מלשון רבינו מוכח דוקא למאן דאמר אין אותיות נקנות במסירה מצי טעין הלוה מי יאמר שבע\"ד שלי כתב ומסר לך אבל למאן דאמר אותיות נקנות במסירה שלא איתרע במה שאין לו כתיבה שפיר גם הלוה לא מצי טעין, והא דאייתי רבא ראיה בהאשה שלום דלא חיישינן לתרי יצחק מהנך שטרי היינו למאן דאמר אין אותיות נקנות במסירה דיטעון הלוה שמא נפל וכיו\"ב, וע\"כ דכאן נמצא כאן היה. ובזה מיושב שפיר סוגיא דגט פשוט, דקאמר דתנאי דפליגי אם שני יוב\"ש מוציאין שטר על אחרים פליגי באותיות נקנות במסירה, ולכן למ\"ד אותיות נקנות במסירה וליכא ריעותא דשטרא דלית ליה שפיר גובה מהלוה ואין צריך להביא ראיה כלל אף נגד הלוה, וכן כי קאמר בצריך להביא ראיה פליגי ג\"כ אמר דכו\"ע אותיות נקנות במסירה. דאם הוי סברי אין אותיות נקנות במסירה אז הוי לכו\"ע צריך ראיה לענין הלוה, וזה מחוור טפי בפשט הסוגיא מדרך הלח\"מ, וליכא להקשות ללישנא קמא דאביי דאמר מאי לאו ה\"ה לאחריני, ומאי ראיה דילמא הך ברייתא סברה אין אותיות נקנות במסירה וצריך להביא ראיה לגבות נגד הלוה וכמוש\"ב, דז\"א דהו\"ל להקשות מאי איריא אחין דנקט וע\"כ לרבותא, [דהא דשמטי מהדדי לא הוי ס\"ל] והוא לריב\"ב דקנה מתורת ירושה אף בשטרות וא\"צ כתו\"מ כלל, ובכ\"ז צריך להביא ראיה וכמו דפרישית לעיל, וא\"כ אין לפרש על הלוה, דבאחים טפי עדיפא מלמ\"ד אותיות נקנות במסירה ובזה בארנו דא\"צ להביא ראיה כלל נגד הלוה ג\"כ ודוק:<br><b> אולם </b> באמת כפי שפירשו רבוותא בשיטת רבינו שאף אם טעין הלוה לא פרעתי ג\"כ מצי אמר מי יאמר שבעל דברים שלי כתב ומסר לך, וכבר כתב הרב המגיד שהוא תימה, דכיון דאם מוכר מכחישו ואמר בפקדון בא לידך לא מהימן המוכר, ה\"נ ליהימן הלוקח לגבות מן הלוה ולא שייך לומר שלא מפקינן ממונא מחזקתיה, כיון דהלוה הוא חייב מעות יהיה למי שיהיה או להמוכר או להלוקח, ולגבי המוכר נאמן הלוקח שהוא לקח ממנו השטר, א\"כ אין זה מוציא ממון מחזקתו דהלוה, כיון שהלוה חייב לשלם מה שלוה, לכן נראה לענ\"ד דכאן מיירי באומר הלוה פרעתיו להמלוה ונפל השטר מיד המלוה ומצאת אותו, לכן אם המוכר מודה שבא השטר מידו ליד הלוקח ע\"י כתיבה ומסירה, הוי כמאן דאיהו ביד מלוה עדיין, ולא מצי לומר פרעתי דשטרא בידיה מאי בעי, אבל כי מכחשי המוכר והלוקח א\"כ לגבי לוקח כיון דהמוכר מכחישו לא מצי לאפוקי ממונא מחזקת מריה הוא הלוה, דדוקא גבי מוכר א\"צ להביא ראיה שלא מפיק ממונא מחזקתיה דהא לא היה מוחזק רק בהשטר דאפסרא דארעא הוי וכל מי שמוחזק בשטר הוא גובה מן הלוה, אבל כאן שהמוכר מכחישו ורק איהו בעי לאפוקי מלוה דודאי לא פרע הלוה להמוכר דשטרא בידיה מאי בעי, ע\"ז מצי אמר מי יאמר שבע\"ד שלי כתב ומסר לך, ואפילו אם אין המוכר כאן דלא ידעינן אם מכר להמוציא השטר או נפל, אע\"ג דלגבי דמוכר לא חיישינן לנפילה, בכ\"ז לאפוקי ממונא מיניה דלוה חיישינן לנפילה שמא נפל השטר מיד המלוה וכי איתא מלוה גבן ומכחיש ללוקח, אז אמרינן דגם מוכר לא מצי גבי דמדליכא שטרא גביה איתרע שטרא וחיישינן לנפילה, ומדנפל איתרע דכל זמן דליכא לשטרא ביד המלוה או ביד הבא מכחו איתרע ואמרינן דפרוע הוא, גדולה מזה נראה אם באו עדים ואמרו שראו השטר ביד הלוקח בניסן מצי טעין הלוה פרעתי למלוה המוכר באייר, וכיון דנאמר דנפל השטר מיד המלוה לא בעי הלוה לפרוע, תו שפיר חיישינן לנפילה דאע\"ג דאמרו דשטרא מזהר זהירי ביה אינשי זה דוקא בשטר שלא נפרע. אבל באם הוא פרוע לא זהירי ביה ולא מפקינן ממונא מחזקתיה, וצריך להביא ראיה שע\"י כתיבה ומסירה בא לידו, כנ\"ל לפרש דברי רבינו. ולפ\"ז, הוא דברי רבינו פרק ט\"ז מהלכות מלוה הלכה ז', טען לוי שלא מכר ולא נתן שטר זה, נשבע היסת ונפטר, ופירש מרן בכסף משנה דשמעון טעין שהוא פרוע ולוי טעין שאינו פרוע רק שלא מכרו לראובן, נשבע שמעון היסת ונפטר, וזהו הך דינא שכתבנו בס\"ד, אולם המגיד פירש שם פשוט דקאי בלא טעין רק המוכר שלא מכר, והלוקח טעין מהמוכר דמי השטר שמפסידו במה שאינו נשבע, לכן נשבע המוכר להמוציא השטר שלא מכרו:<br><b> אך </b> דא נ\"ל מש\"כ פרק י\"ד מהלכות מלוה וכן הורו רבותי שאפילו היה השטר יוצא מתחת ידי אחר והלוה טוען ממני נפל אחר שפרעתיו אעפ\"י שהוא בתוך זמנו נשבע היסת ונפטר שכיון שאין השטר ביד המלוה אין שם חזקה, והוא פלא מאי כוון רבינו הלא כתב קודם שאפילו תוך זמנו ויש עדים בכ\"ז אין גובה אם אין השטר בידו ועיין הרב המגיד. ולדעתי נראה דכוונתו, דהאחר טוען שבא לידו ע\"י כתיבה ומסירה מהמוכר, והלוה טוען שפרע למלוה וממנו נפל לא מהימן המוצא לומר שבא לידו ע\"י כתיבה ומסירה, אעפ\"י שהוא בתוך זמנו וחזקה אין אדם פורע, ולגבי המוכר הא אין צריך להביא ראיה ע\"ז כתבו רבוותא דלגבות מן הלוה לא מפקינן ממונא מחזקתיה וחיישינן לנפילה בכה\"ג דלא אתי מחמת עצמו רק שאומר שע\"י כתו\"מ בא אליו ולא שייך כאן נמצא כאן היה, ותו לגבי מוכר הוי ריעותא במה דליכא שטרא גביה ואפילו תוך זמנו ולא אמרינן דחזקה דתוך זמן מסייע לן דלא פרע ותו א\"צ ראיה דודאי ע\"י כתיבה ומסירה בא לידו, זה לא אמרינן וכמוש\"ב, ואם כי הוא קיצור מופלא בכ\"ז הוא נכון:<br><b> ובעיקר </b> הסברא שחידש רבינו, דאף ע\"ג דבשני יוסף ב\"ש גובה בשטר שמוציא על אחרים מחמת שבא מחמת עצמו ואמרינן כאן נמצא כאן היה אבל בבא מכח אחר, אז לאפוקי מן הלוה חיישינן לנפילה, הן לפי פירוש רבוותא הן לפי פירושי. נראה לענ\"ד דיצא לו מברייתא ערוכה בסוף גט פשוט ערב שהיה שטר חוב יוצא מתחת ידו אינו גובה ואם כתוב בו התקבלתי ה\"ז גובה ופסקה רבינו לקמן פרק כ\"ו ממלוה ז\"ל, כל ערב שבא ליטול מה שפרע בין שבא להפרע מיורשי לוה בין מלוה עצמו הרי זה צריך להביא ראיה שפרע ואין מציאת שטר חוב שעליו ביד הערב ראיה שמא נפל השטר מיד המלוה ולא פרע זה כלום, וכיון דלרבא דקיי\"ל כוותיה דאין צריך להביא ראיה ובפרט לשיטת רבינו דאפילו למ\"ד דבעי כתיבה ומסירה א\"צ להביא ראיה, א\"כ איך חיישינן שמא נפל השטר מידו של מלוה הא א\"צ להביא ראיה, וכמו דבאחר אמרינן דחזקתו מהני דבא ע\"י כתיבה ומסירה, כן בערב ליהני החזקה שבא ע\"י שפרע לו החוב, וע\"כ דלגבות מן הלוה צריך להביא ראיה, ולפי מה שפרשו רבוותא דמן הלוה אינו מוציא אפילו מודה שלא פרע, דלגבות מן הלוה צריך ראיה, א\"ש הא דאמר תמן בשלמא לרב הונא בריה דר\"י בשחייב מודה והא דאינו גובה בלא כתב התקבלתי משום שמא לא פרע להמלוה, חזינן דאף דנגד המוכר א\"צ להביא ראיה נגד הלוה צריך להביא ראיה, ועיין היטב בשטמ\"ק בעליות דרבינו יונה ודוק היטב דנראה דשמועה דא מקור נאמן לשיטת רבינו:",
                "<b>שהרי הנתבע אומר לו מי יאמר (לך) שבע\"ד שלי כתב ומסר לך:</b><br><b> אולי </b> יש קצת טעם, דאמרו בפרק המקבל (דף קי) מלוה אומר חמש ולוה אמר שלש כו' ר\"ז ורב עוירא לא ס\"ל הא דרב יהודה מ\"ט האי שטרא כיון דלגוביינא קאי מיזהר זהיר ביה, ולכן לגבי המוכר כיון שהלוה יאמינו, אמרינן דשטרא אירכס ליה אבל גבי הלוה אם יאמר לו מי יאמר שבע\"ד שלי כתב לך שפיר אמר דלגוביינא הוי מיזהר בשטרא, ולכך איתרע ליה תפיסתו בהשטר, אמנם זה לא מחוור, דהלא אף בטוען שהקנהו אגב קרקע ויודעין אנו שקנה קרקע ממנו ג\"כ אמר ליה הכי אף דשם אינו צריך כתיבה, ואולי משום דהקנין אגב מילא אוחרי זה לא מסייע תפיסת השטר, דתפיסת השטר מוכיח שבא לידו לשם קניה ונמסר לקניה ובזה בעי כתיבא וליכא בידיה ודוק:"
            ],
            [
                "<b>קנין השטרות בדרך הזאת מדברי סופרים:</b><br><b> ראה </b> בהשגות, וברא\"ש פרק הכותב שהאריך בדבריו. והנה המובן הפשטי מדברי רבינו תם ששעבוד גופו לשלם לא נתפס בקנין כלל משום דהוי כדבר שאינו ברשותו, אבל השעבוד נכסים יכול למכור ויעוין בפרק הזהב בתוספות בשם רבינו חיים, דתלוי אם יש לו קרקע אז יכול למכור מן התורה יעו\"ש. אמנם יתכן לפרש טעם אחר דלפיכך אינו נתפס המכר על הגוף, משום דכיון שלוה אדם נתחייב לשלם והוא מושכל לא מצד הדת רק מסוג הדיני שגם ב\"נ נזהרו על זה וכמש\"כ תוס' פ\"ק דקדושין דמשו\"ה לא נקראת מלוה הכתובה בתורה, רק להשתלם מנכסיו הוא בא ע\"י השעבוד של השטר, שבלא שטר אם מכר נכסיו אינו משתלם מהם, וא\"כ על חובת הגוף אין השטר רק לראיה, שגוף חובת הגוף אינו בא השעבוד על ידי השטר, וא\"כ מה מועיל כתיבת ומסירת השטר על חוב הגוף אחרי שאין החוב בא מן השטר רק שעבוד נכסים בא ע\"י השטר וע\"ז השטר הוא קנין שבעצם השטר נתחייבו הנכסים והוי שטר קנין ומועיל כתיבתו ומסירתו לקנות על ידו השעבוד נכסים, ונמצא דעל חובת הגוף הוי מסירת השטר כמו מסירת שטר ראיה דאינו מועיל כתיבה ומסירה ועל שעבוד הנכסים הוי השטר שטר קנין ומועיל מסירתו עם כתיבת שטר עליו. ודבר זה למדתי מעיון לשונו של רבינו אשר פרק גט פשוט אות כ\"ג יעו\"ש היטב בלשונו הזך שהסביר כן, והעיר קצת דנקנה שעבוד הנכסים ע\"י שטר וחובת הגוף מתקנת חכמים יעו\"ש היטב וזה היה נכון:<br><b> אמנם </b> לפי טעם הפשוט דחובת הגוף אינו נמכר משום דהוי כדבר שאינו ברשותו, מחוור טובא הא דקיי\"ל דבמתנת שכ\"מ אין יכול היורש למחול וכבר טרחו הקדמונים להסביר דבר זה, ולפ\"ז הוא מושכל, דדבר שאינו ברשותו כמו דבר הנגזל או אינו יכול להוציא בדיינין אם כי אינו יכול למכור אבל יכול להוריש ודבר שאין בו ממש כמו דאינו יכול למכור כן אין היורש זוכה, כמו שפסק הרמ\"א סוף סימן רע\"ו שאף טובת הנאה אין יורשין, ונמצא לפ\"ז כיון שמכר שעבוד הנכסים והמלוה אינו יכול לתובעו ללוה תו הוי בגדר שלא מצי להוריש ג\"כ, רק כיון שמכר השט\"ח ונשאר אצלו חובת הגוף בהאי גוונא דמצי למחול הלא זכות המחילה יש לה בעצם שווי, ובפרט להפוסקים דאינו חייב לשלם רק הדמים שניתן לו ולא דמים המגיע לו, א\"כ הוא זכות דשויא דמי שיקח מעות מהלוה למחול לו ושפיר מצי להוריש לבנו זכות שיש לו מה למחול, וזה דוקא כשכבר נתפרד אצל האב המוריש חובת הגוף מן שעבוד הנכסים ונשתייר אצלו והיה לו זכות למחול בפועל לכן שפיר מצי להוריש זה הזכות לבניו, אבל כשנתן השטר חוב במתנת שכ\"מ, ונמצא דאינה חלה רק לאחר גמר מיתה ואז נתפרד שעבוד הנכסים להמקבל מתנה וחובת הגוף לבדו נפרד ממנו מה שאינו יכול ליתנו, זה הוי בגדר דבר שאין בו ממש שלא מצי היורש ליורשו ולא זכי היורש בחובת הגוף כיון שהמחילה של השטר באופן שהתביעה ושעבודו הוא ביד אחר לא היה מעולם אצל האב שאם היה בידו למחול מפני שגם שעבוד הנכסים וזכות התביעה היה אצלו, אבל לא נתפרד זכות המחילה להשאר לבדו ביד האב שיהא חל עליו דין ירושה והבן. אבל לפי טעם הראשון מתבאר היטב שיטת הקדמונים דבחוב בע\"פ הנמכר במעמד שלשתן דלא מצי למחול משום שעצם החוב נמכר לכן לא מצי למחול משא\"כ בשט\"ח שמסירתו אינו מועיל רק על השעבוד נכסים שבא ע\"י השטר ולדידיה הוי השטר קנין לא שטר ראיה כמו שהוא לחובת הגוף ודוק. ויעוין רא\"ש פרק הכותב בזה:<br><b> ולפי </b> טעם ראשון יצא לנו דבר חדש וזר, דלפי דעת ר\"ת בסימן מ', דאם כתב בשטר הרי אני חייב לך מנה ומסרו בעדים, דאעפ\"י דידעינן דלא היה חייב כלום ורק שמתחייב האידנא ע\"י שטר זה גובה מנכסים משועבדים, דאם מכר שטר זה בכתיבה ומסירה לאחרים תו לא מצי המוכר למחול משום שהחיוב בא ע\"י השטר והוי השטר לעצם חוב כמו שטר קנין ומועיל מכירתו גם על חובת הגוף ונפקע לגמרי החוב מידי בעל השטר להלוקח ולא מצי בעל השטר למחול, וזה זר ומהופך דיהא עדיף מכירת השטר חיוב ממכירת שטר הלואה. ולפ\"ז אם ימצא שובר על שט\"ח לא יחזיר אף אם בעל השטר מודה דאימור הוי שטר חיוב והמוכרו אינו יכול למחול ואימור כתב השובר בניסן ולא ניתן עד תשרי ואימור זבניה בינתים והדר מפיק שובר ושטר חיוב אינו יכול למחול, וכן צ\"ל לשיטת תוס' דסברי דמוכר במעמד שלשתן אינו יכול למחול והא דלא חיישי שמא מכרו במעמד שלשתן משום דכתובה אינה נמכרת במעמד שלשתן לפ\"ז בחוב שפיר חיישי שמא נמכר במעמד שלשתן ולא יחזיר, אמנם זה דבר זר ומהופך לכן המחוור כמו דפרישית ודוק:<br><b> אמנם </b> נתבונן עוד, הן דזה שפיר כתב הר\"ן שאם מת הלוה לא נפקע השעבוד נכסים דהוי כמו ערב שאם מת הלוה אטו נפטר הערב, ולכן השעבוד נכסים לא נפקע, אבל אם מחל המוכר הוי כאילו מחיל המלוה שהערב נפטר לשלם, אולם יש להתבונן קצת אטו לפ\"ז נאמר דאם מת הלוה ונפקע חובת הגוף דאין כאן מי שיתחייב לשלם וימחול המוכר שט\"ח לבני הלוה לא יוכל לפטור את היורשין מתביעת השט\"ח שנמכר, דאין כאן שעבוד הגוף ולא נשאר בידו מה למחול דשעבוד הנכסים כבר מכר להלוקח וזה חדש, ולפ\"ז אף לשיטת הסוברים דיורש מצי מחיל לנפשיה הוא דוקא בדין המבואר בחו\"מ סעיף כ\"ג, שראובן הלוה לבנו בשטר ומכר השטר לאחר ומת ראובן יכול בנו למחול לנפשו, אבל כשהיורש של המוכר השטר הוא יורש של הלוה וירש הנכסים מאביו הלוה כיון שמת הלוה ונפקע חובת הגוף שלו ולא נשתייר רק שעבוד הנכסים למאן ימחול הלא השעבוד נכסים כבר נמכר, וזה נגד מה שפסק באבן העזר סימן ק\"ה סעיף ו' בזה דיכול הבן למחול לעצמו הכתובה אף דאביו כבר מת ואין כאן מי שחייב חובת הגוף דימחול לו. ולפ\"ז לא מצינן לפרש הך דפרק הכותב דשכיב אבוה דברתא וכמש\"כ הרא\"ש שם, דא\"כ כבר מת אביה ולמאן תמחול חובת הגוף, וכ\"ז חדש, וצ\"ל דהיורש מוטל עליו גם חובת הגוף לשלם משום מצוה על היתומים לפרוע חוב אביהם, אמנם כבר העיר ע\"ז רש\"י בפרק מי שהיה נשוי (דף צב) ד\"ה כבע\"ח דעלמא דמי יעו\"ש שכתב ולא אמרינן דראובן כרעא דאבוה הוא כו' ודוק. ושוב ראיתי להתומים ס\"ק מ\"ג שכתב כן דיורש שיורש נכסים גם גופו משועבד לפרוע דבכי האי כופין היתומים לפרוע משום כבוד אביו והוי חובת הגוף, וא\"כ שפיר מצי למחול, וצריך לומר דבכ\"ז אחריות דידיה קביל עליה כיון דע\"י הנכסים כופין אותו לא דמי לבעל חוב דנפשיה:<br><b> ואחרי </b> שנתבאר כ\"ז, נראה דערב שפרע למלוה דלפי שיטת רבינו יונה בטור סימן ק\"ל דאינו גובה ממשעבדי עד שיקנה לו השט\"ח בכתיבה ומסירה יעו\"ש, נראה דבזה כיון דחיוב הגוף רמיא עלי' לשלם להערב מכח אותה מלוה גופא, רק דע\"י הקנאת השט\"ח יוכל לתבוע גם מהנכסים א\"כ ביד הערב גם השעבוד הגוף גם השעבוד נכסים תו לא מצי המלוה למחול כיון שגם שעבוד הגוף מהך מלוה אישתעבד לערב ולכן גובה מיתמי דלא טענינן דילמא מחיל ליה המלוה ולכן תני ערב. ויש להסביר עוד, דכל זמן שלא פרע הערב למלוה לא נתחייב הלוה לשלם לערב רק כי פרע חייל השעבוד הגוף מהלוה לערב ונשתעבד לו למפרע חובת הגוף לשלם לו, ואם ימכור השט\"ח לערב כדרך שמוכרו לאיש אחר בכתיבה ומסירה הלא אשתכח דלא פרע ערב למלוה זה החוב רק בתורת מקח שלקח ממנו כאינש אחרינא בעלמא ותו מצי לחזור המלוה ולמחול ללוה השעבוד נכסים כיון שלא פרע לו הערב ונשאר הלוה פטור מן הערב, רק ע\"י קנין השטר חוב נשאר החובת הגוף אצל המלוה ושפיר מצי מחיל ללוה ואם יפרע לו בלא קניית השט\"ח אמת דנתחייב לו הלוה למפרע, אבל זה רק מלוה ע\"פ ולא מצי טריף ממשעבדי. ותו לא מצי להקנות לו השט\"ח בכתיבה ומסירה כיון שכבר נפרע ונפקע שעבודו, אבל כי כתב לו המלוה בשטר התקבלתי היינו שבתורת פרעון נותן לו המעות ועבור מה שפורע חובו מדין ערב נתן לו במתנה זכות השט\"ח וארכביה אתרי ריכשי בבת אחת ואשתכח דחובת הגוף עבור פרעון ושעבוד הנכסים מקנית השט\"ח בידו ולא מצי המלוה למחול ללוה, ולכך תני בשילהי גט פשוט ערב שהיה שט\"ח יוצא מת\"י וכו' אם כתב התקבלתי ממך גובה. ודוק היטב בכ\"ז:",
                "<b>לפיכך המוכר שט\"ח לחבירו עדיין יכול למחול ואפילו יורשו מוחלו:</b><br><b> הנה </b> בשט\"ח שהיה לעו\"ג על ישראל ומכר אותו העו\"ג לישראל, כתב המחבר בסימן ס\"ו סעיף כ\"ה דאם מחל העו\"ג המוכר אינו מחול משום דבדיניהם דיינינין ליה יעו\"ש, וכבר תמה ע\"ז בתומים דאם מחל העו\"ג טרם שמכר הרי היה מחול ולא שייך כאן דאתינא מכח גברא דלא מצית לאשתעויי דינא בהדיה ועיי\"ש באחרונים. והנראה לענ\"ד מטעם אחר יש לנו לדון דאינו יכול למחול, דכבר נודע שיטת רבינו תם בטעמא דאינו יכול לגבות אחרי שמחל המוכר, משום דעל הלוה יש שני שעבודים שעבוד הגוף וזה ע\"כ חובת הגוף דשעבוד ליכא דאינו נמכר בחובו, רק חוב איכא לשלם מה שלוה מחבירו אפי' אם לית ליה נכסים שב\"ד ירדו לגבות מהם איהו מחויב בתשלומין, ושעבוד נכסים מה שנפרעין ב\"ד שלא מדעתו, וכיון שחובת הגוף אינו יכול למכור דזה לאו דיליה למכור נשאר חובת הגוף לשלם למוכר [והשטר הוא כמו הרשאה עיין חידושי הריטב\"א בבא מציעא] וכיון דמחיל חובת הגוף תו פקע שעבוד נכסים מלוה, ולפ\"ז נראה לנו לדון, דבעו\"ג קיי\"ל כרבא בסוף הגוזל דהפקעת הלואתו מותר הואיל ובהיתרא אתא לידיה, א\"כ איך שייך כאן לומר דהפקעת הלואתו יהא מותר ויש עליו חובת הגוף אתמהא, מה חובת הגוף יש כאן, רק מה שיגבו בדיניהם או מפני חלול השם, הלא זה רק מן הנכסים שיש לו שאם אינו משלם מהנכסים שיש לו הוי חה\"ש, אבל איפוא שייך לומר שעבוד הגוף כאן, וא\"כ ליכא כלל רק שעבוד נכסים מעיקרא, ומ\"מ איכא שעבוד נכסים בלא חובת הגוף ויכול להמכר דנכסי דאינש ערבי נינהו, וכי לא משתעבד לוה כלל אז מצי גבי מן הערב, דהא דאמרו דכי נפקע שעבוד הגוף שוב נתבטל שעבוד הנכסים, זה דוקא במקום דהיה חל שעבוד הגוף מתחלה ודומה לערב שאם מחל ללוה נפטר הערב, וכי לא היה משתעבד הלוה מעולם מצי חייל השעבוד על הערב וכמש\"כ המשל\"מ פרק כ\"ה מהלכות מלוה הלכה ג' יעו\"ש. וגדולה מזו במת הלוה כתבו הקדמונים דלא נפקע שעבוד הנכסים כיון דלאו מכח מלוה פקע שעבוד הגוף יעו\"ש בר\"ן וסמ\"ע, וכיון דאצל עו\"ג המוכר ליכא שעבוד הגוף, תו הוה כמו שמכר הלוקח לאחר דלוקח ראשון אינו יכול למחול, כן הכא שלהעו\"ג לא היה רק שעבוד נכסים ואותו מכרו לישראל, וזה סברא נכונה לשיטת רבינו תם:<br><b> ולפ\"ז </b> אפילו אם נתגייר העו\"ג ג\"כ לא חל שעבוד הגוף עליו ואם חזר אחר שנתגייר ומכר השט\"ח לישראל ג\"כ אינו יכול למחול לפ\"ז כיון דלא חל חובת הגוף עליו מעיקרא תו לא חייל, והוי כמו שאמרו בהחולץ דישראל שקנה עבד מן העו\"ג, דכיון שעו\"ג לא קנהו לגופו רק למעשי ידיו תו לא מצי מקני לישראל רק מה דקני, כן הכא כיון שמתחילה היה עו\"ג ולא חל עליו שעבוד הגוף, תו כי נתגייר [במקומות שמותר ע\"פ הממשלה] אפילו ג\"כ לית ליה רק שעבוד נכסים ואם מכרו מכור לגמרי ולא שייר לעצמו כלום ואינו יכול למחול ודוק. ובאמת לפי מה שהבאתי לעיל בשם הפוסקים דהיכי דמת הלוה בכ\"ז לא נתבטל שעבוד הנכסים דהוי כמו מת הלוה דהערב קיים ובעי שיהא הפקעת החובת הגוף משום סיבת המלוה וכחו שמוחל לו וכיו\"ב, אבל דא מודו דשעבוד הגוף ליכא, א\"כ קשה דיהא לנו דין חדש לפ\"ז, אם מת הלוה קודם ותו לא נשאר רק שעבוד נכסים ואח\"כ מת המלוה, הלא לא ירשו ממנו באי כחו רק שעבוד נכסים בלא חובת הגוף, והשעבוד נכסים כבר מכרו, וא\"כ אינו יכול למחול כלל, וכן המלוה עצמו אחר שמת הלוה לא יהיה יכול למחול, וזה חדש, הן שראיתי בתומים ס\"ק מ\"ג דבמת לוה כשיורש זוכה בנכסים אף הוא משתעבד כמו לוה בעצמו ועליו מוטל לפרוע כמו על אביו, וא\"כ איכא שעבוד הגוף ותו יכול המלוה למחול אח\"כ או יורשו, הנה בפוסקים כתבו אפכא דנפקע שעבוד הגוף וכן מסתברא, וכבר כתבתי לעיל בזה:<br><b> ובזה </b> נ\"ל עוד, דלפי מה שהעלה הגאון בהגהות הט\"ז סימן קס\"ג דלא מהני יאוש בחוב, וטעמא דהוי כש\"כ מהך דאמר בפרק ב' דב\"מ נטלה לפני יאוש ע\"מ להשיבה ולאחר יאוש ע\"מ לגוזלה דעובר משום השב תשיבם כיון שכבר נתחייב בהשבה, כש\"כ כאן שנתחייב בפריעת בע\"ח ונשתעבד גופו לשלם דלא פקע ע\"י יאוש, וזהו דלא מצאנו יאוש רק בגזל לענין גוף החפץ אבל מדמי מי מייאש יעו\"ש דברי נועם. נראה לענ\"ד דוקא היכי דגופו משתעבד וכמו בהשב תשיבם ובוהשיב את הגזילה וכיו\"ב דאיכא חיובא על הגוף לשלם, אבל במקום דליכא שעבוד הגוף רק שעבוד נכסים ודאי דמהני יאוש, וליכא למימר דהוי כמו קרקע דלא מהני יאוש דשעבוד קרקע עדיפא ומהני יאוש דכמילי דמטלטלי נינהו דקרקע אינו שלו לגמרי דאי אקדיש מלוה וזבין לאו כלום הוי. ובזה יתישב מה שהעיר הרב במחנה אפרים הלכות זכיה מהפקר סימן ז' מהך דאמר סוף כל הגט בהמלוה מעות לכהן וללוי להפריש על חלקם נתייאשו הבעלים פשיטא כו', דתמן ליכא שעבוד הגוף דהא הלוה ע\"מ שלא לפרוע ואם נשתדפו שדותיו או העשיר העני אינו מחזיר לו כלום והוי שעבוד נכסים ודאי דמהני יאוש, ובפרט דנכסים דתמן הוי מטלטלים דמתלושין קא מפריש עליהן ודוק:<br><b> ולפ\"ז </b> יש לדון במת הלוה דפקע שעבוד הגוף אפשר דמהני יאוש בחוב, ואולי משום דמצוה על היתומים לפרוע חוב אביהן הוי כמו עשה דהשבה שכתבנו לעיל ולא שייך יאוש כיון דגברא מחויב בהשבה, אך זה רק מטעם כיבוד נגעו בה וכמש\"כ רבוותא עיין תוספות כתובות פ\"ו ד\"ה פריעת בע\"ח מצוה ותוספות ב\"ב קנ\"ח, ואף בהניח קרקעות דאז כופין וכמה מרבוותא כתבו שזה אינו מתורת כיבוד רק שעבוד איכא א\"כ אין זה שעבוד הגוף רק שעבוד נכסים וכיבוד ודאי ליכא בעו\"ג וכמו שאמרו בנזיר (דף סא) לאביו כו' במי שיש לו אב וכו' אלא במי שמוזהר על כבוד אביו כו' וא\"כ ליכא שעבוד הגוף דלדידיה לא איכפת לו מאומה רק שעבוד הנכסים וע\"ז מהני יאוש. ולפ\"ז יש לקיים פסק המהרי\"ק ז\"ל שהובא בשו\"ע סימן קס\"ג, ששם מתה הדוכסית ונתייאשו כבר בחייה ואח\"כ עמד בנה וניכה להם המסים אפשר דמהני יאוש, דהא פקע שעבוד הגוף, ומשעבוד נכסים לחודא מהני יאוש ובפרט בעו\"ג דאין מצוה עליו לפרוע חוב אביו ואמו, ודוק בכ\"ז היטב:",
                "<b>לפיכך המוכר שט\"ח לחבירו עדיין יכול למחול:</b><br><b> הנה </b> במלוה על המשכון ומכר השט\"ח עם המשכון פסקו דלא מצי למחול משום דבע\"ח קונה משכון. ולפ\"ז מסתפקנא טובא, באם מכר אח\"כ הישראל השט\"ח שבידו עם המשכון לעו\"ג שבכל מלוה דינו כאילו מכר לישראל כמו שפסק בשו\"ע סעיף כ\"ה, אך במוכר השטר חוב שעל המשכון ומוסר המשכון להעו\"ג וחזר הישראל ומחלו להלוה היינו להישראל הראשון מי מצי מחיל דקיי\"ל עו\"ג מישראל לא קנה משכון כמפורש בפרק כל שעה, וא\"כ אם הלוה העו\"ג בעצמו להלוה על המשכון הלא לא קנה להמשכון, ואיך אפשר לומר דאם הוא לא הלוה בעצמו רק קנה השטר חוב דמה\"ת לא משתעבד ליה הלוה קונה המשכון, או דילמא כיון דכבר אישתעביד הלוה והבע\"ח קנה את המשכון, תו מה דקני להמשכון מקנה לעו\"ג ואפילו מן התורה, וא\"כ לא מצי מחיל המוכר להלוה, ודבר זה שקול בסברא, וגדולה מזה ראינו להר\"י אבן מיגש הביאו הנמוק\"י פ\"ק דב\"מ שפירש דמשכון לא מהני לקנותו ע\"י משיכה למשכון, רק או ע\"י ב\"ד דגזה\"כ הוא או בשעת הלואתו דקני ליה בכספא שהלוהו, אבל מדעת הלוה שלא בשעת הלואתו לא מצי קני, ואפי' כן אשכחנא דאם מקדש אשה במשכון דאחרים מקודשת, חזינן דמשיכה מהני לקנות המשכון שלא בשעת הלואתו, והיינו דכיון דכבר קנוי היה להמלוה ע\"י כסף שהלוהו תו מאי דקני מצי מקני כמש\"כ הרב בקצות ריש סימן ע\"ב, וכאן עדיפא יותר כמובן דהחסרון הוא דהתורה לא שעבדתו לעו\"ג שיקנה המשכון עבור הלואתו, וזה דוקא היכי דלא היה קנוי המשכון ולא הוי נפיק מרשות בעליו כלל, משא\"כ הכא דכבר היה קנוי לישראל המוכר וזה רק ככל מקח וממכר דמה דקני מקני ליה וצ\"ע בזה, ונפק\"מ לכמה דוכתי כמובן, אך אפכא היכי שהלוה עו\"ג לישראל על המשכון וחזר ומכר לישראל אחר השט\"ח עם המשכון, כיון דעו\"ג לא קני להמשכון תו לא מצי להקנות מה דלא קני, ולפי הפוסקים דעו\"ג שמכר לישראל מצי מחיל לישראל הלוה ה\"נ, ודוגמא לזה אמרו פרק החולץ דלוקח עבד מן העו\"ג דלא קנהו רק למעשי ידיו דלא קני רק מה דקנה העו\"ג עי\"ש וזה פשוט:"
            ],
            [
                "<b>מפני שידה כידו:</b><br><b> פשוט </b> דאשה שמכרה לאחד שטר חוב ונשאת דיכולה למחול השטר בלא הבעל, דכיון דחוב הגוף אינו נמכר כש\"כ דלא קני בעל בתק\"ח כמו דאמר בפ\"ק דקדושין (דף כד) במע\"ש דאין לו דין ממון דלא קני להו בעל ועדיפא טפי מנכסים שאינן ידועין דאם מכרה קיים, ואם מתה והבעל יורשה צ\"ע אם מרית זכות למחול השטר חוב שמכרה אשתו דקלישא ירושתו דאינו יורש בראוי ועוד דלשיטת רבינו ירושת הבעל הוי מד\"ס וגם איהו לא זכי דבר תורה כמו הלוקח שטר חוב ודוק:"
            ],
            [
                "<b>כיון שהחזיק הלוקח וכו':</b><br><b> עיין </b> תוספות גיטין (דף כב) ד\"ה החזיק בזרעים כתבו דצ\"ע הואיל ואפסרא דארעא לא בעינן אגב דעדיפא מצבורין, כש\"כ לשיטת רבינו דבצבורין לא בעי אגב:",
                "<b>וכן המוכר קרקע וכתב השטר ואין הלוקח עמו כו':</b><br><b> בההמ\"ג, </b> ולדברי רבינו חננאל שהוא סובר שאפילו בשטרי אקנייתא בעינן דמטא שטרא לידיה מתוקמא הא דרב הונא שפיר עכ\"ל, ומתורץ בזה גם מה שהקשו תוס' היכי מוכח דמילי במילי מקנו הא הכא לא קני שעבוד, דבל\"ז שעבד נכסיו דמוכר שדהו בעדים גובה ממשועבדים ואינו מועיל רק לקנות שטר עצמו, ולפ\"ז הא נפק\"מ אם נכתב השטר זמן קודם משתעבדי נכסיו מיום כתיבת השטר וקני השעבוד נכסי דאיכא בשטר ע\"י אגב דקני לשטרא, דאם משום חזקה שהחזיק בשדה הלא לא הוי טריף רק נכסים דאיזדבן מיום החזקה, וכן לאביי בכל השטרות דסבר עדיו בתחומיו זכין לו, אולם לשיטת הפוסקים שהביא הרמב\"ן דלא אמרינן אחריות ט\"ס רק בשטרא לא במוכר שדהו בעדים א\"ש דנפק\"מ בלא כתוב בו אחריות כלל, דרק אם יזכה בשטר יגבה ממשועבדים דבשטרא אמרינן אחריות ט\"ס, ורבנן בתוספות ע\"כ יפרשו השמועה כמו שפירש המגיד שמונח ביד העדים והחזיק בו ביום ובלא הקנאה לפיכך שפיר מקשו וס\"ל דבכ\"מ אחריות ט\"ס והבן:<br><b> ומה </b> שכתב המגיד דלשיטת הגאונים דשטרי הקנאה בעי דיהא מטי לידיה א\"ש שמועה דא. ראיתי בעליות דרבינו יונה שהקשה דאכתי לא ניחא כיון דכי מטא שטרא לידיה היינו מתורת אגב שהחזיק בקרקע נקנה לו השטר, והוי כמו דמטי לידיה א\"כ תו הוי הקרקע שלו מעיקרא למפרע משעת הקנין וא\"כ מה מועיל החזקה לקנות אגב הקרקע, הא הקרקע לא קני ע\"י חזקה דהרי היא שלו מכבר, וא\"כ תו לא קני לשטרא דאין כאן אגב והיא הפכא והיא מתהפכא, אם תאמר דלא קני מתורת אגב א\"כ תו לא קנאה ע\"י הקנין בשטר וקנאה ע\"י החזקה, א\"כ תו שייך כאן אגב, וכיון דתאמר דקני אגב תו חלה הקנין למפרע מעת הקנין ולא הועילה החזקה כלום לקנות השטר דהרי היא שלו מעיקרא. וזו קושיא מושכלת מאוד, ולדעתי נראה עפ\"י מש\"כ הפוסקים במכר שדה לחבירו ע\"מ שלא תמכרנו לפלוני ועבר ומכר המכר בטל, והקשו דממנ\"פ א\"כ כיון דהמכר הראשון בטל תו בטלה מכר שמכר לוקח להשני דנמצא דמכר דבר שאינו שלו וא\"כ כיון דבטלה מכר של השני תו המכר הראשון צריך להיות קיים [ועיין משל\"מ פרק ג' מהלכות זכיה הלכה ו' בזה] ותירצו כיון דא\"א להיות באופן אחר אמרינן דשייר כח להלוקח שיהא שלו לחול מכרו להלוקח השני על שעתא חדא, שיהא חשוב מכר לבטל מקח הראשון יעוין בר\"ן פרק המגרש שכתב כן גבי גט, אך שם דחוק דאינו באפשרי לומר שיהא חל נשואין על זמן מועט ויפקע תיכף בלא גט משא\"כ גבי מכר שמצי להיות על שעתא חדא יעו\"ש, וא\"כ ה\"נ אמרינן כיון שכל זמן דלא מטא לידיה לשיטת הגאונים בשטר שיש בו קנין מצו שניהם לחזור בו, וא\"כ כי זה מחזיק ברשות המוכר והמוכר אמר לו קני שטרא אגב קרקע וכמש\"כ בהשגות דגם בהך שטרא דאפסרא דארעא הוי בעינן אגב, אמרינן דא\"כ תו יתבטל החזקה לקנות השטר אגבו דכיון דתהא קנויה לו השדה למפרע הוי כמו ששייר הלוקח לקנות כל הקרקע ע\"י הקנין שנעשה בעת כתיבת השטר רק דשייר מקום לקנות שטרא מתורת אגב, ושייר כח וקנין להמוכר בהקרקע להקנות ע\"י חזקה שיחזיק בהקרקע את השטר וחל הקנין על שעה חדא להמוכר כדי שיהיה להלוקח בשיורו לקנות בחזקתו אף אחר שיגמר הקנין למפרע מעידן הכתיבה, ונגמר כל הקנין למפרע מעידן כתיבה רק שנשאר חלות מה וזכות קצת להמוכר שיהא לו כח להקנות ע\"י חזקה זו שמחזיק הלוקח לקנות בשטר מתורת אגב, וכיון דקני ע\"מ להקנות קני [נדרים סוף פ' השותפין] כש\"כ שיור ע\"מ להקנות דמהני, וכיון שיכולים שניהם לחזור לשיטת הגאונים כש\"כ דמצי לשייר המוכר והלוקח באופן כזה, וזה תירוץ נכון לשיטת הגאונים:"
            ],
            [],
            [
                "<b>בההמ\"ג </b> וכתב הרמב\"ן ז\"ל חוזר בזה ובזה מהא שמעינן דתנאה להנאת מקבל תנאה הוי ולא בעינן בהא דומיא דתנאי ב\"ג וב\"ר דתנאי להנאת נותן ומעשה למקבל דהא הכא שתכתבו לו קאמר והוי תנאה וכו' עכ\"ל, וכן הביא הר\"ן בשם הרמב\"ן באורך שאין הלה יכול לומר הריני כאילו התקבלתי יעו\"ש, ופירוש דבריו דבל\"ז סד\"א דדוקא אם אמר המקבל שדך מכורה לי ע\"מ שתתן לי ר' זוז דיכול המקבל לחזור כ\"ז שלא נתן לו ואם אמר הריני כאילו התקבלתי מהני ומכורה לו ושוב אין יכול המוכר לבטל המקח, אבל כשמתנה המוכר ע\"מ שאתן לך מאתים זוז, דהוא לטובת הלוקח, היכן מצאנו שמתנה לטובת הלוקח שבזה יהא תלוי הרשות ביד המוכר לבטל המכר, [דאילו מצד הלוקח כבר נתקיים התנאי שיכול לומר התקבלתי] הא בבני גד וב\"ר לא מצאנו כן, וזה לא שמענו משום דוכתא רק מן שמעתין דילן ופשוט:<br><b> אך </b> צ\"ע לענ\"ד אימא דלא מהני כלל התנאי להמוכר היכי שמתנה בדבר שהוא לטובת הלוקח רק בעינן דומיא דב\"ג וב\"ר שהמבטל התנאי בדבר שהותנה לתועליות לו רק הכא מהני דעל ידי שלוחין קאמר זכו בשדה לפלוני ע\"מ שתכתבו לו השטר, ורבינו נסים כייל במסכת גיטין בפרק מי שאחזו בד\"ה אתקין שמואל בגיטא דש\"מ, וא\"ת והא תנן בפרקין כתבו ותנו גט לאשתי אם לא כו' אלא אף ע\"ג דמעשה קודם לתנאי כו' איכא למימר דמתנה בהדיה שליח שאני דכל תנאי מהני ביה לפי שלא נעשה שלוחו אלא במה שנראה מתוך גלוי דבריו עכ\"ל, ואולי אם אמר זכה בשדה זו ע\"מ שאכתוב לך שטר לא מהני להמוכר אם יאמר הלוקח התקבלתי, אולם לכאורה ז\"א דעד כאן לא קאמר רבינו נסים דאין בשלוחין שום תנאי היינו כגון בגט שנעשה שליח לכתוב או ליתן ומתנה שע\"ז האופן יהיה שליחות, אבל הכא שהלוקח זוכה ע\"י שלוחין היינו שהעדים זוכין עבורו והמה בהחזיקם בשדה כאילו החזיק הלוקח, וא\"כ כי מתנה עמהם הוא באופן שמתנה עם הלוקח. אך זה אינו ע\"פ מה שנודע שיטת התוס' ב\"מ דבעי שליחות מצד המזכה ואבוהון דשיטה זו הנמק\"י בשם רבינו נסים בב\"מ שא\"א לזכות לחבירו אלא א\"כ נעשה שלוחו של בעל הממון עיי\"ש, ובעו\"ג דאין שליחות לעו\"ג לא מצי לזכות ממנו ישראל עבור ישראל, א\"כ המה שלוחים מאתו ג\"כ ולא בעי דיני תנאין ואיך יליף למתנה עם הלוקח בעצמו דבעי דיני תנאים ודוק. ואפשר, דדוקא היכי שהשליח משנה וכמו תמן דכותבין קודם י\"ב חודש, דהשליח שנה בשליחותו, אבל הכא הרי צוה להם להחזיק ואחר כך בסיבתו אינו רוצה לכתוב שטר אפשר דבכה\"ג לא נפק\"מ בין שליח לבע\"ד גופיה ובשניהן בעי דיני תנאים כיון דבשליחותו לא שינה השליח מאומה, ולפי מה שפירש המחנה אפרים דברי הר\"ן בהלכות שלוחין ושותפין סימן ד' א\"ש בפשיטות. ועיין מש\"כ בהלכות גירושין פרק ג' סוף הלכה ט\"ו ודוק, ועיין רא\"ש ומשל\"מ:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>מי שהיה לו חוב אצל חבירו כו' לפיכך אם מכר לו קרקע בחובו אין אחד מהן יכול לחזור בו כו':</b><br><b> הנה </b> משטחיות דברי רבינו נראה דבמלוה עדיפא טפי בקרקע מאילו יהיב דמי. דבמקום שכותבין השטר לא קנה עד דכתב שטרא דלא סמכא דעתיה דלוקח לקנות אותה כל כמה דליכא שטרא בידיה אם לא היכי דפירש, אבל בקנה אותה בדמי חוב שהיה לו ביד המוכר קנה אף אם לא כתב השטר, וסברתו דכמו דבשטר לחודא דלא סמכא דעתיה דמוכר עד דיהיב דמי, חזינא במוכר שדהו מפני רעתה גמיר ומקני בלא קבלת המעות שרוצה להיות שדהו מכור וקנויה ללוקח, כן כי יש לו חוב אצל המוכר וכל אשראי ספק אתי כו' רוצה שתהא הקרקע קנויה לו אף אם עדיין לא בא שטרא לידיה וקנה בכספא לחוד. ומפני זה רהיט לישנא דרבינו לעיל פרק ה' הלכה ד' בחוב הבא מחמת מכר שגם במטלטלין קונה לגמרי משום דהוי דבר שאינו מצוי ואוקמוה רבנן על דין תורה למיכלל שם בהדי פרה ויין גם עבד אע\"ג דבעבד כסף קונה תמיד, משום חידושו דאינו צריך שטר או משיכה דקונה בעבד קטן יעו\"ש ובכסף לחוד קני בעבד והוה\"ד בחוב שלא מחמת מכר קונה בעבד לגמרי אף בלא שטר וכמו שבארנו וזה נכון:<br><b> ובגוף </b> דינא דרבינו דמלוה קונה נראה כן מהך דאמרו גבי פועל בסוף הבית והעליה שאם אמר לו טול מה שעשית בשכרך כו' משקבל עליו אין שומעין לו, ופשטו מורה אף באינם ברשותו של פועל ולא עשה אח\"ז מעשה קנין בהם ובמאי נקנו לו, ועל כרחין דקנה אותם בכסף שמגיע לו בעד שכירותו והוי מלוה גמור דלא מטא זוזי לידו מעולם וקונה וכיון דמחמת שכירות אתו הוי כמלתא דלא שכיחא וקונה קנין גמור, או משום דלא יעבור על לא תלין וחזקה דאין שכיר כו' הניחו חכמים על דין תורה משום תקנתא דשכיר וכמו שהקילו כמה ענינים בשכיר, ושיטת רבינו דלא כמש\"כ הטור בשם הרמ\"ה סימן של\"ז ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בדין (העשק) [העסק]:</b><br><b> נ\"ב </b> לקמן הלכות שלוחין ושותפין פרק ז' הלכה ו':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>לקח שוה מאה במאתים כו' ה\"ז ספק כו' לפיכך הרוצה לחזור משניהם אינו יכול לחזור ואם תפס המוכר ממקח שמכר כנגד המעות כו' אין מוציאין מידו:</b><br><b> דברי </b> רבינו תמוהים מאוד, דכיון דספק הוי והלוקח מוחזק אמאי אינו חוזר נגד המעות שלא נתן דהא הוי מוחזק וכן תמה המשל\"מ. ונראה לדעתי, דנתבונן דמצאנו במוכר יפות ונמצא רעות לוקח יכול לחזור ולא מוכר, וברעות ונמצאו יפות מוכר יכול לחזור ולא לוקח דהמתאנה איהו לא גמר ואקני, אבל אידך חבריה ניחא ליה בהא ודאי בקיום המקח, וניחזי כאן דנפיק ועייל אזוזי והוא דחוק למעות ומפני זה מכר, וכיון דהוא צריך לרדוף אחרי קבלת המעות תו לא גמר והקנה, וא\"כ למי הוא החסרון הלא רק למוכר אבל הלוקח ודאי גמר וקנה במעט הכסף או בהחזקה או בכתיבת השטר, והראיה דבמוכר שדהו מפני רעתה אין יכול לחזור בו דאנן סהדי דהמוכר גמר והקנה, וא\"כ אמאי לוקח יכול לחזור בו, וצ\"ל דהלוקח אינו רוצה שיהיה אגוד בהמקח והמוכר יהא חפשי לחזור או לקיים המקח כפי רצון לבבו, ואם יראה שהמקח טוב אז יחזור בו ואם יוזל יקיים, אנן סהדי דאיהו אינו רוצה לגמור ולקנות כיון שעדיין ברשות המוכר לחזור בו וגרע זה ממקום דאיכא אונאה שעדיף כח המתאנה שאינו יכול לחזור בו וזה פשוט, ומעתה נתבונן כאן, דהדבר ספק בש\"ס אם הוי כמוכר שדהו מפני רעתה או לא, א\"כ אינו ידוע לן אמיתת דעתו של מוכר אם גמר והקנה או לא, ונמצא בתחלת המקח ידע הלוקח דחזרת המוכר הוא בספק ויהיה הדין דהמוציא מחבירו עליו הראיה, והמוכר לא יהיה ביכלתו להוציא מיד הלוקח, וכיון שידע דאינו שוה אלא מנה ובכ\"ז יהיב מאתים דלא נחית כאן לדיני אונאה ובטול מקח כלל, וא\"כ רק שקלא וטריא הוא מפני דעייל ונפיק אזוזי, א\"כ ודאי ניחא ללוקח דלא איכפת ליה בהא דהמוכר עייל ונפיק אזוזי, ואי משום דלא רצה להיות אגוד והמוכר יהיה חפשי ברצונו לבטל או לקיים המקח, זה אינו, דכאן גם המוכר לא יהיה ביכלתו לבטל המקח כיון דהדבר ספק והלוקח מוחזק, ואי משום דילמא יתפוס המוכר, בשביל זה לא איכפת ליה וגמר וקנה והוא לא יניח לתפוס להמוכר ולכך שניהן אינן יכולין לחזור ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>כיצד נתן דמים של הקדש אע\"פ שלא משך הפירות כו' ואם הוזלו הפירות חוזר שהרי לא משך ולא יהא כח הדיוט חמור מכח [ה]הקדש:</b><br><b> תמהו </b> בזה כולהו רבנן, דהא בפודה מן ההקדש במנה ולא הספיק למשכו עד שהוקר אין הגזבר יכול לחזור, דבהדיוט איכא ג\"כ מי שפרע ואין בזה עדיפות כח להדיוט מלהקדש, וא\"כ גם הכא שבהדיוט איכא מי שפרע אמאי חוזר בהקדש אם הוזלו הפירות ועיין הרב המגיד, ומכבר אמרתי בזה, דהא קיי\"ל כשמואל דאמר שוה מנה שחללו על שוה פרוטה מחולל, אולם זהו דוקא במתכוין להוציא שוה מנה על פרוטה, אבל כי מתכוין ליתן כפי שויו והאי גברא טעי וסבור ששוה כך אז אינו מחולל וצריך להשלים עיין ב\"מ נ\"ז בתוספות ד\"ה ומר סבר ואיכא דסבר גם בהא אין צריך להשלים יעו\"ש. וניחזי אם היה מעיקרא שוה מאתים ופדאו במנה מן התורה פדוי [ואין צריך להשלים רק מדרבנן] א\"כ אם היה ההקדש מעיקרא שוה מנה ולא משכו עד שעמד במאתים אמרינן דבהא גם אם היה של הדיוט אי חזר הלא במי שפרע קאי, רק דאי מקבל מי שפרע מצי לחזור אבל דינא דצריך ליתנו ללוקח במנה א\"כ גזבר בהקדש נמי אין לו לחזור וכי קנה קודם אז נתכוין לקנות אף לכשיתיקר ג\"כ יהא נפדה בסך מנה שנתן לגזבר, כיון דאם הוזלו אינו יכול לחזור, וכמו דלענין זולא הוי ברשותיה כן בעי דאם אייקר ג\"כ יהא פדוי, ולא עדיף מאילו היה קודם שוה מאתים ג\"כ היה נפדה, אבל בגזבר שנתן דמים להדיוט וההדיוט אינו מתכוין לפדיה כלל [ועוד דשוה מנה שחללו קאמר לא דמים קצובים מטבעות] רק למכור חפציו או פירותיו להקדש, א\"כ לא שייך כאן גדר פדיה כלל, וא\"כ אלו היה מעיקרא לא שוה רק מנה והגזבר נתן מאתים ודאי דלא נתחללו וצריך להחזיר מנה מן התורה, א\"כ השתא נמי מאי תאמר הלוקח נתכוין על אופן שיוזלו הפירות ג\"כ יהיו מתחללים מעות אלו, זה אינו, דאנו לא משתעינן כלל בהדיה רק במקח ואילו נתן לו הגזבר מעות של הדיוט ג\"כ לא היה חושש ואף אם נתן אחר בשביל הקדש קנוי להקדש [מדין עבד כנעני תוס' ב\"מ נ\"ז] ועוד ששמאן בדמים ולא שייך בזה אונאה כלל שהטעות אינו בהדמים רק שהפירות הוזלו ואינם שוים מאתים בשעה שנתן א\"כ טעות מיקרי לא אונאה, ומצד הגזבר דהוא הקונה מן הדיוט ודאי דלא שייך לומר דנתכוין לחללם ולהיות קנוי להקדש אף אם יוזלו, על כן כי הוזלו אח\"כ אמרינן כמו דבהדיוט חוזר דלא נגמר הקנין עדיין עד שהוזלו כן חוזר בהקדש דלא נגמר הקנין עדיין עד שהוזלו, והקדש לאו בר קבולי מי שפרע הוי והמעות הוי של הקדש, אבל בפודה מן ההקדש שעיקרו לפדיה קא מכוון להוציא זה מקדש לחולין שפיר אמרינן כיון דמצי לחלל שוה מנה בפרוטה, רק היכי שטעה בשווי לא אמרינן כן דאילו ידע דהוא שוה מנה לא היה פודהו בפרוטה, א\"כ כיון דעוסק בפדיה ורוצה בהחפץ מתכוין שאם יוקרו הפירות של הקדש ג\"כ יהא פדוי על מנה שנתן ולא עדיף מאילו היו שוים יותר ונתכוין לחללם בפחות, דג\"כ מחוללין, בינה זה:<br><b> ובזה </b> מסולק קושית רבנן בתוס' ד\"ה מה שהקשו מיתמי דאמרו בהו שאם יהבי מעות ליתמי והוקרו הפירות של יתומים דמצי לחזור דלא גרעי מהדיוט אע\"ג דצריך לקבל מי שפרע, ולפ\"ז א\"ש, דשם אמרינן דלא נגמר המקח עד דמשיך הפירות מיתמי וא\"כ הוי כנתייקרו קודם שנתן המעות והיו שוים מאתים ולא נתן רק מנה ובטל מקח, משא\"כ בשל הקדש דאם היה ביוקר קודם ופדאן בפחות אם נתכוין לזה מחולל ויצא החפץ מרשות הקדש, וכאן דנתייקרו אחרי מתן המעות הלא נתכוין לזה שלא יוכל ההקדש לחזור ויהיה פדוי החפץ בכל אופן, וזה סברא ישרה. אמנם זה תלוי באשלי רברבי, דבתוספות מנחות (ע\"א) ותמורה (דף כז) כתבו דאחר אין יכול לפדות של הקדש בפחות משויא רק המקדיש עצמו, ובזה אכמ\"ל:<br><b> אולם </b> כעת ראיתי, דלדעתי אין לנטות מדרך רבינו ודברי רבינו מוכרחים בסברא. דנחזי, דאם נאמר דהיכי דקא מפסדי לגמרי ליתא למי שפרע ורק בתרי תרעי אמרינן דקאי במי שפרע, וכמו שייחס סברא זו לרבינו ההגהות מיימוני פרק ג' אות ח', משום דשם בהלכה ו' לא הזכיר רבינו דין דמי שפרע אם נאבד באונס, א\"כ אם יאבדו הפירות של הדיוט ודאי דמצי הגזבר לחזור בו, משום דלא יהא כח הקדש גרע מכח הדיוט, דבהדיוט כה\"ג לא בעי לקבל מי שפרע א\"כ לא נגמר הקנין, ותו לא פלוג רבנן ואף בזולא ג\"כ דינו כהדיוט ומצי לחזור בו, אבל אף אם נאמר דתמיד בעי לקבל מי שפרע בהדיוט אף אם נאבדו לגמרי כמו שהביא המשל\"מ בשם מי שרצה ליחס סברא זו לרבינו, א\"ש טובא. דנחזי דהא דביטלו חכמים קנין הכסף המועיל מן התורה, לטובת מי תקנו זה הלא לא חששו רק לטובת הלוקח שלא יאמר לו המוכר נשרפו חיטיך בעליה שלא יטרח ויציל כיון שכבר קיבל המעות כמו שביאר זה רבינו בפ\"ג, וא\"כ בגזבר שנתן דמים להקדש והוזלו הפירות במאי תאמר לגרע כח ההקדש שלא יהא יכול הגזבר לחזור אם משום שכסף מועיל בהקדש דבר תורה הלא מדברי תורה מועיל גם בהדיוט, ואפילו כן חששו רבנן לטובת הלוקח שלא יאמר לו נשרפו חטיך בעליה, כאן בהקדש אם תאמר דקנוי אפשר שלא יטרח ויציל אע\"פ שהוא של הקדש לא יחוש לטובת ההקדש כמו שיחוש לטובת עצמו שיחשוב שההקדש יחזור בו, מאי תאמר דשאני הקדש שאם הוקרו לא יכול המוכר לחזור בו, אטו מפני זה תחלוק בין הדיוט להקדש, וכי בשביל שיפה כחו יפסיד ויחושו חכמים לטובת לוקח הדיוט ולא ללוקח הקדש זה בדותא, משא\"כ בקנה מן ההקדש אמרינן דכמו דאם הוזלו אין הלוקח חוזר בו משום דחז\"ל לא חששו לטובת הלוקח להפסיד הקדש ולהפקיע קנין של הקדש דבר תורה לרעת ההקדש, כן אם הוקרו אין הקדש חוזר בו, דאיהו המוכר, ולטובת המוכר לא חששו בשום מקום אף בהדיוט רק משום דחששו לטובת הלוקח ואוקמי ברשותו לענין שאם יחזור בו הלוקח תו לא מצי לפלוגי הקנין לחצאין לומר דהמוכר לא יוכל לחזור בו, וכאן שהלוקח לא מצי לחזור בו ותו בטל הטעם שפקעו החכמים קנין הכסף בשל הדיוט, לכן בשל הקדש ג\"כ הגזבר אינו חוזר בו ולא שייך דיפה כח ההדיוט משום דבעי לקבל מי שפרע ובלא קבלת מי שפרע אינו חוזר גם בהדיוט, אבל בהלוקח הקדש זה פליאה למימר שחז\"ל חששו לטובת הלוקח בהדיוט ולא בהקדש, ובהדיוט עקרו קנין המועיל מן התורה ובהקדש לא, וזה פשוט בעיני עד כי נעלמה ממני דעת קדושים שחלקו בזה על רבינו. ולענ\"ד ברור הדין כרבינו בלא פקפוק, ודוק היטב:"
            ]
        ],
        [
            [
                "<b>שמפני אונסו גמר ומקנה אע\"פ שלא לקח הדמים בפני העדים:</b><br><b> הנה </b> מפורש מדברי רבינו שזה הפירוש לא ארצי ליה זוזי, היינו שאינו נותן לו המעות בפני עדים, אולם מוכח מדברי רבינו דסובר דבעי שיתן לו מעות אבל אם לא נתן לו מעות השדה, רק שהיה חייב לו מעות ופטר אותו מהחוב עבור השדה שמוכר לו, אע\"פ דסובר רבינו דבמלוה קונה קנין גמור, כאילו יהיב ליה כספא בפרק ז' הלכה ד', בכ\"ז כאן לא גמיר ומקנה באונס כיון דליכא הנאה מחודשת וכמו בקדושין דמקדש במלוה אינה מקודשת, וזהו שדייק רבינו בריש דבריו מי שאנסוהו עד שמכר ולקח דמי המקח, דוקא שלקח דמים בעין לא שמחל לו החוב, ובא רבינו להוציא שלא נפרש לא ארצי ליה זוזי דאמר בגמרא היינו שלא נתן לו המעות בעין ורק דמחל ליה עבור זה חוב, וז\"ב:"
            ],
            [],
            [],
            [
                "<b>ומעשה באחד ששכר פרדס כו' לפיכך אם תבעו המשכיר וכו' ואחר כך מסר המשכיר מודעה כו':</b><br><b> מה </b> שכתב ההמ\"ג בשם השמועה הביא הרשב\"ם בשם ר\"ח, רק שפירש שתבע אותו בפני העדים ושמעו דטעין זבינתא נהליה כו', ונראה דדחקו לרבינו לפרש כן שתבעו בב\"ד וכפר בפני ב\"ד, דאילו טענו חוץ לב\"ד ושמעו שטעין זבינתא ממך, הלא מצי טעין לעולם לקוחה היא בידי ואכלתיה שני חזקה ומה דזבינת מינך אחרי זה הוא משום דעביד אינש לזבוני דיניה ולא בעי לבזות עצמו בב\"ד, וא\"כ איך מצי לכתוב מודעה על זבינא דא, אבל כיון דכפר אחרי שהטריחו בב\"ד תו אילו קושטא קאמר למה היה צריך לשטר מכירה זו ולמיהב ליה זוזי, הגם דלא מצאנו עביד אינש דזבין דיניה רק באופן שהמחזיק זבנה מגברא אחרינא ואינו יודע אם פלוני גזל אותה מהתובע, והתובע טוען שפלוני גזלה ממנו וכמש\"כ רבינו בסוף הלכות טוען, משא\"כ כאן שהוא בעצמו יודע שלקחה ממנו לא שייך כ\"כ סברא דזבין דיניה, [עיין בפרק המפקיד התם לא אטרחיה לבי דינא הכא אטרחיה לב\"ד ומצאנו דאם לא אטרחיה לב\"ד ניחא ליה להקנות עבור זה השבח] ורשב\"ם פירש שם, אמרתי בלבי טוב לקנות בדמים מועטים קרקע הראוי לי ולא לטרוח ולבא לב\"ד, וכאן מיירי דנתן לו כל הדמים מהשדה ולא שייך כ\"כ עביד אינש דזבין דיניה, בכ\"ז סברת רבינו כך, ואף בטוען אחרי זה שהיא מכורה אצלו מהשטר ג\"כ יש לעיין אם שייך מיגו בזה, מיגו דאי הוה טעין דהיא מכורה אצלו מהחזקה הראשונה, או דילמא הוי כמיגו במקום עדים, דעכשיו יודעין אנחנו דאיהו הוי טעין להפחידו והוא אנוס במכירתו והאונס לפנינו ומסירת מודעתו הויא לפנינו וכן מסתברא:<br><b> אמנם </b> מש\"כ רבינו שאם הפחידו בדבר שאפשר לו לעשות הוי אונס, למד זה מעובדא דא כנודע דרך רבינו שמקדים הקדמה לההלכות הבאים אחרי זה ולא שייך כאן דהא כבר כפר בב\"ד ואמר לקוחה היא בידי וכבר עביד מאי דהוי מצי למעבד, אבל להפחיד גזים אינש ולא עביד, זה אינו דהא הטוען לקוח על קרקע שאכל שני חזקה חייב לשבע היסת ואכתי לא נשבע וא\"כ אכתי לא מסתפי דדילמא לא ישתבע לשקר דהחשוד לממון אינו חשוד לשבועה, וע\"כ דאף אם מפחידו הוי אונס דאיהו מסתפי מיניה ודוק. שוב ראיתי מש\"כ הרז\"ה במאור בזה יעו\"ש:"
            ]
        ],
        [
            [
                "<b>אם נתקיימו התנאים נקנה הדבר כו':</b><br><b> במשל\"מ </b> ונראה דיש ללמוד משם לממונות כגון הנותן מתנה לבנו כו' ונפ\"מ לבע\"ח כו' ומ\"מ נראה דהכא כו\"ע מודו כו' עיי\"ש, הא דלא נסתפק רק לענין נותן מתנה לבנו משום דבאחר אף לאחר מיתת הנותן מאין זכי רק משום מתנתו, דאם לא הוי נתן לו הוי מנחילה ליורשיו, רק דמכח המתנה קא זכי בחיי הנותן ובמותו, משא\"כ במגרש את אשתו שלאחר מיתתו פקע האישות ואף היבם דאסר לה אינו נחשב לנוחל אותה מאישותו וכמו שאמרו ריש פרק המגרש והרי יבמה דבעל אסר לה ויבם מתיר, התם יבם הוא דקא אסר לה דאי מבעל שריא וקיימא, לכן לא מעכב התנאי בהבטלו אחר מיתתו שיפקע הגט למפרע ותהא זקוקה ליבם לחלוץ. ולכן נסתפק במנחיל לבנו שג\"כ לאחר מיתתו אין צריך לזכות מכח המתנה רק מהמיתה שהוא יורשו, אולם בכ\"ז מסיק דאינו דומה, דתמן הלא אין בידו למוכרה לאשתו ולמוסרה לאחר, ורק אישותו הוא קנין המתיחס רק אל עצמו, וא\"כ מעיקרא כי גירש מה הועיל הגט על אישותו שהיא רק קנין לימי חייו בלבד, לכן אם הטיל בהן תנאי אגידה לשמור התנאי רק בחייו לא אחר מותו, שע\"ז לא הועיל הגירושין, אבל כאן כשנותן המתנה לבנו הלא בידו קנין הגוף שבשדה למוכרה לצמיתות לדורות לכל מי שירצה וכי מכרה לבנו או נתנה לו נמשך המתן אל כל הקנין העולמי שנמסר לבנו לכן בידו להטיל התנאי בהמכירה על עולם ואף לאחר מותו צריך שלא יעשה דבר זה, וכי עשה לאחר מותו בטלה המתנה ותו גובה הבע\"ח, כי יש לדמות לאם שחרר עבד עברי על תנאי שלא ישתה יין ומת ולא הניח בן ושתה העבד אח\"כ, ונפק\"מ אם בא על שפחה אם עביד איסורא וכיו\"ב ואכמ\"ל וזה פשוט, ופוק חזי בלקחה מאביו ומת אביו ואח\"ז הקדישה דחשבינן לה כשדה אחוזה משום דמעיקרא הוי ליה רק קנין פירות ואף אם כקה\"ג דמי בעי הגמרא לומר דלא חשבינן לה שדה אחוזה כש\"כ באופן דלא הוי הדרא ביובל כמו במקום ובזמן שאין היובל נוהג, דודאי חשיבא כל זכותו מהקנין לא מהירושה כמו דאילו הוי מקנה לה לאחר דהיה ביד האחר לחלוטין ולצמיתות, משא\"כ במתנה בגט שמעיקרא לא התנה רק בדבר שאין בידו רק לזמן ימי חייו, אבל אין ברשותו ליתן זה לאינש אחרינא. אמנם זה הדין נמצא מפורש בתשובת הרא\"ש הובאה בטור ושו\"ע סימן קי\"א סעיף ד', בראובן שנתן קרקע לבנו בתנאי שלא יחול שום שעבוד חוב עליו ומת ולא הניח שום בן יעו\"ש דמסיק דבטלה המתנה מתורת תנאי ונעשה ירושה וגובה בע\"ח של הבן שלוה ממנו אחר שמת אביו וקודם שמת אביו אם כתב ליה דאקני אף אם מכר הבן אתי בע\"ח וטריף יעו\"ש בסמ\"ע, הרי דדעתו דבטלה המתנה אף לאחר מות אביו ודוק. ועיין שו\"ת המיוחסות סי' ק\"ו ויש לפלפל בדבריו ואכ\"מ:"
            ],
            [],
            [],
            [
                "<b>אם חזר בו הלוקח קנה זה הערבון שהרי הוא תחת ידו:</b><br><b> בהשגות </b> א\"א אין הכל מודים בזה כו' אבל אם יאמר לו המוכר המעות שנתת לי לא יצא[ו] מתחת ידי ואתה אם תרצה קח את מקחך או תניח אותו לעולם הדין עמו ובענין זה יכול להיות מש\"כ. ההמ\"ג פירש, דאם אמר המוכר בשעת נתינה, וכוונתו דפירש דיקנה הערבון נגדו במקח, וזה אינו נרמז כלל בדברי ההשגות, והפירוש האמיתי, דלדברי רבינו אם חזר בו הלוקח לזמן שקבעו ליטול המכר, תו זכה בו המוכר בהערבון והמכר בטל, ואף אם רוצה אח\"כ ליטול הממכר לא מהני שכבר נתבטל המכר בחזרתו וזה כבר זכה בהערבון כיון שהוא תחת ידו, ולדברי הראב\"ד זה לא מהני מהא דכתב הגאון דאף אם אמר ליבטלון זכוותי ופירושו שהוא מוחל לו החוב שעליו בכ\"ז צריך ב\"ד חשוב וקנין, לכן פירש דדוקא אם אומר לו המוכר אח\"כ בעת החזרה אלו המעות לא יצאו מתחת ידי לעולם אם לא שתטול המקח או תניח את הדמים בכה\"ג מצי אמר כיון שהוא תחת ידו וכל זמן שלא יטול כל המקח לגמרי לא יחזיר לו הערבון, וא\"כ בחזרתו לא זכה מוכר בערבונו אם רוצה הלוקח אחרי שחזר בו למיהדר וליטול המקח, ובזה מהני מה שהוא תחת ידו, כן פירושו האמיתי:<br><b> ומאין </b> יצא לרבינו הראב\"ד כך, נראה מהא דאמרו פרק האומנין בשוכר את האומנין לדבר האבד וחזרו בהן מקום שאין אדם, שוכר עליהן עד כדי שכרן ואם באו כלי אומנתן לידו אז שוכר עד ארבעים וחמשים זוז אע\"ג דהוי גזים דאם יחזור בו האומן ישתלם מחבילתו לשכור אומן אחר ולא הוי אסמכתא, אע\"ג דאם אוביר ולא אעביד אשלם אלפא זוזי הוי אסמכתא והכא הוי התשלומין על דרך גוזמא, וצ\"ל כיון שאין האומנין מתחייבין להיות משלמין כך וכך בעד ההפסד לשלם רק הוי חיוב לגמור הפעולה ובידם לגמור ויטלו חבילתן בזה לא הוי אסמכתא, וכאשר תעיין בכל הלכות אסמכתא תראה כי המה זכיות קצובות כמו אשלם אלפא זוזי, וכמו טול שטרך וכמו ערב וכיו\"ב, אבל בהאי גוונא שאינו אלא לגמור מה שנתחייבו ואם לא ירצו שוכר עליהן למצוא פועל אחר, בכל מה שירצה האומן להשכיר עצמו מהני כיון שהוא בידו, ולכן כאן אם חזר בו הלוקח לא זכה המוכר בערבון רק מצי אמר טול מה שנתחייבת לגמור המקח ואם אין אתה רוצה לגמור לא יצאו המעות מתחת ידי מהני, דזה ממש דין חבילה דמשיכת החפץ הוי כמשכון לגמור המקח. זה ביאור דברי הראב\"ד, והתוס' שם כתבו דה\"א דהוי אסמכתא ולא קני, ולא ביארו מדוע נפיק זה מדין אסמכתא יעו\"ש ודוק:<br><b> ולפי </b> דברי הראב\"ד הא דאמר בתוספתא הנותן ערבון על הבית או על השדה וא\"ל אם לא נתתי לך מכאן כו' הגיע הזמן ולא נתן כו' היך אדם זוכה בדבר שאינו שלו אלא נותן לו ערבון שלו, פירוש כגון דהלוקח רוצה להשלים עכשיו המעות שצריך ליתן מחיר השדה או הבית והמוכר אינו רוצה ואמר ר' יוסי דיתקיים התנאי פירוש שכבר זכה כיון שהגיע הזמן ולא נתן זכה המוכר בהערבון, ובזה סבר ר' יהודה איך אדם זוכה בדבר שאינו שלו כיון דאסמכתא הוא אף שהוא בידו לא זכה רק מועיל שמחויב להשלים מה שהתחייב היינו ליתן המעות וליקח הבית, וכיון שהוא רוצה עכשיו במקח והעיכוב מצד המוכר צריך להחזיר לו הערבון וז\"ב, אמנם מה שמוכיח הראב\"ד מדברי הגאון דאף שהצריכו הגאון שיהא מבטל זכוותא שהיא מחילה כו' והוא דקני מיניה בב\"ד חשוב, דבמחילה ג\"כ הוי אסמכתא, אינו מוכרח דמאן יימר דהגאון סבר דמחילה מהני בשטר אף אם לא החזיר לו השטר, הלא בירושלמי נחלקו בזה ר' מנא ור' חנניה חד אמר מחל וחירונא אמר לא מחל עד דמסר ליה שטרא, וא\"כ כיון שהשליש השטר הלא המחילה תלויה בהך דחזרת השטר ליד הלוה, והשטר הא הושלש א\"כ לא שייך מש\"כ רבינו שמה שהוא תחת ידו מהני מחילה ודוק:<br><b> אולם </b> באמת הא הקדמונים פירשו, דהך דאמר דה\"ק אי לא אתינא כו' ליבטלן זכוותי, היינו שמודה שאין בערעוריו ממש ומצד הודאת בע\"ד אתי עלה שהוא מודה שראיותיו הן שקר והמה חספא בעלמא ונאמן אדם לפסול עדים וראיה לגבי עצמו לחוב לעצמו, וזה תוספתא מפורשת דבכה\"ג ליתא לדינא דאסמכתא, וכמו דתניא בתוספתא פ\"ק דב\"מ מודה ר\"י בשנים שהיו מעוררין על הבית ועל השדה ואמר אחד מהן אם לא באתי מכאן ועד יום פלוני אין לי בידך כלום הגיע הזמן ולא בא באמת שאיבד את זכותו, והוא ע\"כ מדין הודאה כיון שהוא עורר ע\"י טענות ותביעות מודה שאין בטענותיו כלום והן שקר בכה\"ג ליכא דין אסמכתא, ואעפ\"כ אמר הגאון דבליבטלן זכוותי איכא אסמכתא למסקנא דגמרא אם לא דקנו מיניה בב\"ד חשוב, וצ\"ל דשאני כיון שע\"י ב\"ד שהתפיס שטרותיו בב\"ד והם הכריחוהו לזה לא שאמר כן מדעת עצמו כמש\"כ בתוספתא, רק ב\"ד הכריחוהו, לכן הוי אסמכתא אף בכה\"ג, א\"כ י\"ל דבמחילה מהני כשיטת רבינו כיון שהוא תחת ידו רק דאימתי דוקא באומר זה מרצון עצמו לא שהכריחוהו ב\"ד לכך כמו ההוא דאתפיס זכוותיה שזה עושה מהכרח שב\"ד הכריחוהו לכך, כן נראה לדעתי:<br><b> וראיתי </b> בשו\"ת הגאונים לרבינו יוסף טוב עלם סימן פ\"ו שנראה שעליה כוון הרי\"ף שפירש שאני הכא דאמר ליבטלן זכוותיה ה\"ק אע\"ג דאסמכתא לא קניא הכא לאו למיהב מידעם הוא דקא מקבל, כמאן דאמר תן לו שטרותיו ויהיבנא ליה מה דכבר פרעתיו [וכמאן] דאמר זכותי בטילה היא ודמי למאי דתנן אמרו לו הבא עדים כו' אין לי ראיה לאחר זמן מצא עדים כו' ראיה ה\"ז לא אמר כלום, הרי דמפרש מתורת הודאה שזכותו בטילה, ואפ\"ה מסיק דצריך קנין בב\"ד חשוב ויעו\"ש, דבכ\"מ לא מהני קנין בב\"ד חשוב רק בהודאה ואל זה כוון הרי\"ף ורבינו שלא הזכיר קנין ב\"ד חשוב רק גבי מתפיס זכיותיו יעו\"ש ודוק:<br><b> ושיטת </b> רבינו דלמחול דבר שהוא תחת ידו לא הוי אסמכתא, וסברתו דאסמכתא הוא אומדן דעתא שאינו מקנה או מתחייב בקנין גמור מתוך דעת שלימה, רק מחמת שעולה בדעתו כך שלא יהיה כאופן זה ולא יצא לפעולה אופן וגדר שמתחייב על זה האופן וזה הצד, הא על צד והאופן שלא יעשה כך ודאי אין דעתו להתחייב ולהקנות, אבל מה שתחת יד חבירו גמר ומקנה ואף דמתנה באם, דכיון שמונח תחת יד חבירו חוקר כל אופן ומקנה בקנין גמור, ולפ\"ז יש ליישב סברת רבינו תם שכתב ליישב הא דבפרק זה בורר גבי משחק בקוביא אמר דלא הוי אסמכתא משום דלא הוי בידו, והא בפרק איזהו נשך אמר דהיכי דלא הוי בידו הוי אסמכתא טפי, ותירץ ר\"ת דשאני במשחק בקוביא משום דכל אחד רוצה לקנות ע\"י שחוק זה ומתוך שגמר לקנות גמר ומקני והקשו בתוס' מהך דערבון דאף ע\"ג דכל אחד אומר אם אחזור אכפול או אמחול ואפ\"ה איכא בזה אסמכתא, ועיין תוס' עירובין פ\"א ובפרק ז\"ב, ולפי שיטת רבינו הוה א\"ש, דדוקא גבי משחק בקוביא דמשום אסמכתא הלא לכל אחד הוי אסמכתא וכל אחד רוצה להרויח ומתוך שרוצה לקנות אם יפסיד חבירו כן רוצה להקנות אם יפסיד הוא, אבל כאן גבי ערבון אם נאמר דאינו קנין גמור רק הוי אסמכתא הלא הלוקח שמוסר הערבון למוכר גמר ומקנה הערבון להמוכר כיון שהוא תחת ידו, א\"כ איך נאמר דמתוך שרוצה המוכר לקנות הוא גמר ומקנה, הלא אף אם לא יהא גמר ומקנה גם כן יהא קונה הערבון כיון שהוא תחת ידו לכן שפיר לא גמר ומקנה, אולם רבותינו בתוס' הקשו שפיר על ר\"ת, דמביאים בשמו בפרק איזהו נשך (דף סד) סד\"ה אם תקפה ברשותך דמשו\"ה סבר התם רב הונא דבשעת מ\"מ קנה משום דתפיס מלוה, וגבי ערבון דלא קנה אע\"ג דתפיס המוכר את הערבון הוא משום דלא קני לוקח כפלים דאיהו לא תפיס עכ\"ל, א\"כ שפיר הקשו דהא סבר ר\"ת דהואיל ובעי לקנות גמר ומקנה וא\"כ בערבון נמי נימא הכי, ולבסוף לר\"ת אדרבא איפכא דאף המוכר דהוא תפוס בידו לא קנה משום דחבירו הלוקח לא קנה כפלים, ודוק בכ\"ז:<br><b> הרשב\"א </b> בשו\"ת כתב בעובדא דידיה בנתן משכון והתנה שאם יעבור יפרע הקנס לבנין העיר ולחבירו, וידוע באמת שיפרע לבנין העיר ולא ינצל מצד האסמכתא א\"כ בדוקא התנה, ואין לומר שבמחצית התנה בדוקא ומחצית האחר באסמכתא כיון שבדיבור אחד אמרם ואין דיבור אחד מתחלק לשנים, עיין בית יוסף, ולפ\"ז נ\"ל לדון, דהא דקיי\"ל דערב דכתובה לא משתעבד, משום דמצוה עבד ולא מידי חסרה, פירושו לדעתי, דבאמת כל ערב הוי אסמכתא כדס\"ד דאמימר סוף פרק גט פשוט, רק משום דבההיא הנאה דמהימן ליה גמר ומקני נפשיה, א\"כ כאן דמצוה עביד ול\"מ חסרה דטב לה למיתב טן דו כו' ובכ\"ד ניחא לה, א\"כ לא מהימנא ליה כ\"כ דנאמר דבההיא הנאה גמר ומשעבד נפשיה, דעל מה האמינה לו להנשא לבעל הלא אשה בכ\"ד ניחא לה, רק תו הוי חיוב באם לא יפרע הבעל א\"כ הוי כמו כל דאי דהוי אסמכתא, ועיין לשון ההמ\"ג פרק כ\"ה מהלכות מלוה הלכה ו' יעו\"ש, א\"כ בהיה ערב לאשה בכל כתובתה הוא מנה ומאתים ונדוניא היינו צאן ברזל, דבנכסי צאן ברזל ודאי משתעבד כמוש\"כ ז\"ל דהא חסרה והוי ככל מלוה דעלמא דערב משתעבד, תו משתעבד גם למנה ומאתים שלה, דבדבור אחד נשתעבד לכל מה שהתחייב לה הבעל [ויעוין רי\"ף בפרק המקבל על אם אוביר אשלם אלפא זוזי, דמ\"מ מה דהפסיד משלם יעוין שם וצע\"ק]:<br><b> ולפ\"ז </b> הוי א\"ש דבשילהי פרק ג\"פ בההיא עובדא דמשה בר עצרי דפריך והא ערב דכתובה לא משתעבד, ותמוה דאמאי פריך על הך עובדא דאביי ליפרוך על משנתנו שם דרשב\"ג סבר הערב לאשה בכתובתה והיה בעלה מגרשה ידירנה הנאה, וכבר עמדו בתוספות שם, ולפ\"ז ניחא, דמשנתנו אמרה הערב לאשה בכל כתובתה הוא מנה ומאתים ונכסי צאן ברזל שגם הן כתובה מיקרי וכמו דתנן קבורתה תחת כתובתה וכיו\"ב, וכיון דגמיר ומשעבד נפשיה לנדוניא תו משעבד עצמו גם לכתובה ובדעת שלימה משעבד נפשיה ולא הוי אסמכתא ודוק:<br><b> אולם </b> זה דבר חדש, אם לא דנחלק דדוקא בנידון דרשב\"א דעל מעשה אחד שאם יעבור ע\"ז ישלם לבנין העיר ולכשנגדו אמר דאין דבור אחד מתחלק לחצאין, אבל כאן הוא על דברים נפרדים אם לא ישלם הנדוניא הוי ערב על הנדוניא ואם לא ישלם המנה ומאתים יהא ערב ע\"ז, ויש גווני טובא שיתחייב בתשלומי הנדוניא בלא הכתובה הוא אם זנתה, וכן אם תאמר מאיס עלי שגם הבעל לא יתחייב רק בנכסי צאן ברזל ואיהו ערב בעד חיובי הבעל בכה\"ג לא אמרינן דגמיר ומשעבד נפשיה הואיל וקא משעבד עצמו לגבי נכסי צאן ברזל וזה יתכן, אולם בהך דמשה בר עצרי כיון דלא הוי רצה לומר דהוי ליה נכסים ואישתדפו א\"כ ע\"כ לא הכניסה לו נדוניא לכן מקשה הגמרא והא ערב דכתובה לא משתעבד, והא דלא משני בהניזקין יתכן טעמי טובא, ועיין ביש נוחלין קל\"א. בהא דאמרו בנו ואחר אחר במתנה ובנו אפוטרופוס, וזה מורה כחילוק שכתבנו, ועיין מש\"כ המשל\"מ לנידון הר\"מ פאדוואה דחציו להקדש, ועיין מש\"כ תוספות (דף עח) ד\"ה אבל בכדי שהדעת טועה בשם ריב\"ם ויש לחלק ואכמ\"ל, ודוק בכ\"ז:"
            ],
            [],
            [
                "<b>וכן כל תנאים שמתנין ב\"א ביניהן כו' שכל האומר אם יהיה (או) [אם] לא יהיה לא גמר והקנה שהרי דעתו עדיין סומכת שמא יהיה:</b><br><b> מה </b> שרבינו לא זכר כאן דדבר שבידו ולא גזים לא הוי אסמכתא כמש\"כ רבינו בפרק ח' מהלכות שכירות הלכה י\"ג, שנראה שם דזה לא הוי אסמכתא מן הדין, נראה דשיטתו, דמצי אדם להתחייב עצמו באופן שאנו יודעים שאינו חייב לו כלום, ואפילו כן כי מודה שחייב לפלוני מנה, חייב בעדים כש\"כ בשטר, והא דצריך בערב טעמא דהואיל ועל אמונתו הלוהו גמר ואקני, הוא משום דהוא ע\"מ שלא ישלם הלוה, אבל כל שהוא מתחייב בלא תנאי כלל תיכף חייב כמ\"ש לקמן הלכה ט\"ו שדבר זה מתנה הוא ואינה אסמכתא, וא\"כ כאן במקבל שדה מחבירו ומתחייב ליתן לחבירו כך שליש או רביע ואם אוביר ישולם ממנו והוא מתחייב לו בחלקו בכל אופן בין מן השדה בין מן כיסו ישולם, וא\"כ הוא כמתחייב בלא תנאי שמה שאומר שישלם אם אוביר, לא מפני שתלה חיובו באופן תנאי רק שזה עצם סיבת החיוב ועצם דבר המתחייב שחלקו של הבעה\"ב יגיע אליו בין אם ישביח בשדה בין אם יוביר וישלם מטובו, אבל במתחייב ע\"מ אם יעשה כך או אם אעשה כך שהחיוב אינו עצם ומהות של דבר המתחייב לא שני כלום בין בידו לעשותו לאינו בידו, בינה זה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומפני מה הפוסק עם אשתו שיהיה זן את בתה חייב לזונה כו':</b><br><b> בשו\"ע </b> סימן ס' הביא הט\"ז עובדא שאירע באחד שכתב לבנו ולכלתו שיתן להם מזונות ודירה סך קצוב ומת בנו אחר הנשואין ותובעת כלתו חלקה במזונות ודירה והיו בזה בעלי סברות לומר דפטור בזה, דאנן סהדי שלא כתב לה מזון ודירה אלא כ\"ז שהיא כלתו, והרב הביא ממשנה ערוכה דר\"פ הנושא, דהנושא אשה ופסקה עמו לזון את בתה ה' שנים חייב לזונה ואף שאשתו נתגרשה ממנו אפילו לאחר מיתתו של בעל חייבין היורשין לזונה, ומוכח שם שכ\"ז שלא כתב כ\"ז שאת עמי אפילו אם כתוב שנתחייב לזון בת אשתו ג\"כ החיוב אף לאחר שנתגרשה, וה\"נ בנידון זה אף עפ\"י שכתוב שנתחייב ליתן להזוג גם כן החיוב אף לאחר מיתת בנו יעו\"ש ואם כי הרב חשבה לראיה נצחת לדעתי אינה מכרעת כל עיקר, דתמן בעובדא דאיקלע הלא נתחייב ליתן להזוג מזונות ודירה שהוא מדברים שהבעל חייב ליתן לאשתו מזון ודירה, וא\"כ אם נתחייב האב ליתן להזוג הוא כמו שנתחייב להבן ליתן לו מזון ודירה גם מה שהוא צריך ליתן לאשתו מזון ודירה קיבל זה האב עליו ונעשה כמקבל עליו לפרוע חוב בנו לאשתו, אבל מכי מת הבן הלא אין הבן חייב כלום לזון את אלמנתו, גם האב לא קיבל עליו ליתן לה מתנת חנם, כיון שמתחילה אמדינן דעתיה שלא נתן מתנה רק לבנו, אבל בפוסק לזון בת אשתו, הלא אשתו אינה חייבת במזונות הבת, ובכ\"ז חזינן דנתחייב לזונה אמרינן דמשום חיבת ביאה דילה נתחייב לזון בתה חמש שנים אף אם יגרשנה או תמות בחייו או ימות הוא, וזה אצלי ברור בסברא:<br><b> ואם </b> כי אין ראיה לדבר זכר לדבר הא דאמר רבי בערכין ריש פרק השג יד דאמר דמסברא ידעינן דעני שאמר הרי קרבן מצורע זה עלי היה מצורע עשיר מביא קרבן עשיר, אבל עני שהעריך את העשיר נותן ערך עני שאין העשיר חייב כלום, אבל במצורע המצורע מחויב בקרבן ולפום חיובו אזלינן, וכיון שהוא עשיר מביא קרבן עשיר, ואמר שם בסוגיא דמצורע עני ומדירו עשיר סד\"א דהמדיר אינו צריך להביא רק קרבן עני שאינו מתכוין רק להפקיע חיובו ממנו, א\"כ ה\"נ הכא שהבן מחויב לזון האשה בזה אמדינן דעתו דאב דלא כוון רק להפקיע חיובו דבן ולו רצה ליתן המזון והמדור, אבל בבת שלבת אין האשה מחויבת כלל לזונה אמרינן דבשביל חיבת נשואין נתחייב לזון בתה חמש שנים אף ע\"ג דנתגרשה, ועוד דהתם שנתחייב לזון להזוג הלא כיון שמעשה ידיה יהיה לבעל שהוא בנו וא\"כ כל המתנה הוא רק להבן, לכן נ\"ל ברור דבכה\"ג לכו\"ע אזלינן בתר אומדנא דפטור מלזונה אחר מיתת הבן או אחר גירושין ודוק:<br><b> ובזה </b> יש לעיין קצת מה דמייתי ירושלמי ריש הנושא ממשנתנו דהפוסק לזון בת אשתו דמעשה ידיה של עצמה וכי נשאת הן לבעל הדא אמרה הפוסק לזון את כלתו מעשה ידיה של בעל, ואע\"ג דבמשנתנו אין שייך מעש\"י לאמה, משא\"כ בפוסק לזון כלתו הלא הבן חייב לזון כלתו וכי נוטל חיובו דבנו לזון ה\"ה דמעש\"י של האב, כמו שאם זן הבן מעש\"י של עצמו, כן שייכים עכשיו שנוטל חיובא דבן במזונות גם מעש\"י של חמיה. אך זה אינו אומדנא, דאמרינן דרוצה ליטול חיובא דכלתו מבנו ואינו רוצה להפקיע הזכותים שיש להבן בכלתו, אבל בגוונא דהט\"ז בודאי אומדנא מעליא הוי ועיין מש\"כ רבינו בהלכות עבדים פרק ג' הלכה ב' דמעשה ידיו של אשתו ובניו הם של העבד אע\"פ שרבו זן אותם יעו\"ש ואכמ\"ל, אך הדין של הט\"ז לענ\"ד למעשה צריך עיון להוציא ממון, ואף בכותב לבתו וחתנו. נראה דלא דמי דמאי ניחותא איכא לבתו שיזון בעלה לאחר מיתתה, משא\"כ תמן ניחא לאשה שתזון בתה אחרי מותה, ודוק בכ\"ז:"
            ]
        ],
        [],
        [
            [],
            [
                "<b>בלח\"מ, </b> לכך נראה לגרוס שם וכו':<br><b> נ\"ב </b> עיין פירוש המשנה פ\"ק דקדושין משמע דהוי מטעם חליפין יעו\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר לאצור פירות שלש שנים ערב שביעית וכו':</b><br><b> בגמ' </b> אחרי הברייתא מייתי רבי יוסי בן חנינא הוי אמר לשמעיה פוק ואצר פרי שלש שנים כו' ולמאי מייתי, ודבר גדול כוון הגמרא, משום דבסנהדרין פליגי אם מעברין השנה במוצאי שביעית משום דיכולין להביא ירק מחוץ לארץ, רק פליגי אם מביאין ירק מחו\"ל ובחוששין לגושיהן פליגי, ובירושלמי פ\"ק דשקלים על הך מתניתא דאין מעברין למוצאי שביעית אמר משום דנשנית עד שלא התיר רבי להביא ירק מחו\"ל הא משהתיר רבי להביא ירק מחו\"ל מעברין, א\"כ הוי סד\"א דעכשיו שהתיר רבי להביא ירק תו אינו רשאי לאצור פירות דמייקרי השער עכשיו ושמא לא יהא הרעב חזק דיביאו ירק מחו\"ל לארץ, לכן מייתי דרבי יוסי בן חנינא צוה לשמיעה לאצור פרי שלש שנים אף שהיה אחרי רבינו הקדוש דהוא תלמידו דרבי יוחנן, וברור:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אם יש בה חכם אדם חשוב וכו' ואין יכול[ין] לענוש וכו' אא\"כ התנה עמהם ועשו מדעת החכם:</b><br><b> כוונת </b> רבינו, דבעי שני דברים, שזה האומן שאתה עונשו ומפסידו על שעבר על הפסיקה ג\"כ יתנה עמהן ויהיה בהסכם דעת החכם, אבל זה לא יוכל החכם לעשות פסיקה ורגיעה ולענוש על מי שאינו מתנה עמהן כיון שאינו מדעת זה האיש, לכן בבני אומניות לחודייהו ודאי לא סליק אדעתיה דמצי לעשות על מי שאינו מתנה עמהן, וכן כתב לפסוק ביניהן, וכאן כתב דאף החכם אינו יכול להעניש ולהפסיד על מי שלא קבל התנאי אלא א\"כ התנה עמהן ועשו מדעת החכם, פירוש שיתנה עמהן האיש שנענש ויהיה התנאי מדעת החכם, ובשו\"ע כתב ואין יכולים לענוש ולהפסיד למי שלא קיים התנאי אא\"כ עשו מדעת החכם, וזה כפי מה שפירש בכסף משנה לשון רבינו שמי שלא קבל התנאי פירושו למי שעבר על התנאי, ונראה דהוי גריס ואין יכולים כו' אולם גירסתנו ישרה, וכן פסק הרמ\"א סימן ב' לענין טובי העיר אע\"פ שיש חולקין וס\"ל כו' רק במה שקיבלו עליהן מדעת כולן ועיין מרדכי, וברור דכן שיטת רבינו ולפלא שלא זכרו משיטתו ודוק. אח\"ז רב בא לידי שו\"ת פני משה בנבשתי וראיתי בח\"א סי' ד' שפירש דברי רבינו כמש\"פ:"
            ],
            [],
            [],
            [
                "<b>נשאלה שאלה על דבר חכמה כו':</b><br><b> נ\"ב </b> עיין ההמ\"ג, וכעין זה פרק הספינה (דף פא) א\"ל דבר שהראשונים לא אמרו בו טעם תשאלני בבהמ\"ד כדי לביישני:"
            ],
            [
                "<b>כל המאנה את הגר כו' ובהלכה (י\"ו) [ט\"ז] וכן אם לחצו והונהו בממון כו' ובהלכה י\"ז ומפני מה עובר כו':</b><br><b> הנה </b> רבינו במנין המצות סובר דאם הוכפלו הלאוין אינו לוקה כמנינין ועיין בספר המצות מל\"ת קע\"ט הביאו ההמ\"ג הלכות מאכלות אסורות פרק ב' הלכה כ\"ג, וכן למנין המצות, ולכן הגם דכאן אינו לוקה על הלאוין הללו פירש רבינו דברים שהן אזהרות חלוקות למנין שס\"ה לאוין, ובגר עובר בשלשה דהוא גר ובכלל עמיתו ובכלל אחיו, והא דעובר במאנהו בממון גם על לאו דלא תונו איש את אחיו דמיירי באונאת ממון גם על לאו דלא תונו איש את עמיתו דמיירי באונאת דברים, דבגר אם מאנהו בדברים נשפל בדעתו וסובר כיון שהוא מעם אחר הקילו ישראל בממונו וממונו מותר ואין דורש ומבקש עבורו והרי זה כאונאת ממון, אם כי לחיצה לא שייך, אבל שם אונאה שמצאנו גם בממון גם בדברים בשם משותף שייך ע\"ז שהוא ירא לכנוס במסחר וקנין עם ישראל בן ברית פן ידחקהו ויאנהו, וכן אם אינה אותו בממון סובר שמצד שהוא שפל אצל ישראל שאינו מגזעם, לכן מאנהו ואין לך שפלות דעת מזה והוי כמבזהו ומשפילהו, משא\"כ בישראל לא שייך זה ולא עבר על אונאת דברים או ממון רק בלאו דיליה לחודא, זה סברת רבינו וראויה אליו ודוק. אמנם בעבד שברח לארץ ישראל כתב רבינו בהל' עבדים פ\"ח הלכה י\"א ולא זכר לאו דלא תונו איש את אחיו, ואם מיקרי עבד אחיו יעוין ב\"ק פ\"ח וצע\"ק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>מחזירו אפילו לאחר כמה שנים שזה מקח טעות הוא:</b><br><b> בההמ\"ג </b> ויש מי שכתב שאם היה הדבר שהלוקח יכול להבחינו לאלתר כגון שיכולין לנסותו ולא הקפיד לעשות כן והמוכר מכר לו סתם אינו חוזר ע\"כ. הנה סברא זו מצאנו גבי מקח טעות בפרק ב' דבכורות גבי ישראל שלקח מן העו\"ג גרוטאות ומצא בהן עבו\"ז דאמר אביי רישא מקח טעות דלא ידע דהא לא יהיב ליה זוזי סיפא לאו מקח טעות הוא דכיון דיהיב זוזי איבעי ליה לעיוני כי משיך כו', ושם טעם אחרינא, דבכ\"מ סמיך על המקח משום דהמוכר לא פירש ליה וכמש\"כ הרא\"ש פרק אלו טריפות יעו\"ש, אבל בעבו\"ז אצל העו\"ג דאצלו לאו חסרון הוא דהוא מותר ליהנות מע\"ז וכמו דאמר ר\"נ ריש השוכר את הפועל פוקו וזבינו כל מה דאית לכו וכו' ואיתגיירו יעו\"ש, ואדרבא אצל העו\"ג חשיבא הע\"ז טפי וכמו דאמרו פרק כל הצלמים דאם מכר לישראל מבטלה דאל\"ה לא הוי מכר יעו\"ש, א\"כ הוה ליה לישראל לעיוני בהו אם איכא עבו\"ז, אבל כאן אין ראיה לזה מסוגיא דתמן. ואף מרבא דפליג וסבר דגם סיפא הוי מקח טעות אין להביא ראיה לסתור סברת יש מי שכתב, דשם אמרינן ודאי לא ניחא ליה לישראל למעבד איסורא ולעבור על ל\"ת דלא תביא תועבה אל ביתך משא\"כ בשאר מקח טעות, ועוד דתמן אם הוי ידע הישראל הלא היה יכול לבטל ע\"י עו\"ג ולהתירה בהנייה לו ואיך נאמר דניחא ליה בהאי מקח שיפסיד המקח לגמרי דהוי ע\"ז שבאתה ליד ישראל ולא מהני ביטול, לכן אין מסוגיא זו לא ראיה ולא סתירה, והתוס' כתבו שם ואע\"ג דבשאר מקח טעות לא אמרינן הכי, שאני לוקח גרוטאות מיד עו\"ג דאיבעי ליה לאסוקי אדעתא טפי שמא יש בהן ע\"ז, כוונתם למש\"כ משום דלא הוי מום אצל העו\"ג המוכר ולכן לא הזכירו רבוותא קדמאי סוגיא זו ודוק:<br><b> ויש </b> להעיר קצת שם, כיון דקיבל בדיני ישראל א\"כ קנייתו הוי רק ע\"י משיכתו להגרוטאות, א\"כ הא במשיכתו עובר משום לא תביא תועבה וכו' אם תאמר דניחא ליה בהע\"ז, והוי כחייבי מלקות שוגגין דלריש לקיש דאיירי לדידיה פטור מתשלומין, וכיון דכי תבע ליה בדינא לא מתחייב להחזיר דהא הוי מתחייב עי\"ז מלקות דל\"ת, א\"כ עו\"ג אינו קונה להמעות וחייב להחזיר המעות להישראל הלוקח. וא\"כ כי אין העו\"ג מחזיר עד שיחזיר לו הישראל הע\"ז הלא מותר, וכמו שאם נגע עו\"ג ביין של ישראל דשרי למישקל דמיה דמיקלי קלי מיניה אף דהעו\"ג אינו רוצה ליתן בלא היין שרי יעו\"ש בפרק ר' ישמעאל (דף נט), וכן כתב רבינו שם פרק י\"ג מהל' מא\"ס, מותר למכור אותו יין לאותו עו\"ג. ואולי כיון דלא חזר ביה עד המשיכה תו קנוי למפרע מעת נתינת המעות ליד העו\"ג דתו קם אדיניה דקני במעות. ובזה א\"ש קצת מה דלא מסיק זה בעו\"ג (דף ע) ואביי סיפא כו' הוה ליה לעיוני, דשם קאי הסוגיא אם נימא דמשיכה קונה בעו\"ג ולא מעות, וא\"כ יקשה למאן דפטר חייבי מלקיות שוגגין מתשלומין ואביי מפרש טעמו בפרק אלו נערות יעו\"ש, דא\"כ הוי ליה להחזיר וליקח המעות, אולם זה גופא אי עובר משום לא תביא בעי עיונא ויש להאריך ואכ\"מ:<br><b> ודע </b> דעד כאן לא אמר הרב המגיד דוקא כשעושה מעשה הקנין אז היה יכול לבדוק ומדלא בדק אמרינן דניחא ליה בהא, או שהוסיף מעשה הקנין כגון שקנה מידי דנקנה בכסף וכשמשכו אח\"כ ובשעת משיכה היה יכול לבדוק אז אמרינן דגלי אדעתיה דניחא ליה, אבל אם החפץ ברשותו וראה המום ושתק לא אמרינן דמסתמא ניחא ליה דאין אדם מתפייס במומין ולכן כתב רבינו אבל אם נשתמש בו אחר שראה המום, ולא כתב דאם ראה ושתק תו אינו יכול לחזור, ואינו מוכרח מדברי רבינו דחולק על יש מי שכתב וכן מדברי הרי\"ף שכתב דדין כדי שיראה לתגר או לקרובו לא נאמר רק באונאה אבל לא במום, דשם ג\"כ אם לא עשה מעשה קניה לאחר שראה המום. ודלא כהמשל\"מ, [וכדברי מצאתי במהרי\"ט צהלון סימן ק\"ה באורך] ובמקדש אשה שאין בה מומין ונמצאו בה מומין כתב רבינו פרק כ\"ה מהלכות אישות שראה ושתק ונתפייס הכל או קודם האירוסין או קודם הנשואין יעו\"ש וזה פשוט:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>המוכר שור לחבירו ונמצא נגחן כו' אבל אם היה יודע שהוא קונה לחרישה בלבד ה\"ז מקח טעות וחוזר וכן כל כיוצא בזה:</b><br><b> נראה </b> דוקא באופן שלא ידע בו שהוא נגחן, אבל ידע בו שהוא נגחן רק שהיה סבור שהוא תם, ולסוף נודע לו שהוא מועד, תו לא שייך לומר תם זבנית מועד לא זבנית, וראיה לזה מהך דאמר בפרק שור שנגח דו\"ה (דף מ) שאלו בחזקת תם ונמצא מועד כו' ונימא תם שאילי מועד לא שאילי משום דא\"ל סוף סוף אי תם הוה פלגא נזקא בעית לשלומי השתא נמי זיל שלים פלגא, ואם נאמר דמועד עלול יותר להזיק משור תם עד שאומדין אנחנו שזה מקח טעות, א\"כ ה\"נ לימא על שור תם שאינו עלול להזיק נתחייבתי בשמירתו ולא על שור מועד שהוא עלול ורגיל לנגוח, ומאי אמר סו\"ס פלגא נזקא הוי בעית לשלומי, כיון שאילו היה תם לא היה נוגח כלל, וכמו דלא הדר הגמרא מאוקימתא קמא דמיירי שהכיר בו שהוא נגחן, בזה שפיר מצי אמר תורא שאילי אריא לא שאילי ששור לא היה נוגח כלום, וחזינן דזה שהכיר בו שהוא נגחן רק לא ידע בו שהוא מועד אין זה אומדנא לבטל מעליו השמירה, כן הכא אין זה אומדנא להפקיע המקח, וסברת הגמרא אי תם הוי פלגא נזקא בעית שלומי לא שייך בלוקח, דדוקא בשומר מצי אמר לו לא קבלתי שמירה רק מתם והוא על פלגא נזקא ויותר מזה לא נתחייבתי, ואם שמא יגח פעמים הרבה, הלא חשבתי שתיכף אחר פעם הראשון אחזירנו לבעליו משא\"כ בלוקח, שכיון שצריך לרדיא והכיר בו שהוא נגחן, תו הלא יכול להיות שיגח פעמים הרבה אצלו, ואיך מצי אמר אלו תם הוי פלגא נזקא כו', ובאמת מצאנו לר' יהודה דעל תם חייב בשמירה פחותה ובמועד פטור, הרי דתם בעי שמירה יותר ודוק:<br><b> והא </b> דתניא בתוספתא פרק ה' הלוקח מחבירו שור בחזקת שהוא תם ונמצא מועד והועד בו בפני ב' באמת שהוא חייב לו מפני שמקח טעות, הפירוש האמיתי, דלשמואל מיירי בגברא דזבין לרדיא וע\"ז אמר שהבעלים חייב על הניזקין שהזיק ברשות הלוקח וגם לא אמרינן רשות משנה שהוא מקח טעות, והלוקח אף שכבר נתן לו מעות למוכר והוא כשומר על השור וכדתפיס ליה אאגריה, ועיין מחנה אפרים ה\"ש סימן י\"ב שביאר כן דעת רבינו במש\"כ בהלכה דלעיל, בכ\"ז כאן פטור, דעל אופן זה הא לא קיבל שמירת נזקיו, ולא איירי התוספתא בהכיר בו שהוא נגחן, אע\"ג דהך דשאלו בחזקת תם מיירי שהכיר בו שהוא נגחן, ואף ע\"ג דבחדא פירקא תני להו לאו בחדא גוונא מיירי וז\"ב ודוק:"
            ],
            [],
            [],
            [
                "<b>המוכר קרקע לחבירו ואכל פירותיה כו' ואם היה חצר ודר בו צריך להעלות [לו] שכר:</b><br><b> נ\"ב </b> תשובת הרי\"ף סימן קנ\"ג יעו\"ש, ומכאן דן השלטי גבורים בפרק הזהב, דהמוכר סוס לחבירו ונשתמש בו ונודע לו אח\"כ מום, דצריך לשלם שכרו ואם הרויח בו צריך ליתן לו כל מה שהרויח בו, דומיא דהכא דמשלם כל הפירות, ואחרי הסליחה מכ\"ת אמינא דדא פשיטא דהריוח אינו מחזיר לו רק על השכר קא מיבעי דתנינן בפרק הגוזל עצים (דף צז) התוקף ספינתו של חבירו ועשה בה מלאכה רצה שכרה נוטל רצה פחתה כו' לא פליגי הא דעבידא לאגרא כו' הא דנחית אדעתא דאגרא, מוכח דתרווייהו בעי שתהא קיימא לאגרא ויהא דנחית אדעתא דאגרא, אבל בקרקע דין אחר לו כמו שאמר תמן קודם ומי אמר רב עבדא כמקרקעי דמי כו' התוקף בעבדו של חבירו ועשה בו מלאכה פטור, ופירשו בתוס' ואם הוי כמקרקעי אפילו נחית בתורת גזילה לא נפיק מרשות מריה דהוי כמו קרקע דאין נגזלת ומשלם אגרא היכא כו', א\"כ כאן בחצר שפיר צריך להעלות לו שכר, אבל במוכר סוס ועשה בו מלאכה, כיון דהוא דבר דנגזל ודאי דאין צריך ליתן מה שהרויח, רק בשכר מבעי אם דוקא דנחית אדעתא דגזלנותא הא כיון שסבור שהוא שלו ואדעתא דידיה משתמש משלם אגרא כמו היכי דנחית אדעתא דאגרא דאין כוונתו לגזול מן בעה\"ב ולהשתמש בבהמתו בחנם, אם לא דסבור שהוא שלו, או דילמא כיון שאינו מכוון לשלם שכר ועביד להשתמש בחנם פטור מלשלם ומחזיר לו בהמתו כמו שהיתה, והדבר צ\"ע, ויעוין בתשובת מיימוני סימן ז' לענין אם נשתמש בו אחר שנודע לו המום יעו\"ש היטב:<br><b> והנה </b> בחו\"מ סימן ת\"ז בשור תם שהזיק ומכרו המזיק דאם נשתמש בו הלוקח חייב ליתן לניזק שכירות, אולם הרשב\"א בחידושיו השיג וז\"ל שם בד\"ה למה הוא מכור לרדיא, דמזיק לרע\"ק כשמכרו כגוזל הוא וכו' וגוזל שור וחורש בו אינו מעלה שכר לניזק כו' ולוקח מגזלן כגזלן דאתי מיניה דאיהו נמי לאו אדעתא דשכירות נחית וכדאמרינן פרק הגוזל כו', הרי היכי דסבור שהוא שלו סובר הרשב\"א דלאו אדעתא דאגרא נחית ופטור מלשלם. אולם יש לומר דלוקח מגזלן שאני, דכיון דאיהו מכוון לאפוקי מרשות בעלים תו נפיק מרשות בעלים וקנייה ככל גזלן ותו לאו ברשותא דמרא קאי, משא\"כ בלא נתכוין לאפוקי מרשות בעלים כלל רק בטעות שסבור שאין מום במקח וסבור שהוא שלו אפשר דמשלם אגרא לבעלים וצ\"ע. וברשב\"ם פרק חזקת הבתים (דף מד:) ד\"ה נמצאת שאינה שלו, אבל לוקח מגזלן כו' הדרא ארעא והדרא פירי כו' וכיון דלא מרויח מידי לאו מכר הוא כלל והכא גבי פרה וטלית אמאי מעיד כו' הרי נמצא שאינה של מוכר כו' ויחזור לוקח עליה דמוכר, ואף דשלא באחריות מכר, משמע מדבריו דבפרה וטלית בנמצאת שאינה שלו מה שנשתמש בה ונהנה ממנה משלם כולה לנגזל ולא מרויח מידי, וזהו דלא כרשב\"א, אולם ז\"א, דכוונת רשב\"ם דבלוקח שדה שלא באחריות אע\"ג דאתי בע\"ח וטריף שפיר קא מרויח דאכיל פירותיה דדיליה נינהו אבל בגזלן שמכר שדה גזולה הלא צריך הלוקח לשלם הכל לנגזל, וכן בפרה וטלית אם תאמר דפטור מלשלם משום דכגזולה הויא דאינו משלם רק כשעת הגזילה, א\"כ לא אכיל לה בתורת דיליה ומדחבריה קא נהנה, ובהדמים שנתן להמוכר הגוזלה בזה לא סר מאתו הגזל רק שפטור מלשלם לו רק כשעת הגזילה ואם לא נתן דמים כלל והיה גוזלה ג\"כ פטור מלשלם ולא הועילו לו הדמים מאומה לכן בזה חוזר עליה, משא\"כ במוכר שדה שלא באחריות הלא ע\"י גזל צריך לשלם הכל לנגזל וע\"י המעות דיליה אכיל ומפטר מלשלם וז\"פ, יהיה איך שיהיה הדבר ספק לדידן, דלדעת רשב\"א יש לצדד הרבה דאף כאן פטור מלשלם, ולכאורה נראה דתליא אם נימא דהמוכר דבר שיש בו מום אם המוכר יכול לחזור בו טרם שנודע ללוקח, דאם נימא דאין המוכר יכול לחזור בו הרי נפיק מרשות בעלים דבדידיה דלוקח תלוי ולא במוכר, ועיין סימן רל\"ב בסמ\"ע ס\"ק י\"ב ויש אתי להאריך ואכ\"מ, וראיתי בשו\"ת רשב\"ש סימן תע\"ו שכתב בבגד שצריך לשלם שכר לבישתו וכשלטי הגבורים יעו\"ש:"
            ],
            [],
            [],
            [
                "<b>היה המוכר סרסור כו' ויפטר כו':</b><br><b> לפי </b> דברי רבינו הפירוש בגמרא בספסירא דזבין מהכא ומזבין להכא ולעולם הספסירא פטור מלהחזיר המקח היינו המעות שקיבל מהאפוטרופוס דיתמי ופסידא דיתמי הוי ואפ\"ה מיפטר האפוטרופוס דאיהו לא פשע דלבקרא הא קא מסר ואם נימא לבקרא שלים דהא שומר שכר דיתמי הוית ומבעי לך לעיוני אם אכיל או לא, ע\"ז ישיב אנא לא ידענא דאפוטרופוס זבין מספסירא ואמינא ודאי לא זבין הך גברא מי שאין לו טוחנות, ואם זבין הלא תחזיר המקח לבעליו ולא יהא פסידא דיתמי דליחזרו וליתבעו זוזי מהמוכר, לכן מבעי ליה אם חייב הבקרא לשלומי או לא ומסיק דכל מקום חייב לשלומי דכיון דשומר שכר דיתמי הוית איבעי לך לעיוני דכי היכי דלא לצטרך אפוטרופוס למיזל ולתבוע את המוכר בדינא ודיינא, וזה מעיקרי השמירה דבעי למיזל ולעיוני אם השור אוכל או לא, וזה פירוש הגמרא דבכה\"ג מבעי ליה והוי דומיא דעובדא דאשלמינהו לאימיה דלא אמר לה דלאו דידיה נינהו דמטעם זה מיפטרא אמיה, כן הכא הוי ס\"ד דמיפטר בקרא משום דלא ידע דמספסירא דזבין לה, והא דמשלם דמי בשר בזול כבר פירש הראב\"ד משום דאינו ראוי להמתין עד יום השוק וכן פירש ר\"ת, וזה כדברי הכסף משנה, ועיין דו\"פ וב\"ח ודוק:"
            ],
            [],
            [],
            [
                "<b>המוכר בשר לחבירו כו' מה שאכל אכל ויחזיר לו את הדמים:</b><br><b> ראיתי </b> בפתחי תשובה בשם אחרונים שנסתפקו, דאם גזל בשר טריפה מחבירו ומכר לאחר והלוקח אכל ודאי דמחזיר לו הדמים, וכן הלוקח צריך לשלם להנגזל דלא גרע מלא נתייאשו הבעלים ובא אחר ואכלו דרצה מז\"ג, וא\"כ אימור הגזלן מלבד הדמים שמחזיר לו הלא הפסידו ממון שמשלם להנגזל עבור בשר טריפה דנפשו של אדם קצה הימנו ולא נהנה ממנו והוא משלם עבור מה שהפסידו לנגזל וא\"כ הגזלן צריך לשלם לו אלו הדמים יעו\"ש, ואנא מתניתא ידענא, דתנן פרק ו' דתרומות, המאכיל פועליו ואורחיו תרומה הוא משלם הקרן והם משלמין החומש כו' וחכ\"א הן משלמין הקרן והחומש והוא משלם להן דמי סעודתם, וכתב רבינו עפ\"י ירושלמי, המאכיל הפועלים תרומה הן משלמין קרן וחומש כו' והוא משלם להן דמי סעודתן שדמי החולין יתירין מדמי תרומה שאכלו שדבר האסור נפשו של אדם חתה הימנו, הרי דאינו משלם להם רק דמי סעודתם מה שהיו צריכין לאכול, אבל אינו משלם להן מה ששלמו לתרומה לבד דמי הסעודה, היינו שהן לא נהנו מאכילת איסור, ובכ\"ז הוכרחו לשלם דמי תרומה וא\"כ גרם להן תשלומין יתירין אלמא דזה לא הוי מידי ואינו חייב רק דמי סעודתן דהוי כמו דלא אכלו, וכן כאן צריך להחזיר לו הדמים שלקח ממנו אבל שלא לשלם הדמים שגרם לו ששילם להנגזל, ואין לומר דמשנתנו לא מיירי רק בלא ידע הבעלים שהוא של תרומה וכסבור שהן שלו, דפוק חזי בירושלמי דמביא ע\"ז פלוגתא דגזל ולא נתייאשו הבעלים ובא אחר ואכלו מהיכן הוא גובה, אלמא דסבור דראשון הוי גזלן על התרומה ובידע שהוא תרומה מיירי ואפ\"ה פטור מלשלם לבד דמי סעודה דלא הוי רק גרמא בעלמא, ופשוט וא\"צ לפנים:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שמכר לו מרתף של יין סתם הרי הלוקח מקבל עליו י' קנקנים כו':</b><br><b> עיין </b> בהלכות דקיי\"ל כרבינא לקולא, ונראה דכן מוכרח דלמאן דאמר מקבל יקשה אמאי מוקי ברייתא דתני רב זביד בי רב אושעיא אוצר ששנו חכמים במרתף זה של יין וע\"כ בדאמר למקפה לוקי אוצר ששנו חכמים בדלא א\"ל למקפה וביין סתם וכן הקשו בתוספות. אולם ניחא דמשנתנו מיירי על כרחין דא\"ל למקפה דתנא סיפא במוכר יין והחמיץ ואם ידוע שיינו מחמיץ הר\"ז מקח טעות וע\"כ בדאמר למקפה ואם אמר מרתף יין סתם למקפה הלא נותן לו יין שכולו יפה, וע\"כ ביין זה מיירי, ולפ\"ז מוכרח דהלכה דביין סתם מקבל עשר קנקנים כו' דאל\"כ מאי מקשה בסוגיא צ\"ח מאי דוחקא דריב\"ח לאוקמא בדא\"ל למקפה ובקנקנים של לוקח כו' לימא דהוי דומיא דרישא דנותן לו עשר למאה דמיירי ע\"כ בדאמר למקפה ומוקי סיפא בכה\"ג, וע\"כ דסוגיא סברה כמאן דאמר דביין סתם ולא א\"ל למקפה מקבל עשר למאה וא\"כ שפיר מקשה מאי דוחקא לאוקמא בדא\"ל למקפה ודוק:"
            ],
            [],
            [
                "<b>האומר לחבירו עריבה של עץ אני מוכר לך כו':</b><br><b> הנה </b> במוכר דבר לחבירו ונמצא בו מום אשר ע\"י תיקון והוצאות ישוב הדבר לשלימותו, כתב הרא\"ש בתשובה הובא בשו\"ע סימן רל\"ב, ז\"ל ראובן שמכר כו' וקודם גמר המקח נכנסו עו\"ג בבתים וקלקלו קצת מקומות ועישנו הכתלים כו' וראובן טוען שכיון שהוא מום עובר ינכה לו מן הדמים כדי שיחזיר הבית לקדמותו ויקיים המקח הדין עם ראובן כי בית מכר לו ועדיין נקרא בית אם אירע לו קלקול מום עובר הוא ובדמים שהוא מנכה לו יחזיר הבית לקדמותו ואין זה מקח טעות עכ\"ל. ולדעתי מפורש כן בתוספתא דב\"ב פ\"ד המוכר ספר של צבאים ונמצא של גויל או שיש בו טעיות בין דף לדף ה\"ז מקח טעות, והוא תמוה מאי איריא בין דף לדף, והברור דצ\"ל בכל דף ודף והכוונה כמו דאמר בפרק הקומץ רבה (דף כט) ס\"ת שיש בו טעיות בכל דף ודף כו' שלש יגנז, ולכן אמר אם יש בו טעיות בכל דף ודף דאז א\"א לתקן עוד הוי מקח טעות. אבל במקום דאפשר לתקן לא הוי מקח טעות רק מנכה כפי דמי התקון וזה ראיה נכונה. אמנם יש לומר בזה, דטעיות בספרים הוי מילתא דשכיחא, ובמילתא דשכיחא פסק רבינו אשר פרק אלו טריפות סימן ל\"ד דהיכי שהמוכר מכיר במום המקח כמו עבד שנמצא גנב או קוביוסטוס וכן שור שנמצא נגחן בזה סמיך הלוקח על אמונתו של מוכר שלא הודיעהו והוי מקח טעות, אבל במידי דהמוכר ג\"כ לא ידע כמו טריפות דסירכא א\"כ לא הוה ליה למוכר להודיעו, ומדלא התנה הלוקח דלא ליהוי מומין כאלה איהו אפסיד אנפשיה וכדאמר ריש כתובות דבאונסא דשכיחא טובא הו\"ל לאתנויי כמו בפסקיה מברא יעו\"ש, ולכן כאן בטעיות בספר דשכיחא טובא, וגם המוכר אינו יודע לכן הוי ללוקח לאתנויי ומדלא התנה הפסיד, משא\"כ בנמצא בין דף לדף היינו שתלה תיבה שלימה בין דף לדף דזה ידע הסופר המוכר, בזה אמרינן דהמוכר הוה ליה להודיעו ומדלא הודיעו סמך על אמונתו שאין בו טעיות בין דף לדף ולכן לא התנה והוי מקח טעות, וזה פירוש נכון ליישב גירסת התוספתא שלפנינו:<br><b> אולם </b> בעיקר דינו של הרא\"ש צ\"ע מהא דאמר ריש פסחים המשכיר בית לחבירו בחזקת בדוק ומצאו שאינו בדוק מי הוה מקח טעות מי ניחא ליה לאינש למעבד מצוה בממוניה, מוכח דאי לא הוי מצוה הוה מקח טעות אף דיכולים לתקן ע\"י בדיקה, והוי רק מום עובר ואפ\"ה הוי מק\"ט. וגדולה מזו כתבו הקדמונים הביאם ההמ\"ג בהלכות חמץ ומצה דפשיטא להו דודאי בעי לשלומי ליה מאי דאפסיד מיניה כיון דאתני בהדיה, אבל איבעי להו אי הוי מקח טעות דאפילו הך בעי לשלומי ליבטל כדין מקח טעות יעו\"ש, והא אין זה מום בגוף המקח רק מום עובר, ומצאתי להמגן אברהם שם שעמד בזה, ותירץ דבהתנה מיירי, ובאמת דחוק טובא דנאמר דבהתנה עמו שהיא בדוקה ועל דעת זה הוא שוכרה מאתו מיירי, ואפ\"ה לא הוי מקח טעות, דבכי זה הא גלי דעתיה דלא ניחא ליה בהך מצוה של בדיקה, וע\"כ דבהשכיר לו בי\"ד דסתמא בדוק, או בי\"ג והמוכר הודיע שהיא בדוקה והלוקח לא התנה, בזה שפיר אמר דניחא ליה לאינש למיעבד מצוה בממוניה וכן כתב הפרי חדש שם. וא\"כ הדק\"ל דהא הוי מום עובר, וזה דחוק לומר דמשום דהואיל דשכירות אין משתלמת אלא לבסוף כדנפקא ליה משכיר שנה בשנה בפרק איזהו נשך, וכאן צריך לשלם עבור הבדיקה תיכף, משום זה יהיה מקח טעות:<br><b> לכן </b> נראה לפרש דבכל מקום דאיכא קפידא ואם לא יתודע אליו יוכל היות כי יומשך הדבר עד שלא יהא שהות להתיקון ויהיה מחוסר תיקון ומעוות שלא יוכל לתקון, בזה ידעינן דלא ניחא ליה למיעל כלל בספק דין, וכמו במשכיר בית בי\"ד דאם לא יודע אל השוכר שהבית אינו בדוק אז יכול להיות שידור בה באיסור בפסח או שיתודע לו תוך החג ויוכרח לדור בבית שאינה בדוקה דיש חששא שמא יבוא לאוכלו, בזה לא ניחא ליה למיעל בספק כלל והוי מקח טעות, משא\"כ בהך עובדא דרבינו אשר דלא יתכן לו שישתמש בהך בית אם לא שיתודע אליו המום שבו שהחלונות שבורים והכתלים עשונים וכיו\"ב, לכן בכה\"ג דהוי מום עובר לא הוי מקח טעות לבטל המקח רק ינכה לו הדמים, וקרוב לזה כתבו רבנן בתוספות בהיו עליה נדרים והתירתן אצל חכם אחרי שנודעו לבעל הוי קידושי טעות, דמיד כשנודע לו רוצה שיתבטלו הקדושין שמא לא ימצא לה חכם פתח להתירה יעו\"ש בכתובות (דף עד), כן הכא במידי דאם נקיים המקח אפשר שלא יתודע לו ויהא דר באיסור בהבית בזה לא ניחא ליה לקיים המקח אף רגע ולמיעל במידי דיש בו מום עובר ודוק:<br><b> אמנם </b> יתכן דזה דוקא בשכירות שהזמן הוא עצם הקניה שקנה להבית לזמן כך וכך, וכאן שהיה יכול להיות שלא יודע לו עד הפסח ויהא דר באיסור א\"כ הוי מום בגוף המקח שקנויה לו לדור זמן קצוב ובתוך הזמן יהיה פסח וידור בה באיסור דשמא יבוא לאכול חמץ ולכן הוי טעות בגוף הקניה, משא\"כ במקח כה\"ג כיון שאין זה מום רק בזמן לא שייך להיות זה מקח טעות לבטל המקח, דאטו כאן בעובדא דרבינו אשר דאף דלא אפשר ליה להשתמש שלא יתודע לו המום הוא שבירת החלונות ועישון הכותל בכ\"ז הלא עד שיתוקן יהא צריך זמן ולא חזי בה למידר, בכ\"ז כיון דהוא יכול להתקן ושם בית עליו אין זה מקח טעות, אבל בשכירות לזמן ויעבור משך זמן עד שיתוקן הוי מקח טעות, ולכן בחמץ בפסח, דאם לא נתוודע לו דר זמן הפסח באיסור הוי טעות לבטל השכירות, אבל באין הטעות בגוף המקח ששם אחר עליו אז ודאי דבטל, והדבר נלמד מדברי רבינו כאן שפסק שהמוכר לחבירו עריבה אינו יכול להראות לו עץ שראוי לחפור בו עריבה, ופירושו שאף אם רוצה לנכות מה שצריך להוציא לחפור בה עריבה, כיון שאין זה השם שמכר לו, ומוכח מזה הא אם שם עריבה עליו אף שיש בו מום שצריך להוציא עליו הוצאות להשתמש בו ולתקנו בכ\"ז הוי מקחו קיים ולא הוי מקח טעות, וזה כדברי הרא\"ש כיון דשם בית עליו והמום עובר לא הוי מקח טעות. אך לא מצאתי מקור לדברי רבינו ואף כי הוא פשוט, בכ\"ז ההמ\"ג רשם \"שם\" ואיני יודע מקומו. ויותר פלא דהטור ושו\"ע השמיטו דין זה ולא זכרו דברי רבינו וצ\"ע:<br><b> אולם </b> התבוננתי, דדברי רבינו המה פירוש לדברי הגמרא בנדרים (דף כה) למאי נפ\"מ למקח וממכר לומר לך המוכר קורת בית הבד לחבירו אי גבו טרוף אין אי לא לא, וזה דאע\"ג דקורה ראויה להיות קורת בית הבד, כיון שאינה עוד בצורת קורת בית הבד דגבה סדוק וטרוף אינו מכור, וכן בעריבה אולי כוון לפרש דברי הגמרא פ' השוכר את האומנין (דף פ) אדריב לעריבה דגבי ספינה אמר התם דבת תלתין כורין למקח וממכר. אמנם שם רחוק, דנראה פירושו אם מכר לו קטן מזה השיעור אינו מכר, אך קורת בה\"ב ודאי דיצא לרבינו מהך דנדרים ופשוט, וראיתי שרבינו היה גריס גבי עריבה כהגירסא שהיה לפני רש\"י ומחקה ופירשה רבינו כן ויעוין דקדוקי סופרים:<br><b> והנה </b> הפוסקים פליגי בהך דכל דבר שבמנין חוזר אם יכול להשלים או לא, ואין זה ענין לנידון דידן כמובן. וכן הא דהלך אצל רופא וריפא דמקודשת, ג\"כ אין ראיה לכאן, דתמן איתתא בכ\"ד ניחא לה ואנן סהדי דבמום כזה שיכול להתרפא ודאי דלא קפדה אם חש להלוך אצל רופא להתרפאות, ועיין מש\"כ במחנ\"א הלכות אונאה סימן ו' בזה והנלע\"ד כתבנו בס\"ד. אחר זמן רב ראיתי מש\"כ בשו\"ת הר\"י אבן מיגש סי' נ\"א דלא כהרא\"ש יעו\"ש באורך, ויעוין גיטין (דף פו) תד\"ה עד טצהר והא דאמרינן סימפון בעבדים ליכא כו' אע\"ג דאית ליה רפואה כדאמר מאי אסותיה כו' ואכמ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>מותר לבור את הגריסין אבל לא ע\"פ המגורה:</b><br><b> בתוספתא </b> חנוני צורר ומניח ע\"פ המגורה, ברור דט\"ס וצ\"ל בורר ומניח ע\"פ המגורה, היינו שהוא מניח הפסולת ע\"פ המגורה להראות כמה פסולת יש ואיך מראהו אחרי הסירו הפסולת מהם, והט\"ס משבש לפרש דקאי אחומטין יעו\"ש ותבין:",
                "<b>ופוחת משער שבשוק כדי להרבות במקיפין ממנו.</b><br><b> נ\"ב </b> במשנה דף ס' וחכ\"א זכור לטוב פשוט משום טובת הלוקחים ומאי פריך מ\"ט דרבנן ורש\"י תקן זה. נקט לשון זכור לטוב לשון ברכה. אמנם רבינו פירש אעפ\"י שמרבה בשכר המקיפין וזה נאות לכן משום טובת הלוקחין לא היו מתירין כיון דבהקפה מרבה מכפי השער רק משום דמפחות לתרעא והיא טובה כללית אף ללוקחים מחנויות דעלמא. אך אם כן הוי כמרבה על המכר מהשער שבשוק וזה אסור אף בסתמא לשי' רבינו פ\"ח מהל' מלוה וצריך לומר דבהקפת חנות דאין זקיפת מלוה וליכא זמן קבוע לפרעון וזמן פרעון הוא כשיקיף פעם שניה וכמו דאמר ראשון ראשון משמט בפרק י' דשביעית יעוי\"ש והמקח הוא אף אם יפרענו מיד ויטול סחורה אחרת להכי לא אסור משום אבק רבית ועיי' יור\"ד סימן קע\"ו אות ל\"ו בביאורי הגר\"א. ודעת רבינו לא הובא בשום מקום בפוסקים."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אבל אם העו\"ג הוא שהוציא וכו' שזה אונס הוא וכו':</b><br><b> בכס\"מ </b> הקשה למה כשהוציא בדיני ערכאות אינו חייב הא קיי\"ל דינא דמלכותא דינא וא\"כ הוציא ממנו כדין ולפי דברי הרב המגיד הכל תלוי בזה אם הוציא ממנו בדין או לא, ובאמת לק\"מ, כי דינא הוא דוקא בדינא מכאן ולהבא כמו אינשי דאכלי ארעא בלא טסקא וכיו\"ב, אבל בכ\"ז אם מוציאין ממון בדינם לאו ראיה דכן הוא האמת וכמו דאמר בפרק הגוזל ומאכיל קי\"ד דאינהו מפקי ממונא אפומא דחד או שמא עדיהן משקרין או לא דייני דינא דחזקה עד מ' שנין, ונמצא שגם דדינייהו דינא לאפקועי ממונא מכאן ולהבא וכמו שאמרו תדע דקטילי דיקלי וגשרי גשרי כו' אבל מ\"מ אמרינן דזה הוי כמו ששטפן נהר אחר כך או נפסק הנהר אחר כך כיון דלא הוי רק הפקעת ממון בדין אבל אינו ברור שהיתה של העו\"ג הטורף מקודם, ונמצא דביאת העו\"ג לטרוף ע\"ג ערכאות הוי כאונס הבא לאחר מכאן, ולכן בהתנה עמו שכל אונס שיולד בקרקע לאחר המכירה יהיה חייב לשלם גם זה נכלל בזה, וזה ברור ועיין בב\"ח מש\"כ בזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אם בא בע\"ח של יעקב אביהם כו' חוזר בכל הדמים על שמעון כו':</b><br><b> פירוש </b> שראובן נטל שדה זו ושמעון נטל כספים כנגדן דאלו הוי טריף בע\"ח לשדה בשעה שהיתה ת\"י ראובן טרם שמכרה לשמעון אז היה הדין דבטלה מחלוקת וכמו שפסק ריש פ\"י מנחלות, והיה ההפסד מטריפת הבע\"ח חציה על ראובן, והשתא שמכר לשמעון אחיו ולקחה הימנו חוזר בשביל האחריות בכל דמי השדה משמעון, כן הוא פירוש דברי רבינו. ולפ\"ז יתכן דדוקא כשהן אחים והבעל חוב של אביהם דאילו הואי של שמעון משעה הראשונה שהיה נוטל אותה בחלק שירש מאביו ג\"כ הוי טריף להבע\"ח לכן מיחשב זה אחריות דעלמא, אבל אם שמעון לא היה אחיו של ראובן ויעקב המוריש לא היה אביו יתכן כיון דהבע\"ח נוטל אותה בשביל חוב של המוריש אותה לראובן הוי כמו אחריות דנפשיה של ראובן וגם זה קבל על עצמו ראובן שלא ישלם בה חוב של מורישו דמצוה על היתומים לפרוע חוב אביהם ויהיה מוציא עבורה אחריותה משמעון, ורש\"י וכן כל הפוסקים לא פירשו כן ודוק היטב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המחליף פרה בחמור וילדה כו' אע\"פ שהפרה עומדת באגם וכו' ואינם ברשות אחד מהן יחלוקו כו' ובהלכה י\"ג ואם אמר המוכר א\"י כו':</b><br><b> מפשט </b> דברי רבינו מוכח דמיירי בהלכה זו אפילו באינם עומדין ברשות שניהן ואפ\"ה הוי העבד בחזקת מוכר אע\"פ שהלוקח טוען ברי והמוכר טוען שמא, ודלא כהרב המגיד. לכן נראה דלרבינו קשיתיה דשמואל אמר ריש פ' הפרה זו דברי סומכוס אבל חכ\"א זה כלל גדול בדין כו' אפילו ניזק אומר ברי ומזיק אומר שמא, הרי דשמואל סובר דהלכה כחכמים, ועיין תוספות פרק חזקת (דף לה) ד\"ה ומאי שנא, וכאן פריך אמאי יחלוקו ומשני שמואל בעומדת באגם, וא\"כ אכתי קשה ונוקמא בחזקת מ\"ק ואי דמשני בגמרא הא מני סומכוס היא הא לסומכוס אפילו בחזקת המוכר אמר דיחלוקו כדמוכח כולהו סוגיי דשילהי המניח ועיין בתוספות בזה, לכן סבר רבינו דרבנן נמי מודו בשמא ושמא היכי דליכא חזקה דהשתא רק נגד חזקת מרא קמא כיון דלא טעין המוכר ברי רק אינו יודע, תו הדין דיחלוקו אפילו טעין הלוקח ברי ג\"כ יחלוקו וצריך להביא הלוקח ראיה ליטול הכל, אמנם זה דוקא כאן דעיקר המחלוקת הוא שזה טוען שהולד לקוח הוא אצלו והמוכר טוען שלא נמכר הולד רק ששניהן טוענין בשמא אבל תורף הטענות והספק הוא אם הולד מכור הוא אל הלוקח או לא, ונתבונן בולד פרה דמסירה לרועה וכן בעבד קטן תפיסתן מוכחת עליהן היינו הרשות שהוא בו מוכיח שהוא שלו ואף כי איכא עדים דשל פלוני היה מכל מקום נאמן לומר לקוח הוא בידי ואין צריך להביא ראיה ע\"ז וכמו בכל מטלטלין דעלמא, וכמו שנתבאר פרק חזקת ופסקו רבינו בפרק י' מהלכות טוען, א\"כ חזינא דהרשות מעיד על קנייתו א\"כ כי אינו ברשות בעליו הקודם תו איתרע חזקתו ואיתרע חזקת מריה הראשון במה שאינו ברשותו, לכן בכה\"ג פסק שמואל כדינא דמשנתנו דיחלוקו, אבל זה דוקא בטענה של לקוח, אך בטענות של נזיקין כמו שור שנגח את הפרה וכיו\"ב, דעל זה אינו מורה הרשות דהנהו עיזי דאכלי חושלי בנהרדעא אמר אבוה דשמואל שרק מתורת מיגו מטענת לקוח מהימן, אבל הרשות ותפיסתו אינו מורה על זה הטענה, בזה אם נפל ספק אף אם הן עומדים באגם ג\"כ לא איתרע רשותיה ומוקמינן להו בזה אחזקת מרא קמא, ולכן סתם רבינו בשור שנגח את הפרה בכל גווני המוציא מחבירו עליו הראיה, וכי שמואל אמר זו דברי סומכוס דבכל גווני לרבנן מוקמי להו בחזקת בעלים אף דלא קיימא ברשות הבעלים, אבל כאן שמואל סבר דבאינו עומד ברשות מוכר איתרע חזקתיה ולכן בשמא ושמא יחלוקו, משא\"כ בזה טוען עבד קטן מכרתי דעבד אין לו חזקה ואין הרשות מורה על קנייתו לכן אף אם קאי בסמטא והספק לפנינו היינו דררא דממונא וכמש\"פ בתוספות בשם ר\"י עיי\"ש אעפ\"כ אוקמינן בחזקת מרא קמא והמוציא מחבירו עליו הראיה וז\"ב בשיטת רבינו:<br><b> ומה </b> שכתב רבינו ישבע המוכר באם טוען ברי בנקיטת חפץ על ולד הפרה, אע\"פ שאין כאן דררא דשבועה דאורייתא דהוי הילך וקדם הודאה לטענה, יצא לו לרבינו דאיכא שבועה בנקיטת חפץ מהך דינא דלעיל הלכה ח' דהחנווני טוען שהפירות אלו שהם אינם מונחים ברשות שניהן הרי הן שלו ולא מכר אותם מעולם, והלוקח טוען שאלו קנה במעותיו והן שלו אף דאוקי אחזקת מריה קמא והן של מוכר בכ\"ז הואיל ואינן ברשות של המוכר הוי כנשבע ונוטל ואצרוכי רבנן שבועה, כן הכא דזה טוען שלא מכר אותן וברשותו נולדו והספק נופל בלא טענותיהן לב\"ד באיזה רשות של מי נולד כש\"כ דהוי כנוטל וצריך לשבע בנק\"ח שבועת המשנה ופשוט, והא דכתב רבינו עומדת באגם היינו דמסירה לרועה ורועה באגם דאז הוי רשות מורה על טענת קניה, וכי מסיק הגמרא הא מני סומכוס לא צריך לאוקמי בעומד באגם דאפילו כשהוא מוחזק עכשיו סבר סומכוס יחלוקו ועיין בסמ\"ע וט\"ז בזה ודוק:<br><b> אמנם </b> נראה דלהרב המגיד מיירי ג\"כ הנך הלכות דעבדי מכרתי גם באין עומדין ברשות שניהם, ובכ\"ז חזקת מרא קמא חשיבא כחזקת ממון וכאילו הוא ברשותו רק גבי ולד דלא איתחזק המוכר כשהוא ולד בפני עצמו רק בעודו עובר, וא\"כ לא חשיבא חזקת מ\"ק של המוכר ובזה קיי\"ל בשמא ושמא יחלוקו, וכסברא זו מוזכרת בתוס' סד\"ה וליחזי כו', ולזה כוון ההמ\"ג דוק בלשונו הזהב:"
            ],
            [
                "<b>המחליף פרה בחמור וילדה כו' אע\"פ שהפרה עומדת באגם וכו' ואינם ברשות אחד מהן יחלוקו כו' ובהלכה י\"ג ואם אמר המוכר א\"י כו':</b><br><b> מפשט </b> דברי רבינו מוכח דמיירי בהלכה זו אפילו באינם עומדין ברשות שניהן ואפ\"ה הוי העבד בחזקת מוכר אע\"פ שהלוקח טוען ברי והמוכר טוען שמא, ודלא כהרב המגיד. לכן נראה דלרבינו קשיתיה דשמואל אמר ריש פ' הפרה זו דברי סומכוס אבל חכ\"א זה כלל גדול בדין כו' אפילו ניזק אומר ברי ומזיק אומר שמא, הרי דשמואל סובר דהלכה כחכמים, ועיין תוספות פרק חזקת (דף לה) ד\"ה ומאי שנא, וכאן פריך אמאי יחלוקו ומשני שמואל בעומדת באגם, וא\"כ אכתי קשה ונוקמא בחזקת מ\"ק ואי דמשני בגמרא הא מני סומכוס היא הא לסומכוס אפילו בחזקת המוכר אמר דיחלוקו כדמוכח כולהו סוגיי דשילהי המניח ועיין בתוספות בזה, לכן סבר רבינו דרבנן נמי מודו בשמא ושמא היכי דליכא חזקה דהשתא רק נגד חזקת מרא קמא כיון דלא טעין המוכר ברי רק אינו יודע, תו הדין דיחלוקו אפילו טעין הלוקח ברי ג\"כ יחלוקו וצריך להביא הלוקח ראיה ליטול הכל, אמנם זה דוקא כאן דעיקר המחלוקת הוא שזה טוען שהולד לקוח הוא אצלו והמוכר טוען שלא נמכר הולד רק ששניהן טוענין בשמא אבל תורף הטענות והספק הוא אם הולד מכור הוא אל הלוקח או לא, ונתבונן בולד פרה דמסירה לרועה וכן בעבד קטן תפיסתן מוכחת עליהן היינו הרשות שהוא בו מוכיח שהוא שלו ואף כי איכא עדים דשל פלוני היה מכל מקום נאמן לומר לקוח הוא בידי ואין צריך להביא ראיה ע\"ז וכמו בכל מטלטלין דעלמא, וכמו שנתבאר פרק חזקת ופסקו רבינו בפרק י' מהלכות טוען, א\"כ חזינא דהרשות מעיד על קנייתו א\"כ כי אינו ברשות בעליו הקודם תו איתרע חזקתו ואיתרע חזקת מריה הראשון במה שאינו ברשותו, לכן בכה\"ג פסק שמואל כדינא דמשנתנו דיחלוקו, אבל זה דוקא בטענה של לקוח, אך בטענות של נזיקין כמו שור שנגח את הפרה וכיו\"ב, דעל זה אינו מורה הרשות דהנהו עיזי דאכלי חושלי בנהרדעא אמר אבוה דשמואל שרק מתורת מיגו מטענת לקוח מהימן, אבל הרשות ותפיסתו אינו מורה על זה הטענה, בזה אם נפל ספק אף אם הן עומדים באגם ג\"כ לא איתרע רשותיה ומוקמינן להו בזה אחזקת מרא קמא, ולכן סתם רבינו בשור שנגח את הפרה בכל גווני המוציא מחבירו עליו הראיה, וכי שמואל אמר זו דברי סומכוס דבכל גווני לרבנן מוקמי להו בחזקת בעלים אף דלא קיימא ברשות הבעלים, אבל כאן שמואל סבר דבאינו עומד ברשות מוכר איתרע חזקתיה ולכן בשמא ושמא יחלוקו, משא\"כ בזה טוען עבד קטן מכרתי דעבד אין לו חזקה ואין הרשות מורה על קנייתו לכן אף אם קאי בסמטא והספק לפנינו היינו דררא דממונא וכמש\"פ בתוספות בשם ר\"י עיי\"ש אעפ\"כ אוקמינן בחזקת מרא קמא והמוציא מחבירו עליו הראיה וז\"ב בשיטת רבינו:<br><b> ומה </b> שכתב רבינו ישבע המוכר באם טוען ברי בנקיטת חפץ על ולד הפרה, אע\"פ שאין כאן דררא דשבועה דאורייתא דהוי הילך וקדם הודאה לטענה, יצא לו לרבינו דאיכא שבועה בנקיטת חפץ מהך דינא דלעיל הלכה ח' דהחנווני טוען שהפירות אלו שהם אינם מונחים ברשות שניהן הרי הן שלו ולא מכר אותם מעולם, והלוקח טוען שאלו קנה במעותיו והן שלו אף דאוקי אחזקת מריה קמא והן של מוכר בכ\"ז הואיל ואינן ברשות של המוכר הוי כנשבע ונוטל ואצרוכי רבנן שבועה, כן הכא דזה טוען שלא מכר אותן וברשותו נולדו והספק נופל בלא טענותיהן לב\"ד באיזה רשות של מי נולד כש\"כ דהוי כנוטל וצריך לשבע בנק\"ח שבועת המשנה ופשוט, והא דכתב רבינו עומדת באגם היינו דמסירה לרועה ורועה באגם דאז הוי רשות מורה על טענת קניה, וכי מסיק הגמרא הא מני סומכוס לא צריך לאוקמי בעומד באגם דאפילו כשהוא מוחזק עכשיו סבר סומכוס יחלוקו ועיין בסמ\"ע וט\"ז בזה ודוק:<br><b> אמנם </b> נראה דלהרב המגיד מיירי ג\"כ הנך הלכות דעבדי מכרתי גם באין עומדין ברשות שניהם, ובכ\"ז חזקת מרא קמא חשיבא כחזקת ממון וכאילו הוא ברשותו רק גבי ולד דלא איתחזק המוכר כשהוא ולד בפני עצמו רק בעודו עובר, וא\"כ לא חשיבא חזקת מ\"ק של המוכר ובזה קיי\"ל בשמא ושמא יחלוקו, וכסברא זו מוזכרת בתוס' סד\"ה וליחזי כו', ולזה כוון ההמ\"ג דוק בלשונו הזהב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>דרך המלך ודרך הקבר וכו':</b><br><b> נ\"ב </b> עד נאמן לפירוש רבינו מפרק י\"ד ממסכת שמחות, המוכר דרך קברו לחבירו לא עשה כלום המוכר מקום מספד לחבירו לא עשה כלום הלוקח מעמד מחבירו כך שמין לו זקני אב\"ד ארבעה קבין כו' דרך הקבר אין לה שיעור והמספד אין לה שיעור. וכל מעיין יראה דהכוונה, דאם מכר דרך קבר ומקום מספד לחבירו דאין לה שיעור והוה כדבר שאינו מסויים ואין מינו ידוע ולכך המקח בטל ולא עשה כלום, וצ\"ל המוכר דרך קבר לחבירו [וקברו ט\"ס] ומש\"ה במקום מעמד קאמר דאית ליה שיעור, ואם נפרש דברישא הכוונה שאם מכר דרך קברו באין בני משפחה וקוברין ונצטרך להגיה מקום מספידו, א\"כ אמאי שביק מקום מעמד ונקיט ליה בבא לחודא דשעורו ד' קבין ועוד קבר גופיה אמאי שייריה, ובמס' ב\"ב (דף ק) תניא המוכר קברו כו' ומקום מעמדו. אלא ע\"כ כוונתו דבמכר דרך הקבר ומקום מספד הוי דבר שאינו מסויים ולא מהני מקחו ולא עשה כלום ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפילו תפילין שבראשו כו':</b><br><b> נ\"ב </b> סוף פרק שום היתומים סליקו לו תפילין כו'. אבל ספר תורה ודאי כיון דאסור למכור אף לצורך חייו לפסק רבינו ודאי דלא כוון למכור, ודוקא במתנת שכ\"מ שהיא חלה אחר מיתתו דבזה לא עביד איסורא מספקא אם הוי בכלל נכסי כמו שפסק רבינו לקמן פרק י\"א מזכיה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>אבל הפוסק על שער שבשוק כו' חייב לקנות וליתן ללוקח מה שפסק:</b><br><b> נ\"ב </b> ירושלמי פרק הכסף הלכה ב' ש\"מ בר נש דיהיב לחבריה י' דינרין א\"ל במנת דתיקום לי בהון מאה גרבין מכיון ששלח בהן יד צריך להעמיד לו מקחו, ובירושלמי פרק איזהו נשך על המשנה דתן לי חיטיי שאני מוכרן כו' בזה קנה ר' נחמן ב\"י סבר מימר חייב להעמיד לחבירו, ורמזו רבינו בפירוש המשנה דאיזהו נשך, והירושלמי דהכסף נ\"ל דהוא מתורת חיוב שמתחייב ליתן חפץ פלוני וחיוב חל על גופו, וזה שאמר במנת דתיקום כו' היינו חיוב על גופו דחל על דבר שלב\"ל אפילו במיחד איזה חפץ כמו שהאריך המחנה אפרים הלכות מוכר דשלבל\"ע סימן ג' וסימן י\"ד מקנין מעות וזה מבורר בירושלמי ודוק, והא שכתב רבינו בהלכה ח' בהקנה לו מטלטלין אגב קרקע, פשוט דאפילו אם המטלטלין ברשותו ג\"כ אם הקנה הקרקע תיכף והמטלטלין אחר שלשים ג\"כ לא שייך קנין אגב משום דבעת חלות הקנין כבר יצא הקרקע מרשותו, ולכן אפי' אם הוא דבר שאינו ברשותו לא מהני בקניה אגב קרקע ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>הבן שמכר בנכסי אביו בחיי אביו כו':</b><br><b> המשל\"מ </b> כתב וז\"ל, ולענין המעות שנתן אם מכר בשטר אי חשיבי כמלוה בשטר וטריף ממשעבדי עיין מש\"כ בעה\"ת שער מ\"ז שכתב דיש לו דין מלוה בשטר וטריף ממשעבדי ועיין בשו\"ת הרשב\"א שהביא מרן סימן רל\"ה בקטן פחות מבן כ' שמכר שהמעות אין דינם כמלוה בשטר כיון שאין [עיקר] המקח קיים ונראה דה\"ה במוכר מה שירש מאביו ודוק עכ\"ד. והנה דעת רבנן בתוס' נראה דהוי כמלוה בע\"פ, דבשמועה דא דבן שמכר בנכסי האב נתקשו טובא, דאפילו אם באו הנכסים אחרי כן לרשות הבן ג\"כ לא הוי מכר דהוי דשלבל\"ע עיי\"ש, ותירצו דלענין מכר לא בעי רק לענין אם טרפי לקוחות עבור המעות שקבל מן השדות שנפלו לבני הבן, ואפילו אם נאמר דאקני לא משתעבד, ובפרט הכא נראה דלכו\"ע אינו משתעבד, דאף אם דאקני משתעבד זהו דוקא בבאו לו אח\"כ הנכסים ברשותו, הא אם נפלו לו כשהוא מת ולאו בר שעבוד הוי, ודאי דאקני לא משתעבד, דלא עדיף מאילו הקנה דבר שלב\"ל לר' מאיר דבעינן שיהא בר הקנאה בעת בואן לעולם, וא\"כ בכה\"ג ודאי לא משתעבדי ואם מכרו היורשים הנכסים ודאי אינו גובה, בכ\"ז אף דלא משתעבד הוי כמו מלוה ע\"פ, ובמלוה ע\"פ גובה מן היורשים, רק אם אתו לידייהו מזכות האב לא אם אתו מכח אבי האב, זה תוכן כוונתם [ושטחיות דבריהם צ\"ב ואכ\"מ] וכתבו ומיהו קשה דהו\"ל למימר בן שלוה כו' ועוד קשה דלמה יש להיות ללקוחות שעבוד על אביו מי עדיף ממלוה ע\"פ ואין לך מלוה ע\"פ גדול מזה, ופירוש דבריהם, דהלא אף על הנכסים שכבר באו לרשותו אין להם שעבוד דהוי מלוה ע\"פ ואם מכרו אינו גובה, וטפי הו\"ל להשמיענו במלוה בשטר דגובה מן הלקוחות, ובכ\"ז כאן אינו גובה מן היורשים אפילו דמשום דמאבי אבוהון קא אתו, כן מוכרח פירוש דבריהם ועיין חידושי הלכות ודוק. אולם אם נימא דהוי מלוה בשטר וטריף ממשעבדי א\"ש פירוש הריב\"ם ז\"ל, אבל אם מכר בעודו קטן שלא הביא ש\"ש ודאי דהוי רק מלוה ע\"פ דלא עדיף מלוה כשהוא קטן:<br><b> וא\"ש </b> הך סוגיא (דדף קנד) דפירש מעיקרא לר' יוחנן דאתו לקוחות לבודקו ואם מצאו בו סימנים היו הלקוחות מוציאים המכר שמכר, ואמאי אימור השתא הביא סימנים, ומה שהוכיח מזה הרא\"ש בתשובה דמשום חזקה דרבא מוקמינן ליה בחזקת השתא דאייתי סימנים מיום שהגיע לשני גדלות, זה אינו לשיטת התוספות דפירשו דמהיכן בא הכא הספק שמא הוא קטן, ותירצו דלאחר שהיה זה גדול שהגיע לשנותיו לא היה לו סימני גדלות ולהכי איכא לספוקי שמא קטן הוא עדיין, וא\"כ קשה השתא לא שייך דמחזקינן למפרע בודאי שהביא סימנים מעיקרא וכבר עמדו בזה, ולכאורה נראה ליישב עפ\"י מש\"כ רבינו פרק כ\"ו מהלכות מלוה הלכה י', קטן שלוה חייב לשלם כשיגדיל כו', וא\"כ ניחא דהכא שקלו וטרו ר\"י ור\"ל דסברי מלוה ע\"פ גובה מן היורשין, וא\"כ א\"ש דלדידיה דראיה בעדים היינו דקא אתו וא\"ל מהו לבודקו, דכיון דנבדוק אותו ונמצא בו סימנים ומוכח דבחייו היו בו סימנים וא\"כ היה בר גביה בעודנו בחייו ואישתעבדו נכסיו תו גבי מיתמי דיליה אותן הנכסים עבור החוב של הדמי מקח שנתנו לו, והיורשים טענו שקטן היה בשעת מיתה, ותו כיון דמיניה דידיה לא גבו דאין מעידין שלא בפניו או משום דפריעת חוב מצוה וקטנים לאו בני מצוה נינהו או טעמים אחרים, תו כיון דלדידיה לא מצי תבע לא מצי גבי אפילו מיורשיו הגדולים דנכסים שלו משתעבדים מתורת ערב, וכיון דלדידיה לא מצי תבע לערבא נמי לא מצי תבע ועדיפא טפי מיוסף ב\"ש שירש יב\"ש חבירו ויצא עליהן שט\"ח דפסק בשו\"ע סימן מ\"ט דאינו גובה ודוק כי נכון הוא:<br><b> אך </b> יש להקשות מאי פריך אלא לדידך דאמרת ראיה בקיום השטר כו' לקיימו שטרייהו ולוקמי בנכסי, דילמא מיירי שהעדים אמרו שהוא פחות מבן עשרים, או שמודים הלקוחות שהוא פחות מבן עשרים, רק דאפ\"ה הוי מלוה בשטר וגובים מן הנכסים עבור דמי המקח, אבל היורשים טוענים שהוא היה קטן בעת שמכר ולא הביא ש\"ש והוי הך שטרא חספא בעלמא ואימור פרעו דליתמי טענינן פרוע וכיו\"ב, ולכך רצו הלקוחות לבודקו, אולם לפי מש\"כ א\"ש. דליכא כאן חזקה אין עדים חותמים על השטר אלא א\"כ נעשה בגדול, דהא חזינא דחתמו כשהיה קודם עשרים ולא עבדו כדין ואיתרע חזקתם, משא\"כ במשנתנו אוקמינן על חזקה דהשתא דבריא הוא, אלא ע\"כ דקטן שמכר פחות מבן עשרים הוי רק מלוה ע\"פ, ותו כי ידענא דהיה פחות מבן עשרים א\"כ תו מאי מהני להו בדיקת הלקוחות בהאי קטן אפילו כן דלמא פרעו, וע\"כ דמיירי דידעינן שהיה בן עשרים, או לא ידעינן רק סמכינן על חזקה דאין העדים חותמין אלא א\"כ נעשה בגדול, דדוקא לחוש שמא קטן ולא הביא ש\"ש עדיין לא סמכינן להוציא מיורשין כמו דלא סמכינן בלא בדיקה לחלוץ, וטעמא דמוקמינן על חזקת קטנות, אבל לומר שהיה פחות מבן כ' בזה לא שייך לאוקמי אחזקה כלל, דאטו מי נוכל לומר כמו שהוא היה פחות מבן עשרים כן יהיה לעולם, והספק הוא רק על הזמן שנולד מתי נולד ומאי חזקה שייך כאן לומר דהשתא הוא דנולד אתמהה, וזה ניחא לשיטת הרא\"ש, אבל לפי מה שפרשנו בדעת תוס' דמאי דמהני הבדיקה ואמאי שמא עכשיו הביאו הסימנים, וצ\"ל דנפ\"מ דליגבי ואף ע\"ג דמלוה ע\"פ הוא מ\"מ צ\"ל דמיירי שידענו שלא פרע, וא\"כ הדק\"ל דילמא מיירי שידענו שהוא פחות מבן עשרים וליכא חזקה דאין עדים חותמים אא\"כ נעשה בגדול, והנפ\"מ מבדיקתם דליגבו הלקוחות בתורת מלוה ע\"פ שגובה מן היורשים, ומאי פריך למ\"ד ראיה בקיום השטר, שאני תמן דאיכא חזקה דהשתא דבריא הוא משא\"כ כאן ליכא חזקה כלל, אמנם למש\"כ רבינו יונה בעליותיו, דהעדים אין יכולים לחתום עד שיבדקו שהוא גדול שהביא ש\"ש, אבל על שנים א\"צ בדיקה כלל דזהו מילתא דעבידא לגלויי אחר הזמן לידע כמה שניו עי\"ש באורך, ונפ\"מ דיהיו נאמנים לומר אח\"כ שהיה פחות מבן כ' ואין בזה משום חוזר ומגיד, א\"כ א\"ש קושייתי, דאף בכה\"ג איכא חזקת אין העדים חותמים על השטר אלא א\"כ נעשה בגדול ולא איתרע כלל במה שנודע שהיה פחות מבן כ' ותו קשה לקיימי שטרייהו ולוקמי בנכסי, וקטן פחות מבן כ' שמכר בנכסי אביו אימא דמלוה בשטר הוי וכמש\"כ בעל התרומות ודוק:<br><b> ויש </b> לדקדק לשיטת תוספות במסקנא דמפיק לכולה מימרא דר' יוחנן והכי קאמר בשלמא לדידי דאמינא ראיה בקיום השטר כו' אלא לדידך דאמרת ראיה בעדים היכי משכחת לה דנחתי לקוחות לנכסים, וקשה דילמא מיירי שלא מצאוהו אחר כך שהיה בלא שערות אחרי הגיעו לשנים, ושפיר מוקמינן ליה משום חזקה דרבא דגדול הוא, וכבר עמד בזה בשו\"ת נוב\"י חו\"מ סימן ד'. ולדידי כוונו לזה רבנן בתוספות ד\"ה אלא לדידך דאמרת ראיה בעדים נכסי ביד לקוחות היכי משכחת לה דיביאו היורשים עדים שהיה קטן, [פירוש שלא הביא ש\"ש אחרי הגיעו לכלל שנים שבדקו ומצאו אותו בלא שערות אחרי י\"ג שנים] ואם לא יוכלו למצוא מאי מערערים היורשים, פירוש דערעור בכ\"מ בדבר המטיל ספק בב\"ד רק מוקמינן אחזקה וכמו שאמרו אין ערעור פחות מב' ערעור דחד לא שמיה ערעור ואם לא מצאו עדים שהיה קטן אחרי הגיעו לכלל שנים מהיכא תיתי יש לנו לומר שהוא קטן והוי פטפוטי מילי בעלמא ולא שייך לומר וערערו היורשים כלל שלא הוטל ספק כלל אצל ב\"ד, וזה האמת בדברי התוס' ולחנם נדחק המהרש\"ל ודוק. ומיושב לשיטתם מה דנדחקו רבנן קדמאי בשמועה דא דא\"ל שאני אומר דברי הכל מודה בשטר שכתבו אינו צריך לקיימו כו' א\"ל והלא משמך אמרו יפה ערערו בני משפחה, וזה פלא, דעכשיו ע\"כ סבר ר' יוחנן ראיה בעדים, דאי בקיום השטר הלא מוכח דמודה בשטר שכתבו צריך לקיימו, וכיון דראיה בעדים תו כאן צריך הלוקח להביא ראיה דגדול היה וא\"כ יפה ערערו בני המשפחה ועיין רמב\"ן וש\"מ, אולם לשיטת התוספות א\"ש דסבר דמיירי שלא קיימו שטרותיהם, ומטעם מודה בשטר שכתבו צריך לקיימו אמר יפה ערערו בני משפחה דנאמנין לומר שהיה קטן במיגו דמזוייף הא ראיה בעדים לא שייך דמיירי שלא מצאוהו אחרי הגיעו לכלל גדלות שהוא קטן ולא בדקו ומצאוהו בלא ב' שערות, וא\"כ אין חשש כלל לומר שהוא קטן דמוקמינן אחזקה דרבא שהוא הביא ב' שערות, וכי אמרי שהוא קטן מאי ערעור יש כאן בדבר, וע\"כ דבמיגו דמזוייף מהימני לומר שהוא היה קטן ולא הוי מיגו במקום עדים, שהעדים סמכו על חזקה דרבא שהגיע לכלל שנים חזקה שהביא סימנים, והבן כי לשיטתם מחוור מאוד השמועה:<br><b> עוד </b> ראיה לשיטת התוספות דלפי מה דמסיק דנכסי בחזקת לקוחות קיימי וקא מערערי בני משפחה מאי קאמר להו ר' עקיבא סימנים עשוים להשתנות לאחר מיתה, מוכח דבדיקה מחיים אלו לא מצאו ש\"ש הוי מועיל דהוי מפקי מיד הלקוחות ואמאי אכתי ספיקא דשמא נשרו וכמו דאמר סוף פרק יוצא דופן חוששין שמא נשרו כו' וא\"כ אכתי ספיקא ואוקמי בחזקת לקוחות משום חזקה דאין עדים חותמין אלא א\"כ נעשה השטר בגדול ובודאי בדקו שהוא גדול והשתא הוא דנשרו ואפילו מחיים לא היה מועיל הבדיקה לבני משפחה, כיון דאמרת ראיה בקיום השטר דמספיקא מוקמינן על חזקה דהשתא כן הכא אוקי על חזקה דעדים, וע\"כ כשיטת התוס' דבדקוהו קודם המכר אחרי הגיעו לכלל שנים וראוהו שלא הביא ש\"ש וחזינא דנפיק מרובא דעלמא דמביאים ש\"ש לזמן י\"ג שנה, ורק משום חזקה דאין עדים חותמין כו' אמרינן דהיה מביא אח\"כ ש\"ש, וכיון דלא מצאו בו אח\"כ, תו ליכא למימר משום חזקה דאין עדים חותמין כו' דהביא בינתים נגד חזקה דמעיקרא וחזקה דהשתא, דדוקא תמן אמר ר\"ד דחיישינן שמא נשרו דבודאי כשהגיע לכלל שנים הביא שערות והא דאיתרעי אמרינן שמא נשרו, אבל על הבאה של תוך הזמן דע\"ז אין כלל חזקה דיביא בינתים ע\"ז לא אמרינן שמא נשרו, וכיון דלהבאה בינתים לא חיישינן כלל וטרם המכר לא מצאו בו שערות, א\"כ על כרחין העדים חתמו על השטר ולא ראו בו שערות, ולכך הוי מוקמינן ביד היורשים ודוק. וראיתי אח\"כ בשט\"מ להר' יונה שדיבר בזה עיי\"ש, ודבריו לא יתכנו לפום מאי דאמרן ראיה בקיום השטר אלמא דחזקה דהשתא עדיף מחזקה דמעיקרא נכסי בחזקתייהו קיימו כן הכא חזקה דאין עדים חותמים כו' במתקלא חדא עם חזקה דהשתא. ויש ליישב דדוקא בלא בדקו כלל משוה חזקה דאין עדים חותמים לחזקה דהשתא, משא\"כ בבדקו ולא אשכחו, אך לשיטת תוס' מחוור מפי השמועה ודוק:<br><b> ובזה </b> יש ליישב מה דקשה לן טובא בהא דאמר יפה ערערו בני המשפחה ומשום דלא מצי לקיימו, דקשה מה מהני הבדיקה שיבדקו לקוחות וימצאו בו סימנים, אכתי מיגו דאי בעי אמרו דמזוייף נימא שקטן היה בעת המכירה ואחר כן הביא סימנים, וליכא למימר דהא היורשים טענו שקטן היה בעת מיתה וכיון דבודקים אותו ומוצאין בו סימנים הרי אנו רואין ששקר בפיהם, ז\"א דלפי שיטת רבנן בתוס' ועוד מהראשונים אף ע\"ג דאין להיורש הך טענה דבה מהימן כגון כאן שמודה שכתבו מ\"מ אמרינן הואיל ואבוהון הוי מהימן למיטען שקטן היה במיגו דמזוייף תו גם אנן טענינן ליתמי דקטן היה, אף ע\"פ שיודעים שאינו מזויף, וא\"כ מאי מהני הבדיקה אכתי אם הם טענו שקר אנן ניקום ונטעון דקטן היה בעת מכירה, ואם אינהו שתקי אנן מי שתקינן, וזה המחלוקת תמצא לרבנן בתוס' פרק חזקת (דף ל') בשמועה דאת לא קא מודית דארעא דילי יעו\"ש ובחידושי רמב\"ן שמסתפק בזה וברשב\"א ריש פרק הגוזל ומאכיל ועיין ש\"ך סימן רצ\"ז, ועל כרחין צ\"ל כמש\"כ דהיה מהני הבדיקה לגבות מתורת מלוה ע\"פ מן היורשים ועיין, ומחוור טפי לפי שיטת רבינו לקמן פרק כ\"ט הלכה י\"ז, ואני אומר שאפילו קטן שמכר קרקע מנכסי אביו כו' שכיון שלקח המעות ונשתמש הלוקח בקרקע זו לפניו כשהוא בן כ' ולא מיחה נתקיימה בידי הלוקח שהרי רצה בממכרו, ולפ\"ז אם יבדקו שהוא הביא ש\"ש בחייו, תו אף אם בשעת המכר היה קטן ג\"כ המכר קיים, ומיירי שכבר החזיקו הלקוחות בנכסים מחיים והיה תחת ידם ולכן שפיר מהני הבדיקה ודוק:<br><b> ובהך </b> דמתיב ר' זירא למ\"ד פחות מבן כ' שמכר אינו מכור כי בדקו ליה מאי הוה, היה נראה לפרש דהוה מוקמינן ליה בחזקת סריס משום חזקה דאין העדים חותמים אלא א\"כ נעשה בגדול דמשוה לודאי למ\"ד נכסי בחזקת לקוחות קיימי, אבל למ\"ד פחות מבן שמונה עשרה א\"ש, דאם לא נמצא בו סימנים אז אמרינן דקטן הוא וקודם עשרים, ותלינן כיון דהעדים אינם צריכים לשאול אם הוא בן עשרים רק שהוא בן י\"ח, ואמרינן דסמכו על חזקה דרבא ולא בדקו אם הביא שערות ולא משוינן ליה סריס שהוא מעוטא דעלמא בשביל חזקה דאין ע\"ח כו' אבל למ\"ד פחות מבן כ' א\"כ צריכים לשאול אם הוא בן עשרים, שפיר אמרינן דאם לא נמצא בו סימנים דהוא סריס משום חזקה דאין ע\"ח, ונכון, והתוס' והר\"י בעליות נדחקו בזה דעל שהגיע לכלל עשרים אינם צריכים לחקור ולא ע\"ז אמרינן חזקה אין ע\"ח אלא א\"כ הוא בן עשרים וכמש\"כ הר\"י הבאתי לעיל לכן נדחקו שם יעו\"ש, עוד הארכתי אך מצאתי להאחרונים שקדמוני בהרבה הערות. אולם מה שדקדקו האחרונים ובראשם המחנה אפרים ריש הלכות אישות דהרא\"ש סובר דחזקה דרבא אינה חזקה גמורה, כן הוא האמת, דהרא\"ש בתוספותיו הובא בשט\"מ תירץ בהך דבני ברק דחזקה דרבא לא סמכינן עליה להוציא ממון כמו דלא סמכינן לענין חליצה יעו\"ש. והנה בלשון התוס' רציתי לומר שכוונו בלשון אחר שהיה זה גדול שהגיע לכלל שנותיו ולא היו לו סימני גדלות, דכוונו על סימנים העליונים ואע\"ג דחזקה דרבא אלימא לאפוקי ממון, זהו דוקא ביש בו סימנים עליונים, משא\"כ באין בו סימנים עליונים ספק הוא שמא קטן ואין מוציאין ממון מחזקתו, וזהו עפ\"י שיטת רבינו פרק ב' מהלכות אישות הלכה ט\"ו שכתב ואם לא נבדק מלמטה כיון שנראו בו סימני בגרות מלמעלה ה\"ז בחזקת גדול, ובפ\"ט מעדות הלכה ח' קטן כו' ואם לאו אין מקבלין עדותו עד שיבדק, ולשון התוס' מורה ע\"ז, אך לא שמענו לחד מקמאי שיאמר סימני גדלות מלמעלה באיש זולת רבינו, לכן הנחתי לפלפל בזה:<br><b> והנה </b> ראיתי בשו\"ת מהרימ\"ט בשניות חלק אהע\"ז סימן מ\"ב שכתב דבנערה שראינו סימנים אחר ששה חדשים משהגיע לכלל שנותיה, דאם נאמר דמה שמצאו עכשיו שתי שערות בה כך היה בה כשהיתה בת י\"ב שנה ויום אחד ואין בין נערות לבגרות אלא ששה חדשים, הוי כחזקה שלא נתבררה דלא אזלינן בתרה כדמוכח בפ\"ק דחולין כו' והשתא נמי בהאי שעתא שהיתה בת י\"ב שנים ויום אחד אין לנו חזקה לומר שהיתה נערה ושהביאה סימנים אם לא ממה שראינו בה עכשיו אתה צריך לומר שכך היה אז ובאותה שעה לא נתבררה כדי שנעמידנה משם לששה חדשים בחזקת בוגרת משום דחזקה אין בין נערות כו', דזו חזקה שלא נתבררה היא ואין לנו ללכת אחריה להחזיקה אחר שש כבוגרת, ולא זכיתי להבין הדברים כלל, דבכל מקום חזקה שלא נתבררה, הוא ענין שמצי להשתנות כמו פרה שאימור עכשיו נטרפה, רק דמוקמינן על חזקה דמעיקרא שלא נשתנית ממה שהיתה וכמו קודם היתה שלמה וכשירה כן עכשיו, ומנא לך שהיתה כשירה [אם לא אזלינן בתר רובא] ע\"כ מדחיתה עכשיו שזה יותר משנים עשר חודש וטריפה אינה חיה י\"ב חודש, וחזינן דהיתה מעיקרא כשירה, ומסתמא תו לא נשתנית והיא כמקדם וע\"ז אמרינן כיון דלא נתבררה בשעתה דבכל שעה היה מספקא לך שמא טריפה היא לא הוי חזקה, אבל כאן אם היא כשהגיעה לשנים הביאה סימני נערות תו בששה חדשים תהיה בוגרת ובודאי תשתנה ותהיה בוגרת כי אי אפשר בענין אחר שאין בין נערות לבגרות אלא ששה חדשים, א\"כ אין זה בגדר חזקה רק ידעינן שכן הוא בודאי וא\"א להיות באופן אחר, א\"כ מאי שייך כאן חזקה שלא נתבררה כיון דבדקוה עכשיו ומצאו בה שערות תו מוקמינן לה בחזקת גדולה מעיקרא, ותו ע\"כ היא בוגרת לאחר ששה חדשים וצ\"ע בכוונתו, ומש\"כ שם המהרי\"ט עוד, וז\"ל ועוד דלא מצאנו לומר חזקה אלא על שעת המעשה דהיינו מעשה הקדושין, אבל על הזמן של י\"ב אין לנו לומר חזקה, דא\"כ אף אנו נאמר כשם שעכשיו הוי שערות אלו כן היו קודם י\"ב ושומא נינהו כו', ג\"כ אינו מובן דחזינן למאונין אמרינן דא\"צ בדיקה משום חזקה דרבא דכל הבאין לשני גדלות מביאין סימנים רק דלחליצה לא סמכינן עליה, ומפני זה כשרואין אנו עכשיו שהיא הביאה ש\"ש תו מסייעא חזקה דהשתא לחזקה דרבא לומר דהביאה מעת שהגיעה לכלל שני גדלות. סוף דבר, איני מבין כלל דברי הרב בתשובה זו, ועיין היטב בשו\"ת הרא\"ש כלל ל\"ג סימן ה' ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>כשם שאין אדם מקנה דבר שלב\"ל, כך אין אדם מקנה למי שלא בא לעולם כו':</b><br><b> במרדכי </b> פרק יש נוחלין, כתב ספר החכמה, קבלתי ממורי הרי\"מ דאפילו אם יהיו לו בנים זכרים אחרי כן אחרי שאמר כו' שלא יהיו יורשין כ\"א הבת יורשת מאחר דבשעה שאמר נכסי לירתי לא היה שום יורש כי אם אותה הבת דאין אדם מקנה דבר שלב\"ל, ואני דנתי לפני רבותי דהא דאמרינן אין אדם מקנה דשלב\"ל היינו היכי דמזכה לו מעכשיו והשתא לאו בר זכיה הוא אבל היכא דאמר ואחרי לירתי דמשמע אותם יורשים שיהיו אז יזכו בהן לא, ורשב\"ם פירש לקמן גבי כתובת ב\"ד דלא הוי דבר שלב\"ד דה\"ק ובנים אשר יולדו להם ירשו נכסי לכשאמות ולכי מית כבר ישנו בעולם עכ\"ל. והנה ברשב\"ם שלפנינו ליתא, רק תוספות (בדף קלא) סד\"ה וש\"מ הביאו דזה פירוש הקונטרס על משום דמפיק לה בלשון ירתון, וכן הוא בפירוש רשב\"ם העקרי מדפוס פייזרו הנדפס מחדש בש\"ס ווילנא, ודחו זה בתוספות דפריך לקמן אימור כו' לדבר שאינו בעולם מי שמעת ליה אע\"ג דכשילדה כבר העובר בעולם וכן השיג במרדכי שם ומכמה מקומות בערכין וב\"ב דאף באומר לכשיבואו בעולם לא קנה, אמנם בתשובת רבינו מאיר במרדכי ריש פרק מי שמת מבואר דקבע מסמרות בפירוש הרשב\"ם על משום דמפיק לה בלשון ירתון ולכן בהתנה עם בניו הראשונים קודם נשואי השניה שכל בנים שיולדו לו ממנה ירשו חלקם עם הראשונים, דאם לא היה לו מן השניה רק בת היה מהני בלשון מתנה עיי\"ש:<br><b> ונראה </b> לי דבזה כו\"ע מודו דבאומר לכשיבוא בעולם לא קנה כמפורש בערכין סיפא דקאמר לכשיבואו דמיו יקדשו והא אין אדם מקדיש דבר שלב\"ל וכש\"כ לדבר שאינו בעולם דלא מהני אם הקנה לכשיבוא בעולם, דבכ\"מ גרע טובא קנין לדבר שאינו בעולם מלהקנות דבר שאינו בעולם וכדאמר דאף ר\"מ מודה, ורב נחמן סבר דלכשתלד קנה ולא קיי\"ל כוותיה ואיהו גופיה טעמא משום דעובר חשוב קצת כבא לעולם, רק דרבוותא כוונו מכוון אחר, דחזינא דאין אדם מקנה דבר שלב\"ל, ודבר שאינו ברשותו הוי כאילו לא בא לעולם, והאומר שדה זו שאירש מאבא מכור לך לא הוי מכר כמפורש פ\"ק דב\"מ (דף טז), ובכ\"ז אמרו בכתובות נ\"ט דהאומר שדה זו שאני מוכר לך לכשאקחנה ממך תקדש דקדשה, והוא מטעם דאילו אקדשה עכשיו כשהיא בידו תקדש עד עולם, לכן מקרי בידו להקדישה, ואם אומר דתהיה קדושה לאחר זמן שיקחנה מידו קדשה לאחר זמן דחל ההקדש משום דבידו להקדישה מעכשיו כשהיא עדיין ברשותו, וכיון דמצי לחול הדבר אם לא הוי מפיק לה מרשותיה, תו מצי לחול אף לכשיוציאנה מרשותו ויכניסנה אחר זה לרשותו, ומטעם זה כתב רבינו נסים דאם אמר לאשה הילך שתי פרוטות באחת התקדשי לי היום ובאחת לכשאגרשך דחל הקדושין כיון דבידו לקדשה עכשיו יכול גם לאחר זמן, ולפ\"ז סברי רבוותא קדמאי דהוא הדין בלדבר שישנו בעולם, דאם אינו בעולם דלכו\"ע לא מהני דוקא היכי דלא מצי להנחילו ולתת לו מעכשיו, הא ביכול לזכותו מעכשיו אף שעדיין אינו בעולם מצי להנחילו לאחר זמן כשיהיה בעולם, וכן הוא בהך עובדא דס' החכמה שאמר נכסי לסבתא ובתרה לירתאי והיה לו בעת המתנה בת ואחר זה נולדו לו בנים דאם לא הוי יהיב נכסיו לסבתא הלא למי היו שייכים נכסיו לבניו שאין בת יורשת במקום בן הוה\"ד אף ע\"ג דיהיב לסבתא וזכי ליורשיו כיון שהמה בעת מיתת הסבתא זוכים במתנה זו ולא הוי לדבר שאינו בעולם חסרון כיון דזכות המתנה דיהיב השתא הוי לבניו מחמת ירושה אילו לא נתן להסבתא וכאן הקנה להם קודם שנתן להסבתא וז\"ב. וכן בכתובת בנין דכרין משום דמפיק לה בלשון ירתין פירוש דהא בעת הנשואין הוי אינו בעולם, ונתבונן, טרם שנוטל אותה לאשה וטרם שיזכה בנכסיה הלא מצי לסלק עצמו מירושתה, או ע\"י סילוק או ע\"י תנאי ואז היו הבנים הזכרים שלה יורשין זכות נכסיה ממנה, א\"כ ה\"ה עכשיו דזכי בהנכסים שלה ובנדונייתה מצי להוריש הבנים כשימות בנכסיו, דזה כוונת הקונטרס כפי מה שפירש רשב\"ם ז\"ל, כיון שאין המתנה באה אלא לאחר מיתה ואז הבנים כבר הן בעולם, פירוש שאין ענין המתנה רק לאחר מיתה, דמעיקרא אם לא ירית לה בעל הלא בניה יורשים מכחה לכן מצי לעשותן יורשים בנכסיה אף לאחר מיתתו שכבר זכה בירושה שיורש הבעל את אשתו שאז הבנים כבר המה בעולם, אע\"ג דבזה לא דמי להך דכתובות בשדה זו שאני מוכר לך לכשאקחנה ממך תקדש דשם עכשיו בידו להקדישה שתהא קדוש מכחו, לכן מצי מקדיש גם לאח\"ז שתבוא לרשותו שהיא אז ג\"כ קדושה מכחו, אבל כאן הלא ע\"י סילוק היו יורשים מכח האם ועכשיו שזכה בהן האב הלא הן יורשים מכחו, סבר הקונטרס דכ\"ז חדא נינהו כיון שהזכות הוא אחד, ובפרט לפי מה שהביא המשל\"מ בהלכות נחלות בשם קדמונים דאין הבכור נוטל פי שנים דהוי כמו נכסי האם יעו\"ש ודוק. כנ\"ל טעם רבינו ברוך ובעל ספר התרומה וכוונת הקונטרס, ובאמת לא אדע למה לא זכרו הפוסקים דאם אמר שדה זו שאני מוכר לך לכשאקחנה מעמך תהא קנויה לך דקנה:<br><b> אולם </b> מה שפרשנו בהך דמשום דמפיק לה בלשון ירתון דהואיל וע\"י סילוק מירושה הרי היו בניה הזכרים יורשין כתובתה וכמש\"ב, הא בכתובת ב\"ד נכלל גם המנה ומאתים לבד הנדוניא וכמו דאמר בפרק נערה (דף נב) דאב לירות דבעל לא לירות א\"כ אב נמי מימנע ולא כתב, הרי דמנה ומאתים גם התוספת יורשין הבנים הזכרים, והמנה ומאתים עם התוספת הרי אם מתה האשה בחייו אז אין לה כתובה לא מצד שאז יורש אותה שאף אם נסתלק מירושתה וכמו דאמר בירושלמי והלה דכתבין אין מיתת בלא בנין תיהדר מדילה לבית אביה תניי ממון הוא אין לה כתובה ותוספת משום שאין אני קורא בה לכשתנשאי לאחר תטלי מה שכתוב ליכי, וכמו דאמר שם (דף נג), ומש\"ה ארוסה שמתה אין לה כתובה ואינו חייב לקוברה דלא ירית לה מידי דמנה ומאתים לא נתחייב בחייה כל זמן שלא ניסת לאחר דלא ניתנה כתובה לגבות מחיים, ואם כן אף אם יסתלק מירושתה ג\"כ לא יירשו בניה הזכרים המנה ומאתים אם לא מצד שהוא כותב תנאי כתיבת בנין דכרין, וכיון שעושה אותן יורשין למידי דלא הוי דילה, הרי הוא ככל מקנה לדבר שאינו בעולם במתנה ואומר לכשיהיו בעולם. אך זה יש לומר, דאם נאמר דעל המנה ומאתים הוי לדבר שאינו בעולם, בכ\"ז כיון דעל הנדוניא מועיל לכשיהיו בעולם הקנין וכמש\"ב מטעם דהוי בידו, תו מועיל גם על הדברים שנותן הבעל משלו לבניה וכמש\"כ המרדכי גבי את וחמור מספקא למורי אם שייך נמי אדם מקנה דבר שבא לעולם עם דבר שלב\"ל כו' כיון שמקנה לאדם אחד מידי דקנה לכשיולד ותמות האשה בחייו וימות אח\"כ יירש הבן נדונייתה תו מועיל גם על מה שנותן להם משלו:<br><b> וגוף </b> דין זה דמקנה דבר שלב\"ל עם דבר הבא לעולם מפורש הוא בירושלמי פרק ב' דנזיר הלכה ה' אמר הרי עלי קרבן נזיר מגלח בין נזיר שכבר נדר בין נזיר שעתיד ליזור, פירוש מי שנדר אחר שאמר הרי עלי לגלח, פירוש [והכוונה אם אמר הרי עלי לגלח נזיר שעתיד ליזור] ייבא כהדא רלב\"ח בעי כתב לה דין ודברים אין לי בנכסייך העתידין ליפול כו' ועיין ירושלמי ריש פ' הכותב, תתבונן ותראה כי אם כתב אין לי דו\"ד בנכסייך אז נסתלק גם מנכסים העתידין ליפול, דהואיל ומהני אהאי מהני אהאי, ויש אתי להאריך הרבה בפירוש הירושלמי ואכ\"מ, ובכ\"ז כיון דיש יסוד לזה מירושלמי הלא לא מוזר הוא לומר כיון דמועיל אם יקנה ליה הנדוניא ויירש זה, כן יירש המנה ומאתים מה שהוא משל הבעל, וזה יתכן לענ\"ד. אי נמי יש לומר דמתורת תנאי ב\"ד מהני על המנה ומאתים רק כיון דמהני התקנה דירתון מדינא על הנדוניא תו על מנה ומאתים מועיל מדין תנאי ב\"ד, אבל אם לא הוי מועיל כלל משום דהוי לדבר שלב\"ל לא הוי אמר שניתם משנתכם כריב\"ב, כיון דרק משום תנאי ב\"ד הוי. זה נראה לי בביאור ספר החכמה, והרמ\"א בסימן ר\"ט הביא זה כפי הבנת המרדכי בזה דמועיל אם אמר לכשיבואו בעולם והניח במחלוקת יעו\"ש ודוק:<br><b> ומה </b> שעמדתי לעיל למה לא הביאו הפוסקים דהאומר לחבירו שדה זו שאני מוכר לראובן כשאחזור ואקחנה מידו תהא קנויה לך דמהני ולא הוי דבר שלב\"ל, אין לדון ע\"ז מהא דפריך בקדושין ס\"ב אלא מעתה האומר לאשתו הרי את מקודשת אחר שאגרשך כו' נהי דבידו לגרשה בידו לקדשה, אלמא כיון דתלוי בדעת אחרת שאם אין רצונה להתקדש אינה מקודשת והרצון עשוי להשתנות אמרינן דהוי מחוסר מעשה ולא הוי קדושין, אף ע\"ג דמדבר עכשיו עם האשה והיא מתרצית בכ\"ז אינה מקודשת, כן הכא כיון דהמקח או המתנה תלוי ברצון המקבל לא מהני ושאני גבי הקדש או קונמות דאינו תלוי רק בדעת המקדיש ולא הוי מחוסר מעשה, דזה בדותא, דהגמרא קאמר במידי דכעת אינה ראויה לאותו דבר שרוצה שתחול לאח\"ז כמו תרומה לכשיתלשו דבעודו במחובר לא חלה תרומה, והגמרא דן רק מטעם דהוי בידו לא חשיב מחוסר מעשה, ופריך מהאומר לשפחתו הרי את מקודשת לי לאחר שתשתחרר דכעת אינה ראויה לקדושין רק מטעם דהוי בידו, וכן האומר לאשתו הרי את מקודשת לי לאחר שאגרשיך דעכשיו לא מצו תפסי בה קדושין רק מטעם דהוי בידו, ע\"ז מחלק הגמרא שפיר דכיון דקדושין תלוי גם ברצון המתקדשת לא מציא לחול על מה דהוי בידו וזה מחוסר מעשה, אבל כאן דהאומר לחבירו שדה זו שאני מוכר לכשאקחנה ממנו תהא קנויה לך הלא אין בידו לקנותה מאת חבירו ורק משום דיכול להקדישה עכשיו מצי להקדיש אף לכשתצא מרשותו ותכנס לרשותו, וא\"כ מאי נפק\"מ בין הקדש לקניית מכר ומתנה אף דתלוי בדעת אחרת והוי מחוסר מעשה הא אין לך מחוסר מעשה גדול מזו שצריך לקנותה מיד הלוקח ואפ\"ה גבי הקדש מהני ומה לי חסר חד מעשה או תרי מעשה וכיון דבידו להקדישה עכשיו ולא איכפת לן מה דבינתים הוי מחוסר מעשה והוי כמקדש לאחר שלשים או מקנה לאחר שלשים יום חלה ההקדש, כן הוה\"ד לענין מכר אף דתלוי ברצון המקבל והדבר אינו נגמר לגמרי, וזה פשוט:<br><b> איברא </b> דראיתי להרשב\"א בשו\"ת סי' אלף רי\"ב שכתב דאין לפשוט הך דבעי ר\"ה באומר לאשה הילך שתי פרוטות כו' ובאחת התקדשי לי לאחר שאגרשך, מהך דר' אילא דשדה זו שאני מוכר לכשאקחנה תיקדש, דשאני התם דבידו להקדישה עכשיו בלא שום עיכוב והוי בידו גמור, אבל גבי קדושין כיון דעכשיו ג\"כ אינו בידו לקדשה בלא רצונה אף ע\"פ שעכשיו היא מרוצית בכ\"ז אין זה חשוב בידו כ\"כ שיהא חל מטעם זה ההקדש אף לאחר שתצא מרשותו ותכנס לרשותו יעו\"ש. ולפ\"ז יתכן לומר בכה\"ג באומר שדה זו שאני מוכר לך לכשאקחנה ממך תהא מכורה לך דלא מהני כיון דמעכשיו ג\"כ אין בידו למוכרה לו מרצונו לבד בלי הסכם רצון המקבל. אמנם לפ\"ז האומר לאשה הרי את מקודשת לי לאחר שיקדש אותך פלוני ויגרשך ודאי דלא הוי קדושין, ואשכחן בירושלמי ריש פ' האומר דאם אמר לאשה הרי את מקודשת לי לאחר שלשים יום והלכה ונתקדשה לאחר תוך שלשים יום, אמר בירושלמי לפיכך אם מת השני בתוך שלשים יום או גירשה חלו עליה קדושי ראשון לאחר שלשים יום, הרי דקידשה לאחר שיקדשנה פלוני ויגרשנה חלו הקדושין, אבל כבר הארכתי בהלכות אישות פ\"ז הלכה י\"ד, דלשיטת הרשב\"א שם שפירש דטעמו של ירושלמי דלא מציא לחזור בה וכמ\"ד בתלמודין ריש האומר דאינה חוזרת בה דלא אתי דבור ומבטל מעשה, והוא קדשה לאחר זמן שלשים אף אם לא תתקדש לאחר, ולכך אף אם נתקדשה לאחר דכ\"ז דחלין קדושי שני פקעי קדושי ראשון, אם אחר כך יצאתה מרשותו נמי חלו הקדושין כשנעשית ראויה לקדושין ראשונים, אבל מקדש אשה לאחר שיקדשנה פלוני ויגרשנה זה הוי כמקדש דבר שלב\"ל, וכן מצאנו דוגמתו דאשה שאמרה הריני נזירה לכשאתגרש ונתגרשה ר' ישמעאל אומר לא יפר כיון דחלות הנדר בעת שתצא מרשותו לא מצי להפר, ואם אמרה הריני נזירה לאחר שלשים אף ע\"פ שנתגרשה בתוך שלשים יכול להפר כיון דתליא ביומי ואפשר דשלמי יומי ולא מיגרשה לכן אפילו נשתנה הרשות שנתגרשה בינתים יכול להפר יעו\"ש בר\"ן (דף פט), כן הכא כיון דקדשה לאחר שלשים יום והלכה וניסת תוך שלשים יום ומת, שפיר חלין קדושי ראשון לאחר שלשים כיון דהוי מצי להיות באופן שלא יקדישנה שני, ובאמת כן מוכרח, דבירושלמי שם הלכה ה' מייתי חד בר נש הוי אזיל מקדיש חדא איתתא קדמיה חבריה א\"ל הוי ידע דההוא גברא דאזיל מקדשתיך כו' עתיד הוא מישבק לך אלא הילך פרוטה שתתקדשי בו לאחר שיגרשך כו' ופשיט דלא הוי קדושין ומוכרח לחלק כנ\"ל, ואין לפשוט מזה לגבי מקח, דשאני תמן דהוי כפדאן אחר, משא\"כ הכא שמוכרה לכשיקחנה ותכנס לרשותו, ושם הארכתי, ולא באתי כאן רק להעיר מה שנוגע קצת לדין מקח וממכר לפי שלא נתבארו בפוסקים:<br><b> והר\"ן </b> ס\"פ האשה שנפלו בעובדא דפומבדיתא דבנכסי פלגינא לך הקשה, דהא הוי כאומר שדה זו שאני מכרתי לך כשאקחנה ממך כו' מי קדשה יעו\"ש, ואע\"ג דהא בידו ליבמה בע\"כ צ\"ל או דזה לא חשיב בידו משום דמציא לאדורי הנאה מיניה או לקבל קדושין מאחר וכיו\"ב, או דהכא הוי כמו דאמר בידו לקדשה בתמיה, והכא הנתינה לאחיו לאחר שיכנסנה ע\"י יבום הלא תלוי ברצון אחיו המקבל וע\"ז לא מהני מה דבידו ליבמה בע\"כ ולזכות בנכסים וכמו האומר לאשתו הילך פרוטה והתקדשי בו לאחר שאגרשך דלא הוי קדושין ואכמ\"ל שם בסוף הסוגיא בההוא דאמר מעכשיו פלגינא כו' הכא לאו בידו, ועיין רא\"ש פרק ר\"ג סימן ה' מה שפירש בבעיא דרמי ב\"ח כתב גט לאשתו לכשאכנסנה אגרשנה כו' דהואיל ובידו לבוא עליה בע\"כ יכול לגרשה לכשיכנסנה יעו\"ש, אולם באומר לחבירו שדה זו שאני מוכר לך לכשאקחנה ממך תהא קנויה לך, זה מתבאר בסוגיא דבר פדא בנדרים (דף כט) דמהני דהוי כפדאן עצמו הואיל ואינה יוצאת מרשותם רק קיימא או ברשות הנותן או המקבל וכן כתבו הרשב\"א והר\"ן שם, עיין בדבריהם הארוכים, ודוק בכל מה שהעליתי בס\"ד:"
            ]
        ],
        [
            [
                "<b>מקנה אדם הגוף לפירותיו כו':</b><br><b> יש </b> להתבונן בדרכי הקנינים, דחזינן דקרקע אינה נגזלת ומטלטלין נגזלים, עד שאמרו ריש פרק לולב הגזול דהגוזל קרקע של חבירו יוצא בה ידי סוכה דהוי לה סוכה שאולה דברשות בעלים קיימא, ופירשו הקדמונים דלא הוי מצוה הבאה בעבירה דהעבירה הוא ענין נפרד שהזכיה לא באה על ידה, והויא כמוציא מצה לרה\"ר ואכלה בירושלמי פרק האורג, כן אמרו פ\"ק דב\"מ דהגוזל דבר מחבירו אין הבעלים יכול להקדיש לפי שאינה ברשותו, משא\"כ בקרקע דברשות בעלים קיימא, כן מצאנו בב\"מ (דף ס\"ז) דכתבו התוספות דמשכנתא באתרא דמסלקי שביעית משמטתה אע\"ג דמלוה על המשכון אינו משמט זה דוקא במשכון מטלטלין אבל מקרקעי ברשות לוה קאי, חזינא דמטלטלים נפקעים מרשות הבעלים טפי מקרקע כמש\"ב, אולם חזינא דפליגי ר' יוחנן ור\"ל במוכר שדהו לפירות אם מביא וקורא ופליגי אם קנין פירות כקנין הגוף דמי או לא, ולא מפליג הגמרא מידי בין מקרקעי למטלטלין דבריש פרק השואל אמר שאל מהאשה ונשאל לה בעלה מהו קנין פירות כקנין הגוף דמי כו' בעל פלוגתא דר\"י ור\"ל, הרי דהפרה דדין מטלטלין יש לה למ\"ד לאו כקנין הגוף במקרקעי, ה\"נ לאו כקנין הגוף דמי במטלטלין וברשות בעלים קיימא, וכן בפרק החובל דפליגי ר\"מ ורבנן מפרש דפליגי אם קנין פירות כקנין הגוף דמי, ולא מפרש דר\"מ לטעמו דעבדים כמטלטלין ונשבעין על העבדים (בדף צו), לכן סבר דהראשון שהוא משמשו וקנוי לו לפירות והוא תחתיו הוא ישנו בדין יום או יומים, ור' יהודה לטעמיה דעבדים כמקרקעי ואינו תלוי ביד מי שהוא אצלו לפירות רק מי שקנוי אליו קנין הגוף, הרי חזינא דלענין קנין פירות כקנין הגוף דמי לא מפליג הגמ' בין מקרקעי למטלטלין, וכן שקיל וטרי הגמרא בפ\"ק דע\"ג (דף טו) אם שכירות קניא לענין שלא לעבור על שביתת בהמתו בשבת, ומותיב רב שישא בריה דר\"א והתנן אף במקום שאמרו להשכיר לא לבית דירה אמרו מפני שמכניס לתוכו ע\"ג ואי ס\"ד שכירות קניא האי כי קא מעייל לביתיה קא מעייל כו' ומאי רומיא נהי דבמקרקעי לא קניא למיהוי דידיה וברשות בעלים איהו המשכיר קאי, אבל בהמה וכל מידי דמיטלטל ביד השוכר וברשותו קאי ואין המשכיר עובר משום שביתת בהמתו, הרי דלא מפליג הגמרא בין מקרקעי למטלטלין לענין דבשכירות לא יהא קאי ברשות הבעלים ובני חדא ביקתא נינהו ודוק. וכן הוכיחו רבוותא בתוס' פרק המוכר אה\"ס (דף פז) ד\"ה הלוקח כלי, דבשואל יכול המשאיל להקדיש מה שהשאיל ביד אחרים, מהא דאמרו פרק האומר משקלי שהמשכיר יכול להקדיש, הרי דלא חלקו בין מקרקעי למטלטלי, דהלא קרי דשקיל כל חדא הוי שואל במטלטלין ולכן י\"ל דאין המשאיל יכול להקדיש, וחזינן דרבנן בתוס' השוו דין מקרקעי למטלטלי ולמדו זה מזה כמו דלא מפליג הגמ' בשכירות בין מקרקעי למטלטלי והדבר צריך הסבר וגדר ברור:<br><b> אבל </b> רואים אנחנו כי כל הקנינים אשר באים מרצון האדם אין חילוק בין קרקע למטלטלין ואם מפקיע מרשות הבעלים במטלטלי כן מפקיע גם בקרקע, אמנם לא חלקו חכמים רק באופן שנעתק מרשות האדם שלא לרצונו או בגזילה או בהכרח כמו משכנתא, אז במקרקעי אינו נעתק רשות הבעלים מהם אבל במטלטלין דכלים מי שאוחז אותן הן ברשותו ואף דגבי משכנתא הוי אף בשעת הלואתו שזה מרצון הלוה דזוזי הוא דאנסוה ולא גרע משכירות, בכ\"ז הא כתבו רבנן תמן בתוספות דהעיקר כיון דמשכנו שלא בשעת הלואתו קני ליה לגמרי לכן גם בשעת הלואה חשיב של אחיך בידך, הלא העיקר נובע מהא דקני ליה שלא בשעת הלואה ושלא בשעת הלואה הלא הוא ע\"פ הכרח [ועיין משל\"מ פ\"י משכירות וקצות סימן ע\"ב ס\"ק ב'] ולכן חלוק בין משכון מטלטלין למשכון קרקע, ולענין היכי דמספקא מילתא כתבו בתוס' סוף השואל דלא משוינן מקרקעי למטלטלי כיון שאין יכול להצניען, אבל מטלטלין דיכול להצניען לא אזלינן בתר חזקת מ\"ק, ויעוין מש\"כ בהמוכר אה\"ב בזה ואין נוגע למה שחקרנו והבן. וא\"ש מה דבפרק אלמנה לכה\"ג מייתי מהך דכהן ששם פרה מישראל יאכילנה כרשיני תרומה לעבדי צאן ברזל, דאע\"ג דהדין עמה אוכלים בתרומה, ואף דעבדים כמקרקעי דמי ובחזקת בעליהן קיימי מכל מקום מוכיח ממטלטלין דאחריות משוי להו כדידיה על עבדים דכמקרקעי דמיין משום שלדברים הבאים מדעתו של אדם ליכא חילוק כלל וכמש\"ב בס\"ד:<br><b> והנה </b> רבנן בתוספות הרגישו תמן דלמ\"ד קנין פירות כקה\"ג אמאי עבדי מלוג לא יאכלו בתרומה יעו\"ש, ולכאורה נראה כיון דנשואיה בעבירה ולאפוקי קיימא לכן לא אלימא קנין פירות אע\"ג דיש לו קנין פירות כדאמרו שם (דף פה), בכ\"ז כיון דב\"ד כופים להוציא ומוציא שלא לרצונו א\"כ לא אלים למיהוי כמו קנין הגוף לאכול העבדים תרומה, ובזה א\"ש מה דמוכיח דקנינו שקנה קנין דאוכל בתרומה מברייתא, ולא מוכיח מסיפא דבת ישראל שניסת לכהן שעבדי מלוג אוכלים בתרומה [יעוין בזה בתוס'] ולפ\"ז א\"ש דהוי אמינא כיון דלאו לאפוקי קיימא אלימא קנין פירות דבעל למיהוי כקנין הגוף ולכן אוכלים בתרומה ולזאת מוכיח מברייתא ודוק:"
            ],
            [],
            [
                "<b>מכר עבדו לקנס שאם י[ו]גח וימות יהיה קנס של לוקח הר\"ז ספק כו':</b><br><b> המעיין </b> בגמרא יראה דלר' מאיר דסבר מקנה אדם דבר שלב\"ל אמר משום דאיכא מי יימר טובא, אבל לרבנן דאין אדם מקנה דבר שלב\"ל ורק במקנה דקל לפירות דההקנאה בגוף הדקל להפירות, בזה הוא הטעם משום דאין הקנס בא מגוף העבד כמו הפירות מהדקל וגריעי טובא ממקדיש ידים למעשה ידיהן שהעבד לקנס היא סיבה רחוקה דהוא ענין קנס לבד ועיין בתוס'. נמצא דעל בעיא זו אין מקום לדברי הרב המגיד דעל מה שאינו כגוף לפירות זה לא הוי משום דאיכא מי יימר טובא רק משום דהוא סיבה רחוקה ולאו מגוף העבד קא אתי, ולפ\"ז יש לדון במקנה עבד לדמי נזקו היינו דמי חבלתו דאפשר דמהני לכו\"ע משום דהנזיקין המה דמים ומתיחסין טפי אל העבד מהקנס, ואף אם יודה יתחייב, ולפ\"ז נתבונן, דאף אם לא נחלק בין נזיקין לקנסא, בכ\"ז בעיא היא לכו\"ע והוי ספיקא לכן מהני תפיסה, וא\"כ קשה דהא בגמרא אמר דבמעוכב גט שחרור מספקא אם דמי חבלותיו שייכים אל האדון ולא איפשוט, ואם נימא דמוכר עבדו לקנס מכור כש\"כ דמכור העבד לחבלותיו, ולפ\"ז אם העבד מעוכב ג\"ש יכול רבו למוכרו לדמי חבלותיו, היינו שאם יוזק יהיו דמי חבלותיו שייכים אל הלוקח, וכיון שכן קשה טובא הא דאמרו לפני רבי אמר נתייאשתי מפלוני עבדי מהו א\"ל אני אומר אין לו תקנה אלא בשטר דכבר פקע ליה כספא ואין בו כסף, ואמאי הא אית ליה ביה כספא דמצי מכר ליה שבאם יוזק יהיו דמי חבלותיו שייכים להלוקח, וא\"כ מצי משחרר ליה בכסף דעדיין כסף אית ליה גביה ואית ליה דמים בגויה, ומיגו דפקע זכות כספא דאית ליה לרבו בו פקע גם קנין האיסור וכמו בכל מקום דקנין כסף גומר השחרור, וצ\"ל דהני תרי אבעיות באם ת\"ל בעי להו, דאם תאמר דהמוכר עבדו לקנס מכור תו פשיטא דמעוכב ג\"ש אין לרבו בו דמי חבלותיו ולא מקרי אדון לענין קנס, רק באם ת\"ל המוכר עבדו לקנס אינו מכור תו מבעיא אם המעוכב ג\"ש יש לו קנס, ונפשט מזה דהמוכר עבדו לדמי חבלותיו אינו מכור, אם תאמר דמוכר עבדו לקנס אינו מכור, דאל\"כ יקשה מהך דרבי וכדפרישית:<br><b> ודא </b> אין להקשות דלר\"מ דאמר אדם מקנה דבר שלב\"ל ודאי טעמא משום דמודה מיפטר ואיכא מי יימר טובא, א\"כ רבי דסבר אדם מקנה דבר שלב\"ל ודאי דמכור אם ימכור עבדו היינו חבלותיו של עבדו, ואכתי קשה הא אית ליה ביה כספא, דז\"א, דהא אם זוכה בדבר שלב\"ל לר' מאיר אימת חל הקנין משעה שבא לעולם דכ\"ז דלא בא לעולם מצי לחזור בו כמו פירות דקל, וא\"כ משום זה דמצי מקנה הדמי חבלות כי יבואו לעולם דאז יחול הקנין משום זה לא מיקרי דאית ליה קנינא גביה ונשאר ביה כספא, דבגוף העבד עכשיו לית ליה מידי רק דמצי למכור הדמי חבלה כשיבואו לעולם, אבל אם נאמר דבמוכרו לחבלותיו הוי כמוכר דקל לפירותיו ובגוף העבד קא זבין ליה ודאי דאית ליה כספא בגופא דעבדו והוי מכר מעליא, ונמצא נתברר ספיקתנו דמוכר עבדו לדמי חבלותיו ג\"כ ספיקא הוי ודוק:<br><b> אולם </b> יש לומר דמוכר עבדו לחבלותיו ודאי דמכור, דנודע שיטת רבינו בנזק דאי מודה מיפטר [אם לא ביצא חבול לפנינו בפני עדים] וטעמו דאינו דומה לנזקי שור ועבד דלאו בר מכירה הוא ולאו לזבינא קאי והוי קרוב לקנסא, א\"כ מצינן לומר דבמוכר עבדו לקנס מב\"ל, אבל לחבלותיו דנזק ממון הקשור בו כמו נזקי שורו דאפסדיה לכספא דאית ביה לא מבעי ליה דודאי מכור, אבל במעוכב ג\"ש דלאו למכירה קאי ונזקו הוי כנזק בן חורין דלאו לזבינא קאי ולאו בר דמים הוי, א\"כ אין החבלה קשור אל גוף העבד ולאו מגופה דיליה אתי ולכן אינו מכור לכו\"ע דלא עדיף מקנסא בעבד ודוק. ויש מקום לומר דאף את\"ל דמוכר עבדו לקנס מכור זה דוקא בעבד דממונו שלו הוא לגמרי, ולכן מצי זבין זכות הקנס לבדו, ומצי זבין לאחריני כח בגוף העבד לקנס, אבל במעוכב ג\"ש דאין לרבו שום ממון רק קנין האיסורי, ומכל מקום חיוב הקנס גזרה רחמנא לשלם למי שיש בו כח האיסורי, אבל לא משום דאית ליה זכיה בגופו לממונא מידי, לכן לא מצי רבו למוכרו לקנס כיון דממון לית ליה ביה ואף זכות ממון לקנס ג\"כ לית ליה ביה רק כשיבוא חיוב הקנס אז זכי ביה אבל לא משום דנשאר לו בו זכות בגויה לענין קנסא ומה ימכור ועל מה יחול המכירה כיון דלית ליה בגויה שום זכות לקנס ודוק, וצ\"ע עוד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוכר פירות שובך כו' כך זה הקנה שובך [זה] לפירותיו:</b><br><b> דע </b> במוכר מצודה לפירותיו המה הדגים ודאי לא מהני, ולכן אמר בפ\"ק דב\"מ דתקנו חכמים שיהא מועיל מצודה מה שתעלה היום משום כדי חייו דצייד, ואי הוי מועיל מצודה לפירות לא היה צורך לחכמים לתקן קנין משום כדי חייו דהא מצי להקנות לו מצודה לדגים שתעלה, ולא דמי לשובך לפירותיו דהשובך קאי ברשותו וכבר הורגלו היונים לבוא אל שובכו וכן הדבורים בכוורתו, משא\"כ במצודה הלא אם תנוח המצודה אצלו לא יצוד דגים רק בפריסתו לנהרות וכיו\"ב מקומות ההפקר אשר מי יודע שמא לא יעלה בידו לפרוס המצודה וכיו\"ב מניעות, ואף אם היא פרוסה הלא פרוסה היא במקום שאינו שלו ולא דמי לשובך וכוורת, וזה פשוט, לולא שהראוני שהקצות סימן ר\"ט כתב אפכא במחכ\"ת יעו\"ש ודוק:<br><b> אולם </b> דא נ\"ל, דהא חזינן דדברים שאין בהן רק גזל משום דרכי שלום אית בהן הקנאה כמו יוני שובך שאין בהן רק גזל דדרכי שלום ואפ\"ה מועיל הקנאה בהו, א\"כ כיון דקיי\"ל מרחיקין מצודת הדג מן הדג כמלא ריצת דג עד פרסה והוא מטעם דמצי אמר קא פסקת לחיותי, א\"כ הפורס מצודה בנהר אסור לכל אדם לפרוס מצודה שם מטעם דקא פסיק לחיותיה, ומזה נובע מקור הדינים בעניני חזקת ישוב שהמציאו הקדמונים ויעוין בסימן קנ\"ו בדרכי משה שיש בזה דין הקנאה ויכול למכור מערופיא שלו לאחרים עיי\"ש, ועיין שו\"ת משאת בנימין סימן כ\"ז וסימן מ\"ג שדעתו דמוציאין בדיינים היכי שהוא צייד ואומנתו בכך יעו\"ש, א\"כ ניחזי השוכר אמת המים מחבירו הרי איתא בהקנאה כמש\"כ רבינו שמקנה לחבירו כל מה שיצוד בהאמת המים ששכורה אליו, כן נראה ברור אם טרח ופרס מצודה הלא קנוי לו מדין דלא מצי לפסוק לחיותיה מקום זה מהמים והוי כשכורה לו כמלא ריצת הדג, ובודאי דמצי להקנות המקום זה שהמצודה פרוסה שם לדגים שיהיו ניצודין שמה והוי כשוכר אמת המים ממש, וזה דין ברור לדעתי בס\"ד. וכיון שכתב מרן בכס\"מ דשובך וכוורת שטפל אל פירותיו אף אם מכר אליו סתמא הוי כמוכר שובך לפירותיו, א\"כ ה\"נ במוכר דגים מה שיש לו ליצוד במקום שפרוס המצודה הוי כאילו המקום טפל לגבי הדגים ומכר המקום לדגים שיצודו:<br><b> ולדעתי </b> זה כוונת הירושלמי פרק אף ע\"פ ה\"ה דמייתי ברייתא דאיתא בתלמודא דילן בפ\"ק דב\"מ, מה שאירש מאבא היום מכור לך מה שתעלה במצודתי היום מכור לך דבריו קיימין ר' כו' בלוה לתכריכי אביו כו', והוא כדאמר בתלמודין, ר' אבוה בשם ר\"י והוא שתהא מצודה פרוסה בפניו, פירוש ולאו משום תקנתא דכדי חייו כדאמר בתלמודין ובצייד עני, רק מדין מכר גמור כיון דהמקום קנוי לו מדין דלא מצי למיפסק חיותיה והוי כשכר אמת המים לצוד דגים ומצי להקנות לחבירו המקום להדגים שיצודו וכמש\"ב, ומפני זה לא זכרוהו הפוסקים, שלא פירשו כהמפרש בצייד עני ומשום כדי חייו ובמצודה פרוסה, והא דמסיק ומר ר\"א בשם ר' יוחנן אף לקודש לא קדשו כו', לא קאי על מצודה פרוסה בפניו דאז ודאי דמצי להקדיש ג\"כ וכמו שבארנו, רק קאי ארישא דהא ברייתא מה שאירש מאבא [ולא אמר היום] מכור לך אינו מכור מה שתעלה מצודתי כו' אין דבריו קיימין, והיינו בלא פרס מצודה דאורחא דמילתא למיפרס מצודה כאן ולצוד ולמחר לפרוס במקום אחר, ועוד דאטו לעולם יכול להחזיק באותו נהר ולהרחיק שאר ציידין ולכן לא אמר כלום, וע\"ז מסיק ר' יוחנן אף לקודש לא קידש שכמו שאינו יכול למכור דבר שלב\"ל כך אינו יכול להקדיש, ולכן אמר אף, דאל\"ה היה צ\"ל אבל לקודש ל\"ק, אם לא דקאי ארישא בלא אמר היום, וע\"ז בעי מפני מה אמר ר\"י ל\"ק מפני המחלוקת ר\"מ ורבי יוחנן הסנדלר דפליגי במקדיש אדם דבר שלב\"ל, אימר פירוש או דילמא שאני הקדש מצודה שאינה מצויה ולא עבידי דאתי כמעשה ידיה ולכן כו\"ע מודו דאינו קדוש יעו\"ש, ומפני כי לדעתי הוא נכון לדינא דבפרס מצודה ומוכר מה שתעלה מצודתי הוי מן הדין כמוכר מקום הקנוי לו לדגים שיצודו הארכתי בזה ודוק:"
            ],
            [
                "<b>לפיכך הרוצה להקנות אפרוחים כו':</b><br><b> מדברי </b> רבינו נראה דקאי על דין הקודם שמכר פירות שובך לחבירו וכיון שנעשה כמוכר שובך לפירותיו הוי כשוכר בית כו', לכן לשיטת רבינו דנחשב חצירו דמשכיר לזכות בה מציאה דעלמא כמפורש פ\"ז משכירות ועיין ההמ\"ג לעיל פרק ג' הלכה ו', א\"כ מה דמהני בכ\"מ ששוכר מקומו הוא כמש\"כ הש\"ך סימן שי\"ד דאם שכר מהמוכר הוי כאילו שכרו לכך, משא\"כ כאן דכבר היה קנוי השובך להגדולים שכבר פרחו א\"כ מה שהונחו מאליהן בשובך אחר שהוגבהו ע\"י המוכר הוי כמו שהונחו בכליו דמוכר שהוא השכיר הכלי זה השובך להלוקח אבל גוף השובך שלו הוא, לכן בעי שיעשה בהן קנין חדש או אג\"ק, אבל מה שמונחים בשובך שהוא כמושכר ללוקח לא זכה בהן הלוקח דנחשב חצירו של משכיר, וכן פירש הגמרא דחולין דאקני מקודם כל פירות שובך, רק דעל פירות חדתי צוה לו להגביהם ולהקנותם בק\"ס ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>לפיכך לא קנה האילנות שביניהן כו':</b><br><b> כתב </b> הרב המגיד, ובהלכות, וקיי\"ל דכל תיקו דממונא חומרא לתובע כו' והמחבר אע\"פ שדרכו לפסוק בכל תיקו דממון אם תפס כו' גבי קרקע אין לומר תפיסה מועלת כו' עכ\"ד, והם נכונים, אבל אין צורך לזה, דהמעיין בכל הלכות אלו לקמן פרק כ\"ה במלבנות המטה וחלונות ושל פתחים, וכן במוכר החמור דלא מכר השק ומרכבת נשים בעודן עליו, ולא הזכיר בהו רבינו תפיסה אף ע\"ג דמבעי להו בגמרא ונשאר בתיקו, משום דבמוכר דבר דאמדו חכמים צורך התשמישין לאותו דבר, ואמרו דמכר גם דבר פלוני עמו אף ע\"פ שלא פירש, אז בלא פירש כיון דמספקא לחכמים אם איתא בכוונתו למכור אותו דבר או לא, מספיקא אמרינן דלא מכר רק מה שפירש, אבל מה שלא פירש כיון דמספקא לחכמים אם איתא דכוונתו היה למכור גם דבר זה הוי ליה ללוקח לפרש ומסתמא לא זבין הלוקח רק מאי דפסיקא לחכמים שהוא מכור עמו, אבל מה דמספקא לחכמים לא הוי דעתו לקנותו, וכמו שפירש רבינו הך דיהודה בן נקוסא (דף עא) זה היה לו לפרש וזה לא היה לו לפרש, דבמכירה דלוקח יהיב דמי הוי ליה לפרש דכיון שהוא נותן דמים הו\"ל לפרש מה ימכור לו, ומדלא הזקיק למוכר לפרש לו לא קנה בור ודות וכיו\"ב וכפר\"ח וכמש\"כ בהלכה ה', ולכן בכל הנך מילי דמספקא לחכמים אמרינן דהוי ליה ללוקח לפרש, ומדלא פירש לא כוון לקנות רק דברים המבוררים דמכורין בכלל אותו דבר שלקח לא דברים המסופקים לכן לא מהני תפיסה בהו וברור. וגדולה מזו שנינו בבכורים הכותב חייתו לבתו כו' ופירש רבינו בפה\"מ לפי שהעיקר אצלנו יד בעהש\"ט על התחתונה ועיקר אחר מפורסם המוציא מחבירו עליו הראיה, ע\"כ אם כתב לו בהמתו אומרים הבא ראיה שזו בהמה כו' הרי דמשום יד בעהש\"ט על התחתונה אתי ובזה ודאי לא מהני תפיסה וכמו המוכר שור בשוריו דנותן לו הגרוע שביניהן והקטן דודאי לא מהני תפיסה. ועיין מש\"כ בהשגות דמשו\"ה הוי נותן דבר המסויים כיון דקיי\"ל דנותן לו הקטן, א\"כ חזינא דבכה\"ג לא מהני תפיסה דהוי משום הכי דבר המסויים, ועיין מש\"כ הרב המגיד פרק כ\"ז מהלכות מלוה ולוה הלכה ט\"ז, אם כתוב בו דינרין סתם כו' וכן כתבו האחרונים גבי שובר דכל שהוא מחול רק מדיבורו יד בעל השובר על התחתונה אע\"ג דהוא מוחזק [עיין טורי זהב חו\"מ סימן מ\"א וביאורי הגר\"א סימן ס\"ה אות ע\"ה בליקוט] א\"כ כאן במוכר כיון דמסופקין אנו אם הוי בכלל תשמישים הנמכרים עמו אף ע\"ג דלא פירש ודאי הו\"ל ללוקח לפרש, ומדלא פירש הפסיד ולא הוי מכור אפילו אם תפס ודוק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המוכר את האילנות ושייר את הקרקע יש לבעל האילנות קרקע הראוי להם כמו שבארנו:</b><br><b> דע </b> דרבינו מפרש הך סוגיא דפרק חזקת, מכר אילנות ושייר קרקע לפניו פלוגתא דרע\"ק ורבנן במוכר שלש אילנות דאז קנה הלוקח קרקע וכמו שסיים כמו שבארנו והוא לעיל בשלש אילנות דיש להלוקח קרקע, ולפ\"ז לרבנן במוכר שלש אילנות אין לו קרקע, וקשה טובא דהך דתנן בפרק הספינה דמוכר ג' אילנות יש לו קרקע מוקי כרבנן יעו\"ש בתוספות. אמנם רבינו יישב זה במתק לשונו הזהב, דאין ה\"נ דמוכר שלשה אילנות משדה הנטועה אילנות הרבה ושייר לעצמו שדה אילן, ודאי דגם לרבנן אם מכר שלשה אילנות מכר קרקע כפי מה שצריך לו והוא כדי שיעור אורה וסלו, דכמו דהמוכר שייר לעצמו אילנות עם קרקע הצריך להן כי קא זבין שלשה אילנות זבין גם קרקע שלהן כשיעור הצריך, אבל במוכר כל האילנות ושייר הקרקע לפניו בלא אילנות דלא שייר לפניו שדה אילנות רק שדה לחוד בלא אילנות ומצי לשייר לעצמו לזרוע וכיו\"ב, בזה לא מסיק אדעתיה למכור להאילנות קרקע הצריך להן וכי קא משייר קרקע לנפשיה לא משייר לחצאין ואמרינן דאילנות קא זבין ולא קרקע כלל לרבנן דאמרו מוכר בעין רעה מוכר, והוי כמוכר בור ודות דצריך ליקח לו דרך, כן צריך לקנות להן קרקע הצריך להן, וזה כוון רבינו שכתב המוכר את האילנות ושייר את הקרקע כו' כמו שבארנו במוכר שלשה אילנות בתוך שדה אילנות דלר' עקיבא דבעין יפה זבין כולהו חד דינא אית להו, וזה פירוש נכון מאד בסוגיא, ורבנן בתוס' נדחקו בזה ודוק:"
            ],
            [
                "<b>האחין שחלקו אחד נטל פרדס כו':</b><br><b> בההמ\"ג </b> ובקצת נוסחאות יש ואחד נטל [שדה] כרם כו', לפ\"ז היה נראה לפרש דמשום הרחקה דכלאי זרעים והכרם דצריך להרחיק ארבע אמות. אולם בסוגיא דסוף לא יחפור מוכח דלאו משום הרחקה דכלאים אמר, דאמר ה\"מ אילן לאילן וגפנים לגפנים וכמו שהוכיחו רבנן בתוס' ד\"ה אחד גפנים ואחד כל אילן כו' יעו\"ש, אמנם התוספתא בנוסחא הברורה בדפוס צוקערמנדל פ\"ד מוכחא דמשום הרחקת כלאים מיירי כולהו, שנים שנטעו את הכרם ועמד אחד מהם וקצץ שלו מרחיק ארבע אמות וזורע, פירוש ההרחקה משום כלאים לכן אם נקצץ הכרם כו' הקרקע של בעל השדה, שנים שחלקו את השדה ועמד אחד מהם ונטע שלו מרחיק ד' אמות ונוטע משום כלאים לכן נקצץ הכרם הקרקע של בעל הכרם ומשום הרחקת נזיקין לא מיירי רק משום איסור כלאים ואיירי דמחלו הנזיקין זה לזה וקנו זה מזה, ויעוין מש\"כ הרמב\"ן בחידושיו בתוספתא זו ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במשל\"מ </b> הקשה על הריב\"ש מהרשב\"ם, ולא ידעתי הא הריב\"ש מביא בשם הרמב\"ן וכן כתב בחידושיו לבתרא להשיג על הרשב\"ם והב\"י הביא זה בסימן ר\"ט וברמ\"א, ומה שמשיג על הריב\"ש דמדמה ליורש דהוה\"ד לגבי לוקח ורמי מהרשב\"א, הנה המעיין בריב\"ש יראה דהוא מובן אחר, דודאי המשייר דירה לעצמו כל ימי חייו יכול לעשות כאדם העושה תוך שלו למכור ולהשכיר ואף באמר שיירתי לעצמי הוא דוקא כל חייו ויכול לעשות מה שירצה למכור ולהשכיר את זכותו יהיה דבר שאינו מסויים ואין בזה חולק כלל, והוה\"ד במוכר ע\"מ שהמעשרות שלו יכול למכור זכותו לאחר וכל שכן במשייר פירות דקל לעצמו דיכול למכור, רק שאילת הריב\"ש ששאל השואל שהשכיר לו בית לעשר שנים ולאחר חמש שנים אינו יכול לסלק להשוכר רק אם יהא צריך לצרכו ולדירתו יכול לסלקו דע\"ז אין ספק, דהזכות לסלק להשוכר אינו יכול למכור זה הזכות לאחר דזה שעבד לו, שאם אינו צריך יהא שכור להראשון אם ירצה ולא יסלקנו לא הוא ולא ב\"כ רק יהא שכור להראשון בסך הנ\"ל, רק השואל נסתפק דכיון דמכר כל הבית לאיש אחר הוי הקונה כהבעלים ויכול הקונה לסלקו לצורך דירתו כמו הבעלים המשכיר ששייר לנפשו שלצורך דירתו יסלקנו, ע\"ז השיב הריב\"ש בטוב טעם דלא עדיף הלוקח מאילו היה יורש והיורש ודאי זכה בגוף הבית ומכל מקום לא היה יכול לסלקו דלעצמו שייר ולא ליורשיו כש\"כ הכא דבעית לשויא לוקח כמוכר ודאי דהלוקח אינו יכול לסלקו וכן הביאו רמ\"א סימן שי\"ב סעיף א' בהגה\"ה, אמנם דברי רמ\"א סימן שט\"ז בהגה\"ה צ\"ע דאינו חולק ע\"ד רשב\"א כלל, ומה שהשיג הט\"ז על סוף דברי רמ\"א מי שנתן דירה לאחר דבאינו מסויים אינו יכול למכרו יעו\"ש, אם כי בדרכי משה העתיק כן דברי ריב\"ש אמנם מובן אחר שם בריב\"ש לכל מעיין היטב, ומה שהביא הדרכי משה אינו כתוב בו כלל ודוק:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א במוכר מפני שהיה לו ללוקח לפרש ולא פירש כו' אבל הנותן מתנה קנה את כולן בין בשדה וכו':</b><br><b> במגיד </b> ופירש הרב אבן מיגש כו' שהן בתוך השדה ואינן בכלל המכירה אבל מה שאינן בתוך בית כו' אינן אף בכלל המתנה כו'. והנה מסתימת לשון רבינו מוכח דלא סבר הך דרבו, ובפהמ\"ש ביאר באורך, ז\"ל ואפילו לחכמים שאומרים מוכר בעין רעה מוכר ויש לו דרך כו' אבל מי שמקבל מתנה בוש הוא כו', ואע\"ג שלא נזכר בדבריו בפירוש ויש להתעקש שהך [ויש לו דרך] הוא על צד שמוכר בעין רעה מוכר ובנותן מתנה אין לו דרך להנותן וזה הוא מפני שהדרך הוא בשדה הנותן וסילק את זכות שלו לגמרי ממנה. המעיין האמיתי יראה, כי קאי על נותן מתנה דהמקבל יש לו דרך וכן העתיק הרע\"ב יעו\"ש, חזינן דהמקבל מתנה בור ודות אינו צריך ליקח לו דרך אף ע\"ג שהוא חוץ מדבר הנתון, וזה יצא לרבינו מהא דאמר (דף סה) חיצון במכר ופנימי במתנה כו', ובאמת איני מבין יפה דברי הר\"י אבן מיגש שכתב דמשום זה אמר רב האחין שחלקו יש להן דרך זע\"ז, דהא לא קתני מתני' דשני הנך ממוכר לגבי דרך כו' אלא לגבי שדה, וצ\"ע דגבי אחין הלא שייר לעצמו דרך בשדה אחיו ובכה\"ג לגבי מתנה אם נתן שדה חיצון לאחר צריך הנותן ליקח ממנו דרך שמכל השדה שנתן לו סילק לגמרי ולא שייר לעצמו בה כלום ועיין תוספות (דף ז':) ד\"ה אין להם דרך והוי כמוכר חצר ושייר בית כו':<br><b> אולם </b> הרמב\"ן תמך יסודו מירושלמי כפי גירסא ישרה שהיה לפניו. ר' אלעזר שאל על כל התורה הושבה או על הראשונה הושבה, ופירש דהאיבעיא אם קאי גם על דרך יעו\"ש, דלדידיה אית דאמרי אר\"א כו' הכל הוא דבר אחד ור\"א גופיה פשיט לה וזה דחוק, ועוד לשון על כל התורה זר מאד. אולם מסתפינא לומר דעיקר הגירסא כך, על כל מה שבתוכה הושבה או על הראשונה הושבה, ופירושו, ששנינו לעיל המוכר את השדה אבל לא מכר כו' בזמן שא\"ל היא וכל מה שבתוכה הרי כולן מכורין ב\"כ וב\"כ לא מכר לו את חיצת הקנים כו' לא את הבור ולא את הגת כו' במד\"א במוכר אבל בנותן מתנה נותן כולן, וע\"ז בעי ר' אלעזר אם קאי על כל מה שבתוכה שהנותן אמר השדה וכל מה שבתוכה נתונין לך אז נתן את כולה אבל לא אמר וכל מה שבתוכה לא, או על הראשונה הושבה בשלא אמר לו כו' ופשיט מהך דתני האחין שחלקו יש להן דרך זה על זה, והא במתניתין מדמה אחין שחלקו לנותן מתנה ואמאי יש להן דרך זע\"ז, ועל כרחין דבלא א\"ל טול שדה פנימית וכל מה שבתוכה לא אמרינן דנותן בעין יפה נותן, ואית דבעי מימר כן א\"ר אלעזר האחין שחלקו בשדה כו' המחזיק בנכסי הגר כו' החזיק בשדה החזיק בכולן, ובמחזיק בנכסי הגר ודאי דליכא נפ\"מ בין אמר וכל מה שבתוכה בין לא אמר, דדעתו ודאי לקנות כל השדה, א\"כ ה\"ה בנותן מתנה אף אם לא אמר לו וכל מה שבתוכה הרי כולן נתונין, והא דאחין שחלקו יש להן דרך, ה\"ט משום דאידור בה כי היכי דדרו בה אבהתיה, ודוק כי הוא נכון מאוד לענ\"ד בפירוש הירושלמי:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יד כו' בכל אבר שאין הנשמה תלויה בו:</b><br><b> ראה </b> ב\"ח ודרישה, ובפ\"ק דתמורה (דף יא) פליגי אמוראי לענין דיהא בקדשי מזבח פשטה קדושה בכולה מאי מקרי דבר שהנשמה תלויה בו, דחד אמר דבר שעושה אותה טריפה אם טריפה אינה חיה וזה בחסר הרגל למעלה מארכובה, ולכן אמר בירושלמי פרק הפרה רגל מכורה לך מכר חציה רגלה שניה מכורה לך מכר חצי חציה, אבל יד הוי דבר שאינו עושה אותה טריפה, וזה כפסק רבינו, ובפ\"ה מערכין כתב רבינו ראשי כו' כבדי, ולקוח זה מלשון הגמרא בנזיר כ\"א ראשי כו' כבדי נזירה כו' ויתקיימו דברי הרב המגיד שלקח זה מירושלמי:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פחות משתות מחילה כו':</b><br><b> בההמ\"ג </b> ומ\"ש ביתמי לאו בני מחילה נינהו מ\"מ חכמים שתקנו כו', וגדולה מזו אמרו מתנתן מתנה אפי' מתנה מרובה וכו'. אף ע\"ג דשם מדעת ומחמת דאי לאו הנאה דהוה ליה לא הוי יהיב, נראה דלא תימא דהא כשיש אפוטרופוס אין מקחו מקח משום דהאפוטרופוס מצי לזבוני ואין צורך לתקן שיהא המקח קיים משום כדי חייו, והא אפוטרופוס כשנתאנה אפילו כל שהוא חוזר כמש\"פ רבינו לעיל פרק י\"ג ולמה יתקנו בקטן שאין לו אפוטרופוס טפי מקטן דאית ליה אפוטרופוס, ע\"ז הביא ראיה מהא דמתנתן מתנה אף ע\"ג דבדאית ליה אפוטרופוס אין מתנתו מתנה, ואינו יכול האפוטרופוס ליתן כלום וכמש\"כ לקמן פרק ל' הלכה ו' יעו\"ש, ובכ\"ז היכי דלית ליה אפוטרופוס שוינהו רבנן כשאר אינשי שיהא מתנתו מתנה במטלטלין ה\"נ תקנו שיהא משאו ומתנו ככל אינשי דיהא פחות משתות מחילה ודוק:"
            ],
            [],
            [
                "<b>אבל הקטנה שנתרב[ת]ה חצירה מידה כו' או בשכירות מקום:</b><br><b> ביאור </b> דברי רבינו, אף דשכירות קרקע אין מעשה קטן כלום דדמי ללוקח קרקע וכמו שאמרו באונאה דשכירות דמי למכר ולקנינים, ובמקרקעי מעשה פעוטות אינו כלום, בכ\"ז מועיל שכירות מקום המטלטלין לקנות המטלטלין, משום דכתב רבינו לקמן בהלכה הסמוכה שקטן שקנה קרקע תעמוד בידו, ומבואר לקמן משום דעל אופן זה דהמוכר לא יהא ביכולתו לחזור והלוקח יכול לחזור ובשעה שכבר נהנה מפירותיה הוי זכות גמור ללוקח, וקטן אף דכמו שלא בפניו דמי זכין לאדם שלא בפניו, אם כן כיון דעיקרו דשכירות מקום המטלטלין הוא לקנות את המטלטלין, ויש דברים כמו שטרות דאינן נקנות במשיכה רק באגב והוא נהנה תיכף מהשכירות ששכר מקום שבזה קנה המטלטלין, והמטלטלין שקנה המה מונחים ברשותו, זה הוי זכות גמור ומועיל לקנות מדין חצר את המטלטלין, אולם דוקא בקטנה שמן התורה יש לה חצר לכן מועיל בה שכירות מקום גם קנין, אבל בקטן שלא מצאנו מן התורה קנין חצר תו לא מועיל אם יקנו מטלטלין רק משיכה שזה מעשה בגוף הדבר הקנוי בעצמו לא ע\"י קנין וכו', ולפ\"ז בקטנה ששכרה מקום המטלטלין לקנות המטלטלין כפי מה שפרשנו דקניה להמקום בשכירותה משום דבאופן זה הוי זכות גמור אף דיהבה מעות בעד שכירות המקום כיון שבידה לחזור וביד המשכיר אין רשות לחזור, צ\"ב אם יכולה לחזור משכירות המקום ותו נתבטל קנין המטלטלין, ומסתברא כיון דכבר קנתה בהמקום את המטלטלין וכבר נהנית ממנה תו אינה יכולה לחזור כיון דכל עיקר שכירות המקום היה לקנות המטלטלין ואכמ\"ל ופשוט:"
            ],
            [
                "<b>יראה לי שקטן שקנה קרקע ונתן דמים והחזיק בקרקע תעמוד בידו כו' וזכין לאדם שלא בפניו:</b><br><b> דברי </b> רבינו תמוהים לכאורה, דהא דוקא במתנה אבל לא במקח דיהיב דמי אין זה זכות, וצריך לומר דכיון דהקנין אינו חל רק בזה האופן שביד הקטן לחזור כל זמן שירצה עד שיגדיל ולא ימחה ואין ביד המוכר את הקרקע לחזור, בזה האופן גם במקח הוי זכות גמור כמו במתנה דבדעת אחרת מקנה מן התורה זוכה לעצמו, וכי אמרו אין מקחן מקח מה\"ת דוקא שלוקח באופן שיהא המקח קיים ולא יהיה ביד שניהן לחזור כלל אבל בזה האופן הוי זכות גמור וכמו שפסק לקמן פרק ל' בזכה בהן ללוקח שלא מדעתו דביד לוקח לחזור, ובזה האופן שהלוקח לבדו מצי לחזור הוי זכות גמור דמועיל שלא מדעתו יעו\"ש, ואם רצה לוקח אין המוכר יכול לחזור בו, אמנם ז\"א דשם מיירי בלא נתן הלוקח דמים רק המוכר זיכה בהן ללוקח שלא מדעתו על ידי אחר על ידי משיכה או קנין או חזקה באופן זה הוי זכות גמור, אבל כאן שהוא מעכב דמי המקח עבורו זה אין זכות אף כה\"ג, וכן מפורש בעירובין (דף פא) כשזיכה לו ע\"י אחר כו' בשאר ימות השנה דחוב הוא לו אין חבין לאדם שלא בפניו, הרי דאף אם ירצה הלוקח אין קנוי לו למפרע, ואמאי הא לדעת רבינו אם יזכה לאיש במכר כה\"ג שלא מדעתו אם רצה לוקח אין המוכר יכול לחזור בו, וע\"כ טעמא משום דתמן הא נתן לו הלוקח להמוכר כבר מעות וכיון שנאמר שיעכב מעותיו עבור זה, זה אין זכות וחוב הוא לו ואף אם נתרצה אח\"ז אינו מועיל ועיין פרק ד' מהלכות זכיה הלכה ב' בהרב המגיד בשם רמב\"ן, אבל כאן רבינו מיירי בלא מעות שלא נתן האחר להמוכר מעות של לוקח בזה הוי זכות בזה האופן שאם יתרצה יהא המקח קיים למפרע ויתחייב הלוקח ליתן דמים, א\"כ הכא בקטן שנתן דמי המקח לא הוי זכיה אף בזה האופן שמצי לחזור ואיך מועיל שלא יהא המוכר יכול לחזור בו וצ\"ע:<br><b> ונ\"ל </b> דלעולם ברוצה לקנות קרקע ובשעה שכבר נהנה מפירותיה שעל זה קנה אותה אז הוי זכות גמור באופן שיהא יכול לחזור בו רק שהמוכר לא יהא יכול לחזור בו ואיהו אם רוצה תו אין המוכר יכול לחזור בו, משא\"כ בהך דמשחיטין את הטבח דאיהו נתן מעות להטבח דינר עבור בשר ורצונו לאכול בשר א\"כ מה שמזכה ע\"י אחר שאומר זכי לפלוני ומושך עבור הבעה\"ב אין זה זכות שיהא לו בה קנין מחיים דאם ימות יפסיד ממונו דאיהו בעי בשר לאכילה וכשישחוט יזכה לו, בזה מה שזוכה לו בעוד לא הגיע הנאתו זה הוי חוב ואין חבין לאדם שלא בפניו, אבל בארבעה פרקים הלא זה זכות לו שיהא לו קנין בהשור מחיים וזה כדי שיכופו לטבח לשחוט אפילו אין לו רק דינר כו', אבל כאן מיירי שאוכל הקטן ונהנה ממנה ועל דעתא דא יהיב דמים מסתברא דבכה\"ג זכי הקטן. ונראה לנו טפי דרבינו לטעמו אזיל דסבר דאכילת פירות הוי חזקה וכי אכיל הקטן הרי עביד חזקה ושפיר זכי בזה שבשעת ההנאה זוכה, או נראה דבכסף שנתן להלוקח קונה בעת ההנאה וזה נכון. וכן הא דכתב רבינו לקמן הלכה י\"ז ואני אומר שאפילו קטן כו' ונשתמש הלוקח כו' ולא מיחה. נראה לי דלרבינו קנה הלוקח בכסף שנתן דאף דבשעת הקנין לא היה ראוי לקנין הוי מלוה, וסובר רבינו דבמקח הקונה במלוה קנה ולא דמי לקדושין דאם הגדיל אחר כך אין חל הקדושין משום דתמן הוי הכסף מלוה ומקדש במלוה אינה מקודשת וכמו שפסק רבינו לעיל פרק ז' הלכה ד' יעו\"ש. ושוב ראיתי להמחנה אפרים הלכות זכיה סימן ו' והקצות ונתיבות סימן קצ\"ה וסימן רל\"ה ודברינו נכונים ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>וכן העבד שקנה כו' או נתנה לו וכו' ואם לא רצה בטלו כל מעשיו:</b><br><b> מוכח </b> דלא זכה העבד גם בהמתנה ועל כרחין משום דלית ליה יד בלא רבו וכיון שאין רבו חפץ בהמתנה תו בטלה המתנה, ואף במציאה יש לומר שאם אין רבו רוצה שיזכה אז לא זכי לנפשיה דיד עבד כיד רבו, וזה תינח בעבד דהמתנה שלו הוי הגוף לעבד, אבל באשה תמוה איך כתב לקמן הלכה ג' שאם נתנה לה מתנה שאם לא רצה הבעל יבטל הכל אמאי לא זכתה היא בעצמה וכש\"כ לשיטת רבינו דנותן מתנה לאשה קנתה היא הגוף והבעל הפירות כמש\"כ בפרק ג' מהלכות זכיה הלכה י\"ב עיי\"ש ובההמ\"ג, א\"כ בשלא רצה הבעל זכתה היא לפירות, ואולי נדחוק דכוונת רבינו כשניתן לה עבור הבעל שהוא יזכה בהן או שיאכל מהן הפירות וכיון שלא רצה תו מתנתה שקבלה בטלה לגמרי דאדעתא דתאכל היא הפירות לא נתן הנותן את המתנה. ולפ\"ז מצי להיות שגם בעבד מיירי רבינו כן דנותן לו מתנה על דעתיה דרבו וכיון שרבו אינו רוצה המתנה בטלה דלמיתב ליה לא איתיהיב ליה, אבל בלא איכפת להנותן או במציאה מצי להיות זוכה אף אם אין רוצה, וכש\"כ לשיטת רבינו לקמן פרק ג' מזכיה דבניתן לעבד ע\"מ שאין לרבו רשות וכל מה שתרצי תעשי מהני ואית ליה יד מצי זכי בהאי גוונא, וכ\"ז לא נתברר בפוסקים, ודין דעבד שניתן לו מתנה מבואר בשו\"ע, אולם דין דאשה שניתן לה מתנה לא מצאתי בשו\"ע, וכבר מבואר לעיל בדברינו פרק י\"ז הלכה י\"ג מגזילה ואבידה בעבד של קטן אם זכה במציאה מן התורה וכן אם זכה הרב, וגם דברנו במק\"א היכי שאין הרב רוצה ואכמ\"ל, רק לפלא על אשר לא התעוררו המפרשים על דברי רבינו, ודין דעבד שמכר הוא בתוספתא ב\"ב פרק ט' המוכר שדה חבירו במעמד חבירו לא עשה ולא כלום והוה\"ד לעבד ויעו\"ש דתני כתב וקיים מאחריו וכו' וצ\"ע:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות מכירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}