{
    "title": "Mishneh Torah, First Fruits and other Gifts to Priests Outside the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_First_Fruits_and_other_Gifts_to_Priests_Outside_the_Sanctuary",
    "text": [
        [
            "עֶשְׂרִים וְאַרְבַּע מַתָּנוֹת נִתְּנוּ לַכֹּהֲנִים וְכֻלָּן מְפֹרָשִׁין בַּתּוֹרָה. וְעַל כֻּלָּן נִכְרְתָה בְּרִית לְאַהֲרֹן. וְכָל כֹּהֵן שֶׁאֵינוֹ מוֹדֶה בָּהֶן אֵין לוֹ חֵלֶק בַּכֹּהֲנִים וְאֵין נוֹתְנִין לוֹ מַתָּנָה מֵהֶן: \n",
            "וְכָל הָאוֹכֵל מַתָּנָה שֶׁיֵּשׁ בָּהּ קְדֻשָּׁה מְבָרֵךְ אֲשֶׁר קִדְּשָׁנוּ בִּקְדֻשָּׁתוֹ שֶׁל אַהֲרֹן וְצִוָּנוּ לֶאֱכל כָּךְ וְכָךְ: \n",
            "שְׁמוֹנֶה מַתָּנוֹת מֵהֶם אֵין אוֹכְלִים אוֹתָן הַכֹּהֲנִים אֶלָּא בַּמִּקְדָּשׁ לְפָנִים מֵחוֹמַת הָעֲזָרָה. וְחָמֵשׁ מַתָּנוֹת אֵין אוֹכְלִין אוֹתָן אֶלָּא בִּירוּשָׁלַיִם לְפָנִים מֵחוֹמַת הָעִיר. וְחָמֵשׁ מַתָּנוֹת אֵין זוֹכִין בָּהֶן מִן הַתּוֹרָה אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל בִּלְבַד. וְחָמֵשׁ מַתָּנוֹת זוֹכִין בָּהֶן בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ. וּמַתָּנָה אַחַת זוֹכִין בָּהּ מִן הַמִּקְדָּשׁ: \n",
            "מַה הֵן הַשְּׁמוֹנֶה שֶׁאֵין נֶאֱכָלִין אֶלָּא בַּמִּקְדָּשׁ. בְּשַׂר הַחַטָּאת אֶחָד חַטַּאת הָעוֹף וְאֶחָד חַטַּאת הַבְּהֵמָה. וּבְשַׂר הָאָשָׁם בֵּין תָּלוּי בֵּין וַדַּאי. וְזִבְחֵי שַׁלְמֵי צִבּוּר. וּמוֹתָר הָעֹמֶר. וּשְׁיָרֵי מְנָחוֹת יִשְׂרָאֵל. וּשְׁתֵּי הַלֶּחֶם. וְלֶחֶם הַפָּנִים. וְלוֹג שֶׁמֶן שֶׁל מְצֹרָע. אֵלּוּ אֵינָן נֶאֱכָלִין אֶלָּא בַּמִּקְדָּשׁ: \n",
            "וּמַה הֵן הֶחָמֵשׁ שֶׁאֵינָן נֶאֱכָלִין אֶלָּא בִּירוּשָׁלַיִם. חָזֶה וְשׁוֹק שֶׁל שְׁלָמִים. וְהַמּוּרָם מִן הַתּוֹדָה. וְהַמּוּרָם מֵאֵיל נָזִיר. וּבְכוֹר בְּהֵמָה טְהוֹרָה. וְהַבִּכּוּרִים. אֵלּוּ אֵינָן נֶאֱכָלִין אֶלָּא בִּירוּשָׁלַיִם: \n",
            "וּמַה הֵן הֶחָמֵשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל. הַתְּרוּמָה. וּתְרוּמַת מַעֲשֵׂר. וְהַחַלָּה. וּשְׁלָשְׁתָּן קֹדֶשׁ. וְרֵאשִׁית הַגֵּז. וּשְׂדֵה אֲחֻזָּה. וּשְׁנֵיהֶן חֻלִּין. אֵלּוּ אֵינָן זוֹכִין בָּהֶן מִן הַתּוֹרָה אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל. וְאֵין אוֹכְלִין תְּרוּמוֹת וְחַלּוֹת שֶׁל אֶרֶץ יִשְׂרָאֵל אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל: \n",
            "וּמַה הֵן הֶחָמֵשׁ שֶׁזּוֹכִין בָּהֶן הַכֹּהֲנִים בְּכָל מָקוֹם. הַמַּתָּנוֹת. וּפִדְיוֹן הַבֵּן. וּפֶטֶר חֲמוֹר. וְגֵזֶל הַגֵּר. וְהַחֲרָמִים. וַחֲמִשְּׁתָּן חֻלִּין לְכָל דָּבָר: \n",
            "וְהַמַּתָּנָה שֶׁזּוֹכִין בָּהּ מִן הַמִּקְדָּשׁ הִיא עוֹרוֹת הָעוֹלוֹת. וְהוּא הַדִּין לִשְׁאָר עוֹרוֹת קָדְשֵׁי הַקָּדָשִׁים כֻּלָּן לַכֹּהֲנִים: \n",
            "הַשְּׁמוֹנֶה מַתָּנוֹת שֶׁאֵינָן נֶאֱכָלִין אֶלָּא בַּמִּקְדָּשׁ כֻּלָּן קָדְשֵׁי קָדָשִׁים הֵן וְאֵינָן נֶאֱכָלִים אֶלָּא לְזִכְרֵי כְּהֻנָּה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. וּבָהֶן נֶאֱמַר <small>(ויקרא ו כב)</small> \"כָּל זָכָר בַּכֹּהֲנִים יֹאכַל אֹתוֹ\" וְגוֹ': \n",
            "הֶחָמֵשׁ שֶׁבִּירוּשָׁלַיִם הֵן קָדָשִׁים קַלִּים וְנֶאֱכָלִין לִזְכָרִים וְלִנְקֵבוֹת וּבָהֶן נֶאֱמַר <small>(במדבר יח יא)</small> \"לְךָ נְתַתִּים וּלְבָנֶיךָ וְלִבְנֹתֶיךָ אִתְּךָ לְחָק עוֹלָם\". וְאַף עַל פִּי כֵן אֵין נִתָּנִין אֶלָּא לְזִכְרֵי כְּהֻנָּה שֶׁהֲרֵי לְאַנְשֵׁי מִשְׁמָר הֵן. וְהַבְּכוֹר מַקְרִיבִין חֶלְבּוֹ וְדָמוֹ וְאֵין מַקְרִיבוֹ אֶלָּא אִישׁ. וְכֵן עוֹרוֹת קָדְשֵׁי הַקָּדָשִׁים. וּשְׂדֵה אֲחֻזָּה. וְהַחֲרָמִים. וְגֵזֶל הַגֵּר. אֵין זוֹכִין בָּהֶן אֶלָּא אַנְשֵׁי מִשְׁמָר כְּמוֹ שֶׁיִּתְבָּאֵר. וְכֵן פִּדְיוֹן הַבֵּן לְזִכְרֵי כְּהֻנָּה שֶׁכֵּן נֶאֱמַר בּוֹ <small>(במדבר ג מח)</small> \"וְנָתַתָּ הַכֶּסֶף לְאַהֲרֹן וּלְבָנָיו\". וּפֶטֶר חֲמוֹר לְזִכְרֵי כְּהֻנָּה. שֶׁדִּין הַבְּכוֹרוֹת כֻּלָּן שָׁוֶה לִזְכָרִים וְלֹא לִנְקֵבוֹת: \n",
            "הִנֵּה לָמַדְתָּ שֶׁהַמַּתָּנוֹת שֶׁנִּתָּנִין לִנְקֵבוֹת כִּזְכָרִים חָמֵשׁ מַתָּנוֹת. תְּרוּמָה. וּתְרוּמַת מַעֲשֵׂר. וְחַלָּה. וּמַתְּנוֹת בְּהֵמָה. וְרֵאשִׁית הַגֵּז. וּמִנַּיִן אַתָּה אוֹמֵר שֶׁרֵאשִׁית הַגֵּז נִתֶּנֶת לַכֹּהֲנוֹת שֶׁנֶּאֱמַר <small>(דברים יח ד)</small> \"רֵאשִׁית דְּגָנְךָ תִּירשְׁךָ וְיִצְהָרֶךָ וְרֵאשִׁית גֵּז צֹאנְךָ תִּתֶּן לּוֹ\". מָה רֵאשִׁית דָּגָן נִתֶּנֶת לִנְקֵבוֹת כִּזְכָרִים אַף רֵאשִׁית הַגֵּז: \n",
            "מָנוּ חֲכָמִים מַתָּנוֹת אֵלּוּ עַל דֶּרֶךְ אַחֶרֶת וְאָמְרוּ עֶשְׂרִים וְאַרְבַּע מַתְּנוֹת כְּהֻנָּה נִתְּנוּ לְאַהֲרֹן וְאֵלּוּ הֵן. עֶשֶׂר בַּמִּקְדָּשׁ. אַרְבַּע בִּירוּשָׁלַיִם. וְעֶשֶׂר בַּגְּבוּלִין: \n",
            "עֶשֶׂר בַּמִּקְדָּשׁ. חַטַּאת בְּהֵמָה. וְחַטַּאת הָעוֹף. אָשָׁם. וְאָשָׁם תָּלוּי. זִבְחֵי שַׁלְמֵי צִבּוּר. וְלֹג שֶׁמֶן שֶׁל מְצֹרָע. שְׁתֵּי הַלֶּחֶם. וְלֶחֶם הַפָּנִים. שְׁיָרֵי מְנָחוֹת. וּמוֹתַר הָעֹמֶר: \n",
            "אַרְבַּע בִּירוּשָׁלַיִם. הַבְּכוֹר. וְהַבִּכּוּרִים. וּמוּרָם מִתּוֹדָה וְאֵיל נָזִיר. וְעוֹרוֹת קָדָשִׁים: \n",
            "עֶשֶׂר בַּגְּבוּלִין. תְּרוּמָה. וּתְרוּמַת מַעֲשֵׂר. וְחַלָּה. וְרֵאשִׁית הַגֵּז. וְהַמַּתָּנוֹת. וּפִדְיוֹן הַבֵּן. וּפִדְיוֹן פֶּטֶר חֲמוֹר. שְׂדֵה חֲרָמִים. וּשְׂדֵה אֲחֻזָּה. וְגֵזֶל הַגֵּר. וּלְפִי חֶשְׁבּוֹן זֶה חַשֵּׁב כָּל הַמּוּרָם מִקָּדָשִׁים קַלִּים מַתָּנָה אַחַת. וְהֵן חָזֶה וְשׁוֹק הַמּוּרָם מִכָּל זֶבַח שְׁלָמִים עִם הַלֶּחֶם הַמּוּרָם עִמָּהֶם [אִם הָיָה תּוֹדָה. עִם הַזְּרוֹעַ הַמּוּרֶמֶת מֵאֵיל נָזִיר עִם הַלֶּחֶם הַמּוּרָם עִמָּהּ] עִם חָזֶה וְשׁוֹק. הוֹאִיל וּשְׁלָשְׁתָּן שְׁלָמִים הֵן חֲשֹׁב הַמּוּרָם מֵהֶם מַתָּנָה אַחַת: \n",
            "כָּל הַמַּתָּנוֹת שֶׁהֵן תְּלוּיוֹת בַּקָּרְבָּנוֹת תִּתְבָּאֵר כָּל אַחַת וְאַחַת בִּמְקוֹמָהּ בְּהִלְכוֹת קָרְבָּנוֹת. וְכֵן גֵּזֶל הַגֵּר יִתְבָּאֵר בְּהִלְכוֹת גְּזֵלָה. וּכְבָר בֵּאַרְנוּ דִּין שְׂדֵה אֲחֻזָּה וְדִין הַחֲרָמִים בְּהִלְכוֹת עֶרְכִין. וְדִין תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר בְּהִלְכוֹת תְּרוּמוֹת. וּבַהֲלָכוֹת אֵלּוּ אֲבָאֵר מִשְׁפְּטֵי הַמַּתָּנוֹת שֶׁאֵין תְּלוּיִין בְּקָרְבָּנוֹת. וְהֵן: הַבִּכּוּרִים. וְהַחַלָּה. וְהַמַּתָּנוֹת. וְרֵאשִׁית הַגֵּז. וּפִדְיוֹן הַבֵּן. וּפֶטֶר חֲמוֹר: \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לְהָבִיא בִּכּוּרִים לַמִּקְדָּשׁ. וְאֵינָם נוֹהֲגִין אֶלָּא בִּפְנֵי הַבַּיִת וּבְאֶרֶץ יִשְׂרָאֵל בִּלְבַד שֶׁנֶּאֱמַר <small>(שמות כג יט)</small> <small>(שמות לד כו)</small> \"רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ תָּבִיא בֵּית ה' אֱלֹהֶיךָ\". וּמְבִיאִין בִּכּוּרִים שֶׁל דִּבְרֵיהֶם מֵעָרֵי סִיחוֹן וְעוֹג וּמִסּוּרְיָא. שֶׁהַקּוֹנֶה בְּסוּרְיָא כַּקּוֹנֶה בִּירוּשָׁלַיִם. [אֲבָל עַמּוֹן וּמוֹאָב וּבָבֶל] אַף עַל פִּי שֶׁהֵן חַיָּבִין בִּתְרוּמָה וּבְמַעַשְׂרוֹת מִדִּבְרֵיהֶם אֵין מְבִיאִין מֵהֶן בִּכּוּרִים. וְאִם הֵבִיא בִּכּוּרִים מִחוּץ לָאָרֶץ אֵינָן בִּכּוּרִים: \n",
            "אֵין מְבִיאִין בִּכּוּרִים אֶלָּא מִשִּׁבְעַת הַמִּינִין הָאֲמוּרִים בְּשֶׁבַח הָאָרֶץ. וְהֵם הַחִטִּים וְהַשְּׂעוֹרִים וְהָעֲנָבִים וְהַתְּאֵנִים וְהָרִמּוֹנִים וְהַזֵּיתִים וְהַתְּמָרִים. וְאִם הֵבִיא חוּץ מִשִּׁבְעַת הַמִּינִין לֹא נִתְקַדְּשׁוּ: \n",
            "אֵין מְבִיאִין לֹא מִתְּמָרִים שֶׁבֶּהָרִים. וְלֹא מִפֵּרוֹת שֶׁבָּעֲמָקִים. וְלֹא מִזֵּיתֵי שֶׁמֶן שֶׁאֵינָן מִן הַמֻּבְחָר. אֶלָּא מִתְּמָרִים שֶׁבָּעֲמָקִים וּמִפֵּרוֹת שֶׁבֶּהָרִים לְפִי שֶׁהֵן מִן הַמֻּבְחָר [וְאִם הֵבִיא שֶׁלֹּא מִן הַמֻּבְחָר] כְּגוֹן תְּמָרִים שֶׁבֶּהָרִים וּתְאֵנִים סוּרוֹת וּמְרֻקָּבוֹת וַעֲנָבִים מְאֻבָּקוֹת וּמְעֻשָּׁנוֹת לֹא נִתְקַדְּשׁוּ: \n",
            "אֵין מְבִיאִין בִּכּוּרִים מַשְׁקִין חוּץ מִזֵּיתִים וַעֲנָבִים בִּלְבַד שֶׁנֶּאֱמַר <small>(דברים כו ב)</small> <small>(דברים כו י)</small> \"פְּרִי הָאֲדָמָה\" [וְלֹא מַשְׁקֶה]. וְאִם הֵבִיא מַשְׁקִין אֵין מְקַבְּלִין מִמֶּנּוּ: \n",
            "הַקְּרוֹבִים לִירוּשָׁלַיִם מְבִיאִין תְּאֵנִים וַעֲנָבִים לַחִים. וְהָרְחוֹקִין מְבִיאִין אוֹתָן גְּרוֹגָרוֹת וְצִמּוּקִין: \n",
            "אֵין מְבִיאִין בִּכּוּרִים קֹדֶם לַעֲצֶרֶת שֶׁנֶּאֱמַר <small>(שמות כג טז)</small> \"וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ\". וְאִם הֵבִיא אֵין מְקַבְּלִין מִמֶּנּוּ אֶלָּא יַנִּיחֵם שָׁם עַד שֶׁתָּבוֹא עֲצֶרֶת וְיִקְרָא עֲלֵיהֶן. וְכֵן אֵין מְבִיאִין בִּכּוּרִים אַחַר חֲנֻכָּה. שֶׁהַבִּכּוּרִים שֶׁבִּכְּרוּ אַחַר חֲנֻכָּה הֵן חֲשׁוּבִין מִשָּׁנָה הַבָּאָה. וְיַנִּיחֵם עַד אַחַר עֲצֶרֶת: \n",
            "אֵין מְבִיאִין בִּכּוּרִים לֹא מִן הֶחָדָשׁ עַל הַיָּשָׁן וְלֹא מִן הַיָּשָׁן עַל הֶחָדָשׁ. כֵּיצַד. לֹא יָבִיא מִפֵּרוֹת שֶׁחָנְטוּ קֹדֶם חֲמִשָּׁה עָשָׂר בִּשְׁבָט עַל פֵּרוֹת שֶׁחָנְטוּ אַחַר חֲמִשָּׁה עָשָׂר בּוֹ. אֶחָד הַנָּטוּעַ וְאֶחָד הָעוֹלֶה מֵאֵלָיו שֶׁנֶּאֱמַר <small>(במדבר יח יג)</small> \"בִּכּוּרֵי כָּל אֲשֶׁר בְּאַרְצָם\": \n",
            "הַפֵּרוֹת שֶׁל שֻׁתָּפִין חַיָּבִים בְּבִכּוּרִים שֶׁנֶּאֱמַר <small>(במדבר יח יג)</small> \"בִּכּוּרֵי כָּל אֲשֶׁר בְּאַרְצְךָ\" [אֲשֶׁר יָבִיאוּ]: \n",
            "הַגָּדֵל בְּעָצִיץ אַף עַל פִּי שֶׁהוּא נָקוּב וְהַגָּדֵל בִּסְפִינָה אֵינוֹ מֵבִיא מִמֶּנּוּ כָּל עִקַּר שֶׁנֶּאֱמַר <small>(במדבר יח יג)</small> \"בְּאַרְצָם\". אֲבָל מֵבִיא מִן הַגָּדֵל בַּגַּג אוֹ בַּחֻרְבָּה: \n",
            "הַנּוֹטֵעַ אִילָן בְּתוֹךְ שָׂדֵהוּ וְהִבְרִיכוֹ לְתוֹךְ שְׂדֵה חֲבֵרוֹ אוֹ לִרְשׁוּת הָרַבִּים. אוֹ שֶׁהָיָה נוֹטֵעַ בִּשְׂדֵה חֲבֵרוֹ אוֹ בִּרְשׁוּת הָרַבִּים וְהִבְרִיכוֹ בְּתוֹךְ שָׂדֵהוּ. אוֹ שֶׁהָיָה עִקָּרוֹ בְּתוֹךְ שָׂדֵהוּ וְהִבְרִיךְ קְצָתוֹ בְּתוֹךְ שָׂדֵהוּ וְדֶרֶךְ הָרַבִּים אוֹ דֶּרֶךְ הַיָּחִיד מַפְסֶקֶת בָּאֶמְצַע בֵּין הָעִקָּר וְהַצַּד הַמֻּבְרָךְ. אֵינוֹ מֵבִיא בִּכּוּרִים לֹא מִמַּה שֶּׁהוֹצִיא בִּרְשׁוּת זוֹ וְלֹא מִן הַצַּד שֶׁבִּרְשׁוּת הָאַחֲרוֹן שֶׁנֶּאֱמַר <small>(שמות כג יט)</small> <small>(שמות לד כו)</small> \"בִּכּוּרֵי אַדְמָתְךָ\" עַד שֶׁיִּהְיוּ כָּל הַגִּדּוּלִין מֵאַדְמָתְךָ: \n",
            "נָתַן לוֹ חֲבֵרוֹ רְשׁוּת לְהַבְרִיךְ בְּתוֹךְ שֶׁלּוֹ אֲפִלּוּ לְשָׁעָה הֲרֵי זֶה מֵבִיא בִּכּוּרִים. וְאִם הָיָה הָאִילָן סָמוּךְ לְמֵצַר חֲבֵרוֹ אוֹ נוֹטֶה לִשְׂדֵה חֲבֵרוֹ אַף עַל פִּי שֶׁחַיָּב לְהַרְחִיק הֲרֵי זֶה מֵבִיא מִמֶּנּוּ וְקוֹרֵא שֶׁעַל מְנָת כֵּן הִנְחִיל יְהוֹשֻׁעַ אֶת הָאָרֶץ: \n",
            "הָאֲרִיסִין וְהַחֲכִירִין וּבַעֲלֵי זְרוֹעַ שֶׁאוֹנְסִין אֶת הַבְּעָלִים וְלוֹקְחִין מֵהֶן אַרְצוֹתָם בְּפָחוֹת וְהַגַּזְלָנִין אֵינָן מְבִיאִין בִּכּוּרִים. וַאֲפִלּוּ נִתְיָאֲשׁוּ הַבְּעָלִים שֶׁנֶּאֱמַר <small>(שמות כג יט)</small> <small>(שמות לד כו)</small> \"בִּכּוּרֵי אַדְמָתְךָ\": \n",
            "הַקּוֹנֶה אִילָן בְּתוֹךְ שְׂדֵה חֲבֵרוֹ אֵינוֹ מֵבִיא לְפִי שֶׁאֵין לוֹ קַרְקַע. שְׁלֹשָׁה יֵשׁ לוֹ קַרְקַע וְאַף עַל פִּי שֶׁאֵין לוֹ אֶלָּא אִילָנוֹת בִּלְבַד הֲרֵי הוּא כְּמִי שֶׁקָּנָה קַרְקַע. קָנָה אִילָן אֶחָד וְקַרְקָעוֹ הֲרֵי זֶה מֵבִיא: \n",
            "הַלּוֹקֵחַ פֵּרוֹת תְּלוּשִׁין וְלָקַח הַקַּרְקַע הֲרֵי זֶה מֵבִיא בִּכּוּרִים שֶׁהֲרֵי יֵשׁ לוֹ קַרְקַע וּפֵרוֹתֶיהָ. מָכַר לוֹ פֵּרוֹת חוּץ מִן הַקַּרְקַע אֲפִלּוּ מְחֻבָּרִים. מוֹכֵר אֵינוֹ מֵבִיא שֶׁהֲרֵי אֵין לוֹ פֵּרוֹת וְלוֹקֵחַ אֵינוֹ מֵבִיא שֶׁהֲרֵי אֵין לוֹ קַרְקַע. חָזַר הַמּוֹכֵר וְלָקַח הַפֵּרוֹת מִן הַלּוֹקֵחַ הֲרֵי זֶה מֵבִיא שֶׁהֲרֵי יֵשׁ לוֹ קַרְקַע וּפֵרוֹתֶיהָ: \n",
            "הַמּוֹכֵר שָׂדֵהוּ לְעַכּוּ''ם וְחָזַר וּלְקָחָהּ מִמֶּנּוּ הֲרֵי זֶה מֵבִיא מִמֶּנָּה בִּכּוּרִים מִן הַתּוֹרָה. שֶׁאֵינָהּ נִפְקַעַת מִן הַמִּצְוָה בְּקִנְיַן הָעַכּוּ''ם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "אֲשֵׁרָה שֶׁבִּטְּלָהּ אֵין מְבִיאִין מִמֶּנָּה בִּכּוּרִים שֶׁהַבִּכּוּרִים כְּקָדְשֵׁי מִקְדָּשׁ הֵן: \n",
            "הַבִּכּוּרִים אֵין לָהֶם שִׁעוּר מִן הַתּוֹרָה אֲבָל מִדִּבְרֵיהֶם צָרִיךְ לְהַפְרִישׁ אֶחָד מִשִּׁשִּׁים. וְהָרוֹצֶה לַעֲשׂוֹת כָּל שָׂדֵהוּ בִּכּוּרִים עוֹשֵׂהוּ: \n",
            "הִפְרִישׁ בִּכּוּרָיו וְחָזַר וְהוֹסִיף עֲלֵיהֶן אוֹ עִטְּרָן הֲרֵי הַתּוֹסֶפֶת כְּבִכּוּרִים. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֵבִיא מֵאֶרֶץ יִשְׂרָאֵל. אֲבָל אִם הֵבִיא מֵעֵבֶר הַיַּרְדֵּן אוֹ מִסּוּרְיָא אֵינָהּ כְּבִכּוּרִים. וְאַף עַל פִּי שֶׁאֵינָהּ כְּבִכּוּרִים אֵינָהּ נֶאֱכֶלֶת אֶלָּא בְּטָהֳרָה. וְאֵין מְעַטְּרִין אֶת הַבִּכּוּרִים בְּכָל מָקוֹם אֶלָּא מִשִּׁבְעַת הַמִּינִים: \n",
            "כֵּיצַד מַפְרִישִׁין הַבִּכּוּרִים. יוֹרֵד אָדָם לְתוֹךְ שָׂדֵהוּ וְרוֹאֶה תְּאֵנָה שֶׁבִּכְּרָה אֶשְׁכּוֹל עֲנָבִים שֶׁבִּכְּרוּ רִמּוֹן שֶׁבִּכֵּר קוֹשְׁרָן בְּגֶמִי וְאוֹמֵר הֲרֵי אֵלּוּ בִּכּוּרִים. וְהֵם נַעֲשִׂים בִּכּוּרִים בִּמְחֻבָּר מִשֶּׁקָּרָא לָהֶן שֵׁם. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא בָּשְׁלוּ כָּל צָרְכָּן. וּמִשֶּׁיִּגָּמְרוּ וְיִתְלְשֵׁם מִן הַקַּרְקַע אֵינוֹ צָרִיךְ לַחֲזֹר וְלִקְרוֹת לָהֶם שֵׁם. לֹא הִפְרִישָׁן בִּמְחֻבָּר וְלֹא קָרָא לָהֶם שֵׁם וּתְלָשָׁם הֲרֵי זֶה מַפְרִישָׁם אַחַר שֶׁנִּתְלְשׁוּ. וְאִם נִטְמְאוּ הַפֵּרוֹת כֻּלָּן אֵינוֹ מַפְרִישׁ בִּכּוּרִים בְּטֻמְאָה. אֶלָּא מַפְרִישׁ מִן הַטָּהוֹר עַל הַטָּמֵא לְכַתְּחִלָּה. וְאִם אֵין לוֹ פֵּרוֹת אֲחֵרוֹת לְהַפְרִישׁ מֵהֶן יֵרָאֶה לִי שֶׁאֵינוֹ מַפְרִישׁ בְּטֻמְאָה שֶׁאֵין מַפְרִישִׁין לְאִבּוּד. וְכֵן יֵרָאֶה לִי שֶׁהַבִּכּוּרִים שֶׁנִּטְמְאוּ אֵינוֹ מַסִּיק בָּהֶן הַתַּנּוּר כִּתְרוּמָה טְמֵאָה מִפְּנֵי שֶׁהֵן כְּקָדְשֵׁי מִקְדָּשׁ: \n",
            "הַמַּפְרִישׁ בִּכּוּרָיו וְנָמַקּוּ אוֹ נִבְזְזוּ אוֹ אָבְדוּ אוֹ שֶׁנִּגְנְבוּ אוֹ שֶׁנִּטְמְאוּ חַיָּב לְהַפְרִישׁ אֲחֵרִים תַּחְתֵּיהֶם שֶׁנֶּאֱמַר <small>(שמות כג יט)</small> <small>(שמות לד כו)</small> \"תָּבִיא בֵּית ה' אֱלֹהֶיךָ\" מְלַמֵּד שֶׁהוּא חַיָּב בְּאַחְרָיוּתָן עַד שֶׁיְּבִיאֵם לְהַר הַבַּיִת: \n",
            "הַמַּפְרִישׁ בִּכּוּרָיו לְהַעֲלוֹתָן בְּיָדוֹ לִירוּשָׁלַיִם לֹא יִשְׁלָחֵם בְּיַד שָׁלִיחַ. וְאִם לִקְּטָן מִתְּחִלָּה עַל מְנָת לְשַׁלְּחָם בְּיַד שָׁלִיחַ הֲרֵי זֶה מֻתָּר לְשַׁלְּחָם: \n"
        ],
        [
            "הַבִּכּוּרִים נוֹתְנִין [אוֹתָן] לְאַנְשֵׁי מִשְׁמָר וְהֵן מְחַלְּקִים אוֹתָן בֵּינֵיהֶן כְּקָדְשֵׁי הַמִּקְדָּשׁ. וּכְבָר בֵּאַרְנוּ שֶׁהֵן קְרוּיִין תְּרוּמָה. וּלְפִיכָךְ זָר שֶׁאָכַל בִּכּוּרִים בְּכָל מָקוֹם חַיָּב מִיתָה בִּידֵי שָׁמַיִם. וְהוּא שֶׁיֹּאכְלֵם מֵאַחַר שֶׁנִּכְנְסוּ לְחוֹמַת יְרוּשָׁלַיִם: \n",
            "הָיוּ מִקְצָתָן בִּפְנִים וּמִקְצָתָן בַּחוּץ. זֶה שֶׁבִּפְנִים חַיָּבִין עָלָיו מִיתָה וַהֲרֵי הוּא הֶקְדֵּשׁ לְכָל דְּבָרָיו. וְזֶה שֶׁבַּחוּץ הֲרֵי הוּא חֻלִּין לְכָל דְּבָרָיו: \n",
            "כֹּהֵן שֶׁאָכַל בִּכּוּרִים חוּץ לִירוּשָׁלַיִם מֵאַחַר שֶׁנִּכְנְסוּ לְפָנִים מִן הַחוֹמָה לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יב יז)</small> \"לֹא תוּכַל לֶאֱכל בִּשְׁעָרֶיךָ\" וְגוֹ' <small>(דברים יב יז)</small> \"וּתְרוּמַת יָדֶךָ\" וְהֵם הַבִּכּוּרִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּרוּמָה. וְכֵן אִם אֲכָלָן הַכֹּהֵן בִּירוּשָׁלַיִם קֹדֶם הַנָּחָה בָּעֲזָרָה לוֹקֶה מִן הַתּוֹרָה כְּמִי שֶׁאֲכָלָן בַּחוּץ לְפִי שֶׁהֵן טְעוּנִין הַנָּחָה בָּעֲזָרָה שֶׁנֶּאֱמַר וְהִנַּחְתּוֹ לִפְנֵי מִזְבַּח ה' אֱלֹהֶיךָ: \n",
            "וּמִשֶּׁיָּנִיחֵם הַמְּבִיאָם בָּעֲזָרָה הֻתְּרוּ לַכֹּהֵן וְאַף עַל פִּי שֶׁעֲדַיִן לֹא הִתְוַדָּה עֲלֵיהֶן שֶׁאֵין הַקְּרִיאָה מְעַכֶּבֶת אֲכִילָתָן. ובִּכּוּרִים שֶׁיָּצְאוּ חוּץ לִמְחִצָּתָן וְחָזְרוּ מֻתָּרִין בַּאֲכִילָה: \n",
            "אֲכִילַת בִּכּוּרִים כַּאֲכִילַת תְּרוּמָה לְכָל דְּבָרָיו. יֶתֶר בְּבִכּוּרִים שֶׁהֵן אֲסוּרִין לְאוֹנֵן וּטְעוּנִין הֲבָאַת מָקוֹם. וְכֹהֵן טָהוֹר שֶׁאָכַל בִּכּוּרִים טְמֵאִים לוֹקֶה כְּשֵׁם שֶׁלּוֹקֶה יִשְׂרָאֵל טָהוֹר שֶׁאָכַל מַעֲשֵׂר שֵׁנִי שֶׁנִּטְמָא מַה שֶּׁאֵין כֵּן בִּתְרוּמָה: \n",
            "וּמִנַּיִן שֶׁהַבִּכּוּרִים אֲסוּרִין לְאוֹנֵן שֶׁהֲרֵי נֶאֱמַר בָּהֶן <small>(דברים כו יא)</small> \"וְשָׂמַחְתָּ בְּכָל הַטּוֹב\" מִכְּלָל שֶׁהוּא חַיָּב לְאָכְלָן בְּשִׂמְחָה לֹא בַּאֲנִינוּת. וְהָאוֹכְלָן בַּאֲנִינוּת מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "הַבִּכּוּרִים טְעוּנִין כְּלִי שֶׁנֶּאֱמַר <small>(דברים כו ב)</small> \"וְשַׂמְתָּ בַטֶּנֶא\". וּמִצְוָה מִן הַמֻּבְחָר לְהָבִיא כָּל מִין וּמִין בִּכְלִי בִּפְנֵי עַצְמוֹ. וְאִם הֱבִיאָם בִּכְלִי אֶחָד יָצָא. וְלֹא יְבִיאֵם בְּעִרְבּוּב אֶלָּא שְׂעוֹרִים מִלְּמַטָּה וְחִטִּים עַל גַּבֵּיהֶן וְזֵיתִים עַל גַּבֵּיהֶן וּתְמָרִים עַל גַּבֵּיהֶן וְרִמּוֹנִים עַל גַּבֵּיהֶן וּתְאֵנִים לְמַעְלָה מִן הַכְּלִי. וְיִהְיֶה דָּבָר אֶחָד מַפְסִיק בֵּין מִין וָמִין כְּגוֹן הוּצִין וְחֵלֶף אוֹ עָלִין וְכַיּוֹצֵא בָּהֶן. וּמַקִּיף לַתְּאֵנִים אֶשְׁכּוֹלוֹת שֶׁל עֲנָבִים מִבַּחוּץ: \n",
            "הֱבִיאָם בִּכְלֵי מַתָּכוֹת נוֹטֵל הַכֹּהֵן הַבִּכּוּרִים וְחוֹזֵר הַכְּלִי לִבְעָלָיו. וְאִם הֱבִיאָם בִּכְלֵי עֲרָבָה וְחֵלֶף וְכַיּוֹצֵא בָּהֶן הֲרֵי הַבִּכּוּרִים וְהַסַּלִּים לַכֹּהֲנִים. וְאִם נִטְמְאוּ הַבִּכּוּרִים אֵין הַסַּלִּים לַכֹּהֲנִים: \n",
            "כְּשֶׁהָיוּ מְבִיאִין אֶת הַבִּכּוּרִים הָיוּ מְבִיאִין בְּיָדָם תּוֹרִין וּבְנֵי יוֹנָה. וְכֵן הָיוּ תּוֹלִין מִצִּדֵּי הַסַּלִּים תּוֹרִין וּבְנֵי יוֹנָה כְּדֵי לְעַטֵּר אֶת הַבִּכּוּרִים. אֵלּוּ שֶׁעִם הַסַּלִּים הָיוּ קְרֵבִים עוֹלוֹת וְאֵלּוּ שֶׁבִּידֵיהֶן הָיוּ נִתָּנִין לַכֹּהֲנִים: \n",
            "מִצְוַת עֲשֵׂה לְהִתְוַדּוֹת בַּמִּקְדָּשׁ עַל הַבִּכּוּרִים בְּשָׁעָה שֶׁמְּבִיאָם. מַתְחִיל וְקוֹרֵא <small>(דברים כו ג)</small> \"הִגַּדְתִּי הַיּוֹם לַה' אֱלֹהֶיךָ כִּי בָאתִי אֶל הָאָרֶץ\" וְגוֹ' <small>(דברים כו ה)</small> \"אֲרַמִּי אֹבֵד אָבִי\" עַד שֶׁיִּגְמֹר כָּל הַפָּרָשָׁה עַד <small>(דברים כו י)</small> \"אֲשֶׁר נָתַתָּ לִּי ה'\". וְאֵין קוֹרִין אוֹתָהּ אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ שֶׁנֶּאֱמַר <small>(דברים כו ה)</small> \"וְעָנִיתָ וְאָמַרְתָּ\". בַּלָּשׁוֹן הַזֹּאת: \n",
            "בָּרִאשׁוֹנָה כָּל מִי שֶׁהָיָה יוֹדֵעַ לִקְרוֹת קוֹרֵא וְכָל מִי שֶׁאֵינוֹ יוֹדֵעַ לִקְרוֹת מַקְרִין אוֹתוֹ. נִמְנְעוּ אֵלּוּ שֶׁאֵין יוֹדְעִין לִקְרוֹת מִלְּהָבִיא כְּדֵי שֶׁלֹּא יִכָּלְמוּ. הִתְקִינוּ בֵּית דִּין שֶׁיִּהְיוּ מַקְרִין אֶת מִי שֶׁהוּא יוֹדֵעַ כְּמִי שֶׁאֵינוֹ יוֹדֵעַ: \n",
            "הַמֵּבִיא אֶת הַבִּכּוּרִים יֵשׁ לוֹ רְשׁוּת לִתְּנֵם לְעַבְדּוֹ וּקְרוֹבוֹ בְּכָל הַדֶּרֶךְ עַד שֶׁמַּגִּיעַ לְהַר הַבַּיִת. הִגִּיעַ לְהַר הַבַּיִת נוֹטֵל הַסַּל עַל כְּתֵפוֹ הוּא בְּעַצְמוֹ. וַאֲפִלּוּ הָיָה מֶלֶךְ גָּדוֹל שֶׁבְּיִשְׂרָאֵל. וְנִכְנָס עַד שֶׁמַּגִּיעַ לַעֲזָרָה וְקוֹרֵא וְעוֹדֵהוּ הַסַּל עַל כְּתֵפוֹ <small>(דברים כו ג)</small> \"הִגַּדְתִּי הַיּוֹם לַה' אֱלֹהֶיךָ\" וְגוֹ'. וּמוֹרִיד הַסַּל מֵעַל כְּתֵפוֹ וְאוֹחֲזוֹ בִּשְׂפָתָיו וְהַכֹּהֵן מַנִּיחַ יָדוֹ תַּחְתָּיו וּמֵנִיף וְקוֹרֵא <small>(דברים כו ה)</small> \"אֲרַמִּי אֹבֵד אָבִי וַיֵּרֶד מִצְרַיְמָה\" וְגוֹ' עַד שֶׁגּוֹמֵר כָּל הַפָּרָשָׁה וּמַנִּיחוֹ בְּצַד הַמִּזְבֵּחַ בְּקֶרֶן דְּרוֹמִית מַעֲרָבִית בִּדְרוֹמָהּ שֶׁל קֶרֶן וְיִשְׁתַּחֲוֶה וְיֵצֵא. וּמִנַּיִן שֶׁהֵן טְעוּנִין תְּנוּפָה שֶׁנֶּאֱמַר <small>(דברים כו ד)</small> \"וְלָקַח הַכֹּהֵן הַטֶּנֶא\" מִיָּדֶךָ לְרַבּוֹת אֶת הַבִּכּוּרִים לִתְנוּפָה. וּכְשֵׁם שֶׁטְּעוּנִין תְּנוּפָה כָּךְ טְעוּנִין קָרְבַּן שְׁלָמִים [וְשִׁיר] שֶׁנֶּאֱמַר בָּהֶן <small>(דברים כו יא)</small> \"וְשָׂמַחְתָּ בְּכָל הַטּוֹב\" וּבָרְגָלִים אוֹמֵר <small>(דברים טז יד)</small> \"וְשָׂמַחְתָּ בְּחַגֶּךָ\" מָה שִׂמְחַת הֶחָג בִּשְׁלָמִים אַף כָּאן בִּשְׁלָמִים. וְאֵין הַקָּרְבָּן מְעַכֶּבֶת: \n",
            "וְאֵימָתַי קוֹרִין בְּשִׁיר עֲלֵיהֶן. מִשֶּׁיַּגִּיעוּ לַעֲזָרָה הַלְוִיִּם הָיוּ מַתְחִילִין וְקוֹרִין <small>(תהילים ל ב)</small> \"אֲרוֹמִמְךָ ה' כִּי דִלִּיתָנִי\": \n",
            "הַבִּכּוּרִים טִעוּנִים לִינָה. כֵּיצַד. הֵבִיא בִּכּוּרָיו לַמִּקְדָּשׁ וְקָרָא וְהִקְרִיב שְׁלָמָיו לֹא יֵצֵא בְּאוֹתוֹ הַיּוֹם מִירוּשָׁלַיִם לַחֲזֹר לִמְקוֹמוֹ אֶלָּא יָלִין שָׁם וְיַחֲזֹר לְמָחָר לְעִירוֹ שֶׁנֶּאֱמַר <small>(דברים טז ז)</small> \"וּפָנִיתָ בַבֹּקֶר וְהָלַכְתָּ לְאֹהָלֶיךָ\". כָּל פּוֹנוֹת שֶׁאַתָּה פּוֹנֶה מִן הַמִּקְדָּשׁ לִכְשֶׁתָּבוֹא לוֹ לֹא יִהְיוּ אֶלָּא בַּבֹּקֶר. נִמְצֵאתָ אוֹמֵר שֶׁהַבִּכּוּרִים טְעוּנִין שִׁבְעָה דְּבָרִים. הֲבָאַת מָקוֹם. וּכְלִי. קְרִיאָה. וְקָרְבָּן. וְשִׁיר. וּתְנוּפָה. וְלִינָה: \n"
        ],
        [
            "כָּל הַמֵּבִיא בִּכּוּרִים טָעוּן קָרְבָּן וְשִׁיר וּתְנוּפָה וְלִינָה. אֲבָל הַוִּדּוּי אֵינוֹ שָׁוֶה בַּכּל. לְפִי שֶׁיֵּשׁ שֶׁחַיָּבִין לְהָבִיא בִּכּוּרִים וְאֵינָן קוֹרִין עֲלֵיהֶם:  ",
            "וְאֵלּוּ מְבִיאִין וְלֹא קוֹרִין. הָאִשָּׁה וְהַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס לְפִי שֶׁהֵן סְפֵק אִשָּׁה וְאֵינָן יְכוֹלִין לוֹמַר אֲשֶׁר נָתַתָּ לִּי ה'. וְכֵן הָאַפּוֹטְרוֹפִּין וְהָעֶבֶד וְהַשָּׁלִיחַ לְפִי שֶׁאֵינָן יְכוֹלִין לוֹמַר <small>(דברים כו י)</small> \"אֲשֶׁר נָתַתָּ לִּי ה'\":  ",
            "הַגֵּר מֵבִיא וְקוֹרֵא שֶׁנֶּאֱמַר לְאַבְרָהָם <small>(בראשית יז ה)</small> \"אַב הֲמוֹן גּוֹיִם נְתַתִּיךָ\" הֲרֵי הוּא אַב כָּל הָעוֹלָם כֻּלּוֹ שֶׁנִּכְנָסִין תַּחַת כַּנְפֵי שְׁכִינָה. וּלְאַבְרָהָם הָיְתָה הַשְּׁבוּעָה תְּחִלָּה שֶׁיִּירְשׁוּ בָּנָיו אֶת הָאָרֶץ. וְכֵן כֹּהֲנִים וּלְוִיִּם מְבִיאִין וְקוֹרִין מִפְּנֵי שֶׁיֵּשׁ לָהֶן עָרֵי מִגְרָשׁ:  ",
            "הַקּוֹנֶה שְׁנֵי אִילָנוֹת בְּתוֹךְ [שָׂדֶה] שֶׁל חֲבֵרוֹ מֵבִיא וְאֵינוֹ קוֹרֵא לְפִי שֶׁהַדָּבָר סָפֵק אִם יֵשׁ לוֹ קַרְקַע אוֹ אֵין לוֹ. וְכֵיצַד עוֹשֶׂה. מַקְדִּישׁ אוֹתָם תְּחִלָּה לְבֶדֶק הַבַּיִת מִפְּנֵי שֶׁהֵן סְפֵק חֻלִּין וְאֵין מַכְנִיסִין חֻלִּין לַעֲזָרָה וְהַכֹּהֵן פּוֹדֶה אוֹתָן מִיַּד הַהֶקְדֵּשׁ וְאַחַר כָּךְ אוֹכְלָן. וּמַפְרִישׁ מֵהֶן תְּרוּמָה וּמַעֲשֵׂר מִפְּנֵי שֶׁהֵן סְפֵק חֻלִּין וְנוֹתֵן הַמַּעַשְׂרוֹת שֶׁלָּהֶן לַכֹּהֲנִים שֶׁמָּא בִּכּוּרִים הֵם וַאֲסוּרִין לְזָרִים. וְאֵינוֹ מֵבִיא אוֹתָן בְּעַצְמוֹ אֶלָּא מְשַׁלְּחָן בְּיַד שָׁלִיחַ כְּדֵי שֶׁלֹּא תְּעַכֵּב אוֹתָן הַקְּרִיאָה מִלְּאָכְלָן. שֶׁכָּל שֶׁאֵינוֹ רָאוּי לִקְרִיאָה מִפְּנֵי הַסָּפֵק הַקְּרִיאָה מְעַכֶּבֶת בּוֹ:  ",
            "הִפְרִישׁ בִּכּוּרָיו וּמָכַר שָׂדֵהוּ מֵבִיא וְאֵינוֹ קוֹרֵא. שֶׁאֵינוֹ יָכוֹל לוֹמַר <small>(דברים כו י)</small> \"אֲשֶׁר נָתַתָּ לִּי ה'\" שֶׁהֲרֵי אֵין לוֹ. וְהַלּוֹקֵחַ אֵינוֹ חַיָּב לְהַפְרִישׁ בִּכּוּרִים אֲחֵרִים מֵאוֹתוֹ הַמִּין שֶׁכְּבָר הִפְרִישׁ מִמֶּנּוּ הַמּוֹכֵר. וְאִם הִפְרִישׁ מֵבִיא וְאֵינוֹ קוֹרֵא. אֲבָל מִמִּין אַחֵר מַפְרִישׁ וּמֵבִיא וְקוֹרֵא:  ",
            "הַמּוֹכֵר שָׂדֵהוּ לְפֵרוֹת הַלּוֹקֵחַ מֵבִיא וְאֵינוֹ קוֹרֵא שֶׁקִּנְיַן פֵּרוֹת אֵינוֹ כְּקִנְיַן הַגּוּף. אֲבָל מֵבִיא אָדָם מִנִּכְסֵי אִשְׁתּוֹ בִּכּוּרִים וְקוֹרֵא אַף עַל פִּי שֶׁאֵין לוֹ גּוּף הַקַּרְקַע שֶׁנֶּאֱמַר <small>(דברים כו יא)</small> \"אֲשֶׁר נָתַן לְךָ ה' אֱלֹהֶיךָ וּלְבֵיתֶךָ\". אַף עַל פִּי שֶׁמֵּתָה אִשְׁתּוֹ אַחַר שֶׁהִפְרִישׁ וְהוּא בַּדֶּרֶךְ מֵבִיא וְקוֹרֵא:  ",
            "הַמּוֹכֵר שָׂדֵהוּ אוֹ שֶׁמָּכַר אִילָנוֹת וְקַרְקָעָן בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג הֲרֵי זֶה מֵבִיא וְקוֹרֵא בְּיוֹבֵל רִאשׁוֹן בִּלְבַד שֶׁעֲדַיִן לֹא סָמְכָה דַּעְתּוֹ שֶׁל מוֹכֵר שֶׁתַּחֲזֹר לוֹ הַקַּרְקַע. אֲבָל אִם חָזַר וּמְכָרָהּ בְּיוֹבֵל שֵׁנִי הֲרֵי זֶה מֵבִיא וְאֵינוֹ קוֹרֵא שֶׁהֲרֵי סָמְכָה דַּעְתּוֹ שֶׁאֵין לוֹ אֶלָּא הַפֵּרוֹת וְקִנְיַן פֵּרוֹת אֵינוֹ כְּקִנְיַן הַגּוּף:  ",
            "הִפְרִישׁ בִּכּוּרִים וְחַלָּה וַהֲרֵי הוּא מְסֻכָּן. זֶה שֶׁרָאוּי לְיָרְשׁוֹ מֵבִיא וְאֵינוֹ קוֹרֵא. הִפְרִישׁ בִּכּוּרָיו וְשִׁלְּחָן בְּיַד אַחֵר וּמֵת הַשָּׁלִיחַ בַּדֶּרֶךְ אַף עַל פִּי שֶׁחָזַר הוּא וֶהֱבִיאָן אֵינוֹ קוֹרֵא שֶׁנֶּאֱמַר <small>(דברים כו ב)</small> \"וְלָקַחְתָּ\" <small>(דברים כו ג)</small> \"וּבָאתָ\" עַד שֶׁתִּהְיֶה לְקִיחָה וַהֲבָאָה כְּאַחַת:  ",
            "הִפְרִישׁ בִּכּוּרָיו וְאָבְדוּ קֹדֶם שֶׁיַּגִּיעַ לְהַר הַבַּיִת וְהִפְרִישׁ אֲחֵרִים תַּחְתֵּיהֶן מֵבִיא הַשְּׁנִיִּים וְאֵינוֹ קוֹרֵא. לְפִי שֶׁאֵינוֹ יָכוֹל לוֹמַר אֶת <small>(דברים כו ב)</small> \"רֵאשִׁית כָּל פְּרִי הָאֲדָמָה\" לְפִי שֶׁאֵינָן רֵאשִׁית. וְאֵלּוּ הַשְּׁנִיִּים אֵין חַיָּבִים עֲלֵיהֶן חֹמֶשׁ כְּבִכּוּרִים:  ",
            "הֵבִיא בִּכּוּרָיו וְנִטְמְאוּ בַּעֲזָרָה נוֹפְצָם שָׁם וְאֵינוֹ קוֹרֵא:  ",
            "הֵבִיא בִּכּוּרָיו מֵאֶחָד מִן הַמִּינִים וְקָרָא וְחָזַר וְהֵבִיא בִּכּוּרִים מִמִּין אַחֵר אֵינוֹ קוֹרֵא עֲלֵיהֶן שֶׁנֶּאֱמַר <small>(דברים כו ג)</small> \"הִגַּדְתִּי הַיּוֹם\" פַּעַם אַחַת בְּשָׁנָה הוּא מַגִּיד וְלֹא שְׁתַּיִם:  ",
            "הִפְרִישׁ בִּכּוּרָיו וְיָבֵשׁ הַמַּעְיָן אוֹ שֶׁנִּקְצַץ הָאִילָן מֵבִיא וְאֵינוֹ קוֹרֵא לְפִי שֶׁזֶּה כְּמִי שֶׁאֵין לוֹ קַרְקַע שֶׁהֲרֵי אָבְדָה:  ",
            "הַמֵּבִיא בִּכּוּרִים מֵאַחַר חַג הַסֻּכּוֹת וְעַד חֲנֻכָּה אַף עַל פִּי שֶׁהִפְרִישָׁן קֹדֶם הֶחָג מֵבִיא וְאֵינוֹ קוֹרֵא שֶׁנֶּאֱמַר <small>(דברים כו יא)</small> \"וְשָׂמַחְתָּ בְכָל הַטּוֹב\" וְאֵין קְרִיאָה אֶלָּא בִּשְׁעַת שִׂמְחָה מֵחַג הַשָּׁבוּעוֹת עַד סוֹף הֶחָג. וּשְׁאָר הַמְּבִיאִין חוּץ מֵאֵלּוּ מְבִיאִין וְקוֹרִין:  ",
            "הַבִּכּוּרִים וְהַתְּרוּמוֹת וְהַחַלָּה וְהַקֶּרֶן וְהַחֹמֶשׁ וּמַתְּנוֹת בְּהֵמָה הֵם נִכְסֵי כֹּהֵן. יֵשׁ לוֹ לִקְנוֹת מֵהֶן עֲבָדִים וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה וּבַעַל חוֹב נוֹטְלָן בְּחוֹבוֹ וְהָאִשָּׁה בִּכְתֻבָּתָהּ. וְקוֹנֶה בָּהֶן סֵפֶר תּוֹרָה:  ",
            "אַף עַל פִּי שֶׁהַבִּכּוּרִים וְהַתְּרוּמוֹת אָסוּר לְהֵאָכֵל לְזָרִים וְאַף עַל פִּי שֶׁהַבִּכּוּרִים עוֹלִין בְּאֶחָד וּמֵאָה כִּתְרוּמָה אִם נִתְעָרְבוּ בְּחֻלִּין בִּירוּשָׁלַיִם אֲסוּרִין בְּכָל שֶׁהֵן בְּמִינָם כְּמַעֲשֵׂר שֵׁנִי. מִפְּנֵי שֶׁהוּא מְקוֹם אֲכִילָתָן עֲשָׂאוּם כְּדָבָר שֶׁיֵּשׁ לוֹ מַתִּירִין. וְאַף עַל פִּי שֶׁהַבִּכּוּרִים אֲסוּרִים לְזָרִים אַף בִּירוּשָׁלַיִם הֲרֵי הֵן אוֹסְרִין בְּכָל שֶׁהֵן. אֲפִלּוּ זָרַע הַבִּכּוּרִים אַחַר שֶׁנִּכְנְסוּ לִירוּשָׁלַיִם הֲרֵי הַגִּדּוּלִין אֲסוּרִין וְאוֹסְרִין בְּכָל שֶׁהֵן אִם נִתְעָרְבוּ בִּירוּשָׁלַיִם. אֲבָל הַזּוֹרֵעַ בִּכּוּרִים קֹדֶם שֶׁיִּכָּנְסוּ לִירוּשָׁלַיִם הַגִּדּוּלִין חֻלִּין:  ",
            "כֵּיצַד מַעֲלִין אֶת הַבִּכּוּרִים. כָּל הָעֲיָרוֹת שֶׁבַּמַּעֲמָד מִתְכַּנְּסוֹת לְעִירוֹ שֶׁל מַעֲמָד כְּדֵי שֶׁלֹּא יַעֲלוּ יְחִידִים שֶׁנֶּאֱמַר <small>(משלי יד כח)</small> \"בְּרָב עָם הַדְרַת מֶלֶךְ\". וּבָאִים וְלָנִים בִּרְחוֹבָהּ שֶׁל עִיר. וְלֹא יִכָּנְסוּ לַבָּתִּים מִפְּנֵי אֹהֶל הַטֻּמְאָה. וּבַשַּׁחַר הַמְמֻנֶּה אוֹמֵר <small>(ירמיה לא ה)</small> \"קוּמוּ וְנַעֲלֶה צִיּוֹן אֶל ה' אֱלֹהֵינוּ\". וְהַשּׁוֹר הוֹלֵךְ לִפְנֵיהֶם וְקַרְנָיו מְצֻפִּין זָהָב וַעֲטָרָה שֶׁל זַיִת בְּרֹאשׁוֹ לְהוֹדִיעַ שֶׁהַבִּכּוּרִים מִשִּׁבְעַת הַמִּינִין. וְהֶחָלִיל מַכֶּה לִפְנֵיהֶם עַד שֶׁהֵם מַגִּיעִין קָרוֹב לִירוּשָׁלַיִם וְהֵם הוֹלְכִין בְּכָל הַדֶּרֶךְ וְקוֹרִין <small>(תהילים קכב א)</small> \"שָׂמַחְתִּי בְּאֹמְרִים לִי בֵּית ה' נֵלֵךְ\". וְלֹא הָיוּ מְהַלְּכִין בַּיּוֹם אֶלָּא שְׁתֵּי יָדוֹת בִּלְבַד. הִגִּיעוּ קָרוֹב לִירוּשָׁלַיִם שָׁלְחוּ לִפְנֵיהֶם שְׁלוּחִין לְהוֹדִיעַ לְאַנְשֵׁי יְרוּשָׁלַיִם וְעִטְּרוּ אֶת בִּכּוּרֵיהֶם וּפִרְכְּסוּ אוֹתָן. וְאִם הָיָה לָהֶם לַח וְיָבֵשׁ מַרְאִין אֶת הַלַּח מִלְּמַעְלָה. וְהַפַּחוֹת וְהַסְּגָנִים וְהַגִּזְבָּרִים יוֹצְאִין לִקְרָאתָן מִירוּשָׁלַיִם. לְפִי הַבָּאִים הֵם יוֹצְאִין אִם בָּאוּ אֲנָשִׁים הַרְבֵּה יוֹצְאִין לִקְרָאתָן רַבִּים. וְאִם מְעַט מְעַט. וּמִשֶּׁיִּכָּנְסוּ כֻּלָּן בְּשַׁעֲרֵי יְרוּשָׁלַיִם יַתְחִילוּ לִקְרוֹת <small>(תהילים קכב ב)</small> \"עֹמְדוֹת הָיוּ רַגְלֵינוּ בִּשְׁעָרַיִךְ יְרוּשָׁלָיִם\":  ",
            "כָּל בַּעֲלֵי אֻמָּנֻיּוֹת שֶׁבִּירוּשָׁלַיִם עוֹמְדִין מִפְּנֵיהֶם וְשׁוֹאֲלִין בִּשְׁלוֹמָן. אֲחֵינוּ אַנְשֵׁי מְקוֹם פְּלוֹנִי בּוֹאֲכֶם בְּשָׁלוֹם. וְהֵם מְהַלְּכִין בְּתוֹךְ יְרוּשָׁלַיִם וְהֶחָלִיל מַכֶּה לִפְנֵיהֶם עַד שֶׁהֵם מַגִּיעִים לְהַר הַבַּיִת. הִגִּיעוּ לְהַר הַבַּיִת נוֹטֵל כָּל אֶחָד וְאֶחָד סַלּוֹ עַל כְּתֵפוֹ וְאוֹמְרִין <small>(תהילים קנ א)</small> \"הַלְלוּיָהּ הַלְלוּ אֵל בְּקָדְשׁוֹ\" וְכוּ' עַד <small>(תהילים קנ ו)</small> \"כּל הַנְּשָׁמָה תְּהַלֵּל יָהּ הַלְלוּיָהּ\". וְהֵם מְהַלְּכִים בְּהַר הַבַּיִת וְקוֹרְאִין עַד שֶׁמַּגִּיעִין לַעֲזָרָה. הִגִּיעוּ לַעֲזָרָה דִּבְּרוּ הַלְוִיִּם בְּשִׁיר <small>(תהילים ל ב)</small> \"אֲרוֹמִמְךָ ה' כִּי דִלִּיתָנִי\" וְגוֹ':  "
        ],
        [
            "מִצְוַת עֲשֵׂה לְהַפְרִישׁ תְּרוּמָה מִן הָעִסָּה לַכֹּהֵן שֶׁנֶּאֱמַר <small>(במדבר טו כ)</small> \"רֵאשִׁית עֲרִסֹתֵיכֶם חַלָּה תָּרִימוּ תְרוּמָה\". וְרֵאשִׁית זוֹ אֵין לָהּ שִׁעוּר מִן הַתּוֹרָה אֲפִלּוּ הִפְרִישׁ כִּשְׂעוֹרָה פָּטַר אֶת הָעִסָּה. וְהָעוֹשֶׂה כָּל עִסָּתוֹ חַלָּה לֹא עָשָׂה כְּלוּם עַד שֶׁיְּשַׁיֵּר מִקְצָתוֹ: \n",
            "וּמִדִּבְרֵי סוֹפְרִים שֶׁמַּפְרִישִׁין אֶחָד מֵאַרְבָּעָה וְעֶשְׂרִים מִן הָעִסָּה כְּדֵי שֶׁיִּהְיֶה בָּהּ כְּדֵי מַתָּנָה לַכֹּהֵן שֶׁנֶּאֱמַר <small>(דברים יח ד)</small> \"תִּתֶּן לּוֹ \"תֵּן לוֹ דָּבָר הָרָאוּי לִתְּנוֹ מַתָּנָה. וְהַנַּחְתּוֹם הָעוֹשֶׂה לִמְכֹּר בַּשּׁוּק מַפְרִישׁ אֶחָד מִשְּׁמוֹנָה וְאַרְבָּעִים. לְפִי שֶׁעִסָּתוֹ מְרֻבָּה יֵשׁ בְּשִׁעוּר זֶה כְּדֵי מַתָּנָה: \n",
            "הָעוֹשֶׂה עִסָּה לְמִשְׁתֵּה בְּנוֹ אַף עַל פִּי שֶׁהוּא מְרֻבֶּה מַפְרִישׁ אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה. שֶׁלֹּא לְחַלֵּק בְּעִסַּת בַּעַל הַבַּיִת. וְהַנַּחְתּוֹם שֶׁעָשָׂה עִסָּה קְטַנָּה אֶחָד מֵאַרְבָּעִים וּשְׁמוֹנֶה. שֶׁלֹּא לְחַלֵּק בְּעִסַּת הַנַּחְתּוֹם: \n",
            "נִטְמֵאת הָעִסָּה בְּשׁוֹגֵג אוֹ בְּאֹנֶס מַפְרִישׁ אֶחָד מֵאַרְבָּעִים וּשְׁמוֹנָה. וְאִם טִמְּאָהּ בְּזָדוֹן מַפְרִישׁ אֶחָד מִכ''ד כְּדֵי שֶׁלֹּא יִהְיֶה חוֹטֵא נִשְׂכָּר. וְחַלָּה טְמֵאָה [מֻתֶּרֶת] (לַכֹּהֵן) לְהַסָּקָה כִּתְרוּמָה טְמֵאָה: \n",
            "אֵין חַיָּבִין בְּחַלָּה מִן הַתּוֹרָה אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל בִּלְבַד שֶׁנֶּאֱמַר <small>(במדבר טו יט)</small> \"וְהָיָה בַּאֲכָלְכֶם מִלֶּחֶם הָאָרֶץ\" וְגוֹ'. וּבִזְמַן שֶׁכָּל יִשְׂרָאֵל שָׁם שֶׁנֶּאֱמַר <small>(במדבר טו יח)</small> \"בְּבֹאֲכֶם\" בִּיאַת כֻּלְּכֶם וְלֹא בִּיאַת מִקְצַתְכֶם. לְפִיכָךְ חַלָּה בַּזְּמַן הַזֶּה אֲפִלּוּ בִּימֵי עֶזְרָא בְּאֶרֶץ יִשְׂרָאֵל אֵינָהּ אֶלָּא מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ בִּתְרוּמָה: \n",
            "פֵּרוֹת חוּצָה לָאָרֶץ שֶׁנִּכְנְסוּ לָאָרֶץ חַיָּבִין בְּחַלָּה. וּפֵרוֹת הָאָרֶץ שֶׁיָּצְאוּ חוּצָה לָאָרֶץ פְּטוּרִין שֶׁנֶּאֱמַר <small>(במדבר טו יח)</small> \"אֲשֶׁר אֲנִי מֵבִיא אֶתְכֶם שָׁמָּה\" שָׁמָּה אַתֶּם חַיָּבִין בֵּין עַל פֵּרוֹת הָאָרֶץ בֵּין עַל פֵּרוֹת חוּצָה לָאָרֶץ: \n",
            "מַפְרִישִׁין חַלָּה בְּחוּצָה לָאָרֶץ מִדִּבְרֵי סוֹפְרִים כְּדֵי שֶׁלֹּא תִּשְׁתַּכַּח תּוֹרַת חַלָּה מִיִּשְׂרָאֵל. וְאֵין מְבִיאִין חַלּוֹת חוּצָה לָאָרֶץ לָאָרֶץ כְּשֵׁם שֶׁאֵין מְבִיאִין תְּרוּמָה וּבִכּוּרִים מִשָּׁם. וְאִם הֵבִיא מַנִּיחָהּ עַד עֶרֶב הַפֶּסַח וְתִשָּׂרֵף כִּתְרוּמָה: \n",
            "שְׁלֹשָׁה דִּינִין לְחַלָּה בְּשָׁלֹשׁ אֲרָצוֹת. כָּל הָאָרֶץ שֶׁהֶחֱזִיקוּ בָּהּ עוֹלֵי בָּבֶל עַד כְּזִיב מַפְרִישִׁין בָּהּ חַלָּה אַחַת כַּשִּׁעוּר וְהִיא נֶאֱכֶלֶת לַכֹּהֲנִים. וּשְׁאָר אֶרֶץ יִשְׂרָאֵל שֶׁהֶחֱזִיקוּ בָּהּ עוֹלֵי מִצְרַיִם וְלֹא עוֹלֵי בָּבֶל שֶׁהִיא מִכְּזִיב וְעַד אֲמָנָה מַפְרִישִׁין בָּהּ שְׁתֵּי חַלּוֹת הָאַחַת נִשְׂרֶפֶת וְהָאַחַת נֶאֱכֶלֶת. וּמִפְּנֵי מָה מַפְרִישִׁין בָּהּ שְׁתֵּי חַלּוֹת מִפְּנֵי שֶׁהַחַלָּה הָרִאשׁוֹנָה טְמֵאָה שֶׁהֲרֵי לֹא נִתְקַדְּשָׁה אוֹתָהּ הָאָרֶץ בִּימֵי עֶזְרָא. וּקְדֻשָּׁה רִאשׁוֹנָה בָּטְלָה מִשֶּׁגָּלוּ. וְהוֹאִיל וְהִיא אֶרֶץ יִשְׂרָאֵל מַפְרִישִׁין בָּהּ חַלָּה אֶחָד מֵאַרְבָּעִים וּשְׁמוֹנָה וְשׂוֹרְפִין אוֹתָהּ. וּמַפְרִישִׁין חַלָּה שְׁנִיָּה וְנוֹתְנִין אוֹתָהּ לַכֹּהֵן לְאָכְלָהּ. כְּדֵי שֶׁלֹּא יֹאמְרוּ תְּרוּמָה טְהוֹרָה נִשְׂרֶפֶת שֶׁהֲרֵי נִשְׂרְפָה הָרִאשׁוֹנָה אַף עַל פִּי שֶׁלֹּא נִטְמְאָה טֻמְאָה יְדוּעָה לַכּל. וְזוֹ שְׁנִיָּה אֵין לָהּ שִׁעוּר אֶלָּא כָּל שֶׁרוֹצֶה מַפְרִישׁ מִפְּנֵי שֶׁהִיא מִדִּבְרֵיהֶם. וְכָל הָאָרֶץ מֵאֲמָנָה וְלַחוּץ בֵּין בְּסוּרְיָא בֵּין בִּשְׁאָר הָאֲרָצוֹת מַפְרִישִׁין שְׁתֵּי חַלּוֹת. אַחַת לִשְׂרֵפָה כְּדֵי שֶׁלֹּא יֹאמְרוּ רָאִינוּ תְּרוּמָה טְמֵאָה נֶאֱכֶלֶת. וְאַחַת לַאֲכִילָה כְּדֵי שֶׁלֹּא תִּשְׁתַּכַּח תּוֹרַת חַלָּה מִיִּשְׂרָאֵל. וְהוֹאִיל וְזוֹ וְזוֹ מִדִּבְרֵיהֶם מוּטָב לְרַבּוֹת בַּנֶּאֱכֶלֶת לְפִיכָךְ שֶׁל שְׂרֵפָה אֵין לָהּ שִׁעוּר אֶלָּא כָּל שֶׁהוּא. וְשֶׁל אֲכִילָה אֶחָד מִמ''ח. וּמֻתֶּרֶת לְזָבִים וּלְזָבוֹת וְאֵין צָרִיךְ לוֹמַר לִשְׁאָר טְמֵאִים: \n",
            "בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם עִסָּה טְהוֹרָה מִפְּנֵי טֻמְאַת הַמֵּת מַפְרִישִׁין חַלָּה אַחַת בְּכָל אֶרֶץ יִשְׂרָאֵל אֶחָד מִמ''ח וְשׂוֹרְפִין אוֹתָהּ מִפְּנֵי שֶׁהִיא טְמֵאָה וְיֵשׁ לָהּ שֵׁם מִן הַתּוֹרָה. וּמִכְּזִיב עַד אֲמָנָה מַפְרִישִׁין שְׁנִיָּה לַכֹּהֵן לַאֲכִילָה וְאֵין לָהּ שִׁעוּר, כְּשֶׁהָיָה הַדָּבָר מִקֹּדֶם: \n",
            "חַלַּת חוּצָה לָאָרֶץ אַף עַל פִּי שֶׁהִיא טְמֵאָה הוֹאִיל וְעִקַּר חִיּוּבָהּ מִדִּבְרֵיהֶם אֵינָהּ אֲסוּרָה בַּאֲכִילָה אֶלָּא עַל כֹּהֵן שֶׁטֻּמְאָה יוֹצְאָה עָלָיו מִגּוּפוֹ וְהֵם בַּעֲלֵי קְרָיִין וְזָבִים וְזָבוֹת וְנִדּוֹת וְיוֹלְדוֹת וּמְצֹרָעִין. אֲבָל שְׁאָר הַטְּמֵאִים בְּמַגַּע שְׁאָר הַטֻּמְאוֹת אֲפִלּוּ טְמֵאֵי מֵת מֻתָּרִים לְאָכְלָהּ. לְפִיכָךְ אִם הָיָה שָׁם כֹּהֵן קָטָן בְּחוּצָה לָאָרֶץ בֵּין בְּסוּרְיָא בֵּין בִּשְׁאָר אֲרָצוֹת וְרָצָה לְהַפְרִישׁ חַלָּה אַחַת מַפְרִישׁ אֶחָד מִמ''ח. וְנֶאֱכֶלֶת לְקָטָן שֶׁעֲדַיִן לֹא רָאָה קֶרִי אוֹ לִקְטַנָּה שֶׁעֲדַיִן לֹא רָאֲתָה נִדָּה. וְאֵינוֹ צָרִיךְ לְהַפְרִישׁ שְׁנִיָּה: \n",
            "וְכֵן אִם הָיָה שָׁם כֹּהֵן גָּדוֹל שֶׁטָּבַל מִשִּׁכְבַת זַרְעוֹ אוֹ מִזִּיבָתוֹ אַף עַל פִּי שֶׁלֹּא הֶעֱרִיב שִׁמְשׁוֹ וְאַף עַל פִּי שֶׁהוּא טְמֵא מֵת הֲרֵי זֶה מֻתָּר לֶאֱכל הַחַלָּה הָרִאשׁוֹנָה וְאֵינוֹ צָרִיךְ לְהַפְרִישׁ שְׁנִיָּה בְּחוּצָה לָאָרֶץ. כָּל הַמַּפְרִישׁ חַלָּה מְבָרֵךְ תְּחִלָּה אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לְהַפְרִישׁ חַלָּה בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ. וּכְשֵׁם שֶׁמְּבָרֵךְ עַל הַטְּהוֹרָה כָּךְ מְבָרֵךְ עַל הַטְּמֵאָה. לְפִיכָךְ אֵין הָאִישׁ עֵרוֹם מַפְרִישׁ חַלָּה שֶׁאֵינוֹ יָכוֹל לְבָרֵךְ. אֲבָל הָאִשָּׁה הָעֲרוּמָה שֶׁיָּשְׁבָה וְכָל פָּנֶיהָ טוּחוֹת בַּקַּרְקַע מְבָרֶכֶת וּמַפְרֶשֶׁת חַלָּה: \n",
            "הַנִּדָּה וְכַיּוֹצֵא בָּהּ מְבָרֶכֶת וּמַפְרֶשֶׁת חַלַּת חוּצָה לָאָרֶץ שֶׁאֵינָהּ מֻזְהֶרֶת עַל מַגָּעָהּ אֶלָּא עַל אֲכִילָתָהּ. וְאִם הָיָה שָׁם כֹּהֵן קָטָן אוֹ כֹּהֵן שֶׁטָּבַל שֶׁהִיא מֻתֶּרֶת לוֹ לַאֲכִילָה כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי זֶה מֻתָּר לְאָכְלָהּ עִם הַזָּר עַל שֻׁלְחָן אֶחָד לְפִי שֶׁאֵינָהּ מְדַמַּעַת. וַאֲפִלּוּ נִתְעָרְבָה שָׁוֶה בְּשָׁוֶה. וְנוֹתְנִין אוֹתָהּ לְכֹהֵן עַם הָאָרֶץ מִפְּנֵי שֶׁהִיא טְמֵאָה בַּאֲוִיר אֶרֶץ הָעַמִּים [וְאֵין בָּהּ מִשּׁוּם כֹּהֵן הַמְּסַיֵּעַ בְּמַתְּנוֹתָיו שֶׁהוּא אָסוּר. וְאִם רָצָה לֶאֱכל תְּחִלָּה] וְאַחַר כָּךְ יַפְרִישׁ הַחַלָּה בְּחוּץ לָאָרֶץ מֻתָּר שֶׁאֵין עִקָּרָהּ אֶלָּא מִדִּבְרֵיהֶם: \n",
            "הַחַלָּה נִקְרֵאת תְּרוּמָה לְפִיכָךְ אֵינָהּ נִטֶּלֶת אֶלָּא מִן הַמֻּקָּף כִּתְרוּמָה. וְאֵינָהּ נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא לְכַתְּחִלָּה: \n",
            "וְכָל שֶׁאָמַרְנוּ בִּתְרוּמָה לֹא יִתְרֹם וְאִם תָּרַם אֵינָהּ תְּרוּמָה כָּךְ בְּחַלָּה. וְכָל שֶׁאָמַרְנוּ בִּתְרוּמָה לֹא יִתְרֹם מִזֶּה עַל זֶה כָּךְ בְּחַלָּה. וְכָל שֶׁאֵינוֹ אוֹכֵל תְּרוּמָה אֵינוֹ אוֹכֵל חַלָּה. וְכָל הָאוֹכֵל תְּרוּמָה אוֹכֵל חַלָּה: \n",
            "הַסּוּמָא וְהַשִּׁכּוֹר מַפְרִישִׁין חַלָּה לְכַתְּחִלָּה שֶׁאֵין בְּעִסָּה רַע וְיָפֶה כְּדֵי שֶׁיְּכַוְּנוּ וְיַפְרִישׁוּ מִן הַיָּפֶה: \n"
        ],
        [
            "הַלוֹקֵחַ מִן הַנַּחְתּוֹם חַיָּב בְּחַלָּה. וּמַפְרִישׁ מִן הַחַמָּה עַל הַצּוֹנֶנֶת וּמִן הַצּוֹנֶנֶת עַל הַחַמָּה אֲפִלּוּ מִדְּפוּסִין הַרְבֵּה: \n",
            "אֵין חַיָּבִין בְּחַלָּה אֶלָּא חֲמִשָּׁה מִינֵי תְּבוּאָה בִּלְבַד וְהֵם הַחִטִּין וְהַשְּׂעוֹרִים וְהַכֻּסְּמִין וְשִׁבּלֶת שׁוּעָל וְהַשִּׁיפוֹן שֶׁנֶּאֱמַר <small>(במדבר טו יט)</small> \"בַּאֲכָלְכֶם מִלֶּחֶם הָאָרֶץ\". וְאֵין קָרוּי לֶחֶם אֶלָּא פַּת הַנַּעֲשֵׂית מֵאֵלּוּ אֲבָל הָעוֹשֶׂה פַּת אֹרֶז אוֹ דֹּחַן וְכַיּוֹצֵא בָּהֶן מִן הַקִּטְנִיּוֹת אֵינָן חַיָּבִין בְּחַלָּה כְּלָל: \n",
            "הַלֶּקֶט וְהַשִּׁכְחָה וְהַפֵּאָה וְהַהֶפְקֵר וּתְבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ אַף עַל פִּי שֶׁהֵן פְּטוּרִין מִן הַתְּרוּמָה חַיָּבִין עָלֶיהָ בְּחַלָּה. וְכֵן מַעֲשֵׂר רִאשׁוֹן שֶׁהִקְדִּימוֹ בַּשִּׁבֳּלִים שֶׁנִּטְּלָה תְּרוּמָתוֹ אַף עַל פִּי שֶׁיֵּשׁ בּוֹ חֵלֶק תְּרוּמָה גְּדוֹלָה וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ וּמוֹתַר הָעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים כְּשֶׁיִּפָּדוּ כָּל אוֹתָן הַמּוֹתָרוֹת הַכּל חַיָּבִין בְּחַלָּה: \n",
            "עִסָּה שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם וְעִסַּת שְׁבִיעִית וּסְפֵק מְדֻמָּע חַיָּבִין בְּחַלָּה. אֲבָל הַמְדֻמָּע פָּטוּר מִן הַחַלָּה: \n",
            "חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר עֲשָׂאָן לְעַצְמוֹ פְּטוּרִין מִן הַחַלָּה מִפְּנֵי שֶׁהֵן קֹדֶשׁ. לְמָכְרָן בַּשּׁוּק לִנְזִירִים וּלְמַקְרִיבֵי תּוֹדָה חַיָּבִין בְּחַלָּה. לְפִי שֶׁבְּדַעְתּוֹ שֶׁאִם לֹא תִּמָּכֵר יֹאכְלֶנָּה: \n",
            "עִסַּת הַשֻּׁתָּפִין וְהָעוֹשֶׂה עִסָּה לְרַבִּים חַיֶּבֶת בְּחַלָּה: \n",
            "הָעוֹשֶׂה עִסָּה מִן הַטֶּבֶל. בֵּין שֶׁהִקְדִּים חַלָּה לִתְרוּמָה בֵּין שֶׁהִקְדִּים תְּרוּמָה לְחַלָּה מַה שֶּׁעָשָׂה עָשׂוּי. וְאִם הִפְרִישׁ הַחַלָּה תְּחִלָּה לֹא תֵּאָכֵל עַד שֶׁיּוֹצִיא עָלֶיהָ תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר. וְאִם הִפְרִישׁ תְּחִלָּה תְּרוּמָה לֹא תֵּאָכֵל עַד שֶׁיּוֹצִיא עָלֶיהָ חַלָּה: \n",
            "הָעוֹשֶׂה עִסָּה לְהַאֲכִיל הַפַּת שֶׁלָּהּ לִבְהֵמָה אוֹ לְחַיָּה פְּטוּרָה. עִסַּת הַכְּלָבִים בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה חַיֶּבֶת בְּחַלָּה. עִסַּת הָעַכּוּ''ם פְּטוּרָה: \n",
            "הָיוּ יִשְׂרָאֵל וְעַכּוּ''ם שֻׁתָּפִין בָּעִסָּה אִם הָיָה בְּחֵלֶק יִשְׂרָאֵל שִׁעוּר עִסָּה הַחַיֶּבֶת בְּחַלָּה הֲרֵי זוֹ חַיֶּבֶת בְּחַלָּה: \n",
            "עַכּוּ''ם שֶׁהִפְרִישׁ חַלָּה אֲפִלּוּ בְּאֶרֶץ יִשְׂרָאֵל אֵינָהּ חַלָּה. אֶלָּא מוֹדִיעִין אוֹתוֹ שֶׁאֵינוֹ צָרִיךְ וְתֵאָכֵל לְזָר. וְלָמָּה לֹא חָשַׁשְׁנוּ לָהּ שֶׁמָּא עִסָּה שֶׁל יִשְׂרָאֵל הִיא וְתָלָה אוֹתָהּ בְּיַד עַכּוּ''ם וּכְדֵי לְפָטְרָהּ. שֶׁאִם יִרְצֶה יִשְׂרָאֵל יִפְטֹר עַצְמוֹ וְיַעֲשֶׂה יִשְׂרָאֵל עִסָּתוֹ פָּחוֹת מִשִּׁעוּר חַלָּה: \n",
            "הַמְעָרֵב קֶמַח חִטִּין וְקֶמַח אֹרֶז וְעָשָׂה מֵהֶן עִסָּה אִם יֵשׁ בָּהּ טַעַם דָּגָן חַיֶּבֶת בְּחַלָּה וְאִם לָאו פְּטוּרָה. אֲפִלּוּ הָיָה הַשְּׂאוֹר חִטִּים לְתוֹךְ עִסַּת אֹרֶז. אִם יֵשׁ בָּהּ טַעַם דָּגָן חַיֶּבֶת בְּחַלָּה וְאִם לָאו פְּטוּרָה: \n",
            "עִסָּה שֶׁנִּלּוֹשָׁה בְּיַיִן אוֹ שֶׁמֶן אוֹ דְּבַשׁ אוֹ מַיִם רוֹתְחִים אוֹ שֶׁנָּתַן לְתוֹכָהּ תַּבְלִין אוֹ הִרְתִּיחַ הַמַּיִם וְהִשְׁלִיךְ הַקֶּמַח לְתוֹכוֹ וְלָשׁוֹ. אִם אֲפָאָהּ בֵּין בְּתַנּוּר בֵּין בְּקַרְקַע בֵּין עַל הַמַּחֲבַת וְהַמַּרְחֶשֶׁת. בֵּין שֶׁהִדְבִּיק אֶת הַבָּצֵק בְּמַחֲבַת וּבְמַרְחֶשֶׁת וְאַחַר כָּךְ הִרְתִּיחָן בָּאֵשׁ מִלְּמַטָּה עַד שֶׁנֶּאֱפֵית הַפַּת. בֵּין שֶׁהִרְתִּיחָהּ וְאַחַר כָּךְ הִדְבִּיק הַבָּצֵק. כָּל אֵלּוּ חַיָּבִין בְּחַלָּה. אֲבָל הָעוֹשֶׂה עִסָּה לְיַבְּשָׁהּ בַּחַמָּה בִּלְבַד אוֹ לְבַשְּׁלָהּ בִּקְדֵרָה הֲרֵי הִיא פְּטוּרָה מִן הַחַלָּה שֶׁאֵין מַעֲשֵׂה חַמָּה לֶחֶם בֵּין שֶׁלָּשָׁהּ בְּמַיִם בֵּין שֶׁלָּשָׁהּ בִּשְׁאָר מַשְׁקִין. וְכֵן קָלִי שֶׁלָּשִׁין אוֹתוֹ בְּמַיִם אוֹ בִּדְבַשׁ וְאוֹכְלִין אוֹתוֹ בְּלֹא אֲפִיָּה פָּטוּר שֶׁאֵין חַיֶּבֶת אֶלָּא עִסָּה שֶׁסּוֹפָהּ לְהֵאָפוֹת לֶחֶם לְמַאֲכַל אָדָם: \n",
            "עִסָּה שֶׁלָּשָׁהּ תְּחִלָּה לַעֲשׂוֹתָהּ מַעֲשֵׂה חַמָּה וְהִשְׁלִימָהּ לַעֲשׂוֹתָהּ פַּת. אוֹ שֶׁהִתְחִיל בָּהּ לֶאֱפוֹת פַּת וְהִשְׁלִימָהּ לַעֲשׂוֹת מַעֲשֵׂה חַמָּה. וְכֵן קָלִי שֶׁלָּשׁוֹ לֶאֱפוֹתוֹ פַּת חַיָּבִין בְּחַלָּה: \n",
            "לֶחֶם הֶעָשׂוּי לְכוּתָח מַעֲשֶׂיהָ מוֹכִיחִין עָלֶיהָ. עֲשָׂאָהּ כְּעָכִין חַיֶּבֶת בְּחַלָּה. עֲשָׂאָהּ כְּלִמּוּדִין פְּטוּרָה מִן הַחַלָּה: \n",
            "כַּמָּה שִׁעוּר הָעִסָּה שֶׁחַיֶּבֶת בְּחַלָּה. מְלֹא הָעֹמֶר קֶמַח בֵּין מֵאֶחָד מֵחֲמִשָּׁה מִינִים בֵּין מֵחֲמִשְׁתָּן כֻּלָּם מִצְטָרְפִין לְשִׁעוּר. וְכַמָּה הוּא שִׁעוּר הָעֹמֶר שְׁנֵי קַבִּין פָּחוֹת חֹמֶשׁ. וְהַקַּב אַרְבָּעָה לוֹגִין. וְהַלּוֹג אַרְבַּע רְבִיעִיּוֹת וְהָרְבִיעִית אֶצְבָּעַיִם עַל אֶצְבָּעַיִם בְּרוּם אֶצְבָּעַיִם וַחֲצִי אֶצְבַּע וְחֹמֶשׁ אֶצְבַּע. וְכָל הָאֶצְבָּעוֹת הֵם רֹחַב גוּדָל אֶצְבָּעוֹת שֶׁל יָד. נִמְצֵאתָ לָמֵד שֶׁהַמִּדָּה שֶׁיֵּשׁ בָּהּ עֶשֶׂר אֶצְבָּעוֹת עַל עֶשֶׂר אֶצְבָּעוֹת בְּרוּם שָׁלֹשׁ אֶצְבָּעוֹת וְתֵשַׁע אֶצְבַּע בְּקֵרוּב הוּא הָעֹמֶר. וְכֵן מִדָּה שֶׁיֵּשׁ בָּהּ שֶׁבַע אֶצְבָּעוֹת פָּחוֹת שְׁנֵי תְּשִׁיעֵי אֶצְבַּע עַל שֶׁבַע אֶצְבָּעוֹת פָּחוֹת שְׁנֵי תְּשִׁיעֵי אֶצְבַּע בְּרוּם שֶׁבַע אֶצְבָּעוֹת פָּחוֹת שְׁנֵי תְּשִׁיעֵי אֶצְבַּע הִיא מִדַּת הָעֹמֶר. וּשְׁתֵּי הַמִּדּוֹת כְּאֶחָד הֵם עוֹלִים. וְכַמָּה מְכִילָה מִדָּה זוֹ כְּמוֹ אַרְבָּעִים וְשָׁלֹשׁ בֵּיצִים בֵּינוֹנִיּוֹת וְחֹמֶשׁ בֵּיצָה וְהֵם מִשְׁקַל שִׁשָּׁה וּשְׁמוֹנִים סְלָעִים וּשְׁנֵי שְׁלִישֵׁי סֶלַע מִקֶּמַח הַחִטִּים שֶׁבְּמִצְרַיִם. שֶׁהֵם מִשְׁקַל חֲמֵשׁ מֵאוֹת וְעֶשְׂרִים זוּז מִזּוּזֵי מִצְרַיִם בַּזְּמַן הַזֶּה. וּמִדָּה שֶׁמְּכִילָה כַּמִּשְׁקָל הַזֶּה מִקֶּמַח הַחִטִּים הַזֶּה בָּהּ מוֹדְדִין לְחַלָּה בְּכָל מָקוֹם: \n",
            "אָסוּר לְאָדָם לַעֲשׂוֹת עִסָּתוֹ פָּחוֹת פָּחוֹת מִכַּשִּׁעוּר כְּדֵי לְפָטְרָהּ מִן הַחַלָּה. וְהַמַּפְרִישׁ חַלָּה מֵעִסָּה שֶׁהִיא פְּחוּתָה מִכַּשִּׁעוּר לֹא עָשָׂה כְּלוּם וַהֲרֵי הִיא חֻלִּין כְּשֶׁהָיְתָה. עָשָׂה עִסָּה פְּחוּתָה מִכַּשִּׁעוּר וַאֲפָאָהּ וְנָתַן הַפַּת לַסַּל. וְחָזַר וְאָפָה פַּת אַחֶרֶת וְנָתַן לַסַּל אִם נִתְקַבֵּץ בַּסַּל שִׁעוּר חַלָּה הַסַּל מְצָרְפָן לְחַלָּה וּמַפְרֵשׁ הַחַלָּה מִן הַפַּת. שֶׁנֶּאֱמַר <small>(במדבר טו יט)</small> \"וְהָיָה בַּאֲכָלְכֶם מִלֶּחֶם הָאָרֶץ\" מְלַמֵּד שֶׁהוּא מַפְרִישׁ מִן הָאָפוּי. וְאֵין הַתַּנּוּר מְצָרְפָן לְחַלָּה: \n",
            "הָיוּ הַכִּכָּרוֹת נוֹשְׁכוֹת זוֹ בְּזוֹ וְנִתְקַבֵּץ מִן הַכּל שִׁעוּר חַלָּה חַיָּבִין בְּחַלָּה אַף עַל פִּי שֶׁאֵינָן בַּסַּל. אָפָה מְעַט מְעַט וְקִבֵּץ הַכּל עַל לוּחַ שֶׁאֵין לוֹ תּוֹךְ הֲרֵי זֶה סָפֵק. וְאִם חַלָּה שֶׁל דִּבְרֵיהֶם הִיא אֵינוֹ חִיֵּב לְהַפְרִישׁ עַד שֶׁיְּצָרֵף אוֹתוֹ כְּלִי שֶׁיֵּשׁ לוֹ תּוֹךְ: \n",
            "קֶמַח שֶׁלֹּא רִקְּדּוֹ אֶלָּא לָשׁוֹ בַּסֻּבִּין שֶׁלּוֹ. הוֹאִיל וְיֵשׁ בְּכָל הַקֶּמַח עֹמֶר חַיָּב בְּחַלָּה. אֲבָל אִם נָטַל הַמֻּרְסָן מִן הַקֶּמַח וְחָזַר וְהִשְׁלִים שִׁעוּר הָעִסָּה בַּמֻּרְסָן שֶׁהֶחֱזִירוֹ לַקֶּמַח אֵינוֹ חַיָּב בְּחַלָּה: \n",
            "נַחְתּוֹם שֶׁעָשָׂה עִסָּה לַעֲשׂוֹתָהּ שְׂאוֹר לְחַלְּקָהּ חַיֶּבֶת בְּחַלָּה. שֶׁאִם לֹא תִּמָּכֵר יַעֲשֶׂנָּה פַּת. אֲבָל הָעוֹשֶׂה עִסָּה לְחַלְּקָהּ בָּצֵק פְּטוּרָה: \n",
            "נָשִׁים שֶׁנָּתְנוּ קֶמַח לְנַחְתּוֹם לַעֲשׂוֹת לָהֶם שְׂאוֹר. אִם אֵין בְּשֶׁל אַחַת מֵהֶן כַּשִּׁעוּר אַף עַל פִּי שֶׁיֵּשׁ בִּכְלָלָן כַּשִּׁעוּר פְּטוּרָה: \n"
        ],
        [
            "שְׁתֵּי עִסּוֹת שֶׁיֵּשׁ בִּשְׁתֵּיהֶן שִׁעוּר הַחַיָּב בְּחַלָּה וְאֵין בְּאַחַת מֵהֶן כַּשִּׁעוּר וְנָגְעוּ זוֹ בְּזוֹ וְנָשְׁכוּ זוֹ אֶת זוֹ אִם הָיוּ שֶׁל שְׁנַיִם אֲפִלּוּ הֵן מִמִּין אֶחָד פְּטוּרִין מִן הַחַלָּה. שֶׁסְּתָם שְׁנַיִם מַקְפִּידִין. וְאִם יָדוּעַ שֶׁאֵינָן מַקְפִּידִין עַל עֵרוּב הָעִסּוֹת הֲרֵי אֵלּוּ מִצְטָרְפוֹת: \n",
            "הָיוּ שְׁתֵּיהֶן שֶׁל אִישׁ אֶחָד אִם הָיוּ מִמִּין אֶחָד מִצְטָרְפִין וְחַיָּבוֹת בְּחַלָּה וְאִם מִשְּׁנֵי מִינִין הָיוּ אֵין מִצְטָרְפִין. שֶׁסְּתָם אֶחָד אֵינוֹ מַקְפִּיד. וְאִם הָיָה מַקְפִּיד שֶׁלֹּא תִּגַּע עִסָּה זוֹ בְּזוֹ וְלֹא תִּתְעָרֵב עִמָּהּ אֲפִלּוּ הָיוּ מִמִּין אֶחָד אֵין מִצְטָרְפוֹת: \n",
            "וְכֵיצַד מִצְטָרְפוֹת. אִם הָיוּ שֶׁל אֶחָד מִמִּין אֶחָד עִסַּת הַחִטִּים שֶׁנָּגְעָה בְּעִסַּת הַכֻּסְּמִין מִצְטָרְפוֹת. נָגְעָה בִּשְׁאָר הַמִּינִין אֵין מִצְטָרְפוֹת. וְכֵן עִסַּת שְׂעוֹרִין שֶׁנָּגְעָה בְּעִסַּת הַכֻּסְּמִין אוֹ שִׁבּלֶת שׁוּעָל אוֹ שִׁיפוֹן וְכֵן עִסַּת כֻּסְמִין וְשֶׁל שִׁבּלֶת שׁוּעָל וְשֶׁל שִׁיפוֹן שֶׁנָּגְעָה כָּל אַחַת מִשְּׁלָשְׁתָּן בַּחֲבֶרְתָּהּ הֲרֵי אֵלּוּ מִצְטָרְפוֹת: \n",
            "עִסַּת חָדָשׁ אֵינָהּ מִצְטָרֶפֶת לְשֶׁל יָשָׁן אַף עַל פִּי שֶׁהֵן מִמִּין אֶחָד. כְּדֵי שֶׁלֹּא יֹאמְרוּ תּוֹרְמִין מִן הֶחָדָשׁ עַל הַיָּשָׁן. וְלֹא יִתְרֹם מֵאֶמְצַע שְׁתֵּיהֶן אֶלָּא יָבִיא עִסָּה אַחֶרֶת חָדָשׁ אוֹ יָשָׁן וְיִצְטָרֵף לָהֶם לְהַשְׁלִים הַשִּׁעוּר. בַּמֶּה דְּבָרִים אֵמוּרִים בְּעִסָּה שֶׁנָּגְעָה בְּעִסָּה אַחֶרֶת. אֲבָל הַבּוֹלֵל קֶמַח חֲמֵשֶׁת הַמִּינִין וְעוֹשֶׂה מֵהֶם עִסָּה אַחַת הֲרֵי חֲמִשְּׁתָּן מִצְטָרְפִין לְשִׁעוּר עִסַּת חַלָּה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "עִסָּה שֶׁהִיא פְּחוּתָה מִכַּשִּׁעוּר מִכָּאן. וְעִסָּה פְּחוּתָה מִכַּשִּׁעוּר מִכָּאן. וְעִסָּה שֶׁאֵינָהּ חַיֶּבֶת בְּחַלָּה בְּאֶמְצַע כְּגוֹן עִסַּת אֹרֶז אוֹ עִסַּת תְּרוּמָה אוֹ מְדֻמָּע אוֹ עִסַּת עַכּוּ''ם. אַף עַל פִּי שֶׁנּוֹגְעוֹת זוֹ בָּזוֹ אֵינָן מִצְטָרְפוֹת שֶׁהֲרֵי דָּבָר הַפָּטוּר מִן הַחַלָּה מַבְדִּיל בָּאֶמְצַע: \n",
            "הָיָה בָּאֶמְצַע עִסָּה שֶׁהוּרְמָה חַלָּתָהּ מִצְטָרְפוֹת שֶׁהָעִסָּה שֶׁבֵּינֵיהֶן כְּבָר הָיְתָה מְחֻיֶּבֶת בְּחַלָּה. וְכֵן אִם הָיָה בֵּינֵיהֶן עִסַּת הֶקְדֵּשׁ מִצְטָרְפוֹת מִפְּנֵי שֶׁרָאוּי לִפְדּוֹתָהּ וְתִתְחַיֵּב בְּחַלָּה. וְכֵן אִם הָיְתָה בֵּינֵיהֶן עִסַּת מִין אַחֵר אוֹ עִסַּת אִישׁ אַחֵר אוֹ עִסַּת חָדָשׁ הֲרֵי שְׁתֵּי הָעִסּוֹת שֶׁבַּצְּדָדִין מִצְטָרְפוֹת לְחַלָּה: \n",
            "שְׁתֵּי עִסּוֹת שֶׁכָּל אַחַת מֵהֶן פְּחוּתָה מִכַּשִּׁעוּר שֶׁהִפְרִישׁ חַלָּה מִזּוֹ וְחַלָּה מִזּוֹ וְחָזְרוּ וְנָגְעוּ זוֹ בָּזוֹ וַהֲרֵי בִּשְׁתֵּיהֶם כַּשִּׁעוּר חַיָּבִין לְהַפְרִישׁ מֵהֶן חַלָּה שֶׁהַחַלּוֹת הָרִאשׁוֹנוֹת אֵינָן כְּלוּם: \n",
            "שְׁנֵי עַכּוּ''ם שֶׁעָשׂוּ עִסָּה כַּשִּׁעוּר וְחִלְּקוּהָ וְאַחַר כָּךְ נִתְגַּיְּרוּ. וְהוֹסִיף כָּל אֶחָד עַל חֶלְקוֹ אַחַר שֶׁנִּתְגַּיֵּר עַד שֶׁהִשְׁלִימוּ לַשִּׁעוּר הֲרֵי זוֹ חַיֶּבֶת. שֶׁלֹּא הָיְתָה לָהּ שְׁעַת חוֹבָה כְּשֶׁהָיוּ עַכּוּ''ם שֶׁהֲרֵי פָּחוֹת מִכַּשִּׁעוּר הָיָה בְּיַד כָּל אֶחָד מֵהֶן: \n",
            "אֲבָל שְׁנֵי יִשְׂרְאֵלִים שֶׁעָשׂוּ כָּךְ וְחָזַר כָּל אֶחָד אַחַר שֶׁחִלְּקוּ וְהוֹסִיף עַל חֶלְקוֹ עַד שֶׁהִשְׁלִימוֹ לַשִּׁעוּר הֲרֵי זוֹ פְּטוּרָה. שֶׁכְּבָר הָיְתָה לָהּ שְׁעַת חוֹבָה וְהֵן הָיוּ פְּטוּרִין בְּאוֹתָהּ שָׁעָה מִפְּנֵי שֶׁעֲשָׂאוּהָ לְחַלֵּק: \n",
            "הָיְתָה הָעִסָּה בְּיַד הָעַכּוּ''ם וְהַיִּשְׂרָאֵל בְּשֻׁתָּפוּת וְחִלְּקוּ. וְאַחַר כָּךְ נִתְגַּיֵּר הָעַכּוּ''ם וְהוֹסִיף הַגֵּר עַל שֶׁלּוֹ [וְיִשְׂרָאֵל עַל שֶׁלּוֹ] עַד שֶׁהִשְׁלִים כָּל אֶחָד עִסָּתוֹ לַשִּׁעוּר שֶׁל יִשְׂרָאֵל חַיֶּבֶת וְשֶׁל עַכּוּ''ם פְּטוּרָה: \n",
            "הַנּוֹטֵל שְׂאוֹר מֵעִסָּה שֶׁלֹּא הוּרְמָה חַלָּתָהּ וּנְתָנוֹ לְתוֹךְ עִסָּה שֶׁהוּרְמָה חַלָּתָהּ הֲרֵי זֶה מֵבִיא עִסָּה שְׁנִיָּה שֶׁיִּהְיֶה בָּהּ עִם שְׂאוֹר זֶה שִׁעוּר עִסָּה שֶׁחַיֶּבֶת בְּחַלָּה וְנוֹתְנָהּ בְּתוֹךְ הָעִסָּה שֶׁהוּרְמָה חַלָּתָהּ. וּמַפְרֵשׁ מִן הָעִסָּה הַשְּׁנִיָּה שִׁעוּר חַלָּה עָלֶיהָ וְעַל הַשְּׂאוֹר כְּדֵי שֶׁיִּטּל מִן הַמֻּקָּף. וְאִם אֵין לוֹ עִסָּה שְׁנִיָּה נַעֲשֵׂית זוֹ כֻּלָּהּ טֶבֶל וּמַפְרִישׁ חַלָּה עַל הַכּל שֶׁהַטֶּבֶל בְּמִינוֹ אוֹסֵר בְּכָל שֶׁהוּא: \n",
            "עִסָּה הַטְּבוּלָה לְחַלָּה אֵינָהּ כְּחַלָּה. וַהֲרֵי הִיא כְּחֻלִּין לְעִנְיַן הַטֻּמְאָה. שֶּׁאֵין הַשֵּׁנִי עוֹשֶׂה שְׁלִישִׁי בְּחֻלִּין כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. וּמֻתָּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל. לְפִיכָךְ שְׁתֵּי עִסּוֹת אַחַת טְמֵאָה וְאַחַת טְהוֹרָה נוֹטֵל כְּדֵי חַלַּת שְׁתֵּיהֶם מֵעִסָּה שֶׁלֹּא הוּרְמָה חַלָּתָהּ וְנוֹתְנוֹ בָּאֶמְצַע סָמוּךְ לָעִסָּה הַטְּהוֹרָה וּמוֹשֵׁךְ מִן הַטְּמֵאָה לַטְּהוֹרָה כְּדֵי בֵּיצָה כְּדֵי לִתְרֹם מִן הַמֻּקָּף: \n",
            "עוֹשֶׂה אָדָם עִסָּה טְהוֹרָה וְאֵינוֹ מַפְרִישׁ חַלָּתָהּ וּמַנִּיחָהּ אוֹ מַנִּיחַ מִקְּצָתָהּ לִהְיוֹת מַפְרִישׁ עָלֶיהָ וְהוֹלֵךְ חַלּוֹת שֶׁל עִסּוֹת אֲחֵרוֹת. וַאֲפִילוּ נִטְמְאוּ הָעִסּוֹת עַד שֶׁתֵּעָשֶׂה הָעִסָּה שֶׁהִנִּיחַ כֻּלָּהּ חַלָּה וְיִתְּנֶנָּה לַכֹּהֵן. וְהוּא שֶׁלֹּא תִּפָּסֵל מֵאֹכֶל אָדָם. אֲבָל מִשֶּׁתִּסְרַח אֵינוֹ מַפְרִישׁ עָלֶיהָ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ אוֹתָם הָעִסּוֹת שֶׁמַּפְרִישׁ עֲלֵיהֶן סָפֵק אִם הוּרְמָה חַלָּה מֵהֶן אוֹ לֹא הוּרְמָה שֶׁחַלַּת דְּמַאי נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא לְכַתְּחִלָּה וְשֶׁלֹּא מִן הַמֻּקָּף: \n"
        ],
        [
            "הַמַּפְרִישׁ חַלָּתוֹ קֶמַח אֵינָהּ חַלָּה וְגֵזֶל בְּיַד כֹּהֵן. וּשְׁאָר הָעִסָּה חַיֶּבֶת בְּחַלָּה. וְאוֹתוֹ הַקֶּמַח שֶׁהִפְרִישׁ לְשֵׁם חַלָּה אִם יֵשׁ בּוֹ עֹמֶר וְעוֹשֵׂהוּ עִסָּה הֲרֵי זֶה מַפְרִישׁ מִמֶּנּוּ חַלָּה כִּשְׁאָר כָּל קֶמַח חֻלִּין: \n",
            "אֵימָתַי מַפְרִישִׁין חַלָּה. כְּשֶׁיִּתֵּן אֶת הַמַּיִם וְיִתְעָרֵב הַקֶּמַח בְּמַיִם מַפְרִישׁ הַחַלָּה מִתְּחִלַּת דָּבָר שֶׁנִּלּוֹשׁ שֶׁנֶּאֱמַר <small>(במדבר טו כ)</small> \"רֵאשִׁית עֲרִסֹתֵכֶם\". וְהוּא שֶׁלֹּא יִשָּׁאֵר שָׁם בָּעֲרֵבָה קֶמַח שֶׁלֹּא נִתְעָרֵב בַּמַּיִם שִׁעוּר עֹמֶר. וְאִם אָמַר הֲרֵי זֶה חַלָּה עַל הָעִסָּה וְעַל הַשְּׂאוֹר וְעַל הַקֶּמַח שֶׁנִּשְׁתַּיֵּר וְלִכְשֶׁתֵּעָשֶׂה כֻּלָּהּ עִסָּה אַחַת תִּתְקַדֵּשׁ זוֹ שֶׁבְּיָדוֹ לְשֵׁם חַלָּה הֲרֵי זֶה מֻתָּר: \n",
            "הִנִּיחַ הָעִסָּה עַד שֶׁלָּשׁ הַכּל וְעֵרְבָהּ וְאַחַר כָּךְ הִפְרִישׁ אֵין בְּכָךְ כְּלוּם. וְאִם לֹא הִפְרִישׁ הַחַלָּה בָּצֵק אֶלָּא אָפָה הַכּל הֲרֵי זֶה מַפְרִישׁ מִן הַפַּת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "מֵאֵימָתַי תִּתְחַיֵּב הָעִסָּה בְּחַלָּה מִשֶּׁתִּגַּלְגֵּל בְּחִטִּים וְיִתְעָרֵב הַקֶּמַח בְּמַיִם. אוֹ שֶׁתִּטַּמְטֵם בִּשְׂעוֹרִים וְתֵעָשֶׂה כֻּלָּהּ גּוּף אֶחָד. וְאוֹכְלִין עַרְאַי מִן הָעִסָּה עַד שֶׁתִּתְגַּלְגֵּל בְּחִטִּים וְתִטַּמְטֵם בִּשְׂעוֹרִים. וְהַכֻּסְּמִין כְּחִטִּים וְשִׁבּלֶת שׁוּעָל וְהַשִּׁיפוֹן כִּשְׂעוֹרִים: \n",
            "נִתְגַּלְגְּלָה בְּחִטִּים וְנִטַּמְטְמָה בִּשְׂעוֹרִים הָאוֹכֵל מִמֶּנָּה קֹדֶם הַפְרָשַׁת חַלָּה חַיָּב מִיתָה מִפְּנֵי שֶׁהִיא טֶבֶל. לְפִיכָךְ אִם הָיְתָה הָעִסָּה חַיֶּבֶת בְּחַלָּה מִן הַתּוֹרָה הָאוֹכֵל מִמֶּנָּה לוֹקֶה כְּכָל אוֹכֵל טֶבֶל. וְאִם הָיְתָה חַיֶּבֶת מִדִּבְרֵיהֶם מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "עִסָּה שֶׁנִּדְמְעָה עַד שֶׁלֹּא תִּתְגַּלְגֵּל פְּטוּרָה. מִשֶּׁתִּגַּלְגֵּל חַיֶּבֶת. וְכֵן הַמַּקְדִּישׁ עִסָּתוֹ אוֹ הַמַּפְקִיר אוֹתָהּ קֹדֶם שֶׁנִּתְגַּלְגְּלָה וּפְדָאָהּ אוֹ זָכָה בָּהּ וְאַחַר כָּךְ גִּלְגְּלָהּ אוֹ הִקְדִּישָׁהּ אוֹ הִפְקִיר אוֹתָהּ אַחַר שֶׁנִּתְגַּלְגְּלָה וּפְדָאָהּ אוֹ זָכָה בָּהּ הֲרֵי זוֹ חַיֶּבֶת בְּחַלָּה: \n",
            "הִקְדִּישָׁהּ קֹדֶם שֶׁתִּתְגַּלְגֵּל וְנִתְגַּלְגְּלָה בְּיַד הַהֶקְדֵּשׁ וְאַחַר כָּךְ פְּדָאָהּ פְּטוּרָה שֶׁבִּשְׁעַת חוֹבָתָהּ הָיְתָה פְּטוּרָה: \n",
            "וְכֵן עַכּוּ''ם שֶׁנָּתַן לְיִשְׂרָאֵל לַעֲשׂוֹת לוֹ עִסָּה וּנְתָנָהּ לוֹ בְּמַתָּנָה עַד שֶׁלֹּא גִּלְגְּלָהּ חַיֶּבֶת וּמְשֶּׁגִּלְגְּלָהּ פְּטוּרָה: \n",
            "גֵּר שֶׁנִּתְגַּיֵּר וְהָיְתָה לוֹ עִסָּה. נִתְגַּלְגְּלָה עַד שֶׁלֹּא נִתְגַּיֵּר פְּטוּרָה. וְאִם מִשֶּׁנִּתְגַּיֵּר חַיֶּבֶת. וְאִם סָפֵק חַיֶּבֶת בְּחַלָּה לְפִי שֶׁהוּא עֲוֹן מִיתָה. וְזָר שֶׁאָכַל חַלַּת סָפֵק זוֹ וְכַיּוֹצֵא בָּהּ אֵין חַיָּב עָלֶיהָ חֹמֶשׁ: \n",
            "עִסָּה שֶׁנּוֹלַד בָּהּ סְפֵק טֻמְאָה קֹדֶם שֶׁתִּתְגַּלְגֵּל יַעֲשֶׂנָּה בְּטֻמְאָה לְפִי שֶׁמֻּתָּר לְטַמֵּא חֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל וְתִשָּׂרֵף חַלָּתָהּ. נוֹלַד לָהּ אַחַר שֶׁנִּתְגַּלְגְּלָה סְפֵק טֻמְאָה שֶׁוַּדָּאָהּ מְטַמֵּא אֶת הַחֻלִּין מִן הַתּוֹרָה יִגְמְרֶנָּה בְּטָהֳרָה. שֶׁכָּל שֶׁוַּדָּאָהּ מְטַמֵּא אֶת הַחֻלִּין גָּזְרוּ עַל סְפֵקוֹ בְּחֻלִּין הַטְּבוּלִים לְחַלָּה שֶׁלֹּא יְטַמְּאוּ אוֹתָן הוֹאִיל וְנִטְבְּלוּ לְחַלָּה. וְתִהְיֶה הַחַלָּה תְּלוּיָה לֹא נֶאֱכֶלֶת וְלֹא נִשְׂרֶפֶת: \n",
            "לֹא יַעֲשֶׂה אָדָם עִסָּתוֹ בְּטֻמְאָה לְכַתְּחִלָּה אֶלָּא יִזָּהֵר וְיִשְׁתַּדֵּל וְיִטְהַר הוּא וְכֵלָיו כְּדֵי לְהַפְרִישׁ חַלָּה טְהוֹרָה. הָיָה בֵּינוֹ וּבֵין הַמַּיִם יֶתֶר עַל אַרְבָּעָה מִילִין יַעֲשֶׂנָּה בְּטֻמְאָה וְיַפְרִישׁ חַלָּה טְמֵאָה: \n",
            "אֵין עוֹשִׂים חַלַּת עַם הָאָרֶץ בְּטָהֳרָה. אֲבָל עוֹשִׂים עִסַּת חֻלִּין בְּטָהֳרָה. כֵּיצַד. מְגַבֵּל הָעִסָּה זֶה הֶחָבֵר וּמַפְרֵשׁ מִמֶּנָּה כְּדֵי חַלָּתָהּ וּמַנִּיחָהּ בִּכְלֵי גְּלָלִים אוֹ כְּלֵי אֲבָנִים אוֹ בִּכְלֵי אֲדָמָה שֶׁאֵין מְקַבְּלִין טֻמְאָה וּכְשֶׁיָּבוֹא עַם הָאָרֶץ נוֹטֵל אֶת שְׁתֵּיהֶן אֶת הָעִסָּה וְאֶת הַחַלָּה וְאוֹמְרִים לוֹ הִזָּהֵר שֶׁלֹּא תִּגַּע בַּחַלָּה שֶׁמָּא תַּחְזֹר לְטִבְלָהּ. וּמִפְּנֵי מָה הִתִּירוּ לוֹ זֶה מִשּׁוּם כְּדֵי חַיָּיו שֶׁל גַּבָּל: \n",
            "אֵשֶׁת חָבֵר מְרַקֶּדֶת וּבוֹרֶרֶת עִם אֵשֶׁת עַם הָאָרֶץ. אֲבָל מִשֶּׁתַּטִּיל מַיִם בָּעִסָּה לֹא תְּסַיֵּעַ אוֹתָהּ מִפְּנֵי שֶׁהִיא עוֹשָׂה עִסָּתָהּ בְּטֻמְאָה. וְכֵן הַנַּחְתּוֹם שֶׁעוֹשֶׂה בְּטֻמְאָה לֹא לָשִׁין וְלֹא עוֹרְכִין עִמּוֹ שֶׁאֵין מַחֲזִיקִין יְדֵי עוֹבְרֵי עֲבֵרָה אֶלָּא מוֹלִיכִין עִמּוֹ פַּת לְפַלְטֵר: \n",
            "הַלּוֹקֵחַ מִנַּחְתּוֹם עַם הָאָרֶץ בְּסוּרְיָא וְאָמַר לוֹ הִפְרַשְׁתִּי חַלָּה אֵינוֹ צָרִיךְ לְהַפְרִישׁ חַלָּה מִסָּפֵק. כְּשֵׁם שֶׁלֹּא נֶחְשְׁדוּ כָּל יִשְׂרָאֵל בָּאָרֶץ עַל תְּרוּמָה גְּדוֹלָה כָּךְ לֹא נֶחְשְׁדוּ בְּסוּרְיָא עַל הַחַלָּה: \n",
            "הַלּוֹקֵחַ בְּחוּצָה לָאָרֶץ מִן הַנַּחְתּוֹם צָרִיךְ לְהַפְרִישׁ חַלָּה מִסָּפֵק. אֲבָל הַלּוֹקֵחַ מִבַּעַל הַבַּיִת וְאֵין צָרִיךְ לוֹמַר הַמִּתְאָרֵחַ אֶצְלוֹ אֵינוֹ צָרִיךְ לְהַפְרִישׁ חַלָּה מִסָּפֵק: \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִתֵּן כָּל זוֹבֵחַ בְּהֵמָה טְהוֹרָה לַכֹּהֵן הַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה. שֶׁנֶּאֱמַר <small>(דברים יח ג)</small> \"וְזֶה יִהְיֶה מִשְׁפַּט הַכֹּהֲנִים\". וְאֵלּוּ הֵם הַנִּקְרָאִים בְּכָל מָקוֹם מַתָּנוֹת. וּמִצְוָה זוֹ נוֹהֶגֶת תָּמִיד בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת. וּבְכָל מָקוֹם בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ. וּבְחֻלִּין אֲבָל לֹא בְּמֻקְדָּשִׁין: \n",
            "כָּל הַקָּדָשִׁים שֶׁקָּדַם מוּם קָבוּעַ לְהֶקְדֵּשָׁן וְנִפְדּוּ חַיָּבִין בְּמַתָּנוֹת. וְאִם קָדַם מוּם עוֹבֵר לְהֶקְדֵּשָׁן אוֹ שֶׁהִקְדִּישָׁן תְּמִימִים וְאַחַר כָּךְ נוֹלַד בָּהֶם מוּם וְנִפְדּוּ הֲרֵי אֵלּוּ פְּטוּרִין מִן הַמַּתָּנוֹת: \n",
            "סְפֵק בְּכוֹר חַיָּב בְּמַתָּנוֹת מִכָּל צַד. שֶׁאִם בְּכוֹר הוּא כֻּלּוֹ לַכֹּהֵן וְאִם אֵינוֹ בְּכוֹר מַתְּנוֹתָיו לַכֹּהֵן. וְאִם נִסְתַּפֵּק בִּשְׁנַיִם וְלָקַח הַכֹּהֵן הָאֶחָד מִסָּפֵק הֲרֵי הַשֵּׁנִי פָּטוּר מִן הַמַּתָּנוֹת. עֲשָׂאוּהוּ כְּמִי שֶׁזָּכָה בּוֹ הַכֹּהֵן וּנְתָנוֹ בְּמוּמוֹ לִבְעָלָיו. אֲבָל סְפֵק מַעֲשֵׂר פָּטוּר מִכָּל מָקוֹם שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "בֶּהֱמַת קָדָשִׁים שֶׁנִּפְסְלָה בְּמוּמָהּ וְאֵינָהּ חַיֶּבֶת בְּמַתָּנוֹת שֶׁנִּתְעָרְבָה בִּבְהֵמוֹת אֲחֵרוֹת אֲפִלּוּ אַחַת בְּמֵאָה בִּזְמַן שֶׁכָּל בְּהֵמָה מֵהֶן לְאַחֵר כֻּלָּן פְּטוּרִין. שֶׁכָּל אֶחָד וְאֶחָד סָפֵק וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. הָיָה אֶחָד הוּא הַשּׁוֹחֵט אֶת כֻּלָּם פּוֹטֵר מַתְּנוֹת אַחַת מֵהֶן בִּלְבַד: \n",
            "אֵין חַיָּב בְּמַתָּנוֹת אֶלָּא בְּהֵמָה טְהוֹרָה בִּלְבַד שֶׁנֶּאֱמַר <small>(דברים יח ג)</small> \"אִם שׁוֹר אִם שֶׂה\". כִּלְאַיִם הַבָּא מִכֶּבֶשׂ וְעֵז חַיָּב בְּמַתָּנוֹת. וְהַכְּוִי אַף עַל פִּי שֶׁהוּא סָפֵק מַפְרִישִׁין מִמֶּנּוּ כָּל הַמַּתָּנוֹת. צְבִי הַבָּא עַל הָעֵז וְיָלְדָה הַוָּלָד חַיָּב בַּחֲצִי מַתָּנוֹת שֶׁנֶּאֱמַר אִם שֶׂה אֲפִלּוּ מִקְצָת שֶׂה. תַּיִשׁ הַבָּא עַל הַצְּבִיָּה הַוָּלָד פָּטוּר מִן הַמַּתָּנוֹת: \n",
            "אֶחָד הַשּׁוֹחֵט לַאֲכִילַת עַכּוּ''ם אוֹ לַאֲכִילַת כְּלָבִים אוֹ לִרְפוּאָה חַיָּב בְּמַתָּנוֹת: \n",
            "בֶּהֱמַת שֻׁתָּפִין חַיֶּבֶת שֶׁנֶּאֱמַר <small>(דברים יח ג)</small> \"זֹבְחֵי הַזֶּבַח\": \n",
            "הַלּוֹקֵחַ בְּהֵמָה מִפֵּרוֹת שְׁבִיעִית חַיָּב בְּמַתָּנוֹת. כֹּהֲנִים וּלְוִיִּים פְּטוּרִים מִן הַמַּתָּנוֹת שֶׁנֶּאֱמַר <small>(דברים יח ג)</small> \"מֵאֵת הָעָם\" וְסָפֵק הֵם הַלְוִיִּים אִם הֵם בִּכְלַל הָעָם אוֹ לֹא. לְפִיכָךְ אֵין נוֹטְלִין מֵהֶם וְאִם נָטַל הַכֹּהֵן לֹא יַחְזִיר: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשׁוֹחֵט לְעַצְמוֹ. אֲבָל כֹּהֵן טַבָּח שֶׁשּׁוֹחֵט וּמוֹכֵר בַּשּׁוּק מַמְתִּינִין לוֹ שְׁתַּיִם וְשָׁלֹשׁ שַׁבָּתוֹת. מִיכַּן וְאֵילָךְ מוֹצִיאִין מִמֶּנּוּ מַתָּנוֹת וְנוֹתְנִין אוֹתָם לְכֹהֲנִים אֲחֵרִים. וְאִם קָבַע בֵּית מִטְבָּחַיִם לִמְכֹּר אֵין מַמְתִּינִין לוֹ אֶלָּא מוֹצִיאִין מִמֶּנּוּ מִיָּד. וְאִם נִמְנַע מִלִּתֵּן מְנַדִּין אוֹתוֹ עַד שֶׁיִּתֵּן: \n",
            "הַשּׁוֹחֵט לְעַכּוּ''ם וּלְכֹהֵן פָּטוּר מִן הַמַּתָּנוֹת. וְהַמִּשְׁתַּתֵּף עִם הַכֹּהֵן צָרִיךְ שֶׁיִּרְשֹׁם חֶלְקוֹ כְּדֵי שֶׁיַּנִּיחַ הַמַּתָּנוֹת בְּחֵלֶק הַכֹּהֵן. שֶׁאִם לֹא צִיֵּן חֶלְקוֹ חַיָּב בְּמַתָּנוֹת מִפְּנֵי שֶׁאֵין הַכּל יוֹדְעִין שֶׁהַכֹּהֵן שֻׁתָּף לוֹ. לְפִיכָךְ אִם הָיָה הַכֹּהֵן עוֹמֵד עִמּוֹ בַּמִּטְבָּחַיִם וְנוֹשֵׂא וְנוֹתֵן עִמּוֹ אֵינוֹ צָרִיךְ לִרְשֹׁם. וְהַמִּשְׁתַּתֵּף עִם הָעַכּוּ''ם אֵינוֹ צָרִיךְ לִרְשֹׁם שֶׁסְּתָם עַכּוּ''ם מַרְבֶּה דְּבָרִים וּמוֹדִיעַ לַכּל שֶׁהוּא שֻׁתָּף וְאַף עַל פִּי שֶׁאֵינוֹ עִמּוֹ בִּשְׁעַת מְכִירָה: \n",
            "הִתְנָה הַכֹּהֵן עִמּוֹ שֶׁהוּא שֻׁתָּף חוּץ מִן הַמַּתָּנוֹת הֲרֵי הַמַּתָּנוֹת לַכֹּהֵן. כֵּיוָן שֶׁאָמַר לוֹ חוּץ הֲרֵי שִׁיֵּר לוֹ הַכֹּהֵן חֵלֶק בַּמַּתָּנוֹת וּלְפִיכָךְ הֵם שֶׁלּוֹ. אֲבָל אִם אָמַר לוֹ הַכֹּהֵן עַל מְנָת שֶׁהַמַּתָּנוֹת שֶׁלִּי הֲרֵי הַמַּתָּנוֹת שֶׁל יִשְׂרָאֵל זֶה וְנוֹתְנָן לְכָל כֹּהֵן שֶׁיִּרְצֶה. אַף עַל פִּי שֶׁהִתְנָה עִמּוֹ שֶׁהֵן שֶׁלּוֹ לֹא נִפְטַר מִן הַמַּתָּנוֹת. שֶׁהָאוֹמֵר עַל מְנָת לֹא שִׁיֵּר לוֹ בְּעַצְמָן שֶׁל מַתָּנוֹת כְּלוּם הוֹאִיל וְלֹא שִׁיֵּר לוֹ בָּהֶן שֻׁתָּפוּת לֹא קְנָאָן בִּתְנַאי זֶה: \n",
            "הָיָה הַכֹּהֵן שֻׁתָּף בָּרֹאשׁ פָּטוּר מִן הַלְּחִי. שֻׁתָּף בַּיָּד פָּטוּר מִן הַזְּרוֹעַ. שֻׁתָּף בִּבְנֵי מֵעַיִם פָּטוּר מִן הַקֵּבָה. אָמַר לוֹ הַכֹּהֵן הֲרֵי הַבְּהֵמָה כֻּלָּהּ שֶׁלִּי וְהָרֹאשׁ שֶׁלְּךָ חַיָּב בִּלְחִי. שֶׁהַדָּבָר הַחַיָּב הֲרֵי הוּא שֶׁל יִשְׂרָאֵל: \n",
            "גֵּר שֶׁנִּתְגַּיֵּר וְהָיְתָה לוֹ בְּהֵמָה שְׁחוּטָה. אִם נִשְׁחֲטָה עַד שֶׁלֹּא נִתְגַּיֵּר פָּטוּר. וְאִם אַחַר שֶׁנִּתְגַּיֵּר חַיָּב. וְאִם סָפֵק פָּטוּר וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "בְּהֵמָה שֶׁלֹּא הוּרְמוּ מַתְּנוֹתֶיהָ מֻתָּר לֶאֱכוֹל מִמֶּנָּה שֶׁאֵינָהּ דּוֹמָה לְטֶבֶל שֶׁהֲרֵי מַתְּנוֹת כְּהֻנָּה מֻבְדָּלִין וְהַמַּתָּנוֹת עַצְמָן אָסוּר לְיִשְׂרָאֵל לְאָכְלָן אֶלָּא בִּרְשׁוּת כֹּהֵן. עָבַר וַאֲכָלָן אוֹ הִזִּיקָן אוֹ מְכָרָן אֵינוֹ חַיָּב לְשַׁלֵּם. מִפְּנֵי שֶׁהוּא מָמוֹן שֶׁאֵין לוֹ תּוֹבֵעַ יָדוּעַ. וְהַקּוֹנֶה אוֹתָם אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי הֲרֵי זֶה מֻתָּר לְאָכְלָן מִפְּנֵי שֶׁמַּתְּנוֹת כְּהֻנָּה נִגְזָלוֹת: \n",
            "אָמַר לַטַּבָּח מְכֹר לִי בְּנֵי מֵעֶיהָ שֶׁל פָּרָה וְהָיוּ בָּהּ מַתָּנוֹת נוֹתְנָן לַכֹּהֵן וְאֵינוֹ מְנַכֶּה לוֹ מִן הַדָּמִים. לְקָחָם מִמֶּנּוּ בְּמִשְׁקָל נוֹתְנָם לַכֹּהֵן וּמְנַכֶּה לַטַּבָּח מִן הַדָּמִים: \n",
            "הַמְשַׁלֵּחַ בָּשָׂר לַחֲבֵרוֹ וְהָיוּ בָּהּ מַתָּנוֹת אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא עָבַר זֶה וּגְזָלָן. מָקוֹם שֶׁאֵין בּוֹ כֹּהֵן מַעֲלֶה הַמַּתָּנוֹת בְּדָמִים וְאוֹכְלָן מִפְּנֵי הֶפְסֵד כֹּהֵן וְיִתֵּן הַדָּמִים לְכָל כֹּהֵן שֶׁיִּרְצֶה: \n",
            "הָרוֹצֶה לִתֵּן הַמַּתָּנוֹת לְכֹהֵן אֶחָד נוֹתֵן. וְאִם רָצָה לַחְלֹק אוֹתָן לֹא יִתֵּן חֲצִי קֵבָה לָאֶחָד אוֹ חֲצִי זְרוֹעַ אֶלָּא זְרוֹעַ לָאֶחָד וְקֵבָה לָאֶחָד וּלְחָיַיִם לִשְׁנַיִם שֶׁנֶּאֱמַר <small>(דברים יח ד)</small> \"תִּתֶּן לּוֹ\" שֶׁיִּהְיֶה בָּהּ כְּדֵי מַתָּנָה. וְאִם הָיוּ שֶׁל שׁוֹר חוֹלֵק אוֹתָן חֲתִיכוֹת וְהוּא שֶׁיִּהְיֶה בְּכָל חֲתִיכָה כְּדֵי מַתָּנָה: \n",
            "אֵי זֶהוּ הַזְּרוֹעַ. זְרוֹעַ שֶׁל יָמִין מִן הַפֶּרֶק שֶׁל אַרְכֻּבָּה עַד כַּף שֶׁל יָדוֹ שֶׁהֵן שְׁנֵי אֵיבָרִים זֶה מְעֹרֶה בָּזֶה. וְהַלְּחָיַיִם מִן הַפֶּרֶק שֶׁל לְחִי וְעַד פִּיקָה שֶׁל גַּרְגֶּרֶת טַבַּעַת גְּדוֹלָה עִם הַלָּשׁוֹן שֶׁבֵּינֵיהֶן הַכּל לַכֹּהֵן: \n",
            "אֵין מוֹלְגִין אוֹתָן וְאֵין מַפְשִׁיטִין אוֹתָן אֶלָּא יִתְּנוּ לוֹ בְּעוֹרָן וּבְצִמְרָן. וְהַקֵּבָה בַּחֵלֶב שֶׁעָלֶיהָ וּבַחֵלֶב שֶׁבְּתוֹכָהּ. וּכְבָר נָהֲגוּ הַכֹּהֲנִים לְהַנִּיחַ חֵלֶב הַקֵּבָה לַבְּעָלִים: \n",
            "הַכֹּהֶנֶת אוֹכֶלֶת הַמַּתָּנוֹת אַף עַל פִּי שֶׁהִיא נְשׂוּאָה לְיִשְׂרָאֵל מִפְּנֵי שֶׁאֵין בָּהֶן קְדֻשָּׁה. וְלֹא עוֹד אֶלָּא הַבַּעַל אוֹכֵל מַתָּנוֹת בִּגְלַל אִשְׁתּוֹ. אֲבָל חֲלָלָה אֵינָהּ אוֹכֶלֶת. שֶׁאֵין חֲלָלִים בִּכְלַל כֹּהֲנִים. וְאִם רָצָה הַכֹּהֵן לִמְכֹּר הַמַּתָּנוֹת אוֹ לִתְּנָן בְּמַתָּנָה אֲפִלּוּ לְעַכּוּ''ם אוֹ לְהַאֲכִילָם לִכְלָבִים מַאֲכִילָם שֶׁאֵין בָּהֶן קְדֻשָּׁה כְּלָל: \n",
            "כֹּהֵן שֶׁהָיוּ לוֹ חֲבֵרִים שֶׁנּוֹתְנִים לוֹ הַמַּתָּנוֹת אִם רָצָה לְזַכּוֹת בָּהֶן לְיִשְׂרָאֵל חֲבֵרוֹ הֲרֵי זֶה מְזַכֶּה לוֹ. וְאַף עַל פִּי שֶׁלֹּא בָּאוּ לְיָדוֹ. וְיִהְיוּ אוֹתָם הַחֲבֵרִים זוֹבְחִים וְנוֹתְנִין הַמַּתָּנוֹת לְזֶה הַיִּשְׂרָאֵל שֶׁזָּכָה בָּהֶן. וְהוּא שֶׁיִּהְיֶה הַיִּשְׂרָאֵל זֶה בְּדֹחַק וְאֵין לוֹ לִקְנוֹת בָּשָׂר. וְיִהְיֶה הַכֹּהֵן שֶׁזָּכָה לוֹ חֲבֵרוֹ. אֲבָל אִם הָיָה הַכֹּהֵן שַׁמָּשׁוֹ שֶׁל יִשְׂרָאֵל זֶה אוֹ שְׂכִירוֹ אוֹ לְקִיטוֹ אֵינוֹ מְזַכֶּה לוֹ עַד שֶׁיָּבוֹאוּ לְיָדוֹ שֶׁמָּא יְזַכֶּה בְּעַל כָּרְחוֹ: \n",
            "לֹא יַחְטֹף הַכֹּהֵן הַמַּתָּנוֹת וְלֹא יִשְׁאַל בְּפִיו אֶלָּא אִם כֵּן נוֹתְנִין לוֹ בְּכָבוֹד נוֹטֵל. וּבִזְמַן שֶׁהֵם רַבִּים בְּבֵית הַמִּטְבָּחַיִם הַצְּנוּעִים מוֹשְׁכִין יְדֵיהֶם וְהַגַּרְגְּרָנִים נוֹטְלִין. וְאִם הָיָה כֹּהֵן צָנוּעַ וְאֵין מַכִּירִין אוֹתוֹ שֶׁהוּא כֹּהֵן הֲרֵי זֶה נוֹטֵל כְּדֵי שֶׁיִּוָּדַע לַכּל שֶׁהוּא כֹּהֵן. וְאֵין הַכֹּהֲנִים אוֹכְלִין הַמַּתָּנוֹת אֶלָּא צָלִי בְּחַרְדָּל שֶׁנֶּאֱמַר <small>(שמות כט כט)</small> \"לְמָשְׁחָה\" כְּדֶרֶךְ שֶׁאוֹכְלִים הַמְּלָכִים: \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִתֵּן לַכֹּהֵן רֵאשִׁית הַגֵּז שֶׁנֶּאֱמַר <small>(דברים יח ד)</small> \"וְרֵאשִׁית גֵּז צֹאנְךָ תִּתֶּן לּוֹ\". וּלְוִיִּם בִּכְלַל יִשְׂרָאֵל בְּמִצְוָה זוֹ. וְאֵין לְרֵאשִׁית הַגֵּז זוֹ שִׁעוּר מִן הַתּוֹרָה. וּמִדִּבְרֵי סוֹפְרִים שֶׁלֹּא יִפְחֹת מֵאֶחָד מִשִּׁשִּׁים. וְאֵינָהּ נוֹהֶגֶת אֶלָּא בָּאָרֶץ בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת כְּרֵאשִׁית הַדָּגָן. וְנוֹהֵג בְּחֻלִּין אֲבָל לֹא בְּמֻקְדָּשִׁין: \n",
            "כֵּיצַד. הֲרֵי שֶׁהִקְדִּישׁ בְּהֵמוֹת לְבֶדֶק הַבַּיִת וּגְזָזָן יָכוֹל יִהְיֶה חַיָּב לִפְדּוֹת וְלִתֵּן לַכֹּהֵן. אוֹ הִקְדִּישׁ בְּהֵמָה חוּץ מִגִּזָּתָהּ יָכוֹל יִהְיֶה חַיָּב בְּרֵאשִׁית הַגֵּז. תַּלְמוּד לוֹמַר <small>(דברים יח ד)</small> \"צֹאנְךָ\". אֵין אֵלּוּ צֹאנוֹ: \n",
            "כָּל הַקֳדָשִׁים שֶׁקָּדַם מוּם קָבוּעַ לְהֶקְדֵּשָׁן וְנִפְדּוּ חַיָּבִין בְּרֵאשִׁית הַגֵּז. אֲבָל אִם קָדַם הֶקְדֵּשָׁן אֶת מוּמָן אוֹ שֶׁקָּדַם מוּם עוֹבֵר לְהֶקְדֵּשָׁן וְאַחַר כָּךְ נוֹלַד לָהֶן מוּם קָבוּעַ וְנִפְדּוּ פְּטוּרִים מֵרֵאשִׁית הַגֵּז: \n",
            "אֵין חַיָּבִין בְּרֵאשִׁית הַגֵּז אֶלָּא הַכְּבָשִׂים בִּלְבַד. זְכָרִים כִּנְקֵבוֹת שֶׁהַצֶּמֶר שֶׁלָּהֶן הוּא הָרָאוּי לִבְגָדִים. הָיָה צִמְרָן קָשֶׁה וְאֵינוֹ רָאוּי לִלְבִישָׁה פְּטוּרִין מֵרֵאשִׁית הַגֵּז. שֶׁאֵין מַתָּנָה זוֹ לַכֹּהֵן אֶלָּא כְּדֵי לִלְבּשׁ מִמֶּנָּה: \n",
            "כֵּיוָן שֶׁזִּכָּה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בִּתְרוּמוֹת שֶׁהֵן לַחְמוֹ וְיֵינוֹ. וְזִכָּה לוֹ בְּמַתְּנוֹת בְּהֵמָה וְקָדְשֵׁי מִקְדָּשׁ שֶׁהַבָּשָׂר שֶׁלּוֹ. זִכָּה לוֹ בְּרֵאשִׁית הַגֵּז לִלְבוּשׁוֹ. וּבְגֵזֶל הַגֵּר וְהַחֲרָמִים וּשְׂדֵה אֲחֻזָּה וּפִדְיוֹן בְּכוֹרוֹת לְהוֹצָאוֹתָיו וּשְׁאָר צְרָכָיו. שֶׁהֲרֵי אֵין לוֹ חֵלֶק בְּנַחֲלָה וּבַבִּזָּה: \n",
            "הָיָה הַצֶּמֶר שֶׁלָּהֶן אָדֹם אוֹ שָׁחֹר אוֹ שָׁחוּם חַיָּבוֹת בְּרֵאשִׁית הַגֵּז. אֲבָל אִם גָּזַז הַצֶּמֶר וּצְבָעוֹ קֹדֶם שֶׁיִּתֵּן נִפְטָר מֵרֵאשִׁית הַגֵּז. הִלְבִּינוֹ קֹדֶם שֶׁיִּתֵּן חַיָּב לְהַפְרִישׁ אַחַר שֶׁלִּבְּנוֹ. הַתּוֹלֵשׁ צֶמֶר רְחֵלִים בְּיָדוֹ וְלֹא גָּזַז חַיָּב בְּרֵאשִׁית הַגֵּז: \n",
            "רֵאשִׁית הַגֵּז נוֹהֵג בְּכִלְאַיִם וּבִכְוִי וּבִטְרֵפָה. אֲבָל הַגּוֹזֵז אֶת הַמֵּתָה פָּטוּר: \n",
            "הַמַּפְרִישׁ רֵאשִׁית הַגֵּז וְאָבַד חַיָּב בְּאַחֲרָיוּתָן עַד שֶׁיִּתֵּן לַכֹּהֵן. הָאוֹמֵר כָּל גִּזּוֹתַי רֵאשִׁית דְּבָרָיו קַיָּמִין: \n",
            "הַלּוֹקֵחַ גֵּז צֹאנוֹ שֶׁל עַכּוּ''ם אַחַר שֶׁגְּזָזָן הָעַכּוּ''ם פָּטוּר מֵרֵאשִׁית הַגֵּז. לָקַח הַצֹּאן לְגִזָּתָן חַיָּב אַף עַל פִּי שֶׁגָּדְלָה הַגִּזָּה בִּרְשׁוּת הָעַכּוּ''ם. וְאַף עַל פִּי שֶׁחוֹזְרִין הַצֹּאן לְעַכּוּ''ם אַחַר גְּזִיזָה. הוֹאִיל וְהַגּוֹזֵז יִשְׂרָאֵל וְהַגְּזִיזוֹת שֶׁלּוֹ חַיָּב שֶׁאֵין הַחִיּוּב אֶלָּא בִּשְׁעַת הַגִּזָּה: \n",
            "הַלּוֹקֵחַ גֵּז צֹאנוֹ שֶׁל חֲבֵרוֹ אִם שִׁיֵּר הַמּוֹכֵר מְעַט מִצֹּאנוֹ לְהִגָּזֵז הַמּוֹכֵר חַיָּב לְהַפְרִישׁ מִן הַמְּשֹׁאָר עַל הַכּל. וְאַף עַל פִּי שֶׁלֹּא הִתְחִיל הַמּוֹכֵר לִגְזֹז. חֲזָקָה אֵין אָדָם מוֹכֵר מַתְּנוֹת כְּהֻנָּה. וְאִם לֹא שִׁיֵּר כְּלוּם הַלּוֹקֵחַ חַיָּב לְהַפְרִישׁ: \n",
            "הָיוּ שְׁנֵי מִינֵי גִּזָּה כְּגוֹן גִּזָּה לְבָנָה וְגִזָּה שְׁחוּמָה אוֹ גִּזַּת זְכָרִים וְגִזַּת נְקֵבוֹת. וּמָכַר מִין זֶה וְהִנִּיחַ הַמִּין הָאַחֵר. זֶה נוֹתֵן לְעַצְמוֹ וְזֶה נוֹתֵן לְעַצְמוֹ. [זֶה נוֹתֵן לְעַצְמוֹ] עַל מַה שֶּׁלָּקַח וְזֶה נוֹתֵן לְעַצְמוֹ עַל מַה שֶּׁשִּׁיֵּר: \n",
            "גֵּר שֶׁנִּתְגַּיֵּר וְהָיוּ לוֹ גִּזּוֹת וְאֵין יָדוּעַ אִם עַד שֶׁלֹּא נִתְגַּיֵּר נִגְזְזוּ אוֹ מִשֶּׁנִּתְגַּיֵּר הֲרֵי זֶה פָּטוּר. וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "כַּמָּה צֹאן יִהְיֶה לוֹ וְיִהְיוּ חַיָּבוֹת בְּרֵאשִׁית הַגֵּז. אֵין פָּחוֹת מֵחָמֵשׁ. וְהוּא שֶׁיִּהְיֶה בַּגִּזָּה שֶׁלָּהֶן אֵין פָּחוֹת מִמִּשְׁקַל שִׁשִּׁים סֶלַע. וְתִהְיֶה גִּזַּת כָּל אַחַת מֵחֲמִשְּׁתָּן אֵין פָּחוֹת מִמִּשְׁקַל י''ב סֶלַע. הָיְתָה אַחַת מֵהֶם גּוֹזֶזֶת פָּחוֹת מִי''ב סֶלַע אַף עַל פִּי שֶׁחֲמִשְּׁתָּן גּוֹזְזוֹת שִׁשִּׁים סֶלַע אוֹ יֶתֶר הֲרֵי אֵלּוּ פְּטוּרִין מֵרֵאשִׁית הַגֵּז: \n",
            "הַשֻּׁתָּפִין חַיָּבִין בְּרֵאשִׁית הַגֵּז. וְהוּא שֶׁיִּהְיֶה בְּחֵלֶק כָּל אֶחָד מֵהֶן כַּשִּׁעוּר. אֲבָל חָמֵשׁ צֹאן בִּלְבַד שֶׁל שְׁנֵי שֻׁתָּפִין פְּטוּרִין: \n",
            "רֵאשִׁית הַגֵּז מִצְוָתָהּ בַּתְּחִלָּה וְאִם הִפְרִישׁ בֵּין בָּאֶמְצַע בֵּין בַּסּוֹף יָצָא. הָיוּ לוֹ חָמֵשׁ צֹאן וְגָזַז אַחַת מֵהֶן בִּלְבַד וּמָכַר גִּזָּתָהּ. וְאַחַר כָּךְ גּוֹזֵז שְׁנִיָּה וּמָכַר גִּזָּתָהּ. וְאַחַר כָּךְ גּוֹזֵז שְׁלִישִׁית וּמָכַר גִּזָּתָהּ. הַכּל מִצְטָרְפוֹת לְרֵאשִׁית הַגֵּז. וְחַיָּב אֲפִלּוּ לְאַחַר כַּמָּה שָׁנִים. וְיֵשׁ לוֹ לְהַפְרִישׁ מִן הֶחָדָשׁ עַל הַיָּשָׁן וּמִזֶּה עַל זֶה. אֲבָל אִם הָיְתָה רָחֵל אַחַת וּגְזָזָהּ וְהִנִּיחַ גִּזָּתָהּ וְאַחַר כָּךְ קָנָה שְׁנִיָּה וּגְזָזָהּ וְהִנִּיחַ גִּזָּתָהּ אֵינָן מִצְטָרְפוֹת: \n",
            "מִי שֶׁהָיוּ לוֹ גִּזּוֹת רַבּוֹת שֶׁל רֵאשִׁית הַגֵּז וְרוֹצֶה לְחַלֵּק לַכֹּהֲנִים. לֹא יִתֵּן לְכָל אֶחָד וְאֶחָד פָּחוֹת מִמִּשְׁקַל חָמֵשׁ סְלָעִים מְלֻבָּן כְּדֵי בֶּגֶד קָטָן. לֹא שֶׁיְּלַבְּנוֹ וְאַחַר כָּךְ יִתֵּן לוֹ אֶלָּא יִתֵּן לוֹ מִצֶּמֶר הַגִּזָּה כְּשֶׁהוּא צוֹאִי. כְּדֵי שֶׁיִּהְיֶה בּוֹ אַחַר הַלִּבּוּן חָמֵשׁ סְלָעִים אוֹ יֶתֶר שֶׁנֶּאֱמַר <small>(דברים יח ד)</small> \"תִּתֵּן לוֹ\" שֶׁיִּהְיֶה בּוֹ כְּדֵי מַתָּנָה הַמּוֹעֶלֶת: \n",
            "רֵאשִׁית הַגֵּז חֻלִּין לְכָל דָּבָר. לְפִיכָךְ אֲנִי אוֹמֵר שֶׁנּוֹתְנִים אוֹתוֹ לְכֹהֶנֶת אַף עַל פִּי שֶׁהִיא נְשׂוּאָה לְיִשְׂרָאֵל כְּמַתְּנוֹת בְּהֵמָה. וְיֵרָאֶה לִי שֶׁדִּין שְׁנֵיהֶן אֶחָד הוּא: \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִפְדּוֹת כָּל אִישׁ מִיִּשְׂרָאֵל בְּנוֹ שֶׁהוּא בְּכוֹר לְאִמּוֹ הַיִּשְׂרְאֵלִית שֶׁנֶּאֱמַר <small>(שמות לד יט)</small> \"כָּל פֶּטֶר רֶחֶם לִי\". וְנֶאֱמַר <small>(במדבר יח טו)</small> \"אַךְ פָּדֹה תִפְדֶּה אֵת בְּכוֹר הָאָדָם\": \n",
            "וְאֵין הָאִשָּׁה חַיֶּבֶת לִפְדּוֹת אֶת בְּנָהּ. שֶׁהַחַיָּב לִפְדּוֹת אֶת עַצְמוֹ הוּא שֶׁחַיָּב לִפְדּוֹת אֶת בְּנוֹ. עָבַר הָאָב וְלֹא פָּדָהוּ כְּשֶׁיִּגְדַּל יִפְדֶּה אֶת עַצְמוֹ: \n",
            "הָיָה הוּא לִפְדּוֹת וּבְנוֹ לִפְדּוֹת יִפְדֶּה עַצְמוֹ תְּחִלָּה וְאַחַר כָּךְ בְּנוֹ. וְאִם אֵין לוֹ אֶלָּא כְּדֵי פִּדְיוֹן אֶחָד יִפְדֶּה עַצְמוֹ: \n",
            "הָיָה בְּנוֹ לִפְדּוֹת וְהִגִּיעַ עֵת לַעֲלוֹת לָרֶגֶל וְאֵין לוֹ כְּדֵי לָזֶה וְלָזֶה. פּוֹדֶה אֶת בְּנוֹ וְאַחַר כָּךְ עוֹלֶה לָרֶגֶל שֶׁנֶּאֱמַר <small>(שמות לד כ)</small> \"כּל בְּכוֹר בָּנֶיךָ תִּפְדֶּה\" וְאַחַר כָּךְ <small>(שמות לד כ)</small> \"וְלֹא יֵרָאוּ פָנַי רֵיקָם\": \n",
            "הַפּוֹדֶה אֶת בְּנוֹ מְבָרֵךְ אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל פִּדְיוֹן הַבֵּן. וְחוֹזֵר וּמְבָרֵךְ שֶׁהֶחֱיָינוּ. וְאַחַר כָּךְ נוֹתֵן הַפִּדְיוֹן לַכֹּהֵן. וְאִם פָּדָה עַצְמוֹ מְבָרֵךְ לִפְדּוֹת הַבְּכוֹר וּמְבָרֵךְ שֶׁהֶחֱיָינוּ: \n",
            "מִצְוָה זוֹ נוֹהֶגֶת בְּכָל מָקוֹם וּבְכָל זְמַן. וּבְכַמָּה פּוֹדֵהוּ בְּחָמֵשׁ סְלָעִים שֶׁנֶּאֱמַר <small>(במדבר יח טז)</small> \"וּפְדוּיָו מִבֶּן חֹדֶשׁ תִּפְדֶּה\". בֵּין בְּכֶסֶף בֵּין בִּשְׁוֵה כֶּסֶף מִן הַמִּטַּלְטְלִין שֶׁגּוּפָן מָמוֹן כְּעִנְיַן הַשְּׁקָלִים. לְפִיכָךְ אֵין פּוֹדִין בְּקַרְקָעוֹת וְלֹא בַּעֲבָדִים מִפְּנֵי שֶׁהֵן כְּקַרְקָעוֹת וְלֹא בִּשְׁטָרוֹת לְפִי שֶׁאֵין גּוּפָן מָמוֹן. וְאִם פָּדָהוּ בָּהֶן אֵינוֹ פָּדוּי: \n",
            "כָּתַב הָאָב לַכֹּהֵן שֶׁהוּא חַיָּב לוֹ חֲמִשָּׁה סְלָעִים חַיָּב לִתֵּן לוֹ וּבְנוֹ אֵינוֹ פָּדוּי. נָתַן לוֹ כְּלִי שֶׁאֵינוֹ שָׁוֶה בַּשּׁוּק חֲמִשָּׁה סְלָעִים וְקִבְּלוֹ הַכֹּהֵן בַּחֲמִשָּׁה סְלָעִים הֲרֵי בְּנוֹ פָּדוּי. נָתַן חֲמִשָּׁה סְלָעִים לַעֲשָׂרָה כֹּהֲנִים בֵּין בְּבַת אַחַת בֵּין בָּזֶה אַחַר זֶה יָצָא: \n",
            "רָצָה הַכֹּהֵן לְהַחְזִיר לוֹ הַפִּדְיוֹן מַחְזִיר. וְלֹא יִתֵּן לוֹ הוּא וְדַעְתּוֹ שֶׁיַּחְזִיר. וְאִם עָשָׂה כֵּן וְהֶחְזִיר לוֹ אֵין בְּנוֹ פָּדוּי עַד שֶׁיִּגְמֹר בְּלִבּוֹ לִתֵּן לוֹ מַתָּנָה גְּמוּרָה. וְאִם רָצָה הַכֹּהֵן אַחַר כָּךְ לְהַחְזִיר יַחְזִיר. וְכֵן אִם פֵּרֵשׁ וְנָתַן לוֹ עַל מְנָת לְהַחְזִיר הֲרֵי בְּנוֹ פָּדוּי: \n",
            "כֹּהֲנִים וּלְוִיִּם פְּטוּרִים מִפִּדְיוֹן הַבֵּן מִקַּל וָחֹמֶר. אִם פָּטְרוּ שֶׁל יִשְׂרָאֵל בַּמִּדְבָּר דִּין הוּא שֶׁיִּפְטְרוּ עַצְמָן: \n",
            "יִשְׂרָאֵל הַבָּא מִן הַכֹּהֶנֶת וּמִן הַלְּוִיָּה פָּטוּר. שֶׁאֵין הַדָּבָר תָּלוּי בָּאָב אֶלָּא בָּאֵם שֶׁנֶּאֱמַר פֶּטֶר רֶחֶם בְּיִשְׂרָאֵל: \n",
            "לְוִיָּה הַמְעֻבֶּרֶת מֵעַכּוּ''ם בְּנָהּ פָּטוּר. וְכֹהֶנֶת הַמְעֻבֶּרֶת מֵעַכּוּ''ם בְּנָהּ חַיָּב שֶׁהֲרֵי נִפְסְלָה אִמּוֹ מִן הַכְּהֻנָּה בִּבְעִילַת הָעַכּוּ''ם: \n",
            "כֹּהֵן שֶׁנּוֹלַד לוֹ בֶּן חָלָל. מֵת הָאָב בְּתוֹךְ שְׁלֹשִׁים יוֹם הַבֵּן חַיָּב לִפְדּוֹת אֶת עַצְמוֹ. שֶׁלֹּא זָכָה הָאָב בְּפִדְיוֹנוֹ. מֵת אַחַר שְׁלֹשִׁים יוֹם אֵינוֹ חַיָּב הַבֵּן לִפְדּוֹת אֶת עַצְמוֹ. שֶׁהֲרֵי זָכָה הָאָב בְּפִדְיוֹנוֹ: \n",
            "הַשִּׁפְחָה שֶׁנִּשְׁתַּחְרְרָה וְכוּתִית שֶׁנִּתְגַּיְּרָה כְּשֶׁהֵן מְעֻבָּרוֹת וְיָלְדוּ. אַף עַל פִּי שֶׁהוֹרָתוֹ שֶׁלֹּא בִּקְדֻשָּׁה הוֹאִיל וְנוֹלַד בִּקְדֻשָּׁה חַיָּב. שֶׁנֶּאֱמַר פֶּטֶר רֶחֶם בְּיִשְׂרָאֵל וַהֲרֵי פֶּטֶר וְרֶחֶם בְּיִשְׂרָאֵל. אֵין יָדוּעַ אִם קֹדֶם שֶׁנִּתְגַּיְּרָה יָלְדָה אוֹ אַחַר שֶׁנִּתְגַּיְּרָה יָלְדָה הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "הַכּוּתִית וְהַשִּׁפְחָה שֶׁיָּלְדוּ וְאַחַר כָּךְ נִתְגַּיְּרוּ וְנִשְׁתַּחְרְרוּ וְיָלְדוּ וָלָד אַחֵר הֲרֵי זֶה פָּטוּר שֶׁנֶּאֱמַר <small>(במדבר ג יב)</small> <small>(במדבר יח טו)</small> \"פֶּטֶר רֶחֶם\" וְאֵין זֶה פֶּטֶר רֶחֶם. וְכֵן הַבָּא אַחַר הַנְּפָלִים כָּל נֵפֶל שֶׁאִמּוֹ טְמֵאָה לֵדָה הַבָּא אַחֲרָיו אֵינוֹ פֶּטֶר רֶחֶם. וְכָל נֵפֶל שֶׁאֵין אִמּוֹ טְמֵאָה לֵדָה כְּמוֹ הַמַּפֶּלֶת כְּמִין דָּגִים וַחֲגָבִים אוֹ הַמַּפֶּלֶת יוֹם אַרְבָּעִים וְכַיּוֹצֵא בָּהֶן הַבָּא אַחֲרָיו בְּכוֹר לַכֹּהֵן וְחַיָּב לִפְדּוֹת: \n",
            "חָתַךְ הָעֻבָּר בְּמֵעֶיהָ וְהוֹצִיאוֹ אֵיבָר אֵיבָר הַבָּא אַחֲרָיו אֵינוֹ פֶּטֶר רֶחֶם. בֶּן שְׁמוֹנָה חֳדָשִׁים שֶׁהוֹצִיא רֹאשׁוֹ וְהוּא חַי וְהֶחֱזִירוֹ וָמֵת. וְכֵן בֶּן תִּשְׁעָה שֶׁמֵּת וְיָצָא רֹאשׁוֹ וְהֶחֱזִירוֹ וְאַחַר כָּךְ יָצָא אָחִיו וְיָלְדָה. זֶה שֶׁיָּלְדָה אֵינוֹ פֶּטֶר רֶחֶם. שֶׁהֲרֵי נִפְטַר בְּרֹאשׁוֹ שֶׁל רִאשׁוֹן. וּמִשֶּׁתֵּצֵא פַּדַּחְתּוֹ פּוֹטֵר הַבָּא אַחֲרָיו: \n",
            "יוֹצֵא דֹּפֶן וְהַבָּא אַחֲרָיו כְּדַרְכּוֹ שְׁנֵיהֶם פְּטוּרִים. הָרִאשׁוֹן לְפִי שֶׁלֹּא יָצָא מִן הָרֶחֶם וְהַשֵּׁנִי מִפְּנֵי שֶׁקְּדָמוֹ אַחֵר: \n",
            "מֵאֵימָתַי יִתְחַיֵּב בְּפִדְיוֹן. מִשֶּׁיַּשְׁלִים שְׁלֹשִׁים יוֹם שֶׁנֶּאֱמַר <small>(במדבר יח טז)</small> \"וּפְדוּיָו מִבֶּן חֹדֶשׁ תִּפְדֶּה\". מֵת הַבֵּן בְּתוֹךְ שְׁלֹשִׁים וַאֲפִלּוּ בְּיוֹם שְׁלֹשִׁים. וְכֵן אִם נַעֲשָׂה טְרֵפָה. אֵינוֹ חַיָּב בַּחֲמִשָּׁה סְלָעִים. וְאִם הִקְדִּים וְנָתַן לַכֹּהֵן יַחְזִיר לוֹ הַפִּדְיוֹן. [וְאִם מֵת אַחַר שְׁלֹשִׁים יוֹם חַיָּב בְּפִדְיוֹן] וְאִם לֹא נָתַן יִתֵּן: \n",
            "מִי שֶׁפָּדָה בְּנוֹ בְּתוֹךְ שְׁלֹשִׁים יוֹם אִם אָמַר לוֹ מֵעַכְשָׁו אֵין בְּנוֹ פָּדוּי. וְאִם אָמַר לוֹ לְאַחַר שְׁלֹשִׁים יוֹם בְּנוֹ פָּדוּי וְאַף עַל פִּי שֶׁאֵין הַמָּעוֹת קַיָּמִין לְאַחַר שְׁלֹשִׁים יוֹם: \n",
            "מִי שֶׁהוּא סָפֵק אִם חַיָּב בְּפִדְיוֹן אוֹ לֹא הֲרֵי זֶה פָּטוּר שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. מֵת הָאָב בְּתוֹךְ שְׁלֹשִׁים יוֹם הֲרֵי הַבֵּן בְּחֶזְקַת שֶׁלֹּא נִפְדָּה עַד שֶׁיָּבִיא רְאָיָה מֵאָבִיו שֶׁפָּדָהוּ קֹדֶם שֶׁיָּמוּת. מֵת הָאָב לְאַחַר שְׁלֹשִׁים יוֹם הֲרֵי הוּא בְּחֶזְקַת פָּדוּי עַד שֶׁיּוֹדִיעוּהוּ שֶׁלֹּא נִפְדָּה: \n",
            "מִי שֶׁלֹּא בִּכְּרָה אִשְׁתּוֹ וְיָלְדָה זָכָר וּנְקֵבָה וְאֵין יָדוּעַ אֵי זֶה מֵהֶן יָצָא רִאשׁוֹן אֵין כָּאן לַכֹּהֵן כְּלוּם. יָלְדָה שְׁנֵי זְכָרִים אַף עַל פִּי שֶׁאֵין יָדוּעַ אֵי זֶה מֵהֶן הַבְּכוֹר נוֹתֵן חֲמִשָּׁה סְלָעִים לַכֹּהֵן. מֵת אֶחָד מֵהֶן בְּתוֹךְ שְׁלֹשִׁים יוֹם פָּטוּר שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. מֵת הָאָב בֵּין בְּתוֹךְ שְׁלֹשִׁים יוֹם בֵּין אַחַר שְׁלֹשִׁים יוֹם. בֵּין שֶׁלֹּא חָלְקוּ הָאַחִים בֵּין שֶׁחָלְקוּ. יִנָּתֵן מִן הַנְּכָסִים חֲמִשָּׁה סְלָעִים לַכֹּהֵן שֶׁכְּבָר נִתְחַיְּבוּ הַנְּכָסִים: \n",
            "שְׁתֵּי נָשָׁיו שֶׁלֹּא בִּכְּרוּ וְיָלְדוּ שְׁנֵי זְכָרִים נוֹתֵן עֲשָׂרָה סְלָעִים לַכֹּהֵן. מֵת אֶחָד מֵהֶן בְּתוֹךְ שְׁלֹשִׁים יוֹם אִם לְכֹהֵן אֶחָד נָתַן יַחְזִיר לוֹ חֲמִשָּׁה סְלָעִים. וְאִם לִשְׁנֵי כֹּהֲנִים נָתַן אֵינוֹ יָכוֹל לְהוֹצִיא מֵהֶן שֶׁהֲרֵי לֹא צִיֵּן פִּדְיוֹן זֶה עַל בֵּן זֶה. וְכָל אֶחָד מֵהֶן יָכוֹל לוֹמַר הַחֲזִיר מֵחֲבֵרִי: \n",
            "שְׁתֵּי נָשָׁיו שֶׁלֹּא בִּכְּרוּ שֶׁיָּלְדוּ זָכָר וּנְקֵבָה אוֹ שְׁנֵי זְכָרִים וּנְקֵבָה נוֹתֵן חֲמִשָּׁה סְלָעִים לַכֹּהֵן. שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִהְיֶה זָכָר אֶחָד מֵהֶן פֶּטֶר רֶחֶם: \n",
            "יָלְדוּ שְׁתֵּי נְקֵבוֹת וְזָכָר. אוֹ שְׁנֵי זְכָרִים וּשְׁתֵּי נְקֵבוֹת. וְאֵין יָדוּעַ אֵי זֶה נוֹלַד רִאשׁוֹן. אֵין כָּאן לַכֹּהֵן כְּלוּם שֶׁאֲנִי אוֹמֵר נְקֵבָה נוֹלְדָה תְּחִלָּה וְאַחֲרֶיהָ זָכָר: \n",
            "שְׁתֵּי נָשָׁיו אַחַת בִּכְּרָה וְאַחַת לֹא בִּכְּרָה וְיָלְדוּ שְׁנֵי זְכָרִים וְנִתְעָרְבוּ. נוֹתֵן חֲמִשָּׁה סְלָעִים לַכֹּהֵן. מֵת אֶחָד מֵהֶם בְּתוֹךְ שְׁלֹשִׁים יוֹם הָאָב פָּטוּר. מֵת הָאָב יִנָּתֵן מִן הַנְּכָסִים חֲמִשָּׁה סְלָעִים: \n",
            "יָלְדוּ זָכָר וּנְקֵבָה אוֹ שְׁנֵי זְכָרִים וּנְקֵבָה אֵין כָּאן לַכֹּהֵן כְּלוּם. שֶׁאֲנִי אוֹמֵר זוֹ שֶׁלֹּא בִּכְּרָה יָלְדָה נְקֵבָה תְּחִלָּה וְאַחֲרֶיהָ זָכָר וְזוֹ שֶׁבִּכְּרָה יָלְדָה זָכָר: \n",
            "שְׁתֵּי נָשִׁים שֶׁל שְׁנֵי אֲנָשִׁים שֶׁלֹּא בִּכְּרוּ וְיָלְדוּ שְׁנֵי זְכָרִים וְנִתְעָרְבוּ זֶה נוֹתֵן חֲמִשָּׁה סְלָעִים וְזֶה נוֹתֵן חֲמִשָּׁה סְלָעִים. נָתְנוּ וְאַחַר כָּךְ מֵת אֶחָד מִן הַבָּנִים בְּתוֹךְ שְׁלֹשִׁים יוֹם. אִם לִשְׁנֵי כֹּהֲנִים נָתְנוּ אֵינָן יְכוֹלִין לְהוֹצִיא מִיָּדָן. וְאִם לְכֹהֵן אֶחָד נָתְנוּ כּוֹתֵב אֶחָד מֵהֶן לַחֲבֵרוֹ הַרְשָׁאָה וְיֵלֵךְ זֶה בְּהַרְשָׁאָה וְיַחְזִיר מִן הַכֹּהֵן חֲמִשָּׁה סְלָעִים: \n",
            "יָלְדוּ זָכָר וּנְקֵבָה וְנִתְעָרְבוּ הָאָבוֹת פְּטוּרִין וְהַבֵּן חַיָּב לִפְדּוֹת אֶת עַצְמוֹ. וְכֵן מְבַכֶּרֶת שֶׁלֹּא שָׁהֲתָה אַחַר בַּעְלָהּ שְׁלֹשָׁה חֳדָשִׁים וְיָלְדָה וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לָאַחֲרוֹן שְׁנֵיהֶן פְּטוּרִין. וְהַבֵּן חַיָּב לִפְדּוֹת אֶת עַצְמוֹ: \n",
            "יָלְדוּ שְׁתֵּי נְקֵבוֹת וְזָכָר אוֹ שְׁתֵּי נְקֵבוֹת וּשְׁנֵי זְכָרִים אֵין כָּאן לַכֹּהֵן כְּלוּם: \n",
            "שְׁתֵּי נָשִׁים שֶׁל שְׁנֵי אֲנָשִׁים אַחַת בִּכְּרָה וְאַחַת לֹא בִּכְּרָה וְיָלְדוּ שְׁנֵי זְכָרִים. זֶה שֶׁלֹּא בִּכְּרָה אִשְׁתּוֹ נוֹתֵן חָמֵשׁ סְלָעִים לַכֹּהֵן. יָלְדוּ זָכָר וּנְקֵבָה אֵין כָּאן לַכֹּהֵן כְּלוּם: \n",
            "יָלְדוּ שְׁנֵי זְכָרִים וּנְקֵבָה זֶה שֶׁלֹּא בִּכְּרָה אִשְׁתּוֹ נוֹתֵן חֲמִשָּׁה סְלָעִים. שֶׁלֹּא נִפְטַר אֶלָּא בִּשְׁנֵי סְפֵקוֹת אִם אִשְׁתּוֹ יָלְדָה זָכָר בִּלְבַד חַיָּב וְאִם הִיא יָלְדָה הַזָּכָר וְהַנְּקֵבָה חַיָּב אֶלָּא אִם כֵּן יָלְדָה נְקֵבָה תְּחִלָּה. וְהוֹאִיל וְהַדָּבָר רָחוֹק יִתֵּן פִּדְיוֹנוֹ: \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִפְדּוֹת כָּל אדָם מִיִּשְׂרָאֵל פֶּטֶר חֲמוֹר בְּשֶׂה. וְאִם לֹא רָצָה לִפְדּוֹתוֹ מִצְוַת עֲשֵׂה לְעָרְפוֹ שֶׁנֶּאֱמַר <small>(שמות לד כ)</small> \"וּפֶטֶר חֲמוֹר תִּפְדֶּה בְשֶׂה וְאִם לֹא תִפְדֶּה וַעֲרַפְתּוֹ\". וּשְׁתֵּי מִצְוֹת אֵלּוּ נוֹהֲגוֹת בְּכָל מָקוֹם וּבְכָל זְמַן. וּמִצְוַת פְּדִיָּה קוֹדֶמֶת לְמִצְוַת עֲרִיפָה: \n",
            "הַשֶּׂה שֶׁפּוֹדִין בּוֹ נוֹתְנוֹ לַכֹּהֵן שֶׁנֶּאֱמַר <small>(במדבר יח טו)</small> \"כָּל פֶּטֶר רֶחֶם\" וְגוֹ': \n",
            "<small>(במדבר יח טו)</small> \"וְאֵת בְּכוֹר הַבְּהֵמָה הַטְּמֵאָה תִּפְדֶּה\" בְּהֵמָה טְמֵאָה הָאֲמוּרָה כָּאן הִיא הַחֲמוֹר בִּלְבַד: \n",
            "פֶּטֶר חֲמוֹר אָסוּר בַּהֲנָאָה עַד שֶׁיִּפָּדֶה. וְאִם מְכָרוֹ קֹדֶם פִּדְיוֹן דָּמָיו אֲסוּרִים. וְאִם מֵת קֹדֶם פִּדְיוֹן אוֹ שֶׁעֲרָפוֹ יִקָּבֵר. מִפְּנֵי שֶׁהוּא אָסוּר בַּהֲנָאָה אַף לְאַחַר עֲרִיפָה הוֹאִיל וְלֹא נִפְדָּה. לְפִיכָךְ אִם לֹא פָּדָהוּ וְנָתַן פֶּטֶר הַחֲמוֹר בְּעַצְמוֹ לַכֹּהֵן. אָסוּר לַכֹּהֵן לְהִשְׁתַּמֵּשׁ בּוֹ עַד שֶׁיִּפְדֵּהוּ בְּשֶׂה. וְיִקַּח הַשֶּׂה לְעַצְמוֹ אוֹ יַעַרְפֶנּוּ וְיִקָּבֵר. וְהַכֹּהֲנִים חֲשׁוּדִים עַל דָּבָר זֶה לְפִיכָךְ אָסוּר לְיִשְׂרָאֵל לִתֵּן פֶּטֶר חֲמוֹר לַכֹּהֵן אֶלָּא אִם כֵּן פָּדָהוּ הַכֹּהֵן בְּפָנָיו: \n",
            "הִפְרִישׁ פִּדְיוֹן פֶּטֶר חֲמוֹר וּמֵת הַשֶּׂה קֹדֶם שֶׁיִּתְּנֶנּוּ לַכֹּהֵן אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ. וְיִתֵּן הַנְּבֵלָה לַכֹּהֵן לֵהָנוֹת בָּהּ. מֵת פֶּטֶר הַחֲמוֹר אַחַר שֶׁפָּדָהוּ. יִתֵּן הַטָּלֶה לַכֹּהֵן וּמֻתָּר בְּהֲנָיָתוֹ שֶׁכְּבָר נִפְדָּה: \n",
            "מֵאֵימָתַי חַיָּב לִפְדּוֹתוֹ מִשֶּׁיִּוָּלֵד וְעַד שְׁלֹשִׁים יוֹם. וּמֵאַחַר שְׁלֹשִׁים יוֹם אִם רָצָה לְעָרְפוֹ עוֹרְפוֹ. אִם רָצָה לִפְדּוֹתוֹ פּוֹדֶה וְאֵין כָּאן אֶלָּא מִצְוַת עִכּוּב בִּלְבַד: \n",
            "לֹא רָצָה לִפְדּוֹתוֹ עוֹרְפוֹ בְּקוֹפִיץ מֵאֲחוֹרָיו שֶׁנֶּאֱמַר <small>(שמות יג יג)</small> <small>(שמות לד כ)</small> \"וְאִם לֹא תִפְדֶּה וַעֲרַפְתּוֹ\". וְאֵין מְמִיתִין אוֹתוֹ לֹא בְּמַקֵּל וְלֹא בְּקָנֶה וְלֹא בְּקֹרְדוֹם וְלֹא בִּמְגֵרָה אֶלָּא בְּקוֹפִיץ. וְלֹא יַכְנִיסֶנּוּ לְחֶדֶר וְיִנְעל הַדֶּלֶת בְּפָנָיו עַד שֶׁיָּמוּת שֶׁנֶּאֱמַר וַעֲרַפְתּוֹ: \n",
            "אֵין פּוֹדִין לֹא בְּעֵגֶל וְלֹא בְּחַיָּה וְלֹא בְּשֶׂה שָׁחוּט וְלֹא בִּטְרֵפָה וְלֹא בְּכִלְאַיִם וְלֹא בִּכְוִי. שֶׁנֶּאֱמַר <small>(שמות יג יג)</small> <small>(שמות לד כ)</small> \"תִּפְדֶּה בְּשֶׂה\" וְאֵין קָרוּי שֶׂה אֶלָּא כְּבָשִׂים וְעִזִּים חַיִּים בִּלְבַד: \n",
            "אֵין פּוֹדִין בְּשֶׂה הַדּוֹמֶה [לְמִין] לְאַחֵר. וְאִם פָּדָה פָּדוּי. וּפוֹדִין בְּבֶן פְּקוּעָה. אֲבָל לֹא בִּפְסוּלֵי הַמֻּקְדָּשִׁין שֶׁהֲרֵי נֶאֱמַר בָּהֶן <small>(דברים יב טו)</small> <small>(דברים טו כב)</small> \"כַּצְּבִי וְכָאַיָּל\". מָה צְבִי וְאַיָּל אֵין פּוֹדִין בּוֹ אַף פְּסוּלֵי הַמֻּקְדָּשִׁין אֵין פּוֹדִין בָּהֶם: \n",
            "פּוֹדִין בְּשֶׂה בֵּין זְכָרִים בֵּין נְקֵבוֹת בֵּין תְּמִימִים בֵּין בַּעֲלֵי מוּמִים בֵּין קְטַנִּים בֵּין גְּדוֹלִים: \n",
            "שֶׂה שֶׁלְּקָחוֹ מִדְּמֵי שְׁבִיעִית אֵין פּוֹדִין בּוֹ אֶת הַוַּדַּאי. אֲבָל פּוֹדִין בּוֹ אֶת הַסָּפֵק. אִם אֵין לוֹ שֶׂה לִפְדּוֹתוֹ פּוֹדֵהוּ בְּשָׁוְיוֹ וְנוֹתֵן דָּמָיו לַכֹּהֵן. לֹא אָמְרָה תּוֹרָה שֶׂה לְהַחְמִיר עָלָיו אֶלָּא לְהָקֵל עָלָיו. שֶׁאִם הָיָה לוֹ פֶּטֶר חֲמוֹר שֶׁשָּׁוֶה עֶשֶׂר סְלָעִים יֵשׁ לוֹ לִפְדּוֹתוֹ בְּשֶׂה שְׁוֵה דִּינָר. וְלֹא יִהְיֶה זֶה חָמוּר מִן הַהֶקְדֵּשׁ שֶׁנִּפְדֶּה בְּכֶסֶף בְּשָׁוְיוֹ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ דְּמֵי פֶּטֶר חֲמוֹר מִשְּׁלֹשָׁה זוּזִים וּלְמַעְלָה. אֲבָל אִם הָיוּ דָּמָיו פָּחוֹת מִשְׁלֹשָׁה זוּזִים אֵין פּוֹדִין אוֹתוֹ אֶלָּא בְּשֶׂה אוֹ בִּשְׁלֹשָׁה זוּזִים. וְעַיִן יָפָה לֹא יִפְחֹת מִסֶּלַע. וְעַיִן רָעָה בַּחֲצִי סֶלַע. וּבֵינוֹנִית בִּשְׁלֹשָׁה זוּזִים: \n",
            "והַפּוֹדֶה פֶּטֶר חֲמוֹר שֶׁל חֲבֵרוֹ הֲרֵי זֶה פָּדוּי. וְהַחֲמוֹר לִבְעָלָיו: \n",
            "כֹּהֲנִים וּלְוִיִּם פְּטוּרִין מִפֶּטֶר חֲמוֹר שֶׁנֶּאֱמַר <small>(במדבר יח טו)</small> \"בְּכוֹר הָאָדָם וְאֵת בְּכוֹר הַבְּהֵמָה הַטְּמֵאָה תִּפְדֶּה\". כָּל שֶׁיֶּשְׁנוֹ בִּבְכוֹר אָדָם יֶשְׁנוֹ בִּבְכוֹר בְּהֵמָה טְמֵאָה. וְהַפָּטוּר מִבְּכוֹר אָדָם פָּטוּר מִבְּכוֹר בְּהֵמָה טְמֵאָה: \n",
            "הַלּוֹקֵחַ עֻבַּר חֲמוֹרוֹ שֶׁל עַכּוּ''ם אוֹ הַמּוֹכֵר עֻבַּר חֲמוֹרוֹ לְעַכּוּ''ם אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי הֲרֵי זֶה פָּטוּר מִן הַבְּכוֹרָה. וְאֵין קוֹנְסִין אוֹתוֹ עַל דָּבָר זֶה. הָיָה הָעַכּוּ''ם שֻׁתָּף בָּאֵם אוֹ בַּבְּכוֹר אֲפִלּוּ לֹא הָיָה לוֹ אֶלָּא אֶחָד מֵאֶלֶף בּוֹ הֲרֵי זֶה פָּטוּר. הָיָה לוֹ בּוֹ אוֹ בְּאִמּוֹ אֵיבָר אֶחָד כְּגוֹן יָדוֹ אוֹ רַגְלוֹ אֲפִלּוּ אָזְנוֹ כָּל שֶׁאִלּוּ יֵחָתֵךְ יִהְיֶה בַּעַל מוּם הֲרֵי זֶה פָּטוּר מִן הַבְּכוֹרָה. וְאִם כְּשֶׁיֵּחָתֵךְ חֵלֶק הָעַכּוּ''ם לֹא יִהְיֶה בַּעַל מוּם לַמִּזְבֵּחַ הֲרֵי זֶה חַיָּב. וְכֵן הַמְקַבֵּל חֲמוֹר מִן הָעַכּוּ''ם לִהְיוֹת מְטַפֵּל בָּהּ וְהַוָּלָד בֵּינֵיהֶם אוֹ עַכּוּ''ם שֶׁקִּבֵּל מִיִּשְׂרָאֵל הַכּל פָּטוּר מִן הַבְּכוֹרָה שֶׁנֶּאֱמַר <small>(שמות יג ב)</small> \"פֶּטֶר רֶחֶם בִּבְנֵי יִשְׂרָאֵל בָּאָדָם וּבַבְּהֵמָה\" עַד שֶׁיִּהְיֶה הַכּל בְּיִשְׂרָאֵל: \n",
            "גֵּר שֶׁנִּתְגַּיֵּר וְאֵין יָדוּעַ אִם עַד שֶׁלֹּא נִתְגַּיֵּר יָלְדָה חֲמוֹרוֹ אוֹ אַחַר שֶׁנִּתְגַּיֵּר הֲרֵי זֶה חַיָּב לַעֲרֹף אוֹ לִפְדּוֹת. וְאִם פָּדָה בְּשֶׂה הַשֶּׂה שֶׁל גֵּר שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "עַכּוּ''ם שֶׁהִפְרִישׁ פֶּטֶר חֲמוֹר מוֹדִיעִין אוֹתוֹ שֶׁאֵינוֹ חַיָּב וַהֲרֵי הוּא מֻתָּר בְּגִזָּה וַעֲבוֹדָה: \n",
            "פָּרָה שֶׁיָּלְדָה כְּמִין חֲמוֹר אוֹ חֲמוֹר שֶׁיָּלְדָה כְּמִין סוּס פָּטוּר שֶׁנֶּאֱמַר <small>(שמות לד כ)</small> \"וּפֶטֶר חֲמוֹר תִּפְדֶּה בְשֶׂה\" וּפֶטֶר חֲמוֹר שְׁתֵּי פְּעָמִים עַד שֶׁיִּהְיֶה הַיּוֹלֵד חֲמוֹר וְהַנּוֹלָד חֲמוֹר. וְאִם יֵשׁ בּוֹ מִקְצָת סִימָנֵי חֲמוֹר חַיָּב בִּבְכוֹרָה: \n",
            "חֲמוֹרוֹ שֶׁלֹּא בִּכְּרָה וְיָלְדָה שְׁנֵי זְכָרִים נוֹתֵן טָלֶה לַכֹּהֵן. יָלְדָה זָכָר וּנְקֵבָה מַפְרִישׁ טָלֶה אֶחָד כְּדֵי לְהַפְקִיעַ קְדֻשָּׁה מִמֶּנּוּ עַד שֶׁיִּהְיֶה מֻתָּר בַּהֲנָיָה. שֶׁמָּא הַזָּכָר נוֹלָד תְּחִלָּה. וְטָלֶה זֶה שֶׁהִפְרִישׁ לַבְּעָלִים וְאֵינוֹ לַכֹּהֵן שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "שְׁתֵּי חֲמוֹרָיו שֶׁלֹּא בִּכְּרוּ וְיָלְדוּ שְׁנֵי זְכָרִים נוֹתֵן שְׁנֵי טְלָאִים לַכֹּהֵן. זָכָר וּנְקֵבָה אוֹ שְׁנֵי זְכָרִים וּנְקֵבָה נוֹתֵן טָלֶה אֶחָד לַכֹּהֵן: \n",
            "יָלְדוּ שְׁתֵּי נְקֵבוֹת וְזָכָר אוֹ שְׁנֵי זְכָרִים וּשְׁתֵּי נְקֵבוֹת אֵין כָּאן לַכֹּהֵן כְּלוּם. וְאֵינוֹ צָרִיךְ לְהַפְרִישׁ טָלֶה לְעַצְמוֹ לְפִי שֶׁיֵּשׁ כָּאן סְפֵקוֹת הַרְבֵּה שֶׁמָּא הָאַחַת יָלְדָה זָכָר וְהַשְּׁנִיָּה יָלְדָה שְׁתֵּי נְקֵבוֹת. אוֹ שֶׁמָּא זוֹ יָלְדָה נְקֵבָה וְהָאַחֶרֶת זָכָר וְאַחֲרָיו נְקֵבָה אוֹ נְקֵבָה וְאַחֲרֶיהָ זָכָר. וְכֵן סְפֵקוֹת הַרְבֵּה יֵשׁ בִּשְׁנֵי זְכָרִים וּשְׁתֵּי נְקֵבוֹת. אַחַת בִּכְּרָה וְאַחַת שֶׁלֹּא בִּכְּרָה וְיָלְדוּ שְׁנֵי זְכָרִים וְנִתְעָרְבוּ נוֹתֵן טָלֶה אֶחָד לַכֹּהֵן. זָכָר וּנְקֵבָה מַפְרִישׁ טָלֶה אֶחָד לְעַצְמוֹ וְאֵינוֹ נוֹתְנוֹ לַכֹּהֵן מִפְּנֵי שֶׁהוּא סָפֵק וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "וְכֵן הַלּוֹקֵחַ חֲמוֹר מִן הָעַכּוּ''ם וְאֵין יָדוּעַ אִם בִּכְּרָה אוֹ לֹא בִּכְּרָה וְיָלְדָה זָכָר פּוֹדֶה אוֹתוֹ בְּשֶׂה וְהוּא לַבְּעָלִים. מִפְּנֵי שֶׁהוּא סָפֵק: \n",
            "מִי שֶׁהָיוּ לוֹ עֲשָׂרָה טְלָאִים כָּל אֶחָד מֵהֶן הִפְרִישׁוֹ עַל סְפֵק פֶּטֶר חֲמוֹר הֲרֵי הֵן כְּחֻלִּין לְכָל דָּבָר וּמִתְעַשְּׂרִין כִּשְׁאָר הַבְּהֵמָה. וּמַפְרֵשׁ אֶחָד מֵהֶן מַעֲשֵׂר וְהַשְּׁאָר שֶׁלּוֹ כְּשֶׁהָיוּ: \n",
            "יִשְׂרָאֵל שֶׁהָיוּ לוֹ עֲשָׂרָה פִּטְרֵי חֲמוֹרִים וַדָּאִין בְּתוֹךְ בֵּיתוֹ שֶׁנָּפְלוּ לוֹ מִבֵּית אֲבִי אִמּוֹ כֹּהֵן וְאוֹתוֹ אֲבִי אִמּוֹ הַכֹּהֵן נָפְלוֹ לוֹ מִבֵּית אֲבִי אִמּוֹ יִשְׂרָאֵל הֲרֵי זֶה מַפְרִישׁ עֲלֵיהֶן עֲשָׂרָה שֵׂיִין וְהֵן שֶׁלּוֹ וְחַיָּבִין בְּמַעֲשֵׂר: סְלִיקוּ לְהוּ הִלְכוֹת בִּכּוּרִים בְּסִיַעְתָּא דִּשְׁמַיָּא \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות ביכורים ושאר מתנות כהונה שבגבולין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}