{
    "status": "locked", 
    "versionTitle": "Tanach with Nikkud", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Ezra", 
    "licenseVetted": true, 
    "text": [
        [
            "וּבִשְׁנַת אַחַת לְכוֹרֶשׁ מֶלֶךְ פָּרַס לִכְלוֹת דְּבַר־יְהוָה מִפִּי יִרְמְיָה הֵעִיר יְהוָה אֶת־רוּחַ כֹּרֶשׁ מֶלֶךְ־פָּרַס וַיַּעֲבֶר־קוֹל בְּכָל־מַלְכוּתוֹ וְגַם־בְּמִכְתָּב לֵאמֹר׃", 
            "כֹּה אָמַר כֹּרֶשׁ מֶלֶךְ פָּרַס כֹּל מַמְלְכוֹת הָאָרֶץ נָתַן לִי יְהוָה אֱלֹהֵי הַשָּׁמָיִם וְהוּא־פָקַד עָלַי לִבְנוֹת־לוֹ בַיִת בִּירוּשָׁלִַם אֲשֶׁר בִּיהוּדָה׃", 
            "מִי־בָכֶם מִכָּל־עַמּוֹ יְהִי אֱלֹהָיו עִמּוֹ וְיַעַל לִירוּשָׁלִַם אֲשֶׁר בִּיהוּדָה וְיִבֶן אֶת־בֵּית יְהוָה אֱלֹהֵי יִשְׂרָאֵל הוּא הָאֱלֹהִים אֲשֶׁר בִּירוּשָׁלִָם׃", 
            "וְכָל־הַנִּשְׁאָר מִכָּל־הַמְּקֹמוֹת אֲשֶׁר הוּא גָר־שָׁם יְנַשְּׂאוּהוּ אַנְשֵׁי מְקֹמוֹ בְּכֶסֶף וּבְזָהָב וּבִרְכוּשׁ וּבִבְהֵמָה עִם־הַנְּדָבָה לְבֵית הָאֱלֹהִים אֲשֶׁר בִּירוּשָׁלִָם׃", 
            "וַיָּקוּמוּ רָאשֵׁי הָאָבוֹת לִיהוּדָה וּבִנְיָמִן וְהַכֹּהֲנִים וְהַלְוִיִּם לְכֹל הֵעִיר הָאֱלֹהִים אֶת־רוּחוֹ לַעֲלוֹת לִבְנוֹת אֶת־בֵּית יְהוָה אֲשֶׁר בִּירוּשָׁלִָם׃", 
            "וְכָל־סְבִיבֹתֵיהֶם חִזְּקוּ בִידֵיהֶם בִּכְלֵי־כֶסֶף בַּזָּהָב בָּרְכוּשׁ וּבַבְּהֵמָה וּבַמִּגְדָּנוֹת לְבַד עַל־כָּל־הִתְנַדֵּב׃", 
            "וְהַמֶּלֶךְ כּוֹרֶשׁ הוֹצִיא אֶת־כְּלֵי בֵית־יְהוָה אֲשֶׁר הוֹצִיא נְבוּכַדְנֶצַּר מִירוּשָׁלִַם וַיִּתְּנֵם בְּבֵית אֱלֹהָיו׃", 
            "וַיּוֹצִיאֵם כּוֹרֶשׁ מֶלֶךְ פָּרַס עַל־יַד מִתְרְדָת הַגִּזְבָּר וַיִּסְפְּרֵם לְשֵׁשְׁבַּצַּר הַנָּשִׂיא לִיהוּדָה׃", 
            "וְאֵלֶּה מִסְפָּרָם אֲגַרְטְלֵי זָהָב שְׁלֹשִׁים אֲגַרְטְלֵי־כֶסֶף אָלֶף מַחֲלָפִים תִּשְׁעָה וְעֶשְׂרִים׃", 
            "כְּפוֹרֵי זָהָב שְׁלֹשִׁים כְּפוֹרֵי כֶסֶף מִשְׁנִים אַרְבַּע מֵאוֹת וַעֲשָׂרָה כֵּלִים אֲחֵרִים אָלֶף׃", 
            "כָּל־כֵּלִים לַזָּהָב וְלַכֶּסֶף חֲמֵשֶׁת אֲלָפִים וְאַרְבַּע מֵאוֹת הַכֹּל הֶעֱלָה שֵׁשְׁבַּצַּר עִם הֵעָלוֹת הַגּוֹלָה מִבָּבֶל לִירוּשָׁלִָם׃"
        ], 
        [
            "וְאֵלֶּה בְּנֵי הַמְּדִינָה הָעֹלִים מִשְּׁבִי הַגּוֹלָה אֲשֶׁר הֶגְלָה נבוכדנצור [נְבוּכַדְנֶצַּר] מֶלֶךְ־בָּבֶל לְבָבֶל וַיָּשׁוּבוּ לִירוּשָׁלִַם וִיהוּדָה אִישׁ לְעִירוֹ׃", 
            "אֲשֶׁר־בָּאוּ עִם־זְרֻבָּבֶל יֵשׁוּעַ נְחֶמְיָה שְׂרָיָה רְעֵלָיָה מָרְדֳּכַי בִּלְשָׁן מִסְפָּר בִּגְוַי רְחוּם בַּעֲנָה מִסְפַּר אַנְשֵׁי עַם יִשְׂרָאֵל׃", 
            "בְּנֵי פַרְעֹשׁ אַלְפַּיִם מֵאָה שִׁבְעִים וּשְׁנָיִם׃", 
            "בְּנֵי שְׁפַטְיָה שְׁלֹשׁ מֵאוֹת שִׁבְעִים וּשְׁנָיִם׃", 
            "בְּנֵי אָרַח שְׁבַע מֵאוֹת חֲמִשָּׁה וְשִׁבְעִים׃", 
            "בְּנֵי־פַחַת מוֹאָב לִבְנֵי יֵשׁוּעַ יוֹאָב אַלְפַּיִם שְׁמֹנֶה מֵאוֹת וּשְׁנֵים עָשָׂר׃", 
            "בְּנֵי עֵילָם אֶלֶף מָאתַיִם חֲמִשִּׁים וְאַרְבָּעָה׃", 
            "בְּנֵי זַתּוּא תְּשַׁע מֵאוֹת וְאַרְבָּעִים וַחֲמִשָּׁה׃", 
            "בְּנֵי זַכָּי שְׁבַע מֵאוֹת וְשִׁשִּׁים׃", 
            "בְּנֵי בָנִי שֵׁשׁ מֵאוֹת אַרְבָּעִים וּשְׁנָיִם׃", 
            "בְּנֵי בֵבָי שֵׁשׁ מֵאוֹת עֶשְׂרִים וּשְׁלֹשָׁה׃", 
            "בְּנֵי עַזְגָּד אֶלֶף מָאתַיִם עֶשְׂרִים וּשְׁנָיִם׃", 
            "בְּנֵי אֲדֹנִיקָם שֵׁשׁ מֵאוֹת שִׁשִּׁים וְשִׁשָּׁה׃", 
            "בְּנֵי בִגְוָי אַלְפַּיִם חֲמִשִּׁים וְשִׁשָּׁה׃", 
            "בְּנֵי עָדִין אַרְבַּע מֵאוֹת חֲמִשִּׁים וְאַרְבָּעָה׃", 
            "בְּנֵי־אָטֵר לִיחִזְקִיָּה תִּשְׁעִים וּשְׁמֹנָה׃", 
            "בְּנֵי בֵצָי שְׁלֹשׁ מֵאוֹת עֶשְׂרִים וּשְׁלֹשָׁה׃", 
            "בְּנֵי יוֹרָה מֵאָה וּשְׁנֵים עָשָׂר׃", 
            "בְּנֵי חָשֻׁם מָאתַיִם עֶשְׂרִים וּשְׁלֹשָׁה׃", 
            "בְּנֵי גִבָּר תִּשְׁעִים וַחֲמִשָּׁה׃", 
            "בְּנֵי בֵית־לָחֶם מֵאָה עֶשְׂרִים וּשְׁלֹשָׁה׃", 
            "אַנְשֵׁי נְטֹפָה חֲמִשִּׁים וְשִׁשָּׁה׃", 
            "אַנְשֵׁי עֲנָתוֹת מֵאָה עֶשְׂרִים וּשְׁמֹנָה׃", 
            "בְּנֵי עַזְמָוֶת אַרְבָּעִים וּשְׁנָיִם׃", 
            "בְּנֵי קִרְיַת עָרִים כְּפִירָה וּבְאֵרוֹת שְׁבַע מֵאוֹת וְאַרְבָּעִים וּשְׁלֹשָׁה׃", 
            "בְּנֵי הָרָמָה וָגָבַע שֵׁשׁ מֵאוֹת עֶשְׂרִים וְאֶחָד׃", 
            "אַנְשֵׁי מִכְמָס מֵאָה עֶשְׂרִים וּשְׁנָיִם׃", 
            "אַנְשֵׁי בֵית־אֵל וְהָעָי מָאתַיִם עֶשְׂרִים וּשְׁלֹשָׁה׃", 
            "בְּנֵי נְבוֹ חֲמִשִּׁים וּשְׁנָיִם׃", 
            "בְּנֵי מַגְבִּישׁ מֵאָה חֲמִשִּׁים וְשִׁשָּׁה׃", 
            "בְּנֵי עֵילָם אַחֵר אֶלֶף מָאתַיִם חֲמִשִּׁים וְאַרְבָּעָה׃", 
            "בְּנֵי חָרִם שְׁלֹשׁ מֵאוֹת וְעֶשְׂרִים׃", 
            "בְּנֵי־לֹד חָדִיד וְאוֹנוֹ שְׁבַע מֵאוֹת עֶשְׂרִים וַחֲמִשָּׁה׃", 
            "בְּנֵי יְרֵחוֹ שְׁלֹשׁ מֵאוֹת אַרְבָּעִים וַחֲמִשָּׁה׃", 
            "בְּנֵי סְנָאָה שְׁלֹשֶׁת אֲלָפִים וְשֵׁשׁ מֵאוֹת וּשְׁלֹשִׁים׃", 
            "הַכֹּהֲנִים בְּנֵי יְדַעְיָה לְבֵית יֵשׁוּעַ תְּשַׁע מֵאוֹת שִׁבְעִים וּשְׁלֹשָׁה׃", 
            "בְּנֵי אִמֵּר אֶלֶף חֲמִשִּׁים וּשְׁנָיִם׃", 
            "בְּנֵי פַשְׁחוּר אֶלֶף מָאתַיִם אַרְבָּעִים וְשִׁבְעָה׃", 
            "בְּנֵי חָרִם אֶלֶף וְשִׁבְעָה עָשָׂר׃", 
            "הַלְוִיִּם בְּנֵי־יֵשׁוּעַ וְקַדְמִיאֵל לִבְנֵי הוֹדַוְיָה שִׁבְעִים וְאַרְבָּעָה׃", 
            "הַמְשֹׁרְרִים בְּנֵי אָסָף מֵאָה עֶשְׂרִים וּשְׁמֹנָה׃", 
            "בְּנֵי הַשֹּׁעֲרִים בְּנֵי־שַׁלּוּם בְּנֵי־אָטֵר בְּנֵי־טַלְמוֹן בְּנֵי־עַקּוּב בְּנֵי חֲטִיטָא בְּנֵי שֹׁבָי הַכֹּל מֵאָה שְׁלֹשִׁים וְתִשְׁעָה׃", 
            "הַנְּתִינִים בְּנֵי־צִיחָא בְנֵי־חֲשׂוּפָא בְּנֵי טַבָּעוֹת׃", 
            "בְּנֵי־קֵרֹס בְּנֵי־סִיעֲהָא בְּנֵי פָדוֹן׃", 
            "בְּנֵי־לְבָנָה בְנֵי־חֲגָבָה בְּנֵי עַקּוּב׃", 
            "בְּנֵי־חָגָב בְּנֵי־שמלי [שַׁלְמַי] בְּנֵי חָנָן׃", 
            "בְּנֵי־גִדֵּל בְּנֵי־גַחַר בְּנֵי רְאָיָה׃", 
            "בְּנֵי־רְצִין בְּנֵי־נְקוֹדָא בְּנֵי גַזָּם׃", 
            "בְּנֵי־עֻזָּא בְנֵי־פָסֵחַ בְּנֵי בֵסָי׃", 
            "בְּנֵי־אַסְנָה בְנֵי־מעינים [מְעוּנִים] בְּנֵי נפיסים [נְפוּסִים׃]", 
            "בְּנֵי־בַקְבּוּק בְּנֵי־חֲקוּפָא בְּנֵי חַרְחוּר׃", 
            "בְּנֵי־בַצְלוּת בְּנֵי־מְחִידָא בְּנֵי חַרְשָׁא׃", 
            "בְּנֵי־בַרְקוֹס בְּנֵי־סִיסְרָא בְּנֵי־תָמַח׃", 
            "בְּנֵי נְצִיחַ בְּנֵי חֲטִיפָא׃", 
            "בְּנֵי עַבְדֵי שְׁלֹמֹה בְּנֵי־סֹטַי בְּנֵי־הַסֹּפֶרֶת בְּנֵי פְרוּדָא׃", 
            "בְּנֵי־יַעְלָה בְנֵי־דַרְקוֹן בְּנֵי גִדֵּל׃", 
            "בְּנֵי שְׁפַטְיָה בְנֵי־חַטִּיל בְּנֵי פֹּכֶרֶת הַצְּבָיִים בְּנֵי אָמִי׃", 
            "כָּל־הַנְּתִינִים וּבְנֵי עַבְדֵי שְׁלֹמֹה שְׁלֹשׁ מֵאוֹת תִּשְׁעִים וּשְׁנָיִם׃", 
            "וְאֵלֶּה הָעֹלִים מִתֵּל מֶלַח תֵּל חַרְשָׁא כְּרוּב אַדָּן אִמֵּר וְלֹא יָכְלוּ לְהַגִּיד בֵּית־אֲבוֹתָם וְזַרְעָם אִם מִיִּשְׂרָאֵל הֵם׃", 
            "בְּנֵי־דְלָיָה בְנֵי־טוֹבִיָּה בְּנֵי נְקוֹדָא שֵׁשׁ מֵאוֹת חֲמִשִּׁים וּשְׁנָיִם׃", 
            "וּמִבְּנֵי הַכֹּהֲנִים בְּנֵי חֳבַיָּה בְּנֵי הַקּוֹץ בְּנֵי בַרְזִלַּי אֲשֶׁר לָקַח מִבְּנוֹת בַּרְזִלַּי הַגִּלְעָדִי אִשָּׁה וַיִּקָּרֵא עַל־שְׁמָם׃", 
            "אֵלֶּה בִּקְשׁוּ כְתָבָם הַמִּתְיַחְשִׂים וְלֹא נִמְצָאוּ וַיְגֹאֲלוּ מִן־הַכְּהֻנָּה׃", 
            "וַיֹּאמֶר הַתִּרְשָׁתָא לָהֶם אֲשֶׁר לֹא־יֹאכְלוּ מִקֹּדֶשׁ הַקֳּדָשִׁים עַד עֲמֹד כֹּהֵן לְאוּרִים וּלְתֻמִּים׃", 
            "כָּל־הַקָּהָל כְּאֶחָד אַרְבַּע רִבּוֹא אַלְפַּיִם שְׁלֹשׁ־מֵאוֹת שִׁשִּׁים׃", 
            "מִלְּבַד עַבְדֵיהֶם וְאַמְהֹתֵיהֶם אֵלֶּה שִׁבְעַת אֲלָפִים שְׁלֹשׁ מֵאוֹת שְׁלֹשִׁים וְשִׁבְעָה וְלָהֶם מְשֹׁרְרִים וּמְשֹׁרְרוֹת מָאתָיִם׃", 
            "סוּסֵיהֶם שְׁבַע מֵאוֹת שְׁלֹשִׁים וְשִׁשָּׁה פִּרְדֵיהֶם מָאתַיִם אַרְבָּעִים וַחֲמִשָּׁה׃", 
            "גְּמַלֵּיהֶם אַרְבַּע מֵאוֹת שְׁלֹשִׁים וַחֲמִשָּׁה חֲמֹרִים שֵׁשֶׁת אֲלָפִים שְׁבַע מֵאוֹת וְעֶשְׂרִים׃", 
            "וּמֵרָאשֵׁי הָאָבוֹת בְּבוֹאָם לְבֵית יְהוָה אֲשֶׁר בִּירוּשָׁלִָם הִתְנַדְּבוּ לְבֵית הָאֱלֹהִים לְהַעֲמִידוֹ עַל־מְכוֹנוֹ׃", 
            "כְּכֹחָם נָתְנוּ לְאוֹצַר הַמְּלָאכָה זָהָב דַּרְכְּמוֹנִים שֵׁשׁ־רִבֹּאות וָאֶלֶף וְכֶסֶף מָנִים חֲמֵשֶׁת אֲלָפִים וְכָתְנֹת כֹּהֲנִים מֵאָה׃", 
            "וַיֵּשְׁבוּ הַכֹּהֲנִים וְהַלְוִיִּם וּמִן־הָעָם וְהַמְשֹׁרְרִים וְהַשּׁוֹעֲרִים וְהַנְּתִינִים בְּעָרֵיהֶם וְכָל־יִשְׂרָאֵל בְּעָרֵיהֶם׃"
        ], 
        [
            "וַיִּגַּע הַחֹדֶשׁ הַשְּׁבִיעִי וּבְנֵי יִשְׂרָאֵל בֶּעָרִים וַיֵּאָסְפוּ הָעָם כְּאִישׁ אֶחָד אֶל־יְרוּשָׁלִָם׃", 
            "וַיָּקָם יֵשׁוּעַ בֶּן־יוֹצָדָק וְאֶחָיו הַכֹּהֲנִים וּזְרֻבָּבֶל בֶּן־שְׁאַלְתִּיאֵל וְאֶחָיו וַיִּבְנוּ אֶת־מִזְבַּח אֱלֹהֵי יִשְׂרָאֵל לְהַעֲלוֹת עָלָיו עֹלוֹת כַּכָּתוּב בְּתוֹרַת מֹשֶׁה אִישׁ־הָאֱלֹהִים׃", 
            "וַיָּכִינוּ הַמִּזְבֵּחַ עַל־מְכוֹנֹתָיו כִּי בְּאֵימָה עֲלֵיהֶם מֵעַמֵּי הָאֲרָצוֹת ויעל [וַיַּעֲלוּ] עָלָיו עֹלוֹת לַיהוָה עֹלוֹת לַבֹּקֶר וְלָעָרֶב׃", 
            "וַיַּעֲשׂוּ אֶת־חַג הַסֻּכּוֹת כַּכָּתוּב וְעֹלַת יוֹם בְּיוֹם בְּמִסְפָּר כְּמִשְׁפַּט דְּבַר־יוֹם בְּיוֹמוֹ׃", 
            "וְאַחֲרֵיכֵן עֹלַת תָּמִיד וְלֶחֳדָשִׁים וּלְכָל־מוֹעֲדֵי יְהוָה הַמְקֻדָּשִׁים וּלְכֹל מִתְנַדֵּב נְדָבָה לַיהוָה׃", 
            "מִיּוֹם אֶחָד לַחֹדֶשׁ הַשְּׁבִיעִי הֵחֵלּוּ לְהַעֲלוֹת עֹלוֹת לַיהוָה וְהֵיכַל יְהוָה לֹא יֻסָּד׃", 
            "וַיִּתְּנוּ־כֶסֶף לַחֹצְבִים וְלֶחָרָשִׁים וּמַאֲכָל וּמִשְׁתֶּה וָשֶׁמֶן לַצִּדֹנִים וְלַצֹּרִים לְהָבִיא עֲצֵי אֲרָזִים מִן־הַלְּבָנוֹן אֶל־יָם יָפוֹא כְּרִשְׁיוֹן כּוֹרֶשׁ מֶלֶךְ־פָּרַס עֲלֵיהֶם׃", 
            "וּבַשָּׁנָה הַשֵּׁנִית לְבוֹאָם אֶל־בֵּית הָאֱלֹהִים לִירוּשָׁלִַם בַּחֹדֶשׁ הַשֵּׁנִי הֵחֵלּוּ זְרֻבָּבֶל בֶּן־שְׁאַלְתִּיאֵל וְיֵשׁוּעַ בֶּן־יוֹצָדָק וּשְׁאָר אֲחֵיהֶם הַכֹּהֲנִים וְהַלְוִיִּם וְכָל־הַבָּאִים מֵהַשְּׁבִי יְרוּשָׁלִַם וַיַּעֲמִידוּ אֶת־הַלְוִיִּם מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה לְנַצֵּחַ עַל־מְלֶאכֶת בֵּית־יְהוָה׃", 
            "וַיַּעֲמֹד יֵשׁוּעַ בָּנָיו וְאֶחָיו קַדְמִיאֵל וּבָנָיו בְּנֵי־יְהוּדָה כְּאֶחָד לְנַצֵּחַ עַל־עֹשֵׂה הַמְּלָאכָה בְּבֵית הָאֱלֹהִים בְּנֵי חֵנָדָד בְּנֵיהֶם וַאֲחֵיהֶם הַלְוִיִּם׃", 
            "וְיִסְּדוּ הַבֹּנִים אֶת־הֵיכַל יְהוָה וַיַּעֲמִידוּ הַכֹּהֲנִים מְלֻבָּשִׁים בַּחֲצֹצְרוֹת וְהַלְוִיִּם בְּנֵי־אָסָף בַּמְצִלְתַּיִם לְהַלֵּל אֶת־יְהוָה עַל־יְדֵי דָּוִיד מֶלֶךְ־יִשְׂרָאֵל׃", 
            "וַיַּעֲנוּ בְּהַלֵּל וּבְהוֹדֹת לַיהוָה כִּי טוֹב כִּי־לְעוֹלָם חַסְדּוֹ עַל־יִשְׂרָאֵל וְכָל־הָעָם הֵרִיעוּ תְרוּעָה גְדוֹלָה בְהַלֵּל לַיהוָה עַל הוּסַד בֵּית־יְהוָה׃", 
            "וְרַבִּים מֵהַכֹּהֲנִים וְהַלְוִיִּם וְרָאשֵׁי הָאָבוֹת הַזְּקֵנִים אֲשֶׁר רָאוּ אֶת־הַבַּיִת הָרִאשׁוֹן בְּיָסְדוֹ זֶה הַבַּיִת בְּעֵינֵיהֶם בֹּכִים בְּקוֹל גָּדוֹל וְרַבִּים בִּתְרוּעָה בְשִׂמְחָה לְהָרִים קוֹל׃", 
            "וְאֵין הָעָם מַכִּירִים קוֹל תְּרוּעַת הַשִּׂמְחָה לְקוֹל בְּכִי הָעָם כִּי הָעָם מְרִיעִים תְּרוּעָה גְדוֹלָה וְהַקּוֹל נִשְׁמַע עַד־לְמֵרָחוֹק׃"
        ], 
        [
            "וַיִּשְׁמְעוּ צָרֵי יְהוּדָה וּבִנְיָמִן כִּי־בְנֵי הַגּוֹלָה בּוֹנִים הֵיכָל לַיהוָה אֱלֹהֵי יִשְׂרָאֵל׃", 
            "וַיִּגְּשׁוּ אֶל־זְרֻבָּבֶל וְאֶל־רָאשֵׁי הָאָבוֹת וַיֹּאמְרוּ לָהֶם נִבְנֶה עִמָּכֶם כִּי כָכֶם נִדְרוֹשׁ לֵאלֹהֵיכֶם ולא [וְלוֹ ] אֲנַחְנוּ זֹבְחִים מִימֵי אֵסַר חַדֹּן מֶלֶךְ אַשּׁוּר הַמַּעֲלֶה אֹתָנוּ פֹּה׃", 
            "וַיֹּאמֶר לָהֶם זְרֻבָּבֶל וְיֵשׁוּעַ וּשְׁאָר רָאשֵׁי הָאָבוֹת לְיִשְׂרָאֵל לֹא־לָכֶם וָלָנוּ לִבְנוֹת בַּיִת לֵאלֹהֵינוּ כִּי אֲנַחְנוּ יַחַד נִבְנֶה לַיהוָה אֱלֹהֵי יִשְׂרָאֵל כַּאֲשֶׁר צִוָּנוּ הַמֶּלֶךְ כּוֹרֶשׁ מֶלֶךְ־פָּרָס׃", 
            "וַיְהִי עַם־הָאָרֶץ מְרַפִּים יְדֵי עַם־יְהוּדָה ומבלהים [וּמְבַהֲלִים] אוֹתָם לִבְנוֹת׃", 
            "וְסֹכְרִים עֲלֵיהֶם יוֹעֲצִים לְהָפֵר עֲצָתָם כָּל־יְמֵי כּוֹרֶשׁ מֶלֶךְ פָּרַס וְעַד־מַלְכוּת דָּרְיָוֶשׁ מֶלֶךְ־פָּרָס׃", 
            "וּבְמַלְכוּת אֲחַשְׁוֵרוֹשׁ בִּתְחִלַּת מַלְכוּתוֹ כָּתְבוּ שִׂטְנָה עַל־יֹשְׁבֵי יְהוּדָה וִירוּשָׁלִָם׃", 
            "וּבִימֵי אַרְתַּחְשַׁשְׂתָּא כָּתַב בִּשְׁלָם מִתְרְדָת טָבְאֵל וּשְׁאָר כנותו [כְּנָוֺתָיו] עַל־ארתחששתא [אַרְתַּחְשַׁשְׂתְּ] מֶלֶךְ פָּרָס וּכְתָב הַנִּשְׁתְּוָן כָּתוּב אֲרָמִית וּמְתֻרְגָּם אֲרָמִית׃", 
            "רְחוּם בְּעֵל־טְעֵם וְשִׁמְשַׁי סָפְרָא כְּתַבוּ אִגְּרָה חֲדָה עַל־יְרוּשְׁלֶם לְאַרְתַּחְשַׁשְׂתְּא מַלְכָּא כְּנֵמָא׃", 
            "אֱדַיִן רְחוּם בְּעֵל־טְעֵם וְשִׁמְשַׁי סָפְרָא וּשְׁאָר כְּנָוָתְהוֹן דִּינָיֵא וַאֲפַרְסַתְכָיֵא טַרְפְּלָיֵא אֲפָרְסָיֵא ארכוי [אַרְכְּוָיֵא] בָבְלָיֵא שׁוּשַׁנְכָיֵא דהוא [דֶּהָיֵא] עֵלְמָיֵא׃", 
            "וּשְׁאָר אֻמַּיָּא דִּי הַגְלִי אָסְנַפַּר רַבָּא וְיַקִּירָא וְהוֹתֵב הִמּוֹ בְּקִרְיָה דִּי שָׁמְרָיִן וּשְׁאָר עֲבַר־נַהֲרָה וּכְעֶנֶת׃", 
            "דְּנָה פַּרְשֶׁגֶן אִגַּרְתָּא דִּי שְׁלַחוּ עֲלוֹהִי עַל־אַרְתַּחְשַׁשְׂתְּא מַלְכָּא עַבְדָיךְ אֱנָשׁ עֲבַר־נַהֲרָה וּכְעֶנֶת׃", 
            "יְדִיעַ לֶהֱוֵא לְמַלְכָּא דִּי יְהוּדָיֵא דִּי סְלִקוּ מִן־לְוָתָךְ עֲלֶינָא אֲתוֹ לִירוּשְׁלֶם קִרְיְתָא מָרָדְתָּא ובאישתא [וּבִישְׁתָּא] בָּנַיִן ושורי [וְשׁוּרַיָּא] אשכללו [שַׁכְלִילוּ] וְאֻשַּׁיָּא יַחִיטוּ׃", 
            "כְּעַן יְדִיעַ לֶהֱוֵא לְמַלְכָּא דִּי הֵן קִרְיְתָא דָךְ תִּתְבְּנֵא וְשׁוּרַיָּה יִשְׁתַּכְלְלוּן מִנְדָּה־בְלוֹ וַהֲלָךְ לָא יִנְתְּנוּן וְאַפְּתֹם מַלְכִים תְּהַנְזִק׃", 
            "כְּעַן כָּל־קֳבֵל דִּי־מְלַח הֵיכְלָא מְלַחְנָא וְעַרְוַת מַלְכָּא לָא אֲ‍רִיךְ לַנָא לְמֶחֱזֵא עַל־דְּנָה שְׁלַחְנָא וְהוֹדַעְנָא לְמַלְכָּא׃", 
            "דִּי יְבַקַּר בִּסְפַר־דָּכְרָנַיָּא דִּי אֲבָהָתָךְ וּתְהַשְׁכַּח בִּסְפַר דָּכְרָנַיָּא וְתִנְדַּע דִּי קִרְיְתָא דָךְ קִרְיָא מָרָדָא וּמְהַנְזְקַת מַלְכִין וּמְדִנָן וְאֶשְׁתַּדּוּר עָבְדִין בְּגַוַּהּ מִן־יוֹמָת עָלְמָא עַל־דְּנָה קִרְיְתָא דָךְ הָחָרְבַת׃", 
            "מְהוֹדְעִין אֲנַחְנָה לְמַלְכָּא דִּי הֵן קִרְיְתָא דָךְ תִּתְבְּנֵא וְשׁוּרַיָּה יִשְׁתַּכְלְלוּן לָקֳבֵל דְּנָה חֲלָק בַּעֲבַר נַהֲרָא לָא אִיתַי לָךְ׃", 
            "פִּתְגָמָא שְׁלַח מַלְכָּא עַל־רְחוּם בְּעֵל־טְעֵם וְשִׁמְשַׁי סָפְרָא וּשְׁאָר כְּנָוָתְהוֹן דִּי יָתְבִין בְּשָׁמְרָיִן וּשְׁאָר עֲבַר־נַהֲרָה שְׁלָם וּכְעֶת׃", 
            "נִשְׁתְּוָנָא דִּי שְׁלַחְתּוּן עֲלֶינָא מְפָרַשׁ קֱרִי קָדָמָי׃", 
            "וּמִנִּי שִׂים טְעֵם וּבַקַּרוּ וְהַשְׁכַּחוּ דִּי קִרְיְתָא דָךְ מִן־יוֹמָת עָלְמָא עַל־מַלְכִין מִתְנַשְּׂאָה וּמְרַד וְאֶשְׁתַּדּוּר מִתְעֲבֶד־בַּהּ׃", 
            "וּמַלְכִין תַּקִּיפִין הֲווֹ עַל־יְרוּשְׁלֶם וְשַׁלִּיטִין בְּכֹל עֲבַר נַהֲרָה וּמִדָּה בְלוֹ וַהֲלָךְ מִתְיְהֵב לְהוֹן׃", 
            "כְּעַן שִׂימוּ טְּעֵם לְבַטָּלָא גֻּבְרַיָּא אִלֵּךְ וְקִרְיְתָא דָךְ לָא תִתְבְּנֵא עַד־מִנִּי טַעְמָא יִתְּשָׂם׃", 
            "וּזְהִירִין הֱווֹ שָׁלוּ לְמֶעְבַּד עַל־דְּנָה לְמָה יִשְׂגֵּא חֲבָלָא לְהַנְזָקַת מַלְכִין׃", 
            "אֱדַיִן מִן־דִּי פַּרְשֶׁגֶן נִשְׁתְּוָנָא דִּי ארתחששתא [אַרְתַּחְשַׁשְׂתְּ] מַלְכָּא קֱרִי קֳדָם־רְחוּם וְשִׁמְשַׁי סָפְרָא וּכְנָוָתְהוֹן אֲזַלוּ בִבְהִילוּ לִירוּשְׁלֶם עַל־יְהוּדָיֵא וּבַטִּלוּ הִמּוֹ בְּאֶדְרָע וְחָיִל׃", 
            "בֵּאדַיִן בְּטֵלַת עֲבִידַת בֵּית־אֱלָהָא דִּי בִּירוּשְׁלֶם וַהֲוָת בָּטְלָא עַד שְׁנַת תַּרְתֵּין לְמַלְכוּת דָּרְיָוֶשׁ מֶלֶךְ־פָּרָס׃"
        ], 
        [
            "וְהִתְנַבִּי חַגַּי נביאה [נְבִיָּא] וּזְכַרְיָה בַר־עִדּוֹא נביאיא [נְבִיַּיָּא] עַל־יְהוּדָיֵא דִּי בִיהוּד וּבִירוּשְׁלֶם בְּשֻׁם אֱלָהּ יִשְׂרָאֵל עֲלֵיהוֹן׃", 
            "בֵּאדַיִן קָמוּ זְרֻבָּבֶל בַּר־שְׁאַלְתִּיאֵל וְיֵשׁוּעַ בַּר־יוֹצָדָק וְשָׁרִיו לְמִבְנֵא בֵּית אֱלָהָא דִּי בִירוּשְׁלֶם וְעִמְּהוֹן נביאיא [נְבִיַּיָּא] דִי־אֱלָהָא מְסָעֲדִין לְהוֹן׃", 
            "בֵּהּ־זִמְנָא אֲתָא עֲלֵיהוֹן תַּתְּנַי פַּחַת עֲבַר־נַהֲרָה וּשְׁתַר בּוֹזְנַי וּכְנָוָתְהוֹן וְכֵן אָמְרִין לְהֹם מַן־שָׂם לְכֹם טְעֵם בַּיְתָא דְנָה לִבְּנֵא וְאֻשַּׁרְנָא דְנָה לְשַׁכְלָלָה׃", 
            "אֱדַיִן כְּנֵמָא אֲמַרְנָא לְּהֹם מַן־אִנּוּן שְׁמָהָת גֻּבְרַיָּא דִּי־דְנָה בִנְיָנָא בָּנַיִן׃", 
            "וְעֵין אֱלָהֲהֹם הֲוָת עַל־שָׂבֵי יְהוּדָיֵא וְלָא־בַטִּלוּ הִמּוֹ עַד־טַעְמָא לְדָרְיָוֶשׁ יְהָךְ וֶאֱדַיִן יְתִיבוּן נִשְׁתְּוָנָא עַל־דְּנָה׃", 
            "פַּרְשֶׁגֶן אִגַּרְתָּא דִּי־שְׁלַח תַּתְּנַי פַּחַת עֲבַר־נַהֲרָה וּשְׁתַר בּוֹזְנַי וּכְנָוָתֵהּ אֲפַרְסְכָיֵא דִּי בַּעֲבַר נַהֲרָה עַל־דָּרְיָוֶשׁ מַלְכָּא׃", 
            "פִּתְגָמָא שְׁלַחוּ עֲלוֹהִי וְכִדְנָה כְּתִיב בְּגַוֵּהּ לְדָרְיָוֶשׁ מַלְכָּא שְׁלָמָא כֹלָּא׃", 
            "יְדִיעַ לֶהֱוֵא לְמַלְכָּא דִּי־אֲזַלְנָא לִיהוּד מְדִינְתָּא לְבֵית אֱלָהָא רַבָּא וְהוּא מִתְבְּנֵא אֶבֶן גְּלָל וְאָע מִתְּשָׂם בְּכֻתְלַיָּא וַעֲבִידְתָּא דָךְ אָסְפַּרְנָא מִתְעַבְדָא וּמַצְלַח בְּיֶדְהֹם׃", 
            "אֱדַיִן שְׁאֵלְנָא לְשָׂבַיָּא אִלֵּךְ כְּנֵמָא אֲמַרְנָא לְּהֹם מַן־שָׂם לְכֹם טְעֵם בַּיְתָא דְנָה לְמִבְנְיָה וְאֻשַּׁרְנָא דְנָה לְשַׁכְלָלָה׃", 
            "וְאַף שְׁמָהָתְהֹם שְׁאֵלְנָא לְּהֹם לְהוֹדָעוּתָךְ דִּי נִכְתֻּב שֻׁם־גֻּבְרַיָּא דִּי בְרָאשֵׁיהֹם׃", 
            "וּכְנֵמָא פִתְגָמָא הֲתִיבוּנָא לְמֵמַר אֲנַחְנָא הִמּוֹ עַבְדוֹהִי דִי־אֱלָהּ שְׁמַיָּא וְאַרְעָא וּבָנַיִן בַּיְתָא דִּי־הֲוָא בְנֵה מִקַּדְמַת דְּנָה שְׁנִין שַׂגִּיאָן וּמֶלֶךְ לְיִשְׂרָאֵל רַב בְּנָהִי וְשַׁכְלְלֵהּ׃", 
            "לָהֵן מִן־דִּי הַרְגִּזוּ אֲבָהֳתַנָא לֶאֱלָהּ שְׁמַיָּא יְהַב הִמּוֹ בְּיַד נְבוּכַדְנֶצַּר מֶלֶךְ־בָּבֶל כסדיא [כַּסְדָּאָה] וּבַיְתָה דְנָה סַתְרֵהּ וְעַמָּה הַגְלִי לְבָבֶל׃", 
            "בְּרַם בִּשְׁנַת חֲדָה לְכוֹרֶשׁ מַלְכָּא דִּי בָבֶל כּוֹרֶשׁ מַלְכָּא שָׂם טְעֵם בֵּית־אֱלָהָא דְנָה לִבְּנֵא׃", 
            "וְאַף מָאנַיָּא דִי־בֵית־אֱלָהָא דִּי דַהֲבָה וְכַסְפָּא דִּי נְבוּכַדְנֶצַּר הַנְפֵּק מִן־הֵיכְלָא דִּי בִירוּשְׁלֶם וְהֵיבֵל הִמּוֹ לְהֵיכְלָא דִּי בָבֶל הַנְפֵּק הִמּוֹ כּוֹרֶשׁ מַלְכָּא מִן־הֵיכְלָא דִּי בָבֶל וִיהִיבוּ לְשֵׁשְׁבַּצַּר שְׁמֵהּ דִּי פֶחָה שָׂמֵהּ׃", 
            "וַאֲמַר־לֵהּ אלה [אֵל] מָאנַיָּא שֵׂא אֵזֶל־אֲחֵת הִמּוֹ בְּהֵיכְלָא דִּי בִירוּשְׁלֶם וּבֵית אֱלָהָא יִתְבְּנֵא עַל־אַתְרֵהּ׃", 
            "אֱדַיִן שֵׁשְׁבַּצַּר דֵּךְ אֲתָא יְהַב אֻשַּׁיָּא דִּי־בֵית אֱלָהָא דִּי בִירוּשְׁלֶם וּמִן־אֱדַיִן וְעַד־כְּעַן מִתְבְּנֵא וְלָא שְׁלִם׃", 
            "וּכְעַן הֵן עַל־מַלְכָּא טָב יִתְבַּקַּר בְּבֵית גִּנְזַיָּא דִּי־מַלְכָּא תַמָּה דִּי בְּבָבֶל הֵן אִיתַי דִּי־מִן־כּוֹרֶשׁ מַלְכָּא שִׂים טְעֵם לְמִבְנֵא בֵּית־אֱלָהָא דֵךְ בִּירוּשְׁלֶם וּרְעוּת מַלְכָּא עַל־דְּנָה יִשְׁלַח עֲלֶינָא׃"
        ], 
        [
            "בֵּאדַיִן דָּרְיָוֶשׁ מַלְכָּא שָׂם טְעֵם וּבַקַּרוּ בְּבֵית סִפְרַיָּא דִּי גִנְזַיָּא מְהַחֲתִין תַּמָּה בְּבָבֶל׃", 
            "וְהִשְׁתְּכַח בְּאַחְמְתָא בְּבִירְתָא דִּי בְּמָדַי מְדִינְתָּה מְגִלָּה חֲדָה וְכֵן־כְּתִיב בְּגַוַּהּ דִּכְרוֹנָה׃", 
            "בִּשְׁנַת חֲדָה לְכוֹרֶשׁ מַלְכָּא כּוֹרֶשׁ מַלְכָּא שָׂם טְעֵם בֵּית־אֱלָהָא בִירוּשְׁלֶם בַּיְתָא יִתְבְּנֵא אֲתַר דִּי־דָבְחִין דִּבְחִין וְאֻשּׁוֹהִי מְסוֹבְלִין רוּמֵהּ אַמִּין שִׁתִּין פְּתָיֵהּ אַמִּין שִׁתִּין׃", 
            "נִדְבָּכִין דִּי־אֶבֶן גְּלָל תְּלָתָא וְנִדְבָּךְ דִּי־אָע חֲדַת וְנִפְקְתָא מִן־בֵּית מַלְכָּא תִּתְיְהִב׃", 
            "וְאַף מָאנֵי בֵית־אֱלָהָא דִּי דַהֲבָה וְכַסְפָּא דִּי נְבוּכַדְנֶצַּר הַנְפֵּק מִן־הֵיכְלָא דִי־בִירוּשְׁלֶם וְהֵיבֵל לְבָבֶל יַהֲתִיבוּן וִיהָךְ לְהֵיכְלָא דִי־בִירוּשְׁלֶם לְאַתְרֵהּ וְתַחֵת בְּבֵית אֱלָהָא׃", 
            "כְּעַן תַּתְּנַי פַּחַת עֲבַר־נַהֲרָה שְׁתַר בּוֹזְנַי וּכְנָוָתְהוֹן אֲפַרְסְכָיֵא דִּי בַּעֲבַר נַהֲרָה רַחִיקִין הֲווֹ מִן־תַּמָּה׃", 
            "שְׁבֻקוּ לַעֲבִידַת בֵּית־אֱלָהָא דֵךְ פַּחַת יְהוּדָיֵא וּלְשָׂבֵי יְהוּדָיֵא בֵּית־אֱלָהָא דֵךְ יִבְנוֹן עַל־אַתְרֵהּ׃", 
            "וּמִנִּי שִׂים טְעֵם לְמָא דִי־תַעַבְדוּן עִם־שָׂבֵי יְהוּדָיֵא אִלֵּךְ לְמִבְנֵא בֵּית־אֱלָהָא דֵךְ וּמִנִּכְסֵי מַלְכָּא דִּי מִדַּת עֲבַר נַהֲרָה אָסְפַּרְנָא נִפְקְתָא תֶּהֱוֵא מִתְיַהֲבָא לְגֻבְרַיָּא אִלֵּךְ דִּי־לָא לְבַטָּלָא׃", 
            "וּמָה חַשְׁחָן וּבְנֵי תוֹרִין וְדִכְרִין וְאִמְּרִין לַעֲלָוָן לֶאֱלָהּ שְׁמַיָּא חִנְטִין מְלַח חֲמַר וּמְשַׁח כְּמֵאמַר כָּהֲנַיָּא דִי־בִירוּשְׁלֶם לֶהֱוֵא מִתְיְהֵב לְהֹם יוֹם בְּיוֹם דִּי־לָא שָׁלוּ׃", 
            "דִּי־לֶהֱוֺן מְהַקְרְבִין נִיחוֹחִין לֶאֱלָהּ שְׁמַיָּא וּמְצַלַּיִן לְחַיֵּי מַלְכָּא וּבְנוֹהִי׃", 
            "וּמִנִּי שִׂים טְעֵם דִּי כָל־אֱנָשׁ דִּי יְהַשְׁנֵא פִּתְגָמָא דְנָה יִתְנְסַח אָע מִן־בַּיְתֵהּ וּזְקִיף יִתְמְחֵא עֲלֹהִי וּבַיְתֵהּ נְוָלוּ יִתְעֲבֵד עַל־דְּנָה׃", 
            "וֵאלָהָא דִּי שַׁכִּן שְׁמֵהּ תַּמָּה יְמַגַּר כָּל־מֶלֶךְ וְעַם דִּי יִשְׁלַח יְדֵהּ לְהַשְׁנָיָה לְחַבָּלָה בֵּית־אֱלָהָא דֵךְ דִּי בִירוּשְׁלֶם אֲנָה דָרְיָוֶשׁ שָׂמֶת טְעֵם אָסְפַּרְנָא יִתְעֲבִד׃", 
            "אֱדַיִן תַּתְּנַי פַּחַת עֲבַר־נַהֲרָה שְׁתַר בּוֹזְנַי וּכְנָוָתְהוֹן לָקֳבֵל דִּי־שְׁלַח דָּרְיָוֶשׁ מַלְכָּא כְּנֵמָא אָסְפַּרְנָא עֲבַדוּ׃", 
            "וְשָׂבֵי יְהוּדָיֵא בָּנַיִן וּמַצְלְחִין בִּנְבוּאַת חַגַּי נביאה [נְבִיָּא] וּזְכַרְיָה בַּר־עִדּוֹא וּבְנוֹ וְשַׁכְלִלוּ מִן־טַעַם אֱלָהּ יִשְׂרָאֵל וּמִטְּעֵם כּוֹרֶשׁ וְדָרְיָוֶשׁ וְאַרְתַּחְשַׁשְׂתְּא מֶלֶךְ פָּרָס׃", 
            "וְשֵׁיצִיא בַּיְתָה דְנָה עַד יוֹם תְּלָתָה לִירַח אֲדָר דִּי־הִיא שְׁנַת־שֵׁת לְמַלְכוּת דָּרְיָוֶשׁ מַלְכָּא׃", 
            "וַעֲבַדוּ בְנֵי־יִשְׂרָאֵל כָּהֲנַיָּא וְלֵוָיֵא וּשְׁאָר בְּנֵי־גָלוּתָא חֲנֻכַּת בֵּית־אֱלָהָא דְנָה בְּחֶדְוָה׃", 
            "וְהַקְרִבוּ לַחֲנֻכַּת בֵּית־אֱלָהָא דְנָה תּוֹרִין מְאָה דִּכְרִין מָאתַיִן אִמְּרִין אַרְבַּע מְאָה וּצְפִירֵי עִזִּין לחטיא [לְחַטָּאָה] עַל־כָּל־יִשְׂרָאֵל תְּרֵי־עֲשַׂר לְמִנְיָן שִׁבְטֵי יִשְׂרָאֵל׃", 
            "וַהֲקִימוּ כָהֲנַיָּא בִּפְלֻגָּתְהוֹן וְלֵוָיֵא בְּמַחְלְקָתְהוֹן עַל־עֲבִידַת אֱלָהָא דִּי בִירוּשְׁלֶם כִּכְתָב סְפַר מֹשֶׁה׃", 
            "וַיַּעֲשׂוּ בְנֵי־הַגּוֹלָה אֶת־הַפָּסַח בְּאַרְבָּעָה עָשָׂר לַחֹדֶשׁ הָרִאשׁוֹן׃", 
            "כִּי הִטַּהֲרוּ הַכֹּהֲנִים וְהַלְוִיִּם כְּאֶחָד כֻּלָּם טְהוֹרִים וַיִּשְׁחֲטוּ הַפֶּסַח לְכָל־בְּנֵי הַגּוֹלָה וְלַאֲחֵיהֶם הַכֹּהֲנִים וְלָהֶם׃", 
            "וַיֹּאכְלוּ בְנֵי־יִשְׂרָאֵל הַשָּׁבִים מֵהַגּוֹלָה וְכֹל הַנִּבְדָּל מִטֻּמְאַת גּוֹיֵ־הָאָרֶץ אֲלֵהֶם לִדְרֹשׁ לַיהוָה אֱלֹהֵי יִשְׂרָאֵל׃", 
            "וַיַּעֲשׂוּ חַג־מַצּוֹת שִׁבְעַת יָמִים בְּשִׂמְחָה כִּי שִׂמְּחָם יְהוָה וְהֵסֵב לֵב מֶלֶךְ־אַשּׁוּר עֲלֵיהֶם לְחַזֵּק יְדֵיהֶם בִּמְלֶאכֶת בֵּית־הָאֱלֹהִים אֱלֹהֵי יִשְׂרָאֵל׃"
        ], 
        [
            "וְאַחַר הַדְּבָרִים הָאֵלֶּה בְּמַלְכוּת אַרְתַּחְשַׁסְתְּא מֶלֶךְ־פָּרָס עֶזְרָא בֶּן־שְׂרָיָה בֶּן־עֲזַרְיָה בֶּן־חִלְקִיָּה׃", 
            "בֶּן־שַׁלּוּם בֶּן־צָדוֹק בֶּן־אֲחִיטוּב׃", 
            "בֶּן־אֲמַרְיָה בֶן־עֲזַרְיָה בֶּן־מְרָיוֹת׃", 
            "בֶּן־זְרַחְיָה בֶן־עֻזִּי בֶּן־בֻּקִּי׃", 
            "בֶּן־אֲבִישׁוּעַ בֶּן־פִּינְחָס בֶּן־אֶלְעָזָר בֶּן־אַהֲרֹן הַכֹּהֵן הָרֹאשׁ׃", 
            "הוּא עֶזְרָא עָלָה מִבָּבֶל וְהוּא־סֹפֵר מָהִיר בְּתוֹרַת מֹשֶׁה אֲשֶׁר־נָתַן יְהוָה אֱלֹהֵי יִשְׂרָאֵל וַיִּתֶּן־לוֹ הַמֶּלֶךְ כְּיַד־יְהוָה אֱלֹהָיו עָלָיו כֹּל בַּקָּשָׁתוֹ׃", 
            "וַיַּעֲלוּ מִבְּנֵי־יִשְׂרָאֵל וּמִן־הַכֹּהֲנִים וְהַלְוִיִּם וְהַמְשֹׁרְרִים וְהַשֹּׁעֲרִים וְהַנְּתִינִים אֶל־יְרוּשָׁלִָם בִּשְׁנַת־שֶׁבַע לְאַרְתַּחְשַׁסְתְּא הַמֶּלֶךְ׃", 
            "וַיָּבֹא יְרוּשָׁלִַם בַּחֹדֶשׁ הַחֲמִישִׁי הִיא שְׁנַת הַשְּׁבִיעִית לַמֶּלֶךְ׃", 
            "כִּי בְּאֶחָד לַחֹדֶשׁ הָרִאשׁוֹן הוּא יְסֻד הַמַּעֲלָה מִבָּבֶל וּבְאֶחָד לַחֹדֶשׁ הַחֲמִישִׁי בָּא אֶל־יְרוּשָׁלִַם כְּיַד־אֱלֹהָיו הַטּוֹבָה עָלָיו׃", 
            "כִּי עֶזְרָא הֵכִין לְבָבוֹ לִדְרוֹשׁ אֶת־תּוֹרַת יְהוָה וְלַעֲשֹׂת וּלְלַמֵּד בְּיִשְׂרָאֵל חֹק וּמִשְׁפָּט׃", 
            "וְזֶה פַּרְשֶׁגֶן הַנִּשְׁתְּוָן אֲשֶׁר נָתַן הַמֶּלֶךְ אַרְתַּחְשַׁסְתְּא לְעֶזְרָא הַכֹּהֵן הַסֹּפֵר סֹפֵר דִּבְרֵי מִצְוֺת־יְהוָה וְחֻקָּיו עַל־יִשְׂרָאֵל׃", 
            "אַרְתַּחְשַׁסְתְּא מֶלֶךְ מַלְכַיָּא לְעֶזְרָא כָהֲנָא סָפַר דָּתָא דִּי־אֱלָהּ שְׁמַיָּא גְּמִיר וּכְעֶנֶת׃", 
            "מִנִּי שִׂים טְעֵם דִּי כָל־מִתְנַדַּב בְּמַלְכוּתִי מִן־עַמָּה יִשְׂרָאֵל וְכָהֲנוֹהִי וְלֵוָיֵא לִמְהָךְ לִירוּשְׁלֶם עִמָּךְ יְהָךְ׃", 
            "כָּל־קֳבֵל דִּי מִן־קֳדָם מַלְכָּא וְשִׁבְעַת יָעֲטֹהִי שְׁלִיחַ לְבַקָּרָא עַל־יְהוּד וְלִירוּשְׁלֶם בְּדָת אֱלָהָךְ דִּי בִידָךְ׃", 
            "וּלְהֵיבָלָה כְּסַף וּדְהַב דִּי־מַלְכָּא וְיָעֲטוֹהִי הִתְנַדַּבוּ לֶאֱלָהּ יִשְׂרָאֵל דִּי בִירוּשְׁלֶם מִשְׁכְּנֵהּ׃", 
            "וְכֹל כְּסַף וּדְהַב דִּי תְהַשְׁכַּח בְּכֹל מְדִינַת בָּבֶל עִם הִתְנַדָּבוּת עַמָּא וְכָהֲנַיָּא מִתְנַדְּבִין לְבֵית אֱלָהֲהֹם דִּי בִירוּשְׁלֶם׃", 
            "כָּל־קֳבֵל דְּנָה אָסְפַּרְנָא תִקְנֵא בְּכַסְפָּא דְנָה תּוֹרִין דִּכְרִין אִמְּרִין וּמִנְחָתְהוֹן וְנִסְכֵּיהוֹן וּתְקָרֵב הִמּוֹ עַל־מַדְבְּחָה דִּי בֵּית אֱלָהֲכֹם דִּי בִירוּשְׁלֶם׃", 
            "וּמָה דִי עליך [עֲלָךְ] וְעַל־אחיך [אֶחָךְ] יֵיטַב בִּשְׁאָר כַּסְפָּא וְדַהֲבָה לְמֶעְבַּד כִּרְעוּת אֱלָהֲכֹם תַּעַבְדוּן׃", 
            "וּמָאנַיָּא דִּי־מִתְיַהֲבִין לָךְ לְפָלְחָן בֵּית אֱלָהָךְ הַשְׁלֵם קֳדָם אֱלָהּ יְרוּשְׁלֶם׃", 
            "וּשְׁאָר חַשְׁחוּת בֵּית אֱלָהָךְ דִּי יִפֶּל־לָךְ לְמִנְתַּן תִּנְתֵּן מִן־בֵּית גִּנְזֵי מַלְכָּא׃", 
            "וּמִנִּי אֲנָה אַרְתַּחְשַׁסְתְּא מַלְכָּא שִׂים טְעֵם לְכֹל גִּזַּבְרַיָּא דִּי בַּעֲבַר נַהֲרָה דִּי כָל־דִּי יִשְׁאֲלֶנְכוֹן עֶזְרָא כָהֲנָה סָפַר דָּתָא דִּי־אֱלָהּ שְׁמַיָּא אָסְפַּרְנָא יִתְעֲבִד׃", 
            "עַד־כְּסַף כַּכְּרִין מְאָה וְעַד־חִנְטִין כֹּרִין מְאָה וְעַד־חֲמַר בַּתִּין מְאָה וְעַד־בַּתִּין מְשַׁח מְאָה וּמְלַח דִּי־לָא כְתָב׃", 
            "כָּל־דִּי מִן־טַעַם אֱלָהּ שְׁמַיָּא יִתְעֲבֵד אַדְרַזְדָּא לְבֵית אֱלָהּ שְׁמַיָּא דִּי־לְמָה לֶהֱוֵא קְצַף עַל־מַלְכוּת מַלְכָּא וּבְנוֹהִי׃", 
            "וּלְכֹם מְהוֹדְעִין דִּי כָל־כָּהֲנַיָּא וְלֵוָיֵא זַמָּרַיָּא תָרָעַיָּא נְתִינַיָּא וּפָלְחֵי בֵּית אֱלָהָא דְנָה מִנְדָּה בְלוֹ וַהֲלָךְ לָא שַׁלִּיט לְמִרְמֵא עֲלֵיהֹם׃", 
            "וְאַנְתְּ עֶזְרָא כְּחָכְמַת אֱלָהָךְ דִּי־בִידָךְ מֶנִּי שָׁפְטִין וְדַיָּנִין דִּי־לֶהֱוֺן דאנין [דָּאיְנִין] לְכָל־עַמָּה דִּי בַּעֲבַר נַהֲרָה לְכָל־יָדְעֵי דָּתֵי אֱלָהָךְ וְדִי לָא יָדַע תְּהוֹדְעוּן׃", 
            "וְכָל־דִּי־לָא לֶהֱוֵא עָבֵד דָּתָא דִי־אֱלָהָךְ וְדָתָא דִּי מַלְכָּא אָסְפַּרְנָא דִּינָה לֶהֱוֵא מִתְעֲבֵד מִנֵּהּ הֵן לְמוֹת הֵן לשרשו [לִשְׁרֹשִׁי] הֵן־לַעֲנָשׁ נִכְסִין וְלֶאֱסוּרִין׃", 
            "בָּרוּךְ יְהוָה אֱלֹהֵי אֲבוֹתֵינוּ אֲשֶׁר נָתַן כָּזֹאת בְּלֵב הַמֶּלֶךְ לְפָאֵר אֶת־בֵּית יְהוָה אֲשֶׁר בִּירוּשָׁלִָם׃", 
            "וְעָלַי הִטָּה־חֶסֶד לִפְנֵי הַמֶּלֶךְ וְיוֹעֲצָיו וּלְכָל־שָׂרֵי הַמֶּלֶךְ הַגִּבֹּרִים וַאֲנִי הִתְחַזַּקְתִּי כְּיַד־יְהוָה אֱלֹהַי עָלַי וָאֶקְבְּצָה מִיִּשְׂרָאֵל רָאשִׁים לַעֲלוֹת עִמִּי׃"
        ], 
        [
            "וְאֵלֶּה רָאשֵׁי אֲבֹתֵיהֶם וְהִתְיַחְשָׂם הָעֹלִים עִמִּי בְּמַלְכוּת אַרְתַּחְשַׁסְתְּא הַמֶּלֶךְ מִבָּבֶל׃", 
            "מִבְּנֵי פִינְחָס גֵּרְשֹׁם מִבְּנֵי אִיתָמָר דָּנִיֵּאל מִבְּנֵי דָוִיד חַטּוּשׁ׃", 
            "מִבְּנֵי שְׁכַנְיָה מִבְּנֵי פַרְעֹשׁ זְכַרְיָה וְעִמּוֹ הִתְיַחֵשׂ לִזְכָרִים מֵאָה וַחֲמִשִּׁים׃", 
            "מִבְּנֵי פַּחַת מוֹאָב אֶלְיְהוֹעֵינַי בֶּן־זְרַחְיָה וְעִמּוֹ מָאתַיִם הַזְּכָרִים׃", 
            "מִבְּנֵי שְׁכַנְיָה בֶּן־יַחֲזִיאֵל וְעִמּוֹ שְׁלֹשׁ מֵאוֹת הַזְּכָרִים׃", 
            "וּמִבְּנֵי עָדִין עֶבֶד בֶּן־יוֹנָתָן וְעִמּוֹ חֲמִשִּׁים הַזְּכָרִים׃", 
            "וּמִבְּנֵי עֵילָם יְשַׁעְיָה בֶּן־עֲתַלְיָה וְעִמּוֹ שִׁבְעִים הַזְּכָרִים׃", 
            "וּמִבְּנֵי שְׁפַטְיָה זְבַדְיָה בֶּן־מִיכָאֵל וְעִמּוֹ שְׁמֹנִים הַזְּכָרִים׃", 
            "מִבְּנֵי יוֹאָב עֹבַדְיָה בֶּן־יְחִיאֵל וְעִמּוֹ מָאתַיִם וּשְׁמֹנָה עָשָׂר הַזְּכָרִים׃", 
            "וּמִבְּנֵי שְׁלוֹמִית בֶּן־יוֹסִפְיָה וְעִמּוֹ מֵאָה וְשִׁשִּׁים הַזְּכָרִים׃", 
            "וּמִבְּנֵי בֵבַי זְכַרְיָה בֶּן־בֵּבָי וְעִמּוֹ עֶשְׂרִים וּשְׁמֹנָה הַזְּכָרִים׃", 
            "וּמִבְּנֵי עַזְגָּד יוֹחָנָן בֶּן־הַקָּטָן וְעִמּוֹ מֵאָה וַעֲשָׂרָה הַזְּכָרִים׃", 
            "וּמִבְּנֵי אֲדֹנִיקָם אַחֲרֹנִים וְאֵלֶּה שְׁמוֹתָם אֱלִיפֶלֶט יְעִיאֵל וּשְׁמַעְיָה וְעִמָּהֶם שִׁשִּׁים הַזְּכָרִים׃", 
            "וּמִבְּנֵי בִגְוַי עוּתַי וזבוד [וְזַכּוּר] וְעִמּוֹ שִׁבְעִים הַזְּכָרִים׃", 
            "וָאֶקְבְּצֵם אֶל־הַנָּהָר הַבָּא אֶל־אַהֲוָא וַנַּחֲנֶה שָׁם יָמִים שְׁלֹשָׁה וָאָבִינָה בָעָם וּבַכֹּהֲנִים וּמִבְּנֵי לֵוִי לֹא־מָצָאתִי שָׁם׃", 
            "וָאֶשְׁלְחָה לֶאֱלִיעֶזֶר לַאֲרִיאֵל לִשְׁמַעְיָה וּלְאֶלְנָתָן וּלְיָרִיב וּלְאֶלְנָתָן וּלְנָתָן וְלִזְכַרְיָה וְלִמְשֻׁלָּם רָאשִׁים וּלְיוֹיָרִיב וּלְאֶלְנָתָן מְבִינִים׃", 
            "ואוצאה [וָאֲצַוֶּה] אוֹתָם עַל־אִדּוֹ הָרֹאשׁ בְּכָסִפְיָא הַמָּקוֹם וָאָשִׂימָה בְּפִיהֶם דְּבָרִים לְדַבֵּר אֶל־אִדּוֹ אָחִיו הנתונים [הַנְּתִינִים] בְּכָסִפְיָא הַמָּקוֹם לְהָבִיא־לָנוּ מְשָׁרְתִים לְבֵית אֱלֹהֵינוּ׃", 
            "וַיָּבִיאּוּ לָנוּ כְּיַד־אֱלֹהֵינוּ הַטּוֹבָה עָלֵינוּ אִישׁ שֶׂכֶל מִבְּנֵי מַחְלִי בֶּן־לֵוִי בֶּן־יִשְׂרָאֵל וְשֵׁרֵבְיָה וּבָנָיו וְאֶחָיו שְׁמֹנָה עָשָׂר׃", 
            "וְאֶת־חֲשַׁבְיָה וְאִתּוֹ יְשַׁעְיָה מִבְּנֵי מְרָרִי אֶחָיו וּבְנֵיהֶם עֶשְׂרִים׃", 
            "וּמִן־הַנְּתִינִים שֶׁנָּתַן דָּוִיד וְהַשָּׂרִים לַעֲבֹדַת הַלְוִיִּם נְתִינִים מָאתַיִם וְעֶשְׂרִים כֻּלָּם נִקְּבוּ בְשֵׁמוֹת׃", 
            "וָאֶקְרָא שָׁם צוֹם עַל־הַנָּהָר אַהֲוָא לְהִתְעַנּוֹת לִפְנֵי אֱלֹהֵינוּ לְבַקֵּשׁ מִמֶּנּוּ דֶּרֶךְ יְשָׁרָה לָנוּ וּלְטַפֵּנוּ וּלְכָל־רְכוּשֵׁנוּ׃", 
            "כִּי בֹשְׁתִּי לִשְׁאוֹל מִן־הַמֶּלֶךְ חַיִל וּפָרָשִׁים לְעָזְרֵנוּ מֵאוֹיֵב בַּדָּרֶךְ כִּי־אָמַרְנוּ לַמֶּלֶךְ לֵאמֹר יַד־אֱלֹהֵינוּ עַל־כָּל־מְבַקְשָׁיו לְטוֹבָה וְעֻזּוֹ וְאַפּוֹ עַל כָּל־עֹזְבָיו׃", 
            "וַנָּצוּמָה וַנְּבַקְשָׁה מֵאֱלֹהֵינוּ עַל־זֹאת וַיֵּעָתֵר לָנוּ׃", 
            "וָאַבְדִּילָה מִשָּׂרֵי הַכֹּהֲנִים שְׁנֵים עָשָׂר לְשֵׁרֵבְיָה חֲשַׁבְיָה וְעִמָּהֶם מֵאֲחֵיהֶם עֲשָׂרָה׃", 
            "ואשקולה [וָאֶשְׁקֳלָה] לָהֶם אֶת־הַכֶּסֶף וְאֶת־הַזָּהָב וְאֶת־הַכֵּלִים תְּרוּמַת בֵּית־אֱלֹהֵינוּ הַהֵרִימוּ הַמֶּלֶךְ וְיֹעֲצָיו וְשָׂרָיו וְכָל־יִשְׂרָאֵל הַנִּמְצָאִים׃", 
            "וָאֶשְׁקֲלָה עַל־יָדָם כֶּסֶף כִּכָּרִים שֵׁשׁ־מֵאוֹת וַחֲמִשִּׁים וּכְלֵי־כֶסֶף מֵאָה לְכִכָּרִים זָהָב מֵאָה כִכָּר׃", 
            "וּכְפֹרֵי זָהָב עֶשְׂרִים לַאֲדַרְכֹנִים אָלֶף וּכְלֵי נְחֹשֶׁת מֻצְהָב טוֹבָה שְׁנַיִם חֲמוּדֹת כַּזָּהָב׃", 
            "וָאֹמְרָה אֲלֵהֶם אַתֶּם קֹדֶשׁ לַיהוָה וְהַכֵּלִים קֹדֶשׁ וְהַכֶּסֶף וְהַזָּהָב נְדָבָה לַיהוָה אֱלֹהֵי אֲבֹתֵיכֶם׃", 
            "שִׁקְדוּ וְשִׁמְרוּ עַד־תִּשְׁקְלוּ לִפְנֵי שָׂרֵי הַכֹּהֲנִים וְהַלְוִיִּם וְשָׂרֵי־הָאָבוֹת לְיִשְׂרָאֵל בִּירוּשָׁלִָם הַלִּשְׁכוֹת בֵּית יְהוָה׃", 
            "וְקִבְּלוּ הַכֹּהֲנִים וְהַלְוִיִּם מִשְׁקַל הַכֶּסֶף וְהַזָּהָב וְהַכֵּלִים לְהָבִיא לִירוּשָׁלִַם לְבֵית אֱלֹהֵינוּ׃", 
            "וַנִּסְעָה מִנְּהַר אַהֲוָא בִּשְׁנֵים עָשָׂר לַחֹדֶשׁ הָרִאשׁוֹן לָלֶכֶת יְרוּשָׁלִָם וְיַד־אֱלֹהֵינוּ הָיְתָה עָלֵינוּ וַיַּצִּילֵנוּ מִכַּף אוֹיֵב וְאוֹרֵב עַל־הַדָּרֶךְ׃", 
            "וַנָּבוֹא יְרוּשָׁלִָם וַנֵּשֶׁב שָׁם יָמִים שְׁלֹשָׁה׃", 
            "וּבַיּוֹם הָרְבִיעִי נִשְׁקַל הַכֶּסֶף וְהַזָּהָב וְהַכֵּלִים בְּבֵית אֱלֹהֵינוּ עַל יַד־מְרֵמוֹת בֶּן־אוּרִיָּה הַכֹּהֵן וְעִמּוֹ אֶלְעָזָר בֶּן־פִּינְחָס וְעִמָּהֶם יוֹזָבָד בֶּן־יֵשׁוּעַ וְנוֹעַדְיָה בֶן־בִּנּוּי הַלְוִיִּם׃", 
            "בְּמִסְפָּר בְּמִשְׁקָל לַכֹּל וַיִּכָּתֵב כָּל־הַמִּשְׁקָל בָּעֵת הַהִיא׃", 
            "הַבָּאִים מֵהַשְּׁבִי בְנֵי־הַגּוֹלָה הִקְרִיבוּ עֹלוֹת לֵאלֹהֵי יִשְׂרָאֵל פָּרִים שְׁנֵים־עָשָׂר עַל־כָּל־יִשְׂרָאֵל אֵילִים תִּשְׁעִים וְשִׁשָּׁה כְּבָשִׂים שִׁבְעִים וְשִׁבְעָה צְפִירֵי חַטָּאת שְׁנֵים עָשָׂר הַכֹּל עוֹלָה לַיהוָה׃", 
            "וַיִּתְּנוּ אֶת־דָּתֵי הַמֶּלֶךְ לַאֲחַשְׁדַּרְפְּנֵי הַמֶּלֶךְ וּפַחֲווֹת עֵבֶר הַנָּהָר וְנִשְּׂאוּ אֶת־הָעָם וְאֶת־בֵּית־הָאֱלֹהִים׃"
        ], 
        [
            "וּכְכַלּוֹת אֵלֶּה נִגְּשׁוּ אֵלַי הַשָּׂרִים לֵאמֹר לֹא־נִבְדְּלוּ הָעָם יִשְׂרָאֵל וְהַכֹּהֲנִים וְהַלְוִיִּם מֵעַמֵּי הָאֲרָצוֹת כְּתוֹעֲבֹתֵיהֶם לַכְּנַעֲנִי הַחִתִּי הַפְּרִזִּי הַיְבוּסִי הָעַמֹּנִי הַמֹּאָבִי הַמִּצְרִי וְהָאֱמֹרִי׃", 
            "כִּי־נָשְׂאוּ מִבְּנֹתֵיהֶם לָהֶם וְלִבְנֵיהֶם וְהִתְעָרְבוּ זֶרַע הַקֹּדֶשׁ בְּעַמֵּי הָאֲרָצוֹת וְיַד הַשָּׂרִים וְהַסְּגָנִים הָיְתָה בַּמַּעַל הַזֶּה רִאשׁוֹנָה׃", 
            "וּכְשָׁמְעִי אֶת־הַדָּבָר הַזֶּה קָרַעְתִּי אֶת־בִּגְדִי וּמְעִילִי וָאֶמְרְטָה מִשְּׂעַר רֹאשִׁי וּזְקָנִי וָאֵשְׁבָה מְשׁוֹמֵם׃", 
            "וְאֵלַי יֵאָסְפוּ כֹּל חָרֵד בְּדִבְרֵי אֱלֹהֵי־יִשְׂרָאֵל עַל מַעַל הַגּוֹלָה וַאֲנִי יֹשֵׁב מְשׁוֹמֵם עַד לְמִנְחַת הָעָרֶב׃", 
            "וּבְמִנְחַת הָעֶרֶב קַמְתִּי מִתַּעֲנִיתִי וּבְקָרְעִי בִגְדִי וּמְעִילִי וָאֶכְרְעָה עַל־בִּרְכַּי וָאֶפְרְשָׂה כַפַּי אֶל־יְהוָה אֱלֹהָי׃", 
            "וָאֹמְרָה אֱלֹהַי בֹּשְׁתִּי וְנִכְלַמְתִּי לְהָרִים אֱלֹהַי פָּנַי אֵלֶיךָ כִּי עֲוֺנֹתֵינוּ רָבוּ לְמַעְלָה רֹּאשׁ וְאַשְׁמָתֵנוּ גָדְלָה עַד לַשָּׁמָיִם׃", 
            "מִימֵי אֲבֹתֵינוּ אֲנַחְנוּ בְּאַשְׁמָה גְדֹלָה עַד הַיּוֹם הַזֶּה וּבַעֲוֺנֹתֵינוּ נִתַּנּוּ אֲנַחְנוּ מְלָכֵינוּ כֹהֲנֵינוּ בְּיַד מַלְכֵי הָאֲרָצוֹת בַּחֶרֶב בַּשְּׁבִי וּבַבִּזָּה וּבְבֹשֶׁת פָּנִים כְּהַיּוֹם הַזֶּה׃", 
            "וְעַתָּה כִּמְעַט־רֶגַע הָיְתָה תְחִנָּה מֵאֵת יְהוָה אֱלֹהֵינוּ לְהַשְׁאִיר לָנוּ פְּלֵיטָה וְלָתֶת־לָנוּ יָתֵד בִּמְקוֹם קָדְשׁוֹ לְהָאִיר עֵינֵינוּ אֱלֹהֵינוּ וּלְתִתֵּנוּ מִחְיָה מְעַט בְּעַבְדֻתֵנוּ׃", 
            "כִּי־עֲבָדִים אֲנַחְנוּ וּבְעַבְדֻתֵנוּ לֹא עֲזָבָנוּ אֱלֹהֵינוּ וַיַּט־עָלֵינוּ חֶסֶד לִפְנֵי מַלְכֵי פָרַס לָתֶת־לָנוּ מִחְיָה לְרוֹמֵם אֶת־בֵּית אֱלֹהֵינוּ וּלְהַעֲמִיד אֶת־חָרְבֹתָיו וְלָתֶת־לָנוּ גָדֵר בִּיהוּדָה וּבִירוּשָׁלִָם׃", 
            "וְעַתָּה מַה־נֹּאמַר אֱלֹהֵינוּ אַחֲרֵי־זֹאת כִּי עָזַבְנוּ מִצְוֺתֶיךָ׃", 
            "אֲשֶׁר צִוִּיתָ בְּיַד עֲבָדֶיךָ הַנְּבִיאִים לֵאמֹר הָאָרֶץ אֲשֶׁר אַתֶּם בָּאִים לְרִשְׁתָּהּ אֶרֶץ נִדָּה הִיא בְּנִדַּת עַמֵּי הָאֲרָצוֹת בְּתוֹעֲבֹתֵיהֶם אֲשֶׁר מִלְאוּהָ מִפֶּה אֶל־פֶּה בְּטֻמְאָתָם׃", 
            "וְעַתָּה בְּנוֹתֵיכֶם אַל־תִּתְּנוּ לִבְנֵיהֶם וּבְנֹתֵיהֶם אַל־תִּשְׂאוּ לִבְנֵיכֶם וְלֹא־תִדְרְשׁוּ שְׁלֹמָם וְטוֹבָתָם עַד־עוֹלָם לְמַעַן תֶּחֶזְקוּ וַאֲכַלְתֶּם אֶת־טוּב הָאָרֶץ וְהוֹרַשְׁתֶּם לִבְנֵיכֶם עַד־עוֹלָם׃", 
            "וְאַחֲרֵי כָּל־הַבָּא עָלֵינוּ בְּמַעֲשֵׂינוּ הָרָעִים וּבְאַשְׁמָתֵנוּ הַגְּדֹלָה כִּי אַתָּה אֱלֹהֵינוּ חָשַׂכְתָּ לְמַטָּה מֵעֲוֺנֵנוּ וְנָתַתָּה לָּנוּ פְּלֵיטָה כָּזֹאת׃", 
            "הֲנָשׁוּב לְהָפֵר מִצְוֺתֶיךָ וּלְהִתְחַתֵּן בְּעַמֵּי הַתֹּעֵבוֹת הָאֵלֶּה הֲלוֹא תֶאֱנַף־בָּנוּ עַד־כַּלֵּה לְאֵין שְׁאֵרִית וּפְלֵיטָה׃", 
            "יְהוָה אֱלֹהֵי יִשְׂרָאֵל צַדִּיק אַתָּה כִּי־נִשְׁאַרְנוּ פְלֵיטָה כְּהַיּוֹם הַזֶּה הִנְנוּ לְפָנֶיךָ בְּאַשְׁמָתֵינוּ כִּי אֵין לַעֲמוֹד לְפָנֶיךָ עַל־זֹאת׃"
        ], 
        [
            "וּכְהִתְפַּלֵּל עֶזְרָא וּכְהִתְוַדֹּתוֹ בֹּכֶה וּמִתְנַפֵּל לִפְנֵי בֵּית הָאֱלֹהִים נִקְבְּצוּ אֵלָיו מִיִּשְׂרָאֵל קָהָל רַב־מְאֹד אֲנָשִׁים וְנָשִׁים וִילָדִים כִּי־בָכוּ הָעָם הַרְבֵּה־בֶכֶה׃", 
            "וַיַּעַן שְׁכַנְיָה בֶן־יְחִיאֵל מִבְּנֵי עולם [עֵילָם] וַיֹּאמֶר לְעֶזְרָא אֲנַחְנוּ מָעַלְנוּ בֵאלֹהֵינוּ וַנֹּשֶׁב נָשִׁים נָכְרִיּוֹת מֵעַמֵּי הָאָרֶץ וְעַתָּה יֵשׁ־מִקְוֶה לְיִשְׂרָאֵל עַל־זֹאת׃", 
            "וְעַתָּה נִכְרָת־בְּרִית לֵאלֹהֵינוּ לְהוֹצִיא כָל־נָשִׁים וְהַנּוֹלָד מֵהֶם בַּעֲצַת אֲדֹנָי וְהַחֲרֵדִים בְּמִצְוַת אֱלֹהֵינוּ וְכַתּוֹרָה יֵעָשֶׂה׃", 
            "קוּם כִּי־עָלֶיךָ הַדָּבָר וַאֲנַחְנוּ עִמָּךְ חֲזַק וַעֲשֵׂה׃", 
            "וַיָּקָם עֶזְרָא וַיַּשְׁבַּע אֶת־שָׂרֵי הַכֹּהֲנִים הַלְוִיִּם וְכָל־יִשְׂרָאֵל לַעֲשׂוֹת כַּדָּבָר הַזֶּה וַיִּשָּׁבֵעוּ׃", 
            "וַיָּקָם עֶזְרָא מִלִּפְנֵי בֵּית הָאֱלֹהִים וַיֵּלֶךְ אֶל־לִשְׁכַּת יְהוֹחָנָן בֶּן־אֶלְיָשִׁיב וַיֵּלֶךְ שָׁם לֶחֶם לֹא־אָכַל וּמַיִם לֹא־שָׁתָה כִּי מִתְאַבֵּל עַל־מַעַל הַגּוֹלָה׃", 
            "וַיַּעֲבִירוּ קוֹל בִּיהוּדָה וִירוּשָׁלִַם לְכֹל בְּנֵי הַגּוֹלָה לְהִקָּבֵץ יְרוּשָׁלִָם׃", 
            "וְכֹל אֲשֶׁר לֹא־יָבוֹא לִשְׁלֹשֶׁת הַיָּמִים כַּעֲצַת הַשָּׂרִים וְהַזְּקֵנִים יָחֳרַם כָּל־רְכוּשׁוֹ וְהוּא יִבָּדֵל מִקְּהַל הַגּוֹלָה׃", 
            "וַיִּקָּבְצוּ כָל־אַנְשֵׁי־יְהוּדָה וּבִנְיָמִן יְרוּשָׁלִַם לִשְׁלֹשֶׁת הַיָּמִים הוּא חֹדֶשׁ הַתְּשִׁיעִי בְּעֶשְׂרִים בַּחֹדֶשׁ וַיֵּשְׁבוּ כָל־הָעָם בִּרְחוֹב בֵּית הָאֱלֹהִים מַרְעִידִים עַל־הַדָּבָר וּמֵהַגְּשָׁמִים׃", 
            "וַיָּקָם עֶזְרָא הַכֹּהֵן וַיֹּאמֶר אֲלֵהֶם אַתֶּם מְעַלְתֶּם וַתֹּשִׁיבוּ נָשִׁים נָכְרִיּוֹת לְהוֹסִיף עַל־אַשְׁמַת יִשְׂרָאֵל׃", 
            "וְעַתָּה תְּנוּ תוֹדָה לַיהוָה אֱלֹהֵי־אֲבֹתֵיכֶם וַעֲשׂוּ רְצוֹנוֹ וְהִבָּדְלוּ מֵעַמֵּי הָאָרֶץ וּמִן־הַנָּשִׁים הַנָּכְרִיּוֹת׃", 
            "וַיַּעְנוּ כָל־הַקָּהָל וַיֹּאמְרוּ קוֹל גָּדוֹל כֵּן כדבריך [כִּדְבָרְךָ] עָלֵינוּ לַעֲשׂוֹת׃", 
            "אֲבָל הָעָם רָב וְהָעֵת גְּשָׁמִים וְאֵין כֹּחַ לַעֲמוֹד בַּחוּץ וְהַמְּלָאכָה לֹא־לְיוֹם אֶחָד וְלֹא לִשְׁנַיִם כִּי־הִרְבִּינוּ לִפְשֹׁעַ בַּדָּבָר הַזֶּה׃", 
            "יַעֲמְדוּ־נָא שָׂרֵינוּ לְכָל־הַקָּהָל וְכֹל אֲשֶׁר בֶּעָרֵינוּ הַהֹשִׁיב נָשִׁים נָכְרִיּוֹת יָבֹא לְעִתִּים מְזֻמָּנִים וְעִמָּהֶם זִקְנֵי־עִיר וָעִיר וְשֹׁפְטֶיהָ עַד לְהָשִׁיב חֲרוֹן אַף־אֱלֹהֵינוּ מִמֶּנּוּ עַד לַדָּבָר הַזֶּה׃", 
            "אַךְ יוֹנָתָן בֶּן־עֲשָׂהאֵל וְיַחְזְיָה בֶן־תִּקְוָה עָמְדוּ עַל־זֹאת וּמְשֻׁלָּם וְשַׁבְּתַי הַלֵּוִי עֲזָרֻם׃", 
            "וַיַּעֲשׂוּ־כֵן בְּנֵי הַגּוֹלָה וַיִּבָּדְלוּ עֶזְרָא הַכֹּהֵן אֲנָשִׁים רָאשֵׁי הָאָבוֹת לְבֵית אֲבֹתָם וְכֻלָּם בְּשֵׁמוֹת וַיֵּשְׁבוּ בְּיוֹם אֶחָד לַחֹדֶשׁ הָעֲשִׂירִי לְדַרְיוֹשׁ הַדָּבָר׃", 
            "וַיְכַלּוּ בַכֹּל אֲנָשִׁים הַהֹשִׁיבוּ נָשִׁים נָכְרִיּוֹת עַד יוֹם אֶחָד לַחֹדֶשׁ הָרִאשׁוֹן׃", 
            "וַיִּמָּצֵא מִבְּנֵי הַכֹּהֲנִים אֲשֶׁר הֹשִׁיבוּ נָשִׁים נָכְרִיּוֹת מִבְּנֵי יֵשׁוּעַ בֶּן־יוֹצָדָק וְאֶחָיו מַעֲשֵׂיָה וֶאֱלִיעֶזֶר וְיָרִיב וּגְדַלְיָה׃", 
            "וַיִּתְּנוּ יָדָם לְהוֹצִיא נְשֵׁיהֶם וַאֲשֵׁמִים אֵיל־צֹאן עַל־אַשְׁמָתָם׃", 
            "וּמִבְּנֵי אִמֵּר חֲנָנִי וּזְבַדְיָה׃", 
            "וּמִבְּנֵי חָרִם מַעֲשֵׂיָה וְאֵלִיָּה וּשְׁמַעְיָה וִיחִיאֵל וְעֻזִיָּה׃", 
            "וּמִבְּנֵי פַּשְׁחוּר אֶלְיוֹעֵינַי מַעֲשֵׂיָה יִשְׁמָעֵאל נְתַנְאֵל יוֹזָבָד וְאֶלְעָשָׂה׃", 
            "וּמִן־הַלְוִיִּם יוֹזָבָד וְשִׁמְעִי וְקֵלָיָה הוּא קְלִיטָא פְּתַחְיָה יְהוּדָה וֶאֱלִיעֶזֶר׃", 
            "וּמִן־הַמְשֹׁרְרִים אֶלְיָשִׁיב וּמִן־הַשֹּׁעֲרִים שַׁלֻּם וָטֶלֶם וְאוּרִי׃", 
            "וּמִיִּשְׂרָאֵל מִבְּנֵי פַרְעֹשׁ רַמְיָה וְיִזִּיָּה וּמַלְכִּיָּה וּמִיָּמִן וְאֶלְעָזָר וּמַלְכִּיָּה וּבְנָיָה׃", 
            "וּמִבְּנֵי עֵילָם מַתַּנְיָה זְכַרְיָה וִיחִיאֵל וְעַבְדִּי וִירֵמוֹת וְאֵלִיָּה׃", 
            "וּמִבְּנֵי זַתּוּא אֶלְיוֹעֵנַי אֶלְיָשִׁיב מַתַּנְיָה וִירֵמוֹת וְזָבָד וַעֲזִיזָא׃", 
            "וּמִבְּנֵי בֵּבָי יְהוֹחָנָן חֲנַנְיָה זַבַּי עַתְלָי׃", 
            "וּמִבְּנֵי בָּנִי מְשֻׁלָּם מַלּוּךְ וַעֲדָיָה יָשׁוּב וּשְׁאָל ירמות [וְרָמוֹת׃]", 
            "וּמִבְּנֵי פַּחַת מוֹאָב עַדְנָא וּכְלָל בְּנָיָה מַעֲשֵׂיָה מַתַּנְיָה בְצַלְאֵל וּבִנּוּי וּמְנַשֶּׁה׃", 
            "וּבְנֵי חָרִם אֱלִיעֶזֶר יִשִּׁיָּה מַלְכִּיָּה שְׁמַעְיָה שִׁמְעוֹן׃", 
            "בְּנְיָמִן מַלּוּךְ שְׁמַרְיָה׃", 
            "מִבְּנֵי חָשֻׁם מַתְּנַי מַתַּתָּה זָבָד אֱלִיפֶלֶט יְרֵמַי מְנַשֶּׁה שִׁמְעִי׃", 
            "מִבְּנֵי בָנִי מַעֲדַי עַמְרָם וְאוּאֵל׃", 
            "בְּנָיָה בֵדְיָה כלהי [כְּלוּהוּ׃]", 
            "וַנְיָה מְרֵמוֹת אֶלְיָשִׁיב׃", 
            "מַתַּנְיָה מַתְּנַי ויעשו [וְיַעֲשָׂי׃]", 
            "וּבָנִי וּבִנּוּי שִׁמְעִי׃", 
            "וְשֶׁלֶמְיָה וְנָתָן וַעֲדָיָה׃", 
            "מַכְנַדְבַי שָׁשַׁי שָׁרָי׃", 
            "עֲזַרְאֵל וְשֶׁלֶמְיָהוּ שְׁמַרְיָה׃", 
            "שַׁלּוּם אֲמַרְיָה יוֹסֵף׃", 
            "מִבְּנֵי נְבוֹ יְעִיאֵל מַתִּתְיָה זָבָד זְבִינָא ידו [יַדַּי] וְיוֹאֵל בְּנָיָה׃", 
            "כָּל־אֵלֶּה נשאי [נָשְׂאוּ] נָשִׁים נָכְרִיּוֹת וְיֵשׁ מֵהֶם נָשִׁים וַיָּשִׂימוּ בָּנִים׃"
        ]
    ], 
    "versionSource": "http://www.tanach.us/Tanach.xml", 
    "heTitle": "עזרא", 
    "versionTitleInHebrew": "תנ״ך עם ניקוד", 
    "categories": [
        "Tanakh", 
        "Writings"
    ]
}