{
    "text": {
        "120_Daf, 0_Line, 0_Comment": "The graves of gentiles do not render items impure through a tent - This is astonishing! Why did R. Banna'ah mark [above] the cave the place of Abraham our father and Adam the first [man] (Bava Batra 58a), even though Adam and Abraham are called \"man\"? Even according to the Rabbis, who say that graves of gentiles render items impure through a tent [this is difficult]; Even graves of Israelites render items impure through a tent only for those who died after the passage \"when a man dies (yamut) in a tent\" (Numbers 19:14) was said, for \"yamut\" connotes those who will die! Also, in Nazir (54a) we needed a verse to include impurity imparted by touching for a grave [of one who died] before the giving of the Torah. This implies that it does not render items impure through a tent! (Tosafot on Bava Batra 58a answered that since Adam and Abraham are called \"man\", we do not exclude them from rendering items impure through a tent. Others say that before the giving of the Torah, all graves rendered items impure through a tent, or he marked them merely for honour (in Ramban ibid), or that Abraham had the law of an Israelite, for he observed the entire Torah, and also Adam was a prophet (Ritva ibid).",
        "120_Daf, 0_Line, 1_Comment": "And the gentiles are not called \"man\" - This is astonishing, as in Avodah Zarah (3a) and Sanhedrin (59a), we expound that a gentile who engages in Torah is like a Kohen Gadol because the verse states: “You shall therefore keep My statutes and My ordinances, which if a man do, and shall live by them” (Leviticus 18:5). It is not stated: Priests, Levites, and Israelites, but rather the general term \"man\". Rashi explains in Sanhedrin (ibid) that that drashah is unlike R. Shimon here. We can say so according to the texts there that say R. Yirmeyah. However, according to the texts that say R. Meir, this is difficult; We know that R. Meir holds (Keritsut 6b) that one who anoints a gentile with the official anointing oil [that has been consecrated] is exempt; It connotes that this is because it says \"on flesh of man\", and gentiles are not called man! We can say that R. Meir exempts because the people commanded not to anoint (i.e. Israelites), one may not anoint them. Those not commanded not to anoint, there is no prohibition to anoint them. Rabbeinu Tam explains that \"man\" and \"the man\" are different. Gentiles are included in \"the man\". But surely, it says \"it does not say Priests, Levites and Israelites\"! (If \"man\" excludes gentiles, it should have said \"it does not say \"man\"\"!) This means that it does not say \"man\", which would connote Priests, Levites and Israelites, rather, \"the man\". [Support for this is that] in all the verses we ask from, it says \"man\". We do not ask from verses that say \"the man\". Rabbeinu Meshulam used to say: Only regarding punishments, we say \"[only] you are called \"man\".\" [G-d] did not want to explicitly write Israel regarding punishments; However, regarding \"which if a man do, and shall live by them\", [if this excluded gentiles], it should have written explicitly Priests, Levites and Israelites, like it normally writes everywhere. Why do we ask from these verses, even though also gentiles are called \"man\"? Even so, we ask. Since regarding punishments Israelites are called \"man\", when the verse discusses only gentiles, it should not have called them \"man\". But surely it says \"when a man rose up against us\" (Psalms 124:2)! This is because the verse mentions G-d's Name. The same applies to \"yet you are a man, and not G-d\" (Ezekiel 28:2) regarding Hiram. But surely it says \"I will give men in exchange for you\" (Isaiah 43:4)! We expound in Berachot (62b) \"do not read this \"Adam\", [rather, Edom].\" But surely it says \"and He has given the earth to the children of men\" (Psalms 115:16) and we expound from this (Gittin 47a) that gentiles can acquire [land in the land of Israell]! [The verse calls them] children of Adam the first [man].\n"
    },
    "meta": "Daf-Line-Comment",
    "work": "Tosafot on Yevamot"
}