{
    "versionTitle": "don't use if want line by line", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Bava Kamma", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "MISHNAH. one who injures a fellow man becomes liable to him for five items; for depreciation, for pain, for healing, for loss of time and for degradation. how is it with *depreciation* if he put out his eye, cut off his arm or broke his leg, the injured person is considered as if he were a slave being sold in the market place, and a valuation is made as to how much he was worth {previously}. and how much he is worth {now}. *pain* — if he burnt him either with a spit or with a nail, even though on his {finger} nail which is a place where no bruise could be made, it has to be calculated how much a man of equal standing would require to be paid to undergo such pain. *healing* — if he has struck him, he is under obligation to pay medical expenses. should ulcers {meanwhile} arise on his body, if as a result of the wound, the offender would be liable, but if not as a result of the wound, he would be exempt. where the wound was healed but reopened, healed again but reopened, he would still be under obligation to heal him. if, however, it had completely healed {but had subsequently reopened} he would no more be under obligation to heal him. *loss of time* — the injured person is considered as if he were a watchman of cucumber beds! {so that the loss of such wages sustained by him during the period of illness may be reimbursed to him}. for there has already been paid to him the value of his hand or the value of his leg {through which deprivation he would no more be able to carry on his previous employment}. *degradation* — all to be estimated in accordance with the status of the offender and the offended.", 
            "GEMARA. Why [pay compensation]? Does the Divine Law not say 'Eye for eye'?  Why not take this literally to mean [putting out] the eye [of the offender]? — Let not this enter your mind, since it has been taught: You might think that where he put out his eye, the offender's eye should be put out, or where he cut off his arm, the offender's arm should be cut off, or again where he broke his leg, the offender's leg should be broken. [Not so; for] it is laid down, 'He that smiteth any man…' 'And he that smiteth a beast …'  just as in the case of smiting a beast compensation is to be paid, so also in the case of smiting a man compensation is to be paid.  And should this [reason] not satisfy you,  note that it is stated, 'Moreover ye shall take no ransom for the life of a murderer, that is guilty of death', implying that it is only for the life of a murderer that you may not take 'satisfaction',  whereas you may take 'satisfaction' [even] for the principal limbs, though these cannot be restored.' To what case of 'smiting' does it refer? If to [the Verse] 'And he that killeth a beast, shall make it good: and he that killeth a man, shall be put to death',  does not this verse refer to murder?  — The quotation was therefore made from this text: And he that smiteth a beast mortally shall make it good: life for life,  which comes next to and if a man maim his neighbour: as he hath done so shall it be done to him.  But is [the term] 'smiting' mentioned in the latter text?  — We speak of the effect of smiting implied in this text and of the effect of smiting implied in the other text: just as smiting mentioned in the case of beast refers to the payment of compensation, so also does smiting in the case of man refer to the payment of compensation. But is it not written: And he that smiteth  any man mortally shall surely be put to death  [which, on account of the fact that the law of murder is not being dealt with here,  surely refers to cases of mere injury and means Retaliation]?  — [Even this refers to the payment of] pecuniary compensation. How [do you know that it refers] to pecuniary compensation? Why not say that it really means capital punishment?  — Let not this enter your mind; first, because it is compared to the case dealt with in the text, 'He that smiteth13  a beast mortally shall make it good', and furthermore, because it is written soon after, 'as he hath done so shall it be done to him',  thus proving that it means pecuniary compensation. "
        ]
    ], 
    "versionSource": "http://halachah.com", 
    "heTitle": "בבא קמא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nezikin"
    ]
}