{
    "title": "Kiryat Sefer on Mishneh Torah, Testimony",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Testimony",
    "text": [
        [
            [
                "<b>מצות רלב </b> להעיד בב\"ד למי שיודע לו עדות בין לזכות בין לחובה דכתיב והיא עד או ראה או ידע אם לא יגיד ונשא עונו שיתבענו להעיד בדיני ממונות וכדילפינן בדוכתיה פ\"ט מהלכות שבועות. היה העד חכם גדול ואין כבודו שילך לפני ב\"ד שאינם גדולים כמותו יש לו להמנע דכבוד תורה עדיף וכדאמרינן לענין אבדה פעמים שאתה מתעלם מדכתיב והתעלמת והיינו בזקן ואינה לפי כבודו וכדאיתא התם פרק שבועת העדות דף ל' ובעדות שיש בו איסור או בעדות נפשות ומכות הולך ומעיד דאין חכמה לנגד ה' כדאמרינן התם. כ\"ג אינו חייב לילך להעיד אלא עדות מלך בלבד וכדאמרי' פ' כ\"ג בסנהדרין דף י\"ח משום דאיכא זילותא דכ\"ג וכתיב והתעלמת ומסיק התם דמעיד לבן מלך בפני המלך דאתי משום יקרא דכ\"ג וקאי ואזיל וב\"ד מעייני בדיני' דאלו למלך גופיה אמרינן לא דן ולא דנין אותו:"
            ],
            [],
            [],
            [
                "<b>מצות רלג </b> לדרוש העדים ולחקרן כדי שישתקו או יחזרו בהם בזמן שיש בעדותן דופי דכתיב בעיר הנדחת ודרשת וחקרת ושאלת היטב וביחיד שעבד ע\"ז כתיב והוגד לך ושמעת ודרשת היטב ובעדים זוממים כתיב ודרשו השופטים היטב ודרשינן פרק היו בודקין מהני תלתא קראי שבע חקירות ודרשת וחקרת משמע יפה יפה ושאלת לא משמע חקירה עד דכתיב היטב בהדיה הא תלתא וביחיד כתיב ודרשת היטב הרי תרי דאלו דרשת בלא היטב משמע דרישה מעליא ובעדים זוממים ודרשו השופטים היטב את עדים האחרונים המזימים הרי שבע חקירות ולא תימא בכל חדא וחדא כדכתיב בעיר הנדחת ג' ובע\"ז ובעדים תרי תרי דכיון דשוו כולהו להא מילתא דבעו דרישה על כרחין מהדדי ילפינן ליתן את האמור בשל זה לזה ומשום דלא דמו להדדי דהני תרתי ממונם פלט מה שאין כן בעיר הנדחת וע\"ז להנך תרתי לא דמיא שכן עיר הנדחת בסייף ועדים זוממים יש מהם בסייף דבפרשה משמע שמעידים על רוצח מדכתיב נפש בנפש ועדים זוממים להנך תרתי לא דמיין שאינם צריכין התראה להכי ילפינן מהיטב היטב דכתיב בכולהו וגזרה שוה מופנה היא וזו מדה בתורה דגזרה שוה המופנה למדין ואין משיבין ואיכא תלתא מופנין דכתיב בעיר הנדחת ובע\"ז הנה אמת נכון הדבר הנה אמת נכון דמשמע אמת ונכון בדרישה וחקירה הא חד סרי דל שבע לשבע חקירות ודל תלתא לג\"ש פשא ליה חד לר' שמעון דאמר שריפה חמורה ולא אתיא מהני דליכא בהו שריפה ולרבנן אתו נחנקין בקל וחומר מנסקלין ונהרגין ואתו נשרפין בקל וחומר מנסקלין דהא חמירי ובעו חקירה ודרישה ובלאו הכי לא מקטלי הקל לא כל שכן ולרבנן האי חד דפש מילתא דאתיא בק\"ו טרח וכתב לה קרא וכדאיתא התם. והני שבע חקירות על הזמן לפי שכל השבע הללו באות להביאן לידי הזמה דשמא יש עדים להזימן ולא הוי עדותן עדות וכיון דמצינו בתורה שבע חקירות כדילפינן ואשכחנא בחקירת זמן שבע אמרינן דהני נינהו דתו ליכא חקירה בזמן דבכמה בשעה לא הויא חקירה דאדם טועה בחצי שעה כדאיתא התם ובאי זה יובל נמי לא הויא חקירה דכיון דאמרי באי זה שבוע לא בעינן באי זה יובל דמיובל לחברו אין עדים ממתינים עדותן וכדאיתא התם דף מ'. ובכלל החקירות באי זה מקום דכיון דחקירות הזמן הוו להזים העדים אי לא מסיימי מקום לא מצו להזימם. וכן חוקרים אותם בכוונת המעשה באי זה אופן היה שעיקר העדות תלוי בזה כמו בשבע חקירות ועל ידם יפטר או יתחייב ובדיקות נמי דאוריתא וכדילפינן התם נכון הדבר שיהא נכון שיהיו דבריהם מכוונים אבל אחד אומר בסייף הרגו ואחד אומר בארירן וכו' אין זה נכון ועדותן בטלה והוא והם פטורים:"
            ]
        ],
        [
            [
                "<b>חקירות </b> ודרישות אפילו אחד מן העדים אומר איני יודע עדותן בטלה דבעינן דרישה וחקירה היטב דמשמע ידיעת הענין בבירור מפי ב' העדים אבל בדיקות לא משמע מקרא דנכון אלא שיהו מכוונים ולא יכחישו זה את זה אבל אם אמרו אין אנו יודעים עדותן קיימת דהא לא הוו הני בדיקות בגוף העדות."
            ],
            [],
            [
                "<b>היו </b> העדים מרובים ושנים מהם כוונו עדותן והג' אומר איני יודע אפילו בחקירות עדותן קיימת וחשבינן לג' כאלו לא העיד כיון דאמר איני יודע אבל אם הג' הכחיש את השני אפילו בבדיקות עדותן בטלה דכיון דכולם באו להעיד על דבר אחד והוכחשו לא הויא עדותן עדות דכולהו חשיבו עדות אחד וכדתנן פרק קמא דמכות דאפילו הן מאה הן עדות א' מדכתיב על פי שנים עדים או שלשה עדים להקיש שלשה לשנים וכו' כדאיתא התם."
            ],
            [
                "<b>כוונו </b> עדותן ביום ולא כוונו בכמה לחדש שמא טעו בעבור עד חצות החדש שאין הכל יודעים אימתי היה ראש חדש וכן בשעות דרך לטעות בשעה אחד אחר שכבר הנץ החמה או קודם שקיעתה וכדאמרינן:"
            ]
        ],
        [
            [
                "<b>חייבים </b> לדרוש ולחקור העדים דכתיב בעיר הנדחת ודרשת וחקרת וגו' ובע\"ז ובעדי' זוממים וכדא' לעיל פ\"א וא' דיני ממונות וא' דיני נפשות בדרישה וחקירה כדילפינן פ\"ק דסנהדרין משפט אחד יהיה לכם משמע דיני ממונות כדיני נפשות וכיון דכתיב דרישה וחקירה בדיני נפשות וכדילפינן לעיל הוא הדין לדיני ממונות אלא משום נעילת דלת לא הצריכו חכמים דרישה וחקירה לדיני ממונות שיש בהם נעילת דלת."
            ],
            [],
            [],
            [
                "<b>מן </b> התורה אין מקבלין עדות אלא מפי העדים כדכתיב על פי שנים עדים מפיהם ולא מפי כתבם ועדות שבשטר לא מהני אלא מדרבנן משום נעילת דלת במאי דשייך ביה נעילת דלת והיינו בשטרא דנפיק תותיה ידי סהדי אבל דנפיק מידי בעל דין לא אמרינן מפיהם וכו' וכדכתב הרי\"ף פ\"ד אחין וכדאמרינן פרק י\"א דהלכות מלוה."
            ],
            [
                "<b>כל </b> עד שנחקרה עדותן בב\"ד אין יכול לחזור בו לבטל העדות או להוסיף בעדותו תנאי דכיון שהגיד שוב אינו חוזר ומגיד."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> מקבלין עדות אלא בפני בעל דין:"
            ]
        ],
        [
            [
                "<b>בדיני </b> נפשות בעינן שיהיו העדים רואים זה את זה בשעת העבירה וכדאמרינן פרק קמא דמכות מנין לעדות מיוחדת שהיא פסולה שנאמר לא יומת על פי עד אחד מאי אחד אי לימא עד אחד ממש מרישא שמעינן מינה דכתיב על פי שנים עדים אלא מאי אחד אחד אחד תניא נמי הכי היו רואין אותו אחד מחלון זה ואחד מחלון זה ואין רואין זה את זה וכו' והינו עדות מיוחדת ואם היה המתרה רואה אותן והן רואין אותו לא חשיבא עדות מיוחדת דהוא מצרפן כדאמר התם רבא דף ו'. והרב כתב דבעיא תרתי הוא רואה אותם והם רואים אותו אף על פי שאינם רואים זה את זה ורבא או קאמר כדאיתא התם ונראה שהרב ז\"ל לא גריס או משום דאי מתרה רואה אותן והן אינם רואים אותו היכי מהימנינן ליה למתרה לומר שראה אותם להרוג את זה דבשלמא כשהם רואים אותו הרי הם שנים והתוס' תירצו דמיירי שיש עדים שהמתרה רואה אותם אך לא ראו המעשה אותם העדים ואכתי קשה לרב ז\"ל דכיון דהם רואין אותו הרי הם שנים אמאי בעינן שהוא יראה אותם ואפשר דסבירא ליה דכל היכא דאין רואין את המתרה והוא רואה אותם חשיבא עדות מיוחדת לפי מאי דגריס הוא. ראוהו העדים את העובר זה אחר זה אין מצטרפין כדתניא התם וטעמא דהוי עדות מיוחדת ופסולה כדילפינן מלא ימות על פי עד אחד. שני כתות של עדים בזמן שמקצתן רואין אלו את אלו הרי אלו עדות אחד כדתנן התם ואם לא הוזמו כולם אין נהרגין כדילפינן התם מדכתיב על פי שנים עדים או שלשה עדים אם מתקיימת העדות בשנים למה פרט שלשה אלא להקיש שלשה לשנים מה שנים אינם נהרגין עד שיהיו שניהם זוממים כדילפינן מדכתיב והנה עד שקר העד ואמר מר כל מקום שנאמר עד הרי כאן שנים אף שלשה אינם נהרגים עד שיהיו שלשתם זוממים שהרי שלשתם נעשו עדות אחת ומנין אפילו מאה תלמוד לומר עדים וב' כתות רואות וכו' הוו עדות אחד לענין זה."
            ],
            [
                "<b>ובדיני </b> ממונות אף על פי שלא ראו אלו את אלו וכן שנים שלא ראו העדות בבת אחת מצטרפין וכדילפינן התם דעדות מיוחדת כשרה בדיני ממונות מדכתיב לא יומת על פי עד אחד ובדיני נפשות משתעי אבל בדיני ממונות כשרה. וכן בדיני ממונות שומעין האחד היום והשני למחר ובשני בתי דינין מה שאין כן בדיני נפשות דקי\"ל כר' נתן וכר' יהושע בן קרחה בפרק זה בורר דתנא קמא דרבי יהושע סבר עד שיראו שניהם כאחת איבעית אימא סברא איבעית אימא קרא דכתיב והוא עד וגו' והרי כאן שנים ואפקיה רחמנא בלשון חד לומר עד דחזו תרויהו כחדא ור' יהושע בן קרחה אמר והוא עד או ראה או ידע מכל מקום ותנא קמא דרבי נתן סבר עד שיעידו שניהם בב\"ד כאחד איבעית אימא קרא וכו' קרא דכתיב אם לא יגיד ונשא עונו ומקשי' הגדה לראיה כדכתיב או ראה אם לא יגיד בחד קרא מה ראיה בעינן כאחד כתנא קמא דר' יהושע בן קרחה אף הגדה ורבי נתן סבר לא מקשינן הגדה לראיה והני פלוגתי' לא הוו אלא בדיני ממונות כדמייתי להו התם אמתני' דהיאך אתה יודע שזה חייב לזה אבל בדיני נפשות הא קי\"ל דעדות מיוחדת פסולה כדילפינן לעיל דבעינן שיראו שניהם כאחד וכתנא קמא דר' יהושע בן קרחה וכיון דבעינן ראיה כאחד מקשינן הגדה לראיה כתנא קמא דרבי נתן בדיני נפשות."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העיד </b> אחד במקצת דבר והשני במקצתו אפילו בדיני ממונות אין מקיימין מעדות שניהם דכתיב יקום דבר:"
            ]
        ],
        [
            [
                "<b>אזהרת שלט </b> שלא יקום דבר בעד אחד דכתיב לא יקום עד אחד באיש לכל עון ולכל חטאת ודרשי' אבל קם הוא לשבועה כדאמרינן בהלכות טוען ובסוטה ועגלה ערופה ילפינן בדוכתיה דהאמינה תורה עד אחד. על פי שנים עדים או על פי שלשה מקיש שלשה לשנים מה שנים נמצא אחד מהן פסול או קרוב עדותן בטלה אף שלשה ומנין אפילו מאה תלמוד לומר עדים כדתנן התם פרק שלישי דמכות לר' עקיבא ואחד דיני ממונות ואחד דיני נפשות לענין זה כרבי במתני' דבדיני ממונות נמי כתיב על פי שנים עדים או על פי שלשה עדים וגו' והיינו כל מי שמתכוין להעיד דאם אין מתכוין להעיד מה יעשו שני אחים שראו עם שלישי באחד שהרג את הנפש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אזהרת שמ </b> שלא יורה העד בדין זה שהעיד עליו בדיני נפשות לא לזכות ולא לחובה דכתיב ועד אחד לא יענה בנפש למות כלומר עד שהעיד למות לא יענה דבר אלא יעיד וישתוק. ובדיני ממונות יש לו ללמד זכות או חובה אבל לא ימנה עם הדיינים דאין עד נעשה דיין אפילו בדיני ממונות אי משום דבעינן עדות שאתה יכול להזימה והם לא ירצו לקבל הזמה על עדותם כדא' בירושלמי גבי קרובי הדיין אי משום דכתיב ועמדו שני האנשים אלו העדים לפני ה' אלו הדיינים דבעינן שיעידו לפני הדיינים ולא שיהו עצמם דיינים כשהם מעידים בפיהם. ודיני קיום שטרות שבפרק ששי ושביעי ושמיני מדרבנן:"
            ]
        ],
        [
            [
                "<small>-העתקה מסוף פרק ה-</small><br>[\n<b> ודיני </b> קיום שטרות שבפרק ששי ושביעי ושמיני מדרבנן:]"
            ]
        ],
        [
            [
                "<small>-העתקה מסוף פרק ה-</small><br>[\n<b> ודיני </b> קיום שטרות שבפרק ששי ושביעי ושמיני מדרבנן:]"
            ]
        ],
        [
            [
                "<small>-העתקה מסוף פרק ה-</small><br>[\n<b> ודיני </b> קיום שטרות שבפרק ששי ושביעי ושמיני מדרבנן:]"
            ]
        ],
        [
            [],
            [
                "<b>נשים </b> פסולות לעדות דכתיב על פי שנים עדים לשון זכר ולא לשון נקבה וטומטום ואנדרוגינוס פסולין מפני שהוא ספק אשה ואין מוציאין ממון מספק ואין עונשין מספק."
            ],
            [],
            [
                "<b>עבדים </b> פסולין לעדות דכתיב ועשיתם לו כאשר זמם לעשות לאחיו מכלל שאחיו כמוהו מה אחיו בן ברית אף העד בן ברית קל וחומר לגוים שאינם במצות כלל ומי שחציו עבד וחציו בן חורין פסול מטעם זה ומחוסר גט שחרור פסול."
            ],
            [],
            [],
            [
                "<b>הקטנים </b> פסולין לעדות מן התורה דכתיב ועמדו שני האנשים אנשים ולא קטנים עד שיהיה גדול בשנים וסימנים."
            ],
            [],
            [
                "<b>שוטה </b> פסול לעדות שאינו בן מצות וצריך להתישב בעדות הנכפים שבשעת כפייתו הוא פסול וחרש כשוטה."
            ],
            [],
            [],
            [
                "<b>הסומים </b> פסולים דכתיב והוא עד או ראה וגו' מי שהוא ראוי לראות וסומא באחד מעיניו כשר להעיד כיון שרואה:"
            ]
        ],
        [
            [
                "<b>אזהרת שמא </b> שלא יעיד בעל עבירה דכתיב אל תשת ידך עם רשע אל תשת רשע עד כדאמר' פרק זה בורר ואפילו עד כשר אסור לו להעיד עם מי שיודע שהיא רשע כדמשמע פשטיה דקרא אל תשת ידך עם רשע אין צ\"ל אם יודע שמעיד שקר שאסור להעיד עמו. איזהו רשע כל שעבר עבירה שחייבים עליה מלקות שהרי התורה קראה למחוייב מלקות רשע כדכתיב והיה אם בן הכות הרשע ואין צ\"ל מחוייב מיתת ב\"ד שהוא פסול שנאמר אשר הוא רשע למות ועוד יש רשעים שאף על פי שאינם בני מלקות הואיל ולוקחים ממון שאינו שלהם בחמס פסולים דכתיב כי יקום עד חמס באיש דהלכתא כאביי דלא בעינן עד דחמס אלא אפילו עבר על מה שיש בו מלקות נפסל דהוי רשע כדא'. ועד זומם נפסל ג\"כ מעת שהעיד בב\"ד כאביי שאז נעשה רשע ומלוה ברבית והלוה שניהם פסולים מן התורה:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עד </b> אחד נאמן באיסורין וכדילפינן בדוכתיה פרק ב' דהלכות אישות ואפילו שהוא פסול לעדות דמומר לעבירה אחת שחיטתו כשרה:"
            ]
        ],
        [
            [
                "<b>כל </b> שהעידו עליו שעבר עבירה שפשט בישראל שהיא עבירה אף ע\"פ שלא התרו בו שאינו לוקה נפסל לעדות כיון שידע שעשה עבירה ואם יש חשש שמא שוכח הוא צריכין להודיעו ואין אדם נפסל בעבירה על פי עצמו דאין אדם משים עצמו רשע כדאמ' פרק זה בורר דף צ\"א דאין אדם יכול לפסול עצמו על פיו דהא אין קרוב מעיד לא לזכות ולא לחובה ואדם קרוב אצל עצמו ואין אדם קרוב אצל ממונו כדפשט הדר רבא פרק קמא דאין אדם קרוב אצל ממונו לענין פלגינן דבורא כשאמר שפלוני רבע שורו והשור יסקל. והפסול שלקה חזר לכשרותו כדכתיב ונקלה אחיך כיון שנקלה הרי הוא אחיך ושאר פסולי עדות דחמירי צריכי תשובה לחזור לכשרותם:"
            ]
        ],
        [
            [
                "<b>אזהרת שמב </b> שלא יעיד קרוב דכתיב לא יומתו בנים על אבות וגו' כדתניא פרק זה בורר דף כ\"ז מה תלמוד לומר אם ללמד שלא יומתו אבות בעון בנים ובנים בעון אבות הרי כבר נאמר איש בחטאו יומתו אלא לא יומתו אבות על בנים בעדות בנים ובנים לא יומתו על אבות בעדות אבות ועל כרחיה הני ב' אבות באחין משתעי שהם קרובים מן הכל דבאב ובנו לא מצית למימר דאם כן לא הוה קרי להו אבות אשכחן אבות לבנים ראובן לבן שמעון ובנים לאבות בן שמעון לראובן וכל שכן אבות להדדי דהא בנים מכח דידהו קאתו ואימעיטו להו מהאי קרא אחיו ובנו ואחי אביו בנים להדדי בן אחי אביו מנ\"ל אם כן ליכתוב קרא לא יומתו אבות על בן דכיון דכתיב אבות שני אחים משמע ועל הבן הוה משמע נמי בנו של כל אחד שפסול לשניהם מאי בנים דאפילו להדדי בנים לעלמא מנא לן שיהו ב' קרובים פסולים לאחד אם כן ליכתוב קרא ובן על אבות אי נמי הם על אבות מאי ובנים אפילו בנים לעלמא. אשכחן קרובי האב קרובי לאם מנלן אמר קרא אבות אבות תרי זימני אם אינו ענין לקרובי האב תנהו ענין לקרובי האם. הרב כתב שקרובים מן האם אינם פוסלים אלא מדבריהם ונראה דהא דילפינן מקראי קרובי האם הינו כגון בני ראובן לבני דינה שהם קרובים להם מצד האם שהיא דינה דכיון דתחלת הקורבה היא מצד האב יעקב אבי ראובן ודינה הוו קרובים מן האב אבל אם הקורבה מן האם כגון שני אחים מאם אחד ולא מאב שאין תחלת קורבתם אלא מצד האם לא פסיל אלא מדרבנן דכיון דילפינן מאבות אבות תרי זימני משמע שתחלת הקורבה מן האב אף על גב דהשתא בשנייה הוו שנייה מצד האם ואפילו שני בני אחיות שהן אחיות מצד האב הן בכלל זה כיון דאביהם אחד וכדאמרן ואמרינן נמי התם אשכחן לחובה כדכתיב לא יומתו לזכות מנא לן אמר קרא יומתו תרי זימני אם אינו ענין לחובה תנהו ענין לזכות אשכחן בדיני נפשות דיני ממונות מנא לן אמר קרא משפט אחד יהיה לכם משפט השוה לכלכם."
            ],
            [
                "<b>הגרים </b> אין להם קורבה דכקטן שנולד דמי וכדילפינן בדוכתיה שלישי בראשון כשר דלא ילפינן פסולה אלא עד שני דורות אבות דהינו אחים ובניהם דהוו שניים טפי לא והאב עם ד' לו כשר דהאב עם בנו הוו ראשון בראשון כמו שני אחים ואם כן הוי כראשון בשלישי דכשר דאף על גב דשני בשני דפסילי אינם קרובים כל כך הכא שאני דאיתפלג דרא כמו שכתבו בתוספות פרק יש נוחלין דף קכ\"ח."
            ],
            [],
            [],
            [],
            [
                "<b>הבעל </b> כאשתו וילפינן התם פרק זה בורר דף כ\"ח מנין שהאשה כבעלה כדכתיב ערות אבי אביך לא תגלה וגו' דודתך היא והלא אשת דודו היא מכלל דאשה כבעלה והרב ז\"ל כתב דכל קורבא שהיא מדרך האישות שהיא מדרבנן ונראה לומר דהינו קרובים מצד אשתו כמו חמיו ואחי אשתו אבל אשתו עצמה פסול לדונה מדאוריתא וכדילפי' מקרא וכן הא דדריש התם ר' יוסי הגלילי ופסק ר' יוחנן כוותיה בקרוב ונתרחק דכשר מדכתיב ובאת וגומר ואל השופט אשר יהיה בימים ההם וכי תעלה על דעתך שאדם הולך אל שופט שלא יהיה בימיו אלא זה שהיה קרוב ונתרחק וצ\"ל דלא איצטריך קרא אלא לאשתו עצמה אם גרשה אפילו יש לו בנים ממנה דכשר לדונה כדיליף מאשר יהיה בימים ההם אבל לשאר קרובי אשתו שגרשה או מתה לא איצטריך קרא דלא אסירי אלא מדרבנן וכדאמר'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אוהב </b> ושונא כשרים לעדות כרבנן דמתני' דלא דרשי לא אויב לו ידיננו כר' יהודה התם אלא לדיין דרשי ליה דשונא לא ידון:"
            ]
        ],
        [
            [
                "<b>כל </b> עדות שלא היה כשר בשעת ראיה או ידיעה אינו יכול להעיד אפילו עתה הוא כשר דבעינן תחלתו וסופו בכשרות מדאוריתא כדכתיב והוא עד בשעת ראיה וכתיב לא תענה וגומר בשעת עדות. וכל עדות שבשטר נראה דהוי מדרבנן דבעי' מפיהם ואם העידו שנים על פה בעדות א' לזכות שני אנשים והאחד קרוב לאחד מהם נראה דלא הוי עדות כלל אפילו למי ששניהם כשרים לו כיון שהוא עדות אחת:"
            ]
        ],
        [
            [
                "<b>כל </b> עדות שתבוא לאדם הנאה ממנו אינו מעיד בה שהוא כמעיד על עצמו ואדם קרוב אצל עצמו כדאמ' לעיל:"
            ]
        ],
        [
            [
                "<b>אם </b> ימצא שיש לעד בה הנאה בעדות אפילו בדרך רחוקה לא יעיד בה דשמא הוא נוגע בעדותו וכדא'. הכשר לדון כשר להעיד ויש כשר להעיד ולא לדון כאוהב ושונא והני אחריני דמפרשי' להו לכולהו לעיל:"
            ]
        ],
        [
            [
                "<b>אזהרת שמג </b> שלא יעיד בשקר דכתיב לא תענה ברעך עד שקר ואפי' מאמין הדבר דרך הודאה על פי נאמנים כאלו ראהו לא יעיד עד שיראה הדבר בעיניו או יודה החייב כדכתיב והוא עד או ראה או ידע ואין לך עדות שמתקיימת בראיה או בידיעה אלא עדות ממון דבדיני נפשות אין העדות מתקיימת אלא בראיה ולא בידיעה שהיא הודאת החייב וכדילפינן לעיל."
            ],
            [
                "<b>מאיימין </b> על עדי ממון שאפשר שיעיד ויסמוך על אחרים והוי עדות שקר."
            ],
            [
                "<b>המכמין </b> עדים והודה חברו בינו לבינו אף על פי ששמעו העדים אינה עדות."
            ],
            [],
            [
                "<b>תלמיד </b> שאמר לו רבו שיצטרף עם אחד להעיד על דבר אמת שמאמין לרבו או שיעמוד לשם כדי שיפחד הלוה ויודה הרי זה עד שקר אם העיד וכו' ואסור אם עמד כדכתיב מדבר שקר תרחק."
            ],
            [],
            [
                "<b>שוכר </b> עדי שקר לחברו פטור מדיני אדם דדברי הרב ודברי התלמיד דברי מי שומעים וחייב בדיני שמים שבא התקלה על ידו וכן כובש עדותו:"
            ]
        ],
        [
            [
                "<b>מצות רלד </b> לעשות לעד זומם כאשר זמם כדכתיב ועשיתם לו כאשר זמם וגו' כמו שרצו לעשות בעדותם והזמה היא עמנו היתם במקום פלוני ביום שאתם מעידים שראיתם עדות זו במקום אחר רחוק שהם מזימים אותם אבל אינם יודעים אם נהיה אותה הדבר שהעידו עליו או לא. והכחשה היא בעדות עצמה שלא היה אותו הדבר שמעידין הם עליו וגזרת הכתוב הוא להאמין עדות האחרונים על הראשונים אפי' הראשונים מאה והאחרוני' שנים דכיון שאין מכחישין עדותן הוי עדות אחר מה שאומרים עמנו היתם ומהימני וכדתנן פרק קמא דמכות ד\"ה וילפינן לה בגמרא מדכתיב והנה עד שקר העד שקר ענה עד שתשקר בגופה של עדות שהוא גופן של עדים וכל שאינו כה\"ג הוי מוכחשת ודוחין את שתיהן דתרי כמאה כדילפינן מדכתיב על פי שנים עדים או שלשה עדים וגו' אם מתקיימת בשנים למה הזכיר שלשה וכו' אם הוזמו בדבר של מיתה או של מלקות ממיתין אותם או מלקין אותם כמו שזממו לעשות אבל בדבר של ממון משלשין הממון ביניהם כדתנן התם וכדילפינן בגמרא נאמר רשע בחייבי מלקיות אם בן הכות הרשע ונאמר רשע בחייבי מיתות אשר הוא רשע למות מה במיתה ממיתין שניהם דאין מיתה למחצה אף כאן אין מלקות למחצה רבא אמר בעינן כאשר זמם שיקבל הנדון מלקות שלימה אי הכי ממון נמי ממון מצטרף והרי קבל מה שרצו להפסידו בין כולם אבל מלקות לא מצטרף."
            ],
            [],
            [],
            [
                "<b>עדים </b> זוממים אינם צריכים התראה וכדאמר' פרק אלו נערות נתרי בהו אימת וכו' אבל שאר עונשין בב\"ד של מטה צריכין התראה. עדים שהוכחשו ולבסוף הוזמו ע\"י כת שלישית הוו זוממין דהכחשה תחלת הזמה היא וכדאמר' במרובה דף פ\"ג."
            ],
            [
                "<b>אין </b> מזימין העדים אלא בפניהם וכדאמ' בפרק שני דכתובות משום דהם באים לחייבם כדי לעונשם נפש או ממון והתורה אמרה והועד בבעליו יבוא בעל השור ויעמוד על שורו ואי שלא בפניהם הכחשה מיהא הויא לבטל עדותם כדאמר התם ר' אבהו."
            ],
            [
                "<b>עדי </b> נפשות שהוכחשו אפי' בא הנהרג ברגליו אינם לוקים דהוי לאו שניתן לאזהרת מיתת ב\"ד דאין לוקין עליו כיון שבא להעיד על נפש אף ע\"ג דכשמעיד על דבר אחר משלם או לוקה."
            ],
            [
                "<b>עדים </b> זוממים צריכים הכרזה כדילפינן פרק הנחנקין דף פ\"ט ד' צריכין הכרזה מסית ובן סורר ומורה וזקן ממרא דבכולהו כתיב וכל ישראל ישמעו ויראו ועדים זוממים כתיב והנשארים ישמעו ויראו משום דלא שייך וכל העם דלאו כולי עלמא חזו לסהדותא שיש גזלנים ומלוה ברבית וכו'."
            ],
            [
                "<b>עדים </b> זוממים אינם משלמים על פי עצמם משום דחיובם הוי קנס וכדאמר ר' עקיבא פרק קמא דמכות ואמר רבה תדע שהרי לא עשו מעשה לא הרגו ולא נהרג אדם מישראל על פיהם והם נהרגים ומשלמין ממון ואם הודה שהוזמו בב\"ד וחייבים ממון משלמין דמההיא שעתא הוי ממון גביהו ואין זה מרשיע את עצמו שכבר הרשיעהו אלהים כדאיתא התם:"
            ]
        ],
        [
            [
                "<b>אין </b> משערין ראית העדים והזמן אלא בדבר המצוי ולא חיישינן שמא רואין מרחוק יתר מכל אדם וכן לא חיישינן שמא אדם קל ביותר נזדמן להם וקפלו את הדרך."
            ],
            [
                "<b>עדים </b> שהוזמו שבשעה שהעידו לא נהרג אלא אחר כך ע\"פ עדים אחרים הרי אלו נהרגים אבל אם הם הוזמו והוא נגמר דינו קודם אינם נהרגים שהרי מכל מקום שהעידו כבר נגמר דינו להריגה וכן לענין תשלומי קנס."
            ],
            [
                "<b>עדי </b> שטר שאמרו שבזמנו חתמוהו והוזמו אינם נפסלין אלא מעת שהעידו בב\"ד שזה כתב ידם ובזמנו חתמוהו ולא למפרע מאותו יום דשמא היו חתמוהו ושקרו ואמרו בזמנו חתמנו ואם נודע שהן חתומים בו מקודם נפסלים מן העת שהיה ידוע שהיו חתומים בו והא דפסילי מדאורית' משום דהשתא מקיימי סהדותיהו על פה דאי לאו הכי לא הוו מיפסלי מדאוריתא מחתימת השטר:"
            ]
        ],
        [
            [
                "<b>אין </b> עדים זוממין נענשים עד שיוזמו שניהם אחר גמר דין וכדתניא פרק קמא דעל פי אחד מהם לא היה מחוייב הנידון וליכא כאשר זמם וגמר דין נמי בעינן כדתנן התם שהרי הצדוקין אומ' עד שיהרג שנאמר נפש תחת נפש אמרו להם חכמים והרי כבר נאמר ועשיתם לו כאשר זמם לעשות לאחיו משמע שעדין אחיו קיים ואם כן למה נאמר נפש תחת נפש גבי עדים זוממים יכול משעה שקבלו עדותן יהרגו תלמוד לומר נפש תחת נפש הא אינם נהרגין עד שיגמור הדין ואם היה אחד מהם קרוב או פסול אין השני נהרג דבעי' שיזומו שניהם כשהם ראוים להעיד ואם לקה זה שהעידו עליו או שלם ממון לוקין העדים או משלמין לו אחר שיחזרו לו המעות דאמר' התם חייבי מלקיות מנין דאין לוקין אלא אם כן נגמר הדין תחלה דקרא בחייבי מיתות כתיב נפש תחת נפש תלמוד לומר רשע רשע חייבי גלות מנין דאף על גב דילפינן רשע רשע לחיובי מלקיות הינו כשמתחייב הנידון ללקות אבל כשהרשיעוהו לגלות לא גמרינן אתיא רוצח רוצח וממון נמי כתיב בעדים זוממין דכתיב יד ליד וגו' דמפקינן מיניה ממונא ודרשינן נמי עד שיגמר כדכתבו התוספות התם."
            ],
            [],
            [
                "<b>היו </b> העדים שלשה אפילו מאה שהעידו זה תוך כדי דיבור של זה והוזמו מקצתן אין נענשין עד שיזומו כולם דכולן עדות אחת שאם נמצא אחד מהם קרוב או פסול עדות כולם בטלה כר' עקיבא ור' שמעון במתני' והזמה חשיבא בנמצא אחד מהם קרוב או פסול הילכך חשיבי כשנים מה שנים ילפינן עד שיזומו שנים דבחד לא היה מחויב הנידון וליכא כאשר זמם אף שלשה ומאה ואם היה הפסק בין זה לזה יותר משיעור לא חשיבי כת אחת אלא אותם שלא היה הפסק בשיעור ושיעור שאלת תלמיד לרב. עד שני שאמר אף אני כמוהו או הן או כיוצא בזה הוי כמעיד ממש. אין לעדים זוממים שגגה לפי שאין בהם מעשה כדאמרינן לעיל נתרי בהו אימת וכו' פרק אלו נערות."
            ],
            [],
            [
                "<b>כשם </b> שהשנים מזימין את המאה כך מזימין כל כת וכת אפילו חמשים ולא אמרינן איסטטית היא כרבי יהודה במתניתין דכמו דמזימין אפילו בבת אחת הכא נמי מזימין בכמה עדיות. באה כת שלישית והזימה השנית תהרג השנית והנידון ותנצל הא' באה ד' לג' תהרג הג' והראשונה וינצל הנידון והכת השניה וכן עד מאה וכדאמר' גבי זוממי זוממין בכתובות ופרק קמא דסנהדרין."
            ],
            [],
            [
                "<b>עדים </b> שהעידו על איש טרפה שהרג הוזמו אין נהרגין לפי שהוא טרפה ואין חייבין מיתה עליו וכן עדים שהיו טרפה אין זוממיהן נהרגין שלא הזימו אלא טרפה."
            ],
            [
                "<b>העידו </b> על כהן שהוא חלל אין אומרים יעשה זה בן גרושה תחתיו לקיים כאשר זמם כדתנן ריש מכות אלא לוקה ארבעים ויליף לה בגמרא מדכתיב ועשיתם לו כאשר זמם לו ולא לזרעו ואם תעשהו חלל והוא כהן פסלת זרעו לעולם ואי תימא ליפסלו לדידיה ולא לזרעיה בעינא כאשר זמם והוא זמם לפסול את הנידון ואת זרעו. העידו עליו לחייבו גלות אין אומרים יגלה זה תחתיו אלא לוקה וכדילפינן נמי התם דכתיב ינוס הוא ולא זוממין. העידו על שורו שהרג וחייב כופר והוזמו לוקין ואין משלמין כופר כדתניא התם משום דכופרה כפרה היא לכפר על זה שהרג שורו אדם כדכתיב ונתן פדיון נפשו והני לאו בני כפרה נינהו שלא הרג שורם אדם ואם העידו עליו שנמכר בעבד עברי והוזמו אין נעשין עבד עברי וכדתני' התם ומפרשי' טעמא דכתיב ונמכר בגניבתו ולא בזממו ומפי הקבלה שארבעה דברים אלו לוקין עליהם וכדאמ' פרק קמא דסנהדרין דף י' ופרק ב' דמכות רמז לעדים זוממין שלוקין מנין היכא דאין הזמה יכולה להתקיים בהם כי הני ארבעה דכתיב והצדיקו את הצדיק והרשיעו את הרשע משום דהצדיקו ב\"ד את הצדיק והרשיעו את הרשע והיה אם בן הכות את הרשע צדקת צדיק למה הוזכרה כאן וכי משום צדקת הצדיק מתחייב רשע מלקות אלא וודאי עדים זוממין רמיזי הכא דאעדים קאי האי אם בן הכות וה\"ק עדים שהרשיעו צדיק והוזמו והצדיקו עדים אחרונים את הצדיק והרי נעשו רשעים אלו העדים הראשונים ילקו אם הזמה זו בת מלקות היא שאינו יכול לקיים בה דין הזמה כבן גרושה וכו' ואם אינו ענין לעדות ממון דהא אין לוקה ומשלם תנהו ענין לבן גרושה וכיוצא בו ואם העידו עליו שעבר על לאו שחייב מלקות לא צריך האי קרא אלא משום דכתיב ועשיתם לו כאשר זמם."
            ],
            [],
            [
                "<b>העידו </b> על ניאוף בת כהן שהיא בשריפה והוא בחנק הרי אלו נחנקין כמותו כדכתיב ועשיתם לו כאשר זמם לעשות לאחיו ולא לאחותו כל היכא דבעדותן מחייבין איש ואשה ודינן חלוק כי הכא לו הוקשו וכדא' ס\"פ הנחנקין:"
            ]
        ],
        [
            [
                "<b>עדים </b> שהעידו שפלוני גרש אשתו ולא נתן לה כתובה אומדים כמה בני אדם רוצים וכו' כדתנן התם והכל כפי מה שישערו הדינים שישלם כאשר זמם וכן אם העידו על שחייב לפלוני מכאן עד שלשים יום והלוה אומר עד זמן ארוך משערי' וכו'."
            ],
            [],
            [
                "<b>העידו </b> על שורו של זה שנגח או על פלוני שהפיל שן עבדו וסומא עינו או איפכא משלמים כאשר זממו שישלם."
            ],
            [],
            [
                "<b>עדי </b> קינוי וסתירה או גניבה וטביחה או מכירה בכת אחת או בשתי כתות משלמין כמו שזממו וכן העדים של חזקת שלש שנים וכן שלשה כיתי עדים על שור אחד שהעידו בהני תלת גווני כדאיתא פרק ג' דקמא וכן בעדות בן סורר ומורה וכל שיכולין לתלות שלא בא להרוג תולין. העידה כת אחת על אחד שגנב אחד מישראל וכת שניה שמכרו שתיהן נהרגין שהגניבה היא תחלת מיתתו ואם לא היו עדי גניבה ואפילו באו אחר כך אין נהרגין עדי מכירה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מוציא </b> שם רע שהזימו את עדיו והוזם הוא את עדי האב משלמין ונהרגין דהוי נפשות לעדים הראשונים של בעל וממון לבעל. וכן בא על נערה מאורסה נהרגין ואין משלמין בא על בת פלוני והוזמו (אין) נהרגין ומשלמין. פלוני רבע שורו של פלוני נסקלין ומשלמין דמי השור לבעל השור וכן כל כיוצא בזה:"
            ]
        ],
        [
            [
                "<b>עד </b> אחד מכת אחת ועד אחד מכת אחרת שהכחישה אין מקבלין עדותן יחד בעדות אחרת שידוע שאחד מהם שקר בראשונה ואין ידוע מי הוא ואין כאן עדות שנים אבל כל אחד מעיד בפני עצמו ומקבלין עדותו דאכתי לא איתחזק בפיסולה וכן כל כת וכת כרב הונא פרק חזקת וכן כשהם חתומים בשני שטרות כמו שכתב הרב ז\"ל."
            ],
            [],
            [],
            [],
            [
                "<b>מי </b> שהוחזק להביא עדי שקר מקבלין עדיו כל שלא נתברר שגם הם שקרו ואפילו בשטר שקרא עליו ערער אם באו עדי השטר עצמם גובין בו כדכתב הרב ז\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות עדות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}