{
    "language": "he",
    "title": "Piskei Tosafot on Eruvin",
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957",
    "versionTitle": "Vilna Edition",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "he",
    "isBaseText": true,
    "heTitle": "פסקי תוספות על עירובין",
    "categories": [
        "Talmud",
        "Bavli",
        "Rishonim on Talmud",
        "Piskei Tosafot",
        "Seder Moed"
    ],
    "text": [
        [
            "נר חנוכה שהדליקה בפסול יכבנה ויחזור וידליקנה. ד\"ה סוכה: דף ב ע\"א"
        ],
        [
            "צורת הפתח שעשה מן הצד לא עשה ולא כלום. ד\"ה ואב\"א: ע\"ב"
        ],
        [
            "אין סכך פסול מצטרף לסכך כשר. ד\"ה אי קלשת: דף ג ע\"א"
        ],
        [
            "מבוי שארכו כרחבו אין ניתר בלחי וקורה. ד\"ה כמ\"ד. כ\"ב"
        ],
        [
            "מיעוט שאינו מקפיד אינו חוצץ אף בבשר. ד\"ה דבר תורה: דף ד ע\"ב"
        ],
        [
            "מבוי שאין רוחב ארבעה אין צריך לחי וקורה. ד\"ה ואי בד': דף ה ע\"א"
        ],
        [
            "לחי העומד מאיליו הוי לחי ור\"ת לא פסק כן. ד\"ה פחות מד\"א: ע\"ב"
        ],
        [
            "בידי אדם אפשר לצמצם ולא בידי שמים. ד\"ה וספק דבריהם: שם"
        ],
        [
            "מבוי עקום צריך צורת הפתח בעקמומיתו. ד\"ה רב אמר: דף ו ע\"א"
        ],
        [
            "לחי לא מהני ליתר מעשר. ד\"ה ולחי: שם"
        ],
        [
            "חצר שאינה רגילה במבוי אינה אוסרת עליו וברגילה נמי אם יש לה דרך לרשות הרבים בלא מבוי. ד\"ה דאי דרב: דף ז ע\"ב"
        ],
        [
            "אשפה רחוקה מן הכותל זורקין לה למעלה מעשרה. ד\"ה זורקין: דף ח ע\"א"
        ],
        [
            "מבוי שצדו אחד ארוך וצדו אחד קצר פחות (מעשרה) [מד\"א] מניח קורה באלכסון וישתמש זה בארוכה. ד\"ה מניח: ע\"ב"
        ],
        [
            "ברוחב טפח אמרינן חבוט ורמי ומיהו אפילו [אינה] גבוה יותר מעשרים וקורה רחבה טפח בעיא קורה על גבי מבוי. ד\"ה שאין: דף ט ע\"א"
        ],
        [
            "נראה מבחוץ ושוה מבפנים נידון משום לחי:"
        ],
        [
            "בשתי רוחות סגי משהו לכאן ומשהו לכאן אבל כותל לא חשיב פס בפחות מטפח רחב. ד\"ה ושני טפחים: דף י ע\"א"
        ],
        [
            "מבוי רחב עשרים עושה פס רחב ארבע וגבוה עשרה ואפילו יש יתר מעשר מראש הפס עד כותל מבוי. ד\"ה עושה פס גבוה: ע\"ב"
        ],
        [
            "לחי המופלג שלשה מן הכותל לא הוי לחי. ד\"ה ועושה פס ג': שם"
        ],
        [
            "לא אמרינן אוירא דהאי גיסא ודהאי גיסא מבטלי ליה אלא אויר שאנו חושבין כסתום. ד\"ה ואצבעיים: שם"
        ],
        [
            "חצר מרובעת צריך שני פסין משהויין או פס ארבעה ובארכה יתר על רחבה די בלחי ומשהו. ד\"ה ורב נחמן: דף יב ע\"א"
        ],
        [
            "גזוזטרא למעלה מן הים אין ממלאין ממנה אלא א\"כ עשה מחיצה גבוה עשרה ואע\"פ שהמים צפין על גבה. ד\"ה הב\"ע: ע\"ב"
        ],
        [
            "אין מבוי ניתר בלחי וקורה עד שיהו שתי חצירות למבוי ושתי בתים לכל חצר ד\"ה ובתים: שם"
        ],
        [
            "מותר לתת אדרימנ\"ט לתוך הדיו. ד\"ה קנקנתום: דף יג ע\"א"
        ],
        [
            "כתב הסופר גט לשמה וחתמו עדים לשמה פסול עד שיאמר לסופר כתוב ולעדים חתומו. הכל כותבין גט אפילו חרש שוטה וקטן וגדול עומד על גביו. ד\"ה אבל: שם"
        ],
        [
            "[בעינן] קורה ראויה לקבל אריח ופסולה הניטלת ברוח וכן שתי קורות מתאימות אפילו בפחות משלשה. ד\"ה ובלבד: דף יד ע\"א"
        ],
        [
            "צורת פתח מהני אפילו ליתר מעשר רחב:"
        ],
        [
            "התנה עמו לתת לו סאה גדושה גודשא תהא תילתא. ד\"ה ש\"מ: ע\"ב"
        ],
        [
            "מותר לעשות מי מלח בשבת ליתן על עופות צלוין וכל שכן אם נתן המלח תחילה. ד\"ה פוק חזי: שם"
        ],
        [
            "קונם לביתך שאיני נכנס ומת או מכרו מותר: בית אביו משמע לעולם דהיינו כל יוצאי חלציו. ד\"ה על מנת: דף טו ע\"ב:"
        ],
        [
            "סכך כשר הרבה על הפסול לא בטיל אם הפסול ניכר. ד\"ה רש\"י גרס: שם"
        ],
        [
            "שבת הואיל והותרה הותרה עירבו לצורך שנה ונסתם הפתח וחזר ונפתח חזר עירוב למקומו: ד\"ה עירב: דף יז ע\"א"
        ],
        [
            "עכשיו לא נהגו במים אחרונים. ד\"ה מים. ע\"ב"
        ],
        [
            "מאכילין אכסניא דמאי ואפילו ישראלים. ד\"ה ואת אכסניא: שם"
        ],
        [
            "אסור לעבור אחורי בית הכנסת כשמתפללין ואין שם פתח אחר ואחורי בית הכנסת הוי לצד הפתח. ד\"ה ולא אחורי: דף יח ע\"ב"
        ],
        [
            "אסור להוציא ראשו לרשות הרבים ולרוק. ד\"ה לא יעמוד: דף כ ע\"א"
        ],
        [
            "מתא פלונית יכול לכתוב בגט לגדולה ולקטנה. ד\"ה אחוי: דף כא ע\"א"
        ],
        [
            "לפי מה שיסד הקליר הוי זרת שליש אמה. ד\"ה אחד: שם"
        ],
        [
            "במקום סכנה פטור מרחיצת ידים. ד\"ה מוטב: ע\"ב"
        ],
        [
            "קרפף בית סאתים אפילו נזרע כולו לא בטל דירתו וצ\"ע בדיר וסהר וחצר יתר מבית סאתים אם בטל דירתו. ד\"ה נזרע רובו: דף כג ע\"ב"
        ],
        [
            "גגות חצירות וקרפיפות רשות אחת:"
        ],
        [
            "לא אמר פי תקרה יורד וסותם בשתי רוחות כעין מבוי מפולש. ד\"ה אכסדרה: דף כה ע\"א"
        ],
        [
            "בבית סאתים לא שרי ארכה יתר משנים ברחבה אבל במשהו פחות שרי. ד\"ה קרפף: ע\"ב"
        ],
        [
            "מרור מין זרעים. ד\"ה אצוותא: דף כו ע\"ב"
        ],
        [
            "בכל מערבין עירובי תחומין ועירובי חצירות דוקא בפת. ד\"ה בכל: שם"
        ],
        [
            "יין מזוג אינו פוסל את המקוה. ד\"ה הכא שכר: דף כט ע\"ב"
        ],
        [
            "כוס ברכה בעי מזיגה ושהכוס שלם. ד\"ה כדי שימזגנו: שם"
        ],
        [
            "כוס ברכה רביעית הלוג וכן לנטילת ידים. ד\"ה ויעמוד: שם"
        ],
        [
            "בגדי עניים לעניים למדרס שלש על שלש ועשירים שלשה על שלשה ובטומאת מת שלש על שלש לכולי עלמא. ד\"ה בגדי: שם"
        ],
        [
            "אין מערבין אלא לדבר מצוה ומצות לא ליהנות ניתנו. ד\"ה ככר זו: דף ל ע\"א"
        ],
        [
            "בע\"ש ועיו\"ט מעשרין שלא מן המוקף ולא התירו שלא מן המוקף למצוה אחרת. ד\"ה לא נחשדו: ע\"ב"
        ],
        [
            "לצורך שבת נשאלין על הנדרים. ד\"ה אלא סומכוס: שם"
        ],
        [
            "בשביל עירוב התירו לנפח בית הפרס ולעשות פסח (לא) התירו [בבדיקה] ולמצוה רבה כגון ללמוד ולישא אשה ולדון ולערער עמהם ולצאת לקראת מלכים התירו בלא ניפוח: (אינו בתוספות שלפנינו) [אבל הוא בתוספות בכורות דף כט ע\"א ד\"ה היכי]:"
        ],
        [
            "אהל זרוק לכ\"ע בשעת זריקה לא הוי אהל וכן עוף הפורח. ד\"ה ומר סבר: שם"
        ],
        [
            "קבר יחידי תופס ארבע אמות סביביו. ד\"ה היכי אזיל: דף לא ע\"א"
        ],
        [
            "פשוטי כלי עץ הרחבין שראוי להניח חפצים עליהן טמאין מדרבנן (והקצרין) [והקולב] וסולם טהור לגמרי. ד\"ה בפשוטי: שם"
        ],
        [
            "אין חזקת שליח עושה שליחותו אלא במקום שאם יפשע יבא משלחו לידי עבירה. ד\"ה רב ששת: דף לב ע\"א"
        ],
        [
            "אין אומר לאדם חטא שיזכה חבירך במקום שפשע חבירו. ד\"ה ולא: ע\"ב"
        ],
        [
            "אחד עשיר ואחד עני מערב ברגליו. ד\"ה מוליכו. דף לג ע\"ב"
        ],
        [
            "אסור לשבר כלי ולקלקלו דשייך בנין וסתירה בכלי ושובר חבית ליטול גרוגרות היינו שמדובקות יחד ובירושלמי מפורש דשובר חבית היינו בשל עץ. ד\"ה ואמאי: דף לד ע\"ב"
        ],
        [
            "חותמות בכלי מתיר מפקיע וחותך היינו כעין קשר מיתנא [אבל] פותח של עץ ומתכת אסור. ד\"ה בעי סכינא: דף לה ע\"א"
        ],
        [
            "כל הטומאות כשעת מציאתן בתרומה וקדשים אבל חולין לא מטמא למפרע. ד\"ה כל."
        ],
        [
            "ספק טומאה ברשות הרבים [אמרינן ליה זיל] טביל (האדם) ולא בספק דרבנן. ד\"ה במקוה: דף לו ע\"א"
        ],
        [
            "שבת ויום טוב נולדה בזה אסורה בזה ותחילת שבת קונה עירוב. ד\"ה מאי שנא: שם"
        ],
        [
            "אין להניח עירובי תחומין מיו\"ט לחבירו נולדה בזה מותרת בזה ביו\"ט של גליות. ד\"ה ורבי אליעזר: דף לח ע\"א"
        ],
        [
            "מן לא ירד בשבת ויום טוב ובאתה קדשת אומרים ברכתו מכל הימים וקדשתו מכל הזמנים משמע שירד ביום טוב. ד\"ה ואין יום טוב: ע\"ב"
        ],
        [
            "ב' ימים טובים של ר\"ה נולדה בזה אסורה בזה. ד\"ה מודים: דף לט ע\"א"
        ],
        [
            "הולכין אחר רוב שנים שאינן מעוברות ואין עושין יוה\"כ אלא יום אחד. ד\"ה אי אתם: שם"
        ],
        [
            "נכרי שהביא דורון לישראל ביום ראשון דבר שיש במינו במחובר לרש\"י מותר בליל שני ולהלכות גדולות אסור עד מוצאי יום טוב. הנעשה מאיליו או לצורך נכרי אין צריך כדי שיעשו היינו כדי תלישה. שבת ויום טוב אסור מזה לזה אף בבא מחוץ לתחום בשביל ישראל או בניצוד ונלקט. שירי מדורה ופתילה שכבו בשבת אסורין ביום טוב. הבא מחוץ לתחום שרי ביום שני. ד\"ה אי משכחת: ע\"ב"
        ],
        [
            "הבא מחוץ לתחום בשביל ישראל אסור לכל בני ביתו. ד\"ה אדעתא: דף מ ע\"א"
        ],
        [
            "פירות הנושרין אסורין אפילו יש לו עורבים. עשבים העומדים במקום שאין בהמה יכולה לבא שם ונתלשו אין מעמידין בהמה עליהן. נכרי שמילא מים לבהמתו או הדליק נר מותר לישראל. ד\"ה הא ודאי: שם"
        ],
        [
            "אין צריך להזכיר מקראות די\"ט ודראש חודש בר\"ה וכן מלכיות זכרונות ושופרות כיון שאמר ובתורתך כתוב לאמר ואם התחיל צריך לסיים ור\"ת פירש דמוסף צריך להזכיר ולא דר\"ח אלא יאמר מלבד עולת החדש ומנחתה ושני שעירים לכפר ושני תמידין כהלכתן. אין לומר ובראשי חדשיכם בר\"ה לא בתפלה ולא בברכות שחרית. ד\"ה זכרון: שם"
        ],
        [
            "ברית מילה בתשעה באב ויום הכפורים לא חיישינן למיסרך. בחופה בעשרה בטבת יתנו הכוס לתינוק לשתות. ד\"ה דלמא: ע\"ב"
        ],
        [
            "אין לקבל עליו תענית בשבת. הפסיק בערב יה\"כ חוזר ואוכל אם ירצה. ד\"ה אי אתם: דף מא ע\"א"
        ],
        [
            "אפילו בתענית הרשות משלימין עד הלילה בערב שבת. ד\"ה שאני: שם"
        ],
        [
            "פירות שיצאו חוץ לתחום בשוגג מותר לאוכלן שם. ד\"ה מכלל: דף מב ע\"א"
        ],
        [
            "מותר ליכנס בספינה בערב שבת מבעוד יום והספינה הולכת בשבת ולא בשבת ואפילו תוך התחום. מותר לשמור פירות בשדה. אין מועיל שמדליקין נרות בספינה בערב שבת ונכנסין בשבת. אפילו נכנס לספינה בשבת כל הספינה כד' אמות. אסור ליכנס בקרון בערב שבת והנכרי מוליכו בשבת. ד\"ה הלכה: דף מג ע\"א"
        ],
        [
            "בני אדם שנעשו מחיצה פעם אחת אסורין עוד לעשותם. ד\"ה אילימא: ע\"ב"
        ],
        [
            "אהל מן הצד הוי אהל במקום שמועלת להתיר כמו שלשה דופני סוכה אבל בדופן רביעית הוי תוספת אהל וכה\"ג שרי נמי בגג תוספת בעלמא. ד\"ה פקק: דף מד ע\"א"
        ],
        [
            "גשמים שירדו ביו\"ט כרגלי אותן שזכו בהן ואם נתנו לאחר הרי הן כרגלי ראשון. ד\"ה ביו\"ט: דף מה ע\"ב"
        ],
        [
            "דבר שיש לו מתירין אפילו באלף לא בטיל אפילו בספיקא דרבנן. ד\"ה אב\"א: שם"
        ],
        [
            "אפר כירה שהוסק ביום טוב אסור לכסות בו אלא א\"כ ראוי לצלות בו ביצה. ד\"ה כל שכן: דף מו ע\"א"
        ],
        [
            "חפצי הפקר אין קונין שביתה. ישן קונה שביתה. ד\"ה קמ\"ל: שם"
        ],
        [
            "ראש השנה ויה\"כ כרגלים. יום שלשים כשלפניו באבילות. מת ביו\"ט ראשון או בשביעי או בח\"ה אין נוהג אבילות עד דנפקי כולהו ויום טוב אחרון עולה למנין ז'. מת ביו\"ט אחרון נוהג בו אבילות לפי' ה\"ג. ד\"ה דאמר: שם"
        ],
        [
            "אין מערבין תחומים שלא מדעתו אפילו ידע שדעתו לילך לאותו צד. ד\"ה ואין חבין: ע\"ב"
        ],
        [
            "אחד מבני מבוי שרגיל להשתתף באין בני מבוי ונוטלים שיתופו בעל כרחו וצריך למחול להן. בא\"ד"
        ],
        [
            "היכא דאיתמר הלכה אי עביד כאידך מהדרינן. מטין אוריי מורינן ואי עביד כאידך לא מהדרינן. נראים אורויי מורינן ואם בא למיעבד כאידך לא מחינן בידיה. ד\"ה ר' אסי: שם"
        ],
        [
            "מי שיש לו פירות במקום אחר הרי הן כרגליו. השואל כלי מן הנכרי שעומד חוץ לעיר מונין לו אלפים ממקומו. ד\"ה והכלים: דף מז ע\"ב"
        ],
        [
            "דבר הבא מחוץ לתחום דשרי לישראל אחר או בא בשביל נכרי לא יטלטלנו חוץ לארבע אמותיו בעיר שאין לה מחיצות המוקפות לדירה. ד\"ה דכולה: שם"
        ],
        [
            "גוף אדם שלש אמות עד כתיפיו. ד\"ה גופו: דף מח ע\"א"
        ],
        [
            "[אין] קונין בכלי שאין בו שוה פרוטה. ד\"ה איכא בינייהו: דף מט ע\"א"
        ],
        [
            "עירוב משום דירה מערבין בפחות משוה פרוטה ואין מערבין בכלי. ד\"ה וקטן: ע\"ב"
        ],
        [
            "אמר שביתתי תחת האילן ולא סיים מקומו מצי אזיל להתם כל שאינו בזה אחר זה כו'. (ד\"ז בגמ' בפלוגתא דרב ושמואל):"
        ],
        [
            "בניעור קונה שביתה תחתיו בלאו אמירה וכן דבר הפקר זכתה לו שדהו בסתם. ד\"ה ואמר: שם"
        ],
        [
            "מעביר וזורק ממזרח למערב או צפון ודרום חייב בארבע אמות ואם לאלכסון עולם עד שיזרוק ויעביר ארבע אמות ואלכסונן וכן עמוד ארבעה היינו שהעמיד אלכסונו באלכסון עולם אבל בענין אחר לא סגי בארבעה טפחים. ד\"ה כזה: דף נא ע\"א"
        ],
        [
            "אין עושין נפשות וסימן לצדיקים. ד\"ה גשרים: דף נג ע\"א. לגירסא טוב ללמוד מרב אחד אבל למיסבר אין רואה סימן ברכה הלומד לפני רב אחד. ד\"ה דגמרי: שם"
        ],
        [
            "עיר ובית אין נותנין להן שתי קרפיפות אלא אם הוא תוך שבעים ושירים לעיר מתעברת עמה וכן אם יש בית תוך ע' לאותו בית וכן לעולם בית ובית נותנין להן קרפף אחד שתי עיירות נותנין להן שתי קרפיפות. הלכה כרב הונא לגבי חייא בר רב. ד\"ה רב הונא: דף נז ע\"א"
        ],
        [
            "כותל והר אם מתלקט עשרה מתוך חמש מודד כקרקע חלקה ואם מתוך ארבע מבליעו ואם אין יכול להבליעו מקדר ואם חוט יורד כנגדו מדלג כל השיפוע ואי לא ניחא תשמישתיה אומדו ובגיא אין חילוק בין ניחא תשמישתיה ללא ניחא. ד\"ה אבל מתלקט: דף נח ע\"ב"
        ],
        [
            "לא ירד לצדי העיר למדוד שם לפי שנוחה למדוד שם ואח\"כ יהיה צופה כנגד מדתו. ד\"ה אין מודדין: שם"
        ],
        [
            "עבד ושפחה נאמנין על התחום. אכילה בתרומה (גדולה) [דרבנן] נאמן להעיד על כהן. אין מעלין מתרומה דרבנן ליוחסין. ד\"ה אפילו: דף נט ע\"א"
        ],
        [
            "נשים נאמנות על שחיטה וניקור חלב ובדיקת חמץ. ד\"ה ותחומין: שם"
        ],
        [
            "לא עירבה פנימה עם חיצונה תסתלק מלהשתמש בחיצונה אבל אין קפידא בדריסת הרגל. ד\"ה דפנימית: ע\"ב"
        ],
        [
            "בני מבוי שהורגלו לערב יחד אין יכולין ליחלק. ד\"ה מבוי שם"
        ],
        [
            "עיר של רבים והרי היא של רבים מהני לה שיור. ד\"ה ולא שביק: שם"
        ],
        [
            "שיור לעיר היינו שלש חצירות (בשני) [של שני] בתים. ד\"ה ושויה: דף ס ע\"א"
        ],
        [
            "ישן בדרך יש לו שמונה אמות וכן נותן עירובו: ד\"ה כאן: ע\"ב"
        ],
        [
            "הלן בעיר אפילו כלתה אלפים בתחילת העיר נעשית כל העיר כארבע אמות. ד\"ה אין אלו: שם"
        ],
        [
            "בנכרי לא שייך קים ליה בדרבה מיניה ובישראל הבא במחתרת אם הוא בעין חייב להחזיר. ד\"ה בן נח: דף סב ע\"א"
        ],
        [
            "ישראלים הדרים [יחידים] בעיר מוקפת מחיצות ונעולות בלילה (ואין) [כיון דאין] שני ישראלים אוסרין זה על זה מותר לטלטל בכולה בשבת. ד\"ה ור\"י: ע\"ב"
        ],
        [
            "אם שואלין הלכה כדברי מי יכול לומר במקום רבו רק אל יורה על מעשה שבא לפניו ד\"ה מהו: שם"
        ],
        [
            "ביצת נבילה שכמוה נמכרת בשוק אסורה. ד\"ה אפילו: שם"
        ],
        [
            "לאפרושי מאיסורא שרי במקום רבו. האידנא בטלה מגילת תענית. ד\"ה כגון. שם"
        ],
        [
            "תלמיד לא יורה אפילו רחוק יותר משלש פרסאות מרבו ודוקא דברים הדומים חידוש לשואל אבל דבר הידוע מנהגו כמו נותן טעם לפגם ואין דומה לו חידוש שרי. ד\"ה רב חסדא: שם"
        ],
        [
            "מבוי שלא נשתתפו בו וביטלו רשותן ליחיד מותר היחיד להוציא כלי בתיהן למבוי ואם החצירות פתוחות זו לזו ועירבו יכול להוציא מכל הבתים והחצירות למבוי והאחרים אסורין להוציא. ד\"ה בטילו: דף סג ע\"ב"
        ],
        [
            "כשיבטל רשות מבית לבית ישאירו חדר אחד שלא לבטלו. ד\"ה א\"כ: דף סד ע\"א"
        ],
        [
            "שתה רביעית יין ובהן מעט מים מותר להורות. ד\"ה שתה: שם"
        ],
        [
            "שיכור שהתפלל תפלתו תועבה ויחזור ויתפלל וכן מצא צואה כנגדו. שתוי מברך ברכת המזון וכל ברכות. מי רגלים לא גזרו על ספיקן. ד\"ה שיכור: שם"
        ],
        [
            "מותר לתת מתנת חנם לנכרי המכירו. ד\"ה ולמדנו: ע\"ב"
        ],
        [
            "פותחין בחרטה לומר לנודר נתחרטת על מה שנדרת. ד\"ה פותחין: שם"
        ],
        [
            "אין פותחין בדבר האסור וכגון כל הבוטה ראוי לדוקרו. ד\"ה כל: שם"
        ],
        [
            "יכול להקיץ השיכור הישן בעת התפלה. ד\"ה מסר: דף סה ע\"א"
        ],
        [
            "נכרי אינו אוסר כשאינו בעיר. ישראל אפילו בעיר אינו אוסר אם הלך לשבות אצל בתו. ד\"ה איקלעו: ע\"ב"
        ],
        [
            "אחד מבני ביתו של נכרי יכול להשכיר רשותו או אשתו. ד\"ה דלא: שם"
        ],
        [
            "לא היה שם הנכרי ועירבו ובא הנכרי אפילו שכרו ממנו לא חזר העירוב למקומו. ד\"ה דאתא: שם"
        ],
        [
            "מת נכרי בשבת אין מבטלין. ד\"ה יפה: דף סו ע\"א"
        ],
        [
            "מותר לשכור ממנו בשבת. ד\"ה יפה: שם"
        ],
        [
            "ישראל ונכרי משותפין בבית או שייחד הנכרי לישראל חדר שאין הנכרי משתמש בו הישראל מבטל והנכרי משכיר. ד\"ה מערב: שם"
        ],
        [
            "ישראל שיש לו פתח למבוי ויש לו היקף בית סאתים אוסר. ד\"ה וישראל: דף סז ע\"ב"
        ],
        [
            "גינה יותר מבית סאתים שלא הוקף לדירה מותר לטלטל מתוכה לחוץ ועומד בחוץ ומטמין המפתח בגינה. ד\"ה ומ\"ט: שם"
        ],
        [
            "מותר להביא מים לאחר המילה דפיקוח נפש הזריז משובח. ד\"ה והא: שם"
        ],
        [
            "נשתתפו במבוי מותרין כאן וכאן. ד\"ה נסמוך: שם"
        ],
        [
            "צריך ליזהר שלא לעשות עירוב בדבר שמקפיד עליו שתיקן לכבוד שבת [או] ככר נאה. ד\"ה כיון: דף סח ע\"א"
        ],
        [
            "שיתופי מבוי ביין עירוב חצירות בפת עירובי חצירות בבית שבחצר שיתופי מבואות בחצר שבמבוי. ד\"ה ונקני: שם"
        ],
        [
            "תכשיט שאסור לצאת בו ברשות הרבים אסור לצאת בחצר. באיש לא שייך שליף ומחוי. ד\"ה כיון: דף סט ע\"א"
        ],
        [
            "מומר להכעיס פסול לעדות. ד\"ה אי כר\"מ: שם"
        ],
        [
            "הבא לדור במבוי לשם אכסנאות אינו אוסר. ד\"ה ושלהם: ע\"ב"
        ],
        [
            "אין היורש אוסר אלא אם כן הלך לדור שם. יורש שדר בחצר אוסר בית שירש ואפי' אינו דר בבית ואפילו עירב בערב שבת ואם היורש דר עם אביו אינו אוסר. שנים שדרין בבית אחד אחד נותן פת על ידי חבירו. ד\"ה יורש דף ע ע\"א"
        ],
        [
            "היה לו בית בחצר יכול לערב עמהם אפילו אין דר שם. ד\"ה אחד: ע\"ב"
        ],
        [
            "קונין משכיב מרע בשבת ואפילו מתנה במקצת דבעי קנין ומותר לגרש ואחר אסור לגרש ולקדש. ד\"ה ומקני: דף עא ע\"א"
        ],
        [
            "יין שקרש וחזר ונימוח הוי יין ולא כן שמן. ד\"ה שמן: ע\"ב"
        ],
        [
            "נשתתפו בפת מועיל גם לעירובי חצירות. ד\"ה בפת: שם"
        ],
        [
            "אם מחמירין לעשות עירוב ושיתוף אינה ברכה לבטלה או אם נמנעין מלהביא סכין וחמין לצורך מילה [אם לא ע\"י עירוב ושיתוף לא מחינן בידייהו]. ד\"ה נהגו: דף עב ע\"א"
        ],
        [
            "אם יש לאדם מלמד או סופר בביתו או בחורים הלומדים תורה ושרוי כל אחד בחדרו בפני עצמו אפילו חלוקין בפתן אין אוסרין עליו ולא בעי עירוב אפילו יש להן פתח לחוץ אפילו אוכל וישן כל אחד בחדרו כיון שבתוך הבית משתמשין באפיה ובישול. ד\"ה ומודין: שם"
        ],
        [
            "אם אין בכל המבוי אלא אב ובנו הרב ותלמידו וחצרותיהן פתוחות למבוי אין אוסרין ומבוי שלהן ניתר בלחי וקורה: ד\"ה כרבים: דף עג ע\"א"
        ],
        [
            "סולם תורת פתח ומחיצה עליו והכל להקל. ד\"ה עד שיהו: דף עד ע\"א"
        ],
        [
            "נכרי הדר במבוי ואין שם אלא חצר אחת שבו בתי ישראלים הרבה מיקרי יחיד במקום נכרי. ד\"ה מבוי שצידו: ע\"ב"
        ],
        [
            "אין עירוב מועיל לקרפף ואפילו מקרפף שלו אסור לטלטל. ד\"ה ובלבד: דף עו ע\"ב"
        ],
        [
            "בצלים ושומין שנתוספו מעצמן אין מעשרין על התוספת או השרישו ולא ניתוספו והטומנן ומתכוין לנוטען חושש משום מעשר ושביעית. ד\"ה הטומן: דף עז ע\"א"
        ],
        [
            "כל דבר שדעתו ליטלו בשבת ולא להניח כן כל השבת אפילו מניח הוי כשוכח. טלטול מן הצד דמת אסור. טלטול איסור לצורך היתר ומן הצד שרי. ד\"ה מקצת: ע\"ב"
        ],
        [
            "סולמות קטנות של בית מותר לטלטל ולא הגדולים ובשבת מותר לפירוש הר\"א. כל שאסרו מפני מראית העין אפילו בחדרי חדרים אסור. ד\"ה אי הכי: שם"
        ],
        [
            "סולם בין חצירות צריך רוחב ארבעה ושיגיע עד ראש הכותל. ד\"ה אם יש: שם"
        ],
        [
            "חקק בכותל לא ישאר עשרה עד ראש הכותל. ד\"ה א\"ל: דף עח ע\"ב"
        ],
        [
            "אסור לקנות בית באיסורי הנאה. ד\"ה אשרה: שם"
        ],
        [
            "המבטל רשות אין צריך לנעול רשותו. ד\"ה ואב\"א: דף עט ע\"ב"
        ],
        [
            "צריך ליזהר שלא לזכות עירוב ע\"י בנו הגדול הסמוך על שלחנו. יתום הסמוך על שלחן בעל הבית אין מציאתו לבעל הבית בתו אפילו נערה אפילו אינה סמוכה מציאתה שלו. ד\"ה ומזכה: שם"
        ],
        [
            "אשה שיש לה בית באותו חצר זוכה בעירוב. ד\"ה וע\"י אשתו: שם"
        ],
        [
            "הגבהה טפח לר\"ת או שלשה טפחים לרש\"י. [עיין בהרא\"ש סי' ח']:"
        ],
        [
            "כוס ברכה רובע רביעית היינו מלא לוגמיו. המקדש צריך לטעום. ד\"ה אם: שם"
        ],
        [
            "בתחומין בעי שתי סעודות לכל אחד והשולח עירובו ביד חרש שוטה וקטן אינו עירוב בחצר קטן גובה העירוב ובעי פת. ד\"ה רב אמר: דף פ ע\"א"
        ],
        [
            "כל עירובין צריך לזכות תחומין וחצירות ושיתופי מבואות ועירובי תבשילין. ד\"ה אמר ר\"נ: שם"
        ],
        [
            "הרגיל ליתן עירוב אשתו נותנת עירובו שלא מדעתו וכשאין בעלה בעיר אין לה לזכות לשכנים אבל אם כל אחד נותן פת שרי כל זמן שלא מיחה הבעל ואם אין הבעל והאשה בעיר אלא בני ביתו צ\"ע אם יכולין בני ביתו לערב בלא רשות. ד\"ה רגיל: שם"
        ],
        [
            "לחי גבוה עשרה ורחב משהו דיבק כתיתין בכותל הוו לחי אם אין ניטלין ברוח. ד\"ה אבל קורה: ע\"ב"
        ],
        [
            "שיעור עירוב חמש ביצים ושליש. זית חצי ביצה. ד\"ה אגב: שם"
        ],
        [
            "נתן מעות על המקח אין המוכר יכול לומר נשרפו מעותיך בעלייה גם רשאי המוכר להוציאן. ד\"ה שמא יאמר: דף פא ע\"ב"
        ],
        [
            "מותר לשחק בקוביא. המשחקין באמנה אין חייבין לשלם אם לא שמעות שניהם על הדף. ד\"ה אמר ר\"י: דף פב ע\"א"
        ],
        [
            "דבר מצוה שהולך לצורך בני עירו ומפקח על עסקי רבים. ד\"ה אין: שם"
        ],
        [
            "קטן יוצא בעירוב אמו עד בן שש. ד\"ז בגמרא: שם"
        ],
        [
            "שיעור חלה חמשת רבעים קמח ועוד דהוא החלה שנוטלין מן העיסה. ד\"ה שבעת: דף פג ע\"ב"
        ],
        [
            "בית התבן בית הבקר אינו אוסר. ד\"ה בית התבן: דף פה ע\"ב"
        ],
        [
            "לא אמר פי תקרה בפחות מד'. קורה משום היכר. ד\"ה קורה: דף פו ע\"א"
        ],
        [
            "בתי כסאות על המים אע\"פ שהמחיצות אין מגיעות למים אם נעשות לשם מים מותרין. ד\"ה אלא קל: ע\"ב"
        ],
        [
            "קורה שיש בה פגימות או שאין טפח בעובי' אין בה פי תקרה. ד\"ה גזוזטרא: שם"
        ],
        [
            "שופכי ספינה שופכין על דופני ספינה. כחו בכרמלית לא גזרו. ד\"ה הני: דף פח ע\"א"
        ],
        [
            "סילון שקמור ארבע אמות ברשות הרבים שופכין לו מים בשבת ואפילו הוא של אבנים. ד\"ה ביב: שם"
        ],
        [
            "מותר לשפוך מים אע\"פ שהולכין לרשות חבירו. ד\"ה לא שנו: דף פט ע\"א"
        ],
        [
            "[אע\"פ] שהלכה כרבי מאיר בגזירותיו גגות חצירות קרפיפות רשות אחת ומשהה אשתו בלא כתובה [אסור]. ד\"ה כל גגות: שם"
        ],
        [
            "גגין כעין שלנו הבולטין הוו כרמלית וכל הגג אסור. ד\"ה במחיצות: שם"
        ],
        [
            "לא יקלוט מי גשמים להביא לבית. ד\"ה ושמואל: דף צא ע\"א"
        ],
        [
            "הרואה ירק בכרמו ואמר כשאחזור אלקטנו אם הוסיף מאתים אסור כשאגיע שם אלקטנו מותר. ד\"ה גפנים: דף צב ע\"ב"
        ],
        [
            "הזורק גט לאשתו בתוך (ביתו) [ביתה] והיא עומדת בתוכו הוי גט. ד\"ה אשה: שם"
        ],
        [
            "מה שחוץ לבית הכנסת אין מצטרף. העובר אחורי בית הכנסת ושמע קול שופר או מגילה אם כוון לבו יצא. אין מחיצה מפסקת לענות קדושה וברכו וברכת כהנים ודבר שבקדושה. ד\"ה תשעה: שם"
        ],
        [
            "מבוי שניטל קורתו או לחייו אסור (ד\"ז מפורש בגמרא): דף צה ע\"א"
        ],
        [
            "המוצא תפילין מכניסין לעיר כשאין נשמרים מכלבים ולא כשאין נשמרים מגנבים. ד\"ה מכניסן: שם"
        ],
        [
            "לעבור בל תוסיף לא בעי כוונה. ד\"ה אי קסבר: ע\"ב"
        ],
        [
            "שיעור רוחב תפילין שתי אצבעות. ד\"ה מקום: שם"
        ],
        [
            "תפילין על הזרוע בין מרפק לכתף. ד\"ה ידך: שם"
        ],
        [
            "מניחין תפילין בחול המועד. ויכול לכתוב תפילין לצורך המועד אף לאחרים. ולהניחם לאחר המועד לעצמו ולא לאחרים. ד\"ה ימים: דף צו ע\"א"
        ],
        [
            "אין צריך לברך לשמור חוקיו ואפילו חולצן בלילה דקיימא לן לילה זמן תפילין עד השינה ד\"ה ושמרת: שם"
        ],
        [
            "נשים מברכות על מצות עשה שהזמן גרמא אע\"ג דפטירי אפילו מדרבנן. אשה עולה למנין שבעה. בירך הערב נא או נפטר באהבה רבה חוזר ומברך על התורה. במקום שאין לוי וכהן קורא במקומו חוזר ומברך אע\"פ שכבר בירך. ד\"ה דלמא: שם"
        ],
        [
            "נשים ועבדים פטורין מק\"ש ותפילין וחייבין בתפלה ובברכת המזון ובמזוזה. קטן היודע לשמור תפילין אביו חייב לקנות לו תפילין ובלא הגיע לחינוך פטור. ד\"ה לא ס\"ד: ע\"ב"
        ],
        [
            "אין תכלת ניקחת אלא מן המומחה היודע דטעימה אסורה מצא חוטין שזורין מופסקין כשירין דמן המומחה נפלו. ד\"ה המוצא: שם"
        ],
        [
            "קשר שדעתו להתיר לא הוי קשר קיימא. ד\"ה וכי אדם: שם"
        ],
        [
            "אין צריך בכל יום להתיר קשר תפילין ולחזור ולקושרו כשמניחן מברך עליהן משעת הנחתן עד שעת קישורן והידוקן. ד\"ה אביי: דף צז ע\"א"
        ],
        [
            "אין קדושה אלא בשי\"ן בלבד ולא ברצועה כעין דלת ולא ביו\"ד. ד\"ה קשר: שם"
        ],
        [
            "נוי קשר הנראה כעין דלת יפנה לצד חוץ. ד\"ה ונוייהן: שם"
        ],
        [
            "ספרים ומזוזות ניקחין מכל אדם תפילין לכתחילה אין ניקחין אלא מן המומחה. ד\"ה הלוקח: שם"
        ],
        [
            "נתגלגל ספר מידו דאסור לגוללו אצלו אסור גם לפרוס עליו בגד. ד\"ה הכא: דף צח ע\"א"
        ],
        [
            "זיז הבולט לכרמלית או לחצר שאינה מעורבת יכול ליתן עליו. ד\"ה ניחוש: ע\"ב"
        ],
        [
            "זיז רחב ארבעה יכול ליתן עליו אפילו כלים שאינן נשברין ולא בזיז כל שהוא. ד\"ה אי: שם"
        ],
        [
            "ידים הפוסלות תרומה מטמאין רוק ומשקין להיות תחילה. ומשקה כל שהוא מטמא ומיטמא. ד\"ה היה אוכל: דף צט ע\"א"
        ],
        [
            "לא אתי עשה ודחי לא תעשה אם פשע. חטאת שנתערב בבכור אין לו תקנה. ד\"ה מתן: דף ק ע\"א"
        ],
        [
            "מותר להלך על עשבים לחים ויבישים אבל אילן אפילו ביבש אסור להשתמש. ד\"ה והאידנא: ע\"ב"
        ],
        [
            "דלת אלמנה דחד דפא ודלית לה גשמי אין נועלין בה אפילו יש לה ציר. ד\"ה דלת: דף קא ע\"א"
        ],
        [
            "מותר לסדר ביצים על כלי ברזל וקדירה על גבי כירה ככר מכאן וככר מכאן וככר על גביהן. אסור לסדר עצים או ביצים ולהניח ביצים עליהן. ד\"ה וכן: שם"
        ],
        [
            "דברים המותרים ואחרים יודעים שמותרין ונוהגין בהן איסור אסור להתיר בפניהם אם לא שטועין וסבורין שאסורין. ד\"ה רבי יוסי: ע\"ב"
        ],
        [
            "נגר שאין בראשו גלוסטרא אסור אפילו קשור בדלת ודלת שבמוקצה וחדקין שבפירצה בעינן גבוהין מן הארץ אפילו יכולין לעמוד על ידי חבל כיון דאין ניטל באגודו וכשניטל באגודו אפי' נגרר ובלא גלוסטרא ואפי' קטיר בעיברא דדשא מותר. ד\"ה כי פליגי: שם"
        ],
        [
            "קורה שדרכה לנעול בה הדלת בחול מותר לטלטל אפילו משוי עשרה בני אדם. ד\"ה ההוא שריתא: דף קב ע\"א"
        ],
        [
            "לפרוס מחצלת על האהל ישייר טפח מערב שבת ולמחר יכרוך:"
        ],
        [
            "לנטות קנה פחות פחות משלשה לא הוי אהל. ד\"ה לא אמרן: שם"
        ],
        [
            "כובע של לבד הקשה ויוצא טפח אסור. ד\"ה הא דמיהדק: ע\"ב"
        ],
        [
            "מותר לקשור צלצול על מכתו. ד\"ה לישמעינן: דף קד ע\"א"
        ],
        [
            "חצר שנתקלקלה לא ירדה לא בסל ולא בקופה אלא בשולי קופה שנשתברו או הופך הקופה על שוליה אבל ביד אסור. ד\"ה דרש: שם"
        ],
        [
            "אין למחות בנשים המשחקות באגוזים מוטב שיהיו שוגגין כו'. ד\"ה ה\"ג: שם"
        ],
        [
            "קול שאינו של שיר אין לאסור אך טבעת הדלת אסור לקשקש בו. בא\"ד:"
        ],
        [
            "גלגלים גדולים אין למלאות בהן אבל שלנו קטנים הן ושרו. ד\"ה גזרה: שם"
        ]
    ],
    "sectionNames": [
        "Comment",
        "Paragraph"
    ]
}