{
    "title": "Kessef Mishneh on Mishneh Torah, Borrowing and Deposit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Borrowing_and_Deposit",
    "text": [
        [
            [
                "<b>במה דברים אמורים כשנאנס שלא וכו'.</b> קשה לי בדברי רבינו שכתב שאם מתה קודם שיחרוש בה מאחר דשלא בשעת מלאכה חייב ומשמע דאפילו לא שינה בה ובסוף דבריו כתב שאם מתה כשהיא דשה או בשעת רכיבה שהוא חייב משמע אף כששינה בענין שתמות בעת השינוי כי היכי דליחייב: \n",
                "<b>וכן השואל בהמה מחבירו וכו'.</b> כתב הריב''ש בסי' תנ''ו הרמב''ם ז''ל סובר דאינו פטור השואל אלא בשמתה בשעת מלאכה ממש ומפני זה כתב בלשונו ומתה תחתיו ר''ל בין רגליו בעוד שהוא רוכב עליה שהוא מפרש מחמת מלאכה מתה בשעת \n",
                "<b>מלאכה ומ''ש באותה הדרך</b> לומר שלא שינה להוליכה בדרך אחרת אלא בדרך שהשאילה ללכת בה הלך ונראה שלכך פירש מחמת מלאכה בשעת מלאכה כי הוקשה לו איך נדע הבהמה מחמת מה מתה ומי מפיס ולכך פירש כן שכל שמתה בשעת מלאכה נתלה ונאמר מחמת מלאכה מתה וכשמתה שלא בשעת מלאכה נאמר שלא מחמת מלאכה מתה ואפשר ג''כ שמ''ש ומתה תחתיו לא שמתה ונפלה שדודה בין רגליו אלא שהתחיל לה החולי שמתה ממנו בעוד שהוא רוכב עליה כמו ומת תחת ידו שלא מת ממש בין ידיו אלא תוך יום שהוא כיומים ועדיין אין דבריו מחוורים וכבר השיגוהו הרמב''ן ז''ל והרשב''א ז''ל עכ''ל: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>הניח להם אביהם פרה שאולה וכו' ואם הניח להם אביהם נכסים וכו'.</b> כתב הרב המגיד ולפ''ז יש תימה בדברי רבינו למה פסק כלשון ראשון דלא כרב פפא וכו' ועוד אני רואה מקום תימה בדבריו וכו' עד וצ''ע. ואני אומר דל''נ דרבינו לא הוה גריס ופליגא דרב פפא ולא והיינו דרב פפא דמשמע לי' דההיא דרב פפא אינה ענין לכאן דהא דאמר רב פפא סד''א הואיל ואמר רב וכו' קמ''ל לאו למימרא דמשעת שאלה לא איחייב באונסיה כלל דהא ודאי משעת שאלה איחייב בהו אלא היינו לומר שחיוב זה תלוי ועומד הוא שמא לא תיאנס ואם תיאנס יתחייב נמצא כשטבחהו אז נתחייב בפועל ואותו חיוב בכח התחיל משעת שאלה ואם כן כי אמרינן הניח להם אביהם אחריות נכסים חייבים לשלם אונסיה טעמא משום דמחיים נשתעבדו הנכסים משעת שאלה שאם תאנס יגבה מאותם נכסים ור''פ מודה בהא: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שותפין ששאלו זה מזה.</b> כתב ה''ה נראית הכוונה ששניהם שאלו האחד מחבירו אבל תמהתי על לשון שותפין וכו'. ואני אומר שנ''ל דהכי פירושה שותפין ששאל אחד מחבירו הוי שאלה בבעלים שהרי בעל הדבר השאול עמו במלאכתו הוא ואם אמר השותף לחבירו השאילני היום ואשאילך למחר כלומר אם לא היה להם שותפות אלא זה שא''ל השאילני היום ואשאילך למחר אינה שאלה בבעלים כמו שנתבאר בפ''י מהל' שכירות. והרב המגיה x כתב שדעת רבינו אפילו שאחד שאל מחבירו קרוי שאלה בבעלים שכל אחד מהשותפים שאול לחבירו בעסק השותפות ולזה נקט שותפים דוקא ומה \n",
                "<b>שכתב ואם אמר השותף לחבירו השאילני היום ואשאילך למחר אינה שאלה בבעלים</b> י''ל שכשאמר השותף למחר גילה בדעתו שהיום לא יהיה עמו בשום מלאכה עכ''ל: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>אמר לו השואל הכישה במקל וכו' אבל אם מתה בדרך פטור.</b> טעמו משום דבגמרא גבי מאי דמקשה ביד עבדו חייב יד עבד כיד רבו ושני שמואל בעבד עברי דלא קני ליה גופיה אמרינן ורב אמר אפילו תימא בעבד כנעני באומר לו הכישה במקל והיא תבא ומשמע דשמואל פליג עליה מדלא אשכח גוונא לאוקמה בעבד כנעני וקי''ל דהלכתא כשמואל בדיני ועוד דמייתי סייעתא לרב מברייתא ודחי לה רב אשי משמע קצת דלא ס''ל כוותיה: \n\n"
            ],
            [
                "<b>השואל פרה מחבירו שאלה חצי היום עד סוף הפרק.</b> משנה בפרק השואל (דף צ''ז) השואל פרה [מחבירו] שאלה חצי היום ושכרה חצי היום שאלה היום ושכרה למחר שכר אחת ושאל אחת [ומתה] המשאיל אומר שאולה מתה ביום שהיתה שאולה מתה בשעה שהיתה שאולה מתה והלה אומר איני יודע חייב ואוקמוה בגמרא דהא דקתני חייב בשיש עסק שבועה ביניהן והיינו הדין שכתב רבינו בסוף הפרק השאילו שתי פרות חצי היום בשאלה וכו' דאילו כפשטא דמתניתין הוה ליה כאומר לחבירו מנה לי בידך והלה אומר איני יודע דקי''ל כר''נ ור''י דאמרי פטור דאוקי ממונא בחזקת מאריה, ועוד באותה משנה השוכר אומר שכורה מתה והלה אומר איני יודע פטור זה אומר איני יודע וזה אומר איני יודע יחלוקו ובגמרא (דף צ''ח ע''ב) הא מני סומכוס היא דאמר ממון המוטל בספק חולקין כלומר אבל חכ''א המע''ה וכ''כ הרי''ף, ודע ששבועה זו שכתב רבינו שישבע השומר בשלש חלוקות אלו היינו שבועת היסת: \n",
                "<b>זה אומר שאולה וכו'.</b> שם במשנה זה אומר שאולה וזה אומר שכורה ישבע השוכר ששכורה מתה ואוקמוה בגמרא ע''י גלגול וכמ''ש רבינו וסובר ז''ל דאליבא דכולי עלמא אוקמוה הכי שלא כדברי רש''י שכתב דאליבא דר''נ ור''י לא איצטריכו לאוקומה הכי: \n\n"
            ],
            [
                "<b>השאילו ב' פרות וכו'.</b> כבר נתבאר וכ' ה''ה ואם תשאל למעלה ג''כ כו' י''ל כיון שעיקר התביעה וכו' עד כך תירצו ז''ל ול''נ שאפשר לתרץ עוד דלא אמרי' מתוך שאינו יכול לישבע משלם אלא בעיקר השבועה אבל אם בעיקר השבועה יכול לישבע ואינו יכול לישבע על הגלגול אינו משלם: \n\n"
            ]
        ],
        [
            [
                "<b>אפילו באו עליו גנבים וכו'.</b> כתב הרב המגיד מעשה פ' הגוזל ומאכיל ופירשו רבינו דוקא כשהיו מעות של שבויים שאינם ידועים עד כך נראה מתוך דבריו, יש לתמוה למה כתב שכך נראה מתוך דבריו שמבואר הוא בדבריו כן: \n",
                "<b>בד''א בשאין זה הממון וכו'.</b> כתב ה''ה נראה שהכוונה היא דבעינן תרתי וכו'. נ''ל דהיינו לומר שאם אין חלק כל אחד ידוע הוי כממון שאין לו תובעים דלכל חד מצי למדחי דילמא לא היו נותנין לך אלא לחבירך ויותר נראה לומר דלדעת רבינו אפילו לא קיץ להו נמי \n",
                "<b>חייב ומ''ש והרי הוא קצוץ להם</b> היינו שהוא מיוחד לגמרי להם שלא יהא רשות ביד הגבאים לשנות צדקה זו כולה או מקצתה לצורך עניים אחרים: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולמה נאמר שישבע כאן בעל הפקדון וכו'.</b> כתב הרב המגיד ולא אמרו יטול בלא שבועה כמו שנזכר למעלה לפי שאין השומר מחוייב שבועה. כלומר ולא אמרו מתוך שאינו יכול לישבע משלם משום דאינו מחוייב אלא שבועת היסת: \n",
                "<b>כתב</b> עוד ה''ה ועוד הוסיף דברים ואמר אם תשאל כיון שאילו אמר ברי לי וכו' עד ודברי תלמידו כמותן. יש לתמוה עליו איך כתב כן בשם רבינו שהרי רבינו כתב בהיפך בפ''א מהלכות טוען גבי כור חיטים יש לי בידך בודאי והנתבע אומר איני יודע אם חיטים אם שעורים: \n",
                "<b>כתב</b> עוד ה''ה אלא שכל הסוגיא אשר שם מראה בהיפך מזה שהשוה דינים אלו לטוענו חיטים ושעורים: \n",
                "<b>אומר</b> אני שאין בזה כדי להכריע דאיכא למימר דלפום מאי דס''ד להשוות נזקי ממונו למה שהוא חייב מחמת עצמו שקיל וטרי בכולה סוגיא אבל קושטא דמילתא היא דאיכא לפלוגי בינייהו ועוד יש לומר דהיינו טעמא דשק צרור נשבע בעל השק ונוטל מפני שפשע בו השומר ולא דמי לההיא דשוורים ולא לההיא דרבה בר נתן דלית בהו פשיעה: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>טען השומר תנאי היה בינינו וכו'.</b> כתב ה''ה פירוש עדים הללו אין כוונת הרב שיעידו שבלא תנאי בא לידו וכו' ובזה נסתלקה השגת הראב''ד ז''ל אבל יש קצת תימה בעיני בדברי רבינו וכו'. ואני אומר שלא דקדק הרב המגיד בדבריו שאין זה דומה לאותו שהביא דהתם טוען שלא נעשה לו שומר כלל כמו שמבואר בדבריו שם אבל הכא מודה שהוא שומר אלא שהתנה עמו לשמור שלא כדרך השומרים כגון שהפקיד אצלו מעות שדרך שמירתן בקרקע והתנה עמו שיניחם בזוית ביתו דכיון דשמירה כל דהו קיבל עליו שומר מיקרי וחלה עליו שבועה דאורייתא: \n",
                "<b>ועל</b> מה שכתב פירוש עדים הללו אין כוונת הרב שיעידו שבלא תנאי בא לידו וכו' ובזה נסתלקה השגת הראב''ד. הילך לשון השגת הראב''ד זהו תימה וכי העדים לא שמעו התנאי וכו' [עיין בהשגת הר''א] ומעתה יש לתמוה על ה''ה איך כתב ובזה נסתלקה השגת הראב''ד שהרי ההשגה עדיין במקומה עומדת שמה שאמר אין העדים מעידים אלא שדבר הזה הוא פקדון אצל זה ולא ידעו אם בתנאי הרי על זה השיג הראב''ד ז''ל כיון שהפקיד סתם הרי נעשה שומר גמור והוא מודה שפשע ומה לי לשקר במקום עדים לא אמרינן ומה שנראה לי בתירוץ השגה זו שמה שמעידים שהפקיד סתם בפניהם אינו סותר למה שאמר זה תנאי היה בינינו שהרי אפשר שכך התנו ביניהם ואחר כך מסר לו בפני עדים סתם על סמך התנאי שהיה ביניהם ואילו היו מעידים שכשמסר לו פקדון זה בפנינו אמר לו שישמרהו כדרך השומרים אם היה טוען זה תנאי היה בינינו הוה אמרינן מה לי לשקר במקום עדים הוא וכדאמרן ואפשר לזה נתכוון הרב המגיד אלא שקיצר: \n\n"
            ],
            [
                "<b>שומר חנם שהביא ראיה שלא פשע וכו' ובעל הפקדון שהביא ראיה וכו'.</b> כתב ה''ה זה נכון וכו' ובהשגות שיטה אחרת עכ''ל. לא הבנתי זה שכתב שבהשגות שיטה אחרת שאין זו שיטה אחרת כי השגה היא שמשיג עליו ומה שנ''ל בתירוצה הוא שבבא זו היא סיום בבא קמייתא וברישא קתני שאם הודה השומר שפשע אלא שאמר תנאי היה בינינו נאמן במיגו והשתא קאמר דהני מילי בשאין עדים שפשע אבל אם יש עדים שפשע אינו נאמן במיגו דבמקום עדים הוא: \n\n"
            ],
            [
                "<b>מעשה באחד שהפקיד שומשומין וכו' אלא ישבע השומר בנקיטת חפץ וכו'.</b> כתב ה''ה אלא ישבע השומר בנקיטת חפץ וכו' ובהשגות אמר אברהם וכו' ובודאי כן הוא וכבר כתבתי כן בפ''ב מהלכות שכירות וכו'. ואני אומר שכבר כתבתי שם טעמו של רבינו והוא דבר נכון בלי פקפוק: \n\n"
            ]
        ],
        [
            [
                "<b>חזרה הבהמה עצמה חוזרת לבעליה וכו'.</b> כתבו תלמידי הרשב״א בפרק המפקיד שיש להביא ראייה לדין זה מדאמרינן בפרק הגוזל קמא (בבא קמא דף ק״ח) גבי תבעוהו בעלים והודה הגנב וכו' או דילמא מצו אמרי ליה כי היכי דאת עבדת לן מילתא אנן נמי עבדינן לך טרחינן בתר גנבא ושקלינן אנן דידן ואת שקלת דידך מדקאמר שקלינן אנן דידן שמע מיניה דהכי דינא דכל היכא שהבהמה חוזרת הכי דינא: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>אמר הריני משלם וחזר ואמר איני משלם וכו' לפיכך חולקים הכפל וכו' ואם קידם אחד מהם ותפס הכל אין מוציאין מידו ואפילו בחוצה לארץ.</b> כלומר דבשלמא כשודאי הוא לאחד מהם דין הוא כשתפסו אין מוציאין מידו כדאיתא בסוף פרק אלו נערות אבל השתא שמוטל בספק הוה אמינא שמוציאין מידו לפחות החצי קמ''ל אין מוציאין מידו כלל ולא מיבעיא בא''י שאם היה בא לבית דין היה זוכה בחצי אלא אפילו בח''ל דהשתא הורע כחו מכמה פנים חדא שהיא בח''ל ואפילו אם היה בארץ ישראל לא היה נותן לו אלא החצי אפילו הכי אם תפס הכל אין מוציאין מידו: \n",
                "<b>או שלא הספיק וכו'.</b> כתב ה''ה בעיא שם וכו' וכתב הרשב''א דנראה מתוך דבריו שאם נגנבה בחיי האב ושלם שומר לבניו פשיטא שזכה בכפל עכ''ל. קשה לי דכיון דבנגנבה בלחוד בחיי המפקיד נקנה לו הכפל א''כ כשנגנב ומת השומר ושלמו בנים כיון דבשעה שנגנב נקנה לו הכפל תו לא מצי למהדר ביה ועוד דהא לא מקני ליה כפילא עד שעה שמשלם כדאמר רבא לכשתרצה ותשלמני ולי נראה דמש''ה פירש''י בשמתו בעלים ואח''כ נגנבה משום דאי נגנבה קודם מיתת הבעלים לא שייכא הך בעיא דהא אין אדם מוריש קנס לבניו וא''ת היאך פירש''י גבי שלמו בנים כשנגנבה בחיי האב י''ל דשאני התם שבעל הפקדון קיים והגנב חייב לשלם לו הכפל ובני שומר מבעל הפקדון זכו דלגבי דידיה לאו קנס הוא ודברי הרשב''א ז''ל צ''ע: \n\n"
            ],
            [
                "<b>נגנב הפקדון וכו'.</b> כתב הרב המגיד פסק כרבא וכו' עד וזה דעת רבינו, ואני אומר שאיני יודע מנין הכריע דעת רבינו שהרי דבריו כדברי הגמרא ממש וכל פירוש שיפורש בדברי הגמרא יתפרש ג''כ בדבריו: \n",
                "<b>סליקו להו הלכות שאלה ופקדון</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות שאלה ופיקדון",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}