{
    "versionTitle": "Keter Shem Tov, Zalkevo 1795", 
    "sectionNames": [
        "Volume ", 
        "Chapter", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Keter Shem Tov", 
    "text": [
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בדורותינו שאנו במעט השכל מאד מאד צריך להתחזק ביראה ה' ולהתבודד מחשבתו תמיד ביראה ובאימה ואפילו בעת הלימוד טוב לנוח מעט בכל פעם מלמודו ולהתבודד מחשבתו ואף שמחמת זה יתבטל קצת מלמודו כי לא המדרש כו':"
            ]
        ], 
        [
            [
                "מהבעש\"ט זלה\"ה במדרש ויהי ערב אלו מעשיהם של רשעים ויהי בקר אלו מעשיהם של צדיקים ואיני יודע באיזה מהם חפץ כשהוא אומר וירא אלהים את האור כי טוב הוי אומר במעשיהם של צדיקים חפץ יותר והוא תמוה וכי ס\"ד שחפץ במעשיהם של רשעים. וביאר כי יש מעשה הרשעים אכילה ושתיה ושמחה ושחוק וכיוצא ויש מעשה צדיקים תענית וצום ובכי ומספד וכיוצא. אמנם כשנתגברה חולי המרה שחורה ע\"י עצבות וסיגופים וכיוצא אז צריך לאחוז במדת הרשעים לאכול ולשתות ולשמוח להסיר החולי הנ\"ל ולפעמים כשרואה שהיצה\"ר מתגבר בו ילבש שחורים ועצבות. וכל זה צריך לשקול במאזני שכלו וז\"ש ואינו יודע באיזה מהם חפץ וכו' ואם אין לו דעת להכריע איזה דרך טוב ילך לת\"ח שהם רופאי הנפשות וכמ\"ש הרשב\"ם פ\"ב מה' דיעות יעו\"ש.", 
                "ובזה יובן איש כי תשטה אשתו שהוא החומר והגוף שעל ידו נטה ושטה מדרך הישר ואינו יודע באיזה דרך יבחור וכו' אז והובא אל הכהן שהם הת\"ח רופאי הנפשות. וז\"ש ולקח הכהן מים קדושים הם דברי תורה אל כלי חרס ר\"ל להלביש במשל ומליצה ויאמר לו תוכחות מוסר ושיהיה לו רפואה ע\"י מאזני שכלו הקודש. אמנם אם יתגאה בזה שוב אין דבריו נשמעים לכך עצה היעוצה מן העפר אשר יהיה בקרקע המשכן יקח הכהן וגו' ר\"ל שיקח הכהן מדת השפלות כעפר שבקרקע המשכן ויתן אל המים של תורה ומוסר ודפח\"ח:\n"
            ], 
            [
                "מהבעש\"ט זלה\"ה כל העושה מצוה אחת מטיבין לו ומאריכין לו ימיו כו' מדמצנו שלא אמר הקב\"ה רק מצות עשה אחת במפורש אנכי ה' אלהיך והיינו לכוונה זו דגם בקיים מצות עשה אחת כראוי סגי. ובאמת יש סברא ברורה לזה עפ\"י החקירה שכתבו הראשונים שראוי לידע סוד אחדותו ית' כי בכל מקום שאני תופס ואוחז בקצה וחלק מחלק האחדות הרי אני תופס כולו וכן שמ\"מ והבן. והנה מאחר שהתורה והמצות נאצלו מעצמותו ית' שהוא אחדות האמיתי א\"כ כשמקיים מצוה אחת על מכונה ובאהבה שהוא הדביקות בו ותפס במצוה זו חלק האחדות א\"כ כולו בידו כאלו קיים כל המצות שהם כללות אחדותו פרצוף שלם כביכול והבן ודפח\"ח:"
            ], 
            [
                "מהבעש\"ט זלה\"ה ויגש אליו יהודה פי' כי יש ב' סוגים אנשים א' המתנהג על פי הטבע שהוא גי' אלהים הנקרא יהודה מלכות. ב' המתנהג למעלה מהטבע בחינת צדיק מושל ביראת אלהים שהוא מבטל גזירת אלקים וזה נקרא יוסף הצדיק. וכאשר אמר באחד יגשו ויתחברו ב' סוגים הנ\"ל נעשה הכל בחינה אחת כנודע כי זה כסא לזה ובהתחברם א' באחד יגשו ונעשה הכל אחד. וז\"ש ויגש אליו יהודה ר\"ל שנגש ונתחבר בחינת יהודה אל בחינת יוסף ויאמר בי אדוני פי' בי נקראת אדון למעלה מהטבע כמו אברהם. וז\"ש זכאה מאן דאחיד בידא דחייביא כי באומר מוסר לבני עירו יראה לקשר את עצמו תחלה בו ית' ואח\"כ יראה לקשר א\"ע עמהם מצד האחדות והתכללות בשורש אחד לראשי הדור עם בני דורו וכשעושה כך אז ה' אלקיו עמו ויעל עמהם לדבק אותם בו ית\"ש. וז\"ש דאוחז בידם להעלותם וא\"כ עושה פעולה מיד באמירתו תוכחה ומוסר לעם בני ישראל וכן שמעתי זה הדרך ממורי ג\"כ בענין התפלה להעלותם ג\"כ:", 
                "שמ\"מ ענין וידוי אשמנו עפ\"י משל שהמלך בעצמו כסות ולשון שינה ובא לכבוש המלכה כו':", 
                "מהבעש\"ט מופת על ענין מחשבות זרות שבאין לאדם באמצע התפלה כי הם מסוד השבירה ורפ\"ח ניצוצין שצריך האדם לברר בכל יום והם באים לתקן אותם ולהעלותם ואין מ\"ז של יום זה דומה למחשבה של מחר והוא בחון למי שנותן לב. וז\"ש אשר ראיתי את מצרים שהם המ\"ז של היום שהם המצירים לאדם לא תוסיפו לראותם עוד עד עולם: "
            ], 
            [
                "מהבעש\"ט זלה\"ה איך שומע אדם ליצה\"ר לעשות עבירה היה לו ללמוד מיצה\"ר עצמו שעושה רצון קונו תמיד וז\"ש כי תצא למלחמה על אויביך ונתנו ה' אלהיך בידך ושבית שביו:"
            ], 
            [
                "מהבעש\"ט זלה\"ה בענין משרז\"ל בכל יום ב\"ק יוצאת מהר חורב ומכרזת כו' והקשה ממ\"נ אם א\"א לשום אדם לשמוע הכרוז הזה א\"כ למה יוצא בת קול כלל ואם אפשר שישמע מ\"ט לא נשמע וביאר כי למעלה אין אומר ואין דברים רק עולם המחשבה א\"כ מה שמגיע לאדם מהרהורי תשובה הוא מן הכרוז וכו' ולכך אין רשע שאין לו הרהורים טובים בכל יום מכח הכרוז הנ\"ל ובבוא הרהורים טובים מפנה ומעבירין מלבו ומפנה לבו לבטלה ובוודאי מתחייב בנפשו שניתן לו אוצר טוב והוא בורח מהמלך כמו ששמעתי משל בשם מורי למלך שהיה ממנה על אוצרו ד' שרים ונטלו האוצר וברחו. א' נתיישב בדעתו וחזר מעצמו ב' נתיעץ עם חכם א' ודיבר על לבו מה ראה על ככה וחזר הג' הגיע למקום שדנין בא' על כיוצא בזה וחזר מחמת מורא ד' לא שב כלל. והמלך לזה שחזר מעצמו נתן לו יותר גדולה מאחר שנתיישב בטוב שכלו לחזור משא\"כ להשני אמר אלו לא מצא חכם שיעצו כך לא היה חוזר והג' שחזר מחמת שראה שדנין בא' מינוהו המלך להיות ממונה שם לראות זה הצער ואמר מורי זלה\"ה זה על עצמו והבן ודפח\"ח:"
            ], 
            [
                "מהבעש\"ט זלה\"ה בענין משרז\"ל בכל יום ב\"ק יוצאת מהר חורב ומכרזת כו' והקשה ממ\"נ אם א\"א לשום אדם לשמוע הכרוז הזה א\"כ למה יוצא בת קול כלל ואם אפשר שישמע מ\"ט לא נשמע וביאר כי למעלה אין אומר ואין דברים רק עולם המחשבה א\"כ מה שמגיע לאדם מהרהורי תשובה הוא מן הכרוז וכו' ולכך אין רשע שאין לו הרהורים טובים בכל יום מכח הכרוז הנ\"ל ובבוא הרהורים טובים מפנה ומעבירין מלבו ומפנה לבו לבטלה ובוודאי מתחייב בנפשו שניתן לו אוצר טוב והוא בורח מהמלך כמו ששמעתי משל בשם מורי למלך שהיה ממנה על אוצרו ד' שרים ונטלו האוצר וברחו. א' נתיישב בדעתו וחזר מעצמו ב' נתיעץ עם חכם א' ודיבר על לבו מה ראה על ככה וחזר הג' הגיע למקום שדנין בא' על כיוצא בזה וחזר מחמת מורא ד' לא שב כלל. והמלך לזה שחזר מעצמו נתן לו יותר גדולה מאחר שנתיישב בטוב שכלו לחזור משא\"כ להשני אמר אלו לא מצא חכם שיעצו כך לא היה חוזר והג' שחזר מחמת שראה שדנין בא' מינוהו המלך להיות ממונה שם לראות זה הצער ואמר מורי זלה\"ה זה על עצמו והבן ודפח\"ח:"
            ], 
            [
                "מהבעש\"ט זלה\"ה כי יש עשר ספירות באדם הנ' עולם קטן כי המחשבה נק' אבא ואחר הצמצום להחליט נק' אימא וכו' עד והאמנה נק' תרי סמכי קשוט ותענוג עבודת הש\"י נק' יסוד הצדיק ברית העילה כו' שמ\"מ כמו שיש אבות בקדושה כך יש במרכבה הטמאה וכו':"
            ], 
            [
                "מהבעש\"ט זלה\"ה בענין תפלת היום שיהיה על דרך אני מעורר השחר ואין השחר מעורר אותי פי' שיטרח וייגע הרבה בהדרגה עד ברוך שאמר שהוא נגד עולם העשיה שהוא למטה מקום הקליפות ואח\"כ יכוין יותר מברוך שאמר עד ישתבח שהוא יצירה ואין שם קליפות כ\"כ כמו בעשיה ומישתבח עד עמידה יכוין יותר ובעמידה הוא חיבוק וזווג האמיתי יפשיט א\"ע מהגשמיות כמ\"ש בש\"ע א\"ח סי' צ\"ח ואז נעשה תחלה מ\"נ ואח\"כ בא מ\"ד ויולדת זכר משא\"כ כשבא לאדם התעוררות מעצמו אז ח\"ו מורה על הצרה בסוד ותפלתו תהי' לחטאה והתקנה כשיעלה על לבו זאת ויתחרד בחרדה גדולה ויתפלל יותר מעומק הלב וז\"ש מצא אשה תחלה ואח\"כ מצא טוב ואז ויפק רצון מ\"ה ודפח\"ח. שמ\"מ שנשלח בן המלך מעל פניו וכו' ולא החזירו ע\"י שר כ\"א ע\"י איש המוני כמו שנעשה הבן:", 
                "שמ\"מ שפעם א' נזדמן מלחמה כבידה והיה בדור ההוא גבור עריץ והיה העם מובטחין בגבורת הגבור ולא אזרו חיל לעמוד בקשרי המלחמה גם הם אתו עמו והגבור היה לו כמה מיני כלי זיין ובתוך הזמן שהסדיר כלי זיינו לפניו שיהיו מוכנים והשונא שכנגדו נתחכם בתחבולות רשע וגנב מהגבור כלי זיינו אחד לאחד עד שלא היה לו במה להלחם:\n"
            ], 
            [], 
            [
                "מהבעש\"ט אתה הוא אלהינו  קשה בתחלה אמר לנוכח ואח\"כ נסתר כו' ופי' שאם סובר האדם שהוא דבוק בו ית' והוא נוכח פני ה' ית' אז הוא רחוק ממנו ית' ואם סובר שהוא רחוק אז הוא קרוב וא\"כ מי שסובר אתה אינו אלא הוא ומי שסובר הוא אז הוא אלהינו:", 
                "שמ\"מ ענין שחיטת מ\"ה לע\"ל הוא להוציא ממנו חלק רע שישאר מלאך קדוש ונעשה מן נבל לבן ודפח\"ח:", 
                "שמ\"מ ע\"פ דגל מחנ דן צפונה הוא דן מאדני כי מצפון הפתח הרעה:", 
                "מהבעש\"ט זלה\"ה ע\"פ עד אנה ינאצוני ועד אה לא יאמינו בי פי' עד עכשיו אף שנאצו אותי כמה פעמים אין מקום לעונש לחול עליהם משא\"כ עתה עד אנה לא יאמינו בי דייקא כי האמנה הוא דביקות:", 
                "שמ\"מ לא יכוין בתיקון למעלה וגם למטה לעצמו כי הוי כמו קוצץ בנטיעות לעשות פירוד כ\"א יעשה הכל עבור חסרון השכינה וממילא יתוקן הכל אף לעצמו חסרון למטה בתיקון שרשו למעלה כי הכל מעלה ולמטה אחדות א':", 
                "שמ\"מ מאין באת ולאן אתה הולך כי העושה מצוה גדולה או למד תורה הרבה והתפלל בכוונה לא יכנוס בלבו שום התפארות שהוא עשה זאת כ\"א מל' שנק' אני מן אדני היא עשתה זאת ובאם לאו גורם ח\"ו שמסתלק י' מן אני ונשאר אן:\n"
            ], 
            [
                "מהבעש\"ט כי תקון בעלי תשובה העיקר הוא ע\"י גדולי הדור שיכול להעלותו ולקשרו בשרשו וכו' שמ\"מ ע\"פ אחור וקדם צרתני ותשת עלי כפך כי החיות רצוא ושוב וחיות האדם הוא בסוד קטנות וגדלות וכאשר יתן דעתו לידע שהוא בקטנות ע\"י דעת זה נמתקים הדינים בשרשן כי ה\"ג מנצפך בדעת ז\"א כו':"
            ], 
            [
                "מהר\"י בעש\"ט זלה\"ה כל המענג את השבת ר\"ל ש' בת ויחשבה לו צדקה כי צדק אע\"ג דדינין מתערין מינה הוא חשבה צדקה רחמים והוא דשמעתי ממורי הבעש\"ט זלה\"ה לקשר מלכות במחשבתו עד אתר דאתנטלת מתמן המחשבה זו שהיא שרשה ועי\"ז נתבטל כל גזירות רעות ודפח\"ח ור\"ל ע\"י תענוג שבת שיש במלכות הנ' בת וקשרה אל ג' אבהן הנ' ש' וז\"ש אז תתענג על ה' נותנין לו נחלת יעקב בחיר שבאבות שהוא בגמר ש' משולש והבן והשי' יכפר. ועד\"ז שמעתי ממורי הבעש\"ט זלה\"ה פי' הש\"ס הנהו תרי בדחי שהם בני עה\"ב שהיו מייחדין כל עניני בני אדם שהיו רואין בהם והם ייחדו במלכות מעשה הזה וקשרו אותה למעלה בשרשה ומי שהוא עצב שלא יכלו לקשרו למעלה שמחו אותו בדברים עד שייחדו וקשרו כל המדריגות שהן במלכות בשרשן כו' והבן וע\"פ שאלה נאמר לו והש\"י יכפר. בכל תנועה נמצא הבורא ית' שא\"א לעשות שום תנועה ושום דיבור בלי כח הבורא ית' וזהו מכה\"כ. כל הדיבורים שמדברים בני אדם הוא עולם הדיבור ומחשבתו הוא עולם המחשבה וכשהם מדברים טוב ומדבקים המחשבה בזה הדיבור אז הם מחברים עולם הדיבור בעולם המחשבה וגורמים טוב וכן כשמדברים רע גורמים רע ח\"ו ויש בזה חכמה נפלאה. וזהו ותחבר לשון ערומים שלא ירגיל עצמו שיצא מפיו דברים רעים שהם מסטרא דדינא רק ירגיל תמיד א\"ע בדברים טובים שהם מסטרא דחסד וכן במחשבתו ויגרום כך. בזוהר צריך לשתפא בהילכוא דידי' ובישיבה ובהקיץ דילי' לשכינתא פי' שכל דבר שעושה יעשה הכל לניצוץ השכינה שבתוכו ויעשה הכל עבור השכינה ולא לעצמו.", 
                "שמעתי ממורי הבעש\"ט זלה\"ה מקום שהמחשבה של אדם מגעת שם הוא כולו כו' ודפח\"ח.", 
                "שמעתי ממורי הבעש\"ט בענין ר' יוסי באותה שעה למדתי ממנו ג' דברים למדתי שאין נכנסין לחורבה ר\"ל גם שנזדמן במעשה עוני ועינוי ועל כרחך הוא כדי  שיתפלל מ\"מ איך יתפלל צריך לכלכל הדבר במשפט שיהיה לרצון לו ית\"ב ולא בהכרח שיכנס בעובי הקורה ומה שאמר שאין נכנסין לחורבה דייק והוא כלל גדול בתפלה כאשר שמעתי בזה מפורש מפי מורי ולמדנו שמתפללין בדרך היינו דרך הרבים ולעטוף א\"ע בין תפילות הרבים כנלמד מפ' תפלה לעני כי יעטוף שהבין פ' פסוק זה ג\"כ ע\"י שאלת אליהו ז\"ל וכו' ולמדתי שהמתפלל בדרך מתפלל תפלה קצרה הביננו פי' הבנת התפלה בלא כוונה ודפח\"ח: "
            ], 
            [
                "בגמ' הצדיקים דומים לאילן הנטוע במקום טהרה פירוש שכמו שזורעין דבר בארץ אז ממשיך כל הכוחות שיש בארץ לתך הזרע ומוציא הפירות כך הצדיק בעה\"ז ממשיך הניצוצות שמשורש נשמתן בס\"ד שבעולם ומעלה אותן הניצוצן לבורא ית':"
            ], 
            [
                "מהבעש\"ט זלה\"ה כשיש לו תענוג בתורה ועבודה סוד ברית כמ\"ש ויעמידה ליעקב לחק לישראל ברית עולם לא יתפאר בזה. כמו ששמעתי ממורי הבעש\"יט ז\"ל פי' הש\"ס ר\"ל זבין נפשי' ללודאי כו' חייתא ופלגא כו' והעולה מדבריו כי אחר שזכה להתפלל בתכלית השלימות או למד בתכלית בא יצה\"ר אח\"כ כמה נאה מעשיך וכו' וזהו חייתא ופלגא כו' ודפח\"ח:", 
                "פי' שהיה מופלג גדול מדביקות הש\"י ע\"י החייתא שסבר שעובד בחיות עליון המשל הוא כלי להשכל וכן הדיבור הוא כלי למחשבה וכשהוא מדבר בלי כוונה הוא שבירת הכלים שאין חיות בכלים וכשהוא מפשיט עצמו מהגשמיות שהוא הגוף והכלי שלו אז יכול לראות הפנימיות הכלי דהיינו החיות והאורות של אותיות כשהוא מפשיט עצמו מגשמיות ומלביש עצמו בתוך דיבורים אז הוא דבוק בבורא ית' שהוא מלובש בתוך הדיבורים ויראה שלא יפול ממחשבתו ויחזיק עצמו להעלות למעלה: "
            ], 
            [
                "מהבעש\"ט זלה\"ה איתא בתנא דבי אליהו כתיב הוכח תוכיח את עמיתך פי' חבירך בתורה ובמצות אבל אותם בני אדם שאינם הולכים בדרך התורה והמצות אינו מחוייב להוכיחם דכתיב אל תוכח לץ פן ישנאך הוכח לחכם ויאהבך. וכתיב שלח אורך ואמתך המה ינחוני ויכוין שהשכינה שמכה\"כ מלביש מחשבתו מתתא לעילא בכח הגדול ויבקע הרקיעים במחשבתו כאלו הם פתוחות לפניו ויכנס בעולם היצירה ואח\"כ בעולם הבריאה ואח\"כ באצילות ויהיה יורד במחשבתו למטה ואח\"כ יעלה למעלה ויהיה עולה ויורד ועולה במחשבתו כמה פעמים כי הירידה הוא צורך העליה כי מכח הירידה שירד אח\"כ כשיעלה יעלה למקום גבוה מאד כמו אדם שרוצה לזרוק אבן וכו' וכשעולה במחשבתו בעולם העשי' או ביצירה ויכוין שמדבר שם באותו עולם ודיבור יוצא מפיו באותו העולם ויכוין שיש בזה העולם השם לנגדו בי' ספירות שהוא א\"ס לגדולתו וכל מה שהוא עולה למעלה יכוין שהוא עולה ומתקרב אל השם במקום גבוה כדאיתא בזהר אינו דומה רגלין דמלכא לרישי' דמלכא וגם כל היום אפי' שלא בשעת תפלה יעלה עצמו למעלה במחשבתו תמיד. וצריך כח גדול לזה שיוכל לדבק במחשבתו למעלה ויחזיק עצמו בכל כוחו ומתחלה אע\"פ שיכול לעלות מאד לא יעלה רק בעולם עשיה לתקן שם ואח\"כ לעולם היצירה ואח\"כ לבריאה ואח\"כ לאצילות כשאדם רוצה להבין איזה דבר ומרבה עצמה להבין הדבר אז הוא מעלה אותו לעולם המחשבה וממשיך לעצמו מהחכמה עליונה:"
            ], 
            [
                "מהבעש\"ט זלה\"ה בכל דרכיך דעהו זהו כלל גדול דעהו הוא לשון חבור ה' בוא\"ו דעהו לחברם יחד בכל מעשיך אפי' בדברים גשמים שעושה. ועוד כלל אחר גדול אמרו שתהיה העבודה צורך גבוה מאד ולא לכוונת עצמו אפי' מעט מן המעט לא תהיה לכוונת עצמו רק כולו לה'. כשהוא מחשב בדברים רעים שהם מסטרא דדינא אז מצמצם מחשבתו באותם הדברים רעים ומרחיק עצמו מהתפשטות החסד עליון של א\"ס ב\"ה ושורין עליו דינים. וכן כשמחשב בדברים גשמיים הוא מצמצם לשם מחשבתו שבכ\"מ שהוא ממשיך עצמו לשם שהמחשבה הוא קומה שלימה. יש יראה שירא מהדיבורים שיוצאים מפיו הוא עולם הדיבור המחשבה הוא כמו ספר שאומר מה שראה בספר כן אומר מה שרוצה במחשבתו ישים כל מחשבתו בכח התינות שהוא מדבר עד שיראה האורות של התיבות האיך מתנוצצים זה בזה ומתוכם נולדים כמה אורות וזהו אור זרוע לצדיק ולישרי לב שמחה. האותיות שבתורה הם חדרים של הש\"י שהוא ממשיך בהן את אצילות אורו כמ\"ש בזהר קב\"ה ואורייתא כולא חד ולתוכן צריך אדם לתת כל הכוונה שהיא הנשמה כי הכוונה היא הנשמה וזהו הדביקות קב\"ה ואורייתא וישראל כולא חד. וזהו התפשטות הגשמיות כי פי' שיפשיט נשמתו מגופו ותהיה נשמתו מלובשת באותן המחשבות שהוא מדבר ויראה כמה עולמות העליונים:", 
                "מהבעש\"ט זלה\"ה כל שרוח הבריות נוחה הימנו פי' כי המקום משרה רוחו על הדור בשבילו שהוא מרכבה לקדושה עליונה וממנו נמשך רוח המקום לבני דורו שנוחה ושורה עליו וז\"ש רוח המקום נוחה הימנו. ולפעמים כאשר מקשר מחשבות חבירו למעלה יכול לשגות מחשבת חבירו באופן שהוא רוצה כמו ראי' כשאדם רואה שחבירו מביט ומשים כל ראייתו לצד אחד גם הוא מתחיל להביט ולהסתכל שם וכן דיבור וכו':\n"
            ], 
            [], 
            [
                "מהבעש\"ט זלה\"ה וכאשר יענו אותו כן ירבה וכן יפרוץ כמ\"ש ופרעה הקריב וכמו ששמעתי ממורי ע\"פ אמר אויב ארדוף שיש ה' אלפין כי אלופו של עולם נסתר כדי שיתקרב יותר לעבודתו ית' לכך פן ירבה ופן יפרוץ כו'. כל מי שירצה לקשר א\"ע בבורא ית' יקשור א\"ע ע\"י התורה למדת החכמה וזהו ומלט את העיר בחכמתו. ", 
                "אל תעש תפלתך קבע ר\"ל אל יתפלל אדם על עסקי צרכיו לבד רק יתפלל תמיד בשביל השכינה שתגאל מהגלות וז\"ש אלא רחמים ותחנונים ר\"ל שיתפלל תמיד לפני המקום כלומר עבור השכינה הנקרא מקום כנודע וזה פי' אחת שאלתי מאת ה' אותה אבקש ר\"ל בשביל השכינה אני מבקש ומתפלל לפניך לתקן הפגם מה שנעשה ע\"י עונות ואפי' אם עושין מצוה שלא לשם שמים דהיינו שעושה עם איזה פניה נמצא שעושה בזה פירוד רחמנא לצלן ח\"ו מפני כי אורייתא וקב\"ה כולא חד נמצא אם עושה מצוה כתיקונה נעשה מצוה זו וקב\"ה חד כי הכל קדושה אחת מרוחניות אחד אבל אם עושה שלא כתיקונה נמצא שנעשה קליפה סביב המצוה זו ובין קדושה של הקב\"ה וזאת נק' קליפה שנעשית קליפה סביב מצוה זו כדי שלא תוכל להתאחד עם קדושתו ית' ומשכיל יבין איזהו שוטה המאבד מה שנותנין לו פי' אדם גי' מ\"ה והוא שם הוי' במילוי אלפין שנותנין לו מעולמות העליונים ואין אדם עובר עבירה אא\"כ נכנס בו רוח שטות כי כשמתדבק בהקב\"ה שהוא אלופו של עולם נעשה אדם. והקב\"ה עשה כמה צמצומים דרך כמה עולמות כדי שיהיה אחדות עם אדם שלא היה יכול לסבול בהירותו ואדם צריך לפרוש א\"ע מכל גשמיות כ\"כ עד שיעלה דרך כל העולמות ויהיה אחדות עם הקב\"ה עד שיבוטל ממציאות ואז יקרא אדם. כמשל אחד שיושב לפני המלך שיש לו בושה גדולה ממנו עד שאין מחשב אם המלך אוהב אותו כדי שיאהבנו אלא מחשב גדולתו כדי שיבוש ממנו וזהו בראשית ירא בשת.", 
                "כל העוסק בתורת עולה כאלו הקריב עולה מפני שכאשר הוא מדבר באותן הדיבורים ביראה ואהבה אז הוא נותן חיות חדש באלו הדיבורים אבל כשהיה במ\"ק קיים והיה מקריב קרבן עולה היה נותן כח אף בעולם המעשה כשם כשנבראו העולמות נבראו בשם הוי' אלהים כך כאשר מזכיר האדם דברי קדושה צריך להיות בו דחילו ורחימו שהם הויה אלהי'. תמיד יראה אדם במחשבתו איזה מדה נולד בו אם מאהבה אם מיראה או מת\"ת ויעלה אותה מהמחשבה למעלה אע\"פ שהוא מעניני עה\"ז בתאות גופניות הוא יכול להעלות אותה וידע שאותה המחשבה צריך להתקן בזו השעה אם באהבה אם ביראה אם בהתפארות שנתקלקלה מחמת השבירה ועכשיו הוא עת להעלות אותה ולכך ירדה המחשבה מעולמות עליונים ובאה לאדם כדי להעלותה מהשבירה היינו שידבק עצמו בבורא ית' לפי אותה המדה הנ\"ל אם באהבה אם ביראה אם בת\"ת ובשאר מדות של ז' ימי הבנין וכן באכילה ושתיה כשנולד בו אהבה אז לוקח התענוג שהיה מאכילה ושתיה זו ומעלה אותו התענוג לבורא ית' וזה המשל שייך ג\"כ בענין שארז\"ל שמצוה בשבת אכילה ושתיה פי' כי כמו שבכל צרתם לו צר כן כשישראל שרויים בתענוג יש לו ית' תענוג וגם לכאורה קשה מה הנאה יש לנשמה יתירה בתענוג אכילה ושתיה ולפי המשל הזה א\"ש שהנשמה יתירה יש לה ג\"כ תענוג זה כמ\"ש בזהר ע\"פ באתי לגני כו' אכלתי יערי עם דבשי. וכן כשנולד בו התפארות יעלה אותו התפארות שיש באותו דבר שמכח זה נולד אותו התפארות וידבק אותו לבורא ית'. שבכ\"ד נמצא התפשטות הבורא ית' שמ' כה\"כ ויעלה אותו הפנימיות שיש באותו דבר כ\"א לפי מדתו מז' ימי הבנין וידבק הפנימיות של אותו הדבר בבורא ית':\n"
            ], 
            [
                "מהבעש\"ט זלה\"ה כי צדיקייא אינון שלוחי דמטרוניתא ומה שחסר להם ידעון שהחסרון זה הוא בשכינה ויתפללו שימלא החסרון שם ולא שיכוין להנאת עצמו והוא כלל גדול שהוא חסיד המתחסד עם קונו ולא עם עצמו והסוד אשה מזרעת תחלה יולדות זכר:"
            ], 
            [], 
            [], 
            [
                "עוד שמעתי ממוהר\"ן זלה\"ה הפי' הש\"ס בת תחלה סימן יפה לבנים ר\"ל בכל מדריגה שיש לו יתן לב לידע שעדיין הוא בבחינת בת ואז הוא סימן יפה לבנים שילך ממדריגה למדריגה הנ' בנים והבן ודפח\"ח:", 
                "עוד שמעתי ממוהר\"ן ז\"ל וקווי ה' יחליפו כח כי ע\"י מחשבה יוכל לעבוד ה' וז\"ש יחליפו רע בטוב כדי שיהיה להם כח לעבוד ה' וכו':", 
                "שמ\"מ איך לעצור נקביו אם נתעורר לו באמצע תפלה עכ\"פ יעצור ויתפלל ויחשוב שיש נקראים קטנים ויש גדולים כי הקטנים להראותו שהוא בקטנות ולמתקן וכו' והגדולים להתגדל ולהתפאר נתכוין לכך מראין לו זה שישפיל את עצמו וזהו שאר\"ל ותתחלחל המלכה שנצרכה לנקבים והענין כו' וזה צריך לפנים דהפוסקים כו'. מזמור לדוד אמרו רבותינו כל מקום שנ' מזמור לדוד מנגן ואח\"כ שורה עליו שכינה מזמור להביא רוח הקדש לדוד וכל שנאמר בו לדוד מזמור ושרתה עליו שכינה ורוח הקדש ואח\"כ אמר שירה והנה באמירתו ספר תהילים יש לנו לבוש ולהכלם דאימתי רוח הקודש שורה עלינו קודם האמירה או אח\"כ ע\"כ יראה לומר בקדושה בטהרה באימה ביראה:\n"
            ]
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001268340", 
    "heTitle": "כתר שם טוב", 
    "categories": [
        "Chasidut"
    ]
}