{
    "language": "he",
    "title": "Mishneh Torah, Rest on the Tenth of Tishrei",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 363",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 363",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "משנה תורה, הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "text": [
        [
            "מִצְוַת עֲשֵׂה לִשְׁבֹּת מִמְּלָאכָה בֶּעָשׂוֹר לַחֹדֶשׁ הַשְּׁבִיעִי שֶׁנֶּאֱמַר <small>(ויקרא כג לב)</small> \"שַׁבַּת שַׁבָּתוֹן הוּא לָכֶם\". וְכָל הָעוֹשֶׂה בּוֹ מְלָאכָה בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(במדבר כט ז)</small> \"וּבֶעָשׂוֹר\" וְגוֹ' <small>(במדבר כט ז)</small> \"כָּל מְלָאכָה לֹא תַעֲשׂוּ\". וּמַה הוּא חַיָּב עַל עֲשִׂיַּת מְלָאכָה בְּיוֹם זֶה. אִם עָשָׂה בִּרְצוֹנוֹ בְּזָדוֹן חַיָּב כָּרֵת. וְאִם עָשָׂה בִּשְׁגָגָה חַיָּב קָרְבַּן חַטָּאת קְבוּעָה:  ",
            "כָּל מְלָאכָה שֶׁחַיָּבִין עַל זְדוֹנָהּ בְּשַׁבָּת סְקִילָה חַיָּבִין עַל זְדוֹנָהּ בֶּעָשׂוֹר כָּרֵת. וְכָל שֶׁחַיָּבִין עָלָיו קָרְבַּן חַטָּאת בְּשַׁבָּת חַיָּבִין עָלָיו קָרְבַּן חַטָּאת בְּיוֹם הַכִּפּוּרִים. וְכָל דָּבָר שֶׁאָסוּר לַעֲשׂוֹתוֹ בְּשַׁבָּת אַף עַל פִּי שֶׁאֵינוֹ מְלָאכָה אָסוּר לַעֲשׂוֹתוֹ בְּיוֹם הַכִּפּוּרִים. וְאִם עָשָׂה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת כְּדֶרֶךְ שֶׁמַּכִּין אוֹתוֹ עַל הַשַּׁבָּת. וְכָל שֶׁאָסוּר לְטַלְטְלוֹ בְּשַׁבָּת אָסוּר לְטַלְטְלוֹ בְּיוֹם הַכִּפּוּרִים. וְכָל שֶׁאָסוּר לְאָמְרוֹ אוֹ לַעֲשׂוֹתוֹ לְכַתְּחִלָּה בְּשַׁבָּת כָּךְ אָסוּר בְּיוֹם הַכִּפּוּרִים. כְּלָלוֹ שֶׁל דָּבָר אֵין בֵּין שַׁבָּת לְיוֹם הַכִּפּוּרִים בְּעִנְיָנִים אֵלּוּ אֶלָּא שֶׁזְּדוֹן מְלָאכָה בְּשַׁבָּת בִּסְקִילָה וּבְיוֹם הַכִּפּוּרִים בְּכָרֵת:  ",
            "וּמֻתָּר לְקַנֵּב אֶת הָיָּרָק בְּיוֹם הַכִּפּוּרִים מִן הַמִּנְחָה וּלְמַעְלָה. וּמַהוּ הַקִּינוּב שֶׁיָּסִיר אֶת הֶעָלִים הַמְעֻפָּשׁוֹת וִיקַצֵּץ הַשְּׁאָר וִיתַקֵּן אוֹתוֹ לַאֲכִילָה. וְכֵן מְפַצְּעִין בֶּאֱגוֹזִין וּמְפָרְכִין בְּרִמּוֹנִים מִן הַמִּנְחָה וּלְמַעְלָה מִפְּנֵי עָגְמַת נֶפֶשׁ. וְיוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּשַׁבָּת אָסוּר בִּקְנִיבַת יָרָק וּבִפְצִיעַת אֱגוֹזִים וּבִפְרִיכַת רִמּוֹנִים כָּל הַיּוֹם. וּכְבָר נָהֲגוּ הָעָם בְּשִׁנְעָר וּבַמַּעֲרָב שֶׁלֹּא יַעֲשׂוּ אַחַת מִכָּל אֵלּוּ בְּיוֹם הַצּוֹם אֶלָּא הֲרֵי הוּא כְּשַׁבָּת לְכָל דְּבָרָיו:  ",
            "מִצְוַת עֲשֵׂה אַחֶרֶת יֵשׁ בְּיוֹם הַכִּפּוּרִים וְהִיא לִשְׁבֹּת בּוֹ מֵאֲכִילָה וּשְׁתִיָּה שֶׁנֶּאֱמַר <small>(ויקרא טז כט)</small> \"תְּעַנּוּ אֶת נַפְשֹׁתֵיכֶם\". מִפִּי הַשְּׁמוּעָה לָמְדוּ אֵי זֶה הוּא עִנּוּי שֶׁהוּא לַנֶּפֶשׁ זֶה הַצּוֹם. וְכָל הַצָּם בּוֹ קִיֵּם מִצְוַת עֲשֵׂה. וְכָל הָאוֹכֵל וְשׁוֹתֶה בּוֹ בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא כג כט)</small> \"כִּי כָל הַנֶּפֶשׁ אֲשֶׁר לֹא תְעֻנֶּה בְּעֶצֶם הַיּוֹם הַזֶּה וְנִכְרְתָה\". מֵאַחַר שֶׁעָנַשׁ הַכָּתוּב כָּרֵת לְמִי שֶׁלֹּא נִתְעַנָּה לָמַדְנוּ שֶׁמֻּזְהָרִין אָנוּ בּוֹ עַל אֲכִילָה וּשְׁתִיָּה. וְכָל הָאוֹכֵל אוֹ הַשּׁוֹתֶה בּוֹ בְּשׁוֹגֵג חַיָּב קָרְבַּן חַטָּאת קְבוּעָה:  ",
            "וְכֵן לָמַדְנוּ מִפִּי הַשְּׁמוּעָה שֶׁאָסוּר לִרְחֹץ בּוֹ אוֹ לָסוּךְ אוֹ לִנְעל אֶת הַסַּנְדָּל אוֹ לִבְעל. וּמִצְוָה לִשְׁבֹּת מִכָּל אֵלּוּ כְּדֶרֶךְ שֶׁשּׁוֹבֵת מַאֲכִילָה וּשְׁתִיָּה שֶׁנֶּאֱמַר <small>(ויקרא טז לא)</small> <small>(ויקרא כג לב)</small> שַׁבַּת שַׁבָּתוֹן שַׁבָּת לְעִנְיַן (אֲכִילָה) וְשַׁבָּתוֹן לְעִנְיָנִים אֵלּוּ. וְאֵין חַיָּבִין כָּרֵת אוֹ קָרְבָּן אֶלָּא עַל אֲכִילָה וּשְׁתִיָּה. אֲבָל אִם רָחַץ אוֹ סָךְ אוֹ נָעַל אוֹ בָּעַל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:  ",
            "כְּשֵׁם שֶׁשְּׁבוּת מְלָאכָה בּוֹ בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה כָּךְ שְׁבוּת לְעִנּוּי בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה. וְצָרִיךְ לְהוֹסִיף מֵחֹל עַל הַקֹּדֶשׁ בִּכְנִיסָתוֹ וּבִיצִיאָתוֹ שֶׁנֶּאֱמַר <small>(ויקרא כג לב)</small> \"וְעִנִּיתֶם אֶת נַפְשֹׁתֵיכֶם בְּתִשְׁעָה לַחֹדֶשׁ בָּעֶרֶב\". כְּלוֹמַר הַתְחֵיל לָצוּם וּלְהִתְעַנּוֹת מֵעֶרֶב תִּשְׁעָה הַסָּמוּךְ לַעֲשִׂירִי. וְכֵן בַּיְצִיאָה שׁוֹהָה בְּעִנּוּיוֹ מְעַט מִלֵּיל אַחַד עָשָׂר סָמוּךְ לַעֲשִׂירִי שֶׁנֶּאֱמַר <small>(ויקרא כג לב)</small> \"מֵעֶרֶב וְעַד עֶרֶב תִּשְׁבְּתוּ שַׁבַּתְּכֶם\":  ",
            "נָשִׁים שֶׁאוֹכְלוֹת וְשׁוֹתוֹת עַד שֶׁחֲשֵׁכָה וְהֵן אֵינָן יוֹדְעוֹת שֶׁמִּצְוָה לְהוֹסִיף מֵחֹל עַל הַקֹּדֶשׁ אֵין מְמַחִין בְּיָדָן שֶׁלֹּא יָבוֹאוּ לַעֲשׂוֹת בְּזָדוֹן. שֶׁהֲרֵי אִי אֶפְשָׁר שֶׁיִּהְיֶה שׁוֹטֵר בְּבֵית כָּל אֶחָד וְאֶחָד לְהַזְהִיר נָשָׁיו. וְהָנַח לָהֶן שֶׁיְּהוּ שׁוֹגְגִין וְאַל יְהוּ מְזִידִין. וְכֵן כָּל הַדּוֹמֶה לָזֶה:  "
        ],
        [
            "הָאוֹכֵל בְּיוֹם הַכִּפּוּרִים מַאֲכָלִין הָרְאוּיִין לֶאֱכל לָאָדָם כְּכוֹתֶבֶת הַגַּסָּה שֶׁהִיא פָּחוֹת מִכְּבֵיצָה כִּמְעַט הֲרֵי זֶה חַיָּב. וְכָל הָאֳכָלִים מִצְטָרְפִין לְשִׁעוּר זֶה. וְכֵן הַשּׁוֹתֶה מַשְׁקִין הָרְאוּיִין לִשְׁתִיַּת אָדָם כִּמְלוֹא לֻגְמָיו שֶׁל שׁוֹתֶה כָּל אֶחָד וְאֶחָד לְפִי לֻגְמָיו חַיָּב. וְכַמָּה מְלוֹא לֻגְמָיו כְּדֵי שֶׁיְּסַלְּקֵם לְצַד אֶחָד וְיֵרָאֶה מָלֵא לֻגְמָיו. וְשִׁעוּר זֶה בְּאָדָם בֵּינוֹנִי פָּחוֹת מֵרְבִיעִית. וְכָל הַמַּשְׁקִין מִצְטָרְפִין לְשִׁעוּר זֶה. וְהָאֲכִילָה וּשְׁתִיָּה אֵין מִצְטָרְפִין לְשִׁעוּר אֶחָד: \n",
            "אֶחָד הָאוֹכֵל אֳכָלִים הַמֻּתָּרִים אוֹ שֶׁאָכַל דְּבָרִים הָאֲסוּרִין כְּגוֹן פִּגּוּל וְנוֹתַר וְטֶבֶל וּנְבֵלוֹת וּטְרֵפוֹת וְחֵלֶב אוֹ דָּם הוֹאִיל וְאָכַל אֳכָלִים הָרְאוּיִין לָאָדָם הֲרֵי זֶה חַיָּב כָּרֵת מִשּׁוּם אוֹכֵל בְּיוֹם הַכִּפּוּרִים: \n",
            "אָכַל אוֹ שָׁתָה פָּחוֹת מִשִּׁעוּר זֶה אֵינוֹ חַיָּב כָּרֵת. אַף עַל פִּי שֶׁהוּא אָסוּר מִן הַתּוֹרָה בַּחֲצִי שִׁעוּר אֵין חַיָּבִין כָּרֵת אֶלָּא עַל כַּשִּׁעוּר. וְהָאוֹכֵל אוֹ הַשּׁוֹתֶה חֲצִי שִׁעוּר מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "אָכַל מְעַט וְחָזַר וְאָכַל אִם יֵשׁ מִתְּחִלַּת אֲכִילָה רִאשׁוֹנָה עַד סוֹף אֲכִילָה אַחֲרוֹנָה כְּדֵי אֲכִילַת שָׁלֹשׁ בֵּיצִים הֲרֵי אֵלּוּ מִצְטָרְפוֹת לְכַשִּׁעוּר וְאִם לָאו אֵין מִצְטָרְפוֹת לְכַשִּׁעוּר. שָׁתָה מְעַט וְחָזַר וְשָׁתָה אִם יֵשׁ מִתְּחִלַּת שְׁתִיָּה רִאשׁוֹנָה עַד סוֹף שְׁתִיָּה אַחֲרוֹנָה כְּדֵי שְׁתִיַּת רְבִיעִית מִצְטָרְפִין לְשִׁעוּר וְאִם לָאו אֵין מִצְטָרְפִין: \n",
            "אָכַל אֳכָלִים שֶׁאֵינָן רְאוּיִין לְמַאֲכַל אָדָם כְּגוֹן עֲשָׂבִים הַמָּרִים אוֹ שְׂרָפִים הַבְּאוּשִׁין אוֹ שֶׁשָּׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה כְּגוֹן צִיר אוֹ מוּרְיָס וְחֹמֶץ חַי אֲפִלּוּ אָכַל וְשָׁתָה מֵהֶן הַרְבֵּה הֲרֵי זֶה פָּטוּר מִן הַכָּרֵת. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "שָׁתָה חֹמֶץ מָזוּג בְּמַיִם חַיָּב. הַכּוֹסֵס פִּלְפְּלִין וְזַנְגְּבִיל יָבֵשׁ וְכַיּוֹצֵא בָּהֶן פָּטוּר. אֲבָל זַנְגְּבִיל רָטֹב חַיָּב. אָכַל עֲלֵי גְּפָנִים פָּטוּר. לוּלְבֵי גְּפָנִים חַיָּב. וְאֵלּוּ הֵן לוּלְבֵי גְּפָנִים כָּל שֶׁלִּבְלְבוּ בְּאֶרֶץ יִשְׂרָאֵל מֵרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים. יֶתֶר עַל זֶה הֲרֵי הֵן כְּעֵצִים וּפָטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּאֵלּוּ: \n",
            "אָכַל צָלִי בְּמֶלַח מִצְטָרֵף הַמֶּלַח לַבָּשָׂר. צִיר שֶׁעַל גַּבֵּי יָרָק מִצְטָרֵף. מִפְּנֵי שֶׁמַּכְשִׁירֵי הָאֹכֶל הַמְעֹרָבִים עִם הָאֹכֶל כְּאֹכֶל הֵן חֲשׁוּבִים. הָיָה שָׂבֵעַ מֵאֲכִילָה גַּסָּה שֶׁאָכַל עַד שֶׁקָּץ בִּמְזוֹנוֹ וְאָכַל יֶתֶר עַל שָׂבְעוֹ פָּטוּר כְּמִי שֶׁאָכַל אֳכָלִין שֶׁאֵינָם רְאוּיִין לַאֲכִילָה. שֶׁאַף עַל פִּי שֶׁזֶּה הַמַּאֲכָל הַיָּתֵר רָאוּי לְרָעֵב אֵינוֹ רָאוּי לְכָל מִי שֶׁשָּׂבֵעַ כְּזֶה: \n",
            "חוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה שֶׁשָּׁאַל לֶאֱכל בְּיוֹם הַכִּפּוּרִים אַף עַל פִּי שֶׁהָרוֹפְאִים הַבְּקִיאִין אוֹמְרִין אֵינוֹ צָרִיךְ מַאֲכִילִין אוֹתוֹ עַל פִּי עַצְמוֹ עַד שֶׁיֹּאמַר דַּיִּי. אָמַר הַחוֹלֶה אֵינִי צָרִיךְ וְהָרוֹפֵא אוֹמֵר צָרִיךְ מַאֲכִילִין אוֹתוֹ עַל פִּיו. וְהוּא שֶׁיִּהְיֶה רוֹפֵא בָּקִי. רוֹפֵא אֶחָד אוֹמֵר צָרִיךְ וְאֶחָד אוֹמֵר אֵינוֹ צָרִיךְ מַאֲכִילִין אוֹתוֹ. מִקְצָת הָרוֹפְאִין אוֹמְרִין צָרִיךְ וּמִקְצָתָן אוֹמְרִין אֵינוֹ צָרִיךְ הוֹלְכִין אַחַר הָרֹב אוֹ אַחַר הַבְּקִיאִין. וּבִלְבַד שֶׁלֹּא יֹאמַר הַחוֹלֶה צָרִיךְ אֲנִי. אֲבָל אִם אָמַר צָרִיךְ אֲנִי מַאֲכִילִין אוֹתוֹ. לֹא אָמַר הַחוֹלֶה שֶׁהוּא צָרִיךְ וְנֶחְלְקוּ הָרוֹפְאִים וְהָיוּ כֻּלָּם בְּקִיאִין וְאֵלּוּ שֶׁאָמְרוּ אֵינוֹ צָרִיךְ כְּמִנְיָן שֶׁאָמְרוּ צָרִיךְ מַאֲכִילִין אוֹתוֹ: \n",
            "עֻבָּרָה שֶׁהֵרִיחָה לוֹחֲשִׁין לָהּ בְּאָזְנָהּ שֶׁיּוֹם הַכִּפּוּרִים הוּא. אִם נִתְקָרְרָה דַּעְתָּהּ בְּזִכָּרוֹן זֶה מוּטָב וְאִם לָאו מַאֲכִילִין אוֹתָהּ עַד שֶׁתִּתְיַשֵּׁב נַפְשָׁהּ. וְכֵן מִי שֶׁאָחֲזוֹ בֻּלְמוֹס מַאֲכִילִין אוֹתוֹ עַד שֶׁיֵּאוֹרוּ עֵינָיו. וַאֲפִלּוּ נְבֵלוֹת וּשְׁקָצִים מַאֲכִילִין אוֹתוֹ מִיָּד וְאֵין מַשְׁהִין אוֹתוֹ עַד שֶׁיִּמְצְאוּ דְּבָרִים הַמֻּתָּרִין: \n",
            "קָטָן בֶּן תֵּשַׁע שָׁנִים וּבֶן עֶשֶׂר שָׁנִים מְחַנְּכִין אוֹתוֹ לְשָׁעוֹת. כֵּיצַד. הָיָה רָגִיל לֶאֱכל בִּשְׁתֵּי שָׁעוֹת בַּיּוֹם מַאֲכִילִין אוֹתוֹ בְּשָׁלֹשׁ. הָיָה רָגִיל בְּשָׁלֹשׁ מַאֲכִילִין אוֹתוֹ בְּאַרְבַּע. לְפִי כֹּחַ הַבֵּן מוֹסִיפִין לְעַנּוֹת אוֹתוֹ בְּשָׁעוֹת. בֶּן אַחַת עֶשְׂרֵה שָׁנָה בֵּין זָכָר בֵּין נְקֵבָה מִתְעַנֶּה וּמַשְׁלִים מִדִּבְרֵי סוֹפְרִים כְּדֵי לְחַנְּכוֹ בְּמִצְוֹת: \n",
            "בַּת שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וּבֶן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד שֶׁהֵבִיאוּ שְׁתֵּי שְׂעָרוֹת הֲרֵי הֵן כִּגְדוֹלִים לְכָל הַמִּצְוֹת וּמַשְׁלִימִין מִן הַתּוֹרָה. אֲבָל אִם לֹא הֵבִיאוּ שְׁתֵּי שְׂעָרוֹת עֲדַיִן קְטַנִּים הֵן וְאֵינָם מַשְׁלִימִין אֶלָּא מִדִּבְרֵי סוֹפְרִים. קָטָן שֶׁהוּא פָּחוֹת מִבֶּן תֵּשַׁע אֵין מְעַנִּין אוֹתוֹ בְּיוֹם הַכִּפּוּרִים כְּדֵי שֶׁלֹּא יָבֹא לִידֵי סַכָּנָה: \n"
        ],
        [
            "אָסוּר לִרְחֹץ בְּיוֹם הַכִּפּוּרִים בֵּין בְּחַמִּין בֵּין בְּצוֹנֵן. בֵּין כָּל גּוּפוֹ בֵּין אֵיבָר אֶחָד אֲפִלּוּ אֶצְבַּע קְטַנָּה אָסוּר לְהוֹשִׁיטָהּ בַּמַּיִם. וְהַמֶּלֶךְ וְהַכַּלָּה רוֹחֲצִין אֶת פְּנֵיהֶן. כַּלָּה כְּדֵי שֶׁלֹּא תִּתְגַּנֶּה עַל בַּעְלָהּ. וְהַמֶּלֶךְ כְּדֵי שֶׁיֵּרָאֶה בְּיָפְיוֹ שֶׁנֶּאֱמַר <small>(ישעיה לג יז)</small> \"מֶלֶךְ בְּיָפְיוֹ תֶּחֱזֶינָה עֵינֶיךָ\". וְעַד כַּמָּה נִקְרֵאת כַּלָּה עַד שְׁלֹשִׁים יוֹם: \n",
            "מִי שֶׁהָיָה מְלֻכְלָךְ בְּצוֹאָה אוֹ טִיט רוֹחֵץ מְקוֹם הַטִּנֹּפֶת כְּדַרְכּוֹ וְאֵינוֹ חוֹשֵׁשׁ. וּמְדִיחָה אִשָּׁה יָדָהּ אַחַת בְּמַיִם וְנוֹתֶנֶת פַּת לְתִינוֹק. וְהַחוֹלֶה רוֹחֵץ כְּדַרְכּוֹ אַף עַל פִּי שֶׁאֵינוֹ מְסֻכָּן. וְכָל חַיָּבֵי טְבִילוֹת טוֹבְלִין כְּדַרְכָּן בֵּין בְּתִשְׁעָה בְּאָב בֵּין בְּיוֹם הַכִּפּוּרִים: \n",
            "מִי שֶׁרָאָה קֶרִי בַּזְּמַן הַזֶּה בְּיוֹם הַכִּפּוּרִים. אִם לַח הוּא מְקַנֵּחַ בְּמַפָּה וְדַיּוֹ. וְאִם יָבֵשׁ הוּא אוֹ שֶׁנִּתְלַכְלֵךְ רוֹחֵץ מְקוֹמוֹת הַמְלֻכְלָכִין בִּלְבַד וּמִתְפַּלֵּל. וְאָסוּר לוֹ לִרְחֹץ כָּל גּוּפוֹ אוֹ לִטְבּל. שֶׁאֵין הַטּוֹבֵל בַּזְּמַן הַזֶּה טָהוֹר מִפְּנֵי טֻמְאַת מֵת וְאֵין הָרְחִיצָה מִקֶּרִי לִתְפִלָּה בַּזְּמַן הַזֶּה אֶלָּא מִנְהָג וְאֵין מִנְהָג לְבַטֵּל דָּבָר הָאָסוּר אֶלָּא לֶאֱסֹר אֶת הַמֻּתָּר. וְלֹא אָמְרוּ שֶׁהָרוֹאֶה קֶרִי בְּיוֹם הַכִּפּוּרִים טוֹבֵל אֶלָּא כְּשֶׁתִּקְּנוּ טְבִילָה לְבַעֲלֵי קְרָיִין וּכְבָר בֵּאַרְנוּ שֶׁבָּטְלָה תַּקָּנָה זוֹ: \n",
            "טִיט שֶׁהוּא לַח בְּיוֹתֵר כְּדֵי שֶׁיַּנִּיחַ אָדָם יָדוֹ עָלָיו וְתַעֲלֶה בָּהּ לַחְלוּחִית שֶׁאִם הִדְבִּיק אוֹתָהּ לְיָדוֹ הָאַחֶרֶת תִּדְבַּק בָּהּ לַחְלוּחִית אָסוּר לֵישֵׁב עָלָיו. לֹא יְמַלֵּא אָדָם כְּלִי חֶרֶשׂ מַיִם וְיִצְטַנֵּן בּוֹ שֶׁהַמַּיִם נִזְחָלִים מִדְּפָנָיו. אֲפִלּוּ כְּלֵי מַתָּכוֹת אָסוּר שֶׁמָּא יִנָּתְזוּ מַיִם עַל בְּשָׂרוֹ. וּמֻתָּר לְהִצְטַנֵּן בְּפֵרוֹת: \n",
            "לוֹקֵחַ אָדָם מִטְפַּחַת מֵעֶרֶב יוֹם הַכִּפּוּרִים וְשׁוֹרֶה אוֹתָהּ בְּמַיִם וּמְנַגְּבָהּ מְעַט וּמַנִּיחָהּ תַּחַת הַבְּגָדִים וּלְמָחָר מַעֲבִירָהּ עַל פָּנָיו וְאֵינוֹ חוֹשֵׁשׁ וְאַף עַל פִּי שֶׁיֵּשׁ בָּהּ קֹר הַרְבֵּה: \n",
            "הַהוֹלֵךְ לְהַקְבִּיל פְּנֵי רַבּוֹ אוֹ פְּנֵי אָבִיו אוֹ מִי שֶׁהוּא גָּדוֹל מִמֶּנּוּ בְּחָכְמָה אוֹ לִקְרוֹת בְּבֵית הַמִּדְרָשׁ עוֹבֵר בַּמַּיִם עַד צַוָּארוֹ וְאֵינוֹ חוֹשֵׁשׁ וְעוֹשֶׂה מִצְוָה שֶׁהָלַךְ לַעֲשׂוֹתָהּ וְחוֹזֵר בַּמַּיִם לִמְקוֹמוֹ. שֶׁאִם לֹא תַּתִּיר לוֹ לַחֲזֹר אֵינוֹ הוֹלֵךְ וְנִמְצָא נִכְשָׁל מִן הַמִּצְוָה. וְכֵן הַהוֹלֵךְ לִשְׁמֹר פֵּרוֹתָיו עוֹבֵר בַּמַּיִם עַד צַוָּארוֹ וְאֵינוֹ חוֹשֵׁשׁ וּבִלְבַד שֶׁלֹּא יוֹצִיאוּ יְדֵיהֶם מִתַּחַת שׁוּלֵי מְעִילֵיהֶם כְּדֶרֶךְ שֶׁעוֹשִׂין בְּחל: \n",
            "אָסוּר לִנְעל מִנְעָל וְסַנְדָּל אֲפִלּוּ בְּרַגְלוֹ אַחַת. וּמֻתָּר לָצֵאת בְּסַנְדָּל שֶׁל שַׁעַם וְשֶׁל גֶּמִי וְכַיּוֹצֵא בָּהֶן. וְכוֹרֵךְ אָדָם בֶּגֶד עַל רַגְלָיו וְיוֹצֵא בּוֹ שֶׁהֲרֵי קְשִׁי הָאָרֶץ מַגִּיעַ לְרַגְלָיו וּמַרְגִּישׁ שֶׁהוּא יָחֵף. הַתִּינוֹקוֹת אַף עַל פִּי שֶׁהֵן מֻתָּרִין בַּאֲכִילָה וּבִשְׁתִיָּה וּרְחִיצָה וְסִיכָה מוֹנְעִין אוֹתָן מִמִּנְעָל וְסַנְדָּל: \n",
            "מֻתָּר לְכָל אָדָם לִנְעל אֶת הַסַּנְדָּל מֵחֲמַת עַקְרָב וְכַיּוֹצֵא בָּהּ כְּדֵי שֶׁלֹּא תִּשָּׁכֶנּוּ. וְהַחַיָּה מֻתֶּרֶת לִנְעל אֶת הַסַּנְדָּל מִשּׁוּם צִנָּה כָּל שְׁלֹשִׁים יוֹם. וְהַחוֹלֶה כַּיּוֹצֵא בָּהּ אַף עַל פִּי שֶׁאֵין שָׁם סַכָּנָה: \n",
            "אָסוּר לָסוּךְ מִקְצָת גּוּפוֹ כְּכָל גּוּפוֹ בֵּין סִיכָה שֶׁל תַּעֲנוּג בֵּין סִיכָה שֶׁאֵינָהּ שֶׁל תַּעֲנוּג. וְאִם הָיָה חוֹלֶה אַף עַל פִּי שֶׁאֵין בּוֹ סַכָּנָה אוֹ שֶׁיֵּשׁ לוֹ חֲטָטִין בְּרֹאשׁוֹ סָךְ כְּדַרְכּוֹ וְאֵינוֹ חוֹשֵׁשׁ: \n",
            "יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לְהַדְלִיק אֶת הַנֵּר בְּלֵילֵי יוֹם הַכִּפּוּרִים כְּדֵי שֶׁיִּהְיֶה לוֹ בֹּשֶׁת פָּנִים מֵאִשְׁתּוֹ וְלֹא יָבוֹא לִידֵי תַּשְׁמִישׁ הַמִּטָּה. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁלֹּא לְהַדְלִיק שֶׁמָּא יִרְאֶה אִשְׁתּוֹ וְתִשָּׂא חֵן בְּעֵינָיו וְיָבוֹא לִידֵי תַּשְׁמִישׁ. וְאִם חָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּשַׁבָּת חַיָּבִין הַכּל לְהַדְלִיק בְּכָל מָקוֹם שֶׁהַדְלָקַת נֵר בְּשַׁבָּת חוֹבָה: סָלִיק הִלְכוֹת שְׁבִיתַת עשׂוֹר \n"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}