{
    "language": "en",
    "title": "Mishneh Torah, Immersion Pools",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002108864",
    "versionTitle": "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
    "status": "locked",
    "priority": 1.0,
    "digitizedBySefaria": true,
    "versionTitleInHebrew": "משנה תורה להרמב״ם, נערך בידי פיליפ בירנבאום, ניו יורק 1967",
    "shortVersionTitle": "Philip Birnbaum, 1967",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/87907f7fc25fdb7813ab71f22264eb6c.png",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "משנה תורה, הלכות מקואות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Taharah"
    ],
    "text": [
        [
            "Whatever is defiled, whether human beings or utensils, whether rendered unclean by some grave uncleanness on biblical grounds or by some uncleanness on rabbinic grounds, can become clean only by immersion in water that is gathered on the ground [not within a receptacle]."
        ],
        [],
        [],
        [
            "According to biblical law, any water that is gathered may be used for immersion, as it is written: \"A gathering of water\" (Leviticus 11:36), of any kind; provided that there is enough of it to fill up the measure required for the complete immersion of a man's entire body. The sages have calculated the measure to be one cubit square by three cubits deep. This quantity holds forty <i>seahs</i> (sixty gallons) water, whether drawn or undrawn [from any kind of receptacle].",
            "According to rabbinic law, drawn water [from any receptacle] is not valid for immersion.— —"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "It is obviously clear that the laws concerning defilements and purities are biblical decrees, and not things which the human mind can determine; they are classified as divine statutes. So too, immersion as a means of ridding oneself from defilement is included among the divine statutes. Defilement is not mud or filth to be removed with water, but is a matter of biblical decree; it depends on the heart's intent. Accordingly, the sages have declared: If a man immersed himself, but without a definite purpose in view, it is as though he had not immersed himself at all. Nevertheless, there is some ethical allusion to this: just as one who sets his mind on becoming clean becomes clean as soon as he has immersed himself, even though nothing new is produced in his physical being, so one who sets his mind on purifying himself from all the spiritual defilements, namely wrongful thoughts and evil traits, becomes clean as soon as he made up his mind to abstain from those notions, and brought his soul into the waters of reason. Indeed, Scripture declares: \"I will pour clean water over you, and you shall be clean; from all your impurities and idolatries I will cleanse you\" (Ezekiel 36:25)."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}