{
    "status": "locked", 
    "license": "Public Domain", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Chapter", 
        "Halakhah", 
        "Siman"
    ], 
    "digitizedBySefaria": true, 
    "language": "he", 
    "title": "Rosh on Sukkah", 
    "licenseVetted": true, 
    "text": [
        [
            [
                "סוכה שהיא גבוהה למעלה מעשרים אמה פסולה ורבי יהודה מכשיר. ושאינה גבוהה י' טפחים ושאין לה שלש דפנות ושחמתה מרובה מצלתה פסולה:", 
                "גמ׳ מה\"מ אמר רבה אמר קרא למען ידעו דורותיכם כי בסוכות הושבתי את בני ישראל עד עשרים אמה אדם יודע שהוא דר בסוכה למעלה מעשרים אמה אין אדם יודע שהוא דר בסוכה מאי טעמא משום דלא שלטא ביה עינא. ורבי זירא אמר מהכא וסוכה תהיה לצל יומם מחורב עד עשרים אמה אדם יושב בצל סוכה למעלה מעשרים אמה אין אדם יושב בצל סוכה אלא בצל דפנות. רבא אמר מהכא בסוכות תשבו שבעת ימים אמרה תורה צא מדירת קבע ושב בדירת עראי עד עשרים אמה אדם עושה דירתו דירת עראי. פי' ראויה לעמוד בבנין עראי הלכך אפילו אי עביד קבע כגון שסיכך על מחיצות של ברזל שפיר דמי למעלה מעשרים אמה אין אדם עושה דירתו דירת עראי אלא קבע.  לרבה דאמר למעלה מעשרים אמה אין אדם יודע שדר בסוכה משום דלא שלטא ביה עינא אם היו דפנות מגיעות לסכך כיון דשלטא ביה עינא אע\"ג דגבוה מעשרים אמה ולמעלה כשירה. ולרבי זירא דאמר למעלה מעשרים אמה אין אדם יושב בצל סוכה אלא בצל דפנות אי אית בה יותר מד' אמות כיון דרויחא איכא צל סוכה וכשירה. ולרבא דאמר למעלה מעשרים אמה אין אדם עושה דירתו דירת עראי אלא דירת קבע לית ליה תקנתא אלא בין דפנות מגיעות לסכך בין אין דפנות מגיעות לסכך בין יש בה יותר מד' אמות בין אין בה יותר מד' אמות כיון שהיא גבוהה למעלה מעשרים אמה פסולה. איכא מ\"ד הלכתא כרבה  דהא בכל מילי כרב עבד שבת דף כב.. ואנן מסתברא לן דהלכתא כרבא דקי\"ל סוכה דירת עראי בעינן ורבי יהודה דמכשיר ס\"ל דסוכה דירת קבע בעינן  פי' דמכשיר אף בדירת קבע ולית הלכתא כותיה ואי הוו דפנות מגיעות לסכך כ\"ש דהוה ליה דירת קבע.  ועוד דהא סוגיא בענין סוכה ע\"ג סוכה כוותיה. וכן פסק הר\"ז הלוי ז\"ל כרבא דבתראה הוא ואפילו לאביי דאקשי עליה הא קבליה לטעמא מדאשכחן לאביי דאמר רבי ורבי אושעיא וכו' כולהו סבירא להו סוכה דירת קבע בעינן. ומינה שמעינן דטעמא דרבנן משום דבעינן דירת עראי. אע\"ג דחשו לה לקושיא דאביי כדאמר כולהו כרבא לא אמרי משום קושיא דאביי מ\"מ כיון דאביי גופיה קבליה לטעמא דרבא כדאמר הלכך דרבא עדיף ועליה סמכינן ע\"כ. ולאו ראיה היא כמו שפירש ר\"י לקמן (סוכה דף ז:) דהא דחשיב לרבי יהודה לא משום דאסקינן לעיל טעמא דרבנן דפסלי משום דבעינן דירת עראי דהא אביי דהכא הוא דאקשיה ליה לרבא לעיל דאית ליה ההוא טעמא אבל מ\"מ אמת הוא דלמעלה מעשרים אמה לא קיימא בלא קבע. ואמרינן נמי בפרק הישן (סוכה דף כא:) רבי יהודה לטעמיה דאמר סוכה דירת קבע בעינן ודייקא מהא דמכשר למעלה מעשרים. וכן פסק הרי\"ץ גיאות ז\"ל כרבא וכן ה\"ר ישעיה דטרנ\"י. אבל בעל העיטור פסק כרבה ולא נראו לי דבריו:  אמר רב שמואל בר רב יצחק אמר רב הונא הלכה צריכה שתהא מחזקת ראשו ורובו ושולחנו  והיינו ז' טפחים על ז' טפחים דגברא באמתא יתיב ושולחנו טפח כדאיתא בירושלמי פרק הישן הלכה ח כמה כדי שולחן טפח. א\"ל רבי אבא דאמר לך מני ב\"ש היא. בסדר רב עמרם פסק בשש מקומות הלכה כב\"ש והך דהכא שתהא מחזקת ראשו ורובו ושולחנו חדא מינייהו ואע\"ג דאמר בפרק קמא דברכות דף יא. אמר רב יוסף עשה כב\"ש לא עשה ולא כלום  ומייתי ראיה מעובדא דרבי יוחנן בן החורני  שהיה יושב ראשו ורובו בסוכה ושולחנו בתוך הבית ההיא בסוכה גדולה איירי ופליגא בתרתי כדמסיק בשמעתין. בגדולה הלכה כב\"ה דלא גזרינן שמא ימשך אחר שולחנו אבל בקטנה הלכה כב\"ש כדפסיק הכא  וכן משמע הלשון צריכה שתהא מחזקת ומיירי שהוא ושולחנו בתוך הסוכה ולא שייך הכא טעמא שמא ימשך אלא בשיעור הכשר סוכה קא מיפלגי אבל בסוכה גדולה  והוא יושב על פתח הסוכה רחוק מן הדפנות ושולחנו בתוך הבית איכא למיחש שמא ישכח ישיבת הסוכה וימשך אחר שולחנו. ובהא הלכתא כבית הלל וכן כתב רי\"ץ גיאות ז\"ל והר\"ז הלוי ז\"ל ובעל העיטור. אבל הרב אלפסי סבר  דחד טעמא לתרוייהו ובשניהם פסק כב\"ש וכ\"כ ה\"ר ישעיה דטרנ\"י  ואין דבריו נראים דלישנא שתהא מחזקת לא משמע הכי. ועוד מדקתני בברייתא רבי אומר כל סוכה שאין בה ארבע אמות על ארבע אמות פסולה וחכמים אומרים אפילו אינה מחזקת אלא כדי ראשו ורובו ושולחנו כשירה דמשמע דומיא דארבע אמות שגם שולחנו בתוך הסוכה ואפ\"ה פסל  ת\"ק דאידך ברייתא אלמא לאו משום שמא ימשך: "
            ], 
            [
                "היתה גבוה מעשרים ובא למעטה. מיעטה בכרים וכסתות לא הוי מיעוט.  ואף על גב דבטלינהו בטלה דעתו אצל כל אדם. תבן ובטלו הוי מיעוט וכ\"ש בעפר ובטלו. תבן סתם  ועפר ועתיד לפנותו כ\"ע לא הוי ביטול. תבן ואין עתיד לפנותו או עפר סתם פלוגתא דרבי יוסי ורבנן לרבנן לא בטיל לרבי יוסי בטל. והלכה כרבנן. כל ביטול דשמעתין פרש\"י לז' הימים. ור\"ח ורבינו אבי העזרי  פירשו עד עולם ונראה כפירוש רש\"י דביטול דהכא כל זמן מצות סוכה דומיא דמיעוט דכותל וחריץ שבין ב' חצירות דפרק חלון (עירובין דף עז:) דלא בעי ביטול אלא באותה שבת דקאמר התם דדבר שאינו ניטל בשבת ממעט אבל דבר הניטל אינו ממעט: "
            ], 
            [
                "היתה גבוה מעשרים אמה והוצין יורדין לתוך עשרים אם צלתן מרובה מחמתן כשירה  ואע\"פ שמקצת הסכך הויא מלמעלה הא אמרינן בפ\"ק דעירובין דף ג: חלל סוכה תנן חלל מבוי תנן והכי פירושו הוצין יורדין לתוך כ' כלומר שמגיעות עד חלל כ' כשירה ואם לאו פסולה  דכמאן דליתנהו דמי נמצא שאין הסכך מגיע עד חלל כ'. היתה גבוה למעלה מי' והוצין יורדין לתוך י' סבר אביי למימר אם חמתה מרובה מצלתה כשירה דכמאן דליתנהו דמי ואיכא חללה י'. א\"ל רבא האי דירה סרוחה היא ואין אדם דר בדירה סרוחה. היתה גבוה מכ' אמה ובנה בה איצטבא כנגד דופן האמצעי על פני כולה ויש בה הכשר סוכה כשירה פרש\"י כשירה כל הסוכה אפילו מן האיצטבא והלאה דמונין מנין חללה מראש האיצטבא למעלה ונמצא דופן האמצעי כולה כשירה ודפנות הצדדין ברוחב האיצטבא הוכשרו בה והרי כאן סוכה קטנה כשירה ואמר לקמן (סוכה דף יט.) פסל היוצא מן הסוכה נידון כסוכה ומפרשינן ליה אם יש הכשר סוכה ביחד ועוד יש בסוכה משם והלאה פסל דהיינו סכך העשוי מפסולת גורן ויקב ויוצא מהכשר סוכה שאין לו הכשר דפנות נידון כסוכה וכל הסוכה כמו שהיא גדולה כשירה. והקשה ה\"ר ישעיה דהא דאמרינן לקמן שם פסל היוצא מן הסוכה נידון כסוכה  היינו היכא דאית ליה הכשר דפנות אלא דלא מוכחא מילתא כולי האי מש\"ה נידון כסוכה אבל הכא דמן האיצטבא והלאה גבוהה יותר מכ' אמה מהיכי תיתי לה הכשר אילו סוכה המסוככת חציה בסכך כשר וחציה בסכך פסול אף על פי שיש שיעור הכשר בסכך הכשר היושב תחת סכך פסול  מי יצא ידי חובתו ה\"נ הכא דכל למעלה מכ' סכך פסול וכשפודין של ברזל דמי. ופירש הוא דאינה כשירה אלא על האיצטבא ועוד לא דמי לפסל דהתם הדופן הקצר נמשך כנגד האורך כדאמר שתים כהלכתן ושלישית אפילו טפח אבל הכא היכא אשכחן שיהא נמשך ונימא חפירה כמאן דמליא דמי. ונ\"ל לקיים פירוש רש\"י דהא דאמרינן לקמן גבי פסל היוצא מן הסוכה נידון כסוכה ומשכה חד דופן בהדיה מדקרי ליה פסל היוצא מן הסוכה על כרחין שאר שתי הדפנות לא שייכי להאי יוצא דאי שייכי ליה הרי יש ב' מחיצות שלימות ואחת קצרה כדין הכשר סוכה  ובכלל הסוכה הוא  אלא כדפרשינן לקמן  דאחר שעשה מחיצה השלישית ארוכה באורך סוכתו אע\"פ שהיה לו די בז' טפחים גלי בדעתיה מה שאינו בין ב׳ המחיצות אינו בכלל סוכתו  ואין לפסל היוצא אלא מחיצה אחת אפילו הכי נידון כסוכה ועוד הא אמרינן לקמן לחד פירוש אם רובה צלתה מרובה מחמתה ומיעוטה חמתה מרובה מצלתה מותר לאכול בה אף באותו מיעוט אע\"פ שאינה מסוכך כהילכתה ומה שהקשה מסוכה שחציה סכך פסול לא דמי דסכך למעלה מכ' לא מיקרי סכך פסול כדפירש ר\"ת כיון דמין כשר הוא ואינו נפסל אלא מחמת גובהה הלכך כיון דמקצתו כשירה אידך נידון כפסל היוצא מן הסוכה: בנה בה איצטבא מן הצד אם אין משפת האיצטבא ולכותל ד׳ אמות כשירה ואם לאו פסולה וזו היא צורתה כשאין ד׳ אמות משפת האיצטבא עד הכותל השני כשירה דאמרינן דופן עקומה פירש כאילו מן הדופן עצמו ועקום עד כנגד האיצטבא ומכאן מודדין את גובהה משפת האיצטבא ולמעלה ואע\"פ שמתחתיו נמשך כלפי חוץ הואיל וראשו אינו כלה ע\"כ זהו גובה חללו והרי נתמעט חלל מתחתיו ע\"כ. ולא הכשיר רש\"י כל הסוכה שהרי אין לה סכך  כיון דרואין את הסכך כאילו הוא כותל עקום: "
            ], 
            [
                "בנה איצטבא באמצע אם יש משפת איצטבא ולכותל ארבע אמות לכל צד פסולה  פחות מכאן כשירה דאמרינן דופן עקומה לכל צד. כתב רי\"ץ גיאות ובלבד שלא תהא איצטבא גבוה מי' טפחים דרשות אחרת היא. ולא ידענא טעמא  מאי נ\"מ דרשות אחרת היא כיון דאמר דופן עקומה מכל צד הרי איצטבא מוקפת מחיצות ומובדלת משאר הסוכה ודמיא לסוכה העומדת בראש הגג דרשות אחרת היא לגבי חצר ובעל העיטור הכשירה גם כן אפילו גבוה י': "
            ], 
            [
                "היתה פחותה מי' וחקק בה להשלימה לעשרה  אם יש משפת חקק ולכותל ג' טפחים פסולה.   ואם לאו כשירה היתה גבוה מכ' אמה ובנה בה עמוד גבוה עשרה ובו הכשר סוכה סבר אביי למימר גוד אסיק מחיצתא אמר ליה רבא בעינן מחיצות הניכרות וליכא. כתב רי\"ץ גיאות ז\"ל אע\"פ שעומד העמוד בתוך ד' אמות של דפנות פסולה  דכיון שחלק רשות אחרת לעצמה לא מתכשר אלא במחיצות  ואזיל לטעמיה שכתב דאין האיצטבא גבוה עשרה   ולפי מה שכתבתי מיירי הכא שמופלג העמוד  מן המחיצות ארבע אמות: "
            ], 
            [
                "ת\"ר נעץ ארבע קונדיסין על הגג וסכך על גבן. רבי יעקב מכשיר. וחכמים פוסלין. אמר רב הונא מחלוקת על שפת הגג. דרבי יעקב סבר אמרינן גוד אסיק מחיצתא. ורבנן סברי לא אמרינן גוד אסיק מחיצתא. אבל באמצע הגג דברי הכל פסולה. ור\"נ אמר באמצע הגג מחלוקת ופלוגתייהו ברואין כדאיתא באידך ברייתא דרבי יעקב מכשיר במחיצה טפח. איבעיא להו באמצע הגג מחלוקת אבל על שפת הגג דברי הכל כשרה. או דלמא בין בזו ובין בזו מחלוקת תיקו וכיון דסלקא בתיקו עבדינן לחומרא כרבנן דפסלי בזו ובזו  ואליבא דר\"נ  ולכך השמיטה הרב אלפס ז\"ל. אבל רי\"ץ גיאות ז\"ל כתב דרב שרירא גאון לא גריס לאיבעיא להו אלא הכי גרסי' ור\"נ אמר באמצע הגג מחלוקת אבל על שפת הגג דברי הכל כשירה ופסקינן כר\"נ. וכן כתב הרמב\"ן הרמב\"ם ז\"ל נעץ ד' קונדסין על ד' זויות הגג וסיכך על גבן הואיל והסכך על שפת הגג כשירה ורואין את המחיצות התחתונות כאילו עולות למעלה על שפת הסיכוך ובכל הספרים שלנו ישנה הבעיא הלכך לא סמכינן אגירסת רב שרירא להקל  וכן פסקו רבינו ישעיה וה\"ר אבי\"ה ז\"ל.  דבין באמצע ובין על שפת הגג פסולה:  ושאין לה שלשה דפנות. ת\"ר שתים כהלכתן שלישית אפילו טפח ור\"ש אומר שלשה כהלכתן ורביעית אפילו טפח. וקי\"ל כרבנן ואותו טפח היכן מעמידו  א\"ר סימון אריב\"ל עושה טפח שוחק ומעמידו בפחות משלשה סמוך לדופן. אמר רב יהודה סוכה העשויה כמבוי כשירה פי' דופן מכאן ודופן מכאן והיא מפולשת כמבוי המפולש ואותו טפח מעמידו לכל רוח שירצה א\"ר סימון אריב\"ל עושה פס ד' ומשהו ומעמידו בפחות מג' סמוך לדופן מ\"ש התם דסגי לה בטפח שוחק ומ\"ש הכא בסוכה העשויה כמבוי דבעי' פס ד' ומשהו התם דאיכא ב' דפנות דעריבן סגי להו בטפח שוחק הכא דליכא ב' דפנות דעריבן אי איכא פס ד' ומשהו אין ואי לא לא. ואמר רבא ואינה ניתרת אלא בצורת הפתח אהיכא דעריבן מחיצות קאי ופרש\"י אהיכא דעריבן מחיצות קאי שחולק הטפח לשנים ומעמיד חצי טפח אצל הכותל הדרומי והחצי טפח האחר מעמידו כנגד סוף כותל מערבי ונותן קנה על שני חצי הטפחים ונמצא כל דופן שלישי סתום בצורת הפתח ואע\"ג דלענין שבת וכלאים סגי בקנה כל דהו מכאן וקנה כל דהו מכאן גבי סוכה הלכתא גמירי לה דבעי' טפח בדופן שלישי כדאיתא בברייתא לעיל  ורבא גמר מרבותיו שאותו הטפח צריך לעשות ממנו צורת הפתח. איכא דאמרי אמר רבא וניתרת נמי בצורת הפתח אם ירצה יעשה טפח שוחק כמו ששנוי בברייתא ואם ירצה יעשה קנה כל דהו מכאן וקנה כל דהו מכאן וקנה על גביהן לאורך כל דופן שלישי והברייתא הזכירה טפח כ\"ש צורת הפתח דחשיב מחיצה לענין שבת וכלאים. ואיכא דאמרי אמר רבא וצריכה נמי צורת הפתח עם הטפח השנוי בברייתא ויעמיד קנה בסוף הכותל וישים קנה עליו ועל הטפח. פי' הרי\"ף אם היתה סוכה בב' דפנות להך לישנא דאמרת אינה ניתרת אלא בצורת הפתח לא איכפת לן בטפח שוחק בין ישנו בין אינו. ולהך לישנא דאמרת וניתרת נמי בצורת הפתח ניתרת באחת מהן או בצורת הפתח או בטפח שוחק ולהך לישנא דאמרת וצריכה נמי צורת הפתח אינה ניתרת אלא בשתיהם בצורת הפתח ובטפח שוחק והלכתא צריכה צורת הפתח וטפח שוחק דאמר רב אשי אשכחנא לרב כהנא דעביד לה טפח שוחק באמצע וקא עביד נמי צורת הפתח מן הצד א\"ל לא סבר לה מר להא דרבא דאמר וניתרת נמי בצורת הפתח אמר ליה כאידך לישנא סבירא לי וצריכה נמי צורת הפתח מה שכתב האלפסי להך לישנא דאמרת אינה ניתרת אלא בצורת הפתח לא איכפת לן לטפח שוחק בין ישנו בין אינו  יש לומר בין ישנו במקום אחד בין אינו במקום אחד אלא חלוק לשנים לעשות ממנו צורת הפתח אבל לא מצית למימר דלית ליה כלל וסגי בצורת הפתח קנה מכאן וקנה מכאן וקנה על גביהן כמו בשבת וכלאים דא\"כ למה הוזכר טפח בברייתא. וסוכה העשויה כמבוי הוה מסתברא למימר כיון שצריך בדופן השלישי פס ד' ומשהו ויש בו הכשר סוכה  כשאתה מעמידה בפחות משלשה סמוך לדופן אין צריך צורת הפתח ויש שפסקו כך וי\"א מדקאמר הגמרא מ\"ש התם דסגי ליה בטפח שוחק ומ\"ש הכא וכו' ומשני גמרא התם דאיכא שתי דפנות דעריבן סגי בטפח שוחק וכו' אלמא יתרון התיקון במחיצות גרועות דלא עריבן משוי אותן למחיצות טובות להתיר בתיקון גרוע ושקולין הם לענין צורת הפתח וסברא הראשונה יותר חזקה ובריאה אלא שהרב אלפסי ז\"ל אית ליה סברא אחרונה כמו שאפרש וצריכין אנו לילך אחריו וכן כתב הרמב\"ם ז\"ל פ\"ד מהלכות סוכה ה\"ג: "
            ], 
            [
                "שתים כהלכתן ושלישית וכו'. אמר רבה וכן לשבת מיגו דהוי דופן לענין סוכה הוי נמי מחיצה לענין שבת. הרב אלפסי השמיט מימרא זו דרבה וכתב ב' מימרות אחרות דרבה והיינו טעמא משום דפסק דבעי נמי צורת הפתח  ומילתא דפשיטא היא כיון דאיכא שלשה מחיצות מעלייתא דאמרינן מגו ואם איתא דסוכה העשויה כמבוי לא בעיא צורת הפתח לא היה לו להשמיט מימרא זו: "
            ], 
            [
                "תניא דופן סוכה כדופן שבת. ירושלמי יש דברים כשרים בסוכה ופסולין במבוי פסולין בסוכה וכשרין במבוי  דוקרנין  כשרים בסוכה ופסולין במבוי ותני' כן הביא ד' דוקרנין וסיכך על גבן במבוי פסול בסוכה כשירה  שתי דפנות כשירות בסוכה ופסולות במבוי. ותני כן שתים כהלכתן ושלישית אפי' טפח ובמבוי  עד שיהא מגופף מארבע רוחותיו. רחב מעשר אמה בסוכה כשרה במבוי פסול.  חמתה מרובה מצלתה בסוכה פסולה ובמבוי כשר.  תניא דופן סוכה כדופן שבת ובלבד שלא יהא בין קנה לחבירו ג\"ט. יתירה שבת על הסוכה שהסוכה ניתרת בטפח ובשבת אינה ניתרת אלא בעומד מרובה על הפרוץ פי' אם הי' בהיקף פתחים שאין בהן צורת הפתח מצטרפין עם הפרוץ לבטל העומד מה שאין כן בסוכה דהא סגי ליה בב' כהלכתן וכו' ואפילו יש בב' הדפנות פתחים הרבה ואין להן צורת הפתח כן פרש\"י והרמב\"ם ז\"ל כתב שם הל' י\"ב ובלבד שלא יהא שם פתח יותר על עשר אבל אם היה שם פתח יותר על עשר אע\"פ שיש לו צורת הפתח צריך שלא יהא פרוץ מרובה על העומד. וכן כתוב בספר המצות.  ודברי תימה הן דהא תנן ואם יש לו צורת הפתח אין צריך למעט ואין הלכה כרב דאמר אתנייה צריך למעט  ואין חילוק בצורת הפתח בין עשר ליותר מעשר: "
            ], 
            [
                " אמר רבה סיכך על מבוי שיש לו לחי מצד אחד כשרה.  פירוש מבוי מפולש ויש לו לחי מצד אחד ומצד השני אין בו תיקון כשרה הסוכה בשבת אבל נא בחול. ואליבא דרב יהודה דאמר פ\"ק דעירובין דף יב: מבוי שאינו ראוי לשיתוף פי' שהוא מפולש הכשירו בלחי הזורק לתוכו חייב. הכשירו בקורה הזורק לתוכו פטור. דקסבר לחי משום מחיצה וקורה משום היכר ואע\"ג דבשבת דעלמא אסור לטלטל במבוי כיון שהוא פרוץ ברוח רביעי.  משום מצות סוכה התירו לטלטל כמו שהתירו גבי פסי ביראות. ואע\"ג דקאמר התם רבה אמר אחד זה ואחד זה משום היכר. רבא גרסינן התם שהיה  תלמידו של רב יהודה רבה. אמר רבא סיכך על גבי פסי ביראות כשרה בשבת דסוכה. דמגו דהוי דופן לשבת הוי נמי דופן לסוכה. ואע\"ג דלא התירו אלא לעולי רגלים ולעולי רגלים נמי לא התירו אלא לבהמתם אבל אדם מטפס ועולה ומטפס ויורד. משום מצות סוכה התירו אף לטלטל בשבת דסוכה. וכן כתב רי\"ץ גיאות ז\"ל שמותר לטלטל בה מידי דהוה אשתים כהלכתן ושלישית אפי' טפח. וראבי\"ה ז\"ל כתב ואפי' לא נתקן להתיר ביראות כגון שאין בור כיון דאם היה שם בור היה נידון משום מחיצה ושרי ובחצר אם עשה כיוצא בו רפיא בידי אם היתה כשירה. ואית מרבותינו שנסתפקו בדברים הללו ע\"כ. וצריכא דאי אשמועינן מבוי שיש לו לחי דאית ביה שתי דפנות מעלייתא אבל פסי ביראות דליכא שתי דפנות מעלייתא אימא לא צריכא. ואי אשמועינן פסי ביראות דאיכא שם ד' מחיצות אבל מבוי שיש לו לחי דליכא שם ד' מחיצות אימא לא צריכא: "
            ], 
            [
                "ושחמתה מרובה מצלתה. ת\"ר מחמת סכך ולא מחמת דפנות. רבי יאשיה אומר אף מחמת דפנות. אמר אביי רבי יאשיה ורבי ורבי יהודה ור\"ש ורבן גמליאל ובית שמאי ור\"א ואחרים כולהו סבירא להו סוכה דירת קבע בעינן. רבי יאשיה הא דאמרן. רבי הא דתניא רבי אומר כל סוכה שאין בה ארבע אמות על ארבע אמות פסולה. רבי יהודה דתניא סוכה שהיא גבוה למעלה מעשרים אמה פסולה  ורבי יהודה מכשיר. ר\"ש דתנן שתים כהלכתן ושלישית אפי' טפח ר' שמעון אומר שלשה כהלכתן ורביעית אפילו טפח. רבן גמליאל דתניא העושה סוכתו בראש העגלה או בראש הספינה רבן גמליאל פוסל ורבי עקיבא מכשיר. ב\"ש דתנן מי שהיה ראשו ורובו בסוכה ושולחנו בתוך הבית  ב\"ש פוסלין ובית הלל מכשירין ר\"א דתנן העושה סוכתו כמין צריף ושסמכה על הכותל רבי אליעזר פוסל מפני שאין לה גג וחכמים מכשירין. אחרים דתניא אחרים אומרים סוכה העשויה כשובך פסולה לפי שאין לה זויות אע\"ג דקי\"ל דכל כי האי גוונא שיטה היא ולית הלכתא כחד מינייהו. הכא איכא תרתי מינייהו דהלכתא נינהו. ההיא דהעושה סוכתו כמין צריף דקי\"ל דמתני' יחידאה היא לקמן (סוכה דף יט:) וברייתא איפכא תניא ר\"א מכשיר וחכמים פוסלים ולאו משום דסברי רבנן דסוכה דירת קבע בעינן אלא היינו טעמא דפוסלים רבנן דשיפועי אהלים לאו כאהלים דמו. ואידך מי שהיה ראשו ורובו בסוכה ושולחנו בתוך הבית דקיימא לן הלכתא כב\"ש. וטעמא דב\"ש לא משום דבעינן דירת קבע  אלא טעמא דידהו גזירה שמא ימשוך אחר שולחנו ולמעלה סס\"א כתבתי  דאין הלכה כב\"ש בהא: "
            ], 
            [
                " אמר ר' לוי משום רבי מאיר שתי סוכות של יוצרים זו לפנים מזו הפנימית אינה סוכה וחייבת במזוזה. החיצונה סוכה ופטורה מן המזוזה.  ותיהוי חיצונה בית שער לפנימית ותחייב במזוזה. משום דלא קביעי: "
            ], 
            [
                "ת\"ר סוכת נכרים נשים בהמה כותים סוכה מ\"מ כשרה ובלבד שתהא מסוככת כהלכתה אמר רב חסדא והוא שעשאה לצל להתלונן תחתיה מחורב וממטר. אבל לצניעותא בעלמא אין שם סוכה עליה.  ורבינו תם פי' שעשאה לצל ולא מעובה להגן מן המטר וכן סוכת רקב\"ש רועין קייצין בורגנין שומרי פירות כשרה. ובלבד שתהא מסוככת כהלכתה. א\"ר חסדא מאי כהלכתה והוא שעשאה לצל: "
            ], 
            [
                " מתני' סוכה ישנה בית שמאי פוסלין וב\"ה מכשירין איזהו ישנה כל שעשאה קודם לחג שלשים יום אבל אם עשאה לשם חג אפילו מתחלת השנה כשרה. ירושלמי הלכה ב  תני צריך לחדש בה דבר. וכמה חבריא אמרו טפח רבי יוסי אומר כל שהוא. מ\"ד כל שהוא ובלבד שתהא על פני כולה. כתב בעל העיטור ש\"מ חידוש בגופה בעינן. ודלא כבעל הלכות שכתב מיכנש ומימך בסתרקי הוי חדוש דהא ליכא סוכה דלא יכול לחדושי בה האי חדוש: ", 
                "גמ' מאי טעמת דב\"ש אמר קרא שבעת ימים לה' חג הסוכות תעשה לך עשה סוכה לשם חג. וב\"ה ההוא מיבעי ליה לכדרב ששת דאמר משום ר\"ע מנין לעצי סוכה שאסורים כל שבעה  ת\"ל חג הסוכות שבעת ימים לה'. ותניא ר\"י בן בתירא אומר מנין שכשם שחל שם שמים על החגיגה כך חל שם שמים על הסוכה ת\"ל חג הסוכות לה' מה חגיגה לה' אף סוכה לה' וקשה דמשמע הכא דעצי סוכה אסירי מדאורייתא ודרשה גמורה היא מדפריך וב\"ש נמי מיבעי ליה להכי ובפרק כירה (שבת דף מה.) משמע דלא אסירי אלא מדרבנן דמייתי ראיה התם דר\"ש אית ליה גבי נר מתוך שהוקצה למצותו הוקצה לאיסורו מהא דתניא אין נוטלין עצים מן הסוכה ביו\"ט ור\"ש מתיר ושוין בסוכת חג בחג שהיא אסורה. ובפרק המביא כדי יין (ביצה דף ל:) מייתי האי דרשה דהכא ואפילו הכי משמע בסוף שמעתא דהתם דלא אסירי אלא מטעם מוקצה. וקאמר עצי סוכה דחיילא קדושתא עלייהו אתקצאי לשבעה וי\"ל דהא דאסירי מדאורייתא היינו בעודה קיימת  והא דמשמע התם דלא אסירי אלא מדרבנן היינו אחר שנפלה ובטלה מצותה.   ורבינו תם תירץ דעצים של הכשר סוכה חלה קדושה עלייהו ואסירי מדאורייתא אבל היותר מכדי הכשר סוכה לא מיתסרי אלא מדרבנן והאי דאסירי עצי סוכה היינו דוקא  הסכך  אבל עצי הדפנות משרי שרי דכל מאי דדרשינן מחג הסוכות היינו דוקא בסכך כדלקמן (סוכה דף יב.) גבי פסולת גורן ויקב. ודלא כהרמב\"ם ז\"ל פ\"ו מהל' סוכה הלכה ט\"ו שכתב עצי סוכה אסורים כל שבעת שמונת ימי החג  בין עצי דפנות בין עצי סכך ואין ניאותין מהן לדבר אחר כל ימי החג: "
            ], 
            [
                "מתני' העושה סוכה תחת האילן כאילו עשאה בתוך הבית:", 
                "גמ' אמר רבא לא שנו אלא באילן שצלתו מרובה מחמתו אבל חמתו מרובה מצלתו כשרה. ואמאי והא קא מצרף סכך פסול בהדי סכך כשר. אמר רב פפא כשחבטן. פרש\"י השפיל ענפיו למטה על הסכך והרי הן מעורבים עם סכך כשר ואין נראין בעין וסכך כשר רבה עליו ומבטלו דמדאורייתא כל מילי ברובא בטל א\"ה מאי למימרא מהיכי תיתי למפסל ומשום שני סככין ליכא דהא חד סככא הוא ולא משום מחובר איכא דהא בטיל ליה ברובא מהו דתימא נגזור היכא דחבטן אטו היכא דלא חבטן קמ\"ל דלא גזרינן ומיירי שאין הסוכה צלתה מרובה מחמתה אלא מחמת אילן הפסול שמשלימו  דאי צלתה מרובה מחמתה בלא אילן לא מיפסלא מחמת צירוף סכך פסול כיון דכי שקלת ליה לפסול אכתי צלתה מרובה וכן משמע לשון צירוף להשלים השיעור כמו שני סדינין מצטרפין לקמן (סוכה דף יד.) והכי אמרינן לעיל (סוכה דף ד.) היתה גבוהה מעשרים הוצין יורדין לתוך עשרים אם צלתה מרובה מחמתה כשירה  ועוד מכשרינן לקמן (סוכה דף טו.) המקרה בשפודין או בארוכות המטה כשיש ריוח ביניהם כמותן ואע\"ג דלא שייך בהו ביטול ברוב כיון דהאי לחודיה קאי והאי לחודיה קאי ולא מיערבא ולא מיפסלא משום דמצטרף סכך פסול בהדי סכך כשר  כיון דכי שקלת ליה סגי בכשר  אבל רבינו אבי העזרי כתב בשם ריב\"א אם לא חבטן אפי' חמתו של האילן מרובה מצל האילן והסוכה צלתה מרובה מחמתה פסולה שהרי הצל הוא מן האילן ולא מן הסוכה שאם ניטל סכך הסוכה אכתי איכא מצל האילן ל\"ש קדים האילן לסוכה ולא שנא קדמה הסוכה לאילן כיון שמונחין על ענפי האילן כנגד סכך הכשר ומיהו אם הוא כך שענפי האילן אינן מצילין כנגד הסכך אלא כנגד האויר שבין סכך הכשר כשרה. ובצלתה מרובה מחמתה אין צל האילן פיסל הואיל ואינן מכוונין ויש בכשר כשיעור אם ניטל הפסול והפסול חמתו מרובה ע\"כ  וההיא דהוצין לא מקרי סכך פסול בגובהה גורם כמו שפירש ר\"ת: "
            ], 
            [
                "מתני' סוכה על גבי סוכה העליונה כשרה והתחתונה פסולה ורבי יהודה אומר אם אין דיורים בעליונה אף התחתונה כשרה:", 
                "גמ' כי אתא רב דימי אמר אמרי במערבא אם אין התחתונה יכולה לקבל כרים וכסתות של העליונה התחתונה כשרה ואף רבנן מודו בהא דכמאן דליתא דמיא אלא דפליגי ביכולה לקבל על ידי הדחק רבנן סברי כיון דיכולים לישב על התחתונה ע\"י הדחק ולאכול בעליונה מקרי העליונה סוכה ומיפסלא התחתונה משום סוכה שתחת סוכה ורבי יהודה סבר כיון שאינו יכול לאכול בעליונה אלא על ידי הדחק לא מקרי סוכה ליפסל התחתונה. ור\"י לטעמיה דבעינן דירת קבע ורבנן נמי לטעמייהו וזהו מה שכתב הרב אלפסי למעלה סימן א סוגיא דשמעתין דסוכה תחת סוכה מוכח כרבא דמפרש טעמא דמתני' משום דירת עראי דבמתני' דהכא פליגי נמי בהכי. וכמה יהא בין סוכה לסוכה ותיפסל התחתונה אמר רב הונא טפח שכן מצינו באהל הטומאה טפח רב חסדא ורבה בר רב הונא דאמרי תרוייהו ד' טפחים שלא מצינו מקום חשוב בפחות מארבעה ושמואל אמר עשרה כהכשרה כך פסולה מה הכשרה בעשרה אף פסולה בעשרה. כתב בעל העיטור מסתברא דהלכה כרב חסדא ורבה בר רב הונא דרבים נינהו ועוד מדאיפלגי ר\"נ ורבה בר רב הונא בנויי סוכה המופלג ממנה ד' דר\"נ מכשיר ור\"ח ורבה בר רב הונא פוסלים משמע דלא מכשיר ר\"נ אלא בנויי סוכה דכיון דלנוי יהבינהו התם לא בטלי הסכך מלמעלה מהן אבל בסוכה על גבי סוכה סבר רב נחמן דבהפלגת ד' מיפסלא כרב חסדא ורבה בר רב הונא הלכך הא דתנן סוכה על גבי סוכה העליונה כשרה והתחתונה פסולה אע\"פ שאינה ראויה לדירה שאין בה עשרה פסולה וליתא לדשמואל ומיהו בעינן שתהא ראויה לקבל כרים וכסתות של עליונה ע\"י הדחק אבל אינה יכולה לקבל דירה סרוחה היא ע\"כ. וכן פסק הרב אבי\"ה והר\"ז הלוי ז\"ל מהך פלוגתא דלקמן רואינו נראה לי כלל ראיה מהך דלקמן דודאי יש לדקדק ממנו דסכך פסול שתחת סכך כשר פוסל את סכך הכשר בהפלגת ד' היינו דומיא דנויי סוכה שהן פסולין לסכך ולא פסלי לר\"נ בהפלגת ארבעה משום דלנוי עשאן ובטלן לגבי הסכך אבל סכך פסול דעלמא פוסל את העליון בהפלגת ארבעה אבל סוכה שתחת סוכה לפסול את התחתונה משום סכך העליון לא דמי לההיא כלל ונראה לי לפסוק כשמואל דסוגיא דהש\"ס כוותיה דקאמר אלא שאינה ראויה לדירה היכי דמי דלא גבוה עשרה מכלל דת\"ק סבר אע\"פ שאינה ראויה לדירה פסולה ופריך לשמואל מת\"ק ומשני עלה במערבא מאי אין דיורין בעליונה דקאמר ר\"י ופליגי עליה רבנן כשאין התחתונה יכולה לקבל כרים וכסתות של עליונה אבל אם אין העליונה גבוה י' בהא מודו רבנן דתחתונה כשרה ופריך הש\"ס מכלל דת\"ק סבר דאם אינה יכולה לקבל פסולה דמ\"ש אינה יכולה לקבל מלא גבוה עשרה תרוייהו לא חזו לדירה ולא מקרי עליונה סוכה לפסול את התחתונה ומוקי פלוגתייהו ביכולה לקבל ע\"י הדחק אבל לא גבוה עשרה מודה ת\"ק דהתחתונה כשרה והיינו כטעמיה דשמואל וכהכשרה כך פסולה דכשעליונה כשרה וראויה לדירה אז שם סוכה עלה לפסול את התחתונה ואם לאו כשרה  וטעמא דמסתבר הוא והלכתא כוותיה  והש\"ס דפריך לשמואל משום דמצי לשנויי מתניתין אליביה אבל אליבא דשאר אמוראי לא מצי לשנויי מתני' והכי אורחיה דהש\"ס דלא מקשי אלא מאי דמצי לשנויי ודוחק גדול הוא מה שכתב בעל העיטור דאם אינה יכולה לקבל כרים וכסתות מקרי דירה סרוחה  ופסול כשאינה גבוה עשרה  והדבר ידוע דאין לך דירה סרוחה מזו דשייף ועייל אגחוניה וכן מצאתי כתוב בשם הרי\"ץ גיאות ז\"ל שפסק כשמואל והביא ראיה מהא דפסקינן לקמן גבי כילה כשמואל דאמר מותר לישן בכילה בסוכה אע\"פ שיש לה גג והוא שאינה גבוהה עשרה אלמא בפחות מעשרה לא חשיב אהל אע\"פ שיש לו גג והשתא לשוויה אהל בעינן עשרה למיפסל סוכה לכ\"ש דבעינן עשרה ויש דוחין ראיה זו דדלמא בכילה דלא קביע בעי עשרה אבל סוכה בתוך סוכה דקביע אפי' בבציר מעשרה מיפסיל כדאמר לקמן בשמעתין בקנופות דקביעי ויש להן גג דאפילו בבציר מעשרה אהל הוי ופסולה. וכן כתב הרמב\"ן ז\"ל בד\"א שתחתונה פסולה כשהיה גובה העליונה עשרה טפחים וגג התחתונה יכולה לקבל כרים וכסתות אפילו ע\"י הדחק: "
            ], 
            [
                "מתני' פירס עליה סדין מפני החמה או תחתיה מפני הנשר או שפירס על גבי הקנוף פסולה אבל פורס הוא ע\"ג נקליטי המטה. כתוב בתשובת הגאונים הא דקתני במתני' פירס עליה סדין מפני החמה או תחתיה מפני הנשר פסולה היינו היכא דחמתה מרובה מצלתה בלא סדין. אבל אם צלתה מרובה מחמתה כשירה ואין סדין פוסלתה והיינו כמו שפירשתי לעיל סימן יד דאין מצטרף סכך פסול בהדי סכך כשר היכא דבלא סכך פסול צלתה מרובה וכענין זה פירש ר\"ת מפני החמה שמייבשת את הסכך ומתוך זה נעשה חמתה מרובה וכן תחתיה מפני הנשר שאלמלא הסדין היה נושר ונעשית חמתה מרובה והסדין מנעו מליפול וכיון שהסדין גורם שעל ידו צלתה מרובה מחמתה פסולה. לפרש\"י ז\"ל קשה למה תיפסל אם פירס טליתו להגן עליו מפני החמה או מפני הקיסמין  דמאי שנא מלנאותה ועוד מצינו דלקמן בפרק הישן (סוכה דף כז:) ברבי יהודה בר' אילעאי כשהגיע חמה למרגלותיו  עמד ופירס עליה סדין וק\"ל לפי' הגאונים מ\"ש לנאותה דכשרה  אפילו לנאותה פסולה אם חמתה מרובה ואם צלתה מרובה אפי' מן מפני הנשר נמי כשרה  ולפירוש ר \"ת ניחא  דמוקי לה כשצלתה מרובה: ", 
                "גמ' אמר רב חסדא ל\"ש אלא מפני הנשר  אבל לנאותה כשרה: "
            ], 
            [
                "ת\"ר  סיככה כהלכתה ועיטרה בקרמים ובסדינין המצויירין ותלה בה אגוזים שקדים אפרסקים ורמונים פרכילי ענבים ועטרות שבלים יינות ושמנים וסלתות אסור להסתפק מהן  עד מוצאי יו\"ט האחרון של חג  ואם התנה עליהם הכל לפי תנאו  והוא דאמר איני בודל מהם כל בין השמשות דלא חיילא קדושה עלייהו כלל . תנא נויי סוכה אין ממעטין בסוכה לא להכשירה אם גבוה יותר מעשרים ולא לפוסלה אם אינה גבוה כי אם עשרה ולא דמי להוצין יורדין לתוך עשרה לעיל (סוכה דף ד.) דכיון דלנוי עשוין לא מיקרי דירה סרוחה אמר רב ששת ומן הצד ממעטין מנימין עבדיה דרב אשי אטמישא כתונתיה במיא שטחיה אמטללתא א\"ל שקלה  דלא לימרו קא מסכך בדבר המקבל טומאה והא קא חזי דרטיבא לכשיבשה קאמינא: "
            ], 
            [
                "איתמר נויי סוכה המופלגין ממנה ד' רב נחמן אמר כשרה רב חסדא ורבה בר רב הונא אמרי פסולה וקי\"ל דיחיד ורבים הלכה כרבים ורי\"ץ גיאות כתב דלא מסתבר אלא כרב נחמן דקאי כשמואל והכי פסק רב ישראל כהן  ולא דמיא להא דשמואל כדפירשתי לעיל. ויש לומר דדוקא בנויי סוכה הוא  דמכשיר הפלגת ד' כיון דלנוי עבידי גבי סוכה בטילי. אבל סכך פסול דלא עביד לנוי אפי' סמוך לסכך הכשר פסולה דהא דאמרינן גבי סדין לנאותה כשרה מיירי שאין מופלג ארבעה אליביה דרב חסדא ורבה בר רב הונא  ואפילו הכי מפני נשר פסולה: "
            ], 
            [
                "  גבי קינוף פסולה וכו' פירוש קנופים הן ד' וכשהוא פורס על גביהן נעשה כסוכה בתוך סוכה לפיכך פסולה ונקליטין שנים וכשהוא פורס על גביהן את הסדין אין נעשה כאהל לפי שאין לה גג לפיכך כשרה ירושלמי הלכה ג שכן הוא עושה חלול באצילי. ידיו פירוש כשם שאם הגביה אדם שתי זרועותיו כשהוא ישן תחת הסדין ונעשה סדין עליו כאהל אין בכך כלום כך אלו נקליטין שבאמצע המטה כמו זרועותיו הם חשובים ואין בכך כלום: "
            ], 
            [
                "א\"ר יהודה אמר שמואל מותר לישן בכילה בסוכה אע\"פ שיש לה גג  והוא שאינה גבוה י' מיתיבי הישן בכילה בסוכה לא יצא ידי חובתו הב\"ע כשגבוה עשרה ת\"ש הישן תחת המטה לא יצא ידי חובתו הא תרגמה שמואל במטה גבוה עשרה  לישנא אחרינא אמרי לה אמר רב הונא אמר שמואל מותר לישן בכילת חתנים בסוכה לפי שאין לה גג ואע\"פ שגבוה עשרה. לכאורה נראה דהני תרי לישני לא פליגי אהדדי לישנא קמא אשמעינן שריותא כשאינה גבוהה י' אע\"פ שיש לה גג ולישנא בתרא אשמעינן שריותא כשאין לה גג ואפילו גבוה י' ותרוייהו בעינן לאיסורא  וכן דעת הרב אלפסי ז\"ל. ורי\"ץ גיאות ז\"ל כתב כולהו רבותינו פסקי כלישנא בתרא  והכין פסקו כילה שיש לה גג אפילו אינו גבוה עשרה פסולה ואין לה גג אפילו גבוה עשרה מותרת ואי אפשר לומר כן  דהא שמואל תרגמה להא דהישן תחת המטה במטה עשרה וכן פירש רבינו יצחק דהני תרי לישני לא פליגי אהדדי: "
            ], 
            [
                "מתני' הדלה עליה את הגפן ואת הדלעת ואת הקיסום  וסיכך ע\"ג פסולה ואם היה סיכוך הרבה מהם או שקצצן כשירה. זה הכלל כל דבר שהוא מקבל טומאה ואין גידולו מן הארץ אין מסככין בו. כל דבר שאינו מקבל טומאה וגידולו מן הארץ מסככין בו. אם היה סיכוך הרבה מהן אוקימנא לעיל (סוכה דף ט:) כשחבטן דאי לאו הכי היה מצטרף סכך פסול בהדי סכך כשר ופסולה: ", 
                "גמ' או שקצצן כשירה  וצריך לנענע  כדי שיהא מעשה לשם סוכה ולא אמרינן קציצתן זו היא עשייתן: "
            ], 
            [
                "וכן לענין ציצית היכא  דתלאן וקשרן ואח\"כ פסק ראשי חוטין שלהן פסולין ולא אמרינן קציצתן זו היא עשייתן דתניא תלאן ואח\"כ פסק ראשי חוטין שלהן פסולין: "
            ], 
            [
                "זה הכלל כל דבר המקבל טומאה כו'. מה\"מ  אמר רבי יוחנן דאמר קרא חג הסוכות תעשה לך וגו' באספך מגרנך ומיקבך בפסולת גורן ויקב הכתוב מדבר. רב חסדא אמר מהכא צאו ההר והביאו עלי זית ועלי עץ שמן ועלי הדס ועלי תמרים ועלי עץ עבות לעשות סוכות ככתוב. היינו הדס היינו עץ עבות אמר רב חסדא הדס שוטה לסוכה עץ עבות ללולב. והלכתא אין מסככין אלא בדבר הגדל מן הארץ אבל לא בעורות דגידולי קרקע מיקרו אבל לא מיקרו גידולו מן הארץ כמו פסולת גורן ויקב: "
            ], 
            [
                "מתני' חבילי קש וחבילי קנים וחבילי זרדים אין מסככין בהן ואם התירן כשירות וכולן כשירות לדפנות:", 
                "גמ' אמר רבי חייא בר אבא אמר רבי יוחנן  מפני מה אמרו חבילי קש וחבילי עצים וחבילי זרדים אין מסככין בהן לא מפני שהן פסולין לסיכוך אלא לפעמים שאדם בא מן השדה וחבילתו על כתיפו ומעלה ומניחה על גבי סוכתו  ליבשה ונמלך עליה לסיכוך והתורה אמרה תעשה לשם סוכה תעשה ולא מן העשוי. ירושלמי הל' ו אין חבילה פחותה מכ\"ה קנים דלא שייכא גזירת. אוצר אלא בחבילות שאדם רגיל להביא מן השדה ולא דמי להא דאמר בגמ' לקמן (סוכה יג.) אגד בחד לא שמיה אגד אגד בשלשה שמיה אגד דהיינו באפקותא דדיקלא ודוקרני דקני שיש בו קנים הרבה והוי כמו חבילה.  אמר רב יהודה אמר רב סככה בחיצין זכרים כשרה בחיצין נקבות פסולה  ואע\"ג דעשוי למלאות בית קיבול הוא. אמר רבה בר רב הונא אמר רב סיככה באניצי פשתן פסולה בהוצני פשתן כשירה פירוש  בהוצני פשתן כיתנא דלא דייק ולא נפיץ דעדיין הוא עץ. ירושלמי הל' ד סיככה בחבלים אית תנא תנויי כשירה ואית תנא תני פסולה. מ\"ד פסולה בחבלים של פשתן ומ\"ד כשירה בחבלים של סיב והרמב\"ן ז\"ל כתב מסככין בחבלים של סיב ושל חלף וכיוצא בהן שהרי צורתן עומדת ואינן כלין כלים: "
            ], 
            [
                "אמר רב יהודה הני שוצי ושוצרי מסככין בהן. מין עשב הן ועליהם רחבים וגידולן ביער. אביי אמר בשוצי מסככין בשוצרי אין מסככין מאי טעמא  כיון דסני ריחייהו  שביק להו ונפיק. אמר ר' חנן בר רבא הני היזמי והיגי מסככין בהן אביי אמר בהיזמי מסככין בהיגי אין מסככין דכיון דנתרי טרפייהו שביק להו ונפיק. בכל הני לכתחילה לא משוס גזרה דלמא שביק להו ונפיק אבל יצא ידי חובתו אם סיכך בהן וכ\"כ הרמב\"ם ז\"ל פ\"ה מהל' סוכה ה\"ב. אמר רב גידל אמר רב האי אפקותא דדיקלא מסככין ביה אף ע\"ג דאגידי  אגד בידי שמים לא שמיה אגד ואע\"ג דהדר אגיד להו מלמעלה אגד דחד לא שמיה אגד כיון שהוא למטה אחד ואע\"פ שמתפצל לכמה קנים חד מיקרו ולא שמיה אגד. אמר רב חסדא אגד דחד לא שמיה אגד ג' שמיה אגד שנים מחלוקת רבי יוסי ורבנן  רבי יוסי בעי ג' ורבנן בעו שנים והלכה כרבנן דתרין הוי אגד וכל דבר כמו אפקותא ודוקרי דקני דכשאגדן ואחר עמו הוה חבילה  בחבילה של כ\"ה קנים כההיא דירושלמי:  דרש מרימר הני איסורייתא דסורא מסככין בהן ואע\"ג דאגידן למנינא בעלמא הוא דאגדן אמר ר' אבא אמר שמואל הני צריפי דאורביני כיון שהתיר ראשי מעדנים שלה כשירה והא אגיד מתתאי א\"ר פפא דשרי להו. רב הונא בריה דרב יהושע אמר אפילו תימא דלא שרי להו כל אגד שאינו עשוי לטלטלו בו לא שמיה אגד: "
            ], 
            [
                "אמר רבי אבא אמר שמואל ירקות שאמרו חכמים אדם יוצא בהן ידי חובתו בפסח פוסלין בסוכה משום אויר מאי טעמא כיון דלכי יבשי מפרכי ונפלי כמאן דליתנהו דמי וחשיבי כאויר ופוסלים בג' ואי לא מפרכי פוסלים באמצע בד' טפחים מן הצד בד' אמות כדין סכך פסול  דאוכלין נינהו ומקבלים טומאה: "
            ], 
            [
                "תניא סוכי תאנים ובהם תאנים פרכילין ובהם ענבים קשין ובהם שיבולין מכבדות ובהם תמרים אם פסולת מרובה על האוכלים כשרים ואם אוכלים מרובין על הפסולת פסולין  ואם קצרן מתחילה לסכך אין להם ידות דלא ניחא ליה בהו ואין מביאין טומאה לאוכל ומסייעין לבטל את האוכל ואם מתחילה קצץ לאכילה ונמלך עליהם לסיכוך  אין המחשבה מוציא את הידות מידי טומאה וחשיבי כאוכל. וצריך שיהא בפסולת לבטל את האוכל והבית יד הסמוך לאוכל עד שיעשה בהו מעשה  כגון שדשן בגורן: "
            ], 
            [
                " מתני' מסככין בנסרים דברי ר\"י  ור\"מ אוסר. נתן עליה נסר שהוא רחב ד' טפחים כשירה ובלבד שלא ישן תחתיו: ", 
                "גמ' אמר רב מחלוקת בנסרים שיש בהן ארבעה דרבי מאיר אית ליה גזירת תקרה ור\"י לית ליה גזירת תקרה אבל אין בהן ד' דברי הכל כשירה ושמואל אמר בנסרים שאין בהן ארבעה מחלוקת אבל יש בהן ארבעה ד\"ה פסולים ופריך אין בהן ארבעה ואפילו פחות מג' קנים בעלמא נינהו אמר רב פפא ה\"ק יש בהן ארבעה דברי הכל פסולה פחות משלשה ד\"ה כשירה כי פליגי מג' ועד ארבעה מ\"ס כיון דליכא שיעור מקום לא גזרינן ומ\"ס כיון דנפקו להו מתורת לבוד גזרינן:  איתמר הפכן על צידן להני נסרים שיש בהן ארבעה רב הונא אמר פסולה רב חסדא ורבה בר רב הונא אמרי כשירה. איקלע רב נחמן לסורא על לגביה רב חסדא ורבה בר רב הונא אמרו לו הפכן על צידן מהו אמר להן פסולה נעשין כשפודין של מתכת וכן הלכתא ואליבא דרב לא מיתוקמא הך פלוגתא דאמוראי אלא אליבא דרבי מאיר וברחבין ארבעה וקי\"ל בפרק מי שהוציאוהו (עירובין דף מו:)  דרבי מאיר ורבי יהודה הלכה כרבי יהודה אבל אליבא דשמואל  מיתוקמא שפיר לכ\"ע ומתוך כך נראה דהלכתא כשמואל ואע\"ג דקי\"ל הלכתא כרב באיסורי ועוד לקמן בפרק לולב הגזול (סוכה דף לו:) דקאמר רבי יהודה סוכה אינה נוהגת אלא בארבעה מינין שבלולב ופריך שם לז. מהא ברייתא דתניא כוותיה דשמואל סיככה בנסרים של ארז  ולא מייתי מהך דתניא כוותיה דרב ש\"מ דהך דשמואל עיקר. וכן פסק הרב אלפסי והביא ראיה מהא דרב פפא דס\"ל כוותיה  ואינה. ראיה כל כך לפי שדרך אמוראי בתראי לפרש דברי הראשונים ואף על גב דלא סבירא להו כוותיהו וכן פסק ר\"ח והרמב\"ם ז\"ל פ\"ה מהל' סוכה ה\"ז והר\"ז הלוי וה\"ר ישעיה דטראני דהלכה כשמואל  והראב\"ד ז\"ל פסק כר' מאיר בגזירותיו וכרב  והכל עולה לסגנון אחד: "
            ], 
            [
                " מתני' תקרה שאין עליה מעזיבה רבי יהודה אומר משום בית שמאי מפקפק ונוטל אחת מבינתים ובית הלל אומרים מפקפק או נוטל אחת מבינתים רבי מאיר אומר נוטל אחת מבינתיים ואינו צריך לפקפק. וטעמייהו דבית הלל משום תעשה ולא מן העשוי הלכך אי מפקפק עביד ליה מעשה ואי נוטל אחת מבינתיים עביד ליה מעשה וכן הלכתא. והקשה הר\"ז הלוי ז\"ל על הרב אלפסי על שכתב טעמייהו דב\"ה משום תעשה ולא מן העשוי דהאי טעם הוי אליבא דרב ואנן קי\"ל כשמואל ולשמואל פליגי בביטול תקרה משום דסתם תקרה מקורה בנסרים שיש בהן ארבעה. והרמב\"ן ז\"ל תירץ דהרב אלפסי כתב כשמואל  דטעמא דביטול תקרה היינו משום תעשה ולא מן העשוי דכל זמן שלא ביטל התקרה הרי הוא כאילו דר בבית ויש כאן משום תעשה ולא מן העשוי אלא דבגזירת תקרה ליכא לאוקמי פלוגתייהו דכיון דמהדר לבטלה הרי הוא בקי בתעשה ולא מן העשוי וליכא למיגזר שמא יאכל תחת תקרת הבית  אלא פליגי מה יש לו לעשות ותתבטל התקרה ואין בה משום תעשה ולא מן העשוי הלכך הבא לסכך מתחילה  בנסרים שאין בהן ארבעה  ואפי' הן משופין כשרים בנסרים שיש בהן ארבעה לא יסכך אפילו הפכן על צידן  אבל בית שהוא מקורה ואין בה מעזיבה מפקפק את כולו  שמסיר את המסמרים שהיו קבועים בהן ואפילו הן רחבים ארבע  או נוטל אחת מבינתיים בין כל אחת נוטל אחת ומניח פסל במקומו. והרמב\"ם ז\"ל כתב פ\"ה מהל' סוכה ה\"ח בלבד שלא יהא בכל נסר אחד ד' טפחים ודבריו תמוהים: ", 
                "מתני'  המקרה סוכתו בשפודים באסכלאות או בארוכות המטה אם יש ריוח ביניהם כמותם כשירה:", 
                "גמ' לימא תיהוי תיובתא דרב הונא בריה דרב יהושע דאיתמר פרוץ כעומד רב פפא אמר מותר רב הונא בריה דרב יהושע אמר אסור. אמר לך רב הונא בריה דרב יהושע מאי כמותן בנכנס ויוצא  והא אפשר לצמצם א\"ר אמי במעדיף רבא אמר אם היו נתונין שתי נותנן ערב אם היו נתונים ערב נותנן שתי הכי גירסת רש\"י. והרב אלפסי ז\"ל לא הביא כל זה אלא המשנה כצורתה דהא איפסיק הלכתא בפ\"ק דעירובין דף טו: כרב פפא דפרוץ כעומד מותר וסגי בריוח כמותו בצמצום וזהו לגירסת רש\"י דגריס והא אפשר לצמצם ופריך לרב הונא ואליבא דידיה משני ר' אמי ורבא. ולא צריכא לשנויי דידהו אליבא דהלכתא  וקשה להך גירסא דפריך סתמא דגמרא דלא כהלכתא הלכך נראה כגירסת ר\"ח ור\"ת דגרסי והא אי אפשר לצמצם. ופריך לתרוייהו דכשנותן ביניהם סכך כשר כמותו אי אפשר לאדם לצמצם שיהא לגמרי כמותו לפי שאין דרך אדם לצמצם בכך למלא את כל החלל ונשאר מעט אויר נמצא לרב פפא דמפרש מתניתין כמותו בצמצום הפסול מרובה ולרב הונא דמפרש מתניתין ביוצא ונכנס הרי הוא עתה מצומצם ומשני הני אמוראי אליבא דתרוייהו הלכך אליבא דהלכתא נמי צריך לפרש מתניתין במעדיף או בשתי וערב:  אמר רמי בר טביומי סיככה בבלאי הכלים פסולה מאי בלאי הכלים אמר אביי מטלניות שאין בהן שלשה על שלשה דלא חזיין לא לעניים ולא לעשירים תניא כוותיה מחצלת של שיפה ושל גמי שיריה  אע\"פ שנפחתו מכשיעור אין מסככין בהן: למתני' החוטט בגדיש לעשות לו סוכה אינה סוכה: ", 
                "גמ' אמר רב הונא לא שנו אלא שאין שם חלל טפח במשך שבעה אבל יש שם חלל טפח במשך שבעה הרי זו סוכה. דכיון שהניח מתחילה חלל טפח לצל הרי הוא חשוב אהל ושם סכך עליו  וכשחוטט ממטה למעלה עד שמגביה את החלל עשרה אין זו עשייתה שאינו מתקן אלא הדפנות ובדפנות לא אמרינן תעשה ולא מן העשוי והרי היא כשרה כסוכה פחותה מעשרה וחקק בה להשלימה לעשרה. ואע\"פ שמתחלה לא נעשה לשם סוכה הא מכשירין ב\"ה בסוכה ישנה. ומצי למימר דרב הונא לטעמיה דאמר לעיל (סוכה דף י.) גבי אויר שבין סוכה לסוכה טפח אבל נראה דאפילו למ\"ד ד' הכא מודה דהא לשמואל דאמר התם י' הכא לא שייך למימרי' דאין כאן חוטט לעשות סוכה שהרי מתחילה עשה שיעור סוכה לצל. וכתב רבינו אבי העזרי בשם רבותיו אם הגדיש גדול ולא הניח חלל טפח אלא במשך ז' ושוב חטט בו הרבה ועשה סוכה גדולה אינה כשירה כולה על ידי משך ז' ולא דיינינן ליה כפסל היוצא מן הסוכה  דהא לא מימשכא חד דופן בהדיה ואם חטט ד' אמות משני צדדין יותר על החלל אף החלל פסול דסכך פסול מן הצד פוסל בד' אמות. והא דאמר רב הונא במשך ז' לאו לאכשורי אף במקום שלא הניח מאחר שהניח כדי הכשר סוכה אלא נקט שיעור סוכה דבבציר מהכי לא מהני אף במקום שמניח: "
            ], 
            [
                "מתני' המשלשל דפנות מלמעלה למטה אם גבוהות מן הארץ ג' טפחים פסולה מלמטה למעלה אם גבוהות מן הארץ י' טפחים כשירה. רבי יוסי אומר כשם שמלמטה למעלה י' טפחים כך מלמעלה למטה י' טפחים  הרחיק את הסיכוך מן הדפנות שלשה טפחים פסולה. ה\"ג ורב נטרונאי והרמב\"ן ז\"ל וה\"ר ישעיה ז\"ל פסקו כרבנן. ורב עמרם ור\"ח ורבינו אבי העזרי פסקו כרבי יוסי דנמוקו עמו  אע\"ג דאין הלכה כרבי יוסי אלא מחבירו ולא מחביריו הא תניא לקמן (סוכה דף טז:) כוותיה ומחצלת שבעה ומשהו מתרת בסוכה משום דופן והיינו לפי הספרים דגרסינן ומאי קמ\"ל דמשלשלין דפנות מלמעלה למטה וכן בעל העיטור פסק כרבי יוסי מההיא ברייתא ופירש קמ\"ל דמשלשלין מלמעלה למטה אפילו לכתחילה כרבי יוסי דאי ממתניתין הוה אמינא דוקא בדיעבד אבל לכתחילה לא וזו הגירסא היא ברוב הספרים אבל לגירסת רש\"י אין ראיה משם דרש\"י גריס כי תניא ההיא בסוכה גדולה ותו לא פירוש בסוכה גבוהה הרבה שאין יכול לומר בה שני לבודין הלכך בעי מחצלת ז' ומשהו  ומעמידה בפחות מג' סמוך לקרקע ואתיא כרבנן. ורי\"ץ גיאות ז\"ל פסק כרבנן דקי\"ל לעיל (סוכה דף ז.) דופן סוכה כדופן שבת  וקי\"ל בשבת דאין מחיצה תלויה מתרת אלא במים קל הוא שהקילו חכמים במים וכן דעת ה\"ר אלפסי ז\"ל מדלא פסק כרבי יוסי אלמא סבר דהלכה כרבים וכן הלכתא: דף טז ע\"ב ", 
                "גמ' אמר רב חסדא מחצלת ד' ומשהו מתרת בסוכה משום דופן היכי עביד מוקי לה בי מיצעי  בפחות מג' למטה ובפחות מג' למעלה דכל פחות מג' כלבוד דמיא.  א\"ר אסי פס ד' ומשהו מתיר בסוכה משום דופן ומוקי ליה בפחות מג' סמוך לדופן מאי קמ\"ל הא קא משמע לן דמשך סוכה ז' טפחים: "
            ], 
            [
                " מתני' בית שנפחת וסיכך על גביו אם יש מן הכותל ולסיכוך ד' אמות פסולה פחות מד' אמות כשירה דחשבי' ליה לתקרת הבית כאילו היא מן הדופן ועקומה למעלה ואין לפרש רואין את הדופן כאילו הוא עקום ומגיע עד הסכך הכשר ומוציא את הפסול חוץ לסוכה דא\"כ גבי אויר נמי נימא הכי. וכן חצר שמוקפת אכסדרה וסיכך על גביו אם יש מן הסיכוך ולכותל ארבע אמות פסולה פחות מד' אמות כשירה סוכה גדולה שהקיפוה בדבר שאין מסככין בו אם יש תחתיו ד' אמות פסולה: ", 
                "גמ' אמר רבא אשכחתינהו לרבנן דבי רב דיתבי וקאמרי משמיה דרב אויר פוסל בג' סכך פסול פוסל בד' ואמינא להו אנא וכו'  בסורא מתנו הכי בנהרדעא מתנו הכי אמר רב יהודה אמר שמואל סכך פסול באמצע בד' מן הצד בד' אמות ורב אמר בין באמצע בין מן הצד בד' אמות כתב בעל העיטור איכא פלוגתא ביני רבוותא הרב אלפסי ז\"ל פסק כשמואל דהא רבנן דבי רב כוותיה סבירא להו. ובעל הלכות פסק כרב כלישנא בתראה. וירושלמי הלכה י' מסייע ליה דתני ר' חייא אויר פוסל בג' סכך פסול אינו פוסל אלא בד' אמות ומסתברא כוותיה דהא רבנן דלאו סייעתיה היא דהא אי לישנא בתרא איתא קמא ליתא דתרי לישני נינהו והלכך מספקא לן אי כסורא אי כנהרדעא פלוגתא דרב ושמואל והלכתא כרב דבין באמצע ובין מן הצד בד' אמות ומשמע דכי היכי דבהרחיק את הסיכוך מן הדפנות בפסול אויר ליכא פלוגתא בין באמצע בין מן הצד בסכך פסול נמי ליכא פלוגתא ומיהו  פלוגתא דרבוותא היא ולחומרא. והרמב\"ן ז\"ל כתב ואני אכריע כדברי הרב אלפסי דלרב דאמר בין באמצע בין מן הצד בד\"א א\"כ טעמא לאו משום דופן עקומה הוא דהא אפילו באמצע דליכא למימר דופן עקומה הוי נמי שיעורא בד' אמות  וכדאמר בגמרא בלישנא קמא בר מינה דההיא דרב ושמואל דאמרי תרוייהו משום דופן עקומה נגעו בה הלכך כיון דלכולהו לישני מ\"ד באמצע נמי בד' אמות לא נגעו בה משום דופן עקומה הלכך ע\"כ הלכתא כמ\"ד באמצע בד' ומן הצד בד\"א משום דופן עקומה דסוגיא דכולה הגמרא דאמרינן דופן עקומה כדאמר בריש מכילתין מאי קמ\"ל דאמר דופן עקומה תנינא וכו'  ואמרי' נמי לעיל (סוכה דף ו:) כי גמירי הלכתא לגוד וללבוד ולדופן עקומה וכן פסקו הרמב\"ן ז\"ל פ\"ה מה\"ס וה\"ר ישעיה ז\"ל דבאמצע פוסל בד' וה\"מ בסוכה גדולה אבל בסוכה קטנה בין באמצע בין מן הצד ג' טפחים: "
            ], 
            [
                " אמר אביי אויר שלשה בסוכה גדולה ומיעט בין בקנים בין בשפודים הוי מיעוט בסוכה קטנה בקנים הוי מיעוט בשפודים לא הוי מיעוט והנ\"מ מן הצד אבל באמצע פליגי בה רב אחא ורבינא חד אמר יש לבוד באמצע וחד אמר אין לבוד באמצע והלכתא יש לבוד באמצע דקי\"ל פסחים דף עד: חולין דף צג: דכל היכא דפליגי רב אחא ורבינא רב אחא לחומרא ורבינא לקולא והלכתא כרבינא לקולא והא דאויר פוסל בג' וסכך פסול פוסל בארבעה היינו כשמתחיל מדופן האמצעי ומהלך על פני כל הסוכה  עד הפתח דהשתא חוצץ האויר או הפסול בין הכשר לכשר ולא נשאר לכל צד כי אם שתי דפנות אבל אם מתחיל מן הדופן שבצד זה ומהלך לדופן שכנגדו אם נשאר מן הכשר לצד דופן האמצעי כדי הכשר סוכה כשרה דהא אית לה ג' דפנות וצד שמעבר אצל הפתח פסול אם יש אויר מפסיק  ואס סכך פסול מפסיק ונשאר אצל הפתח הכשר סוכה ופחות מד' עד הדופן האמצעי הכל כשר. החיצון ע\"י דופן עקומה ואע\"פ שאני רואה את הסכך כאילו הוא עקום להכשיר החיצונה מ\"מ לא נפסל הפנימי בשביל זה ואם האויר והפסול אין מהלכין על פני כל הסוכה אלא באמצע הסוכה יש אויר ג' על ג' או סכך פסול ד' על ד' אם יש ממנו עד דופן האמצעי כדי הכשר סוכה הכל כשר בין מה שבצדדין בין מה שבצד הפתח  ואפילו מה שכנגד האויר או כנגד הפסול דהואיל שהכל מחובר לשיעור הכשר הרי זה כפסל היוצא מן הסוכה דנדון כסוכה ונראה דאפילו אין בו כדי הכשר סוכה ממנו עד הדופן האמצעי מצטרפין. זה עם זה לשיעור הכשר סוכה ואין האויר והפסול פוסלין  מאחר שהכשר סוכה מתחבר יחד עם הצדדין ואמרינן בשמעתין דסכך פסול פחות מד' ואויר פחות מג' לא מצטרפין לפסול בסוכה גדולה כיון דלא שוו שיעורייהו להדדי. ואם יש סכך פסול שני טפחים וסכך פסול שני טפחים ואויר פחות משלשה מפסיק יש להסתפק אם שני הפסולין מצטרפין לפסול את הסוכה מי אמרי' כיון דאויר מפסיק ביניהם לא מצטרפין או דלמא כיון דאין באויר ג' מצטרפין ומיהו אם אין בפסולין ד' ואויר פחות מג' מפסיק אין האויר משלימו לד' שנאמר שיהא חשוב כסתום מחמת לבוד  דלא אמרינן לבוד להחמיר: "
            ], 
            [
                "אתמר סיכך ע\"ג אכסדרה שיש לה פצימין פי' הניח הסכך על האכסדרה והסכך מהלך על פני כל החצר  לפרש\"י גג האכסדרה רחב ד' אמות דליכא למימר דופן עקומה  ולפר\"י אין הסכך מהלך על פני כל החצר אלא יש לסוכה שתי דפנות ובשלישית סיכך על גבי אכסדרה  ודבריו כתבתי במסכת עירובין. אם יש לאכסדרה פצימין והן עומדין כמין חלונות וביניהם פחות משלשה טפחים ד\"ה כשרה דאמרינן לבוד אין לה פצימין אביי אמר כשרה דאמרינן פי תקרה יורד וסותם ורבא אמר פסולה לא אמרינן פי תקרה יורד וסותם משום דפי תקרה זה נעשה להיות מחיצה לחלל שבפנים ולא לאויר שחוצה להם אבל אם יש להם פצימין אע\"ג דלגואי עבידין אמרינן לבוד דפחות מג' כסתום דמי ומחיצה מעלייתא היא:  רב אשי אשכחיה לרב כהנא דקא מסכך על גבי אכסדרה שאין לה פצימין א\"ל לא סבר לה מר להא דרבא דאמר יש לה פצימין כשרה אין לה פצימין פסולה אחוי ליה נראה מבחוץ ושוה מבפנים כזה ואתמר נראה מבחוץ ושוה מבפנים נידון משום לחי וקשה מה ענין מבוי לסוכה במבוי איכא ג' מחיצות ולא בעינן לחי אלא להיכרא בעלמא הלכך סגי בנראה מבחוץ ושוה מבפנים דבהיכרא כל דהו סגי אבל בסוכה דופן שלישי צריך להיות ליושבי בסוכה כמו שתי הדפנות וכי תימא דאמרינן מיגו דמהני לשבת מהני נמי לסוכה לאו מילתא היא דלא אמרינן מיגו מדרבנן לדאורייתא. ועוד וכי לא עשה סוכה זו אלא לשבת של ימי הסוכה וי\"ל דמיירי כשעשה צורת הפתח לדופן השלישית ורב כהנא דהכא לטעמיה  דאמר לעיל (סוכה דף ז.) וצריכא נמי צורת הפתח וכיון דהוה ליה צורת הפתח מדאורייתא סגי לה בהכי דבכ\"מ צורת הפתח חשיב כמחיצה ולא בעי טפח שוחק אלא מדרבנן הלכך מהני ליה נראה מבחוץ מיגו דמהני לענין שבת מהני הכא כל שבעת ימי הסוכה א\"נ הא דאמר רבא דלא מהני פי תקרה כיון דמחיצות לגואי עבידין ולא לבראי היינו מדרבנן בעלמא הלכך לענין טפח שוחק מהני נראה מבחוץ. "
            ], 
            [
                "תנא פסל היוצא מן הסוכה נידון כסוכה מאי פסל היוצא מן הסוכה אמר עולא קנים היוצאים לאחורי סוכה ואית בהו הכשר סוכה ושלשה דפנות וצלתה מרובה מחמתה  וקמ\"ל אע\"ג דלגואי עבידי לבראי לא עבידי כשרה. רבה ורב יוסף דאמרי תרוייהו הכא בקנים היוצאים לפנים מן הסוכה עסקינן ומשכא חד דופן בהדייהו מהו דתימא הא לחודיה קיימא והא לחודיה קיימא קמ\"ל.   ומיירי בשעשה שתי מחיצות של הצדדין ארוכות אע\"פ שהיה לו דיי בז' טפחים באחת מהן זה מוכיח שרוצה לעשות כל הסוכה בדפנות ארוכות ודופן האחת הנמשכת עם הפסל לאו מן הסוכה הוא אלא בפני עצמו קאי  ונמצא שאין לו אלא דופן אחת ואפ\"ה נידון כסוכה. רבה בר בר חנה אמר ר' יוחנן הכא בסוכה שרובה צלתה מרובה מחמתה ומיעוטה חמתה מרובה מצלתה פי' ברוב הסוכה הצל רבה על החמה שני משהויין ובמיעוט החמה רבה על הצל משהו וכשתצטרף יחד הצל והחמה של כל הסוכה תהיה צלתה מרובה מחמתה משהו. ומאי יוצא יוצא מהכשר סוכה ור' אושעיא אמר לא. נצרכה אלא לסכך פסול פחות משלשה בסוכה קטנה ומאי יוצא יוצא מתורת סוכה מתקיף לה רב הושעיא ולא יהא אלא אויר ואויר פחות מג' בסוכה קטנה מי פסיל אמר רבה זה מצטרף וישנים תחתיו וזה מצטרף ואין ישנים תחתיו פרש\"י אויר פחות מג' מצטרף להשלים שיעור סוכה אבל אין ישנים תחתיו ואשמעינן תנא דסכך פסול נידון כסוכה לומר דמצטרף וישנים תחתיו וכן משמע בירושל' בפ\"ג דברכות הלכה א דגרסינן התם  אנן חמיי רבנן קיימין בסוכה וילפינן מטיט הנרוק כדתנינן התם הרחיק את הסיכוך מן הדפנות ג' טפחים פסולה פחות מיכן כשורה מהו לישן תחתיו השיב ר' יצחק בר אליעזר הרי טיט הנרוק שמצטרף למקוה ואין מטבילין בו אף הכא משלים לסוכה ואין ישנים תחתיו ולא תיקשי לך היאך יוכל אדם ליזהר בסוכה מליאה נקבים שלא יישן תחת הנקבים דהכא מיירי כשאויר מהלך בכל אורך הסוכה  ומימרא דכל הני אמוראי הלכתא נינהו: "
            ], 
            [
                "מסקנא דמילתא סכך פסול  בסוכה גדולה באמצע ארבעה טפחים פסולה פחות מכאן כשירה וישנים תחתיו. מן הצד בארבע אמות פסולה פחות מכאן כשרה ואין ישנים תחתיו כל זמן שיש בו ד' טפחים  סכך פסול בסוכה קטנה בין מן הצד בין באמצע ובשלשה טפחים פסולה פחות מכאן כשרה וישנים תחתיו  ואויר בין בסוכה גדולה בין בסוכה קטנה בין מן הצד בין באמצע בג' טפחים פסולה פחות מכאן כשרה ואין ישנים תחתיו ובלבד כשאויר מהלך בכל אורך הסוכה: "
            ], 
            [
                "מתני' העושה סוכתו כמין צריף או שסמכה לכותל ר' אליעזר פוסל לפי שאין לה גג וחכמים מכשירין:", 
                "גמ' תנא מודה ר' אליעזר שאם הגביה מן הקרקע טפח או אם הרחיק מן הכותל טפח שהיא כשרה פי' ר\"י הגביה שעשה בנין זקוף בגובה טפח והושיב עליו ראשו של שיפוע של מטה והרחיק מן הכותל טפח שעשה סמוך לכותל סכך רחב טפח וסמך עליו ראשו של שיפוע העליון אבל מתוך פרש\"י משמע דאותו טפח שהגביה או שהרחיק אפי' הוא אויר חשבינן ליה כסתום מטעם לבוד וכן משמע בירושלמי הלכה א' דגרסינן התם מודה ר' אליעזר לחכמים  שאם היתה נתונה על ארבעה אבנים  או שאם היתה גבוה מן הארץ טפח שהיא כשרה. אביי אשכחיה לרב יוסף דגני בכילת חתנים בסוכה אמר ליה כמאן כר' אליעזר שבקת רבנן ועבדת כר' אליעזר א\"ל בברייתא איפכא תניא ר' אליעזר מכשיר וחכמים פוסלין א\"ל שבקת מתני' ועבדת כברייתא א\"ל מתני' יחידאה היא דתניא העושה סוכתו כמין צריף או שסמכה לכותל ר' נתן אומר ר' אליעזר פוסל מפני שאין לה גג וחכמים מכשירין. ומיירי בכה\"ג דלאחר שנמשך בגובה עשרה יש במשך הסוכה ז' על ז' טפחים ואפשר דאף תחת השיפוע שאינה גבוהה עשרה כשרה מידי דהוה אפסל היוצא מן הסוכה וכיוצא בזה מצינו בפ\"ז דאהלות  כל שיפועי אוהלים כאהלים אהל ששיפועו יורד וכלה עד כאצבע טומאה באהל הכלים שתחת השיפוע טמאים. טומאה תחת השיפוע הכלים שתחת האהל טמאים טומאה באהל היינו מקום שיש לו לרבע טפח אלמא חזינן כשיש בשיפוע לרבע בו טפח על טפח חשיב כולו אהל ואפי' במקום שאין בו טפח על טפח.  כתב רב אלפס והלכתא כרב יוסף וש\"מ שהעושה סוכתו כמין צריף פסולה בלשון ישמעאל קורין אותו מזוזיקט\"א או שסמכו לכותל כגון שהעמיד את הקורות בארץ רחוק מן הכותל והטה אותה וסמכה לכותל ונמצא שהסוכה אין לה גג שהיא פסולה ואם הגביה את הסוכה מן הקרקע טפח או שהרחיקה מן הכותל טפח כשרה שהרי יש לה גג טפח  וש\"מ  שמותר לישן בסוכה בכילה שאין לה גג אע\"ג דגבוהה עשרה ואם יש לה גג אסור לישן בה בסוכה דכיון דיש לה גג הוי ליה כסוכה בתוך סוכה והוא דגבוה עשרה: ", 
                "מתני' מחצלת הקנים ומחצלת הקש גדולה עשאה לשכיבה מקבלת טומאה ואין מסככין בה עשאה לסיכוך מסככין בה ואינה מקבלת טומאה ר\"א אומר אחת גדולה ואחת קטנה עשאה לשכיבה מקבלת טומאה ואין מסככין בה עשאה לסיכוך מסככין בה ואינה מקבלת טומאה  ואסקא רב פפא דבקטנה כ\"ע לא פליגי דסתמא לשכיבה קאי כ\"פ בגדולה ת\"ק סבר סתם גדולה לסיכוך ורבי אליעזר סבר סתם גדולה נמי לשכיבה והלכה כת\"ק: ", 
                "גמ' ת\"ר מחצלת של שיפה ושל גמי גדולה מסככין בה קטנה אין מסככין בה של קנים ושל חוליות גדולה מסככין בה ארוגה אין מסככין בה ר' ישמעאל בר' יוסי אומר משום אביו זו וזו מסככין בה וכן היה ר' דוסא אומר כדבריו. הרב אלפסי ז\"ל לא הביא הך סיפא  משום דס\"ל דהלכה כר' יוסי ור' דוסא וכן מוכחא סתמא דמתני' דלא מפלגא במחצלת קנים אלא בין גדולה לקטנה.  תניא אמר רבי חנינא כשירדתי לגולה מצאתי זקן אחד ואמר לי מסככין בבודיא וכשבאתי אצל אחי אבא הודה לדבריו אמר רב חסדא והוא דלית ליה גדנפא. אמר עולא הני בודייתא דמחוזא אלמלא קיר שלהן מסככין בהן תניא נמי הכי מסככין בבודיא ואם יש לה קיר אין מסככין בה ואע\"ג דקא שקיל ליה לגדנפא לא מסככין בה מידי דהוי אבלאות של כלים שאין מסככין בהן. כתב ה\"ר ישעיה מטראני אלו המחצלאות שמוכרים התגרים וסתמא לאו לשכיבה עבידי שהן ממלאין אותן צמר וגם עושין מהן מחיצות הלכך לאו בתר עשייתם אזלינן שהאומן אינו עושה אותן אלא למכרן למי שצריך להן כל אחד ואחד לפי צורכו וא\"כ אין לילך אלא אחר קנייתה שאם קנאו אדם לשכיבה מקבלת טומאה. ואם קנאו לצורך דבר אחר אינה מקבלת טומאה וא\"כ אדם יכול לקנות מחצלת חדשה לשם סוכה ולסכך בה אע\"ג דחזיא לשכיבה בתר מחשבתו אזלינן וכיון דקנאה לצורך סוכה וסיכך בה אינה מקבלת טומאה. ולא מיסתבר לי אלא בתר מנהג אנשי המקום אזלינן כדקאמר לא נחלקו ר' דוסא וחכמים על מחצלת אושא שהן טמאות הלכך במקום שנהגו לשכב עליהן אפילו אמר לאומן לתקנו לו לסיכוך אין מסככין בה דמי יודע שאמר לאומן לתקנו לו לסיכוך ואתו כולי עלמא לסכוכי בהו:  "
            ]
        ], 
        [
            [
                "הישן תחת המטה בסוכה לא יצא ידי חובתו א\"ר יהודה נוהגין היינו שהיינו ישנים תתת המטות בפני הזקנים ולא אמרו לנו דבר. אמר ר\"ש מעשה בטבי עבדו של ר\"ג שהיה ישן תחת המטה ואמר להן ר\"ג לחכמים ראיתם טבי עבדי שת\"ח הוא ויודע שהעבדים פטורים מן הסוכה ולפיכך ישן תחת המטה ולפי דרכנו למדנו שהישן תחת המטה לא יצא ידי חובתו: ", 
                "גמ' תרגמא שמואל במטה גבוה י' טפחים דכיון דגבוה י' שהוא שיעור סוכה  נעשית כסוכה בתוך סוכה ולפיכך לא יצא ידי חובתו:  מתני הסומך סוכתו בכרעי המטה כשרה ור' יהודה אומר אם אינה יכולה לעמוד בפני עצמה פסולה: ", 
                "גמ' מ\"ט דר' יהודה פליגי בה רבי זירא ורבי אבא בר ממל חד אמר לפי שאין לה קבע וחד אמר מפני שמעמידה בדבר המקבל טומאה. שאין לה קבע פרש\"י שמיטלטלת ע\"י המטה ור' יהודה לטעמיה דאמר סוכה דירת קבע בעינן וקשה לקמן בשמעתין דפסל ר' יהודה סוכה על גבי בהמה  ומפרש טעמא משום דכתיב חג הסוכות תעשה לך שבעת ימים ובירושלמי משמע דטעמא דאין לה קבע לפי שאין עשרה טפחים מן המטה ועד הגג והכי איתא בירושלמי הלכה ב אמר ר' אמי על שם שאין בכרעי המטה עשרה טפחים אמר רבי אבא מפני שמעמידה בדבר טמא והתניא מעשה בירושלים שהיו משלשלין מטותיהן לפני חלונותיהן איך תימר מפני שמעמידה על גבי דבר טמא הא לא הוי טעמא אלא משום דאין מכרעי המטה לסכך עשרה טפחים. עד כאן. ומטות של ירושלים מכרעי המטה עד הסכך היו עשרה טפחים  וקשה לי לטעמא דמעמידה בדבר המקבל טומאה אם סיכך על מחיצות אבנים תהיה פסולה הואיל והעמיד הסכך בדבר שאין גידולו מן הארץ: אמר אביי לא שנו אלא סומך אבל סיכך על מטה כשרה. פי' כשלא סמך הסכך על הכרעים אלא ע\"ג יתידות אבל כל דופני הסוכה אינו אלא מן המטה משלשה צדדין. דלא גמרינן פסול המחיצות לסוכה אלא לסכך וזה לא הוי ליה מעמידו במקבלי טומאה ולענין קבע נמי יש קבע לסכך תמיה לי מה בא אביי להשמיענו משנה שלמה היא ר\"י אומר אם אינה יכולה לעמוד בפני עצמה פסולה הא יכולה לעמוד בפני עצמה כשרה וא\"ת לפי הירושלמי דמפרש לפי שאין עשרה טפחים מכרעי המטה ועד הגג מה לי סמך ומה לי סיכך על גב המטה וי\"ל כיון שאין הסוכה נסמכת על המטה ואי שקיל לה למטה איכא אויר עשר וסוכה מתקיימת הרי יש לה קבע ואינה נפסלת בשביל שהכניס בה שמטה ומיעט אוירא מידי דהוה אכרים וכסתות דפ\"ק דלא הוי מיעוט לא לענין עשרים ולא לענין עשרה והשתא נמי מיתרצן נמי קושייתי דהא אתי אביי לאשמועינן ומדהביא רב רב אלפסי דברי אביי נראה שפוסק כר' יהודה וטעמיה כיון דשקלו וטרו אמוראי לפרש טעם דבריו וגם אביי אמר דבריו אליבא דר' יהודה אלמא סבירא להו כוותיה  וגם אני אומר דטעם קבע עיקר כדאיתא בירושלמי ולא ידענא מאיזה טעם יכשירו רבנן היכא דסמך הסכך על כרעי המטה ואין מכרעי המטה עד הגג עשרה דירה סרוחה היא הלכך נראה דר' יהודה לפרושי דברי ת\"ק אתא וליכא הכא פלוגתא:  מתני' סוכה המדובללת ושצלתה מרובה מחמתה כשרה המעובה כמין בית אע\"פ שאין הכוכבים נראים מתוכה כשרה: ", 
                "גמ' מאי סוכה מדובללת רב אמר סוכה עניה  ושמואל אמר קנה עולה וקנה יורד רב סבר מאי מדובללת מדולדלת וחדא קתני סוכה מדולדלת שצלתה מרובה מחמתה כשרה ושמואל סבר מאי מדובללת מבולבלת ותרתי קתני סוכה מבולבלת ושצלתה מרובה מחמתה כשרה. אמר אביי לא שנו אלא שאין בין זה לזה ג' טפחים אבל יש בין זה לזה ג' טפחים פסולה ורבא אמר אפי' יש בין זה לזה ג' טפחים נמי לא אמרן אלא שאין בגגה טפח אבל יש בגגה טפח כשרה דאמרינן חבוט רמי יראה דהלכה כשמואל מדשקלו וטרו אביי ורבא אליביה ואפשר דרב לא פליגי אשמואל בהא דמכשיר קנה עולה וקנה יורד אלא דמשמע ליה לפרושי מתני' בחדא וכן פסקו הרמב\"ם פ\"ה מהלכות סוכה הלכה כא ובעל העיטור ז\"ל והר\"ז הלוי ז\"ל ומדלא הביא הרב אלפסי ז\"ל דברי אביי ורבא משמע דסבר דלית הלכתא כשמואל ואין דבריו נראין בזה: "
            ], 
            [
                "ושצלתה מרובה מחמתה כשרה הא כי הדדי פסולה ותנן באידך פירקין ושחמתה מרובה מצלתה פסולה הא כי הדדי כשרה לא קשיא כאן מלמעלה כאן מלמטה אמר רב פפא היינו דאמרי אינשי כזוזא מלעיל כאיסתרא מתחת אם החמה והצל שוין מלמטה כשרה שבידוע שהצל מלמעלה הוא מרובה ואם החמה והצל מלמעלה שוין פסולה שבידוע שהחמה מלמטה מרובה על הצל וכן פי' ר\"ח ורש\"י ז\"ל והקשה ר\"ת והא רב פפא גופיה אית ליה בפ\"ק דעירובין דף טו: פרוץ כעומד מותר ופסקו התם דהכי הלכתא ועוד אמרינן בפ\"ק דקדושין דף יא: דקרו אינשי לפלגא דזוזא אסתירא. ופי' הוא כאן מלמעלה מי שמודד האויר מלמעלה כי הדדי כשרה דפרוץ כעומד מותר אבל העומד למטה בארץ ומעיין כלפי מעלה ונראה לו כי הדדי פסולה לפי שהאויר שהוא רחב למעלה כי זוזא דומה בעיניו קטן כאיסתרא כשעומד למטה  וראיה לדבר כוכב גדול בשמים נראה בעיניו קטן ונראה לי דלא שייך להביא לכאן פרוץ כעומד דדוקא גבי סכך פסול וסכך כשר המונחין זה אצל זה שייך להזכיר פרוץ כעומד כדמייתי ליה לעיל (סוכה דף טו.) אמתני' דהמקרה סוכתו בשפודין וכו' אבל גבי סוכת סכך ואויר ניתנה הלכה שיהא הצל מרובה וכן מצינו לענין פרוץ כעומד של דפנות  מועיל קנה קנה פחות משלשה אע\"פ שהפרוץ מרובה ולענין סכך אינו מועיל מפני שהחמה מרובה  ואע\"ג שאיסתרא פלגא דזוזא אפשר דאיסתרא מטבע נחשת ורחב יותר מזוזא וכן מצאתי כתוב בשם ה\"ר ישעיה ז\"ל. ובעל העיטור כתב בשם רבותיו אם יש בין קנה לקנה כמלא קנה למעלה ולמטה צלתה מרובה מחמתה  מועטת למטה כשרה ואם למטה כי הדדי ולמעלה חמתה מרובה מצלתה פסולה: המעובה כמין בית וכו'. ת\"ר אין הכוכבים נראין מתוכה כשרה אין כוכבי חמה נראין מתוכה ב\"ש פוסלין וב\"ה מכשירין. ירושלמי הלכה ג  הדא אמרת צריכין הכוכבים נראין מתוכה  ר' לוי אמר בכוכבי חמה שנו פי' צריכין לכתחלה כדקתני בברייתא ב\"ה מכשירין בדיעבד אבל לכתחלה צריך שיהו נראין מתוכה: "
            ], 
            [
                "מתני' העושה סוכתו בראש העגלה או בראש הספינה כשרה ועולין לה ביום טוב בראש האילן או על גבי גמל כשרה ואין עולין לה ביו\"ט שתים בידי אדם ואחת באילן או שתים באילן ואחת בידי אדם כשרה ואין עולין לה ביום טוב שלשה בידי אדם  ואחת באילן כשרה ועולין לה ביום טוב.  זה הכלל כל שאילו ינטל האילן ויכולה לעמוד בפני עצמה כשרה ועולין לה ביו\"ט כאן פי' רש\"י שסמך קרקעית הסוכה רובה באילן ועשה בראש האילן המחיצות ובפ' מי שהחשיך (שבת דף קנד:) פי' שסמך הסכך על האילן וסוגיין דהתם מוכחת כן שהאילן דפנות לסוכה וקנים של הסכך נסמכין על האילן ואסור ליכנס בו ביו\"ט גזירה שמא יניח חפציו על הסכך והאי דנקט עולין משום דכל כניסת סוכה מוזכרת בגמרא בלשון עלייה לפי שסוכתן היתה בראש הגג כדלקמן (סוכה דף כט.) אין מטריחין לעלות אמר להן העלום לסוכה דף כו: אבל מוריד הוא את הכלים דף מח.: גמ' מתני' מני ר\"ע היא דתניא העושה סוכתו בראש הספינה רבן גמליאל פוסל ור\"ע מכשיר אמר אביי דכ\"ע היכא דאינה יכולה לעמוד ברוח מצויה דיבשה ד\"ה פסולה יכולה לעמוד ברוח מצויה דים ד\"ה כשרה כ\"פ ביכולה לעמוד ברוח מצויה דיבשה ואינה יכולה לעמוד ברוח מצויה של הים רבן גמליאל סבר דירת קבע בעינן וכיון דאינה יכולה לעמוד ברוח מצויה דים לאו כלום הוא ור\"ע סבר סוכה דירת עראי בעינן וכיון דיכולה לעמוד ברוח מצויה דיבשה כשרה והלכתא כרבי עקיבא. תניא עשאה לבהמה דופן לסוכה רבי מאיר פוסל ורבי יהודה מכשיר והלכתא כרבי יהודה: "
            ], 
            [
                "מתני' העושה סוכתו בין האילנות והאילנות דפנות לה כשרה:", 
                "גמ' אמר רב אחא בר יעקב כל מחיצה שאינה יכולה לעמוד ברוח מצויה אינה מחיצה וכך הלכה: "
            ], 
            [
                " מתני' שלוחי מצוה פטורין מן הסוכה פרש\"י הולכין בדרך מצוה פטורין בין ביום ובין בלילה ומשמע אע\"פ שאין הולכין אלא ביום דאי אזלי ביממא ובליליא  אפילו לדבר הרשות פטירי כדקתני בברייתא לקמן (סוכה דף כו.) וכן מוכח נמי בעובדא דרב חסדא ורבה בר רב הונא דגנו  ארקתא דנהרא ותימה אם יכולין לקיים את שניהם אמאי פטורין אטו אדם שיש לו ציצית בבגדו ותפילין בראשו מי מיפטר בכך משאר מצות ובפרק המודר הנאה דף לג: אומרים דהמודר הנאה מחבירו מחזיר לו אבידתו אע\"ג דמהני לו פרוטה דרב יוסף משום דפרוטה דרב יוסף לא שכיחא ואי כל זמן שהאבידה בביתו מיפטר מליתן פת לעני אם כן שכיחא היא אלא ודאי לא מיפטר אלא בשעה שהוא עסוק כגון טלית של אבידה ושוטחה לצורכה או בהמה בשעה שנותן לה מזונות דלא שכיחא שבאותה שעה יבא עני לשאול פת וצריך לומר דהכא נמי איירי בכה\"ג  שאם יש לו לחזור אחר סוכתו לצורך הלילה יבטל ממצותו ביום: גמ' שלוחי מצוה וכו' מנלן דת\"ר  בשבתך בביתך פרט לעוסק במצוה ובלכתך בדרך פרט לחתן: "
            ], 
            [
                " אמר ר' אבא בר זבדא אמר רב  אבל חייב בסוכה פשיטא מהו דתימא הואיל ואמר רבא מצטער פטור מן הסוכה האי נמי מצטער הוא בישיבת הסוכה יותר מבישיבת הבית  דאבל חפץ הוא להיות מתבודד ויושב במקום צער ואפילה כדי להיות טרוד בצערו קמ\"ל הנ\"מ צערא דממילא  אבל הכא איהו קמצטער נפשיה  ומבעי ליה ליתובי דעתיה: "
            ], 
            [
                "ואמר ר' אבא בר זבדא אמר רב החתנים והשושבינין וכל בני החופה פטורין מן הסוכה כל ז' משום דבעי למיחדי. וליכלו וליחדו בסוכה אין שמחה אלא בחופה משמע מכאן דאם החתן יוצא מחופתו ואפילו כלתו עמו והולכין לאכול בבית אחר  אין מברכין שהשמחה במעונו ולא ברכת חתנים כיון שאין שמחה אנא בחופה ובפ\"ק דכתובות  נמי אמרינן אין מברכין ברכת חתנים אלא בבית חתנים ומיהו אין ראיה משם דשמא אתא לאפוקי מדר' יהודה דאמר אף בבית האירוסין מברכין אותה וצ\"ע מה היא החופה אי במקום שמברכין ברכת נישואין דהיינו תחילת נישואין ולכך קרי ליה חופה אי אפשר לומר כך דלפעמים שמברכין אותה ברחוב העיר כשהעם מרובין אלא במקום עיקר ישיבת החתן והכלה קרי ליה חופה ולא במקום העשוי לאקראי בעלמא ושם מברכין ברכת חתנים כל שבעה ונוהגין באשכנז שעושין אפריון למושב החתן והכלה והוא נקרא חופה ונראה דמהכא אין ראיה שאין לברך ברכת חתנים במקום שהחתן והכלה הולכים לאכול בבית אחר דה\"פ הכא אין שמחה אלא בחופה כיון שאין דעתו להניח חופה אלא כדי לאכול בסוכה ואח\"כ חוזר לחופתו אבל אם הולך לגמרי לבית אחר הוא וחביריו אחריו ועושים אותו בית עיקר גם שם נקראת חופה ויכול לברך שם ברכת חתנים וכן היה מעשה באדם אחד  שהוליך כלתו לעיר אחרת והצריכוהו לברך שם ברכת חתנים וי\"א שאם אוכלים בד' או בה' בתים שאין מברכין שהשמחה במעונו וברכת חתנים. אינו אלא בבית החופה כדמשמע הכא שאין שמחה אלא בחופה ונראה שאם יש שמש ששימש בכל הבתים השמש מצרפן ומברכין בכולן ז' ברכות כדאמר בפרק שלשה שאכלו (ברכות דף נ:) גבי שתי חבורות שאוכלים בשני בתים שהשמש מצרפן לזימון וה\"ר יחיאל אמר בשם ה\"ר יהודה שאפילו אין שם שמש כיון שהתחילו לאכול עם אותם שבחופה כולם חשובים כאחד לשמחה ומברכין ברכת חתנים כיון שאוכלין מסעודה שתקנו בשביל החופה וכן עמא דבר: וליעבדו חופה בסוכה אביי אמר משום ייחוד רבא אמר משום צער חתן ר' זירא אכל בסוכה וחדי בסוכה אמר כ\"ש דחדי ליבאי טפי דעבדינן תרתי. יש פוסקין כר' זירא ומביאין ראיה מן הירושלמי ר' יצחק בר מוריין הוה שושביניה דחד בר נש אתא שייל לר\"א א\"ל דמוך בגו מטללתך רבי מונא הוה שושביניה דרבי יעקב ואתא ושייל לרבי א\"ל דמוך בגו מטללתך אבל הרב אלפסי ז\"ל לא הביא אלא דברי רבי אבא  ונראה שיש לעשות כעובדין דירושלמי וכן כתב בעל העיטור ז\"ל: ת\"ר החתן ושושביניו וכל בני החופה פטורין מן התפלה ומן התפילין וחייבין בק\"ש:  משום ר' שילא אמרו החתן פטור והשושבינין וכל בני החופה חייבין  הני תנאי אית להו דהעוסק במצוה פטור מן המצוה אלא ת\"ק מחייב להו בק\"ש משום דעיקר כוונת קריאה היא בפסוק ראשון  ובקל יוכל לכוין וליישב דעתו בפסוק ראשון ורבי שילא סבר דחתן אי אפשר לו לכוין דעתו כלל. רבי שילא לא קאמר דשושבינין ובני חופה חייבין אלא בק\"ש אבל בתפלה ותפילין מודה דפטורין ולא משום דעסיקי במצות נינהו דא\"כ אפילו מק\"ש נמי נפטרי אלא ודאי לא מיקרו עוסקים במצות  והא דפטירי מתפלה לפי שמתוך שמחתן אי אפשר להם לכוין להתפלל משום דשכיחי בחופה שמחה וקלות ראש  והא דפטירי מסוכה משום דאי לא חדו בהדי חתן  מצטערין היו  והלכה כרבי שילא דחתן פטור מק\"ש: "
            ], 
            [
                "תניא ר' חנינא בן עקביא אומר כותבי ספרים תפילין ומזוזות הן ותגריהן ותגרי תגריהן וכל העוסקין במלאכת שמים לאתויי מוכרי תכלת  פטורין מק\"ש מתפלה ומתפילין ומכל מצות האמורות בתורה לקיים דברי רבי יוסי הגלילי שהיה רבי יוסי הגלילי אומר כל העוסק במצוה פטור מן המצוה: "
            ], 
            [
                "ת\"ר  הולכי דרכים ביום פטורין מן הסוכה ביום וחייבין בלילה הולכי דרכים בלילה פטורין מן הסוכה בלילה וחייבין ביום הולכי דרכים ביום ובלילה פטורים מן הסוכה ביום ובלילה הולכים לדבר מצוה פטורין בין ביום ובין בלילה כי הא דרב חסדא ורבה בר רב הונא כי הוו עיילי בשבתא דריגלא בי ריש גלותא הוו גנו בארקתא דנהרא אמרי שלוחי מצוה אנן ופטורינן: "
            ], 
            [
                "ת\"ר שומרי העיר ביום פטורין מן הסוכה ביום וחייבין בלילה שומרי העיר בלילה פטורין בלילה וחייבין ביום שומרי גנות ופרדסים פטורין בין ביום בין בלילה וליעבדו סוכה התם וליתבו אמר אביי תשבו כעין תדורו רבא אמר פרצה קוראה לגנב מאי בינייהו דקא מנטר כרי דפירי לאביי פטור ולרבא חייב והלכתא כרבא: "
            ], 
            [
                "מתני' חולין וכל משמשיהן פטורין מן הסוכה:", 
                "גמ' ת\"ר חולה שאמרו לא חולה שיש בו סכנה אלא אפי' חש בעיניו ואפילו חש בראשו אמר רשב\"ג פעם אחת חשתי בעיני בקסרי והתיר לי רבי יוסי לישן לי ולמשמשי חוץ לסוכה רב שרא ליה לרב אחא ברדלא  למיגני בכילתא בסוכה משום בקי רבא שרא ליה לרב אחא ברדלא בר אדא למיגני בר ממטללתא משום סירחא דגרגישתא  ומיירי באכסניא דאי בביתו היאך עשה סוכה מתחלה בדבר שהיה מצטער לישן בה ויפטר משום מצטער א\"נ גרגישתא היא גופסית  וכשהמטר יורד עליו הוא מסריח. כתב בספר המצות דוקא למיגני  אבל למיכל אסור ולא מיסתבר דיותר מזיק הריח בשעת אכילה ונקט למיגני לרבותא משום דחמירא שינה מאכילה דאוכלין אכילת עראי חוץ לסוכה ואין ישנים שינת עראי חוץ לסוכה רבא לטעמיה דאמר רבא מצטער פטור מן הסוכה  והאנן תנן חולין ומשמשיהן פטורין מן הסוכה חולה אין מצטער לא אמרי חולה הוא ומשמשין פטורין מצטער הוא אין משמשין לא : "
            ], 
            [
                "מתני' אוכלין ושותין עראי חוץ לסוכה  מעשה והביאו לפני ריב\"ז לטעום את התבשיל ולרשב\"ג שתי כותבות ודלי של מים ואמרו העלום לסוכה וכשנתנו לרבי צדוק אוכל פחות מכביצה נטלו במפה ולא נטל ידיו ואכלו חוץ לסוכה ולא בירך לאחריו: ", 
                "גמ' וכמה אכילת עראי אמר אביי כדטעים בר בי רב ועייל לכלה והיינו כביצה כדטעים בבת אחת מלא פיו ובית הבליעה מחזיק כביצה ודוקא פת אבל פירי לא בעי סוכה כדמסקינן בפרק בתרא דיומא דף עט:  דקבע דידהו כאכילת עראי דפת  ורבינו מאיר היה נזהר מלאכול פירות חוץ לסוכה  כי היה סובר להחמיר כהאי לישנא דפירי בעי סוכה ומיהו נראה דמוכח התם דאפילו אי פירי בעי סוכה  היינו כשקובע עצמו לאכילת פירות ואשמועינן דקבע דידהו הוי כאכילת עראי דפת אבל באכילת עראי דפירי ליכא מאן דאסר ושתיית יין עראי היא וה\"ר פרץ ז\"ל כתב דוקא פירי לא בעי סוכה אבל בשר וגבינה ושאר דברים חוץ מפירי בעי סוכה כדאמרי' בשמעתין אם השלים במיני תרגימא יצא ומיני תרגימא היינו בשר וכיוצא בו ומדמהניא בהו השלמה ש\"מ בעי סוכה ודלא כרש\"י שפי' דמיני תרגימא היינו פירי דפירי לא בעי סוכה ולא מהניא בהו השלמה ע\"כ. ובתוספתא פ' כיצד מברכין תניא הביאו לפניו מיני תרגימא מברך עליהן בורא מיני מזונות ומשמע דמיני תרגימא היינו מאכל שעשוי מחמשת המינים ואפשר שהוא חשוב יותר מבשר וגבינה ואיך ראיה ממיני תרגימא להצריך סוכה לבשר ולגבינה וגם אין דרך לקבוע סעודה עליהן ולא אשיב מאכילת עראי דפת והתוס' כתבו שאין להביא ראיה מהשלמת סוכה במיני תרגימא להשלמת סעודה שלישית דשבת דילפינן לה שבת קיז: מדכתב רחמנא היום גבי מן שהוא במקום פת: "
            ], 
            [
                "ת\"ר אוכלין אכילת עראי חוץ לסוכה ואין ישנים שינת עראי חוץ לסוכה מאי טעמא אמר רבא לפי שאין קבע לשינה.  אמר רב חסדא אסור לישן ביום יותר משינת הסוס וכמה שינת הסוס שיתין נשמי. אביי הוה ניים כי מיזל מפומבדיתא לבי כובי קרי עליה רב יוסף עד מתי עצל תשכב וגו': "
            ], 
            [
                " מתני' ר\"א אומר י\"ד סעודות חייב אדם לאכול בסוכה אחת ביום ואחת בלילה וחכמים אומרים אין לדבר קצבה חוץ מלילי יו\"ט ראשון בלבד ועוד אמר ר' אליעזר מי שלא אכל בלילי יו\"ט ראשון ישלים בלילי יום טוב האחרון וחכמים אומרים אין לדבר תשלומין על זה נאמר מעוות לא יוכל לתקון וחסרון לא יוכל וגו'. ", 
                "גמ' חוץ מלילי יו\"ט הראשון דגמרינן ט\"ו ט\"ו מחג המצות מה חג המצות לילה הראשון חובה דכתיב בערב תאכלו מצות כלומר לילה הראשונה חובה מכאן ואילך רשות אף סוכה לילה ראשונה חובה מכאן ואילך רשות. ירושלמי הלכה ז' חבריא בעו אי  מה להלן שיכנס למצוה כשהוא תאב אף סוכה כן ר' זירא בעי אי מה להלן עד שיאכל כזית דגן מצה אף כאן  עד שיאכל כזית דגן בסוכה ואיבעיא ליה אי יוצא במיני תרגימא: "
            ], 
            [
                " תניא ר\"א אומר אין יוצאין מסוכה לסוכה ואין עושין סוכה בחולו של מועד וחכמים אומרים יוצאין מסוכה לסוכה ועושין סוכה בחולו של מועד ושוין שאם נפלה שחוזר ובונה אותה בחולו של מועד. תניא ר\"א אומר כשם שאין אדם יוצא בלולבו של חבירו ביו\"ט הראשון של חג דכתיב ולקחתם לכם משלכם כך אין אדם יוצא בסוכתו של חבירו בחג הסוכות דכתיב חג הסוכות תעשה לך משלך וחכמים אומרים אע\"פ שאין אדם יוצא בלולבו של חבירו ביו\"ט הראשון של חג  אבל יוצא הוא בסוכתו של חבירו דכתיב כל האזרח בישראל ישבו בסוכות ראוין כל ישראל שישבו בסוכה אחת ורבנן האי לכם מאי עביד ליה מיבעי ליה למעוטי גזולה: "
            ], 
            [
                " מתני' מי שהיה  ראשו ורובו בסוכה ושולחנו בתוך הבית ב\"ש פוסלין וב\"ה מכשירין אמרו להם ב\"ה לב\"ש מעשה שהלכו זקני ב\"ש וזקני ב\"ה לבקר את ר' יוחנן החורני ומצאו שהיה יושב ראשו ורובו בסוכה ושולחנו בתוך הבית ולא אמרו לו דבר אמרו להן ב\"ש לב\"ה משם ראיה אף הם אמרו לו א\"כ היית נוהג לא קיימת מצות סוכה מימיך. נשים ועבדים וקטנים פטורין מן הסוכה וקטן שאין צריך לאמו חייב בסוכה מעשה שילדה כלתו של שמאי הזקן ופיחת את המעזיבה וסיכך ע\"ג המטה בשביל הקטן: דף כח ע\"ב ", 
                "גמ' היכי דמי קטן שאינו צריך לאמו אמרי דבי רבי ינאי כל שנפנה ואין אמו מקנחתו ריש לקיש אומר כל שניעיר משנתו  ואינו קורא אמא אמא: "
            ], 
            [
                "מתני' כל שבעת הימים אדם עושה סוכתו קבע ואת דירתו עראי ירדו גשמים מאימתי מותר לפנות הכלים משתסריח המקפה מושלין אותו משל למה הדבר דומה לעבד שבא למזוג לו כוס לרבו ושפך לו קיתון על פניו:", 
                "גמ' ת\"ר כל שבעת הימים אדם עושה את סוכתו קבע ואת ביתו עראי כיצד היו לו כלים ומצעות נאות מעלן לסוכה אוכל ושותה בסוכה ומטייל בסוכה מה\"מ דת\"ר תשבו כעין תדורו מכאן אמרו היו לו כלים נאים מעלן לסוכה מצעות נאות מעלן לסוכה ומטייל ושונה בסוכה ואוכל ושותה בסוכה איני והאמר אביי מקרא ומשנה במטללתא תנויי בר ממטללתא לא קשיא הא למיגרס והא לעיוני לעיוני צריך להתבודד ולישב בישוב הדעת ומצטער הוא בסוכה: "
            ], 
            [
                " אמר רבא מאני מישתא במטללתא מאני מיכלא בר ממעללתא חצבא ושחיל בר ממטללתא שרגא אמרי לה במטללתא ואמרי לה בר ממטללתא ולא פליגי הא בסוכה גדולה והא בסוכה קטנה  הני מאני לא איירי בחד ענינא דמאני מיכלא ומאני משתיא איירי בשעה שאין משתמשין בהן מאני משתיא לא מאיסי אבל מאני מיכלא כגון קערות לאחר שאכלו בהם מאיסי ואין להשהותם בסוכה אבל בשרגא אף בבעה שהוא דלוק אין להניח בסוכה כדמוכח בפירקין דלקמן (סוכה דף מח.) דתנן גמר מלאכול פירוש בשביעי לא יתיר את סוכתו דלמא מיתרמי ליה סעודה אחריתי אבל מוריד הוא את הכלים מן המנחה ולמעלה בשביל כבוד יו\"ט האחרון אין לו מקום להוריד כלים וצריך הוא לאכול בסוכה ביו\"ט האחרון כיצד הוא עושה שיפסל את הסוכה דאינו נראה כמוסיף  אם יאכל בשמיני בסוכה ריב\"ל אומר מדליק בה את הנר תינח סוכה קטנה גדולה מאי איכא למימר. למימר. דמעייל בה מאני דמיכלא אלמא שרגא בסוכה קטנה אף בשעה שהוא דלוק אין להניחו בסוכרת והטעם שיש לחוש שמא יתקרב הנר לדופני הסוכה ותאחז בהן האור: "
            ], 
            [
                "משתסרח המקפה. תנא משתסרח המקפה של גריסין אביי הוה יתיב קמיה דרב יוסף במטללתא נשיב זיקא וקא מייתי ציבותא אמר רב יוסף פנו לי מאני מהכא א\"ל אביי והאנן תנן משתסרח המקפה אמר ליה לדידי כיון דאנינא דעתאי כמה שתסרח המקפה דמי ת\"ר היה אוכל בסוכה וירדו גשמים וירד אין מטריחין אותו לעלות עד שיגמור סעודתו היה ישן בסוכה וירד אין מטריחין אותו לעלות  עד שיעור משיעלה עמוד השחר: משל משל למה הדבר דומה לעבד שמזג כוס לרבו ושפך לו קיתון של מים על פניו.  איבעיא להו מי שפך למי ת\"ש דתניא ושפך לו רבו קיתון של מים על פניו כלומר אי איפשי בשימושך: "
            ]
        ], 
        [
            [
                " לולב הגזול והיבש פסול של אשירה ושל עיר הנדחת פסול נקטם ראשו נפרצו עליו פסול נפרדו עליו כשר ר' יהודה אומר יאגדן מלמעלה ציני הר הברזל כשרות לולב שיש בו שלשה טפחים כדי לנענע בו כשר. והיבש פסול אין לפרש היבש כמו יבש דפ' אין מעמידין (עבודה זרה דף כט:) דתנן החרצנים של נכרים יבשים מותרים ומפרש התם דף לד. יבשים לאחר י\"ב חדש דהא אמרינן גבי הדס היבש יבשו עליו ונשתיירו בו שלשה בדי עלין לחים כשר  אלמא דאין היבשות תלוי בזמן אלא יבש דהכא יש לפרש כמו יבש דאזן בכור דפרק אלו מומין דף כט. דתנן רבי יוסי בן משולם אומר יבישה כדי שתהא נפרכת בצפורן והר\"ז הלוי ז\"ל כתב דאין נופל לשון פריכה אלא באוכלין כדקאמר בירקות לעיל (סוכה דף יג:) דלכי יבשי מיפרכי ומסתבר משיצאו מכלל כמושים ועבר הלחלוחית נקרא יבש. והראב\"ד ז\"ל חילק ביבשות לפי המינים וגבי לולב כתב הדבר ידוע דאפילו אחר כמה שנים אינו נפרך ואינו עומד על יבשותו בפריכה ושבירה אלא שסימן הנכון והישר במיני עצים והוא המראה שלהם כי כל זמן שיהא עליהן מראה ירקות הוא סימן הלחות או הכמישות ואינם יבשים אבל משכלה כל מראה ירקות שלהן וילבינו פניהם אז הם כמתים ועליהם אומר בירושלמי הלכה א' היבש פסול על שם שנאמר לא המתים יהללו יה אע\"פ שבגמרא דידן פסיל לה משום הדר אע\"פ כן ראיה גדולה היא וסימן גדול הוא שאינו נקרא יבש עד שילבינו פניו ויחזור כמת הלכך במינים עצים ודאי ראוי הסימן הזה בין להקל בין להחמיר לפי שתמצא פעמים שההדס יתיבשו עליו עד שיהו נפרכים ביד ועדיין הם ירוקים כתחלתן ואומר אני שאין דנין אותם כיבשים לפי שאם תשרה אותן במים יום או יומים יחזרו לכמות שהיו במשמושן ובמראיהן אבל משילבינו פניהם אע\"פ שתשרה אותן במים כמה ימים לא יחזרו למראיהן והרי הן כעץ יבש שאפילו תשרה אותן במים כמה ימים לא יסור מעליו שם היבש ע\"כ: "
            ], 
            [
                "נקטם ראשו לכאורה נראה לפרש בשני עלים האמצעים היוצאים מראש השדרה וקשה בגמרא דקאמר ריב\"ל ניטלה התיומת פסול והן אותן שני עלין האמצעים והא אפי' בנקטם פסול וכ\"ש בניטלו לגמרי וצ\"ל דנקטם ראשו מיירי בנקטם ראש רוב העלים וראשו של כל עלה ועלה קאמר והלשון דחוק. וי\"ל דניטלה איצטריך ריב\"ל לאשמועינן דסד\"א דהוי הדר יותר מנקטם א\"נ בניטלה אחת מן התיומת דבנקטם לא מיפסלא אלא בשתיהן. והראב\"ד ז\"ל כתב נסתפק לי איזה הוא ראשו אם הוא העליונים אע\"פ שלא חסר מן השדרה כלום. או שמא לא נקרא ראשו אלא ראש השדרה וכן בהדס וכן בערבה והביא הירושלמי דגרסי' בעי ר' אבא בר ממל קמיה ר' אבין יבשה ציציתו מהו מה בין זה לנקטם זה הדור וזה אינו הדור פי' ציציתו היא התיומת העליונה מלשון ויצץ ציץ והוא העליון כדכתיב ויוצא פרח ויצץ ציץ ומדקאמר וכי מה בין זה לקטום אלמא דאפי' כי האי פסול ולא בעי חסרון בשדרה וכתב שיש נוסח שכתוב בהו בעו קומא רבי אבין יבשו הוצין מהו על כל ההוצין הוא שואל לפי ששנינו במשנתינו לולב היבש פסול והיינו שיבש שדרה של לולב אבל יבשו עליו לא שמענו ועליהם שאל והשיבו ומה בין זה לקטום כלומר נחשוב הוצין היבשים כאילו הן קטומין כולם והשיבו לו זה הדור וכו' כלומר אע\"פ שהוא יבש הדור הוא אבל כשהוא קטום כולו ונשארה השדרה ערומה אינה הדור ולגירסא זה נסתפק עדיין בנקטם ראשו אם הוא מן התיומת לבדה או שיחסר עמה מן השדרה. ופשט ליה מדתני עולא דף לג. בהדס נקטם ראשו ועלתה בו תמרה כשרה אלמא ראשו דקאמר בגוף ההדס קאמר שאם בנשירת העלין העליונים בלחוד קאמר הל\"ל נקטם ראשו ועלה בו עלין כשר אלא ש\"מ אין הפסול בעלין אלא בראש הבד עצמו ומשום הכי צריך שיעלה בו תמרה להשלים חסרון הבד ועוד דאמרינן דף לא. לא שנו אלא נקטם אבל נסדק כשר. והאי ודאי על שדרה עצמה קאמר  כדמוכח סוגיא דשמעתין והלשון עצמו כך הוא מוכיח כי השדרה היא הנקראת לולב וההוצין נקראין עלין או הוצין וכשאמרו נקטם ראשו על הלולב אמרו והיא ראש השדרה שהיא לולב. יבשות העלין אינו מוזכר לא במשניות ולא בגמ' ויש ללמוד מן הירושלמי ממה ששאלו מרבי אבין יבשו הוצין והיו סבורין לדמותו לקטומה והשיב להם שאין דומה לקטום שהקטום אינו הדור והיבש הדור. ומסתברא ובלבד שיהא התיומת העליונה לחה וכן אמרו בהדס יבשו עליו ונשתיירו בו שלשה בדי עלין לחין כשר ואמר רב חסדא ובראש כל אחד ואחד ע\"כ. מה שדימה יחד הדס לולב והערבה י\"ל שלא לדמותם דלולב לעולם העלין עולין למעלה ויוצאין מראש השדרה הלכך ראש העלין נקראין ראשו אבל הדס והערבה אין העלין העליונים יוצאים מראש הבד אלא לפעמים ראש הבד הוא חלק הלכך ראש דידהו הוא ראש הבד ולא ראש העלין ואפי' אם עלה יוצא מראש הבד לא מיקרי נקטם עד שיקטם ראש הבד ומה שכתב דסוגיא דשמעתין מוכח מלתא דעל שדרה קאמר  לא ידענא הוכחה זו דכל חד וחד הוא כדאיתא סדוק הוא בראש הלולב ואינו בגוף הלולב ומה שכתב שהשדרה נקראת לולב ולא העלין בגמ' לא מוכחא כן מדקאמר שמואל שיהא לולב יוצא מן ההדס טפח וקאמר רבי יוחנן שדרו של לולב צריך שיוצא מן ההדס טפח  אלמא לולב סתם דקאמר שמואל היינו עלין  וכיון שאם נפרצו רוב עלין דעבידי כחופיא פסול כ\"ש ביבשו רוב עלין: "
            ], 
            [
                "נפרצו עליו ברוב עלין איירי  כדאיתא בתוספתא ופרש\"י שנפרצו מן השדרה ואינו מחובר אלא ע\"י אגודה. משמע שרצה לומר שנתלשו לגמרי מן השדרה ולא משמע כן בגמרא דמפרש נפרצו דעביד כי חופיא והעלין שנתלשו מן השדרה הוצין מקרו כדאמר לקמן (סוכה דף לז:) אמר רבא לא ליגוז איניש לולבא בהושענא דנתרי הוצין והוי חציצה כלומר אם הוא ארוך יותר מדאי מן הערבה ובא לקוצצו מתחת לא יקצצו כשהוא באגודה דהוצין הנתלשין מן השדרה הוי חציצה אלמא עלין הנתלשין מקרו הוצין ומהוצין עושין חופיא כדאיתא פרק הגוזל קמא (בבא קמא דף צו.) האי מאן דגזל לוליבא ועבדינהו הוצי קני מעיקרא לוליבא והשתא הוצי הוצי ועבדינהו חופיא קני מעיקרא הוצי והשתא חופיא והיינו שחילק כל עלה לשנים במקום שהוא כפול מגבו ואז נקרא חופיא ועושין מהן מכבדות היינו נפרצו עליו דהכא שנפרץ ראש כל עלה ועלה מגבו ברוב עליו שבלולב: גמ' מתניתין לולב הגזול והיבש. קא פסיק ותני ל\"ש ביו\"ט ראשון כו' בשלמא יבש בעינן הדר וליכא אלא גזול בשלמא ביו\"ט ראשון ולקחתם לכם משלכם אמר רחמנא והאי לאו דידיה הוא אלא ביו\"ט שני אמאי לא משמע דפשיטא ליה דבעינן הדר לכולי יומי אבל לכם משלכם לא בעינן בשאר ימים וכן ולקחתם דדרשינן מיניה דבעי לקיחה תמה לא מיפסיל אלא ביו\"ט ראשון כדאמר בפרקין דף לו: רבי חנינא מטבל ביה ונפיק ביה ביו\"ט שני ותימה מאי שנא זה מזה הא כולהו בהדי הדדי כתיבי בחד קרא ולקחתם לכם ביום הראשון פרי עץ הדר ואי משום דמשמע דהנך דכתיבי מקמי יום ראשון דוקא עליה קיימי ולא רצו לתקן שיהו נוהגים בשאר הימים אבל הדר דכתיב בתריה תיקון בכל הימים. אכתי קשה דהא מן ולקחתם לכם דרשינן בהקומץ רבה דף כז. ולקמן בפירקין (סוכה דף לד.) דארבעה מינין שבלולב מעכבין זה את זה דבעינן לקיחה תמה. ובשלהי פירקין דף מא: ובריש לולב וערבה (סוכה דף מג.) דרשינן נמי מדכתיב ולקחתם לשון רבים שתהא לקיחה לכל אחד ואחד מדלא כתיב ולקחת לשון יחיד כי היכי דדרשינן בפרק רבי ישמעאל (מנחות דף סה:) ספירה לכל אחד ואחד מדכתיב וספרתם וא\"כ בשאר הימים תיסגי במין אחד ובלקיחה לאחד בשביל כולם הלכך נראה דהיינו טעמא משום דיום ראשון דאורייתא בגבולין ושאר הימים דרבנן זכר למקדש כדאיתא בריש לולב וערבה (סוכה דף מד.) הלכך בעיקר הלקיחה כגון ד' מינים בלולב ולקיחה לכל אחד ואחד תיקון גם בשאר ימים כעין דאורייתא  וכן בהדר משום הדור מצוה אבל בחסר לא תיקון ולא בשאול. ובגזול פליגי בשמעתין רבי שמעון בן יוחי סבר דתיקון משום דהוי מצוה הבאה בעבירה ושמואל סבר כיון שהוא מדרבנן לא חשיב מצוה הבאה בעבירה. והרב אלפסי ז\"ל שלא הביא אלא המשנה כצורתה ולא הביא פלוגתא דאמוראי דפליגי בגזול מכלל דסבירא ליה כסתמא דגמרא דאמר קפסיק ותני לא שנא ביו\"ט ראשון ולא שנא ביו\"ט שני ופסיל ליה משום מצוה הבאה בעבירה. ואע\"ג דקרא גבי קרבן כתיב ה\"ה בכל מצוה כדמוכח בריש הגוזל קמא (בבא קמא דף צד.) דקאמר הרי שגזל סאה של חטין וטחנה ואפאה והפריש ממנה חלה אין זה מברך אלא מנאץ ולא כשמואל דסבר דלא אמרינן הכי אלא במצוה שהיא מדאורייתא ולא. מיסתבר טעמיה דכיון דמברך ומזכיר שם שמים מנאץ הוא במילי דרבנן כמו במילי דאורייתא ועוד דרב נחמן בר יצחק דהוא בתרא פריך לשמואל ממתניתין ואע\"ג דדחי ליה לא סמכינן אשינויא דחיקא וכן פסק בה\"ג ורב פלטוייא גאון נמצא שאין חילוק בין יו\"ט ראשון לכל שאר הימים אלא בחסר כדאמר לקמן רבי חנינא מטבל ונפק ביה וכן שאול אבל כל שאר הפסולים נוהגים בכל הימים  ויו\"ט שני דידן הוא כיום הראשון דספיקא הוא וראיתי דעות אחרות לפוסקים ונלאיתי לכותבם כי לא ישרו בעיני וכאשר כתבתי כך עיקר: "
            ], 
            [
                "נקטם ראשו. אמר רב לא שנו אלא נקטם אבל נסדק כשר ואי נסדק  ועביד כי המנק פסול והוא כלי שיש לו שני ראשין וזהו צורתו. תניא לולב כפוף קווץ סדוק עקום דמי למגל פסול חרות פסול דמי לחרות כשר קווץ פרש\"י בשדרה שלו יוצאין עוקצים כמין קוצים. ובערוך בערך קווץ  פי' שנצמח ונכווץ ויש בו כעין קמטין. עקום דומה למגל. אמר רבא לא אמרן אלא לפניו אבל לאחריו ברייתיה הוא וכשר אמר רב פפא ולצדדין כלפניו דמי ואמרי לה כלאחריו דמי הלכך עבדינן לחומרא וכלפניו דמי ופסול: "
            ], 
            [
                "אמר רבא האי לוליבא דסליק בחד הוצא בעל מום הוא ופסול פרש\"י שכל עליו מצד א'. וי\"מ דכל העלים שהן כפולות קאמר שאם לא היו כפולות פסול וכ\"כ הרמב\"ם ז\"ל פ\"ח מהל' לולב הלכה ד היו עליו אחת אחת מתחלת ברייתו ולא היה להם תיומת פסול ורב שר שלום ז\"ל כתב בתשובה לוליבא דסליק בחד הוצא שהוצא אחד בעיקרו ועולה אותו חד הוצא מעיקרו ועד ראש שדרה ונפרצו עליו פסול נפרדו עליו כשר אמר רב פפא נפרצו דעבדי כי חופיא נפרדו דאפריד איפרודי: "
            ], 
            [
                "בעי רב פפא נחלקה התיומת מהו ת\"ש דא\"ר יהושע בן לוי נחלקה התיומת נעשה כמי שניטלה התיומת ופסול פרש\"י בעלין עליונים אמצעיים ששם השדרה כלה נחלקו זה מזה  ונסדקה השדרה עד העלין שלמטה מהם ובתשובת הגאונים כתב תיומת הוא אותו הוצא העליון שבראש הלולב שאין הוצא למעלה ממנו  והוא כשני הוצין דבוקין זה בזה ונקראת תיומת. בעי רב פפא ונחלקה התיומת מהו פירוש נפרד אחד מחבירו אותו הוצא העליון שבלולב עד שדומה לשנים ע\"כ ולדבריהם לא נמצא לולב כשר בשלנו כי בטורח נמצא שיהא לנו תיומת בזה הענין וי\"ל שאף לדבריהם אינו פסול אלא א\"כ שנשתנה מברייתו שהיתה מתחלה תיומת מחוברת כזה הענין ונחלקה  אבל אם לא היתה התיומת מחוברת מתחלה כשר  וכעין פי' זה נוטה פי' ה\"ג שפירש בעי רב פפא נחלקה התיומת ההוא גבה דהוצא דהיכא דדביקו אהדדי ההוא דאתמים להו ומשוי להו חד נחלקה מהו אי כנפרצו עליו דמי ופסול  או כנפרדו עליו דמי וכשר ע\"כ  ואע\"פ שלא פירש שבהוצא העליון מדבר שהוא שנים מחוברים ביחד אין נראה להעמיד דבריהם בשאר הוצין ולומר שקורא לגבה דהוצא יחידי תיומת על שם שמחבר כפל ההוצא ביחד דנפרצו ונפרדו לא איירי אלא ברוב העלין  כדאיתא בתוספתא ונחלקה התיומת לא מיירי אלא רק בחדא מדלא קאמר ונחלקו התיומות ול\"נ דלא קשה נחלק התיומת של כל אחת ואחת קאמר וכן פי' הרב אלפסי תיומת גבה דהוצא דמתיים להו להוצין לשני צידי העלין ומשוי להו חד כי כל אחת ואחת כפולה לשנים ותיומת מגבה ואם נפרדו ההוציך זה מזה ועמד כל אחד ואחד כשהוא כפול לשנים והתיומה שלה קיימת כשרה ואם נחלקה התיומת נעשה כמי שנפרצו עליו ופסול וברוב עליו מיירי וכן כתב הרמב\"ם ז\"ל פ\"ח מהל' לולב הל' ד' בריית עלין שבלולב כך הוא כשהן גדלין גדלין שנים שנים ודבוקין מגבן וגב כל שני עלין הדבוקין היא נקראת תיומת נחלקה התיומת פסול והאי נחלקה הוא ברוב כל עלה ועלה  וכן נחלקה של תשובת הגאונים הוא ברוב  ולפי מה שפירשו התוספות נפרצו כי חופיא אין לפרש כפירוש הרב אלפסי דהיינו נחלקה התיומת ולכך אמרו דפירוש הלכות גדולות כפי תשובת הגאונים: ציני הר הברזל כשרות. אמר רב הונא לא שנו אלא שראשו של זה מגיע בצד עיקרו של זה אבל אין ראשו של זה בצד עיקרו של זה פסולות: "
            ], 
            [
                " לולב שיש בו ג' טפחים וכו' אמר רב יהודה אמר שמואל שיעור הדס וערבה שלשה טפחים ולולב ארבעת כדי שיהא לולב יוצא מן ההדס טפח ורבי פרנך אמר רבי יוחנן כדי שיהא שדרו של לולב יוצא מן ההדס טפח וכר' יוחנן קי\"ל לגבי שמואל ועוד ברייתא דפ' המפלת (נדה דף כו.) מסייע ליה דתני ר' אושעיא זעירי דמן חבריא חמשה שיעורן טפח וקחשיב שדרו של לולב. והתנן לולב שיש בו שלשה טפחים כדי לנענע בו כשר  אימא וכדי לנענע למר כדאית ליה ולמר כדאית ליה. תניא שיעור הדס וערבה שלשה ולולב ארבעה רבי טרפון אומר אמה בת ה' ופירשה רבין אמה בת ה'  עשה אותה בת ששה צא מהן שלשה טפחים להדס ועוד טפח ללולב דהוה להו להדס תרי ופלגא. אמר רב הונא אמר שמואל הלכה כר\"ט ואע\"ג דאמר שמואל הדס וערבה שלשה טפחים לא דק ולחומרא לא דק. ולא ידענא למה השמיט הרב אלפסי ההיא דר\"ט כיון דשמואל פסק כוותיה ודאי הלכתא היא  ואע\"ג דמתני' קתני שלשה טפחים כיון דאמורא פוסק דלא כמתני' הלכתא הכי ורבי יוחנן נמי לא פליג עליה דשמואל בהא  דבאותן טפחים דאיירי שמואל איירי נמי רבי יוחנן  וברייתא דהמפלת נמי אין צריך שיהו כל הטפחים שוין והאי שיעורא דאמרינן הוא דלא ליהוי פחות מהאי שיעורא אבל אי טפי בהו מהאי שיעורא כשר דקי\"ל לולב אין לו שיעור למעלה אבל יש לו שיעור למטה: "
            ], 
            [
                "מתני' הדס הגזול והיבש פסול ושל אשירה ושל עיר הנדחת פסול נקטם ראשו נפרצו עליו או שהיו ענביו מרובין מעליו פסול ואם מיעטן כשר ואין ממעטין אותן ביו\"ט: ", 
                "גמ' ת\"ר ענף עץ עבות עץ שהוא עבות שענפיו חופין את עציו הוי אומר זה הדס. ת\"ר עץ שהוא עבות קלוע כמין קליעה ודומה לשלשלת זהו הדס ר\"א בן יעקב אומר ענף עץ עבות עץ שטעם עצו ופריו שוה הוי אומר זה הדס. תנא עבות כשר ושאינו עבות פסול היכי דמי עבות אמר רב יהודה כגון דקיימי תלתא תלתא טרפי בחד קינא רב כהנא אמר אפי' תרי וחד רב אחא בריה דרבא מהדר אתרי וחד הואיל ונפק מפומיה דרב כהנא א\"ל מר בריה דרב אשי אבא לההוא הדס שוטה קרי ליה. תלתא טרפי בחד קינא פרש\"י שלש עלין בקן אחד ויוצאין מתוך עוקץ אחד וכן תרי וחד פי' שני עלין בעוקץ אחד ועלה אחד מלמטה ועולה ורוכב על שניהם וכן ההיא דפ' הכונס (בבא קמא דף נח.) תלתא בחד קינא הוו קיימי פירוש שלשה דקלים יוצאין משורש אחד וחומרא גדולה היא זו דאינה מצוי שיצאו מעוקץ אחד ומיקרי שפיר כשהן סמוכין זה לזה בעיגול אחד שאין אחד נמוך מחבירו אע\"פ שכל אחד בעוקצו וכן ההיא תלתא בחד קינא דפרק הכונס היה קרקע ביניהם אלא שלמטה מן הקרקע היה שורש אחד להן: "
            ], 
            [
                "ת\"ר נשרו רוב עליו ונשתיירו בו מיעוט כשר ובלבד שתהא עבותו קיימת. ומשכחת לה  באסא מצראה דקיימי ז' בחד קינא ואע\"ג דנתרי ארבעה מיניה דהוה ליה רובו פשו להו תלתא בקינא דהוה להו עבות וכשר: "
            ], 
            [
                "ת\"ר יבשו רוב עליו ונשתיירו בו שלשה בדי עלין לחין כשר אמר רב חסדא ובראש כל אחד ואחד. פרש\"י ג' בדין ובכל בד ובד שלשה עלין לחין דבבציר משלשה עלין לא הוי עבות ושיהו העלין הלחין בראשי הבדין אבל באמצען לאו הדר הוא ופירושו אינו מובן לכאורה דמשמע ענף כמו בדי אילן וכן משמע מתוך פרש\"י ואם כן מאי האי דקאמר ונשתיירו בו ג' בדין והלא מתחלה אינם כי אם ג' ועוד יבשו רוב עליו משמע דקאי אהדס אחד ומה שייך להזכיר בו שיור ג' בדין וה\"ר ישעיה דטראני פירש דהאי עליו על לולב קאי שהיו בו הרבה בדין של הדס ויבשו רובם אם נשתיירו בהם שלשה בדין ובהן שלשה עלין לחין לכל אחד ואחד כשר דאי אהדס קאי הוה ליה למימר ונשתיירו בו שלשה עלין לחין ולא ג' בדין ותו דקאמר רב חסדא בראש כל אחד  ש\"מ דאלולב קאי ע\"כ. ולא נהירא דלמה דבר התנא בלולב שיש בו יותר משלשה בדין כיון דאין צריך יותר ועוד יבשו רוב עליו משמע דאהדס קאי דאי אלולב קאי ויש לו בדין הרבה הוה ליה למימר יבשו רוב בדין ונשתיירו שלשה בדין ובהן שלשה עלין לחין ונ\"ל יבשו רוב עליו של ההדס ונשתיירו בו ג' בדין ותלתא בחד קינא מיקרי בד על שם שיוצאין כאחד ממקום אחד וכל קן וקן עומד לבד על כן נקרא בד  כמו בדי מחטין דגבי מציאה ב\"מ דף כד.. בדי עלין לחין כלומר עלין לחין יש בכל בד ובד ולא שיהו כולן לחין דא\"כ ה\"ל למימר ג' בדין לחין מדקאמר שלשה בדי עלי לחין משמע שיש בהן מקצת עלין לחין ואפי' אין בכל בד ובד אלא עלה אחד כשר וקאמר רב חסדא שאותו העלה יהא בראש כל בד ובד כי ג' עלין של קן א' יוצא מכאן וא' יוצא מכאן והג' באמצע מורכב על שניהם הוא הנקרא ראש ובו תלוי ההדר כי הוא נראה יותר מהאחרים וכתב הראב\"ד ז\"ל אם היו אלו שלשה עלין שנשתיירו כמושין פסול  דאין מציל מיד היבש אלא הלח וזה ההדור ולא ידעינן חומרא זו מנין לו דכיון שהכמוש כשר דינו כלח לכל דבר  ואין לו לדקדק מדהזכיר התנא לחין. כתב הראב\"ד ז\"ל דבעינן כולי שיעורא דהדס שיהא עבות למצוה או רוביה לעיכובא מדמקשה דף לב: לרב הונא על ר' טרפון דבעי הדס אמה בת חמשה דהשתא תלתא לא משכחינן חמשה מיבעיא אלמא בעי כולי שיעורא דהדס עבות דבלא עבות משכחת טובא בת תלתא ובת חמשה ועוד דהדס דומיא דלולב מה התם בעינן רוב העלין בהכשר כדפי' לעיל בפ' זה סימן ג' מן התוס' אף בהדס כך וא\"כ אין הכשירו של הדס אלא בעבות הלכך למצוה בעינן כל שיעור הדס עבות ואם אין אלא הרוב עבות כשר מדנשרו מקצת עלין כשר ברובו הכי נמי אי הוה מיעוט שאינו עבות כשר דלא גרע מנשרו  ויש אומרים ובלבד שתהא עבות בראשו כדאמרינן גבי יבשו עליו דבעינן שיהא בראש כל אחד ואחד ולא נהירא דלא בעינן עבות בראשו דסתם משום הדר הוא ואם אין הלח בראשו לא הוי הדר אבל הכא עבות הוא דבעינן ואע\"ג שאינו בראשו קיים מצות עבות עד כאן  ושאר המחברים כתבו בענין אחר ודברי הראב\"ד ז\"ל מחוורין. כתב בעל העיטור נפרצו דהדס ולולב לא שנתלשו מן השדרה  דאם כן נפרצו דהדס היינו נשרו וברייתא קתני נשרו רוב עליו ובלבד שיהא עבותו קיימת אלא נפרצו מחובר הוא אלא שנפרץ ונסדק לסדקין שתים ושלש ע\"כ ודבריו אינן נכונים בזה דנשרו דברייתא כל העבות קיימות אלא שנשרו העלים היתירים על העבות  ונפרצו דמתניתין היינו שנשאר רוב עבות של שיעור הדס ונשתייר המיעוט ואף לפירוש ר\"י דמפרש נפרצו עליו דלולב שנחלקו העלין כי חופיא. בנפרצו דהדס וערבה הוי פירוש נשרו דלא שייך בהו כי חופיא ולכך לא אמר בהו רב פפא דעביד כי חופיא: נקטם ראשו תנא עולא בר חנינא נקטם ראשו ועלתה בו תמרה כשר. ואיפסיקא הלכתא לקמן כר' טרפון דאמר אפי' שלשתן קטומים הלכך לא שנא עלתה בו תמרה ולא שנא לא עלתה בו תמרה  ולקמן נדקדק בו: "
            ], 
            [
                " או שהיו ענביו מרובין מעליו פסול אמר רב חסדא דבר זה רבינו הגדול אמרו השם יהיה בעזרו לא שנו אלא שחורות אבל ירוקות מיני הדס הן וכשירות ואמר רב פפא אדומות בשחורות דמיין דאמר רבי חנינא האי שחור אדום הוא אלא שלקה: ואם מיעטן כשר ואין ממעטין ביום טוב  תנא אם עבר ולקטן כשר: "
            ], 
            [
                "תניא לולב בין אגוד בין אינו אגוד כשר רבי יהודה אומר אגוד כשר שאינו אגוד פסול מאי טעמא דר' יהודה  גמר לקיחה לקיחה מאגודת אזוב מה להלן אגודה אף כאן אגודה ורבנן לית להו לקימה לקיחה והלכתא כרבנן דאמרי דלולב אין צריך אגד ומיהו אגדינן ליה להדורא בעלמא דת\"ר לולב מצוה לאוגדו ואם לא אגדו כשר ואמרי' מאי מצוה משום זה אלי ואנוהו התנאה לפניו במצות בלולב נאה בסוכה נאה בשופר נאה בטלית נאה. גרסינן בפרק ארבעה אבות נזיקין דף ט. אמר רבי זירא  הידור מצוה עד שליש במצוה פי' אם קנה לולב ונזדמן לו אחר יפה יותר יוסיף עד שליש בדמי הראשון להחליפנו ביפה במערבא משמיה דרבי זירא אמרי עד שליש משלו מכאן ואילך משל הקב\"ה פי' אוכל פירות בעולם הזה והקרן קיימת לו לעוה\"ב. והשתא דקי\"ל לולב אין צריך אגד אי לא אתנחיה בהושענא מערב יו\"ט  מנח ליה ביום טוב ושפיר דמי  וכי אגיד ליה ביום טוב אגיד ליה כאגודה של ירק דשזיר שתי קצוות של הוצא והדר נעיץ להו מלרע גבי הושענא א\"נ דעניב להו מיענב: "
            ], 
            [
                "מתני' ערבה גזולה ויבשה פסולה של אשירה ושל עיר הנדחת פסולה נקטם ראשה נפרצו עליה והצפצפה פסולה כמושה או שנשרו מקצת עליה ושל בעל כשרה. האי נפרצו עליה דהדס וערבה פירוש שנפרצו ממקום חיבורן  אף לפירוש ר\"י שפירש שנפרץ דלולב היינו שנחלקו העלין במקום התיומת דהאי לא שייך גבי ערבה והדס ולפרש\"י נפרצו דשלשתן שוה ושנה בסיפא נשרו מקצת עליה כשרה לאשמעינן שנפרצו עליה היינו ברוב כדאיתא בתוספתא פ\"ב ושנאו באחרונה וה\"ה בכולהו וגבי פסולה נקט נפרצו משום דהוה ברוב וגבי מיעוטא שייך לשון נשרו וכ\"ש לפי' ר\"י ומשום דלגבי לולב שנה נפרצו שנה בכולן אע\"פ שאין פירושן שוה: ", 
                "גמ' ת\"ר ערבי נחל הגדילות על הנחל ד\"א ערבי נחל שעלה שלה משוך כנחל תניא אידך ערבי נחל אין לי אלא ערבי נחל של בעל ושל הרים מנין ת\"ל ערבי נחל מ\"מ.  אבא שאול אומר ערבי נחל שתים אחת ללולב ואחת למקדש ולרבנן למקדש מנ\"ל הלכתא גמירי לה וכתבו התוס' דאבא שאול ות\"ק לית להו הא דדרשינן לקמן ערבי שתים אלא סברי כר\"ע דאמר ערבה א'  דשתי דרשות לא דרשי' מערבי כדמוכח הכא דלרבנן דדרשי מערבי לרבות של בעל ושל הרים צריכא למימר דהלכתא גמירי לה ואין הלכה כר\"ע ודרשי' ערבי נחל שתים א\"כ לא איתרבי של בעל ושל הרים א\"כ צריך ליזהר שלא להביא ערבה אלא אותן שגדלים על נחלי מים ולא של הרים ולא של בעל ע\"כ  וכן משמע מדברי האלפסי שלא הביא הברייתא דשל בעל ושל הרים וקשה לי שלא ראיתי העולם נזהרים מזה  וגם רש\"י פי' ערבי נחל הגדלים על הנחל דמצוה להביא הגדלים על הנחל אבל בדיעבד כשרים של בעל ושל הרים דמרבינן להן מערבי נחל. מ\"מ לא ראיתי לרבותי שהיו מצווין להביא ערבה הגדילה על הנחל ונ\"ל לפרש דערבי נחל הגדילות על הנחל כלומר ממין הגדל על הנחל דהיינו ערבה שרובם גדילה על הנחל למעוטי צפצפה הגדילה בהרים. ד\"א ערבי נחל שעלה שלה משוך כנחל למעוטי צפצפה שעלה שלה עגול והאי תנא לא מצריך קרא לרבויי של בעל ושל הרים דבכלל ערבי נחל הן והכי סברי רבנן דלקמן דמצרכי שתי ערבות  וכן משמע מתוך דברי הרמב\"ם ז\"ל פ\"ז מהל' לולב הל\"ג שכתב ערבי נחל האמורות בתורה אינו כל דבר הגדל על הנחל אלא מין ידוע הוא הנקרא ערבי נחל עלה שלו משוך ופיהו חלק וקנה שלו אדום ורוב מין זה גדל על הנחלים לכך נקרא ערבי נחל ואפי' היה גדל במדבר או בהרים כשר ע\"כ: ת\"ר איזוהי ערבה ואיזו היא צפצפה ערבה קנה שלה אדום עלה שלה משוך ופיה חלק צפצפה קנה שלה לבן עלה שלה עגול ופיה דומה למגל והתניא דומה למגל כשר דומה למסר פסול אמר אביי כי תניא ההיא בחילפא גילא אמר אביי שמע מינה האי חילפא גילא כשר להושענא ואע\"ג דאית ליה שם לווי: "
            ], 
            [
                " מתני' רבי ישמעאל אומר שלשה הדסים ושתי ערבות ולולב אחד ואתרוג אחד ואפי' שנים קטומים ואחד אינו קטום ר' טרפון אומר אפי' שלשתן קטומים ר\"ע אומר כשם שאתרוג אחד ולולב אחד כך הדס אחד וערבה אחת: ", 
                "גמ' אמר רב יהודה אמר שמואל הלכה כרבי טרפון והא דמכשיר בהדס קטום טפי מלולב וערבה פי' ה\"ר ישעיה ז\"ל משום דענפיו חופין את עציו  ואין קטימתו נראית כל כך והראב\"ד ז\"ל ובעל המאור ז\"ל  חלקו בין נקטם ראשו לקטום דהכא  ופירושם רחוק מן הדעת וכל הני שיעורי שלא לפחות מהם אבל להוסיף יכול ואין כאן משום בל תוסיף אפילו למ\"ד לולב צריך אגד אלא אם כן מוסיף מין אחר כדמוכח סוף פ' ראוהו בית דין (ראש השנה דף כח:) והרמב\"ם ז\"ל כתב פ\"ז מהל' לולב הל' ז' אם רצה להוסיף בהדס כדי שתהיה אגודה גדולה מוסיף ונוי מצוה הוא אבל שאר המינים אין מוסיפין על מנינם ואין גורעין מהן ואם הוסיף או גרע פסול ואפכא מסתברא דבהדס כתיב מנינא ענף עץ עבות ובערבה כתיב ערבי ומיעוט ערבי שתים אבל כל מה שמוסיף בכלל ערבי הוא. וחכמי פרובינצי\"א הקשו עליו וחזר בו והכשיר הכל ויראה שכן באתרוג ולולב אין בהם משום בל תוסיף אע\"ג דכתיב כפת ופרי עץ כיון שאינו מוסיף מין אחר והא דאמרי' לקמן (סוכה דף לה.) פרי אחד אמר רחמנא ולא שנים ושלשה היינו לענין חובת לקיחה כלומר אם באת להצריך שנים ושלשה כי היכי דמתנכר לקיחה פרי אחד אמר רחמנא ולא שנים ובהדס שאינו עבות נחלקו הגדולים אם הוא מין הדס ויכול להוסיף ממנו לנוי  בה\"ג כתב דהדס שוטה אפי' בהדי אסא אחריני פסול ור' נטרונאי כתב אם יוכל לעשות כולו מן העבות מצוה מן המובחר ואם אינו מוצא אלא שלשה הדסים עבות ממלא אותו הדס שוטה ושפיר דמי וכן כתב רבי פלטיא מן המקרא היה משמע דשני מינין הן דכתיב בעזרא ועלי הדס ועלי עץ עבות. ואמנם אנו רואין שגדלים בערוגה אחת ושוין במראה ובקומה זה יוצאין עליו עבות וזה אין יוצאין עליו עבות ואפילו שפסלו הכתוב למצות הדס מ\"מ מין אחד הוא ואין כאן בל תוסיף מידי דהוה אסיב ועיקרא דדיקלא דאמר לקמן (סוכה דף לו:) דאוגדים בו את הלולב לרבי יהודה אבל לא במין אחר משום דסבר לולב צריך אגד ואי מייתי מינא אחרינא הוה ליה ה' מינים אבל סיב ועיקרא דדיקלא אין בו משום בל תוסיף משום דמינא דדיקלא הוא אע\"פ שאינו כשר ללולב ומה שחלקו הכתוב לשנים לאו משום דשתי מינין נינהו אלא אמר להם עזרא שידקדקו ויחפשו להביא עבות למצות לולב ומעלי הדס יביאו הרבה לעשות סוכה בגמרא לעיל (סוכה דף יב.).  תניא אמר רבי אליעזר יכול יאגדן כולן כאחד אמרת וכי נאמר וכפות והלא לא נאמר אלא כפות תמרים ומנין שמעכבין זה את זה ת\"ל ולקחתם לקיחה תמה.  תניא ד' מינין שבלולב אין פוחתין מהן ואין מוסיפין עליהן לא מצא אתרוג לא יביא פריש ולא רימון ולא דבר אחר ויש שרוצים לדקדק מכאן דאם לא מצא אתרוג כשר מברך בפסול מדנקט פריש ורמון דוקא ולא נקט פסיל ואור\"י דיש לדחות דנקיט פריש ורמון לרבותא אע\"פ שהוא הדר ושלם אבל י\"ל דשרי כמו לולב פסול לרבנן דשרי בשעת הדחק דתניא בכולן כמושים כשרים יבשים פסולים ר' יהודה אומר אף יבשים כשרים אמר רבי יהודה מעשה בבני כרכים שהיו מורישים את לולביהם לבניהם אמרו לו אין שעת הדחק ראיה מכאן משמע שבשעת הדחק יוצאים אפילו בפסול וכן כתב הר' ישעיה דטראני וכן כתב הראב\"ד ז\"ל ושוב חזר בו ואומר דבין בשעת הדחק ובין שלא בשעת הדחק אין יוצאין ביבש כלל דכל היכא דקתני פסול דמשמע אפילו דיעבד אפילו במקום הדחק לא יצא בו דאיך יתכן זה להיות שבמקום הדחק יוצאין בו ומברכין עליו לכתחלה ושלא במקום הדחק אפי' דיעבד לא יצא וסברא הוא  כי היבש כמת הוא וכמה שנכתת שיעורו ואיננו ואין מברכין עליו אלא שנוטלין אותו בידים בשעת הדחק כדי שלא תשתכח מהן תורת לולב ואתרוג וזהו שאומר אין שעת הדחק ראיה כלומר שלא עשו כן אלא כדי שלא תשתכח מהן תורת לולב וכמו שאמרנו ביבשים שנוטלין אותו לזכרון בעלמא שלא תשתכח וכו' ה\"נ במקום שיש לו לולב ואין לו אתרוג אע\"פ שמעכבין זה את זה ואין מברכין על הלולב בלא אתרוג אפ\"ה מצוה ליטול את הלולב לבדו בלא אתרוג לזכרון בעלמא כדי שלא תשתכח תורת לולב כדאמרינן לא מצא אתרוג וכו' ואמרי' פשיטא מהו דתימא כי היכי דלא תשתכח מצות אתרוג קמ\"ל זימנין דנפיק מיניה חורבה דכי איתיה לאתרוג נמי שביק ליה ומייתי להנך שמע מינה היכא דליכא למיחש לחורבה כי הכא צריך למינקט כי היכי דלא לישתכח מצות לולב ועוד מדקאמר נייתי כי היכי דלא לישתכח מצות אתרוג ואי לא נקיט לולב אמאי מייתי פריש שלא תשתכח תורת אתרוג וכי חמור תורת אתרוג מתורת לולב אלא ש\"מ דנקיט לולב אע\"פ שאין אתרוג וסלקא דעתך אמינא לינקוט בהדיה פריש או רמון לזכרון דהאי אתרוג קמ\"ל דמוטב ליטול הלולב ולא ליטול עמו מין אחר במקום אתרוג משום דנפיק מיניה חורבה ואם תאמר בלולב נמי נפיק חורבה מיניה דזימנין הוה ליה תרוייהו ובעי למיפק בלולב לחודיה ולא היא דארבעה מינין שבלולב מפרשי באורייתא ולא אתא למיטעי אבל אתרוג לא אתפרש בהדיא וקסבר איניש דפריש או רימון פרי עץ הדר הוא ובין יבשים ללחים ליכא למיגזר משום חרבה דהיכא דאיכא לחין לא שבקי לחין ועבדי יבשים ע\"כ. ומלשון אין שעת הדחק ראיה אינו מורה על פי' זה דרבי יהודה הביא ראיה לדבריו דאמר יבשים כשרים ומברכין עליהם מבני כרכים שהיו מברכין על היבשים ואמרו לו חכמים אין שעת הדחק ראיה שאין ללמוד שלא בשעת הדחק משעת הדחק אבל מודו רבנן דבמקום הדחק היו מברכין דאם לא כן יאמרו לו בשעת הדחק נמי לא היו מברכין  אלא כל הני פסולי מסרן הכתוב לחכמים  והם אמרו שלא בשעת הדחק אפילו בדיעבד לא יצא כדי שיזהרו ישראל במצות אבל במקום הדחק הכשירום כיון שאי אפשר בענין אחר מברכין עליהן. בפ' הקומץ רבה (מנחות דף כז.) ארבעה מינין שבלולב מעכבין זה את זה ואמר רב חנן בר רבא לא שנו אלא שאין לו אבל יש לו אין מעכבין ואע\"ג דנטל כל חד וחד לחודיה נפיק ידי חובתיה דקי\"ל לולב אין צריך אגד וכן פירש בה\"ג ולא נהירא לר\"ת דכיון דכולן מצוה אחת לא מיסתבר שיועילו בזה אחר זה והגיה בספרים לא שנו דמעכבין משום תמה אלא שאין לו אבל יש לו תמה היא אע\"פ שלא חברם באגודה אחת כרבנן דלא דרשי לקיחה לקיחה ולא נהירא לי גירסתו ופירושו דאם לא בא להשמיענו רב חנן בר רבא אלא דהלכה כרבנן דלולב אין צריך אגד לימא הלכה כרבנן ועוד למה לי כלל ממילא ידענא דהלכתא כרבים אלא אתא לאשמעינן דכיון שמונחין כל ארבעתן לפניו שמברך ונוטלן זה אחר זה  ומסתבר שמגביה הלולב תחלה שמזכירים אותו בברכה: "
            ], 
            [
                "מתני' אתרוג הגזול והיבש פסול של אשירה ושל עיר הנדחת פסול של ערלה פסול ושל תרומה טמאה פסול ושל טהורה לא יטול ואם נטל כשר ושל דמאי ב\"ש פוסלין וב\"ה מכשירין אית ספרים דגרסי אמתניתין של אשירה ושל עיר הנדחת פסול משום דהוה ליה מצוה הבאה בעבירה משום דס\"ל דלא שייך למיפסל משום דמיכתת שיעוריה משום דלא אשכחן שיעור מפורש באתרוג והא דאמרי' כאגוז כביצה לאו משום שיעור הוא אלא כדמפרש טעמא לעיל (סוכה דף לא:)  משום דלא גמר פירא הוא ולא נהירא לר\"י דא\"כ אמאי איצטריך לפרש טעמא דאשירה ועיר הנדחת  גבי לולב משום דמיכתת שיעוריה תיפוק ליה משום מצוה הבאה בעבירה ועוד אמאי שריא באשרה דנכרי דיעבד דהא משום מצוה הבאה בעבירה פסלינן בדיעבד אלא ודאי לא מיקרי מצוה הבאה בעבירה אלא דומיא בדגזל דמחמת עבירה הוא דגזל באותה המצוה שיוצא בה  אבל הני לא נפיק בהו מחמת העבירה שנעשית ובאתרוג שייך שפיר שיעורא משום דבעינן דמינכר לקיחה ומהאי טעמא פסלינן פלפלין וכיון דמיכתת שיעוריה הוי כאילו נשחק כולו והוי כאילו לא מנכר לקיחה:  ", 
                "גמ' ת\"ר פרי עץ הדר עץ שטעם עצו ופריו שוה ואיזה זה הוי אומר זה אתרוג ואימא פלפלים לא אפשר היכי ליעביד לנקט חדא לא מינכרא לקיחה לנקט תרי תלת פרי אחד אמר רחמנא ולא ב' וג' פירות הלכך לא אפשר: ", 
                "מתני' עלתה חזזית על רובו ניטלה פיטמתו נקלף נסדק ניקב חסר כל שהוא פסול עלתה חזזית על מיעוטו ניטל עוקצו ניקב ולא חסר כל שהוא כשר אתרוג הכושי פסול הירוק ככרתי רבי מאיר מכשיר ורבי יהודה פוסל. עלתה חזזית פרש\"י כמין אבעבועות והוא שיש בהן ממש שמקומו ניכר במשמוש שהוא גבוה משאר האתרוג ובירושל' הל' ו מסיק עליה רבי יצחק בר נחמן בשם שמואל כל הפסולים אינם פוסלין אלא ביום טוב ראשון בלבד תמן אמרי' רובו מצד א' חוטמו כרובו. הא דאמרי' רובו מצד אחד  י\"ל כגמ' דידן דהיינו במקום אחד אבל בשנים ושלשה מקומות אפי' מיעוטו פסול ולא כדברי המפרשים דברובו של צד אחד מיפסיל כיון דמתני' בסתמא קתני רובו של אתרוג קאמר.  ונראה שהירושלמי סובר שהחזזית חשוב כחסר ולכך לא מיפסיל אלא ביו\"ט ראשון ולא מיסתבר כלל דאי טעמא משום חסר מאי נ\"מ בין רובו למיעוטו בחוטמו אלא ודאי משום הדר הוא ומיפסיל בכל הימים או שמא הירושלמי פליג אגמרא דידן  וסבר דאפילו בהדר לא מיפסיל אלא ביו\"ט ראשון: "
            ], 
            [
                " גמ'  ניטלה פיטמתו תניא רבי יצחק בן אלעזר אומר ניטלה בוכנתו פירש רש\"י בשם רבינו יעקב ברבי יקר פיטמתו  ראש האתרוג כמו פטמא של רימון ועוקצו זנבו ורבי יצחק בר אלעזר היה שונה במתני' במקום פטמתו בוכנתו לפי שהוא חד ועשוי כעין בוכנא ובשם רבינו יצחק הלוי פירש פטמא ועוקצו שניהם בזנב עוקצו שניטל מן העץ מה שהוא חוץ לגומא שבאתרוג כשר פיטמתו שנתלש העוקץ מתוך האתרוג וחסרו לפיכך פסול והיינו דתני רבי יצחק בוכנתו מה שנכנס לתוך האתרוג כבוכנא והנכנס לתוך העץ ומכה באסיתא ועתה לפי' קמא אין פסול בעוקץ כלל אפילו נתלש העוקץ ונשאר מקומו כמו גומא לפי שלא נחסר מגוף האתרוג כלום מידי דהוה אנקלף דלא מיקרי חסר דאין הקליפה מכלל האתרוג ולפרושא בתרא אין פסול בפטמתו שבראש האתרוג לפי שאינו מכלל האתרוג ופרש\"י דלישנא קמא עיקר. דלא מצינו בשום מקום עוקץ לגבי פטמא ורבינו תם אומר דמצינו עוקץ ופטמא במקום אחד בסוף יוצא דופן (נדה דף מז.) גבי סימני בגרות דתנן משתשחיר הפטמא רבי יוסי אומר כדי שיהא נותן ידו על העוקץ והוא שוקע ושוהה לחזור ועוקץ הוא חודו של דד שמכניס התינוק לתוך פיו ופיטמא הוא הבשר שתחת העוקץ שמשחיר סביב וקצת היה נראה מדמזכיר גבי אתרוג פיטמתו ועוקצו וחוטמו וכן מזכיר נמי התם גבי דדי אשה משמע ששלשתן במקום אחד מצד ראש של אתרוג שיוצא מתוך חודו של אתרוג כמין עוקץ בולט וקשה כעץ וניטלה פיטמתו היינו בוכנתו כלומר שניטל אותו העוקץ ממקום חיבורו ונשאר כמין גומא בראש האתרוג  ולהך פירושא אין פסול בזנב האתרוג ובערוך פירש בשם ר\"ח נטלה פיטמתו נראין הדברים שהוא דד והוא החוטם כמין פיטמתו של דד כדתנן פטמא של רימון. וניטלה בוכנתו היינו קצה העץ הניתן באתרוג כאותו דחולין דף מב:  האי בוקא דאטמא דשף מדוכתיה ומשמע מתוך פירושו דפטמתו ובוכנתו תרי ענייני נינהו זה בראשו וזה בעוקצו  ולא בא רבי יצחק לפרש אלא להוסיף על המשנה וכ\"כ הרב אלפס והרמב\"ם ז\"ל פ\"ח מהל' לולב ה\"ז וכן נהגינן  ליפסל בשניהם כשהיה פטמא בראש האתרוג וניטלה אבל יש אתרוג שלא היתה בו פטמא מעולם ואינו נפסל בכך  וכן אם ניטל העוקץ ולא נשאר ממנו כלל באתרוג פסול אבל אם נשאר בו כל דהו כשר: "
            ], 
            [
                "נקלף אמר רבא האי אתרוגא דאיגליד כי אהינא סומקא כשר פירוש שלאחר שניטלה הקליפה הוא מאדים כתמרה אדומה וכן כל פירות הנקלפין מאדימים ומיירי שלא ניטל אלא הקליפה האדומה ולא ניטל מן הלבן עמה כלום דא\"כ הוה ליה חסר. והתנן נקלף פסול דף לו. לא קשיא הא בכולה הא במקצתה פרש\"י במקצתה פסולה דהוה ליה מנומר ור\"ח פירש איפכא בכולה פסולה דהא לטרפה מדמינן ליה וגבי טריפה אמרינן הגלודה טריפה ואם נשתייר בה כסלע כשרה וכן כתב הראב\"ד ז\"ל ועוד כתב דוקא שנקלף במקום אחד אבל אם נקלף בשנים ושלשה מקומות  אפיל. במיעוטו נמי פסול משום דה\"ל כמנומר כי מקום הנקלף אין מראהו דומה לשאינו נקלף ואם היו מראיו שוין כשר ויש אומרים שאע\"פ שנקלף בשנים ושלשה מקומות ואין מראיו שוין כשר לפי שאינו דומה לחזזית כי החזזית אינו ממראה האתרוג אבל נקלף אף על פי שאין מראיהן שוין מכל מקום כולן ממראה אתרוג הם ולא אמרו מנומר פסול אלא כשהוא משתנה לחברבורות כמין מראות אחרות כמו חזזית והלבן והכושי שהוא פסול אבל אם נשתנה מקום הקלוף למראה פסול זהו ודאי כמנומר. ובחוטמו אפילו במשהו פסול דומיא  והא דאמרינן בכולו פסול לאו דוקא כולו אלא אפילו רובו דדמי לחזזית דפסול ברובא ע\"כ  ומיירי שנשתנה למראה פסול אבל אם נשתנה למראה כשר אפילו אם לא נשתייר בו אלא כסלע כשר: "
            ], 
            [
                "וחזזית שעלתה על רובו או על מיעוטו בשנים ושלשה מקומות או מנומר יראה שיש לו תקנה על ידי קליפה  אם יהיה מראה הקילוף כמראה אתרוג כשר וזהו פסול שחוזר להכשירו: ניקב תני עולא בר חיננא ניקב נקב מפולש במשהו נקב שאינו מפולש בכאיסר ואפילו לא חסר כלום  ואסיפא קאי וכן מוכח בירושלמי הל' ו דגרס התם ניקב ולא פילש מבפנים כשר כי הא דתנן ניקב ולא חסר כל שהוא כשר מיהו לשון הירושלמי משמע דאע\"פ שאינו מפולש מעבר לעבר אלא לחלל הוי מפולש מדקאמר ולא פילש מבפנים הא פילש מבפנים פסול אע\"פ שאינו מפולש משני צדדין וכן פי' ר\"י אם ניקב עד חדרי הזרע שהגרעין בתוכו פסול אע\"פ שלא חיסר כלום והא דבעי נקב מפולש היינו שלא כנגד החדרים ונקב עד החדר בכלל מפולש הוא וכן מסתבר דפסולי אתרוג לטריפות מדמינן להו כדקאמר בגמרא אי נקלף תנינא דתנן נקלף פסול כי היכי דגלודה טריפה אי נסדק תנינא דתנן נסדק פסול כי היכי דנסדקה הגרגרת לכל אורכה ולא נשאר בה חוליא למעלה וחוליא למטה טריפה הכי נמי באתרוג אם נסדק לכל אורכו פסול והא דפריך אם ניקב תנינא לא הוי פירושא כי הנך דהא באתרוג ניקב ולא חסר כשר והתם ניקב קרום של מוח או של ריאה טריפה אלא הכי פירושו תנינא דכשר הכא והתם טריפה ואל תתמה מאי שנא משאר טריפות שפסול באתרוג דשאני התם דהקרום לחודיה קאי והטריפות תלוי בנקיבת הקרום והרי ניקב כולו אבל הכא כוליה אתרוגא חיבור הוא ודמי לניקב הלב ולא לבית חללו  אבל אם ניקב עד חדרי הזרע ודאי טריפה דאותם חדרים במקום סימפוני הריאה קאי כדמוכח שמעתתא דמדמי ליה הש\"ס לריאה שנשפכה כקיתון אבל בהלכות גדולות כתב מפולש כדי שיראה הנקב מצד זה לצד זה אבל מצד אחד אפילו ניקב לחלל לא הוי מפולש וכשר והירושלמי כתב הראב\"ד ז\"ל שיש לפרש דהכי קאמר דאע\"פ שהוא נקוב מכאן ומכאן אם לא פילש מבפנים כדי שיראה הנקב מצד זה לצד זה כשר שלא תאמר מעיו של אתרוג כמנוקבין הן ואפשר שסובר בעל ההלכות דהך בעיא דבעי הש\"ס אי מדמינן אתרוג שנמוח בפנים וקיימי חדרי הזרע לריאה שנשפכה כקיתון ולא איפשטא אזלינן לקולא ולהכי קאמר ניקב לאותן חדרים לא הוי כמפולש וכן משמע שהרב אלפסי סובר דאזלינן בהך בעיא לקולא דהני פסולי אין עיקרן אלא דברי סופרים  ולהכי לא הביא זאת הבעיא: "
            ], 
            [
                "עלתה חזזית על מיעוטו כשר אמר רב חסדא אמר רב לא שנו אלא במקום אחד אבל  בשנים ושלשה מקומות  הוה ליה כמנומר ופסול כתב הראב\"ד ז\"ל נ\"ל שנתפזר הנמור ברובו של האתרוג אע\"פ שהחברבורות עצמן מיעוט הן אבל במיעוטו כגון שאינו אלא בצד אחד של האתרוג כשר ולפי זה הא דתניא מנומר פסול היינו שפשט הנימור ברוב האתרוג וגבול ושיעור טוב הוא דלא מיסתבר למימר שאם היו באתרוג כמין שני טפין ושלש של נימור כל דהו זה בצד זה שיפסול בכך אבל אין הלשון מורה על פירושו דמשמע דשנים ושלשה מקומות דומיא דמקום אחד מהמקום אחד במיעוטו אף בשנים ושלשה מקומות במיעוטו אם לא שנאמר דבהכי דמי ליה שהחברבורות של שלש מקומות הן מיעוט האתרוג כמו במקום אחד אבל פיזור הנימור הוא ברוב האתרוג: "
            ], 
            [
                "אמר רבא ובחוטמו אפילו כל דהו פסול פירש רש\"י בעובי גובהו שמשפע משם ויורד לצד ראשו שנראה שם לעינים יותר משאר מקומות שבאותו עובי אדם נותן עיניו משמע מתוך פרש\"י שאין כל השיפוע עד הפיטמא נקרא חוטם אלא עובי גובהו שממנו משפע ויורד אבל מדהזכיר הרב אלפסי ז\"ל ור\"ח ז\"ל  החוטם אצל הפיטמא משמע שהשיפוע קרוי חוטם וכן עמא דבר שמעובי גובהו עד הפיטמא פוסלין חזזית כל דהו וה\"ה יבשות וכל הפסולים משום הדר ויבשות האתרוג דימה הראב\"ד ז\"ל לבשר חי כי הליחות לפירי כמו הדם לבשר חי שכל זמן שהוא מוציא ליחה או בסחיטתן או מדוחק חתיכת הסכין נקרא לח וכשתכלה הליחה שבו שאינו מוציא שום ליחה הרי כבשר מת שנוקבין אותו ואינו מוציא טיפת דם אלא שהבדיקה שלו קשה לפי שאי אפשר לסוחטו ולא לחותכו אבל מכיון שאמרו נקב שאין בו חסרון כשר  יכול להעביר בו מחט  וכן חוט ואם יש בו ליחות יראה בחוט ואין ליתן לו סימן של יבשות הלולב שכתבתי לעיל סימן א הלבנת פנים לפי שהאתרוג אינו מלבין כשיבש אלא הוא מתאדם ופניו מתכרכמות לפיכך הסימן הנכון הוא בליחות: "
            ], 
            [
                "הירוק ככרתי שדומה לעשבים כתבו התוספות לעיל (סוכה דף לא:) דאתרוג שהוא ירוק ככרתי וכשמשהין אותו חוזר למראה אתרוג נראה שהוא כשר  דאי לאו דנגמר פריו לא היה חוזר למראה אתרוג בתלוש: "
            ], 
            [
                " תניא אתרוג תפוח סרוח כבוש שלוק כושי לבן מנומר פסול אתרוג כדור פסול וי\"א אף התיום אתרוג הבוסר רבי עקיבא פוסל וחכמים מכשירין כושי ולבן אם הם במקום אחד ברובו של אתרוג כמו חזזית ואם הוא בשנים ושלשה מקומות היינו מנומר.  גדלו בדפוס ועשאו כמין בריה אחרת פסול אבל כברייתו אפילו עבדיה דפי דפי כשר. כושי פסול והתניא כושי כשר דומה לכושי פסול לא קשיא הא לן והא להו בני א\"י הרחוקים מארץ כוש כושי פסול להם לפי שאינם רגילין בהו אבל בני בבל הקרובים לכוש  ורגילין בהם כושי כשר אבל אתרוג הגדל בבבל ודומה לכושי פסול דנדמה הוא: "
            ], 
            [
                "איתמר אתרוג עכברים אמר רב אין זה הדר ולא היא דהא רבי חנינא מטביל ונפיק ביה ואע\"פ דאתרוג אתקצאי למצותו ואסור באכילה  כיון שנשאר בו שיעור לצאת בו היותר מכשיעור לא אתקצאי ולרבי חנינא קשה מתני' דתנן חסר כל שהוא פסול ל\"ק מתניתין ביום טוב ראשון ודרבי חנינא ביום טוב שני  וכן הלכתא: "
            ], 
            [
                "מתני' שיעור אתרוג קטן  ר\"מ אומר כאגוז רבי יהודה אומר כביצה ובגדול כדי שיאחז שנים בידו אחת דברי רבי יהודה רבי יוסי אומר אפילו אחד בשתי ידיו והלכה כרבי יהודה בקטן והלכה כרבי יוסי בגדול ורבנן דמכשרי בבוסר מודו בפחות מכביצה דפסול  דבוסר הוא יותר מכביצה וסופו ליגמר וחשיב כפירי. אין אוגדים הלולב אלא במינו רבי מאיר אומר אפילו במשיחה אמר רבי מאיר מעשה באנשי ירושלים שהיו אוגדים לולביהן בגימוניות של זהב אמר לו רבי יהודה משם ראיה במינו היו אוגדין אותו למטה רבי יהודה לטעמיה דאמר לולב צריך אגד וכי אגיד להו במינא אחרינא הוו להו ה' מינים אבל לאחר שנעשה בו אגד של חובה אם הוסיף אגד אחר לנוי ליכא בל תוסיף ומינה נשמע לרבנן דאם הוסיף מין אחר לנוי אפילו דרך גדילתו אין בו משום בל תוסיף כיון דלא נתכוין אלא לנוי  ואע\"ג דבזמנו לא בעי כוונה לבל תוסיף היינו בסתם אבל אם כוון לנוי אפילו דרך גדילתו הוי כאגד יתירה לר' יהודה וקי\"ל בהא כר\"מ:  ", 
                "גמ' אמר להו רבה להנהו דגדלי הושענא לבי ריש גלותא כי גדליתו הושענא שיירו ביה בית יד כי היכי דלא תיהוי חציצה רבא אמר כל לנאותו לא הוי חציצה אמר רבה לא לנקוט איניש הושענא בסודר דבעינן ולקחתם לכם וליכא  רבא אמר לקיחה על ידי דבר אחר שמה לקיחה  אמר רבה לא לידוץ איניש לוליבא בהושענא דנתרי טרפי והוי חציצה רבא אמר מין במינו אינו חוצץ ואמר רבה לא ליגוד איניש לוליבא בהושענא דנתרי הוצי והוי חציצה רבא אמר מין במינו אינו חוצץ והילכתא בכולהו כרבא: "
            ], 
            [
                "אמר רבה  הדס של מצוה אסור להריח בו אתרוג של מצוה מותר להריח בו מ\"ט הדס דלריחא קאי כי קא מקצי ליה מריח קא מקצי ליה אתרוג דלאכילה קאי כי קא מקצי ליה מאכילה מקצי ליה ואמר רבה הדס במחובר מותר להריח בו ואתרוג במחובר אסור להריח בו מ\"ט הדס דלריח עביד אי שרית ליה לא אתי למיקצייה ואתרוג דלאכילה קאי אי שרית ליה אתי למיקצייה ואמר רבה  לולב בימין ואתרוג בשמאל מ\"ט האי תלתא מצות והאי חדא מצוה ואם הוא אטר יד ימין יקח והלולב בשמאל דימין דידיה הוא אמר ליה רבי ירמיה לר' זריקא מאי טעמא מברכין על לולב א\"ל הואיל ובמינו גבוה מכולן: "
            ], 
            [
                "מתני' והיכן הוא מנענע בהודו לה' תחנה וסוף ובאנא השם הושיעה נא כדברי ב\"ה וב\"ש אומרים אף באנא ה' הצליחה נא אמר ר' עקיבא צופה הייתי בר\"ג ורבי יהושע שכל העם היו מטרפים בלולביהם והם לא נענעו אלא באנא ה' הושיעה נא בלבד. הודו תחלה וסוף פרש\"י הודו שבתחלת הפרק והודו שבסוף הפרק בסוף ההלל דמהודו ועד סוף הלל חדא פרשה היא ממנין פרשיות של תהלים וי\"מ תחלת הפסוק וסוף הפסוק ולא מיסתבר לנענע בפסוק אחד שני פעמים  והא דמנענעים באנא ה' הושיעה נא אע\"פ שאינו תחלת הפרק ולא סוף הפרק היינו על פי המקרא דה\"א טז דכתיב אז ירננו עצי היער וגו' וכתיב בתריה הודו לה' כי טוב וכתיב נמי בתריה ואמרו הושיענו אלהי ישענו וגו' ואיתא ובמדרש לפי שבר\"ה באין לדין ישראל ואומות העולם ואין יודעין מי יצא זכאי ומי יצא חייב נתן הקב\"ה מצוה זו לישראל שיהו שמחים בלולביהם כאדם היוצא מלפני השופט זכאי שהוא שמח והיינו דכתיב ירננו עצי היער כלומר ירננו בעצי היער כאשר יצאו מלפני ה' זכאין כשבאין לשפוט את הארץ ובמה ירננו בהודו ובהושיעה נא ועכשיו שנהגו שש\"ץ אומר יאמר נא ישראל והצבור עונים הודו וכן ביאמרו נא בית אהרן וכן ביאמרו נא יראי ה' הצבור מנענעין על כל הודו והודו שיאמרו ובשעת ברכה לא מצינו שצריך לנענע בתחלת הנטילה אלא מדאמר בסוף הפרק דף מב. קטן היודע לנענע חייב בלולב משמע שמנענע בתחלת הנטילה אע\"פ שאינו יודע לקרות את ההלל ועוד מדתניא בברכות בסוף פרק תפלת השחר (ברכות דף ל.) השכים לצאת לדרך מביאין לו שופר ותוקע לולב ומנענע אלמא בשעת נטילה בעי נענוע וראבי\"ה הביא ראיה מן  הירושלמי דגרס התם למה מנענע משום לנענע כחו של קטיגור רב אחא בר יעקב ממטי ליה ומנענע כד מברך עליה ואומר גירא בעינא דשטנא ולאו אורח ארעא דלמא מיגרי ביה ועוד כתב ראבי\"ה דעיקר הנענוע כמו שיתבאר דינו נראה בעיני שהוא בשעת הברכה אבל נענוע דמתניתין בהודו ובאנא ה' הושיעה נא הוא נענוע בעלמא ואההוא נענוע דמתני' מפרש בירושלמי למה מנענע כדי לנענע כחו של קטיגור והדר קאמר רב אחא בר יעקב ממטי ליה ומנענע כד מברך וכן משמע כד מברך ממטי ליה אבל בנענוע ראשון שהזכיר לא ממטי ליה אלא בנענוע בעלמא קא עביד ודומה להא דאמר רבי יצחק ר\"ה דף טז: למה תוקעין וחוזרין ותוקעין וכו' כדי לערבב את השטן וההוא דישיבה עיקר כדפרישית בר\"ה אע\"ג דלאו על סדר ברכות הן והנהו דעמידה הן הערבוב וה\"נ לענין נענוע. ", 
                "גמ' כיצד הוא עושה כדאמרינן התם לענין שתי הלחם ושני כבשי עצרת כיצד הוא עושה מניח שתי הלחם על שני הכבשים ומניח ידו תחתיהם ומניף ומוליך ומביא מעלה ומוריד. אמר ר' חייא בר אבא מוליך ומביא למי שארבע רוחות העולם הן שלו מעלה ומוריד למי שהשמים והארץ שלו במערבא מתני הכי אמר רב חמא בר עוקבא אמר ר' יוסי בר חנינא מוליך ומביא כדי לעצור רוחות רעות מעלה ומוריד לעצור טללים רעים אמר רבא וכן בלולב וכן המנהג ואיכא מ\"ד דצריך לנענע ג\"פ בהולכה ובהובאה חוץ ממוליך ומביא ומעלה ומוריד וגמיר לה מגמרא דבני מערבא דגרסינן התם בפרק זה הל' י תנא צריך לנענע ג\"פ על כל דבר ודבר ר' זירא בעי הכין חד והכין חד או דלמא הכין והכין חד כלומר ההולכה אחד וההובאה אחד או דלמא ההולכה וההבאה שניהם אחד אלמא נענוע זה חוץ ממוליך ומביא  מעלה ומוריד הוא ומפרש כך על כל דבר ודבר כלומר לכל רוח שמוליך ומביא הלולב  צריך לנענע ג\"פ חוץ ממוליך ומביא וכו' כלומר  אין מספיק לה בהולכה וההובאה עד שינענע ג\"פ בכל הולכה והובאה  והיה ראוי לפרש שיתפוס ידו במקום אחד וינענע נענוע כל דהו ג\"פ  לולי בעיא דר' זירא דבעי הכין וכו' משמע דלכל צד צריך להוליך ולהביא ג\"פ ומיבעיא ליה אי הולכה אחד והובאה אחד או הולכה והובאה שתיהן אחד וכתבו התוס' כיון דלא איפשיטא עבדינן לחומרא וכ\"כ ר\"ח בשם רב האי ואע\"ג דנענוע זה מדרבנן משום חביבות המצוה אמרו כן  נמצא שצריך ג' הולכות וג' הובאות לכל צד וצד שהם שלשים וששה בין הכל ובעל העיטור כתב כיון דנענוע דרבנן הוא לקולא אמרינן לחומרא לא אמרינן עוד כתב מנהג אבותינו שמוליך ממלה ומוריד בלבד ומוליך ומביא למי שד' רוחות העולם הם שלו והמושל בשתים מושל הוא בד' רוחות והמוליך לצפון ולדרום דעת חיצוני הוא ע\"כ והעולם לא נהגו כן אלא מוליכין לד' רוחות ומנהג כשר הוא הקצרה ימיננו מלהודות שד' רוחות העולם שלו ומנהג אחר חיצוני הוא והראשון שהנהיג כך היה נראה לו שהמוליך ומביא לד' רוחות נראה שתי וערב ואדרבה כשמוליך ומביא לשתי רוחות ומעלה ומוריד הוא הנראה כשתי וערב כי ד' קצוות יש לו אבל המוליך ומביא לד' רוחות ומעלה ומוריד ששה קצוות יש לו: "
            ], 
            [
                "מתני' מי שבא בדרך ואין בידו לולב לכשיכנס בביתו יטול על שולחנו לא נטל שחרית יטול בין הערבים שכל היום כשר ללולב.", 
                "גמ' ומסיק רב אשי  דמתני' ביו\"ט שני איירי מדקתני מי שבא בדרך והא דמפסיק סעודתו ונוטלו על שולחנו איירי כשאין לו שהות ביום אבל אם יש שהות ביום אינו מפסיק  כי ההיא דתנן פ\"ק דשבת דף ט. גבי תפלה ואם התחילו אין מפסיקין ודוקא ביו\"ט שני אבל ביו\"ט ראשון אפילו יש שהות מפסיק והכי אמרי' התם דמפסיקין לקרות ק\"ש שהוא דאורייתא ותמהתי על הרב אלפסי למה לא הביא שקלא וטריא דגמ': "
            ], 
            [
                "מתני' מי שהיה עבד או אשה או קטן מקרין אותו עונה אחריהם מה שהם אומרים ותבא לו מארה ואם היה גדול מקרא אותו עונה אחריו הללויה:", 
                "גמ' ת\"ר באמת אמרו בן מברך לאביו ועבד לרבו ואשה מברכת לבעלה אבל אמרו חכמים תבא מארה למי שאשתו ובניו מברכין לו.  אמר רבא הלכתא גבירתא איכא למשמע ממנהגא דהלילא הוא אומר הללויה והם אומרים הללויה מכאן שמצוה לענות הללויה הוא אומר הללו עבדי ה' והם אומרים הללויה  מכאן. מי שגדול מקרא אותו עונה אחריו הללויה הוא אומר הודו לה' כי טוב והם אומרים הודו לה' מכאן שמצוה לענות ראשי פרקים הוא אומר אנא ה' הושיעה נא והם אומרים אנא ה' הושיעה נא מכאן מי שקטן מקרא אותו אומר אחריו מה שהוא אומר הוא אומר אנא ה' הצליחה נא והם אומרים אנא ה' הצליחה נא מכאן מקום שנהגו לכפול יכפול הוא אומר ברוך הבא והם אומרים בשם ה' מכאן שהשומע כעונה. בעו מיניה מרבי חייא בר אבא שמע ולא ענה מהו אמר להו חכימיא וספריא ודרשייא ורישי עמא אמרי שמע ולא ענה יצא. איתמר אמר ר\"ש בן פזי אריב\"ל משום בר קפרא מנין לשומע כעונה שנאמר את הדברים האלה אשר קרא המלך יאשיהו וכי המלך קראן והלא שפן קראן לפני המלך דכתיב ויקרא שפן את הדברים האלה לפני המלך אלא מכאן לשומע כעונה: ", 
                "מקום שנהגו לכפול יכפול לפשוט יפשוט לברך אחריו יברך הכל כמנהג המדינה. הלוקח לולב מחבירו בשביעית נותן לו אתרוג במתנה שאינו רשאי ללוקחו בשביעית:", 
                "גמ'  תנא ר' כופל בה דברים פי' מאנא ה' הושיעה נא ולמטה רבי אלעזר בן פרטא מוסיף בה דברים מאי מוסיף אמר אביי מוסיף מאודך ולמטה  כי עד אודך כל המזמור כפול  וגם מאודך ולמטה אמרוהו ישי ובניו ושמואל כדאיתא בערבי פסחים דף קיט.: לברך אחריו יברך הכל כמנהג המדינה. אמר אביי לא שנו אלא לאחריו אבל לפניו מצוה לברך דאמר רב יהודה אמר שמואל כל המצות כולן מברך עליהן עובר לעשייתן מאי משמע דהאי עובר לישנא דאקדומי הוא אמר ר\"נ בר יצחק אמר קרא וירץ אחימעץ דרך הככר ויעבר את הכושי אביי אמר והוא עבר לפניהם ואי בעית אימא מהכא ויעבור מלכם וגו': "
            ], 
            [
                "מתני' בראשונה היה לולב ניטל במקדש שבעה ובמדינה יום אחד משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא לולב ניטל במדינהז' זכר למקדש ושיהא יום הנף כולו אסור:", 
                "גמ' מנ\"ל דעבדינן זכר למקדש אמר ר' יוחנן אמר קרא כי אעלה ארוכה לך וממכותיך ארפאך נאום ה' כי נדחה קראו לך ציון היא דורש אין לה מכלל דבעיא דרישה: "
            ], 
            [
                " מתני' י\"ט הראשון של חג שחל להיות בשבת כל העם מוליכין את לולביהם לבית הכנסת למחר כל אחד ואחד מכיר את לולבו ונוטלו מפני שאמרו אין אדם יוצא ידי חובתו ביום טוב הראשון של חג בלולבו של חבירו ובשאר כל ימות החג יוצא בלולבו של חבירו: ", 
                "גמ' מנא הני מילי דת\"ר ולקחתם שתהא לקיחה ביד כל אחד ואחד לכם משלכם  להוציא את השאול ואת הגזול מכאן אמרו אין אדם יוצא ידי חובתו ביו\"ט הראשון של חג בלולבו של חבירו אלא א\"כ נתנו לו במתנה ומעשה בר\"ג ורבי יהושע ור\"א בן עזריה ורבי עקיבא שהיו באין בספינה ולא היה לולב אלא לרבן גמליאל שלקחו באלף זוז נטלו ר\"ג ויצא בו נתנו לרבי יהושע במתנה נטלו רבי יהושע ויצא בו ונתנו לר\"א בן עזריה במתנה נטלו ראב\"ע ויצא בו ונתנו לרבי עקיבא במתנה נטלו ר\"ע ויצא בו והחזירו לר\"ג למה ליה למימר החזירו לר\"ג דהא אפילו לא החזירו לו יצאו כולן דר\"ג נתנו לרבי יהושע במתנה גמורה וכל אחד לחבירו מילתא אגב אורחיה קמ\"ל דמתנה ע\"מ להחזיר שמה מתנה  דאמר רבא הילך אתרוג זה במתנה ע\"מ להחזירו לי נטלו ויצא בו החזירו יצא לא החזירו לא יצא וכן היתה מתנת ר\"ג ולהכי תנא והחזירו לר\"ג דאם לא החזירוהו לו לא יצאו אע\"פ שכל אחד לא החזירו לר\"ג כן היתה המתנה שכל אחד יתנהו לחבירו ויחזירהו לבסוף וצריך שיתנהו לו במתנה גמורה ע\"מ שיחזיר ואחר שיצא בו צריך לחזור וליתנה לו במתנה בשעת חזרה אבל אם אמר לו יהא במתנה עד שתצא בו ואח\"כ יהא שלי כבתחלה לא יצא בו דהוי כמו שאול ותדע מדאמר לקמן (סוכה דף מו:) לא ליקני איניש לוליבא לינוקא ביומא טבא קמא דינוקא מקני קני אקנויי לא מקני ואם אינו צריך להחזיר לו במתנה נהי דקטן לאו בר אקנויי הוא ליקני ליה עד שיצא בו ולחזור לו ממילא אלא ודאי צריך לחזור וליתנו לו במתנה וקטן לאו בר אקנויי הוא. כתב בעל העיטור מסתברא כיון שהמקבל מתנה יודע שהנותן אין נותן במתנה גמורה שהרי צריך הוא עדיין לו לצאת בו שאין לו לולב אחר אין צריך לפרש לו על מנת להחזיר לו אלא נותן לו סתם והמקבל מחזיר לו סתם ואין צריך תנאי  דהא ר\"ג נתן במתנה ולא אמר לו ע\"מ להחזיר אלא כיון שלקחו ר\"ג לצאת בו ולא היה לו אחר מסתמא ע\"מ להחזירו נתנו ע\"כ ודבר פשוט הוא דלענין לצאת בו יותר טובה מתנה על מנת להחזיר אלא שבא לחדש דאפילו במתנה סתם הוא ע\"מ להחזיר ואם לא החזירו לו לא יצא ואם נגזל ממנו ולא החזירו כתב בעל העיטור ז\"ל מסתברא אע\"ג דחזרת דמים הויא חזרה כדאמרי' גיטין דף עד. גבי איצטלית דאמרו חכמים תתן לו דמיה דוקא באיצטלית אמרינן מה לי היא מה לי דמיה אבל אתרוג כי אמרי' החזירו לו באתרוג דוקא קאמר לצאת בו ידי חובה ואם לא החזירוהו לא יצא כדאמר ב\"ב דף קלז: גבי אחין שקנו אתרוג בתפוסת הבית אם יכול לאכלו יצא ואם לאו לא יצא דחזרת דמים לאו חזרה היא ע\"כ. והרואה דבריו נראה לו שטעה במה שכתב דאמרי' גבי איצטלית מה לי היא מה לי דמיה והא ליתא דלית הלכתא כרשב\"ג דאמר תתן דמים דהיינו עובדא דצידן גיטין דף עד. והוא לא טעה דטעמא דרבנן התם משום דלצערה קא מיכוין והא לא ציערה  אבל בעלמא מודו רבנן דאמרי' מה לי הן ומה לי דמיהן כדאמר בפרק איזהו נשך (בבא מציעא דף סג.) ולענין הדין אם הוא חייב באונסין יש אומרים שאינו חייב באונסין שהרי במתנה נתנו לו ונהי נמי שלא החזירוהו לו מ\"מ שואל אינו וכן דעת ה\"ר ישעיה ז\"ל שהקשה מה יש בין מתנה ע\"מ להחזיר לשאול בשניהם הוא שלו עד שיטלנו ושניהם אין הגוף קנוי לו ותירץ דמתנה ע\"מ להחזיר אינו חייב באונסין דלהכי יהביה ליה במתנה מיהו כי איתיה בעיניה מיחייב לאהדורי ליה וכיון דאינו חייב באונסין קרינא ביה לכם אבל שאול שחייב באונסין לא קרינא ביה לכם ולדבריו אפילו בגניבה ואבידה לא מיחייב כיון דפטר ליה מאונסין משום מתנה הוא הדין נמי מגניבה ואבידה אי לאו משום דאמרינן הואיל ונהנה מהנה כדאמרינן ב\"מ דף פא. גבי הנוטל כלים מבית האומן לשגרן לבית חמיו ונאנסו בהליכה חייב בחזרה פטור מאונסין וחייב בגניבה ואבידה דהואיל ונהנה מהנה ומיהו נ\"ל דחייב אפילו באונסין ועוד אפילו במתה מחמת מלאכה חייב שהרי קבל עליו להחזירו ואם לא החזירו המתנה בטלה ונהי דשואל לא הוי מיהו בנפקד ושולח יד בפקדון שלא ברשות הוי גזלן ואע\"פ שברשות ירד הוא ביטל אותו רשות בשלא קיים תנאו ועשה את עצמו גזלן למפרע: "
            ], 
            [
                "גרסי' בפ' יש נוחלין (בבא בתרא דף קלז:) אמר רבה בר רב הונא האחין שקנו אתרוג בתפוסת הבית נטלו אחד מהן ויצא בו אם יכול לאכלו יצא ואם לאו לא יצא שמע מינה דהני בי תרי דזביני לוליבא בשותפות לא נפקי ידי חובתייהו ביומא קמא עד דיהבי חד לחבריה מנתא דיליה ואי לא לא נפיק ומה שנהגו במקום שאין אתרוגים מצויין שכל הקהל כולן קונין אתרוג בשותפות ויוצאין בו פי' רשב\"ם כיון דקנוהו על מנת לצאת בו סתמא דמילתא הוי כאילו פירשו שכל הקהל נותנין חלקם למי שנוטל ומברך בו על מנת להחזירו להם כיון דבענין אחר אין יכולין לצאת ונשאל לרב שרירא גאון על זה מקום שאין אתרוג ולולב מצויין וגובין מכל הקהל מן כל אחד וקונין אחד ונוטלו חזן בית הכנסת בידו בשעת ההלל ומברך עליו ונותנו לזקנים ומברכין עליו ושוב נוטלו כל אחד מחבירו עד שמברכין עליו כל הקהל יצאו בו ידי חובתן או לא והשיב ודאי בשאר ימות החג מיום השני והלאה יצאו ידי חובתן באותו לולב אבל ביום ראשון צריך כל אחד ואחד ליטול לולב שלו וכן ראוי שתעשו להיות קונין הלולב לאחד מן הצבור או שיקחנו מממונו או שיתנו הדמים לחזן במתנה והוא יקנהו לעצמו וביום טוב ראשון יתנהו במתנה לאחד מן הזקנים וכל אחד יתנהו לאחר במתנה עד שיבא לידי כולן ונהגו באשכנז ובצרפת כרשב\"ם: ", 
                ""
            ], 
            [
                "אמר ליה מר בר אמימר לרב אשי אבא מצלי ביה. מיתיבי לא יאחוז אדם תפילין בידו ס\"ת בזרועו ויתפלל שאני התם דלאו מצוה היא וטריד בהו אבל הכא מצוה הוא ולא טריד. תני אמר ר' אלעזר בר צדוק מנהגן של אנשי ירושלים אדם יוצא מביתו ולולבו בידו נכנס לבית הכנסת ולולבו בידו קורא שמע ומתפלל ולולבו בידו קורא בתורה ונושא את כפיו מניחו על גבי קרקע לנחם אבלים ולבקר חולים לולבו בידו נכנס לבית המדרש משגרו ביד עבדו ביד בנו או ביד שלוחו. רבי יוסי אומר יום טוב הראשון של חג שחל בשבת שכח והוציא את הלולב לרה\"ר פטור מפני שהוציאו ברשות.  אמר אביי לא שנו אלא שלא יצא בו אבל יצא בו חייב כי לא יצא בו נמי אמאי פטור והא מדאגבהיה נפיק ביה אמר אביי בשהפכו דאמר לקמן (סוכה מה:) חזקיה אמר רבי ירמיה משום ר\"ש בן יוחי כל המצות כולן אין אדם יוצא בהן  אלא דרך גדילתן שנאמר עצי שטים עומדים ותניא עצי שטים עומדים שעומדין דרך גדילתן רבא אמר אפילו תימא בשלא הפכו והכא במאי עסקינן כגון שהוציאו בכלי והא רבא הוא דאמר לקיחה ע\"י דבר אחר שמה לקיחה הנ\"מ דרך כבוד אבל דרך בזיון לא: "
            ], 
            [
                " וצריך לדקדק מתי יברך אדם על הלולב אם יברך אחר שנטלו בידו הא אמרינן הכא מדאגבהיה נפק ביה ובעינן שיהא מברך על כל המצות עובר לעשייתן והיה נראה שיברך עליו קודם שיטלנו בידו אבל לא מיסתבר דהיאך יברך עליו בעוד שהוא מונח בכלי הא אמרינן בפ' הקומץ רבה (מנחות דף לה:) תפילין מאימתי מברך עליהן משעת הנחה עד שעת קשירה דכל זמן דאין המצוה מזומנת בידו לעשות לא מיסתבר שיברך וטוב שיברך משיתחיל ליטול הלולב קודם שיטול האתרוג  דהיינו עובר לעשייתן שמעכבין זא\"ז א\"נ יהפוך אחד מהן עד שיברך כדאמרינן הכא שאינו יוצא אלא בדרך גדילתן א\"נ יכוין שלא לצאת עד אחר הברכה אע\"ג דאמרינן בר\"ה דף כח: דמצות אינן צריכות כוונה הני מילי בסתם אבל במכוין שלא לצאת לא נפיק בעל כרחיה והא דלא משני הכא הכי משום דמיירי באדם שאינו בקי בדיני כוונת מצוה דמסתמא מה ששכח והוציאו לר\"ה לפי שהיה טרוד לילך אצל בקי ללמוד אבל הא ידע שאין יוצאין בהן אלא בדרך גדילתן א\"נ משום דלא נגמר מצות הלולב עד אחר הנענוע ומהאי טעמא מברכין על נטילת ידים אחר הנטילה משום דלא נגמרה מצות הנטילה עד אחר ניגוב הידים וכן מוכח בפ\"ק דפסחים דף ז: בהא דפליגי בעל ביעור חמץ דמר סבר דלשעבר משמע ומ\"ס דלהבא נמי משמע ופריך מהא העושה לולב לעצמו וכו' נטלו לצאת בו אומר על נטילת לולב ופריך למ\"ד דמברך לבער ומשני שאני התם דמעידנא דאגבהיה נפק ביה ופריך אי הכי נטלו לצאת בו יצא בו מיבעי ליה ומשני משום דקא בעי למיתני סיפא העושה סוכה מברך לישב בה תנא נמי רישא לצאת בו וכיון דיצא בו היכי תו מברך אלא ע\"כ צ\"ל הואיל ולא נגמרה מצות הנענוע ועוד כדקאמר לעיל (בסוף) בפירקין (סוכה דף מא:) מנהגן של אנשי ירושלים אדם יוצא מביתו ולולבו בידו נכנס לבית הכנסת ולולבו בידו קורא שמע ומתפלל ולולבו בידו אע\"פ שכל אלו הדברים אינן מעכבין מ\"מ הואיל ויש בהן מצוה מן המובחר חשיב כעובר לעשייתן וכי האי גוונא אמרי' בירושל' דברכות פרק הרואה העושה ציצית לעצמו אומר אקב\"ו לעשות ציצית נתעטף בו אומר אקב\"ו להתעטף בציצית אלמא אף על פי שכבר נתעטף מברך ולאו ראיה היא כולי האי דהתם המצוה נמשכת כל זמן שהוא מעוטף ועומד אבל לולב כבר יצא משעת נטילה:  מתני' מקבלת אשה מיד בנה או מיד בעלה ומחזרת למים בשבת רבי יהודה אומר בשבת מחזירין וביום טוב מוסיפין ובמועד מחליפין:  "
            ], 
            [
                "וכל קטן שיודע לנענע חייב בלולב:", 
                "גמ' ת\"ר קטן היודע לנענע חייב בלולבו להתעטף חייב בציצית לשמור תפילין אביו לוקח לו תפילין היודע לדבר אביו מלמדו תורה וק\"ש. תורה אמר רב המנונא תורה צוה לנו כו' ק\"ש פסוק ראשון. יודע לשמור ידיו אוכלין טהרות על ידו היודע לשמור גופו אוכלין על גופו טהרות היודע לישאל ברה\"י ספיקו טמא ברה\"ר ספיקו טהור  לפרוש כפיו חולקין לו תרומה בבית הגרנות  היודע לשחוט אוכלין משחיטתו אמר רב הונא והוא שגדול עומד על גביו ואם יכול לאכול כזית דגן מרחיקין מצואתו וממי רגליו ד' אמות אמר רב חסדא והוא שיכול לאוכלו בכדי אכילת פרס אמר רב חייא בריה דרב אויא ובגדול אע\"פ שאינו יכול לאוכלו בכדי אכילת פרס דכתיב יוסיף דעת יוסיף מכאוב אם יכול לאכול כזית צלי שוחטים עליו את הפסח מ\"ט לפי אכלו כתיב ר' יהודה אומר עד שעת הפרשת אכילה כיצד נותנין לו צרור וזורקו אגוז ונוטלו: "
            ], 
            [
                "", 
                ""
            ]
        ], 
        [
            [
                "לולב וערבה ששה ושבעה ההלל והשמחה שמונה סוכה וניסוך המים שבעה החליל חמשה וששה לולב ששה ושבעה כיצד יום טוב הראשון של חג כשחל להיות בשבת שבעה בשאר כל הימים ששה:", 
                "גמ' אמאי טלטול בעלמא הוא ולידחי שבת אמר (רבא) [רבה] גזירה שמא יטלנו בידו וילך אצל בקי ללמוד  ויעביר ד' אמות ברה\"ר והיינו טעמא דשופר והיינו טעמא דמגילה אי הכי ראשון נמי לא לידחי ראשון דאית ליה עיקר מן התורה בגבולין לא גזרו בו רבנן הנך דלית להו עיקר מן התורה בגבולין גזרו בהו רבנן אי הכי האידנא נמי לידחי לא ידענא בקביעא דירחי אינהו דידעי בקביעא דירחי לידחי כיון דאנן לא דחינן אינהו נמי לא דחו. וראשון דאית ליה עיקר מן התורה מנא לן דכתיב ולקחתם שתהא לקיחה לכל אחד ואחד לכם משלכם להוציא את השאול ואת הגזול ביום ואפילו בשבת ראשון ואפילו בגבולין הראשון מלמד שאינו דוחה אלא ביום ראשון בלבד אמר מר ביום ואפילו בשבת פשיטא טלטול בעלמא הוא איצטריך קרא למשרי טלטול אמר רבא לא נצרכה אלא למכשירי לולב ואליבא דר\"א דתניא לולב וכל מכשיריו דוחין את השבת דברי רבי אליעזר מאי טעמא דר\"א אמר קרא ביום ואפילו בשבת ורבנן ביום ולא בלילות. ת\"ר בסוכות תשבו שבעת ימים ואפילו לילות או אינו אלא ימים ולא לילות ודין הוא נאמר כאן ימים ונאמר ימים במילואים מה להלן ימים ואפילו לילות אף כאן ימים ואפילו לילות או כלך לדרך זו נאמר כאן ימים ונאמר בלולב ימים מה להלן ימים ולא לילות אף כאן ימים ולא לילות נראה למי דומה דנין דבר שמצותו כל היום מדבר שמצותו כל היום ואל יוכיח לולב שמצותו אינו אלא שעה אחת או כלך לדרך זו דנין דבר הנוהג לדורות מדבר הנוהג לדורות ואל יוכיח מילואים שאינה נוהגת לדורות  ת\"ל תשבו תשבו לג\"ש נאמר כאן תשבו ונאמר להלן תשבו מה להלן ימים ואפילו לילות אף כאן ימים ואפילו לילות:  מתני' ערבה ששה ושבעה כיצד שביעי של ערבה שחל בשבת שבעה ושאר כל הימים ששה: ", 
                "גמ'  איתמר רבי יוחנן וריב\"ל חד אמר ערבה יסוד נביאים היא וחד אמר מנהג נביאים היא תסתיים דרבי יוחנן הוא דאמר יסוד נביאים היא דא\"ר אבהו אמר רבי יוחנן ערבה יסוד נביאים היא תסתיים ואסיקנא  אמר איבו הוה קאימנא קמיה דרבי אלעזר בר צדוק ואייתי ההוא גברא ערבה קמיה שקיל חביט חביט ולא בריך קסבר מנהג נביאים הוא  ואמנהגא לא מברכין. רב שמואל בר חפני פסק כרבי יוחנן דריב\"ל ור' יוחנן הלכה כרבי יוחנן  והעם נהגו כרב אלפס ז\"ל  כיון דרב ורבי אלעזר בר צדוק עבדו עובדא  וגם ר\"ת פסק הלכה כריב\"ל לגבי ר' יוחנן ובתשובות הגאונים פסק כריב\"ל בכל מקום. לגאון שיעור החיבוט שני פעמים בתפלת המוסף של יום שביעי של ערבה  לפי שבתפלת תמיד אנו נוטלין את הלולב ובתפלת המוספין של היום ההוא אנו נוטלין את הערבה בפני עצמה וכן אנו נוהגין בישיבה. א\"ר אמי ערבה צריכה שיעור ואינה ניטלת אלא בפני עצמה פירוש שלא יאגוד דבר אחר עמה אבל אם יש לו ד\"א בידו אין חושש ואין אדם יוצא ידי חובתו בערבה שבלולב אפילו אגבהה והדר אגבהה ורב חסדא אמר רב יצחק אדם יוצא ידי חובתו בערבה שבלולב והרמב\"ם ז\"ל פ\"ז מהל' לולב הל' כ' פסק כר' אמי וראבי\"ה פסק כרב חסדא וכן מיסתבר דרב חסדא דאמר משמיה דרב יצחק קבלה מיניה מדלא פריש גמרא דפליג עליה והוה ליה רבי אמי חד לגבי תרי ודוקא דאגביה והדר אגביה דאהא דקאמר ר' אמי אין אדם יוצא קאמר רב חסדא דיוצא. וכמה שיעורה אמר רב נחמן  שלשה בדי עלין לחין ורב ששת אמר אפילו עלה אחד בבד אחד ובתשובות הגאונים כתוב הלכה כרב נחמן בדיני והלכה כרב ששת באיסורי והרמב\"ם ז\"ל שם כתב דערבה חובטה על הקרקע או על הכלי פעמים או שלש וכן כתב הרי\"ץ גיאות ז'  ורש\"י פירש דחביט היינו נענוע:  "
            ], 
            [
                " ת\"ר העושה לולב לעצמו אומר ברוך שהחיינו נטלו לצאת בו אומר אשר קדשנו במצותיו וצונו על נטילת לולב ואע\"פ שבירך ביו\"ט ראשון חוזר ומברך ביום טוב שני והאידנא לא נהוג לברך שהחיינו בשעת עשיה אלא בשעת נטילה כדאמרינן לקמן בשהחיינו דסוכה דרב כהנא מסדר להו אכסא דקדושא ה\"נ דלולב מברכין ליה בשעת נטילה. ולענין זמן על הלולב ביום טוב שני כתב רבי שלמה ב\"ר שמשון ז\"ל נשאלתי אם אומר זמן על הלולב ביום טוב שני ותמהני על מה שכתב בעל הלכות גדולות  דזמן דכסא פוטר דלולב  והלא לענין לולב מיפסקי לילות מימים ור\"י פסק דאין אומר זמן ביום טוב שני וכן נהגו גדולי גרמייש\"א וטעמא שלהם דממ\"נ יצא בזמן שאמר ביום ראשון דאפילו אם תמצי לומר דחול הוה הא אמרינן העושה לולב לעצמו מברך שהחיינו ושוב אין מברך בשעת נטילה וא\"כ הכא נמי יצא בזמן שבירך אתמול אפילו אם היה חול ולא דמי לזמן של קידוש שאומר בשני הלילות דאותו זמן הוא בשביל היום ולא בשביל הסוכה ולולב מידי דהוה אשאר יום טוב ועוד משום דבעינן נטילת לולב שבעת ימים ואם נברך זמן מספק ביום טוב שני וביום שמיני ספק שביעי לא מברכין נמצא שאין לולב ניטל אלא ששה ימים וזה הטעם אינו נ\"ל דבין אמר זמן ביו\"ט שני ובין לא אמר זמן יום ראשון ספק הוא ומיהו איכא למימר אנן דבקיאינן בקביעא דירחא ואינו ספק לנו אלא מנהג בעלמא הוא מה שאנו עושין שני ימים אבל אם נברך זמן ביום שני אז אנו מראין בשעת נטילת לולב שהן ספק וכן פסק רש\"י בתשובה שאין לומר זמן ביום שני וה\"ר שמואל מאייבר\"א  כתב בשם ר\"י דעכשיו שנהגו לברך זמן בשעת נטילה א\"כ צריך לברך גם ביום שני דשמא יום ראשון חול הוא ולא יצא דזמן לא נתקן לאומרו אלא בשעת נטילה או בשעת עשייה אפילו בחול המועד ואם לא אמרו בשעת עשייה ואמרו בחול לאחר עשייה לא יצא וצריך לאומרו בשעת נטילה מיהו י\"ל דשאני הכא דנטלו לשם מצוה לברך עליו  ועדיף טפי מנטלו בחול אחר עשייה וכן נוהגין באשכנז שאין מברכין זמן על הלולב ביום שני: "
            ], 
            [
                "העושה סוכה לעצמו אומר ברוך שהחיינו וכו' נכנס לישב בה אומר לישב בסוכה. כתב הרמב\"ם ז\"ל פ\"ו מהל' סוכה הל' יב דיש לקדש מעומד משום עובר לעשייתן  ולדבריו היה צריך לברך קודם שיכנס בה דהכניסה היא המצוה ולא הישיבה דאם היה אוכל מעומד היה צריך לברך על הסוכה אלא ודאי כיון דמצות סוכה היא אכילה וטיול אם מברך אחר שישב מיקרי שפיר עובר לעשייתן כדאיתא בירושלמי דברכות פרק הרואה העושה ציצית לעצמו אומר אשר קדשנו במצותיו וצונו לעשות ציצית נתעטף אומר אשר קדשנו במצותיו וצונו להתעטף בציצית אלמא אף על פי שכבר נתעטף מברך לפי שהמצוה נמשכת כל זמן שהוא מעוטף ועומד וכן נמי בסוכה המצוה נמשכת כל זמן אכילה ובסוכות תשבו פי' תתעכבו כמו וישב העם בקדש במדבר כ וכן ופתח אהל מועד תשבו ויקרא ח ולישב בסוכה היינו נמי להתעכב בסוכה ואם כן מיקרי שפיר עובר לעשייתן אם מברך אחר הישיבה וכן כתב מר רב צמח גאון ז\"ל אף על פי שמשנכנס לה צריך לברך כיון שאין לה קבע  אלא בישיבה בסעודה ויש קידוש הכוס וסעודה לפניו סודרן על הכוס ורבינו מאיר היה מברך על הסוכה קודם ברכת המוציא אף בחול משום דקאמר נכנס לישב בה מברך הלכך ראוי שתקדום ברכה לברכת המוציא מיד אחר הישיבה והעם לא נהגו כי רגילין העם שאין מברכין על הסוכה אם נכנס בה לטייל בה ושינה אלא דוקא בשעת אכילה הלכך ראוי שיברך תחלה ברכת המוציא שמתחיל הסעודה ואחר כך יברך על הסוכה. ומה שאין מברכין על הסוכה בשעת השינה ואף על פי שמצינו בה חומר יותר מבאכילה דאוכלין אכילת עראי חוץ לסוכה ואין ישנים שינת עראי חוץ לסוכה. היינו טעמא דשמא לא יוכל לישן והוי ברכה לבטלה. ורבינו תם פירש לפי שעיקר הקבע שאדם עושה בסוכה היא אכילה אבל שאר טיול ושינה שעושין בסוכה טפלים לגבי האכילה והיא פטרתן.  ורב האי גאון כתב הנכנס בסוכת חבירו לבקרו  מנהג ידוע הוא שיברך בין סעד בין לא סעד.  ואסיקנא דכל שעה שנכנס לישב בה דמברך ואע\"פ שבירך ביום טוב ראשון חוזר ומברך ביום טוב שני דגמרינן מתפילין דתניא תפילין כ\"ז שמניחן מברך עליהם דברי ר' וקי\"ל כוותיה דאמר רבא כ\"ז דמנח להו מברך ורב מרי נמי אמר כ\"ז דמנח להו מברך וכן הלכה: ת\"ר העושה סוכה לעצמו אומר שהחיינו ודוקא לעצמו אבל לאחר לא מברך מידי להאי תנא ובירושלמי פ' הרואה תניא העושה לעצמו מברך לעשות סוכה  עשאה לאחר מברך על עשיית סוכה ואגמרא דידן סמכינן דגרסינן בפרק התכלת (מנחות דף מב.) אמר רב חסדא כל מצוה שכשירה על ידי נכרי אין ישראל מברך על עשייתה וסוכת גנב\"ך כשירה ואיכא מ\"ד כל מצות שאין עשייתן גמר מצוה אין צריך לברך היתה עשויה ועומדת אם יכול לחדש בה דבר מברך מיד ואם לאו לכשיכנס בה מברך שתים משמע דברישא כשבירך שהחיינו בעשייתה אינו מברך שתים בכניסתה ותימה והלא צריך לברך שהחיינו בשביל המועד כמו שמברכין זמן בכל המועדים וי\"ל כיון דסוכה מחמת חג עשה סברא הוא דזמן דידה אע\"פ שבירך בחול פוטר זמן החג דזמן מחמת המועד קאתי אפילו בלא יו\"ט דאמרינן לקמן דאי לא בריך האידנא מברך למחר וליומא אוחרא לפי זה כ\"ש כשבירך זמן על הלולב ביו\"ט ראשון שאין צריך לברך עליו זמן ביו\"ט שני. א\"ר אשי חזינא לרב כהנא דמסדר להו אכסא דקדושא: "
            ], 
            [
                "ת\"ר היו לפניו מצות הרבה מברך אקב\"ו על המצות רבי יהודה אומר מברך על כל אחת ואחת בפני עצמה אמר ר' זירא ואיתימא ר' חנינא בר פפא הלכה כר\"י. גרסי' בפרק החליל (סוכה דף נו.) איתמר רב יהודה אמר סוכה ואח\"כ זמן רבה בר בר חנה אמר זמן ואח\"כ סוכה והלכתא סוכה ואח\"כ זמן  יש מן הגדולים אומרים דבליל שני אומר זמן תחלה דזמן לא קאי אסוכה דאפילו אם היה ליל יו\"ט ראשון חול יצא בזמן דסוכה  ולפי סברת בני אייבר\"א שחלקו בין בשעת עשייה בין לאחר עשייה קאי זמן נמי אסוכה וראבי\"ה כתב שבכל פעם י\"ל זמן באחרונה דהא יו\"ט שחל להיות אחר השבת מברך יקנה\"ז אע\"ג דזמן לא קאי אהבדלה וי\"ל דלא דמי דהתם היינו טעמא משום דהבדלה טעונה כוס הלכך אין להפסיק בזמן בין בורא פרי הגפן להבדלה אבל הכא אי סוכה לא בעי זמן בליל שני למה יפסיק בסוכה בין קידוש לזמן דהא איכא אמורא דס\"ל דאפילו בליל ראשון דסוכה בעיא זמן סמוך לקידוש וקאי נמי אסוכה דבתריה וא\"כ בליל שני אי סוכה לא בעיא זמן לכ\"ע ראוי לסמוך הזמן לקידוש: ", 
                "מתני' מיד התינוקות שומטין לולביהן ואוכלין את אתרוגיהן פירש רש\"י לולבי התינוקות שומטין הגדולים מידם ואוכלין אתרוגיהם של תינוקות ואין בדבר לא משום גזל ולא משום דרכי שלום שכבר נהגו כן משום שמחה. וכתבו התוס' שיש ללמוד מכאן אותם בחורים שרוכבין לקראת חתן ונלחמין זה עם זה וקורע בגדיו של חבירו או מקלקל את סוסו שהם פטורין שכך נהגו מחמת שמחת חתן  ונ\"ל דמתניתין לא איירי כלל שחטפו הגדולים מיד הקטנים אלא ה\"פ מיד שנגמרה מצות הלולב והערבה התינוקות שומטין לולביהן של עצמן מתוך הערבה שהלולב ארוך ושוחקין בהן התינוקות וגם עושים מן ההוצין כמין טבעות וחפצים לשחוק בהם ואתרוגיהם היו אוכלין והשתא ניחא הא דפריך בגמרא למאן דאמר אתרוג בשביעי מותר דהכא משמע תינוקות אין גדולים לא ורש\"י דחק לפרש דהכי פריך דתינוקות דוקא שלא הוקצה למצוה גמורה אבל של גדולים שהוקצה למצוה גמורה לא וקשה לי א\"כ הוה ליה למימר דתינוקות אין גדולים לא ועוד  לולבין גדולים למה להו:  ", 
                "גמ' א\"ר יוחנן אתרוג בשביעי אסור בשמיני מותר. סוכה אפי' בשמיני אסורה ור\"ל אמר אתרוג אפי' בשביעי מותר  א\"ל רב פפא לאביי לר\"י מ\"ש סוכה מ\"ש אתרוג א\"ל סוכה דחזי לבהש\"מ דאי מתרמי ליה סעודתא בעי למיתב בגוה ומיכל איתקצאי לבין השמשות ומיגו דאיתקצאי לבין השמשות איתקצאי לכולי יומא דשמיני אתרוג דלא חזי לבין השמשות ולא איתקצאי לבין השמשות לא איתקצאי נמי ליומא דשמיני וא\"ת אתרוג נמי ממה נפשך בין השמשות אסור דשמא יום הוא וכיון דאיתקצאי לבין השמשות איתקצאי נמי לכל היום  וי\"ל דבכה\"ג לא שייך למימר מיגו דאיתקצאי לבין השמשות כיון שלא נאסר בין השמשות אלא מחמת ספק יומא שעבר: "
            ], 
            [
                "וכן נמי אמרינן הפריש שבעה אתרוגים לשבעה ימי החג כל אחד יוצא בו ואוכלו למחר ואע\"ג דאיתקצאי בין השמשות מחמת ספק יום שעבר וה\"נ אמרינן בפ\"ק דיו\"ט דף ד. גבי שבת ויו\"ט דאמר רב נולדה בזה אסורה בזה ומפרש טעמא משום הכנה ולא שייך למימר משום מיגו דאיתקצאי לבין השמשות אע\"ג דכרבי יהודה ס\"ל שבת דף קנו: דאית ליה מוקצה וכן שני ימים טובים של גליות דנולדה בזה מותרת בזה וכן בפרק בכל מערבין (עירובין דף לו.) גבי לגין טבול יום שמילאהו מן החבית של מעשר טבל ואמר הרי זה תרומת מעשר לכשתחשך דבריו קיימין ואם אמר עירבו לי בזה לא אמר כלום משום דסוף היום קנה עירוב או משום דבעינן סעודה הראויה מבעוד יום הא אי תחלת היום קנה עירוב או אי לא בעינן סעודה הראויה מבעו\"י הוי עירוב ולא אמרינן דלאו ראויה בשבת הוא מיגו דאיתקצאי בין השמשות כיון דלא איתקצאי אלא מחמת יום שעבר ולא דמי לסוכה דאמרינן משום דאי מיתרמי ליה סעודתא בין השמשות דאע\"ג דלא מיחייב למיכל בה אלא משום ספק יום שעבר דלמא יום הוא מ\"מ מיחייב למיכל בה מאיזה טעמא שיהא  וצריך לעשות מעשה בין השמשות לאכול בה ולוי דאסר אתרוג אף בשמיני ופרש\"י מיגו דאיתקצאי בין השמשות דשמיני משום דספק יום שביעי איתקצאי לכולי יומא וא\"א לומר כן שהוכחתי כבר דליכא מאן דאית ליה סברא זו אלא היינו טעמא דגזר אתרוג אטו סוכה וא\"ת הא דאמרי' בשמעתין גבי אתרוג לדידן דאית לן תרי יומי שמיני ספק שביעי אסור  ואמאי אסור דהא לא נטלינן ליה אלא ע\"כ משום דהואיל דאיתקצאי בין השמשות מחמת יום שעבר  וי\"ל דשאני התם דאם יבא אליהו ויאמר דעברוה לאלול הוי שמיני שביעי. וכן אי מיקלע שבת במוצאי יום טוב אחרון של חג נוהגין שלא להסתפק מנוי סוכה עד מוצאי שבת. ונראה דשרי בשבת משום דאיתקצאי בין השמשות לא אסרינן ליה כדפי'. ואי משום שבת ויו\"ט קדושה אחת היא האמר רב בפ\"ק דיו\"ט דף ד. הלכה כארבעה זקנים ואליבא דר\"א דאמר שתי קדושות הן וגם משום הכנה ליכא למיסר  דמה הכנה יש כאן. וה\"ר פרץ ז\"ל כ' בשם גדולי אייבר\"א דאם חל יו\"ט האחרון של חג באחד בשבת דאתרוג אסור אע\"ג דאמרי' תשיעי ספק שמיני מותר ה\"מ בשאר הימים אבל הכא אסור משום הכנה דאין שבת מכינה ליו\"ט ולמאי דפרישית דלא שייך כאן הכנה מותר וכן עמא דבר. ולדידן דאית לן תרי יומי היכי עבדינן אמר אביי אתרוג שמיני ספק שביעי אסור תשיעי ספק שמיני מותר וכן הלכה: הפריש ז' אתרוגים לז' ימים רב אמר כל אחד ואחד יוצא בו ואוכלו לאלתר ורב אסי אמר כל אחד ואחד יוצא בו ואוכלו למחר וקי\"ל כרב אסי דהא ר\"י קאי כוותיה. ולענין מיתב בסוכה בשמיני הלכתא מיתב יתבינן ברוכי לא מברכינן והיינו טעמא דלא מברכינן דכיון דיום שמיני עצרת הוא א\"א לברוכי אסוכה דקשיין אהדדי אי יום סוכה הוא לאו שמיני עצרת הוא ואי שמיני עצרת הוא לאו יום סוכה הוא ומשום דספיקא היא תרוייהו עבדי' לחומרא יתבינן בסוכה  ולא מברכינן ונוהגין בה מנהג יום טוב דהוא יום שמיני עצרת ועבדינן לחומרא אבל בלולב לא רצו לתקן שיטלוהו בלא ברכה מספק לפי שהוא מוקצה לטלטול ומינכרא מילתא שהוא נוהג בה מנהג חול  אבל סוכה פעמים שסוכתו עריבה עליו ואוכל בה אפי' ביו\"ט אחרון:  ", 
                "אמר ר' יוחנן אומר זמן בשמיני של חג ואין אומר זמן בז' של פסח וכן אמר ר\"נ אומר זמן בשמיני של חג ואין אומר זמן בז' של פסח ותניא נמי הכי שמיני לענין פז\"ר קש\"ב פייס בפני עצמו זמן בפ\"ע רגל בפני עצמו קרבן בפ\"ע שיר בפ\"ע ברכה בפ\"ע. פירוש ברכה בפ\"ע בתפלה ובברכת המזון את יום שמיני חג עצרת הזה רגל בפ\"ע למאי הלכתא  לכדאמר רב מועד קטן דף כד: יום א' לפני החג והחג ושמיני עצרת הרי כאן כ\"א יום למנין ל': "
            ], 
            [
                " אמר ר' זירא לא לקני איניש לוליבא לינוקא ביומא טבא קמא מ\"ט ינוקא מקני קניא קנויי לא מקני ואישתכח דקא נפיק בלולב שאינו שלו:  מתני' ההלל והשמחה שמנה כיצד מלמד שאדם חייב בכבוד יום טוב האחרון כשאר ימות החג: "
            ], 
            [
                "סוכה שבעה כיצד גמר מלאכול לא יתיר את סוכתו אבל מוריד הוא את הכלים מן המנחה ולמעלה בשביל כבוד יו\"ט האחרון: ", 
                "גמ' אין לו מקום להוריד את הכלים מהו רב חייא בר אשי אמר פוחת בה ארבעה וריב\"ל אמר מדליק בה את הנר ולא פליגי הא לן והא להו תינח סוכה קטנה סוכה גדולה מאי מעייל בה מנא דמיכלא כרבא דאמר רבא מנא דמשתיא במטללתא מאני דמיכלא לבר ממטלתא פרש\"י הא לן לבני בבל שהשמיני שלנו ספק שביעי דלא קים לן בקיבועא דירחא מדליק בה את הנר ולא יפחתנה ויפסילנה לפי שצריך בה למחר והא להו לבני א\"י דקים להו בקיבועא דירחא דלא יתבי בסוכה בשמיני פוחת  משמע מתוך פירושו דסוכה קטנה צריך להדליק בה את הנר כדי  שלא יהא נראה כבל תוסיף  מה שיאכל בה בלילה.  ותימה לי שלא ראיתי מי שעשה כן ועוד קשה דר' יהושע בן לוי דאמר לבני בבל מדליק בה את הנר משמע דקאי דוקא אשאין לו מקום להוריד כליו בז' והא ליתא דאפילו יש לו מקום להוריד צריך להדליק בו את הנר שלא יהא נראה כבל תוסיף מה שאוכל בה בלילה  ולא מיסתבר למימר מה שמוריד כליו אע\"פ שחוזר ומעלה בלילה איכא היכרא בהכי דאינו נראה דעובר בבל תוסיף מה שאוכל בלילה  ונראה לפרש דריב\"ל דאמר לבני בבל מדליק בה את הנר באין לו מקום להוריד כליו בשמיני קאי וצריך לישב בה בתשיעי הלכך צריך לעשות היכר שאינו עובר בבל תוסיף ומדליק בה את הנר כי אינו יכול לפחות בה ביום טוב ורב חייא בר אשי לבני א\"י קאמר דפוחת בה ד' בז' וכן כתב הרב אלפסי ז\"ל: "
            ]
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " פסקי הראש על סוכה", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rosh", 
        "Seder Moed"
    ]
}