{
    "status": "locked", 
    "versionTitle": "Tosafot Rid", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Tosafot Rid on Yoma", 
    "text": [
        [], 
        [], 
        [
            "<b>ולמה נקרא שמה בית אבן שכל מעשי' בכלי גללים ובכלי אבנים ובכלי אדמה </b>פי' כל מעשי' של זו הלשנה שכל אותן שבעה הימים לא הי' משתמש הכהן אלא באלה שאינם מקבלין טומאה שאם הי' משתמש בכלים המקבלין טומאה שמא נטמאו במת ויטמאוהו טומאת שבעה וגם כשהיו מזין עליו לא היו ממלאים המים אלא בכלי אבנים כדתנן בפ\"ב דפרה ומייתינן לה בסוכה בפ' הישן ומביאין שוורים ועל גביהם דלתות ותינוקת יושבין על גביהן וכוסות של אבן בידם כו' ודוקא לכהן זה היו עושין כל המעלה אבל כשהיו מזין על כל הטמאים היו מקדשין המים אפילו בכלים המקבלים טומאה כדתנן בפ' ה' דפרה שפופרת שחתכה לחטאת כו' ומייתי' לה בפ' חומר בקודש אלמא אע\"ג דמקבלת טומא' היו מקדשין בה ותנן נמי התם בכל הכלים היו מקדשין אפי' בכלי גללים ובכלי גללים ובכלי אבנים ובכלי אדמה כו' מדקאמר אפי' באלו מכלל דכלים המקבלים יותר הם חשובים מאלה לקדש בהם הא למדת שלא היו מקדשים בכלי אבנים אלא באותם שבעת הימים לכהן השורף את הפרה ובפ\"י דכלים פירשתי דכלי אבנים הן שאר אבנים שאין דרך העולם לעשות מהן כלים ומלאכתן דקה ונאה הן חשובין ומקבלין טומאה וכך אני אומר בכלי אדמה דדוקא טיט המיוחד ליוצרים ולעשות ממנו כלי חרס אותן הכלים מקבלין טומאה אבל עפר אחר שאינו מיוחד לכך אם גיבלו ועשה ממנו כלים אע\"פ שהסיקן בכבשן הן כלי אדמה שאינן מקבלין טומאה מפני שאינן חשובין ויש מפרשין דכלי אדמה הן איתן שלא הוסקו וכלי חרס הן אותן שהוסקו בכבשן ולא יתןכ זה הפתרון דהא בכלי חרס פלוגתא דר\"מ ור' יהודא היא וחד מנייהו סבר דאע\"ג דלא נצטרפו בכבשן מקבלין טומאה כדאמרי' ביו\"ט בפ' המביא ואלו בכלי אדמה ליכא מאן דפליג דטהורין הן אליבא דכ\"ע וקשיא לי לפתרונו מאי דתנן בפ\"ג דכלים נר שניטל פיו טהור ושל אדמה שהוסק פיו בפתיל' טהור טעמא דהוסק פיו בפתילה שנפרך הא מקמי הכי מקבל טומא' אע\"פ שהיא של אדמה ומוכיח מיכן שגם כלי אדמה אם היסקו מקבלי טומאה בכלי חרס אבל מיהו אינן חזקין כל כך בכלי חרס העושין מטיט היוצרים דנר של כלי חרס אע\"פ שהוסק פיו בפתילה לא בטל מתורת כלי עד שינטל פיו ואין לו תקנה ופתרון המורה נ\"ל עיקר שפי' כלי אדמה שאינן עשוין ככלי חרס בכבשן אלא מין אדמה היא שהיא כאבן רכה וחוקקין ממנה כלים זה נ\"ל נכון אבל אדמה המגובלת במים ועשו ממנה כלים אםהוסקו בתנרו אע\"פ שאין חשובין ככלי חרס מקבלין טומא' הן:\n"
        ], 
        [], 
        [], 
        [
            "אי מה מלואים כל הכתוב בהן מעכב בהן אף הכא נמי כל הכתוב בהן מעכב בהן כו' פי' ור' יוחנן סבר אע\"ג דממילואים ילפינן לא ילפי' אלא למצוה ולא לעכב:\n"
        ], 
        [
            "ואומר כאשר עשה ביום הזה צוה ד' לעשות אלו מעשה פרה לכפר אלו מעשה יוה\"כ פי' סבר ר' יוחנן דהאי קרא אינו אלא אסמכתא בעלמא דהא איהו לא יליף מהאי קרא אלא חדא או יש לומר שזו הברייתא היא כר' ישמעאל דיליף תרווייהו מקרא ור' יוחנן לא ס\"ל הכי ומאי דאמרן תניא כוותי' דר' יוחנן לענין דילפי' לי' ממילואים:\n"
        ], 
        [], 
        [
            "<b>מעלה עליו כאלו לא כיפר וכיפר </b>פי' המורה כאלו לא כיפר מן המחובר ואינו נ\"ל ועיין מ\"ש בפרשת ויקרא על מקרא זה:\n", 
            "מילתא דלא כתיבא בהאי ענינא מנלן פירש רבינו ברוך זצוק\"ל פרישת שבעה לא נכתבה בפ' ואתה תצוה וזהו פתרון נאה ופתרון המורה לא נ\"ל:\n"
        ], 
        [], 
        [
            "ה\"ק מביתו למה פירש פירש המורה מאשתו למה פורש תבוא אשתו עמו שם שהרי ע\"כ לשכת פרהדרין לא הית' קדוש' שאין ישיבה וכ\"ש שכיבה וקשיא לי טובא לומר דלשכת פרהדרין לא הית' קדוש' והרי בתוך העזרה הית' לפנים משערי ניקנור כדמוכח לקמן בפירקין וא\"כ היאך הי' דר שם כהן גדול כל שבעה ויושב וישן שם ונ\"ל לומר דאמי דאמרי' דאי ישיבה במזר' דוקא באויר העזר' שנרא' כנגד פתח ההיכל ואין זה דרך כבוד לישב אדם לפני הבורא אבל הלשכות שהיו בנויות בעזר' כיון שהן מוקפות מחיצה מותר לישן ולשכב בהם ואין זה דרך זלזול כיון שאין עומדים באויר העזר' תדע דהכי הוא שהרי קדשי קדשים טובלין בעזרה וכי בעמיד' היו אוכלין אותו ואנן בעינן למשחה כדר שהמלכים אוכלים א\"ו בלשכות היו נכנסין ואוכלין והכי מקשה למה פורש מאשתו דהו\"ל למיתני מפרישין כהן גדול ללשכת פרהדרין אלא מדקתני מביתו ש\"מ שאי אשתי רשאית לעמוד עמו ואלמה לא תעמוד עמו ותשרת לו שאפילו אם יש לוש שמא יבא עלי' באחת מן המחיצות שלא נתקדשו יטבול ויטהר לערב שאין לחוש אלא לטומאת שבעה ומהדר שמא יבא על אשתו ותמצא ספק נדה ויהי' טמא שבעת ימים ואע\"ג דלא ברשיעי עסקי' ובעל קרי משתלח אפילו ממחנה לוי' כ\"ש ממחנה שכינ' יש לחוש שמא יתאוה לה ויוליכנה תחת המחיצות שלא נתקדשו ויזקק עמה על סמך ליטבול וליטהר בערב ושמא תהי' נדה בתוך ביאתו ותטמאנו טומאת שבעה:\n", 
            "<b>אבל בחד אחר מודי לי' </b>פי' כל זה לא תירץ אלא דברי ר' יהודא שאמר ספק נדה והיא בעבוד רבותא אמר ספק נדה שיש לחוש שמא תמצא נדה ודאית שימצא דם על שלו על שלה (איותיאוס):\n"
        ], 
        [], 
        [
            "<b>בין בשוגג בין במזיד כו'</b> אי קשיא והא ברייתא דלעיל תני בשוגג הורצה במזיד לא הורצה וקשין אהדדי עיין תירוצה בפסחים בפ' כיצד צולין שחולקים רבינא ור' שילא בפתרון זו הברייתא דתני בין בשוגג בין במזיד אבל טומאתו בשוגג הורצה במזיד לא הורצה:\n"
        ], 
        [], 
        [
            "<b>ור' יהודא נשבר הציץ מנ\"ל </b>אי קשיא כיון דר' יהודא בעי על מצחו לרצות אם נשבר תיפוק לי' שאינו על מצחו תשובה אם אין לו פסוק על נשבר הציץ על מצח ונשא דיליף מני' דאי תלי בסיכתא לא מרצה יוצאי אותו לנשבר הציץ ולעולם מנ\"ל דכשאינו על מצחו אינו מרצה:\n"
        ], 
        [], 
        [
            "<b>צא מהן ארבעים שנה ששימש שמעון הצדיק </b>קשיא לי והלא כל מלכי חשמונאי הם כהנים גדולים ולמה אניו מונה אותם והם היו כהנים גדולים ק\"ג שנים ולא נשאר לאחרים אפי' חצי שנה לאחד:\n", 
            "וגם הי' לו למנות יהושע כהן גדול שעלה עם זרובבל והי' כ\"ג כדכתיב בזכרי' ומלאכי ואחריו נמי הי' עזרא כה\"ג ושרף את הפרה:\n"
        ], 
        [], 
        [
            "מן הארץ ההוא יצא אשור הני רב יוסף אשרו זה נח ה\"ג במקצת בפרים ואם תמנה שנות נח כלים בשנת נ\"ח לאברהם אבינו והפלגה היתה בשנת מ\"ח לאברהם נמצא שהי' נח לאחר הפלגה י' שנים ובאותן י' שנים בנה נינוה ורחובות עיר וכלח:\n"
        ], 
        [], 
        [
            "כל השערים שהי' שם לא הי' להן מזוזה חוץ משערי ניקנור שלפנים ממנו לשכת סנהדרין קשאי לי דהא אמרי' לקמן בפירקין דשבעה שערים היו בעזר' שלש' בצפון ושלש' בדרום ואחד במזרח ואמרי' התם דלשכת פרהדרין הית' או בצפון או בדרום וא\"כ נעש' מזוזה או לשער צפון הסמוך לה או לשער דרום ולמה אומר שלכל השערים לא הי' להן מזוזה אלא לשער ניקנור שהי' במזרח:\n"
        ], 
        [], 
        [
            "רצועה יוצאה מחלקו של יהודא ונכנסת לתוך חלקו של בנימין ובה מזבח בנוי עיין מ\"ש בפרשת וקירא בפסוק וזרקו את הדם על המזבח סביב:\n", 
            "והאי תנא סבר ירושלים לא נחלקה לשבטים פירש וקסבר דהאי דכתיב בנימין זאב יטרוף לא על הקרבנות כמו שאנו מתרגמין אלא על שאול דכתיב בי' ובכל אשר יפנה ירשיע:\n"
        ], 
        [], 
        [
            "ור' יהודא אמר לך למיתה דחדא חיישי' למיתה דתרי לא חיישי' בפ' לולב הגוזל אמרי' דר' יהודא לא חייש למיתה ומעלה עשו בכפר' ועמ\"ש בפ' כל גט במהדורא תנינא.\n", 
            "<b>דהדר מגרש לה </b>קשיא לי ואמאי לא מתרץ לי' דכניס לה ביוה\"כ אחר מיתת הראשונ' ומוכיח מיכן שאסור לכנוס אשה ביוה\"כ וכ\"ש בשבת עמ\"ש בפ' משילין במהדורא תנינא ועיין מ\"ש בפ' אחרי מות בפסיק וכפר הכהן אשר ימשח אותו שסתרתי זו ההוכחה.\n"
        ], 
        [], 
        [], 
        [
            "<b>אמר אביי ל\"ק כאן בהטבת שתי נרות כאן בהטבת חמש נרות </b>פי' סדר יומא אסדר יומא מתרץ הכי אלב תמיד אסדר יומא לא מצי לתרוצי הכי דהתם בתמיד משמע שבין הטבת חמש נרות בין הטבת שתי נרות קודמת לקטרת ואל מפסיק להו אלא בדם התמיד ובוודאי דתמיד אבא שאול האו ואביי דמיסדר מערכה משמא דגמרא ממתני' דתמיד מסדר הכי:\n"
        ], 
        [
            "<b>מאי נחו חפנגי' דמזבח כו'</b> פירש המורה וכיון דז' הזאות מזה א\"א לצמצם שאל מהם למעלה ולמטה ורבינו חננא\"ל זצוק\"ל פי' הנה מדם אחד נתן למעלה בקרנות ולמטה בחציו ודרבינו חננאל מסתבר:\n"
        ], 
        [], 
        [
            "<b>לפנים הימנו החיל עשר אמות ושתים עשרה מעלות היו שם </b>פי' לפנים מן הסורג הי' החיל רחבו של חיל עשר אמות מן הסורג ועד שער עזרת נשים הי' אויר עשר אמות ואותן עשר אמות היו נקראין חיל ושם היו י\"ב מעלות כעליית שער עזרת נשים שמן פתח הר הבית ועד הסורג הי' מישור ומן הסורג ועד שער עזרת נשים היו עשר אמות שנקראות חיל ושם יש י\"ב מעלות סמוך לשער עזרת נשים ושום שער לא הי' משער המזרחי של הר הבית ועד שער עזרת נשים ומשער עזרת נשים יכול לראות פתחו של היכל הילכך א\"צ להנמיך אלא כותל מזרחי של הר הבית אבל כותל מזרחי של עזרת נשים אין צריך להנמיך שמן השער של עזרת נשים הוא רואה פתחו של היכל:\n", 
            "<b>אי אמרת בשלמא ר' אליעזר היא היינו דאיכסי לי' פיתחא </b>פי' המורה ר' אליעזר היא דאית לי' מעל' יתירה וגבה קרקע ההיכל מקרקע התחתון כ' אמה וחצי אבל רבינו חננאל זצוק\"ל וגם רבינו ברוך זצוק\"ל פירשו דר\"א הוה מרבה עד כ\"ב אמות ומחצה ומונים האמה שלמעלה והג' מעלות של דוכן ואע\"פ שפשט המשנה דמידות מוכיח כדבריהם דתנן נמצאות עזרת כהנים גבוהה מעזרת ישראל ב' אמות ומחצה אפ\"ה כדברי המורה נ\"ל שאלו הית' עזרת כהנים גבוהה מעזרת ישראל ב' אמות ומחצה מה אנו צריכין לבנין הדוכן א\"ו קרקע עזרת כהנים לא הי' גבוה מקרקע עזרת ישראל אלא מעלה של אמה והדוכן היה בנוי על אותה המעלה של גובה אמה וחצי על פני כל אורך העזר' של קל\"ה אמה וכפי מה שהיו עולים בדוכן מעזרת ישראל ג' מעלות של חצי אמה לבר מאמת המעלה כך היו יורדין מן הדוכן לעזרת הכהנים אותן ג' מעלות וקרקע העזר' לא הי' גבוה אלא אמה אחת מעזרת ישראל ואין למנות גובהו של דוכן מפני שהוא נבלע בגובה הי\"ב מעלות של אולם ומאי דתנן נמצאת עזרה הכוהנים גבוה מעזרת ישראל ב' אמות ומחצה זהו בעלייתה מפני הדוכן שהי' בנוי בשפתה ואל בכל העזר' דא\"כ ליתני ר\"א אומר שתי אמות ומחצה הית' גבוה עזרת כהנים יותר מעזרת ישראל אמאי תני מעלה מעלה של אמה והדוכן עלי' של אמה וחצי ש\"מ שלא היה גובה עזרת כהנים על עזרת ישראל אלא אמה אחת כפתרון המורה:\n"
        ], 
        [], 
        [
            "<b>ומר קדשים דרך שמאל </b>פי' ותבא לשכת הטלאים מערבית דרומית ולשכת החותמות מערבית צפונית ולשכת בית המוקד צפונית מזרחית ולשכת לחם הפנים מזרחית דרומית ומאי דתנן במדות מזרחית צפונית כת גנזו בית חשמונאי אבני מזבח האי לשכת בית המוקד דתני בתמיד וצפונית מערבית שבה יורדין לבית הטבילה היא לשכת החותמות דתני בתמיד והאי הוהה בכל חדא וחדא:\n"
        ], 
        [], 
        [
            "תרקבא דדינרי עיילא לי' מרתא בה ביתוס לינא מלכא עיין מ\"ש בפ' הבא על יבמתו במהדורא קמא:\n", 
            "<b>ת\"ר זב תולין לו מאכל וכל מיני מאכל </b>פי' הכי תנן בפ\"ב דזבין בשבע' דרכים בודקין את הזב עד שלא נזקקין לזיבה במאכל ובמשתה כו' עד ר\"ע אומר אכל כל מאכל בין רע ובין יפה ושתה כל משקה בין רע ובין יפה אמרו לו אין כאן זבים מעתה אמר להן אם אחריות זבים עליכם משנזקק לזיבה אין בודקין אותו אונסו וספיקו ושכבת זרעו טמאין שרגלים לדבר מדקאמר ר\"ע אכל כל מאכל בין רע בין יפה מכלל דת\"ק סבר דוקא מאכל רע ומשקה רע תולין לו כגון אותן המנויין כאן אבל אם אכל מאכל יפה ושתה משקה יפה אע\"פ שאכל ושתה הרבה אין תולין לו בהם וסתמא דהך ברייתא דתני זב תולין לו מאכל וכל מיני מאכל כר\"ע:\n", 
            "<b>אין מאכילין אותו לא חגב\"י ואל גב\"ם </b>פי' כיון דתנן משנזקק לזיבה אין בודקין אותו שאין תולין לו אל יאכילוהו דברים המרגילין לזיבה שאם לאו לא יטהר ולא יפסוק מלראות:\n"
        ], 
        [], 
        [
            "<b>הני כהני שלוחי דרחמנא נינהו כו'</b> אי קשיא כיון דלרב הונא ברי' דרב יהושע פשיט לי' דשלוחי דרחמנא נינהו אמאי בפ' אין בין המודר הנאה בעינן לה ולא פשטינן לה תשובה התם דבעי לה משום דהוו בעי למיפשט לי' אמאי דתנן התם ומקריב עליו קיני זבין וקיני זבות אי אמרת שלוחי דידן נינהו הא קא מהני לי' ודחיי' דמחוסר כפרה שאני ולעום מהכא לא תיפשוט ואע\"ג דלא מצי למיפשט ממתני' דהתם רב הונא ברי' דרב יהושע פשיטא לי' מסברא דשלוחי דרחמנא נינהו ומאן דמבעי' לי' התם בנדרים הוה בעי דליפשטי לי' או ממתני' או ממתנינתא:\n"
        ], 
        [], 
        [
            "<b>איברים שפקעו מעל המזבח קודם חצות יחזור ומועלין בהן כו'</b> בפ' המזבח מקדש אמרי' היכי דמי אי דאית בהו ממש אפילו לאחר חצות נמיאי דלית בהו ממש אפילו קודם חצות נמי לא צריכי בשרירי:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "ותקנתא להאי גיסא הוי תקנתא להך גיסא הואי פירש המורה וכי מפני התקלה שאירע ניתקן להם פייס והא להך גיסא הוי בשביל סידור המערכה ושני גזרי עצים כו' ואינו נ\"ל שלשון הגמרא אינו מוכיח כן ורבינו ברוך זצוק\"ל פירש וכי התקנה מושם דדאתי טובא הוא בתימה תקנתא משום דלא אתין הוה ותקינו לה רבנן פייסא ושתיפו בהדה סידור מערכה ושני גזרי עצים כי היכי דניתו זה הפתרון נראה לפי לשון הגמרא:\n"
        ], 
        [], 
        [
            "אמר אביי מריש הוה אמינא האי דתנן בן ביבאי ממונה על הפקיע ה\"א פתילתא היא כדתנן מבלאי מכנסי הכהנים כו' בירושלמי בפ' חמישי דשקלים מפרש לי' בפתילות ממש דה\"ג התם בן בכי על הפקיע שהי' מזווג את הפתילות ר' יוסא על לכופרא בעה ממנייה פרנסין ולא קבלין עליהון על ומר קומיהן בר בכי על הפקיע מה אם זה שנתמנה על הפתילות זכה להימנות עם גדולי הדור אתם שאתם נתמנין על חיי נפשות לא כ\"ש:\n"
        ], 
        [], 
        [
            "מה להלן בקימצו אף כאן בקימצי עיין מה שהקשיתי על זה בפרשת צו בפסוק והרים את הדשן אלא מעתה זר שסידר את השלחן ניחייב מיתה ואמאי אמר לעיל ד' עבודת ותו לא ואינו נ\"ל פתרון זה דאלא מעתה לאו אעבודת מתנה קאי דליכא אן דפליג בהא וקרא הוא והכי הו\"ל למימר זר שסידר את השלחן ניחייב בלאו אלא מעתה ותו מאי דאמר אמאי אמר ד' אבודות ותו לא ה\"נ איכא לאקשוי על שבע הזאות שבפנים ושבמצורע אלא רב דמזבח החיצון קא חשיב ונ\"ל דה\"פ אלא מעתה כיון דאמרת לכל דבר המזבח לאתויי ז' הזאות שבפנים גם סידר את השלחן ניחייב ואלמה תנן בשלהי זבחים המסדר את השלחן והמטיב את הנרות אין חייבין עליו לא משום זרות ואל מושם טומאה ולא משום מחוסר בגדים ולא מושם רחוץ ידים ורגלים:\n"
        ], 
        [], 
        [
            "זקן במערבה והא אמר אין ישיבה בעזרה הנה מיכן מוכיח דאפילו בלשכות אי ישיבה וקשיא לשכת פרהדרין ונ\"ל לומר לעולם בלשכת יש ישיבה ושם היו אוכלין קדשי קדשים בהסיבה כדרך שהמלכים אוכלין ולשכת הגזית  מפני שהית' בסילוקי גדולה ושם היו מתקבצין כל הכהנים לפייס כאויר העזרה דמיא א\"נ משום דהוי סמוכה למזבח ופתוחה למזבח ולימא שגם לשכת פרהדרין הית' בנוי חצי' כרמל ופתח פתוח לה בחיל ושם הי' כהן גדול ישן אינו נ\"ל דלעיל בשש לשכות היו בעזרה מוכיח דבתוך העזרה קיימא ותו אביי דדייק הכא הכי לידוק לעיל בלשכת פרהדרין הכי:\n", 
            "אמר ר' יוחנן אין מפייסין על תמיד של בין הערביים אלא כהן שזכה בו שחרית זכה בו ערבית פי' ושני גזרי עצים הנוהגין בתמיד של בין הערביים ואינן נוהגין בתמיד של שחר יש לומר שמי שזכה בתמיד שחרית אחד עשר כהנים נמשכין עמו וצריכין עדיין שני כהנים אחד לדישון מזבח הפנימי ואחד להדליק המנורה והלכך י\"ל שלשה עשר י\"ד נמשכין עמו שיהיו הכל ט\"ו י\"ד י\"א לתמיד עם הגזרין ומי שוחט מי זורק ומי מדשן מזבח הפנימי מקטרת הבקר ומי מדליק המנורה הרי ט\"ו:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "אדרבה סידור דכוותה קא ממעט ה\"ג לא ס\"ד דכתיב והקריב הכהן את הכל המזבח ואמר מר זו הולכת האברים לכבש הולכת האברים בעיא כהונה הולכת עצים לא בעיא כהונה הא סידור שני גזרי עצים בעי כהונה ונתנו לגופיה וערכו שני בני אהרן שנים הכהנים שנים למדנו לטלה שטעון ששה:\n"
        ], 
        [], 
        [
            "למימרא דעבודה שזר חייב עלי' מיתה בעיא פייס אין זר חייב עלי' מיתה לא בעיא פייס והרי שחיטה כי' ל\"ג לי' דהא כל עבודות דתנן דבעי פייס לאו עבודה תמה נינהו ואפ\"ה בעי פייס:\n"
        ], 
        [], 
        [
            "<b>הרהור עבירה קשה מעבירה </b>פי' יותר מתאוה אדם על העבירה כשמהרהר עלי' מעבירה עצמה כשהעבירה לפניו ועוסק בה וסימנך ריחא דבשרא כשאדם מריח הצלי יותר אדם מתאוה לריחו ממה שהי' מתאוה אם הי' הבשר לפניו:\n", 
            "<b>וביוה\"כ כי אמר ברק ברקאי הורידו כהן גדול לבית הטבילה </b>פי' לא הי' מתחיל כה\"ג לעבוד ביוה\"כ אלא משחיטת התמיד ואילך אבל הרמת הדשן וסידור המערכה ושני גזרי עצים ודישון מזבח הפנימי והמנורה היו נעשין בכהן הדיוט:\n", 
            "אלא קומץ ניהדרי' ונהדר וניקמצי' ביממא הוא תני לה והוא אמר לה כלי שרת מקדשין שלא בזמנן קשיא לי טובא דמהכא משמע דוקא מפני ששם הקומץ בכלי שרת קדש ליפסול ואינו יכול להחזירו לטובלו ולחזור ולקמוץ ביום אבל אם לא שם הקומץ בכלי שרת יכול להחזירו לטבלו ולחזור ולקמוץ ביום והא פלוגתא דרבנן ובן בתירא היא בפ\"ק דמנחות דתנן התם אחד מנחת חוטא ואחד כל המנחות שקמצן זר אונן טבול יום מחוסר בגדים ומחוסר כיפורים ושלא רחוץ ידים ורגלים ערל טמא יושב עומד ע\"ג כלים וע\"ג בהמה וע\"ג רגלי חבירו פסל קמץ בשמאל פסל בן בתירא אומר יחזור ויחזור ויקמוץ בימין ואמרי' בגמרא דכי היכי דמכשר בן בתירא בשמאל הכי מכשר נמי בכל הפסולין ודוקא בן בתירא מכשיר בחזרה אבל רבנן פוסלין לעולם ולא איפשר בחזרה וא\"כ היאך מקשה ניהדרי' וניהדר וניקמצי' ושביק רבנן ומקשה מבן בתירא:\n"
        ], 
        [], 
        [
            "<b>אין אדם נכנס לעזרה א</b>פי' טהור עד שהוא טובל פי' המורה לעבודה לאו דוקא ואמת ודאי דבגמרא מוכח דכל הנכנס לעזרה אפילו שלא לעשות עבודה צריך טבילה מפני שנכנס ממקום חול למקום קודש אבל מיהו לעבודה דמתני' דוקא היא ולעבודה גרסי' עם ו\"ו ותרתי מילי קתני וה\"פ אין אדם נכנס לעזרה מחול לקודש בלא טבילה וגם אין אדם נכנס לעבודה אע\"פ שהוא בתוך העזרה כגון שהי' עסוק כל הלילה להקטיר חלבי ואיברים ורוצה עכשיו להתחיל בעבודה של מחר אינו יכול להתחיל לעשות עבודה עד שיטבול והכי תנן בפ\"ק דתמיד מי שהוא רוצה לתרום את המזבח משכים וטובל עד שאל יבא הממונה וכי באיזו שעה הממונה בא לא כל העתים שוות פעמים שהוא בא מקרות עליםה והן פותחין לו אמר להם מי שטבל יבוא ויפייס והפיסו וזכה מי שזכה הנה כל אלו שהיו מפיסין וטבלו בתוך העזרה היו עומדים כדתני הממונה בא ודפק עליהם ואפ\"ה היו טעונין טבילה בעבור הרמת הדשן שהיא תחלת העבודה וכהן גדול ביוה\"כ נמי בעזרה הי' עומד כל שבעת הימים ועכשיו כשהי' רוצה להתחיל עבודה הי' צריך לטבול הילכך לעבודה דוקא הוא ולעבבודה גרסי' ועונה על כהן גדול שהורידוהו לבית הטבילה שלא כהן גדול בלבד אלא אין אדם נכנס לעזרה אפילו שלא לעבוד או לעבודה ואע\"פ שהי' בתוך העזרה עד שהוא טובל ועל שניהן דרש בן זומא ק\"ו המשנה מחול לקודש היינו מבגדי חול לבגדי קדש ואע\"פ שעמד בעזרה וממקום שאינו ענוש כרת למקום שענוש כרת היינו הנכנס לעזרה אפילו שלא לעבוד כגון ישראל:\n"
        ], 
        [], 
        [
            "איבעיא להו מה שיעשה סכין ארוכה וישחוט תיבעי לר' יהודא הכי כתוב בספרים וה\"פ בן זומא מחמיר ואמר טבילה זו מק\"ו שכל הנכנס לעבודה טעון טבילה והאי נמי עבודה קא עביד ור' יהודא אמר כדי שיזכור טומאה ישנה שבידו ויפרוש וא יכנס לעזרה וזה שאינו רוצה ליכנס לעזרה א\"צ טבילה ויש לשאול אליבא דתרווייהו דאיכא למימר ע\"כ לא מחמיר בן זומא אלא היכא דעייל לגואי אבל לבראי לא או דילמא לא מבעיא לבן זומא דמחמיר אלא אפילו לר' יהודא דמיקל הנ\"מ היכא דאל עביד עבודה אלא בכניסה בלבד בעזרה הי' תולה הטעם כדי שיזכור טומאה ישנה שבידו ויפרוש ואם לא יכנוס פטור אבל האי דקא עביד עבודה איכא למימר דגם ר' יהודה מודה דטעון טבילה מק\"ו:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אמר רבא ש\"מ מדריש לקיש עבורי דרעא אטוטפתא אסור היכי עביד מדרעא אטוטפתא </b>פי' אע\"ג דבפ' הקומץ בתרא אמרי' תנא כשהיא מניח מניח של יד ואח\"כ מניח של ראש וכשהוא חולץ חולץ של ראש ואח\"כ חולץ של יד ואמרי' בשלמא כשהוא מניח מניח של יד ואח\"כ מניח של ראש דכתיב וקשרתם לאות על ידך והדר והיו לטוטפות בין עיניך כו' אפ\"ה רבא שמע לה מדריש לקיש משום דאין מעבירין על המצות דטפי ניחא לי' האי טעמא מסידרא דקרא דיש לומר קרא לאו אסידרא קפיד:\n", 
            "<b>ומ\"ש דעביד הטבת חמש נרות ברישא כו'</b> קשיא לי מ\"ש דמטיב חמש נרות הפנימיות ברישא והדר שני נרות המזרחיות נדתנן בתמיד ייטיב חמש נרות חיצונות ברישא והדר שני נרות מערביות דהא בחיצונות פגע ברישא ואין מעבירין על המצות ויש לומר משום דפנימיות חשיבי טפי מתחיל בהו ברישא עיין מה שכתבתי בפיקרין דלקמן:\n"
        ], 
        [
            "<b>מוספין קודמין לבזיכין והתניא בזיכין למוספין תנאי היא </b>פי' ומאי דתנן בפירקין דלעיל ובשבת באחד עשר עצמו בתשעה ושנים בדרך שני בזיכי לבונה של לחם הפנים דאלמא עם תמיד של שדחר מקטיר להו ס\"ל כמ\"ד בזיכין קודמין למוספין:\n", 
            "<b>מני אי רבנן בין דם לנרות מיביא לי' </b>פי' אע\"ג דלרבנן בין ה' נרות לב' נרות היתה קריבה האי דנקט בין דם משום דבין הערבים מחלק בגוף התמיד בין איברים לנסכים נקט נמי ברישא בתמיד בין דם אבל מיהו יאמר בין דם לנרות ומתרץ לעולם רבנן היא כדמוכח רישא דקתני מקטיר את הקטורת ומטיב את הנרות ואוקימנה כרבנן ובסדר עבודות לא קמיירי אלא הכל מחלק בגוף התמיד:\n", 
            "<b>בשלמא רבנן האי בתמיד של בין הערבים כתיב אלא לר\"מ מ\"ט </b>קשיא לי למה משנים רבנן הפסוק ממשמעותו דמוכח בפירוש דמיירי בתמיד של שחר ואע\"ג דבתר תמיד של בין הערבים כתיב דהא כתיב בתרי' ואת הכבש השני תעשה בין הערבים כמנחת הבוקר וכנסכו אלמא קרא קמא בתמיד של שחר כתיב:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>ועל עולה עין לקט שכחה ופיאה ומעשר עני </b>פי' המורה ל\"ג מעשר עני דהא יש לו וידוי וגם נתתיו ללוי זה מעשר ראשון לגר ליתום ולאלמנה זה מעשר עני ואינו נ\"ל דהא לקט שכחה ופאה נמי יש להן וידוי דהרי תנן בפ' בתרא דמעשר שני לגר ליתום ולאלמנה זה מעשר עני ולקט שכחה ופיאה אלא אע\"ג דאית לי' וידוי התם לא דמי וידוי דהכא לוידוי דהתם דהתם מתודה כשקיים המצוה והכא מתודה עון לקט שכחה ופיאה ומעשר עני שלא קיים אותם:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>על הראשונים נאמר זכר צדיק לברכה ועל בן קמצא וחביריו נאמר ושם רשעים ירקב </b>פי' יש לומר שגם מתני' אע\":ג דתניק' ואילו לגנאי ומפני שכך סברו כחמים כי מפני גאותם היו עושים אבל כששמעו תשובתם אמרו עליהם זכר צ'יק לברכה ועל אלו נאמר ושם רשעים ירקב על בן קמצא וחביריו:\n"
        ], 
        [], 
        [
            "<b></b>פי' נענוע וכשכוש כדרך מטילי גורלות כדמפרש כי היכי דלא ניכוין ונישקול:\n", 
            "<b>ר יהודא אומר משום ר\"א הסגן וכהן הגדול מכניסין ימיניהן בקלפי כו'</b> פי' נ\"ל דס\"ל לר\"א דהגרלה לא מעכבא ומש\"ה כשרה בסגן דאי הגרלה מעכבא הויא לה עבודה וכל עבודת יוה\"כ אינה כשרה אלא בכהן גדול:\n", 
            "<b>והיה נר מערבי דולק </b>פי' המורה לאחר שכבו שאר הנרות ואע\"פ שממנו מתחיל להדליק ערבית בו הי' מסיים הטבת הנרות שחרית והי' עדות שהשכינה שורה בישראל כדכתיב מחוץ לפרוכת העדות ואמרי' במס' שבת עדות האי לכל באי העולם שהשכינה שורה בישראל ואמרי' מאי עדותא זה נר מערבי שנותן בה שמן כמידת חברותי' וממנה הי' מתחיל ובה הי' מסיים ואיזהו מערבי למ\"ד שבעת הנרות סיבובן מזרח ומערב הוי נר שני סמוך לראשון שבמזרח כדתנן במס' תמיד נכנס ומצא שתי נרות מזרחיים דולקין כו' ולמ\"ד צפון ודרום ניתנין הוי אמצעי פניון מסובין כלפי מערב והוא קרוי מערבי ושאר הנרות מצדדין פניהן כלפי מערב כדכתיב אל מול פני המנורה היא האמצעות יאירו נרות של ששת קנים ומה שאמר המורה שבו הי' מסיים הטבת נרות שחרית אינו נראה לי דנר מערבי הי' דולק והולך כל היום כולו עד הערב והי' מדליק ממנו המנורה ואם מצאו בבוקר שככה הי' עוד מדליקו שידלוק כל היום עד הערב וידליק ממנו המנורה בין הערבים ואחרי כן הי' מטיבו בין הערבים ומשים בו עוד שמן ומדליקו דהכי תנן בפ\"ג דתמיד מי שזכה בדישון המנורה נכנס לומצא שתי נרות מזרחיים דולקין מדשן את השאר ומניח אלו במקומן מצאן שכבו מדשנן ומדליקן מן הדולקין ואח\"כ מדשן את השאר פי' הי' צריך להפסיק בין הטבת חמש נרות להטבת שני נרות כדאמרן בפירקן דלעיל והילכך. היכא דמצאן שכבו אם הי' מטיב החמש ואלה השתים הי' מניח ואל הי' מטיבן לאו מוכחא מילתא דמפסיק בהן דכיון דכולן כבוין לא מוכחא ומינכרא מילתא שאלו מוטבין ואלו אינן מוטבין הילכך אם מצאן שכבו מדליקן ואח\"כ מדשן השאר ומטיבן ומניח אלו דולקין עד שיפסיקם בדם התמיד והאי דקתני מדשנן ומדליקן לאו היינו הטבתן אלא האי דישון הוא בפי הפתילה מפני שרוצה עוד להדליקן כדי לעשות היכר לדבר ואם לא יסיר הפחם מראש הפתילה לא יוכל להדליקה ובעבור זה מדשנן ואין זו הטבתן אלא לאחר שיזרוק דם התמיד הוא חוזר עליהן כדתנן בפ' בתרא דתמיד מי שזכה בדישון המנורה נכנס ומצא שתי נרות מזרחיים דולקין מדשן את המזרחי ומניח המערבי דולק שממנו הי' מדליק את המנורה בין הערבים מצאו שכבה מדשנו ומדליקו ממזבח העולה פי' מדשן את המזרחי שכבה אותו ומדשנו וגומר הטבתו ומניח המערבי דולק כשהי' נעשה בו נס מצאו שכבה לאחר מיתתו של שמעון הצדיק שפעמים הי'ק דולק ועפמים הי' כבה מדשנו ואין זה הטבתו אלא להסיר הפחם מראש הפתילה כדי שתהא נוחה להדליק ומדליקו ממזבח העולה וה\"ה שאם הי' צריך שמן כדי שידלוק עד הערב והדלקה זו היא מן התורה כדכתיב להעלות נר תמיד דמשמע נר אחד יהא דולק תמיד שאע\"פ שבכולם כתיב מערב עד בוקר כאחד בפ' תמיד ומה שאמר המורה ואיזהו מערבי למ\"ד שבעת הנרות סידורן מזרח ומערב הוי נר שני סמוך לראשון שבמזרח כו' קשיא לי בי' טובא דפלוגתא דמזרח ומערב צפון ודרום הויא במנחות בפ' שני הלחם והכי אמרי' התם ת\"ר מזרח ומערב היו מונחין דברי רבי ר' אלעזר בר' שמעון אטומר צפון ודרום פי' על עשר שולחנות שעשה שלמה פליגי התם ואמיר' מ\"ט דר' יליף ממנורה מה מנורה מזרח ומערב אף הני נמי מזרח ומערב ומנורה גופה מנלן מדכתיב בנר מערבי לפני ד' מכלל דכולהו לא לפני ד' ואי ס\"ד צפון ודרום כולהו נמי לפני ד' נינהו ופי' המורה התם מדכתיב בנר מערבי לפני ' ולא אחר לפני ד' אלמא חד הוא דהוי כלפי מערב לצד בית קודש הקדשים אלמא מזרח ומערב מונחין והפנימי של צד מערב קרי לי' נר מערבי דאי בצפון ודרום מנחי אשכח דכולהו הנרות פי הפתילות שוות למערב וכך פירש גם רבי' ברוך זצוק\"ל שנר מערבי הוא הסמוך לדביר שהמנורה היתר מונחת מזרח ומערב צידה א' למזרח שהוא פתח ההיכל וצידה האחד לדביר והשלשה של צד פתח ההיכל יקראו מזרחיים ושלשה של צד הדביר יקראו מערביים והאמצעי לא יקרא לא מזרחי ואל מערבי אלא אמצעי וכן כל שנים ושנים משני הצדדין לפי מחלוקתם יקרא האחד מזרחי והשני מערבי וכיון דכתיב לפני ד' שמעי' מינה שהנר הראשון מצד מערב שהוא שביעי מצד מזרח הוא נר מערבי שהי' דולק תדיר שממנו הי' מתחיל ובו הי' מסיים משום דכתיב לפני ד' ואמרי' ור\"א בר\"ש נמי לילף המנורה אמר לך מנורה גופה צפון ודרום הוה מנחא ואלא הא כתיב יערוך אותו פי' דמשמע אחד לפני ד' ותו לא ומתרץ דמצדד אצדודי פי' המורה לעולם צפון ודרום מונחין ואפ\"ה ליכא אלא חד כלפי מערב והיינו אמצעי שבו הפתילה כלפי מערב ושאר הפתילות מונחות פיהן כלפי האמצעי ג' של צד צפון מצודדות כלפפי דרום וג' של צד דרום מצודדות כלפי צפון דתניא אל מול פני המנורה יאירו שבעת הנרות נלמד שהיו מצדידין פניהם כלפי נר מערבי ומערבי כלפי שכינה אמר ר' נתן מיכן שהאמצעי משובח ונ\"ל שצדידוד זה לאו אליבא דכ\"ע היא אלא אליבא דר\"א בר\"ש דאמר צפון ודרום קיימי ומשום דכולהו הוו לפני ד' איצטריך לי' למימר דמצדדי אצדודי כולהו כלפי האמצעי שהוא המערבי שדולק כלפי מערב אבל לר' דאמר מזרח ומערב היו מונחין לית לי' צידוד שהרי כולן היו פונין לצפון ואין אחד מהן פונה למערב שיוכלו לומר כי לאורה היא צריך והמערבי היה הסמוך לפרוכת ור\"א סבר צפון ודרום הוו קיימי ומערבי הוא נר האמצעי ומוכח מיכן דלמאן דאמר מזרח ומערב קיימא הנר מערבי הוא הסמוך לפרוכת וא\"כ היכי תנן נכנס ומצא שני נרות מזרחיים דולקים כו' והשני של אותתם השנים הוא קורא נר מערבי ונראה בעיני שטעות יש בספרים ומערביים צריך לגרום ואל מזרחיים ומפני שאמר בסיפא על שני הנרות מדשן המזרחי ומניח את המערבי דולק נשתבשו וכתבו ברישא מזרחיים תדע דהכי הוא מדאמרן בפירקין דלעיל אין מעבירין על המצות ובמאי דפגע ברישא עביד עבודה והא בחיצונית פגע ברישא והדר מטיב שתים החיצונות אלא ודאי חמש חיצונות מטיב ברישא ומניח שתם מערביות דולקות והדר מדשן המזרחי שבאלה השתים והמערבי הסמוך לפרוכת הי' מניח דולק ואלו היו מביאין משנה זו בגמרא בודאי כי היו משבשין אותה ובסיפרי בפרשת בהעלותך תני אל מול פני המנורה שיהו נרות מקבילין את המנורה ומנורה את הנרות הא כיצד שלשה כלפי מזרח ושלשה כלפי מערב ואחת באמצע. נמצאו כולן מקבילין את האמצעי מיכן אמר ר' כהן האמצעי מכובד. וזו הגירסא אינה נראית לי דלית לי' האי סברא אלא מ\"ר צפון ודרום הוה קיימא אבל מ\"ד מזרח ומערב הוה קיימא לית לי' צידוד והמערב הוא הסמוך לפרוכת הלכך ה\"ג שלשה בצפון ושלשה בדרום ואחת באמצע ובפרשת אמור אל הכהנים תני להעלות נר תמיד שיהא נר מערבי דולק תדיר שממנו יהא מתחיל ובו יהא מסיים ובשעה שאחיו הכהנים נכנסין להשתחות הוא הי' מקדים לפניהם כיצד נכנס ומצא שתי נרות מזרחיים דולקין מדשן את המזרחי ומניח את המערבי דולק כו' וכתב שם רבינו הל\"ל זצוק\"ל ואם לבך נוקפך הא גרסי' במנחות בפירקין דשתי הלחם אל מול פני המנורה יאירו שבעת הנרות מלמד שהיו מצדידין פניהם כלפי נר מערבי אמר ר' נתן מיכן שהאמצעי משובח מכלל דנר מערבי הוי האמצעי להם הכי תני בספרי אל מול פני המנורה יאירו שבעת הנרות שיהו נרות מקבילין את המנורה ומנורה את הנרות. הא כיצד שלשה כלפי מזרח שולשה כלפי מערב ואחד באמצע נמצאו כולן מקבילין את האמצעי מיכן היה ר' נתן אומר האמצעי מכובד אלמא נר מערבי מכובד הוי ממזרחיין דה אממנו הי' מתחיל ובו הי' מסיים ה\"פ לעולם נר מערבי היינו האמצעי והאי דתני שני מזרחיין דולקין לאו מזרחיין ממשנינהו אלא האמצעי וחד דסמיך לי' מהנהו תלתא דכלפי מזרח דלגבי תלתא דלגבי מערב אמצעי נמי מזרח הוי ולגבי תלתא דכלפי מזרח הוי מערבי וכל זה שעשה ונרחק רבי' הילל מפני שסבר דתרווייהו חד תנא נינהו ואל היא דתרי תנאי נינהו כדפריש המורה וכדמוכח בפירוש בההיא הילכתא דפ' שתי הלחם דר' הוא דסבר מזרח ומערב הוי מונחין ור\"א בר\"ש סבר דצפון ודרום הוו מונחין וברייתא דסיפרי אתיא כר\"א ובריית' דסיפרא אתיא כר' והמערבי של ר' הוא הסמוך לפרכת ולר' אלעזר הוי האמצעי שהי' אורו מושך כלפי מערב וכולן היו מצודדין אליו ולא היו מאירין כלפי המערב של יאמרו לאורה הוא צריך והצידוד לא הי' אלא אליבא דר\"א ואל אליבא דר' כדפרישית ולא קשיא ולא מידי ואין אנו צריכין לאותו הדוחק לפרש שני נרות מזרחיים האמצעי והמזרחי הסמוך לו ואינם נ\"ל אלא דברי הבאי שאין הלב מקבלם והנכון בעיני מה שפירשתי ושני נרות מערביים גרסי' אלא מזרחיים ואז יסורו ויסתלקו כל קושית וכל הגימומים:\n", 
            "ונשתלחה ברכה בעומר ובשתי הלחם ובלחם הפנים נקט הני משום שהיו מסתלקין לכל המשמרות ברגלים ואפ\"ה היו מתחלקין לכולן:\n", 
            "וכל כהן שמגיעו כזית נ\"ל דה\"ג וכל כהן מגיעו כזית וזה הי' מן הברכה שאל הי' מגיע פחות מעזית ועוד ברכה אחרת שאותו הזית הי' משביע ומותיר ומיכן ואילך נשתלחה מארה ולכל כהן מגיע כפול שלא הי' בו שיעור אכילה ומפני שלא הי' בו שיעור אכילה הצנועין היו מושכין ידיהם ואל יהו רוצים חלקם:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שחיטה לאו עבודה היא.</b> אי קשיא והא אמרן בפירקין דלעיל יכול לא מירק יה אפסול. א\"כ הויא לה עבודה וכל עבודת יוה\"כ אינה כשרה אלא בו אלמא אפי' מירוק דתמיד של שחר אם הי' מעעב הי' צריך כ\"ג שחיטות הפר לא כ\"ש תשובה ס\"ל לרב דדוקא עבודת יוה\"כ צריכה כ\"ג אבל עבודה דלאו יוה\"כ נמי דוקא עבודה שאינה כשירה בזר אבל השחיטה שהיא כשירה בכל מקום בזר לא ביעא כהן גדול:\n"
        ], 
        [], 
        [
            "<b>ולקח אלעזר הכהן מדמה באצבעו לשמואל לאהדורי לאלעזר </b>פי' דדוקא שחיטתה כשרה בזר אבל קבלת דמה וזריקתו צריכין אלעזר הכהן ולדורות או כ\"ג למר או כהן הדיוט למר אבל השחיטה גם לדורות כשרה בזר לרב הוי מיעוט אחר מיועוט ואין מיעוט אחר מיעוט אלא לרבות דאפילו כהן הדיוט. פי' דדוקא שחיטה צריכה אלעזר אבל קבלת הדם וזריקתו כשרין אפילו בכהן הדיוט גם השחיטה כשרה בכהן הדיוט וכ\"ש קבלה וזריקה ובין לרב בין לשמואל זה הוא משמע מוציא מיד משמע:\n", 
            "ולקח הכהן עץ ארז ואזוב לעיל מני' כתיב ושרף את הפרה לעיניו ולעיל דרשי' האי לעיניו שלא יסיח דעתו ממנה וכיון דלא כתיב כהן משמע דאדלעיל קאי ולקח אלעזר הכהן מדמה לרב אפילו כהן הדיוט ולשמואל דוקא אלעזר וזהו משמע ממילא ואינו מוציא מיד משמע ולרב סר\"א הואיל ולאו גופא דפרה נינהו לא ניבעי כהן קמ\"ל פי' והוי משמע ממילא שכמו שהקבלה והזריקה כשה בכהן הדיוט גם עץ ארז ואזוב כשרין בכהן הדיוט:\n", 
            "<b>אשה מנ\"ל ונתן ולא ונתנה </b>פי' לאו ממשמעותה יליף דונתן לשון זכר משמע דא\"כ כל היכי דכתיב לשון זכר נמעט אשה והא גבי שחיטה כתיב ושחט את בן הבקר ונימא ושחט ולא ושחטה ואמאי שחיטה כשרה בנשים והרבה יש כיוצא בזה אלא מדשני קרא בלישני' דריש דכתיב ולקחו להכשיר את הקטן וכיון דנקט לשון רבים ליכתוב נמי ונתנו אלא מדכתיב ונתן ש\"מ למעוטי אשר ולרבנן הוי משמע ממילא ולרב יהודא הוי משמע מוציא מיד משמע:\n"
        ], 
        [], 
        [
            "הא מה מעלה יש בין היכל ובין אולם ולמזבח אל אשבהיכל שדשין בה בשעת הקטרה ובין שלא בשעת הקטרה בין האולם ולמזבח לא פרשי אל אבשעת הקטרה בשעת הקטרה מיהת פרשי מאי לאו אפי' בשעת הקטרה דלפני ולפנים. פי' והכי קאמר שבהיכל פורשין בין בשעת הקטרה דלפני ולפנים ולא בשעת מתן דמים מ\"מ בשעת הקטרה דלפני ולפנים פרשי וקשיא לר' אלעזר ומתרץ לא בשעת הקטרה דהיכל ה\"ג והאי מעלה היא דאיכא דאילו בהיכל פרשי בין בשעת הקטרה דיד' ובין בשעת הקטרה דלפני ולפנים ואילו בין האולם ולמזבח לא פרשי אל אבשעת הקטרה דהיכל פי' בשעת הקטרה קורא להקטרה דהיכל ושלא בשעת הקטרה להקטרה דלפני לפנים. וה\"ק בהיכל פורשין בין בשעת הקטרה דידי' ובין שלא בשעת הקטרה דידי' אלא בשעת הקטרה דלפני ולפנים ואילו בין האולם ולמזבח לא פרשי אלא בשעת הקטרה דהיכל ולא דלפני ולפנים ומדי גרסי' והא איכא הא מעלה ויש ספרים שכתוב בהן לשון יתר ובמקצת ספרים כתיב באותו לשוון יתר למימרא דלא צריך אלא ה\"ג והאכיא הא מעלה דאינו בהיכל פרשי בין בקדושה דיד' ובי בקדושה דלפני ולפנים ואלו בין האולם ולמזבח לא פרשי אלא בקדושה דמתן דמים דהיכל פי' הניחא אי מפרשת בשעת הקטרה קטרת דלפני ולפנים ושלא בשעת הקטרה מהן דמים דלפני ולפנים ואין לו מעלה אלא במתן דמים דלפני ולפנים וקשיא לר' אלעזר שיפירש שפיר אלא לפום מאי דתרצת והאיכא נמי מעלה דמתן דמים ואמאי לא תנייה ופריק רבה פרישה אחת היא פי' כבר תנא דבהיכל מושם לפניי ולפנים ונקט לך לגבי קטרת וה\"ה גבי מתן דמים דשם פרישה אחת האי כך נראה בעיני הגירסא והפתרון אבל גירסת המורה ופתורונו נראים לי דחוקים ביותר ומרים כלענה:\n", 
            "<b>ור' יהודא איצטריך סד\"א קיא אארעא ועביד במפוחא קמ\"ל </b>קשיא לי ותרי קראי בהצתת האליתא בשלמא והאש על המזבח לא סגיא דלא כתיב בי' כהן ויש לומר זר הוה קאי אארעא ועביד במפוחא והכי איצטריך ונתנו בני אהרן אש על המזבח אל אלכתוב ונתנו בני אהרן ולא ליכתוב והאש על המזבח:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>איברי עולות שניתותרו עושה להן מערכה בפ\"ע וסודרין ואפילו בשבת </b>פי' והא דתנן בפ' אלו קשרים חלבי שבת קריבים ביהו\"כ ואין חלבי יוה\"כ קריבין בשבת והשת' חלבי יוה\"כ אין קריבי' בשב' כ\"ש איברים דע\"ש שהוא חול דוק' להתחיל ולהטיר איברי ע\"ש בליל שבת אסור ואע\"פ שהוא יוה\"כ אלא מקטירין אותן ביום ע\"ש אבל מיהו אם הקטירום בע\"ש ונותרו מהם כשמסדר המערכה בשבת בעבור התמיד עוד מבסדר מערכה אחרת בעבור האיברים שנותרו מע\"ש דכיון דניתנה שבת לדחות בעבור התמיד דוחין אותה נמי בעבור האברים שנתורו אבל לילי שבת שלא ניתנו לדחות שאין קרבן שבת בלילה אין מקטירין איברי ע\"ש שנותרו:\n"
        ], 
        [], 
        [
            "<b>ושוב אמרו עליו על ישמעאל בן קמחית כו'</b> עד ונכנס יוסף אחיו ושימש תחתיו פי' למה לא שימש ישבב שכבר שימש פעם אחת יש לומר מת או י\"ל מושם חולשא דכהן גדול כשרואה שזה קבועה לשמש משום הכי מתקינים אחר תחתיו:\n"
        ], 
        [], 
        [
            "ומדלינה פסולה מחשבה נמי פסולה יש ספרים שכתוב בהן דילמא טבול יום פוסל לינה לא פסלה ואת\"ל לינה פסלה מחשבה תיבעי לך והיא גירסא דיוקא שאין לפשוט מחשבה מלינה דהיכ אמרי' בזבחים בפ' טבול יום מאי לאו מדמחשבה לא פסלה לינה נמי לא פסלה לא דילמא מחשבה האי דלא פסלה אבל לינה פסלה אלמא אין לפשוט זה מזה שיש לך דלינה פסלה ומחשבה לא פסלה:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>איתיבי' ר' יצחק נפחא לר' אמי והוציא את כל הפר שיוציא את כולו </b>פי' משום דכתיב לעיל מניי' ואת עור הפר ואת כל הפר דלא תומר יפשיטנו וינתחנו ויוצא עור בפני עצמו ובשר בפ\"ע וראש וכמים ופרש בפ\"ע ואקשי לי' מואת פר החטאת ואת שעיר החטאת דיוה\"כ דלא כתיב לעיל מיני' וקרי לי' פר ושעיר לאחר שחיטה אלא אמר רב פפא בועד ובשר ופרש כו' והדר בי' מתירוצא דשיוציא את כולו דהא בהני לא שייך האי תירוצא ושי ספרים שכתוב בהן מאי פר שהי' פר מעיקרא וכך פירש גם רבינו ברוך זצוק\"ל ואינו נ\"ל דא\"כ בפר יוה\"כ נימא הכי כפר שהיה מעיקרא ואפי' בדמו של פר:\n", 
            "<b>חטאת ציבור היא ולאו למיתה אזלא </b>פי' שהרי אחיו הכהנים מתכפרין ואם הוא מת הכהנים קיימים והילכך אין זו חטאת שמתו בעלי':\n", 
            "<b>ולטעמיך דקתני אמר לו ר' יעקב כו'</b>. פי' ה\"נ דיכול לו להוכיח מחביתי כ\"ג דליכא למימר דפליג בהו ת\"ק ולימא דציבור נינהו:\n", 
            "<b>שאין חטאת ציבור מתה.</b> פי' אלמא חטאת ציבור היא ובין למ\"ד ירעו הנ\"מ כשמתבכפרו באחרת אבל הכא שלא נתכפרו עדיין ה\"B דיוצאין בדמו של פר:\n"
        ], 
        [], 
        [], 
        [
            "<b>מספקא לי' לרבנן קדושתי' אי כלפנים אי כלחוץ.</b> פי' ור' יוסי פשיטא י' או כלפנים או כלחוץ. פפי' אי חצי' כלפנים וחצי' כלחוץ וסגי לי' בפרוכת ואל ידעי' היכא הוה הוה מוקי לה ר' יוסי:\n", 
            "<b>לעולם כר' יוסי ס\"ל.</b> וא\"ל שולחנות צופון ודרום מונחין מפרש קרא הכי הכא בשולחנו של משה רבינו שיהי' פניו לצפון יהי' לו הלחנות של משה חמשה מימינו וחמשה (לשמאלו) שימינו יבא למזרח ושמאלו למערב דומיא דמזבח העולה שהעולה לכבש ופניו לצפון יבא ימינו למזרח ושמאלו למערב ומהכא מהכא דעזרה שולחנות שעשה שלמה הי' בבית שני דהא מתני' בבית שני מוקמינן מדקתני פרכת וקשיא לי מדתנן ובשקלים בפ' ששי שלשה עשר שולחנות שעשה שלמה הי' בבית שני דהא מתנ'י בבית שני מוקמינן מדקתני פרכת וקשיא לי מדתנן ובשקלים בפ' ששי שלשה עשר שולחנות הי' במקדש שמנה של שיש בבית המטבחים שעליהן מדיחין את הקרבים ושנים במערב הכבש האחד של שיש ואחד של כססף עש של שיש נותני את האברים ועל של כסף כלי שרת ושנים באולם מבפנים על פתח הבית אחד של שיש ואחד של זהב. על של שיש נותנין להם הפנים בכניסתו. ועל של זהב ביציאתו שמעלין בקודש ולא מורידין. ואחד של זהב מבפנים שעליו לחם הפנים תמידץ אלמא לא הי' בהיכל אלא שלחן אחד בלבד בבית שני:\n", 
            "וכתיב בסוף מלכים בגלות יהויכין ויקבץ את כל כלי הזהב אשר עשה שלמה מלך ישראל בהיכל ד' כאשר דבר ד':\n"
        ], 
        [
            "כותל האולם חמש והאולם אחת עשרה פירש המורה כותל החיצון למטה רוחב היסוד והאסקופה למעלה מגובה כיפת הפתח עובי התימה שעולה עד ק' אמה לבד רוחב כיפת החלל שהיא אחת עשרה אמה לבד רוחב כיפת עובי החומה. ומשמע מדבריו שאותן י\"א אמה שהיו בין האולם ובין ההיכל כיפה היתה עליהםץ ואינו נראה לי אלא האולם לא הי' אלא כותל אחד שאורכו מאה אמה ועוביו ה' אמה. ופתח הי' באמצעו ארבעים אמה גובהו ועשרים אמה רחבו ובינו ובין ההיכל הי' א יר מגולה ולא הי' שם תקרה ואל כיפהץ ומש\"ה תנן בפ\"ד דמדות ולונסות של ארז היו קבועין מכותלו של היכל לכותלו של אולם כדי שלא יבעטץ מפני שהי' כותל יחד עומד בפ\"ע היו צריכים לאותם הכלונסות ואילו הי' כיפה באותן י\"א אמה. א\"כ הי' מחובר כותל האולם עם ההיכך ולא היו צריכים לכלונסות ומאי דתנן התם ושרשראות של זהב היו קבועות בתקרת האולם שבהן. פרחי כהונה עולין ורואין את העטרות שבחלונות נ\"ל על תקרת הפתח של אולם הוא אומר אלב אמה שבין האולם ולכותל אויר מגולה הי' ובכל משנת מדות לא הוזכרה כיפה זו וכל הבנינים והעליות היא מזכיר שם:\n"
        ], 
        [], 
        [
            "<b>שנאמר והבית ימלא עשן.</b> קשיא לי דהאי קרא לא כתיב אל ביחזקאל כשראה המרכבה פעם שניי' כתב שם וימלא הבית את הענן והחצר מלאה את נוגה כבוד ד':\n", 
            "<b>רבא אמר חד לעונש וחד לאזהרה כו'</b>. עמ\"ש בפסוק כי בענן אראה שלש פסיעות בעריעה אחת פי' שדיעור שלש פסיעות היו עושים אותם בפסיעה אחת וכריעה היא פסיעה לאחור כלומר פשיטת הכבעים:\n"
        ], 
        [], 
        [
            "<b>שבע כנגד שבעה שערים.</b> והכי תנן בפ\"ק דמדות שבעה שערים היו בעזרה. ומייתינן לה לעיל בפירקא קמא. וקשיא לי דבפ\"ב דמדות תנן כל העזרה היתה אורך קכ\"ז אל רוחב קל\"ה וי\"ג השתחויות היו שם. אבא יוסי בן חנן אומר כנגד שלשה עשר שערים כו'. והכיתנן נמי' בפ\"ו דשקלים איכן (היכן) היו השתחויות הללו ארבע בצפון וארבע בדרום ושלש במזרח ושתים במערב כנגד השערים כו'. ומצאתי התירוץ בירושלמי שהיא חלוקת רבנן ואבא יוסי בן חנן אומר כנגד י\"ג שערים ברם כרבנין שבעה שערים היו בעזרה על דעת דרבנין היכן היו השתחויום הללו כהאי דתנינן תמן פי' בפ\"ב דמדות לפנים ממנו סורג גבוה י' טפחים ושלש עשרה פרצות היו בו שפרצים מלכי יון וגזרו כנגדן שלש עשרה השתחויות ובפ\"ק דתמיד אמרינן תנן התם פי' בפ\"ק דמדות בשלשה מקומות הכהנים שומרים בבית המקדש בבית אבאטינס ובית הניצוץ ובית המוקד והלויים בעשרים ואחד מקום חמשה על חמשה שערי העזרה ארבעה על ארבע פינותי' מבחוץ כו' אמר מר חמשה על חמשה שערי העזרה וחמשה שערים היו בעזרה שלשה בצפון ושלשה בדרום ואחד במזרח אמר אביי תרי מנייהי לא צריכי שיממור רבא אמר תנאי היא דתניא אין פוחתין מי\"ג גזברין ומשבעה אמרכלין ר' נתן אומר אין פוחתין משלשה עשר גזברין כנגד שלשה עשר שערים דל חמשה דהר הבית תמניא דעזרה אלמא איכא תנא דאמר תמניא דעזרה אלמא איכא תנא דאמר תמנאיא הוו ואיכא תנא דאמר חמשה הוו נמצאו עכשיו ארבע חלוקית בדבר חד אמר ה' וחד האמר ז' וחד אמר ח' וחד אמר י\"ג:\n"
        ], 
        [], 
        [], 
        [
            "וניברור ארבעה זוזי ונישדי במיא והנך נישתרי עיין מה שהקשיתי ותירצתי על זה בהלכה י\"ט דספר הלקט:\n"
        ], 
        [], 
        [
            "<b>אלא מדתני אין כו'</b> עיין מה שהקשתי ותרצתי על זה בפ' בכל מערבין במהדורא תנינא:\n"
        ], 
        [
            "נתערבו לו דמים בדמים פירש המורה של פר ושל שעיר קודם שנתן בפנים כלום ואינו נ\"ל פירושו דבכל דוכתא דאמרי' לפנים משמע בבית קדש הקדשים כדאמרינן לקמן בפירקן דברים הנעשין בבגדלי לבן בפנים ודברים הנעשין בבגדלי לבן בחוץ ובפנים קרי לבית קדש הקדשים ובחוץ קרי בהיכל והכא אי אפשר לומר שנתערבו הדמים קודם שיזה בפנים דהא שחיטת השעיר הי' אחר מתן דמו של פר ולקמן בפירקין אמרינן אמר עולא שעיר ששחטו קודם מתן דמו של פר לא עשה כלום א\"ו האי תערובת לא שייך אלא אחר שגמר ההזאות שבפנים וצריך להזות עוד בהיכל על הפרוכת:\n", 
            "<b>הא קא יתיב למעלה דשעיר מקמי מטה </b>פי' ואפילו לר' יהודא דאמר לקמן דברים הנעשין בבגדי לבן מבחוץ אם הקדים מעשה לחבירו מה שעשה עשוי הנ\"מ דעבד אבל לכתחלה בעי כסדרן ואת אמרת נותן לכתחלה:\n", 
            "<b>אלא אמר ראב ירמי' נותן אחת למעלה ושבע למטה לשם פר </b>פי' ואע\"פ שדם השעיר מעורב בו רואין האי אותו כאלו הוא מים ואפילו לרבנן דלית להו סברא ופליגי עלי' דר' אליעזר בפ' התעורובת התם דדמים הניתנין למטה פסולין למעלה והניתנין למעלה פסולין למטה אבל הכא שניהן ניתנן למעלה ולמטה אלא שאסור להקדים דם השעיר לדם הפר לולא מבעי' ע\"י תערובת אלא אפילו בפני עצמו אם הקדים דם השעיר לדם הפר יחזיר ויזה מדם השעיר לאחר הפר והזאות ראשונות כמאן דליתנהו:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "דעד כאן ל\"פ אלא בדרבנן אבל בדאורייתא אין מועלין בהן עמ\"ש בזה על המורה במעינה בפ' ולד חטאת:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "נזיר ממורט בש\"וח צריך העברת תער ובה\"א א\"צ העברת תער עיין מ\"ש על זה בתשובת כי':\n"
        ], 
        [], 
        [
            "<b>ההוא מבעיא ליה לכדתניא שנים ליוחם כנגד היום </b>קשיא לי והא הרי קראי כתיבי חד בפרשת ואתה תצוה וחד בפרשת פנחס ונידרוש חד להכי וחד להכי:\n", 
            "<b>של שחר הי' נשחט על קרן צפונית מערבית </b>פי' המורה על קרן צפונית מערבית של מזבח משום דקדשי קדשים שחיטתן על ירך המזבח צפונה ושם הי' בית המטבחים כו' ואינו נ\"ל דכיון דכולהו טבעות קיימי' בצפון מזבח מה לו צפונית מערבית הי' לו לומר על קרן מערבית דה אכולהו לצפון המזבח קיימי אלא ודאי האי דתני על קרן מערבית צפונית על מקום הטבעות קאי שהי' כטבלה מרובעת כ\"ד אמות על כ\"ד אמות או כ\"ד אמות על ל\"ב אמות באורך המזבח ומן המזבח לצד צפון היו כ\"ד אמות כדתנן במדות ובקרן מערבית צפונית של מקום הטבעות הי' שוחט למה כדי שיתרחק מן המזבח מפני שצל המזבח הי' משך בבקר ולא הי' בא כנגד השמש מש\"ה הי' מרחיק מן המזבח ככל מה שיכול ולא הי' שוחט בטבעות הקבוועת למזבח:\n", 
            "<b>על טבעת שניי' </b>פי' המורה כדי שתהא הראשונה מסייעתן להיאחז בה רגלי הבהמה שלא תוהפך ואינו נ\"ל דהכי תנן במדות ששה סדרים של ארבע ארבע ויש אומרים ארבע של שש שש ואם היו ארבעה סדרים יבואו שש אמות בין סדר לסדר ואם הי' ששה סדרים יבאוו ארבע אמות בין סדר לסדר א\"כ רחוקות היו הטבעות זו מזו שלא יוכל להיאחז של רגלי התמיד וטעמא דמילתא נ\"ל שלא הי' רשאי להתקרב אצל המזבח מפני צילו ולא יתקיים כנגד הילכך מושבו כנגד הטבעות רחוק מן המזבח בצפון הטבעות ולמה טבעת שניי' ולא הי' שוחט על טבעת דמקצוע צפונית מערבית מושם דבעינן כנגד היום ואין השמש מכה אלא בחצי מקום הטבעות אלא מן המזבח שלא יעשר צל היינו מרחייקם ובטבעת דמקצוע לא היינו שוחטים שיאן זה כנגד היום מש\"ה הי' שוחט על טבעת שניי':\n", 
            "מוספין ודאי שנים ולא ארבעה מדלא כתיב תחד אחד אחד כך הגירסא בבפרים וכך פירש רבינו ברוך זצוק\"ל שני הכתוב גבי מוסף דכתיב וביום השבת שני כבשים בני שנה לא תוכל לומר מיעוט כבשים שנים מה ת\"ל שני שיהו שוין דודאי אותו שני בה לומר שנים ולא ארבעה דאי כתיב וביום השבת כבשים היינו ד' הם דאם איתא דשנים הם הי' מפרש בהן אחד אחד בא שר פירש בשל חול ונ\"ל פתרונו ופתרון המורה אינו נ\"ל:\n", 
            "משהגריל עליהן חייב על של שם ופטור על של עזאזל עיין כל זו השיטה בפרשת אחרי מות בפסוק אשר ישחט שור או כבש:\n"
        ], 
        [
            "<b>לשמו פטור שלא לשמו חיב </b>פי' וסתמא כלשמו דמי עד דמפרש שלא לשמו ומש\"ה מקשה ואמאי לימח הואיל וראוי שלא לשמו. הכי השתא התם בעי עקירה הכי פסח בשאר מות השנה שלמים היא פי' כי שחטו לעצמו הו\"ל שלמים לשם פסח וכשרים הם ואין צריך להואיל:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ואם הקדיש והעריך והחרים בהמה תיעקר כו'</b> עיין מ\"ש בפ' בתרא דבכורות:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "אפילו עשר מצעות זה ע\"ג זה וכלים תחתיהן אסור לישן עליהן עיין מה שכתבתי בתשובות י\"ו:\n", 
            "ובמקדש מותר בין בשעה עבודה בין שלא בשעת פירש דוקא בגדי כהן הדיוט שאין בהן כלאים וס\"ל להאי תנא דאבנטו של כהן הדיוט של בוץ הי' ולא כלאים ככהן גדול וכן נמי שמעון הצדיק שלבש בגדי כהונה דוקא כתנת ומצנפת שהיו מפשתן יקר כד' להתנאות בהן בפני המלך אבל ארבעה בגדי זהב לא לבש מפני שיש בהן כלאים וגם לא האבנט שהי' כלאים אלא האבנט של בוץ:\n", 
            "<b>של חזן והכנסת נוטל ס\"ת ונותנו לראש הכנסת וראש הכנסת נותנו לכהן גדול.</b> ירושלמי בכל אתר את מר הולכין אצל התורה ובה מוליכין התורה אצלו אין ע\"י שהן אנשים גדולים התורה מתעלה בהן והיו תמן מוליכן אורייתא גבי ריש גלותא א' ר' יוסי בר בון תמן ע\"י שאירעו של בית דוד משוקע שם אינון עבדין לי' במנהג אבהתהון:\n"
        ], 
        [], 
        [
            "ומברך עלי' שמנה ברכות מיבעיא לי תני שמנה ברכות בשם המפורש ככתבי מברך להן או בכינוי אי אמרת בכינוי ומ\"ש מברכת כהנים דתנן בסוכה במקדש מזכירין את השם ככתבו ובמדינה בכינויו ואי אמרת ככתבו א\"ב היכי אמרן לעיל בפ' טרף בקלפי ת\"ר עשרה פעמים מזכיר כהן גדול את השם ביוה\"כ שלש בוידוי ראשון ושלשה בוידוי שני ושלשה בשעיר המשתלח ואחד בגורלות והאיכא נמי תני שמנה ובשלמא דברכת כהנים יש לומר שאר כהנים היו נושאין כפיהם ביוה\"כ שאינה ובה בכהן גדול אלא שמנה ברכות הן חובה בכ\"ג שהי' קורא:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ואיבעית אימא לא קשיא הא בקריאה הא בדיבור </b>פי' קול הקריאה כשהי' קורא אותן היו שומעין משהי' מדבר עמו ובסיפרא תניא יכול לא היו שומעים את הדיבור אבל היו שומעין את הקול ת\"ל קול לו אלמא גם הקול לא היו שומעים וצריך אתה לפרש הברת הקול כשהי' מדבר לו אבל הקריאה היו שומעים אבל המורה כתב בפ' ויקרא יכול ישמעו לקול הקריא' ת\"ל קול לו קול אליו ולא יתכן דהא אמרי' הכא שהיו שומעין קול הקריאה ואין לפרש קול דסיפרא אלא הברת קול הדיבור:\n", 
            "<b>כתיב ולא יכול</b> משה לבא אל אהל מועד כו' פי' ואין זו הקושיא מה שדורש בסיפרא שני כתובים המכחישים זא\"ז דהתם דריש ונבא משה אל אהל מועד וכתיב ואל יכול משה לבא אל אהל מועד הכריע כי שכן עליו הענן כל זמן שהענן שם לא הי' משה נכנס נסתלק הענן הי' משה נכנס אבל הכא מקשה ענן אענן דכתיב ויבא משה בתוך הענן והתם כתיב ולא יכול משה לבא מפני הענן אלמא שלא הורשה ליכנס בתוך הענן ומתרץ מלמד שתפסו הקב\"ה למשה בסיני והביאו בתוך הענן במחיצתו אבל משה מאליו לא הי' רשאי ליכנס ור' ישמעאל פירש דשביל נעשה לו ולעולם לא נכנס בתוך הענן במחיצת הקב\"ה:\n", 
            "אלא מאי אית לך למימר שבעה לבר משבת נ\"ל שאם הי' יום שביעי שבת שמקדימין להפרישו שמנה ימים קודם כדי לקיים הזאה שלישי ושביעי שאם לא יזה בשביעי מה מועילו שמזה בשלישי אלא מקדים יום אחר:\n", 
            "אמר ליה רבא והא ר' יהודא בשבעה נמי גזירה קאמר כך מצאתי במקצת ספרים ובמקצת ספרים מצאתי כתוב א\"ל רבא והא סוכת החג בחג קתני וי\"ל ששתי הגירסאות נכונות שמשתיהן יש להוכיח דבשבעה פליגי בין בחג בין בז' ימי הפרשה דלא מחייב ר' יהודא אלא משום גזיר' הא מדאורייתא פטורה:\n", 
            "<b>הנדו חיזוק לא קרא דכובי הוא דעבידן </b>פי' לא היו עשוין השערים לכניסה וביא' לעיר אלא כיפות היו לסבול וקרא דכובי ובני העיר היו יוצאין ונכנסין ממקומות אחרים שיש לומר לא הית' החומ' מקפת העיר אלא פרזות היתה וראשי מבואותיו מפולשין לחוץ:\n", 
            "ולרב יהודא סתמא ד\"ה פטור והתנאי אחד שערי בתים ואחד שערי חצרות ואחד שערי עיירות ורפת ולולין ומתבן ואוצרות יין ושמן חייבין במזוזה יכול שאני מרבה אף בית שער אכסדר' ומרפסת ת\"ל בית מה בית מיוחד העשוי לכבוד אף כל העשוי לכבוד יצאו אלו שאין עשוין לכבוד תיובתא דרב יהודא תיובתא כ' רבינו חננאל זצוק\"ל וקי\"ל כרב כהנא וכי הא מתניתא ואינו נ\"ל דהא רב כהנא אייתי לעיל ברייתא דבסתמא פליגי דתניא ביתך ביתך המיוחד לך פרט לבית הבקר לבית העצים לבית האוצרות שפטורין מן המזוזה ויש מחיבין ומשמע שהלכה כת\"ק דפטר והך מתניתא דמחייבא היא כיש שמחייבין ואמרי' נמי תני רב שמואל בר יהודא קמי' דרבא ששה שערים פטורין מן המזוזה בית התבן בית העצים בית הבקר בית האוצרות ורבינו חננאל כתב רב כהנא מוקים לה כשהנשים רוחצת בהן ואינו נ\"ל דאטו רב כהנא פטר בסתמא תנאי פליגי בסתמא קאמר ודלא כרב יהודא דאמר בסתמא כ\"ע ל\"פ דפטור אלא איכא תנא דמחייב בסתמא ואיכא תנא דפטר והאי תנא אתי כמאן דפטר ואינו צריך להעמידה כשששהנשים רוחצות שם ובפ' הקומץ בתרא אמרי' בית שער אכסדרה ומרפסת חייבין במזוזה ועיין מ\"ש שם במהדורא בתרא:\n", 
            "<b>והרי לשכת הטלאים היה' במקצוע צפונית מערבית </b>פי' אמתני' דמדות קא סמוך דתנן בפ\"ק ארבע לשכות היו ובית המוקד כו' והאי מקצוע צפונית מערבית אביה המוקד קאי:\n", 
            "<b>והיו תולעין יוצאי מחוטמו </b>פי' מושם שהריח ריח הקטורת קודם שהכניסו לפני ולפנים:\n", 
            "<b>אלא אמר ר' יוחנן ממשמעות שנא כו'</b> עיין התם בפ' המזבח מקדש דמשבש המורה האי אלא יפריש בענינא אחרינא:\n", 
            "<b>אעפ\"כ כהן גדול משובח ממנו כו'</b> קשיא לי דבפ\"ג דתמיד תנן מיריחו היו שומעין קול גביני כרוח:\n", 
            "<b>אסור למנות ישראל אפילו לדבר מצוה </b>פי' לדבר שבקדושה צריך לשיפקדם ע\"י דבר אחר אבל שלא לדבר מצוה אפילו ע\"י דבר אחר אסור שאם יועיל ע\"י דבר אחר שאל לדבר מצוה למה נענש דוד כשמנה את ישראל והי' דבר בישראל ימנה אותם ע\"י דבר אחר ולמה לא עשה יואב וכל סנהדרין שבישראל ע\"י דבר אחר ויתנו המספר לדוד כלום הי' ורצה דוד כ\"א לדעת מספרם ימנו ע\"י דבר אחר ואל הי' דבר בעם אטל אלאו שלא לדבר מצוה אסור למנותם אפילו ע\"י דבר אחר ומעשה דדוד שלא לדבר מצוה הי' שלא הי' בעת המלחמה למנות עליהם שרי צבאות ומפני זה נענש:\n", 
            "לימד על הצתת האילתא שלא תהא אלא בכהן כשר וכלי שרת עיין בפ' וקירא אהאי קרא שפירשתי כהן כשר בבגדי כהונה ובכלי שרת בשפופרת של קנה:\n", 
            "<b>הצתת האילתא עבודה היא הדלק' לאו עבודה ה</b>אי קשיא לי טובא דמהנא מוכח דלא בעי הדלק' לא כהן ואל בגדי כהונה בהצתת האילתא והכתיב צו את אהרן בהעלותך את הנרות וכתיב נמי ובהעלות אהרן את הנרות בין הערבים יקטירנה והיאך אפשר דלא סגיא כהונה ולמה לא תירץ לו הדלק' ה\"נ ודאי דזר מחייב מיתה דעד כאן לא פטר תנא אלא המטיב את הנרות דלאו עבודה תמה היא אבל ההדלק' עבודה תמה היא וזר מחייב עליה ורב לא מנה ד' עבודות אלא במזבח החיצון:\n", 
            "<b>בין הערבים באחד עשר עצמו בתשעה ושנים בידם שני גזרי עצים </b>פי' אבל שני גזרי עצים דשחרית היו קודמין קודם לאברי התמיד טובא כדבעינן למימר בפירקן דלקמן:\n", 
            "<b>והתניא שבעה עשר ההיא דלא כראב\"י </b>פי' דתניא שבעה עשר הוא מונא כהן שהיה מעלה האברים מן הכבש למזבח ודלא כר' אליעזר ובהא פליגי עם תנא דידן דתנא דידן לח מני אלא אותן שהיו זכין עמו בפייס השני אבל כהן המעלה מן הכבש למזבח פייס רביעי הי' ולפיכך לא מני לי' ותנא דברייתא כיון דהוא צריך לאברי' תמיד מני לי' עם כל אותן שזכו עמו בפייס שלו ולא גרסי' ודלא כר' יהודא הכא שא\"צ לקטורת ומחתה הכא אלא מפני שלמעלה בד' פייסות היו שם גרסי' ליי אשתביש וכתבו לי' נמי הכא והנכון בעיני דאל גרסי' לי' כלל:\n", 
            "<b>פר קרב בעשרים וארבעה כו'</b> עיין בפ' ויקרא בפסוק ונתח אותה לנתחי שפירשתי שאסור לנתח את הנתחים והאי דתני העוקץ בשנים והרגל בשנים שני כהנים היו מוליכין האבר שלם ולא היו רשאין לנתחו:\n", 
            "<b>מתקיף לה ר' זירא וכי יש לך עבודה שכשרה בלילה וזר חייב עלי' מיתה גרסי':\n</b>", 
            "<b>אמר רב ספרא צלותי' דאברהם מכי משחרי כותלי </b>אי קשיא והא אמרי' תפלות אבות תיקנום אברהם תחקן תפלת השחר ויצחק תיקן תפלת המנחה ויעקב תיקן תפלת ערבית אלמא לא התפלל אברהם מנחה עד שבא יצחק ותיקנה תשובה הא אמרי' בפ' תפלת השחר איתמר ר' יוסי בר חנינא אמר תפלת אבות תיקנום ריב\"ל אמר תפלות כנגד תמידין תיקנום ותנאי כוותי' דריב\"ל ורב ספרא ס\"ל כריב\"ל דאמר חכמים תיקונם כנגד התמידין ולקמן אמרי' דאברהם קיים דברי סופרים והי' מתפלל שלש תפלות:\n", 
            "משום דלא מיכווני ה\"ג המורה ומפרש לא היו זקופות בצמצום לפי שהחומה היתה רחבה מלמטה והולכת ומתקצרת ועולה לפיכך אין חודו של שפת עוביו למעלה מיצל על זקיפת הכותתל להשחירו עד שתמשך החמה למערב אבל בכל הספרים כתוב מושם דמיכווני ורבינו ברוך זצוק\"ל פירש משום דמיכווני טובא כנגד השמש ואל הי' כהן נמוך וגבוה וזה נ\"ל לקיים גירסת הספרים:\n", 
            "<b>אי נמי משום דזקן ויושב בישיבה הוה </b>פי' והיה חכם גדול בכל דבר ויודע לכוין השעות ברוב חכמתו ואין אדם יכול לכוין כמותי שאין בניהעולם חכמי' כמותו:\n", 
            "<b>זוהמא דשימשא קשה משימשא וסימנך דנא דחלא </b>פי' העברים שקיבלו חום מן השמש מחממים העולם יותר מן השמש בעצמו כמו חבית של חומץ שקלטה הריח מן החומץ וריחה קשה יותר מן החומץ עצמו:\n", 
            "<b>אביי אומר א</b>פי' תימא הגיע לצירוף דבר שאין מתכוין מותר כמה זו השיטה קשה בעיני חדא דהא לר' יהודא קאמר והא ר' יהודא ס\"ל דבר שאינו מתכוין אסור ותו דהו\"ל פסיק רשי' ואל ימות בין גבי צירוף בין גבי ערלה ואפי' ר\"ש מודה בפסוק רשי' ולא ימות ותו אמאי מקשינן ומי אמר אביי הכי מבשר ערלתו ולא מייתי לי' פלוגתא דר' יהודא ור' שמעון דפליגי בגורר אדם מטה וספסל ובלבד שלא יתכוין לעשות חריץ דברי ר\"ש ור' יהודא אוסר ונ\"ל לפרש שיטה זו כך אביי אמר אפילו הגיע לצירוף דבר שאינו מתכוין מותר פי' האי מותר לא לגמרי קאמר דאפילו איסור דרבנן ליכא דהא ר' יהודא ס\"ל דבר שאינו מתכוין אסור אלא מותר מדאורייתא קאמר דכיון דאינו מתכוין לצרף אע\"ג דהו\"ל פסיק רישי' ולא ימות אין בו איסור תורה אלא איסור דרבנן ומשום חולשא דכ\"ג לא גזור בי' רבנן ומאי דאמרי' מודה ר\"ש בפסיק רישי' ואל ימות אין בו אלא איסור דרבנן דבדבר שאינו מתכוין שרי לכתחלה ובפסיק רישי' ואל ימות איכא איסור דרבנן והשתא אתי תירוצא דאביי אליבא דר' יהודא דבדבר שאינו מתכוין ליכא איסורא דאורייתא כי אם איסורא דרבנן ומש\"ה מקשי לי' מבשר ערלתו דאוקמה אביי דהאי ברייתא ר' יהודא היא דאמר דבר שאינו מתכוין אסור מה\"ת ומש\"ה איצטריך בשר להתירו דאילו לר\"ש דאמר מלאכה שאצ\"ל פטור עלי' אע\"ג דהוי פסיק רישי' ואל ימות לית בי' איסור תורה ולא איצטריך בשר למשרי' אלא מתניתא ר' יהודא היא דס\"ל מלאכה שא\"צ פטור עלי' אע\"ג דהוי פסיק רישי' ולא ימות לית בי' איסור תורה ולא איצטריך בשר למשרי' אלא מתניתא ר' יהודא היא דס\"ל מלאכה שא\"צ חייב עלי' ואע\"פ שאינו מתכוין לטהר עצמו מן הבהרת כיון דהי' פסיק רישי' ואל ימות מיחייב ולהכי איצטריך בשר ולא אקשי' לי מגורר אדם מטה וספסל דאמר ר' יהודא דבר שאינו מתכוין אסור דההיא איסורא ליתי' דאורייתא אלא מדרבנן ומתרץ הנ\"מ בכל התרה כולה  הי' מחייב ר' יהודא מהתורה בדבר שאינו מתכין במקום דאיכא איסור תורה כגון בקציתצת הבהרת שאע\"פ שאין כוונתו לטהר עצמו מ\"מ הבהרת קצוצה וטומאה פורחת מעליו וכגון המוציא המת לקוברו או המכבר את הנר לחוס על השמן ועל הפתיל שהן מלאכת שאצ\"ל. ואינו מתכיון לה ואפ\"ה כיון שהמלאכה נעשית מאלי' חייב אבל הכא צירוף דרבנן הוא שבוודאי אם הי' כלי שהי' צריך צירוף אע\"פ שלא נתכוין לצרפו כיון דהוי פסיק רישי' ואל ימות הוה מחייב דמלאכה שאצ\"ל חייב עליה אלא שהעששיות אין בהן תורת צירוף שהרי עתיד להכניסן באש ולעשות בהן כלים וצירופן אינו אלא מדרבנן וכיון דאין צירופן אלא מדרבנן אין שבות במקדש שאם הי' חוץ למקדש הוה אסור מדרבנן אע\"פ שאינו מתכוין משום דהוי פסיק רישי' ואל ימות אבל במקדש אין שבות במקדש עיין זו השיטה בפ' ר\"א בהלכתא קמייתא אבל בית החליפות או לבנים הכל מודים שפסול פ' בית החליפות הוא האויר שיש בין כותל האולם לכותל העזרה שרוחב העזרה היתר קל\"ה אמה וכותל האולם הי' מאה אמה נשארו למזרח ל\"ה אמה הן חציין לצפון וחציין לדרום הרי מכותל האולם הצפוני ועד הכותל העזרה היו י\"ז אמות וחצי ואותן י\"ז אמות וחצי ברוחב ה' אמות שהי' עובי של כותל האולם נקראין בית החליפות שהי' אויר ומהן ולפנים צצו ההיכל נקרא מן החליפות ולפנים אבל הכ\"ב אמות שבין האולם ולמזבח עד כותל העזרה הצפוני נקרא צופון לר\"א כר\"ש:\n", 
            "ונמנעו אחיו הכהנים מלברך בשם ק\"ל וכי יכולין להמנע והכתיב ושמו את שמי המיוחד לי דהיינו ביו\"ה ה\"א וכדתנן במקדש היו מזכירין את השם ככתבו ויש לומר אינו חובה אלא רשות שהיו רשאים להזכיר את השם ככתבו במקדש אבך אם אינם רוצים להזכיר רשאים הם להזכיר בכינויו במדינה אי נמי יש לומר האי שם הוא בן ארבעים ושתים אותיות כדאמרינן בקידושין שהיו מבליעין אותם בנעית אחיהם הכהנים אהל שם בן ארבע אותיות ככתבו היו מזכירו אותו אפילו לאחר מותו:\n", 
            "<b>והיו דלתות ההיכל נפתחות מאליהן </b>פי' לאחר שהעביר את הנסר ואת הפיתחיות היו נפתחות מאליהם ומתחלה היו נפתחות בדוחק כדתנן בתמיד מיריחו היו שומעין קול שער הגדול שנפתח:\n", 
            "<b>וציר דלתות ההיכל הי' נשמע בשמנה תחומי שבת.</b> לאו דברי רבה נינהו אל אדברי הברייתא אלא שהפסיק בדברי רבה שפירש כמה יש מיריחו ועד ירושלים וחוזר לדברי הברייאת ופליגי אמתני' דתנן מיריחו ועד ירושלים וחוזר לדברי הברייתא ופליגי אמתני' דתנן מיריחו היו שומעין קול שער הגדול שנפתח:\n", 
            "<b>איכא דאמרי לדורות בכהן הדיוט.</b> איכא דאמרי לדורות בכהן גדול פי' פלוגתא דתנאי היא בספרי דהכי תניא התם ונתתם אותה אל אלעזר הכהן זו נעשית באלעזר ושאר הפרות בכהן גדול דברי ר\"מ ר' יוסי בר' יהודא ור' שמעון ור\"א בן יעקב אומר זו מעשית באלעזר ושאר הפרות בין בכהן גדול ובין בכהן הדיוט:\n", 
            "<b>ותנא קמא נמי הא כתיב אותה.</b> פי' היכי תלי טעמא משום שמא יאמרו דמשמע אין איסורו אלא מדרבנן והא כתיב אותה דאלמא איסור דאורייתא איכא ומשני מאן ת\"ק ר\"ש דדריש טעמא דקרא פי' האי דקאמר ת\"ק שמא יאמרו לאו למימרא דאיסורו מדרבנן אלא איסורו דאורייתא הוא וקא יהיב טעמא לקרא דמ\"ט אמר רחמנא הכי מושם שמא יאמרו ואיכא בינייהו דאפיק חמור בהדה:\n", 
            "<b>שחטו וקיבל במזרק את דמו </b>פי' ה\"נ לא הי' שוחט בו אלא רוב שנים ומיקר אחר שחיטה על ידו כי הוא טרוד לקבל את דמו וכיון שפירש גבי תמיד לא הוצרך לפרש כאן דכל שכן הוא דיותר הוא טרוד לקבל דם פר מדם הכבש:\n", 
            "<b>אמר רב יהודא תני של היכל </b>פי' אי קדושת היכל ואולם חדא הוא מונה מפתח האולם ולחוץ ואי שתי קדושות הן מונה מפתח ההיכל ולחוץ:\n", 
            "אש תמיד למאי אתא מבעיא לי' לכדתניא ה\"ג ואטש המזבח תוקד בו לימד על מערכה שניי' של קטורת שלא תהא אלא על מזבח החיצון אש מחתה ומנורה מנין כו' עד אש למחתה מנין כו' אי קשיא והא ילפינא לעיל לכ\"ע דמוסיפין בו ביום מערכה לצורך מחתה ללפניי לפנים מוהאש מריבויא דו' וה' פהכא ילפי' לה מעל המזבח מלפני ד' תשובה תנא דסיפרא יליף לדאש מחתה הי' לוקח ממזבח החיצון מהאי קרא דמפרש בהדיא אבל מיהו לא מצינן למילף מהאי קרא דעביד לה מערכה בפני עצמה דדילמא ממערכה גדולה הי' שקיל לה והכי איצטריך למילף מוהאש דעביד לה מערכה בפ\"ע דהתם כתיב וכל מוקד היא לשון מערכה וו' וה' ורבה מערכה אחרת בעבור מחתה של יוה\"כ:\n", 
            "<b>מקטיר קומץ לחידי' והדר מקטיר בין הביניים </b>פי' חשובין קומץ הו\"ל הקטר קומצה כשני פעמים ותנן בפ' הקומץ בתרא הקטיר קומצה פעמים כשרה:\n", 
            "<b>החיצונה פרופה מן הדרום.</b> פי' מורה פרופה ראשה כפולה לצד החוץ ונאחזת בקרם של זהב להיות פתוחה ועומדת ואינו נ\"ל שאין זה דרך צניעות להיות הפתח פתוח וכל הכהנים הנכנסים בהיכל יציצו ויראו בית קדש הקדשים. והנהכון בעיני שפרופה הוא שהיו קרסיו תקועין בכותל ולולאות היו בשפת הפרוכת והיו משימין הולולאות בקרסים וזו היא פריפתה וכל הפרכת מלמעלה למטה היתה מחוברת יפה ומהודקה עלכותלי הבתי על ידי קרסים ולולאות והיו קשורים בקשר של קיימא שלא היו מזיזין אותם כלל אבל כשיעור כניסת הכהן היו מניחים שלא היו קושרים אותם בהידוק אלא בשעה שרוצה לפתחוח מסלק הלולאות מן הקרסים ופותח וכשרוצה לסגור מכניס הלולאות בקרסים וזה הי' הפתח ודומה לו פורפת על האבין ועל האגוז. ומאי דאמרן לעיל לאו אורח ארעא למעיל להדיא אע\"פ שהאי פרופה בקרסים ואין הפתח אין זה דרך ארץ שיהא רואה הפתח דרך כניסתו שאמ יציץ בין הפרוכת לכותל:\n", 
            "<b>ומאי הגיע לארון מקום ארון.</b> והא קתני נתן את המחתה בין הבדים אימא כבין הבדים וקשיא לי דתנאי בתוספתא החיצונה פרופה מן הדרום. והפנימית מן הצפון מהלך ביניהן עד שמגיע לצפון הגיע לצפון הפך פניו לדרום והולך מהלך ביניהן עד שמגיע לצפון הגיע לצפון הפך פניו לדרום והולך לשמאלו עם הפרוכת עד שמגיע לארון. דחף את הפרוכת במתניו אלמא כי הבדים היו שם והיו בולטין בפרוכת כמי שני דדי אשה. ומשום זה הי' צריך לדחוף את הפרוכת במתניו כדי שיכנס בין שני הבדים. ואם בבית שני שלא הי' שם בדים מה צורך לדחוף הפרוכת:\n", 
            "<b>תנן במאן דאמר ארון גלה לבבל.</b> קשיא לי ואם גלה לבבל למה לא חזר עם שאר הכלים כמפורש בעזרא שנתנו להם כל כלי בית המקדש שלקחו:\n", 
            "אמר לפרם זאת אומרת עירוב והוצאה לשבת ואין עירוב והוצאה ליוה\"כ בכריתות בפ' אמרו לו מייתינן לה להא לדרפרס ואמר'י עלה וממאי ודילמא שני שעיר ומשתלח דהכשירו דיהו\"כ בכך אלא דרפרס בכותא היא:\n", 
            "מהו להציל רועה כבשר מפי ארי אמר להן לא שאלתוני אלא על הכבשה רבינו ברוך זצוק\"ל פירש על אורי' ועל בת שבע:\n", 
            "ומאי משהו זר מיכן מוכיח שהזר עולה על הכפרת והממורה פירש בפרשה ויקחו לי תרומה ועשית זר זהב כמין כתר מקיף לו סביב ושפתו למעלה משפתו ואינו עב כעובי כותלי הארון שעשה ארון החיצור גבוה מן הפנימי עד שעולה למול עובי הכפרת כל שהיא והנה משמע שכל עובי הכפרת שהוא טפח שוקע בתוך ארון החיצון ועדיין הי' עולה עליו כל שהוא והוא הזיר:\n", 
            "<b>ומותר ביין פירש המורה ומותר ביין בן ארבעים יום ויפה </b>פי' דדדוקא ביין בן ארבעים מותר שעברת כל תפיסתו ויצא מכלל תירוש אבל תוך ארבעים אסור שהוא בכלל תירוש ולא יתכן לומר שהיין כשהוא תופס לא יקרא תירוש אלא ענבים ומיני מתיקהץ וא\"כ שגם היין מגתו יקרא תירוש למה כשמקשה לפנים ותירוש יקביך יפרוצו. נדחק לתרץ ה\"ק דבר הבא מן התירוש יקביך יפרוצו איבעי למימר כשיורד מן הגת ביקב ודאי תירוש איקרי וזה מוכיח שלא נקרא תירוש אלא ענבים ואל יין מגתו ודבר זה אינו נכון. ואינו מתיישב על הדעת ונ\"ל לפרש השיטה כן ותירוש חמרא הוא והתניא כו' פי' מקשה על מאי דבעינן למילף לעיל שתי' בכלל אכילה. מדכתיב ואכלת לפני ד' אלהיך מעשר דגנך תירושך ויצהרך תירוש חמרא הוא וקרי לי' ואכלת. והשתא יקשה ותירוש חמרא הוא דפשטית מיני' הכי והתניא הנודר מן התירוש אסור בכל מיני מתיקה אלמא תירוש לאו חמרא חדתא בלחיד הוא אלא כל מני מתיקה נקראין תירוש וא\"כ הא דכתיב מעשר דגנך ותירושך על כל מיני מתיקה קאמר והאי דקאמר ואכלת אמידי דבר אכילה קאמר כגון ענבים ותאנים ואל אחמרא דשתיי' לאו בכלל אכילה. וכי היכי דהוה בעינן לאקומיה ושכר דלעיל אדבלה קעילית ולאו איין הה\"B האי ואכלת אשאר מני מתיקה קאמר ולאו אחמרא חדתא ומקשה וכי תירוש לאו חמרא הוא. פי' חמרא מיוחד ולא כל מיני מתיקה והכתיב ותירוש ינובב בחולות. ואי אמרת דתירוש כל מיני מתיקה משמע וכי מני מתיקה ינובב בחולות כי אם יין בלבד. וכן נמי ותירוש יקביך יפרוצו כלום ימצא ביקבים מיני מתיקה כ\"א יין אלמא תירוש חמרא בלבד היא. והה\"נ האי ותריושך חמרא הוא וקאמר רחמנא ואכלת אלמא שתיי' בכלל אכילה. ומתרץ דבר הבא מן התירוש ולעולם כל מיני מתיקה נקראין תירוש כדתנאי בנדרים והדר ומקשה ותירוש לאו חמרא מיוחד הוא אלא כל מיני מתיקה נקראין תירוש. והכתוב זנות יין ותירוש יקח לב ואין לתרץ כאן דבר הבא מן הענבים שגם היין מן הענבים בא. אלא ודאי האי דקאמר יין ותירוש יין ישן והיין חדש הוא אלמא תירוש יין חדש מיוחד הוא ולא כל מיני מתיקה שמיני מתיקה אינן לוקחין את הלב אלא לעולם תירוש חמרא הוא ולא כל מיני מתיקה ושפיר ילפינן מותירושך דשתיי' בכלל אכילה. ה\"ג ובנדרים הלך אחר לשון בני אדם. פי' ודאי תירוש דקרא חמרא בלחוד הוא ולא מיני מתיקה. אלא שנהגו העולם לקרא לכל מיני מתיקה תירוש ובנדרים הלך אחר לשון אדם. ואל תביא ראי' מלשון בני אדם ללשון תורה דלעולם לשון תורה תירוש חמרא היא:\n", 
            "אמר לי' רב פפא הנח לטומאת גויה דלאו דאורייתא עיין מ\"ש על טומאת גויה בפ\"ק דשבת במהדורא תליתאה:\n", 
            "<b>היא עצמו איקרי שבת מדכתיב תשבתו שבתכם דאי משבת ושבתון כדאמרן לעיל לרבות רחיצה וסוכ':\n</b>"
        ], 
        [
            "<b>ומחזיר את הרוצח </b>פי' המורה ומחזיר את הרוצח במיתתו ואינו נ\"ל דהאי חזרה לאו אעירו קאי אלא אעיר מקלט ובחיי כהן כדתנן במכות בפ' אלו הן הגולין אמר ר' יוסי בר' יהודא בתחלה אחד שוגג ואחד מזיד מקדימין לערי מקלט וב\"ד שולחין ומביאין אותו משם מי שנתחייב מיתה הרגוהו ושלא נתחייב מיתה פטרוהו ומי שנתחייב גלות מחזירין לו אותו למקומו שנאמר והשיבו אותו העדה אל עיר מקלטו אשר נס שמה אחד המשוח בשמן המשחה ואחד מרובה בגדים ואחד שעבר ממשיחותו מחזירין את הרוצח ר' יהודא אומר אף משוח מלחמה מחזיר את הרוצח:\n"
        ], 
        [], 
        [], 
        [
            "<b>דאלת\"ה הא דאמר רב אידי בר אבין כו'</b> פי' האי דמייתי דאי' מדרב אידי משום דמיירי אדם ואי ספיקא היא כגון תיש הבא על הצבי' מאי איצטריך קרא לריבוי אי חיה הוא אסור ואי בהמה היא אסור אלא ודאי קסבר בריה ופ\"ע הוא וה\"א לאו בכלל בהמה היא להכי איצטריך קרא לרבויא שגם דמו הוא אסור והכי נמי בר\"ה היא:\n", 
            "דנין איש מאיש ואין דנין איש מוהאיש תניא במכילתא וישתחו וישק לו אינו יודע מי השתחוה למי או מי נשק וישאלו איש לרעהו לשלום מי קרוי איש הלא משה שנאמר והאיש משה עניו והא התם איש מהאיש היא ויש לומר היכא דאיכא איש ואיכא האיש לא שבקינן איש וילפינן מהאיש אבל התם דלא נקרא יתרו לא איש ולא האש ומשה נקרא האיש דכתיב ויואל משה לשבת את האיש ואע\"ג דהאי קרא ברעואל כתיב הא אמרינן דהוא יתרו הוא רעואל וז' שמות נקראו לו יש לומר דהאי תנא סבר דרעואל הי' אבי יתרו והאי דכתיב אל רעואל אביהן שאין אדם נמנע מלקרא לאבי אביו אבא ולבת בנו בתו והכי אשכחן דהוי פלוגתא דתנאי וכך מוכיח בספרי בפרשת בהעלותך ואי קשיא והרי משה נמי נקרא איש דכתיב איש האלהים יש לומר איש האלהים נקרא איש סתמא לא נקרא:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אלא בין ר\"מ בין ר' יוסי מנעל הוא עמ\"ש בפ' במה אשה יוצאה במהדורא תליתאה:\n</b>"
        ], 
        [], 
        [
            "<b>השתא שתי כותבת בלא גריניהן פחותות מכביצ' </b>פי' דאלו הוה אמר בכביצה לא הוה אמר לא שהלכה כן דהא ר' צדוק אוכל פחות מכביצה אכל חוץ לבסוכה הא כביצה בעיא סוכה. ואע\"ג דבפ' שני דסוכה דחו רב יוסף ואביי דאמרי דילמא סוכה לא בעיא הא כביצה בעיא נט\"י ובעיא ברכה פשטא דמתניתן הכי משמע דכולהו טעמא דפחות מכביצה. הא כביצה חייב בכולם. ורחבה היא מתרץ יפה וא\"צ לאותו הדוחק ועיין מה שכתבתי על נטלו במפה התם במהדורא תנינא:\n"
        ], 
        [
            "ושיערו כחמים שאין בית הבליע' מחזיק יותר מביצת תרנגול' קשאי לי דבכריתות בפ' אמרו לו אמרינן ושיערו חכמים שאין בית הבליעה מחזיק כביצה תרנגולת אבל אוכלין פרודין שאם חיבר השלשה וכללן ביחד ועשאן אוכל אחד הא אמרי' בפ' התערובת. אמר ריש לקיש הפיגול והנותר והטמא שכללן זה בזה ואכלן פטור. ולא תמצא שיתחייב על כל אחד ואחד אלא בזתים מפורדין. ומש\"ה קאמר שאין בית הבליעה מחזיק שלשה זתים מפורדין כ\"א שנים:\n", 
            "<b>מתקיף לה רב הושעיא א\"א הו\"ל מקולי ב\"ש ומחומרי ב\"ה כו'</b> פי' התינח אי אמרת דב\"ה מלא לוגמיו דוקא קאמרי. יש לומר שמרכין ראשון על הכלי שלא יבלע וממלא לוגמיו ויכילו יותר מרביעית. אבל כדי שיסלקנו לעולם לא יתכן שיסלק רביעית לצד אחד וגם בשני לוגמו אם יתכן שיכילו יותר מרבייעת דוקא שירכין ראשו ולא יבלע. אבל אם עומד ראשו זקוף אין אדם בעולם שיוכל לתפוש רביעית כמלא לוגמיו שלא ירדו המים בגרונו והדבר מנוסה ובדוק. והנכון בעיני דל\"ג א\"כ ועל הכל מקשה אפי' אם תאמר מלא לומיו דוקא אינו רביעית משקין. ואמרי' נמי המברך אם טעם מלא לוגמיו יצא ואם לאו לא יצא. וכל שיעור הנכנס היא רביעית א\"כ מלא לוגמיו פחות הוא מרביעית:\n"
        ], 
        [], 
        [
            "<b>והאוכל והשותה אין מצטרפין מאן תנא.</b> פי' אע\"פ שהן שתי מינין משם אחד הן דבכלל עינוי הם אכילה ושתייה ולמה אין מצטרפין אמר רב חסדא במחלוקת שנויה ור' אושעיא היא פי אע\"ג דהן משם אחד כיון דלא שוו בשיעוריהן אינן מצטרפין כדקאמר ר' יהושע ואע\"ג דלא אשכחן התם בפ' רביעי דמעילה דפליגי רבנן עלי' דר' יהושע כיון דאמר כלל אמר ר' יהושע משמע דרבנן פליגי עלי' ואמרי' אע\"ג דלא שוו בשיעוריהן מצטרפין החמור להשלים והאי דאוקמה כר' יהושע ולא אוקמה כר\"ש דאמר שני מינין משם אחד אינן מצטרפין כדכתבית בע\"ז בפ' השוכר במהדורא תליתאה דא\"כ אפילו רישא נמי כל האוכלין אמאי מצטרפין לככותבת. והא ענבים ותאנים שני מינין הן. אלא כר' יהושע דס\"ל שני מינין משם אחד מצטרפין ובלבד שיהו שוין בשיעוריהן. הילכך תאנים וענבים ששוו בשיעוריהן מצטרפין אבל אכילה ושתייה דלא שוו בשיעוריהן לא מצטרפי:\n", 
            "<b>אמר ריש לקיש מפני מה לא נאמרה אזהרה בעינוי </b>קשיא לי כיון דלא נאמרה אזהרה בעינוי אלא מצות עשה תענו את נפשות א\"כ לא יהא חייב חטאת בשגגה כדתנן בפ\"ק דכריתות שהפסח והמילה מפני שהן מ\"ע אין בהם חטאת ואע\"פ שיש בהן כרת דלגבי חטאת בעינן לאו וכרת. וי\"ל דודאי פשיטא לי' לריש לקיש והאי תענו אזהרה שלא יאכל וישתה הוא דלא דמי לעשה דמילה ופסח שיש בהן מעשה בידם. אבל האי אין בו מעשה אלא כשאינו אוכל ושותה נמצא שהוא מתענה הילכך האי תענו אזהרה שלא יאכל וישתה הוא. אלא האי קשיא לי אמאי לא אפיק לאזהרה זו בלשון לאו אלא בלשון זה:\n"
        ], 
        [], 
        [
            "התינוקת אין מענין אותן ביהו\"כ אבל מחנכין אותם קודם שנה וקודם שתים כדי לזרזן במצות פי' מענין משמע כל היום ומחנכין משמע לשעות דמדמענין לימים מחנכין הוי לשעות וה\"ק מחנכין אותן לשעות מדרבנן קודם שנענה אותן מדרבנן קודם שנה וקדם שתתים ולקמן בענין למימר דתרי חינוכי איכא מדרבנן חד להשלים וחד לשעות והכא לא תני השלמה דרבנן א\"כ הו\"ל למימר אבל מענין אותן כדי לזרזן במצות אלא מדתנא מחנכין ש\"מ לשעות הוא שקודם שנענה אותם מדרבנן מחנכין אותם לשעות שנה או שתים. השתא קודם שתים מחנכין קודם שנה מבעיא אמר ר\"פ לא קשיא כאן לחולה כאן לבריא:\n", 
            "<b>אמר רב הונא בן שמנה בן תשעה מחנכין אותן לשעות </b>פי' לקמן בעינן למימר בברייתא דקודם שתי שנים לעינוי דאורייתא מענין אותן מדרבנן לבריא ולחולה שנה אחת הילכך אם היתה התינוקת בן שמנה שלימות בבריאה מחנכין אותה לשעות דהשלמה מדרבנן הויא קודם עינוי דאורייתא שתי שנים ועינוי דאוריית' אימה הויא לבריאה בן עשה שלימות וחינוך דשעות דהוי ב' שנים קודם בבריאה הוי בח' שנים שלימו' והאם היא חלוש' בח' שלימו' מחנכין אותה בתשע שלמות כדתנן שנה אחת לחולה ושתים לבריא בן עשר ואחת עשרה משלימין מדרבנן פי' בן עשר שלימות בבריאה ואם האי חלושה בעשר משלימין אותה מדרבנן פי' בן עשר שלימות בבריאה ואם האי חלושה בעשר משלימין אותה באחת עשרה כדבעינן למימר לקמן בבריית' דקודם שנה לחולה וקודם שתים לבריאה משלימין מדרבנן בן י\"ב משלימין מדאורייתא פי' בן שתים עשרה שלימות ונכנסה יום אחד בשלש עשרהובתינוקת ורב נחמן אמר בן תשע בן עשר מחנכין אותן לשעות כו' פי' לא פליג על ר\"ה איירי בתינוקת ורב נחמן איירי בתינוק:\n", 
            "<b>ר' יוחנן אמר השלמה מדרבנן ליכא </b>פי' לא אחמור רבנן להשלים שאין משלימין אלא בזמן תורה וכל חינוך דרבנן אינו אלא לשעות הילכך בן עשר שלימות לתינוקת בבריאה ובן אחת עשרה שלימות לחולה מחנכין אותן לשעות מדרבנן ובן שתים עשרה שלימות משלימין מדאורייתא בתינוקת ובן אחת עשרה לבריא ושתים עשרה לחולה מחנכין לשעות ובן שלש עשרה משלימין מדאורייתא בתינוק:\n", 
            "<b>תנן התינוקת אין מענין אותן ביהו\"כ כו'</b> בשלמא לר\"ה ולרב נחמן ניחא אלא לר' יוחנן קשיא פי' סתמא דמתני' משמע מחנכין אותה לשעות קודם שנענה אותם מדרבנן שנה או שתים אלמא איכא עינוי דהשלמה מדרבנן אמר לך ר' יוחנן שנה או שתים סמוך לפירקן פי' לעולם השלמה מדרבנן ליכא והאי דתנן קודם שנה או שתים סמוך לפירקן דאורייתא היא:\n", 
            "ת\"ש דתני רבה בר שמואל תינוקת אין מענין אותן ביוה\"כ חבל מחנכין אותן קודם שנה וקודם שתים סמוך לפירקן בשלמא לר' יוחנן ניחא אלא לר\"ה ולר\"נ קשיא פי' דסמוך לפירקן פרק תורה משמע אמר לך רב הונא ורב נחמן מאי חינוך דקתני השכמה פי' האי חינוך דברייתא בהשכמה מיירי דמחנכין אותן להשלים מדרבנן שנה אחת בחול הוקדם ושתים בבריא ובמתני' תנן חינוך דשעות והכא תניא חינוך דהשלמה וקרי לה השלמה חינוך והתניא איזה חינוך הי' רגיל לאכול בשתי שעות מאכילו בשלש בשלש מאכילו בארבע אמר רבה בר עולא תרי חינוכי הוו פי' חד דהשלמה וחד דשעות ושניהן נקראין חינוך כיון דמדרבנן הן. כך נ\"ל פתרון שיטה זו ופתרון המורה לא נ\"ל כלל:\n", 
            "<b>אף נערה מאורסה יהרג ואל יעבור </b>פי' המורה אף נערה אם אמרו לו בעול ארוסת חבירך או תיהרג יהרג ואל יעבור אלב היא אינה מצוה לאסור את נפשה דהיא אינה עושה כלום דקרקע עולם בעלמא היא וראיה לדבר אסתר וקשיא לי דכיון דבנערה ליכ אלאקומי כדאמרי' בריש הבא על יבמתו בין באונס בין ברצון אונס דמתני' היכי דמי אילימא שאנסוהו גוים והאמר רבא אין אונס בערוה שאין קישוי אלא מדעת כו' ומוקי לה כגון שנתכוין לאשה ותקפתו לו יבמתו ובא עלי' אלמא אין לו' בעול ארוסת חבירך או תיהרג שאין קישוי אלא מדעת ולאו אונס הוא ויש לפרש כגון שנתאוה לה וחלה מרוב אהבתו ואמרו לו הרופאים שאם לא יבא עלי' ימות בחוליו ונפלה לידו שיכול להשלים תאותו ימות ואל יעבור:\n", 
            "ד' פג ע\"א והא מדקתני סיפא אם אין שם בקיאין מאכילין אותו ע\"פ עצמו מכלל דרישא דאמר צריך אני פי' דכי משמע אם אין שם רופאים אז מאכילין אותו עפ\"י עצמו אבל היכא דאיכא רופאים עפ\"י רופאים מאכילין אותו ולא עפ\"י עצמו ולא עפ\"י אחר שאם הרישא בדאמר איני צריך ומש\"ה צריך בקיאים הכי הו\"ל למיתני ואם אמר צריך מאכילין אותו עפ\"י עצמו ומדלא אפלג אלא בין איכא בקיאים ובין ליכא בקיאים ש\"מ דרישא וסיפא בדאמר צריך אני משמע : מר בר רב אשי אמר כל היכי דאמר צריך אני אע\"ג דאיכא דאמרי לא צריך לא צייתנא להו שאין זו עדות ברורה שאינם יכולים לדעת מה יש בחדרי' ולב יודע מרת נפשו ודוקא בדאער צריך אני פליג על ר' ינאי אבל היכא דאמר א\"צ לא פליג עלי' שאם הוא אמר א\"צ ורופא אמר צריך מאכילין אותו על פי רופא ולא אמרי' איהו קים לי' בגוי' טפי ומש\"ה פריש ואמר כל היכי דאמר צריך אני כו' למימרא דבהא פליג וכי אמר א\"צ ל\"פ אר' ינאי וה\"ג וה\"ק במה דברים אמורים דבעי' בקיאים להאכילו בדאמר א\"צ ותרי אחריני בהדי' אבל אם אמר צריך אני אין שם בקיאין כלומר אין אנו צריכים לבקאיאים אלא מאכילין אותם ע\"פ עצמו שאפילו אם היו אומרים כל הבקיאים שא\"צ לדירי' צייתנין דקים לי' טפי מנייהו:\n", 
            "<b>מאכילין אותו שביעית </b>פי' המורה שביעית לאחר זמן הביעור אלא איסור שביעית היא כגון ששמר פרדיסו ולא הפקירו וכדתניא בסיפרא והיתה שבת הארץ לכם לאכלה מן השבות אתה אוכל ואי אתה אוכל מן השמור אי נמי שלא הפקיר פירותיו בשנת העיבור א\"נ כגון שזרע וקצר בשביעית:\n", 
            "אמר רבא בדאיפשר בחולין כ\"ע ל\"פ דמתקנינן לי' וספינן ליה כי פליגי בדלא אפשר ליה פירש המורה בדאיפשר בחולין שיש די בחולין שבטבל זה להאכילו לאחר שתינטל תרומתו דכ\"ע ל\"פ דמתקנינן ליה חולין ואין מאכילין אותו לא טבל ולא תרומה כי פליגי בדלא אפשר בחולין אא\"כ אוכל את כולן כו' וקשיא לי להאי פירושא ואמאי אי אפשר בחולין והא קי\"ל תרומה אין לה שיעור וחטה אחת פוטרת כל הכרי מדאורייתא ותו מאי האי דאמרן לעיל טבל ושביעית מאכילין אותו שביעית ואמאי מאכילין אותו שביעית נפרש ממנו התרומה ונאכלנו החולין שבו ובעד התרומה נאכילנו שביעית אבל כנגד כל הטבל לא נאכילנו שביעית מש\"ה נ\"ל לפרש דבאיפשר הוא כגון שהבעלים שם ואי אפשר לתקן הטבל מאכילין אותו שביעית שהוא יותר קלה ממנו:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "ואין אומרים יעשו הדברים הללו על ידי גוים או ע\"י קטנים אלא ע\"י גדולי ישראל פי' אין אומרים נחזור אחר גוים או אחרי קטנים דלאו בני שביתה נינהו בעוד שנחזור אחריהם יכביד בחוליו אלא עושין אותן ע\"י גדולי ישראל דבני שביתה נינהו אבל ודאי אם היו מזומנים לנו מוטב שנעשה ע\"י גוים ולא ע\"י ישראל וע\"י קטנים ולא ע\"י גדולים : ואין עושין דברים הללו ע\"י נשים ולא ע\"י כותים שמא מצטרפין לדעת אחרת פי' המורה ע\"פ נשם או כותים אומרין צריך מחללין על פיהם אבל מצרפין לדעת אחרת כגון ב' אומרים צריך וג' אומרים א\"צ ואשה או כותי אומר מצרפין למיהו פלגא ופלגא וספק נשפות להקל ואינו נראה לי חדא דבכל הספרים כתוב מפני שמצרפין או שמא מצרפין ומר גריס אבל מצרפין ותו הא אמרן לעיל דדוקא באומדנא דממונ' אזלי' בתר רוב דיעות אבל באומדנא דחולה מאה כתרי ותרי כמאה וספק נפשות להקל ואפילו בלא אשה וקטן נמי ומה אנו צריכין לצירופן ונ\"ל לפרש כך ואין עושין דברים הללו ע\"י נשים וע\"י כותים כשאמרו לנו הבקיאים כי הוא צריך אין מניחין לעשות על ידן מפני שמצרפין לדבר אחד ויבואו לעשות בכל חולה אע\"פ שאין בו סכנה שאין יודעין להבחין כי טעם הדבר הוא מפני שיש בו סכנה אלא יבואו להתיר בכל חולה והדיוטות ככותאי דמי הילכך אין עושין אלא ע\"י חכימים שלא יבואו להקל במקום אחר אבל ודאי אם אין שם אלא הן עושין שבעבור הגזירה לא נניחנו עד שנחזיר אחרי החכמים שמא יכבוד בחוליו אלב היכא דאיכא אנשים ונשים חכמים וכותים והדיוטות עושין האנשים חכמים ולא יניחו לעשות נשים וכותים והדיוטות:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "תנאי היא דתנאי כל חייבי טבילות כתב המורה ה\"ג בתותפתא כל חייבי טבילות טובלין כדרכן ביוה\"כ נדה ויולדת טובלות בלילי יוה\"כ בעל קרי טובל והולך עד המנחה ר' יוסי אומר כל היום כולו וקשיא לי דהא מוקמי לה בלא צלי ואפ\"ה קאמר ת\"ק עד המנחה משום דקסבר אין תפלת נעילה אלא בלילה ומשמע דס\"ל לת\"ק דטבילה בזמנה לאו מצוה דאי מצוה יטבול כל היום וכיון דס\"ל דלא מצוה למה מתיר לכל חייבי טבילות ביוה\"כ והא כל הטמאין מותרין בתפלה וק\"ש חוץ מבעל קרי כדתנן בפ' מי שמתו זב שראה קרי והמשמשת שראתה נדה צריכין טבילה כו' טעמא משום דראה קרי הא לא\"ה לא שכל הטמאין מותרין בתפלה וק\"ש ונ\"ל דל\"ג הכא כל חייבי טביאת ונדה ויולדת כלל אלא פלוגתא דבעל קרי בלחיד דת\"ק סבר טובל והולך עד המנחה שהוא צריך להתפלל אבל טפי לא ור' יוסי סבר כל היום כולו משום נעיה ופליגי בתפלת נעילה ובמתניתא בתרייתא דורמינהו ודאי גרסי' יוה\"כ הזב והזבה המצורע והמצורעת ובועל נדה וטמא מת טובלין כדרכן ביוה\"כ נדה ויולדת טובלות כדרכן בלילי יוה\"כ בעל קרי טובל והולך כל היום כולו ר' יוסי אומר מן המנחה ולמעלה א\"צ לטבול ות\"ק סבר טבילה בזמנה מצוה ור' יוסי סבר לאו מצוה ומוקמינן לה כר' יסוי בר' יהודא הוא דסבר לאו מצוה הכי ודאי גרסי' ביוה\"כ והכי איתא בתוספתא אבל מתניתא קמייתא ליתא בתוספתא ומשום דגרסי' הכי במתניתא תנינא אישתבוש וכתבו נמי הכי במתניתא קמייתא:\n", 
            "<b>סיימתי תוספות יומא שבח לשמו נורא  \n</b>"
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "תוספות רי\"ד על יומא", 
    "versionTitleInHebrew": "תוספות רי״ד", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Rid"
    ]
}