{
    "language": "en",
    "title": "Megillat Ta'anit",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "מגילת תענית",
    "categories": [
        "Second Temple"
    ],
    "text": {
        "Nisan": [],
        "Iyar": [],
        "Sivan": [],
        "Tammuz": [
            "",
            "<i>The Tzaddukim had a book of laws - \"These are stoned, these are burned, these are killed by sword, these are stangled.\"  When it was written, a person would ask (what to do) and go look in the book.  If you asked them, \"How do you know this one is stoned or burned or decapitated or strangled?\", they wouldn't be able to bring a proof from the \"the instructions given to you\" (Devarim 17:11).  Because we don't write laws in a book. ... The day that it was destroyed, they made a holiday.</i>"
        ],
        "Av": [],
        "Elul": [],
        "Tishrei": [],
        "Cheshvan": [],
        "Kislev": [
            "",
            "",
            "",
            "On the day that Herod died, it was a day of joy because Herod hated the sages. Joy is before the Almighty when the wicked are removed from the world, as it is stated: 'And also the hand of the Lord was upon them to destroy them.' It is written: 'And it came to pass when all the men of war had completely died from among the people.' And it is written: 'And the Lord spoke to me, saying.' Similarly, it is said: 'A good man brings forth good tidings.' And he said: 'So too, the king commanded Benaiah, the son of Jehoiada, and he went out and struck him, and he died.' On that very day, when Herod died, they made it a holiday."
        ],
        "Tevet": [],
        "Shevat": [],
        "Adar": [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "One final word:",
            "And these are the days on which we fast from the Torah, and all those who fast on them neither eat nor drink until the evening. On the first of Nisan, the sons of Aaron died. On the second [of Nisan], Miriam the prophetess died and the well was hidden. On the twenty-sixth [of Nisan], Joshua son of Nun died. On the second of Iyar, Eli the priest and his two sons died and the Ark of the Covenant was captured. On the twenty-ninth [of Iyar], Samuel the prophet died and all Israel mourned him. On the twenty-third of Sivan, the first-fruits were nullified from going to Jerusalem in the days of Jeroboam son of Neat. On the twenty-fifth [of Sivan] Rabbi Shimon ben Gamliel and Rabbi Ishmael ben Elisha and Rabbi Ḥanina the vice high priest died. On the twenty-seventh [of Sivan], Rabbi Ḥanina ben Teradion was burned with a Torah scroll. On the seventeenth of Tammuz, the tablets were shattered and the daily-offering was nullified and Apostomos burned the Torah and an idol was placed in the Temple. On the first of Av, Aharon the high priest died. On the ninth of Av, it was decreed that our ancestors would not enter the land, and the first and second Holy Temples were destroyed, and Beitar was taken and the city was plowed. On the eighteenth [of Av], the western light was extinguished in the days of Ahaz. On the seventh of Elul, those who brought bad reports about the land died in a plague. On the third of Tishri, Gedaliah son of Aḥiqam son of Shafan and the Jews who were with him in Mitzvah were killed. On the fifth of [Tishri], the twenty people from [the northern kingdom] Israel died, and R. Akiva son of Joseph was confined in the prison-house and died. On the seventh of [Tishri], sword and famine was ordained on our ancestors. On the tenth of [Tishri, Yom Kippur, there] is atonement for the matter of the Calf. On the sixth of Marḥeshvan, they blinded the eyes of Zedekiah king of Judah and slaughtered his sons before his eyes. On the seventh of Kislev, Jehoiakim burned the scroll that Baruch son of Norah wrote from the mouth of Jeremiah. On the eighth of Tevet, the Torah was written in Greek in the days of King Ptolemy, and darkness came over the earth for three days. On the ninth of [Tevet] our rabbis did not write why [we fast]. On the tenth of [Tevet] the king of Babylon placed his head against Jerusalem to destroy it. On the eighth of Shvat, the righteous people in the days of Joshua son of Nun died. On the twenty-third of [Shvat], all Israel gathered against the tribe of Benjamin and against the concubine in Gibeah and against the idol of Micah. On the seventh of Adar, Moses our master died. On the ninth of [Adar], a fast was established for the debate of the House of Shammai and the House of Hillel. These are the fast days which were received upon Israel from the Torah. And our rabbis also decreed that some would fast on Mondays and Thursdays on account of three things: the destruction of the Temple, the Torah that was burnt, and blaspheming the name. And in the future the Holy Blessed One will turn them to joy and happiness, as it is said, \"And I will turn their mourning to joy, and comfort them, and make them rejoice from their sorrow.\" (Jeremiah 31:12). Rabbi Elazar said Rabbi Ḥanina said, students of the sages increase peace on earth, as is said, \"And all your children are learned of God, and great is the peace of your children.\" (Isaiah 54:13). \"May there be peace in your walls, tranquility in your palaces. For the sake of my brothers and friends, let me speak, please, peace in You. For the sake of the house of the LORD our God let me wish your good.\" (Psalm 122:7-9). \"Great peace to those who love Your torah, they will have no obstacle.\" (Psalm 119:165). \"The LORD grants strength to His people; the LORD bless His people with peace.\" (Psalm 29:11).",
            "Finished is the tractate of the scroll of fasts!"
        ]
    },
    "schema": {
        "heTitle": "מגילת תענית",
        "enTitle": "Megillat Ta'anit",
        "key": "Megillat Ta'anit",
        "nodes": [
            {
                "heTitle": "ניסן",
                "enTitle": "Nisan"
            },
            {
                "heTitle": "אייר",
                "enTitle": "Iyar"
            },
            {
                "heTitle": "סיוון",
                "enTitle": "Sivan"
            },
            {
                "heTitle": "תמוז",
                "enTitle": "Tammuz"
            },
            {
                "heTitle": "אב",
                "enTitle": "Av"
            },
            {
                "heTitle": "אלול",
                "enTitle": "Elul"
            },
            {
                "heTitle": "תשרי",
                "enTitle": "Tishrei"
            },
            {
                "heTitle": "חשון",
                "enTitle": "Cheshvan"
            },
            {
                "heTitle": "כסלו",
                "enTitle": "Kislev"
            },
            {
                "heTitle": "טבת",
                "enTitle": "Tevet"
            },
            {
                "heTitle": "שבט",
                "enTitle": "Shevat"
            },
            {
                "heTitle": "אדר",
                "enTitle": "Adar"
            }
        ]
    }
}