{
    "title": "Hasagot HaRaavad on Mishneh Torah, Sheqel Dues",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Sheqel_Dues",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> בזמן שהיה מטבע וכו'.</b> כתב הראב''ד ז''ל הדרך זה ע''ד המשנה אמרו ששנינו בראשונה היו שוקלים דרכונות חזרו לשקול דינרין חזרו לשקול סלעים בקשו לשקול טבעין וכו'. זו היא דרך המשנה מ''מ לא אמרו שיהו הולכין אחר יציאת המטבעות אלא היה המטבע מה שהיה אבל הם היו שוקלים לפי שהיו מתי מעט והוצרכו לשקול תחלה דרכונות ועל זה הדרך הלכו בכל שקליהם. ואין השכל נותן שהיה להם בתחלה מטבע של דרכונות והם עניים היו והעשירו עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> עד שנמצא וכו'.</b> כתב הראב''ד ז''ל שפת יתר הוא זה ואין דרך המשנה כן עכ''ל: "
            ],
            [],
            [],
            [
                "<b> ואע''פ שנזהרים וכו'.</b> כתב הראב''ד ז''ל מפני שראה בירושלמי קווץ לא יתרום ונדמה בלבבו שהוא עני ונבהל להון מן ויקוצו או מן קצתי בחיי. ואינו כן אלא בעל שיער מן קווצותיו תלתלים שמא יביא בשערו, עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> האחין שעדיין לא חלקו.</b> כתב הראב''ד ז''ל לא מצאתי לזה שרש בגמרא ולא בתוספתא ולא בירושלמי, ואני אומר שהטעהו מה שראה במקצת ספרים האחין והשותפין והוא טעות סופרים אלא האחין השותפין, עכ''ל: "
            ],
            [
                "<b> האחין והשותפין וכו'.</b> כתב הראב''ד ז''ל בירושל' אמר רבי מנא הדא דתימא בשלא היתה הבהמה רוב אבל היתה הבהמה רוב הן עיקר נכסין עכ''ל: "
            ],
            [],
            [
                "<b> והקלבונות אינם וכו'.</b> כתב הראב''ד ז''ל הרבה מחלוקת יש בתוספתא ובירושלמי עכ''ל: "
            ],
            [],
            [
                "<b> יש מי שאומר וכו'.</b> כתב הראב''ד ז''ל בירושלמי מחלוקת אמוראים עכ''ל: "
            ],
            [],
            [],
            [
                "<b> המפריש שקלו וכו'.</b> כתב הראב''ד ז''ל בירושלמי אינו כן אלא האחד חולין לפי שהוא או כמי שהוא סבור שהוא חייב ואינו חייב או כמי שאמר הרי אלו לשקלי דלבית הלל מותרן חולין, עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שקלים שלא הספיקו.</b> כתב הראב''ד בשקלים בירושלמי מצא זה הענין. אבל לא כדבריו שלא דברו אלא בכלי שנמצא בלשכת נדבות הכלים והיא היתה לשכה בפני עצמה חוץ מלשכת בדק הבית שהיתה לכספים ולזהב ולשכת הכלים היתה עשויה על תנאי זה שאם יצטרך ממנה כלי למזבח לוקחין אותו למזבח אבל קדשי בדק הבית אין משנים אותם שהרי שנינו כן (במעילה) [בתמורה] עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות שקלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}