{
    "title": "Tziunei Maharan on Mishneh Torah, First Fruits and other Gifts to Priests Outside the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_First_Fruits_and_other_Gifts_to_Priests_Outside_the_Sanctuary",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשרה שבטלה אין מביאין ממנה בכורים שהבכורים כקדשי מקדש הן.</b> הכ\"מ הניח חלק ולא הראה מקורו, אבל דברי רבינו מבוארין בירושלמי דבכורים פ\"א ה\"ב, דאיתא שם הכל מודים באשרה שבטלה שאינו מביא ממנה גזירים למערכה רשב\"ל בעי מהו שיביא ממנה לולב כו' פשיטא שהוא מביא ממנה לולב שאין מצות כגבוה מהו שיביא בכורים כר\"י דו אמר הוקשו לקדשי הגבול מביא כרבנן דאינון אמרין הוקשו לקדשי המקדש אינו מביא כו'. ורבינו פסק לקמן בפ\"ג ה\"א כרבנן דבכורים נותנין אותן לאנשי משמר כקדשי המקדש, לכן פסק בכאן דאינה מביא ממנה בכורים דכקדשי המקדש הן. וע\"ש בפ\"מ ומרה\"פ. ועי' בדברי רבינו פ\"ד מהל' איסורי המזבח ה\"ז ובכ\"מ ומל\"מ שם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשהיו מביאין את הבכורים היו מביאין בידם תורין ובני יונה כו'.</b> עי' בהשגות ובכ\"מ וכדברי רבינו מבואר להדיא בירושלמי שם פ\"ג דבכורים ה\"ד אית תניי תני מחלף כדי לסמוך מתנה למתנה, ופי' הפ\"מ שם דא\"ת מחלף ממתני' הגוזלות שעל הסלים ניתנין לכהנים ומה שבידו הן לעולות, וטעמא דהאי תנא כדי לסמוך מתנה למתנה דכמו שהבעלים נותנין ס\"ל הבכורים לכהנים כך הגוזלות שעליהן לכהנים ע\"כ. ומבואר כדברי רבינו דמה שבידם קאי אגוזלות. וע\"ש במרה\"פ:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן כהנים ולוים מביאין וקורין כו'.</b> וכתב הכ\"מ משנה בסוף מעשר שני כו' ומינה ילפינן לבכורים. ולא היה צריך ללמוד זה ממעשר שדברי רבינו מבוארין לענין בכורים בתוספתא דבכורים פ\"א. ר' יוסי אומר היה ר\"מ אומר כהנים מביאין ולא קורין מפני שלא נטלו חלק בארץ ואני אומר כשם שנטלו לוים כך נטלו כהנים בין מדבר מרובה בין מדבר מועט ע\"כ:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> בשם מהר\"י קורקוס שהלשון הכתוב בספרי רבינו שכל שודאי כו' שלא יטמאו אותם ט\"ס הוא וצ\"ל שיטמאו אותם כו'. זה א\"א שהרי בפי\"א מהל' אבה\"ט הט\"ז כשכתב רבינו ד\"ז (וע\"ש בכ\"מ) כתב שם כל דבר שודאי כו' גזרו על ספיקו כו' שתעשה אותה העיסה בטהרה ע\"ש, ובלשון זה לא שייכא הגהת מהרי\"ק:"
            ]
        ],
        [],
        [],
        [],
        [
            [
                "<b>ואם לא רצה לפדותו מצות עשה לערפו שנאמר וכו'.</b> עי' בהשגות ובכ\"מ ובדברי רבינו בסה\"מ מ\"ע פ\"ב. ועי' במכילתא בא פרשה י\"ח פיסקא קכ\"ב, ואם לא תפדה וערפתו מכאן אמרו מצות פדייה קודמת למצות עריפה ד\"א ואם לא תפדה וערפתו אם אין אתה פודהו ערפהו הואיל ואבדת נכסי כהן אף נכסיך יאבדו ע\"כ. והכוונה נראה שמקודם מבאר המכילתא דאם לא תפדה וערפתו הוא כעין מצות יבום דקודם למצות חליצה ומ\"מ גם חליצה הוא מצוה כמו כן הכא מצות פדייה היא קודם מ\"מ באם לא פדה גם עריפה היא מצוה, ועי' לרבינו בסה\"מ שם, ובלשון האחר קאמר דעריפה אינו מצוה כלל וכוונת הכתוב דאם לא תפדה ואבדת נכסי כהן וערפתו קונסין אותו לאבד גם ממונו אבל לא שיהיה העריפה מצוה. ויצא לנו מזה דמחלוקת רבינו והראב\"ד תליא בשני הלשונות במכילתא:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות ביכורים ושאר מתנות כהונה שבגבולין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}