{
    "work": "Chullin", 
    "text": {
        "214": {
            "10": "...When the contact happens and the taste is transferred the mixture is forbidden like neveilah which can in turn render other pieces [of meat] prohibited, because they are the same type of substance. ", 
            "3": "... (M') [If] A drop of milk falls on a slice of meat and imparts a flavor to it, prohibited. ", 
            "5": "...(G') Abaye said ", 
            "4": "If it falls into a [meat] soup and imparts a flavor, prohibited. ", 
            "7": "...Rava said in response:", 
            "6": "... [The issue of] Taste without the object [giving off the taste] is, in general, [prohibited] by the Torah. And if you should think that it is [only prohibited] by the Rabbis [and that the reason] that we don't learn it from [the prohibition of not mixing] meat and milk is because it is a new  case. But if this is a new case then it wouldn't matter about if it imparted taste [or not].", 
            "9": "...Rav said:", 
            "8": "...[only] cooking was prohibited by the Torah. "
        }, 
        "213": {
            "39": "Why [did he hit you]?", 
            "38": "Because my teacher hit me.", 
            "43": " [Shmuel] said to him:", 
            "46": "Not only doesn’t  he know the halacha, but he also beats you for it?!", 
            "42": " Why did you not wash your hands?", 
            "44": "He eats and I should wash?", 
            "45": " [Shmuel's father] said to him:", 
            "37": "Why are you crying?", 
            "36": "He said to him: ...", 
            "35": "Shmuel's father found Shmuel crying....", 
            "34": "Prove it from here:", 
            "40": "Because he said:", 
            "41": "You are feeding my son and you have not washed your hands."
        }, 
        "210": {
            "20": "...Now if one can immerse [submerge] his whole body in them, it is not certain [about] his face, hands and feet", 
            "21": "...R'Papa said", 
            "22": "...When they are in their place all agree that it is permitted", 
            "1": "...If I knew that you had the custom to do this, I would not have delayed", 
            "0": "[this demon entity] saw that they were spilling water out from the mouth of the pitcher, saying", 
            "3": "... [failing to do] The first waters fed him pig meat, the last removed a woman from her husband", 
            "2": "Upon Rav Dimi's coming he said;", 
            "5": "...[Failing to do] The first waters fed him neveilah meat, the last killed somebody", 
            "4": "...Upon Ravin's arrival he said;", 
            "7": "Rav Dimi came [the husband] removed her; Ravin came [and] killed her", 
            "6": "Rav Nachman bar Yitzchak said; and your mnemonic [is this]", 
            "9": "...It was told [about water] heated by fire", 
            "8": "... R' Abba taught; one of these [is not] and one of these [is] reflecting the most [more] severe", 
            "11": "...We cannot use them to wash the hands. But R'Yochanan said:", 
            "10": "... Chizkiyah said;", 
            "13": "R' Yochanan said:", 
            "12": "We can use them to wash the hands", 
            "15": "All the great of Galil do so", 
            "14": "I asked of Rabban Gamliel the son of Rebbi, and he was the one who ate only tohoros and he said to me:", 
            "17": "We cannot use them to wash hands, but we can immerse hands in them.", 
            "16": "the Hot springs of Tiberias; Chizkiyah said", 
            "19": "One may immerse his whole body in [the springs], but not his face, hands and feet.", 
            "18": "but R' Yochenan said:"
        }, 
        "191": {
            "20": "This is only taught when it's boiled [with the nerve] in, but if it's roasted [with the nerve] in, peel and eat until you get to the nerve.", 
            "17": "A sciatic nerve that was cooked with other nerves, at a time when one [still] recognizes it, [the standard for forbidding] is when it gives flavor. If [it is] not [recognized], all of it is forbidden. And [in] broth, when it gives flavor. ", 
            "16": "How do we measure it? Like meat [cooked] with a turnip.", 
            "19": "Gemara: Says Shmuel:", 
            "18": "And so too with a piece of a nevelah [an improperly slaughtered animal of a permitted species], and so too with a piece of prohibited fish which was cooked with [other] pieces: at a time when one recognized them, [the standard] is when it gives flavor; and if [it is] not [recognized], they are all forbidden. And for the broth [the standard] is when it gives flavor.", 
            "15": "Mishnah: A thigh in which the sciatic nerve was cooked, if it has [enough] to give flavor [to the thigh], this [thigh] is forbidden. "
        }, 
        "193": {
            "9": "\"Salted is like hot, pickled is like cooked\", and Shmuel says:", 
            "8": "Rav Acha bar Rav asked Ravina, what's your understanding of what Shmuel says:", 
            "10": "\"This is only taught when it's boiled [with the nerve] in, but if it's roasted [with the nerve] in, peel and eat until you get to the nerve.\" "
        }, 
        "277": {
            "56": "In the verse: Flowing myrrh,20 which the Targum renders", 
            "54": "[In the verse,] And I will surely hide [asthir] my face.", 
            "51": "Where is Haman indicated in the Torah?", 
            "50": "In the verse: For that he also is flesh.", 
            "49": "Where is Moses indicated in the Torah?", 
            "52": "In the verse: Is it [hamin] from the tree?", 
            "53": "Where is Esther indicated in the Torah?", 
            "24": "And also, why do I have 'in front of you?'", 
            "25": "But rather, 'in front of you,' is to include [those] that were in front of you and rebelled [and are now loose].", 
            "26": "'On the way' is like that of Rav Yehuda who said that Rav said; as Rav Yehuda said that Rav said,", 
            "27": "'[If] he found a nest in the sea, [he is] obligated in sending away, as it states (Isaiah 43:16), \"So said the Lord, who makes a way in the sea, etc.\"'\"", 
            "20": "The master said,", 
            "21": "\"'Just like the way, [where] its nest is not in your hand, so too all [the cases must be where] its nest is not in your hand' -", 
            "22": "why do I have this?", 
            "23": "It is [already] extrapolated from, 'If [it] chance' - to exclude one prepared.", 
            "28": "But from [what he is saying] now, [one could say, if] he found a nest in the heavens, since it is written (Proverbs 30:19), \"The way of the eagle is in the heavens,\" [he] would also be obligated in the sending from the nest.", 
            "29": "[That] is called the way of the eagle, [but] it is not called an undifferentiated way. ", 
            "3": "<b>The stringency of covering, etc.:</b>", 
            "5": "\"'If the nest of a bird chance before you' (Deuteronomy 22:6) - what do we learn to say [from here]?", 
            "4": "The rabbis taught,", 
            "7": "[Therefore] it teaches to say, 'If [it] chance' - with a happenstance in front of you.", 
            "6": "Since it is stated (Deuteronomy 22:7), 'Surely send the mother and take the children for yourself' - it is possible that he should go seek in the mountains and hills so that he find a nest.", 
            "9": "'Of a bird' - a pure one and not an impure one.", 
            "8": "'A nest' - any a one.", 
            "39": "\"And I will surely hide  (<i>astir</i>)\" (Deuteronomy 32:18).", 
            "38": "From where in the Torah, [do I know] Esther? ", 
            "11": "'On the way' - in a public domain.", 
            "10": "'In front of you' - in a private domain.", 
            "13": "From where [do I know, also] in pits, trenches and caves? [Therefore] it teaches to say, 'or on the ground.'", 
            "12": "From where [do I know, also] on the trees? [Therefore] it teaches to say, 'on every tree.'", 
            "15": "To say to you,", 
            "14": "And since in the end, we will include everything, why do I have 'in front of me?'", 
            "17": "From here they said,", 
            "16": "just like the way, [where] its nest is not in your hand, so too all [the cases must be where] its nest is not in your hand.", 
            "19": "but [if] they nested within the house, and also Herodian doves, [one is] exempt from sending away.\"", 
            "18": "'Doves from the coop and doves from the attic that nested in cubicles and in edifices, and geese and chickens that nested in an orchard, [one is] obligated in sending away;", 
            "31": "\"[If one] found a nest on the head of a person, what is [the law]?\"", 
            "30": "The Papunians said to Rav Matanah,", 
            "37": "\"Is it from (<i>hamin</i>) this tree\" (Genesis 3:11).", 
            "36": "From where in the Torah, [do I know] Haman? ", 
            "35": "\"In that he is also flesh\" (Genesis 6:4).", 
            "34": "From where in the Torah, [do I know] Moshe? ", 
            "33": "\"and dirt [from the ground] upon his head\" (II Samuel 15:32).", 
            "55": "Where is Mordecai indicated in the Torah?", 
            "32": "He said,", 
            "57": "mira dakia"
        }, 
        "176": {
            "1": "I can understand [why] the strap of tefillin [is cast as a reward], it is written", 
            "0": "\"whether from a string to a shoe strap\" (Genesis 14:23) his sons merited to two commandments - to the string of techelet and the strap of phylacteries...", 
            "3": "these are the head tefillin,", 
            "2": "(Deut. 28:10) \"And all the nations of the land will see that the name of God is called over you,\" and it is taught in a baraita Rabbi Eliezer the great says, ", 
            "5": "That it was taught, Rabbi Meir", 
            "4": "but what of the string of techelet?", 
            "7": "Because techelet is similar to the sea, and the sea is similar to the firmament, and the firmament is similar to a sapphire stone, and a sapphire stone is similar to the throne of Glory, as it is written", 
            "6": "says what distinguished techelet from all the colors?", 
            "9": "\"and like the appearance of the sapphire stone the likeness of the throne.", 
            "8": "\"And they saw the God of Israel, and under his legs...\", and it is written"
        }, 
        "175": {
            "37": "In the merit that our father Abraham said", 
            "36": "And Rava said ..."
        }, 
        "119": {
            "24": "David the Small.\" God saw that the moon was still not happy at the time.  The Holy One said,", 
            "25": "“Bring an atonement on Me for I have diminished the moon.”", 
            "26": "And so that is what is meant when Rabbi Shimon ben Lakish said, ", 
            "27": "“What is the difference in how the New Moon offering is written, “A he-goat on the new moon, FOR THE LORD?’ ", 
            "20": "‘Day is the primary unit of time, and I can’t be used to count for days, as it says", 
            "21": "“And let them be for signs of the seasons and days and years”.’", 
            "22": "He said, “Go! And great people will be called by your name: ...", 
            "23": "Yaakov the Small, Shmuel the Small, ", 
            "28": "Because the Holy One is saying, ", 
            "29": "‘Let this he-goat be an atonement FOR ME, for the diminishment of the moon.” ", 
            "5": "‘And God made the two great lights; as it reads ", 
            "4": "“Rabbi Shimon ben Pazzi notes a contradiction: ", 
            "7": "The moon said to the Holy One, Blessed Be He, ", 
            "6": "‘The large light, and the small light.’ ", 
            "9": "He said to her, ", 
            "8": "‘Master of the Universe, How can two kings share one crown?’ ", 
            "11": "She said to him: ", 
            "10": "‘Go and diminish yourself!’ ", 
            "13": "He said to her, ", 
            "12": "‘Master of the universe, because I said a logical thing before you, I should diminish myself?’ ", 
            "15": "She said to him, ", 
            "14": "‘Go and you will rule by day and by night’. ", 
            "17": "He said to her:", 
            "16": "‘What is the greatness in that, How does a lamp help in the daytime?’ ", 
            "19": "She said to him, ", 
            "18": "‘Go! Israel will count through you the days and the years.’ "
        }, 
        "85": {
            "57": "One who does like the leniencies of both Beit Hillel and Beit Shammai is wicked.", 
            "56": "Always the law is like the words of Beit Hillel, and one who wants to like Beit Shammai may do so, and one who wants to do like Beit Hillel may do so."
        }, 
        "26": {
            "1": "Gamarra: Rav Huna says that Hiiya bar Rav expounded in the name of Rav, [that this slaughtered animal] is forbidden to eat on the day. The Yeshiva Bochrim in the academy came to think that this ruling of rag reflects the view of Rabbi Yehuda. Which of Rabbi Yehuda's mishnayot? It's Rabbi Yehuda about preparation. For it was taught in a mishnah that one can chop up gourds for an animal, or a carcass for a dogs. But Rabbi Yehuda says that if it wasn't a carcass as of shabbat eve, then it's forbidden...", 
            "0": "Mishna: One who slaughters on Shabbat or on Yom Kippur, even though he's liable for his soul, his slaughtering is Kosher."
        }, 
        "49": {
            "1": "Mishnah: In the case where one is obligated [in tithing] in bitter almonds they are exempt from sweet ones, when they are obligated in sweet ones, they are exempt from bitter ones.", 
            "3": "Mishnah: The grape seeds that did not ferment, are not able to be redeemed with silver of tithe money, and they invalidate a mikvah. Once it ferments, it can be redeemed on silver of tithe money and does not invalidate a mikvah. Brothers that are in a partnership, when they are obligated in the Kalbon [extra bit on the shekel] they are exempt from the first born animal tithe, when they are obligated in  the first born animal tithe, then they are obligated in Kalbon.", 
            "2": "Gemarra: The rabbis taught in a beraita, Almonds that are bitter and small are obligated. Big ones are exempt. Sweet ones that are big are obligated, while the small ones are exempt. Rabbi Yishmael in the name of Rabbi Yossi says in the name of his father: Both this one and that one are exempt. And some say [that he said] both this and this are obligated. Rabbi Ilai says....", 
            "4": "Germara: Who is the author of our mishnah? It is not Rabbi Yehuda, nor is it the Rabbis. For it was taught in a Beraita, one who has temed and adds water in a certain quantity, and then [when removing the temed] finds it as it's [original] volume, he is exempt [from tithing], But Rabbi Yehudah obligates him [to tithe]. Who is it [the author of our mishnah] ? If it's the Rabbis, even though it fermented [they would still exempt him], if it was Rabbi Yehudah, even though it did not ferment [he would obligate in tithing].  Rabbi Nachman says in the name of Rabba Bar Avuah."
        }, 
        "86": {
            "1": "\"The fool walks in darkness.\" Rather, one should do like Beit Shammai, both in stringencies and leniencies, or like Beit Hillel, both in stringencies and leniencies. ", 
            "0": "[One who does] like the stringencies of both Beit Hillel and Beit Shammai, regarding this person the verse says", 
            "3": "Always the law is like Beit Hillel, and it was taught:", 
            "2": "This itself is difficult. You said:", 
            "5": "This is not difficult.", 
            "4": "One who wants to do like Beit Shammai can do so.", 
            "7": "If you want I could [even] say it was after the bat kol, and it was Rabbi Yehoshua who said", 
            "6": "Here it is before the bat kol, here it is after the bat kol.", 
            "9": "In any case, it remains difficult.", 
            "8": "We pay no attention to a bat kol."
        }, 
        "2": {
            "0": "Everyone [may] slaughter and his slaughter is valid: except  a deafmute, a simpleton or a minor, so that they will not spoil the slaughter. But [if they] all slaughter and others see them, their slaughter is valid."
        }, 
        "205": {
            "44": "And one is forbidden to bring [the flesh] up onto the table with cheese, except fish and locusts.", 
            "36": "......", 
            "43": "Mishnah : One is forbidden to cook any kind of flesh in milk except fish and locusts."
        }, 
        "207": {
            "26": "Igra, the father-in-law of Rabbe Aba, taught:", 
            "27": "fowl and cheese may be eaten freely.", 
            "28": "He explained what he taught [to mean]", 
            "29": "without handwashing and without wiping the mouth.", 
            "1": "Abayei said to him [Rav Yosef]:", 
            "0": "May be eaten with the non-Kohen on the [same] table, and he may give [his Challah] to any Kohen he wishes.", 
            "3": "Rather, [Challah] of outside the land of Israel [is not prohibited] because there is nothing to decree upon. However, here, if you allow fowl and cheese together, you might allow beef and cheese, and you would, therefore, be eating a Torah prohibited mixture of flesh and cheese. ", 
            "2": "It [your proof] makes sense if you're referring to the case where Challah from outside Israel is eaten in Israel because then there's a reason to issue a preventative measure — Challah from Israel is prohibited from the Torah. And [since the Rabbis] made no preventative measure, you can learn from it!", 
            "5": "Either way, [the combination of cheese and chicken] is cold with cold.", 
            "4": "Rav Sheshet challenged him: ", 
            "7": "It's a preventative measure, lest you bring it up in a boiling tray.", 
            "6": "Abayei said: ", 
            "9": "Rather,", 
            "8": "Either way, it would be a secondary [hot] vessel, and a secondary vessel does not cook. ", 
            "39": "what is meant by wipe and what is wash?", 
            "38": "wash", 
            "11": "Fowl may be placed on a table with cheese but may not be eaten [together], these are the words of Bait Shammai.", 
            "10": "It's a preventative measure, lest you bring it up in a [boiling] primary cooking vessel.", 
            "13": "It may not be placed on [the table] nor eaten [together].  Rabbe Yose said:", 
            "12": "However, Bait Hillel say", 
            "14": "This is of the leniencies of Bait Shammai and the stringencies of Bait Hillel.", 
            "16": "   ", 
            "33": "he said to them:", 
            "32": "But Igra, the father-in-law of Rabbe Aba, taught: 'fowl and cheese may be eaten freely'.  [This indicates that this teaching is] true for fowl and cheese but not for meat and cheese.", 
            "31": "They said to him:", 
            "30": "Rav Yitzchok the son or Rav Mesharshia visited the home of Rav Ashi.  They brought cheese for him and he ate.  They meat for him and he ate, [even though] he didn't wash his hands.", 
            "37": "And Bait Hillel say:", 
            "36": "[one must] wipe", 
            "35": "It was taught that Bait Shammai say:", 
            "34": "that is true at night but by day we can see [that our hands are clean]."
        }, 
        "206": {
            "24": "Challah outside of the land [of Israel]", 
            "20": "And it is forbidden to bring it [flesh] up [etc.]:", 
            "21": "Rav Yosef says: ", 
            "22": "We see from here that the chicken and milk are prohibited from the Torah because if you proposed that it was from the Rabbis, [you would be proposing that] eating itself is a preventative measure. On top of that would then be the rabbinic measure against bringing up, which might bring one to eat.", 
            "23": "And from where do we say that we do not enact a preventative measure above another preventative measure? It says in a Mishnah: ", 
            "1": "From this, we can infer that [cooking] fowl [with milk] is forbidden from the Torah. Whose  [opinion] is this like? It is not like Rabbi Akiva's. For if it was Rabbi Akiva, does he not say:", 
            "0": "One who takes a vow against partaking in \"flesh\" is [still] allowed to partake in the flesh of fish and locust.", 
            "3": "Rather, say the end [of the Mishnah]:", 
            "2": "Wild beast and fowl are not from the Torah?  ", 
            "5": "Thus, chicken is forbidden! We can then ascribe this Mishnah to Rabbi Akiva, who says:", 
            "4": "One who takes a vow against partaking in \"flesh\" is [still] allowed to partake in the flesh of fish and locusts.", 
            "7": "As it says in a Braita: ", 
            "6": "All matters that a messenger must [return to his sender to] consult upon, are of the type [of item that he was sent to retrieve].", 
            "9": "They said to Rabbi Akiva: ", 
            "8": "One who takes a vow against partaking in \"greens\" can partake in gourds. Rabbi Akiva forbids it. ", 
            "11": "He replied: ", 
            "10": "Wouldn't a man [sender] say to his messenger, \"Take for us 'greens,'\" and he [the messanger] would respond, \"I only found gourds.\"?", 
            "13": "Instead, [we see] that gourds are in the category of \"greens\" but legumes are not in the category of \"greens.\"", 
            "12": "That is the point! Would the messenger ever [return and] say, \"I only found legumes?\"", 
            "15": "Rav Yosef says:", 
            "14": "The beginning [of the Mishnah is the] Rabbis, and the end [of the Mishnah is] Rabbi Akiva.", 
            "17": "Rav Ashi says:", 
            "16": "[The Mishnah was composed by] Rebbi. And he raised it/based it(Nasiv?) based on a Tannaitic dispute. In regards to vows, he holds like Rabbi Akiva, and in regards to meat and milk, he holds like the Rabbis. ", 
            "19": "All flesh is forbidden to cook in milk. Some [types of meat with milk are forbidden] from the Torah and some from the Rabbis, except the flesh of fish and locust, which are neither from the Torah nor from the Rabbis. ", 
            "18": "The entirety [of the Mishnah] is Rabbi Akiva, and this is what is meant to say:"
        }, 
        "208": {
            "24": "He said,", 
            "25": "\"Not at all.\"", 
            "26": "Regarding what we quoted above \"Rav Chisda said,", 
            "27": "One who eats meat isn't allowed to eat cheese,", 
            "20": "\"Not at all.\"", 
            "21": "Really?  But Rav Chisda said,", 
            "22": "One who eats meat isn't allowed to eat cheese, [one who eats] cheese is allowed to eat meat.", 
            "23": "Rather [Rav Asi must have asked] How long should one wait between [eating] cheese and meat?...", 
            "28": "[one who eats] cheese is allowed to eat meat.\"", 
            "29": "Rav Aha bar Yosef said to Rav Chisda,", 
            "5": "Rather, Bait Shammai say:", 
            "7": "and Bait Hillel say:", 
            "6": "wipe and the same is true for rinse", 
            "9": "one said this and one said that but they don't disagree.", 
            "8": "rinse and the same is true for wipe.", 
            "11": "wiping the mouth is only with bread.", 
            "10": "The statement itself: Rabbe Zayra said:", 
            "13": "and wheat bread is only if it is cold, but if it is hot it becomes pasty.", 
            "12": "This is only with wheat bread but not barley bread.", 
            "15": "However, the Halacha is ...", 
            "14": "and this is only if it soft but not if it hard.", 
            "17": "Rav Asi asked Rabbi Yochanan", 
            "16": "with all things can be used to wipe [the mouth] besides for flour, dates and vegetables.", 
            "19": "He said,", 
            "18": "How long should one wait between [eating] meat and cheese?", 
            "31": "We reference the verse, \"The meat was still between their teeth\" (Numbers 11:33)", 
            "30": "\"The meat this is between the teeth, what do we make of it?\"", 
            "34": "But I, even if I won't eat it at this meal, I'll eat it at the next meal.", 
            "33": "In comparison to my father, regarding this matter, I am vinegar the son of wine.   My father, when he ate meat, would not eat cheese until the same time the next day.", 
            "32": "Mar Ukva says,"
        }, 
        "125": {
            "0": "Rav Yitzchak said 'a kosher bird may be eaten based [solely] on a mesorah.'"
        }, 
        "127": {
            "11": "Rav Gavia from Bay Katil said to Rav Ashi", 
            "10": "It [the forming chick] spread throughout.", 
            "12": "The opposite ruling [the blood spot on the yolk and white] was taught before Abbaya and Abbaya corrected it to our version. ", 
            "3": "It is permissible to eat eggs that were boiled with non-kosher eggs [based on Rashi]", 
            "2": "Our Rabbis taught", 
            "5": "If there is a blood spot inside the egg, remove the blood and eat the remainder.", 
            "4": "Eggs that were not fertilized - a concerned soul will eat them. ", 
            "7": "This is the case where the blood spot is on its knot [place of fertilization.]", 
            "6": "Rabbi Yirmiah says", 
            "9": "This was only taught when it [the blood spot] was located in the egg white but if it is on the egg yolk, even the whole egg is forbidden. What is the reason?", 
            "8": "Dostei father of R' Aptoriki taught "
        }, 
        "224": {
            "1": "\"Salted is like hot, pickled is like cooked.\"", 
            "0": "Assume that it derives from Shmuel, who said:", 
            "38": "One who brings up fowl together with cheese on a table has not transgressed."
        }, 
        "222": {
            "13": "[...] There was a bird that fell into a jar of <i>kamka</i> [milk based food]. Rav Hinena bar Rava of Pashrona permitted it.", 
            "15": "Who is wise enough to permit in this way if not Rav Hinena bar Rava of Pashrona!", 
            "14": "Says Rava:", 
            "17": "When Shmuel said \"Salted is like hot...\", it's only when it can't be eaten because of its saltiness. This <i>kutcha</i> [=<i>kamka</i>] can be eaten even with its saltiness.", 
            "16": "He reasons:", 
            "19": "And if it has cracks, the whole thing is prohibited. and it it's spiced, it's prohibited.", 
            "18": "And this statement is when it's raw, but roasted, it needs [removal of] a peel."
        }, 
        "221": {
            "11": "Says Rav Yehuda in the name of Shmuel:", 
            "13": "and Shmuel is self consistent, since he says:", 
            "12": "It's prohibited to eat hot food in a dish that was used to salt meat.", 
            "14": "\"Salted is like hot, pickled is like cooked.\"", 
            "65": " Hezekiah said in the name of Abaye: The law is", 
            "66": "fish that was served on a [meat] plate may be eaten with milk sauce, and a radish that was cut with a meat knife may not be eaten with milk sauce.", 
            "67": "This is so only in the case of a radish,"
        }, 
        "13": {
            "0": "An individual does not [so much as] bruise his finger below [i.e. on earth], unless it is so ordained by above [in Heaven], as it says, The steps of man are guided by the L-rd"
        }
    }, 
    "meta": "Daf-Line"
}