{
    "title": "Ben Aryeh on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחם </b> משנה: דכשמביא היחיד כשבה או שעירה כששגג באחת ממ\"ב כריתות כו'. נ\"ב זה הלשון אינו מובן דאף ר' נסים גאון לא קאמר אלא בשעירה של ע\"ז:"
            ],
            [],
            [
                "<b>וכל האמורין [נקטרים כאחד] ונשרפין על בית החיצון. </b> כצ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> ומ\"ש והוא שלא קדשו הנסכים בכלי שרת כו'. נ\"ב ע' תוספות יו\"ט פרק שביעי דמנחות משנה ד' ד\"ה נסכים כו':"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> מ\"ש רבינו אפי' אחורי ההיכל צריך למוד מנין לו. נ\"ב כן הוא להדי' שם דף נ\"ה ע\"ב אחורי בית הכפורת מאי ת\"ש כו' וע' תוספות יו\"ט פ\"ה דזבחים מ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>משנה </b> למלך: ע' בתוספות ספ\"ק דזבחים. נ\"ב וביומא דף נ\"ז ע\"א:"
            ],
            [
                "<b>במל\"מ: </b> והכי אמרינן בת\"ק בפרק פר כהן משיח. נ\"ב צ\"ל אמרינן בתו\"כ בפרשה פר כהן משיח כו':"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> קודם זריקה אינו פוסל. נ\"ב ע' ירושלמי פסחים סוף פרק ה' ובקרבן עדה שם:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> ומצוי חטאת העוף מעכב משנה שם בזבחים מיצה דם הגוף פסולה. נ\"ב צ\"ל מיצה דם [הראש ולא מיצה דם] הגוף פסולה [וכ\"ה במשנה שם ס\"ד ע\"ב]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בלחם </b> משנה, בסוף הדיבור: אפי' שירי דמים פנימים פטור. נ\"ב ויותר נראה דהאי וכן כו' קאי על ניתז מאצבע וכו' דבסמוך וכאן צ\"ל אות ח' וק\"ל:"
            ],
            [
                "<b>נ\"ב </b> ההלכה ח' מתחיל מן <b> וכן בחטאות הנשרפות ניתז כו'.</b> :"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> והיכי אפשר לומר דדוקא במזרח וצ\"ע. נ\"ב ע' לשון ספרי פרשה נשא פ' י\"ז לפני ה' במזרח שבכל מקום שנאמר לפני ה' הרי הוא במזרח עד שיפרוט לך הכתוב. מזה משמע כהרמב\"ם דדוקא במזרח וע' במפרש שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> קב\"ה גלי' ומיפשטא בעי' אלא כו'. נ\"ב ונראה דנפקא מינה נמי לדידן דאין קוברין אצל מי שחייב מיתה בד\"ש בוודאי וע' יבמות דף ל\"ב ע\"ב ובתוס' שם ד\"ה בין כו':"
            ],
            [
                "<b>כ\"מ: </b> הי' בעל התודה כהן וכו' (ולא כתב מקור לזה). נ\"ב מנחות דף מ\"ו ע\"ב"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> בר\"פ הערל כו' והג\"ה שנדפס בצדו ונראה דק\"ק גמר רבינו מק\"ו כו'. נ\"ב ועוד י\"ל דגמרינן מפסח בהיקשא דזאת התורה וכמ\"ש התוס' פרק הערל (יבמות דף ע' ע\"ב) ד\"ה דפסח:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם גבלה ביין של נסכים כו'. </b> נ\"ב צ\"ל בשמן ונ\"ב ע' נודע ביהודה חלק אורח חיים סי' כ\"ב:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחם </b> משנה: איך פסק כאן רבינו כר\"ז וכדכתיבנא. נ\"ב וע\"ע פי\"ב מה' עכו\"ם ה' ג':"
            ]
        ],
        [
            [],
            [
                "<b>כ\"מ, </b> סוף ההלכה: כמו בבהמה או לא. נ\"ב ע' לחם משנה פרק ה' מה' ערכין ה' י\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>משנה </b> למלך, בסוף: שדבריו מתמיהים וצ\"ע. נ\"ב ע' חכם צבי סי' ק\"כ:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}