{
    "work": "Ezra", 
    "text": {
        "9_Chapter, 38_Verse": "Shelemya, and Natan, and ῾Adaya,", 
        "1_Chapter, 49_Verse": "the children of Asna, the children of Me῾unim, the children of Nefusim,", 
        "2_Chapter, 8_Verse": "Then stood Yeshua with his sons and his brethren, Qadmi’el and his sons, the sons of Yehuda, together, to superintend the workmen in the house of God: the sons of Ĥenadad, with their sons and their brethren the Levites.", 
        "6_Chapter, 9_Verse": "For ῾Ezra had prepared his heart to seek the Tora of the Lord, and to do it, and to teach in Yisra᾽el statutes and judgments.", 
        "7_Chapter, 2_Verse": "of the sons of Shekhanya, of the sons of Par῾osh, Zekharya; and with him were reckoned by genealogy one hundred and fifty males.", 
        "1_Chapter, 52_Verse": "the children of Barqos, the children of Sisera, the children of Temaĥ,", 
        "8_Chapter, 3_Verse": "Then everyone who trembled at the words of the God of Yisra᾽el, because of the transgression of those who had been carried away gathered around me; and I sat appalled until the evening sacrifice.", 
        "1_Chapter, 0_Verse": "Now these are the children of the province who went up out of the captivity, of those exiles whom Nevukhadneżżar the king of Bavel had carried away to Bavel, and they came back to Yerushalayim and Yehuda, everyone to his city.", 
        "0_Chapter, 10_Verse": "And the vessels of gold and of silver were five thousand four hundred. All these did Sheshbażżar bring, when the exiles were brought up from Bavel to Yerushalayim.", 
        "7_Chapter, 15_Verse": "So I sent for Eli῾ezer, for Ari᾽el, for Shema῾ya, and for Elnatan, and for Yariv, and for Elnatan, and for Natan, and for Zekharya, and for Meshullam, chief men: and for Yoyariv, and for Elnatan, men of understanding.", 
        "1_Chapter, 29_Verse": "The children of Magbish, one hundred and fifty six.", 
        "6_Chapter, 25_Verse": "And whoever will not do the law of thy God, and the law of the king, let judgment be with diligence executed upon him, whether it be for death, or for banishment, or for confiscation of goods, or for imprisonment.", 
        "0_Chapter, 9_Verse": "thirty bowls of gold, silver bowls of a second sort four hundred and ten, and other vessels a thousand.", 
        "6_Chapter, 1_Verse": "the son of Shallum, the son of Żadoq, the son of Aĥituv,", 
        "1_Chapter, 40_Verse": "The singers: the children of Asaf, one hundred and twenty eight.", 
        "9_Chapter, 27_Verse": "and of the sons of Bevay, Yehoĥanan, Ĥananya, Zabbay, and ῾Atlay;", 
        "7_Chapter, 19_Verse": "also of the temple servants, whom David and the princes had appointed for the service of the Levites, two hundred and twenty temple servants; all of whom were mentioned by name.", 
        "6_Chapter, 20_Verse": "And I, even I Artaĥshasta the king, do make a decree to all the treasurers who are beyond the river, that whatever ῾Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with diligence,", 
        "1_Chapter, 20_Verse": "The children of Bet-leĥem, one hundred and twenty three.", 
        "1_Chapter, 61_Verse": "these sought their register among those who were reckoned by genealogy, but they were not found: therefore they were excluded from the priesthood as unfit.", 
        "4_Chapter, 3_Verse": "We then spoke to them after this manner: What are the names of the men who are engaged on this building?", 
        "9_Chapter, 7_Verse": "and that whoever would not come within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the congregation of the exiles.", 
        "1_Chapter, 31_Verse": "The children of Ĥarim, three hundred and twenty.", 
        "1_Chapter, 34_Verse": "The children of Sena᾽a, three thousand six hundred and thirty.", 
        "1_Chapter, 42_Verse": "The temple servants; the children of Żiĥa, the children of Ĥasufa, and the children of Tabba῾ot,", 
        "5_Chapter, 6_Verse": "let the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God in its place.", 
        "4_Chapter, 11_Verse": "But because our fathers had provoked the God of heaven to anger, he gave them into the hand of Nevukhadneżżar the king of Bavel, the Kasdian, who destroyed this house, and carried the people away into Bavel.", 
        "6_Chapter, 21_Verse": "up to a hundred talents of silver, and up to a hundred measures of wheat, and up to a hundred bats of wine, and up to a hundred bats of oil, and salt without prescribed limit.", 
        "2_Chapter, 9_Verse": "And when the builders laid the foundation of the temple of the Lord, they set the priests in their apparel with trumpets, and the Levites the sons of Asaf with cymbals, to praise the Lord, according to the form prescribed by David king of Yisra᾽el.", 
        "5_Chapter, 8_Verse": "And that which they have need of, both young bullocks, and rams, and lambs, for the burnt offerings of the God of heaven, wheat, salt, wine and oil, according to the word of the priests who are at Yerushalayim, let it be given them day by day without fail:", 
        "1_Chapter, 13_Verse": "The children of Bigvay, two thousand and fifty six.", 
        "3_Chapter, 0_Verse": "Now when the adversaries of Yehuda and Binyamin heard that the children of the exiles were building the temple to the Lord God of Yisra᾽el;", 
        "1_Chapter, 28_Verse": "The children of Nevo, fifty two.", 
        "7_Chapter, 23_Verse": "Then I separated twelve of the chief of the priests, Sherevya, Ĥashavya, and ten of their brethren with them,", 
        "3_Chapter, 11_Verse": "Be it known to the king, that the Jews who came up from thee to us are come to Yerushalayim; they are building the rebellious and the bad city, and have set up its walls, and joined the foundations.", 
        "9_Chapter, 20_Verse": "and of the sons of Ĥarim, Ma῾aseya and Eliyya, and Shema῾ya, and Yeĥi᾽el, and ῾Uzziyya;", 
        "4_Chapter, 16_Verse": "Now therefore, if it seem good to the king, let search be made in the king’s treasure house, which is there at Bavel, whether it be so, that a decree was made by Koresh the king to build this house of God at Yerushalayim, and let the king send his pleasure to us concerning this matter.", 
        "2_Chapter, 10_Verse": "And they sang responsively in praising and giving thanks to the Lord; because he is good, for his steadfast love endures for ever towards Yisra᾽el. And all the people shouted with a great shout, when they praised the Lord, because the foundation of the house of the Lord was laid.", 
        "9_Chapter, 32_Verse": "of the sons of Ĥashum, Mattenay, Mattatta, Zavad, Elifelet, Yeremay, Menashshe, Shim῾i;", 
        "1_Chapter, 19_Verse": "The children of Gibbar, ninety five.", 
        "1_Chapter, 67_Verse": "And some of the chiefs of fathers’ houses, when they came to the house of the Lord which is at Yerushalayim, offered freely for the house of God to set it up in its place:", 
        "3_Chapter, 13_Verse": "Now because we feel closely bound to the king’s palace, and it was not meet for us to see the king’s dishonour, therefore we have sent and certified the king;", 
        "8_Chapter, 6_Verse": "Since the days of our fathers we have been exceedingly guilty to this day; and for our iniquities we, our kings, and our priests, have been delivered into the hand of the kings of the lands, to the sword, to captivity, and to plundering, and to utter shame, as it is this day.", 
        "8_Chapter, 2_Verse": "And when I heard this thing, I rent my garment and my mantle, and plucked off the hair of my head and of my beard, and sat down appalled.", 
        "8_Chapter, 10_Verse": "which Thou hast commanded by Thy servants the prophets, saying, The land, into which you go to possess it, is an unclean land through the uncleanness of the peoples of the lands, with their abominations, for they have filled it from one end to the other with their uncleanness.", 
        "1_Chapter, 25_Verse": "The children of Rama and Geva, six hundred and twenty one.", 
        "1_Chapter, 14_Verse": "The children of ῾Adin, four hundred and fifty four.", 
        "1_Chapter, 4_Verse": "The children of Araĥ, seven hundred and seventy five.", 
        "3_Chapter, 7_Verse": "Reĥum the chancellor and Shimshay the scribe wrote a letter against Yerushalayim to Artaĥshasta the king in this sort:", 
        "5_Chapter, 4_Verse": "and also let the golden and silver vessels of the house of God which Nevukhadneżżar took out of the temple which is at Yerushalayim, and brought to Bavel, be restored, and brought back to the temple which is at Yerushalayim, every one to its place, and place them in the house of God.", 
        "4_Chapter, 12_Verse": "But in the first year of Koresh the king of Bavel the same king Koresh made a decree to build this house of God.", 
        "7_Chapter, 34_Verse": "Also the children of those who had been carried away, who were come out of the exile, offered burnt offerings to the God of Yisra᾽el, twelve bullocks for all Yisra᾽el, ninety six rams, seventy seven lambs, twelve he goats for a sin offering: all this was a burnt offering to the Lord.", 
        "1_Chapter, 15_Verse": "The children of Ater (of Yeĥizqiyya,) ninety eight.", 
        "3_Chapter, 6_Verse": "And in the days of Artaĥshasta, Bishlam, Mitredat, Tave᾽el, and the rest of their companions, wrote to Artaĥshasta, king of Paras; and the writing of the letter was written in the Aramic script, and translated into the Aramic tongue.", 
        "0_Chapter, 4_Verse": "Then rose up the chiefs of the fathers’ houses of Yehuda and Binyamin, and the priests, and the Levites, with all them whose spirit God had stirred to go up to build the house of the Lord which is in Yerushalayim.", 
        "5_Chapter, 12_Verse": "Then Tattenay governor on this side of the river, Shetar-bozenay, and their associates, according to that which Daryavesh the king had sent, so they did with diligence.", 
        "1_Chapter, 64_Verse": "besides their men servants and women servants, of whom there were seven thousand three hundred and thirty seven: and there were among them two hundred singing men and singing women.", 
        "9_Chapter, 14_Verse": "Only Yonatan the son of ῾Asa᾽el and Yaĥzeya the son of Tiqva stood out against this: and Meshullam and Shabbetay the Levite helped them.", 
        "1_Chapter, 53_Verse": "the children of Neżiaĥ, the children of Ĥatifa.", 
        "6_Chapter, 6_Verse": "And there went up some of the children of Yisra᾽el, and of the priests, and the Levites, and the singers, and the gatekeepers, and the temple servants, to Yerushalayim, in the seventh year of Artaĥshasta the king.", 
        "9_Chapter, 11_Verse": "Then all the congregation answered and said with a loud voice. As thou hast said, so must we do.", 
        "9_Chapter, 43_Verse": "All these had married foreign women: and some of them had wives by whom they had children.", 
        "7_Chapter, 0_Verse": "Now these are the heads of their fathers’ houses, and this is the genealogy of those who went up with me from Bavel, in the reign of Artaĥshasta the king.", 
        "4_Chapter, 10_Verse": "And thus they returned us answer, saying, We are the servants of the God of heaven and earth, and build the house that was built these many years ago, which a great king of Yisra᾽el did build and set up.", 
        "3_Chapter, 16_Verse": "Then the king sent an answer to Reĥum the chancellor, and to Shimshay the scribe, and to the rest of their companions who dwelt in Shomeron, and to the rest beyond the river. Peace. And now,", 
        "7_Chapter, 11_Verse": "And of the sons of ῾Azgad, Yoĥanan the son of Haqqatan; and with him a hundred and ten males.", 
        "6_Chapter, 11_Verse": "Artaĥshasta, king of kings, to ῾Ezra the priest, a scribe of the law of the God of heaven, a perfect man. And now,", 
        "2_Chapter, 3_Verse": "And they kept the feast of booths, as it is written, and offered the daily burnt offerings by number, according to the prescribed form, as the duty of every day required;", 
        "3_Chapter, 23_Verse": "Then the work of the house of God which is at Yerushalayim ceased. So it ceased until the second year of the reign of Daryavesh king of Paras.", 
        "9_Chapter, 13_Verse": "Let now our rulers of all the congregation stand, and let all those who have taken foreign women in our cities come at appointed times, and with them the elders of every city, and their judges, until the fierce wrath of our God for this matter is turned away from us.", 
        "1_Chapter, 63_Verse": "The whole congregation together was forty two thousand three hundred and sixty,", 
        "5_Chapter, 21_Verse": "And they kept the feast of unleavened bread seven days with joy: for the Lord had made them joyful, and turned the heart of the king of Ashshur to them, to strengthen their hands in the work of the house of God, the God of Yisra᾽el.", 
        "6_Chapter, 19_Verse": "And what more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king’s treasure house.", 
        "7_Chapter, 22_Verse": "So we fasted and besought our God for this: and he listened to our entreaty.", 
        "7_Chapter, 35_Verse": "And they delivered the king’s commissions to the king’s satraps, and to the governors on this side of the river: and they furthered the people, and the house of God.", 
        "4_Chapter, 2_Verse": "At the same time came to them Tattenay, governor on this side of the river, and Shetar-bozenay, and their companions, and said thus to them, Who has commanded you to build this house, and to make up this wall?", 
        "8_Chapter, 4_Verse": "And at the evening sacrifice I arose from my fasting; and my garment and my mantle being rent, I fell upon my knees, and spread out my hands to the Lord my God,", 
        "4_Chapter, 6_Verse": "they sent a letter to him, and in it was written thus; To Daryavesh the king, all peace.", 
        "2_Chapter, 1_Verse": "Then stood up Yeshua the son of Yożadaq, and his brethren the priests, and Zerubbavel the son of She᾽alti᾽el, and his brethren, and they built the altar of the God of Yisra᾽el, to offer burnt offerings upon it, as it is written in the Tora of Moshe the man of God.", 
        "9_Chapter, 39_Verse": "Makhnadvay, Shashay, Sharay,", 
        "7_Chapter, 26_Verse": "also twenty bowls of gold, of a thousand darics; and two vessels of fine copper, precious as gold.", 
        "3_Chapter, 12_Verse": "Be it known now to the king, that, if this city is built, and the walls set up again, then they will not pay toll, tribute, and custom, and so the revenue of the kings will suffer damage.", 
        "3_Chapter, 1_Verse": "then they came to Zerubbavel, and to the chiefs of the fathers’ houses and said to them, Let us build with you: for we seek your God, as you do; and we have sacrificed to him since the days of Esar-ĥaddon king of Ashshur, who brought us up here.", 
        "4_Chapter, 9_Verse": "We asked their names also, to make known to thee, that we might write the names of the men who were at their head.", 
        "8_Chapter, 14_Verse": "O Lord God of Yisra᾽el, Thou are righteous: for we are left, a remnant that is escaped, as it is this day: behold, we are before Thee in our guiltiness: but we cannot stand before Thee because of this.", 
        "9_Chapter, 4_Verse": "Then ῾Ezra arose, and made the chief priests, the Levites, and all Yisra᾽el swear that they would do according to this word. And they swore.", 
        "7_Chapter, 4_Verse": "Of the sons of Shekhanya, the son of Yaĥazi᾽el and with him three hundred males.", 
        "1_Chapter, 27_Verse": "The men of Bet-el and ῾Ay, two hundred and twenty three.", 
        "5_Chapter, 1_Verse": "And there was found at Aĥmeta, the fortress that is in the province of Maday, a roll, and therein was a record thus written:", 
        "1_Chapter, 8_Verse": "The children of Zakkay, seven hundred and sixty.", 
        "8_Chapter, 0_Verse": "Now when these things were done, the princes came to me, saying, The people of Yisra᾽el, and the priests, and the Levites, have not separated themselves from the peoples of the lands, doing according to their abominations, even of the Kena῾ani, the Ĥitti, the Perizzi, the Yevusi, the ῾Ammoni, the Mo᾽avi, the Mizri, and the Emori.", 
        "6_Chapter, 22_Verse": "Whatever is commanded by the God of heaven, let it be speedily done for the house of the God of heaven: for why should there be wrath against the realm of the king and his sons?", 
        "4_Chapter, 5_Verse": "The copy of the letter that Tattenay, governor on this side of the river, and Shetar-bozenay, and his companions the Afarsekhites, who were on this side of the river, sent to Daryavesh the king:", 
        "7_Chapter, 16_Verse": "And I sent them with commandment to ῾Iddo the chief at the place Kasifya, and I told them what they should say to ῾Iddo, and to his brother who were appointed at the place Kasifya that they should bring to us ministers for the house of God.", 
        "1_Chapter, 39_Verse": "The Levites: the children of Yeshua and Qadmi᾽el of the children of Hodavya, seventy four.", 
        "3_Chapter, 15_Verse": "We make known to the king that, if this city is rebuilt and its walls set up, by this means thou shalt have no portion on this side of the river.", 
        "9_Chapter, 16_Verse": "And they made an end of the whole matter of the men who had taken foreign women by the first day of the first month.", 
        "1_Chapter, 11_Verse": "The children of ῾Azgad, one thousand two hundred and twenty two.", 
        "3_Chapter, 2_Verse": "But Zerubbavel and Yeshua, and the rest of the chiefs of the fathers’ houses of Yisra᾽el, said to them, You have nothing to do with us in building a house to our God; but we ourselves alone will build to the Lord God of Yisra᾽el, as king Koresh the king of Paras has commanded us.", 
        "1_Chapter, 68_Verse": "they gave after their ability to the treasury of the work sixty one thousand drachmas of gold, and five thousand minas of silver, and one hundred priests’ garments.", 
        "6_Chapter, 23_Verse": "We also notify you, that as regards any of the priests and Levites, singers, gatekeepers, servants, or ministers of this house of God, it shall not be lawful to impose toll, tribute, or custom, upon them.", 
        "1_Chapter, 35_Verse": "The priests: the children of Yeda῾ya of the houses of Yeshua, nine hundred and seventy three.", 
        "3_Chapter, 9_Verse": "and the rest of the nations whom the great and noble Asnappar brought over, and placed in the cities of Shomeron, and the rest who are on this side of the river. And now,", 
        "9_Chapter, 1_Verse": "And Shekhanya the son of Yeĥi᾽el, one of the sons of ῾Elam, answered and said to ῾Ezra, We have trespassed against our God, and have taken alien women of the peoples of the land: yet now there is hope in Yisra᾽el concerning this thing.", 
        "8_Chapter, 11_Verse": "Now therefore do not give your daughters to their sons, nor take their daughters to your sons, nor seek their peace or their welfare for ever: that you may be strong, and eat the good of the land, and leave it for an inheritance to your children for ever.", 
        "9_Chapter, 6_Verse": "And they made proclamation throughout Yehuda and Yerushalayim to all the children of the exile, that they should gather themselves together to Yerushalayim;", 
        "2_Chapter, 5_Verse": "From the first day of the seventh month they began to offer burnt offerings to the Lord. But the foundation of the temple of the Lord was not yet laid.", 
        "6_Chapter, 8_Verse": "For upon the first day of the first month was the beginning of the going up from Bavel, and on the first day of the fifth month he came to Yerushalayim, according to the good hand of his God upon him.", 
        "5_Chapter, 0_Verse": "Then Daryavesh the king made a decree, and search was made in the house of the archives, where the treasures were laid up in Bavel.", 
        "9_Chapter, 25_Verse": "and of the sons of ῾Elam, Mattanya, Zekharya, and Yeĥi᾽el, and ῾Avdi, and Yeremot, and Eliyya;", 
        "3_Chapter, 22_Verse": "Now when the copy of king Artaĥshasta’s letter was read before Reĥum, and Shimshay the scribe, and their companions, they went up in haste to Yerushalayim to the Jews, and made them to cease by force and power.", 
        "5_Chapter, 18_Verse": "And the children of the exile kept the passover upon the fourteenth day of the first month.", 
        "3_Chapter, 14_Verse": "that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful to kings and provinces, and that they have moved sedition within the same of old time: for which cause was this city laid waste.", 
        "4_Chapter, 0_Verse": "Then the prophets, Ĥaggay the prophet, and Zekharya the son of ῾Iddo, prophesied to the Jews who were in Yehuda and Yerushalayim in the name of the God of Yisra᾽el, even to them.", 
        "9_Chapter, 23_Verse": "and of the singers, Elyashiv; and of the gatekeepers, Shallum, and Telem, and Uri;", 
        "8_Chapter, 8_Verse": "For we were slaves; yet our God did not forsake us in our slavery but gave us grace in the sight of the kings of Paras; to give us a reviving, to set up the house of our God, and to repair its ruins, and to give us a wall in Yehuda and in Yerushalayim.", 
        "1_Chapter, 18_Verse": "The children of Ĥashum, two hundred and twenty three.", 
        "1_Chapter, 38_Verse": "The children of Ĥarim, one thousand and seventeen.", 
        "9_Chapter, 24_Verse": "and of Yisra᾽el: of the sons of Par῾osh, Ramya, and Yizziyya, and Malkiyya, and Miyyamin, and El῾azar, and Malkiyya, and Benaya;", 
        "7_Chapter, 10_Verse": "And of the sons of Bevay, Zekharya the son of Bevay: and with him twenty eight males.", 
        "5_Chapter, 3_Verse": "with three rows of great stones, and a row of new timber: and let the expenses be paid out of the king’s house:", 
        "7_Chapter, 28_Verse": "Watch, and keep them, until you weigh them before the chief of the priests and the Levites, and chief of the fathers of Yisra᾽el, at Yerushalayim, in the chambers of the house of the Lord.", 
        "7_Chapter, 30_Verse": "Then we departed from the river of Ahava on the twelfth day of the first month, to go to Yerushalayim: and the hand of our God was upon us, and he delivered us from the hand of the enemy, and of such as lie in wait by the way.", 
        "2_Chapter, 12_Verse": "so that the people could not distinguish the sound of the shout of joy from the sound of the weeping of the people: for the people shouted with a loud shout, and the sound was heard afar off.", 
        "2_Chapter, 11_Verse": "But many of the priests and Levites and the chiefs of the fathers’ houses, old men who had seen the first house; when the foundation of this house was laid before their eyes, wept with a loud voice; but many shouted aloud for joy:", 
        "1_Chapter, 37_Verse": "The children of Pashĥur, one thousand two hundred and forty seven.", 
        "8_Chapter, 9_Verse": "And now, O our God, what shall we say after this? for we have forsaken Thy commandments,", 
        "7_Chapter, 13_Verse": "And of the sons of Bigvay, ῾Utay and Zakkur; and with them were seventy males.", 
        "6_Chapter, 17_Verse": "And whatever shall seem good to thee, and to thy brethren, to do with the rest of the silver and the gold, that do after the will of your God.", 
        "7_Chapter, 31_Verse": "And we came to Yerushalayim, and abode there three days.", 
        "9_Chapter, 41_Verse": "Shallum, Amarya, and Yosef.", 
        "5_Chapter, 9_Verse": "that they may offer sacrifices of sweet savour to the God of heaven, and pray for the life of the king, and of his sons.", 
        "9_Chapter, 31_Verse": "Binyamin, Malukh, Shemarya;", 
        "8_Chapter, 7_Verse": "And now for a little moment grace has been shown by the Lord our God, to leave us a remnant to escape, and to give us a secure anchorage in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage.", 
        "9_Chapter, 5_Verse": "Then ῾Ezra rose up from before the house of God, and went into the chamber of Yoĥanan the son of Elyashiv: and when he came there, he ate no bread, nor drank water: for he mourned because of the transgression of the exiles.", 
        "1_Chapter, 7_Verse": "The children of Zattu, nine hundred and forty five.", 
        "9_Chapter, 9_Verse": "And ῾Ezra the priest stood up, and said to them, You have transgressed, and have taken alien women to increase the guilt of Yisra᾽el.", 
        "6_Chapter, 10_Verse": "Now this is the copy of the letter that the king Artaĥshasta gave to ῾Ezra the priest, the scribe, learned in the words of the commandments of the Lord, and of his statutes to Yisra᾽el.", 
        "7_Chapter, 14_Verse": "And I gathered them together at the river that runs to Ahava, and we encamped there for three days: and I inspected the people, and the priests, but found there none of the sons of Levi.", 
        "7_Chapter, 3_Verse": "Of the sons of Paĥat-mo᾽av, Elyeho῾enay the son of Zeraĥya; and with him two hundred males.", 
        "7_Chapter, 20_Verse": "Then I proclaimed a fast there, at the river of Ahava, that we might afflict ourselves before our God, to seek of him a safe journey for us, and for our little ones, and for all our substance.", 
        "9_Chapter, 3_Verse": "Arise; for it is thy task: we also will be with thee: be of good courage, and do it.", 
        "8_Chapter, 13_Verse": "should we again break Thy commandments, and make marriages with the peoples of these abominations? wouldst Thou not be angry with us till Thou wouldst consume us, so that there should be no remnant nor any to escape?", 
        "1_Chapter, 65_Verse": "Their horses were seven hundred and thirty six; their mules, two hundred and forty five;", 
        "7_Chapter, 29_Verse": "So the priests and the Levites took the weight of the silver, and the gold, and the vessels, to bring them to Yerushalayim to the house of our God.", 
        "6_Chapter, 27_Verse": "and has given me grace before the king, and his counsellors, and before all the king’s mighty princes. And I was strengthened as the hand of the Lord my God was upon me, and I gathered together out of Yisra᾽el chief men to go up with me.", 
        "1_Chapter, 43_Verse": "the children of Qeros, the children of Si῾aha, the children of Padon,", 
        "3_Chapter, 21_Verse": "Take heed now not to be slack in this: why should damage grow to the hurt of the kings?", 
        "1_Chapter, 47_Verse": "the children of Reżin, the children of Neqoda, the children of Gazzam,", 
        "7_Chapter, 32_Verse": "Now on the fourth day the silver and the gold and the vessels were weighed in the house of our God by the hand of Meremot the son of Uriyya the priest; and with him was El῾azar the son of Pineĥas; and with them was Yozavad the son of Yeshua, and No῾adya the son of Binnuy, Levites;", 
        "4_Chapter, 7_Verse": "Be it known to the king, that we went into the province of Yehuda, to the house of the great God, which is built with great stones, and timber is laid in the walls, and this work goes on with diligence, and prospers in their hands.", 
        "1_Chapter, 48_Verse": "the children of ῾Uzza, the children of Paseaĥ, the children of Besay,", 
        "3_Chapter, 17_Verse": "the letter which you sent to us has been plainly read before me.", 
        "1_Chapter, 32_Verse": "The children of Lod, Ĥadid, and Ono, seven hundred and twenty five.", 
        "1_Chapter, 56_Verse": "the children of Shefatya, the children of Ĥattil, the children of Pokheret-hażevayim, the children of Ami.", 
        "5_Chapter, 5_Verse": "Now Tattenay, governor beyond the river, Shetar-bozenay, and your associates, the Afarsekhites, who are beyond the river, keep far from hence:", 
        "1_Chapter, 44_Verse": "the children of Levana, the children of Ĥagava, the children of ῾Aqquv,", 
        "9_Chapter, 8_Verse": "Then all the men of Yehuda and Binyamin gathered themselves together to Yerushalayim within three days. It was the ninth month, on the twentieth day of the month; and all the people sat in the open place before the house of God, trembling because of this matter, and on account of the great rain.", 
        "1_Chapter, 60_Verse": "And of the children of the priests: the children of Ĥovayya, the children of Haqqoż; the children of Barzillay, who took a wife of the daughters of Barzillay the Gil῾adite, and was called after their name:", 
        "6_Chapter, 15_Verse": "and all the silver and gold that thou canst find in all the province of Bavel, with the freewill offering of the people, and of the priests, offering willingly for the house of their God which is in Yerushalayim:", 
        "0_Chapter, 6_Verse": "Also Koresh the king brought forth the vessels of the house of the Lord, which Nevukhadneżżar had brought out of Yerushalayim, and had put them in the house of his gods;", 
        "5_Chapter, 10_Verse": "Also I have made a decree, that whoever shall alter this word, let a beam of a timber be pulled down from his house, and let him be lifted up and impaled thereon; and let his house be made a dunghill for this.", 
        "9_Chapter, 33_Verse": "of the sons of Bani, Ma῾aday, ῾Amram, and U᾽el,", 
        "9_Chapter, 22_Verse": "and of the Levites, Yozavad, and Sim῾i, and Qelaya, (the same is Qelita,) Petaĥya, Yehuda, and Eli῾ezer;", 
        "9_Chapter, 34_Verse": "Benaya, Bedeya, Keluhu,", 
        "5_Chapter, 15_Verse": "And the children of Yisra᾽el, the priests and the Levites, and the rest of the children of the exile, kept the dedication of this house of God with joy,", 
        "0_Chapter, 3_Verse": "And whoever remains in any place where he sojourns, let the men of his place help him with silver, and with gold, and with goods, and with beasts, besides the freewill offering for the house of God that is in Yerushalayim.", 
        "9_Chapter, 28_Verse": "and of the sons of Bani, Meshullam, Malukh, and ῾Adaya, Yashuv, and She᾽al, and Ramot;", 
        "1_Chapter, 5_Verse": "The children of Paĥat-mo᾽av, of the children of Yeshua and Yo᾽av, two thousand eight hundred and twelve.", 
        "2_Chapter, 6_Verse": "They gave money also to the masons, and to the carpenters; and food, and drink, and oil, to those of Żidon, and of Żor, to bring cedar trees from the Levanon to the sea of Yafo, according to the grant that they had from Koresh king of Paras.", 
        "0_Chapter, 5_Verse": "And all they who were about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, besides all that was willingly offered.", 
        "1_Chapter, 33_Verse": "The children of Yereĥo, three hundred and forty five.", 
        "5_Chapter, 17_Verse": "And they set the priests in their divisions, and the Levites in their courses, for the service of God, which is at Yerushalayim; as it is written in the book of Moshe.", 
        "0_Chapter, 1_Verse": "Thus says Koresh king of Paras, The Lord God of heaven has given me all the kingdoms of the earth; and he has charged me to build him a house at Yerushalayim, which is in Yehuda.", 
        "9_Chapter, 26_Verse": "and of the sons of Zattu, Elyo῾enay, Elyashiv. Mattanya, and Yeremot, and Zavad, and ῾Aziza;", 
        "6_Chapter, 7_Verse": "And he came to Yerushalayim in the fifth month, which was in the seventh year of the king.", 
        "3_Chapter, 3_Verse": "Then the people of the land weakened the hands of the people of Yehuda, and frightened them off from building,", 
        "1_Chapter, 10_Verse": "The children of Bevay, six hundred and twenty three.", 
        "1_Chapter, 41_Verse": "The children of the gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of ῾Aqquv the children of Ĥatita, the children of Shovav, in all, one hundred and thirty nine.", 
        "9_Chapter, 19_Verse": "And of the sons of Immer; Ĥanani, and Zevadya;", 
        "7_Chapter, 6_Verse": "And of the sons of ῾Elam, Yesha῾ya the son of ῾Atalya; and with him seventy males.", 
        "9_Chapter, 35_Verse": "Vanya, Meremot, Elyashiv,", 
        "5_Chapter, 11_Verse": "And may the God who has caused his name to dwell there destroy all kings and peoples, that shall put to their hand to alter this, or to destroy this house of God which is at Yerushalayim. I Daryavesh have made a decree; let it be done with diligence.", 
        "0_Chapter, 7_Verse": "those did Koresh king of Paras bring out by the hand of Mitredat the treasurer, and counted them out to Sheshbażżar, the prince of Yehuda.", 
        "1_Chapter, 2_Verse": "the children of Par῾osh, two thousand one hundred and seventy two.", 
        "1_Chapter, 55_Verse": "the children of Ya῾ala, the children of Darqon, the children of Giddel,", 
        "6_Chapter, 5_Verse": "this ῾Ezra went up from Bavel; and he was a ready scribe in the Tora of Moshe, which the Lord God of Yisra᾽el had given: and the king granted him all his request, according to the hand of the Lord his God upon him.", 
        "1_Chapter, 30_Verse": "The children of the other ῾Elam, one thousand two hundred and fifty four.", 
        "7_Chapter, 24_Verse": "and weighed to them the silver, and the gold, and the vessels, the offering of the house of our God, which the king, and his counsellors, and his lords, and all Yisra᾽el there present, had offered:", 
        "7_Chapter, 18_Verse": "and Ĥashavya, and with him Yesha῾ya of the sons of Merari, his brethren and their sons, twenty;", 
        "7_Chapter, 21_Verse": "For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy on the road: because we had spoken to the king, saying, The hand of our God is upon all those who seek him for good; but his power and his wrath are against all those who forsake him.", 
        "7_Chapter, 1_Verse": "Of the sons of Pineĥas, Gershom: of the sons of Itamar, Daniyyel: of the sons of David, Ĥattush:", 
        "8_Chapter, 1_Verse": "For they have taken of their daughters for themselves, and for their sons: so that the holy seed have mingled themselves with the peoples of those lands: indeed, the hand of the princes and rulers has been chief in this crime.", 
        "1_Chapter, 58_Verse": "And these were they who went up from Tel-melaĥ, Tel-ĥarsha, Keruv, Addan, and Immer, but they could not tell their father’s house, and their seed, whether they were of Yisra᾽el:", 
        "1_Chapter, 59_Verse": "the children of Delaya, the children of Tovya, the children of Neqoda, six hundred and fifty two.", 
        "2_Chapter, 0_Verse": "And when the seventh month was come, and the children of Yisra᾽el were in the cities, the people gathered themselves together as one man to Yerushalayim.", 
        "1_Chapter, 26_Verse": "The men of Mikhmas, one hundred and twenty two.", 
        "1_Chapter, 23_Verse": "The children of ῾Azmavet, forty two.", 
        "6_Chapter, 13_Verse": "For thou art sent by the king, and by his seven counsellors, to inquire concerning Yehuda and Yerushalayim, according to the law of thy God which is in thy hand;", 
        "3_Chapter, 10_Verse": "this is the copy of the letter that they sent to him, to Artaĥshasta the king; Thy servants the men on this side of the river. And now,", 
        "5_Chapter, 13_Verse": "And the elders of the Jews built, and they prospered through the prophesying of Ĥaggay the prophet and Zekharya the son of ῾Iddo. And they built, and finished it, according to the commandment of the God of Yisra᾽el, and according to the commandment of Koresh, and Daryavesh, and Artaĥshasta king of Paras.", 
        "0_Chapter, 8_Verse": "And this is the number of them: thirty basins of gold, a thousand basins of silver, twenty nine knives,", 
        "6_Chapter, 24_Verse": "And thou, ῾Ezra, after the wisdom of thy God, that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the river, all such as know the laws of thy God; and teach them who do not know them.", 
        "6_Chapter, 0_Verse": "Now after these things, in the reign of Artaĥshasta king of Paras, ῾Ezra the son of Seraya, the son of ῾Azarya, the son of Ĥilqiyya,", 
        "6_Chapter, 4_Verse": "the son of Avishua, the son of Pineĥas, the son of El῾azar, the son of Aharon the chief priest: –", 
        "3_Chapter, 18_Verse": "And I commanded, and search has been made, and it is found that this city of old time made insurrection against kings, and that rebellion and sedition were made in it.", 
        "9_Chapter, 17_Verse": "And among the sons of the priests there were found such as had taken foreign women: namely, of the sons of Yeshua the son of Yożadaq, and his brothers; Ma῾aseya, and Eli῾ezer, and Yariv, and Gedalya.", 
        "7_Chapter, 8_Verse": "Of the sons of Yo᾽av, ῾Ovadya the son of Yeĥi᾽el; and with him two hundred and eighteen males.", 
        "1_Chapter, 24_Verse": "The children of Qiryat-῾arim, Kefira, and Be᾽erot, seven hundred and forty three.", 
        "1_Chapter, 1_Verse": "They came with Zerubbavel, Yeshua, Neĥemya, Seraya, Re῾elya, Mordekhay, Bilshan, Mispar, Bigvay, Reĥum, and Ba῾ana. The number of the men of the children of Yisra᾽el:", 
        "4_Chapter, 8_Verse": "Then we asked those elders, and said to them thus, Who commanded you to build this house, and to make up these walls?", 
        "2_Chapter, 7_Verse": "Now in the second year of their coming to the house of God at Yerushalayim, in the second month, began Zerubbavel the son of She᾽alti᾽el, and Yeshua the son of Yożadaq, and the remnant of their brethren the priests and the Levites, and all they who were come out of the captivity to Yerushalayim; and appointed the Levites, from twenty years old and upwards, to superintend the work of the house of the Lord.", 
        "7_Chapter, 33_Verse": "the whole was counted and weighed: and the weight of everything was recorded at that time.", 
        "3_Chapter, 8_Verse": "then wrote Reĥum the chancellor, and Shimshay the scribe, and the rest of their companions; the Dinites, the Afarsatkhites, the Tarpelites, the Afarsites, the Arkevites, the Bavlites, the Shushankhites, the Dehites, the ῾Elamites,", 
        "5_Chapter, 20_Verse": "And the children of Yisra᾽el who were come back out of exile, and all such as had separated themselves to them from the filthiness of the nations of the land, to seek the Lord God of Yisra᾽el did eat of it.", 
        "7_Chapter, 12_Verse": "And of the sons of Adoniqam (who came in the rear,) these were their names: Elifelet, Ye῾i᾽el, and Shema῾ya; and with them were sixty males.", 
        "1_Chapter, 12_Verse": "The children of Adoniqam, six hundred and sixty six.", 
        "1_Chapter, 69_Verse": "So the priests, and the Levites, and some of the people, and the singers, and the gatekeepers, and the temple servants, dwelt in their cities, and all Yisra᾽el in their cities.", 
        "9_Chapter, 15_Verse": "And the children of the exile did so. And certain chiefs of the fathers’ houses after the house of their fathers, and all of them by their names, were separated by ῾Ezra the priest, and they sat down on the first day of the tenth month to examine the matter.", 
        "3_Chapter, 20_Verse": "Therefore make a decree to cause these men to cease, and that this city be not rebuilt, until a further decree is given from me.", 
        "4_Chapter, 13_Verse": "And also the vessels of gold and silver of the house of God, which Nevukhadneżżar took out of the temple that was in Yerushalayim, and brought into the temple of Bavel, these did Koresh the king take out of the temple of Bavel, and they were delivered to one, whose name was Sheshbażżar, whom he had made governor;", 
        "1_Chapter, 46_Verse": "the children of Giddel, the children of Gaĥar, the children of Re᾽aya,", 
        "1_Chapter, 62_Verse": "And the governor said to them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Tummim.", 
        "4_Chapter, 15_Verse": "Then came the same Sheshbażżar, and laid the foundation of the house of God which is in Yerushalayim: and since that time even until now it has been in building, and it is still not finished.", 
        "9_Chapter, 18_Verse": "And they gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt.", 
        "4_Chapter, 1_Verse": "Then rose up Zerubbavel the son of She᾽alti᾽el, and Yeshua the son of Yożadaq, and began to build the house of God which is at Yerushalayim: and with them were the prophets of God helping them.", 
        "1_Chapter, 36_Verse": "The children of Immer, one thousand and fifty two.", 
        "8_Chapter, 5_Verse": "and said, O my God, I am ashamed and blush to lift up my face to Thee, my God: for our iniquities are increased over our head, and our guilt has mounted to the heavens.", 
        "9_Chapter, 10_Verse": "Now therefore make confession to the Lord God of your fathers, and do his pleasure: and separate yourselves from the peoples of the land, and from the alien women.", 
        "7_Chapter, 17_Verse": "And by the good hand of our God upon us they brought us a man of discretion, of the sons of Maĥli, the son of Levi, the son of Yisra᾽el; and Sherevya, with his sons and his brothers, eighteen;", 
        "6_Chapter, 26_Verse": "Blessed be the Lord God of our fathers, which has put such a thing as this in the king’s heart, to beautify the house of the Lord which is in Yerushalayim:", 
        "2_Chapter, 2_Verse": "And they set the altar upon its bases; for fear was upon them because of the people of those countries: and they offered burnt offerings upon it to the Lord, burnt offerings morning and evening.", 
        "6_Chapter, 3_Verse": "the son of Zeraĥya, the son of ῾Uzzi, the son of Buqqi,", 
        "5_Chapter, 7_Verse": "Moreover I make a decree as to what you shall do for the elders of these Jews for the building of this house of God: that of the king’s goods, even of the tribute beyond the river, expenses be given with all diligence to these men so that they are not delayed.", 
        "5_Chapter, 2_Verse": "In the first year of Koresh the king, the same Koresh the king made a decree, Concerning the house of God at Yerushalayim; let the house be built, the place where they offer sacrifices, and let its foundations be strongly laid; its height sixty cubits, and its breadth sixty cubits;", 
        "0_Chapter, 2_Verse": "Whoever is among you of all his people, let his God be with him, and let him go up to Yerushalayim, which is in Yehuda, and build the house of the Lord God of Yisra᾽el; (he is the God,) which is in Yerushalayim.", 
        "5_Chapter, 14_Verse": "And this house was finished on the third day of the month Adar, which was in the sixth year of the reign of Daryavesh the king.", 
        "7_Chapter, 5_Verse": "And of the sons of ῾Adin, ῾Eved the son of Yonatan; and with him fifty males.", 
        "7_Chapter, 27_Verse": "And I said to them, You are holy to the Lord; the vessels are holy also; and the silver and the gold are a freewill offering to the Lord God of your fathers.", 
        "9_Chapter, 42_Verse": "Of the sons of Nevo, Ye῾i᾽el, Mattitya, Zavad, Zevina, Yadday, and Yo᾽el, Benaya.", 
        "6_Chapter, 12_Verse": "I make a decree, that all they of the people of Yisra᾽el, and of his priests and Levites, in my realm, who are minded of their own freewill to go up to Yerushalayim, may go with thee.", 
        "1_Chapter, 45_Verse": "the children of Ĥagav, the children of Salmay, the children of Ĥanan,", 
        "4_Chapter, 14_Verse": "and he said to him, Take these vessels, go, carry them into the temple that is in Yerushalayim, and let the house of God be built on its place.", 
        "9_Chapter, 0_Verse": "Now when ῾Ezra had prayed, and when he had made confession, weeping and casting himself before the house of God, there assembled to him out of Yisra᾽el a very great congregation of men and women and children: for the people wept very bitterly.", 
        "3_Chapter, 5_Verse": "And in the reign of Aĥashverosh, in the beginning of his reign, they wrote to him an accusation against the inhabitants of Yehuda and Yerushalayim.", 
        "1_Chapter, 16_Verse": "The children of Beżay, three hundred and twenty three.", 
        "7_Chapter, 25_Verse": "so I weighed into their hand six hundred and fifty talents of silver, and of silver vessels a hundred talents, and of gold a hundred talents;", 
        "6_Chapter, 2_Verse": "the son of Amarya, the son of ῾Azarya, the son of Merayot,", 
        "5_Chapter, 19_Verse": "For the priests and the Levites had purified themselves; all of them were pure; and they killed the passover lamb for all the children of the exile, and for their brethren the priests, and for themselves.", 
        "9_Chapter, 37_Verse": "and Bani, and Binnuy, Shim῾i,", 
        "1_Chapter, 50_Verse": "the children of Baqbuq, the children of Ĥaqufa, the children of Ĥarĥur,", 
        "1_Chapter, 3_Verse": "The children of Shefatya, three hundred and seventy two.", 
        "1_Chapter, 6_Verse": "The children of ῾Elam, one thousand two hundred and fifty four.", 
        "1_Chapter, 54_Verse": "The children of the servants of Shelomo: the children of Sotay, the children of Soferet, the children of Peruda,", 
        "9_Chapter, 29_Verse": "and of the sons of Paĥat-mo᾽av, ῾Adna, and Kelal, Benaya, Ma῾aseya, Mattanya, Beżal᾽el, and Binnuy, and Menashshe;", 
        "3_Chapter, 19_Verse": "And there have been mighty kings over Yerushalayim, who ruled over all countries beyond the river; and toll, tribute, and custom, was paid to them.", 
        "1_Chapter, 17_Verse": "The children of Yora, a hundred and twelve.", 
        "3_Chapter, 4_Verse": "and they hired counsellors against them, to frustrate their purpose, all the days of Koresh king of Paras, until the reign of Daryavesh king of Paras.", 
        "6_Chapter, 18_Verse": "And the vessels that are given thee for the service of the house of thy God, deliver before the God of Yerushalayim.", 
        "1_Chapter, 51_Verse": "the children of Bażlut, the children of Meĥida, the children of Ĥarsha,", 
        "4_Chapter, 4_Verse": "But the eye of their God was upon the elders of the Jews, that they could not cause them to cease, till the matter came to Daryavesh: and then they returned answer by letter concerning this matter.", 
        "1_Chapter, 21_Verse": "The men of Netofa, fifty six.", 
        "1_Chapter, 57_Verse": "All the temple servants, and the children of the servants of Shelomo were three hundred and ninety two.", 
        "9_Chapter, 30_Verse": "and of the sons of Ĥarim, Eli῾ezer, Yishshiyya, Malkiyya, Shema῾ya, Shim῾on,", 
        "9_Chapter, 40_Verse": "῾Azar᾽el, and Shelemyahu, Shemarya,", 
        "9_Chapter, 36_Verse": "Mattanya, Mattenay, and Ya῾asay,", 
        "7_Chapter, 7_Verse": "And of the sons of Shefatya, Zevadya the son of Mikha᾽el; and with him eighty males.", 
        "9_Chapter, 12_Verse": "But the people are many, and it is a time of much rain, and we are not able to stand outside, nor is this a work of one day or two: for we are many who have transgressed in this thing.", 
        "8_Chapter, 12_Verse": "And after all that which has come upon us for our evil deeds, and for our great guilt, seeing that Thou our God hast punished us less than our iniquities deserve, and hast given us such deliverance as this;", 
        "9_Chapter, 2_Verse": "Now therefore let us make a covenant with our God to put away all such women, and such as are born of them, according to the counsel of my lord, and of those who tremble at the commandment of our God; and let it be done according to the Tora.", 
        "2_Chapter, 4_Verse": "and afterwards they offered the continual burnt offering, both of the new moons, and of all the sacred appointed seasons of the Lord, and on behalf of everyone who willingly offered a free will offering to the Lord.", 
        "1_Chapter, 22_Verse": "The men of ῾Anatot, one hundred and twenty eight.", 
        "6_Chapter, 14_Verse": "and to carry the silver and gold, which the king and his counsellors have freely offered to the God of Yisra᾽el, whose habitation is in Yerushalayim,", 
        "6_Chapter, 16_Verse": "that thou mayst buy speedily with this money bullocks, rams, lambs, with their meal offerings and their drink offerings, and offer them upon the altar of the house of your God which is in Yerushalayim.", 
        "9_Chapter, 21_Verse": "and of the sons of Pashĥur, Elyo῾enay, Ma῾aseya, Yishma᾽el, Netan᾽el, Yozavad, and El῾asa;", 
        "1_Chapter, 9_Verse": "The children of Bani, six hundred and forty two.", 
        "1_Chapter, 66_Verse": "their camels, four hundred and thirty five; their asses, six thousand seven hundred and twenty.", 
        "7_Chapter, 9_Verse": "And of the sons of Shelomit, the son of Yosifya; and with him one hundred and sixty males.", 
        "0_Chapter, 0_Verse": "Now in the first year of Koresh king of Paras, that the word of the Lord by the mouth of Yirmeya might be fulfilled, the Lord stirred up the spirit of Koresh king of Paras, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,", 
        "5_Chapter, 16_Verse": "and they offered at the dedication of this house of God a hundred bullocks, two hundred rams, four hundred lambs; and for a sin offering for all Yisra᾽el, twelve he goats, according to the number of the tribes of Yisra᾽el."
    }, 
    "meta": "Chapter-Verse"
}