{
    "title": "Nachal Eitan on Mishneh Torah, Fringes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Fringes",
    "text": [
        [
            [
                "<b>ענף שעושין על כנף הבגד ממין הבגד הוא הנקרא ציצית וכו'. ואין לחוטי הענף מנין מן התורה.</b> וכתב הכ\"מ שיש לתמוה מדאמרינן פ\"ק דיבמות האי לשיעורא הוא דאתא גדיל שנים גדילים ארבעה והכי אמרינן בפרק התכלת. משמע דמן התורה יש מנין לחוטי הענף וצ\"ע. וי\"ל ע\"פ שיטת רבינו עצמו שכתב הרב המגיד בריש הלכות אישות דכל דבר שאין מפורש בתורה קרי ליה דברי סופרים ואע\"פ שנלמד בי\"ג מדות. ובכ\"מ שם פירש דאע\"פ שהוא מדאורייתא קרי ליה ד\"ס שאלולי שקבלו סופרים פירושו לא היינו מבינים אותו כך. ומשמע שם דהוא הדין דבר הנלמד מריבויא דקרא. וא\"כ מהאי טעמא קרי נמי למנין חוטין דרבינן מגדילים שאינן מן התורה וכה\"ג כתב הלח\"מ בפ\"ז דלולב גבי דרשא דערבי נחל שתים דמקרי ד\"ס. ומ\"ש בס' ברכי יוסף דהכ\"מ שהקשה כאן על רבינו אזיל לטעמיה שכתב בפי\"ג דעדות דמה שאנו דורשים בפירוש הכתוב והוא נלמד מפשט הכתוב הוי כמפורש ולכך קרי התם פסולי עדות של קרובים מן התורה. ולדידי לא דמי הא דכאן לדהתם דליכא פלוגתא בהפירוש. משא\"כ הכא דאיכא דפליג ולא דריש גדילים למניינא כלל במנחות (דף ל\"ט ע\"ב) וא\"כ הרי שאינו בפשט הכתוב ולכן לא קרי ליה רבינו דאורייתא ושוב ראיתי שחילק כה\"ג בס' מגלת אסתר בפירושו על ספר המצות לרבינו בשורש השני."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חוטי הציצית בין לבן בין תכלת צריכין טווייה לשם ציצית.</b> וכתב הכ\"מ דפסק כשמואל. ומה שיש לדקדק בזה מדלעיל הלכות תפילין נתבאר שם בארוכה בפ\"ג עיי\"ש.",
                "<b> ואין עושין אותן לא מן הצמר הנאחז בקוצים כשהצאן רובצים ביניהם ולא מן הנימין הנתלשין מן הבהמה וכו'.</b> וכתב הכ\"מ שזה פירוש למ\"ש בפ\"ק דסוכה (דף ט') עשאה מן הקוצים ומן הנימין וכו' פסולה. ונראה דטעמו דכל הני משום בזויי מצוה. ויש לי להביא ראיה לפירוש זה מדברי התוס' בסוכה (דף י\"א סוף ע\"א) שהוקשה להם אהא דאמר רב גבי תלאן ולא פסק ראשי חוטין שלהן מפסיקן והן כשירין דפסיקתן זהו עשייתן. ואמאי גבי עשאה מן הקוצין ומן הנימין פסל רב ואע\"פ שעושה אח\"כ הציצית לגמרי לא חשבינן ליה עשייתן ועיי\"ש מ\"ש. אמנם הא לא קשיא רק לפי פירש\"י בההיא דעשאה מן הקוצים ומן הנימין דהיינו חוטין שנשארו בבגד מהאריגה ומהתפירה שלא נתלה בתחילה לשם ציצית ואמאי לא מהני מה שעושה אותן אח\"כ לגמרי לשם ציצית כדמהני פסיקה אחר התלייה. אך לפירוש רבינו מעיקרא לק\"מ דההיא דעשאה מן הקוצים וכו' משום בזויי מצוה פסילי ולכך אין להם תקנה ואינו עניין להך דלא פסק ראשי חוטין דמהני פסיקה אח\"כ דתיקן המעוות משא\"כ כשעשאה מן צמר ונימין הבזויין אי אפשר לתקנן.",
                "<b> ואין עושין אותן מצמר הגזול ואם עשה פסול.</b> וכתב הכ\"מ בפ\"ק דסוכה ממעט גזול מדכתיב ועשו להם משלהן וכתב הנמוק\"י דלא מפסיל אלא בשגזל חוטין ממש אבל אם גזל צמר ועשאה חוטין כשירה דקנייה ביאוש ושינוי הגוף. ורבינו שכתב מצמר הגזול פסול נראה דמיירי קודם יאוש. אי נמי אפי' אחר יאוש לא קני משום דהוי שנוי החוזר לברייתו ע\"כ. והנה תירוץ זה האחרון ודאי תמוה דבאמת שינוי גמור הוא בכה\"ג וכמבואר מהסוגיא דריש פ' הגוזל ובחו\"מ סי' ש\"ס וכ\"כ הט\"ז והמג\"א באו\"ח סי' י\"א סעיף ו'. ועכ\"פ מהני עם יאוש. ובפרט לפי מ\"ש בחו\"מ סי' שנ\"ג וסי' שס\"א דאפי' שינוי החוזר קני עם יאוש. אך תירוץ הראשון יש לקיים שפיר דרבינו מיירי קודם יאוש. ואף שתמה גם על זה הט\"ז שם דאין לומר דמיירי קרא דעשו להם משלהם לאפוקי גזל בלפני יאוש דא\"כ פשיטא ולמה לי קרא והכי פריך בב\"ק (דף ס\"ז) קרבנו ולא הגזול אימת אי לפני יאוש פשיטא. ובאמת לא דמו להדדי לפי מה שפירשו התוס' בסוכה (דף ל' ע\"א) דהא דפריך גבי קרבן דלפני יאוש פשיטא היינו משום דאינו יכול הגזלן להקדיש לפני יאוש והרי הוא חולין. ולפ\"ז גבי ציצית דלא שייך האי טעמא שפיר איכא למימר דאתא קרא לפסול לפני יאוש ואיצטריך לומר דלא מהני מה ששינה הצמר כל זמן שלא נתייאש. ושוב מצאתי שהרגיש בזה בס' מחנה אפרים סי' כ\"ט ובספר חמד משה וספר נזירות שמשון. וזה גם דלא כמ\"ש המגן אברהם בסי' י\"א ס\"ק י' לדעת הג\"ה דמדסתם וכתב אם גזל צמר ועשאן חוטין כשירין משמע דס\"ל דאף קודם יאוש כשר וכן משמע בריש סי' תרמ\"ט. ולדידי אין שום משמעות מדסתם בעל הג\"ה דאפשר דהיינו טעמא דסתם דקיי\"ל דסתם גזלן ישראל נתייאשו בו הבעלים וכדמוכח מדבריו בחו\"מ סי' שס\"ח. גם מסימן תרמ\"ט אינו ראיה לכאן ואדרבא נהפכה לסתירה דהא כתב שם גזל ד' מינים שבלולב דאם קנאו בלא סיוע המצוה כגון גזל לולב ושיפהו כשר דקנייה בשינוי מעשה. וא\"כ משמע דאילו קנאו ע\"י סיוע דמצוה פסול דהוי מצוה הבאה בעבירה. וכ\"כ הט\"ז בהדיא. ולפ\"ז אין לנו להכשיר כאן גבי גזל צמר ועשאו חוטין דהטוויה של החוטין מהני לקנין והן הן המצוה.<br><b> גם </b> מ\"ש הט\"ז לדעת רבינו דס\"ל כמ\"ש התוס' בב\"ק (דף ס\"ז) בשם ר\"ת לעולא דסבר דיאוש בכל מקום קני לבר מהקרבה משום דמצוה הבאה בעבירה היא. ובריש פ' לולב הגזול כתבו התוס' דכל מצוה דאורייתא הוי כקרבן. ומשו\"ה לענין ציצית נמי לא מהני יאוש ושינוי השם מטעם זה עכ\"ד הט\"ז. וגם בס' נזירות שמשון הסכים עמו בזה. וכה\"ג בס' אליה זוטא. ואישתמיטתייהו דברי רבינו שכתב בפ\"ה דהלכות איסורי מזבח דין ז' הגונב או הגוזל והקריב הקרבן פסול והקב\"ה שונאו שנאמר שונא גזל בעולה וכו' ואם נתייאשו הבעלים הקרבן כשר וטעמו פירש הלח\"מ בפרק י\"ח מהלכות מעשה הקרבנות דגבי קרבן איכא יאוש עם שינוי השם. הרי דאפילו גבי קרבן מהני יאוש עם שינוי השם מחולין לקודש ואע\"פ שהשינוי הוא מהמצוה וא\"כ ק\"ו לציצית ושאר מצות דמהני וכשר בכה\"ג. והטעם דלא הוי מצוה הבאה בעבירה כיון שקנאו הגזלן ביאוש ושינוי השם נעשית שלו ודמים לבד הוא נתחייב לנגזל וכמ\"ש הרמב\"ן במלחמות בריש פ' לולב הגזול. ומכל זה נתבאר דהעיקר הוא מ\"ש הכ\"מ כאן בתירוץ ראשון לדעת רבינו שהוא כדברי הנמוק\"י דבעינן יאוש עם שינוי ושינוי לחוד לא מהני דלא כהמ\"א ותרווייהו מיהא מהני ודלא כהט\"ז ושאר מחברים הנ\"ל. ומ\"ש בעל פמ\"ג באו\"ח בכוונת הט\"ז דקשיא ליה על דברי הכ\"מ בתירוץ א' דלמה נקט רבינו דין צמר גזול לפני יאוש דפסול ואמאי לא השמיענו רבותא טפי פסול דגזל חוטין לאחר יאוש דלא שמעינן לה מצמר בלא יאוש ע\"כ. ולדידי גם הא לק\"מ דהא אדרבא מתבאר מדברי רבינו בהלכות גזילה פ\"ב הל' א' דיאוש לחוד לא קני וגרע משינוי גמור בלא יאוש וא\"כ כיון דאשמועינן דשינוי דצמר לא מהני לחוד ק\"ו דיאוש לחוד לא מהני גבי גזל חוטין.",
                "<b> ואין עושין אותן וכו' ולא משל עיר הנדחת ולא משל קדשים ואם עשה פסול.</b> כתב הכ\"מ דטעמא דעיר הנדחת לאו משום דאסור בהנאה הוא דהא מצות לאו ליהנות ניתנו אלא טעמא דכיון דלשריפה קאי כתותי מכתת שיעוריה וכו'. ולפי דבריו קשה דאמאי פסל רבינו בציצית העשוי מצמר של קדשים דבהו לא שייך טעמא דכתותי. אלא נראה דלכך כייל רבינו לעיר הנדחת וקדשים עם פסול דצמר גזול משום דכלהו מחד טעמא נינהו וכי היכי דגזול פסלינן משום דכתיב ועשו להם משלהם מהאי טעמא פסלינן נמי של עיר הנדחת ושל קדשים דאינהו נמי לאו שלהם הוא דכל דבר האסור בהנאה לא מקרי שלו וכמ\"ש רבינו בפ\"ב דחמץ וכן בשל גבוה וכדמוכח בפסחים (דף ה' ע\"ב) גבי הא דדרש שלך אי אתה רואה אבל אתה רואה של אחרים ושל גבוה והעתיקו רבינו ריש פ\"ד. ושוב ראיתי להפמ\"ג באו\"ח סי' י\"א שהביא דברי הכ\"מ הללו והוקשה לו הך דקדשים ופירש דהיינו פסולייהו שעורותיהן יוצאין לשריפה. והוא דחוק דמי לא עסקינן נמי בקדשי בדק הבית דלא שייך בהו פסול והפמ\"ג עצמו מסיק שם כמ\"ש. דלאו שלהם הוא כיון דאסור בהנאה. אך ראייתו שהוכיח שם מאתרוג של ערלה בסוכה (דף ל\"ה) אינו ראיה לנידון דהכא דאיירי בצמר שאינו בר אכילה והוא בעצמו בסי' תרמ\"ט כתב לחלק דדוקא אתרוג דראוי לאכילה אמרינן דאי אסור באכילה ובהנאה לאו שלו הוא משא\"כ לולב שאינו ראוי לאכילה רק להנאה כל שהוא שלו אף דאסור בהנאה לא מימעט מלכם דהא למי ששלו עכ\"פ הוי. ולפ\"ז ה\"נ צמר דציצית דמי ללולב שכתב דלא מימעט מלכם והוא הדין דלא מימעט צמר גבי ציצית משלהם. אמנם חילוק זה נסתר מדברי התוס' בסוכה (שם דף ל\"ה) בד\"ה לפי דמוכח דגם בלולב האסור בהנאה מימעט מלכם וכך מבואר להדיא בירושלמי פ\"ג דסוכה ופי\"ב דיבמות אמר ר' ייסא בלולב כתיב ולקחתם לכם משלכם לא משל איסור הנייה. ומזה הוא דאיכא למשמע נמי לנידון דהכא דצמר של איסור מימעט משלהם. ובחידושי לפסחים (דף ו') הארכתי עוד בזה בס\"ד."
            ]
        ],
        [
            [
                "<b>רחל בת עז צמרה פסול לציצית.</b> ונראה דלאו דוקא דפסול לציצית לחוד דהוא הדין דפסול לתכלת דבגדי כהונה. ואע\"ג דבבכורות יליף לה רב פפא מדכתיב לא תלבש שעטנז צמר ופשתים גדילים תעשה לך מה פשתים שלא נשתנה אף צמר שלא נשתנה. מ\"מ ילפינן מתכלת דציצית לתכלת דבגדי כהונה לעניין זה. ויש להביא ראיה לזה דאמר בפ\"ק במנחות (ריש דף ו') גבי כלאים דבגדי כהונה שמצותו בכך פי' שאי אפשר בהיתר ומשו\"ה אין ללמוד מזה להתיר לגבוה שאר איסור שאפשר בהיתר כגון טריפה. ואי איתא דצמר כזה שבא מרחל בת עז כשר לבגדי כהונה. א\"כ משכחת לעשיית בגדי כהונה בהיתר שלא באיסור כלאים ואע\"ג דשש הוא כיתנא ותכלת הוא עמרא מצי למיתי מצמר רחל בת עז דליכא בה משום כלאים וכדכתב רבינו בריש פ\"י מהל' כלאים. וכן מסוגיא דבכורות יש להוכיח דליכא שום איסור תורה בכלאים דצמר כזה וכמו שיתבאר שם בעזה\"ש וכיון דמשכחת בצמר כה\"ג בלא איסור כלאים ואפ\"ה קאמר דלא שרי רחמנא כלאים בבגדי כהונה אלא משום דא\"א בשש וצמר בלא כלאים. ש\"מ מזה דצמר כזה שאין בו איסור כלאים פסול לבגדי כהונה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם נתכסה בה בלא ציצית הרי ביטל מצות עשה.</b> וקשה דמשמע דלא ביטל רק עשה אחת ואילו בגמרא (דף מ\"ד) אמר רב ששת דעובר בה' עשה ופרש\"י ועשו ונתנו והיה וראיתם גדילים תעשה לך וכן מקשה בבאר שבע. וי\"ל דלא אתי דרב ששת רק אליבא דמ\"ד בנזיר (דף ה') דכיון דחד נזיר למניינא כלהו למניינא ואף הני דאיצטריך לדרשא. אבל למ\"ד דהני דאיצטריך לדרשא לא אתו למנינא הכא נמי לא אתו למנין מצות ונתנו והיה דהא איצטריך לדרשא כדאיתא בספרי ורבינו פסק כהך מ\"ד וכדמוכח שם בסוגיא. וכן פירש בפירוש המשנה שם. ומשום הכי לא פסק כאן כרב ששת. [ועוד י\"ל דהא פרש\"י דעובר משום דכתיב ועשו ונתנו וכו' וזה לא שייך רק למ\"ד דכלי קופסא חייבת והוא חובת טלית דאיכא צווי על עשיית הציצית ולדידיה הוא דאית ליה דכל לשונות דעשייה מצות. אבל למ\"ד דאין חיוב דציצית רק בשעת לבישת בגד לא שייך לומר דבשעת לבישה בלא ציצית יעבור אמה שכתב בלשון עשייה ונתינה ועל כן לא ס\"ל כר\"ש. אבל בהא דתפילין שפיר הוי לכו\"ע. ואף דגבי ציצית קיי\"ל דאין נחשב כל ציצית [מצוה] בפני עצמה שאני התם דכתיב בכל פרשה צווי בפני עצמה. וזה דלא כמ\"ש בספר מקום שמואל דמימרא דרב ששת לא אזלא רק כמ\"ד גם גבי ציצית דכל אחת מצוה בפ\"ע והוא הדין בפרשיות דתפילין ולא קיי\"ל כן. ומשו\"ה לא מנה רבינו בריש הל' תפילין רק ב' מצות של יד ושל ראש. ונעלם ממנו דרבינו העתיק לדרב ששת בסוף פ\"ד דהל' תפילין. והא דלא מנאן במניין המצות אזיל לטעמיה שהשריש בס' המצות דרבוי לשונות כפולין אין מרבין מניין המצות אף שאמרו שעובר עליהן כך וכך אא\"כ שאמרו שהיה חייב עליהן בזמן הבית כך וכך הוא נחשב למצות הרבה. אך בעל מגילת אסתר בחלק מצות ל\"ת סי' קצ\"ד כתב דדוקא היכא שעושה רק פעולה אחת כמו אכילת הדם לא היה חייב רק אחת אף שבאו בו לאוין הרבה שאין עושה רק פועל אחד והוא האכילה אבל אם עושה פעולות רבות היה חייב על כל אחת ואחת]."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות ציצית",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}