{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה שהן ד' יש לרבות תולדה לזו ותולדה לזו כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה שבועות הא דלא כו' שהן ד' והואיל ולא מצי כו' כצ\"ל:", 
            "<b>בד\"ה</b> ידיעות כו' דלא תני נמי ידיעות השבת משום כו' עכ\"ל ובתוס' פ\"ק דשבת דקדקו נמי אהא דלא תני נמי ידיעות שבועות ונראה דהתוס' דהכא לא נראה להם לדקדק כן להאריך ולמתני ידיעות שבועות דמאי דתני שבועות בקצרה ניחא טפי למשמע בין העלמות ובין הידיעות דשבועות אבל ביציאות השבת לא הוה מאריך טפי אי הוה תני ידיעות השבת כדקתני ידיעות הטומאה ובהכי ניחא דמעיקרא דקשיא להו בידיעות הטומאה העלמות הוה ליה למתני כו' דלא קשיא להו הכי ברישא גבי שבועות משום דניחא ליה למתני בקצרה שבועות דמשמע בין העלמות ובין ידיעות וק\"ל:", 
            "<b>בד\"ה</b> יציאות השבת כו' הכנסה מנלן סברא הוא כו' ואתם אל תכניסו כו' עכ\"ל נראה מדבריהם שהוא ע\"פ מ\"ש בריש שבת דבהכנסה בעי דליהוי במשכן והא דבעי סברא היינו משום מאי דהוה הכנסה במשכן לא נפקא אלא הכנסה דעני ולהכי בעי סברא להכנסה דבעה\"ב ע\"ש וז\"ש אבל תולדות דהוצאה בעי בפ' הזורק או סברא או דליהוי במשכן כגון מכניס כו' דהיינו הכנסת העני מדהוה במשכן וסברא להכנסה דבעה\"ב אבל בתוספות דפ' הזורק כתבו דבעי תרתי דהוה במשכן וסברא ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה היאך יקריבו כו' ור\"מ דקאמר להא כו' עכ\"ל פי' ולא ר' יהודה דלדידיה נמי קשה מיהת היאך נקריב שעיר של יום הכפורים ברגלים וראש חודש מיהו ניחא ליה לר' מאיר להקשות לר\"ש הכי בתרתי בשעיר יוה\"כ ובשעירי רגלים דלר' יהודה לא קשה אלא משעיר יוה\"כ וק\"ל:", 
            "<b>תוס'</b> בד\"ה חייב על הראש כו' כדאשכחן בפ' ב' נזירים כו' כצ\"ל:", 
            "<b>בא\"ד</b> כיון דהקפת הראש אסור נמי במלקט וכו' עכ\"ל מיהו בהשחתת זקן מלקט ורהיטני נמי שרי כרבנן דר' אליעזר דאל\"כ תקשי מזקנו נמי לא הוה שמעינן תער וכמו שכתבו לקמן לר\"א ודו\"ק:", 
            "<b>בא\"ד</b> שיש בו השחתה ומיהו מת\"כ דקתני כו' הד\"א:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ועל הזקן כו' בפ' ב' נזירים א' כו' כצ\"ל:", 
            "<b>בא\"ד</b> המקיף את הקטן חייב דלא מקיש מקיף לניקף וה\"ה איפכא כו' דסתמא דתלמודא בפ\"ק דב\"מ כרב הונא כו' כצ\"ל:", 
            "<b>בא\"ד</b> דאפילו רב אדא מחייב היכא דניקף בר חיובא כו' ולא פטר אלא היכא דניקף כו' עכ\"ל והיינו משום דעיקר חיובא דקרא אניקף כתיב לא תקיפו כו' עיין בתוספות פ' ב' נזירים וק\"ל:", 
            "<b>בא\"ד</b> מדלא קאמר איש דאמר לקטן או לנכרי אקיף לי גדול כו' עכ\"ל נקטו קטן או נכרי ולא ניחא להו למנקט אשה כדנקט התם בפ\"ק דמציעא משום דלרב אדא קיימינן וגם אשה עוברת בלאו אם הקיפה לגדול לשיטת רש\"י ותוס' שם אלא קטן או נכרי הוה ליה למנקט התם לרב אדא אם נאמר דהיכא דמקיף לאו בר חיובא דגם הניקף פטור אבל אם הניקף חייב ניחא דלא יניח הגדול להקיף עצמו וע\"ז כתבו דיש לדחות דאף אם נאמר לר' אדא דניקף פטור ע\"י הקפת נכרי וקטן מ\"מ כיון דלרב הונא חייב לא מצי למנקט התם בכה\"ג וניחא ליה למנקט אשה המקפת קטן אליבא דרב הונא דהלכתא כוותיה ושוב מצאתי בדברי אבן לב שפי' דברי התוספות בכ\"ז קרוב לדברינו שכתבנו ע\"ש אך התוס' לקמן כתבו בדיבור זה וגם אין להביא ראיה כו' דכולי עלמא מודו דאסור ע\"י אשה ונכרי כו' ויש לדחות כו' היכא דאין שם אשה ונכרי ואין לומר ימתין עד שימצא אשה או נכרי כו' כל דבריהם אלו סותרין דבריהם [דפ' ב'] נזירים דהכא מוכח מדבריהם לרב אדא דאם מותר לגדול להקיף ע\"י נכרי ה\"נ מותר להקיף ע\"י אשה ואינה עוברת בלאו אם הקיפה לגדול וצ\"ל לשיטתם דהכא הא דקאמר התם לרב אדא כל היכא דניקף מיחייב מקיף נמי מיחייב היינו כשמקיף ישנו בהקפה ולא בא לומר אלא כל היכא דניקף לא מיחייב כגון קטן אפי' איתיה המקיף בהקפה לא מיחייב ורב אדא אית ליה נמי דרשה דכל שישנו בהשחתה כו' והני נשי כו' ולפי שיטה זו צ\"ל הא דנקטו התוס' קטן ונכרי ולא נקטו אשה כדנקט בפ\"ק דמציעא היינו משום דאשה בהיקף לגדול אפילו בלאו איסור הקפה לא שכיחא משום דאסור להשתמש באשה ולכך נקטו קטן ונכרי בהיקף גדול ודו\"ק:", 
            "<b>בא\"ד</b> אכתי תקשי ליה ולוקמא בגדול ויקיפנו לאו בר חיובא דהא כו' עכ\"ל לכאורה ומאי קושיא דאימא דהכי קאמר שמואל באשה וקטן דהיינו שהמקיף אשה וקטן והניקף גדול וע\"ק ומאי אולמיה ליה לאוקמא במקיף לאו בר חיובא ממה דאוקמא דהניקף לאו בר חיובא ולפי שיטת התוס' דפ' ב' נזירים כמו שכתבנו לעיל דלרב אדא אסור לאשה להקיף את הגדול יתיישב קצת דע\"כ הא דקאמר שמואל באשה וקטן היינו ע\"כ באשה וקטן הניקף דאשה המקיף לגדול אסור לרב אדא והשתא תקשי להו לרב אדא אם נימא דבנכרי וקטן שרי לגדול להקיף לוקמא בכל מצורע אפילו בגדול הניקף שיקיפנו לאו בר חיובא דהיינו נכרי וקטן אבל לשיטת התוס' דהכא דסבירא ליה דאשה מותרת להקיף הגדול כמו נכרי לא יתיישב בזה וצריך לומר כמו שכתבנו לעיל דע\"כ לא איירי באשה המקיף דטפי הוה ליה לאוקמא בנכרי המקיף דלא שכיחא אשה להקיף גדול משום דאסור להשתמש באשה אלא דמיירי באשה וקטן הניקף דשייך בהו מצורע דלא מצי למימר נכרי דלא שייך במצורע ואהא קשיא להו דלוקמא בכל מצורע אפי' בגדול ויקיפנו לאו בר חיובא דהיינו קטן ונכרי ודו\"ק:", 
            "<b>בד\"ה</b> אי ר' ישמעאל כו' ומיהו מתניתין דפ\"ב דקאי כו' משמע קצת דבעי ידיעה גמורה כו' עכ\"ל צ\"ע לדבריהם דהכא דמאי קשיא להו הכא לפי תירוצם דר\"י אית ליה ידיעת רבו ממתניתין דבעי לאוקמא כר\"י ומשמע מינה דבעי ידיעה גמורה אמאי לא קשיא להו בפשיטות טפי דהא במסקנא קאמר דרבי קתני לה למתניתיך ורבי הא ס\"ל דסגי ידיעת רבו ולקמן בפ' ב' כתבו התוס' לתרץ זה ורבי דנקט במתניתין סתם ידיעה אע\"ג דלא צריך והמדקדק יכול לפרש כולה מתניתין בידיעת רבו עכ\"ל ודו\"ק:", 
            "<b>בד\"ה</b> מהן לחיוב כו' הוה מצי למפרך מסיפא דמוכח דמתניתין כו' עכ\"ל נראה דרצה לומר מסיפא דהכא והיינו באידך פרקא דמוכח ממתניתין התם דכולהו ארבע לענין קרבן א\"ק מה שכתבו דהוה מצי למיפרך אשנויא דמלקות מסיפא הא פריך ליה תלמודא לקמן ותו ה\"ז בעולה ויורד ולפי מה שכתבו התוספות לקמן דלא פריך הכי אלא לר' עקיבא אבל לר' ישמעאל לא קשה מידי דאיירי מתניתין בין לקרבן בין למלקות היה נראה לכאורה דהשתא שנויא דמלקות קאי שפיר לר' ישמעאל ול\"ג לקמן אלא אמר רב יוסף רבי היא כו' רק רב יוסף אמר רבי היא כו' ואהא כתבו דאשנויא דמלקות גם לר' ישמעאל הוי מצי למפרך מסיפא דהיינו מאידך פרקא כמו שכתבו אבל בכל הספרים כתוב אלא אמר רב יוסף כו' ונ\"ל אף שכתבו התוס' דהך קושיא דידיעות לא קשה אלא לר' עקיבא מכל מקום הך קושיא ותו ה\"ז בעולה ויורד קשה נמי לר' ישמעאל ולא קאי שנויא דמלקות אף לר\"י ונראה לפרש דבריהם דהכא דהכי קאמר דלר\"י דדחי האי שנויא דמלקות משום דקתני גבי ידיעות ה\"ז בעולה ויורד הוה מצי למפרך גבי שבועות גופייהו מסיפא דמתניתין באידך פרקא דמוכח דשתים שהן ארבע גבי שבועות לענין קרבן מתנייא ודו\"ק:", 
            "<b>בא\"ד</b> ואם תאמר בשלמא כי מוקי לה כר' ישמעאל כו' אבל כי מוקי כר' עקיבא אמאי תני ליה כלל כיון דשוגג הוא כו' עכ\"ל רצה לומר לר' ישמעאל הוה שפיר שבועות שתים שהן ארבע דהיינו שתים אוכל ולא אוכל בשוגג לענין קרבן והן ד' דהיינו אכלתי ולא אכלתי במזיד לאיסורא אבל לר' עקיבא דלא הוי רק שתים בשוגג דהיינו העלם טומאה ואכל קודש או נכנס למקדש ואם אינו נעלם ממנו הטומאה הרי מזיד הוא ואין זה שתים שהן ארבע אלא הנהו ב' גופייהו דשוגג מזידין הם אלא דכולהו ד' בשוגג מצינן לאשכוחי ואמאי תנו ליה כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> וכדרבא תימה כו' דממלתיה דר\"י הוה לקי אפי' באוכל כו' עכ\"ל פירוש לדבריהם דלא ניחא להו לפרש הא דמשני קסבר ר' ישמעאל כפירוש רש\"י דקסבר ר' ישמעאל בכל התורה כולה לאו שאין בו מעשה לוקין עליו וא\"צ לרבות עכ\"ל דאם כן כיון דלא קאי הך דרשה דלשוא שתי פעמים הוה ליה למימר אלא קסבר ר' ישמעאל לאו כו' ומדלא קאמר אלא משמע דקאי הך דרשה ואהא קשיא להו דאדרבה ממלתיה דר\"י לשוא שתי פעמים איכא לרבויי אפילו אוכל ולא אכל אי לאו דר\"י סבר כמלתיה דרבא דלא מרבינן מלשוא שתי פעמים אלא לשעבר וממעט אוכל ולא אכל ממלקות אבל לר' ישמעאל דסבר באוכל ולא אכל נמי דלקי כמלתיה דר\"י דלשוא שתי פעמים מרבה אפילו אוכל ולא אכל ולית ליה דרשה דרבא למעט אוכל ולא אכל ואם כן לא הוה ליה לאתויי לר' ישמעאל מלתיה דרבא אלא מילתיה ואהא תירצו דקושטא הוא למאי דמסיק נמי דאוכל ולא אכל דלקי דקסבר לאו שאין בו מעשה לוקין קאי מלתיה דר\"י לשוא שתי פעמים לרבות אפילו אוכל ולא אכל ולית ליה מילתיה דרבא למעט אוכל ולא אכל ויש לדקדק לפי דברי התוס' דקאי דרשה דר' יוחנן לשוא שתי פעמים לר' ישמעאל דלוקין באוכל ולא אכל ובעלמא מצי סבר ר' ישמעאל דאין לוקין על לאו שאין בו מעשה וא\"כ מאי מייתי ר' יוחנן מהך סתמא דמותיר בטהור דאין לוקין על לאו שאין בו מעשה דהא בההיא ר' ישמעאל נמי מודה דאין לוקין ואכתי תקשי ליה סתם מתניתין דהכא דס\"ל כר' ישמעאל דלוקין באוכל ולא אכל מרבויא דלשוא שוא שתי פעמים ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אבל אוכל כו' אי נמי אינו חושש רק למצוא תנא דפליג כו' עכ\"ל ר\"ל כיון דע\"כ פליגי הני משניות קאמר רבי יוחנן מסברא דפליגי בלאו שאין בו מעשה ולא פליגי בהתראת ספק והדר ביה רבי מקמייתא ואהא קשיא להו ואם תאמר ומנלן דפליגי כלל דלמא מתני' דהכא איירי בזורק כו' דהשתא כ\"ע מצי סברי דלוקין על לאו שאין בו מעשה וליכא סתם דס\"ל כר\"י ותירצו וי\"ל דמתני' משמע ליה דאיירי כמתני' דלקמן וכן מייתי לעיל ממתני' דמותיר כו' ואע\"ג דהך מתני' דמותיר בטהור לא משמע דמיירי כמתני' דהכא דהא בתרי מסכתות נינהו מ\"מ ע\"כ מהני ב' משניות דבמסכת זו מוכח דפליגי ודו\"ק:", 
            "<b>בד\"ה</b> והדר סבר כו' דאי סתם גמור הוא אמאי איצטריך לפסוק כוותיה כו' עכ\"ל והכא דאמר ר\"י באוכל ולא אכל דאינו לוקה לא תקשי דאי סתם גמור הוא ל\"ל למימר הכי דאיכא למימר טעמא דמתני' אתא לאשמועינן דמשום לאו שאין בו מעשה הוא ולא משום התראת ספק כר\"ל וק\"ל:", 
            "<b>בד\"ה</b> ר' עקיבא נמי כו' סבר כרב דימי דאמר בפ\"ג אכלתי ולא אכלתי כו' עכ\"ל וב' שהן ד' לרב דימי לא מתפרש למלקות דלא מפרשי טפי הני מהני לענין מלקות כמ\"ש התוספות לעיל אלא מתפרש שפיר לקרבן לר' עקיבא דמתניתין איירי נמי לקרבן ומפרשי טפי להבא מלשעבר אך ק\"ק לרב דימי מנלן דלוקין באוכל ולא אכל דנפקא ליה מלא תשבעו לשקר וה\"ל לאו שאין בו מעשה ואין לוקין לר\"ע וליכא למימר דאית ליה נמי דרשה לשוא ב' פעמים ומקרי לה אם אינו ענין לאכלתי ולא אכלתי תנהו ענין לאוכל ולא אכל דא\"כ היינו תירוצא שכתבו בתר הכי ולמאי דפרישית לעיל כו' וליכא למימר נמי דיליף ליה משוא ושקר א' הן כמו שלוקין על שוא דהיינו אכלתי ולא אכלתי כך לוקין על אוכל ולא אכל דא\"כ לא הוה הוצרך תלמודא לקמן בפ\"ג להגיה לרב דימי הברייתא אלא אימא כשם שלוקה על שקר לוקה על שוא וכ\"כ התוספות לקמן פ\"ג דרב דימי לית ליה הני דרשות מיהו י\"ל דודאי רב דימי ע\"כ דלא מצי למימר הכי דכשם שלוקין על שוא דהיינו אכלתי ולא אכלתי כך לוקין על שקר שאוכל ולא אכל דהא משמיה דר' יוחנן קאמר לה ור' יוחנן סבר בהדיא דאין לוקין על שאוכל ולא אכל ועוד יתפרש בזה לקמן אבל לר' עקיבא שפיר מצינן למימר כרב דימי ולוקה נמי באוכל ולא אכל מהך דרשה דבדיבור אחד נאמרו וכשם שלוקה על שוא אכלתי ולא אכלתי כך לוקה על שקר שאוכל ולא אכל ועוד נראה דלרב דימי בפשיטות ילפינן בלאו הא דשוא ושקר אחד הן דלוקה באוכל ולא אכל דלמה יגרע מאכלתי ולא אכלתי דכולהו לאו שאין בו מעשה הוא ועוד דמאכלתי ולא אכלתי וממוציא שם רע איכא למילף בכל התורה דלוקין על לאו שאין בו מעשה מה שאין כן לרבא דאיכא מיעוטא דלא לילקי באוכל ולא אכל דשבועת שקר דומיא דשוא מה שוא לשעבר כו' ודו\"ק:"
        ], 
        [
            "<b>בפירוש</b> רש\"י בד\"ה ונעלם ונעלם תרי כו' וידיעה בסוף לא צריך קרא כו' עכ\"ל כצ\"ל והא דקאמר ליה רבי א\"צ רצה לומר דאינו צריך להוציא והוא ידע ממשמעותיה הטילו בין תרי ונעלם אלא והוא ידע היינו ידיעה בתרייתא כפשטיה וידיעה קמייתא איכא למילף נמי מגופיה ונעלם מכלל דידע ומהרש\"ל דחק בזה לאין צורך ע\"ש ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ונעלם ונעלם כו' וקשה הרבה לפירושו א' דמאי איצטריך כו' ועוד דפי' כו' עכ\"ל ע\"ש ומלשון רש\"י שכתב ואידך קרא יתירה הוא לדרשה הטל כו' נראה לכאורה דהיינו אידך ונעלם קרא יתירה הוא למדרש להטיל והוא ידע בין תרי ונעלם כו' כפרש\"י דהשתא יתיישבו כל קושיות התוס' דונעלם קמא לגופיה וממילא אימעוט מנייהו העלם מקדש דמהי תיתי לחייבו ולידיעה בתרייתא ודאי אורחא דקרא הוא בעלמא אלא דהכא ע\"כ דאתי לידיעה קמייתא מיתורא דונעלם דהטל והוא ידע כו' והשתא הך דספ\"ב נמי דמשמע דר' עקיבא דבעי ידיעה בתחלה מונעלם יתירה הוא ניחא אבל התוספות לא הבינו פרש\"י כך דמשמע להו מפירושו דונעלם קמא יתירה למעט העלם מקדש אבל ונעלם בתרא לגופיה ומה שכתב רש\"י ואידך קרא יתירה הוא לא קאי אונעלם אלא והוא ידע קרא יתירה הוא משום דידיעה בתרייתא לא צריך קרא ולכך הקשו התוס' שפיר מה שהקשו ודו\"ק:", 
            "<b>בד\"ה</b> דתניא מרצע כו' של עץ ושל אבר ושל גיסטרון רבי פוסל ור\"י כו' עכ\"ל הסוגיא התם ליתא הכי דאיכא ברייתא התם דפליגי בשל בעץ ואבר וגיסטרון וכולי עלמא אית להו כלל ופרט דמ\"ס מה הפרט מפורש דבר מתכות כו' ומ\"ס מה הפרט מפורש דבר חשוב אבל בשל עץ כולי עלמא פוסל ומסיק דסמי הך ברייתא מקמי הך דתניא דבשל בעץ ואבר וגיסטרון כולי עלמא מודו דכשר ולא פליגי בשל עץ ומר דרש כלל ופרט ומר דריש רבוי ומיעוט ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ונעלם מעיני כו' אבל מ\"מ קשה אמאי חשיב ליה אין מנוקה אם לא בא כו' עכ\"ל ר\"ל דאיך שיהיה הפירוש מכל מקום אכתי קשה אמאי חשיב ליה אין [מנוקה] משום שהיתה העלמה אחר הידיעה דאימא שלא בא עליה בעלה משנסתרה ואהא תירצו כיון ששכח מוכח שלא הקפיד כו' וק\"ל:", 
            "<b>בד\"ה</b> שתים שהן ד' כו' וריב\"א פי' שתים כו' כתב מהרש\"ל לאו משום קושיא שהקשו התוס' לעיל דהא ריב\"א ל\"ג לאלתר וסבר שאף לפירושו קשה כדלקמן אלא שכך נראה לו הפירוש וק\"ל עכ\"ל והוא דחוק בדברי התוס' ואין להאריך בהם כי נראה מדבריו שהוא הבין דברי התוס' בדרך אחר אבל הנראה לנו מדבריהם דהא דל\"ג ריב\"א לקמן לאלתר היינו משום קושיא דלא הוה אצטריך ליה לתלמודא לאתויי הא דמפרש ליה התם הכי לאלתר במתני' דמיירי נמי בהכנסה אלא דע\"כ איירי נמי בהכנסה דלא מצינו לאשכוחי שנים שהן ארבע בלא הכנסה וכתבו התוס' עליו דגרסינן מלת לאלתר שפיר דלפי מה שפירשו דמשכחת כל הח' בהוצאות ליכא לאוכחי דאיירי נמי בהכנסה אלא מדמפרש התם במתני' הכנסה לאלתר אבל הכא מה שהקשו לעיל לפירוש הקונטרס דהכא היינו דאי נמי ל\"ג לאלתר כפריב\"א לקמן לא איצטריך ליה לתלמודא כלל לקמן לאוכחי דמיירי בהכנסה מדלא מצינו לאשכוחי ב'שהן ד' בלא הכנסות כפריב\"א לקמן אלא בפשיטות טפי הוה ליה לאוכחי דמיירי בהכנסה מלישנא דפנים דהיינו הכנסה וזה נ\"ל ברור בדברי התוספות ואין להאריך בראיות ודו\"ק:", 
            "<b>בא\"ד</b> ועי\"ל ב' שהן ארבע בפנים היינו חיוב שחייב ומביא קרבן כו' עכ\"ל גם בזה כתב מהרש\"ל פירוש לפי פרש\"י של כאן שלא חש לקושיא דלעיל אם כן מגופא דמתניתין כו' ולא הוה צריך לתרץ וקמפרש לאלתר כו' עכ\"ל עיין שם והוא לפי הבנתו נדחק גם כאן בדבריהם ואינו כן דקושיא דלעיל לפירוש רש\"י של כאן לאו מדהוצרך לתרץ וקמפרש לאלתר דאי נמי לא גרסי' לאלתר כפריב\"א לקמן קשה להו לפירוש רש\"י כאן דבפשיטות מלישנא דבפנים הוה ליה לאוכחי דאיירי בהכנסה כמו שכתבו לעיל והך קושיא לפירוש זה דבפנים היינו חיוב קרבן בפניס לא קשה דלא מצי לאוכחי דאיירי בהכנסה אלא מדלא מצי לאשכוחי ב' שהן ארבע בלא הכנסות כפירוש ריב\"א לקמן מיהו הא ודאי קשה לפירוש זה דבפנים היינו קרבן פנים ע\"כ דכולהו בהוצאות לא משכחת להו ואמאי לא פריך אהך דשבת והא יציאות קתני כמו שכתבו התוס' לקמן דהא בלא לאלתר מוכח שפיר דלא מצינו קרבן פנים בב' שהן ארבע ביציאות בלא הכנסות ויש ליישב דהך פירוש נמי דבפנים היינו קרבן פנים מצי איירי ביציאות שחייב ב' קרבנות על יציאות שנים שהן ד' דהיינו יציאה אחת כשבעל הבית פושט ידו לחוץ ומניח ליד העני הרי ב' יציאות א' לעני פטור ומותר ואחד לבעה\"ב חייב חטאת ויציאה שנית שפושט עני ידו לפנים ונוטל מתוך ידו של בעל הבית הרי ב' יציאות אחד לבעל הבית פטור ומותר ואחד לעני חייב חטאת הרי ב' יציאות שהן ד' עם הפטור ומותר וקרי להו בפנים שחייבים על הד' יציאות ב' קרבנות ודו\"ק:", 
            "<b>בד\"ה</b> ומאי שנא הכא כו' והרר\"ם פירש משום דומיא דמראות נגעים אין לו להניח מלפרש דיני שבת כו' עכ\"ל יש לדקדק לפירושו לעיל דבעי למימר בשבועות מהן לחיוב ומהן לפטור מאי פריך והא דומיא דמראות נגעים קתני הא הכא נמי שבועות עיקר ולמה לו להניחו מלפרשו וי\"ל דהתם הכי פריך והא דומיא דמראות נגעים כו' ומראות נגעים אינו עיקר ולא הוה ליה למתני כלל הכא כיון דלא הויא דומיא דשבועות שהוא עיקר אבל הכא גבי שבת אי הוה נמי עיקר אין לו להניחו משום מראות נגעים ומיהו מראות נגעים שפיר הוה מתני ליה דהא שפיר הוה דומיא דשבועות וק\"ל:", 
            "<b>בד\"ה</b> והא יציאות כו' דמשכחת כל הח' בהוצאות עכ\"ל ע\"ש בריש פ\"ק דשבת וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> וקמפרש כו' דבלא לאלתר מוכח שפיר דלא מצינו לאשכוחי כו' עכ\"ל רצה לומר מלת לאלתר לא גרסינן דבלאו הכי שמפרש לה התם לאלתר כיצד העני עומד בחוץ כו' ונתן בתוך ידו של בעל הבית דהיינו הכנסה כפירוש רש\"י מוכח שפיר דלא מצינו לאשכוחי ב' כו' והיינו דקאמר וקמפרש לה הכנסה רצה לומר דע\"כ הכי מתפרש כיון דלא מצינו לאשכוחי ב' שהן ד' בלא הכנסות ואהא כתבו התוס' ומיהו לפי מה דפירש לעיל דהיינו הפי' דלעיל דמשכחת כל הח' בהוצאות גרסינן מלת לאלתר שפיר וכפרש\"י דמפרש ליה התם כיצד העני כו' דהיינו הכנסה דבלאו הכי לא מוכח דמיירי בהכנסה וק\"ל:", 
            "<b>בד\"ה</b> רבא אמר רשויות קתני פירש בקונטרס יציאות שבת ב' כלומר ב' רשויות כו' עכ\"ל ר\"ל פ\"ה דרפ\"ק דשבת ועיין שם גם בתוס' וק\"ל:", 
            "<b>בד\"ה</b> ב' שהן ארבע בהרת כו' איך היינו מחלקין אותן לד' מראות כו' עכ\"ל ר\"ל דאם אין ביניהם שאר מראות ניחא כיון דיאמרו מקרום ביצה ולמעלה טמא ומצטרף ויפרשו בו דמצרפין הסמוכים זה לזה במעלה אחת כמ\"ש התוספות לקמן הרי ידענו דסיד אינו מצטרף לשלג דהוי ב' מעלות אבל השתא דהרבה מראות ביניהם המתחלקים לד' מראות הרי אם לא מנאן לד' מראות מי יודע סדר צרופן לחלקם לד' מראות ויאמרו בכל ע\"ב מראות שלא יצטרף כ\"א רק למעלה אחת ממנו א\"נ מי יודע חלקי מראות של צמר וסיד דשל צמר מצטרפין לשלג ושל סיד אין מצטרפין ומיהו ע\"כ הא לא קשיא להו דא\"כ גם בתר דמנאן תקשי להו הכי מי יודע חלקי מראות של צמר או של סיד ודו\"ק:", 
            "<b>בד\"ה</b> שאת כצמר כו' דאין םברא כו' שתהיה תולדת שאת לבנה מתולדה דבהרת כו'עכ\"ל אבל הא לא קשה להו שתהיה תולדת שאת שהיא צמר נקי יותר לבנה משאת גופה שהוא קרום ביצה דיש לומר דסימן טומאה של בהרת לבנה וסימן טומאה של שאת שחורה כדלקמן שאת גבוה כמראה חמה עמוקה כו' אבל הא ודאי אין סברא שתהיה התולדה של סימן השחורה שהיא שאת יותר לבנה מתולדת הבהרת שסימנה לבנה מכולן ועיין בזה בפי' הר\"ש בסדר המשנה ודו\"ק:", 
            "<b>בד\"ה</b> טיהרת סיד כו' ורבי עקיבא דקתני זו למעלה מזו לא שיצטרף הסיד עם הצמר כו' עכ\"ל מיהו למאי דבעי למימר דשמעינן ליה לר\"ע דאמר זו למעלה מזו מהך דיאמרו מקרום ביצה ולמעלה טמא ומצטרפין זה עם זה ופירושו דמצטרפין זה לזה הסמוכים במעלה אחת ליכא למימר הכי אלא שאין לחוש כיון דלא קאי הכי ודו\"ק:", 
            "<b>בד\"ה</b> אי הכי כו' פירוש אא\"ב דמתני' דלא כר\"ע שפיר והרר\"ם כו' עכ\"ל לפירוש קמא אין זה דרך התלמוד לומר בכה\"ג אי הכי דאדרבה דהכי נמי מסתברא הוה ליה למימר ולפירוש הרר\"ם ניחא הא אבל מ\"מ אין זה ממש [א] כשאר אי הכי שבתלמוד שבא לדחות סברת המתרץ וכאן לא נדחה סברתו בהא אלא דקאמר דמקרום נמי תוכיח סברתך ויש ליישב דהכי קאמר כיון דלא הוכחת סברתך נמי מקרום ע\"כ דאית לך נמי דר\"ע אתי לאוסופי כו' אם כן מסיד נמי לא תוכיח מידי ומתרץ האי מאי כו' ועוד יש לומר לפירוש הרר\"ם הכי קאמר דלדידך דסבירא לך דלרבי עקיבא לעולם לא מצטרפין אלא עם הסמוכה תקשי לך קרום אי נמי דמתני' דלא כר' עקיבא דבהדי מאן קרום ליצטרפי' דשאת אינה סמוכה לה ובהדי סיד הרי לאו בת מינה הוא ואף אם סמוכה לה לא תצטרף אף לרבי עקיבא דאבות הסמוכים שני מינים מצטרפים מרבויא דוהיה וכן סיד מצטרף לשאת כיון שהוא אב הסמוכה לה ומרבינן טפילה לשאת דהיינו סיד הסמוכה לה אבל התולדות ב' מינים ודאי דלא יצטרפו דליכא רבויא ומתרץ האי מאי כו' והשתא הוי האי אי הכי ככל שאר אי הכי שבתלמוד ודברי מהר\"ר יוסף אבן לב אינן מבוררין לי בזה וק\"ל:"
        ], 
        [
            "<b>בפירוש</b> רש\"י בד\"ה ש\"מ שמיע ליה כו' דהא ליכא למימר דשמיע ליה מינה דשתיהם תולדה לשתיהם כו' עכ\"ל ר\"ל דע\"כ לא שמיע ליה הכי דאין זה כסדר מעלות ולא מן המקרא מריבוי דספחת לרבות שניהן לשניהן וק\"ל:", 
            "<b>בד\"ה</b> שבזה ושבזה כו' פתיכת אודם שבהם נכרת במקום אחד כגון טיפת חלב כו' עכ\"ל נקט כגון טיפת חלב משום דר\"ח קאמר משל דרבי עקיבא לדם בחלב דהיינו באותו מקום אחד מן הנגע שהוא פתוך הוא כטפת דם בחלב שאינו לא אדום ולא לבן אלא כיין המזוג כדנקט ר\"ע במלתיה אבל סביבותיו של הנגע במקום שאינו פתוך הוא לבן דהא קרא ליה בהרת אדמדם דהיינו במקום שאינו פתוך הוי בהרת וק\"ל:", 
            "<b>בד\"ה</b> אלא שאדמימותו כו' ומדקתני הכא בסיפא שמעינן לרישא דשבזה ושבזה כו' עכ\"ל משמע ליה טפי להוכיח מרישא דכך סדר משנתן אפילו בסתם שלא פירשו בו כהאי לישנא דשבזה ובזה דסיד אחר שלג וק\"ל:", 
            "<b>תוס'</b> בד\"ה אע\"ג דמינחתא כו' והא דקאמר האי לאו בת מינה הוא היינו אם מתניתין כו' עכ\"ל רצה לומר דלא תקשי לן לעיל האי לאו בת מינה הוא ולא תצטרף סיד עם השאת משום דלאו תולדה דידיה הוא אלא אם מתני' אתי' כרבי עקיבא דסדר משנתן שלג וסיד אבל לפום סברא דהשתא דמתני' לא אתיא כר' עקיבא וסדר משנתו סיד אחר שאת לא תקשי לן האי לאו בת מינה הוא ומצטרפת שפיר סיד עם השאת אע\"ג דלאו תולדה דידיה הוא כפירוש התוס' ודברי מהר\"ר יוסף אבן לב בזה וגם בשאר סוגיא דשמעתין אינן מבוררין ואין להאריך בהם וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לא הזהיר כו' ויתכן פ\"ה לההוא תנא כו' אשר יטהר עד דמייתי כפרה כו' עכ\"ל מיהו רש\"י גופיה לקמן נקט ליה האי קרא דלא יאכל בקדשים דהוי נמי לאו לתרומה ותרומה בכלל קודש הוא ואע\"ג דעד אשר יטהר עד דמייתי כפרה משמע לענין קדשים מ\"מ לענין תרומה לא מיירי בהכי ומיהו קצת קשה לפירוש רש\"י דמשמע לקמן דסוגיא דשמעתין סבירא ליה דבין אזהרת קודש ובין אזהרת תרומה מבכל קודש לא תגע יליף לה כמ\"ש התוס' לקמן ע\"פ ת\"כ ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אי הכי תרומה נמי כו' הא מיעט רחמנא בה כו' יש מקשים בזה דהיאך בעי למימר תרומה נמי דאם כן ג\"ש דרבי ל\"ל דלא לכתביה ואנן ילפינן כולה במה מצינו וא\"כ מדאצטריך ג\"ש דר' ע\"כ דמיעט תרומה או מקדש ובה ל\"ל ויש לומר דמדאצטריך ג\"ש דרבי לא הוה ממעטינן אלא טמא ששימש אבל מקדש ותרומה הוה ילפינן בהיקש אי לאו מיעוטא דבה ועיין עוד לקמן בזה וק\"ל:", 
            "<b>תוס'</b> בד\"ה אתיא טומאה כו' וא\"ת אמאי אצטריך גזירה שוה דרבי כו' עכ\"ל קושיתם לפי סוגיא דשמעתי' דסבירא ליה כת\"ק דמוקי קרא דבכל קודש לא תגע ואל המקדש גו' בין בקודש בין בתרומה אבל לר' יוחנן דמוקי ליה בתרומה גרידא לא קשיא להו מידי דודאי איצטריך גזירה שוה דרבי ולר\"י הא דקאמר תלמודא בה ל\"ל צ\"ל כפרש\"י דמהיכי תיתי לחיובא בתרומה דמהני לא אתי שכן כרת עכ\"ל מיהו ק\"ק דאימא דאיצטריך לאפוקי היקשא דתרומה למקדש ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> אבל אי לאו ג\"ש דרבי כו' אלא אדרבה הוה ממעטינן ליה מכי יגע ובה אתא למעוטי תרומה כו' עכ\"ל גם בכאן מקשה אבן לב דמדאיצטריך ג\"ש דטומאתו נמי הוה ממעטינן תרומה דאם לא כן לא איצטריך ג\"ש דטומאתו ואנו נילף כולהו במה מצינו וא\"כ לא איצטריך בה למעט תרומה אלא דאתא לרבות נבילת עוף טהור וכבר כתבנו בזה דמדאיצטריך ג\"ש לא הוה ממעטינן אלא טמא ששימש דלא נילף ליה נמי במה מצינו ולא הוה ממעטינן תרומה דאיתקש ולכך איצטריך בה למעט תרומה אבל השתא דאיצטריך גזירה שוה דרבי ע\"כ דלית לן למילף מהיקשא ואימעיט תרומה ולא איצטריך בה אלא לרבות נבלת עוף טהור ועוד נראה לי בזה דודאי אין ג\"ש למחצה ובהך גזירה שוה דטומאתו ידע תלמודא דאתא נמי למלתא אחריתא ומדאיצטריך לית לן למעוטי תרומה אלא מבה ודקאמרי התוספות ואיצטריך ג\"ש לאפוקי תרומה היינו דהתלמוד שהביאה היינו לאפוקי תרומה אבל רבי דנקט הך ג\"ש דבהמה טמאה להך מלתא דהכא ע\"כ דידע דלא אתא אלא להך מלתא ונילף מיניה שפיר מדאיצטריך למעט תרומה ובה לרבות נבלת עוף טהור ודו\"ק:", 
            "<b>בא\"ד</b> ומיהו תימה ל\"ל ג\"ש דרבי תיפוק ליה מג\"ש דטומאה דלענין קודש כו' עכ\"ל הך קושיא לר\"י דדריש בהדיא הך ג\"ש דטומאתו דהתם לענין קודש אבל לת\"ק איכא למימר דלא דריש לה לענין קודש ואתיא טומאתו דהתם לשום דרשא אחרינא כמ\"ש התוספות גבי טומאה דתרומה ודו\"ק:", 
            "<b>בד\"ה</b> יש לי בענין כו' וליכא למימר דהכי קאמר יש לי להביא אחת משלש טומאות דאם כן כו' עכ\"ל לשון דאם כן הוא מגומגם ויש להגיה דאכתי במקום דא\"כ וק\"ל:", 
            "<b>בד\"ה</b> אי בשוגג כו' ואם תאמר ונוקי כגון דאתיידע ליה סמוך כו' עכ\"ל לכאורה קשה ודקארי לה מאי קארי לה הכא דהא כבר כתבו הא דפשיטא ליה הכא דלא מכפר אבר קרבן דסמיך אסיפא דברייתא ומוקמי לה לקמן דלא תלי ליה אפי' באתיידע סמוך לשקיעת החמה ויש ליישב דודאי מעיקרא דלא אסקי אדעתייהו למילף משעיר המשתלח דלא תלי אבר קרבן לא הוה פסיקא להו דסמיך המקשה דפשיטא ליה דלא תלי אבר קרבן אלא משום דסמיך אסיפא אבל השתא איכא למימר דסמוך המקשה אקל וחומר דשעיר המשתלח ולא אסיפא ומש\"ה הקשו ואם תאמר ונוקי כגון דאתיידע כו' דבשעיר המשתלח כה\"ג תולה כמו שכתבו התוספות לקמן ותירצו דסמיך המקשה אסיפא ולא אשעיר המשתלח ובאבן ל\"ב האריך בזה לאין צורך וק\"ל:", 
            "<b>בד\"ה</b> במזיד ולא כו' אין לחוש כיון דתלי נמי אטומאת מקדש כו' עכ\"ל נקטו במלתייהו טומאת מקדש וקדשיו משום דלפי האמת איירי בהכי מיהו למאי דבעי למימר דאיירי נמי בשלש טומאות הוה מצי למפרך דאין לחוש דלא אתי לכלל חטאת בש\"ד כיון דאתי לכלל חטאת בע\"ז וג\"ע בשוגג ולא אתיידע וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת והיאך אפשר לאוקמא במזיד כו' דהיינו אין בה ויש בה כו' עכ\"ל פירוש לדבריהם דלא משכחת כו' באין בה ויש בה משום דבע\"ז ובג\"ע וש\"ד הוה בר קרבן אך יש לדקדק בדבריהם דמהיכא פסיקא להו השתא דמיירי כפרת חיצון באין בה ויש בה דאי משום היקשא דמתני' על מה שזה מכפר זה מכפר דהא השתא דאוקמא הפנימי במזיד היינו ביש בה ויש בה ולא הוי דומה ממש מיהו איכא לאשכוחי במזיד נמי ביש בה ואין בה ששכח על שעבד ע\"ז וג\"ע וש\"ד במזיד והוי שפיר דומה בדקתני במתניתין מיהו קשה דטפי הוה ליה להקשות היאך אפשר לאוקמא בשוגג ולא אתיידע בע\"ז דהיינו אין בה ואין בה וכפרת החיצון לא הוי דומה לו דמיירי באין בה ויש בה ועוד נראה דפסיקא להו דע\"כ איירי החיצון באין בה ויש בה בע\"ז וג\"ע וש\"ד דבמזיד ביש בה ואין בה וכן יש בה ויש בה הרי הפנימי מכפר ובאין בה ואין בה שעירי רגלים וראש חודש מכפר מדכתיב לה' שאין מכיר בו אלא ה' וא\"כ ע\"כ החיצון אינו מכפר רק באין בה ויש בה והא לא משכחת לה בשאר עבירות דהוי בר קרבן ואהא תירצו דאין לחוש כיון דבטומאת מקדש וקדשיו ניחא דאיירי באין בה ויש בה דאינו בר קרבן אבל אי מיירי הפנימי בשוגג ולא אתיידע מצי איירי החיצון ביש בה ויש בה או יש בה ואין בה דהוי מזיד בע\"ז ג\"ע ש\"ד מיהו קשה איך שיהיה אמאי לא תקשי להו למאי דבעי למימר דהפנימי מכפר בע\"ז וג\"ע וש\"ד שוגג ולא אתיידע דהיינו דאין בה ואין בה הא שעירי רגלים וראש תודש מכפרים על זה מדכתיב לה' חטאת מי שאין מכיר בו אלא ה' ודוחק לחלק בין ע\"ז ג\"ע וש\"ד ושאר עבירות ודו\"ק:", 
            "<b>בד\"ה</b> בשוגג ולא כו' ואם תאמר והמקשה מה היה סבור כו' ויש לומר דמטומאת כו' אתי שפיר דאיכא לאוקמא במזיד כו' עכ\"ל צ\"ע דאכתי המקשה היאך היה סבור לפרש סיפא דברייתא ומנין ליש בה ידיעה כו' תלמוד לומר לכל חטאת דהיינו לכלל חטאת וע\"כ דהיינו בשוגג ולא אתיידע בטומאה וקודש ויש לפרש בדוחק גם הסיפא דמיירי במזיד ושוב מצאתי בתשובת ר\"ש מודינא בסי' רמ\"ה שהקשה כזה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ואימא יולדת כו' מכל מקום עיקרו אינו אלא להכשיר בקדשים אבל קשה מאי פריך דאי פריך כו' עכ\"ל דבריהם צריכין ביאור ונראה לי לפרש דבריהם דלפרש\"י דאיירי הכא בקרבן יולדת ומצורע ונזיר דהשתא ע\"כ תקשי לן מאי פריך מנייהו הא בר קרבן הוא וע\"כ אית לן למימר אפילו לרבי [שמעון] דעיקרו אינו אלא להכשיר בקדשים ולא על חטא ואהא קשיא להו דאי פריך שלא תצטרך להביא קרבן כלל דהיינו כפירוש רש\"י הכא וכפירושו התם פ\"ב דתמורה הוה ליה לשנויי נמי הכא כדמשני התם ביולדת ובנזיר לרבי [שמעון] וה\"ה דאי הוה מפרשינן הכא דיתלה לה השעיר ואחר יום הכפורים תביא קרבן גמור דהשתא נמי הוה קשיא להו ע\"כ דעקרו להכשירה בקדשים דאם לא כן בר קרבן הוא ואם כן אמאי לא משני הכא כי התם אלא דנקטו בדבריהם קושטא דמלתא כפירוש רש\"י דפריך הכא שלא תצטרך להביא קרבן כדפריך התם וכתבו לכך נראה לרבינו תם דהכא מספק יולדת פריך כו' וסבירא ליה דעיקרו על חטא בא לרבי [שמעון] ומיהו מכשירה נמי בקדשים והא דלא חשיב בר קרבן היינו כיון דאין באין אלא על הספק והשתא ניחא דלא משני הכא כי התם דהתם פריך שלא יביא כלל ויהיה שעיר משתלח מכפר עליו ומיני' דאע\"ג דקושטא הוא דבא הקרבן עיקרו על חטא לרבי [שמעון] מכל מקום תצטרך להביאו אחר יום הכיפורים כדי להכשירה בקדשים אבל הכא דפריך לרבי [שמעון] דאימא דהשעיר הפנימי יתלה לה עד אחר יום הכפורים שתביא אז חטאת עוף שמכשירה נמי בקדשים ע\"כ דלא מצי לשנות הכא כו התם גבי יולדת ונזיר דנהי דמביאה חטאת עוף כדי להכשירה בקדשים מכל מקום אימא דעיקרו על חטא בא לר' [שמעון] והשעיר תולה לה וע\"כ הוצרך לתרץ הכא דרבי [שמעון] לטעמיה כו' והא דמשני בשנויא דהכא גבי מצורע התם מנגעיה מכפר ליה וקרבן כו' והתם משני בפשיטות כי קמייתי קרבן לאשתרויי בקדשים כדמשני גבי יולדת ונזיר ניחא נמי לפירוש ר\"ת דהתם פריך דלא ליתי קרבן כלל משני בפשיטות דהוצרך לאתויי כדי לאשתרויי בקדשים אבל הכא דפריך דאימא דהשעיר תולה על חטא עד שמביאה הקרבן הוצרך לשנויי דאין כאן חטא דמנגעיה אכפר ליה ואין השעיר תולה לו ולא הקרבן מכפר עליו ולפירוש רבינו תם צ\"ל דלית ליה הך סברא שפירש רש\"י התם גבי יולדת דמצער לידה איכפר לה וכן גבי נזיר דמתכפר ליה שנתנוול בגידול שיער כו' עיין שם דאם כן הוה משני נמי ביולדת ונזיר הכא כדמשני גבי מצורע דמצער לידה וניוול אתכפרו וקרבן לאשתרויי לקהל ואבן ל\"ב ובעל ש\"י פירשו בזה ואין דבריהם ברורים ואין להאריך ודו\"ק:", 
            "<b>בד\"ה</b> ולר' אלעזר הקפר כו' והשעיר אינו בא לכפר אלא על הטומאה כו' עכ\"ל הא דלא קשיא להו הכי גבי יולדת ומצורע דחטאם אינו הטומאה והשעיר אינו בא לכפר אלא על הטומאה יש לומר דביולדת חטאה בטומאתה היא וכן מצורע טומאתו על ידי חטאו ומקרי שפיר לכפר על הטומאה כמו יכול בשלשה טומאות הללו כו' דקתני בברייתא אבל בנזיר אין חטאו שציער עצמו מן היין בטומאה שנזיר טהור נמי ציער עצמו מן היין ותירצו ששנה בחטא לצער עצמו מן היין דהיינו נזיר טמא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מה פנימי כו' אבל השתא דאיכא היקשא דחיצון מפנימי ע\"כ כו' עכ\"ל דהשתא ליכא למימר דמוקמינן כפרת ר\"ח ורגלים נמי באין בה ויש בה ובשאר עבירות ולא דרשינן הואיל וזה בא בזמן קבוע כו' אלא דהוה דרשינן מה חיצון מכפר באין בה ויש בה אף ר\"ח ורגלים באין בה ויש בה דבשאר עבירות אין בה ויש בה הוי בר קרבן אבל אין לתרץ דע\"כ ראש חודש ורגלים איירי באין בה ואין בה מדכתיב חטאת לה' כדלקמן דאם כן לא יתכן דברי התוס' לקמן אהא דקאמר מ\"ט דר\"י וא\"ת מאי קבעי הא ע\"כ כו' דלא הוה קשיא מידי ודו\"ק:", 
            "<b>בד\"ה</b> ולכפר חיצון כו' אמאי לא פריך דליכפרו או דליתלו תרוייהו אפנימי כו' עכ\"ל צריך לומר דלאו לכפרו כפרה גמורה קאמרי שלא יביא חטאת אחר כך דהא בפנימי בעינן דאתי לכל חטאת אלא רצה לומר לכפרו שאם מת מת בלא עון כרבי זירא או ליתלו כרבא להגן מן היסורין והא דלא קשיא להו הכי לעיל גבי ונכפר אדידיה ואדחיצון כו' אמאי לא פריך דלכפרו תרוייהו אדחיצון היינו משום דהא בפנימי בעינן דאתי לכלל חטאת ובעל ש\"י הקשה על התוספות דמאי קשיא להו דלפרוך דליתלו תרוייהו אפנימי דלפום הך סברא ל\"ל קרא דכפרה אחת מכפר ואין מכפר ב' כפרות כיון דחיצון מכפר אדידיה מהיכי תיתי דפנימי יכפר עליו דהא לא פריך ליה אלא מהיקש' כך תוכן דבריו והניח הדבר בצ\"ע ונראה לי לומר דאי לאו מיעוטא דאין מכפר שתי כפרות איכא למימר מסברא דחיצון מכפר על החיצון ומהיקשא דפנימי נמי מכפר עליה אבל השתא דאיכא מיעוטא בפנימי דאינו מכפר אדחיצון אדרבה מהיקשא אית לן למימר דחיצון נמי אינו מכפר אלא אפנימי וק\"ל:", 
            "<b>בא\"ד</b> ואין סברא לומר שיועיל ולא בא חיצון אלא משום טומאה שאירעה בין זה כו' עכ\"ל כתב האבן ל\"ב איברא דדברי התוס' אלו סותרים מ\"ש לעיל וא\"ת חיצון למה בא כלל וי\"ל משום טומאה שאירעה בין זה כו' וא\"א לכוין דבריהם אלא ודאי דהתוספות דלעיל הם כפי שיטה הראשונה שהיו סבורים שפנימי מכפר אחיצון אע\"ג דאיכא חיצון כו' עכ\"ל ועוד האריך ע\"ש וכ\"כ מהרש\"ל ובעל ש\"י ודבריהם דחוקים הם בדברי התוס' אבל הנראה דאף אם נאמר דהיכא דאבד החיצון דלא יכפר הפנימי כו' כמ\"ש כאן שפיר כתבו לעיל דלא בא החיצון אלא משום טומאה שאירעה בין זה לזה שהרי אם לא הביא החיצון היה הפנימי מכפר וא\"כ ע\"כ החיצון לא הוצרך להביאו אלא משום טומאה שאירעה בין זה לזה כמ\"ש לעיל אלא שכתבו כאן אחר שהוצרכו להביא החיצון משום טומאה שאירעה בין זה לזה אין סברא שלא יבא לכפר בלבד על טומאה שאירעה בין זה לזה ולא יכפר על כולו אלא משהוצרכו להביא החיצון משום טומאה שאירעה בין זה לזה החיצון מכפר הכל והפנימי לא יכפר כלל אלא היכא דלא אבד החיצון ולהכי לא קאמר לעיל ונ\"מ להגן ביני ביני דהא משהוצרכו להביא החיצון משום טומאה שאירעה בין זה לזה לא יכפר הפנימי כלום אלא החיצון וזה ברור באין גמגום ודו\"ק:", 
            "<b>בא\"ד</b> והשתא אתי שפיר דקאמר לעיל ונפקא מיניה כו' ולא קאמר ונ\"מ להגן ביני ביני כו' עכ\"ל גם בזה הקשה מהר\"י אבן ל\"ב איך אתי שפיר דהוה אפשר למימר דהפנימי יתלה על שיש בו ידיעה בתחלה ואין בו ידיעה בסוף דאתי לכלל חטאת ויתלה נמי להגן ביני ביני על שיש בה ואין בה והחיצון יכפר כפרה גמורה ואע\"ג כו' עכ\"ל עיין שם גם בזה נראה דאין כאן מקום קושיא דלא שייך לתלות אלא אפנימי דאתי לכלל חטאת אבל בחיצון דלא אתי לכלל חטאת לא שייך ביה דלתלות ולהגן ביני וביני דקאמר לא שייך למימר בחיצון להגן לתלות אלא להגן על כל מה שנעשה כל השנה עד הקרבת הפנימי חוץ ממה שאירע בין זה. לזה כמו שמוכח מדבריהם וכן צ\"ל למאי דקאמר ונכפר חיצון אדידיה ואמאי דעביד פנימי ונ\"מ לטומאה דאירעה כו' וא\"כ פנימי לא בא אלא להגן ביני ביני דהיינו על כל מה שאירע כל השנה עד הפנימי והדברים ברורים למבין וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> חיצון אמאי מכפר וליכא למימר שיתלה על שיש בה כו' עכ\"ל הך גופא דקיימינן בה הוה מצי למנקט אין בה ידיעה בתחלה ויש בה ידיעה בסוף שיתלה ביה היכא דאתיידע סמוך לשקיעת החמה אלא משום דמה שכתבו לקמן דהשתא אתי שפיר לרבי [שמעון] דלא שייך לאקשויי אלא איש בה ויש בה נקטו הכי וק\"ל:", 
            "<b>בד\"ה</b> הואיל וזה בא כו' הוה ליה למפרך שכן נכנס דמה לפני ולפנים כו' עכ\"ל דהך פירכא עדיפא דבקרבן פנים גופיה הוא ואין לומר דאיצטריך להך פירכא שכן כפרתו מרובה משום דלא נילף במה הצד מתרוייהו מר\"ח ומשעיר הפנימי דאיכא למפרך מה להצד השוה שבהן שכן כפרתן מרובה דר\"ח כו' כמו שכתבו התוס' לקמן דלא כתבו כן אלא למאי דפירשו דאי מדיום הכפורים כו' היינו שעיר החיצון דליכא למילף מיניה בלחוד דדבר הלמד בהיקש אינו חוזר ומלמד בבנין אב אלא דמראש חדש נילף לרגלים ואי פרכת מה לראש חדש שכן תדיר נימא יום הכפורים יוכיח דהשתא אם באת ללמוד חדא מתרתי נימא דאיכא למיפרך שכן כפרתן מרובה דאע\"ג דהוה מה הצד כל דהו פרכינן ליה אחדא מתרתי אבל אם נימא דמפנימי גמר שפיר מצינן למילף חדא מחדא דהיינו רגלים מיום הכפורים ואחדא מחדא לא פרכינן פירכא כל דהו והוה ליה למפרך שכן נכנס דמה לפני ולפנים ולא הך פירכא שכן כפרתו מרובה דלא הוי רק פירכא כל דהו אחדא מתרתי וכן מוכח לקמן בסוף פרקין דלא פריך הך פירכא דכפרתן מרובה אחדא מחדא גבי הא דבעי למילף דיום הכפורים אינו מכפר על שאינן שבים מחטאת ואשם דפריך מה לחטאת ואשם שאין מכפר על הזדון ולא פריך הך פירכא דמה לחטאת ואשם שאין כפרתן מרובה ודו\"ק:", 
            "<b>בד\"ה</b> אף זה אינו מכפר כו' איכא למפרך מה ליוה\"כ שכן מרובה כפרתו דהשתא כו' עכ\"ל ובלאו הך פירכא לא בעי למימר כיון דהשתא ליכא גילוי מלתא משום דר\"ח לא משמע אלא אאין בה ואין בה הוה ליה דבר הלמד בהיקש ואינו חוזר ומלמד בבנין אב דאם כן תפשוט התם הך אבעיין דאינו חוזר ולהכי הוצרכו למימר דאיכא פירכא ולא תפשוט הך אבעיין ודו\"ק:", 
            "<b>בד\"ה</b> שכן מרובה כו' וא\"ת והיכי בעי למילף מיוה\"כ והא דבר הלמד בהיקש כו' עכ\"ל כתב מהר\"י אבן ל\"ב ומאי קושיא דאפילו הוי בעיא ולא איפשטא מ\"מ חביבא ליה למקשה לאקשויי את\"ל כו' אפ\"ה לא ילפינן מיוה\"כ משום דאיכא למפרך כו' עכ\"ל ול\"נ דטפי ה\"ל למקשה לדחויי בהך דמבעיא לן בהדיא בפ' איזהו מקומן בדבר הלמד בהיקש אם חוזר ומלמד בבנין אב דאי מדיה\"כ תפשוט הך אבעיין ולא הוי צריך לדחויי בהך פירכא שכן כפרתו מרובה דלא הוה רק פירכא בעלמא מסברת המקשה וכמ\"ש לעיל דסברת התוס' הוא דלא הוה כפרתו מרובה פירכא גמורה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> כדאמר רב חמא כו' אי בבנין אב דשאר רגלים תפשוט מהכא דבר הלמד כו' עכ\"ל כתב מהר\"י אבן ל\"ב ומאי קושיא והלא שפיר מצינן למילף עצרת מר\"ח וכ\"ת מה לר\"ח שכן תדיר שאר רגלים יוכיחו כמ\"ש התוס' לעיל דאפילו דבר הלמד בהיקש חוזר ומלמד בבנין אב ליוכיח אי ליכא פירכא נמי ליוכיח והכא מאי פירכא איכא ליוכיח ע\"כ תוכן דבריו ונראה דלאו קושיא היא שלא כתבו כן אלא לעיל דיליף מר\"ח ופרכינן מה לר\"ח שכן תדיר ועבדינן דיוה\"כ ליוכיח די\"ה לא אתי מר\"ח אלא חיצון אתי מפנימי אבל הכא כיון דרגלים גופייהו מראש חדש קאתו לית לן למימר ביה שיהיה יוכיח אפרכת ר\"ח כיון דאינהו גופייהו מראש חדש קאתו ודבר הלמד בהיקשא אינו חוזר ולמד בבנין אב ודו\"ק:", 
            "<b>וכתב</b> עוד מהר\"י אבן ל\"ב למאי אצטריך להו לתוס' לאקשויי מפ' איזהו מקומן והלא בסוגיא דידן פריך לקמיה תינח כל דכתיב ביה ושעיר עצרת ויה\"כ כו' מנלן וכו' וה\"ל לאקשויי ולמימר אי בבנין אב א\"כ היכי פרכינן לקמן תינח עצרת ולא עוד דלא הוה לתוס' למימר אלא היכי מסקינן הכא כדאמר רב חמא ולא מקשינן ולא מידי ולקמן פרכינן אההיא דרב חמא כו' עצרת ויה\"כ דלא כתיב ושעיר מנלן כו' עכ\"ל ואין כאן מקום קושיא דלקמן דבר הלמד בג\"ש ומלמד בהיקשא ודאי דאינו חוזר ומלמד בבנין אב דר\"ח גופיה בטהור שאכל טמא בג\"ש מציץ הוא ושאר רגלים מהיקש דשעיר מר\"ח והא ודאי דאינו חוזר ומלמד בבנין אב לעצרת ויה\"כ ואפי' מאן דאית ליה דהלמד בג\"ש חוזר ומלמד בהיקש כמ\"ש התוס' לקמן ולמה שכתבו התוס' לקמן נמי הא דאינו מלמד דוקא בקדשים אבל בציץ אינו עבודה וחוזר ומלמד היינו בתרי מלמדין דהלמד בג\"ש חוזר ומלמד בהיקש אבל בג' מלמדין כ\"ע מודו דדבר הלמד בג\"ש וחוזר ולמד בהיקש דאינו מלמד שוב בבנין אב ולהכי פריך לקמן שפיר מעצרת ויה\"כ אבל הכא לא הוה עצרת אלא דבר הלמד בבנין אב מרגלים דלמד בהיקש מר\"ח דכתיב ביה חטאת לה' ליכא לאקשויי ביה אלא דתפשוט מיהא הך אבעיא דדבר הלמד בהיקש חוזר ומלמד בבנין אב וזה ברור:", 
            "<b>בד\"ה</b> אבל חטא שסופו כו' וי\"ל כיון דהאמת דלר' יהודה חטא שסופו כו' לא מסתבר ליה להש\"ס שיחלוק עליה ר\"י כו' עכ\"ל לאו מכח סברא קאמרי הכי דהא תלמודא מבעיא ליה לאידך צדדי אלא דלא מסתבר למימר דפליגי בתרתי בחיצון ופליגא ברגלים ור\"ח אבל השתא דהאמת לר' יהודה דחטא שסופו ליודע רגלים ור\"ח מכפרין אית לן למימר דר\"י נמי הכי ס\"ל דחיצון נמי אהכי מכפר דהשתא לא פליג ר\"י עליה דר' יהודה רק בחיצון וק\"ל:", 
            "<b>בגמרא</b> ונכפר ציץ אדידיה ואדר\"ח ונ\"מ לטומאה שאירעה כו' כתב מהר\"י אבן ל\"ב דלמאי איצטריך למימר ונ\"מ שאירעה בין זה לזה אמאי לא קאמר נ\"מ היכא דלא עבד ר\"ח והתוס' לעיל הוקשה להו זאת הקושיא ותירצו וז\"ל הכא לא קאמר ונפקא מינה להיכא דלא עבד פנימי כו' דאי ליכא אלא חד יעשו פנימי ולא חיצון והאי תירוצא לא שייך הכא כלל כו' וצ\"ע עכ\"ל גם בזה אין מקום קושיא דודאי לעיל דקאמר ונ\"מ בטומאה שאירעה בין פנימי לחיצון דליכא נ\"מ כולי האי לטומאה שאירעה ביניהם לפי שעה באותו יום ולכך הקשו דטפי ה\"ל למימר התם נ\"מ להיכא דלא עביד פנימי דהוה נ\"מ גדולה שיכפר החיצון על טומאה של כל השנה והוצרכו התם לתרץ [דפנימי] קרב קודם חיצון כו' אבל הכא גבי ציץ ור\"ח אדרבה הך נ\"מ לטומאה שאירעה בין זה לזה דקאמר הוה נ\"מ גדולה לכל טומאה שאירעה בין ר\"ח העבר לר\"ח הזה אבל האי נ\"מ דלא עבד ר\"ח לא הוה נ\"מ אלא בטומאה שאירעה בשעה שהיה ראוי ליקרב ר\"ח כמ\"ש לעיל וזה ברור:", 
            "<b>תוס'</b> בד\"ה רב אשי אמר כו' ודרשה דרב אשי נמי איצטריך לר\"ש בר' יהודה דלא משמע ליה אותה כדלקמן עכ\"ל לכאורה דטפי ה\"ל למנקט דרשה דרב אשי איצטריך לר'מאיר דלא משמע ליה דרשה דאותה ולא דרשה דעון אחר כו' דהא ס\"ל כל השעירים כפרתן שוין ויש ליישב דר\"מ מצי סבר דרשה דאותה ודרשה דעון א' כו' הכא לגבי ציץ ור\"ח אלא לגבי ר\"ח ורגלים ויוה\"כ לית ליה הך דרשא משום דהיקשא דמועדיכם דכל השעירים כפרתן שוה מפקא ליה מהך דרשא אבל ר\"ש בן יהודה אית ליה דרשא דאותה למעט בשאינו נושא אלא אותה עון אבל בשנושא גם עון אחר מכפר נמי אדר\"ח כמו שכתבו התוס' לקמן וא\"כ ה\"נ הכא גבי ציץ דנושא עון אחר על עולין ע\"כ לא אימעיט מאותה ואצטריך לדרשא דרב אשי ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ואיתקש כו' אבל קשיא לר\"מ כו' ותירץ ר\"ת כו' לענין חטא שאין מכיר בו אלא ה' כו' עכ\"ל והשתא לר\"מ מצינו למימר דציץ שפיר עבודה היא מיהו האי תירוצא דציץ לאו עבודה היא והוי היקש גמור ע\"כ איתא לר\"ש וכיון דחוזר ומלמד בהיקשא מציץ עבדינן היקשא לכילה מלתא כו' כמ\"ש התוס' לר\"מ וה\"מ נמי לפרושי הכי לר\"מ דציץ לאו עבודה וחוזר ומלמד בהיקש גמור ומיניה עבדינן היקשא לכולה מלתא אלא דניחא להו טפי בפשיטות דלענין חטא שאין מכיר בו כו' הוי היקש גמור כמו שנפרש לקמן דע\"כ ר\"מ אית ליה דרשא דחטא שאין מכיר בו כו' ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אותה לא משמע כו' ויש לומר דלענין זה ודאי דרש אותה כיון דלרגלים אין להם כפרה כו' דהיינו אין בה ואין בה כו' עכ\"ל ויש לדקדק מי הכריח לתוס' לעיל לפרש לר\"מ דאית ליה דרשא דחטאת לה' מי שאין מכיר כו' דמיירי באין בה ואין בה אימא דלית ליה הך דרשא דמי שאין מכיר כו' והיקש הגמור דאית ליה ממועדות היינו מציץ כמו לר\"ש ולר\"ש בן יהודה ומשמע ליה דרגלים מיירי באין בה ואין בה דדריש אותה כמו שכתבו הכא התוס' לר\"ש בן יהודה דאיכא לרגלים כפרה אחרת דהיינו אין בה ואין בה דאותה בא למעט בשאינו נושא אלא אותו עון אבל בשנושא עון אחר דהיינו אין בה ואין בה מכפר נמי אדר\"ח וי\"ל דר\"מ כיון דאית ליה מהיקשא דמועדיכם דרגלים מכפרין נמי אדחיצון דהיינו אין בה ויש בה א\"כ מדיוקא דאותה ליכא לאוכוחי דרגלים מכפרין באין בה ואין בה אלא מדיוקא איכא למימר דמכפר אאין בה ויש בה כמו בחיצון אלא ע\"כ דאית ליה [דרשא] דמי שאין מכיר כו' אבל ר\"ש בן יהודה דס\"ל דרגלי' אין מכפרין אאין בה ויש בה מדרשא דאחת א\"כ ע\"כ מדיוקא דאותה איכא למגמר דרגלים מכפרין אאין בה ואין בה ודו\"ק:", 
            "<b>בא\"ד</b> ועי\"ל דלר\"ש בן יהודה איתקש רגלים לשעיר החיצון כו' אע\"ג דהך היקשא דרגלים לשעיר החיצון הוי היקש הלמד מן ההיקש מ\"מ כיון דלענין היקשא דרגלים מר\"ח בטהור שאכל הטמא הוי היקש גמור דציץ לאו עבודה היא עבדינן היקשא דמועדות לכולה מלתא כמו שכתב ר\"ת בספר הישר וכצ\"ל לר\"ש כמ\"ש לעיל ולר\"מ נמי ה\"מ לפרש כן לעיל אלא דניחא להו לתוס' לפרש בפשיטות דהיקשא מר\"ח דכתיב לה' חטאת שאין מכיר כו' ע\"כ הוי היקש גמור לר\"מ כמ\"ש לעיל ודו\"ק:", 
            "<b>ויש</b> מדקדקין בסוגיא דשמעתין דפסיקא ליה דרשא דאחת בשנה מהיקשא דחיצון לפנימי למעט דרגלים לא מכפרי אחיצון דיוה\"כ למה לא נאמר כן גבי דרשא דעון א' מהיקשא דר\"ח לרגלים וליוה\"כ ולמעט דרגלים איוה\"כ ודיוה\"כ אדרגלים ולאו קושיא היא כלל דבכ\"מ בהנהו היקשא אזלינן בתר דוכתא דמפורש ביה טפי ולהכי ודאי בההוא היקשא דאחת בשנה דאינן אלא פנימי לחיצון דבפנימי הוא דכתיב אחת בשנה לית לן למעוטי שלא יכפר החיצון על הפנימי אלא למעוטי פנימי על החיצון ולענין כפרת חיצון ארגלים הוי כאילו כתיב אחת בשנה בגוף דחיצון כמ\"ש התוס' לעיל אבל בהאי היקשא דמועדות לענין דרשא דאותה ועון א' כו' ודאי בר\"ח דכתיב ביה בגופיה דרשינן להו למר כדאית ליה ולמר כדאית ליה אבל ברגלים ויוה\"כ דתרוייהו אתו מהיקשא מר\"ח ואין מפורש באחד מהם טפי מבחבירו ודאי דאין לדרוש מהיקשא למעט מאחד לחבירו כיון דהמיעוט אינו מפורש באחד טפי מבחבירו ודו\"ק:", 
            "<b>בד\"ה</b> מותר הקטורת כו' נמצא לע\"ב שנה ק\"פ מנים ועוד חסר ד' מנים לפלגא דשס\"ח ולא דק כו' עכ\"ל ויש לפרש דדק שמה שאמר שהיה בו חצאים היינו מה שצריך לחצי שנה דרוב שנים פשוטות הן דהיינו שנ\"ד ימים ולא החצי ממה שהיו מפטימין שס\"ה כדי למלאות המעוברות והשתא חצי שנ\"ד הוא קע\"ז ועוד ג' מנים שהיו צריכים בחצי שנה שבו יוה\"כ הרי ק\"פ מנים כמו שנשארו בע\"ב שנה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אלא מעתה כו' וא\"ת תקשי ליה מטבול יום גופיה דבברייתא קתני כו' עכ\"ל לכאורה לפי מה שפרש\"י דהכי פריך דגבי מכתשת לא תני לינה והכא תני לינה ש\"מ דכלי דהכא לאו מכתשת כו' אין מקום לקושייתם דתקשה ליה מט\"י גופיה כו' דהא לאו קושיא היא דאימא דכלי דהכא מכתשת היא ולהכי הוצרך לאקשויי מדתני הכא לינה כו' כפרש\"י ויש ליישב דבריהם דהכי קאמר כיון דע\"כ מדתני הכא לינה דאיירי בכלי שרת ולא מכתשת א\"כ למאי דמתרץ נמי שאני קטורת כו' אכתי תקשי ליה מטבול יום גופי' דברייתא קתני דבמכתשת נפסלה בט\"י ואילו הכא תנן קדשו בכלי כו' דע\"כ היינו כלי שרת ולא מכתשת מדתני הכא לינה כך נראה בישוב דבריהם אבל לשונם אינו משמע כן גם יש לדקדק בדבריהם לקמן שכתבו אבל מלינה פריך שפיר כו' דא\"כ אמאי תני ליה כלל קטורת בהדייהו מי הכריחם לזה הא בלאו הכי ליכא למימר דה\"ה לא קדשו כו' מדקתני הכא לינה ש\"מ דקדושת כלי דהכא לאו מכתשת היא כפרש\"י וע\"כ נראה לן בזה דמשמע להו מלשון התלמוד דבפשיטות פריך קדשו בכלי אין לא קדשו לא משום דכלי לא משמע מכתשת אלא כלי שרת שבשעת הקטרה דומיא דקומץ ולבונה כו' כפרש\"י גופיה ולפום קושטא דמלתא פרש\"י מדלא תני לעיל לינה והכא תני לינה דע\"כ קדושת כלי לאו מכתשת היא ולפום קושיית התלמוד בפשיטות דכלי משמע כלי שרת דומיא דקומץ כו' הקשו שפיר ותקשה ליה מט\"י גופיה כו' וכתבו נמי שפיר אבל מלינה פריך שפיר כו' דא\"כ אמאי תנא כלל קטורת כו' ויש מקשים בזה דמאי קושיא דתני כלל קטורת הא איכא למימר דתני ליה משום סיפא דקתני וחייבים משום נותר וטמא דקאי אכולה כמו שכתבו גבי קומץ דתני ליה בהדי הנך משום וחייבין משום נותר וטמא וי\"ל דודאי גבי קומץ קודם שקידשו בכלי ונתקדשה כבר המנחה בסיסא היה קדש קדושת הגוף ליטמא בט\"י וליפסל בלינה מיהו לא חייב עליו משום נותר וטמא כיון דעדיין לא קרב מתירין דהיינו הקומץ כדתני התם כל שיש לו מתירין אינו חייב משום פיגול נותר וטמא עד שיקרבו מתיריו אבל גבי קטורת אם נאמר דלא קדשו בכלי נמי ליפסל בט\"י ובלינה משום דהמכתשת הוא כלי שלא ליקדש קדושת הגוף אמאי אינו חייב נמי אז משום נותר וטמא כדקתני התם כל שאין לו מתירין כיון שקדש בכלי חייבים עליו משום נותר וטמא וא\"כ לא הוה למתני קטורת בהדייהו ודו\"ק:", 
            "<b>בד\"ה</b> הואיל וצורתה כו' ומהכא ליכא לאוכוחי דפסלה מדאורייתא כו' עכ\"ל למ\"ד דחולין שנעשו עט\"ק כקודש דמי ע\"כ דאיכא לאוכוחי שפיר מהכא דאיירי מדאורייתא דאל\"כ קודם שקדשו בכלי נמי כמ\"ש התוס' לעיל אלא דאיכא לדחויי דאתיא כמ\"ד דלאו כקודש דמי ולהאי תירוצא שכתבו לעיל דלא שייך בקטורת חולין שנעשו עט\"ק ניחא טפי ותו לא מידי וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אי הכי כו' ומ\"מ סבר דאין נפדים אלא מחמת לב ב\"ד מתנה כו' עכ\"ל אע\"ג דבשאר קדושת דמים ודאי דלא בעי לב ב\"ד מתנה כדמוכח כולה סוגיין מ\"מ בפרה דקס\"ד דבדק הבית היא ס\"ל דבעי לב ב\"ד מתנה משום דבעי העמדה והערכה כדמסיק ודו\"ק:", 
            "<b>בא\"ד</b> והרי פרה דלא שכיח פירוש שימצאו נאה ממנה כו' עכ\"ל דלפרש\"י לא דמי דודאי באבודין לא אםקי ב\"ד אדעתייהו ואין לבן מתנה עליהן אבל בפרה אע\"ג דלא שכיחא לעשות פרה מ\"מ השתא הרי עושין הפרה ולמה לא יהיו מתנין עליה ולזה פירשו דאף בשעושין הפרה לא שכיח שימצאו נאה הימנה ולא אסקי אדעתייהו להתנות והוי ממש לא שכיח כמו באבודין ודו\"ק:", 
            "<b>בא\"ד</b> ואפי' קדם הקדשן למומן תנן התם דמותרין לאחר פדיונן כו' עכ\"ל בפ\"ב דבכורות אין דבר זה מפורש דהתם מיירי בקדשי מזבח ובקדם מומן להקדשן ואהא קתני נמי התם אם מתו יפדו אלא דבפרק בתרא דתמורה מוכח כן מתוך המשנה דבקדשי בדק הבית אפי' בקדם הקדשן למומן מותרין לאחר פדיונן כו' ואהא קתני נמי התם אם מתו יפדו מיהו בין בפ\"ב דבכורות ובין בפ\"ב דתמורה לר\"ש קתני הכי דס\"ל דקדשי בדק הבית היו בכלל העמדה והערכה ורבנן פליגי התם עליה מ\"מ מייתו שפיר מהתם דהכא רבנן מודו ליה משום דדמיה יקרים ולב ב\"ד מתנה ויפדו אפי' לכלבים כמו לר\"ש התם ולא ניחא להו למימר דיפדו דהתם היינו נמי לעורה דא\"כ לא ה\"ל לתלמודא להשמיט מלפרש התם אמתניתין דהיינו לעורה ובשמעתין נמי מתה תפדה נמי לא בעי למימר דהיינו נמי מדאורייתא דמשמע ליה מתה תפדה אפי' מדרבנן דומיא דמצא אחרת נאה הימנה דתפדה אפי' מדרבנן וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מודה ר\"ש בשעירי כו' של ר\"ח אדר שאבד ונמצא בניסן כו' עכ\"ל נקט מלתא דפסיקא שנמצא בניסן דהשתא אף אם נאבד גם בשאר ר\"ח אינו ראוי ליקרב עוד מיהו קושטא הוא גם אם נמצא באדר אינו ראוי עוד ליקרב לחובת צבור ולא אתי אלא לאפוקי בשאר ר\"ח אם מצא אחר כך באותו חדש שהיה ראוי ליקרב לחובת צבור בר\"ח שאחריו וק\"ל:", 
            "<b>תוס'</b> בד\"ה וממאי דר' יהודה כו' שאני חטאת צבור דלית להו תקנתא כו' עכ\"ל צ\"ע לדבריהם דמשמע דלא קאמר ר' יהודה דימותו אלא בשעיר הפנימי דחייש לתקלה כיון דא\"א להביאו אלא משנה לשנה כדקאמר בפ' ב' שעירים אבל בשעירי רגלים ור\"ח ליכא מאן דפליג דמשהין אותן מרגל לרגל ומר\"ח לר\"ח והשתא מאי כולם ימותו שייך בשעירי ר\"ח ורגלים אם לא יקריבו ביוה\"כ יקריבו ברגל ור\"ח שאחר יוה\"כ אלא ע\"כ דאית ליה לב ב\"ד מתנה וי\"ל דה\"ק כיון דמיהו בחטאת צבור דלא הוה ליה תקנתא אלא מיתה כגון בשעיר הנעשה בחוץ דע\"כ א\"א להביאו אלא משנה לשנה ואיצטרכו בו לב ב\"ד מתנה להקריבו ברגל ור\"ח עשו כן בשאר שעירים כגון דר\"ח ורגלים שיקרבו ביוה\"כ דלב ב\"ד מתנה אבל במותר תמידין שיפדו מי יימר לן לב ב\"ד מתנה ודוחק ודו\"ק:", 
            "<b>בד\"ה</b> מקיצין בו' ואם תאמר וממתניתין היכי מצי דייק דלמא הא דלא אהדר להו כו' עכ\"ל ולעיל דפריך אמתני' ואמאי לימא לב ב\"ד מתנה כו' איכא למימר דלאו מדלא אהדר להו ר\"ש הכי פריך דאיכא למימר דלא אצטריך אלא מדקא\"ל מהו שיקרבו זה בזה כו' פריך דמאי קא קשיא להו דודאי יקרבו דלב ב\"ד מתנה אבל לר' יוחנן דקאמר לרבנן דפליגי עליה דר' שמעון סבירא להו לב ב\"ד מתנה דהכי גמיר לה אלא דמדברי ר\"ש שמוכח ליה דסבירא ליה אין לב ב\"ד מתנה ואהכי קשיא להו ממתני' היכי מצי דייק כו' ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לנדבת צבור אזלא כרבנן דפליגי עליה דר\"א עכ\"ל דס\"ל לעיל ימותו ור' יהושע דסבר לעיל דאזלי לנדבת יחיד היינו במותר אשם של יחיד שמתו בעליו או כו' אבל הכא במותרות של צבור ר\"י נמי מודה דאזיל לנדבת צבור ויש לדקדק לעיל דמפרש מה דבין דברי ר\"י לדברי חכמים כו' אמאי לא קאמר דאיכא בינייהו לדברי חכמים הכל באה לנדבת צבור ואין מקיצין בעולת עוף דאין עולת עוף בצבור ולר\"י מותר אשם יחיד לנדבת יחיד אזלא ומצי לאתויי עולת עוף וי\"ל דאפי' לר' יהושע נדבת יחיד מ\"מ לא מצי לאתויי עולת העוף דאין לכהן חלק בו מדרשא דיהוידע הכהן כמ\"ש התוס' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה הא בורכא כו' דרש יהוידע הכהן שמותר חטאת ומותר אשם כו' עכ\"ל מותר חטאת היינו לר\"ש אבל לר\"י אין לך מותר חטאת הבא לנדבה אלא מותר אשם מדרשא דיהוידע ועיין בתמורה פ' ולד חטאת וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ורבנן דאית כו' מיתה ממרקת אחר יוה\"כ אבל יוה\"כ כו' עכ\"ל מפירושו נראה דלרבנן נמי בשאר עבירות נמי מיתה אינה ממרקת בלא יוה\"כ וכן נראה להוכיח דאל\"כ הויא סברת רבי ורבנן הפוכים דלרבי מוכח לקמן גבי עביד בלילה ומת ואכל אומצא כו' דאף אם יוה\"כ מכפר בלא מיתה בשאר עבירות מיתה בלא יוה\"כ אינו מכפר וק\"ל:", 
            "<b>תוס'</b> בד\"ה בעומד במרדו כו' והא לא אתיא אפי' כרבנן דאית להו דמיתה כו' עכ\"ל ולא ניחא להו לאוקמא כרבנן ובשלשה עבירות דסתמא קתני ולא איירי בג' עבירות כדמוכח בשמעתין דההיא דקתני דיוה\"כ אינו מכפר על שאינן שבים לא מתוקם ליה כרבי ובג' עבירות משום דסתמא קתני ובשאר עבירות איירי ועוד נראה דאי מתוקמא התם כרבנן ובג' עבירות ה\"נ איכא לאוקמא כרבי ובג' עבירות ואי משום דקתני מיתה דיוה\"כ ותשובה סגי ה\"נ תקשי לך לרבנן אמאי קתני יוה\"כ דהא במיתה ותשובה סגי אלא ע\"כ או או קאמר או מיתה ותשובה או יוה\"כ ותשובה ודו\"ק:", 
            "<b>בד\"ה</b> שאין מכפרין כו' וי\"ל דאיכא למיפרך שכן אין מכפר על חייבי כריתות כו' עכ\"ל ומתרוייהו ליכא למילף דאם תפרך מה להנהו שאינן מכפרין על חייבי כריתות רוב חטאות ואשמות יוכיחו דמכפרין על חייבי כריתות ואין מכפרין על שאינן שבין מה לרוב חטאות ואשמות שאינן מכפרין על זדון אשם שפחה חרופה ונזיר יוכיחו דאיכא למימר מה להצד השוה שבהן שכל אלו אין כפרתן מרובה משא\"כ יוה\"כ דכפרתו מרובה ועי\"ל מה להצד השוה שבהן שאין מכפרין על זדון כרת מיהו בשמעתין דבעי למגמר חדא מחדא לא בעי למפרך הך פירכא דכפרתו מרובה משום דאינו רק פירכא כל דהו ולא פרכינן לה אחדא מחדא כמ\"ש התוס' לעיל ומתוך שמעתין הוכיחו כן דכפרתו מרובה אינה רק פירכא כל דהו ובזה יתיישב מה שהקשו התוס' לקמן ונימא דיוה\"כ לא יכפר על המזיד מ\"ד אחטאת כו' ולא פרכינן מה לחטאות ואשמות שאין כפרתן מרובה משום דהוי פירכא כל דהו ולא פרכינן לה אחדא מחדא ודו\"ק:", 
            "<b>בד\"ה</b> הואיל ומכפר כו' נימא דיוה\"כ לא יכפר על המזיד מידי דהוה אחטאת כו' עכ\"ל ואין להקשות דאדרבה דטפי נילף בק\"ו מאשם שפחה חרופה ונזיר שיכפר יוה\"כ על המזיד מדמכפר יוה\"כ על חייבי כריתות והנהו אין מכפרין על חייבי כריתות די\"ל דאיכא למימר חטאות ואשמות יוכיחו דמכפרין על חייבי כריתות ואין מכפרין על המזיד:", 
            "<b>ודע</b> דקושייתם דיוה\"כ לא יכפר על המזיד היינו יוה\"כ היום עצמו בזולת שעיר המשתלח כשיטתם לקמן דיוה\"כ עצמו מכפר אבל על שעיר משתלח גופיה ודאי דלא הוה קשיא להו דלא יכפר על המזיד דהא ביה נמי כתיב מפשעיהם לכל חטאתם ופשעים היינו זדון ומיניה יליף נמי בפ\"ב דכריתות מה פשעים דלאו בני קרבן כו' ומ\"ש התוס' בתירוצם ועוד דאדרבא נילף משעיר הנעשה בפנים כו' ה\"נ ה\"מ למימר דנילף יוה\"כ עצמו משעיר המשתלח אלא דניחא להו להזכיר מה שמפורש ביה לעיל בשמעתין בשעיר הנעשה בפנים דפשעים אלו המרדים ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה (אלו כו') הושוו כולן בכפרה א' בהאי יכפר בתרא כו' עכ\"ל כתב מהר\"י אבן ל\"ב ותמיהא מלתא דהאי יכפר גופיה איצטריך לרבות הלוים עכ\"ל ולאו קושיא היא דבויכפר דברישא דקרא מצי לכללינהו כולהו דכתיבי בקרא ומש\"ה מיתורא דויכפר דמציעתא דקרא דריש מן הדומה לרבות העזרה דכתיב לעיל מיניה ואת המזבח וכן מיתורא דויכפר דסיפא דקרא דריש מן הדומה לרבות הלוים דכתיב לעיל מיניה ועל הכהנים ועל כל עם הקהל ודקאמר דהושוו כולהו בויכפר בתרא לאו מיתורא הוא אלא מהיקשא דכתיבי בהדדי בויכפר בתרא הוא דכל היקשא הכי הוא מדכתיבי בהדדי בלאו יתורא דקרא ודו\"ק:", 
            "<b>עוד</b> הקשה שם מאי קבעי מאי טעמא דר\"ש והלא נחלקו עמו שהוא בעצמו נתן טעם לדבריו דכשם שדם השעיר הנעשה בפנים מכפר כו' עכ\"ל וי\"ל בזה דע\"כ לאו האי טעמא עיקר הוא דהא לר\"י נמי דם הפר לבדו בלא וידוי מכפר על הכהנים אלא דלא אייתר וידוי פר לשאר עבירות אלא כנגד שעיר החיצון ווידוי השני של הפר אתא אחד לו ואחד לביתו כדלקמן ולא נקט ר\"ש הך לישנא אלא לבתר דנפקא ליה מקרא דולקח ב' השעירים כו' דמה שעיר הנעשה בפנים כו' ודו\"ק:", 
            "<b>עוד</b> הקשה שם לפרש\"י מאן תנא להא מתניתא דקתני מעתה אין להם כפרה כו' דאי כר\"י א\"כ לא מכפרי בפר כו' עכ\"ל ומאי קושיא דה\"נ הוא אפי' לר\"י דאי לא הוה כתיב יכפר ה\"א דאין להם כפרה כלל כו' ותו כו' ה\"ל לשנויי דה\"ק מעתה אין להם כפרה בטומאת מקדש כו' עכ\"ל ע\"ש ואין מקום לקושיותיו דהא לבתר דמייתי נמי בברייתא האי קרא כשהוא אומר יכפר אכתי קאמר דאין להם כפרה דבמה מתכפרין דבשעיר אין מתכפרין מדכתיב לעם ובפר אין מתכפרין מדכתיב אשר לו ולר\"י מהאי קרא דיכפר ודאי ידעינן דמתכפרין מיהת בשאר עבירות ולכך הוצרך נמי למימר בשינויא דכמו דמצינו שיש להן כפרה בשאר עבירות כך כו' דהאי קרא דיכפר בשאר עבירות מוקי לה ר\"י ותו לא מידי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה דעבד כו' כדתניא חומר בשעיר מביוה\"כ כו' עכ\"ל נראה מדבריהם דהך ברייתא מפורסמת אבל לא מצאתי' בתלמוד גם תקשי מינה להך פירושא שכתבו לעיל דשעיר מכפר כל היום ואפשר דהנהו י\"מ שכתבו הכי הוו גרסי הך ברייתא בשמעתין והיא הגירסא שמחקה רש\"י דתניא חומר בשעיר כו' ל\"ג לה ודו\"ק:", 
            "<b>בא\"ד</b> דחנקתי' אומצא לאו דוקא אלא ה\"ה שמת בו ביום כו' עכ\"ל להאי פירושא ניחא להו למימר לאו דוקא כיון דמת בו ביום מיירי בין קודם שנשתלח השעיר ובין לאחר שנשתלח השעיר כמו חנקתיה אומצא דאיירי נמי בכל גווני ולאו דוקא נקט חנקתיה כו' אבל להאי פירושא דלעיל דשעיר מכפר כל היום ולא יוה\"כ דלא הוה אתי להו שפיר מדלא קאמר כגון שמת קודם שנשתלח השעיר דהתם לא שייך למימר דלאו דוקא נקט חנקתיה כו' דההוא איירי בכל גוונא ודו\"ק:", 
            "<b>בא\"ד</b> א\"נ אפי' לא מת כו' אלא אחר כמה ימים וכגון דעבד כו' עכ\"ל לכל הפירושים הכי איירי אלא להנהו פירושים ניחא להו בפשיטות דנאדו משנויא דחנקתיה אומצא לאוקמי כרת דיממא דכתיב באורייתא דוקא בכה\"ג שלא עבר עליו רגע מן היום אחר עבירתו וקאמר אלא דעבד סמוך כו' אבל לפי' הי\"מ דלאו דוקא נקט חנקתיה אומצא וה\"ה מת בו ביום אמאי נאדו מהאי שנויא למימר א\"נ דעבד סמוך כו' וקאמרי דאפי' הכי ניחא ליה טפי לאוקמא בסמוך לשקיעת החמה ולא מת בו ביום מלאוקמא בכל יום ודוקא מת בו ביום שהוא יותר דחוק ודו\"ק:"
        ], 
        [
            "<b>הקשה</b> מהר\"י אבן ל\"ב אהא דקאמר בגמ' ומאי אם נפשך לומר וכ\"ת ביתו כתיב כו' ומה בזה והרי הותר מכללו כו' עכ\"ל עיין יישוב לזה בדברי בעל ש\"י ול\"נ בזה דה\"ק וכ\"ת ביתו כתיב ולאו הותר מכללו דאשתו ובניו הסמוכים על שלחנו ובכלל אשר לו הוא ומקרי נמי משלו הוא מביא דכל מה שקנו קנה אהרן וקאמר דכולן קרוים ביתו ולא מקרי נמי הכהנים הותר מכללו ולוים לא יתכפרו בפר כמ\"ש התוס' והיינו נמי מה\"ט דאהרן כתיב בפרשה והכהן המשיח תחתיו וכל הכהנים בכלל אשר לו הם כאלו הם בני ביתו ותו לא מידי ובזה יתיישב נמי לקמן בברייתא דמוקי אשר לו הג' לעיכובא ולא מוקי לה למעט ביתו דיכול יביא משלהם כיון דמתכפרין בו כדקאמר גבי כהנים די\"ל דבאשתו ובני ביתו ודאי דלא שייך למימר יביא משלהם דכל מה שקנו קנה אהרן וק\"ל:", 
            "<b>תוס'</b> בד\"ה כולן קרוין כו' א\"כ מצינו בשעיר של עם שהותר מכללו עכ\"ל הקשה מהר\"י אבן ל\"ב ומה בכך ואפי' שעיר של עם הותר מכללו אפ\"ה כיון דכתיב ביתו וכולן קרוים ביתו מוטב שיתכפרו בפר של אהרן כו' צ\"ע בדברי התוס' כו' דמקמי דמסיק דכולן קרוים ביתו יתכפרו הלוים בפרו של אהרן שהותר מכללו ובתר דמסיק דכולן קרוים ביתו יתכפרו בשעיר של העם כו' דלא אתי אשר לעם אלא למעוטי כהנים עכ\"ל ובאמת שהתוס' בפ\"ב דמדות מטין כדבריו שכתבו שם דמתכפרין הלוים בשעיר הפנימי אשר לעם ול\"נ ליישב דברי התוס' דהכא דהכי קא קשיא להו דודאי מעיקרא דבעו למימר דפר של אהרן הותר מכללו ניחא דלוים נמי מתכפרין בו ולא בשל עם דלא מצינו ביה הותר מכללו אבל השתא לבתר דמסיק דכולם קרוים ביתו ולא הותר מכללו הוא א\"כ לא ידענו במה יתכפרו הלוים ולמה נאמר דיתכפרו הלוים בשל עם שיהיה הקרא הותר מכללו טפי מבשל אהרן ודו\"ק:", 
            "<b>בד\"ה</b> האי מיבעי כו' ומדאיצטריך קרא לומר כו' וקרא איצטריך כו' עכ\"ל כתב מהר\"י אבן ל\"ב ויש לתמוה בדבריהם טובא דמי דחקם למימר דפריך וקרא איצטריך כו' ול\"נ דהכריחם לפרש דפריך מכח מדאיצטריך דהא המקשה ע\"כ נמי הוה מסיק אדעתיה סברת המתרץ כיון דבדאהרן לא קחסרי ממונא לא יתכפרו בו מדקתני בברייתא דמייתי המקשה יכול לא יביא משל צבור שאין הצבור מתכפרין בו אבל יביא כו' דמשמע דהכפרה תלוי בחסרון ממונא ומש\"ה הוצרכו לפרש דמכח מדאיצטריך קרא לומר כו' ומשני ליה דליכא הכא מדאיצטריך דאלמא מתכפרין אלא דהשתא דאשמעי' קרא דלא קא חסרי ממונא לא יתכפרו בו אבל אי לאו האי קרא דלא קא מחסרי ממונא סד\"א בהיפך דמתכפרין בו וגם יביא משלהם ומ\"ש עוד מהר\"י אבן ל\"ב על דברי התוספות שכתבו שלא תאמר כיון שמצינו שיש להם כפרה כו' והא אנן מדלא כתיב יכפר קיימינן ואי כו' עכ\"ל כבר כתבנו בזה דבתר דכתיב יכפר נמי קיימינן דלא ידעינן במה יתכפרו וכפרש\"י כמ\"ש לעיל ודו\"ק:", 
            "<b>בא\"ד</b> במה שכתבו התוס' קצת תימה דמאי פריך נימא דהא דדרשינן דלא מייתי משל כהנים כו' עכ\"ל כתב מהר\"י אבן ל\"ב לכאורה נראה דהוי תמיהא רבה כו' ועוד יש לתמוה כו' והלא לעיל מקשינן והאי אשר לעם כו' דקרא משמע מדעם ואף ה\"נ פשטא דקרא משמע אשר לו משלו ולמאי איצטריך לאתויי ברייתא דשלו הוא מביא כו' ומצינן למימר דאיצטריך לאתויי ברייתא כי היכי דלא נימא ההוא משלו אחרינא כו' לפ\"ז יש לתמוה בדברי התוספות כו' דלא קשה מידי כו' דמפשטא דקרא פריך דהכי משמע ומאי דאייתי ברייתא הוי לכדאמרן כו' עכ\"ל מיהו סוגיא דשמעתין לא משמע להו הכי דה\"ל למפרך מעיקרא מפשטא דקרא דמבעי ליה אשר לו משלו כדפריך לעיל גבי אשר לעם ואי משום אשר לו אחרינא הל\"ל וכ\"ת מאשר לו אחרינא הא איצטריך לכדתניא משלו כו' אלא דאשר לו ע\"כ משמע ליה לתלמודא דפשטיה דקרא לא משמע משלו ולכך הוצרך לאתויי ברייתא ולזה כתבו התוספות שפיר קצת תימה כו' ודו\"ק:", 
            "<b>עוד</b> כתב מהר\"י אבן ל\"ב דקדוקים בשמעתין ולא ראיתי לכותבן מפני שנראה שהם דברים פשוטים ע\"ש:", 
            "<b><br>ע\"ב</b> בד\"ה זיל קרי כו' ובתינוק שנשבה ליכא לאוקמא כיון כו' עכ\"ל שיעור דבריהם דהא ודאי בתינוק שנשבה ולא ידע מאומה (דלא) [לא] קמבעיא ליה כדקאמרי' בפ\"ק אלא בכה\"ג שלא ידע אי שרץ טמא אי צפרדע ובכה\"ג ליכא לאוקמא בתינוק שנשבה דלא שייך ביה שידע בחד מנייהו דנטמא וק\"ל:", 
            "<b>בד\"ה</b> או דלמא כו' ולעיל בפ\"ק כו' ה\"מ לשנויי כגון שלא ידע בשעת נגיעה כו' עכ\"ל דהך מלתא ע\"כ פשיטא ליה דהעלמה היא ולא מיבעיא ליה וגרע מלא ידע מקום מקדש דאל\"כ בפשיטות טפי ה\"ל למבעי בלא ידע משעת נגיעה כו' וק\"ל:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> וכן תעשו כו' ותימה כו' בהעמדת סנהדרין כו' ליבעי נמי מלך ונביא כו' עכ\"ל יש לדקדק דאימא דקושטא הוא דבעי בהעמדת סנהדרין נמי מלך ונביא כו' והא דלא חשיב התם אלא דבעי ע\"א דלא חשיב אלא מילי דסנהדרין כמ\"ש התוס' גבי דאין מוסיפין על העיר כו' וגבי מוציאין למלחמת הרשות דלא חשיב אלא מילי דסנהדרין וי\"ל דודאי גבי אין מוסיפין על העיר כו' וגבי מוציאין למלחמת כו' ניחא דעיקר מלתייהו ליתא התם אלא משום מילי דסנהדרין דבעינן בהו ע\"א אבל העמדת סנהדרין עיקר מלתיה התם וה\"ל למתני התם כל מה דבעי בהעמדתן ועיין עוד בזה ישוב אחר לזה בחידושינו בפ\"ק דסנהדרין וק\"ל:", 
            "<b>בד\"ה</b> מתיב רבא כו' תימה ממשכן גופיה ה\"ל למפרך שיהא צריך משיחה כו' כדאמר לקמן גבי משכן ומקדש עכ\"ל נראה עיקר קושייתם מההיא דלקמן דקאמרינן במשכן הוא דבעי משיחה ולא בעי משיחה במקדש ואמאי לא תקשי ליה שיהא צריך משיחה לדורות מדכתיב וכן תעשו מיהו ממתניתין דהכא נמי יש לדקדק קצת דלא בעי משיחה במקדש מדלא תני ליה בכל הנהו דתני להו דבעי במקדש ונראה נמי דר\"ל דה\"ל למפרך ממשכן והך נמי לא מיתרצא בהא דמשני אותם במשיחה כו' דע\"כ מיעוטא דאותם לא קאי רק אכלים דאל\"כ תבעי נמי ע\"א במקדש כמ\"ש התוספות לעיל גבי כלים ודו\"ק:", 
            "<b>בד\"ה</b> אין העזרה כו' תימה למ\"ד בפ\"ב דמנחות דאין מנחה כו' אבל בימי שלמה כו' עכ\"ל כצ\"ל ואין להקשות ומאי קושיא דאימא דס\"ל כמ\"ד לקמן בא מכל אלו תנן די\"ל דדוחק למימר הכי דמ\"ד התם דאין מנחה בבמה יסבור דוקא כמ\"ד הכא בא' מכל אלו דקדושה ראשונה לא קדשה לעתיד דא\"כ לקמן דדחיק תלמודא לאשכוחי מ\"ד לא קדשה כו' אמאי לא מייתי מההוא דמ\"ד דאין מנחה בבמה מיהו לשון התוספות מגומגם קצת שכתבו בשלמא בימי עזרא איכא למימר דסבר כמ\"ד קדושה ראשונה קדשה כו' עכ\"ל דהא למ\"ד לא קדשה ניחא טפי ואפי' בימי שלמה ויהושע דהא ע\"כ ס\"ל בא' מכל אלו ודו\"ק:", 
            "<b>בא\"ד</b> אבל בימי שלמה ויהושע קשיא כו' עכ\"ל צ\"ל דממשה לא קשיא להו לפי שכל אלו דבמתני' ממשה למדנו חוץ מב' תודות דלמדנו מנחמיה והיינו משום דבמשה לא היה למשכן שום קביעות מקום ולא הוה צריך לקדש המקום בהיקף ב' תודות ובשירי מנחה אלא שהמשכן נתקדש במשיחה אבל בימי יהושע שנתקדש משכן שילה שהוא מקרי מנוחה בקביעות מקום והיה אבנים מלמטה כו' כדאיתא פ\"ב דזבחים ע\"כ הוה צריך לקדש המקום ואהא קשיא להו כיון דקודם שנבנה משכן שילה הותרו הבמות בגלגל מאין היה להם שירי מנחה לקדש משכן שילה כיון דאין מנחה בבמה וכן בשלמה בבנין בהמ\"ק שנקרא נחלה בעי לקדושי המקום מאין היה להם שירי מנחה כיון דקודם זה נמי הותרו הבמות בנוב וגבעון ואין מנחה בבמה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אלמא לא אפשר דמקדש בשתי הלחם בעצרת כו'. יש לדקדק אמאי לא דחי ליה דא\"כ שלמה אמאי קדשה בסוכות ולא המתין עד עצרת בחמץ גם יש לדקדק לעיל שכתבו התוס' בחד תירוצא דשלמה לא קדשה כלל בשירי מנחה משום דלא היה אפשר ואמאי שהרי אפשר לו להמתין עד העומר כי הכא דפריך להמתין משום חמץ עד עצרת וי\"ל דודאי שתחלת בנין הבית כיון דנגמר בסוכות בימי שלמה מקרי לא אפשר להמתין עד העומר או עד ב' הלחם ליבטל מעבודת בהמ\"ק כ\"כ אבל הכא גבי הוספת העזרה דבהמתנה חצי שנה לא מתבטל עבודת בהמ\"ק מקרי שפיר אפשר להמתין עד עצרת משום חמץ וכן נראה קצת מלשון התוספות לעיל ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> ורמינהי אר\"י בר יוסי וכי אלו כו' מדר' יהושע דלעיל ומכמה משניות סתם ה\"מ לאתויי דאית להו קדושה לעתיד לבא אלא דניחא ליה לאתויי בהך מלתא דבתי ערי חומה גופיה דאיכא למאן דאמר דלא קדשה לעתיד ואיכא למ\"ד קדשה וק\"ל:", 
            "<b>תוס'</b> בד\"ה אלא בבני גולה אע\"פ שהיה הדבר בא לידי תקלה הכניסוה כו' עכ\"ל מה שהכניסוה ודאי דלא קשיא להו דלהא קאמר הא אמרת ולא קדשום אלא למה הכניסוה מפני שתורפה בו' אלא דמשמע להו אף שבאמת לא קדשוה דבכל אלו תנן מ\"מ משמע מהא דקתני לא נתקדשה בכל אלו אלא בעולי גולה שלא במלך כו' שעשו בו כל מה שיוכל לעשות לקדש דהיינו בנביא וע\"א ובב' תודות ובשיר וע\"ז קשה להו כיון דבאמת לא קדשוה מפני שלא היו כל אלו א\"כ לא היה להם לעשות שאר דברים שמקדשין בו שזה היה מביא ע\"ה לידי תקלה שיסברו ויאמרו שהיא מקודשת בכך ואהא כתבו שעשו כן כדי שימסרו כו' ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> או אידי כו' ושמא קים ליה להש\"ס בערובין ובחולין שיש אוהל מועד מיותר ובחולין כי ממעט כו' עכ\"ל קצרו במקום שהיה להם להאריך דבההיא דחולין נמי איכא שום יתור דאיצטריך למעטינהו מזאת ובתר דמעטינהו ההוא יתורא אתי לדרשה אחריתא וכ\"ה בתוספות בפ' טרף בקלפי ע\"ש:", 
            "<b>בא\"ד</b> ואומר ר\"ש מדרוי\"ש דלר\"א נמי אית ליה דגמירי כו' עכ\"ל כתב מהרש\"ל ותופס עיקר גירסת הספרים דל\"ג לכתוב או אידי ואידי כו' עכ\"ל ואין זה נוח לי דכיון דהמקשה ע\"כ הבין הברייתא דר\"א כפשטה דלא גמירי מהדדי היאך ובמה השיב לו המתרץ כל זה וכולו חסר מן הספר אבל אי גרסינן ליה ניחא דהמתרץ השיב לו דר\"א דברייתא לא קאמר דלא גמירי מהדדי אלא דה\"ק לכתוב אידי ואידי משכן או אידי ואידי מקדש ומשני אלו נאמר מקדש בתרוייהו כו' כמ\"ש התוס' ותו לא מידי ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה היכי משכחת כו' דאי בנטמא בחוץ ונכנס איחייב ליה כרת בכניסתו עכ\"ל ואין זה מוכרח דאימא דנכנס דרך גגין למקדש דלא הוי דרך ביאה ולא מיחייב אכניסה כדלקמן מיהו אי שהה ודאי דחייב אפי' בנכנס דרך גגין וק\"ל:", 
            "<b>תוס'</b> בד\"ה צריך שהייה כו' בשוגג איירי אבל כו' עכ\"ל ק\"ק לדבריהם דאימא דאיירי נמי במזיד ולא התרו בו עד לאחר שטימא וכמו שרצו התוס' לפרש ההיא האבעיא דלקמן טימא עצמו במזיד מאי ולמאי דנפרש בכה\"ג איבעיא דהכא לפי זה יש לפרש ההיא איבעיא דלקמן לענין קרבן וכמו שכתבו התוס' לקמן ויש ליישב דאם נפרש דהכא מיבעיא ליה נמי בטימא עצמו במזיד ולענין מלקות ע\"כ דלא מפליג בין שוגג למזיד לענין מלקות א\"כ מאי קמיבעיא ליה לקמן לענין קרבן לפלוגי בין שוגג למזיד דמהיכי תיתי ליה לפלוגי בהכי לענין קרבן טפי מלענין מלקות מיהו יש לדקדק בהך איבעיא דנזיר דדחק התם לפרושי בנכנס לבית הקברות בשידה תיבה ומגדל אמאי לא מוקי לה בשלא התרו בו אהכנםה אלא לאחר שנכנס וטימא עצמו התרו בו וכמו שרצו התוס' לפרש הך איבעיא דלקמן דטימא עצמו במזיד לענין מלקות דמיירי בלא התרו בו עד לאחר שטימא ויש ליישב דהכא במקדש בקל יוכל ליגע בשרץ ואיכא למימר דלא התרו בו עד לאחר שנגע אבל בהכנסת נזיר לבית הקברות מסתמא יוכלו להתרות בו אכניסה אי לאו שנכנס בשידה כו' וק\"ל:", 
            "<b>בד\"ה</b> או אין צריך כו' א\"נ איירי לענין איסור מלקות ולא לענין חיוב ורב אשי כו' עכ\"ל ר\"ל להאי תירוצא דכ\"ע הכא והתם אית להו דלאו שאין בו מעשה אין לוקין עליו אלא דרב אשי התם חשיב שהייה כמעשה וקאמרי דהכא אפי' אי גמירי דלא בעינן שהייה לאיסור מלקות כדי השתחוואה מ\"מ ע\"כ דבלא שהייה כלל ודאי דליכא איסורא כלל דמאי קעביד כיון שנטמא בשוגג אלא דבעינן שהייה קצת לאיסורא ואית לן למימר הכא דכדי יציאה וכניסה דומיא דכדי פשיטה ולבישה דהתם לענין מלקות לרב אשי דשיעור אחר לא אשכחן וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אפי' נכנס כו' וליכא למימר דאיצטריך לומר דהכא טעון כבוס כו' דבכל ענין כתיב (וכו') והאוכל בבית יכבס בגדיו עכ\"ל כצ\"ל מצאתי מוגה וק\"ל:", 
            "<b>בד\"ה</b> אבל חייבין כו' דלא תפרוש בהנאה מרובה עכ\"ל נקטי האי לישנא לאביי דלקמן דמחייב המשמש מת בעריות אבל לרבא דס\"ל דהמשמש מת בעריות פטור ניחא בפשיטות טפי דלא תפרוש בהנאה כלל קאמר ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> לעולם אימא לך בשלא סמוך לוסתה ואפרישה כו' נראה דודאי רב אדא נמי מודה דמיחייב אכניסה בשוגג והיינו באומר מותר ובהכי מתוקם ליה מתני' דהוריות דחייבין על עשה ועל לא תעשה שבנדה דל\"ת שבנדה היינו לחייב על הכניסה בספק אשם תלוי ובודאי חטאת ועוד עיקר קרא דלא תקרב לחייב על הכניסה בא כדמוכח לקמן בשמעתין אלא דהנהו דמיחייבי ב' חדא אכניסה וחדא אפרישה לא מצינן לאשכוחי בשוגג באומר מותר דמאי קא\"ל נטמאתי כיון דלא ידעי איסור נדה כלל ולא ה\"ל ידיעה בינתיים וה\"ל כמו אכל ב' זיתים חלב בהעלם א' ולכך מהדר רבא לאשכוחי דמיחייב ב' בסמוך לוסתה ובת\"ח לזו ולא לזו ומייתי מנמצא על שלו דע\"כ לא איירי באומר מותר ומחייב ליה על כניסה וע\"כ דהיינו בסמוך לוסתה ובהא פליג רב אדא עליה דאפי' בסמוך לוסתה לא מיחייב אכניסה אי משום דהוי נמי אונס דקסבר יכולני לבעול דוהזרתם לפרוש מן הנדה סמוך לוסתה אינו רק אסמכתא בעלמא כמ\"ש בעל המאור ואי כפי' בעל מלחמות דאע\"ג דלאו אסמכתא היא לרב אדא פטור הוא משום דאנוס הוא דאע\"ג דאזהר רחמנא איהו לא מייתי ליה לידי קרבן כו' וי\"א יכולני לבעול לרב אדא קרוב למזיד הוא כו' ע\"ש ועוד האריכו בפי' סוגיא זו בצורך השמועה ומה שיש לדקדק בה עיין בדבריהם ואין להאריך:", 
            "<b>תוס'</b> בד\"ה א\"כ מצינו כו' שהפטור אינו ע\"י שהיא בעילה קצרה כו' פירוש בארוכה דהיינו הנאה מרובה כו' עכ\"ל לא ניחא להו כפרש\"י דלדברי המקשה נמי ארוכה כמשמעו שהאריך ושהה פטור וקצרה כמשמעו שפירש מיד חייב משום דא\"כ לא הוה פריך מידי דלאו היינו קצרה וארוכה דגבי מקדש כדמסיק המתרץ ואפשר שהוצרכו זה לפי דרכם שכתבו דהמקשה נמי ידע למימר כיון דלא דמי למקדש לא מתני ליה דמש\"ה לא פריך ליה אלא אדאביי [אבל] לרבא דמשמש מת פטור לא מתני ליה ארוכה וקצרה הכא כמו במקדש שיש בשתיהן טומאת מקדש ואי הוה קס\"ד דמקשה ארוכה וקצרה כמשמעו כפרש\"י א\"כ ודאי דלאביי נמי לא הוה קשיא ליה כיון דלאו היינו ארוכה וקצרה דגבי מקדש ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אלמא שלא כו' וי\"ל דהא דאוקי בת\"ח כו' משום דסבר משמש מת פטור כו' עכ\"ל ר\"ל רבא דמוקים לה הכי אליבא דאביי דאמר חייב ב' היינו משום דסבר לה בהא כרבא דמשמש מת פטור אבל אביי גופיה קושטא הוא דמוקים למלתיה דחייב ב' בת\"ח לשניהם וכגון שפירש מת ולא ניחא להו למימר נמי דרבא נקט הכי לעיל משום פירש בקושי כמ\"ש התוספות על פרש\"י הכא דמשמע להו דהוי בה רב' במאי כו' ומסיק בת\"ח לזו ואין ת\"ח לזו דהיינו דלא מצי לאשכוחי בע\"א ודו\"ק:", 
            "<b>בא\"ד</b> דאי בסמוך כו' ולא מיפטר אלא משום דחדא שגגה היא שהכל בא ע\"י כו' עכ\"ל נראה דר\"ל כיון שאין אתה יכול לחייבו רק על שפשע בשעת כניסה ה\"ל כב' זיתים בהעלם א' וכן מפורש דברים הללו בדברי בעל מלחמות ה' לפי שיטת ר\"ח ע\"ש שהם בעצמם דברי התוס' דהכא אבל קשה מה הוצרכו לזה דהא לפי מה שהביאו התוספות מההיא דפ' הזורק דבעי תחלתן וסופן בשוגג אפי' בדבר שא\"א להחזיר א\"כ הכי נמי פטור אפרישה כיון שאין סופו שוגג אע\"ג שאין בידו להחזיר ועוד דדברים אלו כסותרים לפי מה שהביאו התוספות דאם נזכר לאחר שיצאה מידו פטור והך ידיעה שבינתים מהניא ליה לפוטרו אפילו אין בידו להחזיר והבעל מלחמות הביא מהך דפרק הזורק היפך זה דידיעה שבינתים לא מהניא ליה מפני שאין בידו והיינו כדברי התוס' שכתבו הכא דחדא שגגה היא ואחר העיון שם בסוגיא דס\"פ הזורק נראה שזה שכתב בעל המלחמות דלא הוה ידיעה כיון שאין בידו כדברי התוספות הכא בסוף דבריהם מעיקרא הוה בעי למימר התם הכי אבל לא קאי התם הכי אלא כדברי התוס' הראשונים דבעי תחלתן וסופן בשוגג אפילו בדבר שאין בידו והשתא יש ליישב דבריהם דודאי לפי המסקנא דהתם דבעי תחלתן וסופן בשוגג אפי' בדבר שאין בידו לא הוה שייך למקרייה אנוס ולא מיפטר אלא משום דאין סופו שוגג כיון דהוא ידע אלא שכתבו דאפי' למאי דבעי למימר התם מעיקרא דידיעה שבינתיים לא מהניא ליה מפני שאין בידו הרי חדא שגגה היא ואין לחייבו שנים דהוה ליה כב' זיתים בהעלם אחת וכמ\"ש בעל מלחמות ה' ודו\"ק:", 
            "<b>בא\"ד</b> מי דחקו לאביי לאוקמא מתני' שלא בשעת וסתה ולפטור כו' עכ\"ל ר\"ל דמי דחקו לתרוצי מתני' לפי סברתו דהא כי מתוקמא מתניתין בסמוך לוסתה ע\"כ דרבא נמי מודה ביה דליכא לאוכוחי ממתני' דמשמש מת פטור דא\"נ דמשמש מת חייב הכא פטור אפרישה אי משום דאין סופו שוגג אי משום דחדא שגגה היא כמ\"ש מהך דפרק הזורק ויש לדקדק דמאי קשיא להו לאוקמא מתני' בשעת וסתה דאימא דקושטא דה\"ק תלמודא כי אתמר דאביי הך דקרי ליה אונס בעלמא אתמר בשלא בסמוך לוסתה והך דאמר אביי דחייב ב' אמתני' אתמר בסמוך לוסתה וכ\"כ בעל מלחמות דאיכא לפרושי הכי לפי' ר\"ח ושיטת התוס' וי\"ל דמשמע להו לבעלי התוספות דזאת אומרת המשמש מת פטור דקאמר רבא אמתני' קאי ואביי עליה קאי לעולם אימא לך כו' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> פרט למתעסק כו' ולא שייך למפטריה משום מתעסק ועוד כו' עכ\"ל ר\"ל דודאי שמואל קרי ליה נמי מתעסק אבל אין זה מתעסק גמור דממעטינן מבה דהיינו מתעסק ולא נתכוין למלאכה כלל כגון לחתוך התלוש למר ולהגביה התלוש למר ונמצא שחתך מחובר אבל זה אינו מתעסק בעלמא שהרי נתכוין למלאכה לחתוך מחובר וחתך מחובר אלא שלא נעשית מחשבתו שחתך מחובר אחר שלא נתכוין בו ויש למעטיה בשבת משום מלאכת מחשבת וק\"ל:", 
            "<b>בא\"ד</b> ומה שפירש בקונטרס כו' ואיזהו חייב נתכוין לחתוך כו' וכסבור שהוא תלוש ונמצא מחובר אין נראה כו' עכ\"ל סוף דברי פרש\"י ודאי דיש לכוין כדבריהם דחייב בנתכוין לחתוך את התלוש ונמצא מחובר וכאביי דלא פטור אלא בנתכוין להגביה תלוש ונמצא שזה מחובר וחתכו אלא דא\"כ רישא דמלתיה דפטור בנתכוין לחתוך את התלוש וחתך מחובר דהיינו ע\"כ מחובר אחר לא יתכן דרבותא טפי ה\"ל למנקט בכה\"ג דאפי' בנתכוין לחתוך מחובר וחתך מחובר אחר הוא פטור משום דאין זה מלאכת מחשבת כמ\"ש התוס' וק\"ל:", 
            "<b>בד\"ה</b> הרי העלם כו' אור\"ת דלא מיפטר אלא מקרבן עולה ויורד אבל קרבן חטאת כו' עכ\"ל לא ה\"ל למסמך דברי ר\"ת אהך אבעיא דאיירי בהעלם זה וזה בידו אלא בפשיטות אמתני' לר\"א ולר\"ע דאמרי אינו חייב על העלם מקדש דלא מפטר אלא מקרבן עולה ויורד אבל חטאת קבוע חייב מה\"ט דכל שחייבין על זדונו כרת חייבין על שגגתו חטאת וכן מוכח מדבריהם ממה שהקשו לר\"ת מהך דלקמן פ\"ג דלוקמא בהעלם קודש דהיינו בהעלם קודש לחוד ואפי' לא אפשיטא אבעיא דילן דהעלם זה וזה בידו ואפשר לומר שסמכו דברי ר\"ת הכא משום מלת פטור דנקט דלאו דוקא לפר\"ת אלא דמיפטר מעולה ויורד ולא מחטאת קבוע ודו\"ק:", 
            "<b>בד\"ה</b> אמר רב אשי כו' אלא גרסינן אי משום שבת קפריש אי משום מלאכה קפריש וקאמר רבינא כלום פירש משבת אלא כו' כלומר כיון ששניהם שכוחים במה שזה שכוח יותר מזה לא נ\"מ מידי אלא ל\"ש ותרוייהו מיבעיא מדברי התוס' פ' כלל גדול ע\"ש:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ת\"ק סבר כו' דהתם ידע לה לכולי מלתא ואפ\"ה ספק הוא אבל הכא אי הוה ידע כו' עכ\"ל ולקמן בספק חלב דפריך מיניה ידע לכולי מלתא דהיינו כולי ספיקא אי חלב אי שומן כי הכא שידע שהלך בשני שבילין דהיינו כולי ספיקא משא\"כ בשכח שהלך בראשון דלא ידע כולי מלתא ואי ידע כולי מלתא הוה ליה ידיעה ודאית וק\"ל:", 
            "<b>תוס'</b> בד\"ה עשו ספק כו' אי כזית מטמא אי בכעדשה מטמא דהתם הוא מסופק אי כו' אבל הכא כו' דאיכא טומאה כו' עכ\"ל ק\"ק לקמן גבי חלב נמי מסופק הוא אי חלב אי שומן ולא פשיטא ליה דאיכא איסורא ומאי פריך מיניה לר' יוחנן לומר ביה שיעשו ספק ידיעה כידיעה דההיא דומה ממש לכך דאי כזית כו' ויש לחלק ודו\"ק:", 
            "<b>בד\"ה</b> כאן שנה רבי כו' ואם יש לחלק כו' ובדוחק י\"ל דהכי פריך כו' עכ\"ל מיהו איך שיהיה ק\"ק [א] אמאי הוצרך למימר לר\"י כאן עשו ולא בכל התורה כולה דידיעה דהכא גריעה אמאי לא הניח סברת המקשה דידיעות דהכא ודהתם שוות נינהו אלא דר\"י לא בעי למוקמי התם משום דידיעות ספיקות מחלקות לחטאות דא\"כ תקשה דר\"ש בן יהודה אדר\"ש בן יהודה ודו\"ק:", 
            "<b>בד\"ה</b> נוקמה כו' ועוד דמטעם ספק ידיעה לא מצי לאוקמא כו' עכ\"ל אבל מטעם דאמר רבי ידיעת בית רבו שמה ידיעה ה\"מ לאוקמא בפשיטות כקושייתם ולא תקשי אמאי נקט בברייתא בכה\"ג דאיכא למימר דלרבותא דר\"ש נקט לה דאפי' בכה\"ג בספק ידיעה פוטר ר\"ש וכן צ\"ל למאי דמוקי כר\"י דלא בעי ידיעה כלל מתחלה דנקט לה בכה\"ג משום רבותא דר\"ש דפוטר ודו\"ק:"
        ], 
        [
            "<b>בפירוש</b> רש\"י בד\"ה ה\"ק מבטא כו' מבטא ככר זו עלי כאומר שבועה כו' עכ\"ל לשון נדר הוא אבל לקמן דכי אתא רבין אר\"י קאמר מבטא שלא אוכל הוא כי דרך הנשבעים ועיין בזה בר\"ן וק\"ל:", 
            "<b>תוס'</b> בד\"ה לישנא איתקל ליה כו' דזו אף זו קתני כו' עכ\"ל ובמתניתין דהכא דקתני שלא אוכל ולא קתני רבותא שאי אוכל משום דלא נחית הכא להכי רק לפרש להרע או להיטיב דקרא ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל כגון שאמר שבדעתו כל מה שיהיה משמעות לשונו כו' עכ\"ל ר\"ל שהוא לא הוה ידע משמעות שאוכל לך ונתכוין כפי משמעות לישנא דאינשי וכיון דכשאוכל דאכילנא משמע הרי נתכוין לכך אלא דאתקיל בלישניה ואמר שאי אוכל א\"נ דר\"ל שהיה בדעתו כל מה שיהיה משמעות לשונו דהיינו או שיאמר שאוכל או שאי אוכל מיהו לישנא דאיתקיל לא משמע הכי דהא היה בדעתו נמי אשאי אוכל ואיך שיהיה ל\"ק אמאי לא בעי לאוקמי תרוייהו בשאוכל לך אלא דהכא אומר דהיה בדעתו דאכילנא והתם איירי שאומר שהיה בדעתו דלא אכילנא דבנדרים אין הולכין אחר דעתו של אדם אלא אחר לשונו וכפי משמעות לישנא דאינשי ושאוכל ודאי דלא משמע תרתי אלא דאכילנא או שלא אכילנא וק\"ל:", 
            "<b>בד\"ה</b> איסר מתפס כו' א\"נ ה\"פ כו' שהתפיסו בלשון שבועה שהזכיר לשון אכילה כו' ואם לאו כו' עכ\"ל ק\"ק לפי' זה האחר לפי זה לפרושי הברייתא כמו לרבא וה\"ק איסר היינו התפסת שבועה והטילו הכתוב בין נדר לשבועה הוציאו בלשון נדר נדר בלשון שבועה שבועה היכן הטילו כו' כמו לרבא ודו\"ק:", 
            "<b>בא\"ד</b> ועי\"ל כו' מיהו הא פשיטא ליה כו' אבל תימה דאכתי מספקא כו' עכ\"ל עיין בר\"ן בשם ר\"ח לפי דרך זה דלא מספקא ליה מידי ודו\"ק:", 
            "<b>בד\"ה</b> ואילו שבועה כו' וי\"ל כיון דלא כתיב או י\"ל דאנדר כו' עכ\"ל קשה דבאיסר נמי כתיב או דכתיב והקים כל נדריה או את כל אסריה אשר גו' ויש ליישב ודו\"ק:", 
            "<b>בד\"ה</b> שלא אוכל כו' דשלא אוכל הוי דבר שאין בו ממש כו' עכ\"ל היינו גבי נדר דקיימינן הכא דאוסר חפצא עליה ה\"ל שלא אוכל דבר שאין בו ממש ולא חל הנדר אבל גבי שבועה דאוסר עצמו אחפצא ודאי דלא קשיא להו אמתני' דהכא דקתני שלא אוכל אע\"ג שאין בו ממש וחלה השבועה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ואף ר\"י סבר לה להא דרבא כו' איסר לא אוכל לך שבועה כו' ק\"ק לפי' רש\"י לעיל לאביי דאם אומר איסר ככר זה עלי היינו איסר דקרא ודינו כמתפיס בשבועה אמר אביי דכמוציא שבועה מפיו דמי וא\"כ באומר איסר לא אוכל לך נמי כמוציא שבועה מפיו הוא ושפיר אתיא מלתא דרבין אר\"י נמי כאביי דליכא למימר לאביי והוה לרבין אר\"י למנקט רבותא דאפילו באוסר ככר עלי בלשון נדר הוה שבועה דא\"כ במבטא נמי דנקט רבין אר\"י איסר לא אוכל לך שבועה אמאי לא נקט רבותא דאפי' מבטא ככר זה עלי הוה שבועה כפרש\"י לעיל בשמעתין וכמ\"ש הר\"ן לפרש\"י ודוחק לומר דקאמר דר\"י סבר לה כרבא ולא כאביי מדלא נקט נמי ר\"י מתפיס בשבועה ודו\"ק:", 
            "<b>שם</b> כלפי לייא אלא אימא כו' ולא בעי למימר כשם שלוקה על שוא דהיינו אכלתי ולא אכלתי כך לוקה על שקר דהיינו שאוכל ולא אכל דהא רב דימי משמיה דר\"י קאמר לה ור\"י הא ס\"ל בהדיא דאין לוקין באוכל ולא אכל והתוס' לעיל בפ\"ק שכתבו לאוקמא מתני' דפ\"ק למלקות אליבא דר\"ע וכרב דימי היינו דלוקה גם בשאוכל ולא אכל מהאי טעמא דכשם שלוקה על שוא כך לוקה על שקר אבל רב דימי גופיה לר\"י ע\"כ לית ליה האי היקשא דהא ר\"י סבירא ליה דאין לוקין באוכל ולא אכל וכמו שכתבו התוספות דהדר ביה לרב דימי ממה דאמר בדיבור אחר נאמרו והיינו משום דלדידיה לא איצטריך דרשא דלשוא שוא שתי פעמים דהא שוא גופיה משמעות אכלתי ולא אכלתי ולא איצטריך לדידיה נמי בפירוש ריבתה תורה למעט שאוכל ולא אכל דממילא אימעיט דמהיכי תיתי לחייבו כיון שאין בו מעשה ור\"י ס\"ל דלאו שאין בו מעשה בכל התורה אין לוקין מה שאין כן לרבין כיון דע\"כ מרבויא דלשוא שוא איצטריך לרבות אכלתי ולא אכלתי דהשתא תקשי ליה ומ\"ש ומש\"ה איצטריך בפירוש ריבתה תורה למעט שאוכל ולא אכל ודו\"ק:", 
            "<b>תוס'</b> אלא לרבא קשיא כו' מ\"מ פריך לרבא אמאי דמפרש איסר דקרא מתפיס ורבא משני כו' עכ\"ל מיהו לכאורה לא הוה צריך לשנויי דקאי אעיקר נדר דקרא אלא כמו שהבין המקשה דקאי אהתפסת נדר אלא דאיסר דקאמר לאו היינו איסר דקרא אלא איזהו איסר התפסת נדר ובדברי הרא\"ש והר\"ן יתיישבו דברי הרי\"ף שהיא כשיטת התוס' דרבא נמי מודה במתפיס בנדר עיין בדבריהם וק\"ל:", 
            "<b>בד\"ה</b> כל שישנו כו' א\"נ סברא למדרש קרא מסיפיה לרישיה כו' וכ\"ת כו' עכ\"ל ולגבי כהנים בריש ערכין התם א\"א לומר מרישיה לסיפיה וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה חוץ מנשבע כו' מ\"מ חשיבי אין בהן מעשה דהא בפ\"ק דמכות כו' עכ\"ל לענין עדים זוממין לא הוו הוצרכו לאתויי מפ\"ק דמכות דבההיא דפ' ד' מיתות שכתבו לעיל אמרינן בהדיא דתניא יצאו עדים זוממין שאין בהן מעשה ומסיק הואיל וישנן בראייה אלא משום מוציא שם רע הוצרך לאתויי מפ\"ק דמכות וק\"ל:", 
            "<b>בד\"ה</b> אמר קרא כו' וא\"ת אמאי לא נפקא לן בריש כו' אין לוקין עליו מדאיצטריך קרא בנשבע כו' עכ\"ל ולר\"י דאית ליה בכל התורה לאו שאין בו מעשה לוקין עליו דיליף ליה מעדים זוממין ומוציא שם רע לא תקשי להו ל\"ל הני קראי בנשבע ומקלל כדאמרינן בתמורה דר\"י ודאי מוקי להו להני קראי לשום דרשא אחרת אבל למ\"ד דלאו שאין בו מעשה אין לוקין חוץ מנשבע ומקלל ע\"כ דריש להו כדאמר בתמורה דלוקין על נשבע ומקלל וא\"כ ל\"ל קרא באלו הן הלוקין דבכל התורה לאו שאין בו מעשה אין לוקין נילף מדאיצטריך קרא בנשבע ומקלל ואהא תירצו דודאי לפי האמת דרשינן להני קראי דלוקין בנשבע ומקלל אבל אי לאו קרא דאין לוקין אלאו שאין בו מעשה לא הוה דרשינן הני קראי דנשבע ומקלל להכי דלא איצטריך ליה דבכל התורה נמי ה\"א דלוקין וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ומאי ראית כו' ונראה לפרש ומה ראית פי' דטפי ה\"ל לאוקמא כולה כר' ישמעאל ותהוי רישא דומיא כו' עכ\"ל לכאורה נראה לפרש דבריהם דמש\"ה פריך ומה ראית דלמאי דאוקמא כולה כר\"ע לא הוי רישא דומיא דסיפא דהא רישא למעוטי אוכל ולא אכל ממלקות וסיפא לחייב אכלתי ולא אכלתי בקרבן טפי אית לן לאוקמא כולה כר' ישמעאל דהוי רישא דומיא דסיפא דתרוייהו למעוטי אכלתי כו' והא לא קשיא לן דנוקמה כולה כר\"ע ורישא למעוטי אוכל ולא אכל ממלקות וסיפא לחייב אוכל ולא אכל בקרבן ולא תקשי אר' יוחנן דאינו דומה דזו היא דעל שגגתה פטור אתא לחייב קרבן באוכל ולא אכל דהא פשיטא דחייב קרבן דהיינו להיטיב דקרא מיהו קשיא דאימא דלר' עקיבא נמי הכי פריך ומה ראית לאוקמא רישא למעט אוכל ולא אכל ממלקות וסיפא לחייב אכלתי ולא אכלתי בקרבן טפי הוה ליה לאוקמא רישא נמי דומיא דסיפא למעט אכלתי ולא אכלתי ממלקות ותקשי לר' יוחנן ויש ליישב בזה דלר\"ע אין זה דומה ממש דרישא למעט ולפטור ממלקות קאתי באכלתי ולא אכלתי וסיפא לחייב קרבן באכלתי ולא אכלתי קאתי אבל כולה כר' ישמעאל הוי דומיא ממש דרישא לפטור מקרבן באכלתי ולא אכלתי וסיפא לפטור ממלקות אכלתי ולא אכלתי אך קשה במה שכתבו וזה הפי' נראה יותר דמסברא אין לנו למעט אכלתי ולא אכלתי ממלקות כדי להקשות לר' יוחנן כו' דהא לתירוץ קמא נמי לאו מסברא בעלמא קפריך אלא מכח דומיא קפריך לאוקמא טפי כר' ישמעאל כדי להקשות לר' יוחנן ודו\"ק:"
        ], 
        [
            "<b>בפי'</b> רש\"י בד\"ה שבועות כקונמות כו' ובלא איפוך לא מיתרצא כו' עכ\"ל משום דהוה אפשר לפרושי הא דפריך דכוותה גבי דאמר שבועה שלא אוכל משתיהן אמאי אין מצטרפין ר\"ל מ\"ש דגבי קונם אמרינן ביה דמצטרפין דהשתא לר\"מ דאמר קונמות כשבועות ואין מצטרפין לא תקשי מ\"ש ובלא איפוך נמי מיתרצא שפיר ולית ליה דרב פנחס ואהא כתב רש\"י דאינו כן אלא דבלאו מ\"ש שבועות מקונם מסברא נמי פריך מ\"ט אין מצטרפין בשבועות כיון דלא הזכיר רק אכילה אחת לשתיהן אי לית ליה דרב פנחס וה\"ה ע\"כ בלא איפוך לא מיתרצא כו' ואבן ל\"ב האריך בזה לאין צורך וק\"ל:", 
            "<b>תוס'</b> בד\"ה מתוך שחלוקה כו' דהתם לחומרא(תני) [תנן] ליה שאם נהנה מחצי כו' עכ\"ל ר\"ל הא דבקונמות אינן חלוקות לאשמות דהיינו לקולא אין ראיה מהתם אלא דלחומרא תנן התם דמצטרפין ב' חצאי פרוטה והך מלתא אין צריך ראיה דה\"נ הכא תנא דמצטרפין ואנן בעינן למימר לאתויי דהא בהא תליא וכיון דבשבועות חלוקות לחטאות לחומרא ה\"נ דחלוקות ואין מצטרפין לקולא בקונמות כיון דאין חלוקות לאשמות לקולא ה\"נ דאין חלוקות ומצטרפין לחומרא וק\"ל:", 
            "<b>בד\"ה</b> רבינא אמר כו' דאין צריך לומר איפוך דכיון דר\"מ לאו טעמא דנפשיה כו' עכ\"ל דהשתא לא תקשי ליה מאי קאמר ר\"מ לדבריהם דרבנן קונמות כשבועות דבשלמא שבועות הואיל וחלוקות לחטאות אלא קונמות כו' דאיכא למימר דר\"מ לא הוה ידע טעמא דרבנן דאית להו בשבועות דאין מצטרפין משום דרב פנחס ולכך קאמר להו שפיר לדידכו דאין מצטרפין בשבועות ה\"נ אודו לי מיהת דקונמות כשבועות ורבנן א\"ל שבועות איכא כדרב פנחס כו' כדמסיק אבל לעיל דר\"מ טעמא דנפשיה קאמר בשבועות דאין מצטרפין וע\"כ דליכא טעמא אלא כדרב פנחס ואהא קשיא לתלמודא אלא קונמות אמאי לא כיון דבקונמות ליכא דרב פנחס ואבן ל\"ב האריך בזה לאין צורך ע\"ש:", 
            "<b>בא\"ד</b> וטפי ניחא ליה לאפוכי דר\"מ לרבנן כו' עכ\"ל אבל לאוקמתא קמייתא דבשמעתין לא איצטריך לאפוכי דר\"מ לרבנן בהך ברייתא בתרייתא דמייתי אלא דבקמייתא לא פליגי אלא לענין מלקות דלרבנן מתוך דבשבועות חלוקות לחטאות ה\"נ חלוקות ואין מצטרפין לענין מלקות ובקונמות דאין חלוקות לאשמות ה\"נ דאין חלוקות ומצטרפין למלקות ור\"מ לית ליה דרב פנחס ושבועות כקונמות ומצטרפין וק\"ל ומה שהקשה אבן ל\"ב ל\"ל לתלמודא למימר לרבינא לקמן לרבנן בשבועות איכא כדרב פנחס כו' דכיון דקאמר רבינא כי תניא ההיא לענין קרבן לא איצטריך ליה למימר דמיירי באומר אכילה משתיהן עלי בקונם אלא דלא הזכיר כלל אכילה ומש\"ה בקונמות מצטרפין וכס\"ד דמקשה דקאמר מיתיבי כו' קונמות כו' ואיהו גופיה קאמר אי הכי רמ\"א קונמות כו' נראה דלדידיה ניחא ובודאי דהוי טעמא דהוי מחלק בין לא הזכיר אכילה דהיינו בקונמות ומש\"ה מצטרפין ובשבועות דהזכיר אכילה בכ\"א מהם אין מצטרפין ורמ\"א קונמות כשבועות ס\"ל דבקונמות נמי בעינן כזית אע\"ג דלא הזכיר אכילה בכ\"א מהן ה\"ל כאלו הזכיר אכילה ואין מצטרפין וכיון דהכי ס\"ל למקשה רבינא דקאמר כי תניא ההיא לענין קרבן תו לא הוה איצטריך ליה ורבנן שבועות איכא כדרב פנחס כו' וי\"ל בדוחק כו' עכ\"ל ע\"ש ונראה דלק\"מ דודאי למאי דס\"ד דמקשה דאיירי לענין מלקות ובעי שיעור אכילה דהיינו כזית גם בקונמות איכא לפלוגי בהכי דבקונמות נמי כיון דבעי נמי כזית שהוא שיעור אכילה ולא הזכיר אכילה ה\"ז מצטרף ובשבועות שאמר אכילה על זו ואכילה על זו אין מצטרפין אבל לאוקמתא דרבינא דלא בעי כלל שיעור אכילה בקונמות וסגי במשהו למלקות אלא לענין קרבן בעי שוה פרוטה כדין הקדש א\"כ א\"נ דלא הזכיר אכילה בקונמות מ\"מ כיון דב' קונמות הן שאמר קונם על זו וקונם על זו ושיעור כ\"א שוה פרוטה זיל להכא [א] ליכא ש\"פ וזיל להכא ליכא ש\"פ ואין מצטרפין ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דעתו כו' נזיר שאמר כו' את\"ל בשאר כל אדם בכזית בנזיר מאי כו' עכ\"ל ר\"ל בחרצן באת\"ל בשאר כל אדם בעי כזית כמו בחלב ונבילה מיבעיא ליה בנזיר בין בחרצן בין בחלב ונבילה דלפום את\"ל דהשתא אין חילוק ביניהם וכמו שכתבו התוספות דלא נקט הך איבעיא באת\"ל בחרצן אלא משום דקאי בחרצן והך איבעיא דלעיל בחרצן בכל אדם לא איפשיטא דכיון דלאו בעיניה אכלי ליה אינשי דעתיה אמשהו וסלקא בתיקו ולא איפשיט חרצן הכא בנזיר מנבילה וטריפה אלא לפום סברא דהשתא באת\"ל דבשאר כל אדם בעי כזית ואל תשיבני מסוגית התלמוד דהיכא דמיבעיא ליה באת\"ל אי איפשיט איבעיא בתרייתא אפשיטא נמי קמייתא כיון דמתאמרא באת\"ל היינו היכא דהאבעיות אזלי באת\"ל מכח סברא מהקמייתא לא סלקא בתיקו אבל הכא דלא אזלי הנך אבעיות באת\"ל מכח סברא דבקמייתא איכא טעמא משום כיון דלא בעיניה ובתרייתא איכא טעמא אחרינא כיון דכזית דאיסורא כו' אי נמי דאפשיטא ונ\"מ לענין נבילה וחלב לא אפשיטא קמייתא בחרצן ולהכי סלקא בתיקו ולא הוה איצטריך ליה למנקט להך בתרייתא בחרצן ובאת\"ל דהא בחלב ונבילה ה\"מ למיבעיא אלא משום דקאי בחרצן נקט בחרצן כמ\"ש התוספות ואבן ל\"ב האריך בקושיות בזה בגמרא ובדברי התוס' ואין צורך וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה גמר שכר כו' והשתא נמי לא תקשי אדגמר שכר שכר מנזיר לילף ממקדש כו' עכ\"ל יש לדקדק בדבריהם דלעיל שכתבו וא\"ת לר\"י כו' ולא גמר שכר שכר מנזיר מנ\"ל דשתיה בכלל אכילה כו' ניחא דהכי קא קשיא להו כיון דלית ליה ג\"ש א\"כ שכר משמע שפיר דבילה קעילית ונהי דלגבי מקדש משמע נמי שאר משקים המשכרים היינו דכתיב תשת כמ\"ש התוס' לקמן אבל גבי מעשר דכתיב ואכלת אימא דלא משמע אלא דבילה קעילית ולא יין המשכר דשתיה לאו בכלל אכילה היא אבל הכא מאי קשיא להו אדגמר ג\"ש מנזיר נילף ממקדש אם נפרש נמי כדלעיל דהיינו דנילף ממקדש דמשכר משמע דבילה קעילית ונהי דבמקדש שאר משקים נמי בכלל מדכתיב תשת אבל במעשר דכתיב ואכלת אימא דלא משמע אלא דבילה קעילית ולא יין המשכר אם כן הוא מאי קאמרי אבל אין לפרש לחומרא מקשינן כו' ר\"ל דאין לפרש לחומרא נילף מנזיר לאסור דבילה קעילית במעשר אף לפי סברא זו הא אדרבה איכא קולא למילף מנזיר להתיר ביין דאי נילף ממקדש לא הוי משמע ואכלת דבמעשר אלא דבילה קעילית ויש לומר דהכי קאמרי דנילף ממקדש וכמו דבמקדש שכר משמע נמי שאר משקים המשכרים הכי נמי אימא במעשר כל שאר משקים משמעות דשכר ומיהו לא תילף מיניה בעלמא דשתיה בכלל אכילה הוא אלא הא דכתיב ואכלת משום דבילה קעילית כתביה דה\"נ גבי מקדש שכר דכתיב ביה משמע נמי דבילה קעילית וכתב תשת משום שאר משקים כמ\"ש התוס' לקמן דמש\"ה לא נילף מהתם דאכילה בכלל שתיה אבל אם תיליף ג\"ש מנזיר דשכר לא משמע רק יין המשכר וא\"כ ע\"כ שתיה בכלל אכילה ותו לא מידי ודו\"ק:", 
            "<b>בד\"ה</b> שכר מנזיר כו' וא\"ת והיכי הוה בעי התם למדרש בי\"ת כו' ת\"ל מכלל ופרט וכלל דהוה פרי כו' עכ\"ל אבל אהך דהכא דבעי לאוקמא שכר גופיה לדבילה קעילית ל\"ק כיון דאיהו גופיה הוה הפרט ובעינן כל הד' פרטי לשום דרשא כמ\"ש מהרש\"ל דאגוף הפרט דהכא לא קשה הא כ\"ש הוא מיין ע\"ג קנקן ודו\"ק:", 
            "<b>בא\"ד</b> ועוד היכי מצי למימר דהיינו דבילה קעילית הא משמע הכא דאי לאו כו' עכ\"ל וכה\"ג הקשו התוס' בפרק בכל מערבין ע\"ש וכתב אבן ל\"ב בכוונת דברי התוס' דהכא והתם בכלל שיטת מדאיצטריך והכא הקשו התוס' דלא איצטריך יין אגב קנקנו דודאי דבית דבשכר לתמד שהחמיץ אתי דמדאיצטריך ג\"ש לשכר שכר כי היכי דלא נימא דשכר גופיה דדבילה קעילית משמע דבי\"ת בשכר לתמד שהחמיץ קאתי ואם כן תו לא איצטריך יין אגב קנקן והתם הקשו התוס' דלא איצטריך ג\"ש דשכר שכר כו' ולכאורה נראה דיש להקשות ע\"ז הכלל ולומר דנימא לבתר שכתב קרא יין אגב קנקן ובי\"ת בשכר לתמד שהחמיץ שכר גופיה אפשר דהוי דבילה קעילית ומש\"ה איצטריך ג\"ש וכן נמי כו' ויש לתרץ ולומר דכיון דאי לאו ג\"ש הוה אמרינן דשכר גופיה לדבילה קעילית והבי\"ת לתמד כו' עכ\"ל ועוד האריך ע\"ש וא\"א שאם זו היה כוונת דברי התוס' מכח מדאיצטריך היה עיקר חסר מדבריהם אבל הנראה בכוונתם דה\"ק דהיכי מ\"ל התם דההוא רבויא דבי\"ת אתי לדבילה קעילית ואם כן גריעה דבילה קעילית מהני פרטי דכתיבי בהדיא בקרא דכל הנהו התם קנקן ועור וגיזה דמרבינן מביתין גריעי מפרטי ואי לאו ריבוי דביתין לא הוה גמרינן להו מפרטי והכא משמע דדבילה קעילית עדיפא דהא אי לאו ג\"ש דשכר שכר הוה מוקמינן שכר גופיה לדבילה קעילית וכן תפרש דברי התוספות דהתם וק\"ל:", 
            "<b>בד\"ה</b> מי איצטריך כו' וא\"ת ודלמא היא גופה אתא כו' ויש לומר דאם כן כו' אבל השתא ליכא למידק כו' עכ\"ל דהיא גופה ע\"כ לא אתי התנא לאשמועינן בין להך גיסא דשתיה לאו בכלל אכילה היא ובין לאידך גיסא דשתיה בכלל אכילה היא בין הכי ובין הכי אינו חייב אלא אחת אלא ע\"כ דהתנא לא אתי לאשמועינן היא גופיה אלא דפסיקא ליה לתנא היא גופיה אי להך גיסא אי להך גיסא והשתא ע\"כ אית לן למימר דפסיקא ליה להך גיסא דשתיה בכלל אכילה ואשמועינן דאכל ושתה בהעלם אחד אינו חייב אלא אחת כמו אכל ואכל ולא נימא אע\"ג דשתיה בכלל אכילה היא יתחייב שתים משום דאכילה ושתיה ב' מינים הן אבל אי הוה פסיקא ליה לאידך גיסא דשתיה לאו בכלל אכילה לא הוה איצטריך ליה לאשמועינן דאינו חייב אלא אחת דאכל ועשה מלאכה מי איצטריך כו' ואבן ל\"ב האריך בזה לאין צורך וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> במסרהב בו חבירו ואינו אוסר עצמו אלא בשלו עכ\"ל משום דבמתניתין לא קתני שאומר עמך והיה לבעל דין לחלוק ולומר דמש\"ה קאמר יין ושמן ודבש לאסור עצמו בשל כל עולם מיין ושמן ודבש ולא ליחייב על כל אחת ואחת ועוד כתבו דמסתמא כיון דאיירי במסרהב בחבירו אינו אוסר אלא בשלו ולא בשל כל עולם ולא הל\"ל אלא שלא אשתה עמך אי לאו לחייב על כל א' וא' ודו\"ק:", 
            "<b>בד\"ה</b> בכולל דברים כו' דהא משמע דוקא כו' שאינן ראוין פטור אבל ראוין חייב עכ\"ל וכן י\"ל לר\"ל דליכא לאוקמא רישא נמי במפרש ובשיעור שלם מיהו בסיפא דקתני אוכל נבילות כו' דחייב למאי דס\"ד דמיירי בסתם לא משמע הא ראוין (חייב) [פטור] אלא לרבותא נקט כו' שאינן ראוין דחייב וכ\"ש ראוין אבל הכא אפי' איירי במפרש אינן ראוין לא שייך למימר רבותא נקט אין ראוין דפטור ודו\"ק:", 
            "<b>בד\"ה</b> דמוקי לה כו' ועוד דמצי לאוקמא שלא כדרך הנאתן כו' עכ\"ל כתב מהרש\"ל וטעמא דר\"ש דפוטר כיון דמחייב בכל איסורים בכל שהוא ה\"ה דמחייב שלא כדרך הנאתן כו' ורבנן דמחייבי במפרש שלא כדרך הנאתן ולר\"ע אפילו בסתם נמי מחייב אשלא כדרך הנאתן גבי שבועה כמו בכל שהוא עכ\"ל וקרוב לזה כתב אבן ל\"ב אבל קשה [ב] מנין לנו לומר לחייב בשלא כדרך הנאתן בכל איסורים לר\"ש כמו בכל שהוא וכן לר' עקיבא גבי שבועה כיון דר\"י גופיה מחמיר טפי בכל שהוא מבשלא כדרך הנאתן דחצי שיעור אסור מן התורה ושלא כדרך הנאתן אינו אסור אלא מדרבנן ואפשר משום קושיא זו סיים מהרש\"ל בדבריו וצריך עיון ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> באיסור הבא כו' וא\"ת והא נמי איתא כו' וקחשיב מוקדשין אע\"ג דאיסור הבא מעצמו כו' עכ\"ל למאי דמסיק לקמן דמוקדשין איירי בבכור דקדושתו מרחם ודאי דלק\"מ אלא דמשמע דלא מוקמי ליה הכי בבכור אלא לרבא דסבר כר\"י דאית ליה איסור כולל אפי' באיסור הבא מעצמו דעליה דרבא מתיב רבא בריה דרבה יש אוכל כו' ואם איתא משכחת ליה ה' כו' ומשני דאיסור הבא מעצמו לא קתני ופריך הרי הקדש כו' ומשני בבכור כו' ואהא קשיא להו למאי דלא אסיק רבא בריה דרבה אדעתיה למימר דמוקדשים איירי בבכור ולפי סברתו דהיינו כר\"ל דלית ליה איסור כולל באיסור הבא מעצמו אדמקשה ליה לרבא ואם איתא משכחת לה ה' כו' טפי תקשי לנפשיה מ\"ש דמוקדשים דחייב בה באיסור כולל הבא מעצמו ואהא תירצו דהכא איסור הבא על עצמו ולא חל באיסור כולל מה שאין כן מוקדשין דאיסור הבא מעצמו על כל העולם הוא ולא פריך התם הרי הקדש אלא לרבא דס\"ל כר\"י ואיסור הבא מעצמו על עצמו נמי חל באיסור כולל אלא דלא תני ליה התם משום דהוי איסור הבא מעצמו א\"כ לא ה\"ל למתני נמי הקדש אע\"ג דאיסורא על כל העולם כיון דמ\"מ דאיסור הבא מעצמו הוא והדברים ברורים באין גמגום אבל הארכתי בהם לפי שראיתי האבן ל\"ב כתב בזה דרך רחוק ודחוק ע\"ש:", 
            "<b>בד\"ה</b> האוכל נבילה כו' דאיסור חלב ואיסור אבר ואיסור טרפה כו' והיכי חיילי כולם כו' ומה\"ט תקשי כו' איסור אבר מן החי היכי משכחת ליה דלא קיימא לאברים במעי האם כו' עכ\"ל ובאיסור חלב וכן באיסור טרפה לא תקשי להו בפשיטות דהיכי משכחת מעולם איסור חלב או איסור טרפה דהיכי חיילי על איסור שאינו זבוח דקיימא במעי האם די\"ל דמשכחת לה איסור חלב או איסור טרפה בזבוחה דפקע ליה איסור שאינה זבוחה בשחיטתה וחלו אז איסור חלב או טריפה שהיתה לה בחייה וק\"ל:", 
            "<b>בד\"ה</b> אלא הן כו' וקשיא לפי' כו' אמאי נקט בלא כולל בכולל נמי שאר לילות עם לילי פסח כו' עכ\"ל ולאידך גיסא אם נאמר בכולל מפורש דחייב לא תקשי לה אמאי נקט ברישא כולל סתם שלא אוכל מצה דחייב קרבן הא אפי' בכולל מפורש דחייב די\"ל דכולל סתמא משמע נמי כולל מפורש כי מתני' דהכא דסתמא קתני ור\"י מוקי לה בכולל מפורש אבל בסיפא דקתני שבועה שלא אוכל מצה בלילי פסח לא משמע להו לכאורה דכולל נמי היתרא דהיינו שאר לילות וק\"ל:", 
            "<b>בד\"ה</b> אלא כדרבא כו' דשייך לשון אכילה גבי נבילה סרוחה דכמה שקצים ורמשים איכא דלא חזו לאכילה טפי מנבילה סרוחה כו' עכ\"ל נראה דהנך שקצים ורמשים דרישא ע\"כ נמי במוסרחין ממש דאל\"כ בשקצים ורמשים דרישא תקשי כדפרכינן הא ליתא בהן לבטל שבועות הר סיני ואע\"ג דבלאו מוסרחין נמי לא חזו לאכילה כדמייתי מסיפא מ\"מ בלאו מוסרחין איסורא הוא דרביע עלייהו וליתנהו בהן אך קשה דמשקצים ורמשים דרישא נמי היה יכול לדקדק כן דשייך לשון אכילה גבי נבילה סרוחה דכמה שקצים ורמשים איכא דלא חזו לאכילה טפי מנבילה סרוחה וי\"ל בדוחק דברישא כיון דאיירי במפורש דקאמר לא [* אוכל שקצים ורמשים הא ע\"כ אחשבי' בדיבורא בלשון אכילה] מה שאין כן בנבילה אע\"ג דבמפורש קאמר נמי לא אוכל נבילה אימא לא אחשביה לנבילה מוסרחת בלשון אכילה כיון דאיכא לפרושי דבנבילה שאינה מוסרחת קאמר ואהא מייתי שפיר מסיפא דקאמר סתם אם אכלתי היום ואיכא לפרושי ביה מידי דבר אכילה ממש ואפי' הכי קתני דיש במשמעות דאכלתי נמי שקצים ורמשים וכיון דאיכא בהו דלא חזו לאכילה טפי מנבילה מוסרחת אם כן נבילה מוסרחת נמי ע\"כ ישנו במשמעות דלא אוכל נבילה דקאמר ומה שהקשה ר\"י לקמן מאי מייתי אף אנן נמי תנינא כו' אדרבה תקשי ליה מינה כו' ר\"ל דבסיפא אף בסתם לא אוכל משמע נמי שקצים ורמשים והכא בנבילה לא משמע מוסרחת אלא באומר לא אוכל נבילה ולא באומר סתם לא אוכל ומיהו לפי זה הא דמייתי כדרבא שלא אוכל עפר דחייב דמיירי במפורש ואחשביה בדבורו אינו ראיה לנבילה מוסרחת אלא דשייך לשון אכילה בכה\"ג והך מלתא מצי לאתויי נמי משקצים ורמשים דרישא וצ\"ע:", 
            "<b>בד\"ה</b> אלא כדרבא כו' אלמא אפי' באין סרוחה חלה שבועה לרבנן ע\"י כולל כו' עכ\"ל ר\"ל וקשה לאותו פירוש דאיירי דוקא בנבילה מוסרחת ואיירי במפורש אבל באינה מוסרחת לא חלה השבועה ע\"י סתם כולל והכא בתוספתא תני אפי' לבטל מצוה חלה שבועה לרבנן ע\"י כולל באינה מוסרחת מיהת בסתם כולל וכתב אבן ל\"ב וקשה לר\"ל מהך ברייתא דמוכח לרבנן דאית להו איסור כולל באיסור הבא ע\"י עצמו ואפשר לומר דר\"ל ס\"ל דברייתא מיירי במפרש חצי שיעור וכדאוקי למתניתין עכ\"ל אבל קשה דאכתי תקשה לר\"ל מהך ברייתא דהביאו התוס' לעיל בירושלמי שבועה שלא אוכל מצה ואכל מצה בלילי פסח חייב דאלמא דבאיסור כולל חיילא שבועה אפי' לבטל מצוה וכ\"ש שיהיה חל לקיים מצוה וקשה לר\"ל ויש ליישב לפי מה שתירץ ריצב\"א דלא חלה התם השבועה אלא בסתם כולל ולא בכולל מפורש וה\"נ ר\"ל בכולל מפורש איירי וה\"נ מהך תוספתא לא קשה לר\"ל דהך תוספתא איירי בכולל סתם ודו\"ק:", 
            "<b>בא\"ד</b> אלא משום ר\"ש דלדידיה לא חיילא שבועה אדברים האסורים כו' עכ\"ל הקשה אבן ל\"ב דמאי אצטריך ליה לקונטרס לפרש דמשכחת הן אליבא דר\"ש והלא ר\"ש פוטר משום דלית ליה איסור כולל לא חיילא שבועה לא בלאו ולא בהן עכ\"ל אין מקום לקושייתו דלר\"ש נמי בלאו חיילא השבועה מיהת אדברים המותרים וכן בהן אלא משום דבמתני' לא הוזכר פלוגתייהו אלא בלאו אבל בהן לא הוזכר פלוגתייהו במתניתין הכא כמו שהוזכר בתוספתא נקט רש\"י מלתא דפסיקא לכ\"ע דחיילא השבועה אדברים המותרים בהן אפי' לר\"ש וה\"ה במתני' בלאו מודה ר\"ש דחיילא מיהת אדברים המותרים וק\"ל:", 
            "<b>בא\"ד</b> ומיהו י\"ל דמשכחת הן בתאנים השוערים אבל בלא כולל כו' עכ\"ל ר\"ל דמעיקרא שנשבע שלא אוכל תאנים לא היו תאנים השוערים בכלל ולא חלה השבועה עליהם והשתא שנשבע הן שאוכל תאנים וענבים שכולל התאנים וענבים שהוא דבר מותר גלי אדעתיה שרצה להתיר עצמו בדבר המותר והוה בכלל תאנים נמי תאנים השוערים וכמ\"ש לעיל כה\"ג גבי נבילה מוסרחת מיהו לשיטת הקונטרס לא קים לן בהך סברא ומזה יתיישב מה שהקשה אבן ל\"ב בזה אמאי לא תירצו כן אקושי' קמייתא דמש\"ה נקט שבועה שלא אוכל תאנים ולא נקט סתמא לאשמועינן דאפי' דקאמר תאנים וענבים דנראה לכאורה דלא משכחת הן אשכחינן ליה להן בתאנים השוערים עכ\"ל דרש\"י לית ליה האי סברא ולא האי תירוצא אלא שכתבו כן לפי שיטתם דלעיל די\"ל הכי ולא תצטרך לומר כמ\"ש לפי שיטת הקונטרס דלאו דוקא נקט תאנים וענבים אלא אפי' אוכל סתם ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> יש אוכל כו' דאיתוסף בה איסור הנאה כו' התם נמי איסור כולל כו' עכ\"ל אבל הא דקאמר איסור הנאה לא יתכן דהוה ליה למימר אתוסף איסור אבשר אבל אתוסף בה איסור הנאה היינו אחלב גופיה אתוסף ביה איסור הנאה והיינו איסור מוסיף וכפירוש רש\"י שם בהדיא איסור הנאה היינו מוסיף דאתוסף איסורא אחפצא עכ\"ל וההיא סוגיא דהתם דקאמר אקדשיה מגו דאתוסף כו' לא אתיא כהנך אוקימתא דמוקמי הכא למוקדשין בבכור דקדושתו מרחם אלא כאינך אוקימתות דכי קתני קרבן קבוע כו' וכי קתני מידי דחיילא כשיעור כו' וכי קתני דזדונו כרת כו' דהשתא לא מוקמינן בבכור אבל התוס' כתבו התם לסוגיא דהתם כהאי תירוצא דמידי דאיתיה בשאלה לא קתני ומוקדשין דאע\"ג דתני והוה בשאלה מ\"מ השתא שנזרקו דמן הלכתא דליתא בשאלה כו' עכ\"ל ואי אפשר לומר כן דע\"כ להאי אוקימתא דמידי דאיתי בשאלה לא קתני לית לן למימר דמוקדשין איירי בבכור דאל\"כ ה\"ל לתלמודא למימר הכא כמ\"ש התוס' שם ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> משא\"כ בשבועה כו' ולכך חלה נמי השבועה על השינה כו' מסיק רבינא דנדרים נמי חלים מדרבנן כו' עכ\"ל נראה שהוצרכו לכל זה לתירוץ הר\"א בשם ר\"י משום דדבר שאין בו ממש תרי גוונא משמע כגון שינה וכגון שאזרוק כו' כפרש\"י במתני' ולתירוצם קמא מצינן לפרושי נמי הכא שהשבועות חלות על דבר שאין בו ממש בהני תרי גווני ומדרבנן משום דלשון שבועה חמורה דשייך וחלה בין מתסר חפצא עליו ובין אוסר עצמו על החפץ אבל בנדרים דלא חלים אלא במתסר חפצא עליה לא החמירו בו חכמים למתסר בהו באין בו ממש אבל לתירוץ הר\"א בשם ר\"י דלשון שבועה לא שייך אלא על עצמו וקונם לא שייך אלא על החפץ א\"כ דלאו משום דלשון שבועה חמור החמירו לאסור בהם אין בו ממש אלא מדינא הוא ולא בתרי גווני דאין בו ממש איירי הכא אלא בחד גוונא דהיינו בשינה ולכך חלה נמי שבועה על השינה דאסר נפשיה עליה כו' (א) ובפרק שני דנדרים מסיק רבינא כו' ר\"ל דע\"כ לית לן למימר דמשום חומרא דשבועות החמירו מדרבנן באין בו ממש ולא מדינא הוא דהא אמרינן התם דבנדרים נמי חלים מדרבנן בדבר שאין בו ממש וע\"כ חומר בשבועות מבנדרים כו' מדינא קאמר ובההוא גוונא דאין בו ממש דהיינו שינה איירי כמ\"ש ואבן ל\"ב כתב בזה דרך אחרת בכוונת התוס' ואין להאריך בדחוקיו וק\"ל:", 
            "<b>בא\"ד</b> והשתא א\"ש הא דאמר כו' עכ\"ל וכתב מהרש\"ל וכ\"ש הא דקאמר חומר בנדרים מבשבועות עכ\"ל ועוד בא\"ד והשתא נמי ניחא חומר בנדרים מבשבועות עכ\"ל כתב מהרש\"ל וה\"ה הא דקאמר בריש נדרים לאפוקי שבועות דאסר נפשיה מן חפצא עכ\"ל ודבר תמוה הבין בדברי התוס' דלמה הכא בתירוץ הר\"א בשם ר\"י לא נקטו ד\"א אלא הך דקאמר לאפוקי שבועות כו' ולקמן בפי' ר\"ת כתבו דההיא דחומר בנדרים כו' נמי ניחא דמשמע דההיא דלאפוקי שבועות כו' ניחא וההיא דחומר בנדרים נמי ניחא אבל לפי הר\"א בשם ר\"י אינו ניחא ואי הוה ניחא להו לעיל לפי' הר\"א בשם ר\"י ודאי דהוה נמי ניחא לפי' ר\"ת ולא הוצרכו להזכירו שם אבל הנראה משום דלתירוץ קמא נדחקו בהנך תרתי דהיינו בהא דקאמר לאפוקי שבועות דאסר נפשיה מן חפצא היינו נמי כמו בכה\"ג ולא הוי דומה דבנדרים דמתסר חפצא עליה דהיינו דוקא בכה\"ג ועוד נדחקו בהך דחומר בנדרים בשבועות דמדינא אדרבה שבועה חמורה דחלה בכל גווני בין דמתסר נפשיה מן חפצא ובין דמתסר חפצא עליה אלא (דה\"ק) דהיינו חומר בנדרים דבכל ענין דחל על דבר רשות חייל על דבר מצוה כו' אבל שבועה בכל ענין שבועה אינה חלה על דבר מצוה כו' כמ\"ש וכל זה נראה דוחק דמ\"מ מדינא הא שבועה חמורה דבמצוה חלה כמו בנדרים וברשות חלה השבועה בכל גוונא ובא הר\"א בשם ר\"י לפרש דבשבועה בכל לשון שיאמר לא שייך אלא על עצמו וגבי רשות חלה בכל לשון וגבי מצוה אינו חלה בכל לשון והשתא קאמרי דא\"ש לפי' הר\"א בשם הר\"י הא דאמר לאפוקי שבועות דאסר נפשיה מן חפצא דהוי נמי דוקא דבכל לשון שיאמר לא שייך אלא דאסר נפשיה מן חפצא אבל הך דחומר בנדרים מבשבועות אכתי לא אתי שפיר דאם הנדרים חמירי דחלים על דבר מצוה הא זיל לאידך גיסא דשבועות חמור לגבי רשות דבכל לשון שיאמר משמע על עצמו דאסר נפשיה מן חפצא משא\"כ בנדרים דלא חלה כלל בלשון שבועה אלא בלשון נדר דמתסר חפצא עליה אבל לפי' ר\"ת דבשבועה נמי אם אמר בלשון נדר אינו כלום אפי' בדבר הרשות משום דלא משמע אלא דאסר חפצא עליה הוסיפו לומר דהשתא נמי ניחא כו' ר\"ל דודאי הא דלאפוקי שבועות דאסר נפשיה מן חפצא ניחא לפי' ר\"ת דמשמע דוקא כמו לפי' הר\"א בשם הר\"י אלא דהא דחומר בנדרים מבשבועות נמי ניחא דהא לענין רשות שוים הם דנדר לא חל אלא בלשון נדר ושבועות אינו חל [אלא] בלשון שבועות והוי נדר חמור דחל על דבר מצוה בלשון נדר מה שא\"כ בשבועות דאפי' בלשון שבועה אינו חל על דבר מצוה והדברים ברורים למבין וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ידעתי ולא כו' וליתיה בלהבא דנשבע לבטל את המצוה הוא עכ\"ל לכאורה בהעדתי ולא העדתי ניחא דאעיד ולא אעיד בלהבא הוי לבטל מצוה אבל בידעתי ולא ידעתי דהיינו אדע ולא אדע ליתיה כלל בלהבא ויש ליישב דודאי בנשבע שלא יהיה יודע לו עדות ליתיה בלהבא דאין זה בידו כדפריך בשלמא לשמואל כו' וכמ\"ש הר\"ן אבל לא אדע אפשר לפרש דדבר שאני יודע לך עתה לא אדע לך ולא אגיד לך והיינו לבטל את המצוה ודו\"ק:", 
            "<b>בד\"ה</b> רבא אמר כו' כלומר לא צריך למעוטי מלאחת וכי כו' עכ\"ל הוה מצי לפרש דרבא קאי נמי אהא דפריך מעיקרא אלא לרב למאי הלכתא אפקיה כו' קאמר רבא דלהכי אפקיה דהוי דבר שהיה בכלל ויצא כו' אין לך בו אלא חדושו בלבד דהיינו בראוין להעיד בב\"ד ואי לאו דאפקיה הוה חייב נמי משום שבועת ביטוי בפסולי עדות ושלא בב\"ד וקושטא דמלתא פרש\"י דלרבא לא צריך למעוטי שבועות ביטוי מלאחת וכי אתא כו' ושוב ראיתי בפי' בעל המאור שהוא פי' כן הא דקאמר מכלל דאביי סבר איתא לשבועה כו' דהיינו מדלא קאמר אביי לעיל דלהכי אפקיה לידון בדבר החדש ואין לך בו כו' וע\"ש באורך לדחות פירוש הרי\"ף בזה ועיין בספר מלחמות ליישב דברי הרי\"ף שהוא מסכים לפירוש רש\"י ועיין ע\"ז בר\"ן וק\"ל:", 
            "<b>תוס'</b> בד\"ה ואמר עולא כו' אם לא ראיתי נחש כו' הא אפשר להיות חייב כו' אע\"ג דליתיה באראה כו' עכ\"ל ומרישא בגמל הפורח באויר לא קשיא להו כהאי גוונא דודאי אי הוה אפשר היה חייב משום דהוה נמי איתיה באראה דגמל שכיח בישוב אבל נחש כקורת כו' אי נמי דהוה אפשר ליתיה באראה שאינו דבר המצוי בישוב (ועוד) [וע\"ז] תירצו דאפשר שיטרח כו' וק\"ל:", 
            "<b>בד\"ה</b> אחת אתה מחייבו כו' שלא אוכל פת חטין ושעורין וכוסמין כו' עכ\"ל אין זה מדוקדק דבת\"כ איתא פת אכל חדא אבל בכה\"ג דאמר חד פת אכולן לא הוה חייב על כל אחד ואחד כדאמרי' בהדיא לעיל ודלמא פת חטין לאכול שעורין וכוםמין לכוס אבל בשאמר פת בכ\"א חייב דפת ופת ל\"ל ש\"מ לחלק וצ\"ל שהתוס' קצרו בדברי הת\"כ וק\"ל:", 
            "<b>בא\"ד</b> ושמואל דריש כולה לדרשא דת\"כ עכ\"ל ר\"ל דבין הריבוי ובין המיעוט דדריש להך דרשא דת\"כ דהיינו הריבוי דחייב על כל אחת באומר פת חטין ופת שעורין ופת כוסמין והמיעוט דאינו חייב אלא אחת כדתניא בברייתא היינו כשאומר לא אוכל סתם ואכל פת חטין ושעורין וכוסמין דאינו חייב אלא אחת דההיא נמי איתא בת\"כ וכפרש\"י לקמן לרבא דמיעוטא דאחת ולא שתים דתניא בברייתא מוקי ליה בהכי וע\"כ שמואל נמי מוקי ברייתא בהכי מיהו קשה לכאורה את\"כ גופיה ה\"ל לתוס' לאקשויי מעיקרא דדריש מאחת לחייב על כל אחת ואחת ושוב דריש שם מאחת ולא שתים ושוב ראיתי בת\"כ דהך דאחת ולא שתים אינו מפורש שם דדריש ליה מאחת אלא מאשר חטא ולכך הקשו אברייתא דהכא דדריש ליה מלאחת ודו\"ק:"
        ], 
        [], 
        [
            "<b>גמרא</b> תריץ ואימא הכי בשפתים ולא שגמר בלבו להוציא פת כו' לכאורה לא הוה הוצרך לאוקמא הרישא בהכי אלא ולא שגמר בלבו שלא הוציא כלל בשפתיו וכמלתיה דשמואל דהכי הוה מפרש לה מעיקרא כדאמר הא גופה קשיא ויש לומר כיון דגמר בלבו דסיפא ע\"כ לאו ממש הוא אלא שגמר בלבו להוציא זה והוציא דבר אחר ע\"כ דולא בלב דרישא בכה\"ג מיירי שהוציא ולא הוציא מה שגמר בלבו וק\"ל:", 
            "<b>תוס'</b> בד\"ה ואי דלא ידע כו' בעינן שגגה מעלייתא והא דפשיטא ליה לקמן כו' עכ\"ל ר\"ל לפי תירוצם שהמקשה ידע דשגגת קרבן הוי שגגה בשבועת עדות אלא דס\"ד בשבועת ביטוי דשגגת קרבן לא שמה שגגה דבעינן שגגה מעלייתא דהיינו אונס דהשתא עיקר מלת שגגה ע\"כ הכי משמע תקשי להו לקמן בשבועת עדות מנלן דאנוס פטור כיון דליכא מיעוטא כי הכא אבל בלאו האי תירוצא אדרבה איכא למימר דאנוס לאו היינו שגגה מעלייתא והיינו טעמא התם דאנוס פטור דבעינן שגגה דומיא דמזיד אבל הכא צריך קרא לפטור אנוס דשגגה אפי' כל דהו משמע מדכתיב ונעלם והכי אמרינן בהדיא לקמן בפרק שבועת העדות סד\"א הכא דלא כתיב ונעלם בעינן שוגג דומיא דמזיד כו' ובזה יתיישב לך מה שתמה אבן ל\"ב כאן בדברי התוס' ע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> אפי' תימא כו' אלא לאשמועינן היכן אשכחן שגגת ביטוי לשעבר ובשמעתא דחיק נמי כו' עכ\"ל דר\"ל משום דבכל התורה שגגת לאו נמי שגגה היא אשמועינן בשגגה דבשבועת ביטוי דלאו שגגה היא אלא אונס ולא מקרי שגגה אלא בשגגת קרבן והיינו נמי דדחיק לאשכוחי בשמעתין כדקאמר אי דלא ידע אנוס הוא משא\"כ בכל התורה דעיקר שגגה היא בלא ידע ואין מקום לתמיהת אבן ל\"ב בזה ע\"ש וק\"ל:", 
            "<b>תוס'</b> בד\"ה גמר בלבו כו' אבל הכא סתם פת הוי דחטין עכ\"ל היינו לתירוצם בתרא ולתירוצם קמא ודאי דלק\"מ מהך דנזיר דאיירי נמי בע\"ה דלא מהימנינן ליה במאי דגמר בלבו אהא נזיר אי לאו דנזיר עובר לפניו [א] וק\"ל:", 
            "<b>בד\"ה</b> משום דהוי תרומה כו' ואע\"ג דתרומה חול כו' ולא ילפינן מקדשים מכל מקום כו' עכ\"ל דהך סברא דחולין מקדשים לא גמרי כולי עלמא אית להו וליכא מאן דפליג בה אלא למ\"ד דב' כתובין אין מלמדין לא הוה צריך לשנויי הכי ועי\"ל דלמ\"ד ב' כתובים אין מלמדין מצינו למימר דתרומה הוה חול וגמרינן שפיר חול ממש מינה אי לאו ב' כתובים וק\"ל:"
        ], 
        [
            "<b>גמרא</b> אלא מדאצטריך או לרבות הטבת אחרים כו' הטבת אחרים מבעיא כו' יש מקשים דהא א\"נ דלא כתיב או מהאי דינא ע\"כ דליכא למימר דדבר מצוה כתיבי דהשתא הרעת אחרים וביטול מצה כתיב הטבת אחרים וקיום מצוה מבעיא ול\"ל דכתיב להטיב וי\"ל דהשתא דלא קים לן היקשא הרעה להטבה והטבה להרעה משום פרכא דפריך אי הכא בדבר הרשות נמי כו' איכא למימר שפיר דהרעה בדבר מצוה נמי איירי ואצטריך להיטיב משום רשות דלגבי רשות לא אתיא הטבה מק\"ו מהרעה ולעיל דקאמר הרעה גופה הטבה היא והטבה גופה הרעה היא ול\"ל דכתבה לא בעי למימר דכתבה משום רשות דהא כיון דחדא מנייהו לא כתיבה אלא משום רשות אית לן למימר דאידך נמי דוקא מרשות מיירי מהיקשא דהרעה להטבה והטבה להרעה וכמ\"ש לעיל מיהו למאי דמסיק מדאצטריך או כו' קיימא היקשא דברייתא כמ\"ש הר\"ן דלאו מהאי טעמא לחוד הוא דאמרינן כו' דאז מוכחא דכי פרכת א\"ה בדבר רשות נמי כו' לאו פרכא כו' עכ\"ל ע\"ש ובמה שכתבנו יתישב מה שהקשה מהר\"י אבן ל\"ב בשמעתין השתא הרעת אחרים אתרבי הטבת אחרים מבעיא ואי קראי בדבר מצוה א\"כ להיטיב הטבת אחרים וא\"כ הכי הל\"ל לאקשויי או ל\"ל להטבת אחרים דבכלל להיטיב הוא ע\"כ תוכן דבריו דלדברינו לאו קושיא הוא דודאי להיטיב לא איירי אלא ברשות ולא בעי למימר השתא דדבר מצוה כתיב אלא להרע מיהו ק\"ק לקמן דמוכח דר\"י בן בתירא נמי אית ליה הך דרשא דאו לרבות הטבת אחרים הא כיון דקים ליה דחלה שבועה בקיום מצוה מק\"ו הטבת אחרים נמי הוה בכלל קיום מצוה כפרש\"י ול\"ל למכתב או לרבות הטבת אחרים ונראה דהטבת אחרים לאו קיום מצוה ממש הוא כנראה מפרש\"י ולא אתיא מק\"ו מהיכא דאתיא קיום מצוה מיהו בכלל רשות נמי ליתא מדאצטריך קרא לרבויא ותדע דהטבה לא איירי בקיום מצוה ממש כפרש\"י וכגון שנותן מתנה לעני ויצאת מכלל דכל שאר קיום מצוה דבהדיא קאמרי' לעיל מאי אתן אילימא צדקה לעני מושבע ועומד כו' ולא חלה השבועה ועוד הקשה מהר\"י אבן ל\"ב במה שכתבו התוס' דלמא בדבר מצוה כתיב כו' הרעה גמורה שמרע לגופו ולנפשו ולהיטיב כו' עכ\"ל ונראה מדבריהם כו' וא\"כ קשיא מאי דאמר לקמן א\"א בדבר רשות כו' אא\"א בדבר מצוה כתיבי מאי מיעט כו' ומאי קושיא נימא בדבר הרשות לחוד כו' עכ\"ל ע\"ש ואין מקום לקושייתו דודאי בדבר הרשות נמי איירי קראי דהיינו להרע ולהיטיב לגופו לחוד כמ\"ש התוס' לעיל אלא שבאו התוס' הכא לומר למאי דבעי למימר דבדבר מצוה כתיבי קראי דהיינו לנפשו מיירי נמי כפשטיה דקרא לגופו להרע כגון שלא אוכל מצה ולהיטיב שאוכל מצה ולא איירי להרע שאוכל חמץ דהוי טוב לגופו ולהיטיב שלא יאכל חמץ דהוי רע לגופו וכולה שמעתת' סלקא כהוגן מכל מה שגמגמו בה רבים מן האחרונים:", 
            "<b>בפרש\"י</b> בד\"ה מה הטבה לעצמו דהיינו אוכל שאינו בביטול כו' אף הרעה דלא אוכל כו' א\"כ למה ליה דכתבה הך הרעה הטבה כו' עכ\"ל יש לדקדק בסוגיא זו טובא חדא דמי הכריחו לפרש בברייתא להך קושיא הרעה גופיה הטבה היא דהא שפיר אתיא ברייתא בפשיטות דמוכח מהיקשא דהרעה להטבה דלא איירי הרעה בביטול מצוה ואדרבה מכח הך קושיא דהרעה גופיה הטבה היא ע\"כ דהאי היקשא ליתא ונימא אכתי יכול נשבע לבטל כו' יהא חייב וכן יש לדקדק בהא דקאמר הטבה גופה הרעה היא דמכח הך קושיא נמי דהאי היקשא ליתא ואימא אכתי דנשבע לקיים מצוה חייב וע\"ק כיון דהיקשא דהרעה להטבה הוכיח כבר דנשבע לבטל אינו חייב היאך בא להקיש שום הטבה להרעה דאינו בקיום מצוה אלא בביטול ועוד קשה ומאי קושיא דהרעה זו הטבה היא והטבה זו הרעה היא ולמה ליה דכתבה הא איצטריך ליה למכתב תרוייהו להרע ולהיטיב לאשמועינן מלתא דליתא בלאו ליתא בהן ודליתא בהן ליתא בלאו ועוד קשה ומאי קושיא למה ליה דכתבה דנהי דמשום דבר מצוה לא אצטריך למכתב תרוייהו מ\"מ משום רשות אצטריך למכתב תרוייהו כמו שכתבו התוס' דקראי להרע או להיטיב ברשות ודאי דנמי איירי ונראה לפרש דודאי להרע או להיטיב אינו יוצא מפשטיה דהיינו להרע או להיטיב לגוף ולהרע היינו לא אוכל ולהיטיב היינו אוכל אלא דבעי למימר דלהרע ולהיטיב לנפש נמי משמע כמו שכתבו התוס' דהיינו להרע לבטל מצוה בלא אוכל מצה דהוי הרעה בגוף ונפש ולהיטיב לקיום מצוה באוכל מצה דהוי הטבה בגוף ונפש וקאמר התנא דמכח חד מן הנהו היקשא ע\"כ דליכא למימר הכי אפי' חדא מנייהו וקאמר דהרעה ליכא למימר לבטל מצוה משום היקשא דהרעה להטבה שאינו בביטול מצוה והוסיף תלמודא לפרש דאימא דקושטא כי האי היקשא דהרעה להטבה דלא איירי קרא בביטול מצוה אלא בקיום מצוה וקאמר דהא נמי ליתא דאם כן למה ליה הרעה דהיינו הטבה דכתיב וכמו שכתב הר\"ן דקיום המצוה היא עיקרו של דבר ומ\"ל באוכל מצה ומ\"ל לא אוכל חמץ ובביטול מצוה ודאי דליתא מכח האי היקשא בין בלא אוכל מצה ובין באוכל חמץ ואי משום רשות כתיב להרע דמיירי נמי ברשות כמו שכתבו התוס' דכיון דעל כרחיך להרע לא כתיב אלא משום רשות אימא מהיקשא דלהיטיב נמי דווקא ברשות איירי ושוב קאמר התנא דאם נימא נמי ההיקש לאידך גיסא הטבה להרעה שאינו בקיום מצוה והוסיף תלמודא למימר דאימא דקושטא כי האי היקשא דמיעט ליה דלא איירי בקיום מצוה אלא בביטול מצוה ואע\"ג דבכולה שמעתין קאמרי דמסתבר טפי למימר דאין השבועה אלא בביטול מצוה מבקיום מצוה מכל מקום נימא דגזירת הכתוב מכח האי היקשא וקאמר דליתא דאם כן הטבה למה ליה דהיינו הרעה דכתיב דביטול מצוה היא עיקרו של דבר ומ\"ל לא אוכל מצה או אוכל חמץ ובקיום מצוה הוא דליתא בין באוכל ובין בלא אוכל ק\"ק דהא אי לאו כתיב הטבה ה\"א דאתא קיום מצוה מק\"ו מביטול מצוה ולהכי כתיבא הטבה להיקשא להרעה דלא איירי אלא בביטול מצוה ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה הא תו למה כו' ואע\"ג דהכא לא מצי למתני אלא אחת דאיצטריך כו' עכ\"ל דאי לא הוה תני חייב לא הוה דייקינן דבאמר שלא אוכלנה והדר שלא אוכל דחייב תרתי אלא דהכא הוה שבועה א' ורווחא לא שבקה לשבועה דשלא אוכלנה אפילו בנשאל על הראשונה משא\"כ באמר שלא אוכל דהוסיף בשבועה שניה על כל כזית ורווחא הוא דשבקה לה בנשאל על הראשונה אבל בלא נשאל על הראשונה אף באמר שלא אוכלנה והדר שלא אוכל לא הוה מיחייב תרתי אי לא דקתני לשון חייב אלא דה\"מ למתני חייב א' ועיין באבן ל\"ב:", 
            "<b>בד\"ה</b> אם נשתייר כו' נראה דכי לא שייר אלא פחות מכזית דחייב כו' עכ\"ל היינו לשנוייא דמסיק אי שייר כזית חשיב לאתשולי ביה כו' אבל לפי דברי המקשה דקאמר מאי אריא כזית אפילו כל שהוא נמי וודאי דהוה ס\"ל דאינו חייב בשייר בפחות מכזית ועדיין לא עבר על שבועתו ועיין בפרש\"י ובר\"ן:"
        ], 
        [
            "<b>בד\"ה</b> אמר רבא כו' לאו משום דאי עביד איפכא לא חיילא כו' אינו רצה לומר איפכא מבבא דקאי כו' עכ\"ל כנראה מדבריהם איפכא מבבא דקאי בה דהיינו אכל הראשונה בשוגג והשניה במזיד דפטור דאיירי התנאי בשוגג והאיסור במזיד ואיפכא מיניה האיסור בשוגג והתנאי במזיד אבל אם כן בפשיטות הוי ליה לדחויי דליכא לפרש דבריו דא\"כ מאי קאמר מה\"ט המ\"ל למנקט נמי האיסור ברישא דהא למאי דנקט נמי התנאי ברישא לא חיילא קאמר וצ\"ע:", 
            "<b>בא\"ד</b> ואין נ\"ל כלל שהיה הקונטרס ר\"ל דמתחייב למפרע מלקות דאין סברא כו' עכ\"ל יש לדקדק דלפום הך סברא דמתחייב למפרע מלקות בראשון האיסור במזיד ושניה תנאי בשוגג אמאי קאמר לקמן בזדון עצמה ושגגת חברתה כו' דפטור הא לגבי ראשונה הוי ראשון האיסור במזיד ושניה התנאי בשוגג וחייב מלקות למפרע וי\"ל דמצינן למימר דקושטא הוא דחייב מלקות ולא נקט פטור אלא מקרבן דומיא דאידך בבא שגגת עצמה וזדון חברתה דחייב היינו נמי בקרבן אבל ממלקות פטור שגגת עצמה כו' ולקמן לפי' ר\"ת דראשון האיסור במזיד ושניה התנאי בשוגג חייב קרבן שפיר קא קשיא להו בזדון עצמה ושגגת חברתה כו' אמאי קתני פטור כיון דחייב קרבן על הראשונה כמו שגגת עצמה וזדון חברתה דקתני בה חייב קרבן בשניה:", 
            "<b>בא\"ד</b> שאכלה בזדון עצמה לגמרי שהיה דעתו לאכול באותה שעה גם התנאי כו' עכ\"ל וגבי שגגת עצמה וזדון חברתה כו' ליכא לאקשויי בכה\"ג בזדון חברתה לגמרי שהיה דעתו לאכול באותה שעה גם האיסור מידיעתו הוא ולא ליתחייב קרבן על השניה די\"ל דכשאכל השניה לא שייך למימר דהיה דעתו לאכול באותה שעה גם האיסור שהרי האיסור כבר נאכל בתחלה ולתירוץ שני שכתבו התוס' דאיירי באינו יודע שיהא פטור עליה לפי שלא היה אדם בשבועה כו' ולא שב מידיעתו הוא גבי שגגת עצמה וזדון חברתה כו' לא שייך למימר הכי דעל אכילת התנאי ודאי אדם יודע שהוא פטור ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> כשם שנדרי כו' ודאי המ\"ל שבועות שגגות דומיא כו' עכ\"ל ולשון מותרים נמי דנקט היינו דומיא דמתני' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שבועה שלא כו' איכא איסור שבועה בכל ט' וכל ט' שיאכל כו' עכ\"ל כן הגיה מהרש\"ל ור\"ל דבכל ט' דעלמא אסר עצמו כיון שלא אמר אלו וא\"כ בכל ט' שיאכל מהנך י' דאסר עצמו בשבועה קאי כבר באיסור שבועה ראשונה של ט' ולפי ספרי התוס' שלפנינו איכא איסור שבועה בכל י' וכל ט' כו' נמי יש לפרש כן וק\"ל:", 
            "<b>בד\"ה</b> באומר יאסרו כו' אם אסר כל פירות כו' בלא שום תנאי כו' עכ\"ל והכא במתני' ה\"מ למנקט בכה\"ג גבי שבועה באומר יאסרו כל פירות שבעולם עלי בלא שום תנאי דהוה שבועת שוא כיון שהוא דבר שא\"א לעמוד בו אלא דנקט ליה בכה\"ג בתולה בתנאי בדבר הבאי לרבותא דלא נימא שאין דעתו לומר ממש כקורת בית הבד כו' כמ\"ש התוס' לקמן ודו\"ק:", 
            "<b>בא\"ד</b> והא דתניא בתוספתא כו' כך שבועת הבאי מותרין כו' עכ\"ל ר\"ל לפירושם בתרא דשבועות הבאי הוא שאין דעתו לומר כקורת בית הבד כו' וגבי שבועה החמירו הכא א\"ש הך דתוס' דשבועות הבאי מותרות היינו מדאורייתא אבל לפי' ר\"ת דהבאי הוא משום דא\"א לעמוד בו והוי שבועות שוא ואסור מדאורייתא לא יתיישב הך תוספתא וק\"ל:", 
            "<b>בד\"ה</b> שבועות העדות כו' דקרא איירי בתרוייהו בדיינים ובנידונים כו' וקאי נמי אנידונים וכל ישראל כו' עכ\"ל ר\"ל ולענין דיינים הוה נמי [אשה] בכלל כל ישראל אלא דיצאת מן הכלל לענין דיינים מק\"ו דפסולה לעדות וק\"ל:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה מצוה בבעלי כו' והא דאמר לה בתי עמוד כו' ועוד דא\"כ הוה עיכובא כו' עכ\"ל לפי שהיה אפשר לפרש דההיא דבין עומד ובין יושב אינו סותר הא דקאמר בתי עמוד דהיינו לכתחלה כמ\"ש התוס' בפ' מ\"ח דהשתא איכא למימר נמי דועמד ואמר נמי מיהת לכתחלה משמע אבל התוס' הכא לא משמע להו כלל דועמד ואמר עמידה היא כמו עמדו וקדשו כו' ולזה קשיא להו מהא דאמר בתי עמוד וכתבו דלא משום דכתיב ועמד ואמר דמשמע עמידה לכתחלה כדפירש' דלא משמע כלל עמידה כמו עמדו וקדשו כו' ועוד דאי הוה משמע ועמד ואמר עמידה ממש הוה עיכובא מדכתיב בפ' זו ככה ואם כן לא יתיישב לך הא דאמר בין עומד ובין יושב אלא אמר לה לעמוד כו' זהו הנראה לנו מדבריהם וקרוב לזה דברי אבן ל\"ב וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> א\"נ לשודא כו' שכנגדו ת\"ח כו' ולכך שלח ליה שגם זה ת\"ח כו' עכ\"ל כתב מהרש\"ל דלר\"ת דמפרש שודא על הדיין כו' איירי בשניהם ת\"ח כו' בשלמא לפרש\"י הא דיהבינן לת\"ח ולא לע\"ה זהו נקרא שודא וא\"כ שפיר קאמר א\"נ לשודא עכ\"ל אבל בפרק הכותב מוכח בהדיא דלא מיקרי שודא בת\"ח וע\"ה אלא בב' ת\"ח דהכי איתא שם שכן ות\"ח ת\"ח קודם כו' שניהם קרובים שניהם שכנים שניהם ת\"ח שודא דדייני וכן הקשה אבן ל\"ב על דברי התוס' דהכא ונראה ליישב דבריהם דודאי לפרש\"י נמי שודא דקאמר הכא איירי בב' ת\"ח אלא משום דלפרש\"י אתיא בפשיטות הא דשלח לו הכי וסיפר בו [כל] המעלות עולא חבירינו כו' שאף אם גם חבירו ת\"ח היה יכריע רב נחמן דעת הנותן שלזה נתכוין ליתן אבל לפי' ר\"ת בב' ת\"ח אין אומדין דעת הנותן למי נתכוין אלא שהדיין יתנו למי שירצה צ\"ל נמי הכא דלא שלח ליה הכי כדי שיתנו לו אלא כיון שגם זה ת\"ח יתנו רב נחמן למי שירצה וזה ברור בדברי התוס' ודו\"ק:", 
            "<b>בד\"ה</b> והאמר מר כו' איכא למימר שלא רצה להושיבה שלא לסתום כו' עכ\"ל מיהו אכתי קשה מאי קשיא ליה מהא דדיינין בישיבה היכא הוה קאים הא איכא למימר דעשה דכבוד תורה עדיף ולהכי היה עומד מפניה שהיתה אשת חבר ויש ליישב דלא נימא דעשה דכבוד תורה עדיף בכה\"ג דלקמן בת\"ח דב' העשין בגופיה דטוב לו לעבור בעשה דהעמדה כדי לקיים עשה דכבוד תורה ולישב אבל עשה דדיינין בישיבה לא נידחית מפני עשה דכבוד תורה של אחר ועוד מקשים לתירוצם שלא רצה להושיבה שלא לסתום טענת בעל דינה כו' אכתי אמאי לא הושיבה ואותיב נמי לבעל דינה כדאמרינן בהני עובדי דלקמן וי\"ל דהני עובדי דלקמן מצינן לאוקמא בתחלת דין ולכך הביאו בקושייתם מההיא דאמרינן בסמוך דעשה דכבוד תורה עדיף דאיירי בעדים דומיא דגמר דין אבל מהנהו עובדי דלקמן דהושיבו ת\"ח מצינן לאוקמא שפיר דוקא בתחלת דין וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שלא אתחייב כו' וא\"ת למה ירא מגלגול שבועה יותר כו' עכ\"ל משמע להו דלא איירי במי שטוען כן ורוצה לגזול ולעכב ממון חבירו אלא משום מלתא דמדבר שקר תרחק נגעו בה הכא ולכך לא קשה להו ברישא גבי תובע דמיירי שהתובע יודע שטענת הגלגול הוא אמת ולא ישבע לו בשקר ויודה לו בגלגול אבל הכא גבי נתבע אם הוא ירא מגלגול שלא ישבע אפי' באמת למה לא ירא כן משבועה זאת אף שהיא באמת שאינו חייב לו רק מנה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> משביע אני עליכם כו' ואמר אמן דהוי כמוציא שבועה מפיו כו' עכ\"ל יש לדקדק דלעיל בס\"פ שבועות שתים דמייתי מרומיא דמתניתין וברייתא אהדדי לשמואל דאמר דעונה אמן אחר שבועה כמוציא שבועה מפיו דמי אמאי לא מייתי בפשיטות ממתניתין דהכא כמ\"ש התוס' גם בברייתא דמייתי לעיל תני בה משביע אני עליכם וא\"ל אמן בין לפני ב\"ד ובין שלא בפני ב\"ד כו' חייבין אמאי לא מייתי מינה בפשיטות דכמוציא שבועה מפיו דמי ויש ליישב דבמתניתין דהכא וברייתא דמייתי התם מיירי דהשבועה יוצאת מפי המשביע אבל הכפירה יוצאת מפיהם שא\"ל אין אנו יודעין לך עדות ולכך הוי עונה אמן כמוציא גם השבועה מפיהם אבל שמואל איירי במושבע מפי אחרים והכפירה נמי אינו יוצאה מפיהם של העדים אלא העניית אמן לחוד ואפ\"ה אשמעינן שמואל דהוי כמוציא שבועה מפיו ולהכי הוצרך לאתויי מרומיא דמתניתין וברייתא אהדדי דבמתניתין קתני דמפי אחרים אינן חייבים עד שיכפרו בב\"ד וברייתא קתני בין שלא בפני ב\"ד בין מפי עצמו ובין מפי אחרים כו' דמפי אחרים היינו דכולה יוצאה מפי האחרים וע\"כ מוקמת לה ברייתא בעונה אמן ודו\"ק:", 
            "<b>בא\"ד</b> א\"נ אתי אפילו כרבנן כו' וסיפא נמי דקתני השביע כו' אתיא נמי כרבנן כו' עכ\"ל הא ודאי דבמפי אחרים לא פליגי רבנן ור\"מ ולכ\"ע לא בעינן מפי האחרים השבועה בב\"ד אלא הכפירה דמקראי ילפינן ליה בגמרא והנהו קראי במפי אחרים כתיבי אבל מפי עצמו לא כתיב כלל בשבועת עדות אלא דמג\"ש ילפינן להו מפקדון ובהא ר\"מ ורבנן פליגי דלר\"מ דון מינה ומינה ולכך מפי עצמו אפילו גם הכפירה שלא בב\"ד חייבין כמו בפקדון ולרבנן דון מינה ואוקי באתרה ומפי עצמו נמי אין חייבין אלא כי אם שהכפירה בב\"ד כמו במפי אחרים וכ\"כ הראב\"ד בהשגות הלכות שבועות פ\"י וכן נראה מדברי הר\"ן דבהא פליגי והשתא מה שכתבו התוספות דלרבנן נמי לא בעינן שבועה בב\"ד אלא הכפירה כו' אין זה דבר שנתחדש לתירוצם בתרא דודאי לפי תירוצם קמא נמי צ\"ל הכי אלא דר\"ל דלפי תרוצם קמא דרישא דהך מתניתין אתיא דוקא כר\"מ צריכין לדחוקי דהסיפא דהשביע עליהן חמשה פעמים כו' לא איירי דומיא דרישא דהרישא איירי בב' ענינים מפי עצמו והסיפא איירי דוקא מפי אחרים דבעי הכפירה בב\"ד דהא מפי עצמו לר\"מ לא בעינן אפילו הכפירה בב\"ד אבל להאי תירוצא בתרא דרישא אתיא כרבנן ניחא דסיפא נמי אתיא כרבנן כו' וסיפא מצי איירי נמי מפי עצמו דומיא דרישא דרבנן מפי עצמו נמי בעי הכפירה בב\"ד זהו הנראה לי ברור בכוונת דברי התוספות ואבן ל\"ב האריך בכוונת דבריהם וסיים בדבריו דלית נגר ובר נגר דיפרקיניה ולא ידעתי למה ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה בעדי קינוי כו' ושמא מיראת המים תודה שנטמאת ותפסיד כתובתה עכ\"ל וה\"ה אם תשתה ותמות ירויח הוא כתובתה אלא דלא פסיקא ליה אם תשתה שתמות ושמא זכות תולה לה ולא תפסיד כתובתה כמ\"ש התוספות:"
        ], 
        [
            "<b>גמרא</b> לא צריכא כגון שכפרו שניהם כו' ופרש\"י ולאו לאשמועינן חיובא דכופר כו' עכ\"ל ק\"ק אמאי לא הניח סברת המקשה דחיובא דכופר אתי לאשמועינן וכגון שהודו שניהם וחזר אחד מהן וכפר תוך כדי דיבור והא קמ\"ל דתוך כו' ויש ליישב כיון דכפרו שניהן כאחד וכפרו שניהן בזא\"ז משמע דכפרו מעיקרא יש לנו לפרש נמי הא דקתני וכפר אחד דכפר מעיקרא אבל והודה א' דלא תני ליה עד הכא איכא למימר דכפר מעיקרא והודה אחר כך וק\"ל:", 
            "<b>תוס'</b> בד\"ה הוה ליה כגזלן כו' מיהו צריכנא לטעמא דמחוייב שבועה כו' דבלא שבועה לא היה חושש כו' עכ\"ל וכתב מהר\"י אבן ל\"ב יש לתמוה עדיין הקושיא במקומה עומדת אמאי אצטריך לטעמא דכל המחויב שבועה כו' כיון דנסתלק המגו במה שאינו יכול לישבע להכחיש העד כו' והוה סגי דלימא ליפטרי' איכא חד סהדא דמחייבו שבועה ותו לא כו' עכ\"ל ועוד האריך ע\"ש ולי נראה ליישב דלא קשיא להו מעיקרא דלא לימא הך מלתא כולה דהא ודאי אצטריך ליה למימר דאינו יכול לישבע ומשלם דהיינו שלא יוכל לישבע דלא חטף שהרי הוא מודה דחטף אלא אהא דקאמר הוה ליה מחויב שבועה כו' וכל המחויב כו' דמשמע שהוא נתינת טעם אהא דלא נאמן לומר כמו שאמר דדידיה חטף קשיא להו דלא הל\"ל הכי דבלאו הכי נמי ליכא מגו אדידיה חטף דאי בעי אמר לא חטפתי כלל כיון דהוי להכחיש העד ואהא תירצו דצריכנא לטעמא דמחויב כו' ודו\"ק:", 
            "<b>בד\"ה</b> אבל כפירה כו' דכפירה והודאה שמעינן נמי מרישא כו' עכ\"ל כתב מהרש\"ל והר\"ן תירץ דקמ\"ל דאף הודאה של אחד מהני תוך כדי דבור של כפירת חבירו עכ\"ל ולפי מה שכתבו בתוס' לעיל וא\"ת אמאי שני חייב כו' ואומר ר\"י כו' ויכול הראשון לחזור ולהודות תכ\"ד של עדות שני כמו השני ואין לשני כו' עכ\"ל לא יתישבו דברי הר\"ן הכא דהא נמי שמעינן מרישא ודו\"ק:"
        ], 
        [], 
        [
            "<b>גמרא</b> הא מני ראב\"ש היא דאמר יבואו עדים כו' ואע\"ג דמוקמי הך ברייתא כראב\"ש שהוא יחידאי והמ\"ל נמי הכא הא מני ראב\"ש היא דאמר הכא דבר הגורם לממון כממון דמי ושפיר קתני בסיפא מפי עצמו פטור אלא דקושטא הוא דראב\"ש ס\"ל יבואו עדים כו' ולא ניחא ליה למימר דאיכא שום תנא דס\"ל כראב\"ש בהא ולא בהא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ושאנס איש כו' דאיכא לאוקמא בנערה שנתארסה כו' עכ\"ל ומשום שישמעו מפי התובע אין לפטור דמיירי בבא בהרשאה ואע\"ג דלא מטי לידה מצית למכתב הרשאה להאי פירושא ועי\"ל שהבת גופה משביעתן שאנס פלוני בתו ולאידך פירושא דהוי טעמא משום שישמע מפי התובע מהך ה\"מ למפרך אדיוקא מנה לפלוני ביד פלוני חייבין אלא דניחא ליה למפרך מסיפא דקתני בהדיא עד שישמעו מפי התובע ועי\"ל דהוי מצינן למימר הא דמשכח חיובא דמנה לפלוני ביד פלוני היינו בממון דמטא לידיה משא\"כ בקנס וק\"ל:", 
            "<b>בא\"ד</b> דסיפא אשמעינן משום שלח ביד עבדו כו' עכ\"ל ורישא שאנס פלוני את בתו לא איירי בהרשאה כפרש\"י דודאי לא הוה גרע משליחות וצ\"ל ברישא דקתני לה בלא זו אף זו ועי\"ל דודאי הרישא איירי בהרשאה כפרש\"י מיהו אצטריך למתני דאפילו בממון דאתא לידיה לא מיחייב ע\"י שלוחו והשתא רישא רבותא אשמועינן דאפילו בהרשאה לא מחייב בממון דלא אתא לידיה וסיפא רבותא אשמעינן דאפילו בשאר ממון דאתא לידיה לא מיחייב בשלוחו בעלמא בלא הרשאה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> מושבע כנשבע כו' דאיכא למימר שבועת ביטוי יוכיח כו' עכ\"ל דליכא למפרך הכא איוכיח דמה לשבועת ביטוי שכן לא עשה בו מזיד כשוגג כמ\"ש התוס' לעיל לר\"מ דהכא בשבועת הפקדון גופה נמי לא ידעינן מזיד כשוגג אלא מהאי ק\"י ושפיר עבדינן ביטוי יוכיח דעשה בו נשים כאנשים ופטר בו מושבע ופטר בו מזיד וה\"נ אל תתמה לומר כן בפקדון לפטור בו מושבע ומזיד לפי סברת המקשה דלא אסיק אדעתיה למימר בפקדון דלא עשו בו שוגג כמזיד דיליף ליה ממעילה כתבו כן דתרוייהו אתו בק\"ו אבל למאי דמסיק בפקדון דלא עשו בו שוגג כמעילה ליכא ק\"ו כלל דאיכא למפרך מה לעדות שכן עשה בו מזיד כשוגג וק\"ל:", 
            "<b>בד\"ה</b> על פי שנים כו' ואפי' שהיה כאן פרכוס ובלבול רוח כו' עכ\"ל רצה לומר שהיה כאן פרכוס דכיון שלא היה רבי שמעון בן שטח בחורבה כשהרגו היה לחוש לפרכוס או לבלבול רוח דחד מנייהו סגי לפוטרו כדאמרינן פ\"ב דיבמות אבל לא ידענא מה תירצו כגון דמחייה בביתא דשישא ולא פרכס כו' דכיון דלא ראה בהריגה היאך ידע דלא פרכס כקושיא וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ותיהדר עדות ותיגמור לה מפקדון מזיד דלאו כשוגג כו' דאין לומר דבתר ג\"ש דקושטא דהכי הוא דלא לשתמיט בשום דוכתא למימר הכי דר\"ש לית ליה מזיד כשוגג בעדות ואין להקשות דלפי סברת המקשה דתיהדר עדות ליגמר מפקדון דמזיד לאו כשוגג א\"כ ל\"ל ג\"ש דתחטא כלל דהא כולה הך מלתא מצינן למילף מבנין אב דליכא שום פירכא לא מפקדון לעדות ולא מעדות לפקדון די\"ל דמ\"מ פריך שפיר דהג\"ש ודאי דלא מגרע מלדמות עדות לפקדון וע\"כ איצטריך הג\"ש למלתא אחריתא דאין ג\"ש למחצה ודו\"ק:", 
            "<b>ועוד</b> מקשים בשמעתין לר\"ש דבתר דקמה ג\"ש נמי אית ליה בפקדון דמזיד לאו כשוגג נילף ביטוי במה מצינו מפקדון לחייב בו מושבע מפי אחרים דמעדות כתבו התוס' לעיל דלא מצינו למילף ביטוי דאיכא למפרך מה לעדות שכן עשה בו מזיד כשוגג אבל הכא מפקדון ליכא הך פירכא לר\"ש דס\"ל בפקדון נמי לא עשה בו מזיד כשוגג ולא לישתמיט בשום דוכתא למימר לר\"ש דס\"ל בביטוי דחייב במושבע וי\"ל דביטוי לא דמי לפקדון טפי מרוצח דדמי לפקדון באואין שיש עמהן שבועה ודמי לרוצח באואין שאין עמהן תביעת ממון וכה\"ג כתבו התוס' דליכא למילף עדות ממעילה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה כי היכי כו' כל כמה דלא קים ליה ג\"ש ע\"כ במה מצינו לא מצי כו' עכ\"ל דלא ניחא להו כפרש\"י דפריך כי היכי דגמר מפקדון היינו בג\"ש דתחטא תחטא עכ\"ל דהא ברישא דברייתא לא אסיק אדעתיה למילף בג\"ש עד לבסוף אלא דברישא דברייתא במה מצינו בעי למילף ואהא קשיא להו כיון דבמה מצינו נמי ליכא למילף נשבע בעדות מפקדון דאיכא למפרך מה לפקדון שכן עשה בו נשים כאנשים ע\"כ דאית לן למימר דהפירכא היא ממושבע דהוי בעדות ולא בפקדון ולא נקט ר\"ש במלתיה נשבע גבי עדות אלא לרווחא דמלתא כיון שכן הוא לפי האמת לבתר דקים לן גזירה שוה ואם כן מאי קשיא ליה כי היכא דילפת כו' דאימא דר\"ש לא יליף כלל נשבע בעדות במה מצינו מפקדון וק\"ל:", 
            "<b>ואיך</b> שיהיה ק\"ק דנהי דשבועות עדות לא יליף במה מצינו מפקדון אמאי לא תקשי ליה דנילף מושבע כנשבע ומזיד כשוגג בפקדון מעדות ולמאי דמשני נמי בעדות מפקדון לא יליף מבמה מצינו אלא מגופה מפי אחרים חייב מפי עצמו לכ\"ש מ\"מ אכתי תקשי לן דנילף פקדון מעדות במה מצינו כיון דליכא שום פירכא בדנילף תרוייהו כמ\"ש התוס' לקמן דמתרוייהו קפריך וכה\"ג כתבו התוס' לעיל דהיכא דאין הק\"ו סותר את הבנין אב נילף נמי הבנין אב ויש ליישב דודאי ה\"מ למפרך הכי אלא דאלימא ליה לאקשויי מכח ג\"ש כדפריך מעיקרא כי היכי כו' וכן בתר הכי מכדי מזיד בעדות מנליה דלא כתיב ביה ונעלם כו' ולמאי דמסיק דמזיד לאו כשוגג ממעילה יליף לה ניחא דה\"נ מושבע כנשבע בפקדון ליכא למילף במה מצינו דאיכא למפרך מה לשבועת העדות שכן עשה בו מזיד כשוגג ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה באלף כו' בפר\"ח גרס אלף כו' ושמא משום דשם המיוחד הוא כו' עכ\"ל ר\"ל דקרינן שם המיוחד בא' ד' כמ\"ש לא כשאני נכתב אני נקרא אני נכתב בי\"ה ונקרא בא' ד' וק\"ל:"
        ], 
        [
            "<b>גמרא</b> התם שבועת האלה כתיב וה\"ק כו' ק\"ק דלמ\"ד נמי דגמרי ג\"ש תקשה ליה דשבועה בלאו אלה לא משתמע בג\"ש מהתם ואפשר דנטר עד הכא ולתרוייהו פריך וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה השבע שבועת ה' תהיה גו' עכ\"ל לולי פירושו היה נראה לפרש השבע היינו והשביע הכהן דסוטה דמהכא יליף ליה אלה אלה לג\"ש ואפשר דהשבע ולא תשבע לא משמע ליה השבע דסוטה ולא תשבע דעדות דההיא נמי השבע הוא כמו בסוטה אלא במלתא אחריתא קמיירי השבע דפקדון ולא תשבע דשקר ומיהו מייתי שפיר מר' חייא בר אידי דאית ליה בעדות ג\"ש מסוטה דאי לאו ג\"ש הכא לא הוה אמרי' התם לא תשבע כמו תשבע אלא לסמוך התם אג\"ש דהכא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה דקטלא חד כו' בהוצאת למלחמת הרשות קאמר עכ\"ל [דלשון דקטלא] לא משמע להו באנגריא כפרש\"י אלא [דקטלא ממש] ומשמע להו דבמלכי ישראל איירי קרא בהוצאה למלחמת הרשות דבמלחמת מצוה כתיב לא תחיה כל נשמה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> אלה שאין עמה שבועה כו' כל זה מצאתי נמחק כנראה מתוס' לקמן בד\"ה יכך כו' שכתבו תימה כו' אבל אלה שאין עמה שבועה כיש עמה שבועה מנלן עכ\"ל ומה שכתב רש\"י וכתב קול אלה יתירא כו' לחייב בא' מב' קולות היינו שבועה שיש עמה אלה ושבועה שאין עמה אלה אבל אלה שאין עמה שבועה לא מרבינן וק\"ל:", 
            "<b>שם</b> ויואל שאול את העם לאמור ארור האיש אשר יאכל וגו' וכתיב ויהונתן לא שמע גו' כן מצאתי מוגה:", 
            "<b>שם</b> כי לית ליה בממונא אבל באיסורא אית ליה כו' אע\"ג דהכא גבי עדות בעינן תביעת ממון מ\"מ לגבי עדים לא הוה רק איסור השבועה ולקמן שפרש\"י דאי הוה מוקמינן מתני' באיסור גרידתא אצטריך לן לאוקמא בהשבעת עד א' שאינה באה לממון כו' הוא קשה דהא לרבנן דפליגי אראב\"ש לעיל ס\"ל דבר הגורם לממון לאו כממון דמי ואינו חייב קרבן שבועה בע\"א ודוחק לאוקמא מתני' כראב\"ש דהא לעיל לא בעי לאוקמא מתני' דנזק וחצי נזק כראב\"ש ועוד לראב\"ש כיון דגורם לממון כממון דמי לא הוה השבעת ע\"א איסור גרידתא כמו בב' עדים ואפשר שמתוך זה מחק מהרש\"ל כל זה לקמן מפרש\"י אלא דאיכא למימר דמקרי שבועת עדות איסורא גרידתא לגבי עדים משא\"כ סוטה לקמן דהוה נמי ממון לגבה ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה ודברי הכל דלא תימא כו' אלא דוקא קאמר ר' מנחם לרבות מקלל אביו כו' אבל בעצמו וחבירו דלאו בעלמא כו' עכ\"ל ק\"ק לדברי התוס' דחבירו לא אתי אלא ממקלל אביו וחרש נימא דדיו לחבירו שיהיה כמלמד דהיינו אביו דאינו חייב אלח בשם ויש ליישב דבאביו נמי לא אימעיטו כינוין אלא לסקילה ולא למלקות:", 
            "<b>ודע</b> שדקדק לפרש הא דאמר וד\"ה היינו על רבי מנחם דפליג ברישא גבי אביו גבי חבירו מודה אבל ודאי דאיכא תנא דפליג נמי בחבירו דהיינו ר' חנינא בר אידי לעיל וכפרש\"י בהדיא לעיל דלר\"ח בר אידי במקלל חבירו וחרש נמי דוקא בשם ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ועל הכנויין כו' למ\"ד בפ' ד' מיתות אלהים לא תקלל קודש איש איש כי יקלל למה לי כו' עכ\"ל הא ודאי דאזהרת מברך השם בין בשם בין בכינוי לכ\"ע לא אתי אלא מאלהים לא תקלל כדמוכח התם דלמ\"ד נמי חול מדכתיב לשון אלהים אתי נמי לאזהרת מברך השם וכפרש\"י בשמעתין אלא דלמ\"ד אלהים לא תקלל חול לא הוי אתי קרא לאזהרת כנויין במברך השם דלא מצינו עונשו אלא לאזהרת שם המיוחד דמצינו עונשו בסקילה ולכך איצטריך איש איש כי יקלל אלהיו דהשתא כיון דשמעינן חטא בכנויין מוקמינן נמי ביה אזהרת אלהים לא תקלל אבל למ\"ד קודש שמעינן מיניה שפיר אזהרת כנוין דאלהים כנוין הוא ולא איצטריך כי יקלל אלהיו ודו\"ק:", 
            "<b>בד\"ה</b> ושמור נפשך כו' וי\"ל דאי לאו דאשכחן אביו דגמרי' מיניה חבירו לא הוה גמרינן בעצמו כו' כ\"ה לשון התוס' פ' ד' מיתות וכאן קצרו בדבריהם ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ה\"ג בקונטרס כו' ונראה לתרץ כו' דבעינן שם המיוחד ואינהו אאלהים קאי אע\"ג דכבר כו' עכ\"ל יש לדקדק בזה דהא גבי שבועה ברישא דמתני' לא פליגי חכמים דמתני' ומחייבין בכינוי וכן במקלל חבירו ועצמו נמי לא פליגי ומחייבין בכינוי אלא דבמברך השם ומקלל אביו הוא דפליגי למפטר בכינוי ממיתה ואם כן בסיפא גבי אלה וקללה בעדות מהיכא תיתי להו לחכמים למפטר בכינוי וי\"ל בזה להאי תירוצא לפום הך גירסא דגרסינן לא תיפוך דלית ליה לתלמודא הא דקאמר רבי ינאי לעיל גבי מקלל עצמו וחבירו ודברי הכל אלא לר' מנחם בר יוסי קרא יתירא אתא לרבות כל המקללים אפי' עצמו וחבירו נמי אינו אלא בשם וחכמים דפליגי ופוטרין בכינוי במתני' במקלל אביו ה\"נ דפוטרים גבי מקלל עצמו וחבירו דההוא קרא יתירא לכל המקללים אתי דאינו חייב אלא בשם וזה שכתבו התוס' אע\"ג דכבר איפליגו דהיינו ברישא גבי מקלל אביו וסמכו חכמים עצמן גבי מקלל עצמו וחבירו אמאי דפליגי כבר גבי מקלל אביו א\"כ לא ה\"ל למפלג נמי גבי אלה ומקלל דעדות דה\"ל למסמך אמאי דפליגי ברישא וע\"ז תירצו דפטורא דחכמים לא הוה אצטריך למתני הכא אלא משום חיובא דר\"מ אע\"ג דבעלמא בעי תנאי כפול גבי ממונא הכא איסורא גרידתא הוא לגבי עדים ולא בעי תנאי כפול אלא מכלל לאו אתה שומע הן כן נראה לי ליישב דבריהם ודו\"ק:", 
            "<b><br>בפרש\"י</b> בד\"ה בפני ב\"ד ושלא כו' ואח\"כ הודה חייב קרבן כו' עכ\"ל הוצרך לפרש ואח\"כ הודה לרבה דבעדים לא מיחייב דהוי כפירת דברים אלא למאי דמסיק תלמודא דביש לו נמי עדים לא הוי כפירת דברים וחייב מצינן לאוקמא מתניתין נמי בהכי וק\"ל:", 
            "<b>בא\"ד</b> דכתיב וכחש בעמיתו כל דהו עכ\"ל מפי' מהרש\"ל וצ\"ל דרש\"י בא לפרש דחייב מפי עצמו אף בלא טענת תובע כו' וזהו שמעינן מוכחש בעמיתו כל דהו כדלעיל (שבועות דף ל\"ב) עכ\"ל אבל אין לזה מקום כאן ועוד נראה לפרש משום דגבי שבועת עדות קתני דבעי כפירה בב\"ד והכא בשבועת הפקדון לא קתני ליה וקאמר דהיינו מדכתיב וכחש כל דהו כפירה אפי' שלא בב\"ד ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה הזיד כו' דמי יודע שהם יודעים לו עדות ואין נראה כו' עכ\"ל הקשה מהר\"י אבן ל\"ב דמאי קאמרי מי יודע שהם יודעים לו עדות משכחת לה כגון דהוי עדי אחריני בהדייהו כשהעידו על אותו עדות וא\"ת א\"כ אינן חייבים קרבן דהוי כפירת דברים כו' הא ליתא דרב כהנא ס\"ל כו' דהוי כפירה כו' עכ\"ל ע\"ש וי\"ל כמ\"ש התוס' לעיל בפרק שבועת העדות דבאיתנהו הנהו סהדי קמן לכ\"ע הוי כפירת דברים ולא פליגי הכא ר\"כ ורבה אלא בליתנהו קמן וא\"כ הנהו דמתרו בהו אינם יודעים שהם יודעים לו עדות גם מה שהקשה מהרש\"ל לפרש\"י שמא המתרים שמעו מהם שיודעים לו עדות א\"נ כו' אלא שהם קרובים כו' עכ\"ל לאו קושיא היא דהא לענין מלקות קאמר הכא ועל פיהם ששמעו מהם ולא ע\"פ קרובים אין מלקין אותם אלא ע\"כ דאיכא סהדי אחריני כשרים שיודעים שהם יודעים לו עדות שהיו עמהם כשהעידו על אותו עדות כמ\"ש אבן ל\"ב אלא דליתנהו קמן ומש\"ה הוה התראת ספק אך קשה דא\"כ תקשי ליה דבפקדון נמי כיון דע\"כ בליתנהו להני סהדי הכשרים קמן דאל\"כ הוה כפירת דברים וא\"כ ה\"ל התראת ספק דמי יודע שיש לו פקדון אצלו ויש ליישב ודו\"ק:", 
            "<b>בד\"ה</b> מילקא לקי קרבן לא מייתי ואע\"ג דגבי שפחה כתיב בקורת כו' עכ\"ל ומה שכתבו דהתם לא עבדינן ביה תרתי אלא הוא מביא קרבן והיא לוקה לא קשיא להו הכי לפי הסברא א\"ד הא והא עבדינן להו דהתם גלי קרא דלא עבדינן ביה הני תרתי קרבן ומלקות אבל הכא מהיכא תיתי דלא ליעביד ביה הני תרתי אלא דלפום הך סברא מילקא לקי קרבן לא מייתי מהיכי תיתי למימר הכי אי לאו משום דלא מצינו דליעביד ביה הני תרתי קרבן ומלקות ואהא קשיא להו ואע\"ג דגבי שפחה כו' ודו\"ק:", 
            "<b>בד\"ה</b> מאי אינו לוקה כו' דה\"פ כו' שכן כפרתו תלוי במלקות הקל ולא בקרבן כו' עכ\"ל ודפריך מכלל דנזיר טמא נפטר במלקות הקל הא קרבן כתיב ביה כו' אדברי המקשה נמי פריך ודו\"ק:", 
            "<b>בא\"ד</b> שלא חייב את השוגג פי' שגגתה גרידתא חייב כו' עכ\"ל והיינו אונס אבל פתאום להביא את השוגג והדין נותן כו' לאו בהאי שוגג גרידתא קמיירי אלא בשגגת קרבן עם זדון העבירה והכי איתא בהדיא בספרי בפתע להביא את האונס דהיינו שוגג גרידתא ובתר הכי תני פתאום להביא את השוגג והדין נותן כו' דהיינו שגגתה בקרבן עם זדון העבירה וכן הבין מהרש\"ל שמועה זו ואין מקום לתמיהת מהר\"י אבן ל\"ב במקום זה שכתב יש לתמוה דאם שוגג למדין ממזיד היכא מהדרינן ללמוד מזיד משוגג כו' עכ\"ל ע\"ש דשפיר אנו למדין שוגג ממזיד היינו שגגת קרבן עם זדון העבירה מזיד גופיה למדין משוגג היינו משוגג גרידתא דהיינו אונס אך מ\"ש מהרש\"ל אסיפא דברייתא וכפר עליו מאשר חטא לאו דוקא דמכפר ילפינן אלא מפתאום רק שמביא האי קרא מדכתיב ביה קרבן ואפתאום קסמיך עכ\"ל נראה מדבריו דשוגג דנקט ברישא לא אתיא מק\"ו אלא מהאי קרא אבל קשה דא\"כ לא ה\"ל למנקט ק\"ו אחרינא גבי שוגג אלא האי ק\"ו דעדות הוה נמי מצי למנקט גבי שוגג דהיינו שגגת קרבן עם זדון העבירה וה\"ל נמי לדחויי בהך פרכא מה לשבועת עדות שאינו לוקה וע\"כ אני אומר דהאי ק\"ו דברישא קאי גבי שוגג ואצטריך קרא בסיפא וכפר עליו מאשר חטא למזיד ושוב למדין שוגג מק\"ו דמזיד וה\"ק ברישא פתאום להביא שוגג ובלא קרא נמי הדין נותן ומה במקום כו' ודו\"ק:", 
            "<b>גמ'</b> ת\"ש אינו חייב על שגגתה כו' מאי לאו זדון עדים כו' ק\"ק מאי קא קשיא דהא ע\"כ גבי שבועת עדות דתני נמי כה\"ג ומה הן חייבין על זדון השבועה קרבן עולה ויורד דהיינו זדון עצמן דזדון עדות ליכא בהו כמ\"ש התוס' לעיל דא\"א לעולם לידע אם הם מזידים שיכולין לומר שכחנו ויש ליישב:"
        ], 
        [
            "<b>שם</b> אימא סיפא זה הכלל כו' אלא מהא ליכא למשמע מינה הקשה מהר\"י אבן ל\"ב יש לתמוה דאמאי קאמר דליכא למשמע מינה והלא אורחא הכי הוא דברישא קאמר גנבת שורי וזה הכלל אתי לרבויי אפי' גנבת עבדי והוי כעין לא זו אף זו קתני עכ\"ל ואין כאן קושיא דרב פפי נמי הוה ידע דאיכא נמי מלתא אחריתא לרבויי בזה הכלל וליכא למשמע מסיפא לרבויי עבדי גנבת אלא דליכא למשמע נמי מרישא מידי כיון דאיכא למימר דהתנא סמך אסיפא לרבות עבדי גנבת וכעין לא זו אף זו וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אלא מהא כו' אבל גבי עדות מאן דפטר בעדי קרקע יחייב בעדי קנס כו' עכ\"ל מיהו לפי מה שפרש\"י לעיל בפרק שבועת העדות דא\"כ עדי קנס לר\"א חייבין וכן בשבועת הפקדון כו' עכ\"ל אין זה מספיק ולא יתיישב קושייתם דהא התם לר\"א בעל פלוגתיה דר\"ע ע\"כ אית לן למימר דבשבועת הפקדון נמי בקרקע פטור ובקנס חייב ואפשר דלית להו לתוס' כפרש\"י שם אלא דלענין עדים דוקא קאמר דבקרקע פטורים ובקנס חייבין לר\"א אבל בשבועת הפקדון לכ\"ע בקנס פטור כיון שלא היה מתחייב בהודאתו ולא כפר ליה ממונא כמ\"ש הכא וק\"ל:", 
            "<b>בד\"ה</b> ה\"ג לא לך לא לך ולא לך ול\"ג וי\"ו בכולהו אלא בבתרא כו' עכ\"ל ר\"ל במתניתין גרסינן הכי וכן בכל הנהו דמייתי מתניתין ל\"ג וי\"ו אלא בבתרא דהשתא מוכח ממתניתין דבתרוייהו חשיב פרטא בין בוי\"ו ובין בלא וי\"ו דמלא לך תניינא מוכח דבלא וי\"ו הוי פרטא ומולא לך בתרא מוכח דבוי\"ו נמי הוי פרטא אבל בברייתא בדברי רבי יהודה ודאי גרסינן כולהו בוי\"ו ולא חשיב פרטא אלא בוי\"ו ולכך מתני' לא מצי אתיא כוותיה אבל אי הוה גרסינן נמי במתניתין כולהו בוי\"ו מאי דוחקיה לאוקמי במסקנא דע\"כ כרבי דסתמא דמתני' דלא כר\"מ נוקמיה בפשיטות טפי כר' יהודה כן הוא כוונת דברי התוס' וניחא נמי לפי דבריהם דלפי אותה הגירסא דגרסינן במתניתין נמי כולהו בוי\"ו אדפריך ממתני' לשמואל דאמר לר\"מ דכולהו בוי\"ו כללי הוי תקשי נמי לר' יוחנן אמאי לא תני במתניתין רבותא טפי דאפי' בלא וי\"ו לר\"מ הוי פרטא דבוי\"ו אפילו ר\"י מודה ליה דהוה פרטי ולגירסת התוס' ניחא לר\"י דתרוייהו תני במתני' דהוי פרטי מיהו הך קושיא דפריך גבי חטה ושעורה וכוסמת מאי אפי' ע\"כ הוה קשיא נמי לרבי יוחנן כיון דתרוייהו פרטי הוי לר\"מ ותני לתרוייהו במתני' מאי אפי' דקתני ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה הרי כאן עשרים ש\"מ ד' שבועות הן ובקמייתא לא חשיב דכללי עכ\"ל הקשה מהר\"י אבן ל\"ב מי הכריחו לפרש דפריך למאן דלא מחייב אכללא ואמאי לא פירש דפריך נמי הכי למאן דמחייב אכללא והכי פריך דאם איתא דפרטי קחשיב וכללי לא קא חשיב אמאי תני רבי חייא הרי כאן עשרים כו' ומשני דהיא איירי בפקדון ותשומת יד וגזל ואבידה ובתרוייהו לא קחשיב כללי עכ\"ל ע\"ש ואין מקום לקושייתו דאין דרך לתלמוד להקשות לאמוראים כיון דהברייתות גופייהו לא מיתרצי אהדדי אלא ע\"כ דברייתות מיתרצי ליה השתא אהדדי למאן דמחייב אכללי אלא דחדא מינייהו לא קחשיב אלא פרטי ואידך קא חשיב נמי כללא ול\"ק ליה למקשה אלא למאן דלא מחייב אכללי וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ה\"ד אי דפריש רבי חייא מנינא אתא כו' הקשה מהר\"י אבן ל\"ב לעולם אימא לך דפריש ואתא לאשמועינן דהרי כאן כ' חטאות ולא כ\"ה דאפרטי מחייב ולא אכללי עכ\"ל ואין כאן קושיא דהך מלתא ליכא למשמע מינה דאימא אדרבה דמחייב אכללי ומיירי בחטין ושעורין וכוסמין דלא הוי רק ג' פרטי אלא ע\"כ דאיך שיהיה לא אתי לאשמועינן אלא אע\"ג דלא פריש מיחייב אכל חדא וחדא וק\"ל:", 
            "<b>שם</b> ורבנן סברי לא שביק איניש מידי דכי מודה ביה לא מפטר כו' ר\"ל דסברי נמי האי לא שביק כו' מיהו דסברי נמי האי לא שביק איניש מידי דקיץ כו' כדאמר ר\"ש ולכך מהני טעמי ודאי תרוייהו הוא תובע כדקאמר לדברי חכמים אף בושת ופגם אבל ר\"ש ודאי לית ליה האי לא שביק איניש מידי דכי מודה לא מפטר כו' אלא האי דקאמר איהו דלא שביק איניש מידי דקיץ כו' ותו לא מידי ממה שנתקשה בזה מהר\"י אבן ל\"ב וק\"ל:", 
            "<b><br>תוס'</b> בד\"ה לאתפושי כו' דבשבועות עדות וביטוי ופקדון כו' ליבעי בהו אנקוטי חפצא עכ\"ל ומדברי הפוסקים נראה דבשבועת הפקדון קושטא הוא דבעי אנקוטי חפצא ודקאמר הכא היכי אשמעינן ליה כו' קאי נמי אפירקא דלעיל וק\"ל:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> התם שהיה בידם למחות כו' לא הוה צריך לשנויי אלא התם בדין הקל כו' עכ\"ל וה\"ה דה\"מ תלמודא לשנויי כדמסיק דהתם צדיקי דהכא והכא פטירי וגבי שבועה צדיקי דהכא והכא בדין הקל וחדא מנייהו נקט אלא דקשיא להו לתוס' אהא דמשני שיש בידם למחות ע\"כ היינו רשיעי דבסמוך דבדין הקל דצדיקי דהיינו שאין בידם למחות או שמיחו ולא קבלו מהם פטירי לגמרי התם כדאמר בסמוך וא\"כ לא הוה צריך לשנויי אלא התם ברשיעי בדין הקל כו' אלא דניחא ליה לפרושי כו' כמ\"ש התוס' ולעיל נמי גבי משפחתו דמשני התם בדינא אחרינא הכא בדינא דידיה והיינו ברשיעי דמשפחתו לכאורה ה\"מ לשנויי נמי בצדיקי דמשפחתו דהתם צדיקי פטורין והכא צדיקי בדין הקל וי\"ל דא\"כ אמאי נקט וממשפחתו כיון דצדיקי דעלמא נמי נידונים בהכי בדין הקל אבל ברשעים ניחא דנקט ממשפחתו דהוו בדיניה משא\"כ רשעים דעלמא דלא הוו בדיניה רק בדין חמור ודו\"ק:", 
            "<b>בד\"ה</b> מה כלים כו' ואית ספרים דגרסי הכא מה כלים דבר חשוב כו' עכ\"ל והיא גירסת רבותיו בפ\"ק דקדושין שכתבו התוס' לקמן ע\"ש:", 
            "<b>בא\"ד</b> והדר מקשינן כסף לכלים להצריך כסף יותר מפרוטה כו' עכ\"ל דהשתא ודאי כסף לא יתורא הוא דאצטריך לגלות אכלים דבעינן [שוה] פרוטה אלא דיליף ליה נמי בהיקשא מכלים דכלי הוי חשוב בפרוטה ה\"נ בעי כסף חשיב ולא הוי חשיב אלא במעה ויצאו כלים למה שהן דקאמר לא איצטריך למימר כפרש\"י לקמן מדלא כתיב כספים אלא מהקישא כלים לכסף למה שהן דהיינו פרוטה דסתם כסף הוא פרוטה כמו בקדושין וחשיבותייהו דכלים סגי בפרוטה משא\"כ כסף דלא חשיב רק במעה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אר\"א בשטענו בדינרי מטבעות כו' ורישא גבי שתי כסף ע\"כ לא איירי בכה\"ג במטבעות דא\"כ אכתי תקשי רישא לשמואל וכמ\"ש התוס' ואע\"ג דהשתא נמי לא איירי בגוונא חדא דרישא איירי בדווקא לשמואל וסיפא איירי במטבעות אין זה דוחק כיון דמפרש לה בסיפא שהכל מין מטבע א' היא אבל אי הוה איירי רישא בדוקא לשמואל וסיפא בשוה הוא דחוק וק\"ל:", 
            "<b>שם</b> ורב שהכל דין מטבע א' היא כו' ה\"ה דה\"מ למימר נמי לרב דסיפא איירי במטבעות ורישא בשוה דע\"כ אין זה דחוק דהא לר\"א שמוקי סיפא במטבעות קאמר הכי דרישא אי כרב כו' אלא דניחא ליה למימר דהאי תדע מסיפא דקאמר תלמודא קאי לרב דסיפא איירי בשוה ולא במטבעות וק\"ל:", 
            "<b>תוס'</b> בד\"ה בטוענו בדינר כו' ועוד דמשמע כו' וסתם ב' כסף טבועים הם כו' עכ\"ל וצ\"ע כיון דמשמע להו סתם ב' כסף טבועים הם אמאי לא תקשי להו בפשיטות מרישא דקתני ב' כסף סתם דהיינו טבועים ואמאי פטור לשמואל ודו\"ק:", 
            "<b>בא\"ד</b> שנתן לו דינר להחליף וליתן תחתיו מטבעות כו' או פרוטה עכ\"ל הס\"ד וכצ\"ל והשתא ניחא כיון דאינו תובעו אלא מטבעות של חליפי דינר פשיטא דכולהו בכלל שם מטבע נינהו אלא דקמ\"ל דפרוטה אע\"ג דאינו רק של נחושת נמי בכלל מטבע נינהו והשתא נמי לפירושם דאף בדינרי טבועים שייך לומר שאינן ממין הטענה ניחא דפריך בפשיטות מהא דדינר זהב זהוב כו' דפטור דהוו בדוקא אבל בסתם דינר זהב ולא קאמר זהוב שוה קאמר ולא דוקא וק\"ל:", 
            "<b>בד\"ה</b> ור\"ג מחייב כו' והשתא לר\"ג אפילו אין בלשון הזה לשון קנקנים חייב כו' עכ\"ל דליכא למימר כיון דע\"כ האי אוקמתא לרבי חייא בר אבא דפוטר אפילו בתבעו חטין ושעורין והודה לו בא' מהן דלא כרבן גמליאל דסבר דאפילו בתבעו חטין והודה לו בשעורין חייב אימא דר\"ג מוקי פלוגתייהו דאדמון וחכמים בפשיטות בכדי שמן דלכ\"ע אין בלהל\"ק ואדמון מחייב כר\"ג דמחייב בתבעו חטין והודה בשעורין ולכך קאמר ר\"ג שפיר רואה אני את דברי אדמון די\"ל (דכפי) [דבפי'] פלוגתייהו דאדמון וחכמים ודאי דלא פליג רבי חייא ב\"א שהוא אמורא אר\"ג שהוא תנא וכיון דע\"כ לר' חייא ב\"א פליגי אדמון וחכמים ביש בלהל\"ק וכמ\"ש התוס' לקמן שדקדק רבי חייא ב\"א כן מלשון המשנה ושמואל נמי דמחייב בחטין ושעורין והודה לו בא' מהן נמי מוקי פלוגתייהו ביש בלהל\"ק כדאמר התם וא\"כ לר\"ג נמי פליגי בהא והא קשיא להו שפיר והשתא לר\"ג מאי נ\"מ והלא אפי' [אין] בלהל\"ק מחייב ועוד נכתוב בזה לקמן ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל דלדידיה נמי נ\"מ כו' אין לך אלא ה' חייב כו' דיש בלשון הזה לשון קנקנים עכ\"ל ר\"ל שלא הזכיר בהודאתו קנקנים אלא סתם חמשה דאיכא נ\"מ ברואה אני דברי אדמון דיש בלשון הזה של כדי שמן גם קנקנים וחייב בהודאתו סתם חמשה גם על הקנקנים אבל לענין שבועה ליכא נ\"מ ולהאי תירוצא שכתבו לעיל לר\"ג דפוטר אף מדמי שעורים שהודה ה\"מ לפרושי הכא דאיכא נ\"מ נמי בשהזכיר בהודאתו קנקנים דאם יש בלהל\"ק הרי תבעו שניהם וחייב לו דמי קנקנים שהודה לו ואם לאו פטור אף מדמי הקנקנים שהודה לו אלא דניחא להו לפרש נ\"מ גם לתירוץ שכתבו לעיל שמחייב ר\"ג בדמי שעורים דליכא נ\"מ הכא אם הזכיר בהודאתו קנקנים ועוד דניחא להו לפרש בכהאי גוונא שגם הנתבע לא הזכיר קנקנים כמו התובע ושפיר איכא נ\"מ ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> לימוד ערוך כו' כדקאמר מעיקרא טעמא דאין בלשון הזה לשון קנקנים הא יש כו' עכ\"ל דליכא למימר דלרבנן נמי יש בלהל\"ק ופטרי ליה משום דטענו חטין ושעורין והודה לו בשעורין דפטור כר' חייא ב\"א דמשמע ליה למקשה דפליגי נמי ביש בלהל\"ק כמ\"ש התוס' בסמוך מדלא נקט בפלוגתייהו בחטין ושעורין או שור ושה כו' וק\"ל:", 
            "<b>בא\"ד</b> ומדקאמר נמי רבן גמליאל רואה אני דברי כו' ואי דוקא בטענו חטין ושעורין והודה לו בא' כו' עכ\"ל לכאורה נראה שזו הוכחה אחרת דבלאו הוכחה דלעיל שכתבו מדלא נקט פלוגתייהו בחטין ושעורין או בשור ושה כו' דמשמע דפליגי ביש בלהל\"ק יש להוכיח כן מדקאמר ר\"ג רואה אני כו' ואי דוקא בחטין ושעורין כו' וקשה מאי הוכחה איכא הכא דאימא דקושטא הוא דפליגי בטענו חטין והודה לו בשעורין ואהא קאמר שפיר ר\"ג רואה אני דברי כו' וי\"ל דר\"ל דגם אם נאמר במאי דנקט שמן ליכא הוכחה דפליגי ביש בלהל\"ק מיהת משמע דנקט כדי שמן דתבעו תרוייהו שמן וקנקנים דאל\"כ לא ה\"ל למינקט כה\"ג אלא ה\"ל למינקט שתבעו חטין והודה לו בשעורין ואהא קאמרי דאם כן מאי קאמר ר\"ג רואה אני כו' בטענו כדי שמן דמשמע שמן וקנקנים דהא אפילו בטענו חטין לחוד והודה לו בשעורין מחייב ר\"ג וק\"ל:", 
            "<b>בא\"ד</b> ואדמון מחייב במודה בכל הקנקנים מדלא נקט כו' עכ\"ל דעד השתא ליכא הוכחה אלא דע\"כ רבנן פטרי נמי בטענו חטין ושעורין והודה לו בא' מהן מדלא נקטי בהדיא אין בלהל\"ק מיהו איכא למימר דאדמון מודה בזה דפטור ולא פליג אלא במודה מקצת קנקנים וביש בלהל\"ק ואהא קאמרי ואדמון מחייב במודה בכל אקנקנים מדלא נקט כו' ולא מוקי לה במקצת כו' דלא משתמע מלתייהו דאין בלהל\"ק אלא בכה\"ג כו' דבמודה בכל הקנקנים בלאו הכי פטור לרבנן דטענו חטין ושעורין והודה לו באחד מהן פטור לרבנן ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ומאן דתני כו' מיהו אור\"ת דאזלינן בתר המיקל וכן משמע כו' עכ\"ל הוא מגומגם לכאורה דוכן משמע קאי אדלעיל כמ\"ש מהרש\"ל ויש ליישב דשיעור דבריהם כן הוא דלפום ריהטא היה משמע כן בפ\"ק דב\"מ כו' אבל ר\"ת (מחייב) [מקיים] סברתו דבכל ב' לשונות אזלינן בתר המיקל ודוחק דאיכא למימר דהתם כו' וק\"ל:", 
            "<b>בד\"ה</b> ולמר בר רב אשי כו' ולומר אשתבע לי את ותפטר ואם יכול אין ראייה לרב האי כו' עכ\"ל דהתם לכך יכול להפוך על התובע שבועה שאינו חייב בה מדינא כיון דאם התובע לא ירצה לישבע וליטול יכול להפך השבועה על הנתבע וליפטר משא\"כ בשבועה דאורייתא שהיא על הנתבע שאינו יכול להפוך על התובע שבועה שאינו חייב בה כיון שאינו יכול להפוך שוב השבועה על הנתבע דאם היה יכול להפוך שוב אותה השבועה על הנתבע א\"כ אין כאן היפוך שבועה מעיקרא וק\"ל:", 
            "<b>בד\"ה</b> וכי מה בין זה כו' וטעמא משום דלמא אי הוה אבוהון קיים הוה טעין ואמר אשתבע כו' עכ\"ל ודוחק להו למימר דמיירי התם דוקא בפוגם שטרו וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> תיובתא דשמואל כו' מיהו רב פפא בסמוך ודאי לית ליה האי מגו כו' עכ\"ל דמגו גרוע הוה כמ\"ש הרא\"ש ולפום הך גירסא דגרסינן בדרב פפא דאם אמר פרעתיך בפני פלוני כו' דנאמן אבל לגרסת הרי\"ף דאינו נאמן ליכא מגו כלל וק\"ל:", 
            "<b>בא\"ד</b> משמע שצריך לברר שפרעו בעדים וקצת משמע כן בכל הסוגיא עכ\"ל לפי זה לרב פפא נמי קשיא מתני' אלא דס\"ל כר' יהודה ב\"ב מיהו מה שכתבו דכן משמע בכל הסוגיא היינו בדרב אסי בב' הלשונות הא דקאמר דצריך לפורעו בעדים היינו דצריך לברר בעדים שפרעו דאל\"כ מאי פליג שמואל עליה וכן הא דקאמר רב אסי דהמלוה חבירו בעדים א\"צ לפורעו בעדים היינו דא\"צ לברר שפרעו בעדים אבל בעי מיהת עדים שהלכו למדינת הים ואתיא מלתיה דרב אסי שפיר כר\"י ב\"ב למאי דפריך רב אחאי ממאי דלמא ברייתא בשעת תביעה קאמר דאי לא בעי עדים כלל קאמר רב אסי א\"כ אי איירי ברייתא בשעת תביעה אתיא נמי דרב אסי דלא כמאן אבל רב פפא דקאמר צריך לפורעו בעדים היינו ע\"כ דלא צריך לברר כדקאמר בדאם א\"ל פרעתיך בפני פלוני כו' דנאמן וכן הא דקאמר גבי המלוה חבירו בעדים א\"צ לפורעו בעדים היינו ע\"כ דא\"צ עדים כלל ולגירסת הרי\"ף דגרס בדרב פפא דאם א\"ל פרעתיך בפני פלוני כו' דאינו נאמן ניחא דצריך לפורעו בעדים בדרב פפא נמי מתפרש שפיר דצריך לברר בעדים שפרעו כמו בדרב אסי ודו\"ק:", 
            "<b>בד\"ה</b> כל האומר כו' ולהכי אביי גופיה אית ליה בפ\"ק דב\"ב דכל האומר כו' עכ\"ל ליתא התם הכי מפורש אלא ממאי דס\"ל לאביי ורבא התם דעביד איניש דפרע בגו זימניה ע\"כ דמוקמי טעמא דמתני' דהכא הכי משום דכל האומר לא כו' אבל לר\"ל התם מוקמי מתני' שפיר דא\"ל פרעתיך בתוך זמני ולא אמרינן מה לי לשקר במקום חזקה:", 
            "<b>בא\"ד</b> וא\"ת אמאי לא מתרצינן הכא דיבוריה כו' דהכא לא קאמר לא לויתי אלא להד\"ם כו' עכ\"ל מיהו אכתי קשה אמתניתין דהכא אין לך בידי דחייב למה נאמר דהיינו להד\"ם כדאמרינן בפ\"ק דב\"ב אמאי לא מתרצינן דיבוריה אין לך בידי לפי שפרעתי לך וליכא למימר דלא קשיא להו הכא לתרץ דיבוריה אלא משום דאיכא עד המסייע ליה שאמר פרע ולהכי לא תקשי להו אמתני' דהכא דא\"כ מאי קשיא להו מהך דפרק הכותב דליכא התם עד המסייע שפרע ודו\"ק:"
        ], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה אלא בדרבה קמפלגי ולעולם בטוענו קטן כו' דהא איכא נתינת איש כו' עכ\"ל וה\"ה דפליגי נמי בגדול הבא בטענת אביו ורבנן פטרי ביה מה\"ט דבבנו מעיז וכן פירש רש\"י בהדיא בפרק ב' דכתובות ובפרק הניזקין והא דמוקי ליה פלוגתייהו בקטן משום דלישנא דטענת עצמו משמע בקטן דבגדול לא מיקרי טענת עצמו מיהו ק\"ק לפירושו דהא לא קשיא ליה לתלמודא לעיל אלא והאמרת אין נשבעין על טענת חרש שוטה וקטן והוי ליה לשנויי הכי כיון דמכח נתינת האב הוא בא מקרי שפיר טענת קטן טענה גם התוס' בפ\"ב דכתובות ובפרק הניזקין הקשו לפירושו דעיקר האי תירוצא חסר מן הספר ופרשו הם דלמאי דאוקמי פלוגתייהו דבדרבה קמפלגי נמי דוקא בגדול פליגי ע\"ש:", 
            "<b>תוס'</b> בד\"ה על כל דבר כו' אבל קשה דאמאי איצטריך רעהו למעוטי הקדש מכפל כו' וי\"ל דלמסקנא כו' ליכא אלא חד כלל ופרט כו' עכ\"ל בקראי תרתי רעהו כתיבי בהנהו קראי ואהא ודאי ל\"ק להו למה לי תרתי רעהו בקראי דאיצטריכו אלא דאתנא דברייתא קשיא להו ל\"ל למנקט הך דרשא למעט הקדש מכפל מדכתיב רעהו כיון דכבר אימעיט הקדש משבועה ואהא תרצו דלמסקנא דריש מרובה כו' וה\"ה דאחד רעהו קסמיך וכן מה שהקשו וא\"ת ומ\"מ אמאי אצטריך רעהו למעוטי הקדש ת\"ל מוגונב מבית האיש גו' אתנא דברייתא קא קשיא להו ל\"ל למנקט מיעוטא דכפל מרעהו וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אלא אמר רבא כו' א\"נ בעינן שיזכיר מדה בהודאתו כו' עכ\"ל וק\"ק לפי תירוץ זה דאכתי אמאי לא תני מתני' בכה\"ג שזה אומר בית מלא וזה אומר עד החלון ויש ליישב ודו\"ק:", 
            "<b>בד\"ה</b> לאו לאתויי כו' ולמאי דמוקי לה במנורה של חוליות ניחא כו' והשתא ניחא נמי דמייתי בזה הכלל כו' עכ\"ל אבל למסקנא דקאמר שאני (מר) [מנורה] הואיל ויכול לגוררה כו' במנורה גדולה וקטנה טעמא דפטורה נמי משום דמה שטענו לא הודה לו וכ\"ה בפרש\"י בדפוס לובלין דגדולה וקטנה ליכא למימר הואיל ויכול לגוררה דגדולה וקטנה בקומה משמע ואי עבד מגדולה קטנה תו לא חזיא למנורה אי לא הדר עבד מינה אחריתא וה\"ל טענו בחטין והודה לו בשעורין כו' ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> והשתא דאמר כו' וי\"ל דברישא לאו אורחיה דלהמני' ואז לא יכול לישבע כו' עכ\"ל דבריהם מבוארים יותר בפ' המפקיד ע\"ש:", 
            "<b>בד\"ה</b> אבל קתא כו' דמודה רב נחמן בחד נסכא או בתרי נסכי כו' עכ\"ל נראה דר\"ל ושמואל מודה בחדא נסכא אבל בתרתי נסכא ודאי דשמואל אינו מודה דלא עדיפי מתרתי קתא דלא לשמואל ומתני' בחדא נסכא משמע ופריך שפיר לשמואל ודו\"ק:", 
            "<b>בד\"ה</b> מתני' בדפריש כו' וא\"ת בפרק האומנין וכו' ונימא בדפריש מודה ר\"א בדשמואל כו' עכ\"ל ויש לדקדק אמאי לא תקשי להו הכי לגירסת הקונטרס אמאי לא מוקי ההוא מתני' דפ' האומנין דהמלוה על המשכון ש\"ש אפילו כר\"א ולימא ההיא מתני' בדלא פריש ומודה ביה ר\"א דהוה כש\"ש ולא פליגי אלא בדפריש דהשתא ליכא לתרוצי כמ\"ש התוס' לקמן דאי ס\"ל לר\"א כשמואל כיון דבלא פריש מפסיד כל החוב א\"כ בדפריש כו' מ\"מ כנגד המשכון יפסיד כו' דהכא אימא דקושטא דבלא פריש לא ס\"ל לר\"א כשמואל דמפסיד כל החוב אלא כנגד המשכון וכדקתני התם דהוי ש\"ש בפריש פליג ר\"א וסבר דאינו מפסיד כלום אף מה שכנגד המשכון דליכא למימר דמש\"ה לא תקשי להו לפ\"ה דלא פליגי אלא בדפריש ומתני' דפרק האומנין בדלא פריש משום דא\"כ לא היה חולק ר' עקיבא אלא ע\"כ דניחא להו לתוס' הכא דשפיר חולק ר\"ע אפילו בדפריש לפ\"ה ואינו מפסיד כנגד המשכון ואבדו מעותיו דקאמר ר\"ע היינו כאבדו מעותיו דקתני בסיפא דהיינו נמי כנגד המשכון כמ\"ש התוס' לקמן ומיהו התוס' [א] בפ' האומנין כתבו דקושטא הכי הוא לפ\"ה דליכא לאוקמא פלוגתייהו בדפריש דא\"כ לא היה חולק ר\"ע וכבר כתבנו שם שדברים דחוקים הם דשפיר איכא למימר להפסיד כנגד המשכון *ואבדו מעותיו דסיפא וכן צ\"ל לרבי יצחק ולרב יוסף דפליגי נמי בדלא שוי וכנגד המשכון כמ\"ש שם וכן מוכיחין דברי התוס' בשמעתין כמ\"ש וצריך עיון:"
        ], 
        [
            "<b>בד\"ה</b> לא בדשוי וקמפלגי בדר\"י תימה דלימא דבהא פליגי דמ\"ס כיון דשוי כו' ולפר\"ח דמוקי שמואל בדפריש ניחא כו' עכ\"ל ר\"ל דלימא דבהך סברא גופיה דשמואל פליגי ודוקא בכנגד המשכון אי תפיס ליה בחובו שיפסיד כנגד המשכון אבל בחובו היתר על דמי המשכון כ\"ע לית להו דשמואל ור' עקיבא נמי מודה ביה דלא יפסיד חובו היתר על המשכון דלא תפיס ליה בשביל חוב היתר על המשכון ומיהו ק\"ק לי אתירוצם שכתבו דלפי' ר\"ח דמוקי שמואל בדפריש ניחא כו' סברא הוא דבשוי בסתם לא תפיש כו' דאין זה מספיק דאכתי לימא לפי' ר\"ח דלא פליגי בסתם אלא בדפריש פליגי בהך סברא גופיה דשמואל ודוקא כנגד המשכון אבל בחובו היתר על המשכון כ\"ע לית להו דשמואל ור\"ע נמי מודה ביה דלא יפסיד וק\"ל:", 
            "<b>בד\"ה</b> שומר אבידה כו' ועי\"ל דרבה לא קבלה כו' וה\"פ אי דמנטרא כו' עכ\"ל מה שכתב מהרש\"ל בזה הכא ובפ' אלו מציאות אינן מבוררין לי אבל תבא על כוונת דברי התוס' בחידושינו בפ' אלו מציאות ע\"ש:", 
            "<b>בא\"ד</b> ובדשמואל קמפלגי ור' עקיבא מודה דשו\"ח כו' אבל כנגד החוב מפסיד מטעמא דשמואל אפילו לגירסת ר\"ח אע\"ג דלא פריש כו' עכ\"ל דבריהם מגומגמים דמטעמא דשמואל מפסיד גם מה שהחוב יתר על המשכון ולפי' ר\"ח נמי אף שבאמת פליגי נמי ע\"כ בדלא פריש דלרבי עקיבא מפסיד מיהת כנגד המשכון ולר\"א אינו מפסיד כלום כמ\"ש התום' לעיל דלא פריש כמפרש דמי לגבי מה שכנגד המשכון מ\"מ לא הוו צריכי לכל זה אלא ה\"ל לפרש בפשיטות וכר\"ח דפליגי בדשמואל ובדפריש ולרבי עקיבא מפסיד אף מה שהחוב יתר על המשכון וכן הוא לשון התוספות בזה בפרק הכונס ובפרק אלו מציאות ויש ליישב דבריהם דהכא בדוחק ודו\"ק:"
        ], 
        [], 
        [
            "<b>תוספות</b> בד\"ה קציצה ודאי כו' וי\"ל דשאני הכא דמודה במקצת לא היה יכול להעיז כו' עכ\"ל כבר כתבנו בחידושינו בפ' המקבל לפי מה שכתבו התוספות שם דמפשטא משמע שלא פרע האחד שהודה ניחא דה\"ל מודה מקצת אבל לפי התירוץ שכתבו התוס' שם דמצי איירי שפרע הא' שהודה קשה א\"כ אי הוה איירי בשכרו שלא בעדים איכא מגו לכ\"ע וליכא העזה ומתוך שמעתין נראה נמי דמצי איירי שפרע האחת שהודה כמו שדקדק הרא\"ש לקמן בשמעתין דאפילו בפרע הא' דהוי כופר הכל קאמר שמואל דישבע בעל הבית כו' תדע שכן הוא מדפריך איני והא תני רבא בר שמואל קצץ המע\"ה ואי לא כו' ובמה טעה התלמוד לפטור בעה\"ב והלא מודה מקצת הוא אלא ודאי מלתא דשמואל והברייתא איירי בכופר הכל כו' עכ\"ל ולפ\"ז ודאי קשה אי איירי הברייתא בשכרו שלא בעדים איכא מגו לכ\"ע וצ\"ע:"
        ], 
        [
            "<b>בד\"ה</b> אי הכי אפי' כו' לא משמע דקאי אהא אי הכי עכ\"ל דלא נראה להו לחלק בין עבר זמנו בין לא עבר זמנו לטעמא דמשום כדי חייו כמ\"ש הר\"ן אבל לעיל גבי פירכת אי הכי אפי' קצץ נמי כו' ודאי דנראה להם לחלק בין חילוקין בתשלומין ובין חילוקין בקציצה לטעמא דמשום כדי חייו כמ\"ש הר\"ן אבל מהר\"י אבן ל\"ב הבין בדברי התוס' דר\"ל דלא משמע דקאי אהא אי הכי משום דהוי קשיא להו למה הפסיק תלמודא בהנך קושיין וליתיב ליה בעדים וליתיב ליה מעיקרא כו' משמע דאי הכי לא קאי אהאי טעמא דכדי חייו כו' עכ\"ל ועוד האריך וא\"א לומר כן דא\"כ תקשי להו נמי הכי לעיל גבי אי הכי אפילו קצץ כו' דהפסיק בהו נמי בכל הנהו קושיין וק\"ל:", 
            "<b>בד\"ה</b> מתוך כו' וי\"ל דהכא כיון דאין טוען שמא אלא ברי ואומר ודאי כו' עכ\"ל אבל התם ההוא ודאי נמי דמת במלחמה דקאמר בדדמי הוא ודו\"ק:", 
            "<b>בד\"ה</b> מתוך שיכול כו' לשמואל דאית ליה כי האי מגו דנוח לו לומר טפי נתתי לך כו' עכ\"ל כבר כתבו לעיל דאין זה מגו טוב אבל משמע להו לפרש כן משום דנוח לו לומר טפי כו' כעין מגו דנאנסו דפריך מיניה וק\"ל:", 
            "<b>בד\"ה</b> בעדים אין צריך כו' ועוד אור\"י דלמאי דתקון רבנן שבועת היסת לא כו' עכ\"ל ובתוס' בפ' ח\"ה דחו תירוץ זה דהא אמתני' קאי התם ועדיין לא נתקנה שבועת היסת וק\"ל:", 
            "<b>בד\"ה</b> בשטר צריך כו' אבל התם דאיירי בעסקא דפלגא מלוה כו' עכ\"ל היינו במאי דפסק רבא הלכתא כדייני גולה דאיירי בעסקא אבל בהך דהמפקיד אצל חבירו בשטר כו' לא פסק רבא כרב חסדא וס\"ל דאינו נאמן וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לא קצצתי כו' דאי פרע כבר ה\"ל כופר הכל ובסמוך מוקמי לה כר\"י כו' עכ\"ל אבל הך ברייתא דרבה בר שמואל מצי איירי בפרע דאתיא כרבנן וכן דקדק הרא\"ש דההיא דרבה בר שמואל איירי בפרע דאל\"כ במה טעה התלמוד לפטור בעה\"ב משבועה דהא ה\"ל מודה מקצת ע\"ש ברא\"ש אבל ק\"ל דמ\"מ מאי פריך מהך דרבה בר שמואל אמלתא דשמואל אימא דשמואל איירי בלא פרע כההיא ברייתא דר\"י ולכך ישבע בעה\"ב דה\"ל מודה מקצת ויש ליישב:"
        ], 
        [
            "<b>בד\"ה</b> בקונטרס גרסינן כו' דהא גודרות אין להם חזקה אפי' זה אומר גנובים דדברים העשוים כו' עכ\"ל הא ודאי דגודרות לאו מטעמא דעשוין להשאיל ולהשכיר הוא אבל טעמא אחרינא איכא בהו דדבר המהלך בדרכים יכול לומר מעצמו נכנס לרשותך כדמוכח בפ' ח\"ה אלא דה\"ק דהא בגודרות אפי' אם אומר גנובים הם שגנבום מתוך ביתי נאמן בעה\"ב ולא נימא דאחזוקי אינשי בגנבי לא מחזקינן כיון דאית להו מגו לומר דמעצמו נכנס לרשותך ובהיתר בא לידך והיה נאמן ה\"נ הכא נאמן בעה\"ב לומר אפי' גנובים הם כיון דאית ליה מגו דבהיתר בא לידך דרך שאלה ושכירות כיון דדברים העשוים להשאיל ולהשכיר הם ולפי דבריהם אלו הא דמפלגי בין עשוין להשאיל ובין אין עשוין להשאיל קאי אפי' אמר גנובים דדברים העשוין להשאיל ולהשכיר נאמן הבעה\"ב אבל הרא\"ש דחה דברים אלו שכתב וליתא להאי דיוקא דכיון דאמר גנובים אתרע ליה חזקתו של כלים שהן עשוין להשאיל כו' ע\"ש גם התוס' שכתבו לקמן בד\"ה וספרא דאגדתא כו' וליכא למימר התם טעמא דאחזוקי אינשי בגנבי לא מחזקינא כו' ואינו נאמן במגו דשאלה ושכירות הוא סותר דברים אלו שכתבו התוס' הכא אלא דדבריהם דלקמן הם לרווחא דמלתא דגם ע\"פ דעת הרא\"ש דלא אחזוקי אנשי בגנבי במיגו דשאלה ושכירות מ\"מ התם דלא קאמר שהוא גנבו כו' נאמן במיגו דשאלה ושכירות ומהר\"י אבן ל\"ב תמה בסתירת דברי התוס' ואין כאן מקום תמיהה ודו\"ק:", 
            "<b>בא\"ד</b> ור\"ח עצמו פי' כפי' הקונטרס כו' מדשינה הכא לומר ובכולהו לא אמרן כו' עכ\"ל גם בזה תמה מהר\"י אבן לב דהיכי מצי ר\"ח לפרושי כפי' הקונטרס לפי מאי דגריס ובכולהו לא אמרן אלא בדברים שאין עשוין להשאיל כו' עכ\"ל והאריך בזה בדרכים רחוקים ודחוקים והנראה דאין מקום לתמיהתו דודאי אי גרסי' ולא אמרן אלא בדברים שאין עשוין להשאיל כו' א\"א לפרש כפי' הקונטרס אלא משום דאיכא דגרסי כגירסת פי' הקונטרס ולא אמרן אלא בדברים העשוים כו' והיה לבעל דין לחלוק דמתוך פי' ר\"ח שפי' כפי' הקונטרס ע\"כ נימא דטעות נפל בגי' ר\"ח בלי חסרון ויתור אלא בהיפך דברים וצריך להיות כגירסת פי' הקונטרס ולזה הוצרכו להוכיח לפי גירסתו מדשינה הכא לומר ובכולהו לא אמרן ע\"כ לא איירי כשיטה דלעיל דקיימא אאינו נאמן וא\"כ ע\"כ דגירסת ר\"ח אינו טעות סופר וצריך להיות הגירסא ולא אמרן אלא בדברים שאין עשוין כו' ובפי' ר\"ת ור\"ח שפי' כפי' הקונטרס הוא דחוק לקיים זהו הנראה לי ברור בדבריהם ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> הלכתא כו' והא דאמרי' בסמוך עבד רב נחמן כו' זה היה אח\"כ כו' עכ\"ל וכן צ\"ל בהא דקאמר לעיל מיניה היכי תנן א\"ל לא ידענא הא דאמר בלישנא קמא אמר רב נחמן ר\"י אומר יחלוקו זה היה אח\"כ אלא דנקטו מלתייהו אהלכתא מאי משום קושיא ואהא דפריך מינה לקמן אם איתא כו' ועי\"ל דבכמה דוכתין מצינו דאמוראי פליגי בדברי אמורא רבם אבל מעשה רב ובודאי דליכא דפליג אהא דעבד רב נחמן עובדא יחלוקו ודו\"ק:", 
            "<b>בד\"ה</b> מתוך כו' מפסיד התובע חצי אע\"ג דלא רמיא עליה אלא שבועה דרבנן וטעמא משום דקנסינן ליה כו' עכ\"ל תירוץ זה כתבו ג\"כ בפ' ח\"ה אך מה שהוסיפו הכא לעיל לומר בתירוצם לרב נחמן ולר' אבא דכ\"ש דהל\"ל כשתובע מחויב שבועה דמפסיד אלא משום כו' ולהכי ביתומים מן היתומים ומת לוה כו' כל זה מילי דכדי וסברא דלא צריכא להו הכא דסגיא להו למימר כמ\"ש לעיל דל\"ש מחיוב התובע שבועה ול\"ש מחיוב הנתבע שבועה ואין יכול לישבע אותו שחייב שבועה משלם הנתבע אלא דבחשודין יחלוקו והתובע מפסיד החצי משום קנסא וכן מוכיחין דברי התוספות דבפ' ח\"ה אבל זאת הסברא שכתבו הכא דלרב נחמן ור' אבא נמי כשהתובע מחויב שבועה דמפסיד היא סברא דצריכא לפי התירוץ שכתבו התוס' בפ' השואל כששניהן חשודין לאו משום קנסא מפסיד התובע החצי אלא כיון דהתובע נמי מחויב שבועה מדרבנן ואין יכול לישבע מפסיד החצי וכמ\"ש מהרש\"ל דאיתא כן בהג\"ה בתוספות כאן ומה שדחה בהג\"ה זו תירוץ זה דא\"כ ביתומים מן היתומים נמי יסבור רב נחמן ור' אבא כרב ושמואל מתוך שאין יכולין בני המלוה לישבע יפסידו כו' עכ\"ל וכן הקשו התוספות בפ' ח\"ה אהאי תירוצא שכתבו התוספות בפ' השואל אבל התוספות שם בפ' השואל כתבו ליישב זה דבשבועה דרבנן אינו מפסיד המחויב לישבע ואינו יכול אלא בששניהם חשודים אע\"ג דכשנגדו אינו מחויב אלא שבועה דרבנן אפי' הכי מפסידו והיינו משום שהשבועה בא מחמת הנתבע שהיה חייב שבועה דאורייתא לכן חשיבה גם בתובע מדאורייתא כו' עכ\"ל ועוד האריכו שם התוס' לדחות תירוץ זה מצדדים אחרים ואיך שיהיה הנה התוס' דהכא שתרצו בזה בשניהם חשודין דיחלוקו משום קנסא ובדברי התוס' דפ' ח\"ה לא הוי צריכי לסברא זו שכתבו לרב נחמן ולרבי אבא דבמחויב התובע שבועה ואינו יכול לישבע דמפסיד ויש שהיו רוצים ליישב דברי התוס' דהכא שהוצרכו לסברא זו במה שהקשו דבח\"ה משמע דהלכה כר' אבא כו' ולקמן מסיק דעבד כרב ושמואל עבד משמע דמלתא דרב ושמואל עיקר כמו רבי אבא ולזה כתבו דכ\"ש דהוי ליה למימר כשהתובע מחויב שבועה מפסיד ולכך ביתומים מן היתומים דעבד כרב ושמואל עבד ומפסידין אבל אין לדברים אלו עיקר דהא לא מיתרצא כיון דקי\"ל כר' אבא דאין יכול לישבע נמי משלם היה להם לבני לוי לפרוע החצי ולא היה להם לבני מלוה להפסיד הכל כמו שהקשו התוס' לקמן ועוד דאכתי הא לא מיתרצא דבפוגם שטרו נמי אמאי לא מפסידין בני המלוה אלא ע\"כ דאית לן למימר דבפוגם שטרו קי\"ל כרב נחמן ור' אבא כיון דלא הויא אלא שבועה דרבנן נוטלין ולא מפסידין וביתומים מן היתומים דוקא אע\"ג דלא הויא נמי אלא שבועה דרבנן מפסידין דאיכא בהו שום טעם כמ\"ש התוספות בפ' השואל דבקל אמרו ביתומים שלא להוציא מהם וכה\"ג כתב הרא\"ש והשתא לא קשיא הלכתא אהלכתא דבכ\"מ הלכה כרב נחמן ור' אבא חוץ מיתומים מן היתומים דמטעם זה אמרו דעבד כרב ושמואל עבד ומעיקרא לא הוה קשיא להו אלא משום דהיה משמע להו דעבד כרב ושמואל בכל מילי והוה עיקר כמו ר' אבא וזה שדקדקו בתירוצם לומר וביתומים מן היתומים דוקא דעבד כרב ושמואל כו' אבל הנכון בדברי התוס' שלא הוצרכו לסברא זו בתירוצם דהוי סגי להו בתירוצם דבשניהם חשודין יחלוקו משום קנסא כמ\"ש התוס' פרק ח\"ה אלא שר\"ת בספר הישר פי' כן מכח סברא דודאי כ\"ש הוא אם משום שבועה דאינו יכול לישבע משלם ומוציאין ממנו ממון כ\"ש דאית לן למימר דמפסיד מטעם זה להחזיק ממון ביד מי שהוא דסברא גרועה היא דכל מי שאינו יכול לישבע בין התובע ובין הנתבע שישלם הנתבע דאם הנתבע משלם לר' אבא כשאינו יכול לישבע כ\"ש שהתובע יפסיד כשאינו יכול לישבע ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> אבל ק\"ק דמנא ליה לתלמודא בסמוך דרב ושמואל לית להו דר' אבא בנסכא כו' לא ידענא כו' עכ\"ל ר\"ל דאימא דכמו דרב ושמואל ס\"ל דאינו יכול לישבע מפסיד אף בשבועה דרבנן אימא דמודו נמי בנסכא ואנא ידענא דאינו יכול לישבע משלם אבל הא לא קשיא להו דמנ\"ל לתלמודא דרבי אבא לית ליה דרב ושמואל ביתומים מן היתומים אימא דמודה רבי אבא דאף בשבועה דרבנן אם אינו יכול לישבע מפסיד די\"ל דהא רבי אלעזר לקמן דס\"ל כרבי אבא אמר בהדיא יורשין נשבעין שבועת יורשין ונוטלין וע\"כ היינו משום דרבי אבא לא קאמר אלא בשבועה דאורייתא אבל בשבועה דרבנן אפי' מפסיד לא אמרינן לרבי אבא ועוד כתבנו בזה בפ' ח\"ה ע\"ש:"
        ]
    ], 
    "title": "Chidushei Halachot on Shevuot", 
    "versionSource": "https://www.sefaria.org/Chidushei_Halachot_on_Shevuot", 
    "heTitle": "חדושי הלכות על שבועות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Nezikin"
    ]
}