{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "https://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            [
                "מתני' משקין בית השלחין במועד - שדה שהיא עומדת בהר וצריך להשקותה תמיד משקין אותה אפילו בחולו של מועד לפי שהוא לו הפסד גדול אם אינו משקה אותה ודבר של הפסד התירו חכמים לטרוח בו בחולו של מועד כמו שאנו מוצאין במסכת חגיגה (דף יח.) דכתיב (דברים יז) ששת ימים תאכל מצות וביום השביעי עצרת לה' אלהיך מה שביעי עצור בעשיית מלאכה אף ששה עצורים בעשיית מלאכה אי מה שביעי עצור בכל מלאכה אף ששה עצורין בכל מלאכה תלמוד לומר השביעי שביעי עצור בכל מלאכה ואין ששה עצורין בכל מלאכה הא לא מסרן הכתוב אלא לחכמים לומר לך איזו מלאכה אסורה בחוש\"מ ואי זו מותרת ומלאכה שיש בה הפסד אם אינו עושה אותה כגון להשקות בית השלחין התירו חכמים:", 
                "ובשביעית - מפרש בגמרא:", 
                "ממעיין שיצא בתחילה - דעכשיו מתחיל לנבוע שעדיין לא החזיקה דרכה:", 
                "בין ממעיין שלא יצא בתחילה - אלא מעיין נובע מזמן מרובה:"
            ], 
            [
                "אבל לא ממי גשמים - משום דאית ביה טירחא יתירא כדמפרש בגמרא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' דאתי לאינפולי - הקרקע שסביבה דעדיין לא החזיקה דרכה:", 
                "משקין - בחולו של מועד ולא חיישינן דלמא נפיל ואזיל וטרח טירחא יתירא:", 
                "מעיין שלא יצא בתחילה - שכבר החזיק דרכו:", 
                "מיבעיא - דמשקה ממנו בחולו של מועד:"
            ], 
            [], 
            [], 
            [], 
            [
                "בית הבעל - שדה הוא בעמק ואינו צריך להשקותה ואין בה הפסד אם אין משקה אותה:"
            ], 
            [
                "קא משמע לן - מתניתין דתני בין ממעיין שלא יצא בתחילה:"
            ], 
            [
                "בית השלחין אין בית הבעל - אפילו ממעיין שלא יצא בתחילה לא:"
            ], 
            [], 
            [
                "(נישלהי) - וה\"א מתחלף בחי\"ת:"
            ], 
            [], 
            [], 
            [
                "מאן תנא - דמתני' דפסידא שרי למיטרח בה בחוש\"מ כגון בית השלחין:", 
                "הרווחה לא - כגון דבית הבעל דאסור להשקותה מאחר שאין בה הפסד שאין צריך להשקותה אלא להרווחה דמילתא לשוויה אפלי חרפי:", 
                "אפילו במקום פסידא מיטרח לא טרחינן - דקתני מתניתין אבל לא ממי גשמים כו' משום דאית ביה טירחא:"
            ], 
            [], 
            [], 
            [
                "מושכין המים מאילן לאילן - בחולו של מועד אם יש מים תחת אילן אחד עושין דרך קטן מאילן לאילן כדי שימשכו המים מאילן זה לאילן אחר:", 
                "לא ישקה את השדה כולה - בבית הבעל קמיירי דהרווחה היא אלמא דהרווחה דמילתא אסר ר' אליעזר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אילימא חרבה ממש - שנעשה בור למה לי למשקה לההיא דהא אין לה תקנה לעולם:"
            ], 
            [], 
            [
                "שחרבה ממעיין זה ויצא לה מעיין אחר - שחרב מעיינה שרגילה לשתות ממנו דכיון שרגילה לשתות אי לא משקה לה עכשיו אית ליה פסידא יתירא אפילו הכי לא שרי ר' יהודה אלא ממעיין שיצא לה דלאו טירחא הוא אבל מי גשמים ומי קילון דטירחא הוא לא שרי אפילו לבית השלחין ועוד חזינן דקאמר רבי יהודה לא יפנה מים כו' אלמא דלא שרי ר' יהודה טירחא יתירא אלמא מתני' ר' יהודה היא דהא ראב\"ע ל\"ש חרב מעיינה ממעיין שיצא לה בתחילה ול\"ש לא חרב תרוייהו אסר:"
            ], 
            [], 
            [], 
            []
        ], 
        [
            [
                "דלמא אתי לאינפולי - אבל ממעיין שלא יצא בתחילה אפילו בית הבעל נמי שרי רבי יהודה ומתניתין דקתני נמי ממעיין שלא יצא בתחילה בית השלחין אין בית הבעל לא לאו רבי יהודה היא:"
            ], 
            [], 
            [
                "אם כן מתניתין אמאן תרמייה - לא ר\"א בן יעקב כדאמרן ולא כר\"מ דשרי אפילו בית הבעל ולא כר' אלעזר בן עזריה דאפילו בית השלחין לא שרי ממעיין שיצא בתחילה:"
            ], 
            [], 
            [
                "אלא לרבי יהודה ולא שנא כו' - ומתניתין ר' יהודה היא:"
            ], 
            [
                "להודיעך כחו דרבי מאיר - דאפילו ממעיין שיצא בתחילה שרי אפילו לבית הבעל:"
            ], 
            [
                "מנכש - תולש עשבים רעים מתוך הטובים וכי עקרי להו צמחי הני טפי:", 
                "משקה מים בזרעים - שזורק מים בעיקרי העשבים:", 
                "משום מאי מתרינן ביה - דמאי מלאכה קא חשבינן ליה דודאי קוצר לא חשבינן שאינו מתכוין ליטול העשבים אלא לתקן עשבים הטובים שבשדה: חורש וזורע וקוצר אבות מלאכות הן בפרק כלל גדול (שבת דף עג.):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לריפויי - לרכך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "משום חורש אין משום זורע לא - אמאי לא מיחייב בתרווייהו הא עביד תרווייהו ואשכחינן במלאכה דמיחייב תרתי:"
            ], 
            [], 
            [
                "זומר - בשבת:", 
                "וצריך לעצים חייב - משום קוצר שהרי צריך לעצים וחייב משום נוטע דמשום הזימור גדלי טפי:"
            ], 
            [], 
            [], 
            [
                "המחפה - שמכסה את הזרעים בעפר:", 
                "לוקה - משום לא תזרע כלאים (ויקרא יט):"
            ], 
            [
                "אף המקיים - שרואה כלאים זרוע ואינו מבטלו:"
            ], 
            [
                "בשלמא לדידי דאמינא - דמנכש הוי משום זורע משום הכי מנכש בכלאים לוקה דהא אסירא זריעה בכלאים דכתיב לא תזרע:", 
                "חרישה - לצורך זריעת כלאים מי אסירא דבשעת חרישה ליכא כלאים כלל:"
            ], 
            [], 
            [
                "אמר ליה - מנכש אינו לוקה אלא משום מקיים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תלמוד לומר כלאים שדך לא - ואע\"ג דכתיב לא תזרע כלאים גורעין ודורשין לא כלאים לא יהא כלאים מכל מקום שחייב אתה לבטלו:"
            ], 
            [], 
            [], 
            [
                "בשלמא מועד - משום הכי שרי דלא אסיר בשום מלאכה אלא משום טירחא:", 
                "וכל מקום פסידא שרו רבנן - למיטרח בחולו של מועד במקום פסידא כדפרשינן לעיל:"
            ], 
            [
                "בין למאן דאמר משום חורש - דפליגי רבה ורב יוסף לעיל במשקה מים לזרעים דחד אמר משום חורש וחד אמר משום זורע:", 
                "חרישה בשביעית מי שרי - הא נפקא מבחריש ובקציר תשבות דאמרינן אם אינו ענין לשבת שאינו צריך שהרי כבר נאמר כל מלאכה תנהו ענין לשביעית:"
            ], 
            [], 
            [
                "בשביעית בזמן הזה - דרבנן:", 
                "ורבי היא - דאמר דהוא מדרבנן ומילתא דפסידא שרו רבנן:"
            ], 
            [], 
            [
                "וזה דבר השמטה שמוט - כתיב בהשמטת כספים אמאי כתיב תרי זימני שמטה שמוט:"
            ], 
            [
                "בזמן שאי אתה משמט קרקע כו' - מכלל דאיכא זמן דלא משמט קרקע ואיזה זה בזמן הזה:"
            ], 
            [], 
            [
                "אפילו תימא רבנן - דפליגי עליה דרבי ואמרי דשביעית בזמן הזה דאורייתא:", 
                "אבות מלאכות - אסר רחמנא בשביעית:"
            ]
        ], 
        [
            [
                "תולדות - כגון משקה זרעים שלא היה במשכן לא אסר רחמנא:"
            ], 
            [
                "זמירה בכלל זריעה - שדרכו של זומר לצמוחי פירי כזורע: בצירה בענבים כקצירה בתבואה וקצירה אב מלאכה היא בפ' כלל גדול (שבת דף עג.) בצירה בכלל קצירה דשניהן חותכין:"
            ], 
            [], 
            [], 
            [], 
            [
                "זימור - מחתך ענפים יבשין של גפן:", 
                "עידור - שחופר תחת הגפנים לרפויי ארעא:", 
                "כיסוח - בעשבים שחותך הרעים מן הטובים ולא היינו ניכוש דמעקר העיקרים מן הקרקע דלזה אין עוקרין אלא חותכין למעלה:"
            ], 
            [], 
            [
                "תלמוד לומר שדך לא כרמך לא - מדלא כתיב לא תזרע שדך לא תזמור כרמך אלא שדך לא תזרע כרמך לא תזמור משמע שדך לא כרמך לא:"
            ], 
            [], 
            [
                "מקרסמין - היינו זימור אלא שקירסום שייך באילנות:", 
                "מזרדין - מחתך ענפים יבשים ולחים לפי שיש לאילן ענפים יותר מדאי:", 
                "מפסגין - סומכים האילן שהוא רענן יותר מדאי:"
            ], 
            [], 
            [
                "מזבלין - מניחים זבל בעיקרי האילן:", 
                "מפרקין - אבנים שעל עיקרי האילן:", 
                "מאבקים - ששרשיו נראין ומכסין אותו באבק:", 
                "מעשנין - עושין עשן תחת האילן כדי שינשרו התולעים שעליו:"
            ], 
            [], 
            [], 
            [
                "יקשקש - היינו עידור אלא שעידור בגפנים וקשקוש בזיתים:", 
                "עוגיות - חופר גומא תחת הגפן ליתן בו מים:", 
                "לא יקשקש תחת הזיתים ולא יעדר כו' - ואם תקשי הא אסר עידור לעיל קא תריץ לקמן בעוגיות הא בחדתי והא בעתיקי והוא הדין לעידור:"
            ], 
            [
                "זריעה בכלל היתה - ובשנה השביעית שבת שבתון וגו':"
            ], 
            [
                "אף כל עבודה שהיא בשדה ובכרם - כגון כל הני פרטי יצא קשקוש ועידור ומים בנקעים ועוגיות שאינן בשניהן כו':"
            ], 
            [
                "כל הני מדרבנן - אבל מדאורייתא לא הוי אלא זמירה ובצירה כדאמרינן לעיל הני אין מידי אחרינא לא:"
            ], 
            [], 
            [], 
            [
                "מלסקל - להוציא אבנים מן הכרם:"
            ], 
            [], 
            [], 
            [
                "סתומי פילי - שמסתם בקעים של אילן:"
            ], 
            [
                "שרי - דאית ביה משום פסידא:", 
                "אברויי אילני אסור - דהוי משום רווחא והאי דשרי קשקוש היינו סתומי פילי והאי דאסיר היינו אברויי אילני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל מקום שנאמר כלל בעשה ופרט בלא תעשה - כגון הכא דכתיב (ויקרא כה) ובשנה השביעית שבת שבתון יהיה לארץ כלל היינו עשה שדך לא תזרע וכרמך לא תזמור פרט היינו לא תעשה:", 
                "אין דנין אותו בכלל ופרט וכלל - ואף על גב דכתיב כלל בתריה כגון הכא דכתיב בתריה (שבת) שבתון כלומר אין לו דין דשאר כלל ופרט וכלל שכתובין כולו בעשה או בלאו דאמר כלל ופרט וכלל אי אתה דן אלא כעין הפרט דמרבי כל מידי דדמי לפרט אלא דיינינן ליה בכלל ופרט הואיל דנשתנה משאר כלל ופרט וכלל אמרינן אין בכלל אלא מה שבפרט הני אין מידי אחרינא לא:"
            ], 
            [], 
            [
                "דכולי עלמא לית להו דרבין כו' מאן דאמר לוקה שפיר - כדאמר דדרשינן בכלל ופרט וכלל:"
            ], 
            [], 
            [], 
            [], 
            [
                "אחרינא לא - להכי חורש אינו לוקה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "כי אתא רב דימי - מארץ ישראל לבבל:", 
                "אמר - שמעית דאמרי בא\"י יכול ילקה על תוספת:"
            ], 
            [
                "ושמעית דנסיב עליה תלמודא לפטורא - ולא ידענא מאי תוספת ולא פטור:"
            ], 
            [
                "רבי אלעזר אמר חרישה - בשביעית להכי קרי ליה תוספת דלא נפיק עיקרו מן התורה אלא מכלל ופרט וכלל כדאמרי לעיל:"
            ], 
            [], 
            [
                "ונסיב תלמודא לפטורא - כדאמרינן הני אין:", 
                "דאם כן - דהוי לקי:", 
                "כל הני פרטי - דפריט בהדיא דאסור בשביעית זריעה וזימור קצירה ובצירה:", 
                "למה לי - דכתב רחמנא אלא למימרא דאהנך הוא דלוקה וכו' שמע מינה אחרישה לא לקי:"
            ], 
            [], 
            [
                "ימים שלפני ראש השנה - של שביעית שהוא תוספת על השביעית:"
            ], 
            [
                "דאתיא מבחריש ובקציר - כדאמר לקמן אם אינו ענין לשביעית שהרי כתיב שדך לא תזרע וכרמך לא תזמור תנהו לענין ששית שנכנס לשביעית דבשביעית נמי אסור:", 
                "כדבעינן למימר לקמן - גמר שבת שבתון משבת בראשית:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל זמן שיפה לפרי - כלומר כל זמן שחרישה יפה לפירות שגדלו בששית דהיינו נמי קרוב לעצרת אבל מכאן ואילך לא דהוי כמתקן פירות שביעית:"
            ], 
            [], 
            [], 
            [
                "שדה לבן - של תבואה:", 
                "שתכלה הלחה - שכלין הגשמים של שנה ששית דעד ההיא שעתא מהני חרישה לזריעה דשנה זו אבל משתכלה הלחה אינו יכול לחרוש דמחזי כחורש לצורך שביעית דהיינו כל זמן שבני אדם חורשין ליטע מקשאות:"
            ], 
            [], 
            [
                "נתנה תורה שיעור לכל אחד ואחד בידו - כלומר נתת דבריך לשיעורין שפעמים זה חורש קודם חבירו ליטע מקשאות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "על שני פרקים - דפסח ועצרת:", 
                "ובטלום - דחורשין עד ראש השנה:"
            ], 
            [], 
            [
                "תקנתא דשמאי והלל - דרבי שמעון דאמר עד פסח ועד עצרת והיינו אליבא דב\"ש וב\"ה:"
            ], 
            [], 
            [], 
            [], 
            [
                "כך התנו - שמאי והלל בשעת תקנתם:"
            ], 
            [], 
            [
                "דידהו היא - תקנתם היא:"
            ], 
            [], 
            [
                "חורתן - מקום:"
            ], 
            [
                "י' נטיעות - המפוזרות בתוך בית סאה שהוא נ' על נ' חורשין כל השדה שלה בשבילן בערב שביעית עד ר\"ה ואמרי הני הואיל וילדות הן איכא פסידא יתירא לכך חורשין עד ראש השנה אבל זקינה אין חורשין עד ראש השנה אלמא דהלכה למשה מסיני הן:", 
                "וערבה - להקיף המזבח:"
            ], 
            [], 
            [
                "כי גמירי הלכתא - דאין חורשין לזקינה עד ראש השנה אבל חורשין עד שלשים יום לפני ראש השנה:", 
                "ואתו - בתקנה דידהו דהרחיקו עד הפסח ועד העצרת:"
            ], 
            [], 
            [
                "וכל הרוצה לבטל יבוא ויבטל - ורבן גמליאל דבטל לא בטל אלא מפסח ומעצרת עד שלשים יום לפני ראש השנה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "שנכנס לשביעית - כל שיש לו ליכנס לשביעית שאסור לחרוש לפני ר\"ה:"
            ], 
            [], 
            [
                "מה חריש רשות - בכל מקום:", 
                "קציר העומר - מותר לקצור בשבת:", 
                "שהיא של מצוה - אע\"פ שמצא קצור קוצר דבעינן קצירה לשמה אבל אם מצא חרוש אינו חורש:"
            ], 
            [], 
            [
                "הלכתא למישרא ילדה - עשר נטיעות עד ר\"ה:", 
                "קראי למיסר זקינה - שלשים יום קודם ראש השנה ואתו בית שמאי והלל וגזרו מפסח ועד עצרת:"
            ], 
            [
                "ממילא שמעת מינה - דזקינה אסור לחרוש:"
            ], 
            [], 
            [
                "אלא הלכתא לרבי ישמעאל - דלא נפיק ליה מקראי דדריש לקרא לדרשה אחרינא להוציא קציר העומר:"
            ], 
            [], 
            [
                "מדאורייתא בטלו - כלומר אשכחו סמך מן התורה להכי בטלו הלכתא:"
            ], 
            [], 
            [], 
            [], 
            [
                "מאן דאמר הלכתא - דלפני ר\"ה אסור:", 
                "אתא גזירה שוה עקרה להלכתא - כלומר משום גזרה שוה דאינהו גמירו מנפשייהו משבת בטלו הלכתא הא אין אדם דן ג\"ש מעצמו:"
            ], 
            [], 
            [], 
            [
                "כי גמירו הלכתא בזמן שבית המקדש קיים - וכי שרו רבן גמליאל ובית דינו בזמן שאין בית המקדש קיים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "גזירה מי גשמים - דלמא אתי למעבד מי קילון:"
            ], 
            [], 
            [
                "מי גשמים נמי אתי לידי מי קילון - כלומר כי מדלו מינה דלא הויא מליאה נעשית ממילא מי קילון שאינו מלא וטריחא מלתא:"
            ], 
            [], 
            [], 
            [
                "נהרות המושכין מן האגמים - השתא משמע ליה מי אגמים עבידא דפסקי:", 
                "מותר להשקות מהן בחולו של מועד - ולא גזרי דלמא פסיקא מי אגמים ואזל וטרח ואייתי מן נהר אחר:"
            ], 
            [
                "ר' אילעא אמר ר' יוחנן דאמר גזרינן מי גשמים אפילו היכא דלא פסקי אטו מי קילון מדקאמר רב אשי מי גשמים לידי קילון אתי מכלל דר' יוחנן אסר אפילו דלא אתיא לידי מי קילון לית ליה דר' זירא דלא גזר: "
            ], 
            [], 
            [], 
            [], 
            [
                "מיתיבי אבל לא מי קילון - דלמא מפסקי וטרח להוציא מן העמוק הכא נמי אמאי לא ניחוש דלמא מפסקי מי אגמים:"
            ], 
            [], 
            [
                "א\"ל כמיא דלא פסקי דמו - וליכא למיחש:"
            ], 
            [], 
            [
                "פסיקות ובריכות - חדא מילתא היא:", 
                "אם אמת המים עוברת ביניהן - בין הבריכות הללו מותר להשקות ממי גשמים דאי פסקי מי גשמים משקה מאמת המים:"
            ], 
            [], 
            [
                "והוא שרובה של אותה שדה שותה מאותה אמת המים כו' - שיכול להשקות רוב השדה בפעם אחת מאותה אמת המים אבל אם אינו יכול להשקות בפעם אחת מאותה אמת המים רוב של שדה אינו משקה מפסיקות ובריכות דלמא מפסיק ואזיל:"
            ], 
            [], 
            [], 
            [
                "תישתי לתרי או תלתא יומי - מההיא אמת המים ולא טרח ומייתי מאמת המים אחרינא:"
            ], 
            [
                "בריכה שנטפה משדה בית השלחין זו מותר להשקות ממנה בית השלחין אחר. בית השלחין שהיה גבוה והיה מעיין נובע מצדו ובצד אחד היה בית השלחין נמוך ובין אלו בית השלחין היה בצד השלחין הנמוך בריכה קטנה וכשמשקים בית השלחין הגבוה מן המעיין נוטף טיפין מן בית השלחין הגבוה לבריכה הנמוכה מותר להשקות אותו בית השלחין הנמוך מאותה בריכה אע\"ג דבריכה עבידא דפסקא הואיל ומטפטף בו מבית השלחין הגבוה מים שבאו לו מחמת המעיין:"
            ], 
            [
                "והא עבידא דפסקא - בריכה ואזיל ומייתי:"
            ], 
            [], 
            [
                "עדיין היא מטפטפת - מבית השלחין גבוה לתוך הבריכה דודאי לא פסקא:"
            ], 
            [
                "אמר אביי והוא שלא פסק מעיין - המטפטף מבית השלחין גבוה לבריכה מותר להשקות מבריכה לבית השלחין נמוך אבל אי פסיק מעיין אע\"ג דעדיין מטפטף מבית השלחין גבוה לתוך הבריכה אין משקין מן הבריכה לבית השלחין נמוך דלמא פסיק ואזיל וטרח ומייתי ממעיין אחר:"
            ], 
            [], 
            [], 
            [
                "לא ידלה מן התחתון וישקה לעליון - דאיכא טירחא יתירא:"
            ], 
            [], 
            [], 
            [], 
            [
                "מדלין לירקות - משמע שהוא דולה מים ומשקה לירקות כדי לאוכלן בחולו של מועד:", 
                "ואם בשביל ליפותן - שיגדלו הירקות אסור דהרווחה היא:"
            ], 
            [
                "דהוה דלי דוולא - דולה דליות מים לירקות וחכמים לא התירו כי אם לבית השלחין בלבד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "שלופי - כשהירקות רצופין נוטל מהן מבינתיים לאוכלן מותר ליפותן אסור בשביל ליפותן אותם שנשארים:"
            ], 
            [], 
            [
                "המידל - תולש בגפנים שישנן ביחד יותר מדאי:"
            ], 
            [], 
            [
                "בשל עניים - בפאה א\"נ עוללות שאין לו לא כתף ולא נטף:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בנכי - בורות תחת הגפנים וזיתים ונותן בהם מים:"
            ], 
            [], 
            [
                "עוגיות - עגול סביב כמו עג עוגה ועמד בתוכה (תענית דף יט.) ובדידין נמי הן גומות:"
            ], 
            [], 
            [
                "ציתאי - מקום:", 
                "למעבד בנכי - עוגיות והיכי שרי והא תנן אין עושין עוגיות"
            ], 
            [
                "הא בחדתי - שמעולם לא היו שם עוגיות אסור לעשות בחולו של מועד דאיכא טירחא יתירא אבל עתיקי שכבר היו לו שם עוגיות ונסתמו מותר לחזור ולחופרן בחולו של מועד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני שנראה כעודר - לצורך שביעית שהרי חופר כעודר:"
            ], 
            [
                "שמכשיר אגפיה לזריעה - כשחופר האמה ומניח העפר שבאמה על שפת האמה מתקן אגפיה לזריעה דעביד לה ארעא רכיכא:"
            ], 
            [], 
            [
                "דקא אתו מיא בתריה - דכי חפר באמה אתו לאלתר מים בהדי חפירה:"
            ], 
            [
                "מ\"ד מפני שמכשיר אגפיה לזריעה איכא - אע\"ג דאתי מיא בתריה דהא שדא ארעא רכיכא אגפי האמה:", 
                "ומ\"ד מפני שנראה כעודר ליכא - דהא אתי מיא ובעודר ליכא מים ולכך לא דמי לעודר:"
            ], 
            [], 
            [
                "אלא - לעולם דלא אתו מיא בתריה ואיכא בינייהו דשקיל ושדי לבראי דחפיר באמה ושדי עפר לבראי רחוק מאגפי אמה דלא מכשיר אגפיה לזריעה:"
            ], 
            [], 
            [
                "מאן דאמר מפני שנראה כעודר איכא - דהא חפיר ולא אתו מיא בתריה:"
            ], 
            [], 
            [
                "בדוכתיה מנח ליה - דלא שדי ארעא לבראי דלא עביד אלא מרכך ארעא אבל הכא שדי לבראי לכך לא דמי לעודר:"
            ], 
            [
                "אמימר מתני - בהדיא הא דאמר ר' אלעזר אין עושין את האמה בשביעית מפני שנראה כעודר:"
            ], 
            [], 
            [], 
            [
                "עושה אדם זבלו אוצר - שמכניס כל זבלו בשביעית בשדה ולא אמרינן דנראה כמזבל שדהו בשביעית:"
            ], 
            [
                "עד שיעמיק שלשה טפחים - ומכניס הזבל לשם דמוכחא מלתא דלא עביד כדי לזבל שדהו בשביעית:"
            ], 
            [
                "היה לו מעט זבל - באותה שדה קודם שביעית מוסיף עליו זבל והולך בשביעית ואין צריך להעמיק:"
            ], 
            [
                "רבי אלעזר אוסר - אפילו אם היה שם מעט זבל קודם שביעית להוסיף עליו בשביעית:", 
                "עד שיעמיק שלשה - או שיתן הזבל על הסלע שבשדה דלא נראה כמזבל והיכי שרי רבי אלעזר לחפור ולהעמיק בשביעית ולא חייש לנראה כעודר:\n"
            ], 
            [], 
            [
                "כגון שהעמיק - קודם לכן כלומר הא דאמר רבי אלעזר עד שיעמיק לא אמר עד שיעמיק בשביעית אלא שהיה עמוק קודם שביעית:"
            ], 
            [
                "זבלו מוכיח עליו - כלומר אע\"ג דמעמיק בשביעית הוא נראה כעודר ואסור הכא מותר שהרי זבלו שמניח לשם מוכיח עליו דלא עביד משום עודר:"
            ], 
            [], 
            [], 
            [], 
            [
                "שאם היתה עמוקה טפח - כלומר שלכתחילה היה שם אמת המים בת ששה טפחים ונסתמה עד טפח מעמידה עד ששה טפחים כלומר חוזר ומעמיק אותן חמשה טפחים שנסתמה:"
            ], 
            [
                "חצי טפח על שלשה - אם היתה בתחלה בת שלשה טפחים ונסתמה עד חצי טפח דודאי אינו חוזר וחופר אותן שני טפחים ומחצה אע\"ג דהוי דומיא דהיתה עמוקה טפח ומעמידה על ו' טפחים:", 
                "כיון דמעיקרא לא עברי בה מיא - כלומר ודאי באמה בת שלשה טפחים לא עברי בה מיא שפיר לא קודם לכן ולא עכשיו הוי טירחא דלא צריך:"
            ], 
            [
                "טפחיים על שנים עשר - דלכתחילה היתה של שנים עשר ונסתמה עד שני טפחים אסור להעמיק עוד עד י' טפחים על אותן שנים הראשונים משום דהוי טירחא יתירא דקא מעמיק כל כך ולהגביה קרקעית הגומא למעלה מששה טפחים:"
            ], 
            [
                "טפחיים על שבעה טפחים - ונסתמה עד שני טפחים:", 
                "מהו - להעמיק אותן חמשה שנשתיירו:"
            ], 
            [
                "הכא חמשה קא מעמיק - דהיתה עמוקה טפח ומעמידה על ששה ולא הוי טירחא יתירא להעמיק כל כך בקרקע:", 
                "והכא - נמי לא מעמיק במועד אלא חמשה טפחים:", 
                "כיון דאיכא טפח יתירא - דלא צריך כל הטפח [דסגי בד']:", 
                "איכא טירחא טפי - ששוחה עצמו בשביל אותו טפח יותר מדאי:"
            ], 
            [], 
            [
                "לשחופי נהרא - לעקור ענפי אילנות הגדלים בנהר:"
            ], 
            [
                "למיכרא נהרא טמימא - לפנות מקור המעיין שנסתם:"
            ], 
            [
                "לאקדוחי נהרא - לפנות שירטון שבאמצע הנהר:", 
                "בורניץ - שם הנהר:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "קילקולי המים - כגון אבנים שנפלו מחמת הבור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חוטטין - נפלו צרורות בקרקעית הבור מעלה אותן במועד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל לא חוטטין אותן - אי אמרת בשלמא הא דקתני ההיא ברייתא שלמעלה של יחיד היינו בשיחיד צריך לו איכא לאוקמי האי דקתני האי ברייתא אבל לא חוטטין בשאין יחיד צריך לו אלא אי אוקמת לה הא דחוטטין בשאין יחיד צריך לו א\"כ האי דקתני אבל לא חוטטין במאי מוקמת לה:"
            ], 
            [], 
            [
                "אלא מאי בשיחיד צריך לו כו' - כלומר במאי מוקמת האי דקתני חוטטין בשרבים צריכים להן והתניא כו' של רבים חופרין אותן:"
            ], 
            [], 
            [], 
            [], 
            [
                "אלא קשיא קמייתא - דקתני אין חופרין בורות של רבים בשרבים צריכין לו קשיא להא ברייתא דקתני הכא של רבים חופרין אותן:"
            ], 
            [
                "אלא תריץ הכי - ואין צריך לומר בשל רבים דאפילו חפירה מותר ולא קשיא לרבי יוחנן דאמר לא שנו כו':"
            ], 
            [], 
            [], 
            [
                "מתניתין נמי דיקא - דבשרבים צריכין לו דחפירה נמי מותר:"
            ], 
            [], 
            [], 
            [], 
            [
                "לקווץ את הדרכים - לפנות קוצים שבדרכים:"
            ], 
            [], 
            [
                "מרגילין להיות בתוכו ארבעים סאה - שמרגילין שיהא נוגע במקוה אמת המים כדי שיהא בו ארבעים סאה:", 
                "כל דמים שנשפכו שם - כגון בקוצים שבדרכים:"
            ], 
            [], 
            [
                "הא - דקאמרת דלאתויי הני נמי בהדיא קתני במתני' מתקנין כו' אלא ודאי הא דקתני ועושין כל צורכי רבים לאתויי חפירה קא אתו:"
            ], 
            [], 
            [], 
            [], 
            [
                "מציינין את הקברות - שעושין סימנים על הקברות בסיד כדאמר במרובה (ב\"ק דף סט.) של קברות בסיד דחוור כעצמות כדי שלא ילכו אוכלי תרומה לשם:"
            ], 
            [], 
            [
                "דכתיב וראה עצם וכו' - יחזקאל מתנבא על העתיד לבא שיעשו ישראל ציונים על עצמות הפגרים המושלכין ורמז הוא שלא בא הכתוב אלא להזהיר וללמד שיהא אדם עושה ציון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל בן נכר וערל בשר - שמתו אחיו מחמת מילה ולא רצו למולו שיראים פן ימות גם הוא כאחיו לא יבא אל מקדשי לשרתני שאסורין בעבודה:"
            ], 
            [], 
            [
                "גמירי - מסיני:"
            ], 
            [], 
            [], 
            [], 
            [
                "טומאה קוראה לו פרוש - כלומר עושים סימנים על הטומאה כדי שיהא מרגיש ופורש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לפני עור לא תתן מכשול - כלומר עשו דבר על הטומאה שלא יהו נכשלים בה נושאי תרומה וטהרות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והזרתם - ומתרגמינן ותפרשון:"
            ], 
            [], 
            [
                "עשו משמרת למשמרתי - עשו משמרת לאוכלי תרומה דכתיב בה משמרת דכתיב (במדבר יח) ואני נתתי לך את משמרת תרומותי שלא יהו מטמאים:"
            ], 
            [], 
            [], 
            [], 
            [
                "ושם דרך - שעושין סימן באיזה דרך ילכו:", 
                "אראנו בישע אלהים - זה השם אורחותיו המחשב הפסד מצוה כנגד שכרה ושכר עבירה כנגד הפסדה ושם כמו שמין:"
            ], 
            [
                "בשבתא דריגלא לא הוה מקשי ליה - משום דאתו כולי עלמא לפירקא ואי מקשי ליה ולא הוה מצי לפרוקי הוה מכסיף:"
            ]
        ], 
        [
            [
                "קרי עליה ושם דרך - שמחשב בשעות אי זה מהן להקשות אי זה מהן שלא להקשות:"
            ], 
            [], 
            [], 
            [], 
            [
                "אבל מציינין על השדרה - שאע\"פ שאינה אלא עצם אחד מטמא טומאה באהל:", 
                "רוב בנינו - כגון עצמות גדולות כגון קוליות אע\"פ שאין בו רוב מנינו:", 
                "רוב מנינו - רוב העצמות ואע\"פ שאין בו רוב בנינו:"
            ], 
            [
                "אין מציינין על הוודאות - הואיל דברור לכולי עלמא דאית ביה טומאה ודאית לא מטלטלי באותו מקום טהרות:", 
                "אבל מציינין על הספיקות - שיש עליהן אהל כגון סככות ופרעות הסמוכות לרה\"ר הסמוך לבית הקברות דמספקא לן בהו טומאה דכיון דיש עליהן אהל רגילים לקבור שם במקום צנוע:"
            ], 
            [], 
            [
                "סככות ופרעות ובית הפרס - מפרש לקמן:"
            ], 
            [
                "אין מעמידין הציון על הטומאה שלא להפסיד טהרות - שאם הטומאה ממש תחת הציון אינו מרגיש עד שבא על הציון פתאום ויטמאו הטהרות שהרי הטומאה תחת הציון אלא עושין הציון סמוך לטומאה ברחוק כל שהוא וכשבא על הציון מרגיש מן הטומאה ואינו הולך עליה:", 
                "אין מרחיקין את הציון ממקום טומאה - יותר מכל שהוא:", 
                "שלא להפסיד ארץ ישראל - שכשרואה הסימן מיד פורש ונמצא ארץ ישראל בטומאה שלא לצורך:"
            ], 
            [
                "וכזית מן המת אינו מטמא באהל - דקתני אין מציינין על כזית מן המת ולא על כל דבר שאינו מטמא באהל:"
            ], 
            [], 
            [], 
            [
                "אמר רב פפא - לעולם כזית מטמא באהל והא דקתני אין מציינין בכזית מצומצם עסקינן דמחסר חסר בקרקע ולהכי אין מציינין:"
            ], 
            [
                "ישרפו עליו [תרומות] וטהרות שעה אחת - דכל העובר על אותו כזית כשנקבר מחדש שורפין טהרותיו דעדיין לא חסר:", 
                "ואל ישרפו עליו לעולם - שאם מציינין אותו שורפין עליו (על) כל תרומה שעוברין על אותו ציון לעולם שלא לצורך שהרי חסר וזימנין דלא חזי ליה כגון בלילה וכי הדר חזי ליה ואמר נטמאת תרומתי ושרף לה והיא לא נטמאת דההיא כזית כבר חסר וכשאין מציינין אותו אין שורפין עליו אלא מחדש שלא חסר:"
            ], 
            [], 
            [], 
            [
                "אילן המיסך על הארץ - וטומאה תחת נוף אחד ואינו יודע תחת איזה נוף עושה ציון:"
            ], 
            [], 
            [
                "בית הפרס - חצי מענה תלם אחד של מאה אמה:"
            ], 
            [], 
            [], 
            [
                "מנפח אדם - ההולך לשחוט פסחו דאם יש עצם כשעורה המטמא בהיסט מתפזר ברוח ועושה פסח בבית הפרס אזיל לו ואי מטמא באהל. היכי אזיל עליה"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בשדה שאבד בה קבר. קתני דמציינין דמטמא באהל אבל בשדה שנחרש בה קבר אין צריך לציין ולא מטמא באהל דנימא מחרישה סלקיה לטומאה:"
            ], 
            [], 
            [], 
            [
                "שלשה בית הפרס הן - שאין הולכין בו אוכלי תרומה:"
            ], 
            [], 
            [], 
            [], 
            [
                "שמפטירין בה את המתים - שכשמביאין מתים ממקום למקום לקבור כשבאין בשדה סמוך לעיר נפטרין אלו שהביאום ממקומן והולכין להם ובאין אנשי המקום ומקבלין אותן ורוחצין אותן שם וקוברין אותן:"
            ], 
            [
                "וטעמא מאי - חוששין ביה משום טומאה:"
            ], 
            [], 
            [
                "משום יאוש בעלים - לפי שהביאום ממקום רחוק נדלדל אבר ונפל שם ונתייאשו אלו על אלו והניחוהו שם:"
            ], 
            [
                "ושדה שנחרש בה קבר לא בעי ציון - דקא מתרצת הא דקתני מנפח אדם בית הפרס כשנחרש:"
            ], 
            [], 
            [
                "ואינו יודע מה טיבה - אם הוא שדה שנחרש בה קבר ויכול לילך בניפוח ואם מפני שנאבד בה קבר ואינו יכול להכנס בה בנפיחה דמטמא באהל:"
            ], 
            [
                "יש בה אילנות בידוע שנחרש - השדה לצורך האילנות ויכול להלך שאינו מטמא באהל אלמא מדקתני בה מצא שדה מצויינת דמציינין בית הפרס שנחרש:", 
                "אין בה אילנות בידוע שאבד בה קבר - ולא נחרש ומטמא באהל:"
            ], 
            [
                "רבי יהודה אומר - לעולם לא הוי בחזקת שנחרש עד שיהא שם זקן או ת\"ח שיהא יודע שנחרש:"
            ], 
            [], 
            [
                "אמר רב פפא - לעולם בית הפרס שנחרש לא בעי ציון והאי דקתני בידוע שנחרש בה קבר בשדה שאבד בה קבר וציינה לאלתר:"
            ], 
            [], 
            [
                "יש בה אילנות בידוע שנחרש - לאחר שציינוה ולעולם בית הפרס שנחרש לא בעי ציון:"
            ], 
            [
                "אין בה אילנות בידוע שאבד בה קבר - ולא נחרש:"
            ], 
            [
                "וליחוש דלמא אילנות מגואי וטומאה מאבראי - ולא נחרש במקום טומאה מבחוץ לאילנות אלא בין האילנות והוי שדה שאבד בה קבר ולא נחרש ואמאי קאמר בידוע שנחרש בה קבר:"
            ], 
            [], 
            [
                "בעומדין האילנות על הגבולין - של רשות הרבים דודאי ליכא טומאה מבראי דלא קברי אינשי ברשות הרבים אלא בין האילנות הויא טומאה ונחרש בשביל האילנות: "
            ], 
            []
        ], 
        [
            [
                "ודלמא טומאה מגואי - ולא בין האילנות ולא נחרש במקום טומאה:"
            ], 
            [
                "מסובכין - שאינן עומדין בשורה אחת סביב הגבולין אלא מעורבין בכל השדה דודאי נחרש כל השדה בשביל האילנות:"
            ], 
            [], 
            [
                "הא אמרן אין מרחיקין ציון ממקום טומאה - וכיון שסמוך לאילנות הציון ודאי טומאה בין האילנות היא ונחרש בשביל האילנות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל מילי דמתא עליה רמיא - דתלמיד בקי הוא:"
            ], 
            [], 
            [
                "מצא אבן אחת מצוינת - בסיד תחתיה טמא ומפי מורי הזקן אבן אחת מצוינת שיש סיד על גבה דאינו צריך להרחיק הציון מן האבן לפי שהאבן גבוה על גבי קרקע ורואה את הציון מיד קודם שיהא נוגע בו אבל בשדה מרחיקין לה ציון בסמוך דזמנין לא חזי ציון עד דאתי ונגע ומאהיל:"
            ], 
            [
                "שתים מצויינות - תחתיהן טמא אבל ביניהן אם יש סיד ביניהם על הארץ טמא דמשום ציון הוא:"
            ], 
            [
                "אע\"ג דליכא חורש - שלא חרש ביניהם מעולם טהור כי ליכא סיד:"
            ], 
            [], 
            [], 
            [
                "אם אין חורש ביניהן טמא - ואע\"ג דליכא סיד לפי שציין את האבנים שמכאן ומכאן לא חשש לציין בינתים:"
            ], 
            [], 
            [
                "הכא - דקתני כי ליכא חורש טמא כגון סיד שפוך על ראשי אבנים ומרודה לכאן ולכאן ביניהן דאי איכא חורש מחמת חורש הוא דאיקלף שנקלף מן האבנים ונפלו שם ביניהם וטהור ואי לא סיד דביני ביני הוא ומחמת ציון נעשה שם להודיע שיש גם ביניהם טומאה:\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין מרחיקין ציון ממקום טומאה - ולהכי ציין כל ארבעה מצריו דתהא כל השדה נטמאה ובציון דמצר אחד לא סגי לכולה דאין מרחיקין ציון ממקום טומאה:"
            ], 
            [], 
            [
                " ואכלאים בחולו של מועד נפקינן ורמינהו באחד באדר משמיעין על השקלים - שיהו ישראל מביאין תרומת שקלים בניסן דכתיב בחדשו לחדשי השנה חדש והבא לי קרבן מתרומה חדשה:"
            ], 
            [], 
            [
                "בכרכים - המוקפין חומה מימות יהושע בן נון:", 
                "ואת מקואות המים - מקואות המים של מ' סאה שחוטטין אותן מן הזבל שנכנס לתוכן כל ימות הגשמים והאי דלא פריך נמי בגמרא אשאר מתני' דתני ומתקנים הדרכים והרחובות בחולו ש\"מ והכא תנא בט\"ו באדר משום דלאו פירכא הוא דבדין הוא דמתקנין להו תרי זימני דכי מתקן בט\"ו באדר אתו גשמים ומקלקלי להו והדרי ומתקני להו בחולו של מועד אבל אכלאים כיון דעקרו להו לגמרי בחמשה עשר באדר למה לי למיפק בו בחולו של מועד ולהכי קא מיבעיא:"
            ], 
            [], 
            [], 
            [
                "כאן בבכיר כאן באפיל - על הבכירות יוצאים בט\"ו באדר על האפילות בחולו של מועד דפסח:"
            ], 
            [], 
            [
                "בזרעים - על התבואה יוצאין בט\"ו באדר שקודמין לירקות:"
            ], 
            [], 
            [
                "לא שנו - דאין יוצאין עליהן קודם אדר וקודם חולו של מועד:"
            ], 
            [], 
            [], 
            [
                "משום שכר פעולה דמוזלי גבן - כלומר שיכול לשכור פועלין בזול לפי שאינן עוסקין במלאכה בחולו של מועד:"
            ], 
            [], 
            [
                "שמע מינה - מדעסקינן לשכור פועלים בזול:", 
                "כי יהבינן להו - שכירות לפועלים דבטלי כלאים:"
            ], 
            [
                "דאי סלקא דעתך מדידהו - דבעל הבית יהיב להו אמאי יוצאין להכי בחולו של מועד משום שכר פעולה לבטלו בכל זמן אף על גב דליכא שכר פעולה בזול וכל מה דבעי ליתב להו אלא מתרומת הלשכה יהבינן להו וכל כמה דמצינן לצמצם מעות דהקדש עבדינן:"
            ], 
            [
                "ועד כמה - הוי כלאים דחייב לבטלו:"
            ], 
            [], 
            [], 
            []
        ], 
        [
            [
                "רובע - הקב אחד מכ\"ד בסאה:", 
                "הכי גרס ימעט - שאם זרע רובע הקב ימעטנו ויעקרנו:"
            ], 
            [
                "והתניא כל השדה כולה - ואת אמרת ימעט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שמנכשין שדותיהן - שלוחי ב\"ד משלהן דכשנוטלין הכלאים מאליו מתנכש:"
            ], 
            [], 
            [
                "מתני' מושכין המים מאילן לאילן - דהוי כשדה בית השלחין דפסידא יתירא איכא אבל לא ישקה את השדה כולה שדה בית הבעל:"
            ], 
            [
                "זרעים שלא שתו לפני המועד - שלא היו מלומדין לשתות תמיד לפני המועד:", 
                "לא ישקם במועד - דהואיל ולא משקה להו תדיר לפני המועד. לא הוי ליה פסידא אי לא משקה להו במועד:"
            ], 
            [
                "וחכמים מתירים בזה ובזה - להשקות את כל השדה כולה ולהשקות במועד זרעים שלא שתו לפני המועד והאי חכמים היינו ר\"מ דאמר לעיל (דף ב.) משקין ממנו אפילו שדה בית הבעל:"
            ], 
            [
                "גמ' אמר רב יהודה - הא דאמר ר\"א אבל לא ישקה את השדה כולה אבל אם היתה שדה מטוננת לחה ויבשה מותר להשקותה אע\"ג דהוה שדה בית הבעל דכיון דהויא לחה עד השתא אי לא משקה לה הוי פסידא יתירא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שדה גריד - יבשה מעולם שאין צריך להשקותה:", 
                "בזה ובזה - בשדה גריד ובזרעים שלא שתו לפני המועד:"
            ], 
            [], 
            [
                "תרביצא - גינה:", 
                "שרי לתרבוצי - לזלף עליה מים אע\"ג דליכא פסידא לתרבוצי להשקות לשון אין מכבדין ואין מרביצין היינו השקאה פורתא כדי שיצאו הירקות וכדמפרש באידך ברייתא לקמיה ומשקין היינו השקאה גמורה של בית השלחין:"
            ], 
            [
                "אפלא לשוויי חרפא - דליכא פסידא ואפ\"ה שרי להשקותה כך ולהשביחה ה\"נ בגינה מרביצין:"
            ], 
            [], 
            [
                "שדה לבן - בית הבעל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא - דקתני אבל לא ישקם במועד היינו ר\"א בן יעקב דאמר אבל לא ישקה את כל השדה כולה והא דתני בין במועד בין בשביעית היינו חכמים דמתירין להשקות אפי' כל השדה:\n"
            ], 
            [], 
            [
                "כדי שיצאו בשביעית - אבל לא ישקה בשביעית כדי שיצאו בשביעית:"
            ], 
            [
                "מתני' צדין האישות - בשדה האילן במועד מפני שמפסידין בו:", 
                "כדרכו - שאין צריך לשנות בצידה:", 
                "ובשביעית - אע\"ג דמתקן השדה:"
            ], 
            [], 
            [
                "בשדה האילן - צד כדרכו מפני שהפסד מרובה הוא:", 
                "ובשדה לבן שלא כדרכו - ואינו יכול לצוד כדרכו בשדה לבן משום דלא מפסיד כולי האי בשדה לבן:"
            ], 
            [
                "ומקרין את הפירצה - שאם נפלה מקצתה חוזר ומתקנה במועד:", 
                "ובשביעית בונה כדרכו - מתחילה אע\"ג דמיחזי דעביד נטירותא לפירי:"
            ], 
            [], 
            [], 
            [
                "גמ' בריה שאין לה עינים - וחופר בקרקע:"
            ], 
            [], 
            [
                "מאי קרא - דאישות בריה שאין לה עינים:"
            ], 
            [
                "דכתיב כמו שבלול תמס יהלך - שבלול שקורין לימצו\"ן תמס יהלך. כלומר כשיוצא חוץ מנרתיקו רירות נופלות ממנו עד שהוא נימוח ומת תמס כמו ונמס:", 
                "נפל אשת בל חזו שמש - כלומר כך אישות נופלות פתאום לארץ ומתים דלא חזו:"
            ], 
            [], 
            [], 
            [], 
            [
                "וחונקין זו את זו - מפני שמריחין את העפר ואין מכירין באותו עפר:"
            ], 
            [], 
            [
                "והוא דקאי בתרי עברי נהרא - דכיון דאיכא הפסק מים בין הני תרתי חורי נמלים אין מכירים הני בעפר דהני:", 
                "גישרא - גשר:", 
                "גמלא - שאין לו גשר אלא מנסר אחד:", 
                "ומצרא - עדיין קטן מגמלא אין יכול להלך עליו אלא כשקושרים חבל אחד משני עברי הנהר בשתי יתידות ואוחזין בו והולכין על אותו גשר צר אבל אי איכא חד מהן מכירין הני בחורי דהני:\n"
            ]
        ], 
        [
            [
                "עד כמה - מרוחקין הני תרי חורי נמלים דכי איכא נהרא בינייהו וליכא גישרא דאין מכירין הני בחורי דהני:", 
                "עד פרסה - אי ליכא פרסה בינייהו אע\"ג דאיכא נהרא וליכא מעבר מכירין הני בחורי דהני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "נועץ שפוד - במקום שהן מצוין ומרדה האדמה וממעך אותן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הוצא - ענפי דקל דתמרים:", 
                "דפנא - בייר וקעבד גדר מדפנא ומגדל אותה מהוצי הדקל:"
            ], 
            [], 
            [
                "צר בצרור - מניח אבנים זה על גב זה:"
            ], 
            [
                "אמר רב חסדא לא שנו - דאמר מתני' מקרין אבל אינו בונה כדרכו:"
            ], 
            [
                "בכותל גינה - דליכא פסידא יתירא אי עיילי בה אינשי:", 
                "אבל בכותל חצר בונה כדרכו - דאיכא פסידא יתירא אי עיילי בה גנבי וגנבי ממוניה:"
            ], 
            [], 
            [
                "גוחה - שוחה ונטוי:", 
                "סותר ובונה כדרכו - דהיינו כותל חצר מסייע ליה לרב חסדא:", 
                "מפני הסכנה - שלא תפול על הולכי ברשות הרבים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שלא מפני הסכנה לא - קשיא לרב חסדא דאמר בכותל חצר בונה כדרכו אע\"פ דליכא סכנה:"
            ], 
            [], 
            [
                "תריץ - לא קשיא לרב חסדא דהא דקתני במקום סכנה היינו דסתר לה כשגוחה ובונה לה שפיר:"
            ], 
            [
                "הכא - דקאמר רב חסדא שלא במקום סכנה בונה כדרכה כשהיא סתורה קודם לכן אבל לא סתר לה במועד:"
            ], 
            [
                "התם - במקום סכנה לסתור משום דאיכא סכנה ולא ליבני דבבנין ליכא סכנה:"
            ], 
            [
                "א\"כ דלא בני:", 
                "ממנעי ולא סתרי - והוי סכנה:"
            ], 
            [], 
            [
                "מתניתין נמי דיקא - כרב חסדא דגינה אינו בונה במועד כדרכו:"
            ], 
            [], 
            [], 
            [], 
            [
                "אלא לאו בגינה - ובשביעית בונה כדרכו אבל במועד אינו בונה כדרכו:"
            ], 
            [], 
            [
                "מתני' רואין את הנגעים להקל - כלומר רואה הכהן נגע צרעת במועד לטהר:"
            ], 
            [], 
            [
                "לא להחמיר - שאם רואה הכהן שהוא טמא אינו אומר כלום שאם מטמאו נמצא מצערו במועד ורחמנא אמר (דברים טז) ושמחת בחגך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' שאם אתה נזקק לו להקל אתה נזקק לו להחמיר - כלומר מאחר שרואהו הכהן אומר בין הוא טמא בין הוא טהור:"
            ], 
            [], 
            [
                "א\"ר נראין לי דברי ר' מאיר במוסגר - שרואין ודברי רבי יוסי במוחלט:"
            ], 
            [], 
            [
                "בהסגר ראשון - שאם מטהר ליה משמח ליה אי לא מטהר ליה לא מטמא ליה יותר מדמעיקרא אלא מסגר ליה פעם שניה:"
            ]
        ], 
        [
            [
                "בהסגר שני - דאי מטמא ליה מחליט ליה בטומאה חמורה ומצער ליה:"
            ], 
            [
                "מר - ר\"מ דאמר רואה להקל לטהר אבל לא לטמא:"
            ], 
            [
                "סבר בכהן תלא רחמנא - דאי מטמא ליה הוי טמא ואי לא בעי מטמא ליה לא הוי טמא ולהכי חזי ליה להקל אבל לא להחמיר דאי חזי ליה דהוי טמא לא לימא ליה כלום ולא הוי טמא:"
            ], 
            [
                "ומר - ר' יוסי דאמר לא להקל:"
            ], 
            [
                "סבר לטהרו ולטמאו כתיב - דכי חזי ליה כהן דטמא. לא מצי למשתק ודלמא הוי טמא ונמצא מצערו שמטמאו במועד:"
            ], 
            [], 
            [], 
            [
                "והא תניא איפכא - דברי ר\"מ במוחלט דברי ר' יוסי במוסגר:"
            ], 
            [
                "ומר סבר צוותא דעלמא עדיף ליה - האי תנא דאמר א\"ר נראין דברי ר\"מ במוחלט ודברי ר' יוסי במוסגר סבר צוותא דעלמא עדיף ליה ולהכי חזי בימי חלוטו דאי מטמאו לא מטמא יותר מדמעיקרא ואי מטהרו משמחו דאית ליה צוותא דעלמא אף על גב דאסור בתשמיש המטה צוותא דעלמא עדיף ליה ודברי רבי יוסי במוסגר דלא חזי ליה דלמא מטמא ליה חוץ לג' מחנות ולית ליה צוותא דעלמא ומצער ליה:", 
                "מר סבר צוותא דאשתו עדיף ליה - ולהכי חזי ליה במועד בהסגר שני דאי מטהרו משמחו ואפי' מטמא ליה ומחליט ליה ומשדר ליה חוץ מג' מחנות ולית ליה צוותא דאינשי דעלמא אפ\"ה לית ליה צערא דהא אית ליה צוותא דאשתו ומותר הוא באשתו להתיחד עמה בימי חלוטו ודברי ר' יוסי במוחלט דאפי' מטהר ליה דאע\"ג דשרי ליה למחנה ישראל אית ליה צערא דלית ליה צוותא דאשתו דאסור הוא דכיון דמטהר ליה מחלוטו מיבעי ליה למימני שבע ימי ספירו ובימי ספירו אסור בתשמיש המטה דכתיב וישב מחוץ לאהלו שבעת ימים ואהלו זו אשתו דכתיב שובו לכם לאהליכם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ימי ספירו - אסור בתשמיש המטה ולא ימי חלוטו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "יותם לא היה לעוזיהו אלא בימי חלוטו - כלומר לא נתעברה אמו דיותם אלא בימי חלוטו דעוזיהו דעוזיהו היה מצורע ולא נזקק לאשתו בימי ספירו אלא בימי חלוטו:"
            ], 
            [
                "אף אני כך אמרתי - דמצורע מותר בתשמיש המטה דוישב מחוץ לאהלו בימי ספירו כתיב:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי סבר מאי דגלי גלי - להכי אמרי' ימי ספירו ולא ימי חלוטו:"
            ], 
            [
                "למימרא דבכהן תליא מילתא - פריך בין לר\"מ בין לרבי יוסי דר\"מ אומר בהדיא אי טמא שתיק ורבי יוסי קאמר אין רואין כלל מכלל דרבי יוסי סבר אי לא בעי לא חזי ליה ולא הוי טמא:"
            ], 
            [], 
            [], 
            [
                "נותנין לו ז' ימי המשתה - דלא חזי ליה דלמא מטמא ליה:", 
                "ולכסותו - אם נראה הנגע בכסותו:"
            ], 
            [], 
            [], 
            [
                "אם ממתינין לדבר הרשות - הרי ממתינין לו שאין מטמאין עד שמפנה כל הכלים שבבית וילפי' מינה דבטומאה דבגופיה נמי ממתין לדבר הרשות דומיא דהכא כיון דאשכחן דבטומאה דגופיה ממתינין לו לדבר הרשות כ\"ש דממתינין לו לדבר מצוה כגון חתן וברגל:"
            ], 
            [], 
            [], 
            [
                "משמעות דורשין - דמר דריש מהאי קרא ומר דריש מהאי קרא:"
            ], 
            [], 
            [
                "דבר הרשות איכא בינייהו - רבי יהודה דמפיק מביום הראות בו ומכאן אמרו חתן ורגל דהיינו מצוה ממתינין לו אבל לדבר הרשות אין ממתינין לו בטומאה דגופיה ורבי סבר דבדבר רשות נמי ממתינין לו כדאמרי' לעיל דרבי יליף טומאה דגופיה להמתין לו מטומאה דביתו:"
            ], 
            [], 
            [
                "לא גמרינן - דהוי חידוש ומחידוש לא ילפינן דכל היכא דאיכא חידוש אין לך דבר בו אלא חידושו:"
            ]
        ], 
        [
            [
                "דהא עצים - פשוטי כלי עץ לא מקבלי טומאה:"
            ], 
            [
                "ורבי אמר אצטריך - כלומר אע\"ג דיליף טומאה דגופיה מטומאה דלאו גופיה לדבר הרשות מוצוה הכהן איצטריך ביום הראות בו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל טומאה דגופיה אימא לא - דלא יליף טומאה דגופיה מטומאה דלאו גופיה לדבר הרשות מוצוה הכהן דהוה אמינא חידוש הוא קמ\"ל וביום הראות דהיינו טומאה דגופיה דממתינין לו לדבר מצוה והואיל ואשכחן דממתינין לו לטומאה דגופיה מיהא לדבר מצוה אית ליה נמי כח למילף מוצוה הכהן דממתינין לטומאה דגופיה לדבר הרשות נמי אף על גב דחידוש הוא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כולה קרא יתירא - כלומר כולה תיבה דביום הראות קרא יתירא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מראה עיני הכהן - משמע ביום שיכול לראות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לי ולא לאורי - שאין צריך לאור הנר דהיינו ביום ובההוא שעתא נמי ובא הכהן אלמא דאין רואין אלא ביום:"
            ], 
            [], 
            [], 
            [
                "קמ\"ל - וביום הראות בו דבו היינו טומאה דגופיה:"
            ], 
            [], 
            [
                "מתני' מלקט אדם עצמות אביו ואמו - ומוליכן למקום אחר לקוברן בקברות אבותם:", 
                "מפני ששמחה היא לו - שקוברן בקברי אבותיו ולא מצטער במועד:"
            ], 
            [
                "ר' יוסי אומר - לא ילקט מפני שאבל הוא לו:"
            ], 
            [], 
            [
                "לא יערער על מתו - אם מת לו מת חדש או חדשים קודם המועד לא יערער מפרש בגמ' כד הדר ספדנא במערבא כלומר שלא ישכור ספדן לחזור על קרוביו לומר בכו עמי כל מרי נפש:", 
                "לא יספידנו - שאם מת לו מת בתוך שלשים יום לפני הרגל לא ישכור ספדן להספידו ושלשים יום אתרוייהו קאי וטעמא דשלשים יום מפרש בגמ': "
            ], 
            [], 
            [
                "גמ' הרי הוא מתאבל עליהן - וקשיא לרבי מאיר דאמר מפני ששמחה היא לו:"
            ], 
            [], 
            [
                "אפילו צרורין בסדינו - שאינו מלקטן ואינו רואה אותן הרי זה מתאבל כל זמן שלא נקברו:"
            ], 
            [], 
            [
                "מפני ששמחת הרגל עליו - כלומר הרבה הוא עוסק בשמחת הרגל ואינו מצטער במלקט עצמות אביו ואמו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "יבכון עמיה - (אפילו) הכי אסור למימר במועד היינו לא יעורר על מתו:"
            ], 
            [], 
            [], 
            [], 
            [
                "אמר רב (נחמן) מעשה כו' - כלומר שהיו לו מעות מזומנין לצורך לעלות לרגל ונתנתן אשתו להספדנים ונמנע מלעלות לרגל:\n"
            ], 
            [], 
            []
        ], 
        [
            [
                "לפי שאין המת משתכח מן הלב שלשים יום - כלומר כיון דמת אין משתכח מן הלב שלשים יום אם מספידו פחות משלשים יום לפני הרגל אתי למספד ברגל דעדיין לא שכחו:"
            ], 
            [], 
            [
                "דעביד בחנם - מ\"ד משום מעות שזימן לרגל כיון דספדן עביד בחנם שפיר דמי ומ\"ד לפי שאין המת משתכח מן הלב שלשים יום בחנם נמי אסור:"
            ], 
            [
                "מתני' אין חופרין כוכין וקברות - לצורך מתים שדרכן לחפור כוכין וקברות לזמנן לצורך מתים שימותו דטירחא יתירא הוא:", 
                "מחנכין - מפרש בגמ':"
            ], 
            [
                "נברכת - בריכה של כובסין ולית ביה טירחא כולי האי:", 
                "וארון עם המת בחצר - שהמת שם מותר לעשות ארון ולנסר הנסרים מתחילה לצורך הארון ולעשותו כולו אבל לא בחצר אחרת שלא יאמרו מלאכה אחרת היא:"
            ], 
            [
                "ר' יהודה אוסר - להביא עצים ולעשותן נסרים לצורך הארון אא\"כ היו מנוסרים בתחילה קודם י\"ט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' גיהא ובר גיהא - בריכה גדולה שעושין בחצר שיכנסו בו כל השופכים בקיע בר גיהא בריכה קטנה שעושין סמוך לגדולה כדי שיכנסו המים היוצאין מן הגדולה לקטנה שהיא מליאה ונכנסין לקטנה:"
            ], 
            [
                "וארון עם המת בחצר - כלומר כשמת בחצר (שפיר דמי) דמוכחא מילתא דלצורך המת עבידא מצי למיעבד ארון ובאותה חצר:"
            ], 
            [], 
            [], 
            [
                "מנסרין המנוסרין - יש עמו נסרין מתוקנין מערב המועד דטורח גדול לעשותן במועד:"
            ], 
            [], 
            [], 
            [
                "מתני' מפני ששמחה היא לו - מפרש בגמ':", 
                "מחזיר גרושתו - דאינה שמחה כל כך:"
            ], 
            [
                "ועושה אשה תכשיטיה - הני תכשיטין דקא מפרש בגמ':"
            ], 
            [
                "לא תסוד - בסיד מפני שניוול הוא אצלה עכשיו במועד שהיא תסוד בסיד ומצטערת:"
            ], 
            [], 
            [
                "ומסרגין את המטות - בגמ' מפרש:"
            ], 
            [], 
            [
                "גמ' מאי הוי - וכי שמחה אסורה ביו\"ט:"
            ], 
            [], 
            [
                "דאין מערבין שמחה בשמחה - כלומר בעינן דלישמח בשמחת מועד לחודיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני הטורח - ליטרח לצורך נישואין וטירחא במועד אסור:"
            ], 
            [], 
            [
                "משום ביטול פריה ורביה - דאי שרי נשואין ביו\"ט אין אדם נושא אשה כל השנה כולה אלא ממתין עד המועד שיהא עושה סעודה אחת למועד ולנשואין:"
            ], 
            []
        ], 
        [
            [
                "מותרין לישא ערב הרגל - כלומר מותר לכתחלה ואע\"ג דשבעת ימים של סעודה יהיו ברגל:"
            ], 
            [], 
            [], 
            [
                "עיקר שמחה - דנישואין חד יומא ובשאר יומי לא חשיב מערב שמחה בשמחה:"
            ], 
            [
                "עיקר טירחא - דנישואין ביום ראשון דנישואין:"
            ], 
            [
                "לחד יומא לא משהו אינשי - כלומר כיון שאינו יכול להתחיל אלא בערב הרגל אין ממתינין עד הרגל דדלמא מתרמי מלתא דלא מצי מתחיל בערב הרגל ולא מתחיל כל הרגל:"
            ], 
            [], 
            [], 
            [
                "ועביד ז' - יומי שמחה להכא ולהכא לחנוכת הבית ולרגל:"
            ], 
            [
                "ודלמא מינטר לא נטרינן - נישואין עד הרגל כי היכי דלא נטר שלמה אבל אי מתרמי ליה עביד:"
            ], 
            [], 
            [], 
            [], 
            [
                "אי הכי - דהיכא דאי איקרי ליה עביד איבעי ליה לשיורי בבנין עד הרגל כי היכי דליתרמי ליה חנוכת הבית ברגל:", 
                "אמה כליא עורב - הגג כלה ומקצר למעלה עד כאמה ומחפין אותו שם בברזל ובמסמרים כדי שלא ישבו העורבים עליו זהו לא חשיב כבנין:"
            ], 
            [
                "ודלמא אמה כליא עורב נמי צורך בנין הוא - להכי לא שייריה אלא כל היכא דאיתרמי ליה לנישואין ברגל לא ידעינן מנלן דלא עבדינן:"
            ], 
            [], 
            [], 
            [
                "שמע מינה הני לחוד - דלא מצי למיעבד ליה ביחד אפילו מתרמי:"
            ], 
            [], 
            [], 
            [
                "לא עשו ישראל יום כפורים - לפי ששבעה ימים שלפני סוכות כל יום עשו שמחה ומשתה דכתיב ויעש שלמה בעת ההיא את החג שבעת ימים ושבעת ימים ארבעה עשר יום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וקרבן יחיד - של נשיאים:", 
                "דאיסור סקילה - דחמור מכרת:", 
                "וקרבן צבור - דמה שהיו מקריבין בימי חנוכת הבית קרבן צבור הוא:"
            ], 
            [], 
            [
                "התם - במשכן דגבוה הוו קרבנות:", 
                "הכא - בחנוכת הבית דהדיוט משתה:"
            ], 
            [
                "הכא נמי לעבדו - קרבנות מיכל לא ליכלו:"
            ], 
            [], 
            [], 
            [
                "ביום השביעי - ומשמע לן יום ז' היינו שבת:", 
                "דלמא שביעי לקרבנות - שאם הקריב נשיא ששי בערב שבת מקריב נשיא שביעי באחד בשבת ומאי שביעי שביעי לקרבן נשיא:"
            ], 
            [], 
            [
                "ביום עשתי עשר יום - האי יום יתירא משמע מה יום רצוף שאין בו הפסק אף כולהו י\"א יום רצוף דליכא הפסק בינתיים אפילו בשבת:"
            ], 
            [
                "דלמא ימים הראויין - למשתה עביד משתה לאפוקי יום הכפורים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמר יום יום מהתם - מנשיאים דמשכן דגמרינן מתרי קראי דהוו רצופים אפילו בשבת אף משתה דחנוכת הבית הוו י\"ד רצופים ואפילו [ביוה\"כ]:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כ\"ד רננות - כתיבי בפרשה בין רנה ותחנה ותפלה ובקשה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "פרשת נדרים - מסכת נדרים:"
            ], 
            [], 
            [], 
            [], 
            [
                "ביום השמיני - של חג היינו בעשרים ושתים:", 
                "וכתיב וביום עשרים ושלשה - אלמא דבעשרים ושתים ובעשרים ושלשה איפטרו מיניה:"
            ], 
            [], 
            [], 
            [
                "של צורה - כלומר חכמים:"
            ], 
            [], 
            [
                "פלס מעגל רגלך - כלומר שקול מצות ועיין בהן איזו מצוה גדולה ועשה הגדולה:", 
                "וכתיב ארח חיים פן תפלס - דמשמע כל מצוה שתבא לידך עשה אותה בין גדולה בין קטנה ואל תניח קטנה מפני הגדולה:"
            ], 
            [], 
            [
                "מצוה שאפשר לעשותה ע\"י אחרים - תפלס פלס מעגל רגלך שתעשה אתה הגדולה וחבריך יעשו קטנה:"
            ]
        ], 
        [
            [
                "ובמצוה שא\"א לעשותה ע\"י אחרים - אל תפלס אלא מצוה שבא לידך בין גדולה בין קטנה עשה:"
            ], 
            [], 
            [
                "וכל חפציך לא ישוו בה - שתבטל כל חפציך בשביל שתעסוק בתורה:", 
                "חפצי שמים ישוו בה - כלומר שאם יש לך לעסוק במצוה תבטל תלמוד תורה ועסוק במצוה:", 
                "דאפילו חפצי שמים לא - דמבטל מצוה ועוסק בתלמוד תורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תעייל ולא תיפוק תיפוק ולא תעייל - משמע ליה בסחורה תעייל ולא תיפוק שתביא סחורה ולא תמכרנה תיפוק ולא תעייל שתוציא בסחורה במקום אחר ולא תביאנה:", 
                "תעייל כלתא - שדרך כלתא הולכת אצל הבעל:", 
                "ולא תיפוק - דלא לימות בנך דהדרי נפקי מינך והדרי לבי נשייהו:", 
                "שתא חדתא - זו שנה ראשונה של נישואין דכתיב כי יקח איש אשה חדשה לא יצא וגו' (דברים כד):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ליחרב ביתך - בית קברתך דלא תמות אלא תחיה לאורך ימים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא תבוש ולא תתבייש - לא תיבוש אחריני כדי שלא תתבייש שלא תבא לידי כך פן תתבייש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ותנא בה - ושנה בה לא יבושו עמי לעולם והיינו לא תבייש ולא תתבייש:"
            ], 
            [], 
            [], 
            [], 
            [
                "כוחלת - נותנת כחול בין עיניה כדי שדומות נאים:", 
                "פוקסת - מחלקת שערה לכאן ולכאן:"
            ], 
            [
                "ומעברת סרק על פניה - סם אחד כדי שתראה אדומה:", 
                "סכין על פניה של מטה - כדי להעביר שער של מטה:"
            ], 
            [
                "היתה מיקשטא - כי הני קשוטין כדאמר הכא:", 
                "באנפי כלתה - שהיתה כל כך זקינה שהיתה לה כלה שהיא אשת בנה:"
            ], 
            [], 
            [
                "לא שנו - הא דאמר עושה אשה תכשיטיה:", 
                "אלא ילדה - בחורה שדרכה בכך ולהכי הוי לה שמחה במועד:", 
                "אבל זקינה לא - והיכי עבדא אשתך הכי דמיקשטא הא הויא זקינה:"
            ], 
            [], 
            [], 
            [
                "ואפילו עומדת על פתח קברה - שריא להתקשט:"
            ], 
            [], 
            [
                "לקל טבלא רהטא - פירוש קשקוש הזוג ר\"ל מיני זמר בהילולא וכי היכי דרהטא ילדה בת שית לקל הילולא הכי עבדא בת שיתין והכי נמי מיקשטא:"
            ], 
            [], 
            [], 
            [
                "שניוול הוא לה - שגנאי הוא לה וניוול בסיד ומצטערת בסיד:"
            ], 
            [
                "שיכולה לקפלו במועד - אע\"פ שהיא מנוולת בסיד:", 
                "שמחה היא לאחר זמן - במועד לסוף המועד לאחר שקפלתו את הסיד שטפלה לפי שמשיר את השער ומעדן את הבשר והואיל דהאי סיד משמחתה לאחר זמן להכי שרי לה לטופלו במועד אע\"פ שהיא מצירה עכשיו:"
            ], 
            [
                "ומי אית ליה לרבי יהודה האי סברא - אע\"ג שהיא מצירה עכשיו שמחה וכו':"
            ], 
            [], 
            [
                "נפרעים מהם - מהכותים ביום חגם מפני שהוא מצער דכל אדם שפורע מיצר אבל לא משלמים להם ממון ביום חגם לפי שמשמחם ביום חגם ומודה לע\"ז כדפי' במס' ע\"ז:"
            ], 
            [], 
            [
                "שמח הוא לאחר זמן - שפרע לו ואמאי נפרע מהן אבל לרבי יהודה לא אית ליה האי סברא דמשום שמיצר עכשיו שרי והיכי אית ליה האי סברא גבי טפול אע\"ג שהיא מצירה עכשיו שמחה היא לאחר זמן:"
            ], 
            [], 
            [
                "הנח להלכות מועד - להכי א\"ר יהודה הכא דשרי אע\"פ שהיא מצירה כו':", 
                "דכולהו הלכות מועד - דשרי משום האי טעמא נמי שרו כגון אפיה ובישול דמצער השתא כשהוא אופה ומבשל ולהכי שרי דשמח הוא כשהוא אוכל אפייתו ובישולו ביו\"ט:"
            ], 
            [], 
            [
                "כותי לעולם מיצר - שפורע ולהכי לא אית ליה לר' יהודה התם אע\"פ שמיצר שמח וכו' אבל לעיל גבי טפול אית ליה לר' יהודה אע\"פ שמצירה עכשיו שמחה לאחר זמן:"
            ], 
            [], 
            [
                "שהגיעו לפירקן - לשיער:", 
                "ולא הגיעו לשנים - שאינן בנות י\"ב שנה ויום אחד שעדיין אינו דין שיהא להן שער ובושות על כך:", 
                "עניות טופלות - השיער בסיד ומשירות אותן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אנפיקינון - היינו אנפיקינון דקתני התם במנחות (דף פה:) אנפיקינון לא יביא היינו אותו שמן שעושין מזיתים:", 
                "שלא הביאו שליש - שלא בישלו שליש:"
            ], 
            [
                "ולמה סכין אותו - אכל הני קא מהדר דקאמר טופלין כו':"
            ], 
            [
                "ושקל בה ארבע מאה זוזי - שנתייפת ונטל מבעלה כך:"
            ], 
            [
                "טפלה כולה בחד זימנא - דסבר למיעבד כרב ביבי ומתה:"
            ], 
            [], 
            [], 
            [], 
            [
                "בעיין בנתין טפלא - דשכר מגדל השער ומעבה את הבשר:"
            ]
        ], 
        [
            [
                "תופר כדרכו - בחולו של מועד:"
            ], 
            [
                "היכי דמי הדיוט - שאינו אומן שתופר כדרכו:"
            ], 
            [], 
            [
                "מלא מחט בבת אחת - שאינו יכול ללקוט נימי התפירה של חלוק כדי לתפור כשהוא תופר תוחב תחיבות הרבה כמלא אורך המחט ואח\"כ מושכה מן הבגד ונמצאו תפירות הרבה במשיכה אחת והיודע לעשות כן אומן הוא:"
            ], 
            [], 
            [
                "שאינו יכול לכוין אימרא בחפת חלוקו - שאינו יודע לתחוב אותו בגד עב שעושין ממנו אימרא בחפת חלוקו אלא שבמקום אחד מקצרו ובמקום אחד מרחיבו:"
            ], 
            [
                "האומן - החייט מכליב:"
            ], 
            [], 
            [], 
            [
                "מפסיע - שאינו תופר ביושר אלא מפזר התפירה ולהכי קרי מכליב שדומין תחובי המחט לשיני הכלב רחוקות זו מזו כשיני הכלב:"
            ], 
            [
                "כלבתא - שאינו תופר כדרכו תוחב זה בסמוך זה אלא שתוחב המחט פעם אחת למעלה ופעם אחת למטה ולהכי קרי ליה כלבתא דהכי קיימי שיני הכלב שן אחד גבוה מחבירו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מסרגין שתי וערב - שאורגין מטה של חבלים בשתי וערב:", 
                "שתי בלא ערב - שמותח השתי ואינו אורג בה הערב:"
            ], 
            [], 
            [
                "שאם היה רפוי - זה שנארג ימים רבים והיו החבלים רפויין ותלוין למטה שאינן מתוחין ממתחן:"
            ], 
            [], 
            [], 
            [
                "ושוין - רבי מאיר ור' יוסי:", 
                "שאין מפשילין חבלים לכתחלה - שאין גודלים חבלים לכתחלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "המטה - לעולם אינה מקבלת טומאה עד שיסרג בה ג' בתי נירין שהשתי כבר מתוח ואורג בה שלשה בתי נירין דערב אלמא דמסרגין קרי שתי וערב:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "היינו דאתו יש אומרים לאפלוגי - דאפילו שתי בלא ערב לא מצי:"
            ], 
            [
                "ממתח נמי לא - בתמיה אתו יש אומרים למיסר נמי מתוחי ואמאי הא לא קעביד מלאכה ואי לא עביד הכי לא מצי למיזגא עלה:"
            ], 
            [
                "אין - ודאי אתו יש אומרים למיסר נמי מתוחי משום דהואיל ואפשר למלייה למטה במאני עד לעיל והדר מצי למירמא עלייהו כרים וכסתות למיזגא עלייהו:", 
                "לא טרחינן - דהוי טורח דלא צריך:"
            ], 
            [
                "מתני' מעמידין תנור וכירים - שעושין אותם לכתחלה כדאמרינן לקמן תנור תוכו חלול מקום שפיתת שתי קדירות כירה מקום שפיתת קדירה אחת:"
            ], 
            [], 
            [
                "מכבשין - בגמ' מפרש:"
            ], 
            [], 
            [], 
            [
                "גמ' מנקר ריחיא - שכשהיא ישנה וחלקה ואין החטין יכולין לפרך מנקרין אותה חותכין אותה כדי שלא יהא שוה כדי שיפרכו החטין תחתיה:"
            ], 
            [
                "בת עינא - נקב שעושין באמצע הריחים שהתבואה נופלת לתוכה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היינו דמשכחת לה בישנה - לפי שהישנה צריכה לכך שכבר היא חלקה לפי שתדיר היא טוחנת:"
            ], 
            [
                "אלא למאן דאמר - דמכבשין היינו בת עינא ישנה בת עינא למה והלא כבר אית לה בת עינא שכבר היא ישנה מלטחון ואי לא הוי לה בת עינא לא מצי למיטחן:"
            ], 
            [
                "כגון דבעי לארווחי - האי בת עינא טפי וכי האי גוונא משכחת לה בישנה:"
            ], 
            [
                "מנקר ריחיא - בישנה:"
            ], 
            [], 
            [
                "איתחיל גופיה - יתחלל גופו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מותר ליטול - להן צפרנים כדרך העושין עכשיו לסוסים שלנו דאי לא עביד ליה הכי הוה ליה צערא ולא מצי אזיל:"
            ]
        ], 
        [
            [
                "אבל חמרא דריחיא - שכך עושין שהיו טוחנים אגב חמורים לא מצי למישקל לההוא חמרא צפרניו דלא מצי למטחן במועד אלא לצורך מועד כדמפרש לקמן פרק מי שהפך (דף יב:) הלכך טחינה מועטת יכול לטחון בחמור ולא מרעי ליה גידול צפרניו:"
            ], 
            [
                "לאוקומי ריחיא - להעמיד להשים הריחים זו על גב זו:", 
                "אמת ריחיא - העץ שהריחים בנוי עליו:", 
                "ולמיבני אוריא - רפת בקר:"
            ], 
            [
                "לסרוקי סוסיא - להסריק סוסים במסרק של ברזל:", 
                "למיבני אקורפיטא - מה שמשימין התבואה לתוכו לפני הסוסים שקורין מנייטור\"ה בלע\"ז:", 
                "איצטבא - בנין אבנים:"
            ], 
            [
                "למישקל דמא - להקיז:"
            ], 
            [], 
            [], 
            [], 
            [
                "לכסכוסי - גיהוץ שקורין קובילו\"ר:", 
                "קרמין - בגדים:"
            ], 
            [
                "מעשה הדיוט - דמותר לעשותו בחולו של מועד דלאו מעשה אומן הוא:"
            ], 
            [], 
            [
                "קיטורי בירי אסיר - למיעבד במועד שכך היו עושין שהיו נוטלין כלים חלוקין והיו מחליקין עליהן בית יד של חלוקיהם מעשה אומן הוא ואסור ל\"א לכויץ קמטין שאדם עושה בבית יד שממלאים אותה בקנה של שבלים חלקים ומקמטין פרוונצי\"א בלע\"ז:"
            ], 
            [], 
            [
                "דמתקיל תיקלא - שחופר משם האדמה לצורך הגורן לחבוט שם חטין לצורך המועד היינו אדעתא דבי דרי ושרי:", 
                "אדעתא דארעא - שחופר שדהו לצורך זריעה אסור משום דדמי כחורש בי\"ט:"
            ], 
            [], 
            [
                "מוליא במוליא - שנוטל הקרקע ממקום גבוה ומניחו שם על גבי מקום גבוה היינו מוליא במוליא:", 
                "או נצא בנצא - שחופר במקום נמוך ומניחו במקום נמוך דהיינו אדעתא דארעא ואסור דזה דרכו של חורש שדהו שאינו משגיח באיזה מקום שירד המחרישה בקרקע אפילו במקום נמוך חורש והיינו דומיא דחרישה ואסור:", 
                "אבל שקל מוליא - שנוטל הקרקע ממקום גבוה:", 
                "ושדא בנצא - במקום נמוך היינו אדעתא דבי דרי אדעתא דגורן שכך דרכו של גורן שמשוה הגרנות וזה מותר:"
            ], 
            [], 
            [
                "דזכי זיכיא - שמכבד את הקרקע מעצים קטנים שעליה שנוטלם:", 
                "אדעתא דציבי - אם ליקטן אדעתא דעצים להסיקן דנקט רברבי ושבק זוטרי:", 
                "אדעתא דארעא - דלהכי ליקטן שרוצה לזרוע הקרקע שלוקט גדולים וקטנים אסור:"
            ], 
            [], 
            [], 
            [], 
            [
                "אדעתא דכוורי - שעושין המים שיוצאין מן הגומא של ביבר לחוץ אם לצורך שיצאו המים וישתיירו הדגים מותר:"
            ], 
            [], 
            [
                "כגון דפתח תרי בבי - חד שבו נכנסין המים לגומא ונכנסין אף הדגים לגומא וחד שהמים יוצאין חוץ לגומא והדגים משתיירים בתוכה ולוקחים אותם שרי דהיינו אדעתא דכוורי:", 
                "דארעא - דפתח חד בבא שבו נכנסים המים לגומא ואידך פתח שבו יוצאין המים לחוץ לא פתח:", 
                "אדעתא דארעא - שכשהגומא מליאה מים יוצאין המים למעלה ומשקין כל השדה וכי האי גוונא אסור:"
            ], 
            [], 
            [
                "דפשח דיקלא - שזומר הדקל מן הענפים שבו:", 
                "אדעתא דחיותא - דראויין למאכל בהמה דנקט מן הענפים דמחד גיסא בין לחין בין יבשין לצורך מאכל בהמה היינו דחיותא ושרי:\n"
            ], 
            [], 
            [
                "דנקיט מהאי גיסא - דדיקלא ומהאי גיסא ענפים יבישין שבו היינו אדעתא דדיקלא ואסור:"
            ], 
            [], 
            [
                "הני תמרי תוחלני - תמרים שלא נתבשלו כל צרכן:", 
                "מיגזרינהו - לחותכן לשנים ולאוכלן הכי בי\"ט שרי דלצורך יום טוב קעביד:", 
                "מייצינהו אסור - לכובשן במשוי ומוציא ליחה שבהן לחוץ היינו אסור שעכשיו אינן נתלעים אלא לעשות מהן צימוקים לאכלן בחול הוא מכוין ואסור לתקן ביום טוב מאכל דחול:"
            ], 
            [], 
            [
                "כיון דמתלעי - אי לאו דמייצינהו:", 
                "כדבר האבד - כלומר כסחורה שאדם יכול לעשותה במועד כדי שלא יפסיד בה אם לא עשאה הכי נמי מצי למייצינהו דאי לא עביד הכי מיתלעי ושרי:"
            ], 
            [], 
            [
                "פרקמטיא כל שהוא - לעשות סחורה בחולו של מועד:"
            ], 
            [], 
            [
                "ובדבר האבד מותר - שאם יש לו הפסד אם לא יעשנה לאותה סחורה מותר לעשותה אבל בחנם שלא להרויח אסור:"
            ], 
            [], 
            [
                "הוה מסיק זוזי - שהיו חייבין לו מעות באותו מקום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "יריד של עכו\"ם - יומא דשוקא:", 
                "ומעלה בערכאות - לקיימן בחתימתן דכיון דהשתא הוא דמשכח להו וליומא אחרינא לא שרי:"
            ], 
            [
                "אוהרי - שצדין בו דגים שקורין רוש\"א:"
            ], 
            [
                "איזלי - רשתות שצדין בו עופות:"
            ], 
            [
                "למגדל תנורא - לעשות התנור מחדש:", 
                "מהולתא - נפה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בימות החמה - כלומר כשיש ימות החמה כגון בפסח דחבול עלמא שאין יורדין בו גשמים מותר לעשות בו תנור לפי שלאלתר יבש ויכולין לאפות בו פת ברגל לצורך הרגל:", 
                "כאן בימות הגשמים - כלומר כשיורדין הגשמים ברגל כגון בסוכות אין עושין תנור לפי שאינו יבש לאלתר עד לאחר הרגל ועבד טירחא שלא לצורך הרגל:"
            ], 
            [
                "מתני' מעקה למרפסת - כותל קטנה העושין על האיצטבות שלפני העליות גדולות כעין שיש על שפת נהר רייניס:"
            ], 
            [
                "שפין את הסדקין - שבתנור:", 
                "ומעגילין אותן במעגילה - שגוללין על קרקעות התנור עץ גדול עגול כדי לסתום הסדקין:", 
                "ביד וברגל - שלוקח בידו עץ ובועטין ביד על התנור לסתום הסדקים או בועט ברגלו על קרקעות התנור:", 
                "מחלצים - עץ כעין רגל שדוחקו במעזיבה לסתום הסדקין ויש בו מעשה אומן יותר ממעגילה:"
            ], 
            [
                "ציר - רגל הדלת כמו הדלת תסוב על צירה (משלי כו):", 
                "צינור - הוא החור שבאסקופא התחתונה כמו צינורא דדשא:", 
                "הקורה - מה שעל הפתח שתחזור בו הדלת וקורין אוברטו\"ר:", 
                "מנעול - בלבדור\"א:", 
                "ובלבד שלא יתכוין לעשות מלאכתו במועד - כשיש לו לתקן כל אילו בשאר ימות השנה ומניחו עד המועד:"
            ], 
            [
                "וכבשין - של ציר כלומר דגים ושאר דברים שכובשים במלח שיכול לאוכלן במועד שלא יהא צריך להמתין באכילתן עד לאחר המועד שיהו נכבשין מהר וראויין לאכול מיד:"
            ], 
            [], 
            [], 
            [
                "גמ' הוצא - הוצי דקל:", 
                "דופנא - עבדי לחיים של גדר:"
            ], 
            [], 
            [
                "ואינו טח בטיט - זה הוא מעשה הדיוט:"
            ], 
            [], 
            [
                "מעגילה - דרך אומנות יותר:", 
                "ביד וברגל - דלאו מעשה אומן הוא לא כל שכן:"
            ], 
            [], 
            [
                "כעין מעגילה - ולא מעגילה ממש אלא כעין מעגילה ביד וברגל:"
            ], 
            [], 
            [], 
            [
                "עד ימיו - של יוחנן כ\"ג היה פטיש מכה בירושלים בחולו של מועד והוא גזר עליו ובטלו אלמא אסור ומתני' קתני ומתקנין מנעול ומפתח:"
            ], 
            [], 
            [], 
            [
                "בדנפחי - דפטיש היינו קורנס אסור דהוי קלא רבה ואולודי קלא אסור:"
            ], 
            [
                "מתניתין דמתקנין אלו בחוש\"מ בדנגרי - במנעול של עץ שרי דלא הוי קלא רבה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מגלי - מסר הגדול שרי דלא מוליד קלא כלום:", 
                "בחציני - ברר\"א אסיר דהוי אולודי קלא טפי:"
            ], 
            [], 
            [
                "לאחר שגזר - יוחנן כ\"ג:"
            ], 
            [], 
            [
                "הא ר' יהודה הא ר' יוסי - בפירקא דלקמן (דף יב.) דרבי יוסי לא בעי לשנויי לדבר האבד ומתני' דשרי הכא כל הני בלא שינוי ר' יוסי היא:"
            ], 
            [], 
            [], 
            [], 
            [
                "כמאן מדלינן האידנא קביותא דדשא - כשיוצאין מסמרים של עץ מן הקורה שעל הפתח דשרי למיעבד בלא שינוי:"
            ], 
            [], 
            [
                "בדיתא - שם נהר:", 
                "לבאי - שם מקום:", 
                "כוורי - הכי עשו דרך לנהר שיצאו מימיו ונשתיירו שם דגים הרבה:"
            ], 
            [], 
            [
                "למימלח - הרבה אע\"פ שאין יכולים לאוכלן במועד שהרי היו מלוחין הרבה:"
            ], 
            [], 
            [], 
            [
                "כבשין - בחומץ ובמלח שקורין קונפושט\"א והכא נמי כיון שמלחן הרבה כדי להצניען תו לא חזו במועד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר ליה הני נמי - דמלחינהו:", 
                "מתאכלי - במועד:", 
                "אגב איצצא - שמושך המלח מהן:"
            ], 
            [
                "שיתין איצצי - כלומר רוחצין אותו הרבה פעמים מצצי ליה ששים זימני:"
            ], 
            [], 
            [
                "רב איקלע - במועד:", 
                "תילתא מילחא - אגב איצצא:"
            ], 
            [], 
            [
                "סמוך למיסרחיה מעלי - כלומר יפה הוא לאחר זמן שניצוד יותר מההיא שעתה דניצוד:"
            ], 
            [], 
            [
                "טוויא באחוה - במלח שהמלח נברא מן המים כדגים:", 
                "אסקיה באבוה - לאחר שצלאו נותנו במים צונן:", 
                "אכליה בבריה - מטילין אותו בציר היוצא מן הדגים ואוכלין אותו:", 
                "משתיא עליה אבוה - ששותין עליו מים שדגים נבראו מן המים:"
            ], 
            [], 
            [
                "לטעון גופא - כלומר לאחר אכילתו מהלך הרבה קודם שישן:", 
                "ולא לטעון פוריא - לא ישן לאלתר אחריהם:"
            ], 
            [], 
            [
                "תחלי - שחלים:", 
                "מיא ולא שכרא - מוטב לשתות אחריהן מים ולא שכר:"
            ], 
            []
        ], 
        [
            [
                "מתני' מי שהפך את זיתיו - שהזמינן ליתנם על גבי הבד להוציא מהן שמן:", 
                "ואירעו אבל - בשאר ימות השנה שלא סמוך לרגל ואינו יכול ליתנם על גבי הבד לפי שאבל אסור בעשיית מלאכה:", 
                "או אונס - היינו מילתא אחריתי כלומר מי שהפך את זיתיו לפני הרגל ואירעו אונס ולא היה יכול ליתנם על גבי בית הבד ובא הרגל:", 
                "או שהטעוהו פועלים - שהשכיר ליתנם על גבי בית הבד קודם הרגל ולא באו:", 
                "טוען קורה ראשונה - כלומר נותנן על גבי בית הבד ברגל וסוחט עליהן הקורה פעם אחת דאי לא עביד הכי איכא פסידא יתירא:", 
                "ומניחה - בו שלא יסחוט יותר עד לאחר המועד:"
            ], 
            [], 
            [
                "זולף וגומר כדרכו - כלומר נותנו על גבי בית הבד וסוחט הכל כל מידי דשפוך קרי זילוף:"
            ], 
            [
                "גמ' פתח באבל וסיים במועד - דקתני מי שהפך את זיתיו ואירעו אבל ולא פירש אם יכול לטעון קורה באבילות אם לא אלא מילי דמועד קא פריש דכי אירע לו קודם המועד אונס טוען קורה ראשונה במועד:"
            ], 
            [], 
            [
                "אסור בימי אבלו - כלומר להכי לא פריש דאסור לו לטעון אפילו קורה ראשונה בימי אבלו:"
            ], 
            [], 
            [], 
            [
                "לא מבעיא בימי אבלו - דאין אסור במלאכה אלא מדרבנן דשרי לטעון קורה ראשונה:", 
                "אלא אפילו - חולו של מועד דאסירא ביה מלאכה מדאורייתא דכתיב (שמות כג) את חג המצות תשמור שבעת ימים לימד על כל החג שהוא אסור:", 
                "במקום פסידא שרו רבנן - לטעון קורה ראשונה:"
            ], 
            [], 
            [
                "העושין לאבל - אחרים אבל הוא עצמו אינו רשאי:"
            ], 
            [
                "כדו לגוף - מגופת החבית:", 
                "וזיתיו הפוכין - נותנין אותן על בית הבד וטוענין לו קורה ראשונה אבל הוא עצמו אינו עושה היינו כרב שישא דאמר דברים המותרין בחוש\"מ אסורין בימי אבלו:", 
                "ופשתנו להעלות מן המשרה - כל הני אית בהו פסידא אי לא עביד להו:", 
                "משתגיע עונת המים שלו - כשהגיע זמנו להשקות השדה שכך היו נוהגין כל אחד ואחד משקה כל השדות שבבקעה איש יומו או שבוע אחד:"
            ], 
            [], 
            [
                "שדה ניר - שדה חרושה:", 
                "שדה העומדת לפשתן - שאם לא תזרע עכשו מכאן ואילך אינו ראוי לפשתן:"
            ], 
            [
                "אמרו לו - לא תזרע שדה ניר ושדה פשתן שאם לא תזרע בבכיר בשדה ניר תזרע באפל ולא הוי פסידא יתירא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בלן - שומר בית המרחץ ומשמשן בבית המרחץ ונוטל מכל אחד שכרו:", 
                "והגיע עת הרגל - שהכל צריכין לו הרי זה יעשה כיון דאית ליה פסידא ואיכא נמי צורך רבים ול\"ג הכא בצינעא דהא רבים הוא:"
            ], 
            [
                "האריסין - מקבלי השדות לשנים לשליש ולרביע:", 
                "החכירים - שקיבל לשמירה ולעובדה לסכום כך וכך כורין אני נותן לך ממנה:", 
                "והקבלנים - שקיבלו לשומרה לזמן פלוני בסכום כך וכך בין יהיה הרבה או מעט הרי אלו יעשו אחרים בשבילם:"
            ], 
            [
                "הגמלים והספנים הרי אלו לא יעשו - לא ישכירו לכתחילה לפי שהמלאכה שלהם הוא:"
            ], 
            [
                "ואם היו מוחכרין או מושכרין - הם או בהמתם אצל אחרים למהלך חדש או חדשים הרי אלו יעשו הם לעצמן ולא יפסידו כל שכרן ובעלים נמי לא יפסידו והכא לא קתני על ידי אחרים שהרי הן בעצמן מושכרין אבל אריסים אפשר להם על ידי אחרים בעבודת קרקע:"
            ], 
            [
                "שכיר יום - אחד ואפילו בעיר אחרת ואין יודעין שם שהוא אבל וליכא משום מראית העין:", 
                "לא יעשה - הואיל ובידו לחזור כדאמרינן (ב\"ק דף קט\"ז:) פועל כחוזר ואפילו בחצי היום וליכא פסידא כולי האי:"
            ], 
            [
                "אם היתה מלאכת אחרים בידו - בביתו כגון בגד לארוג הואיל וברשותיה לגומרו לאחר זמן הרי אלו לא יעשו:", 
                "ואע\"פ שבקיבולת - אחרים היא שקיבל עליו לצמיתות אותו בגד לאורגו בכך וכך:"
            ], 
            [], 
            [
                "קיבולת - לעשות בכך וכך (שרי):", 
                "כדידיה דמיא - ואסור אבל שאינה קיבולת דלא הוה כדידיה שרי:"
            ], 
            [], 
            [], 
            [
                "בביתו - של אבל לא יעשו אותו משום חשד שיאמרו הוא בעצמו מסייע במלאכה אי נמי שלא יאמרו בימי אבלו השכירו לזה הפועל:"
            ], 
            [
                "גמלא - צמד בקר בין שניהם שור אחד לזה ושור אחד לזה:", 
                "איתרע ביה מילתא - אבילות:", 
                "פסקיה לגמליה - הפסיק שורו מן הצמד ולא שלחו לחרוש בשדה לפי שהיה אבל ומצווה על שביתת בהמתו מדרבנן:"
            ], 
            [], 
            [], 
            [
                "להפסד דידיה לא חייש - דלא קא מעבד ארעא מגמליה משום דאבל הוא:", 
                "לפסידא דאחריני - כגון מריון לא חייש דלא קא משדר לגמליה הוי ליה פסידא דלא הוה ליה בהמה לחרוש וכיון דשרי כדתניא אם היו מוחכרין וכו' הוה ליה למיחש אפסידא דחבריה:"
            ], 
            [], 
            [], 
            [
                "הוא סבר - מר בריה דרב אחא:"
            ], 
            [
                "אדם חשוב שאני - דהא והא אסור לדידיה למיעבד:"
            ]
        ], 
        [
            [], 
            [
                "מקבלי קיבולת בתוך התחום אסור - ליתן מלאכה לנכרי בקיבולת כי עבדי ליה בשבתא דידעי כולי עלמא ואמרי היום בשבת יהב ליה והא דשרי בית הלל בפ\"ק דשבת (ד' יז:) ליתן כלים לכובס בע\"ש עם חשיכה ואפי' בתוך התחום משום דכביסה בנכרי מידי דלא מינכר וליכא חשדא אבל מידי דמינכר בתוך התחום אסור משום חשדא:"
            ], 
            [], 
            [
                "אבל אי איכא מתא דמקרבא להתם - אותן פועלים נכרים אסורים דאינהו ידעי דהני נכרים עבדי ליה מלאכה ואמרי בשבתא יהב להו:", 
                "אסור - דאמרי היום יהבו ליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סיועי הוה מסייע בתיבנא - שהיה נותן להם תבן למלאכה דהואיל והוא מסייע בהדייהו אסור:", 
                "אבוגנגרי - מסדרי שולחנות:", 
                "למיעבד עבידיתייהו - אם נשבר השלחן שרי לתקנו:"
            ], 
            [], 
            [
                "שרשויי - ריוח בעלמא כדי סעודתם דקא אכלי בהדייהו ולא קא חשיב מלאכה:"
            ], 
            [], 
            [], 
            [
                "מקבלין קיבולת - נותנה לנכרי לעשותה אחר המועד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין מרביעין בהמה - משום דעביד מלאכה בחולו של מועד:", 
                "אין מרביעין - אין אוחזין הבהמה ומביאין עליה זכר:", 
                "בבכור - דקעביד ביה מלאכה וכתיב (דברים טו) לא תעבוד בבכור שורך:"
            ], 
            [], 
            [], 
            [
                "לבקרות - מקום שיש שם בהמות והיא רובעת מעצמה:"
            ], 
            [], 
            [
                "מדיירין - מכניסין בהמה לשדה כדי שיוציאו זבל ומזבלין השדה:"
            ], 
            [], 
            [
                "אין מסייעין אותן - לבהמה לבא בשדה או אם נכרים הם אין מסייעין להם להסיען ממקום למקום כדי שתזבל כל השדה אפילו בבאין מעצמם:", 
                "לנער - לשמור כגון אם נכרים הם:"
            ], 
            [
                "שכיר שבת - ששכרו כל השבוע לדייר שדהו:", 
                "שבוע - שמיטה:", 
                "מסייעין - כאילו של נכרים הוא:", 
                "ה\"ג ועושה נכרי בשבת וי\"ט ומסייעין במועד - דלא טרח מלאכה כלומר יכולין לסייע לאותו שכיר לדייר:", 
                "ומוסרין לו רועה אחד לנער צאנו - שמדיירין אותה הואיל ואינו שכיר לשבת ממש:"
            ], 
            [], 
            [
                "רבי אומר בשבת בטובה - אם רוצה שום אדם לסייע לאותו שכיר בטובתו עושה כלומר בחנם ולא בשכר:"
            ], 
            [], 
            [], 
            [
                "מתני' בתוך הבור - שלפני הגת אותו כלי שהיין נופל בו מן הגת קרוי בור:", 
                "זולף וגומר כדרכו - כלומר מריק אותו בחבית וגף החבית במגופה גמורה:"
            ], 
            [], 
            [
                "עושה לו למודים - אינו יכול לגוף כדרכו אלא שיתפס היינו לימודין בשביל שלא יחמיץ שאם אינו סותמו מחמיץ:"
            ], 
            [
                "גמ' וצריכא - למימר בתרוייהו בשני בבי דמתני' דמשחא ודחמרא ר' יוסי אומר זולף כו':", 
                "בההיא רישא דמתניתין:", 
                "קאמר רבי יוסי - זולף כדרכו:", 
                "דמשחא - יקיר ואיכא פסידא יתירא:"
            ], 
            [
                "מודה ליה לר' יהודה - דאינו זולף וגף ממש אלא עושה לימודים עראי:"
            ], 
            [], 
            [], 
            [
                "דלא כר' יוסי - דאמר גומר כדרכו ואינו צריך שינוי:"
            ], 
            [], 
            [], 
            [], 
            [
                "למישע - לגוף החבית:"
            ], 
            [], 
            [
                "סיני. רב יוסף:"
            ], 
            [
                "הלכה כר' יוסי - דגף כדרכו:"
            ], 
            [], 
            [], 
            [], 
            [
                "בר שית סאוי ושייע מבר תמני ולא שייע - כלומר יפה שכר מוגף שמחזיק ששה סאין משכר שהוא בכלי גדול שמחזיק שמונה סאין:"
            ], 
            [], 
            [
                "כהלכות כותים - דאמרינן (חולין דף ד.) היכא דאחזיק אחזיק היכא דלא אחזיק לא אחזיק:"
            ], 
            [], 
            [], 
            [
                "עקורות - כאשה עקרה שאין לאדם ממנה פרי אלא גופה:", 
                "ואין למידין זו מזו - דאימא כשם שזו מותרת כך זו מותרת כמו בכותים ולא אמרינן כי היכי דמחזיק בהאי מחזיק בהאי אלא לא ילפי הני מהני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מר - דאמר זופתין חביתא חייש לפסידא ובחביתא איכא פסידא יתירא אי לא זפתי לה משום דנפיש יינא ובכוזתא ליכא פסידא יתירא כוזא כלי קטן:", 
                "מר - דאמר זופתין לכוזא דחייש לטירחא יתירא ובכוזא ליכא טירחא יתירא ובחביתא איכא טירחא יתירא:"
            ], 
            [], 
            []
        ], 
        [
            [
                "יש מהן פטור אבל אסור - והא דקתני אין זופתין אסור למיעבד לכתחילה אבל בדיעבד לא הוי חייב והא דקתני זופתין הוי מותר לכתחילה:"
            ], 
            [
                "למיחצד - לקצור ורב הונא יש לו מה יאכל הוה ואמאי שרי לה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר ליה - האי דקתני מחובר אפי' כולו אבוד נמי אסור ר' יוסי היא ויחידאה היא ולא סבירא לן כוותיה"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כיון דכל יומא לאו בפרות דיישי האידנא לאו שינוי הוא - כי דיישי בלא פרות ולעולם ר' יוסי היא והא דאסר בפרות משום דאוושא מילתא היא:"
            ], 
            [], 
            [], 
            [
                "ואם טחן - במועד לצורך המועד והותיר עד לאחר המועד:", 
                "מותר - לאכלו אחר המועד:"
            ], 
            [], 
            [], 
            [
                "ובלבד שלא יערים - שלא יעשה הרבה ויאמר לצורך המועד אני עושה ומתכוין כדי שתשתייר לאחר המועד:"
            ], 
            [], 
            [], 
            [], 
            [
                "מערים ושותה מן החדש - שיכול לומר לצורך המועד הטילו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לימא שמואל - דאקפיד כיחידאה סבירא ליה כההיא מתניתא במחובר אפי' כולו אבוד נמי אסור ואוקימנא כר' יוסי יחידאה:"
            ], 
            [
                "חצדא דחיטי דלא הוה פסידא - להכי איקפד אבל בחצדא דשערי לא סבר לה כר' יוסי דאסיר:"
            ], 
            [], 
            [
                "אין לו מה יאכל הוה - להכי עביד הכי:"
            ], 
            [
                "לא סיימוה קמיה - לא אמרו לו דלא הוה ליה מה יאכל להכי איקפד:"
            ], 
            [], 
            [
                "אדם חשוב שאני - רב לא הוה ליה למיעבד הכי אפי' אין לו מה יאכל:"
            ], 
            [
                "נפק - בחצר בשבת:", 
                "בחומרתא דמדושא - טבעת היא של מתכת וחותמה של אלמוג:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שירין - נושקי\"א בלעז:"
            ], 
            [], 
            [
                "כל שהוא נאכל כמות שהוא חי - ומיא שתו אינשי כמות שהן:"
            ], 
            [
                "אדם חשוב שאני - יש לו להחמיר על עצמו יותר ולא הוה ליה למיפק בחומרתא דמדושא ולא למישתי מיא דאחים קפילא נכרי:"
            ], 
            [], 
            [
                "לנסורת - עצים דקים שנופלין מן החתיכה:"
            ], 
            [], 
            [
                "אבא - יער:", 
                "בשלנייא - פירוש שם העיר כלומר היה לו יער באותו מקום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אישתמיט נרגא בעי למיפסקיה לשקיה - דרב אשי משום דעבר אדאביי:"
            ], 
            [
                "שבקיה - לאבא דלא קצציה במועד שהרגיש משום דעבר אדאביי נפל ליה נרגא:"
            ], 
            [
                "למיעקר כיתנא - בחולא דמועדא:", 
                "למיקטל - לחתוך:", 
                "כשותא - הומלו\"ן:"
            ], 
            [], 
            [
                "לחפיפה - לכסות בו מאכל כגון תאנים ותמרים לצורך המועד:"
            ], 
            [
                "לנזיי - כמו נזייתא דשיכרא (ב\"ק דף לה.) לנזיי גרעינין דאית בהו בשומשמין דחזו למיעבד בהו משחא:"
            ], 
            [], 
            [], 
            [
                "אפקריה ר' ינאי לפרדיסיה משום דעל ידו היה תקלה לעלמא דשהו עד לחולא דמועדא וקטפי:"
            ], 
            [
                "מתני' שולה - מעלה:", 
                "שלא יכוין מלאכתו במועד - שיש לו פנאי בשאר ימות השנה והוא משהה למועד:"
            ], 
            [
                "יאבדו - שאסור ליהנות מהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' צינעא דידיהו יממא הוא - אפי' בלילה כיממא דמי ולא סגי ליה שלא להכניסן להכי מכניסן נמי ביום:", 
                "מדוכרי דנורא - אבוקות:"
            ], 
            [], 
            [], 
            [
                "מהו שיקנסו בניו אחריו - לבניו נמי יהא אסור אותה מלאכה דכיון דכוון מלאכתו במועד דין הוא שיהו אסורין ליהנות ממנה כשם שהיה אביהם קיים:"
            ], 
            []
        ], 
        [
            [
                "צרם אזן בכור - חתך מאזנו מעט כדי שיהא בעל מום ויהא מותר לו ואסור לעשות כן משום מום לא יהיה בו (ויקרא כב) כלומר לא תטיל בו מום ואם הטיל בו מום קנסוהו רבנן דלא יהנה ממנו ואם מת אין בניו נהנין ממנו:", 
                "משום דאיסורא דאורייתא הוא - אבל האי דכוון מלאכתו במועד דלאו איסורא דאורייתא הוא דהא בלא מתכוין מותר לגמרי:"
            ], 
            [], 
            [
                "מכר עבדו לעובד כוכבים - קנסוהו רבנן ויצא לחירות דאי ברח מן העובד כוכבים אין ישראל יכול לכופו לעבודתו ואם מת אין בניו יכולין לכופו:", 
                "דכל יומא מפקע ליה ממצות - דכל זמן שהוא ברשות העובד כוכבים אינו עוסק במצות:"
            ], 
            [
                "גברא - דנתכוון לעשות מלאכה קנסו רבנן שלא ליהנות ממנה:"
            ], 
            [
                "ממונא קנסוה רבנן - ואפילו בניו אין יכולין ליהנות ממנה:"
            ], 
            [], 
            [
                "שנתקווצה - ניטלו ממנה קוצים שבה:", 
                "נטייבה - נזבלה שהוליך הזבל בעגלות ומשאות:", 
                "נידיירה - על ידי דיר בהמה לזבלה עבודת קרקע היא (נזדבלה) כל הני מדרבנן נינהו ואעפ\"כ קנסו דלא תזרע למוצאי שביעית:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "טימא טהרותיו - של חבירו קנסו דחייב לפרעו:"
            ], 
            [
                "היזק שאינו ניכר הוא - דהא בעיניה הוא:"
            ], 
            [], 
            [], 
            [], 
            [
                "שכר פעולה שאין לו מה יאכל - שאין לו לפועל מה יאכל:", 
                "מהו - שיתן לו מלאכה ולשוכרו כדי שיהא לו מה לאכול:"
            ], 
            [], 
            [], 
            [
                "לאתויי מאי - אי למוכר הא תני ליה לצורך המועד אלא לאתויי שכר פעולה שאין לו מה יאכל דמותר:"
            ], 
            [], 
            [
                "פרושי קא מפרש - לצורך המועד כיצד כגון שאין לו למוכר מה יאכל ולעולם לא תיפשוט מינה לשכר פעולה:"
            ], 
            [], 
            [
                "ואם אינו מאמינו - מלוה ללוה:"
            ], 
            [
                "שאין לו מה יאכל לאתויי מאי - אם משום לוה הא קאמר אם אינו מאמינו מותר והכא לא מצי לתרוצי פרושי קא מפרש דהכי מיתרמי מילתא דאם אינו מאמינו שאין לו מה יאכל לאו מילתא היא דהא מותר בלאו הכי:", 
                "לאו לאתויי שכר פעולה - שאין לו לסופר מה יאכל שרי בחולו של מועד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל מלאכה נמי תשתרי - בערב הפסח דהא אישתרי שכר פעולה בחולו של מועד אלא תיפשוט מיניה דשכר פעולה שאין לו מה יאכל אסור בחולו של מועד:"
            ], 
            [
                "מתקיף לה רב פפא - אדרב ששת פריך מדפריך מהאי דתנן שלש אומניות עושין מלאכה בערבי פסחים כו' אלמא סבר כל מלאכה שרשאי אתה לעשות בחולו של מועד עושין אותה בערב הפסח:"
            ], 
            [
                "א\"כ בנין לישתרי - בערב הפסח דהא כותל הגוהה לרה\"ר מותר לבנותו בחולו של מועד:"
            ], 
            [
                "מתקיף לה רבינא - סבר נמי כרב פפא:"
            ], 
            [], 
            [
                "ה\"ג אלא אמר רב אשי:"
            ], 
            [], 
            [], 
            [
                "משום צורך י\"ט - שרי כגון הני ג' אומניות ותו לא והוא הדין אם אין לו מה יאכל דאין צורך י\"ט גדול מזה:"
            ], 
            [
                "מתני' אבל מפנה הוא לחצרו - והא משמע ליה עכשיו שמביא מבית שבחצר אחרת לחצרו:"
            ], 
            [
                "אם חושש - שמא יגנבו:"
            ], 
            [
                "גמ' והא אמרת רישא אין מפנין - מבית לבית:"
            ], 
            [], 
            [
                "סיפא אתאן לבית שבחצר - והכי קתני מפנה הוא מבית שבחצרו לחצרו:"
            ], 
            [], 
            [], 
            [
                "בדיק לן - אי ידעינן לתרוצי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בי\"ד - מוליכין ומביאין כלים:", 
                "בחולו של מועד - אין מביאין:"
            ], 
            [], 
            [], 
            [
                "כאן במאמינו - לאומן אין מביאין דשלא לצורך הוא:", 
                "אין מאמינו - מביאין:"
            ]
        ], 
        [
            [
                "והתניא - סיועא:"
            ], 
            [
                "כד וכוס לצורך המועד הן אבל צמר וכלים אין צורך המועד:"
            ], 
            [
                "ואם אין לו - לאומן מה יאכל נותן לו שכרו:"
            ], 
            [
                "מפנן לחצר אחרת ואם אינו מאמינו - בחצר אחרת:", 
                "מביאן לתוך ביתו - אלמא בשאינו מאמינו מביאן:"
            ], 
            [
                "מוליכין קשיא - דקתני מתני' דפעמים מוליכין ומתני' דהכא קתני אין מביאין כל שכן דאין מוליכין וליכא לתרץ באין מאמינו דמוליכין מאי מאמינו שייך:"
            ], 
            [], 
            [], 
            [], 
            [
                "כדשניין מעיקרא - כאן בארבעה עשר כאן בחולו של מועד:"
            ], 
            [
                "מתני' מחפין - מכסין:"
            ], 
            [], 
            [], 
            [
                "הדשושות - שדשין וכותשין חיטין לדייסא:", 
                "והגרוסות - שטוחנין פולין לגריסין:", 
                "בצנעה - שמא יאמרו זה לוקח שלא לצורך המועד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' אקלושי - שמכסהו בענפים מרוחקין זה מזה דלא הוי כסוי גמור:", 
                "אסמוכי - הענפים סומך זה לזה דהוי כסוי גמור:"
            ], 
            [], 
            [
                "כמין כרי - מכנסין אותן ביחד כדי שיהו נוחין לכסות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "החמירו על עצמם דלא עבדי כלל - ולחומרא:", 
                "או דלמא - החמירו על עצמן לעשות בצנעה מדעתן ואם רוצין לעשות בפרהסיא עושין ולקולא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דשושי - דשי תבואה איכא דאמרי דשושי המשברין תבואה חדא לשנים ושורין במים כו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כונתא - כוסמת שלותתין אותן היינו חילקא:", 
                "טמאים בכל מקום - מקבלין טומאה בין בכפרים בין בכרכים דקיימא לן (פסחים דף מ.) סולת של בני כרכים מקבלת טומאה שהוכשרה במים ובני כפרים אין מקפידין אסולת נקיה ללתות במים וסולת שלהן טהור שלא הוכשר מעולם אבל חילקא טמאין בכל מקום אפילו בכפרים דאי אפשר להם בלא לתיתה משום הכי טמאין דהא מיתכשר דשרי להו במיא: לעולם הוי כונתא ומיקלפן דשרי להו במיא דשרי קליפה:\n"
            ], 
            [], 
            [], 
            [
                "דשקיל חלקייהו - כלומר כשנוטל הקליפה והוי חלק:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כרופייתא - מוכרי בשמים:"
            ], 
            [], 
            [
                "חנות פתוח לסטיו פותח ונועל כדרכו - הואיל ואינו פתוח לרה\"ר כשאר חנויות:", 
                "פותח דלת אחד ונועל דלת אחד - אבל כדרכו לא אינו מוכר כדרכו:"
            ], 
            [], 
            [], 
            [
                "הא בפירי - שיש לחשוד שקונה לצורך ימות השנה:", 
                "בתבלין - מוכר כדרכו כגון כרוב וכרשינין הכל יודעין דלצורך המועד הן וליכא חשדא שאין ראוין להתקיים הלכך אפי' בפרהסיא מותר:"
            ], 
            [], 
            [
                "מתני' ואלו מגלחין במועד הבא ממדינת הים כו' - במועד לפי שהיה אנוס שלא היה יכול לגלח קודם:"
            ], 
            [
                "ומי שנשאל לחכם - שנדר שלא לגלח ושאל לחכם במועד:", 
                "מטומאתו לטהרתו - נזיר טמא כשעלה מטומאתו ושוב אינו משמר נזרו ומגלח וכן מצורע שעלה מטומאתו מגלח ברגל לפי שלא היה להם פנאי לגלח קודם הרגל:"
            ], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [
                "גמ' הכי גרסינן ושאר כל אדם מאי טעמא אסורין כדתנן אנשי משמר כו' ואמר רבה בר בר חנה כו' עד כשהן מנוולים - ומאן דמתרשל ולא גילח מקמי רגל ומטי זמן עלייהו לגלח ברגל החמירו רבנן הואיל ולא מזרזי נפשייהו לספר מקמי רגל דלא להוי ברגל מנוולין אם היו מגלחין במועד לא היו מגלחים לפני המועד ונכנסין לרגל כשהן מנוולין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבדה לו אבידה - שלא היה לו פנאי לגלח קודם הרגל:"
            ], 
            [
                "דלא מוכחא מילתא - דלא ידעי כולי עלמא דאנוס היה אלא יאמרו הוא מכוין להשהות עד המועד:"
            ], 
            [], 
            [
                "יאמרו כל הסריקין אסורין וכו' - כלומר דבייתוס היה יכול לסרוק חלותיו בלי שהות לפי שהיה לו דפוס ואעפ\"כ אסרו משום דאמרי כל הסריקים כו' הכא נמי כיון דלא מיגליא לכולי עלמא אונסיה יאמרו כולי עלמא אסורין לגלח וזה מותר:"
            ], 
            [], 
            [], 
            [
                "מי שאין לו אלא חלוק אחד - נמי לאו מוכחא מילתא לכולי עלמא:"
            ], 
            [], 
            [], 
            [
                "איזורו מוכיח עליו - דמי שאין לו אלא חלוק אחד פושטו ומתעטף במקטרינו וחוגרו באיזורו ועומד ומכבס החלוק ומודיע לכל שאין לו אלא חלוק אחד:"
            ], 
            [], 
            [
                "אומן - כגון ספר שהכל באים אצלו ערב הרגל ורואים שאבדה לו אבידה ואנוס הוא ואינו יכול לספר עצמו:"
            ], 
            [], 
            [
                "כי הנך - דמתניתין דקתני מגלחין דמידע לכל:"
            ], 
            [], 
            [], 
            [], 
            [
                "מפני שיצא שלא ברשות - כלומר הואיל ולא יצא ברשות אחרים אלא ברצון עצמו לאו אנוס הוא:"
            ], 
            [], 
            [
                "לשוט - אם יצא שלא לצורך ולא יצא אלא כדי לשוט בעולם ולראותו וחזר במועד:", 
                "דברי הכל אסור - לגלח במועד:", 
                "למזונות - שיצא לחזר אחר מזונות שאין לו מזונות וחזר במועד אחריהן דברי הכל מותר לגלח במועד לפי שיצא באונס:", 
                "להרויחא - שיש לו נכסים הרבה ויוצא כדי להרויח יותר:"
            ], 
            [], 
            [], 
            [
                "נראין לי דברי רבי יהודה - דאסר בגילוח לבא ממדינת הים כשיצא שלא ברשות:", 
                "ודברי חכמים - המתירין כשיצא ברשות:"
            ], 
            [], 
            [
                "אילימא לשוט - דקאמר רבי נראין דברי ר\"י ביצא לשוט דהיינו שלא ברשות הא אמרת וכו' ומאי נראין דברי רבי יהודה הלא שניהם מודים בה אלא פשיטא להרווחא ואשמעינן דנראין לו דברי ר' יהודה שאוסר בגילוח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "והא נראין דברי רבי יהודה בהא - וקשיא דרבי אדרבי דברישא נראה לו דברי ר\"י דאסר בהרווחא ובסיפא נראה לו דברי חכמים דמתירין הרווחא אלא ודאי איכא למשמע מהכא דלאו הכי הוא כדקאמרת דבלשוט ובמזונות פליגי:"
            ], 
            [
                "ה\"ק - לאו היתר דידיה אשמעינן ולא רואה אני קאמר אלא פלוגתייהו קמ\"ל במאי פליגי נראין דברי ר\"י האוסר לחכמים וכו':"
            ], 
            [], 
            [], 
            [], 
            [
                "קטן הנולד במועד - ולו שערות גדולים מותר לגלח במועד שער ראשו המצערו:", 
                "שאין לך בית האסורין גדול מזה - ממעי אמו שהיה שם ואנוס הוא:"
            ], 
            [
                "מעיקרא לא - דאם נולד קודם הרגל אינו מגלח ברגל הואיל והיה יכול לגלח קודם הרגל:"
            ], 
            [], 
            []
        ], 
        [
            [
                "ואי אמרת בקטן אית ליה פלוגתא - חילוק דנולד קודם הרגל אינו מגלח ברגל ואית לן למימר הואיל ואסור לגלח ברגל אסור לגלח נמי בימי אבלו א\"כ נמצאת אתה אומר אבילות אפילו בקטן:"
            ], 
            [], 
            [
                "מקרעין לקטן - את בגדיו:", 
                "מפני עגמת נפש - שיבכו הרואין וירבו בכבוד המת ולא מפני שהוא אבל:"
            ], 
            [], 
            [
                "מי קתני הא אסורין - דמשמע האסורין לגלח במועד אסורין לגלח באבל:"
            ], 
            [], 
            [
                "יש מהן אסורין - בשאר כל אדם שאסורין לגלח במועד אסורין לגלח בימי אבלן:", 
                "ויש מהן מותרין - כגון קטן זה שנולד קודם הרגל שאסור לגלח ברגל מותר לגלח בימי אבלו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אתי עשה דרבים - ושמחת:", 
                "ודחי עשה דיחיד - אבל דכתיב (ירמיהו ו) אבל יחיד עשי לך:"
            ], 
            [
                "דהשתא - שאירעו במועד:"
            ], 
            [], 
            [], 
            [], 
            [
                "דנין דיני נפשות - במועד אבל לא ביום טוב שאסור משום שבות ודייקינן מינה מדדנין במועד מכלל דאי לא ציית נמי משמתינן ליה במועד:"
            ], 
            [], 
            [
                "אתי רגל ודחי ליה - שאינו נוהג נדוי ברגל:"
            ], 
            [], 
            [
                "דלמא לעיוני - הא דתני דדנין לא אמרי' דלימא איש פלוני חייב איש פלוני זכאי ואיכא למידק מינה דאי לא ציית משמתינן ליה אלא מעייני בדין ולא אמרי ליה כלום:\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מענה את דינו - דכי לא אמרו ליה דינו לאלתר דעייני ביה הוה ליה עינוי הדין:"
            ], 
            [
                "אלא - לעולם דנין דינו וגומרין ממש במועד ואיכא למידק מינה אי לא ציית משמתינן ליה ואיכא למשמע מינה דנוהג נמי ברגל ודאמרת א\"כ מימנע משמחת י\"ט הכא במאי עסקינן דאתו מצפרא כו':\n"
            ], 
            [], 
            [
                "ת\"ש מנודה שהתירו לו חכמים - קא סלקא דעתך התירו לכל מנודה נידויו ברגל דאין נידוי נוהג ברגל:"
            ], 
            [], 
            [], 
            [
                "דאזיל ופייסיה לבעל דיניה - ברגל והתירו לו חכמים ב\"ד שבאותו דור:"
            ], 
            [
                "שינהיג צרעתו - שלא יבא אל תוך המחנה ולא יגלח:"
            ], 
            [], 
            [], 
            [
                "הא בימי טומאתו נוהג - צרעתו ברגל:"
            ], 
            [], 
            [
                "ניגזור - שלא יהא מגלח במועד דכיון דגילח צריך להביא קרבן ושמא משהה קרבנותיו עד ליום טוב האחרון ומקריבן ואסור להקריב קרבנות יחיד בי\"ט"
            ], 
            [], 
            [
                "לרבות כ\"ג. שנוהג בו צרעת:"
            ], 
            [
                "הא כהן גדול כל השנה לדידיה כרגל לכולי עלמא דמי - דתנן כ\"ג מקריב אונן מדאמר לו אהרן למשה ואכלתי חטאת היום (ויקרא י) ולא אמר למשה והקרבתי מכלל דהקרבה באנינות ולמדנו דכ\"ג מקריב אונן אבל כולי עלמא בשאר ימות השנה אונן אינו משלח קרבנותיו כדאמרינן לקמן (דף טו:) שלמים בזמן שהוא שלם ולא בזמן שהוא אונן וברגל משלח וכהן גדול אונן מקריב כל השנה אלמא כל השנה לדידיה כרגל דמי וקתני דנוהג בו צרעת תיפשוט דכל מצורע נוהג צרעתו ברגל:"
            ], 
            [], 
            [], 
            [], 
            [
                "אל תפרעו - גידול שער והאי קרא גבי מיתת נדב ואביהוא כתיב ומדאצטריך קרא למישרי להו מכלל דאחריני אסורין:", 
                "מצורעין - אע\"ג דכתיב וראשו יהיה פרוע הא דריש ליה לקמן להאי פרוע למילתא אחריתי:"
            ]
        ], 
        [
            [
                "מנודין ומצורעין מהו - להכי קאמר להו בהדדי משום דפשיט להו בהדדי:"
            ], 
            [], 
            [], 
            [
                "מנודה שמת וכו' - סיפא דברייתא היא:"
            ], 
            [
                "כגלו של עכן - דכתיב (יהושע ז) ויקימו עליו גל אבנים גדול:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והן מתעטפין - מפורש במסכת תענית לאחר שהתענו שלש עשרה ת\"צ:"
            ], 
            [], 
            [
                "מנודה לשמים - כי הני שאני דחמירי ולהכי צריכי עטיפת הראש אבל אחרים אינן צריכין עטיפת הראש:"
            ], 
            [], 
            [], 
            [
                "יעטה - משמע עטיפת הראש:"
            ], 
            [
                "פארך - זה תפילין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דבר שהוא חוץ מגופו אף הוייה - האמורה בראש ראשו יהיה פרוע משמע מגולה כענין דכתיב ופרע את ראש האשה (במדבר ה) דבר שהוא חוץ מגופו ולא אמרינן משער שהוא מגופו:"
            ], 
            [
                "מאי לאו - שיהא ראשו מגולה מתפילין:"
            ], 
            [], 
            [
                "אכומתא וסודרא - כלומר שיהא ראשו מגולה מכומתא וסודרא אבל תפילין מניח:"
            ], 
            [
                "דהא א\"ל רחמנא ליחזקאל האנק דום - כלומר בדבר זה תנהוג אבילות שתדום ולא תשאל לשלום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ת\"ש - דתני גבי תעניות הן יושבין כמנודין ואבלים כו':"
            ], 
            [
                "שפם - משמע שפתותיו מדובקות:"
            ], 
            [], 
            [], 
            [
                "מי קתני כמנודה - שאסור בשאילת שלום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מוחרם - שמחרימין בחרם לאחר ל' יום לאחר הנדוי:"
            ], 
            [], 
            [], 
            [
                "בפקתא דערבות - בשוק של אותו מקום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בעלי קריין אסורין - לפי שבא להם מחמת שמחה וקלות ראש וליכא אימה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "דמות דיוקני - בצלם אלהים עשה את האדם (בראשית ט):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "[כשאמרו - חכמים גבי עברו אלו ולא נענו (תענית דף יג.) אסור במלאכה וכו' וכן אתה מוצא במנודה]:"
            ], 
            [], 
            [
                "מאי לאו אכולהו - קאמר דמנודה אסור:"
            ], 
            [
                "לא אשארא - דקתני אעטיפת הראש דאמרי' התם (דף יד:) בתענית צבור מתעטפין ויושבין כמנודין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורחיצה בכלל סיכה - דכתיב ותבא כמים בקרבו וכשמן בעצמותיו (תהלים קט):"
            ], 
            [], 
            [], 
            [
                "כשאמרו אסור ברחיצה - בתענית צבור:"
            ], 
            [], 
            [
                "אכולהו - ארחיצה נמי דמנודה אסור:"
            ], 
            [
                "לא אשארא - קאמר דמנודה אית ליה דין דהני דתעניות צבור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כשאמרו אסור בנעילת הסנדל - בתענית צבור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויבא אליה - לאחר אבילות:"
            ], 
            [], 
            [], 
            [
                "מנודין היו - למקום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ספיקא הוא - אי קיל אי חמיר:", 
                "זיל הכא ומדחי - דלקולא אזלי בהדייהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לפיכך נקראים שלמים בזמן שהוא שלם - בדעתו שדעתו מיושבת עליו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יספרו לו - לעיל מיניה כתיב ואל מת אדם לא יבא לטמא ובכהן משתעי ואחרי טהרתו דהיינו מפרישתו מן המת משיפריש מן המת מונין שבעת ימי הזאתו שבעת ימים אחרים יספרו לו מדאפקיה רחמנא בלשון ספירה ולא נקט הזאה שמעינן שבעת ימי ספירו אם נצטרע:", 
                "וביום באו ביום טהרתו - כתיב בכהן גדול:"
            ]
        ], 
        [
            [
                "זו עשירית האיפה שלו - שמביא כהן הדיוט כשמחנכין אותו לעבוד תחילה כדכתיב (ויקרא ו) זה קרבן אהרן ובניו אשר יקריבו לה' ביום המשח אותו עשירית האיפה ואמרינן (מנחות דף נא:) ובניו לרבות עשירית האיפה של כהן הדיוט לחינוך ולאו אקראי דלעיל קאי אלא מצות כהנים בעלמא הוא דקאמר יחזקאל אלמא שלא היה יכול להקריב קרבנו עשירית האיפה עד שנטהר מטומאת מת והוא הדין מצרעתו:"
            ], 
            [], 
            [], 
            [
                "אמר רבא וכו' - איידי דאיירי במנודה מפרש להו:"
            ], 
            [
                "ומזמינין ליה לדינא - לבעל דין:"
            ], 
            [], 
            [], 
            [
                "זימנא בתר זימנא - דאי לא אתי ההוא זימנא קבעינן ליה זימנא אחריתי:", 
                "קראו שם - שמתא כלומר שמתא לפרעה שהעביר המועד כלומר שהעביר אותו מועד ששמו אחר מועד ראשון:"
            ], 
            [
                "דאי מתפקר בשליחא דרבנן - כלומר שחירף שליח ב\"ד ושליח אמר חירפני:", 
                "העיני האנשים ההם תנקר - אי לאו דשליח דא\"ל למשה משה לא הוה ידע:"
            ], 
            [
                "הכי סברא דגברא פלניא - דעת פלוני שבא לנדות את פלוני דצריך לנדותו משמו של אותו חכם:", 
                "אמר מלאך ה' - ברק אמר לשמתו שהוא שלוחו של מקום:"
            ], 
            [
                "ומחרימין - בארור:"
            ], 
            [
                "ופרטינן חטאיה - דאמרי לאנשי עירו משום הכי והכי משמתינן ליה:"
            ], 
            [], 
            [], 
            [], 
            [
                "כוכבא הוה - מזליה דסיסרא:"
            ], 
            [
                "דמפקרינן לנכסיה - דמאן דלא ציית להו לרבנן:", 
                "יחרם הוא וכל רכושו - דהפקר ב\"ד הפקר מהכא נפקא לן בכל דוכתי:"
            ], 
            [
                "ואריב עמם ואקללם - לאותם שהושיבו נשים נכריות:"
            ], 
            [
                "דכפתינן - ידיו ורגליו:", 
                "ואסרינן ליה - שקושרין אותו על העמוד להלקותו:", 
                "הרדפה - קא מפרש רב יהודה בריה דרב שמואל לרודפו מיד דכיון דלא ציית דינא מנדין אותו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושונין - ומנדין אותו פעם אחרת:"
            ], 
            [], 
            [], 
            [
                "לממונא - שחייב ממון לחבירו ולא רצה לשלם ע\"פ ב\"ד:", 
                "לאפקירותא - מבזה תלמידי חכמים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא חל עליה שמתא ל' יום - ואין שמתא פחותה מל' יום:", 
                "קא בעו רבנן למיעל - שצריכין לו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "טוט אסר טוט שרי - כלומר מצי למישרי ליה אע\"ג דלא חל עליה ל' יום דאותו שופר שנדוהו יכול להתיר לו ומישרי ליה בתוך ל' יום:"
            ], 
            [], 
            [], 
            [], 
            [
                "לא אתו אחריני ושרו ליה - מדמהדר איהו נפשיה למישרי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שנידה לכבודו - ולא לשם שמים אלא שהתריז נגדו ודאי כיון דתני אין מנודה לרב ודאי לא נידה אלא בשביל כבודו דאי במילי דאיסורא הוי כמי שמנודה לרב דאין חכמה ואין עצה וגו' (משלי כא) וקתני אין מנודה לרב אבל לכולי עלמא מנודה:"
            ], 
            [
                "כל אחד מיפר חלקו - מדקתני חלקו אינו מופר:"
            ], 
            [
                "לא אתו אחריני ושרו - מדקתני חלקו אינו מופר לעולם אפי' שרו ליה אחריני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נזיפה - גערה כדלקמן:"
            ], 
            [], 
            [], 
            [], 
            [
                "נדוי שלנו - בני בבל:", 
                "כנזיפה שלהן - ארץ ישראל:"
            ], 
            [], 
            [], 
            [], 
            [
                "צריך רבי - רבי אבוה דר\"ש הוה:"
            ], 
            [], 
            [
                "מה רבי אומר בדבר זה - אין רבי בעולם היודע דבר זה:"
            ], 
            [
                "א\"ל לאבוה - לפי תומו ולאו משום לישנא בישא:"
            ], 
            [
                "לאיתחזויי ליה - לבקר את רבי שהיה חולה שקבל עליו יסורין:"
            ], 
            [
                "אמר ליה בר קפרא איני מכירך - רמז לו שאינו רוצה לראותו:"
            ], 
            [], 
            [], 
            [
                "חמוקי ירכיך - כמו חמק עבר (שיר ה):"
            ]
        ], 
        [
            [
                "אף דברי תורה בסתר - דכתיב בסיפיה דקרא מעשה ידי אומן התורה מעשה אומנתו של הקדוש ברוך הוא: רב בר אחוה דרבי חייא דהוא בר אחתיה ורבה בר בר חנה בר אחוה דר' חייא [דלאו] בר אחתיה כדאמרינן בסנהדרין:"
            ], 
            [], 
            [], 
            [], 
            [
                "עייא - כך כינה שמו של ר' חייא לשון גנאי:", 
                "ראה מי קורא לך - כלומר צא מכאן:"
            ], 
            [], 
            [], 
            [
                "תא - בוא אלי והדר שלח ליה לא תיתי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וזה - שליח שני לא ראיתי:"
            ], 
            [], 
            [
                "ברצות ה' דרכי איש גם אויביו ישלים אתו - כי הוא על כרחו בא:"
            ], 
            [
                "מאי טעמא עבדת הכי - דשנית בשוק:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ביומא דכלה - דרשה שהכל מצויין שם:"
            ], 
            [], 
            [
                "מוקים ליה בצדקה - דמיבעי למיעבד בסתר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מר עוקבא - כתלמיד לשמואל דשמואל גדול בתורה יותר ממר עוקבא:", 
                "כי יתבן בדינא כו' - משום דמר עוקבא היה נשיא:"
            ], 
            [
                "חייקי ליה דוכתיה - מנמיכין לו מקום כשיושב בדין:", 
                "כי היכי דמשתמע ליה מיליה - דשמואל רביה בתורה:"
            ], 
            [
                "איטריד - מר עוקבא בדינא שהיה מחשב בדין ולא אידכר ליה למיזל בתר שמואל:"
            ], 
            [], 
            [
                "לא נגה לך - כלומר: לא סגי לך דאזילנא בתרך:"
            ], 
            [
                "לישרי לי מר בתיגריה - הב לי רשותא למיהדר:"
            ], 
            [
                "ידע - מר עוקבא:", 
                "דנקט - שמואל בדעתיה משום דאזיל בתריה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מי שמעת שמתא מפומיה - אי שמית לך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "פסיק סידרא - לימד פרשיות:"
            ], 
            [
                "מכלל דאיכא ראשונים - והלא לא מצינו שאמר דוד דברי אלא במקרא זה דדברי לשון נבואה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אתה שאול - שנולדת במזלו:", 
                "והוא דוד - שנולד במזל שלך:", 
                "אבדתי כמה דוד - שהוא צדיק ממך:"
            ], 
            [
                "שגיון - שגגה היתה לו:"
            ], 
            [], 
            [], 
            [], 
            [
                "משונה במעשיו - צדיק גמור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שהקים עולה של תשובה - שהוא שב תחלה ונתן דרך לשבים כדאמרינן בפ\"ק דע\"ז (דף ד:) לא דוד ראוי לאותו מעשה אלא שאם חטא יחיד אומרים לו כלך אצל דוד שמחל לו הקב\"ה אותו עון אף אתה חזור בתשובה:"
            ], 
            [], 
            [], 
            [], 
            [
                "צור ישראל - מושל באדם אני מי מושל בי צדיק מושל בי ומבטלה:"
            ], 
            [], 
            [], 
            [], 
            [
                "עירא היאירי - הוה מתני לדוד אגב כרי' וכסתות ודוד הוה מתני לרבנן על גבי קרקע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ראש לג' אבות - שהוא הולך לפניהם לעוה\"ב:"
            ], 
            [
                "מעדן עצמו - כופף עצמו ידיו ורגליו ביחד ויושב לארץ:"
            ], 
            [], 
            [], 
            [
                "בדבר אוריה החתי - נטלו לו מאתים:"
            ], 
            []
        ], 
        [
            [
                "תלמיד חכם שנידה לכבודו - כבר פירשתי למעלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עביד (איניש) דינא לנפשיה - דאמר ליה את מחייבת לי הכי והכי:", 
                "דפסיקא ליה - שודאי הוא לו ולא ספק:"
            ], 
            [
                "סנו שומעניה - שיוצאין עליו שמועות רעות:"
            ], 
            [], 
            [], 
            [
                "צריכי ליה רבנן - דאתריה דהוה רבהון:"
            ], 
            [], 
            [], 
            [], 
            [
                "ואם לאו אל יבקשו תורה - הואיל וסנו שומעניה הא דצריכי ליה רבנן לאו כלום הוא דמוטב דלא ילפי מיניה:"
            ], 
            [], 
            [
                "אתא איהו - האי מנודה נמי בהדייהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאי דקמן - כלומר היכי מתרמי דעל האי סבא ר' שמואל בר נחמני האידנא לבית המדרש:"
            ], 
            [
                "שמע מינה - דלהכי איתרמי דאתא האידנא לבי מדרשא דלאו מזליה הוא דלישרי ליה:"
            ], 
            [], 
            [
                "וטרקיה אאמתיה - נשכו למנודה באמתו:"
            ], 
            [
                "ולא קבלוהו - דהדרא עכנא למערתא ולא פתחה פיה:", 
                "דייני - ראשי ב\"ד וחסידים עדיפי מינייהו:"
            ], 
            [
                "מאי טעמא - קבלוהו:"
            ], 
            [
                "דעבד כרבי אילעאי וכו' - בהני שמועות רעות:"
            ], 
            [], 
            [
                "מה שלבו חפץ - עבירה והואיל ואין מכירין אותו שם ליכא חלול השם ואמר לן רבי משום רב האי גאון ויעשה מה שלבו חפץ רוצה לומר דודאי כיון שלבוש שחורים וכו' אני ערב בדבר שאינו חפץ מכאן ואילך בעבירה:"
            ], 
            [], 
            [], 
            [
                "דקא עבר משום ולפני עור לא תתן מכשול - דכיון דגדול הוא שמא מבעט באביו והוה ליה איהו מכשילו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שלך אינו נידוי - דלאו בדינא שמתיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הכבד - בלשון הזה אומרים לו עשה עצמך כאדם שכבד עליו ראשו ושב בביתך בלשון כבוד אומר לו לישנא אחרינא הכבד התכבד כבודך שתשב בביתך:"
            ], 
            [], 
            [], 
            [], 
            [
                "כסהו - אל תבזה אותו בפרהסיא:", 
                "כלילה - שחשיכה ואין אדם רואה:"
            ], 
            [
                "משמית נפשיה - משום יקרא דההוא צורבא מדרבנן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מימנו אנגידא - מלקות ומלקות יפה להם יותר משמתא והוו מלקי להו:"
            ], 
            [], 
            [], 
            [], 
            [
                "ומהניא כי טיחיא בתנורא - כשומן שטוחין את התנור ונבלע בתוכו שאין יוצא לעולם כלומר מכה לכל מאן דמשמתינן ליה דלא נפקא מיניה לעולם:"
            ], 
            [
                "ופליגא דר\"ש ב\"ל - דאמר יוצאה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גנובתיה - זנב:", 
                "דידה עבדא - ומלקי ליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מסתפינא מיניה - דגברא אלמא הוא:"
            ], 
            [
                "שקיל פתיחא עלויה - כתוב עליו שמתא:"
            ], 
            [], 
            [
                "שקליה - לכתב שמתא:"
            ]
        ], 
        [
            [
                "ואחתיה בכדא - תקע בתוך הכד ולא ישמעו:", 
                "בי קברי - דלא שכיחי תמן אינשי:", 
                "וקרי ביה - כלומר תקע ביה אלפין שיפורי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאי תברי - למה תוקעין תקיעה ושברים:"
            ], 
            [], 
            [
                "תברי בתי רמי - כלומר שמתא משבר בתים גבוהים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בשלא היה להן פנאי - דדוקא נקט שעלו מטומאתם ברגל לפיכך מגלחין שלא היה להן פנאי לגלח דעדיין לא עלו מטומאתן:", 
                "או דלמא אע\"פ שהיה להם פנאי - ולא גילחו קודם המועד מותרים לגלח במועד:"
            ], 
            [], 
            [], 
            [
                "שלא ישהו קרבנותיהן - בתגלחתן עד לאחר הרגל דנזיר ומצורע אין מביאין קרבנותיהן עד לאחר גילוח כדכתיב בהו קראי הלכך לא קנסינן להו בדלא עבדי מקמי רגל דזימנין דלא עביד קמי רגל ומיאסרי להו במועד נמצא שמשהין הקרבנות ואינן קריבין ביום השמיני בזמנן לפיכך אמרו מגלח במועד דמוטב לקרב זמן הקרבה ולא לאחר:"
            ], 
            [], 
            [], 
            [], 
            [
                "איבעי ליה לגלוחי ערב הרגל - דתנן מתניתין (לקמץ דף יט.) הקובר מתו שמונה ימים קודם הרגל בטלו ממנו גזרת ל' יום ומותר בגילוח הואיל וכבר התחיל יום אחד מן השלשים וזה הואיל ולא גילח ערב הרגל לא יגלח ברגל:", 
                "בשבת ערב הרגל - והוי אנוס דלא מצי לגלח בשמיני ערב הרגל להכי מגלח ברגל:", 
                "איבעי ליה לגלוחי ערב שבת - שהוא שביעי:"
            ], 
            [
                "הלכה כאבא שאול - דאפילו לא קבר אלא שבעה ימים קודם הרגל בטלה ממנו גזרת שלשים:", 
                "ומודים חכמים לאבא שאול - אע\"ג דבעו שמונה:", 
                "בשחל שמיני להיות בשבת ערב הרגל - דהוי אנוס:", 
                "שמותר לגלח בערב שבת - שהוא שביעי:"
            ], 
            [], 
            [
                "האי תנא דברייתא - דתני אבל מגלח במועד:", 
                "סבר כאבא שאול - דיום שביעי עולה לכאן ולכאן לשבעה ולשלשים וכיון דכבר התחילו שלשים איבעי ליה לגלוחי קודם הרגל אלא דשבת הוי ואנוס הוא להכי מגלח במועד: "
            ], 
            [
                "ותנא דידן - דתני אלו מגלחין ברגל ולא אבל:"
            ], 
            [
                "סבר כרבנן דאמרי לא אמרינן מקצת היום ככולו - אלא שבעה שלימין בעינן ואכתי לא שלים אבילות דשבעה קודם הרגל ולא הוי אנוס דאפי' לא הוי שבת לא מצי לגלח להכי אינו מגלח במועד:"
            ], 
            [], 
            [
                "דשלים משמרתו ערב הרגל - בשבת דלעולם לא שלמה משמרה אלא בשבת:", 
                "איבעי ליה לגלוחי ערב הרגל - כלומר בערב שבת שהוא ערב הרגל דהא אמרינן (לעיל דף יד.) אנשי משמר אסורין בגילוח ובחמישי מותרין מפני כבוד השבת:"
            ], 
            [
                "דשלים משמרה ברגל - כגון דהוי יום חמישי יום ראשון של רגל דלא מצי לגלח דהוי י\"ט ושלים משמרתו בשבת שהוא יום שלישי לרגל:"
            ], 
            [
                "תנא דידן - דאמר אינו מגלח במועד:"
            ], 
            [
                "סבר כיון דתנן בשלשה פרקים - בשלשה רגלים כל המשמרות שוים אכתי כמאן דלא שלים משמרתו דמי ועדיין יש לו חלק באימורי רגלים ולא שלים משמרתו בכל הרגל להכי אינו מגלח ברגל כדתנן אנשי משמר אסורין לגלח:"
            ], 
            [], 
            [], 
            [
                "ותנא ברא - דאמר מותרין לגלח:"
            ], 
            [
                "אע\"ג דשייך בהנך משמרות - [שלים] עיקר משמרתו דידיה להכי מותר בגילוח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא אתמר עלה - הא דתני תכפוהו אבליו מיקל בתער ולא במספרים וקאתי ברייתא דכל הני שמותרין לגלח במועד מותרין לגלח בימי אבלו כשתכפוהו אבליו ומגלח במספרים:"
            ], 
            [], 
            [], 
            [
                "זאת אומרת - מדתני תכפוהו אבליו מכבס כסותו מכלל דשאר אבל אסור בתכבוסת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "הלכה כרבי יוסי במועד - דמתיר:"
            ], 
            [], 
            [], 
            [
                "איתרע ביה מילתא - בפנחס אחוה דפנחס הוה אבל:", 
                "עייל שמואל לישאל ביה טעמא - לדבר על לבו דפנחס:"
            ], 
            [], 
            [], 
            [
                "אילו בדידיה הוה - כלומר אילו היית אבל:", 
                "מי מזלזלת ביה כולי האי - באבילות דשקלת לטופרך:"
            ], 
            [
                "ואיתרע ביה מילתא - אבילות:"
            ], 
            [
                "שקלינהו לטופריה חבטינהו לאפיה - זרקינהו מרוב כעס והדר מכנס להו דזורקן רשע:"
            ], 
            [
                "ברית כרותה לשפתים - דכתיב ונשתחוה ונשובה אליכם וכן הוה דחזרו תרוייהו:"
            ], 
            [], 
            [], 
            [
                "סבור מיניה דיד - מותר בימי אבלו משום דמאיס דרגל לא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גינוסטרי - מספרים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין בהם משום מיאוס - מדשקל ליה בשיניה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושדי ליה לאבראי - ועברה עלייהו איתתא אבראי:", 
                "כיון דאישתני - מההוא דוכתא דהוו מעיקרא אישתני ולא מזקי:"
            ], 
            [], 
            [
                "ומר זוטרא מתני - בברייתא דבקשו ממנו צפרנים בימי אבלו ולאו משמיה דרב יהודה:"
            ], 
            [
                "ואם בקשו ממנו שפה היה מתיר להם - כלומר אנא חזינא לדעתיה אי שאלו לגלח השפה היה מתיר להם דאין בהם משום בל תשחית פאת זקנך (ויקרא יט):"
            ], 
            [], 
            [], 
            [], 
            [
                "מזוית לזוית - מסוף הפה לסוף האחר מותר לגלח שהרי מעכבת אכילה ושתיה ומאיס:"
            ], 
            [], 
            [], 
            [], 
            [
                "ולדידי - דאנינא דעתי כל השפה כשפה המעכבת דמי דאנינא לי דעתי:"
            ], 
            [], 
            [
                "פרמשתקו - אמתו:"
            ], 
            [], 
            [
                "אמגושי הוה דכתיב הנה יוצא המימה - מחלוקת במס' שבת (דף עה.) חד אמר חרשי להכי יוצא ליאור בשביל מכשפות ואידך אמר גידופי להכי יוצא שאומר לי יאורי ואני עשיתני:\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מטפחות ידים - שמנגבין בהן ידים משום דמאיס:", 
                "מטפחות הספוג - שמנגבין בהן עצמן כשיוצאין מבית המרחץ:", 
                "ושעלו מטומאתן - במועד:", 
                "מתני' - דקתני אלו מכבסין אע\"ג דאית ליה תרי ומטנפי אבל מי שאין לו אלא חלוק אחד דכולי עלמא שרי:"
            ]
        ], 
        [
            [
                "מטפחות הספרים - של פשתן:"
            ], 
            [
                "כלי פשתן - דלא נפיש טירחא:", 
                "הני אין - אבל שאר כלי פשתן לא:"
            ], 
            [], 
            [
                "אפילו דשאר מיני - כלומר מטפחות דשאר מינין כגון דצמר אע\"ג דנפיש טירחא שרי לכבס אבל שאר כלים דשאר מינין לא אבל כלי פשתן שרי לכבס:"
            ], 
            [], 
            [
                "משיכלי - ספלים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' קדושי נשים - שכתב בשטר הרי את מקודשת לי דאשה נקנית בשטר:", 
                "דייתיקי - שטר צוואה:", 
                "פרוזבולין - שכותב מלוה בשטר שאינו משמט ולא משמיט ליה שמיטה:", 
                "איגרות שום - בכך שמו בית דין שדה זו ונתנו לאחים כך וכך נגדו:", 
                "איגרות מזון - פלוני קבל לזון בת אשתו:", 
                "שטרי בירורים - ביררו ב\"ד חלק זה לזה וחלק זה לזה:", 
                "גזרות ב\"ד - פסקי דינין:", 
                "ואיגרות של רשות - צווי וקיום של שלטון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' כדרב גידל - שכותב תנאי זה בשטר:"
            ], 
            [], 
            [], 
            [], 
            [
                "ניקנין באמירה - בלא קנין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "דקא עביד מצוה - דעוסק בפריה ורביה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כפרת בה' - באמנה דקאמר דלא מסייע צלותא כלום הואיל ולא מזמנה ליה כלומר השתא צלינא עלה ולא אסתייעא מילתא:"
            ], 
            [
                "אמר - אי לא מנסבא או איהי תמות מקמאי דלא איחזי כד מנסבא לאחר ואצער בה:"
            ], 
            [
                "או איהו - עצמו ימות מקמי דתינסבא איהי לאידך ולהכי מארס במועד שלא יקדמנו אחר ברחמים שתמות היא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נחשד בדבר - עבירה:"
            ], 
            [], 
            [
                "להכעיס עבוד - וידעי דלא היה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בקלא דפסיק - לא היה ביה:"
            ], 
            [
                "קלא דלא פסיק - היה ביה:"
            ], 
            [], 
            [], 
            [
                "דומי - חשד כמו לא ישא בת דומה (סוטה דף כז.):"
            ], 
            [], 
            [], 
            [
                "אבל הדר נבט - דבתר דפסיק התחיל קלא נבט נשמע דמיון כמו במסכת תענית (דף ד.) האי צורבא מרבנן דמי לפרצידא דתותי קלא כיון דנבט נבט ופי' זה וזה לשון צמח:"
            ], 
            [], 
            [], 
            [
                "מתני' ואם אינו מאמינו - המלוה ללוה:", 
                "או שאין לו מה יאכל - לסופר:"
            ], 
            [
                "אפילו בספר עזרא - ספר תורה של עזרא ואני שמעתי עזרה בה' ופי' ספר מוגה היה בעזרה שממנו היו מגיהים כל ספרי גולה:"
            ], 
            [], 
            [
                "לעצמו - לקיים זה המצוה אבל לצבור למכור דדרך שכירות הוה חשיב מלאכה כדאמרינן לעיל (דף יב.) אונכרא דכיון דלאו אגרא קשקיל שרשויי בעלמא הוא ושרי:"
            ]
        ], 
        [
            [
                "וטווה על יריכו - החוטין אבל לא בידו בין אצבעותיו ובפלך כדרך חול:"
            ], 
            [], 
            [
                "גמ' לאחרים בטובה - ולא בשכר:"
            ], 
            [], 
            [
                "מערים ומוכר שלו - כן עושה כל ימות החג:"
            ], 
            [], 
            [
                "כדי פרנסתו - בהרווחה ולא מיירי במי שאין לו מה יאכל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל לא באבן - שתולה בחוט כדי שיוכל לשוזרו יפה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' הקובר מתו שלשה ימים קודם הרגל - הואיל ועיקר אבילות אינו אלא שלשה ימים:", 
                "בטלה ממנו גזרת שבעה - דלאחר הרגל אינו צריך למנות יותר:", 
                "שמונה ימים - קודם הרגל בטלה ממנו גזרת שלשים דהואיל והתחיל יום אחד מן השלשים אינו צריך לשמור כלום לאחר הרגל דין שלשים אלא מותר לאלתר בתכבוסת בגיהוץ ותספורת:"
            ], 
            [], 
            [
                "שבת עולה - אירע שבת בימי אבלו עולה למנין שבעה:", 
                "ואינה מפסקת - דלאחר שבת צריך להשלים שבעה ימי אבלות עם השבת:", 
                "והרגלים מפסיקין - דכי קבר מתו שלשה ימים קודם הרגל מפסיק האבילות לגמרי ולאחר הרגל אין משלים כלום:", 
                "ואין עולין - דכי קבר מתו בתוך הרגל דלא בטלה ממנו גזרת ז' אין ימי הרגל עולין למנין ז' ימי אבילות אלא לאחר הרגל צריך לישב ז' ימי אבילות זו היא סברתי אבל בהעתק מצאתי ואין עולין דכי קבר את מתו שני ימים לפני הרגל דלא בטלה ממנו גזרת שבעה אין ימי הרגל עולין למנין שבעת ימי אבלו אלא לאחר הרגל צריך לישב ה' ימי אבלות להשלים לשני ימים שנהג לפני הרגל ואני אומר כי טעות סופר הוא דמה שנזכר שלשה ימים לפני הרגל לאו דוקא ואפילו שעה אחת לפני הרגל בטלה ממנו גזרת שבעה דהרגל מפסיק:"
            ], 
            [], 
            [
                "משחרב בית המקדש - שאין לעצרת תשלומין כל ז' ואינו אלא יום אחד:", 
                "כשבת - ודינו כשבת דעולה ואינה מפסקת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ראש השנה כשבת - הואיל ואינו אלא יום אחד:"
            ], 
            [], 
            [
                "גמ' גזרת - שלשים בטלו אבל ימים לא בטלו שלשים יום לא בטלו דעדיין תלויין ועומדים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאי טעמא ימים לא בטלו - כלומר באיזה ענין לא בטלו ימים:"
            ], 
            [
                "שאם לא גילח ערב הרגל - דכי בטלו גזרת שלשים ואיבעי ליה לגלוחי ערב הרגל ולא גילח:", 
                "אסור לגלח אחר הרגל. כל שלשים יום:"
            ]
        ], 
        [
            [
                "והתניא - סייעתא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שכשם שגזרת שלשה מבטלת שבעה - דכי קבר מתו שלשה ימים לפני הרגל אינו יושב לאחרי הרגל כלום:", 
                "כך גזרת שבעה מבטלת גזרת שלשים - דכי קבר מתו שבעה ימים קודם הרגל בטלה ממנו גזרת שלשים דאפילו לא גילח ערב הרגל מגלח אחר הרגל:"
            ], 
            [], 
            [], 
            [], 
            [
                "ויום שבעה עולה לכאן ולכאן - דחשיב נמי שמיני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כיון שעמדו מנחמים מאצלו - היינו ביום ז':"
            ], 
            [
                "כמאן כאבא שאול - דאמר עולה לכאן ולכאן דחשיב נמי שמיני דמבטל ממנו גזרת שלשים:"
            ], 
            [], 
            [
                "ומודים הן לאבא שאול - ביום שלושים לקבורת מתו דמותר לגלח דלא בעינן שלשים שלימין דאמרינן מקצת היום ככולו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מנלן - דשלשים יום אסור בגילוח:"
            ], 
            [], 
            [
                "ראשיכם אל תפרעו - הא שאר אבלים חייבים משמע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הכל מודים - אפילו אבא שאול דאמר מקצת היום ככולו:", 
                "שאסור ברחיצה עד הערב - דודאי שלש שלימין בעינן עד הערב ולערב רוחץ בצונן או ימתין עד חולו של מועד וירחץ בחמין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למנין שבעה לא קמבעיא לי - דודאי אינו עולה דודאי לא נהגא מצות שבעה ברגל דהא אינו אסור בנעילת הסנדל ואינו נוהג בכפיית המטה:"
            ], 
            [
                "דהא נהגא מצות שלשים ברגל - דהא ברגל נמי אסור בגיהוץ ובתספורת כשלשים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואין רבים מתעסקין עמו - כלומר אין צריכין לנחמו אחר הרגל שכבר נחמוהו שבעה ימים ברגל:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "כל שהוא משום אבל רגל מפסיקו - שצריך להשלימו אחר הרגל כיון דכי ישב שני ימים לפני הרגל צריך להשלים ולישב חמשה ימים אחר הרגל:", 
                "כל שהוא משום עסקי רבים - כלומר תנחומי רבים אין רגל מפסיקו [כדי] שיהא צריך להשלים ולעסוק בו אחר הרגל אלא מתעסקין בו ברגל:"
            ], 
            [], 
            [
                "ארבעה ימים הראשונים - של אחר הרגל רבים מתעסקים בו ומשלימין לשלשה שנתעסקו ברגל שכבר נתעסקו בו ברגל שלשה ימים:", 
                "ורגל עולה - למנין שלשים:"
            ], 
            [
                "מאי לאו אסיפא - הא דתני דרגל עולה למנין שלשים היינו אסיפא אקברו ברגל ותיפשוט מינה דכי קברו ברגל עולה למנין שלשים וקשיא לרבא דאמר אינו עולה:"
            ], 
            [
                "לא ארישא - קא מהדר אקברו שני ימים קודם הרגל רגל עולה לו למנין שלשים דהתם ודאי עולה לו הואיל וכבר התחיל באבילות אבל קברו ברגל לא ידענא:"
            ], 
            [], 
            [], 
            [
                "בתחילת הרגל - ביום ראשון של רגל וקשיא לרבא:", 
                "שכבר נתעסקו ברגל - כל שבעה:"
            ], 
            [], 
            [], 
            [
                "אפילו קברו ברגל - רגל עולה למנין שלשים ולא מיבעיא קברו קודם הרגל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תנא דידן - היינו תנא (דברייתא):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "במה דברים אמורים - שאינה נוהגת אלא יום אחד:", 
                "אלא חמשה - מהני שבעה מתי מצוה דכתיב בקרא (ויקרא כא) בנו ובתו אחיו ואחותו ואשתו:"
            ], 
            [], 
            [
                "יחידאה היא - ולא ר' עקיבא דלר\"ע לא שנא אביו ואמו לא שנא שאר קרוביו:"
            ], 
            [], 
            [
                "בגינזק - מקום:"
            ], 
            [], 
            [], 
            [], 
            [
                "רב בר אחוה דר' חייא דהוא בר אחתיה דר' חייא - דרבי אחא מכפרי נשא לאה והוליד ממנה אייבו מתה ונשא רחל ולה בת מאיש אחר וממנה נולד רבי חייא ונשא אייבו הבת ונולד להן רב ונמצא רב בר אייבו בר אחוה דרבי חייא מאבוה ובר אחתיה מאמיה:"
            ], 
            [
                "כי סליק - רב מעירו דבבל לא\"י שהיה רבי חייא שם:", 
                "א\"ל - רבי חייא לרב:"
            ], 
            [
                "אבא קיים - ר\"ל אייבו אביך קיים הוא:"
            ]
        ], 
        [
            [], 
            [
                "א\"ל אימא קיימת - בלשון שאילה הוא כלומר שאתה שואל על אבי שאל על אמי שאף היא אחותך:"
            ], 
            [
                "א\"ל - ר' חייא ואמך אחותי קיימת היא:\n"
            ], 
            [], 
            [
                "א\"ל - רב אבא קיים עדיין לא השבתיך עליו וממילא הבין ויש אומרים בניחותא היה רב משיבו על מי שאינו שואל כדי שיבין מן הכלל וקשה בעיני לומר שרב יוציא דבר שקר מפיו:"
            ], 
            [], 
            [], 
            [
                "חלוץ מנעלי - להתאבל על אחי ואחותי:", 
                "והולך כלי אחרי לבית המרחץ - ללמד הלכה נתכוין שאין שמועה רחוקה לאחר שלשים נוהגת אלא יום אחד ומקצת היום ככולו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למוצאי הרגל נעשית רחוקה - דהוי שלשים יום:", 
                "אינה נוהגת אלא יום אחד - אע\"פ דכי שמע עדיין היתה קרובה עולה הרגל להשלים שלשים דהוי שמועה רחוקה:"
            ], 
            [], 
            [], 
            [
                "אינו קורע - עכשיו דנוהג יום אחד לשמועה רחוקה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היינו דליכא אבילות שבעה - כלומר משום דליכא שבעה אינו קורע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קורע והולך - אחר שבעה אע\"ג דליכא שבעה:"
            ], 
            [], 
            [], 
            [
                "אבל מתאבל עליהן - על אותן קרובים:"
            ], 
            [], 
            [
                "אחיו מאמו - שלא מאביו דקרא משמע מאביו שלא מאמו:", 
                "אחותו נשואה בין מאביו בין מאמו - דבקרא לא אשכחן אלא אבתולה:"
            ], 
            [
                "על שניים שלהן - אבי אביו ועל בן בנו ועל בן בתו ועל בן אחותו:"
            ], 
            [], 
            [], 
            [], 
            [
                "כל שמתאבל עליו מתאבל עמו - כלומר מתאבל עם אביו כשהוא מתאבל על אב שלו נמצא זה מתאבל על אבי אביו וכן כל שמתאבל עליו כגון שמתאבל על בנו מתאבל עמו כלומר מתאבל עם בנו כשהוא מתאבל פי' על בן שלו ונמצא זה מתאבל על בן בנו:"
            ], 
            [
                "היינו תנא קמא - של רבי שמעון:"
            ], 
            [
                "עמו בבית - דתנא קמא לא בעי שיהא אביו או (בן) בנו עמו בבית ויושב עמו וחכמים בעו עמו בבית:"
            ], 
            [
                "כי האי - ענין דא\"ל רב לר' חייא וכו':"
            ], 
            [
                "באפה - דאיתתך כשהיא אבילה דהאי נמי כל שמתאבל עליו כגון אשתו מתאבל עמו בפניו:"
            ], 
            [], 
            [], 
            [], 
            [
                "צידונייתא - סעודות דאבל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קשיין אהדדי - דהכא קתני מצעת לו מטתו והכא קתני כופה מטתו:"
            ], 
            [], 
            [
                "בשאר קרובי אשתו - מצעת לו מטתו:"
            ], 
            [], 
            [], 
            [], 
            [
                "אתא בריה - הדר אמימר קרע באפיה דבריה:", 
                "קם קרע - פעם שלישית:"
            ], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אודייני - מכתשת גדולה:", 
                "מכולם - אמרו אפי' ישן ע\"ג קרקע לא יצא עד שיכפה מטתו וישב עליה:"
            ], 
            [], 
            [], 
            [
                "כעין ארצה - כלומר שכפה מטתו וישב עליה ולעולם קריעה מעומד:"
            ], 
            [], 
            [
                "ואסור לקרות - כדאמרינן לעיל (דף טו.) מדאמר רחמנא ליחזקאל האנק דום והא דאמר (סוכה דף כה.) אבל חייב בכל המצות האמורות בתורה חוץ מן התפילין התם שאר מצות בעלמא אבל הני אית בהו שמחה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבים צריכים ליה - לדרשה:"
            ], 
            [
                "סבר לאוקמי אמורא עליה - תורגמן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושלישי בכלל - מותר להניח תפילין דעיקר אבילות אינו אלא ב' ימים:"
            ], 
            [
                "ואם באו פנים חדשות - ביום ג' אפ\"ה אינו חולץ תפילין אע\"ג דאיכא למיחש דלמא אמרי [בשני] ימים הראשונים נמי הניח תפילין:"
            ], 
            [
                "רבי יהושע אומר וכו' - דעיקר אבילות אינו אלא יום אחד:"
            ], 
            [
                "ואם באו פנים חדשות - ביום שני חולץ תפילין:"
            ], 
            [], 
            [
                "מ\"ט דר\"א - דסבר עיקר אבילות שני ימים:"
            ], 
            [], 
            [], 
            [
                "דכתיב ויתמו ימי - דמשמע ב' ימים:"
            ], 
            [], 
            [], 
            [], 
            [
                "עיקר מרירא יום אחד - אבל אבילות ב' ימים:"
            ], 
            [], 
            [
                "הלכה כר\"א בחליצה - שאם באו פנים חדשות בג' אינו חולץ והלכה כרבי יהושע בהנחה דבשני מותר להניח תפילין:"
            ], 
            [], 
            [
                "בשני לעולא חולץ - בשלישי קאמר הלכה כר\"א דאמר אינו חולץ אבל בשני לא ידענא אי חולץ אי לא:"
            ], 
            [], 
            [
                "חולץ ומניח - בשני אפי' מאה פעמים ביום וכי באו פנים חדשות חולץ וכי ליכא פנים חדשות מניח:"
            ], 
            [], 
            [], 
            [
                "רבא אמר כיון שמניח - בשני שוב אינו חולץ לפנים חדשות:\n"
            ], 
            [], 
            [
                "והאמר רבא - לעיל (דף כ.) בכפיית המטה הלכה כתנא דידן דאמר ג' ימים עיקר אבילות ה\"נ נבעי ג' ימים להניח תפילין:"
            ], 
            [], 
            []
        ], 
        [
            [
                "מצוה אני - כלומר הואיל ומצוה להניח תפילין מצי להניח לאלתר בשני:"
            ], 
            [], 
            [], 
            [
                "אשה - אבילה טווה בפלך:"
            ], 
            [], 
            [
                "אלא במקום המתנחמין - סמוך לאבלים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אפילו ב' בנים חתנים - קברתי מנוחם אני מרוב כבוד שעשיתם לי:"
            ], 
            [
                "ואם בשביל עקיבא באתם הרי כמה עקיבא בשוק - שלא הלכתם לנחמן:"
            ], 
            [
                "כ\"ש ששכרכם כפול - שלכבוד התורה באתם:", 
                "לכו לבתיכם לשלום - הרי שאל בשלומן:"
            ], 
            [], 
            [], 
            [
                "ורמינהו - דבתוך ל' יום אינו שואל:"
            ], 
            [], 
            [
                "ונשא אשה - בתוך שלשים יום כגון שאין לו בנים כדלקמן:", 
                "אינו רשאי ליכנס לביתו - לנחמו משום חלישת דעת דאשה אחרונה קתני מיהת בתוך ל' יום אינו שואל בשלומו כ\"ש שהאבל עצמו אינו שואל בשלומו של זה ולעיל קתני משבעה ואילך משיב ושואל כדרכו:"
            ], 
            [], 
            [
                "אמר רב אידי הוא שואל בשלום אחרים - כלומר תריץ הא דתני מכאן ואילך שואל כדרכו בתוך שלשים יום דהוא שואל בשלום אחרים שהן שרויין בשלום והא דקתני בתוך ל' יום אינו שואל בשלומו אין אחרים שואלין בשלומו:"
            ], 
            [], 
            [
                "מכלל דשיילי - בתוך ל' יום וקשיא למאן דתני בתוך ל' יום אינו שואל:"
            ], 
            [
                "דלא ידעי - כלומר הא דתני דמשיב להני דשאלי ליה ולא ידעי דאבל הוא אבל מאן דידע דאבל הוא לא שאיל ליה בתוך ל' יום:"
            ], 
            [
                "אי הכי - דאוקמת לה בלא ידעי אפילו ג' ימים נמי משיב (למאן דשאיל ליה ואמר דאבל הוא) למאן דלא ידע ושאיל ליה בתוך ג' ימים:"
            ], 
            [
                "התם מודע להו - הא דקתני כל ג' ימים אסור בשאילת שלום אבל מודע להו דאבל הוא ולא מהדר להו:"
            ], 
            [
                "הכא - לאחר ג' לא צריך לאודועינהו למאן דלא ידעי דאבל הוא אלא משיב:"
            ], 
            [
                "ורמינהו בתוך י\"ב חדש אינו שואל בשלומו - וקשה להך דתני לאחר שלשים יום שואל בשלומו:"
            ], 
            [
                "מן הצד - שאומר לו תתנחם ואינו מזכיר שם המת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא באבל על אביו ועל אמו - אינו שואל בשלומו עד י\"ב חדש:", 
                "הא בשאר קרובים - שואל בשלומו לאחר ל' יום:"
            ], 
            [
                "התם נמי - שלשים דמוקמת ליה בשאר קרובים:", 
                "ידבר עמו תנחומין מן הצד - לאחר ל' כי היכי דבאביו ואמו מדבר עמו תנחומין מן הצד לאחר י\"ב חדש ואמאי קתני לאחר ל' אינו מדבר עמו תנחומים כלל:"
            ], 
            [
                "ה\"נ - ומאי לאחר ל' אינו מדבר עמו תנחומים כדרכו:"
            ], 
            [], 
            [], 
            [
                "מונה עמהן - עם האבלים שבאותו מקום הואיל דבמקום קרוב הוה ויכול לבא בתחלת האבילות חשבינן ליה כמו דאתא דאינו מונה אלא ה' ימים עם שאר אבלים:", 
                "מונה לעצמו - שבעה שלימין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שיש גדול הבית בבית - שבא ומצא גדול הבית בבית מונה עמהן עם אבילי הבית וזה שבא הוא הצעיר ממנו אבל אם היה גדול בדרך ובא בתוך שלשה ימים אפי' ממקום קרוב מונה לעצמו דלא חשיב אבילות דצעיר לאצטרופי גדול בהדיה:"
            ], 
            []
        ], 
        [
            [
                "הלך גדול הבית לבית הקברות - אחר מטתו לקוברו ושהה שם ג' ימים:", 
                "מהו - מי חשבינן ליה כמאן דהוי בביתיה הואיל ולצורך המת הלך אתו:"
            ], 
            [], 
            [
                "מונה עמהן - דאבילות שלהם התחילה משחזרו פניהם מן המת ואבילות של גדול עד שיסתום הגולל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לבני הצלפוני - מקום:"
            ], 
            [], 
            [], 
            [
                "דלא אזליתו בתר ערסא - דמאן דאזיל בתר ערסא לא חיילא עליה אבילות עד שנסתם הגולל כשמוליכין המטה מבבל לא\"י לקבור ואין כל הקרובים כולם יכולין לעלות עד א\"י ומלוין המת פרסה או מיל וחוזרים:", 
                "מכי אהדריתו אפייכו מבבא דאבולא - משער החיצון של העיר ומגרשיה דאתיתו לביתא:", 
                "אתחילו מנו - ימי אבילות אע\"ג דלא נקבר המת עד ימים רבים ואע\"ג דאבילות אינו חל עד שיסתום הגולל לדידכו דלא מחזי חזרתכם כנסתם הגולל:"
            ], 
            [], 
            [], 
            [
                "ה\"ג והוא שלא עמדו מנחמין מאצלו - שבא בשביעי שחרית עד שלא עמדו מנחמין אצל זה שבבית:"
            ], 
            [], 
            [
                "ננערו לעמוד - מנענעים ורוצים לעמוד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר מאן דהוא - אדם אחד מאן דהוה:"
            ], 
            [
                "מפומיה דמריה - מר' אבא בריה דרבי חייא או רבי זירא:"
            ], 
            [], 
            [], 
            [], 
            [
                "אין הלכה אמרי - כלומר אין הלכה כרבי שמעון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מדחה מטתו - ממהר להוציאו:"
            ], 
            [], 
            [
                "ממעט בעסקו - כגון סחורה:"
            ]
        ], 
        [
            [], 
            [
                "רצה חולץ - כתיפו:"
            ], 
            [], 
            [
                "ונמנע - האבל ולא חלץ משום כבוד גדול הדור שעמו שבקש לחלוץ גם הוא:"
            ], 
            [], 
            [
                "אלא למ\"ד גדול הדור שעמו ר' יעקב - ורבי הוה אבל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עד שיגערו בו חבריו - שכבר גידל פרע יותר מדאי:"
            ], 
            [], 
            [
                "אמר רבה - הא דתניא נכנס לבית המשתה לאחר ל' יום:"
            ], 
            [
                "לשמחת מריעות - סעודה שעושין ריעים ואהובים זה עם זה ולא הוי שמחה כל כך אבל סעודה דשמחה כגון דנישואין לא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא באריסותא הא בפורענותא - אריסא היינו שמתחיל אחד מהן לעשות סעודה ומלוה לכולם כדי שיעשו גם הם נמי כך לאותה סעודה אינו נכנס עד לאחר שלשים יום אבל בפורענותא שמשלם להם סעודות שנעשו לו יכנס לאלתר שאי אפשר לו שלא לשלם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואפיקרסותו - שעל ראשו אינה מעכבת כלומר אינו צריך לקורעה:", 
                "אחד איש ואחד אשה - חייבין לקרוע:"
            ], 
            [], 
            [
                "האשה - שמת אביה או אמה קורעת חלוק התחתון משום צניעות:", 
                "ומחזרת - הקרע לאחוריה:", 
                "וחוזרת וקורעת העליון - והתחתון מכסה לבה:"
            ], 
            [
                "רצה מבדיל קמי שפה - שאינו בשפה שלפני הצואר אלא קמי שפה שלפני השפה שלפני הצואר שאינה קרועה וקורע תחתיה כדי שיהיה נראה הקרע:", 
                "רצה אינו מבדיל - אלא קורע של בית הצואר אע\"ג דאינו נראה הקרע דהכל בית הצואר הוא:"
            ], 
            [
                "על אביו ועל אמו מבדיל - קמי שפה כדי שיהא נראה הקרע:"
            ], 
            [], 
            [
                "קרע של תיפלה - כלומר לא יצא ידי קריעה לפי דנראה דבית צואר הוא הכל:"
            ], 
            [], 
            [
                "ויקרעם לשנים - אין קורעין אלא שנראה כשנים מבדיל קמי שפה ונראה בית הצואר קרע אחר:"
            ], 
            [], 
            [], 
            [
                "שולל - באשטיר\"י:"
            ], 
            [
                "מאחה - קנט\"ר תופר כדרכו:"
            ], 
            [], 
            [], 
            [
                "קורע בכלי - סכין כדי שלא יפסיד הבגד:"
            ], 
            [], 
            [], 
            [
                "קורע מבפנים - תחת המקטורן שלו שאינו קורע מחוץ לעיני הכל:"
            ], 
            [], 
            [
                "וכן לנשיא - קורע מבחוץ:"
            ], 
            [], 
            [
                "לא הושוו - רבו ואב ב\"ד ונשיא וכל הנך דתני במתניתא לאביו ולאמו:", 
                "אלא לאיחוי - שאין מתאחים לעולם אבל לא הושוו לאביו ולאמו לקרוע מבחוץ להאי לא הושוו דעל אביו קורע מבחוץ ועל כולן אינו קורע מבחוץ:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כפי אסיתא - הפוך המכתשת ועמוד עליה וקרע כדי שיראוך כל העם כשתקרע:"
            ], 
            [
                "חכם - ממונה על העיר שמבקשים ממנו הוראה:", 
                "חולץ - כתף מימין:"
            ], 
            [], 
            [
                "בית מדרשו בטלין - אותן שרגילין ללמוד תורה מפיו:"
            ], 
            [], 
            []
        ], 
        [
            [
                "וקורין שבעה - בספר תורה דאין מתפללין יחד בבית הכנסת אלא כל אחד ואחד מתפלל בביתו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא הוצרכו לומר שבת ראשונה - שודאי לא יצא מפתח ביתו:"
            ], 
            [], 
            [], 
            [], 
            [
                "כל שלשים יום לנישואין - עד שלשים יום לאחר אבלו אינו יכול לישא אשה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואחד כלים ישנים יוצאין מתוך המכבש - פירוש שהן כחדשים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בגרדא דסרבלא - מלבוש לבן מגוהץ ישן:", 
                "כרבי - דאמר לא אסרו לבן אלא חדש:"
            ], 
            [
                "בחימוצתא - חלוק:", 
                "רומיתא - שבא מרומי:", 
                "כרבי אלעזר - דאמר לא אסרו אלא לבנים וזו אדומה היתה:"
            ], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אפסוקי מבעיא - כלומר מי צריכא למימר דאינה מפסקת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין מברך - להוציא אחרים ידי חובתן:"
            ], 
            [], 
            [], 
            [
                "מתוך שנתחייב באלו - קריאת שמע כו' נתחייב בכולן:"
            ], 
            [], 
            [
                "תשמיש המטה איכא בינייהו - הא דאמר נתחייב בכולן סבר מותר בתשמיש המטה ותנא קמא סבר אסור בתשמיש המטה:"
            ], 
            [], 
            [
                "מר - דאסר בתשמיש סבר יש אבילות בשבת:"
            ], 
            [
                "ומר - דשרי סבר כשמואל דאמר אין אבילות בשבת:"
            ], 
            [], 
            [], 
            [], 
            [
                "עדיין לא חלה אבילות עליה דלא נקבר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבל רבתי - מסכת שמחות:"
            ], 
            [], 
            [
                "גוייתו - כל גופו ואיכא דאמרי אבר שלו:"
            ], 
            [], 
            [], 
            [
                "פריעת הראש - שמגלה האבל ראשו בשבת ואינו מתעטף וחזרת קרע לאחוריו וזקיפת המטה חובה בשבת:"
            ], 
            [], 
            [], 
            [], 
            [
                "נעילת הסנדל - דלאו כולי עלמא סיימי מסאנייהו בשבת ולא מוכח דאבל הוא:", 
                "לא כולי עלמא מגלי רישייהו - בשבת ואע\"פ שמתעטף לא מיחזי כאבל:"
            ], 
            [], 
            [
                "בשעת חימום - בשעת התחלת הצער בשעת מיתה:", 
                "וכל עטיפה שאינה כעטיפת ישמעאלים - הלכך כיון דכל ימי שבוע שהוא אבל מתעטף כישמעאל אם אינו נוטלה בשבת נראה כנוהג אבילות דכ\"ע לא נהיגי בעטיפה זו אלא אבלים בלבד:"
            ], 
            [
                "מחוי ר\"נ - עטיפת ישמעאלים:", 
                "גובי דיקנא - גומות שבלחי למטה מפיו:"
            ], 
            [], 
            [
                "לא שנו - פריעת הראש בשבת דצריך לגלות חוטמו ושפמו וזקנו שהיה מכוסה בימי אבלו להודיע כי אין אבילות בשבת:", 
                "אלא שאין מנעלים ברגליו אבל יש מנעלים ברגליו מנעליו מוכיחים עליו - דאינו אבל אבל לגלות ראשו אינו צריך ואם בא להתעטף בצינעא אפי' כעטיפת הישמעאלים אין בכך כלום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דמסתפינא מיניה - בקושיות:"
            ], 
            [], 
            [], 
            [], 
            [
                "מחליף וקורע - אע\"פ שאינו שעת חימום:"
            ], 
            [], 
            [
                "כבוד אביו - שנו אבל לכולי עלמא אין קורע אלא בשעת חימום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ממאן שמיעא - לרב אושעיא הא דאמר אין מתאחין שמע מינה האי דאמר אין מתאחין אבוה דרב אושעיא:"
            ], 
            [], 
            [], 
            [
                "אונקלי - שייפינ\"ש חלוק שקורעו:", 
                "בתוך ביתו - שבצינעא מותר לנהוג אבילות בשבת:"
            ], 
            [
                "דפריס סודריה ארישיה - בשבת משום עטיפה דנהיג אבילות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל ל' יום יוצא בחיק - בן ל' יום מוציאו בחיק לבית הקברות ולא בארון:", 
                "אבל לא באיש אחד - שאין מתייחדין עם האשה:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "ואין עומדין עליו בשורה - אין צריך לעמוד עליו בשורה כשחוזרין מבית הקברות עוברין לפני האבל בשורה וכל אחד אומר לו תתנחם:", 
                "ברכת אבלים - ברכה שאומר ברחבה כדאמר בכתובות (ד' ח:):", 
                "תנחומי אבלים - כל שבעה הולכין לנחמו בביתו:"
            ], 
            [], 
            [], 
            [
                "דלוסקמא - ארון:", 
                "הניטלת בכתף - באדם אחד:", 
                "באגפיים - בשני בני אדם דרך כבוד:"
            ], 
            [], 
            [], 
            [
                "ואבריו כבן שתים - שאבריו גדולים:"
            ], 
            [], 
            [
                "מצהיבין - מרגישין ומצערין:"
            ], 
            [], 
            [
                "ניכר לרבים - שהיו מכירין כבר שהיה רגיל לצאת מן הבית:"
            ], 
            [
                "מה הן בהספד - כמה יהא גדול שמצוה להספידו:"
            ], 
            [], 
            [
                "עניים בני שלש - לפי שהעני מצטער על בניו יותר מן העשיר לפי שאין לו שמחה אחרת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יום אחד לפני עצרת - היה אבל:", 
                "הרי כאן ארבעה עשר - דעצרת חשוב כשבעה וזהו יום שלפני עצרת חשוב ז' דסבר כי האי תנא דלעיל (ד' כ.) דאמר אפילו יום אחד אפילו שעה אחת וכמאן דאמר עצרת כרגלים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' על מטה זקופה - יושבין המנחמין:", 
                "חולצין - כתפיהן:"
            ], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמ' לספר תורה - דתורה קרויה נר שנאמר (משלי ו) כי נר מצוה ותורה אור ונשמה נקראת נר דכתיב (שם כ) נר (אלהים) נשמת אדם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שמעתתיה בפומין - והוי כמאן דגמרינן מיניה:"
            ], 
            [], 
            [
                "מאי דהוה הוה - הואיל דלא קרעו בשעת מיתה תו לא קרעי:"
            ], 
            [], 
            [], 
            [
                "למקרע לאלתר - בלא הספד:"
            ], 
            [], 
            [], 
            [
                "לאותובי ס\"ת אפורייה - ולומר קיים זה מה שכתוב בזה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא הוה נפיק פוריא מבבא - דזוטר הוה בבא:"
            ], 
            [], 
            [], 
            [
                "מפוריא לפוריא - לתתו במטה אחריתא קטנה שתצא דרך הפתח:"
            ], 
            [], 
            [], 
            [], 
            [
                "אל עגלה חדשה - אותה עגלה ששיגרוהו פלשתים בה ובאותה עגלה הביאו דוד מבית אבינדב לעיר דוד:"
            ], 
            [
                "פרוס בבא - שברו הפתח והרחיבוהו:"
            ], 
            [
                "בבל גרמה לו - שאין שכינה שורה בחוץ לארץ:"
            ], 
            [], 
            [], 
            [
                "טפח ליה אבוה - רב חסדא בסנדלא שטפח לו לרב נחמן על סנדלו כאדם שנוגע על רגל חבירו בחשאי כדי שלא ישמעו העומדים סביב מטתו דרב הונא ע\"א הכהו בסנדלו:"
            ], 
            [], 
            [
                "לא תטרוד עלמא - לא תטרח בקושיות:"
            ], 
            [
                "שהיה כבר - כלומר ההיא שעתא הוה ולא יותר ויש אומרים שהיה כבר בארץ ישראל ששרתה עליו רוח הקודש:"
            ], 
            [
                "כי אסקוה להתם - לארץ ישראל לקוברו שכל הנקבר שם נקבר בלא חטא שנאמר העם היושב בה נשוא עון כדאיתא בכתובות (דף קיא.):"
            ], 
            [], 
            [], 
            [
                "לדלויי רישין - דאדם חשוב היה והוה לן בושת לדלויי רישין:", 
                "ואתי להכא - דסבורין שהוא חי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שלדו - גופו קיימת יוצאין:"
            ], 
            [
                "לא סיימוה קמיה - דשלדו הוה קיימת:"
            ], 
            [], 
            [], 
            [
                "רב הונא ריבץ תורה - כדאמרינן פרק שני דייני גזירות (כתובות דף קו.) כי קיימי רבנן מקמיה ומנפצי גלימייהו מכסי ליה ליומא באבקא:", 
                "רבי חייא ריבץ תורה - כדאמרינן בבבא מציעא (דף פה:) אנא עבדי ליה לתורה דלא תשתכח מישראל:"
            ], 
            [
                "מאן מעייל ליה - מי ילך להכניסו לקבורה אצל רבי חייא:"
            ], 
            [], 
            [], 
            [
                "איתהפיכא ליה רצועה דתפילין - השחור בפנים דרצועה שחורה נראה בחוץ הלכה למשה מסיני:"
            ], 
            [], 
            [], 
            [], 
            [
                "איבעית - נבעת ונפחד:", 
                "זקפיה לארונא - דרב הונא לקמיה עמודא דנורא דלא ליזקיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "כי מטו אגישרא - כשהגיעו לעבור בדף של גשר קצר שעכשיו לא היו יכולין לעבור זה בצד זה אלא זה אחר זה:", 
                "קמו גמלי - עמדו הגמלים נושאי המטות במקומן:"
            ], 
            [
                "טייעא - סוחר ישמעאלים:"
            ], 
            [], 
            [], 
            [
                "רבנן - דשיכבי רבה בר רב הונא ורב המנונא:", 
                "עבדי יקרא - דהא לא בעי האי למיעל מקמי האי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נתור ככי - לחייו משום דבזי לרב המנונא:"
            ], 
            [], 
            [
                "ספר מלחמות - ספר תורה לישנא אחרינא שנלחם רבה ורב המנונא ונתור ככי דההוא טייעא לישנא אחרינא גזע ישישים זה רבה בר רב הונא דהוא בן גדולים בן רב הונא דהוא ראש גולה ועדיף מנשיא דארץ ישראל ועמו ספר מלחמות עמו רב המנונא:"
            ], 
            [
                "קאת וקיפוד הוכפלו - קללה כמו וירשוה קאת וקיפוד (ישעיהו לד) כלומר קללה באה והוכפלה בעולם:", 
                "לראות שוד ושבר - זה שקצף הקב\"ה על עולמו:"
            ], 
            [], 
            [], 
            [], 
            [
                "נשים לילות כימים - בהספד על ששם לילות כימים בתורה:"
            ], 
            [
                "בר קיפוק ובר אבין - הוו ספדני:"
            ], 
            [
                "(ההוא יומא - דנח נפשיה):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חלש דעתיה - דהאי מדמי ליה לשלהבת והאי לאבידה:"
            ], 
            [
                "וההוא יומא - דנח נפשיה לא ספדוהו משום דאירע להו תקלה על ידו:"
            ], 
            [], 
            [
                "לא בר קיפוק ולא בר אבין חליץ - משום דאיתהפכו כרעייהו ותנינא (יבמות דף קג.) האי מאן דמסגי אלוחתא דריגלא לא חליץ דהתורה אמרה וחלצה נעלו מעל רגלו ולא מתחת לרגלו:"
            ], 
            [
                "אתי לדגלת - חדקל:"
            ], 
            [], 
            [], 
            [
                "רוב שלישית - ישראל נקראו שלישית ורבא שקול כרוב ישראל ואמר ליה קום ואמור מילתא כלומר בקש רחמים:"
            ], 
            [
                "כאות במי מרה - שאשה סוטה נבדקת בהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "בעת חנינתו - דולד:", 
                "אבד חנינו - אביו המחננו:"
            ], 
            [], 
            [], 
            [
                "והבאתי השמש בצהרים - אשקיע השמש בצהרים:"
            ], 
            [], 
            [
                "יומו של יאשיה - שנהרג יאשיה קרי יומו שמש:"
            ], 
            [], 
            [], 
            [
                "לגרמיה - לדעתיה:"
            ], 
            [], 
            [], 
            [
                "רבי זירא היה מבבל ובה נולד וגדל בארץ ישראל והיינו דקאמר ארץ שנער הרה וילדה ארץ צבי גדלה שעשועיה ואהכי קרי ליה רבי זירא ורב זירא:"
            ], 
            [], 
            [
                "אוי נא לה אמרה רקת - יכולה לומר כן רקת היא טבריא:"
            ], 
            [
                "אחיתו - הורידו דמעות:"
            ], 
            [
                "איתחמיאו כוכבי - נראו הכוכבים שנשתנה העולם מרוב צער:"
            ], 
            [
                "כיפי דנורא - אבנים של אור:", 
                "אשתעו צלמנייא - נימוחו פרצוף שלהן:", 
                "והוו למחלצייא - כלומר נחלקה ונתמעכה כל צורת פרצוף של צלמים וצור' המטבעות מפני צורת החסיד שנשתנית:", 
                "דרבי מנחם - בנן של קדושים שלא נסתכל אף בצורה של זוזא כדאמרינן בערבי פסחים (דף קד.):", 
                "והוו למחלצייא - כמו שהוחלקה במעגל ובמחלצים שבה מטחין טיט הכותל:", 
                "אנדרטא - צורת הצלמים שעושין על שם המלך שמת:", 
                "שבעין מחתרין - דגנבים דבזכותיה לא הוו אתו גנבים:", 
                "כיפי דברדא - אבנים:", 
                "נשוק כיפי - כיפאות של גשרים נשתברו ונשקו זו את זו:", 
                "שיצי - קוצים:"
            ], 
            []
        ], 
        [
            [
                "ואלו קרעין כו' - באבל רבתי במסכת שמחות (פ\"ט):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ברוב ציבור - רוב ישראל:", 
                "וכמעשה שהיה - בשאול ויהונתן:"
            ], 
            [], 
            [], 
            [], 
            [
                "גרמו לנפשייהו - דמרדו ביה והא דקאמר לא קטלי יהודי רוצה לומר בחנם:"
            ], 
            [], 
            [
                "לקול יתירי - לקול כנורות שמרדו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אתיא קרע קרע (מדוד):"
            ], 
            [], 
            [
                "שלש דלתות וארבעה - כלומר ארבעה פסוקים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אנא מלכא - ואמלכא לא כתיב כלום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היו צריה לראש - שהנכרי ראש ולא אתה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "משום שמועות רעות - על הגלות איבעי למיקרע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "את המגילה - זה הגויל:", 
                "ואת הדברים - זה הכתב:"
            ], 
            [], 
            [], 
            [
                "השתא - אי שקיל להו נעמיתא איבעי לי למיקרע על הגויל ועל הכתב דהוי כנשרף:"
            ], 
            [], 
            [], 
            [
                "בזרוע - שאין יכול להצילו:", 
                "וכמעשה שהיה - דיהויקים אבל דנעמיתא דמצי להציל. לא מיקרע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא דפגע במקדש ברישא - כגון כשנכנס לירושלים בשידה תיבה ומגדל דלא ראה ירושלים עד שראה בית המקדש. קורע על המקדש ומוסיף על ירושלים אבל בשלא נכנס בתיבה ופגע בירושלים ברישא קורע על ירושלים בפני עצמה ועל המקדש בפני עצמו:"
            ], 
            [], 
            [
                "כל הקרעים רשאין למוללן - לקפל בגד בתפירה:", 
                "כעין סולמות - שאין מלקטין זה סמוך לזה אבל זה רחוק מזה שמלקט ברוחב כעין מעלות סולמות:"
            ], 
            []
        ], 
        [
            [], 
            [], 
            [
                "מתוך השלל - שלא קרע אלא בשלל:"
            ], 
            [
                "מתוך האיחוי - מקרע האיחוי:"
            ], 
            [], 
            [
                "ובאיחוי אלכסנדרי - דהוה כשלם:"
            ], 
            [], 
            [
                "רשאי להפכו למטה - שהופך הקרע למטה והופך שלמטה למעלה ומאחהו ועושה בית הצואר ולובשו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ותוספת שלש - כגון שמוסיף קרע אחר על אותו קרע כגון שאירעו אבל אחר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עליון אין מתאחה - שקרעו על אביו ועל אמו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאינן בתוספת - כלומר אין בדין שמוסיף עליהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הגיע לטיבורו - ומת לו מת אחר:", 
                "מרחיק שלש אצבעות - בצד אותו קרע וקורע:"
            ], 
            [
                "נתמלא - קרעים מלפניו מחזירו לאחוריו וחוזר וקורע לפניו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל שבעה - אם מת לו מת קורע קריעה אחרת:", 
                "לאחר שבעה מוסיף - על קרע ראשון:"
            ], 
            [], 
            [], 
            [], 
            [
                "דלא ניתן לשוללו - תוך שבעה כלל ואי מוסיף ביה מיחזי כקרע אחד אבל לאחר שבעה דכבר שללו קורע כל השלילות ומוסיף כל שהו דמינכר דעל מת אחר קרע:"
            ], 
            [
                "אשה שוללתו לאלתר - אפילו תוך שבעה:", 
                "הכי נמי - דמוסיף דקורע השלילה ומוסיף בה פורתא דקא מינכר וקא פסיק כל שבעה קורע ואפילו אשה:"
            ], 
            [
                "משום כבוד האשה הוא - ולא מן הדין:"
            ], 
            [], 
            [], 
            [
                "משום כבוד אביו - ולא מן הדין והוי כאיחוי לפיכך מוסיף בו לאחר שלשים:"
            ], 
            [], 
            [
                "בבגד קרוע - קודם לכן גוזל הכל שמרמה הכל שמראה להן שקרע על המת:"
            ], 
            [], 
            [], 
            [], 
            [
                "ואם לא הודיעו - שהולך לבקר את אביו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יברוהו - לאותו שבא על מטות כפויות: אבל ההולך ממקום למקום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "יגלגל עמהן - ואינו עושה סחורה בפני עצמו אלא עם חבורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אף על גב שאין לו - לאבל אחר השבת אלא יום אחד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קרביטיו - רצועותיו שהוא כעין תרניפני\"א:"
            ], 
            [], 
            [], 
            [
                "ערסא דגדא - מטה שמייחדים אותה למזל טוב ואין משתמשין בה כלום אלא מייחדין אותה לשרות מזל טוב עליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דצלא - עור:"
            ], 
            [], 
            [
                "סירוגו מתוכו - מכניס רצועות מן חורי עצי המטה:", 
                "על גבה - והעור כפול על העץ:"
            ], 
            [], 
            [], 
            [], 
            [
                "נקליטי - עצים יוצאין מתוקנין למראשותיו ולמרגלותיו ונותנין עץ ארוך עליהן ונותן הסדינין עליהם לשמור מהזבובים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין מברכין - על הריח בבית האבל:"
            ], 
            [], 
            [], 
            [
                "המנחמין - קרוביו מביאין ענינים של אוכלין:"
            ], 
            [
                "מתני' אסקוטלא - תמחוי:"
            ], 
            [
                "פוטרין את הרבים - שאומרים למנחמין לכו לבתיכם:"
            ], 
            [
                "אין מניחין מטה במועד ברחוב - להספידו:"
            ], 
            [
                "ולא של נשים לעולם - ששופעות זיבה: גמ'"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "כליכה - מטה של מתים:"
            ], 
            [], 
            [
                "על גבי נדות מתות - הכלים שנשתמשו בהן בעודן בחיים שנטמאו בנגיעתן שהנדה מטמאה בנגיעתה אדם וכלים:", 
                "והיו נדות חיות מתביישות - שעושין בהן מה שאין עושין לשאר מתות:"
            ], 
            [], 
            [], 
            [
                "קשה לקרוביו - בתכריכין טובים:"
            ], 
            [], 
            [], 
            [
                "צרדא - קנבוס:", 
                "בר זוזא - הנקנה בזוז:"
            ], 
            [], 
            [], 
            [
                "אין מועד לפני חכמים - שיכולין להספידו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "על לב - מטפח כנגד הלב:", 
                "ביד - קופץ יד זו לזו:", 
                "ברגל - מכה רגלו בקרקע:"
            ], 
            [], 
            [
                "מפני הסכנה - שהופך הסנדל ושובר רגלו:"
            ], 
            [], 
            [
                "ניענע ראשו - שנראה שניחם מעצמו:"
            ], 
            [], 
            [], 
            [], 
            [
                "לכל אומרים שבו - כשעומדין לפני הנשיא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חבורתא איכא - חבורות הן שאלו קוברין מתים שלהם לבדם ואלו קוברין מתים שלהם לבדם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולא ישוב עוד וגו' - משמע מכאן ואילך לא יעשה לעולם תשובה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "אלא חיה - שמתה מחמת וולד שהיא שופעת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מת פתאום - שלא חלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מחמשים שנה - ולמעלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והאי דלא חשיב ליה - בהדי כרת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כרת דיומי - שמא ימות מיתה חטופה:"
            ], 
            [], 
            [
                "פלגא - דמכרת דשני מיהא פלטי לי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מנמנם - גוסס:"
            ], 
            [
                "א\"ל - רבא לרב שעורים:"
            ], 
            [
                "לימא מר - למלאך המות דלא לצעורי:"
            ], 
            [], 
            [
                "שושביניה - דמלאך המות:"
            ], 
            [], 
            [
                "דאימסר מזליה - איתרע מזליה:"
            ], 
            [], 
            [
                "ליתחזי לי מר - בתר מיתה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מר לאו אדם חשוב - לימא ליה מר:"
            ], 
            [], 
            [
                "ספין רקיע - מתוקן למיבעי מיניה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ביעתותיה. דמלאך המות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רגליה דבר נתן - למיהוי נשיא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמאי לא מרחם - דמתפקדנא למייתי ליה למר בההוא עלמא:"
            ], 
            [
                "אחוי ליה שוטא דנורא - וידע דהוא מלאך המות:"
            ]
        ], 
        [
            [
                "מתני' בלא פירוש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                " גמ' לחבילא - חבלא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גוד גרמא מככא - נפלו הלחיים:", 
                "נמטו מיא לאמטיכי - כלומר הדרי מיא למפרע כלפי למעלה:"
            ], 
            [], 
            [
                "עטוף - חושך:"
            ], 
            [], 
            [], 
            [
                "שייול איצטלא דמלתא - כלומר יפה מיתה כמלבוש של מילת:", 
                "דשלימו זוודיה - שכלו לו מזונותיו שהוא עני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אזבזגי - קיניה:"
            ], 
            [], 
            [], 
            [
                "מותא - כל אדם מת:", 
                "(מרעא חבילא) - מרעין חיבולייא - האיסורין הן בבית:"
            ], 
            [], 
            [
                "דידל ידלוניה - כלומר מגביהין בהספד למי שמגביה קולו להספד אחרים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הטריח רבותיו - שבאין לנחמו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "משמרתו - שהושיב ירבעם שלא לעלות לרגל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מעמד במרכבה - שלא יכשלו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ינחם אחרים משמע - שמנחמין יושבין בראש:"
            ], 
            [], 
            [], 
            [], 
            [
                "סרוחים - לשון רבים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לפתוח בראש - לקרות בס\"ת:", 
                "ולברך - ברכת המזון:"
            ], 
            [], 
            []
        ], 
        [
            [
                "כציפורי בפי הוושט - כחבל שיש בו קשר ויוצא בקושי מן התורן:"
            ], 
            [], 
            [
                "פיטורי - שקושרין שתי ספינות ביחד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ילכו מחיל אל חיל - שילכו מבית המדרש לבית הכנסת ומבית הכנסת לבית המדרש אחר יראה אל אלהים בציון יזכנו אל עליון:"
            ], 
            [], 
            [], 
            []
        ]
    ], 
    "title": "Rashi on Moed Katan", 
    "versionSource": "http://www.sefaria.org/Rashi_on_Moed_Katan", 
    "heTitle": "רש\"י על מועד קטן", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Moed", 
        "Moed Katan"
    ]
}