{
    "versionTitle": "Sefaria Community Translation", 
    "language": "en", 
    "title": "HaKtav VeHaKabalah", 
    "text": {
        "Leviticus": [], 
        "Exodus": [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [
                    "[Yaakov Tzvi Mecklenburg 18th c. Germany]", 
                    "Into a tanim - Targum Yonatan Ben Uziel into a hiviah, and according to Rashi, nachash. And in any case it is necessary to make a distinction between a tanim and a nachash. The nachash that Moses' staff became above (4:3) is a snake of the ground, that is found in the forests and deserted places, and tanim is a water snake (vassershlange in Yiddish); as \"[In that day the LORD with His sore and great and strong sword will punish] leviathan the slant nachash; leviathan the tortuous nachash; and He will slay the tanin that is in the sea.\" (Isaiah 27:1) And about Pharaoh it is said: \"Great tanim, sprawling in your channels, Who said, My Nile is my own; I made it for myself.\" Since Pharaoh relied on the waters of the Nile that watered his land, he was compared to a great tanim/water snake that wanders on the Nile, and the proof is that Moses, whose staff became a tanim which can be compared to Pharaoh and his people; and the intention here is a rebuke regarding the plague of blood that changed the water of the river to blood, and the frogs that came from the river. And the wise men of nature [natural history scientists transl.] already said that there are the water snakes [sea snakes] and called it [Hidrarkhos] which is 114 feet long, close to 57 amot, as we see in the Mechilta of Shimon Bar Yochai... \"the nachash is in the dry land, and this one grows in the land and that one (tanim) grows in the water, etc.\""
                ]
            ]
        ], 
        "Introduction": [], 
        "Deuteronomy": [], 
        "Postscript": [], 
        "Numbers": [], 
        "Genesis": []
    }, 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "הכתב והקבלה", 
    "categories": [
        "Tanakh", 
        "Commentary", 
        "HaKtav VeHaKabalah"
    ], 
    "schema": {
        "heTitle": "הכתב והקבלה", 
        "nodes": [
            {
                "heTitle": "מאמר התורה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "בראשית", 
                "enTitle": "Genesis"
            }, 
            {
                "heTitle": "שמות", 
                "enTitle": "Exodus"
            }, 
            {
                "heTitle": "ויקרא", 
                "enTitle": "Leviticus"
            }, 
            {
                "heTitle": "במדבר", 
                "enTitle": "Numbers"
            }, 
            {
                "heTitle": "דברים", 
                "enTitle": "Deuteronomy"
            }, 
            {
                "heTitle": "הערה", 
                "enTitle": "Postscript"
            }
        ], 
        "key": "HaKtav VeHaKabalah", 
        "enTitle": "HaKtav VeHaKabalah"
    }
}