{
    "title": "Reshimot Shiurim on Berakhot",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Reshimot_Shiurim_on_Berakhot",
    "text": [
        [],
        [],
        [
            "The Mitzvah of Kriyat Shema during the Evening and Morning",
            "A. Mitzvah of Kriyat Shema - Is it One or Two Mitzvahs",
            "See Rambam's brief counting of the mitzvot at the beginning of the halachot of Kriyat Shema: \"It [Kriyat Shema] is a singular positive, and it involves reading the Shema twice during the day.\" And in Rambam's Sefer HaMitzvot (Positive Commandment #10) he writes: \" It is commanded to say Shema at night and in the morning, as it says \"...and you will speak of them.\" Let it be clarified that the Rambam reasons that there is one positive commandment to read the Shema twice during the day, and the Kriyat Shema of the evening and the Kriyat Shema of the morning combine to fulfill the single mitzvah of Kriyat Shema for the entire day, and that it [Kriyat Shema] is not two separate mitzvot to say Shema in the evening and in the morning.",
            "This is clarified from the language of the Rambam (Mishna Torah, Chapter 1, Halachot Kriyat Shema, Halacha 1): \"Twice every day one reads Kriyat Shema in the evening and in the morning, as it says: \"...in your resting and in your getting up...\" And it is clear that the obligation to say Kriyat Shema is twice during the day, and Kriyat Shema of the evening and Kriyat Shema of the morning combine to fulfill the mitzvah of Kriyat Shema, and that it is not two separate mitzvot.",
            "According to this, it appears that according to the Rambam, that even though the two readings [of Shema] do not prevent one another from being said, [meaning that] if one does not read the Kriyat Shema of the evening, he is certainly obligated to read the Kriyat Shema of the morning, in any case, the mitzvah of Kriyat Shema is not fulfilled in its entirety rather it is only completed if he reads Kriyat Shema twice during the day. [As it can be seen] that the Rambam in Sefer HaMitzvot (positive commandment #12 &amp; #13) counts Tefillin of the arm and the Tefillin of the head as two separate mitzvot because they do not prevent either one's completion; [meaning that] one who has his head Tefillin, and does not have his arm Tefillin places his head Tefillin: \"And the proof that Tefillin of the head and of the arm are two mitzvot is discussed in the Gemara (Menachot 44a)"
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "רשימות שיעורים על ברכות",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Reshimot Shiurim",
        "Seder Zeraim"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}