{
    "title": "Yad Eitan on Mishneh Torah, Foreign Worship and Customs of the Nations",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Foreign_Worship_and_Customs_of_the_Nations",
    "text": [
        [],
        [
            [],
            [
                "<b>ואפילו להסתכל בדמות הצורה אסור.</b> רבינו מפרש דהא דאמרינן בשבת (קמ\"ט) ודיוקני עצמה אף בחול כו' היינו דיוקנאות של ע\"א. כ\"כ הכס\"מ וגם התוס' פי' כן. ויש לה\"ר לזה מהירושלמי דר\"פ כל הצלמים ע\"ש. וכ\"מ מהא דאי' בת\"כ אל תפנו אל האלילים לעובדם ר' יהודה אומר אל תפנה לראותן ודי, משמע דאף ר\"י דמחמיר אינו אלא בע\"א. ואי אמרת דהא דשבת בנוי הו\"ל ג' מחלוקת בדבר, אך לפי' רבינו אתיא כר\"י. ומ\"ש הכ\"מ דאי דהתם איירי בע\"א מאי בעי מאי משמע הא פשטא דקרא הכי משמע שלא יפנה ויביט אל האלילים, לק\"מ לפי הת\"כ דת\"ק מפרש אל תפנו לעובדן והיינו דפריך מאי משמע דאיירי בהסתכלות לבד דאי משום דא\"ע לעובדן א\"א ללקות דה\"ל באם א\"ע לכך נאמר דפשטי' נמי משמע כן וא\"כ שפיר לקי עליה:"
            ],
            [
                "<b>אחרי לבבכם זו מינות ואחרי עיניכם זו זנות.</b> ברכות (דף י\"ב):"
            ],
            [],
            [
                "<b>ישראל שעבד עבודת כוכבים הרי הוא כעובד כוכבים לכל דבריו.</b> בהשגות א\"א אעפ\"כ אסור לאבד ממונו בידים מדי דהוה אמסור. וכתב הכס\"מ דרבינו לא נזקק לכתוב חילוק זה שאינו כתוב בגמ'. ונראה דמ\"מ נלמד הוא מכלל דברי רבינו לקמן בפ\"ד שכתב דיחיד העובד כוכבים ממונו ליורשיו, וממילא מישתמע שאסור לאבד ממונו וכמ\"ש גבי מסור סוף הל' חובל. ועוד י\"ל דסמך רבינו על מ\"ש פ\"ו מה' נחלות ישראל שהמיר יורש קרוביו הישראלים כשהיה ואם ראו ב\"ד לקנסו כו' ואם היה הממון מופקד ביד אחר אם יכול לזכות בהן עיין בח\"מ סי' רפ\"ג בהג\"ה, ומיהו לאבדו גרע וכדמוכח ממ\"ש הג\"ה בח\"מ סי' שפ\"ח ע\"ש. ועיין מ\"ש המ\"ל רפ\"ה דמלוה. וכל זה דלא כמ\"ש בשו\"ת אמונת שמואל סי' י\"ז דמותר לאבד ממונו ביד לכ\"ע דלא שייך ביה טעמא יכין רשע וצדיק ילבש. וליתא כמבואר מדברי רבינו והראב\"ד. וצ\"ע בשו\"ת תה\"ד סי' שמ\"ט:",
                "<b> וכן האפיקורסים מישראל כו' ואין מקבלין אותם בתשובה לעולם כו'.</b> עיין בכס\"מ והפר\"ח הניח דברי הכס\"מ בצ\"ע. אך דברי רבינו יש להם טעם כמ\"ש הרדב\"ז בתשובה דאע\"ג דאין דבר שעומד בפני התשובה מ\"מ אין יוצאין אצלנו מחזקתן דאפשר שאין תשובתן שלימה ויחזרו בהם כיון שעוברים בשאט בנפש ותרים אחרי מחשבות לבם הרע והמצות בזויות בעיניהם. וי\"ל בזה הא דאיתא בסוטה ארור האיש אשר יעשה פסל וגו' בארור סגי ליה והיינו משום דמשמע דאיירי באפיקורס שעובד ע\"א להכעיס דלא מהני תשובה לקבלו ובארור אמרינן בו קללה בו נדוי כו' כמו מנודה משמע שמקבלין אותו לאחר שעבר הזמן. ועיין מ\"ש מהרש\"א שם שדבריו א\"מ. ויש לה\"ר לרבינו מריש חולין דהקשה אהא דאכל יהושפט משחיטת אחאב והקשה בס' חפץ ה' דאימא דאחאב עשה תשובה בסוף ימיו, ולפ\"ד רבינו א\"ש:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>ואזהרה להדיוט המסית מניין.</b> כתב הכס\"מ דנביא בהדיא כתיב ביה וכתב הפר\"ח דכיון למ\"ש רבינו בס' המצות דאזהרת נביא השקר הוא מאמרו אך הנביא אשר יזיד לדבר דבר בשמי ותמה דזה לא מקרי אזהרה וכדאמר בתמורה ובפד\"מ דאזהרת עשה לא שמה אזהרה ואולי אסיפא דקרא סמך דכתיב אשר לא צויתיו לדבר וסבר דמקרי אזהרה ומסיק דהעיקר כדאיתא בירושלמי פ' הנשרפין דמפיק ליה מדכתיב לא תענה ברעך עד שקר ע\"כ. ויש לתמוה עליו דע\"כ ההיא דירושלמי לא אתיא אליבא דהילכתא דקיי\"ל לאו שניתן לאזהרת מיתת ב\"ד אין לוקין עליו ואי איתא דלא תענה הוי אזהרה לנביא שקר איך מפקינן מיניה אזהרה ומלקות לעדים זוממין כדאיתא בפ\"ק דמכות. ועיין תוס' שבת (קנ\"ד) וב\"ק (ע\"ד). ול\"נ דכונת רבינו בסה\"מ הוא דאזהרת נביא השקר מאמרו הנביא אשר יזיד לדבר וסמיך ליה בההוא קרא ואשר ידבר בשם אלהים אחרים דהיינו מתנבא בשם עבודת כוכבים. ואיתקיש נביא שקר בשם ה' לנביא בשמה לומר דכשם שלא ענש אלא א\"כ הזהיר למתנבא בשמה ה\"נ לא ענש אא\"כ הזהיר לנביא שקר. וכה\"ג מצינו דילפינן ביומא (פ\"א) אזהרה לענוי ביוה\"כ ממלאכה בגז\"ש מה להלן לא ענש אא\"כ הזהיר כו', וכה\"ג איתא בזבחים (ק\"ו ק\"ז) דיליף אזהרה בשחוטי חוץ בגז\"ש מהעלאה דלא ענש אא\"כ הזהיר אף שחיטה לא ענש כו':"
            ],
            [],
            [],
            [
                "<b>ואסור לערוך דין ותשובה עם המתנבא בשם ע\"א.</b> עיין בס' המצות:"
            ],
            [],
            [],
            [
                "<b>הנודר בשם ע\"א והנשבע בה לוקה שנאמר ושם אלהים אחרים לא תזכירו.</b> ובהשגות כתב הראב\"ד זה לא אמר בגמ' אלא אליבא דר' יהודה דאמר לאו שאב\"מ לוקין עליו ולית הילכתא כוותיה. והלח\"מ פי\"ח מה' סנהדרין כתב דרבינו איירי שעשה מעשה כגון שנשבע שלא יאכל ואכל והוא דחוק. וגם נתקשה בסוגיא דסנהדרין (ס\"ג) דקאמר אברייתא דנודר ונשבע בשמה כר' יהודה והומ\"ל אפילו כרבנן ובשעשה מעשה. אבל נראה עיקר כמ\"ש הכס\"מ כאן דרבינו מפרש דבהאי לאו סברי רבנן נמי כר\"י בעלמא אי משום חומר עכו\"ם אי מט\"א ע\"ש. ונראה דיש לדקדק כן מלשון הגמ' דלא קאמר ההיא ר\"י היא דאמר לאו שאב\"מ לוקין עליו ולשון זה הוה משמע ודאי דברייתא אתיא כר\"י ומדקאמר ההיא כר' יהודה משמע דסברה כאן כר\"י בעלמא. וכה\"ג דקדק בחידושי ריטב\"א בפ\"ק דגיטין (ט' ע\"ב) גבי הא דקאמר וכדברי ר\"מ בארבעה ע\"ש. וכפירוש זה פי' ג\"כ מהרש\"א בפ\"ב דקידושין (נ\"ד):<br><b> ויש </b> לי לה\"ר לפי' הכס\"מ משבועות (כ\"א) כי אתא רבין א\"ר ירמיה א\"ר אבהו א\"ר יוחנן אכלתי ולא אכלתי שקר כו' ה\"ד אילימא דאמר שבועה שאוכל ולא אכל מי לוקה והאיתמר ר' יוחנן אמר אינו לוקה משום דהוה לאו שאב\"מ. וקשה דבסנהדרין (ס\"ג) אמר רבין א\"ר אלעזר הנודר בשם ע\"א והמקיים בשמה לוקה ומוקי לה כר' יהודה דאמר לאו שאב\"מ לוקין עליו וא\"כ קשיא דרבין אדרבין דבשבועות התם משמע דרבין נמי כר' יוחנן ס\"ל. ולפ\"ד הכס\"מ דרק בסנהדרין דוקא סובר כר' יהודה אבל לא בעלמא לק\"מ:"
            ]
        ],
        [],
        [
            [],
            [
                "<b>עכו\"ם ומשמשיה ותקרובת שלה אסור בהנאה שנאמר ולא תביא תועבה אל ביתך וכל הנהנה באחד מכל אלו לוקה שתים אחת משום ולא תביא ואחת משום ולא ידבק בידך כו'.</b> הכס\"מ הראה מקור לדברי רבינו מסוגיא דמכות (כ\"ב) דאם נהנה מאשירה חייב שתים מלא ידבק ומלא תביא וה\"ה לנהנה מכל מילי דמשמשיה, ובאמת אין מאשירה ראיה לשאר מילי דשאני אשירה דהיא גופה עכו\"ם היא, וכמ\"ש הרמב\"ן בסה\"מ והכס\"מ לא זכרו. אך יש לה\"ר לדעת רבינו מכמה דוכתי דמצינו דדרשינן קרא דלא ידבק בידך מאומה על כל מילי דהרי בפ\"ק דע\"ז (י\"ב ב') מייתי קרא דלא ידבק לענין איסור הנאה מריח דורד והדס של תקרובת עכו\"ם ושם (ל\"ד ב') מייתי לה לאסור פרש עגלי ע\"א, וכן קרא דלא תביא תועבה איירי נמי בתקרובת דהא סיפא דקרא דכתיב והיית וגו' דריש ליה בהדיא בתמורה (ל') אתקרובת. והא ודאי דהא דדרשינן ולא תביא לאיסור הנאה אסיפא דכתיב והיית סמיך דאיירי באיסור הנאה דדרשינן מיניה בקידושין (נ\"ז) כל שאתה מהוה ממנו הרי הוא כמוהו לאסור חליפין של עכו\"ם. ובזה מתורץ קושיית הפר\"ח דמנ\"ל דלא תביא אשירה איירי בהנאה דאימא כפשטיה שלא יביא לביתו, ולפמ\"ש א\"ש דאסיפא סמיך דוהיית איירי נמי בהנאה, וכי היכי דמצינו דוהיית איירי נמי בתקרובת ה\"נ רישא דולא תביא איירי ג\"כ בתקרובת וכמ\"ש רבינו. ולפ\"ז י\"ל מ\"ש בשו\"ת נו\"ב מ\"ת חי\"ד סי' ע\"ח דסוגיא דע\"ז (ל\"ד) סותר הסוגיא דתמורה (ל') דהתם מייתי לאסור הנאה בפרש של תקרובת מקרא דלא ידבק וא\"כ יש בו לאו ואילו בתמורה מייתי מקרא אחרינא דכתיב והיית ובזה ליכא לאו רק איסור עשה. ולפמ\"ש אין סתירה כלל דקושטא דגם מוהיית שמעינן לאו דארישא דקרא דכתיב ביה לא תביא תועבה אל ביתך קאי והיית לומר דכל מה שאתה מהוה מעכו\"ם לא תביא תועבה אל ביתך ליהנות ממנו ובשניהם הוא עובר. וסוגיא אחת מלמדת על חברתה. והעד על זה הסוגיא במכות דקחשיב לשניהן וכמ\"ש רבינו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פירש כוס אחד מן התערובות ונפל לכוסות שנים הרי אלו מותרין.</b> הכס\"מ הקשה דבהל' מ\"א גבי רמוני בדן של ערלה אוסר רבינו תערובת השני וכאן מתיר, ותירץ דמדינא בב' תערובות סגי וברמוני בדן החמיר משום דאפשר שיהיה להן מתירין אם יתפרדו הרמונים. והקשה הפר\"ח דאי איתא דרמוני בדן חמירי מאי מקשה הגמ' בזבחים לשמואל דאסר ס\"ס בע\"א ולא בשאר איסורין כמאן אי כר' יהודה דאסר גבי רמוני בדן אפילו בשאר איסורין אוסר והשתא נימא דשמואל אית ליה שפיר כר\"י דלא אסר ר\"י ס\"ס בשאר איסורין אלא ברמוני בדן דוקא משום שיש להם מתירין, וגם הלח\"מ תמה כנ\"ל דאיך מחמיר רבינו ברמוני בדן יותר מבע\"א ובגמ' מוכח דבשאר איסורין קילי עיי\"ש ומה שתירץ א\"מ, דאימא בדבר שיל\"מ שמואל מודה דחמיר ולא נקיט ע\"א אלא למעט שאר איסורין שאל\"מ. אך באמת בחנם נדחקו בזה דאישתמיטתייהו ברייתא ערוכה בגיטין (נ\"ד) נפלו ונתפצעו אחד שוגג ואחד מזיד לא יעלו דברי ר' יהודה וא\"כ לא הוו כלל רמוני בדן לר' יהודה דבר שיל\"מ דהא לא מהני לדידיה מה שיתפצעו ויתפרדו, ולפ\"ז אף לפ\"ד רבינו והכס\"מ דרמוני בדן חמירי א\"ש הא דפריך ודייק מר' יהודה דאוסר ברמוני בדן דאוסר נמי בשארי איסורין דע\"כ הכי הוא לשיטתו דר' יהודה גופיה דלא הוו רמוני בדן דבר שיל\"מ ולא חמירי משאר איסורין כלל. גם א\"ש הא דמשני לשמואל תנאי הוא ואיהו סבר כר\"י דאוסר ס\"ס ברמוני בדן וכ\"ש בע\"א דהא לדידיה ליכא למימר דמחמיר ברמוני בדן יותר משום שיל\"מ. אבל לדידן דמהני פירוד י\"ל דחמירי, ומיהו אפשר דפירוד ממילא מהני גם לר\"י:"
            ]
        ],
        [
            [
                "<b>לפיכך העובדים אילנות הנטועים מתחלתן לפירות מותרין.</b> הלח\"מ הקשה דבע\"ז (מ\"ה ב') משמע דלרבנן דס\"ל אילן שנטעו ולבסוף עבדו מותר דרשי קרא דואבדתם את שמם לכנות לה שם. וכיון דרבינו פסק כרבנן אמאי לא הזכיר דין דלכנות לה שם. ונראה שנעלם ממנו הסוגיא (מ\"ח) דאסיק רב אשי התם דאיפוך רבנן לדר' יוסי בר' יהודה ודר\"י בר\"י לדרבנן דלפ\"ז אדרבה דרבנן דרשי ההוא קרא לשרש אחריה ולא לכנות לה שם וא\"ש. עוד י\"ל דרבינו מפרש דלאו למימרא דצריך לכנות לה שם אלא לומר דמותר דהו\"א דשם אלהים אחרים לא תזכירו היינו אפילו בשם גנאי וכ\"מ במכילתא. ולפ\"ז א\"ש דלהתיר להזכיר בשם גנאי יש ללמוד ממ\"ש בספ\"ה דמשמע מדקדוק דבריו דהתם דבשם ע\"א שקורין אותה העכו\"ם איירי עיי\"ש. ודבר הלמד מעניינו דסמך לעיל מיניה שלא ישביע העכו\"ם ביראתו דהיינו ודאי בשמה שקורא אותה:"
            ],
            [
                "<b>אבני הר שנדלדלו ועבדן במקומן מותרות.</b> עיין בהשגות והכס\"מ כתב שהיה לרבינו גירסא אחרת בגמ', ועיין בס' ת\"ח ובש\"ך ביו\"ד ר\"ס קמ\"ה שכתבו טעם לדעת רבינו ע\"פ הירושלמי, ועיין בס' באר יעקב:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אפילו יושב ישיבת עראי.</b> עיין בהשגות, ובכס\"מ כתב דישיבה דכתיבא בהו אפילו כל דהו קאסר. וכה\"ג מצינו ישיבה במגילה (דף י\"ט):",
                "<b> עד שיקבל ז' מצות שנאמר לא ישבו בארצך.</b> קשה דהכא משמע דמוקי קרא דלא ישבו הכי משום קרא דלא תסגיר מוקי בגר תושב שקבל עליו ז' מצות וכת\"ק דברייתא בפ' השולח. ובהל' עבדים מוקי קרא דלא תסגיר בעבד שברח וכראב\"י התם ואיך מזכה שטרא לבי תרי דקרא דלא תסגיר מוקי להכי ולהכי. וי\"ל דס\"ל לרבינו דלא קשיא ליה לראב\"י אלא משום דת\"ק מוקי כולא קרא דל\"ת רק בג\"ת אבל גם ראב\"י מודה דאיירי נמי בג\"ת. ויש לה\"ר מערכין (כ\"ט) וכ\"מ בספרי פ' כי תצא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בהגמ\"יי </b> סי' ט': ודלא כרש\"י שפירש מאל תפנו אל האלילים. צ\"ל אל האובות:"
            ]
        ],
        [
            [
                "<b>אין מגלחין פאתי הראש כו' וחייב על כל פאה ופאה.</b> עיין בס' המצות ל\"ת סי' מ\"ג:",
                "<b> והמגלח את הקטן לוקה.</b> כתב הכס\"מ פלוגתא דאמוראי בנזיר ופסק כר\"ה דמחייב. והתוס' בשבועות (דף ג') הביאו ראיה לזה מסוגיא דב\"מ (דף י' ע\"ב) וכ\"כ בחדושי ריטב\"א לב\"מ, והפר\"ח בספרו מים חיים כ\"כ דנפשי':"
            ],
            [],
            [
                "<b>בלח\"מ: </b> עוד אמרו שם כל מ\"ע שאין הזמן גרמא נשים חייבות ולא כתבו רבינו כאן ולא ידעתי למה ואולי בארו במקום אחר. ביארו רבינו בריש ה' תפלה וברפ\"ה מה' ברכות ע\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות עבודה זרה וחוקות הגויים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}