{
    "versionTitle": "merged", 
    "language": "he", 
    "title": "The Sabbath Epistle", 
    "text": {
        "Introduction": [
            "אין מחלוקת בין משכילי חקות השמים כי שתים עגולות גדולות הנה.<sup>3</sup><i class=\"footnote\">הן קו המישור וקו המזלות. סדר הגלגלים הוא: ״ידוע כי שבעה מעונות למאורות והחמשה כוכבי לכת, והמעון השמיני גלגל המזלות ששם צבא הגדול, והתשיעי גלגל העליון ההולך ממזרח למערב״ (פירוש תהלים ח ד, לפי גרסת אוריאל סימון, שני פירושי רבי אברהם אבן עזרא לתרי עשר, עמ׳ 169-170, הערה 23).</i> הן הן המסבות העליונות שמוצק האחת [כל אחת?] מוצק הארץ.<sup>4</sup><i class=\"footnote\">״מוצק גלגל המזלות הוא מוצק הארץ בעצמו, לא יוסיף ולא יגרע״ (העיבור, סוד בעיבור, דף י עמ׳ ב). </i> והן מתחברות בשתים נקודות,<sup>5</sup><i class=\"footnote\">״גלגל המזלות מתחבר עם הגלגל העליון בשנים מקומות, ושניהם יקראו ׳נקודת ההשתות׳״ (פירוש עמוס ה ח). בספר השם כתב: ״יתכן להיות ׳שמים׳ רמז לשתי נקודות מחברות השנים הגלגלים הגבוהים והם הנקראים ׳ראש התלי׳ ו׳זנבו׳״ (חלק א, סימן ד, עמ׳ 420).</i> ומשם מתפרדות עד נטות האחת לימין גם לשמאל כפי שתי חמישיות ששית הגלגל.<sup>6</sup><i class=\"footnote\">כלומר, עשרים וארבעה מעלות: ״ארבעה ועשרים מעלות נוטה גלגל המזלות מגלגל המישור״ (פירוש דניאל ח ט). בספר העולם הביא חילוקי דעות: ״חכמי הודו אמרו שהוא [קשת נטיית השמש] כ״ד מעלות שלמות. ובטלמיוס אמר שהוא יותר מכ״ג מעלות ויותר מן מ״ה חלקים ופחות מן נ״א חלקים. והנה בטלמיוס לא יכול לדעת האמת. ואברכז אמר שהוא י״א חלקים משמנים ושלש בכל הגלגל, והנה הוא כ״ג נ״א. וחכמי ישמעאל דקדקו יותר מכולם והסכימה דעתם כי קשת הנטיה היא כ״ג ל״ה. חוץ מן יחיי בן אבו מנצור ואברהם אל זרקל שדקדקו יותר מכולם ואמרו כי הוא כ״ג ל״ג״ (עמ׳ 9).</i>", 
            "והנה התנועה האחת, שהיא כוללת כל תנועות הגלגלים, היא המזרחית.<sup>7</sup><i class=\"footnote\">תנועה זו סיבתה היא תנועת הגלגל העליון: ״בעבור שראינו בכל יום גלגל המזלות וגלגלי השבעה כוכבים הולכים ממזרח אל המערב הפך תנועתם, ידענו שיש כדמות גלגל עליון על כולם, שהכל יתנועעו בתנועתו״ (הטעמים, נוסח ב, עמ׳ 2).</i> שהשנים עשר מזלות<sup>8</sup><i class=\"footnote\">״שמות המזלות טלה, שור, תאומים, סרטן, אריה, בתולה, מאזנים, עקרב, קשת, גדי, דלי, דגים״ (ראשית חכמה, שער א, עמ׳ 6).</i> עולים בעשרים וארבע שעות, וקרוב מזה המספר יעלו גם שבעת המשרתים.<sup>9</sup><i class=\"footnote\">״גלגל העליון שהוא מוליך כל הגלגלים הפך תנועתו ממזרח למערב בעשרים וארבע שעות״ (פירוש שמות כ יד, עמ׳ קלט). שבעה המשרתים (כוכבי לכת) הם: ״שבתאי, צדק, מאדים, חמה, נגה, כוכב, לבנה״ (ראשית חכמה, שער א, עמ׳ 7).</i> והתנועה השנית היא המערבית.<sup>10</sup><i class=\"footnote\">״מהלך שניהם [השמש והירח] בראיות גמורות הוא ממערב למזרח, הפך התנועה העליונה״ (פירוש שמות יב ב, עמ׳ ע).</i> גם היא כוללת כל תנועות הגלגלים, כי סדני גלגלי המשרתים נמשלים אל סדני גלגל המזלות. והשמש לבדה שומרת קו המזלות, לא תטה ימין ושמאל.<sup>11</sup><i class=\"footnote\">״אין לשמש מרחב, ולא כן לכל המשרתים״ (הטעמים, נוסח ב, עמ׳ 17).</i> והיא תקיף כל המזלות בשלוש מאות ושישים וחמשה ימים וחמש שעות וחלקי שעה, והיא שנת החמה. והיא השנה באמת, כי הימים ישובו פעם שנית כאשר היו בשנה הראשונה. על כן נקראת ״שנה״.", 
            "ובעבור נטות השמש לצפון ולדרום, התחלקה השנה לארבע תקופות, שהן ״קור וחום וקיץ וחרף״ (בראשית ח כב). כי ימי הזרע הם חצי השנה, בהיות השמש במזלות הדרומיים, וימי הקציר בהיותה בצפוניים.<sup>12</sup><i class=\"footnote\">לשון הפסוק ״עד כל ימי הארץ זרע וקציר וקר וחם וקיץ וחרף ויום ולילה לא ישבתו״, ופירש שם ראב״ע: ״זרע וקציר — חלק השנה לשנים, ואחר כך לארבעה. קור כנגד החום, וקיץ כנגד החורף. והם כנגד ארבע תקופות בשנה״. אולם חז״ל דרשו את הפסוק על שש תקופות: ״רבן שמעון בן גמליאל משום רבי מאיר אומר, וכן היה רבי שמעון בן מנסיא אומר כדבריו, חצי תשרי מרחשון וחצי כסליו זרע, חצי כסליו טבת וחצי שבט חורף, חצי שבט אדר וחצי ניסן קור, חצי ניסן אייר וחצי סיון קציר, חצי סיון תמוז וחצי אב קיץ, חצי אב אלול וחצי תשרי חום״ (בבא מציעא קו ב). </i> והחל מימי הקור. ותחלת זאת התקופה בהיות השמש בסוף נטותה לדרום, אז יחלו הימים להאריך ויחלו הלילות להתקצר, ואלה ימי התקופה קרים ולחים. ובהיות השמש בנקודת המחברת אז ישתוה היום והלילה בכל הארץ. וימי זאת התקופה חמים ולחים. ומתחלתה יחלו הימים להאריך, כי השמש נוטה לפאת צפון, וסוף התקופה בסוף נטותה לצפון. ומשם תחל התקופה האחרת. והשמש יורדת מפאת צפון, אז יחלו הימים להתקצר והלילות להאריך. ואלה הימים, שהם ימי הקיץ, חמים ויבשים. ובהיות השמש בנקודת המחברת השנית, אז ישתוה היום עם הלילה, ויחלו שיתקצרו הימים ויאריכו הלילות. וימי זאת התקופה קרים ויבשים.<sup>13</sup><i class=\"footnote\">״קור — רביעית השנה, ותחלתה בהיות השמש במזל גדי, כי מאז יחלו הימים להאריך. וחם — בזמן עלות השמש בפאת צפון. וחרף — הרביעית הנשארה, והחל מעלות השמש לדרום, בעבור כי לדרום בני הגלגל הגדול. והוא סוד״ (שיטה אחרת לבראשית ח כב, עמ׳ קפג). </i> ובעבור היות תקופות הקיץ והחרף יבשות, אמר הכתוב ״בקיץ ובחרף יהיה״ (זכריה יד ח).<sup>14</sup><i class=\"footnote\">לשון הכתוב ״והיה ביום ההוא יצאו מים חיים מירושלם, חצים אל הים הקדמוני וחצים אל הים האחרון, בקיץ ובחרף יהיה״. רבי דוד קמחי (רד״ק) פירש על אתר: ״כתב החכם רבי אברהם אבן עזרא זכרונו לברכה כי זכר ׳קיץ וחורף׳ לפי שהם תקופות יבשות, כי ימי הקיץ הם חמים ויבשים, וימי החורף קרים, ובאלה הימים יחסרו הנהרות״. </i> כי באלה הזמנים יחסרו הנהרות, חוץ מיאור מצרים, כי הוא יוצא ממעינות הרי הלבנה בפאת דרום.<sup>15</sup><i class=\"footnote\">״אמר אחד מגדולי דורו ׳פישון׳ הוא יאור מצרים. ולא זה הדרך. כי הנה גיחון גם פרת וחדקל הם נודעים, ושלשתם באים ממזרח למערב. ולא כן יאור מצרים, כי הוא יוצא ממעין שהוא בהר הנקרא ׳הר הלבנה׳. והוא לפאת נגב מהקו השוה, שהוא תחלת הישוב לפאת צפון. על כן יגברו מימי יאור מצרים בתמוז, ולא כן השלשה הנהרים הנזכרים. והנה מקום זה הנהר לא ידענוהו״ (שיטה אחרת לבראשית ב יא, עמ׳ קסז). ובפירושו הרגיל לבראשית ב יא כתב: ״יאור מצרים יוצא מהר הלבנה, רחוק מקו השוה בצד נגב. והראיה, גדולה בקיץ״. </i>", 
            "והנה תקופות השנה תלויות בשמש.<sup>16</sup><i class=\"footnote\">רבי משה בן מימון (רמב״ם) סימן את ראש כל אחת מארבע תקופות השנה לפי המזל שהשמש תכנס בו: ״תקופת ניסן היא השעה והחלק שתכנס בו השמש בראש מזל טלה. ותקופת תמוז היות השמש בראש מזל סרטן. ותקופת תשרי היות השמש בראש מזל מאזנים. ותקופת טבת היות השמש בראש מזל גדי״ (משנה תורה, הלכות קידוש החודש. פרק ט הלכה ג). </i> גם ככה תקופות היום.<sup>17</sup><i class=\"footnote\">ראה להלן ראש שער ג. </i> והנה האמת כי אין כח במשרתים לשנות מעשיה, כי אם להוסיף או לגרוע בחום או בקור. כי מעשה השמש כמעשה כל,<sup>18</sup><i class=\"footnote\">״השמש לבדו יוליד הזמן, כי היום תלוי בשמש מעת זרחו עד בואו, והלילה הוא מעת בוא השמש עד זרחו, ייראו הכוכבים או הלבנה או לא ייראו. וכן זרע וקציר וקור וחום וקיץ וחורף על פי נטות השמש לפאת צפון או דרום. אף על פי שיש לירח בנהרות ובצמחים הלחים ובמוח מעשים נראים, וכימה לקשר וכסיל לפתח, אין מעשה כולם כנגד מעשיו, כי אם חלק מחלקים רבים״ (פירוש קהלת א ג). וכן כתב בספר המאורות: ״הנה מעשה השמש כמעשה כל, כי הוא המוליד קיץ וחורף וקור וחום ויום ולילה. ובהיותה בבית גבהותה שהוא מזל טלה, והטעם במזל שתחל בו להיותה קרובה מהיישוב, אז יציצו כל העצים וישמחו כל החיים ויתרפאו כל החולים. ובהיותה בתחלת דרום, שהוא מזל מאזנים, יבלו העלים וידאגו כל החיים וירבו כל תחלואים. ועוד דבר מנוסה וידוע כי רובי החולים יקל חליים מחצי הלילה עד חצי היום, בעבור השמש בחצי הגלגל העולה. והפך זה בהיותה ביורד״ (עמ׳ 42-43). בפירושו לתהלים יט ה כתב: ״טעם להזכיר השמש כי הוא גדול מכל גוף, והתנועות העליונות כולם קשורות בו, והוא מוליד הזמן השוה והשונה, והיום והלילה, והמתכות והצמחים וכל החיים תלויים בשמש״. </i> בעבור היותה הבריאה הגדולה.<sup>19</sup><i class=\"footnote\">״חכמי המדות מודים כי השמש היא הבריאה הגדולה״ (שיטה אחרת לבראשית א טז, עמ׳ קסב). ובפירושו לקהלת א ה כתב: ״בארו אנשי המדות והחשבון שכל הנבראים הנראים על עשרה חלקים, והשמש גדול מכולם ואין אחד כמוהו״. </i> גם בעבור היותה קרובה אל הארץ.<sup>20</sup><i class=\"footnote\">״יש מחלוקת גדולה בין החכמים אם נוגה וכוכב־חמה למעלה מהשמש או למטה ממנה. והיה זה הספק בעבור שלא יוכל אדם לראותם בהיותם נחברים עם השמש. ועוד, בעבור היות גלגל המוצק שווה לכל אחד מהם. ולפי דעתי שדברי כולם אמת, כי פעם הם למטה ופעם הם למעלה. וזה צריך פירוש ארוך״ (הטעמים, נוסח ב, עמ׳ 9). ובספר המאורות כתב: ״כח שני המאורות גדול מכח הכוכבים בעבור היות השמש קרובה אל הארץ, כי .הוא בגלגל השני על דרך האמת, והיא גדולה מאוד״ (עמ׳ 42).</i> גם היא מושלת ביום.<sup>21</sup><i class=\"footnote\">בשיטה אחרת לבראשית א טו (עמ׳ קסב) כתב: ״טעם ׳לממשלת היום׳ כי התבואה והדשאים תלוים בשמש, וככה הבדיל והנחושת, גם החיים גם הנולדים. ובלילה הלבנה מושלת. ואלה הדברים ידועים לחכמי הנסיון״. </i>", 
            "ובעבור היות השנה בנויה מחדשים, והחדש תלוי בלבנה שהוא המאור הקטן, על כן חלקתי זאת האגרת לשלשה שערים: הראשון בראשית שנת התורה, השני בראשית חדש התורה, השלישי בראשית יום התורה. "
        ], 
        "Third Gate; On the Beginning of the Day": [
            "כאשר יש לתנועה המערבית ארבע תקופות בשנה, ככה יש לתנועה המזרחית. והנה מהבקר עד חצי היום חם ולח. כתקופת החום שהשמש עולה לפאת צפון, וככה עתה עולה לחצי השמים. ובחצי האחר יורדת, כנגד תקופת הקיץ. ומערב עד חצי הלילה כתקופת החרף. והרביעית כתקופת הקור. והנכון להיות תחלת היום, שהיא כוללת כל האדם, אחת מאלה הארבע נקודות.<sup>1</sup><i class=\"footnote\"> כמו כן כתב ראב״ח: ״היום האמור בכלל הוא במדתו נוהג מנהג עגולה שהיא מתגלגלת, מפני שהוא מתחיל ממקום אחד וסובב והולך עד שהוא חוזר אל המקום אשר התחיל ממנו, ומיד הוא חוזר ונוהג כמנהגו לסבוב ואינו עומד, ואין אתה מוצא בו מקום ידוע שהוא ראוי להקרא ראש אצל כל אדם, לפי הסכמת דעתו נותן לו ראש ותחלה מאיזה מקום שירצה, כאשר אין לעגולה ראש ידוע, וכל מקום שאתה מתחיל ממנו אתה משים אותה ראש לה. וכן ראוי להיות מנהג היום. אלא כשאנו מעיינים בדבר היום עיון יפה, אנו מוצאין בו ארבעה רגעים שהן ראויין לשום אותם ראש היום ותחילתו, מפני שהחמה פונה בהן מצד אל צד בהקפתה אל מקום אחד, והוא במקום ההוא ממירה את ענין מהלכה, ואם אינה ממירה את ענין מהלכה בהקיפתה אל כל הארץ, תהיה ממירה את ענין מהלכה אל מקום פרטי. הרגע האחד מהן הוא עת זריחתה, מפני שהיא מתחלת לעלות על המקום שהיא זורחת עליו. והרגע השני הוא עת היות בחצי השמים, מפני שהיא מגעת במקום ההוא אל סוף גבהה ועליותה על המקום אשר זרחה עליו, ומכאן ואילך היא נוטה לערוב. והרגע השלישי הוא עת שקיעתה, מפני שהוא מתחלת לבוא תחת הארץ ולהסתתר מן המקום אשר זרחה עליו. והרגע הרביעי הוא עת היותה בחצי השמים אשר תחת הארץ, מפני שהיא מתחלת משם לעלות על הארץ והולכת לזרוח אל המקום אשר שקעה מעליו״ (העיבור, מאמר א, שער ט, עמ׳ 23). </i>", 
            "והנה חכמי המזלות החלו מחצי היום עד חצי היום אחר, עשרים וארבע שעות. וזהו יום שלם בחשבונם. והוא אמת לצרכם בעבור שני דברים, לא יבינום רק חכמי המדות.<sup>2</sup><i class=\"footnote\"> עניין זה מבואר בראב״ח: ״המעיינים בחשבון מהלך הככבים והחוקרין על מדת הליכתן, הן צריכין לחקור על מהלך כל כוכב וכוכב כמה יהיה ביום אחד. ואלה מסרו תחלת היום או מעת היותה בחצי השמים אשר על הארץ, והוא מחצית היום, או מעת היות החמה בחצי השמים תחת הארץ, והוא מחצית הלילה. ואמרו אין אנו יכולן לשום תחלת היום ממקןם אחר, מפני שאין הימים והלילות שוין בכל העולם. אבל לילה אחת אם אתה מחבר אותה עם היום אשר היה לפניה, יהיו שניהם כמו כן יום אחד, אלא שמדתן לא תהיה שוה, מפני שהיום אשר לפני הלילה עודף או מקצר מן היום אשר אחריה. ואילו היינו חוקרים על מהלך הכוכבים בימים שתחלתן זריחת החמה או שקיעתה, היה אחד ממנו מתחיל לחקור עליהן מזריחת השמש עד זריחתה ביום אחד, ובו ביום היה אדם אחד מתחיל לחקור עליהן משקיעת השמש עד שקיעתה, לא היינו באים אל דעת אחד מפני החלוף אשר בין הימים והלילות. והיתה החקירה הזאת משבשת עלינו. ועכשיו כשאנו חוקרין עליהן, או מחצי היום או מחצי הלילה, אנו באין לעולם אל דעת אחת, מפני שהשיווי הנמצא בהן מן הדרך הזה. אם אתה מחבר מחצית יום ומחצית לילה שהן סמוכין זה לזה, מחברין כמו כן הן לפני היום הראשון הן לאחריו, לא תמצא היום הראשון עודף על השני ולא חסר ממנו. והוא המנהג בכל יום ויום. מפני שאם מחצית היום עודף על מחצית הלילה ביום הזה, תמצא ביום השני הדבר בחילוף, מחצית הלילה עודף על מחצית היום, ויהיו שניהם לעולם י״ב שעות מלאות. כי מהלך הגלגל מחצי השמים על הארץ עד מחציתה תחת הארץ שוה הוא למהלכו מחצי השמים תחת הארץ עד מחציתה על הארץ בכל מקומות הישוב. ואין מדת מהלכו ממעל לארץ כמהלכו מתחת לארץ, אבל פעמים עודף ופעמים חוסר. ולפי הענין הזה תמצא כל חושבי מהלך הכוכבים משימים תחלת היום בחשבונם או מחצי היום או מחצי הלילה, ואין החשבון נתקן להם אלא על הדרך הזה״ (העיבור, מאמר א שער ט, עמ׳ 23-24). בספר צורת הארץ (שער ב, עמ׳ 87– 92) חקר על העניין הזה, וסיים (עמ׳ 91): ״מפני זה ראויים אנשי החכמה לשום ראש הימים אשר חושבין עליהן את מהלכות הככבים מן מעמד החמה בקשת חצי השמים אשר על הארץ, והוא חצי היום, עד שובה אל המעמד ההוא. או מן מעמדה בקשת חצי השמים אשר תחת הארץ, והוא חצי הלילה, עד שובה אל המעמד ההוא. ולא יכלו לחשוב תחלת הימים לא כן מן עלות החמה על הארץ ולא מן שקיעתה מעל הארץ, מפני החלוף הנמצא בין הימים ולילותיהן משני הדרכים האלה, שהן חלוף המהלך וחלוף המעלות״. ואלו דברי רשב״ץ: ״חכמי תכונת הגלגלים, יש מהם שעשו התחלת היום או בחצי היום או בחצי הלילה. לפי שכל המקומות שהם על אורך אחד ואין ביניהם שינוי כי אם ברוחב, רצוני לומר שהם שוים במרחק מזרח ומערב אלא שהאחד יותר צפוני מהאחד, אלו המקומות כולם, אפילו היו אלף אלפים, חצי היום שלהם הוא שוה ברגע אחד, וישתנה שחרם וערבם. על כן הם בוחרים לעשות התחלה מהאמצע, רצוני לומר, חצי היום וחצי הלילה. ועוד, שלעולם יש מחצי היום לחצי הלילה י״ב שעות שוות בכל עיתות השנה, כי מה שיוסף חצי האחד יגרע חצי האחר. ועוד יש להם תועלת זה בענין מצעדי המזלות״ (ספר תשב״ץ, חלק א, סימן קט, עמ׳ רמו-רמז). </i> ובעבור כי הצל בחצי כל יום קצר, ואין נטותו רק מעט, ויש פעמים שלא תוכל עין האדם לדעת זה. גם בכלי הצל גם בכלי הנחשת אין יכלת בחכם<sup>3</sup><i class=\"footnote\"> רבי יוסף טוב עלם (צפנת פענח, חלק א, עמ׳ 224) גרס ״באדם״ במקום ״בחכם״. </i> לדעת רגע חצי היום. על כן הוצרכו קדמונינו לאמור כי תפלת המנחה שהיא בצהרים אחר חצי שעה,<sup>4</sup><i class=\"footnote\"> ״איזה היא מנחה גדולה משש שעות ומחצה ולמעלה״ (תוספתא, ברכות פרק ג הלכה ב; הובאה בתלמוד בבלי, ברכות כו ב). </i> כי אז תראה העין שהשמש נטתה לצד מערב. על כן ראוי להיות זאת ראשית היום רחוקה מן האמת. אף כי חצי הלילה, כי כל אדם לא יוכל לדעת זה.<sup>5</sup><i class=\"footnote\"> ״ידוע כי אין יכולת בחכם לידע רגע חצי היום כי אם בטורח גדול בכלים גדולים של נחשת, ואף כי חצי הלילה שהוא יותר קשה״ (פירוש שמות יא ד). וכך הכריע ראב״ח: ״אין אנו רשאין לסמוך עליהם [על חכמי המזלות] ולא ללכת אחריהן, מפני שמחצית היום ומחצית הלילה אינו דבר גלוי ומזומן לדעת כל אדם… וצריכין אנו שיהיה ראש היום וסופו גלוים ומפורסמים לכל אדם לתקן כל צרכיהם בעולם הזה״ (העיבור, מאמר א, שער ט, עמ׳ 24). </i>", 
            "והנה הנכון להיות ראשית היום הערב או הבקר. ובעבור כי חדש התורה הוא ללבנה, ואורה המתחדש לא יראה כי אם בערב, על כן ראשית היום מהערב ועד ערב שני.", 
            "ועוד חפשתי ומצאתי כי חדש ניסן ראשון לתקון המועדים, בעבור כי בו יצאו אבותינו ממצרים. רק ראשית השנה לשמיטה וליובל באמת מתשרי,<sup>6</sup><i class=\"footnote\"> ״באחד בתשרי ראש השנה לשנים ולשמיטין ויובלות לנטיעה ולירקות״ (משנה, ראש השנה פרק א הלכה א). </i> שפירושו בלשון כשדים תחילה, כמו ״ושריו למבנא״ (עזרא ה ב).<sup>7</sup><i class=\"footnote\"> ״סוד העבור כרבי אליעזר שאמר כי בתשרי נברא העולם, על כן נקרא ׳תשרי׳ בארמית, והטעם תחלה, כמו ׳ושריו למבנא׳ (עזרא ה ב)״ (שלוש שאלות, עמ׳ ב). </i> והנה הערב דומה לתקופת החרף שהיא בתשרי.", 
            "ועוד מצאתי כל הקדמונים מחשבים את המולד מתחלת הלילה. ועוד מצאתי בדברי חכמינו כי השלמים נאכלים ״לשני ימים ולילה אחד״ (משנה, זבחים פרק ה הלכה ז), ואלו היתה תחלת היום הבקר, לא יתכן להיות היום השלישי רק אחר שני לילות.<sup>8</sup><i class=\"footnote\"> אצל קרבן השלמים כתוב ״ואם נדר או נדבה זבח קרבנו ביום הקריבו את זבחו יאכל וממחרת והנותר ממנו יאכל. והנותר מבשר הזבח ביום השלישי באש ישרף״ (ויקרא ז טז-יז). </i>", 
            "וחפשתי עוד ומצאתי כי מקרה לילה או יום, או הנוגע בכל אשר יטמא לו, אמר הכתוב ״וטמאה עד הערב״ (ויקרא כב ו), שהוא סוף היום. כי אלו היה תחלת היום מהבקר, היה ראוי שיטהר מקרה לילה בסוף היום, שהוא לפנות בקר.<sup>9</sup><i class=\"footnote\"> ״מי שאירע לו קרי בלילה או ביום, כי כן כתוב ׳מקרה לילה׳ (דברים כג יא), והנה לא יטהר עד בא השמש שהוא סוף היום הראשון. ואילו כן שהוא עד בקר יום שני, היה ראוי שירחץ בבקר, כי אם אומרים כי היום והלילה שהוא אחריו יקרא ׳יום׳, הנה יהיה חצי היום טמא וחציו טהור, ואשר יארע לו קרי בתחלת הלילה, חצי היום שעבר טמא, גם חצי יום הבא. ואלה דברי התועים״ (פירוש שמות טז כה). </i>", 
            "ועוד מצאתי מפורש בראשון המועדים,<sup>10</sup><i class=\"footnote\"> כתוב ״בראשן בארבעה עשר יום לחדש בערב תאכלו מצות״ (שמות יב יח). מלשון ראב״ע לפנינו יש לומר שפירש ״בראשן״ — בראשון המועדים, כלומר, בחג הפסח. אולם, בפירושו לפסוק כתב: ״בראשון — אחז דרך קצרה, בעבור שהזכיר בתחלה ׳ראשון הוא לכם׳ (שמות יב ב), והנה טעם בחדש הראשון״. </i> שנתנו השם לישראל לפני השבת, ״בארבעה עשר יום לחדש בערב תאכלו מצות עד יום האחד ועשרים לחדש בערב״ (שמות יב יח), ואחר כך כתוב ״שבעת ימים״ (שם יב יט). והנה יום חמשה עשר מהערב שהוא יום הראשון.<sup>11</sup><i class=\"footnote\"> ״הנה מצינו שאמר ׳שבעת ימים מצות תאכלו׳ (שמות יב טו), ופירש כי זה המספר מ׳ארבעה עשר [יום] לחדש בערב׳ (שם יב יח)״ (פירוש שמות טז כה). </i> וכתוב ״[ולא ילין מן הבשר] אשר תזבח בערב ביום הראשון לבקר״ (דברים טז ד). וידוע כי בחצי הלילה היתה מכת בכורות (שמות יב כט), והנה כתוב ״ביום הכותי כל בכור״ (במדבר ג יג, ח יז).<sup>12</sup><i class=\"footnote\"> בפירושו לבמדבר ח יז כתב: ״ביום הכתי — זמן, כמו ׳אתה עובר היום׳ (דברים ב יח)״. וכן כתב בפירושו לשמות טז כה: ״דע, כי ה׳יום׳ בלשון הקדש על שני דרכים…והדרך השנית שמלת ׳יום׳ נופל על זמן קרוב או רחוק, ׳ביום הכתי כל בכור׳ (במדבר ג יג, ח יז)״. ראה גם שיטה אחרת לבראשית א ה (עמ׳ קנט-קס). אבל לפנינו נראה שרצה להוכיח שהמלה ״יום״ כוללת גם היום וגם הלילה שלפניו, כ״ד שעות, ויום התורה יתחיל בערב. </i> ובמקרא ״היום הזה יום בשורה הוא…וחכינו עד אור הבקר״ (מלכים־ב ז ט).", 
            "ועוד מצאתי ביום הכפורים ״מערב עד ערב תשבתו שבתכם״ (ויקרא כג לב), וכתוב ״בעצם היום הזה״ (שם כג כט, ל) כרת על העושה בו מלאכה או האוכל, ואין הפרש להיות זה בלילה או ביום, כי תחלת ״עצם היום״ מהערב.", 
            "והנה עדים נאמנים כי ראשית היום מהערב. וככה הם כל המועדים והשבת, כי כלם הם ״מועדי ה׳ מקראי קדש״ (שם כג ד). רק השבת לבדה נקראת ״שבת לה׳״ (שמות כ י, דברים ה יד), ששבת ה׳ במעשה בראשית.<sup>13</sup><i class=\"footnote\"> ״זה היום [שבת] סמוך לשם [שכתוב ׳שבתון שבת קדש לה׳׳] בעבור ששבת מכל מלאכתו ביום השביעי״ (פירוש שמות טז כג). מה שאין כן ביום הכפורים שכתוב ״תשבתו שבתכם״ (ויקרא כג לב), והעיר שם ראב״ע: ״יום השבת לא יקרא שבת ישראל כי אם שבת ה׳״. בפירושו הקצר לשמות לה ג (עמ׳ שנ) כתב: ״השבת לא תקרא ׳שבתכם׳ כי אם שבת השם, כמו ׳אך את שבתותי׳ (שמות לא יג). רק יום הכפורים נקרא כן, ׳שבת שבתון הוא לכם׳ (ויקרא כג לב), ולא מצאנו שאמר בו ׳שבת לה׳׳״. </i> ובעבור היות השנה, גם היום, תלויים בשמש, כי השתים תנועות דומות זו לזו, על כן היתה השנה השביעית דומה לשבת. על כן כתוב בה ״שבת לה׳״ (ויקרא כה ב). וכאשר היא תחלת שנת השמיטה בימי תקופת החרף, ככה ראשית יום השבת בתקופת היום הדומה לחרף, שתחלתה הערב.", 
            "ואל תשתומם בעבור שכתוב ״שבתון שבת קדש לה׳ מחר״ (שמות טז כג), ולא הזכיר זה מהערב.<sup>14</sup><i class=\"footnote\"> ״רבים חסרי אמונה השתבשו בעבור זה הפסוק, ואמרו כי חייב אדם לשמור יום השבת והלילה הבא אחריו, כי משה אמר ׳כי שבת היום לה׳׳, ולא הלילה שעבר. גם אמר ׳מחר׳ (פסוק כג)״ (פירוש שמות טז כה). </i> ועתה אפרש לך הפרשה לדחות הטוען. דע, כי השם לא צוה בשבת הראשונה שבה ירד המן ״לא תעשה כל מלאכה״ (שם כ י), עד יום מעמד הר סיני. כי בעבור שצוה משה ״עמר לגלגלת״ (שם טז טז), וצוה ״אל יותר ממנו עד בקר״ (שם טז יט), והנה לקטו ביום הששי שני העמר, והגידו למשה (שם טז כב).<sup>15</sup><i class=\"footnote\"> ״ויהי [ביום הששי] — ירד המן יותר מהמנהג כאשר יפרש, וישראל לקטו לחם משנה, כי משה צוה להם לעשות ככה. והם לא ידעו למה. ועוד, שהכתוב אמר ׳לקטו׳ ולא אמר ׳מצאו׳. ובאו הנשיאים והגידו למשה כי ישראל עשו כאשר צום, ושאלוהו מה יעשו, כי למה צוה ללקוט משנה ואיך יוכלו לאכלו״ (שם טז כב). </i> והוא השיב ״הוא אשר דבר ה׳״ (שם טז כג). והטעם, כבר דבר לי השם זה לפני רדת המן, והוא ״והיה ביום הששי״ (שם טז ה).<sup>16</sup><i class=\"footnote\"> ״ויאמר — כבר אמר לו השם כי אתם חייבים לשבות מחר, שלא תעשו מלאכה אפילו אוכל נפש, כי מחר הוא יום שבת לה׳״ (שם טז כג). </i> ואמר להם למה טעם משנה כי ״שבתון שבת קדש״ (שם טז כג), שהשם ישבות מחר. ולא גלה להם זה הסוד, ולא מה יעשו בעודף שצוה שיניחוהו.<sup>17</sup><i class=\"footnote\"> ״ואת כל העודף הניחוהו עד הבקר שאומר לכם מה תעשו. והנה לא הודיעם כי לא ירד מן ביום השבת, רק בבקר הודיעם זה הסוד״ (שם). </i> ובקר יום שבת אמר להם ״כי שבת היום לה׳״ (שם טז כה), שהשם לא יוריד המן, ״היום לא תמצאוהו״ (שם), אל תצאו ללקט.<sup>18</sup><i class=\"footnote\"> ״עתה פירש מה יעשו בעודף המונח וגלה להם סודו כי לא ימצאוהו היום כי לא ירד״ (שם טז כה). </i>", 
            "וזה הפירוש הזכרתיו כנגד המינים שאינם מאמינים בדברי רבותינו שהשבת מערב עד ערב. ופירוש האמת מה שהעתיקו כי במרה נתנה השבת.<sup>19</sup><i class=\"footnote\"> ״תניא, עשר מצות נצטוו ישראל במרה, שבע שקיבלו עליהן בני נח, והוסיפו עליהן דינין ושבת וכיבוד אב ואם״ (סנהדרין נו ב). </i> והזכיר הכתוב ״מחר״ ולא אמר ״זה הלילה״, כי דבר הכתוב על ההוה ברוב, כי ביום עושים הכל מלאכה.<sup>20</sup><i class=\"footnote\"> ״משה לא דבר לישראל רק כנגד מנהגם, כאשר הזכרתי לך. כי מנהג ארצות ערלים אינם כמנהג ארץ ישראל במאכלם ובמלבושם ובנינם וענינם. כי אין מנהג שיאפה אדם או יבשל בקיץ ובחורף, ולא לעשות מלאכה רק ביום, על כן אמר ׳מחר׳״ (פירוש שמות טז כה). </i> והנה פירוש ״שבת קדש״ — שישבתו, וככה עשו — ״וישבתו העם ביום השביעי״ (שם טז ל). ובירמיה כתוב ״לקדש את יום השבת לבלתי עשות בה [כל] מלאכה״ (יז כד).<sup>21</sup><i class=\"footnote\"> בפירושו לפסוק ״ויברך אלהים את יום השביעי ויקדש אתו״ (בראשית ב ג), כתב ראב״ע: ״ויקדש אותו — שלא נעשתה בו מלאכה כמו חבריו״. </i> והזכיר ״מחר״ שהוא היום כי דבר על ההוה. כמו ״יצא אדם לפעלו ולעבדתו עדי ערב״ (תהלים קד כג). וכמו ״ובשר בשדה טרפה לא תאכלו״ (שמות כב ל), כי הוא הדין לנטרף בבית.<sup>22</sup><i class=\"footnote\"> ״הזכיר ׳בשדה׳ ההוה יותר, וככה הדין בנטרף גם בתוך העיר. וכמוהו ׳מקרה לילה׳ (דברים כג יא)״ (פירוש שמות כב ל). </i> וככה ״מקרה לילה״ (דברים כג יא); ״ונפל שמה שור או חמור״ (שמות כא לג);<sup>23</sup><i class=\"footnote\"> ״שור או חמור — או כל בהמה, והזכיר אלה שניהם כי הם נמצאים יותר״ (פירוש הקצר לשמות כא לג). כמו כן כתב ביסוד מורא: ״משפט ׳ונפל שמה שור או חמור׳ (שמות כא לג), דבר בהוה הנמצא יותר, וככה משפט הסוס והפרד והגמל״ (שער ב, פיסקה יא, עמ׳ 101). </i> ורבים בתורה כאלה.", 
            "ועתה אחפש במעשה בראשית, ואחל להשיב על האומר כי הלילה הולך אחר היום.<sup>24</sup><i class=\"footnote\"> ״רבים חסרי אמונה השתבשו בעבור זה הפסוק, ואמרו כי חייב אדם לשמור יום השבת והלילה הבא אחריו…ופירשו ׳ויהי ערב ויהי בקר׳ (בראשית א ה) כרצונם, כי יום ראשון לא השלים עד בקר יום שני. ולא דברו נכונה״ (פירוש שמות טז כה, עמ׳ קו). </i> אלו היה כן, למה לא אמר הכתוב מפורש ״מבקר עד בקר יום אחד״? או ״מאור עד בקר״? ולמה הכניס באמצע ״ויהי ערב״ (בראשית א ה)? והנה משמע הכתוב ״ויהי ערב ויהי בקר״ — כי מערב עד בקר הוא יום אחד, הפך מה שדבר בראשונה ״ויקרא אלהים לאור יום״ (שם).<sup>25</sup><i class=\"footnote\"> ״עתה שים לבך להבין טפשות המפרשים ׳ויהי ערב ויהי בקר׳ אשר הזכרתי. כי הכתוב אומר ׳ויקרא אלהים לאור יום׳ (בראשית א ה), והוא מעת זרוח השמש עד שקעו, ׳ולחשך קרא לילה׳ (שם) מעת שקוע השמש עד זרחו. והנה הלילה הפך היום כמו שחשך הפך אור. אם כן איך יקרא מעת ערב שהוא עריבת השמש עד בקר ׳יום׳, והנה הוא לילה. והנה כתוב על אלה ׳לילה ליום ישימו׳ (איוב יז יב)״ (פירוש שמות טז כה, עמ׳ קו). </i>", 
            "ואשר הביא זה המפרש בצרה הזאת בעבור שחשבו רבים כי ״בראשית ברא אלהים״ (שם א א) כאלו כתוב ״בראשית בְּרֹא אלהים את השמים ואת הארץ, הארץ היתה תהו ובהו״, שהיתה נעדרת, והטעם שאיננה. והחשך העדר האור והטעם איננו.<sup>26</sup><i class=\"footnote\"> ״החשך איננו כלום רק העדר האור״ (פירוש ישעיה מה ז). </i> וזה הפירוש איננו נכון כלל. כי מה צורך היה לו להזכיר השמים אחר שלא פירש אם היו תהו כמו הארץ? ועוד מדרך הלשון מה הטעם לתוספת הוי״ו?<sup>27</sup><i class=\"footnote\"> ״האומר כי פירושו ׳בראשית ברוא האלהים (ו)הארץ היתה תהו׳, איננו נכון. כי היה ראוי שיחל ׳ראשית׳, כמו ׳ה׳ קנני ראשית דרכו׳ (משלי ח כב). ועוד, מה טעם לו״ו ׳והארץ׳? ועוד, למה הזכיר הארץ לבדה והניח השמים? ועוד, ראינו כי הנביא אומר ׳ראיתי את הארץ והנה תהו׳ (ירמיה ד כג), והנעדר איננו נראה״ (שיטה אחרת לבראשית א א, עמ׳ קנה). </i> ואין כמו זאת הווי״ן הנוספים בפועלים, כמו ״ביום השלישי וישא אברהם את עיניו״ (שם כב ד), ״ויעזב את עבדיו״ (שמות ט כא), כי הם כפ״א רפה בלשון ישמעאל,<sup>28</sup><i class=\"footnote\"> ״וי״ו ׳ולא עליהם יהיה הגשם׳ כפ״ה רפה בלשון ישמעאל. וכמוהו ׳ביום השלישי וישא אברהם את עיניו׳ (בראשית כב ד), ׳ויעזוב את עבדיו׳ (שמות ט כא), ׳והאבן הזאת׳ (בראשית כח כב). ואין יכולת באדם לפרש זאת בלשון אחרת, כי לא ימצא זה הלשון כי אם בלשון ישמעאל ובלשון הקודש״ (פירוש זכריה יד יז). </i> שמתכונת לשונם כלשון הקדש.<sup>29</sup><i class=\"footnote\"> ״לשון ישמעאל קרוב מאד ללשון הקדש, כי בנייניו ואותיות יהו״א והמשרתים ונפעל והתפעל והסמיכות דרך אחת לשתיהן, וכן בחשבון, ויותר מחצי הלשון ימצא כמוהו בלשון הקדש״ (פירוש שיר השירים ח יא, הפעם הראשונה). </i> ובשמות אין וי״ו נוסף.<sup>30</sup><i class=\"footnote\"> אולם בפירושו לבראשית א א (עמ׳ יד) כתב: ״אל תתמה על וי״ו ׳והארץ׳, כי פירושו כפ״א רפה בלשון ישמעאל״. וכן כתב בפירושו לויקרא ז טז: ״וי״ו ׳והנותר ממנו׳ כפ״א רפה בלשון ישמעאל, וכמוהו ׳ויעזוב את עבדיו׳ (שמות ט כא), גם ׳והארץ היתה תהו ובהו׳ (בראשית א ב)״. </i> ועוד, כי לפי הפירוש הזה לא יהיו הרוח והמים נבראים, וכתוב בספר תהלות על שניהם ״כי הוא צוה ונבראו״ (קמח ה).<sup>31</sup><i class=\"footnote\"> לשון הכתוב ״הללוהו שמי השמים והמים אשר מעל השמים. יהללו את שם ה׳ כי הוא צוה ונבראו״, ופירש שם ראב״ע: ״הזכיר שמי השמים והוא כדור אש שהוא סמוך אל כדור הלבנה, ואחר כן הזכיר כדור הסגריר — ׳והמים אשר מעל השמים׳. עד כה גבול העולם העליון״. </i> גם החשך נברא, וכן כתוב ״יוצר אור ובורא חשך״ (ישעיה מה ז).<sup>32</sup><i class=\"footnote\"> ״אין מלת ׳ברא׳ כאשר חשבו רבים לעשות את שאינו ישנו…ומלת ׳ברא׳ כמו ׳וברא אותהן׳ (יחזקאל כג מז), לשון חתוך וגזרה, ואם זאת הגזרה מבנין הכבד. על כן כתוב ׳בורא קצות הארץ׳ (ישעיה מ כח) בעבור כי הקצוות אינן גופות. וככה ׳ובורא חשך׳ (שם מה ז), כי החשך איננו דבר רק הוא העדרת דבר. ובעל ספר יצירה יקראנה ׳תמורה׳, ׳תמורת חיים מות, תמורת עושר עוני, תמורת חכמה אולת׳ (פרק ד משנה א). והצל איננו דבר רק דמות העדרת דבר״ (שיטה אחרת לבראשית א א, עמ׳ קנה-קנו). כמו כן כתב בפירושו לישעיה מה ז: ״ובורא חשך — מגזרת בריאה, כטעם גזירה, כי החשך איננו כלום רק העדר האור״. </i>", 
            "והאמת כי הכתוב הזכיר השמים והארץ כי הכל כדור אחד, והשמים הם כמו הקו הסובב והארץ כמו המוצק באמצע.<sup>33</sup><i class=\"footnote\"> לדעת ראב״ע ״השמים״ הנזכרים במעשה בראשית אינם הגלגלים הגבוהים רק הם הרקיע שמעל הארץ והם מקור יסוד האש: ״השמים בה״א הידיעה להורות כי על אלה הנראים ידבר…ולפי דעתי כי אלה השמים והארץ הם הרקיע והיבשה״ (פירוש בראשית א א, עמ׳ יג). </i> והנה הארץ היתה מכוסה במים מכל צד, וכן כתוב ״בל ישובון לכסות הארץ״ (תהלים קד ט).<sup>34</sup><i class=\"footnote\"> ״הזכיר ׳בל ישובון׳ לאות כי בתחלה היתה הארץ מכוסה במים, ובחפץ השם דחק הרוח אל המים ונראתה היבשה אחר שנברא האור שהיה עיקר״ (פירוש תהלים קד ט). </i> והרוח סביב המים. ואלה הארבעה מוסדים, שהם השמים והארץ והרוח והמים, כי השמים כנגד האש.<sup>35</sup><i class=\"footnote\"> מעשה בראשית הוא בריאת ארבעה היסודות ותולדותיהם, ואין המקרא מספר על בריאת העולמות העליונים: ״לפי דעתי כי אלה השמים והארץ הם הרקיע והיבשה״ (פירוש בראשית א א, עמ׳ יג), ועוד שם: ״כי לא דבר משה על העולם הבא, שהוא עולם המלאכים, כי אם על עולם ההוייה והשחתה (העולם השפל)״ (שם א ב, עמ׳ יד). </i> וככה ״לעשות לרוח משקל ומים תכן במדה״ (איוב כח כה), ״כי הוא לקצות הארץ יביט תחת כל השמים יראה״ (שם כח כד).<sup>36</sup><i class=\"footnote\"> ״לא יוכל האדם לדעת אלה הענינים כי אם הבורא לבדו שברא הארבעה המוסדות והם הארץ השמים והרוח והמים, והם נזכרים בשני הפסוקים״ (פירוש איוב כח כב). </i> וככה ״מי מדד בשעלו מים ושמים בזרת תכן וכל בשליש עפר הארץ…מי תכן את רוח ה׳״ (ישעיה מ יב-יג). וככה ״מי עלה שמים וירד״ (משלי ל ד), והשלשה אחרי ״שמים״.<sup>37</sup><i class=\"footnote\"> לשון הכתוב ״מי עלה שמים וירד, מי אסף רוח בחפניו, מי צרר מים בשמלה, מי הקים כל אפסי ארץ, מה שמו ומה שם בנו כי תדע״. </i> וככה ״״וזרח השמש״ (קהלת א ה) כנגד השמים, ״והארץ לעולם עמדת״ (שם א ד), ״סובב סובב הולך הרוח״ (שם א ו), ״כל הנחלים הולכים אל הים״ (שם א ז).<sup>38</sup><i class=\"footnote\"> כל זה כתב ביסוד מורא: ״דברים רבים במקרא צריכים פירוש. כמו שהזכיר קהלת הארבעה שרשים, שהן שמים וארץ ורוח ומים. והנה ׳וזרח השמש׳ (קהלת א ה) כנגד השמים, ׳והארץ לעולם עומדת׳ (שם א ד), ו׳סובב סובב הולך הרוח׳ (שם א ו), ואינינו פיאה כלל, ו׳כל הנחלים הולכים אל הים׳ (שם א ז). ואלה ארבעתם נזכרים בפרשת בראשית, ׳את השמים ואת הארץ׳ (בראשית א א), ׳ורוח אלהים מרחפת על פני המים׳ (שם א ב). וכן ׳מי מדד בשעלו מים וגו׳׳ (ישעיה מ יב), ׳מי תכן את רוח ה׳ וגו׳׳ (שם מ יג). וככה ׳נוטה שמים כיריעה׳ (תהלים קד ב), ׳יסד ארץ על מכוניה׳ (שם קד ה), ׳עושה מלאכיו רוחות משרתיו אש לוהט׳ (שם קד ד), ׳המקרה במים עליותיו׳ (שם קד ג). וככה ׳כונס כנד מי הים… ייראו מה׳ כל הארץ׳ (תהלים לג ז-ח). וככה הזכיר ׳בדבר ה׳ שמים נעשו, וברוח פיו כל צבאם׳ (שם לג ו). וככה ׳לעשות לרוח משקל׳ (איוב כח כה), ׳כי הוא לקצות הארץ יביט׳ (שם כח כד). וככה ׳מי עלה שמים וירד וגו׳׳ (משלי ל ד)״ (שער א, פיסקה ו, עמ׳ 80–79). </i> ואחר שהקו שהוא השמים, והמוצק שהוא הארץ, נבראים, הנה כל אשר בתוכם נברא כמוהם.<sup>39</sup><i class=\"footnote\"> ״ויאמר הגאון כי הארץ כנקודה והשמים כחוט הסובב, ואחר שאלה שניהם נבראים, יהיו כל אשר בתוכם נברא, כמים וכאש״ (פירוש הרגיל לבראשית א א, עמ׳ יג). ובשיטה אחרת לבראשית א א (עמ׳ קנה) כתב: ״הגאון אמר כי בראשית בריאה ברא ה׳ השמים, שהם כמו הקו הסובב בעגול, והארץ, שהיא הנקודה האמצעית, ואחר שהקו והמוצק נבראים, הנה האש והמים, שהם בין הקו ובין הנקודה, נבראים, על כן לא הזכירם הכתוב״. </i>", 
            "ופירוש ״היתה תהו ובהו״ (בראשית א ב) — שלא היה בה אדם ובהמה, כאשר פירש ירמיה ״ראיתי את הארץ והנה תהו ובהו״ (ד כג), ופירש הטעם אחר כך ״ראיתי והנה אין האדם״ (שם ד כה) ו״בהמה״ (שם ט ט).<sup>40</sup><i class=\"footnote\"> ״ראינו כי הנביא אומר ׳ראיתי את הארץ והנה תהו׳ (ירמיה ד כג), והנעדר איננו נראה. גם הנביא פירש דבריו, והוא כי אין אדם ולא בהמה ועוף, כי משפט הנביאים לדבר ככה״ (שיטה אחרת לבראשית א א, עמ׳ קנה). גם רבי שמואל בן מאיר (רשב״ם) פירש כדברי ראב״ע: ״בראשית ברא אלהים וגו׳, כלומר, בתחילת בריאת שמים וארץ, כלומר, בעת שנבראו כבר השמים העליונים והארץ, הן זמן מרובה הן זמן מועט, אז ׳והארץ היתה׳, הבנויה כבר היתה ׳תהו ובהו׳, שלא היה בם שום דבר, כדכתיב בירמיה ׳ראיתי את הארץ והנה תהו ובהו ואל השמים ואין אורם…ראיתי והנה אין האדם׳ (ד כג-כה), ׳מעוף השמים ועד בהמה נדדו הלכו׳ (שם ט ט). וזהו ׳תהו ובהו׳, חורבו מאין יושב״ (פירוש בראשית א א). </i> וכן ״כאור שבעת הימים״ (ישעיה ל כו) פירוש ״שבעתים״ (שם).<sup>41</sup><i class=\"footnote\"> לשון הכתוב ״והיה אור הלבנה כאור החמה, ואור החמה יהיה שבעתים, כאור שבעת הימים״, ופירש שם ראב״ע: ״שבעתים — פירושו כאשר פירש הנביא, ׳כאור שבעת הימים׳, והטעם כאור שבעת הימים מחובר״. </i> כמו ״אשר אהיה״ (שמות ג יד) פירוש ״אהיה״ (שם).<sup>42</sup><i class=\"footnote\"> ״׳אהיה׳, פירושו ׳אשר אהיה׳״ (פירוש ראב״ע על אתר). </i> וכבר פרשתי יסוד ״שבעתים״.<sup>43</sup><i class=\"footnote\"> ״לפי דעתי שהיום הראשון היה אור ולא היה גדול. וביום השני גדל עד היותו סבת הרקיע ונראתה היבשה. וביום השלישי גדל עד שקבלה הארץ כח עליון להצמיח. וביום הרביעי גדל עד שנראו המאורות והכוכבים. וביום החמישי גדל עד שקבלו המים כח לשרוץ נפש חיה. וביום הששי גדל עד שקבלה הארץ כח להוציא בהמה וחיה. וביום השביעי היה שלם. וזה הטעם ׳יהיה שבעתים׳ (ישעיה ל כו), שבע פעמים. על כן אחריו ׳כאור שבעת הימים׳ (שם)״ (שיטה אחרת לבראשית א יד, עמ׳ קסא). </i> וקדמונינו רמזוהו שאמרו ברביעי נתלו המאורות (חגיגה יב א). ומה נכבדה מלת ״נתלו״ למבין.<sup>44</sup><i class=\"footnote\"> רבי יוסף טוב עלם פירש שלדעת ראב״ע המאורת כבר היו מקודם מעשה בראשית, ובשעת מעשה בראשית נתלו ברקיע. והיינו משום שמעשה בראשית הכתוב בתורה מספר רק על בריאת העולם התחתון ולא על בריאת גופי העולם העליון (צפנת פענח, חלק א, עמ׳ 28). </i> והנה דברי ירמיהו מכחישין דברי האומרים כי ״תהו ובהו״ — שאין שם ארץ.", 
            "והנה החשך היה לפני האור, וככה כתוב.<sup>45</sup><i class=\"footnote\"> כדכתיב ״וחשך על פני תהום״ (בראשית א ב). </i> והתנועה הגדולה<sup>46</sup><i class=\"footnote\"> ״התנועה הגדולה״ היא התנועה היומית, כלשון ראב״ע בפירושו לתהלים יט ז: ״הזכיר תנועותיו כפי תולדתו באמת, שהיא הפך התנועה הגדולה״. </i> כוללת זמן החשך והאור, והיא נקראת ״יום״, שהוא יום שלם, עשרים וארבע שעות.<sup>47</sup><i class=\"footnote\"> כך משמע מפירושו הרגיל לבראשית א ה: ״טעם ׳יום אחד׳ הוא על תנועת הגלגל״. וכן כתב בפירושו לשמות לד כא: ״היום הידוע השלם הוא תנועת הגלגל העליון ממזרח למערב בעשרים וארבע שעות״. כמו כן כתב בפירושו הקצר לשמות לה ג (עמ׳ שנא): ״פירוש ׳יום׳ על שני דרכים. האחד היום והלילה. והשני זמן ועת. כמו ׳והיה ביום ההוא׳ (ישעיה ז כג, ועוד). וכן ׳אתה עובר היום את הירדן׳ (דברים ט א)״. אבל בפירושו לשמות טז כה (עמ׳ קו) אינו משמע כן: ״דע, כי ה׳יום׳ בלשון הקדש על שני דרכים. האחת כאשר הזכרתי, כל זמן שאור השמש עומד על הארץ כנגד כל מקום…והדרך השנית, שמלת ׳יום׳ נופל על זמן קרוב או רחוק. ׳ביום הכותי כל בכור׳ (במדבר ג יג), ׳אתה עובר היום׳ (דברים ט א), ׳אל ארץ אחרת כיום הזה׳ (שם כט כז), ׳והיה ביום ההוא׳ (ישעיה ז כא, ועוד). ורבים ככה״. כמו כן כתב בשיטה אחרת לבראשית א ה (עמ׳ קנט-קס): ״אחר שהערב לילה, איך יקרא הכתוב כי הערב והבקר יקראו ׳יום אחד׳. כי הלילה הפך היום, ואיך יקרא הלילה ׳יום׳? ואין טענה ׳מיום הכותי כל בכור׳ (במדבר ג יג), כי הטעם כמו עת. כדרך ׳אתה עובר היום׳ (דברים ט א). וככה ׳יום צעקתי בלילה נגדך׳ (תהלים פח ב). והאמת כי הלילה לא יקרא ׳יום׳. והנה כתוב ׳לילה ליום ישימו׳ (איוב יז יב). וכתוב ׳שלשה ימים ושלשה לילות׳ (יונה ב א)״. </i> ואין טענה בעבור שהקדים להזכיר ״ויקרא אלהים לאור יום״ (בראשית א ה) לפני הלילה, כי כן משפט הלשון, כאשר יזכיר שני דברים יתחיל מן האחרון. כמו ״ואתן ליצחק את יעקב ואת עשו ואתן לעשו״ (יהושע כד ד). וככה ״לך יום אף לך לילה״ (תהלים עד טז), והזכיר המאור הקטן שהוא מושל בלילה לפני הגדול שהוא נכבד ממנו.<sup>48</sup><i class=\"footnote\"> לשון הכתוב היא ״לך יום אף לך לילה, אתה הכינות מאור ושמש״ (תהלים עד טז), ופירש שם ראב״ע: ״מאור הוא הירח. והזכירו לפני השמש בעבור שהשלים במלת ׳לילה׳. כי כן דרך המקרא״. . </i> גם אין לטעון שאמר הכתוב ״יוצר אור ובורא חשך״ (ישעיה מה ז), כי הקדימו לפי שיש לו יתרון מן החשך, אף על פי שהחשך היה לפני האור. כמו ״יצחק וישמעאל בניו״ (בראשית כה ט). וכן ״שמה קברו את אברהם ואת שרה אשתו״ (שם מט לא), והוא קבר אותה.", 
            "והנה בעבור שהזכיר ״ויקרא אלהים לאור יום״, הוצרך הכתוב לאמור איך תספור יום התורה, כי פירוש ״יום״ על שני דרכים.<sup>49</sup><i class=\"footnote\"> זמן האור, וזמן האור עם החושך עשרים וארבעה שעות. ראה הערה 47. </i> על כן אמר כי אלה שתי הראשיות, שהם ערב ובקר, כולל אותם יום התורה. כי פירוש ״ערב״ — הזמן שהצורות מתערבות ואינן נפרשות למראה העין,<sup>50</sup><i class=\"footnote\"> ״ערב — קרוב מטעם חשך, ונקרא כך שנתערבו בו הצורות״ (פירוש בראשית א ה). </i> כמו ״ויתערבו בגוים״ (תהלים קו לה). ו״בקר״ זמן שהצורות נבדלות ונכרות ומבוקרות,<sup>51</sup><i class=\"footnote\"> ״בקר הפך ערב, שיוכל אדם לבקר בינות הצורות״ (פירוש בראשית א ה). </i> כמו ״לא יבקר הכהן״ (ויקרא יג לו), ״כבקרת רועה עדרו״ (יחזקאל לד יב). והנה מלת ״יום״ כוללת אלו השנים הזמנים, שתנועה אחת כוללת שניהם. וכמהו ״זכר ונקבה בראם…ויקרא את שמם אדם״ (בראשית ה ב), וכתוב ״ויעש [ה׳ אלהים] לאדם ולאשתו כתנות עור וילבישם״ (שם ג כא). והנה התבאר גם במעשה בראשית כי היום מערב עד ערב.", 
            "וככה אמר המשורר ״ערב ובקר וצהרים״ (תהלים נה יח), ולא אמר ״בקר וצהרים וערב״. והזכיר השלשה רגעים שהאדם חייב להתפלל בהם.<sup>52</sup><i class=\"footnote\"> לשון הכתוב היא ״ערב ובקר וצהרים אשיחה ואהמה וישמע קולי״. ראב״ע פירש שם: ״ערב תחלת הלילה, ובקר תחלת היום, וצהרים חצי היום. וכל אדם יוכל לדעת אלה העתים במראה עיניו. רק בחצי היום לא יוכל להתבונן בצל רק כשיעבור קרוב בחצי שעה״. רד״ק בפירושו לפסוק הוסיף טעם: ״אלה הם עתי התפלה, שצריך אדם להודות לאל כשהיום משתנה״ </i> כי הרגע השני [הרביעי?] בני אדם ישנים, וזהו ״חצות לילה אקום להודות לך״ (שם קיט סב).", 
            "ובדניאל כתוב ״ויאמר אלי עד ערב בקר״ (ח יד), והוא חסר וי״ו, כמו ״שמש ירח עמד זבולה״ (חבקוק ג יא). והעד ״ומראה הערב והבקר״ (דניאל ח כו). והנה זה יום שלם. והטעם, אלפים יום שהיו ישראל בצרה בימי יון, כאשר פירשתיו במקומו. על כן אמר המלאך ״ומראה הערב והבקר אשר נאמר אמת הוא״. ופירושו, אין צרך לפרש כי כן הם ימים שלמים כאשר נאמר לך.<sup>53</sup><i class=\"footnote\"> ״על כן אמר המלאך ׳ומראה הערב והבקר אמת הוא׳, והטעם, שהוא כמשמעו ערב ובקר״ (פירוש ראב״ע על אתר). </i>", 
            "נשלמה בחפזון זאת האגרת, הודאה לאשר לו התפארת.", 
            "והנה נתבאר באגרת הזאת, שקראתיה ״אגרת השבת״, שהיא אוגרת<sup>54</sup><i class=\"footnote\"> ״אוגרת״ במשמעות אוספת ומקבצת, כמו שפירש ראב״ע על הפסוק ״ולא תאגר״ (דברים כח לט): ״תקבץ״.  </i> כל תשובותיה, ועל שם האגרת שראיתי בחלומי, מתי ראשית היום, גם ראשית החדש, גם ראשית השנה. והשם הנכבד שהוא ראשון בלי ראשית, ואחרון בלי אחרית, הוא יקרב קץ אחרית הימים, להשיבנו כימי עולם וכשנים קדמוניות. אמן. "
        ], 
        "Author's Preface": [
            "ויהי בשנת ארבעת אלפים ותשע מאות ותשע עשרה בחצי ליל שבת בארבעה עשר יום לחדש טבת, ואני אברהם הספרדי, הנקרא ״אבן עזרא״,<sup>1</sup><i class=\"footnote\"> השם ״אבן עזרא״ היה שם משפחת רבי אברהם ולא שם אביו. ראה בעלי התוספות שהביאו את שמו של רבי אברהם אבן עזרא (ראב״ע) כדוגמה על שם משפחה: ״בחניכתו. פירוש כינוי שם משפחתו שם לוי…כגון רבי אברהם אבן עזרא שכל בני משפחתו היו נקראים כן״ (תענית כ ב, ד״ה ״בהכינתו״).</i> הייתי בעיר אחת מערי האי הנקרא ״קצה הארץ״, שהוא בגבול השביעי מגבולות הארץ הנושבת.<sup>2</sup><i class=\"footnote\">״היישוב נחלק לשבעה חלקים [מדרום לצפון]״ (פירוש קהלת א יב). ובספר כלי נחושת (שער א, עמ׳ י) כתב: ״הישוב הוא בפאת צפון, והוא נחלק לשבעה חלקים, נקראים ׳אופקים׳ או ׳אקלימים׳״. רבי אברהם בר חייא הנשיא (ראב״ח) הוסיף: ״האקלים השביעי מתחיל מתחום הששי והולך עד מ״ח מעלות וחצי מאופן המישור צפונה. ויומו הארוך ט״ז שעות ישרות, והקצור ח׳ שעות. והוא מתחיל בפאת מזרח מארצות תרכיים והאומות הנקראות אשקלבש, לכל שוכני בריטנייא רבה ובריטנייא זעירה, ושאר האיים אשר בים אוקינוס נכנסות בכלל האקלים הזה. וכל שוכני פאת צפון עד מרחב ס״ו מעלה נוספים . הם אל תחום האקלים השביעי״ (צורת הארץ, שער א, עמ׳ 42-43).</i> ואני הייתי ישן ושנתי ערבה לי. ואראה בחלום והנה עומד לנגדי כמראה גבר ובידו אגרת חתומה. ויען ויאמר אלי: ״קח זאת האגרת ששלחה אליך השבת״. ואקוד ואשתחוה לה׳ ואברך את השם אשר נתנה לנו, אשר כבדני זה הכבוד. ואתפשנה בשתי ידי, וידי נטפו מר, ואקראנה ותהי בפי כדבש למתוק. אך בקראי הטורים האחרונים חם לבי בקרבי וכמעט יצאה נפשי. ואשאל את העומד לנגדי: ״מה פשעי ומה חטאתי? כי מהיום שידעתי את השם הנכבד אשר בראני, ולמדתי מצותיו, לעולם אהבתי את השבת. ובטרם בואה הייתי יוצא לקראתה בכל לב. גם הייתי בצאתה משלח אותה בשמחה ובשירים. ומי בכל עבדיה כמוני נאמן? ומדוע שלחה אלי זאת האגרת?״ והיא זאת:", 
            "״אֲנִי שַׁבָּת, עֲטֶרֶת דָּת יְקָרִים, רְבִיעִית בַּעֲשֶׂרֶת הַדְּבָרִים,", 
            "וּבֵין הַשֵּׁם וּבֵין בָּנָיו אֲנִי אוֹת בְּרִית עוֹלָם לְכָל דּוֹרוֹת וְדוֹרִים.", 
            "וּבִי כָל מַעֲשָׂיו כִּלָּה אֱלֹהִים, וְכֵן כָּתוּב בְּרֵאשִׁית הַסְּפָרִים.", 
            "וְלֹא יָרַד בְּיוֹם שַׁבָּת אֲזֵי מָן, לְמַעַן אֶהְיֶה מוֹפֵת לְהוֹרִים.", 
            "אֲנִי עֹנֶג לְחַיִים עַל אֲדָמָה, וּמַרְגוּעַֹ לְעַם שֹׁכְנֵי קְבָרִים.", 
            "אֲנִי חֶדְוַת זְכָרִים גַּם נְקֵבוֹת, וְשָׂשִׂים בִּי זְקֵנִים עִם נְעָרִים.", 
            "וְלֹא יִתְאַבְּלוּ בִי הָאֲבֵלִים, וּבִי לֹא יִסְפְּדוּ עַל מוֹת יְשָׁרִים.", 
            "וְהַשְׁקֵט יִמְצְאוּ עֶבֶד וְאָמָה, וְהַגֵּרִים אֲשֶר הֵם בַּשְּׁעָרִים.", 
            "יְנוּחוּן כָּל בְּהֵמוֹת הֵן בְּיַד אִישׁ, כְּסוּסִים כַּחֲמוֹרִים כַּשְּׁוָרִים.", 
            "וְכָל מַשְׂכִּיל בְּיֵינוֹ הוּא מְקַדֵּשׁ, וְגַם מַבְדִּיל חֲשֻׁכִּים כַּנְּזִירִים.", 
            "בְּכָל יוֹם יִמְצְאוּ שַׁעֲרֵי תְבוּנָה, בְּיוֹמִי נִפְתְּחוּ מֵאָה שְׁעָרִים.", 
            "מְכֻבָּד מֵעֲשׂוֹת דֶּרֶךְ, וְכֵן מִן מְצֹא חֵפֶץ וְדַבֵּר כָּל דְּבָרִים.", 
            "שְׁמַרְתִּיךָ בְכָל יָמִים, לְמַעַן שְׁמַרְתַּנִי מְאֹד מִימֵי נְעוּרִים.", 
            "בְּזִקְנָתְךָ שְׁגָגָה נִמְצְאָה בָךְ אֲשֶׁר הובְּאוּ אֱלֵי בֵיתְךָ סְפָרִים,", 
            "וְשָׁם כָּתוּב לְחַלֵּל לֵיל שְׁבִיעִי. וְאֵיךְ תֶּחֱשֶׁה וְלֹא תִדּוֹר נְדָרִים,", 
            "לְחַבֵּר אִגְּרוֹת דֶּרֶךְ אֱמוּנָה וְתִשְׁלָחֵם אֱלֵי כָל הָעֲבָרִים״.", 
            "ויען ויאמר אלי ציר השבת: ״הגד הוגד לה אשר הביאו תלמידיך אתמול אל ביתך ספרים פירושי התורה, ושם כתוב לחלל את השבת. ואתה תאזור מתניך בעבור כבוד השבת להלחם מלחמת התורה עם אויבי השבת. ולא תשא פני איש״.", 
            "ואיקץ, ותתפעם רוחי עלי, ונפשי נבהלה מאד. ואקום, וחמתי בערה בי. ואלבש בגדי וארחץ ידי, ואוציא חוצה הספרים אל אור הלבנה. והנה שם כתוב פירוש ״ויהי ערב ויהי בקר״ (בראשית א ה), והוא אומר: ״כאשר היה בקר יום שני אז עלה יום אחד שלם, כי הלילה הולך אחר היום״. וכמעט קט קרעתי בגדי, וגם קרעתי זה הפירוש, כי אמרתי: ״טוב לחלל שבת אחת ולא יחללו ישראל שבתות הרבה, אם יראו זה הפירוש הרע. גם נהיה כלנו ללעג ולקלס בעיני הערלים״. ואתאפק בעבור כבוד השבת.", 
            " ואדור נדר אם אתן שנת לעיני אחר צאת יום הקדש עד אכתוב אגרת ארוכה לבאר מתי ראשית יום התורה, להרים מכשול ולהסיר פח ומוקש. כי כל ישראל, הפרושים גם כל הצדוקים עמהם, יודעים כי לא נכתבה פרשת בראשית, מעשה ה׳ בכל יום, רק בעבור שידעו שומרי התורה איך ישמרו השבת. שישבתו כאשר שבת השם הנכבד, לספור ימי השבוע. והנה אם היה סוף יום הששי בקר יום השביעי, היה לנו לשמור הלילה הבא. והנה זה הפירוש מתעה כל ישראל, במזרח ובמערב, גם הקרובים גם הרחוקים, גם החיים גם המתים. והמאמין בפירוש הקשה הזה ינקום ה׳ נקמת השבת ממנו. והקורא אותו בקול גדול תדבק לשונו לחכו. גם הסופר הכותב אותו בפירוש התורה זרועו יבוש תיבש ועין ימינו כהה תכהה.", 
            "וזאת היא תחלת האגרת: "
        ], 
        "First Gate; On the Beginning of the Year": [
            "אמרו חכמי קדם כי שנת החמה בתוספת חלק ממאה ועשרים על רביעית היום הנוספת על הימים השלמים.<sup>1</sup><i class=\"footnote\">חלק מק״כ ביום הוא חומש שעה שהוא רט״ז חלקים: ״חכמי הודו מוסיפים על רביע היום חומש שעה״ (פירוש ויקרא כה ט). וכן כתב בשלוש שאלות: ״אם תהיה שנתם [של הערלים] כשנת חכמי הודו, מהתחברות השמש עם כוכבי המזלות עד שובה אל המחברת, הנה יוסיף על רביעית היום חומש שעה״ (עמ׳ א-ב). </i> וחכמי פרס אמרו כי התוספת חלק ממאה וחמשה עשר ביום.<sup>2</sup><i class=\"footnote\">״חכמי פרס אומרים כי התוספת חלק ממאה וחמשה עשר ביום״ (המולדות, תקופת השנים, עמ׳ רמ). חלק מקט״ו ביום קרוב לרביעית שעה: ״אם שנתם [של הערלים] כשנת נבוני פרס, שתחלתה מנקודה בגלגל שמוצקו יוצא ממוצק הארץ, עד שובה אל הנקודה, הנה יוסיף על רביעית היום קרוב מרביעית שעה, כי תהלוכות מקום גובה השמש יתר מתהלוכות כוכבי המזלות״ (שלוש שאלות, עמ׳ ב). </i> וחכמי כשדים אמרו כי התוספת חלק ממאה ושבעים ביום. וחכמי יון אמרו כי החסרון מרביעית היום חלק משלש מאות ביום.<sup>3</sup><i class=\"footnote\">״תלמי וחביריו אומרים כי יחסר חלק משלש מאות ביום״ (פירוש ויקרא כה ט). </i> והאחרונים אמרו, והם רבים, כי החסרון חלק ממאה וששה ביום.<sup>4</sup><i class=\"footnote\">״חכמים גדולים מישמעאל אמרו אחריו, כמו יחיי בן אבו מנצור וכמו אל מרדזי וכמו אבן אל מקפע ואל כתאני וג׳האלה, הסכימה דעתם כי החסרון חלק ממאה וששה ביום״ (ספר המולדות, תקופת השנים, עמ׳ רמ). </i> ויש אומרים חלק ממאה ועשר ביום.<sup>5</sup><i class=\"footnote\">״חכמי ישמעאל דקדקו ומצאו שיחסר חלק ממאה ועשר ביום״ (הטעמים, נוסח א, שער ב, עמ׳ 44). ובפירושו לויקרא כה ט כתב: ״חכמי המזלות לא יכלו עד הנה להוציאה [שנת החמה] לאור. כי חכמי הודו מוסיפים על רביע היום חומש שעה. ותלמי וחביריו אומרים כי יחסר חלק משלש מאות ביום. והוא קרוב ממהלך העבור. והבאים אחריו אמרו חלק ממאה ושש, ואחרים מאה ועשר, ואחרים מאה ושלשים, גם מאה ושמונים. כי יש מי שהוא שנתו להשלמת המזלות מנקודה נראית. ויש מנקודת הגלגל הנטוי לימין ולשמאל. ואנחנו צריכים לקבלה״. </i>", 
            "ואלה המוסיפים גם הגורעים קרובים אל האמת. כי שנת המוסיפים היא מנקודת הגלגל שמוצקו רחוק ממוצק הארץ.<sup>6</sup><i class=\"footnote\">״מוצק גלגל השמש רחוק ממוצק הארץ, שהוא מוצק גלגל המזלות״ (העיבור, סוד העיבור, דף י עמ׳ א). </i> וזאת השנה קרובה ממחברת כוכב עליון אל מחברתו פעם שנית.<sup>7</sup><i class=\"footnote\">״חכמי הודו אינם חוששים למחברת שני הגלגלים, רק שנתם הוא מהתחבר השמש עם כוכב עליון עד שובה פעם אחת [אחרת?] אל מחברתו״ (הטעמים, נוסח א, שער ב, עמ׳ 44)</i> והנכון להיות התוספת חלק ממאה וחמישים. וזאת היא שנת חכמי משפטי המזלות. ושנת הגורעים מנקודת מחברת העגולות הגדולות,<sup>8</sup><i class=\"footnote\"> ״טעם השנה, שוב השמש אל נקדת מחברת שני הגלגלים הגדולים ששם תחלת הצפון״ (העולם, עמ׳ 9). ובספר הטעמים, נוסח א, שער ב (עמ׳ 44) כתב: ״יש מי שישים תחלת שנתו מרגע הכנס השמש בתחלת מזל טלה שהוא במחשבת הלב, והטעם בהכנסה אל מחברת שני הגלגלים הגדולים, אז ישתוה היום והלילה.״ </i> או כפי מרחק השמש, וזאת היא שיצטרכו אליה כל האדם. והחסרון קרוב מחלק ממאה ושלשים ביום.<sup>9</sup><i class=\"footnote\"> ״שנת החמה באמת שיגרע יום בק״ל שנים״ (העיבור, סוד העיבור, דף ט עמ׳ ב). בספר המולדות ראב״ע סיים שהחסרון חלק מתשעים וששה ביום: ״האמת שהוא בדוק ומנוסה מהיום יותר ממאתים שנה, ולא נשתבש בו אפילו חלק אחד, שתהיה בין תקופה לתקופה פ״ו מעלות גם ט״ו חלקים ((86º15')÷60=23/96=1/4-1/96) (עמ' רמ). עוד כתב בספר העיבור: ״הנה תמה גדול, כי הנה זה יוסף על רביעית היום וזה יחסר. והנה יבוא בס׳ שנים קרוב מיום לפי שקול הדעת. והלא יכול לבדוק בזה הקל שבקלים, ואף כי אלו החכמים שהיו חכמי המדות ודקדקו כהוגן. והנה אגלה לך הסוד הזה, ושים לבך לדעתו. דע, כי שנת השמש תתחלק לשלשה חלקים. החלק האחד, מעת היות השמש החלק ראשון ממקום מחברת השנים גלגלים הגבוהים, ואז ישתוה היום עם הלילה. וזאת היא שנת תלמי וחכמי ישמעאל. והחלק השני, כנגד נקודה בגלגל השמש, שמוצקו רחוק ממוצק הארץ, וזאת היא שנת פרס. גם יש בחכמי ישמעאל מונים כן. והחלק השלישי, הוא מעת התחברות השמש עם כוכב אחד ממחנה המזלות, וזאת היא קרובה לחכמי הודו. והאמת שהוא חלק בק״נ״ (סוד העיבור, דף ח עמ׳ א). רבי יוסף טוב עלם בספרו צפנת פענח (חלק ב, עמ׳ 36) גרס כאן: ״חלק ממאה ושלשים ואחד ביום״. וכן מצינו חשבון זה בספר העולם לראב״ע (עמ׳ 10): ״הנכון כפי אמנתי שהוא [הגרעון] חלק מקל״א״. וכן בספר הטעמים, נוסח א, שער ב (עמ׳ 44): ״האמת כי החסרון הוא חלק ממאה ושלושים ואחד״. </i>", 
            "ובאה המחלוקת בעבור תנועת כוכבי גלגל המזלות. כי הקדמונים אמרו כי התנועה מעלה אחת במאה שנה.<sup>10</sup><i class=\"footnote\"> ״הקדמונים אמרו, ובטלמיוס עמהם, כי יתנועעו [כוכבי גלגל המזלות] למאה שנה מעלה אחת״ (הטעמים, נוסח א, שער ב, עמ׳ 44). </i> והאחרונים אמרו בששים ושש שנים.<sup>11</sup><i class=\"footnote\"> ״המדקדקים אחריהם מצאו כי תנועת מעלה אחת לששים ושש שנים״ (הטעמים, נוסח א, שער ב, עמ׳ 44). </i> ויש אומרים בשבעים שנה.<sup>12</sup><i class=\"footnote\"> ״הנכון שהתנועה [מעלה אחת] לשבעים שנה״ (הטעמים, נוסח א, שער ב, עמ׳ 45). וכן כתב בטעמים, נוסח ב: ״מצאנו שהוא [גלגל המזלות] מתנועע ממערב אל מזרח מעלה אחת בשבעים שנה״ (עמ׳ 2). </i> וכלי הנסיון עשוים בדרך קרובה, כי לא יוכלו לחלק המעלות על שניים במעשה ידי אדם.<sup>13</sup><i class=\"footnote\"> ״אין יכולת בידי האדם להבין חלקים ראשונים ואף כי שניים״ (העיבור, סוד העיבור, דף ח עמ׳ ב). ובספר העולם כתב: ״הכלים העשוים לדעת בהן גבהות השמש בחצי היום, אם היו מדוקדקים היטב, יוכלו להוציא בהם הראשונים ולא השניים״ (עמ׳ 9). </i> ויש אומרים כי בשתי נקודות המחברת שתי עגולות קטנות, על כן התנועה פעם עולה פעם יורדת.<sup>14</sup><i class=\"footnote\"> ״דע, כי מחלוקת גדולה בין חכמי המזלות בעלי הראיות ובין חכמי המזלות בעלי המשפטים והצורות. כי אנשי הצורות אומרים כי סדני הגלגל יעלו וירדו. ואחרים אמרו שיש גלגל קטן במקום מזל טלה ומאזנים שיתגלגל לצפון ולדרום״ (העיבור, סוד העיבור, דף י עמ׳ א). אלו דברי ראב״ח: ״חכמי הודו וכל יושבי פאת דרום והקדמונים מחכמי כשדים וכלדיים היה להם בככבים דעת אחד, והם סוברים שככבי שבת אינם מקיפים את כל הרקיע, אבל הם מתקדמים ומתאחרים שמנה מעלות מאופן המזלות למזרח ולמערב. והגורם למהלך הזה היה קוטב אופן המזלות, שהוא סובב על עגלה קטנה שמונה מעלות מאופן המזלות למזרח ולמערב. והקוטב מקיף את העגלה באלף ושש מאות״ (צורת הארץ, שער י, עמ׳ 196-197). </i> והנה אין יודע באמת שנת החמה. ועתה אשוב לחפש על שנת התורה.", 
            "אמר יהודה הפרסי כי שנות ישראל היו שנות החמה, בעבור שמצא המועדים בימים ידועים. כי הפסח באביב השעורים (שמות לד יח), ושבועות בקציר (שם לד כב), וסכות באסיף (דברים טז יג).<sup>15</sup><i class=\"footnote\"> ״אמר רבי יהודה הפרסי כי ישראל היו מונים כפי שנות החמה כמשפט הערלים. וראיתו ׳ושמרת את החקה הזאת למועדה׳ (שמות יג י), כי שנת לבנה איננה שוה. כי ימי החריש והקציר תלוים בהליכת השמש לבדו כפי נטותה לצפון או לדרום״ (פירוש שמות יב ב, עמ׳ ע). בספר העיבור כתב: ״יהודה הפרסי חבר ספר, ואמר כי שנות ישראל היו מחשבין לחמה, בראותו כי לא מצא ראיה על שנת הלבנה כמה חדשים היא, ואם לא שחשבון הלבנה הוא הנקבע, ומי אמר לנו שנספור ל׳ יום, ואם נקבל עדות החדש מפי גרים ונשים ואב ובן, ואצל מי יעידו העדים והנה ישראל בכל עיר ועיר, וראית הלבנה תשתנה בכל מדינה ומדינה״ (סוד העיבור, דף ח עמ׳ א). </i> והנה מה יעשה, כי משה לא פירש כמה היא השנה?<sup>16</sup><i class=\"footnote\"> ״יהודה הפרסי אמר כי ישראל היו מונים בחשבון השמש. ואילו היה זה נכון, הנה לא פירש משה מהלך שנה תמימה, כי חכמי המזלות לא יכלו עד הנה להוציאה לאור״ (פירוש ויקרא כה ט). </i> ומה יעשה במלת ״חדש״, כי מה יתחדש בשמש? והערלים, בעבור היות שנותם שנות השמש, ומצאו בשנה תמימה שנים עשר חדשי הלבנה, חלקו ימות השנה על שנים עשר להיות זה המספר קרוב מחדשי הלבנה, ועלה חדש אחד שלשים וחדש אחד שלשים ואחד.<sup>17</sup><i class=\"footnote\"> ״דע, כי אין לשמש חדש ולא אל הלבנה שנה, רק השנה תלויה בשמש לבדה. וכשבקשו המחשבים חדשים בחשבון הלבנה לא מצאו קרוב אל שנת החמה כי אם י״ב חדשים. וכן עשו הגוים בעבור כי שנתם הוא שנת החמה. ומצאו בשנת החמה י״ב לבנות, חלקו ימי השנה על י״ב, להיות חדשיהם קרוב מחדש הלבנה. על כן ל׳ יום חדש אחד, ויש מהם ל״א. ואף על פי שקבעו חדש אחד קטן בעבור מהלך השמש שהוא הרבה, רק עשו יותר ממה שהיה ראוי״ (העיבור, שער ב, דף ז עמ׳ א). </i>", 
            "גם אמר יהודה הפרסי כי שנות נח היו שנות החמה, בעבור שמצא ״בשנת שש מאות שנה לחיי נח״ (בראשית ז יא) בא המבול, ואחר כך אומר ״באחת ושש מאות שנה״ (שם ח יג).<sup>18</sup><i class=\"footnote\"> ראיתו היא כפי מה שכתב ראב״ע להלן (שער א): ״ראשית שנת כל אדם מרגע הולדו, ובשוב השמש אל הנקודה הראשונה שהיתה שם בתחלה תעלה לו שנה תמימה״, כלומר, שמחשבים שנות חיי האדם לפי שנות החמה. וכן כתב רבינו סעדיה גאון (רס״ג): ״הרי מנין הכתוב כאן הוא לימי נח, וידוע שחיי בני אדם נמנים לפי שנות השמש, כימיהם של כל הדברים הגדלים כגון העצים וזולתם״ (פירוש בראשית, פרשת נח, עמ׳ 342). </i> על כן במספר החדש תוספת עשרה ימים, כי זה המספר קרוב לתוספת שנת החמה על שנת הלבנה.<sup>19</sup><i class=\"footnote\"> ״יש בין שנת הלבנה לשנת שמואל י׳ כ״א ר״ד (10 ימים, 21 שעות, 204 חלקים)״ (העיבור, שער ב, דף ה עמ׳ א). </i> וזה המספר סותר דבריו, כי הנה הוא מודה כי החדש הוא ללבנה. ועוד אמר כי מצאה מנוח התבה אחר חמשה חדשים (שם ח ד), וכתוב שהיו ״חמשים ומאת יום״ (שם ח ג). והוצרך הגאון לשום תחלת שני נח מתשרי.<sup>20</sup><i class=\"footnote\"> ״הגאון״ סתם בלשון ראב״ע הוא לפי הרוב רבינו סעדיה גאון. ואלו דבריו: ״היתה השנה ההיא מעוברת ומרחשון וכסלו שניהם מלאים. וכשאנו מתחילים למנות מי״ז במרחשון יהיה בסך הכל י״ד ממרחשון, כסלו ל׳, טבת כ״ט, שבט ל׳, אדר ראשון ל׳, ומאדר שני י״ז, שהם ק״נ יום בדיוק״ (פירוש בראשית לרס״ג, פרשת נח, עמ׳ 341-342) אבל ראב״ע השיג עליו: ״האומר כי בחשבון העבור היה עושה, וישים ׳בחדש השני׳ (בראשית ז יא) מרחשון, ותהיה השנה שלמה [לא דבר נכונה]. ולמה כל זה״ (פירוש הרגיל לבראשית ח ג). בשיטה אחרת לבראשית ז יא (עמ׳ קפא) הסביר: ״בחדש השני — הפשט שהוא אייר. ואם אמרנו שהוא מרחשון, לא יועילנו. כי לא יתכן להיות חדשי הלבנה כלם שלמים״. משמע שלדעתו, בשנה מעוברת אין לעשות את החדשים מרחשון, כסלו, ואדר א׳ כולם מלאים. וכן מצינו דעת חז״ל במסכת שבת פז ב. אולם, בספר העיבור (דף ב עמ׳ א) כתב ראב״ע שאפשר להיות שלשתם מלאים. וכן מצינו ברמב״ם, משנה תורה, הלכות קידוש החודש, פרק ח הלכה ח. ואולי היינו רק על פי סוד העיבור, ואינו כן לפי סיבוב הלבנה. </i> ואין צורך, כי גם בחדשי שנת החמה יהיה המספר רב מהכתוב בשני ימים.<sup>21</sup><i class=\"footnote\"> ״האומרים כי הנה מצאנו מאה וחמשים יום חמשה חדשים, וזה לנו לאות שהם חדשי חמה, והנה לא דברו נכונה על דבריהם, כי שנים ימים יחסרו״ (פירוש בראשית ח ג). ראב״ע, בפירושו הרגיל לבראשית (ח ג), לא הכריע בעניין המבול אם התורה מנתה את השנה כפי שנות החמה או כפי שנות הלבנה. אולם בשיטה אחרת לבראשית ז יא (עמ׳ קפב) כתב: ״הנכון בעיני כי המספר כדרך שנת פרס או שנת מצרים שיעברו חדש אחד בתוספת חמשה ימים״. לפי דבריו, נכון החשבון שחמשה חדשים של שלושים יום לכל חודש עולה חמשים ומאת יום. </i> ואלו היה נח מחשב שנות החמה, לא ייטיב ולא ירע.<sup>22</sup><i class=\"footnote\"> ״אפילו היה כתוב כי נח היה חשבונו על החמה, או תחלת השנה מתשרי, לא נתנו המועדים על ידי נח״ (פירוש הרגיל לבראשית ח ג). וכן כתב בשיטה אחרת לבראשית ז יא (עמ׳ קפב): ״זה לא יזיק אם חשב נח חשבונו באיזה חשבון שהיה, וחשבוננו על יד משה ומפיו שמעוהו האבות והעתיקוהו, וחדשיו ללבנה״. </i> על כן נחפש שנת התורה ממשה או מפי הקדושים המעתיקים. והנה נחל מהם.", 
            "והנה מצאנו תקופת<sup>23</sup><i class=\"footnote\"> ״תקופה״ במשמעות: ״תשובת החמה אל עצם מקומה מאופן המזלות בתחלת המולד או המאורע״ (ראב״ח, חשבון מהלכות הכוכבים, שער יט, עמ׳ קו). </i> שמואל בלי תוספת או חסרון רביעית יום.<sup>24</sup><i class=\"footnote\"> ״שנת שמואל היא שנת החמה, והוא אמר שהיא שס״ה יום ורביע יום בלא תוספת ומגרעת״ (העיבור, שער ב, דף ה עמ׳ א). דברי שמואל נמצאים בתלמוד בבלי: ״אמר שמואל… ואין בין תקופה לתקופה אלא תשעים ואחד יום ושבע שעות ומחצה״ (עירובין נו א). בכיפול ארבעה עולה שנה שלימה שס״ה ימים ושש שעות. וגם נמצאת ברייתא המיוחסת לשמואל, ושם שונים: ״חמה מהלך את המזל לשלשים יום וה׳ שעות גדולות (שעה גדולה מכילה שתי שעות רגילות מכ״ד) ורביע. נמצא גומר לי״ב מזלות בשס״ה ימים ורביע יום, שהן הי״ב חדשי השנה״ (פרק ה, עמ׳ 32). </i> והיתה בימיו קרובה אל האמת, ועשה חשבון עולה לתלמידים.<sup>25</sup><i class=\"footnote\"> ״אל תחוש לשעה ותפ״ה לחשבון תקופת שמואל, וידענו כי לא נעלם ממנו זה, רק תפש דרך קרובה בזמנו לאנשי דורו״ (פירוש שמות יב ב, עמ׳ עג). כמו כן כתב בספר העיבור: ״יתכן ששמואל ידע זה, ותקן זה בדרך קרוב לאנשי דורו, כי אין יכולת בידי אדם להבין חלקים ראשונים, ואף כי שניים״ (שער ב, דף ח עמ׳ א-ב). ראב״ח כתב קצת שונה, ואולי זוהי כוונת ראב״ע אצלנו: ״החלק השלישי הם הנקראים מלמדי חכמת החזיון אומרים מדת שנת החמה היא רביע יום שלם על שס״ה, ואמר עליהם בטלמיוס… לא הטריחו עצמם לחקור עליו…כי לא היה רצונם להעמיד הדבר על בוריו אלא ללמד את העם ענין החקירה וצורת המהלך, ופעם אחת לתלמיד מספיק לו בבדיקה לדעת הענין וללכת אל הדרך, ומפני זה אתה מוצא בחשבונם קירוב וטעות״ (העיבור, מאמר ג שער א, עמ׳ 78). מה שכתב ראב״ע שבזמן שמואל תקופתו הייתה ״קרובה אל האמת״, מוסבר מדברי רבי שמעון בן צמח דוראן (רשב״ץ): ״לפי שבתקופת שמואל יש יתרון שעה ותפ״ה חלקים, אם כן תתרחק תקופת שמואל ותתאחר מתקופת רב אדא במחזור אחד שעה ותפ״ה. בשני מחזורים שתי שעות תתק״ע… וברע״ב מחזורים שיש מבריאת עולם קרוב לי״ז ימים. וזהו סיבת המרחק הגדול אשר בין שתי התקופות בזמנים אלו. ואף על פי שלא נמצא כל כך, כי לפי זה היה המרחק י״ז ימים, ואנו לא נמצא כי אם עשרה ימים או קרוב, הסיבה בזה כי שמואל הקדים תקופתו לתקופת רב אדא ז׳ ימים. כי רב אדא עושה אותה ט׳ שעות תרמ״ב חלקים לפני מולד ניסן, ושמואל עושה אותה ז׳, ט׳, תרמ״ב לפני מולד ניסן. ומפני שקדמה תקופתו לפני תקופת רב אדא ז׳ ימים, על כן אין המרחק ביניהם כי אם עשרה ימים. ואילו התחילו בשוה ליל ד׳ ט׳ תרמ״ב קודם תקופת (מולד?) ניסן, היה המרחק ביניהם י״ז ימים בקירוב, מפני שעה ותפ״ה היתרים. ובימי שמואל שתיקן זה היו שתי התקופות בשוה בזמן אחד בקירוב, מפני הקדימה הזאת שהקדים ז׳ ימים לתקופת רב אדא. והמחשבים השתי התקופות לא היה הבדל ביניהם, כי אלו מתחילים ז׳ ימים קודם אלו, והשעה ותפ״ה היו נבלעים באותם ז׳ ימים. אחר כן הוסיפה תקופת שמואל בכל מחזור על תקופת רב אדא שעה ותפ״ה מכל אותן מחזורים שהיו מאותו זמן שתיקן שמואל תקופתו עד הזמן הזה, ונתקבצו השעות וחלקיהן עד שנמצא שיש בין תקופה לתקופה קרוב לי״א יום״ (ספר תשב״ץ, חלק א, סימן קח, עמ׳ רמה-רמו, וראה הערות המהדיר שם). עוד יש לומר שלדעת ראב״ע, משך השנה הולך ומתמעט מיעוט קטן. ראה דברי אריה ליב ליפקין בסוף ספר ברייתא דשמואל הקטן (מהדורתו), עמ׳ 44: ״כתבו האחרונים, וכן הרגישו בזה התוכנים האחרונים, כי משך השנה הולך ומתמעט מיעוט קטן מאוד, רק במשך הזמן מתקבץ המיעוט לאיזה חשבון״. </i> כאשר עשה בברייתא, שלא חשב שבעים ושלושה חלקים<sup>26</sup><i class=\"footnote\"> ״השעה היא אלף ושמונים (1080) חלקים״ (העיבור, ראשית שער א). </i> שהם נוספים על שתי שלשיות שעה בחדש הלבנה.<sup>27</sup><i class=\"footnote\"> ״החדש כ״ט יום וי״ב שעות ושתי ידות שעה גם שתי שלישיות עשירית שעה וחצי תשיעית ששית עשירית השעה, והם תשצ״ג חלקים״ (העיבור, ראשית שער א). בברייתא דשמואל שבידינו שונים: ״הרוצה לידע מולד לבנה יחשוב מששבו חמה ולבנה כמה שנים, ויתן ד׳ ימים וארבע שעות גדולות לכל שנה ושנה, ומוציא את השעות בימים, י״ב שעות לכל יום, ויכלול השעות עם הימים. ואף שנים עיבורים יחשב כמה עיבורים באותן השנים, ויתן לכל חדש וחדש יום ומחצה ושליש שעה גדולה. ויוציא את מנין הימים והשעות מנין מצטרף ויכללם עם מנין של ד׳ ימים וד׳ שעות, ויוציאם ז׳ ז׳, והמותר יחשוב מתחלתו ליל ד׳, והיכן שכלה שם הלבנה מתחדשת״ (פרק ה, עמ׳ 29). ראב״ע העיר על ברייתא זו: ״אמרה הברייתא, הרוצה לידע מקום (מולד?) הלבנה יחשוב שנת העולם ויעשה מהם חדשים, ויתן לכל חדש כ״ט יום וחצי ושתי ידות שעה, שהם תש״כ חלקים. והנה חסר ע״ג חלקים, והנה התחברו מהם בכל מחזור יותר משתי שלישיות יום. והנה יהיה המרחק בין חשבון מולדות מימי בראשית ובין חשבון מולדנו היום קרוב מחצי שנה״ (פירוש שמות יב ב, עמ׳ עג). </i> גם כתוב שתי תקופות הן, תקופת רב אדא<sup>28</sup><i class=\"footnote\"> ״תקופת רב אדא כפי דעת חכמי העבור הגדולים, כי לעולם תהיה התקופה טרם חג הפסח. ועקרם כי מחזור המזלות שהיא י״ט שנים משנות החמה הן י״ט שנים משנות הלבנה עם שבעה חדשים, בלא תוספת ומגרעת. ואחר שידענו על דעת רבן גמליאל כמה ימי החדש ושעותיו וחלקיו, הנה נוכל לידע כמה ימי שנת החמה. והנה היא שס״ה יום וה׳ שעות תתקצ״ז חלקים י״ב שניים והשני קרוב לד׳ רגעים להיות החלק נחלק על י״ט (365 ימים, 5 שעות, 997 חלקים, 12/19 מחלק). והנה יש בין שנת שמואל ושנת רב אדא פ״ב חלקים וז׳ שניים מחשבון י״ט (82 חלקים, 7/19 מחלק)״ (העיבור, שער ב, דף ו עמ׳ ב). עוד כתב שם: ״אחר שידענו שהחדש הוא כאשר הזכרתי כ״ט י״ב תשצ״ג (29 ימים, 12 שעות, 793 חלקים), ערכנו המספר על רל״ה על חדש הלבנה, והנה עלו ששת אלפים ותשע מאות ותשעה ושלשים יום ושש עשרה שעות וחמש מאות וחמשה ותשעים חלקים (6939 ימים, 16 שעות, 595 חלקים). והנה טעם המחזור, כי בהשלמת המחזור שבו המאורות לחלק אחד, כל אחד בגלגלו כאשר היה בתחלה. והנה מזה החשבון נוכל לדעת כמה ימי שנות החמה ושעותיו וחלקי השעות. כי נחלק מספר ימי המחזור והשעות והחלקים על י״ט, והנה עלו שס״ה יום [ה׳ שעות] ותתקצ״ז חלקים וי״ב חלקים מי״ט בחלק אחד״ (שער ב, דף ג עמ׳ ב). </i> בצנעא ותקופת שמואל בפרהסיא.<sup>29</sup><i class=\"footnote\"> ״העד השני [שתקופת שמואל אינה מדוייקת], שאמרו תקופת שמואל בפרהסיא ותקופת רב אדא בצנעה. ולא יתכן שתהיינה שתי התקופות אמת, כי יש ביניהם קרוב מח׳ ימים. ורחוק הוא שתהיה התקופה שידעוה אפילו התינוקת שהיא בפרהסיא והיא הקלה היא האמת, ואשר הוא בצנעה ולא ידועה כי אם לחכמים מעט היא שקר״ (העיבור, סוד העיבור, דף ח עמ׳ ב). וכן כתב ראב״ח בשם רבי יצחק בן ברוך הדיין: ״אמרו שתי תקופות הן, תקופת רב אדא בר אהבה בצנעה ותקופת שמואל בפרהסיא. ואתה רואה מכאן כי תקופת רב אדא אשר היו מצניעים אותה ולא רצו לגלותה, היא היתה המדוייקת ועל סודה תקנו סוד העבור, וגלו את תקופת שמואל בפרהסיא מפני שרוב האומות חושבים את שנותיהם עליה״ (העיבור, מאמר ג שער ה, עמ׳ 93-94). </i> וטעם שהיתה בצניעות בעבור משפטי המזלות, אם ידעו חכמיהם תקופת האמת.<sup>30</sup><i class=\"footnote\"> ״בעבור שאמרו קדמונינו זכרונם לברכה שתקופת רב אדא בצנעא, פירשו בו חכמי הדור כי תקופת רב אדא הוא האמת. ובעבור שיודע יודע תקופת רב אדא מתי תכנס השמש במזל טלה, יוכלו המכשפים לעשות מעשים גדולים בעולם. גם אלה לא דברו נכונה, כי תקופת רב אדא איננה כאשר חשבו, כי היא כנגד גלגל המזלות איננה, רק כנגד גלגל השמש שמוצקו רחוק ממוצק הארץ. והנה נמצא המוצק משתנה בכל זמן. ודבר זה הוא ברור אצל חכמי המזלות בראיות לא יוכל איש להכחישם. ולפי דעתי שהיתה בצנעא בעבור שיוכל לדעת איש כל אשר יהיה בארץ בדרך חכמי משפטי המזלות״ (העיבור, שער ב, דף ו עמ׳ ב). ראב״ח כתב בשם רבי יצחק בן ברוך הדיין: ״ראיתי בספר אחד מספרי הקדמונים שאומר: שאלתי רבותי מפני מה אמרו תקופת רב אדא בצנעה? ואמרו לי מפני שכל מה שיהיה בעולם מרעב ושובע ומות וחיים תלוי במולד ובתקופה. וחששו חכמים שמא יעמוד אדם שאינו הגון ויחריב את העולם. ואני נוטה בכל לבי אל הדבר הזה ויודע שהוא דבר ברור״ (העיבור, מאמר ג שער ה, עמ׳ 94). </i>", 
            "והנה היום אין תקופת שמואל נכונה. והצל בכל יום בכל מקום לעד נאמן למשכיל.<sup>31</sup><i class=\"footnote\"> ״העד הרביעי שהיא [תקופת שמואל] נשחתת לעיני השמש הזאת, כי כל משכיל יוכל לראות זה בכלי הנחשת, גם בצל, אחר שידע כמה רחב ארצו. ובנטות השמש לסוף דרום או צפון יוכל לדעתו בצל. והנה יוכל לדעת היום שישתוה היום עם הלילה. והנה השמש נוטה מסוף צפון ועוד לא באה תקופת תמוז לשמואל קרוב מתשעה יום. והפך הדבר בתקופת טבת. והנה הצל לעד נאמן״ (העיבור, סוד העיבור, דף ח עמ׳ ב). ובפירושו לתורה כתב: ״היום יש בין תקופת האמת ותקופתו קרוב מט׳ ימים״ (פירוש שמות יב ב, עמ׳ עג). </i> ועוד כתוב ״כי חזית דמשכא תקופת טבת עד שיתסר בניסן, עברה לההיא שנתא ולא תיחוש לה״ (ראש השנה כא א).<sup>32</sup><i class=\"footnote\"> טעם הדבר: ״זה אמת בעבור תנופת העומר, כי העומר הוא האביב, והאביב תלוי בשמש״ (העיבור, סוד העיבור, דף ח עמ׳ ב). </i> והנה בשנה שעברה היתה תקופת ניסן בחשבון שמואל בחמשה ועשרים מניסן, והנה עברנו על דברי חכמינו.<sup>33</sup><i class=\"footnote\"> ראב״ע הביא דוגמה זו בספר העיבור: ״הנה אנחנו היום בשנת ה׳ למחזור המולדות (שנת ד׳ אלפים תתק״ז). בשנת י״ו (שנת ד׳ אלפים תתקי״ח) יעבור חג המצות כולו ועוד לא באה תקופת שמואל, והנה עבר החג והשמש לא באה במזל טלה ולא השתוה היום והלילה. והנה לנו בשת עולם ונהיה בחשבונינו לעג וקלס לסביבותינו. כי הקל שבקלים יראה כי כבר השתוו היום והלילה בקרוב מי״א יום. חלילה חלילה. רק חשבונינו אמת, ואין לנו צורך לתקופת שמואל״ (סוד העיבור, דף ח עמ׳ ב). </i> חלילה חלילה. רק עשינו החג במועדו. על כן תקופת רב אדא ישרה ממנה,<sup>34</sup><i class=\"footnote\"> זו לשון ראב״ח: ״הראוי לסמוך עליו מדבריהם הוא דעת אפרכש ובטלמיוס האומרים שנת החמה הוא שס״ה יום ושש שעות פחות שני חלקים מכ״ה בשעה, שהן חלק אחד מג׳ מאות ביום. והיה הדעת הזה ראוי לסמוך עליו מפני שהוא יוצא על דעת רבותינו זכרונם לברכה את סוד העבור, ואין הפרש בין דעת זה בימי השנה ובין דעת רב אדא בר אהבה דבר שיהיה חושש לו מפני מיעוטו״ (צורת הארץ, שער ב, עמ׳ 76). כיוצא בזה כתב רמב״ם: ״ונראין לי הדברים שעל חשבון תקופה זו [תקופת רב אדא] היו סומכין לענין עבור השנה בעת שבית דין הגדול מצוי, שהיו מעברין מפני הזמן או מפני הצורך. לפי שחשבון זה הוא האמת יותר מן הראשון [תקופת שמואל], והוא קרוב מן הדברים שנתבארו באיצטגנינות יותר מן החשבון הראשון שהיתה בו שנת החמה שס״ה יום ורביע יום״ (משנה תורה, הלכות קידוש החודש, פרק י הלכה ו). </i> כי לא תעבור תקופת ניסן המספר הנזכר.<sup>35</sup><i class=\"footnote\"> ״תקופת רב אדא כפי דעת חכמי העבור הגדולים, כי לעולם תהיה התקופה טרם חג הפסח״ (העיבור, שער ב, דף ו עמ׳ ב). </i>", 
            "ואין צורך היום לחשבון המועדים לדעת התקופה.<sup>36</sup><i class=\"footnote\"> זו לשון ראב״ח: ״אין אנו היום נצרכים לדקדק שעת התקופה, אחרי שנתקן מחזור העיבור על הדרך המחוכם אשר אנו חושבים אותו, ואין לנו צורך בתקופה כי אם לתקן יום השאלה, ואינו דבר מצוה גדולה שנחוש לה״ (העיבור, מאמר ג שער ה, עמ׳ 94). </i>", 
            "ועוד כי חשבונו מכחיש העבור,<sup>37</sup><i class=\"footnote\"> ״העיבור״ הוא הלוח שבידינו לקביעת השנה: ״קביעות השנה גם החדש לבית דין היה. ועתה בגלות נסמוך על מעשה בית דין, והוא העבור״ (פירוש הקצר לשמות יב ב). ולשון רמב״ם: ״עקרי החשבון שמחשבין בזמן שאין שם בית דין שיקבעו בו על הראיה, והוא חשבון שאנו מחשבין היום, הוא הנקרא ׳עבור׳״ (משנה תורה, הלכות קידוש החודש, פרק ו הלכה א). </i> כי ישאר לפי חשבונו בכל מחזור שעה גם תפ״ה חלקים.<sup>38</sup><i class=\"footnote\"> ״שנת שמואל היא שנת החמה, והוא אמר שהיא שס״ה יום ורביע יום (365 ימים, 6 שעות) בלא תוספת ומגרעת. והנה יש בין שנת הלבנה (354 ימים, 8 שעות, 876 חלקים) לשנת שמואל יכ״א ר״ד (10 ימים, 21 שעות, 204 חלקים). וכאשר תחבר מספר שנות המחזור, ותחסר מן המחובר מהלך שבעה חדשים, שכל אחד מהם כ״ט י״ב תשצ״ג (29 ימים, 12 שעות, 793 חלקים), אז ישארו שעה אחת ותפ״ה חלקים״ (1 שעה, 485 חלקים) (העיבור, שער ב, דף ה עמ׳ א). </i> ואין ראוי שישאר חלק אחד, כי לא יהיה מחזור שלם. גם כל חכמי הנסיון מודים כי תשע עשרה שנות החמה הם במספר מאתים ושלושים וחמשה חדשי הלבנה, על כן השבעה עבורים.<sup>39</sup><i class=\"footnote\"> ״היתה קבלה בידם שלעולם יקבע בית דין שבע שנים בכל י״ט שנה, שהם רל״ה חדשים, והם ו׳ אלפים יום תתקל״ט, גם שתי שלישיות יום, גם תקצ״ה חלקים (6939 ימים, 16 שעות, 595 חלקים), ואלה הם י״ט שנות החמה בלי תוספת ומגרעת. ואל תחוש לשעה ותפ״ה לחשבון תקופת שמואל״ (פירוש שמות יב ב, עמ׳ עג). וכן כתב בספר העיבור: ״קבלה היתה ביד משפחת דוד איש האלהים שי״ט שנה משנות הלבנה, כל אחד כ״ט יום, י״ב שעות, תשצ״ג חלקים, כאשר העתיק רבן גמליאל, עם שבעה חדשים, הם י״ט שנה משנות החמה בלא תוספת ומגרעת. והנה המחזור הם רל״ה חדשים מחדשי הלבנה״ (שער ב, דף ג עמ׳ א). </i> והנה התחבר היום מן היתרון קרוב מחצי חדש. אולי יודיעונו אוהבי תקופת שמואל מה נעשה מהם.", 
            " ועוד כי חָלַק הארבע התקופות בחלקים שוים,<sup>40</sup><i class=\"footnote\"> ״אמר שמואל…ואין בין תקופה לתקופה אלא תשעים ואחד יום ושבע שעות ומחצה״ (עירובין נו א). </i> וככה הם בגלגל השמש. ואיננו כן כנגד גלגל המזלות, בעבור שמהלך השמש משתנה כפי היותה קרובה או רחוקה ממקום הגבהות.<sup>41</sup><i class=\"footnote\"> ״תקופתו [של רב אדא] כנגד גלגל השמש, על כן חלקם בשוה. ובעבור שידענו שמוצק גלגל השמש רחוק ממוצק הארץ, שהוא מוצק גלגל המזלות, וגובה מקום השמש קרוב הוא מרביעית הגלגל ממקום מחברת הגלגלים הגבוהים, הוא הנקרא ׳קו הצדק׳. והנה השמש תכנס בשני ימים שלמים וחלק משעה בטלה כנגד גלגל המזלות קודם שתכנס בטלה כנגד גלגלה״ (העיבור, סוד העיבור, דף י עמ׳ א). </i> והנה הולכת מרגע השתוות היום עם הלילה, שהיא תחלת התקופה, עד היותה בסוף צפון, שהוא ראש המזל המתהפך,<sup>42</sup><i class=\"footnote\"> ״המתהפכים הם טלה, סרטן, מאזנים, גדי, כי הם ארבע תקופות השנה ובהם מתהפך העת״ (משפטי המזלות, עמ׳ קנג). </i> ואז יהיה סוף התקופה והיום הארוך, יותר מארבעה ותשעים יום ושעות רבות. וקרוב מזה המספר התקופה השנית. והנה השתים הנשארות הם כמו מאה ושבעים ושבעה ימים. וזה אמת בראיות גמורות.<sup>43</sup><i class=\"footnote\"> ״העד החמישי [שתקופת שמואל אינה מדוייקת], שחלק התקופות בחלקים שוים. וזה כנגד גלגלה, רק כנגד גלגל המזלות לא יתכן. כי הנה יש בין תקופת ניסן לתקופת תמוז יותר מצ״ג יום, ותקופת תשרי לתקופת טבת פחות מפ״ט יום. והנה ידענו בבירור בראיות גמורות, אף על פי שהגיע השמש לרביעית גלגלה מראש מזל טלה כפי חלקיו, הימים יאריכו, (עם) [עד?] היות השמש כנגד רביעית גלגל המזלות״ (העיבור, סוד העיבור, דף ח עמ׳ ב). </i>", 
            "והנה מה תועלת יש לסופרים תקופת שמואל? ואלו היתה מחלקתו נכונה, מה תועיל לאנשי זה האי לדעת שעת התקופה, כי היא על ירושלים? כי השמש זורחת עליהם לפני שתזרח על זה האי כארבע שעות ישרות.<sup>44</sup><i class=\"footnote\"> כך כתב ביסוד מורא, ספר הנכתב בעיר לונדון: ״הנה בין ירושלם ובין זה מקום האי ארבע שעות ישרות, שהשמש זורחת עליהם בתחלה בראיות גמורות מחכמת המזלות״ (שער א פיסקה ג, עמ׳ 71-72). </i> וקדמונינו מודים בדבר זה, שאמרו ״מחדתא״ ו״מעתיקא״, ״לדידן״ ו״לדידהו״ (ראש השנה כ ב).<sup>45</sup><i class=\"footnote\"> לשון התלמוד היא: ״אמר רב נחמן כ״ד שעי מיכסי סיהרא, לדידן שית מעתיקא ותמני סרי מחדתא, לדידהו שית מחדתא ותמני סרי מעתיקא״ (ראש השנה כ ב). ראב״ע כתב על המאמר ההוא: ״מה שאמרו קדמונינו ׳מחדתא׳ ו׳מעתיקא׳, כנגד בני ירושלים ובני בבל. רובי המפרשים פירשוהו (עד) [על?] י״ב שעות שהן בין מזרח ומערב בישוב, על כן ׳לדידן׳ ו׳לדידהו׳. ואנו ידענו כי אין בין בבל וירושלים רק שעה וחלק שעה. אולי האומר ׳מעתיקא׳ ו׳מחדתא׳ יהיה כנגד קצה המזרח שהוא הראש עד סוף המערב. או כן על דעת היחיד. או על דרך שיתכן שתראה הלבנה אחר התקון כנגד גלגל המזלות״ (העיבור, סוד העיבור, דף יא עמ׳ א-ב). </i>", 
            "ועוד נחשוב כי התקופה על האי הזה. והנה היתה תקופת ניסן בתחילת הלילה, והנה תקופת תמוז תהיה אחר שבע שעות ומחצה.<sup>46</sup><i class=\"footnote\"> ״אמר שמואל, אין תקופת ניסן נופלת אלא בארבעה רבעי היום, או בתחלת היום, או בתחלת הלילה, או בחצי היום, או בחצי הלילה. ואין תקופת תמוז נופלת אלא או באחת ומחצה או בשבע ומחצה, בין ביום ובין בלילה. ואין תקופת תשרי נופלת אלא או בשלש שעות או בתשע שעות, בין ביום ובין בלילה. ואין תקופת טבת נופלת אלא או בארבע ומחצה או בעשר ומחצה, בין ביום ובין בלילה. ואין בין תקופה לתקופה אלא תשעים ואחד יום ושבע שעות ומחצה. ואין תקופה מושכת מחברתה אלא חצי שעה״ (עירובין נו א). </i> ואין הלילה באי הזה רק שבע שעות, והנה התקופה תהיה אחר זרוח השמש. וכל האומר כי התקופה על השעות המעוותות, שהם שתים עשרה ביום גם בלילה,<sup>47</sup><i class=\"footnote\"> ״ויקראו ׳שעות מעוותות׳ מפני שכל יום נחלק לי״ב שעות, ומשתנה מספרם בכל יום״ (כלי נחושת, שער ו, עמ׳ טז). </i> תקוה לכסיל ממנו.<sup>48</sup><i class=\"footnote\"> ״לא יוכל טוען לומר כי שעותיו [של שמואל] הם שעות מעוותות, כפי כל לילה וכפי כל יום, כי בחלקים שווים חלק הכל בשוה״ (העיבור, סוד העיבור, דף ח עמ׳ ב — דף ט עמ׳ א). ראה תוספות עירובין נו א, ד״ה ״ואין בין תקופה״. </i> כי איך יתכן להיות קשת מדתה בגלגל המישור מאה וחמש מעלות כקשת מדתה מאתים וחמשים וחמש מעלות.", 
            "על כן חושבים המחשבים, בעבור שיעלו בכל מקום ששה מזלות בכל יום,<sup>49</sup><i class=\"footnote\"> כך כתב ראב״ח: ״אנו מוצאים כל יושבי הארץ בכל מקום ובכל עת נגלה אליהם מן השמים ששה מזלות, שהם מחצית שלם מן הרקיע, ונסתר מהם המחצית השני והוא ששה מזלות. ומשם אנו דנין כי הארץ נתונה באמצע ממש. ורואים אנו מתוך זה כי גופה אינה נחשב למאומה לנגד גוף הרקיע העליון המכסה את הכל, ואליו אנו מקישים גוף הארץ בענין הזה. כי אלו היה גוף הארץ נחשב למאומה לנגד גוף הרקיע, היו כל שוכני הארץ לעולם רואים מן הרקיע פחות מחצים לעולם״ (צורת הארץ, שער א, עמ׳ 21). </i> כי המזל עולה בשתים שעות.<sup>50</sup><i class=\"footnote\"> רצה לומר שתי שעות מעוותות (זמניות). </i> וזה כזב ותהו. כי לעולם לא יעלה מזל מן המזלות בכל הארץ בשתי שעות, אפילו במקום הקו השוה שהיום והלילה שוים לעולם,<sup>51</sup><i class=\"footnote\"> ״גן עדן תחת קוה השוה, שלא יוסיף היום ולא יחסר כל ימות השנה. וריקי מוח תמהו איך יתכן זה? וראיות גמורות בלי ספק יש עליהם״ (פירוש בראשית ב יא, עמ׳ כא-כב). </i> ואף כי בכל מקום שיש לו מרחק רב מהקו. והנה מזל טלה באי הזה עולה בפחות חמישית משעה ישרה,<sup>52</sup><i class=\"footnote\"> ״טלה יעלה בכל מקום פחות ממעלותיו שבאו בחלקו שהם שלשים״ (העיבור, שער ב, דף ד עמ׳ ב). </i> ומזל אריה עולה בשלש שעות פחות כמעט. ומכיר צורות הגלגל יראה זה בעינו. גם בלבנה בהיותה בראש החדש במזל מאזנים.<sup>53</sup><i class=\"footnote\"> ״ידענו כי במולד תשרי אם היתה הלבנה ברביעית גלגלה העליון כנגד המוצק, יהיה המרחק בחצי היום שהוא נולד קודם חצות י״ד שעות, ושש שעות עד הלילה, הנה עשרים שעות״ (העיבור, סוד העיבור, דף יא עמ׳ ב). ובפירושו לויקרא כג ג (עמ׳ פא-פב) כתב: ״גם פעמים היה הקביעות בתשרי יום חמישי, ולא נראית הלבנה בליל שבת, והיה האויר זך, וזה יקרה בכל שנה שהמולד קרוב מחצי היום, והיתה הלבנה בחצי הגלגל הגבוה״. ״קראתיו ׳כלי נחושת׳ מפני :(astrolabe) </i> גם כל אדם יוכל לראות הדמיון בעגול הנחשת כשהוא כדור וכאשר איננו כדור.<sup>54</sup><i class=\"footnote\"> ״כלי נחושת״ הוא שם שראב״ע קרא לאצטרולב שרובם עושים אותו מנחושת״ (כלי נחושת, שער א, עמ׳ ז). </i> ועל כן כל פתי שידע תקופת שמואל ושמות המזלות וחנכ״ל שצ״ם,<sup>55</sup><i class=\"footnote\"> ראשי תיבות לשמות שבעה כוכבי לכת (״משרתים״): חמה, נוגה, כוכב־חמה, לבנה, שבתאי, צדק, מאדים. </i> מחשב בלבו שהוא מחשב בתקופות ובמזלות, והוא לא שמע שמועת החכמה, אף כי יריח ריחה או יטעם טעמה.", 
            "והנה התורה לא הצריכתנו לדעת מתי היא התקופה ויומה, אף כי שעתה. ושאלה היתה לפני הרב האיי למה נהגו ישראל הדרים במערב להשמר שלא ישתו מים בשעת התקופה.<sup>56</sup><i class=\"footnote\"> היינו בתחילת כל תקופה ותקופה. מנהג זה הביא רמ״א: ״מנהג פשוט שלא לשתות מים בשעת התקופה, וכן כתבו הקדמונים, ואין לשנות״ (שולחן ערוך, יורה דעה, סימן קטז, סעיף ה). </i> והשיב כי נחוש בעלמא הוא. בעבור שהיא תחלת השנה או תחלת רביעתה, לא ירצו לשתות מים שימצאו חנם. על כן יאכלו בה כל מתוק להיות שנתם מתוקה.<sup>57</sup><i class=\"footnote\"> ״כבר שאלו חכמי קרואן לרבינו האי זכרונו לברכה למה נהגו שלא לשתות מים בשעת התקופה. והשיב, ניחוש בעלמא הוא. כי בעבור היות התקופה תחלת השנה, על כן לא נהגו היהודים לשתות בה מים בעבור שאין להם דמים, על כן יאכלו כל מתוק להיות שנתם מתוקה״ (העיבור, סוד העיבור, דף ט עמ׳ א). </i> ואני אומר מתוקה שנת העובד השם הבוטח בו לבדו. והנה היודעים תקופת האמת לא אמרו כי תזיק לאוכל ולשותה.<sup>58</sup><i class=\"footnote\"> ראב״ח כתב כיוצא בזה: ״המנהג הנוהג בארצות האל שאדם נשמר לשתות מים בשעת התקופה דברי הבאי הם בעיני, כי אין אדם יכול לדעת שעת התקופה במקומו אם לא יהיה יודע כמה מרחק מקומו בארך מקצה המזרח, ולא יתכן זה לכל אדם. ואלו היה אדם מוצא לענין הזה זכרון בדברי הראשונים, היה לו לעיין בו ולתת טעם, אבל עתה כיון שאינו נמצא בדבריהם אין לנו לחוש עליו״ (העיבור, מאמר ג שער ג, עמ׳ 86). </i> ודבר הניפוח הוא שיחת הזקנות.<sup>59</sup><i class=\"footnote\"> ״אשר יחשבו כי כל האוכל או השותה בשעת התקופה ינזק ויתנפח, דרש הדורש הוא. כי הנה חכמי המזלות שידעו דעת ברורה תקופת האמת לא אמרו שיזיק כל מאכל או משתה בשעת התקופה. ואין דרך בחכמת התולדת שתזיק התקופה כלל״ (העיבור, סוד העיבור, דף ט עמ׳ א). </i>", 
            "ועתה אדבר על תחלת השנה. ואומר בתחלה כי כל עגול אין לו ראשית, רק ברצון איש ואיש.<sup>60</sup><i class=\"footnote\"> ״העגול אין לו ראשית, רק כנגד המחל וכנגד הסמך הדבר אליו״ (פירוש תהלים קלה ז). </i> אכן ראשית שנת כל אדם מרגע הולדו, ובשוב השמש אל הנקודה הראשונה שהיתה שם בתחלה תעלה לו שנה תמימה.<sup>61</sup><i class=\"footnote\"> ״ידוע שחיי בני אדם נמנים לפי שנות השמש, כימיהם של כל הדברים הגדלים כגון העצים וזולתם״ (פירוש רס״ג לבראשית, פרשת נח, עמ׳ 342). וכן כתב ראב״ח: ״שנת החמה הוא… זה הוא גדר השנה המפרש את טעמה והמעמיד את ענינה אשר עליו מונים כל האומות את שנותם וכל בני אדם את ימות חייהם״ (העיבור, מאמר ג שער א, עמ׳ 76). </i> וראשית תקון מהלך השמש ממקום הגבהות.<sup>62</sup><i class=\"footnote\"> ״גבהות מקום הגלגל כאשר יגיע אליו המשרת במהלכו האמצעי אין צורך לתקון, כי אז יהיה מהלכו האמצעי כמו מהלכו המתוקן״ (אבן אלמתני, עמ׳ 297). ראב״ח הסביר את התיקון: ״סדר חשבון מעמד החמה במהלכה המתחלף. הוי יודע מעמד החמה במהלכה השוה לעת שתרצה לדעת מעמדה במהלך המתחלף, כאשר למדת לדעת המהלך השוה מן התאריך המתוקן. וכתוב המהלך השוה על הקלף ושומרהו. והוציא מן המהלך השוה ההוא גובה רום החמה שהיה בראש המחזור רנ״ז, ע״ה מעלות וחצי מעלה שהן ל׳ שברים. והנשאר מהמהלך השוה אחר הוצאת גובה הרום ממנו, הוא חק המרחב לחמה בעת ההיא…״ (ספר חשבון מהלכות הכוכבים, שער י, עמ׳ סו). כמו כן כתב רמב״ם: ״אם תרצה לידע מקום השמש האמתי בכל יום שתרצה, תוציא תחלה מקומה האמצעי לאותו היום על הדרך שבארנו, ותוציא מקום גובה השמש, ותגרע מקום גובה השמש ממקום השמש האמצעי, והנשאר הוא הנקרא ׳מסלול השמש׳…״ (משנה תורה, הלכות קידוש החודש, פרק יג הלכה א). </i> וראשית תקון המשרת מרגע מחברתו עם השמש, כי אז יהיה המשרת בגבהות גלגלו הקטן.<sup>63</sup><i class=\"footnote\"> ״לעולם לא יתחבר השמש עם אחד המשרתים העליונים שעליו, שהם שצ״מ (שבתאי, צדק, מאדים), רק ברגע היות המשרת בגבהות גלגלו הקטן״ (משפטי המזלות, עמ׳ קס״ו). ראב״ח כתב: ״הרוצה לדעת מקום חמשה הכוכבים האלה במהלכן המתחלף הנראה להם… וכשתדע שני המהלכות האלה שהן השוה והחק, תגרע גובה הרום לכוכב שאתה חושב לו ממהלכו השוה, ויהיה הנשאר מרחק מרכז מגובה רומו, ואתה מביא אותו אל לוחות תקון הכוכב…״ (חשבון מהלכות הכוכבים, שער י, עמ׳ סט-ע). </i> גם הלבנה תהיה בגבהות גלגל המוצק.<sup>64</sup><i class=\"footnote\"> ״עשו חכמי ישראל כחכמי המזלות להוציא מקום מחברת לבנה עם השמש במהלך האמצעי, ואחר כן יתקנו מקומם כפי המרחק ממקום גובהם״ (העיבור, סוד העיבור, דף י עמ׳ ב). עוד כתב שם (שער ב, דף ג עמ׳ ב): ״המהלך האמצעי הוא במהלך הלבנה בהיות על מרובע מקום גבהות גלגלה ושפלותה, אם היתה עם השמש או לנוכחה, כי אם לא היתה כן, היא צריכה לתקון אחר כנגד גלגלה הקטן שהלבנה בו״. ראה ראב״ח שכתב: ״מקום הלבנה כשהיא נדבקת בחמה בחלק אחד מן הרקיע במולד החדש בחשבון השוה, יהיה מרכז ההקפה עומד עם החמה במהלכה השוה בחלק אחד מאופן המזלות, אין ביניהם הפרש, ויהיה מרכז ההקפה בעת ההיא בנקודת גובה הרום מהאופן הסובל. ומן העת ההיא והלאה יהיה מרכז ההקפה מתגלגלת מגובה רום הסובל לפאת מזרח…״ (צורת הארץ, שער ג, עמ׳ 107-108). </i> ואלה הראשיות אינן צריכות לכל אדם.", 
            "על כן אמרו חכמי התולדת כי האמת להיות ראשית השנה מנקודת המחברת אשר משם תחל השמש להיות קרובה אל הארץ הנושבת.<sup>65</sup><i class=\"footnote\"> ״טעם ה׳שנה׳ — שוב השמש אל נקודת מחברת שני הגלגלים הגדולים ששם תחלת הצפון״ (העולם, עמ׳ 9). וזוהי דעת חכמי יון וערב, הובאו לעיל בראש השער. </i> וזו היא תקופת רב אדא.<sup>66</sup><i class=\"footnote\"> חשבון שנת החמה לדעת רב אדא קרוב לזה של תלמי, נמצא שלדעת רב אדא השנה היא מהשתוות אביבית אחת עד השתוות אביבית שניה כדעת תלמי: ״תלמי אומר כי השנה חסרה מרביעית היום חלק אחד מש׳. ועל תקופת רב אדא קרוב מחלק מש״ס. ודעת תלמי קרובה לדעתינו״ (העיבור, סוד העיבור, דף ח עמ׳ א). וכן כתב ראב״ח: ״הראוי לסמוך עליו מדבריהם הוא דעת אפרכש ובטלמיוס האומרים שנת החמה הוא שס״ה יום ושש שעות פחות שני חלקים מכ״ה בשעה, שהן חלק אחד מג׳ מאות ביום. והיה הדעת הזה ראוי לסמוך עליו מפני שהוא יוצא על דעת רבותינו זכרונם לברכה את סוד העבור, ואין הפרש בין דעת זה בימי השנה ובין דעת רב אדא בר אהבה דבר שיהיה חושש לו מפני מיעוטו״ (צורת הארץ, שער ב, עמ׳ 76). </i> רק היא על המהלך האמצעי, ותקונה קרוב.<sup>67</sup><i class=\"footnote\"> ״אל תסמוך על תקופת שמואל, רק על תקופת רב אדא. אף על פי שהיא צריכה לשני תיקונים. האחד, בעבור שמהלך השמש פעם בארוכה ופעם בקצרה. וזה השינוי אינו במהלך השמש, כי שוה הוא לעולם, רק הוא כנגד מראה הנקודה בגלגל המזלות. והתקון השני בעבור תנועת גלגל קטן בראש טלה״ (פירוש שמות לד כב). בספר העיבור הסביר יותר: ״אפרש לך השנים תיקונים. התקון האחד שתקופתו כנגד גלגל השמש, על כן חלקם בשוה. ובעבור שידענו שמוצק גלגל השמש רחוק ממוצק הארץ, שהוא מוצק גלגל המזלות, וגובה מקום השמש קרוב הוא מרביעית הגלגל ממקום מחברת הגלגלים הגבוהים, הוא הנקרא ׳קו הצדק׳. והנה השמש תכנס בשני ימים שלמים וחלק משעה בטלה כנגד גלגל המזלות קודם שתכנס בטלה כנגד גלגלה. והנה יש בין תקופת האמת היום לתקופת רב אדא במהלך האמצעי שני ימים. ובעבור שמקום גובה השמש קרוב ממזל סרטן, שהוא סוף הצפון, ומקום השפלות קרוב ממזל גדי, שהוא סוף הדרום, על כן בין שתי התקופות קרוב משני ימים. ובעבור כי בתקופת תשרי השמש ברביעית גלגלה ממקום גבהותה, הנה יש לנו לחסר שתי מעלות פחות חלק אחד. ומרחק זה הוא מהלך השמש בשני ימים. על כן היתה תקופת רב אדא מחלוקת והתקופה של מראה עינים שוה בשוה. והתקון השני, דע כי מחלוקת גדולה בין חכמי המזלות בעלי הראיות ובין חכמי המזלות בעלי המשפטים והצורות. כי אנשי הצורות אומרים כי סדני הגלגל יעלו וירדו. ואחרים אמרו שיש גלגל קטן במקום מזל טלה ומאזנים שיתגלגל לצפון ולדרום. על כן תהיינה מעלות השמש בחצי היום אם הגלגל בצפון יותר מאשר הם באמת, והפך הדבר כאשר יהיה הגלגל בפאת דרום. והשתבשו על מספר המעלות. יש אומרים שהם שמונה. ואחרים אמרו שהם עשר מעלות ושתי שלישיות מעלה. והנה תלמי המלך קרב מדרך העבור, והוא האמת כנגד גלגל המזלות בלא התקון הראשון. והנה היום חייב האדם להוסיף ארבע מעלות, ועוד יגיע עד שמונה״ (סוד העיבור, דף י עמ׳ א). </i> וזאת היא ראשית שנת יודעי בינה לעתים לדעת המעשים.<sup>68</sup><i class=\"footnote\"> כתוב ״ומבני יששכר יודעי בינה לעתים לדעת מה יעשה ישראל״ (דברי הימים-א יב לג). ראב״ע פירש בו: ״׳יודעי בינה לעתים׳, כבר פירשו רבותינו זכרונם לברכה (בראשת רבה, פרשה עב סימן ה, ועוד) שהיו מחשבי עיבורי השנים״ (פירוש קהלת ח ה). </i> גם זאת תחלת שנת היונים הראשונים.<sup>69</sup><i class=\"footnote\"> ״תלמי וחביריו אומרים כי יחסר חלק משלש מאות ביום, והוא קרוב ממהלך העבור״ (פירוש ויקרא כה ט, עמ׳ צג-צד). </i> וזאת היא תקופת ניסן. והפרסים יחלו שנתם מתקופת תמוז, והכשדים מתקופת תשרי, והנוצרים מתקופת טבת. רק השבוש בא להם בעבור כי מספר שנת החמה בחשבונם איננו נכון.<sup>70</sup><i class=\"footnote\"> ״אין שנתם [של הערלים] מדוקדקת היטב, כי קבעוה שס״ה ימים שלמים ורביעית היום, וזה אינו אמת כלל״ (שלוש שאלות, עמ׳ א). </i>", 
            "וכאשר נחפש לדעת שנת התורה, מצאנו כתוב ״החדש הזה לכם ראש חדשים״ (שמות יב ב), והוא ראשון לחדשי השנה. וכתוב ״היום אתם יוצאים בחדש האביב״ (שם יג ד), וכן ״שמר את חדש האביב״ (דברים טז א).<sup>71</sup><i class=\"footnote\"> ״פירוש ׳אביב׳ כמו בִּכּוּר, כי הוא מגזרת ׳אב׳, שהוא כמו ראשון לאשר הוליד, או חכם לתלמיד שלמד, וכתוב ׳כי השעורה אביב׳ (שמות ט לא). והעד, שאמר בחג שבועות ׳בכורי קציר חטים׳ (שם לד כב)״ (פירוש שמות יג ד). ובפירושו לשמות כג טז הגדיר את האביב שלפנינו: ״הוא בכורי השעורים״. </i> והטעם כי חשבון ישראל בחדשי הלבנה, והנה החדש שימצא אביב בארץ ישראל הוא ראשון לחדשי השנה. וראש החדש ראשית השנה, עברה התקופה או לא עברה.<sup>72</sup><i class=\"footnote\"> ולא כדעת הנוצרים: ״הערלים יפרשו…ויהיה ׳בחדש האביב׳ (שמות יג ד) [לדעת הערלים] — שנכנסה החמה במזל טלה״ (שלוש שאלות, עמ׳ א). אולם, אף על פי שראש חודש ניסן יכול להיות לפני התקופה, אבל רוב חג הפסח מוכרח להיות לאחר התקופה, כדברי חז״ל: ״שלח ליה רב הונא בר אבין לרבא כד חזית דמשכה תקופת טבת עד שתסר בניסן עברה לההיא שתא ולא תחוש לה, דכתיב ׳שמור את חדש האביב׳, שמור אביב של תקופה שיהא בחדש ניסן״ (ראש השנה כא א). </i> רק שיש לבית דין לשמר שיעשה הפסח והאביב נמצא,<sup>73</sup><i class=\"footnote\"> ״תנו רבנן, על שלשה דברים מעברין את השנה: על האביב, ועל פירות האילן, ועל התקופה״ (סנהדרין יא ב). אולם אף על פי שיש לבית דין לשמור את האביב, אבל אין האביב המבחן היחידי שיש להתחשב בו: ״אתן לך כלל, אף על פי שישראל בבית המקדש היו מסתכלין אל האביב, לא היה עבור השנה מסור להם כי אם לבית דין, שהיה מסתכל לדברים אחרים חוץ מהאביב, ככתוב במשנה״ (פירוש שמות יב ב, עמ׳ עב). ובפירושו לדברים טז א (עמ׳ רסא) כתב מפורש שלפעמים אין האביב הקובע: ״המכחישים אמרו כי לא נעשה פסח בלא אביב, וכבר השיבותי על הבליהם. גם אנחנו נודה כי בית דין היה מסתכל לאביב״. </i> בעבור תנופת העמר.<sup>74</sup><i class=\"footnote\"> תנופת העומר היא ביום שני של חג הפסח: ״כי תבאו אל הארץ אשר אני נתן לכם וקצרתם את קצירה, והבאתם את עמר ראשית קצירכם אל הכהן. והניף את העמר לפני ה׳ לרצנכם, ממחרת השבת יניפנו הכהן״ (ויקרא כג י-יא). </i> וברוב השנים דבק האביב בתקופה. ויש פעמים שירחק מעט בעבור רוב הגשמים או שתהיה שנת בצרת.", 
            "והנה תחלת שנת ישראל על פי בית דין, כאשר הוא כתוב ״ויועץ המלך״ (דברי הימים־ב ל ב) חזקיהו. והנה עִבֵּר השנה לעצת בית דין, והפסח שעשה היה בחדש הראשון.<sup>75</sup><i class=\"footnote\"> אף על פי שכתוב ״ויועץ המלך ושריו וכל הקהל בירושלם לעשות הפסח בחדש השני. כי לא יכלו לעשות בעת ההיא, כי הכהנים לא התקדשו למדי והעם לא נאספו לירושלם״ (דברי הימים־ב ל ב-ג), לדעת ראב״ע חגגו את הפסח בחודש הראשון אלא שעיברו ניסן בניסן, ולכך קראו הכתוב ״חדש השני״. </i> והשם הנכבד קבלו בראיות ברורות.<sup>76</sup><i class=\"footnote\"> ״חלילה חלילה שעשה חזקיהו רעות כאלה, כי הכתוב דבר עליו לא סר מכל מצות ה׳ ימין ושמאל (ראה מלכים־ב יח ו). גם הוא אמר בתפלתו ׳זכר נא את אשר התהלכתי לפניך [באמת ובלבב שלם] והטוב בעיניך עשיתי׳ (שם כ ג)…והנה עיבר השנה, והפסח שעשה פסח ראשון היה, ובמועדו נעשה. והעד, כי השם נגע האוכלים בפסח בלא ככתוב (דברי הימים־ב ל יח), ואם לא נעשה במועדו למה נגעם השם, אחר שלא היה הפסח מקובל לפניו. ואלו חטא חזקיהו, איך התפלל בעדם, ושמע השם תפלתו וירפא העם (שם ל כ)״ (פירוש שמות יב ב, עמ׳ עג-עד). </i> רק שגג שגגה קטנה, שלא עִבֵּר השנה ביום שֶעָבַר לפני החדש הראשון, וזהו ״עבר ניסן בניסן ולא הודו לו״ (משנה, פסחים פרק ד הלכה ט).<sup>77</sup><i class=\"footnote\"> ״אם טען הטוען, הלא החכמים זכרונם לברכה לא הודו לו שעיבר ניסן בניסן. התשובה, אמת אמרו, כי מנהג כל בית דין להסתכל בסוף חדש אדר אם הוא צריך לעבר השנה או לא. והנה חזקיהו לא עשה כן, כי שגג שגגה קטנה לעבר השנה בראש חדש״ (פירוש שמות יב ב, עמ׳ עד). </i>", 
            "וכאשר יבא חדש לבנה פעם אחרת בימי האביב בארץ ישראל, אז תעלה שנה אחת, בין שתהיה השנה שנים עשר חדש או שלשה עשר. על כן לא קראו בלשון הקדש חדש האביב ״ניסן״ רק ״ראשון״. וככה כל החדשים. על כן לא תמצא בעשרים וארבעה ספרים שמות החדשים הנודעים היום, שתחילתם ניסן, רק בספרי בני הגולה.<sup>78</sup><i class=\"footnote\"> ״ניסן ואייר וסיון וכל שמות החדשים אינם לשון קדש, כי אם לשון כשדים. על כן לא תמצא במקרא כתוב אחד מהם, רק בנבואות זכריה ודניאל ועזרא ומגלת אסתר שהיו בגולה. וככה הפירוש [לפסוק ׳בחדש הראשון הוא חדש ניסן׳ (אסתר ג ז)] — בחדש הראשון, שנקרא ניסן בלשון כשדים״ (פירוש שמות יב ב, עמ׳ עא). מקור לזה בתלמוד ירושלמי: ״אמר רבי חנינה שמות חדשים עלו בידם מבבל. בראשונה ׳בירח האיתנים׳ (מלכים־א ח ב), שבו נולדו אבות, מתו אבות, נפקדו אימהות. בראשונה ׳בירח בול׳ (שם ו לח), שבו העלה נובל, והארץ עשויה בולות בולות, שבו בוללים לבהמה מתוך הבית. בראשונה ׳בירח זיו׳ (שם ו לז), שבו זיוו של עולם, הצמחים ניכרין והאילנות ניכרין. מיכן והילך ׳ויהי בחדש ניסן שנת עשרים׳ (נחמיה ב א), ׳ויהי בחדש כסלו שנת עשרים׳ (שם א א), ׳בחדש העשירי הוא חדש טבת׳ (אסתר ב טז)״ (ראש השנה, פרק א הלכה ב). </i> והנה ראשית שנת ישראל איננה מיום התקופה, רק מיום ראש חדש הלבנה. ואחר שידענו כי זה ראשון, נעשה המועדים בחדש השביעי ממנו. כי אם היה הפסח בימי אביב השעורים, יבא חג שבועות בקציר וסכות באסיף.<sup>79</sup><i class=\"footnote\"> ראב״ע בא לפרש המשך הפסוקים ״את חג המצות תשמר…למועד חדש האביב…וחג הקציר…וחג האסף״ (שמות כג טו-טז). פירושו הוא שאם יחוגו את הפסח בחדש האביב, אז יבוא חג שבועות בימי הקציר, וחג הסוכות בימי האסיף. השווה פירושו הקצר לשמות יג ד (עמ׳ רסד): ״טעם ׳בחדש האביב׳, שיעשו אותו בימי אביב, כאשר אמר על חג עצרת ׳חג הקציר׳ (שמות כג טז). ואם זה הראשון נעשה בימי אביב השעורים, לעולם השני יהיה בימי תחלת קציר חטים, אז יבוא חג סוכות באסיף״. </i>", 
            "ועוד<sup>80</sup><i class=\"footnote\"> עתה בא להוסיף שלכמה עניינים מתחילים את השנה מחודש תשרי. וכך כתב בספר העיבור: ״לולא כי לא ארצה להאריך הייתי מביא ראיות מן התורה שתחלת השנה מתשרי. הלא תראה הכתוב אומר ׳לא תזרע׳ (ויקרא כה ד) ואחר כן ׳לא תקצור׳ (שם כה ה). ושנת השמטה תוכיח. גם היובל בעשר לתשרי. וקריאת התורה בתחלת השנה, לא בחציה. על כן כתיב ׳תקופת השנה׳ (שמות לד כב). רק ניסן הוא תחלת יציאתנו ממצרים. גם קדמונינו תקנו בראש השנה ׳זה היום תחלת מעשיך זכרון ליום ראשון׳ (תפילת מוסף לראש השנה)״ (שער ב, דף ה עמ׳ ב־דף ו עמ׳ א). בפירושו לשמות יב ב (עמ׳ עד) כתב: ״האומות אומרים כי אם השנה בנויה מהחדשים, הנה חדש האביב הוא יסוד וראש, אם כן למה תחלו מספרכם מהחדש השביעי ותאמרו כי הוא ראש השנה? והתשובה, כבר הזכירו חז״ל כי ׳ארבעה ראשי שנים הם׳ (משנה, ראש השנה פרק א הלכה א)״. </i> מצאנו כתוב בסכות ״תקופת השנה״ (שמות לד כב), וכתוב ״בצאת השנה״ (שם כג טז). והנה יום צאת השנה שעברה תכנס השנה הבאה.<sup>81</sup><i class=\"footnote\"> ״וחג [האסיף תקופת השנה] — כתוב בשני מקומות, ושם ׳בצאת השנה׳ (שמות כג טז), כי סוף השנה הוא תחלת השנה האחרת״ (פירוש שמות לד כב). משמע ש״תקופת השנה״ פירושו התחלת סיבוב השנה. </i> ומצאנו כתוב כי צוה ה׳ מצות הקהל לקרא כל התורה<sup>82</sup><i class=\"footnote\"> אולם במשנה שונים: ״קורא מתחלת ׳אלה הדברים׳ עד ׳שמע׳, ו׳שמע׳, ׳והיה אם שמוע׳, ׳עשר תעשר׳, ׳כי תכלה לעשר׳, ופרשת המלך, וברכות וקללות, עד שגומר כל הפרשה״ (סוטה, פרק ז הלכה ח). </i> בחג הסכות בשנת השמיטה (דברים לא י-יג), וכתוב ״למען ילמדו״ (שם לא יב). ואיננו נכון להיות זה אחר חצי השנה.<sup>83</sup><i class=\"footnote\"> ״ראינו מפורש כי קדוש שנת היובל בחדש השביעי בעשור לחדש (ויקרא כה ט-י). ועוד, כי צוה השם לקרוא בתורה במועד שנת השמיטה בחג הסוכות (דברים לא י-יא), ׳למען ישמעו ולמען ילמדו׳ (שם לא יב). ואם בתחלת שנת השמיטה תהיה מניסן, למה לא צוה לקרוא בתורה בחג המצות. והנה חצי שנה עמדו בטלים״ (פירוש שמות יב ב, עמ׳ עד). </i> ואל יקשה בעיניך מלת ״מקץ שבע שנים״ (שם לא י),<sup>84</sup><i class=\"footnote\"> כוונתו לפסוק ״ויצו משה אותם לאמר מקץ שבע שנים במעד שנת השמטה בחג הסכות״, שמשמע שמצוות הקהל היא בשנה שלאחר השמיטה, בשנה השמינית. </i> כי הנה כמהו ״מקץ שבע שנים תשלחו איש את אחיו״ (ירמיה לד יד). כי שנים קצוות יש לכל דבר, והנה יש לו ראשית וסוף.<sup>85</sup><i class=\"footnote\"> כך פירש ראב״ע על אתר: ״מקץ שבע שנים — תחלת השנה״ (פירוש דברים לא י). אולם במשנה שונים: ״פרשת המלך כיצד? מוצאי יום טוב הראשון של חג בשמיני במוצאי שביעית עושין לו בימה של עץ בעזרה והוא יושב עליה, שנאמר ׳מקץ שבע שנים במועד וגו׳׳ (דברים לא י)״ (סוטה פרק ז הלכה ח), פירשו ״מקץ״ — בסוף. </i> והיתה תחלת שנת השמיטה בתשרי, שהוא החדש השביעי, בעבור כי אז יחל חצי השנה שהזריעה תהיה בו. וככה כתוב בשנת השמיטה ״לא תזרע(ו)״ (ויקרא כה ד), ועוד ״וזרעתם את השנה השמינית״ (שם כה כב).<sup>86</sup><i class=\"footnote\"> ״אמרו הצדוקים, כי ׳תבואתנו׳ ראיה כי תחלת השנה מניסן. ואין זו ראיה, כי יתכן להיות פירוש ׳תבואתנו׳ — מה שתוציא הארץ מעצמה. ואם אמרו לא תקרא ׳תבואה׳ כי אם ׳ספיח׳, הנה לנגדם ׳מן השדה תאכלו את תבואתה׳ (ויקרא כה יב)״ (פירוש ויקרא כה כ). בפירושו לשמות יב ב (עמ׳ עד) כתב: ״נוכל ללמוד מדרך התורה גם מדרך התולדת, שאמר בתחלה ׳לא תזרעו׳ (ויקרא כה יא) ואחר כך ׳ולא תקצרו׳ (שם), כי הזריעה סמוכה לתשרי ולא לניסן. ועוד, אם שמנו תחלת השמיטה מניסן, מי שזרע בשנה הששית לא יקצור בשנה השביעית, כי הקציר אחר ניסן הוא, וכבר נכנסה שנת השמיטה. גם לא יזרע בשנת השמיטה. והנה כי דברי חכמינו זכרונם לברכה הם נכונים״. </i>", 
            "ואפרש לך ״ועשת את התבואה לשלש השנים״ (שם כה כא).<sup>87</sup><i class=\"footnote\"> כתוב ״וכי תאמרו מה נאכל בשנה השביעת, הן לא נזרע ולא נאסף את תבואתנו. וצויתי את ברכתי לכם בשנה הששית ועשת את התבואה לשלש השנים. וזרעתם את השנה השמינת ואכלתם מן התבואה ישן, עד השנה התשיעת עד בוא תבואתה תאכלו ישן״ (ויקרא כה כ-כב). ראב״ע פירש על אתר: ״הנכון בעיני שפירוש ׳ועשת את התבואה׳ — שאתן ברכה בששית שיספיק ויוסיף עוד שנה, ובשנת היובל יהיו שלש שנים בלא תוספת״. </i> דע, כי רגע נשאר ביום התורה חשוב כמו יום. ״וביום השמיני ימול בשר ערלתו״ (שם יב ג), והנה הנולד ביום ששי לפני בוא יום השבת חצי שעה, הוא נמול בקר יום הששי, והנה לא עלו לו מעת לעת שבעה ימים שלמים.<sup>88</sup><i class=\"footnote\"> ״המשל, שנולד ביום ששי לפני שקוע השמש בעיר הזאת שהיא רדוס בתקופת תמוז, והיום ארוך ט״ז שעות שלימות, והנה יומל הבן בקר יום ששי שהוא יום שמיני כפי חשבון התורה, והוא יום שביעי ואיננו שלם רק יחסרו ט״ז שעות״ (פירוש דניאל א א). </i> וככה יום בשנה חשוב שנה.<sup>89</sup><i class=\"footnote\"> ״יום אחד בשנה חשוב שנה״ (ראש השנה ב ב). </i> והנה יש מי שיספור אותה, ויש מניחה על השלימה.<sup>90</sup><i class=\"footnote\"> ״משפט העברים פעם יום בשנה חשוב שנה, ופעם לא יחשבו שנה עד תמה. הלא תראה כתוב כי דוד מלך ארבעים שנה (מלכים־א ב יא), ובמקום אחר הוסיף ששה חדשים (שמואל־ב ה ה). וכתוב כי מלך נדב בשנת שתים לאסא (מלכים־א טו כה), ומלך בעשא אחריו בשנת שלש לאסא (שם טו כח). וככה תמצא ׳שתים עשרה׳ (מלכים־ב ח כה) גם ׳אחת עשרה׳ (שם ט כט). ו׳שמונה עשרה׳ (ירמיה נב כט) גם ׳תשע עשרה׳ (שם נב יב). ורבים ככה״ (שיטה אחרת לבראשית יא י, עמ׳ קפח). </i> והנה כתוב ״תשאו את עונותיכם ארבעים שנה״ (במדבר יד לד), וזה המעשה היה בשנה השנית, והשם לא יעניש לפני העון. על כן מספר הארבעים הוא שלא עברו את הירדן עד ״בעשור לחדש הראשון״ (יהושע ד יט) בשנת אחת וארבעים. והפך זה ״אכלו את המן ארבעים שנה״ (שמות טז לה). ובמקרא ה״שבע עשרה״ (מלכים־א יד כא) היא ״שנת שמנה עשרה״ (שם טו א),<sup>91</sup><i class=\"footnote\"> ״הלא ידענו כי ירבעם ורחבעם בחדש אחד מלכו, והנה כתוב כי רחבעם מלך שבע עשרה שנה (מלכים־א יד כא), וימלוך אביה בנו תחתיו בשנת שמונה עשרה לירבעם (שם טו א)״ (פירוש דניאל א א). </i> גם ״תשע עשרה״ (ירמיה נב יב, ראה שם נב כט).<sup>92</sup><i class=\"footnote\"> ״׳שמונה עשרה׳ (ירמיה נב כט) גם ׳תשע עשרה׳ (שם נב יב)״ (שיטה אחרת לבראשית יא י, עמ׳ קפח). ובפירושו לדניאל א א הסביר: ״הנה מלך יהויכין בנו שלשה חדשים ותפשו נבוכדנצר בשנת שמונה למלכו, והיא שנת עשתי עשרה ליהויקים, ומלך צדקיהו עשתי עשרה שנה, והיא שנת תשע עשרה למלך נבוכדנצר, והנה בשלשה חדשים נהרג יהויקים וגלה יהויכין בנו. ואל תתמה בעבור שתמצא כתוב ׳בשנת שבע׳ לנבוכדנצר (ירמיה נב כח), וככה על צדקיהו היא ׳שנת שמונה עשרה׳ (שם נב כט), כי במספר המלכים כאלה וכאלה״. </i> ״ובשנת אחת עשרה״ (מלכים־ב ט כט), ו״בשנת שתים עשרה״ (שם ח כה). ואחזיהו מלך ״בשנת שבע עשרה ליהושפט״ והוא מלך שנתים (מלכים־א כב נב), ומלך אחריו יהורם אחיו ״בשנת שמונה עשרה ליהושפט״ (מלכים־ב ג א). וככה רבים.", 
            "והנה ״ועשת את התבואה לשלש השנים״ (ויקרא כה כא), האחת חצי השנה הששית, וכל השנה השביעית, וחצי השנה השמינית, כי ״עד בא תבואתה״ דבק עם ״השנה השמינית״ (שם כה כב), כאלו הוא כתוב ״וזרעתם את השנה השמינית ואכלתם מן התבואה ישן עד בוא תבואתה, ותספיק לכם עד בוא השנה התשיעית״.", 
            "וכמוה ״מיום הראשון עד יום השביעי״ (שמות יב טו) איננו דבק עם הקרוב אליו, רק עם ״כל אוכל חמץ וגו׳״ (שם) הרחוק.<sup>93</sup><i class=\"footnote\"> כתוב ״שבעת ימים מצות תאכלו, אך ביום הראשון תשביתו שאר מבתיכם, כי כל אכל חמץ ונכרתה הנפש ההוא מישראל, מיום הראשון עד יום השבעי״, ופירש בו ראב״ע: ״דע כי ׳מיום הראשון עד יום השביעי׳ אינו דבק בקרוב אליו שהוא ׳ונכרתה׳, רק אם ׳כל אוכל חמץ׳״ (פירוש שמות יב יט). </i> וככה ״וירא ישראל את מצרים מת על שפת הים״ (שם יד ל) — וירא ישראל, על שפת הים, את מצרים מת. כי ״ירדו במצולות כמו אבן״ (שם טו ה), וכתוב ״תבלעמו ארץ״ (שם טו יב).<sup>94</sup><i class=\"footnote\"> ״כתוב כי המצריים טבעו בים, והים לא השליכם אל היבשה, כי כן כתוב ׳תבלעמו ארץ׳ (שמות טו יב). על כן פירוש ׳וירא ישראל את מצרים מת על שפת הים׳ — שהיו ישראל על שפת הים וראו מצרים מת כאשר טבע״ (פירוש שמות יד ל). אולם בפירושו הקצר לשמות יד ל כתב: ״יש ממצרים שהשליכם הים אל שפתו אחר שמתו, ויש שצללו כעופרת ובלעתם הארץ למטה מהים״. </i> וככה ״לבא מפניך במצור״ (דברים כ יט) דבק עם ״ואותו לא תכרות״ (שם).<sup>95</sup><i class=\"footnote\"> כתוב ״כי תצור אל עיר ימים רבים להלחם עליה לתפשה, לא תשחית את עצה לנדח עליו גרזן, כי ממנו תאכל ואתו לא תכרת, כי האדם עץ השדה לבא מפניך במצור. רק עץ אשר תדע כי לא עץ מאכל הוא, אתו תשחית וכרת, ובנית מצור על העיר אשר הוא עשה עמך מלחמה עד רדת״ (דברים כ יט-כ). ראב״ע כתב שם: ״זה פירושו. כי ממנו תאכל ואותו לא תכרות, כי האדם עץ השדה. והטעם, כי חיי בן אדם הוא עץ השדה…׳ואותו לא תכרות׳ דבק עם ׳לבא מפניך במצור׳. הנה לא תשחית עץ פרי שהוא חיים לבן אדם, רק מותר שתאכל ממנו. ואסור לך להשחיתו כדי שתבא העיר מפניך במצור. והעד על זה הפירוש שהוא נכון שאמר ׳וכרת ובנית מצור׳״. </i> ורבים ככה.", 
            "והיובל הוא ״שבע שבתות שנים״ (ויקרא כה ח). ותחלת היובל מיום הכפורים, וכן כתוב ״ביום הכפורים תעבירו שופר בכל ארצכם, וקדשתם את שנת החמשים שנה״ (שם כה ט-י).<sup>96</sup><i class=\"footnote\"> משמע שאין דעתו כדעת המשנה ששונים בה: ״באחד בתשרי ראש השנה לשנים ולשמיטין וליובלות״ (ראש השנה, פרק א הלכה א), ובתלמוד בבלי הקשה: ״יובלות באחד בתשרי הוא, יובלות בעשרה בתשרי הוא, דכתיב ׳ביום הכפורים תעבירו שופר׳ (ויקרא כה ט)? הא מני רבי ישמעאל בנו של רבי יוחנן בן ברוקא היא, דתניא ׳וקדשתם את שנת החמשים שנה׳ (שם כה י) מה תלמוד לומר. לפי שנאמר ׳ביום הכפורים׳, יכול לא תהא מתקדשת אלא מיום הכפורים ואילך, תלמוד לומר ׳וקדשתם את שנת החמשים׳, מלמד שמתקדשת והולכת מתחילתה…״ (ראש השנה ח ב). אבל ייתכן שכוונת ראב״ע כאן היא שהיובל אינו מתחיל בכל תוקפו עד יום הכפורים, כמו שרואים מהמשך התלמוד שם. </i> והנה תחלת שנת השמטה כמו תחלת שנת היובל.<sup>97</sup><i class=\"footnote\"> משמע שלפי דעתו גם שנת השמיטה מתחילה מיום הכפורים ולא מראש חודש תשרי, ואין דבריו מתאימים עם המשנה בראש השנה ששמיטה מתחילה מאחד בתשרי. </i> ואל תשתומם בעבור שלא החלה השנה מיום הזכרון, כי אם חשבנוהו שהיה ראש חדש ניסן ביום תקופת האמת, צריכה התקופה השלישית באמת להוסיף כעשרת ימים, בעבור תוספת מהלך שנת החמה על שנת הלבנה. גם בעבור היות מהלך החמה מתמהמה. על כן היתה ראשית השנה ביום הכפורים או בסכות.", 
            "ודע, כי אין ללבנה שנה, כי היא תקיף כל המזלות בעשרים ושבעה ימים ושלישית יום.<sup>98</sup><i class=\"footnote\"> ״ידענו כי מהלך הלבנה בגלגלה בנקודה הידועה כנגד גלגל המזלות, עד שובה אל הנקודה בעצמה, הם כ״ז יום ושלישית יום בקירוב״ (פירוש שמות יב ב, עמ׳ ע). בספר הלוחות של ראב״ע (דבריו הובאו בצפנת פענח, חלק א, עמ׳ 13) כתב חשבון יותר מדוייק: ״הלבנה… סבבה כל הגלגל בכ״ז ימים וז׳ שעות ותשע״ה חלקים (27 ימים, 7 שעות, 775 חלקים)״. </i> ובעבור כי שנים עשר חדשי הלבנה קרובים משנה תמימה, נקראת ״שנת לבנה״.<sup>99</sup><i class=\"footnote\"> דברי ראב״ח: ״השנה נאמרה בעיקר על שנת החמה, ובדמיון הדבר על דרך הדבור נאמרת על שנת הלבנה״ (העיבור, מאמר ג שער א, עמ׳ 76). אורך שנת הלבנה חשב ראב״ע: ״שנת הלבנה שנ״ד יום ושמונה שעות וארבעה חומשי שעה ושתי שלישיות חלק אחד מששית עשירית השעה, שהם מ׳ חלקים שניים (354 ימים, 8 שעות, 876 חלקים)״ (העיבור, שער ב, דף ג עמ׳ א). </i> ובה יחשבו הישמעאלים. על כן יבאו מועדיהם, פעם בקיץ פעם בחרף.<sup>100</sup><i class=\"footnote\"> ״הישמעאלים, בעבור שמועדיהם תלוים בימי חדשי הלבנה, ותחלת החדש מליל ראות הלבנה, וראו כי י״ב חדש יש בשנת החמה, לא מצאו חשבון יותר קרוב מזה, כי אין בין שני המספרים רק י״א יום. על כן שמו כל שנותיהם שנות הלבנה. וכל שנה ישתנה מועד פסחם אחורנית י״א יום, עד שיהיו ל״ג שנות החמה הם ל״ד שנות הלבנה, כי אלה אינם על דרך התולדות״ (פירוש שמות יב ב, עמ׳ עא). </i> ושנות ישראל תהיינה שוות בכל תשע עשרה שנה לשנות החמה באמת. והנה חשבון ישראל לבדו הוא האמת.<sup>101</sup><i class=\"footnote\"> ״הנה התברר לך כי כלל שנותינו ישוב בכל המחזור שנות החמה, וחדשינו תמיד חדשי הלבנה, וברוך השם שהדריכנו בדרך ישרה״ (פירוש שמות יב ב, עמ׳ עג). </i>", 
            "ודע, כי אין בחשבון הכשדים אדר שני, כי חדשיהם אינם חדשי הלבנה, רק חלקים שנים עשר בשנת החמה. וכתוב ״בחדש הראשון הוא חדש ניסן״ (אסתר ג ז), פירושו ככה: כן היה בשנה ההיא, כי בשנת העבור יהיה חשבון החדש הראשון (באדר) [באייר]. על כן אין נכון לתרגם ״בראשון״ (יואל ב כג) — ״בניסן״,<sup>102</sup><i class=\"footnote\"> כך תרגם רבי יונתן בן עוזיאל על אתר. </i> רק בעבור שיבינו אנשי הדור. "
        ], 
        "Second Gate; On the Beginning of the Month": [
            "מצאנו אור השמש וכל הככבים עומד לעד, לא יוסיף ולא יגרע בעצמו.<sup>1</sup><i class=\"footnote\"> ״הלבנה, שהיא שפלה מהכל, אין לה אור כי אם מאור השמש. ואין ככה שאר המשרתים ולא הכוכבים העליונים, כי הם מאירים בעצמם״ (הטעמים, נוסח א, שער א, עמ׳ 28). ראב״ח הביא חילוק דעות אם יש אור עצמי לכוכבים: ״דעת רוב החכמים המעינים בחכמה היצירית בככבי לכת ובכל ככבי שבת, שהאור הנמצא בהם קנוי הוא להם מאור החמה הנפתל על גביהם… (עמ׳ 138) ויש מהם מי שאינו מודה בכל הטעם הזה, ואומר ודאי יש לנו לדון ולהעיר על אור הלבנה שהוא קנוי מאור החמה משני טעמים… ואין לנו בשאר ככבים אות אחת משתי אותות האלה. ומפני זה אנו מעמידים הדבר בספיקה ואומרים יכול יהיה אורן קנוי להם ונפרש עליהם ממקום אחר, ויהיו דומים ללבנה אשר האור קנוי לה מן החמה. או יכול הם זהירים מאליהם, ואנו מתדמים אותם אל המאור הגדול תחת אשר דמיתם אותם אל המאור הקטן. ואין לנו לגזור ולחתום על אחת משתי הדעות האלה כי אם בראיה גדולה וחזקה, ולא עלתה בידינו עד עתה״ (צורת הארץ, שער ד,עמ׳ 135-139). </i> רק כנגד מראה העין, בעבור היות הנראה במקום רחוק או קרוב, גם בעבור השתנות האויר בראשית היום או בחציו.<sup>2</sup><i class=\"footnote\"> ראה ראב״ח: ״רוב העם דומה להם במראית העין כי ערך גופן במזרח ובמערב גדול מערכו בחצי השמים, תמורת מה שראוי להמצא לצורת התבנית השטוח. ואין התוספת הנראית לרוב העם במזרח ומערב מפני רוב המרחק או מיעוטו, אבל הגורם לגודל גופן למראית העין היא צורת האויר אשר הם עולים בו ושוקעים, אשר הוא עבה במזרח ומערב ומרחיב את גוף העומד בתוכו למראית העין, כאשר אתה רואה האבנים השוקעים בקרקע המים גדולים מערך גופן חוצה מן המים. וכן הכוכב הנראה מתוך האויר העב אשר במערב ובמזרח גדול למראית העין מערך גופו הנראה בתוך אויר הרקיע בחצי השמים״ (צורת הארץ, שער א, עמ׳ 13-14). </i> ואין אור מתחדש כי אם ללבנה לבדה.<sup>3</sup><i class=\"footnote\"> ״כל חכמי המדות הביאו ראיות גמורות כי עצם הלבנה גוף מקבל אור השמש״ (פירוש שמות כג כא, עמ׳ קסג). עוד כתב שם: ״אין לה [לירח] אור בעצמה כי אם מהשמש. והעד, כי בהתחברה עמו עם ראש התלי או זנבו, לא תראה השמש אם היה ביום. ואם היתה לנכח השמש בלילה באחד המקומות הנזכרים, יהיה אור הלבנה נעדר״ (פירוש שמות ג טו, עמ׳ לג-לד). </i> על כן אין חדש באמת כי אם חדש הלבנה.<sup>4</sup><i class=\"footnote\"> ״אין ללבנה שנה כלל כאשר אין לשמש חדש כלל, כי לא יתחדש בשמש דבר, רק דבר החדוש הוא לאור הלבנה, ובעבור זה נקרא ׳חדש׳ גם ׳ירח׳, בעבור חדוש אור הלבנה״ (פירוש שמות יב ב, עמ׳ עא). ראה ראב״ח: ״מלת ׳החדש׳ חצובה מ׳חדוש׳, ואינה ראויה לומר אלא על חדש לבנה בלבד המתחדשות בו…ואשר אומרים ׳חדשי חמה׳ או ׳חדשי שנת החמה׳ הוא הרחבת הלשון, ולדמות ענין בענין שהוא דומה אליו משום צד, או מפני שחדשי חמה קרובין במדתן לחדשי לבנה, או מפני שהלבנה מתחדשת בכל חדש וחדש מחדשי חמה. וקראו לחלק אחד מי״ב חלקים בשנת חמה ׳חדש׳ מפני שהלבנה מתחדשת בכל חלק מהן״ (העיבור, מאמר ב שער א, עמ׳ 33). </i> והנה נבקש מתי ראשיתו.", 
            "והנה אמרו כל חכמי המזלות שתחלת החדש מרגע התחברות הלבנה עם החמה בחלק אחד.<sup>5</sup><i class=\"footnote\"> ״טעם ׳החדש׳ — מרגע התחברות הלבנה עם השמש בחלק אחד כנגד גלגליהם עד פעם אחרת״ (העיבור, שער ב, דף ג עמ׳ א). כוונתו באמרו ״בחלק אחד״ היא שהשמש והלבנה שניהם באותו האורך. </i> וזהו שקראוהו קדמונינו ״המולד״.<sup>6</sup><i class=\"footnote\"> כגון במדרש תנחומא: ״החדש הזה לכם — רבי ישמעאל אומר הראה לו הירח בלילה ואמר לו כזה אתם רואים וקובעים כן הלכה לדורות, ולמד להם מולד לבנה״ (פרשת בא, סימן ו, עמ׳ רס״ה). בלשון רמב״ם: ״בזמן שעושין על הראיה היו מחשבין ויודעין שעה שיתקבץ בו הירח עם החמה בדקדוק הרבה…ותחלת אותו החשבון הוא החשבון שמחשבין אותו בקרוב ויודעין שעת קבוצם בלא דקדוק אלא במהלכם האמצעי, הוא הנקרא ׳מולד׳״ (משנה תורה, הלכות קידוש החודש, פרק ו הלכה א). </i> וחכמינו חשבוהו במהלך האמצעי,<sup>7</sup><i class=\"footnote\"> ״טעם ׳החדש׳ — מרגע התחברות הלבנה עם השמש בחלק אחד כנגד גלגליהם עד פעם אחרת. וזה יקרא ׳המהלך האמצעי׳״ (העיבור, שער ב, דף ג עמ׳ א). אורך המהלך הזה ניתן בתלמוד: ״אמר להם רבן גמליאל כך מקובלני מבית אבי אבא אין חדושה של לבנה פחותה מעשרים ותשעה יום ומחצה ושני שלישי שעה וע״ג חלקים (29 ימים, 12 שעות, 793 חלקים)״ (ראש השנה כה א). ולשון ראב״ע: ״החדש כ״ט יום וי״ב שעות ושתי ידות שעה גם שתי שלישיות עשירית שעה וחצי תשיעית ששית עשירית השעה, והם תשצ״ג חלקים״ (העיבור, פתיחה לשער א, שער הספר). בפירושו לשמות הסביר: ״ידענו כי מהלך הלבנה בגלגלה בנקודה הידועה כנגד גלגל המזלות, עד שובה אל הנקודה בעצמה, הם כ״ז יום ושלישית יום בקירוב. והנה נחשוב, כי התחברה עם השמש כשהיתה בנקודה הראשונה בתחלת מזל טלה. והנה בשובה אל ראש מזל טלה, לא מצאה השמש שם, כי כבר הלך במהלכו האמצעי כ״ז מעלות, כי מהלך שניהם בראיות גמורות הוא ממערב למזרח, הפך התנועה העליונה. והנה הלכה הלבנה באלה המעלות שכבר הלך השמש, גם הלכה הלבנה בחלקים שהלך השמש בלכת הלבנה המעלות הנזכרות שני ימים וקרוב מחמש שעות, התחברו שניהם לסוף כ״ט יום וחצי, וב׳ ידות שעה, וע״ג חלקים מחלקי ישראל״ (פירוש שמות יב ב, עמ׳ ע). </i> וככה עשו כל חכמי המזלות, ואחר כך תקנוהו.<sup>8</sup><i class=\"footnote\"> ״טעם ׳החדש׳ — מרגע התחברות הלבנה עם השמש בחלק אחד כנגד גלגליהם עד פעם אחרת, וזה יקרא ׳המהלך האמצעי׳. וככה עשו חכמי המזלות לדעת מקום השמש והלבנה והחמשה כוכבי לכת כנגד גלגליהם. ואחר כן יתקנו מקום כל אחד כנגד גלגל המזלות. והנה בעת התחברות המאורות צריכים אנו לתקן מקום הלבנה כנגד גלגל המזלות בעבור כי מוצקו רחוק ממוצק גלגל המזלות חמש מעלות שלימות. והנה אם היתה במרובע הימין למקום גובה גלגלה, הנה תרחק השמש קרוב מארבע שעות. ואם היתה הלבנה במרובע השמאלי ממקום גובה גלגלה, הנה יש צורך להוסיף על המולד י״ד שעות. והפך הדבר במרובע האחר. על כן אמרו חז״ל ׳פעמים שבא בארוכה, פעמים שבא בקצרה׳ (ראש השנה כה א). ובשער השלישי אתן לך דרכים שתוכל לדעת בכל חדש מתי תבא בארוכה ומתי תבא בקצרה. והנה המהלך האמצעי הוא במהלך הלבנה בהיותה על מרובע מקום גבהות גלגלה ושפלותה, אם היתה עם השמש או לנוכחה, כי אם לא היתה כן, היא צריכה לתקון אחר כנגד גלגלה הקטן שהלבנה בו״ (העיבור, שער ב, דף ג עמ׳ א-ב). </i> וככה אמרו זכרונם לברכה ״פעמים שבא בארוכה ופעמים שבא בקצרה״ (ראש השנה כה א). ובעבור כי המתחברות שתים, צריכות שתיהן לדעת מתי היא כל אחת בארוכה או בקצרה. כי יש פעמים שתהינה שתיהן בארוכה או שתיהן בקצרה, או החמה בארוכה והלבנה בקצרה, והפך הדבר. גם יש ארוכה וקצרה מעט, גם הרבה, עד שתגיע הארוכה הרבה גם הקצרה הרבה שלש עשרה שעות.<sup>9</sup><i class=\"footnote\"> בספר העיבור (שער ב, דף ג עמ׳ ב) כתב ראב״ע שלפעמים יש להוסיף על המולד י״ד שעות. ובפירושו לשמות יב ב (עמ׳ עב) כתב: ״פעמים יהיה בין מולד העבור למולד האמתי, פעם להוסיף ופעם לגרוע, קרוב מי״ד שעות. ובעבור זה אמרו אבותינו הקדושים ׳פעמים בא בארוכה ופעמים בא בקצרה׳״. </i> והנה יהיה בין מולד חשבוננו, פעמים, ובין מולד האמת אלה השעות לפנים או לאחור.<sup>10</sup><i class=\"footnote\"> מולד האמיתי הוא ״מחברת באמת שהיא כנגד גלגל המזלות״ (העיבור, סוד העיבור, דף ז עמ׳ ב). עוד הסביר שם יותר: ״אפרש לך מה טעם מהלך האמצעי. דע, כי מוצק גלגל המזלות הוא מוצק הארץ בעצמו, לא יוסיף ולא יגרע. ומוצק גלגל הלבנה הוא רחוק ממוצק הארץ בראיות חמש מעלות ממעלות הגלגל, שהם ש״ס. וכשתעשה עגולה גדולה ותעשה עגולה קטנה בתוכה קרוב מהמוצק, והיא הארץ, והגדולה, והוא גלגל המזלות, ותרחק מהמוצק ה׳ מעלות, ויהיה חצי הגלגל רחוק מן הארץ והחצי השני קרוב ממנה, ובהיות הלבנה בחצי הגלגל העליון, יהיה מהלך הלבנה בהמתנה, בעבור כי תגיע הלבנה לרביעית גלגלה ועודנה לא הגיעה לרביעית גלגל המזלות. והנה המהלך האמצעי קרוב מי״ג מעלות ו׳ חלקים ראשונים ול״ה חלקים שניים (º6'35''3) ויש יום שהלבנה הולכת קרוב מי״ג מעלות, ויש יום, בעבור הגלגל הקטן, שתלך ט״ו מעלות, ומפאת גלגל המוצק לבדו מהלכו כמו י״ד מעלות״ (סוד העיבור, דף י עמ׳ ב). זו לשון רמב״ם: ״השמש והירח וכן שאר השבעה כוכבים, מהלך כל אחד ואחד מהם בגלגל שלו מהלך שוה. אין בו לא קלות ולא כבדות, אלא כמו מהלכו היום כמו מהלכו אמש כמו מהלכו למחר כמו מהלכו בכל יום ויום. וגלגל של כל אחד מהם, אף על פי שהוא מקיף את העולם, אין הארץ באמצעו. לפיכך אם תערך מהלך כל אחד מהם לגלגל המקיף את העולם שהארץ באמצעו, שהוא גלגל המזלות, ישתנה הלוכו, ונמצא מהלכו ביום זה בגלגל המזלות פחות או יותר על מהלכו אמש או על מהלכו למחר. המהלך השוה שמהלך הכוכב או השמש או הירח בגלגלו, הוא הנקרא ׳אמצע המהלך׳. והמהלך שיהיה בגלגל המזלות שהוא פעמים יותר ופעמים חסר, הוא ׳המהלך האמיתי׳. ובו יהיה מקום השמש או מקום הירח האמיתי״ (משנה תורה, הלכות קידוש החודש, פרק יא הלכות יג-טו). </i>", 
            "על כן טעה הגאון שאמר כי ראה רגע קדרות השמש בבגדאד לא היה בעת המולד.<sup>11</sup><i class=\"footnote\"> השמש תקדר רק בהתחברותה עם הירח: ״אין לה [לירח] אור בעצמה כי אם מהשמש. והעד, כי בהתחברה עמו עם ראש התלי או זנבו, לא תראה השמש אם היה ביום. ואם היתה לנכח השמש בלילה באחד המקומות הנזכרים, יהיה אור הלבנה נעדר״ (פירוש שמות ג טו, עמ׳ לג-לד). וכן כתב בפירושו לשמות יב ב (עמ׳ עא): ״אין לה [לירח] אור בראיות גמורות כי אם מהשמש. על כן לא תקדר השמש כי אם ברגע מחברתו עם הלבנה, אם היה בראש התלי או בזנבו. ולא תהיה קדרות ללבנה כי אם בהיותה לנכח השמש בלילה במקומות הנזכרים״. </i> על כן אמר כי חשבון הקדמונים לא היה בדקדוק יפה. רק חשבונם הוא הנכון. והוא טעה ארבע טעיות: האחת כי היה ראוי שידע דרך הארוכה והקצרה, כאשר יעשו חכמי המזלות. כי אין מחלוקת בין מולד ישראל למולד חשבון הגוים במהלך האמצעי, עד שידע מתי הוא המולד האמתי. והטעות השנית, כי חשבון המולד על ירושלים,<sup>12</sup><i class=\"footnote\"> ״דע, כי חשבון העבור הוא על ירושלים. והטעם, שהיא ארכה בסוף המערב ס״ה מעלות, שהם ארבעה שעות שוות ושלישית שעה. והנה אם היתה ארצנו מזרחית לירושלים, נסתכל כמה אורך ארצנו ונחסר אורך ירושלים. ואם היתה ארצנו מערבית, נחסר ארכה מאורך ירושלים״ (העיבור, סוד בעיבור, דף י עמ׳ ב — יא עמ׳ א). בשלוש שאלות (עמ׳ ב) כתב: ״מה שאמר [מפרש אלמוני] שהמולד בקצה מזרח, הוא טעות גדולה, ולמה לא השתכל וחפש היטב, אז ראה בבירור כי המולד הוא במהלך האמצעי, כאשר עשו חכמי המזלות, על אורך ירושלים, אין בו תוספת ומגרעת״. אבל אין זו דעת ראב״ח: ״אחר שנתברר לנו הענין הזה, באנו לחקור ולומר בידוע לפי דעת החכמים כלם כי זמן היום והלילה אינן נראין בכל מקום ענין אחד, אבל במקום הזה הוא יום בעת שהוא לילה במקום אחר, במקום אחד שלש שעות או ארבעה או חמשה מיום או מלילה ובמקום שני יותר מזה, ובמקום שלישי פחות מזה. על הענין הזה הוא מנהג הימים והלילות בכל העולם, הן על קו השוה אשר בארץ, הן על כל קו וקו מן האקלימים השכונים. ומצאנו רבותינו זכרונם לברכה אומרים ׳הלבנה נולדה בשעה זו מזמן הלילה׳, וכן ׳התקופה נופלת בשעה פלונית מן היום׳ או ׳מן הלילה׳. היינו צריכין להבין על איזה מקום השיבו השעות מאורך קו השוה אשר העמידו חשבונם עליו . ולכשיודע המקום הזה נוכל לומר ממנו באיזה שעה יהיה המולד או התקופה במקומותינו אשר אנו יושבין עליו. וכשבאנו אל העיון הזה לחקור אותו מכל צד כפי השגת ידינו, נראה לנו שהן קובעין חשבון המולדות והתקופות על אותן היושבים בקצה המזרח מן הקו השוה״ (העיבור, מאמר א שער י, עמ׳ 27). </i> ובינה ובין בגדאד במרחק האורך שתי שלישיות שעה.<sup>13</sup><i class=\"footnote\"> בספר העיבור כתב: ״הנה בין בגדאד ובין ירושלים יותר משעה וחצי״ (סוד העיבור, דף ח עמ׳ ב). עוד כתב שם: ״אנו ידענו כי אין בין בבל וירושלים רק שעה וחלק שעה״ (דף יא עמ׳ ב). מה שכתב כאן הוא הנכון. </i> והטעות השלישית, כי צריך הוא לדעת השתנות המראה באורך, בעבור כי הקדרות למראה העין. והטעות הרביעית, השתנות המראה כפי המרחב.<sup>14</sup><i class=\"footnote\"> זו לשון רשב״ץ: ״כבר זכר הגאון רבינו סעדיה זכרונו לברכה שהוא ראה לקות שמשי בחשבון שעה שיהיה המולד יותר על אותה שעה חמש שעות. ובלא ספק שהלקות אינו אלא בשעת המולד. וסיבת מרחק הלקות מעת המולד במקומו של רבינו סעדיה הוא מרחק מקומו ממקום המולד, כי הוא היה בבגדאד, והוא רחוק מקצה המזרח חמש שעות. וכשעברו מקצה המזרח בעת הלקות עשר שעות עם התחלפות ההבטה, עדיין לא עברו בבגדאד אלא חמש שעות. וזהו סיבת ההתחלפות שראה הגאון זכרונו לברכה. והוא מגלה לנו כי מקום המולד הוא בסוף המזרח״ (ספר תשב״ץ, חלק ג, סימן רטו, עמ׳ רט-ריא). </i> ויש מעברים בדורנו.<sup>15</sup><i class=\"footnote\"> לשון רמב״ם: ״זה שאנו מחשבין בזמן הזה כל אחד ואחד בעירו, ואומרין שראש חדש יום פלוני ויום טוב ביום פלוני, לא בחשבון שלנו אנו קובעין ולא עליו אנו סומכין, שאין מעברין שנים וקובעין חדשים בחוצה לארץ. ואין אנו סומכין אלא על חשבון בני ארץ ישראל וקביעתם. וזה שאנו מחשבין, לגלות הדבר בלבד הוא. כיון שאנו יודעין שעל חשבון זה הם סומכין, אנו מחשבין לידע יום שקבעו בו בני ארץ ישראל אי זה יום הוא. וקביעת בני ארץ ישראל אותו, הוא שיהיה ראש חדש או יום טוב, לא מפני חשבון שאנו מחשבין״ (משנה תורה, הלכות קדוש החודש, פרק ה הלכה יג). </i> בעבור שידעו חשבון אי״ב תשצ״ג,<sup>16</sup><i class=\"footnote\"> ״כשתשליך ימי חדש הלבנה שבעה שבעה, שהם ימי השבוע, ישאר יום אחד ושתים עשרה שעות ושבע מאות ושלשה ותשעים חלקים, סימן להם אי״ב תשצ״ג, וזו היא שארית חדש הלבנה״ (רמב״ם, משנה תורה, הלכות קידוש החודש, פרק ו הלכה ה). </i> חושבים כי עמדו על סוד העבור. ויסתכלו המרחק שיש בין המולד ובין תחלת הלילה ויאמרו לערלים מתי תראה הלבנה. וכאשר יראו כי יש פעמים ביניהם פחות משש שעות במקומם, יחשבו כי המולד עשוי על מקום כל מחשב. והנה יש פעמים שהלבנה נראית בתחלת הלילה, ופעמים יהיה בין המולד ובין הערב ז׳ וח׳ שעות ולא יראו הלבנה.<sup>17</sup><i class=\"footnote\"> ״ידוע כי פעם יהיה בין המולד לעת השקיעה שש שעות ותראה הלבנה, אך על חקות ידועות. ופעם ביניהם שלשים שעות, ולא תראה אפילו בגבעות. כי תהלוכות הלבנה מפאת גלגלה, גם גלגל השמש, משתנות. וגם מפני ארך ורחב המדינות״ (הקדמה לפירוש התורה, הדרך השנית, עמ׳ ד-ה). </i> והם חושבים כי חשבון העבור טעות. חלילה חלילה. רק הם הטועים, שהם חכמים בעיניהם. כי אין כח במשכיל לדעת מתי תראה הלבנה עד עשותו כאשר אפרש:", 
            "שידע מתי רגע המולד. ולא ישליך ללילה שתים עשרה שעות, רק יחל לספור מתחלת הלילה עד רגע המולד כך וכך שעות.<sup>18</sup><i class=\"footnote\"> ״תכתוב השעות שהם פחותות מכ״ד ותאמר כך וכך שעות [שוות] עברו מתחלת הלילה, ולא תחסר י״ב ללילה״ (העיבור, שער א, דף א עמ׳ א). עוד כתב שם: ״יתעו האומרים שהמולד יהיה בכך שעות מהיום, כי יוציא אל הלילה י״ב שעות. והאמת שיאמר שהמולד יהיה רחוק כך וכך שעות ישרות מתחלת הלילה״ (סוד העיבור, דף ט עמ׳ א). </i> וידע מקום המחברות בחלק מעלת המזל, ויראה אם מהלך השמש בארוכה או בקצרה, וכמה מהלך הלבנה, ויוסיף או יגרע עד שידע רגע מולד האמת על ירושלים. ויראה כמה מרחק זה המולד מתחלת הלילה שעות וחלקי שעות. ויוסיף עליהן שעות מרחק אורך מקומו אם הוא מערבי לירושלים, או יחסר אם הוא מזרחי. וידע כמה מהלך השמש בשעות המרחק במהלך יומו, ויוסיפהו על מקום השמש ברגע מולד האמת. וככה יעשה במקום מולד הלבנה כפי מהלכה. ואחר כך יכנס בלוח מעלות המזלות בארצו, ויקח המעלות שימצא לנכח מקום השמש. גם יעשה ככה במעלות נכח הלבנה, ויחסור המעט מהרב. אז ימצא קשת היתרון. וידע מקום ראש התלי וזנבו<sup>19</sup><i class=\"footnote\"> ״התלי שלהם [של כוכבי הלכת] הוא מקום מחברת הגלגל הכוכב הדומה לגלגל המזלות עם גלגלו הנוטה, והנה ראש התלי תחלת השמאל והזנב תחלת הימין״ (ראשית חכמה, שער א, עמ׳ 8) ברמב״ם מבואר יותר: ״העגולה שסובב בה הירח תמיד, היא נוטה מעל העגולה שסובבת בה השמש תמיד, חציה נוטה לצפון וחציה נוטה לדרום. ושתי נקודות יש בה זו כנגד זו, שבהן פוגעות שתי העגולות זו בזו. לפיכך כשיהיה הירח באחת משתיהן, נמצא סובב בעגולה של שמש כנגד השמש בשוה. ואם יצא הירח מאחת משתי הנקודות, נמצא מהלך לצפון השמש או לדרומה. הנקודה שממנה יתחיל הירח לנטות לצפון השמש היא הנקראת ׳ראש׳, והנקודה שממנה יתחיל הירח לנטות לדרום השמש היא הנקראת ׳זנב׳. ומהלך שוה יש לזה הראש שאין בו לא תוספת ולא גרעון, והוא הולך במזלות אחורנית, מטלה לדגים, ומדגים לדלי, וכן הוא סובב תמיד״ (משנה תורה, הלכות קידוש החודש, פרק טז הלכה א). </i> לדעת מרחב הלבנה, לתקן זאת הקשת.<sup>20</sup><i class=\"footnote\"> ״צורך גדול יש לנו לדעת רוחב הלבנה, והטעם רחב מקומה ממקום גלגל המזלות. כי אם היה רחבה צפונית, תראה הלבנה וקשת המעלות פחותה מאשר הזכרתי (י״ב מעלות). ואם היה רחבה דרומית, לא תראה הלבנה, אף על פי שקשת המעלות תהיה ט״ו מעלות״ (העיבור, סוד העיבור, דף יא עמ׳ א). </i> ואחר כך יתקן אותה כפי תקון השתנות המראה באורך גם ברוחב.<sup>21</sup><i class=\"footnote\"> ״תשתנה קשת המראה בכל מקום כפי רוחב הארץ, וכפי מרחב הלבנה מקו המזלות, על חלוף המראה באורך וברוחב וגבהו ושפלתו ואוירו״ (פירוש שמות יב ב, עמ׳ עב-עג). כמו כן כתב ביסוד מורא: ״קשת המראה כפי מרחב הארץ וכפי נטות גלגל הלבנה לימין מן קו המזלות או לשמאלו״ (שער א פיסקה ג, עמ׳ 71). </i> אז תהיה לו קשת המראה באמת.<sup>22</sup><i class=\"footnote\"> ״לעולם לא תראה הלבנה (עם) [עד?] שיהיה בינה לשמש קרוב מי״ב מעלות, וזהו מהלך יתרון הלבנה על השמש ביום ובלילה״ (העיבור, סוד העיבור, דף יא עמ׳ א). קשת זה נקרא ״קשת המראה״: ״אם יהיו ביניהם שנים עשר מעלות, תראה הלבנה. ואם יהיו ביניהם פחות מי״ב מעלות, לא תראה הלבנה כלל. בזה הקשת יקרא ׳קשת המראה׳״ (כלי נחושת, שער כה, עמ׳ כד-כה). </i> אז ידע מתי תראה הלבנה בכל מקום איזה חדש שירצה. והיודע אלה הדברים יוכל להבין סוד ״נולד קודם חצות״ (ראש השנה כ ב).<sup>23</sup><i class=\"footnote\"> לשון התלמוד: ״אמר אבא אבוה דרבי שמלאי מחשבין את תולדתו, נולד קודם חצות בידוע שנראה סמוך לשקיעת החמה, לא נולד קודם חצות בידוע שלא נראה סמוך לשקיעת החמה״. מאמר זה קשה בפירושו, כמו שכתב ראב״ע: ״לולי שלא אאריך הייתי מפרש סוד העיבור, וסוד ההלכה החמורה שהוא ׳נולד קודם חצות׳״ (פירוש ויקרא כג ג, עמ׳ פב). כמו כן כתב ביסוד מורא: ״גם יש בתלמוד דברים לא ידעו פירושם, כמו במסכת ראש השנה ׳פעמים בא בארוכה פעמים בא בקצרה׳ (כה א), וביאור ׳נולד קודם חצות׳ (שם כ ב), ו׳לדידן׳ ו׳לדידהו׳ (שם)״ (שער א פיסקה ד, עמ׳ 75). בספר העיבור הסביר ראב״ע את המאמר ״נולד קודם חצות״: ״עתה אפרש לך סוד ׳נולד קודם חצות׳. אין ספק כי שנים ימים שלמים או קרובים משלמים תסתתר הלבנה. על כן אמרו מפרשים כי ׳כ״ד שעי מכסי סיהרא׳ (ראש השנה כ ב). הם שעות גדולות (כל שעה גדולה מכילה שתי שעות רגילות) כשעות רבי אליעזר. ויתכן להיות פירושו י״ב גדולות קודם המולד וי״ב אחר המולד, והעד, ׳צריך שיהיה לילה ויום מן החדש׳ (שם). כי אין יכלת באדם שיראה הלבנה קודם המולד עד שיהיה מרחק ידוע בינה ובין השמש. כי המעלות כפי רחב המדינה ורחב הלבנה לצפון או לדרום והשתנות המראה…והנה ידענו כי במולד תשרי…ובעבור כי המעלות הישרות הן י׳, תראה הלבנה בשקוע החמה. על כן אם היה המולד לאחר חצות לא תראה כלל… והנה פירוש ההלכה על דבר שהוא מתוקן להראות, והנה ׳נולד קודם חצות׳ על ירושלים״ (דף יא עמ׳ א-ב). </i>", 
            "והארכתי להזכיר כל זה בעבור שבקש ממני אחד ממשכילי הדור שאפרש לו סוד ״נולד קודם חצות״ על רגל אחת. ובעבור שהחרשתי, חרה לו. ואני נתתי לו עצת אמת. שיתענה לפני השם הנכבד, אשר כל יוכל, לברוא לו לב טהור ולתת בקרבו רוח חדשה, לשפך עליו רוח חכמה. עד שיבין כל החכמות מלבו מבלי למוד ימים ושנים. אשר לא עשה כן לכל איש מיום שברא אדם על הארץ. אולי ישמע השם את תפלתו, ויחדש לו זה הפלא והאות והמופת, להיותו שני לאתון בלעם.", 
            "והנה איננו נכון להיות ראשית החדש מהמולד במהלך האמצעי או ממולד האמת, כי לא ידע זה כל אדם. על כן ראשית החדש הוא בהתחדש אור הלבנה למראה העין.<sup>24</sup><i class=\"footnote\"> אלה שלוש מולדות הזכירן ראב״ע בהקדמתו לפירוש התורה (הדרך השנית, עמ׳ ד): ״אם נסמוך על דעת התחברות המאורות, גם הנה שלוש מחברות, מחברת בגלגליהם תיכונה, ומחברת כנגד העליון באמונה, ומחברת שנוי מחזה״. ביסוד מורא כתב: ״הכלל, כל המצוות צריכות פירוש מדברי הקבלה. ואף כי המועדים, אם הם תלויים במולד הלבנה או המתוקן, או על פי המרחק שהלבנה נכונה להראות, או על פי מראה העין״ (שער א פיסקה ג, עמ׳ 67-70). דעת רס״ג (ראה אוצר הגאונים, מסכת ראש השנה, עמ׳ 35; ראב״ח, ספר העיבור, עמ׳ 59-62) שעיקר קביעת החודש היא על פי חשבון ולא על פי ראיה. אבל ראב״ע חלק עליו: ״אין בכל המקרא ראיה איך היו ישראל קובעים החדשים והמועדים. ומה שאמר הגאון כי על חשבון העבור היו נסמכים איננו אמת, כי במשנה גם בתלמוד ראיות שהיה פסח בבד״ו״ (פירוש ויקרא כג ג, עמ׳ עט). גם רמב״ם תמה על דברי רס״ג, וסיים: ״מה שראוי שאתה תאמין שעיקר דתנו בנוי על הראייה״ (פירוש המשנה, ראש השנה פרק ב הלכה ו). בספר העיבור לא הכריע ראב״ע אם עיקר קביעת החודש כפי ראית הלבנה או כפי החשבון: ״אם אמרנו כי עיקר הקביעות הוא על ראיה הלבנה…ואם אמרנו כי הקביעות הוא על המולד…״ (שער ב, דף ד עמ׳ ב). </i> וככה כתוב במשנה (כגון בראש השנה פרק א הלכה ז). והנה כאשר הוא החדש הראשון ידוע לעיני כל משכיל וסכל בהמצא אביב השעורים, ככה ראש החדש למראה כל אדם. "
        ]
    }, 
    "versions": [
        [
            "Iggeret haShabbat, KTAV Publishing House, 2009", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002654606"
        ]
    ], 
    "versionSource": "https://www.sefaria.org/The_Sabbath_Epistle", 
    "heTitle": "אגרת השבת", 
    "categories": [
        "Halakhah"
    ], 
    "schema": {
        "heTitle": "אגרת השבת", 
        "nodes": [
            {
                "heTitle": "הקדמת המחבר", 
                "enTitle": "Author's Preface"
            }, 
            {
                "heTitle": "הקדמה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "השער הראשון; בראשית השנה", 
                "enTitle": "First Gate; On the Beginning of the Year"
            }, 
            {
                "heTitle": "השער השני; בראשית החדש", 
                "enTitle": "Second Gate; On the Beginning of the Month"
            }, 
            {
                "heTitle": "השער השלישי; בראשית היום", 
                "enTitle": "Third Gate; On the Beginning of the Day"
            }
        ], 
        "key": "The Sabbath Epistle", 
        "enTitle": "The Sabbath Epistle"
    }
}