{
    "work": "Temurah", 
    "text": {
        "2_Daf, 14_Line": "An heir can lay hands [on the head of a sacrifice]; an heir can effect exchange [with his father's dedication]. This is the teaching of R. Meir; ", 
        "2_Daf, 8_Line": "Rab Judah therefore said: ", 
        "2_Daf, 3_Line": "ALL PERSONS CAN EXCHANGE, implying that it is [permissible to exchange in the first instance] and [then it says]: ", 
        "2_Daf, 10_Line": "NOT THAT ONE IS PERMITTED TO EXCHANGE, BUT THAT IF ONE DID SO, THE SUBSTITUTE IS SACRED, AND HE RECEIVES FORTY LASHES. ", 
        "7_Daf, 31_Line": "Any act that the Torah says should not be done, if one did that act - it is effective", 
        "2_Daf, 15_Line": "whereas R. Judah says: ", 
        "2_Daf, 18_Line": "— We infer the case of a preliminary act in the dedication from the case of a final act in the dedication. Just as in the case of the final act, an heir cannot lay hands [on the head of a sacrifice], so in the case of the preliminary act, an heir cannot effect exchange [with his father's dedication]. ", 
        "7_Daf, 30_Line": "Said Abaye: ", 
        "2_Daf, 30_Line": "And as to R. Meir, who rules that an heir can exchange [with his father's dedication] what is his reason? — ", 
        "7_Daf, 34_Line": "(The sinful act) is not at all effective. The reason the transgressor is punished with lashes is because s/he transgressed the word of the Torah", 
        "2_Daf, 28_Line": "What is the reason? ", 
        "2_Daf, 29_Line": "Because their sacrifice is not designated. Or if you prefer [another solution] I may say that R. Judah may still be of the opinion [that partners in a sacrifice must perform laying on of hands] but he derives the cases both of the sacrifice of a gentile and a fellow's sacrifice from the one text. There is left over therefore one text, from which we derive that partners in a sacrifice must perform laying on of hands. ", 
        "2_Daf, 22_Line": "One [that] ‘his offering’, but not that of his fellow. ", 
        "2_Daf, 32_Line": "[Scripture says:] And if he shall at all change, to intimate that an heir can change.(Leviticus 27:10)", 
        "2_Daf, 13_Line": "for it has been taught: ", 
        "2_Daf, 17_Line": "What is R. Judah's reason? ", 
        "2_Daf, 16_Line": "An heir cannot lay hands [on the head of a sacrifice] nor can an heir effect exchange [with his father's dedication]. ", 
        "2_Daf, 19_Line": "And how do we know this in the case of laying on of hands itself? — ", 
        "2_Daf, 0_Line": "[Mishnah]  ALL PERSONS CAN EXCHANGE, MEN AS WELL AS WOMEN; ", 
        "2_Daf, 26_Line": "— He needs this in order to include partners in a sacrifice as requiring to perform laying on of hands. ", 
        "2_Daf, 20_Line": "Three times the expression his offerings(Leviticus 3:1) is used: ", 
        "2_Daf, 24_Line": "But as for R. Meir, who rules that an heir can effect exchange [with his father's dedication], ", 
        "2_Daf, 27_Line": "And [what does] R. Judah] [say to this]? — He does not hold that partners in a sacrifice must perform laying on of hands. ", 
        "2_Daf, 11_Line": "What additional case is included by [the word] ALL? ", 
        "2_Daf, 9_Line": "What [the Mishnah] means is this: ALL PERSONS CAN EFFECT AN EXCHANGE, MEN AS WELL AS WOMEN; ", 
        "2_Daf, 23_Line": "And one ‘his offering’ but not his father's dedication. ", 
        "2_Daf, 25_Line": "surely ‘his offering’ is written? ", 
        "2_Daf, 6_Line": "In that case, instead of bringing a contradiction from the Mishnah, you could rather bring it from the Scriptural verse, since it says: ", 
        "2_Daf, 31_Line": "He can tell you: ", 
        "2_Daf, 12_Line": "— It includes the case of an heir, and [the Mishnah] will not be in accordance with the view of R. Judah, ", 
        "2_Daf, 2_Line": "[Gemarah]  [The Mishnah] contains a contradiction in itself. You say: ", 
        "2_Daf, 4_Line": "NOT THAT ONE IS PERMITTED TO EXCHANGE, implying, only after it has been done?  ", 
        "7_Daf, 32_Line": "because if you claim it is not effective, why would the transgressor be punished with lashes?", 
        "2_Daf, 21_Line": "One [intimates that] ‘his offering’ [requires laying on of hands], but not that of a gentile. ", 
        "2_Daf, 5_Line": "— But how can you understand it that ALL PERSONS CAN EXCHANGE in the first instance! ", 
        "30_Daf, 0_Line": "Immediately, Joshua's strength withered and he forgot 3000 of Moshe's teachings and practical laws, and parts of the law, and he had 7000 doubts about other legal matters.  All of the children of Israel wanted to kill him.  He asked G-d what to do.  G-d responded, \"it is impossible (to be equal to Moshe), go on, and rather occupy the people with warfare.", 
        "2_Daf, 1_Line": "NOT THAT ONE IS PERMITTED TO EXCHANGE, BUT THAT IF ONE DID SO, THE SUBSTITUTE IS SACRED, AND HE RECEIVES FORTY LASHES. ", 
        "2_Daf, 7_Line": "He shall not alter it nor change it!(Leviticus 27:10) ", 
        "7_Daf, 33_Line": "Rava said: "
    }, 
    "meta": "Daf-Line"
}