{
    "language": "he",
    "title": "Gilyon HaShas on Yoma",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001300957/NLI",
    "versionTitle": "Vilna Edition",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "גליון הש\"ס על יומא",
    "categories": [
        "Talmud",
        "Bavli",
        "Acharonim on Talmud",
        "Gilyon HaShas",
        "Seder Moed"
    ],
    "text": [
        [],
        [],
        [
            "<b>רש\"י ד\"ה כלי גללים.</b> צפיעי בקר. וכ\"כ רש\"י שבת נח ע\"א ד\"ה כלי. אבל בשבת דף טז ע\"ב כתב רש\"י גללים שייש:",
            "<b>תוס' ד\"ה להוציא וכו' דבגדיהם מדרס לחטאת.</b> כדפרישית. עי' זבחים דף יז ע\"ב תוס' ד\"ה שריפה:"
        ],
        [],
        [],
        [
            "<b>גמ' א\"ל אלא מר מהיכא יליף.</b> עיין ערכין דף ה' ע\"א תוס' ד\"ה והא מר:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה קול לו כו' ללמדך שאליו.</b> עיין תשובת הר\"ם אלשקאר סימן ל\"ג:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה מביתו וכו' שאין ישיבה בעזרה.</b> עיין לקמן דף ח ע\"ב תוס' ד\"ה דאי:"
        ],
        [
            "<b>תוס' ד\"ה שמטמא וכו' והר\"ר משה מפונטייזא פי'.</b> עיין בר\"ש פ\"א מ\"ג דכלים:"
        ],
        [
            "<b>גמ' מודינא היכא דאיכא שיריים.</b> עיין מנחות טו ע\"א תוס' ד\"ה ר\"י:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה דאי וכו' ללשכת פרהדרין שהית' בנויה.</b> עיין לקמן דף י ע\"א תוס' ד\"ה חוץ:",
            "<b>בא\"ד וכ\"ש שאין ישנים בה.</b> עי' תוס' סוכה דף מג ע\"ב תוס' ד\"ה תשבו:"
        ],
        [],
        [],
        [
            "<b>גמ' בית סתמא לא איקרי.</b> כעין זה חולין קלט ע\"ב וש\"נ:",
            "<b>תוס' ד\"ה איני יודע וכו' וי\"ל אדרבה משום דמינה סליק.</b> עיין תשובת הראנ\"ח ח\"א סימן מ:",
            "<b>ד\"ה חוץ כו' שבנויות בקדש.</b> עיין לעיל ח ע\"ב תוס' ד\"ה דאי:"
        ],
        [],
        [],
        [
            "<b>גמ' במזוזה פשיטא.</b> ע' ברכות כ ע\"ב:",
            "<b>שם מ\"ד ביתך.</b> עי' חולין קלה ע\"ב:",
            "<b>שם הני בעו חיי.</b> קדושין לד ע\"א ק\"ל דזהו מספיק שלא למעט נשים אבל לענין בית השותפים ל\"ש כן. דהא באנו לפטור מצד בית דבית כזית אין בו חיוב מזוזה אבל גברי בר חיובי נינהו כשיהיה לו בית מיוחד ומ\"ש בית שאולה דפטור ויכול לדור כל ימי חייו בבית שאולה בלא מזוזה ול\"א ביה הני בעי חיי דמ\"מ שייך אקרקפתא דגברי מצות מזוזה בבית שלו וא\"כ ה\"נ דילמא בית שותפים פטור דליכא חיוב אלא בבית המיוחד לו וצע\"ג:",
            "<b>שם אלא ביתך ל\"ל.</b> ע' מנחות מד ע\"א תד\"ה טלית:",
            "<b>שם ר\"מ מחייב וחכמים פוטרים.</b> עי' מ\"ר פ' כי תבוא:"
        ],
        [
            "<b>גמ' במה מחנכין.</b> עי' מנחות דף עח ע\"א תוס' ד\"ה אחת:",
            "<b>שם בצינורא.</b> עיין סנהדרין דף יד ע\"ב תוס' ד\"ה צינורא:"
        ],
        [
            "<b>גמ' כה\"ג משום איבה.</b> כעין זה לקמן דף עג ע\"א:",
            "<b>תוס' ד\"ה אלא לאו.</b> לפירוש ריב\"א ע\"ל דף כה ע\"א תד\"ה נוטל מצנפת ותו\"י דף עא ע\"ב ד\"ה אר\"ז. עירובין צה ע\"ב תד\"ה מקום. סוכה דף ה ע\"א תד\"ה ואל יוכיח:"
        ],
        [
            "<b>גמ' הלכה כר\"י.</b> עיין תשובת פנים מאירות ח\"ב סי' נא:",
            "<b>שם הו\"ל ב' בתים.</b> עי' משנה למלך פ\"ג הי\"א מהל' עבדים:"
        ],
        [
            "<b>תוס' ד\"ה אלא לחדא.</b> דאע\"ג דכבר הקשה לו. לא זכיתי להבין הא אין אפשרות לה לילך לבהכ\"נ דאזי דבטל גיטא והוי כלא גירשה כלל דהדרא החשש שמא תמות ועשה העבודות עד שעת מיתתה בב' בתים. ואם נאמר דס\"ל לתוס' דלישנא דאמרינן ולא עיילא משמע דקאי על דלמא ומדלא פרכינן בפשוטו דהא א\"א לה למיעל לבהכ\"נ ע\"כ דהתנאי היה דלא תכנס לבהכ\"נ היום ומחר ואי לא מייתא גיטא דחברת' גיטא והיא הולכת אחר עבודת היום לבהכ\"נ ובטל גיטה. אבל יקשה תירוצם לפי שאינה תדיר וכו' מה לה בידיעה מחברתה כל שהיא לא מתה ממילא חברתה מגורשת וצריכה היא לילך לבהכ\"נ ומה לנו אם חברתה בחיים אם לא הא כיון דחברתה מגורשת צריכה היא לילך לבהכ\"נ לבטל גיטה וה' יאיר עיני:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה אימא סיפא וי\"ל דילמא ר\"פ פליג.</b> ק\"ל לפ\"ז למאי צ\"ל דאביי ל\"א כר\"פ רישא וסיפא רבנן ומציעתא כא\"ש הא בפשוטו לאביי לשיטתו דמסדר מערכה דא\"ש ממילא ליכא לשנויי דפייס כאבא שאול דהא באותה משנה עצמה דזריקת דם קודם דישון מזבח הפנימי והמנורה ולא\"ש אינו כן:"
        ],
        [
            "<b>תוס' ד\"ה ניתיב דרומית כו' ולא ה\"מ לשנויי.</b> עיין תשוב' מהרח\"ש ח\"ג סימן ט:"
        ],
        [
            "<b>גמ' הא מני ר\"י היא.</b> עי' לקמן ל ע\"ב תוס' ד\"ה רי\"א:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' וחלגלוגו'.</b> ע' ר\"ה כו ע\"ב:",
            "<b>(ב) תוס' ד\"ה יחודי בעלמא.</b> אבל ביסודו של כו'. הובא עוד בשמו בתוס' תענית כה ע\"א מס' ע\"ג לח ע\"א:",
            "<b>בא\"ד משום דבשעת יה\"מ אית בהו כו'.</b> ק\"ל הא גם בשבעת ימי אבילות דליכא אפושי שמחה אסור ביחוד כדקתני כל אותן הימים וכו':"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' וכרובים אש ושכינה.</b> במדרש רבה בפ' בהעלותך נקט מנורה ולא נקט שכינה:"
        ],
        [],
        [
            "<b>גמ' אר\"ה כבן שנה.</b> עי' ירושל' פ\"ג דבכורים:",
            "<b>שם ואר\"י משום ר\"ש בן יהוצדק.</b> עיין כ\"מ פ\"ז הלכה י\"ג מהל' ת\"ת:"
        ],
        [],
        [
            "<b>תוס' ד\"ה ילבש וכו' וי\"ל דשמא לא מיקרי קדשים.</b> עיין לקמן דף לב ע\"א תוס' ד\"ה מה לבישה:"
        ],
        [
            "<b>תוס' ד\"ה מתרומת מעשר וכו' דיותר סברא הוא ללמוד מתרומת מעשר.</b> עי' מנחות דף עז ע\"ב:"
        ],
        [],
        [
            "<b>תוס' ד\"ה נוטל מצנפת וכו' וי\"ל דלשון תורה לחוד.</b> חולין קלז ע\"ב:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה הא לא שכיחא ומסתברא כו'.</b> עי' מנחות נ ע\"א תד\"ה דלא שכיח מבואר דלא ס\"ל כרש\"י אלא כדברי תוספות ישנים כאן:"
        ],
        [
            "<b>גמ' אין מנסכין.</b> עי' תענית ב ע\"ב תד\"ה איבעי להו:"
        ],
        [],
        [
            "<b>תוס' ד\"ה למימרא.</b> דהא בירושלמי יש. תמוה לי דלמאי צ\"ל דפרכינן אי ס\"ל לר\"י כרב. הא כפשוטו ניחא דפרכינן לרבא דס\"ל דפייס תלי בחיוב זר א\"כ לרב דבהרמה אין זר חייב עליה אמאי יהיה פייס ומה בכך דר\"י לא ס\"ל כרב מ\"מ ק' לרב למה היה פייס. גם תמוה לי על תירוצם לל\"ק מ\"מ יקשה איך אמר ר\"י דזר שתרם חייב הא הוי עבודת לילה וצ\"ע:",
            "<b>ד\"ה איכא דאמרי כו'.</b> כ\"ש סידור מערכה דהוא בליליא דוקא דעבודה תמה היא. ע\"ל דף לג ע\"א תד\"ה אביי:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה אלא אפי' עולת העוף שנמלקה וכו'.</b> והא דפריך והא אין מביאין קדשים לבית הפסול. עיין משנה למלך פ\"א ה\"ג מהל' תמידין ומוספין:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה מה לבישה וכו' כגון קרבנות גופייהו.</b> עי' לעיל דף כג ע\"ב תוס' ד\"ה ולבש:"
        ],
        [
            "<b>גמ' מי שאינו מחוסר אלא גישה.</b> כעין זה חולין דף קלה ע\"א וש\"נ:"
        ],
        [
            "<b>תד\"ה אביי וכו' אי בעי למעבדינהו ביממא.</b> עיין לעיל דף כז ע\"ב תוס' ד\"ה איכא דאמרי:",
            "<b>שם ד\"ה מכלל וכו' וי\"ל דאי מהכא.</b> עיין לקמן דף מ\"ה ע\"ב וצ\"ע:",
            "<b>שם ד\"ה אין מעבירין וכו' וי\"ל דלא שייכא דריש לקיש.</b> עיין מג\"א סי' קמז ס\"ק י\"א:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה הנ\"מ באיסורא כו'.</b> דמיעוט ענביו אין נראה תיקון כ\"כ. ע' מרדכי רפ\"ג דסוכה שכתב דהוא דאורייתא:"
        ],
        [
            "<b>רש\"י ד\"ה מיתבי וכו' אתא יחזקאל ואסמכיה אקרא.</b> וכעין מה דאיתא בתענית דף י\"ז ע\"ב:"
        ],
        [],
        [
            "<b>גמ' בלאו דנבילה.</b> עיין חולין דף פ ע\"ב תוס' ד\"ה הנח למחוסר זמן:"
        ],
        [
            "<b>גמ' הרב באמצע.</b> עיין מנחות דף צח ע\"ב תד\"ה שאמצעי:",
            "<b>שם יכול יתן שנים על זה.</b> עיין חגיגה דף ג ע\"א תד\"ה חרש ובפר\"ח א\"ח סי' תרצד ובספר בני חייא שם ובטורי אבן באבן שהם מגילה דף ז ע\"א:"
        ],
        [],
        [],
        [
            "<b>גמ' מדאורייתא מנא לן.</b> עיין רש\"י בחומש ר\"פ נח:",
            "<b>שם א\"ר נחמן בר יצחק חסידו כתיב.</b> כעין זה לקמן דף עה ע\"ב ומגילה דף טו ע\"ב:",
            "<b>תוס' ד\"ה דלא מסקי בשמייהו.</b> גריס ר\"ת אבישלום. עיין מגילה דף י' ע\"ב תוס' ד\"ה רבה בר עפרן:"
        ],
        [
            "<b>גמ' וכלי שרת דעץ לא עבדינן.</b> סוכה דף נ' ע\"ב:"
        ],
        [
            "<b>רש\"י ד\"ה מלברך בשם כו'.</b> שלא היו כדאי. עי' סוטה דף לח ע\"א תוס' ד\"ה הרי הוא אומר:"
        ],
        [],
        [],
        [
            "<b>גמרא שכבר אמר מעניותו.</b> עיין חולין דף לב ע\"ב וצ\"ע:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה ונתן וכו' אלא היכא דכתיב איש בהדיא.</b> עיין סוכה דף כח ע\"ב תוס' ד\"ה השוה:"
        ],
        [
            "<b>גמרא פוק תני לברא.</b> שבת דף קו ע\"א עירובין דף ט ע\"א ביצה דף יב ע\"ב:"
        ],
        [],
        [
            "<b>גמרא וזהב אופיר.</b> מלכים א' י' י\"א. זהב מופז. מ\"א י' י\"ח. זהב שחוט. מ\"א י' ט\"ז. זהב סגור. מ\"א י' כ\"א. זהב פרוים. דה\"י ב' ג' ו':",
            "<b>רש\"י ד\"ה קב גחלים.</b> לתוך אמה סילון. עיין לקמן דף מו ע\"ב תוד\"ה כי פליגי:"
        ],
        [
            "<b>גמ' זהב שחוט.</b> מ\"א י טז:",
            "<b>שם זהב מגור.</b> מ\"א י כא:",
            "<b>שם זהב פרוים.</b> דה\"ב ג ו:"
        ],
        [
            "<b>גמרא שלא תהא אלא על המזבח החיצון.</b> עיין לעיל דף לג ע\"א תוס' ד\"ה מכלל:"
        ],
        [
            "<b>גמרא אמר ליה אביי לרבא לדידך קשיא.</b> כעין זה עירובין דף מט ע\"ב פסחי' דף צג ע\"ב ב\"ב דף קכד ע\"ב:"
        ],
        [],
        [],
        [
            "<b>גמרא או דילמא ולקח והביא בעינן.</b> עיין לקמן דף מט ע\"א תוס' ד\"ה בעי רב פפא:"
        ],
        [
            "<b>תוס' ד\"ה מדפסיל בה טבול יום וכו' עד ע\"ב ואי משום חיבת הקדש הא לא שייכא בה כשנעשית אפר.</b> עיין חגיגה דף כג ע\"ב תוס' ד\"ה והא דרבנן. ובטורי אבן שם דף כג ע\"א ד\"ה לא ישא:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' חמש מקראות בתורה אין להם הכרע.</b> עיין ירושלמי פרק אין מעמידין:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' ועתודותיהם שושתי תיובתא.</b> עיין סוטה דף מו ע\"ב ברש\"י ד\"ה ויקרא שמה וצ\"ע:"
        ],
        [
            "<b>תוס ד\"ה כרובים כו' ונראה לי דאפילו ישראל מותר.</b> ק\"ל דלפי דסברי תחלה דלישראל אסור לציירן אף ע\"י אחרים ליתסר דאמירה לנכרי שבות עי' תוס' ר\"ה כד ע\"ב ד\"ה שאני ר\"ג ואחרים עשו לו דתירצו במקום מצוה שאני והכא דל\"ש כן ליתסר:"
        ],
        [],
        [
            "<b>תוס' ד\"ה אלא בחטאת וכו' וי\"ל כיון דשמא מת לא חיישינן.</b> עיין קדושין דף מה ע\"ב תוס' ד\"ה אמר:"
        ],
        [],
        [
            "<b>גמ' אימא הניח דם השעיר.</b> עי' מג\"א סימן קמו ס\"ק יא:"
        ],
        [
            "<b>רש\"י ד\"ה אני ראיתיה ברומי.</b> ושם ראה כלי בית המקדש. באבות דר\"נ פ' מ\"א מכתשת של בית אבטינס שלחן ומנורה ופרוכת וציץ עדיין מונחים ברומי:",
            "<b>תוס' ד\"ה חוץ וכו' שאם לא כן אז לא הייתי מקיים.</b> עיין לעיל דף נא ע\"א תוס' ד\"ה דוחה:"
        ],
        [],
        [
            "<b>גמ' שאני רגל דלא מצי מבטל.</b> עי' זבחים דף ק\"י ע\"א תוס' ד\"ה מין במינו:"
        ],
        [],
        [],
        [],
        [
            "<b>מתני' הקדים דם השעיר.</b> עיין מנחות דף ה ע\"א תוס' ד\"ה ואי אין מחוסר זמן:",
            "<b>גמ' אם הקדים מעשה לחבירו.</b> עיין סוטה דף י\"ז ע\"ב תוס' ד\"ה קודם שתקבל:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' מחוסר הגרלה כמחוסר מעשה.</b> עיין תוס' פסחים דף סב ע\"א ד\"ה כי לית ליה:"
        ],
        [],
        [
            "<b>גמ' מנין שלא יקדישנו מחוסר זמן.</b> עיין זבחים דף קיד ע\"ב תוס' ד\"ה היתר במה:",
            "<b>רש\"י ד\"ה ולא אוציא וכו' להגריל ולהתודות עליו.</b> עיין תוס' ישנים ד\"ה עד שלא הגדיל ובתמורה דף ו ע\"ב תוס' ד\"ה ולא אוציא:"
        ],
        [
            "<b>גמ' מי דמי התם לא איתחזי.</b> בתוס' תמורה דף כו ע\"ב ד\"ה שמע הגירסא כאן ואידך התם:",
            "<b>גמ' מי דמי התם לא איתחזי.</b> בתוס' תמורה דף כו ע\"ב ד\"ה שמע הגירסא כאן ואידך התם:"
        ],
        [
            "<b>רש\"י ד\"ה כי קאמר וכו' מכלל דשמעינהו לרבנן.</b> כעין זה בב\"ק דף כא ע\"ב ברש\"י ד\"ה ר\"י היינו ת\"ק:"
        ],
        [],
        [
            "<b>תוס' ד\"ה גזירה.</b> דאפי' את\"ל דמקופי'. משמע דאי מקיבע' ניחא וק\"ל הא כהן אחד שמת הוי רק מתו מקצת בעליה גם מ\"ש דא\"א לידע. ק\"ל הא בשעת הקרבה מדינא לא חיישי' לכך דשמא מת לא חיישינן וכדפרכינן לעיל דף נה גבי קיני שופרות:"
        ],
        [],
        [
            "<b>גמ' מהו לסוד את ביתו.</b> עיין מהרש\"א ספ\"ג דב\"ב בחידושי אגדות:",
            "<b>שם אלא מפני שלא אמר דבר שלא שמע.</b> עיין מהרש\"א רפ\"ד דברכות בח\"א:",
            "<b>שם בני בתו מישראל.</b> עיין יבמות דף סב ע\"ב:"
        ],
        [],
        [],
        [],
        [
            "<b>מתני' קורא על פה.</b> עיין ברבינו יונה פ\"א דברכות דף ז ע\"ב:"
        ],
        [
            "<b>גמרא שמעת מינה בגדי כהונה ניתנו ליהנות.</b> עיין פ\"א מ\"ט דכלים בר\"ש:",
            "<b>שם לעולם תחת ראשיהן.</b> עי' באר שבע סוף הוריות ד\"ה דמניח כליו:"
        ],
        [
            "<b>שם לעולם תחת ראשיהן.</b> עי' באר שבע סוף הוריות ד\"ה דמניח כליו:"
        ],
        [
            "<b>גמרא מפני כבוד צבור.</b> (שבת דף קלג) ומגילה [כ\"ג ע\"א] כד ע\"ב וגיטין דף ס ע\"א וסוטה דף לט ע\"ב:"
        ],
        [],
        [],
        [],
        [
            "<b>גמרא מי כתיב שלא יקרע.</b> בספר קרבן חגיגה סימן ס\"ח הק' הא אמרינן בסנהדרין דף כא ע\"א בקרא דלא ירבה לו נשים ולא יסור לבבו דה\"ק לא ירבה לו נשים משום שלא יסור ולא מקשינן מי כתיב שלא יסור:"
        ],
        [],
        [
            "<b>גמ' שנאמר וחנה היא מדברת על לבה.</b> עיין ברכות דף לא ע\"א:"
        ],
        [],
        [],
        [
            "<b>גמרא עינוי שהוא אבידת הנפש.</b> עיין נדרים דף פ ע\"ב ובר\"ן שם ד\"ה כי רחיץ:"
        ],
        [],
        [
            "<b>גמ' מחספס כתיב.</b> כעין זה לעיל לח ע\"ב ובמגילה טו ע\"ב שבת כח ע\"ב סוכה ט ע\"ב יבמות סה ע\"ב הוריות ד ע\"א:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה דתנן וכו' דהאמר לקמן ואם היה מלוכלך.</b> עי' ברבינו יונה פ\"ב דברכות סי' נ' ד\"ה מתני' רחץ בלילה כו':"
        ],
        [
            "<b>גמרא אמר אביי משום שיבתא.</b> עיין תענית דף כ ע\"ב ברש\"י ד\"ה מילתא דשיבתא:",
            "<b>תוס' ד\"ה משום שיבתא וכו' בן ד' וה' שנים וחונקתו.</b> בערוך איתא מבן ב' חדשים עד ז' שנים והרוח רעה אוחזת התינוק בצוארו במפרקת בגידים שאחורי הצואר ומייבשת אותם ומתנוונה והולך עד שימות וממה היא בשעה שאמו באה מבית הכסא או מנהר ומינקת לבנה לאלתר:"
        ],
        [],
        [
            "<b>תוס' ד\"ה הקיטע וא\"ת כיון דמעיקרא ס\"ד.</b> עי' מהרש\"א וק\"ל דמה הועילו בתירוצם דמ\"מ איך אמר אביי מדסיפא רבנן הא גם לרבנן לא בעי עור ובקיטע הטעם רק דמשלף וע\"כ בבגד הטעם דאינו מגין וממילא אתיא אפילו כר\"מ ודילמא דבגד לא תליא כלל בדר\"מ ורבנן אע\"כ דאביי ס\"ל דפליגי אי הוי מנעל ולטעמיה אזיל דמשמע בשמעתין דאית ביה כתיתין וצ\"ע גם ק\"ל על תוס' דלמסקנא גם לר' יוסי דאנפלאות בגד פסול הוא רק משום דבעי' מידי דמגין א\"כ איך אמרינן ביבמות גבי סנדל שתפרה בפשתן פסול הא הוי מגין. עי' בתוספות יבמות שם וצ\"ע:"
        ],
        [
            "<b>גמרא ר\"פ לא מיבעי ליה הא דר\"א.</b> עי' תבואת שור יו\"ד סי' לב סק\"ה:",
            "<b>שם וקים להו לרבנן.</b> עיין ר\"ה דף יג ע\"א:"
        ],
        [
            "<b>גמ' הא סתמא כביצה.</b> מדברי תוס' ד\"ה לומר מבואר דהיה להם הגירסא הא סתמא פחות מכביצה:",
            "<b>תוס' ד\"ה הא כביצה.</b> אלא לאוכלי תרומה בשעת אכילת תרומה. עיין טורי אבן חגיגה כד ע\"ב ד\"ה ל\"צ:"
        ],
        [],
        [
            "<b>גמ' מדרבנן וקרא אסמכתא בעלמא.</b> עי' חולין דף לד ע\"ב תוס' ד\"ה והשלישי:",
            "<b>רש\"י ד\"ה ולא תטמאו כו' אין ישראל מוזהרים מליטמא.</b> תמוה לי הא גם כהנים אין מוזהרין בפ' אמור רק בטומאת מת ולא בשרץ:"
        ],
        [
            "<b>גמ' שני אין משלם אלא דמי עצים.</b> עיין מנחות דף סט ע\"א תוס' ד\"ה דבלע וכתובות דף ל ע\"ב בתוס' [ישנים] ד\"ה ומתחייב:"
        ],
        [],
        [
            "<b>גמ' השלמה דרבנן ליכא.</b> עיין כתובות דף נ ע\"א תס' ד\"ה ובת תריסר:"
        ],
        [
            "<b>תוס' ד\"ה מה רוצח וכו' מ\"מ בלא הנאה נמי מיחייבא כגון שלא כדרכה.</b> עיין קדושין דף כב ע\"ב ובתוס' שם. ובסנהדרין דף נח ע\"ב ברש\"י ד\"ה שלא כדרכה:",
            "<b>בסה\"ד ועוד י\"ל דמשמע ליה דלענין מיתת ב\"ד אין חילוק.</b> לא זכיתי להבין דבריהם הקדושים דמה בכך דלדין מיתה אין חילוק הא מ\"מ מכח דלא עבדא מעשה הדין דמותרת ותעבור ולא תהרג אם עשתה בהיתר וברשות ב\"ד פשיטא דא\"ח מיתה. ואיהו דיהרג ואל יעבור ר\"ל דאם עבר ח\"מ. ובאמת גם בדידה אלו היה הדין דתהרג ואל תעבור היתה חייבת מיתה אף דלא עבדא מעשה אבל טעם פטור דידה כיון דכך הדין דתעבור ואל תהרג ועשתה בהיתר. וה' יאיר עיני:"
        ],
        [],
        [
            "<b>גמ' פשיטא טלטול מדרבנן.</b> וכן הוא יבמות דף צג ע\"א וצע\"ג:"
        ],
        [],
        [],
        [
            "<b>רש\"י ד\"ה ולוי הסדר.</b> לא פורש לי. עי' ברכות כה:",
            "<b>שם ד\"ה ולא מעל מזבחי אם התחיל בעבודה.</b> עי' ברש\"י מכות יב ע\"א ד\"ה טעה יואב וצ\"ע:"
        ],
        [],
        [],
        [
            "<b>גמ' יחיד שעשה תשובה מוחלין לכל העולם.</b> הרמ\"ע מפאנו במאמר חיקור דין ח\"א פ\"ד כתב פירוש חלקם בברית האלה להיות ערבים זה לזה הוא הנמחל בזכותו עכ\"ל:"
        ],
        [],
        [],
        [
            "<b>רש\"י ד\"ה ולערב ישפשף משום חציצה.</b> עי' מג\"א סי' עו ס\"ק ז:"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}