{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Ritual Slaughter",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Ritual_Slaughter",
    "text": [
        [
            [
                "<b>מצות עשה כו' הא למדת כו' ובעוף כו'.</b> הנה מדברי רבינו נראה דס\"ל דעוף אף דקיי\"ל דישנו לשחיטה מה\"ת מ\"מ לא דמי לשאר שחיטות עיין בהך דקדושין דף נ\"ז ע\"ב דנקט שם מנין לרבות את העופות משמע דעופות אינם בשחיטה כבהמה ע\"ש ברש\"י ועיין בתוס' זבחים ד' ס\"ח ע\"א. אך רבינו לקמן פ\"ב ה\"א ס\"ל דגם עוף אסור מה\"ת בחולין בעזרה ועיין רש\"י כריתות ד' ז' ע\"ב דכתבו דעוף שאני ושם ד' כ\"ו ע\"ב ובירושלמי נזיר פ\"ד ע\"ש גבי מליקה. אך כך דהנה מדברי רבינו לקמן ספ\"ד דפסק כר\"ע דבמדבר הותר בשר נחירה ס\"ל כך דרק לנחור מותר אבל לשחוט כד\"ת אסור במדבר רק קדשים בעזרה אבל חיה היה יכול לשוחטן גם במדבר וכן פסולי המוקדשים כן ובעופות כיון דבעזרה הוה מליקה וא\"כ ממילא היה יכול לשוחטן אף במדבר בגבולין, ועיין בהך דזבחים ד' ק\"ז ע\"א דצריך קרא לרבות שחיטת קדשים בעופות בחוץ ע\"ש והנה רבינו ז\"ל פסק כמ\"ד דגבי מליקה אין חשש בעיקור סימנין כמבואר שם ספ\"ו בהל' מעה\"ק, וגבי שחיטה פסק דיש עיקור סימנין וע\"כ צ\"ל כך. דהנה עיין בזבחים ד' ס\"ט דמצריך קרא למליקה שלא תהא מטמא בגדים בבית הבליעה ועיין בחולין ד' ק\"כ ע\"א וכ\"מ דאמר דנבלה הותרה מכללה אך באמת י\"ל דהתורה אמרה דקדשים הדין שתהא שחיטתה מן העורף וביד ובחולין הדין שתהא שחיטתה מן הצואר ובכלי וזהו באמת כונת הגמ' דמנחות ד' ה' ע\"ב שכן קדושתה אוסרתה ועיין בהך דיבמות ד' ל\"ב ע\"ב גבי זר שאכל מליקה דהוה מחלוקת שם אם יש כאן איסור נבלה לזר אך בגמ' שם מסיק משום איסור חל על איסור ועיין בירושלמי שבת פ\"ב דלא משמע כן וכן יהיה נ\"מ גבי כהן שאכל מעולת העוף אם חייב משום נבלה, ועיין ברש\"י זבחים דף ס\"ט ע\"א ד\"ה הא נמי דגבי טומאת בית הבליעה נקט ג\"כ רק עולת העוף לכהן ע\"ש משמע דס\"ל דלא דהתורה אמרה דגבי קדשים כן הוא שחיטתו רק דחידוש הוא שהתורה התירה זה. ובאמת י\"ל דזה תליא בהך מחלוקת דזבחים ד' קי\"א ע\"ב גבי מליקה בחוץ גבי קדשים. אך באמת נראה דר\"ש דאמר דחייב ר\"ל על הקטרה של מליקת חוץ. אך כך דהנה הנך פסולי דשחיטה אם ר\"ל דלא הוה שחיטה כלל אם עשה כך או ר\"ל דהוה שחיטה בפסול, ונ\"מ כגון אם שנים שוחטין בשני סכינים ואחד עשה שהייה והשני שחט כראוי אם פסול השחיטה או לא, ועיין חולין ד' ל' ע\"א גבי הך דשנים אוחזין בסכין ובתוס' שם ד\"ה השוחט, ועיין בתוספתא דחולין פ\"א גבי עכו\"ם דאם ישראל ועכו\"ם שוחטין שחיטתו כשרה משום דס\"ל דלאו בר שחיטה הוא כלל וכ\"כ בזה, ועיין בהך דחולין ד' ק\"מ ע\"ב גבי הך בעיא דרב הושעיא וזה ג\"כ תליא בזה אם דזה מקרי התחלת השחיטה או רק פעולה בעלמא וכ\"ז שלא נגמר הוה גדר טרפה ועיין רש\"י ד' י\"ח ע\"ב ד\"ה שחיטתו וד' כ' ע\"ב ד\"ה וכי ע\"ש, וזה תליא בהך דר\"י ור\"ל דדף כ\"ט ע\"ב וכ\"כ בזה. וע\"ש במה דקאמר נתקלקלה שחיטה קאמרת כו' לאו שחיטה היא כלל וע\"ש ד' ל\"ב ע\"ב גבי פסוקת הגרגרת ומחלק שם גבי שחט במקום חתך ור\"ל ג\"כ כן אם זה פסול בשחיטה או לא הוה שחיטה כלל אך זה תליא אם נימא דשחיטה הוה סילוק האיסור או תיקון דעיין בתוס' חולין ד' פ\"ג ע\"ב משמע דגבי עוף הוא לא בגדר מתיר בד\"ה במוקדשין רק בגדר סילוק והנה רש\"י שם בחולין ד' כ' ע\"ב כתב דלכך גבי מליקה אין עיקור סימנים משום דלא בעי שם דיני שחיטה ע\"ש. אך אם נימא דגבי מליקה הוה הדין כך לא שייך זה אך כל זה אם נימא דהשחיטה הוא מתיר אבל אם רק סילוק האיסור לא שייך גדר דין וא\"כ ע\"כ צ\"ל דגבי מליקה לא בעי דיני שחיטה ולכך גבי עוף ס\"ל לרבינו דקודם שנכנסו לארץ היו מותרים לשחוט במדבר ולכך צריך ריבוי על שחיטת עוף בעזרה ועל שחיטת עוף קדשים בחוץ וזהו שיטת רבינו כאן ולכך צריך הני קראי וכ\"כ בזה:",
                "[<small>השמטה</small><b> במש\"כ שם דברי רבינו שחיטת עכו\"ם עושה פעולה לאיסור ולא כמו שנשחט מאליו. וא\"כ </b>לפ\"ז י\"ל דאם התחיל עכו\"ם לשחוט מקצת הושט אף דמבואר בתוספתא חולין פ\"ב דניקב הושט שחיטתה מטהרתה מ\"מ כאן אם גמרו ישראל הוי שחיטת העכו\"ם חסרון ומטמא כנבילה ולא הוי כהך דחולין דף י\"ט ע\"ב דבמקצת קנה לא הוי שם שחיטה כלל וכמש\"כ וזהו כונת רבינו בהל' אבות הטומאות פ\"ב ה\"י דעל טומאה זה אין חייבין עליה כרת אם נכנס למקדש אבל אם שחט העכו\"ם את כל הושט הוי גם לרבינו נבילה דזה לא עדיף מנשחט מאליו וחיב עליו כרת אם נכנס למקדש. וזהו מה דדייק רבינו בפ\"ד מהל' שחיטה הי\"ג אבל אם כו' שאינו עושה אותו נבילה ומהו לשון נבילה אך לפמש\"כ דאם שחט מקצת ושט וגמרו ישראל מטמא כנבילה מחמת השחיטה ולא מחמת הנקב וכמש\"כ. ובמש\"כ דרבינו והר\"א ז\"ל פליגי אם הם פועלים איזה דבר או הוי כמו מאליו י\"ל דזה תליא בהך מחלוקת דסנהדרין דף ס' ע\"א גבי עכו\"ם שגידף אם צריך לקרוע וע\"ש בירוש' דיליף שם מקרא דאלקי כל בשר ר\"ל דגם בהם שייכא השגחה פרטיית וע' פהמ\"ש ב\"ק פ\"ד גבי הא דשור של עכו\"ם ומש\"כ רבינו במו\"נ ח\"ב. וע' בכריתות דף ז' דנקט שם גבי מגדף גרפת הקערה ר\"ל דהנה מבואר בירוש' פ\"ג דע\"ז דאף הם מודים דעל הים הוי רק השגחתו יתב' והים הוא כקערה כמבואר שם והובא בתוס' שם דף מ\"א וזהו מה דאמרינן בסנהדרין דף ס\"ז ע\"ב דכשפים נבדקים על המים. וע' גטין דף נ\"ו כוחו של אלו במים ומגדף כופר גם בזה זהו כונת הגמ' ב\"ב דף ט\"ז ביקש איוב כו'. וע' מנחות דף ק\"י ע\"א: <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>מברך תחלה כו'.</b> עיין ברכות ד' מ\"ד ע\"ב ד\"ה לבי ברוך ופסחים ד' ז' ע\"ב וד' מ\"ט ע\"ב, ועיין חולין ד' פ\"ו ע\"ב, ועיין בכס\"מ כאן על לשון רבינו שכ' אחת הן אך ר\"ל כך אם גבי עוף הסימן השני שלא נשחט אם הוה כמו נשחט או לא ור\"ל שהתורה אמרה שבשחיטת סימן אחד בעוף הוה כאילו שני הסימנים נשחטים ועיין חולין ד' כ' ע\"ב וד' כ\"א ע\"ב גבי הבדלה ע\"ש ברש\"י ותוס' ובזה א\"ש מה דמתרץ הגמ' בחולין דף ל\"ב ע\"ב גבי נקובת כו' ואמאי לא מתרץ דנ\"מ בין עוף לבהמה דגבי עוף הוה רק טרפה כיון דדי בשחיטת סימן אחד וע\"כ צ\"ל דשחיטת סימן אחד בעוף מהני גם בהשני וצריך שיהא השני ג\"כ ראוי לשחיטה, ועיין מש\"כ התוס' חולין ד' ט' ע\"א גבי עיקור ועיין בהך דיבמות דף כ\"ט ע\"ב יבמה דחזיא לכולהו ע\"ש בתוס' וזהו כונת רבינו:"
            ],
            [
                "<b>חגבים אינם צריכים כו'.</b> עיין בהך דע\"ז דף נ\"א ע\"א בהך מחלוקת דר\"י ורבנן אם שייך בגדר זביחה לגבי ע\"ז וגם נ\"מ אם חגב טהור אסור לב\"נ לקרבן דמדברי הגמ' שם משמע לכאורה דפסול ע\"ש ברש\"י ד\"ה לא ובהך דזבחים דף קט\"ז ועיין בחולין דף קל\"ט ע\"ב דהך כל כנף קאי אחגבים ועיין בירושלמי מגילה פ\"א דיליף בזה פרט למרוט ע\"ש בהל' י\"ג ועיין בתוספתא סוטה פ\"ו משמע שהיה דרכם לעבוד ע\"ז בחגבים ועיין בירושלמי ברכות פ\"ו הדין גובאי לאו מין נפש הוא:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כחוט השערה כו'.</b> ר\"ל דבר שא\"א לחלקו לשנים וראיה לזה מהך דחולין דף מ' ע\"ב כגון שהיה חצי קנה פגום כו' מוכח דתיכף איתכשר ועיין תוס' יבמות ד' ל\"ג ע\"א ד\"ה שחתך אצבעו והך דע\"ז דף ל\"ז ע\"ב גבי כנפיו חופין את רובו ע\"ש ברש\"י ועיין ברש\"י בכורות ד' מ' ע\"ב גבי אזניו גדולות במראה ולא במדה ע\"ש:"
            ],
            [],
            [
                "<b>כל השוחט צריך כו'.</b> הנה רבינו ז\"ל בפיהמ\"ש פ\"ב דחולין ד' ל\"ב פי' דגם בדיקת סימנים צריך חכם דוקא כמו גבי בדיקת סכין וס\"ל דזה הוה בגדר הוראה משום הך דתו\"כ להבדיל כו' וזה רק היכא דלא הוה השחיטה רק רובו כחוט השערה אבל אם הוה רובא דמינכר אז לא צריך חכם על זה ולכך אנן מחמרינן בזה משום דלית לן חכם וכעין דפסקינן גבי מומי בכור עיין בבכורות ד' ל\"ו ע\"ב גבי מומין מובהקין כ\"כ בזה. והנה רבינו פסק כמ\"ד נבלה והנה באמת זה המחלוקת תליא במש\"כ לעיל אם שחיטה הוא גדר היתר או בגדר סילוק האיסור ולגבי טומאה ודאי הוא בגדר סילוק דהרי חזינן דגבי עגלה ערופה דמבואר בזבחים ד' ע' ע\"ב וכן גבי שעיר המשתלח דמבואר ביומא ד' ס\"ד דהדחיה והעריפה הוה בגדר שחיטה אך זה רק לטהרו מידי נבלה אבל היכא דבעיא פעולה כגון להתירה באכילה זה ודאי לא ועיין ברש\"י מנחות ד' ק\"א ע\"ב ד\"ה ועוד וזה תליא אם מה דמחיים לא מטמא הוא משום דחיותיה מטהרו או דלא הוה כלל בגדר טומאה ועיין בהך דחולין ד' ע\"ה ע\"א גבי מחלוקת דבן פקועה אם מקבל טומאה או לא, ועיין תוס' שם ד' פ\"א ע\"ב ד\"ה הואיל וד' קכ\"ח ע\"א ד\"ה בהמה ועיין בהך דנדה ד' נ' ע\"ב גבי מחשבת חיים וכ\"כ בזה ועיין ברש\"י כאן ד' כ\"ח ע\"ב בד\"ה מדרבנן שכ' שם דנ\"מ דלא מטמא ועיין ד' י\"ח ע\"א גבי ב\"ה חזינן דאף דהפסול הוא בשחיטה מ\"מ לא גזרו רק לאכילה אבל לא לטומאה ועיין מש\"כ התוס' נדה דף י\"ח ע\"א ד\"ה אחר הרוב דמשום דבהמה בחייה בחזקת איסור י\"ל על החתיכה דהוא נבלה ע\"ש ועיין מש\"כ רבינו בהל' אה\"ט פ\"ב ה\"ו גבי אם שחטו תוך ז' ע\"ש ועיין בהך מחלוקת דכתובות דף י\"ג לדברי המכשיר בה מכשיר בבתה אם הועילה חזקה זו למאי דלית ליה חזקה הואיל והוא חשש אחד ועיין במש\"כ התוס' בכורות ד' כ' ע\"ב גבי חזקה ועיין בהך דחולין ד' י' ע\"א דאמר שם והא הכא דודאי טבל ר\"ל דהא חציצה הוה רק מדרבנן לדידן דלא ס\"ל כרש\"י ביבמות ד' ע\"ח ע\"ש בתוס' רק דגם בגוף מיעוט הוה רק מדרבנן וזה הוה כמו טומאה חדשה עיין במה דפליגי רבינו והר\"א בהל' כלים פי\"ב ה\"ג וא\"כ הוה כמו ודאי טבל דכ\"ז שלא טבל אין עליו הך טומאה וזה ג\"כ שיטת רבינו במה דס\"ל בהל' מקואות פ\"ב הי\"ז אם צריכה חפיפה אחרת ומחלק בין אותו יום בין למחר וזה תליא בהך אם זה הוה כמו טומאה חדשה ולכך צריך חפיפה אחרת או משום דנשתייר בו עדיין מטומאה הראשונה ועיין תוס' גיטין ד' צ' ע\"א ד\"ה והלכתא אם צריך ימי הבחנה חדשה ועיין תוס' נדה ד' ט\"ז ע\"ב ד\"ה בדקה ובהך דנדה ד' ס' ע\"ב ד\"ה כאן אם יכול לעשות דבר לחצאין ע\"ש ועיין בנדה דף ב' ע\"ב גבי חבית אף דמה\"ת גם חומץ הוה תרומה ומ\"מ אמרינן דמוקמינן אחזקת טבל וברש\"י מכות דף ד' ע\"א גבי אוקי גברא אחזקתיה ע\"ש אף דזה טומאה חדשה ומדרבנן:"
            ],
            [],
            [
                "<b>ואפילו היה התלם קטן כו'.</b> עיין במש\"כ רבינו בה' בית הבחירה פ\"א הי\"ד דמבואר שם דפגימת סכין צריך שיעור אך י\"ל משום דזריזין הן, אך גבי שחיטה לא שייך זה דהא כשר בזר ועיין בהך דזבחים ד' פ\"ח ע\"א גבי סכין מטרפת ע\"ש ברש\"י דכ' פגימות דקות ושם בד\"ה נפגמו כ' פגימה גדולה וזה ר\"ל רבינו לענין תיקון שאסור לתקנו אם היה פגימה גדולה דבפגימה קטנה מותר לתקן כמבואר במכילתא פ' ויקהל אך באמת כך דהנה עיין בדף י\"ז ע\"ב גבי דצריך להראות סכין לחכם דרק משום כבוד וכאן דף ט' ע\"א ד\"ה כדי ביקור ברש\"י וד' י' ע\"ב ד\"ה א\"ה ע\"ש דרק משום כבוד ועיין דף י\"ח ע\"א ובהך דעירובין דף ס\"ג ד\"ה לנפשיה מוכח דהוה בגדר הוראה ע\"ש בתוס' ורא\"ש ורש\"י כאן ד\"ה טבח חכם שכ' שאין בעיר מופלא ממנו אז דוקא מותר. אך הדין כך דהנה עיין בבהמ\"א פ\"ג דביצה על הך דדף כ\"ח ע\"ב גבי אין מראין סכין לחכם במועד כ' דזה הוה בגדר הוראה כמו בכור ולכך אסור ביו\"ט ועיין חולין דף קכ\"א ע\"ב מוכח דבדיקת סכין הוה דין בשחיטה לא בירור דהרי גם בישראל בבהמה טמאה צריך בדיקת סכין דזה הוה הכשר שחיטה. אך באמת כך דכבר כתבתי לעיל בהל' אס\"ב דיש כמה דברים דתלוי בהוראת החכם ואף בדבר דתליא באומד וכמו גבי הרגשת הסכין וכדומה דיוכל להיות שזה ירגיש יותר מ\"מ זה תליא בהוראת החכם וזהו כונת רש\"י בחולין דף נ\"ב ע\"א ד\"ה כתב בה\"ג וכ\"כ בזה מהך דסנהדרין דף ח' והוריות דף ג' בשינוי הלשון דשם דבסנהדרין דף ח' אמר מכניף כולהו טבחי ובהוריות אמר רק עשרה וזה תליא אם ראיית טרפה הוה גדר הוראה או גדר בירור וכן הדין לדידן גבי בדיקת הריאה כיון דעל פי דין א\"צ לחוש לזה עיין רש\"י חולין דף י\"ב ע\"ב ודף נ' ע\"ב אך זה הוה בגדר תקנה ועיין לקמן פי\"א הי\"ג ועיין ירושלמי ביצה פ\"ג דהוה זה תקנה ראיית טרפה מדבריהם ע\"ש והטעם דכיון דקיי\"ל דמיד לאחר שחיטת הקנה הוה הריאה כמה דפסיקא וכמבואר בחולין ד' ל\"ב ע\"ב ומ\"מ לא אישתרי וגם אנן קיי\"ל דניקבה הריאה בין שחיטת קנה לושט אסורה א\"כ חזינן דאין השחיטה פועלת בה בפרטות להכשיר רק אגב הבהמה לא שייך בה כל כך נשחטה הותרה ואף דממילא על ידה נטרפת גם הבהמה לא איכפת לן דמ\"מ בה ממש אינה מועלת השחיטה. ובזה יש ליישב דברי רבינו לקמן דבכמה מקומות פסק בספק דטרפה ובכ\"מ פסק דכשרה וזה תליא כך דבדבר שהטרפה מצד עצמה יש לנו לומר בזה נשחטה הותרה אבל בדבר דהטרפה הוא שעל ידי זה יהיה סיבה להטריף בזה לא שייך הך דנשחטה הותרה כיון דהדבר גופא אין בה טרפות לא שייך לומר בזה נשחטה הותרה. ובזה א\"ש מש\"כ רבינו בהל' טומאת מת פ\"ח ה\"ח גבי קבר הנמצא דאמרינן רק משעת מציאה ואילך והקשה הר\"א ז\"ל משרץ ובזה א\"ש דע\"י המת מוציאין גם המקום מחזקתו דהמקום נעשה טמא וממילא מוקמינן אחזקה משא\"כ ע\"י שרץ דהמקום לא איתרע ע\"י שהוא שם ומה שהוא גורם לטומאה לא איכפת לן ובזה א\"ש ג\"כ להך דין דשמוטת הגף אם ספק אם קודם שחיטה או לאחר שחיטה דאזלינן לחומרא משום דאין האיסור מצד עצמה, ולכך צריך בדיקה והבדיקה הוא בגדר תקנה לא בגדר בירור, וכן הדין גבי סכין כמש\"כ וכיון דזה הוא המתיר לכך צריך דוקא הוראת חכם או טבח חכם גדול העיר כמש\"כ רש\"י ובזה א\"ש ג\"כ הך שיטה דנשים פסולות לשחוט מה שהקשו התוס' מהך דזבחים דף ל\"א אך כך דהיכא דזה גופא הוה הפעולה י\"ל דאין נאמנות נשים אך אם זה רק גרם דעל ידי זה יהיה היתר הוה זה רק כעין גילוי מלתא ועיין נדה דף מ\"ח ע\"ב גבי בדיקה וקדושין דף ע\"ג ע\"ב גבי חיה ועיין בהך דיומא דף פ\"ד ע\"ב גבי אם יכול להתיר ע\"י נשים, וא\"כ נמצא לפי\"ז כך דגבי חולין דהשחיטה הוא המתיר אין נשים נאמנות אבל גבי קדשים דאין השחיטה בלבד מתיר עיין חולין דף פ' ע\"ב דלר\"ש הוה כמו שחיטה שאינה ראויה לכך גם נשים נאמנות וא\"ש. והנה א\"כ י\"ל דגם גבי סכין כן וכמו גבי בכור דבמום שאינו מובהק בעי דוקא חכם מובהק וראייתו מתרת לא רק גילוי מלתא בעלמא ועיין בהך דזבחים דף ק\"ד ע\"א גבי טרפה דוקא שהתירו מומחה ור\"ל דוקא מומחה ולא ג' הדיוטות וא\"ש מ\"ש התוס' שם אך זה רק במקום דבעי מומחה דהיינו מום שאינו מובהק לגמרי ועיין במש\"כ רבינו בהל' בכורות פ\"ג ה\"י ולכך לדידן לא שייך זה הדין דכיון דאין לנו חכם מובהק וכן היכא דהתירו שלא כדין ס\"ל לרש\"י ביצה דף כ\"ו דגם בדיעבד לא מהני התירו וכן ס\"ל לרבינו פ\"ג מהל' בכורות ה\"ה דאם לא נמעך כו' ה\"ז יקבר משמע אף אם לא מצאו ביצה שניה וכן ר\"ל הך דבכורות דף ל\"א וכ\"כ בזה. אך כל זה במומין שצריך להתיר אבל במום מובהק הוה רק גדר גילוי ורק משום כבודו של חכם כמבואר בכורות דף ל\"ו ע\"ב ועיין יומא דף ע\"ח ע\"א דבר זה כו' להתגדר בו ע\"ש, וכן הדין גבי הך דשם ד' ל\"ו ע\"א לא חילקו בין חבר לע\"ה ודף ל\"ח ע\"ב גבי אעפ\"י שאמרו אין אדם רואה ג\"כ כה\"ג הנה כן הדין גבי סכין דבסכין שיש בו פגימה אך אין בה שיעור אז צריך דוקא חכם לזה והויא הוראה לא בירור וזה ר\"ל בהך דחולין דף י\"ח שלא נמצאת סכינו יפה ר\"ל דהיינו פגומה אך אין בה שיעור פגימה דאז הראיית חכם מעכב אך זה רק בחולין דהשחיטה היא מתרת וכמש\"כ משא\"כ בקדשים דאין השחיטה מתרת אז לא מעכב ראיית חכם להסכין וכן נ\"ל דגבי עוף דשם ג\"כ רק השחיטה בגדר סילוק האיסור לא בגדר תיקון שם ג\"כ אינו מעכב ראיית חכם ועי' במה דפליגי בתו\"כ בפ' מצורע אם שחיטת ציפורי מצורע דוקא בכהן או אף בזר וזה משום דכל עוף הוה השחיטה רק לסלק אבל בציפורי מצורע הוה השחיטה בגדר פעולה דשם לא שייך בגדר סילוק האיסור דהא אסורה בהנאה ולכך אסורה בזר ועיין תוס' יומא דף ל\"ב ע\"ב גבי מריקה דצריכה בכהן דוקא וזה י\"ל ג\"כ דגבי ציפורי מצורע כיון דצריך לדם צריך דוקא שחיטת ב' הסימנין וגם הורידין כמבואר בסוטה ד' ט\"ז ע\"ב ובזה א\"ש דלא מוקי הך דחולין ד' כ\"ט ע\"א הך דהשוחט דר\"ל אציפורי מצורע ועיין בירושלמי סוטה פ\"ט גבי עגלה ערופה אי בעי שנים או רוב שנים ועי' ברש\"י חולין ד' קל\"ג דבעי דוקא כהן גבי עריפת עגלה ערופה ע\"ש ובתוס' חולין ד' כ\"ג ע\"ב בד\"ה פרה ע\"ש ועי' כתובות ד' ל\"ז ע\"ב בתוס' ובכורות ד' י' ע\"ב גבי פטר חמור, אבל אם אין בה פגימה כלל אז לא הוה רק משום כבודו של חכם ועי' בירושלמי נדה פ\"ג נאמנת אשה לומר לא ילדתי ובהך דחגיגה ד' כ\"ב ע\"ב נאמן ע\"ה לומר לא הוכשרו ר\"ל שאז אינו בגדר טומאה כלל ולא גזרו וה\"נ כן ורק משום כבודו אך כל זה במקום שיש חכם אבל לדידן דליכא כלל חכם אז אם יש איזה פגימה בהסכין פסולה דהא זה תליא בהוראת חכם ואם אין פגימה כלל אז לא שייך כלל בגדר ראיה כמו בהך דכריתות ד' י\"ג ע\"ב שרץ טמא ע\"ש ומש\"כ רבינו בהל' ביאת מקדש פ\"א ה\"ג ובזה א\"ש כונת רבינו כאן בהל' כ\"ו אם נמצאת יפה ובדוקה דהיינו שאין בה שום פגימה כלל מנדין אותו לפי כו' ותהיה פגומה לא ר\"ל שהוא חשוד לשחוט בסכין פגום רק ר\"ל שהפגימה פחותה מחגירת צפורן רק שראיית החכם מעכב וכמש\"כ וכל זה לדינא דגמ' אבל לדידן אין שייך כלל זה וא\"ש. והנה לפי מש\"כ דהבדיקה הוא גדר דין לא בירור ומשום דהוא מתיר ר\"ל כך דהא רש\"י ז\"ל בחולין ד' י\"ט ע\"ב וד' כ' ע\"ב כ' דאף דהא תחלת שחיטה הוה גדר טרפה מ\"מ כך דרך שחיטה אך זה שייך רק היכא דידעינן ששחיטה טובה היא אבל כ\"ז שלא בדק את הסכין אינו יודע בבירור שהיא שחיטה א\"כ חל עליו דין טרפה דנקובת הושט ושוב לא נכשר לבסוף וע' תוס' חולין ד' ל' ע\"א ד\"ה השוחט וזהו כונת הגמ' ד' י\"ז ע\"ב כיון דכי נקיב טרפה בעי בדיקה ע\"ש ברש\"י ולמה כאן נקט הש\"ס לשון נקוב על חשש פגימה ולעיל לא נקט זה ועי' תוס' ד' ב' ע\"ב ד\"ה שמא דיש גם חשש עיקור אך ר\"ל כך דכיון דבתחלת שחיטה הוה נקובת הושט רק משום דדרך שחיטה הוא כך ולכך צריך לבדוק, ועי' תוס' יבמות ד' נ\"ט ע\"ב גבי העראה ג\"כ כזה דכל דרך ביאה כן הוא, ועי' בהך דב\"ב ד' קמ\"ב ע\"א רפויי מרפיי וה\"נ כן ושוב אין עליו שם שחיטה ועי' בירושלמי נזיר פ\"ז ה\"ב דאם חתך רגלו מן הארכובה ולמטה ונקבר אצלו הוה גלגלין ובטל ממנו רקב משא\"כ בשעה שהוא מחובר אז הוה כדרך גוף אחד ועי' בירושלמי גיטין פ\"ג ה\"ב דלכך ר\"י פוסל אף בתופס משום דכיון דלא נכתב לשם גט אף שאינו מעכב מ\"מ אין שם גט עליו והוה כענין אחר וענין אחר בגט פסול, ועי' בהך דבכורות ד' ג' ע\"א התם לא עריבה כו' אף דנפל הוה בכור הרי מבואר דלא שהחסרון פועל רק מה שמעורב בו דבר אחר זה פוטרו ועי' בהך דחולין ד' קל\"ה ע\"ב גבי שותפות עכו\"ם ותוס' מגילה ד' ט' ע\"א ד\"ה בשלמא דהיכא דלא כתב שלא כהוגן גרע טפי ע\"ש ועי' בהך דר\"ה ד' כ\"ז ע\"א ובר\"ן שם גבי תקיעה וכ\"מ וא\"כ שוב לא מהני מה שיבדוק אחר השחיטה גם י\"ל דהתקנה הוא שלא ישחוט בלא בדיקת סכין ולא משום חשש וא\"כ מה מועיל הבדיקה אח\"כ דמ\"מ לא קיים התקנה ועי' ב\"מ ד' כ\"ו ע\"ב גבי אע\"ג דאהדריה לאחר יאוש כו' ובהך דבכורות ד' ג' ע\"ב ברש\"י ד\"ה הכא ע\"ש, ונ\"מ בין הני טעמי אם גם הני תלתא בדיקה צריך לבדוק כולהו קודם שחיטה דזהו רק בגדר תקנה, ועי' רש\"י ד' י\"ז ע\"ב ד\"ה הא דמוכח דלאחר שחיטה אם בדק קודם שחיטה אף דצריך לבדוק אח\"כ א\"צ רק בדיקה אחת ולא כל הג' בדיקות. אך מדברי רבינו בהל' כ\"ד שכ' וצריך לבדוק כן משמע דגם לאחר שחיטה צריך הני ג' בדיקות וא\"כ ע\"כ ס\"ל דזה הוה ג\"כ תקנה ועי' ברש\"י חולין ד' י' ע\"ב דדבריו שם לכאורה קשים בד\"ה למיפסל. אך באמת ר\"ל דנ\"מ אם צריך ג' בדיקות או רק בדיקה אחת דמשום חשש טרפה לא שייך כיון דקיי\"ל כר\"ז ומשום התקנה דלפני שחיטה צריך כל הג', ובאמת מאי דאמרינן בגמ' ד' י\"ז ע\"ב דלר\"ז א\"צ ג' בדיקות ר\"ל דא\"צ להחכם הג' בדיקות ושם משמע דהחכם היה בודק זה אך השוחט צריך לבדוק דבלא זה אין על הסכין שם בדוק, וכעין דקיי\"ל גבי פרה אדומה דאף ספק טמא ודאי עי' בירושלמי פ\"ב דשבועות ועי' בחגיגה ד' כ\"ה דאין צמיד פתיל מציל ושם דף כ\"ג ע\"א ובירושלמי שם ספ\"ד דהוסיף הכתוב טהרה מעולה ועי' בפי\"א דפרה מ\"א בר\"ש ומ\"ב וכ\"מ בזה ובדברי רבינו בהל' פרה פ' י\"ד. ובזה א\"ש דברי רבינו בהל' כ\"ג וגם נ\"מ לענין חצי קנה פגום אם ג\"כ צריך הסכין לבדוק ג' בדיקות. אך זה תליא אם על ידי המשהו נעשה גם החצי כמו נשחט או די בזה עיין לעיל בהל' י\"א בין שהתחיל כו' וחולין ד' י\"ט ע\"ב דמוכח לפי שיטת רבינו לקמן דעכו\"ם עושה פעולה לאיסור לא דהוה כמו מאליו עיין לקמן פ\"ד הי\"א וי\"ג וא\"כ ע\"כ החצי אינו בגדר שחיטה כלל דאל\"כ הרי מערב בו פסול, ועי' רש\"י ד' י\"ט ע\"א ד\"ה ורבנן וכ\"כ בזה בהלכות מאכלות אסורות, ועי' בהך דסנהדרין ד' מ' ע\"ב גבי מה דאמר ר\"י לחכמים מי שבא ואמר אמש כו' ר\"ל דלא פלוג דהני חקירות הוה דין לא בירור וה\"נ כן:"
            ],
            [
                "<b>היה התלם כו'.</b> עיין מש\"כ הכ\"מ בשם המרדכי דדוקא אם ידע שיש בה פגימה, ועי' ברש\"י דף ט' ע\"א ד\"ה ולא ידע מוכח מדבריו דהחשש לא עליו שלא ידע שעשה רק שלא ישאל אך רבינו לא פי' כן לקמן פ\"ד ה\"ב ונ\"מ אם הוא מותר לאכול מהם ובהך דחגיגה ד' כ' ע\"א ע\"ש ועי' בכתובות ד' כ\"ח ע\"ב גבי עכו\"ם ונתגייר ובהך מחלוקת דירושלמי פ\"ג דחגיגה על הך דדף כ\"ו ע\"א גבי אם נאמן לומר הגר שלא נגע ביין ולמה שכ' רבינו בהל' מטמו\"מ פ\"י ה\"ז ע\"ש ומש\"כ התוס' יבמות דף ק\"א ע\"א ד\"ה הא קמ\"ל ע\"ש. ובזה יש ליישב מ\"ש התוס' חולין ד' ג' ע\"ב ד\"ה דליתא דמוכח דאם לא ידע לא מהני אף אם אחרים רואים אותו ועי' תוס' סוכה ד' מ\"ב ע\"ב ד\"ה והיודע ע\"ש אך כך דכיון דהם לא ידעי שהוא אינו יודע גם על זה שייך כל מלתא דלא רמיא ולא מהני מה שראו וכעין זה פי' רבינו בהך דשבועות ד' מ\"ב ודף ל\"ד ע\"ב גבי כל מלתא דלא רמיא דר\"ל דהעדים אינם זוכרים לא שהוא אינו זוכר עיין בדברי רבינו בפ\"ו מהל' טוען ה\"ד ע\"ש ועי' ע\"ז ד' נ\"ח ע\"ב ברש\"י שם ד\"ה ס\"ד שכ' ואנן הוא דלא רמינן כו' ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכיצד בודקה כו'.</b> עיין ירושלמי פסחים פ\"ז ה\"י דבשר מרגיש בפגימה קטנה ע\"ש:"
            ],
            [
                "<b>וצריך לבדוק כו'.</b> עיין בהך דזבחים דף פ\"ח ע\"א גבי סכין מטרפת ע\"ש ברש\"י. והנה י\"ל דאף רב חסדא דס\"ל כאן ד' י' להיתר י\"ל דזה רק משום דאזיל לשיטתיה לקמן ד' י\"ז ע\"ב דפגימה צריך שיעור דוקא ומיירי כאן דלא מצא בה רק שיעור פגימה וא\"כ אם נימא דהעצם ג\"כ פגם שוב לא הוה שיעור פגימה בהעור וכשרה ובזה א\"ש לשון הגמ' עצם ודאי כו' עי' תוס' ובעה\"מ ע\"ש וא\"כ לדידן דלא פסקינן כן לכ\"ע אסור וגם גבי קדשים י\"ל דהפגימה קטנה פוסלת מחמת דין כלי עיין מש\"כ רבינו פ\"א מהל' כלי המקדש הט\"ו, ושם בהל' י\"ד לא חשיב נפגמו משום דעדיין שם כלי עליו:"
            ]
        ],
        [
            [],
            [
                "<b>הבשר טהור כו'.</b> עיין זבחים ד' ס\"ט ע\"א דמצריך שם קרא על זה ועי' בתוספתא דחולין פ\"ב וט\"ס שם אך שם רק גבי עוף ועי' בהך דחולין ד' פ\"ה ע\"ב מה דאמר שם אימא מידי נבלה נמי לא מטהרי לה שם מוכח דאדרבא כיון דיש עליו שם חולין בעזרה ע\"י זה השחיטה מטהרתו בודאי והנה בהך דזבחים ד' ס\"ט גבי מלק ונמצא טרפה ולפי מה דפליגי שם דף ע' ע\"ב גבי אם טיהר ר\"מ בבעלי מומין עיין בזבחים ד' ק\"ד ע\"א במה דאמר שם נמצא טרפה בבני מעים מרצה ועיין בקדושין ד' נ\"ז ע\"א דמבואר שם דאדרבא לא חל עליה קדושה כלל וצ\"ל דמיירי שנטרפה לאחר הקדש ועי' בהך דתמורה דף י\"ז ע\"א בהך מחלוקת דר\"א ושמואל אם מקדיש את הטרפה אם חל עליה שם קדושה ומבואר שם דלר\"א אף אם נטרפה לאחר שהקדישה פקע הקדושה ממנה ועי' בחולין ד' קל\"ו ע\"ב ומנחות ד' ו' ע\"א דגבי בכור אף אם הוא טרפה יש עליו שם בכור וכן פסק רבינו בהל' בכורות פ\"א ה\"א וצ\"ל הטעם משום דלא גרע מן נפל דמרבינן בבכורות דף ג' ע\"א דנוהג בבכורה ועי' תוס' חולין ד' ע\"ז ע\"ב ע\"ש ועי' בפסחים ד' ע\"ג ע\"א גבי הך דשחטו ונמצא טרפה בסתר ע\"ש בתוס' דאמאי פטור וצ\"ל ג\"כ דזה אתיא כר\"ע בזבחים ד' ק\"ד דמרצה על עורו וע\"ש בירושלמי דס\"ל דאף למ\"ד דבעי דוקא עשה מצוה מ\"מ גבי טרפה בסתר פטור וע\"כ כמש\"כ. והנה אף דרבינו פסק בסוף הל' פסוהמו\"ק דיקבר מ\"מ בהל' בכורות פ\"ג ה\"י פסק דמותר לכהנים ליהנות בעורו והטעם דהנה עי' בהך דשבועות ד' י\"א ע\"ב מבואר שם דגבי קדשי בדה\"ב אף דאין פודין את הקדשים מ\"מ העור מותר ע\"ש בתוס' ועי' בהך דמעש\"ש פ\"ג הי\"א גבי צבי שלקחו בכסף מעשר דהוה שם מחלוקת דתנאי בעורו, וע\"ש בירושלמי מה דתלה לה בהך דבדה\"ב אם הוה בכלל העמדה ע\"ש. אך באמת נראה כך דהטעם דקדשי בדה\"ב דהעור נפדה גם בטרפה הוא משום כך דטרפה בקדשים אף דהקדושה פקע כמבואר בהך דתמורה הנ\"ל זה רק הקדושה אבל איסור יש בהם מה\"ת וכמו בקדשים שמתו דזה הוה איסור בפ\"ע עי' תוס' קדושין ד' נ\"ז ע\"ב בהך מה שלי בשלך וממילא גם העור אסור דשם הבהמה עליו והוה כמו מעשה עץ דחולין ד' קכ\"ט ע\"א, ועי' רש\"י שם ד' קי\"ו ע\"ב דעל עור לא חל הקדושה ואף דבכל מקום מבואר דהזריקה מוציאה את העור מידי מעילה עי' זבחים ד' מ\"ג וע\"ש ד' ק\"ג ע\"א ותוס' יומא דף מ\"ט ע\"ב וכ\"מ אך זה רק משום הקרבן וכמש\"כ ונ\"מ דאף אם נימא דיכול לשייר העור מן הקדש עי' תמורה ד' י\"א ע\"ב מ\"מ הוה לכהן מחמת הקרבן, ועי' במה דמבואר בפ\"א דמעש\"ש ה\"ג ובמנחות דף פ\"ב ע\"א גבי הלוקח ממעות מעשר בהמה לזבחי שלמים או חיה לבשר תאוה מה\"ת יצאה העור לחולין דאחר שחיטת הבהמה הוא נעשה דבר חדש מאליו ולא תפיס ועי' בזבחים ד' ק\"ג ע\"ב אם מה שהעור של כהנים מחמת הבשר או מחמת הקרבן ונ\"מ לעור של בכור שהוא לכהן אם מחמת הבשר או מחמת דכיון שניתן לכהן העור שלו דשוב מקרי קרבן של כהן לא בגדר בכור רק שהדין הוא שבכור ניתן לכהן והכהן מקריבו בחזקת קרבן שלו והוה בעלים וזה תליא בהך מחלוקת בתמורה ד' ז' ע\"ב דר\"ע וריב\"נ ועי' בזבחים ד' נ\"ז ע\"א בכור מתנה לכהן, ועיין במה דפליגי רבינו עם תוס' בהל' תמורה פ\"ג ה\"ב למי שייך תמורת הבכור אם לכהן אם לבעלים ותוס' זבחים ד' ע\"ה ע\"ב ע\"ש דלא ס\"ל כן ועי' בירושלמי פ\"א דמעש\"ש ה\"ג ופ\"ב דקדושין ובתוספתא בקדושין פ\"ד דמוכח שם דזה לכ\"ע אם קידש בעור של בכור תם מקודשת דהעור גביה לא הויא כמו משלחן גבוה ועי' בחולין ד' קל\"ג ע\"ב דחשיב עורות קדשים מהני שבירושלים ועי' בהך דמנחות ד' ק\"ז בהך דאמר שם כל חד וחד יומו קעביד וזה פלוגתא דאמוראי שם ותליא במש\"כ וא\"כ לפי\"ז גבי בכור בעל מום דהוא מתנה לכהן מחמת ריבויא דקרא דובשרם כמבואר בבכורות ד' כ\"ח ועי' בחולין ד' קל\"ג ע\"ב גבי ד' שבירושלים וגם זה נותנים לכל כהן לא לאנשי משמר עי' מש\"כ רבינו בהל' ביכורים פ\"א ה\"י אך שם רק על בכור תם, ועי' רש\"י זבחים דף ק\"ב ע\"ב דלא ס\"ל כן ובירושלמי ספ\"ד דחלה דרק לאנשי משמר ובתוספתא סוכה בסוף ע\"ש אך כל זה בתם אבל בעל מום הוה רק מתנות כהונה ונ\"מ דאז העור הוה כמו מתנה בפ\"ע ולא בטל להגוף ולכך אם נמצא טרפה בבני מעים לאחר ההתרה העור מותרת וכן גבי קדשי בדה\"ב דמבואר בחולין ד' קל\"ה דיכול לשייר לכ\"ע נמצא כשמקדישה הוה כשני הקדשות ולכך אם נמצא טרפה העור מותר וכן ס\"ל לר\"ש בהך דפ\"ג דמעש\"ש הנ\"ל גבי צבי דהעור הוא דבר בפ\"ע כיון דרבנן תיקנו שלא יקח חיה לבשר תאוה כמבואר בירושלמי שם פ\"א ובתוספתא שם ולכך הוה העור כמו דבר בפ\"ע ולכך אם מת הצבי יפדה ר\"ל העור וכמש\"כ, והך דר\"ע בזבחים ד' ק\"ד ס\"ל דגם עורות קדשים הוא דבר בפ\"ע לכהנים ולא מכח הבשר וכמ\"ש, ולכך גבי בכור גם טרפה יש עליו שם בכור לכ\"ע מחמת דדין בכור העיקר הוא מה שצריך ליתנו לכהן והכהן אח\"כ מקריבו וכמש\"כ, וא\"כ לפי מה דאמר שם בקדושין ד' נ\"ז ע\"ב הטעם דחולין בעזרה הוא משום דיליף משחוטי חוץ וא\"כ כמו גבי קדשים פסקינן דטרפה מפקעת הקדושה כמבואר בתמורה ד' י\"ז ה\"ה לענין חולין בעזרה ג\"כ כן וכעין מש\"כ התוס' מנחות ד' פ\"א ע\"ב ע\"ש ולכך פסק רבינו ז\"ל בזה כר\"ש דגבי שוחט את הטרפה ליכא חולין בעזרה ואף בגמ' דילן אמר מטעם שחיטה שאינה ראויה זה רק לר\"ש דס\"ל דגם גבי קדשים שנמצא טרפה השחיטה מועלת וכמש\"כ מהך דפסחים ד' ע\"ג ע\"א גבי שחטו ונמצא טרפה דמוקי לה בירושלמי גם לר\"ש דס\"ל דטעה בדבר מצוה ולא עשה מצוה חייב ולכך בגמ' שם מביא שני בבות השוחט את הטרפה והשוחט ונמצא טרפה וכמש\"כ, ולכך ס\"ד בחולין שם ד' פ\"ה דלא מהני גם לטהרה מידי נבלה לר\"ש משום דלא הויא שחיטה כלל וכמש\"כ וזה רק לר\"ש אבל לדידן לא וא\"ש מש\"כ רבינו:",
                "<b>וקוברין אותו ועפרו אסור.</b> ועי' בהל' ג' ובכס\"מ. והנה לעיל בפ' י\"ו מהל' מאכלות אסורות כתב רבינו בהלכה ו' דאיסור הנאה שלהם רק מדבריהם וכן כתב בפ\"ב מהל' גניבה גבי ד' וה' ע\"ש בהל' ח', ועי' במש\"כ רש\"י בפסחים ד' כ\"ב ע\"א ע\"ש בתוס' ד\"ה חולין. אך באמת מלשון רבינו בהל' מאכלות אסורות משמע דקאי גם אבשר בחלב ע\"ש אך ר\"ל כך דכ\"כ שם די\"ל דנקברין כיון שעפרן אסור שוב א\"א לומר שיתבטל דלא גרע מעפרן והנה מלשון רבינו שם משמע דגבי חתיכת בשר בחלב וחולין בעזרה לא הוה הטעם משום חתיכה הראויה להתכבד רק הטעם כמש\"כ ועי' בדברי רבינו בסוף הל' פסוהמו\"ק דלכאורה משמע שם מלשונו דאם שרף הנקברים אפרו מותר דרק אם נעשה עפר ע\"י הקבורה אז אסור וכ\"כ בזה בהל' חו\"מ ועי' בדברי רבינו בהל' נזירות פ\"ו הי\"ד וס\"ל לרבינו דהא דאפרן אסור זה רק מדבריהם כיון שהדבר נשתנה ונעשה צורה אחרת וכמש\"כ רבינו בהל' אבות הטומאות פ\"ד הי\"ב אך לעיל בהל' מאכלות אסורות כתבתי לחלק בין טומאה לאיסור וכמו בשר מת שהופרך בסוף תמורה שם וכ\"כ בזה ולכך ס\"ל דגם בד' וה' הטעם דאמרינן לאו דמאריה קשחיט גבי חולין בעזרה זה רק משום דגם עפרו אסור ופקע ממנו שם בעלים:"
            ],
            [],
            [
                "<b>האומר בהמה כו' אם נשחטה כו'.</b> והנה אם שחטה בחוץ דהיא אסורה בהנאה מה דינו של הולד הנה מלשון רש\"י חולין דף ס\"ט ע\"א מוכח דהולד אסור ע\"ש בד\"ה ותבעי לך אך י\"ל דשם קאי אם נימא דגם הולד קדוש דאל\"כ לא שייך כלל שנימא דתיהני ליה מחיצה דירושלים ועיין בהך דזבחים דף ל\"ה ע\"א דמוכח שם דלמ\"ד בהווייתן הם קדושים אף אם נתפגל האם הולד מותר והך דע\"ב שם הוא למ\"ד במעי אמן הם קדושים ועיין בהך דתמורה דף י\"א ודף כ\"ה ע\"ב ע\"ש דאם נימא דאינו קדוש הולד חולין ואף בפחות מבן ה' גבי דקה אך שם שאני דכיון דהשחיטה הוה טובה וגם דגבי קדשים יש קרא למעט כמבואר בחולין דף ע\"ה וזבחים דף צ\"ח אך לענין שחוטי חוץ י\"ל דנאסר כמו האם ועיין בתוספתא תמורה פ\"ג גבי אם הקדיש הולד ושחט האם הולד אסור באכילה משום דהוה יוצא דופן ופסול מליקרב ונפדה כמבואר בפ\"ד מהל' תמורה ה\"ח ע\"ש ולא בעי כאן העמדה והערכה אף דהוה כבישרא בדיקולא ובאמת נ\"ל דאף אם נימא כמבואר בתוספתא דבכורות פ\"ג דשפיר יש עליהם קדושת הגוף גבי הוקדשו בבטן מ\"מ בבן פקועה כ\"ע מודו ועיין בהך דחולין דף ע\"ד ע\"ב ד\"ה דגמר ור\"ל דטעם דבישרא בדיקולא לכ\"ע מהני להפקיע קדושת הגוף וגם משום יתום עיין בכורות דף מ\"ב ע\"א דחשיב לה גם זה בהני דלא קדושים ולא מקדישים אך י\"ל דלת\"ק דפליג שם בתוספתא דתמורה על ר\"א גם על יתום פליגי. אבל בן פקועה כ\"ע מודו דפקע. גם י\"ל דהך דתמורה דף י\"ז זה רק לדידן דס\"ל דיוצא דופן לא הוה כלל לידה אבל לר\"ש בנדה דף מ' דס\"ל דהוה לידה אף דגבי קדשים אינו קדוש זה רק משום דין וי\"ל דלא גרע מבעל מום וע\"ש דף מ\"א דאמר חד לבהמת קדשים כו' ע\"ש דרק אם בהוייתן וזה משום דלר\"ש הקדושה לא פקעה וי\"ל דהתוספתא דבכורות אתיא כר\"ש ולכך שפיר קדוש לבד מן בכור ומעשר דלא חל על עובר כמבואר חולין דף ס\"ט ע\"ב ובכורות דף נ\"ו. עכ\"פ גבי בן פקועה לכ\"ע פקע קדושת הגוף ונפדה דלא גרע ממפרכסת כמבואר בחולין שם. והנה בתוספתא דתמורה שם נקט אם מתה הבהמה אסורה בהנאה העובר וי\"ל דהוה כקדשים שמתו ועיין במעילה דף ט\"ו ע\"א ודף י\"ב ע\"א. ובאמת לכאורה י\"ל דהתוספתא דתמורה הנ\"ל מיירי כשכלו חדשיו להעובר דאז לשיטת רבינו רק מה שמועלת השחיטה אבל לשאר דברים הוה כמו דבר בפ\"ע אם נמצא חי דחייב על חלבו כרת אבל בלא כלו חדשיו דשרי הכל מטעם כל בבהמה י\"ל דגם הקדושה פקעה וא\"צ אף לפדות וכעין מה דס\"ל לרבינו בפ\"ד מהל' תמורה גבי ולד חטאת בהל' ג' אך י\"ל דכיון דיש עליו קדושת הגוף כשהוא במעי אמו לא פקעה בכדי כעין הך דנדרים דף כ\"ט. אך עיין במעילה דף ט\"ו ע\"א דאמר שם אי בבדה\"ב אף כי מתו נמי כו' ע\"ש בתוס' ור\"ל דהא שם דף י\"ב מקשה וכי קדושה שבהם להיכן הלכה ע\"ש אך זה היכא דלא נשתנה אבל היכא דנשתנה למין אחר שפיר פקעה. אך כך דהנה עיין בערכין דף י\"ד וב\"ב דף ע\"ב ע\"ב מ\"ד שם דאזיל בתר פדיון ר\"ל כך דהקדש כיון דכל היכא דאיתיה בי גזא דרחמנא הוא הוה כ\"ז כמו הקדש חדש וכעין הך דנדרים דף כ\"ח ע\"ב ועיין בכורות דף ל\"ב בתוס' ועיין מש\"כ הראב\"ד ז\"ל בתו\"כ פ' ויקרא דאם הקדיש תורים והולידו ביצים ונולד מהביצים אפרוחים חל עליהם קדושת הגוף כאילו קדשו עכשיו וזהו ג\"כ כונת רבינו בהל' כלי המקדש פ\"א הי\"ג ואין קדושתן מסתלקת מהן לעולם ר\"ל דאם התיך אותם ועשה מהם חדשים חל עליהם תכף קדושת כלי שרת וא\"צ לקדשם פעם אחרת ועיין בהך דע\"ז דף נ\"ב ע\"ב גבי הך דהכנוס ע\"ש ברש\"י דמשמע דצריך עוד הפעם לקדשם ועיין בהך דמנחות דף ק\"א ע\"א, אך זה רק אם עכשיו חל עליהם ההקדש ולכך בקדשי בדה\"ב שפיר יש בהם מעילה כמו דקדשינהו עכשיו. אבל בקדשי מזבח דכעת לאחר שמתו א\"א להקדישם פקע מהם הקדושה. וכן גבי בן יונה שעבר זמנה כמבואר שם דף י\"ב ובדברי רבינו סוף פ\"ב מהל' מעילה ע\"ש א\"כ דגם כאן גבי בן פקועה כן אך כל זה שם אבל גבי בהמת הקדש והולד חולין ושחטו בחוץ י\"ל דהשחיטה מהני אף להתירה באכילה ולא דמיא לטרפה דשם השחיטה לא הועילה לענין אכילה כמש\"כ לעיל בהל' מאכלות אסורות מהך דחולין דף פ\"ה ע\"ב משא\"כ כאן דהשחיטה מועלת שפיר מדמחייב עליה כרת וכמבואר בזבחים דף ס\"ט וא\"כ תועיל לגבי הולד אף להתירו באכילה. והנה אם מתה הבהמה של הקדש מה דינו של ולד שלה. הנה לכאורה זה תליא במש\"כ לעיל גבי הך דפ\"ג דמעש\"ש גבי צבי שמת אם מותר עורו אף דהעור אין עליו שם מעשר מה\"ת ועיין בהך דבכורות דף כ\"ה ע\"ב גבי בכור שמת דהצמר שלו אסור לכ\"ע אף די\"ל דאין עליו קדושה ועיין מש\"כ רבינו בהל' מעילה פ\"א ה\"י ובדברי התוס' בכורות דף כ\"ו ומעילה דף י\"ב ע\"ב אם יש בגיזה איסור הקדש בפ\"ע ובר\"ש פ\"ג דערלה ובהך דפסחים דף ל\"ג ע\"א דמבואר דיש בו מעילה ובהך דחולין דף קל\"ה ע\"א ע\"ש ברש\"י ובהל' מעילה פ\"ו הל' ב' אאריך בזה, וי\"ל דזה תליא בהך מחלוקת דר\"י ור\"ל בחולין דף ע\"ד ע\"ב אם הוה כשני גופים או כגוף אחד. ועיין נזיר דף נ\"א גבי גלגלין ובהך דביצה דף ו' ע\"א ע\"ש ברש\"י גבי עגל שנולד מן הטרפה דמשמע שם דהוה שחיטת אמו מתירתו מותר לשחוט את אמו כדי להתיר אותו ועיין בירושלמי שם פ\"א נעשה כדבר מוכן טמון בשאינו מוכן:"
            ],
            [
                "<b>אין שוחטין כו'.</b> והנה כאן כתב משום עובד המים ולא משום שרא דמיא ועיין לקמן בהל' י\"ד דשיטת רבינו שם מוכח דאם לשם מזל שלהם אף אם לא אמר לשם תקרובת אסור בהנאה אבל לשם ים אז אם פי' לשם תקרובת אסור ואם סתם מותר מה\"ת ולא כפי' רש\"י ותוס' ולפי מש\"כ לעיל בהל' מאכלות אסורות גבי יי\"נ לחלק בין דבר שרוצה זה להקריבה או רק בגדר עבודה ה\"נ רצה לומר כך. ועיין בתוס' חולין דף מ' ע\"א ד\"ה לפני מש\"כ שם אי נמי דכיון דלפני כו' סתמא כו' אך באמת י\"ל דמה שכתב רבינו בהל' י\"ד הוא רק דלא מיקרי תקרובות אבל מ\"מ נסקל וכמו הך דסנהדרין דף ס\"א ע\"א וכעין שכתב התוס' ורש\"י כאן ואך י\"ל דזה הוה כמו העובד מאהבה ומיראה עיין מש\"כ רבינו בהל' ע\"ז ומש\"כ שם. ועיין בע\"ז דף מ\"ז ע\"א דהוה שם בעיא גבי המשתחוה למעין אם לבבואה או למים ממש, ועיין מש\"כ התוס' יומא דף נ\"ד ע\"ב להביא את הסורזירים ובהך דחולין דף פ\"ה ע\"ב גבי הך דר' חייא ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין שחיטת החולין צריכה כונה כו'.</b> כ\"כ בזה בהל' מאכלות אסורות פ\"ד ה' כ\"ב ע\"ש:",
                "<b>ושחטה בהליכתה כו'.</b> ר\"ל דרק אם דרך הליכה נשחט אז מיקרי וזבחת אבל לצדדין לא וכעין הך דסנהדרין דף ע\"ח ע\"א דהוה כח כחוש ועיין בתוס' שבת דף צ\"ט ע\"ב וכן מבואר בתוספתא כאן ועיין בזבחים דף ט\"ו ע\"א גבי היה מזה ונקטעה ידו של מזה וע\"ש ברש\"י דמשמע מטעם בעל מום ולאו דוקא ידו אך מלשון רבינו לא משמע כן רק דצריך להיות נתינה והזיה עד שיבוא על המזבח וה\"ה כאן גבי שחיטה אם ר\"ל דבשעת שחיטה צריך שיהיה כחו או שיהיה ע\"י כחו. ועיין בהך דזבחים דף ס' ע\"א ודילמא שפיכה מכח אדם וכו' ע\"ש, ועיין מש\"כ בזה בהל' מאכלות אסורות פי\"ב ה\"ט גם נ\"מ אם ר\"ל שהוא יפיל או שיעשה שתפול דזה הוה ג\"כ כמו מעשה עיין תוס' כתובות דף ל' ע\"ב דמה שמניח לחברו לתחוב לפיו הוה כמו מעשה ע\"ש ועיין בהך דגיטין דף ע\"ח ע\"א דרק אם ערק לה חרציה ע\"ש ועיין תוס' ע\"ז דף נ\"ד ע\"א ד\"ה כגון שכ' שם דאם כפפו קומתו בע\"כ משמע דמדעתו הוה כמו משתחוה ועיין בהך דב\"ק דף ל\"ב דמשמע רק היכא שיש הנאה אז נחשב מה שמניח עצמו כמו מעשה ועיין בקדושין דף כ\"א ע\"ב גבי רציעה ע\"י סם דלא מיקרי מעשה אף שהוא מניח הסם על האוזן ועיין מש\"כ התוס' ב\"ק דף צ\"א ע\"א בד\"ה לא וקדושין דף כ\"ד ע\"ב מה דמחלק שם בין בר דעת או לא וכ\"כ בזה ויהיה נ\"מ ג\"כ לגבי שחיטה היכא דהיה סכין בידו והניחה ליפול לא שהפילה בכח וכמש\"כ אם זה מיקרי מעשה לענין שחיטה או לא. ועיין בהך דמנחות דף נ\"ו גבי הניח שאור על גבי עיסה דזה מיקרי מעשה לענין לאו. ועיין במה דפליגי כאן הרשב\"א והרא\"ש ותוס' סנהדרין דף ע\"ז ע\"א ד\"ה סוף. ועיין ברא\"ש כאן דבעינן כונת איזה דבר בהמעשה לא שיהיה דברים נפרדים אף לר\"נ וכעין מש\"כ הרשב\"ם ב\"ב דף נ\"ד ע\"א בד\"ה דשדא ובד\"ה אדעתא רק דא\"צ לכונת איזה פעולה שיעשה הנפילה ואם הניחה שתפול אז הוה הכונה והפעולה דברים נפרדים ולא מהני ועיין תוס' ע\"ז דף נ\"ט ע\"ב בד\"ה אתא ע\"ש ועיין בירושלמי פ\"ב דחגיגה ה\"ו במה דאמר שם הטובל סתם ור\"ל אף דקי\"ל דצריך להחזיק עצמו זה רק אם לא טבל לשם טהרה אבל אם טבל לשם טהרה די בזה שיש ב' מיני סתם אחד שלא חשב כלום ואחד שחשב לטהרה וכן הדין גבי סתם דאמרינן בזבחים ע\"ש דף ג' דאמר שם דלשם חולין הוה כמו סתמא וקשה הא לשם חולין לא מרצה וסתמא מרצה וכבר הארכתי בזה במקום אחר אך אי נימא דיש שני סתמות אחד שלא חשב כלום והב' שחשב רק סתם דזה כשר ומרצה וזה כשר ואינו מרצה ועיין בהך דפסחים דף ס' ע\"ב גבי פסח ששחטו דאמר שם סתמא לאוכליו הוא ע\"ש בתוס' ד\"ה סתמא ובזה א\"ש דגבי אוכלין אין הפעולה בהפסח רק בהני שראוי לאכילה והני לא שייך בגדר סתם דיכולין להשתנות ואכמ\"ל. וה\"נ גבי שחיטה אם הכונה רק בהסכין או גם בפעולת הסכין ואם נתכוון שהסכין לא יעשה פעולה אם כשר לגבי שחיטה דלשון רבינו כאן שנקט רק שחט כמתעסק או דרך שחוק משמע שהשחיטה היתה דרך שחוק אבל אם גם זריקת הסכין היה דרך שחוק משמע דלא מהני ועיין בהך דבכורות דף י' ע\"ב גבי השוחט עורב כו'. ועיין בפ\"ה דמכשירין מ\"א ואם כמשחק עמו ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>השוחט את הבהמה כו' שמחשבה כזו פוסלת כו'.</b> עיין בגמ' ובירושלמי גיטין סוף פ\"ו ור\"ל כך דהטעם דר\"ל לא גמר ממחשבת פיגול משום דס\"ל דזה לא מיקרי גדר פסול מחשבה רק הדין הוא כן דפיגול כך והוה גדר עבודה לפסול כמבואר בכ\"מ הואיל ומרצה לפיגולו ועיין בהך דמעילה דף ג' ע\"ב ושם הארכתי בזה רק משום דמבואר בזבחים דף י\"ד דאף היכא דליכא פיגול מ\"מ פסול משום מחשבה ע\"ש א\"כ לכאורה מזה ראיה דשייך פסול מחשבה וזהו מה דאמר בגמ' הא מקמיה דשמעה מר\"י דהוא תמוה ע\"ש בתוס' רק דר\"ל דהך דר\"ל דדף י\"ד הוא לבתר דשמעיה מר\"י. וזהו כונת הירושלמי בגיטין שם דאמר ופיגול ונותר המחשבה פוסלת והשיב לו דאין המחשבה פוסלת רק דין פיגול הוא כן. ועיין בהך דמנחות דף מ\"ט ע\"א דנקט שם גבי פיגול כגון שסבר שמותר לחשב בה לשם שלמים ר\"ל וע\"י זה הוא מחשב לאכול חוץ לזמן, ועיין בהך דזבחים דף כ\"ז ע\"א דאמר שם דהיכא דחישב ליתן שלא במקומו כיון דלא הוה זריקה גמורה כשר ולא מיקרי מחשבה כלל אך רבינו ז\"ל בפ' ט\"ז מהל' פסוהמו\"ק ה\"ו פסק דפסול רק היפך לשון הגמ' ונקט דחישב ליתן למחר ואח\"כ למטה לא למטה למחר והטעם דס\"ל דהך לא יחשב דקי\"ל דמחשבות מוציאות מזו לזו הוא רק לומר דהפיגול לא נגמר אבל מ\"מ יש עליו שם גדר מחשבת פיגול ונ\"מ ג\"כ להך דמנחות דף ע\"ט דמחשבת פיגול מקדש הלחם ואם עבד עבודה אח\"כ שלא לשמה אם נקרא ג\"כ מחשבת פיגול רק דאין עליו כרת או לא הוה מחשבת פיגול כלל ולא קדיש הלחם ע\"ש דף מ\"ז ע\"א וזהו ר\"ל הגמ' בחולין מחשבת פיגול וכן ר\"ל גבי ע\"ז דאם שחטה לשם ע\"ז זה לא מיקרי גדר מחשבה רק דזהו הדין דתקרובת ע\"ז שאסורה, ולמאי דמסקינן שם דר\"ל גבי ע\"ז רק ב' עבודות היינו דאף אם הקטירה לע\"ז ג\"כ נאסר זהו לא משום גדר קרבן רק משום הך דולא ידבק וכמש\"כ לעיל בהל' יי\"נ, ונ\"מ למה שלא הקטיר וכמש\"כ רבינו בהל' עכו\"ם פ\"ז ה\"ג ע\"ש בכס\"מ וכן אם אינה כעין פנים וכמש\"כ התוס' בע\"ז דף ל\"ב ע\"ב גבי בשר הנכנס וכ\"כ בזה:",
                "[<small>השמטה</small><b> .</b> נשמט על הך דר\"ל בזבחים דף י\"ד ע\"א דמודה ר\"ש בהולכת חטאות הפנימיות כו', אף דר\"ל ס\"ל דאין מחשבין מעבודה לעבודה י\"ל בפשוטו לפי המבואר שם בזבחים דף י' ע\"א דמקשה שם ר\"פ דלמא קרא אתי לומר דמחשבין ומתרץ דלזה לא צריך קרא דנפיק מק\"ו יעו\"ש בתוס' ד\"ה הדר דלר\"ש ליכא ק\"ו יעו\"ש וא\"כ לר\"ש שפיר י\"ל דקרא אתי לומר דמחשבין מעבודה לעבודה וא\"כ שפיר אמר דמודה ר\"ש משום דלר\"ש לכ\"ע מחשבין כו': <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>שחטה כו'. הרי זו אסורה כו'.</b> עיין בירושלמי סוף פ\"ו דגיטין דהוה שם מחלוקת אם זה רק חומרא בעלמא או עפ\"י דין. ועיין בתוספתא פ\"ג דבכורות דקי\"ל דלא חשוד למפרע, והנה באמת לשון הגמ' ולשון רבינו שכ' ואח\"כ חישב במה חישב עיין בתוס' בשם התוספתא דשם איתא וזרק, ועיין רש\"י סנהדרין דף ס' ע\"ב ד\"ה ולחשוב ותוס' יומא דף ס\"ג ע\"ב ע\"ש וצ\"ל כך דס\"ל לרבינו דהיכא דזרק דמה לע\"ז כו' דהוה עבודה אז לא חיישינן דילמא שחטה ג\"כ כו' דכיון דזה דבר בפ\"ע לא אמרינן הוכיח סופו כו'. ועיין בהך דזבחים דף ב' ע\"ב דיש שם ב' לשונות אם אמרינן הוכיח גבי מחשבה ועיין תוס' פסחים דף ס' ע\"א ד\"ה אי ע\"ש דכ' דסברא הוא כו' אבל גבי קבלה והולכה כיון דגבי ע\"ז לאו עבודה היא י\"ל שפיר דבטל הוא להשחיטה ואמרינן ביה הוכיח כו'. אך באמת לא דמי כלל דשם ר\"ל דהמחשבה דלאח\"כ מוכיח כמו שחשב מתחלה לזה אבל לא שבאמת חשב כך משא\"כ כאן ר\"ל דחיישינן שמא חשב כן. ועיין בהך דע\"ז ד' מ\"ח ע\"א גבי איזה הוא סתם כו' הני תמרי לבי נצרפא ועיין בהך דע\"ז דף ל\"ב ע\"ב בהך דאמר שם הבשר הנכנס מותר דמייתי ראיה דלא כר\"א ומשמע שם דמיירי דהוא בעצמו שחטו ומ\"מ לא אמרינן הוכיח סופו על תחלתו ואמאי וכן פסק רבינו בהל' עכו\"ם פ\"ז ה' ט\"ו ולפי מש\"כ א\"ש דזה הוה דבר בפ\"ע אך י\"ל דכיון דאח\"כ נתנו לישראל הוה ראיה דלא שחטו לשם זה כמבואר בע\"ז דף כ\"ב ע\"ב ע\"ש אם איתא דאקצייה לא כו':"
            ],
            [],
            [],
            [
                "<b>היה לו קרבן כו' ואמר לשם כו'.</b> עיין בדברי רבינו בהל' תמורה פ\"ב ה\"א דמבואר שם דצריך לומר דוקא לשם שיש לו בבית כמו דמבואר בגמ' שם ועיין מש\"כ שם בפיהמ\"ש דיליף לה מקרא. ועיין בתמורה שם דף ט' ע\"א בהך מחלוקת דר\"ש ורבנן וצ\"ל דטעם רבינו שם משום דס\"ל דגם גבי הקדש בעי דבר המסויים וצריך לסיים אתריה כעין הך דערובין דף ל\"ז ע\"ב ובירושלמי פ\"ז דדמאי ע\"ש ועיין בהך דמנחות דף ק\"ח ע\"ב גבי אחד מכבשי ובמש\"כ רבינו בהל' מעה\"ק פט\"ז אך שם כיון דזה בא בנדר ובנדבה א\"צ לסיים ועיין בהך דמנחות דף ק\"ה ע\"ב גבי הך דאמר שמעינן ליה לר\"ש דאם הביא עשרון אחד משני עשרונות ע\"ש ור\"ל הך ר\"ש דס\"ל בערובין ובדמאי ובכ\"מ דלא בעי דבר המסויים. ועיין בדברי רבינו בהל' תמורה פ\"ג ה\"ו ע\"ש דמבואר דמתפיס בתמורה אף במקום שאינו יודע באיזה מהם המיר. ועיין בהך דפסחים ד' צ\"ח ע\"א מש\"כ שם רש\"י בד\"ה הפסח דכיצד מחללה נקט שמביא ג' סלעים ע\"ש ואמאי לא נקט ג\"כ כמו בע\"ב שם דמביא בהמה שמנה כמבואר שם וצ\"ל ג\"כ מטעם זה דבעי דבר המסויים וגבי דמים לא בעי זה משום דגם הדמים יכול לחלל אח\"כ משא\"כ בבהמה דכיון דמחלל הקדושה עליה נעשית קדושת הגוף לכך א\"א שם לחללה משא\"כ בסיפא דשם רק שניים ושניים שפיר הוה דבר המסויים אך באמת רש\"י גם שם בע\"ב לא פי' כן רק דמחללה בדמים ועיין בהך דזבחים ד' ע\"א ע\"ב והנה עיין בהך דנזיר ד' מ\"ה ע\"א בהך דרשב\"ג דאף אם הביא סתם ג' בהמות ולא פי' ג\"כ קדשו וע\"ש ד' כ\"ז ע\"א, ואף דגבי חטאת צ\"ל דוקא הרי זו חטאתי עיין בתוס' ישנים נדרים דף ד' ע\"ב ד\"ה דלא דנזיר שאני והטעם כמו דמבואר שם מחמת ולקח ועשה ור\"ל דגבי נזירות אין שייך עליהם קביעות שם בלקיחה כיון דיכול שיתבטל הנזירות כמו גבי אשה ע\"י הפרה ועיין בירושלמי דנזיר פ\"ד ה\"ה דגבי נזירות אינה נמסרת אלא בשחיטה ר\"ל דאינה נקבעת וכמבואר שם ד' כ\"ד ע\"א והוה כמו גבי קרבנות ציבור. ועיין רש\"י תמורה ד' כ\"ו ע\"א ונדרים ד' ו' דס\"ל דשפיר חל קדושה על חטאת אעפ\"י שאינו מחוייב והולך למיתה וי\"ל דזה תליא בהך מחלוקת דתמורה ד' י\"ז אם היכא דע\"י הפרשה ע\"י זה ע\"כ תלך לאיבוד אם הוה הפרשה ואנן קי\"ל דלא חל גבי מקדיש את הטרפה וה\"נ כן וכ\"כ בזה במקום אחר:"
            ],
            [
                "<b>האשה ששחטה.</b> עיין בפיהמ\"ש כאן דפי' פי' אחר והנה רבינו שינה כאן לשון הגמ' דבגמ' נקט על איש לשם עולת אשתו והוא משום דאף דרבינו ז\"ל ס\"ל בפ\"י מהל' שגגות ה\"ו דהבעל חייב להביא כל קרבנות על אשתו זה רק לענין חיוב אבל להקדיש רק בהני דמעכבה לאכול בקדשים עיין בנדרים ד' ל\"ו ובדברי רבינו בפ\"א מהל' מחוסרי כפרה ובפ\"ג ובתוס' סוטה ד' כ\"ג ע\"א. אך שם שאני דשם גם הבעל צריך להקדיש. משא\"כ בהני קרבנות דאינן מעכבתה לאכול בקדשים שם רק הקרבנות מוטל עליו אבל ההקדש צריך לדעתה וכן מוכח מדברי רבינו בפ\"ט מהל' נזירות ע\"ש ועיין בערכין ד' כ\"א ובדברי רבינו בהל' מעה\"ק פ' י\"ד ה\"י ע\"ש וא\"ש מ\"ש התוס' בסוטה ד' ו' ע\"ב ע\"ש וכן מוכח מדברי הירושלמי פסחים פ\"ח וסוטה פ\"ב ע\"ש:",
                "<b>אבל השוחט כו' שעיקר הנזירות כו'.</b> ולא ס\"ל דמיירי כשנזר רק דר\"ל דזה מקרי דבר שנידר ונידב ושוב הוה בגדר דין דפסול בזה\"ז, ורבינו לשיטתיה אזיל בפ\"א מהל' נדרים ה\"י ואף דא\"כ גם חטאת ואשם כן זה תליא בהך דזבחים ד' קי\"ז ע\"ב ע\"ש דלמסקנא גם זה לא קרב בבמה ועי' בהך דזבחים ד' ט' ע\"ב הני עולות נינהו ע\"ש ורש\"י מנחות ד' ג' ע\"ב ונדרים ד' ד' ע\"ב ומש\"כ הרא\"ש נדרים ד' ו' ע\"א ונדרים ד' ד' ע\"ב דלא מתפיסן בנדר ע\"ש ובהך דתמורה ד' י\"ד ע\"ב ע\"ש סמי מכאן וכו':"
            ],
            [
                "<b>שנים אוחזין בסכין כו' והשני לא כו'.</b> עי' ברש\"י זבחים ד' מ\"ז ע\"א דמבואר שם דאפילו למ\"ד זה מחשב וזה עובד זה רק אם הכהן עובד סתם אבל אם מחשב בפירוש לשמה לא מהני עקירת הבעלים ע\"ש ועי' במה דס\"ל לרש\"י ז\"ל בפסחים ד' ס\"ד דאף דפסח לא בעי עקירה מ\"מ אם מחשב לשם פסח נשאר עליו שם פסח ע\"ש, ועי' רש\"י שבת ד' ע\"ח ע\"א בד\"ה דבר שאינו, ובתוס' שם ד\"ה אטו דס\"ל לרש\"י דרק בתלמיד וה\"ה כאן דמסתמא הכהן כונתו כמו הבעלים ועי' רש\"י חולין דף ל\"ט ע\"ב גבי יהיב זוזי לטבח משמע שם ג\"כ כן דמסתמא השוחט עושה לדעת הבעלים משא\"כ אם פירש להיפך לא ובזה י\"ל כונת הגמ' דזבחים ד' מ\"ו ע\"ב שאין המחשבה כו' ע\"ש ברש\"י ובפיהמ\"ש לרבינו ור\"ל כך דיותר טוב היה לעבוד מפורש לשמה כדי שלא יועיל מחשבת הבעלים אך כיון דלא ס\"ל כן לא איכפת לן אך בפיהמ\"ש משמע שם דזה רק משום תנאי ב\"ד ועי' בתוספתא תמורה פ\"ג גבי ה' שסמכו על הקרבן כולם לשם שלמים ואחד לשם עולה כו' ומייתי שם הך דר\"י דרק אם מתחלה לא פירש לשם עולה אבל לחזור בו אינו יכול ועי' בהך דיומא ד' מ\"א ובתוס' ישנים שם אם גם בשאר קרבנות אמרינן מתפרשין רק בזמן לקיחה ועי' תוס' נזיר דף כ\"ז ע\"א דס\"ל די\"ל דגם שאר קרבנות כן ועי' תוס' זבחים ד' ס\"ז ע\"א דלא ס\"ל כן בד\"ה חטאת וא\"כ מה מועיל שם מה שמחשב שם בשעת סמיכה כיון דאז לא שעת לקיחה ולא שעת שחיטה. אך י\"ל דאם נימא כמ\"ד בערכין ד' כ\"א דבעינן שיתרצה בשעת הקרבה גם גבי עולה ומפורש שם ברש\"י ותוס' מחמת סמיכה וא\"כ כיון דמחשב לשם קרבן אחר הוה כמו לא נתרצה ולהך על זה צריך תנאי ב\"ד וא\"ש. ומה דמבואר שם בתוספתא מצאתי שלמים כו' נראה דר\"ל מהך דמבואר בקדושין ד' נ\"ה גבי נקבה תקרב שלמים וכשיטת הירושלמי שקלים שם דתקרב שלמים ועי' בר\"ן נדרים ד' ל\"ו ע\"א וזהו משום תנאי ב\"ד, ועי' בירושלמי שם ובאמת כ\"כ בהך דאמר בערכין ד' כ\"א דאין צריך דעת בשעת הפרשה אבל צריך דעת בשעת כפרה אם משום דלא יצא בלא דעת או ר\"ל שיתרצה וגם מאי נ\"מ במה דלא ידע בשעת הפרשה כיון דנתרצה עכשיו תיחל ההקדש עכשיו וצ\"ל דנ\"מ אם חל אז ההקדש ואף דיכול לנדור מ\"מ כיון דהקדיש בעד חבירו י\"ל דלא חל, ועי' בירושלמי נזיר פ\"ב ה\"ה שאדם קובע לחבירו ר\"ל דהנדר חל עליו אבל מ\"מ אינו קדוש אלא מדעת הנזיר ע\"ש אך יש לחלק דנזיר אינו בא בנדר וגם אם מה שבשעת הקרבה הוא אומר לשם קרבן אם זה גופא יהיה כמו הקדש וכמו גבי הך דקינין אך שם לענין לפרש. והנה מלשון רש\"י כאן ד' מ\"א ע\"ב משמע דזה גופא ההקדש אך מלשון רבינו כאן בהל' י\"ז לא משמע כן אך בהל' י\"ט גבי תמורה משמע דזה גופא הוה המרה והטעם כך דכיון דבשעת שחיטה אם יחול אז ההקדש הוה כמו מפריש לאיבוד ואינו חל כלל וכמו גבי מקדיש את הטרפה וכמש\"כ וזהו באמת טעם דר\"ש כמש\"כ התוס' ועי' תוס' פסחים ד' נ\"ג ע\"א מה דפליגי שם עם רש\"י בד\"ה מפני. והנה עיין בירושלמי יומא פ\"ו ה\"א דאמר שם ויש אדם מגריל למיתה משעה ראשונה ר\"ל ג\"כ כן דאינו חל הגורל כלל כיון דהולך מתחלה לאיבוד ולא היה לו שעת הכושר מעולם, ועי' בפסחים ד' ל\"ג ע\"א ובמנחות ד' ע\"ד ע\"א אין מפרישין לאיבוד ושם ד' פ\"א אין מפרישין תחלה למותרות ומעילה ד' י' וכ\"מ, ועי' מש\"כ רבינו בהל' ביכורים פ\"ב הי\"ט ג\"כ גבי ביכורים בפירות טמאים כה\"ג, וכ\"כ בזה במקום אחר. והנה הירושלמי שם ביומא מקשה מן תמורה שממיר למיתה ע\"ש אך באמת מתמורה אין ראיה חדא דהוא הוה סוף הקדש עי' נזיר ד' ל\"א ותוס' ריש תמורה וכ\"מ וגם דהחלות התמורה הוא גזיה\"כ לא מטעם הקדישו דהא אף בטעות קדיש ולכך חל שפיר וא\"ש מש\"כ רבינו ועי' בהך דמנחות ד' פ' ע\"א במה דאמר שם מרבה בתודות ר\"ל דזה גופא הוה גדר נדר מה שהפריש עכשיו, ושם ד' פ\"א ע\"ב בתוס' ד\"ה תודה היא כו' דכ' שם דאינו יכול להביא היא מן המעשר ולחמה מן החולין ור\"ל כיון דהביא לחמה מן החולין הוה כמו נדר עכשיו להביא לחמי תודה וא\"כ צריך להביא ג\"כ תודה מן החולין, ועי' בירושלמי נזיר פ\"א דהאומר כבר הויתי נזיר הרי זה אסור ועי' בתוספתא פ\"א דנדרים ג\"כ כה\"ג ור\"ל אם זה גופא הוה קבלת הנזירות או הודאה שנזר, ועי' בהך דגיטין ד' מ' ע\"ב גבי כתבתי ונתתי לו, ובר\"ן קדושין פ\"א על הך דדף כ\"ו ובירושלמי קדושין פ\"א ה\"ב גבי קידשתי את בתי דהוה לשון קדושין וכ\"מ, וכאן ג\"כ גבי שותפות שנים ששוחטין אם נימא דזה הוה בגדר עכשיו נדר וא\"כ לפי שיטת רבינו שכ' דהוא הדין אם שחטו בזה אחר זה ואז לא חל כלל גדר קדושת הגוף דאין לך מום גדול מזה כמבואר כאן ד' ל' ע\"א וכ\"מ אך גבי תמורה שפיר י\"ל דחל, ועי' בתוס' בכורות ד' ל\"ב ע\"א בד\"ה הא וה\"ה להיפך, ועי' בתוספתא דמס' קרבנות פי\"ב א\"א לשוחט אחר שוחט גבי שחוטי חוץ והטעם משום בעל מום ועי' בתוספתא כאן פ\"א גבי ישראל ועכו\"ם ששחטו כשרין ובתוס' חולין ד' י\"ד ע\"א דמקשה מן ישראל מומר מהך דשם ד' מ\"א משמע דישראל מומר גרע מעכו\"ם וצ\"ל דישראל מומר פוסל ועכו\"ם רק כמו שאינו, אך רבינו לא ס\"ל כן וזהו כונת הראב\"ד ז\"ל בהלכות אבות הטומאות פ\"ב ה\"י ועי' לקמן פ\"ד הי\"א ועי' בתוספתא מנחות פ\"ב דאם עבד בימין ובשמאל כאחת פסול. והנה כאן כ' רבינו לא היתה לו כונה כלל ואפילו נתכוין וכן מבואר במשנה. ובאמת לשם חולין לא חל עליה שם כונה כלל כיון דלא הוה בגדר כונה וכן נ\"ל בהך דחגיגה ד' י\"ט ע\"א דאם הוחזק לקל שוב אינו מחזיק עצמו לחמור דזה רק אם הוחזק למעשר דבר כונה הוא אבל לחולין הוה כמו לא הוחזק כלל ויכול להחזיק עצמו לדבר אחר, וכעין דאמרינן בהך דזבחים ד' ג' ע\"א גבי לשם חולין, ועי' במש\"כ רבינו בהל' בית הבחירה ספ\"א גבי אבנים וקורות דרק אם חצבן לשם ביהכנ\"ס דאז חל עליהן שם ולכך אסור לשם מקדש אבל אם חצבן לשם חולין דהוה כמו סתם אז כשר לדידן דס\"ל דהזמנה לאו מלתא ועי' בהך דמכות ד' ח' ע\"א גבי חטיבת עצים דמערכה דמצא חטוב אינו חוטב ועי' רש\"י ביצה ד' ב' ע\"ב גבי הכנה דבחול לא שייך ע\"ש. והנה זה ודאי לשיטת רבינו שכ' דגבי תמורה ר\"ל עכשיו ממיר וס\"ל דגם אם שחטו זה אחר זה והאחרון כוון לשם תמורה פסול אבל אם כבר נשחט בו רוב שנים אף דתמורה במפרכסת שפיר מצי עביד אבל להיפך לעשות ממפרכסת תמורה ודאי לא דהוה כמו בישרא בדיקולא ד' ע\"ד ע\"ב וכ\"כ בזה, וכן הדין דאז אין שייך בו גדר מחשבה כלל ועי' תוספתא דקרבנות פ\"א שחטו לשמו ומרקו שלא לשמו כשר שכבר הוכשר בשחיטה ע\"ש ועי' בע\"ז ד' ל\"ה ע\"ב וחולין דף מ' ע\"ב דנקט לשון בגמר זביחה ומשמע אף במיעוט בתרא, ועיין פסחים ד' ס\"ג דנקט רק סימן שני דמשמע דוקא כל הסימן וכ\"מ בזה, ואם נימא דהאיסור משום מעשה לא משום תקרובת י\"ל דגם מיעוט סימנים הוה מעשה, ועי' ברש\"י ותוס' חולין ד' כ\"א ע\"ב וד' כ' ע\"ב אם המיעוט בתרא הוה ג\"כ בגדר שחיטה או לא ור\"ל אם הך דאמרינן רובו של אחד כמוהו היינו שהרוב עושה פעולה כמו שגם המיעוט נשחט או דדי ברוב. וזהו באמת כונת הגמ' ד' י\"ט ע\"א מאן תנא גבי רובו דשחיטה ריבר\"י ר\"ל דמדייק הלשון דנקט כמוהו דמשמע כמו שכולו נשחט זהו ר\"י בר\"י דמכשיר גבי הגרמה אבל לרבנן די ברוב והמיעוט כמאן דלא נשחט, ועי' כאן ד' ל' ע\"ב בד\"ה החליד ודף ל\"ב ע\"א ע\"ש ברש\"י ועי' בזבחים ד' כ\"ו ע\"א דהיכא דבעי כולו לא הוה רובו ככולו ועי' בנזיר דף מ\"ב ע\"א דאמר שם זאת אומרת רובו ככולו מדאורייתא ר\"ל דהוה כנעשה פעולה בכולו, והיכא דבעי כל הטעם משום דכל זמן שלא נגמר הוה כאילו לא עשה כלל וזהו ר\"ל אביי דבעי שם גבי נזיר שגילח ושייר ב' שערות וצמח כו' ע\"ש ור\"ל אם כ\"ז שלא גמר לא מקרי גילוח כלל או מקרי לא גמר גילוחו וכעין דפליגי כאן גבי שחיטה בדף כ\"ט ע\"ב, ועי' ב\"ב דף צ\"ה ע\"א גבי יתר מזה כבא ליטע מתחלה ע\"ש בתוס' וגבי נזיר י\"ל דזה תליא בהך מחלוקת דשם ד' מ' אם שתי שערות סותרות בו או לא ר\"ל אם גבי נזיר הוה ב' שערות כמו גילוח גמור או רק שלא נגמר בו הגילוח, ועי' בירושלמי נזיר שם, ועיין ביבמות ד' ע\"ח ע\"ב דגבי טבילה יש חילוק בין רובו לכולו לענין חציצה ועי' ביבמות שם ד' ק\"ג ע\"ב גבי נכנס רובו לבית ע\"ש ברש\"י דמשמע דהטעם דהרוב מושך גם המיעוט אחריו לא דדי ברוב לבד כיון דבעי שיעור ועי' תוס' חולין דף ס\"ח ע\"ב ד\"ה הוציא שכ' דרק הרוב הוה כיצא ודי בכך לענין לידה אבל המיעוט לא ואף דבנדה ד' כ\"ט ע\"א אמר דרובו ככולו לענין זה ע\"ש ועי' בחולין שם ד' ע' ע\"א דהוה בעיא גבי עומד מרובה על הפרוץ ע\"ש ברש\"י ד\"ה ויצא, וה\"נ גבי שחיטה זה אך מ\"מ זה רק בזמן שמחלק אבל בזמן ששוחט אז אף שחיטת מיעוט סימנים ג\"כ יש עליהם שם שחיטה וכעין דמבואר ברש\"י שבת ד' קל\"ג ע\"ב בד\"ה כל זמן גבי מילה ועי' מש\"כ התוס' נדה ד' ל\"ה ע\"א ד\"ה לעולם גבי ראיה דכולה הוה חדא ראיה ותוס' ב\"ק ד' ע\"ז בסה\"ד גבי פ\"א ע\"ש ועי' בזבחים ד' פ\"ט ע\"ב במערבא אמרי הואיל והתחיל במתנות כו' ועי' שבועות דף י\"ז ע\"א, וה\"נ כאן לגבי מחשבה י\"ל דמקרי בב\"א אף דאומר בגמר זביחה:",
                "<b>בד\"א כו'.</b> הנה כ\"כ בזה לעיל בהל' מאכלות אסורות אם משום דשותף אוסר חלקו או משום דכיון דיש לו שותפות יכול לאסור הכל עי' בתוס' כאן, ועי' ב\"ק ד' פ\"א בתוס' ד\"ה ומעיין מ\"ש מהך דע\"ז דף מ\"ז וכ\"מ אך באמת מדברי רבינו מוכח בהל' נזקי ממון דתנאי יהושע הוה שיהיה שייך רק לבני העיר כמו הך דנדרים דף פ' ע\"ב ולכך שוב שפיר יכול לאסור דהוה כמו של שותפות לא של ציבור ועי' בע\"ז ד' מ\"ד ע\"א דמבואר שם דאם הוה של ציבור היו יכולין לאסרו אך שם ג\"כ ר\"ל מחמת שותפות וכמו הך דביצה ד' ל\"ט ע\"ש וראיה מהך דע\"ז דף נ\"ב ע\"ב דמבואר שם דאין ציבור יכולין לאסור כלי שרת של קודש משום דאין להם חלק בו דהוה של הקדש, ועי' בדברי רבינו בהל' תמורה פ\"א ה\"א דס\"ל דהוה בגדר שותפות ולכך לוקה על תמורת ציבור ע\"ש. ובזה יש ליישב דברי רש\"י בתמורה ד' ט' ע\"ב ד\"ה וניתק שכ' שם דלשם עולת נדבות ציבור קאי וקשה א\"כ היאך שייך לומר בו תמורה כמבואר שם ד' י\"ג ע\"ב וצ\"ל דכונת רש\"י הוא לענין מלקות וכמש\"כ רבינו ז\"ל ואף דא\"כ למה לא מתרץ הגמ' בתמורה ד' י\"ג ע\"ב כה\"ג י\"ל דגבי דבר שאינו בא בחובה ס\"ל ג\"כ דלוקה וא\"כ אין נ\"מ. אך באמת כך דהרי רבינו ס\"ל הטעם דלוקה משום דיחיד בקרבן צבור מקרי גדר שותף כמש\"כ ועי' בהוריות ד' ו' ע\"א דמוכח שם דציבור עדיף משותפים משום דאין להיחיד חלק בו כלל ע\"ש ברש\"י ד\"ה לפי. אך באמת זה תליא בהך מחלוקת דהוריות ד' ג' ע\"ב אם בתחלה מגבן להם או רק מתרומת הלשכה וזה אם מקרי שיש לכל או\"א בו זכות או רק מהצבור וכן מבואר בירושלמי דהוריות שם דאזלי לשיטתייהו בהך דמנחות דף צ\"ב גבי סמיכה אם ב\"ד או ציבור וכעין דמבואר בירושלמי שקלים פ\"א דאין ליחיד כלל בו וא\"כ לר\"ש לשיטתיה שוב על של ציבור לא לקי ג\"כ וזה תליא בשני הלשונות דהוריות שם ועי' תוס' מנחות ד' ע\"ח ע\"ב ד\"ה או דבתמיד לא עבר רק המקריבו אם יש לו חמץ לא אחד מישראל וכ\"מ בזה:",
                "<b>שאין אדם מישראל כו'.</b> כ\"כ בזה לעיל בהל' מאכלות אסורות דגבי עכו\"ם לא מהני אף אם מכוין לצעורי כיון דאינו בר מחשבה כמבואר בירושלמי תרומות פ\"א, ונ\"מ דגבי זובח להכעיס דמבואר בסנהדרין ד' ס\"א ע\"א דישראל פטור מ\"מ עכו\"ם חייב. וכן גבי עובד מאהבה ומיראה, ועי' סנהדרין ד' נ\"ו ע\"ב גבי מה דאמר שם אם עכו\"ם מחייב על עשיה בלבד ובדברי רבינו פ\"ט מהל' מלכים ה\"ב ורבינו שם נקט רק כדרכה גבי עכו\"ם ומשמע דאף ד' עבודות דגבי ישראל חייב אף שלא כדרכה גבי ב\"נ לא, ועי' רש\"י סנהדרין ד' נ\"ז ע\"א ד\"ה בע\"ז דלא מבואר כן ועי' בהך דחגיגה ד' י\"א ע\"ב גבי דמרבה שם גבי ע\"ז מאיש איש גבי מולך ובסנהדרין שם ד' נ\"ז ע\"א וצ\"ל דהריבוי הוא לענין זה וע\"ש ד' ס\"ד ע\"ב דגבי מולך הריבוי הוא לענין שלא כדרכה ע\"ש. אך רבינו לא ס\"ל כן רק דבעי כדרכה, ועי' בע\"ז ד' נ\"ד ע\"א ע\"ש בתוס' דהיכא דאינו חייב על העבודה אם נאסר ע\"ש בתוס' ד\"ה מתקיף, וגם יש לחלק בין אם שחטו בפני ע\"ז דאז א\"צ מחשבה כמש\"כ התוס' חולין ובין שלא בפני ע\"ז וזהו מה דאמר בגמ' שם אחד מפני שאין מנסכין כו' ועוד אין אדם אוסר כו' וכ\"כ בזה בהל' מאכלות אסורות גבי יי\"נ, ועי' מש\"כ רבינו בפ\"ז מהל' חובל ומזיק ה\"ו ע\"ש. וגם לפי מש\"כ דבאמת שחיטת עכו\"ם הוה כמי שאינו רק היכא דעביד בה אז ע\"י שע\"י זה הוה עבודה ע\"י זה גופא הוה מעשה, וכעין הך דחולין ד' קכ\"א ע\"ב גבי עכו\"ם ששחט בהמה טהורה ע\"ש ועי' במה דפליגי רש\"י ותוס' ב\"ק ד' ע\"א ע\"ב במה דאמר שם כיון דאי שחט בה פורתא אסרה אם האיסור הוא משום העבודה או משום המעשה, ועי' בע\"ז ד' ל\"ד ע\"ב ברש\"י שם ועי' רש\"י סנהדרין ד' ס\"ב ע\"א גבי תולדות בע\"ז ע\"ש, ונ\"מ כגון בע\"ז שעובדין אותה בזביחה דאז אף אם זבח מחוסר אבר ג\"כ נאסר אם אז גם בתחלת שחיטה נאסרה או בעי רק גדר זביחה, ועי' בע\"ז דף ל\"ב ע\"ב ובירושלמי שם גבי עורות לבובין וא\"כ נ\"מ היכא דאין זה עבודה ואינה שלו אז גבי עכו\"ם לא מהני, אך גבי ישראל מומר שם ודאי השחיטה שלו פעולה הוה ואוסר אף דבר שאינו שלו וכ\"כ בזה:"
            ]
        ],
        [
            [],
            [
                "<b>שהייה כיצד כו' אם שהה כו'.</b> ושם הל' ד' וכן אם שהה. עי' בהשגות מה שכ'. והנה כונת רבינו כך דהנה הני דברים דפוסלין השחיטה אם ר\"ל דהם עושין את השחיטה כמי שאינו דמקלקלין השחיטה או דיש שם שחיטה עלה רק דהוה שחיטה פסולה ונ\"מ אם שנים שחטו בב\"א בשני סכינים ואחד מהם עשה שהייה אם הבהמה אסורה עיין לעיל פ\"ב הל' כ\"א ובתוספתא בזה, ועי' כאן ד' קכ\"א ע\"ב גבי מה דאמר שם גבי ישראל בטמאה דבעי שם שהה בה או דרס בה מהו כו' ור\"ל אם זה מפקיע משחיטה או מ\"מ שם שחיטה עליו ועי' בזבחים ד' ס\"ה ע\"ב ובתוס' שם ע\"ש, וא\"כ נ\"מ אם מצטרפין המיעוט ששחט קודם השהיה עם השהיה דאז יהיה כמו זמן שחיטת רוב סימנים, וכעין מה דאמרינן בזבחים ד' מ\"ב ע\"ב גבי כי הדר מדי בהיכל מיא בעלמא ור\"ל כיון דהם נפסלין הוה כמו שלא זרק כלום ור\"ל א\"כ מקדים של היכל מקמי פנים ופסול כמבואר ביומא דף מ' ודף ס' וא\"כ לא הויא מחשבת פיגול כלל ולא מצטרף, ועי' מש\"כ התוס' זבחים ד' ק\"י ע\"א בד\"ה ואי גבי שחט סימן אחד ע\"ש אך זה רק אם נימא דהשהיה עושה שלא יהיה שחיטה כלל, אבל אם נימא דהוה שחיטה פסולה אז שפיר מצטרף המקצת ששחט עם השהיה והוה שחיטה פסולה וזה ר\"ל ג\"כ הך בעיא דשהיה במיעוט סימנים, ועי' בהך דמעילה דף ג' ע\"ב גבי זריקת פיגול ע\"ש ובהך דזבחים דף ל\"א גבי חצי זית חוץ לזמנו וחצי זית חוץ למקומו וכו' ע\"ש בתוס' ד\"ה התם דר\"ל אם כבר נצטרף הראשון לשני ונפסל ושוב לא מהני מה שאח\"כ מחשב עוד על חוץ לזמנו או דלא שנפסל רק שמעורב בו מחשבת פסול ואם אח\"כ חשב עוד על חצי זית חוץ לזמנו שפיר מצטרף ונתפגל ועי' בירושלמי פסחים פ\"ה ה\"ג מה דמבעי שם גבי חישב לאוכליו כחצי זיתים ושלא לאוכליו כחצי זיתים אם כשר ומביא ראיה מתוספתא דקרבנות פ\"ב דמבואר שם דאם חישב לאכול כחצי זית היום וכחצי זית למחר כשר וכן גבי להקטיר כה\"ג ואף דא\"כ יהיה כמו מחשבת הינוח לר\"י דכיון דמחשב רק להקטיר כחצי זית היום וא\"כ ממילא ישארו האימורים למחר וא\"כ יצטרף עכ\"פ לפסול וע\"כ משום דזה אינו נתפס במחשבה כלל וא\"כ לא מצטרף, וה\"נ גבי שחיטה אם נימא דזה עושה שהשחיטה אינו כלום וא\"כ לא שייך לצרף המיעוט הנשחט וכמש\"כ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שחט העוף כו' במקום אחר כו'.</b> עיין בכ\"מ והטעם י\"ל דרבינו חייש שמא נתרחב החתך מאליו עד רוב ולכך אם אחר שישחוט במקום אחר ימצא שנפסק הרוב אז יהיה טרפה מטעם שמא נעשה כן קודם השחיטה ומאליו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גרגרת כו' במקום הראוי כו'.</b> ר\"ל כמו הך דאמרינן בחולין ד' מ\"ה ע\"א ניקבה למטה מן החזה נידון כריאה וא\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>הואיל ואינו יודע כו'.</b> עיין מש\"כ לעיל בשם רש\"י דלא ס\"ל כן ועי' בירושלמי נזיר פ\"ה דהוה מחלוקת דב\"ש וב\"ה אם אינו יודע הדין אם אמרינן דנשמר מדברים הסותרין את הנזירות ע\"ש בהל' ד', ועיין בירושלמי פ\"ב דפסחים גבי מצה ישנה דאמר ד\"ה היא מכיון שלא עשאה כו' ובתוספתא פסחים שם ועיין במש\"כ רבינו בהל' מטמא מו\"מ פי\"ג הל' ו' דאם שימר חבית של תרומה בחזקת של חולין אם אמר ששימרה גם מדבר הפוסלה מהני השימור אף דלא ידע שהיא תרומה וע\"ש בדברי רבינו במה שפי' הך דחגיגה ד' כ' גבי אין אדם משמר מה שביד חבירו דפי' דהאחרים אינם משמרים כלי שאינו שלו וזהו בעצם הך מחלוקת דכאן דף ג' ע\"ב דאביי ורבא דאביי אמר התם נגע הכא לא נגע ר\"ל דשוב הוה כמו מה שביד חבירו ואינו משמר ועיין בהך דע\"ז דף ל\"ג ע\"א גבי הך דאמר שם דלמא אגב טירדא ומוכח דבלא זה מהני אף דנקט בידו ונ\"מ למש\"כ לעיל אם צריכין האחרים שידעו שהוא אינו יודע דאז הוה כמו שסומך עליו שכ' רבינו בהל' מטמא מו\"מ הנ\"ל ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ושיכור שנתבלבלה דעתו כו'.</b> וכן כ' לעיל פ\"ב הי\"ב, ולא כ' כמש\"כ בפ\"ד מהל' אישות ופ\"א מהל' גירושין הגיע לשכרותו של לוט ע\"ש ועי' מש\"כ רבינו בפ\"א מהל' נזירות שאינו בן חיוב ע\"ש ובהל' יבום כ' דביאת שיכור שאינו מכיר כלום גרע מביאת שוטה לגבי יבמה וי\"ל דגם כאן לגבי שחיטה לא מהני אף אם אחרים עומדים על גביו דהוה כמו נפל מאליו דלא מקרי ע\"י אדם כלל והוה כמו נפל מן הגג דיבמות ד' נ\"ד, ועיין בירושלמי נזיר פ\"ח ה\"א גבי נאנסתי מפני כשפים ע\"ש אף דאין קישוי אלא לדעת ועי' מש\"כ רבינו בהל' מכירה פכ\"ט הי\"ח דמדמי לו לשוטה:",
                "<b>לפיכך אם שחטו כו'.</b> והנה נראה דרק אם שחט בפני מי שכשר לעדות או אף חשוד דלא נפסל לעדות אבל מי שפסול לעדות מה\"ת אף דעל שחיטתו נאמן כמש\"כ רבינו לקמן בהל' ט\"ו ובהל' עדות פי\"א ה\"ז זה רק אם הוא שחט אבל אם שחט לפניו שוטה והוא אומר שנשחט כראוי זה הוה שוב בגדר עדות ולא מהני ועי' בהך דיבמות ד' פ\"ח ע\"א אם זה הוה בגדר עדות וכן הדין גבי הך דפסחים ד' ד' ע\"ב גבי מה דאמר שם אטו אמירה דהני מידי מששא כו' ר\"ל שם ג\"כ דאם הם אמרו שהם בדקו נאמנים אבל אם אומרים שאחר בדק ושוב הוה בגדר עדות לא מהני. ובזה א\"ש הך דעירובין ד' ל\"א ע\"ב גבי נתנו לפיל כו' וע\"ש בתוס' ד\"ה כאן דכיון דאחר צריך ליטלו הימנו ובעצמו לא סגי שוב לא מהימן קטן על זה, ועיין בהך דב\"ק ד' קי\"ג ע\"א גבי הך אם יהבינן זימנא עפ\"י אשה ע\"ש ומש\"כ רבינו פכ\"ה מהלכות סנהדרין ה\"י וכ\"כ בזה:"
            ],
            [],
            [],
            [
                "<b>אבד לו גדי או תרנגול כו'.</b> עי' בכ\"מ, ועיין בתוספתא פ\"ו דטהרות בהך מחלוקת דרשב\"ג ורבנן ובתוספתא פ\"ד דשקלים ובהך דחולין ד' צ\"ה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העכו\"ם כו'.</b> עי' כאן ד' י\"ט ע\"ב וד' כ\"א ע\"ב והנה רבינו נקט הטעם משום דישנה לשחיטה ולא קאמר הטעם כמו גמ' דידן מחמת מעשה טרפה וצ\"ל דנ\"מ למש\"כ לעיל לענין אם גם מקצת הסימנים שחט ישראל עם עכו\"ם בב\"א דאז לא שייך כאן הטעם דמעשה טרפה אך מ\"מ אסור משום שחיטת עכו\"ם וכמש\"כ אבל חצי הגרגרת ס\"ל לרבינו דאינה בגדר שחיטה כלל ונ\"מ ג\"כ לראב\"א דס\"ל דגבי עוף וושט ולא קנה וגבי מליקה משום רוב שדרה ומפרקת כמבואר בחולין דף כ\"ח ע\"א אם זה ג\"כ שייך לגדר המליקה או לא אם זה צריך כהן וגם אם שייך בו מחשבה עי' זבחים ד' ל' וכ\"כ בזה לעיל בהל' מאכלות אסורות וכן נ\"מ לר\"ל דס\"ל דשחט שלא במקום חתך דלא הוה נבלה איך הדין אם שחט עכו\"ם רוב הקנה ואח\"כ שחט ישראל שלא במקום חתך אם הוה נבלה או לא, ועי' לקמן דף ק\"מ ע\"ב גבי שחט מקצת סימנים והחזירן לקן אם חל עליהם שם טרפה ע\"ש וזה תליא בהך אם ישנה לשחיטה מתחלה ועד סוף ועיין תוס' חולין ד' ח' ע\"א ד\"ה והא דמוכח שם דכל זמן שלא נשחט כדין אין גם על מה ששחט שם שחיטה ע\"ש:"
            ],
            [
                "<b>ישראל מומר כו'.</b> עיין מש\"כ בזה בהל' מאכלות אסורות ועיין בדברי רבינו פ' י\"א מהל' גזילה ה' י\"ב ובפ\"ד מהל' רוצח מוכח דס\"ל דלהכעיס הוה מין אך לגבי קרבן ס\"ל בפ\"ב מהל' מעה\"ק דלא הוה מין. ועיין מש\"כ רבינו בסוף הל' רוצח דתליא במאמינים בעיקר הדת והנה עיין בדברי רבינו כאן בפיהמ\"ש דמוכח דהיכא דהוה מומר לדבר אחד ולא בגדר להכעיס מותר לאכול ולא כתב שצריך לבדוק סכין ע\"ש וא\"כ י\"ל דגם גבי להכעיס אין עליו שם שאינו בר זביחה וכמש\"כ רש\"י דרק הטעם משום דמועד לנבל בכונה בידים וא\"כ הוא על דבר אחר לא חיישינן לזה, ועיין בתוס' ע\"ז ד' כ\"ז ע\"א ד\"ה בר מש\"כ לחלק בין תפילין למילה ור\"ל כך דהנה כ\"כ בהל' מילה דבגדול הוא המצוה שיהיה מהול לא שימול עצמו ומה שצריך לימול עצמו כדי שיהיה מהול וגבי קטן המצוה על האב למול את בנו והנה באמת רש\"י כאן דף ד' ע\"ב פי' דמומר לערלות היינו מבעט ור\"ל דמה שאינו מוהל את בניו לא שייך עליו גדר מומר כיון שהוא שב וא\"ת עיין בתוס' ר\"ה ד' י\"ז ע\"א גבי קרקפתא דלא מנח תפילין ועיין בהך דכריתות ד' ז' ע\"א גבי במבעט ביוהכ\"פ ע\"ש. ולכאורה הא הוה בגדר מין ועיין במש\"כ רבינו בהל' שגגות פ\"ג ה\"ז דמחשב בלבו שאינו מכפר ומשמע שם דהקרבן כשר והרי מבואר בהל' מעה\"ק פ\"ג ה\"ד דאין מקבלין קרבן ממומר לחלל שבתות וזה הוה כמין לכל התורה כולה דהרי כופר בתורה וכמש\"כ רבינו כאן. וכן קשה מהך דמנחות ד' י\"ח ע\"ב גבי כל כהן שאינו מודה בעבודה וע\"ש בתוס' דרק בהני עבודות ששייך לכהן אבל בשאר דברים יש לו חלק בכהונה וקשה הא הוה מין לכל התורה כיון דאינו מאמין, ועיין בהך דזבחים ד' כ\"ב ע\"ב גבי מומר דפסול לכהונה וגם לאכילת קדשים משום דהוה כערל וכן הך דין דגבי ק\"פ דכל בן נכר לא יאכל הוא ג\"כ מטעם זה מטעם דאינו ראוי לאכילת קדשים. והך דמנחות ד' ק\"ט שם מיירי לאחר ששב דאז מותר באכילת קדשים. ועיין יבמות ד' ע\"א ע\"א בתוס' ד\"ה בו ור\"ל דלא מהני אם עשה תשובה דהוה שלא לאוכליו. וגם נ\"מ להך מחלוקת דפסחים ד' ס\"ב אם פסול הפסח ששחטו לשם ב\"נ כשאינו מנוייו ועיין סנהדרין ד' מ\"ז ע\"א. ועיין רש\"י חולין ד' קל\"ב ע\"ב ד\"ה שאינו מודה דאומר הקב\"ה לא צוה זה וא\"כ הוה ליה מין ועיין בהך דבכורות ד' מ\"ה ע\"ב דהמטמא למתים והנושא נשים פסולות פסול לעבודה מדרבנן עד שיקבל ועיין בפיהמ\"ש לרבינו במס' סוטה על ד' כ\"ג דמשמע דזה הוה פסול גמור. ועיין בתוס' יבמות ד' פ\"ה ע\"א דלא ס\"ל כן וכן מדברי רבינו בהל' ביאת מקדש ומשמע דרק הני דברים דשייכי לכהונה אבל בשאר עבירות לא איכפת לן. אך שם י\"ל משום דהוה לתיאבון. ובאמת י\"ל דכהן המטמא עצמו או הנושא נשים כו' אסור לאכול גם בתרומה אך זה יהיה תליא בהך מחלוקת דתוספתא דדמאי פ\"ב אם גם במתנות גבולין אין לו חלק ע\"ש דהוה פלוגתא דר\"ש ורבנן ובאמת זה ר\"ל הגמ' דיבמות ד' ק' ע\"א גבי טמא ונושא אשה שאינה הוגנת ור\"ל כה\"ג. ועיין בסנהדרין ד' צ\"ג ע\"א ע\"ש, אך מ\"מ בהך דמנחות הנ\"ל קשיא ועיין בהך דבכורות ד' ל' ע\"ב גבי בן לוי שבא לקבל דברי לויה וכו'. וצ\"ל כך כמש\"כ רבינו לקמן בהל' ט\"ז גבי צדוקים וביתוסים ובדברי רבינו בהל' ממרים פ\"ג ה\"ב גבי כופר בתורה שבע\"פ דמחלק בין שבא מחמת מחשבת לבו בין אם נולד כך ועיין מש\"כ רבינו בהל' עכו\"ם פ\"ב ה\"ה גבי התרים אחר מחשבת לבם ועוברים עבירה להכעיס ומש\"כ רבינו בהל' תשובה פ\"ג ה\"ח ובפיהמ\"ש סנהדרין על הך דדף פ\"ח ע\"ב גבי האומר אין תפילין ובפ\"ד מהל' רוצח ה\"י גבי כופרים בתורה ובנבואה ומשמע שם דעל תורה שבע\"פ אין הורגין ועיין בפיהמ\"ש לרבינו חולין פ\"א דלא מוכח כן רק יש לחלק בין מצוה למותר ע\"ש ועיין בהך דקדושין ד' ל\"ו ע\"א דעובדי ע\"ז גרע מדלית ביה הימנותא ע\"ש. ועיין בהך דשבת ד' קט\"ז ע\"א דמבואר שם דאדרבא הם גרע אך לפי מש\"כ א\"ש ועיין בשבת ד' ע\"ה ע\"א בהך מחלוקת דרב ושמואל גבי גדופי ובזה א\"ש כל מ\"ש וכן ר\"ל הך מבעט אבל אם אינו מבעט אף שהוא בעצמו לא מל מ\"מ לענין למול קטן דשם המצוה הוא למול כמש\"כ שפיר יכול לשיטת התוס' אך לשיטת רבינו דס\"ל בסוף הל' מילה דמושך ערלתו מיקרי מיפר ברית ודלא כמש\"כ התוס' יבמות ד' ע\"ב ע\"א ואף דלא נקרא ערל מ\"מ מצות מילה בטל מעליו ולזה לא מהני אפילו שיחזור וימול דהא כיון דאינו ערל לא מהני מילתו וכעין דאמרינן בב\"מ ד' כ\"ו ע\"ב מתנה בעלמא הוא דיהביה ועיין בכורות ד' ג' ע\"ב גבי רב מרי בר רחל זה ודאי הוה לאו בר שמירת ברית וי\"ל דזה ר\"ל רש\"י בע\"ז ד' ס\"ד ע\"ב ד\"ה הרי הוא דכיון דלא מל כו'. ומה שייך עליו לומר לשון חשוד וגם הערל לא הוה חשוד רק כיון דלא קיבל עליו זה שוב הוה מיפר ברית כיון דאינו מועיל מה שימול כ\"ז שלא יתגייר וכעין דאמרינן שם ד' ס\"ה ע\"א הרי הוא כמין שבאומות ור\"ל דאין בו מצוה להחיותו עיין ב\"מ ד' ע\"א וד' קי\"א וכ\"מ וגם י\"ל דאף דקי\"ל חולין ד' י\"ג ע\"ב דאין מינים באומות לענין קרבן מ\"מ זה שפיר יש עליו זה הדין ועיין בכורות ד' ל' ע\"ב גבי גר שנחשד לדבר אחד כו' ועיין רש\"י שבת ד' ל\"א ע\"א מש\"כ שם גבי שבע\"פ איני מאמינך ועיין בהך דסנהדרין ד' מ\"ד ע\"א מהו דתימא במצוה דגופו לא פקר ע\"ש ועיין בהך דגיטין ד' מ\"ד ע\"א גבי לגר תושב מהו ועיין במנחות ד' נ\"ג ע\"ב גבי היה לך לזכור ברית מילה כו' יעברו מעליך ר\"ל דמשכו ועיין בתוספתא פ\"ב דנדרים לא נחתם גזר דינם כו' וירושלמי סנהדרין פ\"י ה\"ו לא גלו עד כו':"
            ],
            [
                "<b>מי שהוא פסול כו'.</b> עיין מש\"כ רבינו בהל' עדות פי\"א ה\"ז ושם משמע דאף אם אין אנו יודעים שהוא מומחה שחיטתו כשרה אך מבואר שם דדוקא אם אמר כהלכה שחטתי ומשמע דאם שחט והלך לו אסור לא כמו גבי סתם ישראל וגם ס\"ל דבעי ודאי מומחה והטעם דהנה רבינו נקט כאן הך דלא שבק היתרא ואף דהוא בעצמו אינו אוכל עיין תוס' דף ג' ע\"ב ד\"ה בודק ועיין במש\"כ רבינו בהל' עדות פ' י\"ב ה\"ט דהמוציא טרפה מתחת ידו יש עליו גדר אוכלי טרפה. והנה עיין כתובות ד' כ\"ז ע\"ב דלענין שתיקה שפיר יש מקום לחוש. ועיין בהך דע\"ז ד' ס\"ט ע\"ב גבי זונה כותית כו' וישראל מסובין אצלה דלכך חמרא שרי משום דתקיף יצרייהו משמע בלא זה הוה אסור וצ\"ל שם דמיירי בשלא אמרו שהוא כשר וכמש\"כ רבינו גם י\"ל דר\"ל היין ששותין אז וכמש\"כ רבינו בפ' י\"ב מהל' מאכלות אסורות ה' כ\"ד ור\"ל דלא נימא דטרידי אז גם י\"ל דסד\"א דבשעת שחוטאין בזה יש לחוש גם על זה ועיין בהך דתמורה ד' כ\"ז ע\"א ותוס' ב\"מ ד' קי\"ג ע\"א ד\"ה וכי שכיר ע\"ש ותוס' כתובות ד' י\"ח ע\"ב ד\"ה ובכוליה מה דמחלקים בין עדות לשבועה דכאן יש ב' לאוין וכאן רק לאו אחד ובתוס' יבמות ד' פ\"ב ע\"ב ד\"ה ולרבי מתיא בסוה\"ד ועיין בירושלמי פאה פ\"ח ה\"ב במה דאמר שם על הא דנאמנין על מעשר עני כל שנתו דמתחלה שם ר\"ל דאתיא כר\"א דאמר הנאמן על השני נאמן על הראשון ומטעם דהא אסור להקדים כמבואר בירושלמי דמאי פ\"ד ה\"ה ולכך גם אם נתן מעשר עני לא חיישינן שמא לא הפריש עדיין מעשר ראשון ואח\"כ אמר דברי הכל היא והטעם דאין אדם עושה בדבר עבירה ר\"ל דכיון דנתן להם מעשר עני מחמת מצוה שיהיה ע\"י זה עבירה. וה\"נ גבי שחיטה כיון שאנו רואים ששחט בודאי יעשה כהוגן ועיין בהך דהוריות ד' י\"א ע\"א גבי מומר לתיאבון אם מביא קרבן ורבינו פסק דאינו מביא ולכך לא הביא הך דרבא גבי אוכל נבלות לתיאבון ועיין בהך דסנהדרין ד' פ\"א ע\"ב במלקות של כרת אחד כו' דמוותר נפשו ע\"ש:"
            ],
            [
                "<b>והם אינם מאמינים כו'.</b> עיין בהך דנדה ד' ל\"ג ע\"ב דהוה מחלוקת דתנאים גבי סתם צדוקי ושם מוכח דמאמינים אותם גבי כה\"ג ששאל לאשתו ע\"ש ועיין במש\"כ רבינו בהל' עבדים פ\"ו ה\"ו שהצדוקים בזמה\"ז כו' ועיין בהך דערובין ד' ל\"א ע\"ב גבי ערוב ששלחו ביד מי שאינו מודה בערוב דלא מהני דאין לו נאמנות וגם י\"ל דלא הוה כלל בגדר ערוב ועיין שם ד' ס\"א ע\"ב ובתוס' ד' ס\"ט ע\"א דהיה מתיירא מן הפרושים ע\"ש. וי\"ל דנשי צדוקים שאני דעליהם לא גזרו ועיין בירושלמי ע\"ז פ\"א ה\"א גבי נשי דפלחין אם הוה כפלחין ר\"ל אם עליהם גזרו ג\"כ או לא. ועיין בהך דבכורות ד' ל\"ה ע\"ב אם גבי אשתו דכגופו אם גם היא חשודה להטיל מומין או לא ועיין בשבועות ד' מ\"ו ע\"ב גבי אשתו של שומר אם גם היא בכלל התקנה ועיין בירושלמי פ\"ב דדמאי ובדברי רבינו בהל' מעשרות פ\"י ה\"ח ובהך דסנהדרין ד' י\"ד ע\"ב וכ\"כ בזה, לכך האמינו שם בנדה ולא גזרו עליהם וא\"ש:"
            ],
            [
                "<b>כשהיו כו', ונצטוו כו'.</b> והנה כ\"כ לעיל דנ\"מ לשיטת רבינו דס\"ל דבמדבר אסור לשחוט גבי עוף מאי כיון דבעזרה הוא רק במליקה ועיין בתו\"כ פ' מצורע דהוה מחלוקת דתנאי אם ציפורי מצורע אם הכהן צריך לשוחטן או ישראל ע\"ש וזה משום מש\"כ לעיל אם השחיטה הוא תיקון או שלא יהא אבר מן החי ועיין בהך מחלוקת דר\"ה וראב\"א דחולין דף כ\"ח ע\"א אם השחיטה הדין כך או במיפק חיותיה תליא ע\"ש ועיין תוס' חולין ד' פ\"ד ע\"א דמשמע דס\"ל דתליא במיפק חיותיה וגבי ציפורי מצורע עיקר השחיטה משום דם כמבואר בסוטה ד' ט\"ז ע\"ב ולכך צריך כהן לזה ואף דגבי קדשים לא בעי כהן התם משום שיש קבלה בכלי ועיין בזבחים ד' י\"ד ע\"ב גבי שחיטה לאו עבודה וכ\"מ. ואף דמבואר בכ\"מ דדם סכין קא מקדשי ליה עיין סוטה ד' י\"ד ע\"ב ומנחות ד' ע\"ח ע\"ב וכ\"מ וי\"ל דנ\"מ למש\"כ רש\"י מנחות ד' ק\"א דלאחר שחיטה אין פודין אף שנעשה בו מום קודם קבלה כמבואר בזבחים ד' כ\"ה ע\"ב לזה מהני הסכין דלא למיפרקיה וכן נ\"מ להך דשבועות ד' י\"ב ע\"ב גבי קרבנות צבור סכין מושכתן ע\"ש וי\"ל דאין ה\"נ דאם זר שחטו לא הוה הדין כן וגם י\"ל דאז בעי כלי שרת. ובזה יש ליישב מ\"ש התוס' זבחים ד' מ\"ז וכ\"מ ועיין מש\"כ רבינו בהל' מעה\"ק פ\"ד ה\"ז ע\"ש. והנה באמת לראב\"א דס\"ל דתליא במיפק חיותיה רק דגבי חטאת העוף משום דתבר שדרה ומפרקת אם רק זה גבי קדשים דכן הדין דצריך לשבור ונ\"מ גבי עוף חולין כה\"ג אם שבר שדרה ומפרקת בלא רוב בשר ואח\"כ שחט הקנה לבדו אם מהני לראב\"א לטהרו מידי נבלה ועיין בחולין ד' י\"ט ע\"ב בהך דאמר שם אם מחזיר סימנין לאחורי עורף. והנה לראב\"א דס\"ל דלכך בחטאת העוף די בקנה לבד משום דתבר שדרה ומפרקת וזה ודאי צריך אח\"כ קנה משום דכי נפקא חיותא בהכשרא קנפקא כמבואר שם וע\"ש ברש\"י דמוכח דאם מחזיר סימנין לאחורי עורף אז א\"צ אח\"כ לחתוך שדרה ומפרקת וא\"כ לראב\"א אסור להחזיר סימנים אם ירצה לשחוט קנה. ועיין במה דפליגי בחולין ד' ע\"ד ע\"ב גבי בן פקועה דא\"צ שחיטה אם מקבל טומאה, ועיין תוס' שם ד' פ\"א ע\"ב ד\"ה הואיל וכ\"מ וזהו תליא אם השחיטה הוא גדר דין או למיפק חיותא וגם אם ב\"פ הוא משום דד' סימנים אכשר בו רחמנא דהוה כנשחט או דא\"צ שחיטה וזהו דמייתי שם ד' ע\"ה מדגים מאימתי מקבלין טומאת אוכלים וכ\"כ בזה:"
            ]
        ],
        [
            [
                "<b>כבר ביארנו כו' שהטרפה כו'.</b> הנה כ\"כ בזה דאף לפי מה דקיי\"ל דטרפה אינה חיה זה לא טעם הדבר רק שהתורה אמרה דכל דבר דגמירי לן מהל\"מ שע\"י זה הדבר שאירע לה לא תחיה אז הוא בכלל הך טרפה הכתובה בתורה והני דגמירי לן מסיני דהני גורמות מיתה והני לא גרמי וזהו הטרפות והכשרות ובהם לא מהני אף אם נתברר לן שזה תחיה וזהו כונת הגמ' חולין דף מ\"ח ע\"ב ודף נ\"ד וב\"ב דף ק\"ל אין אומרים בטרפות כו' ר\"ל דלא ילפינן מבהמה זו על חברתה אך בהני אם הם נכנסין תחת השם של מין טרפה או תחת שם של מין כשרה בזה הוה הך מחלוקת דר\"י ור\"ל שם ד' נ\"ד ע\"א אלו טרפות דוקא כו', ר\"ל אם רק במה שנכלל בשם טרפה אז אסור או צריך שיהיה עליו שם כשרה וכעין זה הוה מחלוקת בנזיר ד' נ\"ג ע\"ב גבי טומאה ובירוש' חלה פ\"א מ\"ג ע\"ש והך מחלוקת דשם דף מ\"ג ע\"א וד' מ\"ו ע\"א גבי כבד אם צריך כזית או כ\"ש הפלוגתא הוא כך אם טרפת הכבד הוה מצד עצמה או מצד המרה עי' תוס' שם ד' מ\"ב ע\"א ורש\"י ד' מ\"ו ע\"א ד\"ה מטביל ולכך אם נימא דמחמת עצמה אז אם נשתייר כזית י\"ל משום דהדרא בריא כמו דאמרינן בנדה ד' נ\"ה גבי גלודה אבל אם נימא מחמת מרה אז אין קפידא ועיין בהך דעירובין דף י\"ד ע\"א דהוה מחלוקת אם מעמידי קורה צריך שיהיו בריאים לקבל קורה ואריח ע\"ש וה\"נ יהיה נ\"מ להך דין של בה\"ג גבי ניקב הטרפש של הכבד ויהיה זה נ\"מ אם הטריפות מצד עצמה או מצד מרה. ובזה א\"ש מה דלא מקשה בחולין ד' מ\"ח ע\"א אמאי לא נקט גם טריפות דטרפש משום דשם קאי למשנה ראשונה ולמשנה ראשונה ס\"ל דהטריפות אינה מצד עצמה ועיין בערכין דף כ' ע\"א דנקט דכבד הוה דבר שהנשמה תלויה בו וכן בנזיר ד' כ\"א ע\"ב גבי נזיר אמר ג\"כ כן ולכאורה קשה אמאי לא מקשה למ\"ד תמורה דף י\"א ובכורות דף ג' דרק דבר שעושה נבלה ועיין נדה דף כ\"ד, ועיין רש\"י ב\"ק ד' ע\"ח ע\"ב גבי ד' וה' ועי' בתוס' קדושין ד' נ\"ז ע\"א שכ' דזה א\"א שהכבד תינטל וע\"כ הוא משנולד נברא כך וא\"כ לפי\"ז כיון דמרבינן גבי ערכין ד' ד' מנפשות וכיון דזה א\"א ליטול הכבד דודאי ימות שפיר מקרי לכ\"ע דבר שהנשמה תלויה בו משא\"כ גבי קרבן דתמורה ד' י\"א דשם הטעם דאין שם בהמה על אבר עי' חולין ד' ס\"ט לכך אם ס\"ל דטרפה חיה דבמה שחסרה לא תפקע שם בהמה לא חל הקדושה, וכן בהך דבכורות ד' ג' דהטעם רק משום חסרות הדבר וגם בכור ביציאתו הוא קדוש ומשנולד אם אירע כך לא הוה רק טרפה, ועי' בדברי רבינו ז\"ל בהל' ערכין פ\"ה הי\"ח דגבי חמור נקט ג\"כ כבדו, והטעם משום דשם רק לדמי וכיון דאם ניטל הכבד עכשיו מת החמור שפיר נדר דמי כולו, ועי' רש\"י ערכין ד' ד' ע\"א ד\"ה שהנשמה וכתובות ד' מ\"ו ועיין בהך דחולין ד' ל\"ח ע\"ב גבי חצר כבד שלה ובתוס' שם ובאמת דוקא ומשום דס\"ל דהוה כמו נשמה תלויה בו וכמש\"כ בשם בה\"ג ולא דמי ליהיב ליה חד זוזא משום דשם יש לו חלק בכל אבר ואבר ומשועבדת לו כל הבהמה וכ\"כ בזה, וא\"כ לפי\"ז הך דין דטרפה לא משום גדר אינה חיה, ונ\"מ דהנה אנן קיי\"ל דמיתה עושה ניפול כמבואר בחולין ד' ע\"ג ע\"ב ובאבר המדולדל לית עליו דין מיתה דהמיתה לא פעלה בו ושחיטה אינה עושה ניפול משום דלא בעינן שהשחיטה תועיל בכל האברים רק שתהא הבהמה שחוטה וממילא הבהמה מותרת אך גבי טרפה מאי אם עושה ניפול ועי' במש\"כ לעיל בהל' מאכלות אסורות פ\"ה אם גבי טרפה חל האיסור על כל האברים או אסורה משום דבא מן הטרפה ובאמת לכאורה מהך דחולין ד' ל\"ב ע\"ב גבי ניקבו מעיים בין סימן לסימן וגבי חיי ריאה תלוים בקנה ע\"ש דלפי זה הריאה הוה כמו אבר המדולדל דקודם שחיטת הושט כבר אין לה יניקה מהבהמה והוה כמו ביעא חשילתא דחולין ד' צ\"ג או כמו אבר המדולדל ואם אח\"כ נטרפה הבהמה כגון ניקבו בני מעיה אם הריאה אסורה וע\"ש בתוס' ד\"ה והדר ביה והא דלא אסרינן ריאה לישראל משום אבר המדולדל י\"ל משום דכל דרך שחיטה הוא כן, ועיין תוס' זבחים ד' ס\"ט ע\"ב בד\"ה אי מש\"כ בשם ר\"ח וכ\"כ בזה וכן נ\"מ למה שכתבתי דכיון דיש עליו זה השם הוה טרפה אף שבו יוכל להיות שאינו מזיק כל כך וכעין דאמרינן גבי בור בירושלמי דב\"ק פ\"א דכיון דהלמ\"מ דסתם בור עשרה טפחים לגבי מיתה שוב אין נ\"מ לנו בין שור גדול לתרנגול קטן משא\"כ לענין נזקין אז יש סברא דאזלינן בתר מילואו של נופל אך גמ' דילן לא ס\"ל כן בב\"ק ד' ג' זה אב לניזקין וע\"ש דף צ\"א גבי יש אומד לניזקין ע\"ש בזה וכן ס\"ל לרבינו בהל' נזקי ממון דהא דמפלגינן בין שור פקח לשור שוטה זה רק גבי מיתה ולא גבי נזק עיין בפ' י\"ב מהל' נ\"מ הל' ט\"ו וט\"ז ע\"ש ועי' בירושלמי פ\"ד דב\"ק בסופו דמפרש ג\"כ מה דנ\"מ למ\"ד דמועד אין לו שמירה אלא סכין דר\"ל דאז אין לנו גדר שמירה המסור לנו לכל אחד בשוה רק לפי השור ע\"ש ועי' בירושלמי פ\"ח דשבועות ה\"ב כה\"ג מחלק בין שומר חנם לשומר שכר ע\"ש ועיין בר\"ה ד' י\"ג וכתובות ד' ק\"ד כל מדות חכמים כו' ובירושלמי פ\"ב דעירובין גבי ה\"ב דאמר שם והוא שיעורא דאם יש כשיעור הזה אפילו גמל כו' ואם אין כו' אפי' גדי וכן ר\"ל הך דשבת דף פ\"ה ע\"א גבי יניקת כלאים דכיון דקים להו לרבנן הוה זה שיעור ושוב אין נ\"מ בין קרקע לקרקע וזה מה דר\"ל הירושלמי כלאים פ\"ו ה\"ז את רואה כאילו שפוד של מתכות כו' וכ\"מ והנה גבי טרפות מלבד גבי נקרע רוב דמחלק בין גדולה לקטנה אף באותו המין וגבי דרוסה דמחלקין ג\"כ בין רברבי לזוטרי ועי' בהך דב\"ק ד' ל\"ז ע\"א איזה מהן משונה או ממינו למין אחר או מגדולים לקטנים ע\"ש ועיין תוס' זבחים ד' ע' ע\"ב גבי דכל מין עופות מין אחד הוא מלבד כאן גבי דרוסה ועי' בירושלמי נדה פ\"ג בסוף דכיון דיש שיעור נקב באיזה עוף שוב נאסרו כל העופות בשיעור זה ועי' כאן ד' מ\"ה ע\"א. אך הנה באמת כך דעיין לקמן בהל' ג' גבי דרוסה ולעיל בהל' מאכלות אסורות פ\"ד נראה דס\"ל לרבינו דלא כמש\"כ רש\"י ותוס' בחולין ד' מ\"ב דהטעם דדרוסה משום דסופו לישרף ע\"י הארס וכן משמע לכאורה לשון הגמ' ד' נ\"ב ע\"ב ונ\"ד ע\"א זיהרא מיקליה כו' אך רבינו ס\"ל דזהו דין טריפה אך נ\"מ דהרי ס\"ל דגבי נץ אם ניקב לחלל אז טרפה מטעם דרוסה אבל בלא חלל אין עליו שם דרוסה וגבי שאר אמרינן דמנקיב עד לחלל ואח\"כ נעשה דרוסה וזהו דזיהרא מיקליה וא\"כ נמצא כך דלכך לא דמי גדולים לקטנים משום דאמרינן דלא מצי עייל לחלל וא\"כ אין עליו שם דרוסה כלל וכן ס\"ל לרבינו לקמן פ\"ט הל' י\"ז גבי נפולה דאם חזינן שפעלה הנפילה אף באבר שהוא כשר אם ניטל מ\"מ טרפה והוא מהך טעמא שכתבתי דזה הוה דין טרפה ולא משום הסיבה רק דצריך לראות שפעלה בו הנפילה ועי' רש\"י ביצה ד' ל\"ד ע\"א ע\"ש ובזה יש ליישב שיטת הריב\"ם בתוס' חולין ד' נ\"ג ע\"ב בד\"ה דרוסה ע\"ש:"
            ],
            [],
            [],
            [
                "<b>אלא לארי כו'.</b> עי' בע\"ז ד' ט\"ז ע\"ב דהוה מחלוקת שם אם ארי מקרי חיה גסה ועי' בתוס' שם דף ב' ע\"ב דדוב מסוכן יותר ועי' חולין ד' ע\"ה ע\"ב גבי בן פקועה ועי' ב\"מ ד' כ\"ד ע\"א גבי המציל וד' צ\"ג ע\"ב ע\"ש גבי זאב:"
            ],
            [
                "<b>והנץ כו'.</b> עי' תוס' זבחים ד' ע\"א ע\"א המבואר שם דנץ יש לו דרוסה באווזין ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>איזה הוא שיאדים הבשר כו'.</b> ר\"ל לאפוקי אם האדים העור בלבד דאז אין חשש ועיין כאן ד' כ\"ח ע\"ש ברש\"י ותוס' וד' ע\"ו ע\"ב גבי עוף דרכיך:",
                "<b>רואין אותו הבשר כו'.</b> עיין ברא\"ש בזה אך כונת רבינו דר\"ל כגון הנץ בגדיים דכ\"ז שלא ניקב לבית החלל אין עליו שם דרוסה כמבואר בהל' ו' ואמר דאם נימוק הרי הוא כמי שאינו וא\"כ הוה כמו שהגיע לבית החלל:"
            ],
            [],
            [],
            [
                "<b>ספק נכנס לקן כו'.</b> עי' בהך דנזיר ד' ס\"ו ע\"א דאף במקום שיש חזקת איסור ספק ראה ספק לא ראה טהור ע\"ש ועיין בהך דנדה ד' נ\"ח ע\"ב גבי עברה בשוק של טבחים ע\"ש ובהך דפסחים ד' י' ע\"א ותוס' ב\"ב ד' נ\"ה ע\"ב ע\"ש בתוס' ועי' בהך דנזיר ד' ח' ע\"א גבי ספק נזירות להקל דאם נכנס לנזירות שוב לא פקע ובירושלמי שם פ\"ב ה\"ח דהוה מחלוקת דאמוראי אם הוה ספק אם נזירות אחת או שתי נזירות אם שייך כאן חזקה דכיון דא\"א שתחול עליו נזירות השניה אם לא שתפקע הראשונה ועיין במש\"כ הראב\"ד ז\"ל בהשגות בהל' נזירות פ\"ב ה\"ה ע\"ש בסוף וכ\"כ בזה:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>המוח עצמו כו'.</b> עי' לקמן פ\"ט ה\"א והנה לשון הגמ' כאן דאמר מוח זה לא מעלה ולא מוריד ר\"ל כמו דאמרינן בחולין ד' קכ\"ה ע\"א דמוח מעלה ארוכה ע\"ש והוה כעין הך דאמרינן בנדה דף נ\"ה ע\"א גבי גלודה משום דגזעו מחליף וה\"נ גבי מוח כן ועי' ברש\"י כאן דיש ב' לשונות אם האיסור הוא מטעם דסופו ליפסק או משום דזה גופא הוה כמו נפסק ועיין ברש\"י דף נ\"ו ע\"א גבי עוף של מים בד\"ה וקרומו רך דמבואר שם דעיקר הטרפה הוא משום דסוף הקרום ליפסק לא משום דכאן הקרום לא מגין, ועיין תוס' דף מ\"ב ע\"ב מה דמחלק שם בין אדם לבהמה וגבי ריאה דחסרון מבפנים לא הוה חסרון צ\"ל משום דשם יש שני קרומים ומגין שפיר ולקמן אאריך בזה אבל גבי חוט השדרה ליכא אלא קרום אחד א\"כ לפי\"ז גבי קרום של מוח דיש ב' קרומים אז שפיר י\"ל דהוה בגדר חסרון מבפנים וא\"כ גבי מוח צ\"ל דזה גופא הוה נפסק ובזה א\"ש שינוי הלשון דרבינו כאן גבי מוח של ראש דנקט נשפך כמים ושם נקט הומרך החוט וכו' דשם משום החוט דלא הוה אלא קרום אחד וכאן גבי קרום של מוח הוא משום עצמיית הדבר וכמש\"כ:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ובשר כבד שהתליע כו' ואם התליע רובה כו'.</b> עי' בהך דמנחות ד' פ\"ה ע\"ב בהך דבעי ר\"י גבי התליע רוב חטה ובדברי רבינו שם הל' איסורי מזבח פ\"ו הי\"א, ועי' בהך דב\"ק ד' צ\"ז ע\"ב גבי הרקיבו מה דמחלק שם בירושלמי בין התליעו ובין מחמת הכנימה דמחמת תולעת כבריאין הן ע\"ש:"
            ],
            [
                "<b>וחלב חיה שכנגדה כו'.</b> עיין בה\"ג בהל' חלב דכ' שם דחלב צבי סותם ועי' בהל' טרפות שכ' בה\"ג חלב טהור סותם בין במקומו בין שלא במקומו ומשמע דר\"ל אף במקום שאין דרך להיות שומן ודלא כשיטת התוס' כאן ד' מ\"ט ע\"ב גבי ריאה ועיין בירושלמי כלאים פ\"ב ה\"י גבי גפן דלא הוה מחיצה ופ\"ד ה\"ב ופ\"ח ה\"א אין האוסר נעשה מחיצה להציל וה\"נ י\"ל כה\"ג ואף דלא דמי דשם זה גופא אוסר משא\"כ כאן דזה איסור אחר הוא. ובאמת י\"ל דלכך קרום שעלה מחמת מכה אינו סתימה משום דהסתימה נעשה מחמת מכה וא\"א שהסיבה תגרום היתר ועי' רש\"י חולין ד' מ\"ג וד' מ\"ח ויבמות ד' ע\"ו וכ\"מ. והנה באמת י\"ל לפי מה דמבואר כאן ד' נ\"ז ע\"ב דבדבר הנטרף אינו נשבח וא\"כ ה\"נ כיון דחזינן דיש שומן על הנקב בודאי לא נטרף ועי' בדברי הר\"ן שכ' בשם הראב\"ד ז\"ל גבי ניקבה הריאה ע\"ש. אך זה תליא אם הטרפה הוא מצד עצמה או מצד סיבה אחרת דאז לא שייך לומר במידי דמטרפה וא\"כ לפי\"ז כך דהיכא די\"ל דאחר שניקבה נעשה השומן עליו אז היכא דהשומן אסור י\"ל דאף דכאן לא שייך הטעם דלא מיהדק דהא מ\"מ נשבחה אך מ\"מ אין איסור מציל וא\"כ לפי\"ז בחיה כה\"ג שרי ועי' בהך דכתובות ד' קי\"ב ע\"א דצבי אינו שמן. ובזה יש ליישב דברי בה\"ג הנ\"ל ומיירי דליכא חלב רק במקום נקב וכן יש לפרש דזה ר\"ל ה\"ג בין במקומן בין שלא במקומן וא\"ש:"
            ],
            [],
            [],
            [
                "<b>בהמה שהלעיטה כו'.</b> עי' בכ\"מ מש\"כ בשם הטור לחלק בין תוך ג' לאחר ג' ור\"ל דלאחר ג' לא מהני בדיקה דאז אמרינן הגליד פי המכה ולא מינכר כמבואר בחולין דף נ\"א ועיין בהך דנדה ד' ס\"ז ע\"א גבי ריבדא דכוסילתא ומש\"כ רבינו לעיל בהל' ז' דלכך אינו נראה הנקב ע\"ש ועי' בה' מקוואות פ\"ב ה\"כ ובהשגות שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל אבר כו' כך אם ניטל כו'.</b> עיין בהך דבכורות ד' ל\"ט ע\"ב דמבואר שם דאף אם נפגם הוה מום מ\"מ אם ניטל כולו לא הוה מום ע\"ש וע\"ש בתוס' דף ל\"ח ע\"ב אם מהני אחר שנפגם יטול כולו ועי' תוס' יבמות ד' ע\"ה ע\"ב גבי ביצה כה\"ג ותוס' סוכה ד' כ\"ט ע\"ב גבי נקטם וכ\"מ וצריך לחלק בין היכא דהפסול הוה רק בזה האבר כמו בעל מום דאז י\"ל דגרע אם ישנו מאינו לגמרי, ועיין בבכורות ד' ג' ע\"א מה דמחלק משום דעריבה בו חולין גרע דלא קרינן בו כל וגרע מנפל אף דמבואר בירושלמי נזיר פ\"ז ה\"ב דיש עליהם דין מת שחסר ועיין בתוס' מגילה ד' ט' ע\"א מה דמחלקי כה\"ג בין אם לא נכתב התיבה כלל בין אם נכתב בטעות ועי' גיטין ד' ס' ע\"א מה דמחלק בין חומשין לס\"ת שחסר משום דמחסרא במלתיה משא\"כ בחומשין ועי' תוס' תמורה ד' כ\"ד ע\"ב דס\"ל דנדמה הוה בעל מום מחמת השינוי אף דכעת הוא דומה ממש להמין ואין בו שינוי ועיין נדה ד' כ\"ג ע\"ב גבי הך דר\"מ ורבנן דמוכח להיפך ע\"ש בתוס' בד\"ה שר\"מ ועיין בבכורות ד' מ\"א ע\"א גבי אנדרוגינוס תעשה נקבות חרוץ ע\"ש אף דהבריאה הוא כן, משא\"כ גבי טרפה דהיא פועלת בכל הגוף אז אין נ\"מ בין אם ניקב או ניטל לבד מטחול ועיין בהך דתמורה דף י\"ז ע\"א דטרפה מקרי פסול הגוף משא\"כ בבעל מום דמקרי פסול חסרון ולא בגוף ולכך אם ניטל האבר שיש בו חסרון י\"ל דלא הוה בעל מום אך הטעם דשם לא הוה בעל מום הוא משום דחוזר לאיתנו וי\"ל דגם גבי הטחול כן הטעם ועיין בהך דגיטין דף ס\"ט ע\"ב דע\"י השתיה דמיא דבי נפחא יוכל להיות שיחסר הטחול וא\"כ לפי\"ז י\"ל דנברא בלא טחול גרע, ועיין מש\"כ רבינו לקמן פ\"ח הל' כ\"ד דלא ס\"ל כן ועי' בתוס' קדושין ד' נ\"ז ע\"א ד\"ה שחטה דס\"ל דניטל הכבד ע\"כ שנולד בלא כבד ולא כהכ\"מ כאן ועיין בהך דבכורות דף ל\"ט בהך מחלוקת אם יש בריה באחת ע\"ש ברש\"י אך שם כיון דהכליות הם שניהם דבר אחד ולכך א\"א שלא נברא רק אחת משא\"כ גבי כבד גם לשיטת רבינו דס\"ל לעיל בהל' ח' דאם ניקב סמפונות הכבד טרפה וא\"כ י\"ל דגם אם נברא חסר הא ליכא סמפונות. אך באמת דברי רבינו כאן ר\"ל רק היכא דניקב משהו ובכל מקום אז אם ניטל טרפה ועיין בהך דחולין ד' נ\"ו ע\"ב לרבי דס\"ל גבי זפק דאם ניטל כשר ומשמע לכאורה אף עם הגג ע\"ש בר\"ן וע\"כ כמש\"כ, ועיין לקמן פ\"ח מה דפליגי רבינו והראב\"ד בהל' י\"ו הטעם דצומת הגידין אם משום ניטל או נחתך. והנה לפי מש\"כ רבינו שם בהל' כ\"ד לפי\"ז אם נברא בלא צומת הגידין כשרה ובזה י\"ל דלכך מכשיר בחולין ד' ע\"ו ע\"ב היכא דלא הוה רק ט\"ו גידין ומשום דמצא חד גיד עב ומשום דיכול לנפצו לא דהטעם משום דזה הוה כשנים רק משום דחזינן דמתחלת ברייתו כן ולכך כשר וכן יהיה נ\"מ אם הוה יתר בגידין וזה תליא אם הגידין הוא כל אחד ואחד בפ\"ע או כמש\"כ התוס' שם דסופו ליפסק הכל וא\"כ י\"ל דזה לא מקרי יתר כיון שהוא דבר אחד ובאמת הטעם דמבואר שם דף מ\"ז ע\"א גבי יתרת בריאה דלא נטרף ע\"ש ברש\"י ד' נ\"ח ע\"ב משום דדרך הוא כן. אך באמת הוא כך דעיין ברש\"י בכורות דף מ' ע\"ב גבי אוזן הגדי כו' ובדברי רבינו פ\"ז מהל' ביאת מקדש ה\"ג דגוף אחד שנכפל אין זה מום ע\"ש והנה גבי טרפה דאונות אם הדין הוא מחמת האונה עצמה או משום דהוה שינוי בהריאה עצמה עי' רש\"י ד' מ\"ג ע\"א ובדברי רבינו פ\"ח ה\"ב וה\"ז והנה בהל' ח' גבי ריאה שנמצא נפוחה כתב רבינו הטעם שמא התוספת בגוף כחסרון ורבינו לטעמיה אזיל בהל' ז' דס\"ל דטרפה וטעם דהוה כחסר מנין האונות ואף דהא בבכורות ד' מ\"א הוה מחלוקת גבי חרוץ במקום בשר אם מקרי מום או לא ע\"ש ועי' בבכורות ד' ל\"ט ע\"ב דאף דחסרון מבפנים לא שמיה חסרון מ\"מ כיון שעושה פעולה דע\"י זה ניכר מבחוץ מקרי מבחוץ ובאמת שם בגמ' בבכורות משמע דלמסקנא חסרון מבפנים שמיה חסרון ומ\"מ פליגי גבי ביצים שם וי\"ל דנ\"מ גבי קדשים לענין פדיון גם י\"ל כמש\"כ דגבי ביצים ג\"כ אם החסרון הוא משום הביצים עצמן או משום דהוה חסרון בהאבר כולו וע\"ש ד' מ' ע\"א גבי יש לו שני כיסין דמשמע דאף דהביצה אינה לא מקרי מום וע\"ש דף מ' ע\"ב גבי אחת גדולה ואחת קטנה דאף עד כפול כשרה. אך רבינו לא ס\"ל שם כן עי' בהל' ביאת מקדש פ\"ז ה\"ח אך משום דפסק כר\"ע כמבואר בהל' בכורות פ\"ג ה\"ד ומש\"כ בפ\"ח ה\"ד שם קאי אכיס של ביצים והוא מטעם מרוח אשך ולא מחמת מום דחסר אבר ובאמת י\"ל דר\"י דבכורות ד' מ' אזיל לשיטתיה דס\"ל שם דף מ\"ד ע\"ב דנימוחו אשכיו וי\"ל דרק שנים או יש לחלק בין נימק לנימח עי' רש\"י חולין דף מ\"ז ע\"ב גבי ריאה וביבמות דף ע\"ה ע\"א גבי פ\"ד, וה\"ה הכא גבי ריאה וגם נ\"מ לשיטת רבינו גבי חסר גוף הריאה מבפנים אם מהני לזה היכא דסמוך לדופן דאם הוה משום ניקב מהני ואם משום חסרון לא מהני. ובזה יש ליישב מ\"ש התוס' ד\"ה אבל נקב, ובאמת טעם רבינו משום דכיון דנשתנה מברייתו נאבד שם הדבר ממנו ואין זה הדבר וזה ג\"כ מה דר\"ל בתמורה דף י\"ז גבי שרוע וקלוט דפסול הגוף הוא ר\"ל דלא דהוה חסרון באבר רק דאין זה האבר וזה הוה בעיא בירושלמי דסוטה פ\"ט גבי עגלה ערופה דבעל מום אינו פוסל ומחוסר אבר פוסל אם קלוט הוה כמחוסר אבר או כבעל מום ור\"ל ג\"כ כן דאין זה האבר וה\"נ גבי ריאה ר\"ל כן דהוה כמו שאין זה ריאה אבל אם נחסר ע\"י שנימוחה זה לא הוה חסרון וכן ס\"ל לרבינו בפ\"י ה\"י דכיון דהאברים משונים בעוף אין שם עליהם בעוף ולכך אין בהם הנך טריפות וזהו כונת חזקיה דחולין ד' נ\"ז שם אין ריאה לעוף ור\"ל דכיון דהיא משונה מברייתה אין שם ריאה עליה:"
            ]
        ],
        [
            [
                "<b>אפילו נגלד כו'.</b> עי' בה\"ג דס\"ל דצריך בדיקה ע\"ש בזה ברא\"ש והטעם דהנה התוס' כאן ד\"ה אינקב משמע דס\"ל דהעליון הוא חזק ועי' בהך דמנחות ד' ל\"ה ע\"א דאמר אביי דקלף של תפילין צריך בדיקה והטעם י\"ל ג\"כ משום דהא מחלקין העור לשנים וקלף הוה הדק ולכך צריך בדיקה משום נקב וה\"נ כן ועי' בדברי רבינו בהל' תפילין פ\"א ה\"ז והל' כ' ומדוייק לשון הגמ' דנקט רק קלף:"
            ],
            [],
            [
                "<b>אפילו נקב כו'.</b> עיין בכ\"מ. וי\"ל כך דהנה מבואר בשבת ד' נ\"ז ע\"א דקשה ע\"ג קשה יותר מהודק מרך ע\"ג קשה ע\"ש, וה\"נ כן ולפי\"ז לשיטת רבינו ז\"ל לעיל פ\"ו ה\"י דטרפש הכבד הוה קשה ע\"ש א\"כ אם הוה ניקב בחצר הכבד והכבד סותם לרבינו ז\"ל לא הוה סתימה אך נ\"ל בזה כ\"ע לא סתים כמו דאמרינן בירושלמי פ\"ד דמס' כלאים אין האוסר נעשה מחיצה להציל והכא הרי האיסור מחמת הכבד ואף דמבואר בב\"ב ד' כ' ע\"ב דמביא אדם ב' ציבורי כו' דזה פועל לזה וזה לזה אך כאן לא כמ\"ש וכ\"כ בזה גבי קרום שעלה מחמת מכה וגם י\"ל דלכך לא מהני קרום שעלה מחמת מכה משום דהוה קשה ואינו מהודק כמש\"כ ונ\"מ דלכך אם עובר ע\"י מיעוך כשר דהוה כמו רך:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ריאה שנשפכה כו' וקרום העליון כו'.</b> דייק רבינו רק עליון והנה עיין בתוספתא כאן דנקט נימוקה הריאה ואין קרום שעליה קיים טרפה ולכאורה קשה פשיטא דהא טרפה מחמת הקרום ולשיטת רבינו א\"ש דס\"ל דרק אם קרום העליון שלה קיים אבל אם קרום התחתון לא והטעם משום דס\"ל דבאמת הא קיי\"ל דחסרון מבפנים הוה חסרון וכמו בהך דבכורות ד' ל\"ט ע\"ש ועיין ד' מ\"ה ע\"ב גבי מוח שבחוט השדרה ע\"ש ברש\"י שני הלשונות דלחד לישנא זה גופא הוה חסרון רק דגבי ריאה הקרומין הם מגינים וגבי מוח לא, חדא משום דאין שם רק קרום אחד ולא מגין שפיר והב' עיין חולין ד' ע\"ז ע\"א גבי ניטל שליש התחתון מהו דדוקא אם השלום סמוך לעצם ולא שיש הפסק ביניהם וה\"נ כיון דהקרום התחתון נגלד א\"כ יש הפסק בין הקרום לבשר הריאה. אך י\"ל כך דהנה עיין במש\"כ הר\"ן ז\"ל בפ\"ג דסוכה בשם הראב\"ד על הך דשם ד' ל\"ג ע\"א גבי נשתיירו בו עלין לחין דדוקא לחין אבל כמושין לא כיון דצריך להגן צריך שיהא בריא לגמרי ועיין במה דפליגי הבבלי במנחות ד' כ\"ט ע\"ב גבי ס\"ת שיש בו ד' טעיות ויש בו דף אחד אם צריך שיהא שלם לגמרי או אף אם יש בו ג' טעיות ג\"כ מציל ובירושלמי פ\"א דמגילה הוה זה בעיא דלא איפשטא ע\"ש בהל' י\"א ובזה י\"ל ג\"כ שינוי הלשון בין מש\"כ התוס' שבת ד' ל\"ו ע\"א גבי בית הכוסות ובין דף נ' ע\"ב בחולין דשם נקט לשון חצי העור ושם נקט מעל\"ע והטעם כך דיש שני טעמים על מה שיהא נקב מפולש או דלא הוה נקב כלל או דהצד השני סותם ומגין והנה עיין במש\"כ רבינו לקמן פ\"ט ה\"ה דיש דבר דיש עליו שם טרפה אף אם לא נקרע רק רוב בעוביו ע\"ש וא\"כ כך דאם רק מחצה גבי בה\"כ לא מקרי נקב כלל אבל אם רוב אז הוה נקב רק דהמיעוט הנשאר סותם וצריך שיהיה בריא לגמרי וכמש\"כ ונ\"מ לסירכא וכה\"ג וה\"נ גבי נשפכה כקיתון אז אינם יכולים קרומים להיות מגינים אלא א\"כ הם יפים לגמרי וזהו כונת התוספתא הנ\"ל שכ' דהקרום אם אינו קיים טרפה ר\"ל אף קרום אחד והטרפה הוא מחמת חסרון דקיי\"ל דשמיה חסרון רק משום הגנה וכן י\"ל דנ\"מ אם נימוקה וניקבו הקרומין והדופן סותמתן דאז מטעם ניקבה הריאה הוה כשרה אך מטעם שנימוק הבשר וליכא הגנה אז טרפה ועי' מש\"כ רבינו לעיל פ\"ו ה\"ו גבי מרה ע\"ש וגבי קרבן דלא שייך טעם דהגנה שפיר הוה חסרון מבפנים שמיה חסרון וזהו טעם רבינו לקמן פ\"ח ה\"ח גבי תוספת בגוף ואף דכבר כתבתי דרבינו ס\"ל בפ\"ז מהל' ביאת מקדש דבגוף אחד אין פוסל בו תוספות י\"ל דרק גבי אוזן דלפי גירסת רבינו בהך דבכורות דף מ' ע\"ב אפילו הקטינו עד כפול כשרה ע\"ש בהל' אסורי מזבח פ\"ב לכך אם נתוסף לא הוה כיתר משא\"כ בשאר דברים וגם נ\"מ אם אינה נפוחה רק מחמת רוח אז הדרא בריא כמבואר בבכורות ד' מ' ע\"ב ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>תולעת שהיתה כו'.</b> הנה מלשון רבינו נראה דר\"ל שידוע לנו שלאחר שחיטה פירשה וקמ\"ל דלא נימא דאם לא שחטה הוה מנקבת מחיים והוה כמו סירכא דסופו לסתור ואסורה קמ\"ל אך אם מצא נקובה ס\"ל לרבינו דאסורה משום דאמרינן דנהי דמחיים לא מינקבה מ\"מ שמא לאחר ששחט הקנה אז ניקבה קודם שחיטת הושט ואנן קי\"ל דטרפה כמו שפסק רבינו לעיל בהל' ב' ע\"ש ועיין בהך דתמורה ד' ל\"א ע\"א בהך מחלוקת דר\"א ורבנן גבי כזית רמה אם יש עליהן שם בשר ע\"ש וא\"כ י\"ל דהם גופא הוה כמו סתימה להנקב ועיין בהך דכלים ספ\"ג גבי של עץ וסתמה בזפת דהויא סתימה משום דהוא מינו ועי' ר\"ה ד' כ\"ו גבי שופר ובירושלמי ספ\"ג דחלה כשבא מעיסת הנשוך דמצטרף לכ\"ע וה\"נ י\"ל כן:",
                "<b>יש שם מראות כו'.</b> הנה רש\"י דף מ\"ג ע\"א ס\"ל דהטעם משום דסופו לינקב אך רבינו לא ס\"ל כן רק משום דזה גופא הוה כמו חסר ועי' כאן ד' מ\"ו ע\"ב גבי יבשה הריאה דאמר שם דלכך כשרה משום דהדרא בריא משמע דאם נשאר כמו שהוא לא והוה טרפה דזה גופא הוה כמאן דליתא ועי' בסוכה ד' ל\"ו ע\"א גבי תפוח דאמר שם הטעם משום דסופו להתקלקל משמע אבל אם תשאר כמו שהיא לא הויא אסורה ועיין בהך דחולין ד' נ\"ג גבי ביעי חשילתא דהוה מחלוקת כעין זה אם דבר דלא מתקלקל ולא מתרפא אם הוה חסרון או לא ע\"ש וע\"ש ד' קכ\"ז ע\"ב גבי אבר המדולדל ובכלים פ\"א מ\"ו ע\"ש, וגם נ\"מ אם הוא במקום שדופן סותמתו דאם הוא מטעם שסופו לינקב אז לא גרע מנקב ומהני סתימה אבל אם נימא דזה גופא הוה רע בזה לא שייך סתימה וזהו הטעם כאן ד' מ\"ה ע\"ב גבי מוח שבחוט השדרה דגרע נתמסמס מנתמזמז ע\"ש ברש\"י והטעם דזה מעלה ארוכה וזה אינו מעלה ארוכה ע\"ש דף קכ\"ה ע\"א ועי' מש\"כ התוס' סוכה ד' י\"ט ע\"א ד\"ה לא יהא החילוק בין סכך פסול לאויר ע\"ש:"
            ],
            [],
            [],
            [
                "<b>עוף שנפל כו' או כבדו כו'.</b> עיין בהגהות אשר\"י מש\"כ אך מדברי רבינו מוכח דהטעם דכיון שנשתנה ע\"י האור הוה כאילו ניטל כולו ונ\"מ לטחול וכוליא שם אף אם נשתנה שרי וכן נ\"מ אם אבר אחר סותמו ורש\"י בחולין ד' מ\"ג מחלק דלקותא הטרפה הוא משום דסופו לינקב וגבי חליף דוושט הטעם דזה גופא הוה כמו נטול ורבינו כאן מדמה הך דנפלה לאור להך דחליף דהפסול הוא רק משום שינוי מראה ונ\"מ גבי שאר מעים דאז גם לקותא טרפה. אך י\"ל דלא נימא כמו גבי צמקה דע\"י דבר אחר שרי כמבואר ד' נ\"ה אך אור גרע משום דלא הדר לברייתו כעין דאמרינן בהך דמנחות ד' כ\"א ע\"א ע\"ש וגם י\"ל דהטעם דושט לא משום דנשתנו מראיתם רק משום דבזה פוסל לבן ובזה פוסל אדום ונ\"מ אם שניהם שוים כמבואר בראשונים וגם י\"ל דצריך להיות משונים והם שוים הוה כמו הפסול בשניהם וי\"ל דזה תליא בהך מחלוקת דבכורות ד' מ\"ה ע\"ב גבי השולט בשתי ידיו ור\"ל דצריך שיהיה הימין חזק מן השמאל וכאן אינו חזק וזה תליא אם הא דעבודה בשמאל פסולה אי משום שאינה בימין או משום דהשמאל פוסלתה עיין בהך דזבחים ד' ט\"ו ע\"א אם שמאל הוה כמו מאליו ועי' בירושלמי פ\"ה דיומא ה\"ב דמבואר שם דגרע שמאל מבאליו ועי' בהך דמנחות ד' ל\"ז ע\"א גבי תפילין ע\"ש. וכן מה דאמרינן בהך דמנחות ד' כ\"ה דשמאל הוכשר ביוהכ\"פ ע\"ש ברש\"י ובהך דיומא ד' מ\"ח ע\"ב ע\"ש בתוס\"י אך י\"ל דר\"ל אחפנים אך זה רק אם נימא דשמאל פוסל אבל אם נימא משום דבעי ימין זה לא שייך רק היכא דדי ביד אחת ולא גבי חפנים ועי' בהך מחלוקת דמסכת קרבנות פ\"א דר\"ש ורבנן אם קיבל בימין ובשמאל אם פסול ועיין שבת ד' צ\"ג ותוס' חולין ד' מ\"ז ע\"ב גבי שינתה מקומה דמוכח שם דס\"ל דלא דהפסול משום דאינה על מקומה רק דהפסול משום דישנה על שאינה מקומה ע\"ש ועיין בהך דיומא ד' נ\"ג ע\"א גבי קטורת חסרה דמוכח שם ג\"כ כן דלא דהאיסור משום דאינו מקטיר שלמה רק משום דמקטיר חסרה דאם הקטיר ב' הקטרות ואחת חסרה חייב ע\"ש:"
            ]
        ],
        [
            [
                "<b>ובצד ימין ממנה כו' כמו כיס כו'.</b> באמת נ\"ל דזה ר\"ל בגמ' דף מ\"ו ע\"א וסימנך כיתונא דוורדא ור\"ל זה הכיס וס\"ל דמן וורדא הקרום העליון הוא הכיס ולכך היא אדומה וא\"כ לפי\"ז אין על הוורדא רק קרום אחת ונ\"מ לסירכא ולפי מש\"כ רבינו לקמן פי\"א הל' ו' והל' ט' דסתם סירכא הוא מחמת נגלד קרום העליון וא\"כ בוורדא לא שייך זה:"
            ],
            [
                "<b>חסר והל' ו' נמצאו כו'.</b> ואם יכול לחלק אונא אחת שתהיה כשתים והיא גדולה משאר י\"ל דהוה כעין הך דכאן ד' ע\"ו ע\"ב גבי צומת הגידין דנפצי. אך לפי מש\"כ לעיל אין ראיה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ריאה שנמצאת כו'.</b> כ\"כ בזה וא\"כ נמצא לדידן דלא ס\"ל בחסרון כשיטת רבינו כשרה. אך באמת כך דעיין בכ\"מ דדחק למה נקט רבינו ספק טרפה ע\"ש. אך באמת נ\"ל דס\"ל דזה תליא בהך בעיא דשם ד' מ\"ה ע\"ב גבי אינו יכול לעמוד מפני כבדו והוה ספק וה\"נ כן ועי' בהך דמנחות דף ל\"ח ע\"ב גבי אלימא ולא מענבא אם פסול ע\"ש:"
            ],
            [],
            [],
            [
                "<b>בהמה שהיתה חסרה כו' וכן כו'.</b> הנה מלשון רבינו נראה דרק גבי נחתך אז מן הארכובה ולמעלה טרפה אבל אם נבראת כך אז רק כל הרגל אז טרפה. ובזה א\"ש מהך דפסק רבינו בהך דנדה ד' כ\"ד ע\"א דהוה ולד משום דס\"ל דהחתך הוא שגורם הטרפה גבי מן הארכובה ולמעלה ולא מה שחסר ועי' לקמן בהל' כ\"ד ע\"ש ועי' ברש\"י בכורות ד' מ' ע\"א גבי יתר דנקט גם מן הארכובה ולמעלה ע\"ש אך רבינו לא ס\"ל כך וכמש\"כ משום דס\"ל דזה לא הוה טרפה עצמיית רק בעבור החתך עי' ערכין דף כ' ע\"א לאתויי מאי ע\"ש בתוס' וביבמות ד' ק\"כ ע\"ב גבי חרב מלובנת דיכול לחיות וא\"כ ראיה דרק החתך גורם ועיין חולין דף מ\"ב ע\"ב ובאמת לפי מש\"כ לעיל זה תליא בהך דר\"י ור\"ל בחולין דף נ\"ד אם אלו טריפות דוקא ר\"ל דכל הטריפות הוא רק מצד עצמן ולא מצד סיבה ולא ס\"ל הך דרב מתנא ואנן לא קיי\"ל כן משום דזה תליא נמי בהך דשם ד' מ\"ג ע\"א גבי כבד אם צריך כזית והך דאמר שם אמוראי נינהו ואליבא דר\"י ר\"ל הך דר\"י דדף נ\"ד דס\"ל אלו טריפות דוקא והוא לא ס\"ל כן וא\"ש מהך דב\"מ דף ל\"ג ע\"א דגם הוא ס\"ל הל' כסתם ע\"ש וא\"כ לר\"י ע\"כ מן הארכובה ולמעלה הוה טריפה עצמיית לא מצד החתך ואזיל לשיטתיה בנדה דף כ\"ד ע\"א דס\"ל דע\"י זה בטל ממנו שם ולד ע\"ש משא\"כ לדידן. וראיה לדברי רבינו דהרי בחולין ד' ע\"ד ע\"א גבי שנוצרה טרפה מן הבטן מוקי לה בבעלת ה' רגלים ואמאי לא מוקי כגון שנבראת חסרה דניכר הוא כמש\"כ התוס' נדה דף כ\"ד ע\"א ד\"ה עד ורש\"י בכורות ד' ל\"ט ע\"א דמקומו ניכר וע\"כ כמש\"כ רבינו דאם נבראת כך אז רק כל הרגל וא\"כ הוה נבלה ומטמא בחיים כמבואר בחולין ד' כ\"א ע\"א וכ\"מ וכן פסק רבינו אך גבי יתר אף דקיי\"ל דכנטול דמי מ\"מ לא מטמא מחיים ואף דמרש\"י בכורות ד' מ' ע\"א לא משמע כן רק דגם יתר הוה נבלה עיין במנחות ד' ל\"ז גבי יש לו שני ראשים ותוס' חולין ד' ל\"ז ע\"א ד\"ה השתא ועיין נדה דף כ\"ד גבי שני גבין ושני שדראות וכ\"מ בזה ולכך מוקי כה\"ג, ועיין בהך דמנחות ד' י\"א ע\"ב כגון שהפריש לה שני קמצים ע\"ש ברש\"י בתוס' לחד פירוש דיתר לא פסל רק אם הוא קומץ שלם ע\"ש ועי' במה דס\"ל לרבינו לקמן בהל' כ\"א דגבי כבד אם ניטל ממנו מקום שהיא חיה ג\"כ טריפה ואף דכה\"ג בחולין ד' נ\"ה ע\"ב גבי גלודה הוה בעיא דלא איפשטא וכן פסק רבינו וצ\"ל דס\"ל דכבד טריפתה מצד עצמה ולכך בעי כזית משא\"כ בגלודה דלכ\"ע הטריפות רק מצד אחר כמבואר בהך דנדה ד' נ\"ה ע\"א משום דמתקרר ומייתה ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחי העליון כו'.</b> עיין בכ\"מ. והנה מהך דנדה הנ\"ל לכאורה מוכח כדברי רבינו דכל דע\"י זה הסיבה היא מתה אף דלא זה בעצמו גרם לה רק דבר אחר מ\"מ טרפה, ועיין ב\"מ ד' ק\"ז ע\"ב אפשר דעבדי ליה סמתרי כו' ע\"ש, וכאן ד' נ\"ד ע\"א גמירי דאי בדרי וכ\"כ במקום אחר דשם ר\"ל דהמכה עצמה תתרפא כמו הך דשם ד' ז' ע\"ב גבי פרדה ע\"ש:"
            ],
            [
                "<b>אבל אם נבראת חסרה כו'.</b> כ\"כ בזה דנ\"מ לגבי אם נבראת בלא צומת הגידין אם טריפה, ועיין בהך דבכורות ד' מ\"ה ע\"א גבי היתה בו יתרת וחתכה דרש\"י פי' שם משום דהוה מחוסר אבר, ועיין בקדושין ד' כ\"ה גבי עבד ועי' במש\"כ רבינו בהל' ביאת מקדש פ\"ח הל' י\"א דלא משמע כן רק משום דהא מבואר בתוספתא בכורות פ\"ד דיבלת שיש בה עצם אף אם נחתך הוה בעל מום, ועיין מש\"כ רבינו בהל' פרה פ\"א הל' ו' ובהשגות שם דמדברי רבינו משמע דהטעם משום דהוה בעל מום ומדברי הראב\"ד משמע דהטעם משום דלא הוה אדומה, ועי' מש\"כ רבינו בהל' טומאת מת פ\"ב ה\"ז והל' ח' דמשמע שם דס\"ל דיתר באבריו אז צריך רוב לפי אברים שיש בו וכ\"כ בזה, וזה אם אזלינן בתריה או בתר מינו וכמו הך דחולין ד' צ\"ב ע\"ב, ועיין בהך דבכורות ד' ג' ע\"א ובמש\"כ רבינו בהל' בכורים פי\"ב הט\"ו ע\"ש בכ\"מ וכ\"כ בזה:"
            ],
            [],
            [
                "<b>וכן אם לקתה כו'.</b> עיין בגמ' דף מ\"ח ע\"א דאמר שם רב מתנא מליא מוגלא כו' ולא הביא החילוק דשם ד' נ\"ה ע\"ב בין צילא לעכירה ונראה כך דמוגלא הוה טרפה בעצם ועכירה הטעם מחמת שנימוח הבשר וסופו ללקות ועיין בנדה ד' כ\"ד ע\"ב ודף כ\"ה ע\"א דבדם ובמים אין חוששין לנימוח ובעכורים חוששין ע\"ש ברש\"י ובתוס' וגם במלא אין חוששין שמא נימוח ע\"ש ובזה א\"ש לשון הגמ' דגבי מוגלא דהטרפה מצד עצמה אז אפילו מליא נמי טריפה וגבי מים זכים ודם אז אפילו חסרה ג\"כ כשרה אבל גבי עכורים אז אם מלאה כשרה דליכא חשש נימוח אבל אם חסרה טריפה כן נ\"ל ועיין רש\"י כאן דף מ\"ז ע\"ב ד\"ה שנשפכה ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אעפ\"י שלא הגיע כו'.</b> וס\"ל דזהו מה שהוסיפו בטרפה של בסג\"ר וא\"ש מ\"ש התוס' כאן דף מ\"ג ע\"א ד\"ה הנך ועיין כאן ד' נ\"ב ע\"ב גבי הך דבעי ר\"ע ע\"ש:",
                "<b>וכמה שיעור כו'.</b> ע\"ש בתוס' ועיין בתוספתא פ\"ג דגדולה היא טפחיים ולקמן בתוס' דף נ\"ד ע\"ב ד\"ה כסלע ועיין בהך דשבת ד' י\"ז ע\"א גבי מרדע שיש בו הקיפו טפח ובהך דסוטה דף מ\"ו ע\"א גבי עול דשיעור עול טפח ע\"ש ועיין בכורות ד' ל\"ח ע\"א גבי נקב של עול ע\"ש:"
            ],
            [],
            [],
            [
                "<b>נפולה כיצד כו'.</b> עיין בכ\"מ ועי' לקמן בהל' י\"ב ועי' בהך דסוטה ד' מ\"ח ע\"א גבי נוקפים דלא חייש שם רק משום מום או משום שמא ניקב קרום של מוח ולא חייש משום חשש ריסוק אברים וע\"כ משום דלא הוה י' טפחים, ועי' בירושלמי דסנהדרין פ\"ו ה\"ז ע\"ש ומדברי הגמ' דסוטה משמע דאף אם אין הבהמה רואה שמפילים אותה אין בזה חשש ריסוק אברים:"
            ],
            [],
            [],
            [
                "<b>גנבים כו' ואם כו'.</b> משמע שמאמינים להם דהחזירו מחמת תשובה ועיין בהך דחגיגה דף כ\"ו ע\"א גבי הגנבים דאם עשו תשובה אח\"כ נאמנים לומר שלא נגעו ע\"ש ועיין במש\"כ רבינו בהל' מטמו\"מ פי\"ב הי\"ד ופ\"י ה\"ז ע\"ש וכ\"כ בזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חוץ מבית הרחם כו'.</b> עיין בכ\"מ. ועיין בה\"ג בהל' ביצים דמשמע שם דצריכה בדיקה היכא דמחיוה אבית מרבעתא דביצה ע\"ש ודברי הגמ' דכאן צריך לפרש לשיטת רבינו דלא נימא דמחמת שהולד דחק את הרחם הוה כמו ריסוק אברים ומהניא גם לולד ועיין ב\"ק ד' מ\"ט ע\"א שיכנה כנגד בית הריון ע\"ש ועיין ביצה ד' ו' ע\"א גבי עגל שנולד מן הטרפה וה\"נ רוצה לומר כאן:",
                "<b>כגון טחול וכליות כו'.</b> עיין בהשגות וכ\"כ בזה דרבינו ס\"ל דנפולה הוה טרפה בעצם אם ראינו שהנפילה בה איזה דבר אך כל זה אם הוא ודאי נפולה אבל כל שהוא ספק אם נכנס בכלל נפילה אז א\"צ מעל\"ע ועיין תוס' ב\"ק ד' נ' ע\"ב ד\"ה אם שהתה ותוס' כאן ד' נ\"א ע\"ב ד\"ה עמדה וצ\"ל דזה תליא בהך מחלוקת אם חוששין לספק דרוסה וא\"ש בזה דברי רש\"י שם ד\"ה כגון שהפריס ועיין ביצה ד' ל\"ד ע\"א:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בהמה שנשמטה כו'.</b> עיין בהשגות ועיין במש\"כ רש\"י ותוס' בכורות ד' מ' ע\"א גבי נשמטה ירכו אך באמת נ\"ל דכאן ר\"ל דהגידים נשמטו מהירך וכעין שכ' הראב\"ד ז\"ל לעיל פ\"ח ה' י\"ז ע\"ש ולכך מחלק בין עוף לבהמה ע\"ש ד' צ\"ב ע\"ב ועיין חולין ד' קמ\"א ע\"ב בהך מחלוקת דר\"ה ור\"י גבי במה משלחה ע\"ש ועיין בהך דזבחים ד' ס\"ח ע\"ב גבי יבשה גפה. אך רבינו ז\"ל בהל' אסורי מזבח גרס גופו ע\"ש בפ\"ג ה\"א דס\"ל דגף לא הוה אבר ועיין ב\"מ ד' צ\"א ע\"ב גבי דש באווזין ותרנגולין:",
                "<b>הל' ח' אכלה סם שהורג כו'.</b> עיין מש\"כ רבינו בהל' רוצח פ' י\"ב ה\"א דרק קודם שישתנה בגופו אבל אח\"כ מותר ועיין כאן ד' צ\"ד ע\"א ותוס' ע\"ז ד' ל' ע\"ב ובאמת זה נ\"מ אם האיסור משום סכנה הוה איסור עצמיי או רק משום הארס המעורב וזה הטעם לדידן דס\"ל דלא מהני מסננת גבי מים ויין וחלב דזה הוה בגדר גזירה ולכך רבינו ז\"ל שם בהל' ג' הביא הך דתאנה שיבשה ולא הביא הך גבי יין עיין ע\"ז ד' ל\"א ע\"ב וד' ל\"ה ע\"א ומשום דס\"ל דשם הוה בגדר איסור ושוב לא מהני וזה הנ\"מ בין כל המשקים להני ג' ועיין בחולין ד' מ\"ט ע\"ב דמשמע דשאר משקים לא הוה איסור עצמיי ועיין ירושלמי תרומות פ\"ח ה\"ב מה דמחלק שם בין יין לתאנים וענבים גבי החמיץ או נתייבש ולכך מבואר שם בתרומות דיין של תרומה שנתגלה ישפך וכן פסק רבינו בפ' י\"ב מהל' תרומות ה' י\"ג וגבי תאנים וענבים וכן גבי עיסה פסק דיקבר או ישרף כמבואר שם בתוספתא ובירושלמי והטעם דזה חל עליו האיסור בעצמו ופקע שם תרומה ממנו ועיין בירושלמי תרומות פ\"ג דהוה כעפר וכמש\"כ הרמב\"ן במלחמות פ\"ג דב\"מ על ד' ל\"ח ע\"א ואף דפסק בהל' תרומות פ\"י ה\"ז דאם שתה יין של תרומה שנתגלה צריך לשלם קרן וחומש צ\"ל כך דכיון דחזינן דלא ניזק א\"כ נתברר דלא שתה נחש ממנו וא\"כ נמצא דהוה ראוי ולא נתבטל ממנו שם תרומה כלל. ועיין בע\"ז ד' ל' ע\"ב. ועיין בתוספתא דתרומות פ\"ט דרשב\"ג ס\"ל דגם יין של תרומה שנטמא ג\"כ מותר לשפוך וי\"ל דר\"ל לזילוף ועיין בב\"ק ד' קט\"ו ע\"ב דנתגלה לא חזיא לזילוף. ועיין בירושלמי שבת פי\"ג גבי מדיחה אשה עצמה ביין כו' ובתוספתא שם בשבת פי\"ג מבואר דרשב\"ג מתיר ולפי הנראה מהתוספתא סוף פ\"ט דתרומות דצ\"ל ג\"כ דרשב\"ג מתיר אך מדברי הירושלמי לא משמע כן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חוץ מטרפה שבכוליא כו'.</b> עיין חולין ד' נ\"ד ע\"א גבי הך דיוסף רישבא ועיין תוס' שם ד' מ\"ג ע\"א ד\"ה יפלח ע\"ש אך באמת לפי מש\"כ רבינו י\"ל דהך דחולין הנ\"ל קאי אעוף ובו בכל מקום כשר וע\"ש ד' קט\"ז ע\"א רישבא ברש\"י ע\"ש:"
            ],
            [],
            [
                "<b>ואין להוסיף כו'.</b> וכ\"כ בזה דס\"ל לרבינו דזה דטרפה אינה חיה הוא רק גדר סימן לא טעם רק פי' הוא על הך טרפה דכתיבא בתורה וזהו ג\"כ כונת רבינו בס' המצות במצות ל\"ת קפ\"א דשאר טרפות לוקה מדרבנן וכבר השיג עליו הרמב\"ן ז\"ל בשורש ב' ע\"ש אך נ\"ל כך דכל הני שנכנסו תחת סוג של ח' מיני טרפות הני הוי ביאור על פי' הכתוב של טרפה ובהני אף לשיטת רבינו בס' המצות לוקה אך הני דאינם נכנסות תחת סוג של הני מיני טרפות כמו גלודה וכיוצא בה דאין זה טרפה עצמיית דס\"ל לרבינו דלוקה רק מדרבנן ולכך פסק לעיל פ\"ט ה\"ז דאם ספק דנשאר בגמ' בזה להקל וכן יהיה בזה הדין להך דפ\"ח ה' כ\"ג גבי לחי העליון דשם ג\"כ אינו בכלל שמונה טרפות רק בגדר דין וא\"ש:"
            ],
            [],
            [
                "<b>כל טבח כו'.</b> הנה מלשון רבינו משמע דדוקא אם אנו יודעים שהוא יודע בטרפות אז יכולים ליקח ממנו וכן גם אם הוא שו\"ב לעצמו אז מותר ליקח ממנו אף בא\"י אבל אם קבע מסחתא אז צריך לקבל עליו ושיהיה בגדר מומחה וכמבואר בירושלמי דמאי פ\"ב ופ\"ה ועיין בתוס' יומא ד' ט' דלמכור לרבים צריך לקבל ועיין לעיל פ\"ח וס\"פ י\"א ופ\"ג ה' כ\"א. ועיין בירושלמי פאה פ\"א ה\"ו מה דמחלק שם בין טבח לחנוני דטבח אינו יכול להערים ר\"ל דניכר הוא שהוא טבח ועיין חולין ד' קל\"ג ע\"ב גבי המשתתף עם עכו\"ם וכן נ\"מ דאם טבח כזה שהוא לרבים הוציא טרפה מתחת ידו לא מהני מה שיעשה תשובה רק די\"ל דצריך קבלה אחרת ועיין בהך דבכורות ד' ל' ע\"ב ברש\"י בד\"ה לפי בשם תוספתא ושם ד' ל\"א ע\"א בהך מחלוקת דרבה ור\"י גבי פירש הרי הוא ככל אדם ור\"ל דצריך לקבל עליו דברי חברות כבתחלה ולא מהני קבלה הראשונה כמש\"כ רבינו בפ\"י מהל' מטמו\"מ הל' ח' ע\"ש ואף דהא מבואר בסנהדרין ד' כ\"ה ע\"ב דסתם גבאי כשר ועיין בהך דחגיגה ד' כ\"ו ע\"א דמבואר שם דיש עליהם דין ע\"ה ועיין רש\"י ע\"ז ד' ל\"ט ע\"א אך שם גבי מוכסין וכמ\"ש רבינו לחלק בהל' עדות פ\"י אך באמת מהך דבכורות מוכח דאף שעדיין לא הוה גבאי כלל מיד שקיבל עליו זה ההתמנות נעשה ע\"ה וזהו משום דכיון דסתם גבאי הוא כשר ואין עליו חשש גזלן ומ\"מ גזרו עליו דין ע\"ה וא\"כ אין נ\"מ בין אם כבר גבה או לא. אך עיין בירושלמי דמאי פ\"ב ה\"ג מוכח דמיד שפירש מגבאותו הוה כחבר. אך רבינו לא פסק כן. וה\"נ גבי טבח כה\"ג דאם יצא טרפה מתחת ידו צריך קבלה חדשה ולא מהני התשובה לחודא:"
            ]
        ],
        [
            [],
            [
                "<b>ואסור למכור כו'.</b> עיין ד' ס\"ד ע\"א גבי ביצה טרפה ותוס' שם ד' צ\"ה ע\"א ד\"ה ובנמצא ועיין בע\"ז דף ט\"ו ע\"ב גבי ישראל החשוד ושם דף ל\"ב ע\"א ותוס' יומא דף ס\"ט ע\"א גבי בגד של כלאים ועי' מש\"כ רבינו בהל' חמץ פ\"ה ה\"ט:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי ששחט כו' וקרע כו'.</b> עיין בהשגות מש\"כ שיש שחולקין על הריאה עיין בירושלמי פ\"ג דביצה דמבואר שם דזה הוה תקנה דצריך לבדוק הריאה וכ\"כ בזה לעיל הטעם. והנה זה נ\"ל דגם הר\"א ז\"ל מודה דיכול לאכול קודם בדיקת הריאה אך זה רק אם יכול לקיים התקנה וכעין דאמרינן בנדה דף ט\"ז ע\"ב גבי בדקה בעד ונאבד זו מוכיחה קיים אך הנה רבינו ז\"ל ג\"כ כאן דייק וקרע את הבטן ולמה לן זה וגם בהל' י\"ד כ' ואעפ\"י שאין אנו יודעין כו' ולכאורה הא חזינן דליכא. אך כך דהנה עיין לעיל בהל' גירושין פ\"א הל' כ\"ו פליגי רבינו והר\"א ז\"ל אם תקנה וקיים התקנה ואח\"כ ביטלה אם הוה כמו שלא קיים התקנה כלל או כמו שקיים ע\"ש ולכך גם כאן כיון דזה הוה תקנה דהפשט ונתוח כעין דאמרינן בביצה ד' כ\"ה אם לא עשה כלל גם רבינו מודה דאסור רק כשקרע הבטן ועשה כדין ואח\"כ נתבטלה לשיטת רבינו כשר כמו גבי גט ולשיטת הראב\"ד ז\"ל אסורה ועיין בב\"ב דף ק\"ע ע\"ב גבי צריך לברר במה דפליגי שם תוס' ורשב\"ם והוא ג\"כ מחמת זה הטעם דהוא הביא העדים שאמר ומה יוכל לעשות אם אינם מעידים כיון שעפ\"י דין א\"צ להם. והנה באמת לשיטת הר\"א ז\"ל דקודם בדיקת הריאה אסורה וא\"כ לכאורה כ\"ז שלא נבדקה אין אף לשאר ספיקות חזקת כשרות אך י\"ל דמ\"מ יצתה מאיסור הראשון ועי' בירושלמי פ\"ט דברכות ה\"ד ופ\"ח דתרומות ופ\"ג דביצה דנקט חזקת בני מעים בכושר. וי\"ל דר\"ל דשאר אברים אין עליהם כל כך חזקת כשרות משום שיש עליהם עדיין איסור דם משא\"כ בבני מעים דאין מחזיקין בהם דם. גם י\"ל משום דיש זמן שאף אם ניקבו המעים והבהמה חיה מ\"מ כשרה וכמו הך דחולין ד' ל\"ב ע\"ב ע\"ש ועי' במה דפליגי רש\"י ותוס' בכ\"מ אם מחזיקין מאיסור לאיסור ועיין בשיטת רש\"י קדושין דף נ\"ז ע\"א ד\"ה שנמצאת טרפה דס\"ל דמחזיקין שהיה קודם הלקיחה וע\"ש בתוס' י\"ל הטעם דאם נימא דאח\"כ וא\"כ אסורה בהנאה משום ציפורי מצורע ואין בה חזקה ועי' תוס' בכורות ד' כ' ע\"ב. אך אם נימא דגם טרפה מפקיע הקדושה מעיקרא כר\"א בתמורה ד' י\"ז ע\"א וכ\"מ, ה\"נ גבי ציפורי מצורע כן ועיין בזבחים דף ק\"ד דנמצא טרפה בבני מעים שאני. ובאמת זהו מה דאמר שם בגמ' דלא חל עליה קדושה כלל למה נקט לשון קדושה דהנה עיין בחולין ד' ק\"מ בהך דממעט שם ציפורי עיר הנדחת וחליפי ע\"ז משום דס\"ל דרק דברים האסורים אף להדיוט הני ממעטי גבי עגלה ערופה כמו טרפה וחליפי ע\"ז, והנה באמת בהך מחלוקת דעגלה ערופה אימתי נאסרת בכריתות וכ\"מ זה רק בגדר כמו קדושת הגוף אבל כמו קדושת דמים יש עליה מחיים. ובזה א\"ש מה דהירושלמי מדייק בפ\"ט דסוטה מהלשון תצא דמשמע מקדושתה אך לזה מהני דאדעתא דהכי לא אקדשה כיון דהוה רק קדושת דמים וכן י\"ל בה קרבן ציבור סכין מושכתן למה שהן ועיין בהך דזבחים דף ו' ע\"ב בהך מחלוקת דר\"ש ורבנן גבי נפדין תמימין ועיין בתוס' ישנים יומא דף נ\"ט ע\"ב אם שייך בהם גדר מעילה וגם נ\"מ לענין אם צריך לקבור במקומה דלאחר עריפה נקברת רק במקום עריפתה וגם המקום נאסר כמבואר בגמ' דסוטה פ\"ט וע\"ש בירושלמי דהוה מחלוקת דתנאי כמה מקום תפיסתה דר' אומר נ' אמה וחכ\"א ד' אמות ועיין באבות דר\"נ דאסור להזיזה ממקומה ובדברי רבינו פ\"י מהל' רוצח ה\"ו ועיין בהך דכריתות דף ו' ע\"א דנקט שם טעונה גניזה משא\"כ קודם עריפה אף אם נימא דאסורה מ\"מ אינה נקברת שם וגם י\"ל דיש לה פדיון ועיין בכורות דף י' ע\"ב בהך דאמר שם וקוברה כו' ובירושלמי פ\"ב דקדושין מוקי לה אם מת בלא עריפה, וא\"כ י\"ל דגם בציפורי מצורע כן דהנה מה דיליף ציפורי מצורע מעגלה ערופה הוא רק לענין גוף וזה לדידן רק משעת עריפה ולכך באמת משמע מדברי רש\"י בחולין דף קל\"ג דעריפה צריכה להיות בכהן דוקא וכן יש מ\"ד דס\"ל בתו\"כ פרשת מצורע דשחיטת ציפורי מצורע דוקא בכהן ובאמת זהו כונת הגמ' בקדושין ד' נ\"ז הכא מי אית ליה גבול אחריני ע\"ש בתוס' ור\"ל דהא קיי\"ל ביומא ד' מ\"א וכ\"מ דאין הקנים מתפרשות אלא או בזמן לקיחה או בזמן עשיה וה\"נ כן ועי' תוס' סנהדרין ד' מ\"ח ע\"א ד\"ה מותר מוכח דאף למ\"ד הזמנה מלתא מ\"מ הגוף לא מיתסר רק משעת פעולת מעשה וא\"כ גם גבי ציפורי מצורע ועגלה ערופה כה\"ג ובאמת כן הדין גבי פרה אדומה דאף דחטאת קריה רחמנא זה רק אם נשחטה כדין ועיין תוס' חולין ד' י\"א ע\"א ד\"ה חטאת ובדברי רבינו פ\"א מהל' פ\"א ה\"ט וי\"ל דעל זה ג\"כ ר\"ל הגמ' מכפר בחוץ דהוא ג\"כ גדר כפרה כמבואר במו\"ק ד' כ\"ח וזהו כונת רבינו שם בהל' פרה הנ\"ל, וא\"כ לפי\"ז הפסולים דעגלה ערופה וצ\"מ לא הוה רק בשעת שחיטה דאז יש עליהם שם מכשיר ומכפר ולכך אם הוה טרפה קודם שחיטה אף לאחר לקיחה הקדושה לא חל עלייהו אבל אם נטרפה ע\"י שחיטה אז אם נימא דשם צ\"מ חל עליה משעת לקיחה אז אם נטרפה בשחיטה הוה כעין מש\"כ התוס' ב\"ק דף ע\"ו ע\"א גבי בעל מום ד\"ה שחיטה אבל אם נימא דלא חל עליה כלל אלא בשחיטה והשחיטה אינה ראויה שוב לא חל עליה שם צ\"מ כלל כן י\"ל שיטת רש\"י, ועי' בהך דנדה ד' ס\"ח ע\"א בהך מחלוקת דרב ולוי גבי זבה אם מחזיקין מאיסור לאיסור ובירושלמי פ\"ב דנזיר גבי הך מחלוקת אם ספק אם נזר אחד אם נזר שתים אם הוה ספיקא להקל ע\"ש ועי' בהך דמכות ד' ד' אוקי גברא אחזקתיה אף דנשתנה מדאורייתא לדרבנן וכ\"כ בזה:"
            ]
        ],
        [
            [],
            [
                "<b>בין קדשים הנאכלין בין קדשים כו'.</b> הנה באמת זה הוה מחלוקת דרבא ור\"י דף פ\"א אך זה רק לר\"ש ולא לדידן, ועיין בהך דמנחות דף פ\"ד ע\"א דמקשה שם לאכלה ולא לשרפה ומשמע דזה הוה גדר שרפה ולא גדר אכילה ועי' בכורות ד' י\"ב ע\"ב דנקט שם ג\"כ גבי אימורים זה. והנה רבינו בהל' בכורות גרס גירסא אחריתא ולא לסחורה ר\"ל שנפטרת ע\"י זה מן הבכורה וי\"ל דגם במנחות גרס כך ומשום שמתרת חדש ועיין בדברי רבינו פ\"ה מהל' איסורי מזבח ה\"ט דלא חשיב פירות שביעית כמו בגמ' דילן בזבחים דף פ\"ח ובתוס' דמנחות חשיב, ועי' בתו\"כ פ' בהר דממעט לאכלה ולא למנחות ולא קאמר משום לשרפה י\"ל דנ\"מ ללחמי תודה אך י\"ל דשם ר\"ל משום דממעט באכילתה עי' בזבחים ד' ע\"ו ובשביעית פ\"ח ע\"ש בפיהמ\"ש ובירושלמי ועי' בירושלמי פיאה פ\"א ה\"ג מה דמרבה שם מן קרא ובקצרכם גם קציר גבוה ר\"ל דהיינו כגון הך דמנחות ד' פ\"ה ע\"א שהיו זורעים מתחלה כדי לקצור ממנה העומר ומרבה דצריך להניח מהקצירה פאה ומקשה שם בירושלמי פשיטא דהא מחללין על ההקדש לאחר הקצירה לא במחובר כמבואר בירושלמי שקלים פ\"ד וכ\"מ ותירץ שלא תאמר יעשה קציר גבוה כקציר הדיוט ר\"ל דבהדיוט ע\"מ לאבד לא הוה קצירה וכאן עיקר הקצירה הוה לצורך הקומץ שהוא לשריפה והשירים משולחן גבוה קזכו לכך צריך קרא. אך באמת יש לחלק בין אימורים ועולה דהקטרתן לא הוה רק גדר אכילה וריח ניחוח ולחמו של מזבח כמבואר בזבחים דף מ\"ו ע\"ב ותוס' שם ד' מ\"ג ע\"א דדם לא מקרי לחמו של מזבח משום דהוא רק מתיר ועי' בספרי פ' פנחס פסקא קמ\"ב לחמי אלו אימורים ע\"ש ועיין בירושלמי שבת פ\"ב ה\"ד כיון דרוצה בעיכולם כמבשל הוא ע\"ש משא\"כ בקמצים דהוא ג\"כ בתחלה רק גדר דם ומקרי מתחלה כמו שריפה ולכך מרבה בספרי שם מן לאשי ע\"ש ועיין בזבחים ד' פ\"ג ע\"ב למעוטי קמצים כו' ע\"ש ועי' בירושלמי מעש\"ש פ\"א ה\"ג ולא נמצאת מבריחו מן האכילה ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר לשחוט את כו'.</b> עיין חולין דף ע\"ד ע\"א גבי הך דד' סימנין אכשר בו רחמנא ובהך דב\"ק דף ע\"ח ע\"ב אם הוה שיור ואף דכבר כתבתי דכ\"ז שלא יצא אין שם בהמה עליו עיין תוס' חולין ד' ע\"ה ע\"א ודף ק\"ג ובגמ' שם דף ס\"ט ע\"א ועיין בהך דסנהדרין ד' פ\"ה ע\"ב אם שייך גנבת נפש בעובר ע\"ש לפי גירסת רש\"י עיין בתמורה ד' י\"א ע\"ב גבי אם שייך גדר לאו בעובר שהוא קודש ע\"ש ועיין בהך דיבמות דף ע\"ח דמבואר שם דלמ\"ד עובר לאו ירך אמו מעוברת שנתגיירה הוה כמו שגם העובר נתגייר וטבל וא\"כ למ\"ד ד' סימנין אכשר ביה רחמנא ר\"ל דהעובר ג\"כ נשחט במה ששחט את אמו אבל אם נימא דלא מהני בעובר שחיטה שוב ליכא למימר דהוה כמו שנשחט דהא לא מהניא ביה שחיטה וזהו כונת רש\"י בחולין ד' ע\"ה ע\"ב ד\"ה אין לו תקנה ע\"ש בתוס' ד\"ה ב\"פ דסבירא ליה לרש\"י דזה ודאי אם שחט שור ובעודו מפרכס בא על בהמה ונתעברה ממנו אם נימא דמוליד בודאי הולד יש לו תקנה בשחיטה דהטעם דאביו לא בעי שחיטה משום דשחטו אותו ולכך הבן יש לו תקנה בשחיטה משא\"כ אם נימא דלא מהניא שחיטה לעובר וא\"כ ע\"כ משום דלא בעי שחיטה כלל ולכך הולד אין לו תקנה ואף דבגמ' משמע דאף גבי בן ח' הוא משום דמהניא לו שחיטת אמו ע\"ש ד' ע\"ד י\"ל דכיון דגבי בן ט' מהניא שחיטה לעובר ה\"ה לבן ח' מקרי שחוט אגב אמו ועיין רש\"י ביצה דף ו' ע\"א ד\"ה טריפה דקצת משמע שם דאם הוה נימא דהשוחט את הטריפה ומצא בה בן ט' חי מותר הוה מותר לשחוט את האם ביו\"ט כדי לאכול העובר ועיין תוס' סנהדרין דף פ\"א ע\"ב וב\"ק דף מ\"ז ובאמת הטעם דאינו גובה מביצתה הוא משום דאם עכשיו הזיקה לא היה גובה ממנה דהא לאו בעלי חיים היא, והא דאסורה משום טרפה הוא משום דהוה כביצה טמאה דאתרבי מבת היענה וכמש\"כ רבינו בהל' מאכלות אסורות פ\"ג ה\"י, ועי' תוס' חולין דף ס\"ד ע\"א ע\"ש. וגם כמש\"כ התוס' שם וכמבואר ביצה ד' ב' ע\"ב וד' ז' ע\"א דאין שם ביצה עליה עד שתצא לחוץ משא\"כ לגבי ולד עיין ע\"ז ד' מ\"ז ע\"א דשייא דאחידא באפיה ואף דדין בהמה אין עליו כמש\"כ זה רק לדינא, ועי' מה דס\"ל להראב\"ד ז\"ל בתו\"כ פ' ויקרא גבי ביצי תורים של קרבן דעל האפרוחים יש עליהם קדושת הגוף ועיין בהך דתמורה ד' ל\"א ע\"ב הני מילי גידולין דחזי למזבח ע\"ש בתוס' ונראה דר\"ל זה כשיטת הראב\"ד והך דמעילה דף י\"ב ע\"ב מיירי שבשעה שהקדישן כבר נגמרה ביצתן ועיין תוס' חולין ד' קל\"ח ע\"ב ד\"ה יצא זה ועיין ע\"ז ד' מ\"ב ע\"ב דאפרוחים שצריכים לאמן כביצים דמי ותוס' ב\"ב דף ע\"ט ע\"ב ד\"ה ויונים ובירושלמי פ\"ה דגיטין דמחלק בין קטנים לגדולים לענין זכיה ע\"ש, ולקמן אבאר זה. ומ\"מ למ\"ד ד' סימנין אכשר ביה רחמנא למה ליכא בו משום איסור אותו ואת בנו דהא א\"צ להיות שם בהמה על הבן כמבואר בחולין ד' ע\"ט ע\"ב כמש\"כ בהל' אישות דעדיין אין שם בן עליו עיין תוס' ב\"ב ד' קמ\"ב ע\"ב וכ\"מ:"
            ],
            [],
            [],
            [
                "<b>שנים שלקחו כו'.</b> מכאן משמע דלא הוה גזל אף בדיני שמים, ועי' בהך דגיטין ד' נ\"ט ע\"ב וד' ס' ע\"ב גבי בור שהוא קרוב לאמה ובתוספתא דיבמות פ\"ד ע\"ש ולכך לא פסקינן בגיטין שם כשמואל בדיני ע\"ש ברש\"י משום דאין עליהם שם גזל ועיין בתוספתא סוף ב\"מ:"
            ],
            [],
            [
                "<b>בד\"א כו'.</b> עיין בהשגות ועיין בהך דביצה ד' י\"ט ע\"א כגון דקרהיט, ועיין בהך דבכורות ד' כ\"א ע\"ב התם במוכר תליא מלתא:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בא אחר וחטף כו'.</b> עיין לקמן בהל' י\"ט ואפילו לטהר כו', ועי' ד' קמ\"א ע\"א ונ\"מ דאף אם שיהיה האם ציפור המשולחת אסור וזהו מה דר\"ל שם דף ק\"מ ע\"א למעוטי שלא לזווג לה אחרת ור\"ל דאם נוטל אם על הבנים אסור לזווג להאם אחרת ולעשות מהם ציפורי מצורע והטעם משום דלא הוה טהורות ועי' בתוספתא סוף חולין דממעט לה מחמת שנעבדה בה עבירה ור\"ל דהוה כמו מצוה הבאה בעבירה וכעין דאמרינן בתמורה ד' י\"ט ע\"ב אין אדם מתכפר וגם י\"ל דכיון דכתיב ולקח צריך שיהא בהם קנין וזה א\"א לקנותה כיון דע\"כ צריך לשלחה וכן מבואר בתוספ' שם ועיין בירוש' ערלה פ\"א ולקחתם לכם כו' ועיין כאן דף קמ\"א ע\"ב ברש\"י ד\"ה והשתא, דמוכח דלא קנה דאין לה בה קנין אם עבר ונטלה וזה כונת הגמ' כאן דף קל\"ט ע\"א מעיקרא איחייב ליה בשילוח ור\"ל דלא חל ההקדש כלל כיון דע\"כ צריך לשלחה, וע\"ש דף ק\"מ ע\"ב גבי שחט מיעוט סימנים פי' רש\"י תחת האם משמע לכאורה דאם הגביה את האם חייב אך בתוספתא שם מבואר דאם נעשו טרפה אף לאחר הגבהת האם פטור וא\"כ קשה מהך דכאן דקאמר דהיכא דכבר חל עליו לא מהני ההקדש וע\"כ כמש\"כ דר\"ל דלא חל ההקדש כלל כיון דאינו שלו גם י\"ל דלמ\"ד קיימו ע\"כ לא הוה רק אם מקיימו מדעתו כמש\"כ רבינו וכיון דגבי מצורע מחויב לשלחה שוב לא הוה קיימו וגם ע\"כ אחר משלחו עיין תוס' קדושין דף נ\"ז ע\"ב ע\"ש וזהו כונת הגמ' דף קמ\"א ע\"א הניחא למ\"ד קיימו כו' ור\"ל דלמ\"ד בטלו שפיר משכחת שיהיה מן העוף המשולחת. והנה עיין מש\"כ רבינו בהלכות מכירה פכ\"ג ה\"י דביצים ואפרוחים אין בהם קנין כ\"ז שלא פרחו ורק מדרבנן ועי' בירושלמי גיטין פ\"ה דמבואר שם להיפך דאדרבא קטנים יש בהם קנין וכמש\"כ התוס' ב\"ב דף ע\"ט ע\"ב. אך באמת שם מיירי שאין עליהם אם. אך הנה עיין ברש\"י דף קל\"ט ע\"ב ד\"ה לפניך שכ' דלא קניא ליה חצירו ולכאורה הא מבואר בגמ' ד' קמ\"א ע\"ב דאין כאן קנין חצר כלל ואפשר לומר דס\"ל דזה רק מדרבנן כמש\"כ רבינו ועיין כאן בהל' י\"ח. אך באמת שיטת רבינו שם דאף היכא דאין האם יושבת עליהם מ\"מ גזירת חכמים הוא כך אבל אם פרחו אז לא שייך בהו שילוח הקן גבי אפרוחים מפריחין כמבואר בחולין ושם דף קמ\"ב דאמר דליתגבהו אמהות ר\"ל והוה מעופפת ולא שייך בהם שילוח הקן והא דאמר שם דף קל\"ט נטל את הבנים והחזירן שם ר\"ל שנטלן בהיתר דהיינו ששלח האם. אך באמת כך דמבואר בגמ' דבין שהאם שלו ובין שהבנים שלו אז פטור מטעם מזומן וכן בין שהאם הקדש ובין שהבנים הקדש אז פטור לא כמו גבי טרפה. והנה עיין בדברי רבינו פ\"א מהל' זכיה ומתנה הל' ב' גבי חיה ועוף שבביברין דפליגי שם רבינו והראב\"ד אם הוה גזל מה\"ת והראב\"ד ס\"ל דרק מדרבנן ואף דלא פסקינן כר\"י בהך דגיטין דף נ\"ט עיין מש\"כ רבינו בפ\"ו מהל' גזילה ועיין בהך דסנהדרין ד' כ\"ה ע\"א דרק דרכי שלום ע\"ש ברש\"י ובע\"ב שם בד\"ה שור הבר דאף חיות שבביברין הוא רק מפני דרכי שלום ועיין תוספתא ב\"ק פ\"ח גבי יוני שובך ובהך דביצה דף כ\"ה ע\"א דמחלק שם בין גדולים לקטנים וזה לא משום צידה רק משום סמכא דעתא ובין הסמוך לעיר ובמקושרים אז גם בגדולים הוה גזל גמור משום דאין יכולים לברוח והוה כמו קטנים וכן מבואר בתוספתא שם ובסוף חולין ובספרי פ' תצא ועי' בהך דב\"ב ד' כ\"ג ע\"ב גבי ניפול ושם ג\"כ כך דרק ניפול דהוא גוזל קטן אז שייך בו מצות השבת אבדה. והנה מבואר בחולין כאן דאם מרדו שוב פקע מהם שם בעלים ולכך חוץ מחמשים אמה וכן אם אינו יכול לראות את שובך שלו הוה כמו מרד ושוב אינו שלו. ובזה א\"ש מ\"ש התוס' ב\"ק דף קי\"ד ע\"ב גבי כוורת למה לא קנה אותם אך י\"ל משום דכיון דברחו ממנו הוה כמו מרדו אך רבינו בהל' גזילה פ\"ו הל' י\"ד ס\"ל דלא הוו בר תרבות וזה תליא בהך דסנהדרין דף ט\"ו ע\"ב בהך מחלוקת דר\"י ור\"ל, ועיין בהך דנזיר דף ל\"ה ע\"א דמרבה לשמירה עופות וממעט חיות ע\"ש ועיין ב\"ק דף פ' ע\"ב גבי חתול והוא ג\"כ משום זה משום דאינו בר תרבות וזה ר\"ל הך דהוריות דף י\"ג דאין מכיר את קונו ועי' ב\"מ ד' צ\"ז ע\"א ועי' ברמב\"ן במלחמות פ\"ב דב\"ב דס\"ל דדבורים לית להו בעלים ועי' בירושלמי סוף סנהדרין פ\"י אם יש עליהן שם עיר הנדחת אם הוה בכלל שללה אך נ\"ל דהני דנולדו בביתו ונעשו שלו אף שאח\"כ נתגדלו ס\"ל לרבינו דאם לא פרחו ולא מרדו הוה גזל מה\"ת והר\"א ז\"ל ס\"ל דרק להוציאו בדיינין וזהו מה דקאמר בגמ' כאן ד' קל\"ט במקדיש פירות שובכו ע\"ש ברש\"י דלמה נקט פירות אך משום דגדולים שוב אין עליהם קנין מה\"ת וכשיטת הראב\"ד ועי' בהך דביצה ד' כ\"ד ע\"א, ועי' בנדה ד' נ' ע\"ב וכ\"מ ועיין ברש\"י ד' קל\"ח ע\"ב ד\"ה שהרג שכ' ואח\"כ מרד ולמה לן זה משום דאם תחלה מרד שוב לא בעי גמר דין כלל:"
            ],
            [],
            [
                "<b>שלחה וחזרה כו'.</b> עיין תוס' קדושין ד' ל\"ד ע\"א דמשמע דאין מצוה בשילוח הקן רק אם רוצה ליקח האם אבל בלא זה ליכא מצוה כלל. אך נ\"ל דזה רק בשלא שלחה פעם אחת אבל אם שלחה פ\"א שוב נתחייב עוד הפעם לשלוח וכן הדין גבי מעשר בהמה דאף דמבואר בבכורות ד' נ\"ח ע\"ב דהוה רק מצוה בעלמא ולא חובה ועי' ברש\"י שם ד' ס' ע\"א ד\"ה אלא דמשמע שם לכאורה דאם התחיל לעשר מה שנשתיירו הוה חיוב לעשר וע\"ש ד' נ\"ד ע\"ב ברש\"י ד\"ה ה' מכאן כו', ועי' בזבחים ד' מ\"ה ע\"א דקרי להו חובת ושם דף קי\"ט ע\"א וכ\"מ ועיין בתו\"כ ס' בחקותי דהוה מחלוקת:"
            ],
            [],
            [],
            [],
            [
                "<b>היו אפרוחים טריפות כו'.</b> הנה בגמ' נקט משום לך ולא לכלביך ועי' בספרי פ' תצא פסקא רכ\"ז. והנה י\"ל דהגמ' קאי אם נימא טרפה חיה ואנן קיי\"ל כמ\"ד אינה חיה. והנה אם שחטן לגמרי לכאורה לפי טעם הגמ' חייבת האם בשילוח אך לטעם רבינו לא שייך זה וגם משום דאינם צריכים לאמם כלל ועי' לקמן בהל' י\"ב. אך י\"ל דנ\"מ דהנה כ\"כ דבתוספתא מבואר דאם נעשו טרפה אף לאחר הגבהה מ\"מ פטור משילוח ולכאורה הא כבר איחייב ליה. אך י\"ל דכיון דליכא לקיים תקח לך אז אף אם כבר נתחייב מיפטר ולא מחייב בשילוח אבל אם אז שחט האפרוחים מחייב שפיר וגם י\"ל דהוה כמו ביטלו כיון דשחטן בידים:"
            ],
            [],
            [
                "<b>היתה רובצת על ביצים כו'.</b> עיין בתוספתא דמבואר דפטור ובאמת בגמ' נקט רק תסיל דהוא מין יונה כמבואר שם ד' ס\"ב וגם רבינו לא הביא הך דין דגבי קורא שאני וצ\"ל דמפרש דקורא ר\"ל בזכר ואליבא דר\"א דכיון דהוא זכר מה נ\"מ בין של מין זה או של מין אחר ומה דאמר שם בגמ' דבקורא נקבה ד\"ה חייב ר\"ל דלא נימא כיון דגם זכר דרכו לישב שוב אין ישיבתה כלום קמ\"ל. אך באמת י\"ל כך דהנה רבינו מפרש כך דהנה י\"ל דקורא הוא טמא עי' תוס' דף ס\"ג ורש\"י דף קל\"ח ע\"ב ודף ק\"מ ע\"א ע\"ש. ונ\"ל דזה הוה תרנגולתא דאגמא דהזכר טמא עיין תוס' נדה ד' נ' ע\"ב וא\"כ הך עוף טמא דנקט בגמ' ר\"ל קורא ורובץ על ביצים של נקבה שלו ור\"א מחייב גם בזה כיון דמ\"מ שם ציפור עליו כיון דנקבה שלו טהורה וזהו מה דאמר בגמ' אבל בקורא נקבה חייב ר\"ל משום דהיא טהורה וא\"כ לפי מה דמסקינן בנדה שם דגם הנקבה טמאה שוב לא משכחת כלל הך דין ולכך השמיטו רבינו וא\"ש:",
                "<b>היתה האם טרפה כו'.</b> והנה לכאורה למה לא נימא ג\"כ שלח לתקלה ודוחק לומר דמיירי בטרפה הניכרת. אך י\"ל דשלח לתקלה לא שייך רק בדבר שיש בו איסור הנאה כמו הך דקדושין דף נ\"ז ובחולין דף קט\"ו שם ג\"כ כיון דיליף מלא תאכל כל תועבה י\"ל דה\"ה דאסור בהנאה ואף דגבי כלאי זרעים לא אמר כן שם י\"ל דשם שאני מדאיצטריך כלאי הכרם וגם בבעלי חיים שאני כמ\"ש התוס' קדושין ד' נ\"ז ע\"א ד\"ה וזה וכן בהך דיומא דף ס\"ז וכאן ד' ק\"מ דהוה איסורי הנאה משא\"כ באיסורי אכילה אין חשש והטעם דגבי איסורי הנאה מוטל עליהם חובת קבורה וגניזה לא מחמת גדר תקלה בלבד ואף דהתוס' ב\"ק דף ע\"ו וסנהדרין דף פ\"א לא ס\"ל כן אך עיין בתוס' ישנים יומא דף נ\"ה משמע דזה ג\"כ הוה גדר מצוה לא משום תקלה בלבד ועיין רש\"י כאן דף קל\"ט ד\"ה בר קטלא שכ' ומהיכן נמלט אמאי לא קאמר משום שלח לתקלה וגם כמש\"כ רש\"י שם דף ק\"מ ע\"א ד\"ה בר קטלא ולפי מש\"כ א\"ש דהטעם דאסור לשלחו הוא משום דצריך להרגו ולקברו וזהו מהך קרא וגם כיון דהוא הפקר אף דאנן פסקינן כרבנן דגם שור המדבר בסקילה כמבואר בב\"ק דף מ\"ד ע\"ב ועיין ברש\"י שם דף צ\"ח ע\"ב דמשמע דס\"ל דהיכא דנשתנה בין קטלא לגמר דין לא קטלינן לו לכ\"ע וא\"כ צ\"ל דכאן מיירי דנגמר דינו קודם שמרד. אך מ\"מ י\"ל דמצוה ליכא דמצוה על הבעלים כמש\"כ רש\"י ב\"ק דף צ\"א ע\"ב ואף דבסנהדרין דף ט\"ו ע\"ב אמרינן זכה לשמים שם רק משום הך דינא דובערת הרע ולא משום דצריך לקיים בו הדין ועיין רש\"י שם דף ל\"ו ע\"ב ודף פ' ע\"א בתוס' וברש\"י דמשמע משום מצות סקילה ולא משום ובערת הרע גם יש לחלק בין היכא דלא הוה מעולם של בעלים ובין היכא דהוה ואח\"כ נפקע, ועיין בהך דעדיות הובא בברכות דף כ\"ז גבי תרנגול שנסקל בירושלים דמבואר דאף דכל חייבי מיתות ב\"ד צריך חוץ לירושלים גבי בהמה לא חיישינן לזה ועי' בירושלמי פ\"ב דפסחים גבי פטר חמור שהמית משמע דזה הוה גדר חיוב וכ\"כ בזה. והנה באמת אם נימא דטרפה שישבה על הביצים אינה מולדת וא\"כ י\"ל דגבי ביצים פטור מלשלח את האם טרפה דהוה כמו אינם צריכים לאמם ועיין סנהדרין דף ע\"ח ע\"א גבי הרובע את הטרפה ע\"ש:"
            ],
            [
                "<b>שחט מקצת כו'.</b> עיין בהך דפסחים דף פ\"ד ע\"ב גבי שבירת עצם בנא אם זה מקרי פסול או לא כיון דיכול לגמור הצלי והוה כשר ור\"ל ג\"כ אם כ\"ז שלא נגמר שם פסול עליו או לא ועיין בהך דזבחים דף ל\"ו ע\"ב גבי בשר פסח שלא הוצלה אם חייב עליו משום טומאה ור\"ל ג\"כ כה\"ג דהוה נא לא חי ולא צלי, ועיין תוס' פסחים דף מ\"ז ע\"א ד\"ה ואי אם זה הוה גדר חסרון ועיין תוס' ביצה דף כ\"ז ע\"ב ד\"ה ועל אם צלי אש דפסח מקרי צורך גבוה ע\"ש וזהו ג\"כ אם הוה קודש פסול או לא כיון דבידו לגמרו ועיין בהך דפסחים דף מ\"א ע\"ב גבי אכל נא לוקה שתים מ\"ט לא נימא ג\"כ דלילקי משו' כל שבקודש פסול וכמבואר בתוספ' פ\"ג דמכות ע\"ש וזה תליא בזה אם היכא שבידו לגמור אם מקרי פסול קודש, ועי' בתוס' זבחים דף ק\"ג ע\"ב ד\"ה ומודה דכיון שיכול להביא הכסף קודם זריקה לא מקרי הוכר פסולו ועיין בהך דסנהדרין דף ע' ע\"ב ברש\"י ד\"ה לאתויי דכ' חבורת מצוה כגון פסחים ואף דהא בן סורר ומורה צריך לאכול דוקא בשיל ולא בשיל דהיינו בגדר נא וא\"כ הוה כמו אינו שומע בקולו של מקום כמו אכל שקצים ורמשים וצ\"ל ג\"כ דרק היכא דהאיסור אין לו תיקון אז לא מימשך משא\"כ גבי נא וא\"כ חזינן דלא מקרי פסול בעצם וזה תליא בהך בעיא דכאן:"
            ],
            [
                "<b>היתה מטלת כו' או כו' ביצים מוזרות.</b> עיין בהך דסוטה ד' מ\"ה ע\"א גבי מין במינו אי הוה טמון ועיין בירושלמי חלה פ\"ד ה\"ד מה דמחלק שם בין דבר שניטלה חלתו דשפיר מצרף בין שאר דברים ועיין במש\"כ לעיל בזה אם הא דמין במינו אינו חוצץ אם ר\"ל דהוה כמו אויר או ר\"ל דהוה כמו עומד על הדבר עצמו וזהו מה דאמר בסוטה אם מיקרי צף ועיין בהך דזבחים דף ק\"י ע\"א דהוה הקטרה אף דבעי על המזבח ולא באויר כמבואר שם ד' פ\"ח וכ\"כ בזה בהל' אס\"ב גבי הך דנדה ד' כ\"א ע\"ב גבי ראה דם בחתיכה ועיין תוס' מנחות ד' ז' ע\"א ד\"ה וכי אף דאמרינן שם ד' י\"א דהנחה בתוכו בעינן ע\"ש ועיין מש\"כ הראב\"ד ז\"ל בהשגות בהל' מתנות עניים פ\"ה ה\"ד ועיין בירושלמי פ\"ב דתרומות ה\"א דאפילו קש ותבן ג\"כ מיקרי מין גורן ושם בפאה נקט גם קש והוה כמו כנפים דהכא:"
            ],
            [],
            [],
            [],
            [
                "<b>או ע\"ג בעלי חיים כו'.</b> הנה בגמ' נקט אדם אך קשה הא זה הוה כמו מזומן דקנה לו האדם להקן בהגבהה וצ\"ל דמיירי בעכו\"ם או בקטן ועיין שבת ד' צ\"ב ע\"א אם דרך הוצאה כך ועיין תוס' ב\"ק ד' ס' ע\"א אם זה ג\"כ נכלל בכלל קמה וב\"מ ד' פ\"ט ע\"א ד\"ה ס\"ד ע\"ש ועיין רש\"י חולין ד' י\"ח ע\"א גבי שן כה\"ג וכ\"מ, ועיין חולין ד' קכ\"ו ע\"ב דמים לא מיקרי על הארץ ותוס' כאן ד\"ה בדרך:"
            ],
            [
                "<b>אסור לזכות כו'.</b> וזה רק היכא דהאם ג\"כ אינו שלו אבל היכא דהאם שלו אף דהביצים אינם שלו ג\"כ הוה מזומן וכ\"כ בזה ולכך בבית פטור משום דזכה בהאם מיד ושוב אין בו מצות שילוח:"
            ],
            [
                "<b>אסור ליטול כו' ועשה ול\"ת דוחה עשה כו'.</b> ר\"ל לאפוקי שיטת הריב\"א דס\"ל דהלאו עכ\"פ דחי לכך כ' רבינו דלוקה משום דהעשה נדחה לגמרי אך לפי המבואר בתוספתא כאן דאין יוצא בו טהרת מצורע משום שנעבדה בעברה א\"ש בלא זה ועיין בתוספתא פסחים פ\"ו גבי שובר את הקולית להוציא מוח אינו עובר בל\"ת משמע קצת כשיטת ריב\"א וע\"ש דיוצא בהמוח שהוציא ידי אכילת פסח ועיין בהך דזבחים ד' ל\"ו ע\"א זבחי גופה מי מפסל ע\"ש ובירושלמי פסחים פ\"ז דיש שובר אחר שובר ע\"ש ועיין מש\"כ רבינו בפיהמ\"ש נדרים פ\"ב גבי הך דנדר חל על דבר מצוה ע\"ש:"
            ],
            [
                "<b>המקדיש עוף כו'.</b> והנה רבינו נקט לבה\"ב ועיין בתוס' דף קל\"ח ע\"ב מש\"כ בשם רש\"י דגבי קדשי מזבח לא יליף מתקח לך משום דהביצים אינם אסורים אלא מדרבנן משמע דשפיר מקרי לך היכא דרק מדרבנן וא\"כ נ\"מ להך דין דע\"ז ד' מ\"ב ע\"ב ומעילה ד' י\"ד גבי קן שבראש אילן של הקדש ואשרה דבצים ואפרוחים קטנים אסורים מדרבנן בהנאה אם יש בזה כאן מצות שילוח הקן ולפי שיטת התוס' נראה דחייב ועיין תוס' ב\"ק דף ע\"ב ע\"ב ד\"ה דאי ע\"ש מה דמחלקי בין ע\"ז לשאר דברים ועיין בירושלמי פסחים פ\"א ס' ה\"ד ותוס' פסחים ד' כ\"ט ע\"א ד\"ה אין פודין וכ\"מ. ותוס' שם ד' ל\"ו ע\"ב ד\"ה דאמר וד' ל\"ח ע\"א ד\"ה אבל וע\"ש ד' מ\"ח ע\"א דאמר דגבי מוקצה דרבנן שפיר כשר לקרבן וגבי ערלה מדומע בפחות ממאתים אסורה וע\"כ משום דאיסור הנאה חמיר ועיין תוס' בכורות ד' ל\"א ע\"ב ד\"ה מבליעו מה דרצה לחלק בשומן גיד דאין אסור אלא מדרבנן אסור ליתנו לעכו\"ם ועיין פסחים ד' פ\"ג ע\"ב וכ\"מ בזה ועיין בירושלמי ערלה ס' פ\"א גבי ביצת הקדש שנעשית אפרוח אם צריך לפדותה ושם משמע דביצים של קן של אילן של הקדש האפרוחים מותרים לגמרי אף מדרבנן וכן בשל אשרה מותר אם נעשה מהביצה אפרוח מדדחיק שם היכא משכחת לה לביצת ע\"ז שתעשה אפרוח ע\"ש ואמאי לא מוקי כה\"ג וע\"כ משום דהאפרוח מביצה כזו שרי לכ\"ע כיון דהביצה אינה אסורה אלא מדרבנן וכעין דאמרינן בירושלמי פ\"ט דתרומות דתרומת כרשינין ותרומת חו\"ל גידוליהן מותרים משום דזה גופא הוא מדרבנן והוה גזירה לגזירה ועיין ב\"מ ד' צ' ע\"א גבי חסימה בגידולין אם יש עליה שם דישו ע\"ש. והנה רבינו ז\"ל כאן כתב מחמת הטעם דתקח לך ואילו אינם שלו אך יהיה נ\"מ כגון אם עוף של הקדש רובץ על ביצי חולין וגם דהא ביצי הקדש ראויין לפדותן וי\"ל כהך דחולין ד' פ\"ד ע\"א גבי כיסוי הדם ע\"ש וע\"ש ד' קל\"ה ע\"א גבי ראשית הגז. ועיין בירושלמי פ\"ד דחלה גבי קב הקדש דמצרף משום דראוי לפדותו ע\"ש ובירושלמי פ\"א דערלה ה\"א והל' ד' דהקדש לא מיקרי פטור בעצם משום דראוי לפדותו ע\"ש. אך באמת נראה דאף דאנן קי\"ל דע\"י מרידה לא פקע מהקדש מ\"מ שם בעלים פקע וא\"צ להוסיף חומש ושוב ליכא מצוה עליו לפדות וכ\"כ בזה לעיל. והנה עיין מ\"ש התוס' ד' קל\"ה ע\"א ד\"ה לפרוק דמי מחייב לפדותו ע\"ש אך י\"ל דכיון דכופין את הבעלים שפיר מוטל החיוב עליו ועיין בירושלמי פ\"א דמעשרות אף ידי הבעלים לא יצא מחמת שאומרים לו פדה אתה ראשון ע\"ש אך י\"ל דזה רק בדבר שהקדיש אבל בהגיזה והגידולין אין עליו שם בעלים כיון דזה בא אח\"כ ולכך גם כאן בהביצים אין החיוב עליו לפדותן רק על העוף עצמו אם נימא דלא פקע שם הבעלים ועיין בהך דיבמות ד' ע\"ט גבי חלק מזבח ע\"ש דמשמע שיוכל להיות הדבר לחצאין, ולכך על עוף עצמו לא כ' רבינו הטעם משום דצריך להביאו ליד גיזבר דאדרבא כיון דהוא בעצמו המקדיש הוא בעצמו מקרי גיזבר עיין מש\"כ הראב\"ד ז\"ל בהל' מעילה פ\"ו ה\"ח ובדברי הר\"ן נדרים דף ל\"ד ע\"ב ד\"ה אמר רבא משא\"כ בביצים ואפרוחים ולכך מדייק רבינו דמיירי שהמקדיש עצמו הוא שמצא הקן. ובאמת אם נימא דלענין זה לא פקע שם בעלים ממנו כמש\"כ לעיל בשם הירושלמי א\"כ לכאורה קשה היאך פקע ממנו שם מזומן וכ\"כ לעיל דאף היכא דהביצים והאפרוחים אינם שלו מ\"מ כיון שהאם שלו שפיר הוה מזומן ועיין בהך דב\"ק דף ס\"ט ע\"ב לענין פדיה אוקמיה רחמנא ברשותיה ע\"ש ועיין בהך דחולין ד' מ\"א ע\"א כיון דקניה ליה כו' ע\"ש. ובאמת י\"ל דזהו כונת הגמ' במי שאתה מצווה לשלחו כו' ר\"ל וכיון שיש עליך איזה דבר לעשות בזה העוף שוב לא מקרי כי יקרא והוה כמו מזומן:"
            ]
        ],
        [
            [
                "<b>מצות עשה כו'.</b> עיין בתו\"כ פ' אחרי דמרבה גם נשים במצות כיסוי. והנה עיין כאן דף פ\"ח ע\"ב דכיסוי לא הוה אלא הכשר מצוה ועיין תוס' יבמות ד' ק\"ד ע\"א דלגבי כיסוי בעפר לא שייך גדר מאיס והטעם דלפי מה דמשמע מדברי הגמ' ד' פ\"ח ע\"א גבי אזהרה לבני ישראל משמע כך דהוה ב' דינים על מי ששחט עליו מצוה לכסות ועל אחרים עליהם החיוב שלא יהיה גלוי ועיין תוס' שבת דף כ\"ה ע\"ב דמביאין ראיה לענין ברכה מכיסוי דכיסהו הרוח פטור מלכסות אך שם הטעם משום דליכא דם מה לכסות ועיין בהך דכריתות דף ד' ע\"ב דמצריך קרא יתירא לדם כיסוי דחייב כרת ע\"ח ברש\"י דהוה אמינא דבטל ממנו תורת דם אך י\"ל דזה רק היכא דעשה מה שהתורה צותה לו ועיין כאן דף פ\"ג ע\"ב מה דאמר שם דלגרור הדם מעל המזבח שאני התם משום דשם דם נשאר עליו אף לאח\"כ עיין תוס' זבחים דף מ\"ג ע\"א דדם לא הוה לחמו של מזבח ולא פקע ממנו כו' ועי' תוס' מנחות ד' ו' ע\"ב ד\"ה שהרי דדם ניכר אף לאח\"כ ונ\"מ לר\"מ דס\"ל דגם שחיטה שאינה ראויה חייב בכיסוי אם גבי דם של צפור מצורע צריך לכסות אח\"כ כיון דצריך שיהיה הדם ניכר במים כמבואר בסוטה דף ט\"ז ע\"ב, אך י\"ל דגם זה יש עליו שם קדשים, אך כך דלמי ששחט דעליו מצוה לכסות י\"ל בו דאף אם כסהו הרוח יש עליו חיוב לגלותו ולחזור ולכסותו אבל באחר דרק החיוב שלא להיות גלוי כיון דכעת אינו גלוי לא איכפת לן והך דדף פ\"ג ע\"ב גבי שחט חיה ואח\"כ בהמה ע\"ש בתוס' מה דמקשים דאמאי לא יגררו ועיין בהך דסוטה ד' מ\"ה ע\"א גבי מין במינו הוה טמון ע\"ש וצ\"ל דס\"ל לחלק בין היכא דדחיא בידים דאז נדחה המצוה ובין היכא דממילא דאז י\"ל דגבי מי ששחט צריך לגלות ולכסות ועיין בהך דכאן דף קל\"ט ע\"א גבי שחטה ואח\"כ הקדישה כו' חייב וכאן בדברי רבינו בהל' ג' גבי הקדיש הדם דמשמע דהחיוב הוא רק משום שכבר נתחייב ולא מצי לאפקועי המצוה ממנו אבל בלא זה פטור אף דשם לא שייך הך טעמא דחולין דף פ\"ד משום העמדה והערכה ועיין בירושלמי ספ\"ה דיומא אם המקדיש דם לבדה\"ב אם יש עליו דין מעילה מה\"ת ע\"ש. ובאמת משמע מלשון התוספתא דמשום קדושת הדם בלבד ג\"כ צריך שיפקע מצות כיסוי, רק דגבי דם דקדשי מזבח ומשום דקיי\"ל דלא נהנין ולא מועלין, וגבי שחוטי חוץ עיין בתוס' כאן דף פ\"ד ד\"ה מה וזה דוחק לומר דלר\"מ יהיה באמת קדשי בה\"ב טעונין כיסוי אך התוס' ר\"ל כך משום דשחוטי חוץ אח\"כ פקע ממנו שם הקדש רק הוה איסור כמו קדשים שמתו עיין תוס' קדושין דף נ\"ז ע\"ב ע\"ש. גם י\"ל דגבי שאר איסורי הנאה אין על הדם איסור כלל כמו פרשו עיין ע\"ז דף ל\"ד ע\"ב וי\"ל דזה תליא בהך דירושלמי ספ\"ה דיומא הנ\"ל אין לך בו אלא כרת בלבד ועיין בסנהדרין דף נ\"ט ע\"א, ועיין במעילה דף י\"ב ע\"ב מה דמחלקים שם בין דם לפרש אך נ\"ל דזה רק במי שעליו לכסות הוא א\"א לבטל ממנו המצות אבל אחר דהחיוב הוא רק שלא יהיה גלוי בו אף אם הקדיש הדם אח\"כ י\"ל דפטור והנה י\"ל דהא דמרבה נשים לכיסוי י\"ל ג\"כ רק להדין דצריך שלא יהיה גלוי אבל להמצוה יתמעטו מאיש ובזה א\"ש מ\"ש התוס' קדושין ד' ל\"ד ע\"א ואמאי לא הקשו מהך דביצה דף ח' ע\"ב גבי כיסוי ע\"ש אך כיון דאין עליהם המצוה רק אזהרה י\"ל דלא דחי:"
            ],
            [],
            [
                "<b>שחט כו'.</b> כן הוא בחולין דף קל\"ט. ובזה יש ליישב הך דחולין דף פ\"ה דדחק שם לרבנן מ\"ש כיסוי מאותו ואת בנו ואמאי לא אמר כמו דאמרינן בבכורות דף ל\"ד ע\"א גבי תרומה דתלויה מותר לטמא משום דעכ\"פ אינה ראויה לאכילה נהי דהוא מטעם ספק ואמאי לא נימא גם גבי כיסוי הדם כן דהא מ\"מ אינה ראויה לאכילה אך באמת יש בזה כמה סתירות בש\"ס אם ספק משוה לו כודאי אינו או לא עיין בכורות דף כ\"ג בתוס' שם ובגיטין דף מ\"ב ע\"ב וכבר הארכתי בזה במקום אחר אך כאן כך דאף דיכול להיות שיוכל להתברר להיתירא כמו דאמרינן בגיטין שם אך מ\"מ עכשיו עדיין לא נתברר וכיון דכאן אם היה מתחלה עליו צד חיוב לא פקע ממנו אף דאח\"כ הקדיש ה\"נ צריך כאן לכסות אך למה שכתבתי דזה רק היכא דהחיוב עליו בגדר מצוה אבל על אחר לא ה\"נ הם לא שייך בהם המצוה דהא פטורים מן המצות רק אחרים ובאחרים אין נ\"מ ולכך רבינו ז\"ל כאן בהל' י' לא כתב טעם דלעיל פי\"ב ה\"ד ע\"ש:"
            ],
            [
                "[<small>השמטה</small><b> במש\"כ שם דאדמה הוי בשעה שהוא מחובר ע\"ש. וזהו </b>כונת הירוש' שבת פ\"ב ה\"ד ואתיא כו' כיון שהאשה מקשקשת עיסתה כו' וע' במה דפליגי בזה רבינו והראב\"ד ז\"ל בהל' בכורים פ\"ח ה\"ב. אם המצוה היא כך מתחילת לישה להפריש חלה ע\"ש. ור\"ל דעדין לא תלש העפר מן האדמה וקרא עליו שם אדם ור\"ל שעדין לא נגמר ושייך שפיר עליו שם אדם דעדין הוא מחובר: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>השוחט צריך ליתן כו'.</b> עיין כאן דף קל\"ט ע\"ב דמבואר שם דעפר מחובר אין עליו שם עפר רק אדמה ולכך צריך שיהיה עפר תיחוח ובזה א\"ש מ\"ש התוס' כאן דף פ\"ט ע\"א ד\"ה יצא זה למה זה נקרא מחוסר יותר מגבי גט ע\"ש אך הטעם דהוה כמו פנים חדשות כיון דמתחלה אין שם עפר עליו ואח\"כ נעשה שם עפר עליו ועיין בירושלמי נזיר פ\"ז ה\"ב דלכך גבי בית הפרס אם עקרו ממקומו ס\"ל לרשב\"ג דטהור משום דאתיא כר\"ש דס\"ל בתוספתא דאהלות וכלים דהיכא דנשתנה העפר נטהר ועיין מ\"ש רבינו בפ\"י מה' טומאת מת ה\"ז ובפ' ט\"ו ה\"ה גבי לבנים ע\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות שחיטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}