{
    "text": {
        "0": {
            "0": "המשא אשר חזה חבקוק הנביא",
            "1": "עד־אנה יהוה שועתי ולא תשמע אזעק אליך חמס ולא תושיע",
            "2": "למה תראני און ועמל תביט ושד וחמס לנגדי ויהי ריב ומדון ישא",
            "3": "על־כן תפוג תורה ולא־יצא לנצח משפט כי רשע מכתיר את־הצדיק על־כן יצא משפט מעקל",
            "4": "ראו בגוים והביטו והתמהו תמהו כי־פעל פעל בימיכם לא תאמינו כי יספר",
            "5": "כי־הנני מקים את־הכשדים הגוי המר והנמהר ההולך למרחבי־ארץ לרשת משכנות לא־לו",
            "6": "אים ונורא הוא ממנו משפטו ושאתו יצא",
            "7": "וקלו מנמרים סוסיו וחדו מזאבי ערב ופשו פרשיו ופרשיו מרחוק יבאו יעפו כנשר חש לאכול",
            "8": "כלה לחמס יבוא מגמת פניהם קדימה ויאסף כחול שבי",
            "9": "והוא במלכים יתקלס ורזנים משחק לו הוא לכל־מבצר ישחק ויצבר עפר וילכדה",
            "10": "אז חלף רוח ויעבר ואשם זו כחו לאלהו",
            "11": "הלוא אתה מקדם יהוה אלהי קדשי לא נמות יהוה למשפט שמתו וצור להוכיח יסדתו",
            "12": "טהור עינים מראות רע והביט אל־עמל לא תוכל למה תביט בוגדים תחריש בבלע רשע צדיק ממנו",
            "13": "ותעשה אדם כדגי הים כרמש לא־משל בו",
            "14": "כלה בחכה העלה יגרהו בחרמו ויאספהו במכמרתו על־כן ישמח ויגיל",
            "15": "על־כן יזבח לחרמו ויקטר למכמרתו כי בהמה שמן חלקו ומאכלו בראה",
            "16": "העל כן יריק חרמו ותמיד להרג גוים לא יחמול"
        },
        "1": {
            "0": "על־משמרתי אעמדה ואתיצבה על־מצור ואצפה לראות מה־ידבר־בי ומה אשיב על־תוכחתי",
            "1": "ויענני יהוה ויאמר כתוב חזון ובאר על־הלחות למען ירוץ קורא בו",
            "2": "כי עוד חזון למועד ויפח לקץ ולא יכזב אם־יתמהמה חכה־לו כי־בא יבא לא יאחר",
            "3": "הנה עפלה לא־ישרה נפשו בו וצדיק באמונתו יחיה",
            "4": "ואף כי־היין בוגד גבר יהיר ולא ינוה אשר הרחיב כשאול נפשו והוא כמות ולא ישבע ויאסף אליו כל־הגוים ויקבץ אליו כל־העמים",
            "5": "הלוא־אלה כלם עליו משל ישאו ומליצה חידות לו ויאמר הוי המרבה לא־לו עד־מתי ומכביד עליו עבטיט",
            "6": "הלוא פתע יקומו נשכיך ויקצו מזעזעיך והיית למשסות למו",
            "7": "כי אתה שלות גוים רבים ישלוך כל־יתר עמים מדמי אדם וחמס־ארץ קריה וכל־ישבי בה",
            "8": "הוי בצע בצע רע לביתו לשום במרום קנו להנצל מכף־רע",
            "9": "יעצת בשת לביתך קצות־עמים רבים וחוטא נפשך",
            "10": "כי־אבן מקיר תזעק וכפיס מעץ יעננה",
            "11": "הוי בנה עיר בדמים וכונן קריה בעולה",
            "12": "הלוא הנה מאת יהוה צבאות וייגעו עמים בדי־אש ולאמים בדי־ריק יעפו",
            "13": "כי תמלא הארץ לדעת את־כבוד יהוה כמים יכסו על־ים",
            "14": "הוי משקה רעהו מספח חמתך ואף שכר למען הביט על־מעוריהם",
            "15": "שבעת קלון מכבוד שתה גם־אתה והערל תסוב עליך כוס ימין יהוה וקיקלון על־כבודך",
            "16": "כי חמס לבנון יכסך ושד בהמות יחיתן מדמי אדם וחמס־ארץ קריה וכל־ישבי בה",
            "17": "מה־הועיל פסל כי פסלו יצרו מסכה ומורה שקר כי בטח יצר יצרו עליו לעשות אלילים אלמים",
            "18": "הוי אמר לעץ הקיצה עורי לאבן דומם הוא יורה הנה־הוא תפוש זהב וכסף וכל־רוח אין בקרבו",
            "19": "ויהוה בהיכל קדשו הס מפניו כל־הארץ"
        },
        "2": {
            "0": "תפלה לחבקוק הנביא על שגינות",
            "1": "יהוה שמעתי שמעך יראתי יהוה פעלך בקרב שנים חייהו בקרב שנים תודיע ברגז רחם תזכור",
            "2": "אלוה מתימן יבוא וקדוש מהר־פארן סלה כסה שמים הודו ותהלתו מלאה הארץ",
            "3": "ונגה כאור תהיה קרנים מידו לו ושם חביון עזה",
            "4": "לפניו ילך דבר ויצא רשף לרגליו",
            "5": "עמד וימדד ארץ ראה ויתר גוים ויתפצצו הררי־עד שחו גבעות עולם הליכות עולם לו",
            "6": "תחת און ראיתי אהלי כושן ירגזון יריעות ארץ מדין",
            "7": "הבנהרים חרה יהוה אם בנהרים אפך אם־בים עברתך כי תרכב על־סוסיך מרכבתיך ישועה",
            "8": "עריה תעור קשתך שבעות מטות אמר סלה נהרות תבקע־ארץ",
            "9": "ראוך יחילו הרים זרם מים עבר נתן תהום קולו רום ידיהו נשא",
            "10": "שמש ירח עמד זבלה לאור חציך יהלכו לנגה ברק חניתך",
            "11": "בזעם תצעד־ארץ באף תדוש גוים",
            "12": "יצאת לישע עמך לישע את־משיחך מחצת ראש מבית רשע ערות יסוד עד־צואר סלה",
            "13": "נקבת במטיו ראש פרזו [פרזיו] יסערו להפיצני עליצתם כמו־לאכל עני במסתר",
            "14": "דרכת בים סוסיך חמר מים רבים",
            "15": "שמעתי ותרגז בטני לקול צללו שפתי יבוא רקב בעצמי ותחתי ארגז אשר אנוח ליום צרה לעלות לעם יגודנו",
            "16": "כי־תאנה לא־תפרח ואין יבול בגפנים כחש מעשה־זית ושדמות לא־עשה אכל גזר ממכלה צאן ואין בקר ברפתים",
            "17": "ואני ביהוה אעלוזה אגילה באלהי ישעי",
            "18": "יהוה אדני חילי וישם רגלי כאילות ועל במותי ידרכני למנצח בנגינותי"
        }
    },
    "meta": "Chapter-Verse",
    "work": "Habakkuk"
}