{
    "title": "Chidushim of Machaneh Ephraim on Mishneh Torah, Testimony",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushim_of_Machaneh_Ephraim_on_Mishneh_Torah,_Testimony",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>דין תורה.</b> מרן כ\"מ אך ק\"ל אלמא דמדאורייתא עדים החתומים. נ\"ב היינו בשלא קרא עליו ערעור וכן כתב רבינו בהלכות גירושין, ולפי זה מה שאמרו בגמרא כיון דקיום שטרות דרבנן ה\"פ כיון דמאי דמהני הקיום הוי מדרבנן והשתא אתי שפיר ההיא דנאמנים העדים לומר אנוסים היינו כל שאין כת\"י יוצא ממקום אחר כיון דיש בו מערער ולפי פירש\"י ה\"ט כיון דחכמים הצריכו קיום:"
            ],
            [
                "<b>ומ\"ש </b><b> וכן אינו יכול להוסיף וכו'.</b><b> בכ\"מ, וכיון שאין דברים אחרונים סותרים לראשונים. נ\"ב צ\"ע ל\"ל להאי דלו יהא סותר לגמרי מצו הדרי בהו כיון דעל פיהם מתקיים ותוך כדי דיבור כדיבור דמי. ואיברא דרש\"י כ\"כ אבל לדעת רש\"י יש ליישב דאיצטריך לזה משום דאי לאו הכי לא אתי ע\"פ ופרע ליה לשטרא אבל רבינו דסבירא ליה דאפילו בע\"פ לא מהימני:</b>"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אם העידה וכו' בצד ימין.</b> נ\"ב ע' בהלכות אישות פ\"ד מה שנסתפק הכ\"מ אם צריכות שיהיו במקום אחד:<br><b> מרן </b> כ\"מ ודין זה דשתי שערות ולענין גיטין. נ\"ב עיין בהלכות אישות דאפילו אחת נאמנות:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>וכיוצא בו ה\"ה פסול מדבריהם.</b> נ\"ב עיין הרב מהרי\"ט באה\"ע סי' מ\"ג:"
            ],
            [],
            [
                "<b>אריס כו'.</b> מרן כ\"מ ואפשר דה\"ט שכל שלא וכו' מורה ואמר כיון שאנו וכו'. נ\"ב אינו נראה כן מדברי רבינו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל החשוד על דבר אינו נאמן על שלו כו'.</b> נ\"ב נ\"ל מההיא דסנהדרין החשוד על העריות נאמן בעדות אשה לעיולה אבל לא לאפוקה. וע' במ\"ש ה\"ה בהלכות גירושין פרק ו' דין ז':"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כל מי כו'.</b> מרן כ\"מ כתב הטור וכו' ומשמע דכשהחזיר וכו' וצריכים תשובה. נ\"ב עיין בהלכות תשובה בדבריו:"
            ]
        ],
        [],
        [],
        [
            [
                "<b>לפיכך בני העיר.</b> נ\"ב אבל אחד מקרובי בעלי העיר יכול להעיד, ול\"ד לההיא דקרובי הערב דאינם יכולים להעיד ללוה דהתם על פי עדותם מתחייב הערב אבל הכא אינו מעיד לקרובו כלל אלא ממילא מטיא להו הנאה. כך למדתי מפירש\"י בפ' ז\"ב גבי אשת חורגו יע\"ש (דף כ\"ח):"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "חידושים מהגאון בעל מחנה אפרים על משנה תורה, הלכות עדות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chidushim of Machaneh Ephraim",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}