{
    "title": "Mekorei HaRambam LeRashash on Mishneh Torah, Damages to Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mekorei_HaRambam_LeRashash_on_Mishneh_Torah,_Damages_to_Property",
    "text": [
        [],
        [
            [
                "<b>בהשגת </b> הראב\"ד דהא אפילו מקרן לקרן אמרו מועד לימין אינו מועד לשמאל. הוא במסכתין (מ\"ה ב'):"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בלח\"מ </b> בסופו כתב שלא הבין דברי הראב\"ד ע\"ש. ולנ\"פ דהראב\"ד מפרש דמאי דאתמר בגמרא בשומר שמסר לשומר היינו היכא דניזוקה או שנאבדה וכ\"נ מפירש\"י אבל בהזיקה היא לא איירי כלל:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b>וכן אם סכן ג' בנ\"א כאחד.</b> מלת כאחד מחוסרת הבנה:",
                "<b>בלח\"מ </b> על הא דאו שהרג ג' בהמות שבדברי רבינו כתב דלדעת רבינו דבנגח שור וחמור וגמל א\"מ אלא לג' המינים בלבד לא יתיישב הא דריש מכילתין אף לר\"פ בתירוץ הראשון שבתוס' שם. ולפמש\"כ שם דעת הנ\"י בשם הרמ\"ה א\"ש אף לשיטת רבינו דמיירי בנגח אדם שור וחמור דהוה מועד לשור וחמור ולא לאדם:"
            ],
            [],
            [],
            [
                "<b>אין גומרין דינו של שור אלא בפני בעליו כו'.</b> הה\"מ ציין מקורו לדף מ\"ה. ותמוה דשם הכוונה בפניו של שור ע\"ש וזה הביא רבינו לקמן פי\"א ה\"י. והא דקמן מקורו שם (קי\"ב ב') א\"ק והועד בבעליו כו' אמרה תורה יבא בעל השור ויעמוד על שורו וכן בסנהדרין (י\"ט). ועי' לקמן בפ\"ג מהל' גזלה ה\"ד בלח\"מ ובמש\"כ שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עמש\"כ </b> בסוגי' שם בס\"ד:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או בחפירה כל שהוא.</b> היא פלוגתת ת\"ק וסומכוס בירושלמי פ\"א ה\"ב דלת\"ק כ\"ש ולסומכוס ג\"ט ופסק כת\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בהה\"מ, </b> ומ\"מ אפילו באותן מקומות חייב רבינו אם היתה אפלה כו'. כצ\"ל בלא התחלת הדבור:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המדליק בתוך שדה חבירו כו' שכן דרך כו'.</b> ובהשגת הראב\"ד א\"י מהו דהכא לאו בטמון (כ\"נ דצ\"ל) מיירי. (בדפוסים אחדים ציינו ההשגה על הלכה ט' ושבוש הוא). וכוונתו פשוטה להשיג עמש\"כ רבינו בתוך שדה חבירו דהא לאו טמון הוא וא\"כ אפילו בתוך שלו נמי חייב וכ\"נ מסדר המשנה דמיירי בתוך שלו דומיא דרישא פלוגתת ר\"י וחכמים ותמיהני על הה\"מ שכ' של\"י כוונתו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מקורי הרמב\"ם לרש\"ש על משנה תורה, הלכות נזקי ממון",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mekorei HaRambam LeRashash",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}