{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Ibn Ezra on Micah -- Daat", 
            "http://www.daat.ac.il/daat/olam_hatanah/mefaresh.asp?book=20&perek=1&mefaresh=ezra"
        ]
    ], 
    "text": [
        [
            [
                "זה הנביא היה נזכר בספר ירמיהו ונבואתו על כל ישראל."
            ], 
            [
                "שמעו - זאת המלה מופלאה בלשונינו, כי לפי דעתינו לאמר כלכם, וככה כלם תשובו ובואו נא, וגם מיכיהו הנביא אמר בדבר אחאב: שמעו עמים כולם. ועל דרך סברא, כי מיכה איננו מיכיהו בן ימלא, כי דורות רבים ביניהם. ", 
                "הקשיבי - דרך משל, כי מלואה הם העומדים עליה. ", 
                "לעד - כי הזהרתי אתכם והודעתי אתכם."
            ], 
            [
                "כי, יוצא - שהיה בהיכל קדשו והם השמים, על כן וירד. וטעם זאת הפרשה, להביא גזירותיו כדרך שירת דוד כאשר פירשתי.", 
                "ויש אומרים: כי במתי ארץ - רמז לשליטים וככה: ונמסו ההרים ואין צורך, רק הטעם כי בכל מושל ויעשה חפצו וימסו ההרים ברצונו."
            ], 
            [
                "ונמסו ההרים כדונג מפני האש - אש השם והוא חרונו, ותתבקענה העמקים כמים מוגרים."
            ], 
            [
                "מי - מי נופל על אדם לא על בהמה ושם דבר, והטעם: מי שמך ומי אתה או מי שמך, דרך קצרה וככה זה: מי גרם ליעקב פשע זה. ורבי מרינוס אמר: כי מי את בתי חסר עם מי היית וזה מי פשע מי עשה ומי היה שרש פשע יעקב והדבר שוה. ", 
                "הלא שומרון - הטעם יושב שומרון וככה ירושלם."
            ], 
            [
                "ושמתי - על ידי אשור. ", 
                "לעי - כמו לעיים חפירות. ", 
                "למטעי כרם - שלא תשב. ", 
                "והגרתי - לארץ אבני חומותיה, שלא יראו עוד כי הבנין יהרס. ", 
                "ויסודיה אגלה - עד שלא יהיה ניכר מקום שומרון."
            ], 
            [
                "וכל. יכתו - מפעלי הכפל. ", 
                "אתנניה - שנתנו לעכו\"ם לזנות תחת השם. אמר הנגיד: כי קבצה היה ראוי להיות קו\"ף בשורק וכמוהו: ופתחו שעריך תמיד, ויישם בארון, על בשר אדם לא ייסך. ולפי דעתי: כי קבצה שומרון ופתחו המפתחים כמו אשר ילדה אותם ויאמר ליוסף וככה ויישם אותו המשים וככה לא ייסך הכהן. ", 
                "וטעם עד אתנן זונה ישובו – הזהב והכסף של עצבים לאלילי אשור."
            ], 
            [
                "על - דברי הנביא מה שיספדו בימים ההם עובדי השם. ", 
                "שולל - כמו אדם ששללו בגדיו ונשאר ערום, או הזכיר שולל, כי המשוגע שהוא מטורף מדעתו, דרכו ללכת שולל וערום והוא מגזרת שובב. וכן טעם: מוליך יועצים שולל. ", 
                "וערום - מבלי לבוש ולא יקרא ערום בלבושת שק, כי אם בהסירו השק, כמו שאמר בישעיה: ופתחת השק מעל מתניך ונעלך תחלץ ויעש כן הלך ערום ויחף:"
            ], 
            [
                "כי אנושה - כל אחת ממכותיה. וכמוהו: אנוש לשברך מגזרת ויאנש. ", 
                "אנושה - הוא תואר, כמו עצומה ברוכה כי באה המכה עד יהודה, כי סנחריב תפש ערי יהודה הבצורות."
            ], 
            [
                "בגת - לפלשתים מקונן הנביא על ישראל ובוכה על נקמת פלשתים ושמחתם על ישראל. ויש אומרים: כי זאת הנבואה על יום ירושלם, כאשר לכדוה כשדים. ", 
                "בבית לעפרה - עיר בארץ כנען. ", 
                "ופירוש בבית – בכל בית. ", 
                "התפלשי - כמו: והתפלשי באפר. וכתיב: התפלשתי, דברי הנביא."
            ], 
            [
                "עברי, שפיר - שם עיר. ", 
                "עריה, בשת - בגלות ובשבי. ", 
                "צאנן - שם עיר. ", 
                "לא יצאה - לספוד. ", 
                "מספד בית האצל - שם עיר. והטעם: יצא בית האצל לספוד ולא מעיר לעזור לשכיניה, כי במקומו יעמוד ויקח מוסר מכל אלה העיירות ההולכות בשבי. ", 
                "יקח - ילמוד כמו: כי לקח טוב, שיעמוד במקומו."
            ], 
            [
                "כי, מרות - שם עיר. ויש אומרים: מגזרת תרגום: מרי שמיא או מגזרת מר, ואין לפירש זה טעם, כי יושבת לאות, על שם עיר וטעם הנזכרות שלא יצאו לספוד שהם במצור ובמצוק, כאשר נלכדה עפרה, ושפיר.", 
                "וטעם כי חלה – מגזרת חיל. ", 
                "וטעם לטוב – כלמ\"ד אמרי לי בעבור שנעדר. ", 
                "כי ירד רע - הפך הטוב שהיה לה."
            ], 
            [
                "רתם - היה ראוי על דרך הלשון להיותו רתמי, והטעם קשור, וכן דרך עוברי דרכים לקשר רתם. או הטעם אמרי לרותם רתום. יש אומר: שילכו בשבי וההולך בגלות אינו על מרכבה. ולפי דעתי: איה דבריך לכיש שהיית אומרת בימי שלותך רתום המרכבה?! ", 
                "כי בך נמצאו - זאת לכיש היתה ליהודה סמוכה לשבטים והיא למדה מדרכיה וממנה למדה בת ציון."
            ], 
            [
                "לכן תתני שלוחים - מנחות כמו שלוחים לבתו והטעם תני עוד מנחות לפלשתים, כאשר היה מנהגך אולי יעזרוך. ", 
                "מורשת גת - עיר בארץ פלשתים. ", 
                "בתי אכזיב - אמר יפת: עיר. ולפי דעתי: כי האל\"ף נוסף והיא כמו והיה בכזיב אולי היתה ליהודה ולא יכלו לעזור לישראל, בעת רעתו ואל\"ף לאכזב נוסף, כמו אקדח ודרך צחות לדבר ככה, כמו גם מדמן תדמי וערער תתערער וככה רבים:"
            ], 
            [
                "עוד היורש - הוא האויב ואין טעם לפרש שהוא מבני שם שירש הארץ והיא עילם, רק הוא האויב שירש הארץ. ויתכן: שזה הנביא היה מזאת העיר. ואל תתמה בעבור שנוי התנועות שאמר היורש, כנגד מרשה ואין הלשון מדוקדק יפה להיות זה כנגד זה, כי לא ישמרו בשמות כאשר ישמרו בפעלים להיותם על מתכונת אחת, כמו השולמית מתיחסת אל שלם, שהיא ירושלם והיה לו לומר השלימית. ", 
                "עד עדלם - עיר בארץ כנען והיורש ישרת בעבור אח' וככה הוא יורש כבוד ישראל."
            ], 
            [
                "קרחי - כמו: מלכי עלינו. ", 
                "וגוזי - לגוז השער. וככה ויגז את ראשו, זה דבר הנביא לכל עיר ועיר."
            ]
        ], 
        [
            [
                "הוי חושבי און - בלילה בהתבודדם בנפשם. ", 
                "לאל ידם - כח ולא תואר וככה מלת טוב וגם רע, כי פעמים שהוא תואר שם הקודש ופעמים שם דבר שהוא כח, וככה טוב ורע פעמים שהוא אדם שהוא טוב או רע, והוא תואר, ופעמים שהוא דבר רע או דבר טוב, שהוא שם דבר."
            ], 
            [
                "וחמדו, וגזלו - בחזקה. ", 
                "ונשאו - ולקחו לנפשם. ", 
                "ועשקו - בדרך פתוי והונאה ומרמה, כי העושק את חבירו ידמה אותו לערב ולהחזיק בממונו אשר הלוהו, או בשכרו אשר השכירו."
            ], 
            [
                "לכן, רומה - שם דבר, כמו: טובה לא תלכו בקומה זקופה, כי עת רעה היא לא ראיתם כמוה."
            ], 
            [
                "ביום, ישא - המושל. ", 
                "ונהה - כמו וגבה ונהה אשר יהיה בימים ההם. ", 
                "ונהיה - כמו שכר האדם לא נהיה, וככה הוא מי שנהיה בעת ההיא ינהה נהי. ויש אומרים: כי נהיה כמו חולה מגזרת נחלתי ונהייתי. ", 
                "נשדנו – בנין נפעל מפעלי הכפל.,והמקונן יאמר: חלק עמי ימיר השם להיותו לנכרי, איך ימר מה שהיה לי וכאשר קוינו לשובב שישוב שדינו אלינו, אז יחלקנה הנכרי, כי מלת יחלק זרה, להזכיר נגד השם. והזכיר נגד השם והזכיר שדינו, כנגד שאמר וחמדו שדות."
            ], 
            [
                "לכן - יאמר לכל איש מהמשפחה הרעה הגוזלים השדות. הטעם: בעבור שעשית זה, החמס לא ישאר לך בן שישליך חבל בגורל. ", 
                "בקהל ה'- בשוב ה' שבות עמו."
            ], 
            [
                "אל - יספר הנביא מה שהיו אומרם המשפחה הרעה לנביאי השם, לא תנבאו - לא תטיפו, ככה יטיפון היו מטיפין להם אל תטיפון. ", 
                "ומלת יסג בסמ\"ך כשי\"ן, ובא על משקל קל תחת כבד, לומר ישג במקום ישיג, כי מי שלא יטיף למשפחה הזאת, לא תשיגנו כלימה."
            ], 
            [
                "האמור - הדבר הוא זה שיהיה אמור בלשון תמה: אתם בית יעקב?! ורבי ישועה אמר: כאילו כתב שמע אתה הקרוא בית יעקב ובעבור האל\"ף שהוא מאותיות הגרון תבוא הה\"א בפתח קטן כמו: החזק הוא הרפה.", 
                "הקצר רוח ה' - היא הנבואה. וטעם: הלא לעולם רוח השם תדבר אמת, כי למה יעשה השם רע?! ", 
                "אם אלה מעלליו - וכי מנהגו לעשות רע לבריותיו על חנם?! רק ידבר להטיב לכם, ויבא טוב עם הולך דרך ישר. והטעם: דברו הטוב יקיים עם מעשיהם - אם יהיו טובים."
            ], 
            [
                "ואתמול - מלה אחת כמו כי ערוך מאתמול תפתה. והטעם: כי דברי יטיבו לטוב לא כאשר הוא מאתמול. ", 
                "לאויב יקומם - יקום עמי כאויב איש את רעהו. ", 
                "ממול שלמה - בעבור שלמה ואדר שיפשיטו, אדר עוברי בטח, וכאשר ימלטו שלא יהרגום, שלא נשאר להם רק מה שעליהם, יחשבו נפשם כי הם שובי מלחמה וישמחו בהמלטם מידכם, כאשר ישמחו שובי מלחמה בשלום, ככה תעשו מחוץ לעיר לשלול שלל ולבוז בז, ובעיר תעשו חמס אחר."
            ], 
            [
                "נשי - כל אחת מנשי עמי. ", 
                "תענוגיה - שהיתה מתענגת עם בעלה. ", 
                "תקחו הדרי - להפרד האב מהאם."
            ], 
            [
                "קומו - בעבור זה לא תנוחו בארצכם, בעבור שטמאה הארץ במעשיכם, כי היא תחבל אתכם כמו: וחבל את מעשה ידך. ", 
                "וחבל - כמו צירים וחבלים. ", 
                "נמרץ - גמור תהי ארצכם לכם."
            ], 
            [
                "לו איש - הנה אתם תצוו לנביאי השם שלא יטיפו להוכיחכם, אולי תשובו אל השם ולא תתגרשו מארצכם כאשר תגרשו אתם הנשים, והנה אם יבוא איש שיתנבא בדברי כזב ויאמר לכם: שתו ושמחו, יאמר השם: כי תנוחו במקומכם ואשר נדו ונעו ישובו למקומם, כמו שכתוב אחריו אסוף אאסוף ותתקבצו כולכם, אז יהיה מטיף העם הזה לכם, באמרו ככה פסוק זה."
            ], 
            [
                "אסוף, כצאן בצרה - אולי יש בעיר הזאת. ", 
                "בתוך הדברו - למקום שנהגו העדר כמו דוברות בים, לשון וינהג את הצאן וככה הקורות היו נוהגות, או נהוגות ככה תהימנה הערים מרוב אדם, כמו המון אדם."
            ], 
            [
                "עלה - אם תפרץ אחת הצאן ותצא ראשונה כולם תפרצנה ותצאנה זו אחר זו, וככה יעשו ישראל בדברי הנביא השקר,כמו הצאן שילכו לרעות. ", 
                "ויעבור מלכם - וכבוד השם בתחלה, על כן כתיב: כה אמר ה' על הנביאים המתעים שאמרו אסוף אאסוף."
            ]
        ], 
        [
            [
                "ואומר - הראשים והקצינים הם החייבים ליישר המעוות והנה שנאי אדם טוב וגזלי עורם, משל לממונם ויגיעם."
            ], 
            [], 
            [
                "ואשר, שאר עמי - הצדיקים. ", 
                "פצחו - קראו, כמו: פצחו רנה. ויש אומרים: שברו ופרשו, כמו: פרוס לרעב לחמך והשי\"ן תחת סמ\"ך והטעם שברו. ", 
                "קלחת - כמו סיר או כמו צלחת."
            ], 
            [
                "אז - אל הקצינים התגברו על הדלים, והנה יד השם תגבר עליהם ויצעקו אל השם, ולא יענם כאשר היו צועקים הדלים."
            ], 
            [
                "כה - טעם הנושכים בשיניהם - שדבור לשונם יתעה ישראל וינשכם. ", 
                "ואשר לא יתן - להם מה שיאכלו ויבקשו."
            ], 
            [
                "לכן לילה - יבא לכם מזה החזון וחשך יהיה שלא תוכלו לקסום בלילה. ", 
                "וקדר עליהם היום - הטעם: כי יבא להם יום אידם, יום חשך ענן וערפל."
            ], 
            [
                "ובשו החוזים - שלכם. ", 
                "כי אין מענה אלהים - בפיכם רק כזבים."
            ], 
            [
                "ואולם, מלאתי כח - מן רוח השם ומשפט אמת בפי וגבורה לדבר ולא אפחד מהקצינים והראשים, כי יאמן דברי ולא אבוש."
            ], 
            [
                "שמעו המתעבים, משפט - שאדבר. וכל מלה ישרה שיצאה מפי יעקשו, או פירושו שיעשו עולה לכל."
            ], 
            [
                "בונה - כל אחד מהנזכרים אחרי כן הוא בונה ציון, בגזלו בית עני והנה פירש זה הטעם."
            ], 
            [
                "ראשיה - הם ראשי ירושלם הם המלכים. ", 
                "בשוחד ישפוטו וכהניה במחיר - שיקחו. ", 
                "ונביאיה - הם נביאי השקר בעבור כסף שיתנו להם, יקסומו ומלת קסם ישמעאל כמו חותך שככה יהיה וקרוב אליה גוזרים, והנה קוסם קסמים שם כולל למלאכות הנזכרות אחר כן, וטעם הלא השם בקרבנו, כמו: היכל ה' היכל ה':"
            ], 
            [
                "לכן ציון שדה - תשוב כשדה, שתחרש, נו\"ן עיין כמו נו\"ן קץ הימין בחיין חטין.", 
                "והר הבית - ששם כבוד השם, יהיה לבמות יער."
            ]
        ], 
        [
            [
                "והיה - אין ספק כי זאת הנבואה לעתיד, על כן אמר: באחרית הימים. והטעם: בעבור שהזכיר למעלה כי הר הבית יהיה לבמות יער, שב לנחם ישראל כי עוד ישוב כבוד הבית, וידוע כי הר הבית איננו גבוה והנה הטעם שיצא שמו עד למרחוק, ומכל הפאות ישובו אליו במנחות, כאילו יהיה בראש כל ההרים, ויהיה נשא מגבעות, עד שיראוהו כל יושבי הארץ. ", 
                "ונהרו - ירוצו מגזרת נהר, כי הוא רץ לעולם."
            ], 
            [
                "והלכו, ואמרו - אלה לאלה. ", 
                "נעלה - לגודל מעלתו. ", 
                "כי מציון תצא תורה - לכל הגוים כאשר הוא כתוב לקרא כולם בשם ה' ולעבדו שכם אחד."
            ], 
            [
                "ושפט - השופט הוא המשיח. ויפת אמר: השם הנכבד ודבר ה'. ואחרים אמרו: אנשי ירושלם, כאילו אמר ושפט עמה ועד היום לא עבר דור שלא היתה בו מלחמה, ואם שקט מקום זה לא שקט אחר, והכתוב אמר: ולא ישא גוי אל גוי חרב ולא ילמדו עוד מלחמה."
            ], 
            [
                "וישבו - כל אנשי העולם.", 
                "כי פי השם דבר – זה ואמת הוא בלי ספק."
            ], 
            [
                "כי - אלה דברי הנביא מוכיח ישראל ומנחם אותם, אם הבית חרב לא נניח תורת אלהינו שהבטיחנו והשמיענו כזאת, או הטעם צאת ישראל מהגלות, על כן מלת: ואנחנו נלך והוא הטעם, כי בהבנות הבית אז יביאו הגוים את ישראל המפוזרים מנחה לה' ובהליכתם ילכו איש בשם אלהיו, עד שיורום אנשי בית המקדש, על כן אחריו."
            ], 
            [
                "ביום, הצולעה - מישראל שלא תוכל ללכת במהרה וככה: הנדחה. ", 
                "ואשר הרעותי - להם ששמתיה לחרפה בגוים."
            ], 
            [
                "ושמתי, והנהלאה - שהיתה רחוקה מהלאה לארצם, אז ימלוך השם לבדו עליהם, מגזרת הלאה ולא מתלאה, כי תלאה שורשו תלא."
            ], 
            [
                "ואתה - אמר יפת: מגדל דוד. והנכון: ירושלם, שהוא כמגדל לעדר שהם ישראל. ", 
                "עופל - כמו: עופל ובחן. ויש אומרים: כי כמוהו ויעפילו עלו לעופל גבוה וככה כתוב: לעלות אל ראש ההר - הגביהו עצמם לעלות. ", 
                "עדיך תאתה - וזאת המלה דבוקה עם ובאה. והטעם: הממשלה. וכמוהו: כלו תפילות דוד בן ישי, שאף על פי שמלת תפלות היא באתנח, דבוקה היא למלת דוד וככה זה."
            ], 
            [
                "עתה למה תריעי ריע - תרימי צעקה ותגביהי קול כתרועה, כמו: וישמע יהושע את קול העם ברעה והנה הרע נופל על ענות גבורה ועל חלושה גם זה תריעי ריע נופל על לשון צעקה ובכי. ", 
                "המלך אין בך - הטעם: למה תצעקי כאילו אין לך מושיע ויועץ, ובעבור זה החזיקך חיל כיולדה, הלא השם מלכך ויועצך האומר לך אל תצעקי, כי אם חולי וגוחי, מלשון כי חלה וגם ילדה, כי אם עתה תצאי והלכת בגלות ובאת עד בבל, שם תנצלי, שם יגאלך - מלכך ויועצך הוא השם."
            ], 
            [
                "חולי - בעבור שהזכיר חיל כיולדה, אמר: חולי וגוחי הוציא הולד, כמו: כי אתה גוחי מבטן. ", 
                "מקריה - היא ירושלם וכל הקריות סביבותיה. והטעם: היישוב. ", 
                "ושכנת בשדה - בלכתך בגולה. ", 
                "ובאת עד בבל - גלות נבוכדנצר שם אגאלך."
            ], 
            [
                "ועתה - דעת מפרשים רבים: כי זה לעתיד בימי המשיח, והעד: ואתה בית לחם אפרתה. ור' משה הכהן אמר: כי ידבר על בית שני והמושל הוא זרובבל, וטעם קומי ודושי כמו: מי אתה הר הגדול, כי זרובבל היה מבני יכניה וכתוב עליו: ומושל על כסאו.", 
                "תחנף - כמו הארץ החנפה לא תוכל לסבול."
            ], 
            [
                "והמה - לא מצאנו זאת המלחמה מתי היתה, כי איך זה כתוב, על כן הוא לעתיד, כמו: הנה יום בא לה'."
            ], 
            [
                "קומי, קרנך אשים ברזל - דרך משל, כי העמים כעמיר בגרן. ", 
                "בצעם - כמו בצע. והטעם כמו הונם, כי הוא כפל המלה."
            ], 
            [
                "עתה תתגודדי בת גדוד - דרך צחות. והטעם קהלת הגדוד ששם המצור על ירושלם והיו בארצם מכים שופט ישראל. והנכון בעיני: כי שופט ישראל הוא המשיח או זרובבל, על כן אחריו: ואתה בית לחם אפרתה והכתוב דבר כפי מחשבתם, כדרך יחלקו בגדי להם וכתב על בלק וילחם בישראל, בעבור שאמר: אולי אוכל להלחם בו והוא לא נלחם רק כפי מחשבתו דבר הכתוב, כדרך שאמר: אולי אוכל להלחם בו וככה האנשים רדפו אחריהם עד הירדן, ועדיין המרגלים ביריחו."
            ]
        ], 
        [
            [
                "ואתה - חבר השני שמות אפרת היא בית לחם, כמו: ולא עשו עם בית ירובעל גדעון. ", 
                "וטעם צעיר – שהיא קטנה. ", 
                "ממך - כל זה בעבור דוד שהוא ראש המלוכה, על כן ומוצאותיו מקדם - על דוד, והנה ידבר עם בית לחם אפרתה, כי מבני בניך הראשונים, יבא מושיע לישראל."
            ], 
            [
                "לכן - יתן השם ישראל שיעמדו בצרה בעת יולדה, עד שיתחבר זה המושל וקרוביו עם בני ישראל. ויפת אמר: כי יתנם המשיח והטעם יניחם, כדרך: על כן לא נתתיך."
            ], 
            [
                "ועמד ורעה - יהיה רועה ישראל, בעוז השם וישבו לבטח."
            ], 
            [
                "והיה זה שלום - לא יפחד אנוש מאשור אם יבא בארצנו. ועוד: הקמונו עליו - והטעם אם רצה אשור לבוא בארצנו יקומו שרי זה המושל רבים. ", 
                "שבעה - גם שמנה, כדרך: תן חלק לשבעה וגם לשמונה והטעם כפול, כי נסיכים כמו רועים, והנה אינה חמשה עשר."
            ], 
            [
                "ורעו - דרך משל, כי ימלכו עליכם בחזקה. ", 
                "וארץ נמרוד - היא בבל. ", 
                "בפתחיה - על החרב, כמו והמה פתיחות. יש אומרים: בפתחי הארץ והנה יצילו מאשור."
            ], 
            [
                "והיה שארית יעקב - אותם שלא יכלו, שהתחברו עם בית הלחמים, כי יהיה מקומם רחוק כי עודם בגלות. ", 
                "כטל מאת ה' - והטעם שיבטחו על השם לבדו ולא על מלכי הגוים שהם בארצם, כמו הטל שאינה ברשות אדם רק ביד השם, או ילמד ישראל העמים לקרוא בשם ה' ויהיו בקרבם, כדרך: אהיה כטל לישראל, וכל גוי לא יקוה לאיש."
            ], 
            [
                "והיה - ברצותם לבוא בבית המקדש."
            ], 
            [
                "תרם - גבורתם תראה על הכל והאויבים השם יכריתם."
            ], 
            [
                "והיה והכרתי סוסיך - לעשות מלחמה, כי אין צורך."
            ], 
            [
                "והכרתי ערי ארצך - מוקפות החומה, כי לולי פחד אויב טוב לאדם לשבת בפרזות שהאויר רחב. והטעם: שיהיה שלום בארץ ואין צורך למבצרים."
            ], 
            [
                "והכרתי כשפים - מעשה התולדות, כי מן התולדות יבאו הכשפים. ", 
                "ומעוננים - מסתכלים בעננים לדעת העתידות."
            ], 
            [
                "והכרתי פסיליך - עץ ואבן:"
            ], 
            [
                "ונתשתי - והשמדתי. הערים שהיו האשרים בהם שלא יזכרו. ורבי מרינוס אמר: כי עריך, כמו: ויהי ערך."
            ]
        ], 
        [
            [
                "שמעו - ידבר עם ישראל בעד השם. וככה אמר לי: קום ריב - עם ישראל בהרים."
            ], 
            [
                "שמעו - הטעם: כמו האזינו, בעבור היותם עומדים. וככה: כי היא שמעה."
            ], 
            [
                "עמי - מה הרעותי לך ומה הלאיתיך. הטעם: מה דבר בקשתי מאתך שתלאה לעשותו?! ", 
                "ענה בי - העד בי."
            ], 
            [
                "כי - רק טובה רבה עשיתי לך אשר העליתיך והוצאתיך על ידי אדם שתוכל לדבר עמו ולומר לו כל צרכיך, ושיודיעך דרכי, והם: משה - שבא אל פרעה ואהרן - שהתנבא על ישראל לפני בא משה, ומרים - שהתנבאה לנשים. גם התורה נתנה על יד משה ואהרן שהיה לו לפה ושניהם למדו המצות לאנשים ומרים לנשים, אשר דבר השם עמו פנים אל פנים, כאשר ידבר איש אל רעהו פה אל פה ולא בחלום במראה ולא בחידות והיא טובה גדולה ונפלאה, כי הדברים ברורים כאב לבנו ורב לתלמידו."
            ], 
            [
                "עמי - הזכיר החסד שעשה השם עם ישראל על דבר עצת בלעם כשיעץ להשמיד הכל. ", 
                "וטעם: ומה ענה אותו – שלא הנחתי בלעם לקללכם וציויתיו והתנבא כי נתתי עליו רוחי בעבור כבודכם. וכתוב הוא וכל אשר ענה אותו, שבירך אתכם. ויהושע אמר: בדבר בלעם ואציל אתכם מידו. ", 
                "וטעם מן השטים - כי לא היה בין השטים שחטאו שם ישראל ובין הגלגל, רק מעט דרך ומעבר הירדן והזכיר הגלגל - כי הוא תחלת ארץ ישראל. והנה הטעם כאשר הייתם קרובים להכנס אל הארץ, אז חטאתם חטאה גדולה שהייתם כולכם בני מות וחמלתי עליכם ובאתם אל הארץ ועזרתי אתכם וכל זה עשיתי, אולי תכירו הטוב שעשיתי לכם וזהו: למען דעת צדקות ה'."
            ], 
            [
                "במה - ואם כל אחד מכם יאמר במה אתרצה אל אלהי שעשה עם אבותי זה החסד, וזהו הטעם במה אקדם ומלת אכף מפעלי הכפל כדרך אשתחוה, כמנהג המביא מנחה לאדוניו."
            ], 
            [
                "הירצה - אם אוכל להקריב לו פרים רבים, כי רצונו באלפים רבים ושמן לקרבן רבבות נחלים, או אם ארצה אתן לו בכורי, בעבור פשעי שיסלח לי והטעם שאקריבנו לפניו, שאין לי במה אתרצה כי אם בבהמות או בבני. ", 
                "פרי בטני - הטעם כפול ובי\"ת ברבבות ישרת בעבור שנים אחריו וככה הוא האתן בכורי בפשעי פרי בטני, בעבור חטאת נפשי, כמו: ויעבד ישראל באשה."
            ], 
            [
                "הגיד - זאת היא תשובת הנביא ככה הגיד לך - אתה האדם האומר במה אקדם ה' מה טוב בעיניו שתעשה והוא איננו מבקש אילים ולא בנך, רק עשות משפט, שלא תעשה עול בעמיתך ולא תוננו בדיבור או בהון רק תעשה חסד עמו בכל יכולתך והצנע לכתך עם השם לבדו, שתלך בדרכיו בתם לבב הפך קשי עורף."
            ], 
            [
                "קול - בעבור שהזכיר שתעשה משפט החל להוכיח ישראל על שאינם עושים משפט במשקל במדה, וטעם לעיר שומרון או לירושלם. ", 
                "ותושיה - חסר איש כמו ואני תפלה ויראה בלב זה השם הקורא וכן הוא ואיש תושיה יראה, וידע השם הנזכר. ויפת אמר: כי ה\"א תחת יו\"ד והטעם כי תושיה ילמדו יראי השם וזהו הבל. ", 
                "שמעו מטה - שיביא השם לייסר את המעוותים ודעו מי יעדה ולא יאחר ומטה לשון נקבה, גם זכר ושמות רבות ככה."
            ], 
            [
                "עוד האש - הנכבד בעיר עודהו מחזיק ברשעתו אחר ששמע קול הקריאה, יש בביתו כבית רשע איפת אוצרות רשע, ממון שקבץ ברשע ובאיפת רזון חסרה שהיא זעומה לשם ולא יאמר בלבו איננו ירא מלפני השם, שיאמר בלבו האזכה במאזני רשע."
            ], 
            [], 
            [
                "אשר עשיריה - עיר הנזכרת לעיר יקרא."
            ], 
            [
                "וגם - הטעם מדבר אל האיש הנזכר, עוד האיש לכל אחד מעשירי העיר, אם אתה עשית חמס והחלית לבב עשוקים, גם אני החליתיך עת הכיתיך והשממתיך."
            ], 
            [
                "אתה, וישחך - שם דבר כמו: וישעך תתן לנו. והטעם: הפך גאותך. ", 
                "ותסג - אשתך והסמ\"ך כשי\"ן תשיג אל הריון ולא תלד את כל זה בעבור החמס שעשיתם איש לרעהו, העשיר לעני."
            ], 
            [], 
            [
                "וישתמר - כל אחת מחוקות עמרי. ", 
                "וכל מעשה בית אחאב - הם המשתמרים וחוקותי לא ישתמרו. ", 
                "וטעם: וחרפת עמי – מה שהייתם מחרפים עובדי השם תשאו הגמול, או הטעם חרפת עמי תשאו עליכם, כדרך: וחרפה לא נשא על קרובו."
            ]
        ], 
        [
            [
                "אללי - דבר הנביא על לשון המשכיל בעת ההוא, והוא עמי הנזכר. ", 
                "כאספי קיץ - כמו: קדשי, מה שיאספו הדלים מהפרי הנמשך וזה דרך משל כאין צדיק."
            ], 
            [
                "אבד, חרם - כמו רשת משטח חרמים."
            ], 
            [
                "על - אמר רבי מרינוס: ותהי להם הלבנה לאבן תחת אבן וככה על הרע כפים תחת היטיב. ", 
                "מלת ויעבתוה – מגזרת עבותים.והטעם: אם הגדול יחל לדבר הות מלבו הות כמו הוות בקרבה יעבתוה השומעים. והטעם: יוסיפו עליהם."
            ], 
            [
                "טובם - תואר, כמו: מעל פני מתו, שהוא סמוך והוא פועל עומד. ", 
                "ישר ממסוכה - קשה יותר ממשוכת חדק, והסמ\"ך כשי\"ן. ", 
                "וטעם יום מצפיך – הנה בא היום שמצפיך קוראים פקדתך באה עתה תהיה מהרה. ", 
                "מבוכתם - מבוכה שלהם, והמ\"ם שב אל השר והשופט והגדול."
            ], 
            [
                "אל - יזהיר הנביא אנשי אותו הדור. אמר יפת: אל תבטחו בגדול. ולפי דעתי: כי לנשים ידבר אל תבטחו באלוף נעוריה, כי יזהיר האלוף משוכבת חיקך."
            ], 
            [
                "כי בן מנבל אב - פועל קודם, כמו: ורב יעבד צעיר."
            ], 
            [
                "ואני - דברי הנביא על לשון המשכיל, או על לשון ישראל."
            ], 
            [
                "אל - אם ישראל הלכו בגלות עוד יקומו מנפילתם, אך יש עליהם לסבול בעבור כי חטאו ויודו."
            ], 
            [
                "זעף, יריב ריבי - מהגוים. ", 
                "יוציאני לאור - הפך כי אשב בחשך. וטעם אראה כאשר יאור לבי, אז אבין כי צדיק השם על כל הבא עלי, או אראה בצדקתו שיקח נקמתי מאויבתי."
            ], 
            [
                "ותרא, איו ה' - איה הוא. ", 
                "תראינה - שתהיה מרמס."
            ], 
            [
                "יום - כאשר יבא יום שהשם יבנה גדריך, אז ירחק חק המס, שהיית נותנת."
            ], 
            [
                "יום, ועדיך יבא - אתה. כל גוי שוכן למני אשור ועד נהר פרת. ורבי ישועה אמר: וים מים - שמערב ארץ ישראל תחרב, מפאת ים והר פלוני שהיה כולו יישוב, שב כמו הר. ולפי דעתי: כי מלת ועד נהר מושכת אחרת ועד ים מים והר ועד ההר והנה ים מים כמו הים הקדמוני והים האחרון וכן הר דרומי אל צפוני:"
            ], 
            [
                "והיתה - ביום ההוא. ", 
                "מפרי מעלליהם - שהרעו לישראל."
            ], 
            [
                "רעה - תפלת הנביא בהיות הארץ שממה, שירעה עמו בשבטו וישכנהו לבדד כיער בתוך כרמל. ", 
                "וירעו בשן – מעבר לירדן מזרחה, והתשובה אמר השם לנביא."
            ], 
            [
                "כימי צאתך - והטעם: כימי צאת אבותיך מארץ מצרים. ", 
                "אראנו נפלאות - הטעם עמי, כאשר הזכיר עמך."
            ], 
            [
                "יראו - דברי השם, אז יהיה כן."
            ], 
            [
                "ילחכו - להשתחות לישראל. ", 
                "כזוחלי - הרמשים שיפחדו בני אדם מהם, כדרך האמים מגזרת זחלתי ואירא. ", 
                "ממסגרותיהם - הם ארמוניהם."
            ], 
            [
                "מי - אז יאמרו הגוים, או ידבר על לשון אנשי הגלות המבקשים ה' לסלוח להם, אין אל שיעשה טוב לנחלתו כמוך."
            ], 
            [
                "ישוב - מלת הוא משרת אחרת והוא ישוב ירחמנו. ", 
                "וטעם יכבוש הפוך דברי עונות גברו מני, שלא ימשלו בנו עוד ומ\"ם חטאתם שבה אל שארית נחלתו והוא הזכיר עון ופשע וחטאת."
            ], 
            [
                "תתן - יעקב הוא אבינו לכולנו לבדנו, כי לא יתערבו גוים אחרים עמנו, על כן כתוב אלהי ישראל אבינו לכולנו ולא הזכיר יצחק, כי גם הוא אבי אדום, ובעבור כי אברהם החל לקרא בשם השם הפך אבותיו הקרובים אליו, והשם כרת עמו ברית בתחלה, על כן הזכיר לאברהם ולא הוצרך להזכיר יצחק והטעם תתן אמתך ליעקב ומה היא אשר נשבעת לאבותינו מימי קדם."
            ]
        ]
    ], 
    "title": "Ibn Ezra on Micah", 
    "versionSource": "https://www.sefaria.org/Ibn_Ezra_on_Micah", 
    "heTitle": "אבן עזרא על מיכה", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "categories": [
        "Tanakh", 
        "Commentary", 
        "Ibn Ezra", 
        "Prophets"
    ]
}