{
    "versionTitle": "Wikisource", 
    "language": "he", 
    "title": "Ben Ish Hai", 
    "text": {
        "Toledot": [], 
        "Mishpatim": [], 
        "Tazria": [], 
        "Shoftim": [], 
        "Behaalotkha": [], 
        "Ki Tisa": [], 
        "Lekh Lekha": [], 
        "Noakh": [
            "שלשה מיני טלית הם, הא' של צמר רחלים ואלים, ובטלית זה יעשה גם הציציות שלו מצמר הנז' וזה הוא החיוב מן התורה לכ\"ע, ולובשו מקיים מ\"ע מן התורה אליבא דכולי עלמא: והב' טלית של צמר גפן או טלית של משי, ובזה יש פלוגתא די\"א חייב מן התורה, וי\"א חייב מדרבנן, וגם למ\"ד חיובו מדרבנן יוכל לברך עליו כמו דמברכין על מצוה דרבנן, ובענין הציציות אע\"ג דלדעת מרן ז\"ל ודעמיה יוכל להניח ציציות של צמר רחלים גם בבגדים של שאר מינים, עכ\"ז אם הטלית הוא של צמר טוב שיניח בו ציציות ממין שלו שהוא צמר גפן, יען דלדעת מהר\"מ מרוטנבורג ז\"ל ודעמיה אין פוטרים ציצית של צמר בבגדים של שאר מינים, לכך לצאת י\"ח פלוגתא הנז', יניח הציציות ממין הבגד עצמו, מיהו כל זה דוקא בהיכא דהטלית הוא צ\"ג דאז יניח הציציות צ\"ג, אבל אם הטלית של משי קשה למצוא ציציות של משי מתוקנים לשמה כהלכתם אליבא דכולי עלמא, יען דס\"ל לגדול אחד שהביאו ברכ\"י ז\"ל סק\"ב דבמשי צריך שתהיה זריקתו ומשיכתו לשמה כי הזריקה וההמשכה במשי היא כטוויה בצמר ע\"ש ולפ\"ז קשה הדבר למצוא ציציות של משי מתוקנים לסברא זו, ואע\"ג דתה\"ד ז\"ל נראה דלא סבר זה כאותו גדול הנז', עכ\"ז הא נמצא פלוגתא ואולי גם מרן ז\"ל ס\"ל כאותו גדול, לכך טלית של משי אם לא מצא לו ציציות של משי מתוקנים כהלכה ע\"פ סברת אותו גדול הנז', אז יניח בזה הטלית של משי חוטין של צמר רחלים, נמצאת אתה למד טלית של משי מלבד שהוא מדרבנן, הנה הוא גרוע יותר מטלית צמר גפן מכח החוטין שצריך לתלות בו, ובכל הני איכא עוד גרעות מטלית של צמר רחלים דהתם הוא אליבא דכ\"ע, אבל באלו הא איכא סברת בעל העטור והב\"ח ז\"ל דס\"ל דאין לברך אלא על טלית צמר רחלים וחוטיו צמר, אבל על טלית של שאר מינים אין לברך אך לא קי\"ל להלכה כוותייהו בזה: והג' הוא טלית ששתי שלו צמר רחלים, והערב של מין אחר או להפך, וזה גרוע ביותר דלדעת מהרמ\"מ ודעמיה אין תקנה לטלית זה מצד החוטין, ורק לדעת מרן ז\"ל יש לו תקנה לתלות בו חוטין של צמר רחלים וכן צריך לעשות: ולכן ראוי לכל יר\"ש להזהר בין בט\"ג בין בט\"ק ללבוש של צמר רחלים, ויהיו החוטין ג\"כ מצמר רחלים, ובזה נמצא מקיים מ\"ע מן התורה ויוצא י\"ח בציציות אלדכ\"ע בלי שום פקפוק:", 
            "יש מיני בגדים שקורין אותם כרמא\"ן, ועוד מה שקורין אותם שא\"ל כשמי\"ר, והם נעשים מצמר עזים הנקרא בלשון הקודש נוצה של עזים, הנה אלו דינם כמו שאר מינים שהם צמר גפן או משי או קנבוס, כי בכל התורה אינו נקרא צמר בסתם אלא רק צמר רחלים שהם הנקבות, או צמר אלים שהם הזכרים, אבל של עזים נקרא נוצה של עזים ולכן יר\"ש יעשה חקירה בטליתות שקונה שיש נראין של צמר רחלים ואלים, אך באמת הם צמר גמלים או של עזים, ויש שהשתי צמר והערב מין אחר, דאלו גרועים טפי כאמור לעיל:", 
            "בגד של עור פטור לכ\"ע, דלא מקרי בגד להתחייב בציצית אלא דבר שנארג:", 
            "חוטין של פשתים אע\"ג דפוטרין בבגד של שאר מינים, אסור לתלותן בבגד צמר משום כלאים, דלא התירה תורה כלאים בציצית אלא היכא דאיכא תכלת, ובזה\"ז לית לן תכלת, מיהו יש אומרים דאין לתלות חוטי פשתים אפילו בבגד של שאר מינים שאינם צמר, מפני שיש צמר שנראה כעין משי ויבואו להטיל ציצית פשתים בבגד של צמר, שיסברו שהוא משי, והכי נהוג שלא להטיל חוטין של פשתים בשאר מינים שאינם צמר:", 
            "אין ללבוש טלית פשתן אע\"פ שהוא מטל בו חוטין של פשתן משום גזרה, ורק בשעת הדחק דאין לו בגד אחר כי אם של פשתן יטיל בו חוטין של פשתן דוקא, ולא מין אחר, והתירהו לו בזה בשעת הדחק דוקא דאין לו טלית אחר:", 
            "טלית שאין לה ד' כנפות פטורה מן הציצית, ואם היא בעלת חמש כנפות או יותר חייבת, אך לא יטיל ציצית לכל כנפותיה כי אם יטיל לארבע כנפות בלבד, ויזהר להניח החוטין בארבע כנפות המרוחקות זו מזו, כי המרוחקים נופל עליהם שם כנפות טפי, ואם עבר והטליל יותר מן ד' כנפות עבר על בל תוסיף כשילבשם, ומ\"מ יזהר להתרחק מטלית כזו ולא ילבש טלית שיש לה יותר מארבע כנפות, אע\"פ שמטיל חוטין בארבע בלבד מפני שיש חולקין ופוטרין טלית כזו מן הציצית וכנז' בפוסקים:", 
            "כנפות הטלית שהם הקרנות שמטילין בהם ציצית, צריך להיות מרובעים דוקא ולא עגולים, שאין עיגול נקרא כנף, וצריך לדקדק בזה בט\"ק מכח שעושין בהם תפירה ובנקל יהיו נראין עגולין מכח התפירה:", 
            "אם נקרע טליתו יזהר לתפרו תכף שלא יהא בת ששה כנפות, דאיכא מ\"ד פטורה מן הציצית כמ\"ש לעיל, ואם נקרע רובה ובא לתפרה, צריך להתיר הציציות ויחזור ויתלם אחר התפירה, כך העלו האחרונים ז\"ל, והטעם משום תעשה ולא מן העשוי אליבא דמ\"ד פטרוה, ואע\"ג דלא קי\"ל כסברה זו כי מרן ז\"ל פסק דחייבת, עכ\"ז יש ליזהר בזה לכתחילה, ודבר זה ימצא הרבה בטלית גדול שעושין אותו משתי חתיכות שתופרים אותם ביחד, ולפעמים יבלו חוטי התפירה ויהיו נחלקים זה מזה:", 
            "סודר שנותנין על הצואר אע\"פ שיש לו ד' כנפות ויש בו שיעור ציצית פטור, וכן ה\"ה המלבושים כגון גלימא וכיוצא שיש להם ב' כנפות למעלה סמוך לצואר, וב' כנפות למטה פטורים ומ\"מ יר\"ש יזהר לעשות קרן אחת מהם עגולה דאז בזה יהיה פטור לכ\"ע, ואע\"פ שלא נהגו העולם לחוש על זה המחמיר תע\"ב ועיין אחרונים יע\"ש:", 
            "מצוה מן המובחר לעשות חוטי הציצית שזורין משמונה חוטין, שיהיו כל חוט משמונה כפול לשמונה, שאז בזה יהיו כל חוטין של ד' כנפפות רנ\"ו חוטין, רמז לכנפי החיות וכשר הדבר לעשות כן, כמ\"ש השיו\"ב ז\"ל בשם אחד קדוש ע\"ש, ובספר לב חיים סי' פ\"ו הביא כמה ספרים דכתבו כן, ולכך כל אדם יזהר לכתחילה בזה, ונ\"ל בס\"ד לעשות רמז בזה במספר מובחר שעולה רנ\"ו, כלומר דבר זהו הוא מצוה מן המובחר, וז\"ש רנ\"ו ליעקב שמחה, וידוע שצריך להעביר ארבע כנפות אלו שהם רנ\"ו ע\"ג עיניו בשעת ק\"ש, ואותיות עין מלאים עולים רנ\"ו רמז חוטין אלו שהם רנ\"ו יועילו לעין שהוא מספר רנ\"ו, ונמצא כל כנף הוא ס\"ד חוטין כמנין נוגה, שבזכות זה אנחנו מתקנין קליפת נוגה, ונעביר כתונת עור ויהיה כתונת אור מארבע עולמות שהם כנגד ארבע כנפות:", 
            "יזהר לעשות הטליות וחוטין של הציציות הכל לבן בין בט\"ג בין בט\"ק, רמז לדבר והיו העטפים ללבן, וטליתות שיש בהן צבע מצדדין לנוי לא איכפת, כי הצבע הוא מעט מן המעט בגוף הטלית דרובו לבן:", 
            "ארבע חוטין של הציצית יתנם בכף הטלית תוך הנקב, כדי שיהיו שם ח' חוטין תלויים מכאן ומכאן, וצריך שיהיה כל חוט משמונה אלו ארכו י\"ב גודלים ומודדים במקום הרחב שבגודל, ומתחילין למדוד אותם משפת הכנף אחר הקשר, אבל כל מה שמונח על הכנף, אין למדוד בכלל החשבון של י\"ב גודלים הנז' ואם ירצה לעשותם יותר מן י\"ב גודלים הרשות בידו, ובדיעבד אם הם פחות מי\"ב גודלים כשרים, וכ\"ש אם היה בהם תחלה שיעור י\"ב אלא דנתמעטו ע\"י רחיצה שנתכווצו דכשרים בדיעבד:", 
            "אלו הי\"ב גודלים יזהר לעשותם ארבעה גודלים גדיל, ושמונה גודלים ענף, ואם מוסיף על הגדיל יוסיף ג\"כ בענף, באופן שידקדק שיהיו הציציות שליש גדיל, ושני שלישין ענף, כי יש טעם בזה ע\"פ הסוד:", 
            "יקשור ראשי כל חוט וחוט של הציציות כדי שלא יתפרדו משזירתן, כן העיד רבינו מהרח\"ו ז\"ל על רבינו האר\"י ז\"ל שהיה עושה כן, וכן העיד מהרש\"ו ז\"ל על רבינו מהרח\"ו אביו ז\"ל:", 
            "העיד רבינו מהרח\"ו ז\"ל על רבינו האר\"י ז\"ל שהיה נוהג לעשות בט\"ק דוקא ב' נקבים סמוכים זל\"ז כעין נקודת צר\"י בכל כנף מארבע כנפות, והיה מוציא חוטי הציצית דרך שני הנקבים ההם, באופן שיהיו שני קצוות חוטי הציצית מתגלים בצד אחר החיצון, וסברה זו הביאה בס' האגור אך רבינו האר\"י ז\"ל לא היה עושה כן בטלית גדול רק בט\"ק, ומהרש\"ו ז\"ל העיד על אביו מהרח\"ו שלא היה עושה כן אפילו בט\"ק, ובודאי רבינו מהרח\"ו ז\"ל הבין מרבינו האר\"י ז\"ל שאין דבר מעכב, ורק רבינו האר\"י ז\"ל אחר שנהג בכך בילדותו כמנהג האשכנזים לא שינה, ולכך גם רבינו מהרח\"ו לא שינה מנהגו, ואנחנו מנהגינו לעשות נקב אחד אפילו בט\"ק, ושמעתי שגם אצל החסידים בירושלים ת\"ו המנהג פשוט לעשות נקב אחד בין בט\"ג בין בט\"ק ומסתמא כך היה מנהגו של רבינו הרש\"ש ז\"ל:", 
            "אין נכון להניח הטלית בלא קפול בלילה, ואם שכח ולא קפלו ועבר עליו הלילה אז כשילבשנו למחר ינערינו תחלה וכנז' באחרונים, גם כתוב באחרונים שכל אדם יקפל טליתו כל יום אחר תפלה בידו ולא יתננו לשמש לקפלו דקשה למזל, גם יזהר כשיחלוץ הטלית וכן התפילין יחלוץ ביד שמאל שהיא יד כהה, להראות שקשה עליו פרידתו:", 
            "נכון להסתכל בציצית, ויכוין ויצייר במחשבתו כאלו יש בהם חוט מראה תכלת שהוא דומה לרקיע, מפני דאותה הארה לא נפסקה וכמ\"ש מהרח\"ו ז\"ל וימצא טוב בכונה זו:"
        ], 
        "Emor": [], 
        "Balak": [], 
        "Shelakh": [], 
        "Miketz": [], 
        "Khayei Sarah": [], 
        "Korakh": [], 
        "Akharei Mot": [], 
        "Terumah": [], 
        "Yitro": [], 
        "Shemini": [], 
        "Bo": [], 
        "Tzav Hilkhot Pesakh": [], 
        "Devarim": [], 
        "Purim": [], 
        "Vayetze": [], 
        "Vayigash": [], 
        "Pinekhas": [], 
        "Khukat": [], 
        "Masei": [], 
        "Vayera": [], 
        "Vayelekh": [], 
        "Tzav Hilkhot Eiruv Tavshilin": [], 
        "Mattot": [], 
        "Vayikra": [
            "קודם ליל י\"ד צריך לכבד כל החדרים והבתים שבחצר, וגם האשה תעיין היטב בכל הבגדים בכיסים שלהם אולי הניחו בהם חמץ, ואפילו על הספק צריכה לבדוק ולראות, ואז בתחלת ליל י\"ד בודקים את החמץ לאור הנר אחר צאת הכוכבים תכף ומיד, ויטול ידיו קודם שמברך על הבדיקה וכנז' באחרונים ז\"ל:", 
            "צריך לבדוק לאור נר אחד של שעוה, ולא יביא שנים הגדלים או דבוקים ביחד דהוי כאבוקה, ואין בודקים לאור האבוקה, והנרות שאין בודקין בהם נתנו בהם סימנא חשש\"א בעלמא שהוא ר\"ת חלב שומן אבוקה ועיין מל\"ח, והנרות הבאים בזה\"ז לעירנו מערי אירופ\"א הם של חלב ואין מדליקין בהם:", 
            "צריך לבדוק בחורין ובסדקין ובכל מקום שמכניסין בו חמץ, ולא יקוץ בבדיקתו אע\"ג שיש לו טרחא גדולה שכותלי הבית בנויים באבנים קטנים ואין עליהם טיחה, כי מצוה זו היא גדולה מאד ולפום צערא אגרא, ויבדוק במקום קיבול העשוי בבנין הכתלים שקורין בלשון ערבי בשם רוואזי\"ן וכיוצא בזה, ואם שכח או נאנס ולא בדק בלילה יבדוק ביום תכף ומיד אחר תפלת שחרית, ותהיה הבדיקה לאור הנר, ורק באכסדרה שאורה רב אין צריך נר:", 
            "לא יתחיל שום מלאכה, ולא יאכל עד שיבדוק, וטעימא בעלמא לאכול פירות, או פחות מכביצה פת מותר קודם בדיקה, וגם אם יש לו עת קבוע ללמוד לא ילמוד עד שיבדוק:", 
            "קודם בדיקה יברך אקב\"ו על ביעור חמץ, לפי שהבדיקה היא צורך הביעור, ואע\"ג דמצוה זו היא באה מזמן לזמן אין מברכים עליה שההחיינו, מיהו כתבו האחרונים אם נזדמן אצלו בגד חדש או פרי חדש יברך שהחיינו ויכוין לפטור גם מצוה זו, ואם שכח ולא בירך על ביעור חמץ יברך כל זמן שלא סיים הבדיקה ואם בודקים עמו בני הבית יברך הוא לבדו ויתכוונו הוא והם לצאת י\"ח, ולא ידבר בין הברכה לתחלת הבדיקה, ואם דיבר שלא מענין הבדיקה צריך לחזור ולברך, וטוב שלא ידבר בדברים אחרים עד שיגמור כל הבדיקה ויצניע תחלה החמץ שיש לו בעבור אכילתו ויכפה עליו כלי:", 
            "המנהג שמוליכין עם הבודק קערה שנותנין בתוכה חתיכת לחם וסכין ככדי לחטט בה בחורין וסדקין, ויש נוהגין לתת עשרה פתיתי חמץ בזויות הבית קודם בדיקה כדי שימצאם הבודק ויבערם, ופה עירינו בגדאד נוהגין להניח בקערה הנז' מעט מלח, והטעם דהשטן וגונדא דיליה מתקנאין במצות בדיקת החמץ הרבה, ולכן מוליכין עם הבודק מלח לדחות המשטינים והמקטרגים, ע\"ד שאמרו בהשמת המלח על השלחן, ועוד ט\"א דעושין כן לסימנא טבא שנזכה לשנים רבות לבדוק בכל שנה ושנה, דהמלח הוא סימן לקיום דכתיב ברית מלח שהוא דבר המתקיים:", 
            "אחר הבדיקה בלילה מיד יבטלנו ויאמר כל חמירא וכו' דלא חיזתיה וכו' ליבטיל ולהוי כעפרא דארעא, וצריך שיבין מלת חמירא שם הכולל חמץ ושאור, גם יבין דהביטול הוא שעושהו הפקר ואין לו רשות בו, ויאמר הביטול שלשה פעמים כמ\"ש במ\"ב:", 
            "החמץ אסור באכילה ביום י\"ד מארבעה שעות ולמעלה, אבל בהנאה מותר בשעה חמשית ג\"כ, ואלו הם שעות זמניות, ונחשוב אותם מעמוד השחר, ואחר אכילתו ינקה שיניו בחתיכת עץ דקה, שיכניסנה בחורין ובסדקין שבשיניים כדי שלא ישאר חמץ דבוק שם, ואחר נקוי ירחוץ וידיח פיו היטב במים וישפשף שיניו באצבעו היטב דחמץ בפסח במשהו, מעעשה באחד שהיה נזהר הרבה בשמירת המצה בלישה ואפיה ובכל הלכות פסח, והנה בליל פסח אחר שישן חלם דא\"ל אדם אחד אוי לו שאכל חמץ משהו, ויקץ ויתמרמר מאד ויבך בכי גדול וחזר וישן מתוך בכייתו, ויחלום והנה איש מדבר עמו וא\"ל זה החמץ שאכלת הוא שנשאר בין השינים פירור קטן חמץ מאכילה שאכל בע\"פ בבוקר, ובעת שהיה אוכל ולועס המצה בלילה נפרד אותו פירור מבין השיניים ונדבק במצה ואכלו עם המצה, על כן כמה וכמה צריך האדם לשום לבו דבר זה להזהר בנקוי שניו היטב:", 
            "מי שיש לו חמץ בחנותו וא\"א לפנותו מחנותו למכרו לגוי שצריך למכרו בעודו בחנות לגוי, יזהר למכרו כפי הדין שיקבל מן הנכרי מעות ויאמר לו בפירוש שהוא מוכר לו כל החמץ פ' שיש לו בחנותו, וגם הוא מוכר כל הכלים שמונח בהם החמץ, כי היכי דלא להוי ככליו של מוכר ברשות לוקח דלא קנה, וימסור לו כל המפתחות של החנות ויאמר לו בפירוש שהוא מוסר לו במפתחות כדי שיכנס לחנות בכל עת שירצה ויעשה בחמץ שבתוכו כחפצו ורצונו כאדם העושה בשלו בלי שום מוחה שבעולם מיהו עדיף טפי שלא יעשה דרך מכירה אלא דרך מתנה, שיתן במתנה גו\"ש את החמץ ואת הכלים שמונח בהם לנכרי, וימסור לו את המפתחות של החנות כדי שילך הנכרי ויעשה בחמץ כחפצו ורצונו, מפני שדרך המתנה היא יותר נכונה, דהמכירה אינם עושים כתקנה, וכל זה יעשה בבוקר תכף אחר תפלת שחרית ככדי שלא ישכח מחמת טרדא, ואע\"פ שזה הגוי מחזיר לו הכל אחר הפסח ואינו נהנה כלום, אין בכך כלום כיון דבאמת הנכרי קנה כל זה כפי הדין: ואותם שיש להם מיני מתיקה שיש בהם קמח לא ישהו אותם בבית, אלא ימכרו לגוי או יתנו אותם לו במתנה גמורה, ואע\"פ שהגוי מחזיר אותם להם אחר פסח, וכן אותם שיש להם דגן שקורין בורגי\"ל, וכן משקה שקורין בירה צריכין למכור לנכרי או ליתנם לו במתנה גמורה ויקחם אצלו לבית, ואם שכחו ולא מכרום או לא נתנום במתנה לנכרי קודם פסח, ועבר עליהם הפסח אסורים בהנאה אחר הפסח, אבל סוכ\"ר הבא מערי אינדי\"א וכן קנ\"ד הבא מערי אירופ\"א וכן מתוק קורין נבא\"ת מותר להשהותם בבית בפסח ורק אין אוכלים מהם בפסח, ומי שיש לו חמץ בספינה או בשיירה ימכרנו לנכרי במעות ובשטר, ויבא אצל המורה ללמדנו נוסח השטר איך הוא:", 
            "אחר שגמר אכילתו ביום י\"ד ישרוף הוא בכבודו ובעצמו את חמץ ההנשאר דמצוה בו יותר משלוחו, אבל אסור לזרוק החמץ ברשות הרבים משום בזיון, וגם יש בזה חילול השם בעיני הגויים, והמנהג לשרפו בחצר בערבה של הושענה, ועיין חיים לראש דף י\"ב ואחר שריפתו יבטלנו מיד ויאמר דחזיתיה ודלא חזיתיה וכו', ויאמר הביטול שלשה פעמים, ולא יבטלנו קודם שרפה, כדי לקיים מצות ריפה בחמץ שלו, ואם לוה ככר קודם פסח, מוטב להחזירו קודם פסח ואם לא החזירו קודם יחזירנו אחר פסח ואין בזה חשש, ואם לא יחזירו יש בזה משום גזל:", 
            "הלובש כתונת חדשה ממין הבגדים שיש בהם חמץ נוקשא שקורין בערבי נש\"א, צריך לכבסה קום פסח היטב היטב, שישרה אותה במים קודם כבוס כדי שיוכל להעביר את זה הנש\"א ממנה ע\"י כבוס וילבשנה במועד, שםא תשאר בזה הנש\"א שבה אז קרוב הדבר שיבא זה הנש\"א בתוך פיו במועד בזמן שהחמץ אסור במשהו, יען כי דרכן של בני אדם ככשחוגרין מכנסיים בבית הכסא לאחוז הכתונת בשיניהם, וגם לפעמים מקנח פיו וכן שיניו בכותנתו, וכן יזהרו לכבס קודם המועד מטפחות החדשות באים מערי אירופ\"א שגם אלו יש בהם חמץ נוקשא שקורים נש\"א, וכן יכבסו המפה שפורסין על השלחן שאוכלין עליו שיש בה נש\"א, וכן בבגד שפורסין על המטות כשיושבין עליהם בסעודתם בשלחן, שיזדמן חתיכת לחם לחה או פרי לח שנופל עליה וקולט מן הנש\"א הנז' וטועם אותו בפיו וכן כיוצא בזה:", 
            "לא ישתמש בכלים של חמץ בפסח בלי הכשר, וכפי תשמישו הכשר שלו שאם נשתמש בו חמץ ברוטב ברותחין, הכשרו ע\"י הגעלה במים רותחין, ולא יכניס הכלי תוך המים אלא רק אם הוא רותח, ואם נח מרתיחתו יבעיר עוד אש וירתיחו המים או יגעיל בהם, וטוב להשהות מעט את הכלי בתוך הרותחין די שיכנסו הרותחין לתוך עובי הכלי וכדי יציאת הגיעול לחוץ וכנז' בש\"ע לר\"ז ז\"ל, ודוקא שהיה מועטת ישהה אותם, אבל לא ישהה הרבה, וקודם ההגעלה ישופם היטב ויעביר מהם כל חלודה, ואם יש גומות שא\"א לנקות החלודה משם צריך ליבון במקום הגומות, וגם ידות הכלים צריך להגעיל, ויזהר להגעיל קודם שעה חמשית כדי שלא יצטרך לכמה תנאים, ואפילו המגעיל קודם שעה חמשית יזהר שלא יהיו הכלים בני יומן, משום דלא לחלף בכלי של איסור, כי בשאר ימות השנה אין להגעיל כלי של איסור אלא א\"כ אינו בן יומו, והמגעיל ע\"י צבת יגלגל הכלי, וגם כסוי הקערה צריך הגעלה: וכתוב בשער טעמי המצות פ' עקב אזהרה מרבינו האר\"י ז\"ל, ראוי ליזהר שלא ללבן הכלים של נחשת עם בדיל המותך כדרך העולם להשתמש בהם מצה עד שיגעילם תחלה, לפי שזה הבדיל שהותך עליו נעשה קלליפה על הנחשת ומונע פליטת החמץ מתוכו אם יגעילוהו אח\"כ, והליבון בבדיל עצמו אינו מועיל לפי שהליבון נתנו לו חז\"ל שיעור שיותזו ממנו ניצוצות, וליבון הבדיל לא יתלבן שיעור נתיזת נצוצות, ולכן יותר טוב להגעילו תחלהה לפלוט החמץ, ואח\"כ ילבנהו הגוי לפניו בבדיל, ויהר שלא יכבה הכלי אח\"כ במים שלפני האומן שבהם מכבה הכלים של חמץ עכ\"ד יע\"ש, ופה עירינו יע\"א לא נהגו בכך אלא מלבנים כלים שמשתמשים בםה בחמין כל השנה בבדיל תחלה, ואח\"כ מגעילים אותם להשתמש בהם בפסח, ואין אנחנו מוחין בהם, מפני דפה עירנו אין דרכם לבשל בכלים אלו בשאר ימות השנה חמץ גמור בעין כתבשיל שיש בו פת וקמח, ורק במחבת דרגם לטגן בה עיסהה מקמח, ואפ\"ה אין זה רוב תשמישה, ולכן איןן אנחנו מוחים בהם לעשות ע\"פ אזהרת רבינו האר\"י ז\"ל הנז', אך ודאי יר\"ש צריך להזהר בכך, וכן בכלי שנאסר משום בשר בחלב, וכן אר כלי איסור שרוצה ללבנו בבדיל ולהגעילו, שצריך ליזהר כל אדם בזה להגעילו תחלה ואח\"כ ילבנו בבדיל, כמו אזהרת רבינו האר\"י ז\"ל הנז':", 
            "נהגו לשטוף הכלים בצונן אחר הגעלה, כדי שלא יבלע הכלי מן לכלוך מים רותחין שעל גביו, כי ליטת הכלי נתערב ברותחין, ואע\"פ שנתבטל בששים אעפ\"כ נהגו לכתחילה להעבירו ע\"י שטיפה בצונן וכנז' בש\"ע להגאון ר\"ז ז\"ל, ולבוש כתב טעם אחר בזה:", 
            "כלים שנשתמשו בהם ע\"י האור ביובש, כגון שפודים ואסכלאות שקורין בערבי סגא\"ת שנשתמשו בהם חמץ, צריך ליבון להכשירם לפסח, ולא מהני להו הגעלה, והמחבת שמטגנים בה די בהגעלה, אבל מור\"ם ז\"ל כתב צריכה ליבון והמחמיר ללבנה תע\"ב, מיהו אין צריך ליבון רב שיהיו ניצוצות נתזין ממנה, אלא די בליבון שיהיה הקש נשרף עליה מבחוץ, וכלי חרס אפילו אותם המצופין שקורין פרפור\"י שמשתמש בהם רותח דכלי שני לא יועיל להם שום הכשר, אלא ינקם היטב ויצניעם במקו סגור, כדי שלא יטעה להשתמש בהם בפסח, וקערות שהם כלי מתכות שה מצופים בהיתוך זכוכית אין להגעילם, וכל כלי הזכוכית שנשתמש בהם בצונן, אפילו שנשתמש בהם משקה העשוי משעורים שהוא הנקרא בירה, יש להם היתר להשתמש בהם בפסח ע\"י ערוי שימלאם מים וישארו בהם כ\"ד שעות, ואחר כ\"ד שעות ישפכם ויחזור וימלאם מים חדשים ויהיו ג\"כ בהם כ\"ד שעות, וישפככם ויחזור וימלאם עוד מים חדשים שיהיו בהם כ\"ד שעות, ובזה מותרים להשתמש בפסח, מפני שבליעתם בתחילה היתה בצונן:", 
            "בשאר ימות השנה אם לוקח כלי מתכות ישן ממהגוי צריך להגעילו תחלהה, ואח\"כ יטבילנו, ויברך על טבילת כלי, ואם הם שני כלים או יותר יברך על טבילת כלים כן המנהג פה עירנו יע\"א, ודלא כמ\"ד דיברך על טבילת כלים אפילו אם מטביל כלי אחד, והכלים שמכניסים בהם יין או שכר לקיום שקורין בערבי קרארי\"ב דינם ככלי מכות, ואם קנה חשים יטביל אותם ויברך כסברת הרב בית דוד ז\"ל, ודלא כהרב מטה יאודה ז\"ל כן ההסכים עט\"ר הרה\"ג מור זקני רבינו משה חיים זלה\"ה וכן הנהיג פה עירנו בגדא\"ד משנים קודמניות, וכן היה דורש ברבים בכל שבת הגדול, וכן היה דורש עט\"ר ההרב מור אבי זלה\"ה בכל שבת הגדול, וכן אני העבד דורש בכל שבת הגדול בעזה\"י, נמצא המנהג בזה ברור ויציב ואין כאן חשש סב\"ל:", 
            "אין לשין אלא במים שלנו, ושואבים אותם סמוך לבין השמשות, וא בין השמשות, וכתב הרה\"ג הרח\"ף ז\"ל בחיים לראש, זמן המוגבל לשאיבה הוא עשרה דקים קודם קריאת המגר\"ב, באופן דכיון שנעעשהה י\"ב שעות בשלימות וקרא המגר\"ב, אז תכף ויד יפסיק מלשאוב עוד יע\"ש, ואסור לשאוב לכתחילה למצת מצוה ע\"י גוי ויזהר לרחוץ ידיו קודם שישאוב ויאמר בפיו הריני שואב מים לשם מצת מצוה:", 
            "טוב שלא תגע אשה נדה במים ששואבין למצת מצוה וכמ\"ש בח\"ל, ויזהרו לכסות פי הכד יפה שלא יפול דבר לתוכו, ואם מניחם בלילה בגג יזהר להורידם קודם הנץ החמה, שמא ישכחם ותזרח עליהם השמש, או שמא יהיה יום מעונן דיומא דעיבא כויה שמשא, ואם יש לו אכסדרא טוב להניחם בלילה באכסדרא:", 
            "הן למצת מצוה הן לשאר מצות צריך להזהר שלא ילושו קודם עמוד השחר, יען שצריך להמתי על המים שיעור לילה אחת עכ\"פ ואח\"כ ילושו בהם, ובערב פסח אם מוכרח ללוש קודם עלות השחר מחמת הרבוי, צריך שישאוב את המים בין השמשות של ליל י\"ג, אבל אם שאבם בבה\"ש של ליל י\"ד אין ללוש באלו המים קודם עמוד השחר דצריך עכ\"פ לילה אחת, אע\"פ דיש מקפידים להצריך י\"ב שעות מעת השאיבה, הנה בשעת הדחק ולצורך גדול יש לסמוך על אותם דס\"ל דסגי בלילה אחת אפילו אין בה י\"ב שעות, וצריך להזהיר כשמוציא מים מן החבית ליתן ללוש בהם שלא יכניס ידיו בתוך המים, כי הידים חמין הם ומחממין את העיסה וכמ\"ש רבינו זלמן ז\"ל בש\"ע, גם צריך להזהר שלא ילוש הקמח אחר הטחינה אלא עד שיעבור עליו כ\"ד שעות, משום דמרתח ע\"י הטחינה:", 
            "אין לשין לפסח עיסה גדולה יותר מן תק\"כ דרה\"ם, ויותר טוב ללוש אותה פחות מן תק\"כ, ושיעור עעיסה שחייבת בחלה הוא קמח משקל שבע מאות ובעה ושבעים דרה\"ם, כי כן עולה מ\"ג ביצים וחומש ביצה למשקל הביצהה י\"ח דרה\"ם, וכנז' בפוסקים ועיין חיים לראש דף ק\"י יע\"ש, ומאחר שאנחנו נזהרים שלא יהיה בעיסה שלשין לצורך הפסח שיעור החייב בחלה, לכן טוב לניח כל ההמצות אחר אפיה בסל אחד והסל מצרפם לחלה, ואז מפריש חלה ומברך, ואם אין לו סל או תיבה אחת לצרפם, בתוכה, יניח המצות במקום אחד ויפרוס עליהם מפה שלא יתגלה מהצות כלל ויפריש חלה, והברכה של החלה היא אקב\"ו להפריש חלה תרומה, ואע\"פ דיש מי שכתב הנוסח הוא תרומה חלה, המנהג פה עירנו לברך חלה תרומה, וכן היו דורשים עט\"ר ההרב מו\"ז שלה\"ה, ועט\"ר הרב מור אבי זלה\"ה בציבור בכל שבת הגדול, ושמעתי שכן המנהג בעיה\"ק תוב\"ב:", 
            "אם שכח ולא הפריש חלה קודם יו\"ט, ונזכר ביו\"ט אין מפרישין חלה ביו\"ט כמ\"ש בש\"ע סי' תק\"ו, כיצד יעשה יאכל בלא חלה, וישייר מצה אחת עד מוצאי יו\"ט ויפריש חלה מאותה מצה, דחלת חו\"ל אוכל ואח\"כ מפריש, ואע\"פ שיש אומרים דלא אמרינן בחוצה לארץ אוכל ואח\"כ מפריש אלא דוקא בההיכא דהוה בהו שיעור חלה בעודה עיסה, אבל אם לא היה בעיסה שיעור חלה, אלא אח\"כ צירפם בכלי אחד ונתחייבו בחלה לא מהני בה לשייר מצה אחת להפריש ממנה חלה במוצאי יו\"ט, אלא צריך שישייר מעט מכל מצה ומצה כדי לתרום מן המוקף, הנה העליתי בסה\"ק קבציאל העיקר כסברת החולקין דס,ל גם בכהאי גוונא דלא היה שיעור בעיסה תחלה, אלא שאחר אפיה נתנם בכלי לצרפם, מהני לאכול מהם קודם הפרשת חלה, ורק אח\"כ ישאיר מצה אחת ויפריש ממנ החלה, על כן אם שכח ולא הפריש קודם יו\"ט יסמוך על סברה זו לאכול ולהפריש אח\"כ ממצה אחת ועיין בש\"ע לר\"ז ז\"ל ה\"פ סי' תנ\"ז סעיף יו\"ד וי\"א יע\"ש:", 
            "אחר שיברך ויפריש יאמר בפיו הרי זו חלה, כדי שיקרא לה שם בפיו אחר הברכה, ואע\"ג דאיכא רבים דס\"ל דלא בעינן לקרא לה שם, עכ\"ז כיון דאיכא רבוותא דס\"ל הכי, מאי הפסד יש באמירת ג' תיבות אלו למעבד אליבא דכ\"ע, כן העליתי בס\"ד בתשובה בסה\"ק רב פעלים:", 
            "הרא\"ש ז\"ל היה משתדל בעשיית מצת מצוה בכבודו ובעצמו, וכן ראוי לכל אדם לעשות, ואמר רבינו האר\"י ז\"ל המטריח עצמו במצת מצוה עד שמזיע יועיל לתיקון קרי, והלש אחר איסור חמץ יאמר בתחלת הלישה כל פירורין שיפלו בשעת לישה ועריכה, וכן בצק הנדבק בכלים יהיו הפקר כעפרא דארעא, והמנהג להצניע הלולבין להסיק בהם התנור לאפית מצת מצוה, והנה מצות מצוה זו מצוה מן המובחר ללוש ולאפות אותה בערב פסח אחר שבע ומחצה ועיין ברכ\"י ז\"ל:", 
            "אם נמצא חטה במצה בעודה חיה, אם אינה מבוקעת יקח מן המצה כדי נטילת מקום, והמצה עצמה מותרת, ואם היא מבוקעת יאסור כל אותה המצה שנמצאת בה החטה אבל אם החטה נמצאת בעיסה אפילו מבוקעת, נוטל בה כדי נטילת מקום בלבד וזורקו לאש וכל העיסה מותרת, מפני שיש בזה הפסד מרובה וגם שעת הדחק וכמ\"ש בסה\"ק מקבציאל:", 
            "אסור לעשות מלאכה בע\"פ מחצות ולמעלה אפילו בחנם. וצריך להסתפר קודם חצות, ואם שכח קודם חצותיסתפר אחר חצות ע\"י גוי, אך צריך שיעמיד ישראל ע\"ג לראות מתחילת תספורת עד הסוף, ואפילו קציצת הצפרניים טוב להזהר לקוץ אותם קודם חצות:", 
            "הבכורות אפילו הם כהנים או לויים מתענים בערב פסח בין בכור מאב בין בכור מאדם ודוקא הזכרים אבל הנקות לא נהגו להתענות, והזכר אפילו נולד אחר נפל ג\"כ יתענה, והנולד אחר ולד שמת תוך שלשים יום וכלו לו חיו לא יתענה, דיש לסמוך בזה על הגאון שבות יעקב והגאון דגול מרבבה דמקילין בזה, ואם הבכור עצמו היה חתן או אבי הבן או סנדק מותר לאכול ואין צריך לפרוע תעניתו אחר החג, אבל אם נזדמן לו פדיון שפודה את בנו אין לאכול, ויש נוהגים דהחתן מזמין את הבכורות לסעוד בו ביום אצו בסעודת חתן, וכן אבי הבן בסעודת מילה ואין אנחנו מוחין ביד הנוהגים בכך, מיהו אינו יכול להזמין הרבה אלא רק צמצום להשלים העשרה ולא יותר ועיין ח\"י, ובסעודת סיום מסכתא אם הבכור גמיר וסביר להניח מה שאומרים בעת הסיום מותר לו לאכול שם ועיין חיים לראש:", 
            "אסור לומר בשר זה לפסח, אלא יאמר בשר זה ליו\"ט, ואסור לאכול מצה בערב פסח, וגם בלילה של ערב פסח אין לאכול, אבל מצה מבושלת שבישלה קודם י\"ד מותר לאכול בי\"ד, כן העלתי בתשובה בס\"ד בסה\"ק רב פעלים, ולא יאכל הרבה בערב פסח, כדי שיאכל בליל פסח לתיאבון משל למי שיזדמן אצלו אורח וכו':", 
            "יזהרו הנשים בבדיקת החזרת והכרפס, דכל תולע יש בו חיוב חמשה מלקיות, והדבר הזה תלוי בצואר האשה בעלת הבית דכל בני הבית סומכין עליה בזה, ואם מקילה בבדיקה אפשר שיהיה תלוי בצוארה חיוב מלקות יותר משערות ראשה, בפרט בהיות בני הבית מרובין ובמקומות אלו שהתולעים קטנים מצויים הרבה בירקות, מעשה בחכם אחד שנכנס בערב פסח לחצר אחד, וראה את האשה בעה\"ב לפניה שני סלים גדולים מלאים חזרת, והיא רוחצת העלים של החזרת ורואה אותם במהירות כלאחר יד ומנחת בסל לפניה ויאמר לה החכמם כמה שערות יש בראשך, א\"ל לא מניתי אותם ולפי דעתי א\"א למנותם, א\"ל שערות ראשך אפשר להמנות, אך חיוב המלקיות אשר בצוארך א\"א להמנות, א\"ל מה אעשה בני הבית מרובין ורוצין לאכול חזרת הרבה כי ערב להם, א\"ל תשובה זו לא תצילך ביום הדין, על כן שמעי לעצתי ותשליכי העלין שצריך להם בדיקה מרובה, ותקחי הקלחים דוקא וכן הכרפס תבדקי להם שיעור מועט לצאת י\"ח דוקא על כן בית שאוכליו מרובין ולא יש בודקים הרבה יעשו כן, ונוהגים שלא לאכול חזרת בערב פסח, וכן בחו\"ל אין אוכלים חזרת ביום ראשון של פסח:", 
            "היה שלחנו ערוך מבעוד יום כדי שיקדש מיד כשתחשך דהיינו אחר צאת הכוכבים, וישתה בהסיבה כל ארבעה כוסות, וכולם צריכין מזיגה ויעשה המזיגה במים בשלש פסקות זא\"א, ובעה\"ב ימזוג לו הכוס אחד מבני הבית דרך חירות, גם יקבל הכוס בשתי ידיו משתי ידיו של הנותן, גם אכילת כל ארבע כזייתות של מצה יהיו בהסיבה בין אנשים ובין הנשים בין הגדולים בין הקטנים, וההסיבה צריכה להיות על צד שמאל, ואפילו איטר מסב על שמאל כל אדם ודלא כמאן דכתב להפך:", 
            "צריך לשתות רוב הרביעית בבת אחת דהיינו שתייה אחת ולא יפסיקנו בשתי שתיות, ובדיעבד אפילו הפסיק כמה פעמים יצא, ורק לא ישהה מתחילת שתיה עד הסוף יותר מכדי שתיית רביעית, ומשקל הרביעית הוא כ\"ז דרה\"ם, ולכתחילה צריך שישתה כל הרביעית, אך בדיעבד אם שתה רוב רביעית יצא י\"ח וכנז' בפוסקים, ואע\"ג דברכה אחרונה אין לברך בשותה רוב רביעית, משום דיש בזה פלוגתא וסב\"ל, עכ\"ז בליל פסח דאיכא ד' כוסות וברכה אחרונה שייכה לכולהו, אם בחד מנייהו או בתרי שתה רביעית שלם, יוכל לברך אח\"כ ברכה אחרונה, אבל אם לא שתה בשום חד רביעית שלם לא יברך ברכה אחרונה על היין דסב\"ל, על כן ידחוק עצמו לפחות בכוס אחד לשתות רביעית שלם, ואם יש בכוס כמה רביעיות צריך לשתות רובו, וכל הארבע כוסות צריכין שטיפה והדחה שירחצם מבית ומחוץ בכל פעם:", 
            "מביאין לפני בעה\"ב קערה שיש בה שלושה מצות ומרור וחרוסת וכרפס וזרוע וביצה, והחרוסת זכר לטיט שנשתעבדו בו אבותינו, לכך מניחים בתוכו אגוזים ושקדים, והזרוע זכר לפסח דבזמן בהמ\"ק היה מביא גם את הפסח בשעת אמירת ההגדה, והביצה זכר לקרבן חגיגה, ומנהגנו לעשות הזרוע צלי והביצה שלוקה במים, ואם שכח ולא צלה הזרוע בערב פסח מותר לצלותו בליל פסח, אע\"ג דאין אוכלין צלי גם ביום ראשון וכמ\"ש בסה\"ק מקבציאל, וצריכין להזהר בכל ביצים ששולקין בקדרה בפסח שירחצו תחילה במים צוננין בתוך כלי אחד בפ,ע, מפני כי אצלינו אלו המוכרים את הביצים קונים אותם מן הערביים והם מניחים אותם עם הקמחים שלהם ונדבק על קליפתם קמח, לכך ירחצום היטב תחלה כי חמץ בפסח במשהו:", 
            "נוטל ידיו לצורך טיבול ראשון ולא יברך על נטילה זו, ואשרי הנזהר ליטול ידיו בטיבול משקה בכל השנה כולה, ועט\"ר הרב מור אבי זלה\"ה היה נזהר בכל השנה והיה מזהיר לכמה בני אדם בזה כי באמת מנהג העולם להקל בזה בשאר ימות השנה הוא בנוי על סברה יחידאה ועיין בשו\"ת מטה יוסף ז\"ל מ\"ש בזה:", 
            "יקח כרפס פחות מכזית, שלא יתחייב בברכה אחרונה ויברך עליו בפה\"א, ויכוין לפטור המרור ויטבול אותו בחומץ ויאכלנו בלא הסיבה, וכמ\"ש הגאון חיד\"א ז\"ל וכן מנהגינו מזמן עט\"ר הרה\"ג מור זקני זלה\"ה לאכלו בלא הסיבה, וטילול ראשון זה שהוא כרפס בחומץ, הוא זכר לסיבת קושי השעבוד שהיה בשביל מכירת יוסף הע\"ה ושהטבילו כתונת פסים שלו בדם ומכרוהו וגרמו צער ליעקב אע\"ה, וזה נרמז בכרפס והיינו אותיות כ\"ר הם סוף מכר ואותיות פס הם ראש פסים, וטיבול שני שהוא מרור בחרוסת הוא זכר לקושי השעבוד עצמו שמררו חייהם במעשה הטיט הרמוז בחרוסת וכמ\"ש בזה בסה\"ק מקבציאל ואע\"ג שאמרנו שצריך ליקח כרפס פחות מכזית כדי שלא יתחייב בברכה אחרונה הנה אם שגה ואכל כזית צריך לברך אחריו בג\"ר, ועכ\"ז לא יברך על המרור בפה\"א יען דחשיב מצרכי הסעודה הבאים תוך הסעודה, ויזהר שלא יאכל כל הכרפס שיש בקערה אלא ישאר בקערה מהכרפס עד אחר המוציא, דצריך שיהיה סוד הקערה שלם עד לאחר אכילת מצה ומרור:", 
            "יקח מצה האמצעית ויחלקנה לשתיים, ויתן חציה הגדול לאחד מהמסובין להצניעו לאפיקומן, וחצי הב' הקטן יניח בין שתי המצות השלימות, וכפי הסוד יחלקנה להאמצעית צורת ד\"ר וצירו של ו' יניח לאפיקומן וצורת ד' יניח בין המצות וכשאומר הא לחמא עניא יגביה בפרוסה, וימאר הא בציר\"י, ומנהגנו לכפול פסקא זו ג\"פ, ואח\"כ יצוה להניח הקערה בסוף השלחן, גם ימזגו הכוס ויניחו לפניו כדי שישאלו ויאמרו מה נשתנה, וכשיתחיל לומר עבדים מגישים הקערה לפניו, וכשאומר אין מפטירין אחר הפסח אפיקומן מנהג יפה לאחוז חצי המצה הטמונה לאפיקומן להראות לבני המסיבה שהוא זכר לפסח וכנז' בספר תניא, וכשמגיע למצה זו, יגביה המצה השלימה העליונה שלפניו לחבוב מצוה, וכן ה\"ה כשיגיע למרור זה, אבל כשאורמ פסח שהיו אבותינו אוכלין לא יאחוז הזרוע בידו אלא יראנו בלבד, וכשיגיע להיא שעמדה, יאחוז בידו הכוס שמזגו לו, ויכסה הפת, ויזהר לכסות הפת בכל עת שלוקח הכוס בידו:", 
            "יטול ידיו ויברך ענט\"י, ויקח המצות שלשתם ביחד משום לחם משנה, ויברך המוציא וישמיט השלישית וישאר בידו מצה העליונה והפרוסה, ויברך על אככילת מצה ויבצע מהעליונה והפרוסה כזית מזו וכזית מזו, וכל כזית הוא תשעה דרה\"ם, ויטבלם במלח ג\"פ ויאכלם בהסיבה, ויכניס שתי כזייתות אלו בפיו ביחד, כדי שיאכל משניהם בבת אחת ואם יש לו אונס שאינו יכול לעשות כן וירצה לפרר כל כזית פרורין קטנים להכניסם בפיו, אז יכניס פרורי כזית השלמה תחלה וכנז' באחרונים. ואח\"כ יקח כזית מרור וישקענו בחרוסת, וינער מעט מן החרוסת דבעי טעם מרור, ויברך על אכילת מרור ואין צריך הסיבה, ואח\"כ תכף נוטל מצה השלישית ובוצע כזית ממנה וכורכו עם כזית מרור ומטבל בחרוסת, ואומר זכר למקדש כהלל הזקן וכו' ויאכלם בהסיבה, ויזהר שלא ידבר דברים חיצונים בין אכילת מצה לאכילת הכורך, ולכן יאכלם בזא\"ז תכף בלא עיכוב, ואח\"כ סועד וגומר סעודתו בשמחה ובטוב לבב:", 
            "אחר שגמר סעודתו יאכל בשמחה את האפיקומן השמור בתוך המפה זכר לפסח הנאכל על השבע, ולכן יזהר שלא יאכל הרבה בתוך הסעודה כדי שיאכל האפיקומן לתאבון, ויאכל ממנו שתי כזייתות למצוה מן המובחר, שהם כזית אחד זכר לפזח וכזית אחד זכר למצה הנאכלת עם הפסח, ואם הוא זקן או חלוש מאד וקשה עליו לאכול שתי כזייתות יאכל כזית אחד דוקא זכר לפסח, וצריך לאכול אותו במקום אחד, ולא בשתי מקומות, ואפילו בחדר אחד בשתי שלחנות אסור, ויזהר לאכלו קודם חצות, וטוב שגם ההלל יאמר קודם חצות, ולא יתנמנם באמצע אכילת האפיקומן, ואם הוא מסב לבדו על השלחן אפילו בתוך הסעודה קודם אכילת האפיקומן לא ישן ועיין ש\"ג ז\"ל: אחר האפיקומן אין לאכול שום דבר, משום דבעינן שיהיה טעם האפיקומן בפיו עד שישן, ורק מים מותר לשתות, ויש מתירין בקהוו\"א ויש לסמוך עליהם לצורך גדול, ושתיית שם הסכים הרח\"ף בח\"ל להזהיר בליל ראשון, אבל בליל שני התיר, ומה שקורין אותו אפיקומן הוא נטריקון אפיקו מיני שלא יאכלו עוד, ועט\"ר הרב מו\"ר אבי זלה\"ה פירש אפיקו מ\"ן ר\"ת מיין נוקבין העולין מן מצות אכילת מצה ואכילה זו היא מצוה אחרונה ודפח\"ח:", 
            "אם שכח ולא אכל האפיקומן עד שנטל ידיו, או אמר ההב לן ונבריך, יאכל אותו בלא ברכת המוציא, ואם לא נזכר עד שבירך בהמ\"ז אם לא שתה כוס שלישי, יטול ידיו ויברך המוציא ויאכל ההאפיקומן, ואם שתה כוס שלישי ואח\"כ נזר, הנה אם אכל תוך הסעודה מזאת המצה השמורה משעת קצירה שיעור כזית סומך על זהה, ואם לאו אז אילו אם לא נזכר אלא עד אחר ההלל יטול ידיו ויברך המוציא ויאכל האפיקומן, ויחזור ויברך על הכוס, ועיין בית דוד סי' רנ\"ט דף ע' ושו,ג סי' תע\"ו סק\"ח יע\"ש:", 
            "חייב אדם לספר בנסים ונפלאות שעשה השי\"ת לנו ולאבותינו עד שתכרחנו השינה לישן, ואיתא בזוה\"ק פקודא לספר ביצ\"מ וכו' וקב\"ה חדי בהאי סיפורא וכנ\"ש לכל פמלייא של מעלה, ואמר להון זילו שמעו האי שבחא דלתתא, ובהאי סיפורא בקעי רקיעייא ויהבי חילא למאריהון, ובזה כלל המרבה לספר ביצ\"מ ה\"ז משובח בפמלייא שלא מעלה שקב\"ה משתבח בו כדכתיב ישראל אשר בך אתפאר:", 
            "צריך לומר ק\"ש על המטה עם הפסוקים הנוהגים בכל לילה כסדר רבינו האר\"י ז,ל, ואם הוא ניעור עד אחר חצות יאמר אותה מעט קודם חצות, ובחו,ל כל הלכות לילה ראשונה נוהגת בלילה שניה, וצרי לברך שהחיינו בחו\"ל בשתי לילות הראשונים של פסח בקידוש, אבל בלילות האחרונים שהם יום ס' ויום ח' של פסח אין מברכין שהחיינו בקידוש, וכשאורים שהחיינו בלילה הראשונה יכוין גם על אכילת מצה:", 
            "העובר לפני הנחתום גוי בפסח ולא יריח מפת חם, ומצאתי כתוב דאין מכין הכלבים בחג הפסח ובפרט ביום א' וביום ב' שבהם מספרים ביצ\"מ, ואע,פ שארז\"ל על הכלב משח אודניה וחוטרא אבתריה, מסירין החוטא מעליהם בפסח כי בליל פסח ביצ\"מ כתיב לא יחרץ כלב לשונו ששמרו גזרתו יתברך באותה הלילה, דלכן אמרה תורה על נבלה לכלב תשליכון אותו:", 
            "ישגיחו מוכרי הצימוקים בשקים שלהם שלא יהיה בשקים חמץ בעין, שדרכים להיות דבק בהם חמץ מחמץ שבקמום ההוא של הצמוקים דרכם להשתמש בהם בקמח ובא עליהם מים ומתלכלך השק בקמח שנעשה חמץ בעין, והמגדל תרנגולים יברר הלול שלהם מהשעורים, ויקנה להם קודם פסח דוחן או זור,א ויתחיל להאכילם מזה קודם שיכנס הפסח, ומותר לקנות תרנגולים בתוך הפסח ויאמר בפירוש שאינו רוצה לקנות הספק כלל, ואחר שחיטהה יפתחנה תכף וישליך זפק לחוץ, ועיין בשיורי ברכה ובטוב עיין, ופה עירנו יש כמה בעלי בתים שאין אוכלים תרנגולים בפסח משום גדר וסייג דחוששין פן ימצא בההם חיטין ושעורים, והרוצה לאכול תרנגולים מני שיש לו סיבה הכרחית יעשה התרה על מנהג שלו וכנז' בלב חיים ח\"ב סי' ר\"ז:", 
            "פה עירנו יש הרבה בעלי בתים נוהגים שלא לאכול אורז בפסח מפני כי האורז ימצא בו תערובת חיטין ושעורים, וצריך לבדקו תחלה פעמיים ושלש, וחוששין שמא ישגו בבדיקה, וישאר באורז חיטה ושעורה ויבשלו בו לכך בדלין ממנו, ויש נוהגין לאכול אחר בדיקה, על כן אם הבעה\"ב אוכל אורז והמבשל שלו נוהג שאינו אוכל אורז אסור לבשל אורז ביו\"ט לבעה\"ב כיון דהוא נוהג איסור באכילתו משום גדר וסייג, אבל לטלטלו ביו\"ט מותר כן העליתי בס\"ד בתשובה בסה\"ק רב פעלים, והדומה לדין זה תמצא גם בשאר ימי טובים שאם זה המבשל אכל בשר ביו\"ט, אסור לבשל חלב לאחרים אא\"כ יש שהות ביום שיעבור זמן שש שעות אחר אכילת הבשר כדי שראוי שיאכל זה מן התבשיל ההוא בו ביום, אבל אם לא שיש שההות ביוםם שיאכל הוא עצמו ממנו אסור לבשל לאחרים, מיהו בטלטול שרי:", 
            "לא ישתו חלב מבהמת גוי בפסח שמא האכיל אותה חמץ, ואם לוקחים שאור מן הגוי אחר הפסח יזהו להפריש מאותה עיסה חלה שתהיה גדולה משיעור השאור כולו:", 
            "אין אומרים תיקון לאה בחול המועד של פסח ויזהרו בכל ימי המועד לעסוק בתורה הנותנת חיים לעושיה בעוה\"ז ובעוה\"ב:"
        ], 
        "Behar": [], 
        "Vayekhi": [], 
        "Shemot": [], 
        "Vezot Haberakha": [], 
        "Naso": [], 
        "Ki Tetze": [], 
        "Re'eh": [], 
        "Pekudei": [], 
        "Vaera": [], 
        "Haazinu": [], 
        "Ekev": [], 
        "Nitzavim": [], 
        "Vayakhel": [], 
        "Khanukkah": [], 
        "Vayishlakh": [], 
        "Tzav Hilkhot Pesakh on Shabbat": [], 
        "Tetzaveh": [], 
        "Beshalakh": [], 
        "Ki Tavo": [], 
        "Bamidbar": [], 
        "Vaetkhanan": [], 
        "Bereshit": [], 
        "Vayeshev": []
    }, 
    "versionSource": "http://en.wikisource.org/wiki/Translation:Ben_Ish_Chai/Year_One/Tzav", 
    "heTitle": "בן איש חי", 
    "categories": [
        "Halakhah"
    ], 
    "schema": {
        "heTitle": "בן איש חי", 
        "nodes": [
            {
                "heTitle": "בראשית", 
                "enTitle": "Bereshit"
            }, 
            {
                "heTitle": "נח", 
                "enTitle": "Noakh"
            }, 
            {
                "heTitle": "לך לך", 
                "enTitle": "Lekh Lekha"
            }, 
            {
                "heTitle": "וירא", 
                "enTitle": "Vayera"
            }, 
            {
                "heTitle": "חיי שרה", 
                "enTitle": "Khayei Sarah"
            }, 
            {
                "heTitle": "תולדות", 
                "enTitle": "Toledot"
            }, 
            {
                "heTitle": "ויצא", 
                "enTitle": "Vayetze"
            }, 
            {
                "heTitle": "וישלח", 
                "enTitle": "Vayishlakh"
            }, 
            {
                "heTitle": "וישב", 
                "enTitle": "Vayeshev"
            }, 
            {
                "heTitle": "חנוכה", 
                "enTitle": "Khanukkah"
            }, 
            {
                "heTitle": "מקץ", 
                "enTitle": "Miketz"
            }, 
            {
                "heTitle": "ויגש", 
                "enTitle": "Vayigash"
            }, 
            {
                "heTitle": "ויחי", 
                "enTitle": "Vayekhi"
            }, 
            {
                "heTitle": "שמות", 
                "enTitle": "Shemot"
            }, 
            {
                "heTitle": "וארא", 
                "enTitle": "Vaera"
            }, 
            {
                "heTitle": "בא", 
                "enTitle": "Bo"
            }, 
            {
                "heTitle": "בשלח", 
                "enTitle": "Beshalakh"
            }, 
            {
                "heTitle": "יתרו", 
                "enTitle": "Yitro"
            }, 
            {
                "heTitle": "משפטים", 
                "enTitle": "Mishpatim"
            }, 
            {
                "heTitle": "תרומה", 
                "enTitle": "Terumah"
            }, 
            {
                "heTitle": "תצוה", 
                "enTitle": "Tetzaveh"
            }, 
            {
                "heTitle": "פורים", 
                "enTitle": "Purim"
            }, 
            {
                "heTitle": "כי תשא", 
                "enTitle": "Ki Tisa"
            }, 
            {
                "heTitle": "ויקהל", 
                "enTitle": "Vayakhel"
            }, 
            {
                "heTitle": "פקודי", 
                "enTitle": "Pekudei"
            }, 
            {
                "heTitle": "ויקרא", 
                "enTitle": "Vayikra"
            }, 
            {
                "heTitle": "צו הלכות פסח", 
                "enTitle": "Tzav Hilkhot Pesakh"
            }, 
            {
                "heTitle": "צו הלכות פסח בשבת", 
                "enTitle": "Tzav Hilkhot Pesakh on Shabbat"
            }, 
            {
                "heTitle": "צו הלכות עירוב תבשילין", 
                "enTitle": "Tzav Hilkhot Eiruv Tavshilin"
            }, 
            {
                "heTitle": "שמיני", 
                "enTitle": "Shemini"
            }, 
            {
                "heTitle": "תזריע", 
                "enTitle": "Tazria"
            }, 
            {
                "heTitle": "אחרי מות", 
                "enTitle": "Akharei Mot"
            }, 
            {
                "heTitle": "אמור", 
                "enTitle": "Emor"
            }, 
            {
                "heTitle": "בהר", 
                "enTitle": "Behar"
            }, 
            {
                "heTitle": "במדבר", 
                "enTitle": "Bamidbar"
            }, 
            {
                "heTitle": "נשא", 
                "enTitle": "Naso"
            }, 
            {
                "heTitle": "בהעלותך", 
                "enTitle": "Behaalotkha"
            }, 
            {
                "heTitle": "שלח", 
                "enTitle": "Shelakh"
            }, 
            {
                "heTitle": "קרח", 
                "enTitle": "Korakh"
            }, 
            {
                "heTitle": "חקת", 
                "enTitle": "Khukat"
            }, 
            {
                "heTitle": "בלק", 
                "enTitle": "Balak"
            }, 
            {
                "heTitle": "פינחס", 
                "enTitle": "Pinekhas"
            }, 
            {
                "heTitle": "מטות", 
                "enTitle": "Mattot"
            }, 
            {
                "heTitle": "מסעי", 
                "enTitle": "Masei"
            }, 
            {
                "heTitle": "דברים", 
                "enTitle": "Devarim"
            }, 
            {
                "heTitle": "ואתחנן", 
                "enTitle": "Vaetkhanan"
            }, 
            {
                "heTitle": "עקב", 
                "enTitle": "Ekev"
            }, 
            {
                "heTitle": "ראה", 
                "enTitle": "Re'eh"
            }, 
            {
                "heTitle": "שופטים", 
                "enTitle": "Shoftim"
            }, 
            {
                "heTitle": "כי תצא", 
                "enTitle": "Ki Tetze"
            }, 
            {
                "heTitle": "כי תבוא", 
                "enTitle": "Ki Tavo"
            }, 
            {
                "heTitle": "נצבים", 
                "enTitle": "Nitzavim"
            }, 
            {
                "heTitle": "וילך", 
                "enTitle": "Vayelekh"
            }, 
            {
                "heTitle": "האזינו", 
                "enTitle": "Haazinu"
            }, 
            {
                "heTitle": "וזאת הברכה", 
                "enTitle": "Vezot Haberakha"
            }
        ], 
        "key": "Ben Ish Hai", 
        "enTitle": "Ben Ish Hai"
    }
}