{
    "title": "Ben Aryeh on Mishneh Torah, Kings and Wars",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Kings_and_Wars",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין למלך רשות להרוג אלא בסייף בלבד. </b> נ\"ב ירושלמי ר\"פ ארבע מיתות ותוספתא סוף פ\"ט דסנהדרין [וע\"ע לעיל ה' סנהדרין פי\"ד ה\"ב ומש\"ש]:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בג' מקומות כו'. </b> מכילתא פ' בשלח: שם בהגהות מיימוני אות ג', בתוס' דמסכת ידים כו' [בירושלמי סנהדרין]. נ\"ב ע' לעיל ה' איסורי ביאה פרק י\"ב הלכה כ\"ה ובמ\"מ]:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> דאסור לצאת מבבל לשאר ארצות ואף ארץ ישראל כו'. נ\"ב ע' בספר בית ישראל סי' א' ס\"ק י\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> דאיתא בספרי. נ\"ב פ' מטות [על פסוק ויצבאו על מדין כו'] ע\"ש בז\"ר [בזרע אברהם]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכשם שפטורים מכל אלו בהליכתן כו'. </b> נ\"ב כ\"ה בירושלמי סוף פרק קמא דעירובין ע\"ש:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואינו מחסידי אומות העולם ולא מחכמיהם. </b> נ\"ב צ\"ל אומות העולם אלא מחכמיהם כצ\"ל כן הגיה הגאון ר' זלמן ז\"ל הובא בספר תולדות אדם והביא שם סמך לזה ממדרש ע\"ש וכן העתיק מהר\"ם אלשקר סי' קי\"ז ע\"ש ב' פעמים באותה תשובה [בד\"ה אמר הכותב כבר פירש לנו רבינו כו' ובד\"ה אמר הכותב כמה פעמים כו' וע\"ע מגילה ט\"ז א' כל האומר דבר חכמה אפי' באומות נקרא חכם ע\"ש]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במשנה </b> למלך: בירושלמי פ\"ק דקדושין. נ\"ב ע\"ש [הלכה א'] בקרבן עדה ד\"ה או שאין לה גירושין כו' [שהקשה על הרמב\"ם מן הירושלמי שם] ובראשית רבה פ' י\"ח הגירסא שאין להם גירושין אלא שהן מגרשין זה את זה ואולי כן היתה גירסת הרמב\"ם גם בירושלמי [וצריך לפרש שאין להם גירושין בכתב שזה נקרא גירושין אלא שהן מגרשין זה את זה בלא כתב והוא כלשון הרמב\"ם כאן שאין להם גירושין בכתב ואין הדבר תלוי בו לבד כו'. וגירסא הנ\"ל במדרש כן הוא בדפוס ישן אבל בדפוסים החדשים במדרש הוא כמו בירושלמי שם. ובירושלמי שם הגירסא או שאין להם גירושין או ששניהם מגרשין זה את זה עכ\"ל וגם בזה מתורץ דברי הרמב\"ם שהרי לפ\"ז מפורש בירושלמי שאין להסתפק רק על שני דרכים או שאין להם גירושין כלל או ששניהן מגרשין זא\"ז וכיון דבתלמודא דידן מפורש בסנהדרין נ\"ח ב' שהתרתה משעה שפרעה ראשה בשוק ומפורש שהיא יכולה לגרש א\"כ נפשט בגמ' דילן ספק של הירושלמי על אופן שני שהם מגרשים זה את זה. וגם במדרש שם מבואר שאח\"כ נפשט הספק שהביא שם אח\"כ דברי ר' יוחנן אשתו מגרשתו וכו' ומביא תיכף תני ר' חייא עכו\"ם שגירש את אשתו כו' הרי נפשט ששניהן מגרשין וכדברי הרמב\"ם כאן ומתורץ קו' הקרבן עדה הנ\"ל ומה דגרס במדרש שם מתחלה ר' חנין בשם ר' יוחנן אמר שאין להם גירושין כו' ואח\"כ מביא אמר ר' יוחנן אשתו מגרשתו ע\"ש במפרשים אבל בירוש' שם הגירסא ר' חנין בשם ר' הונא רובה דציפורן או שאין להם כו' וא\"כ יתכן שכן צ\"ל גם במדרש במקום בשם ר' יוחנן צ\"ל בשם ר' הונא כמו בירושלמי ואח\"כ אמר ר' יוחנן כו' הוא אמורא אחר]:"
            ],
            [],
            [
                "<b>בכ\"מ: </b> וכמו שכתבתי וליכא למימר דהיינו דוקא בעוף דהא לגבי בן נח כו'. נ\"ב צ\"ל דהיינו דוקא בעוף טמא דהא כו':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כ\"מ: </b> מפי הקבלה כו'. דלית הלכתא כר' אליעזר כו'. נ\"ב ובבה\"ג ה' מלכים איתא ר' אליעזר בן יעקב. ופשוט דכך הי' גירסת הרמב\"ם ופסק כוותי' דמשנת ראב\"י קב ונקי [וע' מה שכתבנו בה' בית הבחירה פרק שני הלכה י\"ח]:"
            ]
        ],
        [],
        [
            [],
            [
                "<b>אין בין עוה\"ז לימות המשיח כו'. </b> ע' ה' תשובה פרק שמיני הלכה ז' וע\"ש בכ\"מ [שכתב וצ\"ע וע\"ש מה שכתבנו לתרץ ע\"פ דברי הגר\"א ז\"ל בספרא דצניעותא פ\"א דף יו\"ד וכ\"כ בביאורו על ברכות ל\"ד ב' כי אלו ואלו דברי אלקים חיים ודברי שניהם אמת כי שני ימות המשיח הן]:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות מלכים ומלחמות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}