{
    "title": "Maaseh Rokeach on Eruvin",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Eruvin",
    "text": [
        [
            [
                "<b>חצר שיש בה שכנים וכו'.</b> כתב הרב המגיד ז\"ל ודעת רבינו כמבואר פרק י\"ז שכל מה שהוא רשות היחיד גמורה דבר תורה והוקף לדירה לא גזרו בו חכמים להצריך בו מחיצות יותר וכו' ע\"כ. והקשה עליו הרב לח\"מ ז\"ל דבתחילת הלכות אלו כתב לפי שאין בין הלכות וכו' דנראה משם שאפילו בדבר שהוא רשות היחיד מן התורה החמירו וכאן כתב שעל זה לא החמירו ע\"כ. ונראה לענ\"ד דכוונת הרה\"מ כאן אינה אלא ברשות היחיד גמור עם המחיצות לשם דירה דתו לא צריך יותר ודאי. והתם איירי בשהוא רשות היחיד דבר תורה אבל אינו גמור וזה מדוייק בדברי הרה\"מ ז\"ל שכתב רה\"י גמור וכו' וק\"ל.",
                "<b>בבית לעצמו.</b> בנוסח אחר כתב יד אין שם תיבה לעצמו ובנוסח אחר כתוב ביתו לעצמו. ומ\"ש",
                "<b>ומותר לטלטל וכו' </b> בנוסח אחר כתב ידשמותר לטלטל.",
                "<b>וכן הדין במבוי וכו'.</b> עיין מ\"ש הרב המגיד ז\"ל ולפי זה רבינו היה לו לכתוב בכאן אפילו בלא לחי וכו' ע\"כ. פי' דהוי כרמלית דין תורה כמבואר בדבריו ריש פרק י\"ז עיי\"ש וכ\"כ הרב לח\"מ ז\"ל.",
                "<b>וכן הדין במדינה וכו'.</b> כתב הרב המגיד ז\"ל וראיתי מי שהקשה על דברי רבינו ממה שקראו פרק המוצא תפילין כרמלית לירושלים וכו' והקשה עליו הרב לח\"מ ז\"ל דהיכן ראה בדברי רבינו שלא קראו כרמלית וכו' ונדחק בזה עיין שם ודבר תימה הוא דרבינו כתב להדיא שכולה רשות היחיד ושמא לא היה כתוב כן בגירסת הרב ז\"ל עד שהוצרך לידחק שוב מצאתי נוסח אחר בדברי רבינו שכולה רשות אחת ודו\"ק."
            ],
            [
                "<b>אבל מדברי סופרים וכו'.</b> נתבאר בעירובין דף כ\"א ומ\"ש בספרי רבינו",
                "<b>עד שיערבו </b>בנוסח אחר כתב יד עד שיתערבו."
            ],
            [
                "<b>וכן יושבי אהלים וכו'.</b> ירושלמי פ\"ק דעירובין ואף דתנן בעירובין דף י\"ז ארבעה דברים פטרו במחנה וחד מנייהו דפטורים מלערב וכתב שם רבינו ומלערב עניינו שהם רשאים להשתמש במחנותם מאהל אל אהל ופטורין מלעשות עירוב בין האהלים שהם כמו חצרות וכו' ע\"כ. ופסקו רבינו פ\"ו דהלכות מלכים דין י\"ג וא\"כ למה חייב כאן עירוב למחנות די\"ל דכאן לא איירי במחנה מלחמה אלא במחנה של בני אדם החונים באיזה מקום בדרך אבל במחנה מלחמה הם פטורים כמו שנפטרו מרחיצת ידים ואינך דתנינן התם שהם מדרבנן דוקא ועיין להרב המגיד ז\"ל בזה ושם כתוב דסתם מחנה הוי של עשרה אנשים ועיין עוד להרב ב\"י סי' שס\"ו.",
                "<b>ומ\"ש </b>בספרי רבינו עד שיערבו בנוסח אחר כתב יד עד שיתערבו."
            ],
            [
                "<b>ומפני מה תיקן וכו'.</b> דע שהעירוב מן הבתים לחצר אינו אלא כדי שלא תשתכח תורת עירוב מן התינוקות וכמ\"ש רבינו לקמן דין י\"ט והיינו מתניתין דף פ' ובזה יתבארו דברי רבינו על נכון ועיין להרב לח\"מ ז\"ל ומ\"ש בספרי רבינו ושמותר להוציא בנוסח אחר כתב יד שמותר להוציא ונוסחתינו נראית עיקר."
            ],
            [
                "<b>לפיכך וכו' ויאחז כל אחד וכו'. </b> בנוסח אחר כתב יד ואחז כל אחד וכו'."
            ],
            [
                "<b>כלומר שכולנו.</b> נוסח אחר כתב יד לומר שכולנו. ומ\"ש",
                "<b>חולק רשות מחברו </b>נוסח אחר כתב יד חולק רשות לעצמו."
            ],
            [
                "<b>העירוב שעושין וכו'.</b> נתבאר בעירובין דף פ\"א ופ\"ו."
            ],
            [
                "<b>אין מערבין וכו'.</b> משנה שם כלשון רבינו וכרבי יהושע ואמרו בגמרא דטעמא משום איבה ופירש שם רבינו כדי שלא יאמר אחד מן השכנים אני עושה שלימה ואתה פרוסה ע\"כ. ואם עירבו בפרוסות בדיעבד נראה דלא מהני וכ\"כ השיירי כנסת הגדולה סי' שס\"ו ומן הגמרא נתבאר להדיא דאפילו עירבו כולם בפרוסות אינו מועיל שמא יחזור הדבר לקלקולו ופי' רש\"י לקלקולו זה פרוס וזה שלם ע\"כ. עוד אמרו שם שאם ניטל כדי חלה מן הככר אפי' אינו שלם מערבין בו ופסקו הרב ב\"י שם והרב המגיד ז\"ל כתב דרבינו יש לו שיטה אחרת בזה ע\"כ. ואולי דיתורץ בזה גם כן שלא הזכיר רבינו מ\"ש שם שאם תפרה בקיסם דהיינו שהכניס הקיסם בפת וחברו בו עד שאין ניכר שהוא פרוס מהני ופסקו גם כן הרב ב\"י שם עיין עליו.",
                "<b>וכשם שמערבין וכו'.</b> שם דף פ\"א ומשמע דטעמא הוי משום דפת דוחן אינו פת כלל והלבוש ז\"ל כתב שם שאינו מאכל רוב בני אדם לשבעה בו.",
                "<b>בכל אוכל וכו'.</b> משנה שם דף כ\"ו ולמ\"ש רש\"י והתוספות ז\"ל שם עיין להשיירי כנסת הגדולה סימן שס\"ו באורך. ודין הכמהין ופטריות נתבאר ג\"כ שם ופי' רבינו שם כי אלו מפני פסידת המזון המתהוה מהם והיותם בתכלית הרוע אינם נמנים מן המזונות ע\"כ. ועמ\"ש בדין י\"א."
            ],
            [
                "<b>וכמה שיעור וכו'.</b> שם דף פ' ודף פ\"ב וכר' יוחנן בן ברוקא וכן פסק רבינו שם ועיין למרן ז\"ל. ומ\"ש בספרי רבינו",
                "<b>אבל אם היו מרובין על זה </b>בנוסח אחר כתב יד כתוב אבל אם היו מרובין זה על זה. ובנוסח אחר אין שם תיבת המשתתפין."
            ],
            [
                "<b>כל אוכל וכו'.</b> שם דף כ\"ט מימרא דשמואל כל שהוא ליפתן כדי לאכול בו כל שאינו ליפתן כדי לאכול ממנו. ופי' רש\"י לאכול בו ללפת בו את הפת. כדי לאכול ממנו שיהיו כל שתי הסעודות ממנו ע\"כ. ויש נוסחא אחרינא בדברי רבינו במ\"ש כמות שהוא כתוב שם כמות שהוא חי. ובמקום מיני דגן כתוב מיני דגים. ובמ\"ש ובשר חי כתוב שם בשר ויין חי ואף דרבינו כתב לקמן דיין חי שיעורו ב' רביעיות נראה דאפשר ליישב קצת גירסא זו ממ\"ש בגמ' ובדברי רש\"י ד\"ה בחמרא מבשלא וכו' דמזון ב' סעודות הם ב' רביעיות. ודין היין מבושל הוא מימרא דרב שם לפי המסקנא ושם נתבאר דין החומץ ועיין להתוס' שם. ודין הבשר צלי הוא פלוגתא דרבה ורב יוסף ופסק כרבה וכ\"פ ז\"ל."
            ],
            [
                "<b>נשתתפו וכו'.</b> כל דברי רבינו נתבארו שם ודין השכר שם ע\"ב ודין הבצים דף ל' רב נחמן בר יצחק אמר אחת וסיני אמר שתים ופסק כסיני דהיינו רב יוסף ודין הרמונים וכו' ברייתא דר' שמעון בן אלעזר דף כ\"ט לענין מתנות עניים ואמר רב עלה וכן לענין עירוב ושם אמרו עשרה אגוזים ובספרי רבינו שלפנינו כתוב חמשה אגוזים ונראה שהוא ט\"ס וצ\"ל עשרה וכן הסכים הרב המגיד ז\"ל וכן מצאתי בדפוס מגדל עוז גם בירושלמי סוף פאה כתוב עשרה ורבינו בפ\"ו דמתנות עניים העתיק הברייתא דרשב\"א וכתב עשרה אגוזים והכי נמי מסתברא דאגוזים מסתמא הם קטנים מאפרסקים הרבה ואיך יתכן דשיעורם שוה ופשוט הוא.",
                "<b>ואם היה בשול וכו'.</b> שם דף כ\"ט גבי תרדים וס\"ל ז\"ל דה\"ה לכל מין ירק דאין דרך לאכול שום ירק בחצי בשולו והראב\"ד ז\"ל ס\"ל דדוקא בתרדים נאמר והשיג על רבינו בזה עיין עליו.",
                "<b>עוכלא תבלין.</b> ברייתא דר' שמעון בן אלעזר שם לענין מתנות עניים ואמר רב עלה וכן לענין עירוב ושיעור עוכלא ביארו רבינו בדין י\"ב ופשט הסוגיא שם דתבלין לאו בני אכילה נינהו והרב המגיד והרב ב\"י סימן שפ\"ו כתבו דרבינו ס\"ל דלמסקנא בני אכילה נינהו ולדעתם ז\"ל קשה טובא דרבינו פ\"ו דמתנות עניים העתיק הברייתא דר' שמעון בן אלעזר והשמיט תבלין משמע דס\"ל דלאו בני אכילה נינהו דאי בני אכילה נינהו למה לא הזכירם שם וכן הקשה הרב שמות בארץ בתוספת יוה\"כ דף ט\"ו והניחה בצ\"ע ומאי דנראה לענ\"ד דתבלין ב' שמות יש להם דכשהם בעין אין דרך לאכלם ולכך קרי להו הש\"ס דלאו בני אכילה נינהו אמנם ע\"י תערובת כנהוג אה\"נ דמאכל כל אדם הן תדע דבגמ' שם קאמר אי משום דתבלין לאו בני אכילה נינהו חיטי ושערי נמי לאו בני אכילה נינהו הרי מבואר דכשהם בעין דוקא קאמר ולענין עירוב ראה רבינו לפסוק דבני אכילה נינהו מדתנן התם בכל מערבין ומשתתפין חוץ מן המים ומן המלח ובגמ' הוסיפו כמהין ופטריות ופסקו בפרקין בדין ח' משמע מזה דכל שאר מילי ובכללם תבלין מערבין בהם אלא דלענין השיעור סמך לו רבינו לההיא דרשב\"א דקאמר וכן לענין עירוב אמנם לענין מתנות עניים כיון דבגמ' אמרו דלאו בני אכילה נינהו ובמתניתין דסוף פאה לא הוזכרו תבלין כשנמנו שם דברים אחרים די\"ל דטעמא הוי משום דרחמנא אמר ואכלו בשעריך ושבעו והני לאו בני שביעה נינהו כל כך ואף דבירושלמי שם דרשו להך קרא אתבלין נמי ס\"ל ז\"ל דסתם תלמודא דידן בסיוע סתם מתניתין הנ\"ל לא ס\"ל הכי ולכך השמיטו במתנות עניים ובאמת דלענין עירוב נראה דאף בדברים דלאו בני אכילה נינהו לסתם בני אדם מהנו כמ\"ש רבינו בדין י' דבשר חי מהני לעירוב וכן דגן דמשמע אף שהוא בעין ובגמרא אמרו להדיא דחיטי ושערי לאו בני אכילה נינהו וזה נראה לענ\"ד נכון וכן נראה דעת הסמ\"ג ז\"ל עיין עליו.",
                "<b>קב תמרים.</b> מימרא דרב יוסף דף כ\"ט ע\"ב ודין הגרוגרות שם ע\"א ודין הכשות שם דף כ\"ח.",
                "<b>וחזין. </b>בנוסח אחר כתב יד והזיז ובב\"ק דף קי\"ט פי' רש\"י חזיז של תבואה חטין ושעורין בעודן ירק ע\"כ. ומ\"ש רבינו שכל האוכלין מצטרפין וכו' שם דף כ\"ט ממתניתין דמעילה דף י\"ז וכשיטת התוספות ז\"ל אמנם הראב\"ד ז\"ל יש לו שיטה אחרת בזה עיין למרן והרב מגדל עוז ז\"ל."
            ],
            [
                "<b>ליטרא האמורה וכו'.</b> שיעורי המאכלים ומשקים הנמדדין לא נזכר בגמרא משקלן ולמדום (חז\"ל) ורבינו מכללם בכח השכל עד מקום שידם מגעת בדקדוק גמור עיין בפ\"ו דהלכות ביכורים ובפירוש המשנה לרבינו במסכת מנחות והרב המגיד ז\"ל ובשיעור הליטרא שהזכיר רבינו רש\"י ז\"ל בדף כ\"ט חלוק על זה שהרי כתב שם דעוכלא היא שמינית שבליטרא וליטרא היא לוג ע\"כ. וידוע דלוג הם ד' רביעיות ורבינו כתב שהליטרא היא שתי רביעיות."
            ],
            [],
            [
                "<b>אוכל שהוא מותר וכו'.</b> משנה שם דף כ\"ו ובמשנה דף ל\"א אמרו והכהנים בחלה ורבינו לא הזכירו נראה דסמך למה שהקדים אוכל שהוא מותר וכו' ומ\"ש וכן הנודר וכו' הכי מוכח התם ודלא כרב הונא וכ\"פ ז\"ל ומ\"ש בספרי רבינו כיצד משתתף וכו' בנוסח אחר כתב יד כתוב כיצד מערב."
            ],
            [
                "<b>אבל דבר וכו'.</b> משנה דף ל\"א ואמרו בגמרא מעשר ראשון שפדאו ע\"ג אסימון דרחמנא אמר וצרת הכסף כסף שיש עליו צורה הקדש שחיללו ע\"ג קרקע דרחמנא אמר ונתן הכסף וכו' ובקצת נוסחאות ומהם כתב יד ראיתי שמחקו בדברי רבינו ובמעשר ראשון שניטלה תרומתו ובאמת בגמרא אמרו עלה פשיטא ותירצו לא צריכא שהקדימו בשיבולין וכו' ורבינו סתם הדברים ודו\"ק ועיין בפ\"ג דהלכות מעשר דין י\"ט."
            ],
            [
                "<b>כיצד מערבין וכו'.</b> עיין מ\"ש רבינו לעיל דין ח' ולקמן דין כ' דמבוארת כוונתו דא\"צ כגרוגרת לכל אחד ואחד ולכך העתיק כאן לשון חלה כלומר דבר מועט והראב\"ד ז\"ל השיג על רבינו בזה עיין להרב המגיד ומרן ז\"ל.",
                "<b>ומניחין הכל וכו'.</b> משנה וגמרא דף פ\"ה והרב המגיד ז\"ל שינה הגירסא בדברי רב יהודה בגמ' לדעת רבינו שאסר ליתנו בבית שער דיחיד וכו' ומרן ז\"ל כתב דרבינו פסק כההיא דר\"י אמר שמואל דף ע\"ה וכר' יוחנן דהתם עיין עליו.",
                "<b>ויש לקטן וכו'.</b> דף ל\"א וכתב הרב המגיד ז\"ל דה\"ה לנשים ועבדים ע\"כ. ודין הבית שמניחין בו הערוב דף ל\"ט והטעם דערוב משום דירה ולכך אין מערבין אלא בפת. ודין אין משנין וכו' מבואר בגיטין דף נ\"ט מערבין בבית ישן מפני דרכי שלום."
            ],
            [
                "<b>וכיצד משתתפין במבוי.</b> מבואר בגמ' דף פ\"ה והיתר דבית קטן וכו' היינו טעמא משום דשיתוף לאו משום דירה הוא אלא דבעינן שיהא משתמר ולכך פסלינן כשתלאו באויר וכן פירש רש\"י שם.",
                "<b>ואם הניח הכלי וכו'.</b> שם דף מ\"ט ומשמע דבין במזכה משלו בין כשהערוב שלהם ודלא כהגאונים ז\"ל עיין להרב המגיד ומרן ז\"ל כתב וז\"ל ודע שאין לדקדק מדברי רבינו שאינו צריך להגביה אלא אם כן הניח הכלי בחצר אבל אם הניח בבית לא דמאי שנא ולא כתב כן אלא כדי שלא לכתוב שצריך להגביה מן הקרקע טפח סמוך למה שכתב קודם לכן הניחו באויר המבוי אינו שיתוף דהוה משמע דאם הגביה מן הקרקע טפח אפי' הניחו באויר מבוי הוי שיתוף עכ\"ל ולענ\"ד נראה דאין צריך לזה דמעיקרא קושיא ליתא דכיון דרבינו כתב שיש להניח הכל בכלי אחד בחצר או בבית או אכסדרא או מרפסת וכו' מהיכא תיתי דכי כתב אחר זה ואם הניח הכלי בחצר שרוצה לומר דוקא חצר בדבר שהוא פשוט דחדא מנייהו נקט דלאו כי רוכלא הוא עיין להרה\"מ פרק כ\"ט ד\"ה אין מקדשין וכו' תדע עוד שכתב הטעם משום הכירא שהוא לשם עירוב ואם כן בין בחצר בין בבית וכו' זיל בתר טעמא הוא גם מ\"ש ז\"ל דהוה משמע שאם הגביה מן הקרקע טפח אפילו הניחו באויר מבוי הוי שיתוף אין נראה כלל דכיון דטעם פיסול המבוי אינו אלא משום דלא מינטר כמ\"ש בגמרא מהיכא תיסק אדעתין שבהגבהה טפח יועיל סוף כל סוף הרי הוא כמבוי ואין טענה זו טענה לענ\"ד."
            ],
            [
                "<b>חלקו את העירוב וכו'.</b> שם דף מ\"ט והטעם משום דשם עירוב ר\"ל שיהא הכל מעורב בכלי אחד אך אם הותיר הוי שלא מדעת ושרי וכ\"כ רש\"י ז\"ל ובדין השיתוף עיין לרבינו ריש פ' ה' ועמ\"ש סוף פ\"ג."
            ],
            [
                "<b>המשתתפין במבוי וכו'.</b> דף ע\"א ועיין להרב המגיד ומרן ז\"ל ולרבינו פ\"ה דין י\"ג וי\"ד.",
                "<b>בני חבורה וכו'.</b> דף פ\"ה ויש נוסח אחר בדברי רבינו שהיו מסובין בבית וגירסא נכונה היא ע\"פ הגמרא עיי\"ש ומדסתם רבינו משמע דמיירי בשכל אחד משותף בפת זה ודלא כהרשב\"א ז\"ל שפירשה כשהיו אוכלים אצל אחד שזמנן לאכול אצלו ועיין להרב המגיד ובדין י\"ז."
            ],
            [
                "<b>לקח אחד וכו'.</b> משנה וגמרא דף פ\"ט ועיין להתוספות שיש חולקין באשתו כי אם היכא דיש לה בית באותו חצר ודעת רבינו להקל במידי דרבנן ועיין למרן ז\"ל. ומ\"ש שהקטן זוכה וכו' גיטין דף ס\"ד ויש נוסח אחר כתב יד על ידי עבדו ושפחתו העברים אע\"פ שהם קטנים והכי מוכח בגמרא ועיין עוד למרן ז\"ל.",
                "<b>וא\"צ להודיע וכו'.</b> שם דף פ\"א ובדפוס ויניציאה ואמשטרדם כתוב שהרי זכה להם ובדפוס מגדל עוז כתוב שזכה להם ואף דהיא היא נוסחא זו נראית עיקר."
            ],
            [
                "<b>אין מערבין וכו'.</b> שלהי במה מדליקין דף ל\"ד ובדפוס ויניציאה ואמשטרדם כתוב בדברי רבינו בשבת אלא מבעוד יום ובנוסח אחר כתוב בערב שבת אלא מבעו\"י ובנוסח אחר כתוב אין מערבין ולא משתתפין אלא מבעו\"י ועיין מ\"ש בפ\"ו דין י\"ב."
            ],
            [
                "<b>נתן העירוב וכו'.</b> משנה בעירובין דף ל\"ד. ומ\"ש אלא א\"כ עשה מלאכה וכו' פירוש מלאכה גמורה דאילו שבירה גרידא הוה ליה מקלקל וקי\"ל דכל המקלקלין פטורים ועיין לרבינו בפירושו להמשנה ובפ' כ\"ד מהלכות שבת."
            ]
        ],
        [
            [
                "<b>אנשי חצר שעירבו.</b> בנוסח אחר כתיבת יד כתוב שנתערבו.",
                "<b>בין מזיד בין שוכח וכו'.</b> משמעות הדברים ודאי דר\"ל דאפילו לא רצה לערב במזיד מצי מבטל ולפי זה צריך לומר דכי תנן במתניתין אנשי חצר ששכח אחד מהם ולא עירב וכו' דבר בהוה ולאו דוקא שכח וכן צריך לפרש כמה משניות וברייתות דאיתא התם בכולה מסכתא דקתני שכח ולאו דוקא נינהו וכן עשה רבינו בפירוש המשנה ס\"פ עושים פסין ופרק הדר שסתם ולא הזכיר תיבת שכח הגם שהטור והרב ב\"י סי' ש\"פ העתיקו המשנה ואנחנו לא נדע אי פליגי על רבינו אי לא ואיך שיהיה קצת קשה לרבינו מסוגיין דפרק הדר (עירובין דף ע\"א) אמתניתין דמאימתי נותנין רשות בית שמאי אומרים מבעוד יום ובית הלל אומרים משחשיכה אמר עולא מ\"ט דב\"ה נעשה כאומר כלך אצל יפות ופי' רש\"י גבי תורם [את] של חבירו שלא מדעת (תנן) [תניא] בא בעה\"ב ומצאו שהוא תורם וא\"ל כלך אצל יפות אם יש לו יפות מהם תרומתו תרומה דגלי אדעתיה דניחא ליה ואמרינן כמאן דשויה שליח מעיקרא דמי. הכא נמי כיון דבטיל השתא גלי דעתיה דמעיקרא בשריותא ניחא ליה אלא ששכח ולא עירב וכו' ע\"כ. מוכח מזה דדוקא שכח קאמר דאם הזיד ולא רצה לערב כשביטל השתא היכי נימא דמעיקרא נמי בשריותא ניחא ליה והרי הוא לא רצה לערב ויש לומר דאינו מוכרח דמאי דלא רצה לערב היינו כדי לאסור לחביריו בני החצר דאפשר מפני סיבה אחרת או שלא היה לו או שלא היה צריך הוא להוציא מביתו שום חפץ ולא להכניס ולכך לא עירב אמנם שריותא דבני חצירו לעולם ניחא ליה וסמך על תיקון הביטול שתיקנו חז\"ל ויש לנו פנים מאירות לסברת רבינו משום דתיקון זה של הביטול אינו אלא לבני החצר שכניו שיוכלו לטלטל דאילו זה המבטל לעולם הוא אסור בשלו כמבואר במשנה דפרק הדר ובכולה מכלתין וא\"כ לגבי דידהו שלא מעלו מה לי זה ששכח מה לי שהזיד ותו דקי\"ל דשכירות מן הגוי כביטול רשות דמי כדאיתא התם דף ס\"ה ולפיכך הותר שכירות זה אפילו בשבת כמבואר וכי היכי דבגוי אפי' שלא רצה לשכור מערב שבת עדיין יש היתר השכירות בשבת כדמוכח מההיא עובדא התם ה\"נ בדין הביטול אפי' שלא רצה לערב. שוב מצאתי להכלבו שכתב כדברי רבינו והוסיף דגם בשיתוף הדין כן וז\"ל אנשי חצר שנתערבו או נשתתפו חוץ מאחד בין בשוגג בין במזיד הרי אוסר עליהם עד שיבטל ע\"כ.",
                "<b>ביטל להם זה.</b> בנוסח אחר כתב יד ביטל להם זר ונראה שהיא גירסא מוטעית ועיקר הדין הוא במשנה דף ס\"ט ועיין למרן ז\"ל בדעת הטור ורבינו בזה.",
                "<b>אבל לביתו וכו'.</b> בנוסח אחר כתב יד אבל ביתו וכו'. ומ\"ש רבינו עוד והאורח אינו אוסר בנוסח אחר כתב יד כתוב אינו נאסר."
            ],
            [
                "<b>המבטל רשותו.</b> בנוסח אחר כתב יד המבטל רשות וכו' והמבטל רשות לבני חצר. ועיקר הדין שם. ומ\"ש בספרי רבינו רשות חצרו ביטל בנוסח אחר כתיבת יד רשות חברו ביטל ונוסחתינו נראית עיקר.",
                "<b>צריך לבטל לכל אחד ואחד.</b> שם דף ע' ודף כ\"ו וכ\"כ בפירוש המשנה ומוכח מהסוגיא דאם אמר לאחד בשביל כולם לא מהני משמע דאם היו כולם לפניו ואמר לכולכם שפיר דמי וא\"צ לפרט לכל אחד ממש וכן נראה מדברי רש\"י שם וכ\"פ הטור סי' ש\"פ ודעת רבינו אינה מבוארת ומשמע דס\"ל דגם זה לא מהני ועיין להרב ב\"י שם והרב מגן דוד [ט\"ז] כתב שם דאפשר דלכולכם כוונתו לרובם דמצינו רובו ככולו ומשום הכי לא מהני עיין שם.",
                "<b>והיורש וכו'.</b> בעיא דף ע' וכרב נחמן ובנוסח אחר כתב יד כתוב שהיורש רשות תחת מורישו הוא קם.",
                "<b>וביטול רשות בשבת וכו'.</b> משנה דף ס\"ט וכבית הלל ואע\"ג דתנן בביצה דאין מקדישין ואין מחרימין בשבת ופסקו רבינו פכ\"ג דין י\"ד ומשמע דה\"ה הפקר כמ\"ש הפר\"ח או\"ח סי' תל\"ד וא\"כ ה\"ה ביטול רשות דהיא היא יש לומר דהכא גרע טפי דאינו אלא גילוי מלתא בעלמא דומיא דחמץ שם. וכן נראה מדברי התוספות דף ס\"ו עיין עליו."
            ],
            [
                "<b>בטלו אלו וכו'.</b> משנה וגמרא שם והרב המגיד בשם הרשב\"א ז\"ל כתב דהוא הדין בשנים לבדם וביטל אחד לחברו שהמבטל אסור אף בשל חברו עיי\"ש."
            ],
            [
                "<b>היו אלו וכו'.</b> ברייתא דף ע' כדברי רבינו. ובדין אחד שערב וכו' הראב\"ד ז\"ל השיג עליו דהוה ליה לפרש שהיו ג' ומת אחד מהם כמשמעות הגמ' דאל\"כ עם מי עירב ואם הוא חי צריך לבטל לשניהם והרב המגיד כתב דרבינו סמך אמ\"ש לעיל דאם הם רבים צריך לבטל לכל אחד ומבואר הוא."
            ],
            [
                "<b>כשם שבעל הבית וכו'.</b> שם דף ס\"ו וכרבי יוחנן וביאר הרב המגיד ז\"ל דהיינו ב' חצרות הפתוחות זו לזו ופתוחות לרה\"ר אע\"פ שאין אחת אוסרת על חברתה אם רצתה האחת לבטל רשותה אצל השניה היא מותרת וחברתה אסורה ואצ\"ל שיש ביטול אם היתה זו לפנים מזו שהפנימיות אוסרות על החיצונה שיש בה ביטול ע\"כ. ודין חוזרין ומבטלין שם דף ס\"ח וכרב."
            ],
            [
                "<b>מי שבטל רשותו וכו'.</b> משנה דף ס\"א וברייתא וגמ' דף ס\"ח וס\"ט ופי' משום דלא חזר לזכותו להם בפירוש ע\"פ מ\"ש לעיל כשם וכו' וכ\"כ רבינו בפירוש המשנה וכן פסק הרב ב\"י סימן שפ\"א ועיין להרב מגן דוד [ט\"ז] שם והרב לח\"מ ז\"ל."
            ],
            [
                "<b>שני בתים וכו'.</b> בעיא ואיפשיטא התם דף ס\"ז ודף ע' ודוקא שני בתים דאילו בית אחת שרי בכי הא דמחיצה הנעשית בשבת שמה מחיצה וכ\"כ רש\"י דף ע' ע\"ב ופשוט ועיין להרב ב\"י שם.",
                "<b>אחד מבני חצר וכו'.</b> בנוסח אחר כתב יד וכן אחד מבני חצר. ועיקר הדין שם בברייתא דף ע' ובפרטי דין זה עיין לרבינו פ\"ד ולהרב המגיד משם הרשב\"א ובמרן ז\"ל ומ\"ש שם וכן נראה מדברי הרא\"ש הכל דיבור אחד ואח\"ז מתחיל הדבור ואם משחשכה מת וכו' והיינו לפרש מ\"ש רבינו ואם מת משחשכה אוסר עליהם וכו' ועיין להתוספות ז\"ל.",
                "<b>ואחד מן השוק שמת וכו'.</b> רוצה לומר שהיה לו בית דירה בחצר זו וכן פירש רש\"י ופשוט הוא."
            ],
            [
                "<b>ישראל וגר וכו'.</b> שם בברייתא ומסקנא כדברי רבינו ויש נוסח אחר כתב יד ישראל וגר ששרוין בחצר וגירסת הברייתא שלפנינו ששרויין במגורה ופי' רש\"י מגורה גורן הוא וחלוק בחדרים והיה לכל אחד פתחו בחצר ואוסרין זה על זה ע\"כ.",
                "<b>אע\"פ שלא החזיק ישראל אחר בנכסיו.</b> בנוסח אחר כתב יד נמחק תיבת אחר וכן האחר השני ובנוסח אחר כתב יד כתוב אע\"פ שלא החזיק ישראל [אחר] בנכסיו אסור עד שיבטל שהרי הוא כיורש והשאר נמחק ונוסחתינו נראית עיקר."
            ],
            [
                "<b>ישראל הדר וכו'.</b> שם דף ס\"ב כדברי רבינו וכתבו התוספות דאם יש בתים הרבה של גוים פתוחים בחצר מותר לישראל להכניס ולהוציא לשם מאחר שאין ישראל דר שם ע\"כ. ודין גר תושב הוא בירושלמי שם."
            ],
            [
                "<b>שני ישראלים וכו'.</b> נתבאר שם דף ס\"ב. ומ\"ש בספרי רבינו כאילו הוא אורח עמהם בנוסח אחר כתב יד כאילו הוא אורח אצלן.",
                "<b>וכן אם היו גוים רבים.</b> אף דלעיל גבי ביטול מחלקינן בין יחיד לרבים היינו דוקא לגבי יחיד אבל לגבי רבים אין הכי נמי והוא הדין כאן ודו\"ק.",
                "<b>וישראל אחד ששכר וכו'.</b> גם זה שם והרב המגיד בשם הרשב\"א ז\"ל כתב דישראל שהשאיל או השכיר ביתו לגוי אינו אוסר שלא השאיל והשכיר לו על דעת שיאסר עליו ועוד האריך בטעם זה עיין עליו ועיין עוד להרב לח\"מ ז\"ל.",
                "<b>ואין כל אחד צריך וכו'.</b> אף דלעיל גבי ביטול רשות בעינן שיבטל לכל אחד ואחד בפירוש כמ\"ש בדין ב' שאני הכא דכבעה\"ב הוא חשוב כמ\"ש בדין ט' ואינו אלא משום גזרה כמו שביאר ז\"ל לעיל."
            ],
            [
                "<b>שתי חצרות וכו'.</b> שם דף ס\"ה ופי' רש\"י כדברי רבינו ועיין בדין זה להטור והרב ב\"י סימן שפ\"ב והמפרשים שם ומשום דאין דברים אלו מצויין אין להאריך."
            ],
            [
                "<b>שוכרין מן הגוי וכו'.</b> פלוגתא שם ומסקנא כדברי רבינו והגהות מיימוני כתבו דא\"צ לשכור כל שבת אלא די בפעם אחת לכמה שנים וכן פסקו ז\"ל עיין עליהם וכתבו התוספות בדף ס\"ו דלא דמי למקח וממכר ליאסר בשבת דזה לא הוי אלא כמתנה בעלמא שאין עושין אלא להתיר הטלטול.",
                "<b>שאינה שכירות ודאית.</b> בנוסח אחר כתב יד כתוב שאינה רשות ודאית ונוסחתינו נראית עיקר על פי דברי הגמ' שם דף ס\"ב.",
                "<b>לפיכך שוכרין וכו'.</b> נתבאר ג\"כ שם. ודין אשתו של גוי שם דף פ' הלכה למעשה והרשב\"א הביאו הרב המגידז\"ל כתב דשלא מדעתו רוצה לומר בעל כרחו ע\"כ. ועיין בזה להריב\"ש סימן תכ\"ז. אמנם לשכור מן הגוי עצמו בעל כרחו נראה ודאי דאינו מועיל וכן פסק הרב ב\"י סימן שפ\"ב ודין שכירו ושמשו וכו' נתבאר שם דף ס\"ו וס\"ג וס\"ד."
            ],
            [
                "<b>שני ישראלים וגוי וכו'.</b> דף ס\"ה פלוגתא דרבי יוחנן ושמואל גבי ההוא פונדק דרבי חנניא ופירוש חוזר האחד ומבטל רשותו לשני כלומר ויהיה אחד מהם לבדו מותר לטלטל. ומ\"ש רבינו וכן אם מת הגוי וכו' נראה דכ\"ש הוא וכן פסק הרב ב\"י סי' שפ\"ג ועיין להמפרשים שם והרב לח\"מ ז\"ל."
            ],
            [
                "<b>גוי שהשכיר מגוי וכו'.</b> שם ריש לקיש ותלמידי רבי חנינא איקלעו לההוא פונדק וכו' ופירוש אם לא היה השני עומד רוצה לומר שלא היה שם אז השוכר דנמצא שהמשכיר הוא העיקר ואף אם לא היה המשכיר יכול לסלקו אם היה לו במה שהשכיר שום תפיסת יד שהיו לו קצת כלים או שיש לו רשות להניח שם איזה דבר שוכרין אפי' מן המשכיר דלא גרע משכירו ולקיטו כ\"כ הרב המגיד בשם הרשב\"א ז\"ל ועיין להתוספות שם והרב בית יוסף ז\"ל סוף סימן שפ\"ב."
            ],
            [
                "<b>חצר שישראלים וכו'.</b> בדף ע\"ד וע\"ה לענין מבוי ואמרו שם דהוא הדין לענין חצר ועיין לרבינו פ\"ה דין י\"ח ובדין החלונות עיין בריש פ\"ג."
            ],
            [
                "<b>ישראל שהוא וכו'.</b> נתבאר שם. דף ס\"ט והגהות מיימוניות ז\"ל הכריחו דאפי' באיסור דרבנן הדין כן כיון שהוא בפרהסיא ע\"כ. וכן פסקו הפוסקים ז\"ל. ומ\"ש בספרי רבינו ואין מערבין עמו בנוסח אחר כתב יד ואין מערבין עליו.",
                "<b>אבל אם היה וכו'.</b> משנה וברייתא דף ס\"א וס\"ח וכן פסק הרב ב\"י סי' שפ\"ה.",
                "<b>כללו של דבר וכו'.</b> כתוב בהרב המגיד ז\"ל זהו להוציא רשעים וכו' ובנוסחת מגדל עוז כתוב להוציא כותים וכן צ\"ל הנוסחא האמיתית כמו שסיים ז\"ל דכותי אינו מודה בעירוב כדאיתא התם דף ל\"א ועיקר הדין נתבאר בדף ס\"א.",
                "<b>לישראל הכשר.</b> בנוסח אחר כתב יד כישראל הכשר וגירסא נכונה היא ודו\"ק ועיין בפרטי אלו הדינים למהרימ\"ט ח\"ג סימן כ\"ב והרב בצלאל סי' ג' והרב ש\"ך ח\"ג סימן ט\"ו הביאם הרב כנסת הגדולה שם."
            ]
        ],
        [
            [
                "<b>חלון שבין ב' חצרות וכו'.</b> משנה וגמרא דף ע\"ו ופירש רש\"י דאפי' משהו בתוך עשרה די ע\"כ. והיינו טעמא דאין מחיצה פחותה מעשרה כמ\"ש רבינו שם וכן משמעות הגמרא ועיין לקמן בדין ג'. ומ\"ש בספרי רבינו אפי' כולו וכו' בנוסח אחר כתב יד או אפילו כולו והיא נוסחא יותר מדוייקת ובנוסח אחר כתב יד מחקו תיבת כולו. ומ\"ש ויעשו כחצר אחת בנוסח אחר כתב יד ויעשו כולן וכו'."
            ],
            [
                "<b>בד\"א בחלון וכו'.</b> שם יאמרו הטעם דביתא כמאן דמליא דמיא. ומ\"ש רבינו וכן חלון וכו' בעיא שם בלול הפתוח מבית לעליה ומסקנא דאין צריך אפי' סולם עראי. ודין חלון עגול וכו' שם מימרא דר' יוחנן ודקדקו שם בחשבון ורבינו כתב כדי לרבע דרוצה לומר כדינו והרב המגיד הביא לשון הרשב\"א ז\"ל מגומגם הרבה ועיין לרבינו ירוחם בחלק ט\"ו נתיב י\"ב ולהרב כנסת הגדולה סי' שע\"ב בהגהת הרב ב\"י."
            ],
            [
                "<b>כותל שבין ב' חצרות וכו'.</b> כל דברי רבינו נתבארו במשניות דף ע\"ו וע\"ט ובגמרא. ומתבן פירש רש\"י ז\"ל גדיש של תבן ומפסיק על פני רוחב כל החצרות וכו' ע\"כ. ונתבאר עוד שם שאין שיעור לרוחב הכותל לענין עירוב דבכל דהו הוי פותיא וכן פירש רש\"י ז\"ל.",
                "<b>ואם היה ביניהם סולם וכו'.</b> מימרא דרב דף ע\"ח מידי דהוה אאיצטבא ופי' רש\"י מידי דהוה אאיצטבא ע\"ג איצטבא שהם מכוונות ואמרן לעיל דממעטין ע\"כ. ועיין לרבינו בדין ה'. ומ\"ש בספרי רבינו ואפי' היה הסולם וכו' בנוסח אחר כתב יד ואם היה הסולם ונוסחתינו נראית עיקר."
            ],
            [
                "<b>היה הכותל וכו'.</b> מימרא דאביי דף ע\"ז ופי' רש\"י הטעם דכשהכותל רחב ד' אפי' הסולמות רחוקים שרי שהרי עולה לראשו ומהלך בראשו עד שמגיע לסולם חברו ע\"כ. ושם אמרו שגם הסולם צריך שיהיה רחב ארבעה ופסקו הרב ב\"י סימן שע\"ב ורבינו השמיטו אולי לא היה בגירסתו או דס\"ל דלאו דוקא והראשון נראה."
            ],
            [
                "<b>בנה מצבה וכו'.</b> מימרא דרב ביבי בר אביי שם ובנוסחאות שלפנינו כתוב שם אי נמי אין בתחתונה ארבעה ויש בעליונה ארבעה ופי' רש\"י דאע\"פ שהמיעוט הזה קצר מלמטה הואיל ומתמלא שיעורו מלמעלה שפיר דמי וכו' ע\"כ. ורבינו לא הזכיר שיהיה בעליונה ד' אולי לא היתה בגירסתו וכ\"כ הרב המגיד ז\"ל.",
                "<b>ודין </b>המדרגות של עץ וכו' שם אמר רב נחמן אמר רבה בר אבוה סולם שהליכותיו פורחות וכו' ופי' רש\"י מדרגות וכו' וגם שם גרסינן אין בשליבה התחתונה ד' ויש בשליבה העליונה ד' וגם זה נראה דלא הוה גריס רבינו או שנאמר בקצת דוחק דנקט לשון קצר בשניהם ועיין עוד להתוס' שם והרב ב\"י סי' שע\"ב הסכים לדברי הרב המגידבכל אלו הדינים עיי\"ש."
            ],
            [
                "<b>כותל גבוה וכו'.</b> מימרא דרב נחמן אמר רבה בר אבוה שם וגם בזה לא הזכיר רבינו שהזיז יהיה ד' על ד' דאיתא התם להדיא וגם הרב המגיד לא הזכירו והראב\"ד ז\"ל גריס לה ולכך השיג על רבינו עיין עליו גם שיטת רש\"י אינה כדעת רבינו עיין להרה\"מ ודברי הרשב\"א ז\"ל ועיין עוד להרב ש\"ך ח\"ג סי' י\"א שפלפל הרבה בדברי רבינו והרה\"מ, הביאו הרב כנסת הגדולה ז\"ל.",
                "<b>מניח סולם לפני הזיז.</b> בגמרא אמרו דאותביה עליה דמשמע עליו וכן יש להבין דברי רבינו.",
                "<b>היה הכותל גבוה עשרה טפחים.</b> מימרא דרבה בר אבוה שם ובזו לא הוזכר סולם ומזה ס\"ל לרבינו דלא בעי סולם אלא כשהזיז גבוה י' טפחים אבל פחות מי' טפחים סמוך לקרקע וכן עד גובה הכותל א\"צ סולם כלל וכ\"כ הרב המגיד ז\"ל והרי\"ף ז\"ל השמיט כל אלו הדינים והגהות מיימוני כתב דס\"ל דכולם נכללים במשנה שם."
            ],
            [
                "<b>דקל שחתכו וכו'.</b> שם דף ע\"ח אמר רבה א\"ר חייא דקלים שבבבל א\"צ קבע מ\"ט כבידן קובעתן רב יוסף א\"ר אושעיא סולמות שבבבל א\"צ קבע מ\"ט כבידן קובעתן ופי' רש\"י דקלים שבבבל פסקי דקלים שבבבל שהניחן סמוך לכותל למעטו וכו' ע\"כ. ורבינו העתיק דקלים סתם וסולמות סתם דזיל בתר טעמא והתוס' כתבו דאע\"ג שאין חווקים לסולם מהני מטעם דכבידן קובעתן וכו' עיין עוד להרה\"מ ז\"ל ודין הקשין וכו' בעיא דרב יוסף מרבה ופשטה ניהליה."
            ],
            [
                "<b>היה אילן וכו' עשה אשרה וכו'.</b> בעיא דרב יוסף מרבה שם ומשמע התם דבדרך את\"ל הוא דקמבעיא ליה גבי אשרה וכ\"כ רש\"י ז\"ל להדיא וידוע דדרכו של רבינו לפסוק כאת\"ל וגם רבה פשט ליה הכי והרב המגידהכריח עוד מרב נחמן בר יצחק עיין עליו והרב ב\"י סי' שע\"ב פסק כן והביא דעת הרא\"ש שפוסק בהיפך דאשרה מהני ואילן לא מכח האמוראים של שם עיין עליו. ומ\"ש בספרי רבינו שלא יעלה באילן בנוסח אחר כתב יד שלא יעלה באילן לא גזרו עליו בין השמשות וגירסא נכונה ע\"פ הגמרא."
            ],
            [
                "<b>כותל שגבוה י'.</b> שם דף ע\"ז בא למעטו אם יש במיעוטו ד' מותר וכו' וכן נדפס בכל ספרי רבינו וכן בשתי נוסחאות אחרות כתב יד משנת הקס\"ב והקי\"א והראב\"ד ז\"ל נזדמנה לפניו גירסא מוטעית בדברי רבינו שכתוב בה אם יש באורך המיעוט י' טפחים ועיין להרב המגיד ז\"ל."
            ],
            [
                "<b>נפרץ הכותל וכו'.</b> משנה דף ע\"ו ועמ\"ש היתה יותר מי' וכו' פי' רש\"י משום דהוי פרצה והוו להו כולהו כדיורי חצר אחת ואם ערבו כל אחד לעצמו הוו להו כחולקין את ערובן ואוסרין אלו על אלו."
            ],
            [
                "<b>היתה הפרצה וכו'.</b> דף ע\"ח ואין שיטת רש\"י כדעת רבינו בזה גם הראב\"ד ז\"ל השיג עליו עיין להרב המגידוז\"ל ודעת רבינו מבוארת דבבא להשלים בי' טפחים גובה באורך תשלום הי\"ט סגי. משא\"כ בפורץ מתחילה דבעינן שיהא דבר הניכר לגמרי שרוצה להשוות הב' חצרות להשתמש יחד ולכך בעי מלא קומתו באורך עשר דוקא ופי' רש\"י ז\"ל קומתו של כותל עיי\"ש."
            ],
            [
                "<b>חריץ וכו'.</b> משנה שם ובגמרא נתבאר דין העפר וצרורות ותבן וקש כדברי רבינו."
            ],
            [
                "<b>וכן אם מיעט וכו'.</b> משנה וגמ' שם ומערבין אחד ואין מערבין שנים דכיון שהוא לארכו שממעט חללו פשיטא ודאי שאין מערבין ב' כדלעיל בעפר או צרורות משא\"כ כשהלוח לרוחב החריץ דלא מיעט אלא אותו צד ואם רצו לערב ב' רשאין הם כיון דלצדדי הלוח מפסיק החריץ עכ\"פ דהא חריץ זה הוא על פני כל החצר כולו וכן פירש רש\"י אמתניתין ופשוט הוא.",
                "<b>וכל דבר הניטל וכו'.</b> שם דף ע\"ז ועל מ\"ש הרב המגיד דרבינו לא חילק ונראה מדבריו שכל מיעוט צריך שיהיה בפחות מג' סמוך לכותל הקשה הרב לח\"מ ז\"ל דלעיל גבי בנה מצבה ע\"ג מצבה די לו לרבינו כשיש בתחתונה ד' אף שאינה בפחות מג' סמוך לראש הכותל וכו' עיי\"ש ולי הצעיר אפשר ליישב דכיון דיש עוד אצטבא אחרת על גבה ומסתמא היא סמוך לג' לראש הכותל שהרי לפי החשבון נראה שעולה כן די בזה ואנו סומכין על התחתונה. ומ\"ש בספרי רבינו הסל והספל בנוסח אחר כתוב הלוח והספסל ונוסחתינו נראית עיקר ודו\"ק."
            ],
            [
                "<b>נתן לוח וכו'.</b> כבר נתבאר. ודין הגזוזטראות משנה וגמרא שם. ומ\"ש רבינו הושיט לוח וכו' כן פי' רש\"י אמתניתין שם והתוס' הקשה עליו דא\"כ היכי דייק בגמ' זו כנגד זו אין זו שלא כנגד זו לא אפי' מפלגו טובא לישתרי ע\"י נסר ד' כדאמר לעיל דכי הוי כותל ד' אפי' מפלגו טובא ומפרש ר\"ת דלא איירי בנותן נסר מזו לזו ודין חריץ נותן לגזוזטראות וכו' ע\"כ. ורבינו תפס שיטת רש\"י ז\"ל שהרי כתב שהלוח הוא רחב ד' וצ\"ל לדידהו דשאני כותל דקביעא ולכך אפילו מפלגא טובא משא\"כ לוח ובפירוש המשנה כתב רבינו סתם ולא הזכיר לוח משמע כפי' ר\"ת עיי\"ש ודע דלישנא דמתניתין מערבין שנים אם רצו מערבין אחד וגירסת רבינו כאן מהופכת אפשר שכך היתה גירסתו או דלא חש לזה."
            ],
            [
                "<b>כותל שבין ב' חצרות וכו'.</b> שם דף ע\"ז אמר רבה א\"ר הונא אמר רב נחמן כלשון רבינו זולת הרוחב שלא הוזכר שם ופירש רש\"י דלאו דוקא שוה לארץ דא\"כ לא מיקרי כותל כמ\"ש התוספות אלא כל שאינו גבוה י' טפחים שוה לארץ מקרי ע\"כ. וכ\"כ בדין החריץ שהזכיר רבינו ועיין להרב המגיד ז\"ל."
            ],
            [
                "<b>היה הכותל וכו'.</b> פלוגתא דרב ושמואל דף פ\"ג ופסק כרב באיסורי ופי' רש\"י שם דה\"ה תל. ומ\"ש רבינו",
                "<b>אבל אם לא ערבו וכו' </b>מבואר שם דדוקא לבתים נאסרו דאילו לחצרות (כל א') אפי' בב' ערובין שרי ועיין בזה בשו\"ת הרא\"ש כלל כ\"א סי' ט'."
            ],
            [
                "<b>שני בתים וכו'.</b> שם דף פ\"ה מוכח שדין החרבה כדין הכותל וצדדים אחרים נזכרו שם ורבינו קיצר במובן וכ\"כ הרב המגיד ז\"ל ושם הביא יש אומרים דס\"ל דחרבה זו דוקא של בעלי בתים אבל של אחרים אסור בכל צד וי\"א אף של אחרים ודברי רבינו סתומים."
            ],
            [
                "<b>כל גגות וכו'.</b> משנה דף פ\"ט וכרבי שמעון דאמר אחד גגות ואחד חצרות ואחד קרפפות רשות אחת לכלים ששבתו בתוכם ולא לכלים ששבתו בתוך הבית ופסקו כוותיה בגמרא ופי' רש\"י הואיל ואין תשמישם מיוחד ותדיר רשות אחת הם ומטלטלין מזה לזה וכו' וקרפיפות הם מקומות מוקפין חומה ולא נעשו לדירת אדם וכן כתב רבינו שם."
            ],
            [
                "<b>כיצד וכו'.</b> פסק כרבי יוחנן שם דף צ\"א ולא גזרינן אם יערבו שיוציאו מה שבבתיהם אל החצר ואחר כך יוליכו אותו לחצר אחרת וכן כתב רבינו שם."
            ],
            [
                "<b>וכן אם שבת וכו'.</b> כבר נתבאר וכן כתב רבינו שם ועיין להרב בית יוסף ריש סי' שע\"ב והרב מגן אברהם ז\"ל."
            ],
            [
                "<b>בור שבין ב' חצרות.</b> משנה וגמרא דף פ\"ו ומבואר הדבר דהיינו דוקא כשלא ערבו השתי חצרות יחד או שאין יכולים לערב וכן פסק הרב ב\"י סימן שע\"ו ופשוט הוא ועיין עוד בביאור הסוגיא ובפסק ההלכה בשו\"ת הרא\"ש כלל כ\"א סי' ד'.",
                "<b>והיכן מעמידין וכו'.</b> שם וביארו רבינו בפט\"ו דהלכות שבת דין י\"ג. ומ\"ש בספרי רבינו צריך שיהיה טפח וכו' בנוסח אחר כתב יד צריך שיהיה כל הטפח וכו' ובעיקר הדין קשה קצת מדין כצוצרא שע\"ג המים שא\"צ שיגעו המחיצות במים אלא כל שהם כנגדן שרי כמ\"ש רבינו שם דין ט\"ו אם לא שנאמר דהתם שאני שהוא עומד למעלה ומשלשל דרך הנקב ביושר ולא חיישינן שיצא הדלי חוץ למחיצה משא\"כ בבור שהיא עומד אצלו ומשלשל יש לחוש שילך באלכסון וכ\"כ הרב מג\"א סי' שע\"ו ועיין עוד להרב המגיד על דברי רבינו שם."
            ],
            [
                "<b>וכן אם עשו וכו'.</b> שם מימרא דרב נחמן אמר רבה בר אבוה ומסקנא כדברי רבינו והרשב\"א הביאו הרב המגידז\"ל כתב דכיון שהיא רחבה ד' אמרינן פי תקרה יורד וסותם ועוד [דקים להו לרבנן] דאין דלי הולך יותר מד' טפחים ולפי זה גם במחיצה הדין כן וכו' ע\"כ. ולענ\"ד נראה בדין המחיצה יש לגמגם ודו\"ק."
            ],
            [
                "<b>באר שבאמצע וכו'.</b> דף פ\"ה ופ\"ה בור שבין ב' חצרות מופלגת מכותל זה ד' וכו' וכרב דקי\"ל כוותיה באיסורי ודעת רבינו דמופלגת ד' לרבותא נקטו לה ומכ\"ש בפחות מד' והמילוי אינו דרך שביל אלא דרך חלון ולזה נקרא אויר ואע\"פ שהחצרות פתוחות לשביל וכן כתב הרה\"מ וכן דעת רש\"י בזה עיי\"ש והראב\"ד ז\"ל השיג על רבינו וכבר הליץ עליו הרב המגיד בטוב טעם ודעת וכן פסק הרב ב\"י סימן שע\"ו ועיין להרב מגן דוד [ט\"ז] ז\"ל שם ויש שיטות אחרות בזה עיין עליהם. ובדברי הרה\"מ שכתוב שהרי רבינו לא הזכיר רה\"ר כאן אלא שביל ואין שביל רה\"ר וכו' כצ\"ל ובדפוס אמשטרדם נפל ט\"ס הניכר עיי\"ש. בא\"ד ולא שת צ\"ל ואילו שת וכן הוא בדפוס אמשטרדם."
            ],
            [
                "<b>חצר קטנה וכו'.</b> שם דף צ\"ב וצ\"ג ומ\"ש",
                "<b>נשאר להם פצימין </b>בנוסח אחר כתב יד נשאר להם פסים ועיין לרבינו פ\"ח דהלכות תפילה דין ז' ומ\"ש שם."
            ],
            [
                "<b>שתי חצרות וכו'.</b> בעיא ופרוקא דף צ\"ג ופי' רש\"י ונסתם בשבת שנפלה מפולת כנגדו מהו לטלטל מזו לזו דרך גובה הכותל וחורין וסדקין ע\"כ. ורבינו לא התיר אלא כל אחת לעצמה משום דיליף לה מדין הספינות שהזכיר לקמיה והראב\"ד השיג עליו והרב המגיד ז\"ל הליץ בעד רבינו עיין עליו. והרב לח\"מ עמד בדברי הרה\"מ ז\"ל ויש ליישב עיי\"ש.",
                "<b>וכן שתי חצרות וכו'.</b> שם פלוגתא דרב ושמואל דרב סבר אין מטלטלין אלא בארבע אמות ושמואל סבר מטלטלין אפי' עד עיקר המחיצה ופסק כשמואל בהא משום דכיון דכשנכנס השבת היו מותרין אמרינן כיון שהותרה הותרה כדקי\"ל בעלמא. ובנוסח אחר כתב יד כתוב בדברי רבינו אלו מותרין לעצמן ואלו מותרין לעצמן ופשוט הוא ועיין להרב לח\"מ ז\"ל.",
                "<b>נפתח החלון וכו'.</b> גם זה למד רבינו מדין הספינות שהזכיר בסמוך דאיתא במשנה בשבת דף ק' וק\"א ועיין להרב המגיד ז\"ל."
            ]
        ],
        [
            [
                "<b>אנשי חצר וכו'.</b> משנה וגמ' דף ע\"ב וכן פסק רבינו בפירוש המשנה ומרן ז\"ל כתב דאפילו חלוקין בעיסתן קאמר דהא קי\"ל מקום פיתא גרים ועל שלחן אחד דנקט רבינו לאו דוקא דאפילו על שתי שלחנות נמי מאחר דמקום פיתא דכולהו הוי בבית אחד חשיבי כאנשי בית אחד ע\"כ. וכ\"כ הרב בבדק הבית הביאו הרב כנסת הגדולה שם וטעמא דמסתבר הוא."
            ],
            [
                "<b>וכן אם הוצרכו וכו'.</b> מהמשנה דחמש חבורות שם וכמו שיבא בדין ז' ומ\"ש",
                "<b>ואם היה הערוב בא אצלן </b>שם באידך מתניתין."
            ],
            [
                "<b>וכן אנשי חצר וכו'.</b> זה מבואר ודין אם היה הערוב בא אצלן שם דף ע\"ג."
            ],
            [
                "<b>חמשה שגבו וכו'.</b> זה קאי להדין הקודם וקמ\"ל דדי בשאחד מהם יוליך הערוב על ידם ובככר אחד בעד כולם סגי וכן מתבאר מדברי רש\"י דף מ\"ט ודף ע\"ג בבעיית אביי מרבה. ויש נוסח אחר כתב יד בדברי רבינו שכיון שגבו כולם נעשו כאנשי בית אחד לערב [שהם] כבית אחד וגירסא נכונה היא להשמיענו דדי בשאחד יוליך הפת בשביל כולם כאמור ודו\"ק."
            ],
            [
                "<b>האב ובנו וכו'.</b> ברייתא שם והיינו דוקא בזמן שאין עמהם דיורין אחרים והיינו מה שסתם רבינו שהם שרויין בחצר כלומר הם לבדן ועיין להרב ב\"י סי' ש\"ע."
            ],
            [
                "<b>האחים וכו'.</b> משנה דף ע\"ב ובקצת נוסחאות גרסינן האחים והשותפים וכן גירסת רבינו שם ואוקמוה בגמרא במקבלי פרס דהיינו שאין אוכלין בהתמדה אצל אביהם או רבם כדעת רבינו ז\"ל וי\"מ דמקבלי פרס היינו שנותן להם אביהם המנות ואוכלים אותו בבתיהם וזו היא דעת הראב\"ד ז\"ל ולשון המשנה דקתני שאוכלים ולא אמר שסומכין דייק טפי כפי' רבינו וכ\"כ הרב המגיד ז\"ל ועיין מ\"ש הרב לח\"מ ז\"ל. ויש נוסח אחר כתב יד בדברי רבינו בחלוקת הנשים שאינן סומכין וכו' כתוב שם שאינן אוכלין וכו'. אכן מאי דקשיא לי דאמאי השמיט רבינו מה שאמור במשנה אם היה עירוב בא אצלן אינן צריכין לערב דר\"ל דאף ביש עמהם דיורין אחרים אם הערוב בא לבית אחד מהם א\"צ ליתן פת כלל ובגמרא נמי אמרינן דמגו דהני אסרי הני נמי אסרי דמשמע דמן הדין לא היו צריכין אלא מטעם מגו וא\"כ כשהעירוב בא אצלן חזרו לעיקר דינן דא\"צ ופשוט הוא. ופסקוהו כל הפוסקים ז\"ל והרב ב\"י סי' ש\"ע להדיא אם לא שנאמר דרבינו סמך בזה למ\"ש בדין א' ודין ב' א\"נ דנלמד מדין אין עמהם דיורין שהקדים ז\"ל ועם כל זה עדין הוא מגומגם. ודין הנשים והעבדים מחלוקת רבי יהודה בן בתירא ורבי יהודה בן בבא שם ופסק להקל בשניהם דהלכה כדברי המקיל בעירוב. ובדברי הרה\"מ שכתוב נחשבין כאחרים הוא ט\"ס וצ\"ל כאחדים בדלי\"ת וכן בלשון הראב\"ד ז\"ל עיין עליו. ומ\"ש בספרי רבינו בחלוקת האחים",
                "<b>ואינן סומכין על שלחן אביהן </b>בנוסח אחר כתב יד כתוב ואינן סומכין על אביהן. ומ\"ש אם אין עמהם דיורין בנוסח אחר כתב יד אין עמהם דיורין ונראה דיש להגיה נוסחא זו."
            ],
            [
                "<b>חמש חבורות וכו'.</b> משנה וגמרא דף ע\"ב ופי' רבינו שם טרקלין בית רחב והוא בירת מלכים ורש\"י ז\"ל פירש דכולם יש להם פתח מן הטרקלין לחצר וצריך לערב עם שאר בני החצר וכ\"פ הרב ב\"י סימן ש\"ע ונראה דאף שאין המחיצות מגיעות לתקרה אלא שהם תוך ג' כלבוד דמי וכ\"כ הרב המגיד בשם הרשב\"א ז\"ל ופסקו הרב ב\"י שם. ויש נוסח אחר כתב יד בדברי רבינו הרי כל בני חבורה מהם כאילו הם וכו'. ומ\"ש עוד בספרי רבינו בחדר בפני עצמו או בעלייה בנוסח אחר כתב יד כחדר בפני עצמו או כעלייה בכ\"ף ונוסחתינו נראית עיקר."
            ],
            [
                "<b>מי שיש לו וכו'.</b> ברייתא שם וכרבי יהודה דגם בית התבן ובית הבקר וכו' אינו אוסר דבעינן מקום דירה דוקא וכרב דאמר מקום פיתא גורם ורבינו שכתב בית שער שרבים דורסין בו דמשמע דאם אין רבים דורסין בו דהיינו של יחיד אוסר וזו היא דעת הרב המגיד בפ\"א דין ט\"ז אמנם דעת מרן ז\"ל שם דלרבותא נקט שרבים דורסין בו וכ\"ש אם הוא של יחיד א\"נ וכו' עיי\"ש ופשט דברי רבינו נוטים לדברי הרה\"מ ז\"ל. ומ\"ש רבינו",
                "<b>לפיכך אם קבע לו וכו' </b>שם דף פ\"ה מבואר דבית שער וכו' אינו אוסר בית התבן ובית הבקר וכו' אם קבע דירתו בהם אוסר וכמ\"ש רבינו בפ\"א שם."
            ],
            [
                "<b>עשרה בתים וכו'.</b> שם דף ע\"ה אמר שמואל עשרה בתים זו לפנים מזו פנימי נותן את ערובו ודיו ורבי יוחנן אמר אפילו חיצון ואוקמוה להא דר\"י בחיצון של פנימי ופסק כר\"י אלא דלשון אפילו אינו מכוון דהו\"ל למימר אף חיצון והרה\"מ ז\"ל לא גריס אפי' ולא אף וגם גירסא זו אינה מכוונת דמשמע דוקא חיצון ולר\"י על כרחך אף חיצון קאמר ודו\"ק."
            ],
            [
                "<b>שתי חצרות וביניהם ג' בתים וכו'.</b> שם ודף ע\"ו וכתבו התוס' ז\"ל דאף אם יתנו הערוב בבית הסמוך לחצר וכו' אלו ג' בתים א\"צ ליתן ערוב דנעשו כולם בית שער לאותה חצר המולכת ערוב דרך עליהם לחצר אחרת ע\"כ. נראה דס\"ל דהחצרות ג\"כ נתערבו יחד הגם דאינו מוכרח דנראה דהחידוש אינו אלא להתיר הג' בתים ומ\"מ הדין אמת."
            ],
            [
                "<b>שתי חצרות וכו'.</b> בעיא ואפשיטא בדף ע\"ו ופשוט."
            ],
            [
                "<b>אחד מבני חצר שהיה גוסס וכו'.</b> הכי איתא בתוספתא פ\"ה וקתני תו התם קסדור הבא לעיר עד שלשים יום הרי זה אוסר מיד אימתי בזמן שיחדו לו בית דירה לא ייחדו לו בית דירה או שאין עמהם דיורין בחצר אינו אוסר וכו' ע\"כ. ורבינו השמיטו אפשר משום דמלתא דפשיטא היא כיון דייחדו לו בית דירה הרי הוא כמותן."
            ],
            [
                "<b>אחד מבני חצר וכו'.</b> משנה דף פ\"ו ר' שמעון אומר אפילו הניח ביתו והלך לשבות אצל בתו באותה העיר אינו אוסר שכבר הסיע מלבו ובגמרא אמר רב הלכה כר\"ש ודוקא בתו אבל בנו לא דאמרי אנשי נבח בך כלבא עול נבך בך גורייתא פוק ופי' רש\"י ודוקא בתו דעביד אניש דדייר אצל חתנו אבל בנו אין אדם מסיח דעתו מביתו לדור אצל כלתו שמא תתקוטט ויצא. כלבא זכר כגון חתנו גורייתא נקבה כגון כלתו ע\"כ. וכן פירש רבינו זלה\"ה שם וכאן בחיבורו כתב סתם ולא חילק כלל והרב המגיד ז\"ל כתב דס\"ל דבגמרא דברו בהווה המצוי שדרך בני אדם לשבות אצל בתן מאצל בנן ולעולם אם הסיע לבו אפי' הלך לשבות אצל נכרי אינו אוסר ובשלא הסיע לבו אפי' אצל בתו הרי זה אוסר ע\"כ. ועדיין הוא מגומגם דפשטא דמתניתין וגמ' משמע דבהולך לשבות אצל בתו סתם אמרינן דודאי הסיע לבו דהכי קתני מתניתין שכבר הסיע מלבו משמע דר\"ל דאנן סהדי דהסיע מלבו מלחזור כיון ששבת אצל בתו ואה\"נ דבידעינן בודאי וכגון שהוא גילה דעתו מסתברא דהדין ישתנה אבל בסתם הדין כן כאמור א\"כ מה תיקן הרה\"מ ז\"ל וצ\"ל דסבור רבינו דהך בתו דקתני מתניתין לאו לענין דינא קאמר אלא לדוגמא בעלמא להשמיענו דרכו של עולם דדרך האדם להתנהג כך וע\"פ זה באו דברי רב בגמ' ולעולם דאין הדבר תלוי אלא בהיסח הדעת גמור בין בבתו בין בבנו בין באדם דעלמא וכן פסק הרב ב\"י סימן שע\"א."
            ],
            [
                "<b>בעל החצר וכו'.</b> משנה דף פ\"ה וכרבי יהודה. ומ\"ש כגון טבל ועששיות הכי איתא התם ופי' רש\"י עששיות של ברזל חתיכות גדולות והרב המגיד כתב דכל דבר שראוי לטלטלו לצורך מקומו בכלל דבר שניטל הוא וכו' ע\"כ. והכי איתא נמי בריש פרק מפנין עיי\"ש.",
                "<b>אבל אם נשאר לו וכו'.</b> הקשה הרב לח\"מ ז\"ל דאימא כיון שהותרה מקצת שבת הותרה כולה כמו באחד מבני חצר שהניח ביתו וכו' שכתב בסמוך שכל שהסיח דעתו הרי זה אינו אוסר וכתב הרב המגיד אפי' שנמלך וחזר באמצע השבת הכא נמי נימא הכי כיון שהסיח דעתו מלהוציאן אע\"פ שיוציאם אמאי אסור כיון שהותרה הותרה וצ\"ע עכ\"ל ואפשר דהכא לא מקרי הואיל והותרה וכו' כיון שכל שעה הוא תחת האפשר שיוציאם ואם כן אף בעת כניסת שבת לא הותרה לגמרי שכיון שהם כלים הניטלין דעתו עליהם לטלטלם בכל עת שירצה ואין כאן היסח הדעת כההיא דלעיל מלבד דמ\"ש הרה\"מ אינו אלא ליש מי שפי' וכו' אמנם דעת רבינו לא איתבריר לן. ולמ\"ש רבינו הואיל ואפשר שיוציאם היום דמשמע דר\"ל שבעל החצר עצמו קאמר לא משמע כן בדברי רש\"י ז\"ל שכתב דאי בעי שקיל ושדי ליה לבראי משמע דהאורחים קאמר שהם ירצו יוציאום וישליכום לחוץ והרב ב\"ח ז\"ל תמה על דברי רבינו דאע\"פ שבעל החצר יכול להוציאם משם מ\"מ כיון דאין השוכרים ושואלים רשאים להוציאם משם הו\"ל תפיסת יד בבתים ואין אוסרין וכו' ע\"כ. וקושיא היא ומכל מקום נראה דכיון דסוף כל סוף עיקר הבית של בעל החצר לא משגחינן בהשוכרין דהוו להו כאורחים אצלו כל עוד שאינו מסלק כל זכותו ומה ששייך לו מעמהם תדע דאל\"כ אדמפלגינן בין כלים הניטלין לאין ניטלין ליפלוג וליתני בדידה אפי' בכלים הניטלין בין כשהשוכרים עצמם רשאים להוציא הכלים של בעל החצר ללא דהכל לפי תנאם אלא ודאי לא שאני לן והכל תלוי בכלים הניטלין מן הטעם האמור."
            ],
            [
                "<b>אנשי חצר וכו'.</b> שם דף צ\"א ובשבת דף ק\"ל ודין המרפסת משנה בערובין דף פ\"ג ופי' רש\"י מרפסת ארוכה היא והרבה פתחי עליות פתוחים לו וכולם יוצאים בסולם אחד לחצר וממנה לרה\"ר ורבינו שם פי' מרפסת על שם שהוא מקום דריסה לאותם העולים לעלות ע\"כ. ומפרש רבינו בשעירבו כל אחת לעצמה וכפי' רש\"י ז\"ל ולענין הכלים ששבתו בבתים דאילו אותם שבחצר או במרפסת אף בלא ערוב שרו כמ\"ש פ\"ג דין י\"ח וכ\"כ הרב המגיד ופשוט ועיין בפ\"ה דין ט\"ו."
            ],
            [
                "<b>כיצד הסלע וכו'.</b> משנה שם ובגמ' כדברי רבינו ועיין למרן ז\"ל בביאור דבריו.",
                "<b>היתה מצבה וכו'.</b> רבינו מפרש דקה שאמרו שם דף נ\"ט דהיינו מחיצה והוא פירוש התוס' ז\"ל ודלא כפירוש רש\"י ז\"ל שפירש פתח נמוך וכו' ומכל מקום התוס' עצמם נטו לפירוש רש\"י קצת עיין עליהם ודברי רבינו נראין ועיין בסוף פ\"ה ובדין י\"א שם."
            ],
            [
                "<b>זיזין היוצאים וכו'.</b> ברייתא ומסקנא דף פ\"ד וכן פסק הרב ב\"י סי' שע\"ה."
            ],
            [
                "<b>בור שבחצר וכו'.</b> מבואר שם דלא גזרינן מלא פירות טבלין אטו פירות מתוקנין משא\"כ במלא מים דאיכא למגזר דילמא חסרי מיא."
            ],
            [
                "<b>שתי חצרות וכו'.</b> משנה דף ע\"ה וכת\"ק וכן פירש רבינו שם והטעם דקי\"ל רגל האסורה במקומה אוסרת שלא במקומה והמותרת במקומה אינה אוסרת שלא במקומה וכמ\"ש רבינו לקמן דין כ\"ג ועיין עוד להתוספות ז\"ל."
            ],
            [
                "<b>שכח אחד וכו'.</b> נתבאר באותה משנה."
            ],
            [
                "<b>עשו שתיהם וכו'.</b> משנה וברייתא שם ומ\"ש ואם הניחו ערובן בפנימית וכו' הטעם דאינה נאסרת משום דאמרה לה לתקוני שדרתיך ולא לעוותי כמבואר בגמ' וכן פסק הרב ב\"י סי' שע\"א."
            ],
            [
                "<b>היה אחד דר וכו'.</b> שם. ומ\"ש",
                "<b>ואם היה גוי בפנימית וכו'. </b>נראה דבשני ישראלים בחיצונה קאמר מדכתב עד שישכרו מקומו משמע דגוי אחד לבדו בפנימית ושני ישראלים לפחות בחיצונה וכן הבין הרב מג\"א סי' שפ\"ב וחלק על הרב ב\"י ז\"ל שהבין דברי רבינו דבישראל אחד דוקא קאמר עיי\"ש."
            ],
            [
                "<b>שלש חצרות וכו'.</b> משנה דף מ\"ח ובגמ' דף מ\"ח שקלו וטרו בהאי מלתא טובא ורבינו קיצר בדבריו ויש לרש\"י ז\"ל גירסא אחרת ופירוש אחר בסוגיא עיי\"ש. וממ\"ש רבינו עד שיעשו שלשתן ערוב אחד דקדק הרב המגיד ז\"ל דאולי כיון למ\"ש הרשב\"א ז\"ל שאם נתנו הערוב באמצעית בבית אחד ובכלי אחד וכו' הרי שלשתן מותרות זו עם זו."
            ],
            [
                "<b>שתי כצוצריות וכו'.</b> נוסח אחר כצוצטראות ונוסחא אחרינא גזוזטראות ור\"ל כמין לוח או בנין הבולט לחוץ. ועיקר הדין ביארו רבינו פט\"ו מהלכות שבת דין ט\"ו וכאן נחית לענין הערוב והוא מהמשנה דף פ\"ז ודברי הגמרא בדף פ\"ח מגומגמים לדעת רבינו והראב\"ד גם כן השיג עליו עיין להרב המגיד ומרן ז\"ל. ובב\"י סימן שנ\"ה ובפירוש המשנה לרבינו ולא נטה ימין ושמאל ממ\"ש בחבורו עיין עליו ובשו\"ת מהרמ\"ע מפאנו סי' ט'.",
                "<b>ובדברי </b>מרן ז\"ל שכתב ולפיכך שיערבו צ\"ל ולפיכך הצריך שיערבו. בא\"ד והרב המגיד דברי צ\"ל והרה\"מ יישב דברי וכ\"ה בדפוס אמשטרדם."
            ],
            [
                "<b>לא עשתה העליונה וכו'.</b> שם וגם בזו השיג הראב\"ד ז\"ל עיין להמגדל עוז והרב ב\"י שם."
            ],
            [
                "<b>ג' דיאטות וכו'.</b> פירוש עליות זו ע\"ג זו וכן פירש בערובין דף פ\"ט ועיקר הדין הוא בתוספתא פ\"ח ושם כתוב אבל משלשל הוא מן התחתונה לעליונה ונראה שהוא ט\"ס דלשון שלשול לא שייך אלא מלמעלה למטה כמו משלשלין את הפסח."
            ],
            [
                "<b>ב' דיאטות וכו'.</b> נתבאר במשנה וגמ' שם דף פ\"ט והרב המגיד כתב דשיעור חצר בארבע אמות על ארבע אמות דבציר מהכי אין ערוב מועיל וכו' וביארו רבינו בהלכות שבת פרק ט\"ו דין ט\"ז וי\"ז ועיין להרב בית יוסף סימן שע\"ז."
            ]
        ],
        [
            [
                "<b>אנשי מבוי וכו'.</b> משנה בעירובין דף ע\"א ודין מין אחד בכלי אחד מימרא דרב שם ואף דרבינו פ\"א דין י\"ח כתב דאם נתמלא הכלי והניחו השאר בכלי אחר שפיר דמי הכא נראה דאסרינן לגמרי משום דהתם מעיקרא לשם ערוב גבו ומלויה למנא ואייתר אבל הכא דלאו לשם שיתוף היה כלי אחד דוקא בעינן וכ\"כ רש\"י ז\"ל שם. ורבינו נראה שמחולק למ\"ש רש\"י במתניתין דיין ושמן לא מפני שהוא בשני כלים דמשמע דאם שני המינין בכלי אחד שפיר דמי ורבינו נראה שפסל ב' מינין אפי' בכלי אחד כמבואר."
            ],
            [
                "<b>אחד מבני המבוי שבקש וכו'.</b> שם דף ס\"ח והרב המגיד נראה שהבין בכוונת רבינו דיין ושמן דקאמר אינו מהשיתוף אלא משלו דלא כפירוש רש\"י והראב\"ד ז\"ל עיין עליו. והוא דבר תמוה לייחס דעת זה לרבינו וכי בשביל שנשתתפו לענין ההוצאה יהיו הכל אחד אדונים או שותפים גמורים בכל שאר עסקיהם עד שנאמר שיחוייב כל אחד לתת לחבירו כל מה ששואל ממנו ואפי' בחול דבר פלא הוא זה דאפילו אחים גמורים לפעמים יסרב אחד לתת לאחיו אפילו דבר קל שישאל ממנו בשביל איזה טענה הכמוסה אצלו ועוד לפי זה השמיט רבינו ההיא דאביי וכבר תמה מרן ז\"ל וכתב דאפשר דדוקא משל שיתוף קאמר וכפירוש רש\"י וכו' ע\"כ. ונראה לענ\"ד עוד דאפשר שסובר רבינו אף בששיתף הוא לבדו לכולם כעובדא דאביי בש\"ס דלא שנא וסמך אמ\"ש בריש הפרק דאיירי בנשתתפו יחד וכו' ודבר זה יש להבינו מדקדוק דבריו ז\"ל שכתב שהרי גילה דעתו שאינם כולם כשותפים שאין מקפידים זה על זה על כרחך דהיינו באותו דבר שהם שותפים בו בדוקא כן נראה לענ\"ד יותר ודוק. ולמ\"ש מרן דהרה\"מ כתב שרש\"י הוסיף עוד להקל וכו' נראה לענ\"ד שט\"ס הוא וצ\"ל הראב\"ד שכתב כן להדיא אבל רש\"י ז\"ל לא נחית לזה והוסיף עוד שכתב הרה\"מ אהראב\"ד קאי כנראה מדבריו וק\"ל. עוד כתב מרן ז\"ל ודלא כדכתבו התוס' והרא\"ש דאפילו בשכל אחד נותן חלק בעירוב היא ע\"כ. ולענ\"ד נראה דאין הכרח בדברי התוספות דכוונתן כן ואפשר לפרשם ע\"ד הגמ' שאחד משתף בשביל כולם ומפני שבגמרא אמרו בדוקא למי שמזונותיו מצומצמים חידשו ז\"ל גם בדברים שמתקן לכבוד השבת דהוא הדין והוא הטעם והכי דייקי דבריהם ז\"ל במ\"ש דאי בעו ליה מיניה וכו' משמע דהוא עושה בשביל אחרים ודו\"ק היטב. ודין רגיל וכו' שם דף פ' ודין מי שאינו רוצה וכו' הוא בירושלמי שם וכופין היינו ע\"י בי\"ד וכ\"כ הרה\"מ ז\"ל וכ\"פ הרב ב\"י ס\"ס שס\"ו בהדיא."
            ],
            [
                "<b>אחד מבני מבוי שהיה לו אוצר.</b> שם דף ס\"ח ומבואר דעת רבינו דקי\"ל בדרבנן יש ברירה."
            ],
            [
                "<b>חצר שיש לה וכו'.</b> שם דף פ\"א מבואר כדברי רבינו אלא דהראב\"ד ז\"ל השיג דלא קי\"ל כההיא והרב המגידהליץ בעד רבינו עיין עליו ובפ\"א נתבאר דהמזכה בשיתוף א\"צ להודיע וכאן צריך מפני שיש לה שני מבואות וכ\"כ ז\"ל."
            ],
            [
                "<b>אשתו של אדם וכו'.</b> הסוגיא דף פ' קשה קצת לדברי רבינו וכמ\"ש הראב\"ד ז\"ל וכבר הרב המגיד ומרן ז\"ל עמדו בזה ליישב דברי רבינו עיין עליהם. ומ\"מ אכתי פש גבן עובדא דההוא טורזינא דשרו עירובי חצירות ע\"י אשתו אף שהוא מנע לגמרי בפירוש מלהשכיר להם רשותו וא\"כ היכי שרי לדעת רבינו. ונראה לומר בדעת רבינו דסבירא ליה דמעיקרא הוה ס\"ד דש\"ס דדין השכירות שוה לדין השיתוף בכל צדדיו ולהכי מוכח לה ממלתיה דשמואל אלא דאחר זה אשכח ברייתא דלא כשמואל. ופריך מינה אעיקרא דמלתא דשמואל ולא אגיד הא בעובדא דההוא טורזינא ומתרץ הא דאסר הא דלא אסר כפירוש רבינו אמנם עובדא דטורזינא כדקאי קאי בהתירו עומד והיינו טעמא לפי המסקנא דאין לדמות השכירות לדין השיתוף שהרי הם פעולות הפכיות דשיתוף היינו ייחוד ושכירות מהגוי היינו להפרידו מעליהם ובזה הותר לגמרי בעל כרחו אף אם פירש שאינו רוצה להשכיר דבזה אין חילוק תדע דרבינו כתב לעיל פ\"ב הלכה י\"ב ששוכרין מן הגוי אפילו שלא לדעתו וכו' וכתב הרה\"מ דנפקא ליה מהך עובדא וכו' והדבר ברור ומה גם דדירת גוי לא שמה דירה כמבואר שם ובהכי מתיישב הש\"ס אלא שהתירוץ דרגיל ושאינו רגיל רבינו לא ביארו וכבר כתב מרן שלא היה גורס כן ע\"כ. ולעיל בפרקין הלכה ב' כתב רבינו חילוק דרגיל ושאינו רגיל לענין הכפיה וכו' וציין הרה\"מ ז\"ל דנפקא ליה מהא שמעתתא עיי\"ש אמנם דיוק הש\"ס לא היה גורס ויתיישב יותר. ולעיקר פירושו דסבירא ליה דאוסר רוצה לומר להדיא נ\"ל משמעתא דדף פ\"ב וכ\"כ המגדל עוז עיי\"ש. ומ\"ש בספרי רבינו והוא שלא יאסרו בנוסח אחר והוא שלא אסרו. ובנוסח אחר והוא שלא יאסר ובדברי מרן ז\"ל שכתוב שאינו יודע לדבר צ\"ל שאינו יודע הדבר. בהשגת הראב\"ד ד\"ה כיצד אוסר וכו' ולפיכך שלו צ\"ל ולפירוש שלו."
            ],
            [
                "<b>נשתתפו אנשי חצר וכו'.</b> מבואר במשנה ובגמרא דף פ' אלא דרש\"י והראב\"ד ז\"ל מפרשי לה באופן אחר וכבר הרב המגיד ז\"ל ישב דעת רבינו ופשוט הוא.",
                "<b>נתוספו שכנים וכו'.</b> במשנה קתני מוסיף ומזכה ורבינו השמיט תיבת מוסיף אפשר משום דמלתא דפשיטא היא. ונלמד נמי במכ\"ש מהקודם."
            ],
            [
                "<b>נשתתפה חצר זו וכו'.</b> זה למד רבינו מדאמר רב הלכה כרבי שמעון בג' חצרות וכו' דף מ\"ו ודלא כשמואל בדף מ\"ט ורש\"י ז\"ל כתב ה\"ג ערבה עם שניהם אסורה עם שניהם אפי' לר\"ש וכו' ואין כן דעת רבינו כמבואר."
            ],
            [
                "<b>היתה חצר וכו'.</b> מימרא דשמואל דף מ\"ט ודין ערבה עם מבוי שאינה רגילה מימרא דרבה בר רב הונא אמלתיה דשמואל שם."
            ],
            [
                "<b>עירבו בני המבוי וכו'.</b> מימרא דרבה ב\"ר רב הונא אמר שמואל ואמרו שם דכופין על מדת סדום ופי' רש\"י מדת סדום שלי שלי."
            ],
            [
                "<b>חצר שיש לה פתח וכו'.</b> שם דף ס\"ז ורש\"י ז\"ל פירש דיותר מבית סאתים דאוסר היינו בשלא הוקף לדירה דמשמע דאם הוקף לדירה אפי' ביותר מבית סאתים אינו אוסר דאמרי שעל פתח זה הוא סומך והתוס' בשם ר\"י כתבו בהיפך דאם הוקף לדירה אפילו בית סאתים אוסר דכיון שהוקף לדירה הוי כביתו ואינו עומד במקום אויר של מבוי ואוסר עדין פתח הפתוח למבוי ע\"כ. ומתוך דברי רבינו נראה שמפרש כפי' רש\"י וה\"נ מסתברא."
            ],
            [
                "<b>אחד מבני מבוי שהלך וכו'.</b> נלמד מדין החצר שנתבאר משפטו בפרק הקודם דין י\"ג. ודין מי שבנה מצבה היינו דקה דרב חסדא דף נ\"ט ועיין מ\"ש בפרק הקודם דין ט\"ז."
            ],
            [
                "<b>אנשי מבוי וכו'.</b> משנה וגמ' דף ע\"ג ומ\"ש ודינם לענין ביטול וכו' הוא בריש פ\"ב וכמ\"ש וכבר אמרנו וכו' הוא בריש פ\"ד."
            ],
            [
                "<b>מבוי שעירבו וכו'.</b> משנה שם ודקדק ז\"ל לכתוב כל חצר בפני עצמה לרמוז שאין פתוחים זה לזה דאז צריכים שיתוף במבוי אבל אם הם פתוחים זה לזה ופתוחים גם כן למבוי אין צריך שיתוף ודי בלחי או קורה כדינו וכן ביאר להדיא בפירוש המשנה. ובנוסח אחר נמחק בדברי רבינו תורת עירוב שכתב גבי תינוקות."
            ],
            [
                "<b>נשתתפו במבוי וכו'.</b> מבואר בירושלמי שם ובפ\"א דין י\"ט כתב רבינו שאם נשתתפו בפת א\"צ לערב בחצרות. וא\"כ כשכתב כאן אם אין מקפידין על פרוסתן אין הכוונה לפרוסת הערוב דהיינו הפת דא\"כ תיפוק לי דא\"צ שום ערוב בחצרות אלא אפרוסא דעלמא קאמר ושתופן היה בדברים אחרים זולתי פת וכ\"כ הרב המגיד ופשוט."
            ],
            [
                "<b>מבוי שלא נשתתפו וכו'.</b> מימרא דרבי זירא אמר רב בשבת דף ק\"ל ושקלא וטריא התם טובא והראב\"ד ז\"ל השיג על רבינו מהסוגיא עצמה וכבר הרב המגיד ז\"ל הליץ בעדו. ועיין עוד להרב מגדל עוז ולהרב ב\"י ריש סי' שפ\"ח. ובדברי הרב המגיד שכתוב ונופל לבתים ט\"ס הוא וצ\"ל וטפל לבתים."
            ],
            [
                "<b>גוי או צדוקי וכו'.</b> מעשה בצדוקי אחד וכו' בערובין דף ס\"א ועיין להרב ב\"י סימן שפ\"ה."
            ],
            [
                "<b>גוי שהיה דר וכו'.</b> מימרא דשמואל וכו' שם דף ס\"ז. ויש נוסח אחר בדברי רבינו אם יש בחצרו פתח אחר ברי\"ש. ומ\"ש",
                "<b>וכן אם היה פתוח לקרפף וכו' </b>בעיא ופרוקא ושם וכרבה ורב יוסף ויש נוסח אחר כתב יד שכתוב וכן אם היה פתח לקרפף ונוסחת הגמ' כנוסחתינו."
            ],
            [
                "<b>מבוי שצדו וכו'.</b> מימרא דרב יהודה אמר רב דף ע\"ד וע\"ה ופירש רש\"י כדברי רבינו ועיין להתוספות שם ולרבינו פ\"ב דין ט\"ו."
            ],
            [
                "<b>כיצד משתתפין וכו' </b> פירש הרב המגיד ז\"ל דזה איירי בעיר מוקפת חומה גבוהה י' טפחים ויש לה דלתות שהיא רה\"י גמורה ומפני זה אין מערבין אותה לחצאין וכו' דהרי היא כמבוי אחד שאין מערבין חציו כיון שמוכשר כולו במחיצות אבל אם אינה מוכשרת כולה במחיצות שרי כדין המבוי בפי\"ז דהלכות שבת [דין כ'] וכו'. ועוד כתב משם הרשב\"א ז\"ל אי זו היא עיר של יחיד כל שבנאה יחיד לעצמו וישכירנה לרבים או שמכרה לרבים או שבנאה להושיב בה דיורין ומשייר לעצמו דרכים פלטיות וסרטיות כדרך שהמלכים עושים ע\"כ. ועיקר הדין וחילוקיו במשנה וגמ' דף נ\"ט."
            ],
            [
                "<b>אבל אם היתה של רבים וכו'.</b> וכן ביאר רבינו בפירושו להמשנה שם."
            ],
            [
                "<b>ודבר זה משום היכר וכו'.</b> כתב הרב מג\"א סי' שצ\"ב בשם ריב\"ל ח\"ג סי' ע\"ד דאפילו איכא נכרי בהדי מתא אין יכולין לערב יחד [כנסת הגדולה] והר\"ן ז\"ל כתב דנכרים הוי שיור עיי\"ש."
            ],
            [
                "<b>מדינה של רבים וכו'.</b> דף נ\"ט ופי' רש\"י סולם שעולים ויורדים בו חוץ לחומה תורת מחיצה עליו כלומר אינו מבטל את הסתימה להיות כפתח.",
                "<b>הבתים שמניחין וכו'.</b> עובדא דבני קקונאי בדף ס' ומוכח שם דאפילו בית הבקר או בית התבן שא\"צ לערב מהנו לשיור ומערבין השאר וכן פסק הרב ב\"י סי' שצ\"ב ולרבינו אפשר דקיצר במובן."
            ],
            [
                "<b>המזכה בשיתוף וכו'.</b> לאפוקי כשמערבין לחצאין על דרך שביאר בדין שאחר זה והרב המגיד כתב דעיקר הלשון ראוי להיות אם ערב לכולן ערוב אחד."
            ],
            [
                "<b>מדינה שנשתתפו וכו'.</b> דף נ\"ט וס'. ומ\"ש בספרי רבינו הרי זה אסור על כולן בנוסח אחר כתב יד ודפוס אמשטרדם הרי זה אוסר על כולן וכן עיקר. ומ\"ש ואם בנו מצבה בנוסח אחר כתב יד ואם בנה מצבה ועיין בדברי הראב\"ד ז\"ל."
            ]
        ],
        [
            [
                "<b>מי שיצא וכו'.</b> מבואר הדבר דקולא זו דע\"י ערוב יהא מותר לו ללכת ד' אלפים אמה אינה אלא מדרבנן ומשו\"ה לא התירו דבר זה אלא לצורך מצוה דוקא וכמ\"ש רבינו לקמן דין ו' ועיקר הדין במשנה וגמרא דעירובין דף ס' וכ\"כ בפירוש המשנה ונתבארו כל דברי רבינו. ועיין בפכ\"ז דהלכות שבת דין ה' וכן דעת הרי\"ף והרא\"ש וסמ\"ג וסמ\"ק ז\"ל עיין להרב ב\"י סימן ת\"ח."
            ],
            [],
            [
                "<b>ויהלך חוצה לה תתקצ\"ו.</b> זו היא דעת רבינו ושאר הפוסקים ז\"ל זולתי הרב רבינו יהונתן שהביא הרב ב\"י שם דס\"ל דנותנין לו אלף אמה שלמים דאין הד' אמות של העיר עולין לו לענין זה ע\"כ. ומ\"ש בספרי רבינו תחשב המדינה כולה כד\"א בנ\"א כתוב ד\"א בלא כ\"ף."
            ],
            [
                "<b>המניח ערובו ברה\"י וכו'.</b> משנה שם כחכמים וכרבי אליעזר דגמרא ומסקנא התם דהלכה כדברי המקיל בעירוב. ועיר חריבה פי' רש\"י חריבה מדיוריה אבל מחיצותיה קיימין סביב לה וכן פירש רבינו שם."
            ],
            [
                "<b>המניח ערובו וכו'.</b> משנה שם ודבר פשוט הוא שהערוב יש להניחו חוץ לעיר ובכללה כל מה שתתחשב מן העיר ודעת רש\"י כדעת רבינו ועיין להרב המגיד בדברי הרשב\"א ז\"ל והביאו ג\"כ הרב ב\"י שם."
            ],
            [
                "<b>אין מערבין עירוב תחומין אלא לדבר מצוה.</b> מימרא דרב יוסף דף פ\"ב ושאר דברי רבינו נתבארו בדף ל\"ו ודע שמדברי התוס' שם נראה דדוקא לפקח על עסקי רבים שרי וכ\"כ בפסקיהן שם. והדבר קשה קצת דמשמע דצרכי יחיד לא גם מדברי רש\"י דף ל\"ו משמע דאפילו לצרכי יחיד וכן דעת רבינו וכן פסק הרב ב\"י שם ובנוסח אחרכתוב בדברי רבינו או לבית המשתה.",
                "<b>או חבירו.</b> משמע אפילו אינו חכם וכן משמע מדברי הרב תרומת הדשן סימן ע\"ז אמנם הרב ב\"י סי' תט\"ו כתב דדוקא חבירו חכם קאמר ובשלחנו הטהור העתיק לשון רבינו. ודע שכתב הרב שיירי כנסת הגדולה שם וז\"ל לא ראיתי בשום פוסק שמותר לערב תחומין כדי להתפלל בעשרה רק בסמ\"ק ואגודה דלהתפלל בעשרה אינה כ\"כ מצוה מהרי\"ל בדרשותיו ולמטה מזה כתב שהתיר למי שהיה יושב בין הגוים להניח ערובי תחומין כדי לילך למקום שהיו שם יהודים עכ\"ל ואף דאין משיבין את הארי נראה לענ\"ד דלא גרע להתפלל בעשרה ולענות קדיש וקדושה ממקבל פני חבירו וכ\"ש לדעת בעל תרומת הדשן ז\"ל שהזכרנו שאפילו חבר הדיוט.",
                "<b>אלא לדברי הרשות וכו'.</b> כתב הרב המגיד ז\"ל דזה לא נמצא מבואר והרמב\"ן ז\"ל הביא סמוכות לרבינו וכתב דעובדא דרב יהודה בר אישתתא שם דף נ\"ב נוטה לדבריו ודעת רש\"י והרשב\"א והבה\"ג חלוקים על רבינו דאינו מועיל אפילו בדיעבד עיין עליהם."
            ],
            [
                "<b>כל שמשתתפין וכו'.</b> משנה שם דף כ\"ו. ומ\"ש וכמה שיעור וכו' משנה דף פ\"ב. ודין הלפתן הוא בדף כ\"ט ונתבאר כל זה בדרך פרט בדברי רבינו פ\"א עיי\"ש. ומ\"ש בספרי רבינו כדי לאכול בו שתי סעודות נוסח אחר כתב ידמזון שתי סעודות."
            ],
            [
                "<b>וצריך שיהיה וכו'.</b> משנה דף ל\"ב נתנו באילן וכו' ונתבאר בגמרא ויש חילוקים אחרים שם ורבינו והרי\"ף השמיטום נראה דס\"ל דאינם הלכה וכ\"כ הרב המגיד ז\"ל וכתב עוד דמכלל דברי רבינו משמע דמניח ערובו ברה\"ר ונתכוון לשבות ברה\"ר עירובו ערוב ועיי\"ש שהביא דברי הרשב\"א ז\"ל."
            ],
            [
                "<b>שכל דבר שהיא מדברי סופרים וכו'.</b> נתבאר בדברי רבינו פכ\"ד דהלכות שבת דין י' דדוקא לדבר מצוה או דוחק וכ\"כ מרן ז\"ל."
            ],
            [
                "<b>נתנו במגדל וכו'.</b> משנה שם וכת\"ק ופירוש שיכול לשבור המגדל דרך קלקול דקי\"ל כל המקלקלין פטורין עיין לרבינו שם ולהרב ב\"י סימן שצ\"ד.",
                "<b>נתנו בראש הקנה וכו'.</b> משנה דף ל\"ד וגמרא שם ויש נוסח אחר כתב יד בדברי רבינו קונדרס במקום קונדס ובפירוש המשנה כתוב קונטס הוא שבט דק. ועשו ממנו הרמחים ושם הרומח וקונטס וקנדס הכל שוה ע\"כ. והראב\"ד השיג על רבינו עיין להרב המגיד ז\"ל. ורבינו לא חש לבאר אפילו גבוה ק' אמה דאיתא במתניתין דכיון דהמציאות הוא דהוי כרמלית או מקום פטור כמ\"ש רש\"י שם כבר נלמד ממה שכתב בדין ח' ובפרק כ\"ד דשבת דין י' דמיניה נלמד גם כן דין הבור אפילו עמוק מאה אמה וכו'. וכל דבריו ז\"ל אמת וצדק."
            ],
            [
                "<b>כל המניח וכו'.</b> מימרא דרבא שם ולשיטתיה אזיל שפסק פי\"ב דשבת דין י\"ב עיין עליו. והראב\"ד זלה\"ה ושאר מפרשים חלקו עליו עיין להרב המגיד ז\"ל והרב ב\"י סימן ת\"ט פסק נתגלגל חוץ לד' אמות כשאר מפרשים ז\"ל."
            ],
            [
                "<b>נתגלגל הערוב וכו'.</b> משנה דף ל\"ה ועיין לקמן דין י\"ד ובפ\"א דין כ\"א וכ\"ב."
            ],
            [
                "<b>אמרו לו שנים וכו'.</b> שבת דף ל\"ד ועירובין דף ע\"ו וכן פירש רש\"י ז\"ל ועיין להרה\"מ שהזכיר מה שהקשה עליהם ז\"ל.",
                "<b>ספק חשיכה וכו' </b> כן כתבו התוספות שם עיין עליהם ובזה מתורץ מה שהקשו לפירוש רש\"י בעירובין ולקושיא אחרת שהקשו עליו שם מלישנא דגמ' מאי שנא מדרבא וכו' גם לדעת רש\"י קושיא עצמית היא מתחומין לחצירות דאפילו תחומין דחמירי לכתחילה קילי בספיקא וכו' וכל שכן ההיא וק\"ל וא\"כ דברי רבינו כהוגן."
            ],
            [
                "<b>נפל על הערוב גל וכו'.</b> משנה וגמרא דף ל\"ה וכן פירש רבינו שם ועיין בפ\"א דין כ\"א."
            ],
            [
                "<b>אבל אם ערב וכו'.</b> דף ל\"ו. ודין היו לפניו ב' ככרות בעיא ואפשיטא שם לכו\"ע."
            ],
            [
                "<b>אמר ככר זה וכו'.</b> כל דברי רבינו נתבארו שם ועיין לרש\"י והתוספות ז\"ל."
            ],
            [
                "<b>הנותן ערובו וכו'.</b> משנה דף כ\"ו וגמ' דף ל\"א וכרבנן וכן פירש הגהות מיימוני ז\"ל ויש מי שהקשה על רבינו בזה עיין להרב המגיד ז\"ל ובפ\"א וצ\"ל דאיירי בקבר של בנין דאילו בקרקע בית הקברות שרי דקרקע עולם אינו נאסר וכ\"כ הרב מג\"א סי' ת\"ט. ודין בית הפרס שם ופירש רבינו שדה שנחרש בה קבר ונתערבו העצמות בעפר ונידקו ובפ\"י דטומאת מת נתבארו כל משפטיו."
            ],
            [
                "<b>רבים שרצו וכו'.</b> משנה דף פ\"ב ובאידך משנה נתבאר שיעור ב' סעודות לכל אחד ואחד. ודין מי שערב ע\"י כולן משנה דף פ\"א ודין אם הודיעו מבעוד יום משנה וגמרא דף כ\"ב וכן פירש רש\"י ז\"ל."
            ],
            [
                "<b>כל הזוכה וכו'.</b> מסקנא דמלתא דף פ' ועיין בפ\"א דין כ' ויתבאר לקמן."
            ],
            [
                "<b>נותן אדם וכו'.</b> משנה וגמרא דף פ\"א וכחכמים והטעם מבואר עיין להרב המגיד ורש\"י והתוספות ז\"ל."
            ],
            [
                "<b>מערב אדם וכו'.</b> ברייתא דף פ\"ב ופי' רש\"י על ידי בשבילן ובדפוס ויניציאה ואמשטרדם נדפס דמערב ע\"י עבדו ושפחתו העברים והוא ט\"ס הניכר דעבדו ושפחתו העברים אין מערבין על ידן דומיא דבנו ובתו הגדולים וכמ\"ש רבינו אחר זה וכן הוא בברייתא שם ומתבאר מדברי רש\"י בסוף הסוגיא וכן מצאתי בשאר נוסחאות ובכתיבת יד ועיין לרבינו פ\"א דין כ' ובהרב ב\"י סימן תי\"ד ופשוט.",
                "<b>ערב על אחד מהם וכו'.</b> שם וכולן שערבו וערב עליהן רבן יוצאין בשל רבן חוץ מן האשה ואוקמוה אשה וכל דדמי לה דכיון דערבו אין לך מיחוי גדול מזה ובדפוס ויניציאה ואמשטרדם נדפס ערב כל אחד מהם והוא ט\"ס הניכר דהיינו ערבו הן לעצמן שכתב אח\"ז אלא עיקר הנוסחא כמ\"ש בנוסח אחר ערב על אחד מהם דר\"ל על שום אחד מאותם שהזכיר דיכולין למחות וק\"ל.",
                "<b>קטן בן שש וכו'.</b> נתבאר שם ועיין מ\"ש בזה בריש פ\"ו דהלכות סוכה."
            ],
            [
                "<b>הרוצה לשלח וכו'.</b> משנה וגמרא דף ל\"א. ומ\"ש",
                "<b>והוא שיהיה עומד מרחוק וכו'</b> הטעם דשמא לא יוליכוהו לשם גמרא. ודין רבים שנשתתפו שם דף פ\"ב."
            ],
            [
                "<b>אחד או רבים וכו'.</b> מהברייתא דף פ\"ב וכמ\"ד יש ברירה ויתבאר ברפ\"ח.",
                "<b>האומר לחברו וכו'.</b> גיטין דף ס\"ה וכרבא עיין להרב המגיד ז\"ל ומ\"ש שם הא והא רבנו צ\"ל הא והא רבנן. ומ\"ש בספרי רבינו בין בבית בין בעליה בנוסח אחר כתב יד והניחוהו בין בבית בין בעליה ובאמת שם לא נזכר בית ועליה כלל ודו\"ק."
            ],
            [
                "<b>כשם שמברכין וכו'.</b> זה כתב רבינו מסברא דומיא דשאר מצות דחז\"ל והראב\"ד השיג עליו עיין להרב המגידוהסכמת הגאונים ז\"ל כדברי רבינו וכן פסק הרב ב\"י ס\"ס תט\"ו."
            ]
        ],
        [
            [
                "<b>מי שיצא וכו'.</b> משנה דף מ\"ט וכרבי יהודה דסבירא ליה עיקר ערוב ברגל בדף נ\"א וכ\"כ רבינו שם. ודקדק רבינו לכתוב חוץ למדינה ובגמ' אמרו חוץ לתחום נראה דקשיתיה קושית התוס' עיי\"ש. ומ\"ש בספרי רבינו ועמד במקום ידוע בנוסח אחר כתב יד מחקו תיבת ידוע ובנוסח אחר כתב יד כתוב ועמד במקום אחד."
            ],
            [
                "<b>וכן אם נתכוון וכו'.</b> מוסכם ממתניתין לאוקימתא דרב נחמן דף נ\"א ושאר דברי רבינו נתבארו שם ופרטי משנה זו ביארו רבינו בדין ה' ו' ז'. ומ\"ש בספרי רבינו ויש בינו ובינו בנוסח אחר כתב יד ויש בינו לבינו."
            ],
            [
                "<b>בד\"א בעני וכו'.</b> שם ועיין להרב המגיד ז\"ל ויש נוסח אחר כתב יד בספרי רבינו או שלא נשאר מן היום כדי שיגיע לאותו מקום. ופשוט והרב ב\"י סימן ת\"י העתיק דעת רבינו עיי\"ש.",
                "<b>או שהיה וכו'.</b> ודעת הראב\"ד ז\"ל דהרי הוא כמי שיצא חוץ לתחום ואין לו אלא ד' אמות עיין להרב המגיד דבור המתחיל הקונה שביתה וכו'."
            ],
            [
                "<b>מי שעמד וכו'.</b> ברייתא דף נ' ומתבאר עוד מדברי רש\"י ז\"ל. ומ\"ש בספרי רבינו או תל או בקעה נמצא באיזה נוסחאות או תל או נקע ולשון הגמרא בקעה וכן כתב רש\"י. ומ\"ש בספרי רבינו ואם היתה יותר על בית סאתים בנוסח אחר כתב יד וכן אם היה יתר על בית סאתים ונראה שהיא נוסחא מוטעית ועיין להרב ב\"י סימן ת\"ט."
            ],
            [
                "<b>הקונה שביתה וכו'.</b> זו היא המשנה הנזכרת בדף מ\"ט ואיפליגו רב ושמואל ופסק כשמואל משום דתניא כוותיה התם. והראב\"ד ושאר מפרשים יש להם שיטה אחרת בזה עיין לרש\"י והרב המגיד ועיין עוד להרב מגדל עוז ז\"ל."
            ],
            [
                "<b>אמר שביתתי וכו'.</b> מימרא דשמואל הנ\"ל וא\"ר הונא לא שנו אלא באילן שתחתיו ח' אמות וכו' וזה סיוע לרבינו וכמ\"ש הרב המגיד ועיין להגהות מיימוני ז\"ל."
            ],
            [
                "<b>לפיכך וכו'.</b> כבר נתבאר. ומ\"ש היו שנים באים בדרך ברייתא דף נ' ועובדא דרבה ורב יוסף דף נ\"א ומוכח התם דדוקא לבא בדרך התירו דבר זה וכן פסק הרב ב\"י ס\"ס ת\"ט ופשוט ועיין עוד להרב ב\"ח שם."
            ],
            [
                "<b>אנשי העיר וכו'.</b> משנה דף נ\"ב וכרבי יהודה וכן פירש רבינו שם והטעם דכיון דיצא לדרך הו\"ל עני והני עשירי כדאיתא בגמ' ועיין להרב המגיד ז\"ל ודקדק הרב ב\"י סימן ת\"י דאפילו ירד מהעליה לילך וקודם שיצא מפתח החצר החזירו חברו נקרא החזיק וקנה שביתה עיי\"ש."
            ],
            [
                "<b>זה שאמרנו וכו'.</b> מתבאר שם מעובדא דרב יהודה בר אישתתא. ומ\"ש וכל הקונה שביתה וכו' מסקנא דמלתא לר' יוסי ברבי יהודה התם."
            ],
            [
                "<b>התלמידים וכו'.</b> שם דף ע\"ג ופי' רש\"י שהיו אוכלין בבית אושפיזן משמע דר\"ל בשכר וגם הרא\"ש ז\"ל העתיק רועים וקייצים דאיתא התם בגמרא משמע דבשכר קאמר אמנם רבינו שכתב אצל בעה\"ב שפיתן מצויה לעוברי דרכים משמע דבחנם קאמר כמו שמצינו באברהם אבינו ע\"ה שאמרו ז\"ל שפיתו מצויה לעוברי דרכים ולכך קרי להו בעלי בתים ונראה דנ\"ל לרבינו מדאמרו בגמרא אנן סהדי דאי מייתי להו רפתא לבי רב הוה ניחא להו טפי ואם היו קונים המאכל מאי קאמר הרי שפיר היו יכולין לקנותו ולהביאו לביהמ\"ד אלא ודאי דהבעל הבית היה רוצה להיות זוכה במצוה כאמור ולאו אורח ארעא שהאורחים ישאלו המאכל לאכלו במקום אחר והם דברי הגמ' ונכון."
            ]
        ],
        [
            [
                "<b>אין מניחין וכו'.</b> משנה דף ל\"ח לכו\"ע ואיפליגו בב' ימים יום אחד לצפון ויום אחד לדרום ויתבאר בדין י\"ב. ודין",
                "<b>טעה ועירב וכו' </b>ברייתא דף נ' ופי' רש\"י דכיון שנתכוון לשתיהם ואינו יודע איזו היא נותנין עליו חומרי זו וחומרי זו."
            ],
            [
                "<b>לפיכך וכו' הרי זה לא יזוז ממקומו.</b> פי' רש\"י דאפילו כבני עירו אינו ע\"כ. ופשוט הוא דלענין תחומי העיר קאמר דאלו בעיר עצמה פשיטא שמותר בכולה."
            ],
            [
                "<b>מערב אדם וכו'.</b> משנה דף ל\"ו ודלא כרבי יהודה דמחלק בין רבו לחכם אחר וכן פירש רבינו שם וידוע דקי\"ל בדרבנן יש ברירה וכן פסקו ז\"ל."
            ],
            [
                "<b>כשם שאסור וכו'.</b> דין הערוב ביוה\"כ שם דף ל'. ודין יו\"ט בדף ל\"ח וכמ\"ש לקמן. ובכריתות דף ט\"ו אמרו כשם שערוב והוצאה לשבת כך ערוב והוצאה ליוה\"כ. ובביצה דף י\"ב נתבאר דבית הלל ס\"ל דאין ערוב והוצאה ליו\"ט אמנם הרשב\"א הביאו הרב המגיד ז\"ל ס\"ל דגם ביו\"ט צריך ערוב לכלים שאין בהם צורך יו\"ט."
            ],
            [
                "<b>יו\"ט שחל וכו'.</b> משנה דף ל\"ח וכר' אליעזר וכן פירש רבינו שם והראב\"ד ז\"ל השיג דאיך לא חילק בדבר והלא העמידוה בגמ' דמנח ליה בסוף אלף אמה לכאן ובסוף אלף אמה לכאן דאי לא יו\"ט ושבת לא מצי לערב בב' רוחות ע\"כ. ודין זה כבר ביארו רבינו בדין י\"א וי\"ב ותימה על הראב\"ד ז\"ל. ודין ר\"ה מהמשנה דף ל\"ט ועיין לרבינו שם."
            ],
            [
                "<b>וכן מתנה אדם וכו'.</b> כתב הרב המגיד ז\"ל כמדומה לי שמבואר זה בתוספתא ע\"כ. נ\"ב כן הוא האמת דהכי איתא בתוספתא פ\"ג וקתני תו התם לשבת ולא ליוה\"כ ליוה\"כ ולא לשבת ורבינו לא רצה להאריך דפשוט הוא וכבר כתב בדין ד' דיוה\"כ כשבת לענין ערוב."
            ],
            [
                "<b>אמר לחמשה וכו'.</b> ברייתא דף ל\"ז ובקצת ספרי רבינו נדפס בחלוקה זו רציתי אלך לא רציתי לא אלך ונראה שהיא גירסא מוטעית וצ\"ל רציתי ילך לא רציתי לא ילך ואאחריני דוקא קאי וכן הוא בברייתא שם ופי' רש\"י וז\"ל הכי גרסינן על איזה מהם שארצה רציתי ילך לא רציתי לא ילך וכו' דילמא בין השמשות לא היה דעתיה להאי ע\"כ. וכן הוא בהרמב\"ם כתב יד משנת הקס\"ב ועיין להרב ב\"י סימן תי\"ג ואין ספק שהחלוקא האחרת היא שהטעתה להמדפיסים וק\"ל."
            ],
            [
                "<b>המערב לשני ימים טובים.</b> הכי מפרש רבינו למתניתין דף ל\"ח כיצד יעשה וכו' וכפי' רש\"י וכ\"כ בפירושו להמשנה ומה שהצריכו להחשיך וליטלו ולהביאו לביתו עד ליל שני הטעם מחשש פן יגנב או יאבד ובדרך עצה טובה דאם היה במקום המשתמר א\"צ לזה כלל וכ\"כ הרב המגיד ופשוט. ולמ\"ש רבינו",
                "<b>מפני שהן ב' קדושות וכו'</b> דמשמע דבר\"ה שהן קדושה אחת כמ\"ש בדין ה' באחד סגי הראב\"ד ז\"ל השיג עליו דלחומרא אמרו שהם כיום אחד ולא לקולא והרב המגיד הליץ בעד רבינו בטוב טעם ודעת עיין עליו."
            ],
            [
                "<b>נאכל הערוב וכו'.</b> פשוט הוא שם ומ\"ש ויחשוב בלבו וכו' היינו כדי שלא יהא נראה כמכין מיו\"ט לשבת כמ\"ש שם. ודין ערב בפת בראשון וכו' הטעם מפני שנאכל הערוב או אבד וטעם כולן משום הכנה יעויין שם."
            ],
            [
                "<b>יוה\"כ וכו'.</b> סברת רבינו היא זו נכונה ופשוטה."
            ],
            [
                "<b>זה שאמרנו וכו'.</b> נתבאר בדף ל\"ח ומתורצת השגת הראב\"ד ז\"ל שבדין ה' כמ\"ש שם ויש נוסח אחר כתב ידבדברי רבינו אבל אם א\"א לו להגיע לערוב של יום הראשון ביום שני אין ערוב יום השני ערוב ונוסחתינו נראית עיקר ונתבארו כל דברי רבינו."
            ],
            [],
            [
                "<b>והניח ערוב שני.</b> נוסח אחר כתב יד בשני."
            ],
            [
                "<b>יו\"ט שחל וכו'.</b> ברייתא בביצה דף ט\"ז ומסקנא דרב חסדא ופי' רש\"י דנראה כמתקן דבר.",
                "<b>ומ\"ש ואם שכח וכו' </b>בדף י\"ז וכרבא דעירובי תחומין לא משום דלמקני שביתה בשבתא לא ופי' רש\"י דלאו דוקא שבת אלא יו\"ט קרי שבתא משא\"כ ערובי חצרות דאינו אלא ביטול רשות שרי ע\"י תנאי וכמו שיתבאר.",
                "<b>במד\"א וכו'.</b> שם דף ו' גבי ערובי תבשילין וכ\"ש ערובי חצרות ויתבאר בדברי רבינו פ\"ו דיו\"ט הל' י\"ד ועיין להרב ב\"י סימן תקכ\"ח."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות עירובין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}