{
    "title": "Chiddushei Rabbi Akiva Eiger on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chiddushei_Rabbi_Akiva_Eiger_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [
            [],
            [],
            [
                "<b>ברמב\"ם</b>\n<b> אינו לוקה משום\nל\"י ול\"י אא\"כ קנה חמץ</b> (נעה\"ג) עי' תשובת רשב\"א סי' קע\"ח.",
                "<b>ברמב\"ם</b>\n<b> או חמצו</b> (נעה\"ג) עי' בדברי רבינו פי\"ב הט\"ז מהלכות מעה\"ק."
            ],
            [],
            [
                "<b>בלח\"מ</b> ור\"י דל\"ל הך טעמא דדשיל\"מ אפשר דס\"ל וכו'\n(נעה\"ג) והרמב\"ן במלחמות כתב דר\"י ס\"ל דדבר שיל\"מ יש לו ביטול."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בלח\"מ</b> ד\"ה והאוכל בשעה ו' וכו' והאי דנקט אוכל אפשר דהה\"ד נהנה (נעה\"ג) עי'\nבמ\"ל פ\"ה ה\"ה מהלכות יסודי התורה בד\"ה לה\"ה שם וכו' במ\"ש הרב המגי' שם."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בהה\"מ</b> וכ' הרא\"ה ז\"ל שהטעם וכו' וכן עיקר (נעה\"ג) הגאון מוה' מנוח ז\"ל בפירושו\nלהרמב\"ם כתב דהכי מסתבר כדברי הרמב\"ם דהא ודאי לא הוי ספיקא דרבנן אלא\nספיקא דאורייתא דהא בפתא הוא דאתייליד ספיקא אם חמץ הוא אם מצה ופתא הא\nהוי איסור דאורייתא והלכך אזלינן לחומרא וצריך אפי' בדיקה עכ\"ל.",
                "<b>במל\"מ</b> א\"ה ועי' בכנה\"ג וכו'\nוסי' ת\"ט ס\"ו (נעה\"ג) ועי' במל\"מ פ\"ד סוף ה\"א מהלכות בכורות."
            ],
            [
                "<b>במל\"מ</b> ד\"ה\nוכן ב' בתים וכו' ולא יכולתי להלום דברי מרן (נעה\"ג) כבר הקשה כן בד\"מ."
            ],
            [],
            [
                "<b>במל\"מ</b> וא\"ת אפילו אם לא ביטל למה צריך בדיקה (נעה\"ג) כך הקשה בד\"מ\nסי' תל\"ט. ותירץ ד' הספקות אינם אלא ענין א' שמא אין כאן חמץ שהכניס\nהעכבר די\"ל שאכלה או שהוציאה עי\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בראב\"ד</b> דז' ימים כתיב (נעה\"ג)\nעי' בתי\"ט פסחים פ\"ה מ\"ד ד\"ה חייב דהוציא כן מלשון רש\"י והרע\"ב שם.",
                "<b>במל\"מ</b> וע' בדברי [הרב] המחבר בהלכות\nמלוה ולוה (נעה\"ג) פ\"ד הי\"ד באמצע דבריו בענין המתחיל כ' בהגהות מרדכי."
            ]
        ],
        [],
        [],
        [
            [],
            [
                "<b>בלח\"מ:</b> [כתב] הה\"מ אבל כשכרכן בסיב וכו'. וי\"ל דמרור אע\"ג דכרכן מותר\n(נעה\"ג) לכאורה הי' נראה בפשוטו לפמ\"ש רבינו פ\"ג ה\"ה מהלכות שאר אבות\nהטומאה הכורך כזית בשר נבלות עוף טהור בחזרת וכיוצא בה ובלעה אע\"פ שלא\nנגע בגרונו הר\"ז טמא כרכו בסיב ובלעו הר\"ז טהור וכתב הכ\"מ שם דהטעם\nדמב\"מ איננו חוצץ והובא במל\"מ פי' מהלכות מא\"ס א\"כ ה\"נ דוקא בסיב (אינו\nחייב) (אינו יוצא) אבל במרור דהוא מין אוכל אמרינן מב\"מ אינו חוצץ.\nושמעתי מפי בני הרב הגדול מוה' שלמה נ\"י דבר נחמד לתרץ קושי' תוס'\nסוכה רפ\"ג דלמ\"ל קרא דאינו יוצא בטבל תיפוק לי' דהוי מצוה הבא בעבירה\nעי\"ש והיינו עפ\"י דברי הלח\"מ דכאן א\"כ י\"ל דאיצטרך קרא להיכא דכרך הכזית\nטבל במרור ואכלו דלגבי איסור טבל דאין שייכות למרור בזה הוי חציצה ולא\nעבר עליו [לפ\"מ דמחדש המל\"מ פי\"ד מהמ\"א דגם לענין איסור אמרינן כרך בסיב\nדלא עבר] ומ\"מ ידי מצוה יצא כיון דמעין המצוה הוא אינו חוצץ ודפ\"ח ואולם\nלפ\"ז יקשה מההיא דאמרינן קידושין ל\"ח, דאקריב עומר והדר אכיל והא יכלו\nלקיים מצות מצה לאכול חדש ע\"י כריכת מרור - וצ\"ל דמ\"מ אסור מדרבנן ע\"י\nכריכת סיב והא דאיתא בירושלמי והובא בתוס' שם להקשות דליתי עשה דמצה\nולדחי ל\"ת דחדש אף דאפשר לקיים שניהם לאכול ע\"י כריכת מרור. י\"ל דבאמת\nקושי' הירושלמי דעכ\"פ הו\"ל לאכול ע\"י כריכת מרור דאף דאסור מדרבנן\nוהעמידו דבריהם במקום מצוה היינו דעשו כשל תורה וכמו דאמרינן בשופר\nדאין עולין באילן ויו\"ט עשה ול\"ת הוא ואין עשה דוחה ל\"ת ועשה היינו דעשו\nשבות דעליית אילן כמו מלאכה אבל הכא לו יהא דאסור ע\"י כריכת [סיב] הוא\nכמו איסור דאורייתא מ\"מ הי' הדין דעשה דוחה ל\"ת."
            ],
            [],
            [],
            [
                "<b>בלח\"מ</b> ולא ממעטינן מהאי קרא ודבר נכון הוא (נעה\"ג) כבר זכר סברא זו\nהרמב\"ן במלחמות ודחה אותה וע' במג\"א סי' תנ\"ה.<br><b> בא\"ד</b> לכך אני\nאומר דאין כוונת היש מי שכתב אלא לפרש דברי הברייתא (נעה\"ג) להרב הלח\"מ\nהי' הגירסא בהה\"מ וראיתי מ\"ש שא\"י במצה שנילושה ביין שמן ודבש וכן הי'\nהגירסא לפני הראנ\"ח (ח\"ב סי' ע\"ד) מש\"ה הוצרך לדחוקי. אבל לפי גירסתינו\nהנילושה במי פירות וכמו שהגי' הראנ\"ח שם א\"כ הדברים כפשטן."
            ],
            [],
            [
                "<b>בלח\"מ</b> והשתא צ\"ל לדעתו ז\"ל דמה שאמרו בגמרא בפ' כ\"ש האוכל נבלה ביה\"כ\n(נעה\"ג) דברים אלו הם כספר חתום ולא אאמין אם יצאו דברים אלו מפה קדוש\nהלח\"מ ז\"ל דהרי הך דינא דברייתא דאוכל נבלה ביה\"כ פטור היינו הך דר'\nשמעון דמיני' אמרינן ולמדינן דר\"ש לית ליה איסור כולל והגמרא מדמי זה\nדמש\"ה לר\"ש גם בטבל חמץ אינו לוקה משום חמץ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במל\"מ:</b> א\"ה וע' בדברי וכו' מ\"ש ע\"ד הר\"ן בזה\n(נעה\"ג) וע' בשלטי הגבורים על המרדכי פ' החולץ אות ב'."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ברמב\"ם</b>\n<b> ואח\"כ\nכורך מצה ומרור</b> (נעה\"ג) עי' בתשו' שער אפרים סי' נ\"ד מ\"ש בזה בארוכה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "חידושי רבי עקיבא איגר על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chiddushei Rabbi Akiva Eiger",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}