{
    "title": "Kiryat Sefer on Mishneh Torah, Foreign Worship and Customs of the Nations",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Foreign_Worship_and_Customs_of_the_Nations",
    "text": [
        [],
        [
            [
                "<b>אזהרה יא </b> שלא לפנות אחר ע\"ז ואמרינן בשב' פרק שואל שהצורה עצמה אסור להסתכל בה משום שנ' אל תפנו אל האלילים ובענין זה נאמר ופן תדרוש לאלהיהם לאמר איכה יעבדו שלא תשאל על דרך עבודת' האיך היא ואף על פי שאין אתה עובד אותה שדבר זה גורם להפנות אחריה ולעשות כמו שהם עושים שנאמר ואעשה כן גם אני וכל הלאוין האלו ענין אחד הן והוא שלא יפנה אחר ע\"ז וכל הנפנה אחריה כדרך שהוא עושה מעשה לוקה ולא ע\"ז בלבד הוא שאסור להפנות אחרי' אפי' במחשבה אלא כל מחשבה שהוא גורם לו לאדם לעקור עיקר מעיקרי הדת מוזהרין אנו שלא להעלותה על לבנו ולא נסיח דעתינו לכך להמשך אחר הרהורי הלב בכיוצא בזה ועל ענין זה הזהירה תורה ולא תתורו אחרי לבבכם ואחרי עיניכם אשר אתם זונים כלומר לא ימשך אחד מכם אחר דעתו הקצרה וידמה שמשיג האמת אמרו ז\"ל אחרי לבבכם זו מינות ואחרי עיניכם זו זנות ואע\"פ שאין בזה מלקות מפני שאין בו מעשה הוא גורם לאדם לטורדו מן העולם הבא: מצות ע\"ז כנגד כל המצות שנאמר וכי תשגו ולא תעשו את כל המצות האלה מפי השמועה למדו שבע\"ז הכתוב מדבר הא למדת שכל המודה בעבודה זרה ככופר בכל התורה כולה ובכל הנביאים ובכל מה שנצטוו מאדם הראשון ועד סוף העולם שנאמר למן היום אשר צוה ה' והלאה לדורותיכם וכל הכופר בע\"ז כמודה בכל התורה ובכל הנביאים ובכל מה שנצטוו הנביאים מאדם ועד סוף העולם והיא עקר כל המצות כלן דמכלל לאו אתה שומע הן: ישראל שעע\"ז הרי הוא כגוי לכל דבריו ואינו כישראל שעובר עבירה שחייב סקילה שהוא כישראל לשאר דברים אלא משומד לע\"ז הרי הוא משומד לכל התורה כולה וזהו שכתוב מעם הארץ פרט למשומד וכן המינין מישראל אינן כישראל לדבר מן הדברים והם התרים אחר מחשבות לבם בסכלות דברים עד שנמצאו עוברים על גופי התורה להכעיס בשאט בנפש: ועיקר הציווי בע\"ז היא שלא לעבוד שום אחד מן הברואים לא מלאך ולא גלגל ולא כוכב ולא אחד מכל הנבראים אף על פי שהעובד יודע שהשם הוא האלהים והוא עובד הנברא על דרך שעבד אנוש ואנשי דורו הרי הוא עובד ע\"ז וענין זה הוא שהזהירה התורה ופן תשא עיניך השמימה וראית את השמש וכו' כלומר שמא תשוט בעין שכלך ותראה שאלו הם המנהיגים ותאמר שלהם ראוי להשתחוות ולעבוד ובענין זה צוה השמרו לכם פן יפתה לבבכם זה שלא תתעו בהרהור לבבכם לעבוד אלו להיותן סרסור ביניכם ובין הבורא. ובתוספתא שנינו לא יטייל אדם עם תועים ואפילו לצאת לדרך ואפילו מקדים ואפילו מחשיך ואפילו מתירא מפני גוים ולסטים ורוח רעה שנאמר לא תלכו אחרי אלהים אחרים:<br><b> אזהרה יב </b> שלא לתור אחרי לבבנו להאמין הפך מה שחייבתהו התורה לא נחשוב ביחוד ה' ברוך הוא שמא הוא שמא אינו ומה למעלה ומה למטה מה לפנים ומה לאחור ופעמים יחשוב תורה שבעל פה שמא היא מן השמים שמא אינה ועל ידי כך השטן מסיתו ויבא לידי מינות. ואחרי עיניכם זה זנות כמפורש לעיל בלאו שלא לפנות אחר ע\"ז:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אזהרה יג </b> שלא לנקוב השם הגדול והנורא שנא' אלהים לא תקלל אחד עובד ע\"ז ואחד מגדף את השם שנאמר והנפש אשר תעשה ביד רמה את ה' הוא מגדף לפיכך תולין עובד ע\"ז כמו שתולין את המגדף ושניהם בסקילה סקילה כתיבה ביה במגדף ותלייה נמי כי קללת אלהים תלוי ועובד ע\"ז יליף בכללי ופרטי לרבנן דר' אליעזר בפ\"ד מיתות והומת ותלית כלל כי קללת פרט ואי הוו מקרבי להדדי אמרינן אין בכלל אלא מה שבפרט השתא דמרחקי מהדדי אהני לרבויי מאי דדמי ליה בכל מילי והיינו ע\"ז דמה מגדף כופר בעיקר אף זה כופר בעיקר: ואין המגדף חייב סקילה עד שיפרש את השם המיוחד של ד' אותיות בכתיבתו ויש אומרים בקריאתו גם כן וכתיב ונוקב שם ה' ומדכתיב ונוקב שם בנקבו שם ילפינן דאין חייב עד שיברך שם בשם מן השמות שאינן נמחקים דמסתמא בשם אחר מברך לא בשם עצמו והיינו מאותם שאינם נמחקים ועל השם המיוחד בסקילה ועל שאר הכנויין באזהרה באלהים לא תקלל וכי יקלל לרבנן אתיא לכרת אכינויין באזהרה למעוטי מיתה ולאו למעוטי כרת ואזהרה של מגדף אלהים לא תקלל: מגדף שחזר בו תוך כדי דיבור אינו כלום אלא כיון שגידף בעדים נסקל וכן אם אמר לע\"ז אלי אתה דאדיבורא לחודיה חייב רחמנא. כל העדים והדיינים סומכים את ידיהן אחד אחד על ראש המגדף ואומרים לו דמך בראשך שנאמר וסמכו כל השומעים וכו'. המגדף שלא בעדים הרי זה בכרת שנאמר והנפש אשר תעשה ביד רמה וכו' את ה' הוא מגדף ונכרתה ואמרו בפרק קמא דכריתות שבא ליתן כרת למברך את ה' ותניא איש איש מה ת\"ל לרבות את הגוים שמצווין על ברכת ה' כישראל:"
            ]
        ],
        [
            [
                "<b>אזהרה יד </b> שלא לעבוד ע\"ז בדברים שדרכה להעבד בהן שנ' לא תשתחוה להם ולא תעבדם. כל העובד ע\"ז כרצונו בזדון חייב כרת דכתיב כי דבר ה' בזה וכו' הכרת תכרת וכו' ובע\"ז משתעי ואם יש עדים והתראה נסקל דסקילה כתיבא בהדיא כע\"ז ושאר הנסקלין דלא כתיב בהו סקילה גמרי בדמיהם בם מאוב וידעוני ואם עבד בשוגג מביא חטאת קבועה דכתי' וכי תשגו ולא תעשו וכו' ובע\"ז משתעי קרא. אין סוקלין ב\"ד עובד ע\"ז עד שידעו בוודאי שעבד דרך עבודתה שנאמר איכה יעבדו הגוים האלה את אלהיהם ואעשה כן גם אני במה דברים אמורים בשאר עבודות חוץ ממשתחוה וזובח ומקטר ומנסך אבל העובד באחד מארבע עבודות אלו לאחד מכל מיני ע\"ז חייב ואעפ\"י שאין דרך עבודתה בכך שנא' זובח לאלהים יחרם זביחה בכלל עבודות היתה ולמה יצתה לומר לך מה זביחה מיוחדת שעובדין בה לשם וחייב הזובח לאל אחר סקילה עליה בין היתה דרך עבודתה בזביחה או אינה בזביחה אף כל עבודה שהיא מיוחדת לשם אם עבד בה לאל אחר בין שהיתה דרך עבודתו בכך בין שלא היתה דרך עבודתו בכך חייב עליה למדנו מזבח מקטר מנסך אבל משתחוה שאינו דומה כל כך עבודה לא למדנו ואמרינן פ' ד' מיתות ג' פעמים לא תשתחוה האמורים בתורה למה אחד לעבודה זרה שדרך עבודתה בהשתחואה וא' לעבודה זרה שאין דרך עבודתה בכך וא' לחלק שעל כל עבודה בפני עצמה יתחייב. ספת לה צואה וכ' חייב אף כי אין דרך עבודתה בכך דהוי כעין זריקה אבל שחט לה חגב כי אין דרך עבודתה בכך פטור וכן במחוסרת אבר דלא הוי כעין זביחת פנים. הפוער עצמו לפעור וזורק אבן למרקוליס ומכוין לבזותם מביא חטאת על שגגתו דהוי בכלל כי תשגו וכו'. ע\"ז שעובדין אותה במקל שבר מקל לפניה חייב ונאסרה משום תקרובת לע\"ז דכתיב ותראו את שקוציהם ואת גלוליהם עץ ואבן וכו' אלמא כל מה דמקרבי קמי' מתסרי מדקרי לי' קרא שקוציהם אבל זרק אינה נאסרת דאינה כעין זריקת פנים. העובד ע\"ז מאהבה או מיראה אם קבלה עליו כאלוה חייב סקילה בדיבור לבד על כל מין ע\"ז שבעולם דאיתקש קבלת ע\"ז עליו לאלוה ואמר לו אלי אתה לזביחה דכתיב וישתחו לו ויזבחו לו ויאמרו אלה אלהיך ישראל וכו' ואם עבדה דרך עבודתה או בד' עבודות מאהבה או מירא' פטור דלאו לשם ע\"ז מכוין. המגפף לע\"ז או מנשק ושאר מיני הכבוד עובר בלא תעשה שנאמר ולא תעבדם ודברים אלו בכלל עבודה הן ואעפ\"כ אינו לוקה שאינו בפירוש ואם היתה אחת מהן דרך עבודתה חייב משום איכה יעבדון וכו':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אזהרה טו </b> שלא להשתחוות לשום ע\"ז אפילו אין עבודתה בכך כדלעיל ישב לו קוץ וכו' מדרבנן:<br><b> אזהרה טז </b> העושה ע\"ז לעצמו אעפ\"י שלא עשאה בידו ולא עבדה חייב מלקות שנאמר לא תעשה לך פסל וכל תמונה:<br><b> אזהרה יז </b> העושה עבודה זרה בידו לאחרים אפילו עשאה לגוי לוקה שנאמר ואלהי מסכה לא תעשו לפיכך העושה ע\"ז בידו לעצמו לוקה שתים:"
            ],
            [
                "<b>אזהרה יח </b> שלא לעשות צורה לנוי אע\"פ שאינה ע\"ז שנאמר לא תעשון אתי אלהי כסף ואלהי זהב כלומר צורת אדם של כסף ושל זהב לנוי כדי שלא יטעו הטועים וידמו שהם ע\"ז. ואין אסור לנוי לציר אלא צורת אדם בולטת דכתיב לא תעשון אתי קרי ביה אותי. וכן אסור לצור צורת דמות חמה ולבנה כוכבים ומזלות שנאמר לא תעשון אתי אלהי כסף לא תעשו כדמות שמשי שהם אתי במרום ואפילו אינן בולטות. צורת בהמה וחיה ועוף מותר לצור אותן שאינן בכלל המשמשים של מעל' ואפילו היתה צורה בולטת. ואם צר צורת אדם גמור או דמות אחד מהמשמשים של מעלה לוקה:"
            ]
        ],
        [
            [
                "<b>אזהרה יט </b> שלא להדיח שום א' מבני ישראל אחר ע\"ז שנאמר לא ישמע על פיך אזהרה למדיח ומדיחי עיר מישראל הן נסקלין דאתיא הדחה הדחה ממסית מה להלן בסקילה אף כאן בסקילה אע\"פ שלא עבדו ע\"ז אלא הדיחו את יושבי עירם עד שעבדוהו ואנשי העיר המודחין נהרגין בסייף דכתיב בהו לפי חרב והוא שעבדו ע\"ז או שקבלו אותה כאלוה דאז הוו מודחין נהרגין בסייף דכתיב בהו לפי חרב (והוא שעבדו ע\"ז או שקבלו אותה כאלוה דאז הוו מודחין) אין עיר נעשית עיר הנדחת עד שיהיו מדחיה מתוכה ומאותו השבט דכתיב יושבי עירם וכתיב מקרבך מקרב אותו שבט עצמו ועד שיהיו מדיחיה ב' או יותר דכתיב יצאו אנשי' ועד שידיחו רובה ועד שיודחו רובה דכתיב יושבי משמע ישובו של עיר והיינו רובה ויהיו המודחין ממאה ועד רובו של שבט אבל אם הודח רובו של שבט דנין אותן כיחידים שנאמ' יושבי (אנשי) העיר ולא כפר קטן ולא כרך גדול ופחות ממאה כפר ורובו של שבט כרך גדול וטעמא דבעיר לא מפלגינן בין רובה לכולה דאם הודחה כולה נמי הוו מודחין כיון דלא הוו רובא דשבטא ובשבט מפלגינן בין מעוטה לרובא נראה דהיינו טעמא דבעיר כתיב יושבי עירם ומשמע נמי כולהו אבל בשבט כתיב מקרבך דהיינו מקצת השבט ואי הוי רובה היינו ככולה. וכן אם הדיחוה נשים או קטנים וכו' אין דנין בה עיר הנדחת אלא כיחידים שעבדו ע\"ז וממונם פלט דלא הוו בכלל אנשים בני מקרבך וכו'. אין דנין עיר הנדחת אלא בב\"ד של ע\"א שנאמר והוציאו את האיש ההוא וכו'. יחידים נהרגין בב\"ד של כל שער ושער ואין מרובין נהרגין אלא בב\"ד הגדול. אין א' מערי מקלט נעשית עיר הנדחת שנאמר באחת שעריך ואין ירושלם נעשית עיר הנדחת שלא נתחלקה לשבטים וכתיב בא' שעריך. ואין עושין עיר הנדחת בספר דקאמר רחמנא מקרבך ולא מן הספר. ואין עושין שלשה עיירות נדחות זו אצל זו דכתיב באחת אבל עושין שתים דכתיב עריך. אין עושין עיר הנדחת עד שידיחוה בלשון רבים וכו' דכתיב נלכה וכו'. עיר הנדחת שלא נתקיימו בה (ובמדיחיה) תנאים אלו הם כיחידים שעבדו עבודה זרה. עיר הנדחת שהיא ראוי' להעשות עיר הנדחת ב\"ד הגדול שולחין וחוקרין ודורשין שנאמר ודרשת וחקרת וכו' וב\"ד מצווין לעלות וכו' דכתיב הכה תכה את יושבי. כל מי שבאו עליו ב' עדים וכו' הכל נתבאר. ומכין כל נפש אדם טף ונשים דכתיב הכה תכה את יושבי ודרשינן בספרי מכאן אמרו חכמים אין מקיימין את הטפלי' דדריש את ריבויא ואם היו רוב העיר ולא כולה נשים וקטנים של העובדים הם טפלים להם. ולעולם סוקלים את מדיחיה כיון שהדיחו לעבוד ע\"ז ומקבצין שללה אל תוך רחובה ואם אין לה רחוב עושין לה רחוב דרחוב השתא נמי משמע כרבי עקיבא היה רחובה חוצה לה עושין לה חומה מחוץ עד שיכנס לתוכה שנאמר אל תוך רחובה והורגין כל נפש חיה אשר בה דכתיב ואת כל בהמתה:<br><b> מצוה יד </b> היא שצווה להרוג אנשי עיר הנדחת כולה ולשרוף את העיר עם כל מה שבה וזהו דין עיר הנדחת והוא אמרו ושרפת את העיר ואת כל שללה כליל וכו'. נכסי הצדיקים שלא הודחו בכללה נשרפין בכלל שללה דכתיב את העיר ואת כל אשר בה לרבות נכסי צדיקים שבה. עיר הנדחת שהוזמו עדיה כל המחזיק זכה בנכסים ומותר ליהנות בם שכבר הוזמו ולמה זכה בהם שהפקירו ממונם משעה שנגמר דינם. שיירא העוברת ממקום למקום אם עמדה שלשים יום קודם שהודחו הם נידונים כעיר הנדחת דיושבי העיר קרינא בהו ואם לאו הן כעובדי ע\"ז ונסקלין דלא קרינן בהו יושבי העיר. נכסי אנשי מדינה אחרת שהיו בידם מופקדים אע\"פ שקבלו עליהם אחריות יחזרו לבעליהן דכתיב שללה ודרשינן ולא שלל חברתה נכסי הרשעים שהודחו והיו במדינה אחרת מופקדין אם נקבצו עמה נשרפין בכללה דהיינו שללה. בהמה חציה של עיר הנדחת שהיתה בתוכה אסורה דכמאן דלא פליגא דמיא וכתיב בהמתה לפי חרב אבל עיסה דכמאן דפליגא דמיא מותר. בהמה של עיר הנדחת שנשחטה אסורה בהנאה דלפי חרב קרינא ביה. שיער הראש בין של אנשים בין של נשים שלא עבדו ע\"ז מותר בהנאה דכתיב תקבוץ ושרפת מי שאינו מחוסר אלא קביצה ושריפה יצא זה שמחוסר תלישה וקביצה ושריפה אבל של פיאה נכרית הוי בכלל שללה ואסור. פירות המחוברין שבתוכה מותרין דכתיב תקבוץ ושרפת יצאו פירות שמחוסרים תלישה וכו' והרי הן של יורשיהן ההקדשות שבתוכה תמימים הרי הם קדשי מזבח וימותו זבח רשעים תועבה קדשי בדק הבית יפדה ואח\"כ שורפין דכתיב שללה ולא שלל שמים. בכור ומעשר תמימים ימותו ובעלי מומין הוו בכלל בהמתה ונהרגין. התרומות שבתוכה אם הגיעו ליד כהן רשע ירקבו מפני שהן נכסיו ואם עדין הם ביד ישראל רשע ינתנו לכהן של מדינה אחרת מפני שהן נכסי שמים וקדושתן קדושת הגוף. מעשר שני וכסף מעשר שני וספרי הקדש שבתוכה הרי אלו יגנזו ספרים דכתיב לא תעשון כן והשאר אף על גב דממוניה הוא לא מזלזלינן בהו כולי האי משום כבוד שמים. וכל העושה דין בעיר הנדחת הרי זה כמקריב עולה שנאמר כליל לה' אלהיך ומסלק חרון אף מישראל שנאמר למען ישוב ה' מחרון אפו וכו':<br><b> אזהרה כ </b> שלא ליהנות בממון עיר הנדחת והנהנה ממנה בכל שהוא לוקה שנאמר ולא ידבק בידך מאומה מן החרם:<br><b> אזהרה כא </b> שלא לבנות עיר הנדחת עוד והבונה אותה לוקה שנאמר לא תבנה עוד ודרשי' בפרק חלק לא תבנה עוד אבל נעשית היא גנות ופרדסים [דלא תבנה (דברים יג, יז) משמע ישוב בתים]:"
            ]
        ],
        [
            [
                "<b>אזהרה כב </b> שלא להסית אדם מישראל אחר ע\"ז שנאמר במסית וכל ישראל ישמעו ויראו ולא יוסיפו וכו' אף על פי שלא עבד המסית ולא המוסת ע\"ז אלא שהורהו לעבוד דבמדיח כתיב וידיחו שכבר הדיחו אבל במסית לא כתיב אלא אמירה לחוד בין שיהיה המסית הדיוט בין שהיה נביא בין היה המוסת איש או אשה מיתתו בסקילה דקרא הכי משמע יחיד אפילו ליחיד וכתיב וסקלתו באבנים וכו'. המסית את רוב אנשי העיר הרי זה מדיח ואינו נקרא מסית לענין שאם לא עבד המוסת שיהיה חייב סקילה כמסית. היה זה שהדיח רוב העיר נביא מיתתו בסקילה והמודחין הן כיחידים ואינם כאנשי עיר הנדחת עד שיהו המדיחים שנים דכיון שהדיח אין לך הדיוט גדול ממנו והוי בכלל מדיח וא' אומר אמרה לי ע\"ז עבדוה או אמר לי הקב\"ה עבדו ע\"ז הרי זה נביא שהדיח והם בסקילה דילפי' הדחה הדחה ממסית. המסית שהסית בין בלשון רבים בין בלשון יחיד הרי זה נסקל כיצד אמר אלך ואעבוד וכו' דאע\"ג דכתיב ביה נלכה ונעבדה כיון דהמסית חד והמוסת חד אתרוייהו קאי הסית לשנים הרי הן עדיו ומביאין אותו לב\"ד ומעידין עליו שכן אמר להם וסוקלין אותו ואין צריכין התראה דהכי כתיב קרא לא תחמול ולא תכסה עליו כי הרג תהרגנו ידך וכו' דמשמע דהן הן עדיו והם הורגים אותו ומכאן שמצוה להכמין לו שנאמר לא תחמול וכו' ואין א' מחייבי מיתות שמכמינין עליהם חוץ מזה. מצוה ביד המוסת להרגו שנאמר ידך תהיה בו בראשונה וכו':"
            ],
            [],
            [],
            [
                "<b>אזהרה כג </b> שלא לאהוב את המסית שנאמר לא תאבה לו ולפי שנאמר בשונא עזוב תעזוב עמו יכול אתה עוזב לזה וכו':<br><b> אזהרה כד </b> שלא לעזוב את המסית בשום עזר שנאמר ולא תשמע אליו:<br><b> אזהרה כה </b> שלא להציל את המסית שנאמר לא תחוס עינך עליו ולפי שנאמר לא תעמוד על דם רעיך יכול אי אתה עומד על דמו של זה ת\"ל וכו':<br><b> אזהרה כו </b> שלא ללמד המוסת זכות על המסית שנאמר לא תחמול עליו ואין בהם מלקות:<br><b> אזהרה כז </b> שלא ישתוק מללמד עליו חובה אם יודעה עליו שנאמר ולא תכסה עליו. המסית אחרים לעבדו ואמר להם עבדוני אם עבדוהו נסקל ואם לאו אע\"פ שקבלו ממנו ואמרו הן אינו נסקל דאחוכי הוא דמחכי ביה דאמרי מאי שנא איהו מינן אבל אם הסית לעבודת איש אחד או לשאר מיני ע\"ז אם קבל ממנו ואמר הן אע\"פ שלא עבד עדיין שניהם נסקלין המסית והמוסת דכתיב לא תאבה לו הא אם אבה ושמע חייב וקרא משמע שמסיתו לעבוד לאחר לא לעצמו דכתיב נלכה וכו':"
            ],
            [],
            [
                "<b>אזהרה כח </b> שלא להתנבאת בשם עבודה זרה שנאמר ושם אלהים אחרים לא תזכירו כיצד האומר אמרה לי ע\"ז פלונית שמצוה לעשות כך וכך אפילו כיון ההלכה לטמא את הטמא ולטהר את הטהור אם התרו בו בפני שנים הרי זה נחנק שנאמר ואשר ידבר בשם אלהים אחרים ומת הנביא ההוא ולא מפליג בין אם היה מה שדבר אמת או שקר כיון שדבר בשם ע\"ז נחנק דסתם מיתה האמורה בתורה היא חנק:"
            ],
            [
                "<b>אזהרה כט </b> שהזהירנו משמוע למתנבא בשם עבודה זרה ולא נחקרהו ולא נשאלהו מה האות שלך או המופת כמו שנעשה למתנבא בשם ה' אבל כשנשמעהו מתנבא בשם ע\"ז נזהירהו מזה ואם מחזיק בדבריו נקיים בו העונש שנתחייב מדין התורה ולא נביט למופת שנתן ולא נשמע טענה ממנו ואזהרה מזה הוא לא תשמע אל דברי הנביא ההוא וכל המחשב באותותיו אם הם אמת או לאו עובר בזה הלאו ואין בזה מלקות:<br><b> אזהרה ל </b> שהזהירנו מהתנבא לשקר והוא שיתנבא בשם ה' ויאמר מה שלא אמר לו ה' אבל אמר לזולתו אע\"פ שלא הוסיף ולא גרע הרי זה נביא שקר שנאמר אך הנביא אשר יזיד לדבר בשמי את אשר לא צויתיו אחד המתנבא מה שלא שמע במראה הנבואה או מי ששמע דברי נביא חברו ואמר שדבר זה לו נאמר והוא נתנבא בו הרי זה נביא שקר ומיתתו בחנק דקרא כתב אשר יזיד לדבר בשמי וכו' ודרשו בפרק הנחנקין ד' פ\"ט אשר יזיד לדבר זה מתנבא מה שלא שמע אשר לא צויתיו הא לחברו צויתיו זה המתנבא מה שלא נאמר לו ובם נאמר ומת הנביא ההוא וכו' וסתם מיתה היא חנק והר\"מ ז\"ל מקוצי כתב כי אולי הזהרתו שלא תכחשו ולא תשקרו וכו':"
            ],
            [],
            [
                "<b>אזהרה לא </b> שלא למנוע מהריגת נביא שקר ולא יירא ממנו דכתיב לא תגורו ממנו אל תמנע עצמך מללמד עליו חובה כמו שדרשו בספרי והמונע עצמו מהריגתו ומללמד עליו חובתו או פוחד וירא מדבריו עובר בזה הלאו דלא תגור ואין בו מלקות דאין בו מעשה ואין דנין נביא השקר אלא בב\"ד של ע\"א דגמר דבר דבר מהמראת זקן ממרא דכתיב ועשית על פי הדבר והכא כתיב אשר יזיד לדבר דבר וכו':"
            ],
            [
                "<b>אזהרה לב </b> שלא ישבע בשם ע\"ז ושלא לידור בשמה דכתיב ושם אלהים אחרים לא תזכירו ולוקה כר' יהודה ונראה דטעמא דלוקה משום דאתי ליה מעשה כשמקיים מה שנדר או מה שנשבע בשם ע\"ז ואחד הנשבע בה לעצמו ואחד הנשבע בה לגוי שהרי הוא מזכיר שם אלהים אחרים. ואסור להשביע הגוי ביראתו ואפילו להזכיר שם אלהות ואדנות של ע\"ז כמו דרך שבועה אסור שנאמר לא תזכירו לא יאמר אדם לחברו שמור לי בצד ע\"ז פלונית וכיוצא בזה דכיון שמזכיר שמה הוי בכלל ושם אלהים אחרים לא תזכירו. וכל ע\"ז הכתובה בכתבי הקדש מותר להזכיר שמה ואסור לגרום לאחרים שידרו ושיקיימו בשם ע\"ז דהוי בכלל לא תזכירו כמשביע את הגוי ואינו לוקה אלא הנודר ומקיים בשמה והוא הנשבע בשמה:"
            ]
        ],
        [
            [
                "<b>אזהרה לג </b> שלא לעשות אוב והוא אמרו יתברך אל תפנו אל האובות ואל הידעונים והעושה אוב או ידעוני ברצונו בזדון חייב כרת ובעדים והתראה נסקל ובשוגג חייב חטאת קבוע דכרת וסקילה כתיבה בהו וכל שחייבין כרת על זדונו חייב חטאת על שגגתו. מעשה האוב הוא שמקטיר קטרת ידועה ולוקח שרביט של הדס וכו' וכן הלוקח גולגולת מן המת ומקטיר לה כל אלו מעשה אוב הן ונסקל:<br><b> אזהרה לד </b> שלא לעשות ידעוני שנאמר אל תפנו אל האובות ואל הידעונים מעשה הידעוני כיצד הוא שיקח עצם עוף ששמה ידוע וישים אותו בפיו ומקטיר וכו' וכל אלו מיני עבודה זרה הן:"
            ],
            [],
            [
                "<b>אזהרה לה </b> שלא להעביר מזרעו למולך והוא אמרו יתברך ומזרעך לא תתן להעביר למולך ולהלן הוא אומר לא ימצא בך מעביר בנו ובתו באש וכו' כיצד היו עושין מדליקין אש גדולה ולוקח מקצת זרעו ומוסרו לכומרים עובדי האש ואותם הכומרים חוזרים הבן לאביו והוא מעבירו ברשות הכומרים מצד זה לצד זה בתוך השלהבת לא שהוא שורפו וכו' לפיכך העושה עבודה זו לע\"ז אחרת חוץ ממולך פטור דלאו היינו דרכה ומלשון לא תתן להעביר ולשון לא ימצא בך מעביר דרשינן שצריך שימסרנו לכומרים ואחר כן יחזרוהו לו שיעבירנו ואם מסר ולא העביר או העביר ולא מסר או מסר והעביר שלא כדרך העברה ברגל פטור מסקילה ואינו חייב עד שימסור קצת זרעו וישאר קצת זרעו שנאמר כי מזרעו נתן למולך מקצתו ולא כולו. ואחד זרע כשר וא' זרע פסול וכו' דזרעו כתיב דמשמע כל יוצאי ירכו וזרעו פסול איתרבי מתתו מזרעו אבל אם העביר אחיו וכו' פטור דלאו יוצאי ירכו נינהו העביר אחד מזרעו והוא ישן או סומא פטור דלא הוי דרך העברה בכך כיון שהוא עצמו לא היה יכול לעבור אם היה רוצה:"
            ],
            [],
            [],
            [
                "<b>אזהרה לו </b> שלא להקים מצבה והוא בנין שהכל מתקבצין אצלה ואפילו לעבוד ה' שכך היה דרך ע\"ז שנאמר לא תקים לך מצבה והמקים לוקה:<br><b> אזהרה לז </b> שלא נעשה אבן משכית אע\"פ שהוא משתחוה עליה לשם לוקה שנאמר אבן משכית לא תתנו וכו' מפני שכך היתה דרך ע\"ז להניח אבן לפניה להשתחוות עליה לפיכך אין עושין כן לה' ואינו לוקה עד שיפשוט ידיו ורגליו על האבן ונמצא כולו מוטל עליה שזו היא השתחואה האמורה בתורה דכתיב להשתחות לך ארצה וכו' ובמקדש מותר להשתחות על האבנים שנאמר בארצכם בארצכם אי אתם משתחוים על האבנים אבל אתם משתחוים על האבנים המפוצלות בבית המקדש וכל המשתחוה לשם על אבנים מפוצלות בלא פשוט ידים ורגלים אינו לוקה אבל לע\"ז אחד בפשוט ידים ורגלים או בלא פשוט ידים ורגלים כיון שכבש פניו בקרקע נסקל שהרי השתחוה לע\"ז כדרך השתחויתם:"
            ],
            [],
            [],
            [
                "<b>אזהרה לח </b> שלא ליטע אילן במקדש או אצל המזבח או בעזרה אפילו שנטעו לנוי וליופי בין אילן מאכל בין אילן סרק הרי זה לוקה שנאמר לא תטע לך אשרה ה\"ק לא תטע לך אשרה לא תטע לך כל עץ מפני שהיה זה דרך עבודה זרה נוטעין אילנות בצד מזבח שלה כדי שיתקבצו שם העם והעובר על לאו זה חייב מלקות ובנין עצים נראה דלא הוי אלא מדרבנן:"
            ]
        ],
        [
            [
                "<b>מצוה טו </b> לאבד עבודה זרה ומשמשיה כל הנעשה בשבילה שנאמר אבד תאבדון וכו' כי אם כה תעשו להם וכו' ובארץ ישראל מצוה לרדוף אחריה עד שנאבד אותה מכל ארצינו אבל בחוצה לארץ אין אנו מצווין אלא כל מקום שנכבוש אותו נאבד כל עבודה זרה שבו שנאמר ואבדתם את שמם מן המקום ההוא בארץ ישראל אתה מצווה לרדוף אחריהן ולא בחוצה לארץ ולשון ספרי מנין אתה אומר שאם קצץ ע\"ז עשרה פעמים והחליפה שחייב לקצצה שנאמר אבד תאבדון ומפסוק ואבדתם את שמם דורש ר' עקיבא לשנות את שמם ומנין שמשנים לגנאי שנאמר שקץ תשקצנו:"
            ],
            [
                "<b>אזהרה לט </b> שלא ליהנות בע\"ז ומשמשיה ותקרובת שלה וכל הנעשה בשבילה שנאמר ולא תביא תועבה אל ביתך וכל הנהנה באחד מכל אלו לוקה שתים אחד משום לא תביא ואחד משום לא ידבק בידך מאומה וכו'."
            ],
            [
                "<b>בהמה </b> שהקריבוה לעבודה זרה כולה אסורה בהנאה אפילו פירשה ועצמותיה ועורה וטלפיה דמאומה מן החרם כתיב לפי' אם היה בעור סימן שנודע שזה העור תקרובת לע\"ז כגון קרע עגול כנגד הלב ומוציאין הלב משם כל העורות שהן כך אסורין בהנאה דזבחי מתים נינהו וכן כל כיוצא בזה."
            ],
            [
                "<b>מה </b> בין ע\"ז של גוים לע\"ז של ישראל עבודה זרה של גוי אסורה מיד משפסלה אע\"פ שלא עבדה עדיין שנאמר פסולי אלהיהם וכו'. וע\"ז של ישראל אינה אסורה עד שיעבדנה שנאמר בישראל ושם בסתר עד שיעשה לה דברים שבסתר שהם עבודתה. ומשמשי ע\"ז בין של גוי בין של ישראל אינן אסורין עד שישתמשו בהן לע\"ז שנאמר אבד תאבדון את כל המקומות אשר עבדו שם הגוים ותניא התם בכלים שנשתמשו לע\"ז הכתוב מדבר וכתיב אשר עבדו שם אין אסורין עד שיעבדו."
            ],
            [
                "<b>העושה </b> ע\"ז לאחרים אף ע\"פ שהוא לוקה שכרו מותר ואפילו עשאה לגוי שהיא אסורה מיד מפני שאינה נאסרת עד שתגמר ובמכוש אחרון שגומרה אין שוה פרוטה ואינו בכלל ולא ידבק בידך מאומה דלאו מאומה הוי כיון דאינו שוה פרוטה. הלוקח גרוטאות מן הגוים ומצא בהם עבודה זרה וכו' נתן מעות ומשך יוליכם לים המלח מדרבנן דמדאורייתא לא הוי מקח ומשיכה בטעות דלאו אדעתא דע\"ז זבן וכן גוי וגר שירשו את אביהן וכו' גם זה מדרבנן דמדאורייתא לא ירית ליה גר לאבוה דכקטן שנולד דמי."
            ],
            [
                "<b>צורות </b> שעשאום גוים לנוי מותרות בהנאה ולע\"ז אסורין בהנאה. מה שנמצא בכפרים חזקתן לע\"ז ובמדינה אם היה בידו צורת מקל או צפור או כדור או סייף או עטרה וטבעת והן עומדין על פתח המדינה חזקתן לע\"ז ואסורין בהנאה ואם לאו הרי הוא בחזקת' לנוי ומותר דלא אסרה תורה אלא ודאי ע\"ז ואם יש בה מאלו הסימנים היא בוודאי ע\"ז שכך דרכה ואם לא היא בוודאי שאינה ע\"ז דלא אורחא דהכי."
            ],
            [
                "<b>צלמים </b> הנמצאים מושלכים בשוקים או בתוך הגרוטאות הרי אלו מותרין ואין צריך לומר שברי צלמים אבל המוצא יד עבודה זרה או רגלה או אבר מאבריה מושלך הרי זה אסור בהנאה הואיל וידע בוודאי שזה האבר מן הצורה הנעבדת הרי היא באיסורה עד שיודע לו שהגוים בטלוה כפשטא דמתני' דלא כשמואל דספקא דאוריתא היא ולחומרא."
            ],
            [
                "<b>המוצא </b> כלים ועליהם צורת חמה ולבנה ודרקון אם היו כלי כסף וזהב וכו' הרי אלו אסורים ועל שאר הכלים מותרין מפני שחזקתו לנוי ומותרין דודאי לאו ע\"ז נינהו."
            ],
            [
                "<b>ע\"ז </b> ומשמשיה וכל תקרובת שלה אסורין בכל שהן. כיצד ע\"ז שנתערבה בצורת של נוי אפילו בכמה אלפים יוליך הכל לים המלח וכן וכו' משום דכל חדא וחדא אימור היא של ע\"ז וספקה הוא. עבר ומכר ע\"ז או אחד ממשמשיה או תקרובת שלה הרי הדמים אסורין בהנאה ואוסרין בכל שהן כע\"ז שנאמר והיית חרם כמוהו וכל מה שאתה מהיה ממנו הרי היא כמוהו."
            ],
            [
                "<b>ע\"ז </b> או אשרה שנשרפה אפרה אסור בהנאה וגחלת של ע\"ז אסורה בהנאה אבל שלהבת שלה מותרת מפני שאין בה ממש אבל אפר וגחלת הוו בכלל לא ידבק בידך מאומה מן החרם: ספק ע\"ז אסור ספק ספקה מותר כיצד כוס של ע\"ז שנפל וכו' עד נפלו הששים לטבעות אחרות כלן אסורות. כל אלה הדינים הם מדרבנן דמדאוריתא חד בתרי בטיל דכתב אחרי רבים להטות ומשום דבע\"ז כתיב לא ידבק בידך מאומה בהטלת לים הנאתו סגי והכי נמי בתערובת דלעיל דע\"ז ומשמשיה אם נתערבה צורה של ע\"ז בצורות של נוי או כוס של ע\"ז בכמה כוסות וכו' מדאוריתא בהטלת הנאה לים המלח סגי כיון דבטיל חד בתרי. אבל מה שאמרו דספקה דאוריתא לחומרא הוא חד בחד או חדא והוא ספק אם היא ע\"ז או לאו והאי היא ספקה דמדאוריתא אסירא ונראה דמסוטה דאסרה רחמנא לבעל מספק גמרינן הכי נמי בכל ספקי דאוריתא בהני גווני דאית בהו חזקה דהתרה קודם כמו בסוטה אע\"ג דנתקלקלה חזקתה משקנה לה ונסתרה ברשות היחיד וכיש בו דעת לישאל כסוטה ובספקא דאורייתא כי הכא גמרי' מדאוריתא דהוא אסור מדחייב רחמנא אשם תלוי על לא הודע של חיובי כרת מכלל דבשאר איסורי דאוריתא אע\"ג דאינו חייב אשם תלוי אסור מדאוריתא א\"נ מדדרשינן לא יבא ממזר בקהל ה' ממזר וודאי הוא דלא יבא הא ממזר ספק יבא משמע דבעלמא ספקא דאוריתא הוי לחומרא דאי לאו הכי לא הוי צריך קרא לרבויי ממזר להתרא וכן מספק ערלה בחוצה לארץ דהוי הלכתא דמותר' משמע דבעלמא ספקה דאוריתא לחומרא."
            ],
            [
                "<b>האשרה </b> בין שהיתה נעבדת בין שהיתה ע\"ז וכו' מדרבנן דמדאוריתא ליתא איסורא בשלהבת ע\"ז ומותרת. אפרוחים שקננו בה ואין צריכין לאמן וכו' גם זה מדרבנן משום דהוי בסיס להן דמדאוריתא כיון דאינו נהנה מהאשרה עצמה מותר. נטל ממנה עצים אסורים בהנאה מדאוריתא דהיא אשרה הסיק בו את התנור יוצן מדאוריתא דאינו יכול ליהנות מהאשרה ואם אפה בו את הפת בלא צינון כל הפת אסור בהנאה מדרבנן דמדאוריתא בהטלת הנאת בישול הפת לים הוי סגי ואם נתערבו באחרות יוליך כל הפת כולה (דמי אותה הפת) לים המלח מדרבנן דמדאוריתא בהולכת דמי שבח בישול אותה הפת סגי כדפי' נטל ממנה כרכר אסור מדאור' ליהנות דהוי איסור תורה. ארג בו הבגד אסור בהנאה מדרבנן דמדאוריתא בהולכת הנאת אריגה לים הוי סגי נתערב באחרים יוליך דמי אותה הבגד לים המלח מדרבנן דמדאוריתא בהולכת הנאת אריגת הבגד לבד הוי סגי. ומותר ליטע תחתיה (ירקות) עד וכל כיוצא בזה אפילו מדרבנן מותר."
            ],
            [],
            [],
            [],
            [
                "<b>בשר </b> או יין או פירות וכו' הקריבום לפניה נעשו תקרובתה אף על פי שחזרו והוציאום אסורים לעולם וכל הנמצא בעבודה זרה אפילו מים ומלח אסורין בהנאה מן התורה דהוו תקרובת' והאוכל ממנו כל שהוא לוקה דמאומה כתיב ונראה דשוה פרוטה בעי מדאמר לעיל דמכוש האחרון לית ביה שוה פרוטה. המוצא כסות וכלים וכו' ואם מצאן דרך כבוד אסורין דכתיב ותראו את שקוציהם ואת גלוליהם עץ ואבן כסף וזהב אשר עמהם וכתיב לא תחמוד כסף וזהב עליהם ולקחת לך אבל עץ ואבן לא כתיב הא כיצד עמהם דומיא דעליהם מה עליהם דבר של נוי דכתיב כסף וזהב אשר עליהם אסור שאינו של נוי מותר אף עמהם דבר של נוי אסור שאינו של נוי מותר. מצא בראשו דבר שכיוצא בו קרב לגבי מזבח אסור אפילו חוץ למקום עבודתו משום תקרובת דדילמא עבד בהו תקרובת כעין פנים ואלו שנמצאו שיריים הן ואם מצאן בפנים בין דרך כבוד בין דרך ביזיון בין ראוי למזבח בין לא ראוי כל הנמצא בפנים אסור אפילו מים ומלח ונראה לפי הרב ז\"ל דמשום תשמושי ע\"ז נגעו בהם כדמשמע בירוש' מים להדיח מלח לשוף והיינו תועבה וחרם. ופעור ומרקוליס כל הנמצא עמהם בין בפנים בין בחוץ אסור בהנאה והן אבני מרקוליס וכו' משום דכל עבודתם דרך ביזיון ולכך אסירי אפי' דבר שאינו של נוי בין בפנים בין בחוץ."
            ],
            [],
            [
                "<b>ע\"ז </b> שהיה לה מרחץ או גנה נהנין מהן שלא בטובה וכו' מדרבנן כיון דאינו נותן שכר לא אסירה מדאורייתא דטובת הנאה דברים היא לפירוש הרב ז\"ל. מרחץ שיש בה ע\"ז מותר לרחוץ בה שהיא נעשית לנוי ולא לעבדה וכתיב אלהיה' בזמן שנוהגים בהן מנהג אלהות ולא כשמבזין אותן בכגון זה ואם היתה דרך עבודתה בכך אסור דכתיב איכה יעבדון הגוים האלה וכו'. סכין של עבודה זרה ששחט בה וכו' והיא אסורה מדכתיב אבד תאבדון בכלים שנשתמשו בהם לע\"ז הכתוב מדבר ואף על פי כן מותר לשחוט בה שהוא מקלקל ואם היתה בהמה מסוכנת אסורה שהוא מתקן והרי נהנה ממשמשי ע\"ז בהולכת הנאה לים המלח סגי כר' אליעזר גבי אשרה:"
            ]
        ],
        [
            [
                "<b>כל </b> שאין בו תפיסת יד אדם ולא עשאו אדם אף על פי שנעבד מותר בהנאה. לפיכך הגוים העובדים את ההרים וכו' דדרשינן אלהיהם על ההרים ולא ההרים אלהיהם על הגבעות ולא הגבעות אלהיהם. לפיכך מותר לחצוב אבנים ולזרוע בהרים ולאכול פירות האילנות ובהמה אעפ\"י שאינה מחוברת אינה אסורה בהשתחואה דמדאסר רחמנא נעבד לגבוה דכתיב מן הבקר ולא כל הבקר להוציא הנעבד מכלל דלהדיוט שרי דאי להדיוט אסור למה לי קרא לגבוה הא ממשקה ישראל כתיב מן המותר לישראל בפרק שור שנגח את הפרה ואם עשה בה מעשה כל שהוא כגון ששחט בה סימן אחד לע\"ז אסרה דהוי תקרובת עבודה זרה. עשאה חליפין לע\"ז אסרה וכן חליפי חליפין דכתיב והיית חרם כמוהו כל מה שאתה מהיה ממנו הרי הוא כמוהו וזהו בבהמת עצמו אבל בשל חברו לא אסרה אלא בשחיטה ולא בחליפין דאין אדם אוסר דבר שאינו שלו והא דאין אדם אוסר דבר שאינו שלו מדאוריתא היא מדכתיב פסילי אלהיהם משמע שהם שלהם וכל קראי משתעי בע\"ז (נמי הכי) וה\"נ מוכחי מדאמר מנא לן דאסורה. לבנה שזקפה ישראל להשתחות לה ובא גוי והשתחוה לה אמר ר' אליעזר בתחלת' של ארץ ישראל דאמר רחמנא ואשריהם תשרפון באש מכדי ירושה היא לישראל מאבותיהם ואין אדם אוסר דבר שאינו שלו אלא מדפלחו ישראל לעגל גליה דעתיהו דניחא לנו בע\"ז וגוי שליחותיהו קא עביד נראה דאי לאו הכי לא הוו מיתסרי משום דאין אדם אוסר דבר שאינו שלו וראיתי כותב מ\"ל הא דאמרינן אין אדם אוסר מה שאינו שלו דכתיב אסרה על נפשו על נפשו הוא דאוסר לא על אחרים. המשתחוה לקרקע עולם לא אסרה להדיוט אבל למזבח נראה דאסרה מדאורייתא כמו משתחוה לבהמה דאף על גב דלא אסרה להדיוט אסרה לגבוה ממיעוטא דמן הבקר. חפר בה בורות שיחין ומערות לשם עבודה זרה אסרה דהרי עבד בה מעשה דתפיסת יד. אבני הר שנדלדלו מותרות כיון דהוו מחוברות ונתלשו מאליהן לא הוי תפיסת יד ומהא נראה דאי חפר בה בורות לא הוי איסורא אלא מדרבנן כיון דבשעתא דהוי ממילא הן מותרות לכתחלה. ישראל שזקף לבנה להשתחוות לה ולא השתחוה לה ובא גוי והשתחוה לה אסרה אף על גב דאין אדם אוסר דבר שאינו שלו מתחלתה של ארץ ישראל כדלעיל. ומים שנטלן ביד והשתחוה להן אסרן שהרי עבדן והן עבודה זרה והוי בכלל לא תביא תועבה והיית חרם כמוהו השתחוה לדלעת אחר שחתכה אסרה שהרי עבדה והיא ע\"ז השתחוה לחצי וכו' מדרבנן. אילן שנטעו מתחלה שיהא נעבד אסור בהנאה וזהו ואשריהם תשרפון באש. היה אילן נטוע וגרעו ופסלו לשם ע\"ז אפילו הבריך והרכיב כורת את השריגים ואסורין בהנאה ושאר האילן מותר וכן המשתחוה לאילן וכו' כדכתיב ואשיריהם תכרתון אי זו היא אילן שגידולו אסור ועיקרו שרי זה שנטעו ולבסוף עבדו. אילן שהיו הגוים משמרים את פירותיו וכו' ושותים אותו ביום אידם הרי היא אסורה בהנאה מפני שסתמו אשרה שזו היא חוקה של אשרה. אילן שמעמידין תחתיו ע\"ז כו' מדרבנן. בית שבנאו מתחלה שיהיה הבית עצמו נעבד אף על גב דלא השתחוה לה עדין אסורה בהנאה דכתיב פסילי אלהיהם משעה שפסלו נעשה אלוה דלענין ע\"ז תלוש ולבסוף חברו הוי כתלוש וכן המשתחוה לבית אסרה משום ע\"ז דהוה ליה תלוש. היה בנוי וסיידו לשם עבודה זרה נוטל מה שחדש והוא אסור בהנאה משום דעשאו לעובדו והרי הוא עבודה זרה ואם הכניס לתוך ביתו ע\"ז כל זמן שע\"ז בתוכה אסורה מדרבנן וכן אבן שחצבה לעובדה אסורה משום פסילי אלהיהם חדש בה אסור בהנאה משום ע\"ז מה שכייר וצייר בה. ואם עשאה להניח עליה ע\"ז כל זמן שהע\"ז עליה אסורה מדרבנן. מי שהיתה ביתו סמוך לע\"ז ונפל וכו' כל מהנה לע\"ז אסור מדרבנן."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד </b> מאבד ע\"ז ושאר דברים האסורין בגללה שוחק וזורה לרוח וכו'. באשרה ובפסילי עץ דינם בשריפה מדאורייתא כדכתיב ואשריהם תשרפון באש ובשאר עבודה זרה ומשמשיה דכתיב אבד תאבדון הוא כל מין איבוד שאפשר בלבד שיהיה אבוד מכל וכל ושוחק וזורה לרוח ולמד ממפלצת מעכה דכתיב וידק וישלך לנחל קדרון במקום שאין מגדל צמחים דאפילו זבלה אסור דכתיב ולא ידבק בידך מאומה ואפרה נמי מהאי טעמא אסור ושורף ומטיל לים כדכתיב גבי עגל וישרוף וכו' ויזר על פני המים:"
            ],
            [
                "<b>אזהרה מ </b> שלא ליהנות מציפוי נעבד כיצד דבר שאין בו תפיסת ידי אדם שנעבד כגון הרים ובהמה ואילן אף על פי שהנעבד עצמו מותר בהנאה ציפויו אסור בהנאה והנהנה כל שהוא מהן לוקה שנאמר לא תחמוד כסף וזהב עליהם וכל ציפוי עבודה זרה הרי הן בכלל משמשיה."
            ],
            [
                "<b>ע\"ז </b> של גוים שבטלוה גוים מותרת בהנאה. שנאמר פסילי אלהיהם בזמן שנוהגים בהם מנהג אלהות כשבאו לידנו תשרפון באש ואם בטלום שהרי אינם נוהגים בהם מנהג אלהות מותרים. ע\"ז של ישראל אינה בטלה לעולם דאמר רב חסדא אמר רב מנין לעבודה זרה של ישראל שטעונה גניזה שנאמר לא תטע לך אשרה כל עץ אצל מזבח מה מזבח טעון גניזה ואסורה בהנאה אף אשירה טעונה גניזה ואית דילפי מושם בסתר מכאן שטעונה גניזה ואפילו היה לגוי בה שותפות אין ביטולו מועיל כלום דישראל אדעתא דנפשיה פלח וכי מבטיל גוי דנפשיה דישראל לא בטיל דטעונה גניזה ואסורה בהנאה לעולם ומדרבנן גזירה דילמא מגבה לה והדר מבטיל לה והוי ע\"ז דישראל. גוי קטן או שוטה אינו מבטל ע\"ז דפסילי אלהיהם כתיב מי שיודע בטיב עבודה זרה ומשמשיה הוא שמבטלה ולא מי שאין יודע בטוב עבודה זרה דלאו בני דעת נינהו. וגוי שבטל ע\"ז בין שלו בין של גוים אחרים בעל כרחו אע\"פ שאנסו ישראל על כך הרי זו בטלה ובלבד שיהא הגוי עובד ע\"ז ומדפסלו כבר לא שנא ברצונו או בעל כרחו מבוטל דלא קפיד קרא אלא שיפסלנו ואע\"ג דהוי של גוי אחר נמי מבוטלת דאלהיהם כתיב. המבטל עבודה זרה בטל משמשיה משמשיה מותרים והיא אסורה דהיא לא גרירה בתר משמשיה ומשמשיה גרירה בתרא ותקרובת ע\"ז שהם כעין זבחים שבמקדש אינם בטלים לעולם כדכתיב זובח לאלהים יחרם בלתי לה' לבדו אלמא דומה כלפנים קרי זבח ע\"ז ונקראת זבחי מתים מה מת אין לה בטלה לעולם אף זבחי ע\"ז אין לה בטלה לעולם כתבו בתוספות אע\"ג דדברי קבלה הן עד דאתא דוד גמרי גמירי ואתא דוד ואסמכיה אקרא."
            ],
            [],
            [
                "<b>כיצד </b> מבטלה קטע ראש אזנה ראש חוטמה ראש אצבעה או שפחסה בפניה אפילו שלא חסרה או שמכרה לצורף ישראל הרי זו בטלה דכיון שעשה שינוי בגופה או שמכרה למי שנודע בוודאי שיתיכנה היא בטלה מדאוריתא אבל אם לא עשה שינוי בגופיה אינה בטלה אע\"פ שבזה אותה דיחזור לעובדה ומרתח הוא דרתח עלה דכתיב והיה כי ירעב והתקצף וכו' וכתיב בתריה ואל ארץ יביט וכו'."
            ],
            [
                "<b>עבודה </b> זרה שהניחוה עובדים בשעת שלום מותרת בהנאה דהרי כאלו מכרה או נתנה לצורף ישראל ובטלוה. בשעת מלחמה אסורה שלא הניחוה אלא מפני המלחמה. עבודה זרה שנשברה מאליה שבריה אסורים עד שיבטלוה ודאי לפיכך המוצא שברי ע\"ז הרי אלו אסורים בהנאה שמא לא בטלוה הגוים ואם היתה של פרקים ואפילו הדיוט יכול להחזירה אין צריך לבטל מדאוריתא כל אבר ואבר בפני עצמו אלא כיון שבטל אבר אחד בטלו כולם שהרי חסרה."
            ],
            [
                "<b>מזבח </b> ע\"ז שנפגם עדין הוא אסור בהנאה עד שינתוץ רובו בידי גוים ואמר חזקיה מאי קרא בשומו כל אבני מזבח כאבני גיר מנופצות לא יקומו אשרים וחמנים ואי לאו דלא נתצו רובן יקומו והיינו מדרבנן ובימוס שנפגם מותר משום דשקלו להאי ומייתו בימוס אחרינא ולהכי הוי מבוטל. בימוס אבן אחד מזבח אבנים הרבה דבשומו כל אבני מזבח כתיב ואבני מדקולים צריכין ביטול מדאוריתא וכיון שבנה מהן או חפה בהן הדרכים וכיוצא בזה הרי הן מותרות בהנאה. כיצד מבטלים את האשרה קרסם ממנה עלה זירד ממנה יונק או ששפאה שלא לצרכה הרי זו בטלה דלא נהג בה מנהג אלוה שפאה לצרכה שפאיה מותרין ולא היא דלא בטלת כיון דלצרכה עבד הכי ואם היתה של ישראל בין לצרכה בין שלא לצרכה היא ושפאיה אסורין לעולם כדילפינן לעיל על ע\"ז של ישראל שאין לה ביטול מלא תטע לך אשרה וכו':"
            ]
        ],
        [
            [
                "<b>שלשה </b> ימים לפני אידיהם של גוים אסור ליקח מהם ולמכור להם וכו'. אי משום דאזיל ומודה ועבר ישראל משום לא ישמע על פיך או משום לפני עור לא תתן מכשול. ונראה דכל זה הוא מדרבנן ואסמכינהו אקראי. אבל דברים שהם מיוחדים למין ממיני ע\"ז שבאותו מקום אסור למכור להם לעולם משום לפני עור לא תתן מכשול ומדאוריתא דגוי מוזהר אעבודה זרה. וראוי לע\"ז קונים כיון שהם מיוחדים לע\"ז ואפילו שאינם מיוחדים אם פי' הגוי לע\"ז אסור למכור אלא אם כן פסלו מלהקריב לע\"ז ומעורבים דברים מיוחדים עם שאינם מיוחדים מוכר הכל סתם."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכשם </b> שאין מוכרים להם דבר שמחזיק ידם לע\"ז כך אין מוכרין להם דבר שיש בהם נזק לרבים כגון דובים ואריות וגו' וכל שאסור למכור לגוי אסור למכור לישראל החשוד למכור לגוי מדרבנן דקפדינן אלפני דלפני בישראל. ואם שוכנים בין הגוים וכרתו להם ברית מותר למכור להם כלי זין מפני שהם מגינים עליהם."
            ],
            [],
            [],
            [],
            [
                "<b>עיר </b> שיש בה ע\"ז והיו בה חנויות מעוטרות אסור להנות בהן ובכל מה שבתוכן שבגלל ע\"ז נתעטרו דכתיב ולא ידבק בידך וגו' חנויות ע\"ז אסור לשוכרן מפני שמהנה לע\"ז וכתב הרנב\"ר זלה\"ה דכיון דנהנה משל ע\"ז אסור משום ולא ידבק בידך מאומה כ\"ש מהנה לע\"ז דאסור ועכ\"ז נראה שהוא מדרבנן. דמי ע\"ז ביד ישראל אסורין בהנאה דכתיב והיית חרם כמהו כל מה שאתה מהוה ממנו הרי הוא כמותו וביד הגוי מותר ומפני זה נושאין ונותנים עם הגוי ולא עם הישראל הבא מן התרפות ולא עם המשומד לא בהליכתו ולא בחזירתו ויש על כל זה עוד דברים האסורים מדרבנן ודרשינן במס' יבמות ושמרתם את משמרתי עשו משמרת למשמרתי וגו' והוא אסמכתא:"
            ]
        ],
        [
            [
                "<b>אזהרה מא </b> שלא לכרות ברית לעובדי ע\"ז כדי שנעשה עמהם שלום ונניחם לעובדם ע\"ז שנאמר לא תכרות להם ולאלהיהם ברית אלא יחזרו מעבודתה או יהרגו:<br><b> אזהרה מב </b> שלא לחון עליהם שנאמר ולא תחנם לפיכך אם ראה גוי עובד ע\"ז אובד או טובע בנהר לא יעלנו נטוי למות לא יצלנו אבל לאבדו בידו אסור שאינו עושה עמנו מלחמה והכתוב לא הזהרנו אלא שלא נחון עליהם לא לאבדם ביד וזהו באותם שלא נצטוינו עליהם להורגם כגון שאינם בארץ ישראל או בזמן שאין ידינו תקפה עליהם וזהו בגוי אבל מוסרי ישראל והמינין והאפיקורסים מצוה לאבדם ביד שהם מצירין לישראל ומסירים את העם מאחרי ה' כגון צדוק וביתוס שם רשעים ירקב ואסור לרפאות עובדי ע\"ז מדאוריתא בחנם שהרי חונן אותם וגר תושב הואיל ומצווים אנו להחיות מרפאים אותו בחנם."
            ],
            [],
            [
                "<b>אין </b> מוכרים להם בתים ושדות בארץ ישראל שנאמר לא תחנם לא תתן להם חניה בקרקע שגורם ישיבתם בארץ. וכן אסור לספר בשבחן ואפילו לומר כמה נאה גוי זה מפני שגורם להדבק עמו וללמוד ממעשיו הרעים ואסור ליתן להם מתנת חנם אבל נותן הוא לגר תושב וכל זה נדרש מזה הכתוב לא תחנם קרי ביה לשון חנינה והיינו חן לא תתן להם חניה בקרקע קרי ביה לא תחנם דלא כתיב מלא לא תתן להם מתנת חנם קרי ביה לא תחינם לשון חנם ויש בזה הלאו דברים אחרים אסורים מדרבנן בכלל ושמרתם את משמרתי:"
            ],
            [],
            [],
            [
                "<b>אזהרה מג </b> דלא ישבו בארצנו שנאמר לא ישבו בארצך פן יחטיאו אותך לי ומכאן שאסור לנו מן התורה להניח גוי עובד ע\"ז בינינו אפי' יושב ישיבת עראי או עובר ממקום למקום לסחורה לא יעבור בארצנו עד שיקבל עליו ז' מצות בני נח שנאמר לא ישבו בארצך אפילו לפי שעה ואם קבל עליו ז' מצות בני נח הרי זה גר תושב וכתיב עמך ישב וגו' דלא תסגיר עבד אל אדוניו בגר תושב משתעי דהכי מוקמינן בפרק השולח גט וכתיב בתריה עמך ישב בקרבך וגו': ואין מקבלין גר תושב אלא בזמן שהיובל נוהג דגמר מעבד עבד טוב טוב כתיב בעבד עברי כי טוב לו עמך והכא כתיב בטוב לו לא תוננו מה טוב דהתם אין נוהג אלא בזמן היובל דכתיב עד שנת היובל יעבוד עמך אף טוב דהכא אינו נוהג אלא בזמן היובל אם כן אין גר תושב נוהג בזמן הזה ואין מקבלין אלא גר צדק בלבד:"
            ]
        ],
        [
            [
                "<b>אזהרה מד </b> הזהירנו מלכת בדרכי הגוים ומלהדמות להם לא במלבוש ולא בשער ולא בכיוצא בהן דכתיב ולא תלכו בחוקות הגוים ונאמר ובחוקותיהם לא תלכו ולשון ספרי בנימוסו' שלהם ובדברי החקוקים להם כגון טרטיראות וקרקיסאות שהם מיני מושבם שהם מתקבצים שם לעבודת הצלמים ונא' השמר לך פן תנקש אחריהם הכל בענין אחד הוא מזהיר שלא ידמה להן אלא יהיה מובדל וידוע במלבושו ובמעשיו כמו שהוא מובדל בדעותיו וכן הוא אומר ואבדיל אתכם מן העמים לא ילבש במלבוש המיוחד להן ולא יגדל ציצת ראשו כציצת ראשם ולא יגלח הצדדין ויניח השער באמצע ולא יגלח מכנגד פניו מאוזן אל אוזן כדרך שעושין הן וכל אלו קבלה ביד החכמים שכן היה מנהגם והם נכללים בפסוק ובחוקותיהם לא תלכו וכן כל שאר הדברים שמנו בתוספתא כולם מדאוריתא וכו' נכללות בפסוקי' כפי קבלת רז\"ל שהיו חוקי עובדי ע\"ז וכל העושה אחד מאלו או כיוצא בהן מחוקי ע\"ז שמנו חכמים ז\"ל הוא לוקה. ישראל שהיה קרוב למלכות והיה לו גנאי שלא ידמה להן הרי זה מותר ללבוש בלבושיהן ולגלח כנגד פניו כמו שהם עושים ואף על גב דהוי איסורא דאוריתא התירו משום סכנת ישראל דזימנין דמבטלי שמדא וכמו שמוזכר בגמרא והוי בכלל וחי בהם וגו' דלא הוי אביזרא דע\"ז. גוי שהיה מסתפר מישראל כיון שהגיע לבלוריתו קרוב לג' אצבעות לכל רוח שומט את ידו ואיפשר דהוי מדאוריתא משום לאו דלפני עור לא תתן מכשול שילך זה להתנאות לפני ע\"ז ושיעור ג' אצבעות מדרבנן:"
            ],
            [],
            [],
            [
                "<b>אזהרה מה </b> שלא לנחש כגוים שנאמר לא תנחשו ומפרש פרק ד' מיתות כגון אלו שאומרים נפלה פתי מפי ואני מדאג היום מהיזק נפלה מקלי מידי איני הולך למקום פלוני שאין חפצי נעשים הואיל ועבר שועל מימיני איני יוצא מפתח ביתי שמא יפגעני אדם רמאי וכן אלו ששומעים צפצופי העופות ואומרים יהיה כך או לא יהיה כך טוב לעשות דבר פלוני או רע לעשות וכן אלו שאומרים שחוט תרנגול זה שקרא ערבית או תרנגולת שקראה כמו תרנגול המשים סימנים לעצמו אם יארע לי כך וכך אעשה דבר פלו' ואם לא יארע לא אעשה וכן כל כיוצא כדברים אלו הכל אסור והעושה מעשה כדברים האלו לוקה. וכל זה וכיוצא בו נכלל בלא תנחשו שהם מנחשים ומנסים מה שיהיה לפי מחשבתם אם טוב ואם רע וסומכים עליו. אבל כשאינו סומך על אותו ענין לעשות דבר או לימנע מעשותו אלא שחושבו לסימן טוב הוא מותר וכמו שאמר פרק גיד הנשה בית תינוק ואשה אע\"פ שאין נחש יש סימן אם הצליח ג' פעמים אחר שבנה בית או שנולד לו תינוק או נשא אשה או לא הצליח כמו שנאמר יוסף איננו ושמעון איננו וגו' או השואל לתינוק אי זה פסוק אתה לומד אם אמר לו פסוק מן הברכות ישמח ויאמר זה סימן טוב כל אלו וכיוצא בהן מותר הואיל ולא כיון מעשיו ולא נמנע מלעשות אלא עשה זה סימן לעצמו לדבר שכבר היה הרי זה מותר:"
            ],
            [],
            [
                "<b>אזהרה מו </b> שלא לקסום שנאמר לא ימצא בך וגו' קוסם קסמים וזהו העושה מעשים כדי שישום ותפנה מחשבתו מכל הדברים עד שיאמר דברים שעתידין להיות או שיאמר ראוי לעשות כך הזהרו מכך. יש מן הקוסמים ממשמשים בחול ובאבנים ויש מן שגוהר בארץ וצועק ויש מי שמסתכל במראה של ברזל או בעששי' ויש מי שנושא מקלו בידו ונשען עליו ומכה בו עד שתפנה מחשבתו ומדבר הוא שהנביא אומר עמי בעצי ישאל ומקלו יגיד לו כל זה הוא בכלל קוסם קסמים שהוא כמו קסם על שפתי מלך שהם חושבים וגוזרים במחשבתם על מה שיהיה ואמרו בספרי קוסם קסמים אחד מרובה ואחד מועט והקוסם שעשה מעשה אחד מכל אלו לוקה:"
            ],
            [],
            [
                "<b>אזהרה מז </b> שלא לעונן שנאמר לא תעוננו ומפ' ר' עקיבא פ\"ד מיתות זה המחשב עתים ושעות ואומרים היום יפה לצאת והם שנותנים עתים כמו האצטגנינים יום פלו' טוב או יום פלו' רע. ואסור לעונן אע\"פ שלא עשה מעשה אלא שהודיע אותם הכזבים שהסכלים חושבים שהם אמת וכל העושה מפני האצטגנינים איזה מעשה וכיון מלאכתו או הליכתו באותה העת שקבעו הרי זה לוקה שנאמר לא תעוננו והוא מגזרת עונה שמכוונים מלאכתם באי זו עונה מן העונות הידועות אצלם וכן האוחז את העינים ומדמה בפני הרואים שעשה מעשה תמהון והוא לא עשה הרי זה בכלל מעונן ולוקה ומה שאמרו פטור הוא ממיתת מכשף מפני שלא עשה המעשה שהראה שעשה וחייב מלקות אף על גב דלא עשה אותו מעשה תמהון שהראה אפילו הכי דמה לבני אדם במעשים אחרים שעשה שיחשבו וידמו שעשה מעשה תמהון והוא לא עשה ולהכי חייב מלקות ונראה כי מה שנכלל זה בכלל מעונן הוא משום דדרשי לא תעוננו מלשון עין:"
            ],
            [],
            [
                "<b>אזהרה מח </b> שלא לחבור חבר שנאמר לא ימצא בך וגו' וחובר חבר וזהו מי שמדבר בדברים שאינם לשון עם ואין להם ענין ומעלה על דעתו בסכלותו שאותם הדברים מועילים עד שהם אומרים שמי שאומר כך וכך על הנחש אינו מזיק והאומר כך וכך על האש אינו ניזוק וכיוצא בדברים האלו הכל אסור. והחובר עצמו שאחז אי זה דבר בידו או שעשה מעשה עם דבורו אפי' הראה באצבעו הרי זה לוקה שנאמר לא ימצא וגו' וחובר חבר והוא מלשון חיבור שהוא מחבר דברים שאין להם ענין או על ידי דיבורו לדעתו מחבר נחשים ועקרבים או שאר חיות למקום אחד ואם לא הניד לא אצבע ולא ראש ולא היה בידו כלום אינו לוקה שלא עשה מעשה. מי שנשכו נחש או עקרב מותר ללחוש לו על הנשיכה ואפילו בשבת כדי לישב דעתו הואיל ומסוכן הוא התירו לו כדי שלא תטרף דעתו עליו. הלוחש על המכה וקורא פסוק מן התורה וכן הקורא על התינוק שלא יבעת וכיוצא בזה לא די להם שהם בכלל מנחשים וחברים אלא שהם כופרים שהם עושים דברי תורה רפואת הגוף ואינה אלא רפואת נפשות שנאמר ויהיו חיים לנפשך אבל הבריא שקרא פסוק ומזמור כדי שתגין עליו זכות קריאתן וינצל מצרות ומנזקין הרי זה מותר:"
            ],
            [],
            [],
            [
                "<b>אזהרה מט </b> שלא לדרוש אל המתים שנאמר לא ימצא בך וכו' ודורש אל המתים וזהו המרעיב עצמו והולך ולן בבית הקברות כדי שיבא לו מת בחלום ויודיענו מה שהוא צריך לישאל ויש אחרים לובשים מלבושים ידועים ואומרים דברים ומקטירים קטרת ידועה להם וישנים לבדם כדי שיבא להם המת ויודיעם ויספר עמהם. כללו של דבר כל העושה אי זה מעשה כדי שיבא המת ויודיע הרי זה לוקה מזה הלאו וכתב הר\"מ מקוצי ז\"ל כי בעל אוב עובר על זה הלאו גם כן:"
            ],
            [
                "<b>אזהרה נ </b> שלא לשאול באוב שנאמר לא ימצא בך וגו' ושואל אוב ובעל אוב עצמו בסקילה ונשאל בהן באזהרה ואם כיון מעשיו ועשה כפי מאמרם לוקה שהרי יש בו מעשה:<br><b> אזהרה נא </b> שלא לשאול בידעוני שנאמר לא ימצא וגו' ושואל אוב או ידעוני עצמו בסקילה והנשאל בו באזהרה ואם כיון מעשיו לעשות כפי מאמרו לוקה שהרי עשה מעשה:"
            ],
            [
                "<b>אזהרה נב </b> שלא לכשף שנאמר לא ימצא בך וגו' ומכשף והוא חייב סקילה והוא שעשה מעשה כשפים שנאמר מכשפה לא תחיה דבר הכתוב בהוה והוא הדין למכשף ודורש רבי עקיבא פרק ארבעה מיתות שהוא בסקילה משום דנאמר כאן לא תחיה ונאמר להלן אם בהמה אם איש לא יחיה מה להלן בסקילה דכתיב כי סקל יסקל אף כאן בסקילה ובן עזאי דורש סמוכים דכתיב בתריה כל שוכב עם בהמה מות יומת סמכו ענין לו מה שוכב עם בהמה בסקילה בגזירה שוה דתהרגו דהכא מכי הרג תהרגנו דמסית אף מכשף בסקילה ור' יהודה דריש אוב וידעוני בכלל מכשף היו ולמה יצאו לומר לך מה אוב וידעוני בסקילה אף מכשפה בסקילה. והאוחז עינים במעשה הכשפים והוא שיראה שעשה מעשה והוא לא עשה אינו לוקה אלא מרדות ומה שאמר למעלה שלוקה שהוא בכלל לא תעוננו זהו שאחז עינים במעשה של תמהון שהראה שעשה אותו והוא לא עשה אבל הכא אינו מעשה תמהון אלא שהראה שעשה איזה מעשה שיהיה והוא לא עשאו אין כאן שום מעשה תמהון אלא אחיזת עינים ומשום הכי לא לקי מפני שלאו זה של מכשף בכלל לא ימצא בך הוא ולאו שניתן לאזהרת מיתת ב\"ד אין לוקין עליו. והר\"מ מקוצי ז\"ל כתב שצריך להתישב אם לוקין על כל אזהרות מקרא זה כיון שנכללו עם אזהרת מכשף והוי מכשף לאו שניתן לאזהרת מיתת ב\"ד ואין לוקין עליו אבל הרב ז\"ל כתב שלוקין על כל האזהרות הכתובות בזו המקרא דכל חד היא באנפיה נפשה אע\"ג דאפקינהו רחמנא בלאו אחד ולא מיקרו לאו שניתן לאזהרת מיתת ב\"ד אלא מה שהוא בכלל מכשף כמו אוחז עינים דהכא ואין ראוי לישראל שהם חכמים מחוכמים להמשך בדברים אלו ולא להעלות על לבם שיש בהם מעלת שנאמר כי לא נחש ביעקב ולא קסם בישראל וגו' ומפני זה אמרה תורה תמים תהיה עם ה' אלהיך:"
            ]
        ],
        [
            [
                "<b>אזהרה נג </b> שלא להקיף פאת ראש כמו שהיו עושין עובדי ע\"ז וכומריהם שנאמר לא תקיפו פאת ראשכם ות\"ר פאת ראשו זה סוף ראשו ואי זהו סוף ראשו שיהא חייב בבל תקיפו המשוה צדעיו לאחורי אזנו ולפדחתו שאין שם שיער כלום ואם הוא משוה ונוטל כל השיער שבצדעיו למדת אחורי אזנו ופדחתו זהו מקיף סוף הראש ותנן שם פרק אלו הן הלוקין על הראש חייב שתי מלקיות דשתי פיאות יש לו לראש וכי היכי דאמרי' ושרט לנפש לחייב על כל שרט ושרט הכי נמי אמרינן לא תקיפו פאת ראשכם לחייב על פאה ופאה לפיכך המגלח שני צדעיו אפילו בבת אחת ואפילו בהתראה אחד לוקה שתים דזיל הכא איכא פיאה וזיל הכא איכא פיאה והא קא מתרה ביה אל תקיף ואחד המגלח הפיאות בלבד ומניח שיער כל הראש ככומרי ע\"ז או המגלח כל הראש כא' לוקה דהקפת כל הראש שמה הקפ' וסברא היא דאטו משום דהוסיף לגלח לא יתחייב על הפיאות אי נמי מקרא מדאצטריך ראשו דמצורע דגלח את כל שערו כתיב ראשו מה ת\"ל לפי שנאמר לא תקיפו פאת ראשכם יכול אף מצורע כן ת\"ל ראשו ואי הקפת כל הראש לא שמה הקפה אכתי ראשו לא הוה צריך דכל ראשו הוא מגלח אלא נראה דהקפת כל הראש שמה הקפה ולא תקיפו משמע אתרוייהו אמקיף ואניקף דשניהם עוברים אבל מקיף דעביד מעשה לוקה וניקף דלא עבד מעשה אינו לוקה אע\"ג דעבר אלאו ואם סייע למקיף שזמן שערותיו הרי עשה מעשה ולוקה. המגלח את הקטן לוקה דאע\"ג דלא תקיפו אתרוייהו קאי אפילו הכי לא מקשינן ניקף למקיף כל היכא דניקף מחייב דהיינו גדול מקיף מחייב כרב אדא בר אהבה אלא כרב הונא דמחייב אמקיף באפיה נפשיה בין שיהא ניקף בר חיובא בין דלא הוי בר חיובא שהוא קטן. האשה שגלחה פאת ראש האיש או שנתגלחה פטורה שנאמר לא תקיפו פאת ראשכם ולא תשחית את פאת זקניך כל שישנו בבל תשחית ישנו בבל תקיף ואשה אינה בבל תשחית לפי שאין לה זקן או משום דשני קרא בדיבורה דכתיב זקנך ודרשי' ולא זקן אשתך אי נמי יליף פאת פאת מכהנים מה התם נשים פטורות דכי כתיב בני אהרן ולא בנות אהרן אכולה מילתא דכהנים כתיב הכא נמי לא הוו נשים בכלל ומשום הכי אינה בבל תקיף ואיש המקיף את האשה או את הגוי דלא אתו לכלל חיובא כקטן פטור לפיכך העבדים הואיל ויש להם זקן אסורים בהקפה דאכל דאית ליה זקן קאמר רחמנא לא תקיפו. כל מצות לא תעשה שבתורה אחד אנשים ואחד נשים חייבים חוץ בבל תשחית ובל תקיף כדילפי' לעיל ובל יטמא כהן למתים דכתיב בני אהרן ולא בנות אהרן ומנא לן דמחייבי בכל שאר מצות לא תעשה תנא דבי ר' ישמעאל ומייתו לה פ\"ק דקידושין איש או אשה אשר יעשה מכל חטאת האדם השוה הכתוב אשה לאיש לכל עונשין שבתורה דבי רבי אליעזר תנא אמר קרא אשר תשים לפניהם השוה הכתוב אשה לאיש לכל דינין שבתורה דבי חזקיה תנא והמית איש או אשה השוה הכתוב אשה לאיש לכל מיתות שבתורה וצריכי כולהו כדאיתא התם. וכל מצות עשה שהיא מזמן לזמן ואינה תדירה נשים פטורות דגמרי' מתפילין דהוו מצות עשה שהזמן גרמה דכתיב מימים ימימה וכתיב בהו למען תהיה תורת ה' בפיך הוקשה כל התורה כולה לתפילין מה תפילין מצות עשה שהזמן גרמה ונשים פטורות דיליף תפילין מתלמוד תורה דאיתקוש להדדי ושננתם לבניך וכתיב בתריה וקשרתם לאות על ידיך ונשים פטורות מתלמוד תורה דכתיב לבניך הכי נמי בתפילין ותפילין הוו מצות עשה שהזמן גרמה ונשים פטורות כדיליף אף כל מצות עשה שהזמן גרמה נשים פטורות ודמצות עשה שהזמן גרמה נשים פטורות מכלל דשלא הזמן גרמה נשים חייבות מדאיצטריך למכתב היקשה למיפטרינהו מזמן גרמה מכלל דבשאר מצות חייבות חוץ מקדוש היום שאע\"פ שהיא מצות עשה שהזמן גרמה נשים חייבות דאמר קרא זכור ושמור כל שישנו בשמירה ישנו בזכירה והני נשי הואיל ואיתנהו בשמירה דלא תעשה כל מלאכה דתנן כל מצות לא תעשה בין אנשים בין נשים חייבות דכתיב איש או אשה השוה הכתוב אשה לאיש וגו' איתנהו נמי בשמירה ויום טוב נמי כי האי גוונא ואכילת מצה בלילי הפסח שנאמר לא תאכל עליו חמץ שבעת ימים תאכל מצות גו' כל שישנו בבל תאכל חמץ ישנו בקום אכול מצה והני נשי איתנהו בבל תאכל חמץ דאיש או אשה השוה וגו' ואכילת הפסח ושחיטתו דדרשינן במכילתא במכסת נפשות למה נאמר לפי שנאמר איש אין לי אלא איש אשה וטומטום ואנדרוגינוס מנין ת\"ל במכסת נפשות והקהל דכתיב האנשים והנשים והטף ושמחה דכתיב אתה וביתך. טומטום ואנדרוגינוס נותנים עליו חומרי האיש במה שמיוחד לאיש וחומרי האשה במה שמיוחד לאשה וחייבים בכל מדאוריתא דהוי ספקה דאוריתא (ומחייבי בהו) לבד מהנהו דמפיק קרא דלא נהוו טומטום ואנדרוגינוס בכלל כמו ערכים ואחריני ואם עברו אינם לוקין דהוי התראת ספק. ופאה זו לא נתנו לה חכמים שיעור ומדאוריתא לא מצי הוי פחות מב' שערות מדתני בתוספתא יש תולש ב' שערות וחייב משום נזיר ומשום מקיף דבפחות לא הוי הקפה. ומותר ללקטם במספרים לא נאסר אלא השחתה בתער דכתיב לא תקיפו פאת ראשכם ולא תשחית את פאת זקנך הוקשו יחד ללמד מה בהקפה לוקה הניקף אם מסייע למקיף כדאיתא לעיל אף בהשחתה כן ומה השחתה אינה אלא שהוא גלוח שיש בו השחתה אף בהקפה כן ויש על זה הלאו גזרות מדרבנן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אזהרה נד </b> שלא להשחית פאת זקן שנאמר ולא תשחית את פאת זקנך וחמש פאות הן לחי העליון ולחי התחתון מימין וכן משמאל ושבולת הזקן ותניא בתור' כהנים פאת זקנך סוף זקנך שהוא שבולת הזקן דמשמעות פאה הוא סוף דכתיב פאת ים ופאת נגב דהוא סוף וקצה וא\"כ כולהו חמש הוו סוף זקן ולוקה אכל פאה ופאה דפאת כתיב דמשמע חדא ולהכי אכל חדא חייב ואפילו נטלן כולן כאחד חייב ה' דאכל חד אזהר רחמנא ואינו חייב עד שיגלחנו בתער שנאמר ולא תשחית את פאת זקנך גילוח שיש בו השחתה שחותך שיער מעיקרו מה שאין כן במספרים ולהכי פטור וילפי לה מגזרה שוה דפאה פאה דכתיבה בכהנים ליתן האמור של זה בזה וא\"כ בעינן דרך גלוח והשחתה וזהו תער דמלקט ורהיטני אף על גב דמשחיתים אינם דרך גילוח ומספרים הוו דרך גילוח ואינם משחיתים אבל תער הוי דרך גלוח ומשחית. ואין המתגלח לוקה עד שיסייע דיליף מניקף דלקי היכא דמסייע כדאמר לעיל. ואשה מותרת להשחית זקנה אם יש לה זקן מדשני קרא מרישיה דקאמר לא תקיפו לשון רבים וקאמר הכא פאת זקנך לאפוקי אשה ומשום הכי אם השחיתה זקן האיש פטורה. השפה מותר לגלחו בתער דלא הוי פאה ואעפ\"כ אין דרך בני ישראל בכך ואלו באזהרת הקפת ראשו השחתת זקן אע\"ג דהוי דרך כומרים לא הוי בכלל ובחוקותיהם לא תלכו דהנהי חוקי דאסירי הם החקוקים לכל עובדי ע\"ז וכולם נהיגו בכך אבל הני לא נהיגי בהו אלא כומרים ולהכי אצטריך קרא למסרינהו:"
            ],
            [],
            [
                "<b>אזהרה נה </b> שלא ילבש גבר שמלת אשה והוא שלא יעדה איש עדי אשה כגון שילבש בגדי צבעונין וחלי זהב במקום שאין לובשין זה אלא הנשים והוא לובשם לשבת בין הנשים לכוונת ניאוף ורבי אליעזר דריש כתרגום אנקלוס לא יתקן גבר בתיקוני אתתא והיינו המעביר שיער של בית השחי והערוה דלוקה אם מעבירו בתער ובמקום דאין מעבירין אותו אלא נשים. המלקט שערות לבנות מתוך השחורות מראשו או מזקנו משלקט שערה אחת לוקה משום עדי אשה וכן מי שצבע שערו שחור לבן אפילו אחת לוקה שעדה עדי אשה. טומטום ואנדרוגינוס אינו עוטף כאשה ולא מגלח ראשו כאיש משום חומרא דאשה דאסורה לגלח משום עדי איש ואם עשה כן אינו לוקה דהוי התראה ספק והעובר על לאו זה לוקה ויש על זה הלאו איסורא דרבנן בכלל עשו משמרת למשמרתי:<br><b> אזהרה נו </b> שלא יהיה כלי גבר על אשה כגון שתשים בראשה מצנפת או כובע או שתלבש שריין או שתגלח ראשה כאיש ואם עדת עדי איש לוקה:"
            ],
            [],
            [
                "<b>אזהרה נז </b> שלא לכתוב קעקע בבשרנו והוא שמשרט על בשרו וממלא מקום השריטה בחול או דיו וכיוצא בהן וזה היה מנהג הגוים שהיו רושמים עצמם להורות שהיו עבדים מורשמים לה ומעת שירשום בדבר הרושם אחר שישרוט באי זה מקום מן הגוף בין איש בין אשה לוקה דהושוו אשה לאיש לכל עונשין שבתורה. כתב ולא רשם בצבע או שרשם בצבע ולא כתב השריטה פטור עד שיכתוב ויקעקע שנאמר וכתובת קעקע כתיבה וקיעקוע בעינן לשיהא חייב מלקות וזהו בכותב ומקעקע בחברו אבל הוא עצמו אינו לוקה עד שיסייע בכתיבה ובקיעקוע כדי שיעשה מעשה. ומותר להניח אפר מקלה על גבי מכתו דהיא מוכחת עליו ואזהרת זה הלאו וכתובת קעקע לא תתנו בכם:"
            ],
            [
                "<b>אזהרה נח </b> שהזהירנו מעשות שרט לנפש שנאמר ושרט לנפש לא תתנו בבשרכם ואפילו בשריטה אחד לוקה שנאמר ובבשרם לא ישרטו שרטת שרטת מה ת\"ל לפי שנאמר ושרט לנפש בישראל יכול שטר ה' שריטות לא יהא חייב אלא אחד ת\"ל שרטת דהוא יתיר ואחד כהן ואחד ישראל דיליף מינה והוא שהתרו בו על כל אחד ואחד. וגדידה ושריטה אחד היא דבגדידה נמי כתיב למת שנאמר לא תתגודדו ולא תשימו קרחה בין עיניכם למת ובכלל לאו דלא תתגודדו אזהרה אף לע\"ז שכשם שהיו הגוים שורטים ומתגודדים על מתיהם כך היו חובלים עצמם לע\"ז וגם זה אסרה תורה אלא שעל מת בין שרט בידו בין שרט בכלי לוקה ולע\"ז ביד אינו לוקה ובכלי לוקה שנאמר בחרבות. ובכלל לא תתגודדו שלא יהא אגודות אגודות שהם ב' בתי דינין בעיר אחד זה נוהג מנהג אחד וזה נוהג מנהג אחר שדבר זה גורם למחלוקת גדולה:"
            ],
            [],
            [],
            [
                "<b>אזהרה נט </b> שלא לעשות קרחה על מת שנאמר ולא תשימו קרחה בין עיניכם למת אחד כהן ואחד ישראל שקרח על מת לוקה דיליף כהן מישראל והקורח ד' או ה' קרחות על מת אחד לוקה כמנין הקרחות דקרחה יתירא דכתיבה בכהן לחייב על כל קרחה וקרחה והוא שהתרו בו על כל אחד ואם בבת אחד כגון שהטביל חמש אצבעותיו בסם והניח בה' מקומות בראשו בבת אחד אפילו בהתראה אחד לוקה כמנין הקרחות שקרח דאכל אצבע ואצבע הויה התראה וחייב על קרחת כל הראש בבין העינים שנאמר לא יקרחו קרחה בראש בכהנים לגלויי אקרחה דישראל וכמה שיעור קרחה כדי שיראה מראשו כגריס פנוי בלא שיער דקרחה ניכרת בעינן. הקורח ראשו או שורט בבשרו על ביתו שנפל או על ספינתו שנטבעה בים פטור דלמת כתיב או שורט לע\"ז דהוי בכלל לא תתגודדו. ירושלמי פרק ב' דמכות רב הונא מפקיד לחברו פקדון לנשיכון כד יהון קיימין על מתיא דלא לתלשון בשערהון דלא ליתו לידי קרחה שנאמר כי עם קדוש אתה אחד אנשים ואחד נשים במשמע דאי לאו הכי לא הוו נשים בכלל משום קרחה דכהנים דאיכא מאן דאמר דבני אהרן אכל לאוי דכהנים כתיב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות עבודה זרה וחוקות הגויים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}