{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            [
                " ביצה שנולדה ביום טוב ב\"ש אומרים תאכל ובית הלל אומרים לא תאכל: ", 
                "גמ' במאי עסקינן. אילימא בתרנגולת העומדת לאכילה מאי טעמא דב\"ה אוכלא דאפרת הוא. אלא בתרנגולת העומדת לגדל ביצים מאי טעמא דב\"ש מוקצה הוא.  ואוקמא רבה בתרנגולת העומדת לאכילה וביו\"ט שחל להיות אחר השבת עסקינן ומשום הכנה וקסבר רבה כל ביצה דמתילדא האידנא מאתמול גמרה לה. ורבה לטעמיה דאמר רבה והיה ביום הששי והכינו את אשר יביאו חול מכין לשבת וחול מכין ליום טוב ואין יו\"ט מכין לשבת ואין שבת מכינה ליו\"ט. אלא מעתה יום טוב דעלמא תשתרי. גזירה משום יו\"ט שאחר השבת.  שבת דעלמא תשתרי גזירה משום שבת שאחר יו\"ט. ומי גזרי' והתניא השוחט את התרנגולת ומצא בה ביצים גמורות מותר לאוכלן ביום טוב. ואם איתא לגזור משום הנך דאתילדו ביומיה. וא\"ת מאי פריך היא גופה גזירה אטו יו\"ט שאחר השבת והיאך נגזור גזירה לגזירה אבל שבת דעלמא ויום טוב דעלמא חדא גזירה היא דאטו יו\"ט אחר השבת ושבת אחר יום טוב דהוי איסורא דאורייתא. וי\"ל דמשמע ליה הא דקתני מותר לאוכלן ביו\"ט בכל יום טוב איירי. אף ביו\"ט שאחר השבת דליכא אלא חדא גזירה אטו ביצה דמתילדא היום. וא\"ת כיון דאשכח גמורות דלמא אם לא נשחטה היתה יולדת היום ותיאסר מספק דהוה ליה ספיקא דאורייתא. וי\"ל דלא מיקריא הכנה אם לא שנגמרה הביצה היום ע\"י הכנה שמאתמול  ובמעי אמה לא נגמרה עד שתצא לאויר העולם. ודלא כרבינו אפרים דמוקי הך ברייתא ביו\"ט דעלמא  אבל ביו\"ט שלאחר השבת אסור מספק דלמא הוי מתילדא היום. אמר ליה ביצים גמורות במעי אמן מילתא דלא שכיחא ולא גזרו ביה רבנן. ויראה מה שתפס הרב אלפס ז\"ל שינויא דרבה עיקר  אע\"ג דרבי יוחנן אית ליה נמי טעמא דמשקין שזבו.  משום דנראה לו גזירה רחוקה לדמות ביצה למשקין שזבו או לפירות הנושרים כדמפרש הש\"ס  משום דביצה אוכלא ובלועה ופירות מיגלו ומשקין לאו אוכלא. הלכך נראה לו לפרש משום הכנה כיון דקיימא לן הלכתא כרבה (דאמר) דאית ליה הכנה. וגם קיימא לן דכל ביצה דמתילדא האידנא מאתמול גמרה לה.  ועוד נראה לו לפסוק לחומרא לאסור ביצה מדאורייתא בשבת ויום טוב.  דאיתמר שבת ויו\"ט רב אמר נולדה בזה אסורה בזה. ורבי יוחנן אמר נולדה בזה מותרת בזה. וקמיפלגי בהכנה דרבה דרב אית ליה הכנה דרבה. ורבי יוחנן ל\"ל הכנה דרבה. וקי\"ל כרב.  דאמר רבא הלכתא כוותיה דרב בהני תלת בין לקולא בין לחומרא. חדא הא דאמרן. ואידך דאיתמר שני ימים טובים של גליות רב אמר נולדה בזה מותרת בזה. ורב אסי אמר נולדה בזה אסורה בזה. ואידך דאיתמר שני ימים טובים של ר\"ה רב ושמואל דאמרי תרוייהו נולדה בזה אסורה בזה. וביצה דמתילדא בשבת או ביום טוב לא מיבעיא למיכלה הוא דאסור אלא אפילו לטלטלה נמי אסור. דתניא אחת ביצה שנולדה ביום טוב ואחת ביצה שנולדה בשבת אין מטלטלין אותה לא לכסות בה את הכלי ולא לסמוך בה כרעי המטה אבל כופה עליה את הכלי בשביל שלא תשבר וספיקה אסורה. נתערבה באלף כולן אסורות ירושלמי (פ\"ה הל' א) ובלבד שלא יהא כלי נוגע בביצה. והא דאמר שבת ויום טוב נולדה בזה אסורה בזה לא שנא שבת אחר יום טוב ולא שנא יום טוב אחר שבת  דקיימא לן כרבה דאמר חול מכין לשבת וחול מכין ליום טוב ואין יום טוב מכין לשבת ואין שבת מכינה ליום טוב.  ותניא נמי הכי נולדה בשבת תאכל ביום טוב נולדה ביום טוב תאכל בשבת. רבי יהודה אומר משום רבי אליעזר עדיין היא מחלוקת שבית שמאי אומרים תאכל ובית הלל אומרים לא תאכל.  וקיימא לן כרבי יהודה.  ואמרינן נמי אושפיזכניה דרב אדא בר אהבה הוו ליה הנך ביצים מיום טוב לשבת אתא לקמי' אמר ליה מהו למיטווינהו ולמיכלינהו למחר. אמר ליה מאי דעתיך רב ורבי יוחנן הלכה כרבי יוחנן אף רבי יוחנן לא שרי אלא לגומעה למחר אבל לטלטלינהו ביומיה לא. דתניא אחת ביצה שנולדה בשבת ואחת ביצה שנולדה ביום טוב אין מטלטלין אותה לא לכסות בה את הכלי ולא לסמוך בה כרעי המטה: אושפיזכניה דרב פפא הוו ליה הנך ביצים משבת ליום טוב אתא לקמיה דרב פפא אמר ליה מהו למיכלינהו למחר. אמר ליה זיל האידנא ותא למחר. דרב לא מוקים אמורא עליה מיומא טבא לחבריה משום שכרות. כי אתא למחר אמר ליה איכו השתא אישתלאי ואמרי לך רב ורבי יוחנן הלכה כרבי יוחנן. האמר רבא הלכתא כוותיה דרב בהני תלת בין לקולא בין לחומרא. וא\"ת הא דאמרינן בירושלמי (פ\"א הל' א)  שיורי פתילה שכבו בשבת מהו להדליק ביו\"ט רב ורבי חנינא אוסרין ורבי יוחנן מתיר. ומאי טעמא אין אנו נוהגין איסור מאחר דפסקינן הלכתא כרב. וי\"ל משום דבירושלמי לא אסיר ליה מטעם הכנה  דלא שייך הכנה בכי האי גוונא. אלא מטעם קדושה אחת אסר ליה דמסיק עלה בירושלמי רב הונא אמר בשם רב הלכה כארבעה זקנים. רב חסדא מיחלפא שיטתיה דרב. תמן הוא דעביד ליה שתי קדושות והכא עביד ליה קדושה אחת אלמא בהדיא מטעם קדושה אחת אסר ליה ולא מטעם הכנה והא דפסקינן כרב היינו באיסורי הכנה.  ומהאי טעמא נמי כי מיקלע שמחת תורה באחד בשבת שרי אתרוג באכילה. אע\"ג דבשבת אסור דשתי קדושות הן  והכנה אין כאן. וה\"ר ברוך בעל התרומות ז\"ל כתב דרב חסדא לטעמי' דלית ליה הכנה בפרק בכל מערבין (עירובין דף לח:) הלכך מפרש טעמיה דרב משום קדושה אחת אבל לדידן דאית לן הכנה אין מחלפין שיטתיה דרב וטעמא משום הכנה  שיותר טובות הן להדליק כשהודלקו כבר וכבו. הלכך בשבת ויום טוב  ושני ימים טובים של ראש השנה אסור להדליק בלילי יום טוב שיורי הפתילה שכבו בראשונה. אם לא שנדלקו ונכבו בחול דהשתא הוכנו מערב יום טוב וכן הלפידים שכבו בראשון. אם לא שירבו עליהם עצים אחרים ויבטלם ברוב כדרב מתנה. ובלבד שלא יגע בהן אבל יכול להפוך בהם אחר שנתבטלו ברוב: "
            ], 
            [
                "ועצים שנשרו מן הדקל בשבת אסור להסיקן ביום טוב  משום הכנה דרבה. ואם נשרו מן הדקל ביו\"ט אסור להסיקן ביו\"ט בפני עצמן  משום דהוו להו נולד.  ואסרי להו רבנן גזירה משום שמא יעלה ויתלוש אבל אם נשרו מן הדקל לתוך התנור עביד להו כרב מתנה. דאמר רב מתנה עצים שנשרו מן הדקל ביום טוב מרבה עליהן עצים מוכנים ומסיקן ואף על גב דמהפך בהו כיון דרובא היתרא נינהו הנך בטלי בהן ובהיתרא קא מהפך. ואע\"ג דאין מבטלין איסור לכתחילה הני מילי איסור דאורייתא. () אבל איסור דרבנן מבטלין ליה לכתחילה ואע\"ג דקי\"ל כרב אשי דאמר כל דבר שיש לו מתירין אפילו באלף לא בטיל ואפילו בדרבנן. והני עצים שנשרו מן הדקל ביו\"ט דבר שיש לו מתירין הן. דהיום הן אסורין ולמחר מותרין. ה\"מ היכא דאיתא לאיסורא בעיניה אבל הכא מיקלי קלי איסורא. והא דקאמרינן נמי דמבטלין איסורא דרבנן לכתחלה היינו דוקא היכא דמיקלי קלי איסורא.  אבל בעלמא אין מבטלין לכתחילה אפילו באיסורא דרבנן ואפילו אין לו מתירין.  אמר רבה מתקנת רבן יוחנן בן זכאי ואילך ביצה מותרת ביו\"ט שני של ראש השנה. דתנן משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהו מקבלין עדות החדש כל היום כולו. אמר ליה אביי והא רב ושמואל דאמרי תרוייהו ביצה אסורה. ופריק לא קשיא הא לן והא להו.  רב יוסף אמר אף מתקנת רבן יוחנן בן זכאי ואילך ביצה אסורה משום דהוי דבר שבמנין: "
            ], 
            [
                "וכל דבר שבמנין צריך מנין אחר להתירו. דכתיב לך אמור להם שובו לכם לאהליכם. פירוש דבר שנגזר במנין חכמים ואירע דבר שהוא ידוע שהגזירה בטילה  כגון שידוע מאיזה טעם נגזרה הגזירה ואותו הטעם בטל לו וא\"כ ראוי היה שתבטל גם הגזירה ממילא אפילו הכי אינה בטילה עד שנמנו עליה חכמים והתירוה. ודוקא כשנגזרה הגזירה בלא זמן אלא שהיה ראוי שתתבטל כיון שבטל הטעם שבשבילו נגזרה הגזירה. אבל אם הטילו זמן לגזירה ועבר הזמן בטילה הגזירה ואינה צריכה היתר במנין. והא דכתיב היו נכונים לשלשת ימים לא קאי אמאי דכתיב בתריה אל תגשו אל אשה אלא הכי פירושו דקרא היו נכונים לשלשת ימים לקבל התורה ואל תגשו אל אשה. ולפרישה זו לא הוקבע לה זמן  ולכך הוצרך לכתוב לך אמור להם שובו לכם לאהליכם וסתר אביי להאי דרב יוסף. והדר  אמר רבה אף מתקנת רבן יוחנן בן זכאי ואילך ביצה אסורה.  מי לא מודה רבן יוחנן בן זכאי שאם באו עדים מן המנחה ולמעלה שנוהגין אותו היום קדש ולמחר קדש אלמא קדושה אחת היא וביצה אסורה: "
            ], 
            [
                "ושמע מינה דבני ארץ ישראל צריכין למיעבד שני ימים טובים של ראש השנה ורבינו אפרים תלמידו נחלק עליו וכתב דהני מילי בזמן שהיו מקדשין על פי הראיה. אבל עכשיו שאנו סומכין על סוד העיבור חזר כל ארץ ישראל להיות בית הוועד שאין להן ספק בקדושת היום ואין להם לשמור אלא יום אחד. וכתב בעל המאור ז\"ל כדברי רבינו אפרים ז\"ל. ועוד כתב שכן נהגו בארץ ישראל כל הדורות שהיו לפנינו עד עתה חדשים מקרוב באו לשם מחכמי פרובינצ\"א והנהיגום לעשות שני ימים טובים בר\"ה על פי הלכות רב אלפס ז\"ל. והביא ראיה שלא היו עושין מתחלה אלא יום אחד משאלה ששאל רבינו נסים גאון את רב האי גאון ז\"ל. למה אמר אדונינו שבני ארץ ישראל תופסין ר\"ה שני ימים הלא אנו רואים עד עתה שאין תופסין אלא יום אחד. והשיב בזמן שהיו מקדשין על פי הראיה אין מקום הוועד עושין אלא יום א'. אבל חוץ לתחום אותו מקום נוהגין ב' ימים ושולחין שלוחים בכל מקום באיזה יום קדשו בית דין את החדש ובכל מקום ששלוחי ב\"ד מגיעין אין נוהגין שאר המועדות אלא יום אחד. ואשר אמרתם בעבור ארץ ישראל ביום טוב של ר\"ה. כך אמרנו כדי שיעשו כמנהג הראשונים  לא ישנו ממנהג אבותיהם נוחי נפש. ונראה לי כדברי הרב אלפס דמדביצה אסורה גם צריכין לעשות שני ימים דראש השנה דחד טעמא לתרוייהו דכלום אסר רבא ביצה אלא משום דאם באו עדים מן המנחה ולמעלה סמוך לחשיכה שלא היה שהות ביום לקבל עדותן משלימין אותו היום קדש ולמחר מקבלין עדותן ועושין אותו היום קדש והוי קדושה אריכתא. ומטעם זה נמי אנו צריכין לעשות שני ימים. וא\"ת כיון דבקיאינן בסוד העיבור לעולם לא יארע לנו דבר זה שנצטרך לעשות שני ימים טובים ר\"ה. כי אנו בקיאין בסוד העיבור וקובעין ר\"ה על פי החשבון ביום שהעדים ראויין לבא. א\"כ מהאי טעמא תהא ביצה מותרת. אלא ודאי מדאסר רבא ביצה לבני דורו שהיו בקיאין בסוד עיבור אלמא טעמא דידיה מדביצה אסורה בזמן שמקדשין על פי הראיה מטעמא דקאמר גם בזמן שאין מקדשין נמי אסורה. כדאמרינן (לעיל ביצה ד:)בשני ימים טובים של גליות הזהרו במנהג אבותינו דלמא גזרי גזירה ואתי לקלקולי. וזה הטעם עצמו שייך למימר בשני ימים טובים של ר\"ה בארץ ישראל: "
            ], 
            [
                " אמר רבא מת ביום טוב ראשון יתעסקו בו עממין. ביום טוב שני יתעסקו בו ישראל. ואפילו בשני ימים טובים של ר\"ה. משא\"כ בביצה. אמר מר זוטרא לא אמרן אלא דאישתהי אבל לא אישתהי משהינן ליה. רב אשי אמר אף על גב דלא אישתהי נמי לא משהינן ליה. מאי טעמא יום טוב שני לגבי מת כחול שויוה רבנן. ואפילו למיגז ליה גלימא ואפילו למיגז ליה אסא. וכל שכן לחפור לו קבר ולעשות לו ארון. והא דתנן בפרק קמא דמועד קטן (דף ח:) אין חופרין כוכין וקברים במועד.  ההוא מיירי ליקבר בהן לאחר המועד וכן פירש שם הרב אלפס ז\"ל. ודוקא בצנעא אבל בפרהסיא לא. דאף בחוה\"מ קאמר. וארון עם המת בחצר  משמע דוקא בחצר שהמת מונח בו. מיהו בירושלמי (מ\"ק פ\"ק הל' ו) גרסינן לא שנו אלא באדם שאין מפורסם אבל באדם מפורסם עושין לו ארון אפילו בשוק ומטעם זה אמרו שהאידנא שאנו מפוזרין בין עובדי כוכבים ויש מעט יהודים בכל המקומות הכל הוי כאדם מפורסם. כי הכל יודעין שיש מת בשכונה. הא דאמר ביום טוב ראשון יתעסקו בו עממין. פירש רש\"י במסכת שבת (דף קלט.) גבי עובדא הוה בבי כנישתא דמעון דמת ביום טוב הסמוך לשבת ולא ידענא אי מלפניה אי מלאחריה אתו לקמיה דרבי יוחנן ואמר להו יתעסקו בו עממין. ואמר רבא מת ביו\"ט ראשון כו'. ופרש\"י התם דוקא באישתהי כגון שמת בשבת שלפניו. וכ\"כ בה\"ג מאן דשכיב ביום טוב ראשון וחזו ליה דלא מינטר עד למחר טרחינן ומייתינן נכרים וקברי ליה. ואי ליכא עממין אסור לישראל למיקבריה ביו\"ט ראשון אע\"ג דסריח. וביו\"ט שני היכא דליכא נכרים לעסוקי ביה יתעסקו בו ישראל. ומשמע דלא קברינן ביו\"ט ראשון ע\"י עממין אי מינטר עד למחר. ולפי דבריהם צריך לומר דמר זוטרא דאמר לא אמרן אלא דאישתהי. קאי אכל מה דאמר רבא איום טוב ראשון ואיום טוב שני וכן כתוב באור זרוע ופוסק כמר זוטרא ורב אשי דפליג אמר זוטרא לא קאי אכל מה דאמר מר זוטרא אלא דוקא איום שני  ולישנא דהש\"ס לא משמע הכי. וגם לא מיסתבר כלל שלא יהא כבוד הבריות דוחה אמירה לנכרי שבות דרבנן ואף על גב דלא סריח כבוד המת הוא שלא להלינו והמדחה מטתו הרי זה משובח. ועוד איכא תוספת צער לאוננים ביום טוב. אמר רבינא והאידנא דאיכא חברי חיישינן. ובזמן הזה אין לאסור מטעם זה כיון דליכא חברי האידנא כמו שאין נזהרין מגילוי לפי שאין נחשים מצויין.  וכי האי גוונא לא הוה דבר שבמנין ורב אלפס נמי לא כתבו בהלכותיו אבל רבינו תם ז\"ל היה מחמיר בדבר וגם ר\"ח פסק כרבינא. () ומעשה אירע בצרפת ועשו כל צרכי המת ורכבו עמו עד שהביאוהו לעיר אחרת וקברוהו שמה וכעס עליהן רבינו תם משום דאמרינן במסכת שבת בפ' תולין (שבת קלט.) דשלח להו לבני בשכר מת לא יתעסקו בו לא יהודים ולא ארמאין לא ביום טוב ראשון ולא ביום טוב שני לפי שאינן בני תורה. ואין ראיה מהא דאמרינן במסכת ע\"ז בשילהי פ' רבי ישמעאל (עבודה זרה דף נט. יבמות מו.) רבי חייא בר אבא איקלע לגבלא ואסר להו תורמוסי דשלקי נכרים ואכלי ישראל לפי שאינן בני תורה. ואנן נוהגין להקל בכל הנאכל כמו שהוא חי או שאינו עולה על שולחן מלכים ולא מחמרינן לפי שאין אנו בני תורה. ועוד היה אומר ר\"ת לפי שיש יהודים שמשתדלים במלאכת עובדי כוכבים לכתוב להם ולעשות כל צרכם ואם יראו שיתעסקו לעשות מלאכה לצורך המת יכופו אותם לעשות מלאכה גם לצרכם.  ונהגו באשכנז שהנכרי חופר הקבר ועושה ארון ותכריכין ובכל דבר שהוא איסור דאורייתא. אבל טלטול והוצאת המת עושה ישראל דמתוך שהותרה הוצאה לצורך הותרה נמי שלא לצורך   והוא דאיכא מת מצוה. רבינא הוה יתיב קמיה דרב אשי בשני ימים טובים דר\"ה. חזייה דהוה עציב א\"ל אמאי עציבת אמר ליה דלא אותיבי עירובי תבשילין. אמר ליה ולותיב מר האידנא מי לא אמר רבא מניח אדם עירובו מיו\"ט לחבירו ומתנה. א\"ל אימור דאמר רבא בשני ימים טובים של גליות בשני ימים טובים של ר\"ה מי אמר. והאמרי נהרדעי אף ביצה נמי מותרת א\"ל רב מרדכי בפירוש אמר מר לא ס\"ל להא דנהרדעי: "
            ], 
            [
                "אתמר אפרוח שנולד ביום טוב רב אמר אסור מוקצה הוא ושמואל ואיתימא רבי יוחנן אמר  מותר הוא. הואיל ומתיר עצמו בשחיטה וא\"ת אמאי צריכין שמואל ורבי יוחנן להאי טעמא הואיל ואינון קיימי כרבי שמעון דלית ליה מוקצה בשילהי מסכת שבת (קנו.) וי\"ל דלטעמי' דרב קאמר דאף לדידך דאית לך מוקצה מותר מהאי טעמא א\"נ משום  דדמי לגרוגרות וצימוקין. והרב אלפס ז\"ל לא כתב הלכתא כמאן. להך לישנא דאמר שמואל פליג אדרב הלכתא כרב באיסורי. ולאידך לישנא דאמר ר' יוחנן הוא דפליג ארב הלכתא כר' יוחנן. יש פוסקין הלכה כרב משום דתרתי ברייתות כוותיה  ומשנת  ר' אליעזר קב ונקי וגם רבה ורב יוסף דאמרי תרוייהו מ\"ט שתיק רב אלמא קיימי כוותיה. ויש שפוסקין כשמואל משום דרב כהנא ורב אסי הקשו על דברי רב ושתיק להו רב. והגאונים פסקו כרב וכן דעת הרב אלפסי דאזלינן לחומרא ולהכי לא הזכיר פסק. ואע\"ג דשתיק להו רב הרי רבה ואיתימא רב יוסף תירצו יפה קושית רב כהנא ורב אסי  וגם משנת ר' אליעזר בן יעקב קב ונקי והלכה כמותו בכל מקום: "
            ], 
            [
                " ועגל שנולד ביו\"ט מותר הוא הואיל ומוכן הוא אגב בהמה. ובבהמה העומדת לאכילה דאי בבהמה העומדת () לגדל וולדות  אסור למאן דאית ליה מוקצה.  ולא שייך הכא טעמא דהכנה דדוקא לידת ביצה חשיב הכנה משום דע\"י לידה הוכנה לגדל אפרוח. דאילו נמצאת במעי אמה אינה מגדלת אפרוח  וגם טובה יותר לאכול. אבל ולד הוא טוב לאכילה וראוי לכל דבר אם נשחטה אמו ונמצא במעי אמו כמו אחר הלידה. והא דמותר לאכלו ביום הלידה היינו היכא דקים ליה דכלו לו חדשיו אבל אי לא קים ליה דכלו לו חדשיו אסור עד ליל שמיני כדאיתא בפרק ר' אליעזר דמילה (שבת דף קלו.)  וגם צריך שיפריס על גב קרקע שיצא מספק ריסוק איברים כדאיתא בפרק אלו טריפות (חולין דף נא:) : ת\"ר אפרוח שנולד ביו\"ט אסור. ר' אליעזר בן יעקב אומר אף בחול אסור לפי שלא נפתחו עיניו ואסור משום כל השרץ השורץ על הארץ לפי שהוא נמאס לאכול. משמע דתנא קמא מתירו בחול. והרב אלפס ז\"ל פסק כתנא קמא בפרק אלו טריפות דיחיד ורבים הלכה כרבים. ויש פוסקין כר' אליעזר בן יעקב  וכן נראה  דמשנת ר' אליעזר בן יעקב קב ונקי ואפי' בברייתא כדמוכח בפרק הבא על יבמתו (יבמות דף ס.): "
            ], 
            [
                "תניא השוחט את התרנגולת ומצא בה ביצים גמורות מותר לאכלן ביו\"ט. והשוחט את התרנגולת ומצא בה ביצים גמורות מותר לאכלן בחלב. ופרש\"י גמורות שנגמר () החלמון בעורן בלא קליפה ועדיין  מעורות בגידין יפה. דמדאסר ר' אליעזר בן יעקב מעורות מכלל דת\"ק שרי  ואפי' הן מעורות אלא שנגמר החלמון והיינו שלל של ביצים כשמחוברות באשכול ובלבד שיגמור החלמון אבל אותם שלא נגמר החלמון שלהם אסורים: "
            ], 
            [
                "אמר רב הונא אמר רב ביצה עם יציאת רובה נגמרה פירוש לגדל אפרוחים. ונפקא מינה למקח ולממכר דהאי דאמר ליה לחבריה ביעי  דפחיא למאן פי' שנולדו מתרנגולת על שם שתרנגולת פועה בשעת לידה. ויהיב ליה ביצה דשחוטה  ואותבינהו תחת תרנגולת  ולא נולד מהן אפרוח הוי מקח טעות. א\"נ נפקא מינה לכדרב מרי בריה דרב כהנא דאמר בדק בקינה של תרנגולת מערב יו\"ט ולא מצא בה ביצה ולמחר השכים ומצא בה ביצה קודם עלות השחר מותרת בידוע דמאתמול אתילדא. דקי\"ל כל שתשמישו ביום מוליד ביום ולא בלילה. מאי נינהו תרנגולת. ואע\"ג דבדק מערב יו\"ט אימא יצתה רובה מערב יום טוב וחזרה וכדרבי יוחנן דאמר ר' יוחנן ביצה שיצאה רובה מערב יום טוב וחזרה מותרת ביום טוב. () ודוקא דאיכא זכר בהדה  אבל ליכא זכר בהדה כיון דספנא מארעא אפשר דילדה בלילה. מותר ליקח ביצים מן הנכרי בליל יו\"ט ראשון  דרובן של זכרים. וכן בליל שני בימים טובים של גליות.  השוחט חיה ועוף ביום טוב ב\"ש אומרים יחפור בדקר ויכסה. ובית הלל אומרים לא ישחוט אלא אם כן היה לו עפר מוכן מבעוד יום. ומודים שאם שחט שיחפור בדקר ויכסה. אמר ר' זריקא אמר רב יהודה והוא שיש לו דקר נעוץ מבעוד יום. והא קעביד כתישה. אמר רב חייא בר אשי אמר רב  בעפר תיחוח. והא קא עביד גומא. כדר' אבא דאמר ר' אבא החופר גומא ואינו צריך אלא לעפרה פטור עליה. ואע\"ג דפטור אבל אסור  היכא דשחט כבר התירו לכסות לבית הלל. ולכתחלה לבית שמאי משום שמחת יום טוב.  לפירוש רבינו תם ז\"ל שפירש מוחלפת השיטה דמחליף הך דהשוחט א\"כ ב\"ה שרו לכתחלה וכתב ר\"ת בספר הישר  והאידנא דהוו נהיגין דהבא לשחוט חיה ועוף בלא הכנת עפר  אלא שהיה עפר תיחוח ומקרוב החמירו על עצמם  להביא עפר דלא כהלכתא. ותמה ר\"י על דבריו דהא אוקימנא מתני' בדקר נעוץ אע\"ג דמוקי לה בעפר תיחוח ואין לומר דקאי דוקא אסיפא ומודים. דמוכח לשון המשנה דדקר נעוץ דשרו בית שמאי לכתחלה שרו ב\"ה בדיעבד. והכי נמי אמרי' בגמרא (לקמן ביצה ט.) עד כאן לא שרו בית שמאי אלא בדקר נעוץ. ופרש\"י ז\"ל דבלא דקר נעוץ לא שרו בית שמאי אפי' בעפר תיחוח שהוא כחפור ועומד. ותימה הא דרב אלפס ז\"ל כתב כל המשניות בצורתן ולא הביא הך גמרא דמוחלפת השיטה. וה\"ר יוסף פירש דלא מהפכינן מילתייהו כלל. דבית שמאי ניחא כדקאמר הש\"ס שאני הכא דאיכא דקר נעוץ. והא דקאמר רבי יוחנן מוחלפת השיטה ה\"פ החליפו ב\"ה שיטתן להקל בסילוק תריסין טפי מאחריני משום דהוי צרכי רבים ואין רוב צבור יכולין לעמוד בה. ירושלמי (הלכה ה) שאם אתה אומר לא יחזיר אף הוא אינו פותח ולא יפתח  אף הוא ממעט בשמחת יו\"ט: "
            ], 
            [
                "שאפר כירה מן המוכן. אמר רב יהודה אמר רב לא שנו אלא שהוסק מערב יום טוב אבל ביו\"ט אסור  ואם ראוי לצלות בו ביצה מותר  ורבי שמעון מודה בהך נולד שהוא מעשה חדש דמעיקרא עצים והשתא אפר. וכן מוכח בפרק מי שהוציאוהו (עירובין דף מה.) דקאמר מיא בעיבא מיבלע בליעי ופריך כ\"ש דהוה ליה נולד ואסור. ומשמע דאליבא דכולי עלמא פריך. ואי רבי שמעון שרי מאי פריך כ\"כ בפשיטות והאיכא ר\"ש דשרי. ירושלמי (הלכה ד) באפר שהוסק ביום טוב אסור לכסות בד\"א בלא שחט אבל אם שחט מוטב שיטול מן האפר שהוסק ביו\"ט ממה שיניח הדם בלא כיסוי. ואע\"ג דבשחט בעו ב\"ה דקר נעוץ אבל בלא דקר נעוץ לא משום דאיכא תרתי איסורי  חדא דאינו מוכן ועוד דקא עביד גומא. אע\"ג דאינו צריך אלא לעפרה  איסורא מיהא איכא. תנ\"ה כשאמרו אפר כירה מוכן הוא לא אמרו אלא שהוסק מעיו\"ט אבל ביו\"ט אסור. ואם ראוי לצלות בו ביצה מותר. הכניס עפר לגנתו ולחורבתו מותר לכסות בו. ואר\"י מכניס אדם מלא קופתו עפר ועושה בו כל צרכו. דרש מר זוטרא משמיה דמר זוטרא רבה והוא שייחד לו קרן זוית: "
            ], 
            [
                "וכוי אסור למשחטיה ביו\"ט. דתנן כוי אין שוחטין אותו ביו\"ט ואם שחטו אין מכסין את דמו. ואפילו איכא אפר מוכן ואפי' אפר כירה. מאי טעמא   אמר רמי בריה דרב ייבא גזירה משום התרת חלבו.  דמאן דחזי ליה דמכסי לדמיה ביו\"ט אתי למימר דמין חיה הוא.  דאי ספק הוא לא הוי מטרחי רבנן לכסות לדמיה מספק ביו\"ט ואתי למישרי תרבא דיליה  הלכך אין מכסין את דמו ביום טוב כלל. אבל לערב מוצאי יו\"ט מכסין את דמו דכיון דלא מכסי ליה ביו\"ט אע\"ג דמכסי ליה בחול לא אתי למימר הכי. והא דאין שוחטין אותו לכתחלה וישמור את הדם עד הלילה ויכסנו לפי שאין שוחטין לתוך הכלי. אם ישחטנו על העפר יבלע בארץ ולא יהא רישומו ניכר  דלא מיסתבר שימנע משמחת יום טוב לפי שאינו יכול לכסות את הדם לאלתר: "
            ], 
            [
                "תני ר' חייא לא כוי בלבד אמרו אלא אפילו  שחט בהמה חיה ועוף ונתערבו דמם זה בזה אסור לכסותו ביום טוב. אמר רבי אסי ב\"ר יאסין לא שנו אלא שאינו יכול לכסותו בדקירה אחת אבל יכול לכסותו בדקירה אחת מותר. אמר רבה שחט צפור מערב יום טוב אין מכסין אותו ביום טוב: "
            ], 
            [
                " גלגל עיסה מערב יו\"ט מפריש ממנה חלה ביו\"ט אבוה דשמואל אמר אפי' גלגל עיסה מערב יו\"ט אין מפריש ממנה ביו\"ט. טעמא דרבה  כיון דקיימא לן  תרומת חוצה לארץ אוכל והולך ואח\"כ מפריש לא מחזי כמתקנו כיון דיכול לאכול בלא הפרשה ואפי' הכי אסר אבוה דשמואל כדמפרש רבא  מי לא מודה שמואל וכו'. () ופסק ה\"ר אלפסי כאבוה דשמואל. דגרסינן בפ' משילין פירות (דף לז.) ולא מגביהין תרומות ומעשרות ביו\"ט ואפי' ליתנם לכהן בו ביום והני מילי דטביל מאתמול אבל פירי דטבילי האידנא  כגון עיסה שנלושה ביו\"ט לאפרושי ממנה חלה מפרישין ויהיבנא לכהן.  ולמה דפרישית טעמיה דרבה  אין משם ראיה דרבה דוקא בחוצה לארץ קאמר אבל בא\"י שצריך להפריש קודם אכילה אסור. וההיא דפרק משילין (ביצה דף לז.) אמתני' קאי ואיירי בא\"י.  ורבינו חננאל פסק כרבה דהוא בתראה.  ויש ספרים דגרסי רב וכן מסתבר מדאקדמיה לאבוה דשמואל. וגם ה\"ר ברוך בעל התרומות פסק לקולא. ורבינו חייא פסק בשם רש\"י דמה שאוכל ומשייר החלה  הוי בכלל אין מגביהין תרומות ומעשרות ומעשה בא לפני רש\"י והורה לאיסור.  אמר שמואל חלת חו\"ל אוכל והולך ואח\"כ מפריש פרש\"י אוכל כל הפת ומשייר בהכדי חלה ומפרישה באחרונה. ולא נהירא דא\"כ הוה ליה למימר ומשייר כדי חלה. אלא משמע צריך לשייר יותר מכדי חלה כדי להפריש עליו חלה  משום דבעינן ראשית ששיריה ניכרים. כדתנן פ\"ק דחלה (משנה ט) האומר כל גורני תרומה כל עיסתי חלה לא אמר כלום עד שישייר מקצת  ומיהו מוקף ודאי לא בעינן מדשריא אוכל והולך ואח\"כ מפריש. ומה שנהגו בפסח להניח כל המצות בכלי אחד בשעת הפרשת חלה. לאו משום דבעינן מוקף אלא משום דנהגו למיפא קפיזא קפיזא בפסח משום חימוץ ואם היה מפריש חלה קודם שצרפם בכלי לא מיפטרי בהכי ואם יבאו אח\"כ לידי צירוף נתחייב בחלה ואוכל טבל: "
            ], 
            [
                "מתני' ב\"ש אומרים אין מוליכין את הסולם משובך לשובך אבל מטהו מחלון לחלון וב\"ה מתירין. ב\"ש אומרים לא יטול אלא א\"כ מנענעו מבעוד יום. וב\"ה אומרים עומד ואומר זה וזה אני נוטל: ", 
                "גמ' תרי לישני איכא בגמרא אליבא דרב חנן בר אמי. לחד לישנא מודים ב\"ה דברה\"ר אסור ולחד לישנא שרו ב\"ה אפי' ברה\"ר. ופסקו הגאונים ז\"ל דבדרבנן עבדינן לקולא  ולכך לא הביא רב אלפס אלא המשנה כצורתה משום דסבירא ליה דב\"ה מתירין בכל מקום.  תניא א\"ר יהודה בד\"א בסולם של שובך  אבל בסולם של עלייה דברי הכל אסור משום דהרואה אומר להטיח גגו הוא צריך ולפרושי דברי ת\"ק אתא והכי הלכתא.  ומסקינן הכא דסולם עלייה אסור לטלטל. וקשה מהא דאמרינן בפרק חלון (עירובין דף עז:) סולם המצרי אינו ממעט והצורי ממעט. ומפרש התם טעמא דסולם המצרי הוי דבר הניטל בשבת ואינו ממעט. ופריך אי הכי אפילו צורי נמי. ומשני כבידו קובעתו כלומר אע\"פ שניטל בשבת לפי שאין דרך ליטלו משם מחמת כבידו. ואין לומר דסוגיא דעירובין  כההיא לישנא דאמר  ברה\"י דברי הכל מותר. דאף לההוא לישנא היינו דוקא בסולם שובך או שמא כיון דב\"שאסרי בסולם שובך ברה\"ר ושרו ברה\"י הוא הדין נמי בסולם עלייה  שרי לכ\"ע ברה\"י. ומיהו קשה דרבי חייא גופיה  דקאסר הכא משמע התם (דף עח.) דסבר סולמות של בבל אין להם קבע וניטלין בשבת. ותירץ רבינו תם דהתם איירי בסולמות של בית שדרך לטלטלם מזוית לזוית ולא דמו לסולמות של עלייה שהיו גדולים וחזו להטיח בהן גגו. וה\"ר אברהם מבורגיי\"ל תירץ דהכא ביו\"ט שמותר להוציא הסולם לרה\"ר והרואה אומר להטיח גגו הוא צריך וכיון דאסור ברה\"ר אפילו בחדרי חדרים אסור.  אבל בשבת () דאין דרך להוציא דרך רה\"ר הלכך בבית מותר.  ולהאי שינויא אסור לטלטל סולם שלנו ביו\"ט: "
            ], 
            [
                "מתני' זימן שחורים ומצא לבנים לבנים ומצא שחורים שנים ומצא שלשה אסורין. שלשה ומצא שנים מותרין.  בתוך הקן ומצא לפני הקן אסורין. ואם אין שם אלא הן הרי אלו מותרין:", 
                "גמ' משמע הכא דיוני שובך אינם אסורין אלא בלא זימון. והקשה ה\"ר יוסף דלקמן בריש אין צדין (ביצה דף כד.) תניא הצד יוני שובך ויוני עלייה וצפרים שקננו בטפיחים בבירות חייב. וי\"ל דהתם מיירי בגדולים והכא מיירי בקטנים כדאמרינן התם (דף כה.) גבי חיה שקננה בפרדס הא בה והא באמה. זימן שחורים ומצא לבנים פשיטא. אמר רבא הכא במאי עסקינן כגון שזימן שחורים ולבנים והשכים ומצא שחורים במקום לבנים ולבנים במקום שחורים מהו דתימא הני אינהו נינהו ואיתהפוכי איתהפיכו קמ\"ל  דהנך אזלו לעלמא והני אחריני נינהו. תניא בד\"א ביוני שובך וביוני עלייה ובצפרים שקננו בטפיחים ובבירה. אבל אווזין ותרנגולין ויוני הרדיסאות אינן צריכין זימון מפני שהן ברשות אדם:  ", 
                "מתני' ב\"ש אומרים אין נוטלין את העלי לקצב עליו בשר וב\"ה מתירין: ", 
                "גמ' תנא ושוין שאם קצב עליו בשר שאסור לטלטלו והני מילי מחמה לצל אבל לצורך גופו ולצורך מקומו מותר  כדאוקימנא לה  בפרק כל הכלים (שבת דף קכד.) ור\"י פי' דאפילו לצורך גופו ולצורך מקומו אסור. דבפרק כל הכלים (שם) מדמי ליה לסיכי זיירי ומזורי ורבא מוקי ליה מחמה לצל. והרב אלפס פסק כאוקימתא  בתרייתא דרבא ובירושלמי (הלכה ה) גרסינן הדא אמרה שלא לקצב עליו בשר. הדא הוא דאמר רבא בר חייא בר שלמיה בשם רב מודים חכמים לרבי נחמיה בזיירי ומזורי ובוכנא. זיירי דעצר ביה. מזורי דחביט ביה. בוכנא דכתיש ביה זה מוכיח כפרש\"י: "
            ], 
            [
                "מתני' ב\"ש אומרים אין נותנין את העור לפני הדורסן  ולא יגביהנו אלא א\"כ יש עליו כזית בשר וב\"ה מתירים: ", 
                "גמ' תנא ושוין שמולחין עליו בשר לצלי. ירושלמי (הלכה ה) מערים ומלח הכא ומלח הכא עד דמלח כולה. כלומר היה מולח על העור מעט כאן ומעט כאן עד דמלח כל העור: ת\"ר אין מולחין את החלבים ואין מהפכין בהם. משום רבי יהושע אמרו שוטחן בחמה על גבי יתידות. אמר רב מתנה הלכה כר' יהושע. איכא דאמרי אין הלכה כרבי יהושע ונוהגין העולם כלישנא בתרא.  אמר רב יהודה אמר שמואל מולח אדם כמה חתיכות בבת אחת אע\"פ שאינו צריך אלא לחתיכה אחת. רב אדא בר אהבה מערים ומלח להו גרמא גרמא. משום דאין עיבוד באוכלין מיקל במליחת בשר ואע\"ג דלית ליה טעמא כלל בשריותא דשמואל שאין החתיכה שהוא צריך לה מיתקנא ומשבחת כלל במליחת שאר החתיכות וגם צריך להפוך כל חתיכה וחתיכה ולמולחה: "
            ], 
            [
                "תניא (בתוספתא פ\"א) ב\"ש אומרים מוליכין טבח וסכין אצל בהמה אבל אין מוליכין בהמה אצל טבח וסכין ובה\"א מוליכין זה אצל זה וזה אצל זה: ", 
                "מתני' אין מסלקין את התריסין ביו\"ט וב\"ה מתירין אף להחזיר: ", 
                "גמ' מאי תריסין אמר עולא תריסי חנויות. ודוקא תריסי חנויות דבעי לאפוקי תבלין לזבוני לרבים דאי לא שרית ליה להחזיר לא פתח ואתי לאימנועי משמחת יו\"ט אבל דבתי לא דכיון דברשותיה נינהו פתח ולא מימנע. וכשיש להן ציר מן הצד דכ\"ע לא פליגי דאסור ואפילו דחנויות. ושאין להן ציר כל עיקר דכ\"ע לא פליגי דשרי. ואפילו דבתי. כי פליגי שיש להן ציר באמצע ב\"ש סברי גזרינן אטו שיש להן ציר מן הצד וב\"ה סברי לא גזרינן. אמר עולא שלשה דברים התירו סופן משום תחלתן ואלו הן עור לפני הדורסן ותריסי חנויות וחזרת רטייה במקדש הלכך לא שרינן נתינת עור לפני הדורסן אלא כשנשחט ביו\"ט אבל כשנשחט מערב יו\"ט לא דלא מימנעי משום שיכול לשחטו בערב יו\"ט: "
            ], 
            [
                "מתני' ב\"ש אומרים אין מוציאין את הקטן ולא את הלולב ולא ספר תורה לרה\"ר וב\"ה מתירין: ", 
                "גמ' פי' רבינו חננאל קטן למולו. לולב לצאת בו. ס\"ת לקרות בו. דטעמא דב\"ה דשרו מפרש בגמרא דמתוך שהותרה הוצאה לצורך הותרה נמי שלא לצורך ולא שרי במתוך אלא דבר שהוא קצת לצורך כגון הנך שהן לצורך מצוה דאי לא תימא הכי האופה מיו\"ט לחול (פסחים דף מו:) לא ילקה וכן שריפת קדשים ביו\"ט אמאי אסרינן בפרק כיצד צולין (פסחים פג:) ובפרק במה מדליקין (שבת דף כד:) ומוגמר נמי אסרינן בפ\"ק דכתובות (דף ז.) ולא שרינן ליה במתוך לפי שאינו שוה לכל נפש כ\"ש דבר שאין לצורך היום במקצת. ועולת נדבה נמי חשיב ליה צורך היום כדקאמר לקמן בפ\"ב (ביצה דף כ:) שלא יהא שולחנך מלא ושולחן רבך ריקן. ומבשל גדי בחלב אמו ואכלו אע\"ג דאסור מ\"מ כיון דבאכילתו איכא שמחת יו\"ט חשיב צורך היום. וכן בעילת מצוה שרינן במתוך בפ\"ק דכתובות (דף ז.) משום דאיכא שמחת יו\"ט. והא דאסר לקמן בפ' שני (ביצה דף כב.) לכבות את הנר מפני דבר אחר משום דהוי כעין מכשירין. ור\"ת פירש דלאו דוקא למולו אלא הוא הדין נמי אם צריך לילך לבית הכנסת או לטייל בשמחת יו\"ט ואי אפשר לו להניח את הקטן יחיד בבית יכול הוא להוציאו עמו. וכן להוליך ספרים עמהם לבית הכנסת ואף להחזירן דהתירו סופן משום תחלתן: גרסינן בירושלמי (הלכה ו) ב\"ש אומרים ולא את המפתח וב\"ה מתירין וא\"ר אושעיא בר רב יצחק הדא דתימא במפתח של אוכלין אבל במפתח של כלים לא והא ר' אבהו יתיב ומתני ומפתח דפלטרין בידיה פילפלין הוה ליה בהדיה. ובתוספתא דמכילתין (פ\"א) תני אמר רשב\"ג מודים ב\"ש לב\"ה שמוליכין כלים מלאים לצורך וריקנים למלאותן. על מה נחלקו על ריקנים שלא לצורך שב\"ש אוסרים וב\"ה מתירין. יוצא אדם במפתח שבאצבעו לרה\"ר ואינו חושש. פי' ריקנים למלאותם לצורך היום ולשתותם וריקנים שלא לצורך היינו שלא לצורך שתיה אבל לצורך מצוה לא. וכן במפתח שבאצבעו דהיינו במפתח של אוכלין. לכך צריך ליזהר ביו\"ט שלא להוציא דבר שלא לצורך: בתשובת הגאונים כתוב כל הוצאה גבי צורך יו\"ט שמותרת משום אכילה דכוותיה מותרת גבי תכשיט משום כבוד יו\"ט. אבל הוצאה שלא לצורך אכילה ושלא לצורך תכשיט כגון אותן שיוצאין עם המפתחות קשורות באזוריהן שלא כדין הן עושין ואסיר לעשות כן. וכן פסקו הלכה בשתי ישיבות: ב\"ש אומרים אין מוציאין וכו'. ב\"ש סברי לא אמרינן מתוך שהותרה הוצאה לצורך הותרה נמי שלא לצורך. וב\"ה סברי מתוך שהותרה הוצאה לצורך הותרה נמי שלא לצורך. פי' לצורך לצורך אכילה ושלא לצורך כגון קטן ולולב וספר תורה והוא הדין כלים אבל אבנים וכיוצא בהם אפילו ב\"ה אסרי וכן הלכה: "
            ], 
            [
                "וקי\"ל דיו\"ט צריך עירובי תחומין ואין צריך עירובי חצירות אבל יוה\"כ צריך אף עירובי חצירות ושיתופי מבואות כשבת. דתניא (עירובין דף ל.) אמרו להם ב\"ה לב\"ש אי אתם מודים שמערבין לגדול ביוה\"כ ואע\"פ שחייב בתענית ואסור לאכול כך מערבין לנזיר ביין ולישראל בתרומה שמעינן מינה בין ב\"ש בין ב\"ה סבירא להו דמערבין לגדול ביוה\"כ עירובי תחומין ועירובי חצירות כשבת וכן הלכתא:  ", 
                "מתני' ב\"ש אומרים אין מוליכין חלה ומתנות לכהן ביו\"ט בין שהורמו מאמש ובין שהורמו מהיום וב\"ה מתירין אמרו ב\"ש גזירה שוה חלה ומתנות מתנה לכהן ותרומה מתנה לכהן כשם שאין מוליכין את התרומה כך אין מוליכין את המתנות. אמרו להם ב\"ה לא אם אמרת בתרומה שאין זכאי בהרמתה תאמר במתנות שזכאי בהרמתן: ", 
                "גמ' תניא אמר רבי יוסי לא נחלקו ב\"ש וב\"ה על המתנות שמוליכין. על מה נחלקו על התרומות שב\"ש אומרים אין מוליכין וב\"ה אומרים מוליכין. אמר רב יהודה אמר שמואל הלכה כרבי יוסי. אושפזיכניה דרב ביבי בר מתנה הוה ליה גרבא דתרומה אתא לקמיה דרב יוסף א\"ל מהו לאמטויי לכהן האידנא א\"ל הכי אמר רב יהודה אמר שמואל הלכה כרבי יוסי: "
            ], 
            [
                "אושפזיכניה דרבה בר רב חנן הוה ליה איסורייתא דחרדלא אתא לקמיה דרבה בר רב חנן אמר ליה מהו למיפרכינהו למיכל מינייהו ביומא טבא לא הוה בידיה. אתא לקמיה דרבא א\"ל מוללין מלילות ומפרכין קטניות ביום טוב. איתיביה אביי המולל מלילות מע\"ש למחר מנפח מיד ליד אבל לא בקנון ובתמחוי. והמולל מלילות מערב יום טוב למחר מנפח על יד על יד ואוכל ואפילו בקנון ואפילו בתמחוי אבל לא בטבלא ולא בנפה ולא בכברה. מערב יו\"ט אין אבל ביו\"ט לא. ומשני הוא הדין דאפילו ביו\"ט שרי ואיידי דתנא רישא מערב שבת תנא נמי סיפא מערב יו\"ט: "
            ], 
            [
                "מתני' ב\"ש אומרים תבלין נידוכין במדוך של עץ ומלח בפך ובעץ הפרור. ובית הלל אומרים תבלין נידוכין כדרכן במדוך של אבן והמלח במדוך של עץ: ", 
                "גמ' דכולי עלמא מיהת מלח בעי שינוי מ\"ט. רב הונא ורב חסדא חד אמר כל הקדרות צריכות מלח ואין כל הקדירות צריכות תבלין. וחד אמר תבלין מפיגין טעמן ואין מלח מפיג טעמו. מאי בינייהו איכא בינייהו דידע מאי קדרה בעי בשולי א\"נ מוריקא. מדלא קאמר איכא בינייהו פילפלין דאין כל הקדירות צריכות פילפלין ואין מפיגין טעמן מכלל דפילפלין מפיגין טעמן. ובין לרב הונא ובין לרב חסדא נידוכין כדרכן במדוכה ובמדוכה של אבן. וכן תניא בהדיא בתוספתא (פ\"א) הפילפלין הרי הן כתבלין והא דפ' תולין (שבת דף קמא.) אמר רב יהודה הני פילפלין מידק חדא חדא בקתא דסכינא שרי תרי תרי אסיר. רבא אמר כיון דמשני אפילו טובא. התם בשבת איירי הכא ביו\"ט ודלא כמו שפירש רש\"י התם וכן רבינו חננאל וכן בשאילתות (פ' אמור) דביו\"ט איירי דא\"כ הוה ליה לפרושי כיון דכולה מסכתא איירי בשבת. ועוד דביו\"ט נידוכין כדרכן כדפרי'. והא דאסרינן לקמן בפרק שני (ביצה דף כג.) לטחון פילפלין בריחים שלהם ריחים שאני דמיחזי כעובדא דחול וצריך ליזהר שלא לידוך תבלין כדרכן היכא דידע מאי קדירה בעי לבשולי דלא ידענא כמאן הלכתא. ואין לומר בשל סופרים הלך אחר המיקל דמר מיקל בחד צד ומר מיקל בחד צד. ומיהו שומין ודאי מותרין לדוך כדרכן דמתקלקלין ביותר אי עביד ליה מאתמול. ועוד אמר בפרק כל היד (נדה דף יז.) השום קלוף שעבר עליו הלילה האוכלו מתחייב בנפשו דרוח רעה שורה עליהן. וזו היא שיטת ר\"י שפוסק כדרב הונא וכדרב חסדא. וכן דעת בעל המאור. והכי איתא בירושלמי (הל' ט) רבי אמי בשם רבי יוחנן השום והשחליים והחרדל נידוכין כדרכן. משמע דוקא הני אבל אחריני לא. אבל ה\"ר אלפס ז\"ל לא הביא דברי רב הונא ורב חסדא וזהו לשונו. אמר רב יהודה אמר שמואל כל הנידוכין נידוכין כדרכן ואפילו מלח. א\"ל רב לרב אחא ברדלא כי דייכת אצלי ודוך. והא דרב אוקמוה רבוותא במילחא אבל תבלי לא בעו הצלאה. ומסייע הדין סברא מהא דאמרינן רב ששת שמע קול בוכנא אמר האי לאו מיגו דביתאי הואי. ואקשינן ודילמא אצלויי אצלי ודייקי. ופריק שמעיה דהוה ציל קליה. ודלמא תבלין הוו. תבלין נבוחי מנבחי קלייהו. ומדקא מקשינן ודלמא אצלויי אצלי ודייקי ופריק שמעיה דהוה ציל קליה. והדר מקשינן דלמא תבלין הוו. שמעינן דתבלין לא בעו הצלאה. וממילא שמעינן דהא דאמר רב לרב אחא ברדלא אצלי ודוך לענין מלח קאמר ליה אבל תבלין לא בעו הצלאה והכי איפסיקא בהלכות פסוקות ובהלכות גדולות: "
            ], 
            [
                "ת\"ר אין עושין טיסני ואין כותשין במכתשת. ותריצנא דה\"ק מה טעם אין עושין טיסני לפי שאין כותשין במכתשת: והא מתניתא אוקימנא לבני ארץ ישראל אבל לדידן כותשין במכתשת קטנה. דתניא אין כותשין במכתשת גדולה אבל כותשין במכתשת קטנה. ואוקימנא לבני בבל. דאמרינן  רב פפי איקלע לבי מר שמואל אייתי ליה דייסא ולא אכיל. ודלמא עבדוה במכתשת קטנה. חזייה דהוה דייק טפי. דלמא מאתמול עבדוה. חזייה דהוה קליף זיהריה טפי. ואיבעית אימא שאני בי מר שמואל דאיכא פריצותא דעבדי ועושין בגדולה ואמרי בקטנה עבדינן: "
            ], 
            [
                "מתני' הבורר קטניות ביום טוב ב\"ש אומרים בורר אוכל ואוכל ובה\"א בורר כדרכו ובחיקו ובקנון ובתמחוי. אבל לא בטבלא ולא בנפה ולא בכברה. רבן גמליאל אומר אף מדיח ושולה: ", 
                "גמ' תניא רבן שמעון בן גמליאל אומר בד\"א בזמן שהאוכל מרובה על הפסולת אבל פסולת מרובה מן האוכל דברי הכל נוטל אוכל ומניח פסולת. פסולת מרובה על האוכל מי איכא מאן דשרי. פירש רש\"י אפילו בטלטול אסור לא צריכא דנפיש בטירחא וזוטר בשיעורא. נראה דאגוזים ובטנים שנשתברו ומונחין עדיין בקליפתן אע\"פ שהקליפה מרובה על האוכל לא מיקרי שם פסולת עלייהו כיון דאורחייהו בהכי והוי שומר לפירי. ולא דמו לעצמות וקליפין שכבר נפרדו לגמרי מן האוכל: "
            ], 
            [
                "מתני' ב\"ש אומרים אין משלחין ביום טוב אלא מנות וב\"ה אומרים משלחין בהמה חיה ועוף חיין ושחוטין. משלחין יינות שמנים וסלתות וקטניות אבל לא תבואה. ורבי שמעון מתיר בתבואה: ", 
                "גמ' תני רב יחיאל ובלבד שלא יעשה שורה. ותנא אין שורה פחותה משלשה בני אדם: תנא ר\"ש מתיר בתבואה. חיטין לעשות מהן לודיות. שעורין ליתן לפני בהמתו. ועדשים לעשות מהן רסיסין. מדהביא רב אלפס ברייתא זו משמע דפסק הלכה כר\"ש ולא ידענא טעמא מאי. בעל העיטור ז\"ל כתב דטעמא דת\"ק כדגרסי' בירושלמי (הל' י\"א) אתיא דר\"ש בשיטת ר\"ע. כמה דדריש ר\"ע (לקמן ביצה כא:) לכל נפש אף אוכל נפש בהמה בכלל. וכן סבר רבי שמעון אף נפש בהמה בכלל. ות\"ק דאסר סבירא ליה כר' יוסי הגלילי ונראה לי דגמרא דידן פליגא אירושלמי דטעמא דרבי שמעון מפרש בגמרא משום דחזיא למיעבד מינייהו מאכל אדם. וגם לישנא דמתניתין משמע דלא כירושלמי דמשמע דרבנן אסרי תבואה לפי שאינן ראוין למאכל אדם כקטניות. והרמב\"ם ז\"ל פסק כתנא קמא וכן עיקר: "
            ], 
            [
                "מתני' משלחין כלים בין תפורין ובין שאינן תפורין אף על פי שיש בהן כלאים והן לצורך המועד: אבל לא סנדל המסומר ולא מנעל שאינו תפור. רבי יהודה אומר אף לא מנעל לבן מפני שהוא צריך אומן. זה הכלל כל שניאותין ממנו ביום טוב משלחין אותו:", 
                "גמ' בשלמא תפורים חזו למילבש. שאינן תפורים חזו לכיסוי. אלא כלאים למאי חזו וכ\"ת חזו למימך תותיה. והתניא לא יעלה עליך אבל אתה מציעו תחתיך אבל אמרו חכמים אסור לעשות כן שמא תכרך נימא אחת על בשרו. וכי תימא דמפסיק מידי ביני וביני והא אמר ר\"ש בר פזי אמר רבי יוסי בר שאול משום קהלא קדישא שבירושלים אפילו עשר מצעות זו על גב זו וכלאים תחתיהם אסור לישן עליהן. אלא בוילון והא אמר עולא מפני מה אמרו וילון טמא מפני שהשמש מתחמם כנגדו  אלא בקשין. דאמר רב הונא בריה דרב יהושע האי נמטא גמדא דנרש שרי ערדילין וצררי דזוזי ודפשיטי ודביזרני אין בהן משום כלאים. לפי שאין דרך חמום בכך: זה הכלל כל שנאותין וכו'. רב ששת שרא להו לרבנן לשדורי תפילין ביום טוב. אמר ליה אביי והא אנן תנן כל שניאותין בו ביום טוב משלחין אותו. אמר ליה הכי תנן כל שניאותין בחול משלחין אותו ביום טוב: "
            ]
        ], 
        [
            [
                " יום טוב שחל להיות ערב שבת לא יבשל בתחלה מיום טוב לשבת אבל מבשל ליו\"ט ואם הותיר הותיר לשבת. ועושה תבשיל מערב יום טוב וסומך עליו לשבת. בית שמאי אומרים שני תבשילין ובית הלל אומרים תבשיל אחד. ושוין בדג וביצה שעליו שהן שני תבשילין. אכלו או שאבד לא יבשל עליו בתחלה. שייר ממנו כל שהוא סומך עליו לשבת: ", 
                "גמ' מנהני מילי אמר שמואל אמר קרא זכור את יום השבת לקדשו זכרהו מאחר שבא להשכיחו מאי טעמא אמר רבא כדי שיברור מנה יפה לשבת ומנה יפה ליו\"ט. רב אשי אמר כדי שיאמרו אין אופים מיום טוב לשבת  ק\"ו מיו\"ט לחול.  ויראה דנפקא מינה בין אלו שני הטעמים דלרבא צריך לערב דוקא בערב יו\"ט כדי שיברור מנה יפה לשבת ולרב אשי יכול לערב אפי' קודם ערב יום טוב ויום טוב של סוכות שחל להיות בחמישי בשבת יכול לערב ערב יו\"ט עירוב אחד לשבת זו ולשבת הבאה: "
            ], 
            [
                "תניא אמר ר' אליעזר אין לו לאדם ביו\"ט אלא או אוכל ושותה או יושב ושונה. ר' יהושע אומר חלקהו חציו לאכילה ושתיה וחציו לבית המדרש. אמר ר' יוחנן ושניהם מקרא אחד דרשו כתוב אחד אומר עצרת לה' אלהיך וכתוב אחד אומר עצרת תהיה לכם הא כיצד ר' אליעזר סבר או כולו לשם או כולו לכם. ורבי יהושע סבר חלקהו חציו לשם וחציו לכם. גרסינן בפסחים בפ' אלו דברים (פסחים דף סח:) אמר ר' אלעזר  הכל מודים דבעצרת בעינן נמי לכם יום שנתן בו תורה לישראל. אמר רבא הכל מודים בשבת דבעינן נמי לכם דכתיב וקראת לשבת עונג. רב יוסף אמר הכל מודים בפורים דבעינן נמי לכם דמעיקרא להכי איתקון ימי משתה ושמחה כתיב. מר בריה דרבינא הוה יתיב כולי שתא בתעניתא לבר מיומא דעצרתא ופוריא ומעלי יומא דכיפורי.  דתני רב חייא מדפתי () ועניתם את נפשותיכם בתשעה לחדש בערב וכי בתשיעי מתענין והלא בעשירי מתענין אלא לומר לך כל האוכל ושותה בתשיעי מעלה עליו הכתוב כאילו התענה תשיעי ועשירי: ושלחו מנות לאין נכון לו מאי לאין נכון לו  אמר רב חסדא למי שלא היה לו להניח עירובי תבשילין כגון שהיה טרוד בערב יום טוב ולא היה לו פנאי להניח אבל היה לו פנאי להניח ולא הניח פושע הוא. דכל אדם חייב להניח עירובי תבשילין. ואין לו לסמוך על גדול העיר שמניח על כל בני העיר. כדאמרינן לקמן שמואל מערב אכולה נהרדעא. רבי אמי ורבי אסי מערבי אכולי טבריא: "
            ], 
            [
                "דודאי כל גדול העיר יש לו לערב על כל בני עירו ונפקא מינה למי שהיה טרוד ולא היה יכול לערב  או ששכח ולא עירב אבל לכתחלה אין לו לאדם לסמוך על עירוב של גדול העיר אלא צריך כל אדם להניח בביתו עירוב. ואם נזכר ולא הניח עירוב ולכתחלה סומך על עירובו של גדול העיר פושע הוא ואינו יוצא בעירובו כדאמרינן לקמן (ביצה דף טז:) ההוא סמיא דהוה מסדר מתניתא בקמיה דשמואל. יומא חד חזייה דהוה עציב אמר ליה אמאי עציבת א\"ל דלא אנחי עירובי תבשילין א\"ל סמוך אדידי. לשתא אחריתא חזייה דהוה עציב א\"ל אמאי עציבת א\"ל דלא אנחי עירובי תבשילין א\"ל פושע את לכולי עלמא שרי  ולדידך אסור: "
            ], 
            [
                "תני רב תחליפא בר אבוה דרבנא חוזאה ואמרי לה אחוה דרבנא חוזאה  כל מזונותיו של אדם קצובין לו מראש השנה ועד ר\"ה חוץ מהוצאת שבת והוצאת ימים טובים והוצאת בניו לתלמוד תורה. שאם פיחת פוחתין לו ואם הוסיף מוסיפין לו. תניא אמרו על שמאי הזקן כל ימיו היה אוכל לכבוד שבת מצא בהמה נאה אמר זו לכבוד שבת למחר מצא אחרת נאה הימנה מנוח את השניה ואוכל את הראשונה אבל הלל הזקן מדה אחרת היתה בו שכל מעשיו לשם שמים שנאמר ברוך ה' יום יום. תניא נמי הכי בית שמאי אומרים מחד בשביך לשבתיך  ובית הלל אומרים ברוך ה' יום יום: "
            ], 
            [
                "ועושה תבשיל מערב יום טוב וכו'. אמר אביי לא שנו אלא תבשיל אבל פת לא מאי טעמא מידי דמילפת בעינן ופת לא מילפת. וכן דייסא נמי לא מילפת דאמר רבי זירא בבלאי טפשאי אכלי נהמא בנהמא. תני רבי חייא  עדשים שבשולי קדירה סומך עליהן משום עירובי תבשילין  וה\"מ דאית בהן כזית. אמר רב יצחק בריה דרב יהודה שמנונית שעל גבי סכין גוררו וסומך עליו משום עירובי תבשילין והוא דאית ביה כזית : אמר רב אידי אמר רב דגים מלוחים אין בהן משום בשולי נכרים. ואמר רב אשי  אם צלאן נכרי סומך עליהן משום עירובי תבשילין ואפילו מלחן נכרי וצלאן דמליחת הנכרי אין אוסרת. אע\"פ שנאכלין מחמת מלחן חיין דלא אסור אלא בישולי נכרים וצליית הנכרי לא אסרה כיון דנאכלין חיין ואי עבדינהו נכרי כסא  דהרסנא אסור. מאי טעמא קימחא עיקר : אמר רבי אבהו אמר רב עירובי תבשילין צריכין כזית בין לאחד בין למאה. ותבשיל זה אפילו צלי אפילו שלוק ואפילו כבוש ואפילו מבושל ואפילו קולייס האיספנין שהודחו בחמין מערב יו\"ט: "
            ], 
            [
                "אמר רב הונא אמר רב עירובי תבשילין צריכים דעת. פשיטא דעת מניח בעינן שיהא בדעתו על מי שרוצה להניח. דעת מי שהניחו עליו בעינן או לא בעינן. תא שמע דשמואל מערב אכולא נהרדעא. רבי אמי ורבי אסי מערבי אכולא טבריא.  מכריז רבי יעקב בר אידי מי שלא הניח עירובי תבשילין יסמוך על שלי. ועד כמה אמר רב נחומי בר זכריה משמיה דאביי  עד תחום שבת. ושמעינן מהני כולהו דלא בעינן דעת מי שהניח לו אלא כשמודיעו ביום טוב עצמו שהוא ערב שבת שעירב עליו מאתמול הולך וסומך עליו ומבשל לכתחלה לשבת. ומאן דמערב אבני מתיה או אחבריה צריך לזכות להם. דגרסינן בעירובין בפרק חלון (עירובין דף פ.) בעי רב נחמן עירובי תבשילין צריך לזכות או לא. אמר רב יוסף ומאי תיבעי ליה הא אמר שמואל צריך לזכות. וכשהוא מזכה להם אינו מזכה על ידי בנו ובתו הקטנים אלא על ידי בנו ובתו הגדולים ועל ידי שפחתו ועבדו העברים  ועל ידי אשתו () ולי נראה דאין מזכה על ידי אשתו. דהא דאמרינן גבי ערובי חצירות דמזכה על ידי אשתו  מוקי לה בשילהי נדרים (דף פח:) בשיש לה בית באותה חצר. דמיגו דזכיא לנפשה זכיא נמי לאחריני אבל אין לה בית באותה חצר לא. דיד אשה כיד בעלה. ובעירובי תבשילין אין אדם צריך לזכות לאשתו ולבני ביתו אלא כשהוא עירב כולן מותרין.  וכיון דאינה צריכה לזכות אין מזכין על ידה מידי דהוה אעירובי חצירות כשאין לה בית בחצר. ומה שמזכה על ידי בנו ובתו הגדולים היה אומר רבינו תם דלרבי יוחנן דאמר. גבי מציאה בפ\"ק דבבא מציעא (דף יב:) לא גדול גדול ממש ולא קטן קטן ממש אלא קטן ואינו סמוך על שולחן אביו הוי גדול וגדול הסמוך על שולחן אביו זהו קטן.  הוא הדין הכא נמי. ואין לזכות העירוב על ידי גדול הסמוך על שולחן אביו דידו כיד אביו ועבדו ושפחתו העברים אף על פי דסמוכין על שולחנו לא הוי ידם כידו דדוקא בנו גדול הוא דאמר רבי יוחנן דידו כיד אביו לפי שרגיל להיות תמיד סמוך על שולחנו. אבל נכרי הסמוך על שולחן בעל הבית אין מציאתו של בעל הבית ואפילו אוכל אצלו בחנם וכ\"ש עבדו ושפחתו העברים דבשכרן קאכלי: "
            ], 
            [
                "תנו רבנן יום טוב שחל להיות ערב שבת אין מערבין לא עירובי תחומין ולא עירובי חצירות. רבי אומר מערבין עירובי חצירות אבל לא עירובי תחומין מפני שאתה אוסרו בדבר האסור לו ואי אתה אוסרו בדבר המותר לו. שלח רבי אלעזר לגולה לא כשאתם שונים רבי מתיר וחכמים אוסרין אלא רבי אוסר וחכמים מתירין. אמר רבא אמר רב סחורה אמר רב הונא  הלכה כרבי לאיסורא:  תנו רבנן יום טוב שחל להיות בשבת בית שמאי אומרים מתפלל שמנה של שבת בפני עצמה ושל יום טוב בפני עצמה. ובית הלל אומרים מתפלל שבע. מתחיל בשל שבת ומסיים בשל שבת ואומר קדושת היום באמצע. ור' אומר אף חותם מקדש השבת וישראל והזמנים. תני תנא קמיה דרבינא מקדש ישראל והשבת והזמנים. אמר רבינא אלא שבת ישראל מקדשי לה שבת מיקדשא וקיימא. אלא אימא מקדש השבת וישראל והזמנים. אמר רב יוסף  הלכתא כרבי וכדמתרץ רבינא: "
            ], 
            [
                "ת\"ר שבת שחל להיות בראש חדש או בחולו של מועד. ערבית ושחרית ומנחה מתפלל של שבת ואומר מעין המאורע בעבודה. ואם לא אמר מחזירין אותו. רבי אליעזר אומר בהודאה ובמוספין מתחיל בשל שבת ומסיים בשל שבת ואומר קדושת היום באמצע. רבן שמעון ב\"ג ורבי ישמעאל בנו של רבי יוחנן בן ברוקה אומרים כל מקום שזקוק לשבע מתחיל בשל שבת ומסיים בשל שבת ואומר קדושת היום באמצע: "
            ], 
            [
                "אמר ()  רב הונא אין הלכה כאותו הזוג. אמר רב חייא בר אשי אמר רב מניח אדם עירובי תחומין מיום טוב לחברו ומתנה וכ\"ש עירובי תבשילין. רבא אמר מניח אדם עירובי תבשילין מיום טוב לחבירו ומתנה אבל עירובי תחומין  דלמיקני שביתה ביום טוב לא וכן הלכתא כרבא דהוא בתראה. ומסתברא לן דהני מילי בעירובי תחומין דמיקני שביתה אבל עירובי חצירות דביטול רשות מניח אדם עירוב מיום טוב לחבירו ומתנה. ביום חמישי יאמר אם היום חול בעירוב זה נהיה מותרין לטלטל מבית לחצר ומחצר לבית ומבית לבית ואם היום קדש אין בדברי כלום. ולמחר יאמר אם היום קדש כבר עירבנו אתמול ואם היום חול בעירוב זה נהיה מותרין וכו'. ובעירובי תבשילין יאמר ביום חמישי אם היום קודש איני צריך לערב. ואם היום חול בעירוב זה משתרי לן למיפא ולבשולי ולאטמוני ולאדלוקי ולמיעבד כל צרכנא מיומא טבא לשבתא.  ולמחר אין צריך כלום. ודוקא בשני ימים טובים של גליות אבל בשני ימים טובים של ראש השנה לא כדאיתא לעיל בפרק קמא (סימן ה): ת\"ר אין אופין מיום טוב לשבת קל וחומר מיום טוב לחול באמת אמרו  ממלאה אשה קדירה בשר אף על פי שאינה צריכה אלא לחתיכה אחת. ממלא נחתום חבית של מים אף על פי שאין צריך אלא לקיתון אחד. אבל לאפות לא יאפה אלא מה שצריך לו. ר\"ש בן אלעזר אומר ממלאה אשה את התנור פת מפני שהפת נאפה יפה בזמן שהתנור מלא. פרש\"י שהתנורים שלהן קטנים והיו מדביקין הפת בדפנותיו ומתוך שהוא מלא אין מקום לחמימותו להתפשט והפת נאפה יפה משמע  אבל בתנור גדול אין לאפות יותר מכדי צורכו. וכן משמע מדשבק ר\"ש בן אלעזר נחתום דאיירי ביה תנא קמא ונקט אשה משמע דוקא אשה שאופה לביתה בתנור קטן אבל לחתום שאופה בתנור גדול לא: "
            ], 
            [
                "איבעיא להו מי שלא הניח עירובי תבשילין הוא נאסר ואין קמחו נאסר או דלמא הוא נאסר וקמחו נאסר. למאי נ\"מ לאקנויי קמחו לאחרים. אי אמרת הוא נאסר ואין קמחו נאסר לא צריך לאקנויי קמחו לאחרים. ואי אמרת הוא נאסר וקמחו נאסר (לא) צריך לאקנויי קמחו לאחרים מאי. תא שמע מי שלא הניח עירובי תבשילין הרי זה לא יאפה ולא יבשל ולא יטמין לא לו ולא לאחרים ולא אחרים אופין ומבשלין לו. כיצד הוא עושה מקנה קמחו לאחרים והן אופין ומבשלין לו.  שמע מינה הוא נאסר וקמחו נאסר ש\"מ. איבעיא להו עבר ואפה מאי. מי קנסוהו רבנן או לא. ואתינא למפשט מהא דתניא  מי שהניח עירובי תבשילין הרי זה אופה ומבשל ומטמין. ואם רצה לאכול את עירובו הרשות בידו. אכלו עד שלא אפה עד שלא בישל עד שלא הטמין הרי זה לא יאפה ולא יבשל ולא יטמין לא לו ולא לאחרים ולא אחרים אופין ומבשלים לו. אבל מבשל הוא ליום טוב ואם הותיר הותיר לשבת. ובלבד שלא יערים ואם הערים אסור. וה\"ה נמי אם עבר ואפה. ודחי לה רב אשי שאני הערמה דאחמירו בה רבנן טפי ממזיד.  ולא איפשיטא בעיין.  ויראה מרב אשי ורב נחמן בר יצחק  דקאמרי הא מני חנינא היא ואליבא דב\"ש דאינון אמוראי בתראי דחו להך פשיטותא דמיסתבר להו משום כבוד שבת אין לקונסו:  "
            ], 
            [
                "ב\"ש אומרים שני תבשילין וכו'. מתניתין דלא כי האי תנא. דתניא אמר ר' אלעזר לא נחלקו בית שמאי וב\"ה על שני תבשילין שצריך. על מה נחלקו על דג וביצה שעליו. שבית שמאי אומרים שני תבשילין ובית הלל אומרים תבשיל אחד. אמר רבא הלכתא כתנא דידן ואליבא דבית הלל. רבינו תם היה אומר דפלוגתא דבית שמאי ובית הלל הוי בבישול דב\"ש סברי דאפילו לבשל לחודיה צריך שני תבשילין ובית הלל סברי דלבשל סגי בתבשיל אחד. וכן משמע לישנא דמתניתין דלא הזכיר אלא בישול אבל לאפות אף בית הלל מודו דבעינן פת דכולהו אית להו דרבי אלעזר דאמר אין אופין אלא על האפוי. והא דאמר אביי לעיל (ביצה דף טז.) לא שנו  אלא תבשיל אבל פת לא. לצורך בישול קאמר וכל מילי בכלל בישול (קאמר)  דכתיב ובשלו את הפסח. וכן להחם חמין כדאיתא בפרק כירה (שבת דף מ:) גבי מים הפשרן זהו בישולן אבל אפייה לאו בכלל בישול הוא. כדאשכחן דפת ושלקות הוו שתי גזירות. דפת משמנה עשר דבר כדאיתא פ\"ק דשבת (דף יז:) ושלקות הוא גזירה קדמונית כדמוכח בפרק אין מעמידין (עבודה זרה דף לז:) דהוה ס\"ד דהוי דאורייתא עד דמסיק קרא אסמכתא בעלמא הוא. ושמנה עשר דבר היו ידועות לכל ואי הך הויא מהן היאך היה טועה לומר דהוי דאורייתא אם כן חסר להו משמנה עשר דבר. ומכל מקום הוצאה והדלקה שריין אע\"ג דלא הוו בכלל פת ותבשיל דלא אצרכוהו רבנן אלא בעיקר תיקון סעודה. והא דתניא לעיל  בברייתא דחנניה בית הלל אומרים מניח אדם עירוב אחד ועושה בו כל צרכו אבישול והטמנה קאי ולא אאפיה. ור\"י היה אומר מה שמדקדק רבינו תם מפת ושלקות דאין אפיה בכלל בישול אינה ראיה. אלא אפילו הוי בכלל. הוציאוהו מכללו לפי שאין רוב הצבור יכולין לעמוד בה כמו בשלקות. ואחר כך הוסיפו לאסור אף הפת. והא דדרשינן ואת אשר תאפו אפו לאו דברי הכל היא. דתניא בתוספתא (פ\"ב) העושה תבשיל מערב יום טוב אופה ומבשל עליו בשבת ומטמין עליו את החמין. עוד הביא התם רשאין בני מבוי לעשות תבשיל ולאפות ולבשל עליו. ובהדיא פליגי ר\"א ורבי יהושע בירושלמי (הל' א) וז\"ל. כתוב את אשר תאפו אפו ואת אשר תבשלו בשלו רבי אליעזר אומר אופין על האפוי ומבשלים על המבושל ורבי יהושע אומר אופין ומבשלים על המבושל. ורבי יהושע דריש קרא את אשר תאפו  במכילתין דתניא רבי יהושע אומר הרוצה לאפות היה נאפה לו והרוצה לבשל נתבשל לו. וקיימא לן דרבי אליעזר שמותי הוא. ומה שלא חשש הש\"ס לעיל להביא דברי רבי יהושע לאו משום דלא נהוי הלכה כמותו אלא משום דאמוראי פירשו טעם לעירוב קאמר ותנא מייתי לה מהכא ולא חשש להביא אלא מדרש הפסוק ונהגו להחמיר כדברי רבינו תם וכן כתב בהלכות גדולות וכן כתב רבינו שמשון הזקן: "
            ], 
            [
                "אכלו או שאבד לא יבשל עליו וכו'. אמר אביי נקטינן התחיל בעיסתו ונאכל עירובו גומר. איכא לאיסתפוקי בפירוש מילתא דאביי דאי בעי למימר גומר. עיסה זו כיון שהתחיל בה  ושוב לא יבשל ולא יטמין וכן אם התחיל לבשל תבשיל אחד יגמרנו בלבד או שמא מכיון שהתחיל באחד להתעסק מצרכי השבת בעוד העירוב קיים יגמור כל צורכי שבת והוא הדין אם התחיל בתבשיל. והא דנקט עיסה שהיא הכנה ראשונה שעושין מע\"ש לשבת. שכן תיקן עזרא (ב\"ק פב.) שתהא אשה משכמת ואופה. והלשון משמע כן דקאמר גומר משמע כל צורכי שבת. דאי אעיסה לחודה קאי הוה ליה למימר גומרה. והדבר שקול עד שיבא מורה צדק: ", 
                "מתני' חל להיות אחר השבת בית שמאי אומרים מטבילין את הכל מלפני השבת. ובית הלל אומרים כלים לפני השבת ואדם בשבת:", 
                "גמ' דכולי עלמא כלים בשבת לא מאי טעמא. והביא הרב אלפס טעמא דרב יוסף דאמר (דף יח.) משום סחיטה. וטעמא דרב ביבי דאמר גזירה שמא ישהא. ושביק טעמא דרבה דאמר גזירה שמא יעבירנו ארבע אמות ברשות הרבים וטעמא דרבא משום דנראה כמתקן. ותמהני למה האריך לפרש משנה זו מה שייך טבילת כלים האידנא.  ועוד לפי הטעמים שכתב מותר להטביל כלים חדשים ביום טוב.  הלכך נראה.  דטעמא דרבה עיקר דהלכתא כוותיה לגבי דרב יוסף.  וכן מצינו זה הטעם גבי שופר ולולב ומגילה (ר\"ה כט:) וכן רבא בתראה הוא.  ומאלו שני הטעמים אסור להטביל כלים חדשים ביום טוב: "
            ], 
            [
                " אמר רב חסדא בהמה חציה של נכרי וחציה של ישראל מותר לשוחטה ביום טוב משום דאי אפשר לכזית בשר בלא שחיטה. אבל עיסה חציה של נכרי וחציה של ישראל אסור לאפותה ביום טוב  דהא אפשר למיפלגה בלישה. ובהמה אפי' הן שתים אי אפשר למיפלגן  לפי שאינן שוות: ", 
                "", 
                ""
            ], 
            [
                "בעו מיניה מר\"ה הנהו בני באגי דשדו עלייהו קמחא דבני חילא מהו למיפינהו ביום טוב. אמר להו חזינא אי כי יהבי ריפתא לינוקא לא קפדי כל חדא וחדא חזיא לינוקא ושרי. ואי קפדי אסיר. וליתא להא דר\"ה אלא בין כך ובין כך אסור.  דאמר רבי יהושע בן לוי מזמנין את הנכרי בשבת ואין מזמנין את הנכרי ביום טוב גזירה שמא ירבה בשבילו. מרימר ומר זוטרא כי מקלע להו נכרי ביומא טבא אמרו ליה אי ניחא לך במאי דטריחא לן מוטב ואי לאו טירחא יתירא אדעתא דידך לא טרחינן. ואם נשלח שליח נכרי לישראל ביום טוב מותר להאכילו ביום טוב וכן נוהגין באשכנז שיש להן עבדים ושפחות נכרים. דלא אסר ריב\"ל אלא לזמן את הנכרי שהוא חפץ ביקרו ומרבה לו מנות וחייש שמא יבשל קדירה לבדה שלא היה מבשל בה אם לא בשביל הנכרי דאי לא הרבה  בשביל הנכרי אלא בקדירה שהוא מבשל בה ליכא חשש איסור זה  והא ליכא למיחש בעבדים ושפחות שבבית ישראל: ", 
                ""
            ], 
            [
                "איתמר האופה מיום טוב לחול רב חסדא אמר לוקה. רבה אמר אינו לוקה הואיל ואי מיקלעי אורחים חזי להו השתא נמי חזי. רב חסדא אמר לוקה לא אמרינן הואיל  והלכתא כוותיה דרבה. כדפרישית לה בפרק אלו עוברין בפסחים (סימן ו). תניא אך אשר יאכל לכל נפש שומע אני נפש בהמה במשמע כענין שנאמר מכה נפש בהמה ישלמנה ת\"ל לכם לכם ולא לעובדי כוכבים לכם ולא לכלבים דברי רבי יוסי הגלילי ר\"ע אומר נפש בהמה במשמע א\"כ מה ת\"ל לכם לכם ולא לעובדי כוכבים. ומה ראית לרבות את הכלבים ולהוציא לעובדי כוכבים. מרבה אני את הכלבים שמזונותן עליך ומוציא אני את העובדי כוכבים שאין מזונותן עליך. והלכתא כרבי יוסי הגלילי דסתם לן תנא כוותיה. דתנן עיסת הכלבים בזמן שהרועים אוכלין ממנה נאפית ביום טוב וכו'. וקיימא לן סתם במתניתין ומחלוקת בברייתא הלכה כסתם מתני'. והר\"ז הלוי ז\"ל הקשה על דבריו מהא דאמר ליה אביי לרב יוסף לרבי יוסי הני סופלי לחיותא היכי שדינן להו ביומא טבא ואיצטריך לשנויי ליה בשינויי דחיקי ודלא כהלכתא. דהא דמשני ליה רטיבתא חזי להיסק גדול דלאו כהלכתא כדאמרינן (לקמן ביצה לג.) בחיזרא והלכתא יבישתא שרי רטיבא אסיר. ובהדיא תנן (שבת דף קנו:) מחתכים את הנבילה לפני הכלבים ואפילו בשבת וצדין חיה ועוף מן הביברים ביום טוב ונותנין לפניהם מזונות (לקמן ביצה כג:).  וקודר אדם קב או קביים ונותנו לפני בהמתו ואינו חושש (לקמן ביצה כט.). ומתירין פקיעי עמיר לפני בהמה. ומפספסין את הכיפין (שבת קנה.) ומהלקטין לתרנגולים. ונותנים מים למורסן ונותנין מים לפני אווזים ותרנגולין ולפני יוני הרדיסאות (שם:). וכל אלו מותרין בלא אגב ריפתא דלא כרבי יוסי הגלילי. והיאך אפשר לדחות כל אלו מפני משנה יחידאה דעיסת כלבים שנשנית כרבי יוסי הגלילי אגב גררא דעירוב ושיתוף וברכה וזימון וחלה ומצה. ועוד יש לומר דמודה ר\"ע בעיסת הכלבים  כיון דאפשר לכלבים בעיסה בלא אפיה לא טרחינן ליה במלאכה יתירתא. אלא בזמן שהרועים אוכלין ממנה. מכל זה נראה לנו שהלכה כמאן דאמר אפילו נפש בהמה במשמע. ולא ידענא מה הביא מכל אלו המשניות ראיה לרבי עקיבא אטו מי איכא מאן דפליג בטלטול מזונות ליתנם לפני בהמה אפילו בשבת. והרב אלפסי ז\"ל פסק כרבי יוסי הגלילי שאסר לבשל ולאפות ביום טוב לצורך בהמה. ומתוך קושיא דסופלי  עלה בלבו דר' יוסי הגלילי אסר אף לטלטל מאכל בהמה וזה אי אפשר לומר כדפרישי'.  וגם בית הלל דרשו לעיל (ביצה דף כ:) לכם ולא לעובדי כוכבים לכם ולא לכלבים ואינהו אמרי בפרק נוטל (שבת דף קמג.) מעבירין מעל השולחן פירורים פחות מכזית וכו' מפני שהן מאכל בהמה. אלא צריך לומר כמו שפירש רשב\"ם דסופלי לא חזי לחיותא  אלא על ידי תיקון שמרככין אותו או שוחקין אותו אלא שלפעמים אוכלין אותן על ידי הדחק הלכך לרבי יוסי הגלילי שאי אפשר לתקנן ביום טוב היכי מטלטלין להו למישדי לחיותא והלא מוקצין הן כיון דאינן ראויין לאכילה כי אם על ידי הדחק ומשני דחזו להסקה ופריך בשבת מאי ואפילו לר\"ע אמר ליה  דמטלטלינן להו אגב ריפתא.  פירש ריב\"א כשאוכל הפירי זורק הגרעינין מפיו לתוך הסל כשהלחם בו אבל להניח לחם עלייהו כדי לטלטל אסור  דלא התירו ככר או תינוק אלא למת בלבד: ", 
                "מתני' ב\"ש אומרים לא יחם אדם חמין לרגליו אלא אם כן ראוין לשתיה ובית הלל מתירין. ועושה מדורה ומתחמם כנגדה: ", 
                "גמ' ודוקא חמין לרגליו הוא דשרו ב\"ה אבל לא כל גופו כדתנן בשבת (דף לח:) אם ביום טוב כחמין שהוחמו ביום טוב ואסורין ברחיצה ומותרין בשתיה. ולענין רחיצה ביום טוב בחמין שהוחמו בערב יום טוב חזינן לגאון דקא כתב הכי דההיא דאמרינן לא ירחץ אדם כל גופו בחמין בשבת בחמין שהוחמו בע\"ש. דוקא בשבת אבל ביו\"ט שרי לרחוץ כל גופו בחמין שהוחמו מערב יום טוב. דלא הוי דבר שחייבין עליו משום שבות ולא הוי משום מצוה אלא גזירה היא. וכי גזור רבנן בשבת אבל לא ביום טוב. ובשבת פרק כירה (שבת דף מ.) על ההיא ברייתא מרחץ שפקקו נקביו מערב יו\"ט למחר נכנס ומזיע  כתבתי (שם סי' ז) דאסור לרחוץ כל גופו ביו\"ט בחמין שהוחמו מערב יו\"ט: "
            ], 
            [
                "מתני' שלשה דברים רבן גמליאל מחמיר כדברי בית שמאי. אין טומנין את החמין מיום טוב לשבת. ואין זוקפין את המנורה ביום טוב. ואין אופין פתין גריצין אלא רקיקין. אמר רבן גמליאל מימיהם של בית אבא לא היו אופין פתין גריצין אלא רקיקין. אמרו לו מה נעשה לבית אביך שהן מחמירין על עצמן ומקילין לכל (בני) ישראל להיות אופין פתין  גריצין ורקיקין:", 
                "גמ' אין טומנין את החמין וכו'.  היכי דמי אי דאנח עירובי תבשילין מאי טעמא דב\"ש ואי דלא אנח עירובי תבשילין מ\"ט דב\"ה. אמר רב הונא לעולם שלא הניח עירובי תבשילין וכדי חייו שרו ליה רבנן. רב הונא לטעמיה דאמר רב הונא מי שלא הניח עירובי תבשילין אופין לו פת אחד ומבשלין לו קדירה אחת ומחמין לו קיתון אחד   ומדליקין לו את הנר ויש אומרים אף צולין לו דג קטן. יש מדקדק מדקתני אופין לו ומבשלין לו משמע דאחרים עושין לו אבל לא הוא עצמו וליתא. דאם וש אחרים שעירבו יקנה להן קמחו ויעשו לו כל צרכיו. ועוד מאי קאמר משום כדי חייו שרו ליה רבנן מה הוצרכו להיתר זה כיון שיכול להקנות להם קמחו. הלכך מיירי בדליכא מאן דעירב ומשום כדי חייו התירו לעשות לו דבר מועט ואופין ומבשלין אבני ביתו קאי.  וכן משמע בירושלמי (הל' א) דקאמר לא עירב ולא עירבו לו אחרים רבי יצחק אומר צולה לו דג. רב הונא אמר מחמם לו חמין. שמואל אמר מדליק לו את הנר. מדקאמר ומדליקין לו את הנר ש\"מ מי שלא עירב אף להדליק אסור. ומדליקין לו את הנר דקאמר היינו נר אחד כמו פת אחד וקיתון אחד אע\"פ שלא פירש כן. לכן נהגו כשמניחין עירוב לומר  לאפויי ולבשולי ולאדלוקי ולאטמוני. ואף על פי שפירשתי לעיל שלא תיקנו אלא לעיקר סעודה היינו דאין צריך לעשות העירוב אלא מפת ותבשיל שהוא עיקר סעודה. אבל צריך להזכיר כל דבר שאסור לעשות בלא עירוב. והרב אלפס לא הביא מימרא דרב הונא ולא ידענא טעמא  אי משום דרבא דהוא בתראה אוקמא למתניתין בשינויא אחרינא  מיהו ברייתא מיתניא כרב הונא: "
            ], 
            [
                "עולא איקלע לבי רב הונא קם שמעיה זקפיה לשרגא. פירוש הגביה הנר להרחיק השמן מן הפתילה כדי שימהר לכבות. איתיביה רב יהודה לעולא הנותן שמן בנר חייב משום מבעיר המסתפק ממנו חייב משום מכבה. כתבו התוס' הא דחשיב ליה מכבה היינו משום דכשממעט השמן ומרחיקו מפי הנר שהוא דולק מיד כהה אור הנר ואין דולק יפה כבתחילה והוה ליה מכבה.  אין לפרש משום שממהר כביית הנר כשיכלה השמן דהיינו גרם כיבוי שנחלקו רבי יוסי וחכמים דתנן (שבת דף קכ.)עושין מחיצה בכל הכלים בין מלאים בין ריקנים בשביל שלא תעבור הדליקה. רבי יוסי אוסר בכלי חרס חדשים מלאים מים שאין יכולין לקבל את האור והן מתבקעין ומכבין את הדליקה.  וקיימא לן כרבנן דגרם כיבוי מותר ומיהו ההיא דשפופרת על פי הנר דאסור (שבת דף כט:) דלמא אתי לאיסתפוקי מניה היינו על כרחך מפני שממהר כיבוי שאינו מכחיש מאור הנר כלל שהרי הנר לעולם מלא שמן () כי מן השפופרת מטפטף תמיד לאור הנר  אף אם יסתפק מעט משמן שבתוך השפופרת אינו מכחיש מאור הנר. הלכך נראה לי טעמא דמסתפק מן הנר משום שממהר כיבויו. ואף רבנן דרבי יוסי מודו בהאי גרם כיבוי דחייב. דעד כאן לא פליגי התם אלא משום דאינו נוגע בדבר הדולק אלא עושה דבר חוצה לו הגורם את הכיבוי כשתגיע שמה הדליקה. אבל הכא השמן והפתילה שתיהן גורמים את הדליקה והממעט מאחד מהן וממהר את הכיבוי חייב והיינו טעמא דנותן שמן בנר משום דמאריך בהבערתו. דאילו לא נתן שמן בנר היה כבה כשיכלה השמן שבנר. ומה שהוא דולק מכאן ואילך הוי כאילו הוא הדליקו. וכן לענין כיבוי נמי ממהר הכיבוי על ידי שנסתפק מן הנר הוי כאילו כבה הוא.  ואין ליטול פתילה דולקת מנר זה וליתן בנר אחר דמיד שסלקה מן הנר הוי ליה מכבה ומה הועיל אם חזר והדליק: ", 
                ""
            ], 
            [
                "אמר רב יהודה קנבא שרי. פירש רש\"י למחוט ראש הפתילה כשנעשה פחם וקשה לקמן פרק המביא (ביצה דף לב:) מפיק לה בלישנא אחרינא מוחטים את הפתילה ומפרש ליה לעדויי חושכא. ונראה כמו שפירש הערוך אחר שכבה הנר חותכין ראש הפתילה שנשרף וקמשמע לן שאין בו משום תיקון כלי שמתקן הפתילה כדי שתהא נוחה לידלק.  ודוקא כשרוצה להדליק באותו לילה. ולשון קנבא כמו קניבת ירק.  ועוד פירש מדורה העשויה מעצים דקים שמותר להסיר מהם קודם שאחז בהן האור: "
            ], 
            [
                "בעא מיניה אבא ב\"ר מתנה מאביי מהו לכבות את הנר ביום טוב מפני דבר אחר שאסור לשמש מטתו לאור הנר. א\"ל אפשר בבית אחר. אין לו בית אחר מאי.  אפשר לעשות מחיצה. אין לו לעשות מחיצה מאי. אפשר לכפות עליו את הכלי. אין לו לכפות עליו את הכלי מאי א\"ל אסור  אע\"פ שהתירו בעילת מצוה על ידי מתוך. והכא נמי יתירו כיבוי לצורך בעילה ע\"י מתוך שהותר כיבוי לצורך אוכל נפש כגון גריפת תנור או שלא תשרף הקדירה י\"ל בעילת מצוה שאני.  אי נמי כיבוי זה חשיב כמכשירי אוכל נפש. איתיביה אין מכבין את הבקעת בשביל לחוס עליה. ואם בשביל שלא תתעשן הבית או שלא תתעשן הקדירה מותר. א\"ל ההיא רבי יהודה היא דאמר לכם לכל צרכיכם כי קאמינא אנא לרבנן. וכן רבא וכן אמימר כולהו דחו להא מתניתא ואוקמוה כר\"י למימר דלאו הלכתא היא. ושמע מינה דלית הלכתא כי הא מתניתא אלא אסור לכבות את הדליקה בין לחוס עליה בין שלא תתעשן הקדירה והבית. והאי דאסור לכבות כדי שלא תתעשן הקדירה היינו באפשר להצילה מעישון בלא כיבוי כגון שיסירנה מאש זה לבשלה על אש אחר. ואם אין לו אש וצריך לבשל קדירתו באש זה ואם לא יכבה תתעשן הקדירה מותר לכבות לצורך אוכל נפש כמו שמותר לבשל ולאפות. ומיהו קשה דכל הנך אמוראי סברי כרבנן ולקמן פרק אין צדין (ביצה דף כח:) פסקינן כר\"י דמכשירין דאי אפשר שרו. ואפשר משום דאמרינן לקמן הלכה ואין מורין כן.  אי נמי במידי דלאו אוכל נפש ממש החמירו טפי: ", 
                ""
            ], 
            [
                "בעא מיניה רב אשי מאמימר מהו לכחול את העין ביום טוב. היכא דאיכא סכנה כגון רירא דיצא דמעתא וקדחתא ותחלת אוכלא לא קא מיבעיא לי דאפילו בשבת שרי. כי קמיבעיא לי סוף אוכלא ופצוחי עינא מאי. אמר ליה אסור וכן הלכתא. והני מילי מישראל אבל מנכרי שרי דהא אמימר שרי למיכחל עינא מנכרי. ואיכא דאמרי אמימר גופיה כחל מנכרי בשבתא. אמר ליה רב אשי לאמימר מאי דעתיך דאמר עולא בריה דרב עילאי כל צרכי חולה עושין על ידי נכרי בשבת. ואמר רב המנונא כל דבר שאין בו סכנה אומר לנכרי ועושה. הני מילי היכא דלא מסייע בהדיה ומר קא מסייע בהדיה דקא עמיץ ופתח. אמר ליה איכא רב זביד דקאי כוותיך ואמרי ליה מסייע אין בו ממש.  אמימר שרא למיכחל ביום טוב שני של ר\"ה. דסבר כנהרדעי דסבירא להו דשתי קדושות הן ולית הלכתא כוותייהו דקי\"ל קדושה אחת היא (פ\"ק סי' ה'). מיהו שמעת מינה דאמימר  דשרי למיכחל עינא ביום טוב שני של גליות: ", 
                ""
            ], 
            [
                "תניא בית שמאי אומרים אין אופין פת עבה ביום טוב ובית הלל מתירין. מאי פת עבה פת מרובה ואמאי קרי ליה פת עבה משום  דנפישא בלישה:", 
                "מתני' אף הוא אמר ג' דברים להקל מכבדין בית המטות. ומניחין את המוגמר ביום טוב. ועושין גדי מקולס בלילי פסחים. וחכמים אוסרין. משמע דאף רבן גמליאל דמיקל לא שרי לכבד אלא בית המטות וביום טוב. אבל כל הבית אסור לכבד. כדאיתא בפרק המצניע (שבת דף צה.) והתם מסיק על ריבוץ הבית והאידנא דקי\"ל כר\"ש שרי אף לכתחלה לרבץ הבית דאין מתכוין לאשוויי גומות ופסיק רישיה נמי לא הוי. ופסקו ר\"ח וה\"ג דה\"ה לכבד שרי ולא נהירא דבפרק כל הכלים (שבת דף קכד:) פליגי במכבדות של תמרה רב שרי מכבדות של מילתא לטלטל מחמה לצל ואסר בשל תמרה ורבי אלעזר שרי אף בשל תמרה. ופריך במאי עסקינן אילימא מחמה לצל בהא לימא ר\"א אף בשל תמרה ומאי קושיא לימא אה\"נ דסבירא ליה כר\"ש דקי\"ל כוותיה והוה דבר שמלאכתו להיתר. אלא ודאי ר\"ש מודה דאסור כיבוד דהוה ליה מזיז עפר ממקומו אי נמי דחשיב פסיק רישיה טפי ממרבץ. ובית המטות דוקא התירו ומשום פירורין וביום טוב ולא בשבת.  ורבינו חננאל והלכות גדולות ס\"ל  דהני תנאי כר\"י דאמר דבר שאין מתכוין אסור: "
            ], 
            [
                "גמ' ומניחין את המוגמר ביום טוב אמר רב אסי מחלוקת להריח אבל לגמר את הכלים דברי הכל אסור. איבעיא להו מהו לעשן פירות. פירוש מפזרין סמים על גבי גחלים ליתן ריח בפירות. אמר רב יהודה על גבי גחלים אסור מפני שהוא מכבה.  על גבי חרס מותר. ואסיקנא הלכה על גבי גחלת נמי מותר.  מידי דהוה אבישרא אגומרי וכן הלכתא. ירושלמי (במשילין הלכה ב) מהו להדליק נר של אבטלה. פי' נר של בטלה שאין צריך לו. חזקיה אמר אסור מתניתא פליגא אדחזקיה לא תבערו אש בכל מושבותיכם ביום השבת בשבת אי אתה מבעיר אבל אתה מבעיר ביום טוב. אין תימא בדברים שיש בהן אוכל נפש אנן קיימינן. הא כתיב אך אשר יאכל לכל נפש. אלא כי כן קיימינן בנר של אבטלה.  א\"ר אבינא הכי  תנינן תמן (פ\"ק יב.) ב\"ש אוסרין וב\"ה מתירין. ר' נחום אחוה דר' עילאי בעא קמי' רבי יוחנן אמר לא תיסר ולא תישרי.  ונרות שמדליקין בבהכ\"נ לא מיקרי נר אבטלה דלשם מצוה ולשמחת יו\"ט מדליקין אותו () ושרי על ידי מתוך כמו הוצאת קטן ולולב וס\"ת: "
            ], 
            [
                "גרסינן בפרק רבי אליעזר דמילה (שבת דף קלד.) ת\"ר אין מסננין את החרדל במסננת שלו ואין ממתיקין אותו בגחלת. והא תניא ממתיקין אותו בגחלת. לא קשיא כאן בגחלת של מתכת כאן בגחלת של עץ. א\"ל אביי לרב יוסף מ\"ש מבישרא אגומרי. א\"ל  התם ליכא כיבוי הכא איכא כיבוי. בעא מיניה אביי מרבה מהו לגבן. א\"ל אסור. ומ\"ש מלישה. התם לא אפשר הכא אפשר. והא אמרי נהרדעא גבינתא בת יומא מעלייתא. ה\"ק אפילו בת יומא מעלייתא. וקטורי בידים מעשה אומן הוא ואסור והוא שעושין בתי זרועות של הנשים סמוך ליד וכן בתי שוקים קמטין קמטין: "
            ], 
            [
                "מתני' שלשה דברים ר\"א בן עזריה מתיר וחכמים אוסרין. פרתו יוצאה ברצועה שבין קרניה. ומקרדין את הבהמה ביום טוב ושוחקין את הפילפלין בריחים שלהם ר' יהודה אומר אין מקרדין את הבהמה ביום טוב מפני שהוא עושה חבורה אבל מקרצפין. וחכמים אומרים אין מקרדין אף לא מקרצפין: ", 
                "גמ' ת\"ר איזהו קירוד ואיזהו קירצוף. קירוד קטנים ועושין חבורה וקרצוף גדולים ואין עושין חבורה. ת\"ק סבר כר\"ש דאמר דבר שאין מתכוין מותר וקירוד אע\"פ דקא עביד חבורה שרי כל שכן קירצוף דלא עביד חבורה. רבי יהודה אומר דבר שאין מתכוין אסור וקירצוף דלא עביד חבורה שרי. ורבנן סברי לה כרבי יהודה דאמר דבר שאין מתכוין אסור וגזרי קירצוף אטו קירוד. ותימה דלא מידכר הכא אלא איסור חבורה ואנו רואים כשמגררין הסוסים במגררת של ברזל שתולשין מן השער והוי פסיק רישיה כההיא דתנן (נזיר מב.) נזיר חופף ומפספס  אבל לא סורק. וצריך לומר שלא היה עשוי כעין שלנו ולא היה תולש את השער  אבל שלנו ודאי אסור. אמר רבא אמר רב נחמן הלכה כר' שמעון שהרי רבי אלעזר בן עזריה מודה לו. אמר רבא לרב נחמן ולימא מר הלכה כרבי יהודה שהרי חכמים מודים לו. אמר ליה אנא כר\"ש סבירא לי ועוד שהרי ר\"א בן עזריה מודה לו:  ", 
                "מתני'  הריחים של פילפלין טמאה משום שלשה כלים. משום כלי קבול. ומשום כלי מתכת. ומשום כלי כברה: "
            ], 
            [
                "עגלה של קטן טמאה מדרס וניטלת בשבת ואינה נגררת אלא על גבי כלים. רבי יהודה אומר כל הכלים אינן נגררין חוץ מן העגלה מפני שהיא כובשת:", 
                "גמ' זו דברי רבי יהודה ר\"ש אומר גורר אדם מטה וכסא וספסל ובלבד שלא יתכוין לעשות חריץ  וקיימא לן כרבי שמעון: הדרן עלך יום טוב "
            ], 
            [
                ""
            ], 
            [
                ""
            ], 
            [
                ""
            ], 
            [
                ""
            ], 
            [
                "", 
                ""
            ], 
            [
                ""
            ], 
            [
                ""
            ], 
            [
                "", 
                "", 
                ""
            ], 
            [
                "", 
                ""
            ]
        ], 
        [
            [
                "אין צדין דגים מן הביברין ביום טוב. ואין נותנין לפניהם. מזונות אבל צדין חיה ועוף ונותנין לפניהם מזונות. רבן שמעון בן גמליאל אומר לא כל הביברין שוין זה הכלל כל  שמחוסר צידה אסיר ושאין מחוסר צידה מותר. מתוך פירוש רש\"י משמע דצידה אסורה מדאורייתא כי נתן טעם לדבר הא דצידה אסורה מדאורייתא טפי משחיטה ואפייה ובישול משום דכל הני עדיפי טפי היום משאם נעשה מאתמול. אבל צידה אפשר מאתמול ויניחם במצודה במים עד למחר. ולקמן (ביצה דף כח:) לא משמע הכי דמפליג רבי יהודה במכשירין בין אפשר לעשותם מאתמול ובין אי אפשר לעשותם מאתמול.  מכלל דבאוכל נפש לא מפליג. ומדרבי (יהושע) יהודה נשמע להו לרבנן דבאוכל נפש לא פליגי  אלא רבנן הוא דגזור על קצירה ובצירה וטחינה לפי שאדם רגיל לבצור כרמו כאחד ולקצור שדהו כאחד ולטחון הרבה ביחד ולדרוך ענביו כאחד. לכן אסרו כל אלו דדמי לעובדא דחול ומטעם זה נמי אסרו צידה. כי פעמים תעלה במצודתו דגים הרבה ודמי לעובדא דחול. ובירושלמי (פ\"ק הל' י)  מסמיך ליה אקרא דגרסינן התם מנין שאין טוחנין ואין בוררין ואין מרקדין ת\"ל אך אשר יאכל לכל נפש וגו' ושמרתם את המצות כלומר מלישה ואילך מותר ולא מלאכות שקודם הלישה. תני חזקיה אך הוא לבדו  הרי אלו מיעוטין מכאן שלא יקצור ולא ירקד ביום טוב. אמר רב יהודה אמר שמואל הלכה כרבן שמעון ב\"ג: ", 
                "גמ'  היכי דמי מחוסר צידה אמר רב יוסף אמר רב יהודה אמר שמואל כל שאומרים הבא מצודה ונצודנו. א\"ל אביי לרב יוסף והרי אווזין ותרנגולין שאומר הבא מצודה ונצודנו ותניא הצד אווזין ותרנגולין ויוני הרדיסאות פטור. תימה אמאי פריך הא כל פטורי שבת פטור אבל אסור כדאמרינן ריש שבת (דף ג.). והכא נמי תנן כל שמחוסר צידה אסור. וצ\"ל דהא דקאמר כל המחוסר צידה אסור ר\"ל חייב. וכן מוכח בפרק האורג (שבת דף קו:) דרשב\"ג דהכא תני התם כל המחוסר צידה דפטור דלא חשיב כניצוד ועומד ואם כן הצד מתוכו חייב.  ולפי זה אסור לצוד ביו\"ט אווזין ותרנגולין ההולכין בחצר ואין העולם נזהרין מזה. ובעלהעיטור כתב  דפטור דאווזין ותרנגולין פטור ומותר קאמר. ואף לדברי התוס' איכא למימר מה שהוצרכו לתרץ דכל המחוסר צידה אסור היינו חייב משום דאביי הקשה כל כך בפשיטות לרב יוסף מאווזין ותרנגולין אמתני' ומאי הוה ליה הקושיא כולי האי כיון דמצינו לפרש דפטור דתרנגולין הוי פטור אבל אסור. לכך הוצרכו לתרץ דמחוסר צידה חייב הלכך אפילו אי מפרשת דפטור דאווזין ותרנגולין דפטור אבל אסור אכתי תיקשי לך.  ומיהו אפשר אף לדברי התוס' הוי פטור ומותר כיון דבאין לכלובן ומזונותיהן עליך () לא מיתסר למצדינהו: "
            ], 
            [
                "מתני' מצודת חיה ועוף ודגים שעשאן מערב יום טוב לא יטול מהן ביום טוב אלא אם כן ידוע שניצודו בערב יום טוב. ומעשה בנכרי אחד שהביא דגים לר\"ג ואמר מותרים הן אלא שאין רצוני לקבל הימנו: ", 
                "גמ' אמר רב יוסף אמר רב יהודה אמר שמואל אין הלכה כר\"ג ואיכא דמתני לה אהא דתניא ספק מוכן ר\"ג מתיר ורבי יהושע אוסר. אמר רב יהודה אמר שמואל הלכה כרבי יהושע.  אמר רב פפא נכרי שהביא דורון לישראל אם יש מאותו המין במחובר אסירין לערב בכדי שיעשו.  ואפילו ר\"ש מודה במוקצה כי האי דכיון דלא לקטינהו מאתמול () כגרוגרות וצימוקין דמו. ומה שצריך להמתין לערב בכדי שיעשו פרש\"י שלא יהנה ממלאכת יום טוב. ולערב ראשון אע\"פ שהוא יום טוב מותר ממה נפשך אם חול הוא הרי המתין בכדי שיעשו. ואם קדש הוא הרי נלקט בחול. והביא ראיה מביצה שנולדה בזה מותרת בזה (לעיל ביצה דף ד:) ומההוא טביא דאיתציד בי ריש גלותא ביום טוב ראשון ופסק בפ' בכל מערבין (עירובין דף לט:) דאכלוהו ביום טוב שני ומדאמר רבא לעיל (ביצה דף יז.) מניח אדם עירובי תבשילין מיום טוב לחבירו ומתנה. ועוד הביא ראיה דעיקר מילתיה דרב פפא דאמר בכדי שיעשו ביו\"ט ראשון קאמר. מהא דאמר בפרק בכל מערבין (עירובין דף מ.) הנהו בני גינאה דגזו להו נכרים אסא ביום טוב שני שרי להו רבינא לאורוחי לאלתר. אלמא קסבר כי בעינן בכדי שיעשו היינו ביו\"ט ראשון משום דבקיאינן בקיבועא דירחא וראשון עיקר.  והא דעבדינן תרי יומי משום דשלחו משם הזהרו במנהג אבותינו. וכיון דקיל יו\"ט שני לא בעינן בכדי שיעשו וכן פסקו רבינו גרשום מאור הגולה ורבי יעקב בר יקר ורבינו קלונימוס  והרמב\"ם והראב\"ד. והקשה ר\"ת לפירוש רש\"י דפירש משום שלא יהנה ממלאכת יום טוב מהא דתנן (חולין דף טו.) המבשל בשבת בשוגג יאכל ואמאי והא נהנה ממלאכת שבת הוא ואפילו הכי שרי וכ\"ש כשהעובד כוכבים עושה המלאכה מעצמו. וכ\"ת מבשל שאני דחזי לכוס והיה ראוי ליהנות ממנו בלא מלאכת שבת. הא אמר בפ\"ק דחולין (דף טו:) השוחט בשבת בשוגג יאכל היכא דהוה חולה והבריא דלא איתקצאי בין השמשות. וגם איסור שבת ליכא בשוגג לר' מאיר ואף ר\"י דאסר מבשל בשבת מפרש טעמא בפרק הניזקין (גיטין דף נג:)  משום דקניס שוגג אטו מזיד ולא משום שמא יהנה ממלאכת שבת כשהוא שוגג וכ\"ש אם עשה העובד כוכבים מעצמו ויש ליישב פירש רש\"י דיותר החמירו בעובד כוכבים שעשה לצורך ישראל ממה שעשה ישראל בשוגג.  דמילתא דלא שכיחא לא גזרו. ורבינו תם פירש דטעם שצריך להמתין לערב בכדי שיעשו משום גזירה שמא יאמר לנכרי להביאו לו ביום טוב כדי שיאכל לערב מיד ולהאי טעמא צריך להמתין עד ערב שני בכדי שיעשו דחיישינן שמא יאמר לנכרי להביא ביום ראשון כדי שיאכל ביום טוב שני.  והאי טעמא לא שייך אלא בנכרי שעושה בשביל ישראל  אבל אם עשה בשביל עצמו מותר לערב מיד. כדמוכח בפרק שואל (שבת דף קנא.) גבי מרחץ דאם רוב נכרים בעיר למוצאי שבת רוחץ בה מיד דאפילו ביום השבת מותר ליהנות ממה שעושה הנכרי לעצמו כדתנן (שבת דף קכב.) מילא מים לבהמתו משקה אחריו ישראל הדליק את הנר משתמש ישראל לאורו וכן אם עשה כבש לעצמו או בדבר הניצוד מאליו לא שייכא הך גזירה. הלכך מההוא טביא  אין ראיה שניצוד מאליו. ומה שהביא ראיה מבני גינאה דלא אמר בכדי שיעשו אלא ביום טוב ראשון אינה ראיה דדלמא רבינא לית ליה בכדי שיעשו לא ביו\"ט ראשון ולא ביו\"ט שני. וה\"ה לדידיה אי גזו להו ביו\"ט ראשון הוי שרי להו לאלתר. ומה שהוצרך הגמרא להזכיר שהמעשה ביו\"ט שני הוה ולא נקט יו\"ט סתם. הא קמ\"ל דאפילו ביו\"ט שני היה רוצה רב תחליפא לאסור לפי שאינם בני תורה. ולפירוש רבינו תם היה צריך להמתין בכדי שילך הנכרי למקום שצד הנכרי הצבי והדגים ותלש הפירות ויחזור לכאן. דאי לא תימא הכי אלא בכדי תלושה וצידה בלבד אכתי איכא למיחש שמא יאמר לנכרי ביום טוב כדי שיאכל בלילה אחר שעה מועטת ושמא יש לומר שלא החמירו כולי האי ויראה שימתין עד שעה שיוכל להביא מאותו המין הנמצא בסמוך לעיר ולא נחמיר כולי האי בכדי שיבא מן המקום שהביאן הנכרי. וגם בעל ההלכות כתב כר\"ת. ושני ימים טובים שחלו ביום חמישי וששי והובא ביום ראשון כתב בעל העיטור שאסור עד מוצאי שבת בכדי שיעשו שלא יאמר לנכרי להביא לצורך שבת. וה\"ר יחיאל מפרי\"ש התירו בשבת שאין להחמיר כולי האי וכן מסתבר. ולפי' רש\"י אסור לכל ישראל בכדי שיעשו שלא יהנה ממלאכת יו\"ט אבל לפי' ר\"ת שפירש משום שמא יאמר לנכרי להביא ביו\"ט שיאכל לערב מיד  מסתבר שמותר לישראל אחר מיד ולא חיישינן שיאמר לנכרי להביא בשביל אחר דאין אדם חוטא ולא לו.  והא דלא קאמר ומותר לישראל אחר מיד כדקאמר גבי בא מחוץ לתחום.  כיון דבו ביום אסור לכל בשביל שעה מועטת דבכדי שיעשו לא חש להאריך. ולפי' ר\"ת מבשל בשבת א\"צ להמתין לערב בכדי שיעשו דהכא ליכא למיגזר מידי. ואם אין באותו המין במחובר. בתוך התחום מותר  חוץ לתחום אסור וא\"צ להמתין לערב בכדי שיעשו. דלא החמירו חכמים אלא בדבר שנעשה בו איסורא דאורייתא  ואין לחוש שמא הביאו הנכרי דרך רשות הרבים סרטיא ופלטיא דלא שכיחי האידנא רה\"ר  דששים ריבוא בוקעין בו. והא דתנן בפ' (מי שהחשיך) שואל (דף קנא.) נכרי שהביא חלילין לא יספוד בהן ישראל במוצאי שבת עד כדי שיבאו ממקום קרוב. שאני מלתא דמת דאוושא טפי והכל יודעין שבשביל המת הביאו ואחמור טפי כדתנן התם אם עשה נכרי קבר בשבת בשביל ישראל לא יקבר בו עולמית ולא שרי בכדי שיעשו. והרב אלפס ז\"ל כתב בתשובה דאף בבא מחוץ לתחום צריך להמתין בכדי שיעשו. וכן כתב בספר התרומות ובס' המצות דאין לסמוך על מה שחילק ר\"י במת. ומסתבר כדברי ר\"י כיון שמצינו בקבר שנעשה בשביל ישראל דאסור עולמית ובשאר דברים שעושה בשביל ישראל כגון מינו במחובר מותר לערב בכדי שיעשו גם במובא מחוץ לתחום יש לחלק. וכן מוכח מדלא קאמר חוץ לתחום אסורין לערב בכדי שיעשו. ולא מיסתבר למימר דאאיסור דלעיל קאי דא\"כ לימא רב פפא בכדי שיעשו בסוף דבריו והיה קאי אתרוייהו אלא ודאי מדהזכיר בכדי שיעשו אמינו במחובר מכלל דאינו מינו במחובר שרי לערב לאלתר. ודבר שאינו מינו במחובר שהובא לישראל ביו\"ט ראשון של ר\"ה כתב הר\"ז הלוי ז\"ל שנשאל לפני חכמי לוני\"ל ז\"ל והשיבו שמותר ביום טוב שני מפני שאין עליו שום איסור הכנה ולא איסור התלוי בקדושה שנאמר קדושתא אריכתא היא אלא כעין קנסא הוא שמא יאמר לו להביא ודיו שקנסו אותו בראשון וכן יו\"ט ראשון ושבת.  ומזה יש ללמוד דכ\"ש דלא בעינן בכדי שיעשו  והבא בשביל ישראל זה() מחוץ לתחום מותר לישראל אחר. והא דאמר אם יש מאותו המין במחובר אסור  לא מיבעי באכילה דאסור אלא אפילו לטלטל נמי אסור דלא חזי לאכילה וכמוקצה דמי. אבל הבא מחוץ לתחום () אף על גב דאסור באכילה מותר בטלטול כיון דמותר לישראל אחר. גרסי' בפרק בכל מערבין (עירובין דף לט:) ההוא בר טביא דאיתצוד ביו\"ט ראשון ואישתחיט ביו\"ט שני רב נחמן ורב חסדא אכול ורב ששת לא אכיל דסבר קדושה אחת הן וקי\"ל כרב נחמן וכרב חסדא. ורב ששת נמי הדר ביה. ואמר נמי התם (דף מ.) ההוא ליפתא דאתא למחוזא חזינהו רבא דכמישי אמר האי ודאי מאתמול עקרוה מאי אמרת מחוץ לתחום אתא הבא בשביל זה מותר לישראל אחר וכ\"ש דאדעתא דנכרים אתא שרא להו למיזבן מינייהו כיון דחזי דקמפשו ומייתו אסר להו. (שם) הנהו בני גינאה דגזו להו נכרים אסא ביום טוב שני שרא להו רבינא לאורוחי  לאלתר אתו שיילוה לרבא () אמר להו בעינן בכדי שיעשו:  "
            ], 
            [
                " אמר רבה בר רב הונא אמר רב  הסוכר אמת המים מערב יום טוב ולמחר השכים ומצא בה דגים מותרין דהא כבר ניצודו מערב יו\"ט והוו להו מוכנין וחיה שקיננה בפרדס כגון איל וצבי וכיוצא בו וילדו עפרים ועדיין הן קטנים ואין צריכין צידה אין צריכין זימון ומותרין ביום טוב. ודוקא בפרדס הסמוך לעיר דדעתיה עילויה אבל בפרדס שאינו סמוך לעיר צריכין זימון וה\"מ בדידהו אבל באימייהו כיון דבעי צידה לא מהני להו זימון: "
            ], 
            [
                "מתני' בהמה מסוכנת לא ישחוט אלא א\"כ יודע שיכול לאכול ממנה כזית צלי מבעוד יום. ר\"ע אומר אפילו כזית חי מבית שחיטתה. שחטה בשדה לא יביאנה במוט ובמוטה אבל מביאה בידו איברים איברים: ", 
                "גמ' ש\"מ דהפשט וניתוח לקצבים דרך ארץ הוא ולא איסורא הוא  והתירו לאכול כזית מבית טביחתה בלא בדיקה משום הפסד ממונו וכ\"ש שאם הוציאו הריאה בלא בדיקה שאין להפסיד הבהמה וסמכינן ארובה וכשירה: "
            ], 
            [
                " ת\"ר אין הסומא יוצא במקלו ולא הרועה בתרמילו ואין יוצאין בכסא אחד האיש ואחד האשה. ואם היו רבים צריכים לו מותר ואע\"פ דלפירוש ר\"י  בפרק במה אשה במסכת שבת (דף סה:) דקיטע יוצא וכו' דמי שנכווצו גידי שוקיו מותר לצאת במקל בשבת. שאני התם דאינו יכול לילך כלל בלא מקל וכמנעלים דידיה דמו. אבל סומא במקל דידיה לתרוצי סוגיא עביד ()  ואיכא זילותא דיו\"ט. א\"ר אמי ובלבד שלא יכתף מאי כיתוף רב יוסף בריה דרבא אמר אלונקי שמשים כל א' ידו על כתף חבירו והכסא על זרועותיהן. איני והא רב נחמן שרא לה לילתא למיפק () באלונקי.  שאני איתתא דבעיתא. מרימר ומר זוטרא הוו מכתפי להו בשבתא דרגלא באלונקי משום בעיתותא דציבורא  ואמרי לה משום דוחקא דציבורא: "
            ], 
            [
                "מתני' בכור שנפל לבור רבי יהודה אומר ירד מומחה ויראה  אם יש בו מום יעלה וישחוט ואם לאו לא ישחוט ור\"ש אומר כל שאין מומו ניכר מערב יו\"ט אין זה מן המוכן: ", 
                "גמ' במאי קמיפלגי ברואין מומין ביום טוב קמיפלגי. ר\"י סבר רואין מומין ביום טוב ור\"ש סבר אין רואין מומין ביו\"ט ואע\"ג דקי\"ל (עירובין דף מו:) ר' יהודה ור' שמעון הלכה כרבי יהודה בהא קי\"ל כר\"ש  דאמרינן אמי וורדנאה חזי בוכרא דבי נשיאה הוה סבר דלא למיחזי ביומא טבא אתו אמרו ליה לרבי אמי אמר להו שפיר עבד דלא חזי. איני והא רבי אמי גופיה הוה חזי. רבי אמי מאתמול הוא דחזי וביומא טבא שיולי הוה משייל היכי הוה עובדא. כי ההוא גברא דאייתי בוכרא לקמיה דרבא אפניא דמעלי יומא טבא הוה יתיב רבא וקא חייף רישיה. דלי עיניה וחזייה למומיה. א\"ל זיל האידנא ותא למחר. אתא למחר א\"ל אימא לי גופא דעובדא היכי הוה א\"ל הוה מנחן שערי בהך גיסא דהוצא. בהדיה דעייל רישיה פרטיה הוצא לשפתיה. א\"ל ודלמא אנת גרמת ליה. א\"ל לא. ומנא תימרא דגרמא אסור דתניא כל מום לא יהיה בו אין לי אלא שלא יהיה בו מום בידים. מניין שלא יגרום לו על ידי אחרים שלא יביא בצק או דבילה ויניח לו לגדי על גבי אזנו כדי שיבא הכלב ויטלנו. תלמוד לומר כל מום לא יהיה בו. אמר מום ואמר כל מום. ואם עבר החכם וראה מום ביום טוב  אסיר לשוחטו ביום טוב.  אבל אם נולד הוא ומומו עמו ביום טוב וראהו החכם מותר: "
            ], 
            [
                " בעי מיניה הלל מרבא יש מוקצה לחצי שבת או אין מוקצה לחצי שבת.  ומסיק דגמרו בידי אדם כגון קדירות בין השמשות לא מיבעיא ליה דודאי אין מוקצה. כי קמיבעיא ליה גמרו בידי שמים כגון גרוגרות שנתייבשו מע\"ש וירדו עליהם גשמים ונתלחלחו ואח\"כ זרחה עליהם החמהונתייבשו ודוקא במידי דאכילה קא מיבעי ליה חבל במילי דטלטול פשיטא דאין מוקצה לחצי שבת. מההוא דתנן (שבת דף קכח:) כופין את הסל לפני האפרוחים כדי שיעלו וירדו. ותניא בפרק כירה (שבת דף מג.) מותר לטלטלו כשאינן עליו. והוא שלא היו עליו כל בין השמשות. ועוד דקאמר התם (דף מד^) אמר רב מטה שיש עליה מעות אסור לטלטלה אין עליה מעות מותר לטלטלה. והוא שלא היו עליה כל בין השמשות. ואיכא תרי לישני. בלישנא קמא א\"ל יש מוקצה לחצי שבת ובלישנא בתרא א\"ל אין מוקצה לחצי שבת:  ומיסתבר כלישנא בתרא דבשל סופרים הלך אחר המיקל ולכך לא הביאה ה\"ר אלפס: "
            ], 
            [
                "מתני' בהמה שמתה לא יזיזנה ממקומה מעשה ובאו ושאלו את רבי טרפון עליה ועל החלה שנטמאה ונכנס לבית המדרש ושאל ואמרו לו לא יזיזום ממקומם:", 
                "גמ' תרגמה זעירי בבהמת קדשים והיתה מסוכנת מערב יום טוב. וטעמא דבהמת קדשים דאין מאכילין אותה לכלבים הא דחולין שרי לטלטלה.  כיון דמסוכנת היא מערב יום טוב דעתיה עילויה מאתמול להאכילה לכלבים הלכך שרי לטלטלה לד\"ה: "
            ], 
            [
                "אין נמנין על הבהמה בתחילה ביום טוב אבל נמנין עליה מערב יו\"ט ושוחטין ומחלקים ביניהם.  רבי יהודה אומר שוקל אדם בשר כנגד הכלי כנגד הקופיץ וחכמים אומרים אין משגיחין בכף מאזנים כל עיקר: ", 
                "גמ' מאי אין נמנין אמר רב יהודה אמר שמואל אין פוסקין דמים על הבהמה בתחלה ביום טוב היכי עביד אמר רבא מביא שתי בהמות ומעמידן זו אצל זו ויאמר זו כזו. תניא נמי הכי לא יאמר אדם לחבירו הריני עמך בסלע הריני עמך בשתים אלא אומר לו הריני עמך למחצה לשליש ולרביע  וחכמים אומרים אין משגיחין בכף מאזנים כל עיקר מאי כל עיקר. אמר רב יהודה אמר שמואל ואפילו לשומרו מן העכברים. אמר רב אידי בר אבין והוא דתליא בתריטא מפני שנראה כשוקל ביום טוב. והא רבי חייא ור\"ש דהוו שקלי מנה כנגד מנה. לא קי\"ל כוותיהו אלא כרבנן דאמרי אין משגיחין בכף מאזנים כל עיקר. אמר רב יהודה אמר שמואל טבח אומן אסור לשקול בשר ביד. פירש רש\"י שלוקח הבשר בידו אחת והמשקל בידו אחרת ומכוין המשקל. משמע דוקא בכה\"ג אסור שדומה לכף מאזנים. אבל אם יודע לכוין המשקל בידו אחת מותר. ולא נראה דא\"כ הוה ליה למימר אבל שוקל בידו אחת ומניח.  ואם היה טבח אומן לא ישקול בידו מפני שידו כמשקל ()  אבל חותך בסכין ונותן לזה ולזה. אמר רב יהודה אמר שמואל אסור לשקול בשר במים. אמר רב חייא בר אשי אסור לעשות בית יד בבשר. אמר רבינא וביד שפיר דמי אמר רב הונא מותר לעשות סימן בבשר כי הא דרבא מחתך לה אתלת קרנתא: "
            ], 
            [
                "מתני' אין משחיזין את הסכין ביום טוב אבל משיאה על גבי חברתה:", 
                "גמ' מאן תנא דהשחזה עצמה אסורה. אמר רב חסדא דלא כרבי יהודה. דתניא אין בין יום טוב לשבת אלא אוכל נפש בלבד. ר\"י מתיר במכשירי אוכל נפש. א\"ל רבא לרב חסדא דרשי' משמך הלכה כר\"י א\"ל יהא רעוא דכל כי הני מילי מעלייתא תדרשון משמי. אמר רב יהודה בריה דרב יוסף הוה קאימנא קמיה דרבא והוה קא  מעבר סכינא אפומא דדיקולא. ואמרי ליה לחדודי קבעי מר או לעבורי שמנוניתא. א\"ל לעבורי שמנוניתא. וחזיתי לדעתיה דלחדודי קא עביד. והא דלא קאמר לי ולא מידי קסבר הלכה ואין מורין כן. אמר אביי הוה קאימנא קמיה דמר והוה קמעבר סכינא אפומא דרחיא. ואמרי ליה לחדודי קבעי מר או לעבורי שמנוניתא קבעי מר אמר לי לעבורי שמנוניתא וחזיתי לדעתיה דלחדודיה קבעי וקסבר הלכה ואין מורין כן. ואמר רב יוסף סכין שעמדה מותר לחדד ביו\"ט וה\"מ דפסקא אגב דוחקא ודוקא אגב ריחיא או אגב דיקולא. אבל במשחזת לא. ומה שפסק ה\"ר אלפס ז\"ל אבל במשחזת לא היינו שאין להורות כן.  אבל הלכה כר\"י דאף במשחזת של אבן מותר  דאמתני' דאין משחיזין את הסכין דאוקמא רב הונא במשחזת של אבן קאמר רב חסדא דלא כר' יהודה.  וה\"ר אלפסי ז\"ל לא הביא כל הני לישני דקאמר רב יהודה אמר שמואל משום דקיימי אמתני' דאין משחיזין את הסכין דלאו הלכתא היא דקי\"ל כר' יהודה  ומה שהביא ה\"ר אלפסי ז\"ל מההוא דרבא דקא מעבר סכינא אפומא דדיקולא לא הביאה אלא להשמיענו דהלכה כר' יהודה אבל לא הביאה להשמיענו דאין מורין כן דלא מיסתבר למימר דבמשחזת של עץ אין מורין כן. דהא אפילו רבנן מתירין במשחזת של עץ אפילו לחדדה לחד לישנא דרב יהודה אמר שמואל. וכיון דבשל סופרים הוא דאזלינן בהך לישנא לקולא הלכך נראה בשל עץ אפילו לחדדה מורין. ומשיאין על גבי חבירתה אפילו לחדדה ובמשחזת של אבן להעביר השמנונית מותר רק לחדדה במשחזת של אבן אין מורין כן: "
            ], 
            [
                "דרש רב חסדא ואיתימא רב יוסף אחד סכין שנפגמה ואחד שפוד שנרצם ואחד  גריפת תנור באנו למחלוקת רבי יהודה ורבנן. דתניא אין בין יום טוב לשבת אלא אוכל נפש בלבד. רבי יהודה אומר אף מכשירי אוכל נפש. מ\"ט דת\"ק אמר קרא הוא לבדו יעשה לכם הוא ולא מכשיריו ור' יהודה אמר קרא לכם לכל צרכיכם ורבנן ההוא מבעי ליה לכם ולא לכותים לכם ולא לכלבים. ור' יהודה כתיב הוא וכתיב לכם ולא קשיא כאן במכשירין שאפשר לעשותם מערב יום טוב וכאן במכשירין שאי אפשר לעשותם מערב יום טוב: "
            ], 
            [
                "איבעיא להו מהו להראות סכין לחכם ביו\"ט רב מרי בריה דרב איקא שרי ורבנן אסרי  ופירש בעל הלכות טעמא דמלתא דרבנן דלמא אזיל חוץ לתחום לאחוויי. אמר רב יהודה ת\"ח רואה לעצמו ומשאילה לאחרים: "
            ], 
            [
                "אמר רב יהודה אמר שמואל שפוד שנרצף אסור לתקנו ביו\"ט ואע\"ג דפשיט ליה בידיה כי יכול לצלות בלא תיקון. ואמר רב יהודה אמר שמואל שפוד שצלו בו בשר אסור לטלטלו ביו\"ט רב מלכיו ואיתימא רב אדא בר אהבה אמר שומטו ומניחו בקרן זוית. אמר רב חייא בר אשי אמר רב והוא שיש עליו כזית בשר  רבינא אמר אע\"פ שאין עליו בשר שרי מידי דהוה אקוץ ברה\"ר והכי הלכתא: "
            ], 
            [
                "מתני' לא יאמר אדם לחבירו  שקול לי בדינר בשר אבל שוחטו הוא ומחלק ביניהם:", 
                "גמ' והיכי עביד אם אינו צריך חצי הבהמה ולא שליש ולא רביע. כי הא  דבסורא אמרי  תלתא ופלגא תלתא. בנרש חלקא ופלגא חלקא. במתא מחסיא אמרי רבעא ופלגא רבעא. כך היו שם החלקים שהיו הם רגילין לחלוק בו הבהמה:", 
                "מתני' אומר אדם לחנוני מלא לי כלי זה אבל לא במדה ר\"י אומר אם היה כלי של מדה לא ימלאנו מעשה באבא שאול בן בטנית שהיה ממלא מדותיו בעיו\"ט ונותן ללקוחות ביו\"ט. אבא שאול אומר אף במועד עושה כן מפני בירורי המדות. וחכ\"א אף בחול עושה כן מפני מצוי המדות: ", 
                "גמ' מאי אבל לא במדה אמר רב יהודה אבל לא בכלי המיוחד למדה אבל בכלי העומד למדה ימלאנו. רבא אמר מאי אבל לא במדה שלא יזכיר לו שם מדה אבל כלי המיוחד למדה ימלאנו. ומסתבר דהלכה כרבא דהוא בתראה. וכן פסק בעל העיטור  והרמב\"ן ז\"ל פסק כרב יהודה והרב אלפסי ז\"ל לא הביא דברי רבא () כמו שכתוב בגמ': "
            ], 
            [
                "אדברי' רב חסדא לרב עוקבא ודרש לא ימדוד אדם שעורים ויתן לפני בהמתו אבל קודר הוא קב או קבים ונותן לפני בהמתו ואינו חושש. פירש רש\"י קודר לשון נוקב בקב בכרי עצמו וממלאו שלא כדרך מדה  וה\"ר אלפסי ז\"ל פירש קודר משער באומד דעתו. והנחתום מודד תבלין ונותנן לתוך הקדירה שלא יקדיח תבשילו. אמר רב ירמיה בר אבא אמר רב מודדת אשה קמח לעיסתה כדי שתטול חלה בעין יפה. ושמואל אמר אסור. והא תנא דבי שמואל מותר אמר אביי כיון דאמר שמואל אסור ותנא דבי שמואל מותר הלכה למעשה אתא לאשמועינן. פירש רש\"י הבא לישאל הלכה למעשה מורים לו איסור ואי חזינא איניש דעביד לא מחינן בידיה דהלכה דמותר אבל אין מורין כן. ולפי זה מצינו לפרושי דרב דשרי לאו הלכה למעשה קאמר ולא פליגי. ויותר נרא' דרב ושמואל בהלכה למעשה פליגי והלכתא כרב באיסורי.  וכן פסק בה\"ג בשם ישיבת סוריא וז\"ל דשדור ממתיבתא דסורא דכל רב ושמואל הלכה כרב באיסורי. וכ\"ש דתנא דבי שמואל כוותיה דרב והוה ליה יחיד במקום רבים. אבל מתיבתא דפומבדיתא שדרוה לאיסור כשמואל.  וטעמייהו משום דיכול למדוד מאתמול דלאו צורך קדירה דנימא שלא יפגום טעמא או שלא יקדיח התבשיל וכן פסק הרב אלפסי ז\"ל והרמב\"ם ובעל העיטור ז\"ל. וכן זהירות הנשים שלא למדוד במדה שמודדין בה בחול אלא או פוחתות או מוסיפות. ואף למתירין היינו דוקא בימיהם שהיו נותנין אחד מכ\"ד חלה וטעמא זה לא שייך האידנא ומיהו בפסח שאין לשין יותר מעשרון וגם אין לפחות משיעור חלה אפשר שדומה לנטילת חלה בעין יפה למתירים: "
            ], 
            [
                " ת\"ר אין שונין קמח ביום טוב ר' פפייס ורבי יהודה בן בתירא אמרו שונין  ושוין שאם נפל לתוכו צרור או קיסם ששונין. דביתהו דרב יוסף הוה נהלא קימחא אגבא דמהולתא  אמר לה חזי דאנא ריפתא מעליא בעינא. דביתהו דרב אשי הוה נהלא קימחא אפתורא. אמר רב אשי הא דידן ברתיה דרמי בר חמא היא  ורמי בר חמא הוה שכיח קמיה דרב פפא מרי דעובדא ואי לא דחזאי בבי נשא לא הות עבדה  וכל הני עובדא אשונין קאי. אבל בתחילת הרקידה אפילו ע\"י שינוי אסור. ומה שהביא הרב אלפסי הני תרי עובדי אף על גב דלכאורה משמע דפליגי אהדדי רב יוסף לא בעי שינוי ורב אשי בעי שינוי. ומסתמא הלכה כרב אשי ולא היה לו להביא עובדא דרב יוסף. אומר אני דסבירא דל\"פ אהדדי דשינוי אגבא דמהולתא לא בעיא לפי שאינו נרקד יפה והיינו דקאמר לה רב יוסף ריפתא מעליא בעינא ובגבא דמהולתא אין הפת יפה  אבל שינוי דאפתורא בעי () ודלא כהרמב\"ם ז\"ל שדימה שניהם יחד שכתב (בפ\"ג מהל' יו\"ט הל' יד) ואם שינה מותר כגון שרקד מאחורי הנפה או שנרקד על גבי השולחן: "
            ], 
            [
                "מתני' אומר אדם לחנוני תן לי ביצים ואגוזים במנין שכן דרך בעל הבית להיות מונה בתוך ביתו:", 
                "גמ' ת\"ר הולך אדם אצל רועה הרגיל אצלו ואומר לו תן לי גדי אחד או טלה אחד. אצל טבח הרגיל אצלו ואומר לו תן לי כתף אחד או ירך אחד. אצל פטם הרגיל אצלו ואומר תן לי תור אחד או גוזל אחד. אצל נחתום הרגיל אצלו ואומר לו תן לי ככר אחד גלוסקא אחת. אצל חנוני הרגיל אצלו ואומר תן לי עשרים ביצים חמשה אגוזים עשרה אפרסקין חמשה רמונין ואתרוג אחד. ובלבד שלא יזכיר לו סכום מדה. ר\"ש בן אלעזר אומר שלא יזכיר לו סכום מקח.  זו היא גירסת רש\"י ופירוש סכום מדה קב או קבים סכום מקח דמים. ור\"ח גורס סכום מנין במילתיה דת\"ק והכי איתא בתוספתא ופי' בה\"ג שלא יאמר נטלת כך וכך אגוזים טול עדיין כך וכך כדי שיהיה לך ק' או מאתים ור\"ש בן אלעזר מתיר אף ע\"פ שמזכיר סכום מנין מאחר  שאינו מזכיר סכום מקח שלא אמר לו טול כך וכך להשלים דינר. וה\"ר אלפסי ז\"ל גריס במילתיה דת\"ק מקח ובמלתיה דרבי שמעון מנין () ולכך יש ליזהר בשניהם וכן כתב הרמב\"ם ז\"ל (בפ\"ד מהל' יו\"ט הל' כ\"ד) שלא יזכיר שם דמים ולא סכום מנין. כתב בה\"ג ה\"מ חנוני ישראל אבל חנוני נכרי במאי דאיתי' במחובר אי נמי קימחא דאיכא למימר נטחן ביו\"ט או בא מחוץ לתחום. א\"נ ביצים דאיכא למימר דאיתילדן ביו\"ט אסור למישקל מיניה. כדגרסי' (בפירקין דף כד:) נכרי שהביא דורון לישראל אם יש מאותו המין במחובר לקרקע אסור וה\"ה כל דבר שנעשה בו איסור מלאכה האסורה לישראל.  ולא היה לו להזכיר מחוץ לתחום דהא ודאי שרי. כדאיתא בפרק בכל מערבין (עירובין דף מ.) גבי ליפתא דאתא למחוזא ובפרק מי שהוציאוהו (עירובין דף מז:) הנהו דיכרי דאתו למברכתא. וכן קמח שנטחן ביו\"ט מאי איסורא איכא כיון דרובא נכרים אדעתא דרובא טחני לה כדאמר (שבת קכב.) בנר הדולק במסיבה ומשום מוקצה ליכא למיסר דחטין חזי לכוס בין השמשות או לעשות מהן קליות ודייסא אבל בשבת אין להתיר פת הניקח בשבת שמא היה בין השמשות קמח או עיסה דלא חזו לכוס. וכן אסר ר\"ת להריב\"ם לחם של נכרים שנאפה בשבת. ובספר התרומות כתב פנים לאיסור ולהיתר  ולי נראה דאפילו אם הוה קמח או עיסה בין השמשות לא הוי מוקצה () דכיון דהוי ביד נכרי הוי גמרו בידי אדם והאפיה אינה נאסרת דבשביל רוב נכרים היא: "
            ]
        ], 
        [
            [
                "המביא כדי יין וכדי שמן ממקום למקום לא יביאם בסל ובקופה אבל מביא הוא לפניו על כתיפו. וכן המוליך את התבן לא יפשיל את הקופה לאחריו אבל מביאה בידו:", 
                "גמ' תנא  אם אי אפשר לשנות מותר. אתקין רבא במחוזא דדרו בדוחקא לידרו בדגלא דדרו בדגלא () לידרו באיגרא. דדרו באיגרא לידרו אכתיפא. דדרו אכתיפא  ניפרוס סודרא עליה. ואם אי אפשר לשנויי שרי. דאמר מר אם אי אפשר לו לשנות מותר: "
            ], 
            [
                "אמר ליה רבה בר רב חנן לאביי תנן אין מספקין ואין מטפחין ואין מרקדין והאידנא חזו להו דקעבדי להו ולא אמרינן להו ולא מידי. א\"ל הנח להם לישראל מוטב שיהו שוגגין ואל יהו מזידין. והני מילי במידי דידעינן בודאי דלא מקבלי מינן. אבל במידי דלא ידעינן מחייבינן למחות בידם והני מילי בדרבנן אבל בדאורייתא לא. ולא היא ל\"ש מדאורייתא ול\"ש מדרבנן לא אמרינן להו ולא מידי. דהא תוספת עינוי דיום הכפורים מדאורייתא וחזינן להו  דקאכלי ושתי עד חשיכה ולא אמרינן להו ולא מידי. כתב בעל העיטור דוקא במידי דאתי מדרשא כגון תוספת עינוי דיום הכפורים אבל במידי דכתיבא באורייתא בהדיא מחינן להו וענשינן להו עד דפרשי: ", 
                "מתני' מתחילין בערימת התבן אבל לא בעצים שבמוקצין:", 
                "גמ'  בחד לישנא מוקי לה רב כהנא כר\"ש. וסיפא בארזי ואשוחי דהוו מוקצין משום חסרון כיס. ור\"ש מודה ביה. ובאידך לישנא מוקי לה כרבי יהודה ומוקי רישא בתיבנא סריא דאית ביה קוצי דלא עבדי ליה אוצר: "
            ], 
            [
                "מתני' אין נוטלין עצים מן הסוכה אלא מן הסמוך לה:", 
                "גמ' מ\"ש מן הסוכה דלא דקסתר אוהלא מן הסמוך לה נמי קסתר אוהלא אמר רב יהודה אמר שמואל מאי מן הסמוך לה מן הסמוך לדפנות.  רב (אשי) מנשיא אמר אפי' מן הסכך ובאיסורייתא כגון שהניח חבילות על הסכך ולא התיר אגודן. תני רב חייא בר יוסף קמיה דרבי יוחנן אין נוטלין עצים מן הסוכה אלא מן הסמוך לה  ורבי שמעון מתיר. ושוין בסוכת החג בחג שהיא אסורה ואם התנה עליה הכל לפי תנאו. ומי מהני בה תנאה והאמר רב ששת משום רבי עקיבא מנין לעצי הסוכה שהן אסירין בהנאה כל ז' ת\"ל חג הסוכות שבעת ימים לה'. ותניא רבי יהודה בן בתירא אומר מנין שכשם שחל שם שמים על החגיגה כך חל שם שמים על הסוכה תלמוד לומר חג הסוכות לה' מה חג לה' אף סוכה לה'. אמר רב מנשיא בריה דרבא סיפא אתא לסוכה דעלמא. אבל סוכה דמצוה לא מהני בה תנאה. והתניא סיככה כהלכתה ועטרה בקרמין וסדינים המצויירין ותלה בה אגוזים שקדים אפרסקין ורמונים ופרכילי ענבים ועטרות שבלים יינות שמנים סלתות אסורין להסתפק מהן עד יום טוב האחרון של חג ואם התנה עליהן הכל לפי תנאו. אביי ורבא דאמרי תרוייהו באומר איני בודל מהן כל בין השמשות דלא חייל קדושה עלייהו כלל.  אבל עצי סוכה דחיילא קדושה עלייהו איתקצאי לשבעה: ומאי שנא מהא דאיתמר הפריש שבעה אתרוגים לשבעת הימים אמר רב כל אחת ואחת יוצא בה ואוכלה לאלתר. ורב אסי אמר כל אחת ואחת יוצא בה ואוכלה למחר. התם דמפסקי לילות מימים כל יומא ויומא מצוה באפי נפשיה הוא. הכא דלא מפסקי לילות מימים כולהו כחד יומא אריכתא דמו:  ", 
                "מתני' מביאין עצים מן השדה מן המכונס ומן הקרפף ואפי' מן המפוזר ואיזהו קרפף כל שסמוך לעיר דברי רבי יהודה. ורבי יוסי אומר כל שנכנסין לו בפותחת ואפילו בתוך התחום:", 
                "גמ' אמר רב יהודה  אמר שמואל אין מביאין עצים אלא מן המכונסין שבקרפף והאנן תנן מן הקרפף ואפילו ממפוזר מתני' יחידאה היא דתניא אמר ר\"ש בן אלעזר וכו'. ות\"ק דידיה סבר דנחלקו במכונסין שבקרפף. אבל מכונסין שבשדה ומפוזרין שבקרפף מודו ב\"ה דאסירי  הלכתא. אמר רבא עלי קנים ועלי גפנים אע\"ג דמיכנפי ומותבי כיון דמדלי להו זיקא ומבדר להו כמפוזרין דמו ואסירי ואי אתנח מנא מאתמול עלייהו שפיר דמי: איזהו קרפף כל שסמוך לעיר.  איבעיא להו היכי קא\"ר יהודה איזהו קרפף כל שסמוך לעיר והוא דאית ליה פותחת. ואתא רבי יוסי למימר דכיון דאית ליה פותחת ואפילו בתוך התחום נמי. וממילא ידענא סמוך לעיר כגון בתוך ע' אמות ושירים ואפילו לית ליה פותחת  או דלמא הכי קאמר ר' יהודה איזהו קרפף כל שסמוך לעיר בין דאית ליה פותחת בין דלית ליה פותחת ואתא רבי יוסי למימר כיון דאית ליה פותחת ואפילו בתוך תחום שבת ודוקא דאית ליה פותחת הא לית ליה פותחת אפילו סמוך לעיר נמי לא. תא שמע רבי יוסי אומר כל שנכנסין לו בפותחת  ואם איתא אם נכנסין לו בפותחת מיבעי ליה  שמע מינה דרבי יוסי תרתי לקולא קאמר שמע מינה.  אמר רב סלא אמר ר' ירמיה הלכה כרבי יוסי: "
            ], 
            [
                "מתני' אין מבקעין עצים מן הקורות ולא מן הקורה שנשברה ביום טוב ואין מבקעין עצים לא בקרדום ולא במגל ולא במגירה אלא בקופיץ:", 
                "גמ' והא אמרת רישא אין מבקעין כלל אמר רב יהודה אמר שמואל חסורי מיחסרא והכי קתני. אין מבקעין עצים מן הקורות הסדורות לבנין ולא מן הקורה שנשברה ביום טוב אבל נשברה מערב יום טוב מבקעין וכשהן מבקעין אין מבקעין לא בקרדום ולא במגל אלא בקופיץ. תניא נמי הכי אין מבקעין עצים מן הסואר של קורות ולא מן הקורה שנשברה ביום טוב לפי שאינן מן המוכן אבל קורה שנשברה מערב יום טוב מבקעין וכו'. ולא בקרדום אמר רב הונא בריה דרב שלמיא משמיה דרב לא שנו אלא בנקבות שלו אבל בזכרות שלו מותר. איכא דמתני לה אסיפא אלא בקופיץ א\"ר הונא בר שלמיא לא שנו אלא בזכרות אבל בנקבות שלו אסור. פירוש בנקבות שלו הצד הרחב והצד הקצר הוא הזכרות. הרמב\"ם ז\"ל (בפ\"ד מהל' יו\"ט ה\"י)  פסק כלישנא בתרא. וכן בעל העיטור. כתב הראב\"ד ז\"ל דבוקע עצים מותר על ידי שינוי לכ\"ע לפי שאי אפשר לבשל ולאפות בלא עצים ולפיכך עשו אותה כדיכת המלח שהתירו על ידי שינוי ע\"כ.  ולא ידענא מאי שינוי קאמר כבר מפורש במשנה היתר הביקוע בקופיץ דוקא ולא בדבר שהוא כלי אומנות. () ויראה דהיתר הביקוע דאיירי ביה היינו לבקע מן הקורה שא\"א לאפות ולבשל בה בלא ביקוע. אבל עצים של הסקה והם גדולים קצת לא יבקעם כיון שיכול לבשל ולאפות בהם בלא ביקוע  טרחא שלא לצורך הוא ואב מלאכה כדאמר בפ' כלל גדול (שבת דף עד:) האי מאן דסלית סילתא חייב משום טוחן. וקצת משמע כן מדברי הרמב\"ם ז\"ל שכתב (בפ\"ד מהל' יו\"ט ה\"י)ולמה אסרו בקרדום וכיוצא בהן מפני שאפשר היה לו לבקע מערב יום טוב ולמה לא נאסר הביקוע כלל מפני (שאי אפשר) שאפשר שיפגע עץ עבה () ולא יוכל להבעירו וימנע מלבשל לפיכך התירו לו לבקע בשינוי: ", 
                "מתני' בית שהוא מלא פירות ונפחת נוטל ממקום הפחת רבי מאיר אומר אף פוחת לכתחלה ונוטל:", 
                "גמ'  והא דאמרינן נוטל ממקום הפחת דוקא מאוירא דליבני כדמוקי לה בגמרא  דליכא בסתירתה אלא איסורא דרבנן. הלכך לאומוקצה הוא כדאמר בשילהי פירקין גבי טבל שאם עבר ותקנו מתוקן  אבל בנין גמור דאיכא בסתירה איסורא דאורייתא אסור דאיתקצאי בין השמשות מחמת איסור ואפילו לרבי שמעון דלא שרי אלא בסוכה רעועה שנפלה: "
            ], 
            [
                "אמר שמואל חותמות שבקרקע מתיר אבל. לא מפקיע ולא חותך.  ושבכלים מתיר ומפקיע וחותך אחד שבת ואחד יו\"ט: ז  מתני' אין פוחתין את הנר  מפני שהוא כמתקן כלי ואין עושין פחמין ואין חותכין את הפתילה לשנים רבי יהודה אומר חותכה באור לשתי נרות: ", 
                "גמ' מאי שנא בסכין דלא  דמתקן מנא באור נמי קמתקן מנא. תני רבי חייא חותכה באור בפי שתי נרות. פירש רש\"י נותן ראשיה בתוך שתי נרות אם צריך להדליקן כאחת ומדליק באמצע. משמע דאם אין צריך להדליק שניהם לא והכי איתא בירושלמי (הל' ג) כשצריך לשתיהן. מדהביא רב אלפס הגמרא שמפרש דברי רבי יהודה מכלל דסבירא ליה דהלכה כרבי יהודה. ולא ידענא  טעמא מאי יפסוק הלכה כיחידאה במקום רבים. דמשמע דרבנן אסרי לגמרי. אמר רב נתן בר אבא אמר רב מוחטין את הפתילה ביום טוב. מאי מוחטין אמר רב חיננא בר שלמיא לעדויי חושכא. מסיר ראש הפתילה שנשרף ונעשה פחם ומחשיך את הנר. ואע\"פ שמפילו לארץ והוא כבה מותרכמו שמותר להדליק את הנר להשתמש לאורו כך מותר לכבות מה שמונע הדלקת הנר. והרמב\"ם ז\"ל (בפ\"ד מהל' יו\"ט ה\"ג) אוסר להסירו בכלי. ואפשר דחשיב ליה תיקון כלישהוא מתקן הפתילה ולא מסתברא דאין כאן תיקון כלי וגם מדקאמר מוחטין סתם משמע דבכל ענין מותר. תני בר קפרא ששה דברים נאמרו בפתילה שלשה להחמיר ושלשה להקל. אין גודלין אותה לכתחלה ביום טוב. ואין מהבהבין אותה באור. ואין חותכין אותה לשנים. שלשה להקל ממעכין אותה ביד. ושורה. אותה בשמן. וחותכה באור בפי שתי נרות: "
            ], 
            [
                "מתני' אין שוברין את החרס ואין חותכין את הנייר לצלות בו מליח  ואין גורפין תנור וכירים אבל מכבשין ואין מקיפין שתי חביות לשפות עליהן הקדירה ואין סומכין הקדירה בבקעת וכן בדלת ואין מנהיגין את הבהמה במקל ביום טוב:", 
                "גמ' אין שוברין את החרס מאי טעמא משום דקמתקן מנא. ואין גורפין וכו'. תני רבי חייא בר יוסף קמיה דרבי יוחנן אם אי אפשר לו לאפות אלא אם כן גורפו מותר. דביתהו דרבי חייא נפל לה אריחא בתנורא ביומא טבא. אמר לה רבי חייא חזי דאנא ריפתא מעליא בעינן ממך. אמר ליה רבא לשמעיה טוי לי בר אווזא ואזדהר מחרוכא. הך  גריפה דשמעתין מיירי כשנפל לתוך התנור מן הטפילה והטיח של תנור. ואין צריך כל כך בגריפה זו אלא שיהא הפת נאה שלא יגע בפת ושלא יגע בצלי ויחרך ואפילו הכי התירוה דאין בה אלא איסור טלטול בעלמא. אבל גריפה שלנו שמכבין את הגחלים אפשר שלא היו מתירין הני אמוראין בשביל פת. אבל בתנורין שלנו אי אפשר לאפות כלל בלא גריפה הלכך מותר ואפילו לרבנן דכיבוי לצורך אוכל נפש מותר אף לרבנן: "
            ], 
            [
                "אמר ליה רבינא לרב אשי אמר לן רב אחא מהוצל דמר שרקין ליה תנורא ביום טוב. אמר ליה אנן ארקתא דפרת קסמכינן. כלומר אין אנו גובלין טיט ביום טוב אלא על שפת נהר פרת סמכינן והוא טיט ורפש שסביבות הנהר. אמר רבא והוא דצייריה מאתמול. אמר רבינא וקיטמא שרי.  פירש רש\"י שהאפר אינו בר גיבול ולפיכך מותר לגבלו ביום טוב לטוח בו פי התנור על הלחם או על הצלי.  והקשה ר\"ת מהא דאמרי' בפ\"ק דשבת (דף יח.) אחד נותן את האפר ואחד נותן את המים האחרון חייב דברי רבי. רבי יוסי ברבי יהודה אומר אינו חייב עד שיגבל. אלמא כי מגבל ליה לכ\"ע חייב. ועוד מוכח התם בפרק מי שהחשיך (שבת דף קנה:) דמיחייב טפי במידי דלאו בר גיבול דנתינת מים זהו גיבולו. ואליבא דר' אפשר לפרש דמיירי שנתן בו מים מערב יום טוב ונתינתו זהו גיבולו וכבר נתגבל מערב יו\"ט. ור\"ת פירש דקאי אמתניתין דקתני אבל מכבשין כלומר שמשכיבין את האפר וקמ\"ל רבא דמותר ואפילו אפשר מבעוד יום. וקאי אהאי והוא דצייריה מאתמול אבל השכבת האפר אף על פי שהיה יכול לעשות מאתמול שרי. עוד פר\"ת דאיירי להניח קיטמא על כיסוי התנור להחזיק החום ואשמועינן דוקא קיטמא אבל עפר אסור שמא ימרח. מיהו בכולה שמעתא לא משמע איסורא משום מירוח אלא משום גיבול דהא שרי רב אשי לשרוק התנור בטיט שעל שפת הנהר ולא חייש למירוח: "
            ], 
            [
                "אין מקיפין שתי חביות וכו' אמר רב נחמן אבנים של בית הכסא מותר לצדדן ביום טוב דבנין קבע אסרה תורה בנין עראי לא אסרה תורה וגזרו רבנן על בנין עראי משום בנין קבע והכא  משום כבודו של יום טוב לא גזרו ביה רבנן. "
            ], 
            [
                "אמר רב יהודה מדורתא מלמעלה למטה שרי מלמטה למעלה אסור  וכן קדירה וכן ביעתא וכן פוריא וכן חביתא. פירוש כשהוא עושה מדירה של אש לח יהא מניח עצים למטה ומניח אחרים מלמעלה ועולה שנמצא דרך בנין.  פי' לפירושו כשעושין מדורה גדולה עושין ארבע שורות של עצים כעין ד' דפני התיבה ונותנין עליהן עצים מלמעלה וקאמר שלא יעשה הדפנות תחלה אלא אחד יאחוז העצים העליונות בידו ואחד יעשה הדפנות תחתיהן שאין זה דרך בנין וכן קדירה כששופת אותה לא יניח אבנים בתחלה ויתן עליהם את הקדירה אלא אוחז את הקדירה בודו ומכניס אבנים תחתיה וכן ביצים כשרוצה לצלות אותם ומניח אחת על שתים או על שלש והאש ביניהם אוחז את העליונה ונותן את האחרות תחתיה. וכן פוריא שאוחז את הקרשים תחלה ומכניס את  הרגלים תחתיה. וכן חביתא כשרוצה להטותה על גבי אבנים מטה אותה בתחלה ואח\"כ מכניס אבנים תחתיה. ומה שכתב בפוריא שאסור לתת הרגלים תחלה וליתן הקרשים עליהן לא יתכן לאסור זה אם לא שיהא הרגלים  ד' דפין מחוברין  בארבע דופני התיבה דאין אהל בלא מחיצות ואין העולם נזהרין מלהניח השולחן על גבי הרגלים בשבת. והא דאמר בפרק בתרא דעירובין (דף קב.) כרוך בודיא ושייר בה טפח אלמא דמקרי אהל בלא מחיצות התם שאני  להוי בנין חשוב.  וגם עיקר כוונתו לעשיית אהל  אבל בנין עראי כזה לא מיקרי אהל בלא. מחיצות. רש\"י פירש לקמן בשמעתין דהך מלתא דרב יהודה אליבא דרבי יהודה דאוסר דבר שאין מתכוין ואנן קי\"ל כרבי שמעון דאמר דבר שאין מתכוין מותר. ולא נהירא דמה ענין זה לדבר שאין מתכוין הרי הוא עושה מה שמתכוין לעשות ואף על פי שאין מתכוין לבנין  מ\"מ מתכוין הוא לעשות דבר הדומה לבנין. ואסרוה חכמים גזירה אטו בנין ואליבא דהלכתא היא מלתא דרב יהודה: "
            ], 
            [
                "אין סומכין את הקדירה בבקעת וכן בדלת. בדלת ס\"ד. אימא וכן הדלת. תניא נמי הכי אין סומכין את הקדירה בבקעת וכן הדלת לפי שלא ניתנו עצים אלא להסקה ורבי שמעון מתיר. ואין מנהיגין את הבהמה במקל ביום טוב משום דמיחזי כמאן דאזיל לחינגא: חיזרא רב נחמן אסר ורב ששת שרי. פירוש עצים ממיני הקוצים נקראים חיזרא. רב נחמן אסר ליטול מהן עץ להכניסו בתוך הבשר כמו שפוד לצלות בו ורב ששת שרי. ברטיבא כ\"ע לא פליגי דאסיר דכמוקצה דמי. כי פליגי ביבישתא. מאן דאסר אמר לא ניתנו עצים אלא להסקה. ומאן דשרי אמר לך מה לי לצלות בו מה לי לצלות בגחלתו. והלכתא יבישא שרי רטיבא אסור. פירש רש\"י הך הלכתא אליבא דאית ליה מוקצה איקבע ואנן כרבי שמעון דמתיר קי\"ל. וה\"ר אלפסי שפי' רטיבא אסור משום מוקצה לדידיה ניחא דאיהו פסיק לקמן בשילהי מכילתין (סימן י\"ד) דקי\"ל כרבי יהודה במוקצה ביום טוב. אבל לרש\"י קשה דרב אשי יקבע הלכתא בש\"ס דלא קי\"ל הכי.  ופירש ר\"ת דטעמא דאין סומכין לאו משום מוקצה אלא משום גזירה יום טוב אטו שבת כדמסיק בפרק כל הכלים (שבת דף קכד.) ומסיק התם דמתניתין דהכא בית שמאי היא. דפריך מהך דמשילין אהך דאין סומכים ואההיא דאין בין יום טוב לשבת. ומשני רב פפא הא ב\"ש הא ב\"ה דפליגי גבי אין מוציאין את הקטן לרה\"ר ורבי שמעון מתיר כבית הלל. והא דקתני שלא ניתנו עצים אלא להסקה הכי פירושו ובשבת לא חזו להסקה וגזרינן יו\"ט אטו שבת. ורב נחמן ורב ששת דפליגי בחיזרא. ואפילו מאן דשרי לא שרי אלא משום מה לי לצלות בו מה לי לצלות בגחלתו. ואליבא דת\"ק פליגי ולא אליבא דרבי שמעון ולא מוקי פלוגתייהו בפלוגתא דב\"ש וב\"ה אלא כרב יוסף דמשני התם הא רבי אליעזר והא רבי יהושע ולית להו דיחויא דהתם.  וניחא לאוקמינהו כב\"ש. ומסקנא דשמעתין והלכתא יבישא שרי רטיבא אסור קיימא שפיר כרב פפא דמוקי הך כב\"ש. והא דאסר רטיבא לאו משום דסבר כבית שמאי דלא ניתנו עצים אלא להסקה אלא היכא דחזו להסקה שרו ב\"ה לכל דבר. ורטיבא דלא חזי להסקה אסרי לכל דבר   ולא משום מוקצה אלא משום דגזרינן ביום טוב אטו שבת. דרש רבא אשה לא תכנס לבית העצים ליטול מהם אוד פירש רש\"י משום מוקצה דלא ניתנו עצים אלא להסקה ור\"ת ז\"ל פירש משום דמיחזי כמתקן כלי לכבד בו את התנור.  וכן פירש בה\"ג. כלי שנשבר אסור להסיקו ביום טוב לפי שמסיקים בכלים ואין מסיקים בשברי כלים: "
            ], 
            [
                "מתני' רבי אליעזר אומר נוטל אדם קיסם משלפניו לחצוץ בו שיניו. ומגבב מן החצר ומדליק שכל מה שבחצר מוכן. וחכמים אומרים מגבב משלפניו ומדליק:", 
                "גמ' תניא רבי אליעזר אומר נוטל אדם קיסם משלפניו לחצוץ בו שיניו. וחכמים אומרים לא יטול אלא מאבוס של בהמה. ושוין שלא יקטמנו. קטמו לחצוץ בו שיניו ולפתוח בו את הדלת. בשוגג בשבת חייב חטאת. הזיד ביום טוב סופג את הארבעים. דברי רבי אליעזר וחכמים אומרים אחד שבת ואחד יום טוב אינו אסור אלא משום שבות. פרש\"י האי ושוין שלא יקטמנו אקיסם קאי.  וכן משמע דאבוס של בהמה לא חזי לפתוח בו הדלת. והא דאמרי רבנן שאין בו אלא משום שבות כשקטמו בידו דהוי כלאחר יד.  דאי בסכין אמאי לא מיחייב כיון דעבד לחצוץ בו שיניו ולפתוח בו את הדלת. ובתוספתא משמע דקאי אאבוס של בהמה דקתני אבל נוטל הוא מן האבוס של בהמה ובלבד שלא יקטמנו לחצוץ בו שיניו ואם קטמו בשבת חייב חטאת במזיד ביום טוב לוקה את הארבעים  ומילתא דרבנן לא מתניא התם.  ולרב יהודה דאמר אין בו משום תיקון כלי איכא לאוקמי בקוטם בידו והכא בסכין. השתא לפום גמרא דידן ושוין ע\"כ קאי אקיסם דאבוס של בהמה לא חזי לפתוח בו את הדלת. ואמרי רבנן דבקיסם לחצוץ בו שיניו איכא חיוב חטאת בכלי ושבות ביד. באבוס של בהמה אף בכלי שרי לקטום לחצוץ בו שיניו דדוקא בקיסם דאיכא חיוב חטאת בכלי גזירה ביד אטו כלי אבל באבוס של בהמה לא גזרינן כלי דידה אטו כלי דקיסם.  וכן משמע דמדמי ליה לשבירת חבית דאיירי בכלי. אבל לפי' התוספות דרבי אליעזר איירי באבוס של בהמה משמע דרבנן אסרי באבוס של בהמה לקטום בסכין. וגמרא דידן עיקר ואפילו בסכין מותר לחתוך מן האבוס של בהמה לחצוץ בו שיניו. אמר רב יהודה אוכלי בהמה אין בהן משום תיקון כלי כלומר מותר לקטום מהם קיסם לחצוץ בו שיניו והכי הלכתא: "
            ], 
            [
                "ומותר לטלטל עצי בשמים להריח בהן ולהניף בהן לחולה ומוללו להריח בו וקוטמו להריח בו אחד קשין ואחד רכין.  ולא שנא מהא דתנן שובר אדם את החבית לאכול ממנה גרוגרות ובלבד שלא יתכוין לעשותה כלי. ועוד דהא רבה בר רב אדא ורבין בר רב אדא אמרי כי הוינא בי רב יהודה הוה מפשח () ויהיב לן אלוותא אלוותא ואע\"ג דחזיין לקתתא דנרגי וחציני: "
            ], 
            [
                "מתני' אין מוציאין את האור לא מן העצים ולא מן האבנים ולא מן העפר  ולא מן המים. ואין מלבנין את הרעפים לצלות עליהן.  ועוד אמר רבי אליעזר עומד אדם על המוקצה  ערב שבת בשביעית ואומר מכאן אני אוכל למחר. וחכמים אומרים עד שירשום ויאמר מכאן עד כאן:", 
                "גמ' אין מוציאין את האור וכו' מ\"ט משום דקמוליד. ואין מלבנים את הרעפים מאי קעביד אמר רבה בר בר חנה א\"ר יוחנן הכא ברעפים חדשים עסקינן מפני  שצריך לבודקן ואמרי לה מפני שצריך לחסמן. תנן התם דרסה וטרפה בכותל או שרצצתה בהמה ומפרכסת אם שהתה מעת לעת ושחטה כשירה. אמר רבי אלעזר בר ינאי משום רבי אלעזר  בן אנטיגנוס דאפילו שהתה מעת לעת צריכה בדיקה. בעא מיניה רבי ירמיה מר\"ז מהו לשוחטה ביום טוב מחזיקין ריעותא ביום טוב או לא. אמר ליה תניתוה אין מלבנין את הרעפים לצלות בהן והוינן בה מאי קעביד אמר רבה בר בר חנה אמר רבי יוחנן הכא ברעפים חדשים עסקינן מפני שצריך לבודקן א\"ל אנן מפני שצריך לחסמן מתנינן לה.  ונראה דהכי הלכתא דהא ר\"ל סבר כי האי לישנא דקאמר הכא בקדירה חדשה עסקינן ומשום ליבון רעפים נגעו בה. והיינו משום חיסום דאיכא חיוב חטאת משום מכה בפטיש. אבל משום שצריך לבודקו ליכא חיוב חטאת: ת\"ר תנור וכירים חדשים הרי הן ככל הכלים הניטלין בחצר. אבל אין סכין אותן שמן ואין טשין אותן במטלית. ואין מפיגין אותן בצונן כדי לחסמן ואם בשביל לאפות מותר. וא\"ת כיון דבחדשים הן מדצריכי עדיין חיסום א\"כ בלא הפגת צונן אפילו היסק ראשון אסור כדאמר לעיל ברעפים חדשים מפני שצריך לחסמן. וי\"ל דתנור אינו נגמר בהסקה עד שיפיגנו בצונן.  ומכאן יש ללמוד שאין לבשל בקדירה חדשה ביום טוב דחסומי קמחסם להו וקא חזינן דמדייתי ואין מחזיקין מים עד שיבשלו בהן פעם אחת. וגרסי' בירושל' דמו\"ק (פ\"א ה\"ט) ר' יודן ב\"ר ישמעאל אורי מדוחק להביא כירה חדשה מבית האומן לשפות עליה קדירה ביום טוב: "
            ], 
            [
                "ת\"ר מולגין את הראש ואת הרגלים ומהבהבין אותן באור אבל אין טופלין אותן לא בסיד ולא בחרסית ולא באדמה ואין גוזזין אותן במספרים ואין גוזזין את הירק במספורת שלו אבל  מתקנין את הקנים ואת העכביות. ומסיקין ואופין בפורני ומחמין חמין באנטיכי  ואין אופין בפורני חדשה שמא תפחת  בעל ה\"ג אוסר למלוג את כל הגדי כדי לאכול העור משום דקל יותר להפשיט ואיכא טירחא יתירא: "
            ], 
            [
                "ת\"ר אין נופחין במפוח ביום טוב אבל נופחין  בשפופרת ואין מתקנין את השפוד ואין מחדדין אותו. וי\"א דמפוחים קטנים של בעלי בתים דלא חזו לאומנים לא למלאכת נפחים ולא לצורפי כסף וזהב שרו. ואין להקל מדלא אשכחן היתרא אלא בשפופרת מכלל דכל מפוחי אסירי. ת\"ר אין פוצעין את הקנה לצלות בו מליח אבל פוצעין את האגוז במטלית ואין חוששין שמא תקרע: "
            ]
        ], 
        [
            [
                " משילין פירות דרך ארובה ביום טוב אבל לא בשבת. ומכסין את הפירות בכלים מפני הדלף. וכן כדי יין וכדי שמן. () נותנין כלי תחת הדלף בשבת. מתוך פירוש רש\"י משמע דמכסין את הפירות איירי ביום טוב  ויותר נראה כדברי ר\"י דבשבת דקתני בסיפא קאי אהני תרי בבי. דמדקתני רישא ביום טוב אבל לא בשבת ובסיפא קתני בשבת  משמע דקאי אתרי בבי: ", 
                "גמ' עד כמה. אמר ר' זירא אמר רב אסי ואמרי לה אמר רב אסי אמר רבי יוחנן כאותה ששנינו מפנין ד' וה' קופות של תבן ושל תבואה מפני האורחים ומפני ביטול בית המדרש וכן נראה הלכה. ואע\"ג דהש\"ס שקיל וטרי ודלמא לא שרינא הכא כולי האי או דלמא שרינא הכא טפי מ\"מ הני אמוראי לא מספקא להו אלא מדמו לה לההיא דהתם ושבקי' ספיקא דסוגיא דגמ'  ואזלינן בתר פשיטותא דהני אמוראי: משילין פירות דרך וכו'.  אמר ר\"נ לא שנו אלא באותו הגג אבל מגג לגג לא. תניא נמי הכי לא יושיטם מגג לגג ואפילו גגותיהן שוין. תניא לא ישלשלם בחבל בחלונות ולא יורידם (בחבל) בסולמות: ומכסין את הפירות. אמר עולא אפילו אוירא דלבני רבי יצחק אומר פירות הראוים לאכילה. ואזדא רבי יצחק לטעמי' דאמר רבי יצחק אין כלי ניטל אלא לדבר הניטל בשבת. כבר ביארנו במסכת שבת (פ' כירה סימן י\"ח) דאין הלכה כרבי יצחק: נותנין כלי תחת הדלף בשבת  תנא אם נתמלא הכלי שופך ושונה ואינו נמנע. בי רחייא דאביי דלוף אתא לקמיה דרבה א\"ל זיל ועייליה לפורייך התם כי היכי דליהוי גרף של ריעי ואפקיה. יתיב אביי וקא קשיא ליה וכי עושין גרף של ריעי לכתחלה. אדהכי והכי נפל ליה רחייא () דאביי אמר תיתי לי דעברי אדמר. אמר שמואל גרף של ריעי ועביט של מימי רגלים מותר להוציאן לאשפה.  וכשהוא מחזירן נותן לתוכן מים ומחזירן. וכי היכי דשרי לאפוקי לריעי אגב מאני שרי נמי לאפוקי בעיניה דהא ההוא עכברא דאשתכח באספרמקי דרב אשי נקטוה בצוציתה ואפקוה: "
            ], 
            [
                "מתני' כל שחייבין עליו משום שבות ומשום רשות ומשום מצוה בשבת חייבין עליו ביום טוב. ואלו הן משום שבות לא עולין באילן  ולא רוכבין על גבי בהמה ולא שטין על פני המים. ולא מספקין ולא מטפחין ולא מרקדין : ואלו הן משום רשות לא דנין ולא מקדשין לא חולצין ולא מייבמין. ואלו הן משום מצוה לא מקדישין ולא מעריכין ולא מחרימין ולא מגביהין תרומות ומעשרות. כל אלו ביו\"ט קל וחומר בשבת. ואין בין יום טוב לשבת אלא אוכל נפש בלבד: ", 
                "גמ' לא עולין באילן   גזירה שמא יתלוש. ולא רוכבין על גבי בהמה שמא יחתוך זמורה להנהיגה.  ירושל' (הל' ב)  משום שהוא מצווה על שביתת בהמתו. ולא שטין על פני המים גזירה שמא יעשה חבית של שייטים  ולא מספקין גזירה שמא יתקן כלי שיר. ירושלמי (שם) ולא מספקין סיפוק הבא מחמתו דכתיב ויחר אך בלק אל בלעם ויספוק את כפיו. ולא מטפחין  טיפוח שהוא לרצונו.  רבי יונה וחבריא דחבריא אמרי  בין הכין בין הכין אסור.  רבי יונה אומר אחורי ידיהן שרי (כדתניא)  דהוו סבין ביומיה דרבי יונה והוו מטפחין אחורי ידיהון בשבתא. בהלולא דרבי שמעון ב\"ר הוו מטפחין אחורי ידיהון בשבתא. עבר ר' מאיר ושמע קליהון אמר רבותינו הותרה שבת שמע ר' קליה אמר מי הוא זה שבא לרדותינו בתוך ביתינו. שמע ר\"מ קליה דרבי וערק. נפקין בתריה  פרי מפריא  אפרח רוחא פקיליה מעל קדליה דר\"מ אודיק ר'  מן כוותא וחמא קדליה דרבי מאיר מאחורי'.  א\"ר לא זכיתי לתורה אלא על דחמית לקדליה דרבי מאיר מאחוריה: לא דנין ולא מקדשין  ולא חולצין ולא מייבמין. כולהו גזירה שמא יכתוב. לא מקדישין ולא מעריכין ולא מחרימין גזרה משום מקח וממכר: לא מגביהין תרומות ומעשרות ואפילו ליתנם לכהן בו ביום. וה\"מ דטבילי מאתמול אבל פירי דטבילי האידנא כגון העיסה לאפרושי מינה חלה מפרשינן ויהבינן לכהן. ()  ירושלמי וכולן שעשו בין שוגגין בין אנוסין בין מוטעין מה שעשו עשוי בשבת ואין צריך לומר ביום טוב  ושמע מינה מאן דעבר ואקני בשבת ממקרקעי או ממטלטלי הקנאתו הקנאה: "
            ], 
            [
                "ואין בין יום טוב לשבת אלא אוכל נפש בלבד. ורמינהי משילין פירות ביום טוב ולא בשבת. אמר רב פפא לא קשיא הא בית שמאי הא בית הלל. דתנן בית שמאי אומרים אין מוציאין לא את הקטן ולא את הלולב ולא את ספר תורה לרה\"ר ובית הלל מתירין: "
            ], 
            [
                "מתני' הבהמה והכלים כרגלי הבעלים. המוסר בהמתו לבנו או לרועה הרי היא כרגליו. פירוש אם מסרה לאחד מהן ביום טוב הרי אלו כרגלי המוסר:", 
                "גמ' מתני' דלא כרבי דוסא. דתניא רבי דוסא אומר ואמרי לה אבא שאול אומר הלוקח בהמה מערב יום טוב  אע\"פ שלא מסרה לו אלא ביום טוב הרי הן כרגלי הרועה. אלמא כל בהמות שבעיר הרי הן כרגלי הרועה. אפילו תימא רבי דוסא ולא קשיא כאן ברועה אחד כאן בשני רועים. מתניתין בשני רועים דקתני לבנו או לרועה משמע שגם בנו גדול לרעות צאן אביו. הלכך כל זמן שהבהמה ביד בעלים או שמסרה לאחד מהם ביום טוב הרי היא כרגלי הבעלים.  דלא ידיע מאתמול למי ימסרנה שתקנה אצלו שביתה. ברייתא דר' דוסא בשאין בעיר אלא רועה אחד וכל בהמות נמסרות לו לרעותן הלכך כולהו כרגליו: "
            ], 
            [
                "כלים המיוחדים לאחד מן האחין שבבית הרי הן כרגליו ושאינן מיוחדין הרי אלו כמקום שכולן הולכין: "
            ], 
            [
                "ת\"ר שנים ששאלו חלוק אחד זה לילך בו שחרית לבית המדרש וזה לילך בו ערבית לבית המדרש. וזה עירב עליו לצפון וזה עירב עליו לדרום זה שעירב עליו לצפון מהלך לצפון כרגלי מי שעירב עליו לדרום וזה שעירב עליו לדרום מהלך לדרום כרגלי מי שעירב עליו לצפון. ואם מיצעו עליו את התחום הרי אלו לא יזוזו ממקומם. פי' לכל אדם יש לו ממקום שביתתו אלפים אמה לכל רוח ואם הניח עירובו בסוף אלפים אמה למזרח שמה קנה שביתתו. ומשם יש לו אלפים אמה לכל רוח נמצא שאין לו למערב ביתו אפילו אמה אחת. ואם הניח עירובו לסוף אלף למזרח הפסיד אלף למערב. הלכך אם הניח זה עירובו למזרח לסוף אלף וזה למערב לסוף אלף כל אחד מהן מוליכו מביתו אלף אמה עד מקום שגם חבירו יכול לילך: "
            ], 
            [
                "איתמר  ישראל ונכרי שלקחו חבית ובהמה בשותפות. רב אמר חבית מותרת ובהמה אסורה ושמואל אמר אפילו חבית נמי אסורה. רב אמר חבית מותרת דקסבר יש ברירה ובהמה אסורה דינקי תחומין מהדדי. כלומר כיון שהבהמה יונקין איבריה זה מזה נמצאו תחומין שלה כאילו הן מעורבין זה בזה ולא יתכן בהם ברירה ושמואל אמר אפילו חבית נמי אסורה דקסבר אין ברירה ואמרינן מאי הוי עלה רבי יוחנן אמר אין ברירה ורבי אושעיא אמר יש ברירה ואסיקנא דרבי אושעיא אית ליה ברירה בדרבנן אבל בדאורייתא לית ליה ברירה ואיפסיקא הלכתא כר' אושעיא בההיא דקסבר דבדרבנן יש ברירה וקם ליה רב ור' אושעיא בחדא שיטתא וכיון דקאי כרבי אושעיא שמעינן דהלכתא כוותיה דרב. ולא בירר רב אלפס ז\"ל דבריו דהא הש\"ס בעי מאי הוי עלה בעיקר מחלוקתם דפליגי בברירה. ומסקינן דאמוראי אחריני נמי פליגי בברירה. והלכתא דיש ברירה בדרבנן. ואכתי לא ידענא בבהמה דאסר רב משום יניקת תחומין אי הלכתא כוותיה. דהא שתיק להו לרב כהנא ולרב אסי. ואיכא למימר דהודה להם כי לא מצא תשובה לדבריהם וחזר בו או דלמא לא חשש לדבריהם אבל לא חזר בו. והרב אלפס שפסק הלכה כרב סבירא ליה דלא חשש להשיב להם. ובעל העטור כתב דמסתברא כיון דלא אמר הלכתא כוותיה דרב שמע מינה דליתא לדרב דר' אושעיא פליג עליה ולרבי אושעיא אפילו בהמה מותרת. וטעמא דרב משום דקא ינקי מהדדי ליתא דהא שתיק רב וכן הלכתא. וכך כתב הר\"ז הלוי ז\"ל ולי נראה כדבריהם משום דקשיא לי אי אעיקר מחלוקותם דפליגי רב ושמואל בברירה קאמר הש\"ס מאי הוי עלה מאי קא מספקא ליה להש\"ס הא קיימא לן בכולי הש\"ס הלכתא כוותיה דרב באיסורי. ועוד בכמה דוכתי פליגי תנאי בברירה ואמאי מייתי פלוגתא דאמוראי  הלכך נראה דמאי הוי עלה קאי אמאי דאסר רב בבהמה משום יניקת תחומין. ושתיק להו רב לדרב כהנא ורב אסי ופשיט ליה ממאי דפליגי רבי יוחנן ור' אושעיא בפלוגתא דרב ושמואל ולא פליגי אלא ביש ברירה או אין ברירה אבל אי יש ברירה תרוייהו שרו ולא אסרינן בהמה משום יניקת תחומין הלכך אמרינן דהדר ביה רב: "
            ], 
            [
                " אמר שמואל שור של פטם הרי הוא כרגלי כל אדם דאוקמיה ברשותא דכל מאן דזבין ליה והוה ליה כבור של עולי בבל דהוי כרגלי הממלא. של רועה הרי הוא כרגלי אותה העיר שאין דעתו אלא על אנשי אותה העיר ואין בני עיר אחרת באין לקנות הימנו. השואל כלי מחבירו בערב יום טוב הרי הוא כרגלי השואל ביום טוב כרגלי המשאיל: "
            ], 
            [
                "האשה ששאלה מחברתה תבלין ומים ומלח לעיסתה הרי אלו כרגלי שתיהן. ורבי יהודה פוטר במים מפני שאין בהן ממש. מערב יום טוב כרגלי השואל פשיטא לא צריכא אלא שלא מסר לו אלא ביום טוב מסייע ליה לרבי יוחנן דאמר רבי יוחנן השואל כלי מחבירו מערב יום טוב אע\"פ שלא נתנו לו אלא ביום טוב הרי הוא כרגליו. ביום טוב כרגלי המשאיל. ואף ע\"ג דרגיל דשאיל מיניה מימר אמר דלמא אשכח איניש מעלמא ושאיל מיניה: "
            ], 
            [
                "מתני' הגחלת כרגלי הבעלים והשלהבת בכל מקום. גחלת של הקדש מועלין בה השלהבת לא נהנין ולא מועלין:", 
                "גמ' ת\"ר חמשה דברים נאמרו בגחלת. הגחלת כרגלי הבעלים והשלהבת בכל מקום. גחלת של הקדש מועלין בה והשלהבת לא נהנין ולא מועלין. גחלת של ע\"ז אסורה השלהבת מותרת. המוציא גחלת לרה\"ר חייב שלהבת פטור. המודר הנאה מחבירו אסור בגחלתו ומותר בשלהבתו. ירושלמי (ה\"ד וכ\"ה בתוספתא פ\"ד) מברכין על השלהבת ואין מברכין על הגחלת.  והא דאסרינן לברך בשלהבת ע\"ז ואע\"ג דשריא  משום דיש עמה גחלת ואע\"פ שאין הברכה אלא על השלהבת: "
            ], 
            [
                "מתני' בור של יחיד כרגלי היחיד. ושל אותה העיר כרגלי אותה העיר. ושל עולי בבל כרגלי הממלא:", 
                "גמ' תניא נהרות המושכין ומעיינות הנובעין הרי הן כרגלי כל אדם.  ואפילו הן של יחיד דכיון דניידי לא קנו שביתה והן כרגלי הזוכה בהן תחלה. ואין לפרש כרגלי כל אדם כרגלי כל מי שהוא בידו עתה ואפילו מלאו אחר  דהא בתוספתא בהך דנהרות המושכין ומעיינות הנובעין קתני כרגלי הממלא אלמא כרגלי הממלא וכרגלי כל אדם הכל אחד הוא: "
            ], 
            [
                "איתמר מילא ונתן לחבירו. פירש שמילא לצורך חבירו רב נחמן אמר כרגלי מי שנתמלאו לו. ורב ששת אמר כרגלי הממלא. בסדר תנאים ואמוראים פסק כרב נחמן בדיני וכרב ששת באיסורי. ועוד המגביה מציאה לחבירו קנה חבירו. והיינו טעמא דרב ששת לפי גירסת הספר וכדפירש ר\"ת דהא דאמרינן המגביה מציאה לחבירו קנה חבירו ואע\"פ שחב לאחרים היינו טעמא משום מיגו דאי בעי זכי לנפשיה זכי נמי לחבריה וכיון דזכיית חבירו אינה באה אלא על ידי מיגו דאי בעי זכי לנפשיה הלכך הוי כרגלי הממלא. ורב נחמן לטעמיה דאמר בפ\"ק דבבא מציעא (דף י'.) המגביה מציאה לחבירו לא קנה חבירו. והממלא נמי לא קנה הואיל ולא כוון לקנות והוי הפקר עד שבאו ליד מי שנתמלאו לו: "
            ], 
            [
                " מתני' מי שהיו פירותיו בעיר אחרת ועירבו בני אותה העיר לבוא אצלו לא יביאו לו מפירותיו. ואם עירב הוא הרי פירותיו כמוהו  מי שזימן אצלו אורחים לא יוליכו בידם מנות אלא אם כן זיכה להם ע\"י אחר במנותיו מערב יום טוב: ", 
                "גמ' איתמר המפקיד פירות אצל חבירו רב אמר כרגלי מי שהופקדו אצלו. ושמואל אמר כרגלי המפקיד. והלכתא כרב באיסורי. ודוקא כשקיבל עליו שמירה אבל ייחד לו קרן זוית הוי כרגלי המפקיד: "
            ], 
            [
                "מתני' אין משקין ושוחטין את המדבריות אבל משקין ושוחטין את הבייתות ואלו הן הבייתות הלנות בעיר ומדבריות הלנות באפר:", 
                "גמ' למה לי למימר משקין ושוחטין מילתא אגב אורחיה קמ\"ל דלישקי איניש והדר שחיט  משום סירכא דמשכא: ת\"ר אלו הן מדבריות ואלו הן בייתות מדבריות שיוצאות בפסח ורועות ונכנסות ליישוב ברביעה בייתות שיוצאות ורועות חוץ לתחום ובאות ולנות בתוך התחום. רבי אומר אלו ואלו בייתות הן. אלו הן המדבריות שיוצאות ורועות באפר ואינן נכנסות ליישוב לא בימות החמה ולא בימות הגשמים. אשכחן רבוותא דפסקי בהא מלתא לקולא ואמרי דס\"ל כרבי שמעון דלית ליה מוקצה וכדאמר רב נחמן (שבת דף י\"ט:) עז לחלבה ורחל לגיזתה ותרנגולת לביצתה ותורי דרידיא ותמרי דעיסקא פלוגתא דרבי יהודה ורבי שמעון דרבי יהודה הוא דאסיר ורבי שמעון שרי וקאמרינן (שם דף קנ\"ז.) דהלכתא כר\"ש ואנן לא סבירא לן הכי דכי איתמר הלכתא כרבי שמעון בשבת איתמר. והא דאמר רב נחמן עז לחלבה ורחל לגיזתה וכו' לא קא פסיק רב נחמן הלכה כמאן מינייהו אלא ה\"ק פלוגתא דרבי יהודה ור\"ש.  וכיון דקיימא לן דבשבת סבירא לן כר\"ש דלית ליה מוקצה  וביום טוב כרבי יהודה ממילא שמעינן דה\"מ כגון עז לחלבה ורחל לגיזתה וכו' דכולהו ביו\"ט אסירי ומה דחזו ליה מינייהו למיכל מינה בשבת כגון תמרי דעיסקא שרי למיכל מינה בשבת. ועוד דרב נחמן גופיה אשכחן ליה דסבירא ליה דהלכתא ביום טוב כרבי יהודה דאית ליה מוקצה. דאמרינן בריש מכילתין במאי עסקינן אילימא בתרנגולת העומדת לאכילה מאי טעמא דב\"ה אוכלא דאפרת הוא. אלא בתרנגולת העומדת לגדל ביצים מאי טעמא דב\"ש מוקצה הוא. ופריק רב נחמן לעולם בתרנגולת העומדת לגדל ביצים ודאית ליה מוקצה אית ליה נולד ודלית ליה מוקצה לית ליה נולד וב\"ש כר\"ש וב\"ה כרבי יהודה. ומקשינן ומי אמר רב נחמן הכי והאנן תנן ב\"ש אומרים (מעלין) מגביהין מעל השולחן עצמות וקליפין ובית הלל אומרים מסלק את הטבלא כולה ומנערה ואמר רב נחמן אנו אין לנו אלא בית שמאי כרבי יהודה וב\"ה כרבי שמעון. ומפרקינן אמר לך רב נחמן גבי שבת דסתם לן תנא כרבי שמעון דתנן מחתכין את הדלועין לפני הבהמה והנבילה לפני הכלבים מוקי להו ב\"ה כרבי שמעון. גבי יום טוב דסתם לן תנא כרבי יהודה דתנן אין מבקעין עצים מן הקורות ולא מן הקורה שנשברה ביום טוב מוקי לה לב\"ה כרבי יהודה. וכיון דאשכחן לרב נחמן דסבירא ליה ביום טוב כרבי יהודה ממילא שמעינן דעז לחלבה ורחל לגיזתה ותורי דרידיא ותמרי דעיסקא כולהו לרב נחמן ביום טוב אסירי. ומשקלא וטריא דגמרא נמי שמעינן דהלכה כרבי יהודה ביום טוב דקאמר אי בתרנגולת העומדת לגדל ביצים מאי טעמא דב\"ש מוקצה הוא כלומר  כי זה דבר ידוע כי מוקצה אסור. ועוד אמרינן לעיל (ביצה דף ד.) תניא אחרים אומרים רבי אליעזר אומר ביצה תאכל היאואמה במאי עסקינן אילימא בתרנגולת העומדת לאכילה פשיטא היא ואמה שריא אלא בתרנגולת העומדת לגדל ביצים היא ואמה אסורה  דאלמא הכין הוא הלכתא. ולענין בייתות ומדבריות נמי הכי סבירא לן כסתם מתני' וכדפריש ת\"ק דברייתא דאמר אלו הן מדבריות כל שיוצאות בפסח ורועות ונכנסות ברביעה. בייתות שיוצאות ורועות חוץ לתחום ובאות ולנות בתוך התחום. ורבי דקאמר אלו ואלו בייתות הן לית הלכתא כוותיה דלא קי\"ל הלכה כרבי אלא גבי חבירו אבל גבי רבים לא. והוו להו מדבריות דאינן באות ולנות בתוך התחום מוקצות דלאו דעתיה עלייהו  דהא אין באות בתוך התחום.  ובעל ה\"ג כתב מוקצה דרבנן וכיון דאיכא תרי לישני חד דאית ליה מוקצה לרבי שמעון במדבריות וחד דלית ליה עבדינן לקולא ושוחטין את המדבריות.  וכן פסק רב האי והרמב\"ם ז\"ל (בפ\"א מהל' יו\"ט הל' יז) דקי\"ל במוקצה בשבת כרבי שמעון וביום טוב כרבי יהודה. אבל רש\"י כתב לעיל (ביצה דף לג. ד\"ה והלכתא) אמתניתין דאין סומכין את הקדירה דקי\"ל כרבי שמעון אף ביום טוב. וכן ר\"ת ור\"י ז\"ל והביאו ראיה משילהי מסכת שבת דקאמר התם (דף קנו:)  ואף לוי סבר הלכה כרבי יהודה. כי הא דלוי כי הוו מייתו טריפתא לקמיה ביומא טבא לא הוה חזי ליה אלא אקלקלתא דאמר דלמא לא מיתכשרין ואפילו לכלבים לא חזי. אלמא שאין חילוק בין יום טוב לשבת. ותו קאמר התם ואף רבי יוחנן סבר הלכה כר\"ש ומי אמר רבי יוחנן הכי והא אמר רבי יוחנן הלכה כסתם מתני'. ותנן אין מבקעין עצים מן הקורות ולא מן הקורה שנשברה ביום טוב אלמא סתמא דהש\"ס לא מפליג בין שבת ליום טוב ולא אשכחן דמפליג אלא רב נחמן נדחק לחלק להעמיד אוקימתא דידיה. אבל לשאר אמוראין אין צריך לחלק ולא חיישינן להך לישנא דקאמר מכדי מאן סתמיה למתניתין רבי מ\"ש בשבת דסתם לן כר\"ש ומ\"ש ביום טוב דסתם לן כרבי יהודה. דבכמה דוכתי חזינן דפליגי סתמי אהדדי. ובעל ה\"ג פוסק כר\"ש במוקצה ביום טוב אבל בנולד פוסק כרבי יהודה  והביא ראיה מדלעיל פרק המביא (ביצה דף לג.) דדרש רבא אשה לא תכנס לבין העצים ליטול אוד וכו'. ואינה ראיה דרבא לטעמיה דאפילו בשאר מוקצה דלאו נולד סבירא ליה כרבי יהודה כדמוכח  בסוף נוטל (שבת דף קמב:) אבל אנן דקיימא לן (בשבת דף קמג.) כרבי שמעון במוקצה הוא הדין בנולד. ומיהו רבינו תם ז\"ל דייק משמואל דבשילהי שבת (דף קנ\"ו:) סבר כרבי שמעון ואפ\"ה קאמר בסוף נוטל (שבת דף קמ\"ג.) דלא הוה מטלטל גרעיני תמרי אלא אגב ריפתא.  ואינה ראיה משמואל דמחמיר על עצמו היה כאביי ורבא דהתם בההיא שמעתא תדע דהא פסיק שמואל בהדיא בנולד כר\"ש בספ\"ק דשבת (דף יט:) גבי שמן של בדדין. כדפירש התם דמיירי כשזב בשבת דקאי אהא דאיירי לעיל בטעינת קורת בית הבד. אלא ודאי מחמיר על עצמו היה. ועוד דרבי יוחנן פסק אף בנולד כר\"ש כדדייק בשילהי שבת (דף קנז.) מההיא דעצמות וקליפין. ועוד דקדק ר\"ת דנולד אסור  מסתמא דהש\"ס דפרק נוטל (שבת דף קמג.) דאסר לטלטולי גרעיני דתמרי פרסייתא ואין לומר משום דאף לבהמה לא חזיין  דבפרק במה מדליקין (שבת דף כט.) מוכח דחזו לבהמה () אלא ודאי משום נולד הוא דאסור. והא דפריך בסוף כירה (שבת דף מה:) אמילתא דרבי יוחנן מדרב נחמן דמאן דלית ליה מוקצה לית ליה נולד. לא קי\"ל הכי והוי מצינן לשנויי התם דלא קי\"ל הכי ולא חשש. תדע דבלאו הכי הוה מצי לשנויי דרבי יוחנן אסר ביצה () משום (פירות הנושרין) משקין שזבו (לעיל ביצה דף ג.)  ואפילו לטלטל כדמוכח לעיל (ביצה דף ד.) גבי אושפזיכניה דרב אדא בר אהבה  ואליבא דרבי יוחנן קיימא התם. ור\"ח כתב הכא מהא שמעינן דכל מידי דחזי ליה לאיניש דעתיה עילויה. והא דאמר רב נחמן עז לחלבה כו' באנו למחלוקת דרבי יהודה ורבי שמעון. הא בהדיא קי\"ל כרבי שמעון.  ואע\"ג דביום טוב קי\"ל כרבי יהודה ה\"מ כגון נולד () ומוקצה מחמת איסור וכיוצא בו אבל הני כולהו שרי ביום טוב וכן כתב בעל העיטור ז\"ל: 0הדרן עלך משילין וסליקא לה מסכת ביצה"
            ]
        ]
    ], 
    "title": "Rosh on Beitzah", 
    "versionSource": "https://www.sefaria.org/Rosh_on_Beitzah", 
    "heTitle": " פסקי הראש על ביצה", 
    "sectionNames": [
        "Chapter", 
        "Halakhah", 
        "Siman"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rosh", 
        "Seder Moed"
    ]
}