{
    "title": "Teshuvah MeYirah on Mishneh Torah, Kings and Wars",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvah_MeYirah_on_Mishneh_Torah,_Kings_and_Wars",
    "text": [
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר </b>\n<b> לחזור לארץ מצרים לסחורה ולפרקמטיא ולכבוש ארצות אחרות ואין אסור אלא להשתקע, ויראה לי שאם כבש מלך ישראל ארץ מצרים ע\"פ בי\"ד שהיא מותרת ולא הזהירה אלא לשוב יחידים או לשכון בה מפני שמעשיה מקולקלין וכו'. </b> ולכאורה הרי לא דרשינן טעמא דקרא אף במפורש כמו בנשי המלכים, ומ\"מ דברי קדשו נכונים וק\"ו מקדושת א\"י ועי' תוס' יו\"ט שלהי עדיות ודברי רבינו ז\"ל ספ\"ו מבית הבחירה.<br><b> ובעניותי </b> תמוה לי לשון יראה לי והוא תלמוד ערוך בירושלמי <sup> *)</sup><i class=\"footnote\">אולי י\"ל דהירושלמי קאמר אליבא דמ\"ד דרשינן טעמא דקרא ומשום הכי שפיר קמ\"ל רבינו ז\"ל בלשון יראה לי לאשמעינן דין זה אף למאן דלא דריש טעמא דקרא וכדברי אאמו\"ר הגהמ\"ח ז\"ל לפני זה.</i> סוף פ\"י דסנהדרין וכן הוא אומר לא תוסיפון לשוב בדרך הזה עוד לישיבה אי אתה חוזר אבל אתה חוזר לסחורה ולכבוש את הארץ משמע דמותר לצורך כבישה, וליכא למימר דמזה אינו מוכח רק שמותר לכובשה אבל לדור בה אח\"כ אה\"נ דאסור, דזה אינו דאם שלא להשתקע בה הרי בלא זה ג\"כ מותר והרי הוא כמו לסחורה וכו' דמאי נפק\"מ אלא ודאי לכובשה לגמרי קאמר, אולם רבינו ז\"ל דייק וגריס לכתוב מקודם לכבוש ארצות אחרות והוא דמאי דנקט לכבוש ארצות אחרות, אין הכונה למצרים עצמה רק לישב שם לצורך כיבושי ארצות אחרות אבל באמת לכובשה עצמה שפיר ס\"ד דאסור, ולשון הירושלמי נמי משמע כן מדלא אמר לכובשה, קמ\"ל דמ\"מ מותר, ואף דלפי מ\"ש בעצמו ז\"ל בפ\"א דתרומות דכל הארצות שנכבשו תחת יד מלכי ישראל הכל דינו כא\"י אם הוא ברשות בי\"ד, א\"כ פשיטא דגם מצרים תצא משמה מצרים וחוזרת להכשרה והיא א\"י לכל דבר, וי\"ל דאה\"נ, רק דמאי טעמא אינו מפורש להדיא על כן כתב ויראה לי.<br><br><b> ולולא </b> מסתפינא נ\"ל דאה\"נ זהו כונת הירושלמי, וכמו שפרשתי בס\"ד זה כי\"א שנה בחבורי \"קול דוד\" והוא, די\"ל דכיון דמצרים תכבש תחת יד מלך ישראל וברשות בי\"ד א\"כ הרי היא נעשית א\"י א\"כ איננה מצרים כלל, וא\"כ לא שייך איסור לא תוסיפון לשוב למצרים כיון דאינה מצרים, אבל הרי מצינו שיהושע קילל ארור האיש אשר יבנה העיר הזאת ודרשינן דאפילו אם יבנה אותה מחדש ויקראנה שם אחר אסור וא\"כ אינו מועיל זה. אולם באמת מזה ראיה לדברינו דשרי כשנשתנה ממצרים לא\"י, ובזה יבואר היטב דברי הירושלמי וז\"ל שם, תני' ר' שמעון בן אלעזר, ולא אותה בנו אלא עיר אחרת בנו מאחר שהיא נבנית מותר לישב בה, ר' יוסי ור' יהושע בן קרחה אומרים [כצ\"ל] מה ת\"ל ובנה את העיר הזאת את יריחו, אלא שלא יבנה עיר אחרת ויקרא שמה יריחו, יריחו ויקרא שמה עיר אחרת וכן הוא אומר לא תוסיפון לשוב בדרך הזה עוד לישיבה אי אתה חוזר אבל אתה חוזר לסחורה ולפרקמטיא ולכבוש את הארץ, ובארתי דקאי על משנה דשם דר' עקיבא אומר לא תבנה עוד לכמו שהיתה א\"נ אבל נעשית גנות ופרדסים ומבואר בבבלי דס\"ל עוד לכמו שהיתה משמע אבל באופן אחר מותר, ולזה בא הירושלמי להוסיף שכן הוא אומר ג\"כ במצרים \"עוד\" לכמו שהיתה, והיינו רק לישיבה כמו שהיו יושבים בה אי אתה חוזר אבל לא לפרקמטיא וכו', זה אמרתי מאז בס\"ד. וכעת נ\"ל עוד דר' שמעון בן אלעזר אמר שלא בנו אותה אלא עיר אחרת בנו, ופריך מאחר שהיא נבנית ר\"ל שהעיר אחרת היא שנבנית ולא יריחו כלל, מאי טעמא אסור לישב בה ומאי טעמא נתקלל, שהרי לא בנוה כלל, והרי אמר במשנה עוד לכמו שהיתה דוקא אינה נבנית, לזה אמר ר\"י וריב\"ק אומרים מה ת\"ל וכו' אלא שלא יבנה וכו' א\"כ אף בכהאי גונא התנה יהושע להדיא, אבל בלא עשה כן י\"ל בודאי דלא שייך בכלל לשון עוד אם נשתנית בדבר מה ממה שהיתה, ולהכי מייתי דה\"נ במצרים לכמו שהיתה הוא דלא, אבל חוזר לסחורה ולפרקמטיא, דאינו לישיבה תמידית שם כמו שהיה מאז, וגם לכבוש את הארץ דאז אינה מצרים כמאז כלל, ושבה להיות א\"י, ושפיר מותר וכדברי הר\"מ ז\"ל. אלא דלדברינו משמע דאף עיר הנדחת מותר לבנותה מחדש, אם ישנה את שמה לעיר אחרת כמו ביריחו, ויש לעיין בזה, ועיי\"ש בבבלי וברמז\"ל ואכמ\"ל."
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל </b>\n<b> העוף יראה לי שאין בן נח נהרג על אבר מן החי ממנו. </b> עיי\"ש בהשגות וכ\"מ ולח\"מ, ולענ\"ד י\"ל דהאיסור כמו שאין מניחין לעשות צורות כמ\"ש שם ה\"ב והרבה כיו\"ב אבל מ\"מ אסורים הם, ואתו שפיר כל הקושיות על זה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בן </b>\n<b> נח שרוצה לעשות מצוה וכו' כדי לקבל שכר וכו' ואם הביא עולה מקבלין ממנו, ויראה לי שנותנין אותה לעני ישראל הואיל וניזון מישראל וכו', אבל העכו\"ם שנתן צדקה וכו'. </b> עיי\"ש בכ\"מ ולח\"מ מש\"כ ע\"ז, ולא זכיתי להבין שלא העירו על חזות קשה בדבריו ז\"ל שפתח בבן נח ואח\"כ כתב דבריו בגר ותושב ומסיים אבל העכו\"ם, והרי הך דמקבלים עולה ממנו הוא אף בעכו\"ם גמור כמ\"ש בחולין ה' א', י\"ג ב', ומנחות ע\"ג ב', וכן פסק רבינו ז\"ל בעצמו פ\"ג ממעשה הקרבנות, ואח\"כ כתב אם נתן צדקה מקבלין הימנו מיירי בגר תושב כמו שמסיים הואיל וניזון מישראל, ובהתחלה בן נח שרצה משמע אף אם לא נתגייר להיות גר תושב וצע\"ג בבאור פשט דברי רבינו ז\"ל, ולכאורה ה\"נ לומר דיש לפרש מאי דאמרינן בכמה מקומות איש איש לרבות הנכרים, הכוונה באמת לגר תושב ולא לנכרים ממש, אבל מהא דמרבינן מקרא דאף מפושעי אומות העולם וממומרים שלהם מקבלים וכן פסק רבינו ז\"ל בפ\"ג ממעשה הקרבנות א\"א לומר כן, וצע\"ג.<br><b> עוד </b> קשיא לי דמשמע מדברי רבינו ז\"ל דצדקה אין בני נח חייבים כלל וכמו הבאת קרבנות שזיווגם ביחד והוא נגד דברי הגמ' בסנהדרין נ\"ז, דמשני הגמ' בניו לדין ביתו לצדקה הרי מבואר להדיא דגם על צדקה חייבים בני נח, ועי' מהרש\"א על דברי רש\"י שם נ\"ו ב', ומ\"ש במקום אחר בס\"ד בקושית הרש\"א בחידושי אגדות ב\"ב י' ב', שהקשה מי איכא מידי דלישראל שרי ולבן נח אסור, ותירץ בס' מקום שמואל דבמה שהוא מצווה לישראל לא שייך זה, ולהאמור מקשה הרש\"א שפיר לשיטתיה דבני נח באמת מצווים גם על מצות צדקה וא\"כ הדרא קושיא מי איכא מידי, ולכאורה מזה יש לתרץ קושית המפרשים על הר\"מ ז\"ל פ\"י ממלכים מחולין ל\"ג א', דמוכח מזה דלא אמרינן כלל סברת מי איכא מידי, אך להאמור א\"א לומר כן דהא מוכח להדיא מדברי רבינו ז\"ל דבני נח אין חייבים במצות צדקה כלל.<br><b> וקצת </b> יש להביא ראיה דאינם מצווים מב\"ב ד' א', דאמרינן שנענש דניאל הואיל והשיא עצה לנבוכדנצר וא\"ל שיתן צדקה דלהוי ארכא לשלותיך, ומה בכך הרי הוא מצווה בלא זה לקיים מצות צדקה אלא ודאי דאינו מחוייב כלל וע\"ז נענש, אך יש לדחות די\"ל אדרבה מזה מוכח דמצווה דבסוטה כ\"א א', מבואר דמצוה שאין העושה אותה מצווה ועושה אין זכותה גדול כל כך שיהא שכר הרבה להעושה אותה ואינה מצלת אותה כל כך א\"כ מדהגינה על נבוכדנצר מכלל דהוא נמי מצווה ועושה היה, ורק שדניאל נענש ע\"ז שלא היה צריך לייעץ כן לנבוכדנצר לטובתו וצע\"ק, ואפשר לדחות דאדרבה מדלא הגין הזכות רק י\"ב חודש כמ\"ש שם, מכלל דכל שהפסיק מלעשות המצוה אינו מגין, א\"כ לא הגינה עליו רק בשעתו ממילא מוכח דלא היה מצווה ע\"ז דאל\"כ היה מגין יותר עיי\"ש היטב, ועי' בהגהות אשרי פ\"ק דב\"ב סי' ל\"ו מש\"כ מאי טעמא מקבלין נדרים ונדבות מנכרים ולא צדקה משום דנו\"נ אין באים לכפר, ומשמע דצדקה מכפרת עליהם, ודוחק לומר דאף שאינם מצווים מכפר עליהם. ויעוין במדרש תנחומא ריש פרשת משפטים מ\"ד שם שאמר הקב\"ה על נבוכדנצר הרשע מי גרם לך שלוה כל אותן י\"ב חדש הלא הצדקה שעשית ומה אומות העולם כך ישראל על אחת כמה וכמה לכך נאמר שמרו משפט ועשו צדקה, משמע להדיא דבני נח אינן מצווין על הצדקה דאל\"כ לא שייך לדון ק\"ו בזה אם הם שניהם מצווים בזה, ואולי י\"ל לפי מה דאמרו בב\"ק ל\"ח א', דעמד הקב\"ה והתירם שאין מקבלים שכר כמצוה ועושה רק כאינו מצווה ועושה א\"כ זהו הק\"ו מהא דשכרם רק כאינו מצווה ועושה כ\"ש בישראל, וא\"כ שפיר י\"ל עדיין דמצווים כדברי הרש\"א שזכרנו.<br><b> שוב </b> הגיענו אח\"ז הס' הנחמד \"ידות נדרים\" ומצאתי בו בסי' רנ\"ד שעומד על הערה זו אם בני נח חייבים במצות צדקה, ואייתי דברי חידושי הר\"ן סנהדרין נ\"ו ב', שכתב על מ\"ש שם ויצו אלו הדינין, וכה\"א למען אשר יצוה דה\"נ היה לו לומר צדקה, כדאיתא בניו לדין ביתו לצדקה אלא דקום ועשה לא חייבין, והביא גם דברי הרש\"א שזכרנו, ודין רבינו ז\"ל שאנו עומדים עתה בו, והקשה דכיון דאין אנו רשאים לקבל מהם צדקה רק משום דרכי שלום משמע דאינם מצווים בזה דאל\"כ הרי אנו מוזהרים שלא להכשילם, וגם לא נזכר שהם מצווים ליתן צדקה זה לזה, ובעניותי נ\"ל דאי משום הא לא אריא די\"ל דלפ\"מ דיליף דינין מויצו, ומדכתיב למען אשר יצוה בניו לדין ואת ביתו לצדקה הא קמן דנכלל בכלל הדינים, וכדאיתא בכמה מקומות משפט וצדקה, ומאי טעמא לא נימא הכי שמחוייבים להחיות זה לזה ודין גמור הוא שלא לראות במות העני בעניו, ומכ\"ש לפי דעת הרמב\"ן ז\"ל בפירוש מצות דינים שמצווים בכל דיני ממונות, עיי\"ש בכ\"מ סוף ה\"ט מש\"כ בשמו מפירוש התורה פרשת וישב, א\"כ לא רחוק שמצווה במצות השבת האבידה אשר בכללה השבת גופו, ולא יהא ממונו חמור מגופו א\"כ ודאי דמוזהר שלא לעמוד על דמו ולחלוץ עני מעניו ומה תמוה דין זה, [ועי' סנהדרין ע\"ג א', ויל\"ד]. ומש\"כ שאנו מוזהרים שלא להכשילם לא ידעתי מה מכשול הוא זה אם יתן הצדקה לעני עכו\"ם דג\"כ מקיים מצוה שלו, ואנו אין אנו מחוייבים לקבל מעובד ע\"ז צדקה רק משום דרכי שלום, וגם מה מכשול הוא זה אם אינם מקבלים מהם הלא הוא רק בשב ואל תעשה [ולא עוד אלא דדמי להא דאמרינן בכתובות מ' א', ובכמה מקומות, דאי אמרה לא בעינא מי איכא לעשה כלל, וה\"נ במצות צדקה אם אמר המקבל לא בעינא מי איתא לעשה כלל, והרי מהאי טעמא כתב הרשב\"א ז\"ל דאין מברכין על הצדקה משום דאינה תלוי ביד העושה, וא\"כ מה מכשול יש בזה שאין מקבלין מהם. - הערת המו\"ל בן הגהמ\"ח זצ\"ל].<br><b> והנה </b> תמה עוד על דברי רבינו ז\"ל מש\"כ לחלק בין עובדי ע\"ז בין שמקבל עליו שבע מצוות, דבהראשון נותנים לעניי נכרים ולהשני נותנים לעני ישראל שלא מצא חילוק זה כלל, עיי\"ש, ובהורמנתא דהגאון ז\"ל, נראה לענ\"ד הדברים ברורים, לפי מ\"ש לעיל בס\"ד בשם הגה\"ה דמהאי טעמא אין מקבלים מהם צדקה לפי שמכפרת עליהם, משא\"כ נדרים ונדבות, ונ\"ל דטעם הדבר דאנו אין חייבים להיטיב עם עובדי ע\"ז, וכדקיי\"ל העכו\"ם לא מעלין ולא מורידין, ואסור לנו לעשות טובה להם, א\"כ בדבר שמכפר עליהם ומגין להם, אסור לנו לקבלו ולעשותו משא\"כ בנו\"נ שעושה מצוה בעלמא ואינו לטובתם כלל בזה מותר שפיר, ואף ממומרים שלהם דמה בכך, [ואתי שפיר הא דקיי\"ל דהמומר ישראל אסור לקבל שום קרבן דבישראל כל קרבן הלא הוא מגין מעט מיסורים עי' זבחים ז' ב', על כן אסור לנו לקבלו כיון דהוא מהמורידין ולא מעלין, משא\"כ בנכרים הקרבן אינו כלל לכפר עליהם ואינו מגין עליו מיסורים, דאין להם עונש יסורים בגיותם, רק כשמתגיירים כיבמות מ\"ח ב', א\"כ אינו טובה להם כלל על כן מקבלים מהם] וא\"כ דברי רבינו ז\"ל נכונים דבנכרי שאינו עובד ע\"ז, או יותר טוב לומר כדברינו דמיירי בגר תושב, הרי אנו מצווים להחיותו, א\"כ ודאי דלא שייך לומר דלא מעלין אותו, דהא אדרבה אנו מחוייבין להחיותו על כן מקבלים אותם ומחלקים אותם לעניי ישראל, משא\"כ בסתם עכו\"ם שהם מאותם שלא מעלין ולא מורידין ודאי אסור לחלקם לעניי ישראל, והדברים מבוארים היטב בדברי רבינו ז\"ל, דלכאורה תמוה וכי משום שהוא ניזון מישראל על כן נחלקם לעניי ישראל ולא לעניי נכרים והוא תמוה, נשאל אותו מה רצונו בעצמו, אם ליתן לאלו או לאלו ואם ציוה ליתן לעניי עכו\"ם איך נוכל לשנות מרצונו והרי יש בזה משום גזל, ובודאי אסור לעשות כן, אבל לדברינו ניחא, דכונתו דבאמת לא מהני מה שציוה ליתן לעניי ישראל דמ\"מ הוא אסור לעשות כן ולקבל וכדקיי\"ל מדכתיב ביבש קצירה תשברנה, וכב\"ב י' ב', אבל כיון שהוא ניזון מישראל א\"כ הרי אנו מצווים להחיותו ולהיטיב עמו באיש כזה מותר לחלקה לעניי ישראל אם יצוה כן, ואף בסתם ודאי דעתו יותר לעניי ישראל, אבל אם מצוה לעניי עכו\"ם, וכן בשאר נכרי, ודאי ניתן להם, [ואין להקשות על זה דכיון דאיכא איסור לקבל צדקה מהעכו\"ם מאי טעמא מותר משום שלום מלכות כמש\"ש וכמ\"ש הר\"מ ז\"ל בפ\"ח ממתנות עניים, דודאי משום שלום מלכות מותר לעבור על איסור, עיין מג\"א סי' תרנ\"ו, ובמקום אחר הבאתי ראיה בס\"ד משבת קל\"ט א', והארכתי בזה, וביותר י\"ל דהכא אין האיסור כל כך, ומיהו אין מקום להקשות דכיון דהוא טובה להמקבל ליכא איסור ל\"ת עי' ע\"ז כ' א', בתוס' שם דבמכירו מותר דודאי אין לדמות הענינים זה לזה וכמ\"ש שם התוס' כ\"ו א', דאפי' לר' מאיר דס\"ל דמותר ליתן לנכרי מתנת חנם מודה דלא מעלין ולא מורידין להם עיי\"ש, ובמקום אחר הארכתי בס\"ד, ולכאורה מהאי טעמא דאסור להיטיב להם כשהם עובדי ע\"ז אסור ללמדם ג\"כ דגם בזה הלא הוא טובה להם שהם יודעים דרכי התורה והחיים, ואין לך טובה גדולה מזו ואתו שפיר דברי התוס' ב\"ק ל\"ח א', דמשום שלום מלכות הותר להם, והיא ממש כמש\"כ בס\"ד לענין צדקה, ונפק\"מ טובא אף היכא דלא שייך משום גזל ומאורסה כדאיתא בסנהדרין נ\"ט א', מ\"מ גם משום האי טעמא אסור, וממילא י\"ל דבגר תושב דליכא איסור זה להטיב עמו גם זה מותר, וי\"ל בזה כמה קושיות בענין איסור לימוד לנכרי ואכמ\"ל]. עכ\"פ דברי רז\"ל בהלכה זו נשגבים ממני, ולפלא על הגאון בעל ספר ידות נדרים שלא העיר ג\"כ בזה ולא שום אחד המפרשים על רבינו ז\"ל, גם צ\"ע במש\"כ רבינו ז\"ל אם נתן עולה מקבלים ממנו דמבואר דאינו חיוב לקבל ממנו ומתוס' ע\"ז ז' ב', משמע דאיכא חיובא עליהם, אך כבר האריך המל\"מ על זה עיי\"ש."
            ],
            [],
            [
                "<b>שני </b>\n<b> עכו\"ם שבאו לדון בדיני ישראל ורצו שניהם לדון בד\"ת האחד רוצה ואחד אינו רוצה אין כופין אותו לדון אלא בדיניהם, היה ישראל ועכו\"ם וכו', ויראה לי שא\"ע כן לג\"ת אלא לעולם דנין לו בדיניהם וכו', וכן יראה לי שנוהגים עם גר תושב בד\"א וגמ\"ח כישראל שהרי אנו מצווים להחיותו שנא' לגר אב\"ת ואכלה וזש\"ח אין כופלים להם שלום, בעכו\"ם ולא בגר תושב. </b> והנה הכ\"מ לא הראה לנו מקור דברי רבינו ז\"ל בראשית ההלכה דמשמע בעליל מדבריו ז\"ל דבדיניהם עכ\"פ כופין אנו אותם לדון ומנ\"ל הא דכופין ולא נמצא בדברי חז\"ל, לפי הנראה בהשקפה ראשונה, שמבואר להדיא דכופין אותם. ונראה דרבינו ז\"ל לשיטתו אזיל דס\"ל דמצות הדינין שבני נח מצווים הוא להושיב דיינים שידונו להם כפי ראות עיניהם א\"כ הוא מצווה על מי שידם תקיפה על אותם בעלי דינין שיושוו כפי הדין שחקקו להם בדיניהם וזהו דין תורה ממש שכן גזרה חכמתו ית\"ש, ומיהו זה רק לשני בני נח שדנין בדיניהם, אבל בסיפא דאמר שדנין אותם בדינינו ואומרים להם כך דיננו לכאורה משמע ג\"כ דקאי על הרישא ולפי פשוטי הדברים כופין אותם לקיים כפי מה שיצא לפי דיננו לזכות הישראל, וקשה מנ\"ל הא דכופין אותם לדון בדינינו, ונראה דרבינו ז\"ל היה מפרש דז\"ש בב\"ק קי\"ג א', ואם לאו באים עליו בעקיפין שר\"ל דאם אינו ציית לדינינו כופין אותו וכדברי ר' עקיבא דהלכה כוותיה נגד ר' ישמעאל חבירו, ואולם תמוה לי דלא חידש לן רבינו ז\"ל בלשון יראה לי שכתב והוא מבואר שם דפריך הגמ' דר\"ע אדר\"ע מהא דאמר יכול יגלום עליו ת\"ל וחשב עם קונהו ומשני הא בנכרי הא בגר ותושב ומפורש להדיא דבג\"ת אין באים עליו בעקיפין אלא דנין אותם בדיניהם ממש וא\"כ מוכח דבגר תושב אינו כבנכרים, ואפשר לומר דלפי מה דמסיק אח\"כ כאן בגזילו כאן בהפקעת הלוואתו א\"כ אין הכרח לזה לומר דהא דדנין אותו בדינינו הוא רק בנכרי ולא בגר תושב, קמ\"ל דמ\"מ בזה לא נחלקו אביי ורבא ואף לפי המסקנא הדין כן.<br><b> ובמש\"כ </b> אין כופלין להם שלום דבגר תושב מותר, אתי שפיר קושית הט\"ז ביו\"ד סי' קמ\"ח מ\"ש בברכות י\"ז א', שאמרו עליו על רבן יוחנן בן זכאי שלא הקדימו אדם שלום מעולם ואפי' נכרי בשוק דמאי רבותיה אדרבא לנכרי צריך דוקא להקדים דאסור לכפול להם שלום, ולדברי רבינו ז\"ל אתי שפיר די\"ל לפי דברי התוס' בשם ר\"ת בגיטין ל\"ו ב', דגם בזמן בית שני היו נוהגין יובלות, א\"כ מש\"כ לעיל שפיר גם בימי בית שני גר תושב וזהו הרבותא לגר תושב שהקדימו הוא ולא המתין שיקדימנו אף שמותר. ובעודי בזה נ\"ל מזה ראיה למש\"כ הרמב\"ם ז\"ל בחיבורו פ\"ה מת\"ת דהשואל בשלום רבו אומר לו שלום עליך רבי וכששואלו והוא משיבו אומר לו שלום עליך רבי ומורי, ועי' ביאורי הגר\"א ז\"ל ביו\"ד סי' ר\"מ וכבר נפלאתי עליו מברכות ג' א', ומפ' חלק צ\"ח א', שהביא ז\"ל בעצמו, וכעת נ\"ל דענין זה הוא כפילת שלום, שלפי הנראה לי מדברי הגמ' גיטין ס\"ב א', ענין כפילת שלום הוא או שאומרים שלום שלום או שמשיב לו בלשון כפול אבל השואל אינו שואל בלשון כפול רק שלום לבד וזש\"ש רב חסדא מקדים להו שלמא שהקדים לשאול להם בכדי שלא יצטרך לכפול בתשובתו עיי\"ש ברש\"י ותוס', ורב כהנא א\"ל שלמא למר היינו רק פעם אחד ולא ב' פעמים וי\"ל אף בתשובתו אמר כן, וא\"כ יש לתרץ קושית הט\"ז בפשיטות כמובן, ועי' שם דאמר רב יהודה אמר רב מנין שכופלין שלום לת\"ח ומנין שכופלין שלום למלך מדכתיב ורוח לבשה את עמשי וכו' והיינו דהשואל בשלום המלך כופל בשאלתו ג\"כ כמו שכופלים בתשובת אחר השואל בשלום והראיה מעמשי ראש השלישים שהוא התחיל לדרוש בשלום דוד המלך ע\"ה וכפל בשלום, ומזה לומד ר\"י אמר רב דגם בת\"ח הדין כן ממש\"כ שלום שלום במלך וכתיב בי מלכים ימלוכו, ולפי\"ז מ\"ש במשנה אין כופלין שלום לעכו\"ם משמע דלכו\"ע כופלין צריך לפרש פי' אחר בזה שלת\"ח בעל כרחך הוא באופן אחר ממה שכופלין לכל אחד, ותליא בפלוגתא דר\"ח ור\"כ בפי' דברי המשנה מ\"ש אין כופלין, ובזה יש לתרץ מה שהקשתי משנים רבות בס\"ד מאי טעמא לא כתב הרמב\"ם דין זה דכופלים שלום לת\"ח ואכמ\"ל."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קונטרס תשובה מיראה על משנה תורה, הלכות מלכים ומלחמות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Teshuvah MeYirah",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}