{
    "title": "Mishneh Torah, Foundations of the Torah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Foundations_of_the_Torah",
    "text": [
        [
            "יְסוֹד הַיְסוֹדוֹת וְעַמּוּד הַחָכְמוֹת לֵידַע שֶׁיֵּשׁ שָׁם מָצוּי רִאשׁוֹן. וְהוּא מַמְצִיא כָּל נִמְצָא. וְכָל הַנִּמְצָאִים מִשָּׁמַיִם וָאָרֶץ וּמַה שֶּׁבֵּינֵיהֶם לֹא נִמְצְאוּ אֶלָּא מֵאֲמִתַּת הִמָּצְאוֹ: ",
            "וְאִם יַעֲלֶה עַל הַדַּעַת שֶׁהוּא אֵינוֹ מָצוּי אֵין דָּבָר אַחֵר יָכוֹל לְהִמָּצְאוֹת: ",
            "וְאִם יַעֲלֶה עַל הַדַּעַת שֶׁאֵין כָּל הַנִּמְצָאִים מִלְּבַדּוֹ מְצוּיִים הוּא לְבַדּוֹ יִהְיֶה מָצוּי. וְלֹא יִבָּטֵל הוּא לְבִטּוּלָם. שֶׁכָּל הַנִּמְצָאִים צְרִיכִין לוֹ וְהוּא בָּרוּךְ הוּא אֵינוֹ צָרִיךְ לָהֶם וְלֹא לְאֶחָד מֵהֶם. לְפִיכָךְ אֵין אֲמִתָּתוֹ כַּאֲמִתַּת אֶחָד מֵהֶם: ",
            "הוּא שֶׁהַנָּבִיא אוֹמֵר <small>(ירמיה י י)</small> \"וַה' אֱלֹהִים אֱמֶת\". הוּא לְבַדּוֹ הָאֱמֶת וְאֵין לְאַחֵר אֱמֶת כַּאֲמִתָּתוֹ. וְהוּא שֶׁהַתּוֹרָה אוֹמֶרֶת <small>(דברים ד לה)</small> \"אֵין עוֹד מִלְּבַדּוֹ\". כְּלוֹמַר אֵין שָׁם מָצוּי אֱמֶת מִלְּבַדּוֹ כְּמוֹתוֹ: ",
            "הַמָּצוּי הַזֶּה הוּא אֱלֹהֵי הָעוֹלָם אֲדוֹן כָּל הָאָרֶץ. וְהוּא הַמַּנְהִיג הַגַּלְגַּל בְּכֹחַ שֶׁאֵין לוֹ קֵץ וְתַכְלִית. בְּכֹחַ שֶׁאֵין לוֹ הֶפְסֵק. שֶׁהַגַּלְגַּל סוֹבֵב תָּמִיד וְאִי אֶפְשָׁר שֶׁיִּסֹּב בְּלֹא מְסַבֵּב. וְהוּא בָּרוּךְ הוּא הַמְסַבֵּב אוֹתוֹ בְּלֹא יָד וּבְלֹא גּוּף: ",
            "וִידִיעַת דָּבָר זֶה מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות כ ב)</small> \"אָנֹכִי ה' אֱלֹהֶיךָ\". וְכָל הַמַּעֲלֶה עַל דַּעְתּוֹ שֶׁיֵּשׁ שָׁם אֱלוֹהַּ אַחֵר חוּץ מִזֶּה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כ ג)</small> \"לֹא יִהְיֶה לְךָ אֱלֹהִים אֲחֵרִים עַל פָּנָי\". וְכוֹפֵר בָּעִקָּר שֶׁזֶּהוּ הָעִקָּר הַגָּדוֹל שֶׁהַכּל תָּלוּי בּוֹ: ",
            "אֱלוֹהַּ זֶה אֶחָד הוּא וְאֵינוֹ שְׁנַיִם וְלֹא יֶתֶר עַל שְׁנַיִם. אֶלָּא אֶחָד. שֶׁאֵין כְּיִחוּדוֹ אֶחָד מִן הָאֲחָדִים הַנִּמְצָאִים בָּעוֹלָם. לֹא אֶחָד כְּמִין שֶׁהוּא כּוֹלֵל אֲחָדִים הַרְבֵּה. וְלֹא אֶחָד כְּגוּף שֶׁהוּא נֶחְלָק לְמַחְלָקוֹת וְלִקְצָווֹת. אֶלָּא יִחוּד שֶׁאֵין יִחוּד אַחֵר כְּמוֹתוֹ בָּעוֹלָם. אִלּוּ הָיוּ אֱלֹהוּת הַרְבֵּה הָיוּ גּוּפִין וּגְוִיּוֹת. מִפְּנֵי שֶׁאֵין הַנִּמְנִים הַשָּׁוִין בִּמְצִיאוּתָן נִפְרָדִין זֶה מִזֶּה אֶלָּא בִּמְאֹרָעִין שֶׁיֶּאֶרְעוּ בַּגּוּפוֹת וְהַגְּוִיּוֹת. וְאִלּוּ הָיָה הַיּוֹצֵר גּוּף וּגְוִיָּה הָיָה לוֹ קֵץ וְתַכְלִית שֶׁאִי אֶפְשָׁר לִהְיוֹת גּוּף שֶׁאֵין לוֹ קֵץ. וְכָל שֶׁיֵּשׁ לְגוּפוֹ קֵץ וְתַכְלִית יֵשׁ לְכֹחוֹ קֵץ וָסוֹף. וֵאלֹהֵינוּ בָּרוּךְ שְׁמוֹ הוֹאִיל וְכֹחוֹ אֵין לוֹ קֵץ וְאֵינוֹ פּוֹסֵק שֶׁהֲרֵי הַגַּלְגַּל סוֹבֵב תָּמִיד. אֵין כֹּחוֹ כֹּחַ גּוּף. וְהוֹאִיל וְאֵינוֹ גּוּף לֹא יֶאֶרְעוּ לוֹ מְאֹרְעוֹת הַגּוּפוֹת כְּדֵי שֶׁיְּהֵא נֶחְלָק וְנִפְרָד מֵאַחֵר. לְפִיכָךְ אִי אֶפְשָׁר שֶׁיִּהְיֶה אֶלָּא אֶחָד. וִידִיעַת דָּבָר זֶה מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים ו ד)</small> \"ה' אֱלֹהֵינוּ ה' אֶחָד\": ",
            "הֲרֵי מְפֹרָשׁ בַּתּוֹרָה וּבַנְּבִיאִים שֶׁאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא גּוּף וּגְוִיָּה שֶׁנֶּאֱמַר <small>(יהושע ב יא)</small> \"כִּי ה' אֱלֹהֵיכֶם הוּא אֱלֹהִים בַּשָּׁמַיִם מִמַּעַל וְעַל הָאָרֶץ מִתָּחַת\". וְהַגּוּף לֹא יִהְיֶה בִּשְׁנֵי מְקוֹמוֹת. וְנֶאֱמַר <small>(דברים ד טו)</small> \"כִּי לֹא רְאִיתֶם כָּל תְּמוּנָה\". וְנֶאֱמַר <small>(ישעיה מ כה)</small> \"וְאֶל מִי תְדַמְּיוּנִי וְאֶשְׁוֶה\". וְאִלּוּ הָיָה גּוּף הָיָה דּוֹמֶה לִשְׁאָר גּוּפִים: ",
            "אִם כֵּן מַהוּ זֶה שֶׁכָּתוּב בַּתּוֹרָה \"וְתַחַת רַגְלָיו\". <small>(שמות לא יח)</small> \"כְּתוּבִים בְּאֶצְבַּע אֱלֹהִים\". \"יַד ה'\". \"עֵינֵי ה'\". \"אָזְנֵי ה'\". וְכַיּוֹצֵא בִּדְבָרִים הָאֵלּוּ. הַכּל לְפִי דַּעְתָּן שֶׁל בְּנֵי אָדָם הוּא שֶׁאֵינָן מַכִּירִין אֶלָּא (הַנּוֹפוֹת) [הַגּוּפוֹת] וְדִבְּרָה תּוֹרָה כִּלְשׁוֹן בְּנֵי אָדָם. וְהַכּל כִּנּוּיִים הֵן. שֶׁנֶּאֱמַר <small>(דברים לב מא)</small> \"אִם שַׁנּוֹתִי בְּרַק חַרְבִּי\". וְכִי חֶרֶב יֵשׁ לוֹ וּבְחֶרֶב הוּא הוֹרֵג אֶלָּא מָשָׁל וְהַכּל מָשָׁל. רְאָיָה לַדָּבָר שֶׁנָּבִיא אֶחָד אוֹמֵר שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(דניאל ז ט)</small> \"לְבוּשֵׁיִהּ כִּתְלַג חִוֵּר\". וְאֶחָד רָאָהוּ <small>(ישעיה סג א)</small> \"חֲמוּץ בְּגָדִים מִבָּצְרָה\". משֶׁה רַבֵּנוּ עַצְמוֹ רָאָהוּ עַל הַיָּם כְּגִבּוֹר עוֹשֶׂה מִלְחָמָה. וּבְסִינַי כִּשְׁלִיחַ צִבּוּר עָטוּף. לוֹמַר שֶׁאֵין לוֹ דְּמוּת וְצוּרָה אֶלָּא הַכּל בְּמַרְאֵה הַנְּבוּאָה וּבְמַחֲזֶה. וַאֲמִתַּת הַדָּבָר אֵין דַּעְתּוֹ שֶׁל אָדָם מֵבִין וְלֹא יְכוֹלָה לְהַשִּׂיגוֹ וּלְחָקְרוֹ. וְזֶה שֶׁאָמַר הַכָּתוּב <small>(איוב יא ז)</small> \"הַחֵקֶר אֱלוֹהַּ תִּמְצָא אִם עַד תַּכְלִית שַׁדַּי תִּמְצָא\": ",
            "מַהוּ זֶה שֶׁבִּקֵּשׁ משֶׁה רַבֵּנוּ לְהַשִּׂיג כְּשֶׁאָמַר <small>(שמות לג יח)</small> \"הַרְאֵנִי נָא אֶת כְּבֹדֶךָ\". בִּקֵּשׁ לֵידַע אֲמִתַּת הִמָּצְאוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא עַד שֶׁיִּהְיֶה יָדוּעַ בְּלִבּוֹ כְּמוֹ יְדִיעַת אֶחָד מִן הָאֲנָשִׁים שֶׁרָאָה פָּנָיו וְנֶחְקְקָה צוּרָתוֹ בְּלִבּוֹ שֶׁנִּמְצָא אוֹתוֹ הָאִישׁ נִפְרָד בְּדַעְתּוֹ מִשְּׁאָר הָאֲנָשִׁים. כָּךְ בִּקֵּשׁ משֶׁה רַבֵּנוּ לִהְיוֹת מְצִיאוּת הַקָּדוֹשׁ בָּרוּךְ הוּא נִפְרֶדֶת בְּלִבּוֹ מִשְּׁאָר הַנִּמְצָאִים עַד שֶׁיֵּדַע אֲמִתַּת הִמָּצְאוֹ כַּאֲשֶׁר הִיא. וֶהֱשִׁיבוֹ בָּרוּךְ הוּא שֶׁאֵין כֹּחַ בְּדַעַת הָאָדָם הַחַי שֶׁהוּא מְחֻבָּר מִגּוּף וְנֶפֶשׁ לְהַשִּׂיג אֲמִתַּת דָּבָר זֶה עַל בֻּרְיוֹ. וְהוֹדִיעוֹ בָּרוּךְ הוּא מַה שֶּׁלֹּא יָדַע אָדָם לְפָנָיו וְלֹא יֵדַע לְאַחֲרָיו. עַד שֶׁהִשִּׂיג מֵאֲמִתַּת הִמָּצְאוֹ דָּבָר שֶׁנִּפְרָד הַקָּדוֹשׁ בָּרוּךְ הוּא בְּדַעְתּוֹ מִשְּׁאָר הַנִּמְצָאִים. כְּמוֹ שֶׁיִּפָּרֵד אֶחָד מִן הָאֲנָשִׁים שֶׁרָאָה אֲחוֹרָיו וְהִשִּׂיג כָּל גּוּפוֹ וּמַלְבּוּשׁוֹ בְּדַעְתּוֹ מִשְּׁאָר גּוּפֵי הָאֲנָשִׁים. וְעַל דָּבָר זֶה רָמַז הַכָּתוּב וְאָמַר <small>(שמות לג כג)</small> \"וְרָאִיתָ אֶת אֲחֹרָי וּפָנַי לֹא יֵרָאוּ\": ",
            "וְכֵיוָן שֶׁנִּתְבָּרֵר שֶׁאֵינוֹ גּוּף וּגְוִיָּה יִתְבָּרֵר שֶׁלֹּא יֶאֱרַע לוֹ אֶחָד מִמְּאֹרְעוֹת הַגּוּפוֹת. לֹא חִבּוּר וְלֹא פֵּרוּד. לֹא מָקוֹם וְלֹא מִדָּה. לֹא עֲלִיָּה וְלֹא יְרִידָה. וְלֹא יָמִין וְלֹא שְׂמֹאל. וְלֹא פָּנִים וְלֹא אָחוֹר. וְלֹא יְשִׁיבָה וְלֹא עֲמִידָה. וְאֵינוֹ מָצוּי בִּזְמַן עַד שֶׁיִּהְיֶה לוֹ רֵאשִׁית וְאַחֲרִית וּמִנְיַן שָׁנִים. וְאֵינוֹ מִשְׁתַּנֶּה שֶׁאֵין לוֹ דָּבָר שֶׁיִּגְרֹם לוֹ שִׁנּוּי. וְאֵין לוֹ לֹא מָוֶת וְלֹא חַיִּים כְּחַיֵּי הַגּוּף הַחַי. וְלֹא סִכְלוּת וְלֹא חָכְמָה כְּחָכְמַת הָאִישׁ הֶחָכָם. לֹא שֵׁנָה וְלֹא הֲקִיצָה. וְלֹא כַּעַס וְלֹא שְׂחוֹק וְלֹא שִׂמְחָה וְלֹא עַצְבוּת. וְלֹא שְׁתִיקָה וְלֹא דִּבּוּר כְּדִבּוּר בְּנֵי אָדָם. וְכָךְ אָמְרוּ חֲכָמִים אֵין לְמַעְלָה לֹא יְשִׁיבָה וְלֹא עֲמִידָה וְלֹא עֹרֶף וְלֹא עִפּוּי: ",
            "וְהוֹאִיל וְהַדָּבָר כֵּן הוּא. כָּל הַדְּבָרִים הַלָּלוּ וְכַיּוֹצֵא בָּהֶן שֶׁנֶּאֶמְרוּ בַּתּוֹרָה וּבְדִבְרֵי נְבִיאִים הַכּל מָשָׁל וּמְלִיצָה הֵן. כְּמוֹ שֶׁנֶּאֱמַר <small>(תהילים ב ד)</small> \"יוֹשֵׁב בַּשָּׁמַיִם יִשְׂחָק\". <small>(דברים לב כא)</small> \"כִּעֲסוּנִי בְּהַבְלֵיהֶם\". <small>(דברים כח סג)</small> \"כַּאֲשֶׁר שָׂשׂ ה'\" וְכַיּוֹצֵא בָּהֶן. עַל הַכּל אָמְרוּ חֲכָמִים דִּבְּרָה תּוֹרָה כִּלְשׁוֹן בְּנֵי אָדָם. וְכֵן הוּא אוֹמֵר <small>(ירמיה ז יט)</small> \"הַאֹתִי הֵם מַכְעִסִים\". הֲרֵי הוּא אוֹמֵר <small>(מלאכי ג ו)</small> \"אֲנִי ה' לֹא שָׁנִיתִי\". וְאִלּוּ הָיָה פְּעָמִים כּוֹעֵס וּפְעָמִים שָׂמֵחַ הָיָה מִשְׁתַּנֶּה. וְכָל הַדְּבָרִים הָאֵלּוּ אֵינָן מְצוּיִין אֶלָּא לַגּוּפִים הָאֲפֵלִים הַשְּׁפָלִים שׁוֹכְנֵי בָּתֵּי חֹמֶר אֲשֶׁר בֶּעָפָר יְסוֹדָם אֲבָל הוּא בָּרוּךְ הוּא יִתְבָּרַךְ וְיִתְרוֹמַם עַל כָּל זֶה: "
        ],
        [
            "הָאֵל הַנִּכְבָּד וְהַנּוֹרָא הַזֶּה מִצְוָה לְאָהֳבוֹ וּלְיִרְאָה אוֹתוֹ שֶׁנֶּאֱמַר <small>(דברים ו ה)</small> \"וְאָהַבְתָּ אֵת ה' אֱלֹהֶיךָ\". וְנֶאֱמַר <small>(דברים ו יג)</small> \"אֶת ה' אֱלֹהֶיךָ תִּירָא\": ",
            "וְהֵיאַךְ הִיא הַדֶּרֶךְ לְאַהֲבָתוֹ וְיִרְאָתוֹ. בְּשָׁעָה שֶׁיִּתְבּוֹנֵן הָאָדָם בְּמַעֲשָׂיו וּבְרוּאָיו הַנִּפְלָאִים הַגְּדוֹלִים וְיִרְאֶה מֵהֶן חָכְמָתוֹ שֶׁאֵין לָהּ עֵרֶךְ וְלֹא קֵץ מִיָּד הוּא אוֹהֵב וּמְשַׁבֵּחַ וּמְפָאֵר וּמִתְאַוֶּה תַּאֲוָה גְּדוֹלָה לֵידַע הַשֵּׁם הַגָּדוֹל. כְּמוֹ שֶׁאָמַר דָּוִד <small>(תהילים מב ג)</small> \"צָמְאָה נַפְשִׁי לֵאלֹהִים לְאֵל חָי\". וּכְשֶׁמְּחַשֵּׁב בַּדְּבָרִים הָאֵלּוּ עַצְמָן מִיָּד הוּא נִרְתָּע לַאֲחוֹרָיו וִיפַחֵד וְיוֹדֵעַ שֶׁהוּא בְּרִיָּה קְטַנָּה שְׁפָלָה אֲפֵלָה עוֹמֶדֶת בְּדַעַת קַלָּה מְעוּטָה לִפְנֵי תְּמִים דֵּעוֹת. כְּמוֹ שֶׁאָמַר דָּוִד <small>(תהילים ח ד)</small> \"כִּי אֶרְאֶה שָׁמֶיךָ מַעֲשֵׂי אֶצְבְּעֹתֶיךָ\" <small>(תהילים ח ה)</small> \"מָה אֱנוֹשׁ כִּי תִזְכְּרֶנּוּ\". וּלְפִי הַדְּבָרִים הָאֵלּוּ אֲנִי מְבָאֵר כְּלָלִים גְּדוֹלִים מִמַּעֲשֵׂה רִבּוֹן הָעוֹלָמִים כְּדֵי שֶׁיִּהְיוּ פֶּתַח לַמֵּבִין לֶאֱהֹב אֶת הַשֵּׁם. כְּמוֹ שֶׁאָמְרוּ חֲכָמִים בְּעִנְיַן אַהֲבָה שֶׁמִּתּוֹךְ כָּךְ אַתָּה מַכִּיר אֶת מִי שֶׁאָמַר וְהָיָה הָעוֹלָם: ",
            "כָּל מַה שֶּׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא בְּעוֹלָמוֹ נֶחְלָק לִשְׁלֹשָׁה חֲלָקִים. מֵהֶן בְּרוּאִים שֶׁהֵן מְחֻבָּרִים מִגּלֶם וְצוּרָה וְהֵם הוִֹים וְנִפְסָדִים תָּמִיד כְּמוֹ גּוּפוֹת הָאָדָם וְהַבְּהֵמָה וְהַצְּמָחִים וְהַמַּתָּכוֹת. וּמֵהֶן בְּרוּאִים שֶׁהֵן מְחֻבָּרִים מִגּלֶם וְצוּרָה אֲבָל אֵינָן מִשְׁתַּנִּין מִגּוּף לְגוּף וּמִצּוּרָה לְצוּרָה כְּמוֹ הָרִאשׁוֹנִים אֶלָּא צוּרָתָן קְבוּעָה לְעוֹלָם בְּגָלְמָם וְאֵינָן מִשְׁתַּנִּין כְּמוֹ אֵלּוּ. וְהֵם הַגַּלְגַּלִּים וְהַכּוֹכָבִים שֶׁבָּהֶן. וְאֵין גָּלְמָם כִּשְׁאָר גְּלָמִים וְלֹא צוּרָתָם כִּשְׁאָר צוּרוֹת. וּמֵהֶן בְּרוּאִים צוּרָה בְּלֹא גּלֶם כְּלָל וְהֵם הַמַּלְאָכִים. שֶׁהַמַּלְאָכִים אֵינָם גּוּף וּגְוִיָּה אֶלָּא צוּרוֹת נִפְרָדוֹת זוֹ מִזּוֹ: ",
            "וּמַהוּ זֶה שֶׁהַנְּבִיאִים אוֹמְרִים שֶׁרָאוּ הַמַּלְאָךְ אֵשׁ וּבַעַל כְּנָפַיִם. הַכּל בְּמַרְאֵה הַנְּבוּאָה וְדֶרֶךְ חִידָה. לוֹמַר שֶׁאֵינוֹ גּוּף וְאֵינוֹ כָּבֵד כַּגּוּפוֹת הַכְּבֵדִים. כְּמוֹ שֶׁנֶּאֱמַר <small>(דברים ד כד)</small> \"כִּי ה' אֱלֹהֶיךָ אֵשׁ אֹכְלָה הוּא\" וְאֵינוֹ אֵשׁ אֶלָּא מָשָׁל. וּכְמוֹ שֶׁנֶּאֱמַר <small>(תהילים קד ד)</small> \"עשֶֹׁה מַלְאָכָיו רוּחוֹת\": ",
            "וּבַמֶּה יִפָּרְדוּ הַצּוּרוֹת זוֹ מִזּוֹ וַהֲרֵי אֵינָן גּוּפִין. לְפִי שֶׁאֵינָן שָׁוִין בִּמְצִיאוּתָן אֶלָּא כָּל אֶחָד מֵהֶן לְמַטָּה מִמַּעֲלָתוֹ שֶׁל חֲבֵרוֹ. וְהוּא מָצוּי מִכֹּחוֹ זֶה לְמַעְלָה מִזֶּה וְהַכּל נִמְצָאִים מִכֹּחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא וְטוּבוֹ. וְזֶהוּ שֶׁרָמַז שְׁלֹמֹה בְּחָכְמָתוֹ וְאָמַר <small>(קהלת ה ז)</small> \"כִּי גָבֹהַּ מֵעַל גָּבֹהַּ שֹׁמֵר\": ",
            "זֶה שֶׁאָמַרְנוּ לְמַטָּה מִמַּעֲלָתוֹ שֶׁל חֲבֵרוֹ אֵינָהּ מַעֲלַת מָקוֹם. כְּמוֹ אָדָם שֶׁיּוֹשֵׁב לְמַעְלָה מֵחֲבֵרוֹ. אֶלָּא כְּמוֹ שֶׁאוֹמְרִין בִּשְׁנֵי חֲכָמִים שֶׁאֶחָד גָּדוֹל מֵחֲבֵרוֹ בְּחָכְמָה שֶׁהוּא לְמַעְלָה מִמַּעֲלָתוֹ שֶׁל זֶה. וּכְמוֹ שֶׁאוֹמְרִין בְּעִלָּה שֶׁהִיא לְמַעְלָה מִן הֶעָלוּל: ",
            "שִׁנּוּי שְׁמוֹת הַמַּלְאָכִים עַל שֵׁם מַעֲלָתָם הוּא. וּלְפִיכָךְ נִקְרָאִים חַיּוֹת הַקֹּדֶשׁ וְהֵם לְמַעְלָה מִן הַכּל וְאוֹפַנִּים וְאֶרְאֶלִּים וְחַשְׁמַלִּים וּשְׂרָפִים וּמַלְאָכִים וֵאלֹהִים וּבְנֵי אֱלֹהִים וּכְרוּבִים וְאִישִׁים. כָּל אֵלּוּ עֲשָׂרָה הַשֵּׁמוֹת שֶׁנִּקְרְאוּ בָּהֶן הַמַּלְאָכִים עַל שֵׁם עֶשֶׂר מַעֲלוֹת שֶׁלָּהֶן הֵן, וּמַעֲלָה שֶׁאֵין לְמַעְלָה מִמֶּנָּה אֶלָּא מַעֲלַת הָאֵל בָּרוּךְ הוּא הִיא מַעֲלַת הַצּוּרָה שֶׁנִּקְרֵאת חַיּוֹת. לְפִיכָךְ נֶאֱמַר בַּנְּבוּאָה שֶׁהֵן תַּחַת כִּסֵּא הַכָּבוֹד. וּמַעֲלָה עֲשִׂירִית הִיא מַעֲלַת הַצּוּרָה שֶׁנִּקְרֵאת אִישִׁים וְהֵם הַמַּלְאָכִים הַמְדַבְּרִים עִם הַנְּבִיאִים וְנִרְאִים לָהֶם בְּמַרְאֵה הַנְּבוּאָה. לְפִיכָךְ נִקְרְאוּ אִישִׁים שֶׁמַּעֲלָתָם קְרוֹבָה לְמַעֲלַת דַּעַת בְּנֵי אָדָם: ",
            "וְכָל הַצּוּרוֹת הָאֵלּוּ חַיִּים וּמַכִּירִין אֶת הַבּוֹרֵא וְיוֹדְעִים אוֹתוֹ דֵּעָה גְּדוֹלָה עַד לִמְאֹד. כָּל צוּרָה וְצוּרָה לְפִי מַעֲלָתָהּ לֹא לְפִי גָּדְלָהּ. אֲפִלּוּ מַעֲלָה הָרִאשׁוֹנָה אֵינָהּ יְכוֹלָה לְהַשִּׂיג אֲמִתַּת הַבּוֹרֵא כְּמוֹ שֶׁהוּא אֶלָּא דַּעְתָּהּ קְצָרָה לְהַשִּׂיג וְלֵידַע אֲבָל מַשֶּׂגֶת וְיוֹדַעַת יוֹתֵר מִמַּה שֶּׁמַּשֶּׂגֶת וְיוֹדַעַת צוּרָה שֶׁלְּמַטָּה מִמֶּנָּה. וְכֵן כָּל מַעֲלָה וּמַעֲלָה עַד מַעֲלָה עֲשִׂירִית גַּם הִיא יוֹדַעַת הַבּוֹרֵא דֵּעָה שֶׁאֵין כֹּחַ בְּנֵי הָאָדָם הַמְחֻבָּרִים מִגּלֶם וְצוּרָה יָכוֹל לְהַשִּׂיג וְלֵידַע כְּמוֹתָהּ. וְהַכּל אֵינָן יוֹדְעִין הַבּוֹרֵא כְּמוֹ שֶׁהוּא יוֹדֵעַ עַצְמוֹ: ",
            "כָּל הַנִּמְצָאִים חוּץ מִן הַבּוֹרֵא מִצּוּרָה הָרִאשׁוֹנָה עַד יַתּוּשׁ קָטָן שֶׁיִּהְיֶה בְּטַבּוּר הָאָרֶץ הַכּל מִכֹּחַ אֲמִתָּתוֹ נִמְצְאוּ. וּלְפִי שֶׁהוּא יוֹדֵעַ עַצְמוֹ וּמַכִּיר גְּדֻלָּתוֹ וְתִפְאַרְתּוֹ וַאֲמִתָּתוֹ הוּא יוֹדֵעַ הַכּל וְאֵין דָּבָר נֶעֱלָם מִמֶּנּוּ: ",
            "הַקָּדוֹשׁ בָּרוּךְ הוּא מַכִּיר אֲמִתּוֹ וְיוֹדֵעַ אוֹתָהּ כְּמוֹ שֶׁהִיא. וְאֵינוֹ יוֹדֵעַ בְּדֵעָה שֶׁהִיא חוּץ מִמֶּנּוּ כְּמוֹ שֶׁאָנוּ יוֹדְעִין. שֶׁאֵין אָנוּ וְדַעְתֵּנוּ אֶחָד אֲבָל הַבּוֹרֵא יִתְבָּרַךְ הוּא וְדַעְתּוֹ וְחַיָּיו אֶחָד מִכָּל צַד וּמִכָּל פִּנָּה וּבְכָל דֶּרֶךְ יִחוּד. שֶׁאִלְמָלֵי הָיָה חַי בַּחַיִּים וְיוֹדֵעַ בְּדֵעָה חוּץ מִמֶּנּוּ הָיוּ שָׁם אֱלֹהוּת הַרְבֵּה הוּא וְחַיָּיו וְדַעְתּוֹ, וְאֵין הַדָּבָר כֵּן אֶלָּא אֶחָד מִכָּל צַד וּמִכָּל פִּנָּה וּבְכָל דֶּרֶךְ יִחוּד. נִמְצֵאתָ אַתָּה אוֹמֵר הוּא הַיּוֹדֵעַ וְהוּא הַיָּדוּעַ וְהוּא הַדֵּעָה עַצְמָהּ הַכּל אֶחָד. וְדָבָר זֶה אֵין כֹּחַ בַּפֶּה לְאָמְרוֹ וְלֹא בָּאֹזֶן לְשָׁמְעוֹ וְלֹא בְּלֵב הָאָדָם לְהַכִּירוֹ עַל בֻּרְיוֹ. וּלְפִיכָךְ אוֹמֵר חֵי פַרְעֹה וְחֵי נַפְשְׁךָ וְאֵין אוֹמֵר חֵי ה' אֶלָּא חַי ה'. שֶׁאֵין הַבּוֹרֵא וְחַיָּיו שְׁנַיִם כְּמוֹ חַיֵּי הַגּוּפִים הַחַיִּים אוֹ כְּחַיֵּי הַמַּלְאָכִים. לְפִיכָךְ אֵינוֹ מַכִּיר הַבְּרוּאִים וְיוֹדְעָם מֵחֲמַת הַבְּרוּאִים כְּמוֹ שֶׁאָנוּ יוֹדְעִין אוֹתָם אֶלָּא מֵחֲמַת עַצְמוֹ יְדָעֵם. לְפִיכָךְ מִפְּנֵי שֶׁהוּא יוֹדֵעַ עַצְמוֹ יוֹדֵעַ הַכּל שֶׁהַכּל נִסְמָךְ לוֹ בַּהֲוָיָתוֹ: ",
            "דְּבָרִים אֵלּוּ שֶׁאָמַרְנוּ בְּעִנְיָן זֶה בִּשְׁנֵי פְּרָקִים אֵלּוּ כְּמוֹ טִפָּה מִן הַיָּם הֵם מִמַּה שֶּׁצָּרִיךְ לְבָאֵר בְּעִנְיָן זֶה. וּבֵאוּר כָּל הָעִקָּרִים שֶׁבִּשְׁנֵי פְּרָקִים אֵלּוּ הוּא הַנִּקְרָא מַעֲשֵׂה מֶרְכָּבָה: ",
            "צִוּוּ חֲכָמִים הָרִאשׁוֹנִים שֶׁלֹּא לִדְרשׁ בִּדְבָרִים אֵלּוּ אֶלָּא לְאִישׁ אֶחָד בִּלְבַד וְהוּא שֶׁיִּהְיֶה חָכָם וּמֵבִין מִדַּעְתּוֹ וְאַחַר כָּךְ מוֹסְרִין לוֹ רָאשֵׁי הַפְּרָקִים וּמוֹדִיעִין אוֹתוֹ שֶׁמֶץ מִן הַדָּבָר וְהוּא מֵבִין מִדַּעְתּוֹ וְיֵדַע סוֹף הַדָּבָר וְעָמְקוֹ. וּדְבָרִים אֵלּוּ דְּבָרִים עֲמֻקִּים הֵם עַד לִמְאֹד וְאֵין כָּל דַּעַת וְדַעַת רְאוּיָה לְסָבְלָן. וַעֲלֵיהֶם אָמַר שְׁלֹמֹה בְּחָכְמָתוֹ דֶּרֶךְ מָשָׁל <small>(משלי כז כו)</small> \"כְּבָשִׂים לִלְבוּשֶׁךָ\" כָּךְ אָמְרוּ חֲכָמִים בְּפֵרוּשׁ מָשָׁל זֶה דְּבָרִים שֶׁהֵן כִּבְשׁוֹנוֹ שֶׁל עוֹלָם יִהְיוּ לִלְבוּשְׁךָ כְּלוֹמַר לְךָ לְבַדְּךָ וְאַל תִּדְרשׁ אוֹתָם בָּרַבִּים. וַעֲלֵיהֶם אָמַר <small>(משלי ה יז)</small> \"יִהְיוּ לְךָ לְבַדֶּךָ וְאֵין לְזָרִים אִתָּךְ\". וַעֲלֵיהֶם אָמַר <small>(שיר השירים ד יא)</small> \"דְּבַשׁ וְחָלָב תַּחַת לְשוֹנֵךְ\", כָּךְ פֵּרְשׁוּ חֲכָמִים הָרִאשׁוֹנִים דְּבָרִים שֶׁהֵן כִּדְבַשׁ וְחָלָב יִהְיוּ תַּחַת לְשׁוֹנְךָ: "
        ],
        [
            "הַגַּלְגַּלִים הֵם הַנִּקְרָאִים שָׁמַיִם וְרָקִיעַ וּזְבוּל וַעֲרָבוֹת. וְהֵם תִּשְׁעָה גַּלְגַּלִּים. גַּלְגַּל הַקָּרוֹב מִמֶּנּוּ הוּא גַּלְגַּל הַיָּרֵחַ. וְהַשֵּׁנִי שֶׁלְּמַעְלָה מִמֶּנּוּ הוּא גַּלְגַּל שֶׁבּוֹ הַכּוֹכָב הַנִּקְרָא כּוֹכָב. וְגַלְגַּל שְׁלִישִׁי שֶׁלְּמַעְלָה מִמֶּנּוּ שֶׁבּוֹ נֹגַהּ. וְגַלְגַּל רְבִיעִי שֶׁבּוֹ חַמָּה. וְגַלְגַּל חֲמִישִׁי שֶׁבּוֹ מַאֲדִים. וְגַלְגַּל שִׁשִּׁי שֶׁבּוֹ כּוֹכַב צֶדֶק. וְגַלְגַּל שְׁבִיעִי שֶׁבּוֹ שַׁבְּתַי. וְגַלְגַּל שְׁמִינִי שֶׁבּוֹ שְׁאָר כָּל הַכּוֹכָבִים שֶׁנִּרְאִים בָּרָקִיעַ. וְגַלְגַּל תְּשִׁיעִי הוּא גַּלְגַּל הַחוֹזֵר בְּכָל יוֹם מִן הַמִּזְרָח לַמַּעֲרָב וְהוּא הַמַּקִּיף וּמְסַבֵּב אֶת הַכּל. וְזֶה שֶׁתִּרְאֶה כָּל הַכּוֹכָבִים כְּאִלּוּ הֵם כֻּלָּם בְּגַלְגַּל אֶחָד וְאַף עַל פִּי שֶׁיֵּשׁ בָּהֶן זֶה לְמַעְלָה מִזֶּה. מִפְּנֵי שֶׁהַגַּלְגַּלִּים טְהוֹרִים וְזַכִּים כִּזְכוּכִית וּכְסַפִּיר לְפִיכָךְ נִרְאִים הַכּוֹכָבִים שֶׁבַּגַּלְגַּל הַשְּׁמִינִי מִתַּחַת גַּלְגַּל הָרִאשׁוֹן:\n",
            "כָּל גַּלְגַּל וְגַלְגַּל מִשְּׁמוֹנָה הַגַּלְגַּלִּים שֶׁבָּהֶן הַכּוֹכָבִים נֶחְלָק לְגַלְגַּלִּים הַרְבֵּה זֶה לְמַעְלָה מִזֶּה כְּמוֹ גִּלְדֵי בְּצָלִים. מֵהֶן גַּלְגַּלִּים סוֹבְבִים מִמַּעֲרָב לְמִזְרָח. וּמֵהֶן סוֹבְבִים מִמִּזְרָח לְמַעֲרָב כְּמוֹ הַגַּלְגַּל הַתְּשִׁיעִי הַחוֹזֵר מִמִּזְרָח לְמַעֲרָב. וְכֻלָּן אֵין בֵּינֵיהֶם מָקוֹם פָּנוּי:\n",
            "כָּל הַגַּלְגַּלִּים אֵינָן לֹא קַלִּים וְלֹא כְּבֵדִים וְאֵין לָהֶם לֹא עַיִן אָדֹם וְלֹא עַיִן שָׁחֹר וְלֹא שְׁאָר עֵינוֹת. וְזֶה שֶׁאָנוּ רוֹאִין אוֹתָם כְּעֵין הַתְּכֵלֶת לְמַרְאִית הָעַיִן בִּלְבַד הוּא לְפִי גֹּבַהּ הָאֲוִיר. וְכֵן אֵין לָהֶם לֹא טַעַם וְלֹא רֵיחַ לְפִי שֶׁאֵין אֵלּוּ הַמְאֹרָעִין מְצוּיִין אֶלָּא בַּגּוּפוֹת שֶׁלְּמַטָּה מֵהֶן:\n",
            "כָּל הַגַּלְגַּלִּים הָאֵלּוּ הַמַּקִּיפִין אֶת הָעוֹלָם הֵן עֲגֻלִּין כְּכַדּוּר וְהָאָרֶץ תְּלוּיָה בָּאֶמְצַע. וְיֵשׁ לְמִקְצָת מִן הַכּוֹכָבִים גַּלְגַּלִּים קְטַנִּים שֶׁהֵן קְבוּעִים בָּהֶן וְאֵין אוֹתָם הַגַּלְגַּלִּים מַקִּיפִין אֶת הָאָרֶץ אֶלָּא גַּלְגַּל קָטָן שֶׁאֵינוֹ מַקִּיף קָבוּעַ בַּגַּלְגַּל הַגָּדוֹל הַמַּקִּיף:\n",
            "מִסְפַּר כָּל הַגַּלְגַּלִּים הַמַּקִּיפִין אֶת כָּל הָעוֹלָם שְׁמוֹנָה עָשָׂר. וּמִסְפַּר הַגַּלְגַּלִּים הַקְּטַנִּים שֶׁאֵינָן מַקִּיפִין שְׁמוֹנָה. וּמִמַּהֲלַךְ הַכּוֹכָבִים וִידִיעַת שִׁעוּר סְבִיבָתָן בְּכָל יוֹם וּבְכָל שָׁעָה וּמִנְּטִיָּתָן מֵרוּחַ דָּרוֹם לְרוּחַ צָפוֹן וּמֵרוּחַ צָפוֹן לְרוּחַ דָּרוֹם וּמִגָּבְהָן מֵעַל הָאָרֶץ וּקְרִיבָתָן יִוָדַּע מִסְפַּר כָּל אֵלּוּ הַגַּלְגַּלִּים וְצוּרַת הֲלִיכָתָן וְדֶרֶךְ הַקָּפָתָן. וְזוֹ הִיא חָכְמַת חֶשְׁבּוֹן תְּקוּפוֹת וּמַזָּלוֹת. וּסְפָרִים רַבִּים חִבְּרוּ בָּהֶן חַכְמֵי יָוָן:\n",
            "גַּלְגַּל הַתְּשִׁיעִי שֶׁהוּא מַקִּיף אֶת הַכּל חִלְּקוּהוּ הַחֲכָמִים הַקַּדְמוֹנִים לִשְׁנֵים עָשָׂר חֲלָקִים. כָּל חֵלֶק וְחֵלֶק הֶעֱלוּ לוֹ שֵׁם עַל שֵׁם צוּרָה זוֹ שֶׁתֵּרָאֶה בּוֹ מִן הַכּוֹכָבִים שֶׁלְּמַטָּה מִמֶּנּוּ שֶׁהֵם מְכֻוָּנִים תַּחְתָּיו. וְהֵם הַמַּזָּלוֹת שֶׁשְּׁמוֹתָם טָלֶה. שׁוֹר. תְּאוֹמִים. סַרְטָן. אַרְיֵה. בְּתוּלָה. מֹאזְנַיִם. עַקְרָב. קֶשֶׁת. גְּדִי. דְּלִי. דָּגִים:\n",
            "גַּלְגַּל הַתְּשִׁיעִי עַצְמוֹ אֵין בּוֹ לֹא חֲלוּקָה וְלֹא צוּרָה מִכָּל הַצּוּרוֹת הָאֵלּוּ וְלֹא כּוֹכָב. אֶלָּא בְּחִבּוּר הַכּוֹכָבִים שֶׁבַּגַּלְגַּל הַשְּׁמִינִי הוּא שֶׁיֵּרָאֶה בְּכוֹכָבִים גְּדוֹלִים שֶׁבּוֹ תַּבְנִית הַצּוּרוֹת הָאֵלּוּ אוֹ קָרוֹב מֵהֶן. וְאֵלּוּ הַשְּׁנֵים עָשָׂר צוּרוֹת לֹא הָיוּ מְכֻוָּנוֹת כְּנֶגֶד אוֹתָן הַחֲלָקִים אֶלָּא בִּזְמַן הַמַּבּוּל שֶׁאָז הֶעֱלוּ לָהֶן שֵׁמוֹת אֵלּוּ. אֲבָל בַּזְּמַן הַזֶּה כְּבָר סָבְבוּ מְעַט. לְפִי שֶׁכָּל הַכּוֹכָבִים שֶׁבְּגַלְגַּל שְׁמִינִי כֻּלָּם סוֹבְבִים כְּמוֹ הַשֶּׁמֶשׁ וְהַיָּרֵחַ אֶלָּא שֶׁהֵן סוֹבְבִין בִּכְבֵדוּת. וְחֵלֶק שֶׁיִּתְהַלֵּךְ הַשֶּׁמֶשׁ וְהַיָּרֵחַ כְּנֶגְדּוֹ בְּיוֹם אֶחָד יֵלֵךְ כְּנֶגְדּוֹ כָּל כּוֹכָב מֵהֶן בְּקֵרוּב מִשִּׁבְעִים שָׁנָה:\n",
            "כָּל הַכּוֹכָבִים הַנִּרְאִים יֵשׁ מֵהֶן כּוֹכָבִים קְטַנִּים שֶׁהָאָרֶץ גְּדוֹלָה מֵאֶחָד מֵהֶן. וְיֵשׁ מֵהֶן כּוֹכָבִים גְּדוֹלִים שֶׁכָּל אֶחָד מֵהֶן גָּדוֹל מִן הָאָרֶץ כַּמָּה פְּעָמִים. וְהָאָרֶץ גְּדוֹלָה מִן הַיָּרֵחַ כְּמוֹ אַרְבָּעִים פְּעָמִים. וְהַשֶּׁמֶשׁ גְּדוֹלָה מִן הָאָרֶץ כְּמוֹ מֵאָה וְשִׁבְעִים פְּעָמִים. נִמְצָא הַיָּרֵחַ אֶחָד מִשֵּׁשֶׁת אֲלָפִים וּשְׁמוֹנֶה מֵאוֹת מִן הַשֶּׁמֶשׁ בְּקֵרוּב. וְאֵין בְּכָל הַכּוֹכָבִים כּוֹכָב גָּדוֹל מִן הַשֶּׁמֶשׁ וְלֹא קָטָן מִכּוֹכָב שֶׁבַּגַּלְגַּל הַשֵּׁנִי:\n",
            "כָּל הַכּוֹכָבִים וְהַגַּלְגַּלִּים כֻּלָּן בַּעֲלֵי נֶפֶשׁ וְדֵעָה וְהַשְׂכֵּל הֵם. וְהֵם חַיִּים וְעוֹמְדִים וּמַכִּירִין אֶת מִי שֶׁאָמַר וְהָיָה הָעוֹלָם. כָּל אֶחָד וְאֶחָד לְפִי גָּדְלוֹ וּלְפִי מַעֲלָתוֹ מְשַׁבְּחִים וּמְפָאֲרִים לְיוֹצְרָם כְּמוֹ הַמַּלְאָכִים. וּכְשֵׁם שֶׁמַּכִּירִין הַקָּדוֹשׁ בָּרוּךְ הוּא כָּךְ מַכִּירִין אֶת עַצְמָן וּמַכִּירִין אֶת הַמַּלְאָכִים שֶׁלְּמַעְלָה מֵהֶן. וְדַעַת הַכּוֹכָבִים וְהַגַּלְגַּלִּים מְעוּטָה מִדַּעַת הַמַּלְאָכִים וּגְדוֹלָה מִדַּעַת בְּנֵי אָדָם:\n",
            "בָּרָא הָאֵל לְמַטָּה מִגַּלְגַּל הַיָּרֵחַ גּלֶם אֶחָד שֶׁאֵינוֹ כְּגלֶם הַגַּלְגַּלִּים. וּבָרָא אַרְבַּע צוּרוֹת לְגלֶם זֶה וְאֵינָן כְּצוּרַת הַגַּלְגַּלִּים וְנִקְבַּע כָּל צוּרָה וְצוּרָה בְּמִקְצָת גּלֶם זֶה. צוּרָה רִאשׁוֹנָה צוּרַת הָאֵשׁ נִתְחַבְּרָה בְּמִקְצָת גּלֶם זֶה וְנִהְיָה מִשְּׁנֵיהֶן גּוּף הָאֵשׁ. וְצוּרָה שְׁנִיָּה צוּרַת הָרוּחַ נִתְחַבְּרָה בְּמִקְצָתוֹ וְנִהְיָה מִשְּׁנֵיהֶן גּוּף הָרוּחַ. וְצוּרָה שְׁלִישִׁית צוּרַת הַמַּיִם נִתְחַבְּרָה בְּמִקְצָתוֹ וְנִהְיָה מִשְּׁנֵיהֶם גּוּף הַמַּיִם. וְצוּרָה רְבִיעִית צוּרַת הָאָרֶץ נִתְחַבְּרָה בְּמִקְצָתוֹ וְנִהְיָה מִשְּׁנֵיהֶם גּוּף הָאָרֶץ. נִמְצָא לְמַטָּה מִן הָרָקִיעַ אַרְבָּעָה גּוּפִין מֻחְלָקִין זֶה לְמַעְלָה מִזֶּה וְכָל אֶחָד וְאֶחָד מַקִּיף אֶת שֶׁלְּמַטָּה מִמֶּנּוּ מִכָּל רוּחוֹתָיו כְּמוֹ גַּלְגַּל. הַגּוּף הָרִאשׁוֹן הַסָּמוּךְ לְגַלְגַּל הַיָּרֵחַ הוּא גּוּף הָאֵשׁ. לְמַטָּה מִמֶּנּוּ גּוּף הָרוּחַ. לְמַטָּה מִמֶּנּוּ גּוּף הַמַּיִם. לְמַטָּה מִמֶּנּוּ גּוּף הָאָרֶץ. וְאֵין בֵּינֵיהֶם מָקוֹם פָּנוּי בְּלֹא גּוּף כְּלָל:\n",
            "אַרְבָּעָה גּוּפוֹת הָאֵלּוּ אֵינָם בַּעֲלֵי נֶפֶשׁ וְאֵינָם יוֹדְעִים וְלֹא מַכִּירִים אֶלָּא כְּגוּפִים מֵתִים. וְיֵשׁ לְכָל אֶחָד וְאֶחָד מֵהֶם מִנְהָג שֶׁאֵינוֹ יוֹדְעוֹ וְלֹא מַשִּׂיגוֹ וְאֵינוֹ יָכוֹל לְשַׁנּוֹתוֹ. וְזֶה שֶׁאָמַר דָּוִד <small>(תהילים קמח ז)</small> \"הַלְלוּ אֶת ה' מִן הָאָרֶץ תַּנִּינִים וְכָל תְּהֹמוֹת\" <small>(תהילים קמח ח)</small> \"אֵשׁ וּבָרָד שֶׁלֶג וְקִיטוֹר\". וּבֵאוּר עִנְיַן הַדְּבָרִים הַלְלוּהוּ בְּנֵי אָדָם מִגְּבוּרוֹתָיו שֶׁתִּרְאוּ בָּאֵשׁ וּבַבָּרָד וּבִשְׁאָר בְּרוּאִים שֶׁתִּרְאוּ לְמַטָּה מִן הָרָקִיעַ שֶׁגְּבוּרָתָם תָּמִיד נִכֶּרֶת לַקָּטָן וְלַגָּדוֹל:\n"
        ],
        [
            "אַרְבָּעָה גּוּפִים הַלָּלוּ שֶׁהֵם אֵשׁ וְרוּחַ וּמַיִם וְאֶרֶץ הֵם יְסוֹדוֹת כָּל הַנִּבְרָאִים לְמַטָּה מִן הָרָקִיעַ. וְכָל שֶׁיִּהְיֶה מֵאָדָם וּמִבְּהֵמָה וְעוֹף וְרֶמֶשׂ וְדָג וְצֶמַח וּמַתֶּכֶת וַאֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת וּשְׁאָר אַבְנֵי בִּנְיָן וְהָרִים וְגוּשֵׁי עָפָר הַכּל גָּלְמָן מְחֻבָּר מֵאַרְבָּעָה יְסוֹדוֹת הַלָּלוּ. נִמְצְאוּ כָּל הַגּוּפִים שֶׁלְּמַטָּה מִן הָרָקִיעַ חוּץ מֵאַרְבָּעָה יְסוֹדוֹת הָאֵלּוּ מְחֻבָּרִים מִגֹּלֶם וְצוּרָה. וְגֹלֶם שֶׁלָּהֶם מְחֻבָּר מֵאַרְבָּעָה יְסוֹדוֹת הָאֵלּוּ. אֲבָל כָּל אֶחָד מֵאַרְבָּעָה הַיְסוֹדוֹת אֵינוֹ מְחֻבָּר אֶלָּא מִגֹּלֶם וְצוּרָה בִּלְבַד: ",
            "דֶּרֶךְ הָאֵשׁ וְהָרוּחַ לִהְיוֹת מַהֲלָכָם מִמַּטָּה מִטַּבּוּר הָאָרֶץ לְמַעְלָה כְּלַפֵּי הָרָקִיעַ. וְדֶרֶךְ הַמַּיִם וְהָאָרֶץ לִהְיוֹת מַהֲלָכָם מִתַּחַת הָרָקִיעַ לְמַטָּה עַד לָאֶמְצַע. שֶׁאֶמְצַע הָרָקִיעַ הוּא הַמַּטָּה שֶׁאֵין לְמַטָּה מִמֶּנּוּ. וְאֵין הִלּוּכָם לֹא בְּדַעְתָּם וְלֹא בְּחֶפְצָם אֶלָּא מִנְהָג שֶׁנִּקְבַּע בָּהֶן וְטֶבַע שֶׁנִּטְבַּע בָּהֶן. טֶבַע הָאֵשׁ חַם וְיָבֵשׁ וְהוּא קַל מִכֻּלָּם. וְהָרוּחַ חַם וְלַח. וְהַמַּיִם קָרִים וְלַחִים. וְהָאָרֶץ יְבֵשָׁה וְקָרָה. וְהִיא כְּבֵדָה מִכֻּלָּם וְהַמַּיִם קַלִּים מִמֶּנָּה לְפִיכָךְ נִמְצָאִים לְמַעְלָה עַל הָאָרֶץ. וְהָרוּחַ קַל מִן הַמַּיִם לְפִיכָךְ הוּא מְרַחֵף עַל פְּנֵי הַמַּיִם. וְהָאֵשׁ קַל מִן הָרוּחַ. וּמִפְּנֵי שֶׁהֵם יְסוֹדוֹת לְכָל גּוּפִים שֶׁתַּחַת הָרָקִיעַ יִמָּצֵא כָּל גּוּף וְגוּף מֵאָדָם וּבְהֵמָה וְחַיָּה וְעוֹף וְדַג וְצֶמַח וּמַתֶּכֶת וְאֶבֶן גָּלְמוֹ מְחֻבָּר מֵאֵשׁ וְרוּחַ וּמַיִם וְעָפָר. וְאַרְבַּעְתָּן יִתְעָרְבוּ בְּיַחַד וְיִשְׁתַּנּוּ כָּל אֶחָד מֵהֶם בְּעֵת הָעֵרוּב עַד שֶׁיִּמָּצֵא הַמְחֻבָּר מֵאַרְבַּעְתָּן אֵינוֹ דּוֹמֶה לְאֶחָד מֵהֶן כְּשֶׁהוּא לְבַדּוֹ. וְאֵין בַּמְעֹרָב מֵהֶן אֲפִלּוּ חֵלֶק אֶחָד שֶׁהוּא אֵשׁ בִּפְנֵי עַצְמוֹ אוֹ מַיִם בִּפְנֵי עַצְמָן אוֹ אֶרֶץ בִּפְנֵי עַצְמָהּ אוֹ רוּחַ בִּפְנֵי עַצְמָהּ אֶלָּא הַכּל נִשְׁתַּנּוּ וְנַעֲשׂוּ גּוּף אֶחָד. וְכָל גּוּף וְגוּף הַמְחֻבָּר מֵאַרְבַּעְתָּן יִמָּצֵא בּוֹ קֹר וְחֹם לַח וְיָבֵשׁ כְּאֶחָד. אֲבָל יֵשׁ מֵהֶם גּוּפִים שֶׁיִּהְיֶה בָּהֶם חָזְקָה מִיסוֹד הָאֵשׁ כְּמוֹ בַּעֲלֵי נֶפֶשׁ חַיָּה. לְפִיכָךְ יֵרָאֶה בָּהֶם הַחֹם יָתֵר. וְיֵשׁ מֵהֶן גּוּפִין שֶׁיִּהְיֶה בָּהֶן חָזְקָה מִיסוֹד הָאָרֶץ כְּמוֹ הָאֲבָנִים. לְפִיכָךְ יֵרָאֶה בָּהֶם הַיֹּבֶשׁ הַרְבֵּה. וְיֵשׁ מֵהֶן גּוּפִין שֶׁיִּהְיֶה בָּהֶן חָזְקָה מִיסוֹד הַמַּיִם. לְפִיכָךְ יֵרָאֶה בָּהֶם הַלַּח יָתֵר. וְעַל הַדֶּרֶךְ הַזֶּה יִמָּצֵא גּוּף חַם יֶתֶר מִגּוּף אַחֵר חַם. וְגוּף יָבֵשׁ יֶתֶר מִגּוּף אַחֵר יָבֵשׁ. וְכֵן יִמָּצְאוּ גּוּפִים שֶׁיֵּרָאֶה בָּהֶן הַקֹּר בִּלְבַד. וְגוּפִים יֵרָאֶה בָּהֶן הַלַּח בִּלְבַד. וְגוּפִים יֵרָאֶה בָּהֶן הַקֹּר וְהַיֹּבֶשׁ כְּאֶחָד בְּשָׁוֶה. אוֹ הַקֹּר וְהַלַּח כְּאֶחָד בְּשָׁוֶה. אוֹ הַחֹם וְהַיֹּבֶשׁ כְּאֶחָד בְּשָׁוֶה. אוֹ הַחֹם וְהַלַּח כְּאֶחָד בְּשָׁוֶה. לְפִי רֹב הַיְסוֹד שֶׁהָיָה בְּעִקַּר הַתַּעֲרֹבֶת יֵרָאֶה מַעֲשֵׂה אוֹתוֹ הַיְסוֹד וְטִבְעוֹ בַּגּוּף הַמְעֹרָב: ",
            "וְכָל הַמְחֻבָּר מֵאַרְבָּעָה יְסוֹדוֹת אֵלּוּ הוּא נִפְרָד בַּסּוֹף. יֵשׁ שֶׁהוּא נִפְרָד לְאַחַר יָמִים אֲחָדִים. וְיֵשׁ שֶׁהוּא נִפְרָד לְאַחַר שָׁנִים רַבּוֹת. וְכָל שֶׁנִּתְחַבֵּר מֵהֶם אִי אֶפְשָׁר שֶׁלֹּא יִפָּרֵד לָהֶן. אֲפִלּוּ הַזָּהָב וְהָאֹדֶם אִי אֶפְשָׁר שֶׁלֹּא יִפָּסֵד וְיַחֲזֹר לִיסוֹדוֹתָיו. וְיָשׁוּב מִקְצָתוֹ לָאֵשׁ. וּמִקְצָתוֹ לַמַּיִם. וּמִקְצָתוֹ לָרוּחַ. וּמִקְצָתוֹ לָאָרֶץ: ",
            "הוֹאִיל וְכָל הַנִּפְסָד יִפָּרֵד לִיסוֹדוֹת אֵלּוּ לָמָּה נֶאֱמַר לָאָדָם <small>(בראשית ג יט)</small> \"וְאֶל עָפָר תָּשׁוּב\". לְפִי שֶׁרֹב בִּנְיָנוֹ מִן הֶעָפָר. וְלֹא כָּל הַנִּפְסָד כְּשֶׁיִּפָּסֵד מִיָּד יַחֲזֹר לְאַרְבָּעָה הַיְסוֹדוֹת. אֶלָּא יִפָּסֵד וְיַחֲזֹר לְדָבָר אַחֵר וְדָבָר אַחֵר לְדָבָר אַחֵר וְסוֹף הַדְּבָרִים יַחֲזֹר לַיְסוֹדוֹת וְנִמְצְאוּ כָּל הַדְּבָרִים חוֹזְרִין חֲלִילָה: ",
            "אַרְבָּעָה יְסוֹדוֹת הָאֵלּוּ מִשְׁתַּנִּים זֶה לָזֶה תָּמִיד בְּכָל יוֹם וּבְכָל שָׁעָה מִקְצָתָן לֹא כָּל גּוּפָן. כֵּיצַד. מִקְצָת הָאָרֶץ הַקְּרוֹבָה מִן הַמַּיִם מִשְׁתַּנֵּית וּמִתְפּוֹרֶרֶת וְנַעֲשֵׂית מַיִם. וְכֵן מִקְצָת הַמַּיִם הַסְּמוּכִים לָרוּחַ מִשְׁתַּנִּין וּמִתְמַסְמְסִין וְהֹוִין רוּחַ. וְכֵן הָרוּחַ מִקְצָתוֹ הַסָּמוּךְ לָאֵשׁ מִשְׁתַּנֶּה וּמִתְחוֹלֵל וְנַעֲשֶׂה אֵשׁ. וְכֵן הָאֵשׁ מִקְצָתָהּ הַסָּמוּךְ לָרוּחַ מִתְחוֹלֵל מִשְׁתַּנֶּה וּמִתְכַּנֵּס וְנַעֲשֶׂה רוּחַ. וְכֵן הָרוּחַ מִקְצָתוֹ הַסָּמוּךְ לַמַּיִם מִשְׁתַּנֶּה וּמִתְכַּנֵּס וְנַעֲשֶׂה מַיִם. וְכֵן הַמַּיִם מִקְצָתוֹ הַסָּמוּךְ לָאָרֶץ מִשְׁתַּנֶּה וּמִתְכַּנֵּס וְנַעֲשֶׂה אֶרֶץ. וְשִׁנּוּי זֶה מְעַט מְעַט וּלְפִי אֹרֶךְ הַיָּמִים. וְאֵין כָּל הַיְסוֹד מִשְׁתַּנֶּה עַד שֶׁיֵּעָשֶׂה כָּל הַמַּיִם רוּחַ אוֹ כָּל הָרוּחַ אֵשׁ. שֶׁאִי אֶפְשָׁר שֶׁיִּבָּטֵל אֶחָד מִן הַיְסוֹדוֹת הָאַרְבָּעָה. אֶלָּא מִקְצָת יִשְׁתַּנֶּה מֵאֵשׁ לְרוּחַ וּמִקְצָת יִשְׁתַּנֶּה מֵרוּחַ לְאֵשׁ. וְכֵן בֵּין כָּל אֶחָד וַחֲבֵרוֹ יִמָּצֵא הַשִּׁנּוּי בֵּין אַרְבַּעְתָּן וְחוֹזְרוֹת חֲלִילָה לְעוֹלָם: ",
            "וְשִׁנּוּי זֶה יִהְיֶה בִּסְבִיבַת הַגַּלְגַּל וּמִסְּבִיבָתוֹ יִתְחַבְּרוּ אַרְבַּעְתָּן וְיִהְיֶה מֵהֶן שְׁאָר גָּלְמֵי בְּנֵי אָדָם וְנֶפֶשׁ חַיָּה צֶמַח וְאֶבֶן וּמַתֶּכֶת. וְהָאֵל נוֹתֵן לְכָל גֹּלֶם וְגֹלֶם צוּרָה רְאוּיָה לוֹ עַל יְדֵי מַלְאָךְ הָעֲשִׂירִי שֶׁהִיא הַצּוּרָה הַנִּקְרֵאת אִישִׁים: ",
            "לְעוֹלָם אֵין אַתָּה רוֹאֶה גֹּלֶם בְּלֹא צוּרָה אוֹ צוּרָה בְּלֹא גֹּלֶם. אֶלָּא לֵב הָאָדָם הוּא שֶׁמְּחַלֵּק גּוּף הַנִּמְצָא בְּדַעְתּוֹ וְיוֹדֵעַ שֶׁהוּא מְחֻבָּר מִגֹּלֶם וְצוּרָה. וְיוֹדֵעַ שֶׁיֵּשׁ שָׁם גּוּפִים שֶׁגָּלְמָם מְחֻבָּר מֵאַרְבַּעַת הַיְסוֹדוֹת. וְגוּפִים שֶׁגָּלְמָם פָּשׁוּט וְאֵינוֹ מְחֻבָּר מִגֹּלֶם אַחֵר. וְהַצּוּרוֹת שֶׁאֵין לָהֶם גֹּלֶם אֵינָן נִרְאִין לָעַיִן אֶלָּא בְּעֵין הַלֵּב הֵן יְדוּעִין. כְּמוֹ שֶׁיָּדַעְנוּ אֲדוֹן הַכּל בְּלֹא רְאִיַּת עַיִן: ",
            "נֶפֶשׁ כָּל בָּשָׂר הִיא צוּרָתוֹ שֶׁנָּתַן לוֹ הָאֵל וְהַדַּעַת הַיְתֵרָה הַמְּצוּיָה בְּנַפְשׁוֹ שֶׁל אָדָם הִיא צוּרַת הָאָדָם הַשָּׁלֵם בְּדַעְתּוֹ. וְעַל צוּרָה זוֹ נֶאֱמַר בַּתּוֹרָה נַעֲשֶׂה אָדָם בְּצַלְמֵנוּ כִּדְמוּתֵנוּ כְּלוֹמַר שֶׁתִּהְיֶה לוֹ צוּרָה הַיּוֹדַעַת וּמַשֶּׂגֶת הַדֵּעוֹת שֶׁאֵין לָהֶם גֹּלֶם כְּמוֹ הַמַּלְאָכִים שֶׁהֵם צוּרָה בְּלֹא גֹּלֶם עַד שֶׁיִּדְמֶה לָהֶן. וְאֵינוֹ אוֹמֵר עַל צוּרָה זוֹ הַנִּכֶּרֶת לָעֵינַיִם שֶׁהִיא הַפֶּה וְהַחֹטֶם וְהַלְּסָתוֹת וּשְׁאָר רשֶׁם הַגּוּף שֶׁזּוֹ תֹּאַר שְׁמָהּ. וְאֵינָהּ הַנֶּפֶשׁ הַמְּצוּיָה לְכָל נֶפֶשׁ חַיָּה שֶׁבָּהּ אוֹכֵל וְשׁוֹתֶה וּמוֹלִיד וּמַרְגִּישׁ וּמְהַרְהֵר. אֶלָּא הַדֵּעָה שֶׁהִיא צוּרַת הַנֶּפֶשׁ וּבְצוּרַת הַנֶּפֶשׁ הַכָּתוּב מְדַבֵּר בְּצַלְמֵנוּ כִּדְמוּתֵנוּ. וּפְעָמִים רַבּוֹת תִּקָּרֵא זֹאת הַצּוּרָה נֶפֶשׁ וְרוּחַ. וּלְפִיכָךְ צָרִיךְ לְהִזָּהֵר בִּשְׁמוֹתָן שֶׁלֹּא יִטְעֶה אָדָם בָּהֶן. וְכָל שֵׁם וְשֵׁם יִלָּמֵד מֵעִנְיָנוֹ: ",
            "אֵין צוּרַת הַנֶּפֶשׁ הַזֹּאת מְחֻבֶּרֶת מִן הַיְסוֹדוֹת כְּדֵי שֶׁתִּפָּרֵד לָהֶם, וְאֵינָהּ מִכֹּחַ הַנְּשָׁמָה עַד שֶׁתְּהֵא צְרִיכָה לַנְּשָׁמָה כְּמוֹ שֶׁהַנְּשָׁמָה צְרִיכָה לַגּוּף. אֶלָּא מֵאֵת ה' מִן הַשָּׁמַיִם הִיא. לְפִיכָךְ כְּשֶׁיִּפָּרֵד הַגֹּלֶם שֶׁהוּא מְחֻבָּר מִן הַיְסוֹדוֹת וְתֹאבַד הַנְּשָׁמָה מִפְּנֵי שֶׁאֵינָהּ מְצוּיָה אֶלָּא עִם הַגּוּף וּצְרִיכָה לַגּוּף בְּכָל מַעֲשֶׂיהָ לֹא תִּכָּרֵת הַצּוּרָה הַזֹּאת. לְפִי שֶׁאֵינָהּ צְרִיכָה לַנְּשָׁמָה בְּמַעֲשֶׂיהָ. אֶלָּא יוֹדַעַת וּמַשֶּׂגֶת הַדֵּעוֹת הַפְּרוּדוֹת מִן הַגְּלָמִים וְיוֹדַעַת בּוֹרֵא הַכּל וְעוֹמֶדֶת לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים. הוּא שֶׁאָמַר שְׁלֹמֹה בְּחָכְמָתוֹ <small>(קהלת יב ז)</small> \"וְיָשֹׁב הֶעָפָר עַל הָאָרֶץ כְּשֶׁהָיָה וְהָרוּחַ תָּשׁוּב אֶל הָאֱלֹהִים אֲשֶׁר נְתָנָהּ\": ",
            "כָּל הַדְּבָרִים הָאֵלּוּ שֶׁדִּבַּרְנוּ בְּעִנְיָן זֶה כְּמַר מִדְּלִי הֵם וּדְבָרִים עֲמֻקִּים הֵם. אֲבָל אֵינָם כְּעִנְיַן עֹמֶק פֶּרֶק רִאשׁוֹן וְשֵׁנִי. וּבֵאוּר כָּל אֵלּוּ הַדְּבָרִים שֶׁבְּפֶרֶק שְׁלִישִׁי וּרְבִיעִי הוּא הַנִּקְרָא מַעֲשֵׂה בְּרֵאשִׁית. וְכָךְ צִוּוּ הַחֲכָמִים הָרִאשׁוֹנִים שֶׁאֵין דּוֹרְשִׁין בַּדְּבָרִים הָאֵלּוּ בָּרַבִּים אֶלָּא לְאָדָם אֶחָד מוֹדִיעִין דְּבָרִים אֵלּוּ וּמְלַמְּדִין אוֹתָן: ",
            "וּמָה בֵּין עִנְיַן מַעֲשֵׂה מֶרְכָּבָה לְעִנְיַן מַעֲשֵׂה בְּרֵאשִׁית. שֶׁעִנְיַן מַעֲשֵׂה מֶרְכָּבָה אֲפִלּוּ לְאֶחָד אֵין דּוֹרְשִׁים בּוֹ אֶלָּא אִם כֵּן הָיָה חָכָם וּמֵבִין מִדַּעְתּוֹ מוֹסְרִין לוֹ רָאשֵׁי הַפְּרָקִים. וְעִנְיַן מַעֲשֵׂה בְּרֵאשִׁית מְלַמְּדִין אוֹתוֹ לְיָחִיד אַף עַל פִּי שֶׁאֵינוֹ מֵבִין אוֹתוֹ מִדַּעְתּוֹ וּמוֹדִיעִים אוֹתוֹ כָּל מַה שֶּׁיָּכוֹל לֵידַע מִדְּבָרִים אֵלּוּ. וְלָמָּה אֵין מְלַמְּדִין אוֹתוֹ לָרַבִּים. לְפִי שֶׁאֵין כָּל אָדָם יֵשׁ לוֹ דַּעַת רְחָבָה לְהַשִּׂיג פֵּרוּשׁ וּבֵאוּר כָּל הַדְּבָרִים עַל בֻּרְיָן: ",
            "בִּזְמַן שֶׁאָדָם מִתְבּוֹנֵן בַּדְּבָרִים הָאֵלּוּ וּמַכִּיר כָּל הַבְּרוּאִים מִמַּלְאָךְ וְגַלְגַּל וְאָדָם כַּיּוֹצֵא בּוֹ וְיִרְאֶה חָכְמָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא בְּכָל הַיְצוּרִים וְכָל הַבְּרוּאִים. מוֹסִיף אַהֲבָה לַמָּקוֹם וְתִצְמָא נַפְשׁוֹ וְיִכְמַהּ בְּשָׂרוֹ לֶאֱהֹב הַמָּקוֹם בָּרוּךְ הוּא. וְיִירָא וְיִפְחַד מִשִּׁפְלוּתוֹ וְדַלּוּתוֹ וְקַלּוּתוֹ כְּשֶׁיַּעֲרִיךְ עַצְמוֹ לְאֶחָד מֵהַגּוּפוֹת הַקְּדוֹשִׁים הַגְּדוֹלִים. וְכָל שֶׁכֵּן לְאַחַת מֵהַצּוּרוֹת הַטְּהוֹרוֹת הַנִּפְרָדוֹת מִן הַגְּלָמִים שֶׁלֹּא נִתְחַבְּרוּ בַּגֹּלֶם כְּלָל. וְיִמְצָא עַצְמוֹ שֶׁהוּא כִּכְלִי מָלֵא בּוּשָׁה וּכְלִמָּה רֵיק וְחָסֵר: ",
            "וְעִנְיְנֵי אַרְבָּעָה פְּרָקִים אֵלּוּ שֶׁבְּחָמֵשׁ מִצְוֹת הָאֵלּוּ הֵם שֶׁחֲכָמִים הָרִאשׁוֹנִים קוֹרְאִין אוֹתוֹ פַּרְדֵּס כְּמוֹ שֶׁאָמְרוּ אַרְבָּעָה נִכְנְסוּ לַפַּרְדֵּס. וְאַף עַל פִּי שֶׁגְּדוֹלֵי יִשְׂרָאֵל הָיוּ וַחֲכָמִים גְּדוֹלִים הָיוּ לֹא כֻּלָּם הָיָה בָּהֶן כֹּחַ לֵידַע וּלְהַשִּׂיג כָּל הַדְּבָרִים עַל בֻּרְיָן. וַאֲנִי אוֹמֵר שֶׁאֵין רָאוּי לְטַיֵּל בַּפַּרְדֵּס אֶלָּא מִי שֶׁנִּתְמַלֵּא כְּרֵסוֹ לֶחֶם וּבָשָׂר. וְלֶחֶם וּבָשָׂר הוּא לֵידַע הָאָסוּר וְהַמֻּתָּר וְכַיּוֹצֵא בָּהֶם מִשְּׁאָר הַמִּצְוֹת. וְאַף עַל פִּי שֶׁדְּבָרִים אֵלּוּ דָּבָר קָטָן קָרְאוּ אוֹתָן חֲכָמִים שֶׁהֲרֵי אָמְרוּ חֲכָמִים דָּבָר גָּדוֹל מַעֲשֵׂה מֶרְכָּבָה וְדָבָר קָטָן הֲוָיוֹת דְּאַבַּיֵּי וְרָבָא. אַף עַל פִּי כֵן רְאוּיִין הֵן לְהַקְדִּימָן. שֶׁהֵן מְיַשְּׁבִין דַּעְתּוֹ שֶׁל אָדָם תְּחִלָּה. וְעוֹד שֶׁהֵם הַטּוֹבָה הַגְּדוֹלָה שֶׁהִשְׁפִּיעַ הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשּׁוּב הָעוֹלָם הַזֶּה כְּדֵי לִנְחל חַיֵּי הָעוֹלָם הַבָּא. וְאֶפְשָׁר שֶׁיְּדָעֵם הַכּל קָטָן וְגָדוֹל אִישׁ וְאִשָּׁה בַּעַל לֵב רָחָב וּבַעַל לֵב קָצָר: "
        ],
        [
            "כָּל בֵּית יִשְׂרָאֵל מְצֻוִּין עַל קִדּוּשׁ הַשֵּׁם הַגָּדוֹל הַזֶּה שֶׁנֶּאֱמַר <small>(ויקרא כב לב)</small> \"וְנִקְדַּשְׁתִּי בְּתוֹךְ בְּנֵי יִשְׂרָאֵל\". וּמֻזְהָרִין שֶׁלֹּא לְחַלְּלוֹ שֶׁנֶּאֱמַר <small>(ויקרא כב לב)</small> \"וְלֹא תְחַלְּלוּ אֶת שֵׁם קָדְשִׁי\". כֵּיצַד. כְּשֶׁיַּעֲמֹד עוֹבֵד כּוֹכָבִים וְיֶאֱנֹס אֶת יִשְׂרָאֵל לַעֲבֹר עַל אַחַת מִכָּל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה אוֹ יַהַרְגֶּנּוּ יַעֲבֹר וְאַל יֵהָרֵג שֶׁנֶּאֱמַר בַּמִּצְוֹת <small>(ויקרא יח ה)</small> \"אֲשֶׁר יַעֲשֶׂה אוֹתָם הָאָדָם וָחַי בָּהֶם\". וָחַי בָּהֶם וְלֹא שֶׁיָּמוּת בָּהֶם. וְאִם מֵת וְלֹא עָבַר הֲרֵי זֶה מִתְחַיֵּב בְּנַפְשׁוֹ:\n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר מִצְוֹת חוּץ מֵעֲבוֹדַת כּוֹכָבִים וְגִלּוּי עֲרָיוֹת וּשְׁפִיכַת דָּמִים. אֲבָל שָׁלֹשׁ עֲבֵרוֹת אֵלּוּ אִם יֹאמַר לוֹ עֲבֹר עַל אַחַת מֵהֶן אוֹ תֵּהָרֵג. יֵהָרֵג וְאַל יַעֲבֹר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהָעוֹבֵד כּוֹכָבִים מִתְכַּוֵּן לַהֲנָאַת עַצְמוֹ. כְּגוֹן שֶׁאֲנָסוֹ לִבְנוֹת לוֹ בֵּיתוֹ בְּשַׁבָּת אוֹ לְבַשֵּׁל לוֹ תַּבְשִׁילוֹ. אוֹ אָנַס אִשָּׁה לְבָעֳלָהּ וְכַיּוֹצֵא בָּזֶה. אֲבָל אִם נִתְכַּוֵּן לְהַעֲבִירוֹ עַל הַמִּצְוֹת בִּלְבַד. אִם הָיָה בֵּינוֹ לְבֵין עַצְמוֹ וְאֵין שָׁם עֲשָׂרָה מִיִּשְׂרָאֵל יַעֲבֹר וְאַל יֵהָרֵג. וְאִם אֲנָסוֹ לְהַעֲבִירוֹ בַּעֲשָׂרָה מִיִּשְׂרָאֵל יֵהָרֵג וְאַל יַעֲבֹר. וַאֲפִלּוּ לֹא נִתְכַּוֵּן לְהַעֲבִירוֹ אֶלָּא עַל מִצְוָה מִשְּׁאָר מִצְוֹת בִּלְבַד:\n",
            "וְכָל הַדְּבָרִים הָאֵלּוּ שֶׁלֹּא בִּשְׁעַת הַגְּזֵרָה אֲבָל בִּשְׁעַת הַגְּזֵרָה וְהוּא שֶׁיַּעֲמֹד מֶלֶךְ רָשָׁע כִּנְבוּכַדְנֶצַּר וַחֲבֵרָיו וְיִגְזֹר גְּזֵרָה עַל יִשְׂרָאֵל לְבַטֵּל דָּתָם אוֹ מִצְוָה מִן הַמִּצְוֹת. יֵהָרֵג וְאַל יַעֲבֹר אֲפִלּוּ עַל אַחַת מִשְּׁאָר מִצְוֹת בֵּין נֶאֱנָס בְּתוֹךְ עֲשָׂרָה בֵּין נֶאֱנָס בֵּינוֹ לְבֵין עוֹבְדֵי כּוֹכָבִים:\n",
            "כָּל מִי שֶׁנֶּאֱמַר בּוֹ יַעֲבֹר וְאַל יֵהָרֵג וְנֶהֱרַג וְלֹא עָבַר הֲרֵי זֶה מִתְחַיֵּב בְּנַפְשׁוֹ. וְכָל מִי שֶׁנֶּאֱמַר בּוֹ יֵהָרֵג וְאַל יַעֲבֹר וְנֶהֱרַג וְלֹא עָבַר הֲרֵי זֶה קִדֵּשׁ אֶת הַשֵּׁם. וְאִם הָיָה בַּעֲשָׂרָה מִיִּשְׂרָאֵל הֲרֵי זֶה קִדֵּשׁ אֶת הַשֵּׁם בָּרַבִּים כְּדָנִיֵּאל חֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה וְרַבִּי עֲקִיבָא וַחֲבֵרָיו. וְאֵלּוּ הֵן הֲרוּגֵי מַלְכוּת שֶׁאֵין מַעֲלָה עַל מַעֲלָתָן. וַעֲלֵיהֶן נֶאֱמַר <small>(תהילים מד כג)</small> \"כִּי עָלֶיךָ הֹרַגְנוּ כָל הַיּוֹם נֶחְשַׁבְנוּ כְּצֹאן טִבְחָה\". וַעֲלֵיהֶם נֶאֱמַר <small>(תהילים נ ה)</small> \"אִסְפוּ לִי חֲסִידָי כֹּרְתֵי בְרִיתִי עֲלֵי זָבַח\". וְכָל מִי שֶׁנֶּאֱמַר בּוֹ יֵהָרֵג וְאַל יַעֲבֹר וְעָבַר וְלֹא נֶהֱרַג הֲרֵי זֶה מְחַלֵּל אֶת הַשֵּׁם. וְאִם הָיָה בַּעֲשָׂרָה מִיִּשְׂרָאֵל הֲרֵי זֶה חִלֵּל אֶת הַשֵּׁם בָּרַבִּים וּבִטֵּל מִצְוַת עֲשֵׂה שֶׁהִיא קִדּוּשׁ הַשֵּׁם וְעָבַר עַל מִצְוַת לֹא תַּעֲשֶׂה שֶׁהִיא חִלּוּל הַשֵּׁם. וְאַף עַל פִּי כֵן מִפְּנֵי שֶׁעָבַר בְּאֹנֶס אֵין מַלְקִין אוֹתוֹ וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין מְמִיתִין אוֹתוֹ בֵּית דִּין אֲפִלּוּ הָרַג בְּאֹנֶס. שֶׁאֵין מַלְקִין וּמְמִיתִין אֶלָּא לְעוֹבֵר בִּרְצוֹנוֹ וּבְעֵדִים וְהַתְרָאָה שֶׁנֶּאֱמַר בְּנוֹתֵן מִזַּרְעוֹ לַמּלֶךְ <small>(ויקרא כ ה)</small> \"(וְנָתַתִּי) [וְשַׂמְתִּי] אֲנִי אֶת פָּנַי בָּאִישׁ הַהוּא\". מִפִּי הַשְּׁמוּעָה לָמְדוּ הַהוּא לֹא אָנוּס וְלֹא שׁוֹגֵג וְלֹא מֻטְעֶה. וּמָה אִם עֲבוֹדַת כּוֹכָבִים שֶׁהִיא חֲמוּרָה מִן הַכּל הָעוֹבֵד אוֹתָהּ בְּאֹנֶס אֵינוֹ חַיָּב כָּרֵת וְאֵין צָרִיךְ לוֹמַר מִיתַת בֵּית דִּין. קַל וָחֹמֶר לִשְׁאָר מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה. וּבַעֲרָיוֹת הוּא אוֹמֵר <small>(דברים כב כו)</small> \"וְלַנַּעֲרָה לֹא תַעֲשֶׂה דָבָר\". אֲבָל אִם יָכוֹל לְמַלֵּט נַפְשׁוֹ וְלִבְרֹחַ מִתַּחַת יַד הַמֶּלֶךְ הָרָשָׁע וְאֵינוֹ עוֹשֶׂה הִנֵּה הוּא כְּכֶלֶב שָׁב עַל קֵאוֹ. וְהוּא נִקְרָא עוֹבֵד עֲבוֹדַת כּוֹכָבִים בְּמֵזִיד וְהוּא נִטְרָד מִן הָעוֹלָם הַבָּא וְיוֹרֵד לַמַּדְרֵגָה הַתַּחְתּוֹנָה שֶׁל גֵּיהִנֹּם: \n",
            "נָשִׁים שֶׁאָמְרוּ לָהֶם עוֹבְדֵי כּוֹכָבִים תְּנוּ לָנוּ אַחַת מִכֶּן וּנְטַמֵּא אוֹתָהּ וְאִם לָאו נְטַמֵּא אֶת כֻּלְּכֶן יִטָּמְאוּ כֻּלָּן וְאַל יִמְסְרוּ לָהֶם נֶפֶשׁ אַחַת מִיִּשְׂרָאֵל. וְכֵן אִם אָמְרוּ לָהֶם עוֹבְדֵי כּוֹכָבִים תְּנוּ לָנוּ אֶחָד מִכֶּם וְנַהַרְגֶּנּוּ וְאִם לָאו נַהֲרֹג כֻּלְּכֶם. יֵהָרְגוּ כֻּלָּם וְאַל יִמְסְרוּ לָהֶם נֶפֶשׁ אַחַת מִיִּשְׂרָאֵל. וְאִם יִחֲדוּהוּ לָהֶם וְאָמְרוּ תְּנוּ לָנוּ פְּלוֹנִי אוֹ נַהֲרֹג אֶת כֻּלְּכֶם. אִם הָיָה מְחֻיָּב מִיתָה כְּשֶׁבַע בֶּן בִּכְרִי יִתְּנוּ אוֹתוֹ לָהֶם. וְאֵין מוֹרִין לָהֶם כֵּן לְכַתְּחִלָּה. וְאִם אֵינוֹ חַיָּב מִיתָה יֵהָרְגוּ כֻּלָּן וְאַל יִמְסְרוּ לָהֶם נֶפֶשׁ אַחַת מִיִּשְׂרָאֵל:\n",
            "כָּעִנְיָן שֶׁאָמְרוּ בָּאֳנָסִין כָּךְ אָמְרוּ בָּחֳלָאִים. כֵּיצַד. מִי שֶׁחָלָה וְנָטָה לָמוּת וְאָמְרוּ הָרוֹפְאִים שֶׁרְפוּאָתוֹ בְּדָבָר פְּלוֹנִי מֵאִסּוּרִין שֶׁבַּתּוֹרָה עוֹשִׂין. וּמִתְרַפְּאִין בְּכָל אִסּוּרִין שֶׁבַּתּוֹרָה בִּמְקוֹם סַכָּנָה חוּץ מֵעֲבוֹדַת כּוֹכָבִים וְגִלּוּי עֲרָיוֹת וּשְׁפִיכַת דָּמִים שֶׁאֲפִלּוּ בִּמְקוֹם סַכָּנָה אֵין מִתְרַפְּאִין בָּהֶן. וְאִם עָבַר וְנִתְרַפֵּא עוֹנְשִׁין אוֹתוֹ בֵּית דִּין עֹנֶשׁ הָרָאוּי לוֹ:\n",
            "וּמִנַּיִן שֶׁאֲפִלּוּ בִּמְקוֹם סַכָּנַת נְפָשׁוֹת אֵין עוֹבְרִין עַל אַחַת מִשָּׁלֹשׁ עֲבֵרוֹת אֵלּוּ שֶׁנֶּאֱמַר <small>(דברים ו ה)</small> \"וְאָהַבְתָּ אֵת ה' אֱלֹהֶיךָ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ\" אֲפִלּוּ הוּא נוֹטֵל אֶת נַפְשְׁךָ. וַהֲרִיגַת נֶפֶשׁ מִיִּשְׂרָאֵל לְרַפְּאוֹת נֶפֶשׁ אַחֶרֶת אוֹ לְהַצִּיל אָדָם מִיַּד אַנָּס דָּבָר שֶׁהַדַּעַת נוֹטָה לוֹ הוּא שֶׁאֵין מְאַבְּדִין נֶפֶשׁ מִפְּנֵי נֶפֶשׁ. וַעֲרָיוֹת הֻקְּשׁוּ לִנְפָשׁוֹת שֶׁנֶּאֱמַר <small>(דברים כב כו)</small> \"כִּי כַּאֲשֶׁר יָקוּם אִישׁ עַל רֵעֵהוּ וּרְצָחוֹ נֶפֶשׁ כֵּן הַדָּבָר הַזֶּה\":\n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵין מִתְרַפְּאִין בִּשְׁאָר אִסּוּרִים אֶלָּא בִּמְקוֹם סַכָּנָה. בִּזְמַן שֶׁהֵן דֶּרֶךְ הֲנָאָתָן כְּגוֹן שֶׁמַּאֲכִילִין אֶת הַחוֹלֶה שְׁקָצִים וּרְמָשִׂים אוֹ חָמֵץ בְּפֶסַח אוֹ שֶׁמַּאֲכִילִין אוֹתוֹ בְּיוֹם הַכִּפּוּרִים. אֲבָל שֶׁלֹּא דֶּרֶךְ הֲנָאָתָן כְּגוֹן שֶׁעוֹשִׂין לוֹ רְטִיָּה אוֹ מְלוּגְמָא מֵחָמֵץ אוֹ מֵעָרְלָה. אוֹ שֶׁמַּשְׁקִין אוֹתוֹ דְּבָרִים שֶׁיֵּשׁ בָּהֶן מַר מְעֹרָב עִם אִסּוּרֵי מַאֲכָל שֶׁהֲרֵי אֵין בָּהֶן הֲנָאָה לַחֵךְ הֲרֵי זֶה מֻתָּר וַאֲפִלּוּ שֶׁלֹּא בִּמְקוֹם סַכָּנָה. חוּץ מִכִּלְאֵי הַכֶּרֶם וּבָשָׂר בְּחָלָב שֵׁהֵן אֲסוּרִים אֲפִלּוּ שֵׁלֹּא דֵּרֵךְ הֲנָאָתָן. לְפִיכָךְ אֵין מִתְרַפְּאִין מֵהֶן אֲפִלּוּ שֶׁלֹּא דֶּרֵךְ הֲנָאָתָן אֵלָּא בִּמִקוֹם סַכָּנָה:\n",
            "מִי שֶׁנָּתַן עֵינָיו בְּאִשָּׁה וְחָלָה וְנָטָה לָמוּת וְאָמְרוּ הָרוֹפְאִים אֵין לוֹ רְפוּאָה עַד שֶׁתִּבָּעֵל לוֹ. יָמוּת וְאַל תִּבָּעֵל לוֹ אֲפִלּוּ הָיְתָה פְּנוּיָה. וַאֲפִלּוּ לְדַבֵּר עִמָּהּ מֵאֲחוֹרֵי הַגָּדֵר אֵין מוֹרִין לוֹ בְּכָךְ וְיָמוּת וְלֹא יוֹרוּ לְדַבֵּר עִמָּהּ מֵאֲחוֹרֵי הַגָּדֵר שֶׁלֹּא יְהוּ בְּנוֹת יִשְׂרָאֵל הֶפְקֵר וְיָבוֹאוּ בִּדְבָרִים אֵלּוּ לִפְרֹץ בַּעֲרָיוֹת:\n",
            "כָּל הָעוֹבֵר מִדַּעְתּוֹ בְּלֹא אֹנֶס עַל אַחַת מִכָּל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה בִּשְׁאָט בְּנֶפֶשׁ לְהַכְעִיס הֲרֵי זֶה מְחַלֵּל אֶת הַשֵּׁם. וּלְפִיכָךְ נֶאֱמַר בִּשְׁבוּעַת שֶׁקֶר <small>(ויקרא יט יב)</small> \"וְחִלַּלְתָּ אֶת שֵׁם אֱלֹהֶיךָ אֲנִי ה'\". וְאִם עָבַר בַּעֲשָׂרָה מִיִּשְׂרָאֵל הֲרֵי זֶה חִלֵּל אֶת הַשֵּׁם בָּרַבִּים. וְכֵן כָּל הַפּוֹרֵשׁ מֵעֲבֵרָה אוֹ עָשָׂה מִצְוָה לֹא מִפְּנֵי דָּבָר בָּעוֹלָם לֹא פַּחַד וְלֹא יִרְאָה וְלֹא לְבַקֵּשׁ כָּבוֹד אֶלָּא מִפְּנֵי הַבּוֹרֵא בָּרוּךְ הוּא כִּמְנִיעַת יוֹסֵף הַצַּדִּיק עַצְמוֹ מֵאֵשֶׁת רַבּוֹ הֲרֵי זֶה מְקַדֵּשׁ אֶת הַשֵּׁם:\n",
            "וְיֵשׁ דְּבָרִים אֲחֵרִים שֶׁהֵן בִּכְלַל חִלּוּל הַשֵּׁם. וְהוּא שֶׁיַּעֲשֶׂה אוֹתָם אָדָם גָּדוֹל בַּתּוֹרָה וּמְפֻרְסָם בַּחֲסִידוּת דְּבָרִים שֶׁהַבְּרִיּוֹת מְרַנְּנִים אַחֲרָיו בִּשְׁבִילָם. וְאַף עַל פִּי שֶׁאֵינָן עֲבֵרוֹת הֲרֵי זֶה חִלֵּל אֶת הַשֵּׁם כְּגוֹן שֶׁלָּקַח וְאֵינוֹ נוֹתֵן דְּמֵי הַמִּקָּח לְאַלְתַּר. וְהוּא שֶׁיֵּשׁ לוֹ וְנִמְצְאוּ הַמּוֹכְרִים תּוֹבְעִין וְהוּא מַקִּיפָן. אוֹ שֶׁיַּרְבֶּה בִּשְׂחוֹק אוֹ בַּאֲכִילָה וּשְׁתִיָּה אֵצֶל עַמֵּי הָאָרֶץ וּבֵינֵיהֶן. אוֹ שֶׁדִּבּוּרוֹ עִם הַבְּרִיּוֹת אֵינוֹ בְּנַחַת וְאֵינוֹ מְקַבְּלָן בְּסֵבֶר פָּנִים יָפוֹת אֶלָּא בַּעַל קְטָטָה וְכַעַס. וְכַיּוֹצֵא בַּדְּבָרִים הָאֵלּוּ הַכּל לְפִי גָּדְלוֹ שֶׁל חָכָם צָרִיךְ שֶׁיְּדַקְדֵּק עַל עַצְמוֹ וְיַעֲשֶׂה לִפְנִים מִשּׁוּרַת הַדִּין. וְכֵן אִם דִּקְדֵּק הֶחָכָם עַל עַצְמוֹ וְהָיָה דִּבּוּרוֹ בְּנַחַת עִם הַבְּרִיּוֹת וְדַעְתּוֹ מְעֹרֶבֶת עִמָּהֶם וּמְקַבְּלָם בְּסֵבֶר פָּנִים יָפוֹת וְנֶעֱלָב מֵהֶם וְאֵינוֹ עוֹלְבָם. מְכַבֵּד לָהֶן וַאֲפִלּוּ לַמְקִלִּין לוֹ. וְנוֹשֵׂא וְנוֹתֵן בֶּאֱמוּנָה. וְלֹא יַרְבֶּה בַּאֲרִיחוּת עַמֵּי הָאָרֶץ וִישִׁיבָתָן. וְלֹא יֵרָאֶה תָּמִיד אֶלָּא עוֹסֵק בַּתּוֹרָה עָטוּף בְּצִיצִית מֻכְתָּר בִּתְפִלִּין וְעוֹשֶׂה בְּכָל מַעֲשָׂיו לִפְנִים מִשּׁוּרַת הַדִּין. וְהוּא שֶׁלֹּא יִתְרַחֵק הַרְבֵּה וְלֹא יִשְׁתּוֹמֵם. עַד שֶׁיִּמָּצְאוּ הַכּל מְקַלְּסִין אוֹתוֹ וְאוֹהֲבִים אוֹתוֹ וּמִתְאַוִּים לְמַעֲשָׂיו. הֲרֵי זֶה קִדֵּשׁ אֶת ה' וְעָלָיו הַכָּתוּב אוֹמֵר <small>(ישעיה מט ג)</small> \"וַיֹּאמֶר לִי עַבְדִּי אָתָּה יִשְׂרָאֵל אֲשֶׁר בְּךָ אֶתְפָּאָר\":\n"
        ],
        [
            "כָּל הַמְאַבֵּד שֵׁם מִן הַשֵּׁמוֹת הַקְּדוֹשִׁים הַטְּהוֹרִים שֶׁנִּקְרָא בָּהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לוֹקֶה מִן הַתּוֹרָה. שֶׁהֲרֵי הוּא אוֹמֵר בַּעֲבוֹדַת כּוֹכָבִים <small>(גמרא שבת קכ ב)</small> \"וְאִבַּדְתֶּם אֶת שְׁמָם מִן הַמָּקוֹם הַהוּא לֹא תַעֲשׂוּן כֵּן לַה' אֱלֹהֵיכֶם\":\n",
            "וְשִׁבְעָה שֵׁמוֹת הֵם. הַשֵּׁם הַנִּכְתָּב יוּ\"ד הֵ\"א וָא\"ו הֵ\"א וְהוּא הַשֵּׁם הַמְפֹרָשׁ. אוֹ הַנִּכְתָּב אֲדֹנָי. וְאֵל. אֱלוֹהַּ. וֵאלֹהִים. וֵאלֹהֵי. וְשַׁדַּי. וּצְבָאוֹת. כָּל הַמּוֹחֵק אֲפִלּוּ אוֹת אַחַת מִשִּׁבְעָה אֵלּוּ לוֹקֶה:\n",
            "כָּל הַנִּטְפָּל לַשֵּׁם מִלְּפָנָיו מֻתָּר לְמָחֳקוֹ כְּגוֹן לָמֶ\"ד מִלַּיהוָֹה וּבֵי\"ת מִבֵּאלֹהִים וְכַיּוֹצֵא בָּהֶן אֵינָן כִּקְדֻשַּׁת הַשֵּׁם. וְכָל הַנִּטְפָּל לַשֵּׁם מֵאַחֲרָיו כְּגוֹן ךְ' שֶׁל אֱלֹהֶיךָ וְכֶ\"ם שֶׁל אֱלֹהֵיכֶם וְכַיּוֹצֵא בָּהֶן אֵינָם נִמְחָקִים וַהֲרֵי הֵם כִּשְׁאָר אוֹתִיּוֹת שֶׁל שֵׁם מִפְּנֵי שֶׁהַשֵּׁם מְקַדְּשָׁם. וְאַף עַל פִּי שֶׁנִּתְקַדְּשׁוּ וְאָסוּר לְמָחֳקָם הַמּוֹחֵק אֵלּוּ הָאוֹתִיּוֹת הַנִּטְפָּלוֹת אֵינוֹ לוֹקֶה. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:\n",
            "כָּתַב אָלֶ\"ף לָמֶ\"ד מֵאלֹהִים, יוּ\"ד הֵ\"א מֵיְהוָֹה, אֵינוֹ נִמְחָק. וְאֵין צָרִיךְ לוֹמַר יָהּ שֶׁהוּא שֵׁם בִּפְנֵי עַצְמוֹ. מִפְּנֵי שֶׁזֶּה הַשֵּׁם מִקְצָת שֵׁם הַמְפֹרָשׁ הוּא. אֲבָל הַכּוֹתֵב שִׁי\"ן דָּלֶ\"ת מִשַּׁדַּי, צַדִּ\"י בֵּי\"ת מִצְּבָאוֹת, הֲרֵי זֶה נִמְחָק:\n",
            "שְׁאָר הַכִּנּוּיִין שֶׁמְּשַׁבְּחִין בָּהֶן אֶת הַקָּדוֹשׁ בָּרוּךְ הוּא כְּגוֹן חַנּוּן וְרַחוּם הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא הַנֶּאֱמָן קַנֹּא וְחָזָק וְכַיּוֹצֵא בָּהֶן הֲרֵי הֵן כִּשְׁאָר כִּתְבֵי הַקֹּדֶשׁ וּמֻתָּר לְמָחֳקָן:\n",
            "כְּלִי שֶׁהָיָה שֵׁם כָּתוּב עָלָיו קוֹצֵץ אֶת מְקוֹם הַשֵּׁם וְגוֹנְזוֹ. וַאֲפִלּוּ הָיָה הַשֵּׁם חָקוּק בִּכְלֵי מַתָּכוֹת אוֹ בִּכְלֵי זְכוּכִית וְהִתִּיךְ הַכְּלִי הֲרֵי זֶה לוֹקֶה אֶלָּא חוֹתֵךְ אֶת מְקוֹמוֹ וְגוֹנְזוֹ. וְכֵן אִם הָיָה שֵׁם כָּתוּב עַל בְּשָׂרוֹ הֲרֵי זֶה לֹא יִרְחַץ וְלֹא יָסוּךְ וְלֹא יַעֲמֹד בִּמְקוֹם הַטִּנֹּפֶת. נִזְדַּמְּנָה לוֹ טְבִילָה שֶׁל מִצְוָה כּוֹרֵךְ עָלָיו גֶּמִי וְטוֹבֵל. וְאִם לֹא מָצָא גֶּמִי מְסַבֵּב בִּבְגָדָיו וְלֹא יְהַדֵּק כְּדֵי שֶׁלֹּא יָחֹץ. שֶׁלֹּא אָמְרוּ לִכְרֹךְ עָלָיו אֶלָּא מִפְּנֵי שֶׁאָסוּר לַעֲמֹד בִּפְנֵי הַשֵּׁם כְּשֶׁהוּא עָרֹם:\n",
            "הַסּוֹתֵר אֲפִלּוּ אֶבֶן אַחַת דֶּרֶךְ הַשְׁחָתָה מִן הַמִּזְבֵּחַ אוֹ מִן הַהֵיכָל אוֹ מִשְּׁאָר הָעֲזָרָה לוֹקֶה שֶׁנֶּאֱמַר בַּעֲבוֹדַת כּוֹכָבִים <small>(שמות לד יג)</small> \"כִּי אֶת מִזְבְּחֹתָם תִּתֹּצוּן\" וְכָתוּב <small>(דברים יב ד)</small> \"לֹא תַעֲשׂוּן כֵּן לַה' אֱלֹהֵיכֶם\". וְכֵן הַשּׂוֹרֵף עֲצֵי הַקֹּדֶשׁ דֶּרֶךְ הַשְׁחָתָה לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים יב ג)</small> \"וַאֲשֵׁרֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ\" וּכְתִיב לֹא תַעֲשׂוּן כֵּן לַה' אֱלֹהֵיכֶם: \n",
            "כִּתְבֵי הַקֹּדֶשׁ כֻּלָּן וּפֵרוּשֵׁיהֶן וּבֵאוּרֵיהֶן אָסוּר לְשָׂרְפָם אוֹ לְאַבְּדָם בַּיָּד וְהַמְאַבְּדָן בַּיָּד מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכִתְבֵי הַקֹּדֶשׁ שֶׁכְּתָבָם יִשְׂרָאֵל בִּקְדֻשָּׁה אֲבָל אֶפִּיקוֹרוֹס יִשְׂרָאֵל שֶׁכָּתַב סֵפֶר תּוֹרָה שׂוֹרְפִין אוֹתוֹ עִם הָאַזְכָּרוֹת שֶׁבּוֹ. מִפְּנֵי שֶׁאֵינוֹ מַאֲמִין בִּקְדֻשַּׁת הַשֵּׁם וְלֹא כְּתָבוֹ לִשְׁמוֹ אֶלָּא שֶׁהוּא מַעֲלֶה בְּדַעְתּוֹ שֶׁזֶּה כִּשְׁאָר הַדְּבָרִים וְהוֹאִיל וְדַעְתּוֹ כֵּן לֹא נִתְקַדֵּשׁ הַשֵּׁם. וּמִצְוָה לְשָׂרְפוֹ כְּדֵי שֶׁלֹּא לְהַנִּיחַ שֵׁם לָאֶפִּיקוֹרוֹסִים וְלֹא לְמַעֲשֵׂיהֶם. אֲבָל עוֹבֵד כּוֹכָבִים שֶׁכָּתַב אֶת הַשֵּׁם גּוֹנְזִין אוֹתוֹ. וְכֵן כִּתְבֵי הַקֹּדֶשׁ שֶׁבָּלוּ אוֹ שֶׁכְּתָבָן עוֹבֵד כּוֹכָבִים יִגָּנְזוּ:\n",
            "כָּל הַשֵּׁמוֹת הָאֲמוּרִים בְּאַבְרָהָם קֹדֶשׁ אַף זֶה שֶׁנֶּאֱמַר <small>(בראשית יח ג)</small> \"אֲדֹנָי אִם נָא מָצָאתִי חֵן\" הֲרֵי הוּא קֹדֶשׁ. כָּל הַשֵּׁמוֹת הָאֲמוּרִים בְּלוֹט חֹל חוּץ מִזֶּה <small>(גמרא שבועות לה ב)</small> \"אַל נָא אֲדֹנָי הִנֵּה נָא מָצָא עַבְדְּךָ חֵן\". כָּל הַשֵּׁמוֹת הָאֲמוּרִים בְּגִבְעַת בִּנְיָמִין קֹדֶשׁ. כָּל הַשֵּׁמוֹת הָאֲמוּרִים בְּמִיכָה חֹל. כָּל הַשֵּׁמוֹת הָאֲמוּרִים בְּנָבוֹת קֹדֶשׁ. כָּל שְׁלֹמֹה הָאָמוּר בְּשִׁיר הַשִּׁירִים קֹדֶשׁ וַהֲרֵי הוּא כִּשְׁאָר הַכִּנּוּיִין חוּץ מִזֶּה <small>(שיר השירים ח יב)</small> \"הָאֶלֶף לְךָ שְׁלֹמֹה\". כָּל מַלְכַיָּא הָאָמוּר בְּדָנִיֵּאל חֹל חוּץ מִזֶּה <small>(דניאל ב לז)</small> \"אַנְתְּ מַלְכָּא מֶלֶךְ מַלְכַיָּא\" וַהֲרֵי הוּא כִּשְׁאָר הַכִּנּוּיִין:\n"
        ],
        [
            "מִיסוֹדֵי הַדָּת לֵידַע שֶׁהָאֵל מְנַבֵּא אֶת בְּנֵי הָאָדָם. וְאֵין הַנְּבוּאָה חָלָה אֶלָּא עַל חָכָם גָּדוֹל בַּחָכְמָה, גִּבּוֹר בְּמִדּוֹתָיו, וְלֹא יְהֵא יִצְרוֹ מִתְגַּבֵּר עָלָיו בְּדָבָר בָּעוֹלָם אֶלָּא הוּא מִתְגַּבֵּר בְּדַעְתּוֹ עַל יִצְרוֹ תָּמִיד. וְהוּא בַּעַל דֵּעָה רְחָבָה נְכוֹנָה עַד מְאֹד. אָדָם שֶׁהוּא מְמֻלָּא בְּכָל הַמִּדּוֹת הָאֵלּוּ שָׁלֵם בְּגוּפוֹ, כְּשֶׁיִּכָּנֵס לַפַּרְדֵּס וְיִמָּשֵׁךְ בְּאוֹתָן הָעִנְיָנִים הַגְּדוֹלִים הָרְחוֹקִים, וְתִהְיֶה לוֹ דֵּעָה נְכוֹנָה לְהָבִין וּלְהַשִּׂיג וְהוּא מִתְקַדֵּשׁ וְהוֹלֵךְ וּפוֹרֵשׁ מִדַּרְכֵי כְּלַל הָעָם הַהוֹלְכִים בְּמַחֲשַׁכֵּי הַזְּמַן, וְהוֹלֵךְ וּמְזָרֵז עַצְמוֹ וּמְלַמֵּד נַפְשׁוֹ שֶׁלֹּא תִּהְיֶה לוֹ מַחֲשָׁבָה כְּלָל בְּאֶחָד מִדְּבָרִים בְּטֵלִים וְלֹא מֵהַבְלֵי הַזְּמַן וְתַחְבּוּלוֹתָיו, אֶלָּא דַּעְתּוֹ פְּנוּיָה תָּמִיד לְמַעְלָה קְשׁוּרָה תַּחַת הַכִּסֵּא לְהָבִין בְּאוֹתָן הַצּוּרוֹת הַקְּדוֹשׁוֹת הַטְּהוֹרוֹת, וּמִסְתַּכֵּל בְּחָכְמָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא כֻּלָּהּ מִצּוּרָה רִאשׁוֹנָה עַד טַבּוּר הָאָרֶץ וְיוֹדֵעַ מֵהֶן גָּדְלוֹ, מִיָּד רוּחַ הַקֹּדֶשׁ שׁוֹרָה עָלָיו. וּבְעֵת שֶׁתָּנוּחַ עָלָיו הָרוּחַ תִּתְעָרֵב נַפְשׁוֹ בְּמַעֲלַת הַמַּלְאָכִים הַנִּקְרָאִים אִישִׁים וְיֵהָפֵךְ לְאִישׁ אַחֵר וְיָבִין בְּדַעְתּוֹ שֶׁאֵינוֹ כְּמוֹת שֶׁהָיָה אֶלָּא שֶׁנִּתְעַלָּה עַל מַעֲלַת שְׁאָר בְּנֵי אָדָם הַחֲכָמִים, כְּמוֹ שֶׁנֶּאֱמַר בְּשָׁאוּל <small>(שמואל א י ו)</small> \"וְהִתְנַבִּיתָ עִמָּם וְנֶהְפַּכְתָּ לְאִישׁ אַחֵר\": ",
            "הַנְּבִיאִים מַעֲלוֹת מַעֲלוֹת הֵן. כְּמוֹ שֶׁיֵּשׁ בַּחָכְמָה חָכָם גָּדוֹל מֵחֲבֵרוֹ כָּךְ בַּנְּבוּאָה נָבִיא גָּדוֹל מִנָּבִיא. וְכֻלָּן אֵין רוֹאִין מַרְאֵה הַנְּבוּאָה אֶלָּא בַּחֲלוֹם בְּחֶזְיוֹן לַיְלָה. אוֹ בַּיּוֹם אַחַר שֶׁתִּפּל עֲלֵיהֶן תַּרְדֵּמָה כְּמוֹ שֶׁנֶּאֱמַר <small>(במדבר יב ו)</small> \"בַּמַּרְאָה אֵלָיו אֶתְוַדָּע בַּחֲלוֹם אֲדַבֶּר בּוֹ\". וְכֻלָּן כְּשֶׁמִּתְנַבְּאִים אֵיבְרֵיהֶן מִזְדַּעְזְעִין וְכֹחַ הַגּוּף כָּשֵׁל וְעֶשְׁתּוֹנוֹתֵיהֶם מִתְטָרְפוֹת וְתִשָּׁאֵר הַדַּעַת פְּנוּיָה לְהָבִין מַה שֶּׁתִּרְאֶה. כְּמוֹ שֶׁנֶּאֱמַר בְּאַבְרָהָם <small>(בראשית טו יב)</small> \"וְהִנֵּה אֵימָה חֲשֵׁכָה גְדלָה נֹפֶלֶת עָלָיו\". וּכְמוֹ שֶׁנֶּאֱמַר בְּדָנִיֵּאל <small>(דניאל י ח)</small> \"וְהוֹדִי נֶהְפַּךְ עָלַי לְמַשְׁחִית וְלֹא עָצַרְתִּי כֹּחַ\": ",
            "הַדְּבָרִים שֶׁמּוֹדִיעִים לַנָּבִיא בְּמַרְאֵה הַנְּבוּאָה דֶּרֶךְ מָשָׁל מוֹדִיעִין לוֹ וּמִיָּד יֵחָקֵק בְּלִבּוֹ פִּתְרוֹן הַמָּשָׁל בְּמַרְאֵה הַנְּבוּאָה וְיֵדַע מָה הוּא. כְּמוֹ הַסֻּלָּם שֶׁרָאָה יַעֲקֹב אָבִינוּ וּמַלְאָכִים עוֹלִים וְיוֹרְדִים בּוֹ וְהוּא הָיָה מָשָׁל לְמַלְכֻיּוֹת וְשִׁעְבּוּדָן. וּכְמוֹ הַחַיּוֹת שֶׁרָאָה יְחֶזְקֵאל וְהַסִּיר נָפוּחַ וּמַקֵּל שָׁקֵד שֶׁרָאָה יִרְמְיָה וְהַמְּגִלָּה שֶׁרָאָה יְחֶזְקֵאל וְהָאֵיפָה שֶׁרָאָה זְכַרְיָה. וְכֵן שְׁאָר הַנְּבִיאִים. מֵהֶם אוֹמְרִים הַמָּשָׁל וּפִתְרוֹנוֹ כְּמוֹ אֵלּוּ. וְיֵשׁ שֶׁהֵן אוֹמְרִים הַפִּתְרוֹן בִּלְבַד. וּפְעָמִים אוֹמְרִים הַמָּשָׁל בִּלְבַד בְּלֹא פִּתְרוֹן כְּמִקְצָת דִּבְרֵי יְחֶזְקֵאל וּזְכַרְיָה וְכֻלָּן בְּמָשָׁל וְדֶרֶךְ חִידָה הֵם מִתְנַבְּאִים: ",
            "כָּל הַנְּבִיאִים אֵין מִתְנַבְּאִין בְּכָל עֵת שֶׁיִּרְצוּ אֶלָּא מְכַוְּנִים דַּעְתָּם וְיוֹשְׁבִים שְׂמֵחִים וְטוֹבֵי לֵב וּמִתְבּוֹדְדִים. שֶׁאֵין הַנְּבוּאָה שׁוֹרָה לֹא מִתּוֹךְ עַצְבוּת וְלֹא מִתּוֹךְ עַצְלוּת אֶלָּא מִתּוֹךְ שִׂמְחָה. לְפִיכָךְ בְּנֵי הַנְּבִיאִים לִפְנֵיהֶם נֵבֶל וְתֹף וְחָלִיל וְכִנּוֹר וְהֵם מְבַקְּשִׁים הַנְּבוּאָה. וְזֶהוּ שֶׁנֶּאֱמַר <small>(שמואל א י ה)</small> \"וְהֵמָּה מִתְנַבְּאִים\" כְּלוֹמַר מְהַלְּכִין בְּדֶרֶךְ הַנְּבוּאָה עַד שֶׁיִּנָּבְאוּ כְּמוֹ שֶׁאַתָּה אוֹמֵר פְּלוֹנִי מִתְגַּדֵּל: ",
            "אֵלּוּ שֶׁהֵם מְבַקְּשִׁין לְהִתְנַבֵּא הֵם הַנִּקְרָאִים בְּנֵי הַנְּבִיאִים. וְאַף עַל פִּי שֶׁמְּכַוְּנִים דַּעְתָּם אֶפְשָׁר שֶׁתִּשְׁרֶה שְׁכִינָה עֲלֵיהֶן וְאֶפְשָׁר שֶׁלֹּא תִּשְׁרֶה: ",
            "כָּל הַדְּבָרִים שֶׁאָמַרְנוּ הֵם דֶּרֶךְ נְבוּאָה לְכָל הַנְּבִיאִים הָרִאשׁוֹנִים וְהָאַחֲרוֹנִים חוּץ מִמּשֶׁה רַבֵּנוּ רַבָּן שֶׁל כָּל הַנְּבִיאִים. וּמַה הֶפְרֵשׁ יֵשׁ בֵּין נְבוּאַת משֶׁה לִשְׁאָר כָּל הַנְּבִיאִים. שֶׁכָּל הַנְּבִיאִים בַּחֲלוֹם אוֹ בְּמַרְאֶה וּמשֶׁה רַבֵּנוּ מִתְנַבֵּא וְהוּא עֵר וְעוֹמֵד שֶׁנֶּאֱמַר <small>(במדבר ז פט)</small> \"וּבְבֹא משֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו\". כָּל הַנְּבִיאִים עַל יְדֵי מַלְאָךְ. לְפִיכָךְ רוֹאִים מַה שֶּׁהֵם רוֹאִים בְּמָשָׁל וְחִידָה. משֶׁה רַבֵּנוּ לֹא עַל יְדֵי מַלְאָךְ שֶׁנֶּאֱמַר <small>(במדבר יב ח)</small> \"פֶּה אֶל פֶּה אֲדַבֶּר בּוֹ\". וְנֶאֱמַר <small>(שמות לג יא)</small> \"וְדִבֶּר ה' אֶל משֶׁה פָּנִים אֶל פָּנִים\". וְנֶאֱמַר <small>(במדבר יב ח)</small> \"וּתְמֻנַת ה' יַבִּיט\" כְּלוֹמַר שֶׁאֵין שָׁם מָשָׁל אֶלָּא רוֹאֶה הַדָּבָר עַל בֻּרְיוֹ בְּלֹא חִידָה וּבְלֹא מָשָׁל. הוּא שֶׁהַתּוֹרָה מְעִידָה עָלָיו <small>(במדבר יב ח)</small> \"בְּמַרְאֶה וְלֹא בְּחִידוֹת\" שֶׁאֵינוֹ מִתְנַבֵּא בְּחִידָה אֶלָּא בְּמַרְאֶה שֶׁרוֹאֶה הַדָּבָר עַל בֻּרְיוֹ. כָּל הַנְּבִיאִים יְרֵאִים וְנִבְהָלִים וּמִתְמוֹגְגִין וּמשֶׁה רַבֵּנוּ אֵינוֹ כֵן הוּא, שֶׁהַכָּתוּב אוֹמֵר <small>(שמות לג יא)</small> \"כַּאֲשֶׁר יְדַבֵּר אִישׁ אֶל רֵעֵהוּ\", כְּלוֹמַר כְּמוֹ שֶׁאֵין אָדָם נִבְהָל לִשְׁמֹעַ דִּבְרֵי חֲבֵרוֹ כָּךְ הָיָה כֹּחַ בְּדַעְתּוֹ שֶׁל משֶׁה רַבֵּנוּ לְהָבִין דִּבְרֵי הַנְּבוּאָה וְהוּא עוֹמֵד עַל עָמְדוֹ שָׁלֵם. כָּל הַנְּבִיאִים אֵין מִתְנַבְּאִים בְּכָל עֵת שֶׁיִּרְצוּ. משֶׁה רַבֵּנוּ אֵינוֹ כֵן אֶלָּא כָּל זְמַן שֶׁיַּחְפֹּץ רוּחַ הַקֹּדֶשׁ לוֹבַשְׁתּוֹ וּנְבוּאָה שׁוֹרָה עָלָיו וְאֵינוֹ צָרִיךְ לְכַוֵּן דַּעְתּוֹ וּלְהִזְדַּמֵּן לָהּ שֶׁהֲרֵי הוּא מְכֻוָּן וּמְזֻמָּן וְעוֹמֵד כְּמַלְאֲכֵי הַשָּׁרֵת. לְפִיכָךְ מִתְנַבֵּא בְּכָל עֵת שֶׁנֶּאֱמַר <small>(במדבר ט ח)</small> \"עִמְדוּ וְאֶשְׁמְעָה מַה יְצַוֶּה ה' לָכֶם\". וּבָזֶה הִבְטִיחוֹ הָאֵל שֶׁנֶּאֱמַר <small>(גמרא יבמות סב א)</small> \"לֵךְ אֱמֹר לָהֶם שׁוּבוּ לָכֶם לְאָהֳלֵיכֶם וְאַתָּה פֹּה עֲמֹד עִמָּדִי\". הָא לָמַדְתָּ שֶׁכָּל הַנְּבִיאִים כְּשֶׁהַנְּבוּאָה מִסְתַּלֶּקֶת מֵהֶם חוֹזְרִים לְאָהֳלָם שֶׁהוּא צָרְכֵי הַגּוּף כֻּלָּם כִּשְׁאָר הָעָם. לְפִיכָךְ אֵין פּוֹרְשִׁין מִנְּשׁוֹתֵיהֶם. וּמשֶׁה רַבֵּנוּ לֹא חָזַר לְאָהֳלוֹ הָרִאשׁוֹן לְפִיכָךְ פֵּרַשׁ מִן הָאִשָּׁה לְעוֹלָם וּמִן הַדּוֹמֶה לוֹ וְנִקְשְׁרָה דַּעְתּוֹ לְצוּר הָעוֹלָמִים וְלֹא נִסְתַּלֵּק מֵעָלָיו הַהוֹד לְעוֹלָם וְקָרַן עוֹר פָּנָיו וְנִתְקַדֵּשׁ כְּמַלְאָכִים: ",
            "הַנָּבִיא אֶפְשָׁר שֶׁתִּהְיֶה נְבוּאָתוֹ לְעַצְמוֹ בִּלְבַד לְהַרְחִיב לִבּוֹ וּלְהוֹסִיף דַּעְתּוֹ עַד שֶׁיֵּדַע מַה שֶּׁלֹּא הָיָה יוֹדֵעַ מֵאוֹתָן הַדְּבָרִים הַגְּדוֹלִים. וְאֶפְשָׁר שֶׁיְּשֻׁלַּח לְעַם מֵעַמֵּי הָאָרֶץ אוֹ לְאַנְשֵׁי עִיר אוֹ מַמְלָכָה לְכוֹנֵן אוֹתָם וּלְהוֹדִיעָם מַה יַּעֲשׂוּ אוֹ לְמָנְעָם מִמַּעֲשִׂים הָרָעִים שֶׁבִּידֵיהֶם. וּכְשֶׁמְּשַׁלְּחִים אוֹתוֹ נוֹתְנִין לוֹ אוֹת וּמוֹפֵת כְּדֵי שֶׁיֵּדְעוּ הָעָם שֶׁהָאֵל שְׁלָחוֹ בֶּאֱמֶת. וְלֹא כָּל הָעוֹשֶׂה אוֹת וּמוֹפֵת מַאֲמִינִים לוֹ שֶׁהוּא נָבִיא. אֶלָּא אָדָם שֶׁהָיִינוּ יוֹדְעִים בּוֹ מִתְּחִלָּתוֹ שֶׁהוּא רָאוּי לִנְבוּאָה בְּחָכְמָתוֹ וּבְמַעֲשָׂיו שֶׁנִּתְעַלָּה בָּהֶן עַל כָּל בְּנֵי גִּילוֹ וְהָיָה מְהַלֵּךְ בְּדַרְכֵי הַנְּבוּאָה בִּקְדֻשָּׁתָהּ וּבִפְרִישׁוּתָהּ וְאַחַר כָּךְ בָּא וְעָשָׂה אוֹת וּמוֹפֵת וְאָמַר שֶׁהָאֵל שְׁלָחוֹ מִצְוָה לִשְׁמֹעַ מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(דברים יח טו)</small> \"אֵלָיו תִּשְׁמָעוּן\". וְאֶפְשָׁר שֶׁיַּעֲשֶׂה אוֹת וּמוֹפֵת וְאֵינוֹ נָבִיא. וְזֶה הָאוֹת יֵשׁ לוֹ דְּבָרִים בְּגוֹ. וְאַף עַל פִּי כֵן מִצְוָה לִשְׁמוֹעַ לוֹ הוֹאִיל וְאָדָם גָּדוֹל וְחָכָם וְרָאוּי לִנְבוּאָה [הוּא] מַעֲמִידִים אוֹתוֹ עַל חֶזְקָתוֹ. שֶׁבְּכָךְ נִצְטַוֵּינוּ כְּמוֹ שֶׁנִּצְטַוֵּינוּ לַחְתֹּךְ אֶת הַדִּין עַל פִּי שְׁנֵי עֵדִים כְּשֵׁרִים וְאַף עַל פִּי שֶׁאֶפְשָׁר שֶׁהֵעִידוּ בְּשֶׁקֶר הוֹאִיל וּכְשֵׁרִים הֵם אֶצְלֵנוּ מַעֲמִידִין אוֹתָן עַל כַּשְׁרוּתָן. וּבַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן נֶאֱמַר <small>(דברים כט כח)</small> \"הַנִּסְתָּרֹת לַה' אֱלֹהֵינוּ וְהַנִּגְלֹת לָנוּ וּלְבָנֵינוּ\". וְנֶאֱמַר <small>(שמואל א טז ז)</small> \"כִּי הָאָדָם יִרְאֶה לַעֵינַיִם וַה' יִרְאֶה לַלֵּבָב\": "
        ],
        [
            "משֶׁה רַבֵּנוּ לֹא הֶאֱמִינוּ בּוֹ יִשְׂרָאֵל מִפְּנֵי הָאוֹתוֹת שֶׁעָשָׂה. שֶׁהַמַּאֲמִין עַל פִּי הָאוֹתוֹת יֵשׁ בְּלִבּוֹ דֹּפִי שֶׁאֶפְשָׁר שֶׁיַּעֲשֶׂה הָאוֹת בְּלָט וְכִשּׁוּף. אֶלָּא כָּל הָאוֹתוֹת שֶׁעָשָׂה משֶׁה בַּמִּדְבָּר לְפִי הַצֹּרֶךְ עֲשָׂאָם. לֹא לְהָבִיא רְאָיָה עַל הַנְּבוּאָה. הָיָה צָרִיךְ לְהַשְׁקִיעַ אֶת הַמִּצְרִיִּים קָרַע אֶת הַיָּם וְהִצְלִילָן בְּתוֹכוֹ. צָרַכְנוּ לְמָזוֹן הוֹרִיד לָנוּ אֶת הַמָּן. צָמְאוּ בָּקַע לָהֶן אֶת הָאֶבֶן. כָּפְרוּ בּוֹ עֲדַת קֹרַח בָּלְעָה אוֹתָן הָאָרֶץ. וְכֵן שְׁאָר כָּל הָאוֹתוֹת. וּבַמֶּה הֶאֱמִינוּ בּוֹ. בְּמַעֲמַד הַר סִינַי שֶׁעֵינֵינוּ רָאוּ וְלֹא זָר וְאָזְנֵינוּ שָׁמְעוּ וְלֹא אַחֵר הָאֵשׁ וְהַקּוֹלוֹת וְהַלַּפִּידִים וְהוּא נִגַּשׁ אֶל הָעֲרָפֶל וְהַקּוֹל מִדַּבֵּר אֵלָיו וְאָנוּ שׁוֹמְעִים משֶׁה משֶׁה לֵךְ אֱמֹר לָהֶן כָּךְ וְכָךְ. וְכֵן הוּא אוֹמֵר <small>(דברים ה ד)</small> \"פָּנִים בְּפָנִים דִּבֶּר ה' עִמָּכֶם\". וְנֶאֱמַר <small>(דברים ה ג)</small> \"לֹא אֶת אֲבֹתֵינוּ כָּרַת ה' אֶת הַבְּרִית הַזֹּאת\". וּמִנַּיִן שֶׁמַּעֲמַד הַר סִינַי לְבַדּוֹ הִיא הָרְאָיָה לִנְבוּאָתוֹ שֶׁהִיא אֱמֶת שֶׁאֵין בּוֹ דֹּפִי שֶׁנֶּאֱמַר <small>(שמות יט ט)</small> \"הִנֵּה אָנֹכִי בָּא אֵלֶיךָ בְּעַב הֶעָנָן בַּעֲבוּר יִשְׁמַע הָעָם בְּדַבְּרִי עִמָּךְ וְגַם בְּךָ יַאֲמִינוּ לְעוֹלָם\". מִכְלַל שֶׁקֹּדֶם דָּבָר זֶה לֹא הֶאֱמִינוּ בּוֹ נֶאֱמָנוּת שֶׁהִיא עוֹמֶדֶת לְעוֹלָם אֶלָּא נֶאֱמָנוּת שֶׁיֵּשׁ אַחֲרֶיהָ הִרְהוּר וּמַחֲשָׁבָה: ",
            "נִמְצְאוּ אֵלּוּ שֶׁשׁוּלַּח לָהֶן הֵם הָעֵדִים עַל נְבוּאָתוֹ שֶׁהִיא אֱמֶת וְאֵינוֹ צָרִיךְ לַעֲשׂוֹת לָהֶן אוֹת אַחֵר. שֶׁהֵם וְהוּא עֵדִים בַּדָּבָר כִּשְׁנֵי עֵדִים שֶׁרָאוּ דָּבָר אֶחָד בְּיַחַד שֶׁכָּל אֶחָד מֵהֶן עֵד לַחֲבֵרוֹ שֶׁהוּא אוֹמֵר אֱמֶת וְאֵין אֶחָד מֵהֶן צָרִיךְ לְהָבִיא רְאָיָה לַחֲבֵרוֹ. כָּךְ משֶׁה רַבֵּנוּ כָּל יִשְׂרָאֵל עֵדִים לוֹ אַחַר מַעֲמַד הַר סִינַי וְאֵינוֹ צָרִיךְ לַעֲשׂוֹת לָהֶם אוֹת. וְזֶהוּ שֶׁאָמַר לוֹ לְהַקָּדוֹשׁ בָּרוּךְ הוּא בִּתְחִלַּת נְבוּאָתוֹ בְּעֵת שֶׁנָּתַן לוֹ הָאוֹתוֹת לַעֲשׂוֹתָן בְּמִצְרַיִם וְאָמַר לוֹ <small>(שמות ג יח)</small> \"וְשָׁמְעוּ לְקלֶךָ\". יָדַע משֶׁה רַבֵּנוּ שֶׁהַמַּאֲמִין עַל פִּי הָאוֹתוֹת יֵשׁ בִּלְבָבוֹ דֹּפִי וּמְהַרְהֵר וּמְחַשֵּׁב וְהָיָה נִשְׁמָט מִלֵּילֵךְ וְאָמַר <small>(שמות ד א)</small> \"וְהֵן לֹא יַאֲמִינוּ לִי\". עַד שֶׁהוֹדִיעוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁאֵלּוּ הָאוֹתוֹת אֵינָן אֶלָּא עַד שֶׁיֵּצְאוּ מִמִּצְרַיִם וְאַחַר שֶׁיֵּצְאוּ וְיַעַמְדוּ עַל הָהָר הַזֶּה יִסְתַּלֵּק הִרְהוּר שֶׁמְּהַרְהֲרִין אַחֲרֶיךָ שֶׁאֲנִי נוֹתֵן לְךָ כָּאן אוֹת שֶׁיֵּדְעוּ שֶׁאֲנִי שְׁלַחְתִּיךָ בֶּאֱמֶת מִתְּחִלָּה וְלֹא יִשָּׁאֵר בְּלִבָּם הִרְהוּר. וְהוּא שֶׁהַכָּתוּב אוֹמֵר <small>(שמות ג יב)</small> \"וְזֶה לְּךָ הָאוֹת כִּי אָנֹכִי שְׁלַחְתִּיךָ בְּהוֹצִיאֲךָ אֶת הָעָם מִמִּצְרַיִם תַּעַבְדוּן אֶת הָאֱלֹהִים עַל הָהָר הַזֶּה\". נִמְצֵאתָ אוֹמֵר שֶׁכָּל נָבִיא שֶׁיַּעֲמֹד אַחַר משֶׁה רַבֵּנוּ אֵין אָנוּ מַאֲמִינִים בּוֹ מִפְּנֵי הָאוֹת לְבַדּוֹ כְּדֵי שֶׁנֹּאמַר אִם יַעֲשֶׂה אוֹת נִשְׁמַע לוֹ לְכָל מַה שֶּׁיֹּאמַר. אֶלָּא מִפְּנֵי הַמִּצְוָה שֶׁצִּוָּה משֶׁה בַּתּוֹרָה וְאָמַר אִם נָתַן אוֹת <small>(דברים יח טו)</small> \"אֵלָיו תִּשְׁמָעוּן\". כְּמוֹ שֶׁצִּוָּנוּ לַחְתֹּךְ הַדָּבָר עַל פִּי שְׁנַיִם עֵדִים וְאַף עַל פִּי שֶׁאֵין אָנוּ יוֹדְעִין אִם הֵעִידוּ אֱמֶת אִם שֶׁקֶר. כָּךְ מִצְוָה לִשְׁמֹעַ מִזֶּה הַנָּבִיא אַף עַל פִּי שֶׁאֵין אָנוּ יוֹדְעִים אִם הָאוֹת אֱמֶת אוֹ בְּכִשּׁוּף וְלָט: ",
            "לְפִיכָךְ אִם עָמַד הַנָּבִיא וְעָשָׂה אוֹתוֹת וּמוֹפְתִים גְּדוֹלִים וּבִקֵּשׁ לְהַכְחִישׁ נְבוּאָתוֹ שֶׁל משֶׁה רַבֵּנוּ אֵין שׁוֹמְעִין לוֹ וְאָנוּ יוֹדְעִין בְּבֵאוּר שֶׁאוֹתָן הָאוֹתוֹת בְּלָט וְכִשּׁוּף הֵן. לְפִי שֶׁנְּבוּאַת משֶׁה רַבֵּנוּ אֵינָהּ עַל פִּי הָאוֹתוֹת כְּדֵי שֶׁנַּעֲרֹךְ אוֹתוֹת זֶה לְאוֹתוֹת זֶה. אֶלָּא בְּעֵינֵינוּ רְאִינוּהָ וּבְאָזְנֵינוּ שְׁמַעֲנוּהָ כְּמוֹ שֶׁשָּׁמַע הוּא. הָא לְמָה הַדָּבָר דּוֹמֶה לְעֵדִים שֶׁהֵעִידוּ לָאָדָם עַל דָּבָר שֶׁרָאָה בְּעֵינָיו שֶׁאֵינוֹ כְּמוֹ שֶׁרָאָה שֶׁאֵינוֹ שׁוֹמֵעַ לָהֶן אֶלָּא יוֹדֵעַ בְּוַדַּאי שֶׁהֵן עֵדֵי שֶׁקֶר. לְפִיכָךְ אָמְרָה תּוֹרָה שֶׁאִם בָּא הָאוֹת וְהַמּוֹפֵת <small>(דברים יג ד)</small> \"לֹא תִּשְׁמַע אֶל דִּבְרֵי הַנָּבִיא הַהוּא\". שֶׁהֲרֵי זֶה בָּא אֵלֶיךָ בְּאוֹת וּמוֹפֵת לְהַכְחִישׁ מַה שֶּׁרָאִיתָ בְּעֵינֶיךָ וְהוֹאִיל וְאֵין אָנוּ מַאֲמִינִים בְּמוֹפֵת אֶלָּא מִפְּנֵי הַמִּצְוֹת שֶׁצִּוָּנוּ משֶׁה הֵיאַךְ נְקַבֵּל מֵאוֹת זֶה שֶׁבָּא לְהַכְחִישׁ נְבוּאָתוֹ שֶׁל משֶׁה שֶׁרָאִינוּ וְשֶׁשָּׁמַעְנוּ: "
        ],
        [
            "דָּבָר בָּרוּר וּמְפֹרָשׁ בַּתּוֹרָה שֶׁהִיא מִצְוָה עוֹמֶדֶת לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים אֵין לָהּ לֹא שִׁנּוּי וְלֹא גֵּרָעוֹן וְלֹא תּוֹסֶפֶת שֶׁנֶּאֱמַר (דברים יג א) \"אֵת כָּל הַדָּבָר אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם אֹתוֹ תִשְׁמְרוּן לַעֲשׂוֹת לֹא תֹסֵף עָלָיו וְלֹא תִגְרַע מִמֶּנּוּ\". וְנֶאֱמַר <small>(דברים כט כח)</small> \"וְהַנִּגְלֹת לָנוּ וּלְבָנֵינוּ עַד עוֹלָם לַעֲשׂוֹת אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת\". הָא לָמַדְתָּ שֶׁכָּל דִּבְרֵי תּוֹרָה מְצֻוִּין אָנוּ לַעֲשׂוֹתָן עַד עוֹלָם. וְכֵן הוּא אוֹמֵר חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם. וְנֶאֱמַר <small>(דברים ל יב)</small> \"לֹא בַשָּׁמַיִם הִיא\". הָא לָמַדְתָּ שֶׁאֵין נָבִיא רַשַּׁאי לְחַדֵּשׁ דָּבָר מֵעַתָּה. לְפִיכָךְ אִם יַעֲמֹד אִישׁ בֵּין מִן הָאֻמּוֹת בֵּין מִיִּשְׂרָאֵל וְיַעֲשֶׂה אוֹת וּמוֹפֵת וְיֹאמַר שֶׁה' שְׁלָחוֹ לְהוֹסִיף מִצְוָה אוֹ לִגְרֹעַ מִצְוָה אוֹ לְפָרֵשׁ בְּמִצְוָה מִן הַמִּצְוֹת פֵּרוּשׁ שֶׁלֹּא שָׁמַעְנוּ מִמּשֶׁה. אוֹ שֶׁאָמַר שֶׁאוֹתָן הַמִּצְוֹת שֶׁנִּצְטַוּוּ בָּהֶן יִשְׂרָאֵל אֵינָן לְעוֹלָם וּלְדוֹרֵי דּוֹרוֹת אֶלָּא מִצְוֹת לְפִי זְמַן הָיוּ. הֲרֵי זֶה נְבִיא שֶׁקֶר שֶׁהֲרֵי בָּא לְהַכְחִישׁ נְבוּאָתוֹ שֶׁל משֶׁה. וּמִיתָתוֹ בְּחֶנֶק עַל שֶׁהֵזִיד לְדַבֵּר בְּשֵׁם ה' אֲשֶׁר לֹא צִוָּהוּ. שֶׁהוּא בָּרוּךְ שְׁמוֹ צִוָּה לְמשֶׁה שֶׁהַמִּצְוָה הַזֹּאת לָנוּ וּלְבָנֵינוּ עַד עוֹלָם וְ <small>(במדבר כג יט)</small> \"לֹא אִישׁ אֵל וִיכַזֵּב\":  ",
            "אִם כֵּן לָמָּה נֶאֱמַר בַּתּוֹרָה <small>(דברים יח יח)</small> \"נָבִיא אָקִים לָהֶם מִקֶּרֶב אֲחֵיהֶם כָּמוֹךָ\". לֹא לַעֲשׂוֹת דָּת הוּא בָּא אֶלָּא לְצַוּוֹת עַל דִּבְרֵי הַתּוֹרָה וּלְהַזְהִיר הָעָם שֶׁלֹּא יַעַבְרוּ עָלֶיהָ. כְּמוֹ שֶׁאָמַר הָאַחֲרוֹן שֶׁבָּהֶן <small>(מלאכי ג כב)</small> \"זִכְרוּ תּוֹרַת משֶׁה עַבְדִּי\". וְכֵן אִם צִוָּנוּ בְּדִבְרֵי הָרְשׁוּת כְּגוֹן לְכוּ לְמָקוֹם פְּלוֹנִי אוֹ אַל תֵּלְכוּ. עֲשׂוּ מִלְחָמָה הַיּוֹם אוֹ אַל תַּעֲשׂוּ. בְּנוּ חוֹמָה זוֹ אוֹ אַל תִּבְנוּהָ. מִצְוָה לִשְׁמֹעַ לוֹ. וְהָעוֹבֵר עַל דְּבָרָיו חַיָּב מִיתָה בִּידֵי שָׁמַיִם שֶׁנֶּאֱמַר <small>(דברים יח יט)</small> \"וְהָיָה הָאִישׁ אֲשֶׁר לֹא יִשְׁמַע אֶל דְּבָרַי אֲשֶׁר יְדַבֵּר בִּשְׁמִי אָנֹכִי אֶדְרשׁ מֵעִמּוֹ\": ",
            "וְכֵן נָבִיא שֶׁעָבַר עַל דִּבְרֵי עַצְמוֹ וְהַכּוֹבֵשׁ נְבוּאָתוֹ חַיָּב מִיתָה בִּידֵי שָׁמַיִם וּבִשְׁלָשְׁתָּן נֶאֱמַר <small>(דברים יח יט)</small> \"אָנֹכִי אֶדְרשׁ מֵעִמּוֹ\". וְכֵן אִם יֹאמַר לָנוּ הַנָּבִיא שֶׁנּוֹדַע לָנוּ שֶׁהוּא נָבִיא לַעֲבֹר עַל אַחַת מִכָּל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה אוֹ עַל מִצְוֹת הַרְבֵּה בֵּין קַלּוֹת בֵּין חֲמוּרוֹת לְפִי שָׁעָה מִצְוָה לִשְׁמֹעַ לוֹ. וְכֵן לָמַדְנוּ מֵחֲכָמִים רִאשׁוֹנִים מִפִּי הַשְּׁמוּעָה בְּכָל אִם יֹאמַר לְךָ הַנָּבִיא עֲבֹר עַל דִּבְרֵי תּוֹרָה כְּאֵלִיָּהוּ בְּהַר הַכַּרְמֶל שְׁמַע לוֹ חוּץ מֵעֲבוֹדַת כּוֹכָבִים. וְהוּא שֶׁיִּהְיֶה הַדָּבָר לְפִי שָׁעָה. כְּגוֹן אֵלִיָּהוּ בְּהַר הַכַּרְמֶל שֶׁהִקְרִיב עוֹלָה בַּחוּץ וִירוּשָׁלַיִם נִבְחֶרֶת לְכָךְ וְהַמַּקְרִיב בַּחוּץ חַיָּב כָּרֵת. וּמִפְּנֵי שֶׁהוּא נָבִיא מִצְוָה לִשְׁמֹעַ לוֹ וְגַם בָּזֶה נֶאֱמַר <small>(דברים יח טו)</small> \"אֵלָיו תִּשְׁמָעוּן\". וְאִלּוּ שָׁאֲלוּ אֶת אֵלִיָּהוּ וְאָמְרוּ לוֹ הֵיאַךְ נַעֲקֹר מַה שֶּׁכָּתוּב בַּתּוֹרָה <small>(דברים יב יג)</small> \"פֶּן תַּעֲלֶה עלֹתֶיךָ בְּכָל מָקוֹם\". הָיָה אוֹמֵר לֹא נֶאֱמַר אֶלָּא הַמַּקְרִיב בַּחוּץ לְעוֹלָם חַיָּב כָּרֵת כְּמוֹ שֶׁצִּוָּה משֶׁה. אֲבָל אֲנִי אַקְרִיב הַיּוֹם בַּחוּץ בִּדְבַר ה' כְּדֵי לְהַכְחִישׁ נְבִיאֵי הַבַּעַל. וְעַל הַדֶּרֶךְ הַזֹּאת אִם צִוּוּ כָּל הַנְּבִיאִים לַעֲבֹר לְפִי שָׁעָה מִצְוָה לִשְׁמֹעַ לָהֶם. וְאִם אָמְרוּ שֶׁהַדָּבָר נֶעֱקַר לְעוֹלָם מִיתָתוֹ בְּחֶנֶק שֶׁהַתּוֹרָה אָמְרָה <small>(דברים כט כח)</small> \"לָנוּ וּלְבָנֵינוּ עַד עוֹלָם\": ",
            "וְכֵן אִם עָקַר דָּבָר מִדְּבָרִים שֶׁלָּמַדְנוּ מִפִּי הַשְּׁמוּעָה אוֹ שֶׁאָמַר בְּדִין מִדִּינֵי תּוֹרָה שֶׁה' צִוָּה לוֹ שֶׁהַדִּין כָּךְ הוּא וַהֲלָכָה כְּדִבְרֵי פְּלוֹנִי הֲרֵי זֶה נְבִיא הַשֶּׁקֶר וְיֵחָנֵק. אַף עַל פִּי שֶׁעָשָׂה אוֹת. שֶׁהֲרֵי בָּא לְהַכְחִישׁ הַתּוֹרָה שֶׁאָמְרָה <small>(דברים ל יב)</small> \"לֹא בַשָּׁמַיִם הִיא\". אֲבָל לְפִי שָׁעָה שׁוֹמְעִין לוֹ בַּכּל: ",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר מִצְוֹת. אֲבָל בַּעֲבוֹדַת כּוֹכָבִים אֵין שׁוֹמְעִין לוֹ וַאֲפִלּוּ לְפִי שָׁעָה. וַאֲפִלּוּ עָשָׂה אוֹתוֹת וּמוֹפְתִים גְּדוֹלִים וְאָמַר שֶׁה' צִוָּהוּ שֶׁתֵּעָבֵד עֲבוֹדַת כּוֹכָבִים הַיּוֹם בִּלְבַד אוֹ בְּשָׁעָה זוֹ בִּלְבַד הֲרֵי זֶה דִּבֵּר סָרָה עַל ה'. וְעַל זֶה צִוָּה הַכָּתוּב וְאָמַר <small>(דברים יג ג)</small> \"וּבָא הָאוֹת וְהַמּוֹפֵת\" <small>(דברים יג ד)</small> \"לֹא תִּשְׁמַע אֶל דִּבְרֵי הַנָּבִיא הַהוּא\" <small>(דברים יג ו)</small> \"כִּי דִּבֵּר סָרָה עַל ה' אֱלֹהֵיכֶם\". שֶׁהֲרֵי בָּא לְהַכְחִישׁ נְבוּאָתוֹ שֶׁל משֶׁה. וּלְפִיכָךְ נֵדַע בְּוַדַּאי שֶׁהוּא נְבִיא שֶׁקֶר וְכָל מַה שֶּׁעָשָׂה בְּלָט וְכִשּׁוּף עָשָׂה וְיֵחָנֵק: "
        ],
        [
            "כָּל נָבִיא שֶׁיַּעֲמֹד לָנוּ וְיֹאמַר שֶׁה' שְׁלָחוֹ אֵינוֹ צָרִיךְ לַעֲשׂוֹת אוֹת כְּאֶחָד מֵאוֹתוֹת משֶׁה רַבֵּנוּ אוֹ כְּאוֹתוֹת אֵלִיָּהוּ וֶאֱלִישָׁע שֶׁיֵּשׁ בָּהֶם שִׁנּוּי מִנְהָגוֹ שֶׁל עוֹלָם. אֶלָּא הָאוֹת שֶׁלּוֹ שֶׁיֹּאמַר דְּבָרִים הָעֲתִידִים לִהְיוֹת בָּעוֹלָם וְיֵאָמְנוּ דְּבָרָיו שֶׁנֶּאֱמַר <small>(דברים יח כא)</small> \"וְכִי תֹאמַר בִּלְבָבֶךָ אֵיכָה נֵדַע אֶת הַדָּבָר\" וְגוֹ'. לְפִיכָךְ כְּשֶׁיָּבוֹא אָדָם הָרָאוּי לִנְבוּאָה בְּמַלְאֲכוֹת הַשֵּׁם וְלֹא יָבוֹא לְהוֹסִיף וְלֹא לִגְרֹעַ אֶלָּא לַעֲבֹד אֶת ה' בְּמִצְוֹת הַתּוֹרָה אֵין אוֹמְרִין לוֹ קְרַע לָנוּ הַיָּם אוֹ הַחֲיֵה מֵת וְכַיּוֹצֵא בְּאֵלּוּ וְאַחַר כָּךְ נַאֲמִין בְּךָ. אֶלָּא אוֹמְרִים לוֹ אִם נָבִיא אַתָּה אֱמֹר דְּבָרִים הָעֲתִידִים לִהְיוֹת וְהוּא אוֹמֵר וְאָנוּ מְחַכִּים לִרְאוֹת הֲיָבוֹאוּ דְּבָרָיו אִם לֹא יָבוֹאוּ. וַאֲפִלּוּ נָפַל דָּבָר קָטָן בְּיָדוּעַ שֶׁהוּא נְבִיא שֶׁקֶר. וְאִם בָּאוּ דְּבָרָיו כֻּלָּן יִהְיֶה בְּעֵינֵינוּ נֶאֱמָן:\n",
            "וּבוֹדְקִין אוֹתוֹ פְּעָמִים הַרְבֵּה. אִם נִמְצְאוּ דְּבָרָיו נֶאֱמָנִים כֻּלָּן הֲרֵי זֶה נְבִיא אֱמֶת. כְּמוֹ שֶׁנֶּאֱמַר בִּשְׁמוּאֵל <small>(שמואל א ג כ)</small> \"וַיֵּדַע כָּל יִשְׂרָאֵל מִדָּן וְעַד בְּאֵר שָׁבַע כִּי נֶאֱמָן שְׁמוּאֵל לְנָבִיא לַה'\":\n",
            "וַהֲלֹא הַמְעוֹנְנִים וְהַקּוֹסְמִים אוֹמְרִים מַה שֶּׁעָתִיד לִהְיוֹת. וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַנָּבִיא וּבֵינָם. אֶלָּא שֶׁהַמְעוֹנְנִים וְהַקּוֹסְמִים וְכַיּוֹצֵא בָּהֶן מִקְצָת דִּבְרֵיהֶם מִתְקַיְּמִין וּמִקְצָתָן אֵין מִתְקַיְּמִין. כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ישעיה מז יג)</small> \"יַעַמְדוּ נָא וְיוֹשִׁיעֻךְ הֹבְרֵי שָׁמַיִם הַחֹזִים בַּכּוֹכָבִים מוֹדִעִים לֶחֳדָשִׁים מֵאֲשֶׁר יָבֹאוּ עָלָיִךְ\". מֵאֲשֶׁר וְלֹא כָּל אֲשֶׁר. וְאֶפְשָׁר שֶׁלֹּא יִתְקַיֵּם מִדִּבְרֵיהֶם כְּלוּם אֶלָּא יִטְעוּ בַּכּל כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ישעיה מד כה)</small> \"מֵפֵר אֹתוֹת בַּדִּים וְקֹסְמִים יְהוֹלֵל\". אֲבָל הַנָּבִיא כָּל דְּבָרָיו קַיָּמִין שֶׁנֶּאֱמַר <small>(מלכים ב י י)</small> \"כִּי לֹא יִפּל מִדְּבַר ה' אַרְצָה\". וְכֵן הוּא אוֹמֵר <small>(ירמיה כג כח)</small> \"הַנָּבִיא אֲשֶׁר אִתּוֹ חֲלוֹם יְסַפֵּר חֲלוֹם וַאֲשֶׁר דְּבָרִי אִתּוֹ יְדַבֵּר דִּבְרֵי אֱמֶת מַה לַּתֶּבֶן אֶת הַבָּר נְאֻם ה'\". כְּלוֹמַר שֶׁדִּבְרֵי הַקּוֹסְמִים וְהַחֲלוֹמוֹת כְּתֶבֶן שֶׁנִּתְעָרֵב בּוֹ מְעַט בַּר וּדְבַר ה' כְּבַר שֶׁאֵין בּוֹ תֶּבֶן כְּלָל. וּבַדָּבָר הַזֶּה הַכָּתוּב הִבְטִיחַ וְאָמַר שֶׁאוֹתָן הַדְּבָרִים שֶׁמּוֹדִיעִין הַמְעוֹנְנִים וְהַקּוֹסְמִים לָאֻמּוֹת וּמְכַזְּבִין הַנָּבִיא יוֹדִיעַ לָכֶם דִּבְרֵי אֱמֶת וְאֵין אַתֶּם צְרִיכִין לִמְעוֹנֵן וְקוֹסֵם וְכַיּוֹצֵא בּוֹ שֶׁנֶּאֱמַר <small>(דברים יח י)</small> \"לֹא יִמָּצֵא בְךָ מַעֲבִיר בְּנוֹ וּבִתּוֹ בָּאֵשׁ\" וְגוֹ' <small>(דברים יח יד)</small> \"כִּי הַגּוֹיִם הָאֵלֶּה\" וְגוֹ'. וְאָמַר <small>(דברים יח טו)</small> \"נָבִיא מִקִּרְבְּךָ מֵאַחֶיךָ\" וְגוֹ'. הָא לָמַדְתָּ שֶׁאֵין הַנָּבִיא עוֹמֵד לָנוּ אֶלָּא לְהוֹדִיעֵנוּ דְּבָרִים הָעֲתִידִים לִהְיוֹת בָּעוֹלָם מִשֹּׂבַע וְרָעָב מִלְחָמָה וְשָׁלוֹם וְכַיּוֹצֵא בָּהֶן. וַאֲפִלּוּ צָרְכֵי יָחִיד מוֹדִיעַ לוֹ. כְּשָׁאוּל שֶׁאָבְדָה לוֹ אֲבֵדָה וְהָלַךְ לַנָּבִיא לְהוֹדִיעוֹ מְקוֹמָהּ. וְכַיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים הוּא שֶׁיֹּאמַר הַנָּבִיא לֹא שֶׁיַּעֲשֶׂה דָּת אַחֶרֶת אוֹ יוֹסִיף מִצְוָה אוֹ יִגְרַע:\n",
            "דִּבְרֵי הַפֻּרְעָנוּת שֶׁהַנָּבִיא אוֹמֵר כְּגוֹן שֶׁיֹּאמַר פְּלוֹנִי יָמוּת אוֹ שָׁנָה פְּלוֹנִית רָעָב אוֹ מִלְחָמָה וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ אִם לֹא עָמְדוּ דְּבָרָיו אֵין בָּזֶה הַכְחָשָׁה לִנְבוּאָתוֹ. וְאֵין אוֹמְרִים הִנֵּה דִּבֵּר וְלֹא בָּא. שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וְנִחָם עַל הָרָעָה וְאֶפְשָׁר שֶׁעָשׂוּ תְּשׁוּבָה וְנִסְלַח לָהֶם כְּאַנְשֵׁי נִינְוֵה. אוֹ שֶׁתָּלָה לָהֶם כְּחִזְקִיָּה. אֲבָל אִם הִבְטִיחַ עַל טוֹבָה וְאָמַר שֶׁיִּהְיֶה כָּךְ וְכָךְ וְלֹא בָּאָה הַטּוֹבָה שֶׁאָמַר בְּיָדוּעַ שֶׁהוּא נְבִיא שֶׁקֶר. שֶׁכָּל דְּבַר טוֹבָה שֶׁיִּגְזֹר הָאֵל אֲפִלּוּ עַל תְּנַאי אֵינוֹ חוֹזֵר. וְלֹא מָצִינוּ שֶׁחָזַר בִּדְבַר טוֹבָה אֶלָּא בְּחֻרְבָּן רִאשׁוֹן כְּשֶׁהִבְטִיחַ לַצַּדִּיקִים שֶׁלֹּא יָמוּתוּ עִם הָרְשָׁעִים וְחָזַר בִּדְבָרָיו. וְזֶה מְפֹרָשׁ בְּמַסֶּכֶת שַׁבָּת. הָא לָמַדְתָּ שֶׁבְּדִבְרֵי הַטּוֹבָה בִּלְבַד יִבָּחֵן הַנָּבִיא. הוּא שֶׁיִּרְמְיָהוּ אָמַר בִּתְשׁוּבָתוֹ לַחֲנַנְיָה בֶּן עַזּוּר כְּשֶׁהָיָה יִרְמְיָה מִתְנַבֵּא לְרָעָה וַחֲנַנְיָה לְטוֹבָה. אָמַר לוֹ לַחֲנַנְיָה אִם לֹא יַעַמְדוּ דְּבָרַי אֵין בָּזֶה רְאָיָה שֶׁאֲנִי נְבִיא שֶׁקֶר אֲבָל אִם לֹא יַעַמְדוּ דְּבָרֶיךָ יִוָּדַע שֶׁאַתָּה נְבִיא שֶׁקֶר. שֶׁנֶּאֱמַר <small>(ירמיה כח ז)</small> \"אַךְ שְׁמַע נָא אֶת הַדָּבָר הַזֶּה\" וְגוֹ' הַנָּבִיא אֲשֶׁר יְדַבֵּר שָׁלוֹם בְּבֹא דְּבַר הַנָּבִיא יִוָּדַע הַנָּבִיא אֲשֶׁר שְׁלָחוֹ ה' בֶּאֱמֶת: \n",
            "נָבִיא שֶׁהֵעִיד לוֹ נָבִיא אַחֵר שֶׁהוּא נָבִיא הֲרֵי הוּא בְּחֶזְקַת נָבִיא וְאֵין זֶה הַשֵּׁנִי צָרִיךְ חֲקִירָה. שֶׁהֲרֵי משֶׁה רַבֵּנוּ הֵעִיד לִיהוֹשֻׁעַ וְהֶאֱמִינוּ בּוֹ כָּל יִשְׂרָאֵל קֹדֶם שֶׁיַּעֲשֶׂה אוֹת. וְכֵן לְדוֹרוֹת. נָבִיא שֶׁנּוֹדְעָה נְבוּאָתוֹ וְהֶאֱמִינוּ בִּדְבָרָיו פַּעַם אַחַר פַּעַם אוֹ שֶׁהֵעִיד לוֹ נָבִיא וְהָיָה הוֹלֵךְ בְּדַרְכֵי הַנְּבוּאָה אָסוּר לַחְשֹׁב אַחֲרָיו וּלְהַרְהֵר בִּנְבוּאָתוֹ שֶׁמָּא אֵינָהּ אֱמֶת. וְאָסוּר לְנַסּוֹתוֹ יוֹתֵר מִדַּאי וְלֹא נִהְיֶה הוֹלְכִים וּמְנַסִּים לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים ו טז)</small> \"לֹא תְנַסּוּ אֶת ה' אֱלֹהֵיכֶם כַּאֲשֶׁר נִסִּיתֶם בַּמַּסָּה\" שֶׁאָמְרוּ <small>(שמות יז ז)</small> \"הֲיֵשׁ ה' בְּקִרְבֵּנוּ אִם אָיִן\". אֶלָּא מֵאַחַר שֶׁנּוֹדַע שֶׁזֶּה נָבִיא יַאֲמִינוּ וְיֵדְעוּ כִּי ה' בְּקִרְבָּם וְלֹא יְהַרְהֲרוּ וְלֹא יַחְשְׁבוּ אַחֲרָיו. כָּעִנְיָן שֶׁנֶּאֱמַר <small>(יחזקאל ב ה)</small> \"וְיָדְעוּ כִּי נָבִיא הָיָה בְתוֹכָם\":\n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות יסודי התורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}