{
    "versionTitle": "הלכות יסודי התורה פרק שלישי ", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "language": "he", 
    "title": "Mishneh Torah, Foundations of the Torah", 
    "text": [
        [], 
        [], 
        [
            "א. הגלגלים הם הנקראים שמים ורקיע וזבול וערבות והם תשעה גלגלים גלגל הקרוב ממנו הוא גלגל הירח והשני שלמעלה ממנו הוא גלגל שבו הכוכב הנקרא כוכב וגלגל שלישי שלמעלה ממנו שבו נוגה וגלגל רביעי שבו חמה וגלגל חמישי שבו מאדים וגלגל ששי שבו כוכב צדק וגלגל שביעי שבו שבתי וגלגל שמיני שבו שאר כל הכוכבים שנראים ברקיע וגלגל תשיעי הוא גלגל החוזר בכל יום מן המזרח למערב והוא המקיף ומסבב את הכל וזה שתראה כל הכוכבים כאילו הם כולם בגלגל אחד ואף על פי שיש בהן זה למעלה מזה מפני שהגלגלים טהורים וזכים כזכוכית וכספיר לפיכך נראים הכוכבים שבגלגל השמיני מתחת גלגל הראשון:", 
            "ב. כל גלגל וגלגל משמונה הגלגלים שבהם הכוכבים נחלק לגלגלים הרבה זה למעלה מזה כמו גלדי בצלים מהן גלגלים סובבים ממערב למזרח ומהן סובבים ממזרח למערב כמו הגלגל התשיעי החוזר ממזרח למערב וכולן אין ביניהם מקום פנוי:", 
            "ג. כל הגלגלים אינן לא קלים ולא כבדים ואין להם לא עין אדום ולא עין שחור ולא שאר עינות וזה שאנו רואין אותם כעין התכלת למראית העין בלבד הוא לפי גובה האויר וכן אין להם לא טעם ולא ריח לפי שאין אלו המאורעין מצויין אלא בגופות שלמטה מהן:", 
            "ד. כל הגלגלים האלו המקיפין את העולם הן עגולין ככדור והארץ תלויה באמצע ויש למקצת מן הכוכבים גלגלים קטנים שהן קבועים בהן ואין אותם הגלגלים מקיפין את הארץ אלא גלגל קטן שאינו מקיף קבוע בגלגל הגדול המקיף:", 
            "ה. מספר כל הגלגלים המקיפין את כל העולם שמונה עשר ומספר הגלגלים הקטנים שאינן מקיפין שמונה וממהלך הכוכבים וידיעת שיעור סביבתן בכל יום ובכל שעהו ומנטייתן מרוח דרום לרוח צפון ומרוח צפון לרוח דרום ומגבהן מעל הארץ וקריבתן יודע מספר כל אלו הגלגלים וצורת הליכתן ודרך הקפתן וזו היא חכמת חשבון תקופות ומזלות וספרים רבים חיברו בהן חכמי יון:", 
            "ו. גלגל התשיעי שהוא מקיף את הכל חלקוהו החכמים הקדמונים לשנים עשר חלקים כל חלק וחלק העלו לו שם על שם צורה זו שתראה בו מן הכוכבים שלמטה ממנו שהם מכוונים תחתיו והם המזלות ששמותם טלה שור תאומים סרטן אריה בתולה מאזנים עקרב קשת גדי דלי דגים:", 
            "ז. גלגל התשיעי עצמו אין בו לא חלוקה ולא צורה מכל הצורות האלו ולא כוכב אלא בחיבור הכוכבים שבגלגל השמיני הוא שיראה בכוכבים גדולים שבו תבנית הצורות האלו או קרוב מהן ואלו השנים עשר צורות לא היו מכוונות כנגד אותן החלקים אלא בזמן המבול שאז העלו להן שמות אלו אבל בזמן הזה כבר סבבו מעט לפי שכל הכוכבים שבגלגל שמיני כולם סובבים כמו השמש והירח אלא שהן סובבין בכבידות וחלק שיתהלך השמש והירח כנגדו ביום אחד ילך כנגדו כל כוכב מהן בקירוב משבעים שנה:", 
            "ח. כל הכוכבים הנראים יש מהן כוכבים קטנים שהארץ גדולה מאחד מהן ויש מהן כוכבים גדולים שכל אחד מהן גדול מן הארץ כמה פעמים והארץ גדולה מן הירח כמו ארבעים פעמים והשמש גדולה מן הארץ כמו מאה ושבעים פעמים נמצא הירח אחד מששת אלפים ושמונה מאות מן השמש בקירוב ואין בכל הכוכבים כוכב גדול מן השמש ולא קטן מכוכב שבגלגל השני:", 
            "ט. כל הכוכבים והגלגלים כולן בעלי נפש ודעה והשכל הם והם חיים ועומדים ומכירין את מי שאמר והיה העולם כל אחד ואחד לפי גדלו ולפי מעלתו משבחים ומפארים ליוצרם כמו המלאכים וכשם שמכירין הקדוש ברוך הוא כך מכירין את עצמן ומכירין את המלאכים שלמעלה מהן ודעת הכוכבים והגלגלים מעוטה מדעת המלאכים וגדולה מדעת בני אדם:", 
            "י. ברא האל למטה מגלגל הירח גולם אחד שאינו כגולם הגלגלים וברא ארבע צורות לגולם זה ואינן כצורת הגלגלים ונקבע כל צורה וצורה במקצת גולם זה צורה ראשונה צורת האש נתחברה במקצת גולם זה ונהיה משניהן גוף האש וצורה שניה צורת הרוח נתחברה במקצתו ונהיה משניהן גוף הרוח וצורה שלישית צורת המים נתחברה במקצתו ונהיה משניהם גוף המים וצורה רביעית צורת הארץ נתחברה במקצתו ונהיה משניהם גוף הארץ נמצא למטה מן הרקיע ארבעה גופין מוחלקין זה למעלה מזה וכל אחד ואחד מקיף את שלמטה ממנו מכל רוחותיו כמו גלגל הגוף הראשון הסמוך לגלגל הירח הוא גוף האש למטה ממנו גוף הרוח למטה ממנו גוף המים למטה ממנו גוף הארץ ואין ביניהם מקום פנוי בלא גוף כלל:", 
            "יא. ארבעה גופות האלו אינם בעלי נפש ואינם יודעים ולא מכירים אלא כגופים מתים ויש לכל אחד ואחד מהם מנהג שאינו יודעו ולא משיגו ואינו יכול לשנותו וזה שאמר דוד הללו את ה' מן הארץ תנינים וכל תהומות אש וברד שלג וקיטור וביאור ענין הדברים הללוהו בני אדם מגבורותיו שתראו באש ובברד ובשאר ברואים שתראו למטה מן הרקיע שגבורתם תמיד ניכרת לקטן ולגדול:"
        ]
    ], 
    "versionSource": "http://Chabad.org", 
    "heTitle": "משנה תורה, הלכות יסודי התורה", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Madda"
    ]
}