{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "license": "Public Domain", 
    "sectionNames": [
        "Seif", 
        "siman"
    ], 
    "digitizedBySefaria": true, 
    "language": "he", 
    "title": "Pilpula Charifta on Bava Batra", 
    "licenseVetted": true, 
    "text": [
        [
            "<b>  דומיא  </b> דקתני וכן בגיגה מקום שנהגו לגדור. דבגינה ודאי לית לן למימר שיכופו זה את זה כמנהג בניני הבתים ועוד דהא קתני לגדור משמע גדר שבין הגינות ולא בנין אחר והשתא אית לן למימר דהה\"נ גבי חצר אע\"ג דקתני לבנות לא קאמר אלא בנין שהנהיגו בין חצרות ולא כבניני בתים ומשום דגבי חצרות מקרי כותל להכי קתני לבנות משא\"כ גבי גינה דמקרי גדר קתני לגדור ומ\"מ בשניהם א\"צ כבניני בתים ואפילו בחצר דיגיד עליו ריעו: ", 
            "<b>  ליתני  </b> השותפין שחלקו. והכל בכלל בין יש בו דין חלוקה בין אין בו דין חלוקה ומשני דה\"א השותפין שחלקו דוקא ביש בה דין חלוקה אבל באין בה דין חלוקה אפילו רצו מצי למימר כי אתרצאי כו' ומלשון רבינו נראה דל\"ג בגמרא אדאשמועינן בשאין בה וכו' עד אף על פי ששניהם רוצים לא יחלוקו וכן ליתא בס\"א: "
        ], 
        [
            "<b>  דטעמא  </b> דחזקה היינו כיון דשתק ולא מיחה הפסיד. פי' הא דמהני ליה חזקת שלש שנים ומצי טעין מחלת לי או מכרת או נתת לי ואע\"ג דלית ליה שטר היינו כיון דהלה שתק ולא מיתה כל השלש שנים הפסיד הוא את זכות חזקתו והרי הוא בחזקת הטוען ונשבע על טענתו ואילו היה מוחה בתוך השלש לא היה הטוען נאמן בשבועה אלא בתזקת הלה עדיין היה עומד זהו פירוש דברי רבינו וכן מבואר בדבריו ריש פ' דלקמן והב\"י בסימן קנ\"ז אגב ריהטיה לא דק והניחן בצ\"ע ואין כאן מקום עיון כלל: ", 
            "<b>  אע\"פ  </b> שהאומר לחבירו כו'. לר\"י מקשה מהך אבל לר\"ת דס\"ל בקוטרא ובית הכסא דיכול לחזור ה\"מ למפרך מיניה וביה ומ\"מ גם לר\"י איכא בינייהו דקוטרא ובית הכסא לדהכא לפי מה שכתב הטור סימן קנ\"ה סעיף ס\"א דקנין צריך ולא סגי במחילה בלא קנין ואילו הכא כתב רבינו דמחילה בלא קנין מהני וכך כתב גם כן בטור סימן קנ\"ז סעיף ט': "
        ], 
        [
            "<b>  דכיון  </b> שקנו ושיעבדו נכסיהם הב\"י חולק על הטור סימן קנ\"ז שכתב הטור שרבינו סובר דלבנות לא הוי קנין דברים וכתב ב\"י דמאריכות לשונו נראה דבעינן שיקנו מידו שישעבד נכסיו כו' ע\"כ ולי ראיה מריש פרק אע\"פ בדברי רבינו דלא ס\"ל שצריך שיקנה בהדיא שישעבד נכסיו אלא דמכי נתחייב לבנות ממילא חל שיעבוד נכסיה: ", 
            "<b>  כיון  </b> שזכה זה נתחייב זה בחליפים. משא\"כ בקנין רוחות דחליפי דרוח הוה הסודר שקנה בו: ", 
            "<b>  אלא  </b> או זה או זה קאמר. והגה\"מ פ\"ב מהל' שכנים הקשו דה\"ל לרב אשי למימר כגון שהלך אחד מהם והחזיק בחלקו ופירשו דהאי והחזיק לאו חזקה ממש קאמר כגון נעל ופרץ וגדר אלא הילוך לאורך ורוחב חלקו כדמשמע לישנא והלך והחזיק כלומר על ידי הלוך החזיק וקמ\"ל דאע\"ג דבעלמא לא קני בהלך כי אם דוקא בשביל של כרמים וכו': ", 
            "<b>  תימה  </b> מאי קמ\"ל רב אשי. כיון דמתניתין שפיר מתרצא בשינויא דרבי יוחנן ולשון התוס' מה בא רב אשי להוסיף: ", 
            "<b>  אלא  </b> שנתרצה לחלוק. ואמר אתה תקח רוח צפונית ואני רוח דרומית. תוספות: ", 
            "<b>  ואע\"ג  </b> דבעלמא אמרינן כו'. לקמן בפרק חזקת בפיסקא בד\"א במחזיק כו': ", 
            "<b>  אפילו  </b> לא אמר לך חזק וקני. והב\"י סימן קנ\"ז כתב דהרמב\"ן כתב שאינו נכון כי רב אשי סתם אמר והחזיק ואי לאשמעינן האי דינא פרושי הוה מפרש ליה אלא רב אשי לא שמעיה לדרבי יוחנן אלא פריק לה לקושיא בחזקה דרוחות ורבי יוחנן פירקה בקנין דרוחות וגמרא סברינהו לתרוייהו דחד אורחא הוא ע\"כ: "
        ], 
        [
            "<b>  שפכי.  </b> וכן העתיק בפ' בני העיר פירש רש\"י מרזבין. ובנ\"י איתא שופריה: ", 
            "<b>  והא  </b> דקאמר התם וכו'. אמימרא גופה דעל תנאי הן עשוין מקשה ולא תלי בחד מן הפירושים: "
        ], 
        [
            "<b>  דתתרע  </b> אשיתאי. והתם קאי כשהאחד אינו רוצה לעשות כל המחיצה על גג שלו לבדו: ", 
            "<b>  ויצטרך  </b> בעל הכרם לבנות גזית. ולא אשתמיט תנא ואמורא בשום דוכתא למימר דדינא הכי: ", 
            "<b>  אנפרות.  </b> הפסד פירש רש\"י פ\"ד דגיטין דף מ\"ד: "
        ], 
        [
            "<b>  דשותפין  </b> לא קפדי אהדדי. וכן כתב בפרק הבית והעליה: ", 
            "<b>  ועושין  </b> חזית מכאן ומכאן. בגמרא מפרש טעמא מאי: ", 
            "<b>  ה\"ג  </b> ופסק כרבי יוחנן וכ\"כ בנמוקי יוסף: ", 
            "<b>  קלופא  </b> גרסינן: ", 
            "<b>  דצי.  </b> כמו דעצי והעין נבלעת במבטא והם ראשי קנים שנועצים אותם לבר ובפרק איזהו נשך שלוף דוץ: ", 
            "<b>  חלונות  </b> מבפנים. שקורין בלשון אשכנז שווייג בוגין: ", 
            "<b>  וכיון  </b> דבבקעה כו'. טעמא באפי נפשיה הוא וכאילו כתב ועוד כיון כו'. וכהאי גוונא בפ' חזקת גבי שדה המסוימת במצריה וכן בפרק ד' וה' בבבא קמא גבי שור של חש\"ו כו' וכן בפ' ד' מיתות ושאר דוכתי: ", 
            "<b>  דיכול  </b> לכנוס כו'. מהני דלא חיישינן לרמאי שיכנס לתוך של חברו כדפרכינן ותנא תקנתא לרמאי אתא לאשמועינן אף על גב דבשלו חיישינן כדמשני אדפריך וליעבד מלגאו עביד חבריה נמי מלבר מ\"מ לשיכנס בתוך של חבירו ויעשה רמאות להא לא חיישינן: "
        ], 
        [
            "<b>  ה\"ג  </b> הב לי אגר נטירא א\"ל לא יומא חד הוה קא גדר דקלי א\"ל לאריסא זיל שקול מיניה קיבורא דאהינא אזל לאתויי רמא ביה קלא א\"ל גלית אדעתיך דניחא לך לא יהא אלא עיזי בעלמא אתי לקמיה דרבא וכן העתיק הרי\"ף ונפקא מיניה דלא מחייבינן ליה אלא היכא דניחא ליה דהא רבינא לא אתי לקמיה דרבא לתבעו אלא בתר דגלי אדעתיה דניחא ליה ומיהו הרמב\"ם פ\"ג מהל' שכנים כתב הדין על חורבה שבין חורבת חבירו משמע דלא בעינן דניחא ליה ולפי זה כדין השמיט וטעמא דאע\"ג דלא אתי רבינא לקמיה דרבא אלא בתר דניחא ליה לאו משום דינא עביד הכי דהא רבי יוסי סתמא קאמר דמגלגלין אלא איהו לפנים משורת הדין הוא דעבד הכי דאי לא הוה ניחא ליה לא היה תובעו אף על גב דמדינא היה מתחייב: "
        ], 
        [
            "<b>  אע\"פ  </b> שלא נתן עליו את התקרה מגלגלים עליו את הכל. וא\"ת במה קנאו דמחייבינן ליה י\"ל דכיון שיש לו חצי כותל בד\"א ה\"ל כחצירו וקונה לו ואע\"פ דלא א\"ל אידך תקנה לך חצר ברור לן שעל דעת כן בנאו שיהיה לו כל זמן שירצה וא\"ת ואמאי מגלגלים עליו שמא כשיקרה את ביתו לא יסמוך קורותיו באותו כותל י\"ל דמ\"מ כיון שנעשה כותל זה מחיצה לביתו חייב והכי תניא בתוספתא היתה סמוכה לביתו כו'. נימוקי יוסף: "
        ], 
        [
            "<b>  וא\"ל  </b> פרעתיך בתוך זמנו. ותבעו בתוך הזמן או בתחילת היום שכלה בו הזמן טור סימן ע\"ח והביא הב\"י לשון ספר התרומות שער ט\"ז וזהו ומסתברא דמילתיה דר\"ל אפילו בשתבעו ביומא דמישלם זמניה מיירי והוא שתבעו בתחילת היום שנשלם בו הזמן אבל אם תובעו בסוף היום מגו דאי בעי אמר פרעתי בתחילת היום ומהימן כדמוכח בסוגיא דהשואל דעביד אינש דפרע ביום דמישלם זמניה כי אמר פרעתיך בתוך זמנו מהימן ותו מדקא מבעיא ליה בגמרא תבעו לאחר זמנו ש\"מ דר\"ל בתבעו בזמנו מיירי והיכי דמי כגון שתבעו בתחילת היום שנשלם בו זמנו וכך כתב בעל העיטור עכ\"ל: ", 
            "<b>  ולהכי  </b> לא פירש. בגמרא בשילהי מכילתין ופ' שום היתומים (ערכין דף כ\"ב:) ", 
            "<b>  דלא  </b> שכיח כלל להתפיס צררי בתוך הזמן. דבשעת הלואה מתפיס משכון שאם אין נותן לו משכון חייש שידחהו ולא ילוה לו אבל תוך הזמן מה צריך להקדים וכו' כדלקמן: ", 
            "<b>  ה\"ג  </b> בתוספ' דהבא ליפרע מנכסי יתומים דלא איירי אלא דוקא בגדולים: ", 
            "<b>  ושטר  </b> בתוך זמנו הבא לגבות מן הלקוחות כו'. ומשמע דאפילו הלוה לפנינו וקאמר דלא פרעיה דאי אמר דפרעיה הא מסיק בסמוך דאפילו לגבות מעצמו צריך שישבע דל\"ש לן בין מלוה על פה לזמן בעדים למלוה בשטר לזמן אלא ודאי הכא אף באומר שלא פרעו אפ\"ה לא מהני משום דחיישינן לקנוניא כיון שהוא בתוך הזמן ויש חזקה ואפילו לדסברי בפרק הכותב דנאמנות מועיל לגבי לקוחות הכא שאני דאיכא חזקה וחיישינן לקנוניא טפי והטור סימן ע\"ח העתיק ואם מת בתוך הזמן ובא לטרוף מלקוחות כו' ונראה דלרבותא נקט מת דלא תימא כיון שמת אי איתא דפרע הוה מפקיד קמ\"ל דלגבי לקוחות לא אמרינן הכי כמ\"ש מהר\"ו כ\"ץ דאיכא למימר שצוה ולקוחות לא ידעי משא\"כ ביתמי דאינהו או אפוטרופוס שלהן הוו ידעי והיו טוענין כן ע\"כ אך לפי זה אי ידעינן שמת בלא צוואה א\"כ טורף בלא שבועה אפילו מלקוחות. ובעיר שושן כתב שהטעם דשאני לקוחות מיתמי משום דאביהן אינו חש לטובת הלקוחות ע\"כ לדבריו ניחא אבל מהר\"ו כ\"ץ כתב שאינו נראה ואפשר דלדידיה אה\"נ כי ידעינן שמת בלא צואה דטורף בלא שבועה וא\"נ י\"ל דאפ\"ה בעי שבועה שלא לחלק בטריפת לקוחות: ", 
            "<b>  אבל  </b> ביתמי לא משבעינן ליה מספק. הואיל וחזקה אין אדם פורע כו' אבל בלאו הכי משבעינן מספק דטענינן ליתמי אפילו בשמא כדמסיק רבינו בפ' חזקת גבי עובדא דרבה בר שרשום: ", 
            "<b>  וסרב  </b> על צווי ב\"ד. פירוש בפני הב\"ד ולפי זה גבי צא תן לו נמי דינא הכי אלא דהתם לא מצי לפרש כך דהתם אמרינן והעדים מעידים כו': ", 
            "<b>  אבל  </b> אם סרב בעדים ולא עמד בדין. כלומר שלא עמד בדין כשסירב: "
        ], 
        [], 
        [
            "<b>  התם  </b> מיירי כגון שלקחו כו' ובפרק הבית והעליה כתב דברי הראב\"ד ותרוייהו איתנהו להלכה וכן בב\"י סימן קסד תשובת הרשב\"א סימן תתקל\"א כתב דברי הראב\"ד וכתב תירוץ אחר בלשון ואני מוסיף על דבריו: "
        ], 
        [], 
        [
            "<b>  ובעובי  </b> הכותל בראשו כגון אם השכיר לו בה עלייה. רש\"י: ", 
            "<b>  ה\"ג  </b> בחזקה דקנייה אפילו: ", 
            "<b>  עד  </b> שבעה יומי. לאו דוקא שבעה דבשמיני מצרת לא יוכל לסתור. תוספות "
        ], 
        [
            "<b>  דכיון  </b> דלא סמיכי אהדדי דאי סמיכי איכא פלוגתא לקמן: "
        ], 
        [], 
        [
            "<b>  ועליון  </b> בונה מכנגדו. פירש רש\"י בסיוע התחתון וכדבריו משמע מלישנא דברייתא דתניא כוותיה דרב חסדא דלקמן:  ה\"ג ", 
            "<b>  דבלאו  </b> הכי בני רה\"ר חזו לי. ומשמע ודאי דהיכא דבני רה\"ר לא חזו ליה מחוייב לסלק היזקו: ", 
            "<b>  שלא  </b> יהא נתפס כנגב. פירוש שאם אין מחיצה עשרה לא היה נתפס כגנב ויותר היה נכון לגרוס שיהא נתפס כגנב אבל משום דגירסת הספר נתקיים כך תלתא זימני לכך אין להגיה וגם בקיצור הגי' שלא יהא כו' בסימן דלעיל ודהכא: ", 
            "<b>  הוצאת  </b> שני טפחים. כלומר מה שיצטרך להוצאת השני טפחים ואם צריכים ליסוד קצת ודאי דצריך גם כן ליתן חלקו: "
        ], 
        [], 
        [], 
        [
            "<b>  ועוד  </b> דאיכא למיחש. צריך עיון ריש פ\"ב גבי הא ליכא כותל סמיך שכתב רבינו דאם אין יכול למחות אין חזקה: "
        ], 
        [
            "<b>  ולאזמוני.  </b> לבי דינא קשה לי דהא איכא למימר דמש\"ה לקח שובר לפי שהלה אמר לו. שאבד שטרו וי\"ל דכיון שאין זה ברור לא קרעינן ליה ומהר\"ו כ\"ץ סימן ק\"ח כתב היה מוציאו בתיי אביהן פירוש היה מראהו בב\"ד או בין הבריות לברר שכבר נפרע השטר שביד המלוה ע\"כ: "
        ], 
        [
            "<b>  הלכך  </b> אין גובין אלא לפי שבח ממון. דאין באין על עסקי נפשות כי נוח להם להחיות את נפשם ושיהיו להם למס עובד וכ\"כ מהר\"ו כ\"ץ סימן קס\"ג: "
        ], 
        [
            "<b>  אין  </b> בני מבוי כופין אותו לעשות דלת כו'. עיין לקמן גבי אמר רב ענן מבואיות המפולשות לרה\"ר וכו': "
        ], 
        [], 
        [], 
        [
            "<b>  ותשחורת </b> . לשון שחור דבפרק חזקת והוא לשון ארמית לא חמור אחד מהם נשאתי מתרגם לא חמרא דחד מנהון שחרית: ", 
            "<b>  ונראה  </b> שת\"ת שיש לו אומנות כו'. לאפוקי שתורתו אומנתו דפ\"ק דשבת גבי מפסיקין לתפלה דבעינן דוקא כרשב\"י וחביריו והר\"י הלוי דנקט תורתו אומנתו לישנא מעליא נקט לשון המוזכר בדברי החכמים ז\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>  לפסי  </b> העיר. הם הבקעות שסביב החומה כך כתב נימוקי יוסף ולשון הערוך קרשי העץ לחזק שערי העיר כמו פסי ביראות (דבערובין): ", 
            "<b>  ויש  </b> לקצת עכומ\"ז. ובדפוס ישן יש לעכומ\"ז: ", 
            "<b>  שאין  </b> עושין שררה על הצבור בממון וכן גי' הרי\"ף גם הרמב\"ם בפ\"ט מהלכות מתנות עניים אבל בספרים דידן בגמרא ל\"ג בממון וכן בטור י\"ד סימן רנ\"ו ולקמן גבי אמר מר לא העתיק רבינו גם כן בממון. ", 
            "<b>  והקופה.  </b> נ\"ל דגרסינן דהקופה והיינו כפירוש הרי\"ף דלא כפירוש רש\"י וכן ג\"כ דעת התוספות וכן מוכח בטור י\"ד סימן רנ\"ו: ", 
            "<b>  וציפי  </b> דבי כנישתא. דלקמן בסמוך: ", 
            "<b>  שינו  </b> אותן ובהכ\"נ לבהמ\"ד. כלומר ודלא כפרש\"י דמן הקופה היו נעשין גם הרי\"ף כתב כהר\"י הלוי דמבהכ\"נ לבהמ\"ד נשתנו ומחדש נדפסו ספרי הרי\"ף בקרארקא והוגה בצדו בשם חכם א' שתמה על הרי\"ף דלא פי' כפרש\"י והרא\"ש ובמחילה מכבודו דלא דק כלל בזה דטעמייהו דרש\"י והרא\"ש דס\"ל כפי' ר\"ת דרשאין לשנות מהקופה אפילו לדבר הרשות אבל הרי\"ף ס\"ל כהר\"י הלוי וזה פשוט: ", 
            "<b>  דומיא  </b> דשבוים שבאים במקרה: ", 
            "<b>  אבל  </b> בני העיר שעשו קופה בסתם. וה\"ה תמחוי וכן הוא בהדיא בטור י\"ד סימן רנ\"ו: "
        ], 
        [
            "<b>  כי  </b> הא דרבא אכפייה כו'. עם אחד שהיה עמו שאין עושין שררה על הציבור בפחות משנים ולא חשיב ליה משום כבודו של רבא כך כתבו התוספות: ", 
            "<b>  אינם  </b> רשאין לפרוש זה מזה בשוק. במקום שהרבים מצוים שם ולכך יוציא עצמו מחשדא דשכיחא בין המון העם אבל ודאי דאנן מהמנין ליה כדלעיל ר' מינה שני אחים והיינו דפי' רש\"י בדבור הא המוני כו' להיות גזבר וכלומר שיהא המעות תחת ידו לבדו אבל לגבות בשוק צריך שיוציא עצמו מהחשד של ההמון עם: "
        ], 
        [
            "<b>  שנקנו  </b> מן הקופה. כך פירש רש\"י וכדמסיק רבינו לעיל דנראה כדברי ר\"ת: "
        ], 
        [], 
        [], 
        [
            "<b>  ואע\"ג  </b> שאין ראיה לדבר. דדלמא אינהו היו צדיקים גמורים וכ\"כ התוס' ואין נראה מה שפירש רש\"י דאגבאי צדקה לחוד קאי: "
        ], 
        [], 
        [
            "<b>  גדול  </b> המעשה יותר מן העושה. רגילים לקרות מעשה בשוא ופתח וראיתי בספר ערוגות הבשם בבינוני מפעל הדגוש שכתב שקריאתו כאשר הוא בפתח ושוא ג\"כ יוצא לשלישי שכן הוא הבינוני בהפעיל אלא שכל מעשה שבכתוב הוא שם ואינו פעל לכך משנין הקריאה עכ\"ד והוכרחו לדרוש כן כדי שלא יהיה הפסוק כפל לשון דבסיפיה כתיב ועבודת הצדקה השקט ובטח עד עולם ודרשו דמעשה גדול לפי שבו כתיב שלום ואין לך כלי מחזיק ברכה יותר מן השלום כדתנן בסוף עוקצים. אבל השקט ובנוח אף על פי שענינם גם כן מענין שלום יש הפרש ביניהם ומשום כך בא הלשון כפל השקט ובטח לומר שאם יהיה השקט אבל יקרה מקרה לבא חרב של שלום וכיוצא בזה פן ירך לבבו ויירא לנפשו לכך אמר ובטח שיהא בטוח כי לא יאונה לו כל און אף כי יעבור חרב או יקרה שאר התרגשות של רעה בעולם אבל שלום הוא מחזיק כל הברכות שאפילו שום חרב או רעה לא יעלה ולא יבא כלל: ", 
            "<b>  ה\"ג  </b> וקבלינהו שמע ר' אמי ואיקפד אמר ליה ליה ביבוש קצירה תשברנה ורבא דעבד משום שלום מלכות הוא דעבד ור' אמי סבר אי משום. ", 
            "<b>  כאן  </b> כתב הרי\"ף הא דבפרק (זה בורר) אוכלי דבר אחר כו'. אע\"פ שגם במקומו כתבו אפילו הכא כתבו בכאן דהתם לענין עדות והכא לענין צדקה ובקצור כתב גם כאן: "
        ], 
        [
            "<b>  את  </b> בית הבד גרסינן. ובי\"ס גרסי' גם כן את בית השלחין קודם בית הבד: ", 
            "<b>  ומלתא  </b> דפשיטא היא כלומר ואין צריך להראיה שכתב הרי\"ף: "
        ], 
        [
            "<b>  שמא  </b> יחזיק זה כו'. עיין בר\"פ דלקמן ומ\"ש שם: ", 
            "<b>  מסתמא  </b> לא היו לגמרי שוין וכו'. ואז אמרינן כו'. אבל להגאונים ליתא משום דסברי דד\"א דפתחים הן כמו חלונות וכן משמע לקמן דגאונים חלוקים בזה שכתב ולפי הגאונים וכו': "
        ], 
        [
            "<b>  אין  </b> לשמעון חלונות על לוי וה\"ה ד\"א לפתחו דמרא דהך שמעתא הר\"ר יונה הוא כדמסיים רבינו ולדידיה ד\"א דפתחים וחלונות דין א' להם ולא נקט חלונות אלא לפי שמביא ראיה מהא דאחין שחלקו אין להם חלונות וכו': ", 
            "<b>  דמוכר  </b> בעין יפה מוכר. והאחין שחלקו כלקוחות הן כמ\"ש רבינו לקמן בפרק בית כור ובאותה חלוקה נתפרשה גם חלוקת החצר דלמי שחלק בית שיש לו שני פתחים בכלל זה נתן לו ב' פעמים ד\"א בחצר דלכך לא חלק החצר: ", 
            "<b>  ולפי  </b> הגאונים. דסברי שנים שירשו או שקנו בשותפות לעולם חולקים החצר בשוה והא דאף על גב שחולקים בשוה צריך שיהא לכל פתח ד\"א ועוד ד\"א שיעור לכל אחד ואחד ב\"י ס\"ס קע\"ב: ", 
            "<b>  נמצא  </b> שיצטרך בחצר ששה פעמים ד\"א וכו'. שאם לאחד יש לו ב' פתחים צריך שיגיע לו ג' פעמים ד\"א ב\"פ לב' פתחים ואחד לשיעור חצר לסברת הגאונים שחולקים החצר בשוה א\"כ צריך שיהא גם לבעל פתח אחד ג\"פ ד\"א כדי שתהא חלוקת החצר בשוה: "
        ], 
        [
            "<b>  ואף  </b> על גב דאיכא עשר אמות בארכה. שהחצר ארוך וקצר: "
        ], 
        [
            "<b>  ד\"א.  </b> פי' ד' על ד' וכן משלים עליה מן החצר ד\"א היינו נמי ד' על ד' וכן הוא בהדיא בטור סימן קע\"ב: "
        ], 
        [
            "<b>  גולפא  </b> ושדריא. חביות ושמרים נמוקי יוסף וערוך וכן מוכח בהמפקיד דף מ' דאמרינן הא איכא גולפא ושמרים: "
        ], 
        [], 
        [
            "<b>  וקי\"ל  </b> הלכה כר' מחבירו. כ\"כ הרי\"ף ועיין בהגהה שבעמוד דפוסק כרשב\"א מטעמיה ונימוקיה וכן בקיצור פוסק כרשב\"א ומשום כך כתב גם כן לפי' רש\"י על שבקש לסתום ומ\"מ בטור סימן קס\"ב כתב כדברי אביו רבינו ז\"ל ועכשיו בא לידי קצור כתיבת יד ושם כתוב כמו בכאן ועיין לקמן גבי מבואות המפולשין לרה\"ר: ", 
            "<b>  התם  </b> במבוי הפתוח לכרמלית. והא דלא עשני הכי לעיל אדמותיב לרב הונא משום דמשמע דרב הונא מיירי נמי בכה\"ג מדלא קאמר בני רה\"ר מעכבין: "
        ], 
        [], 
        [
            "<b>  לכרמלית.  </b> ובסמוך כתב לסמטא או לכרמלית ונראה דהכא אגב ריהטא לא דק למנקט נמי או לסמטא: ", 
            "<b>  ה\"ג  </b> אבל יש להן בינונית ועידית לא אמרינן וכך הוא בקצור ולגירסת הספר שלש שדות וזיבורית בכדי נקט: ", 
            "<b>  ה\"ג  </b> בשומא כנגד הבינונית כדי שיטול וכן הוא בקצור ובטור סימן קע\"ד: ", 
            "<b>  על  </b> החלק כו'. נקרא בכור לענין שאינו נוטל בראוי כבמוחזק ושאר חילוקי דיני בכור: ", 
            "<b>  כגון  </b> זו כופין על מדת סדום. הקשו התוספות אם כן קרא בבכור למה לי ותרצו בשם ר\"י דבכור שאני וכו'. ובשם ריצב\"א תירצו דמדין תורה ודאי יכול למחות דאיכא קפידא ברוחות וכו'. אלא מתקנת חכמים הוא: ", 
            "<b>  משא\"כ  </b> בבית השלחין. ולקמן מיירי בבית השלחין מדצריך להשקותה: "
        ], 
        [
            "<b>  ואין  </b> לשון עלוי מתפרש בסגנון זה אלא שמעלין וכו'. כלומר דלסגנון זה מתפרש שמעלין בלא טעם וטענה משא\"כ לפירוש רש\"י וכן לפירוש ר\"ת דיש טעם בדבריהם למה מעלין: "
        ], 
        [
            "<b>  לפיר\"ת  </b> לא קאי וכו'. דלא תקשה אמאי לא קאמר הכי נמי מעלינן כו' דלפי' רש\"י מיתרץ לעיל אבל ליש מפרשים ודאי דקשיא שהרי לפירושם מעלינן בלא טעם וטענה: "
        ], 
        [], 
        [
            "<b>  אע\"פ  </b> שלא יטול הבכור חלקו כאחת. דמסתמא לא אמר הכתוב שיטול חלקו ביחד כשיש לפשוט טענה וטעם וכבר כתב הב\"י סימן קע\"ד דלהרמב\"ם ורבינו לעולם יש לנו לקיים גזרת הכתוב למיתן ליה תרוייהו אחד מצרא: ", 
            "<b>  פסידא  </b> ליתמי. לאותן שאין כתובת אמן גדולה כשלהם הרוצים להעלות יפה דינר: ", 
            "<b>  ולשון  </b> מעלין אותם בדמים. דברייתא דלקמן: ", 
            "<b>  או  </b> אטול את הכל בדמים. אם לא תרצה ליקח לך הפחות וכדמסיק הרי אני קונה הכל או עד השיעור אם חפצך וכו': ", 
            "<b>  אבל  </b> בכל אחת מן השפחות יאמר כו'. לכאורה כ\"ש בב' השפחות ביחד שיכול לומר גוד או איגוד וקמ\"ל דאפי' באחת יכול שיאמר כן ולא תימא דהוי כמו שאומר גוד אתה את זו ואני את זו. אך הטור בסימן קע\"א כתב בשם הרמ\"ה שאם יאמר לו גוד או איגוד בשניהם כאחד אין שומעין לו שיאמר באחד מספיק לי שהרי כל אחד תשמישו בפני עצמו ע\"כ ומסיים מהר\"ו כ\"ץ פירוש שאין האחד צריך להשני לסייע במלאכתו כמו קרקע שיש בו ד\"א שאין התשמיש נעשה בו ונגמר בלא כל הד\"א וכל כיוצא בו ע\"כ: "
        ], 
        [], 
        [
            "<b>  ואני  </b> נוטל מן העידית וכו'. וז\"ל הטור סימן קע\"א ומה שישאר מן העידית יותר על שיווי הזיבורית אני אטלנו ואתן לך דמיו אע\"פ שאין בו שיעור או תעשה אתה כן ע\"כ. ופשוט דדמיו דקאמר שיתן לו היינו החצי המגיע לחלקו: "
        ], 
        [], 
        [
            "<b>  דעמודים  </b> המונחים בארון. לישנא דרבי יהודה דס\"ל דס\"ת לא היתה בארון אבל ר\"מ ס\"ל דהיתה ס\"ת בארון וביה אנן קיימין להוכיח דיש שיעור לעמודים וקאמר השתא דאי אמרת דאותן עמודים דקאמר ר\"י שהיו מונחים בארון ונימא דלר\"מ היו הן העמודים של הס\"פ המונחת בארון אבל לא היו עמודים בארון וכשהיו מוציאין וכו': 0הדרן עלך השותפין  פרק שני ", 
            "<b>  אליבא  </b> דרבא. דהלכתא כוותיה: ", 
            "<b>  לאביי  </b> נמי תקשה. כלומר אלא ודאי דלא אמרינן שצריך לכנוס שש ולא דבעי רבינו לפרושי הא דאביי דלית הלכתא כוותיה אלא שבא לומר דעל הפי' שמפרש אליבא דרבא תקשה מן הסוגיא דקאמר לאביי ניחא ודו\"ק: ", 
            "<b>  שאין  </b> מזיק לו כלום עתה. דאפילו לרבנן לא אמרן דאסור לסמוך אלא כשיש כאן הדבר הנזוק והיינו בבור יש כאן שדה העשויה לבורות שמתקלקל מיד שלא יוכל לעשות בור עד שירחיק ו\"ט וכן כולהו הרחקות דוקא כשיש כאן אותו דבר הנזוק וכאן שאין שם הכותל עדיין ודאי דמותר ומ\"מ משני אפילו בדליכא נמי ועיין לקמן במסקנא ובתוספות ל\"ג עתה וכן עיקר דהיזקא דעתה מיד לא בעו רבנן דדוקא לר\"י צריך שיהא ההיזק עתה מיד והפירכא הא ליכא כותל סמיך אליבא דרבנן פריך דאליבא דר\"י ודאי דלא פריך ולא מידי דהא אמרן דטעמיה משום דכל מרא ומרא כו' וכן מסקי התוספות בהדיא דלא פריך אלא לרבנן וכיון דלא פריך אלא לרבנן אם כן התימה דרבא להתוס' דוקא בדרבנן היא ולדידהו א\"צ שיזיק עתה ולכך העיקר כלשון התוספות דל\"ג עתה: ", 
            "<b>  אבל  </b> לרבנן בלא האי טעמא כו'. היינו בסוגיא דהכא ולמסקנא לא קאי כדמסיק רבינו לקמן לר\"ח ולר\"ת: "
        ], 
        [
            "<b>  דכל  </b> מקום שאין יכול למחות אין חזקה. ובפרק קמא גבי לא לשוייה תרי בר תרתי שכתב רבינו בשם הר\"ר יונה נמי דטעמא דחייש לשמא יחזיק ולא סתר דבריו משום דהתם יכול למחות שכשפותח תרתי מחזיק בתשמיש ת' אמות לשני פתחים אך קשה דלעיל מינה גבי אספלידא שכתב הראב\"ד דאין יכול למחות בחלונות והשיגו רבינו חדא דהיאך יזיקו בראייה ועוד דאיכא למיחש שיטעון חזקה והשתא קושיא שניה אינו קושיא דאי אמרינן דאין יוכל למחות הרי אין כאן חזקה: ", 
            "<b>  דכל  </b> מקום שאין יכול למחות וכו'. ואין זה משפט המתהפך דלא בכל מקום שיכול למחות יש חזקה כדאיתא בפרק חזקת גבי חלון למעלה מד' דהלכה כר' אילעאי דאין לו חזקה ויכול למחות ועוד שם סברת רבינו מדנפשיה גבי ולא מסתבר לי וכו': ", 
            "<b>  ואני  </b> לא אוכל למצוא עדים. פירוש בזמן ההוא כשתבא בדין לכופני לסתום ואע\"פ שעכשיו יכול להעמיד עדים ולחתום בשטר יש לחוש להפסד השטר וזה רוצה לבנות לכך יכול למחות שלא יגנה משא\"כ לעיל שנחרב המקום אין הלה עושה כלום שיכול למחות בו ולכך לא יוכל לעשות בענין אחר אלא שיעמיד עדים: "
        ], 
        [
            "<b>  ה\"ג  </b> בהיתר לא יקוץ וכן הוא הלשון בתוספות: "
        ], 
        [
            "<b>  ובהא  </b> פליגי כו'. דהשתא דאף לרבנן טעמא דכל מרא ומרא כו' צריך לומר במאי פליגי: "
        ], 
        [
            "<b>  אלא  </b> לאו ש\"מ כו'. בגמרא אמר רב נחמן וכי קאמר הך לישנא גרסינן מעיקרא תנ\"ה כו': ", 
            "<b>  ולא  </b> הוצרך לראיה זו וכו'. וכבר השבתי על זה בתוספות יום טוב שהרי\"ף הוצרך לראיה זו דבפרק הכונס פסקינן בגמרא כר\"ש דאמר התם הכל לפי גובה הדליקה ושיעורה ואם הלכה יותר משיעורה פטור והלכך אי לאו דאוקמוהו בשיטה הוה פסקינן מסברא ה\"נ כוותיה דמאי שנא הך מהך וא\"ת השתא דאוקמוהו להך דהכא בשיטה ואינה הלכה קשיא אהלכתא דהכונס כבר הוקשה זה להרי\"ף עצמו בהכונס שכתב ואי קשיא לך מ\"ש התם גבי תנור דקא יהבי רבנן שיעורא ואפ\"ה אם הזיק משלם מה שהזיק ומ\"ש הכא דפטור לא תקשה לך הכא דלפי צורך שעה קא מדליק וקא מרחיק כשיעורה וקא עברה הדליקה יתר משיעורה וקא מזקה אנוס הוא דמאי ה\"ל למעבד הלכך מכה בידי שמים היא ולפיכך פטור דלא יכול לאהדורי והתם גבי תנור כיון דתדיר הוא מדליק אבעי ליה לעיוני אי איכא היזקא לחבירו לסלק היזקא וכיון דלא עביד הכי פושע הוא ולפיכך חייב תדע דהא רבנן פליגי עליה דר\"ש בתנור דקא יהיב שיעורא לפטור ואינהו גופייהו קא יהבי שיעורא לפטור ע\"כ ומשום קושיא דרבנן אדרבנן בלחוד לא היינו מחלקים בדברי ר\"ש אלא היינו אומרים שהלכה כמותו הכא כמו התם הלכך הוצרך הרי\"ף להביא ראיה מדאוקמיה בשיטה: ", 
            "<b>  אע\"פ  </b> דהויא גירי דיליה. דכיון שהרפת מסריח לעליה אף על גב דעדיין אין כאן דבר הנזוק שהוא האוצר ולעיל אמרן דאפילו לרבנן לא מקרי מזיק אלא כשיש כאן דבר הנזוק הכא דעליה שהוא מקום האוצר נסרח מיד הוה גירי דיליה ודמיא להא דאמרן דכל מרא ומרא וכו' וכיוצא בזה בהג\"ה לקמן גבי פאפי יונאי: "
        ], 
        [
            "<b>  ריבה  </b> בחלונות מהו. בגמרא איתא תו אכסדרא תחת אוצר מהו ורש\"י לא פירש כלום ש\"מ דל\"ג ליה וגם בטור סימן קנ\"ה ליתא והרמב\"ם בספ\"ט מהל' שכנים כתב או שעשה בעל החנות מחיצה על גבה וכתב המגיד שהוא פירוש להא דבנה עלייה כו' ושכן פירשה ר\"ח ורבו ז\"ל ע\"כ ואני אומר לולי עדותו שהעיד על ר\"ח ורבו ז\"ל היה נ\"ל דהרמב\"ם נתכוין להא דאכסדרא כו' ול\"ג לבנה עלייה ושתי גרסאות יש חד גרם לבנה עלייה ול\"ג להא דאכסדרא והיא גי' רש\"י ורבינו והטור וחד גרס לאכסדרא ול\"ג לבנה עלייה והיא גי' הרמב\"ם ובספרים דידן גרסינן לתרוייהו: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  אפילו  </b> קוטרא דשרגא קשי ליה. אמר רב ששת ואספסתא כרפת בקר דמיא ה\"ג בגמרא והעתיקו הרי\"ף וכן הוא בקצור: "
        ], 
        [
            "<b>  ויחלוקו  </b> אלו ????ה לשניהם. ולא יגיע לאחד מהם עד מ' וא\"צ לריש דוכנא: ", 
            "<b>  בדמים  </b> הראויין. עיין מה שכתבתי בפרק הגוזל בתרא: ", 
            "<b>  דלא  </b> כהלכתא. דכיון שדינים הללו דמצו מעכבי מדרבנן בעלמא הוא מפני תקון העולם בצורבא מרבנן רצו לעשות לפנים משורת הדין כדפירש רש\"י כלומר שלא להחמיר עליו כמו בעם הארץ. ב\"י סימן קנ\"ו: "
        ], 
        [], 
        [
            "<b>  היינו  </b> שלא למכור סחורתם על יד על יד כו' אבל למכור סחורתם בבת אחת כו'. ונ\"ל שלמד כן מדמצו בני העיר לעכב עליהם ואילו במוכרים סחורתן בבת אחת מי מצו מעכבו והלא דרך העולם להוליך סחורתו ממקום למקום ואם אתה אומר כן נמצא משא ומתן של עולם בטל אלא ודאי במוכר על יד דוקא הוא דמצו מעכבו. ", 
            "<b>  אבל  </b> אם מוכר יותר בזול אין מעכבין עליו. ואיכא למידק באומן נמי נימא הכי ויש לומר דבסחורה כי לא מוזיל מעכבין אבל באומן דלמא כי נמי מוזיל אינו עושה מלאכתו יפה ואין הכל מרגישין משא\"כ בסחורה ובמצא דאומן המוזיל ואינו עושה יפה לא מתעכב ושקלי לטיבותא דזילא ועיין בב\"י שהאריך בענין אחר לדקדק דברי הר\"י הלוי בשם הפוסקים: ", 
            "<b>  היה  </b> מקום צר. ומיהו יותר צר מן ד\"א לא יעשה שאז אין בני אדם הולכין לשם כלל ומסבבין את דרכם ואל תתמה שבד' אמות הולכין ובפחות מעט אין הולכין שכך כל מדת חכמים: ", 
            "<b>  מן  </b> הצד. ל' רש\"י שראש עוביו כנגד החלון ומאפילו ע\"כ כלומר ואהכי קתני בברייתא שצריך להרחיק שלא [יאפיל דהיינו שירחיק מכנגדו ויעשה הכותל מצד החלון שלא] יהיה כנגד החלון ואמרי' עלה וכמה ירחיק מן החלון לצדו אמר רב ייבא כו' כמלא רוחב החלון ורבינו כ' וכמה טפח והרי\"ף גורם לתרוייהו ונ\"ל להגיה כן בדברי רבינו כלשון הרי\"ף: ", 
            "<b>  טעמא  </b> דאיכא חלונות. והא דפריך אברייתא דהתם מפורש טעמא דלא יאפיל ולא קאמר טעמא משום דוושא: "
        ], 
        [], 
        [], 
        [
            "<b>  מלבד  </b> רחב החלון. סברא דנפשיה ותימה שלא כתב מנליה הא ומה שנראה לי בטעמו הוא דאמינא דהא דקאמר מלבד רוחב החלון לאו בכל חלון קאמר אלא בחלון דביה אנן קיימין דמפרשינן עלה וכמה טפח כדלעיל בהא קאמר צריך שירחיק ד\"א מלבד רחב החלון דהיינו רוחב טפח והשתא טעמא רבה איכא דהא בכותל אחד שהוא מן הצד שצריך שירחיק טפח היינו טעמא שלא יהא הצל נוטה לתוך החלון ויאפיל כלשון נמוקי יוסף ה\"נ בשני כתלים אע\"פ שיהיה בין שתיהן רוחב ד\"א מ\"מ יש כאן לעולה צל טפח דקודם חצות מכותל שמצד זה ואחר חצות לכותל שמצד זה ואם כן אין כאן ד\"א בלא צל ואנן בעינן הרחקה טפח מחמת הצל כשאין כאן כותל אלא מצד א' וס\"ל לרבינו דה\"ה בשני כתלים שצריך שיהיה ד\"א ביניהן בלא צל ולכך קאמר שאלו ד\"א הן מלבד רוחב החלון והיינו חלון דביה אנן קיימין ששיעורו טפח כדאמרן ולפי זה לא קאמר רבינו שצריך שיהא בין שני הכתלים אלא טפח וד\"א יהיה החלון טפח או יותר גדול כך נ\"ל שיטת רבינו אבל הפוסקים לא כתבו כדבריו (של המיי') [שלא התנו] מלבד רוחב החלון כמ\"ש הריב\"ש בתשובותיו סי' רכ\"ה: ", 
            "<b>  דפשטא  </b> דמתני' הכי משמע אלא כו' צריך לאוקומה מן הצד. ומ\"מ כיון דלא קתני הרחקות דמכנגדן ממש היינו טעמא דכיון דמשום דוושא כבר קתני שצריך ד' אמות איכא למשמע דה\"ה להרחקה דשלא יאפיל מדלא קתני לה לאותה הרחקה וקתני נמי תנא לפשטא דמתני' דמשמע בכה\"ג דהרחקה שכנגדו משום האפלה נמי בד' אמות היא: ", 
            "<b>  וכמאן  </b> דקלייה דמי. כדאיתא בהגוזל בתרא דף קי\"ז וכ\"ש חוזר ומוחל השטח שמכר דהוה כמאן דקלייה: ", 
            "<b>  וכן  </b> פורץ גדר ממילא היא יוצאה. וכ\"ש טומן קמת חבירו בפני הדליקה דלא עביד מידי כ\"כ רבינו בהגוזל קמא ושם כתבתי למה לא כתב גם כן לכופף קמתו כו': ", 
            "<b>  ועוד  </b> יש לחלק כו'. וכבר כתבתי בהגוזל קמא דשני החילוקים גם שניהם כאחד אינם מתישבים על הלב והעתקתי דברי המרדכי בזה: "
        ], 
        [
            "<b>  אחר  </b> שהבעיתו הוא מתפחד והולך. וכ\"ש טומן כופף וליבה כמו שכתבתי בהגוזל קמא: "
        ], 
        [], 
        [], 
        [
            "<b>  וההיא  </b> דהעושה מלאכה במי חטאת חייב לר\"מ. עיין מה שכתבתי בזה בהגוזל קמא: ", 
            "<b>  מדלקא  </b> קלא. בירושלמי איתא הגרשא קולין ותרגמו של שלחנם יהי לפניהם לפת לקלא. ובארץ אשכנז שהרבה מקומות מהן במדינת וועסט פולין יש פרכיא נקראת וואלרעק בגליל התחתון בהפרכיא העננגויא שחופרין בקרקע ומוצאים אבנים שמשתמשין בהן במקום גחלים לכל מלאכה ולעשות בהם כל צרכי בית כמו בגחלי עץ ואמרינן בעלמא שדא ביה קלא: "
        ], 
        [
            "<b>  ה\"ג  </b> דתניא ובנמצא כו'. והוא בפרק גיד הנשה (חולין דף צ\"ה:) ", 
            "<b>  וש\"מ  </b> איתא לדרבי זירא. דא\"ר זירא אע\"פ שדלתות מדינה נעולות גבי תשע תנויות: ", 
            "<b>  לימא  </b> בדר\"ת קא מיפלגי. ורב דאמר בעיר שרובה ישראל מותרת לית ליה לדר\"ת דאף על גב דמיירי תפילו נמצאת סמוך לבית עובד כוכבים דלגבי קורבא בביתו של עובד כוכבים הוי קורבה דלא מוכח כיון שדרים ישראל באותה העיר אבל אותה העיר כנגד איהי דקירא הוי קורבא דמוכח ולכך אזיל בתרה תוספות בד\"ה רוב וקרוב: ", 
            "<b>  מר  </b> סבר אם איתא דמההיא דקירא כו'. כלומר ואין כאן רוב כלל אלא רוב העיר: "
        ], 
        [], 
        [], 
        [
            "<b>  דאזלינן  </b> בתר רובא כו'. ואפילו ענבי כו' צריך לומר דהא דאמרינן בגמרא לימא רבינא ס\"ל כר\"ח ודחינן שאני התם כו' דיחויא בעלמא הוא וקשה מר\"פ המניח דדייק רבינו מדאמרינן לימא רבא כשמואל דש\"מ דליתא לדשמואל. וכבר הקשיתי כיוצא בזה בסוף פרק כיצד הרגל ולפי זה דאמרינן דשינויא דהכא דחוי בעלמא הוא ניחא דלא תקשה אדפסקינן לעיל הלכתא כרבי חנינא ואי רבינא לא ס\"ל כרבי חנינא הוי ליה למידתי [לדר\"ת] מקמיה דרבינא דבתראה ומרא דתלמודא הוא אבל בטוי\"ד סי' רצ\"ד כתב חבית של יין הטמונה בכרם של ערלה מותר שאין הגנב גונב בכרם זה וטומן בתוכו אבל ענבים שנמצאו טמונים בו אסורים שקרוב הדבר שגנבם ממנו וטמנם בתוכו ע\"כ ותמיהא לי טובא דשבק לדאבוה דלא פסק הכין ועוד דא\"כ קשיא הלכתא אהלכתא דהכא פסק כשינויא והיינו דרבינא לא ס\"ל לדר\"ח. ובי\"ד סימן קכ\"ט פסק לדרבי חנינא דהולכים אחר הרוב אפילו בקורבא דמוכח להחמיר ולהקל. וראיתי שהרמב\"ם פוסק בפ\"י מהל' מאכלות אסורות כדברי הטור גם ראיתי בנימוקי יוסף שסובר כן ומיהו להרמב\"ם ונימוקי יוסף יש לתרץ דסבירא ליה לדרבי חנינא ודשינוי דהכא דיחוי בעלמא הוא ומכל מקום בהך דענבים סבירא ליה דמודה רבי חנינא משום דמצנעי הוי כעין ודאי כי הא דלעיל אם איתא דמההיא דקירא כו' אלא שאין כן במשמע לשונו של הרמב\"ם שכתב שמא משם נלקטו כו' ובטור שכתב שקרוב הדבר וכו' גם כן לא ניחא כולי האי דאכתי משמע דלא הוי אלא הוכחה ולא בודאי שויא להו ועוד היאך פסק דלא כאבוה ומן התימה על הב\"י שלא העיר בכל זאת: ", 
            "<b>  משום  </b> דרובא דגנבי ישראל נינהו כדאיתא כו'. כך כתבו התוספות ורבינו מפרש אדהתם דמיירי בפומבדיתא לפי שהיו שם רמאים וגנבים רוב מישראל ה\"נ מיירי דבדוכתא דעובדא דהכא הוי רוב גנבי ישראל ודלא כלישנא דהג\"ה שבעמוד דבימיהם רוב גנבי ישראל נינהו משמע בכל מקום ומקום ורבינו בפרק אלו מציאות ובפ\"ק דחולין גבי אבדו לו תרנגולים ומצאן שחוטין דייק לכתוב רוב גנבי העיר ישראל: "
        ], 
        [
            "<b>  וכן  </b> היה רי\"א כו'. דדבורים מזיקין הן: "
        ], 
        [], 
        [
            "<b>  לעיל  </b> דף י\"ח ע\"ב. וע\"ש בדברי רבינו: ", 
            "<b>  ה\"ג  </b> עני הוה והעשיר. וכתבו התוספות רבותא נקט שהיה עני ולא בעי לאסוקי אדעתייהו שיבנה האפדנא אפ\"ה הוזקקו להרחיק משום דהוי גירי דידהו ע\"כ. ואילו היה עשיר היה בידו למחות דה\"נ הוי כמו בור דמרפי לארעא ולא יסבול בנין אפדנא כדמסקי התוספות ובהג\"ה שבעמוד. אבל מ\"ש התוספות מאם היה רפת בקר קודם כו' ליתא לרבינו שהוא כתב לעיל דדירה שאני. ", 
            "<b>  וכ\"ש  </b> בשדה לבן. לפי שההיזק מן העופות יותר בשדה לבן: ", 
            "<b>  דכשרואה  </b> בעל האילן עופות וכו'. ולפיכך אפילו נוטע גרעין אסור דבשעה שרואה כו' מפריחן והוי גירי דיליה דלא כהג\"ה שבעמוד כ\"כ בית יוסף סימן קנ\"ה: "
        ], 
        [
            "<b>  ובין  </b> ההיא דלעיל דאפיקו לי וכו'. דהתם אביי פריך עלה ומסיק לה בשינויא כרב יוסף א\"כ הלכתא הוא: "
        ], 
        [
            "<b>  וכיון  </b> דבשלו אמר כו'. ולא מחל דבשל עצמו רשאי למחול: 0הדרן עלך לא יחפור  פרק שלישי ", 
            "<b>  ואי  </b> דלא אכלה שני חזקה פשיטא דלא מהימן. דאי גבי אביו משכחת לה באכלה שתים בחיי האב ואחת בחיי בנו וכדרב הונא דאמר רב הונא אין מחזיקים בנכסי קטן אפי' הגדיל גמרא דכתובות: [*:]  או "
        ], 
        [
            "<b>  דאטו  </b> בכפא תלו ליה. האי לישנא איתא בפרק קמא דסוטה דף ו' ע\"ב ופירש רש\"י בכפה שעל ראשה והערוך פירש בכתף: ", 
            "<b>  דההוא  </b> דזבנוה מיניה. דהא אמרן דזבון: ", 
            "<b>  אשתמיש  </b> בה חד יומא. כדלקמן גבי ההוא דדר בקשתא בעליתא: "
        ], 
        [
            "<b>  אבל  </b> כתבי עיטרא קלא אית ליה. וכתבו התוספות והא דאמר בהמפקיד גבי אין מורידין לנכסי קטן ל\"ש עביד עיטרא כו' אין מורידין ביתמי החמירו עד כאן כלומר ולא סמכו על קלא דעיטרא: עיטרא כמו נטרא ותרגום הבמות לא סרו לא עטרו ומכאן נראה שבשטר זה מזכיר החלוקה לזה שנה ומסיר אותם ממנו ומניחו לחבירו שנה ומיהו נוכל לומר כי מפני המכר שסר מרשות המוכר נקרא עיטרא. נימוקי יוסף. ", 
            "<b>  דרבא  </b> בהני עניני תלמיד הוה כו'. כ\"כ הרי\"ף וכתב נימוקי יוסף מדלא אמרינן רבא אמר אלא אמר ליה ע\"כ כלומר אע\"ג דקי\"ל כבתראי מאביי ורבא ואילך ה\"מ היכא דפליג ואתי לאורויי דלא כקמאי אבל הכא לאו לאפלוגי ולאורויי עובדא דלא כרב נחמן אלא כתלמיד היושב לפני רבו ושואל הוא דהוה ובכי הכי לעולם אין הלכה כתלמיד במקום הרב אפילו מאביי ורבא ואילך וכן צריכים למימר בפרק אע\"פ בדינא דמורדת ע\"ש וכיוצא בזה נמצא בדברי רבינו עצמו בפרק מי שאחזו גבי נתינה על כרחיה והרי\"ף מסיים וכל שכן דקי\"ל דמעשה רב בהנך תרי עובדי: "
        ], 
        [], 
        [
            "<b>  כתב  </b> רב אלפס ז\"ל. ה\"ל לכתוב ורב אלפס ז\"ל כתב: ", 
            "<b>  מינך  </b> זבנת'. וכן המ\"ל לא היתה שלך מעולם אלא נקט טענה הדומה לטענתו הראשונה: ", 
            "<b>  כי  </b> הוא ירא שמא ימצא עדים שהיתה שלו. מה שאין כן המוכר אם ירא שימצא עדים שהיתה שלו אם כן גם בטענת מכרת לי לא יזכה דהא מיירי שאין לו חזקה ולכך שתי הטענות שוות לגבי המוכר. מה שאין כן לגבי לוקח אינן שוות שטענה זה שטוען טובה היא כי הוא סבור שימצא כו' מאי אמרת אנן טענינן ללוקח אותה טענה שהיה יכול המוכר לטעון. הני מילי היכא דלגבי לוקח היא טענה והיה יכול לטעון אותה אלא שאינו יודע שכך היא ומשום הכי אינו טוען אותה הלכך טענינן אנן שמא כך היתה אבל היכא שיש טעם בדבר שאינו טוען אותה לא טענינן ליה דהא מפני טעם לא טעין לה ואיך טענינן ליה אנן כי הכא שיש טעם בדבר כי ירא כו' אבל הא קשיא דגם במוכר יש לומר שהוא ירא שימצא עדים ויהא מוכחש מעדים מה שאין כן בטענת אתה מכרת לי אינו יכול לבא לידי הכחשה ויש לומר דהא אפשר שיבואו עדים ויאמרו לא זזה ידנו מתוך ידי המוכר ולא מכרה מעולם: ", 
            "<b>  דדר  </b> ביה המוכר חד יומא. כדלקמן גבי ההוא דדר בקשתא דעליתא: כלומר שהוחזק בגזלנות כו' פירשו התוספות ע\"פ עדים: "
        ], 
        [
            "<b>  ואם  </b> קנית כבר כו'. לפי גירסא שבגמרא וברי\"ף המערער רצה לקנות ולא נ\"מ מידי לענין דינא: ", 
            "<b>  כמו  </b> מתאה שאם שתק ולא מיחה בסוף כל שלש דהויא חזקתו חזקה: ", 
            "<b>  ואף  </b> על גב דאמר לקמן וצריך למחות כו'. וא\"כ בשטר נמי מאי מהניא ומשני התם וכו': כדתניא בתוספתא פ\"ב: ", 
            "<b>  הלוקח  </b> מן הלוקח. שנו חכמים בלשון קצר דהא בכך מובן יפה שיש שלישי שהקרקע בראשונה היתה בידו: ", 
            "<b>  דעיקר  </b> המחאה מאי היא למחר תבענא כו'. לא שלשון המחאה צריך שיהיה כך דהא מסיק לקמן דליתא אלא ה\"ק דעיקר המחאה שע\"י זה צריך שיהא נזהר בשטרו היינו משום דע\"י המחאה יודע שמחר יתבענו לדין ולכך יזהר בשטרו: "
        ], 
        [], 
        [
            "<b>  והיה  </b> ירא כו'. משא\"כ לעיל גבי לאו קא מודית לי כו' דמקשה הרשב\"ם שיהא נאמן במיגו דמינך זבני' כו' דהתם אין לו לירא כו' דהא מיירי שלא נודע שהיתה של המוכר דהא אכלה שני חזקה ואילו נודע יום אחד שהיתה ביד המוכר היה זוכה בדין ומיהו בתוספת ליתא להא דוהיה ירא כו': "
        ], 
        [
            "<b>  והיינו  </b> כדפרישית. ועיין לקמן גבי ערער וחזר וערער: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  א\"ל  </b> רבא והא עדות מוכחשת היא דכי אתכחש אאכילה אאבהתא נמי אתכחש דאבהתא בלא אכילה לא מהניא כמ\"ש תוספת בשם ריב\"א דלא תקשה אדרבא דס\"ל בפרק מרובה דעד זומם מכאן ולהבא הוא נפסל גבי הוזמו על הטביחה ולא הוזמו על הגניבה: "
        ], 
        [
            "<b>  תא  </b> איהו אמר כו'. והלכתא כרב יוסף. ומבני חרי נמי לא גבי ומכאן סתירה לדברי רבי מרדכי יפה ז\"ל שכתב בס' הלבוש בסימן נ\"ז דשטר שנמחל שעבודו יכול לחזור וללוות בו ולגבות מבני חרי ובספרי מלבושי יום טוב אאריך בזה בס\"ד. (ובסימן מ\"ת פסק הלבוש בעצמו דאינו גובה מב\"ת והסכים עמו הש\"ך והט\"ז ע\"ש ודו\"ק. אמר המדפיס מ\"כ על הגליון): "
        ], 
        [
            "<b>  אכבשיה  </b> לשטר משכנתא. דלא היה ידוע דבתורת משכנתא אתא לידיה דאי הוה ידעי כו'. תוספות והא דאמר נפק עלה קלא כו' קול בעלמא ואינה ידיעה ברורה וכדלקמן: ", 
            "<b>  ומשביעין  </b> אפילו בשמא. עיין בפרק קמא גבי שטר בתוך זמנו הבא לגבות מן הלקוחות: יתירא בהדייהו גרסינן: "
        ], 
        [
            "<b>  נ\"ל  </b> דה\"ג משמע אפילו לפי תירוץ הראשון: ", 
            "<b>  וכלו  </b> השנים ההם אחר מיתת אביהן. שאם כלו בחיי אביהן לא פסיקא מילתא שאם החזיק אחר כך בחיי אביהם שלש שנים הוי חזקה שכך היא סברת הר\"ר יונה כמ\"ש בשמו. הטור ר\"ס ק\"נ: ", 
            "<b>  וכדאמר  </b> בריש גרסינן: ", 
            "<b>  וגם  </b> אין ידוע כו'. כי אם קול בעלמא שיצא: "
        ], 
        [
            "<b>  ולהחזיק  </b> מה שבידו כו'. כמ\"ש בריש הגוזל בתרא בהגה\"ה: "
        ], 
        [
            "<b>  דאיהו  </b> קריב טפי. פירוש מכל אותן שהיו העדים מכירים אבל לא היו מעידים שהוא בודאי קרוב יותר מההוא גברא תוספות: ", 
            "<b>  האי  </b> אייתי סהדי דאבהתיה היא. עד יום מותם ומעולם לא מכרו לאבותיו של זה השני. רשב\"ם: "
        ], 
        [], 
        [], 
        [
            "<b>  ואגוד  </b> לדיקלא. בגמרא ואגדריה לדיקלא ופירשו התוספות לגדור תמרים שעל הדקל דפירות עבדי אינשי דמזבני אבל דקל אין דרך למכור לקוץ דאמרינן פרק החובל נטיעותי קצצת אתה אמרת לי לקוצצו ופטור ופריך אם כן לא שבקת חיי וכו' דאינו נאמן במגו דאי בעי אמר מכרת לי לקוצצו ע\"כ: ", 
            "<b>  ימסור  </b> נפשו. דכל דאלים היינו בין בראיות בין בכח כמ\"ש בריש ב\"מ: ", 
            "<b>  ומאי  </b> שנא משני שטרות כו'. עיין בפרק הכותב גבי ידענא ביה דשטרא פרוע הוא: "
        ], 
        [], 
        [
            "  למי שרוצה גרסינן: "
        ], 
        [
            "<b>  דגבי  </b> מטלטלים קאמר ליה כו'. ואיכא למידק דאי מהתם אם כן דלאו מומחה נמי דהא התם יעשה שליח קאמר מאי אמרת שליח שאני שהרי בידו הוא ומה יעשה אם כן אף אנו נאמר דכן דוקא התם במטלטלי אבל שלא בשליח מנלן דשודא במטלטלי ונ\"ל דס\"ל לרבינו דאי לאו דבעלמא היינו במומחה אמרינן שודא במטלטלי לא הוינן עבדין הכין בשליח ומיהו התם בפרק מי שהיה נשוי כתב רבינו דנ\"ל דרבינו חננאל מחלק דדוקא בשליח כו' משמע דנ\"ל דאה\"נ דמטלטלי ליתנהו אלא בשליח ולא במומחה: ", 
            "<b>  אמר  </b> רב יהודה האי מאן דאחזיק כו'. צריך לי עיון דלא העתיק הא דמקמיה דאמר רב יהודה אמר רב האי מאן דנקיט מגלא ותובילא ואמר בעינא למגדרייה לדקניא דפלניא דזבנא ניהליה מהימן לא חציף אינש למגזר דיקלא דלא דיליה והרי\"ף כתבו גם הטור בסימן קל\"ז לכך הקרוב אלי דט\"ס יש כאן שהשמינו מן חד א\"ר יהודה א\"ר עד השני עיין בר\"פ הנשבעין: ", 
            "<b>  הרי  </b> זו חזקה. הכי גריס ר\"ת כמ\"ש התוספות: ", 
            "<b>  הגודרות.  </b> פירש הרשב\"ם גודרות צאן וכל דבר המהלך בדרכים ושווקים כו'. סברא הוא ומוכרח נמי דלאו דוקא גודרות צאן מסוגיא דההוא בקרא דבפרק הכותב: "
        ], 
        [
            "<b>  ותיקן  </b> צרכי האילנות. ולעיל דאמרי' וה\"מ דלא אפיקו כו' מיירי שלא תיקן כו': ", 
            "<b>  זה  </b> החזיק באילנות וכו'. מפרשים התוספות בחזקת שלש שנים דלא כהרשב\"ם: "
        ], 
        [], 
        [
            "<b>  זה  </b> קנה אילנות ותצי קרקע. פירוש לא שיקנה בגוף הקרקע כלום שהרי זה החזיק בכל הקרקע אלא לענין שאם יתייבשו יטע אחרים במקומן ומיירי בין בג' אילנות בין בב' כן כתבו התוספות וכן כתב בקצור: "
        ], 
        [
            "<b>  רבא  </b> אמר אלא דאמרי כו'. ולקמן בפרק הספינה (בבא בתרא דף פ\"ג) תניא כוותיה דרבא וגם זו ראיה דהלכתא כרבא דהא גמרא מהדר למייתי תניא כוותיה: ", 
            "<b>  בשילהי  </b> המוכר פירות. בגמרא: ", 
            "<b>  לא  </b> נתבטלו אותן טענות כו'. וכן פסק בפ' שבועת הדיינין:  ולעיל ", 
            "<b>  ומיהו  </b> יכול לחזור בו כו' כדאמרי' לקמן בפ' המוכר את הספינה. ושם פירש רבינו הטעם דאית ליה קלא [לשטר] יותר מלקנין ולא ניחא ליה דליפשו שטרי עליה וכו': "
        ], 
        [
            "<b>  פרק  </b> אע\"פ. ועיין שם: ", 
            "<b>  וי\"מ  </b> דאפילו אם עומד וצווח כו'. נראה דהיינו פירוש ר\"ת שכתב רבינו בהספינה ומוקי לה לההוא דזכה בשדה דדוקא בשטר מתלה איירי וע\"ש: ", 
            "<b>  כמו  </b> שכתבתי גרסינן: "
        ], 
        [
            "<b>  הויא  </b> מודעא. ובענין בטולה עיין בגיטין ריש פרק השולח: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  מודה  </b> רבא היכא דאניס. כתב הב\"י סימן ר\"ה דיש לדקדק דמשמע דמאן דפליג עליה סבר דאע\"ג דלא אניס כתבינן מודעא וזה לא עלה על הדעת ור\"ל דלא כתבינן מודעא אליבא דרבא אפילו היכא דאניס אלא כי הוו בגוונא דפרדיסא שהיה בידו לעשות כמו שאמר אבל כי גזים ליה בדבר שאין בידו לעשות אף על פי שהמוכר אומר מחמת זה אני מוכר לא כתבינן מודעא והיינו דקאמר מודה רבא היכא דאניס וכמעשה דפרדיסא כלומר היכא שהאונס הוא כעין מעשה דפרדיסא דבריר לכ\"ע שהיה בידו לעשות כאשר דבר ומאן דפליג עליה סבר דאפילו בכה\"ג כתבינן משום דאף על גב דאנן בריר לן דאין בידו לעשות מאי דגזים ליה דילמא המוכר לא בריר ליה או הוא ירא ורך הלבב א\"נ כי אמר רבא לא כתבינן מודעא אזביני באונסא דנפשיה קאמר כלומר שאם אמר לעדים פלוני רוצה שאמכור לו שדה פלונית ואיני מוכר לו ברצוני ועתיד אני לתובעו בדין בזביני לא כתבינן כו' ומודה באונסא דאתי מאחריני כו' וכן נזכר פירוש זה בעטור וכו' והאריך עוד ע\"ש: "
        ], 
        [
            "<b>  אלא  </b> שצריך שיכירו העדים האונס. כדפירש הרשב\"ם בשם ר\"ח דקמי סהדי קאמר זבנת ניהלי ולית לך עלי ולא מידי ואחר כך קודם שיכתוב לו שטר מכירה מוסר מודעא לסהדי וכך הם דברי הרמב\"ם בפ\"י מהל' מכירה וכתב הב\"י סימן ר\"ה דלהכי צריך שימסור מודעא אף על גב דעדים שמעו דטעין זבנית ניהלי אפ\"ה אי לאו דמסר מודעא דילמא בשעת מכירה גמר והקנה מפני שהיה צריך למעות והאריך לפרש דברי רשב\"ם שנראין כסותרין זה: "
        ], 
        [], 
        [
            "<b>  מאי  </b> בינייהו סתמא. לפירוש רשב\"ם כמשמעו והקשו התוספות מאי קא בעי מאי בינייהו הא בהדיא חולקים בסתמא. ולגרסת ר\"ח פי' התוספות דקרי סתמא שאינו אומר להם להטמין עצמן ואומר שלא לפרסם והיינו סתמא כלומר לא פרסם ולא הטמינם: "
        ], 
        [
            "<b>  תו  </b> לא מהימן כו'. דלאו מתרץ דיבוריה הוי אלא סותר דבריו הוי: ", 
            "<b>  ואפילו  </b> למאן דאמר אחריות לאו ט\"ס הוא כו'. וקשה דלמאי נ\"מ צריך לזה דהא קי\"ל כמ\"ד דט\"ס הוא בפרק קמא דב\"מ וכיוצא בזה הקשיתי גם כן בפ\"ק דב\"מ גבי ראה את המציאה ונפל לו עליה כו' וכן בריש המוכר פירות: ", 
            "<b>  וליסלקו  </b> נפשייהו בי תרי מינייהו. פירוש ויעידו ולא חש למינקט תו בי תלתא ולדיינו דממילא משמע דהא כדאיתא והא כדאיתא וסגיא ליה הא דנקט תרי גבי סהדי ורבי' בפרק זה בורר אפיסקא דרבי יהודה אומר אפילו מתה בתו כו' כתב לגמרין דהכא בהך לישנא וליסלקו בי תרי מינייהו ולסהדו: ", 
            "<b>  לא  </b> ליזיל שמעון לאסהודי כו'. וכתב הר\"ר יונה אפילו אם אין אנו יודעין שנוגע בעדות אלא על ידי שנתרעם על ראובן בב\"ד יש לנו לפוסלו על פי דבריו שיש לנו לחוש שמא נוגע הוא בעדות אבל ר\"י פירש שמשום חששא שנתרעם עליו בב\"ד שגזלה ממנו אין לפוסלו לעדות אלא אם כן ידוע לנו שיש לו עדים שיכול לזכות בדין טור סימן ל\"ז: ", 
            "<b>  השני  </b> נוח לי והראשון קשה ממנו. אפכא ה\"ל למימר אבל לשון המשנה כך היא בכתובות כ\"כ הרשב\"ם ור\"נ בפרק בתרא: "
        ], 
        [
            "<b>  ואין  </b> עדי שמעון מזומנים עתה. אין לפרש דמשום הכי קאמר שאינם מזומנים עתה דאי היו מזומנים לא הוי נוגע בעדות שהרי יבואו ויעידו שהוא של שמעון דכיון דגם ליהודה סהדי אוקי תרי לבהדי תרי וכל דאלים גבר כדבעי' גבי עדי אבות ועדי חזקה וחושש פן תגבר יד יהודה ולכך מעיד שאינו של יהודה אלא הכי קאמר שאין עדיו מזומנים שאם הם מזומנים יבואו ויעידו שאינה של יהודה ואוקי תרי לבהדי תרי דליהודה וארעא היכא דקיימא בידו דלוי קיימי ובתר הכי מסהדי דאינו של לוי אלא של שמעון ויוציאנה מיד לוי: "
        ], 
        [
            "<b>  ואוקי  </b> ארעא בחזקת יהודה. דכשהיה דן מתחלה לא היה דן עם שמעון אלא עם לוי ומיניה אפק' הקרקע לחזקתו הלכך לא דמיא לההיא דלעיל הדר אייתי סהדי דאבהתיה היא אמר רב נחמן אנן אחתינן אנן אסקינן כו' דהתם שניהם יחד באו לדין ולשניהם עדים לא היה לב\"ד להחזיק לאחד יותר מחבירו אלא כל דאלים גבר הלכך הדר מסלקינן וכו' כך כתב הרשב\"ם ואף על גב דהב\"ד החזיקוהו לדאית ליה סהדי דאבהתיה מ\"מ טענותיהם לפני הב\"ד היה ששניהן טענו דאבהתי והיה לשניהם עדים נמי אלא דבחדא מלתא אתכחשו הלכך אף על גב דלפום זימנא מוקמינן בחזקת דאבהתא אפ\"ה כי הדר הך ומייתי נמי סהדי דאבהתי הרי זה דומה ממש לכל זמן שמביא ראיה סותר את הדין מה שאין כן הכא דכשהחזקנו ליהודה בקרקע לא היה דן עמו שמעון אף על גב דאית ליה סהדי ואנן ידעינן בהכי לדעת ר\"י שכתבתי לעיל מכל מקום לא היה דן שמעון עם יהודה בפנינו כלל והלכך כי הדר מייתי סהדי שבקינן לארעא היכא דקיימא שאין כאן סתירת הדין על ידי הראיות אחרי שמעולם לא היה כאן שום דין על קרקע זו בין שמעון ויהודה: "
        ], 
        [], 
        [], 
        [
            "<b>  ואפילו  </b> אם יביא יהודה כו' כבר נכנס הקרקע בחזקת שמעון כו'. כלומר שלא היה דן עם יהודה כלל וכדפי' לעיל: "
        ], 
        [
            "<b>  מפני  </b> שמעידה בפני ב\"ח. מפרש הטור סימן ל\"ז דמיירי שהמערער אינו טוען שהמוכר גזלה אלא שטוען שהוא קנאה ממי שגזלה ממנו דאי טעין דאיהו גזלה פשיטא דאינו מעיד שודאי נוגע בעדותו הוא דניחא ליה דלא לקרוהו גזלנא: "
        ], 
        [], 
        [
            "<b>  דלא  </b> ה\"ל ארעא מעולם. עיין מ\"ש רבינו בפרק הזהב גבי אין מטבע נעשה חליפין: "
        ], 
        [
            "<b>  והגאונים  </b> פסקו כאשר כתבתי למעלה. לפי דלא אתותב רבה אלא במאי דקאמר דאית ליה מגו כי לא מסר לו באפי סהדי אבל בדין ראה לא אתותב כלל ושפיר אית ליה לרבה הך סברא דבעינן דוקא ראה דהא בהדיא קאמר הדרי בי במאי דאמרי המפקיד בעדים צריך להחזיר בעדים: ", 
            "<b>  והלא  </b> אם לא יאות הלוקח בטליתו של ראובן. פירוש בטלית שהיה סבור שהוא טליתו של ראובן. והב\"י סימן קל\"ו העתיק בטליתו של הלה: "
        ], 
        [
            "<b>  והוא  </b> דאית ליה ארעא אחריתא ללוקח שני. שלקחה גם כן מהמוכר כדפירש רשב\"ם: "
        ], 
        [
            "<b>  בפנינו  </b> הודה לו. כך היא גירסת התוספות: "
        ], 
        [
            "<b>  ואשה  </b> שנתגרשה גרסינן והכי נמי מייתי לה רבינו לקמן בפיסקא ולא לאב כו': ", 
            "<b>  ואפילו  </b> אי לא מתר מודעא אי ידעי עדים באונסיה. וכך העתיק בקצור וכן בטור סימן ר\"ה אבל בסימן רמ\"ח כתב תשובה לרבינו ושם כתב דאי לא מסר מודעא אפילו ידעי באונסיה הויא מתנה והב\"י גם מהר\"ו כ\"ץ לא העירו בזה ומ\"מ כדברי רבינו דהכא כתוב נמי בב\"י סימן ר\"ה בתשובה למהרי\"ק שורש קי\"ח וכן בב\"י בס\"ס י\"ב בשם תשובת הרשב\"א. ", 
            "<b>  אין  </b> נאמנים מודעא וכו'. דף מ\"ט ע\"א ועיקרה דהני מילי בפרק האשה שנתארמלה: ", 
            "<b>  מקחו  </b> בטל. עיין בפרק הניזקין דכי קבלה אחריות המקח קיים: ", 
            "<b>  אחת  </b> שכתב לה בכתובתה כו'. עיין בדברי רבינו בפרק אלמנה לכ\"ג שמפרש כדברי התוספות: ", 
            "<b>  המכר  </b> בטל לאלתר שאין כבוד לאשה כו'. עיין בפרק אלמנה לכ\"ג בנכסי צ\"ב דיהבינן טעמא אחרינא ושייך נמי הכי הכא. וכן מביא בכאן ראיה מנצ\"ב: ", 
            "<b>  ולא  </b> מכר גמור. כלומר אף על פי שאינו מכר גמור אלא וכו' אם תמות כו' כל זה איננו שוה ואינו כבוד לאשה כלל: "
        ], 
        [
            "<b>  אפילו  </b> מכרו שניהם לפרנסה. ביבמות בר\"פ אלמנה לכ\"ג ופירש רש\"י מכרו שניהם תו זה או זה וכו' ע\"ש בדברי רבינו: ", 
            "<b>  ואפילו  </b> לאלתר מכרו בטל. עיין בפרק נערה שנתפתתה מה יעשו בדמים שקבלה האשה: ", 
            "<b>  משום  </b> דעיקר חידוש דברי אמימר כו'. כלומר הכי ס\"ל הגמרא ודו\"ק: ", 
            "<b>  דהא  </b> רבא סבר כר\"ל כו'. בפרק יש נוחלין (בבא בתרא דף קל\"ו:) "
        ], 
        [
            "<b>  נ\"ל  </b> דה\"ג נפלו לה כספים ממקום אחר. ונתכוין למשנה ששנה בפרק האשה שנפלו (כתובות דף ע\"ט:) ", 
            "<b>  וילקח  </b> בהן קרקע כו'. דוקא כשנתן מתנה קרקע גופה אבל נותן פירותיה לאשתו אין מחייבין אותה שתמכרם וילקח בהן קרקע כדמסיק רבינו בריש פרק הכותב: ", 
            "<b>  שהרי  </b> חצר שאולה ושכורה קני לה. לא איתמר בפירוש אבל הרמב\"ם בפ\"ה מה\"ג כתב כן והטור ר\"ס קל\"ט והב\"י מביא ראיה לדבריו: ", 
            "<b>  ה\"ג  </b> יחזירהו לה הנפקד: ", 
            "<b>  ואם  </b> תקף הבעל כו'. ולענין להשביע להאשה עיין ס\"פ הכותב: ", 
            "<b>  רב  </b> חסדא אמר ס\"ת. וכיוצא בזה פליגי בפרק החובל ושם פסק כרב חסדא וכתבתי בזה בקצור פרק החובל סימן ת': "
        ], 
        [], 
        [], 
        [
            "<b>  ה\"ג  </b> יעשה פירוש לפירושו הכי גירסת הלכות גדולות ורשב\"ם ופירושו כהך עובדא: ", 
            "<b>  ולפי  </b> מה שהגאונים פוסקים כו'. דלא כהרי\"ף שכתב רבינו בשמו בפ\"ק דב\"ק ובפרק מי שאחזו דפוסק כאיכא דאמרי בתרא ולקמן בפרק המוכר פירות סתם רבינו כדבריו: ", 
            "<b>  כי  </b> כך היה שגור כו'. ואם כן בין לממונא בין לאיסורא לישנא קמא עיקר ולא כתב כן בשם מקצת הגאונים בריש מסכת ע\"ז אלא דבממונא לקולא ובאיסור לחומרא אבל בשם ריב\"א כתב דלעולם לשון ראשון עיקר וע\"ש ועיין בריש מסכת מכות: "
        ], 
        [
            "<b>  וקיימא  </b> לן בהא כוותיה דרב. עיין מ\"ש בריש פרקין גבי אבל עיטרא קלא אית ליה: ", 
            "<b>  והראיה  </b> היא בעדים כרבה. דהא אפילו רב ששת מודה דראיה בעדים שוה יותר מקיום השטר הרשב\"ם בשם רבינו חננאל: ה\"ג להביא ראיה דמודה וכן הוא לשון הרי\"ף: ", 
            "<b>  דמודה  </b> בה רב לשמואל. אף על גב דקאי בקשיא כמו שאכתוב בפרק יש נוחלין גבי טומטום שנקרע וכו'. עיין מה שכתבתי שם דדברי רבינו קשיין אהדדי: ", 
            "<b>  כמבריח  </b> ארי כו'. דלקמן גבי נתן צרור וכו': ", 
            "<b>  לא  </b> התירו אפילו על ידי אמירה לעובד כוכבים. עיין בפרק מרובה גבי הלוקח בית בארץ ישראל: ", 
            "<b>  כשנתן  </b> התרנגולין לבית נעל הדלת וכו'. וברישא דמגדל תרנגולים בחצר לא הוי חזקה משום דבחצר מגדלים תרנגולים קטנים לכן תני מגדל ולקטנים א\"צ שמירה בנעילת דלת וכשיגדלו מכניסן לבית כדי שישמרם בנעילת דלת מה שבחצר לא היה יכול לשמרן בנעילת דלת שיפתח רוב כניסה ויציאה של דרי בתי החצר: ", 
            "<b>  אלמא  </b> דפתיחה קני כמו נעילה. דאין לפרש שצריך שיפחח אחר שסגר דאין זו סברא דנעילה הוא דקני ליה דבהכי מחזיק שהוא שלו ושומרו מכל אדם ומה לי עוד לפתוח אחר כך. אלא ודאי חדא חדא קאמר דאו תיחוד או תפתח דפתיחה נמי קניא דבהכי מחזיק שהוא שלו ומרשה לכל אדם שיכנס בו ורבינו בגיטין כתב דאפשר שצריך שיפתח אחר כך דבנעילה לחודא לא מוכחא שיהא לשום קנין כיון שהיא דרה בבית בעלה: "
        ], 
        [
            "<b>  כמו  </b> מטפס ועולה דפרק עושין פסין (עירובין דף כ\"א:) ", 
            "<b>  תני  </b> רב שרביא בקדושין. אמתניתין דהתם נכסים שיש להן אחריות כו'. אבל לא קאי אמתני' דהכא דהא מתנינן בה האחין שחלקו ולעיל ברפ\"ק אמרינן דאחין החולקים כיון שהחזיק הלה אפילו בלא שא\"ל הלה לך חזק וקני נתקיימה החלוקה: ", 
            "<b>  אבל  </b> מסיימי מחיצתא. מסיק ב\"י סימן קצ\"ב דמיירי שאין השביל רחב יותר משיעור דשקל כרעא כו'. הלכך אמרינן מסתמא לא מכר לו שיסתור מחיצותיו ולהרשב\"ה גירסא אחרת דגרס בהפך ובה החזיק הטור: ", 
            "<b>  ולא  </b> מחזקינן ליה ברשות קמא מספק. וקשה מפ\"ק דב\"מ גבי משוך בהמה וכו' וכן גבי זרק ארנקי וכו'. וכמו שכתבתי כבר שם בס\"ד: ", 
            "<b>  אפילו  </b> בעשר מדינות. דהכי איתא בפ\"ק דקדושין דף כ\"ז: ", 
            "<b>  בחזקתו  </b> של זה. כדכתב רבינו ברפ\"ק שכשהחזיק אחד בחלקו זכה השני גם בחלקו: "
        ], 
        [
            "<b>  ה\"ג  </b> ולקח מקצת והחזיק בין בלקוחה בין בשכורה הרי זו חזקה משמע דאין חילוק בין נכסי: ", 
            "<b>  איירי  </b> בסמוכות. שאין ביניהם שום מיצר דהא ל\"ג ברישא גבי גר בעשר מדינות ואי בדאיכא מיצר ביניהם היינו חילוק מדינות דמה לי חילוק מיצר מה לי חלוק מדינות ומ\"מ לא תידק מהכא דלא צריך נתינת דמי כולן בסמוכות דהטור סימן קצ\"ב פסק דאין חילוק וטעמא נ\"ל דמסתבר ליה דהא דנקט י' מדינות לומר דאפ\"ה שהן חלוקות קנה כולן כשנתן דמיהם: ", 
            "<b>  אם  </b> פירש. כבסמוך גבי בתים: "
        ], 
        [], 
        [
            "<b>  ורב  </b> אלפס ז\"ל גרס כו'. לא כן בספרי הרי\"ף שבידינו: ", 
            "<b>  והעמיד  </b> בהן דלתות. עיין לעיל בפיסקא בד\"א במחזיק כו': "
        ], 
        [
            "<b>  הנעילו.  </b> היינו דרישא ואגב שיטפא דהלבישו נקטיה כמ\"ש הרשב\"ם: ", 
            "<b>  חד  </b> אפיק וחד מעייל. וכן לשון הרי\"ף אבל בגמ' גרסינן איפכא וכן עיקר אע\"ג די\"ל דאורחא דגמ' לאשתעויי הכי כדלעיל גבי תיחוד ותפתח מ\"מ אין נראה דא\"כ ה\"ל לרבינו להביא ראיה מהכא אדמייתי ממרחקים: ", 
            "<b>  הצר  </b> צורה. צורת חיה או עוף אבל תיוד וכיור דלעיל לאו היינו צורת בריה אלא ציורים בעלמא וכו' הרשב\"ם: ", 
            "<b>  ה\"ג  </b> בטור סימן הע\"ר בגבולי השדה באמצעיתן קנה: "
        ], 
        [
            "<b>  מאתים  </b> אמה על מאה. כזה ומרובע לאו דוקא אלא מרובע ארוך קאמר: ", 
            "<b>  מאתים  </b> על מאתים כזה  ומטעמא דכשנכש באמצע השדה יש לו גם כן מלא מענה לאחוריו: "
        ], 
        [], 
        [
            "<b>  אליבא  </b> דרב גרסינן:  ורב "
        ], 
        [
            "<b>  ורשע  </b> נמי לא הוי כו'. אין זה מדברי הרשב\"ם שהרי רשב\"ם כתב דמקרי רשע כו' וכ\"כ רבינו בעצמו בשמו ברפ\"ק דקדושין אלא מדנפשיה כתב רבינו להא: "
        ], 
        [], 
        [
            "<b>  ואם  </b> נתן המעות. כלומר ולא כתב השטר קודם לכן: "
        ], 
        [
            "<b>  ומיהו  </b> פירוש קמא עיקר. היינו לענין פירוש הסוגיא אבל לדינא קמה ליה כפירוש שני וכן בטור סימן ער\"ה פסק כפירוש השני וכתב עליו הב\"י דמשמע להטור שלא כתב הרא\"ש דפירוש קמא עיקר לדחות פירוש שני אלא היינו לומר דאף פירוש קמא עיקר ע\"כ אבל בקיצור משמע ודאי דס\"ל דפירוש קמא דוקא הוא: "
        ], 
        [
            "<b>  כמה  </b> פירות אכל. על הכמה צריך עדים אבל לא על מנין השנים דהא אמרן לעיל גבי קריביה דרב אידי בר אבין כיון דאודי אודי: ", 
            "<b>  ואפילו  </b> אין בה דין חלוקה אסורים וכו'. אלו הן תחלת דבריו דבפרק הפרה ושם האריך ע\"ש גם שם כתבתי דלהלכה באין בה דין חלוקה מותרין ומ\"מ מייתי הכא משום דבסברא דשותפים קפדי לא פליגי דטעם המתיר הוא משום דיש ברירה. ", 
            "<b>  מטה  </b> של ת\"ח כיצד כו'. צ\"ע דהשמיט שלחן של תלמיד חכם כיצד כו' ואפשר משום דשלחנות דידן אינן כמו שהיו נוהגים אצלם בזמניהם וגם הרי\"ף השמיטו אבל מ\"מ כתב לסיפא ושל ע\"ה דומה למדורה וקדירות מקיפות אותה ודרך ארץ זה שייך בכל מקום ובכל זמן ובקצור השמיט כולה בעא מיניה ובטור א\"ח ס\"ס ס\"ה כתב לרישא ולא לסיפא: "
        ], 
        [
            "<b>  אך  </b> יכול לבנות תחתיו. ולפי זה מזחילה דקתני יש לה חזקה היינו שאין יכול לבנות תחתי' וקשיא דה\"ל להעתיק אוקימתא דבגמרא דדוקא בשל בנין משום דלא ניחא ליה דתתרע אשיתאי אבל בשל עץ אין כאן טענה ורשאי לבנות תחתיו וכבר תמה כן הטור סימן קנ\"ג למה לא הביאה אך גם הרי\"ף שכתב לכל הג' פירושים ולא כתב להך ובעקבותיו הלך גם הרמב\"ם ולכך כתב הב\"י דס\"ל דגם במרזב אי הוי דבנין יש לו חזקה שלא יבנה תחתיו אלא דמרזב סתמא של עץ ומזחילה סתמא דבנין והאי נמי שכתב הרשב\"ם וכיון שכן לא הוצרכו להזכיר לפי שטענת לא תתרע אשיתאי פשיטא היא וא\"צ להזכירה: ", 
            "<b>  וכן  </b> הא דאמר רבי חנינא. ט\"ס הוא ויש להגיה דאמר רבי ירמיה בר אבא דכיון דמפרש אין לו חזקה לבנות תחתיו אם כן ממילא דאין רשאי לקצרו דמהיכי תיתי לן (חזקה) [שיהא] רשאי לקצרו ואולי שזהו דקאמר רבי ירמיה בר אבא ויש למקומו חזקה שאם בא לעקרו אין עוקרו דה\"ק שאם בא לעקור אותו הן כולו הן מקצתו אין יכול לעוקרו ולכאורה יש פנים לזה דאלת\"ה למאי נ\"מ מפרש רבי ירמיה בר אבא ליש למקומו חזקה שאם בא לעוקרו כו' דהא רבי חנינא כבר פירש כך ומ\"מ אינה ראיה גמורה די\"ל דמסיים לפרש גם הסיפא ואולי רבי ירמיה בר אבא לא שמיע ליה לדר' חנינא ולכך הוצרך לפרש גם הסיפא והתלמוד קבע דבריו כלשונו ולכך יש להגיה וכן הא דאמרן וקאי אדברי עצמו שאמר דאזלינן בחרת המיקל: ", 
            "<b>  כופין  </b> על מדת סדום רק שיקלחו מימיו יפה. תמיהא לי הואיל ואע\"פ שאין מימיו מקלחין יפה אין לו מזה היזק כמו שכתב אם כן אמאי לא הוי בכלל דכופין על מדת סדום כיון דאין לו מזה היזק ואף על גב דבקצור לא הזכיר שאין לו מזה היזק הנה בטור סימן קנ\"ג כתבו וצ\"ע: ", 
            "<b>  משום  </b> דאז הוה משמע כו'. שאם היה אומר בלשון לא שנו לא הוי שייך לומר ויכול למחות: ", 
            "<b>  שאותן  </b> תלונות בעליה. שיכול לעמוד על מעזיבה העליונה בלא שרשיפא וקא חזי דהוי כמו בבית למטה מד\"א: "
        ], 
        [
            "<b>  אלא  </b> מתניתין דחלון המצרי כו'. ואף על גב דעל כרחין קביעותו זאת דחלון המצרי כולל גם כן לחלון צורי דקביעות זו קאי עד איזהו חלון המצרי כו'. דמינה הוא דקבעי עלה מ\"ש גבי סולם כו' וא\"כ חלון צורי כלול בו מ\"מ ס\"ל לרבינו דכיון דכל קביעות זו משום חלון מצרי הוא אי איתא דר' זירא קאי אחלון צורי לא הוי סגי לן דלא לקבוע בפני עצמו קודם מילתא דר' זירא מתניתין דחלון צורי ולא תסגי ליה כמו דכלול הוא בקביעות דחלון המצרי משום דאותו קביעות לא נקבע אלא משום חלון המצרי בלבד שוב מצאתי בחידושי הרמב\"ן שזהו לשונו וגמרא ודאי אפיסקא דחלון המצרי קא מייתי לה ולא מהדרי פיסקא דסיפא ולצורי יש לו חזקה: ", 
            "<b>  אבל  </b> אין יכול לכופו וכו'. ורבי אלעי דאמר יכול למחות היינו לכתחלה: "
        ], 
        [
            "<b>  ולא  </b> מסתבר לי פירוש דהא דמפרש דכל הני כו'. לא מסתבר דהא דרבי אלעי דזמנין כו'. למה לא יאמר כו': ", 
            "<b>  משתמשין  </b> עליו כלומר ואינו עשוי שיהו תולין בו עיין לקמן בסמוך: "
        ], 
        [
            "<b>  בין  </b> בעל החצר בעל הגג פירוש בתוך שלש בין בעל הגג בבעל החצר פירוש לאחר שלש עיין לקמן: "
        ], 
        [], 
        [
            "<b>  והלכתא  </b> כוותיה. כדלעיל גבי רב ענן שקל בידקא בארעיה: ", 
            "<b>  ה\"ג  </b> והלכתא כוותיה אמר רב נחמן ולסתום לאלתר הוי חזקה שאין אדם עשוי שסותמין אורו בפניו ושותק לקח בית כנ\"ל לגרוס אע\"פ שבקצור נשמט גם כן וזו הוראה שלא היה כתוב בספר הרא\"ש עכ\"ז טעות סופר הוא דהא ליכא דפליג אדרב נחמן ובטור סימן קנ\"ד כתבו ג\"כ לפסק הלכה: "
        ], 
        [
            "<b>  ה\"ג  </b> ברי\"ף עליהן מיד ותהי: 0הדרן עלך חזקת הבתים  פרק רביעי ", 
            "<b>  ברקא  </b> בגמרא גרסינן בדקא בדלי\"ת אבל ברי\"ף גם כן ברי\"ש: ", 
            "<b>  וסוגיין  </b> כרב יוסף. וכ\"כ הרי\"ף ואולי מדתני רב יוסף. ג' שמות כו'. אבל אין זה במשמע לישנא דסוגיא: ", 
            "<b>  ולא  </b> מסתבר לומר דלא מכר אלא ט' קבין. כדלקמן גבי מצר ארעא דמינה פסיקא משום דט' קבין שיעור שדה קטנה וכן נמי לא מסתבר דלא מכר אלא כדאזל תיירא דתורי והדר כדאיתא בפרק דלעיל גבי קנין בנכסי גר דאין שם דעת אחרת מקנה כך נ\"ל לפרש: ", 
            "<b>  מיעוט  </b> ארעתא שתים גרסינן ועיין בס\"פ השואל: ", 
            "<b>  ה\"ג  </b> לפלוג התם וכן הלשון בתוספות: ", 
            "<b>  כדאמר  </b> נכסי דבי בר סיסין. בפ' דלעיל גבי שכוני גוואי: ", 
            "<b>  ה\"ג  </b> אבל האומר נכסי וכן הלשון בטור ס\"ס רי\"ח: ", 
            "<b>  ומצר  </b> צפון ודרום כולו כזה*: ", 
            "<b>  היכא  </b> דמצר לו מיצר אחד מן הצדדין. פירוש מלבד מצר מזרח ומצר מערב: ", 
            "<b>  דכשמצר  </b> לו מצר מזרח ומערב. פירוש ולא הזכיר אחד ארוך ואחד קצר: ", 
            "<b>  כל  </b> זמן שאין מצר מפסיק. עיין לעיל מ\"ש גבי ולא מסתבר כו' אלא ט' קבין: ", 
            "<b>  מדה\"ל  </b> למכתב שמעון כנגד יהודה. וכן הלשון ברי\"ף ונראה לפרש דכתב לו מצר שמעון ומצר לוי ויהודה ואי איתא דלא מכר לו בארוך אלא כנגד הקצר לא ה\"ל לכתוב אלא שמעון כנגד יהודה ואע\"ג דקשיא לגירסא זו מה שהקשו בתוספות עיין שם מכל מקום כך צריך לפרש: ", 
            "<b>  צריך  </b> למכתב ליה מצר ראובן רוחין תרין וכו'. שאם לא כתב כן אלא כתב השדה שבין ראובן ושמעון לא קנה אלא חציה באלכסון טור סימן רי\"ט וכן כתבו התוספות: ", 
            "<b>  ארבע  </b> קרנות בארבע שדות כזה*: "
        ], 
        [
            "<b>  ובלבד  </b> שיהיו לו ט' קבין באלו הרצועות. ולקמן כתב ויתנו לו אף שלא כנגד המצרים וכו'. וכן בטור סימן רי\"ט מוכח דאכולהו קאי: ", 
            "<b>  ולפי  </b> הדמים. ואף על גב דאין הדמים מודיעין כחכמים דבפ' דלקמן גבי מכר את הבקר לא מכר את הצמד הכא אמרו חכמים לעשות כך ועיין בר\"פ המוכר פירות ובפירוש הרשב\"ם ליתא אלא כפי מה שיראו הדיינים ויכירו המוכר עינו יפה או רעה הכל לפי אומד דעתן ע\"כ גם דברי הרמב\"ם בפרק כ\"א מהל' מכירה סתומים אבל בנימוקי יוסף כתב גם כן לפי הדמים: "
        ], 
        [], 
        [], 
        [
            "<b>  שפירש  </b> ר\"ת. בפרק דלעיל גבי מ\"ש משני שטרות היוצאים ביום אחד:  אבל ", 
            "<b>  שלשים  </b> חצאי סלעים. שכך היו רגילים לעשות חשבון מחצאי סלעים כו'. תוספות: ", 
            "<b>  ואחין  </b> שחלקו. לרב אסי אע\"ג דאין כן הלכה: "
        ], 
        [
            "<b>  דרב  </b> נחמן סבר גרסינן. וכן הלשון בתוס' פרק חזקת (בבא בתרא דף ל\"ה:) ", 
            "<b>  ומשמע  </b> זו ולא ס\"ל. עיין בס\"פ אלו נערות שהאריך רבינו בזה: ", 
            "<b>  ומשני  </b> אמוראי נינהו. עיין בפרק הפרה גבי רשב\"ג אומר א\"כ משהאשה יולדת משבתת: ", 
            "<b>  שאם  </b> יעשה בנין בחצר. שלא מכר עם הבית: ", 
            "<b>  יוציא  </b> ממנו זיזין על הדיוטא. אע\"פ שמכביד על הכותל. תוס': ", 
            "<b>  ה\"ג  </b> דכמו שאין אדם: "
        ], 
        [
            "<b>  כמו  </b> שמקנה קרקע לפירותיו. כדאיתא בפ' מי שמת (בבא בתרא דף קנ\"ז:) "
        ], 
        [], 
        [], 
        [
            "<b>  ה\"ג  </b> אמר במשייר דיוטא כו'. לא שדקדק לומר במשייר כלומר דלא הוה תנאה דהא דאמרינן דע\"מ לאו תנאה היינו בבן לוי דאי אמרת תנאה אם כן לא יהיה לו המעשר חלף עבודתו והא לא שייך גבי ע\"מ שהדיוטא כו' אלא ודאי תנאה הוא ועיין בפרק הזרוע סימן ח' ומיהו דייקינן דלהוצאת זיזין התנה לומר כן משום דלא הוצרך לזה התנאי דבלאו הכי נמי הרי הוא של מוכר שלא נמכרה הדיוטא בכלל מכירת בית וצריך לקיים דבריו שלא יהו לבטלה ולמדין מההוא דמעשר שמקיימין נמי את דבריו ששייר לו מקום למעשר ה\"נ מקיימים ששייר לו מקום כו': ", 
            "<b>  לפירוש  </b> רשב\"ם דלפירוש ר\"ת הזכיר המקום שעליו יוציא זיזין באמרו הדיוטא שהיא היא המקום ולר\"ת זאת אומרת כמו שמקיימים לישנא דע\"מ שהמעשרות שלו שיתקיים הדבר ולא יהיה לבטלה כך תנאה דע\"מ שהדיוטא כו' מיותר וללא צורך התנה מקיימין נמי שהתנה לענין הוצאת זיזים עליה כמתחלה אף על פי שמכביד על הכותל וא\"צ לר\"ת לשיור מקום שלא הוזכר דהא לדידיה הוזכר המקום בהדיא: ", 
            "<b>  רב  </b> ושמואלאזדו לטעמייהו. פירש רשב\"ם דלרב בעין רעה כו'. וקשה דבפרק בית כור אמרינן האחין שחלקו וכו' רב אמר בטלה מחלוקת קסבר האחין שחלקו יורשין הוו ואם כן לא שייך לרב טעמא דעין רעה ומיהו למאי דמסיק רבינו התם ובפ\"ק דב\"ק דפסקינן בטלה מחלוקת לא מטעם דיורשים הוי וכו'. איכא למימר דגם רב סברתו כך היא דדוקא גבי פריעת ב\"ח הוו כיורשים ולא לענין אחר וא\"כ יש ראיה לזה מדהכא ודו\"ק וכיוצא בזה מצאתי בנימוקי יוסף בית כור בשם ר\"ת דרב ס\"ל דלקוחות הן וגבי חלקו הוא דס\"ל דעל דעת כן חלקו שאם יבא ב\"ח וכו' ע\"ש ובתוספות ס\"פ השולח כתבו גם כן בשם ר\"ת דרב ס\"ל דכלקוחות באחריות הן ויורשין דקאמר לאו דוקא אלא כיורשין וכ\"כ רבינו בפרק ה' דנדרים: ", 
            "<b>  גיר'  </b> המשנה העבירים ואני כתבתי בתוספת יו\"ט שהגי' היא העכירים בכ\"ף: "
        ], 
        [
            "<b>  ים  </b> טלפחיא. עיין בפרק בתרא דע\"ז גבי במה מנגבן דרבינו מפרש לה התם: ", 
            "<b>  ומתני'  </b> היא עיקר. ונמוקי יוסף כתב שראה כתוב שגם הרי\"ף ס\"ל כמתניתין ולא הביא הברייתא לומר דהלכה היא אלא ללמוד ממנה אותם שנשנו בברייתא ולא נשנו במשנתנו ע\"כ: ", 
            "<b>  ואת  </b> בית היקבים. וכן הלשון ברי\"ף גם בטור העתיק כן סימן רט\"ו וכתב שנוטלין בהן המים אבל בגמרא גרסי' בית היקמים וכן הוא בקצור וכתב הרשב\"ם שכן הגי' בתוספתא ופירש שני פירושים והסכים לפרש יקמין סודר שמעטפים בהן ראשן מפני חום המרחץ ע\"כ ולשון הרמב\"ם בספכ\"ה מהל' מכירה בית היקמים וכתב המגיד בשם ר\"י מגא\"ש יקמים הם ספסלאות של עץ שמשתמשין בהן בבית המרחץ ונותנים בהן מים לפני כל אחד ואחד ע\"כ וגי' הרמב\"ן בית הספסלין ומפרש שיושבין עליהן בחצר המרחץ כשהן לבושין: ", 
            "<b>  ושמא  </b> לא הביא כו'. מלתא דמספקא ליה לרבינו הכא פשיטא ליה בפרק גט פשוט דהתם כתב רבינו דברי הרי\"ף שכתב שם דליתא להאי כללא דלית הלכה כרשב\"ג אלא עד דאיכא טעמא וה\"נ פשיטא ליה לרבינו דהרי\"ף לית ליה וכו' בפרק הפרה גבי א\"כ משהאשה יולדת משבחת ועיין מה שכתבתי שם שכן גם דעת רבינו עצמו: ", 
            "<b>  דהא  </b> אמרינן בעלמא. בפרק המדיר והביאו רבינו בפרק דלעיל: ", 
            "<b>  וצייני  </b> גרסי' בס\"א וכן גי' הערוך וכן משמע מפי' הרשב\"ם: ", 
            "<b>  יהיב  </b> ליה תרי דיקלי. פי' רשב\"ם לבד אותן שבשדה המכורין בכלל שדה דמכירה אחרת היא זו ומיעוט דקלי שנים: "
        ], 
        [], 
        [
            "<b>  וכן  </b> האומר כו'. לישנא דוכן לא ניחא: "
        ], 
        [
            "<b>  חוץ  </b> מחרוב. פי' רשב\"ם המורכב: "
        ], 
        [], 
        [
            "<b>  לא  </b> קנה ולא שייריה להך אלא שא\"צ ליקח לו דרך. הרשב\"ם: ", 
            "<b>  שנפרעים  </b> מן היתומים בשבועה. פירוש כשהן גדולים כדלעיל בפרק קמא גבי והלכתא כר\"ל ואפי' מיתמי: "
        ], 
        [
            "<b>  האחין  </b> שחלקו וכו' זכו בכולן. בתוספות הקשו וא\"ת לרב דאמר יש להן דרך זה על זה משום דמוכר בעין רעה מוכר וכו' ותירצו דהכא לאו משום עין יפה הוא אלא משום שרוצין להסתלק זה מזה וכו' ע\"כ אבל אדשמואל לא קשיא דס\"ל בעין יפה מוכר ואין להן דרך זה על זה היכי זכו בכולה דלא קשיא כלל דאיכא למימר דלא קאמר שמואל דכלקוחות הן למעוטי שלא יהו כמקבלי מתנה דסגי ליה בהא דכלקוחות הן דאפ\"ה אין להן דרך זה על זה ואי כמקבלי מתנה הן כ\"ש דכל אחד זכה בכולה ואין להן זה על זה כלום נ\"ל: "
        ], 
        [
            "<b>  ואפי'  </b> לר\"ע כו' דהכא דשייר שני אילנות והיינו שאמר חוץ לא הוי כמו באומר חוץ מבור כו' דר\"ע מודה ביה דשייר לו דרך ולא שייך בכי הא למימר ואפי' לר\"ע דהתם כי אמר חוץ מבור כו' לטפויי אתא דהא בלאו הכי אינן מכורין אבל הכא מאן דזבין ליה ארעא קני דקלי ותאלי כו' אפי' כי לא כתב ליה כדאיתא לעיל וא\"כ כי שייר שני אילנות היה צריך למימר הכי והוי השתא כמו בור ודות כשלא אמר חוץ הלכך שפיר קאמר ואפי' לר\"ע כו': "
        ], 
        [
            "<b>  וכבר  </b> איפסק הלכה כר\"ע דאמר בעין יפה מוכר. ומסיים הרי\"ף והוא דאיכא תלתא ורבינו נראה שסמך על המשנה דבפ' דלקמן ועל מה שכתב שם ומדברי הב\"י סי' רט\"ז נראה שגם בס' הרי\"ף לא היה כתוב כן שהרי לא הביאו לראיה כדדייק דהרי\"ף ס\"ל דדוקא תלתא ובקצור יש טעות: 0הדרן עלך המוכר את הבית  פרק חמישי ", 
            "<b>  ה\"ג  </b> מכר את הספינה מכר את הביצית סומכוס אומר מכר את הספינה מכר את הדוגית. ועיין לקמן גבי אמר אביי ר\"א ורשב\"ג ור\"מ וכו' ", 
            "<b>  הלכך  </b> הלכה כשמואל. דאי לאו הכי ורב כת\"ק ליתא בכלל הלכתא כשמואל בדיני כיון דגמרא מוכח דרב כת\"ק ושמואל כיחידאה: ", 
            "<b>  דמסירה  </b> דאותיות. כדלקמן: ", 
            "<b>  מיהו  </b> א\"א לומר כן. ודקדוק לשון נמי כדלקמן כלומר עם המשיכה וכמו שאפרש שם: "
        ], 
        [
            "<b>  ומדקאמר  </b> כו'. לשון התוס' ועוד מדקאמר וכו'. ומיהו אשכחן כהאי גוונא והוי כמו ועוד כדכתבתי בפרק חזקת גבי כיון שהכיש בה כו': ", 
            "<b>  דאיירי  </b> בעומדת בסמטא ואפ\"ה קתני ואותיות במסירה. פי' דלהכי לא קתני ספינה נקנית במסירה והיינו ברה\"ר ולא היה כאן מקום לטעות משום דא\"ה ה\"א הך דאותיות נקנות נמי במסירה היינו נמי ברה\"ר ולהכי לא דייק מעיקר תלמודא דמוקי בסמטא וכמו שהוא בתוספות משום דנ\"ל לרבינו דליכא למידק דאיכא למימר הא כדאיתא והא כדאיתא רישא בסמטא וסיפא ברה\"ר כדאשכחן דמוקמינן דהא דקתני עד שישכור מקומו ברשות המוכר אע\"ג דעד שימשכנו היינו מרה\"ר לסמטא הלכך דייק רבינו הכי דאמאי לא תני מסירה והיינו ברה\"ר כו' אלא להכי קתני משיכה לאשמעינן דהיינו בסמטא ואפ\"ה קתני ואותיות במסירה דשמעינן דעיקר מלתא לאשמועינן דאותיות במסירה מיירי בסמטא. וכן מפורש בדברי רבינו עצמו לקמן: ", 
            "<b>  על  </b> ידם. ל\"ג וה\"נ ליתנהו בתוס': ", 
            "<b>  כלומר  </b> עם המשיכה. פירוש כמו שקונה המשיכה ה\"נ קונה המסירה: ", 
            "<b>  אלא  </b> בהגבהה שהיא חשובה יותר. כיון דמשיכה מבטלת מסירה כ\"כ תוספות ומיהו תירצו לזה דאטו בחדא מחתא מחתינהו אם מסירה הגרועה בטילה מחמת משיכה משיכה החשובה לא תבטל מחמת הגבהה ע\"כ: ", 
            "<b>  ולא  </b> במשיכה. ואפילו בסמטא והשתא פריך לרב שפיר תוספות. דאי דוקא ברה\"ר קאמר מאי קמ\"ל פשיטא דמשיכה לא שייכא התם ומסירה עדיפא א\"כ ודאי מהניא: ", 
            "<b>  לישנא  </b> דלך כו' לא משמע הכי. דהל\"ל תא חזק כו': ", 
            "<b>  ומקח  </b> טעות הוי דמוכר שטרותיו לבשם יש לו אונאה כדאיתא בהזהב אמתני' דאלו דברים שאין להם אונאה וכו': ", 
            "<b>  ור\"ת.  </b> לכאורה נראה שצ\"ל ור\"ת וכמו שכתב בתוספות בשמו וכן הוא לקמן בדברי רבינו אך בתשובה לרבינו הביאה הטור ס\"ס רמ\"ח כתוב דר\"ת ור\"ת סברי דאין אותיות כו': ", 
            "<b>  דאי  </b> בעיא קלתיה. עיין לקמן בפרק בתרא גבי במאי קא מיפלגי באותיות נקנית במסירה: ", 
            "<b>  וצריך  </b> להביא ראיה. כאביי דלקמן: ", 
            "<b>  בפרק  </b> האשה. דף קט\"ו וע\"ש בתוספות. ", 
            "<b>  ה\"ג  </b> חזינן ליה דלא חייש לנפילה דהא קאמר א\"צ להביא ראיה. וא\"ת לאביי דלא חייש נמי לנפילה אמאי קאמר דצריך להביא ראיה תירצו תוספות דהתם דלא אמר אביי דלא חייש לנפילה אלא כי הא דניחוש שנפל מחבי בר נני ומצאו חבי בר נני אבל בשאר שטרות דעלמא דשמא נפל מזה ומצאו מאן דהו להא חיישינן ולכך צריך להביא ראיה: ", 
            "<b>  ועד  </b> דכתב כו'. כלומר האי כתיבה לא סגי עד דכתב ליה דוקא הכי קני לך וכו': ", 
            "<b>  אע\"ג  </b> דקרקע נקנה בשטר. פי' מן התורה ככתוב בס' ירמיה ל\"ב ואקח את ספר המקנה כדילפינן מניה בפ\"ק דקדושין דף כ\"ז והרי\"ף מייתי לה לקמן בפירקין: "
        ], 
        [
            "<b>  ומפורש  </b> בתוס' גרסי' והוא בד\"ה קני לך וכו': ", 
            "<b>  ופי'  </b> רשב\"ם דשטר. ר\"ל שטר קניה קני לך וכו': ", 
            "<b>  אבל  </b> בשטר שכותב כו'. כלומר השטר קנייה שכותב לו בו קני לך וכו': ", 
            "<b>  ואע\"ג  </b> דאמרי' גרסי' והוא בפרק חזקת קנין בפני שנים ואצ\"ל כתובו: "
        ], 
        [
            "<b>  דאית  </b> ליה טענה לנותן. עי' לקמן מ\"ש בדברי ר\"ת: ", 
            "<b>  דבשטר  </b> מתנה דוקא איירי דלא ניחא ליה כו'. דהעולם לא ידעו שהוא שטר מתנה אלא יסברו שהוא ש\"ח או שטר מכר ושיעבד קרקעותיו ולא יקנו ברצון ממנו לפי שיראים שיטרפו מהן. תוספות. ועיין עוד בתוספות שהקשו מהא דפ' גט פשוט דתניא מי שבא ואמר אבד ש\"ח וכו': "
        ], 
        [], 
        [
            "<b>  אדעתא  </b> דלכתבו ליה גרסי' ועוד להלן גרסי' נמי הכי: ", 
            "<b>  האי  </b> מסתמא לא עדיף מתנאי גמור ואפי' אמר בפירוש ע\"מ וכו'. כדבסמוך וקשיא דהא דע\"מ בסמוך לרבינו תם היינו במתנה ומש\"ה הוא דמצי מיהדר ביה אי משום דיכול לבטל השליחות אי משום דתנאי זה אינו אלא פטומי מילי כדלקמן אבל במכר אנן סהדי דכל הקונה אדעתא דלכתוב שטר הוא שקנה והוי כאילו התנה הלוקח ולא הוי פטומי מילי וגם אין ביד המוכר לבטל השליחות כיון שהקנייה אדעתא דהכי הוה דסתמא כפירושו ואנן סהדי בהכי וזו היא סברת ר\"ת ז\"ל ובכך דבריו מובנים יפה: "
        ], 
        [
            "<b>  ה\"ג  </b> בלא מסירה לקנות שעבוד שטר הכתוב בשמו אם כן גם וכן הל' בתוס': ", 
            "<b>  דקנין  </b> חשוב הוא. תימה מנלן דקנין חשוב הוא גם לא צריך שיהא חשוב ולשון התוספות כיון דשעבוד כל כך קל לקנות: ", 
            "<b>  או  </b> דלמא בין בזו כו'. וכן כתב הרי\"ף: ", 
            "<b>  אינן  </b> מכורין דהמע\"ה. הרי\"ף: "
        ], 
        [
            "<b>  לא  </b> מכר את הולד. משום דדרך בני אדם לקנות שפחה מניקה להניק לו את הולד ב\"י סימן ר\"ך בשם הר\"ן: "
        ], 
        [
            "<b>  אלא  </b> שפחה סתם. בטור סימן ר\"כ כתוב שפחה זו סתם והיה נ\"ל להגיה כן אלא שראיתי בהגהות מהרמ\"א שכתב שפחה סתם ומ\"מ מהר\"ו כ\"ן הסכים דדוקא באומר זו: ", 
            "<b>  ולא  </b> מסתבר כלל. ומסתברא לי להביא ראיה גמורה שכדבריו כן הוא שא\"צ שיאמר מעוברת ממתני' דבפרק השואל המחליף פרה בחמור כו' זה אומר קודם שמכרתי ילדה וכי תימא באומר מעוברת א\"כ אע\"פ שקודם שמכר ילדה הרי כשאמר מעוברת נתכוין להקנות לו הולד ואין לומר שיכול לטעון דדוקא אילו היתה מעוברת הקניתיה לך משום שהיתה בחשש סכנה א\"כ אף על הפרה עצמה יטעון כן וזה לא אמרה משנתנו ועוד משילדה משבחת שאמרו בפרק הפרה על אשה אמרו אבל על פרה זו לא שמענו אלא ודאי באומר פרה זו סתם ומחלוקתם אם כבר ילדה אם לא: "
        ], 
        [], 
        [], 
        [
            "<b>  לא  </b> ס\"ל כוותיה. כ\"כ הרי\"ף ואע\"ג דכר' נתן פסקינן אפילו כנגד רבנן בפרק הפרה משום דדיינא הוא ונחית לעומקא דדינא הכא דאמר רבא מתני' יחידאה היא משמע דכדי לדחותה מהלכה אמר כן: ", 
            "<b>  מן  </b> הפקק ולמעלה. פי' התוס' מן התחתון דאי מפקק שאינו תחתון הא מתנאי יהושע הוא בס\"פ מרובה: ", 
            "<b>  מד'  </b> אמות ועד שמונה. ולדידן עד שש עשרה. וכן מוכח בטור סימן רט\"ז והרי\"ף לא הביא לבעיא זו לא משום דפשטינן לה מר\"א בר צדוק דאמר עד שמנה דודאי דלדידן עד ט\"ז אלא דהברכה שמעינן מר\"א בר צדוק והא דלא הביאה משום דשמעינן לה מדאמרינן לעיל דלמא מסקא ארעא שירטון: ", 
            "<b>  ואחד  </b> על המצר וכו'. כך נ\"ל דגרסינן: ", 
            "<b>  ה\"א  </b> הא דרב חסדא כו'. זו היא גירסת גמרא שבידינו דלא כגי' הרי\"ף שהעתיק לקמן: ", 
            "<b>  אלמא  </b> אי לאו כו'. נמצא שזהו עיקר מילתיה דרב חסדא: ", 
            "<b>  ואע\"ג  </b> דדחינן ואמרינן דלמא כו' זו היא גי' הרי\"ף דלא כגי' ספרים שלנו כדלעיל: "
        ], 
        [
            "<b>  ואם  </b> תאמר בבטול מקח גרסי' ולא קאי על דברי הרי\"ף אלא אדינא דרב חסדא כמו שהוא בגמרא וכן מסיים לקמן ונראה שרב אלפס כו': ", 
            "<b>  דבשתות  </b> ידו על התחתונה. לא דהמתאנה ידו על העליונה דהא לא קי\"ל כמתני' דהזהב אלא יד המאנה על התחתונה קאמר שלא יוכל לחזור משא\"כ יד המתאנה שיכול לתבוע אונאתו אע\"פ שגם הוא אינו יכול לחזור: ", 
            "<b>  ואם  </b> אין הלוקח רוצה לחזור בו. אמילתיה דרב חסדא קאי דס\"ל דבשתות ידו על העליונה ויכול לחזור ונ\"מ לדידן נמי לענין אם יכול לתבוע אונאתו: ", 
            "<b>  דכיון  </b> שהיה יכול לחזור בו. היינו לרב חסדא אבל לדידן דאין יכול לחזור ונתקיים המקח מודה ה\"ר יונה דיכול לתבוע אונאתו שהרי בשעה שנתקיים המקח היה אונאה וזה נ\"ל טעמו של הטור בסימן רכ\"ז דכתב כסברת יש אומרים ונדחק ב\"י בטעם למה לא כתב כסברת רבינו יונה ולחנם דחק לפי שהטור כתב דבריו לדידן דקי\"ל דבשתות אינו יכול לחזור המתאנה ונמצא שהמקח קיים מיד ויש בו אונאה ובזה אף ה\"ר יונה הכי ס\"ל וזה פשוט בעיני ויש בקצור ג\"כ דבר בלתו מדוקדק בזה כמו שאכתוב שם בס\"ד: ", 
            "<b>  שימדדם  </b> ואח\"כ ימשכם ויזכה בהן. משמע דתרתי בעי שימדוד וגם ימשוך ואין נראה כן בסמוך גבי ד' מדות במוכרין וכן לקמן במסקנא דמלתא וגם הטור סימן ר' לא הזכיר המשיכה: והך דהכא לאשמועינן בכל מקום וכו'. וצריך לומר דהך דהכא אמרה מעיקרא דאלת\"ה הא דאשמועינן ככל מקום וכו' שמעינן לה מדאמר והניח ע\"ג סימטא דהיינו מקום שיש לו רשות כו' אלא דהכא אתמר מעיקרא: ", 
            "<b>  בסימטא.  </b> ובגמרא מפרש מאי בחצר שאין של שניהם דלא דהאי כולה כו' אלא דתרוייהו: ", 
            "<b>  אוקימנא  </b> כשהיו שנתות במדה. י\"ל כל רושם בכך וכך טור סימן ר' וכן בגמרא: ", 
            "<b>  כליו  </b> של לוקח ברשות מוכר. ובדמונח אארעא דאי בידיה קני כדאוקמינן בגמרא בקלתה תלויה בה ואיתא נמי בפרק בתרא דמסכת ע\"ז דף עא ע\"ב דנקיט ליה עובד כוכבים לכלי בידיה דמכי מטא לאוירא דכלי קנה ליה עובד כוכבים: ", 
            "<b>  ומדכליו  </b> דמוכר ברשות לוקח קנה. שמעינן מינה דכלים בטלים אצל הרשות הלכך כליו דלוקח וכו': ", 
            "<b>  ה\"ג  </b> ודחי לה במסבלי דתומי. ופי' מסבלי לשון משאוי וסבל: ", 
            "<b>  ומעיקרא  </b> נמי. דף פה ע\"ב: ", 
            "<b>  משום  </b> דבהמה אין נעשית בסיס לכלים. כדמפרש רבינו טעמא שם בפ\"ק דמציעא: ", 
            "<b>  משוך  </b> הכלי לקנות הפירות. לישנא דלקנות לאו דוקא דבפ\"ק דמציעא כתב רבינו דלא מהני כשאומר לקנות אלא כשמקנה לו גוף הכל עצמו גם כן וכך מצאתי למה\"ר ואלק כ\"ץ שכתב כן בסימן ר'. ועיין מה שכתבתי שם בפרק קמא דבבא מציעא: "
        ], 
        [
            "<b>  ומוקי  </b> רישא כו'. היינו בברייתא דארבע מדות: ", 
            "<b>  קנה  </b> אף ברשות מוכר. לפום מאי דדחי לא בכליו של מוכר אבל למסקנא דלא אפשט איבעיא אכתי מספקא לן דלמא רישא בכליו של לוקח ואפילו הכי לא קנה עד שיגביהנה או שיוציאנה מרשותו: ", 
            "<b>  ומקומו  </b> מושכר לו. ונתקבלו שכר זה מזה כדתנן בהדיא בפרק ה' דמסכת מעשר שני: ", 
            "<b>  שיביא  </b> בגמרא ת\"ש וכו'. אבל בספר הרי\"ף שבידינו איתא הכי איכא דאמרי אמר ליה רבינא לרב אשי ת\"ש וכו' לפי זה יש לומר דהיינו דאיכא לאיכא דאמרי דלדידהו לא השיב לו דלא קנה אלא השיב תניתוה כו' ות\"ש כו' והרי\"ף לא הוצרך להביא הך תניתוה כיון דלא נ\"מ לפסק הלכה ורבינו הבין דרכו של הרי\"ף דאיכא דאמרי לא מיירי אלא לענין זה דוה\"מ דאמרינן ללישנא קמא דליתא אלא על ידי המשא ומתן של רבינא ורב אשי ויותר מסתבר דרבינו היתה לו גירסא אחרת בדברי הרי\"ף דל\"ג איכא דאמרי וגרס דאמרינן ולפי זה קאי אדאמר הרי\"ף וה\"מ וכו' אהא קאמר דאמרינן כו' ואם כן אין כאן בגמרא אלא גירסא אחת והוא דאמר ליה לא קנה ולכך מקשה עליה דלא מצינו כזאת כו' וגירסא זאת נכונה מאוד בדברי הרי\"ף דהא הך וה\"מ כו' שכתב הרי\"ף ליתא בגמרא אלא דמתוך משא ומתן של רבינא ורב אשי שמעינן הכי והוא דקאמר הרי\"ף דאמרינן וכו' אלא דקשיא עליה קושית רבינו דלא מצינו כזאת כו': "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  ה\"ג  </b> לזכות לחבירו בשל אחרים אבל אם הוא מונח ברשות המוכר ואמר יזכה חצירי ללוקח במקח שקנה ממני לא קנה לו שאין אדם יכול לזכות בשל עצמו לחבירו שלא על ידי אחרים כך העתיק טור סימן ר': "
        ], 
        [
            "<b>  משום  </b> דמוכר לא מצי לאקנויי חצירו כו'. אא\"כ הפירות בכליו של לוקח: "
        ], 
        [
            "<b>  אינו  </b> יכול לזכות רשותו כו'. דאי יכול יזכה לו הלחם של עירוב על ידי רשותו ולמה לי דוקא על ידי בנו ובתו הגדולים: ", 
            "<b>  משם  </b> משמע אפי' הוציאו כו'. ואע\"ג דהא דמשני בכליו של מוכר אפשר דלא קאי כל שכן למאי דמסיק דכלי של לוקח ברשות מוכר לא קנה מ\"מ סברא זו דאליבא הך שינויא דמשמע מינה דמשיכה בכליו של מוכר קונה ההיא סברא לא אדחייה: ", 
            "<b>  צלוחית  </b> אבידה מדעת היא. משא\"כ פונדיון בלא החזיר לתינוק אותו הפונדיון. תוס': ", 
            "<b>  הלכך  </b> נראה דלוקח הוי. ונ\"מ שיכול להקדיש וכו' ככתוב בהגה\"ה ושבעמוד דלקמן): "
        ], 
        [], 
        [
            "<b>  הני  </b> אפשר בתשובה. עיין בתוס' שפירשו דאפילו הוליד ממזר כו' והכא לאו תשובה מעלייתא אע\"ג דאמרי' בפרק הגוזל קמא (בבא קמא דף צד) דיעשה בהן צרכי רבים: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  ה\"ג  </b> בגמרא איפה שלמה ומניין ומיהו הרשב\"ם כתב דבספרי יליף לכולהו מוצדק שהוא מיותר גם בס' הרי\"ף גרס הכא וצדק: "
        ], 
        [], 
        [], 
        [
            "<b>  דאין  </b> לו רשות לשנות כו'. כדמפרש הרשב\"ם דאף זה יכול לבא לידי רמאות דאיכא דחזי במדידה ולא ידע לא בפחות ולא בתוספת: ", 
            "<b>  בקונה  </b> חצי המדה. לאו דוקא אלא כלפי שאינו קונה כל המדה קאמר חצי המדה כי הא דאמרי' לעיל אמאי קרי ליה רה\"ר לפי שאינו רה\"י ולשון הטור סימן רל\"א שני שלישית מדה: ", 
            "<b>  וקנה  </b> ומיתנא שלה י\"ב טפח. הרשב\"ם מפרש קנה ד\"ט ומיתנא דמאזנים של כף אחת ד\"ט וכן של כף שניה והקשה בעל חכמת שלמה דא\"כ א\"צ לנפש מאזנים שתהא תלויה באויר רק בנ\"ט לחצי קנה המוכרע דהא מפרש הרשב\"ם דטעמא דתלויה באויר שלא יגע הקנה בגג ע\"כ לכן נראה כפי' הטור שכתב קנה יב\"ט ומיתנא יב\"ט ומפרש נפש מאזנים תלויה באויר שהוא החוט שהנפש תלויה בו צריך שיהיה ארוך ג\"ט והכי מסתבר דהשתא נפש תלוי מרוחק מהגג ג\"ט והוי דומיא דגבוה מן הארץ כו' והב\"י כתב ג\"כ דנראין דברי הטור אבל מטעם דאל\"כ ס\"ל לברייתא לפרש ולא לסתום: "
        ], 
        [
            "<b>  ובלבד  </b> שלא הוקר השער. וז\"ל הרשב\"ם אבל אם לקת בשעת הגורן ועכשיו הוקיר ישתכר אפילו כפלים כפי שהשער הולך: 0הדרן עלך המוכר את הספינה  פרק ששי ", 
            "<b>  וה\"מ  </b> דלא צמחו כו'. כ\"כ הרי\"ף: ", 
            "<b>  דכל  </b> היכא שאין הלקוי ידוע כו'. מדהוצרך לכתוב וה\"מ כו' אבל מחמת דבר אחר כו' דפשיטא הוא דמהיכא תיתי שיתחייב באחריות לקוי ברד וכיוצא בו אלא הא קמ\"ל דבעינן שיהא נודע בודאי שמחמת הברד לקו אבל היכא שאין הלקוי ידוע כו': "
        ], 
        [
            "<b>  אפי'  </b> לשלם ההוצאה אליבא די\"א. וקצת קשה כיון דאין הלכה כי\"א למאי נ\"מ מהדר אסברתייהו וכי תימא דמן הי\"א נשמע לת\"ק דהואיל והי\"א מחייבין אפי' בהוצאה ש\"מ דפשיטא להו דבזרעים יש לתלות הלכך גם לת\"ק טעמא משום דפשיטא לתלות בזרעים כי אמרת הכי הויא סייעתא דא כתדע מן הקושיא דעל הי\"א עצמן קשיא מה שרצה לתרץ וטפי טובא קשה אדידהו ובתוספות יש שני תירוצים הך תירוץ שכתב רבינו ולא הזכירו בו לסברת הי\"א כלל ואח\"כ כתבו תירוץ שני וז\"ל אי נמי הכא מיירי דאיגלאי מלתא למפרע שלא היו ראויין לזריעה כלל וכן משמע בגמרא דאיכא למאן דמחייב לשלם אפילו הוצאה ואין סברא לחייבו כלל כל ההוצאה אלא כשלא היו ראוין כלל לזריעה וידע המוכר שלא היתה ראויה לזריעה עכ\"ל וזה ניחא להוכיחו מן הי\"א באיזה ענין איירינן משא\"כ ללשון רבינו היינו מוכיחים סברא לחייב ממאי דשמעינן לי\"א דמחייבים ביותר והיא גופה תקשה דלא לחייבו ואפילו כת\"ק נמי לא ולכן אפשר להגיה בדברי רבינו שכך צ\"ל אי נמי הכא מיירי דאגלאי מלתא למפרע שלא היו ראויין לזריעה כלל וכן משמע מדמחייבינן אפילו לשלם ההוצאה כך נראה להגיה אלא דמאי דמסיק דמלתא דפשיטא הוא אין לו משמעות לפי זו ההגה\"ה לכן נניח הלשון כמו שהוא ואע\"ג דלא ה\"ל למהדר אסברת י\"א מצאנו לו בפ' חזקת גבי המוכר שדה בעדים ובפ\"ק דב\"מ כמ\"ש שם: "
        ], 
        [], 
        [
            "<b>  והכירו  </b> המוכר. כ\"כ הרשב\"ם בכאן ובר\"פ הפרה לא כתב כן דגם שם לא פי' רש\"י כך ומ\"מ נ\"ל כמ\"ש בכאן עיקר וכמו שכתבתי בטעם נכון שם בר\"פ הפרה: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  דאפי'  </b> רבנן דפרק דלעיל. גבי מכר צמד וכו': ", 
            "<b>  כיון  </b> דאין הדמים וכו'. ובר\"פ הפרה כתב דהרשב\"ם נתן ג\"כ טעם: ", 
            "<b>  נמצא  </b> עליה קורט דם כו'. כלומר הא דאמרי' טרפה היינו נמצא כו'. ולכך צריך בדיקה אבל מצד אחד כשרה וא\"צ בדיקה ואם אירע שבדקה ומצא קורט דם אה\"נ דטריפה כמבואר בדברי רבינו במקומו: ", 
            "<b>  וידוע  </b> דאיהו לא עריב לא קנסינן ליה. כ\"כ הרשב\"ם דהיינו דאיכא בין דינא לקנסא ובנמוקי יוסף כתב דנ\"מ דאי קנסא לא קנסינן ביה בבבל ותו אי קנסא לא ילפינן מיניה לעלמא ע\"כ ולי נראה דה\"נ נ\"מ דאי קנסא לא קנסו בנו אחריו ושוב מצאתי במקצת ספרי נמוקי יוסף שכתוב בהן לא קנסינן ביה בבנו והכי מסתבר להגיה באותן ספרים שכתב בהן בבבל דאי איתא דבבבל לא קנסינן אמאי מייתי להו הרי\"ף ורבינו להך מימרא כלל אלא ודאי אף בבבל קנסינן דמלתא דשכיתא ואית ביה חסרון כיס קנסי' בבבל כדאיתא בפ' החובל ויש מי שרצה לומר דנ\"מ נמי אי קנסא דמודה בקנס פטור וליתא דלא מיפטר אלא כשמתחייב כלום בהודאתו כדאיתא בפרק שור שנגח ד' וה' והכא לא מתחייב מידי דמאי דמשכח יותר מרובע בלא הודאתו שעירב מחייב לשלומי דאין הלוקח מקבל עליו אלא רובע: ", 
            "<b>  ואחד  </b> שכר שעורים כו' מברכים עליהם שהכל. עיין בדברי רבינו בפרק כיצד מברכין סימן י\"ב: ", 
            "<b>  כל  </b> חמרא דלא דרי כו'. אבל כי דרי על חד תלת הוה חמרא וה\"נ ודאי דכי יש בו טעם יין מיירי דאל\"ה פשיטא דלא הלכך כיון שיש כאן טעם יין כי נמי הוה תלתא מיא מקרי חמרא: ", 
            "<b>  שנותנים  </b> מים על החרצנים. שנעצרו בגלגל וקורה. ועיין לקמן וכן מבואר בב\"י טוא\"ח סימן ר\"ד בשם הרמב\"ן והרשב\"א: "
        ], 
        [
            "<b>  ואתו  </b> ארבעה גרסינן: ", 
            "<b>  הא  </b> בדרווקא והא בדפורצני. פי' רבינו בפרק שני דמסכת ע\"ז גבי החרצנים והזגים כו': ", 
            "<b>  ולא  </b> נעצרו בגלגל וקורה. דאילו נעצרו כך דינא מפורש לעיל דלא מקרי יין אלא כדרמא תלתא ואתא ארבעה וכן מפורש בטוי\"ד סימן קכ\"ג: ", 
            "<b>  בתמד  </b> ראשון ושני חלק רביעי ה\"ג בטוי\"ד סימן קכ\"ג: ", 
            "<b>  ויין  </b> מזוג כו'. עיין בפ\"ב דמס' ע\"ז גבי אמר רבא יין מזוג כו': "
        ], 
        [
            "<b>  מיהו  </b> אמרי רבו תא כו'. כ\"כ הרי\"ף בפרק ערבי פסחים: "
        ], 
        [
            "<b>  וכדעצרת  </b> להו. כלומר אלא כדעצרת להו וכו': ", 
            "<b>  ואע\"ג  </b> דאמר גבי שלקות כו'. מילתא דשלקות בפרק כיצד מברכין (ברכות דף לח) אך לא נמצא שם לישנא דהואיל ואשתני אשתני: ", 
            "<b>  דבעינן  </b> דומיא דכבש דלא נשתנה בו כבש מעולם. הכי אמרי' התם זבח ונסכים מה זבח שלא נשתנה אף נסכים שלא נשתנו וערש\"י זבח לא נשתנה דהא נדמה פסול לקרבן ע\"כ ומסקי' התם דיין הנדלה כו' נשתנה ריחו ולכך תמיהני אהא דקאמר רבינו משום שנשתנה מברייתו: "
        ], 
        [
            "<b>  הלכך  </b> מקבל עליו עשרה לעולם. כיון דהווה הוא שעשרה מתקלקלין בתוך מאה משא\"כ ברובע טינופות שאינו בודאי שנתערב בסאה וכשמוציא יותר מרובע יש לחשדו בכל שעירב הכל גם הרובע: "
        ], 
        [
            "<b>  והלכתא  </b> כו'. כדלקמן גבי איבעיא להו הוה חלא: ", 
            "<b>  לסבויי.  </b> למכור יין בחנות כמו זולל וסובא כו'. רש\"י בפרק השוכר במס' ע\"ז על ההיא מסובאתא כ\"כ החכמת שלמה: "
        ], 
        [], 
        [], 
        [
            "<b>  דלישנא  </b> בתרא עיקר. כדעת הרי\"ף שכתב רבינו בפ\"ק דב\"ק אבל בפרק חזקת הבתים גבי יעשה פירוש לפירושן כתב דעת הגאונים לפסוק כלישנא קמא ועיין מ\"ש שם גם עיין בפ\"ב דמס' ע\"ז גבי שתיתא: ", 
            "<b>  נתנו  </b> לו. בקצור ובטור סימן קס\"ט העתיק נתן לו אבל בפירוש רשב\"ם דפ\"ה דף פ\"ב נתנו לו ומפרש הב\"ד וכו': ", 
            "<b>  נותן  </b> לו שתי אמות לתוכה אמה מכאן. כך היא הגי' השניה שבפירוש הרשב\"ם וכתב שהיא עיקר ומפרש דנותן לו שתי אמות לתקן אגפיה אמה מכאן כו. ע\"כ ולפי זה אין ברוחב אמת בית השלחין אלא אמה אחת ועל שם זה נקראת אמה ומן התימה על הב\"י שכתב בריש סימן רט\"ז שלא מצא חבר להטור שפסק אמה רוחב ושאין גי' הרא\"ש כן: ", 
            "<b>  נוטען.  </b> נראה לי דהיינו נטיעות קטנות אבל לא אילן דהא מרחיקים את האילן מן הבור כ\"ה אמה כדתנן בסוף לא יחפור: 0הדרן עלך פרק המוכר פירות  פרק שביעי ", 
            "<b>  ה\"ג  </b> כולה סלעים הגיעו. וכן אפי' כו' עד וכן נמי כפול בדפוס בטעות: ", 
            "<b>  ה\"ג  </b> רובן במיעוטה ומיעוטן ברובה: ", 
            "<b>  כשיר  </b> מהו. וזו צורתו @א: ", 
            "<b>  כשורה.  </b> מהו לשון הטור סימן רי\"ח כשורות הרבה זו אצל זו: "
        ], 
        [
            "<b>  כאיצטדנין.  </b> זו צורתו @ב עקלתון זו צורתו @ג: ", 
            "<b>  מדקתני  </b> מה הוא מחזיר לו מעות. ואפיחת קאי ותמיהא דאדדייק ממחזיר מעות איכא למידק איפכא ממחזיר לו קרקע: ", 
            "<b>  דהיינו  </b> כל דהו. פי' אם היתה המכירה בענין @א ב ג שאם תחשוב המותרות ויהיה אפי' כל דהו יותר מרובע לסאה וע\"י כן נתמלאו הט' קבין הדרי בעינייהו וא\"צ שיתן לו דמים: ", 
            "<b>  מישחה.  </b> גרסי' ופי' רשב\"ם מדתה. ובגמרא שלנו משחה ויש לפרש מדדה: ", 
            "<b>  גמרי  </b> ומקנו להדדי. משמע דקני לגמרי וא\"צ לדרך אחר מדרכי הקניות. אבל בטור סימן קע\"ג כתב תשובה לרבינו דהגורל אינו קונה כי אם לברר החלקים ולפי זה צריכין אנו לומר דבירור החלקין כשמחלקים ומתרצים שחלק פלוני יהיה לפלוני וחלק פלוני לפלוני עדיף מכשמחלקים ומתרצים ע\"י גורל דהא ברפ\"ק לא צריכא לטעמא דגמרי ומקני כשמבררים החלקים שחלק פלוני לפלוני וחלק פלוני לפלוני וטעמא דגורל הוה כעין אסמכתא וס\"ד דאפי' לברר החלקים לא תסגי: ", 
            "<b>  והיינו  </b> דפשיטא ליה לרבא: ", 
            "<b>  בשומת  </b> ב\"ד. של הדיוטות הבקיאין בשומא: ", 
            "<b>  ורב  </b> אסי מספקא ליה. עיין מ\"ש ברפ\"ג דגיטין: ", 
            "<b>  אי  </b> לקוחות הוו ובאחריות: ", 
            "<b>  נמי  </b> יש ברירה. אע\"ג דר' יוחנן ור' הושעיא לתרוייהו אין ברירה בדאורייתא מ\"מ מהנהו דלעיל מוכח דיש ברירה: ", 
            "<b>  ופסק  </b> דבדאורייתא אין ברירה. וכ\"פ בפ\"ק דב\"ק ועיין בפרק הפרה ומ\"ש שם ועוד בנדרים פרק השותפין: ", 
            "<b>  דלהך  </b> מלתא כיורשים הוו. ובנדרים פרק השותפין כתב דברוב ספרים בפ\"ק דב\"ק כתוב כיורשים ועיין מ\"ש לעיל גבי רב ושמואל כו' האחין שחלקו בפרק המוכר את הבית: ", 
            "<b>  ומצינו  </b> למימר שיסלקנו בדמים וכו'. ובפ\"ק דב\"ק לא כתב להא וכן סתם בטוח\"מ בסימן קע\"ה אע\"פ שבקצור בכאן כתב להא: "
        ], 
        [], 
        [], 
        [
            "<b>  שרוצה  </b> לכלול. פירוש אמימר וסתמא דתלמודא דקאמר הלכתא בטלה מחלוקת: ", 
            "<b>  ורב  </b> הונא פסק כוותיה. בנדרים פרק השותפין: ", 
            "<b>  משום  </b> דחשיב ליה ויתור. בר\"פ אין בין המודר פסק רבינו דויתור אסור וכן בפרק השותפין מסיק בשם רבינו יצחק כפסק הראשון דרבינו תם: "
        ], 
        [
            "<b>  דקי\"ל  </b> כשמואל. בריש פרק הפרה ופרק המוכר פירות: 0הדרן עלך בית כור  פרק שמיני ", 
            "<b>  דת\"ר  </b> שארו זו אשתו. ומשמע דהוה דאורייתא. וכן לשון רבינו בפרק מי שמת גבי מעשה דתותרנית וכן נראה ג\"כ לשון הרי\"ף בס\"פ אע\"פ דקרי לירושת אשתו נחלה דאורייתא וע\"ש שכתבתי דצ\"ע ברפ\"ט דכתובות: ", 
            "<b>  ותניא  </b> אידך לא תסוב וכו'. אע\"ג דלענין דינא לא נ\"מ בין הברייתות אשכחן נמי לרבינו הרי\"ף שהביא כמו כן שתי ברייתות דלא נ\"מ בינייהו לדינא בר\"פ השואל: ", 
            "<b>  ומטו  </b> בה. יש מטים בדבר זה לומר משמיה כו'. רש\"י פ\"ג דקדושין דף ס\"ז: "
        ], 
        [
            "<b>  ואין  </b> אחד מן היורשים כו'. עיין מה שכתבתי בפ' דיני ממונות תניין: ", 
            "<b>  ואליבא  </b> דר\"י בן ברוקא כו'. דאל\"ה אלא במתנת ש\"מ הא לא הויא אלא מדרבנן:  שאם ", 
            "<b>  יכולין  </b> נמי לדון ע\"פ ראייתם וכו' שלא תהא שמיעה כו'. דראיה שראו הם בעצמם היא גדולה כאילו שמעו העדות ואין צריכין לשום עדות כלל לכך נעשו דיינים בדבר ולא שייכא טעמא דהזמה ולא דהעמדה לפי שאין כאן עדות כלל וז\"ל התוס' בפ\"ב דכתובות דף כ\"א אבל עד שא\"צ להעיד כגון שיש אחרים שיעידו או כגון שראוהו ביום שאינו צריך להעיד דלא תהא שמיעה גדולה מראיה נעשה דיין ע\"כ: "
        ], 
        [], 
        [], 
        [
            "<b>  שלא  </b> תהא שמיעה כו'. הכי פריך בגמ' בפשיטות בפרק ראוהו ב\"ד: "
        ], 
        [
            "<b>  חייבין  </b> להעיד. לקיים מה שנאמר ובערת הרע מקרבך כ\"כ רבינו בפ\"ק דמכות: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>  דגמרא  </b> דידן פליגא. עי' בפרק מצות חליצה שם כתב רבינו דעל כרחין גי' ירושלמי משובשת ומתקנה דס\"ל כגמרא דידן: ", 
            "<b>  דקבלת  </b> עדות כתחלת דין. קשיא לי דבר\"פ שבועת העדות בגמרא אהא דבגמר דין ד\"ה בעלי דינין בעמידה אמרי' בלשון אחר דהא עדים כגמר דין דמו וכתיב בהו ועמדו. ויש לתרץ דלגבי הדין עצמו שהוא שייך לבעלי הדינין ודאי דקבלת עדות לאו היינו גמר דין אבל גבי עדים עצמן העדאתן זו היא גמר דין שלהן ובפ' זה בורר כתוב בתוס' דף ל\"ד וכן בדברי רבינו קבלת עדות בתחלת הדין דין ולא כתבו מתחלת אפשר דלומר דודאי כגמר דין חשבינן להו אלא שהוא בתחלת הדין היינו לגבי הבעלי דינין ואין נראה זה דודאי דהתוס' ורבינו שם לישנא דגמ' דר\"ה נקטי וכן הגהתי שם גם לבי נוקפי בתירוץ שהזכרתי דמה להם לעדים ולא באו אלא לצורך הבעלי דינין וא\"כ הכל בתר דידהו גריר אי הוי תחלת דינן או גמר דינן דידהו לכן נראה לי דקבלת עדות ודאי דמי בין לתחלת דין בין לגמר דין דמי לתחלת דין שעדיין לא נשאו ונתנו ולא גמרו הדבר ודמי לגמר דין לפי שעל פי העדאתן יהיה הדין נגמר הלכך אזלינן הכא לחומרא והכא לחומרא דלענין שיעידו ביום מדמינן להו לתחלת דין ולענין שיהיו בעלי דינין בעמידה לפחות בגמר דין מדמינן להו לגמר דין: ", 
            "<b>  אין  </b> הבעל יורש את אשתו בקבר להנחיל. בגמ' ל\"ג להנחיל ואף הרשב\"ם לא פי' אלא שהבעל בחייו אינו יורש את הראוי לאשתו כשמתה ונפלו לה כשהיא בקבר והקשו התוס' דלא הוה דומה לזה הא דאף הבן אין יורש את אמו בקבר דההוא כשהבן בקבר וכתבו דאם נפרש אין הבעל יורש את אשתו בקבר להנחיל לאחיו הוה אתי שפיר אלא דקשיא וכו' ומיישבים לדברי הרשב\"ם לפיכך לא הגהתי להנחיל לאחיו ויותר נראה למחוק מלת להנחיל ואתה תבחר: ", 
            "<b>  עיין  </b> עליו. עיין בחבורי תיו\"ט פ\"ב דיבמות משנה ה': ", 
            "<b>  וליתא  </b> לדרבא וכו' עד להכי ליתא לדרבא. מסתברא לי דהך לאו דמרן רבינו היא אלא הג\"ה מתלמיד טועה דהא לקמן כתב בהדיא כדברי הרי\"ף דבשבת אמרינן דאין לו קודם חלוקה ובפרק יש בכור כתב רבינו בהדיא אדהכא דאף על גב דפסקינן דיש לו כו' דוקא במאי דאיתא בידא דאבוה כו'. ולא בשבת ע\"ש גם הטור אה\"ע סימן קס\"ג פסק לענין יבום כדרבא ולכן גם בקצור יש טעות: ", 
            "<b>  שהתקינו  </b> באושא כדלעיל פרק חזקת גבי אין לאיש חזקה בנכסי אשתו: "
        ], 
        [], 
        [], 
        [
            "<b>  והא  </b> דלא עריב כו'. אליבא דהתוספות כתב להא: "
        ], 
        [], 
        [
            "<b>  אבל  </b> אי לאו הכי. כגון שפטרה משבועה ועיין בפרק יש בכור: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>  היתה  </b> גובה כתובה מן המלוה. וכן מן הפקדון ויש לתמוה דבפ' האומר בקדושין סי' יד ובפ' אע\"פ סי' א מוכיח רבינו דלרבנן דר' מאיר אפילו מיניה אין כתובה נגבית ממטלטלי וההיא דנדרים דמביא לראיה ר' עקיבא היא ובפ' הכותב כתב רבינו דלירושל' דאפי' פטרה אינה גובה דנכסי כל היכא דאיתנהו ברשותא דיתמי איתנהו משמע הא מן הבעל גובה האשה ולכך צריך לפרשו דר\"ע דהכא לדבריו דר\"ט דס\"ל כר\"מ הוא דקאמר וליה לא סבירא ליה אלא בכל ענין אינה גובה ממטלטלי אפי' מיניה ומיהו ה\"מ בפקדון אבל במלוה י\"ל דמקרי קרקע כיון דשעבודו גבי לוה על הקרקעות ג\"כ ועוד י\"ל במשנה עצמה דמשום ב\"ח הוצרך לומר שצריך שבועה אבל משום כתובה לא הוצרך דבלאו הכי אינה נגבית מיניה ממטלטלי: ", 
            "<b>  נ\"ל  </b> דה\"ג לגבות פקדון אע\"פ: ", 
            "<b>  קסבר  </b> יש לו לבכור כו'. עיין לקמן בסמוך שכתב רבינו ותימה הא פסקינן וכו': ", 
            "<b>  ה\"נ  </b> הא אותיב רב שיזבי ממתניתין כו'. ולי נראה ליישב דהרי\"ף סובר כיון דלא מסיק בתיובתא אלא בקשיא לא אדחו דבריו דאמרי' לא הוה ברירא להן דבטלה שמועה זו לגמרי אלא לא אשתכח פירוקא בההוא שעתא דתליא וקיימא דה\"נ פסק הרי\"ף לעיל פרק חזקת גבי א' מן האחין שהיה נושא ונותן בתוך הבית כו. אמר שמואל ומודה לי אבא כו' וקאי שמואל בקשיא ואפ\"ה פסק כמותו ושם כתב הרשב\"ם שרבינו חננאל פוסק כמותו ומחלק בין תיובתא לקשיא כי הא דכתבתי וכ\"כ רש\"י בפ' בן סורר (סנהדרין דף ע\"ב) דקשיא לא אדחי ואיכא לשנויי בדוחקא וכן ראיתי לרבינו שכתב החילוק שבין קושיא לתיובתא בפ' תפלת השחר בשם רבינו האי גאון ז\"ל. ושוב מצאתי כן להרי\"ף בעצמו דמחלק בין קשיא לתיובתא דבקשיא מצינו לפסוק כמותו כ\"כ בפרק מי שאחזו גבי ע\"מ שתשמשי את אבא ומיהו גם שם כתב רבינו דכיון דקושיא חזקה היא ומתני' לא דייקא כוותיה לית לן לפסוק כמותו אבל מיהת איכא למתמה על רבינו מדהכא דדחה לדרב שיזבי משום דקאי בקשיא ושם בפ' חזקת פסק כשמואל אע\"ג דקאי בקשיא וגם על הרשב\"ם יש להקשות דהתם דחה לדברי ר\"ת וכתב דאין חילוק בין תיובתא לקשיא אלא תיובתא שייכא כי מותיב ממשנה או מברייתא וקשיא שייך כי פריך מאמורא וכאן כתב וז\"ל קשיא אבל תיובתא ממש אינה כו' דמצי למימר תני וכו' ע\"כ הא קמן דהכא תפס לשטת ר\"ח לחלק בין תיובתא לקשיא דבקשיא לא נדחה לגמרי משום דקשיא משמע דאפשר לתרוצי: "
        ], 
        [
            "<b>  הא  </b> אם יש עדות לעובד כוכבים נאמן ודכוותה בישראל נאמן. ועיין בפרק עשרה יוחסין סימן ט\"ז דדוקא כשאין לבנו בנים: ", 
            "<b>  שנואה  </b> בנישואין. ואהא קאמר קרא כי יכיר ויאמר שהוא בכור אע\"ג דאגלאי מלתא דהוא בן שנואה בנשואין: "
        ], 
        [], 
        [
            "<b>  וגם  </b> מלשון ה\"ג הכי משמע דהא אמר והלכה כר\"י ודוקא כו' משמע דאע\"ג דהלכה כמותו לא בכל דבריו אלא דוקא כו': "
        ], 
        [
            "<b>  האומר  </b> על תינוק בין הבנים. ולא שלח ליה הלכה כרבי יהודה דהא ודאי דהשואל ידע מתני' דכונהו אמוראי הוי ידעי לכולהו משניות אבל אין לפרש דדייק מדלא קאמר בקצרה נאמן על תינוק ולמאי קאמר בין הבנים אלא ודאי דדוקא ע\"י הכרת בכורה הוא דנאמן דהא איכא למדחי דלכך שלח לו הכי משום דעובדא דנשאל עלה הכי הוה וכדלקמן אי לאפוקי מדרבא מוסיף הוא. אך התוס' לא פי' לקמן כן. וכתב רבינו לדבריהם בפ' זה בורר: "
        ], 
        [
            "<b>  ונשבע.  </b> ובפ' שבועת הדיינים גריס נשבע וע\"ש: ", 
            "<b>  ורב  </b> נחמן אמר אין גובין כו'. עיין מ\"ש בזה בפרק קמא דקמא: ", 
            "<b>  דבעינן  </b> שיהא ראוי כו'. ולענין פסול ממון לא בעינן כדלעיל בפרק חזקת גבי ס\"ת שנגנבה כו': "
        ], 
        [
            "<b>  ואינו  </b> רוצה לפחות כו'. אבל כשלא נפחת לא איכפת ליה כסברת הרשב\"ם דבין נתרבו בין נתמעטו: ", 
            "<b>  נשבע.  </b> שהעדים פסלו לשטרא כמ\"ש התוס' והוסיף הר\"ן לפרש דנפטר בשבועה ופי' לפי שהעדים הוכחשו מפיו ומ\"מ אפשר שהם זוכרים מן הענין יותר ממנו לכך לא נחשבינהו כמאן דליתנהו הלכך אין סומכין לא על עדות לגמרי ולא על השטר לגמרי אלא מספיקא נדון כאילו לא היו לא עדים ולא שטר ומודה מקצת הטענה ישבע ע\"כ: "
        ], 
        [], 
        [
            "<b>  אבל  </b> מנכסים משועבדים לא. ולכך לא הוי הילך כמ\"ש התוס' בד\"ה הלכתא כו': ", 
            "<b>  מוסיף  </b> הוא.. ואף ר' אבא איכא למימר דס\"ל הכי אלא עובדא הויא בשלישי ושלח ליה דכשר כ\"כ הרשב\"ם ולר\"ת פירוש אחר כתבו רבינו בפרק זה בורר: "
        ], 
        [], 
        [
            "<b>  הלכה  </b> כוותיה דר\"ל בהני תלת. ומפורשים הן לקמן גבי אתמר מכר כבן בחיי האב וכו': ", 
            "<b>  לבד  </b> מעבודת כוכבים כו'. ובפרק מרובה כתב טפי וכן בפרק שבועת העדות גבי כפר אחד והודה אחד כו' ושם אכתוב לשון הר\"ן בזה: ", 
            "<b>  שהרי  </b> חותכה כו'. עיין מ\"ש בזה בפרק אלו טרפות סימן כ\"ו: ", 
            "<b>  עד  </b> דאמינא לכו הלכה למעשה. עיין בפרק גט פשוט אמתני' דמי שפרע מקצת חובו: ", 
            "<b>  הוי  </b> כאילו הזכיר ירושה. ודקאמרי' פשיטא בנו גדול כו' מיירי דאמר לשון מתנה בהדיא: "
        ], 
        [
            "<b>  מדמבעיא  </b> ליה בבת אצל הבנים. ולקמן כתב רבינו דהרי\"ף לא גריס הכי: ", 
            "<b>  הוי  </b> כל נכסיו. דלא הוי אפוטרופא אלא כי הוה בכל נכסיו כדלקמן בפרק מי שמת חמשה עד שיכתבו כל נכסיהן וכו' ופלוגתייהו אי דוקא כתב או שצריך שיהא דוקא לשון מתנה או אי מיירי דוקא בבן בין הבנים: "
        ], 
        [], 
        [
            "<b>  ה\"נ  </b> ואשתו ארוסה קנו: ", 
            "<b>  דמבעיא  </b> ליה. דלא מיירי אלא בכותב לאחד: "
        ], 
        [], 
        [], 
        [
            "<b>  תקרע  </b> כתובתה. לא לגמרי אלא לגבי אלו נכסים בלבד כדמסיק רבינו לקמן. ", 
            "<b>  הלכך  </b> לא קנתה. ולא הוי אלא אפוטרופוס ולא תקרע כתובתה טור סימן ק\"ז: "
        ], 
        [
            "<b>  כשמואל  </b> רביה ס\"ל. ומ\"מ מיקל טפי כדדייק רבירו בסמיך בשם הרי\"ף וכתב דהרי\"ף כהרשב\"ם: "
        ], 
        [
            "<b>  ולא  </b> מפקינן מיתמי. דכל היכא דלית ליה לשטרא שעת הכושר מקרי בעל השטר מוציא וה\"נ היא המוציאה. וכן פי' הר\"ש ז\"ל כ\"כ הר\"ן. וראיתי לב\"י שכתב בטואה\"ע סי' ק\"ו וז\"ל ובספרי הרי\"ף שבידי כתב אחר התיקו הלכך מוקמינן כתובה אחזקתה ועל הבעל להביא ראיה שמחלה ויש לתמוה היאך לא הביא הרא\"ש דבריו עכ\"ל ויראה לי דבספרי הרי\"ף שבידי רבינו הרא\"ש לא היה כתוב כן וכן נראה מדהרמב\"ם בפ\"ו מהל' זכייה פסק גם כן בבריא דאבדה כתובתה והרי דרכו של הרמב\"ם לפסוק בכל מקום כהרי\"ף ומיהו בפירושו למשניות במסכת פאה פ\"ג כתב דדוקא בש\"מ וזו הוראה שהיתה לו גיר' ספרי הרי\"ף של הב\"י וכך היא הגירסא בספרים שלנו ומ\"מ הואיל ובתבורו לא פסק כן נראה מזה שגיר' אחרת נזדמנה לו דליתא הכין דבדברי הרי\"ף וחבורו בתראה לפירושו לכך העיקר כאותה גירסא דלא גריס ליה והיא היתה גירסת רבינו גם כן: ", 
            "<b>  ה\"ג  </b> בי עבורי. ואע\"ג דברשב\"ם העתיק כי נ\"ל דגם שם הוא ט\"ס שהרי מפרש מקום שמעביר כו' אבל בפי' הנדפס בספר הרי\"ף כתוב כי עבורי כמעביר וכן נראה דעת הר\"ן גם בכתובות פ\"ד דף נ\"ג גרסינן בגמרא כי עבורי בכ\"ף: ", 
            "<b>  עליו  </b> הכתוב אומר ותהי עונותם על עצמותם. כלומר בעבור בניהם שהם ענמותם נושאין עונות הרבה. הר\"ן: ", 
            "<b>  ושלא  </b> יעשה בו דבר כי אם דבר אחד. עיין לקמן בסמוך: "
        ], 
        [
            "<b>  אין  </b> נאמן. דהוה כמגו במקום עדים דאי איתא דגרשה קלא אית ליה. אבל זה בני נאמן הואיל דיכול להיות שיש לו בן ואין ידוע לעולם. כ\"כ התוס': "
        ], 
        [], 
        [
            "<b>  לכהנא  </b> רבה. מפורש ברשב\"ם ותוס' דלאו דוקא: "
        ], 
        [
            "<b>  ואנן  </b> אשינויא כו'. דדלמא אמוראי נינהו כו' כמ\"ש הרשב\"ם: ", 
            "<b>  ניקל  </b> באשת איש. לאו דוקא אשת איש דאיסור חנק שאין כאן אלא לאו דלא תהיה אשת המת החוצה שהוא במלקות והרשב\"ם דחיק נפשיה וכתב נקיל בא\"א בתמיה דאיכא איסור חנק וכו' ולעניית דעתי לא היה לו לפרש כן אלא ה\"ל לפרש דלאו דוקא וכדפרישית: "
        ], 
        [], 
        [], 
        [
            "<b>  דהוי  </b> כאילו מחל לו. ואע\"ג דכשאמר אינו אחי אכתי לא נפלו לו נכסים ולא אמר איני אחי אלא כשבא לירש כנכסי אביהן מ\"מ ממילא משמע ובכלל זה הוא שכשיפלו לו נכסים שאין לו ליטול ג\"כ חלק מהן ואפילו להר\"מ הלוי שכתב רבינו בסוף המניח דס\"ל בטענו חטין והודה לו בשעורין דמצי הדר תבע ליה דיתן לו מיהת השעורין משום דהתם אע\"ג דתבע חטין ולא שעורין לא הויא כמחילה על השעורין משא\"כ הכא דכשאומר אינו אחי אע\"ג דכדי שלא יירש עמו אמר כן מ\"מ בכלל זה הוא שכשיפלו לו נכסים שאף הוא לא יירש עמנו כלום שאינו אחיו קאמר: ", 
            "<b>  ותירץ  </b> רשב\"ם כו'. ובפ\"ק דמסכת ע\"ז בדיני שמיטה כתב דאע\"ג דאמר לאפוקי לאו למימרא דלית הלכתא כוותיה וכ\"כ בפ\"ק דכתובות וכן הם דבריו בפרק המגרש וכ\"כ התוספות דמסכת ע\"ז אבל הכל עולה בקנה אחד דה\"נ משום חומרא הוא דאמר: ", 
            "<b>  דכל  </b> העומד ליתלש כתלוש דמי. ובפרק שבועת הדיינים גבי יש דברים שהן כקרקע לא משמע כן יע\"ש וכבר כתבתי בזה בכאן בחבור תיו\"ט: "
        ], 
        [], 
        [
            "<b>  עד  </b> שיאמר פלוני ופלוני כו'. ואע\"ג דלעיל פסקי' הלכה כרבי יוחנן בן ברוקה מ\"מ נ\"מ דהלכה כריש לקיש לענין שאין ראוי ליורשו תוס' פרק החולץ (יבמות דף ל\"ו ע\"ב): ", 
            "<b>  אא\"כ  </b> היה הגוף שלו. דבעינן לכם שלכם: ", 
            "<b>  בתשובת  </b> שאלה. וכן האריך בפ\"ק דקדושין גבי ההיא איתתא דהות זבנה וורשכי: ", 
            "<b>  לרשב\"ג  </b> יצא. עיין בפרק לולב הגזול: ", 
            "<b>  הוי  </b> שפיר תנאי. ולפי המסקנא לא קיימא הכי כמ\"ש לקמן: "
        ], 
        [
            "<b>  כגון  </b> שתויי יין ופרועי ראש. דכתיב בהו ולא תמותו ודרשינן בהו דאי עבדי ימותו דמכלל לאו כו': "
        ], 
        [], 
        [
            "<b>  והכא  </b> אית ליה. ואע\"ג דבמשנה דהתם קאמר ר\"מ דוקא תנאי כפול מ\"מ ר' בון שמע דקאמר ר\"מ נמי בקדושין דמכלל לאו וכו': "
        ], 
        [
            "<b>  והספר  </b> לא חש להאריך. גם רבינו בעצמו ובכבודו לא חש להאריך שיש עוד דברים הנצרכים לתנאי דהיינו תנאי בד\"א ומעשה בדבר אחר ואפשר לקיימו וע\"י שליח נמי אפשר לקיימו ובפרק מי שאחזו הזכיר קצתם. ועיין שם מה שכתבתי על תנאי ומעשה בד\"א דנראה כסותר לדהכא. "
        ], 
        [
            "<b>  כגון  </b> שטר מברחת כו'. בפרק אלמנה ניזונית קחשיב הרבה יותר: ", 
            "<b>  נכסי  </b> ליך גרסינן וכן לקמן: "
        ], 
        [
            "<b>  אלמא  </b> הא דר\"ל איירי נמי אחר שבאת המתנה לידו. ותמיהא דדלמא לעולם ריש לקיש איירי בקודם שבאת המתנה לידו ואפ\"ה פריך שפיר דכיון דאפילו אחר שבאת המתנה לידו הדרא למרה כ\"ש קודם שבאת לידו ואין לומר דדייק מדאיצטריך למימר מאי לאו כו' והדרא למרה לוקמה דכל המחזיק בה זכה ואפ\"ה תקשה אדר\"ל מדברייתא קתני לאחר שבאת לידו דהוי הפקר משמע הא קודם שבאת לידו לא וקשיא לר\"ל ומדלא פריך הכי אלמא דריש לקיש נמי באחר שבאת לידו מיירי ומש\"ה א\"צ לאוקמא דהדרא למרה דתקשה לר\"ל הא מלתא ליתא דאי מוקמת לה לברייתא דדבריו קיימים והוי הפקר לא קשיא לר\"ל ולא מידי דלא מצית למידק דברייתא דקתני לאתר שבאת לידו דשמעינן מינה דדוקא בכה\"ג הוי הפקר הא קודם שבאת לידו לא דדלמא קודם שבאת לידו נמי וברייתא דקתני לאחר שבאת לידו משום דקמ\"ל דהני לישני דמבוטל תבטל וכו' סגיין למעבד לה הפקר דהא איכא גרסאות דאינן כלום ורבינו דתופס גירסא זו א\"כ לא שמעת מינה למידק הא קודם שבאת לידו דלא הוי הפקר דאדרבה בהני לישני הוי רבותא לאשמועינן דמהני לאחר שבאת לידו וכן נמי מה שמוכיח מהא דפריך התם אלא לת\"ק כי אמר אי אפשי כו' אלמא דר\"ל איירי נמי בשתק כו' לאו הוכחה היא דכי נמי ר\"ל איירי בצווח מעיקרו קודם שבאת לידו אפ\"ה פריך שפיר דכיון דאמרת דמצי מפקיר לה קודם שבאת לידו כ\"ש לאחר שבאת לידו לכך נראה בעיני דחסורי מיחסרא בדברי רבינו דאחר מלתא דריש לקיש קודם ולא נהירא צריך לגרוס אבל בשתק ולבסוף צווח כיון ששתק לא הוי הפקר וזכה בה בעל כרחו ולא נהירא כו' דהשתא דייק שפיר מדאיצטריך למפרך מאי לאו כו' והדרא למר' לוקמה דבריו קיימין והוו הפקר ואפ\"ה תקשה לר\"ל דהא לר\"ל זכה בה בעל כרחו ולישנא דאי אפשי לא סגי להפקירם וכן מוכיח שפיר מדפריך אלא לת\"ק מדאמר אי אפשי בה כו' דשמעת מינה דר\"ל בהא דקאמר כל המחזיק זכה בה איירי נמי בשתק ולבסוף צווח דאלת\"ה אלא בשתק ולבסוף צווח ס\"ל דזכה בעל כרחו לא פריך לת\"ק ולא מידי דאדרבה רבן שני כהן זכה בהו בעל כרחו ולא הוו זרים ומ\"מ יש לרבינו גירסא אחרת בהך מימרא דכריתות דפריך מינה לר\"ל כמו שכתוב לרבינו בגיטין ר\"פ השולח ולאותה גירסא ליכא למידק כלל מאותה פירכא דמאותה מימרא: ", 
            "<b>  היינו  </b> לפי הממון וכו'. דאזלינן בתר דעת הנותן דכיון דיהיב לחד מינייהו ד' מאה ולחד ג' מאה ולחד מאתים הרי אתברר דעתיה דנותן למשקל בעל ד' מאה חדא ותילתא (פי' חלק אחד ועוד שליש) במאי דשקיל בעל תלת מאה ותרתי במאי דשקל בעל מאתים וכו' ולא דמי להא דפרק מי שהיה נשוי כמ\"ש הרי\"ף: "
        ], 
        [
            "<b>  בחובו  </b> ידו על העליונה. ולא מיחזי כרבית מאוחרת טור בשם הרמ\"ה סימן רנ\"ז. "
        ], 
        [], 
        [], 
        [
            "<b>  דהה\"ג  </b> אם אמר תנו מאתים זוז לפלוני בני סתמא כו'. והאי דנקט הכא בבכורתו לאשמועינן דאע\"ג דפריש בהדיא בבכורתו יטול כל בכורתו אם הוא יותר מר' זוז דאינו יכול לגרוע מבכורתו אפילו לר\"י בן ברוקה כדנפקא לן לעיל מלא יוכל לבכר. הרשב\"ם: ", 
            "<b>  הלכה  </b> אין חוששין לבית דין טועין. ולאו כללא הוא דבפרק זה בורר גבי ההיא אודיתא דהוה כתב בה דוכרן פתגמי כו' אמרי' כל כה\"ג חוששין לב\"ד נוועין וכתבו שם רבינו ואיתא נמי חוששין לב\"ד טועין במכילתין בפרק גט פשוט גבי הוא על המחק ועדיו על הנייר והעתקתיו שם: ", 
            "<b>  שמין  </b> את המחוברים ללוקח. פי' שלקח מן הבן כ\"פ הרשב\"ם וכ\"כ הטור סימן רנ\"ז: ", 
            "<b>  משמע  </b> דלכתחלה קאמר רב נחמן דשרי. נ\"ל לפרש דלכתחלה היינו כל זמן שלא מיחו ולא פליג אהרשב\"ם אלא דלרשב\"ם אי עביד ולביש ומכסי מאי דעבד עבד ולכתחלה לא יבזבז ואהא פליג רבינו שמעון וס\"ל דאף לכתחלה רשאי והרשות בידו לעשות שכך משמע ליה הא דרב נחמן אבל אם באו שאר אחי ומיחו וקאמרי לא ניחא לן אע\"ג דמיליה משתמעין בכך ודאי דיכולין למחות ובכך לא קשיא מדברי רבינו דהכא משמע דס\"ל כרבי שמעון דהביאו לאחרונה ובפ\"ק דב\"ק גבי מה שעל נשיהם כו' כתב דתפילין למחות בגדול אחי ועוד דהא דהתם דברי התוס' הן והביאו הא דהניזקין אלא ודאי הך דהניזקין ליכא למשמנו מינה אלא שהרשות ביד גדול אחי לעשות כן לכתחלה אבל ודאי אם יבואו האחין וימחו בו מחאתן מחאה ואינו רשאי לעשות כן והא דאתו התם בהניזקים הקרובים דהיינו קודם ששמעו להא דא\"ל רב נתמן כי היכי דלשתמעון מיליה וכי שמעי לא מיחו דסברא זו היתה טובה בעיניהם וטענו טענה אחרת דאכיל ושתי ולא אמיד וכו': 0הדרן עלך יש נוחלין  פרק תשיעי ", 
            "<b>  ואין  </b> מזקיקין הבנים להפריש מזון הבנות כו'. וטעמו מדאמרי' בנכסים מועטים מוציאין לבנות עד שיבגרו (לקמן ואי ליכא כדי שיזונו כו' אמר רבא מוציאין וכו') משמע דבנכסים מוציאין אין מוציאין כ\"כ ב\"י אה\"ע סימן קי\"ב: "
        ], 
        [
            "<b>  באנפרות.  </b> הפסד כך פרש\"י בגיטין דף מ\"ד: ", 
            "<b>  כמאכל  </b> יורשים. כי הא דאמרינן בשבת פ\"ק דף י' ע\"א שעה שלישית מאכל יורשין ופרש\"י יורש הון רב שלא טרח בו ואין עסוקין ודואגים לשוט אחר מזונותיהן ולעסוק במלאכה: ", 
            "<b>  ורב  </b> האי ז\"ל כתב וכו' והאידנא כו'. מהדר אדלעיל שכתב הרי\"ף דלא תקינו רבנן וכו' ולא קאי אדסמיך ואם יש מקרקעי ומטלטלי וכו': ", 
            "<b>  לפי  </b> התקנה חוזרין דמיהן לדין מקרקעי כו' היינו לרב האי ומ\"מ רבינו מתמיה לקמן בסמוך סברתו זאת: ", 
            "<b>  למה  </b> הדבר דומה למלוה ע\"פ כו'. מרא דאברהם תלי תניא בדלא תניא דרב האי סובר דאה\"נ דמלוה ע\"פ גובה והטור סימן ק\"ז כתב כן בהדיא דלרב האי גובה: ", 
            "<b>  והלא  </b> צריכין לפרנס הבנות מן הדמים. תמיהא מילתא דמאי ראיה מדר' אסי דקודם תקנת הגאונים לדברי רב האי דבתר תקנת הגאונים וכן נמי מהא דסוטה לא מייתי כלל דדברי רב האי דווקא בתר התקנה אמורין וכמ\"ש רבינו בעצמו לעיל דמדברי רב האי משמע דקודם לכן לא ולכן נראה דהאי ותדע כו אפסק שכתב ואין חייבים כו' קאי מ\"מ דוחק הוא דמאי בא ללמד ממה שכבר למוד: "
        ], 
        [
            "<b>  א\"כ  </b> מה הועילו כו' שמא הבנות כו'. קצת קשה דהא ודאי דהועילו שאם ירצו הבנות שיכולין למכור: ", 
            "<b>  ומיהו  </b> ביבמות מוכח. ובספרים אחרים כתוב בהאשה ולי נראה דלא הא ולא הא איתא אלא גרסינן בכתובות והיינו דמסיים כדאיתא בכתובות בסוף פרק נערה ולא הוי כפל לשון כיון דבסיומא מוסיף להראות מקום הפרק: ", 
            "<b>  שברשות  </b> היתומים נתרבו. אף לאחר שעמדו בדין הואיל ויש עדיין לבנים תפיסת יד ואין הפסד לבנות כו': ", 
            "<b>  משום  </b> דמימרא מפורשת היא. דבהדיא קאמר מה שמכרו מכור ש\"מ דברשותייהו דבנים קיימי אבל משום דאנסיב ולא בגר דהדרא לבנים לאו מפורש מינה דברשותייהו דבנים קיימי דאיכא למימר דברשות הבנות קיימי אחר שעמדו בדין וכי אנסיב ולא בגר קהדרו לבנים: ", 
            "<b>  פי'  </b> הריב\"ם. נמצא זה הדין בתוסופות וידוע דהריב\"ם הוא מבטלי תוספות ובב\"י אה\"ע סי' צ\"ג העתיק הרמב\"ן: ", 
            "<b>  ומסתברא  </b> כו' לא ממעט'. ומיהו בירושלמי דלקמן איתא בהדיא דממעטא אך נדחה בכל דבריו כדלקמן: ", 
            "<b>  ע\"י  </b> הבנים. כדאיפשיטא חדא מינייהו בגמרין לעיל: ", 
            "<b>  כשם  </b> שאלמנה כו'. בעיא ופשיט ראויה היא וכו': "
        ], 
        [], 
        [
            "<b>  כיון  </b> שראויה להתפרנס מכתובתה. ואפילו לאנשי גליל דס\"פ נערה שנתפתתה דס\"ל שהדבר תלוי ביד האלמנה שכל זמן שלא תתבע כתובתה חייבין במזונותיה וכוותייהו פסק רבינו שם מ\"מ הואיל ויכולה היא להתפרנס מכתובתה והא דמזונות להאלמנה אינו מן התורה אלא תנאי ב\"ד לאראו חכמים לעקור נחלה דאורייתא כו': ", 
            "<b>  ה\"ג  </b> וחוץ ממזון אלמנה: ", 
            "<b>  ה\"ג  </b> חוץ ממלוה בשטר חוץ ממלוה בעדים: "
        ], 
        [
            "<b>  משמע  </b> דפליגא אגמרא דידן דסלקא בתיקו. ומש\"ה נמי לא פשיט מהירושלמי לעיל לפרנסה אי ממעט משום דיש לדקדק מגמרא דידן דס\"ל דלא ממעט וכן נמי פליג הירושלמי דאמר עד י\"ב חדש אדברי חכמים דריש פירקין דאמרי עד שיבגרו: ", 
            "<b>  לכשתלד  </b> קנה. קשה לי בפרק האומר בקדושין דכתב לירושלמי לענין קדושין דבת יום א' מתקדשת ושם הארכתי בס\"ד: "
        ], 
        [], 
        [
            "<b>  סודרא  </b> למאריה. גרסינן והכי לישנא דגמרא ספ\"ה דנדרים: ", 
            "<b>  וגם  </b> לא בחזקה. צ\"ע תזקה אמאי לא שהרי כיון שהחזיק בציווי המקנה הוי כמו דקאי תו ברשותיה דמחזיק וכן צ\"ע נמי אי קני בכסף אמאי לא כתב דינו ומיהו י\"ל דרבינו לא כתב בזה כלום משום דהכא מיירי בנותן מתנה וכי יהיב במתנה אין דרך למקבל לקנות ע\"י כסף ועוד דלא פסיקא דבדוכתא דדרך לכתוב שטר לא קנה עד שיכתוב השטר כדאיתא בפרק קמא דקדושין בפסקא בכסף דאמתני' נכסים שיש להן אחריות וכו': "
        ], 
        [
            "<b>  וקיימא  </b> לן הלכתא כרב נחמן שדיני. ועיין בפרק האיש מקדש בפלוגתא דקדושין שאין מסורין לביאה: ", 
            "<b>  פסק  </b> הרמב\"ם דהלכה כר\"י. כתב הב\"י סימן ר\"י וז\"ל ואני לא ידעתי היכן מצא כן בדברי הרמב\"ם ז\"ל שאע\"פ שתחלת דבריו בפ\"ת מהל' תרומות משמע לכאורה שס\"ל כר\"י שכתב שאינו ילוד אינו מאכיל הלא תכף כתב לפיכך אם היה העובר חלל אינו פוסל את העבדים וזה כדברי חכמים וכו' והגם כי דבריו באותה בבא יש בהן קושיות והויות יצטרך נגר להולמן ולישבן ע\"פ סוגית הגמרא ודברי התנאים לא אאריך בזה עכ\"ל אבל בספרו כסף משנה מישבו להרמב\"ם שפיר ומסיק דדעתו כרבינו ועיין בדברי רבינו דבפרק אלמנה גם שם בספרי תוספות יו\"ט: ", 
            "<b>  אמר  </b> אביי ובני דן חושים. והא דאמר לבני הא בלא\"ה הן לבני לבטל דייתיקי אמר כן. כ\"כ התוס': ", 
            "<b>  ובני  </b> איתן עזריה. וא\"ת אמאי לא הביאו נמי ובני אלה קנז ואלה בני בתיה דכתיב נמי בד\"ה א' ד' וי\"ל דכיון דמייתי קרא דבסי' ב' דקדים לא הוי אינך אלא כיהודה ועוד לקרא משא\"כ ובני פלוא אליאב דבספר אחד מהחומשין כתיב ולי נראה ע\"פ הדקדוק דהני תרתי דשמותייהו בוי\"ו הוה כאילו המקרא חסר מאחרים שלא זכרום שכן כתבו מדקדקים על ואיה וענה ודומיהם: ", 
            "<b>  דאחוה  </b> דרב ספרא. לקמן בסמוך: ", 
            "<b>  וחולק  </b> אליבא דמ\"ד לקמן דאין השבח לעצמן אלא במה שמגיע לחלקם ולמאי דמסיק רבינו אפי' בכל מצינן למימר דאין דרך שירד להשביח ולא יודיע לגדול שגם הוא ישביח עמו אי לאו דמחיל ליה: ", 
            "<b>  ואף  </b> שכר עמלן. גרסינן ופי' הטור סימן רפ\"ז שטרחו בשכירת פועלים: ", 
            "<b>  ואפ'  </b> אמר הריני כן גורם טור שם: "
        ], 
        [
            "<b>  הריני  </b> עושה לעצמי ואין שותף חולק בלא חבירו ולכך אין בדבריו כלום: ", 
            "<b>  שחבירו  </b> ישתכר. כלומר אהכי מקפידין שחבירו ישתכר והוא לא ישתכר ורוצה שישתכרו שניהם: ", 
            "<b>  דזוזי  </b> כמאן דפליגי. כדאיתא בפ' איזהו נשך גבי הנהו תרי כותאי: ", 
            "<b>  ה\"ג  </b> מחמת עצמן השביחו לעצמן: "
        ], 
        [], 
        [
            "<b>  ומתוך  </b> לשונו. ר\"ל בתחלת לשונו: ", 
            "<b>  שאין  </b> נוטלת בשבת כלום. ר\"ל אפי' שכר טרחה: ", 
            "<b>  שגובה  </b> כתובתה. כשהשביחה בסתם: "
        ], 
        [], 
        [], 
        [
            "<b>  אין  </b> להן לירד כו'. ויש להן שכר טרחן וידן על התחתונה. כדלעיל כך כתוב בטור אה\"ע סי' צ\"ה. "
        ], 
        [
            "<b>  האחין  </b> והשותפין. וכך כתב בטור חו\"מ סימן קע\"ז דבין אחין בין שאר שותפין: ", 
            "<b>  שנטל  </b> מאתיים זוז. בטור השמיט זה: ", 
            "<b>  מתרפא  </b> מן האמצע. משום דהוי כמזונות וכמ\"ש התוס' וכתב הרמב\"ן ואע\"ג דאיכא לפלוגי בינייהו בטעמא אנן לא פלגינן עליה דרשב\"ג מסברין וכו' ב\"י שם: "
        ], 
        [
            "<b>  מהו  </b> שישלם שבח סבלונות. וכן היא גי' הרי\"ף אבל בקיצור כתיב כגי' הרשב\"ם והתוס' וכמו שהוא בספרים שלנו: "
        ], 
        [
            "<b>  כדתניא.  </b> כמדומה לי בפ\"ק דקדושין: ", 
            "<b>  לשם  </b> נשואין אם לא. כך העתיק הב\"י אה\"ע סימן צ': ", 
            "<b>  אבל  </b> ירושה דאורייתא. וכך קרי לה נחלה דאורייתא בס\"פ אע\"פ תמיהה לי דבגמרא רפ\"ט דכתובות מסקינן דירושת בעל מדרבנן שמא משום דאמרי' נמי שעשו לה חיזוק כשל תורה: ", 
            "<b>  לא  </b> היה כותב לכולהו נכסי לאחריני. מסיים הרי\"ף אבל אם שייר קרקע כל שהוא אמרינן למסמך עליה שיירה: ", 
            "<b>  דיוצא  </b> בקולר יש לו דין ש\"מ. וכדמסיק במצוה מחמת מיתה: "
        ], 
        [
            "<b>  ורב  </b> אלפס ז\"ל כתב. גבי אחתיה דרב דימי בסי' תתקי\"ג: "
        ], 
        [
            "<b>  כמצוה  </b> מחמת מיתה. ואפי' שייר חוזר כדלקמן בפירקין ושא\"צ קנין אפי' שייר כדאיתא בדברי רבינו אהא דגניבא בפרק התקבל: ", 
            "<b>  נקרא  </b> ש\"מ וכל צוואתו מחמת מיתה. כלומר שנקרא ש\"מ לענין שכל צוואתו כו' מדלאחר ג' ימים אף הרתוקים נכנסים: ", 
            "<b>  שאין  </b> היורש יכול למחול אבל הוא עצמו מוחל מידי דהוה שחוזר וכ\"כ הרי\"ף: "
        ], 
        [
            "<b>  גם  </b> הפירות. דלא נתרוקנו לנותן דהא איהו לא היה בדעתו לשיירן לעצמו הלכך הכל יהיה לבעל הדקל דאית ליה קנין בגוף. הר\"ן: "
        ], 
        [
            "<b>  ואם  </b> נמלך קנו כולן כו'. בקנין ויפוי כח כדלקמן גבי מתנת ש\"מ במקצת וכ\"כ הר\"ן ומיהו באחרון א\"צ קנין כלל ולראשונים סגי בקנין בלא יפוי כח וקנין בעי: ", 
            "<b>  באומר  </b> כל נכסי כו'. ולא קנה א\"נ במיפה כחו כדלקמן: "
        ], 
        [], 
        [
            "<b>  כל  </b> נכסי אלו הן. וכן גי' הרי\"ף ואע\"ג דהרשב\"ם כתב בשם ר\"ח ודחאה משום דהשתא יש לחוש יותר שיש לו נכסים אחרים במקום אחר דאי לא מאי אילו מ\"מ גם הר\"י בן מיגא\"ש גרסתו כן כמו שכתב המגיד בשמו בפ\"ח מהל' זכייה וצ\"ע בקצור שלו לא העתיק אלו הן משמע דס\"ל כהרשב\"ם אך בטור סימן ר\"ן חזר בו וכתב גם דברי ר\"ח ושכן פי' ר\"י: ", 
            "<b>  שני  </b> נמי קנה. אפי' בלא קנין טור סימן ר\"ן ומיהו מדמוקי לראשון בקנין נוקמא לשני נמי בקנין ובמיפה את כחו: ", 
            "<b>  ה\"ג  </b> שאין מבטלין מעשיו. וכן העתיק הטור סימן ר\"ן: ", 
            "<b>  אלא  </b> היכא דבריר לן אומדנא. וכתב הב\"י דדבריו תמוהין הם דהכא ודאי איכא אומדנא ברורה דלא עביד איניש דיהיב כל נכסי' לאחריני והוא יחזור על הפתחים אלא דמשום דלדבר מצוה נינהו מספקא לן דלמא גמר ומקני הלכך מספיקא אין מוציאין מידו וכדברי הרמב\"ם והרמ\"ה ז\"ל וכן דעת הריב\"ש בסימן ק\"ס עכ\"ל וכן בהגה\"ה שבעמוד פוסק דלא מפקינן ומהרר\"ו כ\"ץ כתב שדעת רבינו דכמו דלעיל כשנתן כל נכסיו וקנה עליהן אמרינן שזכה המקבל משום דשמא יש לו נכסים במקום אחר והוי מתנת ש\"מ במקצת שבקנין דאם עמד אינו חוזר ה\"נ ההקדש והעניים באמירה זכו כמו במסירה דלהדיוט וכן בהפקר דמפקירו גם לעניים הרי הוא כמסור לידם בפועל דמי ואינו יכול לחזור מספק עכ\"ד ועל ההפקר יש לפקפק דהא ברפ\"ו דפאה תנן בה\"א אינו הפקר עד שיופקר אף לעשירים וכיון שאין ההפקר לעניים בלבד אין כאן זכייה בפועל אף לעניים דאין כאן עניים ידועים תובעין שיאמרו אנן זכינן בהו דדלמא יקדמו עשירים ויזכו ומיהו הרמב\"ם בפ\"ב מהל' נדרים והעתיקו הטור סימן רי\"ג כתב ז\"ל ההפקר אע\"פ שאינו נדר הרי הוא כמו נדר שאסור לחזור בו ע\"כ: "
        ], 
        [
            "<b>  לית  </b> ליה ארעא. עיין בפרק הזהב סימן ג': ", 
            "<b>  הא  </b> דאמר רבא כו'. הרי\"ף: "
        ], 
        [
            "<b>  ה\"ג  </b> ליתיה במתנה במתנת יורש: "
        ], 
        [
            "<b>  אמאי  </b> לא מהנינמי לרב מרי בנו. אלא טעמא דאמרן דליתיה בירושה היינו דליתיה בתורת ירושה והלכך ליתא במתנת ש\"מ שאינה אלא לאחר מיתה וגר דלא מצי להוריש לאחר מיתה לא מזכי נמי במתנת ש\"מ כיון שאינה אלא לאחר מיתה כמ\"ש הב\"י בסי' רנ\"ו בשם הרשב\"א וכתב על דברי רבינו במאי דדחי לדברי הרי\"ף ורב האי וז\"ל תמיהני היאך הפריז על מדותיו לדחות דברי הני רבוואתא בגילא דחיטתא דהא טעמא רבא איכא במלתא דאי הוי מהני מתנתא לרב מרי בנו מאן דחזי סבר דמטעם ירושה הוא נוטלן ואתי למימר דגר יורש את אביו ומש\"ה אמור רבנן דמתנת גר ש\"מ למי שהוא ראוי ליורשו לא תועיל אבל במתנתו למי שאינו ראוי ליורשו לא חילקו בינו לשאר כל אדם עכ\"ל: "
        ], 
        [], 
        [
            "<b>  דבטילין  </b> תמיהין דרב יוסף על קרקע. דאמרינן לקמן בכולה מטלטלי הוי שיור: "
        ], 
        [
            "<b>  מן  </b> הריוח. כמו בקרקע שהארץ לעולם עומדת והוא מתפרנס ממה שגדל בה שנה שנה. ", 
            "<b>  שייר  </b> קרקע כל שהוא. פירשו הרשב\"ם בדף דלעיל והקשה עליו רבינו ברפ\"ק דגיטין ע\"ש: "
        ], 
        [
            "<b>  אלמא  </b> עבדי כמטלטלי דמו. עיין מה שכתבתי בפ\"ק דב\"ק גבי ב\"ח אינו גובה חובו מן היתומים מעבדים כו': ", 
            "<b>  לא  </b> נצטרך לומר כן. תמיהא לי דבמסכת כתובות לא פסק כן ומאי דמוכיח הכא מהתם ממאי דפריך ואי לא קננהו לוקח כו' מפורש התם בסוף השטה שכתב דכיון שהם ברשות האשה לחזור בה בכל עת שתרצה כו' וכפי מה שכתב רבינו שם כך פסק הטור באה\"ע סימן צ': ", 
            "  4דאיפליגו בה לעיל. בגמרא: ", 
            "<b>  אין  </b> לאחר קנין כלום. כדלקמן בסמוך דלא אקנית כו': "
        ], 
        [
            "<b>  דהא  </b> כל שאילו עמד כו'. כדלעיל: ", 
            "<b>  וחכמים  </b> אומרים כו'. פיסקא דמתני' היא: ", 
            "<b>  בהגה\"ה  </b> שבעמוד כתב דיכול בע\"ת לעכב קבורתו של הלוה ונ\"ל דהיינו שיש כאן כדי צרכי קבורה ולא יותר ועל זה יכול לעכב שהנכסים משועבדים למלוה ועל כל ישראל לקוברו ולכך אם המלוה קרובו אין לו לנוולו כדמסיק ולפי שמהרר\"ו כ\"ץ סי' קז סעיף ב כתב בזה פי' אחר שמפרש דלענין אם טוען המלוה ברי הוא ואין לזה הפי' טעם דא\"כ אם יעמדו בכפירתן מה תהא על המת ודוחק לומר שהוא ביד הדיין ולפי ראותו שאין כל זה במשמע ומה שסמך פירושו על שהרמא\"י ז\"ל סמך לדין זה בדיני שבועת היורש אינה ראיה דמאי דסמך להתם משום שהוא סוף דיני חיוב היורש בתשלומין לכך נ\"ל מה שכתבתי ואע\"פ שאין מדרכי לפרש ההגהות הואיל וזו נאמר בה פי' מה שאין נ\"ל לכן כתבתיו כאן ואתה תבחר "
        ], 
        [
            "<b>  ולית  </b> הלכתא כוותיה. אע\"ג דדיינא הוא ופסקי' כוותיה בפ' הבית והעלייה לגבי רב\"י לא פסקינן כוותיה כמו שכתב רבינו בפרק אע\"פ: "
        ], 
        [
            "<b>  דגריס  </b> רבא. דאי גריס רבה לא ה\"ל למתליה פיסקיה משום דשמעתיה כר\"נ אלא לפי שחזר בו וכדמסיק רבינו לקמן בסמוך: "
        ], 
        [
            "<b>  וכן  </b> פי' רב אלפס דדוקא בנכסי אביו קאמר. קצת קשה דרב אלפס עדיפא מהכי קאמר דלמאי דאמרן טעמא שהרי בזוזי קנאם ליכא למשמע אלא היכא דקנאם הקטן בעצמו אבל כשהאפוטרופוס שלו קנאם זו לא שמענו ואילו רב אלפס שפי' דדוקא בנכסי אביו קאמר הא מה שקנה לו האפוטרופוס רשאי הקטן למכור וכמפורש בהדיא בדבריו: "
        ], 
        [
            "<b>  והה\"נ  </b> אם קנה קרקע אין יכול למוכרו. כתבו התוס' ומה שהקשה ר\"י כשהוא שוטה זבן כו' לאו קושיא הוא דטעמא לאו משום שטות הוא אלא משום דמקרבא דעתיה לגבי זוזי ע\"כ פי' דבפ\"ב דכתובות דף כ' בר שטיא דזבין נכסי כו' אוקי ממונא בחזקת בר שטיא ומסיק דבקרקעות אביו אבל מה שקנה הוא כשהוא שוטה זבן כו' וא\"כ ה\"נ נימא כשהוא קטן קנה כו' ותירצו דהתם משום שטות והכא לאו משום שטות כלומר התם טעמא שלא ימכור משום שטות והלכך כי קנה בשטות יכול למכור בשטות אבל הכא טעמא דלא ימכור משום דמקרבא דעתיה כו' הלכך לא נ\"מ היאך קנה והיינו דהתם במטלטלי נמי אין מכירתו מכירה כדדייק התם רבינו דתלי טעמא משום דמוחזק הקונה במטלטלי ויכול לומר כשהוא חלים זבין ש\"מ דהתם משום שטות הוא: ", 
            "<b>  כשהוא  </b> בן שלש עשרה שנה. דהא דנקט בת י\"ד לאו דוקא אלא מעשה שהיה כך היה כדאיתא בגמ': ", 
            "<b>  דאית  </b> ליה הנאה גדולה. לשון הרשב\"ם: ", 
            "<b>  לגיטין  </b> ולקידושין. וה\"נ בסידורן של המסכתות גיטין וקדושין ובתיו\"ט כתבתי הטעם:  ה\"ג "
        ], 
        [
            "<b>  ואסור.  </b> פי' אקנויי רשותא אסור לכ\"ע אבל בטול רשות לב\"ש הוא דהוי כמו אקנויי אבל לב\"ה אסתלוקי בעלמא הוי ושרי: ", 
            "<b>  ה\"ג  </b> את\"ל משתעבד לוה: "
        ], 
        [
            "<b>  מהדורא  </b> קמא ומהדורא בתרא. לשון הר\"ן בשם ר\"ח רב אשי היה ששים שנה ראש גולה וכו' וכן נ\"ל להגיה בפירוש הרשב\"ם: ", 
            "<b>  חצי  </b> שבת הוא גובה. בפ\"ק דב\"מ הארכתי בזה בס\"ד: ", 
            "<b>  דהאי  </b> שבח. גרסי': "
        ], 
        [], 
        [], 
        [
            "<b>  שקבל  </b> אביו גרסי'. וכן הוא בקצור: ", 
            "<b>  ואיהו  </b> מפיק. ואמרי' בגמרא דמצי אמר מכח אבוה דאבא קאתינא. עיין פרק מי שהיה נשוי מ\"ט לא אמר דאינו מוכר דבר שלא בא לעולם גבי דזבין כתובתה דאימא בטובת הנאה: "
        ], 
        [
            "<b>  בחזקת  </b> יורשי האשה. עיין בפ\"ק גבי והלכתא כר\"ל ואפי' מיתמי דמתרץ והא לא נשבעת: ", 
            "<b>  יחלוקו.  </b> עיין בפרק החולץ גבי ספק ויבם: ", 
            "<b>  רבי  </b> יוחנן תלמידו. כדלעיל בגמרא (בבא בתרא דף קנ\"ד ע\"ב): 0הדרן עלך מי שמת  פרק עשירי ", 
            "<b>  בין  </b> קשר לקשר מבחוץ. לשון הרמב\"ם בפי' המשנה מקושר שטר מקופל כעין אותם כלים המקופלים העשויים אצלינו במערב והם מקלף שמנשבים בהם להסיר הזבובים ע\"כ ותחלת הקיפול נקרא קשר וכן סופו נמצא שעל הקפול חותם והיינו על החלק שהקיפול הוא שקושר הכתב על החלק: ", 
            "<b>  כנגד </b>  הכתב. גרסינן ופי' התוספות שחותם אחורי הכתב ולא אחורי החלק דלא כרב הונא וכנגד הכתב ממש לא למעלה ולא מצדדיו: "
        ], 
        [
            "<b>  בעי  </b> חזרה לאו האידנא דנהיגי בשריר וקיים. וכן מבואר בהדיא בטור סימן מ\"ד: ", 
            "<b>  אפי'  </b> יש עדים שלא נוסף דבר זיוף. צ\"ל דר\"ל דאנן ידעינן א\"נ סהדי קא מסהדי שהרחיקו עדים שני שטין כשבא עכשיו לפנינו נתמלאת שיטה בלא חזרה אבל יש עדים שלא נוסף כו' דאלת\"ה אלא שכך בא לפנינו מרוחק שני שיטין מאי אפי' יש עדים הא אנן סהדי שהרי השני שיטין הן חלק בלא כתב: ", 
            "<b>  וכן  </b> צריך ליזהר. גרסינן וכן הוא בקצור. ", 
            "<b>  אם  </b> שני עדים בשני שטרות מצטרפין. עיין זה לקמן גבי עד אחד בכתב ועד אחד בעל פה. "
        ], 
        [
            "<b>  זה  </b> אחר זה פסול שמא היה גרסי'. וכן הוא בקצור ובטור סימן מ\"ה: "
        ], 
        [
            "<b>  משום  </b> דאיכא למיחש שמא התחילו העדים לחתום באמצע השיטה. לפי שהשטר אינו נפסל בכך אם חתומים זה תחת זה ועדים בב' שטרות אין מצטרפין: "
        ], 
        [], 
        [
            "<b>  שהרי  </b> אויר פוסל. וכן העתיק הרי\"ף ובגמ' דידן שהרי אויר סוכה פוסל. ", 
            "<b>  והא  </b> דקאמר בגיטין. מלתת באפי נפשיה ולאו אדסמיך ליה אלא אדלעיל קאי: ", 
            "<b>  ה\"ג  </b> שני שיטין ושלשה אוירין וכן העתיק בטור סימן מ\"ה: ", 
            "<b>  בין  </b> עדים לשטר. וכן גי' רי\"ף ואע\"ג דר\"י קאמר לכתוב מר נקט לישניה ומר נקיט לישניה אבל בגמ' גרס בדרב נמי לכתוב: ", 
            "<b>  לא  </b> ידיע. דליתי מגילתא אחריתא ולמחוק ולידמי ומסיק בגמרא דחיישינן לב\"ד טועין ועיין מ\"ש בסוף פרק יש נוחלין. ", 
            "<b>  ולגבות  </b> מבני חרי. דאילו ממשעבדי מנא לך: ", 
            "<b>  דלר'  </b> אלעזר דס\"ל דדוקא עדי מסירה כרתי וכוותיה קי\"ל בפרק בתרא דגיטין: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>  אע\"פ  </b> שאין אנו יודעים שנמסר בפניהם כמו שכתב רבינו בפ' בתרא דגיטין ואפ\"ה לאביי לא מצטרפין למגבא ממשעבדי ולהכי קשה לאמימר (דאמר דלא שמיע ליה לדאביי כלומר לא סבירא ליה) שהרי יש במסירת שטר זה שני עדי מסירה שהעד חתום הוא כעד מסירה דאמרי' שגם בפניו נמסר: ", 
            "<b>  אבל  </b> תרי שטרי וכל חד מינייהו נמסר באפי חד סהדא. מסיק ב\"י סימן ר\"א ע\"פ ל' הגיור דה\"ק שע\"א חתום על כל אחד וידענו שלא נמסר בפניו אלא בפני עד אחד דעד דחתימה שלא נמסר בפניו לא מצטרף בהדי עד דמסירה מדכתב הרא\"ש דטעמא דע\"א תתום וע\"א שבפניו נמסר שמצטרפין משום דאמרי' שגם בפני החתום נמסר ע\"כ: "
        ], 
        [], 
        [
            "<b>  ולא  </b> מצאו לקיים כתב ידו של שני. כתב הרמב\"ן בחדושיו והביאו ג\"כ בעל התרומות בשער ט' סימן ב' וז\"ל תמיהני כיון שלא מצאו לקיים כ\"י הרי ע\"א הוא ולמה מועיל כלום ואע\"פ שקיום שטרות דרבנן מ\"מ כל זמן שלא נתקיימו כמי שלא נחתמו ולא מצאתי לגאונים ז\"ל שכתבו דבר זה שבירושלמי ושמא כך פירושו מהו שיצטרפו אם מעיד אני ראיתי אותה הלואה ביום פלוני כמו שכתוב בשטר מי אמרינן כיון שזה עושה מעשה שטר ומשעת חתימה ה\"ל שעבוד קרקעות ועד ע\"פ לא עביד שעבוד אינן מצטרפין ולפיכך הקשו וכי כלום הוא לגבות בו ממשעבדי ולמה לא יצנורף ומפריק לכן צריכא לישאל כשהיו שנים חתומים שהוא שעבוד קרקעות משעת חתימה עכ\"ל ואני איני כדאי לפרש מ\"מ לדרוש ולקבל שכר יש לי לומר דהא דמקשה וע\"א בכתב כלום הוא משום מפיהם ולא מפי כתבם הוא דפריך ואהא משני כשהיו שנים כו' והואיל ומדאורייתא שטר מעליא הוא דגלי ביה קרא דכשר כמ\"ש הר\"ר יונה לקמן אלא שהחכמים הזקיקו לקיימו וצריכא השתא דנימא שעד א' שנתקיים מועיל קיומו להצטרף עם עד שבע\"פ או דלמא כיון שלא נתקיים אלא ע\"א אכתי קרינן ביה מפיהם ולא מפי כתבם ולא יצטרף עם כעד א' ור' מנא בעי נמי בכה\"ג אי מהני קיומו שיזקיק לשבועה או דלמא קרינן ביה מפיהם ולא מפי כתבם ולא יזקיק לשבועה ולפי' הרמב\"ן נפרש בעיא דר' מנא דכיון שהיו שנים שהוא שעבוד קרקעות אין נשבעין על שעבוד קרקעות: "
        ], 
        [
            "<b>  גלי  </b> ביה קרא דכשר. עיין לקמן גבי חזרה מתנתו: ", 
            "<b>  דע\"א  </b> בכתב מזקיק הוא לשבועה. עיין בפ\"ק דמכות משמע קצת דלהרי\"ף דוקא כשמעיד בעל פה וכן יש לדקדק מלשון הלכות גדולות דבסמוך משבעינן ליה אפומא כו' ומ\"מ אכתוב שם דיש לדחות ע\"ש. "
        ], 
        [], 
        [], 
        [
            "<b>  שדיוהו  </b> רבנן אאשה. ואקנו ליה רבנן ההוא זוזא ומתקיים וכתב ונתן דה\"ל כמאן דיהיב איהו דהפקר ב\"ד הפקר הכי מסקינן בפ\"ב דגיטין דף כ': "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>  כי  </b> היכי דלא נשהייה. וא\"ת אמאי שדיוהו אאתתא דמשמע שכך תקנו שהאשה תתן לא לתקנו וכי אתא האי גברא לשהויי תתן היא וצ\"ל דמש\"ה כתב הטור בסדר הגט להרא\"ש ס\"ס קנ\"ד וז\"ל ושכר הסופר יתן הבעל ואם נתנה האשה הגט כשר דש\"מ דלכתחלה נמי לעולם הבעל נותן השכר והיינו טעמא דלא תקנו רבנן שהאשה תתן אלא היכא שהבעל משהה תקנו שהאשה תתן ויהא קנוי לבעל לקיים וכתב ונתן. "
        ], 
        [
            "<b>  אני  </b> מה אעשה. ואע\"ג דר' יוחנן אמר לא תעבידו עד דאמינא הלכה למעשה לעיל בפ' יש נוחלין גבי אין למדין הלכה מפי תלמיד וכו' היינו אם יראה לו לתלמיד לחלוק על דבריו מפני טעם ונימוק שעמו רשאי עד שיאמר הלכה למעשה אבל אם התלמיד לא יראה לו לחלוק על הלכה שאמר אע\"ג דלא אמר למעשה הרשות בידו והיינו דאמר בכאן אני מה אעשה כי אין רצוני לחלוק: "
        ], 
        [], 
        [
            "<b>  פלוני  </b> ופלוני עדיו. פיסקא היא: "
        ], 
        [], 
        [], 
        [
            "<b>  פלוני  </b> פלוני ופלוני. ה\"ג בטור סימן מ\"א תלתא זימני: "
        ], 
        [
            "<b>  ובמסירת  </b> שטר חוב קונה את שעבוד הנכסים. דשעבודא דאורייתא כדלקמן סוף פירקין ובלא ש\"ח נמי נשתעבד בהלואה ע\"פ אלא דבש\"ח אפי' לא הלוהו מעולם משתעבד כדלקמן לויתי ממך מנה וכו' ומ\"ש רבינו וגם החוב בתקנת חכמים כלומר דדבר תורה אין עדי השטר כלום דמפיהם בעינן כדלעיל אלא חכמים תקנו שיהו עדי השטר עדים מעלי' על החוב ולפי זה הא דלעיל קראי דירמיה דגלי בהו דעדי שטר מפיק מכלל מפיהם וכו'. אינן אלא מדברי קבלה ולא דאורייתא מקרו והלכך כיון שקנה ר\"ל קונה שטר חוב מהמוכרו כיון שקנה החוב ר\"ל ראיית החוב בכתיבה ומסירה קנה גם שעבוד הנכסים דבלאו הכי אין כאן מקום כלל שיקנה השעבוד: ", 
            "<b>  משום  </b> דמיחזי כשיקרא. עיין בפרק מרובה גבי לא כתבינן אדרכתא כו': "
        ], 
        [], 
        [], 
        [
            "<b>  ומוקדם  </b> לא הוי. כשכותבין יום הקנין: ", 
            "<b>  ה\"ג  </b> דסבר ר' יוסי כותבין שובר: "
        ], 
        [
            "<b>  ואביי  </b> ורבא אית להו כו'. דברי הרי\"ף הן ורבינו חולק בסמוך על זה: "
        ], 
        [], 
        [
            "<b>  אלא  </b> ודאי רבא סבר אין אותיות כו'. עיין בפרק הספינה: "
        ], 
        [], 
        [], 
        [
            "<b>  ראיה  </b> מפ' זה בורר בסופו. ועיין בפרק הספינה: ", 
            "<b>  דנכסי  </b> דאיניש אינון ערבין ביה כאלו אומר על מנת שאפרע כו'. לא ידעתי מנא ליה הא ואדרבה לקמן גבי ההוא דיינא דאחתיה למלוה לנכסי דלוה מקמי דלתבע ללוה לא משמע כן כמו שאכתוב שם בס\"ד והרמב\"ם בפרק כ\"ו מהלכות מלוה פסק דנפרע מן הערב אע\"פ שהיתומים קטנים: ", 
            "<b>  והדין  </b> כללא לאו דוקא כו'. הוא לשון הרי\"ף ועי' מה שכתבתי בפרק הפרה גבי רשבג\"א א\"כ משהאשה יולדת משבחת: "
        ], 
        [
            "<b>  ונכנס  </b> הערב עמו בדברים. בטור סימן קכ\"ט העתיק בדבר. ", 
            "<b>  וקי\"ל  </b> דלא יפרע מן הערב תחלה. מכאן קשיא לי אדלעיל דכתב דנכסי דאיניש ערבין כאלו אמר ממי שארצה אפרע וכיון שכל הנכסים הם ערבים הוי ודאי כאילו אין לו נכסים שהרי הנכסים כולם ערבים הם ואטו מי לא איירי' נמי בלוה שנתחייב כנגד כל נכסיו ובלאו הכי הי מנייהו מהנכסים מפקא מהערבות ואי חשבת לערבות דממי שארצה אפרע א\"כ היה יכול לפרוע תחלה מהנכסים ואמאי סלקיה רב חנן אלאודאי דערבות דנכסים הם כערבות סתם וכן מוכח ג\"כ בפרק יש בכור לנחלה דמסיק מהך דהכא דב\"ח לא' מב' יוסף בן שמעון שלקחו שדה בשותפות דאין הבע\"ת יכול לגבות בממ\"נ משום דכיון דלדידיה לא מצי תבע לערב נמי לא מצי תבע וכ\"כ גם רבינו בפרק הכותב גבי קריבתיה דרב נחמן דזבנתה לכתובתה כו': "
        ], 
        [], 
        [
            "<b>  אין  </b> אדם עושה קנוניא על ההקדש. בערכין בגמרא רמי עלה מדתנן בהקדש דידיר הנאה ע\"ש: "
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " פלפולא חריפתא על בבא בתרא", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Pilpula Charifta", 
        "Seder Nezikin"
    ]
}