{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Nashim"
    ], 
    "language": "he", 
    "title": "Mishneh Torah, Virgin Maiden", 
    "text": [
        [
            "מי שפיתה בתולה, קונסין אותו משקל חמישים סלעים של כסף מזוקק - וזה הוא הנקרא קנס; וכן אם אנס אותה. וקנס זה, מצות עשה של תורה, שנאמר ונתן האיש השוכב עימה לאבי הנערה, חמישים כסף (דברים כב,כט). ואיזה הוא מפתה ואיזה הוא אונס - מפתה, לרצונה; ואונס, שבא עליה בעל כורהה.", 
            "כל הנבעלת בשדה - הרי זו בחזקת ודנין אותה בדין אנוסה עד שיעידו העדים שברצונה נבעלה. וכל הנבעלת בעיר הרי זו בחזקת מפותה מפני שלא זעקה עד שיעידו העדים שהיא אנוסה כגון ששלף לה חרב ואמר לה אם תזעקי אהרוג אותך.", 
            "המפותה שלא רצתה להנשא למפתה. או שלא רצה אביה ליתנה לו. או שלא רצה הוא לכנוס. ה\"ז נותן קנס והולך ואין כופין אותו לכנוס. ואם רצו וכנסה אינו משלם קנס אלא כותב לה כתובה כשאר הבתולות. אבל האנוסה שלא רצה היא או אביה להנשא לאונס הרשות בידם ונותן קנס והולך. רצתה היא ואביה ולא רצה הוא כופין אותו וכונס ונותן קנס שנאמר ולו תהיה לאשה הרי זו מצות עשה. אפילו היא חגרת או סומא או מצורעת כופין אותו לכנוס ואינו מוציא לרצונו לעולם שנאמר לא יוכל לשלחה כל ימיו הרי זו מצות ל\"ת.", 
            "ואין לה כתובה שלא תקנו חכמים כתובה לאשה אלא כדי שלא תהיה קלה בעיניו להוציאה וזה אינו יכול להוציאה.", 
            "היתה אנוסה זו אסורה עליו אפילו מחייבי עשה ואפילו שניה ה\"ז לא ישאנה. וכן אם נמצא בה דבר זמה אחר שכנס ה\"ז יגרשנה שנאמר ולו תהיה לאשה אשה הראויה לו.", 
            "כהן גדול שאנס בתולה או שפיתה אותה הרי זה לא יכנוס מפני שהוא מצווה ליקח את הבתולה ובשעה שישא זו אינה בתולה ואם כנס יוציא בגט.", 
            "אע\"פ שנאמר באונס לא יוכל לשלחה כיון שקדמו עשה שנאמר ולו תהיה לאשה הרי זה נתקו לעשה ונמצאת זו מצות לא תעשה שנתקה לעשה שאין לוקין עליה אלא אם לא קיים עשה שבה כמו שיתבאר בהלכות סנהדרין. לפיכך האונס שעבר וגירש כופין אותו להחזיר ואינו לוקה. מתה גרושתו קודם שיחזירנה או נתקדשה לאחר או שהיה כהן שאסור בגרושה הרי זה לוקה שהרי עבר על ל\"ת ואינו יכול לקיים עשה שבה.", 
            "אין האונס או המפתה חייב בקנס עד שיבוא עליה [כדרכה] ובעדים ואינו צריך התראה ומאימתי יהיה לבת קנס מאחר שלש שנים גמורות עד שתבגור. נבעלה בתוך שלש שנים אין ביאתה ביאה. בא עליה משבגרה אין לה קנס שנאמר נערה בתולה לא הבוגרת.", 
            "ואחת שיש לה אב ואחת שאין לה אב יש לה קנס ואלו שאין להן קנס הבוגרת והממאנת והאילונית והשוטה והחרשת. ומי שיצא עליה שם רע בילדותה ובאו שנים והעידו שתבעה אותן לזנות עמה. והמגורשת מן הנישואין ועדיין היא נערה בתולה אבל המגורשת מן האירוסין אם נאנסה יש לה קנס וקנסה לעצמה. ואם נתפתתה אין לה קנס.", 
            "הגיורת והשבויה והמשוחררת אם נתגיירה ונפדית ונשתחררה והיא בת שלש שנים או פחות יש לה קנס. ואם היתה בת שלש שנים ויום אחד כשנתגיירה או כשנפדית או כשנשתחררה אין לה קנס הואיל וביאתן ביאה הרי הן כבעולות.", 
            "היתה בתולה זו אסורה על האונס או המפתה אם היתה אחת מחייבי כריתות כגון אחותו או דודתו והנדה וכיוצא בהן או שהיתה מחייבי לאוין אם התרו בו הרי זה לוקה ואינו משלם קנס שאין אדם לוקה ומשלם. ואם לא היתה שם התראה הואיל ואינו חייב מלקות הרי זה משלם קנס.", 
            "היתה מחייבי עשה או שנייה וכיוצא בהן שאסורה מדברי סופרים. בין התרו בו בין לא התרו בו חייב בקנס שאין כאן מלקות.", 
            "היתה מחייבי מיתת בית דין כגון בתו ואשת בנו וכיוצא בהן בין התרו בו בין לא התרו בו פטור מן הקנס שנאמר ולא יהיה אסון ענוש יענש הא אם היה שם אסון אין שם עונש. ואע\"פ שהריגת האשה בשגגה שהרי לא נתכוונו לה שנאמר כי ינצו אנשים ונגפו אשה הא למדת שלא חלק הכתוב באסון בין שוגג למזיד לפוטרו מן התשלומין והרי הוא אומר מכה נפש בהמה ישלמנה ומכה אדם יומת מה מכה נפש בהמה לא חלק הכתוב בין שוגג למזיד לחייבו בתשלומין אף מכה נפש אדם לא חלק הכתוב בין שוגג למזיד לפוטרו מן התשלומין.", 
            "וכן הדין לכל עבירה שיש בה מיתת בית דין שאין בה תשלומין.", 
            "בא עליה ומתה הרי זה פטור מן הקנס שאמר ונתן האיש השוכב עמה לאבי הנערה לא לאבי המתה והוא שתמות קודם שתעמוד בדין."
        ], 
        [
            "חמשים כסף של קנס הם דמי הנאת שכיבה בלבד. וחייב המפתה ליתן בושת ופגם יותר על הקנס הקצוב בתורה. יתר עליו האונס שהוא נותן את הצער. שהנבעלת ברצונה אין לה צער ואנוסה יש לה צער. וכן הוא אומר באנוסה תחת אשר עינה.", 
            "נמצא המפתה משלם שלשה דברים קנס ובושת ופגם. והאונס ארבעה קנס ובושת וצער ופגם.", 
            "קנס שוה בכל. אחד הבא על בת כהן גדול ואחד הבא על בת גר או ממזר קנסה חמשים כסף אבל הבושת והפגם והצער אינן שוין לכל וצריכין שומא.", 
            "כיצד שמין הבושת הכל לפי המבייש והמתבייש שאינו דומה מבייש נערה חשובה וממשפחה מיוחסה למבייש קטנה עניה בזויה. ואינו דומה מתבייש מאדם חשוב וגדול למתבייש מאחד מהנבלים וקל מן הקלים.", 
            "ולפי זה רואין הדיינין מעלתו ומעלתה ושמין כמה ממון ראוי לאביה ולמשפחתה ליתן ולא יארע להן דבר זה מאדם זה וכמוהו חייב לשלם.", 
            "פגם לפי יפייה רואין אותה כאילו היא שפחה נמכרת בשוק כמה היא שוה בעולה וכמה היתה שוה בתולה שאדם רוצה לקנות שפחה בתולה ליתנה לעבדו שהוא רוצה בהנייתו וטובתו. ורואין כמה פחתה וישלם צער לפי קטנותה ובנין גופה ולפי שניו וגופו אומדין כמה האב רוצה ליתן ולא תצטער זו מזה ויתן.", 
            "המפתה נותן בושת ופגם מיד ואינו נותן הקנס אא\"כ לא נשאה שנאמר ואם מאן ימאן אביה לתתה לו כסף ישקול. אבל האונס נותן ארבעה דברים מיד וכונס. לפיכך כשתרצה להתגרש או תתאלמן אין לה כלום.", 
            "באו עליה שנים אחד כדרכה ואחד שלא כדרכה זה שבא עליה שלא כדרכה אם הוא ראשון חייב בבושת ופגם ואם הוא אחרון חייב בבושת בלבד שכבר נפגמה. וזה שבא עליה כדרכה בין ראשון בין אחרון חייב בקנס ובשאר הדברים. אבל אין בשת ופגם של בת שלא נבעלה כלל כבשת ופגם זו שנבעלה שלא כדרכה.", 
            "כבר הודענו הבנות שאין להן קנס ועשר הן. הבוגרת. והממאנת. והמגורשת. והאיילונית. והשוטה. והחרשת. והגיורת. והשבויה. והמשוחררת. והיוצא עליה שם רע. ושאר הבנות יש להן קנס.", 
            "כל בת שיש לה קנס יש לה בושת ופגם. ואם היא אנוסה יש לה צער. וכל בת שאין לה קנס כך אין לה לא בושת ולא פגם אם נתפתתה וכן אם נאנסה חוץ מבוגרת וממאנת ושוטה וחרשת.", 
            "כיצד האונס את הבוגרת ואת הממאנת אע\"פ שאין להן קנס יש להן בושת ופגם וצער. והאונס שוטה או חרשת משלם צער בלבד. אבל המפתה את כולן פטור מכלום.", 
            "אין אדם משלם קנס בכל מקום בהודאת פיו אלא על פי עדים. לפיכך האומר אנסתי או פתיתי בתו של פלוני אינו משלם קנס אבל משלם בשת ופגם בהודאת פיו. וכן בת שתבעה איש בדין ואמרה לו אנסת או פתית אותי והוא אומר לא היו דברים מעולם הרי זה נשבע שבועת היסת שאילו הודה היה משלם לה בשת ופגם וצער על פי עצמו.", 
            "אמרה לו אנסת אותי והוא אומר לא כי אלא פתיתי הרי זה נשבע שבועת התורה על דמי הצער ומשלם בשת ופגם שהרי הודה במקצת הטענה כמו שיתבאר במקומו.", 
            "שלשה דברים של מפתה וארבעה של אונס הרי הן של אב שכל שבח נעורים לו. ואם אין לה אב הרי הן של עצמה.", 
            "מפותה או אנוסה שלא תבעה עד שבגרה או עד שנשאת או עד שמת האב הארבעה דברים או השלשה שלה. עמדה בדין ותבעה אותן ואח\"כ בגרה או שנשאת הרי הן של אב ואם מת האב אחר עמידתה בדין הרי הן של אחין שהן יורשי האב שמעת שעמדה בדין זכה בהן האב.", 
            "הבת שנתארסה ונתגרשה קנסה לבדו לעצמה נאנסה או נתפתתה ואחר כך נתקדשה לאחר קנסה ושאר הדברים לאביה שאין האירוסין מוציאין מרשות אב.", 
            "אני אומר שזה שנאמר בתורה אל תחלל את בתך להזנותה. שלא יאמר האב הואיל ולא חייבה תורה מפתה ואונס אלא שיתן ממון לאב הריני שוכר בתי הבתולה לזה לבוא עליה בכל ממון שארצה או אניח זה לבוא עליה בחנם שיש לו לאדם למחול ממונו לכל מי שירצה לכך נאמר אל תחלל את בתך שזה שחייבה תורה לאונס ולמפתה ממון ולא מלקות בשאירע הדבר מקרה שלא מדעת אביה ולא הכינה עצמה לכך שדבר זה אינו הווה תמיד ואינו מצוי. אבל אם הניח בתו הבתולה מוכנת לכל מי שיבוא עליה גורם שתמלא הארץ זמה ונמצא האב נושא בתו והאח נושא אחותו שאם תתעבר ותלד לא יודע בן מי הוא והמכין בתו לכך הרי היא קדשה ולוקה הבועל והנבעלת משום לא תהיה קדשה. ואין קונסין אותו שלא חייבה תורה קנס אלא לאונס ומפתה אבל זו שהכינה עצמה לכך בין מדעתה בין מדעת אביה הרי זו קדשה. ואיסור קדשה אחד הוא בין בבתולה בין בבעולה לפיכך אמרו חכמים שהיוצא עליה שם רע בילדותה אין לה קנס כמו שבארנו שהרי זו בחזקת שהפקירה עצמה לדבר זה ברצונה."
        ], 
        [
            "המוציא שם רע על בת ישראל, ונמצא הדבר שקר--לוקה, שנאמר \"וייסרו, אותו\" (דברים כב,יח); ואזהרה שלו, מ\"לא תלך רכיל בעמיך\" (ויקרא יט,טז).  ונותן לאביה, משקל מאה סלעים כסף מזוקק; ואם הייתה יתומה, הרי הן של עצמה.  והמוציא שם רע על הקטנה, או על הבוגרת--פטור מן הקנס, ומן המלקות; ואינו חייב, עד שיוציא על הנערה--שנאמר \"והוציאו את בתולי הנערה\" (דברים כב,טו; וראה דברים כב,יט), \"נערה\" מלא דיבר הכתוב.", 
            "אין דנין דין זה אלא בפני הבית, ובבית דין של עשרים ושלושה--מפני שיש בדין מוציא שם רע, דיני נפשות:  שאם נמצא הדבר כמו שאמר, הרי זו נהרגת.  אבל האונס והמפתה, דנין בהן בכל זמן בשלושה, כמו שיתבאר בהלכות סנהדרין.", 
            "ומצות עשה של תורה, שתשב אשת מוציא שם רע תחתיו לעולם, שנאמר \"ולו תהיה לאישה\" (דברים כב,יט), אפילו עיוורת או מוכת שחין.  ואם גירשה--עבר על לא תעשה, שנאמר \"לא יוכל לשלחה כל ימיו\" (שם).  וכופין אותו ומחזיר, ואינו לוקה, כמו שביארנו באונס; ואם קדם אחר וקידשה, או שמתה, או שהיה כוהן שאסור בגרושה--לוקה על גירושיה.", 
            "נמצא בה דבר זימה, או שנמצאת אסורה עליו מחייבי לאוין, או מחייבי עשה, ואפילו שנייה--הרי זה יגרשנה בגט:  שנאמר \"ולו תהיה לאישה\" (דברים כב,יט), אישה הראויה לו.  ולמה לא יבוא עשה וידחה לא תעשה, בין במוציא שם רע בין באונס, ויישא זו האסורה לו--שהרי אפשר שלא תרצה היא לישב, ונמצא עשה ולא תעשה קיימין.", 
            "כיצד הוצאת שם רע--הוא שיבוא לבית דין ויאמר, נערה זו בעלתי אותה ולא מצאתי לה בתולים, וכשביקשתי על הדבר, נודע לי שזינתה תחתיי אחר שאירסתיה, ואלו הן עדיי שזינתה בפניהן; ובית דין שומעין דברי העדים, וחוקרין עדותן:  אם נמצא הדבר אמת, נסקלת; ואם הביא האב עדים והזימו העדים שהביא הבעל, ונמצאו שהעידו שקר--ייסקלו, וילקה הוא, וייתן מאה סלע.", 
            "ועל זה נאמר \"ואלה, בתולי בתי\" (דברים כב,יז), אלו העדים שיזימו עדי הבעל.  חזר הבעל והביא עדים אחרים, והזים עדי האב--הרי הנערה ועדי אביה נסקלין; ועל זה נאמר \"ואם אמת היה, הדבר הזה\" (דברים כב,כ), מפי השמועה למדו שפרשה זו, יש בה עדים וזוממין וזוממי זוממין.", 
            "הוציא עליה שם רע, והיא בוגרת--אף על פי שהביא עדים שזינת תחתיו, כשהייתה נערה--הרי זה פטור מן המלקות ומן הקנס; ואם נמצא הדבר אמת--הרי זו תיסקל, אף על פי שהיא בוגרת, הואיל ובעת שזינתה נערה הייתה.", 
            "כל נערה שאין לה קנס, אם נאנסה או נתפתתה--כך המוציא עליה שם רע, פטור מן המלקות ומן התשלומין.  וכן הנוכרית שנתגיירה והשפחה שנשתחררה, פחותה מבת שלוש שנים--אפילו הייתה הורתה שלא בקדושה, ולידתה בקדושה--המוציא עליה שם רע, פטור מן הקנס ומן המלקות:  שנאמר \"כי הוציא שם רע, על בתולת ישראל\" (דברים כב,יט), עד שתהיה הורתה ולידתה בקדושה.", 
            "קידש נערה וגירשה, וחזר וקידשה והוציא עליה שם רע, והביא עדים שזינתה תחתיו בקידושין הראשונים, ונמצאו זוממים--הרי זה פטור.  וכן אם הייתה יבמתו שכנסה, והוציא עליה שם רע, והביא עדים שזינתה תחת קידושי אחיו, ונמצאו זוממים--הרי זה פטור מן המלקות ומן התשלומין.  וכל הפטור--אם רצה לגרש, יגרש.", 
            "אינו חייב עד שיבעול אותה כדרכה, ויוציא שם רע כדרכה.  בעלה שלא כדרכה, ואמר לא מצאתיה בתולה--פטור; ומכין אותו מכת מרדות.  [יא] וכן אם אמר לא מצאתיה בתולה, ולא אמר שזינתה תחתיי, או שאמר זינתה תחתיי, ולא הביא עדים אלא באו מאליהם--הרי זה פטור, אף על פי שהעדים נהרגים אם הוזמו.", 
            "זה שנאמר בתורה \"ופרשו, השמלה\" (דברים כב,יז)--לשון כבוד, שנושאין ונותנין בסתרי הדבר; וכן זה שיאמר האב \"ואלה, בתולי בתי\" (שם), הן זוממי עדי הבעל.  וזה שנאמר \"ואם אמת היה, הדבר\" (דברים כב,כ)--תיהרג בשזינת אחר האירוסין בעדים, שנאמר \"לזנות בית אביה\" (דברים כב,כא); אבל קודם האירוסין, כבר דנה תורה בה שהיא פטורה מכלום, ובועלה חייב בתשלומי ממון בלבד, בין פיתה בין אנס.", 
            "זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(דברים כב-יז)</small> \"וּפָרְשׂוּ הַשִּׂמְלָה\" לְשׁוֹן כָּבוֹד שֶׁנּוֹשְׂאִין וְנוֹתְנִין בְּסִתְרֵי הַדָּבָר. וְכֵן זֶה שֶׁיֹּאמַר הָאָב <small>(דברים כב-יז)</small> \"אֵלֶּה בְּתוּלֵי בִתִּי\" הֵן זוֹמְמֵי עֵדֵי הַבַּעַל. וְזֶה שֶׁנֶּאֱמַר <small>(דברים כב-כ)</small> \"וְאִם אֱמֶת הָיָה הַדָּבָר\" תֵּהָרֵג כְּשֶׁזִּנְּתָה אַחַר הָאֵרוּסִין בְּעֵדִים שֶׁנֶּאֱמַר <small>(דברים כב-כא)</small> \"לִזְנוֹת בֵּית אָבִיהָ\". אֲבָל קדֶם הָאֵרוּסִין כְּבָר אָמְרָה תּוֹרָה בָּהּ שֶׁהִיא פְּטוּרָה מִכְּלוּם וּבוֹעֲלָהּ חַיָּב בְּתַשְׁלוּמֵי מָמוֹן בִּלְבַד בֵּין פִּתָּה בֵּין אָנַס: \n"
        ]
    ], 
    "versions": [
        [
            "Mechon Mamre", 
            "http://www.mechon-mamre.org/i/4403.htm"
        ], 
        [
            "Wikisource Mishneh Torah", 
            "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_%D7%9C%D7%A8%D7%9E%D7%91%22%D7%9D"
        ], 
        [
            "Torat Emet 363", 
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ], 
    "heTitle": "משנה תורה, הלכות נערה בתולה", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Virgin_Maiden"
}