{
    "title": "Mishneh Torah, Virgin Maiden",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Virgin_Maiden",
    "text": [
        [
            "מִי שֶׁפִּתָּה בְּתוּלָה קוֹנְסִין אוֹתוֹ מִשְׁקַל חֲמִשִּׁים סְלָעִים שֶׁל כֶּסֶף מְזֻקָּק וְהוּא הַנִּקְרָא קְנָס. וְכֵן אִם אָנַס אוֹתָהּ. וּקְנָס זֶה מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְנָתַן הָאִישׁ הַשּׁוֹכֵב עִמָּהּ לַאֲבִי הַנַּעֲרָה חֲמִשִּׁים כֶּסֶף\": \n",
            "וְאֵי זֶה הוּא מְפַתֶּה וְאֵי זֶה הוּא אוֹנֵס. מְפַתֶּה לִרְצוֹנָהּ. אוֹנֵס שֶׁבָּא עָלֶיהָ בְּעַל כָּרְחָהּ. כָּל הַנִּבְעֶלֶת בַּשָּׂדֶה הֲרֵי זוֹ בְּחֶזְקַת אֲנוּסָה וְדָנִין אוֹתָהּ בְּדִין אֲנוּסָה עַד שֶׁיָּעִידוּ הָעֵדִים שֶׁבִּרְצוֹנָהּ נִבְעֲלָה. וְכָל הַנִּבְעֶלֶת בָּעִיר הֲרֵי זוֹ בְּחֶזְקַת מְפֻתָּה מִפְּנֵי שֶׁלֹּא זָעֲקָה עַד שֶׁיָּעִידוּ הָעֵדִים שֶׁהִיא אֲנוּסָה, כְּגוֹן שֶׁשָּׁלַף לָהּ חֶרֶב וְאָמַר לָהּ אִם תִּזְעֲקִי אֶהֱרֹג אוֹתָךְ: \n",
            "הַמְפֻתָּה שֶׁלֹּא רָצְתָה לְהִנָּשֵׂא לַמְפַתֶּה. אוֹ שֶׁלֹּא רָצָה אָבִיהָ לִתְּנָהּ לוֹ. אוֹ שֶׁלֹּא רָצָה הוּא לִכְנֹס. הֲרֵי זֶה נוֹתֵן קְנָס וְהוֹלֵךְ וְאֵין כּוֹפִין אוֹתוֹ לִכְנֹס. וְאִם רָצוּ וּכְנָסָהּ אֵינוֹ מְשַׁלֵּם קְנָס אֶלָּא כּוֹתֵב לָהּ כְּתֻבָּה כִּשְׁאָר הַבְּתוּלוֹת. אֲבָל הָאֲנוּסָה שֶׁלֹּא רָצְתָה הִיא אוֹ אָבִיהָ לְהִנָּשֵׂא לְאוֹנֵס הָרְשׁוּת בְּיָדָם וְנוֹתֵן קְנָס וְהוֹלֵךְ. רָצְתָה הִיא וְאָבִיהָ וְלֹא רָצָה הוּא כּוֹפִין אוֹתוֹ וְכוֹנֵס וְנוֹתֵן קְנָס שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" הֲרֵי זוֹ מִצְוַת עֲשֵׂה. אֲפִלּוּ הִיא חִגֶּרֶת אוֹ סוּמָא אוֹ מְצֹרַעַת כּוֹפִין אוֹתוֹ לִכְנֹס וְאֵינוֹ מוֹצִיא לִרְצוֹנוֹ לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"לֹא יוּכַל לְשַׁלְּחָהּ כָּל יָמָיו\" הֲרֵי זוֹ מִצְוַת לֹא תַּעֲשֶׂה: \n",
            "וְאֵין לָהּ כְּתֻבָּה שֶׁלֹּא תִּקְּנוּ חֲכָמִים כְּתֻבָּה לְאִשָּׁה אֶלָּא כְּדֵי שֶׁלֹּא תִּהְיֶה קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ וְזֶה אֵינוֹ יָכוֹל לְהוֹצִיאָהּ: \n",
            "הָיְתָה אֲנוּסָה זוֹ אֲסוּרָה עָלָיו אֲפִלּוּ מֵחַיָּבֵי עֲשֵׂה וַאֲפִלּוּ שְׁנִיָּה הֲרֵי זֶה לֹא יִשָּׂאֶנָּה. וְכֵן אִם נִמְצָא בָּהּ דְּבַר זִמָּה אַחַר שֶׁכָּנַס הֲרֵי זֶה יְגָרְשֶׁנָהּ שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\". אִשָּׁה הָרְאוּיָה לוֹ: \n",
            "כֹּהֵן גָּדוֹל שֶׁאָנַס בְּתוּלָה אוֹ שֶׁפִּתָּה אוֹתָהּ הֲרֵי זֶה לֹא יִכְנֹס מִפְּנֵי שֶׁהוּא מְצֻוֶּה לִקַּח אֶת הַבְּתוּלָה וּבְשָׁעָה שֶׁיִּשָּׂא זוֹ אֵינָהּ בְּתוּלָה. וְאִם כָּנַס יוֹצִיא בְּגֵט: \n",
            "אַף עַל פִּי שֶׁנֶּאֱמַר בְּאוֹנֵס <small>(דברים כב יט)</small> \"לֹא יוּכַל לְשַׁלְּחָהּ\" כֵּיוָן שֶׁקְּדָמוֹ עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" הֲרֵי זֶה נִתְּקוֹ לַעֲשֵׂה וְנִמְצֵאת זוֹ מִצְוַת לֹא תַּעֲשֶׂה שֶׁנִּתְּקָהּ לַעֲשֵׂה שֶׁאֵין לוֹקִין עָלֶיהָ אֶלָּא אִם לֹא קִיֵּם עֲשֵׂה שֶׁבָּהּ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סַנְהֶדְרִין. לְפִיכָךְ הָאוֹנֵס שֶׁעָבַר וְגֵרֵשׁ כּוֹפִין אוֹתוֹ לְהַחֲזִיר וְאֵינוֹ לוֹקֶה. מֵתָה גְּרוּשָׁתוֹ קֹדֶם שֶׁיַּחְזִירֶנָּה אוֹ נִתְקַדְּשָׁה לְאַחֵר אוֹ שֶׁהָיָה כֹּהֵן שֶׁאָסוּר בִּגְרוּשָׁה הֲרֵי זֶה לוֹקֶה שֶׁהֲרֵי עָבַר עַל לֹא תַּעֲשֶׂה וְאֵינוֹ יָכוֹל לְקַיֵּם עֲשֵׂה שֶׁבָּהּ: \n",
            "אֵין הָאוֹנֵס אוֹ הַמְפַתֶּה חַיָּב בִּקְנָס עַד שֶׁיָּבוֹא עָלֶיהָ [כְּדַרְכָּהּ] וּבְעֵדִים וְאֵינוֹ צָרִיךְ הַתְרָאָה. וּמֵאֵימָתַי יִהְיֶה לַבַּת קְנָס. מֵאַחַר שָׁלשׁ שָׁנִים גְּמוּרוֹת עַד שֶׁתִּבְגֹּר. נִבְעֲלָה בְּתוֹךְ שָׁלֹשׁ שָׁנִים אֵין בִּיאָתָהּ בִּיאָה. בָּא עָלֶיהָ מִשֶּׁבָּגְרָה אֵין לָהּ קְנָס שֶׁנֶּאֱמַר <small>(דברים כב כח)</small> \"נַעֲרָה בְתוּלָה\" לֹא הַבּוֹגֶרֶת: \n",
            "וְאַחַת שֶׁיֵּשׁ לָהּ אָב וְאַחַת שֶׁאֵין לָהּ אָב יֵשׁ לָהּ קְנָס. וְאֵלּוּ שֶׁאֵין לָהֶן קְנָס. הַבּוֹגֶרֶת וְהַמְמָאֶנֶת וְהָאַיְלוֹנִית וְהַשּׁוֹטָה וְהַחֵרֶשֶׁת. וּמִי שֶׁיָּצָא עָלֶיהָ שֵׁם רַע בְּיַלְדוּתָהּ וּבָאוּ שְׁנַיִם וְהֵעִידוּ שֶׁתָּבְעָה אוֹתָן לִזְנוֹת עִמָּהּ. וְהַמְגֹרֶשֶׁת מִן הַנִּשּׂוּאִין וַעֲדַיִן הִיא נַעֲרָה בְּתוּלָה. אֲבָל הַמְגֹרֶשֶׁת מִן הָאֵרוּסִין אִם נֶאֶנְסָה יֵשׁ לָהּ קְנָס וּקְנָסָהּ לְעַצְמָהּ. וְאִם נִתְפַּתְּתָה אֵין לָהּ קְנָס: \n",
            "הַגִּיֹּרֶת וְהַשְּׁבוּיָה וְהַמְשֻׁחְרֶרֶת אִם נִתְגַּיְּרָה וְנִפְדֵית וְנִשְׁתַּחְרְרָה וְהִיא בַּת שָׁלֹשׁ שָׁנִים אוֹ פָּחוֹת יֵשׁ לָהּ קְנָס. וְאִם הָיְתָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד כְּשֶׁנִּתְגַּיְּרָה אוֹ כְּשֶׁנִּפְדֵּית אוֹ כְּשֶׁנִּשְׁתַּחְרְרָה אֵין לָהּ קְנָס הוֹאִיל וּבִיאָתָן בִּיאָה הֲרֵי הֵן כִּבְעוּלוֹת: \n",
            "הָיְתָה בְּתוּלָה זוֹ אֲסוּרָה עַל הָאוֹנֵס אוֹ הַמְפַתֶּה אִם הָיְתָה אַחַת מֵחַיָּבֵי כְּרֵתוֹת כְּגוֹן אֲחוֹתוֹ אוֹ דּוֹדָתוֹ וְהַנִּדָּה וְכַיּוֹצֵא בָּהֶן אוֹ שֶׁהָיְתָה מֵחַיָּבֵי לָאוִין אִם הִתְרוּ בּוֹ הֲרֵי זֶה לוֹקֶה וְאֵינוֹ מְשַׁלֵּם קְנָס שֶׁאֵין אָדָם לוֹקֶה וּמְשַׁלֵּם. וְאִם לֹא הָיְתָה שָׁם הַתְרָאָה הוֹאִיל וְאֵינוֹ חַיָּב מַלְקוֹת הֲרֵי זֶה מְשַׁלֵּם קְנָס: \n",
            "הָיְתָה מֵחַיָּבֵי עֲשֵׂה אוֹ שְׁנִיָּה וְכַיּוֹצֵא בָּהֶן שֶׁאֲסוּרָה מִדִּבְרֵי סוֹפְרִים. בֵּין הִתְרוּ בּוֹ בֵּין לֹא הִתְרוּ בּוֹ חַיָּב בִּקְנָס שֶׁאֵין כָּאן מַלְקוֹת: \n",
            "הָיְתָה מֵחַיָּבֵי מִיתַת בֵּית דִּין כְּגוֹן בִּתּוֹ וְאֵשֶׁת בְּנוֹ וְכַיּוֹצֵא בָּהֶן בֵּין הִתְרוּ בּוֹ בֵּין לֹא הִתְרוּ בּוֹ פָּטוּר מִן הַקְּנָס שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"וְלֹא יִהְיֶה אָסוֹן עָנוֹשׁ יֵעָנֵשׁ\" הָא אִם הָיָה שָׁם אָסוֹן אֵין שָׁם עֹנֶשׁ. וְאַף עַל פִּי שֶׁהֲרִיגַת הָאִשָּׁה בִּשְׁגָגָה שֶׁהֲרֵי לֹא נִתְכַּוְּנוּ לָהּ שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"כִּי יִנָּצוּ אֲנָשִׁים וְנָגְפוּ אִשָּׁה\" הָא לָמַדְתָּ שֶׁלֹּא חִלֵּק הַכָּתוּב בְּאָסוֹן בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין. וַהֲרֵי הוּא אוֹמֵר <small>(ויקרא כד יח)</small> \"מַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה\" <small>(ויקרא כד כא)</small> \"וּמַכֵּה אָדָם יוּמָת\" מָה מַכֵּה נֶפֶשׁ בְּהֵמָה לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד לְחַיְּבוֹ בְּתַשְׁלוּמִין אַף מַכֵּה נֶפֶשׁ אָדָם לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין: \n",
            "וְכֵן הַדִּין לְכָל עֲבֵרָה שֶׁיֵּשׁ בָּהּ מִיתַת בֵּית דִּין שֶׁאֵין בָּהּ תַּשְׁלוּמִין: \n",
            "בָּא עָלֶיהָ וּמֵתָה הֲרֵי זֶה פָּטוּר מִן הַקְּנָס שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְנָתַן הָאִישׁ הַשֹּׁכֵב עִמָּהּ לַאֲבִי הַנַּעֲרָה\" לֹא לַאֲבִי הַמֵּתָה. וְהוּא שֶׁתָּמוּת קֹדֶם שֶׁתַּעֲמֹד בַּדִּין: \n"
        ],
        [
            "חֲמִשִׁים כֶּסֶף שֶׁל קְנָס הֵם דְּמֵי הֲנָאַת שְׁכִיבָה בִּלְבַד. וְחַיָּב הַמְפַתֶּה לִתֵּן בּשֶׁת וּפְגָם יוֹתֵר עַל הַקְּנָס הַקָּצוּב בַּתּוֹרָה. יֶתֶר עָלָיו הָאוֹנֵס שֶׁהוּא נוֹתֵן אֶת הַצַּעַר. שֶׁהַנִּבְעֶלֶת בִּרְצוֹנָהּ אֵין לָהּ צַעַר וַאֲנוּסָה יֵשׁ לָהּ צַעַר. וְכֵן הוּא אוֹמֵר בַּאֲנוּסָה <small>(דברים כב כט)</small> \"תַּחַת אֲשֶׁר עִנָּהּ\": \n",
            "נִמְצָא הַמְפַתֶּה מְשַׁלֵּם שְׁלֹשָׁה דְּבָרִים קְנָס וּבֹשֶׁת וּפְגָם. וְהָאוֹנֵס אַרְבָּעָה קְנָס וּבֹשֶׁת וְצַעַר וּפְגָם: \n",
            "קְנָס שָׁוֶה בַּכּל. אֶחָד הַבָּא עַל בַּת כֹּהֵן גָּדוֹל וְאֶחָד הַבָּא עַל בַּת גֵּר אוֹ מַמְזֵר קְנָסָהּ חֲמִשִּׁים כֶּסֶף. אֲבָל הַבּשֶׁת וְהַפְּגָם וְהַצַּעַר אֵינָן שָׁוִין לַכּל וּצְרִיכִין שׁוּמָא: \n",
            "כֵּיצַד שָׁמִין הַבּשֶׁת. הַכּל לְפִי הַמְבַיֵּשׁ וְהַמִּתְבַּיֵּשׁ. שֶׁאֵינוֹ דּוֹמֶה מְבַיֵּשׁ נַעֲרָה חֲשׁוּבָה וּמִמִּשְׁפָּחָה מְיֻחָסָה לִמְבַיֵּשׁ קְטַנָּה עֲנִיָּה בְּזוּיָה. וְאֵינוֹ דּוֹמֶה מִתְבַּיֵּשׁ מֵאָדָם חָשׁוּב וְגָדוֹל לְמִתְבַּיֵּשׁ מֵאֶחָד מֵהַנְּבָלִים וְקַל מִן הַקַּלִּים: \n",
            "וּלְפִי זֶה רוֹאִין הַדַּיָּנִין מַעֲלָתוֹ וּמַעֲלָתָהּ וְשָׁמִין כַּמָּה מָמוֹן רָאוּי לְאָבִיהָ וּלְמִשְׁפַּחְתָּהּ לִתֵּן וְלֹא יֶאֱרַע לָהֶן דָּבָר זֶה מֵאָדָם זֶה וְכָמוֹהוּ חַיָּב לְשַׁלֵּם: \n",
            "פְּגָם לְפִי יָפְיָהּ. רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא שִׁפְחָה נִמְכֶּרֶת בַּשּׁוּק כַּמָּה הִיא שָׁוָה בְּעוּלָה וְכַמָּה הָיְתָה שָׁוָה בְּתוּלָה. שֶׁאָדָם רוֹצֶה לִקְנוֹת שִׁפְחָה בְּתוּלָה לִתְּנָהּ לְעַבְדּוֹ שֶׁהוּא רוֹצֶה בַּהֲנָיָתוֹ וְטוֹבָתוֹ. וְרוֹאִין כַּמָּה פָּחֲתָה וִישַׁלֵּם צַעַר לְפִי קַטְנוּתָהּ וּבִנְיַן גּוּפָהּ. וּלְפִי שָׁנָיו וְגוּפוֹ אוֹמְדִין כַּמָּה הָאָב רוֹצֶה לִתֵּן וְלֹא תִּצְטַעֵר זוֹ מִזֶּה וְיִתֵּן: \n",
            "הַמְפַתֶּה נוֹתֵן בּשֶׁת וּפְגָם מִיָּד וְאֵינוֹ נוֹתֵן הַקְּנָס אֶלָּא אִם כֵּן לֹא נְשָׂאָהּ שֶׁנֶּאֱמַר <small>(שמות כב טז)</small> \"וְאִם מָאֵן יְמָאֵן אָבִיהָ לְתִתָּהּ לוֹ כֶּסֶף יִשְׁקל\". אֲבָל הָאוֹנֵס נוֹתֵן אַרְבָּעָה דְּבָרִים מִיָּד וְכוֹנֵס. לְפִיכָךְ כְּשֶׁתִּרְצֶה לְהִתְגָּרֵשׁ אוֹ תִּתְאַלְמֵן אֵין לָהּ כְּלוּם: \n",
            "בָּאוּ עָלֶיהָ שְׁנַיִם אֶחָד כְּדַרְכָּהּ וְאֶחָד שֶׁלֹּא כְּדַרְכָּהּ זֶה שֶׁבָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ אִם הוּא רִאשׁוֹן חַיָּב בְּבשֶׁת וּפְגָם וְאִם הוּא אַחֲרוֹן חַיָּב בְּבשֶׁת בִּלְבַד שֶׁכְּבָר נִפְגְּמָה. וְזֶה שֶׁבָּא עָלֶיהָ כְּדַרְכָּהּ בֵּין רִאשׁוֹן בֵּין אַחֲרוֹן חַיָּב בִּקְנָס וּבִשְׁאָר הַדְּבָרִים. אֲבָל אֵין בּשֶׁת וּפְגָם שֶׁל בַּת שֶׁלֹּא נִבְעֲלָה כְּלָל כְּבשֶׁת וּפְגָם זוֹ שֶׁנִּבְעֲלָה שֶׁלֹּא כְּדַרְכָּהּ: \n",
            "כְּבָר הוֹדַעְנוּ הַבָּנוֹת שֶׁאֵין לָהֶן קְנָס וְעֶשֶׂר הֵן. הַבּוֹגֶרֶת. וְהַמְמָאֶנֶת. וְהַמְגֹרֶשֶׁת. וְהָאַיְלוֹנִית. וְהַשּׁוֹטָה. וְהַחֵרֶשֶׁת. וְהַגִּיֹּרֶת. וְהַשְּׁבוּיָה. וְהַמְשֻׁחְרֶרֶת. וְהַיּוֹצֵא עָלֶיהָ שֵׁם רַע. וּשְׁאָר הַבָּנוֹת יֵשׁ לָהֶן קְנָס: \n",
            "כָּל בַּת שֶׁיֵּשׁ לָהּ קְנָס יֵשׁ לָהּ בּשֶׁת וּפְגָם. וְאִם הָיְתָה אֲנוּסָה יֵשׁ לָהּ צַעַר. וְכָל בַּת שֶׁאֵין לָהּ קְנָס כָּךְ אֵין לָהּ לֹא בּשֶׁת וְלֹא פְּגָם אִם נִתְפַּתְּתָה וְכֵן אִם נֶאֶנְסָה חוּץ מִבּוֹגֶרֶת וּמְמָאֶנֶת וְשׁוֹטָה וְחֵרֶשֶׁת: \n",
            "כֵּיצַד. הָאוֹנֵס אֶת הַבּוֹגֶרֶת וְאֶת הַמְמָאֶנֶת אַף עַל פִּי שֶׁאֵין לָהֶן קְנָס יֵשׁ לָהֶן בּשֶׁת וּפְגָם וְצַעַר. וְהָאוֹנֵס שׁוֹטָה אוֹ חֵרֶשֶׁת מְשַׁלֵּם צַעַר בִּלְבַד. אֲבָל הַמְפַתֶּה אֶת כֻּלָּן פָּטוּר מִכְּלוּם: \n",
            "אֵין אָדָם מְשַׁלֵּם קְנָס בְּכָל מָקוֹם בְּהוֹדָאַת פִּיו אֶלָּא עַל פִּי עֵדִים. לְפִיכָךְ הָאוֹמֵר אָנַסְתִּי אוֹ פִּתִּיתִי בִּתּוֹ שֶׁל פְּלוֹנִי אֵינוֹ מְשַׁלֵּם קְנָס אֲבָל מְשַׁלֵּם בּשֶׁת וּפְגָם בְּהוֹדָאַת פִּיו. וְכֵן בַּת שֶׁתָּבְעָה אִישׁ בַּדִּין וְאָמְרָה לוֹ אָנַסְתָּ אוֹ פִּתִּיתָ אוֹתִי וְהוּא אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁאִלּוּ הוֹדָה הָיָה מְשַׁלֵּם לָהּ בּשֶׁת וּפְגָם וְצַעַר עַל פִּי עַצְמוֹ: \n",
            "אָמְרָה לוֹ אָנַסְתָּ אוֹתִי וְהוּא אוֹמֵר לֹא כִּי אֶלָּא פִּתִּיתִי הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה עַל דְּמֵי הַצַּעַר וּמְשַׁלֵּם בּשֶׁת וּפְגָם שֶׁהֲרֵי הוֹדָה בְּמִקְצָת הַטַּעֲנָה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
            "שְׁלֹשָׁה דְּבָרִים שֶׁל מְפַתֶּה וְאַרְבָּעָה שֶׁל אוֹנֵס הֲרֵי הֵן שֶׁל אָב שֶׁכָּל שֶׁבַח נְעוּרִים לוֹ. וְאִם אֵין לָהּ אָב הֲרֵי הֵן שֶׁל עַצְמָהּ: \n",
            "מְפֻתָּה אוֹ אֲנוּסָה שֶׁלֹּא תָּבְעָה עַד שֶׁבָּגְרָה אוֹ עַד שֶׁנִּשֵּׂאת אוֹ עַד שֶׁמֵּת הָאָב הָאַרְבָּעָה דְּבָרִים אוֹ הַשְּׁלֹשָׁה שֶׁלָּהּ. עָמְדָה בַּדִּין וְתָבְעָה אוֹתוֹ וְאַחַר כָּךְ בָּגְרָה אוֹ שֶׁנִּשֵּׂאת הֲרֵי הֵן שֶׁל אָב. וְאִם מֵת הָאָב אַחַר עֲמִידָתָהּ בַּדִּין הֲרֵי הֵן שֶׁל אַחִין שֶׁהֵן יוֹרְשֵׁי הָאָב. שֶׁמֵּעֵת שֶׁעָמְדָה בְּדִין זָכָה בָּהֶן הָאָב: \n",
            "הַבַּת שֶׁנִּתְאָרְסָה וְנִתְגָּרְשָׁה קְנָסָהּ לְבַדּוֹ לְעַצְמָהּ. נֶאֶנְסָה אוֹ נִתְפַּתְּתָה וְאַחַר כָּךְ נִתְקַדְּשָׁה לְאַחֵר קְנָסָהּ וּשְׁאָר הַדְּבָרִים לְאָבִיהָ. שֶׁאֵין הָאֵרוּסִין מוֹצִיאִין מֵרְשׁוּת אָב: \n",
            "אֲנִי אוֹמֵר שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא יט כט)</small> \"אַל תְּחַלֵּל אֶת בִּתְּךָ לְהַזְנוֹתָהּ\". שֶׁלֹּא יֹאמַר הָאָב הוֹאִיל וְלֹא חִיְּבָה תּוֹרָה מְפַתֶּה וְאוֹנֵס אֶלָּא שֶׁיִּתֵּן מָמוֹן לָאָב הֲרֵינִי שׂוֹכֵר בִּתִּי הַבְּתוּלָה לָזֶה לָבוֹא עָלֶיהָ בְּכָל מָמוֹן שֶׁאֶרְצֶה אוֹ אָנִיחַ זֶה לָבוֹא עָלֶיהָ בְּחִנָּם שֶׁיֵּשׁ לוֹ לָאָדָם לִמְחל מָמוֹנוֹ לְכָל מִי שֶׁיִּרְצֶה לְכָךְ נֶאֱמַר אַל תְּחַלֵּל אֶת בִּתְּךָ. שֶׁזֶּה שֶׁחִיְּבָה תּוֹרָה לָאוֹנֵס וְלַמְפַתֶּה מָמוֹן וְלֹא מַלְקוֹת בְּשֶׁאֵרַע הַדָּבָר מִקְרֶה שֶׁלֹּא מִדַּעַת אָבִיהָ וְלֹא הֵכִינָה עַצְמָהּ לְכָךְ שֶׁדָּבָר זֶה אֵינוֹ הוֹוֶה תָּמִיד וְאֵינוֹ מָצוּי. אֲבָל אִם הֵנִיחַ בִּתּוֹ הַבְּתוּלָה מוּכֶנֶת לְכָל מִי שֶׁיָּבוֹא עָלֶיהָ גּוֹרֵם שֶׁתִּמָּלֵא הָאָרֶץ זִמָּה וְנִמְצָא הָאָב נוֹשֵׂא בִּתּוֹ וְהָאָח נוֹשֵׂא אֲחוֹתוֹ שֶׁאִם תִּתְעַבֵּר וְתֵלֵד לֹא יִוָּדַע בֶּן מִי הוּא. וְהַמֵּכִין בִּתּוֹ לְכָךְ הֲרֵי הִיא קְדֵשָׁה וְלוֹקֶה הַבּוֹעֵל וְהַנִּבְעֶלֶת מִשּׁוּם <small>(דברים כג יח)</small> \"לֹא תִהְיֶה קְדֵשָׁה\". וְאֵין קוֹנְסִין אוֹתוֹ שֶׁלֹּא חִיְּבָה תּוֹרָה קְנָס אֶלָּא לְאוֹנֵס וּמְפַתֶּה אֲבָל זוֹ שֶׁהֵכִינָה עַצְמָהּ לְכָךְ בֵּין מִדַּעְתָּהּ בֵּין מִדַּעַת אָבִיהָ הֲרֵי זוֹ קְדֵשָׁה. וְאִסּוּר קְדֵשָׁה אֶחָד הוּא בֵּין בִּבְתוּלָה בֵּין בִּבְעוּלָה לְפִיכָךְ אָמְרוּ חֲכָמִים שֶׁהַיּוֹצֵא עָלֶיהָ שֵׁם רַע בְּיַלְדוּתָהּ אֵין לָהּ קְנָס כְּמוֹ שֶׁבֵּאַרְנוּ שֶׁהֲרֵי זוֹ בְּחֶזְקַת שֶׁהִפְקִירָה עַצְמָהּ לְדָבָר זֶה בִּרְצוֹנָהּ: \n"
        ],
        [
            "הַמּוֹצִיא שֵׁם רַע עַל בַּת יִשְׂרָאֵל וְנִמְצָא הַדָּבָר שֶׁקֶר לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים כב יח)</small> \"וְיִסְּרוּ אֹתוֹ\". וְאַזְהָרָה שֶׁלּוֹ מִ<small>(ויקרא יט טז)</small> \"לֹּא תֵלֵךְ רָכִיל בְּעַמֶּיךָ\". וְנוֹתֵן לְאָבִיהָ מִשְׁקַל מֵאָה סְלָעִים כֶּסֶף מְזֻקָּק. וְאִם הָיְתָה יְתוֹמָה הֲרֵי הֵם שֶׁל עַצְמָהּ: \n",
            "וְהַמּוֹצִיא שֵׁם רַע עַל הַקְּטַנָּה אוֹ עַל הַבּוֹגֶרֶת פָּטוּר מִן הַקְּנָס וּמִן הַמַּלְקוֹת. וְאֵינוֹ חַיָּב עַד שֶׁיּוֹצִיא עַל הַנַּעֲרָה שֶׁנֶּאֱמַר <small>(דברים כב טו)</small> \"וְהוֹצִיאוּ אֶת בְּתוּלֵי הַנַּעֲרָה\" נַעֲרָה מָלֵא דִּבֵּר הַכָּתוּב: \n",
            "אֵין דָּנִין דִּין זֶה אֶלָּא בִּפְנֵי הַבַּיִת וּבֵית דִּין שֶׁל עֶשְׂרִים וּשְׁלֹשָׁה. מִפְּנֵי שֶׁיֵּשׁ בְּדִין מוֹצִיא שֵׁם רַע דִּינֵי נְפָשׁוֹת. שֶׁאִם נִמְצָא הַדָּבָר כְּמוֹ שֶׁנֶּאֱמַר הֲרֵי זוֹ נֶהֱרֶגֶת. אֲבָל הָאוֹנֵס וְהַמְפַתֶּה דָּנִין בָּהֶן בְּכָל זְמַן בִּשְׁלֹשָׁה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סַנְהֶדְרִין: \n",
            "וּמִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁתֵּשֵׁב אֵשֶׁת מוֹצִיא שֵׁם רַע תַּחְתָּיו לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" אֲפִלּוּ עִוֶּרֶת אוֹ מֻכַּת שְׁחִין. וְאִם גֵּרְשָׁהּ עָבַר עַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"לֹא יוּכַל לְשַׁלְּחָהּ כָּל יָמָיו\". וְכוֹפִין אוֹתוֹ וּמַחֲזִיר וְאֵינוֹ לוֹקֶה כְּמוֹ שֶׁבֵּאַרְנוּ בְּאוֹנֵס. וְאִם קִדֵּם אֶחָד וְקִדְּשָׁהּ אוֹ שֶׁמֵּתָה אוֹ שֶׁהָיָה כֹּהֵן שֶׁאָסוּר בִּגְרוּשָׁה הֲרֵי זֶה לוֹקֶה עַל גֵּרוּשֶׁיהָ: \n",
            "נִמְצָא בָּהּ דְּבַר זִמָּה. אוֹ שֶׁנִּמְצֵאת אֲסוּרָה עָלָיו מֵחַיָּבֵי לָאוִין אוֹ מֵחַיָּבֵי עֲשֵׂה וַאֲפִלּוּ שְׁנִיָּה הֲרֵי זֶה יְגָרְשֶׁנָּה בְּגֵט שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" אִשָּׁה הָרְאוּיָה לוֹ. וְלָמָּה לֹא יָבֹא עֲשֵׂה וְיִדְחֶה אֶת לֹא תַּעֲשֶׂה בֵּין בְּמוֹצִיא שֵׁם רַע בֵּין בְּאוֹנֵס וְיִשָּׂא זוֹ הָאֲסוּרָה לוֹ. שֶׁהֲרֵי אֶפְשָׁר שֶׁלֹּא תִּרְצֶה הִיא לֵישֵׁב וְנִמְצָא עֲשֵׂה וְלֹא תַּעֲשֶׂה קַיָּמִין: \n",
            "כֵּיצַד הוֹצָאַת שֵׁם רַע. הוּא שֶׁיָּבוֹא לְבֵית דִּין וְיֹאמַר נַעֲרָה זוֹ בָּעַלְתִּי וְלֹא מָצָאתִי לָהּ בְּתוּלִים וּכְשֶׁבִּקַּשְׁתִּי עַל הַדָּבָר נוֹדַע לִי שֶׁזִּנְּתָה תַּחְתַּי אַחַר שֶׁאֵרַסְתִּיהָ וְאֵלּוּ הֵם עֵדַי שֶׁזִּנְּתָה בִּפְנֵיהֶם. וּבֵית דִּין שׁוֹמְעִין דִּבְרֵי הָעֵדִים וְחוֹקְרִין עֵדוּתָן. אִם נִמְצָא הַדָּבָר אֱמֶת נִסְקֶלֶת. וְאִם הֵבִיא הָאָב עֵדִים וְהוּזְמוּ הָעֵדִים שֶׁהֵבִיא הַבַּעַל וְנִמְצָא שֶׁהֵעִידוּ שֶׁקֶר יִסָּקְלוּ וְיִלְקֶה הוּא וְנוֹתֵן מֵאָה סְלָעִים. וְעַל זֶה נֶאֱמַר <small>(דברים כב יז)</small> \"וְאֵלֶּה בְּתוּלֵי בִתִּי\", אֵלּוּ הָעֵדִים שֶׁיָּזִימוּ עֵדֵי הַבַּעַל. חָזַר הַבַּעַל וְהֵבִיא עֵדִים אֲחֵרִים וְהֵזִימוּ עֵדֵי הָאָב הֲרֵי הַנַּעֲרָה וְעֵדֵי אָבִיהָ נִסְקָלִין. עַל זֶה נֶאֱמַר <small>(דברים כב כ)</small> \"וְאִם אֱמֶת הָיָה הַדָּבָר הַזֶּה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁפָּרָשָׁה זוֹ יֵשׁ בָּהּ עֵדִים וְזוֹמְמִין וְזוֹמְמֵי זוֹמְמִין: \n",
            "הוֹצִיא עָלֶיהָ שֵׁם רַע וְהִיא בּוֹגֶרֶת אַף עַל פִּי שֶׁהֵבִיא עֵדִים שֶׁזִּנְּתָה תַּחְתָּיו כְּשֶׁהָיְתָה נַעֲרָה הֲרֵי זֶה פָּטוּר מִן הַמַּלְקוֹת וּמִן הַקְּנָס. וְאִם נִמְצָא הַדָּבָר אֱמֶת הֲרֵי זוֹ תִּסָּקֵל אַף עַל פִּי שֶׁהִיא בּוֹגֶרֶת הוֹאִיל וּבְעֵת שֶׁזִּנְּתָה נַעֲרָה הָיְתָה: \n",
            "כָּל נַעֲרָה שֶׁאֵין לָהּ קְנָס אִם נֶאֶנְסָה אוֹ נִתְפַּתְּתָה כָּךְ הַמּוֹצִיא עָלֶיהָ שֵׁם רַע פָּטוּר מִן הַמַּלְקוֹת וּמִן הַתַּשְׁלוּמִין. וְכֵן הַכּוּתִית שֶׁנִּתְגַּיְּרָה וְהַשִּׁפְחָה שֶׁנִּשְׁתַּחְרְרָה פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים אֲפִלּוּ הָיְתָה הוֹרָתָהּ שֶׁלֹּא בִּקְדֻשָּׁה וְלֵדָתָהּ בִּקְדֻשָּׁה הַמּוֹצִיא עָלֶיהָ שֵׁם רַע פָּטוּר מִן הַקְּנָס וּמִן הַמַּלְקוֹת שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"כִּי הוֹצִיא שֵׁם רָע עַל בְּתוּלַת יִשְׂרָאֵל\" עַד שֶׁתִּהְיֶה הוֹרָתָהּ וְלֵדָתָהּ בִּקְדֻשָּׁה: \n",
            "קִדֵּשׁ נַעֲרָה וְגֵרְשָׁהּ וְחָזַר וְקִדְּשָׁהּ וְהוֹצִיא עָלֶיהָ שֵׁם רַע וְהֵבִיא עֵדִים שֶׁזִּנְּתָה תַּחְתָּיו בַּקִּדּוּשִׁין הָרִאשׁוֹנִים וְנִמְצְאוּ זוֹמְמִים הֲרֵי זֶה פָּטוּר. וְכֵן אִם הָיְתָה יְבִמְתּוֹ שֶׁכָּנְסָהּ וְהוֹצִיא עָלֶיהָ שֵׁם רַע וְהֵבִיא עֵדִים שֶׁזִּנְּתָה תַּחַת קִדּוּשֵׁי אָחִיו וְנִמְצְאוּ זוֹמְמִים הֲרֵי זֶה פָּטוּר מִן הַמַּלְקוֹת וּמִן הַתַּשְׁלוּמִין. וְכָל הַפְּטוּר אִם רָצָה לְגָרֵשׁ יְגָרֵשׁ: \n",
            "אֵינוֹ חַיָּב עַד שֶׁיִּבְעל אוֹתָהּ כְּדַרְכָּהּ וְיוֹצִיא שֵׁם רַע (עַל הַבְּעִילָה) כְּדַרְכָּהּ. בְּעָלָהּ שֶׁלֹּא כְּדַרְכָּהּ וְאָמַר לֹא מְצָאתִיהָ בְּתוּלָה פָּטוּר וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "וְכֵן אִם אָמַר לֹא מְצָאתִיהָ בְּתוּלָה וְלֹא אָמַר שֶׁזִּנְּתָה תַּחְתַּי אוֹ שֶׁאָמַר זִנְּתָה תַּחְתַּי וְלֹא הֵבִיא עֵדִים אֶלָּא בָּאוּ מֵאֲלֵיהֶם הֲרֵי זֶה פָּטוּר אַף עַל פִּי שֶׁהָעֵדִים נֶהֱרָגִים אִם הוּזַמּוּ: \n",
            "זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(דברים כב יז)</small> \"וּפָרְשׂוּ הַשִּׂמְלָה\" לְשׁוֹן כָּבוֹד שֶׁנּוֹשְׂאִין וְנוֹתְנִין בְּסִתְרֵי הַדָּבָר. וְכֵן זֶה שֶׁיֹּאמַר הָאָב <small>(דברים כב יז)</small> \"אֵלֶּה בְּתוּלֵי בִתִּי\" הֵן זוֹמְמֵי עֵדֵי הַבַּעַל. וְזֶה שֶׁנֶּאֱמַר <small>(דברים כב כ)</small> \"וְאִם אֱמֶת הָיָה הַדָּבָר\" תֵּהָרֵג כְּשֶׁזִּנְּתָה אַחַר הָאֵרוּסִין בְּעֵדִים שֶׁנֶּאֱמַר <small>(דברים כב כא)</small> \"לִזְנוֹת בֵּית אָבִיהָ\". אֲבָל קדֶם הָאֵרוּסִין כְּבָר אָמְרָה תּוֹרָה בָּהּ שֶׁהִיא פְּטוּרָה מִכְּלוּם וּבוֹעֲלָהּ חַיָּב בְּתַשְׁלוּמֵי מָמוֹן בִּלְבַד בֵּין פִּתָּה בֵּין אָנַס: \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות נערה בתולה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}