{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Halachot on Nedarim", 
    "text": [
        [], 
        [], 
        [
            "<b>בר\"ן</b> ועוד דלמ\"ד כנויין לשון שבדו הם כו' השם מהני ואיכא לאקשויי מדאמרי' בפרק שבועות כו' כמשביע סתם ומהני ולא כמשביע כו' כצ\"ל:"
        ], 
        [
            "<b>בפירש\"י</b> דהיינו ידות ולכתחלה הוה ליה כו' וידות נדרים כנדרים הס\"ד מיני' פתח ברישא הס\"ד ואח\"כ מ\"ה ל\"א אוושו כו' כצ\"ל:", 
            "<b>בר\"ן</b> או השבע שבועה הס\"ד ואח\"כ מ\"ה איידי דתנא נדרים כו' מנחת נסכים הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> וכל שבועת איסר הס\"ד:"
        ], 
        [
            "<b>ברש\"י</b> נדרים כנדרים והיקשא למה ליה כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> במאי דסליק ומיהו כו' כדי נסבה דלמאן דאמר שבדו כו' הד\"א כצ\"ל:", 
            "<b>בר\"ן</b> נזירות כנזירות ולא גרסינן כינוי נזירות כנזירות כו' וק\"ל כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> אית תנא דמפיק לידות כו' כצ\"ל:", 
            "<b>ברא\"ש</b> בני אדם ומקיש נזירות כו' הד\"א. שנזר כו' ולא מסתבר כו' כצ\"ל:", 
            "<b>בר\"ן</b> איכא למימר דהיינו למאן דס\"ל לא כו' דהיינו ההבאה ואי אפשר לומר כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> דכולי עלמא לאלתר הוי כצ\"ל:", 
            "<b>ברא\"ש</b> דרוש דרש ואשם כו' הד\"א כצ\"ל:", 
            "<b>בר\"ן</b> ליכא בל תאחר הס\"ד מאי בל תאחר איכא הס\"ד קם ליה בבל תאחר הס\"ד שלא הרהרה בדבר כלום כו' כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> היא בפרק שלשה מינין הס\"ד ואהא קמשני בד\"א קתני כצ\"ל:", 
            "<b>בר\"ן</b> קאי דאי לא לא משמע אסר כו' בחד אסור דלא שוו כו' דשאני אוכל לך אוכל לך הל\"ל כו' כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> עלי חרם הנודר אסור אבל מודר לא כו' באכילה הא מודרני כו' כצ\"ל:", 
            "<b>ברא\"ש</b> ושלך שלך והא דקתני כו' כדפריך לקמן אי הכי לימא כו' הד\"א ואני עליך לא לא אע\"ג דאי כו' ואני עליך לא לא אהני לסתור כו' טעמא דפריש ואת עלי כו' ושני והדר תו פריך לשמואל הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> בהכי דהא מתני' היאך כו' נראה בעיני הס\"ד ולא מחוורא הס\"ד דאמר וכו' כלומר הד\"א כצ\"ל:"
        ], 
        [
            "<b>בר\"ן</b> לא הוויין ידים ואיכא לאקשויי מדאמרינן בפ' כו' מוכיחות נינהו דאיכא למימר הכי קאמר כו' כצ\"ל:"
        ], 
        [
            "<b>בפירוש</b> רש\"י אמר לך אביי לעולם לא בעינן כו' דבר נמי אסור הס\"ד כדמתרץ לעיל וכר' יהודה כו' כצ\"ל:", 
            "<b>ברא\"ש</b> כגון שהיה ככר מונח לפניו כו' הלשונות הס\"ד דלא חזי לקרבן הס\"ד דרישא אדסיפא הס\"ד ידים מוכיחות הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> מהך הפלאה גופה קאמרינן כו' אבל אמר הרי הוא שניהם כו' דהא ודאי יש שאינו כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> דאמר ואת לא משום כו' כצ\"ל:", 
            "<b>ברא\"ש</b> אי לאו היקשא הס\"ד שני פרוטות ואי יש יד כו' מדידיה אדידיה הס\"ד להוצאת בית הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> שטר או ביאה הס\"ד לקידושין עצמן הן הס\"ד פאה שבשדך הס\"ד יד אפי' מוכח הס\"ד כצ\"ל:"
        ], 
        [
            "<b>בפירוש</b> רש\"י להכי אית לה יד כו' שיהא ודאי אסור הס\"ד ואחר כך מ\"ה לענין מלקות כו' כצ\"ל:", 
            "<b>ברא\"ש</b> העני עמך הס\"ד בל תאחר הס\"ד דמספקא ליה הס\"ד איכא דלא תנא הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> ולא שייכא באם ת\"ל הס\"ד וכצ\"ל:", 
            "<b>לשון</b> הרחקה הס\"ד ואח\"כ מ\"ה משמתינא מינך דכולי עלמא שרי דאפי' כו' כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> דאין בושת ויש מפרשים דאין מתירין כו' כצ\"ל:", 
            "<b>בר\"ן</b> את ה' אלהיך תירא הס\"ד נדוי והיאך יהא חמור כו' לשבועת שקר הס\"ד דבריהם נשמעים הס\"ד כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> ואמר רב גידל כו' כצ\"ל:", 
            "<b>ברש\"י</b> מצות לא ימוש וכיון דאי כו' כצ\"ל. ברא\"ש פטר נפשיה כו' מ\"ה חיילא כו' כצ\"ל:", 
            "<b>בר\"ן</b> באלהא דישראל ומש\"ה קשיא לך כו' כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> חכם ותיק וכיוצא בו יכול יחיד כו' בכנפי החמה הס\"ד. בר\"ן לגביה דלשרייה לך הס\"ד שליח מן השמיס הס\"ד. בסוף פרק עד כמה כו' דמשמע סמוכים אלא בראשי המטות כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> רשעים הריני עלי והימנו כו' עלי קרבן והימנו כו' הד\"א וכצ\"ל:", 
            "<b>ברא\"ש</b> בכל הני הס\"ד רשעים גרידא הס\"ד ככר מונח לפניו כו' ר\"ת דכולי מלתא כו' שלא תדור הס\"ד ואחר כך מ\"ה כי קאמר ר\"מ בנדר כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בעזרה דתו לא אתי בה כו' ותהית כשהן כועסין כו' הד\"א ובא למיסתר כל הני כו' כצ\"ל:", 
            "<b>ברא\"ש</b> תקלה למעול בה הס\"ד בהאריך ימי טומאתו הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> א\"א שיקרא נדבה הס\"ד לידי תקלה הס\"ד מלשון פחז כמים הס\"ד מן העולם לילך אחרי הד\"א כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> וטעמא מאי תקינו כו' כצ\"ל:", 
            "<b>ברש\"י</b> נודרין בהן הס\"ד תקינו חכמים כנויין דלא לימא כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> לשונות של כנויין גמרא לשון עובדי כוכבים כו' ונמלך מלגמור דבריו כו' משאר האותיות הס\"ד ואח\"כ מ\"ה מאן דאמר כנויי כנויין כו' הלשון במקצת הס\"ד אטו כנויין הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> מי הוו כנויי כנויין אליבא כו' כצ\"ל:", 
            "<b>ברא\"ש</b> שם של אדם הס\"ד ואח\"כ מ\"ה במוהי לא אמר כו' שהבית היא משם התיבה ואין כו' והיינו טעמא דבמומתא אבל כו' כשרות ופסלות הס\"ד ואחר כך מ\"ה לא דכי לא מותר כו' נמי אסורין התנן כו' הד\"א חוץ למקומן הס\"ד כאישים כקרבנות ירושלמי כאש המזבח כו' ירושלמי כמזבח כקרבנות כו' כחומת ירושלים הס\"ד ומזלגות הס\"ד לא אמר כלום הס\"ד (שרי רבי יהודה הס\"ד חייב קרבן הס\"ד מפרש טעמא הס\"ד כצ\"ל):"
        ], 
        [
            "<b>בפירש\"י</b> שיאמר כירושלים כלומר כקרבנות שבירושלים כך מצאתי מוגה:", 
            "<b>ברא\"ש</b> בכל מקום הס\"ד יהא כהקדש הס\"ד לא חולין ליהוי כו' מכלל ולא אמרי' דרישא קיימי הס\"ד תחת הלמ\"ד לא משמע לפרש לא חולין הס\"ד לך יהא קרבן הס\"ד לר\"מ הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> דאיכא למימר הכי ואיכא למימר הכי אזלינן כו' האוסר וכי מתפיס כו' לפי דעתי הס\"ד בבא בתרא הס\"ד דאתסר עליה הס\"ד ר' יוסי אומר מכלל כו' הס\"ד כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> לך מותר לא חולין שאוכל כו' והתנן לקרבן לא אוכל כצ\"ל:", 
            "<b>רש\"י</b> בין שלא אוכל כו' אוכל לך אבל כו' הד\"א להנות ממנו הס\"ד מפרש לקמן הס\"ד דרבי אבא הס\"ד מותרין אפי' לבעלים הס\"ד דהיתירא ונותר ופיגול כו' כצ\"ל:", 
            "<b>בר\"ן</b> משום דמשמע ליה לקרבן כו' הכי נמי לימא לחולין יהא כו' דאמר לא לחולין וכו' דכי אמר לחולין בשבא כו' פתוחה לא חלין קאמר כו' אין לחלין בלמ\"ד כו' כמציעתא לחלין כו' דאיסורא דהיינו שלא אוכל לך שרי כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בינתיים אכל ועכשיו כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> בהו לא באיסור נותר ופיגול קא מתפיס כו' הד\"א עליו מעולם עד כו' דבעיקרא קא מתפיס הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> לנודר מגבינה של עובדי כוכבים וסתם כו' כל מין שבא הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> דאמר לא קידש כו' את תרומתי הס\"ד כתרומתו הא קמ\"ל כו' דהא מתפיס ככר בתרומת לחמי תודה לאחר זריקת דם שהיא כו' אבל מין אחת יצא הס\"ד ואח\"כ מה\"ד והא בעי כו' כצ\"ל:", 
            "<b>ברא\"ש</b> לזריקה ונראה כו' הד\"א בר קסנא הס\"ד זריקת דמים והה\"נ כו' כצ\"ל:", 
            "<b>בר\"ן</b> מיני חלות הס\"ד ורבוכה וכתיב והקריב כו' הד\"א ואפ\"ה ר' יהודה מתיר כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> אלא בזריקת דמו הס\"ד כהיכא דאמר כקרבן כצ\"ל:", 
            "<b>ברא\"ש</b> לר' יהודה באומר הא קרבן כו' כצ\"ל:", 
            "<b>בר\"ן</b> כ\"ף הדמיון מחסר הס\"ד כצ\"ל:"
        ], 
        [
            "<b>וברייתא</b> דאמר הא קרבן דמשמע חיי הס\"ד אהלך עמך הס\"ד מדבר עמך ש\"מ כו' הד\"א:"
        ], 
        [
            "<b>רש\"י</b> דלעיל לחולין שאוכל לך לא כשר כו' כצ\"ל:", 
            "<b>ברא\"ש</b> דלא חייל מדריש מידור כו' לה' ומדריש נמי כו' בלא יחל דברו הס\"ד בדבר האסור הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> בפירקין קמא דתנן לחולין שאוכל לך כו' איידי דקתני כו' פתח ביה הכי הס\"ד מותרין כחולין כלומר כאומר כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> כולה נמי דנקיט כו':", 
            "<b>ברש\"י</b> בה ובמה שכתוב בה הס\"ד וכל שכן כי אמר בה ובמה שכתוב בה הס\"ד שהיא כתובה אי אמר כו' כצ\"ל:", 
            "<b>ברא\"ש</b> על הזכרות שבה הס\"ד ואח\"כ מ\"ה ואיבעית אימא כו' דקתני בה ובמה שכתוב כו' ובודאי ישן הס\"ד בבל יחל למפרע הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> אבל סיפא כדנקט לה כו' חפצא חייל נדרא כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ישן דהא איתסר כו' אסור אלמא אית ליה כו' דיעבד אבל לכתחלה אין כו' ומי איכא בל יחל כו' לדרב יהודה הוה אסר לה כו' למפרע באיסורא הס\"ד דהא עבר הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> עובר בבל יחל הס\"ד ואח\"כ מ\"ה אם תלכי לבית אביך עד כו' כצ\"ל:", 
            "<b>בר\"ן</b> מלקין אותו משום כו' מותר לבא לידי ספק כו' לאשמועינן והכי קתני כו' רבינא אמר לעולם כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> דאכל אתמול אם הלך היום כו' נמי הלך הס\"ד שאינו משמשה והא משתעבדא כו' הד\"א קרבן הקרבן כקרבן שאוכל כו' כצ\"ל:", 
            "<b>ברא\"ש</b> קא מתרץ הס\"ד דמשעבד לה שחייב כו' דאין בו ממש הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> שתזהר מליהנות קודם הפסח כו' ואי מתירה לה לילך אתיא כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> אלא הקרבן שאוכל כו' סיפא לקרבן לא אוכל כו' ליהוי קרבן מה שלא אוכל כו' משמע דאכילנא קאמר הס\"ד ואחר כך מ\"ה רב אשי כו' דלא דודאי אסור הס\"ד ליהוי אסור אי נמי כי אמר במתניתין כו' כצ\"ל:", 
            "<b>ברא\"ש</b> דמשמע לא שבועה מה שלא אוכל לך הא מה שאוכל לך יהא כו' ואגב אידך אוקמיה כו' בתמי' הוא נשבע כו' כצ\"ל:", 
            "<b>גמרא</b> לקרבן יהא לפיכך לא אוכל לך לא קשיא כו' שלא אוכל שבועה דלא אכילנא קאמר כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> מדאורייתא אסור וזה חומר כו' הד\"א כנ\"ל:", 
            "<b>ברא\"ש</b> דלא חמור בשבועה הס\"ד יחל מדרבנן הס\"ד ליהנות נתנו אמר הנאת כו' הד\"א כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> מן לאו דשבועה הס\"ד לא שנו דיש נדר כו' [בנדרים] וניתני יש נדר בתוך נדר כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> נמי גבי נזירות הס\"ד יום אחד ובהאי מגו כו' נזירות שלימה הס\"ד לפלוגי הס\"ד עלי הענבים הס\"ד קרבן דעתיה חלקיה כו' כצ\"ל:", 
            "<b>בר\"ן</b> נפקא לן דבכה\"ג מונה שני נזירות כו' נזיר היום נזירות חלה כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> אמר לך רב הונא מתניתין כו' חצי שבועה ואין מביא כו' הד\"א חצי שיעור הס\"ד שיעור דשבועה חייב כו' דהריני נזיר למחר דקאמר כו' כצ\"ל:", 
            "<b>ברא\"ש</b> הריני נזיר הריני נזיר אם אוכל ואכל דעתה חלו כו' כאחת הס\"ד שלשים יום הס\"ד חדא נזירות היא הס\"ד:", 
            "<b>בר\"ן</b> וחזר ואמר שבועה שלא אוכל ענבים כו' כ\"ט יום מנדר השני כו' בתרא ואמר רבא דמגו כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ימי נזירות של שלשים יום הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> משכחי רווחא חיילא הס\"ד שניה רווחא חיילא הס\"ד שני נזירות כו' דעתה לא כו' כצ\"ל:", 
            "<b>בר\"ן</b> נמי אשבועה שמצות ושבועות כו' הריני נזיר היום הריני נזיר היום אין כו' כי מתחיל אראשונה כו' כצ\"ל:"
        ], 
        [
            "<b>בפירש\"י</b> דבדבר איסור נדר להקל כו' וכבשר מליח דע\"ז מותר כו' נדרנא מותר הס\"ד ואחר כך מ\"ה לישנא אחרינא סתם נדרים כו' ניתן לפדות כדכתיב כו' קדשי קדשים הוא הס\"ד שמעשר ותרומה בשבלין כו' דבר הנדור מעיקרא כו' כצ\"ל:", 
            "<b>ברא\"ש</b> תקריב מלח הס\"ד לידי כהן הס\"ד על דבר אסור הס\"ד מצודים וחרמים הס\"ד כקרבן על חבירו הס\"ד עונשין ומחמירין עליהן בגמרא מפרש הס\"ד אבל לא עונשין ולא מחמירין הס\"ד נזיר שיש בכרי זה מאה כור כצ\"ל:", 
            "<b>בר\"ן</b> שיקרבו מתיריו הס\"ד ומש\"ה שרי הס\"ד חרם גבוה קאמר הס\"ד בו מהימן הס\"ד כדאיתא בגמ' הס\"ד פתח לנדרן הס\"ד של נדר הפתח הס\"ד בהמה הוא הס\"ד ס\"ל דמעייל כו' כצ\"ל:"
        ], 
        [
            "<b>בפירש\"י</b> בדבור המתחיל ספק משקה כו' עיקר מן התורה לפי שלא מצינו טומאה כו' ההוא הכשר הוא הס\"ד ואח\"כ מ\"ה ליטמא טמא כו' כל עיקר תדע כו' הס\"ד ואחר כך מ\"ה הניחא לשמואל לא קשיא דר\"א כו' הד\"א הא קשיא ספק משקין ליטמא טומאת כו' כצ\"ל:", 
            "<b>ברא\"ש</b> אלא על הודאי הס\"ד ישנו בעזרה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> להקל ר\"א הס\"ד לממונו קשיא הס\"ד בידיה הוא הס\"ד אם נגע בהן הס\"ד משקין ליטמא טמא הס\"ד ליטמא טמא יש לומר דהכי פריך כו' מאה כור הס\"ד דספיקא לחומרא הס\"ד כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> א\"ל רב הונא כו' כצ\"ל:", 
            "<b>ברש\"י</b> הלישכה נדר הס\"ד חומרא יותר מודאי הס\"ד נפשיה לספיקא הס\"ד ואחר כך מ\"ה [נזיר עולם] כו' וליכא למירמא דרבי יודא והס\"ד רבי יהודה אומר סתם כו' הד\"א אסורה אלמא הד\"א מסיפא דסיפא הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> מעייל נפשיה לספקא כו' כרבי יהודה הס\"ד חולין לעזרה הס\"ד מגלח לעולם הס\"ד איכא למימר הס\"ד חמור מודאי הס\"ד אם יש בכור כו' נפשיה לספיקא הס\"ד בכרי ק' כור הס\"ד נזיר ב' שהיו כו' מכולה מתניתין הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> הבא על הספק הס\"ד לא מצי מגלח הס\"ד מגלח בתער הס\"ד נזיר שמשון הס\"ד ומצאו שנגנב הס\"ד אליבא דרבי יהודה הס\"ד ואחר כך מ\"ה אין אחד מהם כו' נזיר כותיה הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> לא נדרתי אלא בעצם כו' הד\"א אם באו לישאל הס\"ד ואחר כך מ\"ה וחכמים אומרים פותחין כו' ראש בנדרים הס\"ד ואחר כך מ\"ה וכולן אין נשאלין כו' של ים נהג היתר בנדר כו' כצ\"ל:", 
            "<b>ברא\"ש</b> דלא משקר הס\"ד ואחר כך מ\"ה אבל עם הארץ ולכך משקר הס\"ד או לבך עלך הס\"ד קא משמע לן דאע\"ג דלאו כו' עונשין אותו הס\"ד אי עבר ועבר ביה לא כו' משמתינן ליה הס\"ד וכן מעשר מפריש כו' כצ\"ל:", 
            "<b>בר\"ן</b> מל' יום הס\"ד שפיר כלומר דלא כו' כצ\"ל:"
        ], 
        [
            "<b>וא\"ל</b> כדי שלא אתן עיני כו' באין לידי ממזרות כו'. לאו ממזרות ממש קאמר אלא שכל מעשה הולך על הרוב אחר המחשבה ויהיו בניו אינן מהוגנין מדת ממזרים וק\"ל:", 
            "<b>בתי</b> התורה התירתך כו'. עי' פי' הר\"ן ועי\"ל מדאסרה התורה בערוה ב' משכבות דהיינו כדרכה ושלא כדרכה ע\"כ דבאשה שאינה ערוה שרי וז\"ש התירתך שאינך ערוה לו:", 
            "<b>ולא</b> תתורו אחרי לבבכם וגו' שלא יתן עיניו כו'. פתח בלב וסיים בעין שהם ב' סרסורי עבירה ע\"י שעינו מסתכל באשה אחרת נותן לבו עליה ובגדר ערוה משתעי קרא כדכתיב אשר אתם זונים גו' זנות ממש והציצית הוא גדר לערוה כההיא עובדא דפרק הקומץ וז\"ש לעיל דמצייני כמלאכי השרת בציצית כפרש\"י שהוא גדר לערוה וק\"ל:", 
            "<b>וברותי</b> מכם המורדין והפושעים בי אלו בני ט' מדות כו' מדברי הרמב\"ם פכ\"א מהלכות א\"ב דהעושה כן הבנים אינן הגונים אלא עזי פנים הן ומהן מורדין ופושעין ויסורי הגלות בוררין אותן עכ\"ל:", 
            "<b>אסנ\"ת</b> משגע\"ח בני אמה בני אנוסה כו'. מפי' הר\"ן בני אנוסה גריעי טפי מבני אמה כו' ומתוך שב' אלו קרובים זה לזה חשיב להו כחד דהא ר\"ל אמר ט' מדות ובפרטן אתה מוצא עשרה עכ\"ל אבל הרא\"ש גרס בני אמה פי' שפחה משוחררת כו' עכ\"ל וי\"ל לדבריו דלכך נקט ט' בפרטן משום דסימניהון לא הוו רק ט' אסנ\"ת משגע\"ח דהא סי' א' מורה על אמה ועל אנוסה ובגירסת הילקוט לא הזכיר כלל בני אנוסה ובטור א\"ה סי' כ\"ה לא הזכיר בני אמה והוו שפיר ט' גם בפרטן וק\"ל:", 
            "<b>בני</b> שנואה כו' בני חצופה איני והא אמר רשב\"ן אר\"י כל אדם כו' והא דלא תקשי ליה נמי אבני שנואה דכתיב כי שנואה לאה גו' הא אוקמוה בפרק י\"נ ששנואין מעשה עשו כו' ולא שהיתה שנואה ליעקב ע\"ש:", 
            "<b>בני</b> נדוי כו'. בטור י\"ג בני נדה ולא משמע כן דלא חשיב הכא אלא הבנים שנולדו מדבר הקרוב לעבירה אבל בני נדה מאיסור כרת כשאר עריות וק\"ל:", 
            "<b>בני</b> מריבה. בטור י\"ג בני מורדת ולפי גרסתינו י\"ל דה\"ל בכלל בני גרושה או בני שנואה דמ\"ל שהוא שונאה או היא שונאתו דומיא דבני שכרות ויתר דברי המאמר עי' בג' הפירושים ובתוס' ודו\"ק:", 
            "<b>כל</b> שאשתו תובעתו כו' וכתיב יששכר חמור גרם כו'. הך סוגיא מייתי לה נמי פ\"ב דערובין ומייתי התם קרא ותצא לאה גו' ותאמר אלי תבא גו' וניחא דהוה ס\"ד שתבעתו לביאה ממש ומשני דארצויי ארציה ואלי תבא כי גו' לבא לאהלה כפי' הר\"ן אבל הכא דמייתי קרא דחמור גרס ק\"ק למאי מייתי לה המקשה דאדרבה מזה משמע שלא היתה תבעתו בפה אלא שהקב\"ה סייעו כדאיתא פרק המפלת והענין מבואר דהויי' לה בנים דהיינו זכרים ע\"י שתבעתו היא ודאי מזרעת תחלה ויולדת זכר ובשכר התביעה לדבר מצוה הויי' לה בנים חכמים ונבונים כו' ושאמר ולא כתיב נבונים מזה מוכח דב' ענינים הן כפרש\"י בחומש וכבר השיג הרא\"ם על הרמב\"ם דחשיב להו כחדא ודע דקאמר ולא כתיב נבונים היינו בשביל שאר שבטים אבל שבט יששכר שהיה בדורו של משה היה בהו ודאי נבונים ודו\"ק:", 
            "<b>יששכר</b> חמור גרם כו'. עיין פירש\"י אבל בערוך פי' בערך חמרא כשחזר יעקב מן השדה נהק החמור ושמעה לאה ויצאה לקראתו וקראתו עכ\"ל וק\"ל:"
        ], 
        [
            "<b>ברש\"י</b> אלא תלו נזירותן כו' ואסורים או לא דזרוזין כו' כצ\"ל:", 
            "<b>ברא\"ש</b> בגמרא מפרש לה גמרא אין כו' לאו דוקא הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> לידור לא' מהם בדוקא ולחבירו כו' בשלשה דינרין ורצו כו' נדרו ולא לזרז והס\"ד ואחר כך מ\"ה ל\"א א\"ל טפי כו' בדוקא נדר הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ועושין הרבה וזה כו' הד\"א הלכך אסור באכילה ושתיה מרובה ומותר לשתות כו' נדרים אין אדם כו' מצטער אתה הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה א\"ל אין שרייה ויס\"ג כו' קאמר לא הס\"ד ואינך מתחרט הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> ולאו דוקא הס\"ד טפת צונן לאו דוקא כו' בלא שאלה הס\"ד ורב אסי לחוד הס\"ד אין לך התר הס\"ד שנדרתי מעולם הס\"ד כרצונך הס\"ד שכנות הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> פותחין אי לא הס\"ד דהוה בארץ ישראל כצ\"ל:", 
            "<b>ברא\"ש</b> לבטא בשפתים הס\"ד עליו גיהנם הס\"ד שלומדין הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> כדא\"ל רבי ינאי הס\"ד איהו אמאי דאסר כו' כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> כדתנן במתניתין הס\"ד נדר במוהי הס\"ד דלא טעימנא לך הס\"ד שלא יאכל עמו הס\"ד דאין נזקקין לך הס\"ד במה אשה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> לו לאו השבע שבועה כו' זה נראה לי הס\"ד נוח לי הס\"ד ואח\"כ מ\"ה אם נדרת במוהי לא כו' לשבועה הס\"ד ואין נזקקין הס\"ד ואח\"כ מ\"ה רב יוסף אמאי אמר כו' דלא ליכול הס\"ד בתמיה הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> וכל הני כו' רבנן לאו מלתא כו' כצ\"ל:", 
            "<b>ברא\"ש</b> האי עובדא הס\"ד ואח\"כ מ\"ה ומי שרי כו' כצ\"ל:", 
            "<b>בר\"ן</b> דבי ר\"ג הס\"ד ניתר בו הס\"ד דכל ה\"מ הס\"ד היכא דגמיר וסביר איהו כו' בטלו המזמן וכדין כל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> דתנן האומר כו':", 
            "<b>ברש\"י</b> זכור התנאי הס\"ד:", 
            "<b>ברא\"ש</b> זמן שיקבע הס\"ד למה הוא נודר הס\"ד ונדרו בטל הס\"ד בנדרים אחרים הס\"ד שייך למימר נדרי זרוזין הס\"ד ואח\"כ מ\"ה הלכתא כו' כצ\"ל:", 
            "<b>בר\"ן</b> דקתני אף הס\"ד ואח\"כ מה\"ד והרוצה ויאמר כו' הס\"ד הנדר ומ\"ה בטל כו' לאחר מיכן אלא שלשונם כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ה\"ז יכול המודר כו' הד\"א ממש קא\"ל דא\"ל לאו כו' הד\"א אנא כו' הס\"ד מלכא כו' הס\"ד זרוזין הוו המדיר כו' הד\"א דהיינו נדרי זרוזין הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> אע\"פ שכל פתח וחרטה כו' מוכחא טפי הס\"ד דמתהנינא ממך כו' ממנו הרבה הס\"ד מתנה מרובה הס\"ד עליך דאזמניה כו' נתכוונו שניהם הס\"ד כלבא אנא כו' הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> מה שאני נהנה משלך הס\"ד באידך ברייתא דמייתי כו' מפני כבודך הס\"ד לא הלכת שא\"א כו' לבקשת המזומן נדר המזמן כו' למימר הכי אלא האי יתר כו' כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> ושמע מינה פליגי רבנן כו' כצ\"ל:", 
            "<b>ברש\"י</b> זרוזין ומותר הס\"ד. קתני שבועת כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> וכן זה הוסיף כו' בית הבד לא אמרינן כו' לשון בני אדם הס\"ד כך שבועת הבאי הס\"ד שבועה לשקר הס\"ד כמו בנדר הס\"ד דנדר בחרמו של ים כו' בתר דעתיה הס\"ד שישארו בידו הס\"ד ועל דעתיה הס\"ד ומופלג הס\"ד תורה שבעל פה הס\"ד מצות המלך הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> מרובה הוא כמסקנא כו' ומה בין אוסר סתם כו' אך לשקר שמרתי הס\"ד מותרות דשבועות שוא כו' הבאי של גוזמא מותרות כו' איניש ובדוקא קא משתבע כו' דאי אמידי דשייך כו' דכיון דגזים ואמר כו' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> לבעל חובו אסקונדרי כו' הד\"א הכא גבי שומשמני הס\"ד נפשיה ומשום כו' דפלחי לאלוה הס\"ד אלוה מעצמה הס\"ד שם מצות הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> דהכי גרסינן ואשתבע כו' איננו פה כו' הס\"ד על ע\"ז הס\"ד ואחר כך מ\"ה חמורה כו' כל המצות הס\"ד כצ\"ל:", 
            "<b>ברש\"י</b> הוא בעצמו הס\"ד דבהערמה נדר הס\"ד אשבע לך הס\"ד לך נדר הס\"ד בשבועה הס\"ד שבועה הס\"ד:", 
            "<b>ברא\"ש</b> לא יפתח לו בנדר כו' אם כן יפתח דור לי בדבר זה הס\"ד ואחר כך מ\"ה וב\"ה אומרים אף כו' קמשמע לן הס\"ד לגזלו הס\"ד דעת המלך הס\"ד על נדרו הס\"ד הוויין דברים הס\"ד קא סמיך כו' כח דהיתרא הס\"ד בספק לא יתלוש מן כו' הויין דברים הס\"ד ואח\"כ מ\"ה האלו קרבן כו' דהקדישן אולי ינצלו הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> נדור לי הס\"ד את הס\"ד שהוא מדירו הס\"ד בנדר לא יפתח הס\"ד בשבועה יפתח הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> שבאמת נשבע הס\"ד אביו ועם אחיו אחרים והס\"ד אמר רבה הכל כו' הואיל ומעיקרא כו' הותר מקצתו הותר כולו הס\"ד ואחר כך נמחק ומתחיל הדיבור דכולי עלמא לא נחלקו באומר כו' כצ\"ל:", 
            "<b>בר\"ן</b> אשתי נהנית לי כו' שבועה והוה רבותא כו' דתליא ביה פלוגתייהו כי' כצ\"ל:", 
            "<b>ברש\"י</b> ואינן קדושות הס\"ד ואח\"כ מ\"ה אין הכי נמי הוה ליה למתני אלא איידי כו' והס\"ד ואח\"כ מ\"ה אם כן למה לי למימר כו' ולעולם בתמיה הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> דע\"כ סופה ליקצץ כו' נדר טעות הס\"ד טעמא במתניתין הס\"ד לא פקעה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> אדעתיה דלא מתצלן כו' קדישי קמ\"ל הס\"ד חוזרות וקדושות הס\"ד בקנה בחזקה אבל כו' וכדאמר רבי יוחנן כו' ואמר עד עולם ע\"כ כו' פדיון כשיקצצו דאי כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> לא נחלקו אלא דהדר כו' לשון ראשון דאזלינן כו' הד\"א נתפס דאמר כו' הד\"א הותר כולו דזהו כו' הד\"א לזה ולזה שפרטן הד\"א והס\"ד כב\"ש וסיפא דסיפא כו' דרישא דתני הותר כו' כצ\"ל:", 
            "<b>ברא\"ש</b> בשלמא לרבה מוקי כו' סבירא ליה דבהחליף לשונו כו' וכן ר' עקיבא ובר כו' כצ\"ל:", 
            "<b>בר\"ן</b> הכי נמי שאף שדברו האחרון כו' גם כן עושים עיקר כו' דאמר כשסותרין כו' סותרין שיש לעשית כו' ביניהם אומרים שאילו כו' לזה ולזה משום הכי כו' לזה ולזה מאחר כו' קאמר הס\"ד:"
        ], 
        [
            "<b>ברש\"י</b> עליה והא אמרת כו' הד\"א אפילו ר\"ע אבל כו'. כלל דסיפא דקתני כו' לזה והדר אמר כו' דאילו לרבה בכולכם כו' כרבי מאיר הס\"ד הכל מותר דרבי מאיר כו' כצ\"ל:", 
            "<b>ברא\"ש</b> לשון החזרה הס\"ד ביניהם ואמאי קתני כו' לא ידענא הס\"ד דבריו ור\"מ כרבי עקיבא כו' כצ\"ל:", 
            "<b>בר\"ן</b> וכולן אסורין הס\"ד קאי רבי עקיבא היא הד\"א קשיא ליה לא נטר כו' בשלמא לרבה כו' למציעתא סיפא הס\"ד דמשום דהך מתניתיא תני רבי מאיר כו' דמוקי רבי מאיר כבית שמאי כו'. שוח לעולם הס\"ד כלומר במעמיד הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בנות שוח בנות שבע הס\"ד ופלוני ובנות שוח כו' מותרין ד\"ה הס\"ד מותר הותרו כולן הד\"א והס\"ד הוא מותר והן כו' והכי נמי קאמר כו' ד\"ה הס\"ד ואי לרבא שאמר כו' ד\"ה היא הס\"ד כצ\"ל והתנן כו' ופטור הס\"ד ואחר כך מ\"ה ולרבא כו' כצ\"ל:", 
            "<b>ברא\"ש</b> טובים הם הס\"ד רבנן שרו הס\"ד ואחר כך מ\"ה לרבה כו' ד\"ה לא משכחת כו' בכל ענין הס\"ד שהיה לו בהם הס\"ד בכל ענין הס\"ד הרי אלו נדרי כו':", 
            "<b>בר\"ן</b> אמר לזה ולזה הותר כו' הוא מותר וכולן כו' למדיר לאתנויי דמאי כו' דאפסיד נפשיה הס\"ד ליה דתפול קמי כו' קמי יבם הס\"ד דיש טענת אונס בגיטין משני לה הס\"ד אפילו בלא אונס לא כו' אהדריה הס\"ד ליכא אסמכתא הס\"ד ואחר כך מ\"ה השליש כו' לא קניא הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> לאלתר יהיב כו' ולא ליהוי גיטא הס\"ד אמאי הא אסמכתא הוא כו' הכי ואסמכתא לא קניא הס\"ד זכותיה לב\"ד כו' הד\"א הויא אסמכתא ולא קניא כו' מתן לו שטרו הס\"ד ואח\"כ מ\"ה והלכתא אסמכתא כו' מתפס והא כו' הד\"א:", 
            "<b>ברא\"ש</b> וא\"א לעבור בו כו' בפרק גט פשוט הס\"ד אינו חוזר ולוה בו כו' שלא נפרע אינו כו' כתיבה ומסירה הס\"ד אדרב רביה הס\"ד עוד ואסמכתא כי האי כו' כצ\"ל:", 
            "<b>בר\"ן</b> לא יתן אלמא אסמכתא כו' ויצא לריב הס\"ד סגי הכא בקנין כו' אסמכתא ובמתפיס זכותיה כו' אבל כאן שתלה כו' כצ\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>ברש\"י</b> להכי לאחר שלשים כו' כדאמר איהו כצ\"ל:", 
            "<b>ברא\"ש</b> הויה ליציאה הס\"ד הגוף אין חילוק הס\"ד לאחר שלשים יום הס\"ד היינו עולה דכולה כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> הגוף ובין קדושת כו' לקדושת שלמים שהיא קלה הס\"ד לאחר שלשים יום הס\"ד ואח\"כ מ\"ה דהתם לא פקעה קדושת הגוף בכדי דמקודשת לאחר שלשים יום דכי לא כו' מעכשיו התם הד\"א מעכשיו לאחר שלשים יום שלמים הוי עולה הס\"ד לאחר שלשים יום שלמים ולא כלום כו' קמ\"ל דדוקא כו' התם אי לא אמר מעכשיו כו' להדיוט וכיון כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> יום שלמים הס\"ד ואחר כך מ\"ה דמקודשת אע\"פ כו' הד\"א כצ\"ל:", 
            "<b>בר\"ן</b> שלמים לא הוי לאחר כו' דהא המקדש בשטר כו' מקשים פשיטא הס\"ד האומר דקדושין הס\"ד ותיהוי נמי כמסירה כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> דמיא דאין חוזרות כו' שסופן לצאת הס\"ד היבשה לא כאילו כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> יחזרו ויקדשו הס\"ד ואח\"כ מ\"ה מאי קא כו' אחרים פדאום כו' הד\"א לכשיפדם ויהיו כו' אינה ברשותו כו' כצ\"ל:", 
            "<b>בר\"ן</b> מעכשיו אבל במסירה כו' לרשותו לא חייל והס\"ד מרשות הבעל לרשותה ואין כו' דהאי רבי אילא הוא כו' כי אמר הכא דפדאום כו' אף מעכשיו הוא יכול כו' ביורדי הים אפילו הם כו' היכי קאי הס\"ד כדאיתא בגמרא הס\"ד מפרש טעמא הס\"ד בעתידין להוולד הס\"ד אמאן קאסר הס\"ד שובתי שבתות הס\"ד בערבי שבתות הס\"ד קאי ולקולא הס\"ד כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> מעתה שני בניך וגו' כצ\"ל:", 
            "<b>ברש\"י</b> רמ\"א אף הנודר מן הנולדים כו' כי היכי כו' כצ\"ל:", 
            "<b>ברא\"ש</b> בגמרא מפרש הס\"ד עונת ת\"ח הס\"ד במקום ירושלים הס\"ד מפרש בגמרא הס\"ד לזרע ישראל הס\"ד שומעין לו הס\"ד מחמת מילה הס\"ד י\"ג פעמים ברית הס\"ד ואפילו בשבת הס\"ד יורדי הים הס\"ד איש לאשה הס\"ד אסר ה\"ה דה\"מ לאקשויי מאי אף הס\"ד את השבת הס\"ד כצ\"ל:"
        ], 
        [
            "<b>במתניתין</b> שאיני נהנה מישראל כו' כצ\"ל:", 
            "<b>ברש\"י</b> לעלות לירושלים הס\"ד משובתי שבת מצווה כו' הד\"א לבקרו ולא הוו כנושא כו' כצ\"ל הנאת לוקח הס\"ד בשוה לא בזבינא כו' הד\"א הנאת מוכר הוא הלכך מוכר בפחות כו' מוכר ביוקר הס\"ד ולא יהיו הנך נהנין כו' כצ\"ל:", 
            "<b>ברא\"ש</b> ולא הנאתו הס\"ד ולא למשאיל הס\"ד כצ\"ל רמי על אפיה הס\"ד שוה בשוה לא וכיון כו' לית ליה הנאה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> על נכסיהם הס\"ד שאם ימכור למודרים כו' לוקח הוא אוקמינן כו' כצ\"ל:"
        ], 
        [
            "<b>במתניתין</b> ואסור במולי עובדי כוכבים שאיני נהנה למולים אסור בערלי ישראל מותר במולי עובדי כוכבים שאין כו' כצ\"ל:", 
            "<b>ברש\"י</b> נאנסו בהליכה חייב כו' בההיא הנאה כו' ערלים הן הס\"ד ביני ובניך הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> בטובת הנאה שאני נהנה כו' רוצה לכבדם הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> נמי סמכא הס\"ד הנאת מוכר הס\"ד מזבין ליה הס\"ד על אפיה הס\"ד אלא למוכר הס\"ד דסיפא אתינן הס\"ד הנאה שלו הס\"ד ומ\"ה כשאסר הנאת כו' דמתניתין לית לה כו' דשמעתא הס\"ד התם בל\"א הס\"ד נכתבו בפ' מילה והס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> ולא נפיק מקרא הס\"ד לימדן תורה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> שיעזבם אלמא רוצה היה כו' ויתר הפקיר הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> הוא אבר הס\"ד ואח\"כ מ\"ה מעשרה שליטים שהן מועילים לגוף כו' הוציאה לכהונה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> דבר מצוה הס\"ד שנימול הס\"ד על ידיהם הס\"ד לאדוני דהיינו אברהם כו' במודר מאכל הנ\"מ כו' קמ\"ל הס\"ד אגב רישא הס\"ד ואח\"כ מ\"ה מקום שמשכרין כו' זבינא דרמי על כו' כצ\"ל:"
        ], 
        [
            "<b>השטן</b> חושבניה כו'. שורשו שען בלא ה' וכן נמצא בכמה מקראות בלא ה' אבל דרשו ליה השטן בה' משום דהיכא דמשתעי קרא במלאך המשחית כתיב השטן בה' בכל מקראות באיוב גם בזכריה לרמוז על שטן הידוע וע\"כ גם הה' בכלל החשבון לרמוז דכל השנה שס\"ד ימים הוא שטן הידוע להשטין נגד בוראו כמ\"ש באיוב ובזכריה השטן בה' חוץ מיום א' בשנה דהיינו יוה\"כ אין לו כח להשטין כמ\"ש שישראל דומין אז למלאכים ואין להאריך וק\"ל:", 
            "<b>בתחלה</b> המליכו על רמ\"ג כו' אלו הן ב' עינים כו'. עיין פי' התו' ופי' הר\"ן ועוד י\"ל כידוע שב' החושים שהם הראות והשמע משמשות למעלות דברים הרוחניים משא\"כ בשאר החושי' שאינן משמשין רק לדברים הגופניים וע\"פ מ\"ש לעיל בפסוק והיה תמים שהמילה משלמת האדם במעלות השכליות והמדות ולזה אמר כי במצות המילה השליטו גם על ב' החושים היותם רוחניי' דהיינו הראות והשמע מב' עינים ומב' אזנים להשתמש בהן כראוי למעלות האדם בשכליות ובמדות להיות שלם ותמים על ידיהם ברמ\"ח אברים וניחא שהביא רש\"י בפי' החומש דרשה זו על פסוק והיה תמים גו' ע\"ש ודו\"ק:", 
            "<b>עיר</b> קטנה גו' זה הגוף ואנשים כו'. דלפי פשוטו ה\"ל להזכיר שבא עליה מלך גדול באנשים רבים וחיילותיו דאין מלך בלא עם כמו שהזכיר בעיר דאנשים בה מעט גם וסבב אותה ובנה גו' משמע שהוא עצמו סבב אותה ובנה עליה גו' בלי עם אין זה דרך המלך ולפי הנמשל מלך גדול זהו יצה\"ר שהוא עצמו סובב העיר שהוא הגוף והוא עצמו בנה עליה גו' והאנשים פירש\"י בס' קהלת לפי הנמשל שהם אבריו של אדם וכ\"ה ברבתי אבל התרגום מפרש ליה לפי הנמשל היכמא דקלילן זכוותיה בגו לבא דאינשי כו' וע\"ש בתרגום כל הענין מפורש לפי הנמשל גם שם ברבתי קצת בע\"א ע\"ש:", 
            "<b>בחכמתו</b> זו תשובה ומ\"ט כו'. ע\"פ מ\"ש פ' היה קורא תכלית חכמה תשובה ומע\"ט כו' שנאמר ראשית חכמה יראת ה' גו' ללומדיהם לא נאמר אלא לעושיהם כו':", 
            "<b>מעשרה</b> שליטין ב' עינים כו'. עיין פירש\"י בספר קהלת ונראה לפי שעשרה אברים אלו כוללים הד' חושים ב' עינים חוש הראות וב' אזנים חוש השמע ב' ידים וב' רגלים וראש הגויה חוש המישוש הפה חוש הטעם וכל מעשה אדם המורגשים נעשים ונגמרים על ידם כי חוש הה' הריח באף אין בו צורך כ\"כ למעשה וצרכי אדם ומצינו כמה בני אדם תותרין וע\"כ י' אברים אלו נקראו בגוף שליטין וק\"ל:", 
            "<b>בקש</b> הקב\"ה להוציא כהונה משם כו'. בתו' תימה דאברהם נמי מזרעו שלשם היה כו' ע\"ש ובר\"? תירוצים לזה ועוד נ\"ל דה\"פ להוציא כהונה משם היינו מבניו שילדו לו עוד ולא נתכהנו בניו שנולדו מקודם דכה\"ג אמרו גבי פנחס דלא נתכהן עד מעשה זמרי לפי שנולד מקודם שנתכהן אלעזר אבל כיון שהקדים כו' נתנה לאברהם שנולד מקודם:", 
            "<b>ושא\"ל</b> אברהם וכי מקדימין כו'. אין זה מפורש שא\"ל אברהם כן ושהוכיחו על כך אבל ממה שנטלה ממנו ונתנה לאברהם ולא נתנה לאחר למדו לומר משום דהוכיחו על כך ואפשר דקרא אתה כהן על דברתי מלכי צדק הכי מפורש על שדברת בשבילי למלכי צדק:", 
            "<b>וכי</b> מקדימין ברכת עבד לברכת קונו. לפי הענין הל\"ל לברכת רבו שהוא לשון הנופל גבי עבדו אבל נקט הכי לפי שאברהם קנין אחד נלמד מהאי קרא ברוך אברם לאל עליון קונה גו'. והוא מבואר שברכה לקונה הוא המשפיע לקנויו שהוא מקבל ברכת השפע וראוי ודאי שיהיה ברכת המשפיע קודם לברכת מקבל השפע:", 
            "<b>שנאמר</b> נאום ה' לאדוני שב לימיני כו'. עיין ברא\"ש ובר\"ן ואולי נעלם מהם אגדה דפ' חלק דאליעזר אמר כן לשם אייתי הקב\"ה לאדוני אברהם ואותבי' לימיני' כו' שנאמר נאם ה' לאדוני שב וגו' ופירש\"י שם אליעזר אמר זה נאם ה' לאדוני אברהם שב גו' והיא תשובה יפה ונצחית להמתעקשים במזמור הזה דאליעזר שפיר קרא לאברהם אדוני ודו\"ק:", 
            "<b>ברש\"י</b> יהא אסור הס\"ד הני או לא הס\"ד:", 
            "<b>ברא\"ש</b> בלא אכילה הס\"ד לבית המשתה הס\"ד שפוד וקדירה הס\"ד דאי לא נמצא מהנהו הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> עליו אלא הנאתו כו' ואמרינן הכא כו' למה יאסר הס\"ד שרי אמר הנאה כו' בעלמא הוא הס\"ד משאילה אלמא גרמא כו' בעלמא נינהו הס\"ד לחומרא הס\"ד ואח\"כ מה\"ד מקום שמשכירין טעמא הס\"ד קמהדר ליה הס\"ד באלו מציאות הס\"ד אם אינו מחזיר רוצה כו' כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> דגורם מקרו קמ\"ל דה\"ה ריחים ותנור והס\"ד ואחר כך מ\"ה אבל משאיל לו חלוק כו' מלתא דפסיקא נקט אסור למודר הנאה כיון שהוא מוותר שלו אבל שוה כו' על אפיה וכיון דמחמיר כו' כצ\"ל:", 
            "<b>גמרא</b> פליגי בה רבי אמי ורבי אסי כו' כצ\"ל:", 
            "<b>ברש\"י</b> לגבות מן הלוה ולהכי כו' ממנו ואסור הס\"ד מהני ליה כלל הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> קא יהיב ליה הס\"ד באותה שעה הס\"ד הנאה להקדש הס\"ד ואחר כך מ\"ה אחדא על דרך אחד כו' כצ\"ל:", 
            "<b>בר\"ן</b> במתנה קיהיב כו' איצטריך לאוקמא למתני' בשלוה ע\"מ שלא לפרוע כו' אבידתו מעליו והס\"ד ואחר כך מ\"ה דקא מהני ליה כו' שכר הוי הס\"ד כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> אסורין על מחזיר כו' הד\"א בעל אבידה מהדר כו' הד\"א הנאה כלל הס\"ד אבידה מהדר כו' הד\"א והמחזיר אי אדם עשיר ואינו רוצה כו' מהדר והכא ליכא כו' קתני דהתם דכיון כו' אבל הכא ליכא כו' כצ\"ל:", 
            "<b>ברא\"ש</b> בעל אבידה אבל דבעל אבידה כו' בכל ענין בין כשנכסי בעל כו' האבידה ובין כשנכסי מחזיר כו' מחזיר הס\"ד לא קאי אדנכסי מחזיר מותרין לבעל אבידה אלא בדנכסי בעל אבידה מותרין למחזיר והמחזיר אינו כו' כל ממונו כו' יכול לעכב כו' מה יעשה בו הס\"ד ואחר כך מ\"ה משום דקמהני ליה כו' מהדר ליה הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> אי מחזיר גברא יקרנא הוא כדפי' אבל בשנכסי בעל אבידה אסורין על מחזיר ל\"ל כו' לא שייך יוקרנא כו' התלמוד מזבינא דרמי כו' אתיא לדידיה מתניתין כו' כותיה נקטינן כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בהפקר חלה קדושה כו' במתנה אסור הס\"ד אסירא ליה הס\"ד קנה חלקו כו' כצ\"ל:", 
            "<b>ברא\"ש</b> ואת חומשה הס\"ד לזכות בה אלא לצורך בניו כו' לפדות הס\"ד למיהדר ביה מעל דאמירתו כו' להדיוט הס\"ד נכנס מת או שמכרו כו' דלא אמר זה כו' ממי\"ץ ולא נראה כו' לאחר הס\"ד לימא כגון שהיה כו' יהביה במתנה אסור כו' כי אם הנאת אכילה כו' כצ\"ל:", 
            "<b>בר\"ן</b> ומ\"ה מעל הס\"ד ליתא דאיכא למימר דמשום כו' אסרה עליה הס\"ד כצ\"ל:"
        ], 
        [
            "<b>בגמרא</b> השאילני פרתך כו' כצ\"ל:", 
            "<b>ברש\"י</b> אסורין עליך אם יש כו' אמר לן המורה כו' נכסי עליך מת או כו' המדיר מותר בפרה כו' במתנה אסור הס\"ד על ידי אחר שבעל כו' הד\"א מרשותו מדעתו הס\"ד ליה להקדש הס\"ד בתורת איסור הס\"ד חולין הן מעל כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> על המודר הס\"ד דרבה הס\"ד בפיהם הס\"ד לו לאדם הס\"ד ואחר כך מ\"ה אסורה לא בעי כו' מעות של הקדש כו' כצ\"ל:", 
            "<b>בר\"ן</b> פרה זו או שאסר כו' לרבא דאסר הס\"ד זה למודר הס\"ד מן הקדשים הס\"ד לכל אדם הס\"ד פדיונו הס\"ד לרשות מקבל הס\"ד ואלו מותרין הס\"ד אלא שקבלה הס\"ד טעמי דאמרת אלא כו' כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בגמרא הס\"ד יהנה ממנו הס\"ד שמיא נינהו הס\"ד לא ידע ומותר והס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> עניה הס\"ד על ידו הס\"ד קודם שגירשה הס\"ד חטאות ואשמות הס\"ד כצ\"ל:", 
            "<b>בר\"ן</b> או מברייתא הס\"ד ושרי הס\"ד צריכין דעת משמע כו' דעת בעלים הס\"ד צריכין דעת הס\"ד מדעתו על חבירו הס\"ד מיתה איכא למימר מאן כו' חייבת אמר רבי יהודה לפיכך כו' כצ\"ל. :"
        ], 
        [
            "<b>ברש\"י</b> אשמו קתני כו' הד\"א פגול לא יחשב כו' הד\"א חלב על חבירו שכן כו' דאורייתא הוא מדתנן כו' הד\"א הקטנים דאורייתא הד\"א קטנים מיירי הס\"ד כצ\"ל:", 
            "<b>ברא\"ש</b> דעת בעלים הס\"ד על חבירו דכיון כו' אינן זוכין הס\"ד:", 
            "<b>בר\"ן</b> ממתניתין משום דכיון כו' דאין דנין אפשר כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> מעשר תבואת זרעך ונתת וגו' כצ\"ל:", 
            "<b>ברש\"י</b> שלא בפניו הס\"ד דיליה היא דבעל כו' הד\"א לאו פירי דהאי דתורם כו' שכר על המקרא תריץ כו' כלל והא קמ\"ל כו' הד\"א כצ\"ל:", 
            "<b>ברא\"ש</b> לא צריך דעת כו' ולא הוי שלוחו הס\"ד מ\"מ כיון שבלא כו' כצ\"ל מפרש טעמא הס\"ד לנפשיה דמודר לטעמא כו' כצ\"ל:", 
            "<b>בר\"ן</b> בשלוחיכם לדעתכם הס\"ד הרי מהנהו הס\"ד מידי למודר ואתיא כו' מתהני הס\"ד קא מהניא ליה הס\"ד אבל אי אמר כו' ברית הלוי הס\"ד כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה רבא אמר כו' צ\"ל רב אמר מקרא הס\"ד ואחר כך מ\"ה בקטן תריץ כו' לו ליתן הס\"ד והשאר נמחק:", 
            "<b>הרא\"ש</b> ומהנהו הס\"ד:", 
            "<b>בד\"ה</b> מאי פיסקא כו' ולא קתני איפכא כצ\"ל והס\"ד שכר עליו הס\"ד הנאה ממנו הס\"ד:", 
            "<b>ובד\"ה</b> אם היה גדול כו' קא עביד אפילו בעי שמור כצ\"ל נ\"ל:", 
            "<b>בא\"ד</b> ולא מידי הס\"ד:", 
            "<b>בד\"ה</b> היינו כו' הטעמים ועל שאר הלמוד כצ\"ל להאריך בו הס\"ד:", 
            "<b>בד\"ה</b> בנות כו' ברחובות ואמאי אצטריך כצ\"ל:", 
            "<b>בא\"ד</b> אף בנות בכלל כצ\"ל והס\"ד:", 
            "<b>ר\"ן</b> בד\"ה ולענין הלכה כו' התם יכול אף על מקרא כו' כצ\"ל:", 
            "<b>הם</b> נוטלין הס\"ד תורה לישראל הס\"ד ללמד בחנם הס\"ד שימור הס\"ד מהנהו הס\"ד הזהב הס\"ד באחריותן אם כו' הד\"א:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה אלא כו' פיסוק ולא משום שכר שימור קאמר דהא כו' כצ\"ל מיטרדי בהו הס\"ד:", 
            "<b>בד\"ה</b> בנות כו' בה שכר שמור כו' כצ\"ל משתעי הס\"ד:", 
            "<b>ברא\"ש</b> את כו' דרוש לי כצ\"ל:", 
            "<b>ר\"ן</b> מרובה הס\"ד. בד\"ה צדקתך כו' ופי' אל צדקתך כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> טובת עין כצ\"ל:", 
            "<b>רש\"י</b> למשה וניהג כו' הד\"א אגרא כל כו' הד\"א:", 
            "<b>בא\"ד</b> חבירו בלא שכר כצ\"ל אפילו כו' שופר ואלו הד\"א:", 
            "<b>ברא\"ש</b> בד\"ה דאריך וקטן כו' יליף מקרשים וישם את קדשיו כצ\"ל:", 
            "<b>בד\"ה</b> וזן כו' בניו קטנים ולאו כצ\"ל:", 
            "<b>בא\"ד</b> ואהדר' ופסקה עמו לזון הס\"ד:", 
            "<b>בד\"ה</b> את כו' וקא מהני ליה כצ\"ל והס\"ד:", 
            "<b>ר\"ן</b> ומשפטים הס\"ד היה הס\"ד. בלא שכר הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה אלא בשנכסי חתן כצ\"ל:", 
            "<b>ברא\"ש</b> ישיאנה לו הס\"ד דעתו שרי הס\"ד בפטומן הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה וגופה כו' מפטם לה כצ\"ל בפטומה הס\"ד עסקינן הס\"ד:", 
            "<b>בד\"ה</b> אלא כשנכסי חתן כו' כצ\"ל:", 
            "<b>בד\"ה</b> גדולה מזו כו' ואת אמרת כצ\"ל:", 
            "<b>בא\"ד</b> אשתו מאי קמשמע לן רב הונא כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> ירושלמי כו' לא אדריה כו' כצ\"ל משל אב הס\"ד:", 
            "<b>בד\"ה</b> באומן כו' ומה\"ד לא יעשה כו' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> לבקרו הס\"ד שנהה הס\"ד:", 
            "<b>בד\"ה</b> ואין נוטלין כו' המבקר בחנם כצ\"ל:", 
            "<b>בא\"ד</b> מוותר היה לו שכרו כצ\"ל:", 
            "<b>בד\"ה</b> גזירה כו' דאכל שהייה תמן אף על גב דקאי הכא דלא אכל כצ\"ל עבדיו הס\"ד לפטומא עבידא דטהורה כצ\"ל לנכרי הס\"ד לקמן הס\"ד אפי' יושב כצ\"ל חולה הס\"ד:", 
            "<b>בד\"ה</b> לעולם כו' כשנכסי מבקר כצ\"ל:", 
            "<b>בד\"ה</b> אפילו יושב נמי ליתא כו' כל זה נמחק ומתחיל הדבור במקום שנוטלין שכר כצ\"ל:", 
            "<b>בד\"ה</b> אבל כו' אגרא אעמידה כצ\"ל:", 
            "<b>בד\"ה</b> שהרי כו' התם גזרינן כצ\"ל בישיבה הס\"ד:", 
            "<b>בד\"ה</b> לעולם כו' המבקר שאין כצ\"ל והוא דבור אחד מותר הס\"ד אדר\"י הס\"ד:", 
            "<b>בד\"ה</b> חלה בנו מדיר כצ\"ל לשמואל הס\"ד:", 
            "<b>ברא\"ש</b> נהנה כו' דריסה זו הס\"ד ומהנה הס\"ד:", 
            "<b>בד\"ה</b> על העמידה לא בעי כו' כצ\"ל:", 
            "<b>בד\"ה</b> א\"א כו' וכשנכסי מבקר כצ\"ל כל כך הס\"ד:", 
            "<b>בר\"ן</b> מאיסורא הס\"ד דההיא בס\"ד הס\"ד דבריה הס\"ד:"
        ], 
        [
            "<b>גמרא</b> מתניתין קשיתי' כו' כצ\"ל וכן ברש\"י ורא\"ש:", 
            "<b>רש\"י</b> נברא גיהנם הס\"ד:", 
            "<b>ברא\"ש</b> לשמואל הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה אי לא כו' בכלל אין כל חדש כצ\"ל והס\"ד:"
        ], 
        [
            "<b>גמרא</b> לא לסעור איניש כו' כצ\"ל וכן ברש\"י ורא\"ש ור\"ן:", 
            "<b>רש\"י</b> בד\"ה כאילו כו' דמים מפני שבני כצ\"ל לאלתר אי נמי הוא דבור אחד:", 
            "<b>בד\"ה</b> וזקנים אומרים סתור ואל תבנה כצ\"ל:", 
            "<b>בד\"ה</b> ומנין כו' ביה יסערנו כצ\"ל:", 
            "<b>בד\"ה</b> סהדא רבה כו' פלוגתא אדשמואל כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה אין המים כו' רבו על עיקר כצ\"ל:", 
            "<b>רבינו</b> נסים וסיערה הס\"ד ואחר כך מ\"ה קצירה בתלת כו' כצ\"ל:", 
            "<b>בד\"ה</b> ופליגא כו' לעולם אפילו כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> להן מטהרין הד\"א:", 
            "<b>רבינו</b> נסים בד\"ה ולענין הלכה כו' דלא גרסינן במלתא כצ\"ל:", 
            "<b>בא\"ד</b> דרבנן פליגי כצ\"ל והרחיב ומטהר הוא דבור אחד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה חוזר כו' כלומר בשעת כצ\"ל בי\"ג פנים הס\"ד:", 
            "<b>הרא\"ש</b> חמה הס\"ד:", 
            "<b>רבינו</b> נסים בד\"ה ומ\"מ כו' דאם היה עומד כצ\"ל:", 
            "<b>בד\"ה</b> נמצא כו' יותר מהגשמים כצ\"ל שיקנה הס\"ד קודם חליו הס\"ד רטוב ופש הס\"ד בנהר הס\"ד חלוץ הס\"ד הני הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> הימנו דם הס\"ד הנובע שקופץ הד\"א:", 
            "<b>[כדמפרש]</b> בגמ' שדרכן כו' המותר לא הוא דבור אחד:", 
            "<b>ברא\"ש</b> החולה דמצוה הוא דבור אחד עליה שכר הס\"ד:", 
            "<b>בד\"ה</b> רפואות ממון כו' אף אם כצ\"ל:", 
            "<b>בד\"ה</b> לא יעשה כו' שהוא מרפה את כצ\"ל:", 
            "<b>בד\"ה</b> גדולה כו' הגשמים מותר כצ\"ל:", 
            "<b>רבינו</b> נסים על הרופא הס\"ד בירושלמי הס\"ד ברישא וישן כצ\"ל:", 
            "<b>בד\"ה</b> באומן כו' ומש\"ה לא יעשה כו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> שביעית יורד כצ\"ל:", 
            "<b>רש\"י</b> אסור בהן הס\"ד בשביעית יורד הד\"א מרשותו הס\"ד:", 
            "<b>בד\"ה</b> ואין כו' שביעית ושל הפקר הן כצ\"ל והד\"א מינייהו אוכל הד\"א הנוטות הס\"ד הנוטות הס\"ד:", 
            "<b>בד\"ה</b> לפלגי כו' משום הטעם כצ\"ל ירשנו אם הד\"א:", 
            "<b>ברא\"ש</b> בד\"ה מתניתין ובשביעית כצ\"ל ובגמרא מפרש הס\"ד דהפקר הן הס\"ד:", 
            "<b>בד\"ה</b> אם כן כו' בנכסים אלו כצ\"ל:", 
            "<b>ר\"ן</b> לקמן הס\"ד שביעית הס\"ד:", 
            "<b>בד\"ה</b> לימא דבנכסים אלו דינו כנכסי כצ\"ל:", 
            "<b>בא\"ד</b> אלא ודאי ר\"י ור\"ל אפי' כצ\"ל אדם אוסר הס\"ד רחמנא הס\"ד:"
        ], 
        [
            "<b>גמ'</b> ל\"ש נכסים כו' סברי נכסים כצ\"ל:", 
            "<b>רש\"י</b> אם מת הס\"ד אוסר וכו' דנכסי כו' הד\"א ושמואל הס\"ד:", 
            "<b>ד\"ה</b> בעומדין כו' הגבולים לחוץ הד\"א:", 
            "<b>בא\"ד</b> מ\"ה אינו יורד דהא רחמנא כו' כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה אם מת כו' דלא פריש בהדיא אפילו לאחר שיצאו מרשותו כו' כצ\"ל:", 
            "<b>בא\"ד</b> מ\"ה נדרא חייל כו' כצ\"ל:", 
            "<b>בא\"ד</b> ור\"ל בנכסי כו' כצ\"ל:", 
            "<b>בא\"ד</b> אלא דהיכא דלא כצ\"ל:", 
            "<b>בא\"ד</b> אמר ר\"י כצ\"ל:", 
            "<b>בד\"ה</b> ר\"ש כו' אסור ואע\"ג כצ\"ל:", 
            "<b>בד\"ה</b> ולא כו' מודר ממדיר כו' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> באותה פרה הס\"ד בשבילו הוא הד\"א המדיר אצל הד\"א:", 
            "<b>בד\"ה</b> אמר רבי יוחנן כו' דמי ואסור כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה קונם כו' אותה שבקש כצ\"ל הפרה הס\"ד:", 
            "<b>מטי</b> לי' הס\"ד:", 
            "<b>בד\"ה</b> גזירה כו' קאי אלא כצ\"ל דמלתא הס\"ד לידו הס\"ד:", 
            "<b>ר\"ן</b> לרבי אליעזר הס\"ד ואחר כך מ\"ה אביי אמר כצ\"ל:", 
            "<b>בא\"ד</b> שישראל נהנין לי כצ\"ל בלבד הס\"ד המדיר הס\"ד מתנה הס\"ד קמתהני הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה היינו טעמא כו' הפקר עד דאתי כצ\"ל:", 
            "<b>ברא\"ש</b> עליו הס\"ד:", 
            "<b>בד\"ה</b> מקצתן כו' קנה ש\"מ כצ\"ל:", 
            "<b>בא\"ד</b> בכולה ואם עמד כצ\"ל:", 
            "<b>בא\"ד</b> זכה שני להשתעבד בראשון כצ\"ל ולא קנה הס\"ד המודר הס\"ד:", 
            "<b>בד\"ה</b> כל ג' כו' דקתני זכה כו' כצ\"ל לגמרי הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה תניא כו' שדותיהן כדי ליפטר כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בו אפילו הד\"א אחר אפילו הד\"א:", 
            "<b>בא\"ד</b> הפקר דקסבר כצ\"ל:", 
            "<b>בד\"ה</b> רישא כו' לקמן לד\"ה כצ\"ל היא דודאי הד\"א הפקר מפני הד\"א:", 
            "<b>בא\"ד</b> דלמא אית להו דרבא כצ\"ל הוי הפקר כצ\"ל:", 
            "<b>בד\"ה</b> ומשום כו' ומעשר והאי כצ\"ל:", 
            "<b>בד\"ה</b> אי הכי כו' ראשון לי הוי הפקר כצ\"ל:", 
            "<b>בד\"ה</b> אמר רבה כו' המעשר הדרי כצ\"ל ולעולם אפילו כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה ושאני כו' הפקירו לעולם כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ואי אמר כו' שדה זו כצ\"ל נפיק מרשות כצ\"ל דבדינא דזכה כצ\"ל לא נחלקו הס\"ד:"
        ], 
        [
            "<b>ברא\"ש</b> בד\"ה ודלמא כו' שמא יאכלנו כצ\"ל אחר עליו הס\"ד:", 
            "<b>בד\"ה</b> בשלמא כו' הפקר עד דאתי כצ\"ל:", 
            "<b>בא\"ד</b> הפאה דתעזוב כצ\"ל מחייב ניחא הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה ומה טעם כו' מאן מעיד כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה דאמר רבי יוחנן כו' במעשר דגזרינן כצ\"ל בו אחד הס\"ד חורון הס\"ד לעשורי כו' הס\"ד הוי הפקר הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה וא\"א כו' אלא דאפקריה כצ\"ל בהדיה אלא תרי כצ\"ל:"
        ], 
        [
            "<b>ע\"ב</b> ברא\"ש אהדדי הס\"ד ואינו מעכב הס\"ד:", 
            "<b>ר\"ן</b> הנאה הס\"ד:", 
            "<b>בד\"ה</b> ר\"א בן יעקב בו' לאידך אפילו כצ\"ל שיעבוד ומשכיר כצ\"ל:", 
            "<b>בד\"ה</b> ואיכא כו' למפרע אלא דכהשתא הוא דחצר כצ\"ל יעקב משום ברירה כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> לחצר הס\"ד פליגי הס\"ד ואח\"כ מ\"ה כשיש כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה היה אחד מהם כו' הך סיפא בנדר זה מזה כצ\"ל:", 
            "<b>ברא\"ש</b> כמה הס\"ד עליו הס\"ד:"
        ], 
        [
            "<b>גמרא</b> דמי ותנן שניהן כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה שאין כו' חלוקה ומאן דאסר כצ\"ל הואיל ואי אפשר כצ\"ל:", 
            "<b>בד\"ה</b> אבל כו' בו המודר כצ\"ל:", 
            "<b>בא\"ד</b> נמי בבצים ואית דגרסי בבצין כמו ביצין כצ\"ל תפיסת יד הס\"ד ואחר מ\"ה אביי אמר והשאר נמחק:", 
            "<b>ברא\"ש</b> אברירה הס\"ד:", 
            "<b>בד\"ה</b> מחלוקת דכיון דאי אפשר כצ\"ל יעקב דסמכין כצ\"ל תפיסת הס\"ד:", 
            "<b>בד\"ה</b> דמקבל כו' במוהרקי ואבורגני כצ\"ל השוכר הס\"ד:", 
            "<b>ר\"ן</b> תפיסת יד הס\"ד:", 
            "<b>בד\"ה</b> אביי כו' אפילו בביצים כצ\"ל:"
        ], 
        [
            "<b>ר\"ן</b> דנפל אזדא כצ\"ל ובני הא לית כצ\"ל:", 
            "<b>בד\"ה</b> בעי כו' נכסי חבירו כצ\"ל:", 
            "<b>בד\"ה</b> והוי כו' בית דין מגבין כצ\"ל ממילא מתהני כצ\"ל:", 
            "<b>בד\"ה</b> בעי רמי כו' איסור הנאה כצ\"ל ולהחליפו דאי כצ\"ל שנפרש בפ' כצ\"ל דמשועבד לה כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> בד\"ה קונם כו' ולהכי פשיט כצ\"ל בחיי ובמותי הוא סוף דבור אסורין הס\"ד בהקדש הס\"ד תרתי הס\"ד:", 
            "<b>חבירו</b> הס\"ד מבעלה הס\"ד:", 
            "<b>בד\"ה</b> לאו כו' דמו דאיחלפו כצ\"ל ליה מידי הוא סוף דבור ממש הס\"ד:"
        ], 
        [
            "<b>גמרא</b> והינן כו' נ\"ב ס\"א ואינן:", 
            "<b>רש\"י</b> דערובין הס\"ד:", 
            "<b>בד\"ה</b> ל\"ש כו' ואינן לפניך כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה והתיבה כו' לנשיא דבהכי כצ\"ל מותר בה הס\"ד הנשיא הס\"ד ואסור הס\"ד:", 
            "<b>בד\"ה</b> כל מתנה כו' דעל מנת שתחזירהו כצ\"ל דמידי דחזי ליה קאמר שאני כצ\"ל אסורין הס\"ד ברישא הס\"ד מתנה הס\"ד:", 
            "<b>בד\"ה</b> ל\"ש דא\"ל ואינן כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה כיפי כו' שהיה משמט כצ\"ל קנה הס\"ד קנין הס\"ד:", 
            "<b>בד\"ה</b> וכל דהא לא מקנה כצ\"ל:", 
            "<b>בד\"ה</b> והא מתנת כו' ולא קצי כצ\"ל:", 
            "<b>בד\"ה</b> לאו כו' דשדיה בכפילה כצ\"ל דכתנא הס\"ד:", 
            "<b>ברא\"ש</b> בקנין זה הס\"ד:", 
            "<b>בד\"ה</b> דהא כו' סודרו למקנה כצ\"ל לאחר הס\"ד בריה הס\"ד:", 
            "<b>בד\"ה</b> הלין כו' הלכך ה\"נ לא קני כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> והא כו' קני ויצאו כצ\"ל הבן הס\"ד כלל הס\"ד הנאה הס\"ד להקנות הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה אמרו ליה כו' נכסיה אבריה כצ\"ל אקנינהו הס\"ד לפלוני הס\"ד קנה הס\"ד:", 
            "<b>בד\"ה</b> וההוא כו' גופיה אמר כצ\"ל סתמא הס\"ד אחר הס\"ד בנו הס\"ד קני הס\"ד:"
        ], 
        [
            "<b>ברש\"י</b> ובשלוק הס\"ד:", 
            "<b>ברא\"ש</b> נגמר בה ואחר כך צ\"ל נרשם גמרא. באשוני קשים כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה הנודר כו' הוא דבנדרים הד\"א:", 
            "<b>בד\"ה</b> אמר כו' חלקא טרגיז כצ\"ל טרמיטא מפרש כצ\"ל:", 
            "<b>בד\"ה</b> ירושלמי כו' האחרון של כצ\"ל:", 
            "<b>בד\"ה</b> האי תנא כו' קדרה רך כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> ראשי מפני הד\"א מכסי בי' הס\"ד ואחר כך מ\"ה שעטני מעיל שהיה כו' כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה כמאן כו' נידון בר\"ה כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> איכא מיהו כצ\"ל:", 
            "<b>דסרוקיתא</b> נ\"ב בערוך ערך סרק אורחות ישמעאלים ת\"י סיען דסרקאי:", 
            "<b>רש\"י</b> מנכסי חדא הד\"א:"
        ], 
        [
            "<b>גמרא</b> בקולחא נ\"ב בערוך בערך קלח היה משים קלח של כרוב בפיו ובולעו:", 
            "<b>רש\"י</b> אתיא כו' הס\"ד:", 
            "<b>ר\"י</b> בד\"ה ודאמרן כו' אחת איכא לאקשויי כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> קרי קרקוזאי הד\"א:", 
            "<b>בד\"ה</b> כלאים עם דלעת כצ\"ל ברמץ אלא כצ\"ל באילפס הס\"ד מניחו באילפס כן כו' כצ\"ל לכן בקדירה הד\"א והס\"ד:"
        ], 
        [
            "<b>רש\"י</b> אוסר דקא סבר כצ\"ל:", 
            "<b>בד\"ה</b> מן כו' בכלל קום כצ\"ל:", 
            "<b>הרא\"ש</b> בד\"ה דג כו' בגמרא דדג דוקא גדול כצ\"ל שלמים הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה כבוש כו' דמפרשי דלא הוי כצ\"ל:", 
            "<b>בד\"ה</b> הנודר כו' מותר ובמקצתן אסור כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> מותר ברוטב מרק כצ\"ל והס\"ד ואחר כך מ\"ה ובקיפ' מקפ' עבה מתבלין פינדל\"י בלע\"ז כצ\"ל והס\"ד:", 
            "<b>ברא\"ש</b> בד\"ה מותר כו' דק דק כצ\"ל:", 
            "<b>בר\"ן</b> בד\"ה וקשיא כו' דמצוה לאתשולי כצ\"ל:", 
            "<b>בד\"ה</b> והיינו כו' מיהא לא ארי' כצ\"ל:", 
            "<b>בד\"ה</b> ולי נראין כו' דאפי' לא מיבעית כצ\"ל רב אשי בדותא היא ולמאן אי כצ\"ל מתירין כמסקנא כצ\"ל ודאי בדותא היא כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה ור\"י מתיר כו' עדשים ובמתניתין כצ\"ל קיימא הס\"ד ואחר כך מ\"ה קומא דחלבא והואיל כו' כצ\"ל לברייתא באתרא הד\"א דוקא הס\"ד ואחר כך מה\"ד ה\"ה דאפילו כו' כצ\"ל:", 
            "<b>בד\"ה</b> ומותר כו' דהיינו היוצאת מהן כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ורמינהו כו' כ\"ש דלא הוו ליה כצ\"ל דקומא דחלבא כצ\"ל:", 
            "<b>בד\"ה</b> ת\"ש כו' באלו לא כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה וחכמים כו' דקתני מותר כצ\"ל שומשמי הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה כתנאי כו' אף בירקות גינה כצ\"ל:", 
            "<b>בד\"ה</b> מותר כו' זה הדבור כולו נמחק גריסין הס\"ד הכל היא הס\"ד קאמר הס\"ד חיין הס\"ד מבושל הס\"ד:", 
            "<b>בד\"ה</b> גריסין כו' משמע כצ\"ל:", 
            "<b>ברא\"ש</b> דוקא הס\"ד אחר הוא הס\"ד:", 
            "<b>ר\"ן</b> מזה הס\"ד:", 
            "<b>בד\"ה</b> משום כו' חששא דגוש כצ\"ל משמע לכוס הד\"א:"
        ], 
        [
            "<b>ברש\"י</b> ר\"ע אוסר הס\"ד:", 
            "<b>ברא\"ש</b> בד\"ה אסור כו' כר\"י והנודר כצ\"ל עלי הס\"ד:", 
            "<b>בר\"ן</b> אינו כן הס\"ד יקחם הס\"ד דלועין הס\"ד נינהו הס\"ד עלייהו הס\"ד משמע הס\"ד:", 
            "<b>בד\"ה</b> באומר כו' בהן ורבנן כצ\"ל דקדושין הס\"ד:"
        ], 
        [
            "<b>ברש\"י</b> הוי הס\"ד:", 
            "<b>בד\"ה</b> אסור כו' הני מיני כצ\"ל:", 
            "<b>ר\"ן</b> נפשיה הס\"ד סתמא הס\"ד בד\"ה ומסתברא כו' עליה כדגים כצ\"ל כדגים אבל כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> מינים הס\"ד תבואה הס\"ד:", 
            "<b>ברא\"ש</b> בד\"ה אסור כו' כרי והנודר כצ\"ל המינין תבואה הד\"א:"
        ], 
        [
            "<b>ברש\"י</b> מארעא הס\"ד:", 
            "<b>ברא\"ש</b> לכסות ואח\"כ צ\"ל רשום גמרא שרו ואחר כך מה\"ד אבל ומה שנרשם גמרא נמחק:", 
            "<b>ר\"ן</b> בד\"ה תניא כו' דמתניתין סבירא כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> בד\"ה לימא כו' היא דמשמע כצ\"ל:", 
            "<b>ר\"ן</b> בבית הס\"ד בגמרא הס\"ד בית הס\"ד:", 
            "<b>בד\"ה</b> מאי כו' כיון דלפום כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה מתניתין צ\"ל מה\"ד לתחומה ואח\"כ מה\"ד לעיבורא יכול לילך כצ\"ל לעמוד הס\"ד ולחוץ הס\"ד ואחר כך מה\"ד שאני גבי בית כצ\"ל:", 
            "<b>ר\"ן</b> יושב הס\"ד האסקופה תחת הד\"א בית הס\"ד:", 
            "<b>בד\"ה</b> שאני כו' ויצא דמן כצ\"ל כלחוץ ומכאן הד\"א:"
        ], 
        [
            "<b>גמרא</b> גידולי גידולין כצ\"ל:", 
            "<b>רש\"י</b> בו זמן הס\"ד:", 
            "<b>בד\"ה</b> אם כו' לבית אביך מעכשיו כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה שאת כו' ולהתכסות אחר כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה מתניתין כו' וכיון דלהאי כצ\"ל ואפי' נימא כצ\"ל למעלה הס\"ד עליה הס\"ד שלו הס\"ד:", 
            "<b>בד\"ה</b> שאני כו' אתא והיינו כצ\"ל דשאיני אוכל כצ\"ל איתא בשאיני אוכל כצ\"ל אלא ודאי כדאמרן כצ\"ל:", 
            "<b>בד\"ה</b> שאת כו' איני אוכל כצ\"ל קאי על שאת כצ\"ל אאכילה קאי כצ\"ל והס\"ד:"
        ], 
        [
            "<b>גמרא</b> אמר רבי יונתן כצ\"ל רבי שמעון אומר כצ\"ל:", 
            "<b>רש\"י</b> כולן או הד\"א לא הס\"ד האיסור הס\"ד:", 
            "<b>בד\"ה</b> ליטרא כו' שעישרה כהלכתה כצ\"ל:", 
            "<b>בא\"ד</b> הגידולים ומן העיקר כצ\"ל העיקר הכי כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה לאחר כו' למפרע על כצ\"ל:", 
            "<b>בד\"ה</b> איש כו' כפר דימא כצ\"ל:", 
            "<b>בד\"ה</b> גידוליו כו' בטלי כי כצ\"ל כו' של תרומה אף כצ\"ל:", 
            "<b>לעלות</b> כחו וקשה נ\"ל בהוספה:", 
            "<b>בד\"ה</b> דלמא כו' עובדי כוכבים למאן כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ורבו כו' את האסור כצ\"ל כך הס\"ד עראי הס\"ד בטלה הס\"ד:", 
            "<b>בד\"ה</b> אף על פי כו' על מה שהיו כצ\"ל עיקר הס\"ד שנא הס\"ד ומעשרותיה הס\"ד זריעה הס\"ד יוחנן הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> דמי במדוכנין הד\"א בבעי' דישמעאל דאיתיה לעיקר בעין כצ\"ל:", 
            "<b>הרא\"ש</b> בד\"ה כל כו' את האיסור כצ\"ל:", 
            "<b>בד\"ה</b> אף כו' בביעור כפירות כצ\"ל השחירו הס\"ד:", 
            "<b>בד\"ה</b> אם יכולין כו' שגדלו בצלים כצ\"ל דסיפא קאי כצ\"ל הראשון הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה וכל כו' מצוה למיעבד כצ\"ל לחומרא שאני כצ\"ל הכי דחייה כצ\"ל לביעור הס\"ד עצמו הס\"ד יפה הס\"ד:"
        ], 
        [
            "<b>גמרא</b> היתר מעלין כצ\"ל:", 
            "<b>רש\"י</b> תפשוט דבמדוכנין הד\"א:", 
            "<b>בא\"ד</b> לעיקר בעין כצ\"ל וכיון דחשוד הוא כצ\"ל:", 
            "<b>בד\"ה</b> ודלמא כו' לעיקר בעין כצ\"ל דעתך המנכש כצ\"ל האיסור לימא הד\"א:", 
            "<b>בד\"ה</b> בטילתו כו' זרעונין אוסרין כצ\"ל:", 
            "<b>בד\"ה</b> הרי כו' תרומה ומעשר כצ\"ל כל כך הס\"ד:", 
            "<b>בד\"ה</b> לפי כו' דפשיטא ליה דגדולי כצ\"ל:", 
            "<b>הרא\"ש</b> בד\"ה אוכל כו' נגמר מלאכתו כצ\"ל:", 
            "<b>בד\"ה</b> למוצאי כו' דאי הוה כצ\"ל:", 
            "<b>בד\"ה</b> ואותה כו' עליה עשירי מליטרא כצ\"ל תרומה ומעשר כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה בחסיות דקים לן כצ\"ל עשר הס\"ד:", 
            "<b>בד\"ה</b> למוצאי כו' עיקר איסור כצ\"ל צורך הס\"ד אחרות הס\"ד שנטען הס\"ד:", 
            "<b>בד\"ה</b> לימא כו' אסור אלמא כצ\"ל העיקר הס\"ד גרים הס\"ד:"
        ], 
        [
            "<b>גמרא</b> סאה אלא אימא כצ\"ל עלה גופא כצ\"ל שתיקנה וזרעה כצ\"ל:", 
            "<b>רש\"י</b> קרקע הס\"ד לרבי אמי הס\"ד רבים הס\"ד תרומה דאי הד\"א דתנן וכו' הס\"ד אלא ביד ישראל כצ\"ל:", 
            "<b>בד\"ה</b> אלא לעולם כו' עסקינן ומצי מתשיל ואפילו הכי כצ\"ל:", 
            "<b>בא\"ד</b> ה\"ג כצ\"ל ברוב הס\"ד:", 
            "<b>הרא\"ש</b> בד\"ה אמרי כו' חוזרת לטיבלה כצ\"ל למעלה הס\"ד:", 
            "<b>בד\"ה</b> אבל כו' והכל איסור כו' כצ\"ל לא בטיל הס\"ד מיניה הס\"ד כהן הוא הס\"ד ואכיל לה הס\"ד דשלו היא הס\"ד:", 
            "<b>ר\"ן</b> מתירין הוא הס\"ד בעיני הס\"ד תעלה הס\"ד דפסחים הס\"ד:", 
            "<b>בד\"ה</b> בתרומה כו' אותה סאה כצ\"ל והס\"ד נדרים הס\"ד:", 
            "<b>בד\"ה</b> וכי כו' של איסור כצ\"ל אע\"פ שאיסור כצ\"ל לעלמא שרי כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה אתוספת כו' דאסורין לאכלן כצ\"ל הלך הס\"ד ואחר כך מ\"ה וקא מהדר תלמודא לעולם ואפילו לר\"ש כו' כצ\"ל פטור דאמרינן כצ\"ל היתר היכא הד\"א דנטען כדקתני כצ\"ל כולה הס\"ד:", 
            "<b>הרא\"ש</b> מותר הס\"ד לה הס\"ד:", 
            "<b>ר\"ן</b> גדילתו הס\"ד מעלין הס\"ד ומעלין הס\"ד ואח\"כ מ\"ה ה\"נ תנינא כצ\"ל טבל הוו הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> האיסור הס\"ד בד\"ה בגידולי כו' דה\"ק כצ\"ל חולין הס\"ד:"
        ], 
        [
            "<b>גמרא</b> הוי ולא כצ\"ל אינשי ריש ירחא כצ\"ל יום כהיום כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה א\"ל כו' היום ביום אחד כצ\"ל לעת הס\"ד:", 
            "<b>בד\"ה</b> כמאן כו' כלל דמחמרינן כצ\"ל שפיר כרבי נתן כצ\"ל איסורא דמחמרינן כצ\"ל שאלה הס\"ד חסר בחדש הד\"א נמי הס\"ד:", 
            "<b>הרא\"ש</b> בד\"ה כמאן רב יוסף בא כצ\"ל החול ולאידך הד\"א:", 
            "<b>בד\"ה</b> קמ\"ל ירחא ולאידך כצ\"ל:", 
            "<b>ר\"ן</b> להיום הס\"ד עסקינן הס\"ד:", 
            "<b>בד\"ה</b> איבעי להו כו' כהיום דלשתרי כצ\"ל לכשתחשך או כיום א' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> הוי הס\"ד עילוה אלא הד\"א חמשים אסור כצ\"ל ולכאן הס\"ד ואחר כך מ\"ה א\"כ כצ\"ל:", 
            "<b>בא\"ד</b> אלא חמשים כצ\"ל:", 
            "<b>בד\"ה</b> א\"ל כו' וא\"נ אמרת אין כצ\"ל הכל הס\"ד הפסח הס\"ד שיצא הס\"ד:", 
            "<b>הרא\"ש</b> ור' יהודה סבר כצ\"ל:", 
            "<b>בד\"ה</b> עד כו' וקאמר רבי מאיר כצ\"ל:", 
            "<b>ר\"ן</b> משמע הס\"ד שנים הס\"ד לעת הס\"ד שעבר הס\"ד יובל הס\"ד בכלל הס\"ד כולו הס\"ד קאמר הס\"ד שיטתן הס\"ד פסחא משמע הד\"א:"
        ], 
        [
            "<b>רש\"י</b> קאמר גמרא למימרא כצ\"ל:", 
            "<b>בד\"ה</b> חוץ כו' שבקטנות דלדברי כצ\"ל:", 
            "<b>בד\"ה</b> מוחלפת כו' מאיר מעייל כצ\"ל רגלים הס\"ד בד\"ה אמר כו' כמו מקפלין כצ\"ל עד שחורץ אותן בקופיץ ועושין כצ\"ל:", 
            "<b>ברא\"ש</b> שיגיע הס\"ד:", 
            "<b>בד\"ה</b> עד הקיץ כו' ובציר ומסיק לא כצ\"ל המלחמה ולא כצ\"ל הכלל קאי כצ\"ל אסור אלא כצ\"ל:", 
            "<b>בד\"ה</b> למימרא כו' במתניתין דבהא כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה עד כו' הקיץ עד כצ\"ל מקריא הס\"ד ואחר כך מ\"ה ענבים כי והד\"א:"
        ], 
        [
            "<b>רש\"י</b> להיות עודר כצ\"ל:", 
            "<b>בד\"ה</b> אלא כו' לרבי טרפון דאם שרו לי' כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה שנשתמשתי כו' שהניחו כשהודיעו כצ\"ל בד\"ה א\"ה כו' דאין ה\"נ כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה להסקה כו' להסקה דמי ולא לע\"ז כצ\"ל אמר קונם כו' ניסן רבי יהודה כצ\"ל:", 
            "<b>בד\"ה</b> מחלוקת כו' כדאית ליה דגשם כצ\"ל והד\"א:", 
            "<b>הרא\"ש</b> בד\"ה עבדא כו' שעובדים לאש כצ\"ל:", 
            "<b>בד\"ה</b> אסור כו' אזלי' ומסתבר כצ\"ל סתם הס\"ד ברישא הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה עבדא כו' מדרבנן רבותא כצ\"ל:", 
            "<b>בד\"ה</b> רוב כו' דהא איכא כצ\"ל:", 
            "<b>בגמרא</b> הס\"ד קבוע הס\"ד בעיני הס\"ד:", 
            "<b>בד\"ה</b> ומקשו כו' שיגיע הכא כצ\"ל לאחר זמן נמי כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> במרחשון הס\"ד הגשמים הס\"ד ירדו הס\"ד:", 
            "<b>הרא\"ש</b> בד\"ה כמאן כו' ושניה בכהן גדול כצ\"ל:", 
            "<b>ר\"ן</b> במרחשון הס\"ד מתענין הס\"ד השנים הס\"ד ואחר כך מ\"ה להתענות כצ\"ל:", 
            "<b>בד\"ה</b> לנודר כו' בי\"ז ובכהן גדול כצ\"ל:", 
            "<b>בא\"ד</b> הגשם כולהו כצ\"ל:", 
            "<b>בד\"ה</b> קונם כו' טעמא דרבי כצ\"ל השנה נתעברה כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה והתניא כו' ר\"ח אדר כצ\"ל וכו' מכלל כו' לאו הד\"א:", 
            "<b>ר\"ן</b> לי' הס\"ד בניחותא הס\"ד:", 
            "<b>בד\"ה</b> מכלל כו' אדר ראשון כצ\"ל שיהא הס\"ד:", 
            "<b>בד\"ה</b> ולענין עד שיהא כצ\"ל בס\"ד הס\"ד:", 
            "<b>בד\"ה</b> לשאת כו' תקרא וה' יענה כצ\"ל:", 
            "<b>בד\"ה</b> תוספתא בחבירו שיאכל כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה ר\"א אומר כו' אלו היית כצ\"ל בכך אין הד\"א נודר הס\"ד:", 
            "<b>בד\"ה</b> ונעשה כו' האי נולד כו' כצ\"ל:", 
            "<b>בד\"ה</b> ובמסכת כו' דזכינהו חכמים לר\"א והודה כצ\"ל:", 
            "<b>בד\"ה</b> מאי כו' אין מתחרט כצ\"ל:", 
            "<b>הרא\"ש</b> מעיקרא כלום הס\"ד המקום הס\"ד:", 
            "<b>בד\"ה</b> לזה כו' שאסר על הראשון כצ\"ל. בד\"ה פותחין כו' בניו ולא כצ\"ל לסתור הס\"ד בד\"ה להתיר כו' דהוא אינו כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה מאי אין כו' מפני כבוד כצ\"ל פותחין ורבא הד\"א:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה אין כו' כך הנאהו כצ\"ל:", 
            "<b>בד\"ה</b> אמרי כו' דפותחין דבשביל כצ\"ל:", 
            "<b>בד\"ה</b> ורבנן כו' לאו נולד כצ\"ל:", 
            "<b>ברא\"ש</b> דשכיח הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה עוד כו' אביו ואמו בההוא כצ\"ל למיחש הס\"ד חכם הס\"ד:", 
            "<b>בד\"ה</b> ועוד כו' פסין דשאני כצ\"ל ועוד הס\"ד לא הס\"ד הנשואין הס\"ד במתניתין הס\"ד בתמיה הס\"ד:", 
            "<b>בד\"ה</b> ירושלמי רבי אילא כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> ר' מאיר אומר כצ\"ל כיצד אמר כצ\"ל כנולד ואין כצ\"ל אמר כבר כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה אתשיל כו' עבדיתון דשריתון כצ\"ל:", 
            "<b>בד\"ה</b> מת נולד הוא דהוי נולד כצ\"ל:", 
            "<b>בד\"ה</b> ור\"י כו' לו דכבר מת בשעה כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה מיתה נולד הוא והיאך א' ר\"מ כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה והיכא כו' בנדר שאינו להנאתו של חבירו אבל בנדר כצ\"ל:", 
            "<b>בא\"ד</b> אי שרי נדרו או לא כצ\"ל:", 
            "<b>בא\"ד</b> ל\"ש אלא כצ\"ל אלמנה להנאת כצ\"ל צווח בצדקיהו כצ\"ל מה תועלת כצ\"ל לחכם הס\"ד:"
        ], 
        [
            "<b>גמרא</b> נדר טעות קשיא כצ\"ל:", 
            "<b>רש\"י</b> נודר הס\"ד עלמא הס\"ד בעניות אינו הד\"א בגמרא הס\"ד משתעבדי הס\"ד:", 
            "<b>בד\"ה</b> ש\"מ אין מסדרין נ\"ב מפי' ישן משיירין יום הס\"ד:", 
            "<b>ברא\"ש</b> בד\"ה בשלמא כו' חכם וסיפא כצ\"ל:", 
            "<b>בד\"ה</b> מאי דמטי כו' הייתי נמצא כו' צ\"ל נמנע:", 
            "<b>ר\"ן</b> א\"נ אי אמר כצ\"ל:", 
            "<b>בד\"ה</b> ועוד כו' במה דהתם כצ\"ל אפי' על כצ\"ל:", 
            "<b>בד\"ה</b> ולימא כו' נפל שאני כצ\"ל ורבנן הס\"ד כתובתה הס\"ד:", 
            "<b>בד\"ה</b> ה\"ק כו' היא טרפה כל כצ\"ל לאכול הס\"ד מסדרים הס\"ד:", 
            "<b>בד\"ה</b> ומדאמרינן כו' דעלמא דנהי דמטלטלי כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> הותרו כולן שאיני נהנה לזה ולזה הותר הראשון הותרו כולן הותר האחרון האחרון מותר וכולן אסורין הותר האמצעי הימנו ולמטה מותר הימנו ולמעלה אסור כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה ר\"ש היא כו' אינו חייב עד שיאמר [שבועה] לכל אחד ואחד כצ\"ל:", 
            "<b>בד\"ה</b> ותיפוק כו' יפה למעים כצ\"ל הוי נדר דמשמע דוקא יפה דאי לא הוי לא רע ולא יפה לא הותר כצ\"ל ואחר כך מ\"ה ועוד יפה קתני ותיפוק ליה דלא הוי נדר דאינו רע וה\"ל נדר בטעות כצ\"ל:", 
            "<b>בא\"ד</b> וה\"נ כצ\"ל מעיקרא הס\"ד ואחר כך מ\"ה וייפוה כצ\"ל:", 
            "<b>בד\"ה</b> מעשה כו':", 
            "<b>מעיקרא</b> הוי כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה מעשה כו' כעורה ויפוה כצ\"ל:", 
            "<b>ר\"ן</b> אותו הס\"ד קיים הס\"ד נדרים הס\"ד בראשון הס\"ד בו הס\"ד:", 
            "<b>בד\"ה</b> מעשה כו' שהתירו רבי ישמעאל כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה האי כו' דרבי שמעון בן גמליאל כצ\"ל:", 
            "<b>בד\"ה</b> בשילי כו' תרי טלפי כצ\"ל בלשונות שלהם כצ\"ל:"
        ], 
        [
            "<b>פתח</b> עליה ההוא ספדנא בנות ישראל על ר\"י בכינה המלביש כן שני גו' דריש שני מלשון שן והמעלה עדי זהב גו' היינו השן זהב שעשה לה לעדי ולכך בעובדא דלעיל דלא איירי בעשה לה שן לא מייתי אר\"י האי קרא דכתיב גבי שאול ומכאן יש קצת ראיה לפירש\"י גבי שן תותבת שן זהב דפרק במה אשה דפליגי ר\"י ורבנן אם שרי להוציאה בשבת דקאמר ל\"ש אלא של זהב אבל של כסף ד\"ה מותר משום דשל זהב חשיבא ואתי' לאתוי' אבל לפי רבותינו דשל זהב משונה במראה משאר שיני' ודלמא מבזו לה כו' אבל של כסף דומה כו' דא\"כ ר\"י הכא דעביד לה של זהב ליפותה טפי ה\"ל למעבד של כסף דאדרבה ע\"י של זהב מבזו לה ודו\"ק:", 
            "<b>אמר</b> ימותו כל בני אלמנה ואל יזוז כו'. ע\"פ מ\"ש פרק ב\"מ בעון נדרים אשתו של אדם מתה שנאמר למה יקח משכבך מתחתך ובעון נדרים בניו מתים שנאמר וחבל את מעשה ידיך גו' וזה שנדר הנאה מאשתו בזילותא דרבנן ראוי ודאי שימותו בניו כשאר נודרים וגם ימות הוא גופיה תחתיה על שנדר הנאה ממנה בזילותא דרבנן ותשאר היא אלמנה ודו\"ק:", 
            "<b>עד</b> שתראי מום יפה שבך כו' מכל הפירושים נראה שפי' מום מלשון מאומה ונראה לקיים כמשמעו מלשון מום ממש כלומר עד שתראי לו מום היותר יפה שבך שיש בו קצת יפוי וכל הני מומין דחשיב ודאי דאית בהו מומין שהן מומין לכהונה כגון עיניה טרוטות חוטמה בלום צווארה שקוע אבל כל אידך דחשיב הכא גם דלענין מומי כהונה לא מקרי מומין במסכת בכורות בעיני אדם מקרו מומין כדקאמר הכא והשתא ניחא דשם מכוער נמי מקרי מום בעיני הבריות כדקאמר גבי ר\"מ דדייק בשמי' דכידור וקאמר הכא דבאותו מום שהוא שמה לכלוכית מצא דבר יפה דשמה נאה לה וזה המום שהוא שמה הוא יפה ונאה לה יותר מכל מומין שבה וק\"ל:", 
            "<b>ההיא</b> בר בבל דסליק לא\"י ונסיב איתתא כו' נראה מדהזכיר שהיו האיש והאשה מב' מדינות שכל מה ששינתה מכוונתו לא היה אלא מתוך שינוי לשונות של ב' המדינות שאמר לה תרי טלפוחי שכן בבבל היה לשונם לומר על המיעוט תרי ולא בא\"י ולכך ?הבלנה תרי ממש וכן גריוא ודאי משמע מדה גדולה ומדה קטנה כדמוכח לעיל בפרק הנודר מן המבושל דקא\"ל רבי לבר קפרא יהיבנא לך ד' גריוי וקא\"ל גריוא דבעינא כו' שקל דיקולא כו' ה\"נ איהו לפי לשון מדינתו היה מתכוין אמדה קטנה ואיהי הבינה מדה גדולה וכן בלשון בוצינא היו משנין בלשון לפי לשון מדינתם וכן בבבא אפשר דבא\"י לא היו קורין אלא דלת או דשא ומיהו יש לדקדק שאמר דיתיב בבא בן בוטא אבבא כו' מה לו להזכיר שישב אבבא ויש ליישב משום דיתיב בבא בן בוטא בקרוב בפני הפתח חשבה דכוונתו עליו אבל אילו לא הוה יתיב שם ודאי דלא היתה טועה לומר כן דכוונתו על בבא בן בוטא וק\"ל:", 
            "<b>רש\"י</b> לנערה כו' הס\"ד בארוסה הס\"ד:", 
            "<b>בד\"ה</b> שאין כו' וכנסה לא כצ\"ל:", 
            "<b>ברא\"ש</b> קמ\"ל כו' הפסק שעה כצ\"ל:", 
            "<b>ר\"ן</b> רישא הס\"ד מפירין הס\"ד:", 
            "<b>בד\"ה</b> מהו כו' אביה או כצ\"ל מיניה הס\"ד:", 
            "<b>בד\"ה</b> וחזר כו' לאשמועינן מאי אין כצ\"ל צריכא דיש לי כצ\"ל כלל בשעת כצ\"ל חזיא ההיא שעתא כצ\"ל:", 
            "<b>בד\"ה</b> ונערה כו' מלתיה ומקשי כצ\"ל:"
        ], 
        [
            "<b>ר\"ן</b> בד\"ה נערה כו' דבת שנים עשר שנה צ\"ל י\"א:", 
            "<b>גמרא</b> אב לחודיה מיפר כצ\"ל ונ\"ב לפי ר\"ן בקודמין ומיניה כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה ולאו ממילא כו' למה לי לא כצ\"ל הארוס הס\"ד לחודיה הס\"ד בקודמין הס\"ד ואחר כך מ\"ה ומיניה כצ\"ל:", 
            "<b>בד\"ה</b> ארוס כו' לחודיה בהני נדרים שנדרה כשהיתה כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה ממילא כו' מינה נדרים שנדרה כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ואימא כו' הבעל מיפר נדרים כצ\"ל בקודמים הס\"ד לחודיה הס\"ד:", 
            "<b>בד\"ה</b> אימא כו' מיפר אף כצ\"ל מיבעיא הס\"ד:", 
            "<b>בד\"ה</b> אימא אב כו' דאי הכי הפרת בעל צ\"ל אב:", 
            "<b>בא\"ד</b> לגרוע הניאה דאב כצ\"ל לן לא הס\"ד דאצטריך הס\"ד:"
        ], 
        [
            "<b>ברא\"ש</b> בד\"ה א\"א מיקלש כו' דשבועות דאוסר כצ\"ל:", 
            "<b>ר\"ן</b> נדריה הס\"ד קודמין החכם כצ\"ל:", 
            "<b>בד\"ה</b> ורבה כו' מיניה תנא כצ\"ל ליה הס\"ד:", 
            "<b>בד\"ה</b> לומר וקשיא לי כצ\"ל:", 
            "<b>בד\"ה</b> וכי היכי כו' האב מנין כצ\"ל נקט הס\"ד מינה הס\"ד:", 
            "<b>בד\"ה</b> היכי קמיבעיא כו' דבכלל נדר שבועה כצ\"ל דקתני אבל הד\"א:"
        ], 
        [
            "<b>ברש\"י</b> אבל כו' שמת בו ביום כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה שמע כו' דהא דאמרינן כצ\"ל האב והוא כצ\"ל:", 
            "<b>בד\"ה</b> שמע הבעל כו' לאב דאי מרישא אימא ה\"מ כצ\"ל שמע הבעל והפר כצ\"ל:", 
            "<b>בא\"ד</b> לעיל לא כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה שמע אביה כו' לבעל חזינא כצ\"ל:", 
            "<b>בד\"ה</b> שמע בעלה כו' ואיכא למימר כצ\"ל דהפרה דקמא כצ\"ל דב\"ה אמרי דמשום כצ\"ל כלל דאפי' הכי כצ\"ל לא נתרוקנה כצ\"ל:"
        ], 
        [
            "<b>ברש\"י</b> בד\"ה וב\"ה חלקו וחלק כצ\"ל בד\"ה יש כו' האב והארוס לה או לא הד\"א לא הס\"ד:", 
            "<b>בד\"ה</b> ת\"ש כו' ומותרין להפר לה כצ\"ל:", 
            "<b>בד\"ה</b> ואין כו' כולו בשאלה כצ\"ל:", 
            "<b>בד\"ה</b> ע\"א ביום על כצ\"ל דבור ובלשון כצ\"ל:", 
            "<b>ברא\"ש</b> לן הס\"ד:", 
            "<b>בד\"ה</b> אבל איפשר דנשאר כצ\"ל:", 
            "<b>בד\"ה</b> קיים כו' נתפס וחלו כצ\"ל:", 
            "<b>בא\"ד</b> להביא בדמיו כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> ראשון אלא הד\"א שלמים ר\"מ הד\"א:", 
            "<b>בד\"ה</b> ור\"י סבר אי אמר תמורת כצ\"ל למחר הס\"ד ליכי למחר הד\"א:", 
            "<b>ברא\"ש</b> בד\"ה תא שמע כו' ורבי יוסי ממחלוקת כצ\"ל אמר בפרק צ\"ל בפי':", 
            "<b>ר\"ן</b> משמע דאינון צ\"ל דאתני':", 
            "<b>אומר</b> ומופר כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה את\"ל כו' דבהאי יומא כצ\"ל מהו הס\"ד:", 
            "<b>בד\"ה</b> מי אמרינן כו' דכוליה יומא כצ\"ל לעיל הס\"ד ואחר כך מ\"ה מת הבעל וכל הדבורים השייכים למתני' ואחר שנרשם גמרא מ\"ה בנעוריה כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה ואת\"ל למחר כמאן דאמר כצ\"ל:", 
            "<b>בד\"ה</b> א\"ד כיון כצ\"ל:", 
            "<b>בא\"ד</b> בכלל דכי כצ\"ל הכלל הס\"ד האב הס\"ד בעלה הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה ואת\"ל ואין הכי נמי כצ\"ל מהני הס\"ד הפרה הס\"ד הוא הס\"ד:", 
            "<b>בד\"ה</b> מ\"ט כו' רשות לבעל כמו לאב כצ\"ל ונ\"ב מצאתי מוגה:"
        ], 
        [
            "<b>רש\"י</b> כו' הס\"ד:", 
            "<b>בד\"ה</b> ואי אמרת כו' לארוס לא מצי כצ\"ל לחודיה למה הד\"א ראשונה הס\"ד ואחר כך מ\"ה פי' אחר אבל כו' כצ\"ל אי נימא שקידשה כצ\"ל עלה הא הד\"א הבעל להנשא כצ\"ל:", 
            "<b>בד\"ה</b> וא\"א כו' דקתני בסיפא כצ\"ל ורבנן הוי כצ\"ל:", 
            "<b>ברא\"ש</b> לארוס הס\"ד להפר הס\"ד שנראו לארוס כצ\"ל והס\"ד לבנו הס\"ד פלוגתייהו הס\"ד:", 
            "<b>בד\"ה</b> הא גופה כו' לא כן לא כצ\"ל בבגרותה ואלמנה כצ\"ל:", 
            "<b>ר\"ן</b> לחודיה הס\"ד:", 
            "<b>בד\"ה</b> אימא כו' ובעלה האחרון כצ\"ל בוגרות הס\"ד הוות הס\"ד:", 
            "<b>בד\"ה</b> הא כו' משבגרה אם נתקדשה לאחר מכן כצ\"ל ויתר כדכתיבנא כצ\"ל יפר הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> אחרון הס\"ד:", 
            "<b>בד\"ה</b> ב\"ה וכו' והיפר לה ולא כצ\"ל ואמרינן ב\"ש הד\"א:", 
            "<b>ברא\"ש</b> בד\"ה מה\"מ כו' נקט דשמע כצ\"ל:", 
            "<b>בד\"ה</b> עליה קרא כו' ואפ\"ה מתניתין כצ\"ל וכמה הס\"ד ואחר כך מ\"ה ת\"כ דשמואל נערה המאורסה כצ\"ל דשמואל הס\"ד:", 
            "<b>ר\"ן</b> לדחויה הס\"ד:", 
            "<b>בד\"ה</b> ודלמא כו' לעיל מהיקשא כצ\"ל לחודיה הס\"ד אחרון הס\"ד לנדריה הס\"ד בעל הס\"ד:", 
            "<b>בד\"ה</b> אבל כו' ב\"ש סברי נדרים כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> נדרים נמי כצ\"ל לאב ומיגז כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה ב\"ש כו' של אותו ושל בעל והתם כצ\"ל:", 
            "<b>בא\"ד</b> אלא עם ארוס אחרון כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה אמר רבי נתן כו' וב\"ה מה לי כצ\"ל הפסיק אב כצ\"ל מאי דאסיק כצ\"ל דארישא הוא סמיך כצ\"ל ברייתא הוא כצ\"ל:", 
            "<b>ר\"ן</b> מפר הס\"ד ומיגז כו' הבנתי דברי כצ\"ל דאסתלק ליה ארוס מהכא ותו לא חזי האי נידרא לארוס כלל כצ\"ל כיון דבדאיכא כו' נ\"ל בדליכא אחרון כראשון כצ\"ל הוא דאמר כצ\"ל קלוש קלוש ונראו כו' וכיון דאיקליש נ\"ל דפליגי ברישא ומסיפא מייתי תניא כצ\"ל דמי הס\"ד:", 
            "<b>בד\"ה</b> כגון כו' מצי מפר כצ\"ל עסקינן הס\"ד:"
        ], 
        [
            "<b>גמרא</b> רשות לאב כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה הב\"ע כו' שגירשה ואהכי כצ\"ל לה אפילו הד\"א נמי אלא הד\"א:", 
            "<b>ברא\"ש</b> לה הס\"ד המנין הס\"ד ברישא הס\"ד סיפא הס\"ד ונשאה הס\"ד:", 
            "<b>בד\"ה</b> מהו כו' שמיעה כגון שירא כצ\"ל למבעי הס\"ד שמיעה הס\"ד מידי הס\"ד:", 
            "<b>בד\"ה</b> אם כן כו' לכי שמע הוא דמפר לה כלומר לכשישמע תועיל כצ\"ל:", 
            "<b>ר\"ן</b> דמו הס\"ד:", 
            "<b>בד\"ה</b> ת\"ש כו' דשמיעה דארוס כצ\"ל מפר הס\"ד:", 
            "<b>בד\"ה</b> ולענין כו' ממימרי' דשמואל כו' ולי נראה דלאו ראיה ממימרי' דשמואל דלא נחית למימר אלא דארוס אחרון מפר אף בנראו לראשון ואיכא לאוקמי במת הארוס ראשון אבל בגרושה מצי שמואל נמי סבר דלא מצי מפר ומשום דגירושין כהקמה תדע דהא מייתינן לעיל ת\"כ מברייתא לשמואל ולא מייתינן לה הכא אהך האבעיא וה\"ט משום דהך ברייתא בארוס ראשון איירי אבל בגירש מצי למימר דלא מפר משום דגירושין כהקמה ובהא ניחא מה שהקשה הר\"ן לעיל אמאי לא אייתי ראיה לשמואל ממתניתין. דבגוונא דמתניתין דאיירי בגירש לא נחית שמואל למימר דאף בנראו לראשון דמצי אחרון להפר משום דאפשר דגירושין כהקמה הוא והיינו אבעיא דהכא וק\"ל:", 
            "<b>בא\"ד</b> לא פשיט כצ\"ל:", 
            "<b>בא\"ד</b> ולא ממימרא כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> לכי שמע כצ\"ל א\"ל רבי יונתן כצ\"ל:", 
            "<b>רש\"י</b> בגמרא הס\"ד שמע והא הד\"א להו הס\"ד:", 
            "<b>בד\"ה</b> לכי שמע כו' כל זמן כצ\"ל מופרים בהפרה הד\"א מידי הס\"ד:", 
            "<b>בד\"ה</b> להדורי' כו' שלא תבא כצ\"ל לקיימו הס\"ד:", 
            "<b>ברא\"ש</b> לכשישמע הם\"ד בטעות הס\"ד מופרים הס\"ד:", 
            "<b>בד\"ה</b> והא כו' שישמע למה כצ\"ל לה הס\"ד למפרע הס\"ד קיימין הס\"ד השליח הס\"ד מקרא הס\"ד:", 
            "<b>בד\"ה</b> והא כו' שעשאו שליח כצ\"ל:", 
            "<b>ר\"ן</b> שמיעה הס\"ד הספק הס\"ד:", 
            "<b>בד\"ה</b> כל כו' שנא באביה כצ\"ל ליה הס\"ד:", 
            "<b>בד\"ה</b> ושמע כו' אורחא דמלתא כצ\"ל ופלוני הס\"ד אותן הס\"ד נדריה הס\"ד במתניתין הס\"ד:", 
            "<b>בד\"ה</b> והא לא שמע כו' אפילו מרבנן כצ\"ל חיילא וכדקא כצ\"ל היקם אבל הכא כצ\"ל דוקא הס\"ד ואחר כך מ\"ה ה\"נ לכי שמע כצ\"ל ולאינך פירושי כצ\"ל מאליו כשישמענו כצ\"ל זה הם\"ד מקדש הס\"ד:", 
            "<b>בד\"ה</b> והא כו' דליתא דאם כן כצ\"ל בעיא דכי כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה דא\"ל כו' לכי שמענא כצ\"ל מיטרידנא הס\"ד:", 
            "<b>בד\"ה</b> היינו כו' שאלה לעילא מדר' כצ\"ל אחד ואחד בכלי אחד כצ\"ל חרש בדידיה כצ\"ל או דלמא ושמע כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה לכי שמע כו' שמא כשאשמע כצ\"ל:", 
            "<b>בד\"ה</b> אלא כו' וחברתה ולימא כצ\"ל:", 
            "<b>ר\"ן</b> שמענא הס\"ד:", 
            "<b>בד\"ה</b> ואפוטרופוס כו' בעי' דלימא כצ\"ל גופיה הס\"ד שומע הס\"ד מופר לכון כצ\"ל והס\"ד:", 
            "<b>בד\"ה</b> לא מן כו' ליה כאילו כתיב כצ\"ל:", 
            "<b>בד\"ה</b> ולענין הלכה כו' לה ואין כן כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> הבעל חסר יום אחד או כולן בפני היבם חסר יום אחד כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה אבל כו' לא שמעת ליה כצ\"ל:", 
            "<b>ברא\"ש</b> בתרומה הס\"ד הוא הס\"ד כלל הס\"ד בד\"ה אלא כו' לאחיה ולאחותה כצ\"ל ככנוסה הס\"ד:", 
            "<b>ר\"ן</b> משלו הס\"ד דאב הס\"ד:", 
            "<b>בד\"ה</b> א\"ל כו' ודאי נדר על דעתיה כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> ולרבי אליעזר כצ\"ל:", 
            "<b>רש\"י</b> מפר הס\"ד לחופה הס\"ד:", 
            "<b>בד\"ה</b> אלא כו' אפשר ליבם כצ\"ל:", 
            "<b>בד\"ה</b> מאי כו' וברח דאיחייב לה כצ\"ל:", 
            "<b>ברא\"ש</b> אביה הס\"ד קודם ד\"ה קסבר נרשם (מתני') [גמר']:", 
            "<b>לחלוץ</b> הס\"ד לגבייהו הס\"ד אשתו הס\"ד מפר הס\"ד ואחר כך מ\"ה ולרבי אליעזר כצ\"ל:", 
            "<b>בא\"ד</b> לדחות הצרה כצ\"ל אחין ג' אחין כצ\"ל גמורה הס\"ד ואחר כך מ\"ה הב\"ע שעמד כצ\"ל:", 
            "<b>ר\"ן</b> בס\"ד הס\"ד:", 
            "<b>בד\"ה</b> אשה כו' עד שיחלוץ כצ\"ל בה הס\"ד:"
        ], 
        [
            "<b>גמרא</b> קנה לעצמו כצ\"ל:", 
            "<b>רש\"י</b> פליגי הס\"ד מאמר אינו הד\"א יבמין הס\"ד:", 
            "<b>ברא\"ש</b> לפרוכי הס\"ד לו הס\"ד:", 
            "<b>ר\"ן</b> זיקה והוי כצ\"ל יפר הס\"ד מקרו הס\"ד לחודיה הס\"ד:", 
            "<b>בד\"ה</b> ור\"י כו' הארוס ואחוה מצי למיסרה על היבם כצ\"ל והס\"ד כאירוסין הס\"ד:", 
            "<b>בד\"ה</b> ולר\"א כו' אחין שני נשואין כצ\"ל גמור הס\"ד מאמר הס\"ד זיקה הס\"ד מאמר הס\"ד:"
        ], 
        [
            "<b>גמרא</b> אי נמי מרישא דקתני כצ\"ל:", 
            "<b>רש\"י</b> פליגי הס\"ד כו' בין הד\"א הכי הס\"ד ואחר כך מ\"ה א\"נ כצ\"ל:", 
            "<b>בד\"ה</b> מתניתין כו' מדקא קרי ליבמה אישה כצ\"ל:", 
            "<b>בא\"ד</b> הכי דאיכא כצ\"ל אותן שלא הד\"א:", 
            "<b>ברא\"ש</b> מאמר הס\"ד אשה הס\"ד אביה הס\"ד לה הס\"ד לאחיו הס\"ד עקיבא הס\"ד מאמר הס\"ד:", 
            "<b>ר\"ן</b> ארוס הס\"ד:", 
            "<b>בד\"ה</b> משבאת כו' היינו משקדשה כצ\"ל לרשותו הס\"ד אשה שיש לו כצ\"ל בשותפות הס\"ד כוותיה הס\"ד מיירי הס\"ד נקט הס\"ד מנייהו הס\"ד:", 
            "<b>בד\"ה</b> מתני' כו' דמחייב סקילה כצ\"ל:", 
            "<b>בד\"ה</b> כשם כו' מפר מיהו כצ\"ל לאפוטרופוס הס\"ד אלימי הס\"ד שחלו הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> ביה הס\"ד איסור ש\"מ הד\"א כלל הס\"ד נודרת הס\"ד:", 
            "<b>בד\"ה</b> שלא כו' קתני משמע כצ\"ל וכו' הס\"ד ואח\"כ מ\"ה מיפר כצ\"ל:", 
            "<b>בד\"ה</b> הא כו' אשתו שאינו כצ\"ל:", 
            "<b>בד\"ה</b> אין מציל כו' מנת שאם כצ\"ל:", 
            "<b>בא\"ד</b> מדקאמרו כצ\"ל:", 
            "<b>בד\"ה</b> אינו דין כו' לו לארוס כצ\"ל ע\"א מ\"ר כצ\"ל:", 
            "<b>ברא\"ש</b> בעיקרא ואי כצ\"ל בסתם אבל כצ\"ל דחייל הס\"ד מעולם הס\"ד מדקתני לא כצ\"ל אסור הס\"ד ואחר כך מ\"ה מי קתני כצ\"ל אותם הס\"ד:", 
            "<b>בד\"ה</b> במקום כו' משידור דאמר הוא כצ\"ל בטלין כצ\"ל:", 
            "<b>ר\"ן</b> בטלין הס\"ד כלל הס\"ד:"
        ], 
        [
            "<b>גמרא</b> ובטלין תהוי כלי תיובתיך אי לא ס\"ל דחיילין תהוי מקוה תיובתיך כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה אינו דין כו' יוצאה עכשיו כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה אמרי' כו' תיובתא ממקוה כצ\"ל:", 
            "<b>בא\"ד</b> דחיילי וגירסא זו כצ\"ל יהודה ת\"ש כצ\"ל כלל הס\"ד:", 
            "<b>ר\"ן</b> ראוי למקוה שיציל כצ\"ל:", 
            "<b>בא\"ד</b> לפרכינהו ומרכבי ליה כצ\"ל לעיל הס\"ד חיילי הס\"ד בעיני הס\"ד סימנין הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה נדרה כו' היום כלילי כצ\"ל למחר הס\"ד:", 
            "<b>ברא\"ש</b> בד\"ה נדרה כו' שבת כצ\"ל נדר לא הד\"א לעת הס\"ד ואחר כך מ\"ה דאי כתיב כצ\"ל:", 
            "<b>בד\"ה</b> אין הלכה כו' דברייתא דאמרי כצ\"ל:", 
            "<b>בד\"ה</b> א\"ל כו' דתלמודא פליג כצ\"ל:", 
            "<b>בא\"ד</b> הספרים גרסינן הכא חייא בר רב כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ומהדרינן כו' קרא לאפוקי כצ\"ל בגמרא הס\"ד בלבד הס\"ד לאשתו הס\"ד לחכם הס\"ד השבת הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> שתחשך וא\"א הד\"א עליהן מבעוד הד\"א בלילה הס\"ד:", 
            "<b>ברא\"ש</b> השבת הס\"ד:", 
            "<b>בד\"ה</b> מאי אריא כו' לחשיכה לא בעי למידק דאיכא כצ\"ל מפר הס\"ד לצורך הס\"ד:", 
            "<b>ואח\"כ</b> מ\"ה ולמ\"ד מעת לעת לצורך השבת אין שלא לצורך לא אם נדרה כצ\"ל:", 
            "<b>בא\"ד</b> ואף על פי שהיה יכול כצ\"ל בשבת הס\"ד בשבת הס\"ד נדרים הס\"ד:", 
            "<b>ר\"ן</b> לשאלה הס\"ד כדינא הס\"ד טובא הס\"ד:", 
            "<b>בד\"ה</b> אשקיין כו' לו רבי אבא כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה רבן גמליאל כו' מתחרט על כך כצ\"ל:", 
            "<b>בד\"ה</b> ורב נחמן כו' מחריטנא שרינן כצ\"ל אי אפשי כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה שיכול כו' ועוד אי לאו כצ\"ל:", 
            "<b>ר\"ן</b> המדרש הס\"ד:", 
            "<b>בד\"ה</b> ה\"ג כו' מתוך הנדר ולפי שצריך לעיוני כצ\"ל:", 
            "<b>בא\"ד</b> להתירו לא כצ\"ל:", 
            "<b>בד\"ה</b> תניא האומר כו' אבל בהפרה כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> הברייתא נאמר הד\"א נדרים הס\"ד:", 
            "<b>ברא\"ש</b> חוץ הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה נאמר כו' בשהן מתירין כצ\"ל מתירין הס\"ד לא הס\"ד ב\"ד הס\"ד מעיקרו הס\"ד המטות הס\"ד ואחר כך מ\"ה זה הדבר לב\"ש והשאר נמחק ולמדין הס\"ד סגי הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> לי הס\"ד:", 
            "<b>ברא\"ש</b> להפר הס\"ד לקיים הס\"ד קיום הס\"ד:", 
            "<b>בד\"ה</b> קיים בלבו כו' הוא דקיים כצ\"ל מקוים ואין כצ\"ל מופר הס\"ד ליכי הס\"ד יחריש הס\"ד קיים הס\"ד להפר הס\"ד:", 
            "<b>בד\"ה</b> אבל כו' דידע שאין כו' דידע שיש כצ\"ל נ\"ל:", 
            "<b>בא\"ד</b> שמעו ורבנן כו' נמחק מורבנן עד ביום שמעו:", 
            "<b>ר\"ן</b> מראשי המטות נפקא אלא ודאי דמשום כצ\"ל:", 
            "<b>בא\"ד</b> מזדקק יחידי כצ\"ל מקיימת הס\"ד:", 
            "<b>בד\"ה</b> לא בשותק כו' עלה דההיא כצ\"ל לישנא הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> קיים אינו כצ\"ל וכו' הס\"ד נדר הס\"ד:", 
            "<b>בד\"ה</b> קראי כו' למנקט אינו מפר כצ\"ל והשאר נמחק שמע הס\"ד:", 
            "<b>ר\"ן</b> בשפתיו הס\"ד:", 
            "<b>בד\"ה</b> הפר כו' אזלינן ומינה כצ\"ל לעיל הס\"ד שמיעה הס\"ד מעתה הס\"ד הפרה הס\"ד ביום הס\"ד:", 
            "<b>בד\"ה</b> וחכמים כו' למיקט כסתם כצ\"ל:"
        ], 
        [
            "<b>ע\"ב</b> במתניתין נפש ואלו הן נדרי עינוי נפש אמרה קונם פירות העולם עלי הרי זה יכול להפר פירות מדינה זו עלי יביא לה ממדינה אחרת פירות חנוני זה עלי אינו יכול להפר ואם לא היתה פרנסתו אלא ממנו הרי זה יפר דברי רבי יוסי כצ\"ל:", 
            "<b>בגמרא</b> מגרש לה כצ\"ל:", 
            "<b>רש\"י</b> בעל הס\"ד אחרת הס\"ד דרבנן היכי הד\"א:", 
            "<b>ברא\"ש</b> כי מגרש לה כצ\"ל:", 
            "<b>בד\"ה</b> אין בהן כו' שהיא תחתיו כצ\"ל:", 
            "<b>בד\"ה</b> ועוד כו' מיפר כיון כצ\"ל:", 
            "<b>ר\"ן</b> הויין הס\"ד היא הס\"ד נפש הס\"ד הוא הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בו עינוי הד\"א:", 
            "<b>ברא\"ש</b> נפש הס\"ד:", 
            "<b>בד\"ה</b> אלא כו' כגון דתלינהו כצ\"ל היכא דתלינהו כצ\"ל נפש הס\"ד רחיצה הס\"ד לה הס\"ד לעולם הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה א\"ה יפר וכדאמרינן כצ\"ל עלה הס\"ד:", 
            "<b>בד\"ה</b> אלא כו' יומא שמיה כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> ניוול הס\"ד לה הס\"ד ברחיצה כו' הסנדל ובתשמיש המטה כצ\"ל הענוי וזהו אכילה הד\"א עינויה הס\"ד:", 
            "<b>ר\"ן</b> עלה הס\"ד הוא הס\"ד:", 
            "<b>בד\"ה</b> אלא כו' מלתא בתנאי כצ\"ל כלל הס\"ד כרת הס\"ד הכפורים הס\"ד הוא הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> תורה אלא הד\"א:", 
            "<b>בא\"ד</b> אלא מתוך לימוד חבירו כצ\"ל שבהם הס\"ד חכמים הס\"ד לחכמים דכתיב הד\"א דעתו הס\"ד:", 
            "<b>בד\"ה</b> א\"ל כו' גבי לוים ולכל כצ\"ל והד\"א בגדיהן איכא הד\"א:", 
            "<b>בד\"ה</b> אבעיא להו לרבי יוסי כצ\"ל:", 
            "<b>בא\"ד</b> נפש ומשום נדרי כצ\"ל לעיל אבל הד\"א מקום הס\"ד:", 
            "<b>ברא\"ש</b> שמעינן הס\"ד חייתם הס\"ד:", 
            "<b>ר\"ן</b> ניוול הס\"ד:", 
            "<b>בד\"ה</b> מתיא כו' מכהה מאור כצ\"ל לב הס\"ד עליהם הס\"ד הוויין הס\"ד:"
        ], 
        [
            "<b>גמרא</b> שלא מצינו כו' בכתובות פרק המדיר איתא איפכא:", 
            "<b>רש\"י</b> כו' אין הד\"א מלאכות הס\"ד:", 
            "<b>בד\"ה</b> רבן שמעון בן גמליאל לאפקועי שעבודו כצ\"ל:", 
            "<b>ברא\"ש</b> ורגליו הס\"ד יחל הס\"ד לו הס\"ד הפרה הס\"ד הסנדל הס\"ד עליהם הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה ת\"כ כו' נפש ובינה כצ\"ל להפר הס\"ד הדעת הס\"ד:", 
            "<b>בד\"ה</b> ד\"א כו' דנהי דלא כצ\"ל:", 
            "<b>בא\"ד</b> אחרינא מדריש כצ\"ל הכי הס\"ד דמפר הס\"ד:", 
            "<b>בד\"ה</b> משום כו' ליה לגבייהו כצ\"ל מפר הס\"ד עליה הס\"ד לאחרים הס\"ד דלעיל הס\"ד הוא כולהו הוא דבור אחד:"
        ], 
        [
            "<b>גמרא</b> רישא אין כצ\"ל:", 
            "<b>רש\"י</b> הוויין הס\"ד היהודים רבי הד\"א דפליג ש\"מ הד\"א:", 
            "<b>בד\"ה</b> כל כו' ענוי נפש כצ\"ל:", 
            "<b>בד\"ה</b> ומאי כו' לא רמיא כצ\"ל איהי הס\"ד:", 
            "<b>ברא\"ש</b> אחרת כ\"ש הד\"א:", 
            "<b>בד\"ה</b> ומדסיפא כו' משום דאפשר כצ\"ל דמפר משום דא\"א כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ולענין הלכה כו' אפ\"ה כצ\"ל יפר הס\"ד להפר הס\"ד להפר הס\"ד:", 
            "<b>בד\"ה</b> ת\"ש כו' דאפשר לה כצ\"ל דקמתיה היא דאי לא אסרינהו עילוה אלא היכא כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה כוליה כו' לאחרים כשאר כצ\"ל למתענה הס\"ד:", 
            "<b>בד\"ה</b> ואין כו' אמרינן הכי כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה ומדסיפא כו' קתני אין יכול להפר כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> יוחנן הס\"ד למתים סופגת הד\"א:", 
            "<b>ברא\"ש</b> סופגת הס\"ד הפרה הס\"ד טומאת מת הס\"ד דמו הס\"ד בה הס\"ד לה הס\"ד טומאה הס\"ד בנזיר הס\"ד:", 
            "<b>ר\"ן</b> נקטה הס\"ד דכתיבנא הס\"ד וחרצן הס\"ד קאמר הס\"ד:", 
            "<b>בד\"ה</b> מיתיבי כו' העוף אלא כצ\"ל והשאר נמחק כלל הס\"ד מלאת הס\"ד:"
        ], 
        [
            "<b>ברא\"ש</b> לעיל הס\"ד לסיפא הס\"ד ואחר כך נרשם גמרא:", 
            "<b>בד\"ה</b> אימא כו' וי\"ל דלעיל כצ\"ל עליו הס\"ד:", 
            "<b>בד\"ה</b> ואפילו כו' דפירות מדינא כצ\"ל ופיאה הס\"ד מפר הס\"ד עליו הס\"ד:", 
            "<b>ר\"ן</b> רבי יוסי הס\"ד היא הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה ואי אמרת כו' אצטריכא למדיר כצ\"ל:", 
            "<b>בד\"ה</b> רבי אליעזר כו' ומעשר שני כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה אין אדם כו' אבל מעשר עני כצ\"ל:", 
            "<b>ר\"ן</b> בד\"ה ואני אומר כצ\"ל כו' אדם כו' בגמרא כצ\"ל איסור הס\"ד:"
        ], 
        [
            "<b>גמרא</b> ספקו טובל כצ\"ל קסבר ספקו אינו טובל וכל שספקו אינו טובל כצ\"ל אבל להני כצ\"ל:", 
            "<b>רש\"י</b> רבנן הס\"ד נחשדו הס\"ד:", 
            "<b>בד\"ה</b> במעשה כו' דההיא כתיב כצ\"ל ממון הס\"ד:", 
            "<b>ברא\"ש</b> בד\"ה קסבר כו' ודאי אינו טובל כצ\"ל:", 
            "<b>ר\"ן</b> שם הס\"ד תרומתן הס\"ד:"
        ], 
        [
            "<b>גמרא</b> אמר שמואל כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה דרבי כו' דמי הטבל כצ\"ל החולין הס\"ד:", 
            "<b>בד\"ה</b> ואי אמרת כו' דקדושין וכתב כצ\"ל אחר הס\"ד אחרים הס\"ד דבעל הס\"ד בשלא הס\"ד הפרה שמא הד\"א:", 
            "<b>ר\"ן</b> ממון הס\"ד:", 
            "<b>בד\"ה</b> במתנות כו' להו כחולין כצ\"ל:", 
            "<b>בד\"ה</b> רבא כו' טעמא דיטלו כצ\"ל:", 
            "<b>בד\"ה</b> ומהר כו' מיהו היכא כצ\"ל לבינה הס\"ד להפר משום הד\"א:"
        ], 
        [
            "<b>גמרא</b> והמותר רבי מאיר אומר כצ\"ל:", 
            "<b>רש\"י</b> למתני והמותר ר' מאיר כצ\"ל והד\"א דקא סבר כצ\"ל:", 
            "<b>בד\"ה</b> וכ\"ת כו' לימא הלכה כצ\"ל עליו הס\"ד מקדשין והא הד\"א:", 
            "<b>ברא\"ש</b> בד\"ה הרי כו' מעלה לה מעה כצ\"ל לעולם הס\"ד:", 
            "<b>בד\"ה</b> וכ\"ת פליג ארבי עקיבא כצ\"ל:", 
            "<b>ר\"ן</b> לשעבודיה הס\"ד פי הס\"ד יפר הס\"ד ואחר כך מ\"ה למימרא דקסבר כו' כצ\"ל:", 
            "<b>בא\"ד</b> חייל נדרו כצ\"ל ואוכלת הס\"ד לעולם הס\"ד לעולם הס\"ד:", 
            "<b>בד\"ה</b> אמר ליה אביי כו' אוסר פירות כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> דאשה לא הד\"א:", 
            "<b>בד\"ה</b> גבי אשה כו' אשה דינא כצ\"ל:", 
            "<b>ברא\"ש</b> בד\"ה שאני כו' בהקדש אוסר כצ\"ל אחד הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה אמר רבי אילא כו' מפני שברשותו כצ\"ל:", 
            "<b>בא\"ד</b> לעולם ברשותה כצ\"ל:", 
            "<b>בא\"ד</b> דלא מצי כצ\"ל:", 
            "<b>בד\"ה</b> מתקיף ליה כו' היכי דר כצ\"ל:", 
            "<b>בד\"ה</b> הא כו' להתגרש קודם אסור כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> בד\"ה הקדש כו' היובל ואז כצ\"ל חוב הס\"ד הבעל הס\"ד מקרא הס\"ד:", 
            "<b>ר\"ן</b> הקדש הס\"ד להאריך הס\"ד שעשה חמצו הד\"א במשכון הס\"ד אחר הס\"ד:", 
            "<b>בד\"ה</b> למימרא כו' ואפשר דלה כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> דמי והלכתא תוך כדי דיבור כדיבור דמי כצ\"ל אף לענבים כצ\"ל:", 
            "<b>רש\"י</b> בד\"ה ותניא כו' קריעה דעל על לאו דוקא ה\"נ כצ\"ל:", 
            "<b>בד\"ה</b> כאן כו' לשם אשתו שנדרה כצ\"ל:", 
            "<b>ברא\"ש</b> דוקא הס\"ד:", 
            "<b>בד\"ה</b> כאן כו' אביו וקרע לאו כצ\"ל קמייתא הס\"ד:", 
            "<b>בד\"ה</b> רב אשי כו' דבורו והא כצ\"ל:", 
            "<b>בא\"ד</b> דבור וגבי כצ\"ל:", 
            "<b>בא\"ד</b> בנו בתוך כצ\"ל דבור הס\"ד ואחר כך מ\"ה מגדף ועע\"ז אפילו חוזר בו תוך כדי דבור קטלי' ליה כצ\"ל ביה הס\"ד ואחר כך מה\"ד קיים לתאנים כצ\"ל לעיל הס\"ד:"
        ], 
        [
            "<b>גמרא</b> מתניתין רבי שמעון היא כצ\"ל:", 
            "<b>בר\"ש</b> דף נמחק גמרא לענבים הס\"ד:", 
            "<b>ואחר</b> כך מ\"ה קונם כצ\"ל לאוין הס\"ד ונרשם גמרא כולו הס\"ד ואחר כך מ\"ה ולרבי עקיבא ורבי ישמעאל כצ\"ל יפרנו מי הד\"א:", 
            "<b>בד\"ה</b> זו כו' עקיבא דתרוייהו כצ\"ל:", 
            "<b>בד\"ה</b> רבי מאיר כו' טעמא אי נדר כצ\"ל שמיעה ככל שמיעה כצ\"ל:", 
            "<b>בד\"ה</b> וחכמים אומרים אינה ככל כצ\"ל בד\"ה ורמינהי [כו'] לקול הברה כצ\"ל:", 
            "<b>ברא\"ש</b> לקיים אבל ידע כצ\"ל והשאר נמחק:", 
            "<b>ר\"ן</b> איתקוש הס\"ד:", 
            "<b>בד\"ה</b> יפר כו' מכן כשנודע כצ\"ל:", 
            "<b>בד\"ה</b> רבי מאיר כו' אינו מפר כצ\"ל מכאן ולהבא כצ\"ל:", 
            "<b>בד\"ה</b> רבי מאיר כו' שאינו יודע כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> מיעוט מבלי הד\"א:", 
            "<b>ברא\"ש</b> אשתו הס\"ד:", 
            "<b>בד\"ה</b> ובלבד כו' ולעיל דתנן כצ\"ל לבעל הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה הנודר כו' דאיהו זנה כצ\"ל:"
        ], 
        [
            "<b>ברא\"ש</b> בד\"ה כיצד כו' הרבים עד כצ\"ל בסיפא הס\"ד בשנשאה הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה ל\"ש ליה דהלכתא כצ\"ל מהני הס\"ד:", 
            "<b>בד\"ה</b> ולענין הלכה כו' בעלה ומשני כצ\"ל:", 
            "<b>בא\"ד</b> דאמר לה תו כצ\"ל בקודמין הס\"ד:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה וסימנך כו' יפר והדר כצ\"ל יפר והדר כצ\"ל למימר כל כצ\"ל:", 
            "<b>ברא\"ש</b> היא הס\"ד ברישא הס\"ד נדריה הס\"ד:", 
            "<b>בד\"ה</b> מתני כו' אחר שנתייתמה שנית כצ\"ל:", 
            "<b>ר\"ן</b> גמרא רבי ישמעאל אומר כצ\"ל אמירה הס\"ד למיזל הס\"ד אמירה הס\"ד:", 
            "<b>בד\"ה</b> אפילו כו' אפילו כשנשתנה כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה קונם כו' יהא עליהם כצ\"ל:", 
            "<b>בד\"ה</b> תובליא כו' אזיל ואגזר כצ\"ל:", 
            "<b>ברא\"ש</b> אחר ד\"ה נערה צ\"ל מ\"ה שלשה כו' עד דמתניתין בכלל הס\"ד ואחר כך מ\"ה קונם כו':", 
            "<b>בא\"ד</b> לבינה לא הוי כצ\"ל:", 
            "<b>בד\"ה</b> רבי נתן כו' דכל זמן שלא כצ\"ל הנדר הס\"ד:", 
            "<b>בד\"ה</b> וחכמים אומרים כו' הנדר דאם כצ\"ל:", 
            "<b>בד\"ה</b> תחסר כו' נדר שוא דאפשר כצ\"ל:", 
            "<b>ר\"ן</b> כיילא להו כצ\"ל והס\"ד להו הס\"ד:", 
            "<b>בד\"ה</b> מתניתין כו' מצי מפר קמ\"ל כצ\"ל תניא שאני כצ\"ל:", 
            "<b>בא\"ד</b> דהיכי תעביד תשמש כצ\"ל:", 
            "<b>בא\"ד</b> לא תשמש כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> עליו נשאל כצ\"ל:", 
            "<b>רש\"י</b> דדינא הס\"ד שיחול הס\"ד עדיין הס\"ד:", 
            "<b>בד\"ה</b> אבל כו' לא חל כצ\"ל:", 
            "<b>בא\"ד</b> אינו מוחל אבל כצ\"ל:", 
            "<b>בד\"ה</b> לימא כו' לרב פפי כצ\"ל ברישא הס\"ד:", 
            "<b>בד\"ה</b> נשאל כו' על נזרו כצ\"ל:", 
            "<b>ברא\"ש</b> נתן הס\"ד עליה הס\"ד כו' הס\"ד ממנו הס\"ד החכם הס\"ד:", 
            "<b>ר\"ן</b> בד\"ה ושרקיה כו' מינה דרב כצ\"ל חיילא הס\"ד הנדר הס\"ד הנדר הס\"ד אחרון הס\"ד דברו הס\"ד:", 
            "<b>בד\"ה</b> ולענין כו' שייכא וכדכתיבנא עליה דההיא כצ\"ל:", 
            "<b>בא\"ד</b> כי הא אי לאו רב אחא כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> דאכלה חולין כצ\"ל:", 
            "<b>רש\"י</b> קאמר הס\"ד:", 
            "<b>ברא\"ש</b> בסמוך הס\"ד שיחול ואחר כך צ\"ל נרשם מתני':", 
            "<b>ר\"ן</b> דההיא בס\"ד כצ\"ל:", 
            "<b>בד\"ה</b> מתניתא כו' וגברא הוא כצ\"ל כתובה הס\"ד ותנשא הס\"ד:", 
            "<b>בד\"ה</b> וא\"ל כו' לא ולדידי כצ\"ל מהימנא הס\"ד בניה הס\"ד:", 
            "<b>בד\"ה</b> אפשר כו' דמימר אמרי כצ\"ל לה הס\"ד:"
        ], 
        [
            "<b>גמרא</b> מלתא לא הות כצ\"ל:", 
            "<b>רש\"י</b> כו' הס\"ד דינא אי הד\"א לה הדא הד\"א:", 
            "<b>ברא\"ש</b> [יפייס הס\"ד לעצמו הס\"ד ואחר כך מ\"ה מהו כצ\"ל:", 
            "<b>בא\"ד</b> אסור דידה כצ\"ל לא הס\"ד בתרומה הס\"ד דנאמת הס\"ד ואח\"כ מ\"ה דלא עבידא לבזויי נפשה כצ\"ל אמת הס\"ד גנאי הס\"ד:", 
            "<b>בד\"ה</b> היא גופה כו' דבביאה ידע כצ\"ל:", 
            "<b>בא\"ד</b> הבעל מרגיש כצ\"ל:", 
            "<b>ר\"ן</b> לינשא הס\"ד קאמרה הס\"ד גרשתני הס\"ד מהימנא הס\"ד:", 
            "<b>בד\"ה</b> התם כו' איתא כדקאמרה כצ\"ל כך הס\"ד ואחר כך מ\"ה והא הכא דידעה הא כצ\"ל:", 
            "<b>בא\"ד</b> הכא דאיהו כצ\"ל מהימנא הס\"ד ואח\"כ מ\"ה נהי כצ\"ל:", 
            "<b>בד\"ה</b> ולענין כו' בבגדו היא בבגדה כצ\"ל כדאמרן הס\"ד:"
        ], 
        [
            "<b>גמרא</b> הדא מלתא כצ\"ל אמר להו רב נחמן כצ\"ל:", 
            "<b>רש\"י</b> עלויה כי הד\"א:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "חדושי הלכות על נדרים", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Nashim"
    ], 
    "digitizedBySefaria": true
}