{
    "work": "Orchot Tzadikim", 
    "text": {
        "0_Gate, 35_Paragraph": "Pride is divisible into two parts:", 
        "0_Gate, 14_Paragraph": "Some traits need to be used in most circumstances, where others need to be used [just] a little. This is comparable to one making a cooked dish - he needs vegetables, meat, water, salt, and pepper; but each of these ingredients need to be added according to the recipe, with a little of some but a lot of the others. If he puts in too little meat, it will be thin, and if he puts in a lot of salt, it will be inedible because it is too salty. So too for the other ingredients - if he puts in a lot when a little is called for, or vice versa, the food will be ruined; but [if he is] an expert [cook] who puts in the proper amount of every ingredient, the food will be pleasant- and sweet-tasting. So too by character traits: Some need to be used a lot (such as humility, shame, etc.), while some need to be used rarely (such as arrogance, insolence, etc.) Therefore, when man weights each trait on scales in order to to use each appropriately, no more and no less, this will enable him to attain the ultimate good.", 
        "0_Gate, 19_Paragraph": "2) They recognize their bad traits, and commit to getting rid of them and seizing good deeds instead, yet still never reach the proper path [in life] because they are too lazy to properly seek good character traits. This is similar to [when] Reuben recognizes Simon and looks for him, but still can't because he's not looking hard enough.", 
        "0_Gate, 16_Paragraph": "And how does one cure spiritual sickness? By going to the sages, the doctors of the soul, and learn from them until they return to a proper path. Those who recognize their evil traits and won't go to a sage to be cured of them - of them it is said (Proverbs 1:7): \"Wisdom and ethics despair of them\".", 
        "0_Gate, 13_Paragraph": "- of all of these traits, some a person has from the moment of his creation as part of his physical nature, while others a person is predisposed to and will acquire them faster than other traits. Some are not intrinsic to a person; and he needs to be them by others, or he reflects on them due to a thought that came to mind, or he hears that that this trait is good and worth following; and he practices it until it becomes ingrained in his heart.", 
        "0_Gate, 21_Paragraph": "Some have no fixed practices and are always changing them; at one time, they will adhere to one practice, and at another, they abandon that custom and adhere to a new one; and they repeat this process forever. This is like someone who wants to is trying to go to a city, but does not know the road and doesn't recognize the signs leading him there. Therefore, he is confounded by the road, first going one way, then repeatedly backtracking and mistakenly going on a different road. The wise man said about such [people] (Ecclesiastes 1:15), \"The toil of the fool who does not know how to get the city will exhaust him\". ", 
        "0_Gate, 17_Paragraph": "There are many people who wish to take hold of the proper path, but don't know what is good for them; they are set every day on attaining a very high level, but don't ever do so. This happens for two reasons:", 
        "0_Gate, 28_Paragraph": "Solomon also stated that (Ecclesiastes 20:11) “even a child is known by his doings, whether his work is pure, and whether it is right.” This verse speaks about differentiation among children, for even in their youth their traits are recognizable. As you may observe, some children have the trait of shamefulness, and some of them brazenness; some of them are inclined toward desire, and some of them are inclined toward the lofty good. Recognize that all the traits that you see in a person when he is a young adult or elderly were present also when he was young and fresh, but at that time he did not have the strength to see them or to bring them toward action. It is possible to redirect those youths (whose base traits have become considerable) to the good path, because it is easy for them to learn and because they do not have the strength or intelligence to leave and flee the one who admonishes them, but they must endure it. When in old age, however, they cannot be redirected as easily as they were in their boyhood. They are like a silver plate that has been buried in the ground, and a thick rust has appeared on it during its burial - the silver will require cleaning upon cleaning before the silver returns to its pleasant appearance. Thus is the man who goes along his own way and custom, sunken in the depths of the lowly traits: he must polish his intellect in order to differentiate between the impure and the pure, and to accustom himself to work, until the traits will become natural and ingrained upon his heart. ", 
        "16_Gate, 2_Paragraph": "And there are three types of giving:", 
        "16_Gate, 3_Paragraph": "One is a donor in money,", 
        "0_Gate, 20_Paragraph": "On this [the verse] says (Proverbs 10:20), \"The speech of the righteous is choice silver\". [Meaning,] if one borrows his fellow and repays him with silver by weight, if he does not know the accuracy of the silver and weights, or he knows but is not an expert in examining silver, he is open to being [monetarily] harmed via [bad] silver or weights. For sometimes, he will refuse silver and take dross [instead], or take a light weight, or put the silver on the heavy scale-pan; and all of these will lead one to err. Or even if he is an expert in silver and weights, if he doesn't look at it carefully, dross may be mixed in with his silver. But if he is an expert in both silver and weights, and looks at it carefully, then he will be paid his due, in full measures of pure silver. Therefore, the \"speech of the righteous\" is compared to \"choice silver\", because the righteous one needs to recognize good, evil, and all character traits; and he needs to properly observe and contemplate them, and to engage his body and wisdom in abandoning foolishness and grabbing understanding, and to remove any mixed-in dross from it, and then his soul will be purified and shine before God, as it is written, (Proverbs 25:4) \"Remove the dross from the silver, and a vessel will come out of the refiner\", by which it means that when you remove the dross, than the vessel will be pure.", 
        "18_Gate, 4_Paragraph": "See how G-d's warning about remembering, as it is written (Deut. 8:11) \"Take care lest you forget the Lord your G-d, and fail to keep his commandment, and his rules, and his laws\".  And this is the big thing, remembering the blessed name in all that you do.  And David said (Psalms 16:8) \"I am ever mindful of the Lord presence\" ", 
        "0_Gate, 4_Paragraph": "1) The sense of hearing, ", 
        "0_Gate, 2_Paragraph": "Since we see that man is God's chosen creation of the lower world, that he is constructed in the image and form of God, more carefully created than than all created things, and that he has a soul that can understand the foundation of the upper and lower [worlds]; we [can] know that he is the matter of all [God's] intentions for this world, and that all things in this world were created for his needs. Therefore, man was given the true Torah, to teach us the proper way [of life]. For man is very beloved to God, as [seen from the fact] that the angels work [to fulfill] the needs of righteous men, as we know from Abraham and Isaac, and as Jacob said (Genesis 48:16), \"May the angel that that saves me from all evil bless the youth\", and as it is written (Hosea 12:5) \"and he strove with an angel and prevailed\", and as Daniel said (Daniel 6:23), \"God sent an angel, and he closed the mouths of the lions and they did not hurt me\". We find that angels also come to help the righteous, as it written (Kings II 19:35) And it was that night that an angel of God went out and struck the camp of Assyria\", and many similar [passages]. We also know that one have much more worth than another, to the extent that one man [can be] equal to many others. Even though they are all of one form and foundation, this man's soul has risen to great heights that are higher than that of his peers, because he made his wisdom rule over his desires, whereas the others let their desires reign over their wisdom, and go though their whole lives in darkness, groping like a blind man in the dark.", 
        "16_Gate, 5_Paragraph": "And the third is a donor of wisdom.", 
        "16_Gate, 4_Paragraph": "The second is a donor with his body [physical ability]", 
        "1_Gate, 4_Paragraph": "But by the trait of humility and timidity, you achieve all goodness, because (Proverbs 3:34) \"to humble people He will grant favor.\" And because the humble person has favor in the eyes of the Holy One--blessed be He--he can cry out be answered immediately, like it says (Isaiah 65:24), \"Before they call out I will respond,\" and they do mitzvos and these deeds are accepted warmlyand joyously, because it says (Koheles 9:7), \"Because G-d has already favored your acts\"--and He craves them, like it says (Malachi 3:4), \"And it is sweet to Hashem, the gift of Judah and Jerusalem.\" ", 
        "0_Gate, 24_Paragraph": "One who goes in the dark and does not contemplate fixing his character traits, it is possible that he will have a character trait that causes him to lose all of his merits. For example, [take] one who takes pride in his deeds, and always glorifies and beautifies himself with the denigration of his fellow, and takes honor from his ruin. Such a man is compared to one who fills a barrel with great wine, but the barrel has a hole at the bottom, and for whom it is certain that all of that great wine will be lost due to that little hole if he does not plug it. So too the self-aggrandizer; even if he is filled with Torah, he will lose it all through this bad character trait if he is not concerned with rectifying it.", 
        "0_Gate, 6_Paragraph": "3) the sense of smell,", 
        "1_Gate, 2_Paragraph": "And one who has reached this wonderful height--the reward that he receives from a mitzva will be in proportion to his humility, because humility is the root of Divine service, and one insignificant deed of a humble person is received by Hashem--blessed be He--a thousand times more than an impacting deed of one who is full of himself. And so said the Sages (Menachos 110:11), \"Whether one increases or decreases [in mitzvos], [they are warmly accepted by Hashem], provided that he directs his mind to d it altruistically.\"   ", 
        "16_Gate, 6_Paragraph": "These three [traits] were in our father, Avraham:", 
        "0_Gate, 41_Paragraph": "[It rules] in his head and in his throat, as it is written (Isaiah 3:16): “Because the daughters of Zion are so vain and walk with their necks stretched out.”", 
        "0_Gate, 18_Paragraph": "1) They do not recognize their faults or examine their degrading ways. This is similar to [someone named] Reuben looking for [someone named] Simon, even though Reuben does not recognize him; Reuben will not find him even if he searches all day, because [even if] Reuben crossed Simon many times, he wouldn't recognize him. So too these people - even though they consider what they should be doing and seek good deeds, they won't attain [high levels] since they don't know their own faults.", 
        "16_Gate, 1_Paragraph": "Giving is a trait by which a person can reach great [spiritual] levels. And when the giving is in the correct path--then it is very laudable, and through it he will reach many levels in This World and in the World to Come, as it is said: \"A man's gift will broaden for him, and will lead him to the great (mishlei 18:16).\" Because through his gifts, kings, officers, and every man will love him. and there is no thing in the world that brings man to love of this world like giving, and also in the World to Come he will receive a great reward due to his gifts.", 
        "0_Gate, 30_Paragraph": "And you my son, take this parable, which teaches about many of your traits, large and small, and weigh every trait on the scales of your wisdom, until you know the value of each and every trait, and you know to be cautious with those which the Great King disallowed - that each shall not be found within you, except in place where you shall not suffer damage or punishment [as a result]. In this manner you shall approach completion, and you shall be [like] the craftsman with the tool of your trade in your hand.", 
        "0_Gate, 25_Paragraph": "Those who recognize the truth are few. Some don't have the wisdom to recognize it; just as an amputee is unable to climb a ladder, so too people who don't have discernment are unable to attain high levels of wisdom. Some are wise, but have been drowning in the desires of this world from their youth; they use all their wisdom to attain their lusts and do the will of the Evil Inclination, because they have been accustomed from their youth to [do] evil deeds until they are ingrained into his soul. Such a person will find it very hard to escape from the snare of [his] sins. Some have the wisdom to recognize [the truth], and also desire to go in the right path, but are not near the Sages [and so cannot] hear wisdom and proper conduct from them, and so go in the dark. This is comparable to one who as a treasure in his house, but does not know about it, and sells the house to another.", 
        "0_Gate, 11_Paragraph": "And since we mentioned the value of the [spiritual] levels of man, we should explain their laudable and denigratable and good and bad [parts], until the path before the thinking one is clear and he can enter the King's courtyard; he will choose the good character traits with all of his strength, as he knows clearly what they are, discarding the chaff and taking the wheat.", 
        "0_Gate, 27_Paragraph": "Man, at the time of his birth, is in his body and intellect weaker than all other creatures. All other creatures walk, eat, and are self-sustaining on the day of their birth, but man needs a great deal of progress in his body, and also needs more restorations for his soul in order to restore his wisdom and enable him to understand good paths [of life]. This is because man – at the beginning and without a teacher – acts like an animal, but his mind is similar to a tablet which has been primed for writing upon: If this tablet is in the hands of a simpleton, he will score it with meaningless lines until he has wasted it and will no longer serve any purpose. The wise man, however, can write upon it a list of his properties, needs and obligations, and because of the tablet will be able to feed and support his children, and [the tablet] shall serve a great purpose. Likewise is the heart of a man: the fools will create within him pictures of nonsense and falsehoods, and shall write upon him inscriptions of nonsense and grief, and his mind shall be filled with nonsensical and empty thoughts. But the intelligent ones shall write on their minds the writings of God, which are the foundation of the Torah, the commandments, and the understanding of personality traits, until their souls shine like the sky. This was the Solomon’s intention when he said (Proverbs 7:3) “Bind them upon your fingers, write them upon the tablet of your heart.”", 
        "0_Gate, 31_Paragraph": "Now, we want to make known the roots of the traits and their branches, their purposes and the harm they cause. It is our intention to restore man's natures from the senseless matters to a love of admonition, and [to cause] the simpleton to endeavor to know the natures of the sages. And from the Lord - may His Mention be elevated! - we ask assistance, that he make known to us the straight roads and correct paths, [so that we may be able] to teach the tribes of Jeshurun, the community of lovingkindness.", 
        "0_Gate, 26_Paragraph": "Understand, that man’s many traits differ from one another, and each trait influences his mind – one pulling him here and one pulling him there, and the evil inclination guides him to choose the least [preferable] from among the traits. It is comparable to a man who, walking in the desert, encounters bears, lions, leopards, wolves, and many other terrors. This man needs to open his eyes [i.e., to be alert] to fight each and every one [of them] – if he averts his eyes [i.e., ceases to be alert] for a single second, the beasts will tear him apart. Thus is man with regard to his bad traits – such as desire, pride, hatred, anger, and so forth – they are constantly rolling about in his mind; if he ignores them and does not fix them, the light of truth will be uprooted from his heart and darkness shall take its place. About this the verse says (Psalms 16:8) “I have set the Lord before me constantly.”", 
        "1_Gate, 1_Paragraph": "Humility is a sterling trait, and it is the opposite of arrogance. And one who has this trait, his soul is already turned away from many types of evil. ", 
        "0_Gate, 42_Paragraph": "[It rules] in his hands and his feet, as it is written (Psalms 36:12): “Let not the foot of the arrogant tread on me, or the hand of the wicked drive me away.” It was for the pride of the foot that the daughter Rabi Hanina ben Teradyon was punished with a decree that she should sit in the harlots’ square – for one time she walked in front of some great men of Rome, and she heard that they said: “how beautiful are the strides of this maiden!” and then she [walked] with greater care. (Avoda Zara 18a)", 
        "16_Gate, 0_Paragraph": "Chapter 17: Generosity/Giving", 
        "1_Gate, 6_Paragraph": "The root of humility: that ", 
        "0_Gate, 32_Paragraph": "The First Gate: The Gate of Pride", 
        "0_Gate, 1_Paragraph": "\"The end of the matter, when all is heard, is to fear God and safeguard his commandments, for this is the entirety of man\" (Ecclesiastes 12:13). This verse was [written] by King Solomon, who was wiser than all men, and ruled the upper and lower realms (Megillah 11b). And after he saw all actions, and tested all things, and taught many wise things to the world, he concludes his whole [book] with the words, \"the ultimate matter is to fear of God\". Likewise, Proverbs (1:7) begins, \"Fear of God is the beginning of knowledge\", and ends (ibid. 31:30), \"A woman who fears God is the praiseworthy one\". If another man exhorted us to fear God - the world would not accept his words and would say, \"Since he has no other affairs, and is idle, therefore he exhorts the fear of God\". But Solomon was richer than all men, as it is written (Kings 1 10:27), \"And the king gave out silver in Jerusalem like stone\", and he was wiser than all men, as it is written (ibid. 5:11), \"And he became wiser than all men\". He was fit to say (Ecclesiastes 1:2), \"Vanity of vanities, all is vanity\", and that one should only toil in fear of Heaven. So too did Moses, the father of all wise men and prophets, say in the Torah (Deuteronomy 10:12) \"And now Israel, what does the Lord your God ask of you? Only to fear the Lord your God\". So too did King David say (Psalms 111:10), \"The beginning of wisdom is the fear of God\".", 
        "0_Gate, 3_Paragraph": "Man has five senses: ", 
        "0_Gate, 8_Paragraph": "and 5) the sense of touch, that which one feels when using something.", 
        "1_Gate, 5_Paragraph": "But what is \"humility\"? Humility is embarrassment and a low soul, and thinking of oneself as a nobody. And man is obligated at any given moment or period to be mocked in his own perspective, and of low spirit and soft-hearted and spirit-broken.", 
        "0_Gate, 9_Paragraph": "These actions compose all of man's actions, and no action is done without one of these five senses. And the heart acts on them, because everything is brought to the heart with these five senses, and so every action and thought is drawn after them. The heart has many thought patterns, such as arrogance and humility, remembrance and forgetting, agony and happiness, embarrassment and insolence, and many more like these. And all of these though patterns draw strength from the five senses, for a blind man can not be as haughty as he would be if he could see.", 
        "0_Gate, 33_Paragraph": "The first gate: In it we shall discuss the trait of pride - and how fitting it is that [Pride] is positioned first of all of the gates, because of the obligation of man to separate himself from it, because it is an opening for many evils, and we do not see anything equal to it in evil among all of the [other] traits. Therefore, a man needs to become shrewd: to utilize [pride] in fitting ways, and it push it [aside] in places where it is not fitting.", 
        "0_Gate, 40_Paragraph": "At the time when such pride is strengthened within a person’s mind, it rules over him from the top of his head to the bottom of his feet.", 
        "0_Gate, 44_Paragraph": "[It rules] in the ears, as when he does not hear the words of the wretched poor.", 
        "16_Gate, 29_Paragraph": "Therefore, a person should cling to the trait of generosity, which causes all these good things.", 
        "0_Gate, 15_Paragraph": "Know very well that one who is predisposed or habituated to an evil trait, and instead of turning away from it continually becomes entrenched in it, causes himself to abhor and mock good traits. Just as too many aches, pain, and suffering are indicative of physical sickness, many bad character traits are indicative of spiritual sickness; so just like the physically sick may, depending on their illness, find the bitter sweet and vice versa, desire bad food and hate good food; so too the spiritually sick love evil and hate good, being too lethargic to pursue [good] because of the heaviness imposed by their sickness. So did Isaiah say (5:20), \"They say that bad is good and good is bad, consider darkness as light and light as darkness, and consider bitterness as sweetness and sweetness for bitterness\". They are called (Proverbs 2:13) \"those who leave the just path to go down the road of darkness\".", 
        "16_Gate, 28_Paragraph": "Great is chessed/kindness, for with it the world was built, as it is said: \"a world of kindness will be built\".", 
        "0_Gate, 12_Paragraph": "How so? Some men are naturally angry and are always angry, while others are of a settled mind and only get slight angry over a period of many years. Some people are naturally lustful, and cannot be satiated from their pursuit of their desires, and some are very pure of body and don't even desire the little that the body needs. Some people are greedy and could not be satisfied by all of the money in the world (as [the verse] says (Ecclesiastes 5:9), \"One who loves money will never be satisfied by it\"), while others are content and find just a small amount sufficient, and do not pursue all of their needs. Some people will mortify themselves out of stinginess, and won't even spend a penny unless [to relieve] great suffering, while others knowingly abandon their money. And all of these ways and traits, such as the exuberance and mournfulness, miserliness and generosity, cruelty and compassion, cowardice and bravery, etc. -", 
        "0_Gate, 0_Paragraph": "INTRODUCTION", 
        "0_Gate, 5_Paragraph": "2) the sense of sight, ", 
        "0_Gate, 7_Paragraph": " 4) the sense of taste, ", 
        "0_Gate, 37_Paragraph": "and the other part is a person’s pride in his intellectual advantages and his own actions.", 
        "1_Gate, 3_Paragraph": "However, the deed of an arrogant man is NOT warmly accepted by Hashem--blessed be He--because in fact, it is an abomination! It says (Proverbs 16:5), \"The abomination of Hashem is a lofty mind.\" And because of this, the arrogant one cries out, and is not answered, like it says (Isaiah 1:15), \"Even if you maximize your prayer, it is not heeded.\" And arrogant people do mitzvos and these deeds are shredded up before him, like it says (ibid. 1:12), \"Who seeks this from your hands?\" and (Jeremiah 7:21) \"", 
        "0_Gate, 10_Paragraph": "Therefore, all [capably]-hearted men should try with all of their strength to attain the ultimate good; if one reaches a good [spiritual] level, he should always reach for the level above it, until he attains the ultimate good and gains the world of reward - i.e. the World to Come - with it. Kind David desired to attain the good of the world to come, saying (Psalms 31:20) \"How much is the good that You have hidden away for those who fear You\", and (ibid. 36:9) \"They will be filled with the fat of Your house, and they will drink from the brook of Your delights\". But this level [of reward] is only reached by the deserving, as [David] wrote, (ibid. Ch. 16) \"Who can live in Your tent and dwell in Your holy mountain, those who go [about] wholesomely and do righteousness...\", see further there.", 
        "0_Gate, 38_Paragraph": "A person’s pride in his body has two parts – one good and one bad.", 
        "0_Gate, 29_Paragraph": "This book is called the \"Book of Traits,\" and it is written and sealed with the signet of wisdom in order to transmit knowledge to man, so that this book shall be in the hands of every person as a tool with which to repair from within his traits and actions, [for a person is] like a craftsman who with his tool in hand, can do his work, but if his tool is not in hand, cannot accomplish anything. Therefore hearken to [this] admonition, and take the tool in hand in order to repair your traits. Have you not seen someone who has many types of coin, small and large, but does not know their value? He does not know what to buy with each coin before he knows the value of each. He also needs to know which coin was cancelled by the king, who declared that it must not be spent. After he weighs each and every coin and determines there values, [only] then can he buy with each [coin] his necessities for a fair price, and take care not to spend the coin which the king has decreed may not be spent, unless he is in a situation where he will not be fined. We find that this man will use each and every coin for benefit and happiness, but a fool who does not weigh or evaluate [the coins] and spends what the king has forbidden will undoubtedly suffer great damage.", 
        "0_Gate, 23_Paragraph": "Therefore all should be told that anyone who wants to bring his soul to [possess] good character traits needs to mix fear of Heaven into every [other] trait, for fear of Heaven is the knot that strengthens all of the other traits. It is compared to a thread that is threaded though the holes of pearls, and tied into knots on at the end in order to strengthen all of them; just as it is obvious that if [that] one knots is cut, all the nails will fall, so too fear of Heaven strengthens all of the traits, and if the knot of fear is cut, all of the traits will leave him. And when one does not have good character traits, he cannot have Torah and mitzvos, for the whole Torah is dependent on correcting one's traits. Specifically both the good and bad traits, the wise one can [use] the bad traits for good, and the fool [uses] the good traits for bad.", 
        "0_Gate, 36_Paragraph": "One is a person’s pride in his body,", 
        "0_Gate, 34_Paragraph": "Pride is the coin that the Holy One, Blessed Be He, forbade [its use] and warned us about in His Torah, as it says (Deuteronomy 6:12): “Guard yourself, lest you forget the Lord your God, who took you out of the Land of Egypt.” For the prideful one forgets his maker, as it is written (Deuteronomy 8:13-18): “And your cattle and your flock shall be increased, and silver and gold will become plentiful for you… and your heart will become high and you will forget the Lord your God… and you will say in your heart, ‘My strength and the might of my hand has made for me this wealth.’ But you should remember the Lord your God, for He is the One Who gives you the strength to create wealth.” And about a king it is said (Deuteronomy 17:20): “Lest his heart shall become higher than those of his brothers.” If the Torah warns even a king – certainly commoners should also not raise themselves above their fellows.", 
        "0_Gate, 22_Paragraph": "Therefore one should take pity those who are drowning in vain falsehoods, and teach them \"proper weights and measures and how to examine silver\", and instruct them in the ways of the upright, in order that the path that brings one to the fresh and fertile place of all good - namely, fear of Heaven, which is the end purpose of all actions - will be clear at the outset. This is the request that God asks from all people, as it is written (Deuteronomy 1:12) \"What does the Lord your God ask of you? Just to fear [God]\". And no action is of any consideration if it is [done] without pure fear [of Heaven].", 
        "0_Gate, 43_Paragraph": "[It rules] in the eyes, as it is written (Proverbs 6:17): “Haughty eyes.”", 
        "0_Gate, 39_Paragraph": "This is a person’s bad pride in his own body:"
    }, 
    "meta": "Gate-Paragraph"
}