{
    "versionTitle": "Daf Shevuithe words of Rabban Gamaliel. ", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Sukkah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "in that its tithing is determined by the time of its picking, the words of Rabban Gamaliel. ", 
            "R. Eliezer ruled:", 
            "The etrog is like a tree in all respects.", 
            "He holds the opinion as this (the following) Tanna, ", 
            "as it has been taught: R. Yose stated: ", 
            "Avtulmos testified in the name of five elders that", 
            "the tithing of the etrog depends upon [the time of its] picking.", 
            "But our Rabbis voted in Usha and said ", 
            "[that this applies] both to tithing and the Sabbatical Year. ", 
            "But who mentioned the Sabbatical Year? ", 
            "There is something missing in the text, and so it should be read:", 
            "The tithing of the etrog depends upon [the time of its] picking, and its subjection to the laws of the Sabbatical Year depends on [the time of its] blossoming.", 
            "But our Rabbis voted in Usha and said that ...", 
            "the etrog is dependent on the time of its picking as regards both tithing and the Sabbatical Year.", 
            "The reason then for the [permission to purchase a] lulav is that it is [the product of] the sixth year which entered the seventh, but if it were of the Sabbatical Year it would have been sacred? But why? ...", 
            "Is it not just wood, and wood does not possess the sanctity of the Sabbatical Year, as it has been taught: ...", 
            "Leaves of reeds and leaves of the vine which have been heaped up to store them upon a field: if they were gathered for [animal] food, they possess the sanctity of the Sabbatical Year, but if they were gathered for firewood, they do have not the sanctity of the Sabbatical Year.", 
            "There the case is different, since Scripture says, “For you for food” (Leviticus 25:6) thus comparing ‘for you’ to ‘for food’, [anything] whose benefit comes at the time of its consumption [has the sanctity of sabbatical produce]; this excludes firewood since the benefit from it comes after its consumption.", 
            "But is there not the wood of the oily tree, the benefit from which is derived at the same time as its consumption? ", 
            "Rava said: ", 
            "Wood in general is used for heating.", 
            "And the question of whether [the restrictions of the Sabbatical Year apply to] wood that is used for heating is a dispute between Tannas, ", 
            "as it has been taught:", 
            "The produce of the Sabbatical Year may not be used either for steeping or for washing.R. Yose say:", 
            "they may be so used.", 
            "What is the reason of the first Tanna? Because Scripture says “for food,”[implying] but not for steeping or for washing.", 
            "What is the reason of R. Yose? — Because Scripture says, “for you”   [implying], for all your needs, even for steeping and for washing.", 
            "But, according to the first Tanna, is it not written, “for you?", 
            "That “for you” is to compare it with “for food:” Such that its benefit comes at the same time as its consumption, thus excluding [produce used for] steeping and washing the benefit from which comes after their consumption.", 
            "But according to R. Yose, is it not written “for food”?", 
            "He needs that phrase to deduce, “for food”, but not for a salve, ", 
            "as it has been taught,", 
            "“for food”, but not for a salve. ", 
            "You say “for food” but not for a salve; why not say, “[for food”] but not for washing?", 
            "When it says, “for you” washing is included. So how then do I understand, “for food”? “For food”, but not for a salve.", 
            "But what reason did you see for including washing and excluding a salve?"
        ]
    ], 
    "versionSource": "http://www.conservativeyeshiva.org/daf-shevui", 
    "heTitle": "סוכה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}