{
    "versionTitle": "jvl", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Sukkah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "The rabbis taught: The fruit of the tree hadar; that is, a tree whose wood and fruit have the same taste, and that is a citron. Perhaps it is pepper, as we learn in the following baraita: R. Meir used to say: Because it is written [Lev. xix. 23]: \"Plant any kind of tree, bearing edible fruit.\" Why was it needed to say, a tree bearing edible fruit? Is it not self-evident that if it is bearing fruit it is edible? From this we infer that to pepper, whose wood and fruit have the same taste, the law of Arlah applies. And in the land of Israel nothing is lacking (even pepper), as it is written [Deut. viii. 9]: \"A land . . . wherein thou shalt not lack anything\"? Because it is impossible: how shall we do? Shall we take one pepper-grain, that will not be noticed at all, many of them; the law says one, not two or three; and therefore it cannot be. R. Abahu says: Do not read hadar, but ha-dar; that is, a thing that dwells on its tree the whole year. Ben Azzai said: Do not read hadar, but adur, because in Greek they call water ὕδωρ, and that means a tree which can grow in all waters, and that is only a citron."
        ]
    ], 
    "versionSource": "http://www.jewishvirtuallibrary.org/jsource/Talmud/sukkah3.html", 
    "heTitle": "סוכה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}