{
    "text": {
        "0_Chapter, 0_Verse": "דבר יהוה אשר היה אל יואל בן פתואל",
        "0_Chapter, 1_Verse": "שמעו זאת הזקנים והאזינו כל יושבי הארץ ההיתה זאת בימיכם ואם בימי אבתיכם",
        "0_Chapter, 2_Verse": "עליה לבניכם ספרו ובניכם לבניהם ובניהם לדור אחר",
        "0_Chapter, 3_Verse": "יתר הגזם אכל הארבה ויתר הארבה אכל הילק ויתר הילק אכל החסיל",
        "0_Chapter, 4_Verse": "הקיצו שכורים ובכו והיללו כל שתי יין על עסיס כי נכרת מפיכם",
        "0_Chapter, 5_Verse": "כי גוי עלה על ארצי עצום ואין מספר שניו שני אריה ומתלעות לביא לו",
        "0_Chapter, 6_Verse": "שם גפני לשמה ותאנתי לקצפה חשף חשפה והשליך הלבינו שריגיה",
        "0_Chapter, 7_Verse": "אלי כבתולה חגרת שק על בעל נעוריה",
        "0_Chapter, 8_Verse": "הכרת מנחה ונסך מבית יהוה אבלו הכהנים משרתי יהוה",
        "0_Chapter, 9_Verse": "שדד שדה אבלה אדמה כי שדד דגן הוביש תירוש אמלל יצהר",
        "0_Chapter, 10_Verse": "הבישו אכרים הילילו כרמים על חטה ועל שערה כי אבד קציר שדה",
        "0_Chapter, 11_Verse": "הגפן הובישה והתאנה אמללה רמון גם תמר ותפוח כל עצי השדה יבשו כי הביש ששון מן בני אדם",
        "0_Chapter, 12_Verse": "חגרו וספדו הכהנים הילילו משרתי מזבח באו לינו בשקים משרתי אלהי כי נמנע מבית אלהיכם מנחה ונסך",
        "0_Chapter, 13_Verse": "קדשו צום קראו עצרה אספו זקנים כל ישבי הארץ בית יהוה אלהיכם וזעקו אל יהוה",
        "0_Chapter, 14_Verse": "אהה ליום כי קרוב יום יהוה וכשד משדי יבוא",
        "0_Chapter, 15_Verse": "הלוא נגד עינינו אכל נכרת מבית אלהינו שמחה וגיל",
        "0_Chapter, 16_Verse": "עבשו פרדות תחת מגרפתיהם נשמו אצרות נהרסו ממגרות כי הביש דגן",
        "0_Chapter, 17_Verse": "מה נאנחה בהמה נבכו עדרי בקר כי אין מרעה להם גם עדרי הצאן נאשמו",
        "0_Chapter, 18_Verse": "אליך יהוה אקרא כי אש אכלה נאות מדבר ולהבה להטה כל עצי השדה",
        "0_Chapter, 19_Verse": "גם בהמות שדה תערוג אליך כי יבשו אפיקי מים ואש אכלה נאות המדבר",
        "1_Chapter, 0_Verse": "תקעו שופר בציון והריעו בהר קדשי ירגזו כל ישבי הארץ כי בא יום יהוה כי קרוב",
        "1_Chapter, 1_Verse": "יום חשך ואפלה יום ענן וערפל כשחר פרש על ההרים עם רב ועצום כמהו לא נהיה מן העולם ואחריו לא יוסף עד שני דור ודור",
        "1_Chapter, 2_Verse": "לפניו אכלה אש ואחריו תלהט להבה כגן עדן הארץ לפניו ואחריו מדבר שממה וגם פליטה לא היתה לו",
        "1_Chapter, 3_Verse": "כמראה סוסים מראהו וכפרשים כן ירוצון",
        "1_Chapter, 4_Verse": "כקול מרכבות על ראשי ההרים ירקדון כקול להב אש אכלה קש כעם עצום ערוך מלחמה",
        "1_Chapter, 5_Verse": "מפניו יחילו עמים כל פנים קבצו פארור",
        "1_Chapter, 6_Verse": "כגבורים ירצון כאנשי מלחמה יעלו חומה ואיש בדרכיו ילכון ולא יעבטון ארחותם",
        "1_Chapter, 7_Verse": "ואיש אחיו לא ידחקון גבר במסלתו ילכון ובעד השלח יפלו לא יבצעו",
        "1_Chapter, 8_Verse": "בעיר ישקו בחומה ירצון בבתים יעלו בעד החלונים יבאו כגנב",
        "1_Chapter, 9_Verse": "לפניו רגזה ארץ רעשו שמים שמש וירח קדרו וכוכבים אספו נגהם",
        "1_Chapter, 10_Verse": "ויהוה נתן קולו לפני חילו כי רב מאד מחנהו כי עצום עשה דברו כי גדול יום יהוה ונורא מאד ומי יכילנו",
        "1_Chapter, 11_Verse": "וגם עתה נאם יהוה שבו עדי בכל לבבכם ובצום ובבכי ובמספד",
        "1_Chapter, 12_Verse": "וקרעו לבבכם ואל בגדיכם ושובו אל יהוה אלהיכם כי חנון ורחום הוא ארך אפים ורב חסד ונחם על הרעה",
        "1_Chapter, 13_Verse": "מי יודע ישוב ונחם והשאיר אחריו ברכה מנחה ונסך ליהוה אלהיכם",
        "1_Chapter, 14_Verse": "תקעו שופר בציון קדשו צום קראו עצרה",
        "1_Chapter, 15_Verse": "אספו עם קדשו קהל קבצו זקנים אספו עוללים וינקי שדים יצא חתן מחדרו וכלה מחפתה",
        "1_Chapter, 16_Verse": "בין האולם ולמזבח יבכו הכהנים משרתי יהוה ויאמרו חוסה יהוה על עמך ואל תתן נחלתך לחרפה למשל בם גוים למה יאמרו בעמים איה אלהיהם",
        "1_Chapter, 17_Verse": "ויקנא יהוה לארצו ויחמל על עמו",
        "1_Chapter, 18_Verse": "ויען יהוה ויאמר לעמו הנני שלח לכם את הדגן והתירוש והיצהר ושבעתם אתו ולא אתן אתכם עוד חרפה בגוים",
        "1_Chapter, 19_Verse": "ואת הצפוני ארחיק מעליכם והדחתיו אל ארץ ציה ושממה את פניו אל הים הקדמני וספו אל הים האחרון ועלה באשו ותעל צחנתו כי הגדיל לעשות",
        "1_Chapter, 20_Verse": "אל תיראי אדמה גילי ושמחי כי הגדיל יהוה לעשות",
        "1_Chapter, 21_Verse": "אל תיראו בהמות שדי כי דשאו נאות מדבר כי עץ נשא פריו תאנה וגפן נתנו חילם",
        "1_Chapter, 22_Verse": "ובני ציון גילו ושמחו ביהוה אלהיכם כי נתן לכם את המורה לצדקה ויורד לכם גשם מורה ומלקוש בראשון",
        "1_Chapter, 23_Verse": "ומלאו הגרנות בר והשיקו היקבים תירוש ויצהר",
        "1_Chapter, 24_Verse": "ושלמתי לכם את השנים אשר אכל הארבה הילק והחסיל והגזם חילי הגדול אשר שלחתי בכם",
        "1_Chapter, 25_Verse": "ואכלתם אכול ושבוע והללתם את שם יהוה אלהיכם אשר עשה עמכם להפליא ולא יבשו עמי לעולם",
        "1_Chapter, 26_Verse": "וידעתם כי בקרב ישראל אני ואני יהוה אלהיכם ואין עוד ולא יבשו עמי לעולם",
        "2_Chapter, 0_Verse": "והיה אחרי כן אשפוך את רוחי על כל בשר ונבאו בניכם ובנותיכם זקניכם חלמות יחלמון בחוריכם חזינות יראו",
        "2_Chapter, 1_Verse": "וגם על העבדים ועל השפחות בימים ההמה אשפוך את רוחי",
        "2_Chapter, 2_Verse": "ונתתי מופתים בשמים ובארץ דם ואש ותימרות עשן",
        "2_Chapter, 3_Verse": "השמש יהפך לחשך והירח לדם לפני בוא יום יהוה הגדול והנורא",
        "2_Chapter, 4_Verse": "והיה כל אשר יקרא בשם יהוה ימלט כי בהר ציון ובירושלם תהיה פליטה כאשר אמר יהוה ובשרידים אשר יהוה קרא",
        "3_Chapter, 0_Verse": "כי הנה בימים ההמה ובעת ההיא אשר אשוב [אשיב] את שבות יהודה וירושלם",
        "3_Chapter, 1_Verse": "וקבצתי את כל הגוים והורדתים אל עמק יהושפט ונשפטתי עמם שם על עמי ונחלתי ישראל אשר פזרו בגוים ואת ארצי חלקו",
        "3_Chapter, 2_Verse": "ואל עמי ידו גורל ויתנו הילד בזונה והילדה מכרו ביין וישתו",
        "3_Chapter, 3_Verse": "וגם מה אתם לי צר וצידון וכל גלילות פלשת הגמול אתם משלמים עלי ואם גמלים אתם עלי קל מהרה אשיב גמלכם בראשכם",
        "3_Chapter, 4_Verse": "אשר כספי וזהבי לקחתם ומחמדי הטבים הבאתם להיכליכם",
        "3_Chapter, 5_Verse": "ובני יהודה ובני ירושלם מכרתם לבני היונים למען הרחיקם מעל גבולם",
        "3_Chapter, 6_Verse": "הנני מעירם מן המקום אשר מכרתם אתם שמה והשבתי גמלכם בראשכם",
        "3_Chapter, 7_Verse": "ומכרתי את בניכם ואת בנותיכם ביד בני יהודה ומכרום לשבאים אל גוי רחוק כי יהוה דבר",
        "3_Chapter, 8_Verse": "קראו זאת בגוים קדשו מלחמה העירו הגבורים יגשו יעלו כל אנשי המלחמה",
        "3_Chapter, 9_Verse": "כתו אתיכם לחרבות ומזמרתיכם לרמחים החלש יאמר גבור אני",
        "3_Chapter, 10_Verse": "עושו ובאו כל הגוים מסביב ונקבצו שמה הנחת יהוה גבוריך",
        "3_Chapter, 11_Verse": "יעורו ויעלו הגוים אל עמק יהושפט כי שם אשב לשפט את כל הגוים מסביב",
        "3_Chapter, 12_Verse": "שלחו מגל כי בשל קציר באו רדו כי מלאה גת השיקו היקבים כי רבה רעתם",
        "3_Chapter, 13_Verse": "המונים המונים בעמק החרוץ כי קרוב יום יהוה בעמק החרוץ",
        "3_Chapter, 14_Verse": "שמש וירח קדרו וכוכבים אספו נגהם",
        "3_Chapter, 15_Verse": "ויהוה מציון ישאג ומירושלם יתן קולו ורעשו שמים וארץ ויהוה מחסה לעמו ומעוז לבני ישראל",
        "3_Chapter, 16_Verse": "וידעתם כי אני יהוה אלהיכם שכן בציון הר קדשי והיתה ירושלם קדש וזרים לא יעברו בה עוד",
        "3_Chapter, 17_Verse": "והיה ביום ההוא יטפו ההרים עסיס והגבעות תלכנה חלב וכל אפיקי יהודה ילכו מים ומעין מבית יהוה יצא והשקה את נחל השטים",
        "3_Chapter, 18_Verse": "מצרים לשממה תהיה ואדום למדבר שממה תהיה מחמס בני יהודה אשר שפכו דם נקיא בארצם",
        "3_Chapter, 19_Verse": "ויהודה לעולם תשב וירושלם לדור ודור",
        "3_Chapter, 20_Verse": "ונקיתי דמם לא נקיתי ויהוה שכן בציון"
    },
    "meta": "Chapter-Verse",
    "work": "Joel"
}