{
    "title": "Lev Shalem on Mishneh Torah, Sabbath",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lev_Shalem_on_Mishneh_Torah,_Sabbath",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [
                "<b>כל אלו המלאכות וכל שהוא מענינם הם הנקראים אבות וכו'.</b> עיין בדברי הרב המגיד ז\"ל עד ויש מי שפירש כלן מלאכה אחת הן שהן תולדות לאב אחד. ואע\"פ שאין לנו בזה אלא שינוי השמות הפי' הראשון הוא העיקר וזהו חידוש הברייתות עכ\"ל. וקשה לי א\"כ שיש במלאכה אחת כמה אבות ואם עשה אותם בהעלם אחד אינו חייב אלא אחת א\"כ היכי אמרינן בריש ב\"ק ובפ' הזורק ובכריתות מאי איכא בין אב לתולדה דאי עביד שני אבות בהדי הדדי אי נמי ב' תולדות בהדי הדדי חייב שתים ואי עביד אב ותולדותיו אינו חייב אלא אחת ע\"כ והלא גם באבות הדין כן הוא דאי עביד כמה אבות מענין אחד כגון שחרש וחפר ועשה חריץ אינו חייב אלא אחת ונמצא שאין שם אלא שינוי השמות בלבד וצ\"ע. ועל פי' זה קשה לי ג\"כ על מש\"כ רבינו בפ' ז' מהל' שגגות הל' ו' עשה תולדה של אב זה ותולדה של אב זה בהעלם אחת יראה לי שהוא חייב ב' חטאות ע\"כ. והקשו עליו דתלמוד ערוך הוא אי נמי אי עביד ב' תולדות בהדי הדדי חייב ב' כנ\"ל והסכים בזה הכ\"מ עי\"ש מש\"כ הר\"י קורקוס ז\"ל דאפשר לומר שלא היה גורס בגמ' אי נמי עביד ב' תולדות וכו'. ולענ\"ד אין בזה כדאי לכתוב יראה לי וממקומו אינו חסר דאי איתא דאי עביד ב' תולדות מב' אבות אינו חייב אלא אחת מאי פריך מאי איכא בין אבות לתולדות והלא טובא איכא בינייהו דאי עביד ב' אבות בהדי הדדי חייב ב' ואי עביד ב' תולדות מב' אבות אינו חייב אלא אחת ואין לומר בזה הוה מצי וכו' דהא הנפקותא של הש\"ס דאי עביד אב ותולדותיו יש בו מן הדוחק כמדובר לעיל וצריך ישוב.<br><b> ועל</b> מה שחלק הרמ\"ך על רבינו כמו שכתב הכ\"מ דס\"ל דכל מלאכה דלא הוה במשכן אינו קרויה אב אלא תולדה יעו\"ש נראה לי ראיה לדברי רבינו ז\"ל מדאמר רב פפא בפ' כלל גדול שבק תנא דידן בישול סמנים דהוה במשכן ונקט אופה ומשני תנא דידן סידורא דפת נקט ואי איתא דכל דלא הוה במשכן אינו קרוי אב אלא תולדה וכי משום סידורא דפת מוציא התנא דבר שקר מפיו ח\"ו אלא ודאי דכל מלאכה שהוא דומה לאב מלאכה בדמיון גמור אלא שחלוקה ממנה באיכות הפעולה או באיכות הנפעל הרי זו אב כמותה להכי נקט התנא אופה במקום מבשל משום סידורא דפת ודוק."
            ]
        ],
        [
            [],
            [
                "<b>וכן השורה חיטים ושעורים וכיוצא בהם [במים] ה\"ז תולדת זורע.</b> כתב הרב המגיד ז\"ל מהסוגיא דמס' זבחים פרק דם חטאת ע\"כ. וקשה דמסוגיא דהתם נראה בהדיא דבחיטי ושערי אינו חייב לא משום לש ולא משום זורע דלית להו רירא וצ\"ע. ואמרו לי דבס' מגן אברהם או\"ח סי' של\"ו הקשה כן וספר זה אינו מצוי אצלי. והנראה לענ\"ד ליישב דברי רבינו ז\"ל דהכי פירושא אלא זרע פשתן מאי טעמא משום דקים ליה לסתמא לתלמודא מאיזה ברייתא הידועה להם דתני השורה פשתן במים בשבת חייב והכא בתחילה היינו סבורים שטעם החיוב משום כיבוס וכיבוס קים לתנא דאותה ברייתא דלא שייך אלא בזרע פשתן לא בחטים ושעורים ולהכי לא תני בה ג\"כ חיטי ושערי אלא השתא דאמרת כל כיבוס דלית ליה כסכוס לא שמיה כיבוס זרע פשתן מאי טעמא חייב. וכי תימא משום דמקרח אי הכי חיטי ושערי נמי כלומר למה נקט אותה ברייתא זרע פשתן לבד והלא גם בחיטים ושעורין נמי שייך האי טעמא והיינו דקאמר אי הכי חיטי ושערי נמי משום דקים ליה לסתמא דתלמודא דחיטי ושערי נמי מקרחי א\"כ אי טעמא דתרוייהו ר\"ל דפשתן וחיטי ושערי חדא הוא ברייתא דתני זרע פשתן אמאי לא תני נמי חיטי ושערי וכן ברייתא דחיטי ושערי אמאי לא תני פשתן. והטעם לפירוש הלז דכיון דאמרינן בש\"ס וכי תימא משום דמקרח אי הכי חיטי ושערי נמי הא קמן דשייך זריעה בענין זה דמקרחי. ודחיקא ליה טובא לומר יגיד עליו ריעו. ומשני הך אית ליה רירא פי' זרע פשתן וכדגריס רש\"י ז\"ל יעו\"ש וכדמסיק אח\"כ דקעביד לישה וכיון דטעמא דזרע פשתן הוא משום לישה וטעמא דחיטי ושערי הוא משום דמקרחי דהיינו זורע לא תני להו גבי אהדדי דלא ראי זה כראי זה. ופריך אי משום רירא שלחים נמי אית להו רירא ואמאי לא תני להו גבי זרע פשתן ומשני התם קא עביד רירא כגרסת רש\"י ז\"ל פי' שעל ידי הריר הזרע פשתן מתדבק ונילוש מה שאין כן בשלחים כן נראה לענ\"ד. וצריך לומר דזרע פשתן כיון דאית ליה רירי נדחקין זה עם זה ואינן מוסיפין כלום משא\"כ בחיטי ושערי דאי לא תימא הכי ליחייב בזרע פשתן תרתי משום לישה ומשום זורע עכ\"ד מרי הרב זלה\"ה."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>צבי שנכנס לבית ונעל אחד בפניו חייב וכו'.</b> עיין בהרב המגיד שהביא דברי הרשב\"א עד ואין להקל כל כך יעו\"ש. והנה ראיתי להר\"ב שלטי הגבורים שכתב בפרק ר' אליעזר דאורג דף קל\"ז וז\"ל הרשב\"א כתב והביאו דבריו הר\"ן ומגיד משנה ז\"ל פ' יו\"ד מהל' שבת שאם היה יודע קודם שסגר הדלת שהיה בביתו צבי שמותר לנעול ביתו ולשמור הצבי שבתוכו שאע\"פ שעל ידי הנעילה ניצוד הצבי ממילא ובלבד שלא יתכוין לשמור את הצבי לבדו אלא שמתכוין נמי לשמור את הבית. והר\"ן והרמב\"ן פליגי עליה וסברי שכל שיודע שיש צבי בבית קודם שינעול אע\"פ שמתכוין לשמירת הבית ואפי' לא יתכוין כלל לצידת צבי דאסור לו לנעול את הבית דהוי פסיק רישיה והשתא לדברי הרשב\"א נמצינו למדים דאע\"ג דקי\"ל דפסיק רישיה אסור היינו דוקא שבאותו מעשה דעביד הפסיק רישיה אינו מתכוין ואינו עושה דבר היתר עמו אבל אם באותו הפסיק רישיה שעושה עושה דבר היתר עמו ויתכוין גם לדבר היתר עמו אז אפי' עביד פסיק רישיה ומכוין גם לו שרי ובאמת כי קולא היא זו עכ\"ל.<br><b> הנה</b> עיניך הרואות דמשמע ליה להרב שלטי הגבורים דהכי פסק הרשב\"א ז\"ל להלכה למעשה דפסיק רישיה אם נתכוון לו ולדבר היתר עמו מותר. ואע\"ג דקי\"ל כרבי שמעון דאמר דפסיק רישיה חייב. וזה תימה דשתיהן בל יכונו דאי ס\"ל להרשב\"א כר\"ש בפסיק רישיה הנה ר\"ש מחייב אפי' אינו מתכוין לפסיק רישיה מדאמרינן בכמה דוכתי בש\"ס ולר\"ש דבר שאינו מתכוין מותר והדר פריך והא אביי ורבא דאמרי תרוייהו מודה ר\"ש בפסיק רישיה ולא ימות הא קמן דאפי' לא נתכוין לפסיק רישיה חייב כל שכן נתכוון ואפי' נתכוון ג\"כ לדבר היתר עמו אסור שהרי בפ' כל כתבי (שבת דף ק\"כ) אמרינן נר שאחורי הדלת פותח ונועל כדרכו ואם כבתה כבתה לייט עלה רב וכו' אמר ליה אפי' ר\"ש מודה בהא דמודה ר\"ש בפסיק רישיה ע\"כ הרי דאפי' מתכוין לדבר היתר בלבד ואינו מתכוין לפסיק רישיה חייב כל שכן במתכוין ג\"כ לפסיק רישיה וזה ברור בכל הסוגיות דפסיק רישיה כאשר יראה הרואה בסוכה דף ג\"ל ובפ' כל כתבי (שבת דף קי\"ז) ובפ' נוטל אדם (שבת דף קמ\"ג) יעו\"ש וא\"כ אם ס\"ל להרשב\"א כר\"ש אמאי שרי אם מתכוין לדבר היתר עם דבר אסור ואי לא ס\"ל כר\"ש אלא כהירושלמי קשה חדא אמאי שביק תלמודא דידן ופסק כהירושלמי באופן שדברי הרשב\"א אליבא דהר\"ב שלטי הגבורים תמוהים ומה שאני הפעוט אומר הוא שמי שמעיין בדברי הרשב\"א ז\"ל במקומן יראה דלאו הלכתא פסיקתא קא יהיב לן אלא גילה לנו לומר שהירושלמי פליג אגמרא דילן ואברר את שיחותי.<br><b> הנה</b> הרשב\"א בתחילה הביא תוספתא דישב אחד על הפתח ובא אחד וצדו מבפנים היושב על הפתח חייב והצדו פטור הא למה זה דומה לנועל את ביתו לשמרו ונמצא צבי שמור בתוכו ע\"כ ופירשה כפי' הר\"ן על מתני' ממש יעו\"ש ונפקא לן לענין דינא דדוקא בכי האי גוונא דהיה קשור או היה הדלת מגופה אזי הוא דפטור אבל אם היה יודע שהיה שם צבי ולא היה קשור וגם הדלת אינו מגופה אפי' מתכוין לנעילת הדלת לבד חייב וכאשר כתב הר\"ן ז\"ל יעו\"ש. וגם אחר זה הביא התוספתא האחרת דאיירי בלא ידע כלל שהיה שם צבי וישב על הפתח שלא במתכוין ואח\"כ ראה שהיה שם צבי אע\"פ שמתכוין לישב שם עד שתחשך פטור נמצא דכשיודע שיש שם צבי ואינו קשור ונועל את ביתו לשומרו אע\"פ שלא נתכוין לצידת הצבי חייב דהוי פסיק רישיה ועל זה כתב הרשב\"א ז\"ל שם בשיטתו ובירושלמי נראה שהתירו לנעול לכתחילה לשמור ביתו וצבי שבתוכו וכו' כלומר נראה דפליג אתלמודא דידן ואם היה דעתו לפסוק כהירושלמי הו\"ל למימר ומותר לכתחילה לנעול ביתו וצבי שבתוכו מדגרסינן בירושלמי או אחר שהביא הירושלמי הו\"ל למימר וכן הלכתא אלא ודאי דאין סברה דפסק כהירושלמי נגד תלמודא דידן.<br><b> ועל</b> פי הדברים האלה יש לתמוה על מה שכתב הרב המגיד ז\"ל כאן בפרקין אחר שהביא לנו דברי הרשב\"א וז\"ל ואין להקל כל כך עכ\"ל דמשמע דהבין שהרשב\"א ז\"ל מיקל בדבר דס\"ל כהירושלמי דאל\"כ מאי קאמר ואין להקל כל כך והו\"ל למימר ואין הלכה כהירושלמי כיון דתלמודא דידן פליג עליה וכבר כתבנו דגם הרשב\"א לא יקל בזה נגד תלמודא דידן דמחמיר וצ\"ע. אבל הר\"ן ז\"ל שפיר קא קשיא ליה על הרשב\"א משום דכפי פירושו דהר\"ן בדברי הירושלמי נמצא דלא פליג ירושלמי עם תלמודא דידן ועל זה הקשה לו דמי לחש לו להרשב\"א דהירושלמי פליג אתלמודא דידן דלמא לא פליג ופירושו כמ\"ש הר\"ן ז\"ל. ונראה לענ\"ד דאפשר דמשום הכי דאיכא לפרושי להירושלמי כתלמודא דידן כתב הרשב\"א ז\"ל ובירושלמי נראה שהתירו ולא כתב ובירושלמי התירו וסבור דהך דצבי הוי דומיא דהנהו דמייתי בתר הכי מתינוק ומפקח דהתם ודאי מתכוין לדבר היתר ולדבר האסור ולא ניחא ליה למימר דלאו דוקא כמו שכתב הר\"ן ז\"ל. איך שיהיה הרשב\"א לא החליט שהדין כירושלמי גם לא גזר אומר שכן כתוב בירושלמי בבירור אלא שנראה מתוך דבריהם מהטעם שכתבתי.<br><b> עוד</b> כתב שם השלטי הגבורים וז\"ל ואני כתבתי בחידושי דכל מעשה שאפשר זולת בפסיק רישיה אז אפי' עביד אותו מעשה בפסיק רישיה שרי כיון דלא מתכוין לעשותו בפסיק רישיה והארכתי שם ומדברי הרשב\"א סיוע גדול לדברי כי ק\"ו הם דברי מדבריו עכ\"ל.<br><b> והנה</b> בתחילת העיון נראין הדברים משוללי ההבנה דאיזה דבר מפסיק רישיה הוא דאפשר שתיעשה שלא בפסיק רישיה ואם הדברים כפשטן זה אין לו שום יחס עם פסיק רישיה ויקרא שמו דבר שאין מתכוין דאפשר שתיעשה ואפשר שלא תיעשה דהוא מחלוקת רבי שמעון ורבי יהודה וקי\"ל כר\"ש דמותר ומאן דכר שמיה דפסיק רישיה הכא. ונראה דכוונתו הוא בדבר שאם יעשו אותו רוב העם יעשוהו בפסיק רישיה אבל אם יעשוהו ידי אומן הבקיאים יעשוהו בלי פסיק רישיה דומיא למ\"ש הוא עצמו בפ' כל כתבי דף קמ\"ה וז\"ל איכא פלוגתא בנתינת טעם לאיסור זה וכו' ויש נפקותא בפירושים אלו לגבי פסיק רישיה בדבר דלגבי רוב בני אדם הוא פסיק רישיה ולגבי בקיאים אינו פסיק רישיה אם פסיק רישיה חשיב או לא ובחידושי הארכתי עכ\"ל. ואפשר דהן הן הדברים אשר כתב כאן ואע\"פ שהלשון דחוק והדין ג\"כ צריך תלמוד."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כובע שעושין על הראש ויש לו שפה מקפת שהיא עושה צל כמו אהל על לבושו מותר ללבשו וכו'.</b> כתב הרב המגיד דהיינו הא דאמרינן בשבת בפ' תולין (שבת דף קל\"ח) סיינא שרי. והתניא סיינא אסור לא קשיא הא דאית ביה טפח. הא דלית ביה טפח אלא מעתה שרביב גלימא ה\"נ דאסור אלא הא דמהדק הא דלא מהדק ע\"כ. ורש\"י פי' דהשתא הדר ביה ממאי דסבר דאסור משום אהל אלא איסורו משום הוצאה וכשמהדק שרי ודלא מהדק אסור דלמא נפיל. אמנם כתבו בתוס' משם ר\"ח דגם במסקנא קאי איסורא משום אהל. ופי' הא דמהדק שאינו נכפף הא דלא מהדק שנכפף. וכתב הרה\"מ ז\"ל שדעת הרמב\"ם ז\"ל כר\"ח ז\"ל דאיסורו משום אהל. והנה אמת נכון הדבר שכן הוא דעתו.<br><b> אבל</b> לענ\"ד לשון זה כולו מקשה, ראשון לציון כי כל דבריו צריכים ביאור כי יש לדקדק בכלל כל אריכות לשונו במקום שאמרו לקצר שהרי הו\"ל למימר בלשון צח וקצר כובע שעושים לראש אם אין בו טפח אפי' הוא קשה או שיש בו טפח והוא נכפף מותר ללבשו ואם יש בו טפח והוא קשה שאינו נכפף אסור ע\"כ כדרכו דרך הקדש לבחור בקיצור וללמדנו במועט המחזיק את המרובה וכאן הכביר מילין על גבי מילין ואמאי בכל יום קצרה והיום ארוכה.<br><b> עוד</b> יש לדקדק דלפי' ר\"ח הך חילוקא קמא הא דאית ביה טפח קאי עם חלוק הא דמהדק הא דלא מהדק וא\"כ אמאי השמיטו רבינו כל שהוא עיקר לענין דינא. ואין לומר דסתמו כפירושו דבאית ביה טפח שרי דהעיקר חסר מן הספר וצריך טעם מדוע הכחידו תחת לשונו כיון דאיתמר בהדיא הא דאית ביה טפח.<br><b> ותו</b> יש לדקדק דאמאי שינה רבינו מכובע לבגד דהוא פתח תחלה כובע שעושים וכו' ובסיפא כתב ואם הוציא מן הבגד בגד מאן דכר שמיה הו\"ל למימר ואם הוציא מן הכובע דביה עסקינן ועל כיוצא בזה אמרו פתח בכד וסיים בחבית דתחילה כינה אותו כובע ואח\"כ בגד. ותו דאמאי תחילה גבי היתר כתב ועושה כמו צל על לבושו וגבי איסורו כתב צל על פניו למה לא גמר פני פני ברישא.<br><b> ועוד</b> יש להקשות קושיא אחת וגדולה היא בעיני כי הרואה יראה דרש\"י ור\"ח פליגי בפי' תיבת מהדק דלרש\"י פי' מהודק על הראש ולר\"ח פי' מהודק הוא שהטפח היוצא מן הכובע הוא חזק וקשה שאינו נכפף וא\"כ הרמב\"ם דמפרש כר\"ח דהמסקנא איסורו משום אהל ע\"כ מפרש לשון מהדק קשה וחזק מעתה אינו יכול לפרש תיבת מהודק שר\"ל מהודק על הראש שלא יפול והרמב\"ם תפס שניהם כתב מהודק על הראש וגם שהוא קשה ואינו נכפף ושניהם בל יכונו דהוי כמזכה שטרא לבי תרי באופן שדבריו צריכים ביאור ולא ראיתי לשום אחד ממפרשיו ז\"ל שנתעורר בזה.<br><b> ואשר</b> נראה לענ\"ד הוא דאע\"ג דכתב הרא\"ש דפלוגתא דרש\"י ור\"ח תליא בגירסת הש\"ס דלרש\"י דגריס אלא פי' דהדר ביה הש\"ס ממאי דסבר דאיסור סיינא משום אהל ומסיק דאיסורו משום הוצאה ולר\"ח דלא גריס אלא ס\"ל דמסקנא קאי כדמעיקרא משום אהל דלא הדר ביה מ\"מ הרמב\"ם גריס אלא ואפי' הכי מפרש לה כר\"ח לענין אהל אמנם פליג עליה בפי' הסוגיא שהוא ז\"ל מפרש דמעיקרא אוקמינהו להני תרתי ברייתי דברייתא דאסר היינו בדאית ביה טפח ומאן דשרי בדלית ביה טפח ומשום אהל ומקשה אלא מעתה שרביב גלימא הכי נמי כלומר דכל כי האי גוונא שאינו דרך בנין ואהל עראי כזה שאינו סומך על שום דבר שהוא על הקרקע פשיטא דשרי דאין לגזור בו משום אהל דהרי העושה אהל עראי ע\"ג קרקע אסור משום גזירה וגזירה לגזירה לא גזרינן ומהיכא תיתי לאסור מה שהאדם משרבב בידיו ועושה אהל. ומסיק אלא דהדר ביה מההיא אוקמתא דמחלק בדאית ביה טפח ומסיק דאין חילוק זה יפה אלא דאפי' אית ביה טפח ויותר שרי כשאינו מהודק אבל כשהוא מהודק שיוצא טפח ממנו חזק וקשה אסור. ומפני שאם הטפח שהוא קשה אם אינו מהודק על ראשו אלא שהוא תלוי ברפיון כגון שהוא סומכו בידו או שהוא עומד מאליו פשיטא שמותר לכן מפרש דכשאמרו בגמ' דמהדק היינו קשה בודאי דמיירי כשהוא תחוב בחוזק על ראשו דמונח על ראשו תחוב דאל\"כ פשיטא דאין לגזור כמ\"ש.<br><b> נמצא</b> דהשתא למסקנא דגמ' החילוק הוא הא דמהדק לבד ולא הוצרך תו לפרש דמיירי בטפח דודאי דפשוט הוא דבבציר מטפח לית ביה איסור אהל וכמו שנתבאר במקומו א\"כ משום הכי השמיט הרמב\"ם הך חילוקא כיון דבגמ' דחאוהו. והרואה יראה שהרב המגיד אף שכתב שדעת הרמב\"ם כר\"ח מייתי הגרסא בתיבת אלא ולא ביאר לן שהרמב\"ם לא היה גורס אלא וכיון שכן יכולים אנו לומר דגריס אלא ומפרש כדכתיבנא ובלבב שלם ישבתי דברי רבינו ועמדתי על דברי הרשד\"ם ולפי שהדברים ארוכים לא העתקתים פה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "לב שלם על משנה תורה, הלכות שבת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lev Shalem",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}