{
    "text": {
        "2": {
            "5": ". . . . . . . . that honoureth his mother.",
            "7": "My son, in word and in deed honour thy father; That all blessings may overtake thee.",
            "8": "The blessing of a father settleth the root; But the curse of a mother plucketh up the plant.",
            "9": "Take not honour to thyself by the shame of thy father; For it is no honour unto thee.",
            "10": "The honour of his father is a man's honour; And he that curseth his mother doth greatly sin.",
            "11": "My son, be stedfast in honouring thy father; And forsake him not all the days of thy life.",
            "12": "Yea, and though his mind fail, bear with (<i>or</i> help) him; And dishonour him not all the days of his life (H).",
            "13": "Benefaction to a father shall not be blotted out; But it shall be planted instead of sin.",
            "14": "In the day of affliction it shall be remembered unto thee, As heat upon hoar frost, to do away thine iniquities.",
            "15": "For he that despiseth his father doeth presumptuously; And he that curseth his mother angereth his Creator.",
            "16": "My son, in thy wealth walk in meekness (H S); And thou shalt be more beloved than he that giveth gifts.",
            "17": "Minish thy soul from all the great things of the world; And before God thou shalt find mercy.",
            "19": "For great is the mercy of God; And he revealeth his secret to the meek.",
            "20": "Search not the things that are too wonderful for thee; And seek not that which is hid from thee.",
            "21": "What thou art permitted, think thereupon; But thou hast no business with the secret things.",
            "22": "And intrude not into that which is beyond thee; For thou hast been shewed that which is too great for thee.",
            "23": "For many are the conceits of the sons of men; And the imaginations of thoughts (H) that make them to err.",
            "24": "A hard heart shall fare ill at the last; But he that loveth good things will guide himself therein.",
            "25": "Many are the sorrows of a hard heart; And he that is confident addeth iniquity to iniquity.",
            "26": "Without the apple of the eye light faileth; And without knowledge wisdom faileth.",
            "27": "Haste not to heal the stroke of the scorner; For there is no healing it: for he is a plant of evil planting.",
            "28": "A wise heart will understand parables of the wise; And the ear that hearkeneth to wisdom shall rejoice.",
            "29": "Waters quench flaming fire; So righteousness maketh atonement for sin.",
            "30": "Whoso doeth good, it shall meet him in his ways (?); And in the time that he tottereth he shall find a stay."
        },
        "3": {
            "0": "My son, mock not at the life of the poor (<i>or</i> of affliction); And make not the soul of him that is poor and bitter of soul (H) to pine.",
            "1": "Vex not the spirit (?) of the soul that lacketh; And hide not thyself from one that is crushed (?) in soul.",
            "2": "Trouble not the bowels of him that is humbled; And pain not the inward part of the poor.",
            "3": "Withhold not a gift from thy needy; And thou shalt not despise the supplications of the miserable; And thou shalt not give him place to curse thee.",
            "4": "He that is bitter of spirit crieth in the anguish of his soul; And his Rock (H) shall hear the voice of his cry.",
            "5": "Make thyself (?) beloved of the congregation; And to a potentate moreover bow the head.",
            "6": "Incline thine ear to the poor; And answer him Peace with meekness.",
            "7": "Save the oppressed from his oppressors; And let not thy spirit loathe right judgement.",
            "8": "Be as a father to orphans; And instead of a husband to widows.",
            "9": "And God shall call thee Son; And shall be gracious to thee, and deliver thee from the pit.",
            "10": "Wisdom teacheth (H) her sons; And testifieth (H) to all that attend to her. ",
            "11": "They that love her love life; And they that seek her shall obtain favour from the Lord.",
            "12": "And they that retain her shall find honour from the Lord; And shall have grace shewed them by the blessing of the Lord.",
            "13": "Ministers of holiness are her ministers; And God loveth them that love her (?).",
            "14": "He that heareth me shall judge truth (G nations); And he that giveth ear to me shall dwell in my chamber within.",
            "15": "For I will go with him, making myself strange; And at the first I (H he) will try him with temptations.",
            "16": "And what time his heart is filled with me; I will turn and direct him, And reveal unto him of my secrets.",
            "17": "If he turn away and decline from me (?), I will train him with fetters (<i>or</i> restraints).",
            "18": "If he turn away from after me, I will cast him off, and deliver him to the spoilers.",
            "19": "My son, observe season and time (?); And fear evil, and be not shamefaced unto thyself.",
            "20": "For there is a shame (?) that ladeth with iniquity; And there is a shame that is honour and grace.",
            "21": "Have not respect of thine own person; And stumble (H) not at thine offences.",
            "22": "Withhold not a word (<i>or</i> to speak) in season (?); Nor ever conceal thy wisdom.",
            "23": "For by speech wisdom is made known; And understanding by the answer of the tongue.",
            "24": "Gainsay not the truth (H God); And submit thyself unto God.",
            "25": "Be not ashamed to turn from iniquity; And stand not against a stream.",
            "26": "Lay not thyself down for a fool to tread upon; And be not contrary before rulers.",
            "27": "Sit not with one that judgeth unrighteously; For according to his pleasure (?) thou shalt judge with him.",
            "28": "Unto death contend (?) for justice; And the Lord shall fight for thee.",
            "29": "Be not called a double dealer; And slander not with (?) thy tongue.",
            "30": "Be not boastful with thy tongue; And slack and negligent (?) in thy business.",
            "31": "Be not as a dog (G lion) in thine house; And strange and fearful in thy business.",
            "32": "Let not thine hand be opened to receive; And clenched in the midst of giving."
        },
        "4": {
            "0": "Stay not upon thy strength (<i>or</i> wealth); And say not, It is in the power of my hand.",
            "1": "Stay not upon thy force; To go after the desire of thy soul.",
            "2": "Go not after thy heart and thine eyes; To walk in the pleasures of wickedness.",
            "3": "Say not, Who can withstand my (G S) strength? For the Lord avengeth (H seeketh) them that are persecuted.",
            "4": "Say not, I have sinned, and who (?) shall do aught unto me, For God is slow to anger?",
            "5": "Say not, The Lord is merciful; And he will blot out all mine iniquities.",
            "6": "Trust not to forgiveness; To add iniquity to iniquity.",
            "7": "Nor say, His mercy is great: He will forgive the multitude of mine iniquities.",
            "8": "For mercy and anger are with him; And his displeasure shall rest upon (?) the wicked.",
            "9": "Make no tarrying to turn unto him; And put not off (?) from day to day.",
            "10": "For suddenly shall his indignation go forth; And in the day of vengeance thou shalt perish.",
            "11": "Trust not on riches of falsehood; For they shall not profit in the day of wrath.",
            "12": "Be not winnowing with every wind, And turning the way of the stream (H).",
            "13": "Be assured in thine own mind; And let thy word be one.",
            "14": "Be swift to give ear; And with patience of spirit return answer.",
            "15": "If it be in thee, answer thy neighbour; And if not, be thy hand upon thy mouth.",
            "16": "Honour and disgrace are in the hand (?) of talk; And the tongue of a man is his fall.",
            "17": "Be not called a double dealer; And with thy tongue slander not a neighbour.",
            "18": "For for the thief was created shame; And sore reproach for (G S) the double dealer.",
            "19": "Little or much do not corruptly (H); And instead of a friend become not an enemy."
        },
        "5": {
            "0": "Reproach shall inherit (H) an evil name and disgrace: So an evil man that is a double dealer.",
            "1": "Fall not into the hand of thine appetite; That it should consume thy strength like an ox (?).",
            "2": "It shall eat thy leaves and uproot thy fruit; And leave thee like a dry tree.",
            "3": "For fierce appetite corrupteth them that have it; And the joy of an enemy overtaketh (H) them.",
            "4": "Many a friend doth a sweet palate make; And gracious lips that greet (?) with peace.",
            "5": "Be they that are at peace with thee many; But he that hath thy secret one of a thousand.",
            "6": "Hast thou gotten a friend? get him in trial (?); And be not in haste to trust on him.",
            "7": "For there is a friend that is for a season; And that will not (?) continue in the day of affliction.",
            "8": "There is a friend that turneth to an enemy; And he will make bare the strife to thy reproach.",
            "9": "There is a friend that is a companion at the table; But he will not be found in the day of adversity.",
            "10": "In thy prosperity he is as thou art; And in thine adversity he will remove away from thee.",
            "11": "If evil overtake thee, he will turn against thee; And will hide himself from thy face.",
            "12": "Separate thyself from thine enemies; And beware of thy friends.",
            "13": "A faithful friend is a firm friend; And he that findeth him hath found a treasure.",
            "14": "There is no exchange for a faithful friend; Nor price that can be weighed for his goodness.",
            "15": "A faithful friend is a balm (G S) of life; He that feareth God shall obtain it.",
            "16": "For as he is, so is his neighbour; And as his name, so are his works.",
            "18": "As one that plougheth and as one that reapeth approach unto her; And wait for the abundance of her increase. For in the tillage of her thou shalt toil a little; And on the morrow (H) thou shalt eat her fruit.",
            "19": "Rough is she to the fool; And he that is void of understanding cannot bear her.",
            "20": "As a burdensome weight shall she be upon him; And he will not tarry to cast her away.",
            "21": "For discipline is according to its (?) name; And to the more part she is not plain (<i>or</i> right).",
            "22": "A potter's vessel is for the furnace to bake (?); And like unto it, a man is according to his thought.",
            "23": "Upon the bough (?) of a tree will be its fruit; So the thought of a man is according to his mind (?).",
            "24": "Incline thy shoulder, and carry her; And loathe not her cords (?).",
            "26": "Search and examine, seek and find; And hold her fast, and let her not go.",
            "27": "For afterward thou shalt find her rest; And she (?) shall turn to a delight unto thee.",
            "28": "And her net shall be to thee a strong defence; And her cordage robes of fine gold.",
            "29": "Her yoke (G Upon her) is an ornament (G) of gold; And her bands are thread of purple.",
            "30": "Thou shalt put her on as robes of honour; And crown thyself with her as a crown of beauty.",
            "31": "If thou be desirous, my son, thou mayest become wise; And if thou apply thy heart, thou shalt be prudent.",
            "32": "If thou art wishful to hear (H); And incline thine ear (H), thou shalt be instructed.",
            "33": "Be desirous to hear all discourse; And let no proverb of understanding escape thee.",
            "34": "See who (?) hath understanding, and seek him early; And let thy foot wear my (H) threshold.",
            "35": "And let thy mind be upon the fear of the Most High; And meditate (?) in his commandments continually.",
            "36": "And he shall make thy heart discerning (H); And make thee wise according as thou desirest."
        },
        "6": {
            "0": "Do not evil to thyself, and evil shall not (?) overtake thee; Keep far from iniquity, and it shall turn aside from thee.",
            "1": "Sow not upon the furrows of unrighteousness (?); Lest thou reap it sevenfold.",
            "2": "Seek not of God dominion; Nor likewise of a king a seat of honour.",
            "3": "Justify not thyself before God (H a king); And before a king profess not understanding.",
            "4": "Seek not to be a ruler; If thou hast not ability to quell pride.",
            "5": "Lest thou fear the person of the noble; And suffer lucre to corrupt thine integrity (?).",
            "6": "Condemn not thyself in the congregation at the gate (?); And cast not thyself down in the assembly.",
            "7": "Conspire not to commit a second sin; For in one thou shalt not be unpunished.",
            "8": "Loathe not appointed service of laborious work; For it hath been apportioned of God (?).",
            "9": "Be not impatient (H short) in prayer; And in almsgiving hesitate not (?).",
            "10": "Despise not a man that is in bitterness of spirit; Remember that there is one that lifteth up and casteth down.",
            "11": "Devise not injury against a brother; And likewise neither against a companion nor a neighbour.",
            "12": "Love not to make any manner of (?) lie; For the consequence (H hope) thereof shall not be pleasant.",
            "13": "Prate (?) not (<i>or</i> Be not familiar) in a congregation of princes; And repeat (?) not a word in prayer.",
            "14": "Esteem not thyself among the men of thy (?) people; Remember that wrath will not tarry (?).",
            "15": "Abase pride very exceedingly; For the hope of man is the worm (H S).",
            "16": "Be not in haste to say, A breach (?) <i>is upon me</i>; Commit thyself unto God, and delight in his way.",
            "17": "Exchange not a friend at a price; Neither a brother that is attached (<i>or</i> doubted) for gold of Ophir.",
            "18": "Despise (<i>or</i> Reject) not a wise wife; Seeing she is well-favoured above rubies.",
            "19": "Evil entreat not a servant that laboureth truly (?); Nor a hireling that giveth his soul (?).",
            "20": "Love a wise servant as thyself: Withhold not liberty from him.",
            "21": "Hast thou a beast? see that thine eye be upon it (?); And if it be trusty (?), keep it.",
            "22": "Hast thou sons? instruct them; And marry wives to them in their youth.",
            "23": "Hast thou daughters? guard their flesh; And make not thy face bright unto them.",
            "24": "Give away a daughter, and away with a trouble (?); But join her to a man of understanding.",
            "25": "Hast thou a wife? abominate (H) her not; Hast thou one that is hated? trust her not.",
            "26": "With all thy heart fear . . . . . . . . . . *******",
            "27": "Remember: If they were not, you would not have come to the world. And what you are doing to them, that they are your rearers.",
            "28": "With all your heart fear God; And his priests sanctify. ",
            "29": "With all your means love your maker; And his servers do not forsake.",
            "30": "Honor God and glorify a priest; Give their portions like you were commanded.",
            "31": "Bread of heroes and gift of a hand; Meat of the righteous and gift of the holy one.",
            "32": "Also to the needy stretch out a hand; So that you blessing will be repaid.",
            "33": "Give a gift to all life; Also from a corpse do not withhold kindness.",
            "34": " Do not be late from ?criers?;  And with a mourner, mourn.",
            "35": "Do not lift [your] heart from a loved one; For from him you will be loved.",
            "36": "In all your actions remember the end; And never destroy."
        },
        "7": {
            "0": "Do not fight with a great man; Why become destitute by his hand.",
            "1": "Do not fight with one harder than you; Why fall by his hand.",
            "2": "Do not ?plow? over a man without wealth; Perhaps he will weigh your money and you will lose."
        },
        "10": {
            "33": "And estrange thee to them that are dear to thee."
        },
        "11": {
            "1": "Do good to the righteous, and find recompense; If not from him, from the Lord.",
            "2": "No good cometh of bestowing upon (?) him that is wicked; And (?) that hath not done righteousness.",
            "3": "A double portion of evil shalt thou obtain in time of need By all the good thou shalt have brought him.",
            "4": "Weapons of war (H S) give not to him; Wherefore should he fight with them against thee?",
            "5": "For God also hateth them that are evil; And to the wicked he will repay vengeance.",
            "6": "Give to the good, and withhold from the evil; Honour the humble, and give not to the proud.",
            "7": "A friend will not be known in prosperity; And an enemy will not be hid in adversity.",
            "8": "In a man's prosperity even an enemy is a friend; And in his adversity even a friend separateth himself.",
            "9": "Never trust an enemy; For like as brass his wickedness cankereth.",
            "10": "And even though he hearken to thee, and go crouching; Give thy heart to fear him.",
            "11": "Be to him as one that revealeth a mystery (H S); And he shall not find opportunity to harm thee. And know thou the end of jealousy (H S).",
            "12": "Make him not to stand beside thee: Wherefore should he thrust thee away, and stand in thy place?",
            "13": "Set him not on thy right hand: Wherefore should he seek thy seat?",
            "14": "And afterwards thou shalt attain unto my words; And shalt lament at my lament.",
            "15": "Who will pity (?) a charmer that is stung; Or anyone that cometh nigh to a ravenous beast?",
            "16": "So is he that joineth himself to an impious man (G S), And walloweth in his iniquities.",
            "17": "He shall not escape, until a fire be kindled in him.",
            "18": "When he cometh with thee, he will not bewray himself unto thee; ",
            "19": "And if thou fall, thou shalt not be able (S) to deliver thyself (?).",
            "20": "So long as thou standest (?), he will not shew himself; And if thou (G) totter, he will not bear up.",
            "21": "With his lips will an adversary speak sweetly (G), While he deviseth deep pitfalls in his heart.",
            "22": "And even though an enemy weep with his eyes; When he hath found a season, he will not be satiated with blood.",
            "23": "If mischief hath befallen thee, he is found there; As a man that would help, he will seek reward (<i>or</i> to supplant).",
            "24": "He will shake his head, and wave his hand; And with much whispering (?) he will change his countenance."
        },
        "12": {
            "0": "Whoso toucheth pitch, it shall cleave to his hand (?); And he that hath fellowship with a scorner will learn his way.",
            "1": "What is too heavy for thee wherefore shouldest thou lift? And wherefore have fellowship with one that is richer than thou?<br>What fellowship shall earthen pot have with kettle, When if this smite that, it is dashed in pieces?<br>What fellowship shall the rich have with the poor?",
            "2": "The rich doeth a wrong, and he boasteth himself of it (?): The poor is wronged, and he must entreat withal (?).",
            "3": "If thou be right for him, he will make thee serve him; And if thou be brought low, he will be sparing of thee.",
            "4": "If thou have substance (?), he will speak thee fair; And he will impoverish thee, and will not be sorry.",
            "5": "Hath he need of thee? then he will toy with thee (?); And he will smile upon thee, and encourage thee.",
            "6": "So long as it profiteth he will cajole thee. Twice or thrice he will shew thee reverence (?); And then he will look at thee and pass thee by (?); And will wag his head at thee.",
            "7": "Take heed that thou be not urgent (?) overmuch; And be not like to them that lack intelligence.",
            "8": "Doth a noble draw near? be thou distant; And so much the more he will approach thee.",
            "9": "Come not near, lest thou be put far off; And stand not far off, lest thou be forgotten (G).",
            "10": "Make not bold to be free (?) with him; And mistrust thou his much talk.<br>For with his much talk maketh he trial of thee; And he will smile upon thee, and search thee out.",
            "11": "He that is cruel will speak peace (?) and spare not; While he plotteth a plot against the life of many.",
            "12": "Take heed and beware; And go not with men of violence.",
            "13": "All flesh loveth its kind; And every man him that is like unto him.",
            "14": "The kind of all flesh consorteth therewith; And a man will have fellowship with his kind.",
            "15": "What fellowship shall wolf have with lamb? Such is the wicked to the righteous; And so is the rich unto a man that is destitute.",
            "16": "How should there be (?) peace between hyena and dog? How should there be peace between rich and poor?",
            "17": "Wild asses of the wilderness are food for the lion: So the poor are the prey of the rich.",
            "18": "Lowliness is the abomination of pride; And the needy is the abomination of the rich.",
            "19": "A rich man when he is shaken is held up (?) of a friend; But the poor when he is shaken is thrust from evil to evil (?).",
            "20": "The rich speaketh, and his helpers are many; And his unseemly words are overlaid (?).",
            "21": "A poor man speaketh (G S), and they hoot at him (?); Though he be wise that speaketh, there is no place for him.",
            "22": "When the rich speaketh, all keep silence; And (?) they extol his wisdom to the clouds.",
            "23": "When the poor speaketh, Who is this? say they; And if he stumble, they will help to overthrow him.",
            "24": "Good is wealth, if it be without iniquity; And evil is poverty in the mouth of arrogancy.",
            "25": "The heart of a man changeth his countenance; Whether for good or for evil.",
            "26": "A token of a merry heart is a bright countenance; And study and meditation is wearisome thought (?)."
        },
        "13": {
            "0": "Happy is the man whom his own mouth hath not troubled; And whose heart hath not condemned him (?).",
            "1": "Happy is the man whose soul hath not reproached (H failed) him; And whose expectation hath not ceased.",
            "2": "Wealth is not comely for a little heart; And fine gold is not comely for one whose eye is evil.",
            "3": "He that stinteth (?) himself gathereth for another; And a stranger shall revel (?) in his goods.",
            "4": "He that is evil to himself, to whom will he be good? And he will not enjoy (?) his own goods.",
            "5": "There is none more evil than he that is evil to himself; And he hath with him the recompense of his wickedness.",
            "8": "In the eye of a fool (S) his portion is small; But he that taketh his neighbour's portion wasteth his own (?).",
            "9": "The eye of him that hath an evil eye (?) is grudging (G) of bread; And there is famine at his table.<br>An evil (S) eye lavishing bread Is as a fountain dried up that should well with water (?).",
            "10": "My son, if thou hast wherewithal, minister (S) to thine own self; And if thou hast, do good unto thyself; And according to the power of ∥ thy hand, make thyself fat.",
            "11": "Remember that there is no luxury in Sheol; And death doth not tarry; And the decree of Sheol (?) hath not been declared to thee.",
            "12": "Do good to a friend before thou die; And as thy hand attaineth (?) give unto him.",
            "13": "Refuse not the day's good cheer. But encroach not upon a brother's portion (?); And covet not the desirable things of a neighbour.",
            "14": "Shalt thou not leave thy riches to another; And thy labour to them that cast lots?",
            "15": "Give to a brother (H), and let thy soul fare delicately; For there is no seeking of luxury in Sheol.<br>And whatsoever thing is seemly to do; Do it before (?) God.",
            "16": "All flesh waxeth old as a garment; And the everlasting decree is, They shall surely perish.",
            "17": "As leaves grow upon a green tree, Whereof one withereth, and another springeth up;<br>So of the generations of flesh and blood, One perisheth, and another ripeneth (M).",
            "18": "All his works shall surely rot; And his handywork shall draw after him.",
            "19": "Happy is the man that shall meditate in wisdom; And shall have respect to understanding.",
            "20": "That setteth his heart upon her ways; And considereth her paths (S).",
            "21": "Going forth after her in search of her; And spying all her entries.",
            "22": "That prieth through her window; And will hearken at her doors.",
            "23": "He that encampeth about her house; And driveth his pegs (?) into her wall.",
            "24": "And he pitcheth his tent by her side; And dwelleth in good neighbourhood.",
            "25": "And he will set his nest on her bough; And will lodge in her branches.",
            "26": "And he sheltereth in her shade from the heat; And will dwell in her habitations."
        },
        "14": {
            "0": "For he that feareth the Lord shall do this; And he that layeth hold on the law shall attain unto her (?).",
            "1": "And she shall meet him as mother; And receive him as wife of youth.",
            "2": "And she shall feed him with bread of wisdom; And give him water of understanding to drink.",
            "3": "And he shall be stayed upon her, and shall not be moved; And in her shall he trust, and he shall not be confounded.",
            "4": "And she shall exalt him above his neighbour; And in the midst of the congregation shall she open his mouth.",
            "5": "He shall find joy and gladness; And she shall cause him to inherit an everlasting name.",
            "6": "Men of naught shall not attain unto her; And men of arrogancy shall not see her (H S).",
            "7": "Far is she from scorners; And liars shall not remember her.",
            "8": "Praise is not comely (G S) in the mouth of the wicked; For it was not apportioned him of God.",
            "9": "By the mouth of the wise shall praise be spoken; And he that mastereth her (H S) shall learn it.",
            "10": "Say not, My transgression was of God; For that which he hateth he made not (H S).",
            "11": "Lest thou say, He it was that made me stumble; For there is no need of men of violence.",
            "12": "Wickedness and an abomination the Lord hateth; And will not let it befal them that fear him.",
            "13": "For (?) God created man from the beginning; And put him into the hand of him that would spoil him; And gave him into the hand of his inclination.",
            "14": "If thou choose, thou mayest keep the commandment; And it is understanding (H) to do his will.<br>If thou trust in him, thou shalt even live.",
            "15": "Fire and water are poured out before thee: Upon whichsoever thou choosest stretch forth thy hands.",
            "16": "Death and life are before a man: That which he shall choose shall be given him.",
            "17": "The wisdom of the Lord aboundeth: He is mighty in power, and beholdeth all.",
            "18": "The eyes of God see his works; And he will take knowledge of (?) all a man's doing.",
            "19": "He commanded not a man to sin; Neither did he make men of falsehood to dream.<br>And he hath no mercy on him that worketh vanity; And on him that discloseth a secret."
        },
        "15": {
            "0": "Desire not the shapeliness of vain youths; And rejoice not in sons of wickedness.",
            "1": "Yea, and if they increase, delight (?) not in them; If the fear of the Lord be not with them.",
            "2": "Trust not in their life, and rely not on their issues (?);<br>For they shall not have a good end.<br>For better is one that doeth acceptably than a thousand; And he that dieth childless than he that hath many sons of wickedness (?) ; And than an ungodly posterity.",
            "3": "Of one that (?) feareth the Lord shall a city be peopled; And by a family of transgressors it shall be made desolate.",
            "4": "Many things like these hath mine eye seen; And mighty things like these (H) hath mine ear heard.",
            "5": "In the congregation of the wicked a fire burneth; And in an ungodly nation wrath is kindled.",
            "6": "Seeing that he forgave not the princes of old time, Who ruled (?) the world by their power.",
            "7": "And he spared not them that sojourned with Lot (?), Who transgressed in their pride.",
            "8": "And he spared not the people of perdition, That were dispossessed (?) in their iniquity.",
            "9": "So were the six hundred thousand footmen, That were taken away in the arrogancy of their heart.",
            "10": "And if even one stiffen (<i>or</i> harden) his neck; It were a marvel should he be unpunished.<br>For mercy and wrath are with him; And he forgiveth and pardoneth; But upon the wicked his indignation shall rest (?).",
            "11": "According to the greatness of his mercy, so is his correction; He will judge each according to his doings.",
            "12": "He will not (M) let the wrong-doer escape with plunder; Neither will he frustrate the desire of the righteous for ever.",
            "13": "Whosoever doeth righteousness, there is a reward for him; And according to his works shall every man go forth (H) before him.",
            "14": "The Lord hardened the heart of Pharaoh, who knew him not:",
            "15": "Whose works are manifest under heaven; His mercies are seen of all his creatures; And his light and his darkness (?) hath he apportioned to the sons of men.",
            "16": "Say not, I am hidden from God; And who shall remember me on high?<br>In the mass of people I shall not be known; And what is my soul at the end of the spirits of all the sons of men?",
            "17": "Behold, the heaven, and the heaven of heavens, And the deep, and the earth; When he descendeth upon them, they tremble (?), At his visitation (?), and when he rageth.",
            "18": "The roots also of the mountains and the foundations of the world, When he looketh upon them, quake exceedingly.",
            "19": "Surely upon me he will not set his heart; And my ways who will consider?",
            "20": "If I have sinned, no eye shall see me; Or if I deal falsely in any secret place (?), who shall know?",
            "21": "Work of right who shall declare unto him? And of what is there hope, that I should be righteous (?)…?",
            "22": "They that want understanding will think such things; And a perverse man (?) will imagine this.",
            "23": "Hearken unto me, and receive my proverbs (?); And set your heart upon my words.",
            "24": "I will pour forth my spirit by weight; And with carefulness will I declare my opinion.",
            "25": "When God created his works from the beginning; According to their parts (H life) …. **;*;*;*;*"
        },
        "24": {
            "0": "From a woman sin had its beginning, and because of her we all die."
        },
        "29": {
            "10": "Let him not have rule in his youth; And bear not with his mischiefs.",
            "11": "Beat his shoulder while it is yet tender (?); Bruise (?) his loins while he is yet a youth.<br>Bow down his head in his youth; And smite through his loins when he is a little one.<br>Wherefore should he harden himself (M), and rebel against thee; That thou shouldest have (?) faintness of spirit because of him?",
            "12": "Chastise (<i>or</i> Train) thy son, and make his yoke heavy; Lest in his folly he lift himself up (M) against thee.",
            "13": "Better is one that is poor, and healthy in his body; Than a rich man that is plagued in his flesh.",
            "14": "Health of flesh (?) have I desired more than fine gold; And a joyful spirit more than rubies.",
            "15": "There is no wealth above wealth of sound flesh (?); And no good above goodness of heart.",
            "16": "Better is to die than a life of vanity; And eternal rest than continual pain.<br>Better is to die than life that is evil; And to go down to Sheol than lasting pain.",
            "17": "Goodness poured upon a mouth that is closed Is as an offering laid before a gravestone (?).",
            "18": "What can it profit idols of the nations, Which eat not, neither do they smell? ",
            "19": "So whoso hath wealth, And enjoyeth not of his substance (?).",
            "20": "With his eye     .     .     .     .     . As an eunuch (?) embraceth a maiden and groaneth.",
            "21": "So is he that doeth judgement with violence (?). So is an eunuch (?) that lieth with a virgin. And the Lord requireth at his hand.",
            "22": "Give not thy soul to sorrow; And stumble not by thine iniquity (M counsel).",
            "23": "Joy of heart, that is the life of a man; And a man's cheerfulness lengthens his days (G).",
            "24": "Rejoice thy soul, and make thine heart joyful (?); And put vexation far from thee:",
            "25": "For sorrow hath slain many; And there is no profit in vexation.",
            "26": "Envy and sorrow (G wrath) shorten days; And care maketh old untimely.",
            "27": "The sleep of a good heart is instead of dainties; And his food is agreeable unto him."
        },
        "30": {
            "0": "The wakefulness (M) of the rich wasteth his flesh; His care (M) dissipateth slumber.",
            "1": "Care for sustenance breaketh off slumber; And sore sickness (M) dissipateth slumber.<br>Reproach putteth to flight a faithful friend; But he that hideth a secret is beloved (?) as one's soul.",
            "2": "The labour (M) of the rich is to gather (G S) wealth; And if he rest, it is to take pleasure.",
            "3": "The poor toileth for the lack of his house; And if he rest, he becometh needy.<br>The labour of the poor is for the lack of his means (?); And if he rest, it is to his lamentation (<i>or</i> he is distressed).",
            "4": "He that pursueth after gold shall not be innocent; And he that loveth hire shall err thereby.",
            "5": "Many are there that have been given in pledge (?) to gold; And that trusted (?) on rubies.<br>And they found not how to escape from evil; Neither to save themselves in the day of wrath.",
            "6": "For it is a stumblingblock to the fool; And whoso is simple is enticed thereby.",
            "7": "Blessed is the man (H) that hath been found perfect; And that hath not gone aside after mammon.",
            "8": "Who is he? and we will call him blessed: For he hath done wonderously among his people.",
            "9": "Who is he? that we may cleave (H) unto him; And he shall have peace, and he shall have glory.<br>For when as the peace of his life multiplieth, I will be a glory unto thee (?).",
            "10": "Who hath blessed it (?), and made his life perfect? I will be a glory unto thee (?).<br>Who was able to stray, and strayed not? And to do evil to a neighbour, and would not?",
            "11": "Therefore his good is sure; And the congregation shall declare his praise. *******"
        },
        "31": {
            "0": "Be to them as one of them; Take thought for them, and afterward be seated: Supply their want, and afterward recline.",
            "1": "That thou mayest rejoice in their honour; And receive favour at the table (?).",
            "2": "Speak, O elder, for it pertaineth to thee; And be carefully wise (?), and hinder not song.",
            "3": "In a place for wine pour not forth talk; And in a place for music (?) pour not forth talk: And wherefore shouldest thou be always (S) wise?",
            "4": "As a seal upon a purse of gold, Is a hymn to God at a banquet of wine.<br>As a boss (?) of ruby on a circlet (M) of gold, Is a concert of music (?) at a banquet of wine.",
            "5": "As a collar of gold wherein are emerald and sapphire; So are fine words comely at a banquet of wine.<br>As settings of fine gold and a seal of carbuncle, Is the voice of music with the pleasance of mead.",
            "6": "Speak, O young man, if thou be wanted; With compulsion if one ask thee twice or thrice.",
            "7": "Restrain speaking, and diminish it exceedingly; And be like to one that knoweth and holdeth his tongue.",
            "8": "Among elders set not thyself up; And press not (?) much on princes.",
            "9": "Before hail (H) speedeth (?) lightning; And before one that is downcast speedeth favour.<br>Before hail (H) speedeth (?) lightning; And before one that is shamefast favour.",
            "10": "At the appointed time tarry not; Get thee home and do pleasure (?).<br>At table time multiply not words; Even though a thing hath come into thy mind.",
            "11": "..in thy heart (?), and do pleasure; In the fear of God, and not with lack of understanding (H all).",
            "12": "And for all these things (?) bless thy Maker; Which satisfieth thee with his goodness.<br>He that seeketh God may expect favour (?); And he that is a madman shall be snared thereby (?).",
            "13": "He that seeketh God will receive discipline; And he that seeketh him diligently shall obtain an answer.<br>He that seeketh things pleasing to God shall receive instruction; And he will answer him in his prayer.",
            "14": "He that seeketh the law shall obtain her; And he that is a madman shall be snared thereby.",
            "15": "He that feareth the Lord shall discern judgement; And shall bring forth counsels from twilight (H).<br>They that fear the Lord shall discern his judgement; And they shall bring forth much wisdom (M) from their heart.",
            "16": "A man of violence (M) will wrest reproofs; And will draw the law (?) after his need.<br>A wise man will not conceal wisdom (M); And a scorner will not keep his tongue.",
            "17": "A wise man will not take a bribe (H): One that is proud and a scorner will not keep the law.",
            "18": "Without counsel do not anything; And after thy doings vex not thyself.",
            "19": "Go not in a way set with snares; And stumble not at an offence twice.",
            "20": "Trust not in the way of the spoiler (?); And be watchful of thy latter end.",
            "21": "Trust not in the way of the wicked; And be ware in thy paths.<br>In all thy ways keep thy soul; For whoso doeth these things keepeth a commandment.",
            "22": "In all thy doings keep thy soul; For he that doeth this keepeth a commandment.",
            "23": "He that observeth the law keepeth his soul; And he that trusteth in the Lord shall not be ashamed."
        },
        "32": {
            "0": "Evil shall not befall him that feareth the Lord; But in temptation even again he shall be delivered (?).",
            "1": "He that hateth the law shall not be wise; And he is moved as…tossed with tempest (?).",
            "2": "A man of discernment discerneth a matter; And his law....... *******"
        },
        "33": {
            "8": "In all thy works (H) shew a bright countenance; And dedicate thy tithe with gladness.",
            "9": "Give to God (?) according as he hath given to thee; With goodness of eye, and as thy hand hath found (?).",
            "10": "For he is a God that recompenseth; And sevenfold will he return unto thee.<br>He that giveth to the poor lendeth to the Lord; And who is a rewarder but he (M S)?",
            "11": "Bribe (S Hesitate) not, for he will not receive; And trust not upon a sacrifice of oppression.<br>For he is a God of judgement; And with him is no respect of persons.",
            "12": "He will not shew favour toward the poor; And he will hear the supplication of the afflicted.",
            "13": "He will not reject the cry of the fatherless; And of the widow, when she maketh much complaint (H).",
            "14": "Do not tears run down the cheek? Doth she not sigh because of her miseries?",
            "15": "Bitterness that is well-pleasing (H) is her lamentation (?): Her (G His) cry hasteth to the clouds.",
            "16": "The crying of the poor passeth through thick clouds (M); And resteth not until it come nigh.<br>It will not remove till God shall visit; And till he that judgeth righteously shall do judgement.",
            "17": "Yea, and God will not tarry; And as a mighty man he will not refrain himself:<br>Till he smite the loins of the unmerciful; And repay vengeance to the heathen:<br>Till he dispossess the sceptre of pride; And quite cut down the rod of the wicked:",
            "18": "Till he render to a man his due; And a man's recompense according to his devising:<br>Till he plead (?) the cause of his people; And make them joyful (M) with his salvation.",
            "19": "Mercy from the Lord in time (?) of affliction Is as cloud (?) of rains in season of drought."
        },
        "34": {
            "0": "Save us, O God of all; And exalt thy fear over all the nations.",
            "1": "Shake thy hand (M) over the strange people; And let them see thy mighty acts.",
            "2": "As thou hast been sanctified in their eyes over us; So in our eyes get thee honour over them.",
            "3": "And let them know as we have known, That there is no God but thou.",
            "4": "Renew signs, and repeat wonders; Glorify thy hand, and strengthen arm and right hand.",
            "5": "Wake up indignation, and pour out wrath; And subdue the foe, and drive away (?) the enemy.",
            "6": "Hasten the end, and visit (H) the appointed time (?); For who shall say unto thee, What doest thou?",
            "7": "Make an end of the head of the princes of Moab (H); That saith, There is none but me.",
            "8": "Gather all the tribes of Jacob; And let them inherit as in the days of old.",
            "9": "Have mercy upon the people that is called by thy name; Israel, whom thou didst surname Firstborn.",
            "10": "Have mercy upon thy holy city; Jerusalem, the place of thy dwelling.",
            "11": "Fill Sion with thy majesty; And thy temple from thy glory.",
            "12": "Give testimony to the firstling of thy works; And establish the vision spoken in thy name.",
            "13": "Give their reward to them that wait for thee; And let thy prophets be true.",
            "14": "Hear the prayer of thy servants; According to thy good pleasure (?) unto thy people.",
            "15": "And let all the ends of the earth know (H), That thou art our God for ever (?).",
            "16": "The throat eateth every meat; Yet is one meat more pleasant than another (M).",
            "18": "A woman will receive every man (?); Yet is one woman beautiful (M). *******"
        },
        "36": {
            "31": "My son, prove thy soul in thy life (M in wine); And see thou give it not that which is bad for it.",
            "32": "For not all is good for all: Not every soul chooseth every sort.",
            "33": "Be not insatiable (G) for every luxury; And be not effuse on all dainties.",
            "34": "For in much luxury (M food) nesteth sickness; And he that surfeiteth shall come nigh to loathing.",
            "35": "By intemperance many perish utterly (?); But he that taketh heed shall add to life."
        },
        "37": {
            "0": "Honour a physician before need of him (H): Him also hath God apportioned.",
            "1": "From God a physician getteth wisdom; And from a king he shall receive gifts.",
            "2": "The skill of a physician shall lift up his head; And he shall stand before nobles.",
            "3": "God bringeth out medicines from the earth; And let a prudent man not refuse them.",
            "4": "Was not water made sweet with wood, For to acquaint every man with his (M their) power?",
            "5": "And he gave man understanding; To glory in his (M their) might.",
            "6": "By them doth the physician assuage pain; And likewise the apothecary maketh a confection:",
            "7": "That his work may not fail (?); Nor health from among the sons of men (M his earth).",
            "8": "My son, in sickness be not negligent (?): Pray unto God, for he will heal.",
            "9": "Flee from iniquity, and from respect of persons; And from all transgressions cleanse thy heart.",
            "10": "Offer a sweet savour (?) as a memorial; And fatness estimated according to thy substance (?).",
            "11": "And to the physician also give (?) a place; And he shall not remove, for there is need of him likewise.",
            "12": "For there is a time when in his hand is good success (?): For he too will supplicate unto God,",
            "13": "That he will prosper (H) to him the treatment (<i>or</i> draught), And the healing, for the sake of his (?) living.",
            "14": "He that sinneth against his Maker Will behave himself proudly (H) against a physician.",
            "15": "My son, let tears fall over the dead: Be in bitterness, and wail with lamentation.",
            "16": "According to the manner of each, bury his (M their) flesh; And hide not thyself when they die (?).<br>Weep bitterly, and make grievous wailing; And appoint mourning accordingly (?):<br>A day or two because of hearsay (?); And be comforted for the sake of health (?).",
            "17": "Out of sorrow (?) cometh harm; So the sad of heart buildeth up trouble (?).",
            "18": "Set not the heart upon him (M) any more; Dismiss his remembrance, and remember the end.",
            "19": "Remember his sentence, for it is thy sentence; His yesterday, and thine to day.",
            "20": "Remember him not, for there is no hope for him; What shalt thou profit him (?)? and thou shalt hurt thyself.",
            "21": "When the dead is at rest, let his remembrance rest; And be comforted when his soul departeth.",
            "22": "The wisdom of the scribe increaseth wisdom (H); And he that hath little business shall become wise.",
            "23": "How shall he get wisdom that holdeth the plough (<i>or</i> goad), And glorieth in the stimulant (?) spear?",
            "24": "He is busied with oxen, and leadeth about cattle (?); And his discourses are with bullocks.",
            "25": "And his wakefulness is to victual (?) the stall: He setteth his heart to plough furrows.",
            "26": "Likewise the artificer..... Which by night is busied (M)... *******"
        },
        "43": {
            "0": "I wish to praise the pious men, our ancestors in their generations.",
            "1": "Much honored portion of the Highest, and and His greatness from the days of old",
            "2": "The earth's generations in their kingdoms, and the people of renown in their might; counselors in their understanding, and seers in their prophecy.",
            "3": "Noblemen of nations in their designs, rulers in their plans; wise thinkers in their books, and proverb-tellers in their preserved works.",
            "4": "Composers of psalms by decree, princes of proverbs by writing.",
            "5": "Men of valor and steadfast power, and tranquil upon their foundations.",
            "6": "All these in their generations, in their days, were renowned.",
            "7": "From among them some left a name, that they be rested on their legacy.",
            "8": "And from among them some were not remembered, and ceased to be when they ceased to be.",
            "9": "When they were no more, they were no more, and their children after them.",
            "10": "Still, these were pious men, and their hope will not cease.",
            "11": "With their seed is their faithful goodness, and their inheritance to their children's children.",
            "12": "Forever and ever their memories stand, and their righteousness will not be forgotten",
            "13": "Their corpses are in peace gathered up, and their names live from generation to generation.",
            "14": "Their wisdom the community will repeat, and their praises the assembly will recount.",
            "15": "Ḥanokh was found pure, and walked with God, and was taken - a sign of knowledge from generation to generation....",
            "16": "Righteous Noaḥ was found pure, at a time of destruction he was substituted; for his sake there was a remnant, and in his covenant the Flood ceased.",
            "17": "Through an eternal sign the covenant was made with him, and without it all flesh would have been wiped out.",
            "18": "Avraham was a father of many [av hamon] nations, given no blemish in his glory.",
            "19": "He kept the commandments of the Highest, and came with a covenant with Him. In his flesh a law was cut, and in his test he was found  faithful.",
            "20": "Thus, with an oath He held him up, to bless nations with his seed; to grant them from sea to sea, and from the River to the edge of the land.",
            "21": "And also to Yitzḥaq He brought a sun, for the sake of Avraham his father; a covenant of all given from the first, and a blessing rested on the head of Israel.",
            "22": "And He founded him with a blessing, and He gave him his inheritance; and he established him with tribes, as a portion twelvefold.",
            "23": "And he brought from him a man, finding grace in the eyes of all life. "
        },
        "44": {
            "0": "Beloved by God and man, Moshe, remembered for good.",
            "1": "And God honored him, and strengthened him in the heights.",
            "2": "With his words, the letters He sped up, and He strengthened him before the king; and He commanded the people, and they saw His glory.",
            "3": "In his faithfulness and his humility, He chose him from all flesh.",
            "4": "And He caused him to hear his voice, and He drew him to the thick cloud; and He placed in his hand the commandment, the Torah of life and understanding; to teach Yaaqov His laws, and His statues and ordinances to Israel.",
            "5": "And He raised Aharon, he the tribe of Levi, to holiness, and He placed him as an eternal law.",
            "6": "And He put upon him splendor, and He appointed him minister in His glory; and girded him with the majesty of the aurochs, and clothed him with bells.",
            "7": "And He clothed him all in majesty, and beautifued him in glory and strength; breeches, tunic, robe, and surrounded him in bells.",
            "8": "And many pomegranates surrounding, to make music with his steps.",
            "9": "Holy clothes, gold, purple, and crimson, works of the masters; breatplate of judgement, ephod and girdle, and two scarlet threads, woven.",
            "10": "Precious stones upon the breastplate, sealed and engraved in openings; every stone called a memory, written carved for the number of the children of Israel.",
            "11": "A pure-gold crown, robe, turban, and headplate carved with a holy seal; splendrous glory and praiseworthy strength, pleasant to see and entirely beauty.",
            "12": "Before him was none like him, thus after him no stranger will wear it. He trusted in him and in his sons like this, and thus his sons to their generations.",
            "13": "Their grain-offering is entirely smoked, and on every day it is twice offered.",
            "14": "And He filled Moshe's hand, and He anointed him with holy oil; and he was to Him an eternal covenant, and to his seed as in the days of heaven.",
            "15": "To minister and to serve as priest for Him, and to bless His people with His name. And He chose him from all life, to bring the whole-offerings and the suet-offerings.",
            "16": "And to burn a sweet smell and a remembrance, and to atone for the children of Israel.",
            "17": "And He gave his people a law, and a rule to the children of Israel; and strangers were angry with him, and jealous of him in the desert.",
            "18": "The men of Datan and Aviram, and the congregation of Qoraḥ in their enraged anger; and they saw ADONAI and He was enraged, and destroyed them in his great anger.",
            "19": "And He brought a sign to them, and consumed them in blazing fire; and He added His glory to Aharon, and gave him His inheritance.",
            "20": "The holy first-part He gave him bread, and fires of ADONAI consumed them. The shewbread portiopn, and a gift to him and his seed.",
            "21": "Yet in their land he would not inherit, and in their midst he would not receive an inheritance; the fires of ADONAI are his portion and inheritance, in the midst of the children of Israel.",
            "22": "And also, Pinḥas ben El'azar, in his strength, a third portion. In his zealousness to the God of all, and he stood at the people's breach.",
            "23": "And who, in his nobility, his heart, atoned for the children of Israel; thus he also was given a law, an eternal covenant to administer the Sanctuary.",
            "24": "That would be his and his seeds, a great priesthood for all time. And also His covenant with David son of Yishai of the tribe of Judah.",
            "25": "A portion of fire before His glory, the portion of Aharon to all his seed. And now, bless, please, ADONAI the good.",
            "26": "He crowns you with glory, He gives you a wise heart; that you not forget your goodness, and your strength for all generations."
        },
        "45": {
            "0": "A warrior, son of valor, Yehoshua son of Nun, minister to Moshe in prophecy; who was made a guardian in his days, a great salvation to His chosen ones.",
            "1": "To avenge vengeance on the enemies, and to inherit Israel. How admirable when he stretched his hand, when he waved his javelin at a city.",
            "2": "Who is it who could stand against him? For the wars of ADONAI were fought.",
            "3": "Was it not by his hand that the sun stood still, a single day as if it were two?",
            "4": "For he called to God the Highest, as his enemies surrounding forced him; and God the Highest answered him, with stones of ice and hail.",
            "5": "He threw them down on the enemy nation, and as they fled destroyed them all; so that all battling nations knew, that ADONAI guards their wars.",
            "6": "And he also was fully following God, and in the days of Moses did piety; he and Kalev son of Yefuneh, to hold fast against the wild assembly.",
            "7": "To turn anger from the congregation, and to end their evil report; thus the two of them were spared from the six hundred thousand infantry.",
            "8": "To bring them to their inheritance, a land flowing with milk and honey; and He gave to Kalev wisdom and until old age it stayed with him.",
            "9": "To guide him upon the heights of the land, and also his seed took an inheritance; that all the seed of Yaakov know that it is good to fully follow after Adonai.",
            "10": "And the judges, each man by his name, every one who didn't self-glorify; and didn't durn away from following God, may their memories be blessed.",
            "11": "[May their essences flower as a rose], and may their names pass on to their children!",
            "12": "Beloved of his people, desired of deeds, chosen from the womb of his mother; a nazirite of ADONAI in prophecy, Shmuel, the priestly judge. At the word of God he established a monarchy, and he anointed princes over hte people.",
            "13": "With the commandment of ADONAI he commanded the congregation, and the God of Yaakov took note of them.",
            "14": "In his faithful mouth he expounded a vision, and in his trusted word guidance.",
            "15": "And he also called to God, as his enemies surrounding forced him; as he offered up a lamb's suet, ADONAI thundered from heaven.",
            "16": "With a mighty crash His voice was heard, and He subdued the nobility of the enemy, and destroyed all the Philistine tyrants.",
            "17": "And when it came time for his final rest, he testified to ADONAI and His anointed.",
            "18": "Did I take bribes or secret payments from anyone? And not one person answered him. And until the the end of his time, he was found right in the eyes of ADONAI.",
            "19": "And in the eyes of all life, and also after his death he expounded.",
            "20": "And he told the king his ways and lifted from the ground his voice in prophecy."
        },
        "46": {
            "0": "And also after him arose Natan, to stand forth against David.",
            "1": "For just as the suet is the highest of the holy offering, so too David from Israel.",
            "2": "With lions he played as with a goat, and with bears as a calf from the east.",
            "3": "In his youth he struck down the warrior, and causing him eternal pain and shame; with a flick of his hand on the sling, and he broke the majesty of Golyat.",
            "4": "For he called to God the Highest, and He gave strength in his right hand; to hold back a man knowing in war, and to raise the horn of Israel.",
            "5": "Thus the girls sang to him, and established him with \"ten thousand.\" When crowned in a turban he fought, and all around him subjugated enemies.",
            "6": "And he went against the Philistine foe, and to this day shattered their horn.",
            "7": "In all his deeds he gave thanks, to God the Highest with words of glory. In all his heart he loved his Maker, and every day he thanked him with music.",
            "8": "Melodies, songs, he established for the temple, and the sound of psalms and harps he made.",
            "9": "And he gave splendor and beauty and honor to the festivals year after year; as he blessed the Holy Name, before the morning he raised justice.",
            "10": "Also ADONAI passed over his transgression, and He raised his horn forever; and He gave him a law of monarchy, and his throne He established up to Jerusalem.",
            "11": "And on his account arose after him a wise son, dwelling in security.",
            "12": "Shlomo was king in prosperous days, and God caused him quiet all around.",
            "13": "He who built a house for His name, and he founded an eternal Sanctuary.",
            "14": "How wise were you in your youth! Your instruction flowed like the Nile!",
            "15": "Land covered in Your wisdom, and Your song praised on the heights.",
            "16": "With song, parable, riddle, and quote, all the people were amazed.",
            "17": "You were called in the Glorious Name, that which was called over Israel; and amassed gold like iron, and like lead multiplied silver.",
            "18": "And you gave your lust to women, and they ruled you in your pride.",
            "19": "And you brought a blemish on your glory, and profaned your bead, to bring anger on your descendants, and moaning upon your deathbead.",
            "20": "To a portion of the people to two tribes, and from Ephraim a kingdom of violence.",
            "21": "But God will not forsake piety, and will not let His words fall to the ground; He will not cut off from His chosen grandson or great-grandson, and the seed of His beloved He will not destroy.",
            "22": "And He gave to Yaakov a remnant, and to the house of David a root from them; and Shlomo lay down to die hopeless, and help withered from him.",
            "23": "Wide in stupidity and lacking in wisdom, Reḥov'am whose counsel made the people unruly; until one arose – may he have no memory! – Yerov'am son on Nevaṭ, who sinned and caused sin to Israel.",
            "24": "And he gave to Ephraim a stumbling-block, to force them from their land; and he increased his sin greatly, and to all evil he was addicted."
        },
        "47": {
            "0": "Until a prophet like fire arose, whose words were like a flaming oven.",
            "1": "And he shattered their staff of bread, and in his zealousness reduced them greatly.",
            "2": "With a word of God, the heavens stopped; and rained three fires.",
            "3": "How awesome are you, Eliyahu, and who is like you in wonder?",
            "4": "Who raised a corpse from death, and from Sheol, as ADONAI willed.",
            "5": "Who brought kings down to the pit, and nobles up from their sickbeds.",
            "6": "Who anointed the one who fulfilled retribution, and the prophet who replaced you.",
            "7": "Who heard reproofs at Sinai, and at Ḥorev judgements of vengeance.",
            "8": "Who was taken up in a whirlwind, in a regiment of heaven's fire.",
            "9": "Who was written truly for the time, to stop anger before the rage of God; to return the hearts of fathers to their sons, and to establish the tribes of Israel.",
            "10": "Happy is one who sees you and dies, and happy are you for you still live.",
            "11": "Eliyahu, who in the treasuries is hidden, and whose spirit filled Elisha; for many twofold signs and wonders came from all that came from his mouth.",
            "12": "In his days he never cowered before anything, and no mortal power ruled his spirit. Not a thing was too wondrous for him, and from below him his flesh was created.",
            "13": "In his life he did wonders, and in his death powerful deeds.",
            "14": "With all this the people did not repent; and did not cease from their sins; until they were torn from their land, and scattered in all the earth.",
            "15": "And a few remained with Judah, and there still was a ruler from the house of David. And there were from among them who did right, and there were from among them who did evil.",
            "16": "Yeḥizqiyahu strengthened his city by bringing into it water; and he cut through rock with bronze, and dammed the mountains for a pool.",
            "17": "In his days Sanḥeriv arose, and sent out Ravshaqeh; and he lifted his hand against Zion, and blasphemed God in his pride.",
            "18": "Then they were appalled at his pride, and writhed like a woman in later.",
            "19": "And they called to God the Highest, and they spread out their hands.",
            "20": "And He smote the camp of Assyria, and they were devastated in a plague.",
            "21": "Thus did Yeḥizqiyahu good, and was strong in the ways of David [as Yeshayahu the prophet commanded him, praised among the prophets.]",
            "22": "[In his days the sun stood, and added to the life of the king.]",
            "23": "With a great spirit he saw the end, and comforted the mourners of Zion.",
            "24": "Eternally he told them what would be, and secrets before they occured."
        },
        "48": {
            "11": "And they erected the holy temple; Which was prepared for everlasting glory.",
            "12": "Nehemiah, glorious is his memory; Who raised up our ruins:<br>And healed our breaches; And set up gates and bars.",
            "13": "Few have been created upon the earth like Enoch (?); And he also was taken within (?).",
            "14": "Like Joseph was ever a man born? And also his body was visited.",
            "15": "And Shem and Seth and Enosh were visited (H); And above every living thing was the glory of Adam."
        },
        "49": {
            "0": "Great one of his brethren, and glory of his people, Was Simon, son of Johanan (H), the priest;<br>In whose generation the house was repaired (?); And in whose days the temple was fortified.",
            "1": "In whose generation a cistern was digged (H); A pit (<i>or</i> store) like the sea (?) in its abundance.",
            "2": "In whose days a wall was built; A bulwark of refuge (?) in the temple of the King.",
            "3": "Who took thought for his people against the spoiler; And fortified his city against the besieger.",
            "4": "How glorious was he when he looked forth from the tent; And when he went out from the house of the veil!",
            "5": "As the morning star from amid thick clouds; And as the full moon in the days of (?) the solemn feast.",
            "6": "And as the sun dawning upon (?) the temple of the King; And as rainbow seen in the cloud.",
            "7": "As budding branch (?) in the days of the solemn feast; And as the lotus by the watercourses.<br>As flower of Lebanon in the days of summer; And as fire of incense upon the meal-offering:",
            "8": "In (<i>or</i> As) a gold plated vessel, and a chalice (<i>or</i> weighty), That is set with pleasant stones.",
            "9": "As a green olive full of berries; And as a wild olive tree with branches full of sap.",
            "10": "When he put on robes of honour; And clothed himself with robes of beauty.<br>When he ascended the altar of majesty; And made glorious the precinct of the sanctuary.",
            "11": "When he received the pieces out of the hand of his brethren; While himself standing by the altar-fires:<br>Round him a crown of sons, Like cedar plants in Lebanon.<br>And they compassed him about like willows of the brook:<br>All the sons of Aaron in their glory:",
            "12": "With the fire-offerings of the Lord in their hand, Before all the congregation of Israel.",
            "13": "Until he finished serving the altar, And arranging the fires of the Most High.",
            "14": "Then sounded the sons of Aaron, the priests, With trumpets of turnery.",
            "15": "And they sounded, and made their glorious voice heard; To bring to remembrance (?) before the Most High.",
            "16": "All flesh together hasted, And fell down upon their faces to the earth:<br>To worship before the Most High; Before the Holy One of Israel.",
            "17": "And the choir uttered its voice; And over the multitude they made sweet melody (?).",
            "18": "And all the people of the land chanted, In prayer before the Merciful.<br>Until he finished serving the altar; And had brought its customary offerings unto it.",
            "19": "Then he came down, and lifted up his hands Over all the congregation of Israel.<br>And the blessing of the Lord was on his lips; And in the name of the Lord he gloried.",
            "20": "And they bowed down again a second time, The people all of them, before him.",
            "21": "Now bless ye the Lord, the God of Israel, Which doeth wonderously in the land.<br>That bringeth up man from the womb; And maketh him according to his will.",
            "22": "May he give you wisdom of heart; And may there be (?) peace among you.",
            "23": "May his mercy stand fast with Simon; And may he confirm to him the covenant of Phinehas,<br>Which he executed (?) unto him and unto his seed, As the days of heaven.",
            "24": "Two nations my soul abhorreth; And the third is no people:",
            "25": "The inhabitants of Seir and Philistia; And the foolish nation that dwelleth in Sichem.",
            "26": "The instruction of understanding and proverbs fitly spoken (?) Of Simon, son of Jesus, son of Eleazar, son of Sira.<br>Whose heart prophesied as with a harp (?); And who poured forth understanding.",
            "27": "Happy is the man that meditateth on these; And he that layeth them to his heart shall be wise.<br>For the fear of the Lord is life."
        },
        "50": {
            "0": "I will praise thee, O God of my salvation; I will give thanks unto thee (?), my God, my Father; I will declare thy name, O stronghold of my life.<br>For thou hast redeemed my soul from death.",
            "1": "Thou hast kept back my flesh from corruption; And hast delivered my foot from the hand of Sheol.<br>Thou hast delivered me from the evil report of the people; From the scourge of (?) the tongue, and from the lip of them that go aside to lies.<br>Thou wast with me against them that rose up against me; Thou hast holpen me according to thy great mercy:",
            "2": "Out of the snare of them that watched for my halting (?); And from the hand of them that sought my life.<br>From many troubles thou hast saved me; And from chokings of flaming fire..",
            "3": "From flames of a fire not blown (?); From the womb of the deep....",
            "4": "From cunning lips, and weavers of lies; And the arrows of a deceitful tongue.",
            "5": "And my soul drew near unto death; And my life to Sheol beneath.",
            "6": "And I turned around, and there was none that helped me; And I looked for one that would succour, and there was none.",
            "7": "And I remembered the mercies of the Lord; And his lovingkindnesses which are from everlasting.<br>He that delivereth them that trust in him; And redeemeth them from all evil.",
            "8": "And I lifted up my voice from the earth; And from the gates of Sheol I cried.",
            "9": "And I exalted the Lord, <i>saying</i>, Thou art my Father; For thou art the mighty one of my salvation.<br>Leave me not in the day of trouble; In the day of wasteness and desolation.",
            "10": "I will praise thy name continually; And I will remember thee with prayer.<br>Then the Lord heard my voice; And gave ear unto my supplication.",
            "11": "And he ransomed me from all evil; And freed me in the day of trouble.<br>Therefore I gave thanks, and I will sing praise; And I will bless the name of the Lord.<br>O give thanks unto the Lord, for he is good; For his mercy endureth for ever.<br>O give thanks unto the God of praises; For his mercy endureth for ever.<br>O give thanks unto him that keepeth Israel; For his mercy endureth for ever.<br>O give thanks unto him that formeth all; For his mercy endureth for ever.<br>O give thanks unto him that redeemeth Israel; For his mercy endureth for ever.<br>O give thanks unto him that gathereth the outcasts of Israel; For his mercy endureth for ever.<br>O give thanks unto him that buildeth his city and his sanctuary; For his mercy endureth for ever.<br>O give thanks unto him that maketh the horn of the house of David to bud; For his mercy endureth for ever.<br>O give thanks unto him that chose the sons of Zadok to be priests; For his mercy endureth for ever.<br>O give thanks unto the Shield of Abraham; For his mercy endureth for ever.<br>O give thanks unto the Rock of Isaac; For his mercy endureth for ever.<br>O give thanks unto the Mighty One of Jacob; For his mercy endureth for ever.<br>O give thanks unto him that chose Zion; For his mercy endureth for ever.<br>O give thanks unto the King of the kings of kings; For his mercy endureth for ever.<br>And he will lift up the horn of his people: A praise for all his saints; Even for the children of Israel, a people near unto him. Praise ye the Lord.",
            "12": "I was a youth; And I delighted in her, and sought her.<br>My foot trod in her truth; O my Lord, from my youth I learned wisdom.",
            "13": "And I prayed a prayer in my youth; And I found knowledge abundantly.",
            "16": "Her yoke (?) was a glory to me; And to my teacher will I give thanks.",
            "17": "I thought to benefit; And I would not turn when I found it (?).",
            "18": "My soul longed for her; And I would not turn my face from her.",
            "19": "I gave my soul after her; And for ever and ever I will not swerve… My hand opened her gates; And I looked for her (?), and beheld her (S);<br>And in pureness I found her. And I gat me (?) understanding from her beginning; Therefore........",
            "20": "My inward parts were hot (?) as an oven for her, to behold her; Therefore I possessed her as a good possession.",
            "21": "The Lord gave me the reward of my lips; And with my tongue will I give him thanks.",
            "22": "Turn unto me, O foolish ones; And lodge in my house of learning.",
            "23": "How long shall ye lack these things, And your soul be very thirsty?",
            "24": "I opened my mouth and spake of her, Get ye wisdom in possession without money.",
            "25": "And (?) bring your necks into her yoke; And let your soul take up her burden.<br>She is nigh to them that seek her; And he that giveth his soul findeth her.",
            "26": "See with your eyes that I was a little one; And I laboured (G S) in her and found her.",
            "27": "Hear, ye many (?), my teaching in my youth; And ye shall get silver and gold by me.",
            "28": "My soul shall rejoice in my age (<i>or</i> his praise); And ye shall not be ashamed of my song.",
            "29": "Work your works in righteousness; And he shall give you your reward in his season.<br>Blessed is the Lord for ever; And praised be his name to generation and generation.",
            "30": "Hitherto are the words of Simon, son of Jesus, who is called Ben Sira.",
            "31": "The Wisdom of Simon, son of Jesus, son of Eleazar, son of Sira.",
            "32": "Be the name of the Lord blessed henceforth and for ever."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Ben Sira"
}