{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "categories": [
        "Tanakh", 
        "Writings"
    ], 
    "language": "he", 
    "title": "II Chronicles", 
    "text": [
        [
            "וַיִּתְחַזֵּ֛ק שְׁלֹמֹ֥ה בֶן־דָּוִ֖יד עַל־מַלְכוּת֑וֹ וַיהוָ֤ה אֱלֹהָיו֙ עִמּ֔וֹ וַֽיְגַדְּלֵ֖הוּ לְמָֽעְלָה׃", 
            "וַיֹּ֣אמֶר שְׁלֹמֹ֣ה לְכָל־יִשְׂרָאֵ֡ל לְשָׂרֵי֩ הָאֲלָפִ֨ים וְהַמֵּא֜וֹת וְלַשֹּֽׁפְטִ֗ים וּלְכֹ֛ל נָשִׂ֥יא לְכָל־יִשְׂרָאֵ֖ל רָאשֵׁ֥י הָאָבֽוֹת׃", 
            "וַיֵּלְכ֗וּ שְׁלֹמֹה֙ וְכָל־הַקָּהָ֣ל עִמּ֔וֹ לַבָּמָ֖ה אֲשֶׁ֣ר בְּגִבְע֑וֹן כִּי־שָׁ֣ם הָיָ֗ה אֹ֤הֶל מוֹעֵד֙ הָֽאֱלֹהִ֔ים אֲשֶׁ֥ר עָשָׂ֛ה מֹשֶׁ֥ה עֶֽבֶד־יְהוָ֖ה בַּמִּדְבָּֽר׃", 
            "אֲבָ֗ל אֲר֤וֹן הָאֱלֹהִים֙ הֶעֱלָ֤ה דָוִיד֙ מִקִּרְיַ֣ת יְעָרִ֔ים בַּֽהֵכִ֥ין ל֖וֹ דָּוִ֑יד כִּ֧י נָֽטָה־ל֛וֹ אֹ֖הֶל בִּירוּשָׁלִָֽם׃", 
            "וּמִזְבַּ֣ח הַנְּחֹ֗שֶׁת אֲשֶׁ֤ר עָשָׂה֙ בְּצַלְאֵל֙ בֶּן־אוּרִ֣י בֶן־ח֔וּר שָׂ֕ם לִפְנֵ֖י מִשְׁכַּ֣ן יְהוָ֑ה וַיִּדְרְשֵׁ֥הוּ שְׁלֹמֹ֖ה וְהַקָּהָֽל׃", 
            "וַיַּעַל֩ שְׁלֹמֹ֨ה שָׁ֜ם עַל־מִזְבַּ֤ח הַנְּחֹ֙שֶׁת֙ לִפְנֵ֣י יְהוָ֔ה אֲשֶׁ֖ר לְאֹ֣הֶל מוֹעֵ֑ד וַיַּ֧עַל עָלָ֛יו עֹל֖וֹת אָֽלֶף׃", 
            "בַּלַּ֣יְלָה הַה֔וּא נִרְאָ֥ה אֱלֹהִ֖ים לִשְׁלֹמֹ֑ה וַיֹּ֣אמֶר ל֔וֹ שְׁאַ֖ל מָ֥ה אֶתֶּן־לָֽךְ׃", 
            "וַיֹּ֤אמֶר שְׁלֹמֹה֙ לֵֽאלֹהִ֔ים אַתָּ֗ה עָשִׂ֛יתָ עִם־דָּוִ֥יד אָבִ֖י חֶ֣סֶד גָּד֑וֹל וְהִמְלַכְתַּ֖נִי תַּחְתָּֽיו׃", 
            "עַתָּה֙ יְהוָ֣ה אֱלֹהִ֔ים יֵֽאָמֵן֙ דְּבָ֣רְךָ֔ עִ֖ם דָּוִ֣יד אָבִ֑י כִּ֤י אַתָּה֙ הִמְלַכְתַּ֔נִי עַל־עַ֕ם רַ֖ב כַּעֲפַ֥ר הָאָֽרֶץ׃", 
            "עַתָּ֗ה חָכְמָ֤ה וּמַדָּע֙ תֶּן־לִ֔י וְאֵֽצְאָ֛ה לִפְנֵ֥י הָֽעָם־הַזֶּ֖ה וְאָב֑וֹאָה כִּֽי־מִ֣י יִשְׁפֹּ֔ט אֶת־עַמְּךָ֥ הַזֶּ֖ה הַגָּדֽוֹל׃ (ס)", 
            "וַיֹּ֣אמֶר־אֱלֹהִ֣ים ׀ לִשְׁלֹמֹ֡ה יַ֣עַן אֲשֶׁר֩ הָיְתָ֨ה זֹ֜את עִם־לְבָבֶ֗ךָ וְלֹֽא־שָׁ֠אַלְתָּ עֹ֣שֶׁר נְכָסִ֤ים וְכָבוֹד֙ וְאֵת֙ נֶ֣פֶשׁ שֹׂנְאֶ֔יךָ וְגַם־יָמִ֥ים רַבִּ֖ים לֹ֣א שָׁאָ֑לְתָּ וַתִּֽשְׁאַל־לְךָ֙ חָכְמָ֣ה וּמַדָּ֔ע אֲשֶׁ֤ר תִּשְׁפּוֹט֙ אֶת־עַמִּ֔י אֲשֶׁ֥ר הִמְלַכְתִּ֖יךָ עָלָֽיו׃", 
            "הַֽחָכְמָ֥ה וְהַמַּדָּ֖ע נָת֣וּן לָ֑ךְ וְעֹ֨שֶׁר וּנְכָסִ֤ים וְכָבוֹד֙ אֶתֶּן־לָ֔ךְ אֲשֶׁ֣ר ׀ לֹא־הָ֣יָה כֵ֗ן לַמְּלָכִים֙ אֲשֶׁ֣ר לְפָנֶ֔יךָ וְאַחֲרֶ֖יךָ לֹ֥א יִֽהְיֶה־כֵּֽן׃", 
            "וַיָּבֹ֨א שְׁלֹמֹ֜ה לַבָּמָ֤ה אֲשֶׁר־בְּגִבְעוֹן֙ יְר֣וּשָׁלִַ֔ם מִלִּפְנֵ֖י אֹ֣הֶל מוֹעֵ֑ד וַיִּמְלֹ֖ךְ עַל־יִשְׂרָאֵֽל׃ (פ)", 
            "וַיֶּאֱסֹ֣ף שְׁלֹמֹה֮ רֶ֣כֶב וּפָרָשִׁים֒ וַֽיְהִי־ל֗וֹ אֶ֤לֶף וְאַרְבַּע־מֵאוֹת֙ רֶ֔כֶב וּשְׁנֵים־עָשָׂ֥ר אֶ֖לֶף פָּרָשִׁ֑ים וַיַּנִּיחֵם֙ בְּעָרֵ֣י הָרֶ֔כֶב וְעִם־הַמֶּ֖לֶךְ בִּירֽוּשָׁלִָֽם׃", 
            "וַיִּתֵּ֨ן הַמֶּ֜לֶךְ אֶת־הַכֶּ֧סֶף וְאֶת־הַזָּהָ֛ב בִּירוּשָׁלִַ֖ם כָּאֲבָנִ֑ים וְאֵ֣ת הָאֲרָזִ֗ים נָתַ֛ן כַּשִּׁקְמִ֥ים אֲשֶׁר־בַּשְּׁפֵלָ֖ה לָרֹֽב׃", 
            "וּמוֹצָ֧א הַסּוּסִ֛ים אֲשֶׁ֥ר לִשְׁלֹמֹ֖ה מִמִּצְרָ֑יִם וּמִקְוֵ֕א סֹחֲרֵ֣י הַמֶּ֔לֶךְ מִקְוֵ֥א יִקְח֖וּ בִּמְחִֽיר׃", 
            "וַֽ֠יַּעֲלוּ וַיּוֹצִ֨יאוּ מִמִּצְרַ֤יִם מֶרְכָּבָה֙ בְּשֵׁ֣שׁ מֵא֣וֹת כֶּ֔סֶף וְס֖וּס בַּחֲמִשִּׁ֣ים וּמֵאָ֑ה וְ֠כֵן לְכָל־מַלְכֵ֧י הַֽחִתִּ֛ים וּמַלְכֵ֥י אֲרָ֖ם בְּיָדָ֥ם יוֹצִֽיאוּ׃", 
            "וַיֹּ֣אמֶר שְׁלֹמֹ֗ה לִבְנ֥וֹת בַּ֙יִת֙ לְשֵׁ֣ם יְהוָ֔ה וּבַ֖יִת לְמַלְכוּתֽוֹ׃"
        ], 
        [
            "וַיִּסְפֹּ֨ר שְׁלֹמֹ֜ה שִׁבְעִ֥ים אֶ֙לֶף֙ אִ֣ישׁ סַבָּ֔ל וּשְׁמוֹנִ֥ים אֶ֛לֶף אִ֖ישׁ חֹצֵ֣ב בָּהָ֑ר וּמְנַצְּחִ֣ים עֲלֵיהֶ֔ם שְׁלֹ֥שֶׁת אֲלָפִ֖ים וְשֵׁ֥שׁ מֵאֽוֹת׃ (פ)", 
            "וַיִּשְׁלַ֣ח שְׁלֹמֹ֔ה אֶל־חוּרָ֥ם מֶֽלֶךְ־צֹ֖ר לֵאמֹ֑ר כַּאֲשֶׁ֤ר עָשִׂ֙יתָ֙ עִם־דָּוִ֣יד אָבִ֔י וַתִּֽשְׁלַֽח־ל֣וֹ אֲרָזִ֔ים לִבְנֽוֹת־ל֥וֹ בַ֖יִת לָשֶׁ֥בֶת בּֽוֹ׃", 
            "הִנֵּה֩ אֲנִ֨י בֽוֹנֶה־בַּ֜יִת לְשֵׁ֣ם ׀ יְהוָ֣ה אֱלֹהָ֗י לְהַקְדִּ֣ישׁ ל֡וֹ לְהַקְטִ֣יר לְפָנָ֣יו קְטֹֽרֶת־סַמִּים֩ וּמַעֲרֶ֨כֶת תָּמִ֤יד וְעֹלוֹת֙ לַבֹּ֣קֶר וְלָעֶ֔רֶב לַשַּׁבָּתוֹת֙ וְלֶ֣חֳדָשִׁ֔ים וּֽלְמוֹעֲדֵ֖י יְהוָ֣ה אֱלֹהֵ֑ינוּ לְעוֹלָ֖ם זֹ֥את עַל־יִשְׂרָאֵֽל׃", 
            "וְהַבַּ֛יִת אֲשֶׁר־אֲנִ֥י בוֹנֶ֖ה גָּד֑וֹל כִּֽי־גָד֥וֹל אֱלֹהֵ֖ינוּ מִכָּל־הָאֱלֹהִֽים׃", 
            "וּמִ֤י יַעֲצָר־כֹּ֙חַ֙ לִבְנֽוֹת־ל֣וֹ בַ֔יִת כִּ֧י הַשָּׁמַ֛יִם וּשְׁמֵ֥י הַשָּׁמַ֖יִם לֹ֣א יְכַלְכְּלֻ֑הוּ וּמִ֤י אֲנִי֙ אֲשֶׁ֣ר אֶבְנֶה־לּ֣וֹ בַ֔יִת כִּ֖י אִם־לְהַקְטִ֥יר לְפָנָֽיו׃", 
            "וְעַתָּ֡ה שְֽׁלַֽח־לִ֣י אִישׁ־חָכָ֡ם לַעֲשׂוֹת֩ בַּזָּהָ֨ב וּבַכֶּ֜סֶף וּבַנְּחֹ֣שֶׁת וּבַבַּרְזֶ֗ל וּבָֽאַרְגְּוָן֙ וְכַרְמִ֣יל וּתְכֵ֔לֶת וְיֹדֵ֖עַ לְפַתֵּ֣חַ פִּתּוּחִ֑ים עִם־הַֽחֲכָמִ֗ים אֲשֶׁ֤ר עִמִּי֙ בִּֽיהוּדָ֣ה וּבִֽירוּשָׁלִַ֔ם אֲשֶׁ֥ר הֵכִ֖ין דָּוִ֥יד אָבִֽי׃", 
            "וּֽשְׁלַֽח־לִי֩ עֲצֵ֨י אֲרָזִ֜ים בְּרוֹשִׁ֣ים וְאַלְגּוּמִּים֮ מֵֽהַלְּבָנוֹן֒ כִּ֚י אֲנִ֣י יָדַ֔עְתִּי אֲשֶׁ֤ר עֲבָדֶ֙יךָ֙ יֽוֹדְעִ֔ים לִכְר֖וֹת עֲצֵ֣י לְבָנ֑וֹן וְהִנֵּ֥ה עֲבָדַ֖י עִם־עֲבָדֶֽיךָ׃", 
            "וּלְהָכִ֥ין לִ֛י עֵצִ֖ים לָרֹ֑ב כִּ֥י הַבַּ֛יִת אֲשֶׁר־אֲנִ֥י בוֹנֶ֖ה גָּד֥וֹל וְהַפְלֵֽא׃", 
            "וְהִנֵּ֣ה לַֽחֹטְבִ֣ים ׀ לְֽכֹרְתֵ֣י ׀ הָעֵצִ֡ים נָתַתִּי֩ חִטִּ֨ים ׀ מַכּ֜וֹת לַעֲבָדֶ֗יךָ כֹּרִים֙ עֶשְׂרִ֣ים אֶ֔לֶף וּשְׂעֹרִ֕ים כֹּרִ֖ים עֶשְׂרִ֣ים אָ֑לֶף וְיַ֗יִן בַּתִּים֙ עֶשְׂרִ֣ים אֶ֔לֶף וְשֶׁ֕מֶן בַּתִּ֖ים עֶשְׂרִ֥ים אָֽלֶף׃ (פ)", 
            "וַיֹּ֨אמֶר חוּרָ֤ם מֶֽלֶךְ־צֹר֙ בִּכְתָ֔ב וַיִּשְׁלַ֖ח אֶל־שְׁלֹמֹ֑ה בְּאַהֲבַ֤ת יְהוָה֙ אֶת־עַמּ֔וֹ נְתָנְךָ֥ עֲלֵיהֶ֖ם מֶֽלֶךְ׃", 
            "וַיֹּאמֶר֮ חוּרָם֒ בָּר֤וּךְ יְהוָה֙ אֱלֹהֵ֣י יִשְׂרָאֵ֔ל אֲשֶׁ֣ר עָשָׂ֔ה אֶת־הַשָּׁמַ֖יִם וְאֶת־הָאָ֑רֶץ אֲשֶׁ֣ר נָתַן֩ לְדָוִ֨יד הַמֶּ֜לֶךְ בֵּ֣ן חָכָ֗ם יוֹדֵ֙עַ֙ שֵׂ֣כֶל וּבִינָ֔ה אֲשֶׁ֤ר יִבְנֶה־בַּ֙יִת֙ לַיהוָ֔ה וּבַ֖יִת לְמַלְכוּתֽוֹ׃", 
            "וְעַתָּ֗ה שָׁלַ֧חְתִּי אִישׁ־חָכָ֛ם יוֹדֵ֥עַ בִּינָ֖ה לְחוּרָ֥ם אָבִֽי׃", 
            "בֶּן־אִשָּׁ֞ה מִן־בְּנ֣וֹת דָּ֗ן וְאָבִ֣יו אִישׁ־צֹרִ֡י יוֹדֵ֡עַ לַעֲשׂ֣וֹת בַּזָּֽהָב־וּ֠בַכֶּסֶף בַּנְּחֹ֨שֶׁת בַּבַּרְזֶ֜ל בָּאֲבָנִ֣ים וּבָעֵצִ֗ים בָּאַרְגָּמָ֤ן בַּתְּכֵ֙לֶת֙ וּבַבּ֣וּץ וּבַכַּרְמִ֔יל וּלְפַתֵּ֙חַ֙ כָּל־פִּתּ֔וּחַ וְלַחְשֹׁ֖ב כָּל־מַחֲשָׁ֑בֶת אֲשֶׁ֤ר יִנָּֽתֶן־לוֹ֙ עִם־חֲכָמֶ֔יךָ וְֽחַכְמֵ֔י אֲדֹנִ֖י דָּוִ֥יד אָבִֽיךָ׃", 
            "וְ֠עַתָּה הַחִטִּ֨ים וְהַשְּׂעֹרִ֜ים הַשֶּׁ֤מֶן וְהַיַּ֙יִן֙ אֲשֶׁ֣ר אָמַ֣ר אֲדֹנִ֔י יִשְׁלַ֖ח לַעֲבָדָֽיו׃", 
            "וַ֠אֲנַחְנוּ נִכְרֹ֨ת עֵצִ֤ים מִן־הַלְּבָנוֹן֙ כְּכָל־צָרְכֶּ֔ךָ וּנְבִיאֵ֥ם לְךָ֛ רַפְסֹד֖וֹת עַל־יָ֣ם יָפ֑וֹ וְאַתָּ֛ה תַּעֲלֶ֥ה אֹתָ֖ם יְרוּשָׁלִָֽם׃ (פ)", 
            "וַיִּסְפֹּ֣ר שְׁלֹמֹ֗ה כָּל־הָאֲנָשִׁ֤ים הַגֵּירִים֙ אֲשֶׁר֙ בְּאֶ֣רֶץ יִשְׂרָאֵ֔ל אַחֲרֵ֣י הַסְּפָ֔ר אֲשֶׁ֥ר סְפָרָ֖ם דָּוִ֣יד אָבִ֑יו וַיִּמָּצְא֗וּ מֵאָ֤ה וַחֲמִשִּׁים֙ אֶ֔לֶף וּשְׁלֹ֥שֶׁת אֲלָפִ֖ים וְשֵׁ֥שׁ מֵאֽוֹת׃", 
            "וַיַּ֨עַשׂ מֵהֶ֜ם שִׁבְעִ֥ים אֶ֙לֶף֙ סַבָּ֔ל וּשְׁמֹנִ֥ים אֶ֖לֶף חֹצֵ֣ב בָּהָ֑ר וּשְׁלֹ֤שֶׁת אֲלָפִים֙ וְשֵׁ֣שׁ מֵא֔וֹת מְנַצְּחִ֖ים לְהַעֲבִ֥יד אֶת־הָעָֽם׃"
        ], 
        [
            "וַיָּ֣חֶל שְׁלֹמֹ֗ה לִבְנ֤וֹת אֶת־בֵּית־יְהוָה֙ בִּיר֣וּשָׁלִַ֔ם בְּהַר֙ הַמּ֣וֹרִיָּ֔ה אֲשֶׁ֥ר נִרְאָ֖ה לְדָוִ֣יד אָבִ֑יהוּ אֲשֶׁ֤ר הֵכִין֙ בִּמְק֣וֹם דָּוִ֔יד בְּגֹ֖רֶן אָרְנָ֥ן הַיְבוּסִֽי׃", 
            "וַ֠יָּחֶל לִבְנ֞וֹת בַּחֹ֤דֶשׁ הַשֵּׁנִי֙ בַּשֵּׁנִ֔י בִּשְׁנַ֥ת אַרְבַּ֖ע לְמַלְכוּתֽוֹ׃", 
            "וְאֵ֙לֶּה֙ הוּסַ֣ד שְׁלֹמֹ֔ה לִבְנ֖וֹת אֶת־בֵּ֣ית הָאֱלֹהִ֑ים הָאֹ֡רֶךְ אַמּ֞וֹת בַּמִּדָּ֤ה הָרִֽאשׁוֹנָה֙ אַמּ֣וֹת שִׁשִּׁ֔ים וְרֹ֖חַב אַמּ֥וֹת עֶשְׂרִֽים׃", 
            "וְהָאוּלָ֡ם אֲשֶׁר֩ עַל־פְּנֵ֨י הָאֹ֜רֶךְ עַל־פְּנֵ֤י רֹֽחַב־הַבַּ֙יִת֙ אַמּ֣וֹת עֶשְׂרִ֔ים וְהַגֹּ֖בַהּ מֵאָ֣ה וְעֶשְׂרִ֑ים וַיְצַפֵּ֥הוּ מִפְּנִ֖ימָה זָהָ֥ב טָהֽוֹר׃", 
            "וְאֵ֣ת ׀ הַבַּ֣יִת הַגָּד֗וֹל חִפָּה֙ עֵ֣ץ בְּרוֹשִׁ֔ים וַיְחַפֵּ֖הוּ זָהָ֣ב ט֑וֹב וַיַּ֧עַל עָלָ֛יו תִּמֹרִ֖ים וְשַׁרְשְׁרֽוֹת׃", 
            "וַיְצַ֧ף אֶת־הַבַּ֛יִת אֶ֥בֶן יְקָרָ֖ה לְתִפְאָ֑רֶת וְהַזָּהָ֖ב זְהַ֥ב פַּרְוָֽיִם׃", 
            "וַיְחַ֨ף אֶת־הַבַּ֜יִת הַקֹּר֧וֹת הַסִּפִּ֛ים וְקִֽירוֹתָ֥יו וְדַלְתוֹתָ֖יו זָהָ֑ב וּפִתַּ֥ח כְּרוּבִ֖ים עַל־הַקִּירֽוֹת׃ (ס)", 
            "וַיַּ֙עַשׂ֙ אֶת־בֵּֽית־קֹ֣דֶשׁ הַקֳּדָשִׁ֔ים אָרְכּ֞וֹ עַל־פְּנֵ֤י רֹֽחַב־הַבַּ֙יִת֙ אַמּ֣וֹת עֶשְׂרִ֔ים וְרָחְבּ֖וֹ אַמּ֣וֹת עֶשְׂרִ֑ים וַיְחַפֵּ֙הוּ֙ זָהָ֣ב ט֔וֹב לְכִכָּרִ֖ים שֵׁ֥שׁ מֵאֽוֹת׃", 
            "וּמִשְׁקָ֛ל לְמִסְמְר֥וֹת לִשְׁקָלִ֖ים חֲמִשִּׁ֣ים זָהָ֑ב וְהָעֲלִיּ֖וֹת חִפָּ֥ה זָהָֽב׃", 
            "וַיַּ֜עַשׂ בְּבֵֽית־קֹ֤דֶשׁ הַקֳּדָשִׁים֙ כְּרוּבִ֣ים שְׁנַ֔יִם מַעֲשֵׂ֖ה צַעֲצֻעִ֑ים וַיְצַפּ֥וּ אֹתָ֖ם זָהָֽב׃", 
            "וְכַנְפֵי֙ הַכְּרוּבִ֔ים אָרְכָּ֖ם אַמּ֣וֹת עֶשְׂרִ֑ים כְּנַ֨ף הָאֶחָ֜ד לְאַמּ֣וֹת חָמֵ֗שׁ מַגַּ֙עַת֙ לְקִ֣יר הַבַּ֔יִת וְהַכָּנָ֤ף הָאַחֶ֙רֶת֙ אַמּ֣וֹת חָמֵ֔שׁ מַגִּ֕יעַ לִכְנַ֖ף הַכְּר֥וּב הָאַחֵֽר׃", 
            "וּכְנַ֨ף הַכְּר֤וּב הָאֶחָד֙ אַמּ֣וֹת חָמֵ֔שׁ מַגִּ֖יעַ לְקִ֣יר הַבָּ֑יִת וְהַכָּנָ֤ף הָאַחֶ֙רֶת֙ אַמּ֣וֹת חָמֵ֔שׁ דְּבֵקָ֕ה לִכְנַ֖ף הַכְּר֥וּב הָאַחֵֽר׃", 
            "כַּנְפֵי֙ הַכְּרוּבִ֣ים הָאֵ֔לֶּה פֹּֽרְשִׂ֖ים אַמּ֣וֹת עֶשְׂרִ֑ים וְהֵ֛ם עֹמְדִ֥ים עַל־רַגְלֵיהֶ֖ם וּפְנֵיהֶ֥ם לַבָּֽיִת׃ (ס)", 
            "וַיַּ֙עַשׂ֙ אֶת־הַפָּרֹ֔כֶת תְּכֵ֥לֶת וְאַרְגָּמָ֖ן וְכַרְמִ֣יל וּב֑וּץ וַיַּ֥עַל עָלָ֖יו כְּרוּבִֽים׃ (ס)", 
            "וַיַּ֜עַשׂ לִפְנֵ֤י הַבַּ֙יִת֙ עַמּוּדִ֣ים שְׁנַ֔יִם אַמּ֕וֹת שְׁלֹשִׁ֥ים וְחָמֵ֖שׁ אֹ֑רֶךְ וְהַצֶּ֥פֶת אֲשֶׁר־עַל־רֹאשׁ֖וֹ אַמּ֥וֹת חָמֵֽשׁ׃ (ס)", 
            "וַיַּ֤עַשׂ שַׁרְשְׁרוֹת֙ בַּדְּבִ֔יר וַיִּתֵּ֖ן עַל־רֹ֣אשׁ הָעַמֻּדִ֑ים וַיַּ֤עַשׂ רִמּוֹנִים֙ מֵאָ֔ה וַיִּתֵּ֖ן בַּֽשַּׁרְשְׁרֽוֹת׃", 
            "וַיָּ֤קֶם אֶת־הָֽעַמּוּדִים֙ עַל־פְּנֵ֣י הַהֵיכָ֔ל אֶחָ֥ד מִיָּמִ֖ין וְאֶחָ֣ד מֵֽהַשְּׂמֹ֑אול וַיִּקְרָ֤א שֵׁם־הימיני [הַיְמָנִי֙] יָכִ֔ין וְשֵׁ֥ם הַשְּׂמָאלִ֖י בֹּֽעַז׃ (ס)"
        ], 
        [
            "וַיַּ֙עַשׂ֙ מִזְבַּ֣ח נְחֹ֔שֶׁת עֶשְׂרִ֤ים אַמָּה֙ אָרְכּ֔וֹ וְעֶשְׂרִ֥ים אַמָּ֖ה רָחְבּ֑וֹ וְעֶ֥שֶׂר אַמּ֖וֹת קוֹמָתֽוֹ׃ (ס)", 
            "וַיַּ֥עַשׂ אֶת־הַיָּ֖ם מוּצָ֑ק עֶ֣שֶׂר בָּֽ֠אַמָּה מִשְּׂפָת֨וֹ אֶל־שְׂפָת֜וֹ עָג֣וֹל ׀ סָבִ֗יב וְחָמֵ֤שׁ בָּֽאַמָּה֙ קֽוֹמָת֔וֹ וְקָו֙ שְׁלֹשִׁ֣ים בָּֽאַמָּ֔ה יָסֹ֥ב אֹת֖וֹ סָבִֽיב׃", 
            "וּדְמ֣וּת בְּקָרִים֩ תַּ֨חַת ל֜וֹ סָבִ֤יב ׀ סָבִיב֙ סוֹבְבִ֣ים אֹת֔וֹ עֶ֚שֶׂר בָּֽאַמָּ֔ה מַקִּיפִ֥ים אֶת־הַיָּ֖ם סָבִ֑יב שְׁנַ֤יִם טוּרִים֙ הַבָּקָ֔ר יְצוּקִ֖ים בְּמֻֽצַקְתּֽוֹ׃", 
            "עוֹמֵ֞ד עַל־שְׁנֵ֧ים עָשָׂ֣ר בָּקָ֗ר שְׁלֹשָׁ֣ה פֹנִ֣ים ׀ צָפ֡וֹנָה וּשְׁלוֹשָׁה֩ פֹנִ֨ים ׀ יָ֜מָּה וּשְׁלֹשָׁ֣ה ׀ פֹּנִ֣ים נֶ֗גְבָּה וּשְׁלֹשָׁה֙ פֹּנִ֣ים מִזְרָ֔חָה וְהַיָּ֥ם עֲלֵיהֶ֖ם מִלְמָ֑עְלָה וְכָל־אֲחֹרֵיהֶ֖ם בָּֽיְתָה׃", 
            "וְעָבְי֣וֹ טֶ֔פַח וּשְׂפָתוֹ֙ כְּמַעֲשֵׂ֣ה שְׂפַת־כּ֔וֹס פֶּ֖רַח שֽׁוֹשַׁנָּ֑ה מַחֲזִ֣יק בַּתִּ֔ים שְׁלֹ֥שֶׁת אֲלָפִ֖ים יָכִֽיל׃ (ס)", 
            "וַיַּ֣עַשׂ כִּיּוֹרִים֮ עֲשָׂרָה֒ וַ֠יִּתֵּן חֲמִשָּׁ֨ה מִיָּמִ֜ין וַחֲמִשָּׁ֤ה מִשְּׂמֹאול֙ לְרָחְצָ֣ה בָהֶ֔ם אֶת־מַעֲשֵׂ֥ה הָעוֹלָ֖ה יָדִ֣יחוּ בָ֑ם וְהַיָּ֕ם לְרָחְצָ֥ה לַכֹּהֲנִ֖ים בּֽוֹ׃ (ס)", 
            "וַ֠יַּעַשׂ אֶת־מְנֹר֧וֹת הַזָּהָ֛ב עֶ֖שֶׂר כְּמִשְׁפָּטָ֑ם וַיִּתֵּן֙ בַּֽהֵיכָ֔ל חָמֵ֥שׁ מִיָּמִ֖ין וְחָמֵ֥שׁ מִשְּׂמֹֽאול׃ (ס)", 
            "וַיַּ֣עַשׂ שֻׁלְחָנוֹת֮ עֲשָׂרָה֒ וַיַּנַּח֙ בַּֽהֵיכָ֔ל חֲמִשָּׁ֥ה מִיָּמִ֖ין וַחֲמִשָּׁ֣ה מִשְּׂמֹ֑אול וַיַּ֛עַשׂ מִזְרְקֵ֥י זָהָ֖ב מֵאָֽה׃", 
            "וַיַּ֙עַשׂ֙ חֲצַ֣ר הַכֹּהֲנִ֔ים וְהָעֲזָרָ֖ה הַגְּדוֹלָ֑ה וּדְלָת֧וֹת לָעֲזָרָ֛ה וְדַלְתוֹתֵיהֶ֖ם צִפָּ֥ה נְחֹֽשֶׁת׃", 
            "וְאֶת־הַיָּ֗ם נָתַ֞ן מִכֶּ֧תֶף הַיְמָנִ֛ית קֵ֖דְמָה מִמּ֥וּל נֶֽגְבָּה׃", 
            "וַיַּ֣עַשׂ חוּרָ֔ם אֶת־הַ֨סִּיר֔וֹת וְאֶת־הַיָּעִ֖ים וְאֶת־הַמִּזְרָק֑וֹת (ס) וַיְכַ֣ל חירם [חוּרָ֗ם] לַעֲשׂוֹת֙ אֶת־הַמְּלָאכָ֔ה אֲשֶׁ֥ר עָשָׂ֛ה לַמֶּ֥לֶךְ שְׁלֹמֹ֖ה בְּבֵ֥ית הָאֱלֹהִֽים׃", 
            "עַמּוּדִ֣ים שְׁנַ֔יִם וְהַגֻּלּ֧וֹת וְהַכֹּתָר֛וֹת עַל־רֹ֥אשׁ הָעַמּוּדִ֖ים שְׁתָּ֑יִם וְהַשְּׂבָכ֣וֹת שְׁתַּ֔יִם לְכַסּ֗וֹת אֶת־שְׁתֵּי֙ גֻּלּ֣וֹת הַכֹּֽתָר֔וֹת אֲשֶׁ֖ר עַל־רֹ֥אשׁ הָֽעַמּוּדִֽים׃", 
            "וְאֶת־הָֽרִמּוֹנִ֛ים אַרְבַּ֥ע מֵא֖וֹת לִשְׁתֵּ֣י הַשְּׂבָכ֑וֹת שְׁנַ֨יִם טוּרִ֤ים רִמּוֹנִים֙ לַשְּׂבָכָ֣ה הָאֶחָ֔ת לְכַסּ֗וֹת אֶת־שְׁתֵּי֙ גֻּלּ֣וֹת הַכֹּֽתָר֔וֹת אֲשֶׁ֖ר עַל־פְּנֵ֥י הָעַמּוּדִֽים׃", 
            "וְאֶת־הַמְּכֹנ֖וֹת עָשָׂ֑ה וְאֶת־הַכִּיֹּר֥וֹת עָשָׂ֖ה עַל־הַמְּכֹנֽוֹת׃", 
            "אֶת־הַיָּ֖ם אֶחָ֑ד וְאֶת־הַבָּקָ֥ר שְׁנֵים־עָשָׂ֖ר תַּחְתָּֽיו׃", 
            "וְאֶת־הַ֠סִּירוֹת וְאֶת־הַיָּעִ֤ים וְאֶת־הַמִּזְלָגוֹת֙ וְאֶת־כָּל־כְּלֵיהֶ֔ם עָשָׂ֞ה חוּרָ֥ם אָבִ֛יו לַמֶּ֥לֶךְ שְׁלֹמֹ֖ה לְבֵ֣ית יְהוָ֑ה נְחֹ֖שֶׁת מָרֽוּק׃", 
            "בְּכִכַּ֤ר הַיַּרְדֵּן֙ יְצָקָ֣ם הַמֶּ֔לֶךְ בַּעֲבִ֖י הָאֲדָמָ֑ה בֵּ֥ין סֻכּ֖וֹת וּבֵ֥ין צְרֵדָֽתָה׃", 
            "וַיַּ֧עַשׂ שְׁלֹמֹ֛ה כָּל־הַכֵּלִ֥ים הָאֵ֖לֶּה לָרֹ֣ב מְאֹ֑ד כִּ֛י לֹ֥א נֶחְקַ֖ר מִשְׁקַ֥ל הַנְּחֹֽשֶׁת׃ (פ)", 
            "וַיַּ֣עַשׂ שְׁלֹמֹ֔ה אֵ֚ת כָּל־הַכֵּלִ֔ים אֲשֶׁ֖ר בֵּ֣ית הָאֱלֹהִ֑ים וְאֵת֙ מִזְבַּ֣ח הַזָּהָ֔ב וְאֶת־הַשֻּׁלְחָנ֔וֹת וַעֲלֵיהֶ֖ם לֶ֥חֶם הַפָּנִֽים׃", 
            "וְאֶת־הַמְּנֹר֞וֹת וְנֵרֹתֵיהֶ֗ם לְבַעֲרָ֧ם כַּמִּשְׁפָּ֛ט לִפְנֵ֥י הַדְּבִ֖יר זָהָ֥ב סָגֽוּר׃", 
            "וְהַפֶּ֧רַח וְהַנֵּר֛וֹת וְהַמֶּלְקַחַ֖יִם זָהָ֑ב ה֖וּא מִכְל֥וֹת זָהָֽב׃", 
            "וְהַֽמְזַמְּר֧וֹת וְהַמִּזְרָק֛וֹת וְהַכַּפּ֥וֹת וְהַמַּחְתּ֖וֹת זָהָ֣ב סָג֑וּר וּפֶ֣תַח הַ֠בַּיִת דַּלְתוֹתָ֨יו הַפְּנִימִיּ֜וֹת לְקֹ֣דֶשׁ הַקֳּדָשִׁ֗ים וְדַלְתֵ֥י הַבַּ֛יִת לַהֵיכָ֖ל זָהָֽב׃"
        ], 
        [
            "וַתִּשְׁלַם֙ כָּל־הַמְּלָאכָ֔ה אֲשֶׁר־עָשָׂ֥ה שְׁלֹמֹ֖ה לְבֵ֣ית יְהוָ֑ה (ס) וַיָּבֵ֨א שְׁלֹמֹ֜ה אֶת־קָדְשֵׁ֣י ׀ דָּוִ֣יד אָבִ֗יו וְאֶת־הַכֶּ֤סֶף וְאֶת־הַזָּהָב֙ וְאֶת־כָּל־הַכֵּלִ֔ים נָתַ֕ן בְּאֹצְר֖וֹת בֵּ֥ית הָאֱלֹהִֽים׃ (פ)", 
            "אָז֩ יַקְהֵ֨יל שְׁלֹמֹ֜ה אֶת־זִקְנֵ֣י יִשְׂרָאֵ֗ל וְאֶת־כָּל־רָאשֵׁ֨י הַמַּטּ֜וֹת נְשִׂיאֵ֧י הָאָב֛וֹת לִבְנֵ֥י יִשְׂרָאֵ֖ל אֶל־יְרוּשָׁלִָ֑ם לְֽהַעֲל֞וֹת אֶת־אֲר֧וֹן בְּרִית־יְהוָ֛ה מֵעִ֥יר דָּוִ֖יד הִ֥יא צִיּֽוֹן׃", 
            "וַיִּקָּהֲל֧וּ אֶל־הַמֶּ֛לֶךְ כָּל־אִ֥ישׁ יִשְׂרָאֵ֖ל בֶּחָ֑ג ה֖וּא הַחֹ֥דֶשׁ הַשְּׁבִעִֽי׃", 
            "וַיָּבֹ֕אוּ כֹּ֖ל זִקְנֵ֣י יִשְׂרָאֵ֑ל וַיִּשְׂא֥וּ הַלְוִיִּ֖ם אֶת־הָאָרֽוֹן׃", 
            "וַיַּעֲל֤וּ אֶת־הָאָרוֹן֙ וְאֶת־אֹ֣הֶל מוֹעֵ֔ד וְאֶת־כָּל־כְּלֵ֥י הַקֹּ֖דֶשׁ אֲשֶׁ֣ר בָּאֹ֑הֶל הֶעֱל֣וּ אֹתָ֔ם הַכֹּהֲנִ֖ים הַלְוִיִּֽם׃", 
            "וְהַמֶּ֣לֶךְ שְׁלֹמֹ֗ה וְכָל־עֲדַ֧ת יִשְׂרָאֵ֛ל הַנּוֹעָדִ֥ים עָלָ֖יו לִפְנֵ֣י הָאָר֑וֹן מְזַבְּחִים֙ צֹ֣אן וּבָקָ֔ר אֲשֶׁ֧ר לֹֽא־יִסָּפְר֛וּ וְלֹ֥א יִמָּנ֖וּ מֵרֹֽב׃", 
            "וַיָּבִ֣יאוּ הַ֠כֹּהֲנִים אֶת־אֲר֨וֹן בְּרִית־יְהוָ֧ה אֶל־מְקוֹמ֛וֹ אֶל־דְּבִ֥יר הַבַּ֖יִת אֶל־קֹ֣דֶשׁ הַקְּדָשִׁ֑ים אֶל־תַּ֖חַת כַּנְפֵ֥י הַכְּרוּבִֽים׃", 
            "וַיִּהְי֤וּ הַכְּרוּבִים֙ פֹּרְשִׂ֣ים כְּנָפַ֔יִם עַל־מְק֖וֹם הָאָר֑וֹן וַיְכַסּ֧וּ הַכְּרוּבִ֛ים עַל־הָאָר֥וֹן וְעַל־בַּדָּ֖יו מִלְמָֽעְלָה׃", 
            "וַֽיַּאֲרִיכוּ֮ הַבַּדִּים֒ וַיֵּרָאוּ֩ רָאשֵׁ֨י הַבַּדִּ֤ים מִן־הָאָרוֹן֙ עַל־פְּנֵ֣י הַדְּבִ֔יר וְלֹ֥א יֵרָא֖וּ הַח֑וּצָה וַֽיְהִי־שָׁ֔ם עַ֖ד הַיּ֥וֹם הַזֶּֽה׃", 
            "אֵ֚ין בָּֽאָר֔וֹן רַ֚ק שְׁנֵ֣י הַלֻּח֔וֹת אֲשֶׁר־נָתַ֥ן מֹשֶׁ֖ה בְּחֹרֵ֑ב אֲשֶׁ֨ר כָּרַ֤ת יְהוָה֙ עִם־בְּנֵ֣י יִשְׂרָאֵ֔ל בְּצֵאתָ֖ם מִמִּצְרָֽיִם׃ (פ)", 
            "וַיְהִ֕י בְּצֵ֥את הַכֹּהֲנִ֖ים מִן־הַקֹּ֑דֶשׁ כִּ֠י כָּל־הַכֹּהֲנִ֤ים הַֽנִּמְצְאִים֙ הִתְקַדָּ֔שׁוּ אֵ֖ין לִשְׁמ֥וֹר לְמַחְלְקֽוֹת׃", 
            "וְהַלְוִיִּ֣ם הַמְשֹׁרֲרִ֣ים לְכֻלָּ֡ם לְאָסָ֡ף לְהֵימָ֣ן לִֽ֠ידֻתוּן וְלִבְנֵיהֶ֨ם וְלַאֲחֵיהֶ֜ם מְלֻבָּשִׁ֣ים בּ֗וּץ בִּמְצִלְתַּ֙יִם֙ וּבִנְבָלִ֣ים וְכִנֹּר֔וֹת עֹמְדִ֖ים מִזְרָ֣ח לַמִּזְבֵּ֑חַ וְעִמָּהֶ֤ם כֹּֽהֲנִים֙ לְמֵאָ֣ה וְעֶשְׂרִ֔ים מחצררים [מַחְצְרִ֖ים] בַּחֲצֹֽצְרֽוֹת׃", 
            "וַיְהִ֣י כְ֠אֶחָד למחצצרים [לַמְחַצְּרִ֨ים] וְלַמְשֹֽׁרֲרִ֜ים לְהַשְׁמִ֣יעַ קוֹל־אֶחָ֗ד לְהַלֵּ֣ל וּלְהֹדוֹת֮ לַיהוָה֒ וּכְהָרִ֣ים ק֠וֹל בַּחֲצֹצְר֨וֹת וּבִמְצִלְתַּ֜יִם וּבִכְלֵ֣י הַשִּׁ֗יר וּבְהַלֵּ֤ל לַיהוָה֙ כִּ֣י ט֔וֹב כִּ֥י לְעוֹלָ֖ם חַסְדּ֑וֹ וְהַבַּ֛יִת מָלֵ֥א עָנָ֖ן בֵּ֥ית יְהוָֽה׃", 
            "וְלֹא־יָֽכְל֧וּ הַכֹּהֲנִ֛ים לַעֲמ֥וֹד לְשָׁרֵ֖ת מִפְּנֵ֣י הֶעָנָ֑ן כִּֽי־מָלֵ֥א כְבוֹד־יְהוָ֖ה אֶת־בֵּ֥ית הָאֱלֹהִֽים׃ (פ)"
        ], 
        [
            "אָ֖ז אָמַ֣ר שְׁלֹמֹ֑ה יְהוָ֣ה אָמַ֔ר לִשְׁכּ֖וֹן בָּעֲרָפֶֽל׃", 
            "וַֽאֲנִ֛י בָּנִ֥יתִי בֵית־זְבֻ֖ל לָ֑ךְ וּמָכ֥וֹן לְשִׁבְתְּךָ֖ עוֹלָמִֽים׃", 
            "וַיַּסֵּ֤ב הַמֶּ֙לֶךְ֙ אֶת־פָּנָ֔יו וַיְבָ֕רֶךְ אֵ֖ת כָּל־קְהַ֣ל יִשְׂרָאֵ֑ל וְכָל־קְהַ֥ל יִשְׂרָאֵ֖ל עוֹמֵֽד׃", 
            "וַיֹּ֗אמֶר בָּר֤וּךְ יְהוָה֙ אֱלֹהֵ֣י יִשְׂרָאֵ֔ל אֲשֶׁר֙ דִּבֶּ֣ר בְּפִ֔יו אֵ֖ת דָּוִ֣יד אָבִ֑י וּבְיָדָ֥יו מִלֵּ֖א לֵאמֹֽר׃", 
            "מִן־הַיּ֗וֹם אֲשֶׁ֨ר הוֹצֵ֣אתִי אֶת־עַמִּי֮ מֵאֶ֣רֶץ מִצְרַיִם֒ לֹא־בָחַ֣רְתִּֽי בְעִ֗יר מִכֹּל֙ שִׁבְטֵ֣י יִשְׂרָאֵ֔ל לִבְנ֣וֹת בַּ֔יִת לִהְי֥וֹת שְׁמִ֖י שָׁ֑ם וְלֹא־בָחַ֣רְתִּֽי בְאִ֔ישׁ לִהְי֥וֹת נָגִ֖יד עַל־עַמִּ֥י יִשְׂרָאֵֽל׃", 
            "וָאֶבְחַר֙ בִּיר֣וּשָׁלִַ֔ם לִהְי֥וֹת שְׁמִ֖י שָׁ֑ם וָאֶבְחַ֣ר בְּדָוִ֔יד לִהְי֖וֹת עַל־עַמִּ֥י יִשְׂרָאֵֽל׃", 
            "וַיְהִ֕י עִם־לְבַ֖ב דָּוִ֣יד אָבִ֑י לִבְנ֣וֹת בַּ֔יִת לְשֵׁ֥ם יְהוָ֖ה אֱלֹהֵ֥י יִשְׂרָאֵֽל׃", 
            "וַיֹּ֤אמֶר יְהוָה֙ אֶל־דָּוִ֣יד אָבִ֔י יַ֗עַן אֲשֶׁ֤ר הָיָה֙ עִם־לְבָ֣בְךָ֔ לִבְנ֥וֹת בַּ֖יִת לִשְׁמִ֑י הֱ‍ֽטִיב֔וֹתָ כִּ֥י הָיָ֖ה עִם־לְבָבֶֽךָ׃", 
            "רַ֣ק אַתָּ֔ה לֹ֥א תִבְנֶ֖ה הַבָּ֑יִת כִּ֤י בִנְךָ֙ הַיּוֹצֵ֣א מֵֽחֲלָצֶ֔יךָ הֽוּא־יִבְנֶ֥ה הַבַּ֖יִת לִשְׁמִֽי׃", 
            "וַיָּ֣קֶם יְהוָ֔ה אֶת־דְּבָר֖וֹ אֲשֶׁ֣ר דִּבֵּ֑ר וָאָק֡וּם תַּחַת֩ דָּוִ֨יד אָבִ֜י וָאֵשֵׁ֣ב ׀ עַל־כִּסֵּ֣א יִשְׂרָאֵ֗ל כַּאֲשֶׁר֙ דִּבֶּ֣ר יְהוָ֔ה וָאֶבְנֶ֣ה הַבַּ֔יִת לְשֵׁ֥ם יְהוָ֖ה אֱלֹהֵ֥י יִשְׂרָאֵֽל׃", 
            "וָאָשִׂ֥ים שָׁם֙ אֶת־הָ֣אָר֔וֹן אֲשֶׁר־שָׁ֖ם בְּרִ֣ית יְהוָ֑ה אֲשֶׁ֥ר כָּרַ֖ת עִם־בְּנֵ֥י יִשְׂרָאֵֽל׃", 
            "וַֽיַּעֲמֹ֗ד לִפְנֵי֙ מִזְבַּ֣ח יְהוָ֔ה נֶ֖גֶד כָּל־קְהַ֣ל יִשְׂרָאֵ֑ל וַיִּפְרֹ֖שׂ כַּפָּֽיו׃", 
            "כִּֽי־עָשָׂ֨ה שְׁלֹמֹ֜ה כִּיּ֣וֹר נְחֹ֗שֶׁת וַֽיִּתְּנֵהוּ֮ בְּת֣וֹךְ הָעֲזָרָה֒ חָמֵ֨שׁ אַמּ֜וֹת אָרְכּ֗וֹ וְחָמֵ֤שׁ אַמּוֹת֙ רָחְבּ֔וֹ וְאַמּ֥וֹת שָׁל֖וֹשׁ קוֹמָת֑וֹ וַיַּעֲמֹ֣ד עָלָ֗יו וַיִּבְרַ֤ךְ עַל־בִּרְכָּיו֙ נֶ֚גֶד כָּל־קְהַ֣ל יִשְׂרָאֵ֔ל וַיִּפְרֹ֥שׂ כַּפָּ֖יו הַשָּׁמָֽיְמָה׃", 
            "וַיֹּאמַ֗ר יְהוָ֞ה אֱלֹהֵ֤י יִשְׂרָאֵל֙ אֵין־כָּמ֣וֹךָ אֱלֹהִ֔ים בַּשָּׁמַ֖יִם וּבָאָ֑רֶץ שֹׁמֵ֤ר הַבְּרִית֙ וְֽהַחֶ֔סֶד לַעֲבָדֶ֕יךָ הַהֹלְכִ֥ים לְפָנֶ֖יךָ בְּכָל־לִבָּֽם׃", 
            "אֲשֶׁ֣ר שָׁמַ֗רְתָּ לְעַבְדְּךָ֙ דָּוִ֣יד אָבִ֔י אֵ֥ת אֲשֶׁר־דִּבַּ֖רְתָּ ל֑וֹ וַתְּדַבֵּ֥ר בְּפִ֛יךָ וּבְיָדְךָ֥ מִלֵּ֖אתָ כַּיּ֥וֹם הַזֶּֽה׃", 
            "וְעַתָּ֞ה יְהוָ֣ה ׀ אֱלֹהֵ֣י יִשְׂרָאֵ֗ל שְׁ֠מֹר לְעַבְדְּךָ֨ דָוִ֤יד אָבִי֙ אֵת֩ אֲשֶׁ֨ר דִּבַּ֤רְתָּ לּוֹ֙ לֵאמֹ֔ר לֹא־יִכָּרֵ֨ת לְךָ֥ אִישׁ֙ מִלְּפָנַ֔י יוֹשֵׁ֖ב עַל־כִּסֵּ֣א יִשְׂרָאֵ֑ל רַ֠ק אִם־יִשְׁמְר֨וּ בָנֶ֜יךָ אֶת־דַּרְכָּ֗ם לָלֶ֙כֶת֙ בְּת֣וֹרָתִ֔י כַּאֲשֶׁ֥ר הָלַ֖כְתָּ לְפָנָֽי׃", 
            "וְעַתָּ֕ה יְהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל יֵֽאָמֵן֙ דְּבָ֣רְךָ֔ אֲשֶׁ֥ר דִּבַּ֖רְתָּ לְעַבְדְּךָ֥ לְדָוִֽיד׃", 
            "כִּ֚י הַֽאֻמְנָ֔ם יֵשֵׁ֧ב אֱלֹהִ֛ים אֶת־הָאָדָ֖ם עַל־הָאָ֑רֶץ הִ֠נֵּה שָׁמַ֜יִם וּשְׁמֵ֤י הַשָּׁמַ֙יִם֙ לֹ֣א יְכַלְכְּל֔וּךָ אַ֕ף כִּֽי־הַבַּ֥יִת הַזֶּ֖ה אֲשֶׁ֥ר בָּנִֽיתִי׃", 
            "וּפָנִ֜יתָ אֶל־תְּפִלַּ֧ת עַבְדְּךָ֛ וְאֶל־תְּחִנָּת֖וֹ יְהוָ֣ה אֱלֹהָ֑י לִשְׁמֹ֤עַ אֶל־הָרִנָּה֙ וְאֶל־הַתְּפִלָּ֔ה אֲשֶׁ֥ר עַבְדְּךָ֖ מִתְפַּלֵּ֥ל לְפָנֶֽיךָ׃", 
            "לִהְיוֹת֩ עֵינֶ֨יךָ פְתֻח֜וֹת אֶל־הַבַּ֤יִת הַזֶּה֙ יוֹמָ֣ם וָלַ֔יְלָה אֶל־הַ֨מָּק֔וֹם אֲשֶׁ֣ר אָמַ֔רְתָּ לָשׂ֥וּם שִׁמְךָ֖ שָׁ֑ם לִשְׁמ֙וֹעַ֙ אֶל־הַתְּפִלָּ֔ה אֲשֶׁ֣ר יִתְפַּלֵּ֣ל עַבְדְּךָ֔ אֶל־הַמָּק֖וֹם הַזֶּֽה׃", 
            "וְשָׁ֨מַעְתָּ֜ אֶל־תַּחֲנוּנֵ֤י עַבְדְּךָ֙ וְעַמְּךָ֣ יִשְׂרָאֵ֔ל אֲשֶׁ֥ר יִֽתְפַּֽלְל֖וּ אֶל־הַמָּק֣וֹם הַזֶּ֑ה וְ֠אַתָּה תִּשְׁמַ֞ע מִמְּק֤וֹם שִׁבְתְּךָ֙ מִן־הַשָּׁמַ֔יִם וְשָׁמַעְתָּ֖ וְסָלָֽחְתָּ׃", 
            "אִם־יֶחֱטָ֥א אִישׁ֙ לְרֵעֵ֔הוּ וְנָֽשָׁא־ב֥וֹ אָלָ֖ה לְהַֽאֲלֹת֑וֹ וּבָ֗א אָלָ֛ה לִפְנֵ֥י מִֽזְבַּחֲךָ֖ בַּבַּ֥יִת הַזֶּֽה׃", 
            "וְאַתָּ֣ה ׀ תִּשְׁמַ֣ע מִן־הַשָּׁמַ֗יִם וְעָשִׂ֙יתָ֙ וְשָׁפַטְתָּ֣ אֶת־עֲבָדֶ֔יךָ לְהָשִׁ֣יב לְרָשָׁ֔ע לָתֵ֥ת דַּרְכּ֖וֹ בְּרֹאשׁ֑וֹ וּלְהַצְדִּ֣יק צַדִּ֔יק לָ֥תֶת ל֖וֹ כְּצִדְקָתֽוֹ׃ (ס)", 
            "וְֽאִם־יִנָּגֵ֞ף עַמְּךָ֧ יִשְׂרָאֵ֛ל לִפְנֵ֥י אוֹיֵ֖ב כִּ֣י יֶֽחֶטְאוּ־לָ֑ךְ וְשָׁ֙בוּ֙ וְהוֹד֣וּ אֶת־שְׁמֶ֔ךָ וְהִתְפַּֽלְל֧וּ וְהִֽתְחַנְּנ֛וּ לְפָנֶ֖יךָ בַּבַּ֥יִת הַזֶּֽה׃", 
            "וְאַתָּה֙ תִּשְׁמַ֣ע מִן־הַשָּׁמַ֔יִם וְסָ֣לַחְתָּ֔ לְחַטַּ֖את עַמְּךָ֣ יִשְׂרָאֵ֑ל וַהֲשֵׁיבוֹתָם֙ אֶל־הָ֣אֲדָמָ֔ה אֲשֶׁר־נָתַ֥תָּה לָהֶ֖ם וְלַאֲבֹתֵיהֶֽם׃ (פ)", 
            "בְּהֵעָצֵ֧ר הַשָּׁמַ֛יִם וְלֹֽא־יִהְיֶ֥ה מָטָ֖ר כִּ֣י יֶֽחֶטְאוּ־לָ֑ךְ וְהִֽתְפַּלְל֞וּ אֶל־הַמָּק֤וֹם הַזֶּה֙ וְהוֹד֣וּ אֶת־שְׁמֶ֔ךָ מֵחַטָּאתָ֥ם יְשׁוּב֖וּן כִּ֥י תַעֲנֵֽם׃", 
            "וְאַתָּ֣ה ׀ תִּשְׁמַ֣ע הַשָּׁמַ֗יִם וְסָ֨לַחְתָּ֜ לְחַטַּ֤את עֲבָדֶ֙יךָ֙ וְעַמְּךָ֣ יִשְׂרָאֵ֔ל כִּ֥י תוֹרֵ֛ם אֶל־הַדֶּ֥רֶךְ הַטּוֹבָ֖ה אֲשֶׁ֣ר יֵֽלְכוּ־בָ֑הּ וְנָתַתָּ֤ה מָטָר֙ עַֽל־אַרְצְךָ֔ אֲשֶׁר־נָתַ֥תָּה לְעַמְּךָ֖ לְנַחֲלָֽה׃ (ס)", 
            "רָעָ֞ב כִּֽי־יִהְיֶ֣ה בָאָ֗רֶץ דֶּ֣בֶר כִּֽי־יִֽ֠הְיֶה שִׁדָּפ֨וֹן וְיֵרָק֜וֹן אַרְבֶּ֤ה וְחָסִיל֙ כִּ֣י יִהְיֶ֔ה כִּ֧י יָֽצַר־ל֛וֹ אוֹיְבָ֖יו בְּאֶ֣רֶץ שְׁעָרָ֑יו כָּל־נֶ֖גַע וְכָֽל־מַחֲלָֽה׃", 
            "כָּל־תְּפִלָּ֣ה כָל־תְּחִנָּ֗ה אֲשֶׁ֤ר יִהְיֶה֙ לְכָל־הָ֣אָדָ֔ם וּלְכֹ֖ל עַמְּךָ֣ יִשְׂרָאֵ֑ל אֲשֶׁ֣ר יֵדְע֗וּ אִ֤ישׁ נִגְעוֹ֙ וּמַכְאֹב֔וֹ וּפָרַ֥שׂ כַּפָּ֖יו אֶל־הַבַּ֥יִת הַזֶּֽה׃", 
            "וְ֠אַתָּה תִּשְׁמַ֨ע מִן־הַשָּׁמַ֜יִם מְכ֤וֹן שִׁבְתֶּ֙ךָ֙ וְסָ֣לַחְתָּ֔ וְנָתַתָּ֤ה לָאִישׁ֙ כְּכָל־דְּרָכָ֔יו אֲשֶׁ֥ר תֵּדַ֖ע אֶת־לְבָב֑וֹ כִּ֤י אַתָּה֙ לְבַדְּךָ֣ יָדַ֔עְתָּ אֶת־לְבַ֖ב בְּנֵ֥י הָאָדָֽם׃", 
            "לְמַ֣עַן יִֽירָא֗וּךָ לָלֶ֙כֶת֙ בִּדְרָכֶ֔יךָ כָּל־הַ֨יָּמִ֔ים אֲשֶׁר־הֵ֥ם חַיִּ֖ים עַל־פְּנֵ֣י הָאֲדָמָ֑ה אֲשֶׁ֥ר נָתַ֖תָּה לַאֲבֹתֵֽינוּ׃ (ס)", 
            "וְגַ֣ם אֶל־הַנָּכְרִ֗י אֲ֠שֶׁר לֹ֥א מֵעַמְּךָ֣ יִשְׂרָאֵל֮ הוּא֒ וּבָ֣א ׀ מֵאֶ֣רֶץ רְחוֹקָ֗ה לְמַ֨עַן שִׁמְךָ֤ הַגָּדוֹל֙ וְיָדְךָ֣ הַחֲזָקָ֔ה וּֽזְרֽוֹעֲךָ֖ הַנְּטוּיָ֑ה וּבָ֥אוּ וְהִֽתְפַּלְל֖וּ אֶל־הַבַּ֥יִת הַזֶּֽה׃", 
            "וְאַתָּ֞ה תִּשְׁמַ֤ע מִן־הַשָּׁמַ֙יִם֙ מִמְּכ֣וֹן שִׁבְתֶּ֔ךָ וְעָשִׂ֕יתָ כְּכֹ֛ל אֲשֶׁר־יִקְרָ֥א אֵלֶ֖יךָ הַנָּכְרִ֑י לְמַ֣עַן יֵדְעוּ֩ כָל־עַמֵּ֨י הָאָ֜רֶץ אֶת־שְׁמֶ֗ךָ וּלְיִרְאָ֤ה אֹֽתְךָ֙ כְּעַמְּךָ֣ יִשְׂרָאֵ֔ל וְלָדַ֕עַת כִּֽי־שִׁמְךָ֣ נִקְרָ֔א עַל־הַבַּ֥יִת הַזֶּ֖ה אֲשֶׁ֥ר בָּנִֽיתִי׃", 
            "כִּֽי־יֵצֵ֨א עַמְּךָ֤ לַמִּלְחָמָה֙ עַל־א֣וֹיְבָ֔יו בַּדֶּ֖רֶךְ אֲשֶׁ֣ר תִּשְׁלָחֵ֑ם וְהִתְפַּֽלְל֣וּ אֵלֶ֗יךָ דֶּ֣רֶךְ הָעִ֤יר הַזֹּאת֙ אֲשֶׁ֣ר בָּחַ֣רְתָּ בָּ֔הּ וְהַבַּ֖יִת אֲשֶׁר־בָּנִ֥יתִי לִשְׁמֶֽךָ׃", 
            "וְשָׁמַעְתָּ֙ מִן־הַשָּׁמַ֔יִם אֶת־תְּפִלָּתָ֖ם וְאֶת־תְּחִנָּתָ֑ם וְעָשִׂ֖יתָ מִשְׁפָּטָֽם׃", 
            "כִּ֣י יֶחֶטְאוּ־לָ֗ךְ כִּ֣י אֵ֤ין אָדָם֙ אֲשֶׁ֣ר לֹא־יֶחֱטָ֔א וְאָנַפְתָּ֣ בָ֔ם וּנְתַתָּ֖ם לִפְנֵ֣י אוֹיֵ֑ב וְשָׁב֧וּם שׁוֹבֵיהֶ֛ם אֶל־אֶ֥רֶץ רְחוֹקָ֖ה א֥וֹ קְרוֹבָֽה׃", 
            "וְהֵשִׁ֙יבוּ֙ אֶל־לְבָבָ֔ם בָּאָ֖רֶץ אֲשֶׁ֣ר נִשְׁבּוּ־שָׁ֑ם וְשָׁ֣בוּ ׀ וְהִֽתְחַנְּנ֣וּ אֵלֶ֗יךָ בְּאֶ֤רֶץ שִׁבְיָם֙ לֵאמֹ֔ר חָטָ֥אנוּ הֶעֱוִ֖ינוּ וְרָשָֽׁעְנוּ׃", 
            "וְשָׁ֣בוּ אֵלֶ֗יךָ בְּכָל־לִבָּם֙ וּבְכָל־נַפְשָׁ֔ם בְּאֶ֥רֶץ שִׁבְיָ֖ם אֲשֶׁר־שָׁב֣וּ אֹתָ֑ם וְהִֽתְפַּֽלְל֗וּ דֶּ֤רֶךְ אַרְצָם֙ אֲשֶׁ֣ר נָתַ֣תָּה לַאֲבוֹתָ֔ם וְהָעִיר֙ אֲשֶׁ֣ר בָּחַ֔רְתָּ וְלַבַּ֖יִת אֲשֶׁר־בָּנִ֥יתִי לִשְׁמֶֽךָ׃", 
            "וְשָׁמַעְתָּ֨ מִן־הַשָּׁמַ֜יִם מִמְּכ֣וֹן שִׁבְתְּךָ֗ אֶת־תְּפִלָּתָם֙ וְאֶת־תְּחִנֹּ֣תֵיהֶ֔ם וְעָשִׂ֖יתָ מִשְׁפָּטָ֑ם וְסָלַחְתָּ֥ לְעַמְּךָ֖ אֲשֶׁ֥ר חָֽטְאוּ־לָֽךְ׃", 
            "עַתָּ֣ה אֱלֹהַ֗י יִֽהְיוּ־נָ֤א עֵינֶ֙יךָ֙ פְּתֻח֔וֹת וְאָזְנֶ֖יךָ קַשֻּׁב֑וֹת לִתְפִלַּ֖ת הַמָּק֥וֹם הַזֶּֽה׃ (ס)", 
            "וְעַתָּ֗ה קוּמָ֞ה יְהוָ֤ה אֱלֹהִים֙ לְֽנוּחֶ֔ךָ אַתָּ֖ה וַאֲר֣וֹן עֻזֶּ֑ךָ כֹּהֲנֶ֜יךָ יְהוָ֤ה אֱלֹהִים֙ יִלְבְּשׁ֣וּ תְשׁוּעָ֔ה וַחֲסִידֶ֖יךָ יִשְׂמְח֥וּ בַטּֽוֹב׃", 
            "יְהוָ֣ה אֱלֹהִ֔ים אַל־תָּשֵׁ֖ב פְּנֵ֣י מְשִׁיחֶ֑יךָ זָכְרָ֕ה לְחַֽסְדֵ֖י דָּוִ֥יד עַבְדֶּֽךָ׃ (פ)"
        ], 
        [
            "וּכְכַלּ֤וֹת שְׁלֹמֹה֙ לְהִתְפַּלֵּ֔ל וְהָאֵ֗שׁ יָֽרְדָה֙ מֵֽהַשָּׁמַ֔יִם וַתֹּ֥אכַל הָעֹלָ֖ה וְהַזְּבָחִ֑ים וּכְב֥וֹד יְהוָ֖ה מָלֵ֥א אֶת־הַבָּֽיִת׃", 
            "וְלֹ֤א יָֽכְלוּ֙ הַכֹּ֣הֲנִ֔ים לָב֖וֹא אֶל־בֵּ֣ית יְהוָ֑ה כִּֽי־מָלֵ֥א כְבוֹד־יְהוָ֖ה אֶת־בֵּ֥ית יְהוָֽה׃", 
            "וְכֹ֣ל ׀ בְּנֵ֣י יִשְׂרָאֵ֗ל רֹאִים֙ בְּרֶ֣דֶת הָאֵ֔שׁ וּכְב֥וֹד יְהוָ֖ה עַל־הַבָּ֑יִת וַיִּכְרְעוּ֩ אַפַּ֨יִם אַ֤רְצָה עַל־הָרִֽצְפָה֙ וַיִּֽשְׁתַּֽחֲו֔וּ וְהוֹד֤וֹת לַיהוָה֙ כִּ֣י ט֔וֹב כִּ֥י לְעוֹלָ֖ם חַסְדּֽוֹ׃", 
            "וְהַמֶּ֖לֶךְ וְכָל־הָעָ֑ם זֹבְחִ֥ים זֶ֖בַח לִפְנֵ֥י יְהוָֽה׃ (ס)", 
            "וַיִּזְבַּ֞ח הַמֶּ֣לֶךְ שְׁלֹמֹה֮ אֶת־זֶ֣בַח הַבָּקָ֗ר עֶשְׂרִ֤ים וּשְׁנַ֙יִם֙ אֶ֔לֶף וְצֹ֕אן מֵאָ֥ה וְעֶשְׂרִ֖ים אָ֑לֶף וַֽיַּחְנְכוּ֙ אֶת־בֵּ֣ית הָֽאֱלֹהִ֔ים הַמֶּ֖לֶךְ וְכָל־הָעָֽם׃", 
            "וְהַכֹּהֲנִ֞ים עַל־מִשְׁמְרוֹתָ֣ם עֹמְדִ֗ים וְהַלְוִיִּ֞ם בִּכְלֵי־שִׁ֤יר יְהוָה֙ אֲשֶׁ֨ר עָשָׂ֜ה דָּוִ֣יד הַמֶּ֗לֶךְ לְהֹד֤וֹת לַיהוָה֙ כִּֽי־לְעוֹלָ֣ם חַסְדּ֔וֹ בְּהַלֵּ֥ל דָּוִ֖יד בְּיָדָ֑ם וְהַכֹּהֲנִים֙ מחצצרים [מַחְצְרִ֣ים] נֶגְדָּ֔ם וְכָל־יִשְׂרָאֵ֖ל עֹמְדִֽים׃ (ס)", 
            "וַיְקַדֵּ֣שׁ שְׁלֹמֹ֗ה אֶת־תּ֤וֹךְ הֶֽחָצֵר֙ אֲשֶׁר֙ לִפְנֵ֣י בֵית־יְהוָ֔ה כִּֽי־עָ֤שָׂה שָׁם֙ הָֽעֹל֔וֹת וְאֵ֖ת חֶלְבֵ֣י הַשְּׁלָמִ֑ים כִּֽי־מִזְבַּ֤ח הַנְּחֹ֙שֶׁת֙ אֲשֶׁ֣ר עָשָׂ֣ה שְׁלֹמֹ֔ה לֹ֣א יָכ֗וֹל לְהָכִ֛יל אֶת־הָעֹלָ֥ה וְאֶת־הַמִּנְחָ֖ה וְאֶת־הַחֲלָבִֽים׃", 
            "וַיַּ֣עַשׂ שְׁלֹמֹ֣ה אֶת־הֶ֠חָג בָּעֵ֨ת הַהִ֜יא שִׁבְעַ֤ת יָמִים֙ וְכָל־יִשְׂרָאֵ֣ל עִמּ֔וֹ קָהָ֖ל גָּד֣וֹל מְאֹ֑ד מִלְּב֥וֹא חֲמָ֖ת עַד־נַ֥חַל מִצְרָֽיִם׃", 
            "וַֽיַּעֲשׂ֛וּ בַּיּ֥וֹם הַשְּׁמִינִ֖י עֲצָ֑רֶת כִּ֣י ׀ חֲנֻכַּ֣ת הַמִּזְבֵּ֗חַ עָשׂוּ֙ שִׁבְעַ֣ת יָמִ֔ים וְהֶחָ֖ג שִׁבְעַ֥ת יָמִֽים׃", 
            "וּבְי֨וֹם עֶשְׂרִ֤ים וּשְׁלֹשָׁה֙ לַחֹ֣דֶשׁ הַשְּׁבִיעִ֔י שִׁלַּ֥ח אֶת־הָעָ֖ם לְאָהֳלֵיהֶ֑ם שְׂמֵחִים֙ וְט֣וֹבֵי לֵ֔ב עַל־הַטּוֹבָ֗ה אֲשֶׁ֨ר עָשָׂ֤ה יְהוָה֙ לְדָוִ֣יד וְלִשְׁלֹמֹ֔ה וּלְיִשְׂרָאֵ֖ל עַמּֽוֹ׃", 
            "וַיְכַ֧ל שְׁלֹמֹ֛ה אֶת־בֵּ֥ית יְהוָ֖ה וְאֶת־בֵּ֣ית הַמֶּ֑לֶךְ וְאֵ֨ת כָּל־הַבָּ֜א עַל־לֵ֣ב שְׁלֹמֹ֗ה לַעֲשׂ֧וֹת בְּבֵית־יְהוָ֛ה וּבְבֵית֖וֹ הִצְלִֽיחַ׃ (פ)", 
            "וַיֵּרָ֧א יְהוָ֛ה אֶל־שְׁלֹמֹ֖ה בַּלָּ֑יְלָה וַיֹּ֣אמֶר ל֗וֹ שָׁמַ֙עְתִּי֙ אֶת־תְּפִלָּתֶ֔ךָ וּבָחַ֜רְתִּי בַּמָּק֥וֹם הַזֶּ֛ה לִ֖י לְבֵ֥ית זָֽבַח׃", 
            "הֵ֣ן אֶֽעֱצֹ֤ר הַשָּׁמַ֙יִם֙ וְלֹֽא־יִהְיֶ֣ה מָטָ֔ר וְהֵן־אֲצַוֶּ֥ה עַל־חָגָ֖ב לֶאֱכ֣וֹל הָאָ֑רֶץ וְאִם־אֲשַׁלַּ֥ח דֶּ֖בֶר בְּעַמִּֽי׃", 
            "וְיִכָּנְע֨וּ עַמִּ֜י אֲשֶׁ֧ר נִֽקְרָא־שְׁמִ֣י עֲלֵיהֶ֗ם וְיִֽתְפַּֽלְלוּ֙ וִֽיבַקְשׁ֣וּ פָנַ֔י וְיָשֻׁ֖בוּ מִדַּרְכֵיהֶ֣ם הָרָעִ֑ים וַאֲנִי֙ אֶשְׁמַ֣ע מִן־הַשָּׁמַ֔יִם וְאֶסְלַח֙ לְחַטָּאתָ֔ם וְאֶרְפָּ֖א אֶת־אַרְצָֽם׃", 
            "עַתָּ֗ה עֵינַי֙ יִהְי֣וּ פְתֻח֔וֹת וְאָזְנַ֖י קַשֻּׁב֑וֹת לִתְפִלַּ֖ת הַמָּק֥וֹם הַזֶּֽה׃", 
            "וְעַתָּ֗ה בָּחַ֤רְתִּי וְהִקְדַּ֙שְׁתִּי֙ אֶת־הַבַּ֣יִת הַזֶּ֔ה לִהְיוֹת־שְׁמִ֥י שָׁ֖ם עַד־עוֹלָ֑ם וְהָי֨וּ עֵינַ֧י וְלִבִּ֛י שָׁ֖ם כָּל־הַיָּמִֽים׃", 
            "וְאַתָּ֞ה אִם־תֵּלֵ֣ךְ לְפָנַ֗י כַּאֲשֶׁ֤ר הָלַךְ֙ דָּוִ֣יד אָבִ֔יךָ וְלַעֲשׂ֕וֹת כְּכֹ֖ל אֲשֶׁ֣ר צִוִּיתִ֑יךָ וְחֻקַּ֥י וּמִשְׁפָּטַ֖י תִּשְׁמֽוֹר׃", 
            "וַהֲקִ֣ימוֹתִ֔י אֵ֖ת כִּסֵּ֣א מַלְכוּתֶ֑ךָ כַּאֲשֶׁ֣ר כָּרַ֗תִּי לְדָוִ֤יד אָבִ֙יךָ֙ לֵאמֹ֔ר לֹֽא־יִכָּרֵ֤ת לְךָ֙ אִ֔ישׁ מוֹשֵׁ֖ל בְּיִשְׂרָאֵֽל׃", 
            "וְאִם־תְּשׁוּב֣וּן אַתֶּ֔ם וַעֲזַבְתֶּם֙ חֻקּוֹתַ֣י וּמִצְוֺתַ֔י אֲשֶׁ֥ר נָתַ֖תִּי לִפְנֵיכֶ֑ם וַהֲלַכְתֶּ֗ם וַעֲבַדְתֶּם֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וְהִשְׁתַּחֲוִיתֶ֖ם לָהֶֽם׃", 
            "וּנְתַשְׁתִּ֗ים מֵעַ֤ל אַדְמָתִי֙ אֲשֶׁ֣ר נָתַ֣תִּי לָהֶ֔ם וְאֶת־הַבַּ֤יִת הַזֶּה֙ אֲשֶׁ֣ר הִקְדַּ֣שְׁתִּי לִשְׁמִ֔י אַשְׁלִ֖יךְ מֵעַ֣ל פָּנָ֑י וְאֶתְּנֶ֛נּוּ לְמָשָׁ֥ל וְלִשְׁנִינָ֖ה בְּכָל־הָעַמִּֽים׃", 
            "וְהַבַּ֤יִת הַזֶּה֙ אֲשֶׁ֣ר הָיָ֣ה עֶלְי֔וֹן לְכָל־עֹבֵ֥ר עָלָ֖יו יִשֹּׁ֑ם וְאָמַ֗ר בַּמֶּ֨ה עָשָׂ֤ה יְהוָה֙ כָּ֔כָה לָאָ֥רֶץ הַזֹּ֖את וְלַבַּ֥יִת הַזֶּֽה׃", 
            "וְאָמְר֗וּ עַל֩ אֲשֶׁ֨ר עָֽזְב֜וּ אֶת־יְהוָ֣ה ׀ אֱלֹהֵ֣י אֲבֹתֵיהֶ֗ם אֲשֶׁ֣ר הוֹצִיאָם֮ מֵאֶ֣רֶץ מִצְרַיִם֒ וַֽיַּחֲזִ֙יקוּ֙ בֵּאלֹהִ֣ים אֲחֵרִ֔ים וַיִּשְׁתַּחֲו֥וּ לָהֶ֖ם וַיַּֽעַבְד֑וּם עַל־כֵּן֙ הֵבִ֣יא עֲלֵיהֶ֔ם אֵ֥ת כָּל־הָרָעָ֖ה הַזֹּֽאת׃ (פ)"
        ], 
        [
            "וַיְהִ֞י מִקֵּ֣ץ ׀ עֶשְׂרִ֣ים שָׁנָ֗ה אֲשֶׁ֨ר בָּנָ֧ה שְׁלֹמֹ֛ה אֶת־בֵּ֥ית יְהוָ֖ה וְאֶת־בֵּיתֽוֹ׃", 
            "וְהֶעָרִ֗ים אֲשֶׁ֨ר נָתַ֤ן חוּרָם֙ לִשְׁלֹמֹ֔ה בָּנָ֥ה שְׁלֹמֹ֖ה אֹתָ֑ם וַיּ֥וֹשֶׁב שָׁ֖ם אֶת־בְּנֵ֥י יִשְׂרָאֵֽל׃", 
            "וַיֵּ֤לֶךְ שְׁלֹמֹה֙ חֲמָ֣ת צוֹבָ֔ה וַיֶּחֱזַ֖ק עָלֶֽיהָ׃", 
            "וַיִּ֥בֶן אֶת־תַּדְמֹ֖ר בַּמִּדְבָּ֑ר וְאֵת֙ כָּל־עָרֵ֣י הַֽמִּסְכְּנ֔וֹת אֲשֶׁ֥ר בָּנָ֖ה בַּחֲמָֽת׃", 
            "וַיִּ֜בֶן אֶת־בֵּ֤ית חוֹרוֹן֙ הָֽעֶלְי֔וֹן וְאֶת־בֵּ֥ית חוֹר֖וֹן הַתַּחְתּ֑וֹן עָרֵ֣י מָצ֔וֹר חוֹמ֖וֹת דְּלָתַ֥יִם וּבְרִֽיחַ׃", 
            "וְאֶֽת־בַּעֲלָ֗ת וְאֵ֨ת כָּל־עָרֵ֤י הַֽמִּסְכְּנוֹת֙ אֲשֶׁ֣ר הָי֣וּ לִשְׁלֹמֹ֔ה וְאֵת֙ כָּל־עָרֵ֣י הָרֶ֔כֶב וְאֵ֖ת עָרֵ֣י הַפָּרָשִׁ֑ים וְאֵ֣ת ׀ כָּל־חֵ֣שֶׁק שְׁלֹמֹ֗ה אֲשֶׁ֤ר חָשַׁק֙ לִבְנ֤וֹת בִּירֽוּשָׁלִַ֙ם֙ וּבַלְּבָנ֔וֹן וּבְכֹ֖ל אֶ֥רֶץ מֶמְשַׁלְתּֽוֹ׃", 
            "כָּל־הָ֠עָם הַנּוֹתָ֨ר מִן־הַחִתִּ֜י וְהָאֱמֹרִ֤י וְהַפְּרִזִּי֙ וְהַחִוִּ֣י וְהַיְבוּסִ֔י אֲשֶׁ֛ר לֹ֥א מִיִּשְׂרָאֵ֖ל הֵֽמָּה׃", 
            "מִן־בְּנֵיהֶ֗ם אֲשֶׁ֨ר נוֹתְר֤וּ אַחֲרֵיהֶם֙ בָּאָ֔רֶץ אֲשֶׁ֥ר לֹֽא־כִלּ֖וּם בְּנֵ֣י יִשְׂרָאֵ֑ל וַיַּעֲלֵ֤ם שְׁלֹמֹה֙ לְמַ֔ס עַ֖ד הַיּ֥וֹם הַזֶּֽה׃", 
            "וּמִן־בְּנֵי֙ יִשְׂרָאֵ֔ל אֲ֠שֶׁר לֹא־נָתַ֧ן שְׁלֹמֹ֛ה לַעֲבָדִ֖ים לִמְלַאכְתּ֑וֹ כִּי־הֵ֜מָּה אַנְשֵׁ֤י מִלְחָמָה֙ וְשָׂרֵ֣י שָׁלִישָׁ֔יו וְשָׂרֵ֥י רִכְבּ֖וֹ וּפָרָשָֽׁיו׃ (פ)", 
            "וְאֵ֨לֶּה שָׂרֵ֤י הנציבים [הַנִּצָּבִ֛ים] אֲשֶׁר־לַמֶּ֥לֶךְ שְׁלֹמֹ֖ה חֲמִשִּׁ֣ים וּמָאתָ֑יִם הָרֹדִ֖ים בָּעָֽם׃", 
            "וְאֶת־בַּת־פַּרְעֹ֗ה הֶעֱלָ֤ה שְׁלֹמֹה֙ מֵעִ֣יר דָּוִ֔יד לַבַּ֖יִת אֲשֶׁ֣ר בָּֽנָה־לָ֑הּ כִּ֣י אָמַ֗ר לֹא־תֵשֵׁ֨ב אִשָּׁ֥ה לִי֙ בְּבֵית֙ דָּוִ֣יד מֶֽלֶךְ־יִשְׂרָאֵ֔ל כִּי־קֹ֣דֶשׁ הֵ֔מָּה אֲשֶׁר־בָּֽאָ֥ה אֲלֵיהֶ֖ם אֲר֥וֹן יְהוָֽה׃ (פ)", 
            "אָ֣ז הֶעֱלָ֧ה שְׁלֹמֹ֛ה עֹל֖וֹת לַיהוָ֑ה עַ֚ל מִזְבַּ֣ח יְהוָ֔ה אֲשֶׁ֥ר בָּנָ֖ה לִפְנֵ֥י הָאוּלָֽם׃", 
            "וּבִדְבַר־י֣וֹם בְּי֗וֹם לְהַעֲלוֹת֙ כְּמִצְוַ֣ת מֹשֶׁ֔ה לַשַּׁבָּתוֹת֙ וְלֶ֣חֳדָשִׁ֔ים וְלַמּ֣וֹעֲד֔וֹת שָׁל֥וֹשׁ פְּעָמִ֖ים בַּשָּׁנָ֑ה בְּחַ֧ג הַמַּצּ֛וֹת וּבְחַ֥ג הַשָּׁבֻע֖וֹת וּבְחַ֥ג הַסֻּכּֽוֹת׃", 
            "וַיַּעֲמֵ֣ד כְּמִשְׁפַּ֣ט דָּֽוִיד־אָ֠בִיו אֶת־מַחְלְק֨וֹת הַכֹּהֲנִ֜ים עַל־עֲבֹדָתָ֗ם וְהַלְוִיִּ֣ם עַל־מִ֠שְׁמְרוֹתָם לְהַלֵּ֨ל וּלְשָׁרֵ֜ת נֶ֤גֶד הַכֹּֽהֲנִים֙ לִדְבַר־י֣וֹם בְּיוֹמ֔וֹ וְהַשּׁוֹעֲרִ֥ים בְּמַחְלְקוֹתָ֖ם לְשַׁ֣עַר וָשָׁ֑עַר כִּ֣י כֵ֔ן מִצְוַ֖ת דָּוִ֥יד אִישׁ־הָאֱלֹהִֽים׃", 
            "וְלֹ֣א סָרוּ֩ מִצְוַ֨ת הַמֶּ֜לֶךְ עַל־הַכֹּהֲנִ֧ים וְהַלְוִיִּ֛ם לְכָל־דָּבָ֖ר וְלָאֹצָרֽוֹת׃", 
            "וַתִּכֹּן֙ כָּל־מְלֶ֣אכֶת שְׁלֹמֹ֔ה עַד־הַיּ֛וֹם מוּסַ֥ד בֵּית־יְהוָ֖ה וְעַד־כְּלֹת֑וֹ שָׁלֵ֖ם בֵּ֥ית יְהוָֽה׃ (ס)", 
            "אָז֩ הָלַ֨ךְ שְׁלֹמֹ֜ה לְעֶצְיֽוֹן־גֶּ֧בֶר וְאֶל־אֵיל֛וֹת עַל־שְׂפַ֥ת הַיָּ֖ם בְּאֶ֥רֶץ אֱדֽוֹם׃", 
            "וַיִּֽשְׁלַֽח־לוֹ֩ חוּרָ֨ם בְּיַד־עֲבָדָ֜יו אוניות [אֳנִיּ֗וֹת] וַעֲבָדִים֮ י֣וֹדְעֵי יָם֒ וַיָּבֹ֜אוּ עִם־עַבְדֵ֤י שְׁלֹמֹה֙ אוֹפִ֔ירָה וַיִּקְח֣וּ מִשָּׁ֔ם אַרְבַּע־מֵא֥וֹת וַחֲמִשִּׁ֖ים כִּכַּ֣ר זָהָ֑ב וַיָּבִ֖יאוּ אֶל־הַמֶּ֥לֶךְ שְׁלֹמֹֽה׃ (פ)"
        ], 
        [
            "וּמַֽלְכַּת־שְׁבָ֗א שָֽׁמְעָה֮ אֶת־שֵׁ֣מַע שְׁלֹמֹה֒ וַתָּב֣וֹא לְנַסּוֹת֩ אֶת־שְׁלֹמֹ֨ה בְחִיד֜וֹת בִּירֽוּשָׁלִַ֗ם בְּחַ֣יִל כָּבֵ֣ד מְאֹ֡ד וּ֠גְמַלִּים נֹשְׂאִ֨ים בְּשָׂמִ֧ים וְזָהָ֛ב לָרֹ֖ב וְאֶ֣בֶן יְקָרָ֑ה וַתָּבוֹא֙ אֶל־שְׁלֹמֹ֔ה וַתְּדַבֵּ֣ר עִמּ֔וֹ אֵ֛ת כָּל־אֲשֶׁ֥ר הָיָ֖ה עִם־לְבָבָֽהּ׃", 
            "וַיַּגֶּד־לָ֥הּ שְׁלֹמֹ֖ה אֶת־כָּל־דְּבָרֶ֑יהָ וְלֹֽא־נֶעְלַ֤ם דָּבָר֙ מִשְּׁלֹמֹ֔ה אֲשֶׁ֧ר לֹ֦א הִגִּ֖יד לָֽהּ׃", 
            "וַתֵּ֙רֶא֙ מַֽלְכַּת־שְׁבָ֔א אֵ֖ת חָכְמַ֣ת שְׁלֹמֹ֑ה וְהַבַּ֖יִת אֲשֶׁ֥ר בָּנָֽה׃", 
            "וּמַאֲכַ֣ל שֻׁלְחָנ֡וֹ וּמוֹשַׁ֣ב עֲבָדָיו֩ וּמַעֲמַ֨ד מְשָׁרְתָ֜יו וּמַלְבּֽוּשֵׁיהֶ֗ם וּמַשְׁקָיו֙ וּמַלְבּ֣וּשֵׁיהֶ֔ם וַעֲלִיָּת֔וֹ אֲשֶׁ֥ר יַעֲלֶ֖ה בֵּ֣ית יְהוָ֑ה וְלֹא־הָ֥יָה ע֛וֹד בָּ֖הּ רֽוּחַ׃", 
            "וַתֹּ֙אמֶר֙ אֶל־הַמֶּ֔לֶךְ אֱמֶת֙ הַדָּבָ֔ר אֲשֶׁ֥ר שָׁמַ֖עְתִּי בְּאַרְצִ֑י עַל־דְּבָרֶ֖יךָ וְעַל־חָכְמָתֶֽךָ׃", 
            "וְלֹֽא־הֶאֱמַ֣נְתִּי לְדִבְרֵיהֶ֗ם עַ֤ד אֲשֶׁר־בָּ֙אתִי֙ וַתִּרְאֶ֣ינָה עֵינַ֔י וְהִנֵּה֙ לֹ֣א הֻגַּד־לִ֔י חֲצִ֖י מַרְבִּ֣ית חָכְמָתֶ֑ךָ יָסַ֕פְתָּ עַל־הַשְּׁמוּעָ֖ה אֲשֶׁ֥ר שָׁמָֽעְתִּי׃", 
            "אַשְׁרֵ֣י אֲנָשֶׁ֔יךָ וְאַשְׁרֵ֖י עֲבָדֶ֣יךָ אֵ֑לֶּה הָעֹמְדִ֤ים לְפָנֶ֙יךָ֙ תָּמִ֔יד וְשֹׁמְעִ֖ים אֶת־חָכְמָתֶֽךָ׃", 
            "יְהִ֨י יְהוָ֤ה אֱלֹהֶ֙יךָ֙ בָּר֔וּךְ אֲשֶׁ֣ר ׀ חָפֵ֣ץ בְּךָ֗ לְתִתְּךָ֤ עַל־כִּסְאוֹ֙ לְמֶ֔לֶךְ לַיהוָ֖ה אֱלֹהֶ֑יךָ בְּאַהֲבַ֨ת אֱלֹהֶ֤יךָ אֶת־יִשְׂרָאֵל֙ לְהַעֲמִיד֣וֹ לְעוֹלָ֔ם וַיִּתֶּנְךָ֤ עֲלֵיהֶם֙ לְמֶ֔לֶךְ לַעֲשׂ֖וֹת מִשְׁפָּ֥ט וּצְדָקָֽה׃", 
            "וַתִּתֵּ֨ן לַמֶּ֜לֶךְ מֵאָ֥ה וְעֶשְׂרִ֣ים ׀ כִּכַּ֣ר זָהָ֗ב וּבְשָׂמִ֛ים לָרֹ֥ב מְאֹ֖ד וְאֶ֣בֶן יְקָרָ֑ה וְלֹ֤א הָיָה֙ כַּבֹּ֣שֶׂם הַה֔וּא אֲשֶׁר־נָתְנָ֥ה מַֽלְכַּת־שְׁבָ֖א לַמֶּ֥לֶךְ שְׁלֹמֹֽה׃", 
            "וְגַם־עַבְדֵ֤י חירם [חוּרָם֙] וְעַבְדֵ֣י שְׁלֹמֹ֔ה אֲשֶׁר־הֵבִ֥יאוּ זָהָ֖ב מֵאוֹפִ֑יר הֵבִ֛יאוּ עֲצֵ֥י אַלְגּוּמִּ֖ים וְאֶ֥בֶן יְקָרָֽה׃", 
            "וַיַּ֣עַשׂ הַ֠מֶּלֶךְ אֶת־עֲצֵ֨י הָֽאַלְגּוּמִּ֜ים מְסִלּ֤וֹת לְבֵית־יְהוָה֙ וּלְבֵ֣ית הַמֶּ֔לֶךְ וְכִנֹּר֥וֹת וּנְבָלִ֖ים לַשָּׁרִ֑ים וְלֹא־נִרְא֥וּ כָהֵ֛ם לְפָנִ֖ים בְּאֶ֥רֶץ יְהוּדָֽה׃", 
            "וְהַמֶּ֨לֶךְ שְׁלֹמֹ֜ה נָתַ֣ן לְמַֽלְכַּת־שְׁבָ֗א אֶת־כָּל־חֶפְצָהּ֙ אֲשֶׁ֣ר שָׁאָ֔לָה מִלְּבַ֖ד אֲשֶׁר־הֵבִ֣יאָה אֶל־הַמֶּ֑לֶךְ וַֽתַּהֲפֹ֛ךְ וַתֵּ֥לֶךְ לְאַרְצָ֖הּ הִ֥יא וַעֲבָדֶֽיהָ׃ (פ)", 
            "וַיְהִי֙ מִשְׁקַ֣ל הַזָּהָ֔ב אֲשֶׁר־בָּ֥א לִשְׁלֹמֹ֖ה בְּשָׁנָ֣ה אֶחָ֑ת שֵׁ֥שׁ מֵא֛וֹת וְשִׁשִּׁ֥ים וָשֵׁ֖שׁ כִּכְּרֵ֥י זָהָֽב׃", 
            "לְבַ֞ד מֵאַנְשֵׁ֧י הַתָּרִ֛ים וְהַסֹּחֲרִ֖ים מְבִיאִ֑ים וְכָל־מַלְכֵ֤י עֲרַב֙ וּפַח֣וֹת הָאָ֔רֶץ מְבִיאִ֛ים זָהָ֥ב וָכֶ֖סֶף לִשְׁלֹמֹֽה׃", 
            "וַיַּ֨עַשׂ הַמֶּ֧לֶךְ שְׁלֹמֹ֛ה מָאתַ֥יִם צִנָּ֖ה זָהָ֣ב שָׁח֑וּט שֵׁ֤שׁ מֵאוֹת֙ זָהָ֣ב שָׁח֔וּט יַעֲלֶ֖ה עַל־הַצִּנָּ֥ה הָאֶחָֽת׃", 
            "וּשְׁלֹשׁ־מֵא֤וֹת מָֽגִנִּים֙ זָהָ֣ב שָׁח֔וּט שְׁלֹ֤שׁ מֵאוֹת֙ זָהָ֔ב יַעֲלֶ֖ה עַל־הַמָּגֵ֣ן הָאֶחָ֑ת וַיִּתְּנֵ֣ם הַמֶּ֔לֶךְ בְּבֵ֖ית יַ֥עַר הַלְּבָנֽוֹן׃ (פ)", 
            "וַיַּ֧עַשׂ הַמֶּ֛לֶךְ כִּסֵּא־שֵׁ֖ן גָּד֑וֹל וַיְצַפֵּ֖הוּ זָהָ֥ב טָהֽוֹר׃", 
            "וְשֵׁ֣שׁ מַעֲל֣וֹת לַ֠כִּסֵּא וְכֶ֨בֶשׁ בַּזָּהָ֤ב לַכִּסֵּא֙ מָאֳחָזִ֔ים וְיָד֛וֹת מִזֶּ֥ה וּמִזֶּ֖ה עַל־מְק֣וֹם הַשָּׁ֑בֶת וּשְׁנַ֣יִם אֲרָי֔וֹת עֹמְדִ֖ים אֵ֥צֶל הַיָּדֽוֹת׃", 
            "וּשְׁנֵ֧ים עָשָׂ֣ר אֲרָי֗וֹת עֹמְדִ֥ים שָׁ֛ם עַל־שֵׁ֥שׁ הַֽמַּעֲל֖וֹת מִזֶּ֣ה וּמִזֶּ֑ה לֹא־נַעֲשָׂ֥ה כֵ֖ן לְכָל־מַמְלָכָֽה׃", 
            "וְ֠כֹל כְּלֵ֞י מַשְׁקֵ֨ה הַמֶּ֤לֶךְ שְׁלֹמֹה֙ זָהָ֔ב וְכֹ֗ל כְּלֵ֛י בֵּֽית־יַ֥עַר הַלְּבָנ֖וֹן זָהָ֣ב סָג֑וּר אֵ֣ין כֶּ֗סֶף נֶחְשָׁ֛ב בִּימֵ֥י שְׁלֹמֹ֖ה לִמְאֽוּמָה׃", 
            "כִּֽי־אֳנִיּ֤וֹת לַמֶּ֙לֶךְ֙ הֹלְכ֣וֹת תַּרְשִׁ֔ישׁ עִ֖ם עַבְדֵ֣י חוּרָ֑ם אַחַת֩ לְשָׁל֨וֹשׁ שָׁנִ֜ים תָּב֣וֹאנָה ׀ אֳנִיּ֣וֹת תַּרְשִׁ֗ישׁ נֹֽשְׂאוֹת֙ זָהָ֣ב וָכֶ֔סֶף שֶׁנְהַבִּ֥ים וְקוֹפִ֖ים וְתוּכִּיִּֽים׃ (פ)", 
            "וַיִּגְדַּל֙ הַמֶּ֣לֶךְ שְׁלֹמֹ֔ה מִכֹּ֖ל מַלְכֵ֣י הָאָ֑רֶץ לְעֹ֖שֶׁר וְחָכְמָֽה׃", 
            "וְכֹל֙ מַלְכֵ֣י הָאָ֔רֶץ מְבַקְשִׁ֖ים אֶת־פְּנֵ֣י שְׁלֹמֹ֑ה לִשְׁמֹ֙עַ֙ אֶת־חָכְמָת֔וֹ אֲשֶׁר־נָתַ֥ן הָאֱלֹהִ֖ים בְּלִבּֽוֹ׃", 
            "וְהֵ֣ם מְבִיאִ֣ים אִ֣ישׁ מִנְחָת֡וֹ כְּלֵ֣י כֶסֶף֩ וּכְלֵ֨י זָהָ֤ב וּשְׂלָמוֹת֙ נֵ֣שֶׁק וּבְשָׂמִ֔ים סוּסִ֖ים וּפְרָדִ֑ים דְּבַר־שָׁנָ֖ה בְּשָׁנָֽה׃ (פ)", 
            "וַיְהִ֨י לִשְׁלֹמֹ֜ה אַרְבַּעַת֩ אֲלָפִ֨ים אֻֽרְי֤וֹת סוּסִים֙ וּמַרְכָּב֔וֹת וּשְׁנֵים־עָשָׂ֥ר אֶ֖לֶף פָּרָשִׁ֑ים וַיַּנִּיחֵם֙ בְּעָרֵ֣י הָרֶ֔כֶב וְעִם־הַמֶּ֖לֶךְ בִּירוּשָׁלִָֽם׃", 
            "וַיְהִ֥י מוֹשֵׁ֖ל בְּכָל־הַמְּלָכִ֑ים מִן־הַנָּהָר֙ וְעַד־אֶ֣רֶץ פְּלִשְׁתִּ֔ים וְעַ֖ד גְּב֥וּל מִצְרָֽיִם׃", 
            "וַיִּתֵּ֨ן הַמֶּ֧לֶךְ אֶת־הַכֶּ֛סֶף בִּירוּשָׁלִַ֖ם כָּאֲבָנִ֑ים וְאֵ֣ת הָאֲרָזִ֗ים נָתַ֛ן כַּשִּׁקְמִ֥ים אֲשֶׁר־בַּשְּׁפֵלָ֖ה לָרֹֽב׃", 
            "וּמוֹצִיאִ֨ים סוּסִ֧ים מִמִּצְרַ֛יִם לִשְׁלֹמֹ֖ה וּמִכָּל־הָאֲרָצֽוֹת׃", 
            "וּשְׁאָר֙ דִּבְרֵ֣י שְׁלֹמֹ֔ה הָרִאשֹׁנִ֖ים וְהָאֲחֲרוֹנִ֑ים הֲלֹא־הֵ֣ם כְּתוּבִ֗ים עַל־דִּבְרֵי֙ נָתָ֣ן הַנָּבִ֔יא וְעַל־נְבוּאַ֞ת אֲחִיָּ֣ה הַשִּֽׁילוֹנִ֗י וּבַחֲזוֹת֙ יעדי [יֶעְדּ֣וֹ] הַחֹזֶ֔ה עַל־יָרָבְעָ֖ם בֶּן־נְבָֽט׃", 
            "וַיִּמְלֹ֨ךְ שְׁלֹמֹ֧ה בִֽירוּשָׁלִַ֛ם עַל־כָּל־יִשְׂרָאֵ֖ל אַרְבָּעִ֥ים שָׁנָֽה׃", 
            "וַיִּשְׁכַּ֤ב שְׁלֹמֹה֙ עִם־אֲבֹתָ֔יו וַֽיִּקְבְּרֻ֔הוּ בְּעִ֖יר דָּוִ֣יד אָבִ֑יו וַיִּמְלֹ֛ךְ רְחַבְעָ֥ם בְּנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "וַיֵּ֥לֶךְ רְחַבְעָ֖ם שְׁכֶ֑מָה כִּ֥י שְׁכֶ֛ם בָּ֥אוּ כָל־יִשְׂרָאֵ֖ל לְהַמְלִ֥יךְ אֹתֽוֹ׃", 
            "וַיְהִ֞י כִּשְׁמֹ֨עַ יָרָבְעָ֤ם בֶּן־נְבָט֙ וְה֣וּא בְמִצְרַ֔יִם אֲשֶׁ֣ר בָּרַ֔ח מִפְּנֵ֖י שְׁלֹמֹ֣ה הַמֶּ֑לֶךְ וַיָּ֥שָׁב יָרָבְעָ֖ם מִמִּצְרָֽיִם׃", 
            "וַֽיִּשְׁלְחוּ֙ וַיִּקְרְאוּ־ל֔וֹ וַיָּבֹ֥א יָרָבְעָ֖ם וְכָל־יִשְׂרָאֵ֑ל וַֽיְדַבְּר֔וּ אֶל־רְחַבְעָ֖ם לֵאמֹֽר׃", 
            "אָבִ֖יךָ הִקְשָׁ֣ה אֶת־עֻלֵּ֑נוּ וְעַתָּ֡ה הָקֵל֩ מֵעֲבֹדַ֨ת אָבִ֜יךָ הַקָּשָׁ֗ה וּמֵעֻלּ֧וֹ הַכָּבֵ֛ד אֲשֶׁר־נָתַ֥ן עָלֵ֖ינוּ וְנַֽעַבְדֶֽךָּ׃", 
            "וַיֹּ֣אמֶר אֲלֵהֶ֗ם ע֛וֹד שְׁלֹ֥שֶׁת יָמִ֖ים וְשׁ֣וּבוּ אֵלָ֑י וַיֵּ֖לֶךְ הָעָֽם׃ (ס)", 
            "וַיִּוָּעַ֞ץ הַמֶּ֣לֶךְ רְחַבְעָ֗ם אֶת־הַזְּקֵנִים֙ אֲשֶׁר־הָי֣וּ עֹֽמְדִ֗ים לִפְנֵי֙ שְׁלֹמֹ֣ה אָבִ֔יו בִּֽהְיֹת֥וֹ חַ֖י לֵאמֹ֑ר אֵ֚יךְ אַתֶּ֣ם נֽוֹעָצִ֔ים לְהָשִׁ֥יב לָֽעָם־הַזֶּ֖ה דָּבָֽר׃", 
            "וַיְדַבְּר֨וּ אֵלָ֜יו לֵאמֹ֗ר אִם־תִּֽהְיֶ֨ה לְט֜וֹב לְהָעָ֤ם הַזֶּה֙ וּרְצִיתָ֔ם וְדִבַּרְתָּ֥ אֲלֵהֶ֖ם דְּבָרִ֣ים טוֹבִ֑ים וְהָי֥וּ לְךָ֛ עֲבָדִ֖ים כָּל־הַיָּמִֽים׃", 
            "וַֽיַּעֲזֹ֛ב אֶת־עֲצַ֥ת הַזְּקֵנִ֖ים אֲשֶׁ֣ר יְעָצֻ֑הוּ וַיִּוָּעַ֗ץ אֶת־הַיְלָדִים֙ אֲשֶׁ֣ר גָּדְל֣וּ אִתּ֔וֹ הָעֹמְדִ֖ים לְפָנָֽיו׃", 
            "וַיֹּ֣אמֶר אֲלֵהֶ֗ם מָ֚ה אַתֶּ֣ם נֽוֹעָצִ֔ים וְנָשִׁ֥יב דָּבָ֖ר אֶת־הָעָ֣ם הַזֶּ֑ה אֲשֶׁ֨ר דִּבְּר֤וּ אֵלַי֙ לֵאמֹ֔ר הָקֵל֙ מִן־הָעֹ֔ל אֲשֶׁר־נָתַ֥ן אָבִ֖יךָ עָלֵֽינוּ׃", 
            "וַיְדַבְּר֣וּ אִתּ֗וֹ הַיְלָדִים֙ אֲשֶׁ֨ר גָּדְל֣וּ אִתּוֹ֮ לֵאמֹר֒ כֹּֽה־תֹאמַ֡ר לָעָם֩ אֲשֶׁר־דִּבְּר֨וּ אֵלֶ֜יךָ לֵאמֹ֗ר אָבִ֙יךָ֙ הִכְבִּ֣יד אֶת־עֻלֵּ֔נוּ וְאַתָּ֖ה הָקֵ֣ל מֵעָלֵ֑ינוּ כֹּ֚ה תֹּאמַ֣ר אֲלֵהֶ֔ם קָֽטָנִּ֥י עָבָ֖ה מִמָּתְנֵ֥י אָבִֽי׃", 
            "וְעַתָּ֗ה אָבִי֙ הֶעְמִ֤יס עֲלֵיכֶם֙ עֹ֣ל כָּבֵ֔ד וַאֲנִ֖י אֹסִ֣יף עַֽל־עֻלְּכֶ֑ם אָבִ֗י יִסַּ֤ר אֶתְכֶם֙ בַּשּׁוֹטִ֔ים וַאֲנִ֖י בָּֽעֲקְרַבִּֽים׃ (ס)", 
            "וַיָּבֹ֨א יָרָבְעָ֧ם וְכָל־הָעָ֛ם אֶל־רְחַבְעָ֖ם בַּיּ֣וֹם הַשְּׁלִשִׁ֑י כַּאֲשֶׁ֨ר דִּבֶּ֤ר הַמֶּ֙לֶךְ֙ לֵאמֹ֔ר שׁ֥וּבוּ אֵלַ֖י בַּיּ֥וֹם הַשְּׁלִשִֽׁי׃", 
            "וַיַּעֲנֵ֥ם הַמֶּ֖לֶךְ קָשָׁ֑ה וַֽיַּעֲזֹב֙ הַמֶּ֣לֶךְ רְחַבְעָ֔ם אֵ֖ת עֲצַ֥ת הַזְּקֵנִֽים׃", 
            "וַיְדַבֵּ֣ר אֲלֵהֶ֗ם כַּעֲצַ֤ת הַיְלָדִים֙ לֵאמֹ֔ר אַכְבִּיד֙ אֶֽת־עֻלְּכֶ֔ם וַאֲנִ֖י אֹסִ֣יף עָלָ֑יו אָבִ֗י יִסַּ֤ר אֶתְכֶם֙ בַּשּׁוֹטִ֔ים וַאֲנִ֖י בָּעֲקְרַבִּֽים׃", 
            "וְלֹֽא־שָׁמַ֥ע הַמֶּ֖לֶךְ אֶל־הָעָ֑ם כִּֽי־הָיְתָ֤ה נְסִבָּה֙ מֵעִ֣ם הָֽאֱלֹהִ֔ים לְמַעַן֩ הָקִ֨ים יְהוָ֜ה אֶת־דְּבָר֗וֹ אֲשֶׁ֤ר דִּבֶּר֙ בְּיַד֙ אֲחִיָּ֣הוּ הַשִּֽׁלוֹנִ֔י אֶל־יָרָבְעָ֖ם בֶּן־נְבָֽט׃", 
            "וְכָל־יִשְׂרָאֵ֗ל כִּ֠י לֹא־שָׁמַ֣ע הַמֶּלֶךְ֮ לָהֶם֒ וַיָּשִׁ֣יבוּ הָעָ֣ם אֶת־הַמֶּ֣לֶךְ ׀ לֵאמֹ֡ר מַה־לָּנוּ֩ חֵ֨לֶק בְּדָוִ֜יד וְלֹֽא־נַחֲלָ֣ה בְּבֶן־יִשַׁ֗י אִ֤ישׁ לְאֹהָלֶ֙יךָ֙ יִשְׂרָאֵ֔ל עַתָּ֕ה רְאֵ֥ה בֵיתְךָ֖ דָּוִ֑יד וַיֵּ֥לֶךְ כָּל־יִשְׂרָאֵ֖ל לְאֹהָלָֽיו׃ (ס)", 
            "וּבְנֵ֣י יִשְׂרָאֵ֔ל הַיֹּֽשְׁבִ֖ים בְּעָרֵ֣י יְהוּדָ֑ה וַיִּמְלֹ֥ךְ עֲלֵיהֶ֖ם רְחַבְעָֽם׃", 
            "וַיִּשְׁלַ֞ח הַמֶּ֣לֶךְ רְחַבְעָ֗ם אֶת־הֲדֹרָם֙ אֲשֶׁ֣ר עַל־הַמַּ֔ס וַיִּרְגְּמוּ־ב֧וֹ בְנֵֽי־יִשְׂרָאֵ֛ל אֶ֖בֶן וַיָּמֹ֑ת וְהַמֶּ֣לֶךְ רְחַבְעָ֗ם הִתְאַמֵּץ֙ לַֽעֲל֣וֹת בַּמֶּרְכָּבָ֔ה לָנ֖וּס יְרוּשָׁלִָֽם׃ (ס)", 
            "וַיִּפְשְׁע֤וּ יִשְׂרָאֵל֙ בְּבֵ֣ית דָּוִ֔יד עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ (ס)"
        ], 
        [
            "וַיָּבֹ֣א רְחַבְעָם֮ יְרוּשָׁלִַם֒ וַיַּקְהֵל֩ אֶת־בֵּ֨ית יְהוּדָ֜ה וּבִנְיָמִ֗ן מֵאָ֨ה וּשְׁמוֹנִ֥ים אֶ֛לֶף בָּח֖וּר עֹשֵׂ֣ה מִלְחָמָ֑ה לְהִלָּחֵם֙ עִם־יִשְׂרָאֵ֔ל לְהָשִׁ֥יב אֶת־הַמַּמְלָכָ֖ה לִרְחַבְעָֽם׃ (פ)", 
            "וַיְהִי֙ דְּבַר־יְהוָ֔ה אֶל־שְׁמַֽעְיָ֥הוּ אִישׁ־הָאֱלֹהִ֖ים לֵאמֹֽר׃", 
            "אֱמֹ֕ר אֶל־רְחַבְעָ֥ם בֶּן־שְׁלֹמֹ֖ה מֶ֣לֶךְ יְהוּדָ֑ה וְאֶל֙ כָּל־יִשְׂרָאֵ֔ל בִּיהוּדָ֥ה וּבִנְיָמִ֖ן לֵאמֹֽר׃", 
            "כֹּ֣ה אָמַ֣ר יְהוָ֡ה לֹא־תַעֲלוּ֩ וְלֹא־תִלָּ֨חֲמ֜וּ עִם־אֲחֵיכֶ֗ם שׁ֚וּבוּ אִ֣ישׁ לְבֵית֔וֹ כִּ֧י מֵֽאִתִּ֛י נִהְיָ֖ה הַדָּבָ֣ר הַזֶּ֑ה וַֽיִּשְׁמְעוּ֙ אֶת־דִּבְרֵ֣י יְהוָ֔ה וַיָּשֻׁ֖בוּ מִלֶּ֥כֶת אֶל־יָרָבְעָֽם׃ (פ)", 
            "וַיֵּ֥שֶׁב רְחַבְעָ֖ם בִּירוּשָׁלִָ֑ם וַיִּ֧בֶן עָרִ֛ים לְמָצ֖וֹר בִּיהוּדָֽה׃", 
            "וַיִּ֧בֶן אֶת־בֵּֽית־לֶ֛חֶם וְאֶת־עֵיטָ֖ם וְאֶת־תְּקֽוֹעַ׃", 
            "וְאֶת־בֵּֽית־צ֥וּר וְאֶת־שׂוֹכ֖וֹ וְאֶת־עֲדֻלָּֽם׃", 
            "וְאֶת־גַּ֥ת וְאֶת־מָרֵשָׁ֖ה וְאֶת־זִֽיף׃", 
            "וְאֶת־אֲדוֹרַ֥יִם וְאֶת־לָכִ֖ישׁ וְאֶת־עֲזֵקָֽה׃", 
            "וְאֶת־צָרְעָה֙ וְאֶת־אַיָּל֔וֹן וְאֶת־חֶבְר֔וֹן אֲשֶׁ֥ר בִּיהוּדָ֖ה וּבְבִנְיָמִ֑ן עָרֵ֖י מְצֻרֽוֹת׃", 
            "וַיְחַזֵּ֖ק אֶת־הַמְּצֻר֑וֹת וַיִּתֵּ֤ן בָּהֶם֙ נְגִידִ֔ים וְאֹצְר֥וֹת מַאֲכָ֖ל וְשֶׁ֥מֶן וָיָֽיִן׃", 
            "וּבְכָל־עִ֤יר וָעִיר֙ צִנּ֣וֹת וּרְמָחִ֔ים וַֽיְחַזְּקֵ֖ם לְהַרְבֵּ֣ה מְאֹ֑ד וַיְהִי־ל֖וֹ יְהוּדָ֥ה וּבִנְיָמִֽן׃ (ס)", 
            "וְהַכֹּהֲנִים֙ וְהַלְוִיִּ֔ם אֲשֶׁ֖ר בְּכָל־יִשְׂרָאֵ֑ל הִֽתְיַצְּב֥וּ עָלָ֖יו מִכָּל־גְּבוּלָֽם׃", 
            "כִּֽי־עָזְב֣וּ הַלְוִיִּ֗ם אֶת־מִגְרְשֵׁיהֶם֙ וַאֲחֻזָּתָ֔ם וַיֵּלְכ֥וּ לִיהוּדָ֖ה וְלִֽירוּשָׁלִָ֑ם כִּֽי־הִזְנִיחָ֤ם יָֽרָבְעָם֙ וּבָנָ֔יו מִכַּהֵ֖ן לַיהוָֽה׃", 
            "וַיַּֽעֲמֶד־לוֹ֙ כֹּֽהֲנִ֔ים לַבָּמ֖וֹת וְלַשְּׂעִירִ֑ים וְלָעֲגָלִ֖ים אֲשֶׁ֥ר עָשָֽׂה׃", 
            "וְאַחֲרֵיהֶ֗ם מִכֹּל֙ שִׁבְטֵ֣י יִשְׂרָאֵ֔ל הַנֹּֽתְנִים֙ אֶת־לְבָבָ֔ם לְבַקֵּ֕שׁ אֶת־יְהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל בָּ֚אוּ יְר֣וּשָׁלִַ֔ם לִזְבּ֕וֹחַ לַיהוָ֖ה אֱלֹהֵ֥י אֲבוֹתֵיהֶֽם׃", 
            "וַֽיְחַזְּקוּ֙ אֶת־מַלְכ֣וּת יְהוּדָ֔ה וַֽיְאַמְּצ֛וּ אֶת־רְחַבְעָ֥ם בֶּן־שְׁלֹמֹ֖ה לְשָׁנִ֣ים שָׁל֑וֹשׁ כִּ֣י הָֽלְכ֗וּ בְּדֶ֧רֶךְ דָּוִ֛יד וּשְׁלֹמֹ֖ה לְשָׁנִ֥ים שָׁלֽוֹשׁ׃", 
            "וַיִּֽקַּֽח־ל֤וֹ רְחַבְעָם֙ אִשָּׁ֔ה אֶת־מָ֣חֲלַ֔ת בן־[בַּת־] יְרִימ֖וֹת בֶּן־דָּוִ֑יד אֲבִיהַ֕יִל בַּת־אֱלִיאָ֖ב בֶּן־יִשָֽׁי׃", 
            "וַתֵּ֥לֶד ל֖וֹ בָּנִ֑ים אֶת־יְע֥וּשׁ וְאֶת־שְׁמַרְיָ֖ה וְאֶת־זָֽהַם׃", 
            "וְאַחֲרֶ֣יהָ לָקַ֔ח אֶֽת־מַעֲכָ֖ה בַּת־אַבְשָׁל֑וֹם וַתֵּ֣לֶד ל֗וֹ אֶת־אֲבִיָּה֙ וְאֶת־עַתַּ֔י וְאֶת־זִיזָ֖א וְאֶת־שְׁלֹמִֽית׃", 
            "וַיֶּאֱהַ֨ב רְחַבְעָ֜ם אֶת־מַעֲכָ֣ה בַת־אַבְשָׁל֗וֹם מִכָּל־נָשָׁיו֙ וּפִ֣ילַגְשָׁ֔יו כִּ֠י נָשִׁ֤ים שְׁמוֹנֶֽה־עֶשְׂרֵה֙ נָשָׂ֔א וּפִֽילַגְשִׁ֖ים שִׁשִּׁ֑ים וַיּ֗וֹלֶד עֶשְׂרִ֧ים וּשְׁמוֹנָ֛ה בָּנִ֖ים וְשִׁשִּׁ֥ים בָּנֽוֹת׃", 
            "וַיַּֽעֲמֵ֨ד לָרֹ֧אשׁ רְחַבְעָ֛ם אֶת־אֲבִיָּ֥ה בֶֽן־מַעֲכָ֖ה לְנָגִ֣יד בְּאֶחָ֑יו כִּ֖י לְהַמְלִיכֽוֹ׃", 
            "וַיָּבֶן֩ וַיִּפְרֹ֨ץ מִכָּל־בָּנָ֜יו לְֽכָל־אַרְצ֧וֹת יְהוּדָ֣ה וּבִנְיָמִ֗ן לְכֹל֙ עָרֵ֣י הַמְּצֻר֔וֹת וַיִּתֵּ֥ן לָהֶ֛ם הַמָּז֖וֹן לָרֹ֑ב וַיִּשְׁאַ֖ל הֲמ֥וֹן נָשִֽׁים׃"
        ], 
        [
            "וַיְהִ֗י כְּהָכִ֞ין מַלְכ֤וּת רְחַבְעָם֙ וּכְחֶזְקָת֔וֹ עָזַ֖ב אֶת־תּוֹרַ֣ת יְהוָ֑ה וְכָל־יִשְׂרָאֵ֖ל עִמּֽוֹ׃ (פ)", 
            "וַיְהִ֞י בַּשָּׁנָ֤ה הַֽחֲמִישִׁית֙ לַמֶּ֣לֶךְ רְחַבְעָ֔ם עָלָ֛ה שִׁישַׁ֥ק מֶֽלֶךְ־מִצְרַ֖יִם עַל־יְרוּשָׁלִָ֑ם כִּ֥י מָעֲל֖וּ בַּיהוָֽה׃", 
            "בְּאֶ֤לֶף וּמָאתַ֙יִם֙ רֶ֔כֶב וּבְשִׁשִּׁ֥ים אֶ֖לֶף פָּרָשִׁ֑ים וְאֵ֣ין מִסְפָּ֗ר לָעָ֞ם אֲשֶׁר־בָּ֤אוּ עִמּוֹ֙ מִמִּצְרַ֔יִם לוּבִ֥ים סֻכִּיִּ֖ים וְכוּשִֽׁים׃", 
            "וַיִּלְכֹּ֛ד אֶת־עָרֵ֥י הַמְּצֻר֖וֹת אֲשֶׁ֣ר לִֽיהוּדָ֑ה וַיָּבֹ֖א עַד־יְרוּשָׁלִָֽם׃ (ס)", 
            "וּֽשְׁמַֽעְיָ֤ה הַנָּבִיא֙ בָּ֣א אֶל־רְחַבְעָ֔ם וְשָׂרֵ֣י יְהוּדָ֔ה אֲשֶׁר־נֶאֶסְפ֥וּ אֶל־יְרוּשָׁלִַ֖ם מִפְּנֵ֣י שִׁישָׁ֑ק וַיֹּ֨אמֶר לָהֶ֜ם כֹּה־אָמַ֣ר יְהוָ֗ה אַתֶּם֙ עֲזַבְתֶּ֣ם אֹתִ֔י וְאַף־אֲנִ֛י עָזַ֥בְתִּי אֶתְכֶ֖ם בְּיַד־שִׁישָֽׁק׃", 
            "וַיִּכָּנְע֥וּ שָׂרֵֽי־יִשְׂרָאֵ֖ל וְהַמֶּ֑לֶךְ וַיֹּאמְר֖וּ צַדִּ֥יק ׀ יְהוָֽה׃", 
            "וּבִרְא֤וֹת יְהוָה֙ כִּ֣י נִכְנָ֔עוּ הָיָה֩ דְבַר־יְהוָ֨ה אֶל־שְׁמַֽעְיָ֧ה ׀ לֵאמֹ֛ר נִכְנְע֖וּ לֹ֣א אַשְׁחִיתֵ֑ם וְנָתַתִּ֨י לָהֶ֤ם כִּמְעַט֙ לִפְלֵיטָ֔ה וְלֹא־תִתַּ֧ךְ חֲמָתִ֛י בִּירוּשָׁלִַ֖ם בְּיַד־שִׁישָֽׁק׃", 
            "כִּ֥י יִהְיוּ־ל֖וֹ לַעֲבָדִ֑ים וְיֵדְעוּ֙ עֲב֣וֹדָתִ֔י וַעֲבוֹדַ֖ת מַמְלְכ֥וֹת הָאֲרָצֽוֹת׃ (ס)", 
            "וַיַּ֨עַל שִׁישַׁ֥ק מֶֽלֶךְ־מִצְרַיִם֮ עַל־יְרוּשָׁלִַם֒ וַיִּקַּ֞ח אֶת־אֹצְר֣וֹת בֵּית־יְהוָ֗ה וְאֶת־אֹֽצְרוֹת֙ בֵּ֣ית הַמֶּ֔לֶךְ אֶת־הַכֹּ֖ל לָקָ֑ח וַיִּקַּח֙ אֶת־מָגִנֵּ֣י הַזָּהָ֔ב אֲשֶׁ֥ר עָשָׂ֖ה שְׁלֹמֹֽה׃", 
            "וַיַּ֨עַשׂ הַמֶּ֤לֶךְ רְחַבְעָם֙ תַּחְתֵּיהֶ֔ם מָגִנֵּ֖י נְחֹ֑שֶׁת וְהִפְקִ֗יד עַל־יַד֙ שָׂרֵ֣י הָרָצִ֔ים הַשֹּׁ֣מְרִ֔ים פֶּ֖תַח בֵּ֥ית הַמֶּֽלֶךְ׃", 
            "וַיְהִ֛י מִדֵּי־ב֥וֹא הַמֶּ֖לֶךְ בֵּ֣ית יְהוָ֑ה בָּ֤אוּ הָרָצִים֙ וּנְשָׂא֔וּם וֶהֱשִׁב֖וּם אֶל־תָּ֥א הָרָצִֽים׃", 
            "וּבְהִכָּֽנְע֗וֹ שָׁ֤ב מִמֶּ֙נּוּ֙ אַף־יְהוָ֔ה וְלֹ֥א לְהַשְׁחִ֖ית לְכָלָ֑ה וְגַם֙ בִּֽיהוּדָ֔ה הָיָ֖ה דְּבָרִ֥ים טוֹבִֽים׃ (ס)", 
            "וַיִּתְחַזֵּ֞ק הַמֶּ֧לֶךְ רְחַבְעָ֛ם בִּירוּשָׁלִַ֖ם וַיִּמְלֹ֑ךְ כִּ֣י בֶן־אַרְבָּעִ֣ים וְאַחַ֣ת שָׁנָה֩ רְחַבְעָ֨ם בְּמָלְכ֜וֹ וּֽשֲׁבַ֨ע עֶשְׂרֵ֥ה שָׁנָ֣ה ׀ מָלַ֣ךְ בִּֽירוּשָׁלִַ֗ם הָ֠עִיר אֲשֶׁר־בָּחַ֨ר יְהוָ֜ה לָשׂ֨וּם אֶת־שְׁמ֥וֹ שָׁם֙ מִכֹּל֙ שִׁבְטֵ֣י יִשְׂרָאֵ֔ל וְשֵׁ֣ם אִמּ֔וֹ נַעֲמָ֖ה הָֽעַמֹּנִֽית׃", 
            "וַיַּ֖עַשׂ הָרָ֑ע כִּ֣י לֹ֤א הֵכִין֙ לִבּ֔וֹ לִדְר֖וֹשׁ אֶת־יְהוָֽה׃ (ס)", 
            "וְדִבְרֵ֣י רְחַבְעָ֗ם הָרִאשֹׁנִים֙ וְהָאֲ֣חַרוֹנִ֔ים הֲלֹא־הֵ֨ם כְּתוּבִ֜ים בְּדִבְרֵ֨י שְׁמַֽעְיָ֧ה הַנָּבִ֛יא וְעִדּ֥וֹ הַחֹזֶ֖ה לְהִתְיַחֵ֑שׂ וּמִלְחֲמ֧וֹת רְחַבְעָ֛ם וְיָרָבְעָ֖ם כָּל־הַיָּמִֽים׃", 
            "וַיִּשְׁכַּ֤ב רְחַבְעָם֙ עִם־אֲבֹתָ֔יו וַיִּקָּבֵ֖ר בְּעִ֣יר דָּוִ֑יד וַיִּמְלֹ֛ךְ אֲבִיָּ֥ה בְנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "בִּשְׁנַ֛ת שְׁמוֹנֶ֥ה עֶשְׂרֵ֖ה לַמֶּ֣לֶךְ יָרָבְעָ֑ם וַיִּמְלֹ֥ךְ אֲבִיָּ֖ה עַל־יְהוּדָֽה׃", 
            "שָׁל֣וֹשׁ שָׁנִ֗ים מָלַךְ֙ בִּיר֣וּשָׁלִַ֔ם וְשֵׁ֣ם אִמּ֔וֹ מִיכָיָ֥הוּ בַת־אוּרִיאֵ֖ל מִן־גִּבְעָ֑ה וּמִלְחָמָ֥ה הָיְתָ֛ה בֵּ֥ין אֲבִיָּ֖ה וּבֵ֥ין יָרָבְעָֽם׃", 
            "וַיֶּאְסֹ֨ר אֲבִיָּ֜ה אֶת־הַמִּלְחָמָ֗ה בְּחַ֙יִל֙ גִּבּוֹרֵ֣י מִלְחָמָ֔ה אַרְבַּע־מֵא֥וֹת אֶ֖לֶף אִ֣ישׁ בָּח֑וּר (ס) וְיָרָבְעָ֗ם עָרַ֤ךְ עִמּוֹ֙ מִלְחָמָ֔ה בִּשְׁמוֹנֶ֨ה מֵא֥וֹת אֶ֛לֶף אִ֥ישׁ בָּח֖וּר גִּבּ֥וֹר חָֽיִל׃ (ס)", 
            "וַיָּ֣קָם אֲבִיָּ֗ה מֵעַל֙ לְהַ֣ר צְמָרַ֔יִם אֲשֶׁ֖ר בְּהַ֣ר אֶפְרָ֑יִם וַיֹּ֕אמֶר שְׁמָע֖וּנִי יָרָבְעָ֥ם וְכָל־יִשְׂרָאֵֽל׃", 
            "הֲלֹ֤א לָכֶם֙ לָדַ֔עַת כִּ֞י יְהוָ֣ה ׀ אֱלֹהֵ֣י יִשְׂרָאֵ֗ל נָתַ֨ן מַמְלָכָ֧ה לְדָוִ֛יד עַל־יִשְׂרָאֵ֖ל לְעוֹלָ֑ם ל֥וֹ וּלְבָנָ֖יו בְּרִ֥ית מֶֽלַח׃ (ס)", 
            "וַיָּ֙קָם֙ יָרָבְעָ֣ם בֶּן־נְבָ֔ט עֶ֖בֶד שְׁלֹמֹ֣ה בֶן־דָּוִ֑יד וַיִּמְרֹ֖ד עַל־אֲדֹנָֽיו׃", 
            "וַיִּקָּבְצ֣וּ עָלָ֗יו אֲנָשִׁ֤ים רֵקִים֙ בְּנֵ֣י בְלִיַּ֔עַל וַיִּֽתְאַמְּצ֖וּ עַל־רְחַבְעָ֣ם בֶּן־שְׁלֹמֹ֑ה וּרְחַבְעָ֗ם הָ֤יָה נַ֙עַר֙ וְרַךְ־לֵבָ֔ב וְלֹ֥א הִתְחַזַּ֖ק לִפְנֵיהֶֽם׃", 
            "וְעַתָּ֣ה ׀ אַתֶּ֣ם אֹֽמְרִ֗ים לְהִתְחַזֵּק֙ לִפְנֵי֙ מַמְלֶ֣כֶת יְהוָ֔ה בְּיַ֖ד בְּנֵ֣י דָוִ֑יד וְאַתֶּם֙ הָמ֣וֹן רָ֔ב וְעִמָּכֶם֙ עֶגְלֵ֣י זָהָ֔ב אֲשֶׁ֨ר עָשָׂ֥ה לָכֶ֛ם יָרָבְעָ֖ם לֵאלֹהִֽים׃", 
            "הֲלֹ֤א הִדַּחְתֶּם֙ אֶת־כֹּהֲנֵ֣י יְהוָ֔ה אֶת־בְּנֵ֥י אַהֲרֹ֖ן וְהַלְוִיִּ֑ם וַתַּעֲשׂ֨וּ לָכֶ֤ם כֹּהֲנִים֙ כְּעַמֵּ֣י הָאֲרָצ֔וֹת כָּל־הַבָּ֗א לְמַלֵּ֨א יָד֜וֹ בְּפַ֤ר בֶּן־בָּקָר֙ וְאֵילִ֣ם שִׁבְעָ֔ה וְהָיָ֥ה כֹהֵ֖ן לְלֹ֥א אֱלֹהִֽים׃ (ס)", 
            "וַאֲנַ֛חְנוּ יְהוָ֥ה אֱלֹהֵ֖ינוּ וְלֹ֣א עֲזַבְנֻ֑הוּ וְכֹ֨הֲנִ֜ים מְשָׁרְתִ֤ים לַֽיהוָה֙ בְּנֵ֣י אַהֲרֹ֔ן וְהַלְוִיִּ֖ם בַּמְלָֽאכֶת׃", 
            "וּמַקְטִרִ֣ים לַיהוָ֡ה עֹל֣וֹת בַּבֹּֽקֶר־בַּבֹּ֣קֶר וּבָעֶֽרֶב־בָּעֶ֣רֶב וּקְטֹֽרֶת־סַמִּים֩ וּמַעֲרֶ֨כֶת לֶ֜חֶם עַל־הַשֻּׁלְחָ֣ן הַטָּה֗וֹר וּמְנוֹרַ֨ת הַזָּהָ֤ב וְנֵרֹתֶ֙יהָ֙ לְבָעֵר֙ בָּעֶ֣רֶב בָּעֶ֔רֶב כִּֽי־שֹׁמְרִ֣ים אֲנַ֔חְנוּ אֶת־מִשְׁמֶ֖רֶת יְהוָ֣ה אֱלֹהֵ֑ינוּ וְאַתֶּ֖ם עֲזַבְתֶּ֥ם אֹתֽוֹ׃", 
            "וְהִנֵּה֩ עִמָּ֨נוּ בָרֹ֜אשׁ הָאֱלֹהִ֧ים ׀ וְכֹהֲנָ֛יו וַחֲצֹצְר֥וֹת הַתְּרוּעָ֖ה לְהָרִ֣יעַ עֲלֵיכֶ֑ם בְּנֵ֣י יִשְׂרָאֵ֗ל אַל־תִּלָּֽחֲמ֛וּ עִם־יְהוָ֥ה אֱלֹהֵֽי־אֲבֹתֵיכֶ֖ם כִּי־לֹ֥א תַצְלִֽיחוּ׃", 
            "וְיָֽרָבְעָ֗ם הֵסֵב֙ אֶת־הַמַּאְרָ֔ב לָב֖וֹא מֵֽאַחֲרֵיהֶ֑ם וַיִּֽהְיוּ֙ לִפְנֵ֣י יְהוּדָ֔ה וְהַמַּאְרָ֖ב מֵאַחֲרֵיהֶֽם׃", 
            "וַיִּפְנ֣וּ יְהוּדָ֗ה וְהִנֵּ֨ה לָהֶ֤ם הַמִּלְחָמָה֙ פָּנִ֣ים וְאָח֔וֹר וַֽיִּצְעֲק֖וּ לַיהוָ֑ה וְהַכֹּ֣הֲנִ֔ים מחצצרים [מַחְצְרִ֖ים] בַּחֲצֹצְרֽוֹת׃", 
            "וַיָּרִ֖יעוּ אִ֣ישׁ יְהוּדָ֑ה וַיְהִ֗י בְּהָרִ֙יעַ֙ אִ֣ישׁ יְהוּדָ֔ה וְהָאֱלֹהִ֗ים נָגַ֤ף אֶת־יָֽרָבְעָם֙ וְכָל־יִשְׂרָאֵ֔ל לִפְנֵ֥י אֲבִיָּ֖ה וִיהוּדָֽה׃", 
            "וַיָּנ֥וּסוּ בְנֵי־יִשְׂרָאֵ֖ל מִפְּנֵ֣י יְהוּדָ֑ה וַיִּתְּנֵ֥ם אֱלֹהִ֖ים בְּיָדָֽם׃", 
            "וַיַּכּ֥וּ בָהֶ֛ם אֲבִיָּ֥ה וְעַמּ֖וֹ מַכָּ֣ה רַבָּ֑ה וַיִּפְּל֤וּ חֲלָלִים֙ מִיִּשְׂרָאֵ֔ל חֲמֵשׁ־מֵא֥וֹת אֶ֖לֶף אִ֥ישׁ בָּחֽוּר׃", 
            "וַיִּכָּנְע֥וּ בְנֵי־יִשְׂרָאֵ֖ל בָּעֵ֣ת הַהִ֑יא וַיֶּֽאֶמְצוּ֙ בְּנֵ֣י יְהוּדָ֔ה כִּ֣י נִשְׁעֲנ֔וּ עַל־יְהוָ֖ה אֱלֹהֵ֥י אֲבוֹתֵיהֶֽם׃", 
            "וַיִּרְדֹּ֣ף אֲבִיָּה֮ אַחֲרֵ֣י יָרָבְעָם֒ וַיִּלְכֹּ֤ד מִמֶּ֙נּוּ֙ עָרִ֔ים אֶת־בֵּֽית־אֵל֙ וְאֶת־בְּנוֹתֶ֔יהָ וְאֶת־יְשָׁנָ֖ה וְאֶת־בְּנוֹתֶ֑יהָ וְאֶת־עפרון [עֶפְרַ֖יִן] וּבְנֹתֶֽיהָ׃", 
            "וְלֹֽא־עָצַ֧ר כֹּֽחַ־יָרָבְעָ֛ם ע֖וֹד בִּימֵ֣י אֲבִיָּ֑הוּ וַיִּגְּפֵ֥הוּ יְהוָ֖ה וַיָּמֹֽת׃ (פ)", 
            "וַיִּתְחַזֵּ֣ק אֲבִיָּ֔הוּ וַיִּ֨שָּׂא־ל֔וֹ נָשִׁ֖ים אַרְבַּ֣ע עֶשְׂרֵ֑ה וַיּ֗וֹלֶד עֶשְׂרִ֤ים וּשְׁנַ֙יִם֙ בָּנִ֔ים וְשֵׁ֥שׁ עֶשְׂרֵ֖ה בָּנֽוֹת׃ (ס)", 
            "וְיֶ֙תֶר֙ דִּבְרֵ֣י אֲבִיָּ֔ה וּדְרָכָ֖יו וּדְבָרָ֑יו כְּתוּבִ֕ים בְּמִדְרַ֖שׁ הַנָּבִ֥יא עִדּֽוֹ׃", 
            "וַיִּשְׁכַּ֨ב אֲבִיָּ֜ה עִם־אֲבֹתָ֗יו וַיִּקְבְּר֤וּ אֹתוֹ֙ בְּעִ֣יר דָּוִ֔יד וַיִּמְלֹ֛ךְ אָסָ֥א בְנ֖וֹ תַּחְתָּ֑יו בְּיָמָ֛יו שָׁקְטָ֥ה הָאָ֖רֶץ עֶ֥שֶׂר שָׁנִֽים׃ (פ)"
        ], 
        [
            "וַיַּ֤עַשׂ אָסָא֙ הַטּ֣וֹב וְהַיָּשָׁ֔ר בְּעֵינֵ֖י יְהוָ֥ה אֱלֹהָֽיו׃", 
            "וַיָּ֛סַר אֶת־מִזְבְּח֥וֹת הַנֵּכָ֖ר וְהַבָּמ֑וֹת וַיְשַׁבֵּר֙ אֶת־הַמַּצֵּב֔וֹת וַיְגַדַּ֖ע אֶת־הָאֲשֵׁרִֽים׃", 
            "וַיֹּ֙אמֶר֙ לִֽיהוּדָ֔ה לִדְר֕וֹשׁ אֶת־יְהוָ֖ה אֱלֹהֵ֣י אֲבוֹתֵיהֶ֑ם וְלַעֲשׂ֖וֹת הַתּוֹרָ֥ה וְהַמִּצְוָֽה׃", 
            "וַיָּ֙סַר֙ מִכָּל־עָרֵ֣י יְהוּדָ֔ה אֶת־הַבָּמ֖וֹת וְאֶת־הַֽחַמָּנִ֑ים וַתִּשְׁקֹ֥ט הַמַּמְלָכָ֖ה לְפָנָֽיו׃", 
            "וַיִּ֛בֶן עָרֵ֥י מְצוּרָ֖ה בִּיהוּדָ֑ה כִּֽי־שָׁקְטָ֣ה הָאָ֗רֶץ וְאֵין־עִמּ֤וֹ מִלְחָמָה֙ בַּשָּׁנִ֣ים הָאֵ֔לֶּה כִּֽי־הֵנִ֥יחַ יְהוָ֖ה לֽוֹ׃", 
            "וַיֹּ֨אמֶר לִֽיהוּדָ֜ה נִבְנֶ֣ה ׀ אֶת־הֶעָרִ֣ים הָאֵ֗לֶּה וְנָסֵ֨ב חוֹמָ֣ה וּמִגְדָּלִים֮ דְּלָתַ֣יִם וּבְרִיחִים֒ עוֹדֶ֨נּוּ הָאָ֜רֶץ לְפָנֵ֗ינוּ כִּ֤י דָרַ֙שְׁנוּ֙ אֶת־יְהוָ֣ה אֱלֹהֵ֔ינוּ דָּרַ֕שְׁנוּ וַיָּ֥נַֽח לָ֖נוּ מִסָּבִ֑יב וַיִּבְנ֖וּ וַיַּצְלִֽיחוּ׃ (פ)", 
            "וַיְהִ֣י לְאָסָ֗א חַיִל֮ נֹשֵׂ֣א צִנָּ֣ה וָרֹמַח֒ מִֽיהוּדָה֙ שְׁלֹ֣שׁ מֵא֣וֹת אֶ֔לֶף (ס) וּמִבִּנְיָמִ֗ן נֹשְׂאֵ֤י מָגֵן֙ וְדֹ֣רְכֵי קֶ֔שֶׁת מָאתַ֥יִם וּשְׁמוֹנִ֖ים אָ֑לֶף כָּל־אֵ֖לֶּה גִּבּ֥וֹרֵי חָֽיִל׃", 
            "וַיֵּצֵ֨א אֲלֵיהֶ֜ם זֶ֣רַח הַכּוּשִׁ֗י בְּחַ֙יִל֙ אֶ֣לֶף אֲלָפִ֔ים וּמַרְכָּב֖וֹת שְׁלֹ֣שׁ מֵא֑וֹת וַיָּבֹ֖א עַד־מָרֵשָֽׁה׃", 
            "וַיֵּצֵ֥א אָסָ֖א לְפָנָ֑יו וַיַּֽעַרְכוּ֙ מִלְחָמָ֔ה בְּגֵ֥יא צְפַ֖תָה לְמָרֵשָֽׁה׃", 
            "וַיִּקְרָ֨א אָסָ֜א אֶל־יְהוָ֣ה אֱלֹהָיו֮ וַיֹּאמַר֒ יְהוָ֗ה אֵֽין־עִמְּךָ֤ לַעְזוֹר֙ בֵּ֥ין רַב֙ לְאֵ֣ין כֹּ֔חַ עָזְרֵ֜נוּ יְהוָ֤ה אֱלֹהֵ֙ינוּ֙ כִּֽי־עָלֶ֣יךָ נִשְׁעַ֔נּוּ וּבְשִׁמְךָ֣ בָ֔אנוּ עַל־הֶהָמ֖וֹן הַזֶּ֑ה יְהוָ֤ה אֱלֹהֵ֙ינוּ֙ אַ֔תָּה אַל־יַעְצֹ֥ר עִמְּךָ֖ אֱנֽוֹשׁ׃ (ס)", 
            "וַיִּגֹּ֤ף יְהוָה֙ אֶת־הַכּוּשִׁ֔ים לִפְנֵ֥י אָסָ֖א וְלִפְנֵ֣י יְהוּדָ֑ה וַיָּנֻ֖סוּ הַכּוּשִֽׁים׃", 
            "וַיִּרְדְּפֵ֨ם אָסָ֜א וְהָעָ֣ם אֲשֶׁר־עִמּוֹ֮ עַד־לִגְרָר֒ וַיִּפֹּ֤ל מִכּוּשִׁים֙ לְאֵ֣ין לָהֶ֣ם מִֽחְיָ֔ה כִּֽי־נִשְׁבְּר֥וּ לִפְנֵֽי־יְהוָ֖ה וְלִפְנֵ֣י מַחֲנֵ֑הוּ וַיִּשְׂא֥וּ שָׁלָ֖ל הַרְבֵּ֥ה מְאֹֽד׃", 
            "וַיַּכּ֗וּ אֵ֤ת כָּל־הֶֽעָרִים֙ סְבִיב֣וֹת גְּרָ֔ר כִּי־הָיָ֥ה פַֽחַד־יְהוָ֖ה עֲלֵיהֶ֑ם וַיָּבֹ֙זּוּ֙ אֶת־כָּל־הֶ֣עָרִ֔ים כִּֽי־בִזָּ֥ה רַבָּ֖ה הָיְתָ֥ה בָהֶֽם׃", 
            "וְגַם־אָהֳלֵ֥י מִקְנֶ֖ה הִכּ֑וּ וַיִּשְׁבּ֨וּ צֹ֤אן לָרֹב֙ וּגְמַלִּ֔ים וַיָּשֻׁ֖בוּ יְרוּשָׁלִָֽם׃ (ס)"
        ], 
        [
            "וַעֲזַרְיָ֙הוּ֙ בֶּן־עוֹדֵ֔ד הָיְתָ֥ה עָלָ֖יו ר֥וּחַ אֱלֹהִֽים׃", 
            "וַיֵּצֵא֮ לִפְנֵ֣י אָסָא֒ וַיֹּ֣אמֶר ל֔וֹ שְׁמָע֕וּנִי אָסָ֖א וְכָל־יְהוּדָ֣ה וּבִנְיָמִ֑ן יְהוָ֤ה עִמָּכֶם֙ בִּֽהְיֽוֹתְכֶ֣ם עִמּ֔וֹ וְאִֽם־תִּדְרְשֻׁ֙הוּ֙ יִמָּצֵ֣א לָכֶ֔ם וְאִם־תַּעַזְבֻ֖הוּ יַעֲזֹ֥ב אֶתְכֶֽם׃ (ס)", 
            "וְיָמִ֥ים רַבִּ֖ים לְיִשְׂרָאֵ֑ל לְלֹ֣א ׀ אֱלֹהֵ֣י אֱמֶ֗ת וּלְלֹ֛א כֹּהֵ֥ן מוֹרֶ֖ה וּלְלֹ֥א תוֹרָֽה׃", 
            "וַיָּ֙שָׁב֙ בַּצַּר־ל֔וֹ עַל־יְהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל וַיְבַקְשֻׁ֖הוּ וַיִּמָּצֵ֥א לָהֶֽם׃", 
            "וּבָעִתִּ֣ים הָהֵ֔ם אֵ֥ין שָׁל֖וֹם לַיּוֹצֵ֣א וְלַבָּ֑א כִּ֚י מְהוּמֹ֣ת רַבּ֔וֹת עַ֥ל כָּל־יוֹשְׁבֵ֖י הָאֲרָצֽוֹת׃", 
            "וְכֻתְּת֥וּ גוֹי־בְּג֖וֹי וְעִ֣יר בְּעִ֑יר כִּֽי־אֱלֹהִ֥ים הֲמָמָ֖ם בְּכָל־צָרָֽה׃", 
            "וְאַתֶּ֣ם חִזְק֔וּ וְאַל־יִרְפּ֖וּ יְדֵיכֶ֑ם כִּ֛י יֵ֥שׁ שָׂכָ֖ר לִפְעֻלַּתְכֶֽם׃ (ס)", 
            "וְכִשְׁמֹ֨עַ אָסָ֜א הַדְּבָרִ֣ים הָאֵ֗לֶּה וְהַנְּבוּאָה֮ עֹדֵ֣ד הַנָּבִיא֒ הִתְחַזַּ֗ק וַיַּעֲבֵ֤ר הַשִּׁקּוּצִים֙ מִכָּל־אֶ֤רֶץ יְהוּדָה֙ וּבִנְיָמִ֔ן וּמִן־הֶ֣עָרִ֔ים אֲשֶׁ֥ר לָכַ֖ד מֵהַ֣ר אֶפְרָ֑יִם וַיְחַדֵּשׁ֙ אֶת־מִזְבַּ֣ח יְהוָ֔ה אֲשֶׁ֕ר לִפְנֵ֖י אוּלָ֥ם יְהוָֽה׃", 
            "וַיִּקְבֹּ֗ץ אֶת־כָּל־יְהוּדָה֙ וּבִנְיָמִ֔ן וְהַגָּרִים֙ עִמָּהֶ֔ם מֵאֶפְרַ֥יִם וּמְנַשֶּׁ֖ה וּמִשִּׁמְע֑וֹן כִּֽי־נָפְל֨וּ עָלָ֤יו מִיִּשְׂרָאֵל֙ לָרֹ֔ב בִּרְאֹתָ֕ם כִּֽי־יְהוָ֥ה אֱלֹהָ֖יו עִמּֽוֹ׃ (פ)", 
            "וַיִּקָּבְצ֥וּ יְרוּשָׁלִַ֖ם בַּחֹ֣דֶשׁ הַשְּׁלִישִׁ֑י לִשְׁנַ֥ת חֲמֵשׁ־עֶשְׂרֵ֖ה לְמַלְכ֥וּת אָסָֽא׃", 
            "וַיִּזְבְּח֤וּ לַיהוָה֙ בַּיּ֣וֹם הַה֔וּא מִן־הַשָּׁלָ֖ל הֵבִ֑יאוּ בָּקָר֙ שְׁבַ֣ע מֵא֔וֹת וְצֹ֖אן שִׁבְעַ֥ת אֲלָפִֽים׃", 
            "וַיָּבֹ֣אוּ בַבְּרִ֔ית לִדְר֕וֹשׁ אֶת־יְהוָ֖ה אֱלֹהֵ֣י אֲבוֹתֵיהֶ֑ם בְּכָל־לְבָבָ֖ם וּבְכָל־נַפְשָֽׁם׃", 
            "וְכֹ֨ל אֲשֶׁ֧ר לֹֽא־יִדְרֹ֛שׁ לַיהוָ֥ה אֱלֹהֵֽי־יִשְׂרָאֵ֖ל יוּמָ֑ת לְמִן־קָטֹן֙ וְעַד־גָּד֔וֹל לְמֵאִ֖ישׁ וְעַד־אִשָּֽׁה׃", 
            "וַיִּשָּֽׁבְעוּ֙ לַיהוָ֔ה בְּק֥וֹל גָּד֖וֹל וּבִתְרוּעָ֑ה וּבַחֲצֹצְר֖וֹת וּבְשׁוֹפָרֽוֹת׃", 
            "וַיִּשְׂמְח֨וּ כָל־יְהוּדָ֜ה עַל־הַשְּׁבוּעָ֗ה כִּ֤י בְכָל־לְבָבָם֙ נִשְׁבָּ֔עוּ וּבְכָל־רְצוֹנָ֣ם בִּקְשֻׁ֔הוּ וַיִּמָּצֵ֖א לָהֶ֑ם וַיָּ֧נַח יְהוָ֛ה לָהֶ֖ם מִסָּבִֽיב׃", 
            "וְגַֽם־מַעֲכָ֞ה אֵ֣ם ׀ אָסָ֣א הַמֶּ֗לֶךְ הֱסִירָהּ֙ מִגְּבִירָ֔ה אֲשֶׁר־עָשְׂתָ֥ה לַאֲשֵׁרָ֖ה מִפְלָ֑צֶת וַיִּכְרֹ֤ת אָסָא֙ אֶת־מִפְלַצְתָּ֔הּ וַיָּ֕דֶק וַיִּשְׂרֹ֖ף בְּנַ֥חַל קִדְרֽוֹן׃", 
            "וְהַ֨בָּמ֔וֹת לֹא־סָ֖רוּ מִיִּשְׂרָאֵ֑ל רַ֧ק לְבַב־אָסָ֛א הָיָ֥ה שָׁלֵ֖ם כָּל־יָמָֽיו׃", 
            "וַיָּבֵ֞א אֶת־קָדְשֵׁ֥י אָבִ֛יו וְקָֽדָשָׁ֖יו בֵּ֣ית הָאֱלֹהִ֑ים כֶּ֥סֶף וְזָהָ֖ב וְכֵלִֽים׃", 
            "וּמִלְחָמָ֖ה לֹ֣א הָיָ֑תָה עַ֛ד שְׁנַת־שְׁלֹשִׁ֥ים וְחָמֵ֖שׁ לְמַלְכ֥וּת אָסָֽא׃ (ס)"
        ], 
        [
            "בִּשְׁנַ֨ת שְׁלֹשִׁ֤ים וָשֵׁשׁ֙ לְמַלְכ֣וּת אָסָ֔א עָלָ֞ה בַּעְשָׁ֤א מֶֽלֶךְ־יִשְׂרָאֵל֙ עַל־יְהוּדָ֔ה וַיִּ֖בֶן אֶת־הָרָמָ֑ה לְבִלְתִּ֗י תֵּ֚ת יוֹצֵ֣א וָבָ֔א לְאָסָ֖א מֶ֥לֶךְ יְהוּדָֽה׃", 
            "וַיֹּצֵ֨א אָסָ֜א כֶּ֣סֶף וְזָהָ֗ב מֵאֹֽצְר֛וֹת בֵּ֥ית יְהוָ֖ה וּבֵ֣ית הַמֶּ֑לֶךְ וַיִּשְׁלַ֗ח אֶל־בֶּן־הֲדַד֙ מֶ֣לֶךְ אֲרָ֔ם הַיּוֹשֵׁ֥ב בְּדַרְמֶ֖שֶׂק לֵאמֹֽר׃", 
            "בְּרִית֙ בֵּינִ֣י וּבֵינֶ֔ךָ וּבֵ֥ין אָבִ֖י וּבֵ֣ין אָבִ֑יךָ הִנֵּ֨ה שָׁלַ֤חְתִּֽי לְךָ֙ כֶּ֣סֶף וְזָהָ֔ב לֵ֞ךְ הָפֵ֣ר בְּרִֽיתְךָ֗ אֶת־בַּעְשָׁא֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל וְיַעֲלֶ֖ה מֵעָלָֽי׃", 
            "וַיִּשְׁמַ֨ע בֶּן הֲדַ֜ד אֶל־הַמֶּ֣לֶךְ אָסָ֗א וַ֠יִּשְׁלַח אֶת־שָׂרֵ֨י הַחֲיָלִ֤ים אֲשֶׁר־לוֹ֙ אֶל־עָרֵ֣י יִשְׂרָאֵ֔ל וַיַּכּוּ֙ אֶת־עִיּ֣וֹן וְאֶת־דָּ֔ן וְאֵ֖ת אָבֵ֣ל מָ֑יִם וְאֵ֥ת כָּֽל־מִסְכְּנ֖וֹת עָרֵ֥י נַפְתָּלִֽי׃", 
            "וַיְהִי֙ כִּשְׁמֹ֣עַ בַּעְשָׁ֔א וַיֶּחְדַּ֕ל מִבְּנ֖וֹת אֶת־הָרָמָ֑ה וַיַּשְׁבֵּ֖ת אֶת־מְלַאכְתּֽוֹ׃ (ס)", 
            "וְאָסָ֣א הַמֶּ֗לֶךְ לָקַח֙ אֶת־כָּל־יְהוּדָ֔ה וַיִּשְׂא֞וּ אֶת־אַבְנֵ֤י הָֽרָמָה֙ וְאֶת־עֵצֶ֔יהָ אֲשֶׁ֥ר בָּנָ֖ה בַּעְשָׁ֑א וַיִּ֣בֶן בָּהֶ֔ם אֶת־גֶּ֖בַע וְאֶת־הַמִּצְפָּֽה׃ (ס)", 
            "וּבָעֵ֣ת הַהִ֗יא בָּ֚א חֲנָ֣נִי הָרֹאֶ֔ה אֶל־אָסָ֖א מֶ֣לֶךְ יְהוּדָ֑ה וַיֹּ֣אמֶר אֵלָ֗יו בְּהִשָּׁ֨עֶנְךָ֜ עַל־מֶ֤לֶךְ אֲרָם֙ וְלֹ֤א נִשְׁעַ֙נְתָּ֙ עַל־יְהוָ֣ה אֱלֹהֶ֔יךָ עַל־כֵּ֗ן נִמְלַ֛ט חֵ֥יל מֶֽלֶךְ־אֲרָ֖ם מִיָּדֶֽךָ׃", 
            "הֲלֹ֧א הַכּוּשִׁ֣ים וְהַלּוּבִ֗ים הָי֨וּ לְחַ֧יִל ׀ לָרֹ֛ב לְרֶ֥כֶב וּלְפָרָשִׁ֖ים לְהַרְבֵּ֣ה מְאֹ֑ד וּבְהִשָּֽׁעֶנְךָ֥ עַל־יְהוָ֖ה נְתָנָ֥ם בְּיָדֶֽךָ׃", 
            "כִּ֣י יְהוָ֗ה עֵינָ֞יו מְשֹׁטְט֤וֹת בְּכָל־הָאָ֙רֶץ֙ לְ֠הִתְחַזֵּק עִם־לְבָבָ֥ם שָׁלֵ֛ם אֵלָ֖יו נִסְכַּ֣לְתָּ עַל־זֹ֑את כִּ֣י מֵעַ֔תָּה יֵ֥שׁ עִמְּךָ֖ מִלְחָמֽוֹת׃", 
            "וַיִּכְעַ֨ס אָסָ֜א אֶל־הָרֹאֶ֗ה וַֽיִּתְּנֵ֙הוּ֙ בֵּ֣ית הַמַּהְפֶּ֔כֶת כִּֽי־בְזַ֥עַף עִמּ֖וֹ עַל־זֹ֑את וַיְרַצֵּ֥ץ אָסָ֛א מִן־הָעָ֖ם בָּעֵ֥ת הַהִֽיא׃", 
            "וְהִנֵּה֙ דִּבְרֵ֣י אָסָ֔א הָרִאשׁוֹנִ֖ים וְהָאַחֲרוֹנִ֑ים הִנָּ֤ם כְּתוּבִים֙ עַל־סֵ֣פֶר הַמְּלָכִ֔ים לִיהוּדָ֖ה וְיִשְׂרָאֵֽל׃", 
            "וַיֶּחֱלֶ֣א אָסָ֡א בִּשְׁנַת֩ שְׁלוֹשִׁ֨ים וָתֵ֤שַׁע לְמַלְכוּתוֹ֙ בְּרַגְלָ֔יו עַד־לְמַ֖עְלָה חָלְי֑וֹ וְגַם־בְּחָלְיוֹ֙ לֹא־דָרַ֣שׁ אֶת־יְהוָ֔ה כִּ֖י בָּרֹפְאִֽים׃", 
            "וַיִּשְׁכַּ֥ב אָסָ֖א עִם־אֲבֹתָ֑יו וַיָּ֕מָת בִּשְׁנַ֛ת אַרְבָּעִ֥ים וְאַחַ֖ת לְמָלְכֽוֹ׃", 
            "וַיִּקְבְּרֻ֣הוּ בְקִבְרֹתָ֗יו אֲשֶׁ֣ר כָּֽרָה־לוֹ֮ בְּעִ֣יר דָּוִיד֒ וַיַּשְׁכִּיבֻ֗הוּ בַּמִּשְׁכָּב֙ אֲשֶׁ֤ר מִלֵּא֙ בְּשָׂמִ֣ים וּזְנִ֔ים מְרֻקָּחִ֖ים בְּמִרְקַ֣חַת מַעֲשֶׂ֑ה וַיִּשְׂרְפוּ־ל֥וֹ שְׂרֵפָ֖ה גְּדוֹלָ֥ה עַד־לִמְאֹֽד׃ (פ)"
        ], 
        [
            "וַיִּמְלֹ֛ךְ יְהוֹשָׁפָ֥ט בְּנ֖וֹ תַּחְתָּ֑יו וַיִּתְחַזֵּ֖ק עַל־יִשְׂרָאֵֽל׃", 
            "וַיִּ֨תֶּן־חַ֔יִל בְּכָל־עָרֵ֥י יְהוּדָ֖ה הַבְּצֻר֑וֹת וַיִּתֵּ֤ן נְצִיבִים֙ בְּאֶ֣רֶץ יְהוּדָ֔ה וּבְעָרֵ֣י אֶפְרַ֔יִם אֲשֶׁ֥ר לָכַ֖ד אָסָ֥א אָבִֽיו׃", 
            "וַיְהִ֥י יְהוָ֖ה עִם־יְהוֹשָׁפָ֑ט כִּ֣י הָלַ֗ךְ בְּדַרְכֵ֞י דָּוִ֤יד אָבִיו֙ הָרִ֣אשֹׁנִ֔ים וְלֹ֥א דָרַ֖שׁ לַבְּעָלִֽים׃", 
            "כִּ֠י לֵֽאלֹהֵ֤י אָבִיו֙ דָּרָ֔שׁ וּבְמִצְוֺתָ֖יו הָלָ֑ךְ וְלֹ֖א כְּמַעֲשֵׂ֥ה יִשְׂרָאֵֽל׃", 
            "וַיָּ֨כֶן יְהוָ֤ה אֶת־הַמַּמְלָכָה֙ בְּיָד֔וֹ וַיִּתְּנ֧וּ כָל־יְהוּדָ֛ה מִנְחָ֖ה לִיהוֹשָׁפָ֑ט וַֽיְהִי־ל֥וֹ עֹֽשֶׁר־וְכָב֖וֹד לָרֹֽב׃", 
            "וַיִּגְבַּ֥הּ לִבּ֖וֹ בְּדַרְכֵ֣י יְהוָ֑ה וְע֗וֹד הֵסִ֛יר אֶת־הַבָּמ֥וֹת וְאֶת־הָאֲשֵׁרִ֖ים מִיהוּדָֽה׃ (פ)", 
            "וּבִשְׁנַ֨ת שָׁל֜וֹשׁ לְמָלְכ֗וֹ שָׁלַ֤ח לְשָׂרָיו֙ לְבֶן־חַ֙יִל֙ וּלְעֹבַדְיָ֣ה וְלִזְכַרְיָ֔ה וְלִנְתַנְאֵ֖ל וּלְמִיכָיָ֑הוּ לְלַמֵּ֖ד בְּעָרֵ֥י יְהוּדָֽה׃", 
            "וְעִמָּהֶ֣ם הַלְוִיִּ֗ם שְֽׁמַֽעְיָ֡הוּ וּנְתַנְיָ֡הוּ וּזְבַדְיָ֡הוּ וַעֲשָׂהאֵ֡ל ושמרימות [וּשְׁמִֽירָמ֡וֹת] וִֽיהוֹנָתָן֩ וַאֲדֹ֨נִיָּ֧הוּ וְטֽוֹבִיָּ֛הוּ וְט֥וֹב אֲדוֹנִיָּ֖ה הַלְוִיִּ֑ם וְעִמָּהֶ֛ם אֱלִישָׁמָ֥ע וִֽיהוֹרָ֖ם הַכֹּהֲנִֽים׃", 
            "וַֽיְלַמְּדוּ֙ בִּֽיהוּדָ֔ה וְעִ֨מָּהֶ֔ם סֵ֖פֶר תּוֹרַ֣ת יְהוָ֑ה וַיָּסֹ֙בּוּ֙ בְּכָל־עָרֵ֣י יְהוּדָ֔ה וַֽיְלַמְּד֖וּ בָּעָֽם׃", 
            "וַיְהִ֣י ׀ פַּ֣חַד יְהוָ֗ה עַ֚ל כָּל־מַמְלְכ֣וֹת הָֽאֲרָצ֔וֹת אֲשֶׁ֖ר סְבִיב֣וֹת יְהוּדָ֑ה וְלֹ֥א נִלְחֲמ֖וּ עִם־יְהוֹשָׁפָֽט׃", 
            "וּמִן־פְּלִשְׁתִּ֗ים מְבִיאִ֧ים לִֽיהוֹשָׁפָ֛ט מִנְחָ֖ה וְכֶ֣סֶף מַשָּׂ֑א גַּ֣ם הָֽעַרְבִיאִ֗ים מְבִיאִ֥ים לוֹ֙ צֹ֕אן אֵילִ֔ים שִׁבְעַ֤ת אֲלָפִים֙ וּשְׁבַ֣ע מֵא֔וֹת וּתְיָשִׁ֕ים שִׁבְעַ֥ת אֲלָפִ֖ים וּשְׁבַ֥ע מֵאֽוֹת׃ (פ)", 
            "וַיְהִ֧י יְהוֹשָׁפָ֛ט הֹלֵ֥ךְ וְגָדֵ֖ל עַד־לְמָ֑עְלָה וַיִּ֧בֶן בִּֽיהוּדָ֛ה בִּירָנִיּ֖וֹת וְעָרֵ֥י מִסְכְּנֽוֹת׃", 
            "וּמְלָאכָ֥ה רַבָּ֛ה הָ֥יָה ל֖וֹ בְּעָרֵ֣י יְהוּדָ֑ה וְאַנְשֵׁ֧י מִלְחָמָ֛ה גִּבּ֥וֹרֵי חַ֖יִל בִּירוּשָׁלִָֽם׃", 
            "וְאֵ֥לֶּה פְקֻדָּתָ֖ם לְבֵ֣ית אֲבוֹתֵיהֶ֑ם לִֽיהוּדָה֙ שָׂרֵ֣י אֲלָפִ֔ים עַדְנָ֣ה הַשָּׂ֔ר וְעִמּוֹ֙ גִּבּ֣וֹרֵי חַ֔יִל שְׁלֹ֥שׁ מֵא֖וֹת אָֽלֶף׃ (ס)", 
            "וְעַל־יָד֖וֹ יְהוֹחָנָ֣ן הַשָּׂ֑ר וְעִמּ֕וֹ מָאתַ֥יִם וּשְׁמוֹנִ֖ים אָֽלֶף׃ (ס)", 
            "וְעַל־יָדוֹ֙ עֲמַסְיָ֣ה בֶן־זִכְרִ֔י הַמִּתְנַדֵּ֖ב לַיהוָ֑ה וְעִמּ֛וֹ מָאתַ֥יִם אֶ֖לֶף גִּבּ֥וֹר חָֽיִל׃ (ס)", 
            "וּמִ֨ן־בִּנְיָמִ֔ן גִּבּ֥וֹר חַ֖יִל אֶלְיָדָ֑ע וְעִמּ֛וֹ נֹֽשְׁקֵי־קֶ֥שֶׁת וּמָגֵ֖ן מָאתַ֥יִם אָֽלֶף׃ (ס)", 
            "וְעַל־יָד֖וֹ יְהוֹזָבָ֑ד וְעִמּ֛וֹ מֵאָֽה־וּשְׁמוֹנִ֥ים אֶ֖לֶף חֲלוּצֵ֥י צָבָֽא׃ (ס)", 
            "אֵ֖לֶּה הַמְשָׁרְתִ֣ים אֶת־הַמֶּ֑לֶךְ מִלְּבַ֞ד אֲשֶׁר־נָתַ֥ן הַמֶּ֛לֶךְ בְּעָרֵ֥י הַמִּבְצָ֖ר בְּכָל־יְהוּדָֽה׃ (פ)"
        ], 
        [
            "וַיְהִ֧י לִֽיהוֹשָׁפָ֛ט עֹ֥שֶׁר וְכָב֖וֹד לָרֹ֑ב וַיִּתְחַתֵּ֖ן לְאַחְאָֽב׃", 
            "וַיֵּרֶד֩ לְקֵ֨ץ שָׁנִ֤ים אֶל־אַחְאָב֙ לְשֹׁ֣מְר֔וֹן וַיִּֽזְבַּֽח־ל֨וֹ אַחְאָ֜ב צֹ֤אן וּבָקָר֙ לָרֹ֔ב וְלָעָ֖ם אֲשֶׁ֣ר עִמּ֑וֹ וַיְסִיתֵ֕הוּ לַעֲל֖וֹת אֶל־רָמ֥וֹת גִּלְעָֽד׃", 
            "וַיֹּ֜אמֶר אַחְאָ֣ב מֶֽלֶךְ־יִשְׂרָאֵ֗ל אֶל־יְהֽוֹשָׁפָט֙ מֶ֣לֶךְ יְהוּדָ֔ה הֲתֵלֵ֥ךְ עִמִּ֖י רָמֹ֣ת גִּלְעָ֑ד וַיֹּ֣אמֶר ל֗וֹ כָּמ֤וֹנִי כָמ֙וֹךָ֙ וּכְעַמְּךָ֣ עַמִּ֔י וְעִמְּךָ֖ בַּמִּלְחָמָֽה׃", 
            "וַיֹּ֥אמֶר יְהוֹשָׁפָ֖ט אֶל־מֶ֣לֶךְ יִשְׂרָאֵ֑ל דְּרָשׁ־נָ֥א כַיּ֖וֹם אֶת־דְּבַ֥ר יְהוָֽה׃", 
            "וַיִּקְבֹּ֨ץ מֶֽלֶךְ־יִשְׂרָאֵ֥ל אֶֽת־הַנְּבִאִים֮ אַרְבַּ֣ע מֵא֣וֹת אִישׁ֒ וַיֹּ֣אמֶר אֲלֵהֶ֗ם הֲנֵלֵ֞ךְ אֶל־רָמֹ֥ת גִּלְעָ֛ד לַמִּלְחָמָ֖ה אִם־אֶחְדָּ֑ל וַיֹּאמְר֣וּ עֲלֵ֔ה וְיִתֵּ֥ן הָאֱלֹהִ֖ים בְּיַ֥ד הַמֶּֽלֶךְ׃", 
            "וַיֹּ֙אמֶר֙ יְה֣וֹשָׁפָ֔ט הַאֵ֨ין פֹּ֥ה נָבִ֛יא לַיהוָ֖ה ע֑וֹד וְנִדְרְשָׁ֖ה מֵאֹתֽוֹ׃", 
            "וַיֹּ֣אמֶר מֶֽלֶךְ־יִשְׂרָאֵ֣ל ׀ אֶֽל־יְהוֹשָׁפָ֡ט ע֣וֹד אִישׁ־אֶחָ֡ד לִדְרוֹשׁ֩ אֶת־יְהוָ֨ה מֵֽאֹת֜וֹ וַאֲנִ֣י שְׂנֵאתִ֗יהוּ כִּֽי־אֵ֠ינֶנּוּ מִתְנַבֵּ֨א עָלַ֤י לְטוֹבָה֙ כִּ֣י כָל־יָמָ֣יו לְרָעָ֔ה ה֖וּא מִיכָ֣יְהוּ בֶן־יִמְלָ֑א וַיֹּ֙אמֶר֙ יְה֣וֹשָׁפָ֔ט אַל־יֹאמַ֥ר הַמֶּ֖לֶךְ כֵּֽן׃", 
            "וַיִּקְרָא֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל אֶל־סָרִ֖יס אֶחָ֑ד וַיֹּ֕אמֶר מַהֵ֖ר מיכהו [מִיכָ֥יְהוּ] בֶן־יִמְלָֽא׃", 
            "וּמֶ֣לֶךְ יִשְׂרָאֵ֡ל וִֽיהוֹשָׁפָ֣ט מֶֽלֶךְ־יְהוּדָ֡ה יוֹשְׁבִים֩ אִ֨ישׁ עַל־כִּסְא֜וֹ מְלֻבָּשִׁ֤ים בְּגָדִים֙ וְיֹשְׁבִ֣ים בְּגֹ֔רֶן פֶּ֖תַח שַׁ֣עַר שֹׁמְר֑וֹן וְכָל־הַ֨נְּבִיאִ֔ים מִֽתְנַבְּאִ֖ים לִפְנֵיהֶֽם׃", 
            "וַיַּ֥עַשׂ ל֛וֹ צִדְקִיָּ֥הוּ בֶֽן־כְּנַעֲנָ֖ה קַרְנֵ֣י בַרְזֶ֑ל וַיֹּ֙אמֶר֙ כֹּֽה־אָמַ֣ר יְהוָ֔ה בְּאֵ֛לֶּה תְּנַגַּ֥ח אֶת־אֲרָ֖ם עַד־כַּלּוֹתָֽם׃", 
            "וְכָל־הַ֨נְּבִאִ֔ים נִבְּאִ֥ים כֵּ֖ן לֵאמֹ֑ר עֲלֵ֞ה רָמֹ֤ת גִּלְעָד֙ וְהַצְלַ֔ח וְנָתַ֥ן יְהוָ֖ה בְּיַ֥ד הַמֶּֽלֶךְ׃", 
            "וְהַמַּלְאָ֞ךְ אֲשֶׁר־הָלַ֣ךְ ׀ לִקְרֹ֣א לְמִיכָ֗יְהוּ דִּבֶּ֤ר אֵלָיו֙ לֵאמֹ֔ר הִנֵּ֞ה דִּבְרֵ֧י הַנְּבִאִ֛ים פֶּֽה־אֶחָ֥ד ט֖וֹב אֶל־הַמֶּ֑לֶךְ וִֽיהִי־נָ֧א דְבָרְךָ֛ כְּאַחַ֥ד מֵהֶ֖ם וְדִבַּ֥רְתָּ טּֽוֹב׃", 
            "וַיֹּ֖אמֶר מִיכָ֑יְהוּ חַי־יְהוָ֕ה כִּ֛י אֶת־אֲשֶׁר־יֹאמַ֥ר אֱלֹהַ֖י אֹת֥וֹ אֲדַבֵּֽר׃", 
            "וַיָּבֹא֮ אֶל־הַמֶּלֶךְ֒ וַיֹּ֨אמֶר הַמֶּ֜לֶךְ אֵלָ֗יו מִיכָה֙ הֲנֵלֵ֞ךְ אֶל־רָמֹ֥ת גִּלְעָ֛ד לַמִּלְחָמָ֖ה אִם־אֶחְדָּ֑ל וַיֹּ֙אמֶר֙ עֲל֣וּ וְהַצְלִ֔יחוּ וְיִנָּתְנ֖וּ בְּיֶדְכֶֽם׃", 
            "וַיֹּ֤אמֶר אֵלָיו֙ הַמֶּ֔לֶךְ עַד־כַּמֶּ֥ה פְעָמִ֖ים אֲנִ֣י מַשְׁבִּיעֶ֑ךָ אֲ֠שֶׁר לֹֽא־תְדַבֵּ֥ר אֵלַ֛י רַק־אֱמֶ֖ת בְּשֵׁ֥ם יְהוָֽה׃", 
            "וַיֹּ֗אמֶר רָאִ֤יתִי אֶת־כָּל־יִשְׂרָאֵל֙ נְפוֹצִ֣ים עַל־הֶֽהָרִ֔ים כַּצֹּ֕אן אֲשֶׁ֥ר אֵין־לָהֶ֖ן רֹעֶ֑ה וַיֹּ֤אמֶר יְהוָה֙ לֹֽא־אֲדֹנִ֣ים לָאֵ֔לֶּה יָשׁ֥וּבוּ אִישׁ־לְבֵית֖וֹ בְּשָׁלֽוֹם׃", 
            "וַיֹּ֥אמֶר מֶֽלֶךְ־יִשְׂרָאֵ֖ל אֶל־יְהוֹשָׁפָ֑ט הֲלֹא֙ אָמַ֣רְתִּי אֵלֶ֔יךָ לֹא־יִתְנַבֵּ֥א עָלַ֛י ט֖וֹב כִּ֥י אִם־לְרָֽע׃ (ס)", 
            "וַיֹּ֕אמֶר לָכֵ֖ן שִׁמְע֣וּ דְבַר־יְהוָ֑ה רָאִ֤יתִי אֶת־יְהוָה֙ יוֹשֵׁ֣ב עַל־כִּסְא֔וֹ וְכָל־צְבָ֤א הַשָּׁמַ֙יִם֙ עֹֽמְדִ֔ים עַל־יְמִינ֖וֹ וּשְׂמֹאלֽוֹ׃", 
            "וַיֹּ֣אמֶר יְהוָ֗ה מִ֤י יְפַתֶּה֙ אֶת־אַחְאָ֣ב מֶֽלֶךְ־יִשְׂרָאֵ֔ל וְיַ֕עַל וְיִפֹּ֖ל בְּרָמ֣וֹת גִּלְעָ֑ד וַיֹּ֕אמֶר זֶ֚ה אֹמֵ֣ר כָּ֔כָה וְזֶ֖ה אֹמֵ֥ר כָּֽכָה׃", 
            "וַיֵּצֵ֣א הָר֗וּחַ וַֽיַּעֲמֹד֙ לִפְנֵ֣י יְהוָ֔ה וַיֹּ֖אמֶר אֲנִ֣י אֲפַתֶּ֑נּוּ וַיֹּ֧אמֶר יְהוָ֛ה אֵלָ֖יו בַּמָּֽה׃", 
            "וַיֹּ֗אמֶר אֵצֵא֙ וְהָיִ֙יתִי֙ לְר֣וּחַ שֶׁ֔קֶר בְּפִ֖י כָּל־נְבִיאָ֑יו וַיֹּ֗אמֶר תְּפַתֶּה֙ וְגַם־תּוּכָ֔ל צֵ֖א וַעֲשֵׂה־כֵֽן׃", 
            "וְעַתָּ֗ה הִנֵּ֨ה נָתַ֤ן יְהוָה֙ ר֣וּחַ שֶׁ֔קֶר בְּפִ֖י נְבִיאֶ֣יךָ אֵ֑לֶּה וַֽיהוָ֔ה דִּבֶּ֥ר עָלֶ֖יךָ רָעָֽה׃ (ס)", 
            "וַיִּגַּשׁ֙ צִדְקִיָּ֣הוּ בֶֽן־כְּנַעֲנָ֔ה וַיַּ֥ךְ אֶת־מִיכָ֖יְהוּ עַל־הַלֶּ֑חִי וַיֹּ֗אמֶר אֵ֣י זֶ֤ה הַדֶּ֙רֶךְ֙ עָבַ֧ר רֽוּחַ־יְהוָ֛ה מֵאִתִּ֖י לְדַבֵּ֥ר אֹתָֽךְ׃", 
            "וַיֹּ֣אמֶר מִיכָ֔יְהוּ הִנְּךָ֥ רֹאֶ֖ה בַּיּ֣וֹם הַה֑וּא אֲשֶׁ֥ר תָּב֛וֹא חֶ֥דֶר בְּחֶ֖דֶר לְהֵחָבֵֽא׃", 
            "וַיֹּ֙אמֶר֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל קְחוּ֙ אֶת־מִיכָ֔יְהוּ וַהֲשִׁיבֻ֖הוּ אֶל־אָמ֣וֹן שַׂר־הָעִ֑יר וְאֶל־יוֹאָ֖שׁ בֶּן־הַמֶּֽלֶךְ׃", 
            "וַאֲמַרְתֶּ֗ם כֹּ֚ה אָמַ֣ר הַמֶּ֔לֶךְ שִׂ֥ימוּ זֶ֖ה בֵּ֣ית הַכֶּ֑לֶא וְהַאֲכִלֻ֜הוּ לֶ֤חֶם לַ֙חַץ֙ וּמַ֣יִם לַ֔חַץ עַ֖ד שׁוּבִ֥י בְשָׁלֽוֹם׃", 
            "וַיֹּ֣אמֶר מִיכָ֔יְהוּ אִם־שׁ֤וֹב תָּשׁוּב֙ בְּשָׁל֔וֹם לֹא־דִבֶּ֥ר יְהוָ֖ה בִּ֑י וַיֹּ֕אמֶר שִׁמְע֖וּ עַמִּ֥ים כֻּלָּֽם׃ (פ)", 
            "וַיַּ֧עַל מֶֽלֶךְ־יִשְׂרָאֵ֛ל וִֽיהוֹשָׁפָ֥ט מֶֽלֶךְ־יְהוּדָ֖ה אֶל־רָמֹ֥ת גִּלְעָֽד׃", 
            "וַיֹּאמֶר֩ מֶ֨לֶךְ יִשְׂרָאֵ֜ל אֶל־יְהוֹשָׁפָ֗ט הִתְחַפֵּשׂ֙ וָב֣וֹא בַמִּלְחָמָ֔ה וְאַתָּ֖ה לְבַ֣שׁ בְּגָדֶ֑יךָ וַיִּתְחַפֵּשׂ֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל וַיָּבֹ֖אוּ בַּמִּלְחָמָֽה׃", 
            "וּמֶ֣לֶךְ אֲרָ֡ם צִוָּה֩ אֶת־שָׂרֵ֨י הָרֶ֤כֶב אֲשֶׁר־לוֹ֙ לֵאמֹ֔ר לֹ֚א תִּלָּ֣חֲמ֔וּ אֶת־הַקָּטֹ֖ן אֶת־הַגָּד֑וֹל כִּ֛י אִֽם־אֶת־מֶ֥לֶךְ יִשְׂרָאֵ֖ל לְבַדּֽוֹ׃", 
            "וַיְהִ֡י כִּרְאוֹת֩ שָׂרֵ֨י הָרֶ֜כֶב אֶת־יְהוֹשָׁפָ֗ט וְהֵ֤מָּה אָֽמְרוּ֙ מֶ֣לֶךְ יִשְׂרָאֵ֣ל ה֔וּא וַיָּסֹ֥בּוּ עָלָ֖יו לְהִלָּחֵ֑ם וַיִּזְעַ֤ק יְהֽוֹשָׁפָט֙ וַֽיהוָ֣ה עֲזָר֔וֹ וַיְסִיתֵ֥ם אֱלֹהִ֖ים מִמֶּֽנּוּ׃", 
            "וַיְהִ֗י כִּרְאוֹת֙ שָׂרֵ֣י הָרֶ֔כֶב כִּ֥י לֹא־הָיָ֖ה מֶ֣לֶךְ יִשְׂרָאֵ֑ל וַיָּשֻׁ֖בוּ מֵאַחֲרָֽיו׃", 
            "וְאִ֗ישׁ מָשַׁ֤ךְ בַּקֶּ֙שֶׁת֙ לְתֻמּ֔וֹ וַיַּךְ֙ אֶת־מֶ֣לֶךְ יִשְׂרָאֵ֔ל בֵּ֥ין הַדְּבָקִ֖ים וּבֵ֣ין הַשִּׁרְיָ֑ן וַיֹּ֣אמֶר לָֽרַכָּ֗ב הֲפֹ֧ךְ ידיך [יָדְךָ֛] וְהוֹצֵאתַ֥נִי מִן־הַֽמַּחֲנֶ֖ה כִּ֥י הָחֳלֵֽיתִי׃", 
            "וַתַּ֤עַל הַמִּלְחָמָה֙ בַּיּ֣וֹם הַה֔וּא וּמֶ֣לֶךְ יִשְׂרָאֵ֗ל הָיָ֨ה מַעֲמִ֧יד בַּמֶּרְכָּבָ֛ה נֹ֥כַח אֲרָ֖ם עַד־הָעָ֑רֶב וַיָּ֕מָת לְעֵ֖ת בּ֥וֹא הַשָּֽׁמֶשׁ׃"
        ], 
        [
            "וַ֠יָּשָׁב יְהוֹשָׁפָ֨ט מֶֽלֶךְ־יְהוּדָ֧ה אֶל־בֵּית֛וֹ בְּשָׁל֖וֹם לִֽירוּשָׁלִָֽם׃", 
            "וַיֵּצֵ֣א אֶל־פָּנָ֗יו יֵה֣וּא בֶן־חֲנָ֘נִי֮ הַחֹזֶה֒ וַיֹּ֙אמֶר֙ אֶל־הַמֶּ֣לֶךְ יְהוֹשָׁפָ֔ט הֲלָרָשָׁ֣ע לַעְזֹ֔ר וּלְשֹׂנְאֵ֥י יְהוָ֖ה תֶּאֱהָ֑ב וּבָזֹאת֙ עָלֶ֣יךָ קֶּ֔צֶף מִלִּפְנֵ֖י יְהוָֽה׃", 
            "אֲבָ֕ל דְּבָרִ֥ים טוֹבִ֖ים נִמְצְא֣וּ עִמָּ֑ךְ כִּֽי־בִעַ֤רְתָּ הָאֲשֵׁרוֹת֙ מִן־הָאָ֔רֶץ וַהֲכִינ֥וֹתָ לְבָבְךָ֖ לִדְרֹ֥שׁ הָֽאֱלֹהִֽים׃", 
            "וַיֵּ֥שֶׁב יְהוֹשָׁפָ֖ט בִּירוּשָׁלִָ֑ם (ס) וַיָּ֜שָׁב וַיֵּצֵ֣א בָעָ֗ם מִבְּאֵ֥ר שֶׁ֙בַע֙ עַד־הַ֣ר אֶפְרַ֔יִם וַיְשִׁיבֵ֕ם אֶל־יְהוָ֖ה אֱלֹהֵ֥י אֲבוֹתֵיהֶֽם׃", 
            "וַיַּעֲמֵ֨ד שֹֽׁפְטִ֜ים בָּאָ֗רֶץ בְּכָל־עָרֵ֧י יְהוּדָ֛ה הַבְּצֻר֖וֹת לְעִ֥יר וָעִֽיר׃", 
            "וַיֹּ֣אמֶר אֶל־הַשֹּֽׁפְטִ֗ים רְאוּ֙ מָֽה־אַתֶּ֣ם עֹשִׂ֔ים כִּ֣י לֹ֧א לְאָדָ֛ם תִּשְׁפְּט֖וּ כִּ֣י לַיהוָ֑ה וְעִמָּכֶ֖ם בִּדְבַ֥ר מִשְׁפָּֽט׃", 
            "וְעַתָּ֕ה יְהִ֥י פַֽחַד־יְהוָ֖ה עֲלֵיכֶ֑ם שִׁמְר֣וּ וַעֲשׂ֔וּ כִּֽי־אֵ֞ין עִם־יְהוָ֣ה אֱלֹהֵ֗ינוּ עַוְלָ֛ה וּמַשֹּׂ֥א פָנִ֖ים וּמִקַּח־שֹֽׁחַד׃", 
            "וְגַ֣ם בִּ֠ירוּשָׁלִַם הֶעֱמִ֨יד יְהוֹשָׁפָ֜ט מִן־הַלְוִיִּ֣ם וְהַכֹּהֲנִ֗ים וּמֵרָאשֵׁ֤י הָאָבוֹת֙ לְיִשְׂרָאֵ֔ל לְמִשְׁפַּ֥ט יְהוָ֖ה וְלָרִ֑יב וַיָּשֻׁ֖בוּ יְרוּשָׁלִָֽם׃", 
            "וַיְצַ֥ו עֲלֵיהֶ֖ם לֵאמֹ֑ר כֹּ֤ה תַעֲשׂוּן֙ בְּיִרְאַ֣ת יְהוָ֔ה בֶּאֱמוּנָ֖ה וּבְלֵבָ֥ב שָׁלֵֽם׃", 
            "וְכָל־רִיב֩ אֲשֶׁר־יָב֨וֹא עֲלֵיכֶ֜ם מֵאֲחֵיכֶ֣ם ׀ הַיֹּשְׁבִ֣ים בְּעָרֵיהֶ֗ם בֵּֽין־דָּ֣ם ׀ לְדָם֮ בֵּין־תּוֹרָ֣ה לְמִצְוָה֮ לְחֻקִּ֣ים וּלְמִשְׁפָּטִים֒ וְהִזְהַרְתֶּ֣ם אֹתָ֔ם וְלֹ֤א יֶאְשְׁמוּ֙ לַיהוָ֔ה וְהָֽיָה־קֶ֥צֶף עֲלֵיכֶ֖ם וְעַל־אֲחֵיכֶ֑ם כֹּ֥ה תַעֲשׂ֖וּן וְלֹ֥א תֶאְשָֽׁמוּ׃", 
            "וְהִנֵּ֡ה אֲמַרְיָ֣הוּ כֹהֵן֩ הָרֹ֨אשׁ עֲלֵיכֶ֜ם לְכֹ֣ל דְּבַר־יְהוָ֗ה וּזְבַדְיָ֨הוּ בֶן־יִשְׁמָעֵ֜אל הַנָּגִ֤יד לְבֵית־יְהוּדָה֙ לְכֹ֣ל דְּבַר־הַמֶּ֔לֶךְ וְשֹׁטְרִ֥ים הַלְוִיִּ֖ם לִפְנֵיכֶ֑ם חִזְק֣וּ וַעֲשׂ֔וּ וִיהִ֥י יְהוָ֖ה עִם־הַטּֽוֹב׃ (פ)"
        ], 
        [
            "וַיְהִ֣י אַֽחֲרֵיכֵ֡ן בָּ֣אוּ בְנֵי־מוֹאָב֩ וּבְנֵ֨י עַמּ֜וֹן וְעִמָּהֶ֧ם ׀ מֵֽהָעַמּוֹנִ֛ים עַל־יְהוֹשָׁפָ֖ט לַמִּלְחָמָֽה׃", 
            "וַיָּבֹ֗אוּ וַיַּגִּ֤ידוּ לִֽיהוֹשָׁפָט֙ לֵאמֹ֔ר בָּ֣א עָלֶ֜יךָ הָמ֥וֹן רָ֛ב מֵעֵ֥בֶר לַיָּ֖ם מֵאֲרָ֑ם וְהִנָּם֙ בְּחַֽצְצ֣וֹן תָּמָ֔ר הִ֖יא עֵ֥ין גֶּֽדִי׃", 
            "וַיִּרָ֕א וַיִּתֵּ֧ן יְהוֹשָׁפָ֛ט אֶת־פָּנָ֖יו לִדְר֣וֹשׁ לַיהוָ֑ה וַיִּקְרָא־צ֖וֹם עַל־כָּל־יְהוּדָֽה׃", 
            "וַיִּקָּבְצ֣וּ יְהוּדָ֔ה לְבַקֵּ֖שׁ מֵֽיְהוָ֑ה גַּ֚ם מִכָּל־עָרֵ֣י יְהוּדָ֔ה בָּ֖אוּ לְבַקֵּ֥שׁ אֶת־יְהוָֽה׃", 
            "וַיַּעֲמֹ֣ד יְהוֹשָׁפָ֗ט בִּקְהַ֧ל יְהוּדָ֛ה וִירוּשָׁלִַ֖ם בְּבֵ֣ית יְהוָ֑ה לִפְנֵ֖י הֶחָצֵ֥ר הַחֲדָשָֽׁה׃", 
            "וַיֹּאמַ֗ר יְהוָ֞ה אֱלֹהֵ֤י אֲבֹתֵ֙ינוּ֙ הֲלֹ֨א אַתָּֽה־ה֤וּא אֱלֹהִים֙ בַּשָּׁמַ֔יִם וְאַתָּ֣ה מוֹשֵׁ֔ל בְּכֹ֖ל מַמְלְכ֣וֹת הַגּוֹיִ֑ם וּבְיָדְךָ֙ כֹּ֣חַ וּגְבוּרָ֔ה וְאֵ֥ין עִמְּךָ֖ לְהִתְיַצֵּֽב׃", 
            "הֲלֹ֣א ׀ אַתָּ֣ה אֱלֹהֵ֗ינוּ הוֹרַ֙שְׁתָּ֙ אֶת־יֹשְׁבֵי֙ הָאָ֣רֶץ הַזֹּ֔את מִלִּפְנֵ֖י עַמְּךָ֣ יִשְׂרָאֵ֑ל וַֽתִּתְּנָ֗הּ לְזֶ֛רַע אַבְרָהָ֥ם אֹֽהַבְךָ֖ לְעוֹלָֽם׃", 
            "וַיֵּשְׁב֖וּ־בָ֑הּ וַיִּבְנ֨וּ לְךָ֧ ׀ בָּ֛הּ מִקְדָּ֖שׁ לְשִׁמְךָ֥ לֵאמֹֽר׃", 
            "אִם־תָּב֨וֹא עָלֵ֜ינוּ רָעָ֗ה חֶרֶב֮ שְׁפוֹט֮ וְדֶ֣בֶר וְרָעָב֒ נַֽעַמְדָ֞ה לִפְנֵ֨י הַבַּ֤יִת הַזֶּה֙ וּלְפָנֶ֔יךָ כִּ֥י שִׁמְךָ֖ בַּבַּ֣יִת הַזֶּ֑ה וְנִזְעַ֥ק אֵלֶ֛יךָ מִצָּרָתֵ֖נוּ וְתִשְׁמַ֥ע וְתוֹשִֽׁיעַ׃", 
            "וְעַתָּ֡ה הִנֵּה֩ בְנֵֽי־עַמּ֨וֹן וּמוֹאָ֜ב וְהַר־שֵׂעִ֗יר אֲ֠שֶׁר לֹֽא־נָתַ֤תָּה לְיִשְׂרָאֵל֙ לָב֣וֹא בָהֶ֔ם בְּבֹאָ֖ם מֵאֶ֣רֶץ מִצְרָ֑יִם כִּ֛י סָ֥רוּ מֵעֲלֵיהֶ֖ם וְלֹ֥א הִשְׁמִידֽוּם׃", 
            "וְהִ֨נֵּה־הֵ֔ם גֹּמְלִ֖ים עָלֵ֑ינוּ לָבוֹא֙ לְגָ֣רְשֵׁ֔נוּ מִיְּרֻשָּׁתְךָ֖ אֲשֶׁ֥ר הֽוֹרַשְׁתָּֽנוּ׃", 
            "אֱלֹהֵ֙ינוּ֙ הֲלֹ֣א תִשְׁפָּט־בָּ֔ם כִּ֣י אֵ֥ין בָּ֙נוּ֙ כֹּ֔חַ לִ֠פְנֵי הֶהָמ֥וֹן הָרָ֛ב הַזֶּ֖ה הַבָּ֣א עָלֵ֑ינוּ וַאֲנַ֗חְנוּ לֹ֤א נֵדַע֙ מַֽה־נַּעֲשֶׂ֔ה כִּ֥י עָלֶ֖יךָ עֵינֵֽינוּ׃", 
            "וְכָ֨ל־יְהוּדָ֔ה עֹמְדִ֖ים לִפְנֵ֣י יְהוָ֑ה גַּם־טַפָּ֖ם נְשֵׁיהֶ֥ם וּבְנֵיהֶֽם׃ (פ)", 
            "וְיַחֲזִיאֵ֡ל בֶּן־זְכַרְיָ֡הוּ בֶּן־בְּ֠נָיָה בֶּן־יְעִיאֵ֧ל בֶּן־מַתַּנְיָ֛ה הַלֵּוִ֖י מִן־בְּנֵ֣י אָסָ֑ף הָיְתָ֤ה עָלָיו֙ ר֣וּחַ יְהוָ֔ה בְּת֖וֹךְ הַקָּהָֽל׃", 
            "וַיֹּ֗אמֶר הַקְשִׁ֤יבוּ כָל־יְהוּדָה֙ וְיֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם וְהַמֶּ֖לֶךְ יְהוֹשָׁפָ֑ט כֹּֽה־אָמַ֨ר יְהוָ֜ה לָכֶ֗ם אַ֠תֶּם אַל־תִּֽירְא֤וּ וְאַל־תֵּחַ֙תּוּ֙ מִפְּנֵ֨י הֶהָמ֤וֹן הָרָב֙ הַזֶּ֔ה כִּ֣י לֹ֥א לָכֶ֛ם הַמִּלְחָמָ֖ה כִּ֥י לֵאלֹהִֽים׃", 
            "מָחָר֙ רְד֣וּ עֲלֵיהֶ֔ם הִנָּ֥ם עֹלִ֖ים בְּמַעֲלֵ֣ה הַצִּ֑יץ וּמְצָאתֶ֤ם אֹתָם֙ בְּס֣וֹף הַנַּ֔חַל פְּנֵ֖י מִדְבַּ֥ר יְרוּאֵֽל׃", 
            "לֹ֥א לָכֶ֖ם לְהִלָּחֵ֣ם בָּזֹ֑את הִתְיַצְּב֣וּ עִמְד֡וּ וּרְא֣וּ אֶת־יְשׁוּעַת֩ יְהוָ֨ה עִמָּכֶ֜ם יְהוּדָ֣ה וִֽירוּשָׁלִַ֗ם אַל־תִּֽירְאוּ֙ וְאַל־תֵּחַ֔תּוּ מָחָר֙ צְא֣וּ לִפְנֵיהֶ֔ם וַיהוָ֖ה עִמָּכֶֽם׃", 
            "וַיִּקֹּ֧ד יְהוֹשָׁפָ֛ט אַפַּ֖יִם אָ֑רְצָה וְכָל־יְהוּדָ֞ה וְיֹשְׁבֵ֣י יְרוּשָׁלִַ֗ם נָֽפְלוּ֙ לִפְנֵ֣י יְהוָ֔ה לְהִֽשְׁתַּחֲוֺ֖ת לַיהוָֽה׃", 
            "וַיָּקֻ֧מוּ הַלְוִיִּ֛ם מִן־בְּנֵ֥י הַקְּהָתִ֖ים וּמִן־בְּנֵ֣י הַקָּרְחִ֑ים לְהַלֵּ֗ל לַיהוָה֙ אֱלֹהֵ֣י יִשְׂרָאֵ֔ל בְּק֥וֹל גָּד֖וֹל לְמָֽעְלָה׃", 
            "וַיַּשְׁכִּ֣ימוּ בַבֹּ֔קֶר וַיֵּצְא֖וּ לְמִדְבַּ֣ר תְּק֑וֹעַ וּבְצֵאתָ֞ם עָמַ֣ד יְהוֹשָׁפָ֗ט וַיֹּ֙אמֶר֙ שְׁמָע֗וּנִי יְהוּדָה֙ וְיֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם הַאֲמִ֜ינוּ בַּיהוָ֤ה אֱלֹהֵיכֶם֙ וְתֵ֣אָמֵ֔נוּ הַאֲמִ֥ינוּ בִנְבִיאָ֖יו וְהַצְלִֽיחוּ׃", 
            "וַיִּוָּעַץ֙ אֶל־הָעָ֔ם וַיַּעֲמֵ֤ד מְשֹֽׁרֲרִים֙ לַיהוָ֔ה וּֽמְהַֽלְלִ֖ים לְהַדְרַת־קֹ֑דֶשׁ בְּצֵאת֙ לִפְנֵ֣י הֶֽחָל֔וּץ וְאֹֽמְרִים֙ הוֹד֣וּ לַיהוָ֔ה כִּ֥י לְעוֹלָ֖ם חַסְדּֽוֹ׃", 
            "וּבְעֵת֩ הֵחֵ֨לּוּ בְרִנָּ֜ה וּתְהִלָּ֗ה נָתַ֣ן יְהוָ֣ה ׀ מְ֠אָֽרְבִים עַל־בְּנֵ֨י עַמּ֜וֹן מוֹאָ֧ב וְהַר־שֵׂעִ֛יר הַבָּאִ֥ים לִֽיהוּדָ֖ה וַיִּנָּגֵֽפוּ׃", 
            "וַ֠יַּֽעַמְדוּ בְּנֵ֨י עַמּ֧וֹן וּמוֹאָ֛ב עַל־יֹשְׁבֵ֥י הַר־שֵׂעִ֖יר לְהַחֲרִ֣ים וּלְהַשְׁמִ֑יד וּכְכַלּוֹתָם֙ בְּיוֹשְׁבֵ֣י שֵׂעִ֔יר עָזְר֥וּ אִישׁ־בְּרֵעֵ֖הוּ לְמַשְׁחִֽית׃", 
            "וִֽיהוּדָ֛ה בָּ֥א עַל־הַמִּצְפֶּ֖ה לַמִּדְבָּ֑ר וַיִּפְנוּ֙ אֶל־הֶ֣הָמ֔וֹן וְהִנָּ֧ם פְּגָרִ֛ים נֹפְלִ֥ים אַ֖רְצָה וְאֵ֥ין פְּלֵיטָֽה׃", 
            "וַיָּבֹ֨א יְהוֹשָׁפָ֣ט וְעַמּוֹ֮ לָבֹ֣ז אֶת־שְׁלָלָם֒ וַיִּמְצְאוּ֩ בָהֶ֨ם לָרֹ֜ב וּרְכ֤וּשׁ וּפְגָרִים֙ וּכְלֵ֣י חֲמֻד֔וֹת וַיְנַצְּל֥וּ לָהֶ֖ם לְאֵ֣ין מַשָּׂ֑א וַיִּֽהְי֞וּ יָמִ֧ים שְׁלוֹשָׁ֛ה בֹּזְזִ֥ים אֶת־הַשָּׁלָ֖ל כִּ֥י רַב־הֽוּא׃", 
            "וּבַיּ֣וֹם הָרְבִעִ֗י נִקְהֲלוּ֙ לְעֵ֣מֶק בְּרָכָ֔ה כִּי־שָׁ֖ם בֵּרֲכ֣וּ אֶת־יְהוָ֑ה עַל־כֵּ֡ן קָֽרְא֞וּ אֶת־שֵׁ֨ם הַמָּק֥וֹם הַה֛וּא עֵ֥מֶק בְּרָכָ֖ה עַד־הַיּֽוֹם׃", 
            "וַ֠יָּשֻׁבוּ כָּל־אִ֨ישׁ יְהוּדָ֤ה וִֽירוּשָׁלִַ֙ם֙ וִֽיהוֹשָׁפָ֣ט בְּרֹאשָׁ֔ם לָשׁ֥וּב אֶל־יְרוּשָׁלִַ֖ם בְּשִׂמְחָ֑ה כִּֽי־שִׂמְּחָ֥ם יְהוָ֖ה מֵֽאוֹיְבֵיהֶֽם׃", 
            "וַיָּבֹ֙אוּ֙ יְר֣וּשָׁלִַ֔ם בִּנְבָלִ֥ים וּבְכִנֹּר֖וֹת וּבַחֲצֹצְר֑וֹת אֶל־בֵּ֖ית יְהוָֽה׃", 
            "וַיְהִי֙ פַּ֣חַד אֱלֹהִ֔ים עַ֖ל כָּל־מַמְלְכ֣וֹת הָאֲרָצ֑וֹת בְּשָׁמְעָ֕ם כִּ֚י נִלְחַ֣ם יְהוָ֔ה עִ֖ם אוֹיְבֵ֥י יִשְׂרָאֵֽל׃", 
            "וַתִּשְׁקֹ֖ט מַלְכ֣וּת יְהוֹשָׁפָ֑ט וַיָּ֧נַֽח ל֦וֹ אֱלֹהָ֖יו מִסָּבִֽיב׃ (פ)", 
            "וַיִּמְלֹ֥ךְ יְהוֹשָׁפָ֖ט עַל־יְהוּדָ֑ה בֶּן־שְׁלֹשִׁים֩ וְחָמֵ֨שׁ שָׁנָ֜ה בְּמָלְכ֗וֹ וְעֶשְׂרִ֨ים וְחָמֵ֤שׁ שָׁנָה֙ מָלַ֣ךְ בִּֽירוּשָׁלִַ֔ם וְשֵׁ֣ם אִמּ֔וֹ עֲזוּבָ֖ה בַּת־שִׁלְחִֽי׃", 
            "וַיֵּ֗לֶךְ בְּדֶ֛רֶךְ אָבִ֥יו אָסָ֖א וְלֹא־סָ֣ר מִמֶּ֑נָּה לַעֲשׂ֥וֹת הַיָּשָׁ֖ר בְּעֵינֵ֥י יְהוָֽה׃", 
            "אַ֥ךְ הַבָּמ֖וֹת לֹא־סָ֑רוּ וְע֤וֹד הָעָם֙ לֹא־הֵכִ֣ינוּ לְבָבָ֔ם לֵאלֹהֵ֖י אֲבֹתֵיהֶֽם׃", 
            "וְיֶ֙תֶר֙ דִּבְרֵ֣י יְהוֹשָׁפָ֔ט הָרִאשֹׁנִ֖ים וְהָאַחֲרֹנִ֑ים הִנָּ֣ם כְּתוּבִ֗ים בְּדִבְרֵי֙ יֵה֣וּא בֶן־חֲנָ֔נִי אֲשֶׁ֣ר הֹֽעֲלָ֔ה עַל־סֵ֖פֶר מַלְכֵ֥י יִשְׂרָאֵֽל׃", 
            "וְאַחֲרֵיכֵ֗ן אֶתְחַבַּר֙ יְהוֹשָׁפָ֣ט מֶֽלֶךְ־יְהוּדָ֔ה עִ֖ם אֲחַזְיָ֣ה מֶֽלֶךְ־יִשְׂרָאֵ֑ל ה֖וּא הִרְשִׁ֥יעַ לַעֲשֽׂוֹת׃", 
            "וַיְחַבְּרֵ֣הוּ עִמּ֔וֹ לַעֲשׂ֥וֹת אֳנִיּ֖וֹת לָלֶ֣כֶת תַּרְשִׁ֑ישׁ וַיַּעֲשׂ֥וּ אֳנִיּ֖וֹת בְּעֶצְי֥וֹן גָּֽבֶר׃", 
            "וַיִּתְנַבֵּ֞א אֱלִיעֶ֤זֶר בֶּן־דֹּדָוָ֙הוּ֙ מִמָּ֣רֵשָׁ֔ה עַל־יְהוֹשָׁפָ֖ט לֵאמֹ֑ר כְּהִֽתְחַבֶּרְךָ֣ עִם־אֲחַזְיָ֗הוּ פָּרַ֤ץ יְהוָה֙ אֶֽת־מַעֲשֶׂ֔יךָ וַיִּשָּׁבְר֣וּ אֳנִיּ֔וֹת וְלֹ֥א עָצְר֖וּ לָלֶ֥כֶת אֶל־תַּרְשִֽׁישׁ׃"
        ], 
        [
            "וַיִּשְׁכַּ֤ב יְהֽוֹשָׁפָט֙ עִם־אֲבֹתָ֔יו וַיִּקָּבֵ֥ר עִם־אֲבֹתָ֖יו בְּעִ֣יר דָּוִ֑יד וַיִּמְלֹ֛ךְ יְהוֹרָ֥ם בְּנ֖וֹ תַּחְתָּֽיו׃", 
            "וְלֽוֹ־אַחִ֞ים בְּנֵ֣י יְהוֹשָׁפָ֗ט עֲזַרְיָ֤ה וִֽיחִיאֵל֙ וּזְכַרְיָ֣הוּ וַעֲזַרְיָ֔הוּ וּמִיכָאֵ֖ל וּשְׁפַטְיָ֑הוּ כָּל־אֵ֕לֶּה בְּנֵ֥י יְהוֹשָׁפָ֖ט מֶ֥לֶךְ־יִשְׂרָאֵֽל׃", 
            "וַיִּתֵּ֣ן לָהֶ֣ם ׀ אֲ֠בִיהֶם מַתָּנ֨וֹת רַבּ֜וֹת לְכֶ֤סֶף וּלְזָהָב֙ וּלְמִגְדָּנ֔וֹת עִם־עָרֵ֥י מְצֻר֖וֹת בִּֽיהוּדָ֑ה וְאֶת־הַמַּמְלָכָ֛ה נָתַ֥ן לִֽיהוֹרָ֖ם כִּי־ה֥וּא הַבְּכֽוֹר׃ (פ)", 
            "וַיָּ֨קָם יְהוֹרָ֜ם עַל־מַמְלֶ֤כַת אָבִיו֙ וַיִּתְחַזַּ֔ק וַיַּהֲרֹ֥ג אֶת־כָּל־אֶחָ֖יו בֶּחָ֑רֶב וְגַ֖ם מִשָּׂרֵ֥י יִשְׂרָאֵֽל׃", 
            "בֶּן־שְׁלֹשִׁ֥ים וּשְׁתַּ֛יִם שָׁנָ֖ה יְהוֹרָ֣ם בְּמָלְכ֑וֹ וּשְׁמוֹנֶ֣ה שָׁנִ֔ים מָלַ֖ךְ בִּירוּשָׁלִָֽם׃", 
            "וַיֵּ֜לֶךְ בְּדֶ֣רֶךְ ׀ מַלְכֵ֣י יִשְׂרָאֵ֗ל כַּאֲשֶׁ֤ר עָשׂוּ֙ בֵּ֣ית אַחְאָ֔ב כִּ֚י בַּת־אַחְאָ֔ב הָ֥יְתָה לּ֖וֹ אִשָּׁ֑ה וַיַּ֥עַשׂ הָרַ֖ע בְּעֵינֵ֥י יְהוָֽה׃", 
            "וְלֹא־אָבָ֣ה יְהוָ֗ה לְהַשְׁחִית֙ אֶת־בֵּ֣ית דָּוִ֔יד לְמַ֣עַן הַבְּרִ֔ית אֲשֶׁ֥ר כָּרַ֖ת לְדָוִ֑יד וְכַאֲשֶׁ֣ר אָמַ֗ר לָתֵ֨ת ל֥וֹ נִ֛יר וּלְבָנָ֖יו כָּל־הַיָּמִֽים׃", 
            "בְּיָמָיו֙ פָּשַׁ֣ע אֱד֔וֹם מִתַּ֖חַת יַד־יְהוּדָ֑ה וַיַּמְלִ֥יכוּ עֲלֵיהֶ֖ם מֶֽלֶךְ׃", 
            "וַיַּֽעֲבֹ֤ר יְהוֹרָם֙ עִם־שָׂרָ֔יו וְכָל־הָרֶ֖כֶב עִמּ֑וֹ וַיְהִי֙ קָ֣ם לַ֔יְלָה וַיַּ֗ךְ אֶת־אֱדוֹם֙ הַסּוֹבֵ֣ב אֵלָ֔יו וְאֵ֖ת שָׂרֵ֥י הָרָֽכֶב׃", 
            "וַיִּפְשַׁ֨ע אֱד֜וֹם מִתַּ֣חַת יַד־יְהוּדָ֗ה עַ֚ד הַיּ֣וֹם הַזֶּ֔ה אָ֣ז תִּפְשַׁ֥ע לִבְנָ֛ה בָּעֵ֥ת הַהִ֖יא מִתַּ֣חַת יָד֑וֹ כִּ֣י עָזַ֔ב אֶת־יְהוָ֖ה אֱלֹהֵ֥י אֲבֹתָֽיו׃", 
            "גַּם־ה֥וּא עָשָֽׂה־בָמ֖וֹת בְּהָרֵ֣י יְהוּדָ֑ה וַיֶּ֙זֶן֙ אֶת־יֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם וַיַּדַּ֖ח אֶת־יְהוּדָֽה׃ (פ)", 
            "וַיָּבֹ֤א אֵלָיו֙ מִכְתָּ֔ב מֵֽאֵלִיָּ֥הוּ הַנָּבִ֖יא לֵאמֹ֑ר כֹּ֣ה ׀ אָמַ֣ר יְהוָ֗ה אֱלֹהֵי֙ דָּוִ֣יד אָבִ֔יךָ תַּ֗חַת אֲשֶׁ֤ר לֹֽא־הָלַ֙כְתָּ֙ בְּדַרְכֵי֙ יְהוֹשָׁפָ֣ט אָבִ֔יךָ וּבְדַרְכֵ֖י אָסָ֥א מֶֽלֶךְ־יְהוּדָֽה׃", 
            "וַתֵּ֗לֶךְ בְּדֶ֙רֶךְ֙ מַלְכֵ֣י יִשְׂרָאֵ֔ל וַתַּזְנֶ֤ה אֶת־יְהוּדָה֙ וְאֶת־יֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם כְּהַזְנ֖וֹת בֵּ֣ית אַחְאָ֑ב וְגַ֨ם אֶת־אַחֶ֧יךָ בֵית־אָבִ֛יךָ הַטּוֹבִ֥ים מִמְּךָ֖ הָרָֽגְתָּ׃", 
            "הִנֵּ֣ה יְהוָ֗ה נֹגֵ֛ף מַגֵּפָ֥ה גְדוֹלָ֖ה בְּעַמֶּ֑ךָ וּבְבָנֶ֥יךָ וּבְנָשֶׁ֖יךָ וּבְכָל־רְכוּשֶֽׁךָ׃", 
            "וְאַתָּ֛ה בָּחֳלָיִ֥ים רַבִּ֖ים בְּמַחֲלֵ֣ה מֵעֶ֑יךָ עַד־יֵצְא֤וּ מֵעֶ֙יךָ֙ מִן־הַחֹ֔לִי יָמִ֖ים עַל־יָמִֽים׃", 
            "וַיָּ֨עַר יְהוָ֜ה עַל־יְהוֹרָ֗ם אֵ֣ת ר֤וּחַ הַפְּלִשְׁתִּים֙ וְהָ֣עַרְבִ֔ים אֲשֶׁ֖ר עַל־יַ֥ד כּוּשִֽׁים׃", 
            "וַיַּעֲל֤וּ בִֽיהוּדָה֙ וַיִּבְקָע֔וּהָ וַיִּשְׁבּ֗וּ אֵ֤ת כָּל־הָרְכוּשׁ֙ הַנִּמְצָ֣א לְבֵית־הַמֶּ֔לֶךְ וְגַם־בָּנָ֖יו וְנָשָׁ֑יו וְלֹ֤א נִשְׁאַר־לוֹ֙ בֵּ֔ן כִּ֥י אִם־יְהוֹאָחָ֖ז קְטֹ֥ן בָּנָֽיו׃", 
            "וְאַחֲרֵ֖י כָּל־זֹ֑את נְגָפ֨וֹ יְהוָ֧ה ׀ בְּמֵעָ֛יו לָחֳלִ֖י לְאֵ֥ין מַרְפֵּֽא׃", 
            "וַיְהִ֣י לְיָמִ֣ים ׀ מִיָּמִ֡ים וּכְעֵת֩ צֵ֨את הַקֵּ֜ץ לְיָמִ֣ים שְׁנַ֗יִם יָצְא֤וּ מֵעָיו֙ עִם־חָלְי֔וֹ וַיָּ֖מָת בְּתַחֲלֻאִ֣ים רָעִ֑ים וְלֹא־עָ֨שׂוּ ל֥וֹ עַמּ֛וֹ שְׂרֵפָ֖ה כִּשְׂרֵפַ֥ת אֲבֹתָֽיו׃", 
            "בֶּן־שְׁלֹשִׁ֤ים וּשְׁתַּ֙יִם֙ הָיָ֣ה בְמָלְכ֔וֹ וּשְׁמוֹנֶ֣ה שָׁנִ֔ים מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וַיֵּ֙לֶךְ֙ בְּלֹ֣א חֶמְדָּ֔ה וַֽיִּקְבְּרֻ֙הוּ֙ בְּעִ֣יר דָּוִ֔יד וְלֹ֖א בְּקִבְר֥וֹת הַמְּלָכִֽים׃"
        ], 
        [
            "וַיַּמְלִיכוּ֩ יוֹשְׁבֵ֨י יְרוּשָׁלִַ֜ם אֶת־אֲחַזְיָ֨הוּ בְנ֤וֹ הַקָּטֹן֙ תַּחְתָּ֔יו כִּ֤י כָל־הָרִאשֹׁנִים֙ הָרַ֣ג הַגְּד֔וּד הַבָּ֥א בָֽעַרְבִ֖ים לַֽמַּחֲנֶ֑ה וַיִּמְלֹ֛ךְ אֲחַזְיָ֥הוּ בֶן־יְהוֹרָ֖ם מֶ֥לֶךְ יְהוּדָֽה׃ (פ)", 
            "בֶּן־אַרְבָּעִ֨ים וּשְׁתַּ֤יִם שָׁנָה֙ אֲחַזְיָ֣הוּ בְמָלְכ֔וֹ וְשָׁנָ֣ה אַחַ֔ת מָלַ֖ךְ בִּֽירוּשָׁלִָ֑ם וְשֵׁ֣ם אִמּ֔וֹ עֲתַלְיָ֖הוּ בַּת־עָמְרִֽי׃", 
            "גַּם־ה֣וּא הָלַ֔ךְ בְּדַרְכֵ֖י בֵּ֣ית אַחְאָ֑ב כִּ֥י אִמּ֛וֹ הָיְתָ֥ה יֽוֹעַצְתּ֖וֹ לְהַרְשִֽׁיעַ׃", 
            "וַיַּ֧עַשׂ הָרַ֛ע בְּעֵינֵ֥י יְהוָ֖ה כְּבֵ֣ית אַחְאָ֑ב כִּי־הֵ֜מָּה הָֽיוּ־ל֣וֹ יֽוֹעֲצִ֗ים אַחֲרֵ֛י מ֥וֹת אָבִ֖יו לְמַשְׁחִ֥ית לֽוֹ׃", 
            "גַּ֣ם בַּעֲצָתָם֮ הָלַךְ֒ וַיֵּלֶךְ֩ אֶת־יְהוֹרָ֨ם בֶּן־אַחְאָ֜ב מֶ֣לֶךְ יִשְׂרָאֵ֗ל לַמִּלְחָמָ֛ה עַל־חֲזָאֵ֥ל מֶֽלֶךְ־אֲרָ֖ם בְּרָמ֣וֹת גִּלְעָ֑ד וַיַּכּ֥וּ הָֽרַמִּ֖ים אֶת־יוֹרָֽם׃", 
            "וַיָּ֜שָׁב לְהִתְרַפֵּ֣א בְיִזְרְעֶ֗אל כִּ֤י הַמַּכִּים֙ אֲשֶׁ֣ר הִכֻּ֣הוּ בָֽרָמָ֔ה בְּהִלָּ֣חֲמ֔וֹ אֶת־חֲזָהאֵ֖ל מֶ֣לֶךְ אֲרָ֑ם וַעֲזַרְיָ֨הוּ בֶן־יְהוֹרָ֜ם מֶ֣לֶךְ יְהוּדָ֗ה יָרַ֡ד לִרְא֞וֹת אֶת־יְהוֹרָ֧ם בֶּן־אַחְאָ֛ב בְּיִזְרְעֶ֖אל כִּי־חֹלֶ֥ה הֽוּא׃", 
            "וּמֵֽאֱלֹהִ֗ים הָיְתָה֙ תְּבוּסַ֣ת אֲחַזְיָ֔הוּ לָב֖וֹא אֶל־יוֹרָ֑ם וּבְבֹא֗וֹ יָצָ֤א עִם־יְהוֹרָם֙ אֶל־יֵה֣וּא בֶן־נִמְשִׁ֔י אֲשֶׁ֣ר מְשָׁח֣וֹ יְהוָ֔ה לְהַכְרִ֖ית אֶת־בֵּ֥ית אַחְאָֽב׃", 
            "וַיְהִ֕י כְּהִשָּׁפֵ֥ט יֵה֖וּא עִם־בֵּ֣ית אַחְאָ֑ב וַיִּמְצָא֩ אֶת־שָׂרֵ֨י יְהוּדָ֜ה וּבְנֵ֨י אֲחֵ֧י אֲחַזְיָ֛הוּ מְשָׁרְתִ֥ים לַאֲחַזְיָ֖הוּ וַיַּהַרְגֵֽם׃", 
            "וַיְבַקֵּשׁ֩ אֶת־אֲחַזְיָ֨הוּ וַֽיִּלְכְּדֻ֜הוּ וְה֧וּא מִתְחַבֵּ֣א בְשֹֽׁמְר֗וֹן וַיְבִאֻ֣הוּ אֶל־יֵהוּא֮ וַיְמִתֻהוּ֒ וַֽיִּקְבְּרֻ֔הוּ כִּ֤י אָֽמְרוּ֙ בֶּן־יְהוֹשָׁפָ֣ט ה֔וּא אֲשֶׁר־דָּרַ֥שׁ אֶת־יְהוָ֖ה בְּכָל־לְבָב֑וֹ וְאֵין֙ לְבֵ֣ית אֲחַזְיָ֔הוּ לַעְצֹ֥ר כֹּ֖חַ לְמַמְלָכָֽה׃", 
            "וַעֲתַלְיָ֙הוּ֙ אֵ֣ם אֲחַזְיָ֔הוּ רָאֲתָ֖ה כִּ֣י מֵ֣ת בְּנָ֑הּ וַתָּ֗קָם וַתְּדַבֵּ֛ר אֶת־כָּל־זֶ֥רַע הַמַּמְלָכָ֖ה לְבֵ֥ית יְהוּדָֽה׃", 
            "וַתִּקַּח֩ יְהוֹשַׁבְעַ֨ת בַּת־הַמֶּ֜לֶךְ אֶת־יוֹאָ֣שׁ בֶּן־אֲחַזְיָ֗הוּ וַתִּגְנֹ֤ב אֹתוֹ֙ מִתּ֤וֹךְ בְּנֵֽי־הַמֶּ֙לֶךְ֙ הַמּ֣וּמָתִ֔ים וַתִּתֵּ֥ן אֹת֛וֹ וְאֶת־מֵֽינִקְתּ֖וֹ בַּחֲדַ֣ר הַמִּטּ֑וֹת וַתַּסְתִּירֵ֡הוּ יְהוֹשַׁבְעַ֣ת בַּת־הַמֶּ֣לֶךְ יְהוֹרָ֡ם אֵשֶׁת֩ יְהוֹיָדָ֨ע הַכֹּהֵ֜ן כִּ֣י הִיא֩ הָיְתָ֨ה אֲח֧וֹת אֲחַזְיָ֛הוּ מִפְּנֵ֥י עֲתַלְיָ֖הוּ וְלֹ֥א הֱמִיתָֽתְהוּ׃", 
            "וַיְהִ֤י אִתָּם֙ בְּבֵ֣ית הָֽאֱלֹהִ֔ים מִתְחַבֵּ֖א שֵׁ֣שׁ שָׁנִ֖ים וַעֲתַלְיָ֖ה מֹלֶ֥כֶת עַל־הָאָֽרֶץ׃ (פ)"
        ], 
        [
            "וּבַשָּׁנָ֨ה הַשְּׁבִעִ֜ית הִתְחַזַּ֣ק יְהוֹיָדָ֗ע וַיִּקַּ֣ח אֶת־שָׂרֵ֣י הַמֵּא֡וֹת לַעֲזַרְיָ֣הוּ בֶן־יְרֹחָ֡ם וּלְיִשְׁמָעֵ֣אל בֶּן־יְ֠הוֹחָנָן וְלַֽעֲזַרְיָ֨הוּ בֶן־עוֹבֵ֜ד וְאֶת־מַעֲשֵׂיָ֧הוּ בֶן־עֲדָיָ֛הוּ וְאֶת־אֱלִישָׁפָ֥ט בֶּן־זִכְרִ֖י עִמּ֥וֹ בַבְּרִֽית׃", 
            "וַיָּסֹ֙בּוּ֙ בִּֽיהוּדָ֔ה וַיִּקְבְּצ֤וּ אֶת־הַלְוִיִּם֙ מִכָּל־עָרֵ֣י יְהוּדָ֔ה וְרָאשֵׁ֥י הָאָב֖וֹת לְיִשְׂרָאֵ֑ל וַיָּבֹ֖אוּ אֶל־יְרוּשָׁלִָֽם׃", 
            "וַיִּכְרֹ֨ת כָּל־הַקָּהָ֥ל בְּרִ֛ית בְּבֵ֥ית הָאֱלֹהִ֖ים עִם־הַמֶּ֑לֶךְ וַיֹּ֣אמֶר לָהֶ֗ם הִנֵּ֤ה בֶן־הַמֶּ֙לֶךְ֙ יִמְלֹ֔ךְ כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהוָ֖ה עַל־בְּנֵ֥י דָוִֽיד׃", 
            "זֶ֥ה הַדָּבָ֖ר אֲשֶׁ֣ר תַּעֲשׂ֑וּ הַשְּׁלִשִׁ֨ית מִכֶּ֜ם בָּאֵ֣י הַשַּׁבָּ֗ת לַכֹּֽהֲנִים֙ וְלַלְוִיִּ֔ם לְשֹֽׁעֲרֵ֖י הַסִּפִּֽים׃", 
            "וְהַשְּׁלִשִׁית֙ בְּבֵ֣ית הַמֶּ֔לֶךְ וְהַשְּׁלִשִׁ֖ית בְּשַׁ֣עַר הַיְס֑וֹד וְכָל־הָעָ֔ם בְּחַצְר֖וֹת בֵּ֥ית יְהוָֽה׃", 
            "וְאַל־יָב֣וֹא בֵית־יְהוָ֗ה כִּ֤י אִם־הַכֹּֽהֲנִים֙ וְהַמְשָׁרְתִ֣ים לַלְוִיִּ֔ם הֵ֥מָּה יָבֹ֖אוּ כִּי־קֹ֣דֶשׁ הֵ֑מָּה וְכָל־הָעָ֔ם יִשְׁמְר֖וּ מִשְׁמֶ֥רֶת יְהוָֽה׃", 
            "וְהִקִּיפוּ֩ הַלְוִיִּ֨ם אֶת־הַמֶּ֜לֶךְ סָבִ֗יב אִ֚ישׁ וְכֵלָ֣יו בְּיָד֔וֹ וְהַבָּ֥א אֶל־הַבַּ֖יִת יוּמָ֑ת וִֽהְי֥וּ אֶת־הַמֶּ֖לֶךְ בְּבֹא֥וֹ וּבְצֵאתֽוֹ׃", 
            "וַיַּעֲשׂ֨וּ הַלְוִיִּ֜ם וְכָל־יְהוּדָ֗ה כְּכֹ֣ל אֲשֶׁר־צִוָּה֮ יְהוֹיָדָ֣ע הַכֹּהֵן֒ וַיִּקְחוּ֙ אִ֣ישׁ אֶת־אֲנָשָׁ֔יו בָּאֵ֣י הַשַּׁבָּ֔ת עִ֖ם יוֹצְאֵ֣י הַשַּׁבָּ֑ת כִּ֣י לֹ֥א פָטַ֛ר יְהוֹיָדָ֥ע הַכֹּהֵ֖ן אֶת־הַֽמַּחְלְקֽוֹת׃", 
            "וַיִּתֵּן֩ יְהוֹיָדָ֨ע הַכֹּהֵ֜ן לְשָׂרֵ֣י הַמֵּא֗וֹת אֶת־הַֽחֲנִיתִים֙ וְאֶת־הַמָּגִנּוֹת֙ וְאֶת־הַשְּׁלָטִ֔ים אֲשֶׁ֖ר לַמֶּ֣לֶךְ דָּוִ֑יד אֲשֶׁ֖ר בֵּ֥ית הָאֱלֹהִֽים׃", 
            "וַיַּעֲמֵ֨ד אֶת־כָּל־הָעָ֜ם וְאִ֣ישׁ ׀ שִׁלְח֣וֹ בְיָד֗וֹ מִכֶּ֨תֶף הַבַּ֤יִת הַיְמָנִית֙ עַד־כֶּ֤תֶף הַבַּ֙יִת֙ הַשְּׂמָאלִ֔ית לַמִּזְבֵּ֖חַ וְלַבָּ֑יִת עַל־הַמֶּ֖לֶךְ סָבִֽיב׃", 
            "וַיּוֹצִ֣יאוּ אֶת־בֶּן־הַמֶּ֗לֶךְ וַיִּתְּנ֤וּ עָלָיו֙ אֶת־הַנֵּ֙זֶר֙ וְאֶת־הָ֣עֵד֔וּת וַיַּמְלִ֖יכוּ אֹת֑וֹ וַיִּמְשָׁחֻ֙הוּ֙ יְהוֹיָדָ֣ע וּבָנָ֔יו וַיֹּאמְר֖וּ יְחִ֥י הַמֶּֽלֶךְ׃ (ס)", 
            "וַתִּשְׁמַ֣ע עֲתַלְיָ֗הוּ אֶת־ק֤וֹל הָעָם֙ הָֽרָצִ֔ים וְהַֽמְהַֽלְלִ֖ים אֶת־הַמֶּ֑לֶךְ וַתָּב֥וֹא אֶל־הָעָ֖ם בֵּ֥ית יְהוָֽה׃", 
            "וַתֵּ֡רֶא וְהִנֵּ֣ה הַמֶּלֶךְ֩ עוֹמֵ֨ד עַֽל־עַמּוּד֜וֹ בַּמָּב֗וֹא וְהַשָּׂרִ֣ים וְהַחֲצֹצְרוֹת֮ עַל־הַמֶּלֶךְ֒ וְכָל־עַ֨ם הָאָ֜רֶץ שָׂמֵ֗חַ וְתוֹקֵ֙עַ֙ בַּחֲצֹ֣צְר֔וֹת וְהַמְשֽׁוֹרֲרִים֙ בִּכְלֵ֣י הַשִּׁ֔יר וּמוֹדִיעִ֖ים לְהַלֵּ֑ל וַתִּקְרַ֤ע עֲתַלְיָ֙הוּ֙ אֶת־בְּגָדֶ֔יהָ וַתֹּ֖אמֶר קֶ֥שֶׁר קָֽשֶׁר׃ (ס)", 
            "וַיּוֹצֵא֩ יְהוֹיָדָ֨ע הַכֹּהֵ֜ן אֶת־שָׂרֵ֥י הַמֵּא֣וֹת ׀ פְּקוּדֵ֣י הַחַ֗יִל וַיֹּ֤אמֶר אֲלֵהֶם֙ הֽוֹצִיא֙וּהָ֙ אֶל־מִבֵּ֣ית הַשְּׂדֵר֔וֹת וְהַבָּ֥א אַחֲרֶ֖יהָ יוּמַ֣ת בֶּחָ֑רֶב כִּ֚י אָמַ֣ר הַכֹּהֵ֔ן לֹ֥א תְמִית֖וּהָ בֵּ֥ית יְהוָֽה׃", 
            "וַיָּשִׂ֤ימוּ לָהּ֙ יָדַ֔יִם וַתָּב֛וֹא אֶל־מְב֥וֹא שַֽׁעַר־הַסּוּסִ֖ים בֵּ֣ית הַמֶּ֑לֶךְ וַיְמִית֖וּהָ שָֽׁם׃ (פ)", 
            "וַיִּכְרֹ֤ת יְהוֹיָדָע֙ בְּרִ֔ית בֵּינ֕וֹ וּבֵ֥ין כָּל־הָעָ֖ם וּבֵ֣ין הַמֶּ֑לֶךְ לִהְי֥וֹת לְעָ֖ם לַיהוָֽה׃", 
            "וַיָּבֹ֨אוּ כָל־הָעָ֤ם בֵּית־הַבַּ֙עַל֙ וַֽיִּתְּצֻ֔הוּ וְאֶת־מִזְבְּחֹתָ֥יו וְאֶת־צְלָמָ֖יו שִׁבֵּ֑רוּ וְאֵ֗ת מַתָּן֙ כֹּהֵ֣ן הַבַּ֔עַל הָרְג֖וּ לִפְנֵ֥י הַֽמִּזְבְּחֽוֹת׃", 
            "וַיָּשֶׂם֩ יְהוֹיָדָ֨ע פְּקֻדֹּ֜ת בֵּ֣ית יְהוָ֗ה בְּיַ֨ד הַכֹּהֲנִ֣ים הַלְוִיִּם֮ אֲשֶׁ֣ר חָלַ֣ק דָּוִיד֮ עַל־בֵּ֣ית יְהוָה֒ לְֽהַעֲל֞וֹת עֹל֣וֹת יְהוָ֗ה כַּכָּת֛וּב בְּתוֹרַ֥ת מֹשֶׁ֖ה בְּשִׂמְחָ֣ה וּבְשִׁ֑יר עַ֖ל יְדֵ֥י דָוִֽיד׃", 
            "וַֽיַּעֲמֵד֙ הַשּׁ֣וֹעֲרִ֔ים עַֽל־שַׁעֲרֵ֖י בֵּ֣ית יְהוָ֑ה וְלֹֽא־יָבֹ֥א טָמֵ֖א לְכָל־דָּבָֽר׃", 
            "וַיִּקַּ֣ח אֶת־שָׂרֵ֣י הַמֵּא֡וֹת וְאֶת־הָֽאַדִּירִים֩ וְאֶת־הַמּֽוֹשְׁלִ֨ים בָּעָ֜ם וְאֵ֣ת ׀ כָּל־עַ֣ם הָאָ֗רֶץ וַיּ֤וֹרֶד אֶת־הַמֶּ֙לֶךְ֙ מִבֵּ֣ית יְהוָ֔ה וַיָּבֹ֛אוּ בְּתֽוֹךְ־שַׁ֥עַר הָֽעֶלְי֖וֹן בֵּ֣ית הַמֶּ֑לֶךְ וַיּוֹשִׁ֙יבוּ֙ אֶת־הַמֶּ֔לֶךְ עַ֖ל כִּסֵּ֥א הַמַּמְלָכָֽה׃", 
            "וַיִּשְׂמְח֥וּ כָל־עַם־הָאָ֖רֶץ וְהָעִ֣יר שָׁקָ֑טָה וְאֶת־עֲתַלְיָ֖הוּ הֵמִ֥יתוּ בֶחָֽרֶב׃ (ס)"
        ], 
        [
            "בֶּן־שֶׁ֤בַע שָׁנִים֙ יֹאָ֣שׁ בְּמָלְכ֔וֹ וְאַרְבָּעִ֣ים שָׁנָ֔ה מָלַ֖ךְ בִּֽירוּשָׁלִָ֑ם וְשֵׁ֣ם אִמּ֔וֹ צִבְיָ֖ה מִבְּאֵ֥ר שָֽׁבַע׃", 
            "וַיַּ֧עַשׂ יוֹאָ֛שׁ הַיָּשָׁ֖ר בְּעֵינֵ֣י יְהוָ֑ה כָּל־יְמֵ֖י יְהוֹיָדָ֥ע הַכֹּהֵֽן׃", 
            "וַיִּשָּׂא־ל֥וֹ יְהוֹיָדָ֖ע נָשִׁ֣ים שְׁתָּ֑יִם וַיּ֖וֹלֶד בָּנִ֥ים וּבָנֽוֹת׃", 
            "וַיְהִ֖י אַחֲרֵיכֵ֑ן הָיָה֙ עִם־לֵ֣ב יוֹאָ֔שׁ לְחַדֵּ֖שׁ אֶת־בֵּ֥ית יְהוָֽה׃", 
            "וַיִּקְבֹּץ֮ אֶת־הַכֹּהֲנִ֣ים וְהַלְוִיִּם֒ וַיֹּ֣אמֶר לָהֶ֡ם צְא֣וּ לְעָרֵ֪י יְהוּדָ֟ה וְקִבְצוּ֩ מִכָּל־יִשְׂרָאֵ֨ל כֶּ֜סֶף לְחַזֵּ֣ק ׀ אֶת־בֵּ֣ית אֱלֹֽהֵיכֶ֗ם מִדֵּ֤י שָׁנָה֙ בְּשָׁנָ֔ה וְאַתֶּ֖ם תְּמַהֲר֣וּ לַדָּבָ֑ר וְלֹ֥א מִֽהֲר֖וּ הַֽלְוִיִּֽם׃", 
            "וַיִּקְרָ֣א הַמֶּלֶךְ֮ לִֽיהוֹיָדָ֣ע הָרֹאשׁ֒ וַיֹּ֣אמֶר ל֗וֹ מַדּ֙וּעַ֙ לֹֽא־דָרַ֣שְׁתָּ עַל־הַלְוִיִּ֔ם לְהָבִ֞יא מִֽיהוּדָ֣ה וּמִֽירוּשָׁלִַ֗ם אֶת־מַשְׂאַת֙ מֹשֶׁ֣ה עֶֽבֶד־יְהוָ֔ה וְהַקָּהָ֖ל לְיִשְׂרָאֵ֑ל לְאֹ֖הֶל הָעֵדֽוּת׃", 
            "כִּ֤י עֲתַלְיָ֙הוּ֙ הַמִּרְשַׁ֔עַת בָּנֶ֥יהָ פָרְצ֖וּ אֶת־בֵּ֣ית הָאֱלֹהִ֑ים וְגַם֙ כָּל־קָדְשֵׁ֣י בֵית־יְהוָ֔ה עָשׂ֖וּ לַבְּעָלִֽים׃", 
            "וַיֹּ֣אמֶר הַמֶּ֔לֶךְ וַֽיַּעֲשׂ֖וּ אֲר֣וֹן אֶחָ֑ד וַֽיִּתְּנֻ֛הוּ בְּשַׁ֥עַר בֵּית־יְהוָ֖ה חֽוּצָה׃", 
            "וַיִּתְּנוּ־ק֞וֹל בִּֽיהוּדָ֣ה וּבִֽירוּשָׁלִַ֗ם לְהָבִ֤יא לַֽיהוָה֙ מַשְׂאַ֞ת מֹשֶׁ֧ה עֶֽבֶד־הָאֱלֹהִ֛ים עַל־יִשְׂרָאֵ֖ל בַּמִּדְבָּֽר׃", 
            "וַיִּשְׂמְח֥וּ כָל־הַשָּׂרִ֖ים וְכָל־הָעָ֑ם וַיָּבִ֛יאוּ וַיַּשְׁלִ֥יכוּ לָאָר֖וֹן עַד־לְכַלֵּֽה׃", 
            "וַיְהִ֡י בְּעֵת֩ יָבִ֨יא אֶת־הָֽאָר֜וֹן אֶל־פְּקֻדַּ֣ת הַמֶּלֶךְ֮ בְּיַ֣ד הַלְוִיִּם֒ וְכִרְאוֹתָ֞ם כִּי־רַ֣ב הַכֶּ֗סֶף וּבָ֨א סוֹפֵ֤ר הַמֶּ֙לֶךְ֙ וּפְקִיד֙ כֹּהֵ֣ן הָרֹ֔אשׁ וִיעָ֙רוּ֙ אֶת־הָ֣אָר֔וֹן וְיִשָּׂאֻ֖הוּ וִֽישִׁיבֻ֣הוּ אֶל־מְקֹמ֑וֹ כֹּ֤ה עָשׂוּ֙ לְי֣וֹם ׀ בְּי֔וֹם וַיַּֽאַסְפוּ־כֶ֖סֶף לָרֹֽב׃", 
            "וַיִּתְּנֵ֨הוּ הַמֶּ֜לֶךְ וִֽיהוֹיָדָ֗ע אֶל־עוֹשֵׂה֙ מְלֶ֙אכֶת֙ עֲבוֹדַ֣ת בֵּית־יְהוָ֔ה וַיִּֽהְי֤וּ שֹׂכְרִים֙ חֹצְבִ֣ים וְחָרָשִׁ֔ים לְחַדֵּ֖שׁ בֵּ֣ית יְהוָ֑ה וְ֠גַם לְחָרָשֵׁ֤י בַרְזֶל֙ וּנְחֹ֔שֶׁת לְחַזֵּ֖ק אֶת־בֵּ֥ית יְהוָֽה׃", 
            "וַֽיַּעֲשׂוּ֙ עֹשֵׂ֣י הַמְּלָאכָ֔ה וַתַּ֧עַל אֲרוּכָ֛ה לַמְּלָאכָ֖ה בְּיָדָ֑ם וַֽיַּעֲמִ֜ידוּ אֶת־בֵּ֧ית הָֽאֱלֹהִ֛ים עַל־מַתְכֻּנְתּ֖וֹ וַֽיְאַמְּצֻֽהוּ׃", 
            "וּֽכְכַלּוֹתָ֡ם הֵבִ֣יאוּ לִפְנֵי֩ הַמֶּ֨לֶךְ וִֽיהוֹיָדָ֜ע אֶת־שְׁאָ֣ר הַכֶּ֗סֶף וַיַּעֲשֵׂ֨הוּ כֵלִ֤ים לְבֵית־יְהוָה֙ כְּלֵ֣י שָׁרֵ֔ת וְהַעֲל֣וֹת וְכַפּ֔וֹת וּכְלֵ֥י זָהָ֖ב וָכָ֑סֶף וַ֠יִּֽהְיוּ מַעֲלִ֨ים עֹל֤וֹת בְּבֵית־יְהוָה֙ תָּמִ֔יד כֹּ֖ל יְמֵ֥י יְהוֹיָדָֽע׃ (פ)", 
            "וַיִּזְקַ֧ן יְהוֹיָדָ֛ע וַיִּשְׂבַּ֥ע יָמִ֖ים וַיָּמֹ֑ת בֶּן־מֵאָ֧ה וּשְׁלֹשִׁ֛ים שָׁנָ֖ה בְּמוֹתֽוֹ׃", 
            "וַיִּקְבְּרֻ֥הוּ בְעִיר־דָּוִ֖יד עִם־הַמְּלָכִ֑ים כִּֽי־עָשָׂ֤ה טוֹבָה֙ בְּיִשְׂרָאֵ֔ל וְעִ֥ם הָאֱלֹהִ֖ים וּבֵיתֽוֹ׃ (ס)", 
            "וְאַֽחֲרֵ֥י מוֹת֙ יְה֣וֹיָדָ֔ע בָּ֚אוּ שָׂרֵ֣י יְהוּדָ֔ה וַיִּֽשְׁתַּחֲו֖וּ לַמֶּ֑לֶךְ אָ֛ז שָׁמַ֥ע הַמֶּ֖לֶךְ אֲלֵיהֶֽם׃", 
            "וַיַּֽעַזְב֗וּ אֶת־בֵּ֤ית יְהוָה֙ אֱלֹהֵ֣י אֲבוֹתֵיהֶ֔ם וַיַּֽעַבְד֥וּ אֶת־הָאֲשֵׁרִ֖ים וְאֶת־הָֽעֲצַבִּ֑ים וַֽיְהִי־קֶ֗צֶף עַל־יְהוּדָה֙ וִיר֣וּשָׁלִַ֔ם בְּאַשְׁמָתָ֖ם זֹֽאת׃", 
            "וַיִּשְׁלַ֤ח בָּהֶם֙ נְבִאִ֔ים לַהֲשִׁיבָ֖ם אֶל־יְהוָ֑ה וַיָּעִ֥ידוּ בָ֖ם וְלֹ֥א הֶאֱזִֽינוּ׃ (ס)", 
            "וְר֣וּחַ אֱלֹהִ֗ים לָֽבְשָׁה֙ אֶת־זְכַרְיָה֙ בֶּן־יְהוֹיָדָ֣ע הַכֹּהֵ֔ן וַֽיַּעֲמֹ֖ד מֵעַ֣ל לָעָ֑ם וַיֹּ֨אמֶר לָהֶ֜ם כֹּ֣ה ׀ אָמַ֣ר הָאֱלֹהִ֗ים לָמָה֩ אַתֶּ֨ם עֹבְרִ֜ים אֶת־מִצְוֺ֤ת יְהוָה֙ וְלֹ֣א תַצְלִ֔יחוּ כִּֽי־עֲזַבְתֶּ֥ם אֶת־יְהוָ֖ה וַיַּֽעֲזֹ֥ב אֶתְכֶֽם׃", 
            "וַיִּקְשְׁר֣וּ עָלָ֔יו וַיִּרְגְּמֻ֥הוּ אֶ֖בֶן בְּמִצְוַ֣ת הַמֶּ֑לֶךְ בַּחֲצַ֖ר בֵּ֥ית יְהוָֽה׃", 
            "וְלֹא־זָכַ֞ר יוֹאָ֣שׁ הַמֶּ֗לֶךְ הַחֶ֙סֶד֙ אֲשֶׁ֨ר עָשָׂ֜ה יְהוֹיָדָ֤ע אָבִיו֙ עִמּ֔וֹ וַֽיַּהֲרֹ֖ג אֶת־בְּנ֑וֹ וּכְמוֹת֣וֹ אָמַ֔ר יֵ֥רֶא יְהוָ֖ה וְיִדְרֹֽשׁ׃ (פ)", 
            "וַיְהִ֣י ׀ לִתְקוּפַ֣ת הַשָּׁנָ֗ה עָלָ֣ה עָלָיו֮ חֵ֣יל אֲרָם֒ וַיָּבֹ֗אוּ אֶל־יְהוּדָה֙ וִיר֣וּשָׁלִַ֔ם וַיַּשְׁחִ֛יתוּ אֶת־כָּל־שָׂרֵ֥י הָעָ֖ם מֵעָ֑ם וְכָל־שְׁלָלָ֥ם שִׁלְּח֖וּ לְמֶ֥לֶךְ דַּרְמָֽשֶׂק׃", 
            "כִּי֩ בְמִצְעַ֨ר אֲנָשִׁ֜ים בָּ֣אוּ ׀ חֵ֣יל אֲרָ֗ם וַֽיהוָה֙ נָתַ֨ן בְּיָדָ֥ם חַ֙יִל֙ לָרֹ֣ב מְאֹ֔ד כִּ֣י עָֽזְב֔וּ אֶת־יְהוָ֖ה אֱלֹהֵ֣י אֲבוֹתֵיהֶ֑ם וְאֶת־יוֹאָ֖שׁ עָשׂ֥וּ שְׁפָטִֽים׃", 
            "וּבְלֶכְתָּ֣ם מִמֶּ֗נּוּ כִּֽי־עָזְב֣וּ אֹתוֹ֮ במחליים [בְּמַחֲלוּיִ֣ם] רַבִּים֒ הִתְקַשְּׁר֨וּ עָלָ֜יו עֲבָדָ֗יו בִּדְמֵי֙ בְּנֵי֙ יְהוֹיָדָ֣ע הַכֹּהֵ֔ן וַיַּֽהַרְגֻ֥הוּ עַל־מִטָּת֖וֹ וַיָּמֹ֑ת וַֽיִּקְבְּרֻ֙הוּ֙ בְּעִ֣יר דָּוִ֔יד וְלֹ֥א קְבָרֻ֖הוּ בְּקִבְר֥וֹת הַמְּלָכִֽים׃ (ס)", 
            "וְאֵ֖לֶּה הַמִּתְקַשְּׁרִ֣ים עָלָ֑יו זָבָ֗ד בֶּן־שִׁמְעָת֙ הָֽעַמּוֹנִ֔ית וִיה֣וֹזָבָ֔ד בֶּן־שִׁמְרִ֖ית הַמּוֹאָבִֽית׃", 
            "וּבָנָ֞יו ורב [יִ֧רֶ֞ב] הַמַּשָּׂ֣א עָלָ֗יו וִיסוֹד֙ בֵּ֣ית הָאֱלֹהִ֔ים הִנָּ֣ם כְּתוּבִ֔ים עַל־מִדְרַ֖שׁ סֵ֣פֶר הַמְּלָכִ֑ים וַיִּמְלֹ֛ךְ אֲמַצְיָ֥הוּ בְנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "בֶּן־עֶשְׂרִ֨ים וְחָמֵ֤שׁ שָׁנָה֙ מָלַ֣ךְ אֲמַצְיָ֔הוּ וְעֶשְׂרִ֣ים וָתֵ֙שַׁע֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וְשֵׁ֣ם אִמּ֔וֹ יְהוֹעַדָּ֖ן מִירוּשָׁלָֽיִם׃", 
            "וַיַּ֥עַשׂ הַיָּשָׁ֖ר בְּעֵינֵ֣י יְהוָ֑ה רַ֕ק לֹ֖א בְּלֵבָ֥ב שָׁלֵֽם׃", 
            "וַיְהִ֕י כַּאֲשֶׁ֛ר חָזְקָ֥ה הַמַּמְלָכָ֖ה עָלָ֑יו וַֽיַּהֲרֹג֙ אֶת־עֲבָדָ֔יו הַמַּכִּ֖ים אֶת־הַמֶּ֥לֶךְ אָבִֽיו׃", 
            "וְאֶת־בְּנֵיהֶ֖ם לֹ֣א הֵמִ֑ית כִּ֣י כַכָּת֣וּב בַּתּוֹרָ֡ה בְּסֵ֣פֶר מֹשֶׁה֩ אֲשֶׁר־צִוָּ֨ה יְהוָ֜ה לֵאמֹ֗ר לֹא־יָמ֨וּתוּ אָב֤וֹת עַל־בָּנִים֙ וּבָנִים֙ לֹא־יָמ֣וּתוּ עַל־אָב֔וֹת כִּ֛י אִ֥ישׁ בְּחֶטְא֖וֹ יָמֽוּתוּ׃ (פ)", 
            "וַיִּקְבֹּ֤ץ אֲמַצְיָ֙הוּ֙ אֶת־יְהוּדָ֔ה וַיַּֽעֲמִידֵ֣ם לְבֵית־אָב֗וֹת לְשָׂרֵ֤י הָאֲלָפִים֙ וּלְשָׂרֵ֣י הַמֵּא֔וֹת לְכָל־יְהוּדָ֖ה וּבִנְיָמִ֑ן וַֽיִּפְקְדֵ֗ם לְמִבֶּ֨ן עֶשְׂרִ֤ים שָׁנָה֙ וָמַ֔עְלָה וַיִּמְצָאֵ֗ם שְׁלֹשׁ־מֵא֨וֹת אֶ֤לֶף בָּחוּר֙ יוֹצֵ֣א צָבָ֔א אֹחֵ֖ז רֹ֥מַח וְצִנָּֽה׃", 
            "וַיִּשְׂכֹּ֣ר מִיִּשְׂרָאֵ֗ל מֵ֥אָה אֶ֛לֶף גִּבּ֥וֹר חָ֖יִל בְּמֵאָ֥ה כִכַּר־כָּֽסֶף׃", 
            "וְאִ֣ישׁ הָאֱלֹהִ֗ים בָּ֤א אֵלָיו֙ לֵאמֹ֔ר הַמֶּ֕לֶךְ אַל־יָבֹ֥א עִמְּךָ֖ צְבָ֣א יִשְׂרָאֵ֑ל כִּ֣י אֵ֤ין יְהוָה֙ עִם־יִשְׂרָאֵ֔ל כֹּ֖ל בְּנֵ֥י אֶפְרָֽיִם׃", 
            "כִּ֚י אִם־בֹּ֣א אַתָּ֔ה עֲשֵׂ֖ה חֲזַ֣ק לַמִּלְחָמָ֑ה יַכְשִֽׁילְךָ֤ הָֽאֱלֹהִים֙ לִפְנֵ֣י אוֹיֵ֔ב כִּ֥י יֶשׁ־כֹּ֛חַ בֵּאלֹהִ֖ים לַעְז֥וֹר וּלְהַכְשִֽׁיל׃", 
            "וַיֹּ֤אמֶר אֲמַצְיָ֙הוּ֙ לְאִ֣ישׁ הָאֱלֹהִ֔ים וּמַֽה־לַּעֲשׂוֹת֙ לִמְאַ֣ת הַכִּכָּ֔ר אֲשֶׁ֥ר נָתַ֖תִּי לִגְד֣וּד יִשְׂרָאֵ֑ל וַיֹּ֙אמֶר֙ אִ֣ישׁ הָֽאֱלֹהִ֔ים יֵ֚שׁ לַֽיהוָ֔ה לָ֥תֶת לְךָ֖ הַרְבֵּ֥ה מִזֶּֽה׃", 
            "וַיַּבְדִּילֵ֣ם אֲמַצְיָ֗הוּ לְהַגְּדוּד֙ אֲשֶׁר־בָּ֤א אֵלָיו֙ מֵֽאֶפְרַ֔יִם לָלֶ֖כֶת לִמְקוֹמָ֑ם וַיִּ֨חַר אַפָּ֤ם מְאֹד֙ בִּֽיהוּדָ֔ה וַיָּשׁ֥וּבוּ לִמְקוֹמָ֖ם בָּחֳרִי־אָֽף׃ (פ)", 
            "וַאֲמַצְיָ֙הוּ֙ הִתְחַזַּ֔ק וַיִּנְהַג֙ אֶת־עַמּ֔וֹ וַיֵּ֖לֶךְ גֵּ֣יא הַמֶּ֑לַח וַיַּ֥ךְ אֶת־בְּנֵי־שֵׂעִ֖יר עֲשֶׂ֥רֶת אֲלָפִֽים׃", 
            "וַעֲשֶׂ֨רֶת אֲלָפִ֜ים חַיִּ֗ים שָׁבוּ֙ בְּנֵ֣י יְהוּדָ֔ה וַיְבִיא֖וּם לְרֹ֣אשׁ הַסָּ֑לַע וַיַּשְׁלִיכ֛וּם מֵֽרֹאשׁ־הַסֶּ֖לַע וְכֻלָּ֥ם נִבְקָֽעוּ׃ (ס)", 
            "וּבְנֵ֣י הַגְּד֗וּד אֲשֶׁ֨ר הֵשִׁ֤יב אֲמַצְיָ֙הוּ֙ מִלֶּ֤כֶת עִמּוֹ֙ לַמִּלְחָמָ֔ה וַֽיִּפְשְׁטוּ֙ בְּעָרֵ֣י יְהוּדָ֔ה מִשֹּׁמְר֖וֹן וְעַד־בֵּ֣ית חוֹר֑וֹן וַיַּכּ֤וּ מֵהֶם֙ שְׁלֹ֣שֶׁת אֲלָפִ֔ים וַיָּבֹ֖זּוּ בִּזָּ֥ה רַבָּֽה׃ (ס)", 
            "וַיְהִ֗י אַחֲרֵ֨י ב֤וֹא אֲמַצְיָ֙הוּ֙ מֵֽהַכּ֣וֹת אֶת־אֲדוֹמִ֔ים וַיָּבֵ֗א אֶת־אֱלֹהֵי֙ בְּנֵ֣י שֵׂעִ֔יר וַיַּֽעֲמִידֵ֥ם ל֖וֹ לֵאלֹהִ֑ים וְלִפְנֵיהֶ֥ם יִֽשְׁתַּחֲוֶ֖ה וְלָהֶ֥ם יְקַטֵּֽר׃", 
            "וַיִּֽחַר־אַ֥ף יְהוָ֖ה בַּאֲמַצְיָ֑הוּ וַיִּשְׁלַ֤ח אֵלָיו֙ נָבִ֔יא וַיֹּ֣אמֶר ל֗וֹ לָ֤מָּה דָרַ֙שְׁתָּ֙ אֶת־אֱלֹהֵ֣י הָעָ֔ם אֲשֶׁ֛ר לֹא־הִצִּ֥ילוּ אֶת־עַמָּ֖ם מִיָּדֶֽךָ׃", 
            "וַיְהִ֣י ׀ בְּדַבְּר֣וֹ אֵלָ֗יו וַיֹּ֤אמֶר לוֹ֙ הַלְיוֹעֵ֤ץ לַמֶּ֙לֶךְ֙ נְתַנּ֔וּךָ חֲדַל־לְךָ֖ לָ֣מָּה יַכּ֑וּךָ וַיֶּחְדַּ֣ל הַנָּבִ֗יא וַיֹּ֙אמֶר֙ יָדַ֗עְתִּי כִּֽי־יָעַ֤ץ אֱלֹהִים֙ לְהַשְׁחִיתֶ֔ךָ כִּֽי־עָשִׂ֣יתָ זֹּ֔את וְלֹ֥א שָׁמַ֖עְתָּ לַעֲצָתִֽי׃ (פ)", 
            "וַיִּוָּעַ֗ץ אֲמַצְיָ֙הוּ֙ מֶ֣לֶךְ יְהוּדָ֔ה וַ֠יִּשְׁלַח אֶל־יוֹאָ֨שׁ בֶּן־יְהוֹאָחָ֧ז בֶּן־יֵה֛וּא מֶ֥לֶךְ יִשְׂרָאֵ֖ל לֵאמֹ֑ר לך [לְכָ֖ה] נִתְרָאֶ֥ה פָנִֽים׃", 
            "וַיִּשְׁלַ֞ח יוֹאָ֣שׁ מֶֽלֶךְ־יִשְׂרָאֵ֗ל אֶל־אֲמַצְיָ֣הוּ מֶֽלֶךְ־יְהוּדָה֮ לֵאמֹר֒ הַח֜וֹחַ אֲשֶׁ֣ר בַּלְּבָנ֗וֹן שָׁ֠לַח אֶל־הָאֶ֜רֶז אֲשֶׁ֤ר בַּלְּבָנוֹן֙ לֵאמֹ֔ר תְּנָֽה־אֶת־בִּתְּךָ֥ לִבְנִ֖י לְאִשָּׁ֑ה וַֽתַּעֲבֹ֞ר חַיַּ֤ת הַשָּׂדֶה֙ אֲשֶׁ֣ר בַּלְּבָנ֔וֹן וַתִּרְמֹ֖ס אֶת־הַחֽוֹחַ׃", 
            "אָמַ֗רְתָּ הִנֵּ֤ה הִכִּ֙יתָ֙ אֶת־אֱד֔וֹם וּנְשָׂאֲךָ֥ לִבְּךָ֖ לְהַכְבִּ֑יד עַתָּה֙ שְׁבָ֣ה בְּבֵיתֶ֔ךָ לָ֤מָּה תִתְגָּרֶה֙ בְּרָעָ֔ה וְנָ֣פַלְתָּ֔ אַתָּ֖ה וִיהוּדָ֥ה עִמָּֽךְ׃", 
            "וְלֹא־שָׁמַ֣ע אֲמַצְיָ֔הוּ כִּ֤י מֵהָֽאֱלֹהִים֙ הִ֔יא לְמַ֖עַן תִּתָּ֣ם בְּיָ֑ד כִּ֣י דָֽרְשׁ֔וּ אֵ֖ת אֱלֹהֵ֥י אֱדֽוֹם׃", 
            "וַיַּ֨עַל יוֹאָ֤שׁ מֶֽלֶךְ־יִשְׂרָאֵל֙ וַיִּתְרָא֣וּ פָנִ֔ים ה֖וּא וַאֲמַצְיָ֣הוּ מֶֽלֶךְ־יְהוּדָ֑ה בְּבֵ֥ית שֶׁ֖מֶשׁ אֲשֶׁ֥ר לִיהוּדָֽה׃", 
            "וַיִּנָּ֥גֶף יְהוּדָ֖ה לִפְנֵ֣י יִשְׂרָאֵ֑ל וַיָּנֻ֖סוּ אִ֥ישׁ לְאֹהָלָֽיו׃", 
            "וְאֵת֩ אֲמַצְיָ֨הוּ מֶֽלֶךְ־יְהוּדָ֜ה בֶּן־יוֹאָ֣שׁ בֶּן־יְהוֹאָחָ֗ז תָּפַ֛שׂ יוֹאָ֥שׁ מֶֽלֶךְ־יִשְׂרָאֵ֖ל בְּבֵ֣ית שָׁ֑מֶשׁ וַיְבִיאֵ֙הוּ֙ יְר֣וּשָׁלִַ֔ם וַיִּפְרֹ֞ץ בְּחוֹמַ֣ת יְרוּשָׁלִַ֗ם מִשַּׁ֤עַר אֶפְרַ֙יִם֙ עַד־שַׁ֣עַר הַפּוֹנֶ֔ה אַרְבַּ֥ע מֵא֖וֹת אַמָּֽה׃", 
            "וְכָֽל־הַזָּהָ֣ב וְהַכֶּ֡סֶף וְאֵ֣ת כָּל־הַ֠כֵּלִים הַנִּמְצְאִ֨ים בְּבֵית־הָאֱלֹהִ֜ים עִם־עֹבֵ֣ד אֱד֗וֹם וְאֶת־אֹצְרוֹת֙ בֵּ֣ית הַמֶּ֔לֶךְ וְאֵ֖ת בְּנֵ֣י הַתַּֽעֲרֻב֑וֹת וַיָּ֖שָׁב שֹׁמְרֽוֹן׃ (פ)", 
            "וַיְחִ֨י אֲמַצְיָ֤הוּ בֶן־יוֹאָשׁ֙ מֶ֣לֶךְ יְהוּדָ֔ה אַחֲרֵ֣י מ֔וֹת יוֹאָ֥שׁ בֶּן־יְהוֹאָחָ֖ז מֶ֣לֶךְ יִשְׂרָאֵ֑ל חֲמֵ֥שׁ עֶשְׂרֵ֖ה שָׁנָֽה׃", 
            "וְיֶ֙תֶר֙ דִּבְרֵ֣י אֲמַצְיָ֔הוּ הָרִאשֹׁנִ֖ים וְהָאַחֲרוֹנִ֑ים הֲלֹא֙ הִנָּ֣ם כְּתוּבִ֔ים עַל־סֵ֥פֶר מַלְכֵי־יְהוּדָ֖ה וְיִשְׂרָאֵֽל׃", 
            "וּמֵעֵ֗ת אֲשֶׁר־סָ֤ר אֲמַצְיָ֙הוּ֙ מֵאַחֲרֵ֣י יְהוָ֔ה וַיִּקְשְׁר֨וּ עָלָ֥יו קֶ֛שֶׁר בִּירוּשָׁלִַ֖ם וַיָּ֣נָס לָכִ֑ישָׁה וַיִּשְׁלְח֤וּ אַחֲרָיו֙ לָכִ֔ישָׁה וַיְמִיתֻ֖הוּ שָֽׁם׃", 
            "וַיִּשָּׂאֻ֖הוּ עַל־הַסּוּסִ֑ים וַֽיִּקְבְּר֥וּ אֹת֛וֹ עִם־אֲבֹתָ֖יו בְּעִ֥יר יְהוּדָֽה׃"
        ], 
        [
            "וַיִּקְח֞וּ כָּל־עַ֤ם יְהוּדָה֙ אֶת־עֻזִּיָּ֔הוּ וְה֕וּא בֶּן־שֵׁ֥שׁ עֶשְׂרֵ֖ה שָׁנָ֑ה וַיַּמְלִ֣יכוּ אֹת֔וֹ תַּ֖חַת אָבִ֥יו אֲמַצְיָֽהוּ׃", 
            "ה֚וּא בָּנָ֣ה אֶת־אֵיל֔וֹת וַיְשִׁיבֶ֖הָ לִֽיהוּדָ֑ה אַחֲרֵ֥י שְׁכַֽב־הַמֶּ֖לֶךְ עִם־אֲבֹתָֽיו׃ (פ)", 
            "בֶּן־שֵׁ֨שׁ עֶשְׂרֵ֤ה שָׁנָה֙ עֻזִּיָּ֣הוּ בְמָלְכ֔וֹ וַחֲמִשִּׁ֤ים וּשְׁתַּ֙יִם֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וְשֵׁ֣ם אִמּ֔וֹ יכיליה [יְכָלְיָ֖ה] מִן־יְרוּשָׁלִָֽם׃", 
            "וַיַּ֥עַשׂ הַיָּשָׁ֖ר בְּעֵינֵ֣י יְהוָ֑ה כְּכֹ֥ל אֲשֶׁר־עָשָׂ֖ה אֲמַצְיָ֥הוּ אָבִֽיו׃", 
            "וַיְהִי֙ לִדְרֹ֣שׁ אֱלֹהִ֔ים בִּימֵ֣י זְכַרְיָ֔הוּ הַמֵּבִ֖ין בִּרְאֹ֣ת הָאֱלֹהִ֑ים וּבִימֵי֙ דָּרְשׁ֣וֹ אֶת־יְהוָ֔ה הִצְלִיח֖וֹ הָאֱלֹהִֽים׃ (ס)", 
            "וַיֵּצֵא֙ וַיִּלָּ֣חֶם בַּפְּלִשְׁתִּ֔ים וַיִּפְרֹ֞ץ אֶת־ח֣וֹמַת גַּ֗ת וְאֵת֙ חוֹמַ֣ת יַבְנֵ֔ה וְאֵ֖ת חוֹמַ֣ת אַשְׁדּ֑וֹד וַיִּבְנֶ֣ה עָרִ֔ים בְּאַשְׁדּ֖וֹד וּבַפְּלִשְׁתִּֽים׃", 
            "וַיַּעְזְרֵ֨הוּ הָֽאֱלֹהִ֜ים עַל־פְּלִשְׁתִּ֧ים וְעַל־הערביים [הָֽעַרְבִ֛ים] הַיֹּשְׁבִ֥ים בְּגוּר־בָּ֖עַל וְהַמְּעוּנִֽים׃", 
            "וַיִּתְּנ֧וּ הָֽעַמּוֹנִ֛ים מִנְחָ֖ה לְעֻזִּיָּ֑הוּ וַיֵּ֤לֶךְ שְׁמוֹ֙ עַד־לְב֣וֹא מִצְרַ֔יִם כִּ֥י הֶחֱזִ֖יק עַד־לְמָֽעְלָה׃", 
            "וַיִּ֨בֶן עֻזִּיָּ֤הוּ מִגְדָּלִים֙ בִּיר֣וּשָׁלִַ֔ם עַל־שַׁ֧עַר הַפִּנָּ֛ה וְעַל־שַׁ֥עַר הַגַּ֖יְא וְעַל־הַמִּקְצ֑וֹעַ וַֽיְחַזְּקֵֽם׃", 
            "וַיִּ֨בֶן מִגְדָּלִ֜ים בַּמִּדְבָּ֗ר וַיַּחְצֹב֙ בֹּר֣וֹת רַבִּ֔ים כִּ֤י מִקְנֶה־רַּב֙ הָ֣יָה ל֔וֹ וּבַשְּׁפֵלָ֖ה וּבַמִּישׁ֑וֹר אִכָּרִ֣ים וְכֹֽרְמִ֗ים בֶּהָרִים֙ וּבַכַּרְמֶ֔ל כִּֽי־אֹהֵ֥ב אֲדָמָ֖ה הָיָֽה׃ (ס)", 
            "וַיְהִ֣י לְעֻזִּיָּ֡הוּ חַיִל֩ עֹשֵׂ֨ה מִלְחָמָ֜ה יוֹצְאֵ֧י צָבָ֣א לִגְד֗וּד בְּמִסְפַּר֙ פְּקֻדָּתָ֔ם בְּיַד֙ יעואל [יְעִיאֵ֣ל] הַסּוֹפֵ֔ר וּמַעֲשֵׂיָ֖הוּ הַשּׁוֹטֵ֑ר עַ֚ל יַד־חֲנַנְיָ֔הוּ מִשָּׂרֵ֖י הַמֶּֽלֶךְ׃", 
            "כֹּ֠ל מִסְפַּ֞ר רָאשֵׁ֤י הָאָבוֹת֙ לְגִבּ֣וֹרֵי חָ֔יִל אַלְפַּ֖יִם וְשֵׁ֥שׁ מֵאֽוֹת׃", 
            "וְעַל־יָדָם֩ חֵ֨יל צָבָ֜א שְׁלֹ֧שׁ מֵא֣וֹת אֶ֗לֶף וְשִׁבְעַ֤ת אֲלָפִים֙ וַחֲמֵ֣שׁ מֵא֔וֹת עוֹשֵׂ֥י מִלְחָמָ֖ה בְּכֹ֣חַ חָ֑יִל לַעְזֹ֥ר לַמֶּ֖לֶךְ עַל־הָאוֹיֵֽב׃", 
            "וַיָּכֶן֩ לָהֶ֨ם עֻזִּיָּ֜הוּ לְכָל־הַצָּבָ֗א מָגִנִּ֤ים וּרְמָחִים֙ וְכ֣וֹבָעִ֔ים וְשִׁרְיֹנ֖וֹת וּקְשָׁת֑וֹת וּלְאַבְנֵ֖י קְלָעִֽים׃", 
            "וַיַּ֣עַשׂ ׀ בִּירוּשָׁלִַ֨ם חִשְּׁבֹנ֜וֹת מַחֲשֶׁ֣בֶת חוֹשֵׁ֗ב לִהְי֤וֹת עַל־הַמִּגְדָּלִים֙ וְעַל־הַפִּנּ֔וֹת לִירוֹא֙ בַּֽחִצִּ֔ים וּבָאֲבָנִ֖ים גְּדֹל֑וֹת וַיֵּצֵ֤א שְׁמוֹ֙ עַד־לְמֵ֣רָח֔וֹק כִּֽי־הִפְלִ֥יא לְהֵעָזֵ֖ר עַ֥ד כִּֽי־חָזָֽק׃", 
            "וּכְחֶזְקָת֗וֹ גָּבַ֤הּ לִבּוֹ֙ עַד־לְהַשְׁחִ֔ית וַיִּמְעַ֖ל בַּיהוָ֣ה אֱלֹהָ֑יו וַיָּבֹא֙ אֶל־הֵיכַ֣ל יְהוָ֔ה לְהַקְטִ֖יר עַל־מִזְבַּ֥ח הַקְּטֹֽרֶת׃", 
            "וַיָּבֹ֥א אַחֲרָ֖יו עֲזַרְיָ֣הוּ הַכֹּהֵ֑ן וְעִמּ֞וֹ כֹּהֲנִ֧ים ׀ לַיהוָ֛ה שְׁמוֹנִ֖ים בְּנֵי־חָֽיִל׃", 
            "וַיַּעַמְד֞וּ עַל־עֻזִּיָּ֣הוּ הַמֶּ֗לֶךְ וַיֹּ֤אמְרוּ לוֹ֙ לֹא־לְךָ֣ עֻזִּיָּ֗הוּ לְהַקְטִיר֙ לַֽיהוָ֔ה כִּ֣י לַכֹּהֲנִ֧ים בְּנֵי־אַהֲרֹ֛ן הַמְקֻדָּשִׁ֖ים לְהַקְטִ֑יר צֵ֤א מִן־הַמִּקְדָּשׁ֙ כִּ֣י מָעַ֔לְתָּ וְלֹֽא־לְךָ֥ לְכָב֖וֹד מֵיְהוָ֥ה אֱלֹהִֽים׃", 
            "וַיִּזְעַף֙ עֻזִּיָּ֔הוּ וּבְיָד֥וֹ מִקְטֶ֖רֶת לְהַקְטִ֑יר וּבְזַעְפּ֣וֹ עִם־הַכֹּהֲנִ֗ים וְ֠הַצָּרַעַת זָרְחָ֨ה בְמִצְח֜וֹ לִפְנֵ֤י הַכֹּֽהֲנִים֙ בְּבֵ֣ית יְהוָ֔ה מֵעַ֖ל לְמִזְבַּ֥ח הַקְּטֹֽרֶת׃", 
            "וַיִּ֣פֶן אֵלָ֡יו עֲזַרְיָהוּ֩ כֹהֵ֨ן הָרֹ֜אשׁ וְכָל־הַכֹּהֲנִ֗ים וְהִנֵּה־ה֤וּא מְצֹרָע֙ בְּמִצְח֔וֹ וַיַּבְהִל֖וּהוּ מִשָּׁ֑ם וְגַם־הוּא֙ נִדְחַ֣ף לָצֵ֔את כִּ֥י נִגְּע֖וֹ יְהוָֽה׃", 
            "וַיְהִי֩ עֻזִּיָּ֨הוּ הַמֶּ֜לֶךְ מְצֹרָ֣ע ׀ עַד־י֣וֹם מוֹת֗וֹ וַיֵּ֜שֶׁב בֵּ֤ית החפשות [הַֽחָפְשִׁית֙] מְצֹרָ֔ע כִּ֥י נִגְזַ֖ר מִבֵּ֣ית יְהוָ֑ה וְיוֹתָ֤ם בְּנוֹ֙ עַל־בֵּ֣ית הַמֶּ֔לֶךְ שׁוֹפֵ֖ט אֶת־עַ֥ם הָאָֽרֶץ׃", 
            "וְיֶ֙תֶר֙ דִּבְרֵ֣י עֻזִּיָּ֔הוּ הָרִאשֹׁנִ֖ים וְהָאֲחֲרֹנִ֑ים כָּתַ֛ב יְשַֽׁעְיָ֥הוּ בֶן־אָמ֖וֹץ הַנָּבִֽיא׃", 
            "וַיִּשְׁכַּ֨ב עֻזִּיָּ֜הוּ עִם־אֲבֹתָ֗יו וַיִּקְבְּר֨וּ אֹת֤וֹ עִם־אֲבֹתָיו֙ בִּשְׂדֵ֤ה הַקְּבוּרָה֙ אֲשֶׁ֣ר לַמְּלָכִ֔ים כִּ֥י אָמְר֖וּ מְצוֹרָ֣ע ה֑וּא וַיִּמְלֹ֛ךְ יוֹתָ֥ם בְּנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "בֶּן־עֶשְׂרִ֨ים וְחָמֵ֤שׁ שָׁנָה֙ יוֹתָ֣ם בְּמָלְכ֔וֹ וְשֵׁשׁ־עֶשְׂרֵ֣ה שָׁנָ֔ה מָלַ֖ךְ בִּֽירוּשָׁלִָ֑ם וְשֵׁ֣ם אִמּ֔וֹ יְרוּשָׁ֖ה בַּת־צָדֽוֹק׃", 
            "וַיַּ֨עַשׂ הַיָּשָׁ֜ר בְּעֵינֵ֣י יְהוָ֗ה כְּכֹ֤ל אֲשֶׁר־עָשָׂה֙ עֻזִּיָּ֣הוּ אָבִ֔יו רַ֕ק לֹא־בָ֖א אֶל־הֵיכַ֣ל יְהוָ֑ה וְע֥וֹד הָעָ֖ם מַשְׁחִיתִֽים׃", 
            "ה֗וּא בָּנָ֛ה אֶת־שַׁ֥עַר בֵּית־יְהוָ֖ה הָעֶלְי֑וֹן וּבְחוֹמַ֥ת הָעֹ֛פֶל בָּנָ֖ה לָרֹֽב׃", 
            "וְעָרִ֥ים בָּנָ֖ה בְּהַר־יְהוּדָ֑ה וּבֶחֳרָשִׁ֣ים בָּנָ֔ה בִּֽירָנִיּ֖וֹת וּמִגְדָּלִֽים׃", 
            "וְ֠הוּא נִלְחַ֞ם עִם־מֶ֣לֶךְ בְּנֵי־עַמּוֹן֮ וַיֶּחֱזַ֣ק עֲלֵיהֶם֒ וַיִּתְּנוּ־ל֨וֹ בְנֵֽי־עַמּ֜וֹן בַּשָּׁנָ֣ה הַהִ֗יא מֵאָה֙ כִּכַּר־כֶּ֔סֶף וַעֲשֶׂ֨רֶת אֲלָפִ֤ים כֹּרִים֙ חִטִּ֔ים וּשְׂעוֹרִ֖ים עֲשֶׂ֣רֶת אֲלָפִ֑ים זֹ֗את הֵשִׁ֤יבוּ לוֹ֙ בְּנֵ֣י עַמּ֔וֹן (ס) וּבַשָּׁנָ֥ה הַשֵּׁנִ֖ית וְהַשְּׁלִשִֽׁית׃", 
            "וַיִּתְחַזֵּ֖ק יוֹתָ֑ם כִּ֚י הֵכִ֣ין דְּרָכָ֔יו לִפְנֵ֖י יְהוָ֥ה אֱלֹהָֽיו׃", 
            "וְיֶתֶר֙ דִּבְרֵ֣י יוֹתָ֔ם וְכָל־מִלְחֲמֹתָ֖יו וּדְרָכָ֑יו הִנָּ֣ם כְּתוּבִ֔ים עַל־סֵ֥פֶר מַלְכֵֽי־יִשְׂרָאֵ֖ל וִיהוּדָֽה׃", 
            "בֶּן־עֶשְׂרִ֧ים וְחָמֵ֛שׁ שָׁנָ֖ה הָיָ֣ה בְמָלְכ֑וֹ וְשֵׁשׁ־עֶשְׂרֵ֣ה שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָֽם׃", 
            "וַיִּשְׁכַּ֤ב יוֹתָם֙ עִם־אֲבֹתָ֔יו וַיִּקְבְּר֥וּ אֹת֖וֹ בְּעִ֣יר דָּוִ֑יד וַיִּמְלֹ֛ךְ אָחָ֥ז בְּנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "בֶּן־עֶשְׂרִ֤ים שָׁנָה֙ אָחָ֣ז בְּמָלְכ֔וֹ וְשֵׁשׁ־עֶשְׂרֵ֣ה שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וְלֹא־עָשָׂ֧ה הַיָּשָׁ֛ר בְּעֵינֵ֥י יְהוָ֖ה כְּדָוִ֥יד אָבִֽיו׃", 
            "וַיֵּ֕לֶךְ בְּדַרְכֵ֖י מַלְכֵ֣י יִשְׂרָאֵ֑ל וְגַ֧ם מַסֵּכ֛וֹת עָשָׂ֖ה לַבְּעָלִֽים׃", 
            "וְה֥וּא הִקְטִ֖יר בְּגֵ֣יא בֶן־הִנֹּ֑ם וַיַּבְעֵ֤ר אֶת־בָּנָיו֙ בָּאֵ֔שׁ כְּתֹֽעֲבוֹת֙ הַגּוֹיִ֔ם אֲשֶׁר֙ הֹרִ֣ישׁ יְהוָ֔ה מִפְּנֵ֖י בְּנֵ֥י יִשְׂרָאֵֽל׃", 
            "וַיְזַבֵּ֧חַ וַיְקַטֵּ֛ר בַּבָּמ֖וֹת וְעַל־הַגְּבָע֑וֹת וְתַ֖חַת כָּל־עֵ֥ץ רַעֲנָֽן׃", 
            "וַֽיִּתְּנֵ֜הוּ יְהוָ֣ה אֱלֹהָיו֮ בְּיַ֣ד מֶ֣לֶךְ אֲרָם֒ וַיַּ֨כּוּ־ב֔וֹ וַיִּשְׁבּ֤וּ מִמֶּ֙נּוּ֙ שִׁבְיָ֣ה גְדוֹלָ֔ה וַיָּבִ֖יאוּ דַּרְמָ֑שֶׂק וְ֠גַם בְּיַד־מֶ֤לֶךְ יִשְׂרָאֵל֙ נִתָּ֔ן וַיַּךְ־בּ֖וֹ מַכָּ֥ה גְדוֹלָֽה׃ (ס)", 
            "וַיַּהֲרֹג֩ פֶּ֨קַח בֶּן־רְמַלְיָ֜הוּ בִּֽיהוּדָ֗ה מֵאָ֨ה וְעֶשְׂרִ֥ים אֶ֛לֶף בְּי֥וֹם אֶחָ֖ד הַכֹּ֣ל בְּנֵי־חָ֑יִל בְּעָזְבָ֕ם אֶת־יְהוָ֖ה אֱלֹהֵ֥י אֲבוֹתָֽם׃", 
            "וַֽיַּהֲרֹ֞ג זִכְרִ֣י ׀ גִּבּ֣וֹר אֶפְרַ֗יִם אֶת־מַעֲשֵׂיָ֙הוּ֙ בֶּן־הַמֶּ֔לֶךְ וְאֶת־עַזְרִיקָ֖ם נְגִ֣יד הַבָּ֑יִת וְאֶת־אֶלְקָנָ֖ה מִשְׁנֵ֥ה הַמֶּֽלֶךְ׃ (ס)", 
            "וַיִּשְׁבּוּ֩ בְנֵֽי־יִשְׂרָאֵ֨ל מֵֽאֲחֵיהֶ֜ם מָאתַ֣יִם אֶ֗לֶף נָשִׁים֙ בָּנִ֣ים וּבָנ֔וֹת וְגַם־שָׁלָ֥ל רָ֖ב בָּזְז֣וּ מֵהֶ֑ם וַיָּבִ֥יאוּ אֶת־הַשָּׁלָ֖ל לְשֹׁמְרֽוֹן׃ (ס)", 
            "וְ֠שָׁם הָיָ֨ה נָבִ֥יא לַֽיהוָה֮ עֹדֵ֣ד שְׁמוֹ֒ וַיֵּצֵ֗א לִפְנֵ֤י הַצָּבָא֙ הַבָּ֣א לְשֹׁמְר֔וֹן וַיֹּ֣אמֶר לָהֶ֗ם הִ֠נֵּה בַּחֲמַ֨ת יְהוָ֧ה אֱלֹהֵֽי־אֲבוֹתֵיכֶ֛ם עַל־יְהוּדָ֖ה נְתָנָ֣ם בְּיֶדְכֶ֑ם וַתַּֽהַרְגוּ־בָ֣ם בְזַ֔עַף עַ֥ד לַשָּׁמַ֖יִם הִגִּֽיעַ׃", 
            "וְ֠עַתָּה בְּנֵֽי־יְהוּדָ֤ה וִֽירוּשָׁלִַ֙ם֙ אַתֶּ֣ם אֹמְרִ֔ים לִכְבֹּ֛שׁ לַעֲבָדִ֥ים וְלִשְׁפָח֖וֹת לָכֶ֑ם הֲלֹ֤א רַק־אַתֶּם֙ עִמָּכֶ֣ם אֲשָׁמ֔וֹת לַיהוָ֖ה אֱלֹהֵיכֶֽם׃", 
            "וְעַתָּ֣ה שְׁמָע֔וּנִי וְהָשִׁ֙יבוּ֙ הַשִּׁבְיָ֔ה אֲשֶׁ֥ר שְׁבִיתֶ֖ם מֵאֲחֵיכֶ֑ם כִּ֛י חֲר֥וֹן אַף־יְהוָ֖ה עֲלֵיכֶֽם׃ (ס)", 
            "וַיָּקֻ֨מוּ אֲנָשִׁ֜ים מֵרָאשֵׁ֣י בְנֵֽי־אֶפְרַ֗יִם עֲזַרְיָ֤הוּ בֶן־יְהֽוֹחָנָן֙ בֶּרֶכְיָ֣הוּ בֶן־מְשִׁלֵּמ֔וֹת וִֽיחִזְקִיָּ֙הוּ֙ בֶּן־שַׁלֻּ֔ם וַעֲמָשָׂ֖א בֶּן־חַדְלָ֑י עַל־הַבָּאִ֖ים מִן־הַצָּבָֽא׃", 
            "וַיֹּאמְר֣וּ לָהֶ֗ם לֹא־תָבִ֤יאוּ אֶת־הַשִּׁבְיָה֙ הֵ֔נָּה כִּי֩ לְאַשְׁמַ֨ת יְהוָ֤ה עָלֵ֙ינוּ֙ אַתֶּ֣ם אֹמְרִ֔ים לְהֹסִ֥יף עַל־חַטֹּאתֵ֖ינוּ וְעַל־אַשְׁמָתֵ֑ינוּ כִּֽי־רַבָּ֤ה אַשְׁמָה֙ לָ֔נוּ וַחֲר֥וֹן אָ֖ף עַל־יִשְׂרָאֵֽל׃ (ס)", 
            "וַיַּעֲזֹ֣ב הֶֽחָל֗וּץ אֶת־הַשִּׁבְיָה֙ וְאֶת־הַבִּזָּ֔ה לִפְנֵ֥י הַשָּׂרִ֖ים וְכָל־הַקָּהָֽל׃", 
            "וַיָּקֻ֣מוּ הָאֲנָשִׁים֩ אֲשֶׁר־נִקְּב֨וּ בְשֵׁמ֜וֹת וַיַּחֲזִ֣יקוּ בַשִּׁבְיָ֗ה וְכָֽל־מַעֲרֻמֵּיהֶם֮ הִלְבִּ֣ישׁוּ מִן־הַשָּׁלָל֒ וַיַּלְבִּשׁ֣וּם וַ֠יַּנְעִלוּם וַיַּאֲכִל֨וּם וַיַּשְׁק֜וּם וַיְסֻכ֗וּם וַיְנַהֲל֤וּם בַּחֲמֹרִים֙ לְכָל־כּוֹשֵׁ֔ל וַיְבִיא֛וּם יְרֵח֥וֹ עִיר־הַתְּמָרִ֖ים אֵ֣צֶל אֲחֵיהֶ֑ם וַיָּשׁ֖וּבוּ שֹׁמְרֽוֹן׃ (פ)", 
            "בָּעֵ֣ת הַהִ֗יא שָׁלַ֞ח הַמֶּ֧לֶךְ אָחָ֛ז עַל־מַלְכֵ֥י אַשּׁ֖וּר לַעְזֹ֥ר לֽוֹ׃", 
            "וְע֥וֹד אֲדוֹמִ֖ים בָּ֑אוּ וַיַּכּ֥וּ בִיהוּדָ֖ה וַיִּשְׁבּוּ־שֶֽׁבִי׃", 
            "וּפְלִשְׁתִּ֣ים פָּשְׁט֗וּ בְּעָרֵ֨י הַשְּׁפֵלָ֣ה וְהַנֶּגֶב֮ לִֽיהוּדָה֒ וַֽ֠יִּלְכְּדוּ אֶת־בֵּֽית־שֶׁ֨מֶשׁ וְאֶת־אַיָּל֜וֹן וְאֶת־הַגְּדֵר֗וֹת וְאֶת־שׂוֹכ֤וֹ וּבְנוֹתֶ֙יהָ֙ וְאֶת־תִּמְנָ֣ה וּבְנוֹתֶ֔יהָ וְאֶת־גִּמְז֖וֹ וְאֶת־בְּנֹתֶ֑יהָ וַיֵּשְׁב֖וּ שָֽׁם׃", 
            "כִּֽי־הִכְנִ֤יעַ יְהוָה֙ אֶת־יְהוּדָ֔ה בַּעֲב֖וּר אָחָ֣ז מֶֽלֶךְ־יִשְׂרָאֵ֑ל כִּ֤י הִפְרִ֙יעַ֙ בִּֽיהוּדָ֔ה וּמָע֥וֹל מַ֖עַל בַּיהוָֽה׃", 
            "וַיָּבֹ֣א עָלָ֔יו תִּלְּגַ֥ת פִּלְנְאֶ֖סֶר מֶ֣לֶךְ אַשּׁ֑וּר וַיָּ֥צַר ל֖וֹ וְלֹ֥א חֲזָקֽוֹ׃", 
            "כִּֽי־חָלַ֤ק אָחָז֙ אֶת־בֵּ֣ית יְהוָ֔ה וְאֶת־בֵּ֥ית הַמֶּ֖לֶךְ וְהַשָּׂרִ֑ים וַיִּתֵּן֙ לְמֶ֣לֶךְ אַשּׁ֔וּר וְלֹ֥א לְעֶזְרָ֖ה לֽוֹ׃", 
            "וּבְעֵת֙ הָצֵ֣ר ל֔וֹ וַיּ֖וֹסֶף לִמְע֣וֹל בַּיהוָ֑ה ה֖וּא הַמֶּ֥לֶךְ אָחָֽז׃", 
            "וַיִּזְבַּ֗ח לֵֽאלֹהֵ֣י דַרְמֶשֶׂק֮ הַמַּכִּ֣ים בּוֹ֒ וַיֹּ֗אמֶר כִּ֠י אֱלֹהֵ֤י מַלְכֵֽי־אֲרָם֙ הֵ֚ם מַעְזְרִ֣ים אוֹתָ֔ם לָהֶ֥ם אֲזַבֵּ֖חַ וְיַעְזְר֑וּנִי וְהֵ֛ם הָֽיוּ־ל֥וֹ לְהַכְשִׁיל֖וֹ וּלְכָל־יִשְׂרָאֵֽל׃", 
            "וַיֶּאֱסֹ֨ף אָחָ֜ז אֶת־כְּלֵ֣י בֵית־הָֽאֱלֹהִ֗ים וַיְקַצֵּץ֙ אֶת־כְּלֵ֣י בֵית־הָֽאֱלֹהִ֔ים וַיִּסְגֹּ֖ר אֶת־דַּלְת֣וֹת בֵּית־יְהוָ֑ה וַיַּ֨עַשׂ ל֧וֹ מִזְבְּח֛וֹת בְּכָל־פִּנָּ֖ה בִּירוּשָׁלִָֽם׃", 
            "וּבְכָל־עִ֨יר וָעִ֤יר לִֽיהוּדָה֙ עָשָׂ֣ה בָמ֔וֹת לְקַטֵּ֖ר לֵֽאלֹהִ֣ים אֲחֵרִ֑ים וַיַּכְעֵ֕ס אֶת־יְהוָ֖ה אֱלֹהֵ֥י אֲבֹתָֽיו׃", 
            "וְיֶ֤תֶר דְּבָרָיו֙ וְכָל־דְּרָכָ֔יו הָרִאשֹׁנִ֖ים וְהָאַחֲרוֹנִ֑ים הִנָּ֣ם כְּתוּבִ֔ים עַל־סֵ֥פֶר מַלְכֵֽי־יְהוּדָ֖ה וְיִשְׂרָאֵֽל׃", 
            "וַיִּשְׁכַּ֨ב אָחָ֜ז עִם־אֲבֹתָ֗יו וַֽיִּקְבְּרֻ֤הוּ בָעִיר֙ בִּיר֣וּשָׁלִַ֔ם כִּ֚י לֹ֣א הֱבִיאֻ֔הוּ לְקִבְרֵ֖י מַלְכֵ֣י יִשְׂרָאֵ֑ל וַיִּמְלֹ֛ךְ יְחִזְקִיָּ֥הֽוּ בְנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "יְחִזְקִיָּ֣הוּ מָלַ֗ךְ בֶּן־עֶשְׂרִ֤ים וְחָמֵשׁ֙ שָׁנָ֔ה וְעֶשְׂרִ֤ים וָתֵ֙שַׁע֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וְשֵׁ֣ם אִמּ֔וֹ אֲבִיָּ֖ה בַּת־זְכַרְיָֽהוּ׃", 
            "וַיַּ֥עַשׂ הַיָּשָׁ֖ר בְּעֵינֵ֣י יְהוָ֑ה כְּכֹ֥ל אֲשֶׁר־עָשָׂ֖ה דָּוִ֥יד אָבִֽיו׃", 
            "ה֣וּא בַשָּׁנָה֩ הָרִאשׁוֹנָ֨ה לְמָלְכ֜וֹ בַּחֹ֣דֶשׁ הָרִאשׁ֗וֹן פָּתַ֛ח אֶת־דַּלְת֥וֹת בֵּית־יְהוָ֖ה וַֽיְחַזְּקֵֽם׃", 
            "וַיָּבֵ֥א אֶת־הַכֹּהֲנִ֖ים וְאֶת־הַלְוִיִּ֑ם וַיַּֽאַסְפֵ֖ם לִרְח֥וֹב הַמִּזְרָֽח׃", 
            "וַיֹּ֥אמֶר לָהֶ֖ם שְׁמָע֣וּנִי הַלְוִיִּ֑ם עַתָּ֣ה הִֽתְקַדְּשׁ֗וּ וְקַדְּשׁוּ֙ אֶת־בֵּ֤ית יְהוָה֙ אֱלֹהֵ֣י אֲבֹתֵיכֶ֔ם וְהוֹצִ֥יאוּ אֶת־הַנִּדָּ֖ה מִן־הַקֹּֽדֶשׁ׃", 
            "כִּֽי־מָעֲל֣וּ אֲבֹתֵ֗ינוּ וְעָשׂ֥וּ הָרַ֛ע בְּעֵינֵ֥י יְהוָֽה־אֱלֹהֵ֖ינוּ וַיַּֽעַזְבֻ֑הוּ וַיַּסֵּ֧בּוּ פְנֵיהֶ֛ם מִמִּשְׁכַּ֥ן יְהוָ֖ה וַיִּתְּנוּ־עֹֽרֶף׃", 
            "גַּ֣ם סָֽגְר֞וּ דַּלְת֣וֹת הָאוּלָ֗ם וַיְכַבּוּ֙ אֶת־הַנֵּר֔וֹת וּקְטֹ֖רֶת לֹ֣א הִקְטִ֑ירוּ וְעֹלָה֙ לֹא־הֶעֱל֣וּ בַקֹּ֔דֶשׁ לֵאלֹהֵ֖י יִשְׂרָאֵֽל׃", 
            "וַיְהִי֙ קֶ֣צֶף יְהוָ֔ה עַל־יְהוּדָ֖ה וִירוּשָׁלִָ֑ם וַיִּתְּנֵ֤ם לזועה [לְזַֽעֲוָה֙] לְשַׁמָּ֣ה וְלִשְׁרֵקָ֔ה כַּאֲשֶׁ֛ר אַתֶּ֥ם רֹאִ֖ים בְּעֵינֵיכֶֽם׃", 
            "וְהִנֵּ֛ה נָפְל֥וּ אֲבוֹתֵ֖ינוּ בֶּחָ֑רֶב וּבָנֵ֨ינוּ וּבְנוֹתֵ֧ינוּ וְנָשֵׁ֛ינוּ בַּשְּׁבִ֖י עַל־זֹֽאת׃", 
            "עַתָּה֙ עִם־לְבָבִ֔י לִכְר֣וֹת בְּרִ֔ית לַיהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל וְיָשֹׁ֥ב מִמֶּ֖נּוּ חֲר֥וֹן אַפּֽוֹ׃", 
            "בָּנַ֕י עַתָּ֖ה אַל־תִּשָּׁל֑וּ כִּֽי־בָכֶ֞ם בָּחַ֣ר יְהוָ֗ה לַעֲמֹ֤ד לְפָנָיו֙ לְשָׁ֣רְת֔וֹ וְלִהְי֥וֹת ל֖וֹ מְשָׁרְתִ֥ים וּמַקְטִרִֽים׃ (ס)", 
            "וַיָּקֻ֣מוּ הַ֠לְוִיִּם מַ֣חַת בֶּן־עֲמָשַׂ֞י וְיוֹאֵ֣ל בֶּן־עֲזַרְיָהוּ֮ מִן־בְּנֵ֣י הַקְּהָתִי֒ וּמִן־בְּנֵ֣י מְרָרִ֔י קִ֚ישׁ בֶּן־עַבְדִּ֔י וַעֲזַרְיָ֖הוּ בֶּן־יְהַלֶּלְאֵ֑ל וּמִן־הַגֵּ֣רְשֻׁנִּ֔י יוֹאָח֙ בֶּן־זִמָּ֔ה וְעֵ֖דֶן בֶּן־יוֹאָֽח׃", 
            "וּמִן־בְּנֵי֙ אֱלִ֣יצָפָ֔ן שִׁמְרִ֖י ויעואל [וִיעִיאֵ֑ל] וּמִן־בְּנֵ֣י אָסָ֔ף זְכַרְיָ֖הוּ וּמַתַּנְיָֽהוּ׃ (ס)", 
            "וּמִן־בְּנֵ֥י הֵימָ֖ן יחואל [יְחִיאֵ֣ל] וְשִׁמְעִ֑י (ס) וּמִן־בְּנֵ֣י יְדוּת֔וּן שְׁמַֽעְיָ֖ה וְעֻזִּיאֵֽל׃", 
            "וַיַּֽאַסְפ֤וּ אֶת־אֲחֵיהֶם֙ וַיִּֽתְקַדְּשׁ֔וּ וַיָּבֹ֥אוּ כְמִצְוַת־הַמֶּ֖לֶךְ בְּדִבְרֵ֣י יְהוָ֑ה לְטַהֵ֖ר בֵּ֥ית יְהוָֽה׃", 
            "וַיָּבֹ֣אוּ הַ֠כֹּהֲנִים לִפְנִ֣ימָה בֵית־יְהוָה֮ לְטַהֵר֒ וַיּוֹצִ֗יאוּ אֵ֤ת כָּל־הַטֻּמְאָה֙ אֲשֶׁ֤ר מָֽצְאוּ֙ בְּהֵיכַ֣ל יְהוָ֔ה לַחֲצַ֖ר בֵּ֣ית יְהוָ֑ה וַֽיְקַבְּלוּ֙ הַלְוִיִּ֔ם לְהוֹצִ֥יא לְנַֽחַל־קִדְר֖וֹן חֽוּצָה׃", 
            "וַ֠יָּחֵלּוּ בְּאֶחָ֞ד לַחֹ֣דֶשׁ הָרִאשׁוֹן֮ לְקַדֵּשׁ֒ וּבְי֧וֹם שְׁמוֹנָ֣ה לַחֹ֗דֶשׁ בָּ֚אוּ לְאוּלָ֣ם יְהוָ֔ה וַיְקַדְּשׁ֥וּ אֶת־בֵּית־יְהוָ֖ה לְיָמִ֣ים שְׁמוֹנָ֑ה וּבְי֨וֹם שִׁשָּׁ֥ה עָשָׂ֛ר לַחֹ֥דֶשׁ הָרִאשׁ֖וֹן כִּלּֽוּ׃ (ס)", 
            "וַיָּב֤וֹאוּ פְנִ֙ימָה֙ אֶל־חִזְקִיָּ֣הוּ הַמֶּ֔לֶךְ וַיֹּ֣אמְר֔וּ טִהַ֖רְנוּ אֶת־כָּל־בֵּ֣ית יְהוָ֑ה אֶת־מִזְבַּ֤ח הָעוֹלָה֙ וְאֶת־כָּל־כֵּלָ֔יו וְאֶת־שֻׁלְחַ֥ן הַֽמַּעֲרֶ֖כֶת וְאֶת־כָּל־כֵּלָֽיו׃", 
            "וְאֵ֣ת כָּל־הַכֵּלִ֗ים אֲשֶׁ֣ר הִזְנִיחַ֩ הַמֶּ֨לֶךְ אָחָ֧ז בְּמַלְכוּת֛וֹ בְּמַעֲל֖וֹ הֵכַ֣נּוּ וְהִקְדָּ֑שְׁנוּ וְהִנָּ֕ם לִפְנֵ֖י מִזְבַּ֥ח יְהוָֽה׃ (ס)", 
            "וַיַּשְׁכֵּם֙ יְחִזְקִיָּ֣הוּ הַמֶּ֔לֶךְ וַיֶּאֱסֹ֕ף אֵ֖ת שָׂרֵ֣י הָעִ֑יר וַיַּ֖עַל בֵּ֥ית יְהוָֽה׃", 
            "וַיָּבִ֣יאוּ פָרִים־שִׁבְעָה֩ וְאֵילִ֨ים שִׁבְעָ֜ה וּכְבָשִׂ֣ים שִׁבְעָ֗ה וּצְפִירֵ֨י עִזִּ֤ים שִׁבְעָה֙ לְחַטָּ֔את עַל־הַמַּמְלָכָ֥ה וְעַל־הַמִּקְדָּ֖שׁ וְעַל־יְהוּדָ֑ה וַיֹּ֗אמֶר לִבְנֵ֤י אַהֲרֹן֙ הַכֹּ֣הֲנִ֔ים לְהַעֲל֖וֹת עַל־מִזְבַּ֥ח יְהוָֽה׃", 
            "וַֽיִּשְׁחֲטוּ֙ הַבָּקָ֔ר וַיְקַבְּל֤וּ הַכֹּֽהֲנִים֙ אֶת־הַדָּ֔ם וַֽיִּזְרְק֖וּ הַמִּזְבֵּ֑חָה וַיִּשְׁחֲט֣וּ הָאֵלִ֗ים וַיִּזְרְק֤וּ הַדָּם֙ הַמִּזְבֵּ֔חָה וַֽיִּשְׁחֲטוּ֙ הַכְּבָשִׂ֔ים וַיִּזְרְק֥וּ הַדָּ֖ם הַמִּזְבֵּֽחָה׃", 
            "וַיַּגִּ֙ישׁוּ֙ אֶת־שְׂעִירֵ֣י הַֽחַטָּ֔את לִפְנֵ֥י הַמֶּ֖לֶךְ וְהַקָּהָ֑ל וַיִּסְמְכ֥וּ יְדֵיהֶ֖ם עֲלֵיהֶֽם׃", 
            "וַיִּשְׁחָטוּם֙ הַכֹּ֣הֲנִ֔ים וַֽיְחַטְּא֤וּ אֶת־דָּמָם֙ הַמִּזְבֵּ֔חָה לְכַפֵּ֖ר עַל־כָּל־יִשְׂרָאֵ֑ל כִּ֤י לְכָל־יִשְׂרָאֵל֙ אָמַ֣ר הַמֶּ֔לֶךְ הָעוֹלָ֖ה וְהַחַטָּֽאת׃", 
            "וַיַּֽעֲמֵ֨ד אֶת־הַלְוִיִּ֜ם בֵּ֣ית יְהוָ֗ה בִּמְצִלְתַּ֙יִם֙ בִּנְבָלִ֣ים וּבְכִנֹּר֔וֹת בְּמִצְוַ֥ת דָּוִ֛יד וְגָ֥ד חֹזֵֽה־הַמֶּ֖לֶךְ וְנָתָ֣ן הַנָּבִ֑יא כִּ֧י בְיַד־יְהוָ֛ה הַמִּצְוָ֖ה בְּיַד־נְבִיאָֽיו׃ (ס)", 
            "וַיַּֽעַמְד֤וּ הַלְוִיִּם֙ בִּכְלֵ֣י דָוִ֔יד וְהַכֹּהֲנִ֖ים בַּחֲצֹצְרֽוֹת׃ (ס)", 
            "וַיֹּ֙אמֶר֙ חִזְקִיָּ֔הוּ לְהַעֲל֥וֹת הָעֹלָ֖ה לְהַמִּזְבֵּ֑חַ וּבְעֵ֞ת הֵחֵ֣ל הָֽעוֹלָ֗ה הֵחֵ֤ל שִׁיר־יְהוָה֙ וְהַחֲצֹ֣צְר֔וֹת וְעַ֨ל־יְדֵ֔י כְּלֵ֖י דָּוִ֥יד מֶֽלֶךְ־יִשְׂרָאֵֽל׃", 
            "וְכָל־הַקָּהָל֙ מִֽשְׁתַּחֲוִ֔ים וְהַשִּׁ֣יר מְשׁוֹרֵ֔ר וְהַחֲצֹצְר֖וֹת מחצצרים [מַחְצְרִ֑ים] הַכֹּ֕ל עַ֖ד לִכְל֥וֹת הָעֹלָֽה׃", 
            "וּכְכַלּ֖וֹת לְהַעֲל֑וֹת כָּרְע֗וּ הַמֶּ֛לֶךְ וְכָֽל־הַנִּמְצְאִ֥ים אִתּ֖וֹ וַיִּֽשְׁתַּחֲוֽוּ׃", 
            "וַ֠יֹּאמֶר יְחִזְקִיָּ֨הוּ הַמֶּ֤לֶךְ וְהַשָּׂרִים֙ לַלְוִיִּ֔ם לְהַלֵּל֙ לַֽיהוָ֔ה בְּדִבְרֵ֥י דָוִ֖יד וְאָסָ֣ף הַחֹזֶ֑ה וַֽיְהַלְלוּ֙ עַד־לְשִׂמְחָ֔ה וַֽיִּקְּד֖וּ וַיִּֽשְׁתַּחֲוֽוּ׃ (פ)", 
            "וַיַּ֨עַן יְחִזְקִיָּ֜הוּ וַיֹּ֗אמֶר עַתָּ֨ה מִלֵּאתֶ֤ם יֶדְכֶם֙ לַיהוָ֔ה גֹּ֧שׁוּ וְהָבִ֛יאוּ זְבָחִ֥ים וְתוֹד֖וֹת לְבֵ֣ית יְהוָ֑ה וַיָּבִ֤יאוּ הַקָּהָל֙ זְבָחִ֣ים וְתוֹד֔וֹת וְכָל־נְדִ֥יב לֵ֖ב עֹלֽוֹת׃", 
            "וַיְהִ֞י מִסְפַּ֣ר הָעֹלָה֮ אֲשֶׁ֣ר הֵבִ֣יאוּ הַקָּהָל֒ בָּקָ֣ר שִׁבְעִ֔ים אֵילִ֥ים מֵאָ֖ה כְּבָשִׂ֣ים מָאתָ֑יִם לְעֹלָ֥ה לַיהוָ֖ה כָּל־אֵֽלֶּה׃", 
            "וְֽהַקֳּדָשִׁ֑ים בָּקָר֙ שֵׁ֣שׁ מֵא֔וֹת וְצֹ֖אן שְׁלֹ֥שֶׁת אֲלָפִֽים׃", 
            "רַ֤ק הַכֹּֽהֲנִים֙ הָי֣וּ לִמְעָ֔ט וְלֹ֣א יָֽכְל֔וּ לְהַפְשִׁ֖יט אֶת־כָּל־הָעֹל֑וֹת וַֽיְּחַזְּק֞וּם אֲחֵיהֶ֣ם הַלְוִיִּ֗ם עַד־כְּל֤וֹת הַמְּלָאכָה֙ וְעַ֣ד יִתְקַדְּשׁ֣וּ הַכֹּֽהֲנִ֔ים כִּ֤י הַלְוִיִּם֙ יִשְׁרֵ֣י לֵבָ֔ב לְהִתְקַדֵּ֖שׁ מֵֽהַכֹּהֲנִֽים׃", 
            "וְגַם־עֹלָ֨ה לָרֹ֜ב בְּחֶלְבֵ֧י הַשְּׁלָמִ֛ים וּבַנְּסָכִ֖ים לָעֹלָ֑ה וַתִּכּ֖וֹן עֲבוֹדַ֥ת בֵּית־יְהוָֽה׃", 
            "וַיִּשְׂמַ֤ח יְחִזְקִיָּ֙הוּ֙ וְכָל־הָעָ֔ם עַ֛ל הַהֵכִ֥ין הָאֱלֹהִ֖ים לָעָ֑ם כִּ֥י בְּפִתְאֹ֖ם הָיָ֥ה הַדָּבָֽר׃ (פ)"
        ], 
        [
            "וַיִּשְׁלַ֨ח יְחִזְקִיָּ֜הוּ עַל־כָּל־יִשְׂרָאֵ֣ל וִֽיהוּדָ֗ה וְגַֽם־אִגְּרוֹת֙ כָּתַב֙ עַל־אֶפְרַ֣יִם וּמְנַשֶּׁ֔ה לָב֥וֹא לְבֵית־יְהוָ֖ה בִּֽירוּשָׁלִָ֑ם לַעֲשׂ֣וֹת פֶּ֔סַח לַיהוָ֖ה אֱלֹהֵ֥י יִשְׂרָאֵֽל׃", 
            "וַיִּוָּעַ֨ץ הַמֶּ֧לֶךְ וְשָׂרָ֛יו וְכָל־הַקָּהָ֖ל בִּירוּשָׁלִָ֑ם לַעֲשׂ֥וֹת הַפֶּ֖סַח בַּחֹ֥דֶשׁ הַשֵּׁנִֽי׃", 
            "כִּ֣י לֹ֧א יָכְל֛וּ לַעֲשֹׂת֖וֹ בָּעֵ֣ת הַהִ֑יא כִּ֤י הַכֹּהֲנִים֙ לֹֽא־הִתְקַדְּשׁ֣וּ לְמַדַּ֔י וְהָעָ֖ם לֹא־נֶאֶסְפ֥וּ לִֽירוּשָׁלִָֽם׃", 
            "וַיִּישַׁ֥ר הַדָּבָ֖ר בְּעֵינֵ֣י הַמֶּ֑לֶךְ וּבְעֵינֵ֖י כָּל־הַקָּהָֽל׃", 
            "וַיַּֽעֲמִ֣ידוּ דָבָ֗ר לְהַעֲבִ֨יר ק֤וֹל בְּכָל־יִשְׂרָאֵל֙ מִבְּאֵֽר־שֶׁ֣בַע וְעַד־דָּ֔ן לָב֞וֹא לַעֲשׂ֥וֹת פֶּ֛סַח לַיהוָ֥ה אֱלֹהֵֽי־יִשְׂרָאֵ֖ל בִּירוּשָׁלִָ֑ם כִּ֣י לֹ֥א לָרֹ֛ב עָשׂ֖וּ כַּכָּתֽוּב׃", 
            "וַיֵּלְכוּ֩ הָרָצִ֨ים בָּֽאִגְּר֜וֹת מִיַּ֧ד הַמֶּ֣לֶךְ וְשָׂרָ֗יו בְּכָל־יִשְׂרָאֵל֙ וִֽיהוּדָ֔ה וּכְמִצְוַ֥ת הַמֶּ֖לֶךְ לֵאמֹ֑ר בְּנֵ֣י יִשְׂרָאֵ֗ל שׁ֚וּבוּ אֶל־יְהוָ֗ה אֱלֹהֵי֙ אַבְרָהָם֙ יִצְחָ֣ק וְיִשְׂרָאֵ֔ל וְיָשֹׁב֙ אֶל־הַפְּלֵיטָ֔ה הַנִּשְׁאֶ֣רֶת לָכֶ֔ם מִכַּ֖ף מַלְכֵ֥י אַשּֽׁוּר׃", 
            "וְאַל־תִּֽהְי֗וּ כַּאֲבֽוֹתֵיכֶם֙ וְכַ֣אֲחֵיכֶ֔ם אֲשֶׁ֣ר מָעֲל֔וּ בַּיהוָ֖ה אֱלֹהֵ֣י אֲבוֹתֵיהֶ֑ם וַיִּתְּנֵ֣ם לְשַׁמָּ֔ה כַּאֲשֶׁ֖ר אַתֶּ֥ם רֹאִֽים׃", 
            "עַתָּ֕ה אַל־תַּקְשׁ֥וּ עָרְפְּכֶ֖ם כַּאֲבוֹתֵיכֶ֑ם תְּנוּ־יָ֣ד לַיהוָ֗ה וּבֹ֤אוּ לְמִקְדָּשׁוֹ֙ אֲשֶׁ֣ר הִקְדִּ֣ישׁ לְעוֹלָ֔ם וְעִבְדוּ֙ אֶת־יְהוָ֣ה אֱלֹהֵיכֶ֔ם וְיָשֹׁ֥ב מִכֶּ֖ם חֲר֥וֹן אַפּֽוֹ׃", 
            "כִּ֣י בְשׁוּבְכֶ֞ם עַל־יְהוָ֗ה אֲחֵיכֶ֨ם וּבְנֵיכֶ֤ם לְרַחֲמִים֙ לִפְנֵ֣י שֽׁוֹבֵיהֶ֔ם וְלָשׁ֖וּב לָאָ֣רֶץ הַזֹּ֑את כִּֽי־חַנּ֤וּן וְרַחוּם֙ יְהוָ֣ה אֱלֹהֵיכֶ֔ם וְלֹא־יָסִ֤יר פָּנִים֙ מִכֶּ֔ם אִם־תָּשׁ֖וּבוּ אֵלָֽיו׃ (פ)", 
            "וַיִּֽהְי֨וּ הָרָצִ֜ים עֹבְרִ֨ים מֵעִ֧יר ׀ לָעִ֛יר בְּאֶֽרֶץ־אֶפְרַ֥יִם וּמְנַשֶּׁ֖ה וְעַד־זְבֻל֑וּן וַיִּֽהְיוּ֙ מַשְׂחִיקִ֣ים עֲלֵיהֶ֔ם וּמַלְעִגִ֖ים בָּֽם׃", 
            "אַךְ־אֲנָשִׁ֛ים מֵאָשֵׁ֥ר וּמְנַשֶּׁ֖ה וּמִזְּבֻל֑וּן נִֽכְנְע֔וּ וַיָּבֹ֖אוּ לִירוּשָׁלִָֽם׃", 
            "גַּ֣ם בִּיהוּדָ֗ה הָֽיְתָה֙ יַ֣ד הָאֱלֹהִ֔ים לָתֵ֥ת לָהֶ֖ם לֵ֣ב אֶחָ֑ד לַעֲשׂ֞וֹת מִצְוַ֥ת הַמֶּ֛לֶךְ וְהַשָּׂרִ֖ים בִּדְבַ֥ר יְהוָֽה׃", 
            "וַיֵּֽאָסְפ֤וּ יְרוּשָׁלִַ֙ם֙ עַם־רָ֔ב לַעֲשׂ֛וֹת אֶת־חַ֥ג הַמַּצּ֖וֹת בַּחֹ֣דֶשׁ הַשֵּׁנִ֑י קָהָ֖ל לָרֹ֥ב מְאֹֽד׃", 
            "וַיָּקֻ֕מוּ וַיָּסִ֙ירוּ֙ אֶת־הַֽמִּזְבְּח֔וֹת אֲשֶׁ֖ר בִּירוּשָׁלִָ֑ם וְאֵ֤ת כָּל־הַֽמְקַטְּרוֹת֙ הֵסִ֔ירוּ וַיַּשְׁלִ֖יכוּ לְנַ֥חַל קִדְרֽוֹן׃", 
            "וַיִּשְׁחֲט֣וּ הַפֶּ֔סַח בְּאַרְבָּעָ֥ה עָשָׂ֖ר לַחֹ֣דֶשׁ הַשֵּׁנִ֑י וְהַכֹּהֲנִ֨ים וְהַלְוִיִּ֤ם נִכְלְמוּ֙ וַיִּֽתְקַדְּשׁ֔וּ וַיָּבִ֥יאוּ עֹל֖וֹת בֵּ֥ית יְהוָֽה׃", 
            "וַיַּֽעַמְד֤וּ עַל־עָמְדָם֙ כְּמִשְׁפָּטָ֔ם כְּתוֹרַ֖ת מֹשֶׁ֣ה אִישׁ־הָאֱלֹהִ֑ים הַכֹּֽהֲנִים֙ זֹרְקִ֣ים אֶת־הַדָּ֔ם מִיַּ֖ד הַלְוִיִּֽם׃", 
            "כִּי־רַבַּ֥ת בַּקָּהָ֖ל אֲשֶׁ֣ר לֹא־הִתְקַדָּ֑שׁוּ וְהַלְוִיִּ֞ם עַל־שְׁחִיטַ֣ת הַפְּסָחִ֗ים לְכֹל֙ לֹ֣א טָה֔וֹר לְהַקְדִּ֖ישׁ לַיהוָֽה׃", 
            "כִּ֣י מַרְבִּ֣ית הָעָ֡ם רַ֠בַּת מֵֽאֶפְרַ֨יִם וּמְנַשֶּׁ֜ה יִשָּׂשכָ֤ר וּזְבֻלוּן֙ לֹ֣א הִטֶּהָ֔רוּ כִּֽי־אָכְל֥וּ אֶת־הַפֶּ֖סַח בְּלֹ֣א כַכָּת֑וּב כִּי֩ הִתְפַּלֵּ֨ל יְחִזְקִיָּ֤הוּ עֲלֵיהֶם֙ לֵאמֹ֔ר יְהוָ֥ה הַטּ֖וֹב יְכַפֵּ֥ר בְּעַֽד׃", 
            "כָּל־לְבָב֣וֹ הֵכִ֔ין לִדְר֛וֹשׁ הָאֱלֹהִ֥ים ׀ יְהוָ֖ה אֱלֹהֵ֣י אֲבוֹתָ֑יו וְלֹ֖א כְּטָהֳרַ֥ת הַקֹּֽדֶשׁ׃ (ס)", 
            "וַיִּשְׁמַ֤ע יְהוָה֙ אֶל־יְחִזְקִיָּ֔הוּ וַיִּרְפָּ֖א אֶת־הָעָֽם׃ (ס)", 
            "וַיַּעֲשׂ֣וּ בְנֵֽי־יִ֠שְׂרָאֵל הַנִּמְצְאִ֨ים בִּירוּשָׁלִַ֜ם אֶת־חַ֧ג הַמַּצּ֛וֹת שִׁבְעַ֥ת יָמִ֖ים בְּשִׂמְחָ֣ה גְדוֹלָ֑ה וּֽמְהַלְלִ֣ים לַ֠יהוָה י֣וֹם ׀ בְּי֞וֹם הַלְוִיִּ֧ם וְהַכֹּהֲנִ֛ים בִּכְלֵי־עֹ֖ז לַיהוָֽה׃ (ס)", 
            "וַיְדַבֵּ֣ר יְחִזְקִיָּ֗הוּ עַל־לֵב֙ כָּל־הַלְוִיִּ֔ם הַמַּשְׂכִּילִ֥ים שֵֽׂכֶל־ט֖וֹב לַיהוָ֑ה וַיֹּאכְל֤וּ אֶת־הַמּוֹעֵד֙ שִׁבְעַ֣ת הַיָּמִ֔ים מְזַבְּחִים֙ זִבְחֵ֣י שְׁלָמִ֔ים וּמִ֨תְוַדִּ֔ים לַיהוָ֖ה אֱלֹהֵ֥י אֲבוֹתֵיהֶֽם׃ (ס)", 
            "וַיִּוָּֽעֲצוּ֙ כָּל־הַקָּהָ֔ל לַעֲשׂ֕וֹת שִׁבְעַ֥ת יָמִ֖ים אֲחֵרִ֑ים וַיַּֽעֲשׂ֥וּ שִׁבְעַת־יָמִ֖ים שִׂמְחָֽה׃", 
            "כִּ֣י חִזְקִיָּ֣הוּ מֶֽלֶךְ־יְ֠הוּדָה הֵרִ֨ים לַקָּהָ֜ל אֶ֣לֶף פָּרִים֮ וְשִׁבְעַ֣ת אֲלָפִ֣ים צֹאן֒ (ס) וְהַשָּׂרִ֞ים הֵרִ֤ימוּ לַקָּהָל֙ פָּרִ֣ים אֶ֔לֶף וְצֹ֖אן עֲשֶׂ֣רֶת אֲלָפִ֑ים וַיִּֽתְקַדְּשׁ֥וּ כֹהֲנִ֖ים לָרֹֽב׃", 
            "וַֽיִּשְׂמְח֣וּ ׀ כָּל־קְהַ֣ל יְהוּדָ֗ה וְהַכֹּהֲנִים֙ וְהַלְוִיִּ֔ם וְכָל־הַקָּהָ֖ל הַבָּאִ֣ים מִיִּשְׂרָאֵ֑ל וְהַגֵּרִ֗ים הַבָּאִים֙ מֵאֶ֣רֶץ יִשְׂרָאֵ֔ל וְהַיּוֹשְׁבִ֖ים בִּיהוּדָֽה׃", 
            "וַתְּהִ֥י שִׂמְחָֽה־גְדוֹלָ֖ה בִּֽירוּשָׁלִָ֑ם כִּ֠י מִימֵ֞י שְׁלֹמֹ֤ה בֶן־דָּוִיד֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל לֹ֥א כָזֹ֖את בִּירוּשָׁלִָֽם׃ (ס)", 
            "וַיָּקֻ֜מוּ הַכֹּהֲנִ֤ים הַלְוִיִּם֙ וַיְבָרֲכ֣וּ אֶת־הָעָ֔ם וַיִּשָּׁמַ֖ע בְּקוֹלָ֑ם וַתָּב֧וֹא תְפִלָּתָ֛ם לִמְע֥וֹן קָדְשׁ֖וֹ לַשָּׁמָֽיִם׃ (פ)"
        ], 
        [
            "וּכְכַלּ֣וֹת כָּל־זֹ֗את יָצְא֨וּ כָּל־יִשְׂרָאֵ֥ל הַֽנִּמְצְאִים֮ לְעָרֵ֣י יְהוּדָה֒ וַיְשַׁבְּר֣וּ הַמַּצֵּב֣וֹת וַיְגַדְּע֣וּ הָאֲשֵׁרִ֡ים וַיְנַתְּצ֣וּ אֶת־הַ֠בָּמוֹת וְאֶת־הַֽמִּזְבְּחֹ֞ת מִכָּל־יְהוּדָ֧ה וּבִנְיָמִ֛ן וּבְאֶפְרַ֥יִם וּמְנַשֶּׁ֖ה עַד־לְכַלֵּ֑ה וַיָּשׁ֜וּבוּ כָּל־בְּנֵ֧י יִשְׂרָאֵ֛ל אִ֥ישׁ לַאֲחֻזָּת֖וֹ לְעָרֵיהֶֽם׃ (ס)", 
            "וַיַּעֲמֵ֣ד יְחִזְקִיָּ֡הוּ אֶת־מַחְלְק֣וֹת הַכֹּהֲנִ֣ים וְ֠הַלְוִיִּם עַֽל־מַחְלְקוֹתָ֞ם אִ֣ישׁ ׀ כְּפִ֣י עֲבֹדָת֗וֹ לַכֹּהֲנִים֙ וְלַלְוִיִּ֔ם לְעֹלָ֖ה וְלִשְׁלָמִ֑ים לְשָׁרֵת֙ וּלְהֹד֣וֹת וּלְהַלֵּ֔ל בְּשַׁעֲרֵ֖י מַחֲנ֥וֹת יְהוָֽה׃ (ס)", 
            "וּמְנָת֩ הַמֶּ֨לֶךְ מִן־רְכוּשׁ֜וֹ לָעֹל֗וֹת לְעֹלוֹת֙ הַבֹּ֣קֶר וְהָעֶ֔רֶב וְהָ֣עֹל֔וֹת לַשַּׁבָּת֖וֹת וְלֶחֳדָשִׁ֣ים וְלַמֹּעֲדִ֑ים כַּכָּת֖וּב בְּתוֹרַ֥ת יְהוָֽה׃", 
            "וַיֹּ֤אמֶר לָעָם֙ לְיוֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם לָתֵ֕ת מְנָ֥ת הַכֹּהֲנִ֖ים וְהַלְוִיִּ֑ם לְמַ֥עַן יֶחֶזְק֖וּ בְּתוֹרַ֥ת יְהוָֽה׃", 
            "וְכִפְרֹ֣ץ הַדָּבָ֗ר הִרְבּ֤וּ בְנֵֽי־יִשְׂרָאֵל֙ רֵאשִׁ֣ית דָּגָ֗ן תִּיר֤וֹשׁ וְיִצְהָר֙ וּדְבַ֔שׁ וְכֹ֖ל תְּבוּאַ֣ת שָׂדֶ֑ה וּמַעְשַׂ֥ר הַכֹּ֛ל לָרֹ֖ב הֵבִֽיאוּ׃", 
            "וּבְנֵ֧י יִשְׂרָאֵ֣ל וִֽיהוּדָ֗ה הַיּֽוֹשְׁבִים֮ בְּעָרֵ֣י יְהוּדָה֒ גַּם־הֵ֗ם מַעְשַׂ֤ר בָּקָר֙ וָצֹ֔אן וּמַעְשַׂ֣ר קָֽדָשִׁ֔ים הַמְקֻדָּשִׁ֖ים לַיהוָ֣ה אֱלֹהֵיהֶ֑ם הֵבִ֕יאוּ וַֽיִּתְּנ֖וּ עֲרֵמ֥וֹת עֲרֵמֽוֹת׃ (ס)", 
            "בַּחֹ֙דֶשׁ֙ הַשְּׁלִשִׁ֔י הֵחֵ֥לּוּ הָעֲרֵמ֖וֹת לְיִסּ֑וֹד וּבַחֹ֥דֶשׁ הַשְּׁבִיעִ֖י כִּלּֽוּ׃ (ס)", 
            "וַיָּבֹ֙אוּ֙ יְחִזְקִיָּ֣הוּ וְהַשָּׂרִ֔ים וַיִּרְא֖וּ אֶת־הָעֲרֵמ֑וֹת וַֽיְבָרֲכוּ֙ אֶת־יְהוָ֔ה וְאֵ֖ת עַמּ֥וֹ יִשְׂרָאֵֽל׃ (פ)", 
            "וַיִּדְרֹ֣שׁ יְחִזְקִיָּ֗הוּ עַל־הַכֹּֽהֲנִ֛ים וְהַלְוִיִּ֖ם עַל־הָעֲרֵמֽוֹת׃", 
            "וַיֹּ֣אמֶר אֵלָ֗יו עֲזַרְיָ֧הוּ הַכֹּהֵ֛ן הָרֹ֖אשׁ לְבֵ֣ית צָד֑וֹק וַ֠יֹּאמֶר מֵהָחֵ֨ל הַתְּרוּמָ֜ה לָבִ֣יא בֵית־יְהוָ֗ה אָכ֨וֹל וְשָׂב֤וֹעַ וְהוֹתֵר֙ עַד־לָר֔וֹב כִּ֤י יְהוָה֙ בֵּרַ֣ךְ אֶת־עַמּ֔וֹ וְהַנּוֹתָ֖ר אֶת־הֶהָמ֥וֹן הַזֶּֽה׃ (ס)", 
            "וַיֹּ֣אמֶר יְחִזְקִיָּ֗הוּ לְהָכִ֧ין לְשָׁכ֛וֹת בְּבֵ֥ית יְהוָ֖ה וַיָּכִֽינוּ׃", 
            "וַיָּבִ֨יאוּ אֶת־הַתְּרוּמָ֧ה וְהַֽמַּעֲשֵׂ֛ר וְהַקֳּדָשִׁ֖ים בֶּאֱמוּנָ֑ה וַעֲלֵיהֶ֤ם נָגִיד֙ כונניהו [כָּֽנַנְיָ֣הוּ] הַלֵּוִ֔י וְשִׁמְעִ֥י אָחִ֖יהוּ מִשְׁנֶֽה׃", 
            "וִֽיחִיאֵ֡ל וַ֠עֲזַזְיָהוּ וְנַ֨חַת וַעֲשָׂהאֵ֜ל וִֽירִימ֤וֹת וְיוֹזָבָד֙ וֶאֱלִיאֵ֣ל וְיִסְמַכְיָ֔הוּ וּמַ֖חַת וּבְנָיָ֑הוּ פְּקִידִ֗ים מִיַּ֤ד כונניהו [כָּֽנַנְיָ֙הוּ֙] וְשִׁמְעִ֣י אָחִ֔יו בְּמִפְקַד֙ יְחִזְקִיָּ֣הוּ הַמֶּ֔לֶךְ וַעֲזַרְיָ֖הוּ נְגִ֥יד בֵּית־הָאֱלֹהִֽים׃", 
            "וְקוֹרֵ֨א בֶן־יִמְנָ֤ה הַלֵּוִי֙ הַשּׁוֹעֵ֣ר לַמִּזְרָ֔חָה עַ֖ל נִדְב֣וֹת הָאֱלֹהִ֑ים לָתֵת֙ תְּרוּמַ֣ת יְהוָ֔ה וְקָדְשֵׁ֖י הַקֳּדָשִֽׁים׃", 
            "וְעַל־יָד֡וֹ עֵ֣דֶן וּ֠מִנְיָמִן וְיֵשׁ֨וּעַ וּֽשְׁמַֽעְיָ֜הוּ אֲמַרְיָ֧הוּ וּשְׁכַנְיָ֛הוּ בְּעָרֵ֥י הַכֹּהֲנִ֖ים בֶּאֱמוּנָ֑ה לָתֵ֤ת לַאֲחֵיהֶם֙ בְּמַחְלְק֔וֹת כַּגָּד֖וֹל כַּקָּטָֽן׃", 
            "מִלְּבַ֞ד הִתְיַחְשָׂ֣ם לִזְכָרִ֗ים מִבֶּ֨ן שָׁל֤וֹשׁ שָׁנִים֙ וּלְמַ֔עְלָה לְכָל־הַבָּ֥א לְבֵית־יְהוָ֖ה לִדְבַר־י֣וֹם בְּיוֹמ֑וֹ לַעֲב֣וֹדָתָ֔ם בְּמִשְׁמְרוֹתָ֖ם כְּמַחְלְקוֹתֵיהֶֽם׃", 
            "וְאֵ֨ת הִתְיַחֵ֤שׂ הַכֹּהֲנִים֙ לְבֵ֣ית אֲבוֹתֵיהֶ֔ם וְהַ֨לְוִיִּ֔ם מִבֶּ֛ן עֶשְׂרִ֥ים שָׁנָ֖ה וּלְמָ֑עְלָה בְּמִשְׁמְרוֹתֵיהֶ֖ם בְּמַחְלְקוֹתֵיהֶֽם׃", 
            "וּלְהִתְיַחֵ֗שׂ בְּכָל־טַפָּ֧ם נְשֵׁיהֶ֛ם וּבְנֵיהֶ֥ם וּבְנוֹתֵיהֶ֖ם לְכָל־קָהָ֑ל כִּ֥י בֶאֱמוּנָתָ֖ם יִתְקַדְּשׁוּ־קֹֽדֶשׁ׃", 
            "וְלִבְנֵי֩ אַהֲרֹ֨ן הַכֹּהֲנִ֜ים בִּשְׂדֵ֨י מִגְרַ֤שׁ עָרֵיהֶם֙ בְּכָל־עִ֣יר וָעִ֔יר אֲנָשִׁ֕ים אֲשֶׁ֥ר נִקְּב֖וּ בְּשֵׁמ֑וֹת לָתֵ֣ת מָנ֗וֹת לְכָל־זָכָר֙ בַּכֹּ֣הֲנִ֔ים וּלְכָל־הִתְיַחֵ֖שׂ בַּלְוִיִּֽם׃", 
            "וַיַּ֧עַשׂ כָּזֹ֛את יְחִזְקִיָּ֖הוּ בְּכָל־יְהוּדָ֑ה וַיַּ֨עַשׂ הַטּ֤וֹב וְהַיָּשָׁר֙ וְהָ֣אֱמֶ֔ת לִפְנֵ֖י יְהוָ֥ה אֱלֹהָֽיו׃", 
            "וּבְכָֽל־מַעֲשֶׂ֞ה אֲשֶׁר־הֵחֵ֣ל ׀ בַּעֲבוֹדַ֣ת בֵּית־הָאֱלֹהִ֗ים וּבַתּוֹרָה֙ וּבַמִּצְוָ֔ה לִדְרֹ֖שׁ לֵֽאלֹהָ֑יו בְּכָל־לְבָב֥וֹ עָשָׂ֖ה וְהִצְלִֽיחַ׃ (פ)"
        ], 
        [
            "אַחֲרֵ֨י הַדְּבָרִ֤ים וְהָאֱמֶת֙ הָאֵ֔לֶּה בָּ֖א סַנְחֵרִ֣יב מֶֽלֶךְ־אַשּׁ֑וּר וַיָּבֹ֣א בִֽיהוּדָ֗ה וַיִּ֙חַן֙ עַל־הֶעָרִ֣ים הַבְּצֻר֔וֹת וַיֹּ֖אמֶר לְבִקְעָ֥ם אֵלָֽיו׃", 
            "וַיַּרְא֙ יְחִזְקִיָּ֔הוּ כִּי־בָ֖א סַנְחֵרִ֑יב וּפָנָ֕יו לַמִּלְחָמָ֖ה עַל־יְרוּשָׁלִָֽם׃", 
            "וַיִּוָּעַ֗ץ עִם־שָׂרָיו֙ וְגִבֹּרָ֔יו לִסְתּוֹם֙ אֶת־מֵימֵ֣י הָעֲיָנ֔וֹת אֲשֶׁ֖ר מִח֣וּץ לָעִ֑יר וַֽיַּעְזְרֽוּהוּ׃", 
            "וַיִּקָּבְצ֣וּ עַם־רָ֔ב וַֽיִּסְתְּמוּ֙ אֶת־כָּל־הַמַּעְיָנ֔וֹת וְאֶת־הַנַּ֛חַל הַשּׁוֹטֵ֥ף בְּתוֹךְ־הָאָ֖רֶץ לֵאמֹ֑ר לָ֤מָּה יָב֙וֹאוּ֙ מַלְכֵ֣י אַשּׁ֔וּר וּמָצְא֖וּ מַ֥יִם רַבִּֽים׃", 
            "וַיִּתְחַזַּ֡ק וַיִּבֶן֩ אֶת־כָּל־הַחוֹמָ֨ה הַפְּרוּצָ֜ה וַיַּ֣עַל עַל־הַמִּגְדָּל֗וֹת וְלַח֙וּצָה֙ הַחוֹמָ֣ה אַחֶ֔רֶת וַיְחַזֵּ֥ק אֶת־הַמִּלּ֖וֹא עִ֣יר דָּוִ֑יד וַיַּ֥עַשׂ שֶׁ֛לַח לָרֹ֖ב וּמָגִנִּֽים׃", 
            "וַיִּתֵּ֛ן שָׂרֵ֥י מִלְחָמ֖וֹת עַל־הָעָ֑ם וַיִּקְבְּצֵ֣ם אֵלָ֗יו אֶל־רְחוֹב֙ שַׁ֣עַר הָעִ֔יר וַיְדַבֵּ֥ר עַל־לְבָבָ֖ם לֵאמֹֽר׃", 
            "חִזְק֣וּ וְאִמְצ֔וּ אַל־תִּֽירְא֣וּ וְאַל־תֵּחַ֗תּוּ מִפְּנֵי֙ מֶ֣לֶךְ אַשּׁ֔וּר וּמִלִּפְנֵ֖י כָּל־הֶהָמ֣וֹן אֲשֶׁר־עִמּ֑וֹ כִּֽי־עִמָּ֥נוּ רַ֖ב מֵעִמּֽוֹ׃", 
            "עִמּוֹ֙ זְר֣וֹעַ בָּשָׂ֔ר וְעִמָּ֜נוּ יְהוָ֤ה אֱלֹהֵ֙ינוּ֙ לְעָזְרֵ֔נוּ וּלְהִלָּחֵ֖ם מִלְחֲמֹתֵ֑נוּ וַיִּסָּמְכ֣וּ הָעָ֔ם עַל־דִּבְרֵ֖י יְחִזְקִיָּ֥הוּ מֶֽלֶךְ־יְהוּדָֽה׃ (פ)", 
            "אַ֣חַר זֶ֗ה שָׁ֠לַח סַנְחֵרִ֨יב מֶֽלֶךְ־אַשּׁ֤וּר עֲבָדָיו֙ יְר֣וּשָׁלַ֔יְמָה וְהוּא֙ עַל־לָכִ֔ישׁ וְכָל־מֶמְשַׁלְתּ֖וֹ עִמּ֑וֹ עַל־יְחִזְקִיָּ֙הוּ֙ מֶ֣לֶךְ יְהוּדָ֔ה וְעַל־כָּל־יְהוּדָ֛ה אֲשֶׁ֥ר בִּירוּשָׁלִַ֖ם לֵאמֹֽר׃", 
            "כֹּ֣ה אָמַ֔ר סַנְחֵרִ֖יב מֶ֣לֶךְ אַשּׁ֑וּר עַל־מָה֙ אַתֶּ֣ם בֹּטְחִ֔ים וְיֹשְׁבִ֥ים בְּמָצ֖וֹר בִּירוּשָׁלִָֽם׃", 
            "הֲלֹ֤א יְחִזְקִיָּ֙הוּ֙ מַסִּ֣ית אֶתְכֶ֔ם לָתֵ֣ת אֶתְכֶ֔ם לָמ֛וּת בְּרָעָ֥ב וּבְצָמָ֖א לֵאמֹ֑ר יְהוָ֣ה אֱלֹהֵ֔ינוּ יַצִּילֵ֕נוּ מִכַּ֖ף מֶ֥לֶךְ אַשּֽׁוּר׃", 
            "הֲלֹא־הוּא֙ יְחִזְקִיָּ֔הוּ הֵסִ֥יר אֶת־בָּמֹתָ֖יו וְאֶת־מִזְבְּחֹתָ֑יו וַיֹּ֨אמֶר לִֽיהוּדָ֤ה וְלִֽירוּשָׁלִַ֙ם֙ לֵאמֹ֔ר לִפְנֵ֨י מִזְבֵּ֧חַ אֶחָ֛ד תִּֽשְׁתַּחֲו֖וּ וְעָלָ֥יו תַּקְטִֽירוּ׃", 
            "הֲלֹ֣א תֵדְע֗וּ מֶ֤ה עָשִׂ֙יתִי֙ אֲנִ֣י וַאֲבוֹתַ֔י לְכֹ֖ל עַמֵּ֣י הָאֲרָצ֑וֹת הֲיָכ֣וֹל יָֽכְל֗וּ אֱלֹהֵי֙ גּוֹיֵ֣ הָאֲרָצ֔וֹת לְהַצִּ֥יל אֶת־אַרְצָ֖ם מִיָּדִֽי׃", 
            "מִ֠י בְּֽכָל־אֱלֹהֵ֞י הַגּוֹיִ֤ם הָאֵ֙לֶּה֙ אֲשֶׁ֣ר הֶחֱרִ֣ימוּ אֲבוֹתַ֔י אֲשֶׁ֣ר יָכ֔וֹל לְהַצִּ֥יל אֶת־עַמּ֖וֹ מִיָּדִ֑י כִּ֤י יוּכַל֙ אֱלֹ֣הֵיכֶ֔ם לְהַצִּ֥יל אֶתְכֶ֖ם מִיָּדִֽי׃", 
            "וְעַתָּ֡ה אַל־יַשִּׁיא֩ אֶתְכֶ֨ם חִזְקִיָּ֜הוּ וְאַל־יַסִּ֨ית אֶתְכֶ֣ם כָּזֹאת֮ וְאַל־תַּאֲמִ֣ינוּ לוֹ֒ כִּי־לֹ֣א יוּכַ֗ל כָּל־אֱל֙וֹהַ֙ כָּל־גּ֣וֹי וּמַמְלָכָ֔ה לְהַצִּ֥יל עַמּ֛וֹ מִיָּדִ֖י וּמִיַּ֣ד אֲבוֹתָ֑י אַ֚ף כִּ֣י אֱ‍ֽלֹהֵיכֶ֔ם לֹא־יַצִּ֥ילוּ אֶתְכֶ֖ם מִיָּדִֽי׃", 
            "וְעוֹד֙ דִּבְּר֣וּ עֲבָדָ֔יו עַל־יְהוָ֖ה הָאֱלֹהִ֑ים וְעַ֖ל יְחִזְקִיָּ֥הוּ עַבְדּֽוֹ׃", 
            "וּסְפָרִ֣ים כָּתַ֔ב לְחָרֵ֕ף לַיהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל וְלֵֽאמֹ֨ר עָלָ֜יו לֵאמֹ֗ר כֵּֽאלֹהֵ֞י גּוֹיֵ֤ הָאֲרָצוֹת֙ אֲשֶׁ֨ר לֹא־הִצִּ֤ילוּ עַמָּם֙ מִיָּדִ֔י כֵּ֣ן לֹֽא־יַצִּ֞יל אֱלֹהֵ֧י יְחִזְקִיָּ֛הוּ עַמּ֖וֹ מִיָּדִֽי׃", 
            "וַיִּקְרְא֨וּ בְקוֹל־גָּד֜וֹל יְהוּדִ֗ית עַל־עַ֤ם יְרוּשָׁלִַ֙ם֙ אֲשֶׁ֣ר עַל־הַֽחוֹמָ֔ה לְיָֽרְאָ֖ם וּֽלְבַהֲלָ֑ם לְמַ֖עַן יִלְכְּד֥וּ אֶת־הָעִֽיר׃", 
            "וַֽיְדַבְּר֔וּ אֶל־אֱלֹהֵ֖י יְרוּשָׁלִָ֑ם כְּעַ֗ל אֱלֹהֵי֙ עַמֵּ֣י הָאָ֔רֶץ מַעֲשֵׂ֖ה יְדֵ֥י הָאָדָֽם׃ (ס)", 
            "וַיִּתְפַּלֵּ֞ל יְחִזְקִיָּ֣הוּ הַמֶּ֗לֶךְ וִֽישַֽׁעְיָ֧הוּ בֶן־אָמ֛וֹץ הַנָּבִ֖יא עַל־זֹ֑את וַֽיִּזְעֲק֖וּ הַשָּׁמָֽיִם׃ (פ)", 
            "וַיִּשְׁלַ֤ח יְהוָה֙ מַלְאָ֔ךְ וַיַּכְחֵ֞ד כָּל־גִּבּ֥וֹר חַ֙יִל֙ וְנָגִ֣יד וְשָׂ֔ר בְּמַחֲנֵ֖ה מֶ֣לֶךְ אַשּׁ֑וּר וַיָּשָׁב֩ בְּבֹ֨שֶׁת פָּנִ֜ים לְאַרְצ֗וֹ וַיָּבֹא֙ בֵּ֣ית אֱלֹהָ֔יו ומיציאו [וּמִֽיצִיאֵ֣י] מֵעָ֔יו שָׁ֖ם הִפִּילֻ֥הוּ בֶחָֽרֶב׃", 
            "וַיּוֹשַׁע֩ יְהוָ֨ה אֶת־יְחִזְקִיָּ֜הוּ וְאֵ֣ת ׀ יֹשְׁבֵ֣י יְרוּשָׁלִַ֗ם מִיַּ֛ד סַנְחֵרִ֥יב מֶֽלֶךְ־אַשּׁ֖וּר וּמִיַּד־כֹּ֑ל וַֽיְנַהֲלֵ֖ם מִסָּבִֽיב׃", 
            "וְ֠רַבִּים מְבִיאִ֨ים מִנְחָ֤ה לַיהוָה֙ לִיר֣וּשָׁלִַ֔ם וּמִ֨גְדָּנ֔וֹת לִֽיחִזְקִיָּ֖הוּ מֶ֣לֶךְ יְהוּדָ֑ה וַיִּנַּשֵּׂ֛א לְעֵינֵ֥י כָל־הַגּוֹיִ֖ם מֵאַֽחֲרֵי־כֵֽן׃ (ס)", 
            "בַּיָּמִ֣ים הָהֵ֔ם חָלָ֥ה יְחִזְקִיָּ֖הוּ עַד־לָמ֑וּת וַיִּתְפַּלֵּל֙ אֶל־יְהוָ֔ה וַיֹּ֣אמֶר ל֔וֹ וּמוֹפֵ֖ת נָ֥תַן לֽוֹ׃", 
            "וְלֹא־כִגְמֻ֤ל עָלָיו֙ הֵשִׁ֣יב יְחִזְקִיָּ֔הוּ כִּ֥י גָבַ֖הּ לִבּ֑וֹ וַיְהִ֤י עָלָיו֙ קֶ֔צֶף וְעַל־יְהוּדָ֖ה וִירוּשָׁלִָֽם׃", 
            "וַיִּכָּנַ֤ע יְחִזְקִיָּ֙הוּ֙ בְּגֹ֣בַהּ לִבּ֔וֹ ה֖וּא וְיֹשְׁבֵ֣י יְרוּשָׁלִָ֑ם וְלֹא־בָ֤א עֲלֵיהֶם֙ קֶ֣צֶף יְהוָ֔ה בִּימֵ֖י יְחִזְקִיָּֽהוּ׃", 
            "וַיְהִ֧י לִֽיחִזְקִיָּ֛הוּ עֹ֥שֶׁר וְכָב֖וֹד הַרְבֵּ֣ה מְאֹ֑ד וְאֹֽצָר֣וֹת עָֽשָׂה־ל֠וֹ לְכֶ֨סֶף וּלְזָהָ֜ב וּלְאֶ֣בֶן יְקָרָ֗ה וְלִבְשָׂמִים֙ וּלְמָ֣גִנִּ֔ים וּלְכֹ֖ל כְּלֵ֥י חֶמְדָּֽה׃", 
            "וּמִ֨סְכְּנ֔וֹת לִתְבוּאַ֥ת דָּגָ֖ן וְתִיר֣וֹשׁ וְיִצְהָ֑ר וְאֻֽרָוֺת֙ לְכָל־בְּהֵמָ֣ה וּבְהֵמָ֔ה וַעֲדָרִ֖ים לָאֲוֵרֽוֹת׃", 
            "וְעָרִים֙ עָ֣שָׂה ל֔וֹ וּמִקְנֵה־צֹ֥אן וּבָקָ֖ר לָרֹ֑ב כִּ֤י נָֽתַן־לוֹ֙ אֱלֹהִ֔ים רְכ֖וּשׁ רַ֥ב מְאֹֽד׃", 
            "וְה֣וּא יְחִזְקִיָּ֗הוּ סָתַם֙ אֶת־מוֹצָ֞א מֵימֵ֤י גִיחוֹן֙ הָֽעֶלְי֔וֹן וַֽיַּישְּׁרֵ֥ם לְמַֽטָּה־מַּעְרָ֖בָה לְעִ֣יר דָּוִ֑יד וַיַּצְלַ֥ח יְחִזְקִיָּ֖הוּ בְּכָֽל־מַעֲשֵֽׂהוּ׃", 
            "וְכֵ֞ן בִּמְלִיצֵ֣י ׀ שָׂרֵ֣י בָּבֶ֗ל הַֽמְשַׁלְּחִ֤ים עָלָיו֙ לִדְרֹ֗שׁ הַמּוֹפֵת֙ אֲשֶׁ֣ר הָיָ֣ה בָאָ֔רֶץ עֲזָב֖וֹ הָֽאֱלֹהִ֑ים לְנַ֨סּוֹת֔וֹ לָדַ֖עַת כָּל־בִּלְבָבֽוֹ׃", 
            "וְיֶ֛תֶר דִּבְרֵ֥י יְחִזְקִיָּ֖הוּ וַחֲסָדָ֑יו הִנָּ֣ם כְּתוּבִ֗ים בַּחֲז֞וֹן יְשַֽׁעְיָ֤הוּ בֶן־אָמוֹץ֙ הַנָּבִ֔יא עַל־סֵ֥פֶר מַלְכֵי־יְהוּדָ֖ה וְיִשְׂרָאֵֽל׃", 
            "וַיִּשְׁכַּ֨ב יְחִזְקִיָּ֜הוּ עִם־אֲבֹתָ֗יו וַֽיִּקְבְּרֻהוּ֮ בְּֽמַעֲלֵה֮ קִבְרֵ֣י בְנֵי־דָוִיד֒ וְכָבוֹד֙ עָֽשׂוּ־ל֣וֹ בְמוֹת֔וֹ כָּל־יְהוּדָ֖ה וְיֹשְׁבֵ֣י יְרוּשָׁלִָ֑ם וַיִּמְלֹ֛ךְ מְנַשֶּׁ֥ה בְנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "בֶּן־שְׁתֵּ֥ים עֶשְׂרֵ֛ה שָׁנָ֖ה מְנַשֶּׁ֣ה בְמָלְכ֑וֹ וַחֲמִשִּׁ֤ים וְחָמֵשׁ֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָֽם׃", 
            "וַיַּ֥עַשׂ הָרַ֖ע בְּעֵינֵ֣י יְהוָ֑ה כְּתֽוֹעֲבוֹת֙ הַגּוֹיִ֔ם אֲשֶׁר֙ הוֹרִ֣ישׁ יְהוָ֔ה מִפְּנֵ֖י בְּנֵ֥י יִשְׂרָאֵֽל׃", 
            "וַיָּ֗שָׁב וַיִּ֙בֶן֙ אֶת־הַבָּמ֔וֹת אֲשֶׁ֥ר נִתַּ֖ץ יְחִזְקִיָּ֣הוּ אָבִ֑יו וַיָּ֨קֶם מִזְבְּח֤וֹת לַבְּעָלִים֙ וַיַּ֣עַשׂ אֲשֵׁר֔וֹת וַיִּשְׁתַּ֙חוּ֙ לְכָל־צְבָ֣א הַשָּׁמַ֔יִם וַֽיַּעֲבֹ֖ד אֹתָֽם׃", 
            "וּבָנָ֥ה מִזְבְּח֖וֹת בְּבֵ֣ית יְהוָ֑ה אֲשֶׁר֙ אָמַ֣ר יְהוָ֔ה בִּירוּשָׁלִַ֥ם יִֽהְיֶה־שְּׁמִ֖י לְעוֹלָֽם׃", 
            "וַיִּ֥בֶן מִזְבְּח֖וֹת לְכָל־צְבָ֣א הַשָּׁמָ֑יִם בִּשְׁתֵּ֖י חַצְר֥וֹת בֵּית־יְהוָֽה׃", 
            "וְהוּא֩ הֶעֱבִ֨יר אֶת־בָּנָ֤יו בָּאֵשׁ֙ בְּגֵ֣י בֶן־הִנֹּ֔ם וְעוֹנֵ֤ן וְנִחֵשׁ֙ וְֽכִשֵּׁ֔ף וְעָ֥שָׂה א֖וֹב וְיִדְּעוֹנִ֑י הִרְבָּ֗ה לַעֲשׂ֥וֹת הָרַ֛ע בְּעֵינֵ֥י יְהוָ֖ה לְהַכְעִיסֽוֹ׃", 
            "וַיָּ֕שֶׂם אֶת־פֶּ֥סֶל הַסֶּ֖מֶל אֲשֶׁ֣ר עָשָׂ֑ה בְּבֵ֣ית הָאֱלֹהִ֗ים אֲשֶׁ֨ר אָמַ֤ר אֱלֹהִים֙ אֶל־דָּוִיד֙ וְאֶל־שְׁלֹמֹ֣ה בְנ֔וֹ בַּבַּ֨יִת הַזֶּ֜ה וּבִֽירוּשָׁלִַ֗ם אֲשֶׁ֤ר בָּחַ֙רְתִּי֙ מִכֹּל֙ שִׁבְטֵ֣י יִשְׂרָאֵ֔ל אָשִׂ֥ים אֶת־שְׁמִ֖י לְעֵילֽוֹם׃", 
            "וְלֹ֣א אוֹסִ֗יף לְהָסִיר֙ אֶת־רֶ֣גֶל יִשְׂרָאֵ֔ל מֵעַל֙ הָֽאֲדָמָ֔ה אֲשֶׁ֥ר הֶֽעֱמַ֖דְתִּי לַאֲבֹֽתֵיכֶ֑ם רַ֣ק ׀ אִם־יִשְׁמְר֣וּ לַעֲשׂ֗וֹת אֵ֚ת כָּל־אֲשֶׁ֣ר צִוִּיתִ֔ים לְכָל־הַתּוֹרָ֛ה וְהַֽחֻקִּ֥ים וְהַמִּשְׁפָּטִ֖ים בְּיַד־מֹשֶֽׁה׃", 
            "וַיֶּ֣תַע מְנַשֶּׁ֔ה אֶת־יְהוּדָ֖ה וְיֹשְׁבֵ֣י יְרוּשָׁלִָ֑ם לַעֲשׂ֣וֹת רָ֔ע מִן־הַ֨גּוֹיִ֔ם אֲשֶׁר֙ הִשְׁמִ֣יד יְהוָ֔ה מִפְּנֵ֖י בְּנֵ֥י יִשְׂרָאֵֽל׃ (פ)", 
            "וַיְדַבֵּ֧ר יְהוָ֛ה אֶל־מְנַשֶּׁ֥ה וְאֶל־עַמּ֖וֹ וְלֹ֥א הִקְשִֽׁיבוּ׃", 
            "וַיָּבֵ֨א יְהוָ֜ה עֲלֵיהֶ֗ם אֶת־שָׂרֵ֤י הַצָּבָא֙ אֲשֶׁר֙ לְמֶ֣לֶךְ אַשּׁ֔וּר וַיִּלְכְּד֥וּ אֶת־מְנַשֶּׁ֖ה בַּחֹחִ֑ים וַיַּֽאַסְרֻ֙הוּ֙ בַּֽנְחֻשְׁתַּ֔יִם וַיּוֹלִיכֻ֖הוּ בָּבֶֽלָה׃", 
            "וּכְהָצֵ֣ר ל֔וֹ חִלָּ֕ה אֶת־פְּנֵ֖י יְהוָ֣ה אֱלֹהָ֑יו וַיִּכָּנַ֣ע מְאֹ֔ד מִלִּפְנֵ֖י אֱלֹהֵ֥י אֲבֹתָֽיו׃", 
            "וַיִּתְפַּלֵּ֣ל אֵלָ֗יו וַיֵּעָ֤תֶר לוֹ֙ וַיִּשְׁמַ֣ע תְּחִנָּת֔וֹ וַיְשִׁיבֵ֥הוּ יְרוּשָׁלִַ֖ם לְמַלְכוּת֑וֹ וַיֵּ֣דַע מְנַשֶּׁ֔ה כִּ֥י יְהוָ֖ה ה֥וּא הָֽאֱלֹהִֽים׃", 
            "וְאַחֲרֵי־כֵ֡ן בָּנָ֣ה חוֹמָ֣ה חִֽיצוֹנָ֣ה ׀ לְעִיר־דָּוִ֡יד מַעְרָבָה֩ לְגִיח֨וֹן בַּנַּ֜חַל וְלָב֨וֹא בְשַׁ֤עַר הַדָּגִים֙ וְסָבַ֣ב לָעֹ֔פֶל וַיַּגְבִּיהֶ֖הָ מְאֹ֑ד וַיָּ֧שֶׂם שָֽׂרֵי־חַ֛יִל בְּכָל־הֶעָרִ֥ים הַבְּצֻר֖וֹת בִּיהוּדָֽה׃", 
            "וַ֠יָּסַר אֶת־אֱלֹהֵ֨י הַנֵּכָ֤ר וְאֶת־הַסֶּ֙מֶל֙ מִבֵּ֣ית יְהוָ֔ה וְכָל־הַֽמִּזְבְּח֗וֹת אֲשֶׁ֥ר בָּנָ֛ה בְּהַ֥ר בֵּית־יְהוָ֖ה וּבִירוּשָׁלִָ֑ם וַיַּשְׁלֵ֖ךְ ח֥וּצָה לָעִֽיר׃", 
            "ויכן [וַיִּ֙בֶן֙] אֶת־מִזְבַּ֣ח יְהוָ֔ה וַיִּזְבַּ֣ח עָלָ֔יו זִבְחֵ֥י שְׁלָמִ֖ים וְתוֹדָ֑ה וַיֹּ֙אמֶר֙ לִֽיהוּדָ֔ה לַעֲב֕וֹד אֶת־יְהוָ֖ה אֱלֹהֵ֥י יִשְׂרָאֵֽל׃", 
            "אֲבָל֙ ע֣וֹד הָעָ֔ם זֹבְחִ֖ים בַּבָּמ֑וֹת רַ֖ק לַיהוָ֥ה אֱלֹהֵיהֶֽם׃", 
            "וְיֶ֨תֶר דִּבְרֵ֣י מְנַשֶּׁה֮ וּתְפִלָּת֣וֹ אֶל־אֱלֹהָיו֒ וְדִבְרֵי֙ הַֽחֹזִ֔ים הַֽמְדַבְּרִ֣ים אֵלָ֔יו בְּשֵׁ֥ם יְהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל הִנָּ֕ם עַל־דִּבְרֵ֖י מַלְכֵ֥י יִשְׂרָאֵֽל׃", 
            "וּתְפִלָּת֣וֹ וְהֵֽעָתֶר־לוֹ֮ וְכָל־חַטָּאת֣וֹ וּמַעְלוֹ֒ וְהַמְּקֹמ֗וֹת אֲשֶׁר֩ בָּנָ֨ה בָהֶ֤ם בָּמוֹת֙ וְהֶעֱמִיד֙ הָאֲשֵׁרִ֣ים וְהַפְּסִלִ֔ים לִפְנֵ֖י הִכָּנְע֑וֹ הִנָּ֣ם כְּתוּבִ֔ים עַ֖ל דִּבְרֵ֥י חוֹזָֽי׃", 
            "וַיִּשְׁכַּ֤ב מְנַשֶּׁה֙ עִם־אֲבֹתָ֔יו וַֽיִּקְבְּרֻ֖הוּ בֵּית֑וֹ וַיִּמְלֹ֛ךְ אָמ֥וֹן בְּנ֖וֹ תַּחְתָּֽיו׃ (פ)", 
            "בֶּן־עֶשְׂרִ֧ים וּשְׁתַּ֛יִם שָׁנָ֖ה אָמ֣וֹן בְּמָלְכ֑וֹ וּשְׁתַּ֣יִם שָׁנִ֔ים מָלַ֖ךְ בִּֽירוּשָׁלִָֽם׃", 
            "וַיַּ֤עַשׂ הָרַע֙ בְּעֵינֵ֣י יְהוָ֔ה כַּאֲשֶׁ֥ר עָשָׂ֖ה מְנַשֶּׁ֣ה אָבִ֑יו וּֽלְכָל־הַפְּסִילִ֗ים אֲשֶׁ֤ר עָשָׂה֙ מְנַשֶּׁ֣ה אָבִ֔יו זִבַּ֥ח אָמ֖וֹן וַיַּֽעַבְדֵֽם׃", 
            "וְלֹ֤א נִכְנַע֙ מִלִּפְנֵ֣י יְהוָ֔ה כְּהִכָּנַ֖ע מְנַשֶּׁ֣ה אָבִ֑יו כִּ֛י ה֥וּא אָמ֖וֹן הִרְבָּ֥ה אַשְׁמָֽה׃", 
            "וַיִּקְשְׁר֤וּ עָלָיו֙ עֲבָדָ֔יו וַיְמִיתֻ֖הוּ בְּבֵיתֽוֹ׃", 
            "וַיַּכּוּ֙ עַם־הָאָ֔רֶץ אֵ֥ת כָּל־הַקֹּֽשְׁרִ֖ים עַל־הַמֶּ֣לֶךְ אָמ֑וֹן וַיַּמְלִ֧יכוּ עַם־הָאָ֛רֶץ אֶת־יֹאשִׁיָּ֥הוּ בְנ֖וֹ תַּחְתָּֽיו׃ (פ)"
        ], 
        [
            "בֶּן־שְׁמוֹנֶ֥ה שָׁנִ֖ים יֹאשִׁיָּ֣הוּ בְמָלְכ֑וֹ וּשְׁלֹשִׁ֤ים וְאַחַת֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָֽם׃", 
            "וַיַּ֥עַשׂ הַיָּשָׁ֖ר בְּעֵינֵ֣י יְהוָ֑ה וַיֵּ֗לֶךְ בְּדַרְכֵי֙ דָּוִ֣יד אָבִ֔יו וְלֹא־סָ֖ר יָמִ֥ין וּשְׂמֹֽאול׃", 
            "וּבִשְׁמוֹנֶ֨ה שָׁנִ֜ים לְמָלְכ֗וֹ וְהוּא֙ עוֹדֶ֣נּוּ נַ֔עַר הֵחֵ֕ל לִדְר֕וֹשׁ לֵאלֹהֵ֖י דָּוִ֣יד אָבִ֑יו וּבִשְׁתֵּ֧ים עֶשְׂרֵ֣ה שָׁנָ֗ה הֵחֵל֙ לְטַהֵ֔ר אֶת־יְהוּדָה֙ וִיר֣וּשָׁלִַ֔ם מִן־הַבָּמוֹת֙ וְהָ֣אֲשֵׁרִ֔ים וְהַפְּסִלִ֖ים וְהַמַּסֵּכֽוֹת׃", 
            "וַיְנַתְּצ֣וּ לְפָנָ֗יו אֵ֚ת מִזְבְּח֣וֹת הַבְּעָלִ֔ים וְהַֽחַמָּנִ֛ים אֲשֶׁר־לְמַ֥עְלָה מֵעֲלֵיהֶ֖ם גִּדֵּ֑עַ וְ֠הָאֲשֵׁרִים וְהַפְּסִלִ֤ים וְהַמַּסֵּכוֹת֙ שִׁבַּ֣ר וְהֵדַ֔ק וַיִּזְרֹק֙ עַל־פְּנֵ֣י הַקְּבָרִ֔ים הַזֹּבְחִ֖ים לָהֶֽם׃", 
            "וְעַצְמוֹת֙ כֹּֽהֲנִ֔ים שָׂרַ֖ף עַל־מזבחותים [מִזְבְּחוֹתָ֑ם] וַיְטַהֵ֥ר אֶת־יְהוּדָ֖ה וְאֶת־יְרוּשָׁלִָֽם׃", 
            "וּבְעָרֵ֨י מְנַשֶּׁ֧ה וְאֶפְרַ֛יִם וְשִׁמְע֖וֹן וְעַד־נַפְתָּלִ֑י בהר בתיהם [בְּחַרְבֹתֵיהֶ֖ם] סָבִֽיב׃", 
            "וַיְנַתֵּ֣ץ אֶת־הַֽמִּזְבְּח֗וֹת וְאֶת־הָאֲשֵׁרִ֤ים וְהַפְּסִלִים֙ כִּתַּ֣ת לְהֵדַ֔ק וְכָל־הַֽחַמָּנִ֥ים גִּדַּ֖ע בְּכָל־אֶ֣רֶץ יִשְׂרָאֵ֑ל וַיָּ֖שָׁב לִירוּשָׁלִָֽם׃ (ס)", 
            "וּבִשְׁנַ֨ת שְׁמוֹנֶ֤ה עֶשְׂרֵה֙ לְמָלְכ֔וֹ לְטַהֵ֥ר הָאָ֖רֶץ וְהַבָּ֑יִת שָׁ֠לַח אֶת־שָׁפָ֨ן בֶּן־אֲצַלְיָ֜הוּ וְאֶת־מַעֲשֵׂיָ֣הוּ שַׂר־הָעִ֗יר וְ֠אֵת יוֹאָ֤ח בֶּן־יֽוֹאָחָז֙ הַמַּזְכִּ֔יר לְחַזֵּ֕ק אֶת־בֵּ֖ית יְהוָ֥ה אֱלֹהָֽיו׃", 
            "וַיָּבֹ֜אוּ אֶל־חִלְקִיָּ֣הוּ ׀ הַכֹּהֵ֣ן הַגָּד֗וֹל וַֽיִּתְּנוּ֮ אֶת־הַכֶּסֶף֮ הַמּוּבָ֣א בֵית־אֱלֹהִים֒ אֲשֶׁ֣ר אָסְפֽוּ־הַלְוִיִּם֩ שֹׁמְרֵ֨י הַסַּ֜ף מִיַּ֧ד מְנַשֶּׁ֣ה וְאֶפְרַ֗יִם וּמִכֹּל֙ שְׁאֵרִ֣ית יִשְׂרָאֵ֔ל וּמִכָּל־יְהוּדָ֖ה וּבִנְיָמִ֑ן וישבי [וַיָּשֻׁ֖בוּ] יְרֽוּשָׁלִָֽם׃", 
            "וַֽיִּתְּנ֗וּ עַל־יַד֙ עֹשֵׂ֣ה הַמְּלָאכָ֔ה הַמֻּפְקָדִ֖ים בְּבֵ֣ית יְהוָ֑ה וַיִּתְּנ֨וּ אֹת֜וֹ עוֹשֵׂ֣י הַמְּלָאכָ֗ה אֲשֶׁ֤ר עֹשִׂים֙ בְּבֵ֣ית יְהוָ֔ה לִבְדּ֥וֹק וּלְחַזֵּ֖ק הַבָּֽיִת׃", 
            "וַֽיִּתְּנ֗וּ לֶחָֽרָשִׁים֙ וְלַבֹּנִ֔ים לִקְנוֹת֙ אַבְנֵ֣י מַחְצֵ֔ב וְעֵצִ֖ים לַֽמְחַבְּר֑וֹת וּלְקָרוֹת֙ אֶת־הַבָּ֣תִּ֔ים אֲשֶׁ֥ר הִשְׁחִ֖יתוּ מַלְכֵ֥י יְהוּדָֽה׃", 
            "וְהָאֲנָשִׁים֩ עֹשִׂ֨ים בֶּאֱמוּנָ֜ה בַּמְּלָאכָ֗ה וַעֲלֵיהֶ֣ם ׀ מֻ֠פְקָדִים יַ֣חַת וְעֹבַדְיָ֤הוּ הַלְוִיִּם֙ מִן־בְּנֵ֣י מְרָרִ֔י וּזְכַרְיָ֧ה וּמְשֻׁלָּ֛ם מִן־בְּנֵ֥י הַקְּהָתִ֖ים לְנַצֵּ֑חַ וְהַ֨לְוִיִּ֔ם כָּל־מֵבִ֖ין בִּכְלֵי־שִֽׁיר׃", 
            "וְעַ֣ל הַסַּבָּלִ֗ים וּֽמְנַצְּחִים֙ לְכֹל֙ עֹשֵׂ֣ה מְלָאכָ֔ה לַעֲבוֹדָ֖ה וַעֲבוֹדָ֑ה וּמֵֽהַלְוִיִּ֔ם סוֹפְרִ֥ים וְשֹׁטְרִ֖ים וְשׁוֹעֲרִֽים׃", 
            "וּבְהוֹצִיאָ֣ם אֶת־הַכֶּ֔סֶף הַמּוּבָ֖א בֵּ֣ית יְהוָ֑ה מָצָא֙ חִלְקִיָּ֣הוּ הַכֹּהֵ֔ן אֶת־סֵ֥פֶר תּֽוֹרַת־יְהוָ֖ה בְּיַד־מֹשֶֽׁה׃", 
            "וַיַּ֣עַן חִלְקִיָּ֗הוּ וַיֹּ֙אמֶר֙ אֶל־שָׁפָ֣ן הַסּוֹפֵ֔ר סֵ֧פֶר הַתּוֹרָ֛ה מָצָ֖אתִי בְּבֵ֣ית יְהוָ֑ה וַיִּתֵּ֧ן חִלְקִיָּ֛הוּ אֶת־הַסֵּ֖פֶר אֶל־שָׁפָֽן׃", 
            "וַיָּבֵ֨א שָׁפָ֤ן אֶת־הַסֵּ֙פֶר֙ אֶל־הַמֶּ֔לֶךְ וַיָּ֨שֶׁב ע֧וֹד אֶת־הַמֶּ֛לֶךְ דָּבָ֖ר לֵאמֹ֑ר כֹּ֛ל אֲשֶׁר־נִתַּ֥ן בְּיַד־עֲבָדֶ֖יךָ הֵ֥ם עֹשִֽׂים׃", 
            "וַיַּתִּ֕יכוּ אֶת־הַכֶּ֖סֶף הַנִּמְצָ֣א בְּבֵית־יְהוָ֑ה וַֽיִּתְּנ֗וּהוּ עַל־יַד֙ הַמֻּפְקָדִ֔ים וְעַל־יַ֖ד עוֹשֵׂ֥י הַמְּלָאכָֽה׃", 
            "וַיַּגֵּ֞ד שָׁפָ֤ן הַסּוֹפֵר֙ לַמֶּ֣לֶךְ לֵאמֹ֔ר סֵ֚פֶר נָ֣תַן לִ֔י חִלְקִיָּ֖הוּ הַכֹּהֵ֑ן וַיִּקְרָא־ב֥וֹ שָׁפָ֖ן לִפְנֵ֥י הַמֶּֽלֶךְ׃", 
            "וַיְהִי֙ כִּשְׁמֹ֣עַ הַמֶּ֔לֶךְ אֵ֖ת דִּבְרֵ֣י הַתּוֹרָ֑ה וַיִּקְרַ֖ע אֶת־בְּגָדָֽיו׃", 
            "וַיְצַ֣ו הַמֶּ֡לֶךְ אֶת־חִלְקִיָּ֡הוּ וְאֶת־אֲחִיקָ֣ם בֶּן־שָׁ֠פָן וְאֶת־עַבְדּ֨וֹן בֶּן־מִיכָ֜ה וְאֵ֣ת ׀ שָׁפָ֣ן הַסּוֹפֵ֗ר וְאֵ֛ת עֲשָׂיָ֥ה עֶֽבֶד־הַמֶּ֖לֶךְ לֵאמֹֽר׃", 
            "לְכוּ֩ דִרְשׁ֨וּ אֶת־יְהוָ֜ה בַּעֲדִ֗י וּבְעַד֙ הַנִּשְׁאָר֙ בְּיִשְׂרָאֵ֣ל וּבִֽיהוּדָ֔ה עַל־דִּבְרֵ֥י הַסֵּ֖פֶר אֲשֶׁ֣ר נִמְצָ֑א כִּֽי־גְדוֹלָ֤ה חֲמַת־יְהוָה֙ אֲשֶׁ֣ר נִתְּכָ֣ה בָ֔נוּ עַל֩ אֲשֶׁ֨ר לֹא־שָׁמְר֤וּ אֲבוֹתֵ֙ינוּ֙ אֶת־דְּבַ֣ר יְהוָ֔ה לַעֲשׂ֕וֹת כְּכָל־הַכָּת֖וּב עַל־הַסֵּ֥פֶר הַזֶּֽה׃ (פ)", 
            "וַיֵּ֨לֶךְ חִלְקִיָּ֜הוּ וַאֲשֶׁ֣ר הַמֶּ֗לֶךְ אֶל־חֻלְדָּ֨ה הַנְּבִיאָ֜ה אֵ֣שֶׁת ׀ שַׁלֻּ֣ם בֶּן־תוקהת [תָּקְהַ֗ת] בֶּן־חַסְרָה֙ שׁוֹמֵ֣ר הַבְּגָדִ֔ים וְהִ֛יא יוֹשֶׁ֥בֶת בִּירוּשָׁלִַ֖ם בַּמִּשְׁנֶ֑ה וַיְדַבְּר֥וּ אֵלֶ֖יהָ כָּזֹֽאת׃ (ס)", 
            "וַתֹּ֣אמֶר לָהֶ֔ם כֹּה־אָמַ֥ר יְהוָ֖ה אֱלֹהֵ֣י יִשְׂרָאֵ֑ל אִמְר֣וּ לָאִ֔ישׁ אֲשֶׁר־שָׁלַ֥ח אֶתְכֶ֖ם אֵלָֽי׃ (ס)", 
            "כֹּ֚ה אָמַ֣ר יְהוָ֔ה הִנְנִ֨י מֵבִ֥יא רָעָ֛ה עַל־הַמָּק֥וֹם הַזֶּ֖ה וְעַל־יוֹשְׁבָ֑יו אֵ֤ת כָּל־הָאָלוֹת֙ הַכְּתוּב֣וֹת עַל־הַסֵּ֔פֶר אֲשֶׁ֣ר קָֽרְא֔וּ לִפְנֵ֖י מֶ֥לֶךְ יְהוּדָֽה׃", 
            "תַּ֣חַת ׀ אֲשֶׁ֣ר עֲזָב֗וּנִי ויקטירו [וַֽיְקַטְּרוּ֙] לֵֽאלֹהִ֣ים אֲחֵרִ֔ים לְמַ֙עַן֙ הַכְעִיסֵ֔נִי בְּכֹ֖ל מַעֲשֵׂ֣י יְדֵיהֶ֑ם וְתִתַּ֧ךְ חֲמָתִ֛י בַּמָּק֥וֹם הַזֶּ֖ה וְלֹ֥א תִכְבֶּֽה׃", 
            "וְאֶל־מֶ֣לֶךְ יְהוּדָ֗ה הַשֹּׁלֵ֤חַ אֶתְכֶם֙ לִדְר֣וֹשׁ בַּֽיהוָ֔ה כֹּ֥ה תֹאמְר֖וּ אֵלָ֑יו (ס) כֹּֽה־אָמַ֤ר יְהוָה֙ אֱלֹהֵ֣י יִשְׂרָאֵ֔ל הַדְּבָרִ֖ים אֲשֶׁ֥ר שָׁמָֽעְתָּ׃", 
            "יַ֠עַן רַךְ־לְבָ֨בְךָ֜ וַתִּכָּנַ֣ע ׀ מִלִּפְנֵ֣י אֱלֹהִ֗ים בְּשָׁמְעֲךָ֤ אֶת־דְּבָרָיו֙ עַל־הַמָּק֤וֹם הַזֶּה֙ וְעַל־יֹ֣שְׁבָ֔יו וַתִּכָּנַ֣ע לְפָנַ֔י וַתִּקְרַ֥ע אֶת־בְּגָדֶ֖יךָ וַתֵּ֣בְךְּ לְפָנָ֑י וְגַם־אֲנִ֥י שָׁמַ֖עְתִּי נְאֻם־יְהוָֽה׃", 
            "הִנְנִ֨י אֹֽסִפְךָ֜ אֶל־אֲבֹתֶ֗יךָ וְנֶאֱסַפְתָּ֣ אֶל־קִבְרֹתֶיךָ֮ בְּשָׁלוֹם֒ וְלֹא־תִרְאֶ֣ינָה עֵינֶ֔יךָ בְּכֹל֙ הָֽרָעָ֔ה אֲשֶׁ֨ר אֲנִ֥י מֵבִ֛יא עַל־הַמָּק֥וֹם הַזֶּ֖ה וְעַל־יֹשְׁבָ֑יו וַיָּשִׁ֥יבוּ אֶת־הַמֶּ֖לֶךְ דָּבָֽר׃ (פ)", 
            "וַיִּשְׁלַ֖ח הַמֶּ֑לֶךְ וַיֶּאֱסֹ֕ף אֶת־כָּל־זִקְנֵ֥י יְהוּדָ֖ה וִירוּשָׁלִָֽם׃", 
            "וַיַּ֣עַל הַמֶּ֣לֶךְ בֵּית־יְ֠הוָה וְכָל־אִ֨ישׁ יְהוּדָ֜ה וְיֹשְׁבֵ֣י יְרוּשָׁלִַ֗ם וְהַכֹּֽהֲנִים֙ וְהַלְוִיִּ֔ם וְכָל־הָעָ֖ם מִגָּד֣וֹל וְעַד־קָטָ֑ן וַיִּקְרָ֣א בְאָזְנֵיהֶ֗ם אֶת־כָּל־דִּבְרֵי֙ סֵ֣פֶר הַבְּרִ֔ית הַנִּמְצָ֖א בֵּ֥ית יְהוָֽה׃", 
            "וַיַּעֲמֹ֨ד הַמֶּ֜לֶךְ עַל־עָמְד֗וֹ וַיִּכְרֹ֣ת אֶֽת־הַבְּרִית֮ לִפְנֵ֣י יְהוָה֒ לָלֶ֜כֶת אַחֲרֵ֣י יְהוָ֗ה וְלִשְׁמ֤וֹר אֶת־מִצְוֺתָיו֙ וְעֵֽדְוֺתָ֣יו וְחֻקָּ֔יו בְּכָל־לְבָב֖וֹ וּבְכָל־נַפְשׁ֑וֹ לַעֲשׂוֹת֙ אֶת־דִּבְרֵ֣י הַבְּרִ֔ית הַכְּתוּבִ֖ים עַל־הַסֵּ֥פֶר הַזֶּֽה׃", 
            "וַיַּעֲמֵ֕ד אֵ֛ת כָּל־הַנִּמְצָ֥א בִירוּשָׁלִַ֖ם וּבִנְיָמִ֑ן וַֽיַּעֲשׂוּ֙ יֹשְׁבֵ֣י יְרוּשָׁלִַ֔ם כִּבְרִ֥ית אֱלֹהִ֖ים אֱלֹהֵ֥י אֲבוֹתֵיהֶֽם׃", 
            "וַיָּ֨סַר יֹֽאשִׁיָּ֜הוּ אֶת־כָּל־הַתּוֹעֵב֗וֹת מִֽכָּל־הָאֲרָצוֹת֮ אֲשֶׁ֣ר לִבְנֵ֣י יִשְׂרָאֵל֒ וַֽיַּעֲבֵ֗ד אֵ֤ת כָּל־הַנִּמְצָא֙ בְּיִשְׂרָאֵ֔ל לַעֲב֖וֹד אֶת־יְהוָ֣ה אֱלֹהֵיהֶ֑ם כָּל־יָמָ֕יו לֹ֣א סָ֔רוּ מֵֽאַחֲרֵ֕י יְהוָ֖ה אֱלֹהֵ֥י אֲבוֹתֵיהֶֽם׃ (פ)"
        ], 
        [
            "וַיַּ֨עַשׂ יֹאשִׁיָּ֧הוּ בִֽירוּשָׁלִַ֛ם פֶּ֖סַח לַיהוָ֑ה וַיִּשְׁחֲט֣וּ הַפֶּ֔סַח בְּאַרְבָּעָ֥ה עָשָׂ֖ר לַחֹ֥דֶשׁ הָרִאשֽׁוֹן׃", 
            "וַיַּעֲמֵ֥ד הַכֹּהֲנִ֖ים עַל־מִשְׁמְרוֹתָ֑ם וַֽיְחַזְּקֵ֔ם לַעֲבוֹדַ֖ת בֵּ֥ית יְהוָֽה׃", 
            "וַיֹּ֣אמֶר לַ֠לְוִיִּם המבונים [הַמְּבִינִ֨ים] לְכָל־יִשְׂרָאֵ֜ל הַקְּדוֹשִׁ֣ים לַיהוָ֗ה תְּנ֤וּ אֶת־אֲרוֹן־הַקֹּ֙דֶשׁ֙ בַּ֠בַּיִת אֲשֶׁ֨ר בָּנָ֜ה שְׁלֹמֹ֤ה בֶן־דָּוִיד֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל אֵין־לָכֶ֥ם מַשָּׂ֖א בַּכָּתֵ֑ף עַתָּ֗ה עִבְדוּ֙ אֶת־יְהוָ֣ה אֱלֹֽהֵיכֶ֔ם וְאֵ֖ת עַמּ֥וֹ יִשְׂרָאֵֽל׃", 
            "וְהָכִ֥ונוּ לְבֵית־אֲבוֹתֵיכֶ֖ם כְּמַחְלְקוֹתֵיכֶ֑ם בִּכְתָ֗ב דָּוִיד֙ מֶ֣לֶךְ יִשְׂרָאֵ֔ל וּבְמִכְתַּ֖ב שְׁלֹמֹ֥ה בְנֽוֹ׃", 
            "וְעִמְד֣וּ בַקֹּ֗דֶשׁ לִפְלֻגּוֹת֙ בֵּ֣ית הָֽאָב֔וֹת לַאֲחֵיכֶ֖ם בְּנֵ֣י הָעָ֑ם וַחֲלֻקַּ֥ת בֵּֽית־אָ֖ב לַלְוִיִּֽם׃", 
            "וְשַׁחֲט֖וּ הַפָּ֑סַח וְהִתְקַדְּשׁוּ֙ וְהָכִ֣ינוּ לַאֲחֵיכֶ֔ם לַעֲשׂ֥וֹת כִּדְבַר־יְהוָ֖ה בְּיַד־מֹשֶֽׁה׃ (פ)", 
            "וַיָּ֣רֶם יֹאשִׁיָּ֣הוּ לִבְנֵ֪י הָעָ֟ם צֹ֞אן כְּבָשִׂ֣ים וּבְנֵֽי־עִזִּים֮ הַכֹּ֣ל לַפְּסָחִים֒ לְכָל־הַנִּמְצָ֗א לְמִסְפַּר֙ שְׁלֹשִׁ֣ים אֶ֔לֶף וּבָקָ֖ר שְׁלֹ֣שֶׁת אֲלָפִ֑ים אֵ֖לֶּה מֵרְכ֥וּשׁ הַמֶּֽלֶךְ׃ (ס)", 
            "וְשָׂרָ֞יו לִנְדָבָ֥ה לָעָ֛ם לַכֹּהֲנִ֥ים וְלַלְוִיִּ֖ם הֵרִ֑ימוּ חִלְקִיָּ֨ה וּזְכַרְיָ֜הוּ וִֽיחִיאֵ֗ל נְגִידֵי֙ בֵּ֣ית הָאֱלֹהִ֔ים לַכֹּהֲנִ֞ים נָתְנ֣וּ לַפְּסָחִ֗ים אַלְפַּ֙יִם֙ וְשֵׁ֣שׁ מֵא֔וֹת וּבָקָ֖ר שְׁלֹ֥שׁ מֵאֽוֹת׃", 
            "וכונניהו [וְ֠כָֽנַנְיָהוּ] וּשְׁמַֽעְיָ֨הוּ וּנְתַנְאֵ֜ל אֶחָ֗יו וַחֲשַׁבְיָ֧הוּ וִיעִיאֵ֛ל וְיוֹזָבָ֖ד שָׂרֵ֣י הַלְוִיִּ֑ם הֵרִ֨ימוּ לַלְוִיִּ֤ם לַפְּסָחִים֙ חֲמֵ֣שֶׁת אֲלָפִ֔ים וּבָקָ֖ר חֲמֵ֥שׁ מֵאֽוֹת׃", 
            "וַתִּכּ֖וֹן הָעֲבוֹדָ֑ה וַיַּֽעַמְד֨וּ הַכֹּהֲנִ֧ים עַל־עָמְדָ֛ם וְהַלְוִיִּ֥ם עַל־מַחְלְקוֹתָ֖ם כְּמִצְוַ֥ת הַמֶּֽלֶךְ׃", 
            "וַֽיִּשְׁחֲט֖וּ הַפָּ֑סַח וַיִּזְרְק֤וּ הַכֹּהֲנִים֙ מִיָּדָ֔ם וְהַלְוִיִּ֖ם מַפְשִׁיטִֽים׃", 
            "וַיָּסִ֨ירוּ הָעֹלָ֜ה לְ֠תִתָּם לְמִפְלַגּ֤וֹת לְבֵית־אָבוֹת֙ לִבְנֵ֣י הָעָ֔ם לְהַקְרִיב֙ לַיהוָ֔ה כַּכָּת֖וּב בְּסֵ֣פֶר מֹשֶׁ֑ה וְכֵ֖ן לַבָּקָֽר׃", 
            "וַֽיְבַשְּׁל֥וּ הַפֶּ֛סַח בָּאֵ֖שׁ כַּמִּשְׁפָּ֑ט וְהַקֳּדָשִׁ֣ים בִּשְּׁל֗וּ בַּסִּיר֤וֹת וּבַדְּוָדִים֙ וּבַצֵּ֣לָח֔וֹת וַיָּרִ֖יצוּ לְכָל־בְּנֵ֥י הָעָֽם׃", 
            "וְאַחַ֗ר הֵכִ֤ינוּ לָהֶם֙ וְלַכֹּ֣הֲנִ֔ים כִּ֤י הַכֹּהֲנִים֙ בְּנֵ֣י אַהֲרֹ֔ן בְּהַֽעֲל֛וֹת הָעוֹלָ֥ה וְהַחֲלָבִ֖ים עַד־לָ֑יְלָה וְהַלְוִיִּם֙ הֵכִ֣ינוּ לָהֶ֔ם וְלַכֹּהֲנִ֖ים בְּנֵ֥י אַהֲרֹֽן׃", 
            "וְהַמְשֹֽׁרֲרִ֨ים בְּנֵי־אָסָ֜ף עַל־מַעֲמָדָ֗ם כְּמִצְוַ֤ת דָּוִיד֙ וְאָסָ֞ף וְהֵימָ֤ן וִֽידֻתוּן֙ חוֹזֵ֣ה הַמֶּ֔לֶךְ וְהַשֹּׁעֲרִ֖ים לְשַׁ֣עַר וָשָׁ֑עַר אֵ֣ין לָהֶ֗ם לָסוּר֙ מֵעַ֣ל עֲבֹֽדָתָ֔ם כִּֽי־אֲחֵיהֶ֥ם הַלְוִיִּ֖ם הֵכִ֥ינוּ לָהֶֽם׃", 
            "וַ֠תִּכּוֹן כָּל־עֲבוֹדַ֨ת יְהוָ֜ה בַּיּ֤וֹם הַהוּא֙ לַעֲשׂ֣וֹת הַפֶּ֔סַח וְהַעֲל֣וֹת עֹל֔וֹת עַ֖ל מִזְבַּ֣ח יְהוָ֑ה כְּמִצְוַ֖ת הַמֶּ֥לֶךְ יֹאשִׁיָּֽהוּ׃", 
            "וַיַּעֲשׂ֨וּ בְנֵֽי־יִשְׂרָאֵ֧ל הַֽנִּמְצְאִ֛ים אֶת־הַפֶּ֖סַח בָּעֵ֣ת הַהִ֑יא וְאֶת־חַ֥ג הַמַּצּ֖וֹת שִׁבְעַ֥ת יָמִֽים׃", 
            "וְלֹֽא־נַעֲשָׂ֨ה פֶ֤סַח כָּמֹ֙הוּ֙ בְּיִשְׂרָאֵ֔ל מִימֵ֖י שְׁמוּאֵ֣ל הַנָּבִ֑יא וְכָל־מַלְכֵ֣י יִשְׂרָאֵ֣ל ׀ לֹֽא־עָשׂ֡וּ כַּפֶּ֣סַח אֲשֶׁר־עָשָׂ֣ה יֹֽ֠אשִׁיָּהוּ וְהַכֹּהֲנִ֨ים וְהַלְוִיִּ֤ם וְכָל־יְהוּדָה֙ וְיִשְׂרָאֵ֣ל הַנִּמְצָ֔א וְיוֹשְׁבֵ֖י יְרוּשָׁלִָֽם׃ (ס)", 
            "בִּשְׁמוֹנֶ֤ה עֶשְׂרֵה֙ שָׁנָ֔ה לְמַלְכ֖וּת יֹאשִׁיָּ֑הוּ נַעֲשָׂ֖ה הַפֶּ֥סַח הַזֶּֽה׃", 
            "אַחֲרֵ֣י כָל־זֹ֗את אֲשֶׁ֨ר הֵכִ֤ין יֹֽאשִׁיָּ֙הוּ֙ אֶת־הַבַּ֔יִת עָלָ֞ה נְכ֧וֹ מֶֽלֶךְ־מִצְרַ֛יִם לְהִלָּחֵ֥ם בְּכַרְכְּמִ֖ישׁ עַל־פְּרָ֑ת וַיֵּצֵ֥א לִקְרָאת֖וֹ יֹאשִׁיָּֽהוּ׃", 
            "וַיִּשְׁלַ֣ח אֵלָ֣יו מַלְאָכִ֣ים ׀ לֵאמֹר֩ ׀ מַה־לִּ֨י וָלָ֜ךְ מֶ֣לֶךְ יְהוּדָ֗ה לֹא־עָלֶ֨יךָ אַתָּ֤ה הַיּוֹם֙ כִּ֚י אֶל־בֵּ֣ית מִלְחַמְתִּ֔י וֵאלֹהִ֖ים אָמַ֣ר לְבַֽהֲלֵ֑נִי חֲדַל־לְךָ֛ מֵאֱלֹהִ֥ים אֲשֶׁר־עִמִּ֖י וְאַל־יַשְׁחִיתֶֽךָ׃", 
            "וְלֹֽא־הֵסֵב֩ יֹאשִׁיָּ֨הוּ פָנָ֜יו מִמֶּ֗נּוּ כִּ֤י לְהִלָּחֵֽם־בּוֹ֙ הִתְחַפֵּ֔שׂ וְלֹ֥א שָׁמַ֛ע אֶל־דִּבְרֵ֥י נְכ֖וֹ מִפִּ֣י אֱלֹהִ֑ים וַיָּבֹ֕א לְהִלָּחֵ֖ם בְּבִקְעַ֥ת מְגִדּֽוֹ׃", 
            "וַיֹּרוּ֙ הַיֹּרִ֔ים לַמֶּ֖לֶךְ יֹאשִׁיָּ֑הוּ וַיֹּ֨אמֶר הַמֶּ֤לֶךְ לַעֲבָדָיו֙ הַעֲבִיר֔וּנִי כִּ֥י הָחֳלֵ֖יתִי מְאֹֽד׃", 
            "וַיַּֽעֲבִירֻ֨הוּ עֲבָדָ֜יו מִן־הַמֶּרְכָּבָ֗ה וַֽיַּרְכִּיבֻהוּ֮ עַ֣ל רֶ֣כֶב הַמִּשְׁנֶה֮ אֲשֶׁר־לוֹ֒ וַיּוֹלִיכֻ֙הוּ֙ יְר֣וּשָׁלִַ֔ם וַיָּ֕מָת וַיִּקָּבֵ֖ר בְּקִבְר֣וֹת אֲבֹתָ֑יו וְכָל־יְהוּדָה֙ וִיר֣וּשָׁלִַ֔ם מִֽתְאַבְּלִ֖ים עַל־יֹאשִׁיָּֽהוּ׃ (פ)", 
            "וַיְקוֹנֵ֣ן יִרְמְיָהוּ֮ עַל־יֹאשִׁיָּהוּ֒ וַיֹּאמְר֣וּ כָֽל־הַשָּׁרִ֣ים ׀ וְ֠הַשָּׁרוֹת בְּקִינ֨וֹתֵיהֶ֤ם עַל־יֹאשִׁיָּ֙הוּ֙ עַד־הַיּ֔וֹם וַיִּתְּנ֥וּם לְחֹ֖ק עַל־יִשְׂרָאֵ֑ל וְהִנָּ֥ם כְּתוּבִ֖ים עַל־הַקִּינֽוֹת׃", 
            "וְיֶ֛תֶר דִּבְרֵ֥י יֹאשִׁיָּ֖הוּ וַחֲסָדָ֑יו כַּכָּת֖וּב בְּתוֹרַ֥ת יְהוָֽה׃", 
            "וּדְבָרָ֕יו הָרִאשֹׁנִ֖ים וְהָאַחֲרֹנִ֑ים הִנָּ֣ם כְּתוּבִ֔ים עַל־סֵ֥פֶר מַלְכֵֽי־יִשְׂרָאֵ֖ל וִיהוּדָֽה׃"
        ], 
        [
            "וַיִּקְחוּ֙ עַם־הָאָ֔רֶץ אֶת־יְהוֹאָחָ֖ז בֶּן־יֹאשִׁיָּ֑הוּ וַיַּמְלִיכֻ֥הוּ תַֽחַת־אָבִ֖יו בִּירוּשָׁלִָֽם׃", 
            "בֶּן־שָׁל֧וֹשׁ וְעֶשְׂרִ֛ים שָׁנָ֖ה יוֹאָחָ֣ז בְּמָלְכ֑וֹ וּשְׁלֹשָׁ֣ה חֳדָשִׁ֔ים מָלַ֖ךְ בִּירוּשָׁלִָֽם׃", 
            "וַיְסִירֵ֥הוּ מֶֽלֶךְ־מִצְרַ֖יִם בִּֽירוּשָׁלִָ֑ם וַֽיַּעֲנֹשׁ֙ אֶת־הָאָ֔רֶץ מֵאָ֥ה כִכַּר־כֶּ֖סֶף וְכִכַּ֥ר זָהָֽב׃", 
            "וַיַּמְלֵ֨ךְ מֶֽלֶךְ־מִצְרַ֜יִם אֶת־אֶלְיָקִ֣ים אָחִ֗יו עַל־יְהוּדָה֙ וִיר֣וּשָׁלִַ֔ם וַיַּסֵּ֥ב אֶת־שְׁמ֖וֹ יְהוֹיָקִ֑ים וְאֶת־יוֹאָחָ֤ז אָחִיו֙ לָקַ֣ח נְכ֔וֹ וַיְבִיאֵ֖הוּ מִצְרָֽיְמָה׃ (פ)", 
            "בֶּן־עֶשְׂרִ֨ים וְחָמֵ֤שׁ שָׁנָה֙ יְהוֹיָקִ֣ים בְּמָלְכ֔וֹ וְאַחַ֤ת עֶשְׂרֵה֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וַיַּ֣עַשׂ הָרַ֔ע בְּעֵינֵ֖י יְהוָ֥ה אֱלֹהָֽיו׃", 
            "עָלָ֣יו עָלָ֔ה נְבוּכַדְנֶאצַּ֖ר מֶ֣לֶךְ בָּבֶ֑ל וַיַּֽאַסְרֵ֙הוּ֙ בַּֽנְחֻשְׁתַּ֔יִם לְהֹלִיכ֖וֹ בָּבֶֽלָה׃", 
            "וּמִכְּלֵי֙ בֵּ֣ית יְהוָ֔ה הֵבִ֥יא נְבוּכַדְנֶאצַּ֖ר לְבָבֶ֑ל וַיִּתְּנֵ֥ם בְּהֵיכָל֖וֹ בְּבָבֶֽל׃", 
            "וְיֶתֶר֩ דִּבְרֵ֨י יְהֽוֹיָקִ֜ים וְתֹֽעֲבֹתָ֤יו אֲשֶׁר־עָשָׂה֙ וְהַנִּמְצָ֣א עָלָ֔יו הִנָּ֣ם כְּתוּבִ֗ים עַל־סֵ֛פֶר מַלְכֵ֥י יִשְׂרָאֵ֖ל וִֽיהוּדָ֑ה וַיִּמְלֹ֛ךְ יְהוֹיָכִ֥ין בְּנ֖וֹ תַּחְתָּֽיו׃ (פ)", 
            "בֶּן־שְׁמוֹנֶ֤ה שָׁנִים֙ יְהוֹיָכִ֣ין בְּמָלְכ֔וֹ וּשְׁלֹשָׁ֤ה חֳדָשִׁים֙ וַעֲשֶׂ֣רֶת יָמִ֔ים מָלַ֖ךְ בִּירוּשָׁלִָ֑ם וַיַּ֥עַשׂ הָרַ֖ע בְּעֵינֵ֥י יְהוָֽה׃", 
            "וְלִתְשׁוּבַ֣ת הַשָּׁנָ֗ה שָׁלַח֙ הַמֶּ֣לֶךְ נְבֽוּכַדְנֶאצַּ֔ר וַיְבִאֵ֣הוּ בָבֶ֔לָה עִם־כְּלֵ֖י חֶמְדַּ֣ת בֵּית־יְהוָ֑ה וַיַּמְלֵךְ֙ אֶת־צִדְקִיָּ֣הוּ אָחִ֔יו עַל־יְהוּדָ֖ה וִֽירוּשָׁלִָֽם׃ (פ)", 
            "בֶּן־עֶשְׂרִ֧ים וְאַחַ֛ת שָׁנָ֖ה צִדְקִיָּ֣הוּ בְמָלְכ֑וֹ וְאַחַ֤ת עֶשְׂרֵה֙ שָׁנָ֔ה מָלַ֖ךְ בִּירוּשָׁלִָֽם׃", 
            "וַיַּ֣עַשׂ הָרַ֔ע בְּעֵינֵ֖י יְהוָ֣ה אֱלֹהָ֑יו לֹ֣א נִכְנַ֗ע מִלִּפְנֵ֛י יִרְמְיָ֥הוּ הַנָּבִ֖יא מִפִּ֥י יְהוָֽה׃", 
            "וְ֠גַם בַּמֶּ֤לֶךְ נְבֽוּכַדְנֶאצַּר֙ מָרָ֔ד אֲשֶׁ֥ר הִשְׁבִּיע֖וֹ בֵּֽאלֹהִ֑ים וַיֶּ֤קֶשׁ אֶת־עָרְפּוֹ֙ וַיְאַמֵּ֣ץ אֶת־לְבָב֔וֹ מִשּׁ֕וּב אֶל־יְהוָ֖ה אֱלֹהֵ֥י יִשְׂרָאֵֽל׃", 
            "גַּ֠ם כָּל־שָׂרֵ֨י הַכֹּהֲנִ֤ים וְהָעָם֙ הִרְבּ֣וּ לִמְעָול־מַ֔עַל כְּכֹ֖ל תֹּעֲב֣וֹת הַגּוֹיִ֑ם וַֽיְטַמְּאוּ֙ אֶת־בֵּ֣ית יְהוָ֔ה אֲשֶׁ֥ר הִקְדִּ֖ישׁ בִּירוּשָׁלִָֽם׃", 
            "וַיִּשְׁלַ֡ח יְהוָה֩ אֱלֹהֵ֨י אֲבוֹתֵיהֶ֧ם עֲלֵיהֶ֛ם בְּיַ֥ד מַלְאָכָ֖יו הַשְׁכֵּ֣ם וְשָׁל֑וֹחַ כִּֽי־חָמַ֥ל עַל־עַמּ֖וֹ וְעַל־מְעוֹנֽוֹ׃", 
            "וַיִּֽהְי֤וּ מַלְעִבִים֙ בְּמַלְאֲכֵ֣י הָאֱלֹהִ֔ים וּבוֹזִ֣ים דְּבָרָ֔יו וּמִֽתַּעְתְּעִ֖ים בִּנְבִאָ֑יו עַ֠ד עֲל֧וֹת חֲמַת־יְהוָ֛ה בְּעַמּ֖וֹ עַד־לְאֵ֥ין מַרְפֵּֽא׃", 
            "וַיַּ֨עַל עֲלֵיהֶ֜ם אֶת־מֶ֣לֶךְ כשדיים [כַּשְׂדִּ֗ים] וַיַּהֲרֹ֨ג בַּחוּרֵיהֶ֤ם בַּחֶ֙רֶב֙ בְּבֵ֣ית מִקְדָּשָׁ֔ם וְלֹ֥א חָמַ֛ל עַל־בָּח֥וּר וּבְתוּלָ֖ה זָקֵ֣ן וְיָשֵׁ֑שׁ הַכֹּ֖ל נָתַ֥ן בְּיָדֽוֹ׃", 
            "וְ֠כֹל כְּלֵ֞י בֵּ֤ית הָאֱלֹהִים֙ הַגְּדֹלִ֣ים וְהַקְּטַנִּ֔ים וְאֹֽצְרוֹת֙ בֵּ֣ית יְהוָ֔ה וְאֹצְר֥וֹת הַמֶּ֖לֶךְ וְשָׂרָ֑יו הַכֹּ֖ל הֵבִ֥יא בָבֶֽל׃", 
            "וַֽיִּשְׂרְפוּ֙ אֶת־בֵּ֣ית הָאֱלֹהִ֔ים וַֽיְנַתְּצ֔וּ אֵ֖ת חוֹמַ֣ת יְרוּשָׁלִָ֑ם וְכָל־אַרְמְנוֹתֶ֙יהָ֙ שָׂרְפ֣וּ בָאֵ֔שׁ וְכָל־כְּלֵ֥י מַחֲמַדֶּ֖יהָ לְהַשְׁחִֽית׃ (ס)", 
            "וַיֶּ֛גֶל הַשְּׁאֵרִ֥ית מִן־הַחֶ֖רֶב אֶל־בָּבֶ֑ל וַֽיִּהְיוּ־ל֤וֹ וּלְבָנָיו֙ לַעֲבָדִ֔ים עַד־מְלֹ֖ךְ מַלְכ֥וּת פָּרָֽס׃", 
            "לְמַלֹּ֤אות דְּבַר־יְהוָה֙ בְּפִ֣י יִרְמְיָ֔הוּ עַד־רָצְתָ֥ה הָאָ֖רֶץ אֶת־שַׁבְּתוֹתֶ֑יהָ כָּל־יְמֵ֤י הָשַּׁמָּה֙ שָׁבָ֔תָה לְמַלֹּ֖אות שִׁבְעִ֥ים שָׁנָֽה׃ (פ)", 
            "וּבִשְׁנַ֣ת אַחַ֗ת לְכ֙וֹרֶשׁ֙ מֶ֣לֶךְ פָּרַ֔ס לִכְל֥וֹת דְּבַר־יְהוָ֖ה בְּפִ֣י יִרְמְיָ֑הוּ הֵעִ֣יר יְהוָ֗ה אֶת־ר֙וּחַ֙ כּ֣וֹרֶשׁ מֶֽלֶךְ־פָּרַ֔ס וַיַּֽעֲבֶר־קוֹל֙ בְּכָל־מַלְכוּת֔וֹ וְגַם־בְּמִכְתָּ֖ב לֵאמֹֽר׃ (ס)", 
            "כֹּה־אָמַ֞ר כּ֣וֹרֶשׁ ׀ מֶ֣לֶךְ פָּרַ֗ס כָּל־מַמְלְכ֤וֹת הָאָ֙רֶץ֙ נָ֣תַן לִ֗י יְהוָה֙ אֱלֹהֵ֣י הַשָּׁמַ֔יִם וְהֽוּא־פָקַ֤ד עָלַי֙ לִבְנֽוֹת־ל֣וֹ בַ֔יִת בִּירוּשָׁלִַ֖ם אֲשֶׁ֣ר בִּֽיהוּדָ֑ה מִֽי־בָכֶ֣ם מִכָּל־עַמּ֗וֹ יְהוָ֧ה אֱלֹהָ֛יו עִמּ֖וֹ וְיָֽעַל׃"
        ]
    ], 
    "versions": [
        [
            "Tanach with Ta'amei Hamikra", 
            "http://www.tanach.us/Tanach.xml"
        ]
    ], 
    "heTitle": "דברי הימים ב", 
    "versionSource": "https://www.sefaria.org/II_Chronicles"
}