{
    "title": "Kessef Mishneh on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בהמה טהורה שילדה או שנמצא בה בריה שיש לה שתי גבין ושתי שדרות וכו'.</b> קשה לי דכיון דקי''ל כרב בריה בעלמא ליתא וכי אגמריה רחמנא למשה במעי בהמה אגמריה וכו' לא ה''ל לכתוב או שילדה: \n\n"
            ],
            [],
            [
                "<b>אין לך בכל בהמה וחיה שבעולם וכו'.</b> כתב ה''ה פרק א''ט תניא רבי אומר וכו' אבל מה שמנה התאו בכלל חיה וכתב שור הבר מין בהמה איני יודע לתרץ לפי גירסת ספרינו עכ''ל. ואני אומר אם כוונתו על חילוף גירסת הספרים משום הא לא קשיא שכבר כתב הרשב''א בחידושיו דאפשר שרבינו לא היה גורס אלא ודילמא מינא דזמר נינהו. לפי האמת אפילו לאותה גירסא קשה דהא אמרי דרבנן סברי דמדמתרגמינן תורבלא מין בהמה ועל כרחך אתאו הוא דקאמר מתרגמינן תורבלא וכיון דפסק כרבנן דשור הבר מין בהמה הוא אם כן תאו מין בהמה היא והוה ליה ארבעה מיני בהמה וששה מיני חיה. וא''כ ל''ש אי גרסינן ודילמא מינא דתאו נינהו ל''ש אי ל''ג ליה לעולם קשיא מ''ש המגיד אבל מה שמנה התאו בכלל חיה וכתב שור הבר מין בהמה איני יודע לתרץ לפי גירסת ספרינו עיין בספר כפתור ופרח פרק נ''ח: \n\n"
            ],
            [],
            [
                "<b>וסימני חיה מפי השמועה הן וכו' וכל שאין קרניו מפוצלות אם היו קרניו כרוכות כקרני השור וכו'.</b> ויש לתמוה על רבינו למה הצריך בו כל הסימנים הללו שיהיו כרוכות וחרוקות והדורות והוא דמיבלע חירקייהו דהא אמרינן עלה והיינו ספיקא דעיזא כרכוז וכיון דאסיקנא דעיזא כרכוז חלבו מותר תו לא צריכינן סימנא לאפוקי מעיזא כרכוז ואי ס''ל כרש''י שפירש דסימן דכרוכות הוא לאפוקי מעיזא כרכוז לא הוה ליה לכתוב שצריך שיהיו כרוכות ואי ס''ל כאידך פירושא שכתב הר''ן בשם רבינו תם דמיבלע חירקייהו הוא לאפוקי מעיזא כרכוז לא הוה ליה לכתוב ויהיה הרחק מובלע בהן. ומצאתי להרשב''א שתמה על רבינו תמיהא זו וכתב שאפשר שנסתפק הרב בפירוש ספיקא דעיזא כרכוז איזו היא ופסק מן הספק לחומרא לחזר אחר כל הסימנים הללו וצ''ע עכ''ל. וה''ה כתב ליישב תמיהא זו שרבינו מפרש דהיינו ספיקא דעז כרכוז כלומר שיש ספק אם יש לו כל הסימנים הללו לפי שאינם מובלעים כשאר חיות ע''כ. ודבריו צריכים ביאור ונראה שדעתו לומר דכרוכות והדורות וחרוקות ומיבלע חירקייהו בעינן וספיקא דעז כרכוז היינו מפני שאע''פ שיש בו כל הסימנים הללו מ''מ בליעת חרקיה אינו כ''כ כמו בליעת חירקייהו דשאר חיות ומספקא לן אי סגי בהאי הבלעה או דילמא כיון דלא מיבלע כ''כ כמו קרני שאר חיות לא מיקרי הבלעה. ולפי זה אע''ג דאסיקנא דעז כרכוז חלבו מותר היינו לומר דהבלעת חרקיה חשיבה הבלעה ולעולם כל הסימנים הללו צריכים הם: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>סימני עוף טהור לא נתפרש מן התורה וכו' והמינין האסורים כ''ד הן ואלו הן וכו' ז' עורב ח' זרזיר שכן נאמר בעורב למינו להביא את הזרזיר.</b> עוד כתב רבינו וכל השוכן עם הטמאין ונדמה להם טמא. ודברים אלו סותרים זה את זה שהרי בפ' א''ט (דף ס''ה) תניא אחרים אומר שכן עם טמאים טמא שכן עם טהורים טהור כמאן כרבי אליעזר דתניא ר' אליעזר אומר לא לחנם הלך זרזיר אצל עורב אלא מפני שהוא מינו אפילו תימא רבנן שכן ונדמה קאמרינן. והשתא מ''ש רבינו להביא את הזרזיר הוי כר''א ומ''ש וכל השוכן עם טמאין ונדמה להם טמא הוי כחכמים דפליגי עליה. ואפשר לומר שרבינו מפרש דזרזיר אף לחכמים טמא שהוא שכן ונדמה ולא נחלקו אלא בטעם טומאתו דלרבנן אע''פ שהוא שכן לא היו מטמאים אותו אילו לא היה נדמה ולר''א מאחר שהוא שכן אע''פ שלא היה נדמה היו מטמאין אותו וא''ש שאנו ממעטים המחלוקת בין ר''א וחכמים. ויש הוכחה לפירוש זה מדגרסינן בגמרא (דף ס''א:) אמר רב נחמן היה בקי בהן ובשמותיהן עוף הבא בסימן אחד טהור לא היה בקי בהן ובשמותיהן בסימן אחד טמא בשני סימנין טהור והוא שיכיר עורב ותו לא והתניא (עורב זה עורב) למינו ר''א אומר להביא את הזרזיר וכו' אלא עורב וכל מין עורב ואם איתא דרבנן מטהרי בזרזיר מאי מקשי לר''נ הא הוא דאמר כרבנן א''ו לכ''ע טמא הוא ולא איפליגו אלא בטעם טומאתו אם הוא מפני שהוא שכן אצל עורב או אם הוא מפני שהוא שכן ונדמה ואין לסתור פי' זה מדתניא התם עורב זה עורב למינו ר''א אומר להביא את הזרזיר א''ל לר''א והלא אנשי כפר תמרתא שביהודה היו אוכלים אותן מפני שיש להן זפק אמר להם אף הם עתידין ליתן (עליהם) את הדין דמשמע דרבנן שרו זרזיר דאיכא למימר אדרבה משם ראיה מדלא קאמר בהדיא וחכמים מטהרין משמע דלא פליגי עליה רבנן אלא שלפי שר''א היה בעל המאמר רצו תלמידיו לדעת אם יש חולקין עליו ולפיכך הקשו לו תלמידיו מאנשי תמרתא לראות אם ישיב להם שהיו עושים כחכמים החולקים עליו וכשהשיב להם שהם עתידין ליתן את הדין ידעו דליכא מאן דפליג עליה דהזרזיר טמא הוא לכ''ע ואנשי תמרתא שהיו אוכלין אותו עתידים ליתן את הדין והדברים מוכיחים בפירוש שאם היו עושים כדברי מי שחולק עליו למה יתנו הדין אף אם יעשו כדברי יחיד וכדאמרינן במקומו של ר''י הגלילי היו אוכלין בשר בחלב ולא אמרו עליהם שהם עתידין ליתן את הדין א''ו כדאמרן בזרזיר לכ''ע אסור אלא שבני אותו כפר בלבד היו סומכין על דעת עצמן ואוכלין אותו. וא''ת הרי שנינו עוד שם דאמר למינהו להביא סנונית לבנה כר''א א''ל והלא אנשי גליל העליון אוכלין אותו מפני שקרקבנו נקלף אמר להם אף הם עתידין ליתן את הדין אלא עורב וכל מין עורב ומשמע התם בגמרא דחכמים פליגי אדר''א בסנונית והרי לא מצינו שנחלקו חכמים על ר''א בסנונית אלא ממה שאמרו לו והלא אנשי גליל העליון אוכלים אותו כשם שאמרו לו בזרזיר והלא אנשי כפר תמרתא אוכלים אותו וכיון דבסנונית משמע לן דפליגי חכמים עליה למה לא נאמר כן בזרזיר. י''ל דלעולם מלישנא דאמר ליה והלא בני מקום פלוני אוכלים אותו לא משתמע דרבנן פליגי עליה ולא אמרו דבסנונית פליגי רבנן עליה אלא משום דהוה קים להו הכי בקבלה. וא''ת הא איכא סנונית דהלכתא דאסירא ולמה לא מנאה רבינו דהא גרסינן בגמרא א''ר יהודה עוף המסרט כשר לטהרת מצורע וזו היא סנונית לבנה שנחלקו בה ר''א וחכמים אמר אמימר בחיורא כריסה כ''ע ל''פ דשריא כי פליגי בדירוקא כריסה ר''א אסר ורבנן שרו והלכתא כר''א מר זוטרא מתני הכי בדירוקא כריסה כ''ע ל''פ דאסור כי פליגי בדחיורא כריסה ר''א אסר ורבנן שרו והלכתא כרבנן דשרו. והשתא ללישנא קמא ירוקא כריסה אסירא לר''א והלכה כוותיה וללישנא בתרא ירוקא כריסה לכ''ע אסור וא''כ ה''ל לרבינו למנות סנונית דירוקא כריסה והא הוה עדיפא למימני שהוא אליבא דהלכתא בלי פקפוק מלמימני זרזיר דלפום פשטא לא אתי כהלכתא. י''ל שהרי כתב רש''י לל''ק דאמימר דפסק הלכתא כר''א דאסר לית דרבי יהודה דמכשר לה לטהרת מצורע דהא טהורות כתיב עכ''ל. וכיון דלל''ק טהורה לרב יהודה תו לא פסיקא ליה למימר סנונית לטומאה להדיא וטפי עדיף ליה למימני זרזיר דמשמע ליה שהוא טמא לכ''ע וכדפרישית. והשתא הרי''ף שכתב הא דאמרינן אפילו רבנן שוכן ונדמה קאמרינן וכתב בתר הכי ברייתא דמיתני סתמא למינו להביא את הזרזיר אתי שפיר דזרזיר לכ''ע טמא וכסתמא דברייתא בתרייתא והא דאמרינן בברייתא קמייתא אפילו תימא רבנן שוכן ונדמה קאמרי היינו לומר דזרזיר שוכן ונדמה הוא ומש''ה מטמאי רבנן וכמו שפירשתי לדעת רבינו שדעתו מסכמת לדעת רבו ולא כמו שפירש הר''ן שדעת הרי''ף לטהר הזרזיר הפך דעת רבינו: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל עוף וכו'.</b> ושאינו דורס ואוכל אם יש בו אחד מג' סימנין אלו ה''ז עוף טהור וכו' פירוש סוגיית ההלכה לדעת רבינו כתב הריב''ש בסימן קצ''א: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>והאוכל מבשר האדם וכו' אבל אסור הוא בעשה.</b> הר''ן בפרק אע''פ האריך להוכיח מהברייתות כדברי רבינו: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ריסק נמלים וכו' ואחת משום כזית מנבלת הטמאים.</b> פירוש לאו משום שמא דנבילה אלא משום בשר שרץ טמא והחמש משום בריה ואפי' פחותה מכחרדל. ודע שלשון הגמ' בפ' אלו הן הלוקין ריסק ט' נמלים וא' חי והשלימו לכזית לוקה שש, ה' משום בריה (דשרץ) וא' משום נבילה. וכתבו התוס' בפ' גיד הנשה (חולין צ״ו:) וא״ת ל״ל שיהא חד חי דהוי בריה בלאו ה״נ כיון שיש בהם כזית לוקה ה' משום שרץ כיון דאכילה כתיב ביה וא' משום נבילה. וי״ל דודאי אלאו דשרצים דכתיב בלשון אכילה לקי משום כזית שרץ אלא יש לאו דשרץ דלא כתוב ביה אכילה כגון אל תשקצו וההיא לא לקי אלא בחי משום בריה. וא״ת ואכתי ול״ל חי אפילו מת נמי חשיב בריה כדאמרי' בס״פ גיד הנשה (חולין ק״ב:) (טמאה בין בחייה בין במיתתה בכל שהוא) וי״ל דלא נקט חי לאפוקי מת אלא פירוש חי שלם לאפוקי ריסק כדאמרי' גבי כלים שבירתן זו היא מיתתן: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גבינה שמעמידים אותה העכו''ם בעשבים וכו' הורו מקצת הגאונים שהיא אסורה וכו'.</b> משמע שכך היא דעת רבינו שאל''כ ה''ל להביא דברי החולקים עליהם: \n\n"
            ],
            [
                "<b>החמאה של עכו''ם וכו'.</b> כתב הרשב''א בת''ה על דברי רבינו הטעם שכתב באיסור החמאה מפני שהקום שבחמאה אינו מעורב עם החמאה שיבטל במיעוטו אינו מחוור כלל שהביטול ברוב בעלמא אינו מצד שהמיעוט מתערב ברוב שהרי חטים של תרומה שנפלו לתוך החולין או גרוגרות של תרומה שנפלו לתוך החולין אע''פ שזה עומד בפני עצמו וזה עומד בפני עצמו בטלי בשיעורן שכל שאין אתה יכול לברור דבר מתוך דבר אילו היית אוסר הרוב מפני המיעוט נמצא שאין המיעוט בטל אלא לח בלח כגון יין או שמן או כיוצא בזה וגדולה מזה אמרו בשתי קופות בשתי עיירות שמצטרפות ומעלות את האיסור כל שכן בקום דחמאה שאי אתה יכול לברור אותו מתוך החמאה ולסלקו ורוב כל האיסורים המתפשטים והמתבטלים ברוב בטלים בכיוצא בזה אלא שלא הלכו בדברים אלו אחר הרוב או אחר נ''ט כמו שכתבנו עכ''ל. ול''נ דלדעת רבינו י''ל דלא דמי לחטים או גרוגרות של תרומה שנתערבו בחולין אע''פ שזה עומד בפני עצמו וזה עומד בפני עצמו מ''מ אין האיסור ניכר כלל אבל בחמאה הוי האיסור ניכר דהיינו הקום אלא שא''א לברור אותו ולסלקו מן החמאה ולפיכך אינו בטל: \n",
                "<b>כתב</b> הרב המגיד ראיתי מי שהקשה לדעת רבינו א''כ חלב שלהם יהא מותר לגבן ממנו גבינה וכו' ואני תמה על קושיא זו דלפי דעת רבינו ודאי אה''נ וכ''ש הוא וכו' אבל אם לקח חלב שלהם ועשה ממנו גבינה ואח''כ בישל אפשר לדעת רבינו שהוא מותר וכו'. ואני תמה על דבריו שבא ליישב על דברי רבינו בדבר שהוא מוקצה מן הדעת מחמת איסורו להתיר גבינה שנעשית מחלב שחלבו עכו''ם ע''י בישול. ועוד ק''ל בלשונו שתחלה אמר דלפי דעת רבינו ודאי אה''נ וכ''ש הוא ואח''כ כתב אפשר לדעת רבינו שהוא מותר. מיהו בהא אפשר לומר שבתחלת דבריו מיירי לענין חמאה ובסוף מיירי לענין גבינה מ''מ קושיא קמייתא קשיא. לכן נ''ל דכשם שנגזרה גזירה על גבינת העכו''ם ומש''ה אין לה שום תקנה דלמ''ד משום צחצוחי חלב כשנתיישנה ה''ל למישרי שכבר כלו צחצוחי חלב ובגמרא משמע דישנה נמי אסורה וטעמא משום דכיון דגזרו בה רבנן לא פלוג במילתייהו שסתם גזרו על גבינת העכו''ם בין שיש בה צחצוחי חלב בין שאין בה והילכך אם בישלה עד שהלכו צחצוחי חלב שבה עדיין באיסורה עומדת ותוספתא דקתני דשלוקה נלקחת מכל מקום לא מן העכו''ם קאמר אלא מישראל שאינו מומחה דומיא דרישא דמיירי בישראל אלא דהתם במומחה וסיפא בשאינו מומחה דכיון דישראל הוא אע''פ שאינו מומחה לא גזרו על גבינותיו אלא דכל היכא דאיכא למיחש לצחצוחי חלב אין לוקחין ממנו דחיישינן דילמא מחלב טמאה נינהו וכי כלו להו דתו ליכא למיחש למידי לוקחין ממנו דאינו בכלל גזירה אבל גבינת העכו''ם אע''פ שנודע שכלו כל צחצוחי חלב שבה אסור לפי שסתם גזרו על גבינות העכו''ם בכל גוונא כמו שכתבתי ה''נ חלב של עכו''ם גזרו עליו ואסרוהו סתם משום חשש תערובת חלב טמא בכל גוונא אסרוהו ללקחו מהם ולאכלו בשום ענין אפילו לעשות ממנו גבינה או חמאה ולבשלן עד שיכלו צחצוחי חלב שבהם דלא פלוג רבנן בגזירתם מיהו היינו בלוקח החלב עצמו שבו נגזרה גזירה אבל חמאת עכו''ם שלא מצינו שגזרו עליה למה תאסר אם אין בה צחצוחי חלב ותדע דחמאת עכו''ם עדיפא מחלב עכו''ם שהרי סמ''ק התיר חמאת עכו''ם אפילו בלא בישול ולא התיר ליקח חלב עכו''ם כדי לעשות ממנה חמאה דא''כ לא הוה שתיק מיניה א''ו כדאמרן דחלב עכו''ם בכל גוונא גזרו שלא יקחנו מהם אפילו לעשות ממנו חמאה אבל על החמאה שלהם לא גזרו: \n\n"
            ],
            [
                "<b>מ''ש רבינו שאם לקח חמאה מן העכו''ם ובישלה עד שהלכו צחצוחי חלב הרי זה מותרת.</b> משמע לכאורה דנקט לישנא דדיעבד לומר דלכתחלה אסור לעשות כן וקי''ל שאין מבטלין איסור לכתחלה. ויותר נראה לומר דלישנא דדיעבד דנקט לאו דוקא דלכתחלה נמי שרי וטעמא משום דאין ידוע שיהא מבטל איסור בכך דהא איכא ספיקי טובא חדא דילמא לא היה כאן תערובת חלב טמא כלל ואת''ל שנתערב שמא לא נשאר ממנו בחמאה זו כלום ואת''ל שנשאר שמא כשנתבשל ניתך ע''י אש הילכך אין לאסור משום מבטל איסור: \n",
                "<b>ומ''ש שאם תאמר נתערבו בה ונתבשל הכל בטלו במיעוטן</b> ה''ק אם בשלה עד שהלכו צחצוחי חלב כלומר שניתכו ע''י האש מותרת. וא''ת מי מודיענו שהלכו שמא עדיין ישנם שם ומה שאינם נראים הוא מפני שנתבשלו ונתערבו עם החמאה. תשובתך דאפילו את''ל כן מותרת היא שהרי כיון שמעורבין בה ואינם ניכרים בטלו במיעוטן. והשתא א''ש מ''ש דלכתחלה נמי שרי לבשלה כיון שכל עיקר כוונתו בבישולה אינו אלא כדי שיותכו הצחצוחים באש ולא ישארו בה כלל ובהכי ניחא מה שהשיגו הראב''ד וכתב ומ''ש שהלך האיסור ונתמעט ונתבטל כמה מכוער הדבר שנסתלק מהם חשש איסור מפני ביטולו ברוב עכ''ל. שאין הכוונה בבישול אלא להתיך ולכלות האיסור אלא שבא לומר שאם במקרה לא יכלו וישאר איזה דבר מהם בטיל ברוב ואין זה לוקח חשש איסור לבטלו ברוב כדברי הראב''ד: \n",
                "<b>ומ''ש אבל החמאה שבשלו אותה עכו''ם אסורה משום גיעולי עכו''ם.</b> לטעמיה אזיל דסבר דסתם כלי עכו''ם הם בני יומן כמו שיתבאר בסוף הלכות אלו אבל לדעת כל שאר הפוסקים שסוברים דסתם כלי עכו''ם אינם בני יומן אינה נאסרת משום גיעולי עכו''ם דאין כאן גיעול דכיון שאין הכלים בני יומן נ''ט לפגם הוא: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אין לוקחין גבינה וכו' אבל בארץ ישראל כשהיתה רובה ישראל וכו'.</b> כתב הרשב''א בתשובה שהטעם שמחלק בין ארץ ישראל לח''ל מההיא דגרסינן בפרק אין מעמידין (ע''ז דף ל''ט:) אין לוקחין ימ''ח מח''ג בסוריא וכו' אלא מן המומחה וסוריא לאו דוקא אלא כל ח''ל: \n\n"
            ],
            [],
            [
                "<b>עכו''ם שהביא עריבה מליאה חביות פתוחות של ציר וכו'.</b> רבינו מפרש דכילכית דג טהור הוא וכדברי ר''ח ומפרש מ''ש כאן בפתוחות כאן בסתומות היינו לומר דפתוחות סגי בדג אחד בחבית אחת שכל חביות פתוחות כחבית אחת חשיבו דאדם עשוי ליטול מזו וליתן בזו הילכך כמעורבות דמו ולפיכך אם נמצאת כילכית באחת מהן כולן מותרות אבל בסתומות אין כל החביות מותרות עד שימצא שם שתי חביות כל אחד בכילכית אחת דכיון דשתים מותרות מוכחא מילתא דכולן מותרות וכתב הר''ן ולפי זה הא דאמרינן לקמן בגמרא עכו''ם שהביא עריבה מליאה חביות ונמצאת כילכית באחת מהן פתוחות כולן מותרות דכמאן דמתערבין בהדי הדדי דמיין סתומות היא מותרת וכולן אסורות היינו דוקא כשלא נמצאת כילכית אלא באחת מהן שאילו נמצא בשתים היו כלן מותרות עכ''ל: \n",
                "<b>והוא שיהיה ראש הדג ושדרו קיים כדי שיהא ניכר וכו'.</b> בספ''ב דע''ז (דף ל''ה) תנן (דטרית טרופה אסורה) ושאינה טרופה מותרת ובגמרא (דף ל''ט:) ת''ר איזה היא טרית שאינה טרופה כל שראש ושדרה ניכר. ופירש''י כל שראש ושדרה ניכרין של כל דג ודג שהדגים ניכרין בראשן בין טמא לטהור שהטמאים ראשיהם חדים ואין להם חוט השדרה ע''כ. איתמר רב הונא אמר עד שיהא ראש ושדרה ניכר רב נחמן אמר או ראש או שדרה מתיב רב עוקבא בר חמא ובדגים כל שיש לו סנפיר וקשקשת אמר אביי כי תניא ההיא באדא ופלמודא דדמו רישייהו לטמאים וכו' אמר רב פפא הלכתא עד שיהא ראש ושדרה של כל אחד ואחד ניכר. ופירש''י ובדגים כל שיש לו סנפיר וקשקשת משנה היא בפרק אלו טריפות אלמא אין סימן לדגים בדבר אחר וקשיא לתרוייהו. וכתב הטור שיש מהגדולים שכתבו שיש לסמוך על שני סימנים אלו (בראש ושדרה) להתיר (כל דג). ורבינו שלא הזכיר בפ''א סימנים אלו יש לתמוה היאך סמך כאן על היכר ראש ושדרה. וצ''ל שרבינו סובר דהיכר ראש ושדרה שאמרו גבי טרית שאינה טרופה לא בראש חד או אינו חד כדפירש''י אלא היינו לומר שהוא מכיר בטביעות עין בראש ושדרה שהוא ממין דג פלוני שהוא טהור וכמ''ש הראב''ד וכ''נ מדברי רבינו בפירוש המשנה ואע''פ שהר''ן דחה פירוש זה דא''כ מאי מותיב בגמרא מדתנן ובדגים כל שיש לו סנפיר וקשקשת י''ל דהכי מותיב דמשמע דלא משכחת שיהא דג נאכל אלא כשימצא בו סימנים אלו דוקא והא לדידך משכחת לה שאע''פ שאין בו אחד מסימנים אלו נאכל דהיינו אם הוא מכיר בטביעות עין דראש ושדרה שהוא מין דג פלוני שהוא טהור תלינן שהשירו או נשרו קשקשיו וסנפיריו אחר שעלה מן הים: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>אין אסור משום נבלה וכו'.</b> כתב הרב המגיד מפורש בספרא חלב נבילה וחלב טריפה וכו' ברייתא זו היא ג''כ בזבחים פרק חטאת העוף: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>טריפה האמורה בתורה וכו'.</b> כתב ה''ה וכבר יצא לו לרבינו מזה דבר חדש כתבו פ''ה מהלכות שחיטה יתבאר שם עכ''ל. לא זכינו לפירוש ה''ה להלכות שחיטה x וחפשתי למצוא הדבר החדש ההוא ומצאתי שהדבר החדש הוא מ''ש בפרק הנזכר אע''פ שכולם הל''מ הן הואיל ואין לך בפירוש בתורה אלא דרוסה החמירו בה וכל ספק שיסתפק בדרוסה אסור ושאר ז' מיני טרפיות יש בהם ספיקן מותרים כמו שיתבאר עכ''ל: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד הפרכוס וכו'.</b> כתב ה''ה ובגמ' אמר שמואל שאפילו בבהמה דקה אם היתה ידה פשוטה וכו' ולא נזכר בהלכות ואפשר שהם סבורים דרב פליג עליה. ואני אומר דמפשטא דגמרא לא משמע דפליג עליה רב, ויותר נראה לומר דדחי לה מדאיתא התם בגמרא אמר רבא הלכתא כי הא מתניתא בהמה דקה שפשטה ידה וכו' ומשמע להרי''ף ולרבינו דרבא לאפוקי ההוא דשמואל מהלכתא אתא כיון דלא אידכר בההיא מתניתא בהדיא להיתרא ומטעם זה השמיטו הא דאמר רב שאם הטילה רעי ומתרזת כשרה ואם כן צועקת וקולה חזק כשרה משום דלא אידכרו בההיא מתניתא להדיא להיתרא: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>קיבת הנבילה וכו'.</b> כתב ה''ה ולדעת הגאונים אע''פ שחלב זה צלול אינו אלא פרש בעלמא. וכ''נ מדברי רבינו בפ''ט: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עובר שהוציא ידו או רגלו נאסר אותו אבר לעולם וכו'.</b> לכאורה נראה שדין זה כולל לכל עובר שהוציא ידו גם למי שלא נשחטה אמו קודם לידתו. אבל לפי האמת זה טעות שא''כ ברוב הבהמות ימצא איסור בהרבה איברים שיוצאים קודם הלידה. ולכן צ''ל שלא נאמרו דברים הללו אלא בעובר הניתר בשחיטת אמו וקודם שחיטת האם הוציא האבר. וכן משמע מדברי סמ''ג ומדברי הרשב''א בת''ה ואע''פ שהכלבו כתב ויש חולקים על הרמב''ם ואומרים שאם נולדה קודם שנשחטה אמו שנמצא שהוא טעון שחיטה בשביל עצמו שחיטת עצמו מהני להתיר הכל אפילו אותו אבר עכ''ל. שנראה מזה שהבין בדברי הרמב''ם דאף בנולד קודם שנשחטה אמו מיירי, האמת יורה דרכו שמ''ש הרמב''ם או נולד וחיה כמה שנים וכו' תיבת או נולד לא קאי לתיבת נשחטה אמו דסמיך ליה לומר או לא נשחטה אמו אלא נולד וחיה כמה שנים דליתא אלא האי סיפא נמי בשנשחטה אמו קודם לידתו היא אלא דברישא מיירי שאחר שחיטת אמו לא הוציאוהו לאויר העולם חי ובסיפא שאחר שחיטת אמו הוציאוהו חי לאויר העולם כ''כ הרב מוהר''י בן חביב ז''ל והכריח הדבר בראיות מהגמרא ומסברא דכל שנולד קודם שחיטת אמו לא שייך לאסור האבר משום בשר שיצא חוץ למחיצתו: \n\n"
            ],
            [
                "<b>הוציא מקצת האבר וכו'.</b> כתב הרב המגיד ובגמרא אמרו לדברי האומר אין לידה לאיברים וכו' עד ולא אפשיטא. ולא ידעתי רבינו למה לא הזכירו ואולי שהוא היה גורס למ''ד יש לידה לאיברים וכו' עד וצ''ע. ואפשר לומר שסמך על מ''ש למעלה לוקה משום אבר מן החי וכי קאמר אינו לוקה משום אבר מן החי ועלה קאי. ומ''ש הר''א דמאי נפקא לה מינה הא לקי משום טריפה י''ל דטובא נפקא דאם התרו בו משום אבר מן החי ולא משום טריפה פטור אבל פשיטא דלקי אם התרו בו משום טריפה לדעת רבינו שכתב למעלה באיסור האבר כיון שיצא למקום שהוא לו כשדה נעשה טריפה כמו שביארנו משמע דאפילו בבשר שפירש מן החי דמהתם ילפינן לה ובשר מן החי לקי: \n\n"
            ],
            [
                "<b>כל אבר עובר שיצא וחתכו קודם שחיטה וכו'.</b> ברייתא בפרק בהמה המקשה הוציא העובר את ידו וחתכה ואחר כך שחט את אמו שבחוץ טמא ואסור והאי איסור הוי מטעם אבר מן החי ופשיטא דלוקין עליו כיון דטמא ונקט אסור משום דקתני ושבפנים טהור ומותר. ואיכא למידק דהכא כתב רבינו דלוקה משום אבר מן החי וקודם לכן כתב שאסור משום בשר בשדה טריפה וצ''ל דתרי איסורי אית ביה: \n",
                "<b>ומה שכתב מתה הבהמה ואחר כך חתכו האוכלו לוקה משום אבר מן החי.</b> משום דמיתה עושה ניפול והוה ליה כאילו נחתך קודם מיתה והתם מפרש מאי נפקא לן מינה. ופרק שני מהלכות שאר אבות הטומאה מתבאר זה: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכבד אם חתכה והשליכה לתוך החומץ וכו' וכבר נהגו כל ישראל וכו' הכבד שבשלה ולא הבהבה על האור וכו'.</b> הר''ן תמה על דברי הרי''ף נהי דלא בקיאינן בחליטה בקריעה ומליחה ודאי בקיאינן דהא אומצא דאסמיק בחתיכה ומליחה שרי ולא מצינו שאסרוהו הגאונים ואף בכבד נמי לא שדרו ממתיבתא אלא דלא בקיאינן בחליטה וא''כ למה כתב הרי''ף דלא למיכל כבידא שליקא אלא היכא דטוו ליה מעיקרא וכו'. לפיכך נ''ל דמעיקרא הכי קא מיבעיא ליה כבדא מה אתון ביה וכו' ועדיין אין דעתי מתיישבת וכו' ועוד שהרמב''ם כתב בפ''ו מהמ''א כלשון הזה הכבד אם חתכה והשליכה לתוך החומץ וכו' הכבד שבשלה ולא הבהבה על האור וכו'. והרי אתה רואה מפורש שהוא אוסר לבשל כבד בפני עצמו מן הדין ולא מן התקנה ולא החמירו הראשונים בכבד אלא שלא לסמוך על חליטתו אבל שלא לבשלו בפני עצמו מן הדין הוא אסור ועיינתי בפירוש המשנה לרבינו ז''ל על משנה זו דהכבד אוסרת ואינה נאסרת מפני שפולטת ואינה בולעת וכו' אבל רבנן פליגי עליה התם וסברי דכבד נאסרת ולפיכך לרבנן אין הכבד מותרת בבישול אפילו בפני עצמה אלא בחליטה ולדידן דלא בקיאינן בחליטה לית להו תקנתא אלא בצלי. ונראה ג''כ שהם סוברים דהא דאמר ליה קרעיה שתי וערב וחתוכיה לתחת היינו בשעת מליחה ולהתירה בקדרה ואליבא דר''י בן נורי וכו' אבל לדידן דלא קי''ל כוותיה דלא שריא אלא לצלי אינה צריכה קריעה שתי וערב דהא באומצא ביעי ומוזריקי אמרי' לעיל תליא בשיפודא מידב דייב אלמא לצלי לא בעי חתיכה כלל. זה נ''ל בדרכם אבל פליאה דעתם ממני מה ראו לדחות דריב''נ כיון דרבי זריקא אמר אנא שליקי ליה לרבי אמי ואכל ואביי נמי אהדר לרב ספרא למיסר נפשה לא קמיבעיא ליה ורב נחמן נמי אמר אפילו בשלוקה גמורה שרייה ורבה בר רב הונא נמי אמר קרעיה שתי וערב וחיתוכיה לתחת והיאך אפשר לדחות כל האמוראים הללו דמינייהו נמי עבדו עובדא עכ''ל. ול''נ שרבינו סובר דהא דא''ל רבה בר רב הונא קרעיה וחיתוכיה לתחת לא לקדרה ולא לצלי היא דלקדרה לא מהניא ליה חתיכה ולצלי אינו צריך חתיכה כמו שיתבאר דנורא מישאב שייב אפילו דם שבסמפונות אלא לחליטה קאמר וכו'. וכ''נ ממ''ש הכבד שחתכה והשליכה לתוך החומץ (או לתוך מים רותחים) וכן פירש ה''ה וטעמא משום דהחליטה אינה מועלת אלא להצמית דם שבכבד עצמה דלהוי כדם האיברים שלא פירש אבל לדם שבסמפונות דהוי ככנוס בכלי לא מהני מידי ולפיכך צריך לחתוך הכבד כדי שיצא אותו הדם. ומשמע ליה דחתיכה שתי וערב לאו דוקא דהוא הדין דסגי בשתי בלא ערב או בערב בלא שתי דבאי זה מהם יוצא כל דם שבסמפונות אלא דבעי למימר שהחתך יהיה בכל האורך או בכל הרוחב כעין חתך שתי וערב שהוא מעבר לעבר שאם אין החתך בענין זה ישארו קצת סמפונות בלא חתך. ומפני כך כתב סתם אם חתכה ולא כתב אם חתכה שתי וערב. ולא הוצרך לפרש שיהא החתך בכל האורך או בכל הרוחב דכיון דאין צריך לחתכה אלא מפני דם שבסמפונות ממילא משמע שצריך שיהיה על פני כל האורך או על פני כל הרוחב דאל''כ איכא למיחש שישארו קצת סמפונות ומטעם זה לא הוצרך שיהא חיתוכיה לתחת שמאחר שאין צריך לחתכה אלא מפני דם הכנוס בסמפונות פשיטא שבעת חיתוכה ישים החתך לצד מטה עד שיזוב הדם דאל''כ מה הועיל בחיתוכו ולקדרה ס''ל דלא קי''ל כריב''נ אלא כרבי ישמעאל בנו של ר''י בן ברוקא דאמר שלוקה אוסרת ונאסרת וכדאמרינן בגמרא וטעמא משום דמשמע ליה ז''ל דנהי דאביי כי איבעיא ליה מה אתון ביה היינו לומר אי סגי ליה לקדרה בקריעה ומליחה או לא מ''מ בהא דאמר ר' זריקא אנא שלקי לרבי אמי ואכל איכא לספוקי דילמא ע''י חליטה קאמר ורב ספרא הוא דלא דק במילתא כדאשכחן דבמאי דאהדר וא''ל דאנא וינאי בריה דר' אמי איקלען לבי יהודה דר''ש בן פזי קריבו ליה קניא בקופא ואכלנא למאי דאתקיף רב אשי דילמא פי קנה חוץ לקדרה הוה א''נ מיחלט הוו חלטי ליה מעיקרא כדאיתא בגמרא ע''כ רב ספרא לא דק במילתא או מספקא לן דילמא לא דק במילתא וכיון שכן ליכא למפשט מדרב ספרא מידי וכיון דאשכחן דרב הונא ורב נחמן חלטי להו משמע דלא מהניא ליה קריעה ומליחה לקדרה כלל דכל שלא חלטו אפילו בשלו לבדו אסור כר''י בנו של ריב''ב דאמר שלוקה אוסרת ונאסרת לפי שאחר פליטתה חוזרת ובולעת והא דאמר בגמרא רב בר שבא איקלע לבי רב נחמן אייתו ליה כבדא שליקא ולא אכל חלוט היה ור''נ לטעמיה דחלטי ליה ואכל ורב בר שבא סבר דלא מהניא ביה חליטה משום דמרובה בדמים הוא ותרוייהו סברי דהלכה כר''י בנו של ריב''ב דהא כבידא שליקא לחודיה משמע ואפ''ה אסר ליה רב בר שבא ור''נ נמי לא שרייה אלא משום דחלוט הוה אבל אם לא היה חלוט הוה אסר ליה משום דס''ל כבד אוסרת ונאסרת והא דקאמר בגמ' כתנאי ר' אליעזר אומר הכבד אוסרת ואינה נאסרת מפני שפולטת ואינה בולעת ר''י בנו של ריב''ב אומר מתובלת אוסרת ונאסרת שלוקה אוסרת ונאסרת לא ארב נחמן ורב בר שבא קאי כמו שפירשו המפרשים דלדידיה תרוייהו ס''ל כר''י בנו של ריב''ב אלא אאביי ורב הונא ורב נחמן קאי דאביי שרי כבדא שליקא לחודיה ואפי' עם בשרא שרי לכבדא גופיה ולא איבעיא ליה אלא בבישרא דאישליק עם כבדא אי איתסר אי לא דפשיטא ליה דכבד אינה נאסרת ומספקא ליה אי אוסרת משום דמא דנפיק מיניה או לא דכיון דחזינן דכוליה דמא ורחמנא שרייה איכא למימר דאפילו דמא דפריש מיניה שרי ורב הונא ור''נ דהוו חלטי ליה אפילו לבשוליה בלחודיה ע''כ סברי כר''י בנו של ריב''ב דאמר אוסרת ונאסרת כלומר דאם בשלה עם דברים אחרים אוסרתן והיא עצמה אסורה בין שבשלה עם דברים אחרים בין שבשלה בפני עצמה משום דבתר דגמרה לפלוט הדרא ובלעה מדם שפלטה ואביי הא קאמר דסבר כמ''ד אינה נאסרת אלא במאי דאמר אוסרת מספקא ליה אי דוקא בכבדא דאיסורא אבל לא בכבדא דהיתרא או דילמא אפילו בכבדא דהיתרא קאמר דאוסרת והשתא כיון דרב הונא ורב נחמן חלטי ליה כוותייהו קי''ל ולא כאביי דמספקא ליה דלא שבקינן מאי דפשיטא להו לרב הונא ורב נחמן משום מאי דמספקא לאביי. ועוד דה''ל חד לגבי תרי ומה''ט לא קי''ל כרב בר שבא דאסר ליה בחליטה דה''ל חד לגבי תרי הילכך נקטינן דכבד לקדרה אסור ואם בשלו עם בשר אחר אוסר אא''כ חלטו אבל מליחה לא מהניא ביה מידי ולצליה לא צריך קריעה דנורא מישאב שייב דלחליטה הוא דאמרינן בגמרא דבעי קריעה כדפרישית ובזה נתיישבו דברי רבינו שאסור לבשל כבד בפני עצמו מן הדין דכרב הונא ורב נחמן קי''ל דס''ל דאסור לבשל כבד אפי' בפני עצמו אלא ע''י חליטה. וכ''נ שהוא דעת הרי''ף שכתב וסוגיא דשמעתא דאי חלטי ליה בחלא או ברותחין שרי דמשמע דאי לא חלטי ליה אסור בכל גוונא ואפילו לבשלו בפני עצמו ובאו הגאונים ותיקנו דלא מהני חליטה. וא''ש נמי שהרי''ף ורבינו לא הזכירו דלצליה בעי קריעה שתי וערב וחיתוכיה לתתא דלאו לענין צליה אתמר אלא לענין חליטה. ורבינו כבר הזכיר חתיכה לענין חליטה וכמו שכתבתי והרי''ף שלא הזכירו איכא למימר שסמך על מ''ש בפרק גיד הנשה גבי אומצא דאסמיק חתכיה ומלחיה ש''ד דאלמא חתיכה בעי להוציא דם שבו וכ''ש בכבד שהדם כנוס בסמפונות דהוי ככנוס בכלי ופשיטא דצריך להוציאו: \n",
                "<b>וכן מנהג פשוט שאין מבשלין המוח של ראש וכו'.</b> כתב ה''ה המנהג הזה לא פשט בכל ישראל וכו' והרשב''ץ תמה על דברי רבינו בזה: \n\n"
            ],
            [],
            [
                "<b>השובר מפרקת בהמה וכו'.</b> בפרק כל הבשר (חולין דף קי''ג) השובר מפרקת של בהמה קודם שתצא נפשה מכביד את הבשר ומבליע דם באיברים איבעיא להו מי שרי למיכל מיניה באומצא או לא תיקו. ומדאיבעיא לן בשובר מפרקתה אי שרי למיכל מיניה באומצא למדו המפרשים דכל שלא שיבר מפרקתה שרי למיכל מיניה באומצא בלא מליחה. ורבינו אינו סובר היתר זה כמו שיתבאר ולפיכך פירש דהא דאיבעיא לן אי שרי למיכל מיניה באומצא ע''י חליטה בחומץ הוא דאיבעיא לן דכל שלא שיבר מפרקתה מישרא שרי ע''י חליטה אבל שלא ע''י חליטה לא איבעיא לן כלל דאפי' לא שיבר מפרקתה אסור בלא מליחה: \n\n"
            ],
            [],
            [],
            [
                "<b>כל הדברים האלו לבשר שצריך לבשלו אבל לצלי מולח וצולה מיד.</b> כתב ה''ה נראה מדברי רבינו שאף הצלי צריך מליחה וכו'. והרשב''א כתב בספרו הקצר וכו' ודברי תימה הם שאם דוקא כשמעלהו מיד הוא מותר ואם לאו הוא נאסר ה''ל לחכמים לגזור בזה עכ''ל. ואני אומר שאין כאן מקום תימה דכיון דדם שמלחו אינו עובר עליו לא חשו לגזור בו: \n",
                "<b>והרוצה לאכול בשר חי מולחו יפה יפה וכו' ואם חלטו בחומץ מותר לאכלו כשהוא חי.</b> כתב הרב מהר''י ן' חביב ז''ל שנראה שדברי רבינו סותרים זה את זה דמשמע דטעמא דכשחלטו בחומץ לאוכלו כשהוא חי הוא משום דסבר דדם האיברים שלא פירש מותר וזה הפך ממ''ש תחלה הרוצה לאכול בשר חי מולחו יפה יפה והאריך בישוב הדבר. והעולה מדבריו הוא שסובר רבינו דם האיברים שלא פירש מותר כדמוכח ההיא דחליטה ואפ''ה הצריך בבשר (חי) מליחה משום דבכל בשר שיחתך יש לחוש שמא התחיל להתפרד קצת דם מהאיברים ולכך צריך מליחה ומיהו א''צ לשהות במלחו כמו לקדרה אלא מליחה דרך עראי כמו לצלי אלא שבבשר החי צריך הדחה יפה אח''כ ולצלי א''צ הדחה משום דנורא מישאב שייב ע''כ. וק''ל על דבריו שרבינו כתב מולחו יפה יפה ופשט לשון זה משמע דמליחה יפה בעיא כמו לקדרה ולא סגי במליחה דרך עראי כמו לצלי. וליישב דברי רבינו נ''ל שהוא סובר שדם האברים אע''פ שלא פירש אסור אם הוא ראוי לפרוש אבל כשחלטו בחומץ מיצמת צמית ושוב אינו ראוי לפרוש ומש''ה שרי: \n\n"
            ],
            [
                "<b>בשר שהאדים וכו'.</b> דברי רבינו מבוארים שהם כדברי המפרשים ודלא כדסבר ה''ה דלענין חלטו בחומץ מפרש לה רבינו וזה אינו שאף על פי שכתב קודם לכן בסמוך לזה בין חתיכה שהאדימה בתוך החומץ הא דבשר שהאדים אינו ענין לו אלא מילתא באנפי נפשה היא וכדברי המפרשים: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>הושיט ידו למעי בהמה וחתך מחלב העובר וכו'.</b> מדכתב רבינו והוציאו משמע דדוקא בשהוציאו לחוץ ואכלו אבל אם תלשו והניחו במעי בהמה מותר וכן כתבו הרא''ש והרשב''א והר''ן. ואף על פי שרבינו פוסק כרבי מאיר דחלבו של שליל אינו ניתר בשחיטת האם איכא למימר דשאני התם שהשליל חשוב אבר בפני עצמו לענין זה לדעת רבי מאיר אבל חלב שנחתך ממנו ונשאר במעי בהמה הרי הוא בכלל מה שדרשו כל בבהמה תאכלו: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>חלב הלב וכו' חוץ מראשי המעי הסמוך לקיבה וכו'.</b> ויש מן הגאונים שאמרו שראש המעי שצריך לגררו וכו'. הרא''ש דקדק על דברי רבינו שלא כתב בארך אמה כדאמר ר''י ריש מעיא באמתא. ונראה דמפרש דלבני מעים קרי אמתא ע''ש אמת המים ע''כ: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>העוף אין בו משום גיד הנשה וכו'.</b> שאלו מהנגיד ר' יהושע מבני בניו של רבינו מכיון שהמכוון על הכף מה הועיל באמרו אלא ירכו ארוך ועוד שחזר ואמר וכן בהמה שכף ירכה ארוך כשל עוף והלא כבר אמר אין לו כף. והשיב פירוש אמרו אין לו כף לא ירצה שאין לו כלל אלא כוונתו שאין לו כף עגול עכ''ל ופשוט הוא: \n\n"
            ],
            [],
            [
                "<b>האוכל גיד הנשה של נבילה וכו' או של עולה חייב שתים וכו'.</b> כתוב בתשובות הרשב״א הקושיא דמוכח בפרק גיד הנשה (חולין דף פ״ט:) דלמאן דאמר אין בגידין בנותן טעם אין איסור מוקדשין נוהג בו ושכן פסק הרמב״ם ובאוכל גיד הנשה דעולה פסק דחייב שתים ומאן דמחייב שתים ע״כ אית ליה יש בגידין בנותן טעם וקשיא דידיה אדידיה גם איני יודע דרכו בזה: \n\n"
            ],
            [],
            [],
            [
                "<b>טבח הנאמן למכור בשר וכו'.</b> עיין בסוף פרק עשירי מהלכות שחיטה ובסוף פרק י''ב מהלכות עדות: \n\n"
            ],
            [
                "<b>הלוקח בשר ושלחו ביד אחד מעמי הארץ וכו'.</b> כתב הרב המגיד בשם הרשב''א שמותר לתת לחייט ישראל חוטי קנבוס אף על פי שחשוד וכו'. בתשובה כתב שאפשר שאין אומרים לסמוך על העכו''ם לכתחלה מטעם שהקנבוס בזול שאין אומרים אלא בדיעבד וכעובדא דההיא ארבא דמורייסא: \n\n"
            ],
            [],
            [
                "<b>וכן בשר הנמצא ביד עכו''ם וכו'.</b> ולא עוד אלא הלוקח בשר והניחו בביתו ונעלם מן העין אסור. וא''ת נראה מדברי רבינו שיותר ראוי [לאסור] בשר הנמצא ביד עכו''ם מבשר המונח בביתו כשנעלם מן העין ובגמרא משמע איפכא דכי אקשי עליה דרב דאמר בשר שנעלם אסור מדתניא רבי אומר מקולין וטבחי ישראל בשר הנמצא ביד עכו''ם מותר תירץ נמצא ביד עכו''ם שאני. וי''ל דהא דשרי נמצא ביד עכו''ם דוקא דמכרזי כי איכא טריפה והילכך ביומא דלא אכריזו בשר הנמצא ביד עכו''ם מותר. אבל רבינו מיירי באתרא דלא מכרזי דהתם ראוי להקל יותר בבשר המונח בבית ישראל שנעלם מן העין מבשר הנמצא ביד עכו''ם: \n\n"
            ],
            [],
            [
                "<b>גיד הנשה מותר בהנאה.</b> כתב הרא״ש חכמי לוניל השיבו על דבריו ואומרים דאסור בהנאה ופלוגתא דתנאי היא וכו' דבפ' כל שעה (פסחים דף כ״א:) פריך לר' אבהו דאמר לא יאכלו איסור הנאה משמע והרי גיד הנשה דרחמנא אמר על כן לא יאכלו בני ישראל וכו' ותנן שולח אדם לעכו״ם ירך שגיד הנשה בתוכה ומשני קסבר רבי אבהו וכו' ואין הלכה כר' אבהו (וכו' ונראה שסובר הלכה כר' אבהו) ולכאורה נראה דהלכה כחזקיה דאמר לא יאכלו דוקא איסור אכילה משמע ע״כ. ואני אומר דאי אפשר לומר שטעמו של רבינו משום דלית הלכתא כר״א שהרי כתב רבינו דברי ר״א בפרק זה לקמן ואם כן ה״ל לפסוק בגיד הנשה אסור בהנאה כדאמרינן לר״א אליבא דמ״ד אין בגידין בנ״ט ולפיכך צ״ל שטעמו כמ״ש הרב המגיד בשם הרמב״ן דלרווחא דמילתא איתמרא ההיא סוגיא אבל למסקנא גיד הנשה מותר בהנאה אפי' ת״ל אין בגידין בנ״ט דלאו הא בהא תליא: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>וכן בשר חיה ועוף אינו אסור באכילה מן התורה.</b> בפ''ב מהלכות ממרים כתב דבשר חיה הוא מן התורה ושם אכתוב בזה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>בשר שנפל לתוך החלב וכו'.</b> יש לדקדק למה הוצרך ליתן טעם לבשלא סילק שמשערים אותם בששים מפני שהחלב שנבלע בה ונאסר יצא ונתערב עם השאר דטעם זה לא איצטריך אלא למאן דאסר לה אפילו באלף משום דמין במינו לא בטיל אבל לרבינו שפסק כמ''ד מין במינו בטיל לא הוה צריך להאי טעמא אלא לסתום ולכתוב משערין אותה בששים, ואפשר שהוצרך לטעם זה משום דאי לאו הכי אפילו לא קדם וסילקו ה''ל למשרייה ע''י טעימת קפילא ארמאה שיאמר שאין בו טעם בשר אבל השתא שאנו אוסרים אותו מפני שהחלב שנבלע בבשר ונאסר יצא ונתערב עם שאר החלב ה''ל מין במינו וא''א למיקם אטעמא: \n\n"
            ],
            [],
            [
                "<b>בד''א בשלא ניער את הקדרה בתחלה וכו' אבל אם ניער מתחלה ועד סוף וכו'.</b> וכתב הטור על זה ונראה שא''צ רק שינער או יכסה מיד בשעת נטילה ואפי' פסק מלנער מיד מתערב הטעם בכל מה שבקדרה ומצטרף כולו לבטל עכ''ל. וי''ל שטעמו של רבינו מדאמרינן בגמרא מכלל דר''י סבר כי ניער מתחלה ועד סוף וכסה מתחלה ועד סוף אסור אמאי הא לא בלע כלל אימור לא ניער יפה יפה ולא כסה יפה יפה ומדאמרינן מתחלה ועד סוף בין בניער בין בכסה משמע לרבינו דדוקא בהכי שרו רבנן (אבל בניער וכסה בתחילה ולא בסוף לא) והרב מוהר''י ן' חביב כתב וז''ל כאשר נעמוד על כוונת הרמב''ם אין מקום לקושית רבינו יעקב וכאשר נביט אל התחלת לשונו כוונתו מבוארת וז''ל נפל חלב לתוך חתיכה של בשר טועמין את החתיכה וכו' עד ה''ז בנ''ט וכל מעיין בלשון זה ישפוט בצדק שאם מיד בעת הנפילה ניער או כסה הקדרה שמצטרף בכולה והרי היא בנ''ט ר''ל אם הטפה הזאת נותנת טעם בכל הקדרה אוסרת ואם אין בה כדי ליתן טעם בכולה מותרת אע''פ שיש בה כדי ליתן טעם בחתיכה לבדה שכיון שניער מיד בעת נפילה באותה שעה נעשה כל מה שבקדרה דבר אחד מחובר. ומה שהזכיר הרמב''ם ניער מתחלה ועד סוף היה מוכרח להמשיך הלשון שאמר בתחלת דבריו בד''א בשלא ניער בתחלה אלא לבסוף כי בזאת החלוקה (מן ההכרח) להזכיר ניעור לבסוף כפי סוגית הגמרא וכפי פירוש המפרשים אשר הרמב''ם הלך בדרכם והוא זה טפת חלב שנפלה על חתיכה שבקדרה ולא ניער ולא כסה מיד בשעת נפילה הרי זאת החתיכה כדבר נפרד בפני עצמו ובה לבדה משערים ואם אין בחתיכה ששים כנגד הטפה נעשית כל החתיכה כנבלה והיא חוזרת ואוסרת כל הקדרה אם אין בכולה ששים כנגד כל החתיכה וזה יצדק בתנאי שאחר שכבר נאסרה זאת החתיכה ניער או כסה כדי לחבר את כל הקדרה להיות אחת שאם לא ניער למה יאסר כל מה שבקדרה הלא כמו שחשבנוה לזאת החתיכה כדבר נפרד לאסרה ולא סייעוה שאר החתיכות לבטל את הטפה כן ראוי לחשבה כדבר נפרד משאר החתיכות ולא יהא בה כח לאסור את כולן ודי אם נאסור כדי קליפה או נטילה בחתיכה הנוגעת בה משא''כ אם ניער הקדרה או כסה אחר שנאסרה החתיכה כי אז זה הניעור או הכיסוי הוא סבת הצטרפות כל הקדרה וכל החתיכות ומרק שבה קבלו טעמה וצריך שיהא בכל הקדרה ששים לבטל את החתיכה ולזה הוצרך הרמב''ם לומר בתחלת דבריו בד''א בשלא ניער את הקדרה בתחלה אלא לבסוף ועל יסוד זה סיים לשונו וכשבא לחדש חלוקת היתר הוצרך להניח ניעור בתחלה ולזה אמר אבל אם ניער מתחלה ועד סוף וכוונתו מבוארת שאינו מחייב ניעור בתחלה ובסוף אלא ניעור בתחלה בלבד ואם הזכיר ועד סוף היה מהמשך לשון החלוקה הראשונה שבה הוכרח להזכיר ניעור לבסוף מהטעם שפירשתי. כנ''ל להשיב בעד הרמב''ם תשובה אמיתית ובסמ''ג תמצא סיוע לדברי, וגם אשיב בעדו שדבריו מובנים ביושר ובתמים במה שאמר רבינו יעקב כנגדו ואיני מבין דבריו וכו' והוא פשוט גם כן כשנעיין המשך לשונו והוא זה סמוך למ''ש הרי זה בנ''ט אמר וכן אם נפל חלב לתוך המרק או לכל החתיכות ניער וכו' ואין כוונתו לומר בזה שאם יש שהות קצת אחר הנפילה שינער אחר כך כי זה לא יועיל בודאי אבל כוונתו שמיד כשראה נפילת הטפה לקדרה ולא השגיח על אי זו חתיכה נפלה ימהר לנער או לכסות מיד ובזה תצטרף כל מה שבקדרה כיון שלא ידע מקום הטפה איו וזה הכרח כפי דקדוק לשון וכן אם נפל חלב וכו' (שיורה שהיא חלוקה שוה בקירוב למה שכבר הזכיר אבל אם ניער מתחלה וכו') ובזה נשיב קושיא אחרת שיקשה לכאורה נגד לשון הרמב''ם במ''ש נוער את הקדרה והלא אין מבטלין איסור לכתחלה ובמה שכתבתי נסתלקה קושיא זו עכ''ל: \n",
                "<b>כתב</b> עוד הטור וז''ל כתב עוד הרמב''ם נפל חלב בתוך המרק או לתוך החתיכות ולא נודע לאיזו חתיכה נפל נוער את הקדרה כולה עד שיתערב הכל אם יש בקדרה טעם חלב אסורה ואם לא מותרת ואיני מבין דבריו שאם החתיכות כולן תוך הרוטב מה צריך לנער ואם אינה ברוטב מה מועיל ניעור שמנער אחר כך עכ''ל. ואני אומר דלפי דברי הטור דעדיפא מינה הוה ליה לאתמוהי על רבינו כשנפלה לתוך המרק עצמו מה צורך לנער אלא משום דבנפל לחתיכות איכא לאתמוהי עליה בתרי גווני נקטה וממילא משמע דכי היכי דאתמה דאם החתיכות תוך הרוטב מה צורך לניעור הכי נמי איכא לאתמוהי בנפלה לתוך המרק. וטעמא דרבינו נ''ל שאע''פ שנפל לתוך המרק צריך לנער כדי שיתערב יפה וכ''ש כשנפל לחתיכות שבתוך המרק שהוא צריך לנער דהא חזינן דאפילו בניער מתחילה ועד סוף חייש ר' יהודה שמא לא עירב יפה יפה ואע''ג דרבנן פליגי עליה מ''מ מודו דצריך לעשות בענין שיתערב יפה יפה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>אין צולין את הכחל.</b> הוא בפ' כל הבשר (חולין דף קי״א) דרש מרימר הלכתא בין כבדא בין כחלא תותי בישרא שרי עילוי בישרא דיעבד אין לכתחלה לא. וכתבו התוספות והרא״ש וא״ת כחל היאך שרי תותי בישרא והלא שמנונית הבשר נוטף על הכחל ואי בקרעו שתי וערב וטחו בכותל א״כ עילוי בישרא נמי לישתרי דהא מותר לבשלו עם הבשר בקדרה. וי״ל דהכא גרע טפי דאע״פ שקרעו עדיין נוטף החלב מן הכחל על הבשר וניכר שהוא בעין. אבל הרשב״א בחידושיו סובר דבלא קרעו מיירי שאילו קרעו כהלכתו עילוי בישרא נמי שרי. ורבינו שכתב הכחל שחתכו משמע שחתכו בלבד כדין חתיכתו לצלי בלבד שאילו חתכו ש״ו וטחו בכותל עילוי בישרא נמי שריא וכדעת הרשב״א. ודע דהא דמרימר דוקא כשחודו של שפוד למטה בתנור וזנבו למעלה אבל שפודים שאינם תלויים אלא שוכבים ופעמים שמרים זנב השפוד ונמצא התחתון עליון ופעמים שמשפילו ונמצא חבירו עליון הלכך בכל גוונא אסור לכתחלה כן דעת רש״י והרא״ש והרשב״א והר״ן: \n\n"
            ],
            [
                "<b>קיבה שבשלה בחלב שבה מותרת וכו'.</b> בסוף פרק כל הבשר לקפילא אלא כיון דשכיח בהו טעמא אוסרין אותם לעולם כדי שלא יפרוצו כ''כ הר''ן בפ''ב דע''ז בשמו. ואני אומר שאע''פ שאפשר לומר כטעמו של הראב''ד מ''מ האי טעמא דהר''י ן' מיגש איתיה בגבינה אפילו אי לא הוה ההוא טעמא דהראב''ד: \n\n"
            ],
            [],
            [
                "<b>הבשר לבדו מותר וכו'.</b> פשוט הוא דלא אסרה תורה בשר בחלב אלא ע''י בישול. \n",
                "<b>ומ''ש במה דברים אמורים שנתבשלו שניהם ביחד או שנפל חם לתוך חם וכו'.</b> בפ' כיצד צולין (פסחים דף ע''ה ע''ו) אתמר חם לתוך חם דברי הכל אסור צונן לתוך צונן ד''ה מותר חם לתוך צונן וצונן לתוך חם רב אמר עילאה גבר ושמואל אמר תתאה גבר וכו' תניא כוותיה דשמואל חם לתוך חם אסור וכן צונן שנתן לתוך חם אסור חם לתוך צונן [וצונן לתוך צונן מדיח חם לתוך צונן מדיח כיון דחם הוא וכו' אלא אימא חם לתוך צונן] קולף (משום דאדמיקר ליה בלע) צונן לתוך צונן מדיח. \n",
                "<b>ומ״ש לפיכך מותר לצרור בשר וגבינה במטפחת אחת והוא שלא יגעו זה בזה.</b> משנה פרק כל הבשר (חולין דף ק״ז:). וטעם תיבת לפיכך קשה בעיני דאין לומר דקאי ארישא דקתני הבשר לבדו מותר וכו' דהא אפי' איסור והיתר לא מצינו שיהא אסור לצררן במטפחת אחת אם אינם נוגעים זה בזה. ואפשר שטעמו לומר דכיון דצונן בצונן מדיח לפיכך היכא דקשרן במטפחת אחת אם נגעו זה בזה מדיח הבשר ומדיח הגבינה ואוכל ואינו מיושב דמאי לפיכך היא היא: \n\n"
            ],
            [
                "<b>מליח שאינו נאכל מחמת מלחו הרי הוא כרותח וכו'.</b> בפרק כל הבשר (חולין דף קי''ג) ובפרק כיצד צולין (פסחים דף ע''ו) אמרינן דכי אמר שמואל הרי הוא כרותח ה''מ בשאינו נאכל מחמת מלחו אבל נאכל מחמת מלחו לא: \n\n"
            ],
            [
                "<b>ומ''ש עוף שחוט שנפל לחלב וכו'.</b> שם ההוא בר גוזלא דנפל לכדא דכמכא שרייה רב חיננא בריה דרבא מפשרוניא אמר רבא מאן חכים למישרי כי הא אי לאו רב חיננא וכו' דגברא רבה הוא אמר לך כי אמר שמואל מליח הרי הוא כרותח (ה''מ מליח) דאינו נאכל מחמת מלחו (אבל) האי (הרי) הוא נאכל מחמת מלחו וה''מ חי אבל צלי בעי קליפה ולא אמרן אלא דלית ביה פילי אבל אית ביה פילי (כוליה) אסור ואי מתבל בתבלין (כוליה) אסור. וכתב הראב''ד ואם נאכל כמות שהוא כמו הכותח אינו כרותח א''א לא כיון יפה וכו'. וי''ל לדעת רבינו דבלשון הגמרא אין הכרח במאי דאמר האי הרי נאכל מחמת מלחו דקאי אבר יונה דהא אפשר דקאי אכותח. \n",
                "<b>ומ״ש</b> עוד הראב״ד ואף לא ירד לפרש אינו נאכל מחמת מלחו כו' טעמו שמאחר שרבינו מפרש דכותח הוא נאכל מחמת מלחו וכותח אינו נאכל בעינו וכדאמרינן בר״פ אלו עוברין (פסחים דף מ״ד) כותח הבבלי אי אכל ליה בעיניה בטלה דעתו אצל כל אדם, על כרחנו לומר שהוא מפרש דאינו נאכל מחמת מלחו היינו לומר דאפילו ע״י ליפתן אינו נאכל מחמת מלחו: \n",
                "<b>ואני</b> אומר שא''א לומר שרבינו יפרש כן דא''כ כי אמר שמואל מליח הרי הוא כרותח איירי במליח שאינו נאכל מחמת מלחו אפי' עם ליפתן וזה דבר שאינו ראוי לאכילה ולא עלה על דעת ששמואל איירי בדבר שאינו נמצא אלא ודאי שרבינו מפרש דאינו נאכל מחמת מלחו דאמר שמואל היינו שאינו נאכל בעינו מחמת מלחו וכותח נאכל בעינו מחמת מלחו. ומה שאמרו בריש פרק אלו עוברין דכותח אי אכיל ליה בעיניה בטלה דעתו אצל כל אדם אפשר שאינו מחמת מלחו אלא מחמת עיפוש הפת שבו: \n\n"
            ],
            [
                "<b>אסור להעלות העוף עם הגבינה וכו'.</b> משנה (דף ק''ג:) ר''פ כל הבשר אסור לבשל בחלב חוץ מבשר דגים וחגבים ואסור להעלותו עם הגבינה על השלחן וכו' ובאיזה שולחן אמרו בשולחן שהוא אוכל עליו אבל בשולחן שהוא סודר עליו את התבשיל נותן זה בצד זה ואינו חושש: \n\n"
            ],
            [
                "<b>שני אכסנאין וכו'.</b> שם (דף ק''ז:) במשנה רבן שמעון בן גמליאל אומר (אף) שני אכסנאין אוכלין על שולחן אחד זה בשר וזה גבינה ואינם חוששין. ובגמרא לא שאנו אלא שאינם מכירים זה את זה אבל מכירים זה את זה אסור. וכתב הטור אורח חיים סימן קע''ג וביורה דעה סימן פ''ח שאפילו מכירין זה את זה מותרים עד שיפסיקו ביניהם בקנקן או בלחם או שיאכל כל אחד על מפה שלו לבדו ושם כתבתי מאי זה טעם והרי''ף ורבינו חלוקים בזה: \n\n"
            ],
            [
                "<b>אין לשין את העיסה בחלב וכו' עד אסורה עד שיסיק התנור.</b> ברייתא פרק כל שעה (פסחים דף ל״ו) ואסיקנא ואי עבדינהו כעין תורא שפיר דמי. וכתב הרי״ף בפרק כל הבשר ומסקנא דאי שני בהו ועבדינהו כעין תורא שרי וכך הם דברי רבינו וכ״כ הרשב״א וז״ל ואם שינה בצורת הפת ועשאה כעכין קטנים כעין השור מותר שהרואה יודע שלא שינו צורתן אלא להיכר בעלמא וישאל ויאמרו לו: \n\n"
            ],
            [
                "<b>פת שאפאה עם הצלי ודגים שצלאן עם הבשר אסור לאכלן בכותח.</b> בפרק כיצד צולין (פסחים דף ע״ו) תני רב כהנא בריה דרב חיננא סבא פת שאפאה עם צלי בתנור אסור לאכלה בכותחא ההיא ביניתא דאיטויא בהדי בישרא אסרה רבא מפרזיקיא למיכלה בכותחא וכתב הרי״ף דאפילו למ״ד ריחא לאו מילתא היא אסור ופרש״י בהדי בישרא בתנור אחד. ודבר פשוט הוא שכן פירוש דברי רבינו ולא כדברי טי״ד סימן צ״ה שעלה על דעתו שפירוש דברי רבינו שצלאן עם הבשר מחוברין לו ממש ומפני כך כתב עליו שאינו מבין דבריו: \n",
                "<b>קערה שאכלו בה בשר ובשלו בה דגים וכו'.</b> מסקנא דגמרא פ' כל הבשר (חולין דף קי״א:) דגים שעלו בקערה מותר לאכלם בכותח משום דהוי נ״ט בר נ״ט הבשר בקערה והקערה בדגים ואיכא תרי נותני טעם קודם שיבא לכלל איסור: \n\n"
            ],
            [
                "<b>סכין שחתך בה בשר צלי וכו'.</b> בפרק כל הבשר (חולין דף קי״ב) אמר חזקיה משום אביי וכו' צנון שחתכו בסכין שחתך בה בשר אסור לאכלו בכותח וה״מ צנון דאגב חורפיה בלע אבל קישות גריר לבי פיסקיה ואכיל קילחי דליפתא שרי דסילקא אסירי ואי פתך בהו דליפתא שפיר דמי. ופירש״י x ואע״ג דקי״ל דנ״ט בר נ״ט מותר שאני סכין דפעמים שהשמנונית קרוש עליו ואינו ניכר וכשחותך הצנון הוי נ״ט הבא מן הממש. ועוד דמשום חורפיה בלע טפי מדגים הרותחים ואגב דוחקא דסכינא פליט סכינא ובלע צנון. וכתב הרשב״א הרי״ף לא כתב בהלכות הא דקילחי דליפתא ולא הא דסילקא ולא הא דאמרי' ואי פתיך בהו ליפתא שרי וגם הרמב״ם השמיטה ולא ידעתי למה השמיטום עכ״ל. ואני אומר שרבינו אע״פ שלא כתבם בהדיא מ״מ בכלל דבריו הם לפי פירושו בגמרא שהרי כתב סכין שחתך בה בשר צלי וחזר וחתך בה צנון וכיוצא בו מדברים חריפים אסור לאוכלם בכותח אבל אם חתך בה קישות או אבטיח גורד מקום החתך ואוכל השאר בחלב עכ״ל. נראה שהוא ז״ל מפרש דצנון לאו דוקא אלא דה״ה לכל הדברים החריפים וגם נראה שהוא מפרש דפתיך בהו ליפתא לאו דוקא אלא דה״ה לחתך בו לחם או ירק או פרי אחר שהטעם שאסור לחתוך בו צנון אינו אלא מפני השומן הנקרש על פניו שהוא נדבק ביותר בדבר החריף וכשהוא חותך בו לחם או איזה דבר הרי הסכין מתקנח בו ולא נשאר שום שומן על פניו ולפיכך מותר לחתוך בו צנון. והשתא הכל מבואר בדבריו ז״ל דמדכתב סכין שחתך בה בשר צלי וחזר וחתך בה צנון משמע אחר שחתך בה הבשר חזר וחתך בה הצנון בלי הפסק חתיכת דבר אחר בינתים ומש״ה הוא דאסור הא אם הפסיק חתיכת שום דבר אחר בינתים שרי ולא הוצרך שוב לכתוב דאי פתיך בהו ליפתא ש״ד. \n",
                "<b>ומ''ש שחתך בשר צלי</b> לאו דוקא צלי דה''ה למבושל והוא רותח והא דלא נקט בשר סתם לאשמועינן דבחתך בשר רותח הוא דאמרינן הכי אבל בבשר צונן אין השומן נקרש על פניו כ''כ שיאסר לחתוך בו צנון ולא הוצרך לכתוב הא דסילקא דבכלל מ''ש וכיוצא בו מדברים החריפים הוא ומטעם זה לא הוצרך לכתוב דקילחי ליפתא שרי דדבר ברור הוא דלפת לאו מדברים החריפים הוא. ועל דרך זו יש ליישב דברי הרי''ף. כך נ''ל לדחוק ליישב דבריהם אם היתה גירסתם בגמרא כגירסא דידן אבל כבר אפשר שלא היו כתובים דברים הללו בגירסתם בגמרא: \n\n"
            ],
            [
                "<b>אין מניחין כד של מלח וכו'.</b> בפרק כל הבשר (חולין דף קי''ב) בעא מיניה רב דימי מרב נחמן מהו לאנוחי כדא דמילחא גבי כדא דכמכא א''ל אסור דחלא מאי א''ל שרי ומ''ש וכו' האי איתיה לאיסוריה בעיניה והאי ליתיה לאיסוריה בעיניה ופירש רש''י דמבעיא ליה מי חיישינן שמא יפול מן הכותח במלח והוא לא ידע וימלח ממנו בשר (או יתן ממנו לתוך הקדרה) האי כותח הנופל במלח נראה וניכר מפני שהוא עב ולא בטיל אבל כותח הנופל בחומץ ליתיה בעיניה ובטל בששים. אבל רבינו מפרש דלאנוחי כדא דכמכא גבי כדא דמילחא בסמוך ממש קאמר משום דמשאב שאיב ליה מילחא לכותחא אבל חלא שרי משום דלא שאיב. וכתב הר''ן שכן פי' ר''ח ולהאי פירושא לא שייך מאי דאמרינן האי איתיה לאיסוריה בעיניה וצריך לומר שגירסא אחרת היתה להם ולכך נתכוון הראב''ד שכתב על דברי רבינו א''א גירסא אחרת יש אצלנו: \n\n"
            ],
            [
                "<b>מי שאכל גבינה או חלב וכו'.</b> בר''פ כל הבשר (חולין דף ק''ה) בעא מיניה ר' אסי מר' יוחנן כמה ישהה בין בשר לגבינה א''ל ולא כלום איני והאמר רב חסדא אכל בשר אסור לאכול גבינה גבינה מותר לאכול בשר אלא כמה ישהה בין גבינה לבשר א''ל ולא כלום.  ",
                "<b>ומ''ש צריך שידיח ידיו תחלה ויקנח פיו.</b> שם (חולין דף ק''ד ק''ה) תניא ב''ש אומרים מקנח וב''ה אומרים מדיח ואסיקנא דב''ש אומר מקנח וה''ה למדיח וב''ה אומרים מדיח וה''ה למקנח מר אמר חדא ומר אמר חדא ולא פליגי. ופירש''י דתרווייהו בעינן וכן כתב הרי''ף וכתבו התוס' שכן פר''ח ואסיקנא דבכל מידי הוי קנוח לבר מקימחא תמרי וירקא. ופירש''י דמדיח דקתני היינו הדחת פה וכ''נ מדברי התוס' והרא''ש. אבל רבינו מפרש דמדיח דקתני היינו הדחת ידיו ויש סמך לפירוש זה מדאמרינן גבי עוף שנאכל בלא נט''י ובלא קינוח הפה ולא הזכירו הדחת פה ועוד דגרסינן בגמרא (דף ק''ד:) רב יצחק בריה דרב משרשיא איקלע לבי רב אשי אייתו ליה גבינה אכל אייתו ליה בישרא אכל ולא משא ידיה אמרי ליה והא תני אגרא חמוה (בריה) דר' אבא עוף וגבינה נאכלין באפיקורן עוף וגבינה אין בשר וגבינה לא א''ל ה''מ בליליא אבל ביממא הא חזינא. והעולם נהגו כדברי כלם להדיח הפה וגם הידים:   "
            ],
            [
                "<b>ומה שכתב במה דברים אמורים בבשר בהמה וכו' אבל אם אכל בשר עוף וכו'.</b> שם תני אגרא חמוה דרבי אבא עוף וגבינה נאכלין באפיקורן הוא תני לה והוא אמר לה בלא נטילת ידים ובלא קינוח פה. וכתב הר''ן דמשמע ליה דהוא הדין לחיה וגבינה דקי''ל חיה נמי אינה מן התורה ורבינו כתב דחיה כבהמה לענין זה אף על פי שהוא עצמו פסק דחיה נמי אינה מן התורה ואפשר שטעמו לומר לפי שבשר החיה דומה לבהמה ע''כ. ודעת רבינו דהא דתני אגרא עוף וגבינה היינו דוקא גבינה ואחר כך עוף אבל עוף ואחר כך גבינה דינו כבהמה וגבינה וכן דעת הרשב''א וגם הר''ן כתב דהכי מוכח עובדא דרב יצחק בריה דרב משרשיא. ואיני יודע למה השמיט רבינו הא דאמר רב יצחק בריה דרב משרשיא דביממא אין צריך להדיח ידיו בין גבינה אפילו לבשר בהמה: \n\n"
            ],
            [
                "<b>מי שאכל בשר בתחלה וכו'.</b> שם (דף ק''ה) אמר מר עוקבא אנא בהא מלתא חלא בר חמרא (לגבי אבא) דאילו אבא כד הוה אכיל בישרא האידנא לא הוה אכיל גבינה עד למחר כי השתא ואנא בהא סעודתא לא אכילנא בסעודתא אחריתי אכילנא. וכתב הרי''ף ושמעינן מהא דהא דאמר רב חסדא אכל בשר אסור לאכול גבינה דלא שרי למיכל גבינה בתר בישרא בפחות מהאי שיעורא דהא מר עוקבא אף על גב דשהי ליה כי האי שיעורא קרי אנפשיה חלא בר חמרא. ודעת רבינו ששיעור זה צריך להמתין אפילו לאחר בשר עוף וכן דעת הרשב''א: \n",
                "<b>ומה שכתב רבינו מפני הבשר שבין השינים וכו',</b> כתב טור יורה דעה סימן פ''ט דלפי טעם זה לאחר ששהא כשיעור זה מותר אפילו נשאר בשר בין השינים ואפילו לא אכל הבשר אלא שלעסו לתינוק צריך להמתין. וי''א שטעם שהיית שיעור זה מפני שהבשר מוציא שומן ומושך טעם עד זמן ארוך ולפי זה הטעם אם לא אכלו אלא לעסו לתינוק אין צריך להמתין ואפי' שהה כשיעור אם יש בשר בין השינים צריך להסירו ובתוך הזמן אפילו אין בשר בין השינים אסור וטוב לאחוז בחומרי שני הטעמים עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>כל איסורים שאמרנו הם במיני נפש חיה ויש איסורין אחרים של תורה בזרע הארץ וכו'.</b> פירקא קמא דקידושין (דף ל''ז): \n\n"
            ],
            [
                "<b>החדש כיצד כל אחד מחמשת מיני תבואה בלבד אסור לאכול מהחדש שלו קודם שיקרב העומר.</b> בריש חלה (פ״א מ״א) ובמנחות פרק ר' ישמעאל (מנחות דף ע') החיטין והשעורים והכוסמין והשיבולת שועל והשיפון הרי אלו חייבים בחלה ומצטרפים זה עם זה ואסורים בחדש מלפני הפסח. \n",
                "<b>ומ״ש שנוהג בכל מקום.</b> בסוף ערלה (פ״ג מ״ט) החדש אסור מן התורה בכל מקום ואע״ג דבספ״ק דקידושין (דף ל״ט) אמרינן דפלוגתא דתנאי היא פסק כסתם משנה. ובמנחות פרק ר' ישמעאל (מנחות דף ס״ח:) אמרינן דרבנן דבי רב אשי סברי חדש בח״ל דאורייתא. \n",
                "<b>ומ''ש בין בפני הבית בין שלא בפני הבית אלא שבזמן שיש מקדש משיקרב העומר הותר החדש בירושלים וכו' עד שאין ב''ד מתעצלין בו עד אחר חצות.</b> משנה שם (דף ס''ח). \n",
                "<b>ומ''ש ובזמן שאין ב''ה כל היום כולו אסור.</b> משנה וגמרא שם פלוגתא ופסק כרבינא דבתרא טובא הוא. \n",
                "<b>ומ''ש ובזמן הזה במקומות שעושים שני ימים טובים וכו'.</b> גם זה שם פלוגתא ופסק כרבינא דבתרא טובא הוא וכך הם דברי הרי''ף בסוף פסחים: \n\n"
            ],
            [
                "<b>האוכל לחם וקלי וכרמל וכו'.</b> בפרק קמא דכריתות (דף ה') ומקשה בגמרא והא אין לוקין על לאו שבכללות ומשני שאני הכא דמייתר קראי ומפרש בגמרא היכי מייתר קראי: \n\n"
            ],
            [
                "<b>כל תבואה שהשרישה קודם הקרבת העומר וכו'.</b> משנה בריש חלה (פ״א מ״א) ובמנחות פ' ר' ישמעאל (מנחות דף ע') אם השרישו קודם לעומר העומר מתירן ואם לאו אסורים עד שיבא העומר הבא ובגמ' (דף ע״א) מנין לעומר שמתיר בהשרשה וכו' (דכתיב) אשר תזרע משעת זריעה וכו' א״ה אע״ג דלא השרישה נמי א״ל סודני בשדה כתיב ואמרינן תו בגמרא (דף ע':) מאי קודם לעומר ר' יונה אמר קודם הבאת העומר רבי יוסי בר זבדא אמר קודם קצירת העומר ופסק רבינו כרבי יונה. \n",
                "<b>ומ''ש ודין זה בכ''מ ובכל זמן מן התורה.</b> כר' אליעזר בספ''ק דקידושין (דף ל''ט) דסתם לן תנא כוותיה בסוף ערלה. ומתבאר בפרק ר' ישמעאל. \n",
                "<b>ומ''ש ובכל זמן.</b> מתבאר פרק הנזכר: \n\n"
            ],
            [
                "<b>תבואה שהשרישה אחר העומר וקצרה וזרע מן החטים בקרקע וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ז:) ובמנחות פרק רבי ישמעאל (מנחות דף ס״ט) בעי רבא בר רב חנן חטים שזרען בקרקע עומר מתירן או אין מתירן ה״ד אי דאשרוש תנינא אי דלא אשרוש תנינא אם השרישו קודם לעומר עומר מתירן ואם לאו אסורים עד שיבא העומר הבא לא צריכא דחצדינהו וזרעינהו קודם לעומר ואתא עומר וחליף עלייהו וקא מבעיא ליה מהו לנקוטי ומיכל מינייהו כמאן דשדו בכדא דמו ושרנהו עומר או דילמא בטיל להו לגבי ארעא וכו' תיקו. ופירש״י דחצדינהו וזרעינהו קודם לעומר דלא שרנהו עומר דאשתקד ולא בשעת עומר זה. מהו לנקוטי ללקוט מהם קודם השרשתן. כמאן דשדו בכדא דמיין ושרנהו עומר דהא דאמרן ואם לאו אסורים עד שיבא עומר הבא בגידוליהן מיירי. או דילמא בטלינהו אגב ארעא וכי לקיט להו כגדולין דמו עכ״ל. וכך הם דברי רבינו ולרמוז שעדיין לא השרישו כתב ועדיין החטים בקרקע כלומר ועודם חטים כמות שהם בלא השרשה: \n",
                "<b>והראב''ד</b> כתב א''א זה שבוש ומי יתירם לאלו וכו'. ואיני רואה לא שיבוש ולא השגה שמ''ש ומי יתירם לאלו מבואר הוא בדברי רבינו שהעומר הבא יתירם אם הם כמונחים בכד. ופירוש הראב''ד איני יודע ליישבו על לשון הגמרא אלא אם כן היתה לו גירסא אחרת: \n",
                "<b>וכן שבולת שלא הביאה שליש וכו'.</b> פרק רבי ישמעאל (מנחות דף ס״ט:): \n\n"
            ],
            [],
            [
                "<b><small>(ו-ז)</small> כלאי הכרם כיצד וכו' בין שזרע ישראל בין שזרע נכרי בין שעלו מאליהן וכו': ומה שכתב והאוכל כזית מכלאי הכרם בין מן הירק בין מן הענבים לוקה מן התורה.</b> בפרק כל שעה עלה כ''ה. \n",
                "<b>ומה שכתב ושניהם מצטרפין זה עם זה:</b> \n\n"
            ],
            [
                "<b>ומה שכתב במה דברים אמורים שנזרעו בארץ ישראל וכו'.</b> בסוף פרק קמא דקידושין (דף ל''ט) ובסוף ערלה: \n\n"
            ],
            [
                "<b>הערלה כיצד כל הנוטע אילן מאכל וכו'.</b> מ''ש שמונים לו משעת נטיעתו פשוט בירושלמי פ''ק דערלה (הלכה ב'). \n",
                "<b>ומ''ש שאסורים בהנאה.</b> פ''ב דקידושין (דף נ''ו:) יליף מקראי דערלה אסורה בהנאה ואין לה פדיון: \n\n"
            ],
            [
                "<b>במה דברים אמורים בנוטע בארץ ישראל שנאמר כי תבואו אל הארץ וכו' אבל איסור ערלה בח''ל הל''מ וכו'.</b> בספ''ק דקידושין (דף ל''ט) אמר ר' אסי אמר ר' יוחנן ערלה בח''ל הל''מ א''ל ר' זירא לר' אסי והא תנן ספק ערלה בא''י אסור ובסוריא מותר בח''ל יורד ולוקט וכו' א''ל אימא כך נאמרה ספיקה מותר ודאה אסור ואע''ג דשמואל פליג התם ואמר דלא מיתסרא אלא מהלכות מדינה הלכה כרבי יוחנן וכן פסק הרא''ש וכן נראה שהוא דעת הרי''ף: \n\n"
            ],
            [
                "<b>ספק ערלה וכלאי הכרם וכו'.</b> בספ''ק דקידושין (דף ל''ח) תנן התם החדש אסור מן התורה בכל מקום והערלה הלכה והכלאים מד''ס מאי הלכה אמר רב יהודה אמר שמואל הלכתא מדינה עולא אמר ר' יוחנן הל''מ א''ל עולא לרב יהודה בשלמא לדידי דאמינא הל''מ היינו דשאני לן בין ספק ערלה לספק כלאים דתנן ספק ערלה בא''י אסור בסוריא מותר בח''ל יורד ולוקח ובלבד שלא יראנו לוקט ואילו גבי כלאים תנן כרם הנטוע ירק וירק נמכר חוצה לו בא''י אסור בסוריא מותר בח''ל יורד ולוקט ובלבד שלא ילקוט ביד אלא לדידך ניתני או זה וזה יורד ולוקח או זה וזה יורד ולוקט הא א''ל שמואל לרב ענן תני או זה וזה יורד ולוקח או זה וזה יורד ולוקט וכו' א''ל לוי לשמואל אריוך ספק לי ואנא איכול רב אויא ורבה בר בר חנה מספקי ספוקי להדדי. ופרש''י ספק ערלה ספק עברו עליה שלש שנים א''נ פרדס שיש בו נטיעות ערלה ושאר נטיעות ולקט נכרי מהפירות ואין ידוע מהיכן וכו' בח''ל יורד ישראל ולוקח מהנכרי הלוקט מפרדס שיש בו נטיעות ילדות וזקנות וישראל יודע שהוא נכנס שם ולוקט לכתחלה ובלבד שלא יראנו ישראל כשהוא לוקט מהערלה והא דתנן לעיל בסוריא מותר כשנלקט כבר אבל לכתחלה אינו אומר לו רד ולקוט. כרם הנטוע ירק וכו' יורד הנכרי ולוקט מהכלאים ממש ומוכר לחבר ובלבד שלא ילקוט החבר עצמו ביד. ספק לי לקוט שלא בפני שיהיה ספק אצלי ובערלה קאי עכ''ל. ומשמע דגבי ערלה נקטינן יורד ולוקח ובלבד שלא יראנו לוקט דלא אמר או זה וזה יורד ולוקח או זה וזה יורד ולוקט אלא שמואל דאמר דערלה לא מתסרא אלא מהלכת מדינה אבל לר' יוחנן דאמר הל''מ היא וקי''ל כוותיה לא שרי אלא ביורד ולוקח ולא ביורד ולוקט וכך הם דברי טיו''ד. ועל דברי רבינו יש לתמוה דכיון דקי''ל כר' יוחנן דאמר ערלה הל''מ וכלאים מד''ס למה השוה דין שניהם. וכתב הר''ן שהרמ''כ השיגו כן והוא ז''ל כתב דל''ק דכיון דמר בריה דרבינא מתני לקולא נקטינן כוותיה ולאו משום דס''ל כשמואל דאמר הלכת מדינה אלא משום דס''ל שכך נאמרה הלכה שכל שלא יראנו לוקט מותר וכתב עוד על דברי רבינו הרי שהוא מסכים לפירש''י שאע''פ שהם ערלה או כלאים ודאי כל שאינו לוקט או אינו רואה את הנכרי לוקט מותר והשוה את הרואה ללוקט וכן בדין עכ''ל. נראה מדבריו שהוא מפרש דברי רבינו שהם כמ''ד זה וזה יורד ולוקט. ואני בעניי לא ירדתי לעומק דעתו שדברי רבינו נראים פשוטים בעיני שהם כההיא דקתני יורד ולוקח ובלבד שלא יראנו לוקט שהרי לשונו כלשון המשנה ממש אלא שכתב בוצר במקום לוקט ואח''כ כתב לוקט הירק ולענין ערלה שפיר פסק כר''י דאמר הל''מ היא ומה שהשוה כלאים לערלה להחמיר אפשר דהיינו מדחזינן דמר בריה דרבינא דהוא בתרא משוה ערלה לכלאים וכעין שכתב הר''ן ואע''ג דאיהו משוה לקולא אנן כיון דלא אפשר לאקושינהו לקולא מדר''י דאמר הל''מ מקשינן להו לחומרא. ויותר היה נראה לומר שלא השוה רבינו אותם כמו שעלה על דעת הרמ''ך והר''ן אלא שבערלה פסק יורד ולוקח ובלבד שלא יראנו לוקט ובכלאים פסק דיורד ולוקט ובלבד שלא ילקוט ביד וז''ש והוא שלא יראה אותו בוצר מן הערלה או לוקט ירק בידו כלומר גבי ערלה צריך שלא יראה אותו בוצר וגבי כלאים אפי' ראהו לוקט אין בכך כלום רק שלא ילקוט הוא עצמו הירק בידו אלא שבפ''ה מהלכות כלאים כתב אע''פ שמותר לזרוע ירק בצד הכרם בח''ל הרי אותו הירק הזרוע שם אסור באכילה ואפי' בח''ל והוא שיראה אותו לוקט ומוכר אבל ספיקו מותר כמו שביארנו בהמ''א עכ''ל. הרי שכתב גבי כלאים שצריך שלא יראנו לוקט ומ''מ דבריו מבוארים שם שהוא פוסק יורד ולוקח ובלבד שלא יראנו לוקט וכמו שכתבתי: \n",
                "<b>ועדיין</b> יש לדקדק בדברי רבינו שכתב בודאי ערלה וכלאי הכרם בח''ל מותר ליקח מהם ובלבד שלא יראנו בוצר מהיכא יליף הכי דהא כי תנן בח''ל יורד ולוקח וכו' אספק ערלה הוא דאמרן אבל בודאי ערלה מנא לן ועוד שכתב בסוף דבריו כרם שהוא ספק ערלה וכו' ובסוריא מותר ואין צ''ל בח''ל דמשמע דמותר בכל גוונא והא מתניתין לא שריא אפילו בח''ל אלא בשלא ראהו לוקט איכא למימר דכיון דההיא דכרם הנטוע ירק ודאי כלאים ושרי בח''ל ה''ה לודאי ערלה דשרי בח''ל ואפילו למאן דמפליג בין ערלה לכלאים היינו לומר דבזה יורד ולוקח ובזה יורד ולוקט ומיהו תרוייהו בחד גוונא מיירו והיינו דאקשי ליה עולא לרב יהודה מההיא דספק ערלה לההיא דכרם הנטוע ירק וכו' דליתני או זה וזה יורד ולוקח וכו' והא עדיפא מיניה ה''ל לאקשויי דגבי ספק ערלה קתני יורד ולוקח וגבי ודאי כלאים קתני יורד ולוקט ויציבא בארעא וכו' ותו היכי אמר רב יהודה אמר שמואל תני או זה וזה יורד ולוקח וכו' [ורבינא נמי היכי מתני זה וזה יורד ולוקט הא כיון שזה ודאי] וזה ספק היאך אפשר להיות דין שניהם שוה אלא ע''כ דתרווייהו בחד גוונא מיתנו וכיון דההיא דכרם הנטוע ירק מיירי בודאי כלאים ההיא דערלה דשרי בח''ל מיירי בודאי ערלה וה''פ דמתניתין ספק ערלה דהיינו [כרם שהוא] ספק אם עברו עליו ג' שנים או כרם שהוא ערלה ודאי ופירות נמכרים חוצה לו ספק ממנו הם ספק מכרם אחר בא''י אסור ובסוריא מותר ואין צ''ל בח''ל ואם הוא ודאי ערלה בח''ל יורד ולוקח וכו'. וע''כ צ''ל כן דאי לא תימא הכי כיון דקתני בסוריא מותר דמשמע דמותר ליקח מכרם שהוא ספק ערלה וכ''ש בח''ל מאי האי דקתני ובח''ל יורד ולוקח וכו'. ומה שפירש''י דהא דקתני בסוריא מותר כשנלקט כבר אבל אינו אומר לו לכתחלה רד ולקוט אינו נראה לרבינו משום דלישנא דמותר סתמא לגמרי משמע דאי כפירוש רש''י לא הוה שתיק תנא מלמיתני הכי בהדיא הילכך משמע ליה לפרושי מתניתין כדפרישית וכתב תחלה חד גוונא דספק ערלה דשריא בסוריא דהיינו כרם שכולו ערלה ודאי וענבים נמכרים חוצה לו ואינו יודע אם ממנו אם מאחר מותר ובח''ל אפילו ודאי מותר והוא שלא יראנו בוצר והדר כתב גוונא אחריתי דספק ערלה דהיינו שכולו ספק אם עברו עליו ג' שנים או שיש בו נטיעות ערלה וזקנות דבסוריא מותר ואין צ''ל בח''ל ומשמע דבשכל הכרם ספק אם עברו עליו ג' שנים מותר ללקוט ביד. כנ''ל לפרש דברי רבינו: \n",
                "<b>ואיכא</b> למידק למה לא כתב רבינו דאפילו מי שיודע בפירוש שהם ערלה מותר לספק לחבירו ולהאכילו וכדא''ל לוי לשמואל וכדעבדי רב אויא ורבה בר בר חנה. וי''ל שרבינו סובר דהנך רבנן סברי כשמואל דאמר ערלה בח''ל הלכת מדינה היא אבל לר''י דסבר הל''מ היא אסור: \n\n"
            ],
            [],
            [
                "<b>חבית של יין הנמצאת טמונה בפרדס של ערלה וכו' עד והצניעם שם.</b> בפ''ב דבתרא (דף כ''ד): \n\n"
            ],
            [
                "<b>נכרי וישראל שהיו שותפים וכו'.</b> בסוף פרק קמא דע''ז (דף כ''ב) הנהו מוריקאי דנכרי נקיט בשבתא וכו': \n",
                "<b>והראב''ד</b> כתב על דברי רבינו א''א אנו מפרשים באותו מעשה וכו'. ואיני יודע היאך יתיישב לפירוש זה הא דאמר והא אותביה רבינא לרבא לא סיועי סייעיה דכיון דבעובדא דשני ערלה לא היו צריכין להתנות לפי שלא היה שם אכילת איסור היכי מסייע ליה מברייתא דשבת דצריך להתנות: \n\n"
            ],
            [
                "<b>יראה לי שאין דין נטע רבעי נוהג בחוצה לארץ וכו'.</b> כתב הר''ן בפ''ק דר''ה ובסוף פרק קמא דקידושין דסוגית הירושלמי בפרק ה' דמעשר שני מוכחת כדבריו. והרשב''א כתב בתשובה שטעמו של רבינו מפני שלמדו בקידושין רבעי ממעשר שני בג''ש דקדש קדש. וסבור הרב ז''ל דמה מעשר שני אינו נוהג בחוצה לארץ אף הרבעי אינו נוהג בה. והתוספות וה''ר יונה והרשב''א והרא''ש בר''פ כיצד מברכין חולקים על דברי רבינו וסוברים דאף בח''ל נוהג נטע רבעי אלא שכתבו שאינו נוהג אלא בכרם ולא בשאר אילנות. וכן דעת רב אחא גאון וכסברת מקצת הגאונים שדחה רבינו. \n",
                "<b>ומ''ש שנוהג בארץ ישראל אף שלא בפני הבית,</b> כן משמע בפ''ה דמעשר שני: \n\n"
            ],
            [
                "<b>פירות שנה רביעית כולה אסור לאכול מהם בארץ ישראל עד שיפדו.</b> בריש פרק כיצד מברכין (ברכות דף ל״ה) ובפרק ה' דמעשר שני (משנה א'): \n\n"
            ],
            [
                "<b>כיצד פודין פירות נטע רבעי בזמן הזה.</b> כלומר דאילו בזמן הבית אין פודין אותן בפחות משוויין כדאיתא בפרק חמישי דמעשר שני ומוסיף עוד חומש כדאיתא שם בפרק שני דמעשר שני: \n",
                "<b>ומה שכתב אחר שאוסף אותם.</b> כלומר דאילו במחובר לקרקע אינו נפדה כדאיתא בתוספתא מיהו נראה שאפשר לפדותם במחובר לקרקע והוא שיתנה שלא יחול הפדיון עד שיתלשו מהקרקע: \n",
                "<b>כתב</b> הראב''ד מחוללין על חטים אלו וכו' א''א זה הוא תימה וכו'. וי''ל לדעת רבינו דה''מ בזמן הבית דוקא: \n\n"
            ],
            [
                "<b>הורו מקצת הגאונים וכו'.</b> גם הרא''ש כתב בסוף הלכות ערלה שאותה הוראה נמצאת בקצת ה''ג ושהיא שיבוש: \n\n"
            ],
            [],
            [
                "<b><small>(יט-כ)</small> הטבל כיצד וכו' שנאמר ולא יחללו וכו' והאוכל כזית מן הטבל חייב מיתה בידי שמים.</b> בסוף הנשרפין (סנהדרין דף פ״ג). \n",
                "<b>ומ״ש ששיעורו בכזית.</b> משנה בפרק אלו הן הלוקין (מכות דף י״ג) כחכמים דפליגי אר״ש. \n",
                "<b>ומ״ש אבל האוכל מדבר שניטלה ממנו תרומה גדולה וכו',</b> בפרק אלו הן הלוקין (מכות דף ט״ז) אמר רב אכל טבל של מעשר [עני] לוקה כמאן כי האי תנא דתניא אמר רבי יוסי יכול לא יהא חייב אלא על הטבל שלא [הורם ממנו כל עיקר] הורם ממנו תרומה גדולה ולא [הורם ממנו מעשר ראשון] מעשר ראשון ולא מעשר שני ואפי' מעשר עני מנין ת״ל לא תוכל לאכול בשעריך וכו' ולהלן הוא אומר ואכלו בשעריך ושבעו מה להלן מעשר עני [אף כאן מעשר עני] ואמר רחמנא לא תוכל: \n",
                "<b>וכתב</b> הראב''ד ואפילו לא נשאר בו אלא מעשר עני וכו' עד ואין בו מיתה א''א סברא היא זו וכו'. ובעל מ''ע תמה עליו איך תלה בסברא דבר שהוא גמרא ערוכה. ואין כאן תמיהא שממ''ש כאן בגמרא לא נשמע אלא שהוא חייב על טבל שהורם ממנו תרומה ותרומת מעשר אבל חיוב זה אם יהיה מיתה או לאו לא שמענו. ואע''פ שאמר רב דטבל (הטבול) למעשר עני לוקה אפשר היה לומר דאה''נ x דחייב מיתה אם לא לקה ואיצטריך לאשמועינן דאינו חייב מיתה משום דקראי דכתיב בהו חיוב מיתה קדש כתיב בהו. ומיהו אי קשיא הא קשיא דמעשר שני הא איקרי קדש. וצריך עיון: \n\n"
            ],
            [],
            [
                "<b>הטבל והחדש וכו' אסורים כמותן.</b> ברייתא בפרק העור והרוטב (חולין דף ק״כ:) ואע״ג דיליף להו התם מקראי משמע לרבינו דאסמכתא בעלמא וכדתנן בסוף תרומות (פי״א מ״ג) אין סופגים ארבעים משום ערלה אלא על היוצא מן הזיתים ומן הענבים וה״ה לאינך דמאי שנא: \n\n"
            ],
            [],
            [
                "<b>ומ''ש ושיעור כל אכילה מהם כזית.</b> בפ''ג דטהרות (משנה ד'). \n",
                "<b>ומ''ש אבל איסור אכילה ביוה''כ וכו'.</b> כלומר מה שהוצרכתי לומר שיש איסורים אחרים שיתבארו במקומם הם אותם שהם במינים מיוחדים אבל איסור אכילה ביוה''כ שהם בכל האוכלים ודאי שאינם מסוג הלכות אלו וכן איסורי נזיר כיון שאינו שוה בכל גם הוא אינו מסוג הלכות אלו ולפיכך דין הוא שיתבארו כל אחד במקומו ולא הייתי צריך להוציא מהכלל: \n\n"
            ]
        ],
        [
            [
                "<b>יין שנתנסך לעכו''ם אסור בהנאה.</b> בפ''ב דע''ז מייתי לה מדכתיב אשר חלב זבחימו יאכלו ישתו יין נסיכם מקיש יי''נ לזבח ובזבח כתיב ויצמדו לבעל פעור ויאכלו זבחי מתים מה מת אסור בהנאה אף זבח אסור בהנאה. \n",
                "<b>ומ''ש שהשותה ממנו כל שהוא לוקה מן התורה</b> (ששיעורו בכ''ש). משנה בפרק בתרא דע''ז (דף ע''ג) מני יין נסך בהדי דברים שאסורים ואוסרין בכ''ש ומייתי לה רבינו בסמוך מדכתיב ולא ידבק בידך מאומה מן החרם. \n",
                "<b>ומ''ש שלוקה</b> איני יודע מנין לו לרבינו ומצאתי להרמב''ן בהשגותיו על סה''מ של רבינו שהוקשה לו זה וכתב וז''ל אנכי לא ידעתי מקום המלקות הזה ולא ראיתיו עד הנה בגמרא בבלי או הירושלמי אבל יתכן שילקה מדכתיב וקרא לך ואכלת מזבחו שענינו פן תכרות ברית ליושב הארץ וכו' וקרא לך ואכלת מזבחו והוא לשון מניעה ממה שמפורסם השמר פן ואל לא תעשה והזבח והיין המתנסך לעכו''ם אחד הן כמ''ש בכל מקום בתלמוד המזבח והמקטר והמנסך וכו' עכ''ל: \n",
                "<b>ומ''ש וכן האוכל כ''ש מתקרובת עכו''ם וכו'.</b> נתבאר בדברי רבינו בסמוך: \n\n"
            ],
            [],
            [
                "<b>יין העכו''ם שאין אנו יודעים אם נתנסך וכו'.</b> בפרק ב' דע''ז (דף ל''ב) גזרו על יינם משום (יחוד) בנותיהן ושנינו בפרק הנזכר (דף כ''ט:) אלו דברים של עכו''ם אסורים ואיסורן איסור הנאה. \n",
                "<b>ומ''ש והשותה מסתם יינם רביעית מכין אותו מכת מרדות.</b> אע''פ שביי''נ כתב ששיעורו בכ''ש משום ולא ידבק בידך מאומה מן החרם בסתם יינם שאינו אלא מגזירת סופרים שיעורו כשאר משקין שהן אסורין ברביעית: \n\n"
            ],
            [
                "<b>ומ״ש וכל יין שיגע בו העכו״ם ה״ז אסור וכו'.</b> בפרק ב' דעבודה זרה (דף ל') ופרק רבי ישמעאל (עבודה זרה דף נ״ח): \n\n"
            ],
            [
                "<b>עכו''ם שנגע ביין שלא בכוונה.</b> יתבאר בפי''ב. \n",
                "<b>ומ״ש וכן תינוק עכו״ם שנגע ביין וכו'.</b> פ' ר' ישמעאל (עבודה זרה דף נ״ז) אמר רב תינוק בן יומו עושה יי״נ ומפורש התם בעובדא דהוה בבי רב דאמרו ליה והא מר הוא דאמר תינוק בן יומו עושה יי״נ א״ל אימור דאמרי אנא בשתיה בהנאה מי אמרי ושמואל פליג ואמר דקטנים אינם עושים יי״נ ופסק רבינו כרב דהלכתא כוותיה באיסורי וכן פסקו ר״ת והרא״ש והרמב״ן והרשב״א ז״ל אע״פ שיש פוסקים כשמואל ומפרש התם בברייתא אלו הם גדולים ואלו הם קטנים גדולים שיודעים בטיב עכו״ם ומשמשיה קטנים שאינם יודעים בטיב עכו״ם ומשמשיה ומשמע דבן יומו דאמר רב לאו דוקא אלא כל שאינו יודע בטיב עכו״ם ומשמשיה בכלל קטן בן יומו הוא. וכתב הרשב״א שיודע בטיב עכו״ם ומשמשיה כל שהוא נודר ומזכיר בפיו עכו״ם ומשמשיה וכתב דהכי איתא בתוספתא איזהו גדול כל הנודר ומזכיר שם עכו״ם ומשמשיה עכ״ל. וכ״כ הטור ואיני יודע למה השמיט זה רבינו: \n",
                "<b>הלוקח עבדים מן העכו''ם וכו'.</b> שם אמר רב נחמן אמר שמואל הלוקח עבדים מן העכו''ם אע''פ שמלו וטבלו עושים יין נסך עד שתשקע עכו''ם מפיהם וכמה אריב''ל עד י''ב חדש ורב פליג עליה וסבר שהלוקח עבדים מן העכו''ם מלו וטבלו לאלתר אינם עושים יין נסך ופסק רבינו כרב דהלכתא כוותיה באיסורי וכן פסקו התוספות והרשב''א והרא''ש. וכתב שכן נהגו כל גדולי אשכנז אף על פי שיש פוסקים כשמואל: \n\n"
            ],
            [
                "<b>בני השפחות העכו''ם וכו'.</b> שם אותיבנא לרב דאמר תינוק בן יומו עושה יי''נ מדתניא הלוקח עבדים מן העכו''ם שמלו ולא טבלו וכן בני השפחות שמלו ולא טבלו וכו' גדולים עושים יי''נ קטנים אין עושים יי''נ וכו' קתני מיהא גדולים אין קטנים לא תרגמה אבני שפחות הא וכן קאמר וכו' הא קמ''ל עבדים דומיא דבני השפחות מה בני השפחות מלו ולא טבלו הוא דעושים יי''נ מלו וטבלו לא אף עבדים כן לאפוקי מדרב נחמן אמר שמואל ומשמע דקטנים דקתני דאין עושים יי''נ אין עושים כלל קאמר אפילו לאסרו בשתיה דאי לאו הכי לישני ליה מאי אין עושים יי''נ ליאסר בהנאה אבל בשתיה אסור. ומשמע לרבינו דהא דקטנים אינם עושין יי''נ במלו ולא טבלו היא אבל לא מלו ולא טבלו עושין יי''נ לאוסרו בשתיה כדין שאר עכו''ם קטן דאין הפרש בין בני השפחות לשאר עכו''ם בין בגדלן בין בקטנן אלא קטנים שמלו ולא טבלו דאע''ג דבשאר עכו''ם עושים יי''נ בני השפחות אינם עושים וכדשני תרגמה אבני השפחות כלומר שמוחלקים בני השפחות קטנים משאר עבדים קטנים והחילוק שביניהם הוא כשמלו ולא טבלו כדקתני בברייתא וכתב הטור שכן דעת הרמ''ה אבל הרשב''א כתב בת''ה בני השפחות והם שנולדו מן השפחה עכו''ם ברשות ישראל לכ''ע קטנים אין עושים יי''נ ומותר אפילו בשתיה עד שידעו בטיב ע''ז ומשמשיה ואע''פ שלא מלו ולא טבלו והא דקתני בברייתא שמלו ולא טבלו לאו משום קטנים נקט לה אלא משום גדולים ולומר שאע''פ שמלו וקבלו עליהם שלא לעבוד ע''ז כיון שלא טבלו עדיין עכו''ם הם ואף בהם גזרו לאסור סתם יינם ומגעם אבל קטנים אע''פ שלא מלו אין עושים יי''נ דמילה לא מעלה ולא מוריד לגבי קטנים דהא כל שמל ולא טבל אינו גר א''כ מילה מה מהניא בלא טבילה ותדע לך מדאקשי מינה לרב דאמר קטנים בני עכו''ם עושים יי''נ לאסור אותו בשתיה ואם איתא מאי קושיא לימא התם כשמלו ולא טבלו וכי קא אמינא אנא בקטנים בני עכו''ם שלא מלו וזה ברור (אלא שהוצרכתי לכתוב מפני שמצאתי בקצת חיבורי הראשונים ז''ל דברים לא נתכנו בעיני) וכן שנינו בתוספתא בהדיא וכן בני השפחות שלא טבלו בין מולים בין ערלים הרי אלו עכו''ם מדרסן טמא יינם בגדולים אסור בקטנים מותר ואיזהו גדול כל הנודר ומזכיר שם עכו''ם ומשמשיה ע''כ בתוספתא. וזה מבואר כדברי עכ''ל. ואני אומר שלא נראה לרבינו ולהרמ''ה לפרש כן משום דדוחק לומר דשמלו ולא טבלו לאו משום קטנים נקט לה. ומ''ש דמילה בלא טבילה לא מהניא דהא כל שמל ולא טבל אינו גר. י''ל דשאני הכא דכיון שנולדו ברשות ישראל מהניא מילה לחודה לאפוקינהו מאיסור שתיה. ומ''ש ותדע מדאקשי מינה לרב וכו' י''ל דהא ודאי לשאר קטנים עכו''ם מילה בלא טבילה לא מהניא ולא אמרינן דמהניא בבני השפחות אלא מפני שנולד ברשות ישראל וא''כ לא הוה אפשר ליה לשנויי הכי והתוספתא אינה מכרעת מאחר שלא הוזכרה בגמרא: \n\n"
            ],
            [
                "<b>גר תושב והוא שקיבל עליו שבע מצות וכו'.</b> בפרק ר' ישמעאל (מנחות דף ס״ד:) איזהו גר תושב כל שקיבל עליו בפני שלשה חבירים שלא לעבוד ע״ז דברי ר״מ וחכמים אומרים כל שקיבל עליו שבע מצות שקבלו עליהם בני נח אחרים אומרים אלו (ואלו) [לא באו] לכלל גר תושב אלא איזהו ג״ת זה גר אוכל נבילות שקיבל עליו לקיים כל מצות האמורות בתורה חוץ מאיסור נבילות מיחדין אצלו יין ואין מפקידין אצלו יין ואפילו בעיר שרובה ישראל אבל מייחדין אצלו יין ואפילו בעיר שרובה עכו״ם וכו' יינו כשמנו וכו' רשב״ג אומר יינו יי״נ ואמרי לה מותר בשתיה וידוע דהלכה כחכמים והא דקתני בסיפא מייחדין אצלו יין וכו' מסקנא דכולהו תנאי דלעיל היא ופירש״י אין מפקידין אצלו יין בביתו לזמן מרובה דאיכא למיחש לאיחלופי ביין שלו שהוא אסור כדקתני סיפא יינן כשמנן, אבל מייחדין אצלו יין ישראל מניחו בחנותו עד שילך כדי מיל או יותר משא״כ בעכו״ם דהאי כיון דלא פלח לא נגע ולא מנסך ולמגע עכו״ם דאתי מעלמא בביתו לא חיישינן דכיון דאין לו הנאה בכך אינו מניחו ליגע ולאיחלופי בזמן מועט ליכא למיחש וכו' יינו מותר בהנאה כשמנו וקודם שהותר השמן באכילה [קאי] אבל בשתיה אסור עכ״ל. ולמד רבינו מגר תושב לכל עכו״ם שאינו עובד ע״ז וכתב הרשב״א דטעמא משום דגזירה ראשונה לאסור שתיה בלבד היתה ומשום בנותיהן אבל איסור הנאה שגזרו ב״ד שלאחריהם ומשום חשש ניסוך לא גזרו אלא בעכו״ם עובד ע״ז אבל בשאינו עובד לע״ז לא היתה גזירה ואע״פ שהישמעאלים הללו לא קבלו עליהם שלא לעבוד ע״ז וכן לא קבלו עליהם בפני ג' ז' מצות בני נח וברייתא קתני איזהו גר תושב כל שקיבל עליו בפני ג' חבירים שלא לעבוד ע״ז דברי ר״מ וחכ״א כל שקיבל עליו שבע מצות בני נח ההיא לא לענין יי״נ ושאר גזירות שגזרו בעכו״ם היא שנויה אלא להחיותו בלבד וכדגרסינן התם עלה דההיא רב יהודה שדר קרבנא לאבידרנא ביום אידם אמר ידענא ביה דלא פלח לע״ז והתניא איזהו גר תושב כל שקבל עליו בפני ג' חבירים שלא לעבוד ע״ז א״ל כי תניא ההיא להחיותו [והאמר רבב״ח אר״י גר תושב שעברו עליו י״ב חדש ולא מל הרי הוא כמין שבאומות התם כגון שקיבל עליו למול ולא מל] אלמא כל שידענוהו שאינו עובד עכו״ם אינו בכלל גזירות הללו ולא הצריכו לקבל בפני ג' חבירים אלא להחיותו בלבד ומ״מ כל שאסרו משום חתנות אף הוא אסור בו שהרי הוא בכלל איסור חתנות ולפיכך יינו אסור בשתייה כשמנו עכ״ל: \n",
                "<b>ואיכא</b> למידק על דברי רבינו שמאחר שהוא סובר שכל עכו''ם שאינו עובד עכו''ם אינו אוסר בהנאה היאך כתב גר תושב שקבל עליו שבע מצות כמו שביארנו יינו אסור בשתייה ומותר [בהנייה] דמשמע דאם חיסר מלקבל אחת מהשבע אוסר בהנאה ומי גרע גר תושב שקבל עליו בפירוש שש מצות וע''ז מכללם מעכו''ם דקים לן דלא פלח עכו''ם ולא קיבל עליו שאר מצות. וי''ל דע''כ לא קאמר רבינו שאינו אוסר בהנאה אלא בעכו''ם שהוא מבני דת דלא פלחי ע''ז אבל אם הוא מבני דת דפלחי ע''ז אע''פ שזה קבל עליו שלא לעבוד ע''ז לא יצא מכלל אומתו עד שיקבל עליו שבע מצות דאז נעשה גר תושב גמור והכי דייק לישנא דרבינו שכתב וכל עכו''ם שאינו עובד ע''ז כגון אלו הישמעאלים דמשמע דוקא בכה''ג שהוא מאומה שמוחזקים שאינם עובדים ע''ז הוא דיינו מותר בהנאה אע''פ שלא קבל עליו בפירוש שלא לעובדה אבל אם הוא מאומה דפלחי לה צריך לקבל עליו שבע מצות ואם חיסר אחת מהן אוסר בהנאה דעדיין בכלל אומתו הוא ולפי זה הא דאמר רבא אבר ששך ידענא ביה דלא פלח ע''ז ה''ק ידענא ביה שהוא מאומה דלא פלחי ע''ז. ועי''ל דכל עכו''ם שאנו מוחזקים בו שאינו עובד ע''ז אע''פ שבני אומתו עובדים אותה והוא לא קבל בפירוש שלא לעובדה וגם אינו מקיים שאר מצות ולא קבלם עליו יינו מותר ובכה''ג הוה ההיא דבר ששך. \n",
                "<b>ומ''ש רבינו גר תושב שקבל עליו שבע מצות</b> להשמיענו שאעפ''כ יינו אסור בשתיה אבל [לא] כתב כן לומר דמותר בהנאה דלא איצטריך דבלא''ה נמי כיון שקבל עליו שלא לעבוד עכו''ם מותר וכמ''ש בסמוך. \n",
                "<b>ומ''ש רבינו אבל אותם העובדים עכו''ם וכו'.</b> פשוט הוא: \n\n"
            ],
            [],
            [
                "<b>אין מתנסך לע״ז אלא יין שראוי להקריב ע״ג המזבח וכו'. לפיכך יין מבושל של ישראל שנגע בו העכו״ם אינו אסור וכו'.</b> מימרא בפ' אין מעמידין (עבודה זרה דף ל') וקאמר התם דשמואל הוה שתי ליה עם אבלט וכתב הרא״ש הדבר תמוה מאד כיון שגזרו על יינם משום בנותיהם וכי משום שהרתיחו לא שייכא הך גזירה ואי משום דלאו בר ניסוך הוא והלא יין מזוג נמי לאו בר ניסוך הוא ואפשר שלפי שהמבושל אינו מצוי כ״כ ומילתא דלא שכיחא לא גזרו ביה רבנן עכ״ל. וכתב הטור ומאימתי נקרא מבושל משהרתיח על גבי האש והם דברי הרא״ש וספר התרומה והראב״ד והרשב״א בשם הגאונים: \n",
                "<b>ומ''ש רבינו אבל יין מזוג וכו'.</b> בפרק אין מעמידין אמר רבא הלכתא יין מזוג וכו' יש בו משום יי''נ. וכתב הר''ן איכא מ''ד דה''מ כגון דליכא טפי מג' חלקי מים אבל איכא טפי לאו חמרא הוא ואין בו משום יי''נ והביא ראיה מפלוגתא דת''ק ואחרים בפרק המוכר פירות (בבא בתרא צ''ו:) גבי שמרי יין לענין ברכה ואינה ראיה דה''מ בשמרים דכי איכא טפי מעל חד תלתא מיא קיוהא בעלמא הוא אבל יין גמור דאיכא טעם יין ומראה יין יש בו משום יי''נ וכ''כ הרא''ש דשמרים שאני שאינו אלא קיוהא בעלמא אע''פ שיש בו טעם יין אבל יין מזוג אדם מוזגו לפי טבעו ומנהגו הילכך כל זמן שיש בו טעם יין יש בו משום יי''נ. \n",
                "<b>ומ''ש רבינו ויין שהתחיל להחמיץ,</b> שם אמר רבא האי חמרא דאיקרים עד תלתא יומי יש בו וכו' ומשום יי''נ מכאן ואילך וכו' ואין בו משום יי''נ וכתבו הרשב''א והר''ן דרבא לטעמיה דאמר ריחיה חלא וטעמיה חמרא חמרא ודעת המפרשים להחמיר בחומץ שלנו שנגע בו העכו''ם אלא א''כ הוא כ''כ חזק שכשמשליכין ממנו על הקרקע מבעבע: \n\n"
            ],
            [
                "<b>הורו גאוני המערב שאם נתערב ביין ישראל מעט דבש וכו'.</b> טעמם מפני שכיון שאינו ראוי למזבח הרי הוא כמבושל או כשכר שאין בהם משום יי''נ והרמב''ן והרא''ש והרשב''א והר''ן כתבו שאין לסמוך על הוראה זו דמאן לימא לן דאינהו לא מנסכי יין המעורב בו שאור ודבש הלא הם מקריבין בנות שוח ופירות לע''ז שאסרה אותם תורה למזבח ויין מזוג פסול למזבח ואפ''ה אסיקנא דיש בו משום יי''נ וכן דעת ה''ר יונה וכתבו הריב''ש והרשב''ץ שאין לסמוך על הוראה זו שהורו גאוני המערב שכבר דחאוה כל האחרונים בשתי ידים: \n\n"
            ],
            [
                "<b>מאימתי יאסר יין עכו״ם וכו'.</b> בפרק ר' ישמעאל (עבודה זרה דף נ״ה) תנן לוקחין גת בעוטה מן העכו״ם אף על פי שהוא נוטל בידו ונותן (לתוך) התפוח ואינו נעשה יין עד שירד לבור ירד לבור מה שבבור אסור והשאר מותר ובגמרא אמר רב הונא יין כיון שהתחיל לימשך עושה יי״נ תנן לוקחין גת בעוטה מן הנכרי אע״פ שהוא נוטל בידו ונותן לתוך התפוח אמר רב הונא בגת פקוקה ומליאה ת״ש ואינו נעשה יי״נ עד שירד לבור ה״נ בגת פקוקה ומליאה ת״ש ירד לבור מה שבבור אסור והשאר מותר אמר רב הונא ל״ק כאן במשנה ראשונה כאן במשנה אחרונה דתניא בראשונה היו אומרים וכו' אבל דורכים עם הנכרי בגת ולא חיישינן לדרב הונא וחזרו לומר וכו' אין דורכין עם הנכרי בגת משום דרב הונא ופירש״י על דברי רב הונא כיון שהתחיל לימשך שהגת עשויה כמדרון ומשעה שהוא נמשך מצד העליון לצד התחתון קרוי יין והסכימו הרשב״א והרא״ש והר״ן שפירוש זה עיקר וכך הם דברי רבינו: \n",
                "<b>ומ''ש לפיכך אין דורכין עם העכו''ם בגת וכו'.</b> היינו במשנה אחרונה וכדרב הונא וכן פסקו הפוסקים: \n",
                "<b>ומ''ש ואפי' היה כפות.</b> שם (דף נ''ו:) ההוא ינוקא דתנא ע''ז בשית שני בעו מיניה מהו לדרוך עם העכו''ם בגת א''ל דורכין עם העכו''ם בגת והא קא מנסך בידיה דציירנא להו לידיה והא קא מנסך ברגל ניסוך דרגל לא שמיה ניסוך ההוא עובדא דהוה בנהרדעא דדשו ישראל ועכו''ם לההוא חמרא ושהייה שמואל תלתא ריגלי מ''ט אילימא משום דקא סבר דאי משכחנא תנא דאסר כר' נתן אסריניה בהנאה דתניא מדדו בין ביד בין ברגל ימכר ר' נתן אומר ביד אסור ברגל מותר אימור דאמר ר' נתן ביד ברגל מי אמר אלא דאי משכחנא תנא דשרי כר''ש אישרייה אפילו בשתייה. והרי''ף השמיט עובדא דינוקא ועובדא דנהרדעא וברייתא דמדדו בין ביד בין ברגל וכתב (הר''ן) שראה בדברי הראשונים שהוא דוחה אותם מההוא עובדא דהוה במחוזא דעל עכו''ם לחנותא ואמר האי לאו חמרא הוא וכו' ואסיקנא דמיתסר בהנאה ממתניתא דאגרדמים וכו' ולמד ממנה שני דברים חדא דמגעו מחמת ד''א שלא לכוונת ניסוך מיתסר בהנאה ובהכי מידחיא ההיא דמדדו בין ביד בין ברגל ימכר ולמד ממנה ג''כ דניסוך דרגל שמיה ניסוך לפי שהם משוים רגל לפיו והוא ז''ל תמה עליהם דמי השוה להם המדה דכיון דבגמ' מסיק דניסוך דרגל לא שמיה ניסוך אע''ג דחזינן דבפיו שמיה ניסוך ברגל אין לנו ואע''ג דינוקא אמר לה לא מידחי בגילא דחיטתא דהא גמרא סבר לה כוותיה דאמרינן אימור דאמר ר' נתן ביד ברגל מי אמר ועוד אם כדבריהם כי אמרי' אילימא משום דקסבר דאי משכחנא תנא דאסר כר''נ וכו' ודחינן לה [משום דאימר דאמר ר''נ ביד ברגל מי אמר] לימא דאי משכחנא תנא דאסר כתנא דאגרדמים אסרנא ליה אפי' בהנאה עכ''ל. ורבינו נראה שהוא סובר כדעת הרי''ף במה שסובר דמגעו מחמת ד''א שלא לכוונת ניסוך מיתסר בהנאה שהרי לא הביא ברייתא דמדדו בין ביד וכו' והביא דין ברייתא דאגרדמים ומשמע דסבר רבינו דליתא לההיא דינוקא דשרי לדרוך עם העכו''ם בגת בדציירניה לידיה מדאמרינן חזרו לומר אין דורכין עם העכו''ם בגת סתם דאם איתא ה''ל לסיומי אא''כ היה כפות ועוד דבההוא עובדא דנהרדעא דדרכו ישראל ועכו''ם משמע ודאי שהישראל היה משמרו שלא יגע ביד דאל''כ מאי מספקא ליה לשמואל א''ו הישראל משמרו שלא יגע וכיון דבהא אסרינן ה''ה דאסרינן בכפות דבכל גוונא אסרו דריכת העכו''ם ומ''מ משמע ליה דבישראל משמרו לא נאסר אלא בשתיה מדאמרינן בעובדא דנהרדעא דדרכו ישראל ועכו''ם אי משכחנא דשרי כר''ש אישרייה אפי' בשתיה וכיון דלא אשכחנא תנא דשרי כר''ש איתסר בשתיה מיהא אבל בכפות דלא אשכחן מאן דאדכר ביה צד שריותא כלל אסרינן ליה אפי' בהנאה דגזרינן כפות אטו שאינו כפות ומיהו בניסוך דרגל משמע דס''ל לרבינו דלא שמיה ניסוך ומטעמא דכתב הר''ן. וכתב הרשב''א בתשובה שמה שכתב בתורת הבית שנראה מדברי הרמב''ם שהנגיעה ביין ברגל אינו אוסר בהנאה סמך על מ''ש בפ' י''ב כיצד היא הנגיעה שאוסר בה העכו''ם היין הוא שיגע ביין עצמו בין בידו בין בשאר איבריו שדרכן לנסך עכ''ל. ומשמע שטעמו של הרשב''א שדייק מלשון רבינו שכתב בשאר אבריו שדרכן לנסך בהם משמע שיש אבר שאין דרכן לנסך בו והיינו רגל ומשום דדרך ביזוי הוא וקשיא ליה לישנא דבשאר אבריו דנקט דמשמע שהרגל הוא מכללם דאין לומר דלא אתא לאיתויי אלא פיו אבל לא רגל דא''כ לא ה''ל למינקט לשון רבים וצ''ל דיש איברים אחרים בגוף זולת הרגל שדרכם לנסך בהם. ול''נ דמלשון רבינו כאן יש ללמוד שהוא ז''ל סובר דניסוך דרגל לא שמיה ניסוך ליאסר בהנאה שהרי כתב אין דורכין עם העכו''ם בגת שמא יגע בידו וינסך ואם איתא מאי איריא משום שמא בידו יגע תיפוק ליה מפני שהוא נוגע בו ברגלו כשהוא דורך ועוד שכתב בסמוך עכו''ם שדרך היין ולא נגע בו והרי ישראל עומד על גביו וכו' ה''ז אסור בשתיה משמע שאע''פ שדרכו ברגליו לא נאסר בהנאה ואין לדחות דכל הני מיירי שלא נגע בענבים שבגת כגון ששם דפים על ענבים שבגת ודרך עליהם דא''כ לא ה''ל למיסתם סתומי: \n",
                "<b>ומ''ש רבינו ואין לוקחים ממנו גת דרוכה וכו'.</b> היינו כמשנה אחרונה וכדרב הונא ומ''מ יש לתמוה שה''ל לכתוב בגת פקוקה ומליאה שרי וכדאוקי רב הונא למתני'. וי''ל שסובר רבינו דמעיקרא לא דחקי למימר דבגת פקוקה ומליאה שרי רב הונא אלא כי היכי דלא תיקשי ליה מתני' אבל בתר דאסיקנא דמתני' כמשנה ראשונה ורב הונא כמשנה אחרונה תו לא צריכינן לדחוקי בהכי אלא מתני' אפי' בשאינה פקוקה שרי ורב הונא אפי' בפקוקה ומליאה אסר אטו שאינה פקוקה ומליאה וכתב הר''ן שכן דעת הרמב''ן ושכן נראה מדברי רבינו וכן דעת ר''ת ואל תשיבני מדגרסינן אמר רב הונא בגת פקוקה ומליאה דמשמע דרב הונא גופיה אמרה דאיכא למימר דגמ' הוא דאמרה אליבא דרב הונא והוי כאומר אמר לך רב הונא בגת פקוקה ומליאה ואפי' את''ל דרב הונא גופיה אמרה איכא למימר דה''ק אי לא הוה סיפא דקתני אינו נעשה יי''נ עד שירד לבור הייתי מוכרח לומר דבגת פקוקה ומליאה לא אסרתי כי היכי דלא תיקשי לי מתני' אבל השתא דקתני סיפא אינו עושה יי''נ עד שירד לבור ומתני' פליגא ואנא דאמרי כמשנה אחרונה אפי' בפקוקה ומליאה נמי אסרתי. כנ''ל לדעת רבינו אע''פ שהרשב''א והר''ן סוברים דאף למסקנא שרי רב הונא בגת פקוקה ומליאה ושכך מטים דברי הרי''ף: \n\n"
            ],
            [],
            [
                "<b>החומץ של עכו''ם אסור בהנאה וכו'.</b> משנה פרק שני דע''ז (דף כ''ט:): \n",
                "<b>עכו''ם שהיה דורס ענבים וכו'.</b> תוספתא פרק שמיני דע''ז הדורס ענבים בחבית אף על פי שהיין צף ע''ג ידיו מותר שאין דרכן מנסכין כן וכו' עכו''ם שהיה מעלה ענבים בסלים ובדרדורים לגת אע''פ שניפצן לגת והיין מנתז על גבי ענבים מותר שאין דרכן מנסכין כן: \n\n"
            ],
            [
                "<b>החרצנים והזגים של עכו''ם וכו'.</b> משנה פ''ב דע''ז (דף כ''ט:) החרצנים והזגים של עכו''ם אסורים ואיסורם איסור הנאה דר''מ וחכ''א לחים אסורים ויבשים מותרים. ובגמרא (דף ל''ד) מפרש דלחים כל י''ב חדש יבשים לאחר י''ב חדש אמר רבי יוחנן כשהם אסורים אסורים אפי' בהנאה כשהם מותרים מותרים אפילו באכילה: \n",
                "<b>ומ''ש וכן שמרים של יין וכו'.</b> שם אמר רב זביד האי דורדיא דחמרא דארמאי לבתר תריסר ירחי שתא שרי: \n\n"
            ],
            [
                "<b>נאדות העכו''ם וקנקניהם וכו' עד שיישנם י''ב חדש.</b> שם הלכתא קנקנים של עכו''ם לאחר י''ב חדש מותרים (עוד שם) אמר רב חביבא בריה דרבא הני גולפי בתר י''ב חדש שרי וכן אבטא דטייעי וכן גולפי שחימי ואוכמי: \n",
                "<b>ומ''ש או עד שיחזירם לאור וכו'.</b> שם (דף ל''ג ע''ב) א''ר יוחנן וכו' קנקנים של עכו''ם שהחזירן לכבשן האש כיון שנשר זיפתן מהם מותרים אמר רב אשי לא תימא עד דנתר אלא אפילו רפאי מירפא קינסא (מאי) פליגי בה רב אחאי ורבינא [חד אסר וחד שרי] והלכתא כמאן דאסר ופרש''י קינסא הכניס קיסמין דולקין לתוך הקנקן עד שנשרה זיפתו והלכתא כמאן דאסר ולא דמי להחזירן לכבשן (האש) דהתם כיון שהסיקם מבחוץ עד שנשר זיפתן כבר נתלבן החרס אבל הכא כיון שהכניס האור מיד זיפתו נושר: \n",
                "<b>ומ''ש רבינו או עד שיחמו.</b> נ''ל דהיינו לומר שאם לא היו מזופתים אם הוחמו כדי שאילו היו מזופתים היה מתרפה הזפת: \n",
                "<b>ומ''ש רבינו או שיתן לתוכן מים וכו'.</b> שם (דף ל''ג) בר טייעא אנס הנהו זיקי מרב יצחק בר יוסף רמא בהו חמרא [ואדרינהו ניהליה] אתא שאיל בי מדרשא א''ל רבי ירמיה כן הורה רבי אמי הלכה למעשה ממלאן מים ג' ימים ומערן ואמר רבא צריך לערן מעת לעת ואסיקנא דאחד שלנו ואחד שלהן ל''ש נודות ל''ש קנקנים: \n",
                "<b>ומ''ש ואם נתן לתוכם יין קודם שיטהר אותם וכו'.</b> משנה שם (דף כ''ט:) נאדות של עכו''ם וקנקניהם ויין של ישראל כנוס בהם אסורים ואיסורם איסור הנאה דברי ר''מ וחכ''א אין איסורם איסור הנאה וידוע דהלכה כחכמים: \n\n"
            ],
            [
                "<b>ומ''ש ומותר ליתן לתוכן שכר.</b> מסקנא שם (דף ל''ג) ופירש''י משום דשיכרא מבטל טעמא דחמרא: \n",
                "<b>ומ''ש או ציר ומורייס מיד וכו' מותר ליתן היין לתוכן וכו'.</b> שם קנקנים של עכו''ם וכו' עכו''ם נותן לתוכן יין ישראל נותן לתוכן ציר ומורייס ואינו חושש ופירש''י עכו''ם נותן לתוכן יין ישראל נותן לתוכן ציר או מורייס מיד אע''פ שלא מילאהו מים לפי שהציר והמורייס שורפין את היין הנבלע ומכלין אותו. וכתב הרשב''א שאין צריך להשהות בו הציר אלא קצת והרמ''ה והרא''ש כתב שצריך להשהותו בו מעת לעת: \n\n"
            ],
            [
                "<b>הלוקח כלים חדשים וכו'.</b> שם (דף ל''ג) ת''ר נאדות של עכו''ם גרודים מותרים חדשים מזופתין אסורים כך היא גירסת ת''ר הגת והמחץ והמשפך של עכו''ם רבי מתיר בניגוב וחכמים אוסרים וכו' של עץ ושל אבן ינגב ואם היו מזופפין אסורים ופירש''י מחץ כלי שדולים מן הבור [לחבית הגת]. וז''ש רבינו כלי שחושף בו והוא מלשון לחשוף מים מגבא. ויש לתמוה על רבינו שכתב דכלי שחושף בו או המשפך משכשכו במים ודיו והא אפי' רבי דמיקל מצריך ניגוב מיהא. וצ''ל דהכא מיירי בכלי של ישראל שנתנו בו לפי שעה יין של עכו''ם ולפיכך סגי ליה בשכשוך וההיא ברייתא איירי בכלים של עכו''ם שנשתמשו בהם העכו''ם הרבה ולפיכך אין מספיק בהם שכשוך: \n\n"
            ],
            [
                "<b>ומ''ש וכן כוס של חרס וכו' הדיחו פעם ראשונה ושניה ושלישית מותר וכו'.</b> שם (דף ל''ג:) כסי רב אסי אסר ורב אשי שרי אי שתי בהו עכו''ם פעם ראשון כ''ע ל''פ דאסיר כי פליגי בפעם שני ואסיקנא והלכתא פעם ראשון ושני אסור שלישי מותר ופירש''י כסי כוסות של חרס ואין מכניסן לקיום אלא שותים בהם. אי שתי בהו עכו''ם פעם ראשונה דכ''ע אסירי דאיידי דרכיכי בלעי ואסירי עד שימלאם מים שלשה ימים. וכתבו התוס' שר''ת הקשה על פירוש זה ולפיכך פירש דמיירי הכא בכסי בין חדשים בין ישנים ושתה בהם העכו''ם יין כמה פעמים פעם ראשונה כ''ע ל''פ דאסור פירוש אם לא הדיחה במים אחר שתית העכו''ם אלא פעם ראשונה כ''ע ל''פ דאסור דאינו נפלט היטב בהדחה אחת והלכתא פעם ראשון ושני בשתי הדחות אסור פעם שלישית מותר דאז ודאי בפעם שלישית נפלט הכל והביא ראיות לפירוש זה, ודברי רבינו כפירוש ר''ת. והראב''ד כתב על דברי רבינו א''א אין זאת הגירסא אצלנו וכו'. טעמו דלפי מ''ש בגירסאות שלנו בגמרא וכדברי הרי''ף אי שתי בהו עכו''ם משמע דאשתיה קאי כפירוש רש''י והראב''ד ז''ל נראה שהוא סבור דא''א לפרש פירוש ר''ת על גירסא זו אי שתי בהו עכו''ם אלא על גירסת כסי דשתי בהו עכו''ם ואני אומר שעל גירסא זו יש לפרש פירוש ר''ת וה''פ כסי אי שתי בהו עכו''ם אפילו הם ישנים מה תקנתם ומהדר ואמר תקנתם ג''פ. \n",
                "<b>ומ''ש רבינו הדיחו פעם ראשונה ושניה ושלישית מותר</b> אע''פ שכפי לשון הגמרא ה''ל לכתוב הדיחו פעם ראשונה ושניה אסור שלישית מותר יש ליישב דה''ק הדיחו פעם ראשונה ושניה ושלישית מותר אחר שלש הדחות וממילא משמע דקודם לכן אסור. ומצאתי נוסחא שאין כתוב בה הדיחו ואינה נוסחא מחוורת שאין לה משמעות. ומ''מ מ''ש אבל של חרס צריך הדחה תמוה מאד דעד השתא נמי לא שרי ליה אלא ע''י הדחה וכבר השיגו הראב''ד וכתב ומ''ש בסוף אבל של חרס וכו'. ונ''ל דה''ק אבל של חרס שאינו מצופה באבר ולא מזופת צריך הדחה בעלמא כדין הדחת שאר כלים כלומר א''צ אלא הדחה אחת בלבד וכתב כן כדי לחלק בין כסי לחצבי שחימי ופתוותא דמיכסי דבהנך אמור בגמרא משכשכן במים ודיו ובכסי הצריכו הדחה ג''פ ולפיכך פירש דכסי הם מצופים או מזופתים ומפני הציפוי או הזפת הם בולעים הרבה ולפיכך צריכין הדחה ג''פ אבל חצבי שחימי ופתוותא דמיכסי שאינם מצופים ולא מזופתים אינם בולעים כ''כ ולפיכך בשיכשוך בעלמא סגי להו. ומיהו יש לדקדק על זה מדין כלים השועין באבר שכתב בסמוך שאם הם לבנים או אדומים או שחורים מותרים ואם היו ירוקים אסורים מפני שהם בולעים ואם יש בהם מקום מגולה של חרס בין לבנים בין ירוקים אסורים מפני שהם בולעים [דמשמע] דטפי בלע חרס שאינו שוע מחרס שוע והכא משמע איפכא דבשוע בעי ג' הדחות ובשאינו שוע סגי בהדחה אחת. וי''ל דהתם מיירי בכלים השועים באבר כלומר שהוא חלק ביותר דאז לא בלע אלא פורתא והכא מיירי בשאינו חלק אלא שהוא חופה הכלי כעין חיפוי הזפת שאינו חלק ומש''ה בלע טפי מכשאינו מחופה דיקא נמי דהתם נקט השועים באבר דשוע לשון חלקות בלשון גמרא והכא נקט מצופה באבר כדרך שהיוצרים עושים דלשון מצופה אינו מורה על חלקות כמו שמורה לשון שוע ועוד דכדרך שהיוצרים עושים (דנקט) אתא לגלויי שאינם חלקים שדרך היוצרים שלא להקפיד שיהיו שועים אלא שיהיו מחופים בלבד ועוד מדנקט בהדיה או שהיה מזופת משמע דהאי ציפוי דאבר כעין ציפוי דזפת הוא שאינו חלק. ואכתי איכא למידק דהכא קאמר דשל חרס שאינם מצופים כלל בהדחה בעלמא סגי וגבי כלים השועים כתב שאם יש בהם מקום מגולה אסורים כלומר דהדחה לא מהניא בהו ואפילו כמה הדחות. וי''ל שכבר כתב שם רבינו שיראה לו שאין הדבר אמור אלא בשכנסו בהם לקיום אבל לא כנסו בהם לקיום מדיחן ומותרים והכא מיירי בשלא כנסו בהם לקיום ומש''ה בהדחה בעלמא סגי להו. והריב''ש כתב בתשובה מ''ש רבינו משה אבל של חרס צריך הדחה וכתב עליו הראב''ד אין זו הגירסא אצלנו וכו' נראה שהבין מדבריו דבחדשים מיירי דכיון שתחלת תשמישן ביד עכו''ם צריכים הדחה וניגוב ככלי הגת דאי בישנים א''א לומר שיהיו צריכים ניגוב ולזה אמר שאין שומעים לו אלא צריכים מילוי ועירוי ככלי שמכניסו לקיום. אומר אני שאם היתה כוונת הרמב''ם להדחה וניגוב כמו שהבין הראב''ד מדבריו ה''ל לברר ולומר מנגבן כמ''ש בכלי הגת אבל נ''ל דבישנים מיירי ובכלים מזופתין או מצופים באבר מדיחן ג''פ בלי שפשוף דבשכשוך המים ילכו צחצוחי היין אבל אם אין מצופין צריכים הדחה ר''ל עם שפשוף שישפשף בהם בידיו דסתם הדחה כך היא כדאמרינן דלוקח כלי תשמיש מן העכו''ם מדיחן ומטבילן וביארו המפרשים דמדיחם בשפשוף קאמר (זה נ''ל בכוונת הר''מ ז''ל) עכ''ל. ונראה שלא היה גורס בדברי רבינו גבי ראשונה ושניה ושלישית הדיחו וכנוסחת הספרים שכתבתי לעיל דא''כ לא היה אפשר לו לפרש דברישא מיירי בלא שפשוף דהא הדיחו קתני ואיהו ז''ל קאמר דכל היכא דנאמרה הדחה ע''י שפשוף היא א''ו לא היה גורס הדיחו ולפי זה יקשה עליו מה שהקשיתי לעיל שאין לגירסא זו משמעות ולפי פירושו אפשר דאמשכשכו במים שכתב רבינו לעיל מינה בסמוך סמיך. ומיהו ק''ל על דבריו שאחר שכתב רבינו דין זה סתם דמשמע דדינא דגמרא הוא היאך חזר וכתבו בלשון יראה לי שהרי כתב בסמוך כלי חרס השועים באבר וכו' ואם יש בהם מקום מגולה של חרס וכו' ויראה לי שאין הדבר אלא בשכנסו בהם לקיום אבל לא כנסו בהם לקיום מדיחן ומותרים ואפילו הם של חרס x (וזה לשונו הראב''ד השיג וכתב א''א אין הגירסא הזאת אצלנו וכו' נראה שהבין מדברי הר''מ ז''ל דבחדשים מיירי וכו' עד זה נ''ל בכוונת הר''מ ז''ל) אלא נוסחא משובשת נזדמנה להריב''ש בדברי הראב''ד שכתוב בה וכל הדחה וניגוב קאמר ובזה אין לסמוך עליו דהלכה רווחת בישראל דכלי חרס אין חילוק בין מכניסו לקיום לשאין מכניסו לקיום דאי שתה בו עכו''ם פעם ראשונה ושניה צריך ליישנן ולמלאם שלשה ימים מעת לעת עכ''ל. שכל זה תוספת מאי זה תלמיד טועה הוא והעיקר כמו שכתוב בנוסחתנו וכבר נתבארו דברי הראב''ד ודברי רבינו: \n",
                "<b>וחכמי</b> לוניל שאלו מרבינו בדבר כוסות של חרס קבלנו מכל הגאונים והרב אלפסי שאין להם תקנה אי שתי בהו עכו''ם פעם ראשון ושני כי אם בהתישנם י''ב חדש על כן לא הבננו כלל מכל אשר כתוב בספר. והשיב ודאי כך אמרו מקצת הגאונים כמו שקבלתם אבל אין הדברים נראים שא''ת כך נמצאו הדברים סותרים זה את זה שכבר נפסקה הלכה שאין מכניסן לקיום בשכשוך סגי להו אפילו נשתהא בהם יי''נ יום או יומים כמו כוס וכן אם היה יין עובר עליו תמיד ולא ישתה כגון המשפך וכיצד יהיה הכוס ששתה בו העכו''ם ג''פ צריך יישון ועוד שבענין דבר שאין מכניסו לקיום נחלקו בכוסות של עכו''ם רב אסי אסר ורב אשי שרי ולא ידענו במה נחלקו ונפסקה הלכה פעם ראשון ושני אסור ג' מותר ש''מ שאין ענין הדברים ששתה בהם העכו''ם שתי פעמים כ''ש אם שתה בהם פעם שלישית אלא פירוש הדברים כמו שביארנו בחיבורנו עכ''ל: \n\n"
            ],
            [
                "<b>כלי חרס השועים באבר וכו'.</b> שם (דף ל''ג:) אמר רב זביד הני מאני דקוניא חיורא ואוכמא שרי ירוקא אסיר משום דמיצריף ואי אית בהו קרטופני כולהו אסירי דרש מרימר קוניא בין אוכמא בין חיורא בין ירוקא שרי ופירש''י דמצריף יש בו קרקע מחפורת של צריף ובלעי טפי, קרטופני בקעין וסדקים. ובפ' שני דייני גזירות (כתובות ק''ז:) איפסיקא הלכתא כרב זביד: \n",
                "<b>ומ''ש ויראה לי שאין הדבר אלא בשכנסו בהם לקיום וכו' ואפילו הם של חרס.</b> יש לדקדק דכיון דבתחלת דבריו פתח בכלי חרס השועים באבר מאי ואפילו הם של חרס דקאמר הא בשל חרס עסיק ואתי. ונ''ל דהוי כאילו אמר ואע''פ שהם של חרס והיה ראוי להחמיר אפילו הכי שרי בהדחה. וכתב הרשב''א בתורת הבית על דברי רבינו אם כדבריו חיורי ואוכמי כשמכניסן לקיום מותרים בשיכשוך בעלמא דכלי מתכות הן ומכלל דבריו דכלי מתכות אפילו במכניסן לקיום א''צ מילוי ועירוי אלא בהדחה בעלמא סגי וכן דעת הראב''ד ז''ל עכ''ל: \n\n"
            ],
            [],
            [
                "<b><small>(כ-כא)</small> גת של אבן או של עץ וכו'.</b> בסוף ע''ז תנן גת של אבן שזפתה עכו''ם מנגבה והיא טהורה ושל עץ רבי אומר ינגב וחכ''א יקלוף את הזפת ושל חרס אע''פ שקלף את הזפת הרי זו אסורה ובגמרא אמר רבא דוקא זפתה אבל דרך בה לא כלומר לא בעיא ניגוב אלא הדחה א''ד [אמר רבא] דוקא זפתה אבל דרך בה לא סגי לה בניגוב וכו' כי ההוא דאתא לקמיה דר' חייא א''ל הב לי גברא דדכי לי מעצרתאי א''ל לרב זיל בהדיה וכו' אזל חזייה דהוה שיעא טפי אמר הא ודאי בניגוב סגי לה בהדי (דהוה) קא אזיל ואתי חזא פילא מתותיה וחזא דהוה מלא חמרא אמר הא לא סגי לה בניגוב אלא בקילוף וכו' ת''ר הגת והמחץ והמשפך של עכו''ם רבי מתיר בניגוב וחכמים אוסרים וכו' של עץ ושל אבן ינגב ואם היו מזופפין אסורין והא תנן גת שזפתה עכו''ם מנגבה והיא טהורה מתניתין דלא דרך בה ברייתא דדרך בה. ופירש''י גת של אבן שזפתה עכו''ם ואורחא למירמי ביה חמרא פורתא לעבורי קוטרא דזיפתא. של עץ דבעיא זפת טובא ובלעא חמרא טפי. אבל דרך בה בגת מזופפת לא סגי לה בניגוב אלא בקילוף משום דעייל חמרא בפילי זיפתא. הגת והמחץ וכו' בשל חרס עסקינן וכו' מדקתני סיפא ואם היו מזופפין מכלל דכולה רישא בשאינם מזופפין. ושל עץ ושל אבן מנגבן והם טהורים ד''ה כל זמן שאינם מזופפין ואם היו מזופפין אסורים עד שיקלוף. מתני' דלא דרך בה הילכך בשל אבן דברי הכל בניגוב סגי לה ובשל עץ לרבי ינגב. ברייתא דדרך בה הילכך אפילו בשל אבן בעי קילוף וכ''ש בשל עץ עכ''ל: \n",
                "<b>והשתא</b> מ''ש רבינו גת של אבן ושל עץ שדרך בהן העכו''ם. כלומר ואינם זפותין מדיחן במים ובאפר היינו ברייתא דגת ומחץ דקתני של עץ ושל אבן ינגב בדדרך בה. \n",
                "<b>ומ''ש דשל אבן שזפתם העכו''ם אע''פ שלא דרך בה מדיחן במים ובאפר</b> היינו מתני' דקתני גת של אבן שזפתה עכו''ם ינגב ואוקימנא בדלא דרך בה דוקא ולשון אע''פ שלא דרך בה אינו נוח לי ויש ליישב דה''ק אע''פ שלא דרך בה ומפני כך היה ראוי שלא להצריכה שום תיקון אע''פ כן מאחר שזפתה עכו''ם צריכה ניגוב: \n",
                "<b>ומ''ש מדיחן במים ובאפר וכו'.</b> בסוף ע''ז (דף ע''ד:) במה מנגבן פי' כל היכא דאמרינן בהכשר כלים ינגב כיצד הוא הניגוב הזה רב אמר במים רבב''ח אמר באפר ואסיקנא רב אמר במים וה''ה לאפר רבב''ח אמר באפר וה''ה למים ולא פליגי הא ברטיבתא הא ביבשתא. ופירש''י רב אמר מים תחלה וה''ה שצריך אפר אחריהם ורבב''ח אמר באפר תחלה וה''נ שצריך מים אחריהם ברטיבתא שיש בה לחלוחית יין נותן אפר תחלה (לשפשף עד שתהא נגובה ואח''כ מים ביבשתא מים תחילה) ואח''כ אפר ומשפשף אתמר בי רב אמרי משמיה דרב תרתי תלת ושמואל אמר תלת ארבע בסורא מתנו הכי בפומבדיתא מתנו בי רב אמרי משמיה דרב תלת ארבע ושמואל אמר ארבע (חמש) ולא פליגי מר קא חשיב מייא בתראי ומר לא קא חשיב מייא בתראי. ופירש''י תרתי תלת ברטיבתא תרתי אפר ומים ביבשתא תלת מים ואפר ומים תלת וארבע תלת ברטיבתא אפר ומים ואפר ואע''פ שחוזר ונותן מים להעביר האפר הנהו מים לא קא חשיב דלא לשום נגיבה אלא לנקותו מן האפר וארבע ביבשתא מים ואפר ומים ואפר ומים בתרא לא קא חשיב. ורב לא בעי אפר אלא חדא זימנא ושמואל בעי אפר תרי זימני בין ברטיבתא בין ביבשתא. בפומבדיתא מתנו לרב תלת וארבע כדפרישית ולשמואל ארבע ברטיבתא וחמש ביבשתא דקא חשיב מייא בתראי. ול''פ רב ושמואל להאי לישנא דפומבדיתא אלא לרב לא חשיב מיא בתראי ושמואל חשיב מיא בתראי. ואית דמפרשי ול''פ הנך דסורא ודפומבדיתא (אלא דסורא לא חשבי מיא בתראי דפומבדיתא חשבי להו וכו') אבל רב ושמואל פליגי ביבשתא בין בדסורא בין דפומבדיתא דרב לא בעי בה אפר אלא חדא זמנא ושמואל בעי תרי זימני והסכים רש''י לפירוש האחרון והר''ן כתב פירוש ראשון בלבד וכתב עליו וקי''ל כלישנא בתרא הילכך ברטיבתא אפר ומים ואפר ומים וביבשתא מים ואפר ומים ואפר ומים וכן נראה שהוא דעת רבינו וכ''נ שהוא דעת הרמ''ה שכתב הטור. \n",
                "<b>ומ''ש גת של אבן מזופפת שדרך בה העכו''ם</b> היינו כלישנא בתרא דאמרינן דגת של אבן שזפתה עכו''ם אם דרך בה עכו''ם צריכה קליפה. \n",
                "<b>ומ''ש או גת של עץ זפותה אע''פ שלא דרך בה</b> היינו מתניתין דקתני של עץ לחכמים יקלוף את הזפת ואוקימנא מתניתין בדלא דרך בה. \n",
                "<b>ומ''ש ואם יישנה י''ב חדש או נתן בה מים ג' ימים מעת לעת אינו צריך לקלוף וכו'.</b> כתב הראב''ד א''א אומר אני לג' ימים וכו'. ודע שלא בגת בלבד סבור הראב''ד כן אלא גם בקנקנים מזופפים סובר שאין מועיל להם העירוי אא''כ יקלוף הזפת. ויש ליישב לדעת רבינו שכל ששהו המים מעת לעת הרי הם נכנסים בכ''מ שנבלע היין ומתערב כל יין הבלוע במים וכן דעת הרא''ש והרשב''א והר''ן וכתב הר''ן בסוף ע''ז שכן דעת התוס' ורש''י והוא ז''ל שם דחה דברי הראב''ד. \n",
                "<b>ומ''ש וי''א אף לי''ב חדש וכו'.</b> כלומר דאף ביישון י''ב חדש צריך לקלוף הזפת והביא ראיה מדאמרינן בסוף ע''ז הני רווקי דארמאי וכו' דכיתנא מיישנן ואי איכא קיטרי שרי להו אלמא ביישון אינו מועיל למה שהוא בלוע בגו קיטרי והוא הדין למה שבלוע בזפת. ואני אומר שאין משם השגה לדברי רבינו מכמה טעמי חדא שהרי פי' רש''י דאי אית ביה קוטרי לא קאי אלא להכשיר בניגוב בלבד וכן דעת הרשב''א ואפילו את''ל דקאי נמי איישון אפשר לומר שאע''פ שאינו מועיל למה שבגו קיטרי מועיל למה שבולע בזפת דאל''כ לא הוו שתקי בגמ' מלומר שצריך לקלוף הקנקנים אם הם מזופתים כשאמרו שהכשרם בעירוי וכן דעת הרשב''א בת''ה: \n\n"
            ],
            [
                "<b>גת של חרס אע''פ שנקלף הזפת וכו'.</b> משנה כתבתיה בסמוך. וכתב הראב''ד א''א זה שיבוש אלא עד שיכניס בו גחלים וכו'. כוונתו להשיג על מ''ש רבינו שאם יישנה י''ב חדש או נתן בה שלשה ימים מים מותרת כלומר ואינו צריך לקלוף הזפת והראב''ד סבור שאע''פ שנתן בה ג' ימים מים צריך לקלוף הזפת כמו שקדם ויש לתמוה למה כתב על זה שהוא שיבוש כיון שיש מקום לסברת רבינו כ''ש שכבר נתבאר כי דעת המפרשים והפוסקים כדעת רבינו: \n\n"
            ],
            [
                "<b>משמרת של יין של עכו''ם וכו'.</b> מימרא בסוף ע''ז (דף ע''ה): \n",
                "<b>וכן כלי חלף והוצים וכו'.</b> שם הני דיקולי וחלאתא דארמאי דחייטי בחבלי דצורי מדיחן דצבתא מנגבן דכיתנא מיישנן ואי אית בהו קיטרי שרי להו: \n\n"
            ],
            [
                "<b>כלי הגת וכו' הדפים והעדשים וכו' עד של שיפא ושל גמי מיישנן י''ב חדש.</b> שם ומסיים בה ר' יוסי אומר הרוצה לטהרם מיד מגעילן ברותחין או חולטן במי זיתים רשב''ג משום ר' יוסי אומר מניחן תחת צנור שמימיו מקלחין או במעין שמימיו רודפין (עונה) וכמה עונה וכו' או יום או לילה וכו' אמר רבי יוחנן חצי יום וחצי לילה וכו' ולא פליגי הא בתקופת ניסן ותשרי והא בתקופת תמוז וטבת ופירש''י בתקופת ניסן ותשרי שהיום והלילה שוים או יום או לילה בתקופת תמוז שאין היום והלילה שוים חצי יום וחצי לילה די''ב שעות שלימות בעינן. ע''כ ומשמע לרבינו דר''י ורשב''ג לא לחלוק על דברי ת''ק באו דת''ק מיירי בהכשר דלאחר זמן ואינהו מיירו בהכשר דמיד: \n\n"
            ],
            [
                "<b>בזמן שהיתה ארץ ישראל כולה לישראל וכו'.</b> כתב הרשב״א בתשובה שמה שמחלק רבינו בין א״י לח״ל בכמה מקומות מהלכות אלו למדה מדגרסינן בפ' אין מעמידין (עבודה זרה דף ל״ט:) אין לוקחין ימ״ח מח״ג בסוריא אלא מן המומחה וסוריא לאו דוקא אלא הוא הדין לכל ח״ל וכ״ש הוא אף א״י בזמן הזה היה כח״ל וכ״כ ה״ה בפרק ג' מהלכות אלו ובזה נסתלקה השגת הראב״ד שכתב א״א זו אינה משנה וכו': \n\n"
            ],
            [
                "<b>המתארח אצל בעה''ב וכו'.</b> בפ''ב דע''ז. \n",
                "<b>ומ''ש ואם הוחזק שאינו כשר וכו'.</b> דבר פשוט הוא ונלמד הוא מדין דמאי: \n\n"
            ]
        ],
        [
            [
                "<b>כיצד היה הנגיעה שאוסר בה עכו''ם היין הוא שיגע ביין עצמו.</b> כתב כן לאפוקי נוגע בנוד שיש בו יין ופי הנוד סתום וכמ''ש הטור בשם הרא''ש שאם נגע עכו''ם בנוד שיש בו יין ואפי' הוא חסר והגיע דפנותיו זו לזו מותר. \n",
                "<b>ומ''ש בין בידו בין בשאר איבריו שדרכן לנסך</b> נתבאר בפ' שקודם זה אצל מ''ש אין דורכין עם העכו''ם בגת. \n",
                "<b>ומ״ש וישכשך אבל אם פשט ידו לחבית וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ט:) ההוא אתרוגא דנפל לחביתא דחמרא אידרי עכו״ם ושקליה אמר להו רב אשי נקטוה לידיה כי היכי דלא לשכשך ביה וברצוה עד דשייפא. ופירש״י אידרי עכו״ם קפץ ואחזה בתוך היין שלא תשתקע. כי היכי דלא לשכשך ויאסר בהנאה שאין מנסכין אלא ע״י שכשוך. וברצוה לחביתא עד דשייפא כפו החבית לצד אחד עד שישפך יינה לתוך כלי אחר שימשך היין מן העכו״ם ואח״כ יוציאנה ותהא מותרת בהנאה החבית דכל זמן שידו תחובה ביין אם יוציאנה א״א לשמור שלא ישכשך ואע״פ שאנו אוחזים את ידו. ברצוה לשון מטה על צד וכו'. דשייפא שתזרק לכלי אחר כמו השופה יין לחמרים עכ״ל. דבריו כדברי רבינו שאם נגע ולא שכשך לא נאסר וכ״כ גבי דתניא מדדו בין ביד בין ברגל ימכר דטעמא דמילתא משום דניסוך לא הוי אלא ע״י שכשוך וכ״כ גבי חביתא דאיסתדיק לארכה והתוס' והר״ן חולקים. ומשמע לי דשכשוך זה אינו נענוע כל דהו שהרי כתב בסמוך נטל כלי של יין והגביהו ויצק היין אע״פ שלא שכשך נאסר ואם איתא דנענוע כל שהו הוי שכשוך כיון שיצק הרי שכשך שע״כ הוא מנענע היין בשעה שיוצק והיאך כתב אע״פ שלא שכשך. וכן משמע מדאמרי' גבי אתרוגא דנפל לחביתא דחמרא דאמר רב אשי נקטוה לידיה כי היכי דלא לשכשך משמע דאהכנסה לא קפדינן אע״פ שהוא מנענע היין מחמת הכנסת ידו וכ״נ מפי' רש״י. ומדברי רבינו נראה לכאורה דלא נאסר היין כלל ואף בשתיה מותר וכך היא סברת הראב״ד אבל הרשב״א והר״ן דחו סברא זו והעלו דלא משתרי אלא בהנאה וכדברי רש״י וגם בהשגות סובר הראב״ד כפי' רש״י וכתבו התוס' נקטוה לידיה כי היכי דלא לשכשך צריך לומר שבהכנסת ידו אע״פ שהיה יודע שהוא יין אינו חשוב שכשוך לאוסרו בהנאה מפני שהיה טרוד ליקח אתרוגו וכו' עד שמא יתן דעתו וישכשך: \n",
                "<b>וכתב</b> הראב''ד על דברי רבינו א''א זה המחבר לא בא לפרש וכו'. נראה שכוונתו לתפוס על רבינו שפתח בכיצד היא הנגיעה וסיים באבל אם פשט ידו לחבית וכו' שהוא נגיעה אלא שלא שכשך וכך ה''ל לכתוב אין נגיעת העכו''ם ביין אוסרת אא''כ שכשך, ונראה שעוד רצה לתפוס עליו שסתם דבריו וכתב לא נאסר היין דמשמע שלא נאסר כלל אפי' בשתיה ואינו כן דלא שרי אלא בהנאה והיה לו לפרש ולומר לא נאסר בהנאה. ויש ליישב דברי רבינו שאע''פ שפתח בכיצד היא הנגיעה הרי גמר לומר בה וישכשך וא''כ שפיר סיים באבל אם פשט ידו וכו' ולא ינידה דהיינו שלא שכשך, ולשנית י''ל דשלא נאסר היין שכתב שפיר משמע דלא נאסר בהנאה קאמר דאל''כ ה''ל לכתוב מותר: \n",
                "<b>וכן אם אחז כלי פתוח של יין וכו'.</b> נראה שלמד כן מדגרסינן בפ' ר' ישמעאל (עבודה זרה דף ס') אמר רב פפא האי עכו״ם דדרי זיקא ואזיל ישראל אחוריה מליא שרי דלא מקרקש חסירא אסיר דילמא מקרקש וכו' רב אשי אמר זיקא בין מליא בין חסירא שרי מ״ט אין דרך ניסוך בכך ומפרש רבינו אין דרך ניסוך לפי שהנוד פיו סתום משמע שאם היה פיו פתוח היה נאסר מפני הקרקוש שמתקרקש היין בהילוכו של זה וז״ש לקמן בסמוך העביר נוד של יין ממקום למקום והוא אוחז פי הנוד בידו בין שהיה הנוד מלא או חסר מותר ואע״פ שהיין מתנדנד ע״כ. הרי שהצריך לאחוז פי הנוד כלומר שיהיה סתום ומשמע שאם לא היה סתום היה נאסר מפני הקרקוש וכתב הר״ן שגם הרמב״ן מפרש אין דרך ניסוך בכך כיון שהוא קשור דלא מקרקש מאי דלא חזי ע״כ. ואע״ג דרב אשי מיירי בדרי זיקא משמע לרבינו דה״ה אפי' לא דרי נמי אסור אי קרקיש ביה כשהוא פתוח דהגבהה זו אינה מעלה ולא מורדת דהא כשפיו סתום אע״ג דדרי ליה לא מיתסר וא״כ כי אסרי ליה מפני הקרקוש לא שאני לן בין הגביהו ללא הגביהו וכן יש להוכיח מדגרסינן תו התם ישראל אדנא ועכו״ם אכובא חמרא שרי ואי מצדד צדודי אסיר ופירש״י בחד לישנא דחסרא נמי (אסיר) כיון דמקרקש בכוונה ה״ל כחו בכוונה ואסור בשתיה וכתבו בתוס' שכן נראה לריב״ם והרשב״א כתב בת״ה שאין פי' הרמב״ם מחוור בעיניו שאין דרך ניסוך בכך לנסך בקרקוש כלי בין פתוח בין סתום אא״כ מכניס ידו ומשכשך בתוך גופו של יין באחד מאיבריו או ע״י ד״א אבל כלי או מוליכו או מקרקשו לא שאין כך דרך המנסכים כלל וכ״כ הראב״ד ונ״ל שזה מוכרח מברייתא דקתני המערה מחבית לבור קילוח היורד משפת חבית למטה אסור ואוקמה רב ששת בפ' השוכר (דף ע״ב:) בעכו״ם המערה דאתי מכחו וההוא דנפק גזרו ביה רבנן דלא נפק לא גזרו ביה רבנן וע״כ א״א לעכו״ם לערות שלא ישכשך מה שבפנים ואפ״ה שרי אלמא שכשוך בלא שפיכה אין עושה יי״נ כלל עכ״ל. ולפמ״ש דנענוע כל שהוא לא שמיה שכשוך לא קשיא מההיא ברייתא. ובהשגות כתב אע״פ שלא הגביה הכלי ולא נגע ביין נאסר היין א״א והוא שנתז מן היין, כלומר דכשניתז מן היין הוי כחו דנפק אבראי: \n\n"
            ],
            [
                "<b>נטל כלי של יין והגביהו.</b> שם אמר רב פפא עכו''ם אדנא וישראל אכובא חמרא אסיר מ''ט כי אתי מכח עכו''ם קאתי. ובפ' בתרא דע''ז ת''ש המערה מחבית לבור קילוח היורד משפת חבית למטה אסור תרגמה רב ששת בעכו''ם המערה דאתי מכחו אי עכו''ם המערה אפי' גו דחביתא נמי מיתסר כח דעכו''ם מדרבנן הוא דאסיר ההוא דנפק לבראי גזרו ביה רבנן ההוא דלגואי לא גזרו ביה רבנן וכתב רש''י דהלכה כרב ששת שאין אדם חולק עליו וכן פסקו התוס' והרא''ש ובפ' ר' ישמעאל כתבו הרא''ש והר''ן שכן דעת רש''י ור''ת ושבעל התרומה כתב בשם ר''י דבהנאה נמי מיתסר ושכן נראה מדברי הראב''ד ושכן דעת הרשב''א וגם מדברי רבינו נראה כן שסתם וכתב נאסר וכבר הקדים בפי''א שכל מקום שכתוב אסור ר''ל איסור הנאה אם אותו עכו''ם עובד עכו''ם. ולענין היין הנשאר בכלי הרא''ש והמרדכי התירוהו בשתיה וכ''כ הר''ן לדעת רש''י והתוס' אבל הראב''ד והרשב''א אסרוהו משום ניצוק וכ''נ שהוא דעת הרי''ף וכתב רבינו ירוחם שכן דעת רבינו וטעמו מדלא כתב בפירוש והיין שנשאר בכלי מותר משמע שדינו כדין נצוק שכתב לקמן בפרק זה: \n",
                "<b>ומ״ש רבינו הגביה ולא שכשך ולא נגע מותר.</b> נלמד מדאמרי' בפ' הנזקין (גיטין דף נ״ב) משעת הגבהה הוא דקנה מתחייב בנפשו לא הוי עד שעת ניסוך: \n\n"
            ],
            [
                "<b>עכו״ם שהיה אוחז הכלי בקרקע וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף ס') אמר רב פפא עכו״ם אדנא וישראל אכובא חמרא אסיר מ״ט כי אתי מכח עכו״ם קא אתי ישראל אדנא ועכו״ם אכובא חמרא שרי ואי מצדד צדודי אסיר ופירש״י עכו״ם אדנא [עכו״ם] מערה יין מדנא לכובא וישראל אוחז הכובא בידו וכו'. ואי מצדד צדודי לכובא חמרא אסיר משום דמקרקש ליה לחמרא ובכובא מליאה עסיקינן דלמא נגע ל״א אפילו חסרה נמי כיון דמקרקש בכוונה הוה ליה כחו בכוונה ואסור בשתיה, וכתבו התוס' נראה לריב״ם כאותו לשון שפירש בקונטרס אפי' בכובא חסירה דכיון דמקרקש ליה בכוונה הוה ליה כחו בכוונה ואסור בשתיה ומדמי ליה לנוגע בקנה דמה לי נוגע בקנה או נוגע בשולי הכובא והרא״ש כתב בשם ריב״ם דבהנאה נמי אסורה וכן נראה מדברי רבינו: \n\n"
            ],
            [
                "<b>ומ''ש רבינו כלי סתום מותר לטלטלו העכו''ם וכו'.</b> זה נלמד מדין נאד שיבא בסמוך. \n",
                "<b>ומ''ש העביר נאד של יין ממקום למקום וכו'.</b> בפ' ר' ישמעאל אמר רב פפא עכו''ם דדרי זיקא וכו' חסרא אסור דילמא מקרקש ורב אשי אסיק דבין מלא בין חסר אסור משום דאין דרך ניסוך בכך וידוע דהלכה כרב אשי דבתרא הוא וכתב הר''ן אין דרך ניסוך בכך ואפילו מקרקש ביה טובא שרי והכי איתא בירושלמי הדין דמרגיל זיקא מעיל לרע אין בו משום מערה מכלי אל כלי. ובקצת ההלכות כתוב והוא דקטיר פומיה עכ''ל וכן דעת רבינו ודוקא כשאוחז פי הנוד בידו או שהוא קשור הוא דשרי אבל אם פי הנאד פתוח ואינו אוחזו בידו אסור וכמ''ש לעיל בסמוך שאם אחז כלי פתוח של יין ושכשכו שהוא אסור: \n",
                "<b>העביר כלי חרס פתוח וכו'.</b> פרק ר' ישמעאל עכו''ם דרי (זיקא) וקא אזיל ישראל אחוריה כובא מליא אסור דילמא נגע חסרא שרי דלא נגע. \n",
                "<b>וכתב רבינו אלא אם כן שכשכו,</b> לטעמיה אזיל שכתב לעיל בסמוך שאם אחז כלי פתוח של יין ושכשכו אף על פי שלא הגביה הכלי ולא נגע ביין נאסר היין: \n\n"
            ],
            [
                "<b>עכו''ם שנגע ביין וכו' כיצד כגון שנפל על נוד של יין.</b> נראה דהיינו שנפל על נוד של יין שהוא פתוח ונגע ביין אלא שלא נתכוון כמו שיבא בסמוך. \n",
                "<b>ומ״ש או שהושיט ידו לחבית וכו'.</b> ברייתא פרק ר' ישמעאל (עבודה זרה דף נ״ח) עכו״ם שהושיט ידו לחבית וכסבור של שמן היא ונמצאת של יין זה היה מעשה ואמרו ימכר: \n\n"
            ],
            [
                "<b>בא היין מכחו של עכו''ם וכו' כיצד כגון שהגביה כלי של יין וכו'.</b> שם ר''י בן ארזא ור' יוסי בן נהוראי הוו יתבי וקא שתו חמרא אתא ההוא גברא א''ל תא אשקיין לבתר דרמא לכסא איגלאי מילתא דעכו''ם הוא חד אסר אפי' בהנאה וחד שרי אפי' בשתיה ומפרש התם טעמא דמאן דאסר משום דמימר אמר ס''ד דרבנן כי הני שיכרא קא שתו א''ו האי חמרא הוא ונסכיה וטעמיה דמאן דשרי (משום) דמימר אמר ס''ד דרבנן כי הני חמרא שתו ואמרו לי תא אשקיין א''ו שיכרא הוא דקא שתו ולא נסכיה וכו' והא קא נגע ביה בנטלא [וה''ל מגע עכו''ם שלא בכוונה ואסור] לא צריכא דמוריק אורוקי וה''ל כחו שלא בכוונה ולא גזרו ביה רבנן משמע דמאן דאסר לא אסר אלא משום דמימר אמר הא ודאי חמרא הוא אבל היכא דליכא האי טעמא אלא דסבר דודאי שיכרא מודה דשרי במוריק אורוקי דלא גזרו רבנן בכחו שלא בכוונה וכן פסקו הרי''ף והרא''ש והרשב''א וסה''ת: \n\n"
            ],
            [
                "<b>נכנס העכו''ם לבית או לחנות וכו'.</b> עובדא שם (דף נ''ו:) ואסיקנא דהלכה כמאן דאסר בהנאה. וכתב הראב''ד א''א זה המעשה של עכו''ם וכו' נראה שכוונתו להשיג על רבינו שלא כתב ששכשך בו כמו שאמרו בגמ' ואני אומר דבמשמע ונגע בו שכתב רבינו הוא ששכשך בו שכבר הקדים בר''פ זה שאין נגיעה אוסרת אא''כ שכשך: \n\n"
            ],
            [
                "<b>חבית שנסדקה לארכה וכו'.</b> שם (דף ס') ההיא חביתא דפקעה לאורכה אידרי ההוא עכו''ם חבקה שרייה רפרם וכו' לזבוני לעכו''ם וה''מ דפקעה לאורכה אבל אפותייה אפי' בשתיה שרי מ''ט מעשה לבינה קעביד ופירש''י חבקה בין זרועותיו וחברה עד שהביאו כלי. לזבוני לעכו''ם דהא לא שכשך ואפי' שקירב החצאין זו לזו והוי נוגע ביין על ידי חצאי החבית לא הוי כנוגע בקנה דהתם משכשך בקנה אבל הכא ליכא שכשוך מידי ע''כ. כלומר וה''ל מגעו ע''י דבר אחר שלא בכוונת ניסוך שהרי להציל היין נתכוין: \n\n"
            ],
            [
                "<b>עכו''ם שנפל לבור של יין והעלוהו משם מת.</b> משנה שם נפל לבור ועלה וכו' ימכר ובגמ' אמר רב פפא ל''ש אלא שעלה מת אבל עלה חי אסור מ''ט וכו' דדמי עליה כיום אידם ופירש''י דדמי עליה כיום אידם ואזיל ומודה על שניצל ומסתמא נסכיה בעלייתו ואסור בהנאה. \n",
                "<b>ומ''ש או שמדד הבור שיש בו היין בקנה וכו' עד על פי החבית הרותחת.</b> משנה שם. \n",
                "<b>ומ''ש או שנטל חבית וזרקה בחמתו לבור וכו'.</b> ג''ז שם במשנה נטל את החבית וזרקה בחמתו לבור זה היה מעשה והכשירו ונראה שרבינו מפרש הכשירו התירו בהנאה דאי למשרייה אפי' בשתיה הל''ל והתירו: \n",
                "<b>וכתב</b> הראב''ד א''א זה שבוש שהרי אם זרקה בחמתו וכו'. טעמו דאמרינן התם בגמ' אמר רב אשי וכו' כל שבזב טהור בעכו''ם אינו עושה יי''נ ופירש''י דלא אתא למעוטי אלא זריקה שטהור בזב ועכו''ם אינו עושה יי''נ וכתבו התוס' שכן הלכה שאם זרק אבן או כל דבר ליין ואפי' בכוונה שהוא מותר בשתיה ומתיב לרב אשי מדתנן נטל את החבית וזרקה לבור בחמתו זה היה מעשה והכשירו בחמתו אין שלא בחמתו לא ומשני התם דקא אזיל מיניה ומיניה. ופירש''י דקא אזיל מיניה ומיניה שהולך ומגלגל הכלי כל שעה על ידי שהוא מגלגלו ומורידו לבור הילכך שלא בחמתו לא דחיישינן דילמא נגע עכ''ל. ומשיג על רבינו שכתב וזרקה סתם דמשמע שזרקה ממש וא''כ למה לא התיר אלא בחמתו הא אפי' שלא בחמתו שרי כל שהוא ע''י זריקה ממש ולדברי רבינו צריך לומר דבשיטת הרי''ף רביה אמרה שהשמיטה להא דרב אשי מפני שסובר דלית הלכתא כוותיה וכמו שכתבו הרשב''א והר''ן בשם הרמב''ן וא''כ קמה לה מתני' כפשטה דזריקה ממש בחמתו מותר שלא בחמתו אסור ודעת התוס' והרשב''א כהראב''ד: \n\n"
            ],
            [
                "<b>חבית שהיה נקב בצדה וכו'.</b> שם (דף נ''ט:) ההיא חביתא דחמרא דאשתקיל לברזא אתא עכו''ם אידרי אנח ידיה עילויה א''ר פפא כל דלהדי ברזא אסיר ואידך שרי ואיכא דאמרי אמר רב פפא עד הברזא חמרא אסור ואידך שרי וכתב הרא''ש רב אלפס פסק הלכה כר''פ וכלישנא בתרא וכן פסק הרשב''א. \n",
                "<b>ומ''ש רבינו שכל היין שמראש החבית עד הנקב אסור.</b> נ''ל דהיינו לומר שהוא אסור בהנאה שהרי כתב בפ' י''א כ''מ שנאמר בענין זה שהיין אסור אם היה העכו''ם שנאסר היין בגללו עובד עכו''ם הרי הוא אסור בהנאה ואם אינו עובד עכו''ם הרי אסור בשתיה בלבד וכ''מ שנאמר עכו''ם סתם הרי זה עובד עכו''ם עכ''ל. ויש לתמוה על הר''ן שכתב שדעת רבינו שמ''ש אסור היינו בשתיה. וכתב הראב''ד בהשגות ושתחת הנקב מותר בשתיה א''א אין בעלי הוראה מודים לו וכו'. והר''ן ג''כ הקשה על דברי רבינו שמ''ש רבינו שמה שתחת הנקב מותר בשתיה אינו מחוור שכבר הסכימו הגאונים לפסוק הלכה בניצוק שהוא חיבור וכ''ש מה שהוא בחבית עצמה שהוא חיבור זה לזה ואסור גם הרשב''א בת''ה הקשה על מי שמתיר מן הנקב ולמטה אפי' בשתיה דאפי' למאן דשרי בניצוק משמע ודאי דבכל כי הא מודה דהוי חיבור והיאך אפשר שיהא מה שלמעלה אסור ומה שלמטה ממנו השוכב תחתיו מותר בשתיה וכתבו הרשב''א והר''ן שעוד הביא ראיה הראב''ד מדתנן פ''ב דמס' טבול יום חבית שניקבה בין מפיה בין משוליה וכו'. וי''ל שדעת רבינו דלא דמו דע''כ לא אמרינן ניצוק חיבור אלא בניצוק ליין שנאסר מחמת מגע ממש אבל הכא דלא נאסר יין זה שלמעלה מן הנקב מחמת מגע ממש אלא שמפני שאילו לא הניח אצבעו היה יוצא כולו ונמצא כולו כבא מכחו ועוד דבעבידתיה טריד להציל את היין אע''ג דאסרינן ליה משום חומרא דיי''נ מ''מ לא החמירו בניצוק דידיה דהא נצוק דמגע הוי כהלכתא בלא טעמא אלא דמשום חומרא דיי''נ אסרוהו ובכה''ג דאיהו גופיה לא מיתסר אלא משום חומרא לא רצה להחמיר בניצוק דידיה ואע''פ שזה עדיף מנצוק שהרי הוא חיבור לו ממש מ''מ כיון שהחמירו בו לאוסרו אפי' בהנאה לא רצו להחמיר במה שלמטה ממנו לאוסרו אפי' בשתיה וראוי להשוות מדותיהם בזה לאסור מה שאוסרים אפי' בהנאה ולהתיר מה שמתירים אפי' בשתיה ומשמע לרבינו הכי מדסתם רב פפא ואמר עד ברזא אסור ואידך שרי משמע דאסיר אסיר לגמרי קאמר ואפי' בהנאה וכן שרי שרי לגמרי קאמר ואפי' בשתיה ואע''פ שהר''ן לפי שיטתו דאסור בשתיה מן הנקב ולמטה נתן טעם למה שאמר שרי סתם מ''מ פשטא דלישנא משמע דשרי לגמרי קאמר ואפי' בשתיה. \n",
                "<b>ובמ''ש רבינו שמה שתחת הנקב הותר בשתיה,</b> רש''י ג''כ סובר כן ובין מה שתמהו הרשב''א והר''ן על דברי רבינו בין מה שהקשה עליו הראב''ד מתיישב במה שכתבתי שמה שלמעלה מן הנקב מדינא לא מיתסר אלא משום חומרא דיי''נ ונמצא דקיל טפי מטבול יום ומדמאי: \n\n"
            ],
            [
                "<b>מינקת כפופה שעושים אותה ממתכת וכו'.</b> בפ' בתרא דע''ז (דף ע''ב:) ההוא גברא דאסיק חמרא בגישתא ובת גישתא אתא עכו''ם ואנח ידיה אגישתא אסרי' רבא לכולי חמרא ומסיק בגמ' דאפי' למאן דאמר נצוק אינו חבור מודה הכא דאסור משום דכוליה חמרא אגישתא ובת גישתא גריר ופירש''י לכוליה חמרא אפי' מה שבכלי הראשון, אגישתא ובת גישתא גריר שהרי מאליו עולה והוה ליה כנוגע בחבית ממש דהוה ליה כחבית אריכתא: \n\n"
            ],
            [
                "<b>המערה יין לתוך כלי שיש בו יין עכו''ם וכו'.</b> שם אמר רב הונא דנצוק חבור ליי''נ ושקלי וטרו בה בגמ' וכתבו התוס' שרש''י פסק כרב הונא דנצוק חיבור ור''ת פסק דאינו חיבור והביא כמה ראיות לדבר והרא''ש כתב שאין ראיותיו נכוחות ושהגאונים פסקו כרש''י וכן דעת הרי''ף והרשב''א והר''ן וכן דעת רבינו וכן נהגו. וכתב הראב''ד נאסר כל היין שבכלי אומר אני בשתיה עכ''ל. כלומר חולק על רבינו שסתם וכתב נאסר היין דמשמע בהנאה כמבואר בדבריו רפי''א. \n",
                "<b>ומ''ש לפיכך המודד לעכו''ם תוך כלי שבידו וכו'.</b> שם (דף ע''ב.) א''ל רב חסדא להנהו סביתא כי כייליתו חמרא לעכו''ם קטפי קטופי א''נ נפצי נפוצי ופירש''י קטופי שיפסוק ראש העליון של ניצוק קודם שיגיע ראש התחתון לכלי העכו''ם וכו' נפצי נפוצי יעמדו מרחוק ויזרקו היין לכליו של עכו''ם כי היכי דלא להוי נצוק: \n\n"
            ],
            [
                "<b>משפך שמדד בו לעכו''ם אם יש בקצה המשפך עכבת יין וכו'.</b> משנה שם נטל את המשפך (ומדד לתוך צלוחיתו של עכו''ם וחזר) ומדד לתוך צלוחיתו של ישראל אם יש בו עכבת יין אסור פי' אם יש בו מקום שמתעכב שם טפת יין אסור לפי שנשאר שם מן היין שמדד לתוך צלוחיתו של עכו''ם: \n",
                "<b>ומה שכתב עד שידיחנו וכו'.</b> בסוף ע''ז (דף ע''ד:) ת''ר הגת והמחץ והמשפך של עכו''ם רבי מתיר בניגוב וחכמים אוסרים וכו' של עץ ושל אבן ינגב ואם היו מזופפין אסורים ודברי רבינו א''א לומר דמיירי בשל חרס דהא חכמים לא שרו בניגוב אלא על כרחך לומר דמיירי בשל עץ ואבן. ומ''מ קשה לי מ''ש עד שידיחנו וינגב למה לו לכתוב ידיחנו הא בנגוב סגי ועוד דבסיפא כתב ואם לא הדיח הרי זה אסור דמשמע דבהדחה בלחוד סגי ליה והא ליתא דניגוב בעי ועוד למה לי שיהיה בו עכבת יין אפי' בלא עכבת יין נמי ניגוב בעי כדמשמע פשטא דברייתא דקתני סתמא ינגב דמשמע אפי' לית בה עכבת יין. ונ''ל שסובר רבינו דאע''ג דמשפך צריך ניגוב כדקתני בברייתא היינו לכתחלה אבל בדיעבד כיון שאין היין שוהא במשפך שהרי מכניס בזו ומוציא בזו אינו אוסר אא''כ יש בו עכבת יין וכדתנן במתני' ומשום דאיכא תרי גווני משפך חד שנשתמש בו הנכרי הרבה ובההוא קתני בברייתא ינגב אבל אותו שנשתמש בו ישראל הרבה אלא שמדד בו לעכו''ם פעם אחת בהדחה סגי ליה ולפי זה מ''ש עד שידיחנו וינגב לצדדין קתני עד שידיחנו אם הוא של ישראל שנשתמש אלא שמדד בו לעכו''ם פעם אחת או ינגב אם הוא משפך של עכו''ם שנשתמש בו הרבה ובין זה ובין זה אינו אוסר יין של ישראל שנמדד בו אלא כשלא הדיחו אבל אם הדיחו אינו אוסר אפי' במשפך של עכו''ם שנשתמש בו הרבה א''נ ה''ק אפי' אותו שאינו צריך אלא הדחה אוסר אם לא הדיחו וכ''ש שאותו שצריך ניגוב אוסר אם לא נגבו: \n\n"
            ],
            [
                "<b>כלי שיש לו כמין שני חוטמין וכו'.</b> זה הוא קנישקנין דאיתא בפ' בתרא דע''ז (דף ע''ב:) אמר מר זוטרא בריה דרב נחמן קנישקנין שרי וה''מ דקדים פסק ישראל אבל קדם פסק עכו''ם לא ומשמע לי דטעמא קדם פסק עכו''ם לא לפי שהיין הנוגע בפי העכו''ם חוזר ומתערב עם היין שבכלי ואיני יודע למה נתן רבינו טעם מפני שהיין בא מכחו הא עדיפא מינה הל''ל שהיין שנגע בפי העכו''ם יורד ומתערב עם היין שבכלי. וכן יש לתמוה על הראב''ד שכתב ויאסור כל מה שישאר בו שהרי בא היין מכחו אמר אברהם אני אומר והוא שהתחיל למשוך עכ''ל. שמאחר שכתב רבינו והעכו''ם מוצץ ושותה מן החוטם השני הא פשיטא שנמשך היין ועוד מאי התחיל למשוך כיון שהוא שותה הא ודאי שנמשך הרבה. ואפשר דאשמעינן רבינו בנתינת טעם זה שנתן דאפי' לא נגע היין לפיו של עכו''ם אלא שהתחיל למצוץ הרי אותו היין בא מכחו ואוסר מה שנשאר בכלי וזו בעצמה היתה כוונת הראב''ד שמכיון שהתחיל למשוך העכו''ם היין נאסר מפני שבא מכחו וכשיחזור אוסר היין הנשאר בכלי. \n",
                "<b>ומ״ש</b> והוא שהתחיל למשוך הוי כאילו כתב כיון שהתחיל למשוך ופסק רבינו כהא דמר זוטרא וכן פסקו הרי״ף והרא״ש ודלא כתוספות שפסקו אהא דקאמר התם דרבה בר רב הונא גופיה שתי בקנישקנין תימה היאך היה שותה (בקנישקנין נהי דלא הוי חבור מ״מ) הוה ליה לחוש דילמא קדים פסיק עכו״ם ברישא ופ' ר״ח דלא מיירי עם העכו״ם אלא עם ישראל וקמ״ל דלא מיתסר בזמן הזה משום שמחה (לאפוקי ממאן דאסר במסכת שבת לשתות בקנישקנין בזמן הזה פ' במה אשה) (שבת דף ס״ב:) עכ״ל. ומה שהקשו שהיה לו לחוש דילמא קדים פסיק עכו״ם יש לומר שהיה מסתכל בעכו״ם וכשהיה מרגיש שהעכו״ם רוצה לפסוק היה מקדים ופוסק הוא. וא״ת כיון דקי״ל דניצוק חיבור היכי שרי למשתי בקנישקנין דודאי חיבורו של כלי לא גרע מניצוק, תירץ הר״ן בשם הראב״ד דכי אמרי' ניצוק חיבור הני מילי מאי דאתי בההוא פתחא או בההיא ברזא אבל בקנישקנין מאי דאתי בברזא דישראל לא אתי בברזא דעכו״ם ומשום הכי לא הוי חיבור: \n\n"
            ],
            [
                "<b>עכו״ם שמצץ היין מן החבית במינקת וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ח) אגרדמים עכו״ם שקדח במינקת והעלה וכו' זה היה מעשה ואסרוהו ומפשט דברי רבינו נראה שאפי' לא נגע היין לפיו מאחר שעלה היין מכח מציצתו נאסר ואוסר שאר יין שבחבית ודלא כדפירש״י והר״ן שמעלה היין לפיו ומ״מ יש לדחוק ולפרש דברי רש״י בענין שלא יחלוק על רבינו: \n\n"
            ],
            [],
            [
                "<b><small>(טז-יז)</small> עכו''ם שהיה מעביר עם ישראל כדי יין ממקום למקום וכו'.</b> משנה בפ' בתרא דע''ז (דף ס''ט) עכו''ם שהיה מעביר עם ישראל כדי יין ממקום למקום אם היה בחזקת משתמר מותר ואם מודיעו שהוא מפליג כדי שישתום ויסתום ויגוב רשב''ג אומר כדי שיפתח (את החבית) ויגוף ותיגוב ופירש''י אם הודיע שמפליג שמתרחק וחביות סתומות היו שיעורו בכדי שישתום וכו' אם (הוא) שהה כדי שיקוב העכו''ם נקב במגופת החבית ויחזור ויסתום הנקב ותיבש הסתימה אסור. רשב''ג אומר אינו נאסר אלא עד שישהה כדי שיפתח את כל מגופת החבית וא''א לנוטלה שלא תשבר (את) כולה. ויגוף ויעשה מגופה אחרת חדשה ותיגוב תיבש אבל לסתימת חור לא חששו משום דמינכרא ע''כ, ואיפסיקא בגמ' הלכתא כרשב''ג. ואמרי' בגמ' ה''ד בחזקת המשתמר כדתניא הרי שהיו חמריו ופועליו טעונים טהרות אפי' הפליג מהם יותר ממיל טהרותיו טהורות ואם אמר להם לכו ואני בא אחריכם כיון שנתעלמה עינו מהם טהרותיו טמאות. וקשיא לי מאי האי דקתני יותר ממיל דאפי' כמה פרסאות הוי בכלל יותר ממיל ואפשר דמעט יותר ממיל קאמר ומדברי רבינו נראה שהיה גורס כדי מיל והיא הגירסא הנכונה וכן גירסת הרי''ף והרא''ש. ואיכא למידק מאי בעי ה''ד בחזקת המשתמר הא כל שאינו מודיעו שהוא מפליג הוי בחזקת משתמר ואפשר דגמ' מתני' קשיתיה אמאי קתני אם היה בחזקת משתמר הוה ליה למיתני עכו''ם שהיה מעביר עם ישראל כדי יין ממקום למקום אם לא הודיעו שהוא מפליג מותר ואם הודיעו שהוא מפליג כדי שישתום ויסתום וכו': \n",
                "<b>ודע</b> דבגמ' בעי אברייתא מ''ש רישא ומ''ש סיפא ואוקי רבא רישא בבא להם דרך עקלתון כלומר שבעה''ב יכול לבוא דרך עקלתון דמירתת השתא אתי א''ה סיפא נמי כיון דאמר להם לכו ואני בא אחריכם סמכא דעתייהו ופסקה הרא''ש שכתב וז''ל ומוקי רישא בבא להם דרך עקלתון וכ''נ מדברי הר''ן אבל הרי''ף ורבינו השמיטו זאת האוקימתא ונ''ל שטעמם מפני שהם מפרשים דלא קאי האי אוקימתא אלא לענין טהרות דבנגיעה בלבד הן מטמאות אבל לא לענין יי''נ שאינו נאסר בנגיעה בלבד אם לא שכשך ועוד דהכא מיירי בחביות סתומות כמ''ש רבינו לקמן בסמוך. \n",
                "<b>ומ''ש רבינו וכן המניח עכו''ם בחנותו וכו' וכן המניח יינו בקרון או בספינה וכו',</b> גם זה משנה שם ומשמע לרבינו דכי קתני בכל הני אסור כיון שהם סתומות ואינו אלא משום חששא שמא טרח ופתח וגף לא מיתסר אלא בשתיה. \n",
                "<b>ומ''ש רבינו וכל הדברים האלו בחביות סתומות אבל בפתוחות אפי' לא שהה וכו',</b> פשוט הוא דמתני' לא מיירי אלא בסתומות מדקתני ואם מודיעו שהוא מפליג כדי שישתום ויסתום וכו' אבל בפתוחות כיון שנעלמו מעיניו איכא למיחש שנגע בהם ואסור בהנאה ומשמע לרבינו דדוקא כשמודיעו שהוא מפליג אבל אם לא הודיעו לא חיישינן שמא נגע משום דכל שעה מירתת דילמא השתא אתי וחזי לי. וכתב הר''ן דאע''ג דבבא דעכו''ם שהיה מעביר מיירי בסתומות הנך בבי דמניח יינו בקרון ומניח עכו''ם בחנותא שריותא דידהו אפי' בפתוחות היא כיון שאין העכו''ם נושא אותם והביא ראיה מדין היה אוכל עמו על השלחן דקתני אם א''ל הוי מוזג ושותה אף מה שעל הדולפקי אסור חביות פתוחות אסורות מכלל דברישא אפי' פתוחות מותרות עכ''ל. ורבינו סבר דמניח יינו בקרון ומניח עכו''ם בחנותו לא שרי אלא בסתומות דוקא דומיא דרישא והא דקתני בהיה אוכל עמו על השולחן חביות פתוחות אסור לאו לדיוקי מינה דבבבי דרישא פתוחות מותרות אלא לגופה אצטריך דסד''א כיון שהוא טרוד באכילה אע''פ שא''ל הוי מוזג ושותה לא חיישינן שיגע אלא ביין שעל השלחן ושעל הדולפקי אבל שאר חביות אפי' פתוחות שרי שאינם בכלל הוי מוזג ושותה קמ''ל דאף הן בכלל הוי מוזג ושותה ואע''פ שהר''ן הביא ראיה מהתוספתא דקתני פרואר שישראל ועכו''ם כונסין לתוכו יין אע''פ שחביות פתוחות והעכו''ם יושב מותר מפני שהן בחזקת המשתמר. י''ל דלא מכרעא מאחר דלא מיתניא בגמ'. ועי''ל דההיא דפרואר מיירי כשאין לעכו''ם שום שייכות ביין הישראל משא''כ במניח יינו בקרון ובספינה שהעכו''ם הוא בעל הקרון או הספינה וכן מניח עכו''ם בחנותו יש לו שייכות ביין שבחנות א''נ פרואר שאני שהוא כמו פונדק שתמיד נכנסין שם ישראלים ועכו''ם והיינו דקתני מפני שהן בחזקת המשתמר כלומר שחזקה שישראל נכנס ויוצא בו. \n",
                "<b>ומ''ש ישראל שהיה אוכל עם העכו''ם וכו'.</b> משנה שם: \n\n"
            ],
            [],
            [
                "<b>היה שותה עם העכו''ם וכו'.</b> עובדא בפ' בתרא דע''ז (דף ע') ואמר רבא חמרא שרי מימר אמר השתא מדכר ליה לחמריה והדר אתי ומשום דאיכא לאקשויי מאי שנא ממתני' דהיה אוכל עמו על השולחן ויצא מה שעל השלחן אסור לפיכך כתב ואינו נאסר אלא מה שלפניו בלבד כלומר שאף כאן מה שלפניו אסור: \n\n"
            ],
            [
                "<b>עכו''ם וישראל שהיו וכו'.</b> שם ההוא חמרא דישראל דהוה יתיב בביתא דהוה דייר ישראל בעליונה ועכו''ם בתחתונה שמעו קל תיגרא נפקו קדים אתא עכו''ם אחדיה לדשא באפיה אמר רבא חמרא שרי מימר אמר כי היכי דקדים אתאי אנא קדים ואתא ישראל ויתיב בעליונה וקא חזי לי. ומפרש רבינו דשמעו קל תיגרא היינו ששמעו קול הברה של חתן או של הספד ויצאו בבהלה ובמקום עליונה ותחתונה כתב שהיו דרים בחצר אחת וחזר העכו''ם וסגר פתח החצר לומר דעליונה ותחתונה לאו דוקא ומדקדוק דברי רבינו נראה דדוקא בשיצאו בבהלה הוא דתלינן בהכי אבל אם יצאו שלא בדרך בהלה לא דאיכא למיחש שמא ראה את הישראל בשוק והניחו שם ובא לבית לנסך ואינו מתירא שיראנו מן העליה שהרי הניחו בשוק אבל כשיוצאים בבהלה לפעמים מניח אדם את חבירו בשוק וכשבא לבית מוצא שקדמו ובא לבית שמתוך הבהלה עובר לפניו ואינו מרגיש בו ומש''ה איכא למימר שמתירא העכו''ם שקדמו: \n\n"
            ],
            [
                "<b>יין של ישראל ועכו''ם וכו'.</b> עובדא שם וגירסת רבינו ההוא ביתא דהוה יתיב ביה חמרא דישראל ועכו''ם וכך היא גירסת הרי''ף והרשב''א ומשמע לרבינו דמיירי שהחביות פתוחות מדלא הצריכו שישהא כדי שיפתח ויגוף ותיבש. \n",
                "<b>ומ''ש וכן אם שאג ארי וכיוצא בו וכו',</b> ג''ז עובדא שם. \n",
                "<b>ומה שכתב רבינו שהרי מפחד מן הרואה אותו.</b> דבר פשוט הוא דאשריותא דכל החביות שכנגד החלון קאי ועלה קאי וכן אם שאג ארי: \n\n"
            ],
            [],
            [
                "<b>אוצר של יין וכו'.</b> ג״ז שם ההוא אושפיזא דהוה יתיב ביה חמרא דישראל אישתכח עכו״ם דהוה יתיב ביני דני אמר רבא אם נתפס עליו כגנב שרי ואי לא אסור ופירש״י בס״פ ר' ישמעאל (עבודה זרה דף ס״א:) אם נתפס עליו כגנב אם עכו״ם חלש הוא ויש אימת שופטי העיר עליו ואם ימצאוהו נוגע נתפס עליו כגנב חמרא שרי בשתיה ואי לא אסור אף בהנאה דודאי נגע. ורבינו גורס דהוה יתיב ביה חמרא דישראל ועכו״ם ומפרש שהיו החביות פתוחות ונראה לומר כדפרש״י בס״פ ר' ישמעאל שאע״פ שאינו נתפס כגנב על הכניסה כיון שיש לו יין באותו פונדק מאחר שהוא נתפס כגנב על הנגיעה שרי. ומ״מ קשיא לי דפתח באוצר וסיים בפונדק ומשמע שהפונדק יש בו אוצרות וכיון שהאוצר של הישראל מיוחד לו אע״פ שהעכו״ם יש לו חביות באמצע הפונדק או באוצר אחר שבפונדק למה לא יהא נתפס על כניסתו באוצר המיוחד לישראל. ולכן נראה שרבינו מפרש אם נתפס כגנב על הכניסה כדפירש״י פ' השוכר את הפועל (עבודה זרה דף ע') והכי דייק מ״ש אם נבהל כשנמצא. ואפשר לפרש בדברי רבינו שהוא מפרש פירוש מחודש בנתפס עליו כגנב דהיינו לומר שאם כשנמצא העכו״ם בין חביות ישראל נבהל ונשתנו פניו כאילו הוא גנב מותר שהדברים מוכיחים שמחמת אימתו לא נגע ואם לא נבהל כשמצאוהו אלא היה בוטח כגוי אשר צדקה עשה חיישינן שמא נגע: \n",
                "<b>ומ''ש ותינוק הנמצא בין וכו'.</b> כתב הראב''ד א''א זה כתב בשביל שראה וכו'. הא איתא בפ' בתרא דע''ז (דף ע':) ההיא רביתא דאתשכח דהוי בי דני והות נקיטא אופיא בידה אמר רבא חמרא שרי אימור מגבה דחביתא שקלתה ואע''ג דליכא תו אימור איתרמויי איתרמו לה ופירש''י ודוקא רביתא שאינה יודעת מטיב ניסוך ולא מסרה נפשה למינגע אבל גדולה מכי חזינן דנקיטא אופיא לא תלינן לקולא. אבל התוס' כתבו לא מצינו חילוק זה בכל מקום לכן נראה דלאו דוקא רביתא דה''ה גדולה אלא דעובדא הכי הוה וכ''כ הרשב''א וכן דעת הראב''ד וקשיא לי לדעתם למה לא חילקו בה בין נתפסת כגנב לאינה נתפסת ונ''ל דאה''נ דמפלגינן בה בהכי ולא חשה הגמרא לפלוגי בהכי משום דבעובדי אחריני אשמעינן הכי ולא איצטריך לאשמועינן בהאי עובדא אלא אע''ג דנקיטא אופיא בידה לא אמרינן ודאי נגעה. וז''ש הראב''ד נדמה לו אע''פ שלא היתה נתפסת כגנב התירו היין כלומר נדמה לו ואינו כן שגם בה חילקו בין נתפסת כגנב לאינה נתפסת. ומה שסיים וכתב ואע''פ שהיתה אופיא בידה התירוה היינו לומר דלדברי רבינו איכא תרי חידושי בהאי עובדא אבל לדידיה ליכא אלא חד חידושא. ואין זו השגה דכיון דמטעם שהיא רביתא שרינן בכל גוונא שרי, וידים מוכיחות לפירוש רבינו מדלא חילקו בה בין נתפסת כגנב לאינה נתפסת. וכבר כתבתי שגם רש''י פירש כדברי רבינו דדוקא רביתא: \n\n"
            ],
            [
                "<b>גדוד שנכנס למדינה וכו'.</b> משנה פ' בתרא דע''ז (דף ע':) בולשת שנכנסה לעיר בשעת שלום חביות פתוחות אסורות סתומות מותרות בשעת מלחמה אלו ואלו מותרות לפי שאין פנאי לנסך. ופירש''י בולשת חיל. ובגמ' ורמינהי עיר שכבשה כרקום כל כהנות שבתוכה פסולות אמר רב מרי לנסך אין פנאי לבעול יש פנאי. וכתב הר''ן בשעת שלום סתומות מותרות שכיון שהן סתומות ה''ז ראיה שלא פתחום שאם פתחום לא חזרו לסתמם שאין אימת אדם עליהם וכ''ש דשרו לר' אליעזר דלא חייש לזיופא וסגי ליה בחותם אחד ומיהו בין לדידיה בין לרבנן דוקא סתומות במגופה של טיט אבל בפקוק של עץ כפתוחות דמו וכי מהדר ליה לפקק לאו משום אימתא אלא אורחא דמילתא. בשעת מלחמה אלו ואלו מותרות (לפי שאין פנאי לנסך) בין בכרקום של אותה מלכות בין של מלכות אחרת וכן מוכח בפ' האשה שנתארמלה. ומיהו דוקא בפתוחות מתחלתן אבל סתומות שנפתחו חיישינן להו עכ''ל. ועיין במ''ש המגיד משנה בפרק י''ח מהלכות איסורי ביאה: \n\n"
            ],
            [
                "<b>עכו״ם שנמצא עומד וכו'.</b> משנה וגמרא פרק רבי ישמעאל (עבודה זרה דף ס':). וא״ת אמאי לא מפליג הכא בין נתפס כגנב לאינו נתפס. וי״ל דה״פ אם יש לו עליו מלוה פשיטא שאינו נתפס כגנב ואסור ואם אין לו עליו מלוה מותר והוא שיהא נתפס כגנב: \n\n"
            ],
            [
                "<b>זונה עכו''ם וכו'.</b> בפירקא בתרא דעבודה זרה (דף ס''ט ע') אמר רבא זונה עכו''ם וישראל מסובים אצלה חמרא שרי נהי דתקיף להו יצרא דעבירה יצרא דיי''נ לא תקיף להו זונה ישראלית ועכו''ם מסובין חמרא אסיר מ''ט הואיל וזילא עלייהו בתרייהו גרירא כלומר ושבקה להו לנסוכי: \n\n"
            ],
            [
                "<b>עכו״ם הנמצא בבית וכו'.</b> עובדא פ' ר' ישמעאל (עבודה זרה דף ס':) וכתב רבינו שזו הרחקה יתירה: \n\n"
            ],
            [
                "<b>חבית שצפה בנהר וכו'.</b> בפ' לא יחפור (ב''ב כ''ד) אתמר חבית שצפה בנהר אמר רב נמצאת כנגד עיר שרובה ישראל מותר כנגד עיר שרובה עכו''ם אסור ושמואל אמר אפילו נמצאת כנגד עיר שרובה ישראל אסור וידוע דהלכתא כרב באיסורי: \n\n"
            ],
            [
                "<b>מקום שהיו רוב מוכרי היין בו וכו'.</b> בפרק לא יחפור הנהו זיקי דחמרא דאשתכחו בי קופאי שרנהו רבא לימא לא סבר לה לדרבי חנינא (דאמר רוב וקרוב הולכים אחר הרוב) שאני התם דרובא דשפוכאי ישראל נינהו וה''מ רברבי אבל זוטרי אימור מעוברי דרכים נפול ואי איכא רברבי בהדייהו אימור באברורי הוו מנחי. ופירש''י בי קופאי טמונים בין הגפנים שבכרם (והיא של ישראל וכו') באברורי (הוו מנחי) להשוות משא החמור. ונראה שרבינו מפרש בי קופאי שם מקום וכ''כ התוס' בשם הערוך ויש לתמוה על מ''ש רבינו מותרים בהנאה דכיון דרוב שפוכאי ישראל הוו אפילו בשתיה ה''ל למשרי והכי משמע לישנא דשריותא סתם. וי''ל דמשמע לרבינו דכיון דאמרינן לימא לא סבר לדרבי חנינא אלמא רוב העיר עכו''ם הוו ואמרינן בפ' אלו מציאות מצא חבית של יין בעיר שרובה עכו''ם מותרת משום מציאה ואסורה בהנאה וכי מאחר דאסירא בהנאה מותרת משום מציאה למאי הלכתא אמר רב אשי לקנקנה, ומפני כך פירש רבינו דהא דשרא רבא לא התיר אלא הכלים ליהנות מהן אבל היין עצמו אסור כיון שרוב העיר היו עכו''ם ואע''ג דרובא דשפוכאי הוו ישראל מסתיין דשרי הכלים וז''ש הרי אלו מותרין דמשמע דקאי אקנקנים דאי אף איין קאי ה''ל למימר מותר ואפשר דמשום הכי לא אמר שרא רבא דמשמע שהתיר היין אלא שרנהו רבא כלומר התיר הכלים אבל לא היין אבל קשה דאי לא שרא רבא אלא הכלים מאי מתמה לימא לא סבר לה לדר' חנינא דאמר הלך אחר הרוב כלומר וכיון דרוב העיר עכו''ם היכי שרא והא דינא הכי הוא דמצא חבית של יין בעיר שרובה עכו''ם הקנקן מותר לפיכך צ''ל דשרנהו רבא וכן מותרים שכתב רבינו איין נמי קאי אלא דמשמע ליה לרבינו דאע''ג דרוב שפוכאי הוו ישראל כיון דרוב העיר עכו''ם מסתיין דנישרי יין וקנקנים בהנאה: \n",
                "<b>חבית שפתחוה גנבים וכו'.</b> בפ' בתרא דע''ז (דף ע'): \n\n"
            ]
        ],
        [
            [
                "<b>הלוקח בית או ששכר בית בחצרו של עכו״ם וכו'.</b> בסוף פרק רבי ישמעאל (עבודה זרה דף ס״א) תנו רבנן אחד הלוקח ואחד השוכר בית בחצרו של עכו״ם ומילאהו יין וישראל דר באותה חצר מותר אף על פי שאין מפתח וחותם בידו בחצר אחרת מותר והוא שמפתח וחותם בידו: \n\n"
            ],
            [
                "<b>ומ''ש יצא ולא סגר הפתח וכו' ואם א''ל אחוז לי מפתח זה עד שאבא וכו'.</b> בפ' בתרא דע''ז ההוא מסוביתא פי' מוכרת יין דמסר איקלידה מפתחה לעכו''ם אר''י א''ר אלעזר עובדא הוה בי מדרשא ואמרו לא מסר לה אלא שמירת מפתח בלבד ופרש''י ולא סמכה דעתה ליכנס ונתפסה כגנב ומשמע מדברי הפוסקים דאפי' במסר לה המפתח סתם אמרינן לא מסר לה אלא שמירת המפתח אבל מדברי רבינו נראה דדוקא בדפריש ואמר שאינו מוסר לה אלא שמירת המפתח: \n",
                "<b>וכתב</b> הראב''ד א''א זה שיבוש שלא אמרו וכו'. וי''ל שרבינו סובר דכשהיין והבית של ישראל אפי' לא סגר הפתח או שסגר והניח ביד העכו''ם סתם מותר דליכא למיחש שיכנס העכו''ם בבית שהרי הוא נתפס כגנב על הכניסה ולא איצטריך הגמ' לאשמועינן הכא דהא אשמעינן בכמה דוכתי אלא הכא ב''ע כשהבית של עכו''ם שאם מסר לו המפתח סתם או שיצא ולא סגר הפתח אסור בשתיה מיהא משום דכיון שיש לעכו''ם שייכות בבית אינו נתפס כגנב על הכניסה וכשא''ל אחוז לי מפתח זה עד שאבא הוי כמפרש שאינו מוסר לו אלא שמירת מפתח בלבד ומותר: \n\n"
            ],
            [
                "<b>עכו״ם ששכר ישראל לדרוך וכו'.</b> משנה סוף פרק ר' ישמעאל (עבודה זרה דף ס״א) המטהר יינו של עכו״ם ונתנו ברשותו ובבית הפתוח לר״ה בעיר שיש בה עכו״ם וישראלים מותר בעיר שכולה עכו״ם אסור עד שיושיב x שומר ואין השומר צריך להיות יושב ומשמר אע״פ שהוא יוצא ונכנס מותר רשב״א אומר (כל) רשות עכו״ם אחת המטהר יינו של עכו״ם ונתנו ברשותו והלה כותב לו התקבלתי ממך מעות מותר אבל אם רצה ישראל להוציאו ואינו מניחו עד שיתן לו את מעותיו זה היה מעשה בבית שאן ואסרו. בגמ' תניא המטהר יינו של עכו״ם ברשותו וישראל דר באותו חצר וכו' ואע״פ שאין מפתח וחותם בידו מותר בחצר אחרת אסור אע״פ שמפתח וחותם בידו עד שיושיב שומר ואיפליגו אמוראי בפירוש דברי רשב״א ותניא כמ״ד דה״ק ת״ק בד״א ברשותו אבל ברשות עכו״ם אחר מותר ולא חיישינן לגומלין רשב״א אומר כל רשות עכו״ם אחת היא. והשתא מ״ש רבינו אם היה ישראל זה ששומר אותו היין דר באותה חצר היין מותר ואם היה השומר דר בחצר אחרת היין אסור ואע״פ שהמפתח והחותם ביד ישראל, פשוט דהיינו ברייתא דבסמוך: \n",
                "<b>וכתב</b> הראב''ד אף על פי שהמפתח והחותם ביד ישראל א''א עד שיהיה שם שומר נכנס ויוצא עכ''ל. משיג על רבינו שהיה לו לסיים כן כמו שמסיים בברייתא ואין זו השגה שכבר נתבאר בדברי רבינו דבשומר נכנס ויוצא מותר: \n",
                "<b>ומ''ש היין מותר אע''פ שהפתח פתוח והשומר נכנס ויוצא.</b> פשוט במשנה וכתב הראב''ד דר באותה חצר וכו' א''א זה שבוש שאין הבית צריך לכך עכ''ל. נראה שטעמו (חסר כאן) \n\n"
            ],
            [
                "<b>ומ''ש אפי' כתב לעכו''ם שנתקבל ממנו המעות.</b> פשוט בסיפא דמתניתין: \n",
                "<b>ומ''ש בין ברשות בעל יין בין ברשות עכו''ם אחר.</b> היינו כרשב''א דמתני' וכן פסק רבינו בפירוש המשנה כמותו ונראה שטעמו מדאמרו בפ' הנזכר (דף ס''א:) גבי עובדא דפרזק רופילא סבור רבנן קמיה דרבא למימר כי חיישינן לגומלין ה''מ היכא דקא מותיב האי גבי האי וכו' א''ל רבא אדרבה אפילו למ''ד לא חיישינן לגומלין ה''מ היכא דלא מירתת מיניה וכו' ומדקאמר גבי דידהו כי חיישינן לגומלין וגבי דידיה קאמר אפילו למ''ד לא חיישינן לגומלין משמע דלדברי כלם הלכה כמ''ד חיישינן לגומלין דהיינו רשב''א: \n\n"
            ],
            [
                "<b>ומ''ש היה זה היין הטהור וכו'.</b> היינו רישא דמתניתין דקתני ונתנו ברשותו בבית שהוא פתוח לר''ה בעיר שיש בה עכו''ם וישראל מותר: \n\n"
            ],
            [
                "<b>ומ''ש ואשפה וחלון ודקל וכו'.</b> שם בגמ' וטעמא משום דמתירא שמא יבא ישראל לישב על האשפה ויראנו. וחלון פירש''י חלון של ישראל פתוח כנגד פתח הבית ע''כ. ודקל טעמא משום דמתירא העכו''ם שמא יעלה הישראל ללקוט פירותיו ויראנו נוגע. ובשאין בו פירות איפליגו רב אחא ורבינא וקי''ל דכל היכא דפליגי רב אחא ורבינא הלכה כדברי המיקל וטעמא דשרי מפני שהוא מתירא שמא יעלה עליו לצורך תשמיש אחר ויראנו משם: \n\n"
            ],
            [
                "<b>חצר החלוקה וכו'.</b> בפ' בתרא דע''ז (דף ע':) חצר שחלקו במסיפס אמר רב טהרותיו טמאות ובעכו''ם אינו עושה יי''נ כלומר אע''פ שידו של עכו''ם מגעת שם. ור''י אמר אף טהרותיו טהורות וידוע דהלכה כר''י לגבי דרב. \n",
                "<b>ומ''ש וכן שני גגין שהיה גג ישראל למעלה וכו' או שהיה זה בצד זה וכו' אף על פי שיד העכו''ם מגעת לחלק ישראל וכו',</b> ברייתא שם וכרבנן דפליגי אדרשב''ג ומפרש רבינו בשיש ביניהם מסיפס מדמקשי מינה לרב דאיירי בחצר החלוקה במסיפס. ופירש''י מסיפס מחיצה נמוכה. והערוך פירש בשם גאון מסיפס כותל חלול שיש בו חלונות: \n\n"
            ],
            [],
            [
                "<b><small>(ח-ט)</small> מותר לישראל להפקיד יינו וכו'.</b> בפ''ב דע''ז (דף ל''א) אחד הלוקח ואחד השוכר בית בחצירו (של עכו''ם) ומילאהו יין ומפתח או חותם ביד ישראל ר' אליעזר מתיר (בשתיה) וחכמים אוסרים. זו היא גירסת בה''ג והרי''ף ורבינו וכתב הרשב''א שהיא הגירסא הנכונה ואפסיקא הלכתא בגמ' פרק ר' אליעזר. \n",
                "<b>ומ''ש כיצד סתם החבית בכלי שאינו מהודק וכו'.</b> שם בגמרא: \n",
                "<b>ומ''ש ואם הפקיד ביד עכו''ם בחותם אחד ה''ז אסור בשתיה וכו',</b> בפ''ב דע''ז (דף ל':) א''ר יוחנן משום ר''י בן בתירא המפקיד יינו אצל עכו''ם אסור בשתיה ומותר בהנאה והא תנן המפקיד פירותיו אצל עכו''ם הרי הן כפירותיו של עכו''ם לשביעית ולמעשר כגון שייחד לו קרן זוית א''ה בשתיה נמי לישתרי דהא ר' יוחנן איקלע לפרוד וכו' תנא ליה ר' תנחום דמן פרוד המפקיד יינו אצל עכו''ם מותר בשתיה וכו' ל''ק הא ר''א הא רבנן דתניא אחד הלוקח ואחד השוכר בית בחצירו של עכו''ם ומילאהו יין ומפתח וחותם ביד ישראל ר''א מתיר וחכמים אוסרים ופירש''י שייחד לו קרן זוית ומסר לו מפתח או עשה חותם ומשמע דה''פ הא דקתני המפקיד יינו אצל עכו''ם מותר בשתיה היינו ע''י מפתח או חותם ביד ישראל וכר''א והא דקתני ר''י בן בתירא אומר המפקיד יינו אצל עכו''ם אסור בשתיה ומותר בהנאה היינו במפתח וחותם כחכמים דאסרי בשתיה והשתא הדרינן ממאי דאוקימנא בשייחד לו קרן זוית. ולפי זה יש לתמוה על רבינו שכתב והוא שייחד לו קרן זוית דהא למסקנא הדרינן מהאי אוקימתא וכן יש לתמוה על הראב''ד שכתב והוא שייחד לו קרן זוית א''א זה שיבוש וכו'. ועוד יש לתמוה על רבינו שפסק כההיא דר''י בן בתירא דהמפקיד יינו אסור בשתיה ומותר בהנאה דאתיא כחכמים דפליגי אר' אליעזר ובגמ' איפסיק הלכתא כר''א והוא עצמו פסק לעיל בסמוך כמותו ולכן צ''ל שרבינו מפרש (חסר כאן) \n\n"
            ],
            [
                "<b>יין מבושל וכו'.</b> בפרק אין מעמידין (עבודה זרה דף ל״ט:) אמר רב אשי הא אתא לאשמועינן חומץ מבושל שלנו ביד עכו״ם וכן יין שלנו ביד עכו״ם א״צ חותם בתוך חותם מ״ט אי משום אינסוכי לא מנסכי אי משום איחלופי כיון דאיכא חותם אחד לא טרח ומזייף ומשמע דאפילו יש בכלי שום נקב שיוכל לשתות ממנו אם אינו גדול שיוכל להריק בו יין לתוך הכלי שרי דלמאי ניחוש לה אם מפני שהוא יכול לשתות ממנו הא לא מינסיך ואי משום איחלופי כיון שהנקב צר כל כך ליכא למיחש להכי. \n",
                "<b>ומה שכתב רבינו דה''ה לשכר.</b> פשוט שהוא נלמד מדין יין מבושל. \n",
                "<b>ומ''ש או יין שעירב בו דברים אחרים וכו',</b> שם אמרינן דאלונתית אין בה משום יי''נ ואלונתית הוא יין שיש בו תערובת שמן ויינומלין הוא יין שיש בו תערובת דבש ופלפלין ומאחר שאין בהם משום יי''נ דינם כיין מבושל. \n",
                "<b>ומ״ש והגבינה והחלב מותרים בחותם אחד,</b> מימרא בפרק אין מעמידין (עבודה זרה דף ל״ט:) וסובר רבינו שהטעם מפני שאיסורם מד״ס וכן דעת הרשב״א וכתב ואע״פ שסתם יינם אינו אלא מדרבנן החמירו בו כשל תורה משום דחביב ניסוך עליהם וטרחי ומזייפי חותם אחד. והר״ן כתב בשם הירושלמי דטעמא משום דכל דבר שאיסורו מגופו אסור בחותם אחד משום תערובת מותר בחותם אחד: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b><small>(יג-יד)</small> יש דברים שאין בהם איסור ניסוך כלל וכו' ואלו הם לא ימזוג העכו״ם המים וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ח:) א״ר יוחנן יין שמזגו עכו״ם אסור משום לך לך אמרין נזירא וכו' ומשמע לרבינו דכיון דאינו אלא משום לך לך אמרין נזירא אין לאסור אלא לכתחלה כמ״ש במוליך ענבים לגת ולישנא דשמזגו לאו דוקא וחלקו עליו המפרשים וכתבו דבשתיה מיהא אסור. \n",
                "<b>ומ''ש ולא יוליך העכו''ם ענבים לגת וכו',</b> שם (דף נ''ט) בעו מיניה מרב כהנא עכו''ם מהו שיוליך ענבים לגת א''ל אסור משום לך לך אמרין נזירא וכו' איתביה רב יימר לרב כהנא עכו''ם שהביא ענבים לגת בסלים ובדרדורים אע''פ שהיין מזלף עליהם מותר א''ל הביא קאמרת אנא לכתחלה קאמינא. \n",
                "<b>ומ''ש ולא יסייע לישראל בשעה שמריק מכלי אל כלי,</b> בפרק בתרא דע''ז (דף ע''ב:) אמר להו רבא להנך שפוכאי כי שפכיתו חמרא לא ליקרב עכו''ם לסייע בהדייכו דילמא מישתליתו ושדיתו ליה עליה וקא אתי מכחו ואסור ופירש''י שפוכאי פועלים ישראל הרגילים לערות יין מכלי אל כלי. ושדיתו ליה עליה שמא תניחו כל הכלי שמערים ממנו ביד העכו''ם והוא יערה לבדו ומיתסר התחתון. ומדיהב טעמא דילמא משתליתו ושדיתו עליה משמע דכל היכא דלא שדו עליה דעכו''ם מותר בדיעבד וכן פסקו סמ''ג ורשב''א והר''ן. \n",
                "<b>ומ''ש וכן מותר שיריח העכו''ם וכו'.</b> שם (דף ס''ו:) האי בת תיהא עכו''ם בדישראל שפיר דמי ישראל בדעכו''ם אביי אמר אסור רבא אמר מותר. ופירש''י בת תיהא נקב נוקבין במגופת החבית להריח את היין לבודקו אם יכול להתקיים וידוע דהלכה כרבא: \n\n"
            ],
            [
                "<b>כבר ביארנו שכל דבר שהוא אסור בהנאה וכו' לפיכך עכו''ם ששכר את ישראל וכו' וכן השוכר את החמור להביא עליו יין וכו'.</b> משנה בפ' בתרא דע''ז (דף ס''ב) השוכר את הפועל לעשות עמו ביי''נ שכרו אסור וכו' השואל את החמור להביא עליה יין נסך שכרו אסור ובגמ' (שם ע''ב) איבעיא להו שכרו לסתם יינם מהו וכו' עד איניש גנב ואייתי קבר הכא. ומה שכתב אם מעות נתנו לו יוליכם לים המלח x: \n\n"
            ],
            [],
            [
                "<b>שכר לעכו''ם חמור לרכוב עליו וכו'.</b> שם במשנה: \n",
                "<b>שכרו לשבר כדי יין נסך וכו'.</b> שם (דף ס''ג:) בעיא דאיפשיטא: \n\n"
            ],
            [
                "<b>השוכר את הפועל ואמר לו העבר לי מאה חביות וכו'.</b> שם במשנה שכרו לעשות עמו מלאכה אחרת אע''פ שאמר לו העבר לי חבית של יי''נ ממקום למקום שכרו מותר ובגמרא (דף ס''ה) אוקמה רבא דאמר ליה העבר לי חבית חבית בפרוטה דתניא השוכר את הפועל ואמר לו העבר לי מאה חביות במאה פרוטות ונמצאת חבית של יי''נ ביניהם שכרו אסור חבית חבית בפרוטה ונמצאת חבית של יין ביניהם שכרו מותר ופירש''י העבר לי חבית חבית בפרוטה ונמצאת חבית של יי''נ ביניהם שדי פרוטה לנהרא א''נ לא שקיל מיד עכו''ם ואינך מישתרו דהא לא שייך שכר ההוא חבית בהדי אינך דכל חדא קנין אגרא באפי נפשה. העבר מאה חביות במאה פרוטות דכל כמה דלא אעברינהו לכולהו לא יהיב ליה מידי [הילכך כוליה אגרא שייך ביה]: \n",
                "<b>וכתב</b> הראב''ד א''א ומאחר דקי''ל כר''א וכו'. ויש לומר שהטור כתב שדעת הרמ''ה והרמב''ן כדעת רבינו משום דכיון דקבלנות היא כוליה אגרא אכל חדא וחדא יהיב ואין לו תקנה על ידי הולכת הנאה לים המלח והרשב''א והר''ן נתנו טעם אחר שאילו הודיעו מתחלה שאינו מעביר לו אותה חבית שמא לא היה שוכרו כלל וכ''נ שהוא דעת הרי''ף שכתב סתם דשכרו אסור ולא חילק בדבר וכ''נ מדברי רש''י: \n\n"
            ],
            [],
            [
                "<b>אומני ישראל ששלח להם עכו''ם וכו'.</b> משנה פרק בתרא דע''ז (דף ע''א) ותיבת ובלבד הכתוב בספרי רבינו נ''ל שהוא ט''ס וכן מצאתי תיבת ובלבד בספר מוגה שנמחק: \n\n"
            ],
            [
                "<b>ישראל שהיה נושה בעכו''ם מנה וכו'.</b> ברייתא רפ''ג דע''ז (דף ס''ד): \n\n"
            ],
            [
                "<b>וכן גר ועכו''ם שהיו שותפין ובאו לחלוק וכו'.</b> שם וכי רוצה בקיומו כה''ג מי אסיר והא תנן גר ועכו''ם שירשו את אביהם עכו''ם יכול לומר לו טול אתה עכו''ם ואני מעות טול אתה יי''נ ואני פירות אם משבאו לרשות הגר אסור וכו' אמר רב פפא וכו' שאני ירושת הגר דאקילו בה רבנן גזירה שמא יחזור לקילקולו תניא נמי הכי בד''א שירשו אבל נשתתפו אסור: \n\n"
            ],
            [
                "<b><small>(כג-כד)</small> ישראל שמכר יינו לעכו''ם פסק עד שלא מדד דמיו מותרים וכו'.</b> משנה שם (דף ע''א) המוכר יינו לעכו''ם פסק עד שלא מדד דמיו מותרים מדד עד שלא פסק דמיו אסורים ובגמ' אמר אמימר משיכה בעכו''ם קונה וכו' ורב אשי אמר וכו' אינה קונה וכו' אמר רב אשי מנא אמינא לה מדא''ל רב להנהו סבויתא כי כייליתו חמרא לעכו''ם שיקלו זוזי מינייהו והדר כיילו להו ואי לא נקטו בהדייהו זוזי אוזיפונהו והדר שיקלו מינייהו כי היכי דתהוי הלואה גבייהו דאי לא עבידתו הכי כי קא הוי יי''נ ברשותייכו קא הוי וכי שקליתו דמי יי''נ קא שקליתו ואי ס''ד משיכה בעכו''ם קונה מדמשכה עכו''ם קנייה יי''נ לא הוי עד דנגע ביה אי דקא כייל ורמי למנא דישראל ה''נ לא צריכא דקא כייל ורמי למנא דעכו''ם סוף סוף כי מטא לאוירה דמנא קנייה יי''נ לא הוי עד דמטי לארעיתיה דמנא ש''מ ניצוק חבור (לא) אי דנקיט עכו''ם לכלי בידים ה''נ לא צריכא דמנח אארעא ותיקני ליה כליו ש''מ כליו של לוקח ברשות מוכר לא קנה לוקח לא לעולם אימא לך קנה לוקח והב''ע כגון דאיכא עכבת יין אפומא דכזונתא דקמא קמא אינסיך ליה וכמאן דלא כרשב''ג דאי רשב''ג הא אמר ימכר כולו לעכו''ם חוץ מדמי יי''נ שבו מידי הוא טעמא אלא לרב הא אמר רב הלכה כרשב''ג חבית בחבית אבל לא יין ביין ע''כ בגמרא. ונראה מדברי רבינו שהוא סובר דעכו''ם קונה בין במשיכה בין בכסף וכ''כ המגיד בפרק א' מהלכות זכייה שהוא דעתו ז''ל ומפרש דמתני' בשמדד הישראל לכליו וכך נתנו לעכו''ם וכך משכו מידו בכליו של ישראל ואח''כ נגע בו וקתני דאם פסק עד שלא מדד דמיו מותרים משום דמדמשכיה על דעת הפסק שפסק עמו קנייה וזוזי הלואה נינהו גביה יי''נ לא הוי עד דנגע ביה אבל אם מדד עד שלא פסק ונתנו לעכו''ם ונגע בו דמיו אסורים שמאחר שלא פסק לא סמכה דעתו כשמשך דשמא יתבע ממנו דמים מרובים הילכך אע''ג דמשך לא קנה ונמצא דכשנגע בו עדיין יינו של ישראל היה וכי שקיל מיניה דמי הוי כמוכרו לו ומשמע לי דמדד דקתני מתני' ודנקט רבינו לאו דוקא אלא היינו לומר דמדד ונתן לעכו''ם ומשכו דאל''כ קשה אמאי מדד עד שלא פסק דמיו אסורים אע''פ שלא פסק עמו עד אחר שמדדו כיון שעדיין לא משכו דמיו מותרים דכל שקדם פסק למשיכה סמכא דעתיה וקנה במשיכה וטעמא דנקטו מדידה במקום משיכה נראה דהיינו משום דאין דרך לפסוק בין מדידה למשיכה אלא או קודם מדידה או אחר משיכה מש''ה נקטו מדידה במקום משיכה ונכלל עוד במלת מדד שאחר שמשכו נגע בו כדלעיל. \n",
                "<b>ומ''ש אבל אם מדד לכלי העכו''ם או לכלי ישראל שביד העכו''ם צריך ליקח הדמים ואח''כ ימדוד וכו'.</b> היינו מדא''ל רב שיקלו זוזי מינייהו והדר כיילו להו ואוקימנא בדכייל ורמי למנא דעכו''ם כלומר דמדנפל למנא נאסר קודם שקנה העכו''ם כלל שהרי עדיין לא משך ולא נתן דמים וכיון שעד שלא חל הקנין נאסר ברשותו של ישראל כי יהיב ליה בתר הכי הוי מוכר לו יין אסור ואם לקח ממנו דמים קודם שמדד שרי משום דעכו''ם דכיון דיהיב דמי קני אע''פ שלא משך הילכך כי מדד לכליו של עכו''ם ונאסר חמרא דעכו''ם הוא שנאסר שכבר היה קנוי לו. \n",
                "<b>ומ''ש דה''ה אם מדד לכלי של ישראל שביד העכו''ם דמיו</b> קשה דאדרבה בכה''ג אמרינן בגמרא דאפי' מודד לכלי של עכו''ם שרי דפרכינן סוף סוף מכי מטא לאוירא דמנא קנייה יי''נ לא הוי עד דמטי לארעיתא דמנא ואהדרינן אי דנקיט ליה עכו''ם לכלי בידיה הכי נמי לא צריכא דמנח אארעא י''ל דהיינו למאן דאמר ניצוק אינו חבור אבל למאן דאמר ניצוק חיבור מכי שדי לקלח בתוך יין שבכלי העכו''ם נאסר כל היין שבכלי העליון משום ניצוק והוא הדין למודד לתוך כלי של ישראל ונאסרה מפני שנפלה לכלי שביד עכו''ם כל יין שבכלי העליון נאסר משום נצוק. \n",
                "<b>ולפי זה מ''ש שמשיגיע לכלי נאסר בסתם יינם</b> פירוש משהתחיל להגיע בכלי נאסר הכל כלומר אף מה שבכלי העליון כסתם יינם. ומיהו הא דאסר במודד לכלי ישראל שביד העכו''ם היינו דוקא כשהיה העכו''ם מנדנד הכלי אם היה מונח בקרקע או שהיה אוחזו בידו באויר דאז על כרחו הוא מנדנד אבל אם היה מונח הכלי של ישראל ע''ג קרקע והעכו''ם אוחזו ולא נדנדו לא נאסר היין כמו שנתבאר בפרק י''ב. וא''ת במדד עד שלא פסק דאמרינן שהדמים אסורים אמאי כיון דאינו מוכרו אלא לאותו עכו''ם שנסכו שרי. וי''ל דרבינו לטעמיה דסבר שאינו מותר למכרו אלא דוקא כשנתכוון להזיקו והכא לא נתכוון להזיקו שהרי אפי' הישראל טעה בדין וחשב שאין המעות נאסרים וברשותו של ישראל נגע הילכך אינו חייב לשלם לו: וכתב \n",
                "<b>הראב''ד ואם מדד ולא לקח הדמים וכו'.</b> א''א הא נמי דלא כהלכתא וכו': \n\n"
            ],
            [],
            [
                "<b>הנותן דינר לחנוני וכו'.</b> בפרק בתרא דע''ז (דף ס''ג) תניא אומר אדם לחמריו ולפועליו לכו ואכלו בדינר זה (צאו ושתו בדינר זה) ואינו חושש לא משום שביעית ולא משום מעשר ולא משום יי''נ ואם אמר צאו אכלו ואני פורע צאו ושתו ואני פורע חושש משום שביעית ומשום מעשר ומשום יי''נ ואוקמה רב חסדא בחנוני המקיפו דכיון דאורחיה לאוקופיה קני ליה דינר גביה ואותיבנן עליה ואסיקנא אלא אמר רבא ל''ש מקיפו ל''ש שאין מקיפו אע''ג דמשעבד ליה כיון דלא מייחד שיעבודיה לא מיתסר אלא הכא אמאי חושש וכו' אמר רב פפא כגון שהקדים לו דינר כלומר שהקדים בעה''ב דינר לחנוני קודם ששלח אצלו דהשתא מדבעה''ב אכלי רב אשי אמר כגון שנטל ונתן ביד כלומר שנשא מיד החנוני ונתן להם דהשתא איהו ספי להו איסורא וכתב הרשב''א מסתברא דרב אשי לא פליג אדר''פ אלא דניחא ליה טפי לאוקומה בהכין משום דלישנא דברייתא לא ניחא לאוקימתא דר''פ ואיתא לדר''פ ואיתא לדרב אשי עכ''ל: \n\n"
            ],
            [],
            [
                "<b>מלך שהיה מחלק יינו לעם וכו'.</b> שם (דף ע''א) אמר ר''י אמר רב מותר לאדם לומר לעכו''ם צא והפס עלי מנת המלך מיתיבי אל יאמר אדם לעכו''ם עול תחתי לאוצר א''ל רב עול תחתי לאוצר קא אמרת הא לא דמיא אלא להא אבל אומר לו מלטני מן האוצר ופירש רש''י צא והפס עלי מנת המלך ארנונא שהיו נותנים מתבואותיהם וכו' איתא בבית יוסף סימן קל''ב עד ונמצא פורע חובו מיין נסך: \n",
                "<b>וכתב</b> הראב''ד א''א דבריו מבולבלים וסתומים וכו'. ואני אומר שהדבר ידוע שדברי הראב''ד על דרך פירוש רש''י ודברי רבינו כמו שכתב הרשב''א בתורת הבית שפירשו מקצת הגאונים ואיני רואה כאן לא בלבול ולא סתימה: \n\n"
            ],
            [
                "<b>עכו״ם שנגע ביינו של ישראל לאונסו וכו'.</b> בפרק ר' ישמעאל (עבודה זרה דף נ״ט:) אמר רב אשי האי עכו״ם דנסכיה לחמריה דישראל [בכוונה אע״ג] דלזבוניה לעכו״ם אחרינא אסור שרי ליה למישקל דמי מההוא עכו״ם וכתב הר״ן דטעמא משום דלאו מכר הוא ואינו נהנה מדמי יי״נ אלא אומר לו שפכת ייני ואבדתו ממני ודמי יין כשר קא שקיל ואע״ג דעכו״ם לא יהיב דמי אא״כ יהיב ליה ישראל חמרא לא מיתסר מש״ה דמ״מ הרי מחוייב לו דמי נזקו ומשום תשלומי נזק שקיל להו לדמים ולא מתורת מכר וכך הם דברי רבינו. ומשמע עוד מדבריו דדוקא בעכו״ם שנתכוון להזיקו ולאסור יינו הוא דשרי למישקל דמי מיניה אבל אם לא נתכוון לכך אסור למישקל דמי מיניה ונראה שטעמו משום דאם לא נתכוון להזיקו ולאסרו עליו אינו חייב לשלם לו וכיון שאינו חייב לשלם לו כי שקיל דמי יי״נ קא שקיל וא״ת כי לא נתכוון נמי אמאי לא מחייב לשלומי הא תנן אדם מועד לעולם בין שוגג בין מזיד י״ל דה״מ בדברים שהם ידועים לכל העולם שהם נזקים בהנהו אמרינן שאין טענת שוגג או אינו מתכוון פוטרתו אבל נגיעה בעלמא (בין) כיון דלכ״ע לית ביה נזקא כלל אלא לישראל או ליודעים בטיבם כל שלא נתכוון להזיק אין לחייבו לשלם: \n\n"
            ]
        ],
        [
            [
                "<b>כל איסורי מאכלות שבתורה שיעורן בכזית.</b> פרק בתרא דיומא (דף פ'). \n",
                "<b>ומ''ש בינוני.</b> בפי''ז דכלים (מ''ח) כזית שאמרו [לא גדול ולא קטן אלא] בינוני. תניא רבי אומר כל השיעורין כלם בכזית ופירש''י כל השיעורין האמורים באוכלים: \n",
                "<b>וכבר ביארנו וכו'.</b> בפ' שביעי מהלכות אלו: \n\n"
            ],
            [
                "<b>ושיעור זה עם כל השיעורים הל''מ.</b> בריש עירובין (דף ד') ובפרק בתרא דיומא (דף פ'): \n",
                "<b>ואסור מן התורה לאכול כל שהוא וכו'.</b> בפרק בתרא דיומא (דף ע''ב:) פלוגתא דרבי יוחנן וריש לקיש והלכה כרבי יוחנן דאמר הכי: \n\n"
            ],
            [
                "<b>כזית שאמרנו חוץ משל בין השינים.</b> בס״פ גיד הנשה (חולין דף ק״ג:) פלוגתא דרבי יוחנן ור״ל והלכה x כרבי יוחנן דאמר הכי. \n",
                "<b>ומ''ש אבל מה שבין החניכים מצטרף למה שבלע וכו'.</b> שם לדברי הכל. \n",
                "<b>ומ''ש אפילו אכל כחצי זית והקיאו וחזר ואכל אותו חצי זית עצמו חייב וכו'.</b> שם: \n\n"
            ],
            [
                "<b>כזית חלב וכו' שהניחו בחמה וכו' חזר והניחו בגשמים ונתפח וכו'.</b> בפ''ג דטהרות (מ''ד). \n",
                "<b>ומה שכתב היה פחות מכזית מבתחלה וכו'.</b> בר״פ כל המנחות באות מצה (מנחות דף נ״ג): \n\n"
            ],
            [
                "<b>כבר ביארנו.</b> בפ''ד מהלכות אלו: \n",
                "<b>ומ״ש וחמשה מיני תבואה וכו' הכל מצטרפין לכזית וכו'.</b> פ״ק דחלה (מ״א) ובמנחות פ' ר' ישמעאל (מנחות דף ע') משנה וגמרא: \n\n"
            ],
            [
                "<b>יראה לי שכל החייב בתרומה ומעשרות וכו'.</b> צירוף הנבילות נתבאר בפרק ד' מהלכות אלו. ולענין צירוף הטבל כתב הראב''ד בעינן טעמן שוה כדאמרינן בעלמא וכו': \n\n"
            ],
            [
                "<b>האוכל אכילה גדולה מדבר אסור וכו'.</b> משנה פרק שלשה מינים (נזיר מ''ב) אלו הן הלוקין (מכות כ''א) נזיר שהיה שותה יין כל היום אינו חייב אלא אחת אמרו לו אל תשתה אל תשתה והוא שותה חייב על כל אחת ואחת: \n\n"
            ],
            [],
            [
                "<b><small>(ח-ט)</small> האוכל כשעורה או כחרדל וכו'.</b> במשנה פ״ג דכריתות (דף י״ב:) כמה ישהא האוכלן x כאילו אוכלן קליות דברי ר״מ וחכ״א עד שישהא מתחלה ועד סוף כדי אכילת פרס וידוע דהלכה כחכמים ובפ' כיצד משתתפין (עירובין דף פ״ב) נתבאר דאכילת פרס הוי לרבי יוחנן בן ברוקא כדי אכילת שלש ביצים ולרבי שמעון כדי אכילת ארבע ביצים ופסק רבינו כרבי יוחנן בן ברוקא ולזה הסכים הרשב״א בתורת הבית. \n",
                "<b>ומ''ש וכן השותה רביעית וכו'.</b> יש לתמוה על רבינו שהרי שם בברייתא (כריתות י''ג) אמרו דשיעור צירוף משקין הוי נמי בכדי אכילת פרס ובפ''ב משביתת עשור כתב רבינו בשותה ביוה''כ ששיעור משקין ברביעית וכתב הרב המגיד שכ''כ בתוספתא וה''ה לכל איסורין שבתורה וההיא דכריתות לא נאמרה אלא לענין לפסול את הגויה שהחמירו בה יותר מבאיסורים מפני שהיא מדבריהם: \n\n"
            ],
            [
                "<b>כל האוכלין האסורין אינו חייב עליהם עד שיאכל אותם דרך הנאה וכו'.</b> בפ' כל שעה (פסחים כ''ד) מימרא דר' יוחנן וכלישנא בתרא: \n\n"
            ],
            [],
            [
                "<b>האוכל מאכל ממאכלות האסורות דרך שחוק או כמתעסק וכו'.</b> בפרק ארבע מיתות (סנהדרין דף ס״ב:) המתעסק בחלבים ובעריות חייב שכן נהנה: \n",
                "<b>והנייה הבאה לו לאדם בעל כרחו וכו'.</b> שם (פסחים כ''ה:) אתמר הנאה הבאה לו לאדם בע''כ אביי אמר מותרת ורבא אמר אסורה אפשר וקא מיכוון x [לא אפשר וקא מיכוון] כ''ע לא פליגי דאסור לא אפשר ולא קא מיכוון כ''ע ל''פ דשרי כ''פ דאפשר ולא קא מיכוון xx א''ד אפשר ולא קא מיכוון היינו פלוגתייהו דר''ש ור' יהודה לר''י דאמר דבר שאין מתכוין אסור אסור לר''ש דאמר דבר שאין מתכוין מותר מותר כ''פ דלא אפשר וקא מיכוון אביי אמר מותר ורבא אמר אסור וידוע דהלכה כרבא וכלישנא בתרא ואע''פ שרש''י מפרש לה באיסורי הנאה כגון ריח של עכו''ם רבינו מפרש לה בכל איסורין: \n\n"
            ],
            [
                "<b>האוכל מאכל אסור לתיאבון וכו':</b> \n\n"
            ],
            [
                "<b>עוברה שהריחה וכו'.</b> בפרק בתרא דיומא (דף פ''ב) תנו רבנן עוברה שהריחה בשר קדש או בשר חזיר תוחבים לה כוש ברוטב ומניחים לה על פיה אם נתיישבה דעתה מותר ואם לאו מאכילין אותה רוטב עצמו אם נתיישבה דעתה מותר ואם לאו מאכילין אותה שומן עצמו ובפרק ג' דכריתות (דף י''ג) תניא התירו לה לעוברה לאכול פחות מכשיעור מפני הסכנה ופריך מפני הסכנה אפילו טובא נמי תיכול אמר רב פפא ה''ק התירו לעוברה לאכול פחות x מכשיעור כדי שיצטרף לכזית בכדי אכילת פרס: \n\n"
            ],
            [
                "<b>וכן החולה שהריח דבר שיש בו חומץ וכו'.</b> בפ' אע''פ (ס''א) אמר רב אשי הוה קאימנא קמיה דרב כהנא ואייתו ליה גרגלידי דליפתא בחלא ואי לאו דיהב לי איסתכני רב פפא אמר אפילו תמרא דהנוניתא כללא דמילתא כל דאית ליה ריחא ואית ליה קיוהא: \n\n"
            ],
            [],
            [
                "<b><small>(טז-יז)</small> מי שאחזו בולמוס וכו'.</b> משנה בפ' בתרא דיומא (דף פ''ג) מי שאחזו בולמוס מאכילין אותו אפילו דברים טמאין עד שיאורו עיניו ומשמע לרבינו דלא אמרו תוחבין לה כוש ברוטב וכו' אלא בעוברה דוקא שאין לנו אומד ביישוב דעתה פעמים מתיישב ברוטב ופעמים שצריכה לשומן עצמו אבל מי שאחזו בולמוס מאכילין אותו מיד השומן עצמו לפי שאין חולי זה סובל מיתון מלהאכיל ודיקא נמי דקתני מאכילין אותו אפילו דברים טמאים והא כיון דביוה''כ היה עסיק הוה סגי דליתני מי שאחזו בולמוס מאכילין אותו עד שיאורו עיניו א''ו משמע דלא תנא אפילו דברים טמאים אלא לומר דמיד מאכילין אותו הדברים הטמאים עצמם וכן משמע נמי מיניה דאין מחזרין על דבר המותר אלא ממהרים לתת לו הנמצא אפי' הוא דבר האסור. \n",
                "<b>ומה שכתב ומאכילין אותו הקל הקל תחלה וכו' כיצד היו לפניו טבל ונבילה וכו'.</b> שם: \n",
                "<b>ומה שכתב טבל ותרומה אם א''א לתקן הטבל וכו',</b> שם מאכילין אותו טבל ואין מאכילין אותו תרומה בן תימא אומר תרומה ולא טבל אמר רבה היכא דאפשר בחולין כ''ע ל''פ דמתקנינן ליה ומספינן ליה כי פליגי בדלא אפשר בחולין מ''ס טבל חמור ומ''ס תרומה חמורה מ''ס טבל חמור אבל תרומה חזיא לכהן ומ''ס תרומה חמורה אבל טבל אפשר לתקוניה ופסק כת''ק: \n\n"
            ],
            [
                "<b>כבר ביארנו שאין איסור חל על איסור וכו'.</b> בפרק י''ז מהלכות א''ב. \n",
                "<b>ומ''ש כגון טמא שאכל כזית חלב שנותר מן המוקדשין ביוה''כ וכו',</b> משנה בפ''ג דכריתות (דף י''ג:) לענין שוגג שחייב ד' חטאות ואשם אחד והעתיקה רבינו פה לענין שיתחייב חמש מלקיות: \n\n"
            ]
        ],
        [
            [
                "<b>דבר אסור שנתערב בדבר מותר וכו'.</b> פרק התערובות (זבחים דף ע''ט) אמר רבא אמור רבנן בטעמא ואמור רבנן ברובא ואמור רבנן בחזותא מין בשאינו מינו בטעמא מין במינו ברובא וכו': \n\n"
            ],
            [
                "<b>ומ״ש כיצד חלב הכליות שנפל לתוך הגריסין ונמוח הכל וכו'.</b> בפרק בתרא דעבודה זרה עלה ס״ז אמר רבי אבהו אמר רבי יוחנן כל שטעמו וממשו אסור ולוקין עליו וזהו כזית בכדי א״פ טעמו ולא ממשו אסור ואין לוקין עליו וכתבו התוס' שם ובפ' גיד הנשה (חולין דף צ״ח:) שרש״י סובר שטעמו ולא ממשו לא מיתסר אלא מדרבנן ור״ת סובר דמדאורייתא מיתסר והאריכו בראיות כל אחד מהם ודעת רבינו כרש״י: \n\n"
            ],
            [],
            [
                "<b>ומה שכתב נפל חלב כליות לחלב האליה וכו'.</b> בפרק גיד הנשה (חולין דף צ''ו:) אהא דתנן גיד הנשה שנתבשל עם הגידין בזמן שמכירו (בנותן טעם ואם לאו) כולם אסורין וכן חתיכה של נבילה וכן חתיכה של דג טמא שנתבשלו עם החתיכות שבזמן שמכירין בנותן טעם ואם לאו כולם אסורות ומקשינן בגמרא (דף צ''ט:) וליבטיל ברובא ומשני אגיד בריה שאני ואחתיכה משני בחתיכה הראויה להתכבד משמע דאי לאו טעמא דבריה וחתיכה הראויה להתכבד הוו בטלי ברוב והכי נמי משמע בריש פרק התערובות ובריש ביצה כתבו התוספות והרשב''א והרא''ש והר''ן דאפילו איסורא דרבנן ליכא כדמשמע הכא והראב''ד פירש דהא דמקשה וליבטיל ברובא לאו ברובא ממש קאמר דהיינו חד בתרי דהא מדרבנן ששים בעינן אלא ברוביה קאמר דהיינו ששים וכן נראה מדברי רש''י ודעת רבינו כדעת הראב''ד ורש''י. \n",
                "<b>ומה שכתב ובכמה יתערב דבר האסור ויאבד בעוצם מיעוטו כשיעור שנתנו בו חכמים יש דבר ששיעורו בששים וכו'.</b> מתבאר לקמן בפרק זה: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ו-ז)</small> ומ״ש נמצאת למד שכל איסורים שבתורה וכו'.</b> בפרק גיד הנשה (חולין דף צ״ז) אמר רבא אמור רבנן בטעמא ואמור רבנן בקפילא ואמור רבנן בששים הילכך מין בשאינו מינו דהיתרא בטעמא דאיסורא בקפילא ומין במינו דליכא למיקם אטעמא א״נ מין בשאינו מינו דאיסורא דליכא קפילא בששים. ובסוף ע״ז (דף ע״ג ע״ב) רב ושמואל דאמרי תרווייהו כל איסורים שבתורה במינן במשהו שלא במינן בנ״ט וכו' ר' יוחנן ור״ל דאמרי תרווייהו כל איסורין שבתורה בין במינן בין שלא במינן בנותן טעם חוץ מטבל ויין נסך במינן במשהו שלא במינן בנותן טעם וידוע דהלכה כר' יוחנן לגבי רב ושמואל ואמרי' בשלמא יי״נ משום חומרא דעכו״ם אלא טבל מ״ט כהיתרו כך איסורו דאמר שמואל חטה אחת פוטרת את הכרי. ובירושלמי יהיב טעמא לטבל משום דהוי דבר שיש לו מתירין ורבינו תפס טעם הירושלמי שהוא כולל יותר: \n\n"
            ],
            [
                "<b>ומ''ש פירות שביעית אע''פ שאם נתערבו במינן בכל שהוא וכו'.</b> בספ''ז דשביעית תנן שביעית אוסרת כל שהוא במינה ושלא במינה בנ''ט ובא רבינו לתרץ קושיא אחת והיא למה לא הוציאו ר''י ור''ל שביעית מכלל כל איסורים שבתורה כשם שהוציאו טבל ויי''נ ונתן טעם מפני שאין אותה התערובת אסורה וכו' ונמצא שאין שם איסורי תורה נופל בה: \n",
                "<b>וכתב</b> הראב''ד א''א ויש ביעור אחר בפירות שביעית וכו': \n\n"
            ],
            [
                "<b>ומה שכתב רבינו חמץ בפסח אף על פי שהוא מאיסורי תורה אינו בכללות אלו וכו'.</b> בא לתרץ למה לא אמרו ר''י ור''ל וחוץ מחמץ בפסח שבין במינו בין שלא במינו בכל שהוא ונתן טעם מפני שהוא דבר שיל''מ ולא איירי ר''י ור''ל אלא באיסורי תורה שאין להם מתירין: \n\n"
            ],
            [
                "<b>ומ''ש והוא הדין לתבואה חדשה וכו'.</b> ירושלמי פ''ו דנדרים. \n",
                "<b>ומ''ש וכן כל דבר שיש לו מתירין ואפילו היה איסורו מדבריהם וכו',</b> בריש ביצה (דף ד') גבי ביצה שנולדה ביו''ט אמרו כל דבר שיל''מ אפילו באלף לא בטיל: \n\n"
            ],
            [
                "<b>ומ''ש אבל הערלה וכלאי הכרם וכו'.</b> נראה שכתב כן משום דאיכא לאקשויי כיון דאפי' באיסורים דרבנן מפני שיש להם מתירין אמרו שאסרו בכל שהן ק''ו שהיה ראוי באכילה וכלאי הכרם שהם איסורי הנאה וכן בחלב ודם שחייבים עליהם כרת וניחא ליה משום דהוה דבר שאין לו מתירין אע''ג דחמירי לא ראו חכמים שיאסרו בכל שהן ונתנו חכמים שיעור. \n",
                "<b>ומה שכתב וכן תרומות,</b> נראה שכתב כן משום דאיכא לאקשויי דהוו כדבר שיש לו מתירין כיון דמותרים לכהנים ואפ''ה נתנו בהם שיעור וניחא ליה דלא מיקרי דבר שיש לו מתירין אלא כשיש לו מתירים לכל אדם. ואפשר עוד לומר שכתב כן משום דאיכא לאקשויי הרי תרומה יש לה מתירין דהא אי בעי מיתשיל עלה וניחא ליה דלא מיקרי דבר שיל''מ אלא בדבר שיש לו דרך היתר לכל אדם משא''כ בתרומה שאין לה דרך היתר אלא כשקרה מקרה שרצה להשאל עליה וזה פירוש מ''ש לכל אדם כלומר שמאחר שאין כל האנשים נשאלים עליה לא הוי דבר שיל''מ: \n\n"
            ],
            [
                "<b>יראה לי שאפילו דשיל״מ וכו'.</b> ירושלמי פ״ו דנדרים וכתב הרשב״א שנשאל למה תלה רבינו הדבר בסברתו והשיב לפי שמצא להרי״ף שאמרה אפילו בשאינו מינו בפ' גיד הנשה שכתב שם פלוגתא דרב ולוי בריחא מילתא היא ואמר דהא דאמר רב כהנא פת שאפאה עם הצלי אסור לאכלה בכותח אפילו ללוי היא ויש לרי״ף ראיה בפרק משילין (ביצה דף ל״ט) דאקשינן וליבטיל מים ומלח לגבי עיסה ופרקה רב אשי משום דהוי דבר שיל״מ אלמא אפילו בשאינו מינו לא בטיל ומפני שמצא להרי״ף שסובר כן ויש סעד לדבריו מהא דרב אשי ולא ראה שיהא ההיא דהירושלמי ראיה מוכרחת כשראה הוא להכריח תלה אותה בהכרעת הדעת. וא״ת היאך הניח הרב הא דרב אשי. וי״ל דמים ומלח לגבי עיסה כמין אחד שאין עיסה בלא מים ומלח וכן הדין בתבלין בקדרה א״נ טעמא דתבלין משום דעבידי לטעמא וכל דעביד לטעמא לא בטיל עכ״ל. והראב״ד כתב וז״ל יראה לי שאפי' דבר שיש לו מתירין וכו' א״א משנה שלימה היא עכ״ל. ונראה לי שטעמו מההיא דפ' משילין (ביצה דף ל״ז) שכתבתי בסמוך דתנן האשה ששאלה מחברתה תבלין ומים ומלח לעיסתה הרי אלו כרגלי שתיהן ומקשינן וליבטיל מים ומלח בעיסה ופרקה רב אשי משום דהוי דשיל״מ ולדעת רבינו י״ל כמ״ש בסמוך בשם הרשב״א דמים ומלח לגבי עיסה כמין אחד הן ואפשר לומר עוד שטעמו מדאמרינן בירושלמי פ״ו דנדרים אילן נדרים מה את עביד להון כדבר שיל״מ או כדבר שאין לו מתירין וכו' ודא מתניתא עבד לון כדבר שיל״מ דתנינן תמן שהנודר (מן הדבר) ונתערב באחד אם יש בנ״ט הרי זה אסור תיפתר מין בשאינו מינו בדבר שיל״מ, ומאחר שבירושלמי אמרו על משנה זו כן כתב שהיא משנה שלימה. ואני אומר שאע״פ שהירושלמי אומר כן אינו מוכרח במשנה דאפשר לומר דמה ששנינו במשנה שהנודר מן הדבר ונתערב באחר אינו אוסר אלא בנ״ט מין בשאינו מינו היינו משום דחשיב לנדרים דבר שאין לו מתירין אבל דבר שיל״מ אפי' בשאינו מינו לא בטיל ואע״פ ששם אמרו שאם הזקן עוקר הנדר מעיקרו הוו נדרים דבר שיל״מ ומאחר דאנן קי״ל שהזקן עוקר הנדר מעיקרו הוה ליה נדרים דבר שיל״מ וקתני דמין בשאינו מינו בנ״ט יש לדחות ולומר דלא מיקרי דבר שיל״מ אלא כשההיתר בא ממילא ולא כשהוא בא ע״י טורח וכמ״ש הטור בי״ד סימן קכ״ב וק״ל והוא מדברי התוס' שילהי ע״ז והרשב״א בת״ה והר״ן בפרק הזהב ונדרים כיון שאין ההיתר בא אלא על ידי שאלת חכם לא חשיב דבר שיל״מ ועוד שבירושלמי עצמו אמרו שם על משנה אחרת ודא מתניתא עבד לון לנדרים כדבר שאין לו מתירין וכיון שכן לא שייך למימר משנה שלימה היא: \n",
                "<b>ומ''ש רבינו ואל תתמה על חמץ בפסח וכו'.</b> הוקשה לו למ''ש שיראה לו שדבר שיל''מ אינו אוסר בשאינו מינו אלא בנ''ט והרי חמץ בפסח שאוסר אפי' בשאינו מינו בכל שהוא וניחא ליה שהחמירו בו משום דכתיב ביה כל מחמצת: \n\n"
            ],
            [
                "<b>ואלו הם השיעורים וכו' עולים באחד ומאה וכו'.</b> רפ''ב דערלה. \n",
                "<b>ומ''ש וכן פרוסה של לחם הפנים וכו',</b> ירושלמי ברפ''ב דערלה תני פרוסה של לחם הפנים שנתערבה במאה פרוסות של (לחם) חולין וכו' לא יעלו ר' יודא אומר יעלו ואיני יודע למה פסק כרבי יודא ואיכא למידק שרבינו כתב בפ''ו מהלכות פסולי המוקדשין וכן פרוסה של לחם הפנים הטהור במאה פרוסות של חולין הרי אלו לא יעלו וזה סותר למה שכתב כאן. וי''ל דהכא מיירי בפרוסה של לחם הפנים הטמא ולזה עולה בק''א x מפני שאילו אמרו אינו עולה היה מתחייב שריפת הכל לפי שא''א ליאכל אפי' לכהנים אבל כשהיתה פרוסה של לחם הפנים טהורה לא תעלה שאין שם הפסד שהכל יאכל לכהנים והשתא איכא למימר שהירושלמי מיירי בפרוסה של לחם הפנים טהור ופוסק כת''ק: \n\n"
            ],
            [
                "<b>הערלה וכלאי הכרם וכו'.</b> בריש פרק ב' דערלה. \n",
                "<b>ומ''ש נפלה לפחות ממאתים הכל אסור בהנאה,</b> כתב הראב''ד אינו כן וכו': \n\n"
            ],
            [
                "<b>ולמה צריך להרים התרומה וכו'.</b> בירושלמי. \n",
                "<b>ומה שכתב לפיכך כל תרומה שאין הכהנים מקפידים עליה וכו',</b> גם זה שם בירושלמי: \n\n"
            ],
            [
                "<b>ולמה כפלו שיעור ערלה וכלאי הכרם.</b> כלומר ששיעורם כפל משיעור תרומה שהתרומה עולה בק''א והם אינם עולים אלא במאתים מפני שהם אסורים בהנאה וגם זה שם בירושלמי: \n",
                "<b>ולמה סמכו על שיעור מאה בתרומות וכו'.</b> שם בירושלמי מנין שהם עולים אמר רבי יונה כתיב מכל חלבו את מקדשו ממנו דבר שאתה מרים ממנו שאם יפול לתוכו הוא מקדשו וכמה הוא אחד ממאה: \n\n"
            ],
            [
                "<b>שאר איסורים שבתורה כולם וכו' שיעורם בששים.</b> בפ' גיד הנשה (חולין דף צ״ח) איפליגו אמוראי אליבא דבר קפרא חד אמר כל איסורים שבתורה בששים וחד אמר כל איסורים שבתורה במאה ומשמע דהלכתא כמאן דאמר בס' מדאיתא בההוא פירקא (דף צ״ז) אמר רבא אמור רבנן בס'. \n",
                "<b>ומ״ש וכן אם נפל כשעורה חלב וכו',</b> בפ' גיד הנשה (חולין צ״ח) ההוא פלגא דזיתא דתרבא דנפל לדיקולא דבשרא סבר מר בר רב אשי לשעורי בתלתין פלגי דזיתא א״ל אבוה לאו אמינא לך לא תזלזל בשיעורי דרבנן ועוד הא א״ר יוחנן חצי שיעור אסור מן התורה. \n",
                "<b>ומ''ש וכן שומן של גיד הנשה שנפל לקדירה של בשר וכו',</b> שם (דף צ''ו) אמר רבא אמור רבנן בטעמא ואמור רבנן בקפילא ואמור רבנן בס' הילכך מין [בשאינו] מינו דהיתרא בטעמא דאיסורא בקפילא ומין במינו דליכא למיקם אטעמא א''נ מין בשאינו מינו דאיסורא וליכא קפילא בס'. וכתב הרי''ף מין במינו דליכא למיקם אטעמא כגון שמנינותו של גיד אמר רב נחמן גיד בס' ואין גיד מן המנין והיינו דוקא בשומן גיד כמו שכתב הרי''ף דאילו גיד עצמו הא אסיקנא בההוא פירקא והלכתא אין בגידין בנ''ט: \n\n"
            ],
            [
                "<b>ומ''ש אבל כחל שנתבשל עם הבשר בס' וכחל מן המנין.</b> שם (דף צ''ז ע''ב) במימרא הנזכרת ונתן רבינו טעם הואיל שהכחל מדבריהם, וכתב הראב''ד ויש טעם טוב מזה וכו'. והרשב''א דחה טעם רבינו שהרי איסורי סופרים צריכים ס' ואינה דחיה דאיכא למימר דסבר רבינו דבאיסורי סופרים האיסורים מן המנין דילפינן מכחל. והתוספות והרא''ש נתנו טעם אחר שאיסורו של כחל אינו מפני טעם חלב שיש בו יותר משאר בשר אלא לפי שיש בו גומות שהחלב כנוס לתוכו ויש באותו חלב טעם בשר וא''א להפרישו מן הבשר דלא מהני קריעה לאחר בישול ואע''ג דבגמר בישולו יוצא כל החלב מ''מ קודם גמר בישולו נאסר בשביל חלב שבגומא ותו לא מישתרי דחיישינן שמא יאכלנו קודם גמר בישולו ולפי שאין הכחל נאסר מחמת עצמו אלא מחמת חלב הכנוס בגומות לכך הוי כמו שאר בשר לבטלו ע''כ: \n\n"
            ],
            [],
            [
                "<b><small>(יט-כ)</small> ביצה שנמצא בה אפרוח וכו'.</b> שם אסיקנא בס' והיא אסורה בס' ואחת והיא מותרת ומקשי בגמרא למימרא דיהבא טעמא והא אמרי אינשי כמיא דביעי בעלמא ומשני הב''ע בביצת אפרוח אבל טמאה לא ופירש''י בביצת אפרוח שהבשר נותן טעם ול''ש טמאה ל''ש טהורה דנבילה היא אבל טמאה בלא אפרוח לא וכתבו התוס' והרא''ש והר''ן בביצת אפרוח ה''ה לנמצא בה קורט דם דשדא תיכלא בכולה וחשיב כאילו יש בה אפרוח וכן פסק הרשב''א בת''ה וכתב עוד אהא דאמרינן כמיא דביעי בעלמא דלא יהבי טעמא בירושלמי דמס' תרומות קאמר דוקא באינם קלופות אבל בקלופות יהבי טעמא והא דלא מפליג הכא משום דסתם ביצים בקליפות מבשלי להו אבל ראיתי להרמב''ם שלא חילק בין קלופות לשאינן קלופות ולכאורה ודאי הכי משמע מהכא דלא מפליג אלא שיש לחוש לדברי הירושלמי וכן הם דברי הר''ן. \n",
                "<b>ומ''ש רבינו מפני שהיא בריה בפני עצמה עשו היכר בה וכו',</b> היינו לומר שיש בה אפרוח שהוא בריה בפ''ע ולפיכך כתב דביצת עוף טמא או של טריפה אינם צריכים ס''א. וכתב הרשב''א על טעמו של רבינו שאינו מחוור בעיניו כי לא באנו כאן לבטל הביצה בעצמה אלא פליטתה דכולה שמעתין בהכי מיירי והרמב''ן כתב שהטעם לפי שיש בביצים גדולות וקטנות והבא לבטל ביצה אינו משגיח עליה לראות אם זו וכולן שוות ממש לפיכך הוסיפו אחת ולא הצריכו לשער על כל אחת ואחת וטעם זה כתבו הרא''ש והר''ן והטור. ולענין מ''ש הרשב''א על דברי רבינו שאינו מחוור שלא באנו לבטל הביצה אלא פליטתה וכו', נ''ל שטעם רבינו שעשו בה היכר כדי שלא יבואו לבטל אותה עצמה שכשנראה שינוי זה בביטול פליטתה נדע שהיא עצמה אינה מתבטלת כלל מפני שהיא בריה כנ''ל: \n",
                "<b>ועל מ''ש רבינו או שנתערבה ביצת עוף טמא או ביצה טריפה עם ביצים אחרות שיעורם בס',</b> יש לדקדק האי שנתערבה ה''ד אי בשלא נשלקה ונתערבה עם אחרות כיון דלא חשיבא בריה דלית בה אפרוח תיבטיל חד בתרי כדין יבש ביבש ואפשר שסובר דהיינו מדאורייתא אבל מדרבנן בעי ס' וכדעת רש''י והראב''ד שכתבתי בר''פ זה. כתב הרשב''א וז''ל הרמב''ם כתב מפני שהיא כבריה בפ''ע עשו בה היכר והוסיפו בשיעורה וכן כתב אבל אם נתערבה ביצת עוף טמא או ביצת טריפה עם ביצים אחרות שיעורם בס' כלומר בשטרפן אלו עם אלו עכ''ל. ואני תמה על זה שהרי א''א לפרש כן בדברי רבינו דמדכתב או שנתערבה ביצת עוף טמא וכו' אחר שכתב אם טרף אלו עם אלו משמע דבלא טרף מיירי. ואפשר לדחוק ולומר דטרפן שכתב הרשב''א לא טרפן ממש קאמר אלא היינו לומר שנשתברו בקערה ולאפוקי נתערבו כשהם שלימים בקליפתם דכל כה''ג לא בעינן ששים דברובא בטיל דקי''ל יבש ביבש חד בתרי בטיל אבל משנשתברו בקערה שוב אין תורת יבש עליהם ומיהו כבר כתבתי בר''פ זה שדעת רבינו דלא אמרו יבש ביבש חד בתרי בטיל אלא מדאורייתא: \n\n"
            ],
            [
                "<b>ומנין סמכו חכמים על שיעור ס' וכו'.</b> בפ' גיד הנשה (חולין דף צ״ח): \n\n"
            ],
            [
                "<b>מין במינו ודבר אחר שנתערבו וכו'.</b> זה נמשך ממה שכתב בר''פ זה דמין במינו ברובא בטיל מדאורייתא ובששים מדרבנן משום דליכא למיקם ביה אטעמא ומין בשאינו מינו בנ''ט והכא כיון דמינו ושאינו מינו מעורבין א''א למיקם אטעמא והילכך הוי בס': \n\n"
            ],
            [],
            [
                "<b>כשמשערין בכל האיסורים וכו'.</b> בפ' גיד הנשה (חולין דף צ״ז:) א״ר חנינא כשהם משערין משערים ברוטב ובקיפה ובחתיכות ובקדרה א״ד בקדרה עצמה וא״ד במאי דבלעה קדרה ופסק רבינו כלישנא בתרא וכתב הרשב״א פי' במאי דבלעה קדרה ועומד בדופני הקדרה ומשערים זה באומד יפה ורואין אותו כאילו הוא בעין אבל מה שנצטמק ונתמעט כלומר מה שכלה ואבד מחמת האור אין מצטרפין לחשבון שזה כלה לגמרי ורש״י כתב שעיקר הדבר כמו שהוא לפנינו משערינן ליה ולא משערינן במאי דבלעה קדרה מן ההיתר לפי שאף מן האיסור נבלע ונתמעט (מכמות שהיה) וכדאמרי' לקמן אטו דהיתרא בלע דאיסורא לא בלע והעתיק דבריו הרא״ש וכ״נ שהוא דעת הרי״ף שהשמיט שתי לשונות אלו והטור כתב בשם הרשב״א דמין במינו דמדאורייתא בטל ברוב וחכמים הצריכו ס' תולין להקל אבל מין בשאינו מינו דכזית בכדי אכילת פרס הוי דאורייתא לכ״ע ואפי' פחות מכדי אכילת פרס עד ס' איכא למ״ד דהוי דאורייתא אין משערין אלא כמו שבא לפנינו: \n\n"
            ],
            [
                "<b>אסור לבטל איסורין של תורה לכתחלה וכו'.</b> בפ''ה דמס' תרומות (מ''ו) סאה תרומה שנפלה לפחות ממאה ואח''כ נפלו שם חולין אם שוגג מותר ואם מזיד אסור ואמרינן בריש ביצה (דף ד':) דהא דאין מבטלין איסור לכתחלה ה''מ בדאורייתא אבל בדרבנן מבטלין ויתבאר לקמן בסמוך. ובפ' הנזקין (גיטין נ''ד) תניא נפלו ונתפצעו אחד שוגג ואחד מזיד לא יעלו דברי ר''מ ור' יהודה ר' יוסי ור''ש אומרים בשוגג יעלו במזיד לא יעלו וידוע דהלכה כר' יוסי ור''ש לגבי ר''מ ורבי יהודה ועוד דסתם משנה כוותייהו ולפיכך יש לתמוה על רבינו שלא חילק בין שוגג למזיד. וי''ל שאע''פ שלא חילק בכך בפירוש יש ללמוד כן מדבריו שכתב שאסרו אותו חכמים משום קנסא והדבר ברור דלא שייך קנס לעושה בשוגג. \n",
                "<b>ומ''ש רבינו שנ''ל שאין אוסרים תערובת זו אלא על זה העובר שביטל האיסור וכו',</b> נראה שלמד כן מדין מבשל בשבת. והטור כתב בשם רבינו כלשון הזה דוקא למבטל עצמו אם הוא שלו קנסינן לאוסרו עליו או למי שכיון לבטלו בשבילו (אבל לאחריני שרי) ויש לתמוה עליו שהרי רבינו לא כתב שאסור למי שנתבטל בשבילו והרא''ש בפרק גיד הנשה כתב דברי רבינו ולא הזכיר כן ונראה לי שלא כתב כן אלא לפי שמצא להרשב''א שכתב וז''ל וכי אסרינן ליה למבטלו לכתחלה דוקא למי שעבר וביטל וכן למי שנתבטל בעבורו כדי שלא יהנו לו מעשיו הרעים אבל לשאר כל אדם מותר כיון דקנסא בלחוד הוא דקנסינן וכ''כ הרמב''ם וכ''כ הראב''ד עכ''ל. ואע''פ שרבינו לא כתב שאסור למי שנתבטל בשבילו סובר הרשב''א דממילא משמע דכיון דטעמא דקנסא כדי שלא יהנו לו מעשיו הרעים ויבא לעשות כן פעם אחרת ואע''ג דקי''ל אין אדם חוטא ולא לו וא''כ לא הוה לן למיחש להכי איכא למימר דשאני הכא דלא משמע להו לאינשי דאיכא איסורא במילתא הילכך חיישינן א''נ דאי שרית למי שנתבטל בשבילו חיישינן דילמא אתי למימר לעכו''ם או לעבד שיבטלנו הילכך קנסינן ליה: \n\n"
            ],
            [
                "<b>ומה שכתב רבינו אבל באיסור של דבריהם מבטלין האיסור לכתחלה וכו'.</b> בריש ביצה (דף ד':) גבי עצים שנשרו מן הדקל ביום טוב מרבה עליהם עצים מוכנים ומסיקן וכו' והא קא מבטל איסורא לכתחלה וכו' ה''מ בדאורייתא אבל בדרבנן מבטלין. וכתוב בהגהות מיימוניות x וכן הורה רבינו שמחה על מי חלב שנפלו לתבשיל של בשר וצוה להוסיף מים עד שיתבטלו מי חלב בששים דמי חלב מדרבנן מיהו בפרק כל שעה פר''י גבי קדרות בפסח דהא דמבטלין לכתחלה איסור דרבנן ה''מ בדבר שאין לו שורש מן התורה כגון מוקצה וכן פי' ראבי''ה וכתוב בהגהות מרדכי פרק כל הבשר מלשון הרמב''ם יש לדקדק דס''ל כדברי התוס' מדנקט בשר עוף בחלב ולא נקט חצי שיעור דבשניהם איכא פלוגתא וה''ל הא רבותא טפי דנשמע מינה דאפילו באיסור דרבנן שיש לו שורש דאורייתא מבטלין לכתחלה עכ''ל. ול''נ דאפילו נפרש כן בדברי רבינו מכל מקום אינו כדעת התוס' ממש דהא בשר עוף בחלב לדברי התוס' חשיב יש לו שורש מן התורה כיון דאיכא בשר דאסור בחלב מדאורייתא ולא דמי למוקצה שאין לו עיקר בדאורייתא כלל וכ''כ בהדיא בפירקא קמא דביצה דתרומה כיון דאיכא שום דבר דאורייתא כגון דגן ותירוש ויצהר אפילו במקום שאינו אלא דרבנן כגון בשאר פירות אין מבטלין וכתבו הגהות מיימון בפרק שאחר זה דיין נסך שלא נאסר אלא על ידי כח העכו''ם אינו אוסר אלא בששים ואין מבטלין אותו לכתחלה דהוי כאילו יש עיקר בתורה כיון דכתיב ישתו יין נסיכם ומיהו לפי האמת מפשט דברי רבינו נראה שכל שאינם איסורי תורה ממש מותר לבטל איסור לכתחלה: \n\n"
            ],
            [],
            [
                "<b>כבר ביארנו שאם נתן דבר האסור וכו'.</b> בפרק בתרא דעבודה זרה (דף ס''ז:) אסיקינן דנותן טעם לפגם מותר ומפרש התם דילפינן לה מדכתיב לא תאכלו כל נבלה לגר אשר בשעריך תתננה ואכלה נבלה הראויה לגר קרויה נבלה ושאינה ראויה לגר אינה קרויה נבלה ואמרינן התם דהשביח ולבסוף פגם אסור וכתב רבינו דפגם ולבסוף השביח נמי אסור וכן כתב הרשב''א ונראה שטעמם משום דאתי במכ''ש ומה פגם לבסוף אסור מפני שהשביח מתחלה אף על פי שאותו שבח על מנת לפגום הוא פגם תחלה לא כ''ש דאסור דהא פגם זה אינו פגם כיון שהוא על מנת להשביח: \n\n"
            ],
            [
                "<b>ומי יטעום התערובת וכו'.</b> בפרק גיד הנשה (חולין דף צ״ז:) אמר רבא וכו' מין בשאינו מינו דהיתרא בטעמא דאיסורא בקפילא ופירש״י דהיתרא כגון תרומה וחולין יטעמנו הכהן: \n\n"
            ],
            [
                "<b>ומ''ש ואם אין שם עכו''ם לטעום וכו',</b> שם: \n\n"
            ],
            [
                "<b>עכבר שנפל לשכר או לחומץ וכו'.</b> בפרק בתרא דע''ז (דף ס''ח:) ההוא עכברא דנפל לחביתא דשיכרא אסריה רב להאי שיכרא וכו' אמר רבא הלכתא נטל''פ מותר ועכברא בשיכרא לא ידענא מ''ט דרב אי משום דקסבר נטל''פ אסור ולית הלכתא כוותיה אי משום דקסבר נטל''פ מותר ועכברא בשיכרא אשבוחי משבח איבעיא להו נפל לגו חלא מאי ואסיקנא והלכתא אידי ואידי בשיתין פירוש בין בשיכרא בין בחלא בשיתין וכתבו הרי''ף והרא''ש דחיישינן דילמא אשבוחי משבח בחלא ובשיכרא. \n",
                "<b>ומ''ש אבל אם נפל ליין או לשמן או לדבש מותר וכו',</b> כתב הר''ן שכן הורו רבותינו הצרפתים הלכה למעשה וכן פסק הרשב''א: \n\n"
            ],
            [
                "<b>גדי שצלאו בחלבו וכו'.</b> בפ' גיד הנשה משנה ירך שנתבשל בה גיד הנשה אם יש בה בנ''ט הרי זו אסורה ובגמ' אמר שמואל לא שאנו אלא שנתבשל בה אבל נצלה בה קולף ואוכל עד שמגיע לגיד איני והא א''ר הונא גדי שצלאו בחלבו אסור לאכול אפי' מראש אזנו שאני חלב דמפעפע ובחלב אסור והאמר רבב''ח עובדא הוה קמיה דר' יוחנן וכו' בגדי שצלאו בחלבו ואתו ושיילוה לר' יוחנן ואמר קולף ואוכל עד שמגיע לחלבו ההוא כחוש הוה. ומפרש רבינו דשמן היינו שאין בו ס' כנגד חלב הכליות והקרב וכחוש היינו שיש בו ס' כנגד חלב הכליות והקרב. וכתבו התוס' והרא''ש לאו דוקא עד שמגיע לגיד ממש דהא צריך להניח כדי קליפה סמוך לגיד הנשה ואפי' כדי נטילה דהיינו כעובי אצבע צריך להניח וכן כתבו הרשב''א והר''ן ומדברי רבינו נראה שאין כאן נטילת מקום ולא קליפה שאם הוא גדי שמן שאין בו ס' כנגד החלב כלו אסור ואם יש בו ס' כנגד החלב כלו מותר שנתבטל החלב בכלו הילכך אם נשאר שום חלב משליכו ואוכל הגדי וה''מ בחלב הכליות והקרב אבל שומן הגיד והחוטים וקרומות האסורים משום חלב אינם מפעפעים הילכך אוכל עד שמגיע לדבר האסור ומשליכו וכ''כ מ''מ בפרק שביעי מהלכות אלו שזהו דעת רבינו שלא להצריך קליפה לבהמה שנצלית עם חוטיו וגידו ושמנו ואע''ג דקי''ל דשומן גיד בס' ואינו מן המנין כמו שכתב בפ' זה ה''מ בנתבשל וז''ש רבינו שם שנפל לקדירה אבל בצלי אינו מפעפע ואפילו את''ל שמפעפע קצת הוא דבר מועט ונתבטל. ומ''מ מ''ש בסוף \n",
                "<b>דבריו שאין בגידים בנותן טעם וכו'</b> קשה שלא נאמר כן אלא על הגיד עצמו אבל שומן הגיד יש בו בנותן טעם וכן החוטין והקרומות. ונ''ל שז''ש רבינו כאן שאין בגידין בנותן טעם אינו על דרך שאמרו בגיד עצמו אין בגידים בנותן טעם דהתם לומר שאין טעם כלל אבל מ''ש כאן שאין בו כדי לשער בו בנותן טעם מפני שהוא בטל במיעוטו. ומכל מקום עדיין קשה לי שכתב שאין בגידין ולא ה''ל לכתוב אלא שאין בהם בנותן טעם: \n",
                "<b>כתב</b> הרשב''א שאלת לברר לך מה שפסק הרמב''ם בענין גדי שצלאו בחלבו ובהמה שצלאה. תשובה חשבת שהרב ז''ל חילק בדין זה בין בהמה גדולה לגדי ואינו אלא שהרב בפסק הראשון ביאר ענין גדי וה''ה לבהמה שצלאה בחלב הכליות או בחלב הקרב שהוא מפעפע והולך ומתפשט בבשר ואין בבשר ס' לבטל שיעור של חלב שהוא כולו אסור ואם יש בבשר ס' כנגד שיעורו של חלב כגון שאינו שמן וכמות חלבו מועט הכל מותר וקולף הבשר ואוכל עד שמגיע לחלב וזורק את החלב והשאר מותר ואח''כ ביאר אם אין שם חלב אלא גיד הנשה או שמנו שאינו מסתרך ומתפשט בבשר בצלי מפני שאינו חלב שמן אלא חלב כחוש ורזה ושאר גידים אסורים מחמת חלב כגון חוטי הכליות וחוטי הכסלים או קרומות אסורים כגון קרום שעל הכסלים שאע''פ שאין בבשר כמות גדול שיהא ס' בהיתר כנגד האיסור אין בכך כלום אלא חותך האיסור ומשליכו ואוכל השאר בין בבהמה בין בגדי וזהו מ''ש הרב ז''ל וכן מבואר מדיני הגמ', ודע שאין הענין הזה אלא בצלי אבל בקדרה צריך ס' של היתר בין בחלב בין בשומן של גיד בין בחוטין וקרומות האסורים חוץ מגופו של גיד שהוא ראש העבה וכמו שאז''ל אין בגידין בנ''ט אבל בשאר הגידים והקרומות לא שמענו אע''פ שאין נראה כן מדברי הרמב''ם ז''ל עכ''ל: \n\n"
            ],
            [
                "<b>אין צולין בשר שחוטה עם בשר נבילה וכו'.</b> בפ' כיצד צולין (פסחים דף ע״ו:) אמר רב בשר שחוטה שמן שצלאו עם בשר נבלה כחוש אסור מ״ט מפטמי מהדדי ולוי אמר אפי' בשר שחוטה כחוש שצלאו עם בשר נבלה שמן מותר מ״ט ריחא בעלמא הוא וריחא לאו מילתא היא ופסק רבינו כלוי דשרי וכן פסק בה״ג והתוס' כתבו דהלכה כרב וטענות שתי הסברות כתובות באורך בדברי הרי״ף והר״ן בפרק גיד הנשה ובפרק בתרא דע״ז כדברי התוס' והרי״ף בפ' גיד הנשה פסק כלוי דאמר ריחא [לאו] מילתא היא מיהו כתב דע״כ לא שרי לוי אלא בדיעבד וכו': \n",
                "<b>וכתב</b> הטור בסימן ק''ח וז''ל כתב הרשב''א הסכמת רוב המורים להתיר מ''מ לכתחלה אסור לצלותה בתנור צר ואם בא לבשלם בקדרה כל אחד לעצמו (אפי' בתנור צר) ופי הקדרה מגולה מותר אפילו לכתחלה שאין ריח המתבשל כ''כ (אוסר) וכתב עוד ודוקא בתנורים שלהם שהם מכוסים לכך נכנס הריח של זה בזה אבל בתנורים גדולים שלנו ופיהם פתוחים אין לחוש: \n\n"
            ],
            [
                "<b>בשר נבלה מליח וכו'.</b> בפרק כל הבשר (חולין דף קי״ב:) רב מרי בר רחל אימלח ליה בשר שחוטה בהדי בשר טריפה אתא לקמיה דרבא א״ל הטמאים לאסור צירן ורוטבן וקיפה שלהן ופירש״י אימלח ליה בשר שחוטה בהדי בשר נבלה ובכלי מנוקב [כמשפט המולחים בשר] וקא מיבעיא ליה מי אמרינן כי היכי דגבי דם לא חיישינן לדילמא פלט עליון ובלע תחתון דאמרינן כל זמן שטרודים בפליטה אינם בולעים ושניהם נחים יחד מפליטתן הכא נמי ל״ש או לא וכו' לאסור צירן ורוטבן וכו' וכיון דצירן אסור מיתסר הבשר השחוט מחמת ציר הטריפה שהוא נוח ליבלע מן הדם. ובגמרא (דף קי״ג) מתיב אהא דרבא מדתניא דג טהור שמלחו עם דג טמא מותר מאי לאו שהיו שניהם מלוחים לא כגון שהיה טהור מליח וטמא תפל והא מדקתני סיפא אבל אם היה טהור מליח וטמא תפל מכלל דרישא כששניהם מלוחים עסקינן פרושי קא מפרש טהור שמלחו עם דג טמא מותר כיצד שהיה טהור מליח וטמא תפל ופירש״י תפל מבלי מלח דהשתא לא פליט טמא מידי אבל שניהם מלוחים דטמא נמי פליט אסור וכ״ש טמא מליח וטהור תפל. וכתב הרשב״א בת״ה מוקי בגמרא רישא דוקא בשהיה טהור מליח וטמא תפל דכל שהוא מליח פולט ומבליע חבירו ואינו מחממו כ״כ שיהא פולט אלא מעט ואיידי דטריד לפלוט אינו בולע אותה פליטה מועטת שחבירו פולט. וי״ל נמי שחבירו אינו חם כ״כ שיהא פולט כלל וסיפא דסיפא כשהיה טמא מליח וטהור תפל ולפיכך אסור שהטמא שהוא מליח פולט ומבליע את הטהור וה״ה כשהיו שניהם מלוחים ולא אמרי' איידי דטריד טהור למפלט לא בלע שלא אמרו אלא גבי דם דשריק אבל גבי ציר ורוטב אסורים דמסרך סריכי אא״כ במקום פליטה מרובה כפליטת דם הכבד שאמרו הכבד אוסרת ואינה נאסרת עכ״ל. וכתבו התוס' והרא״ש טהור מליח וטמא תפל מותר גבי מליח כרותח לא שייך לא עילאה גבר ולא תתאה גבר ואפי' קליפה לא בעי והא דאמרינן גבי תתאה גבר או עילאה אדמיקר ליה בלע היינו כחום של צלי עכ״ל. וגבי דג טמא שמלחו עם דג טהור כתב הר״ן משמע דבקליפה סגי דבכל איסור שעל ידי מליחה סגי ליה בקליפה וכן דעת הרא״ה אבל הרמב״ן מחמיר ואומר דהכא כוליה חיים מרוב טיפות מלוחות שהן חמות בעצמן ומדברי רבינו נראה שהוא סובר שהכל נאסר כדברי הרמב״ן ואינו ניתר לא בקליפה ולא בנטילת מקום ואינו מתבטל בס' ואע״פ שכתב בפרק שביעי אין מולחין חלבים עם הבשר ולא מדיחין חלבים עם הבשר וכתב ה״ה שנראה מדבריו שאם עבר ומלח לא נאסר הבשר י״ל דהתם מיירי בחלבים שאין חייבים עליהם כרת וכמ״ש קודם לכן בסמוך יראה לי שכל אלו החוטין והקרומות וכו' ואע״פ שחזר וכתב וכן אין מולחין את הבשר קודם שיסיר ממנו את הקרומות איכא למימר דתרי גווני מליחת החלבים עם הבשר איכא אחת שהוסרו ובההיא מיירי רישא ואחרת קודם שהוסרו ובהכי מיירי בסיפא א״נ דהתם מיירי במליחת החלבים שהיא כל דהו והכא במליח שאינו נאכל מחמת מלחו א״נ דבפרק שביעי לא במולח החלבים בלולים עם הבשר מיירי אלא במולחם בפני עצמם אלא שהם קרובים לבשר וחייש דילמא אתי למיגע ולאו אדעתיה ומהאי טעמא בפרק זה כתב בשר נבלה מליח שנבלל עמו בשר שחוטה ובפרק שביעי כתב אין מולחים חלבים עם בשר ולא הזכיר לשון בלילה. ועל פי הדברים האלה לדעת הרמב״ם דגים ועופות שמלחם זה עם זה דגים כלם אסורים ואע״פ שלא כתב כן בפירוש כשכתב דין זה בפ' ו' ממ״ש בפרק זה גבי בשר שחוטה שנמלח עם בשר נבלה נלמוד מדין זה שדבר הנאסר על ידי מליחה נבלע בכל גופו ומיהו יש לדחות שלא אמר רבינו כן אלא בנבלה ודג טמא ודכוותייהו אבל בדם לא משום דמישרק שריק ואינו מפעפע ואינו אוסר אלא כדי קליפה ודעת הרא״ש בפרק ג״ה כדעת הרשב״א והר״ן דאין להחמיר ברותח דמליחה וסגי בקליפה: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> כל השיעורים האלו שנתנו חכמים וכו'.</b> אבל אם היה מחמץ או מתבל וכו' כיצד שאור של חטים של תרומה וכו'. פ''ב דערלה: \n\n"
            ],
            [
                "<b>דבר חשוב שהוא אוסר במינו בכל שהוא ז' דברים ואלו הם אגוזי פרך וכו'.</b> בפ״ג דערלה (משנה ו' ז') תנן מי שהיו לו חבילי תלתן של כלאי הכרם ידלקו נתערבו באחרים כלם ידלקו דברי ר״מ וכו' וחכ״א אינו מקדש אלא ששה דברים בלבד ר״ע אומר שבעה ואלו הן אגוזי פרך רמוני בדן וחביות סתומות וחולפות תרדים וקולסי כרוב ודלעת יונית ר״ע אומר אף ככרות של בעל הבית. ואתמר עלה (ביצה ג':) ר' יוחנן אמר את שדרכו לימנות שנינו ור״ל אמר כל שדרכו לימנות שנינו פירוש אליבא דר״מ פליגי ר״י ור״ל דר״י סבר דר״מ את שדרכו לימנות קאמר כלומר דדוקא מה שאינו נמכר לעולם אלא במנין קאמר ר״מ דלא בטיל אבל מה שנמכר לפעמים באומד אע״פ שלפעמים נמכר במנין בטיל ור״ל פליג ואמר כל שדרכו לימנות אפי' לפעמים לא בטיל לר״מ ומייתי גמרא להאי מתניתין ומאי דאתמר עלה בפ״ק דביצה ובפ' הערל (יבמות דף ע״ג) ובפרק התערובות ובדוכתי אחריני ולכאורה משמע דכיון דפליגי ר״י ור״ל אליבא דר״מ הלכתא כותיה וכדברי ר' יוחנן דאמר את שדרכו לימנות שנינו וכן פסק סמ״ג אבל דעת רבינו דלא קי״ל כר״מ במקום חכמים ור״ע ואע״ג דפליגי ר״י ור״ל בפירוש דברי ר״מ אינו הכרח לומר דס״ל דהלכתא כוותיה נגד חכמים ור״ע ובפלוגתא דחכמים ור״ע פסק כר״ע דשבעה דברים בלבד הן שאוסרים בכל שהן מפני שהן דבר חשוב וכתב דה״ה לחתיכה הראויה להתכבד שהיא אוסרת בכל שהוא מפני שהיא חשובה וכן גיד הנשה מפני שהוא בריה בפ״ע חשיב ולא בטיל וכן כל בע״ח חשובים הם ואינם בטלים. וכתב עוד יראה לי דכל דבר שהוא חשוב אצל בני מקום מן המקומות וכו'. ובהכי ניחא לדעתו ז״ל למה לא מנו חכמים במשנה חתיכה הראויה להתכבד ובריה דקי״ל דלא בטלי דהנך מילי שמנו לא מנאום אלא לדוגמא לומר דכל דחשיב כעין הנך לא בטלי ואע״פ שאמרו אינו מקדש אלא ששה דברים בלבד לא להוציא שאר דברים נתכוונו אלא להוציא מדר״מ דאמר את שדרכו לימנות מקדש ואתו אינהו ואמרו דליתא אלא אע״פ שדרכו לימנות לא הוי חשוב בהכי עד שיהיה כ״כ חשוב כמו ששה או שבעה דברים הללו. וא״ת א״כ מאי אתא ר״ע להוסיף ככרות של בעל הבית הא כיון דחשיבי ודאי לרבנן נמי לא בטלי דהא אמרת דששה דברים לאו דוקא אלא אינהו וכל דחשיבי כוותייהו ועוד דלישנא דאינו מקדש אלא ששה דברים בלבד ששה דברים דוקא משמע ועוד מאי שנא דכל הנך ששה דברים או שבעה דנקטי רבנן ור״ע כולהו בזרע הארץ ופירי נינהו. לכן נ״ל משום דר״מ איירי בחבילי תלתן שהם מזרע הארץ וקאמר דמקדשין בכל שהן אינהו וכל דכוותייהו אתו רבנן לאיפלוגי ואמרי דלא משכחת בזרע הארץ ופרי העץ שיקדש בכל שהוא אלא הנך ששה דברים בלבד דחשיבי טובא אבל כל שאר דברים שבזרע הארץ ופרי העץ בטלים ואפילו ככרות של בעל הבית דחשיבי כיון דלא חשיבי כי הנך ששה דברים ממש ור״ע מוסיף ככרות של בעה״ב משום דס״ל דחשיבי כי הנך ששה דברים ממש או שהוא סובר דאע״ג דלא חשיבי כי הנך ששה דברים ממש כיון דחשיבי טובא טפי מכל שאר מינים שבזרע הארץ ופרי העץ מקדש בכל שהו וסובר רבינו דאע״ג דנקטו בדוקא הנך ששה דברים היינו משום דהנך חשיבי בכל דוכתא אבל אין הכי נמי שאם בשום מקום חשיב להו אי זה מין שהוא מזרע הארץ ופרי העץ כל כך כמו חשיבותן של אלו דמקדש ולא בטיל ומינה נשמע לחתיכה הראויה להתכבד ולבריה דחשיבי כי הנך ששה דברים דלא בטלי והא דלא מנו להו רבנן אע״פ שבכ״מ ובכל זמן הם חשובים משום דרבנן לא איירו אלא בדבר שגידולו מן הארץ דומיא דחבילי תלתן דאיירי ביה ר״מ כנ״ל לדעת רבינו: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ה-ו)</small> ומה שכתב וכן חתיכה של נבלה וכו'.</b> משנה בפרק גיד הנשה (חולין דף צ״ו) חתיכה של נבלה וכן חתיכה של דג טמא שנתבשלו עם החתיכות (בזמן שמכירן בנותן טעם ואם לאו) כלם אסורות ומקשה בגמרא (דף צ״ט:) וליבטלו ברובא ומשני אגיד בריה שאני ואחתיכה משני בחתיכה הראויה להתכבד. \n",
                "<b>ומ''ש וה''ה בחתיכה של בשר בחלב</b> כלומר שאע''פ שחתיכה זו לא היתה אסורה מצד עצמו כי אם מצד חיבור החלב בה אינה בטלה. \n",
                "<b>ומ''ש או של חולין שנשחטו בעזרה וכו'.</b> כלומר אע''פ שאינם אסורים אלא מדבריהם אינה בטלה חתיכה הראויה להתכבד. \n",
                "<b>ומ''ש וכן גיד הנשה וכו',</b> כבר נתבאר: \n\n"
            ],
            [
                "<b>ומ״ש וכן כל בעלי חיים חשובים הם ואינם בטלים וכו'.</b> בר״פ התערובת (זבחים דף ע':) תנן כל הזבחים שנתערבו בחטאות המתות או בשור הנסקל אפילו אחד ברבוא ימותו כלם ומקשה בגמ' (דף ע״ב) וניבטלו ברובא ואסיק רב אשי (דף ע״ג) בעלי חיים חשיבי ולא בטלי. וכתב הראב״ד או פטר חמור וכו' א״א כיון דקי״ל כרבי אליעזר וכו'. ואני אומר שזו אינה השגה דרבינו העתיק לישנא דמתני' וגמרא ומאחר שכתב לקמן בפרק זה גבי נתערב יין ביין תקנתא דר״א ורשב״ג ממילא משמע דה״ה להני דמאי שנא: \n\n"
            ],
            [],
            [],
            [
                "<b>נפל רמון אחד מן התערובת הזאת וכו'.</b> בפרק התערובת (זבחים דף ע״ד) תניא רמוני בדן אסורין בכל שהן כיצד נפל אחד מהן וכו' לרבוא אסור מרבוא לשלשה ומשלשה למקום אחר מותר כך היא גירסת רש״י והתוס' ונ״ל שהיא גירסת רבינו אלא שהוא ז״ל מפרש דמרבוא לשלשה היינו שנפל מהתערובת אחד לשנים שנמצא שהם שלשה ומאותם השלשה נפל אחד לשנים אחרים הותר. ולא נראה לרבינו לפרש שנפל לשלשה שנמצא שהם ארבעה כפשטא דלישנא משום דמטעם ביטול חד בתרי סגי ושלשה למה לי: \n\n"
            ],
            [
                "<b>נתפצעו אגוזים אלו וכו'.</b> בפרק בתרא דערלה (מ''ח). \n",
                "<b>ומ''ש והוא הדין לחתיכת נבלה שנדוכה וכו',</b> תוספתא פרק קמא דתרומות חתיכה שנתערבה בחתיכות אפילו באלף כלן אסורות ואם נימוח הרי זה בנותן טעם ואיני יודע למה הצריך שיעשה נימוח והלא כשתחתך החתיכה בענין שלא תהיה ראויה להתכבד סגי דומיא דנתפתחו החביות וצריך לומר שכל שנתחתכה בענין שאינה ראויה להתכבד נימוח קרי ליה: \n\n"
            ],
            [
                "<b>ואסור לפצוע האגוזים וכו' שאין מבטלין איסור לכתחלה וכו' כמו שביארנו.</b> בפרק שקודם זה: \n\n"
            ],
            [
                "<b>שאור של כלאי הכרם וכו' וכן תבלין של תרומה וכו'.</b> פרק שני דערלה (משנה י''ד ט''ו) וכתנא קמא: \n\n"
            ],
            [],
            [
                "<b><small>(יד-טו)</small> תבלין שהם שנים או שלשה שמות וכו'.</b> שם (מ''י) תבלין שנים ושלשה שמות ממין אחד או ממין שלשה אסור ומצטרפין ר''ש אומר שנים ושלשה שמות ממין אחד או שני מינין משם אחד אינם מצטרפין ופירש שם רבינו שיעור זו המשנה כן תבלין שנים שלשה שמות ממין אחד או שלשה מינים משם אחד מצטרפין לאסור ואין הלכה כר''ש: \n",
                "<b>וכתב</b> הראב''ד א''א זה אינו כלום וכו' טעמו דגרסינן פרק בתרא דע''ז (דף ס''ו) חלא דחמרא וחלא דשיכרא וחמירא דחיטי וחמירא דשערי אביי אמר בנ''ט בתר טעמא אזלינן והאי טעמא לחוד (והאי טעמא לחוד) וה''ל מין בשאינו מינו (ומין בשאינו מינו) בנ''ט ורבא אמר במשהו בתר שמא אזלינן (והאי חלא איקרי והאי חלא איקרי) והאי חמירא מיקרי והאי חמירא מיקרי וה''ל מין במינו (וכל מין במינו) במשהו אמר אביי מנא אמינא לה דבתר טעמא אזלינן דתניא תבלין שנים ושלשה שמות והם מין אחד או מין שלשה אסורים ומצטרפין ואמר חזקיה הכא במיני מתיקה עסקינן הואיל וראויים למתק בהם קדרה אי אמרת בשלמא בתר טעמא אזלינן כוליה חד טעמא הוא אלא א''א בתר שמא אזלינן האי שמא לחוד והאי שמא לחוד ורבא אמר לך הא מני ר''מ היא דתניא ר' יהודה אומר משום ר''מ מנין לכל איסורים שבתורה שמצטרפין זה עם זה שנאמר לא תאכל כל תועבה כל שתיעבתי לך הרי הוא בבל תאכל ופירש''י חמירא דחיטי וחמירא דשערי חד דחולין וחד דתרומה ונפלו זה לתוך זה תבלין שנים ושלשה שמות והם מין אחד או מין שלישי (אסורין) ומצטרפין ה''ג במסכת ערלה שלשה שמות והם מין אחד כגון פלפל לבן פלפל שחור פלפל ארוך או מין שלישי ושלש שמות יש להם אסורין ומצטרפין אם נפלו בקדירה ולא בזה כדי לתבל ולא בזה כדי לתבל ונצטרפו ותיבלו והם של איסור מצטרפין לאסרה ואמר חזקיה הכא דקאמר מין שלישי ושלשה שמות להם מצטרפין אע''ג דתלתא מיני נינהו ובשמא נמי לא שוו במיני מתיקה עסקינן שכולן טעמן מתוק ומש''ה מצטרפין דטעמן שוה למתק בהם את הקדרה ורבא אמר לך הא מני ר''מ היא ואע''ג דלא שוו לא בשמא ולא בטעמא קאמר דמצטרפין ודחזקיה ליתא עכ''ל. הרי מבואר דלדברי הכל חמירא דחיטי וחמירא דשערי חשיבי שם אחד וא''כ ה''ה לכרפס של נהרות וכרפס של אפר וכרפס של גנה דחשיבי שם אחד ורבינו כתב שהם שלשה שמות. \n",
                "<b>ומ''ש</b> ועוד השמות הללו אסורים הם כלומר שרבינו מפרש דהא דתנן במתני' שנים ושלשה שמות היינו שמות ממש והראב''ד משיג עליו לומר דשמות פירושו איסורים וכמו שהכריחו שם התוס'. ואני קשה לי עוד בדברי רבינו שהרי רבא דהלכתא כוותיה לגבי אביי אמר דבתר שמא אזלינן ומתני' דפ''ב דערלה מוקי לה כר''מ ומשמע דסבר רבא דלית הלכתא כר''מ והיאך פסק רבינו כוותיה ועוד שרבינו לקמן אצל יי''נ שנפל ע''ג ענבים פסק כרבא דאמר בתר טעמא אזלינן והיאך פסק כאן במתני' דתבלין דלרבא אתיא כר''מ ולית הלכתא כוותיה ונמצא רבינו כמזכי שטרא לבי תרי וצ''ע: \n\n"
            ],
            [
                "<b>עיסה מחומצת שנפל לתוכה שאור של תרומה וכו'.</b> בפ''ב דערלה (מי''א) וכת''ק: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(יז-יט)</small> התרומה מעלה את הערלה ואת כלאי הכרם וכו'.</b> גם זה שם: \n",
                "<b>וכתב</b> הראב''ד א''א כמה אוהב זה המחבר חשבונות גדולות וכו'. ולי נראה שרבינו כיון ללמדנו חשבון אחר שאינו של המשנה אף על פי שהכל עולה לחשבון אחד: \n\n"
            ],
            [
                "<b>בגד שצבעו בקליפי ערלה ישרף וכו' וכן תבשיל וכו' וכן בגד וכו'.</b> ריש פרק שלישי דערלה וכחכמים: \n\n"
            ],
            [
                "<b>נתערבו סימני ערלה וכו'.</b> ירושלמי בפרק ג' דערלה אמר רבי יוחנן סממנין בסממנין בטילין במאתים מי צבעים במי צבעים בטילין ברוב: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(כב-כד)</small> תנור שהסיקו בקליפי ערלה ובכלאי הכרם וכו'.</b> פרק כל שעה (פסחים דף כ״ו:) תנור שהסיקו בקליפי ערלה או בקשין של כלאי הכרם חדש יותץ ישן יוצן אפה בו את הפת רבי אומר הפת אסורה וחכמים אומרים הפת מותרת בישלה על גבי גחלים ד״ה מותר והתניא בין חדש ובין ישן יוצן ל״ק הא דתני יותץ ר' אליעזר היא דאמר זה וזה גורם אסור והא דתניא יוצן רבנן היא דאמרי זה וזה גורם מותר וידוע דהלכה כרבנן ובהדיא איפסיקא הלכתא בפ' כל הצלמים (עבודה זרה דף מ״ט) כמ״ד זה וזה גורם מותר. וכתב הרא״ש הילכך חדש יוצן ומסיקין אותו בעצים והוה ליה זה וזה גורם ואע״ג דלכתחלה אסור לעשות זה וזה גורם כדמוכח בפרק כל הצלמים יש לומר דהתם דין שלא יהנה לכתחלה מן האיסור עצמו אבל הכא התנור אינו האיסור בעצמו אלא שהתנור נגמר בעצי איסור ואי אמרינן יותץ נמצא התנור מופסד והוי כדיעבד וכ״כ התוס' והר״ן ואסיקנא בגמרא דלענין אפה בו את הפת הלכה כרבי דאסר וגרסינן בגמרא (דף כ״ז) אמר אביי את״ל זה וזה גורם אסור רבי היינו ר' אליעזר ואת״ל זה וזה גורם מותר והכא משום דיש שבח עצים בפת הוא הני קערות וכוסות וצלוחיות אסירי כ״פ בתנור וקדרה למ״ד זה וזה גורם אסור אסור למ״ד זה וז״ג מותר שרי א״ד אפי' למ״ד זוז״ג מותר קדרה אסורה דהא קבלא תבשילא מקמי דניתו עצים דהיתרא וידוע דהלכה כלישנא בתרא. ובבישלה על גבי גחלים פליגי שמואל ור' יוחנן חד אמר לא שנו אלא עוממות אבל לוחשות אסורות וחד אמר אפילו לוחשות מותרות ואמרינן בגמ' למאן דאמר אפי' לוחשות מותרות פת דאסר דיש שבח עצים בפת לרבי היכי משכחת לה אמר רב פפא בשאבוקה כנגדו כלומר שכל זמן שהיה הפת בתנור היתה אבוקה דולקת כנגדו ונמצא נהנה מן האיסור בשעה שהאיסור בעין ופירש״י אמר אביי את״ל ברייתא מפורשת הכי דכי היכי דאסר רבי בפת ה״נ אסר בתנור וכו' היינו רבי אליעזר בניחותא וליכא למיבעי מידי ואת״ל דס״ל זוז״ג מותר ורישא דההיא לאו רבי היא אלא ר״א היא והתם בפת הוא דאסר רבי משום דיש שבח עצים בפת גופה ונמצא כשאוכלה גופה הוא הנהנה מן האיסור בגורם אחד אבל בתנור חדש וציננו שרי: \n",
                "<b>והשתא</b> מ''ש רבינו בין חדש בין ישן יוצן ואח''כ יחם אותו בעצי היתר היינו כרבנן דאמרי זוז''ג מותר והכא בחדש שציננו הוי תנור דאיסורא ועצים דהיתרא גורמים לאפיית הפת ושרי ואם לא ציננו ואפה בו הפת אסור כרבי דאמר יש שבח עצים בפת ואפילו בישן דהוי זוז''ג תנור דהיתרא ועצים דאיסורא אפ''ה אסור דכיון דיש שבח עצים בפת חמיר טובא ואפילו בזוז''ג אסור. \n",
                "<b>ומ''ש גרף את כל האש ואח''כ בישל או אפה בחומו של תנור הרי זה מותר,</b> יש לתמוה על לשון זה דמשמע שאם לא גרף כל האש לגמרי ובישל או אפה אסור וליתא דהא תני בישלה על גבי גחלים ד''ה מותר וכתבו רבינו לקמן בסמוך. ונראה שצריך לידחק בפירוש זה לומר דהיינו שהסיר העצים הדולקים כדי שלא תהא אבוקה כנגדו אבל כיון שהסיר העצים הדולקים אע''פ שנשארו גחלים מותר כמ''ש לקמן בסמוך: \n",
                "<b>ומצאתי</b> דאיתא ר״פ כיצד צולין (פסחים דף ע״ה) בעא רב חיננא בר אידי מרב אדא בר אהבה תנור שהסיקו בקליפי ערלה וגרפו ואפה בו את הפת לדברי האוסר מהו א״ל הפת מותרת. וכתבו התוס' תימה לריב״א מאי קא בעי הא קתני סיפא בישלה ע״ג גחלים ד״ה מותרת ואפילו למאן דמוקי התם בגחלים עוממות לא גרע חומו מחום חרס התנור שגרפו. ותירץ ר״י שאני גחלים שאין חומו בא מחמת השלהבת אלא מחמת עצמו ועפרא בעלמא הן אבל חום התנור שגרפו מחמת חום שלהבת האבוקה בא שהוא איסור גמור הילכך מיבעי ליה ותימה לר״י כיון דפת אסורה כשהאבוקה כנגדו וחום אבוקה אסור א״כ כשגרפו ואפה בו את הפת נמי יהא הפת אסור ופר״י דאפי' כשאבוקה כנגדו לא אסור אלא מדרבנן ע״כ. ואע״פ שאין תירוץ זה של תוס' נוח לי מ״מ רבינו העתיק לשון הגמ': \n",
                "<b>ויש</b> לדקדק בדברי רבינו שכתב תנור שהסיקו בקליפי ערלה וכו' בין חדש בין ישן יוצן וכו' ואם בישל בו קודם שיוצן בין פת בין תבשיל הרי זה אסור בהנאה וכו' גרף את כל האש וכו' הרי זה מותר וכו' ויש לתמוה למה לא חילק בין חדש לישן בהא דגרף כל האש וכו' וכן בישל על גבי גחלים משמע דליתנהו אלא בישן שלא ציננו דכיון דאין אבוקה כנגדו מותר בדיעבד אבל בחדש שלא ציננו אע''פ שאין אבוקה כנגדו משמע דאסור כיון דהוי כוליה גורם דאיסורא. ואפשר לומר שרבינו סובר שכל שאין אבוקה כנגדו מותר בדיעבד אפי' בחדש שלא ציננו לד''ה מאחר שכלו עצי איסור והכי דייק לישניה שכתב גבי גרף כל האש שהרי עצי האיסור הלכו להם וגבי בישלה על גבי גחלים כתב שכיון שנעשה גחלים הלך איסורן ויש הוכחה לדבר מדבעי בגמ' לאוקומי הא דתניא חדש יותץ כרבי למימרא דרבי סבר זוז''ג אסור ואע''ג דקתני אפלוגתא דרבי ורבנן בישלה על גבי גחלים ד''ה מותר אלמא דאע''ג דהוה ס''ל לרבי זוז''ג אסור אפילו בדיעבד ה''מ כשעדיין עצי האיסור קיימים אבל כשכלו עצי האיסור ולא נשאר אלא גחלים אין כאן גורם של איסור ובדיעבד שרי. וא''ת בחדש שלא ציננו אע''פ שכלו עצי האיסור מ''מ הא איכא תנור דאיסור וליכא שום גורם דהיתרא ומי גרע מזוז''ג דאסור למ''ד ואפילו בדיעבד אסור מדאיכא מאן דפליג עליה דאילו לכתחלה ליכא מאן דשרי כמו שנתבאר. וי''ל דכיון דתנור גופיה אינו איסור עצמו אלא שנגמר בעצי איסור ועצי האיסור הלכו להם נמצא שאין כאן איסור כלל ועדיף מזוז''ג ולפי זה צ''ל דהא דקתני אפה בו את הפת רבי אומר הפת אסורה וכו' קאי לחדש וישן שלא ציננם ואבוקת עצי איסור כנגדם הא לאו הכי הפת מותרת אפילו בחדש שלא נתצו ולא ציננו ואפילו מ''ד זוז''ג אסור מודה בהא דשרי והיינו דקתני סיפא בישלה ע''ג גחלים ד''ה מותר. כנ''ל לדעת רבינו אע''פ שאין נראה כן מדברי המפרשים. \n",
                "<b>ומ''ש קערות וכוסות וקדרות וצלוחיות.</b> כבר נתבאר דקערות כוסות וצלוחיות לכ''ע אסור משום דאין כאן אלא גורם דאיסורא וללישנא בתרא הוא הדין לקדרות וכן פסקו הרי''ף והרא''ש. \n",
                "<b>ומ''ש פת שבישלה על גבי גחלים וכו'.</b> מבואר בברייתא ופסק רבינו כמאן דשרי אפילו בלוחשות וכ''נ שהוא דעת הרי''ף שסתם וכתב כלישנא דברייתא בישלה ע''ג גחלים ד''ה מותר ולא חלק בין עוממות ללוחשות ומשמע דטעמא משום דספיקא בדרבנן הוא דהא זוז''ג הוא אלא דמשום שיש שבח עצים בפת החמירו בו הלכך כיון דאיפליגו אמוראי בלוחשות נקיטינן לקולא וטעם זה לישן שלא ציננו אבל לחדש שלא ציננו דאין כאן אלא גורם דאיסורא צריך טעמא למה פסקו לקולא וצ''ל דסברי הרי''ף ורבינו דאף זה אינו אלא מדרבנן: \n",
                "<b>ומ''ש קדרה שבישל אותה בקליפי ערלה.</b> היה נראה לומר שזה מפרש רבינו כמאי דאמרינן בלישנא בתרא אפילו למ''ד זוז''ג מותר קדרה אסורה דהא קיבלה בישולא מקמי דניתו עצים דהיתר וה''ק אם בישל תבשיל בקדרה ונתן תחתיה עצי איסור תחלה ואחר שנתבשל קצת בעצי איסור נתן תחתיה עצי היתר ונגמר בישול התבשיל אסור. ויש לתמוה דהא אפי' מדלית מהכא עצי ההיתר הוה ליה למישרי משום דהוי זוז''ג קדרה דהיתרא ועצים דאיסורא דומיא דתנור חדש שציננו ועוד דלפי דרכו הוה ליה לפלוגי בין נתבשלה כמאכל בן דרוסאי בעצי האיסור קודם שיבואו עצי ההיתר ללא נתבשלה כמאכל בן דרוסאי בעצי האיסור קודם שיבאו עצי ההיתר. ומיהו בזו היה אפשר לומר דבמידי דאיסור הנאה אפי' לא נתבשל כמב''ד הרי כבר נהנה מן האיסור מ''מ תמיהא קמייתא איתא ועוד דהא בלישנא קמא קדרה דנקט לענין אם נצרפה היא בעצי איסור מיירי ודומיא דתנור דנקט בהדה ובההוא גוונא גופיה משמע דנקיט לה בלישנא בתרא ואינו ענין לפירוש רבינו ואפשר לידחק ולומר דה''ק קדרה שבישל אותה בקליפי ערלה כלומר שנצרפה בעצי איסור ואחר שהתחילה ליצרף הביא עצי היתר וגמר צירופה הרי התבשיל אסור כלומר הרי הקדרה אסורה דלצירוף הקדרה קרי תבשיל וזה מפרש רבינו במ''ש דהא קיבלה בישולא מקמי דניתו עצים דהיתרא ומלבד שפירוש זה בלשון רבינו x דחוק מאד עוד קשה שלא נזכר בגמ' דין זה שנצרפה בעצי איסור ובעצי היתר ומנין לו לרבינו. וע''ק שהרי רבינו כתב דקדרה אסורה כמו קערות וכוסות וצלוחיות והוא מ''ש בלישנא בתרא דהא קיבלה בישולא מקמי דניתו עצים דאיסורא ולמה לו לחזור לשנותה בלעגי שפה ובלשון אחרת וצ''ע: \n\n"
            ],
            [
                "<b>נטיעה של ערלה שנתערבה בנטיעות וכו'.</b> בפ''ק דערלה נטיעה של ערלה ושל כלאי הכרם שנתערבו בנטיעות ה''ז לא ילקוט ואם ליקט יעלה באחד ומאתים ובלבד שלא יתכוין ללקוט ר' יוסי אומר אף יתכוין ללקוט יעלה באחד ומאתים וקאמר עלה בירושלמי דה''ק נטיעה של ערלה שנתערבה בנטיעות כלומר דאיכא חדא ערלה ולא ידיע אי זו היא או ערוגה של כלאי הכרם שנתערבה בערוגות כלומר דאיכא חדא ערוגה כלאי הכרם ולא ידיע אי זו היא ובפרק הניזקין (גיטין נ''ד:) גבי מבטל איסור דסבר ר' יוסי דבשוגג יעלה במזיד לא יעלה רמי מהאי דקתני ר' יוסי אומר אף המתכוין ללקוט יעלה באחד ומאתים ומשני הא אתמר עלה אמר רבא חזקה אין אדם אוסר את כרמו בנטיעה אחת ופירש''י אין אדם אוסר כרמו אין לך אדם נוטע ערלה בין שאר נטיעות בלא סימן ואוסר כרמו בשביל נטיעה אחת וכיון דלא שכיחא לא אחמור בה רבנן אבל נפילת איסור בהיתר שכיחא ורבינו מפרש דה''ק אין אדם אוסר כרמו בנטיעה אחת ואילו היה יודעה היה מוציאה. ואני שמעתי ולא אבין דבאגוזי ערלה שנפלו לאגוזי היתר ופצען שייך למימר הכי דאילו היה יודען היה מוציאן ופסק רבינו כר''י משום דמפרשי אמוראי מיליה משמע דהלכתא כוותיה: \n\n"
            ],
            [
                "<b>המעמיד גבינה בשרף פגי ערלה וכו'.</b> בפרק שני דעבודה זרה (דף ל''ה) אהא דתנן שאסרו גבינות העכו''ם מפני שמעמידין אותן בקיבת עגלי עכו''ם ומקשה אם כן למה לא אסרוה בהנאה אמרינן בגמרא ולהדר ליה משום דליתא לאיסורא בעיניה וכו' אמרי כיון דאוקומי קא מוקים חשיב ליה כמאן דאיתיה לאיסורא בעיניה: \n\n"
            ],
            [
                "<b>הערלה וכלאי הכרם וכו'.</b> משנה בסוף תמורה (דף ל''ג:) אלו הם הנשרפים חמץ בפסח ישרף ותרומה טמאה וערלה וכלאי הכרם את שדרכו לשרוף ישרוף ואת שדרכו לקבור יקבר ופירש''י את שדרכן וכו' אערלה וכלאי הכרם קאי אוכלין ישרפו ומשקין יקברו: \n\n"
            ],
            [
                "<b>יין שנתנסך לע''ז שנתערב עם היין וכו' בד''א בשהורק היין המותר וכו'.</b> בפרק בתרא דע''ז (דף ע''ג) כי אתא רב דימי אמר ר' יוחנן המערה יי''נ מחבית לבור אפילו כל היום כולו ראשון ראשון בטל. תנן יי''נ אסור ואוסר בכל שהוא מאי לאו דקא נפיל איסורא לגו היתרא לא דקא נפיל היתרא לגו איסורא וכו' כי אתא רב יצחק בר יוסף אר''י המערה יי''נ מצרצור קטן לבור אפילו כל היום כולו ראשון ראשון בטל ודוקא צרצור קטן דלא נפיש עמודיה אבל חבית דנפיש עמודה לא. ופסק רבינו כרב יצחק בר יוסף דמחמיר וכבר האריך הר''ן לתת טעם לדברי רב יצחק למה חילק בין צרצור לחבית: \n",
                "<b>וכתב</b> הראב''ד אפי' עירה כל היום כולו וכו' אמר אברהם הא דלא כהלכתא ממתניתא דאגרדמין, כלומר שהוא מפרש כרש''י שפירש דרבין התם בגמרא פליג ארב יצחק בר יוסף והלכה כרבין ורבינו סובר דרבין לא פליג ארב יצחק וכמ''ש הרא''ש ונקטינן כרב יצחק: \n\n"
            ],
            [
                "<b>נתערב סתם יינם ביין וכו'.</b> בפרק בתרא דע''ז (דף ע''ד) תנן יי''נ שנפל לבור כולו אסור בהנאה רשב''ג אומר ימכר כולו לעכו''ם חוץ מדמי יי''נ שבו ובגמרא אמר רב נחמן הלכה למעשה יי''נ יין ביין אסור חבית בחבית מותר סתם יינם אפילו יין ביין מותר ופירש''י יי''נ ממש חבית בחבית מותר בהנאה חוץ מדמי אותה חבית אבל יין ביין כולו אסור בהנאה, סתם יינם אפילו יין ביין מותר בהנאה חוץ מדמי אותו יין. ובפרק כל הצלמים תנן הסיק בהן את התנור וכו' אפה בו פת אסורה בהנאה נתערבה באחרות כלן אסורות בהנאה רבי אליעזר אומר יוליך הנאה לים המלח ואיפסיקא בגמרא הלכתא כרבי אליעזר ואתמר עלה אמר רב אדא בר אהבה ל''ש אלא פת אבל חבית לא ורב חסדא אמר אפילו חבית מותרת ההוא גברא דאיתערבא ליה חביתא דיין נסך בחמריה אתא לקמיה דרב [חסדא] אמר שקיל ד' זוזי דמי חביתא ושדי בנהרא ונשתרי לך כלומר בהנאה. ומדברי רבינו נראה שהוא מפרש דתקנת רשב''ג ותקנת ר' אליעזר כולה חדא היא אלא דמר נקט רישא דמילתא ומר נקט סיפא דכי אמר רשב''ג ימכר כולו לעכו''ם חוץ מדמי יי''נ שבו היינו לומר שאחר שימכור כולו לעכו''ם יקח דמי אותה חבית וישליך ליה''מ וכדר''א. \n",
                "<b>ומ''ש רבינו נתערב סתם יינם ביין וכו' ויהנה בשאר המעות.</b> כלומר אבל יי''נ שנתערב ביין אסור ואין לו תקנה וכדאמר ר''נ. ואיכא למידק על מ''ש רבינו וכן בחבית של סתם יינם מאי וכן השתא חבית של יי''נ מותר ע''י הולכת דמי אותה חבית לים המלח כ''ש סתם יינם. ויש לומר דלאו לגופיה אצטריך אלא לגלויי ארישא דבחבית של יי''נ ממש מיירי א''נ אתא לאשמועינן דאפילו בסתם יינם צריך להוליך דמי אותה חבית לים המלח: \n\n"
            ],
            [
                "<b>מים שנתערבו ביין וכו'.</b> משנה בפרק בתרא דעבודה זרה (דף ע''ג) יין ביין ומים במים בכל שהוא יין במים ומים ביין בנ''ט זה הכלל מין במינו במשהו ושלא במינו בנ''ט ומוקי לה בגמרא בנפל היתרא לגו איסורא אבל נפל איסורא לגו היתרא ראשון ראשון בטיל: \n",
                "<b>ומ''ש והוא שיורק מצלצול קטן וכו'.</b> כבר כתבתי בסמוך שפסק כרב יצחק בר יוסף: \n\n"
            ],
            [
                "<b>בור של יין שנפל לתוכו קיתון של מים תחלה וכו'.</b> שם כי אתא רבין אמר ר' יוחנן יי''נ שנפל לבור ונפל שם קיתון של מים רואין את ההיתר כאילו אינו והשאר מים רבים עליו ומבטלים אותו כי אתא רב שמואל בר יהודה אמר ר' יוחנן ל''ש אלא שנפל קיתון של מים תחלה אבל לא נפל שם קיתון של מים תחלה מצא מין את מינו וניעור ופירש''י נתחזק איכא דמתני לה אמתניתין יין ביין כל שהוא אמר ר''ש בר יהודה ל''ש אלא שלא נפל שם קיתון של מים אבל נפל שם קיתון של מים רואין את ההיתר כאילו אינו והשאר מים רבים עליו ומבטלין אותו ומפרש דאיכא בינייהו דמאן דמתני לה אמתניתין לא בעי תחלה ומאן דמתני לה אדרבין בעי תחלה ודעת הפוסקים לפסוק כלישנא בתרא ורבינו פסק כלישנא קמא וצריך טעם למה: \n\n"
            ],
            [
                "<b>יין נסך שנפל על הענבים וכו'.</b> משנה שם (דף ס''ה:) יי''נ שנפל ע''ג הענבים ידיחם והם מותרות ואם היו מבוקעות אסורות. \n",
                "<b>ומ''ש בין שהיה היין ישן בין שהיה חדש.</b> שם (דף ס''ו) חמרא עתיקא בעינבי ד''ה בנ''ט חמרא חדתא בעינבי אביי אמר במשהו ורבא אמר בנ''ט אביי אמר במשהו בתר טעמא אזלינן אידי ואידי חד טעמא הוא ה''ל מין במינו ומין במינו במשהו ורבא אמר בנ''ט בתר שמא אזלינן והאי שמא לחוד והאי לחוד וה''ל מין בשאינו מינו ומין בשאינו מינו בנ''ט וידוע דהלכה כרבא: \n\n"
            ],
            [
                "<b>ומה שכתב נפל על גבי תאנים וכו'.</b> שם במשנה והרשב''א נזדמן לו גירסא מוטעת בספרי רבינו ותמה עליו בספר תורת הבית וגירסת ספרינו נכונה ואין בה שום תמיהא: \n\n"
            ],
            [
                "<b>יין נסך שנפל על החיטין וכו'.</b> עובדא שם. \n",
                "<b>ומ''ש ולמה אין בודקין את החיטין בנ''ט וכו'.</b> כתב הראב''ד א''א משום דאית בהו ציריא כמבוקעות דמיין עכ''ל. ובאמת שבגמרא כשהקשו על רבא מדתנן גבי ענבים ידיחם והם מותרות שני רב פפא שאני חיטי הואיל ואגב צירייהו כמבוקעות דמיין ורבינו לא חשש לפרש מאי זה טעם הם שואבות: \n\n"
            ],
            [
                "<b>יין נסך שהחמיץ וכו'.</b> שם פלוגתא דאביי ורבא ופסק כרבא דאמר חלא דחמרא וחלא דשיכרא במשהו דבתר שמא אזלינן והאי חלא מיקרי והוה ליה כמין במינו ובמשהו. \n",
                "<b>ומ''ש ויין שנתערב עם החומץ וכו'.</b> פשוט שם: \n\n"
            ]
        ],
        [
            [
                "<b>קדרה של חרס שנתבשל בה בשר נבלה וכו'.</b> בשלהי ע''ז (דף ע''ה:) אמרינן למאן דאמר נ''ט לפגם מותר גיעולי עכו''ם דאסר רחמנא במדין היכי משכחת לה אמר רב חייא בריה דרב הונא לא אסרה תורה אלא קדרה בת יומה דלאו נ''ט לפגם מכאן ואילך לישתרי גזירה שאינה בת יומה אטו בת יומה ודברי רבינו סתומים בפי' בת יומה ומנהג העולם כר''י שפירש שכל שלא שהה מעת לעת הוי בת יומא ודין זה נוהג בכל הכלים. ויש לתמוה למה כתב רבינו של חרס ושמא משום דבעא לסיומי שאין לוקחין מן העכו''ם לעולם כלים שנשתמשו בהן חמין וזה לא שייך אלא בכלי חרס שאינו יוצא מידי דופיו לעולם: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ג-ד)</small> הלוקח כלי תשמיש סעודה מן העכו''ם וכו'.</b> משנה וברייתא בסוף ע''ז: \n",
                "<b>ומה שכתב כיצד מגעילן וכו'.</b> שם, \n",
                "<b>ומה שכתב וכלן שנשתמש בהן וכו',</b> גם זה שם: \n\n"
            ],
            [
                "<b>טבילה זו שמטבילין כלי הסעודה וכו' ורמז לה כל דבר אשר יבא באש וכו'.</b> שם וכלן צריכים טבילה בארבעים סאה מה''מ אמר רבא דאמר קרא כל דבר אשר יבא באש תעבירו באש וטהר הוסיף לך הכתוב טהרה אחרת ומדברי רבינו נראה שהוא סובר שטבילה זו מדרבנן וכ''כ הר''ן שם גבי משכנתא שזה דעת רבינו: \n",
                "<b>ובתשובות</b> הרשב''א כתוב בלשון הזה מה שכתבת שהטבלת כלים מדרבנן לא כלם מודים בו ומדברי הרמב''ם יראה שהוא סבור שהיא מדאורייתא ופשטא דשמעתא בשלהי עבודה זרה הכי משמע טפי עכ''ל. ונראה שטעמו מפני שראה שכתב רבינו ומפי השמועה למדו: \n\n"
            ],
            [
                "<b>לא חייבו בטבילה זו אלא כלי מתכות.</b> שם וטעמא משום דכלי מתכות אמורים לענין טבילה דכלי מדין אך את הזהב וגו'. \n",
                "<b>ומ''ש של סעודה.</b> גם זה שם ומפרש טעמא משום דכלי סעודה אמורים בפרשת כלי מדין דכתיב כל דבר אשר יבא באש ואין דרך להשתמש באש אלא כלים של צורכי סעודה. \n",
                "<b>ומ''ש הנלקחים מן העכו''ם.</b> שם (דף ע''ה:) אמר ר''נ אמר רבה בר אבוה לא שנו אלא בלקוחים וכמעשה שהיה פי' בכלי מדין אבל שאולין לא ומשמע דשכורים שוים לשאולין וכ''כ הרשב''א בת''ה. \n",
                "<b>ומ''ש רבינו או שמשכן העכו''ם אצלו,</b> שם איבעיא להו משכנתא מאי אמר מר בר רב אשי אבא משכן ליה עכו''ם כסא דכספא ואטבליה ואישתי ביה ולא ידענא אי משום דקסבר משכנתא כזביני דמיא אי משום דחזי לעכו''ם דדעתיה לשקועיה כלומר שלא לפדותו עוד. משמע בהדיא דהיכא דדעתיה לשקועיה פשיטא לן דבעי טבילה ובדלא דעתיה לשקועיה הוא דאיבעיא לן ולא איפשיטא. ויש לתמוה על רבינו שכתב סתם דמשכן לו עכו''ם אינו צריך להטביל וכתב הר''ן שמה שפסק לקולא לטעמיה אזיל שסובר דטבילת כלים אינה אלא מד''ס: \n",
                "<b>ואני</b> אומר שאין טעמו של הר''ן מספיק אלא להיכא דלא חזינן דדעתיה לשקועיה כדאבעיא לן אבל היכא דחזינן דדעתיה לשקועיה דפשיטא לן דכזביני דמיא הוה ליה לפסוק שצריך להטביל. ואפשר לומר דאע''ג דמר בר רב אשי פשיטא ליה דכי חזינן דדעתיה לשקועיה צריך להטביל כיון דרב נחמן אמר לא שנו אלא בלקוחים וכמעשה שהיה משמע דסבירא ליה דמשכון לא אפי' חזינן דדעתיה לשקועיה דמ''מ אינו כמעשה שהיה וכיון דפלוגתא דאמוראי היא פסק לקולא מהטעם שכתב הר''ן אי נמי דאי חזינן דדעתיה לשקועיה זביני מעליא נינהו ולא איצטריך ליה לאשמועינן: \n",
                "<b>והרשב''א</b> כתב בשם הראב''ד דמשכנתא צריכה טבילה והטור כתב דבדעתיה לשקועיה צריך טבילה ואי לא י''א שאין צריך וטוב להטבילו בלא ברכה. \n",
                "<b>ומ''ש אבל השועים באבר וכו'.</b> שם ואמרינן תו התם דכלי זכוכית צריך להטביל ולא ידעתי למה השמיטו רבינו: \n\n"
            ],
            [
                "<b>הלוקח סכין מן העכו''ם וכו'.</b> בפ''ק (דף ח') דקאמר גבי סכין של עכו''ם מלבנה באור והכי תניא בתוספתא ובסוף ע''ז (דף ע''ה:) תנן הסכין שפה והיא טהורה ופירש''י שפה לוטשה באבן של נפחים מול''א בלע''ז. ובגמרא (דף ע''ו:) אמר רב עוקבא בר חמא ונועצה עשר פעמים בקרקע וכו' אמר רב הונא בריה דרב יהושע לאכול בה צונן. ומשמע מדברי הפוסקים והמפרשים דשיפה דמתניתין לחתוך בה צונן היא וכן מבואר בדברי הרשב''א. ורבינו שכתב דשיפא מהני אפילו לחתוך בה רותח נ''ל שטעמו משום דמתניתין קתני שיפה ולא קתני נעיצה ואמאי א''ו משום דמתניתין לא קתני אלא הכשר גמור לחתוך בה רותח דומיא דאינך דמיתנו בהדה ובגמרא אתי לפרושי הכשירו לחתוך בה צונן וכ''נ מדברי הר''ן לדעת רבינו וכתב שיש לזה הוכחה מהירושלמי. \n",
                "<b>ומ''ש רבינו דלשחוט צריך הכשר כמו לאכול בה חמין.</b> אע''ג דבריש חולין (דף ח':) אמרינן בלישנא בתרא דלכ''ע בית השחיטה צונן כיון דבלישנא קמא אמרינן דלכ''ע בית השחיטה רותח ראה רבינו להצריך לכתחילה הכשר כמו לחמין. \n",
                "<b>ומ''ש שחט בה קודם שיטהרנה וכו'.</b> שם איתמר השוחט בסכין של עכו''ם רב אמר קולף ורבב''ח אמר מדיח ופסקו ר''ח ורש''י והרשב''א והרא''ש כרב ורי''ף פסק כרבב''ח וכן פסק רבינו. ועל מ''ש רבינו ואם קלף הרי זה משובח כתב הר''ן בפ' כל הבשר לא ידעתי למה ואפשר דרפויי מירפא בידיה עכ''ל: \n\n"
            ],
            [
                "<b>סכין ששחט בה טריפה וכו'.</b> הכי אסיקנא בריש חולין (דף ח':): \n\n"
            ],
            [],
            [
                "<b><small>(ט-י)</small> ויש שם דברים אחרים אסרו אותם חכמים וכו' ואלו הן אסרו לשתות עמהן וכו' ואסרו לאכול פתן או בישוליהן וכו'.</b> בפ''ב דע''ז (דף ל''א:). \n",
                "<b>ומ''ש לא ישתה במסיבה של עכו''ם וכו'.</b> בע''ז פ''ק (דף ח'). \n",
                "<b>ומ''ש ואין שותין שכר שלהן וכו'</b> בפ''ב דע''ז (דף ל''א:) מפני מה אסרו שכר של עכו''ם רמי בר חמא אמר רבי יצחק משום חתנות רב נחמן אמר משום גילויא וכו' רב פפא מפקין ליה לאבבא דחנותא ושתי רב אחאי מייתו ליה לביתיה ושתי ותרווייהו משום חתנות מיהו רב אחאי עביד הרחקה יתירתא פירוש תרווייהו משום חתנות דאי משום גילוי בכל ענין היה אסור אבל משום חתנות ליכא דכיון דלא שתי בבתייהו תו ליכא קירוב דעת: \n",
                "<b>וכתבו</b> התוס' איסור שכר לא מצינו לא במשנה ולא בברייתא ושמא בימי האמוראים אסרוה וכתבו עוד ותרווייהו משום חתנות רב אחאי עביד הרחקה יתירא ומכל מקום שניהם לא היו שותים בבית העכו''ם וא''כ צריך ליזהר שלא לשתות שום שכר בבית העכו''ם ורבינו תפס דברי רב אחאי ודלא כרב פפא אע''ג דבתרא הוא ומאריה דגמרא טפי מרב אחאי ועוד דבדרבנן הלך אחר המיקל כדי להתרחק מדברים של עכו''ם וכך הם דברי הרשב''א בת''ה: \n\n"
            ],
            [
                "<b>יין תפוחים ויין רמונים מותר לשתותן בכל מקום וכו'.</b> נראה שלמד כן מדלא הזכיר איסור משקין של עכו''ם אלא שכר בלבד: \n",
                "<b>יין צמוקים הרי הוא כיין ומתנסך.</b> ונראה שאינו חשוב יין עד שישליך ממנו הצמוקים או שיתחיל להמשך היין כדרך שאמרו ביין ענבים שכתב רבינו בפי''א: \n\n"
            ],
            [
                "<b>אף על פי שאסרו פת עכו''ם יש מקומות שמקילין בדבר ולוקחים פת הנחתום העכו''ם וכו'.</b> בפ''ב דע''ז (דף ל''ח:) א''ר כהנא אמר ר' יוחנן פת לא הותר בבית דין מכלל דאיכא מאן דשרי אין דכי אתא רב דימי אמר פעם אחת יצא רבי לשדה והביא עכו''ם לפניו פת פורני מאפה סאה אמר רבי כמה נאה פת זו וכו' מה ראו חכמים לאוסרה בשדה כסבורים העם התיר רבי את הפת ולא היא וכו' רב יוסף ואיתימא רב שמואל בר יהודה אמר לא כך הוה מעשה אלא אמרו פעם אחת הלך רבי למקום אחד וראה פת דחוק לתלמידים אמר רבי אין כאן פלטר כסבורים העם לומר פלטר עכו''ם והוא לא אמר אלא פלטר ישראל אמר רבי חלבו אפילו למ''ד פלטר עכו''ם לא אמרן אלא דליכא פלטר ישראל אבל במקום דאיכא פלטר ישראל לא ור' יוחנן אמר אפילו למ''ד פלטר עכו''ם ה''מ בשדה אבל בעיר לא משום חתנות ומפרש רבינו דר' יוחנן אדרבי חלבו סמוך ותרתי בעינן ולחומרא שדה וליכא פלטר ישראל ופסק כר' יוחנן לחומרא שכתב יש מקומות שמקילין בדבר ולוקחים פת הנחתום העכו''ם במקום שאין שם נחתום ישראל ובשדה מפני שעת הדחק זו היא הנוסחא האמיתית בספרי רבינו והר''ן שכתב שרבינו לא הזכיר שדה כלל נוסחא משובשת נזדמנה לו בספרי רבינו:   "
            ],
            [
                "<b>הדליק העכו''ם את התנור וכו'.</b> מימרא דרבינא שם (דף ל''ח:): \n\n"
            ],
            [],
            [
                "<b><small>(יד-טו)</small> עכו''ם שבישל לנו יין או חלב או דבש וכו'.</b> שם (דף ל''ח) אמר רב שמואל בר יצחק אמר רב כל הנאכל כמות שהוא חי אין בו משום בישולי עכו''ם בסורא מתנו הכי בפומבדיתא מתנו וכו' כל שאינו נאכל על שלחן מלכים ללפת בו הפת אין בו משום בישולי עכו''ם מאי בינייהו איכא בינייהו דגים קטנים וכו': \n",
                "<b>וכתבו</b> התוס' שפסק רבינו תם כתרי לישני לקולא ואין אסור משום בישולי עכו''ם אלא אם עולה על שלחן מלכים ואינו נאכל כמות שהוא חי ודקדק כן מדברי הגמרא וכן דעת ר''ח והרא''ש והרשב''א והר''ן וכך הם דברי רבינו: \n\n"
            ],
            [
                "<b>ומ''ש ודגים קטנים שמלחן וכו'.</b> שם אמר רב אחי אמר רב דגים קטנים מלוחים אין בהם משום בישולי עכו''ם אמר רב יוסף אם צלאן עכו''ם סומך עליהם משום עירובי תבשילין. \n",
                "<b>ומה שכתב וכל שבישלו ישראל מעט בישול וכו'.</b> מסקנא דגמרא שם בין שהניח עכו''ם והפך ישראל בין שהניח ישראל והפך עכו''ם מותר ואינו אסור עד שתהא תחלתו וגמרו ביד עכו''ם ומשמע דהיפך דקאמר אבשר קאי דומיא דמגיס את הקדרה דתני לה בהדה בברייתא בגמרא וכך הם דברי רבינו. ונ''ל דהאי היפוך בבשר לא להפכו מצד שהוא מונח על גבי גחלים ולהניחו מצד אחר קאמר דהיינו מסלקו ממש וכל שסילקו העכו''ם קודם שיתבשל כמאכל בן דרוסאי והחזירו לאור אסור אלא כשמנענעו והוא מונח על האש מיירי ועי''כ הובערו הלפידים ונתקרב בישולו אבל היפוך ישראל הגחלים אינו מועיל להוציאו מידי בישול עכו''ם כמו שמועיל בפת וכ''כ הר''י והרשב''א והר''ן והריב''ש וכ''נ מדברי רבינו שכתב היפך בבשר ולא כתב היפך בגחלים: \n",
                "<b>ודע</b> דאמרינן בגמרא הא דשרינן בהניח ישראל והיפך עכו''ם דוקא בדלא עבד עכו''ם אלא קירוב דבישול אבל היכא דאי לא הפיך ביה עכו''ם לא הוה בשיל אסור ולא חשש רבינו לכתבו משום דמילתא דפשיטא הוא: \n\n"
            ],
            [
                "<b>דג שמלחו עכו''ם וכו'.</b> בפ''ב דע''ז (דף ל''ח:) דג מליח וכו' חזקיה ובר קפרא שרו ור' יוחנן אסר ופירש''י דלאוכלו כמות שהוא אפליגו וכן נראה מדברי רבינו ופסק כחזקיה ובר קפרא משום דרבים נינהו ועוד דחזקיה רביה דר' יוחנן הוה וכן פסקו הרי''ף והרא''ש והרשב''א ז''ל: \n",
                "<b>ודע</b> דאמרינן בגמרא דרבי חייא פרוואה אמר אין דבריו של אחד במקום שנים ואמר להו רב זביד לא תציתו ליה הכי אמר אביי הלכתא כוותיה דר' יוחנן וכיון דאביי דבתרא הוא פסק כר''י הוה לן למפסק כוותיה וזה היה טעמו של הרב רבינו יונה שפסק כר''י ואיני יודע למה תמה עליו הרשב''א בתורת הבית ואדרבה יש לתמוה על הפוסקים כחזקיה ובר קפרא למה לא חשו לאביי דבתרא הוא ואפשר שהטעם הוא משום דכיון דהא דאביי לא אשכחן מאן דאמר לה אלא רב זביד והוי מילתא פלוגתא בין ר' חייא פרוואה ורב זביד וכיון דטעמיה דר' חייא מסתבר נקטינן כוותיה והרי''ף תירץ בענין אחר דהאי פלוגתא בגמ' לא בדג מליח בלחוד הוא אלא אף בביצה צלויה וקאמר גאון דלא אמר אביי הלכתא כר''י אלא בביצה צלויה בלבד. \n",
                "<b>ומ''ש ופירות שעישנן וכו'.</b> ירושלמי פ' הנודר מן המבושל אין במעושן משום בישולי עכו''ם: \n",
                "<b>ואיכא</b> למידק בדברי רבינו דהא דדג שמלח עכו''ם הוה ליה לאקדומי לההיא דדגים קטנים דלעיל ועוד קשה למה הפסיק ביניהם בדין הניח עכו''ם והפך ישראל או הניח ישראל והפך עכו''ם. ונראה דמשום דדג מליח אם צלאו עכו''ם לא הוה מצי לאקדומי לדין דגים קטנים דא''כ הוה משמע דאם צלאו עכו''ם אחר כך מותרים קאי גם לדג מליח והא ליתא דדגים קטנים מתוך רכותן על ידי מליחתן הם ראויין לאכילת כל אדם ומש''ה צליה דבתר מליחה לא חשיבא בישול אבל דג מליח אינו ראוי ע''י מליחתו אלא לאכילה ע''י הדחק הלכך צליה דבתר מליחה חשיבא בישול וכ''כ הרשב''א בת''ה וז''ל דגים גדולים מלוחים אע''פ שיש מקצת אנשים אוכלים אותם חיים מחמת מלחן אכילה זו ע''י הדחק היא הרבה ואינה אכילה לפיכך אם בישלן עכו''ם הרי אלו אסורים ויש מן החכמים שהתירום והראשון נ''ל עיקר עכ''ל. ולישניה דרבינו דייק הכי דגבי דגים קטנים שמלחן כתב הרי הם כמו שנתבשלו קצת ומדנקט בהו לשון בישול משמע דראוי לאכילה הם כמו דבר שהוא מבושל קצת שהוא נאכל שלא ע''י הדחק אבל גבי דג מליח לא הזכיר לשון בישול מפני שאינו נאכל אלא ע''י הדחק גדול. \n",
                "<b>ומ''ש עד שהכשירן לאכילה</b> אפשר דאפירות שעישנן קאי ולא אדג מליח ואת''ל דאדג מליח נמי קאי ע''כ לומר דהכשר כל דהוא קאמר להיות נאכל ע''י הדחק מיהא: \n",
                "<b>וכן קליות של עכו''ם מותרים.</b> ג''ז שם (דף ל''ז:) חטים ועשאן עכו''ם קליות מותרין וכתב רבינו שהטעם שלא גזרו עליהם מפני שאין אדם מזמן חבירו על הקליות והר''ן כתב שהטעם מפני שלא נשתנו מברייתן וכן פירש''י וע''פ דברים אלו נהגו היתר באפונים קלויין שקולים העכו''ם ולא פקפק אדם עליהם אם לא במקום שנוהגים למשוח המחבת בשמן בשעת קליה והוא מקום שיש לחוש שמא ישימו חלב במקום שמן: \n\n"
            ],
            [
                "<b>פולים ואפונין ועדשים וכיוצא בהם ששולקין העכו''ם וכו'.</b> דעת הפוסקים דסתם כליהם של עכו''ם אינן בני יומן ומדברי רבינו נראה שאינו סובר כן שכתב בפ''ג החמאה שבישלו אותה עכו''ם אסורה משום געולי עכו''ם כמו שיתבאר ואילו לדברי האומרים סתם כליהם של עכו''ם אינם ב''י לית בה משום גיעולי עכו''ם ועוד שכתב בפרק זה דשמן ודבש שבישלום עכו''ם אין בהם משום בישולי עכו''ם ומפני שהבשר פוגמן ומסריחן וזהו פירוש למ''ש בגמרא (דף ל''ח:) אי משום געולי עכו''ם נ''ט לפגם הוא ומותר ואם היה סובר דסתם כליהם של עכו''ם אינם ב''י הל''ל דמההוא טעמא הוו נ''ט לפגם ולפ''ז מ''ש כוספן של עכו''ם שהוחמו מותר מפני שנ''ט לפגם לא משום דסתם כליהם של עכו''ם אינן ב''י קאמר אלא מפני שהבשר פוגם את הכוספן ומסריחו וכדרך שכתב בשמן ודבש ועוד שכתב פולים ועדשים וכיוצא בהם ששולקין אותם העכו''ם ומוכרים אותם אסורים וכו' משום געולי עכו''ם בכ''מ שמא יבשלום עם הבשר או בקדרה שבישלו בה בשר וכן הסופגנים שקולים אותם העכו''ם בשמן אסורים אף משום געולי עכו''ם הרי בהדיא שהוא חושש לסתם כלי עכו''ם משום גיעול ולפ''ז מ''ש גבי לוקח כלים מן העכו''ם וכלם שנשתמש בהן עד שלא הרתיח ועד שלא הדיח ועד שלא הלבין מותר שכל השומן שבהם נ''ט לפגם הוא כמו שביארנו צ''ל דכששיהן עד שאינן ב''י מיירי וכן צ''ל ע''כ לדעת האומרים דסתם כליהם של עכו''ם חיישינן להו לבני יומן דהא דתניא בסוף ע''ז (דף ע''ה:) וכלן שנשתמש בהם [עד שלא יטביל עד] שלא יגעיל [עד] שלא ילבין מותר דכששיהן מיירי הא לאו הכי אסור ודייק לישנא דרבינו דלכך נתכוון ממ''ש שכל השומן שבהם נותן טעם לפגם הוא כמו שביארנו ולא כתב לא לפניו ולא לאחריו דסתם כלים של עכו''ם אינן ב''י וא''כ צ''ל דכמו שביארנו דלא קאי אלא למ''ש שלא אסרה תורה אלא קדרה בת יומה הואיל ועדיין לא נפגם השומן ומד''ס לא יבשל בה לעולם לפיכך אין לוקחים כלי חרס ישנים מן העכו''ם וכו' ואם לקח ובישל מיום שני והלאה התבשיל מותר והיינו ודאי כשיודע שאינה בת יומה כנ''ל אבל מצאתי שכתב הרשב''א שטעמו של רבינו בכוספן של עכו''ם הוא משום דסתם כליהם של עכו''ם אינם ב''י. ויש הוכחה לדברי הרשב''א מלשון רבינו שכתב שמן של עכו''ם מותר וכו' ואפילו נתבשל וכו' ואינו נאסר משום גיעולי עכו''ם מפני שהבשר פוגם את השמן ומסריחו וכן דבש של עכו''ם שנתבשל מותר מטעם זה כוספן של עכו''ם שהוחמו וכו' מותר מפני שנטל''פ הוא ואם לא היה סובר דסתם כלי עכו''ם אינן ב''י הל''ל וכן כוספן של עכו''ם שהוחמו מותר מטעם זה כמ''ש בדבש ומדלא כתב כן משמע דכוספן אין הבשר פוגמו ואפ''ה שרי דסתם כלים אינן ב''י וה''ל נ''ט לפגם ובשמן ודבש לא איצטריך להאי טעמא דטעמא דעדיף מיניה נקט דאפילו אם היה ב''י ממש מותר לה''ט ולפי זה אתי ההיא דוכלן שנשתמש בהן עד שלא הרתיח ועד שלא הלבין כפשטה ולא נצטרך לומר דבששיהן מיירי ולפי זה יש ליישב שמ''ש גבי פולים ואפונים ועדשים וכיוצא עיקר הטעם שמא יבשל אותם עם הבשר. \n",
                "<b>ומ''ש או בקדרה שבישלו בה בשר</b> כדי נסבה א''נ דמשום דמינים הללו אינם ראויים ליאכל אלא עם שומן לכן אנו חוששין שמא בישל אותם בקדרה שבישלו בה בשר תיכף אחר בישול הבשר כדי שתפלוט בהם מה משומן שבה וכן הסופגנין אנו חוששין שמא קלו אותן בשומן נבילה אבל ההיא דחמאה שבישלו אותה העכו''ם אסורה משום גיעולי עכו''ם איני יודע ליישבה לפי דרך זו דדוחק לומר דחייש שמא יערב בה שומן ויבשלם יחד דאין זה במשמע דבריו ועוד שכתב כמו שיתבאר ולא אשכחן ליה חששא זו ולכך נראה כמו שכתבתי תחלה שדעת רבינו דלא קי''ל כמ''ד סתם כלים אינן ב''י: \n\n"
            ],
            [
                "<b>עכו''ם שבישל ולא וכו' וכן אם חרך הראש להעביר השיער וכו'.</b> בפ''ב דע''ז (דף ל''ח): \n\n"
            ],
            [
                "<b>תמרים ששלקו אותם וכו'.</b> שם (ל''ח:) וטעמא משום דמתוקים נאכלים כשהם חיים ומרים אינן נאכלים ובינוניים נאכלים חיים ע''י הדחק: \n\n"
            ],
            [
                "<b>קלי של עדשים וכו'.</b> שם וכל''ב וטעמא דשל עדשים לפעמים עושין אותם בחומץ ולפיכך אסרו כשעושין אותם במים אטו כשעושים אותם בחומץ אבל של חיטים אין דרך לעשותם אלא במים ולפיכך לא גזרו בהם: \n\n"
            ],
            [
                "<b>שמן של עכו''ם מותר.</b> שם (דף ל''ה:) במשנה רבי ובית דינו התירו בשמן. \n",
                "<b>ומ''ש ומי שאוסרו ה''ז עומד בחטא גדול וכו'</b> כתב כן משום דאמרינן בירושלמי רב יצחק בר שמואל בר מרתא נחת לנציבין אשכח לר' שמלאי הדרומי יתיב ודריש רבי ובית דינו התירו את השמן שמואל עלה ואכל רב לא אכל א''ל שמואל לרב אכול או אנא כתיב עלך זקן ממרא אטרח עליה ואכל. \n",
                "<b>ומ''ש רבינו ואפילו נתבשל השמן ה''ז מותר</b> בגמרא דידן אמרינן דלשמואל מעיקרא אסרוהו משום זליפתן של כלים טמאים אוסרתן ואח''כ התירוהו משום דנ''ט לפגם מותר ואמרינן תו בגמרא (דף ל''ח:) אמר רב ששת האי מישחא שליקא דארמאי אסור אמר רב ספרא למאי ניחוש לה אי משום איערובי מסרא סרי אם משום בישולי עכו''ם נאכל הוא כמות שהוא חי אי משום געולי עכו''ם נ''ט לפגם הוא ומותר: \n\n"
            ],
            [
                "<b>ומ''ש רבינו וכן דבש של עכו''ם שנתבשל וכו'.</b> שם (דף ל''ט:) במשנה מני דבש בהדי דברים המותרים. ובגמרא דבש למאי ניחוש לה אי משום איערובי מסרא סרי אי משום בשולי עכו''ם נאכל כמות שהוא חי אי משום געולי עכו''ם נ''ט לפגם הוא ומותר: \n\n"
            ],
            [
                "<b>כוספן של עכו''ם וכו'.</b> שם (דף ל''ח:) ת''ר הכוספן של עכו''ם שהוחמו חמין ביורה גדולה אסור ביורה קטנה מותר ואי זו היא יורה קטנה א''ר ינאי כל שאין צפור דרור יכול ליכנס בתוכה וכו'. והתניא אחת יורה גדולה ואחת יורה קטנה מותר ל''ק הא כמ''ד נ''ט לפגם אסור והא כמאן דאמר נ''ט לפגם מותר. ופירש''י הכוספן פסולת של תמרים שעשו מהן שכר וחולטין אותן. כל שאין צפור דרור וכו' שפיה קצר דבהאי ודאי לא איבשיל דבר טמא דניחוש לגעולי עכו''ם: \n",
                "<b>וכן כבשים שאין דרכן לתת לתוכן חומץ או יין.</b> שם (דף ל''ט:) במשנה. \n",
                "<b>ומ''ש או זיתים הכבושים.</b> שם במשנה. \n",
                "<b>ומ''ש וחגבים הכבושים שבאים מן האוצר מותרים,</b> שם במשנה חגבים הבאים מן הסלולה אסורים מן ההפתק מותרים ופירש''י מן הסלולה הנמכרים בסל לפני חנוני אסורים וכו' מפני שמזלף עליהם יין, מן ההפתק מקום כנוסן של חגבים מלוחים מותרים דאין מזלף עליהם עד שנותנו לפניו למכור: \n\n"
            ],
            [
                "<b>ומ''ש ומפני מה אסרו חומץ שכר של עכו''ם וכו'.</b> מימרא דרב יוסף (דף ל''ב) האי חלא דשיכרא דארמאה אסור דמערבי ביה דורדא דיי''נ: \n\n"
            ],
            [
                "<b>המורייס במקום שדרכן לתת לתוכו יין אסור וכו'.</b> בפרק ב' דעבודה זרה (דף ל''ד:): \n\n"
            ],
            [],
            [
                "<b><small>(כז-כח)</small> קטן שאכל אחד ממאכלות אסורות וכו'.</b> בפרק חרש (דף קי''ג:) רב יצחק בר ביסנא אירכסו ליה מפתחי דבי מדרשא בר''ה בשבתא אתא לקמיה דרבי פדת אמר ליה זיל דבר טלי וטליא וליטיילו התם דאי משכחי להו מייתו להו אלמא קסבר קטן אוכל נבלות אין ב''ד מצווים להפרישו. ואע''ג דאמרינן התם בגמ' (דף קי''ד) דר' יוחנן ספוקי מספקא ליה לא שבקינן מאי דפשיטא לר' פדת ועבד בה עובדא משום ספיקא דר' יוחנן. \n",
                "<b>ומ''ש במד''א בשעשה מעצמו וכו',</b> שם ת''ש לא תאכלום כי שקץ הם לא תאכילום להזהיר גדולים על הקטנים מאי לאו דאמרינן להו לא תאכלו לא דלא ליספו ליה בידים. \n",
                "<b>ומ''ש ואפילו דברים שאיסורם מד''ס וכן אסור להרגילו בחילול שבת ומועד ואפילו בדברים שהם משום שבות. ומ''ש אע''פ שאין ב''ד מצווין להפריש הקטן מצוה על אביו לגעור בו ולהפרישו וכו'.</b> זה נלמד ממ''ש בכמה מקומות שהאב חייב לחנך את בנו: \n",
                "<b>ודע</b> שרבינו כתב בפרק כ''ד מהל' שבת וז''ל קטן שעשה בשבת דבר שהוא משום שבות כגון שתלש מעציץ שאינו נקוב או טלטל בכרמלית אין ב''ד מצווין להפרישו וכן אם הניחו אביו אין ממחין בידו ומשמע מדבריו שאם היה הקטן עושה מלאכה דאורייתא ב''ד מצווין להפרישו וזה הפך מ''ש כאן ובפי''ב מהלכות שבת וממאי דמשמע בפרק כל כתבי ובפרק חרש וה''ה בפ' כ''ד מהל' שבת הניח הדבר בצריך תלמוד ויש מתרצים שמ''ש רבינו בפרק כ''ד דדוקא בשבות לא משום רישא נקטיה דההיא אפילו באיסורי תורה נמי היא אלא משום סיפא נקטיה דקתני ואם הניחו אביו אין ממחין בידו דהיינו דוקא באיסורי דרבנן אבל באיסור תורה ממחין ביד אביו שלא יניחנו לעשות איסור. ובטא''ח סי' שמ''ג תמה על דברי רבינו ושם הארכתי: \n\n"
            ],
            [
                "<b>אסרו חכמים מאכלות ומשקין שנפש רוב בני אדם קיהה מהם וכו' וכלי זכוכית של ספרים שגורעים בהם את הדם.</b> בפ' אלו הן הלוקין (מכות דף ט״ז:) אמר רב ביבי בר אביי האי מאן דשתא בקרנא דאומנא עבר משום לא תשקצו. \n",
                "<b>ומ''ש וכן אסור לאדם שישהה את נקביו כלל וכו'</b> שם המשהה את נקביו עובר משום לא תשקצו: \n",
                "<b>סליק הלכות מאכלות אסורות</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}