{
    "text": {
        "0": {
            "0": "הקרוב כצ\"ל:"
        },
        "1": {
            "0": "נ\"ב הים אפשר לחלק בין רשות לחובה אבל א\"א להעמיד הדברים למעיין בגמ' דנזיר: [ועיין בפירש\"י בקדושין ס\"פ האומר]"
        },
        "2": {
            "0": "נ\"ב תימה דלכאורה צריך מקום חזק יותר לקבל מעזיבה בינונית מרכה וכ\"פ הרמב\"ם והרע\"ב במשנה שם:"
        },
        "3": {
            "0": "נ\"ב צ\"ע מה ק\"ל עיין ספ\"ק דחולין בפרש\"י:"
        },
        "6": {
            "0": "נ\"ב אנן קי\"ל דלכתחלה יסיים סוף הדף. עי' יו\"ד סי' ערב:"
        },
        "8": {
            "0": "נ\"ב עי' ברי\"ף מגילה סי' אלף עה:",
            "1": "נ\"ב נ\"ל שצ\"ל שלאחר:",
            "2": "אפילו בא\"י עי' לקמן סוף הלכות מזוזה:"
        },
        "9": {
            "0": "נ\"ב תמוך אשורי תרגומו סעיד אסתורי:"
        },
        "10": {
            "0": "נ\"ב צ\"ע איך ש\"מ מדרב הונא זה:",
            "1": "כזה ם:",
            "2": "צ\"ל פפא:",
            "3": "נ\"ב צ\"ל דביא' שער הוי. פי' פתח הימני נקרא פתח בית שער לגינה ופליגי ביה ושבשמאל נקרא פתח גינה לבית ולא ס\"ל דהימני נקרא מגינה לבית ושבשמאל נקרא מבית לגינה:"
        },
        "11": {
            "0": "נ\"ב צ\"ע בפוסקים:"
        },
        "12": {
            "0": "תי' מדקאמר מוקפת:",
            "1": "נ\"ב הרא\"ש כתב פירושו בשם ויש מפרשים וכתב והכי נהגו. וא\"א לי להולמו עיין במרדכי:"
        },
        "14": {
            "0": "עי' ברי\"ף ר\"ה פ\"ד ס\"ס תתקנז:"
        },
        "15": {
            "0": "נ\"ב עי' במנחות בתוס' דמקשו על פירש\"י ופירשו עבורי לשון קדימה שלא יקדימם להניחם בכיס תחלה ול\"נ המכוון בפי' התוס' ומ\"מ יפורש עבורי כפשטו שאם יניח תש\"י בכיס תחילה ע\"כ כשבא להניחם יעבור בידו עם תש\"י על תש\"ר והוא עובר על המצות ובכלל עבורי דרעא כשבא להניחם יצטרך לעבור ולדלוג על תש\"ר וק\"ל:"
        },
        "16": {
            "0": "ר\"ל סדק והוא קרע היה בבית יד כמו חיטי אגב צירייהו ר\"פ השוכר עי' רי\"ף ע\"ז סימן אלף רצב:"
        },
        "20": {
            "0": "נ\"ב צ\"ל נשים ועבדים:"
        },
        "22": {
            "0": "עי' ברי\"ף שבת פרק במה מדליקין סי' שז:"
        },
        "24": {
            "0": "נ\"ב דהא דשמואל הנ\"ל אינו רק לידע אם קולט הצבע:",
            "1": "נ\"ב וא\"כ פי' מומחה נאמן:"
        },
        "25": {
            "0": "צ\"ל כוותי:",
            "1": "נ\"ב מדאיבעיא להו אם פוט' של צמר מכלל דבפשתן פשיטא להו:",
            "2": "צ\"ל או של:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Hagahot Chavot Yair on Menachot"
}