{
    "title": "Mishneh Torah, Offerings for Unintentional Transgressions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Offerings_for_Unintentional_Transgressions",
    "text": [
        [
            "כָּל הָעוֹבֵר בִּשְׁגָגָה עַל אַחַת מִמִּצְוֹת לֹא תַּעֲשֶׂה שֶׁיֵּשׁ בָּהּ מַעֲשֶׂה שֶׁחַיָּבִין עָלֶיהָ כָּרֵת. הֲרֵי זֶה חַיָּב לְהַקְרִיב קָרְבַּן חַטָּאת. וּמִצְוַת עֲשֵׂה שֶׁיַּקְרִיב חַטָּאתוֹ עַל שִׁגְגָתוֹ:\n",
            "וְכָל עֲבֵרָה שֶׁחַיָּבִין עַל זְדוֹנָהּ כָּרֵת חַיָּבִין עַל שִׁגְגָתָהּ חַטָּאת חוּץ מִשָּׁלֹשׁ עֲבֵרוֹת. מְגַדֵּף. וּמְבַטֵּל מִילָה. וְקָרְבַּן פֶּסַח. הַפֶּסַח וְהַמִּילָה מִפְּנֵי שֶׁהֵן מִצְוַת עֲשֵׂה וְחַטָּאת אֵין מְבִיאִין אֶלָּא עַל שִׁגְגַת לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא ד יג)</small> \"אַחַת מִכָּל מִצְוֹת ה' אֲשֶׁר לֹא תֵעָשֶׂינָה\". וְהַמְגַדֵּף מִפְּנֵי שֶׁאֵין בּוֹ מַעֲשֶׂה וְנֶאֱמַר <small>(במדבר טו כט)</small> \"לָעוֹשֶׂה בִּשְׁגָגָה\" יָצָא מְגַדֵּף שֶׁאֵין בּוֹ מַעֲשֶׂה. לְפִיכָךְ הַמְקַבֵּל עֲבוֹדָה זָרָה בֵּאלוֹהַּ אַף עַל פִּי שֶׁהוּא חַיָּב כָּרֵת אִם הָיָה מֵזִיד נִסְקָל וְאִם קִבֵּל בִּשְׁגָגָה פָּטוּר מִן הַקָּרְבָּן לְפִי שֶׁלֹּא עָשָׂה מַעֲשֶׂה וְנֶאֱמַר <small>(ויקרא ד כז)</small> \"בַּעֲשֹׂתָהּ אַחַת\":\n",
            "כָּל כְּרֵתוֹת שֶׁבַּתּוֹרָה חוּץ מִשָּׁלֹשׁ כְּרֵתוֹת שֶׁבֵּאַרְנוּ אִם עָבַר הַיָּחִיד עַל אַחַת מֵהֶן בִּשְׁגָגָה מֵבִיא חַטָּאת קְבוּעָה חוּץ מִטָּמֵא שֶׁאָכַל קֹדֶשׁ וְטָמֵא שֶׁנִּכְנַס לַמִּקְדָּשׁ שֶׁשְּׁנֵיהֶם אֵין מְבִיאִין חַטָּאת קְבוּעָה אֶלָּא קָרְבָּן עוֹלֶה וְיוֹרֵד כְּמוֹ שֶׁיִּתְבָּאֵר:\n",
            "חַטָּאת קְבוּעָה הִיא הַבָּאָה מִן הַבְּהֵמָה בִּלְבַד וְקָרְבָּן עוֹלֶה וְיוֹרֵד הוּא קָרְבָּן שֶׁאֵינוֹ קָבוּעַ אֶלָּא אִם הָיָה עָשִׁיר מֵבִיא חַטַּאת בְּהֵמָה וְאִם הָיָה עָנִי מֵבִיא עוֹף אוֹ עֲשִׂירִית הָאֵיפָה כְּמוֹ שֶׁיִּתְבָּאֵר. נִמְצֵאתָ לָמֵד שֶׁכָּל הָעֲבֵרוֹת שֶׁהַיָּחִיד מֵבִיא עַל שִׁגְגָתָן חַטָּאת קְבוּעָה אַרְבָּעִים וְשָׁלֹשׁ. וְאֵלּוּ הֵן: א) הַבָּא עַל אִמּוֹ. ב) הַבָּא עַל אֵם אִשְׁתּוֹ. ג) הַבָּא עַל אֵם אִמָּהּ. ד) הַבָּא עַל אֵם אָבִיהָ. ה) הַבָּא עַל בִּתּוֹ. ו) הַבָּא עַל בַּת בִּתּוֹ. ז) הַבָּא עַל בַּת בְּנוֹ. ח) הַבָּא עַל בַּת אִשְׁתּוֹ. ט) הַבָּא עַל בַּת בִּתָּהּ. י) הַבָּא עַל בַּת בְּנָהּ. יא) הַבָּא עַל אֲחוֹתוֹ. יב) הַבָּא עַל אֲחוֹתוֹ שֶׁהִיא בַּת אֵשֶׁת אָבִיו. יג) הַבָּא עַל אֲחוֹת אָבִיו. יד) הַבָּא עַל אֲחוֹת אִמּוֹ. טו) הַבָּא עַל אֲחוֹת אִשְׁתּוֹ. טז) הַבָּא עַל אֵשֶׁת אָבִיו. יז) הַבָּא עַל אֵשֶׁת אֲחִי אָבִיו. יח) הַבָּא עַל אֵשֶׁת בְּנוֹ. יט) הַבָּא עַל אֵשֶׁת אָחִיו. כ) הַבָּא עַל אֵשֶׁת אִישׁ. כא) הַבָּא עַל הַנִּדָּה. כב) הַשּׁוֹכֵב עִם זָכָר. כג) הַבָּא עַל אָבִיו. כד) הַבָּא עַל אֲחִי אָבִיו. כה) הַשּׁוֹכֵב עִם בְּהֵמָה. כו) הָאִשָּׁה שֶׁמְּבִיאָהּ עָלֶיהָ אֶת הַבְּהֵמָה. נִמְצְאוּ כָּל כְּרֵתוֹת שֶׁבַּעֲרָיוֹת עֶשְׂרִים וְשָׁלֹשׁ. וּבִשְׁאָר הָעֲבֵרוֹת שְׁבַע עֶשְׂרֵה. וְאֵלּוּ הֵן: א) הָעוֹבֵד עֲבוֹדָה זָרָה בְּמַעֲשֶׂה. ב) הַנּוֹתֵן מִזַּרְעוֹ לַמּלֶךְ. ג) בַּעַל אוֹב. ד) בַּעַל יִדְּעוֹנִי בְּמַעֲשֶׂה. ה) הַמְחַלֵּל אֶת הַשַּׁבָּת. ו) הָעוֹשֶׂה מְלָאכָה בְּיוֹם הַכִּפּוּרִים. ז) הָאוֹכֵל וְשׁוֹתֶה בְּיוֹם הַכִּפּוּרִים. ח) הָאוֹכֵל נוֹתָר. ט) הָאוֹכֵל חָמֵץ בְּפֶסַח. י) הָאוֹכֵל חֵלֶב. יא) הָאוֹכֵל דָּם. יב) הָאוֹכֵל פִּגּוּל. יג) הַשּׁוֹחֵט קָדָשִׁים חוּץ לָעֲזָרָה. יד) הַמַּעֲלֶה קָרְבָּן חוּץ לָעֲזָרָה. טו) הַמְפַטֵּם אֶת שֶׁמֶן הַמִּשְׁחָה. טז) הַמְפַטֵּם אֶת הַקְּטֹרֶת. יז) הַסָּךְ בְּשֶׁמֶן הַמִּשְׁחָה. הֲרֵי אֵלּוּ אַרְבָּעִים וְשָׁלֹשׁ עֲבֵרוֹת שֶׁמְּבִיאִין עַל שִׁגְגָתָן חַטָּאת קְבוּעָה. וּמַה הוּא הַקָּרְבָּן שֶׁמֵּבִיא הַשּׁוֹגֵג בְּאַחַת מֵאֵלּוּ. אִם שָׁגַג בַּעֲבוֹדָה זָרָה מֵבִיא עֵז בַּת שְׁנָתָהּ לְחַטָּאת וְהִיא הָאֲמוּרָה בְּפָרָשַׁת שְׁלַח לְךָ בֵּין שֶׁהָיָה הַחוֹטֵא הֶדְיוֹט אוֹ מֶלֶךְ אוֹ כֹּהֵן גָּדוֹל אוֹ מְשׁוּחַ מִלְחָמָה הַכּל שָׁוִין בְּשִׁגְגַת עֲבוֹדָה זָרָה. אֲבָל אִם שָׁגַג בְּאַחַת מִשְּׁאָר אַרְבָּעִים וּשְׁתַּיִם אִם הָיָה הֶדְיוֹט מֵבִיא שְׂעִירַת עִזִּים אוֹ נְקֵבָה מִן הַכְּבָשִׂים וְזוֹ הִיא חַטָּאת שֶׁל אֶחָד מֵעַם הָאָרֶץ הָאֲמוּרָה בְּפָרָשַׁת וַיִּקְרָא. וְאִם הַמֶּלֶךְ הוּא שֶׁשָּׁגַג בְּאַחַת מֵהֶן מֵבִיא שְׂעִירַת עִזִּים לְחַטָּאת. וְאִם כֹּהֵן מָשׁוּחַ הוּא מֵבִיא פַּר בֶּן בָּקָר לְחַטָּאת וְהוּא נִשְׂרָף כְּמוֹ שֶׁנִּתְפָּרֵשׁ שָׁם:\n",
            "אֶחָד יָחִיד שֶׁשָּׁגַג בְּאַחַת מֵאֵלּוּ אוֹ מְרֻבִּין שֶׁנֶּאֱמַר <small>(במדבר טו כט)</small> \"תּוֹרָה אַחַת תִּהְיֶה לָכֶם לָעשֶֹׁה בִּשְׁגָגָה\". כֵּיצַד. אַנְשֵׁי מְדִינָה שֶׁשָּׁגְגוּ וְדִמּוּ שֶׁהַיּוֹם חֹל וַהֲרֵי הוּא יוֹם הַכִּפּוּרִים וְכֻלָּן אָכְלוּ וְעָשׂוּ מְלָאכָה. כָּל אֶחָד מֵהֶן מֵבִיא שְׁתֵּי חַטָּאוֹת כְּבָשׂוֹת אוֹ שְׂעִירוֹת. וְכֵן אִם שָׁגְגוּ כֻּלָּן וְהִקְטִירוּ לַעֲבוֹדָה זָרָה כָּל אֶחָד וְאֶחָד מִן הָעוֹבְדִים מֵבִיא עֵז בַּת שְׁנָתָהּ לְחַטָּאת:\n"
        ],
        [
            "אֵין אָדָם חַיָּב חַטָּאת עַל שִׁגְגָתוֹ עַד שֶׁיִּהְיֶה שׁוֹגֵג מִתְּחִלָּה וְעַד סוֹף אֲבָל אִם שָׁגַג בַּתְּחִלָּה וְהֵזִיד בַּסּוֹף אוֹ הֵזִיד בַּתְּחִלָּה וְשָׁגַג בַּסּוֹף פָּטוּר מִקָּרְבַּן חַטָּאת. כֵּיצַד. כְּגוֹן שֶׁהוֹצִיא חֵפֶץ מֵרְשׁוּת לִרְשׁוּת בְּשַׁבָּת עָקַר בְּזָדוֹן וְהִנִּיחַ בִּשְׁגָגָה אוֹ שֶׁעָקַר בִּשְׁגָגָה וְהִנִּיחַ בְּזָדוֹן פָּטוּר עַד שֶׁיַּעֲקֹר בִּשְׁגָגָה וְיַנִּיחַ בִּשְׁגָגָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "עָבַר עֲבֵרָה וְיוֹדֵעַ שֶׁהִיא בְּלֹא תַּעֲשֶׂה אֲבָל אֵינוֹ יוֹדֵעַ שֶׁחַיָּבִין עָלֶיהָ כָּרֵת הֲרֵי זוֹ שְׁגָגָה וּמֵבִיא חַטָּאת. אֲבָל אִם יָדַע שֶׁהִיא בְּכָרֵת וְשָׁגַג בְּקָרְבָּן וְלֹא יָדַע אִם חַיָּבִין עָלֶיהָ קָרְבָּן אִם לָאו הֲרֵי זֶה מֵזִיד. שֶׁשִּׁגְגַת קָרְבָּן אֵינָהּ שְׁגָגָה בַּעֲבֵרוֹת אֵלּוּ שֶׁחַיָּבִין עֲלֵיהֶן כָּרֵת:\n",
            "מִי שֶׁלֹּא נוֹדַע לוֹ עַצְמוֹ שֶׁל חֵטְא שֶׁחָטָא. אַף עַל פִּי שֶׁיָּדַע בְּוַדַּאי שֶׁעָבַר עַל לֹא תַּעֲשֶׂה שֶׁיֵּשׁ בּוֹ כָּרֵת. הֲרֵי זֶה פָּטוּר מִקָּרְבַּן חַטָּאת. שֶׁנֶּאֱמַר <small>(ויקרא ד כג)</small> \"אֲשֶׁר חָטָא בָּהּ\" עַד שֶׁיֵּדַע הַחֵטְא שֶׁחָטָא בּוֹ. כֵּיצַד. חֵלֶב וְנוֹתָר לְפָנָיו וְאָכַל אֶת אֶחָד מֵהֶם וְאֵין יָדוּעַ אֵי זֶה אָכַל. אִשְׁתּוֹ נִדָּה וַאֲחוֹתוֹ בַּבַּיִת וְשָׁגַג וּבָא עַל אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ מֵהֶן בָּעַל. שַׁבָּת וְיוֹם הַכִּפּוּרִים לְפָנָיו וְעָשָׂה מְלָאכָה בְּאֶחָד מֵהֶן וְאֵין יָדוּעַ בְּאֵי זֶה מֵהֶן עָשָׂה הֲרֵי זֶה פָּטוּר מִקָּרְבַּן חַטָּאת:\n",
            "חָטָא וְנוֹדַע לוֹ חַטָּאתוֹ וְחָזַר וּשְׁכָחוֹ הֲרֵי זֶה מֵבִיא חַטָּאת לְשֵׁם מַה שֶּׁהוּא וְתֵאָכֵל כִּשְׁאָר חַטָּאוֹת הַנֶּאֱכָלוֹת:\n",
            "שָׁגַג בְּשֵׁם אֶחָד וְהֵם שְׁנֵי גּוּפִין חַיָּב. כֵּיצַד. שְׁתֵּי נִדּוֹת וְשָׁגַג בְּאַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ הִיא. שְׁתֵּי אֲחָיוֹת וְשָׁגַג בְּאַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ הִיא חַיָּב חַטָּאת שֶׁהֲרֵי יָדַע עַצְמוֹ שֶׁל חֵטְא. לְמָה זֶה דּוֹמֶה לִשְׁתֵּי נֵרוֹת דּוֹלְקוֹת שֶׁכָּבָה אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ נֵר הִיא. אוֹ לִשְׁנֵי תַּמְחוּיִין שֶׁל חֵלֶב שֶׁאָכַל מֵאֶחָד מֵהֶן וְאֵין יָדוּעַ מֵאֵי זֶה תַּמְחוּי מֵהֶן אָכַל שֶׁהוּא חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "כָּל הַמְחֻיָּב חַטָּאת קְבוּעָה עַל שִׁגְגָתוֹ וְעָשָׂה בִּשְׁגָגָה וְנוֹדַע לוֹ אַחַר שֶׁחָטָא אַף עַל פִּי שֶׁלֹּא הָיְתָה לוֹ יְדִיעָה בַּתְּחִלָּה שֶׁזֶּה חֵטְא הוּא הֲרֵי זֶה חַיָּב חַטָּאת. כֵּיצַד. תִּינוֹק שֶׁנִּשְׁבָּה לְבֵין הָעַכּוּ''ם וְגָדַל וְהוּא אֵינוֹ יוֹדֵעַ מַה הֵם יִשְׂרָאֵל וְלֹא דָּתָם וְעָשָׂה מְלָאכָה בְּשַׁבָּת וְאָכַל חֵלֶב וְדָם וְכַיּוֹצֵא בָּהֶן. כְּשֶׁיִּוָּדַע לוֹ שֶׁהוּא יִשְׂרָאֵל ומְצֻוֶּה עַל כָּל אֵלּוּ חַיָּב לְהָבִיא חַטָּאת עַל כָּל עֲבֵרָה וַעֲבֵרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "הַשּׁוֹגֵג בְּלֹא כַּוָּנָה בַּעֲרָיוֹת אוֹ בְּמַאֲכָלוֹת אֲסוּרוֹת חַיָּב חַטָּאת. בְּשַׁבָּת פָּטוּר מֵחַטָּאת. כֵּיצַד. הָיָה מִתְעַסֵּק עִם אִשָּׁה וּבְעָלָהּ בְּלֹא כַּוָּנָה לִבְעִילָה וַהֲרֵי הִיא עֶרְוָה עָלָיו. דִּמָּה שֶׁזֶּה שֶׁבְּפִיו רֹק הוּא וּבְלָעוֹ בְּלֹא כַּוָּנָה לְשֵׁם אֲכִילָה בָּעוֹלָם וַהֲרֵי הוּא חֵלֶב הֲרֵי זֶה חַיָּב חַטָּאת. נִתְכַּוִּן לְהַגְבִּיהַּ אֶת הַתָּלוּשׁ וְחָתַךְ אֶת הַמְחֻבָּר בְּלֹא כַּוָּנָה לַחֲתִיכָתוֹ פָּטוּר. מְלֶאכֶת מַחֲשֶׁבֶת אָסְרָה תּוֹרָה כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ:\n",
            "כָּל הָעוֹשֶׂה מִצְוָה מִן הַמִּצְוֹת וּבִכְלַל עֲשִׂיָּתָהּ נַעֲשֵׂית עֲבֵרָה שֶׁחַיָּבִין עָלֶיהָ כָּרֵת בִּשְׁגָגָה הֲרֵי זֶה פָּטוּר מֵחַטָּאת מִפְּנֵי שֶׁעָשָׂה בִּרְשׁוּת. כֵּיצַד. הַבָּא עַל יְבִמְתּוֹ וַהֲרֵי הִיא נִדָּה וְהוּא לֹא יָדַע. הֲרֵי זֶה פָּטוּר מֵחַטָּאת שֶׁהֲרֵי עֲשָׂאָהּ בִּרְשׁוּת. אֲבָל אִם בָּא עַל אִשְׁתּוֹ וַהֲרֵי הִיא נִדָּה חַיָּב חַטָּאת מִפְּנֵי שֶׁלֹּא שְׁאָלָהּ וְאַחַר כָּךְ יִבְעל. אֲבָל יְבִמְתּוֹ אֵינוֹ רָגִיל בָּהּ כְּדֵי שֶׁיִּשְׁאַל לָהּ. וְכֵן מִי שֶׁהָיוּ לוֹ שְׁנֵי תִּינוֹקוֹת אֶחָד לָמוּל בְּשַׁבָּת וְאֶחָד לָמוּל בְּעֶרֶב שַׁבָּת אוֹ בְּאֶחָד בְּשַׁבָּת וְשָׁכַח וּמָל שְׁנֵיהֶן בְּשַׁבָּת. פָּטוּר מֵחַטָּאת שֶׁהֲרֵי יֵשׁ לוֹ רְשׁוּת לָמוּל אֶחָד מֵהֶן בְּשַׁבָּת וְשַׁבָּת דְּחוּיָה הִיא אֶצְלוֹ וּמִצְוָה עָשָׂה אַף עַל פִּי שֶׁהֵם שְׁנֵי גּוּפִין הוֹאִיל וּזְמַנּוֹ בְּחל אֵינוֹ מְדַקְדֵּק. אֲבָל אִם לֹא הָיָה אֶחָד מֵהֶן רָאוּי לָמוּל בְּשַׁבָּת וְשָׁכַח וּמָל בְּשַׁבָּת מִי שֶׁאֵינוֹ רָאוּי לָמוּל בְּשַׁבָּת חַיָּב חַטָּאת:\n",
            "אֻמָּן שֶׁבָּא לָמוּל לִפְנוֹת הַיּוֹם בְּיוֹם הַשַּׁבָּת וְאָמְרוּ לוֹ לֹא נִשְׁאַר פְּנַאי בַּיּוֹם כְּדֵי שֶׁתָּמוּל וְאִם תַּתְחִיל לָמוּל לֹא תַּשְׁלִים עַד יְצִיאַת הַשַּׁבָּת וְנִמְצֵאתָ חוֹבֵל בְּשַׁבָּת וְלֹא עוֹשֶׂה מִצְוָה. וְאָמַר רָגִיל אֲנִי וְזָרִיז וּבִמְהֵרָה אָמוּל. אִם לֹא הִשְׁלִים אֶלָּא עַד יְצִיאַת הַשַּׁבָּת הֲרֵי זֶה חַיָּב חַטָּאת שֶׁהֲרֵי הִתְרוּ בּוֹ:\n",
            "הַמּוֹצִיא אֶת הַלּוּלָב בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג שֶׁחָל לִהְיוֹת בְּשַׁבָּת כְּדֵי לְצֵאת בּוֹ וְהֶעֱבִירוֹ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים בְּשׁוֹגֵג פָּטוּר שֶׁהֲרֵי בִּרְשׁוּת הוֹצִיא. וְכֵן הַשּׁוֹחֵט אֶת הַפֶּסַח בְּיוֹם אַרְבָּעָה עָשָׂר שֶׁחָל לִהְיוֹת בְּשַׁבָּת וְנוֹדַע לוֹ אַחַר כֵּן שֶׁמָּשְׁכוּ הַבְּעָלִים אֶת יְדֵיהֶם אוֹ שֶׁמֵּתוּ אוֹ נִטְמְאוּ קֹדֶם שְׁחִיטָה. אוֹ שֶׁנִּמְצָא טְרֵפָה בַּסֵּתֶר כְּגוֹן נְקוּב מֵעַיִם אוֹ רֵאָה. הֲרֵי זֶה פָּטוּר מִפְּנֵי שֶׁשָּׁחַט בִּרְשׁוּת. אֲבָל נִמְצָא בַּעַל מוּם אוֹ שֶׁהָיְתָה טְרֵפָה גְּלוּיָה הֲרֵי זֶה חַיָּב חַטָּאת מִפְּנֵי שֶׁהָיָה לוֹ לִבְדֹּק וְאַחַר כָּךְ יִשְׁחֹט. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "שָׁחַט אֶת הַפֶּסַח בְּשַׁבָּת שֶׁלֹּא לִשְׁמוֹ בְּטָעוּת פָּטוּר מִפְּנֵי שֶׁהַזֶּבַח כָּשֵׁר שֶׁעֲקִירַת שְׁמוֹ בְּטָעוּת אֵינוֹ עֲקִירָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין:\n",
            "שָׁחַט זְבָחִים אֲחֵרִים לְשֵׁם פֶּסַח בְּטָעוּת. אִם רְאוּיִין הֵם לְקָרְבַּן פֶּסַח פָּטוּר מִקָּרְבַּן חַטָּאת מִפְּנֵי שֶׁשָּׁחַט בִּרְשׁוּת. אִם אֵינָן רְאוּיִין כְּגוֹן שֶׁהָיְתָה נְקֵבָה אוֹ בֶּן שְׁתַּיִם חַיָּב חַטָּאת שֶׁהֲרֵי אֵינוֹ רָאוּי לְקָרְבַּן פֶּסַח. וְכֵן אִם שָׁגַג וּשְׁחָטוֹ בְּשַׁבָּת שֶׁלֹּא לְאוֹכְלָיו אוֹ שֶׁלֹּא לִמְנוּיָיו אוֹ לַעֲרֵלִים אוֹ לִטְמֵאִים חַיָּב חַטָּאת. שְׁחָטוֹ לְאוֹכְלָיו וְשֶׁלֹּא לְאוֹכְלָיו לִמְנוּיָיו וְשֶׁלֹּא לִמְנוּיָיו לְמוּלִים וְלַעֲרֵלִים לִטְמֵאִים וְלִטְהוֹרִים פָּטוּר. שֶׁהֲרֵי הַפֶּסַח כָּשֵׁר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "הַשּׁוֹחֵט בְּשַׁבָּת קָרְבַּן צִבּוּר שֶׁלֹּא לִשְׁמוֹ הֲרֵי זֶה חַיָּב חַטָּאת וְיַקְטִיר אֵימוּרִים לָעֶרֶב. וְכֵן אִם שָׁחַט יֶתֶר עַל חוֹבַת הַיּוֹם חַיָּב חַטָּאת עַל הַתּוֹסֶפֶת:\n",
            "שָׁחַט קָרְבְּנוֹת יָחִיד שֶׁאֵין דּוֹחִים אֶת הַשַּׁבָּת בְּשַׁבָּת בִּשְׁגָגָה חַיָּב חַטָּאת וְהַבָּשָׂר מֻתָּר בַּהֲנָאָה. וְאֵין זוֹרְקִין אֶת הַדָּם. וְאִם עָבַר וְזָרַק דָּמָם לִשְׁמָן בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה. וְיַקְטִיר אֵימוּרִין לָעֶרֶב וְהַבָּשָׂר יֵאָכֵל וְיָבִיא הַשּׁוֹחֵט חַטָּאת עַל שִׁגְגָתוֹ:\n",
            "הָיוּ לְפָנָיו שְׁתֵּי בְּהֵמוֹת שֶׁל צִבּוּר אַחַת כְּחוּשָׁה וְאַחַת שְׁמֵנָה וְהָיְתָה חוֹבַת הַיּוֹם בְּאַחַת בֵּין חַטָּאת בֵּין עוֹלָה וְשָׁגַג וְשָׁחַט הַשְּׁתַּיִם. אִם שָׁחַט כְּחוּשָׁה בַּתְּחִלָּה וְאַחַר כָּךְ שָׁחַט הַשְּׁמֵנָה פָּטוּר מִקָּרְבַּן חַטָּאת וְלֹא עוֹד אֶלָּא שֶׁאוֹמְרִים לוֹ הָבֵא שְׁמֵנָה וּשְׁחֹט לְכַתְּחִלָּה. אֲבָל אִם שָׁחַט הַשְּׁמֵנָה תְּחִלָּה וְאַחַר כָּךְ הַכְּחוּשָׁה חַיָּב חַטָּאת עַל הַתּוֹסֶפֶת. נִמְצֵאת הָרִאשׁוֹנָה הַשְּׁמֵנָה טְרֵפָה בִּבְנֵי מֵעַיִם אַף עַל פִּי שֶׁלֹּא יָדַע שֶׁהִיא טְרֵפָה בְּעֵת שֶׁשָּׁחַט הַכְּחוּשָׁה וְלֹא לָזֶה נִתְכַּוֵּן הוֹאִיל וְנִשְׁחֲטָה הָאַחֲרוֹנָה כְּמִצְוָתָהּ הֲרֵי זֶה פָּטוּר מֵחַטָּאת. וְכֵן הַפּוֹרֵס מְצוּדָה לְהַעֲלוֹת דָּגִים מִן הַיָּם בִּשְׁגָגָה וְהֶעֱלָה תִּינוֹק עִם הַדָּגִים בֵּין שֶׁשָּׁמַע שֶׁטָּבַע תִּינוֹק בֵּין שֶׁלֹּא שָׁמַע הוֹאִיל וְהֶעֱלָה תִּינוֹק הֲרֵי זֶה פָּטוּר מֵחַטָּאת אַף עַל פִּי שֶׁלֹּא הָיְתָה כַּוָּנָתוֹ אֶלָּא לָצוּד מִפְּנֵי שֶׁהָיָה שׁוֹגֵג. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "מִי שֶׁהָיָה לְפָנָיו בְּלֵילֵי הַפֶּסַח צָלִי שֶׁל פֶּסַח וְנוֹתָר מִן הַקָּדָשִׁים וְנִתְכַּוֵּן לֶאֱכל צָלִי שֶׁהוּא מִצְוָה וְשָׁגַג וְאָכַל הַנּוֹתָר הֲרֵי זֶה חַיָּב חַטָּאת שֶׁהֲרֵי לֹא עָשָׂה מִצְוָה בַּאֲכִילָה זוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n"
        ],
        [
            "מִי שֶׁהֵעִידוּ עָלָיו עֵדִים שֶׁחָטָא חֵטְא שֶׁחַיָּבִין עָלָיו חַטָּאת קְבוּעָה וְלֹא הִתְרוּ בּוֹ אֶלָּא אָמְרוּ רְאִינוּךָ שֶׁעָשִׂיתָ מְלָאכָה בְּשַׁבָּת אוֹ שֶׁאָכַלְתָּ חֵלֶב וְהוּא אוֹמֵר אֲנִי יוֹדֵעַ בְּוַדַּאי שֶׁלֹּא עָשִׂיתִי דָּבָר זֶה. אֵינוֹ חַיָּב חַטָּאת הוֹאִיל וְאִם יֹאמַר מֵזִיד הָיִיתִי יִפָּטֵר מִן הַקָּרְבָּן כְּשֶׁאָמַר לָהֶן לֹא אָכַלְתִּי וְלֹא עָשִׂיתִי נַעֲשָׂה כְּאוֹמֵר לֹא אָכַלְתִּי בִּשְׁגָגָה אֶלָּא בְּזָדוֹן שֶׁהוּא פָּטוּר מִן הַקָּרְבָּן וְלֹא הִכְחִישׁ אֶת הָעֵדִים:\n",
            "שָׁתַק וְלֹא הִפְלִיג אֶת הָעֵדִים (אֶלָּא) אֲפִלּוּ אָמְרָה לוֹ אִשָּׁה אָכַלְתָּ חֵלֶב אוֹ עָשִׂיתָ מְלָאכָה בְּשַׁבָּת וְשָׁתַק חַיָּב לְהָבִיא חַטָּאת. אָמַר לוֹ עֵד אֶחָד חֵלֶב הוּא זֶה וְשָׁתַק. וְחָזַר וַאֲכָלוֹ בִּשְׁגָגָה מֵבִיא חַטָּאת. וְאִם הִתְרוּ בּוֹ לוֹקֶה עָלָיו. אַף עַל פִּי שֶׁעִקַּר הָעֵדוּת בְּעֵד אֶחָד:\n",
            "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין שֶׁהַמַּפְרִישׁ חַטָּאתוֹ עַל הַחֵלֶב שֶׁאָכַל לֹא יְבִיאֶנָּה עַל הַשַּׁבָּת שֶׁחִלֵּל אוֹ עַל הַדָּם שֶׁאָכַל שֶׁנֶּאֱמַר <small>(ויקרא ד כח)</small> \"וְהֵבִיא קָרְבָּנוֹ שְׂעִירַת עִזִּים\" וְגוֹ' <small>(ויקרא ד כח)</small> \"עַל חַטָּאתוֹ אֲשֶׁר חָטָא\" עַד שֶׁיִּהְיֶה קָרְבָּנוֹ לְשֵׁם חֶטְאוֹ לֹא שֶׁיַּקְרִיבֶנָּה מֵחֵטְא עַל חֵטְא. וְאִם הִקְרִיב פְּסָלָהּ. יֶתֶר עַל זֶה אָמְרוּ הִפְרִישׁ חַטָּאתוֹ עַל חֵלֶב שֶׁאָכַל אֶמֶשׁ לֹא יְבִיאֶנָּה עַל חֵלֶב שֶׁאָכַל הַיּוֹם וְאִם הֵבִיא כִּפֵּר. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם הִפְרִישָׁהּ אָבִיו וּמֵת וְהָיָה הַבֵּן מְחֻיָּב בְּאוֹתוֹ הַחֵטְא שֶׁלֹּא יְבִיאֶנָּה הַבֵּן עַל חֶטְאוֹ כְּמוֹ שֶׁנִּתְבָּאֵר שָׁם:\n",
            "הַמֵּבִיא חַטָּאת עַל שְׁנֵי חֲטָאִים תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר וְיָבִיא בִּדְמֵי חֶצְיָהּ לְחֵטְא זֶה וּבִדְמֵי חֶצְיָהּ לַחֵטְא הַשֵּׁנִי. וְכֵן שְׁנַיִם שֶׁהֵבִיאוּ חַטָּאת אַחַת עַל שְׁנֵי חֲטָאֵיהֶם תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר וְיָבִיא זֶה חַטָּאתוֹ בִּדְמֵי חֶצְיָהּ וְיָבִיא זֶה חַטָּאתוֹ בִּדְמֵי חֶצְיָהּ:\n",
            "הֵבִיא שְׁתֵּי חַטָּאוֹת עַל חֵטְא אֶחָד יַקְרִיב אֵי זוֹ שֶׁיִּרְצֶה וְהַשְּׁנִיָּה תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיִפְּלוּ דָּמֶיהָ לִנְדָבָה:\n",
            "הֵבִיא שְׁתֵּי חַטָּאוֹת עַל שְׁנֵי חֲטָאִים זוֹ תִּשָּׁחֵט לְשֵׁם חֵטְא הָאֶחָד וְהַשְּׁנִיָּה לְשֵׁם הַחֵטְא הַשֵּׁנִי:\n",
            "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת מַעֲשֵׂה הַקָּרְבָּנוֹת שֶׁהַמּוּמָר לַעֲבוֹדָה זָרָה אוֹ לְחַלֵּל שַׁבָּתוֹת בְּפַרְהֶסְיָא אֵין מְקַבְּלִין מִמֶּנּוּ קָרְבָּן כְּלָל. וְהַמּוּמָר לַעֲבֵרָה מִשְּׁאָר עֲבֵרוֹת אֵין מְקַבְּלִין מִמֶּנּוּ חַטָּאת עַל אוֹתוֹ הַחֵטְא. כֵּיצַד. מוּמָר לֶאֱכל חֵלֶב שֶׁאָכַל חֵלֶב בִּשְׁגָגָה וְהֵבִיא חַטָּאתוֹ אֵין מְקַבְּלִין מִמֶּנּוּ עַד שֶׁיַּחֲזֹר בִּתְשׁוּבָה. אֲפִלּוּ הָיָה מוּמָר לֶאֱכל חֵלֶב לְתֵאָבוֹן וְנִתְחַלֵּף לוֹ חֵלֶב בְּשֻׁמָּן וַאֲכָלוֹ וְהֵבִיא קָרְבָּן אֵין מְקַבְּלִין מִמֶּנּוּ. שֶׁמִּשֶּׁאָכַל בְּזָדוֹן בֵּין לְהַכְעִיס בֵּין לְתֵאָבוֹן הֲרֵי הוּא מוּמָר. הָיָה מוּמָר לֶאֱכל חֵלֶב וְשָׁגַג וְאָכַל דָּם מְקַבְּלִין מִמֶּנּוּ כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "מִי שֶׁשָּׁגַג וְהִפְרִישׁ חַטָּאתוֹ וְאַחַר כָּךְ נַעֲשָׂה מוּמָר וְחָזַר בִּתְשׁוּבָה אוֹ נִשְׁתַּטָּה וְחָזַר וְנִשְׁתַּפָּה. אַף עַל פִּי שֶׁנִּדְחָה הַקָּרְבָּן בֵּינְתַיִם הֲרֵי זֶה חָזַר וְנִרְאָה שֶׁאֵין בַּעֲלֵי חַיִּים נִדְחִין כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין לְפִיכָךְ יַקְרִיבֶנָּה עַצְמָהּ. וּכְשֵׁם שֶׁאִם נוֹלַד בּוֹ מוּם עוֹבֵר וְנִתְרַפֵּא יַחְזֹר לְכַשְׁרוּתוֹ כָּךְ אִם נִדְּחוּ הַבְּעָלִים וְחָזְרוּ וְנִרְאוּ יִקָּרֵב:\n",
            "חַיָּבֵי חַטָּאוֹת וַאֲשָׁמוֹת וַדָּאִים שֶׁעָבַר עֲלֵיהֶן יוֹם הַכִּפּוּרִים חַיָּבִין לְהָבִיא לְאַחַר יוֹם הַכִּפּוּרִים. וְחַיָּבֵי אֲשָׁמוֹת תְּלוּיִין פְּטוּרִין שֶׁנֶּאֱמַר <small>(ויקרא טז ל)</small> \"מִכּל חַטֹּאתֵיכֶם לִפְנֵי ה' תִּטְהָרוּ\". כָּךְ לָמְדוּ מִפִּי הַשְּׁמוּעָה שֶׁכָּל חֵטְא שֶׁאֵין מַכִּיר בּוֹ אֶלָּא ה' נִתְכַּפֵּר לוֹ. לְפִיכָךְ מִי שֶׁבָּא עַל יָדוֹ סְפֵק עֲבֵרָה בְּיוֹם הַכִּפּוּרִים אֲפִלּוּ עִם חֲשֵׁכָה פָּטוּר מֵאָשָׁם תָּלוּי שֶׁכָּל הַיּוֹם מְכַפֵּר. נִמְצֵאתָ לָמֵד שֶׁאֵין מְבִיאִין עַל לֹא הוֹדַע שֶׁל יוֹם הַכִּפּוּרִים אָשָׁם תָּלוּי אֶלָּא אִם לֹא כִּפֵּר לוֹ יוֹם הַכִּפּוּרִים כְּמוֹ שֶׁיִּתְבָּאֵר:\n",
            "אֵין יוֹם הַכִּפּוּרִים וְלֹא הַחַטָּאת וְלֹא הָאָשָׁם מְכַפְּרִין אֶלָּא עַל הַשָּׁבִים הַמַּאֲמִינִים בְּכַפָּרָתָן. אֲבָל הַמְבַעֵט בָּהֶן אֵינָן מְכַפְּרִין בּוֹ. כֵּיצַד. הָיָה מְבַעֵט וְהֵבִיא חַטָּאתוֹ אוֹ אֲשָׁמוֹ וְהוּא אוֹמֵר אוֹ מְחַשֵּׁב בְּלִבּוֹ שֶׁאֵין אֵלּוּ מְכַפְּרִין. אַף עַל פִּי שֶׁקָּרְבוּ כְּמִצְוָתָן לֹא נִתְכַּפֵּר לוֹ וּכְשֶׁיַּחֲזֹר בִּתְשׁוּבָה מִבְּעִיטָתוֹ צָרִיךְ לְהָבִיא חַטָּאתוֹ וַאֲשָׁמוֹ. וְכֵן הַמְבַעֵט בְּיוֹם הַכִּפּוּרִים אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר עָלָיו. לְפִיכָךְ אִם נִתְחַיֵּב בְּאָשָׁם תָּלוּי וְעָבַר עָלָיו יוֹם הַכִּפּוּרִים וְהוּא מְבַעֵט בּוֹ הֲרֵי זֶה לֹא נִתְכַּפֵּר לוֹ וּכְשֶׁיַּחֲזֹר בִּתְשׁוּבָה אַחַר יוֹם הַכִּפּוּרִים חַיָּב לְהָבִיא כָּל אָשָׁם תָּלוּי שֶׁהָיָה חַיָּב בּוֹ:\n",
            "כָּל אֲשָׁמוֹת שֶׁבַּתּוֹרָה מְעַכְּבִין אֶת הַכַּפָּרָה חוּץ מֵאֲשַׁם נָזִיר. סְפֵק נָזִיר וּסְפֵק מְחֻסְּרֵי כְּפָרָה וּסְפֵק סוֹטָה כֻּלָּם מְבִיאִין קָרְבְּנוֹתֵיהֶן אַחַר יוֹם הַכִּפּוּרִים:\n",
            "מִי שֶׁהוּא מְחֻיָּב חַטָּאת אוֹ אָשָׁם וַהֲרֵי הוּא יוֹצֵא מִבֵּית דִּין לֵהָרֵג אִם הָיָה זִבְחוֹ זָבוּחַ מַשְׁהִין אוֹתוֹ עַד שֶׁיִּזָּרֵק הַדָּם וְאַחַר כָּךְ יֵהָרֵג. וְאִם עֲדַיִן לֹא נִשְׁחַט הַזֶּבַח אֵין מַשְׁהִין אוֹתוֹ עַד שֶׁיַּקְרִיבוּ עָלָיו:\n"
        ],
        [
            "הָעוֹשֶׂה עֲבֵרוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת חַיָּב חַטָּאת עַל כָּל אַחַת וְאַחַת אֲפִלּוּ עָשָׂה הָאַרְבָּעִים וְשָׁלֹשׁ אֵלּוּ שֶׁמָּנִינוּ בְּהֶעְלֵם אַחַת חַיָּב אַרְבָּעִים וְשָׁלֹשׁ חַטָּאוֹת. וְכֵן אִם עָשָׂה מַעֲשֶׂה אֶחָד שֶׁהוּא חַיָּב עָלָיו מִשּׁוּם שֵׁמוֹת הַרְבֵּה חַיָּב עַל כָּל שֵׁם וְשֵׁם וְהוּא שֶׁהָיוּ הָאִסּוּרִין כֻּלָּן בָּאִין כְּאַחַת אוֹ אִסּוּר מוֹסִיף אוֹ אִסּוּר כּוֹלֵל. כֵּיצַד. הַשּׁוֹחֵט בֶּהֱמַת קָדָשִׁים חוּץ לָעֲזָרָה בְּשַׁבָּת לַעֲבוֹדָה זָרָה חַיָּב שָׁלֹשׁ חַטָּאוֹת. מִשּׁוּם שׁוֹחֵט קָדָשִׁים בַּחוּץ וּמִשּׁוּם מְחַלֵּל שַׁבָּת וּמִשּׁוּם עוֹבֵד עֲבוֹדָה זָרָה שֶׁהֲרֵי שְׁלֹשֶׁת הָאִסּוּרִין בָּאִין כְּאַחַת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאוֹמֵר בִּגְמַר זְבִיחָה הוּא עוֹבֵד אוֹתָהּ. אֲבָל אִם לֹא הָיְתָה כַּוָּנָתוֹ לְכָךְ מִשֶּׁיִּשְׁחֹט בָּהּ מְעַט לְשֵׁם עֲבוֹדָה זָרָה תֵּאָסֵר וְאֵינוֹ חַיָּב מִשּׁוּם שְׁחוּטֵי חוּץ עַד שֶׁיִּשְׁחֹט שְׁנַיִם אוֹ רֹב שְׁנַיִם. וְנִמְצָא כְּשֶׁגָּמַר הַשְּׁחִיטָה שָׁחַט בְּהֵמָה הָאֲסוּרָה לְקָרְבָּן שֶׁאֵינוֹ חַיָּב עָלֶיהָ מִשּׁוּם שׁוֹחֵט בַּחוּץ כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה חַטָּאת הָעוֹף וְהָיָה חֲצִי קָנֶה שֶׁלָּהּ פָּגוּם וְהוֹסִיף בּוֹ כָּל שֶׁהוּא בְּשַׁבָּת לְשֵׁם עֲבוֹדָה זָרָה חַיָּב שָׁלֹשׁ חַטָּאוֹת שֶׁהֲרֵי שְׁלֹשֶׁת הָאִסּוּרִין בָּאִים כְּאַחַת. וְכֵן הָעוֹשֶׂה מְלָאכָה בְּיוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּשַׁבָּת חַיָּב שְׁתֵּי חַטָּאוֹת מִפְּנֵי שֶׁשְּׁנֵי הָאִסּוּרִין בָּאִין כְּאַחַת. הַבָּא עַל אֵשֶׁת אָחִיו הַקַּיָּם כְּשֶׁהִיא נִדָּה מֵבִיא שָׁלֹשׁ חַטָּאוֹת מִשּׁוּם אֵשֶׁת אִישׁ וּמִשּׁוּם אֵשֶׁת אָח וְהֵן שְׁנֵי אִסּוּרִין הַבָּאִין כְּאַחַת וּמִשּׁוּם נִדָּה שֶׁהוּא אִסּוּר מוֹסִיף שֶׁמִּתּוֹךְ שֶׁנִּתְוַסֵּף בָּהּ אִסּוּר זֶה לְבַעְלָהּ נוֹסַף לִיבָמָהּ. וְכֵן כַּיּוֹצֵא בָּזֶה. הַבָּא עַל אָבִיו חַיָּב שְׁתַּיִם אַחַת מִשּׁוּם <small>(ויקרא יח ז)</small> \"עֶרְוַת אָבִיךָ לֹא תְגַלֵּה\" וּמִשּׁוּם <small>(ויקרא יח כב)</small> \"וְאֶת זָכָר לֹא תִשְׁכַּב\". וְכֵן הַבָּא עַל אֲחִי אָבִיו חַיָּב שְׁתַּיִם שֶׁנֶּאֱמַר <small>(ויקרא יח יד)</small> \"עֶרְוַת אֲחִי אָבִיךָ לֹא תְגַלֵּה\". הַבָּא עַל הַזָּכוּר וְהֵבִיא זָכוּר עָלָיו בְּהֶעְלֵם אַחַת אַף עַל פִּי שֶׁהֵן שְׁנֵי גּוּפִין אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת שֶׁנֶּאֱמַר וְאֶת זָכָר לֹא תִשְׁכַּב הַשּׁוֹכֵב וְהַנִּשְׁכָּב שֵׁם אֶחָד הוּא. וְכֵן הַבָּא עַל הַבְּהֵמָה וְהֵבִיא בְּהֵמָה עָלָיו בְּהֶעְלֵם אַחַת אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. עָשׂוּ הַשּׁוֹכֵב וְהַנִּשְׁכָּב בִּבְהֵמָה וְזָכוּר כִּבְעִילָה אַחַת: \n",
            "יֵשׁ בּוֹעֵל בְּעִילָה אַחַת וְחַיָּב עָלֶיהָ שְׁמוֹנֶה חַטָּאוֹת. כֵּיצַד. יַעֲקֹב שֶׁהָיְתָה לוֹ בַּת מִזִּלְפָּה וּשְׁמָהּ תִּמְנַע. נָשָׂא לָבָן תִּמְנַע וְהוֹלִיד מִמֶּנָּה בַּת וּשְׁמָהּ סֶרַח. וְאֵין לְלָבָן בַּת אֶלָּא רָחֵל לְבַדָּהּ. נִמְצֵאת סֶרַח בַּת בַּת יַעֲקֹב וַאֲחוֹת אִשְׁתּוֹ מֵאָבִיהָ הֵן שְׁנֵי אִסּוּרִין הַבָּאִין כְּאַחַת. נִשֵּׂאת סֶרַח לִרְאוּבֵן וְנֶאֶסְרָה עַל שְׁאָר בְּנֵי יַעֲקֹב נוֹסָף בָּהּ אִסּוּר לְיַעֲקֹב וַהֲרֵי הִיא כַּלָּתוֹ. מֵת רְאוּבֵן אוֹ גֵּרֵשׁ וְנִשֵּׂאת סֶרַח זוֹ לַאֲחִי יַעֲקֹב מֵאִמּוֹ מִתּוֹךְ שֶׁנֶּאֶסְרָה עַל שְׁאָר אֲחֵי יַעֲקֹב נוֹסַף לְיַעֲקֹב בָּהּ אִסּוּר אֵשֶׁת אָחִיו. מֵת אוֹ גֵּרֵשׁ וְנִשֵּׂאת סֶרַח זוֹ לְיִשְׁמָעֵאל מִתּוֹךְ שֶׁנֶּאֶסְרָה עַל שְׁאָר אֲחֵי יִשְׁמָעֵאל נוֹסַף לְיַעֲקֹב בָּהּ אִסּוּר אֵשֶׁת אֲחִי אָבִיו. מֵת יִשְׁמָעֵאל וְנָפְלָה לְיִבּוּם לִפְנֵי יִצְחָק וְעָבַר יִצְחָק וְיִבְּמָהּ אַף עַל פִּי שֶׁהִיא שְׁנִיָּה לוֹ מִתּוֹךְ שֶׁנֶּאֶסְרָה עַל שְׁאָר אֶחָיו נוֹסַף בָּהּ אִסּוּר לְיַעֲקֹב מִשּׁוּם אֵשֶׁת אָבִיו וּמִשּׁוּם אֵשֶׁת אִישׁ שֶׁשְּׁנֵי הָאִסּוּרִין בָּאִין כְּאַחַת. אִם שָׁגַג יַעֲקֹב וּבָא עַל סֶרַח זוֹ כְּשֶׁהִיא נִדָּה בְּחַיֵּי יִצְחָק בַּעְלָהּ וּבְחַיֵּי רָחֵל אֵשֶׁת יַעֲקֹב הֲרֵי זֶה חַיָּב עָלֶיהָ שְׁמוֹנֶה חַטָּאוֹת. מִשּׁוּם בַּת בִּתּוֹ. וּמִשּׁוּם אֲחוֹת אִשְׁתּוֹ. וּמִשּׁוּם כַּלָּתוֹ. וּמִשּׁוּם אֵשֶׁת אָחִיו. וּמִשּׁוּם אֵשֶׁת אֲחִי אָבִיו. וּמִשּׁוּם אֵשֶׁת אָבִיו. וּמִשּׁוּם אֵשֶׁת אִישׁ. וּמִשּׁוּם נִדָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "כָּל אֵלּוּ שֶׁתֵּאָסֵר זוֹ הָעֶרְוָה עֲלֵיהֶן בְּאִסּוּר מוֹסִיף. צָרִיךְ שֶׁיְּהוּ הָאֲנָשִׁים הָאֲחֵרִים מְצוּיִין בָּעוֹלָם כְּדֵי שֶׁתֵּאָסֵר עֲלֵיהֶן וּמִתּוֹךְ שֶׁתֵּאָסֵר עֲלֵיהֶן יִתְוַסֵּף אִסּוּר אַחֵר לָזֶה. אֲבָל אִם אֵינָן מְצוּיִין אֵין אוֹמְרִין הוֹאִיל אִלּוּ הָיָה לָזֶה בָּנִים אוֹ אַחִים הָיְתָה נֶאֶסְרָה עֲלֵיהֶן יִתְוַסֵּף בָּהּ אִסּוּר לַזָּקֵן. שֶׁהֲרֵי אֵין שָׁם עַתָּה לֹא בֵּן וְלֹא אָח. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן:\n",
            "מִי שֶׁהָיָה נָשׂוּי שָׁלֹשׁ נָשִׁים. וּבָא עַל אִמָּהּ שֶׁל אַחַת מֵהֶן שֶׁהִיא אֵם אִמָּהּ שֶׁל שְׁנִיָּה שֶׁהִיא אֵם אָבִיהָ שֶׁל שְׁלִישִׁית. אַף עַל פִּי שֶׁזְּקֵנָה זוֹ הִיא חֲמוֹתוֹ וְאֵם חֲמוֹתוֹ וְאֵם חָמִיו וּשְׁלֹשָׁה שֵׁמוֹת הֵן וְאִסּוּר בַּת אַחַת הִיא אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת לְפִי שֶׁנֶּאֱמַר בְּאִשָּׁה וּבִתָּהּ וּבַת בְּנָהּ וּבַת בִּתָּהּ <small>(ויקרא יח יז)</small> \"שַׁאֲרָה הֵנָּה זִמָּה הִיא\". הַכָּתוּב עָשָׂה שְׁלֹשָׁה גּוּפִין כְּגוּף אֶחָד לְפִיכָךְ יֵחָשְׁבוּ הַשְּׁלֹשָׁה שֵׁמוֹת כְּשֵׁם אֶחָד:\n",
            "אֲבָל הַבָּא עַל אֲחוֹתוֹ שֶׁהִיא אֲחוֹת אָבִיו וְהִיא אֲחוֹת אִמּוֹ חַיָּב שָׁלֹשׁ חַטָּאוֹת שֶׁנֶּאֱמַר <small>(ויקרא כ יז)</small> \"עֶרְוַת אֲחוֹתוֹ גִּלָּה\". חַיָּב עַל אֲחוֹתוֹ בִּפְנֵי עַצְמָהּ וְאַף עַל פִּי שֶׁהִיא אֲחוֹת אִמּוֹ וַאֲחוֹת אָבִיו. וְהֵיאַךְ תִּהְיֶה זֹאת כְּגוֹן שֶׁבָּא עַל אִמּוֹ וְהוֹלִיד מִמֶּנָּה שְׁתֵּי בָּנוֹת וּבָעַל אַחַת מִבְּנוֹתָיו וְהוֹלִיד מִמֶּנָּה בֵּן. כְּשֶׁיָּבוֹא הַמַּמְזֵר הַזֶּה עַל הַבַּת הַשֵּׁנִית. שֶׁהִיא אֲחוֹת אִמּוֹ הַמַּמְזֶרֶת. שֶׁהִיא אֲחוֹתוֹ מֵאָבִיו. שֶׁהִיא אֲחוֹת אָבִיו מֵאִמּוֹ. חַיָּב שָׁלֹשׁ חַטָּאוֹת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n"
        ],
        [
            "הַבָא עַל עֶרְוָה בִּיאוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת. אַף עַל פִּי שֶׁהָיָה בֵּין בְּעִילָה וּבְעִילָה יָמִים הַרְבֵּה. הוֹאִיל וְלֹא נוֹדַע לוֹ בֵּינְתַיִם וַהֲרֵי הִיא גּוּף אֶחָד. הֲרֵי הַכּל שְׁגָגָה אַחַת וְאֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. אֲבָל אִם שָׁגַג בָּהּ וְאַחַר כָּךְ נוֹדַע לוֹ וְחָזַר וְשָׁגַג בָּהּ עַצְמָהּ וּבְעָלָהּ. וְאַחַר כָּךְ נוֹדַע לוֹ וְחָזַר וְשָׁגַג בָּהּ עַצְמָהּ וּבְעָלָהּ. חַיָּב עַל כָּל בְּעִילָה וּבְעִילָה. שֶׁהַיְדִיעוֹת מְחַלְּקוֹת הַשְּׁגָגוֹת:\n",
            "הַבָּא עַל הָעֶרְוָה בִּיאוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת. וְזוֹ הַנִּבְעֶלֶת הָיְתָה לָהּ יְדִיעָה בֵּין כָּל בִּיאָה וּבִיאָה. שֶׁנִּמְצְאוּ הַבִּיאוֹת אֶצְלָהּ בְּהַעֲלָמוֹת הַרְבֵּה. הוּא מֵבִיא חַטָּאת אַחַת. וְהִיא מְבִיאָה חַטָּאת עַל כָּל בִּיאָה וּבִיאָה. הוּא הָיוּ לוֹ יְדִיעוֹת בֵּינְתַיִם וְהִיא בְּהֶעְלֵם אַחַת. הוּא מֵבִיא חַטָּאוֹת הַרְבֵּה וְהִיא מְבִיאָה חַטָּאת אַחַת:\n",
            "הַבָּא עַל עֲרָיוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת. אַף עַל פִּי שֶׁכֻּלָּן מִשֵּׁם אֶחָד הוֹאִיל וְהֵן גּוּפִים מֻחְלָקִים חַיָּב עַל כָּל אַחַת וְאַחַת. כֵּיצַד. הֲרֵי שֶׁבָּעַל חֲמֵשׁ נָשָׁיו נִדּוֹת. אוֹ שֶׁבָּא עַל חֲמֵשׁ אַחְיוֹתָיו אוֹ עַל חֲמֵשׁ בְּנוֹתָיו בְּהֶעְלֵם אַחַת. חַיָּב עַל כָּל גּוּף וְגוּף. מִכָּאן אַתָּה לָמֵד שֶׁזֶּה שֶׁאָמְרוּ חֲכָמִים הַבָּא עַל הַזָּכוּר וְהֵבִיא זָכוּר עָלָיו בְּהֶעְלֵם אַחַת חַיָּב חַטָּאת אַחַת. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה אוֹתוֹ הַזָּכוּר עַצְמוֹ. אֲבָל אִם הָיָה זָכוּר אַחֵר. בֵּין שֶׁבָּא עַל שְׁנַיִם בֵּין שֶׁבָּא עַל זֶה וְהֵבִיא זֶה עָלָיו חַיָּב עַל כָּל גּוּף וְגוּף. וְהוּא הַדִּין בְּבָא עַל הַבְּהֵמָה וְהֵבִיא בְּהֵמָה עָלָיו:\n",
            "הָאִשָּׁה שֶׁהֵבִיאָה עָלֶיהָ בְּהֵמוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת חַיֶּבֶת חַטָּאת עַל כָּל בְּהֵמָה וּבְהֵמָה. שֶׁהֲרֵי גּוּפִין מֻחְלָקִין וַהֲרֵי זוֹ כְּמִי שֶׁנִּבְעֲלָה לַאֲנָשִׁים הַרְבֵּה בְּהֶעְלֵם אֶחָד שֶׁהִיא חַיֶּבֶת חַטָּאת עַל כָּל אִישׁ וְאִישׁ:\n",
            "הָאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ לִמְדִינַת הַיָּם וְשָׁמְעָה שֶׁמֵּת אוֹ שֶׁבָּאוּ עֵדִים שֶׁמֵּת וְנִשֵּׂאת בֵּין עַל פִּי עַצְמָהּ בֵּין עַל פִּי בֵּית דִּין. וְנוֹדַע שֶׁבַּעְלָהּ קַיָּם. חַיֶּבֶת קָרְבָּן אֶחָד. וְאִם נִשֵּׂאת לַאֲנָשִׁים הַרְבֵּה אוֹ שֶׁזִּנְּתָה עִם אֲנָשִׁים הַרְבֵּה. חַיֶּבֶת חַטָּאת עַל כָּל אִישׁ וְאִישׁ מִפְּנֵי שֶׁהֵן גּוּפִים מֻחְלָקִין וְאַף עַל פִּי שֶׁהַכּל בִּשְׁגָגָה אַחַת. הַבָּא עַל הַנִּדָּה בִּשְׁגָגָה וְטָהֲרָה מִנִּדָּתָהּ וְטָבְלָה וְחָזְרָה וְרָאֲתָה נִדָּה וּבָא עָלֶיהָ פַּעַם שְׁנִיָּה בְּאוֹתָהּ שְׁגָגָה עַצְמָהּ. חַיָּב עַל כָּל פַּעַם וּפַעַם. אַף עַל פִּי שֶׁהוּא בְּהֶעְלֵם אַחַת וְהוּא גּוּף אֶחָד. שֶׁזְּמַן נִדּוּת זֶה חוּץ מִזְּמַן נִדּוּת הַשֵּׁנִית. וַהֲרֵי הֵן כִּשְׁתֵּי נָשִׁים נִדּוֹת:\n",
            "הַבָּא עַל אִשְׁתּוֹ שֶׁלֹּא בִּשְׁעַת וֶסְתָּהּ וְרָאֲתָה דָּם בִּשְׁעַת הַתַּשְׁמִישׁ. הֲרֵי אֵלּוּ פְּטוּרִין מִקָּרְבַּן חַטָּאת מִפְּנֵי שֶׁזֶּה כְּאָנוּס הוּא וְלֹא שׁוֹגֵג. שֶׁהַשּׁוֹגֵג הָיָה לוֹ לִבְדֹּק וּלְדַקְדֵּק וְאִלּוּ בָּדַק יָפֶה יָפֶה וְדִקְדֵּק בִּשְׁאֵלוֹת לֹא הָיָה בָּא לִידֵי שְׁגָגָה וּלְפִי שֶׁלֹּא טָרַח בִּדְרִישָׁה וּבַחֲקִירָה וְאַחַר כָּךְ יַעֲשֶׂה צָרִיךְ כַּפָּרָה. אֲבָל זֶה מַה לּוֹ לַעֲשׂוֹת הֲרֵי טְהוֹרָה הָיְתָה וְשֶׁלֹּא בִּשְׁעַת וֶסְתָּהּ בָּעַל אֵין זֶה אֶלָּא אֹנֶס. וּלְפִיכָךְ בֵּין שֶׁנִּמְצָא דָּם עַל עֵד שֶׁלָּהּ בֵּין שֶׁנִּמְצָא עַל עֵד שֶׁלּוֹ פְּטוּרִין. אֲבָל אִם עָבַר וּבָא עָלֶיהָ סָמוּךְ לַוֶּסֶת וְדִמָּה שֶׁיִּבְעל וְיִפְרשׁ קֹדֶם שֶׁתִּרְאֶה דָּם וְרָאֲתָה בִּשְׁעַת הַתַּשְׁמִישׁ. חַיָּבִין בְּקָרְבָּן. שֶׁזּוֹ הִיא שְׁגָגָה. לְפִיכָךְ אִם נִמְצָא דָּם עַל עֵד שֶׁלּוֹ שְׁנֵיהֶם טְמֵאִים וְחַיָּבִין בְּקָרְבָּן. נִמְצָא עַל עֵד שֶׁלָּהּ. אִם קִנְּחָה עַצְמָהּ מִיָּד כְּשֶׁפֵּרַשׁ הַבַּעַל וְלֹא שָׁהֲתָה שְׁנֵיהֶם טְמֵאִים וְחַיָּבִין בְּקָרְבָּן. ואִם שָׁהֲתָה כְּדֵי שֶׁתּוֹשִׁיט יָדָהּ לְתַחַת הַכַּר אוֹ לְתַחַת הַכֶּסֶת וְתִטּל עֵד לִבְדֹּק בּוֹ וְאַחַר כָּךְ קִנְּחָה עַצְמָהּ שְׁנֵיהֶן טְמֵאִים בְּסָפֵק וּפְטוּרִין מִקָּרְבָּן. וְאִם שָׁהֲתָה כְּדֵי שֶׁתֵּרֵד מִן הַמִּטָּה וְתָדִיחַ אֶת פָּנֶיהָ וְאַחַר כָּךְ קִנְּחָה עַצְמָהּ וְנִמְצָא דָּם. בַּעְלָהּ טָהוֹר:\n",
            "מִי שֶׁעָבַר וּבָעַל סָמוּךְ לַוֶּסֶת עַל דַּעַת שֶׁתִּקְדֹּם בִּיאָתוֹ לִרְאִיַּת הַדָּם וְהִרְגִּישָׁה הָאִשָּׁה שֶׁנִּטְמֵאת בִּשְׁעַת תַּשְׁמִישׁ וְאָמְרָה לוֹ נִטְמֵאתִי. הֲרֵי זֶה לֹא יִפְרשׁ כְּשֶׁהוּא מִתְקַשֶּׁה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִסּוּרֵי בִּיאָה. וְאִם לֹא יָדַע שֶׁאָסוּר לִפְרשׁ מִיָּד וּפֵרַשׁ כְּשֶׁהוּא מִתְקַשֶּׁה חַיָּב שְׁתֵּי חַטָּאוֹת. אַחַת עַל כְּנִיסָתוֹ שֶׁהֲרֵי בָּעַל נִדָּה וְאַחַת עַל יְצִיאָתוֹ שֶׁיְּצִיאָתוֹ הֲנָאָה לוֹ כְּבִיאָתוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁיָּדַע שֶׁאָסוּר לִבְעל בִּשְׁעַת הַוֶּסֶת וְדִמָּה שֶׁתִּקְדֹּם בְּעִילָתוֹ לִרְאִיָּתָהּ וְלֹא יָדַע שֶׁאָסוּר לִפְרשׁ מִיָּד. שֶׁנִּמְצְאוּ לוֹ שְׁתֵּי הַעֲלָמוֹת בִּשְׁתֵּי הַבְּעִילוֹת. אֲבָל אִם לֹא יָדַע שֶׁאָסוּר לִבְעל בִּשְׁעַת הַוֶּסֶת וְלֹא יָדַע שֶׁאָסוּר לִפְרשׁ מִן הַטֻּמְאָה מִיָּד אַף עַל פִּי שֶׁפֵּרַשׁ מִיָּד וְהוּא מִתְקַשֶּׁה אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. מִפְּנֵי שֶׁכְּנִיסָתוֹ וִיצִיאָתוֹ שֶׁהֵן כִּשְׁתֵּי בְּעִילוֹת בִּשְׁגָגָה אַחַת הֵן וּבְהֶעְלֵם אַחַת עָשָׂה הַכּל. וְהוּא הַדִּין בִּשְׁאָר הָעֲרָיוֹת שֶׁאִם שָׁגַג וּבָא עַל הָעֶרְוָה עַל דַּעַת שֶׁהִיא מֻתֶּרֶת וְנוֹדַע לוֹ שֶׁהִיא עֶרְוָה וְהוּא בְּתוֹךְ הַתַּשְׁמִישׁ. לֹא יִפְרשׁ מִיָּד שֶׁיְּצִיאָתוֹ הֲנָאָה לוֹ כְּבִיאָתוֹ. וְאִם לֹא יָדַע שֶׁאָסוּר לִפְרשׁ מִיָּד וּפֵרַשׁ וְהוּא מִתְקַשֶּׁה אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. שֶׁהַכּל שְׁגָגָה אַחַת הִיא:\n"
        ],
        [
            "דִין שִׁגְגַת הַמַּאֲכָלוֹת כְּדִין שִׁגְגַת הַבְּעִילוֹת. לְפִיכָךְ אִם אָכַל אֲכִילוֹת הַרְבֵּה מִשֵּׁם אֶחָד בְּהֶעְלֵם אַחַת. אַף עַל פִּי שֶׁיֵּשׁ בֵּינֵיהֶן יָמִים רַבִּים אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. כֵּיצַד. אָכַל חֵלֶב הַיּוֹם וְאָכַל חֵלֶב לְמָחָר וְחֵלֶב לְמָחָר בְּהֶעְלֵם אַחַת. אַף עַל פִּי שֶׁהֵן בִּשְׁלֹשָׁה תַּמְחוּיִין אֵינוֹ חַיָּב אֶלָּא אַחַת. אֲבָל אִם אָכַל כְּזַיִת חֵלֶב וְנוֹדַע לוֹ וְחָזַר וְאָכַל כְּזַיִת חֵלֶב וְנוֹדַע לוֹ. חַיָּב עַל כָּל אֲכִילָה וַאֲכִילָה שֶׁהַיְדִיעוֹת מְחַלְּקוֹת הַשְּׁגָגוֹת. אָכַל כַּחֲצִי זַיִת חֵלֶב וְחָזַר וְאָכַל כַּחֲצִי זַיִת חֵלֶב בְּהֶעְלֵם אַחַת אַף עַל פִּי שֶׁהֵן שֵׁנִי תַּמְחוּיִין וְאַף עַל פִּי שֶׁהִפְסִיק בֵּינֵיהֶן הֲרֵי אֵלּוּ מִצְטָרְפִין וּמֵבִיא חַטָּאת. שֶׁאֵין הַתַּמְחוּיִין מְחַלְּקִין. וְהוּא שֶׁלֹּא יִשְׁהֶה בֵּינֵיהֶן יוֹתֵר מִכְּדֵי אֲכִילַת שָׁלֹשׁ בֵּיצִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת. שֶׁכְּשֵׁם שֶׁמִּצְטָרֵף הַשִּׁעוּר לְמֵזִיד לְמַלְקוֹת כָּךְ מִצְטָרֵף הַשִּׁעוּר לְשׁוֹגֵג לְקָרְבָּן:\n",
            "אָכַל נוֹתָר מֵחֲמִשָּׁה זְבָחִים כְּזַיִת מִכָּל זֶבַח בְּהֶעְלֵם אַחַת. אַף עַל פִּי שֶׁאֲכָלָן בַּחֲמִשָּׁה תַּמְחוּיִין אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת שֶׁכֻּלָּן שֵׁם אֶחָד הֵן וְהַתַּמְחוּיִין אֵינָן מְחַלְּקִין. וְגוּפֵי הַזְּבָחִים אֵינָן מְחַלְּקִין. שֶׁאֶחָד הָאוֹכֵל בָּשָׂר מִזְּבָחִים רַבִּים אוֹ מִזֶּבַח אֶחָד. וְכֵן הַשּׁוֹחֵט חֲמִשָּׁה זְבָחִים בַּחוּץ בְּהֶעְלֵם אַחַת. אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. הָא לְמָה זֶה דּוֹמֶה לְמִשְׁתַּחֲוֶה לְחָמֵשׁ צוּרוֹת בְּהֶעְלֵם אַחַת:\n",
            "הִקִּיז דָּם לִבְהֶמְתּוֹ וְקִבְּלוֹ בִּשְׁנֵי כּוֹסוֹת וּשְׁתָאָן בְּהֶעְלֵם אַחַת אֵינוֹ מֵבִיא אֶלָּא חַטָּאת אַחַת:\n",
            "הָאוֹכֵל מַאֲכָלוֹת הַרְבֵּה מִשֵּׁמוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת חַיָּב עַל כָּל שֵׁם וְשֵׁם. כֵּיצַד. כְּגוֹן שֶׁאָכַל חֵלֶב וְדָם וְנוֹתָר וּפִגּוּל כְּזַיִת מִכָּל אֶחָד וְאֶחָד בְּהֶעְלֵם אַחַת מֵבִיא אַרְבַּע חַטָּאוֹת. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ. וְכֵן הָאוֹכֵל כְּזַיִת אֶחָד שֶׁנִּתְקַבְּצוּ בּוֹ שֵׁמוֹת הַרְבֵּה בְּהֶעְלֵם אַחַת. אִם נִתְקַבְּצוּ בְּאִסּוּר מוֹסִיף אוֹ בְּאִסּוּר כּוֹלֵל אוֹ בְּאִסּוּר בַּת אַחַת חַיָּב עַל כָּל שֵׁם וְשֵׁם. לְפִיכָךְ הַטָּמֵא שֶׁאָכַל כְּזַיִת חֵלֶב וְנוֹתָר בְּיוֹם הַכִּפּוּרִים. מֵבִיא אַרְבַּע חַטָּאוֹת וְאָשָׁם. חַטָּאת אַחַת מִשּׁוּם טָמֵא שֶׁאָכַל קוֹדֶשׁ. וְאַחַת מִשּׁוּם אוֹכֵל חֵלֶב. וְאַחַת מִשּׁוּם אוֹכֵל נוֹתָר. וְאַחַת מִשּׁוּם יוֹם הַכִּפּוּרִים. וְהוּא שֶׁיִּצְטָרֵף אֹכֶל אַחֵר עִם כְּזַיִת זֶה עַד שֶׁיַּשְׁלִימוֹ לִכְכוֹתֶבֶת. וּמֵבִיא אָשָׁם וַדַּאי לִמְעִילָה שֶׁהֲרֵי נֶהֱנָה מִן הַהֶקְדֵּשׁ בִּשְׁגָגָה:\n",
            "הָאוֹכֵל וְשׁוֹתֶה בְּיוֹם הַכִּפּוּרִים בְּהֶעְלֵם אַחַת אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. אֲכִילָה וּשְׁתִיָּה אַחַת הִיא:\n",
            "הָעוֹשֶׂה מְלָאכָה בְּיוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּשַׁבָּת חַיָּב שְׁתֵּי חַטָּאוֹת מִפְּנֵי שֶׁהֵן שְׁנֵי אִסּוּרִין הַבָּאִין כְּאֶחָד:\n",
            "אָכַל כַּחֲצִי זַיִת חֵלֶב וְכַחֲצִי זַיִת דָּם בְּהֶעְלֵם אַחַת אֵינוֹ חַיָּב קָרְבָּן. כְּשֵׁם שֶׁאֵין הָאִסּוּרִין מִצְטָרְפִין לַמַּלְקוֹת כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת כָּךְ אֵין מִצְטָרְפִין לְקָרְבָּן:\n",
            "אָכַל כַּחֲצִי זַיִת וְנוֹדַע לוֹ וְחָזַר וְשָׁכַח וְאָכַל כַּחֲצִי זַיִת אַחֵר בְּהֶעְלֵם שֵׁנִי פָּטוּר. שֶׁהֲרֵי נוֹדַע לוֹ בֵּינְתַיִם וְיֵשׁ יְדִיעָה לַחֲצִי שִׁעוּר. וְכֵן אִם כָּתַב אוֹת אַחַת [בְּשַׁבָּת] בִּשְׁגָגָה וְנוֹדַע לוֹ וְחָזַר וְשָׁכַח וְכָתַב אוֹת שְׁנִיָּה סְמוּכָה לָהּ בְּהֶעְלֵם שֵׁנִי פָּטוּר מִקָּרְבַּן חַטָּאת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן אִם הוֹצִיא שְׁתֵּי אַמּוֹת בְּשׁוֹגֵג וּשְׁתֵּי אַמּוֹת בְּמֵזִיד וּשְׁתֵּי אַמּוֹת בְּשׁוֹגֵג. אִם בִּזְרִיקָה חַיָּב. לֹא מִפְּנֵי שֶׁאֵין יְדִיעָה לַחֲצִי שִׁעוּר אֶלָּא מִפְּנֵי שֶׁאֵין בְּיָדוֹ לְהַחְזִירָהּ. לְפִיכָךְ לֹא הוֹעִילָה לוֹ הַיְדִיעָה שֶׁבֵּינְתַיִם. וְאִם בְּהַעֲבָרָה פָּטוּר שֶׁיֵּשׁ יְדִיעָה לַחֲצִי שִׁעוּר כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "הָאוֹכֵל כְּזַיִת חֵלֶב וּכְזַיִת חֵלֶב בְּהֶעְלֵם אַחַת וְנוֹדַע לוֹ עַל הָרִאשׁוֹן וְחָזַר וְנוֹדַע לוֹ עַל הַשֵּׁנִי מֵבִיא שְׁתֵּי חַטָּאוֹת שֶׁהַיְדִיעוֹת מְחַלְּקוֹת וְאַף עַל פִּי שֶׁעֲדַיִן לֹא הִפְרִישׁ הַקָּרְבָּן. אֲבָל אִם נוֹדַע לוֹ עַל שְׁנֵיהֶן כְּאַחַת מֵבִיא חַטָּאת אַחַת. וְכֵן יֵרָאֶה לִי שֶׁהוּא הַדִּין בִּבְעִילוֹת:\n",
            "אָכַל כְּזַיִת וּמֶחֱצָה בְּהֶעְלֵם אַחַת וְנוֹדַע לוֹ עַל כְּזַיִת וְחָזַר וְאָכַל חֲצִי זַיִת בְּהֵעָלְמוֹ שֶׁל שֵׁנִי. אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. שֶׁאֵין חֲצִי זַיִת הָאַחֲרוֹן מִצְטָרֵף לָרִאשׁוֹן אַף עַל פִּי שֶׁהוּא בְּהֵעָלְמוֹ שֶׁהֲרֵי נוֹדַע לוֹ עַל מִקְצָת הַעֲלָמָה רִאשׁוֹנָה:\n",
            "אָכַל שְׁנֵי זֵיתֵי חֵלֶב בְּהֶעְלֵם אַחַת וְנוֹדַע לוֹ עַל אַחַת מֵהֶן וְחָזַר וְאָכַל כְּזַיִת אַחֵר בְּהֵעָלְמוֹ שֶׁל שֵׁנִי וְהֵבִיא חַטָּאת עַל הָרִאשׁוֹן. רִאשׁוֹן וְשֵׁנִי מִתְכַּפְּרִין אֲבָל שְׁלִישִׁי לֹא נִתְכַּפֵּר. אֶלָּא כְּשֶׁיִּוָּדַע לוֹ עָלָיו יָבִיא חַטָּאת אַחֶרֶת. הֵבִיא חַטָּאת עַל הַשְּׁלִישִׁי. שְׁלִישִׁי וְשֵׁנִי מִתְכַּפְּרִין שֶׁשְּׁנֵיהֶם בְּהֶעְלֵם אַחַת. וְרִאשׁוֹן לֹא נִתְכַּפֵּר בְּחַטָּאת זוֹ. הֵבִיא חַטָּאת עַל הָאֶמְצָעִי. שְׁלָשְׁתָּן מִתְכַּפְּרִין. מִפְּנֵי שֶׁהָרִאשׁוֹן וְהַשְּׁלִישִׁי בְּהֵעָלְמוֹ שֶׁל אֶמְצָעִי. וּכְשֶׁיִּוָּדַע לּוֹ עַל הָרִאשׁוֹן וְעַל הַשְּׁלִישִׁי אֵין צָרִיךְ לְהָבִיא חַטָּאת אַחֶרֶת:\n",
            "מִי שֶׁאָכַל חֲתִיכָה מִשְּׁתֵי חֲתִיכוֹת וְנִסְתַּפֵּק לוֹ אִם אָכַל חֵלֶב אוֹ שֻׁמָּן וְאָכַל חֲתִיכָה אַחֶרֶת מִשְּׁתֵי חֲתִיכוֹת וְנִסְתַּפֵּק לוֹ אִם אָכַל חֵלֶב אוֹ שֻׁמָּן וְאַחַר כָּךְ נוֹדַע לוֹ בְּוַדַּאי שֶׁחֵלֶב אָכַל בָּרִאשׁוֹנָה וּבַשְּׁנִיָּה. אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. שֶׁיְּדִיעַת סָפֵק שֶׁהָיְתָה לוֹ בֵּינְתַיִם אַף עַל פִּי שֶׁמְּחַלֶּקֶת לַאֲשָׁמוֹת אֵינָהּ מְחַלֶּקֶת לְחַטָּאוֹת:\n"
        ],
        [
            "הַמִּשְׁתַחֲוְה לַעֲבוֹדָה זָרָה וְנִסֵּךְ וְקִטֵּר וְזִבֵּחַ בְּהֶעְלֵם אַחַת חַיָּב אַרְבַּע חַטָּאוֹת. וְכֵן אִם פִּעֵר עַצְמוֹ לִפְעוֹר וְזָרַק אֶבֶן לְמַרְקוּלִיס בְּהֶעְלֵם אַחַת. חַיָּב שְׁתַּיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה יְהֵא חַיָּב עַל כָּל עֲבוֹדָה וַעֲבוֹדָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֵזִיד בַּעֲבוֹדָה זָרָה וְשָׁגַג בַּעֲבוֹדוֹת אֵלּוּ. אֲבָל אִם הֵזִיד בַּעֲבוֹדוֹת אֵלּוּ וְשָׁגַג בַּעֲבוֹדָה זָרָה אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. כֵּיצַד. יָדַע שֶׁזּוֹ עֲבוֹדָה זָרָה וְשֶׁאָסוּר לְעָבְדָהּ אֲבָל לֹא יָדַע שֶׁהַהִשְׁתַּחֲוָיָה וְהַנִּסּוּךְ עֲבֵרָה וְהִשְׁתַּחֲוָה וְנִסֵּךְ חַיָּב שְׁתַּיִם. יָדַע שֶׁאֵלּוּ עֲבוֹדוֹת הֵן וְאָסוּר לַעֲבֹד בָּהֶן לְאֵל אַחֵר וְלֹא יָדַע שֶׁזּוֹ עֲבוֹדָה זָרָה לְפִי שֶׁלֹּא הָיְתָה שֶׁל כֶּסֶף וְזָהָב וְעָלָה עַל דַּעְתּוֹ שֶׁאֵין קְרוּיִין עֲבוֹדָה זָרָה אֶלָּא שֶׁל כֶּסֶף וְזָהָב וַעֲבָדָהּ בְּכָל הָעֲבוֹדוֹת אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת:\n",
            "כְּלָל גָּדוֹל אָמְרוּ בְּשַׁבָּת כָּל הַשּׁוֹכֵחַ עִקַּר שַׁבָּת וְשָׁכַח שֶׁנִּצְטַוּוּ יִשְׂרָאֵל עַל הַשַּׁבָּת. אוֹ שֶׁנִּשְׁבָּה וְהוּא קָטָן לְבֵין הָעַכּוּ''ם אוֹ נִתְגַּיֵּר קָטָן וְהוּא בֵּין הָעַכּוּ''ם. אַף עַל פִּי שֶׁעָשָׂה מְלָאכוֹת הַרְבֵּה בְּשַׁבָּתוֹת הַרְבֵּה אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת שֶׁהַכּל שְׁגָגָה אַחַת הִיא. וְכֵן חַיָּב חַטָּאת אַחַת עַל כָּל חֵלֶב שֶׁאָכַל וְחַטָּאת אַחַת עַל דָּם שֶׁאָכַל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה בַּעֲבוֹדוֹת אֵלּוּ. וְכָל הַיּוֹדֵעַ עִקַּר שַׁבָּת אֲבָל שָׁכַח שֶׁהַיּוֹם שַׁבָּת וְדִמָּה שֶׁהוּא חֹל אַף עַל פִּי שֶׁעָשָׂה בּוֹ מְלָאכוֹת הַרְבֵּה חַיָּב חַטָּאת אַחַת עַל הַיּוֹם כֻּלּוֹ וְכֵן חַטָּאת עַל כָּל שַׁבָּת וְשַׁבָּת שֶׁשָּׁגַג בּוֹ:\n",
            "וְכָל הַיּוֹדֵעַ שֶׁהַיּוֹם שַׁבָּת וְשָׁגַג בִּמְלָאכוֹת וְלֹא יָדַע שֶׁמְּלָאכוֹת אֵלּוּ אֲסוּרוֹת אוֹ שֶׁיָּדַע שֶׁהֵן אֲסוּרוֹת וְלֹא יָדַע שֶׁחַיָּבִין עֲלֵיהֶן כָּרֵת וְעָשָׂה מְלָאכוֹת הַרְבֵּה. חַיָּב חַטָּאת עַל כָּל אַב מְלָאכָה וּמְלָאכָה. אֲפִלּוּ עָשָׂה הָאַרְבָּעִים חָסֵר אַחַת בְּהֶעְלֵם אַחַת מֵבִיא שְׁלֹשִׁים וְתֵשַׁע חַטָּאוֹת:\n",
            "שָׁכַח שֶׁהַיּוֹם שַׁבָּת וְשָׁגַג אַף בִּמְלָאכוֹת וְלֹא יָדַע שֶׁמְּלָאכוֹת אֵלּוּ אֲסוּרוֹת אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת:\n",
            "הָעוֹשֶׂה אָב וְתוֹלְדוֹתָיו בְּהֶעְלֵם אַחַת אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. וְאֵין צָרִיךְ לוֹמַר הָעוֹשֶׂה תּוֹלָדוֹת הַרְבֵּה שֶׁל אָב אֶחָד שֶׁאֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת:\n",
            "עָשָׂה תּוֹלָדָה שֶׁל אָב זֶה וְתוֹלָדָה שֶׁל אָב זֶה בְּהֶעְלֵם אַחַת. יֵרָאֶה לִי שֶׁהוּא חַיָּב שְׁתֵּי חַטָּאוֹת:\n",
            "עָשָׂה מְלָאכוֹת הַרְבֵּה מֵעֵין מְלָאכָה אַחַת. כְּגוֹן שֶׁזָּרַע וְהִבְרִיךְ וְהִרְכִּיב בְּהֶעְלֵם אַחַת אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. וּכְבָר נִתְבָּאֵר בְּהִלְכוֹת שַׁבָּת הָאָבוֹת וְהַתּוֹלָדוֹת וְהַמְּלָאכוֹת שֶׁהֵן מֵעֵין אָבוֹת:\n",
            "עָשָׂה מְלָאכוֹת הַרְבֵּה מֵעֵין מְלָאכָה אַחַת בְּשַׁבָּתוֹת הַרְבֵּה בֵּין בִּזְדוֹן שַׁבּתַ וְשִׁגְגַת מְלָאכוֹת בֵּין בְּשִׁגְגַת שַׁבָּת וּזְדוֹן מְלָאכוֹת חַיָּב עַל כָּל מְלָאכָה וּמְלָאכָה. כֵּיצַד. יָדַע שֶׁהַיּוֹם שַׁבָּת וְזָרַע בּוֹ מִפְּנֵי שֶׁלֹּא יָדַע שֶׁהַזְּרִיעָה מְלָאכָה. וְכֵן בְּשַׁבָּת שְׁנִיָּה יָדַע שֶׁהוּא שַׁבָּת וְנָטַע בָּהּ מִפְּנֵי שֶׁלֹּא יָדַע שֶׁהַנְּטִיעָה אֲסוּרָה מִשּׁוּם מְלָאכָה. וְכֵן בְּשַׁבָּת שְׁלִישִׁית הִבְרִיךְ מִפְּנֵי שֶׁלֹּא יָדַע שֶׁהַהַבְרָכָה מְלָאכָה. חַיָּב עַל כָּל אַחַת וְאַחַת אַף עַל פִּי שֶׁהִיא מֵעֵין מְלָאכָה אַחַת. מִפְּנֵי שֶׁהַשַּׁבָּתוֹת כְּגוּפִין מֻחְלָקִין:\n",
            "שָׁגַג שֶׁהַיּוֹם שַׁבָּת וְזָרַע בּוֹ וְהוּא יוֹדֵעַ שֶׁהַזְּרִיעָה מְלָאכָה. וְכֵן בְּשַׁבָּת שְׁנִיָּה שָׁכַח שֶׁהוּא שַׁבָּת וְנָטַע בּוֹ וְהוּא יוֹדֵעַ שֶׁהַנְּטִיעָה מְלָאכָה. וְכֵן בַּשְּׁלִישִׁית שָׁכַח שֶׁהוּא שַׁבָּת וְהִבְרִיךְ אַף עַל פִּי שֶׁיּוֹדֵעַ שֶׁהַהַבְרָכָה מְלָאכָה. הֲרֵי זֶה חַיָּב עַל כָּל אַחַת וְאַחַת. שֶׁהַיָּמִים שֶׁבֵּין שַׁבָּת לְשַׁבָּת הֲרֵי הֵן כִּידִיעָה אַחַת לְחַלֵּק:\n",
            "מִי שֶׁקָּצַר וְטָחַן כִּגְרוֹגֶרֶת בְּשִׁגְגַת שַׁבָּת וּזְדוֹן מְלָאכוֹת שֶׁאֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. וְחָזַר וְקָצַר וְטָחַן כִּגְרוֹגֶרֶת בִּזְדוֹן שַׁבָּת וְשִׁגְגַת מְלָאכוֹת שֶׁהוּא חַיָּב עַל כָּל מְלָאכָה וּמְלָאכָה. וְנוֹדַע לוֹ עַל קְצִירָה שֶׁל שִׁגְגַת שַׁבָּת וּזְדוֹן מְלָאכוֹת. קְצִירָה גּוֹרֶרֶת קְצִירָה וּטְחִינָה גּוֹרֶרֶת טְחִינָה וּכְאִלּוּ עָשָׂה אַרְבַּעְתָּן בְּשִׁגְגַת שַׁבָּת וּזְדוֹן מְלָאכוֹת שֶׁאֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. וְכֵיוָן שֶׁהִקְרִיב חַטָּאת זוֹ נִתְכַּפֵּר לוֹ עַל הַכּל. וּכְשֶׁיְּדָעֵם אַחַר כֵּן אֵינוֹ צָרִיךְ לְהָבִיא חַטָּאת אַחֶרֶת. אֲבָל אִם נוֹדַע לוֹ תְּחִלָּה עַל קְצִירָהּ שֶׁל זְדוֹן שַׁבָּת וְשִׁגְגַת מְלָאכוֹת וְהִקְרִיב חַטָּאת. נִתְכַּפֵּר לוֹ עַל זוֹ הַקְּצִירָה שֶׁנּוֹדַע לוֹ עָלֶיהָ וְעַל הַקְּצִירָה וְהַטְּחִינָה שֶׁל שִׁגְגַת שַׁבָּת וּזְדוֹן מְלָאכוֹת. מִפְּנֵי שֶׁשְּׁנֵיהֶן כִּמְלָאכָה אַחַת וְנִגְרְרָה קְצִירָה וּטְחִינָה עִם הַקְּצִירָה וְתִשָּׁאֵר הַטְּחִינָה שֶׁל זְדוֹן שַׁבָּת עַד שֶׁיִּוָּדַע לוֹ עָלֶיהָ וְיָבִיא חַטָּאת שְׁנִיָּה. קָצַר כַּחֲצִי גְּרוֹגֶרֶת בְּשִׁגְגַת שַׁבָּת וּזְדוֹן מְלָאכוֹת וְחָזַר וְקָצַר כַּחֲצִי גְּרוֹגֶרֶת בִּזְדוֹן שַׁבָּת וְשִׁגְגַת מְלָאכוֹת הֲרֵי אֵלּוּ מִצְטָרְפִין. קְצִירָהּ גּוֹרֶרֶת קְצִירָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה בִּשְׁאָר מְלָאכוֹת:\n",
            "הַמִּתְכַּוֵּן לַחְתֹּךְ אֶת הַתָּלוּשׁ וְחָתַךְ אֶת הַמְחֻבָּר אַף עַל פִּי שֶׁנִּתְכַּוֵּן לַחֲתִיכָה הוֹאִיל וְלֹא עָשָׂה מַחְשַׁבְתּוֹ פָּטוּר מִן הַחַטָּאת שֶׁזֶּה כְּמִתְעַסֵּק וְלֹא אָסְרָה תּוֹרָה אֶלָּא מְלֶאכֶת מַחֲשֶׁבֶת כְּמוֹ שֶׁבֵּאַרְנוּ כַּמָּה פְּעָמִים:\n",
            "הַחוֹתֶה גֶּחָלִים בְּשַׁבָּת שֶׁהוּא מְכַבֶּה אֶת הָעֶלְיוֹנוֹת וּמַדְלִיק אֶת הַתַּחְתּוֹנוֹת אִם נִתְכַּוֵּן לְכַבּוֹת וּלְהַבְעִיר חַיָּב שְׁתַּיִם. חָתָה גֶּחָלִים לְהִתְחַמֵּם מֵהֶם וְהֻבְעֲרוּ מֵאֲלֵיהֶן חַיָּב שְׁתַּיִם מִפְּנֵי שֶׁמְּלָאכָה שֶׁאֵינָהּ צְרִיכָה לְגוּפָהּ חַיָּב עָלֶיהָ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שַׁבָּת. וּכְשֵׁם שֶׁחַיָּבִין עַל זְדוֹנָהּ כָּרֵת כָּךְ חַיָּב עַל שִׁגְגָתָהּ קָרְבַּן חַטָּאת:\n"
        ],
        [
            "כָּל חֵטְא שֶׁחַיָּבִין עַל שִׁגְגָתוֹ חַטָּאת קְבוּעָה חַיָּבִין עַל לֹא הוֹדַע שֶׁלּוֹ אָשָׁם תָּלוּי. וּמַהוּ לֹא הוֹדַע. אִם נִסְתַּפֵּק לוֹ אִם שָׁגַג בְּדָבָר זֶה אוֹ לֹא שָׁגַג הֲרֵי זֶה מְצֻוֶּה לְהַקְרִיב אָשָׁם שֶׁנֶּאֱמַר <small>(ויקרא ה יז)</small> \"וְלֹא יָדַע וְאָשֵׁם וְנָשָׂא עֲוֹנוֹ\" <small>(ויקרא ה יח)</small> \"וְהֵבִיא אַיִל תָּמִים מִן הַצֹּאן בְּעֶרְכְּךָ לְאָשָׁם\" וְזֶהוּ הַנִּקְרָא אָשָׁם תָּלוּי מִפְּנֵי שֶׁהוּא מְכַפֵּר עַל הַסָּפֵק וְתוֹלֶה לוֹ עַד שֶׁיִּוָּדַע לוֹ בְּוַדַּאי שֶׁחָטָא בִּשְׁגָגָה וְיַקְרִיב חַטָּאתוֹ:\n",
            "אֵינוֹ חַיָּב בְּאָשָׁם תָּלוּי עַד שֶׁיִּהְיֶה שָׁם אִסּוּר קָבוּעַ. כֵּיצַד. אָכַל חֵלֶב וְסָפֵק אִם הָיָה כְּזַיִת אוֹ פָּחוֹת מִכְּזַיִת. אוֹ שֶׁהָיְתָה לְפָנָיו חֲתִיכַת חֵלֶב וַחֲתִיכַת שֻׁמָּן וְאָכַל אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זֶה מֵהֶן אָכַל. אִשְׁתּוֹ וַאֲחוֹתוֹ עִמּוֹ בַּבַּיִת בָּעַל אַחַת מֵהֶן וְאֵין יוֹדֵעַ אֵי זוֹ מֵהֶן בָּעַל. שַׁבָּת וְחל וְעָשָׂה מְלָאכוֹת בְּאֶחָד מֵהֶם וְאֵין יָדוּעַ בְּאֵי זֶה יוֹם עָשָׂה. אוֹ שֶׁעָשָׂה מְלָאכָה בְּשַׁבָּת וְלֹא יָדַע מֵעֵין אֵי זוֹ מְלָאכָה עָשָׂה. הֲרֵי זֶה מֵבִיא אָשָׁם תָּלוּי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם הָיְתָה לְפָנָיו חֲתִיכָה אַחַת סָפֵק שֶׁהִיא חֵלֶב סָפֵק שֶׁהִיא שֻׁמָּן וַאֲכָלָהּ פָּטוּר שֶׁהֲרֵי אֵין כָּאן אִסּוּר קָבוּעַ. וְכָל הָאוֹכֵל חֵלֶב הַכְּוִי פָּטוּר מֵאָשָׁם תָּלוּי שֶׁהֲרֵי אֵין כָּאן אִסּוּר קָבוּעַ. וְכֵן הַבָּא עַל אִשָּׁה שֶׁהִיא סְפֵק נִדָּה אוֹ סְפֵק עֶרְוָה שֶׁל קֵרוּב בָּשָׂר פָּטוּר מֵאָשָׁם תָּלוּי. לְפִיכָךְ הָאִשָּׁה שֶׁנִּמְצָא דָּם עַל עֵד שֶׁלָּהּ לְאַחַר זְמַן וְהַנּוֹשֵׂא יְבִמְתּוֹ בְּתוֹךְ שְׁלֹשָׁה חֳדָשִׁים וְיָלְדָה וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לָאַחֲרוֹן הֲרֵי אֵלּוּ פְּטוּרִין מִן הַקָּרְבָּן. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ. שֶׁהֲרֵי אֵין שָׁם אִסּוּר קָבוּעַ:\n",
            "הָאוֹכֵל חֲתִיכָה וְעֵד אֶחָד אוֹמֵר לוֹ זֶה שֶׁאָכַלְתָּ חֵלֶב הָיָה וְעֵד אֶחָד אוֹמֵר לֹא אָכַלְתָּ חֵלֶב. אִשָּׁה אוֹמֶרֶת אָכַל וְאִשָּׁה אוֹמֶרֶת לֹא אָכַל. הוֹאִיל וְנִקְבַּע הָאִסּוּר וְהוּא אֵינוֹ יוֹדֵעַ אִם חָטָא אוֹ לֹא חָטָא הֲרֵי זֶה מֵבִיא אָשָׁם תָּלוּי. וְכֵן כָּל הַבָּא עַל אֵשֶׁת אִישׁ שֶׁעֵד אֶחָד אוֹמֵר מֵת בַּעְלָהּ וְעֵד אֶחָד אוֹמֵר לֹא מֵת. חַיָּב בְּאָשָׁם תָּלוּי. וְהוּא הַדִּין לִסְפֵק מְגֹרֶשֶׁת שֶׁהֲרֵי נִקְבַּע הָאִסּוּר. אֲבָל סְפֵק מְקֻדֶּשֶׁת לֹא נִקְבַּע הָאִסּוּר:\n",
            "מִי שֶׁהָיוּ לְפָנָיו שְׁתֵּי חֲתִיכוֹת אַחַת שֶׁל חֵלֶב וְאַחַת שֶׁל שֻׁמָּן. וְאָכַל אַחַת מֵהֶן וּבָא עַכּוּ''ם אוֹ כֶּלֶב וְאָכַל אֶת הַשְּׁנִיָּה. אוֹ שֶׁאָכַל עַכּוּ''ם אוֹ כֶּלֶב אֶת הָרִאשׁוֹנָה וּבָא יִשְׂרָאֵל וְאָכַל הַשְּׁנִיָּה. אוֹ שֶׁאָכַל רִאשׁוֹנָה בְּזָדוֹן וּשְׁנִיָּה בִּשְׁגָגָה. אוֹ שֶׁאָכַל רִאשׁוֹנָה בִּשְׁגָגָה וּשְׁנִיָּה בְּזָדוֹן. הֲרֵי זֶה חַיָּב בְּאָשָׁם תָּלוּי הוֹאִיל וְהָיָה שָׁמָּה אִסּוּר קָבוּעַ. אָכַל שְׁתֵּיהֶן בְּזָדוֹן פָּטוּר מִקָּרְבָּן. אָכַל שְׁתֵּיהֶן בִּשְׁגָגָה מֵבִיא חַטָּאת. אָכַל אֶת הָרִאשׁוֹנָה בִּשְׁגָגָה וּבָא אַחֵר וְאָכַל אֶת הַשְּׁנִיָּה בִּשְׁגָגָה שְׁנֵיהֶן חַיָּבִין בְּאָשָׁם תָּלוּי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "חֵלֶב וְנוֹתָר לְפָנָיו. אָכַל אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ מֵהֶן אָכַל. אִשְׁתּוֹ נִדָּה וַאֲחוֹתוֹ עִמּוֹ בַּבַּיִת וְשָׁגַג בְּאַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ מֵהֶן בָּעַל. שַׁבָּת וְיוֹם הַכִּפּוּרִים וְעָשָׂה מְלָאכָה בֵּין הַשְּׁמָשׁוֹת שֶׁבֵּינֵיהֶן. הֲרֵי זֶה פָּטוּר מִקָּרְבָּן וְאֵינוֹ מֵבִיא חַטָּאת שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ עַצְמוֹ שֶׁל חֵטְא כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵינוֹ מֵבִיא אָשָׁם תָּלוּי שֶׁהֲרֵי יוֹדֵעַ בְּוַדַּאי שֶׁחָטָא:\n",
            "כָּל דָּבָר שֶׁחַיָּבִין עַל וַדָּאוֹ חַטָּאת קְבוּעָה אַחַת חַיָּבִין עַל לֹא הוֹדַע שֶׁלּוֹ אָשָׁם תָּלוּי אֶחָד. וְכָל דָּבָר שֶׁחַיָּבִין עַל וַדָּאוֹ חַטָּאוֹת הַרְבֵּה חַיָּבִין עַל לֹא הוֹדַע שֶׁלּוֹ אֲשָׁמוֹת תְּלוּיִין הַרְבֵּה כְּמִנְיַן הַחַטָּאוֹת. כֵּיצַד. כְּשֵׁם שֶׁאִם אָכַל חֵלֶב וְדָם וְנוֹתָר וּפִגּוּל בְּהֶעְלֵם אַחַת חַיָּב אַרְבַּע חַטָּאוֹת. כָּךְ אִם נִסְתַּפֵּק לוֹ אִם אֲכָלָן אוֹ לֹא אָכַל אֶלָּא חֲתִיכוֹת שֶׁל הֶתֵּר שֶׁהָיוּ עִמָּהֶם מֵבִיא אַרְבָּעָה אֲשָׁמוֹת תְּלוּיִין. וְכֵן אִם נִסְתַּפֵּק לוֹ אִם הָאִשָּׁה שֶׁבָּא עָלֶיהָ אִשְׁתּוֹ. אוֹ פְּלוֹנִית הָעֶרְוָה שֶׁהָיְתָה עִמָּהּ שֶׁחַיָּב עָלֶיהָ שְׁמוֹנֶה חַטָּאוֹת. הֲרֵי זֶה מֵבִיא שְׁמוֹנָה אֲשָׁמוֹת תְּלוּיִין:\n",
            "הָאוֹכֵל חֲתִיכָה מִשְּׁתֵי חֲתִיכוֹת וְנִסְתַּפֵּק לוֹ אִם שֶׁל חֵלֶב אָכַל אוֹ שֶׁל שֻׁמָּן אָכַל וְאַחַר שֶׁנּוֹלַד לוֹ הַסָּפֵק אָכַל חֲתִיכָה מִשְּׁתֵי חֲתִיכוֹת אֲחֵרוֹת וְנִסְתַּפֵּק לוֹ אִם שֶׁל חֵלֶב אָכַל אוֹ שֶׁל שֻׁמָּן. הֲרֵי זֶה מֵבִיא שְׁתֵּי אֲשָׁמוֹת תְּלוּיִין:\n",
            "כְּשֵׁם שֶׁיְּדִיעַת וַדַּאי בֵּינְתַיִם מְחַלֶּקֶת לְחַטָּאוֹת כָּךְ יְדִיעַת סָפֵק בֵּינְתַיִם מְחַלֶּקֶת לַאֲשָׁמוֹת. לְפִיכָךְ אִם אָכַל חֲמִשָּׁה זֵיתֵי חֵלֶב בְּהֶעְלֵם אַחַת. וְנוֹדַע לוֹ יְדִיעַת סָפֵק עַל אַחַת מֵהֶם וְחָזַר וְנוֹדַע לוֹ יְדִיעַת סָפֵק אַחֶרֶת עַל הַשֵּׁנִי. וְכֵן עַל כָּל אַחַת וְאַחַת. חַיָּב אָשָׁם תָּלוּי עַל כָּל אַחַת וְאַחַת:\n",
            "חֲתִיכָה שֶׁל שֻׁמָּן וַחֲתִיכָה שֶׁל חֵלֶב. אָכַל אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ הִיא וְהֵבִיא אָשָׁם תָּלוּי. וְחָזַר וְאָכַל אֶת הַשְּׁנִיָּה מֵבִיא חַטָּאת. וְכֵן אִם אָכַל אַחֵר אֶת הַשְּׁנִיָּה מֵבִיא הָאַחֵר אָשָׁם תָּלוּי כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "חֲתִיכָה שֶׁל חֵלֶב וַחֲתִיכָה שֶׁל חֵלֶב נוֹתָר. אָכַל אֶת אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ הִיא. מֵבִיא חַטָּאת עַל הַחֵלֶב וְאָשָׁם תָּלוּי מִשּׁוּם נוֹתָר. אָכַל אֶת הַשְּׁנִיָּה בְּהֶעְלֵם שֵׁנִי מֵבִיא שָׁלֹשׁ חַטָּאוֹת. וְאִם הָיָה בָּהּ שְׁוֵה פְּרוּטָה מֵבִיא אָשָׁם וַדַּאי מִשּׁוּם מְעִילָה. אָכַל אֶחָד אֶת אַחַת מִשְּׁתֵּיהֶן. וּבָא אַחֵר וְאָכַל אֶת הַשְּׁנִיָּה. זֶה מֵבִיא חַטָּאת וְאָשָׁם תָּלוּי וְזֶה מֵבִיא חַטָּאת וְאָשָׁם תָּלוּי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n"
        ],
        [
            "עַל חָמֵשׁ עֲבֵרוֹת מֵבִיא קָרְבַּן אָשָׁם וְהוּא הַנִּקְרָא אָשָׁם וַדַּאי שֶׁהֲרֵי אֵינוֹ בָּא מִשּׁוּם סָפֵק. וְאֵלּוּ הֵן. עַל שִׁפְחָה חֲרוּפָה וְעַל הַגֵּזֶל וְעַל הַמְּעִילָה וְעַל טֻמְאַת נָזִיר וְעַל הַצָּרַעַת כְּשֶׁיִּטְהַר מִמֶּנָּה. עַל שִׁפְחָה חֲרוּפָה כֵּיצַד. הַבָּא עַל שִׁפְחָה חֲרוּפָה בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה מֵבִיא אָשָׁם. וְהוּא שֶׁתִּהְיֶה גְּדוֹלָה וּמְזִידָה וּבִרְצוֹנָהּ וְתִהְיֶה בְּעוּלָה כְּדַרְכָּהּ וּבִגְמַר בִּיאָה כְּדֵי שֶׁתִּלְקֶה שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"בִּקֹּרֶת תִּהְיֶה\" <small>(ויקרא יט כא)</small> \"וְהֵבִיא אֶת אֲשָׁמוֹ\" הִיא לוֹקָה וְהוּא מֵבִיא קָרְבָּן:\n",
            "וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבִּזְמַן שֶׁהִיא חַיֶּבֶת מַלְקוֹת הוּא חַיָּב בְּקָרְבָּן וּבִזְמַן שֶׁהִיא פְּטוּרָה מִן הַמַּלְקוֹת הוּא פָּטוּר מִן הַקָּרְבָּן:\n",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל שִׁפְחָה חֲרוּפָה. הִיא לוֹקָה וְהוּא מֵבִיא קָרְבָּן. וְיֵרָאֶה לִי שֶׁאֵינוֹ מֵבִיא עַד שֶׁיַּגְדִּיל וְיִהְיֶה בֶּן דַּעַת:\n",
            "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת בִּיאוֹת אֲסוּרוֹת מַה הִיא הַשִּׁפְחָה הַחֲרוּפָה הָאֲמוּרָה בַּתּוֹרָה. וְשֶׁאֵינָן חַיָּבִין עַד שֶׁיִּבְעל כְּדַרְכָּהּ וְיִגְמֹר. לְפִיכָךְ אִם אָמְרוּ לוֹ שְׁנַיִם בָּעַלְתָּ שִׁפְחָה חֲרוּפָה וְהוּא אוֹמֵר לֹא בָּעַלְתִּי נֶאֱמָן וְאֵינוֹ מֵבִיא קָרְבָּן עַל פִּיהֶן. שֶׁהֲרֵי הוּא יוֹדֵעַ אִם גָּמַר בִּיאָתוֹ אוֹ לֹא גָּמַר וְזֶה שֶׁאָמַר לֹא בָּעַלְתִּי כְּלוֹמַר לֹא גָּמַרְתִּי:\n",
            "הַבָּא עַל הַשִּׁפְחָה בִּיאוֹת הַרְבֵּה אֵינוֹ חַיָּב אֶלָּא אָשָׁם אֶחָד. כֵּיצַד. הַבָּא עַל הַשִּׁפְחָה בִּיאוֹת הַרְבֵּה בְּזָדוֹן אוֹ שֶׁבָּא עָלֶיהָ בִּשְׁגָגָה וְנוֹדַע לוֹ וְחָזַר וּבָא עָלֶיהָ בִּשְׁגָגָה וְנוֹדַע לוֹ. אֲפִלּוּ מֵאָה פְּעָמִים בְּמֵאָה הַעֲלָמוֹת. מַקְרִיב אָשָׁם אֶחָד וּמִתְכַּפֵּר לוֹ עַל הַכּל עַל הַזְּדוֹנוֹת שֶׁבָּהּ וְעַל הַשְּׁגָגוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשִׁפְחָה אַחַת. אֲבָל הַבָּא עַל שְׁפָחוֹת הַרְבֵּה אֲפִלּוּ בְּהֶעְלֵם אַחַת חַיָּב אָשָׁם עַל כָּל שִׁפְחָה וְשִׁפְחָה:\n",
            "בָּעַל שִׁפְחָה וְהִפְרִישׁ אֲשָׁמוֹ וְחָזַר וּבְעָלָהּ אַחַר שֶׁהִפְרִישׁ אֲשָׁמוֹ חַיָּב עַל כָּל אַחַת וְאַחַת שֶׁהַהַפְרָשָׁה מְחַלֶּקֶת וְנִמְצָא כְּמִי שֶׁהִקְרִיב וְאַחַר כָּךְ בָּעַל. וְכֵן אִם בָּעַל חָמֵשׁ בְּעִילוֹת בְּהֶעְלֵם אַחַת בְּשִׁפְחָה אַחַת וְנוֹדַע לוֹ עַל אַחַת מֵהֶן וְהִפְרִישׁ אֲשָׁמוֹ וְאַחַר כָּךְ נוֹדַע עַל הַשְּׁנִיָּה מַפְרִישׁ אָשָׁם אַחֵר אַף עַל פִּי שֶׁבְּהֶעְלֵם אַחַת הָיוּ כֻּלָּן הוֹאִיל וְלֹא נוֹדַע לוֹ אֶלָּא אַחַר שֶׁהִפְרִישׁ נִמְצָא כְּבוֹעֵל אַחַר שֶׁהִפְרִישׁ. שֶׁדִּין הַשּׁוֹגֵג וְהַמֵּזִיד בְּשִׁפְחָה אֶחָד הוּא:\n",
            "עַל הַגֵּזֶל כֵּיצַד. כָּל מִי שֶׁיֵּשׁ בְּיָדוֹ מִשְּׁוֵה פְּרוּטָה וָמַעְלָה מִמָּמוֹן יִשְׂרָאֵל. בֵּין שֶׁגְּזָלוֹ בֵּין שֶׁגְּנָבוֹ בֵּין שֶׁהִפְקִידוּ אֶצְלוֹ אוֹ הִלְוָהוּ אוֹ מִשּׁוּם שֻׁתָּפוּת אוֹ מִשְּׁאָר דְּרָכִים. וְכָפַר בּוֹ וְנִשְׁבַּע לַשֶּׁקֶר בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה הֲרֵי זֶה מֵבִיא אָשָׁם עַל חֶטְאוֹ. וְזֶהוּ הַנִּקְרָא אֲשַׁם גְּזֵלוֹת. וּמְפֹרָשׁ בַּתּוֹרָה שֶׁאֵין מִתְכַּפֵּר לוֹ בְּאָשָׁם זֶה עַד שֶׁיָּשִׁיב הַמָּמוֹן שֶׁבְּיָדוֹ לִבְעָלָיו. אֲבָל הַחֹמֶשׁ אֵינוֹ מְעַכֵּב הַכַּפָּרָה. כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת שְׁבוּעוֹת אֵימָתַי יִהְיֶה חַיָּב בִּשְׁבוּעָה זוֹ שֶׁמַּקְרִיב עָלֶיהָ אָשָׁם זֶה וְאֵימָתַי יִהְיֶה פָּטוּר מִמֶּנָּה. וְעַל אֵי זוֹ דֶּרֶךְ יִתְחַיֵּב אֲשָׁמוֹת רַבּוֹת כְּמִנְיַן חִיּוּב הַשְּׁבוּעוֹת. וְעַל אֵי זוֹ דֶּרֶךְ לֹא יִהְיֶה חַיָּב אֶלָּא אָשָׁם אֶחָד:\n",
            "עַל הַמְּעִילָה כֵּיצַד. כָּל הַנֶּהֱנֶה מִשְּׁוֵה פְּרוּטָה מִן הַהֶקְדֵּשׁ בִּשְׁגָגָה. מַחְזִיר מַה שֶּׁנֶּהֱנָה וְיוֹסִיף חֹמֶשׁ וְיַקְרִיב אָשָׁם וְיִתְכַּפֵּר לוֹ. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת מְעִילָה שֶׁהַקָּרְבָּן וְהַקֶּרֶן מְעַכְּבִין הַכַּפָּרָה וְאֵין הַחֹמֶשׁ מְעַכֵּב:\n",
            "הָאוֹכֵל מִדָּבָר שֶׁמּוֹעֲלִין בּוֹ בַּחֲמִשָּׁה תַּמְחוּיִין בְּהֶעְלֵם אַחַת. אַף עַל פִּי שֶׁהוּא מִזֶּבַח אֶחָד אִם יֵשׁ בְּכָל אֲכִילָה וַאֲכִילָה שְׁוֵה פְּרוּטָה חַיָּב אָשָׁם עַל כָּל אֶחָד וְאֶחָד. שֶׁהַתַּמְחוּיִין מְחַלְּקִין בִּמְעִילָה וַהֲרֵי הֵן כְּמִינִין הַרְבֵּה אַף עַל פִּי שֶׁאֵין מֻחְלָקִין בְּחִיּוּב הַכְּרֵתוֹת. חֻמְרָא יְתֵרָה יֵשׁ בִּמְעִילָה שֶׁהֲרֵי עָשָׂה בָּהּ הַמְהַנֶּה כְּנֶהֱנֶה וּמִצְטָרֶפֶת לִזְמַן מְרֻבֶּה. וְשָׁלִיחַ שֶׁעָשָׂה שְׁלִיחוּתוֹ חַיָּב הַמְשַׁלֵּחַ מַה שֶּׁאֵין דְּבָרִים אֵלּוּ בִּשְׁאָר הָאִסּוּרִין:\n",
            "כָּל הַמְחֻיָּב אָשָׁם וַדַּאי צָרִיךְ שֶׁיִּוָּדַע לוֹ חֶטְאוֹ תְּחִלָּה וְאַחַר כָּךְ יַקְרִיב אֲשָׁמוֹ אֲבָל אִם הִקְרִיבוֹ קֹדֶם שֶׁיִּוָּדַע לוֹ וְנוֹדַע לוֹ אַחַר שֶׁהִקְרִיב אֵינוֹ עוֹלֶה לוֹ. וְכָל חֵטְא שֶׁחַיָּבִין עָלָיו אָשָׁם וַדַּאי אֶחָד הַמֶּלֶךְ וְאֶחָד כֹּהֵן מָשׁוּחַ אוֹ שְׁאָר עַם הָאָרֶץ שָׁוִין בּוֹ:\n",
            "כָּל חֵטְא שֶׁחַיָּבִין עָלָיו אָשָׁם וַדַּאי אִם נִסְתַּפֵּק לוֹ אִם עֲשָׂאָהוּ אוֹ לֹא עֲשָׂאָהוּ פָּטוּר מִכְּלוּם. לְפִיכָךְ הַבָּא עַל יָדוֹ סְפֵק מְעִילָה אֵינוֹ חַיָּב כְּלוּם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְעִילָה:\n",
            "הָיְתָה לְפָנָיו חֲתִיכָה שֶׁל חֻלִּין וַחֲתִיכָה שֶׁל הֶקְדֵּשׁ. אָכַל אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ הִיא פָּטוּר. חָזַר וְאָכַל אֶת הַשְּׁנִיָּה מֵבִיא אָשָׁם עַל מְעִילָתוֹ. אָכַל אַחֵר אֶת הַשְּׁנִיָּה שְׁנֵיהֶן פְּטוּרִין:\n",
            "חֲתִיכָה שֶׁל חֵלֶב וַחֲתִיכָה שֶׁל הֶקְדֵּשׁ. אָכַל אַחַת מֵהֶן מֵבִיא אָשָׁם תָּלוּי מִשּׁוּם חֵלֶב. אָכַל אֶת הַשְּׁנִיָּה מֵבִיא חַטָּאת עַל הַחֵלֶב וְאָשָׁם וַדַּאי שֶׁל מְעִילָה עַל הַהֶקְדֵּשׁ. בָּא אַחֵר וְאָכַל אֶת הַשְּׁנִיָּה אַף הַשֵּׁנִי מֵבִיא אָשָׁם תָּלוּי. חֲתִיכָה שֶׁל חֵלֶב וַחֲתִיכָה שֶׁל חֵלֶב הֶקְדֵּשׁ. אָכַל אַחַת מֵהֶן מֵבִיא חַטָּאת. אָכַל אֶת הַשְּׁנִיָּה אַחַר שֶׁנּוֹדַע לוֹ עַל הָרִאשׁוֹנָה מֵבִיא שְׁתֵּי חַטָּאוֹת וְאָשָׁם וַדַּאי עַל מְעִילָתוֹ. בָּא אַחֵר וְאָכַל אֶת הַשְּׁנִיָּה זֶה מֵבִיא חַטָּאת וְזֶה מֵבִיא חַטָּאת בִּלְבַד. כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת מֵאֵיזֶה טַעַם נוֹסָף אִסּוּר הֶקְדֵּשׁ עַל אִסּוּר חֵלֶב. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הָאִסּוּרִין:\n"
        ],
        [
            "שִׁשָׁה מִצְוָתָן שֶׁיַּקְרִיבוּ קָרְבָּן עוֹלֶה וְיוֹרֵד וְאֵלּוּ הֵן. הַמְצֹרָע. וְהַיּוֹלֶדֶת. וְהַנִּשְׁבָּע שְׁבוּעַת הָעֵדוּת בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה. וְהַנִּשְׁבָּע שְׁבוּעַת בִּטּוּי לַשֶּׁקֶר בִּשְׁגָגָה. וְהַטָּמֵא שֶׁאָכַל קֹדֶשׁ בִּשְׁגָגָה. וְהַטָּמֵא שֶׁנִּכְנַס לַמִּקְדָּשׁ בִּשְׁגָגָה:\n",
            "קָרְבַּן הַיּוֹלֶדֶת אִם הָיְתָה עֲשִׁירָה מְבִיאָה כֶּבֶשׂ בֶּן שְׁנָתוֹ לְעוֹלָה וּבֶן יוֹנָה אוֹ תּוֹר לְחַטָּאת. וְאִם אֵין יָדָהּ מַשֶּׂגֶת הֲרֵי קָרְבָּנָהּ יוֹרֵד וּמְבִיאָה שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד עוֹלָה וְאֶחָד חַטָּאת. אֲפִלּוּ הָיְתָה יָדָהּ מַשֶּׂגֶת לְשֶׂה וְאֵינָהּ מַשֶּׂגֶת לִנְסָכָיו מְבִיאָה קָרְבַּן עָנִי:\n",
            "הַמְצֹרָע כְּשֶׁיִּטְהַר מֵבִיא שָׁלֹשׁ בְּהֵמוֹת מֵהֶן שְׁנֵי כְּבָשִׂים אֶחָד עוֹלָה וְאֶחָד אָשָׁם וְכַבְשָׂה לְחַטָּאת. אִם אֵין יָדוֹ מַשֶּׂגֶת מֵבִיא שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד עוֹלָה וְאֶחָד חַטָּאת. וְכֶבֶשׂ לְאָשָׁם:\n",
            "עַל שְׁבוּעַת הָעֵדוּת וְעַל שִׁגְגַת שְׁבוּעַת בִּטּוּי וְעַל שִׁגְגַת טֻמְאַת מִקְדָּשׁ וְטֻמְאַת קָדָשָׁיו מֵבִיא כִּשְׂבָּה אוֹ שְׂעִירָה כִּשְׁאָר הַחַטָּאוֹת הַקְּבוּעוֹת. וְאִם אֵין יָדוֹ מַשֶּׂגֶת מֵבִיא שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד עוֹלָה וְאֶחָד חַטָּאת. וְאִם אֵין יָדוֹ מַשֶּׂגֶת לְעוֹף מֵבִיא עֲשִׂירִית הָאֵיפָה סלֶת וְהִיא הַקְּרוּיָה מִנְחַת חוֹטֵא שֶׁכְּבָר נִתְפָּרְשׁוּ מַעֲשֶׂיהָ בְּהִלְכוֹת מַעֲשֵׂה הַקָּרְבָּנוֹת:\n",
            "כָּל הַקָּרְבָּנוֹת הָאֵלּוּ מְפֹרָשִׁין בַּתּוֹרָה וּמְפֹרָשׁ זֶה שֶׁחַיָּב לַהֲבִיאָן. חוּץ מִטָּמֵא שֶׁנִּכְנַס לַמִּקְדָּשׁ בִּשְׁגָגָה אוֹ אָכַל קֹדֶשׁ שֶׁכָּךְ כָּתוּב שָׁם <small>(ויקרא ה א)</small> \"וְנֶפֶשׁ כִּי תֶחֱטָא וְשָׁמְעָה קוֹל אָלָה\" וְגוֹ'. <small>(ויקרא ה ב)</small> \"אוֹ נֶפֶשׁ אֲשֶׁר תִּגַּע בְּכָל דָּבָר טָמֵא\" וְגוֹ'. <small>(ויקרא ה ד)</small> \"אוֹ נֶפֶשׁ כִּי תִשָּׁבַע לְבַטֵּא בִשְׂפָתַיִם\" וְגוֹ'. <small>(ויקרא ה ה)</small> \"וְהָיָה כִי יֶאְשַׁם לְאַחַת מֵאֵלֶּה\" וְגוֹ'. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁחִיֵּב כָּאן קָרְבָּן לְטָמֵא כְּשֶׁנִּטְמָא וְנִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ וְהוּא לֹא יָדַע אַף עַל פִּי שֶׁהַדָּבָר מִפִּי הַקַּבָּלָה הֲרֵי הוּא כִּמְפֹרָשׁ שֶׁהֲרֵי בְּפֵרוּשׁ חִיְּבָה תּוֹרָה כָּרֵת לְטָמֵא שֶׁאָכַל קֹדֶשׁ וּלְטָמֵא שֶׁנִּכְנַס לַמִּקְדָּשׁ. בְּאוֹכֵל נֶאֱמַר <small>(ויקרא ז כ)</small> \"וְהַנֶּפֶשׁ אֲשֶׁר תֹּאכַל בָּשָׂר מִזֶּבַח הַשְּׁלָמִים אֲשֶׁר לַה' וְטֻמְאָתוֹ עָלָיו וְנִכְרְתָה\". וּבְנִכְנָס לַמִּקְדָּשׁ נֶאֱמַר <small>(במדבר יט כ)</small> \"וְנִכְרְתָה הַנֶּפֶשׁ הַהִיא מִתּוֹךְ הַקָּהָל כִּי אֶת מִקְדַּשׁ ה' טִמֵּא\". וְכֵיוָן שֶׁחִיְּבָה תּוֹרָה כָּרֵת עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו פֵּרֵשׁ הַקָּרְבָּן שֶׁמְּבִיאִין עַל שִׁגְגָתָן:\n",
            "כָּל קָרְבָּנוֹת שֶׁהָאִשָּׁה חַיֶּבֶת בַּעְלָהּ מֵבִיא עַל יָדֶיהָ. אִם הָיָה עָנִי מֵבִיא קָרְבַּן עָנִי וְאִם הָיָה עָשִׁיר מֵבִיא עַל יָדֶיהָ קָרְבַּן עָשִׁיר. וּמֵבִיא אָדָם עַל יְדֵי בְּנוֹ וְעַל יְדֵי בִּתּוֹ וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ קָרְבַּן עָנִי וּמַאֲכִילָן בִּזְבָחִים:\n",
            "הַמֶּלֶךְ וְכֹהֵן מָשִׁיחַ מְבִיאִין קָרְבָּנָן עַל שְׁבוּעַת הָעֵדוּת אוֹ עַל שְׁבוּעַת בִּטּוּי אוֹ עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו כִּשְׁאָר הֶדְיוֹטוֹת. שֶׁלֹּא חִלֵּק הַכָּתוּב קָרְבַּן מֶלֶךְ מִקָּרְבַּן הֶדְיוֹט וּמִקָּרְבַּן כֹּהֵן מָשִׁיחַ אֶלָּא בְּמִצְווֹת שֶׁחַיָּבִים עַל שִׁגְגָתָן חַטָּאת קְבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ אֲבָל בְּקָרְבָּן עוֹלֶה וְיוֹרֵד כֻּלָּן שָׁוִים. כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת שְׁבוּעוֹת אֵימָתַי יִהְיֶה חַיָּב עַל שְׁבוּעַת הָעֵדוּת וְעַל שְׁבוּעַת שִׁגְגַת בִּטּוּי וְאֵימָתַי יִהְיֶה פָּטוּר עֲלֵיהֶן וְעַל אֵי זוֹ דֶּרֶךְ יִהְיֶה חַיָּב קָרְבָּנוֹת הַרְבֵּה כְּמִנְיַן הַשְּׁבוּעוֹת וְעַל אֵי זֶה דֶּרֶךְ לֹא יִהְיֶה חַיָּב אֶלָּא קָרְבָּן אֶחָד. וּבְהִלְכוֹת מְחֻסְּרֵי כַּפָּרָה אֲבָאֵר בְּאֵיזֶה דֶּרֶךְ תִּתְחַיֵּב הַיּוֹלֶדֶת וְהַמְצֹרָע קָרְבָּנוֹת הַרְבֵּה וּבְאֵי זֶה דֶּרֶךְ יִתְחַיֵּב כָּל אֶחָד מֵהֶן קָרְבָּן אֶחָד:\n",
            "כָּל הַמֵּבִיא קָרְבָּן עַל הַזָּדוֹן כִּשְׁגָגָה. אִם הָיָה אָנוּס פָּטוּר מִן הַקָּרְבָּן. וְאֵין צָרִיךְ לוֹמַר שְׁאָר עֲבֵרוֹת שֶׁאֵינוֹ חַיָּב חַטָּאת אֶלָּא עַל שִׁגְגָתָן שֶׁאִם הָיָה אָנוּס פָּטוּר:\n",
            "מִי שֶׁהִפְרִישׁ מָעוֹת לְכַבְשָׂה שֶׁל חַטָּאתוֹ וְצָרִיךְ לָהֶן. הֲרֵי זֶה מֵבִיא שְׂעִירָה וִיחַלֵּל אוֹתָם הַמָּעוֹת עַל הַשְּׂעִירָה וְיֵהָנֶה בָּהֶן. וְכֵן אִם הִפְרִישׁ לִשְׂעִירָה וְלָקַח כִּשְׂבָּה יֵהָנֶה בָּהֶן:\n",
            "הִפְרִישׁ מָעוֹת לִבְהֵמָה וְהֶעֱנִי יִקַּח שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה וִיחַלֵּל עֲלֵיהֶן אוֹתָם הַמָּעוֹת וְיֵהָנֶה בָּהֶם. הִפְרִישׁ מָעוֹת לִבְנֵי יוֹנָה אוֹ לְתוֹרִים וְהֶעֱנִי. יָבִיא עֲשִׂירִית הָאֵיפָה וִיחַלֵּל עֲלֵיהֶן אוֹתָם הַמָּעוֹת וְיֵהָנֶה בָּהֶן. וְכֵן אִם הָיָה עָנִי וְהִפְרִישׁ מָעוֹת לַעֲשִׂירִית הָאֵיפָה וְהֶעֱשִׁיר יוֹסִיף עֲלֵיהֶן וְיָבִיא עוֹף. הִפְרִישׁ לְעוֹף וְהֶעֱשִׁיר יוֹסִיף עֲלֵיהֶן וְיָבִיא כִּשְׂבָּה אוֹ שְׂעִירָה. אֲפִלּוּ הָיָה מוֹרִישׁוֹ גּוֹסֵס הֲרֵי זֶה עָנִי עַד שֶׁיָּמוּת מוֹרִישׁוֹ וְיִירָשֶׁנּוּ:\n",
            "עָשִׁיר שֶׁהִפְרִישׁ כִּשְׂבָּה אוֹ שְׂעִירָה וְנָפַל בָּהּ מוּם [וְהֶעֱנִי] אִם רָצָה יָבִיא בְּדָמֶיהָ עוֹף אֲבָל אִם הִפְרִישׁ עוֹף וְנִפְסַל לֹא יָבִיא בְּדָמָיו עֲשִׂירִית הָאֵיפָה שֶׁאֵין לָעוֹף פִּדְיוֹן:\n",
            "הִפְרִישׁ עֲשִׂירִית הָאֵיפָה וְהֶעֱשִׁיר. עַד שֶׁלֹּא קָדְשָׁה בִּכְלִי הֲרֵי הִיא כְּכָל הַמְּנָחוֹת וְתִפָּדֶה וְתֵאָכֵל. וּמִשֶּׁקָּדְשָׁהּ בִּכְלִי תְּעֻבַּר צוּרָתָהּ וְתֵצֵא לְבֵית הַשְּׂרֵפָה:\n",
            "עָשִׁיר שֶׁהִפְרִישׁ קֵן לְמָכְרָהּ וְלִקַּח בְּדָמֶיהָ כִּשְׂבָּה אוֹ שְׂעִירָה וְהֶעֱנִי יָבִיא קֵן זוֹ אַף עַל פִּי שֶׁהִיא קְדֵשַּׁת דָּמִים שֶׁהִיא נִדְחֵית. וְלָמָּה לֹא נִדְחֵית מִפְּנֵי שֶׁדִּחוּי מֵעִקָּרוֹ אֵינוֹ דִּחוּי וַהֲרֵי נִרְאֶה קֵן זוֹ לוֹ עַתָּה. עָנִי שֶׁהִקְרִיב קָרְבַּן עָשִׁיר יָצָא וְעָשִׁיר שֶׁהִקְרִיב קָרְבַּן עָנִי לֹא יָצָא:\n"
        ],
        [
            "שִׁנּוּי יֵשׁ בְּשִׁגְגַת טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו מַה שֶּׁאֵין כֵּן בִּשְׁאָר כְּרֵתוֹת. שֶׁכָּל הַכְּרֵתוֹת כֵּיוָן שֶׁשָּׁגַג וְנוֹדַע לוֹ בַּסּוֹף שֶׁחָטָא אַף עַל פִּי שֶׁלֹּא הָיְתָה לוֹ יְדִיעָה בַּתְּחִלָּה הֲרֵי זֶה חַיָּב חַטָּאת. אֲבָל בְּטֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו אֵינוֹ מֵבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד עַד שֶׁתִּהְיֶה לוֹ יְדִיעָה לַטֻּמְאָה וִידִיעָה לַקֹּדֶשׁ אוֹ לַמִּקְדָּשׁ בַּתְּחִלָּה וִידִיעָה לַטֻּמְאָה וִידִיעָה לַקֹּדֶשׁ אוֹ לַמִּקְדָּשׁ בַּסּוֹף וְהֶעְלֵם בֵּינְתַיִם. כֵּיצַד. נִטְמָא וְנִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ. וְאַחַר כָּךְ נוֹדַע לוֹ שֶׁנִּטְמָא וְשֶׁהָיָה טָמֵא בְּשָׁעָה שֶׁאָכַל אוֹ שֶׁנִּכְנַס. וְשֶׁקֹּדֶשׁ הָיָה זֶה שֶׁאֲכָלוֹ אוֹ מִקְדָּשׁ הָיָה זֶה שֶׁנִּכְנַס לוֹ. הֲרֵי זֶה פָּטוּר מִקָּרְבָּן עַד שֶׁיֵּדַע שֶׁנִּטְמָא [וְשֶׁזֶּה קֹדֶשׁ] וְשֶׁזֶּה מִקְדָּשׁ קֹדֶם שֶׁיִּכָּנֵס אוֹ קֹדֶם שֶׁיֹּאכַל. כֵּיצַד. נִטְמָא וְיָדַע שֶׁנִּטְמָא וְיָדַע שֶׁזֶּה מִקְדָּשׁ וְשֶׁזֶּה קֹדֶשׁ. וְאַחַר כָּךְ נֶעֶלְמָה מִמֶּנּוּ הַטֻּמְאָה וְשָׁכַח שֶׁנִּטְמָא וְנִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ. וְהוּא יוֹדֵעַ שֶׁזֶּה מִקְדָּשׁ וְשֶׁזֶּה קֹדֶשׁ. אוֹ שֶׁשָּׁגַג וְשָׁכַח שֶׁזֶּה מִקְדָּשׁ אוֹ שֶׁזֶּה בְּשַׂר קֹדֶשׁ וְהוּא יוֹדֵעַ שֶׁהוּא טָמֵא וְנִכְנַס אוֹ אָכַל. אוֹ שֶׁשָּׁגַג אוֹ שָׁכַח שֶׁנִּטְמָא וְשָׁכַח שֶׁזֶּה בְּשַׂר קֹדֶשׁ וְשֶׁזֶּה מִקְדָּשׁ וְנִכְנַס אוֹ אָכַל וְאַחַר כָּךְ נוֹדַע לוֹ דְּבָרִים שֶׁנִּתְעַלְּמוּ מִמֶּנּוּ. הֲרֵי זֶה מֵבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד בְּכָל צַד וְצַד מִשֵּׁשׁ מַחֲלוֹקוֹת אֵלּוּ. וּמִנַּיִן שֶׁדִּין שִׁגְגַת מִקְדָּשׁ וְקָדָשָׁיו כָּךְ הוּא. שֶׁהֲרֵי בִּשְׁאָר שְׁגָגוֹת נֶאֱמַר <small>(ויקרא ד כז)</small> \"בַּעֲשֹׂתָהּ אַחַת מִמִּצְוֹת ה' אֲשֶׁר לֹא תֵעָשֶׂינָה וְאָשֵׁם\" <small>(ויקרא ד כח)</small> \"אוֹ הוֹדַע אֵלָיו חַטָּאתוֹ אֲשֶׁר חָטָא\". כֵּיוָן שֶׁיָּדַע בַּסּוֹף אַף עַל פִּי שֶׁלֹּא יָדַע בַּתְּחִלָּה. וּבְטֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו נֶאֱמַר <small>(ויקרא ה ג ד)</small> \"וְנֶעְלַם מִמֶּנּוּ וְהוּא יָדַע וְאָשֵׁם\" מֵאַחַר שֶׁנֶּאֱמַר וְנֶעְלַם מִמֶּנּוּ מִכְּלָל שֶׁהָיְתָה שָׁם יְדִיעָה בַּתְּחִלָּה וְנֶאֱמַר וְהוּא יָדַע [וְאָשֵׁם] הָא לָמַדְתָּ שֶׁהוּא צָרִיךְ יְדִיעָה בַּתְּחִלָּה וִידִיעָה בַּסּוֹף וְהֶעְלֵם בֵּינְתַיִם: \n",
            "נִטְמָא וְיָדַע שֶׁנִּטְמָא [וְיָדַע שֶׁזֶּה קֹדֶשׁ וְשֶׁזֶּה מִקְדָּשׁ] אֲבָל לֹא יָדַע בְּאֵי זֶה אָב נִטְמָא וְשָׁכַח שֶׁנִּטְמָא וְאַחַר כָּךְ נִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ וְנוֹדַע לוֹ אַחַר שֶׁנִּכְנַס אוֹ אַחַר שֶׁאָכַל בְּאֵי זֶה אָב נִטְמָא [הֲרֵי זֶה חַיָּב קָרְבָּן] אַף עַל פִּי שֶׁלֹּא יָדַע בַּתְּחִלָּה בְּאֵי זֶה אָב נִטְמָא הוֹאִיל וְיָדַע שֶׁהוּא טָמֵא הֲרֵי הָיְתָה שָׁם יְדִיעַת טֻמְאָה בַּתְּחִלָּה. אֲבָל אִם נֶעֶלְמוּ מִמֶּנּוּ הִלְכוֹת טֻמְאָה. כְּגוֹן שֶׁנִּטְמָא בְּכַעֲדָשָׁה מִן הַשֶּׁרֶץ וְיָדַע שֶׁהַשֶּׁרֶץ מְטַמֵּא וְלֹא יָדַע בַּשִּׁעוּר וְשָׁכַח שֶׁנָּגַע בְּשֶׁרֶץ כְּלָל וְנִכְנַס אוֹ אָכַל וְאַחַר כָּךְ נוֹדַע לוֹ [שֶׁנָּגַע] בְּכַעֲדָשָׁה מִן הַשֶּׁרֶץ הֲרֵי זֶה סָפֵק אִם חַיָּב קָרְבָּן אוֹ פָּטוּר. וְכֵן מִי שֶׁלֹּא רָאָה הַמִּקְדָּשׁ מִיָּמָיו וְלֹא הֵבִין מְקוֹמוֹ. אִם נִטְמָא וְיָדַע שֶׁנִּטְמָא וְנִכְנַס לַמִּקְדָּשׁ וְלֹא יָדַע בַּתְּחִלָּה שֶׁזֶּהוּ מְקוֹמוֹ שֶׁהֲרֵי לֹא רָאָהוּ מֵעוֹלָם. וְאַחַר כָּךְ זָכַר הַטֻּמְאָה וְיָדַע שֶׁזֶּה מִקְדָּשׁ. הֲרֵי זֶה סָפֵק אִם יְדִיעָה שֶׁיֵּשׁ מִקְדָּשׁ בָּעוֹלָם יְדִיעָה. אוֹ עַד שֶׁיֵּדַע מְקוֹמוֹ תְּחִלָּה. יֵרָאֶה לִי שֶׁאֵלּוּ הַחַיָּבִים קָרְבָּן מִסָּפֵק אֵינָן מְבִיאִין קָרְבָּן שֶׁמָּא יַכְנִיסוּ חֻלִּין לַעֲזָרָה. וְאִם תֹּאמַר וַהֲלֹא חַטַּאת הָעוֹף בָּאָה עַל הַסָּפֵק וְאֵינָהּ נֶאֱכֶלֶת. מִפְּנֵי שֶׁהַמֵּבִיא אוֹתָהּ מְחֻסַּר כִּפּוּרִים אָסוּר לֶאֱכל בְּקָדָשִׁים עַד שֶׁיָּבִיא כַּפָּרָתוֹ. אֲבָל מִי שֶׁאֵינוֹ מְחֻסַּר כִּפּוּרִים אֵינוֹ מֵבִיא קָרְבָּן מִסָּפֵק:\n",
            "מִי שֶׁנִּטְמָא בָּעֲזָרָה צָרִיךְ שֶׁיֵּדַע תְּחִלָּה שֶׁנִּטְמָא וְשֶׁזֶּה מִקְדָּשׁ. וְאִם נֶעְלָם מִמֶּנּוּ אַחֲרֵי כֵן שֶׁנִּטְמָא וַהֲרֵי הוּא זָכוּר שֶׁזֶּה מִקְדָּשׁ. אוֹ שֶׁנֶּעֱלַם מִמֶּנּוּ שֶׁזֶּה מִקְדָּשׁ וְלֹא שָׁכַח שֶׁנִּטְמָא. אוֹ שֶׁנִּתְעַלְּמוּ מִמֶּנּוּ זֶה וְזֶה. כְּשֶׁיִּוָּדַע לוֹ יָבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד. וְהוּא שֶׁיִּשְׁהֶה כַּשִּׁעוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת מִקְדָּשׁ:\n",
            "מִי שֶׁטִּמֵּא עַצְמוֹ בְּמֵזִיד וְלֹא שָׁהָה כַּשִּׁעוּר. הֲרֵי זֶה סָפֵק אִם שִׁעוּר הִשְׁתַּחֲוָיָה לְאָנוּס בִּלְבַד אוֹ אַף לְמֵזִיד. וּלְפִיכָךְ אִם נֶעְלַם מִמֶּנּוּ וְיָצָא וְלֹא שָׁהָה אֵינוֹ מֵבִיא קָרְבָּן. וְכֵן אִם תָּלָה עַצְמוֹ בַּאֲוִיר עֲזָרָה. הַדָּבָר סָפֵק אִם אֲוִיר עֲזָרָה כַּעֲזָרָה אוֹ אֵינוֹ כַּעֲזָרָה:\n",
            "מִי שֶׁנִּסְתַּפֵּק לוֹ אִם נִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ בְּטֻמְאָה אוֹ לָאו אֵינוֹ מֵבִיא אָשָׁם תָּלוּי. שֶׁאֵין מְבִיאִין קָרְבָּן עַל לֹא הוֹדַע אֶלָּא בְּכָרֵת שֶׁחַיָּבִין עַל שִׁגְגָתוֹ חַטָּאת קְבוּעָה:\n",
            "מִי שֶׁהָיוּ לְפָנָיו שְׁנֵי שְׁבִילִים אֶחָד טָמֵא וְאֶחָד טָהוֹר הָלַךְ בָּרִאשׁוֹן וְחָזַר וְהָלַךְ בַּשֵּׁנִי וּבְעֵת שֶׁהָלַךְ בַּשֵּׁנִי שָׁכַח שֶׁהָלַךְ בָּרִאשׁוֹן וְנֶעֶלְמָה מִמֶּנָּה טֻמְאָה זוֹ וְנִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ חַיָּב. וְאַף עַל פִּי שֶׁלֹּא הָיְתָה לוֹ בַּתְּחִלָּה יְדִיעָה גְּמוּרָה לַטֻּמְאָה אֶלָּא מִקְצָת יְדִיעָה שֶׁהֲרֵי לֹא יָדַע שֶׁהָלַךְ בִּשְׁנֵי שְׁבִילִין שֶׁבְּהִלּוּךְ שְׁנֵיהֶן יְהֵא טָמֵא בְּוַדַּאי וְאַף עַל פִּי כֵן חַיָּב חַטָּאת שֶׁמִּקְצָת יְדִיעָה כְּכָל יְדִיעָה. הָלַךְ בָּרִאשׁוֹן וְנִכְנַס לַמִּקְדָּשׁ אוֹ אָכַל קֹדֶשׁ. פָּטוּר מִפְּנֵי שֶׁהוּא סְפֵק טָמֵא:\n",
            "הִזָּה שְׁלִישִׁי וּשְׁבִיעִי וְטָבַל וְאַחַר שֶׁנִּכְנַס לַמִּקְדָּשׁ הָלַךְ בַּשֵּׁנִי וְחָזַר וְנִכְנַס לַמִּקְדָּשׁ חַיָּב. שֶׁהֲרֵי נִכְנַס כְּשֶׁהוּא טָמֵא לַמִּקְדָּשׁ בְּוַדַּאי אוֹ בְּפַעַם רִאשׁוֹנָה אוֹ בְּפַעַם שְׁנִיָּה. וְאַף עַל פִּי שֶׁכָּל יְדִיעָה מֵהֶן סְפֵק יְדִיעָה הִיא שֶׁהֲרֵי כָּל שְׁבִיל מֵהֶן סָפֵק הוּא כָּאן בְּטֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו עָשׂוּ סְפֵק יְדִיעָה כִּידִיעָה:\n",
            "הָיָה טָמֵא וְאָמְרוּ לוֹ שְׁנַיִם נִכְנַסְתָּ לַמִּקְדָּשׁ וְהוּא אוֹמֵר לָהֶם לֹא נִכְנַסְתִּי נֶאֱמָן וְאֵינוֹ מֵבִיא קָרְבָּן שֶׁאִם יִרְצֶה יֹאמַר מֵזִיד הָיִיתִי. אָמְרוּ לוֹ שְׁנַיִם טָמֵא הָיִיתָ כְּשֶׁנִּכְנַסְתָּ לַמִּקְדָּשׁ וּבְפָנֵינוּ נִטְמֵאתָ וְיָדַעְתָּ שֶׁאַתָּה טָמֵא אַף עַל פִּי שֶׁהָיָה בֵּין טֻמְאָה זוֹ שֶׁמְּעִידִין בָּהּ וּבֵין כְּנִיסָתוֹ לַמִּקְדָּשׁ יָמִים רַבִּים שֶׁאֶפְשָׁר לוֹ שֶׁיֹּאמַר כְּבָר טָבַלְתִּי הוֹאִיל וְהִכְחִישׁ אֶת הָעֵדִים וְאָמַר לֹא נִטְמֵאתִי מֵעוֹלָם הֲרֵי אֵלּוּ נֶאֱמָנִים וּמֵבִיא קָרְבָּן עַל פִּיהֶם. אִם הֱבִיאוּהוּ שְׁנַיִם לִידֵי מִיתָה חֲמוּרָה קַל וָחֹמֶר שֶׁיְּבִיאוּהוּ לִידֵי קָרְבָּן הַקַּל שֶׁהֲרֵי הִכְחִישָׁן:\n",
            "טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו שֶׁהָיָה לָהּ יְדִיעָה בַּתְּחִלָּה וְלֹא הָיָה לָהּ יְדִיעָה בַּסּוֹף שָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים הַנַּעֲשֶׂה בִּפְנִים וְיוֹם הַכִּפּוּרִים תּוֹלִין עַד שֶׁיִּוָּדַע לוֹ וְיָבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד. וְשֶׁאֵין בָּהּ יְדִיעָה בַּתְּחִלָּה אֲבָל יֵשׁ בָּהּ יְדִיעָה בַּסּוֹף שָׂעִיר הַנַּעֲשֶׂה בַּחוּץ בְּיוֹם הַכִּפּוּרִים וְיוֹם הַכִּפּוּרִים מְכַפְּרִין. וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַּתְּחִלָּה וְלֹא בַּסּוֹף שְׂעִירֵי הָרְגָלִים וּשְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין. וְעַל זְדוֹן טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו פַּר כֹּהֵן גָּדוֹל שֶׁל יוֹם הַכִּפּוּרִים מְכַפֵּר אִם הָיָה הַמֵּזִיד מִן הַכֹּהֲנִים. וְאִם הָיָה מִיִּשְׂרָאֵל דַּם שָׂעִיר הַנַּעֲשֶׂה בִּפְנִים וְיוֹם הַכִּפּוּרִים מְכַפֵּר. שֶׁנֶּאֱמַר <small>(ויקרא טז טז)</small> \"וְכִפֶּר עַל הַקֹּדֶשׁ מִטֻּמְאֹת בְּנֵי יִשְׂרָאֵל\":\n"
        ],
        [
            "כָּל דָּבָר שֶׁחַיָּבִין עַל שִׁגְגָתוֹ חַטָּאת קְבוּעָה אִם שָׁגְגוּ בֵּית דִּין הַגָּדוֹל בְּהוֹרָאָה וְהוֹרוּ לְהַתִּירוֹ וְשָׁגְגוּ הָעָם בְּהוֹרָאָתָן וְעָשׂוּ הָעָם וְהֵם סוֹמְכִין עַל הוֹרָאָתָן וְאַחַר כָּךְ נוֹדַע לְבֵית דִּין שֶׁטָּעוּ הֲרֵי בֵּית דִּין חַיָּבִין לְהָבִיא קָרְבַּן חַטָּאת עַל שִׁגְגָתָן בְּהוֹרָאָה וְאַף עַל פִּי שֶׁלֹּא עָשׂוּ הֵן בְּעַצְמָן מַעֲשֶׂה שֶׁאֵין מַשְׁגִּיחִין עַל עֲשִׂיַּת בֵּית דִּין כְּלָל בֵּין עָשׂוּ בֵּין לֹא עָשׂוּ אֶלָּא עַל הוֹרָאָתָן בִּלְבַד. וּשְׁאָר הָעָם פְּטוּרִין מִן הַקָּרְבָּן וְאַף עַל פִּי שֶׁהֵם הָעוֹשִׂין מִפְּנֵי שֶׁתָּלוּ בְּבֵית דִּין. וּמַה הוּא הַקָּרְבָּן שֶׁמְּבִיאִין עַל שְׁגָגָה זוֹ. אִם בַּעֲבוֹדָה זָרָה שָׁגְגוּ וְהוֹרוּ מְבִיאִין פַּר לְעוֹלָה וְשָׂעִיר לְחַטָּאת מִכָּל שֵׁבֶט וְשֵׁבֶט וְקָרְבָּן זֶה הוּא הָאָמוּר בְּפָרָשַׁת שְׁלַח לְךָ שֶׁנֶּאֱמַר <small>(במדבר טו כד)</small> \"וְהָיָה אִם מֵעֵינֵי הָעֵדָה נֶעֶשְׂתָה לִשְׁגָגָה\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבְּשִׁגְגַת עֲבוֹדָה זָרָה הוּא מְדַבֵּר. וְאִם בִּשְׁאָר כְּרֵתוֹת שֶׁחַיָּבִין עַל שִׁגְגָתָן חַטָּאת קְבוּעָה שָׁגְגוּ וְהוֹרוּ. מֵבִיא כָּל שֵׁבֶט וְשֵׁבֶט פַּר חַטָּאת וְזֶהוּ הָאָמוּר בְּפָרָשַׁת וַיִּקְרָא שֶׁנֶּאֱמַר <small>(ויקרא ד יג)</small> \"וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ\". נִמְצֵאתָ לָמֵד שֶׁאִם שָׁגְגוּ בֵּית דִּין הַגָּדוֹל בְּהוֹרָאָה בַּעֲבוֹדָה זָרָה מְבִיאִין כָּל הַקָּהָל שְׁנֵים עָשָׂר פָּרִים עוֹלוֹת וּשְׁנֵים עָשָׂר שְׂעִירִים חַטָּאוֹת וְהֵם נִשְׂרָפוֹת שֶׁהֲרֵי דָּמָן נִכְנָס לְפָנִים וְהֵם הַנִּקְרָאִין שְׂעִירֵי עֲבוֹדָה זָרָה. וְאִם בִּשְׁאָר הַמִּצְוֹת שָׁגְגוּ מְבִיאִין שְׁנֵים עָשָׂר פָּרִים חַטָּאוֹת וְהֵן נִשְׂרָפוֹת מִפְּנֵי שֶׁדָּמָם נִכְנַס לְפָנִים. וְכָל פַּר מֵהֶן נִקְרָא פַּר הֶעְלֵם דָּבָר שֶׁל צִבּוּר שֶׁנֶּאֱמַר <small>(ויקרא ד יד)</small> \"וְהִקְרִיב הַקָּהָל\" כָּל קָהָל וְקָהָל וְכָל שֵׁבֶט וְשֵׁבֶט קָרוּי קָהָל שֶׁנֶּאֱמַר <small>(דברי הימים ב כ ה)</small> \"וַיַּעֲמֹד יְהוֹשָׁפָט בִּקְהַל יְהוּדָה\". בֵּין שֶׁעָשׂוּ כָּל יִשְׂרָאֵל שֶׁבְּאֶרֶץ יִשְׂרָאֵל עַל פִּי בֵּית דִּין שֶׁהוֹרוּ בֵּין שֶׁעָשׂוּ רֹב יִשְׂרָאֵל אַף עַל פִּי שֶׁהֵן מִעוּט מִנְיַן הַשְּׁבָטִים. בֵּין שֶׁעָשׂוּ רֹב הַשְּׁבָטִים אַף עַל פִּי שֶׁהֵן מִעוּט כָּל יִשְׂרָאֵל. מְבִיאִין כְּמִנְיַן כָּל הַשְּׁבָטִים פַּר לְכָל שֵׁבֶט וְשֵׁבֶט וּבַעֲבוֹדָה זָרָה פַּר וְשָׂעִיר לְכָל שֵׁבֶט וְשֵׁבֶט. שֶׁאַף אֵלּוּ שֶׁלֹּא חָטְאוּ מְבִיאִין עַל יְדֵי הַחוֹטְאִים. אֲפִלּוּ עָשָׂה שֵׁבֶט אֶחָד בִּלְבַד וְהוּא רֹב הַקָּהָל הֲרֵי כָּל הַצִּבּוּר מְבִיאִין שְׁנֵים עָשָׂר פָּרִים וּבַעֲבוֹדָה זָרָה שְׁנֵים עָשָׂר פָּרִים וּשְׁנֵים עָשָׂר שְׂעִירִים:\n",
            "בֵּית דִּין שֶׁנִּסְתַּפֵּק לָהֶן אִם שָׁגְגוּ בְּהוֹרָאָה אוֹ לֹא שָׁגְגוּ אֵינָן חַיָּבִין בְּאָשָׁם תָּלוּי שֶׁנֶּאֱמַר <small>(ויקרא ד יד)</small> \"וְנוֹדְעָה הַחַטָּאת\" עַד שֶׁתִּוָּדַע וְאַחַר כָּךְ יִתְחַיְּבוּ בְּקָרְבָּן כְּמוֹ שֶׁיִּתְבָּאֵר. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבֵּית דִּין חַיָּבִין וְאֵלּוּ הָעוֹשִׂים עַל פִּיהֶם פְּטוּרִין מִן הַקָּרְבָּן. כְּשֶׁהָיוּ הַמּוֹרִים בֵּית דִּין הַגָּדוֹל שֶׁל שִׁבְעִים וְאֶחָד וְיִהְיֶה רֹאשׁ יְשִׁיבָה עִמָּהֶן בְּהוֹרָאָה וְיִהְיוּ כֻּלָּן רְאוּיִין לְהוֹרָאָה וְיִטְעוּ כֻּלָּן אוֹ רֻבָּן בְּדָבָר זֶה שֶׁהוֹרוּ בּוֹ וְיוֹרוּ בְּפֵרוּשׁ וְיֹאמְרוּ לָעָם מֻתָּרִין אַתֶּם לַעֲשׂוֹת. וְכֵן אֵלּוּ שֶׁשָּׁמְעוּ מִפִּי בֵּית דִּין אִם אָמְרוּ לַאֲחֵרִים מֻתָּרִים אַתֶּם לַעֲשׂוֹת וְיַעֲשׂוּ כָּל הַקָּהָל אוֹ רֻבּוֹ עַל פִּיהֶם וְיִהְיוּ הָעוֹשִׂים שׁוֹגְגִים עַל פִּיהֶם וּמְדַמִּים שֶׁהַדָּבָר שֶׁהוֹרוּ בּוֹ כַּדָּת הוֹרוּ. וְיוֹרוּ לְבַטֵּל מִקְצָת וּלְקַיֵּם מִקְצָת לֹא שֶׁיַּעַקְרוּ כָּל הַגּוּף וּכְשֶׁיִּוָּדַע לָהֶם יֵדְעוּ גּוּפוֹ שֶׁל דָּבָר שֶׁהוֹרוּ בּוֹ בִּשְׁגָגָה. בְּכָל אֵלּוּ הַמְאֹרָעִים הוּא שֶׁהָיוּ בֵּית דִּין חַיָּבִין בְּקָרְבָּן וְהָעוֹשֶׂה עַל פִּיהֶם פָּטוּר. אֲבָל אִם חָסֵר אַחַת מִכָּל אֵלּוּ הַדְּרָכִים הֲרֵי בֵּית דִּין פְּטוּרִין מִן הַקָּרְבָּן וְכָל מִי שֶׁשָּׁגַג וְעָשָׂה מַעֲשֶׂה מֵבִיא חַטָּאת קְבוּעָה עַל שִׁגְגָתוֹ:\n"
        ],
        [
            "כֵּיצַד אִם חָסֵר אַחַת מִכָּל הַדְּרָכִים שֶׁבֵּאַרְנוּ יִפָּטְרוּ בֵּית דִּין וְיִתְחַיְּבוּ הָעוֹשִׂים. הֲרֵי שֶׁהוֹרוּ בֵּית דִּין שֶׁל אֶחָד מִן הַשְּׁבָטִים לָהֶם שֶׁחֵלֶב הַקֵּיבָה מֻתָּר וַאֲכָלוּהוּ אַנְשֵׁי מְקוֹמָם עַל פִּיהֶם אוֹתוֹ בֵּית דִּין פְּטוּרִין וְכָל מִי שֶׁאָכַל מֵבִיא חַטָּאת קְבוּעָה עַל שִׁגְגַתוֹ. וְכֵן אִם הוֹרוּ בֵּית דִּין הַגָּדוֹל שֶׁדַּם הַלֵּב מֻתָּר וְלֹא הָיָה רֹאשׁ יְשִׁיבָה עִמָּהֶן אוֹ שֶׁהָיָה אֶחָד מֵהֶן אֵינוֹ רָאוּי לִהְיוֹת מְמֻנֶּה בְּסַנְהֶדְרִין כְּגוֹן שֶׁהָיָה גֵּר אוֹ מַמְזֵר אוֹ זָקֵן אוֹ שֶׁלֹּא רָאָה בָּנִים וְכַיּוֹצֵא בָּהֶן וְעָשׂוּ הָעָם עַל פִּיהֶם וְאָכְלוּ דַּם הַלֵּב הֲרֵי בֵּית דִּין פְּטוּרִין וְכָל מִי שֶׁאָכַל מֵבִיא חַטָּאת קְבוּעָה עַל שִׁגְגָתוֹ. וּמִנַּיִן שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בְּבֵית דִּין הַגָּדוֹל שֶׁנֶּאֱמַר <small>(ויקרא ד יג)</small> \"וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ\" וְגוֹ'. וּמִנַּיִן שֶׁעַד שֶׁיִּהְיוּ כֻּלָּן רְאוּיִין לְהוֹרָאָה שֶׁנֶּאֱמַר <small>(במדבר טו כד)</small> \"וְאִם מֵעֵינֵי הָעֵדָה\" עַד שֶׁיִּהְיוּ לָהֶם כְּעֵינַיִם. וּלְהַלָּן הוּא אוֹמֵר <small>(במדבר לה כד)</small> \"וְשָׁפְטוּ הָעֵדָה\" מָה הָעֵדָה הָאֲמוּרָה בְּדִינֵי נְפָשׁוֹת כֻּלָּן רְאוּיִין לְהוֹרָאָה אַף עֵדָה הָאֲמוּרָה בִּשְׁגָגָה זוֹ עַד שֶׁיִּהְיוּ כֻּלָּן רְאוּיִין לְהוֹרָאָה. וְכֵן אִם הוֹרוּ וְיָדַע אֶחָד מֵהֶן שֶׁטָּעוּ וְאָמַר לָהֶם טוֹעִים אַתֶּם וְרַבּוּ עָלָיו הַמַּתִּירִים וְהִתִּירוּ. הֲרֵי בֵּית דִּין פְּטוּרִין וְכָל מִי שֶׁעָשָׂה עַל פִּיהֶם חַיָּב לְהָבִיא חַטָּאת קְבוּעָה עַל שִׁגְגָתוֹ. שֶׁנֶּאֱמַר וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ עַד שֶׁיִּשְׁגּוּ כָּל הַסַּנְהֶדְרִין. יָדַע אֶחָד מִן הַסַּנְהֶדְרִין אוֹ מִעוּטָן שֶׁטָּעוּ הַמַּתִּירִין וְשָׁתְקוּ הוֹאִיל וְהוֹרוּ וְלֹא הָיָה שָׁם חוֹלֵק וּפָשְׁטָה הַהוֹרָאָה בְּרֹב הַקָּהָל הֲרֵי בֵּית דִּין חַיָּבִין בְּקָרְבָּן וְכָל שֶׁעָשָׂה עַל פִּיהֶם פָּטוּר. וְאֵלּוּ שֶׁשָּׁתְקוּ אִם עָשׂוּ עַל פִּי אֵלּוּ שֶׁהוֹרוּ הֲרֵי אֵלּוּ חַיָּבִין מִפְּנֵי שֶׁלֹּא תָּלוּ בְּבֵית דִּין. וְכֵן אִם נָשְׂאוּ וְנָתְנוּ בַּדָּבָר וְאָמְרוּ דָּבָר זֶה מֻתָּר הוּא וְלֹא הוֹרוּ לָעָם וְלֹא אָמְרוּ לָהֶם מֻתָּרִין אַתֶּם לַעֲשׂוֹת וְשָׁמַע הַשּׁוֹמֵעַ מֵהֶן בְּעֵת שֶׁגָּמְרוּ מֻתָּר וְהָלַךְ וְעָשָׂה כְּפִי מַה שֶּׁשָּׁמַע הֲרֵי כָּל הָעוֹשֶׂה חַיָּב חַטָּאת קְבוּעָה וּבֵית דִּין פְּטוּרִין שֶׁהֲרֵי לֹא הוֹרוּ לָהֶם בְּפֵרוּשׁ לַעֲשׂוֹת. וְכֵן אִם הוֹרוּ וְעָשׂוּ מִעוּט הַקָּהָל עַל פִּיהֶם וְנוֹדְעָה הַשְּׁגָגָה. הֲרֵי בֵּית דִּין פְּטוּרִין וְאֵלּוּ הַמִּעוּט שֶׁעָשׂוּ חַיָּבִין וְכָל אֶחָד וְאֶחָד מֵבִיא חַטָּאתוֹ: \n",
            "וְהַסַּנְהֶדְרִין עַצְמָן שֶׁעָשׂוּ בְּהוֹרָאָתָן אֵינָן מִצְטָרְפִין לְרֹב הַקָּהָל. עַד שֶׁיִּהְיוּ הָרֹב שֶׁעָשׂוּ חוּץ מִן הַסַּנְהֶדְרִין. עָשׂוּ רֹב אַנְשֵׁי אֶרֶץ יִשְׂרָאֵל עַל פִּיהֶם. אַף עַל פִּי שֶׁאֵלּוּ הָעוֹשִׂים שֵׁבֶט אֶחָד. וְכֵן אִם עָשׂוּ רֹב הַשְּׁבָטִים אַף עַל פִּי שֶׁהֵן מִעוּט הַקָּהָל. בֵּית דִּין חַיָּבִים וְהָעוֹשִׂין פְּטוּרִין. כֵּיצַד. הָיוּ יוֹשְׁבֵי אֶרֶץ יִשְׂרָאֵל שֵׁשׁ מֵאוֹת אֶלֶף וְאֶחָד. וְהָיוּ הָעוֹשִׂין בְּהוֹרָאַת בֵּית דִּין שְׁלֹשׁ מֵאוֹת אֶלֶף וְאֶחָד וַהֲרֵי כֻּלָּן בְּנֵי יְהוּדָה בִּלְבַד. אוֹ שֶׁהָיוּ הָעוֹשִׂים בְּנֵי שִׁבְעָה שְׁבָטִים כֻּלָּן אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן מֵאָה אֶלֶף. הֲרֵי בֵּית דִּין חַיָּבִין וְכָל הָעוֹשִׂים עַל פִּיהֶם פְּטוּרִין. וְאֵין מַשְׁגִּיחִין עַל יוֹשְׁבֵי חוּצָה לָאָרֶץ שֶׁאֵין קָרוּי קָהָל אֶלָּא בְּנֵי אֶרֶץ יִשְׂרָאֵל. וְשֵׁבֶט מְנַשֶּׁה וְאֶפְרַיִם אֵינָן חֲשׁוּבִין כִּשְׁנֵי שְׁבָטִים לָעִנְיָן הַזֶּה אֶלָּא שְׁנֵיהֶם שֵׁבֶט אֶחָד:\n",
            "הָיוּ הָעוֹשִׂים מְרֻבִּין בִּשְׁעַת הַחֵטְא וּמוּעָטִין בִּשְׁעַת יְדִיעָה. אוֹ מוּעָטִין בִּשְׁעַת הַחֵטְא וּמְרֻבִּין בִּשְׁעַת יְדִיעָה. הַכּל הוֹלֵךְ אַחַר שְׁעַת הַמַּעֲשֶׂה:\n",
            "הוֹרוּ בֵּית דִּין בְּחֵלֶב מִן הַחֲלָבִים שֶׁהוּא מֻתָּר וְאָכַל מִעוּט הַקָּהָל עַל פִּיהֶם וְנוֹדַע לָהֶם שֶׁחָטְאוּ וְחָזְרוּ בָּהֶן. וְאַחַר כָּךְ הוֹרוּ שֶׁעֲבוֹדָה זָרָה פְּלוֹנִית מֻתֶּרֶת וְעָבַד אוֹתָהּ עֲבוֹדָה זָרָה מִעוּט אַחֵר עַל פִּיהֶם. וּכְשֶׁיִּצְטָרְפוּ הָאוֹכְלִים לָעוֹבְדִים יִהְיוּ רֹב. הֲרֵי אֵלּוּ מִצְטָרְפִין אַף עַל פִּי שֶׁהָיְתָה לָהֶן יְדִיעָה בֵּינְתַיִם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַמּוֹרֶה בֵּית דִּין אֶחָד. אֲבָל אִם מֵת בֵּית דִּין שֶׁהוֹרָה תְּחִלָּה וְעָמַד אַחֵר וְהוֹרוּ אֵין אֵלּוּ מִצְטָרְפִין לְאֵלּוּ:\n",
            "אֲפִלּוּ הוֹרוּ שְׁנֵי בָּתֵּי הַדִּינִים בְּדָבָר אֶחָד כְּגוֹן חֵלֶב וְחֵלֶב. אוֹ דָּם וְדָם. וְכֵן אִם לֹא הָיוּ הָעוֹשִׂים שׁוֹגְגִין עַל פִּי הַהוֹרָאָה. הֲרֵי בֵּית דִּין פְּטוּרִין וְכָל הָעוֹשִׂים חַיָּבִין. כֵּיצַד. הוֹרוּ בֵּית דִּין לֶאֱכל חֵלֶב הַקֵּבָה כֻּלּוֹ. וְיָדַע אֶחָד מִן הַקָּהָל שֶׁטָּעוּ וְשֶׁחֵלֶב הַקֵּבָה אָסוּר וְאָכְלוּ מִפְּנֵי הוֹרָאָתָן. שֶׁהָיָה עוֹלֶה עַל דַּעְתָּן שֶׁמִּצְוָה לִשְׁמֹעַ מִבֵּית דִּין אַף עַל פִּי שֶׁהֵם טוֹעִים. הֲרֵי זֶה הָאוֹכֵל חַיָּב חַטָּאת קְבוּעָה עַל אֲכִילָתוֹ. וְאֵינוֹ מִצְטָרֵף לְמִנְיַן הַשּׁוֹגְגִים עַל פִּיהֶם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה זֶה שֶׁיָּדַע שֶׁטָּעוּ חָכָם אוֹ תַּלְמִיד שֶׁהִגִּיעַ לְהוֹרָאָה. אֲבָל אִם הָיָה עַם הָאָרֶץ הֲרֵי זֶה פָּטוּר שֶׁאֵין יְדִיעָתוֹ בְּאִסּוּרִין יְדִיעָה וַדָּאִית וּמִצְטָרֵף לִכְלַל הַשּׁוֹגְגִים עַל פִּיהֶם. וְכֵן אִם לֹא יָדַע שֶׁטָּעוּ וְנִתְכַּוִּן לֶאֱכל שֻׁמָּן וְחֵלֶב וְאָכַל חֵלֶב הַקֵּבָה שֶׁהִתִּירוּהוּ וְהוּא לֹא יָדַע שֶׁהוּא חֵלֶב קֵבָה. הֲרֵי זֶה חַיָּב מִפְּנֵי שֶׁאֲכִילָתוֹ מִפְּנֵי שִׁגְגָתוֹ לֹא מִפְּנֵי הַהוֹרָאָה. וְאֵינוֹ מִצְטָרֵף לְמִנְיַן הַשּׁוֹגְגִים עַל פִּיהֶם שֶׁנֶּאֱמַר <small>(במדבר טו כו)</small> \"לְכָל הָעָם בִּשְׁגָגָה\". עַד שֶׁתִּהְיֶה שְׁגָגָה אַחַת לַכּל. וְכֵן אִם תָּלָה בְּעַצְמוֹ וְאָכַל חֵלֶב הַקֵּבָה שֶׁהוֹרוּ לְהַתִּירוֹ לֹא מִפְּנֵי הוֹרָאָתָן אֶלָּא מִפְּנֵי שֶׁהוּא מֻתָּר בְּדַעְתּוֹ הֲרֵי זֶה חַיָּב חַטָּאת קְבוּעָה בִּפְנֵי עַצְמוֹ. זֶה הַכְּלָל כָּל הַתּוֹלֶה בְּבֵית דִּין פָּטוּר וְהוּא שֶׁיִּהְיוּ שָׁם כָּל הַדְּרָכִים שֶׁמָּנִינוּ. וְכָל הַחַיָּב בִּפְנֵי עַצְמוֹ אֵינוֹ מִצְטָרֵף לְרֹב הַשּׁוֹגְגִים:\n",
            "הוֹרוּ בֵּית דִּין לְהַתִּיר דָּבָר הָאָסוּר בְּזָדוֹן וְעָשׂוּ הַקָּהָל עַל פִּיהֶם בִּשְׁגָגָה בֵּית דִּין פְּטוּרִין מִן הַקָּרְבָּן מִפְּנֵי שֶׁהֵן מְזִידִין. וְכָל אֶחָד וְאֶחָד מִן הָעוֹשִׂים עַל פִּיהֶם חַיָּב קָרְבָּן בִּפְנֵי עַצְמוֹ מִפְּנֵי שֶׁהוּא שׁוֹגֵג. הוֹרוּ בֵּית דִּין בִּשְׁגָגָה וְיָדְעוּ הַקָּהָל שֶׁטָּעוּ וְשֶׁאֵין רָאוּי לְקַבֵּל מֵהֶן וְאַף עַל פִּי כֵּן עָשׂוּ הַקָּהָל עַל פִּיהֶם. אֵלּוּ וְאֵלּוּ פְּטוּרִין מִן הַקָּרְבָּן. בֵּית דִּין פְּטוּרִין שֶׁהֲרֵי לֹא עָשׂוּ הַקָּהָל מִפְּנֵי הוֹרָאָתָן שֶׁהִטְעָתָם. וְכָל הָעוֹשִׂים פְּטוּרִין מִן הַקָּרְבָּן מִפְּנֵי שֶׁמְּזִידִין הֵם שֶׁהֲרֵי יָדְעוּ שֶׁטָּעוּ וְשֶׁאֵין רָאוּי לַעֲשׂוֹת:\n"
        ],
        [
            "בֵית דִּין שֶׁשָּׁגְגוּ וְהוֹרוּ לַעֲקֹר גּוּף מִגּוּפֵי תּוֹרָה וְעָשׂוּ כָּל הָעָם עַל פִּיהֶם בֵּית דִּין פְּטוּרִין וְכָל אֶחָד וְאֶחָד מִן הָעוֹשִׂים חַיָּב חַטָּאת קְבוּעָה שֶׁנֶּאֱמַר <small>(ויקרא ד יג)</small> \"וְנֶעְלַם דָּבָר\" וְלֹא כָּל הַגּוּף:\n",
            "לְעוֹלָם אֵין בֵּית דִּין חַיָּבִין עַד שֶׁיּוֹרוּ לְבַטֵּל מִקְצָת וּלְקַיֵּם מִקְצָת בִּדְבָרִים שֶׁאֵינָן מְפֹרָשִׁין בַּתּוֹרָה וּמְבֹאָרִים וְאַחַר כָּךְ יִהְיוּ בֵּית דִּין חַיָּבִין בְּקָרְבָּן וְהָעוֹשִׂים עַל פִּיהֶם פְּטוּרִין. כֵּיצַד. שָׁגְגוּ וְהוֹרוּ שֶׁמֻּתָּר לְהִשְׁתַּחֲווֹת לַעֲבוֹדָה זָרָה. אוֹ שֶׁמֻּתָּר לְהוֹצִיא מֵרְשׁוּת לִרְשׁוּת בְּשַׁבָּת. אוֹ שֶׁמֻּתָּר לָבוֹא עַל שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם. הֲרֵי אֵלּוּ כְּמִי שֶׁאָמְרוּ אֵין שַׁבָּת בַּתּוֹרָה אוֹ אֵין עֲבוֹדָה זָרָה בַּתּוֹרָה אוֹ אֵין נִדָּה בַּתּוֹרָה שֶׁעָקְרוּ כָּל הַגּוּף וְאֵין זוֹ וְכַיּוֹצֵא בָּזֶה שִׁגְגַת הוֹרָאָה אֶלָּא שִׁכְחָה. לְפִיכָךְ פְּטוּרִין מִן הַקָּרְבָּן וְכָל הָעוֹשֶׂה עַל פִּיהֶן חַיָּב חַטָּאת בִּפְנֵי עַצְמוֹ. אֲבָל אִם טָעוּ וְהוֹרוּ וְאָמְרוּ הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת הוּא שֶׁחָיַּב שֶׁנֶּאֱמַר <small>(שמות טז כט)</small> \"אַל יֵצֵא אִישׁ מִמְּקֹמוֹ\" אֲבָל הַזּוֹרֵק אוֹ הַמּוֹשִׁיט מֻתָּר. אוֹ שֶׁעָקְרוּ אָב מֵאֲבוֹת מְלָאכוֹת וְהוֹרוּ שֶׁאֵינָהּ מְלָאכָה. הֲרֵי אֵלּוּ חַיָּבִין. וְכֵן אִם טָעוּ וְאָמְרוּ הַמִּשְׁתַּחֲוֶה לַעֲבוֹדָה זָרָה בְּפִשּׁוּט יָדַיִם וְרַגְלַיִם הוּא הַחַיָּב שֶׁנֶּאֱמַר בּוֹ <small>(שמות לד יד)</small> \"לֹא תִשְׁתַּחֲוֶה לְאֵל אַחֵר\" אֲבָל הַכּוֹרֵעַ עַל הָאָרֶץ וְלֹא פָּשַׁט יָדָיו וְרַגְלָיו הֲרֵי הוּא מֻתָּר הֲרֵי אֵלּוּ חַיָּבִין. וְכֵן אִם טָעוּ וְאָמְרוּ הַבָּא עַל שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם שֶׁרָאֲתָה דָּם בַּיּוֹם הוּא חַיָּב שֶׁנֶּאֱמַר <small>(ויקרא טו כו)</small> \"כָּל יְמֵי זוֹבָהּ\" אֲבָל רָאֲתָה בַּלַּיְלָה מֻתָּר לָבוֹא עָלֶיהָ. וְכֵן אִם הוֹרוּ וְאָמְרוּ שֶׁמִּי שֶׁפֵּרְשָׂה אִשְׁתּוֹ נִדָּה בִּשְׁעַת תַּשְׁמִישׁ מֻתָּר לִפְרשׁ מִמֶּנָּה כְּשֶׁהוּא מִתְקַשֶּׁה. הֲרֵי אֵלּוּ חַיָּבִין. וְכֵן אִם טָעוּ וְאָמְרוּ שֶׁהָאוֹכֵל דָּם שֶׁיָּצָא בִּשְׁעַת שְׁחִיטָה הוּא הַחַיָּב אֲבָל הָאוֹכֵל דַּם הַלֵּב מֻתָּר הֲרֵי אֵלּוּ חַיָּבִים. וְכֵן כָּל כַּיּוֹצֵא בְּטָעֵיּוֹת אֵלּוּ אִם הוֹרוּ בָּהֶן וְעָשׂוּ רֹב הַקָּהָל עַל פִּיהֶן פְּטוּרִין וּבֵית דִּין מְבִיאִין קָרְבָּן עַל שִׁגְגָתָן:\n",
            "הוֹרוּ בֵּית דִּין שֶׁיָּצָא הַשַּׁבָּת לְפִי שֶׁנִּתְכַּסֵּית הַחַמָּה וְדִמּוּ שֶׁשָּׁקְעָה חַמָּה וְאַחַר כָּךְ זָרְחָה אֵין זוֹ הוֹרָאָה אֶלָּא טָעוּת וְכָל שֶׁעָשָׂה מְלָאכָה חַיָּב אֲבָל בֵּית דִּין פְּטוּרִין. וְכֵן אִם הִתִּירוּ בֵּית דִּין אֵשֶׁת אִישׁ לְהִנָּשֵׂא לְפִי שֶׁהֵעִידוּ בִּפְנֵיהֶם שֶׁמֵּת בַּעְלָהּ וְאַחַר כָּךְ בָּא בַּעְלָהּ אֵין זוֹ הוֹרָאָה אֶלָּא טָעוּת וְהָאִשָּׁה וּבַעְלָהּ הָאַחֲרוֹן חַיָּבִין חַטָּאת עַל שִׁגְגָתָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
            "בֵּית דִּין שֶׁהוֹרוּ בִּשְׁגָגָה וְשָׁכְחוּ עַצְמוֹ שֶׁל חֵטְא שֶׁהוֹרוּ בּוֹ. אַף עַל פִּי שֶׁהֵן יוֹדְעִים בְּוַדַּאי שֶׁחָטְאוּ בִּשְׁגָגָה וְאַף עַל פִּי שֶׁהָעָם מוֹדִיעִין אוֹתָן וְאוֹמְרִים לָהֶן בְּכָךְ וְכָךְ הוֹרֵיתֶם לָנוּ. הֵם פְּטוּרִין וְהָעוֹשִׂים עַל פִּיהֶם חַיָּבִין בִּפְנֵי עַצְמָן. שֶׁנֶּאֱמַר <small>(ויקרא ד יד)</small> \"וְנוֹדְעָה הַחַטָּאת אֲשֶׁר חָטְאוּ עָלֶיהָ\" לֹא שֶׁיּוֹדִיעוּ אוֹתוֹ הַחוֹטְאִים. כֵּיצַד. שָׁגְגוּ וְהִתִּירוּ חֵלֶב שֶׁעַל גַּבֵּי הַקֵּבָה וַאֲכָלוּהוּ רֹב הָעָם וְאַחַר שֶׁיָּדְעוּ שֶׁשָּׁגוּ בְּהוֹרָאָה וְשֶׁהִתִּירוּ דָּבָר שֶׁחַיָּבִים עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת קְבוּעָה נִסְתַּפֵּק לָהֶם אִם מִקְצָת הַחֲלָבִים הִתִּירוּ אוֹ מִקְצָת הַדָּמִים הִתִּירוּ הֲרֵי אֵלּוּ פְּטוּרִין וְכָל מִי שֶׁאָכַל מֵבִיא חַטָּאת קְבוּעָה:\n",
            "בֵּית דִּין שֶׁהוֹרוּ בִּשְׁגָגָה וְנוֹדְעָה לָהֶם שִׁגְגָתָן בֵּין שֶׁהֵבִיאוּ כַּפָּרָתָן בֵּין שֶׁלֹּא הֵבִיאוּ כָּל הָעוֹשֶׂה כְּפִי הוֹרָאָתָן שֶׁפָּשְׁטָה בְּרֹב הַצִּבּוּר מֵאַחַר שֶׁיָּדְעוּ הֲרֵי זֶה מֵבִיא אָשָׁם תָּלוּי. הוֹאִיל וְהָיָה לוֹ לִשְׁאל בְּכָל עֵת עַל דְּבָרִים שֶׁנִּתְחַדְּשׁוּ בְּבֵית דִּין וְלֹא שָׁאַל הֲרֵי זֶה כְּמִי שֶׁנִּסְתַּפֵּק לוֹ אִם חָטָא אוֹ לֹא חָטָא. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִי שֶׁהָיָה עִם בֵּית דִּין בַּמְּדִינָה. אֲבָל מִי שֶׁרָאָה הַהוֹרָאָה וְהָלַךְ לִמְדִינָה אַחֶרֶת אַף עַל פִּי שֶׁעָשָׂה אַחַר שֶׁיָּדְעוּ פָּטוּר מִפְּנֵי שֶׁתָּלָה בָּהֶן וַהֲרֵי אִי אֶפְשָׁר לוֹ לִשְׁאל. וְלֹא עוֹד אֶלָּא הַנִּבְהָל לָצֵאת אַף עַל פִּי שֶׁעֲדַיִן לֹא יָצָא לַדֶּרֶךְ וְעָשָׂה עַל פִּיהֶם מֵאַחַר שֶׁיָּדְעוּ הֲרֵי זֶה פָּטוּר:\n"
        ],
        [
            "כְּבָר בֵּאַרְנוּ שֶׁכָּל שְׁגָגָה שֶׁהַהֶדְיוֹט מֵבִיא עָלֶיהָ חַטָּאת הַקְּבוּעָה כִּשְׂבָּה אוֹ שְׂעִירָה אִם שָׁגַג בָּהּ הַנָּשִׂיא מֵבִיא שָׂעִיר וְאִם שָׁגַג בָּהּ כֹּהֵן מָשִׁיחַ מֵבִיא פַּר. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁכֹּהֵן מָשִׁיחַ מֵבִיא פַּר עַל שִׁגְגָתוֹ כְּשֶׁטָּעָה בְּהוֹרָאַת עַצְמוֹ וְעָשָׂה מַעֲשֶׂה בְּשִׁגְגַת הוֹרָאָתוֹ לְבַדָּהּ וְהוּא שֶׁיִּהְיֶה חָכָם מֻפְלָא שֶׁנֶּאֱמַר <small>(ויקרא ד ג)</small> \"אִם הַכֹּהֵן הַמָּשִׁיחַ יֶחֱטָא לְאַשְׁמַת הָעָם\" הֲרֵי מָשִׁיחַ כְּצִבּוּר מָה הַצִּבּוּר שֶׁהֵן בֵּית דִּין אֵינָן חַיָּבִין בְּקָרְבָּן עַד שֶׁיִּהְיוּ חֲכָמִים רְאוּיִין לְהוֹרָאָה וְיִטְעוּ בְּהוֹרָאָה וְיַעֲשׂוּ הָעוֹשִׂים עַל פִּיהֶם וְיוֹרוּ לְבַטֵּל מִקְצָת וּלְקַיֵּם מִקְצָת כָּךְ הַמָּשִׁיחַ בְּכָל הַדְּרָכִים הָאֵלּוּ:\n",
            "כֵּיצַד. כֹּהֵן מָשִׁיחַ שֶׁטָּעָה בְּהוֹרָאָה לְעַצְמוֹ. וְדִמָּה שֶׁהַזּוֹרֵק מֵרְשׁוּת לִרְשׁוּת בְּשַׁבָּת מֻתָּר וְזָרַק מֵרְשׁוּת לִרְשׁוּת וְהוּא תּוֹלֶה בְּהוֹרָאָתוֹ לְעַצְמוֹ. כְּשֶׁיִּוָּדַע לוֹ חֶטְאוֹ יָבִיא פַּר לְחַטָּאת. אֲבָל אִם לֹא תָּלָה בְּהוֹרָאָתוֹ אֶלָּא שָׁגַג וְזָרַק בִּשְׁגָגָה. אוֹ שֶׁתָּלָה בְּהוֹרָאָתוֹ וְלֹא הָיָה חָכָם מֻפְלָא. אוֹ שֶׁעָקַר כָּל הַגּוּף בְּהוֹרָאָתוֹ לְעַצְמוֹ. אוֹ שֶׁשָּׁגַג בְּהוֹרָאָתוֹ לְבַטֵּל מִקְצָת וְלֹא עָשָׂה וְהוּא סוֹמֵךְ עַל הוֹרָאָתוֹ אֶלָּא עָשָׂה בִּשְׁגָגָה אַחֶרֶת. אוֹ שֶׁהָיָה מֵזִיד בְּהוֹרָאָה וְשָׁגַג בְּמַעֲשֶׂה הֲרֵי זֶה פָּטוּר מִקָּרְבַּן כְּלָל שֶׁדִּינוֹ לְהוֹרָאַת עַצְמוֹ כְּדִין הַקָּהָל לְהוֹרָאַת בֵּית דִּין לְכָל דָּבָר. הוֹרָה לְעַצְמוֹ וְשָׁכַח מֵאֵי זֶה טַעַם הוֹרָה וּבִשְׁעַת מַעֲשֶׂה אָמַר הֲרֵינִי עוֹשֶׂה עַל דַּעַת הוֹרָאָתִי הֲרֵי זֶה מֵבִיא פַּר חַטָּאת:\n",
            "הוֹרָה לְעַצְמוֹ לְבַטֵּל מִקְצָת וּלְקַיֵּם מִקְצָת בַּעֲבוֹדָה זָרָה וְעָשָׂה כְּפִי הוֹרָאָתוֹ. הֲרֵי זֶה מֵבִיא שְׂעִירָה כְּהֶדְיוֹט וְהוּא שֶׁיִּשְׁגֹּג בְּהוֹרָאָה כְּמוֹ שֶׁבֵּאַרְנוּ. שֶׁאֵין הַכֹּהֵן הַמָּשִׁיחַ חַיָּב קָרְבָּן אֶלָּא בְּהֶעְלֵם דָּבָר בְּהוֹרָאָה עִם שִׁגְגַת הַמַּעֲשֶׂה בְּצִבּוּר אֲבָל אִם שָׁגַג בְּמַעֲשֶׂה בִּלְבַד בְּלֹא הוֹרָאָה בֵּין בַּעֲבוֹדָה זָרָה בֵּין בִּשְׁאָר מִצְוֹת אֵינוֹ מֵבִיא קָרְבָּן כְּלָל:\n",
            "הוֹרָה הַכֹּהֵן הַמָּשִׁיחַ עִם בֵּית דִּין וְשָׁגַג הוּא וְהֵם בְּהוֹרָאָה אַף עַל פִּי שֶׁעָשׂוּ עַל פִּי הַהוֹרָאָה הַזֹּאת שֶׁטָּעוּ בָּהּ. הוֹאִיל וְלֹא סָמַךְ בִּשְׁעַת מַעֲשֶׂה עַל הוֹרָאָתוֹ לְבַדָּהּ אֶלָּא עַל הוֹרָאָתוֹ עִם הוֹרָאַת בֵּית דִּין הֲרֵי זֶה פָּטוּר וְאֵין צָרִיךְ לְהָבִיא כַּפָּרָה בִּפְנֵי עַצְמוֹ. אֶלָּא אִם הָיוּ בֵּית דִּין מְבִיאִין קָרְבָּן מִתְכַּפֵּר לוֹ בִּכְלַל הַצִּבּוּר. וְאִם הָיוּ הָעוֹשִׂים הֵם הַמְּבִיאִים קָרְבָּן הוּא אֵינוֹ מֵבִיא קָרְבָּן שֶׁהֲרֵי אֵין צָרִיךְ כַּפָּרָה בִּפְנֵי עַצְמוֹ:\n",
            "הוֹרָה עִם בֵּית דִּין בִּשְׁגָגָה וְשָׁגְגוּ הֵם בְּדָם וְהוּא בְּחֵלֶב. אֵינוֹ מִתְכַּפֵּר לוֹ עִם הַצִּבּוּר אֶלָּא מֵבִיא פַּר לְעַצְמוֹ:\n",
            "כֹּהֵן מָשִׁיחַ שֶׁנִּסְתַּפֵּק לוֹ אִם שָׁגַג שְׁגָגָה זוֹ שֶׁהִיא שִׁגְגַת הוֹרָאָה עִם הַמַּעֲשֶׂה אוֹ לֹא שָׁגַג אוֹתָהּ. אֵינוֹ מֵבִיא אָשָׁם תָּלוּי מִפְּנֵי שֶׁהוּא בָּהּ כְּצִבּוּר שֶׁאֵינָן מְבִיאִין אָשָׁם תָּלוּי עַל לֹא הוֹדַע שֶׁל שִׁגְגַת הוֹרָאָה. אֲבָל הַנָּשִׂיא אִם נִסְתַּפֵּק לוֹ אִם חָטָא אוֹ לֹא חָטָא מֵבִיא אָשָׁם תָּלוּי כִּשְׁאָר הַהֶדְיוֹטוֹת. מִפְּנֵי שֶׁאֵין שִׁגְגָתוֹ תְּלוּיָה בְּהוֹרָאָתוֹ. אֵי זֶהוּ נָשִׂיא הָאָמוּר בַּתּוֹרָה זֶה מֶלֶךְ שֶׁאֵין עָלָיו רְשׁוּת מֵאָדָם מִיִּשְׂרָאֵל וְאֵין לְמַעְלָה מִמֶּנּוּ בְּמַלְכוּתוֹ אֶלָּא ה' אֱלֹהָיו. בֵּין שֶׁהָיָה מִבֵּית דָּוִד אוֹ מִשְּׁאָר שִׁבְטֵי יִשְׂרָאֵל. וְאִם הָיוּ מְלָכִים רַבִּים וְאֵין אֶחָד מֵהֶן עוֹבֵד אֶת חֲבֵרוֹ. כָּל אֶחָד וְאֶחָד מֵהֶן מֵבִיא שְׂעִיר עִזִּים עַל שִׁגְגָתוֹ. וְאֵי זֶהוּ כֹּהֵן מָשִׁיחַ זֶה כֹּהֵן גָּדוֹל שֶׁנִּמְשַׁח בְּשֶׁמֶן הַמִּשְׁחָה לֹא הַמְרֻבֶּה בִּבְגָדִים:\n",
            "כֹּהֵן גָּדוֹל שֶׁנִּמְשַׁח בְּשֶׁמֶן הַמִּשְׁחָה וְעָבַר מֵעֲבוֹדָתוֹ מִפְּנֵי מוּם אוֹ זִקְנָה וְכַיּוֹצֵא בָּהֶן וְחָטָא בִּשְׁגָגָה זוֹ מֵבִיא פַּר עַל שִׁגְגָתוֹ. לְפִי שֶׁאֵין בֵּין כֹּהֵן מָשִׁיחַ הַמְשַׁמֵּשׁ לְכֹהֵן מָשִׁיחַ שֶׁעָבַר אֶלָּא פַּר יוֹם הַכִּפּוּרִים וַעֲשִׂירִית הָאֵיפָה שֶׁל כָּל יוֹם שֶׁאֵין מַקְרִיב אוֹתָן אֶלָּא כֹּהֵן הַמְשַׁמֵּשׁ בִּכְהוּנָה גְּדוֹלָה. אֲבָל פַּר הַבָּא עַל כָּל הַמִּצְווֹת שָׁוִים הֵם בּוֹ:\n",
            "נָשִׂיא שֶׁעָשָׂה עִם הַצִּבּוּר בְּהוֹרָאַת בֵּית דִּין הֲרֵי זֶה מִתְכַּפֵּר לוֹ בִּכְלַל הָעָם. שֶׁאִם הָיוּ בֵּית דִּין הֵם שֶׁהִקְרִיבוּ עַל שִׁגְגָתָן כָּל הָעָם וְהַמֶּלֶךְ פְּטוּרִין מִן הַקָּרְבָּן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הָיוּ הָעוֹשִׂים עַל פִּי בֵּית דִּין הֵם שֶׁחַיָּבִין בְּקָרְבָּן וְהָיָה הַמֶּלֶךְ מִן הָעוֹשִׂים. הֲרֵי זֶה מֵבִיא שָׂעִיר שֶׁשְּׂעִיר נָשִׂיא בִּמְקוֹם כִּשְׂבָּה אוֹ שְׂעִירָה שֶׁל הֶדְיוֹט הוּא עוֹמֵד:\n",
            "נָשִׂיא שֶׁנִּצְטָרֵעַ עָבַר מִנְּשִׂיאוּתוֹ וְנָשִׂיא שֶׁעָבַר מִנְּשִׂיאוּתוֹ הֲרֵי הוּא כְּהֶדְיוֹט. חָטָא כְּשֶׁהָיָה נָשִׂיא וְעָבַר מִגְּדֻלָּתוֹ הֲרֵי זֶה מֵבִיא שָׂעִיר שֶׁנֶּאֱמַר <small>(ויקרא ד ג)</small> \"עַל חַטָּאתוֹ אֲשֶׁר חָטָא\". כִּשְׁעַת חַטָּאתוֹ הוּא מֵבִיא:\n",
            "כֹּהֵן מָשִׁיחַ אוֹ מֶלֶךְ שֶׁחָטְאוּ עַד שֶׁלֹּא נִתְמַנּוּ. אַף עַל פִּי שֶׁלֹּא נוֹדַע לָהֶם אֶלָּא אַחַר שֶׁנִּתְמַנּוּ הֲרֵי אֵלּוּ כְּהֶדְיוֹט. שֶׁנֶּאֱמַר <small>(ויקרא ד כב)</small> \"אֲשֶׁר נָשִׂיא יֶחֱטָא\". <small>(ויקרא ד ג)</small> \"אִם הַכֹּהֵן הַמָּשִׁיחַ יֶחֱטָא\". עַד שֶׁיֶּחְטָא כְּשֶׁהוּא נָשִׂיא וּכְשֶׁהוּא מָשִׁיחַ. לְפִיכָךְ אִם אָכַל סְפֵק חֵלֶב כְּשֶׁהוּא הֶדְיוֹט וְנוֹדַע לוֹ עַל סְפֵקוֹ אַחַר שֶׁנִּתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל הֲרֵי זֶה מֵבִיא אָשָׁם תָּלוּי. אָכַל חֲצִי זַיִת חֵלֶב כְּשֶׁהוּא הֶדְיוֹט וַחֲצִי זַיִת כְּשֶׁהוּא נָשִׂיא בְּהֶעְלֵם אַחַת אוֹ שֶׁאָכַל חֲצִי זַיִת כְּשֶׁהוּא נָשִׂיא וַחֲצִי זַיִת אַחַר שֶׁעָבַר אֵינוֹ מִצְטָרֵף וּפָטוּר. אָכַל חֲצִי זַיִת כְּשֶׁהוּא הֶדְיוֹט וְנִתְמַנָּה וְעָבַר וְאָכַל חֲצִי זַיִת כְּשֶׁהוּא הֶדְיוֹט. הֲרֵי זֶה סָפֵק אִם מִצְטָרֵף אוֹ כְּבָר הִפְסִיקָה הַנְּשִׂיאוּת:\n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות שגגות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}