{
    "language": "he",
    "title": "Minchat Shai on Obadiah",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Minchat Shai",
    "status": "locked",
    "license": "Public Domain",
    "versionTitleInHebrew": "מנחת שי",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "מנחת שי על עובדיה",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Minchat Shai",
        "Prophets"
    ],
    "text": [
        [
            [
                "<b>חזון עובדיה.</b> ברוב הספרים חסר וא\"ו אחר עי\"ן:\n"
            ],
            [],
            [
                "<b>שכני בחגוי.</b> הבית רפה:\n",
                "<b>מי יורידני.</b> במקצת ספרים חסר יו\"ד אחר רי\"ש:\n"
            ],
            [
                "<b>תגביה כנשר.</b> הכ\"ף דגושה מדין מפיק כמ\"ש ביחזקאל ז' ובכללי בג\"ד כפ\"ת דסמוך ליהו\"א וכן חברו שבירמיה מ\"ט:\n"
            ],
            [
                "<b>באו לך.</b> במקצת ספרים הטעם באל\"ף ובאל מקף בין שתי המלות וזהו דעת רד\"ק במכלול דף קל\"ה וכ\"כ הלוית חן בפ' כ' מהשער הרביעי אבל בס\"ס מדוייקים כ\"י וגם במקצת דפוסים הטעם בבי\"ת ובמקף וכן העיר הר\"ר מנחם די לנזאנו שכן מצא בס\"ס אע\"פי שאינו כן בהללי ובמכלול:\n",
                "<b>אם שודדי לילה.</b> בספרים כ\"י ודפוסים ישינים מלא וא\"ו אחר שי\"ן:\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>תכסך בושה.</b> הבי\"ת רפה:\n"
            ],
            [
                "<b>עמדך.</b> במקצת ספרים המ\"ם בלא מאריך והקמץ חטוף אכן ברוב המדוייקים במאריך והקמץ רחב ורד\"ק בס' מכלול דף ל\"ט הביאו בתחלה עם דומים אחרים שהם בקמץ חטוף ואח\"כ כתב ויש ספרים מדוייקים המ\"ם מעמדת בגעיא ופי' ובשרשים לא הביא רק האחרון וכן כתב בעל הלשון המ\"ם בקמץ רחב תמורת קמ\"ץ חטוף וכן בהגהת לוית חן שער ו' פרק ג':\n",
                "<b>שערו.</b> שעריו קרי:\n"
            ],
            [
                "<b>ביום נכרו.</b> הנו\"ן בקמץ לבד והוא חטוף:\n"
            ],
            [],
            [],
            [
                "<b>גמלך.</b> ברוב ספרים אין מאריך במ\"ם וחסר וא\"ו עפ\"ה ועיין מ\"ש במאמר המאריך סוף תירוץ חקירה ב':\n"
            ],
            [
                "<b>כל הגוים תמיד.</b> גירסת בעל מאיר נתיב סביב שכן הביאו בשרש סבב ובשרש שתה ולא הביאו בשרש תד וכןכתב רבינו דוד קמחי ישתו כל הגוים סביב פירוש תמיד בלי הפסק וגם המכלל יופי הלך אחריו וקרוב להיות שכן נמצא באיזה ספר וגם אני מצאתי בספר קדמון שבתחלה היה כתוב סביב ואחרי כן תמיד אמנם בכל שאר ספרים שלפני כתוב תמיד וכן יהיה תמיד עד שיבא אליהו וכן תרגם יונתן תדירא והוא תרגום המלה עצמה ולא לפירוש כמו שחשב רד\"ק. אחר זמן שכתבתי כל זה אתחזי לי אליהו ואמר שעל פסוק ושתו כל הגוים ושתו ולעו נמסר עליו מטעין ביה ספרי למכתב כל הגוים סביב פי' שהסופרים מטעין את הקוראים. מסורת המסורת סוף מאמר ח':\n"
            ],
            [],
            [],
            [],
            [
                "<b> החל הזה.</b> ברוב הספרים הה\"א במאריך והחי\"ת בצירי ובמקף בין שתי המלות וכן כתב רד\"ק שהחי\"ת בצירי:\n",
                "<b>צרפת.</b> הצד\"י בקמץ רחב מפני המונח ובספר אחד כ\"י במאריך ועיין מה שכתבתי ביהושע ג':\n",
                "<b>ירשו.</b> כן הוא בספרים מדוייקים ביו\"ד אחד לבד ובמאריך והוא חד מן החסרים יו\"ד בלשון ירושה על פי המסורת ועיין מה שכתבתי במלכים ב' י\"ז:\n"
            ],
            [
                "\n",
                "<b>ועלו מושיעים.</b> פליגי ספרו ומסראתא אית דמסירי ב' מלא ואידך תתן להם מושיעים נחמיה ט' ואית דמסרי ב' חד חסר וחד מלא ולא מסיימי ומדחזינן ההיא דנחמיה מלא בכולהו ספרי ש\"מ דהדין דעובדיה חסר וספרי דספרד כמסרא בתרייתא סלקי. ה' מלכנו הוא יושיענו אמן:\n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}