{
    "title": "Shulchan Shel Arba",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shulchan_Shel_Arba",
    "text": {
        "Introduction": [
            "בן אדם מורכב מארבע. לך נא ולחם לחמי ושבע:",
            "הסכת ושמע רזים אבע. בם תתבונן אהל תקבע:",
            "לא יחקור בם רק איש ידע. לשוט לא סכל פן יטבע:",
            "כשחר אורך יבקע. מספר שלחן של ארבע:",
            "<b>זה</b> השלחן אשר לפני ה' נוטה כדוק שמים. רוקע הארץ על המים. הוא חלק מדורו לשלשה ראשים. תחתים שנים ושלשים. המדור העליון משרתיו הקרובים אליו. כרוביו שרפיו אופניו ואראליו העומדים עליו. בהיכלו מזיו כבודו נזורים לצבאותיהם. משפע אורו בהלו עליהם. והמדור התיכון אפודת השמים. אגודת אש ומים. גשמים עצומים מקיפים ומוקפים. יומם ולילה אל מניעם עיני שכלם צופים. חשקם מזונם רצונם ימתק להם מנופת צופים, סבת סבובם לסבתם נכספים. עמודיהם תלויים בזרוע חכמתו ומגערתו רופפים. והמדור התחתון היא הנקודה. בעל שעור ומדה. לא מזוננו כמזונם. מזונם בהשגתם בראותם פני קונם. מזוננו לחם צר ומים דמעה. ועל ידי עמל ויגיעה.",
            "כי כן יסד המלך על אבינו הראשון. בחטאו יום בעל הלשון. השיאו יום נלכד בחרמו. נגזר עליו שיאכל בזעת אפו לחמו. וישח אדם וילך שחוח. נתחלף לו נגע במקום ענג ועמל במקום מנוח. נסרחה חכמתו. נתמעטה קומתו. וגרם לו חולשה תחת כח. ותחת חטה יצא חוח. תחת חיי עולם מות. ותחת אור צלמות. ובכל זה יפה כח העליונים. והורע כח התחתונים. כי העליונים בלא יגיעה נזונים. והתחתונים בהספקת מימיהם מיוסרים ומעונים. נתן במרומים לעליונים. חיים נצחיים לדורי דורים, ולתחתונים חיים קצרים. ימיהם קלו מני רץ. והוא המשל הנמרץ. שהביאו רז\"ל בב\"ר על והארץ היתה תהו ובהו.",
            "משל למלך שקנה ב' עבדים שניהם באוני אחד בטימי אחד, על האחד גזר שיהא נזון בטמיון, ועל האחד גזר שיהא יגע ואוכל, ישב לו תוהה ובוהה אמר שנינו באוני אחד שנינו בטימי אחד זה נזון בטמיון ואני אם איני יגע איני אוכל אתמהה, כך הארץ ישבה לה תוהה ובוהה.",
            "מלת טמיון פי' אוצר, ושני עבדים הם השמים והארץ כענין שנאמר קונה שמים וארץ, ואוני אחד וטימי אחד כלומר בשטר אחד ובסך אחד, והוא משל על חומר אחד, ודעת המדרש הזה כי שניהם נבראו מחומר אחד. וכן דרשו עוד במקום אחר העליונים והתחתונים נבראו בבת אחת, העליונים נזונים מזיו השכינה והתחתונים אם אינם יגעים אינם אוכלים, ואם כן הרי שאמר במקום טמיון שהוא אוצרו של מלך זיו השכינה. ועוד דרשו העליונים חיים והתחתונים מתים לכך היתה תוהה, ובעבור כי העליונים חלקם בנעימים בהיותם נצחים קיימים, עומדים לפניו כל הימים, והארץ באיכות בריאתה מסתכלת מקוננת, ולרוע חלקה היא מתאוננת, על זה היתה תמהה תוהה ובוהה. כי זאת נחלת המין האנושי. ממאסר עונו לא יצא חפשי, המעט לנו העון ההוא אשר לא הטהרנו ממנו ולא נטהר, עד בא מלאך הברית מצרף ומטהר, האדון אשר אנחנו מבקשים משיח קדש קדשים. גם בני אדם גם בני איש עון כלנו נכתם ונפשנו דוה. אומתנו בו לשאר האומות שוה, כמונו כמוהם תחת פתקה של חוה.",
            "אמנם נבדלים אנו בדת שעשועים מן העמים הטועים המורדים הקדמונים כי מצאנו צורנו במדבר בארץ נשמות, ושם ערך לפנינו שלחן נגד האומות, וכן אמר דוד ע\"ה תערוך לפני שלחן נגד צוררי, שם לרוב חסדים וטובות עלינו גמל, שם הפליא חלקנו בלחם חקנו לחם שמים בלא עמל, שם הראנו באהבה רבה, מעין העולם הבא, ששם נזונים בלא עמל גדודי מלאכיו צורות פלאות, חצובי להבות ואשות נוראות, מטע ה' צבאות. ומה נעים זרע הקדש אשר לבם במדבר נבחן, ועלה כקטורת טוב ריחן, להודות לה' ולברך על השלחן, כענין שכתוב במן ובבקר תשבעו לחם וידעתם כי אני ה' אלהיכם, ואף גם זאת בהיותנו בארץ אויבינו בסבלות עלון ומנחת. נפשנו יבשה שפלה וגפנם סורחת פורחת, אין לנו מקדש ומזבח ורוקח מרקחת, תורת ה' אתנו להציל נפשנו מני שחת, מצויינין אנו במילה וציצית ותגלחת, גם במזוננו על שלחננו נכיר ונזכיר את כבוד גדלו, נברך עליו למי שאכלנו משלו. לא כן הרשעים נחלתם אש לא נופח. שלחנם לפניהם לפח. משכימי בבקר אכלו לחם ה' לא קראו. לבם ועיניהם אל מעדניהם וראשם אל על לא נשאו, כה משפט הכותים כי גוי אובד עצות המה עם נבל וסכל, לא כאלה חלק יעקב כי הוא יברך הזבח ואחר כן יאכל. פריו קדש עוד יעשה הלולים לה', ישיב אחור ימינו עד ישיב הברכה אל היכל לפני. והיה זה מדרכי החכמה להישיר לב האדם בנתיב אור נגהיו. שלא לנטות מעבודת אלהיו, כדי שלא ימשיך רבוי התענוגים את טבענו, מהמשך אחריו, ולא ידיחנו יצרנו מעבוד יוצרנו, ומשקוד על דלתות שעריו.",
            "כי עד שהאדם על שלחן במסבו, והוא התענג שם אוכל ושותה בו, הלא זה סבה ליצרו. הן הכח הערום. שיתגאה טבעו ולבבו ירום, כי מתוך שיאכל ישבע. וכאשר ישבע ירשע. וכל מוסר יפרע. מטעמיו יחזיקו ביד חושיו. ימשיכום בחבלי השוא. לא יבדיל בין קדש לחול ובין זולל ליקר. ישתה וישכח מה שהוא עיקר. וכן הנביא בן בארי צווח. בהיותו עם ישראל מתוכח. (הושע י״ג:ו׳) שבעו וירם לבם על כן שכחוני. וכתיב בתורה (דברים ח׳:י״ד) ובקרך וצאנך ירביון וגו' ורם לבבך ושכחת את ה' אלהיך: ",
            "<b>ומן</b> הידוע כי רוב בני האדם, לבם ישן ונרדם, אוכלים על הדם. שופכים דם עצמם, כבקר יאכל תבן אוכלים לחמם, ונפשותיהם בוקות ומבולקות. מלאות מיין התלאות ומיין השכל רקות. סר סבאם בהיותם ברדיפת המוחשות חזקות. ומדרך האמת רחוקות. הן רבים עתה העובדים לחושיהם למלאות רצונם, הבאים לחקור ממסך להנאת גרונם, וכמה המעטים בבני עליה האוכלים לקיום גופם לכבוד קונם, יש כמה שוגה ופתי איש תהפוכות, נהנה ואינו מברך ומתרשל בברכות, יש כמה סכלים טוב העולם לתוך כליהם הורק, אור שלותם ירוצץ כברק, ישכחו העיקר באכלם על שלחנם וכי ישתו במזרק, והיחיד הירא יתענג על ה' בארוחת ירק: ",
            "<b>ומפני</b> שראיתי כן נשאני לבי אני העלוב נבזה תולעת, אסקופה נדרסת נבער מכל דעת, לכתוב בזה בקצרה ספר, ולכלול אמרי שפר. להיותו מזומן ביד כל אדם על שלחנו, כי יושיבהו לימינו, והיה עמו וקרא בו כל מה שנתחייב במזונו. ואם בעת האוכל יזכה להמשיך את יצרו, ברסן ספרי זה ועל פי דברו, מובטח לו להיות במדרגת החסידים במדותיהם, הלוחמים מלחמות השם ונגדו כל תאותיהם, ובעבור כי עניני השלחן וחיוביו ששתי תבע, קראתי שם הספר הזה <b>שלחן של ארבע. </b> וזה לכמה טעמים: ",
            "<b>האחד</b> כי המזון שבשלחן סבה לקיום הגוף המורכב מד' יסודות, שאם יחסר או יתגבר אחד על חברו מיד יחלה האדם ולא יוכל לאכול ולשתות, ולא יעבוד השם, כי הלב יבהל והמחשבה תבעת בהתהפך מזג השוויים האברים שהם כלי הנפש, ואין לנפש פעולה מבלעדי כליה, וא\"כ השלחן הוא קיום של ארבע יסודות, והן המעמידים את הגוף כענין ד' בדים בד' טבעות שהיו מעמידים את השלחן, וזה שאמר הכתוב ונשא בם את השלחן: ",
            "<b>והשני</b> מפני שנצטוינו להתקדש על השלחן בד' קדושות, ודרז\"ל והתקדשתם אלו מים ראשונים, והייתם קדושים אלו מים אחרונים. כי קדוש זה שמן ערב. אני ה' זו ברכה. וד' קדושות אלו השתים לטהרת הגוף והשתים לטהרת הנפש, כי כשהנפש נהנית מהריח אז תשמח אז תתרחב ותהיה ראויה לברך את הש\"י: ",
            "<b>והשלישי</b> מפני שהספר הזה חלקתיו לד' שערים כנגד ד' ברכות של ברכת המזון, שלש מן התורה ואחת מדברי סופרים: ",
            "<b>והרביעי</b> מפני שהשלחן השלם אשר לפני ה' והמעלה העליונה אשר הנפש נזונית בה. הן הן ארבע מעלות העליונות, אשר כנגדם ארבע חיות המרכבה בעליונים לד' רוחות העולם, וד' יסודות בתחתונים בעולם השפל, ואותן המעלות היא הסעודה השכלית הנקראת חיי העוה\"ב. ורז\"ל קראו את שמו פתורא דתלת כרעי כדאיתא במסכת תענית (פ\"ג ד' כה), ומה שלא אמרו פתורא דארבע כרעי, כי היתה כונתם אל שלשה האבות, וע\"כ אמרו דתלת כרעי הסתירו הרביעית כמו שהסתיר יחזקאל מקום הנשר כמ\"ש (יחזקאל א׳:י׳) ופני נשר לארבעתן ולא הזכיר איה מעמדו. וממנו למדו חז\"ל להסתירו ממה שאמרו בסתם האבות הן הן המרכבה ואמרו אין קורין אבות אלא ג', וידוע שאין מרכבה פחותה מד'. ומטעם זה היה אומר אחד קדוש מדבר בתפלה אלהי דוד ובונה ירושלים כדי להזכיר בתפלה המרכבה כלה בשלמותה. וע\"כ אני קורא ספר זה <b>שלחן של ארבע</b>, ע\"ש המעלה ההיא ששם התחברות הנפש והיא נזונית ומתענגת שם במדרגה מיוחדת לפי מעלתה, כי הוא השלחן השלם לצדיק והשלם מרכבה שלמה של ד' ששם גנוזות נפשות האבות, כי כן כנגד המעלה ההיא נקראת גניזת הכלים שלהם קרית ארבע היא חברון. ובהיות האדם אוכל ושותה על שלחנו לשובע נפשו לקיום גופו בד' יסודותיו, ותהי מחשבתו משוטטת למעלה בשלחן הטהור אשר לפני ה', הן ד' מעלות המחופפות על הנפש הזכה הזוכה כל אחת ואחת לפי מעלתה, אין ספק באדם בזה שכל פעולותיו הגופניות נחשבות לשכליות, והוא נחשב מכת בני עליה ונפשו צרורה בצרור החיים גם בחייו. וראוי כל העולם שיברא בשבילו, ודרשו רז\"ל כי זה כל האדם כל העולם כלו לא נברא אלא לצוות לזה: ",
            "ואלו הן הארבעה שערים שהספר נחלק להם: ",
            "<b>השער הראשון </b>",
            "<b>בבאור</b> דיני האמונה וברכות המחוייבות להאדם לברך על השלחן, וראייתם מהגמ', וטעמם והוראתם על שמונה מיני בשמים שהיו בקטרת הסמים: ",
            "<b>טעם</b> הברכה הראשונה מהח' והוא נט\"י, וסבת קריאתה נטילה והרמז בה לעשר ספירות, ואיך באמצעות הברכה הזאת יצוה ה' חסדו בעולם השפל וכתובים רבים מעידים על זה עדות נאמנה: ",
            "<b>טעם</b> היות העונה אמן גדול מן המברך: ",
            "<b>דין</b> נוטל אדם ידיו שחרית ומתנה עליהם כל היום כלו איך ראוי שיובן: ",
            "<b>טעם</b> נטילה אחרונה. ולמה היה המזלזל בנטילת ידים נעקר מן העולם. ולמה בא לידי עריות: ",
            "<b>שלשה</b> עשר דברים שיש בין מים ראשונים למים אחרונים, וסימנם. כה\"ן ח\"ן שע\"ה מכפר\"ת: ",
            "<b>טעם</b> היות כל הברכות בלשון נכח ונסתר: ",
            "<b>טעם</b> היות ברכת המוציא בנוסח הזה ומספר תיבותיה וכל דיניה: ",
            "<b>טעם</b> היות ברכת בפה\"ג בנוסח הזה, ומה שראוי שיתכוין האדם בעת שתיתו: ",
            "<b>טעם</b> ברכת הטוב והמטיב על שנוי היין וכל דיני ברכת היין: ",
            "<b>אגב</b> זה נביא מאמר נכבד על פירוש וגילו ברעדה, ושהשמחה והעצבון אחים ושזה נמצא בעולם בכללו ורמז אליו במשכן ג\"כ: ",
            "<b>רמז</b> בברכת המזון ודברי היראה שעל השלחן סוד השביעיות באופן מאד נעלה: ",
            "<b>טעם</b> שבחם ז\"ל המאריך על שלחנו והיותו רומז למזבח: ",
            "<b>טעם</b> אמרם מים אחרונים חובה: ",
            "<b>דיני</b> נטילה בין תבשיל של גבינה לבשר אם צריך ביום כבלילה: ",
            "<b>דין</b> עוף וגבינה נאכלין באפיקורן, ופירוש שלש תכיפות הן: ",
            "<b>טעם</b> נכבד מאד בהצריכם ז\"ל שיהיה על השלחן לחם בשעת ברכה וראיה מלחם הפנים.: ",
            "<b>טעם</b> הסירם הסכין וכל כלי ברזל מעל השלחן.: ",
            "<b>טעם</b> למה פורסי' מפה על הפת שבשלחן בשעת הברכ': ",
            "<b>דיני</b> ברכת המזון וראייתם מהגמרא: ",
            "<b>טעם</b> חלוקותיה ומספר תיבותיה. והרמז בה לענינים נפלאים, ובו מימרא דירושלמי שלש מלכיות שלש הטבות שלש גמולות: ",
            "<b>טעם</b> אמרם ז\"ל כוס של ברכה שוה מ' זהובים: ",
            "<b>טעם</b> שלש סעודות ומשפטם ולמה היו ג' לא פחות ולא יותר, וטעם אמרם ז\"ל שהשבת פנים חדשות: ",
            "<big><strong>דיני הבדלה: </strong></big>",
            "<b>טעם</b> ארבע ברכותיה: ",
            "<b>טעם</b> עשרה דברים הצריכים בכוס של ברכה: ",
            "<b>טעם</b> למה אין משיחין אחר כוס של ברכה: ",
            "<b>מהו</b> כוס של פורענות: ",
            "<b>טעם</b> איסור הזוגות: ",
            "<b>טעם</b> היות כל הנהנה מן העוה\"ז בלא ברכה כאלו מעל: ",
            "<b>טעם</b> למה תקנו ברכה בהנאת הד' חושים, ר\"ל חוש הראות והשמע והטעם והריח, ובהנאת חוש המשוש לא תקנו: ",
            "<b>השער השני </b>",
            "<b>בבאור</b> מה שראוי שישים האדם כונה ותכלי' באכילתו: ",
            "<b>איך</b> ל' אכילה תצדק על השחתת הדבר השפל והעליון. ",
            "<b>באור</b> איך להגוף צורך גדול לפרסם מעלת הנפש ושלמותה: ",
            "<b>טעם</b> הקרא הסכין מאכלת: ",
            "<b>באור</b> הכתוב ויחזו את האלהים ויאכלו וישתו: ",
            "<b>טעם</b> מניעת אכילה ביום הכפורים: ",
            "<b>היות</b> האדם ניכר בכוסו וההפסד הקורה לפורץ גדר השתיה, וראיות רבות על זה מהכתובים ומאמרי התלמוד: ",
            "<b>באור</b> תכלית הסעודות הנמצאות לצדיקים ומה היתה הכונה מהם, כמרע\"ה עם יתרו, ומטעמי יצחק אע\"ה: ",
            "<b>טעם</b> איסור הבשר לאדם הראשון והיתרו לנח: ",
            "<b>באור</b> אמרם עם הארץ אסור לאכול בשר: ",
            "<b>באור</b> איך בהיות המאכל והמשתה על הכונה הנרצית, יח הגוף חלקו והנפש דשנה רוה: ",
            "<b>השער השלישי </b>",
            "<b>בבאור</b> המוסר והדרך ארץ שראוי שיתנהג בו האדם על השלחן: ",
            "<b>שראו</b> לו לאדם לדעת אצל מי מסב: ",
            "<b>טעם</b> אמרם אין מכבדין בידים מזוהמות: ",
            "<b>מי</b> הוא הקודם במסבה: ",
            "<b>זמ</b> הנכון לאכילה: ",
            "<b>צניעותו</b> באכילה: ",
            "<b>מאמרים</b> רבים ונכבדים מעידים על זה: ",
            "<b>הכבוד</b> הראוי לנהוג בפה: ",
            "<b>מה</b> שראוי שיתנהג בו עם המסובין עמו: ",
            "<b>הנהגת</b> האורח עם בעה\"ב וראיות מהכתובים ע\"ז: ",
            "<b>חיוב</b> הנחת פאה בתבשיל: ",
            "<b>באור</b> מי הוא הקודם בברכת המזון: ",
            "<b>פירוש</b> נאה על אמרם וקדשתו לפתוח ראשון ולברך ראשון: ",
            "<b>דברים</b> רבים בפרטי הסעודה מיוסדים על פי התלמוד והלכות דרך ארץ: ",
            "<b>השער הרביעי </b>",
            "<b>בבאור</b> הסעודה המתוקנת לצדיקים לעתיד לבא, והיותה גשמית ורוחנית, וחקירות רבות ועמוקות בה. וראיות מהכתובים ומאמרי התלמוד, ודברים חדשים בפשטי הכתובים מתוקים מדבש ונפת צופים. ובו באור ענין תחית המתים באור נכבד למעלה לרומם:  "
        ],
        "": [
            [
                "<big><strong>בבאור הברכות המחוייבות על האדם לברך על השלחן: </strong></big>",
                "<b>ברכות</b> השלחן ח' ואלו הן, נטילת ידים והמוציא וד' ברכות של ברכת המזון ועל היין לפניו ולאחריו הרי ח'. וטעם ח' אלו לפי ששקול השלחן כנגד המזבח מה מזבח מכפר אף שלחן מכפר, שהרי הלחם שעל השלחן כשהוא מאכיל שם את העניים הרי הוא כקרבן על גבי המזבח, וכשם שהיו במזבח הקטרת שהוא מכפר יותר מכל הקרבנות שעל מזבח הנחשת ח' מיני בשמים, ד' בשמן המשחה מור וקנמון וקנה וקדה, וד' בקטרת המפורשים בכתוב נטף ושחלת וחלבנה ולבונה, כן נצטוינו לברך על השלחן ח' מיני ברכות כנגדם, ורוב בני אדם אינם מתבוננים ולא שמים על לב הענין הזה. וצריך אדם להתקדש בשלחנו ובסעודתו בח' ברכות אלו שהם כנגד ח' מיני בשמים המפורשים בתורה שהיו במקדש כדי לקיים המצות על תכונתם ולכוין בברכות על יסודתם: ",
                "<b>ברכה א'</b> על נטילת ידים. ותקנו רז\"ל בנוסח ברכה זו לשון נטילה שהיא הגבהה מתרגם ותשאני רוח ונטלתני, וכתיב (ישעיה סג) וינטלם וינשאם כל ימי עולם, שצריך שיגביה ידיו למעלה. ועוד יכלול עיקר בנטילת ידים לתפלה שיתכוין בהם להתקדש בהם מן העשר כמי שמגביה ידיו למעלה ומתכוין לפתוח (מן) המקור העליון וממשיך ומוריד שפע למטה, וזה שאמר הכתוב (תהלים קיט) ואשא כפי אל מצותיך אשר אהבתי, למדך הפסוק כי יש בקצת המצות ציור למעלה שיצטרך אדם בעשות אותם למטה שישא כפיו אליהן למעלה. גם בכאן על השלחן בגשתו לעת האוכל ראוי שיטול ידיו ויגביהם למעלה בנטילתו, ושיכוין אל העשר בנטילה קודם שיאכל, וכן לאחר שיאכל במים אחרונים כענין שכתוב (שם קלד) שאו ידיכם קדש וברכו את ה', וכן בי' דברים שהצריכו בכוס של ברכה ממנהג הותיקים, כל זה לרמוז שאין תכלית כונתו באכילתו על השלחן אלא שיתקיים גופו ויוכל לעבוד את בוראי עד שתזכה נפשו ותעמוד בתוך העשר ויהיה אור הבהיר מזונה ושיחופף עליה, ותדע האמת כי אל הכונה הזאת נעשה תבנית הגוף י' אצבעות ידיו בהגביה אותם למעלה וכן י' אצבעות רגליו למטה ונשאר הגוף באמצע בין י' לי'.",
                "<b>ומטעם</b> זה תמצא בתורה בקדוש ידים ורגלים של כהנים שאמר הכתוב (שמות ל) ורחצו ידיהם ורגליהם ולא ימותו, ורחיצה זו בלשון קדושה תרגם אותה אונקלוס ע\"ה, כי בשאר מקומות שכתוב בהם ורחצו מתורגם ויסחון אבל בכאן תרגם ויקדשון. לבאר כשהכהן היה מקדש ידיו ורגליו וידו הימנית על גבי רגלו הימנית וידו השמאלית על גבי רגלו השמאלית, היה מתכוין אל העשר ומתקדש בקדושתן וממשיך הברכה מברכתם, ועל הכונה הזו היה הכהן מקדש ידיו ורגליו מן הכיור בגשתו אל המזבח, וכן השלחן נקרא מזבח, מטעם זה החמירו בעונש המזלזל בנטילת ידים שהוא נעקר מן העולם, וזהו חומר העונש בהיות נט\"י רמז לדבר שכל העולם תלוי עליו, וכן המזלזל בנטילה גורם הרציחה שהוא חרבן העולם, וכמו שאמרו (חולין פ\"ז דף קי) מים ראשונים האכילו בשר חזיר אחרונים הרגו את הנפש. (ודבר) עוד אמרו בנטילת ידים (שבת פ\"ו) כל המזלזל בנטילת ידים בא לידי עניות, לפי שהעושר מתאסף בעסק הידים, וכן כתוב (דברים טו) ובכל משלח ידך, והברכות משתלשלות מן העשר. והרמז בזה (שם) עשר תעשר עשר בשביל שתתעשר, הוכיחו העושר שהוא שבולת מן המעשר שהוא סבולת, כדי לרמוז שהברכה והעושר משתלשלות מן העשר, וראיה לזה ברכת כהנים בנשיאת כפים, ונתבאר מזה כי לפי גודל המצוה בכונה העליונה הזאת הוא גודל עונש למזלזל בה, וזה ענין אמרו כי כשם שהעונה אמן שכרו גדול כן המזלזל בו עונשו גדול וכפול, והוא שדרשו רז\"ל כל הזהיר לענות אמן בעוה\"ז זוכה לענות אמן לעוה\"ב וע\"ז אמר דוד ע\"ה (תהלים כט) ברוך ה' לעולם אמן ואמן, אמן בעה\"ז ואמן בעוה\"ב, שכל העונה אמן זוכה לשני עולמות העוה\"ז והעוה\"ב, ובמקדש שהיה השם נזכר ככתבו לא היו עונין אמן אבל בגבולין שאין רשאין להזכיר ככתבו מזכירין אמן במקום השם, כי יש רמז במלת אמן לאותיות השם, ולכך (ברכות כג) גדול העונה אמן יותר מן המברך (בכנוי), וכל המזלזל באמן ענשו כפול במדורי גיהנם, במדור הנקרא ארץ עיפתה כמו אפל שהוא שאול תחתית, ועז\"א הנביא על אותם המזלזלין בעניית אמן (ירמיה ב) אותי עזבו מקור מים חיים לחצוב להם בארות בארות נשברים אשר לא יכילו המים, וכל העונה אמן באותיותיו הוא פותח המקור וממשיך שפע הברכה, ולפיכך מזכיר במזלזלים בו לחצוב להם כלומר שהם נענשים בעונש כפול מדרגה אחר מדרגה. אם כן הא למדת גודל העונש לפי גודל השכר. והנה תכף שנטל ידיו ונגבם ראוי לו שיאכל וכן אמרו תכף לנט\"י המוציא: ",
                "<b>נטילת</b> ידים אע\"פ שאינה בפירוש מן התורה הסמיכוה רז\"ל לפסוק מן התורה דכתיב (ויקרא טו) וכל אשר יגע בו הזב וידיו לא שטף במים אמר ר' אלעזר בן ערך מכאן סמכו רז\"ל לנט\"י מן התורה. נטילת ידים בין לחולין בין לתרומה עד הפרק, והוא מקים שפסת היד כלה. כל דבר שחוצץ בטבילה חוצץ בנטילת ידים. נוטל אדם ידיו שחרית ומתנה עליהם כל היום כלו. יש שפירש דוקא בשעת הדחק וי\"א אפי' שלא בשעת הדחק. הנוטל ידיו לא יאכל עד שינגבם שכל האוכל בלי נגוב כאלו אוכל לחם טמא שנאמר (יחזקאל ד) ככה יאכלו בני ישראל את לחמם טמא, ומלת לחמם נוטריקון ליחות מים. הנוטל צריך שיגביה ידיו למעלה שלא יצאו מים חוץ לפרק ויחזרו ויטמאו את הידים: ",
                "<b>ויש</b> הפרש בין מים ראשונים למים אחרונים בדברים הרבה. מים ראשונים צריכין כח אדם שישפוך אדם אחר על ידו או הוא עצמו שישפוך בידו אחת על ידו אחרת, משא\"כ במים אחרונים שאין צריכין לבא מכח אדם. מים ראשונים צריכין הגבהה שלא יחזרו ויטמאו את הידים, מה שאין במים אחרונים שצריך שישפיל ידיו למטה כדי להעביר את הזוהמא. מים ראשונים צריכין נגוב שהנגוב מעיקר הנטילה, אחרונים אין צריכין נגוב. מים ראשונים צריכין שלא יהיה דבר חוצץ בידים כגון שעוה או זפת או בצק או צואה שעל צפרניו. אחרונים אם היה דבר חוצץ אין בכך כלום, מים ראשונים נוטלין בין בכלי בין על גבי קרקע, כלומר שאין לנו לחוש אם נופלים על הכלי או על גבי קרקע, מים אחרונים אין נוטלין אלא בכלי שצריך שיפלו המים בכלי ולא בקרקע, ראשונים אם שפשף בידו צריך לחזור וליטול ידיו. אחרונים אין צריך. מים ראשונים מברך על נטילת ידים, אחרונים אין בהם ברכה (אלא מברך ברכת המזון שהוא מברך על רחיצת ידים*). מים ראשונים צריכין הפסקה ולא בבת אחת אלא נוטל ומפסיק. אחרונים יכול לשפוך בבת אחת. מים ראשונים דוקא מים ולא שאר משקים. מים אחרונים אפי' שאר משקין כגון יין וחלב שאינו אלא להעביר את הזוהמא. מים ראשונים צריכין כלי דכתיב בכיור ממנו ולא שיעברם וישפשכם בנהר. אחרונים מותר. מים ראשונים עד הפרק והוא המקום שהיד כלה שהיד וקנה הזרוע מחוברין שם, אחרונים אין צריכין אלא פסת היד במקום שהאצבעות כלין. וי\"א שזהו מקום שעור למים ראשונים. מקום שהאצבעות כלין, ושעור הפרק למים אחרונים פיצול אמצעי שבאצבעות, לפי שאין מים אחרונים אלא להעביר את הזוהמא ומשם ולמעלה אין התבשיל נוגע בם. מים ראשונים צריכין שעור והוא רביעית לוג. אחרונים אין צריכין שעור. מים ראשונים מועיל בהם תנאי, אחרונים אין מועיל בהם תנאי, והסימן בכל אלה בהפרש שיש בין מים ראשונים למים אחרונים. כה\"ן ח\"ן שע\"ה מכפר\"ת, כ' כח אדם. ה' הגבהה. נ' נגוב. ח' חציצה. נ' נטילה בין בכלי בין על גבי קרקע. ש' שפשוף. ע' על נטילת ידים. ה' הפסק. מ' מים. כ' כלי. פ' פרק. ר' רביעית לוג. ת' תנאי: ",
                "<b>ומה</b> שבאה ברכה זו על נטילת ידים בלשון נגלה ונסתר והוא הדין לשאר ברכות שהם מתוקנות בנוסח זה, הוא סוד הברכות שהעולם הוא שקדשנו במצותיו ואנו מברכין למלך העולם, וכן תמצא בשירת הים (שמות טו) הי ימלוך לעולם ועד. והתעורר בלשון ה' ימלוך ובמלת עולם ובמלת ועד והוא כענין שלשה שמות שבשלש עשרה מדות, וכן התעורר בלשון ברוך ה' המבורך לעולם ועד, וכן בעלינו לשבח בלשון לפני מלך מלכי המלכים הקב\"ה שהוא נוטה שמים ויוסד ארץ, לפי דרך זה הלשון בברכות מתוקן ומסודר. אך אצל בעלי הפשט הוא בלתי מסודר שהיה לו לומר אשר קדשתנו וצויתנו. אמנם בפשוטו יש מן הכונות הרצויות כדי לקבוע בלב שהקב\"ה נגלה ונסתר, נגלה מצד דרכיו ופעולותיו ונסתר מצד מהותו ועצמותו, וע\"כ תמצא כששאל משרע\"ה על ידיעתו ית' מצד דרכיו אמר לו (שם לג) הודיעני נא את דרכך השיב לו אני אעביר כל טובי על פניך, אך כששאל על ידיעתו מצד עצמותו ואמר לו (שם) הראני נא את כבודך השיב לו לא תוכל לראות את פני, באר לו שני דרכים אלו כי הוא נגלה ואפשר להשיגו מצד דרכיו ופעולותיו, והוא נסתר מצד עצמותו ואין כח ותחבולה בזה להשיגו, וכן בכאן כשאנו אומרים ברוך אתה לנכח יש לכוין בו כי הוא ית' נגלה מצד פעולותיו, וכשאנו חוזרים ומדברים בנסתר ואומרים אשר קדשנו במצותיו וצונו יש לכוין בו כי הוא ית' נסתר ונעלם מן ההשגה, והמשל בזה שהשמש שהוא אחד ממשמשיו ואפשר לו לאדם שישיגנו מצד פעולותיו שהוא פועל בתומו בעולם השפל במין המדבר והחי והצומח ומצד אורו וחומו, וכן כתיב (תהלים יט) ואין נסתר מחמתו, ואם בא להשיג עצמותו שיסתכל בעצמות אורו יכהה מאור עיניו והבן זה, וכדי לרמוז על נגלה ונסתר אמר הכתוב (שם קמד) וחסידיך יברכוכה, כלומר בדרך זה יברכוך נגלה ונסתר וזה שאמר (שם) כבוד מלכותך יאמרו שהוא לנוכח להורות על נגלה. ואמר להודיע לבני האדם גבורותיו להורות על נסתר: ",
                "<b>וידעת</b> כי יש בהלכות נטילה עוד פרטים רבים, כגון מים שנפסלו משתית בהמה שהם המלוחים, וכן מים שהנחתום מדיח בהם ידיו, וכן שנים שנטלו מרביעית, וכן ידו אחת בשטיפה וידו אחת בנטילה דאמרינן במסכת גיטין ידים טהורות, וכן אם מותר לקבל מים מן הנכרי, ומן הנדה לפי שיש שכתבו שאין מקבלין מן הנכרי, וכיוצא באלו רבים, והוא הדין בהלכות המוציא, וכן בשאר ברכות שאנו עתידים להזכירם, וכן ברכות השלחן שיש בהם פרטים רבים שהנחתים ולא כתבתים שאם באתי לכתוב הפרטים יארך הספר, ואני איני מכוין אלא לדבר בקצרה בכללים ידועים יבין המבין הפרטים מתוכם: ",
                "<b>ברכה ב'</b> המוציא לחם מן הארץ, וברכה מדברי סופרים הוא מק\"ו ומה כשהוא שבע מברך כשהוא רעב לא כ\"ש שיש לו לברך, פי' כשהוא שבע וכבר נהנה מקדשי שמים ממה שהוא אסור לו כהקדש קודם שיברך כשהוא רעב ובא ליהנות מקדשי שמים לא כ\"ש שיש לו לברך קודם שיאכל כדי שלא יתחייב קרבן מעילה, וברכה זו היה ראוי לומר מן האדמה אלא שאחז הכתוב להוציא לחם מן הארץ. ואם תדקדק בלשון לחם תמצא שבארו מזון כמו (דניאל ה) עבד לחם רב, שהרי הלחם אינו יוצא מן הארץ אלא התבואה שממנה עושים לחם, וכן תמצא במן (שמות יו) הנני ממטיר לכם לחם מן השמים. וידוע שלא ירד לחם מן השמים אלא המן שממנו עושים לחם שנאמר (במדבר יא) ועשו אותו עגות: ",
                "<b>ויש</b> לו לבוצע כשהוא בוצע שיאחז הככר בשתי ידיו בי' אצבעות משום חבוב הברכה. וכן תמצא בברכת המוציא י' תיבות. וכן בפסוק (תהלים קד) מצמיח חציר לבהמה וגו'. ומצינו עשר מצות שנתנו בתבואה ואלו הן. לא תחרוש. לא תחסום. תרומה לכהן. מעשר ראשון ללוי. ומעשר מן המעשר שנותן הלוי לכהן. מעשר שני. מעשר עני. לקט שכחה ופאה: ",
                "<b>ודע</b> כי מלת המוציא כוללת לשעבר ולהבא כגון המוציא אתכם מארץ מצרים. וכן כוללת להבא וירמוז לאותו זמן שדרשו רז\"ל (כתובות דף קיא:) עתידה א\"י שתוציא גלוסקאות וכלי מילת שנאמר (תהילים ע״ב:ט״ז) יהי פסת בר בארץ. ואנו רומזים בברכת המוציא הזמן העתיד שיהיו מזונותינו בלא עמל ויגיעה ותוציא הארץ לחם ממש כלחם הזה שאנו אוכלים ומברכין עליו. וכן היה העולם נוהג בזמן אדם הראשון לולא שנתקללה האדמה בחטאו כמו שאמר (בראשית ג׳:י״ז) ארורה האדמה בעבורך ולעתיד בהתכפר החטא ישוב העולם להויתו.",
                "<b>וכשהוא</b> בוצע גומר הברכה ואח\"כ בוצע וזהו כבודו של מלך, ולכך צריך להקדים תחלה חפצו של הקב\"ה ואח\"כ חפצו של מלך ב\"ו או חפץ עצמו כמו שאמר (משלי כ״ד:כ״א) ירא את ה' בני ומלך ומי שהוא בוצע קודם שיברך או קודם שיגמור הברכה הרי זה נקרא רעבתן ועליו נאמר (תהילים י׳:ג׳) ובוצע ברך נאץ ה' כלומר בוצע ואח\"כ מברך נאץ ה': ",
                "<b>בעל</b> הבית בוצע כדי שיבצע בעין יפה לפי שהכל שלו. ואורח מברך כדי שיברך את בעל הבית. הבוצע הוא פושט ידיו ואם בא לחלוק כבוד לרבו או למי שהוא גדול ממנו בחכמה הרשות בידו, וכשהוא בוצע מן הככר יש לו לבצוע מן הצד שנאפה היטב כי זה מצוה מן המובחר להזכיר שם שמים עליו כמ\"ש במנחת כהן (ויקרא ו׳:י״ד) תפיני מנחת פתים, ואמר במסכת זבחים תפיני שתהא אפיתו נאה: ",
                "<b>ברך</b> המוציא ושח בינתים קודם שיאכל חוזר ומברך, ואם שח מעין השלחן כמו שאמר טול ברך או הביאו מלח או לפתן ואפילו גביל לתורי א\"צ לחזור ולברך לפי שחייב אדם ליתן מזונות לבהמתו ואח\"כ יאכל שנאמר (דברים י״א:ט״ו) ונתתי עשב בשדך לבהמתך ואכלת ושבעת הלכך מעין השלחן הוא ואינו חשוב הפסק. והרי זה כשוחט ק' עופות שאם שח בין שחיטה לשחיטה לומר הביאו לי אחרים מעין השחיטה הוא ואין חשוב הפסק: ",
                "<b>אין</b> הבוצע רשאי לטעום עד שתכלה אמן מפי העונים או מפי רוב העונים, ולא יאריכו כ\"כ באמן שכל המאריך באמן יותר מדאי אינו אלא טועה. ואין המסובין רשאין לטעום עד שיטעום המברך. אכל ושכח ולא ברך המוציא חוזר ומברך, עד שלא גמר סעודתו אבל אם גמר סעודתו אינו מברך כיון שנדחה נדחה: ",
                "<b>ברכה ג'</b> בורא פרי הגפן. ואין לומר שהפת פוטרו לפי שהיין קובע ברכה לעצמו. ברכה זו היה ראוי לנו לומר בורא פרי העץ אך למעלת היין הזכירו שם האילן שהוא הגפן, ואלמלא שרצו להזכיר שם הגפן לחשיבות היין היה אפשר להם לתקן ולברך בורא הענבים עצמן שהם פרי הגפן והיין הוא הפרי היוצא מן הענבים כמו השמן פרי שיוצא מן הזיתים, ולפיכך תקנו לברך בפה\"ג אע\"פ שעל דרך האמת הענבים הן פרי הגפן אך נקרא המשקה הנסחט מן הענבים פרי כענבים עצמן וזה משני שהוא חשוב יותר מן הענבים כשמן שהוא חשוב יותר מן הזיתים, ובעלי התוספות ז\"ל נשאו ונתנו בדבר זה הרבה והוכיחו כי היין אינו נקרא פרי כדתנן במס' בכורים מראשית כל פרי האדמה פרי אתה מביא לבכורים ואי אתה מביא משקה לבכורים וא\"כ אין היין פרי, אמנם העלו לסוף דבריהם ואמרו כי היין נקרא פרי מגזרה שוה דפרי פרי מערלה דאמרינן במסכת ערלה אין סופגין את הארבעים משום ערלה אלא על היוצא מן הענבים או מן הזיתים שהוא יין ושמן. ושמע מינה דכיון דלגבי ערלה נקרא היין פרי הכי נמי לענין ברכה נקרא פרי ומשקים היוצאים מהן כמותן. ומעתה ראוי לברך על היין בפ\"ה וכן להזכיר שם הגפן ולומר בפה\"ג, וכן בארו לנו חז\"ל על מעלת הגפן הוא שאמרו במס' ברכות מנין שאין אומר שירה אלא על היין שנא' (שופטים ט׳:י״ג) ותאמר להם הגפן החדלתי את תירושי המשמח אלהים ואנשים, אם אנשים משמח אלהים במה משמח מכאן שאין אומרים שירה אלא על היין, וכן הקשו בתוס' והא על כמה דברים אנו אומרים הלל כשהיו באין מן המלחמה כדאי' ביהושפט בדברי הימים, וכן בי\"ד בניסן כשהיו שוחטין את הפסח, ותירצו דהכי פירושו מנין שאין אומרים שירה בשום ענין של מזבח כגון זריקת הדם והקטרה ונסוך המים או שאר דברים של מזבח אלא על נסוך היין שנאמר ותאמר להם הגפן החדלתי את תירושי ואמרו באגדה תתקכ\"ו מיני ענבים נבראו בעולם כמנין תירוש\"י וכולם לקו בחטאו של אדם ולא נשאר לפנינו אלא אחד. וכן עוד למעלת הגפן ימשלו הנביאים תמיד כנסת ישראל לגפן וזהו שאמר הכתוב (תהילים פ׳:ט׳) גפן ממצרים תסיע, ועוד יש בזה טעמים אחרים ונכבדים רק שאין צריך להאריך בכאן, ודע כי עיקר שתיתו של אדם אין ראוי לו שיהא אלא לשרות המאכל בלבד דרך רפואה כדי שיתמזג בו המאכל והמשתה בדרך המיצוע ושיתכוין בהנהגתו זאת שינצל מן הרעב והצמא: ",
                "<b>בא</b> להם יין בתוך המזון כל א' מברך לעצמו לפי שאין בית הבליעה פנוי, לאחר המזון אחד מברך לכלם. ופירוש שאין בית הבליעה פנויה לפי שכלם מתעסקים באכילה ואינן שומעין הברכה ואנן בעינן דעת שומע ומשמיע כן פרש\"י ז\"ל, ולפי זה אם היו כולם פורשין מאכילתן ושומעין אחד מברך לכולם. ויש מי שפירש אפי' כשהיו שומעין כל אחד מברך לעצמו, לפי שאינן יכולין לענות אמן שכל אחד לגימתו בפיו ושמא יקדים קנה לושט, וזה דעת הירושלמי דגרסינן התם אין בית הבליעה פנוי אמר רבי הונא הדא אמרה הדין דעטיש גו מיכלא אסור למימר ליה אסו מן דאיכא סכנתא לנפשיה: ",
                "<b>שנוי</b> יין צריך לברך שאע\"פ שברך על היין בפה\"ג כשבא לשתות תחלה, חייב לברך על שנוי יין זה וברכה זו היא ברכת הטוב והמטיב. ומה שאמרו כן בשנוי יין ולא בשנוי פת או בשאר דברים יש בזה הרבה טעמים, האחד שעיקר השמתה בסעודה אינה אלא ביין ודרך המלכים לשנות יין ולא לשנות פת וישראל בני מלכים הם, והשני שכל שלחן שמביאין עליו יין על יין אינו אלא רבוי שמחה, ויצטרך האדם שלא להרבות שמחה בעולם הזה יותר מדאי כמו שנאמר (תהלים קכט) אז ימלא שחוק פינו ולשוננו רנה אז יאמרו בגוים הגדיל ה' לעשות עם אלה דרשו רז\"ל (ברכות פ\"ה דף לב) אימתי ימלא שחוק פינו בזמן שיאמרו בגוים הגדיל ה' לעשות עם אלה, ופסוקי מלא הוא (תהילים ב׳:י״א) וגילו ברעדה ואמרו במקום גילה שם תהא רעדה. פי' אפי' במקום גילה ושמחה של מצוה שם תצטרך שתהא רעדה ותזכור איך העולם עלול אצל יצה\"ר ונכשל אחריו כדי שלא יכשל מתוך השמחה, ולפיכך יש מנהג בקצת קהלות ישראל במקום השמחות וסעודות של מצוה לשבר שם כלי זכוכית ואשישי ענבים להעציב השמחים ושתתערב עם השמחה רעדה, ואין לך שמחה גדולה כשמחת התורה לישראל בהר סיני במעמד הקדוש שכתוב עליו כמחולת המחנים וכבר ידעת כי שם נשתברו הלוחות, ואם תשכיל ותשא עיניך למן היום אשר ברא אלהים אדם על הארץ תמצא בהקב\"ה בשמחתו של עולם (תהילים ק״ד:ל״א) יהי כבוד ה' לעולם ישמח ה' במעשיו, וסוף השמחה מצד המין האנושי בשגם הוא בשר מה כתיב ביה (בראשית ו׳:ו׳) וינחם ה' כי עשה את האדם בארץ ויתעצב אל לבו. גם במשכן שהיה דוגמת העולם ביום שמיני של מלואים שהיה ראש חדש ניסן ואותו היום לא היה כמוהו במעלת השמחה לפי שנצטרפו שם עשר מעלות עצומות כענין שאמרו חז\"ל אותו היום נטל עשר עטרות, כבר ידעת מה שקרה בו וסוף השמחה מה הגיע עליה, בו ביום מתו נדב ואביהוא שלא היו בישראל כמותם אחר משה ואהרן. וזה שאמר הכתוב (שמות כ״ד:ט׳) ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל, והנה על שמחת העוה\"ז אמר קהלת (קהלת ב׳:ב׳) לשחוק אמרתי מהולל ולשמחה מה זה עושה. וביאר הדבר מפני שהשמחה והעצבון אחים סמוכים זל\"ז כסמיכות היום והלילה, וכשם שאדם בטוח ביום שתבא הלילה אחריו וכן בטוח בלילה שיבא היום אחריו כן הוא בטוח שתבוא השמחה אחר העצבון וכן העצבון אחר השמחה, וכן אמר (משלי י״ד:י״ג) גם בשחוק יכאב לב ואחריתה שמחה תוגה, לבאר על העצבון אחר השמחה, ואמר (שם יג) בכל עצב יהיה מותר, לבאר על השמחה אחר העצבון, נמצאת למד כי שמחת העוה\"ז אין לה שלמות כלל אמנם כל טובו ושלותו הבל ורעות רוח וכל כבודו לכלמה וציץ נובל צבי תפארתו, שהרי בשעה שתקותו של אדם חזקה בשמחתו הרי פוסקת עוממת והולכת, וע\"כ תקנו לברך על שנוי היין הטוב והמטיב שהיא הברכה שתקנו על הרוגי ביתר כשנתנו לקבורה, ובאור זה הטוב שלא הסריחו והמטיב שנתנו לקבורה. וכל זה כדי להעציב את האדם הקרוץ מחומר והמורכב מן היסודות הטבעיים שהם גופים מתים המשוקע בחושי תאוותיו ושיחזור רבוי שמחתו לדרך המצוע: ",
                "<b>ועוד</b> טעם אחר שתקנו על שנוי היין הטוב והמטיב, לפי שהיין משקה היוצא מן הענבים שבכרם, וכבר אמרו חז\"ל (ברכות דף מח) ז' שנים זבלו האויבים את כרמיהם מדם הרוגי ביתר, ומטעם זה תקנו על שנוי היין הטוב והמטיב, וצריך שתדע כי מדרך התורה יתחייב שיהיה האדם גדור באכילתו ובשתיתו ושיהא ג\"כ בזה שומר פיו, וזהו שהזכיר התורה המאכלים המותרים והאסורים ואח\"כ סמך להם ואמר קדושים תהיו, כלומר שתהיו פרושים וגדורים אפילו מן המאכלים הטהורים והמותרים שאם לא יגדור א\"ע מן המאכל המותר הערב לו יותר מדאי, יהיה בזוללי בשר ובסובאי יין ונמצא מחלל א\"ע ומדותיו ואם ת\"ח הוא מחלל תורתו, וכבר הורו לנו רז\"ל היאך יתנהג האדם בשתיתו והוא שיגמע היין וישהה בגרונו ועם זה ישבע, והביאו ראיה מן המזבח שהיו סותמין את השיתין והם הנקבים שתחת חלל המזבח שהנסכים משם יורדין לתהום כדי שישהה היין במזבח, וזהו אמרו בפרק לולב וערבה (סוכה דף מט ב) אמר ריש לקיש בשעה שמנסכין היין בחג על גבי המזבח פוקקין את השיתין שנאמר (במדבר כ״ח:ז׳) בקדש הסך נסך שכר לה', שכר לשון שמחה לשון שביעה לשון שכרות, אמר רבא שמע מינה כי שבע איניש חמרא מגרוניה שבע, פי' ישהה בגרונו ויהיה שבע כי כן היו משהין היין במזבח. ואמרו במס' יומא (פ\"ז דף עא) כל המשקה יין לת\"ח כאלו מקריב נסכים על גבי המזבח שנא' אליכם אישים אקרא וכן הוא נדרש אישים לשון אשישה, אשים לשון קרבן אשה לה': ",
                "<b>דברים</b> הבאים מחמת הסעודה לתוך הסעודה כגון דגים ומלח וכיוצא בהם אע\"פ שאוכלן בלא פת כגון שבאים לעיקר סעודה אין טעונין ברכה כלל שהפת פוטרתן. דברים הבאים שלא מחמת הסעודה בתוך הסעודה כגון תאנים וענבים שאינם באים לעיקר סעודה טעונין ברכה לפניהם ולא לאחריהם. בא ללפת את הפת בתאנים וענבים והרי הן עיקר סעודתו אין טעונים ברכה לא לפניהם ולא לאחריהם שהפת פוטרתן, ואם באו בקנוח סעודתו אחר שגמר סעודתו טעונין ברכה לפניהם ואפילו אוכלן עם הפת ולא לאחריהם דברכת המזון פוטרתן: ",
                "<b>ובמס'</b> יומא (דף ל) בפי הממונה אמרו, הלכה בסעודה אדם יוצא להשתין מים נוטל ידו אחת ונכנס. דבר עם חבירו והפליג נוטל שתי ידיו ונכנס, וכשהוא נוטל לא יטול מבחוץ אלא מבפנים ונכנס ויושב במקומו ומיחזיר פניו לאורחים, אמר רב חסדא לא אמרן אלא לשתות אבל לאכול נוטל מבחוץ ונכנס דמידע ידיע דאנינא דעתיה: ",
                "<b>היה</b> מיסב ואוכל על השלחן והגיע זמן המנחה אם אין שהות ביום מפסיק סעודתו ומתפלל ואם יש שהות ביום גומר סעודתו ומתפלל, וכן אם היה בחג הסכות ושכח ליטול את הלולב והוא עומד על שלחנו אם יש שהות ביום גומר סעודתו ואח\"כ נוטל ואם אין שהות ביום מפסיק סעודתו ונוטל את הלולב: ",
                "<b>גמר</b> מלאכול צריך שיאריך על שלחנו, וכן אמרו רזי\"ל (ברכות דף כה) כל המאריך על שלחנו מאריכין לו ימיו ושנותיו, וטעם הדבר לפי שהשלחן בבית כמזבח בבית המקדש מה מזבח מכפר אף שלחן מכפר כשהוא מאכיל שם את העניים, ומתוך שהוא מאריך על שלחנו יבא עני ויתן לו פרוסה ומתפרנס ממנה. והנה אריכותו על השלחן בכונה זו סבה לצדקה דכתיב (משלי י״ב:כ״ח) בארח צדקה חיים ולכך מאריכין לו ימיו ושנותיו. ואמרו בברכות (יחזקאל מ״א:כ״ב) המזבח עץ שלוש אמות גבוה וארכו שתים אמות ומקצועותיו לו וארכו וקירותיו עץ וידבר אלי זה השלחן וגו'. פתח במזבח וסיים בשלחן, אלא מה מזבח מכפר אף שלחן מכפר. והנה באזנינו שמענו ורבים ספרו לנו בגדולים שבספרד והפרנסים בעלי אכסניא שנהגו מנהג נכבד מאד נתפשט בעיניהם מימים קדמונים שהשלחן שלהם שהאכילו עליו את העניים בלכתם לבית עולמים שעושין ממנו ארון ולוחות שנקברים בהם, וכל זה לעורר ולקבוע בלבבות כי האדם אלו יגיע שיאו לעב ויעלה עשרו לעושר המלך שלמה לא ישא בידו מאומה מעמלו שיעמול תחת השמש כי אם הטוב שעושה והצדקה שהוא מרחם את העניים כמו שאמר (ישעיהו נ״ח:ח׳) והלך לפניך צדקך. ",
                "<b>וכן</b> צריך שידבר דברי תורה על השלחן, שאע\"פ שברך עליו ברכות המחוייבות לו לברך והוא עתיד ג\"כ לברך על מזונו אינו נפטר בברכת המזון אלא אם כן מדבר דברי תורה, וכן אמרו רז\"ל (אבות פ\"ג דף ח) כל שלחן שאכלו עליו ואמרו עליו דברי תורה כאלו אכלו משלחנו של מקום שנאמר וידבר אלי זה השלחן אשר לפני ה'. כלומר כיון שדברו עליו ד\"ת הרי זה השלחן אשר לפני ה', וכל שלחן שאכלו עליו ולא אמרו עליו ד\"ת כאלו אכלו מזבחי מתים שנאמר (שם כח) כי כל שלחנות מלאו קיא צואה בלי מקום, כלומר שאין מזכירין שם דבריו של מקום. וכל זה להורות שלא נברא האדם לאכילה ולשתיה אלא לעסוק בתורה וז\"ש הכתוב (איוב ה׳:ז׳) כי אדם לעמל יולד. דרז\"ל (סנהדרין דף צט.) אדם לעמל יולד איני יודע אם לעמל פה אם לעמל תורה כשהוא אומר (משלי ט״ז:כ״ו) נפש עמל עמלה לו כי אכף עליו פיהו, הרי עמל פיו אמור הא מה אני מקיים כי אדם לעמל יולד לעמל תורה הוי אומר לעמל תורה יולד. וכן אמרו במדרש כשם שברא במעשה בראשית בהמות וחיות ועופות שקצים ורמשים ואחר כך ברא את האדם שנא' ויברא אלהים את האדם בצלמו כך כתוב בתורה את זה תאכלו ואת זה לא תאכלו, ואח\"כ נולד האדם, וזהו שאמר הכתוב בסמוך (ויקרא י״ב:ב׳) אשה כי תזריע וילדה זכר הוי אומר לעמל תורה יולד, לא נולד האדם אלא לעמל תורה וכן כתוב אחריו וביום השמיני ימול בשר ערלתו מלמד שעד שלא נוצר הקיפתו תורה ומצות ואח\"כ נולד, וזהו שאמר אשה כי תזריע וילדה זכר הטיל הקב\"ה מצות לפניו ולאחריו והוא באמצע, וזהו שאמר כי אדם לעמל יולד לעמל תורה יולד ע\"כ: ",
                "<b>וכבר</b> ידעת מחכמת היצירה באדם שיש בו שבעה נקבים. ב' אזנים. ב' נחירים. ב' עינים והשביעי הפה. והקב\"ה בתר בשביעיות. ברא רקיעים ובחר בשביעי שהוא ערבות שנא' (תהילים ס״ח:ה׳) סלו לרוכב בערבות, ברא שבעת ימי השבוע ובחר בשביעי שהוא שבת הוא שאמר (שם קלט) ימים יוצרו ולו אחד בהם. ברא ז' אקלימים ובחר בז' שהוא ארץ ישראל שנא' (שם קלב) כי בחר ה' בציון. והתבונן ע\"ז הפסוק (בראשית י״ב:ו׳) והכנעני אז בארץ, ובסוד פסוק (משלי ל״א:כ״ד) וחגור נתנה לכנעני, החגור נתון באמצע הגוף. ברא שבעה נקבים בראש ובחר בשביעי שהוא הפה, וידוע שלא בחר בו מפני האכילה והשתיה אלא מפני התורה והמצוה ושיברך לשמו ושיספר תהלתו כענין השמים וצבאותיהם המספרים כבודו כמו שאמר (תהילים י״ט:ב׳) השמים מספרים כבוד אל ומעשה ידיו מגיד הרקיע. וכן כתוב (ישעיהו מ״ג:כ״א) עם זו יצרתי לי תהלתי יספרו. ומן הידוע שכל מה שברא הקב\"ה בעולמו לא בראו אלא לכבודו, וכן הודיענו הנביא כל הנקרא בשמי ולכבודי בראתיו וכתיב (משלי ט״ז:ד׳) כל פעל ה' למענהו וכו' למענהו לקלסו מלשון (שמות ט״ו:כ״א) ותען להם מרים, ואם הכל נברא לקלסו אצ\"ל הפה שהוא כלי מיוחד לקלסו שלא נברא אלא לכך: ",
                "<b>בא</b> לברך ברכת המזון יתחייב לרחוץ ידיו ולברך על רחיצת ידים, ונטילה זו חובה. וכן אמרו (חולין קה) מים ראשונים מצוה ומים אחרונים חובה אמצעיים רשות, וכשאמרו אמצעיים רשות בין תבשיל לתבשיל אבל בין תבשיל לגבינה חובה (שם): ",
                "<b>אמר</b> רב חסדא אכל בשר אסור לאכול גבינה גבינה מותר לאכול בשר וקיי\"ל כרב חסדא, והא דקאמר אסור לאכול גבינה עד סעודה אחרת קאמר ומעת לעת חומרא יתירא היא וכן היה נוהג מר עוקבא עד סעודה אחרת דאמר מר עוקבא אנא בהא מלתא חלא בר חמרא אנא דאלו אבא כד הוה אכיל בשרא האידנא לא הוה אכיל גבינתא עד למחר כי השתא ואלו אנא בהאי סעודתא לא אכילנא בסעודתא אחריתי אכילנא. ומנהג אביו של מר עוקבא מעת לעת חומרא יתירא היא ולפיכך קי\"ל כמר עוקבא אע\"ג דקאמר בהאי מילתא חלא בר חמרא אנא. וכן אנו נוהגין בסעודה אחרת. ולא יספיק תוך זה קנוח הפה ולא נטילת ידים לפי שאין הבשר מתעכל בפחות מכאן דהיינו שש שעות. ובשר שבין השנים בשר הוא שנאמר (במדבר י״א:ל״ג) הבשר עודנו בין שניהם, אכל גבינה מותר לאכול בשר בלא שהיה כלל ובלבד שיקנח פיו בין ביום ובין בלילה, ושיטול ידיו בלילה ואין צריך ליטול ידיו ביום, ובשר חיה כבשר בהמה, ועוף וגבינה נאכלין באפיקורן, כך מצאתי בפי' של ערוך בלי קנוח הפה ולא נטילת ידים בין ביום בין בלילה. וטעם שאמרו מים אחרונים חובה מפני שאדם אוכל אחר סעודתו מלח ויש בו מלח סדומית שמסמא את העינים ומשתכח כקורטא בכורא. ואין בה ברכה אלא למברך*), בד\"א שצריך ליטול ידיו אחר סעודה בשאכל דבר מזוהם לפי שאין ראוי לברך בידים מזוהמות, שכשם שכהן מזוהם פסול לעבודה כך מי שידיו מזוהמות פסול לברכה. אי זה הוא דבר מזוהם כל שאינו ראוי ליקרב על גבי המזבח כגון חיה או עופות, אבל ראוי ליקרב אין צריך ליטול שאין דבר זה מזוהם, ויש מגדולי המורים שסברו שכל דבר נקרא מזוהם: ",
                "<b>תכף</b> לנטילת ידים ברכה. כלו' מי שנטל ידיו במים אחרונים יש לו לברך ברכת המזון מיד וכן תמצא בירושלמי. אמר ר' זירא בשם ר' אבא שלש תכיפות הן. תכף לנטילת ידים ברכה תכף לגאולה תפלה תכף לסמיכה שחיטה, תכף לגאולה תפלה שנא' (תהלים יט) ה' צורי וגואלי וסמיך ליה (שם כ) יענך ה' ביום צרה. תכף לסמיכה שחיטה שנאמר (ויקרא א) וסמך ושחט. תכף לנטילת ידים ברכה שנאמר (תהילים קל״ד:ב׳) שאו ידיכם קדש וברכו את ה', אמר ר' יוסי בר' אבין כל מי שהוא תוכף גאולה לתפלה אין השטן מקטרגו כל אותו היום, וכל מי שהוא סומך לנטילת ידים ברכה אין השטן מקטרגו באותה סעודה, וככה מי שהוא סומך סמיכה לשחיטה אין פסול נוגע באותו קרבן ע\"כ בירושלמי: ",
                "<b>יש</b> להזהר כשבא לברך שלא ישאר השלחן בלא לחם שכן אמרו בסנהדרין (דף צב) כל שאינו משייר פת על שלחנו עליו הכתוב אומר (איוב כא) אין שריד לאכלו על כן לא יחיל טובו. וטעם הדבר כדי שתחול הברכה על מה שנשאר ואם לא נשאר כלום על מה תחול הברכה שאין הברכה חלה על האין אלא על היש, והעד על זה שלחן שבמקדש שלא היה שלחן בלא לחם והיה הלחם ההוא נאכל לכהנים משרתי המקדש והיה מספיק לרבים מהם מועט ממנו, וכן אמרו רז\"ל כל כהן שמגיעו כפול היה שמח ומתוך אותו לחם שבשלחן היתה ברכה משתלשלת ומתפשטת במזונות העולם מלחם הפנים בדרך יש מיש לא יש מאין, כי גם הנביאים אשר כח בהם לעמוד בהיכל המלך אין כח בידם להמציא יש מאין אלא יש מיש, ואעידה לי עדים נאמנים אליהו ואלישע זה בכד הקמח וזה בענין אסוך שמן שהיה הכל יש מיש כי אין כח לעשות יש מאין אלא הקב\"ה יוצר בראשית שברא עולמו יש מאין ואפי' בעצמו ובכבודו לא מצאנוהו אלא בבריאת העולם בששת ימי המעשה מאז ועד עתה הכל יש מיש, וכן כתוב (בראשית ב׳:ג׳) אשר ברא אלהים לעשות, באורו אשר ברא אלהים יש מאין לעשות מכאן ואילך יש מיש ולא יש מאין. ולפיכך יצטרך האדם כשבא לברך ברכת המזון שישאיר פת לחם על השלחן ואפי' מעט ממנו כדי שתחול הברכה בו ויתפשט כח הרבוי במעוט כדרך הנסים הנסתרים הנעשים לנו כל היום ואין אנו יודעים ומכירים בהם וכמ\"ש רז\"ל אין בעל הנם מכיר בנסו, ותדע לך כי סבת הברכה המשתלשלת במזונות העולם ולחם הפנים מפורש בפסוק (ויקרא כ״ד:ז׳) והיתה ללחם לאזכרה, בשכבר ידעת שהיו נותנין על הלחם לבונה הוא שכתוב (שם) ונתת על המערכת לבונה זכה, והיו לחם הפנים ולבונה מעכבות ניה לזה כענין האתרוג או הלולב והתכלת והלבן בזמן שתכלת מצוי. ולחם הפנים אין לגבוה בו חלק והלבונה אין להדיוט בה חלק כי היו מקטירין אותה על האש ולכך אמר הכתוב (ויקרא א) והיתה ללחם לאזכרה כי מתוך שמקטירין הלבונה שעל הלחם הנזכר למעלה והברכה תחול בו וממנו למזונות העולם והבן זה, כי על כן היו שתים עשרה חלות מסודרות על השלחן ומשם הברכה באה כנגד שנים עשר מלאכים הסובבים כסא הכבוד, ונקראים ד' מחנות שכינה שמשם העולם מתברך לד' רוחותיו והם עומדים ג' לכל רוח כטעם ד' דגלים שבמדבר, וכנגדם בכסא שלמה למטה י\"ב אריות והם כשתים עשרה חלות הללו וארבעה עשרונים והתעורר לזה: ",
                "<b>יש</b> להזהר ג\"כ כשבא לברך ברכת המזון שיסיר את המאכלת מעל השלחן, וטעם הדבר מפני שהשלחן נקרא מזבח ומה מזבח הוזהרנו בו שלא להניף עליו ברזל שנאמר (שמות כ׳:כ״ב) לא תבנה אתהן גזית וגו', ודין תורה הוא שאם עשאה לאבני מזבח גזית בכלי כסף או בשמיר שהיה מותר הא אין עיקר האיסור בגזית אלא מפני הברזל שהוא החרב והתורה הרחיקו מן המשכן שכתוב (שם כה) זהב וכסף ונחשת ולא הזכיר שם ברזל, וכן במקדש כתוב (מלכים א ו׳:ז׳) ומקבות והגרזן כל כלי ברזל לא נשמע בבית בהבנותו. והטעם לפי שהוא כחו של עשו שנתברך בה מפי אביו וזהו שאמרו (בראשית כ״ז:ל״ט-מ׳) ועל חרבך תחיה, וכתיב (מלאכי א׳:ג׳) ואת עשו שנאתי לכך הוא מרוחק מן המקדש. וכן השלחן הוזהרנו לסלק החרב מעליו. לפי שהחרב הוא המחריב שהוא סבת החרבן שהוא הפך השלום ואין לו העמדה במקום ברכה שהוא שלום שהרי המזבח והשלחן מאריכין ימיו של אדם והחרב מקצר ואינו דין שיונף המקצר על המאריך: ",
                "<b>יש</b> להזהר לפרוס מפה על הפת שבשלחן בשעת ברכה, וכן הוא מנהג הותיקים לכסות הפת בשעה שמברכין ברכת המזון כדי שלא יתבייש הפת. וכן כשמקדשין קדוש של שבת ביין ולא בפת. וכן אמרו בקדוש היום פורס מפה ומקדש, כלומר פורס מפה על הפת ואח\"כ מקדש על היין, ועוד יש בזה רמז ודוגמא לירידת המן שמתחלה היה המן יורד על פני המדבר וזה שאמר ובבקר היתה שכבת הטל ואח\"כ ירד המן עליו, וזהו שאמר (שמות ט״ז:י״ד) והנה על פני המדבר דק מחוספס דק ככפור על הארץ, וכתיב ותעל שכבת הטל ולא אמר ויעל המן אלא ותעל שכבת הטל למדך שהיה טל אחר יורד עליו. וכן אמרו רז\"ל טל מלמטה וטל מלמעלה והמן באמצע כמונח בקופסא, וכן בכאן על השלחן פורס מפה ומקדש מפה מלמעלה ומפה מלמטה והפת באמצע. וזה דוגמא לירידת המן במדבר: ",
                "<b>ברכת</b> המזון הם שלש ברכות מן התורה ואחת ברכה רביעית מדברי סופרים. וגדול שבשלחן מברך ואע\"פ שבא לאחר סעודה. וסימן לשלש ברכות מן ועשית שלחן עצי שטים וצפית אותו זה\"ב, ברכת הזן. ברכת הארץ, ברכת בונה ירושלים. זהו זה\"ב מספר דוד. וכן השלחן רמז למלכות וסימן הוא למלכות בית דוד בן ישי וכולל מלכות בית דוד של מטה וכן מלכות של מעלה, הוא כח הלבנה דוד מלך ישראל חי וקים, זהו שאמרו (שמואל ב כ׳:א׳) אין לנו חלק בדוד ולא נחלה בבן ישי איש לאהליו ישראל אין לאהליו אלא לאלהיו, וכבר ידעת כי השלחן במקדש כנגד מדת הדין, ומטעם זה היתה מונחת בצפון שהוא השמאל ומדת הגבורה, והיו על השלחן שני בגדים אחד שני ואחד תכלת, השני כנגד מדת הדין של מעלה והתכלת כנגד של מטה הכלולה מכל המדות, שהרי לחם הפנים היה על השלחן עצמו בלא שום אמצעית שנאמר (במדבר ד׳:ז׳-ח׳) ולחם התמיד עליו יהיה ועל הלחם פורשין בגד תכלת ועל בגד זה היו נותנין כל כלי השלחן ועל כלי השלחן היו פורסין בגד שני והיה העליון על הכל והיה בגד שני מלמעלה ובגד תכלת מלמטה כי כן מה\"ד של מעלה משפעת בשל מטה וכל הענין כי מן השלחן שבמקדש תבא פרנסה לכל העולם, וכנגד מדת הדין המפרנסת העליונים צבא המרום גם השפלים, כי היא המדה הנותנת טרף לביתה וחק לנערותיה, ומכאן תבין טעם היות קומת השלחן עם המסגרת י' טפחים. וא\"כ השלחן שבמקדש עם מה שעליו יורה על מדת הדין והבן. ויש לך להתעורר על מה שאמרו חז\"ל עשרה שולחנות עשה שלמה המלך ע\"ה כמו שנתפרש בכתוב. וכן עשר מנורות וכן עשרה כיורות: ",
                "<b>ברכת</b> המזון מן התורה שנא' (דברים ח) ואכלת ושבעת וברכת את ה' אלהיך, ושנינו בברייתא (ברכות פ\"ז דף מח ב) וברכת זו ברכת הזן. את ה' אלהיך זו ברכת זימון, על הארץ זו ברכת הארץ, הטובה זו ברכת בונה ירושלים, וכן הוא אומר (דברים ג) ההר הטוב הזה והלבנון, אין לי אלא לאחריו לפניו מנין ת\"ל אשר נתן לך משעה שנתן לך אתה חייב לברכו, דרשו רבותינו ז\"ל (ברכות פ\"ז מח ב) משה תקן להם לישראל ברכת הזן בשעה שירד להם מן, יהושע תקן להם ברכת הארץ בשעה שהכניסם לארץ, דוד ושלמה תקנו ירושלים. ועוד תמצא בפ' המן רמז לברכת המזון במן עצמו, שנאמר (שמות יז) ובבקר תשבעו לחם וידעתם כי אני ה' אלהיכם, וידיעה זאת שתזכירוהו ברכה על אכילת המן. הרביעית שהיא הטוב והמטיב ביבנה תקנוה. הצריכו רז\"ל להזכיר בברכת הארץ תורה, וכן צריך שיזכיר בה ברית ושיקדים ברית לתורה שיאמר כן ברית ותורה חיים ומזון על בריתך שחתמת ועל תורתך שלמדתנו, והטעם שהצריכו להזכירם בברכת הארץ להורות שבשביל התורה זכינו לירושת הארץ. וזה טעם הקמת האבנים שהיתה כל התורה כתובה עליהן, וזהו שאמר (דברים כו) למען תבא אל הארץ, פירוש למען הזכרה זו תבא אל הארץ ולפי דעתי למען אשר תוכל לבא. כלומר מה שאני מצוה לך לכתוב עליהן כל התורה למען שיהיה לך כח לבא אל הארץ כי כח התורה יכרית האויבים אשר בארץ וינחילנה לנו: ",
                "<b>וטעם</b> להקדים ברית לתורה, לפי שהתורה נתנה בג' בריתות והמילה נתנה בי\"ג. והם הנזכרים בפרשת המילה לאברהם, ובזכות שש עשרה בריתות אלו אנו ניצולים ממדת הדין שהוא חרבו של הקב\"ה שיש לה שש עשרה פיות האומרות הך האויבים, ועל זה אמר משה בהבטחה עתידה (דברים לב) אם שנותי ברק חרבי ותאחז במשפט ידי סמך י' של חרבי אל ו' של ותאחז כדי לרמוז חרב שש עשרה, והבן פסוק (איוב יט) גורו לכם מפני חרב כי חמה עונות חרב למען תדעון שדון. ביאורו גורו לכם מפני חרב של מעלה כי העונות גורמין החמה והחרב למטה, ולמען זה יש לכם לדעת שיש דין והעולם אינו מקרה, וחרב זו רשעים נדונין בה, והצדיקים לא די שאין מתפחדין ממנה אלא שהיא נמסרת בידם הוא שכתוב (תהלים קמט) רוממות אל בגרונם וחרב פיפיות בידם קרי ביה י\"ו פיות והבן זה, כי יש בכאן ענין גדול נקשר בקצת אותיות השם הגדול אך כונתי לקצר: ",
                "<b>וברכת</b> הטוב והמטיב שתי מלכיות לבד מדידיה. וכן אמרו בירושלמי שלש מלכיות שלש הטבות שלש גמולות. שלש מלכיות מלך העולם, האל אבינו מלכנו, המלך הטוב. שלש הטבות, המלך הטוב והמטיב הוא מטיב. שלש גמולות הוא גומלנו הוא גמלנו הוא יגמלנו: ",
                "<b>ברכת</b> המזון בשלשה שנאמר (תהלים לד) גדלו לה' אתי וכו'. בשלשה אומרין נברך שאכלנו משלו בלא הזכרת השם. ובעשרה מזכיר השם נברך אלהינו, ולא יאמר ברכו אלהינו כלומר שלא יוציא את עצמו מן הכלל, והכי אסיקנא נברך עדיף אלא שאם אמר ברכו אין תופסין אותו, רבו האוכלים אפי' אחד עשר רבוא אומרים נברך אלהינו שאכלנו משלו לפי שהעשרה הוא המספר הכולל את הכל ואין אחריו כי אם כפול. המזמן בשלשה אומר נברך שאכלנו משלו והשנים עונין כמו שהוא מתחיל ואומר ברוך שאכלנו משלו ובטובו חיינו. והמזמן בעשרה אומר נברך אלהינו שאכלנו משלו והשאר עונין ברוך אלהינו שאכלנו משלו ובטובו חיינו, ואותם שמחוץ לשלחן עונין אמן, וכענין שאמרו במס' ברכות (דברים לב) כי שם ה' אקרא הבו גודל לאלהינו כשאקרא שם ה' הבו גודל לאלהינו כלומר אתם תענו אמן: ",
                "<b>קטן</b> היודע למי מברכין מזמנין עליו ואם לא אין מזמנין עליו אבל משלים הוא לעשרה. מדאמרי' אמר ר' יהושע בן לוי אע\"פ שאמרו קטן המוטל בעריסה אין מזמנין עליו אבל עושין לו סניף להשלימו לעשרה, ופירש רש\"י ז\"ל לאו לעשרה קאמר אלא לזימון. מיהו קי\"ל דאין עושין אותו סניף (לעשרה) לא לתפלה ולא לזימון עד שיביא שתי שערות, מדאמרי' בירושלמי קטן מאימתי עושין אותו סניף ר' אבין אומר אתפלגון רב הונא ורב יהודה תרוייהו בשם שמואל חד אמר כדי שידע בטיב ברכה וחד אמר כדי שיהא יודע למי מברך. אמר ר' יוסי בר' חלפתא כמה זמנין אכלית עם חלפתא אבא ועם ר' אבינא בר קיסי ולא זמנין עלי עד שהבאתי שתי שערות. וע\"ז הגיה רבינו תם ז\"ל וכן מנהג העולם: ",
                "<b>תשעה</b> שאכלו דגן וא' ירק מצטרפין לענין נברך, ודוקא לענין צירוף אבל לענין שיוציא רבים ידי חובתן בעינן שיאכל כזית דגן. ובשלשה אין צריך לומר להוציא ידי חובתן אלא אפי' להצטרף בעינן שיאכל כזית דגן, וכן אנו נוהגין כשנכנס אדם להצטרף שנוטל כזית דגן ואוכל: ",
                "<b>וצריך</b> אתה לדעת כי ממה שאמרו חכמים ז\"ל (חולין פ\"ו דף פז) יצתה בת קול ואמרה כוס של ברכה שוה ארבעים זהובים, יתבאר מזה שכל ברכה וברכה ממאה ברכות שוה עשרה זהובים. ויש בזה אסמכתא מן הפסוק (במדבר ז) כף אחת עשרה זהב מלאה קטרת, כלומר כל אחת מכ\"ף והן מאה ברכות שוה עשרה זהב, וכן תמצא במקום אחר (בראשית כד) עשרה זהב משקלם וסמיך ליה ואקוד ואשתחוה לה' ואברך את ה'. וטעם שכל ברכה וברכה שוה עשרה זהובים לרמוז שיש לכלול עשר ספירות בכל ברכה וברכה. וטעם מאה ברכות בכל יום כנגד עשר ספירות עשר ברכות לכל ספירה וספירה. וזהו שכתוב (דברים י) ועתה ישראל מה ה' אלהיך שואל מעמך, ויש בסוד זה תשעים ותשעה אותיות ואחד משלים למאה, ומצינו בדוד המלך ע\"ה (שמואל ב כג) נאם הגבר הוקם על לפי שהיו בדורו מאה בישראל מתים בכל יום ודוד הרגיש בזה עמד ותקן מאה ברכות, לא שהוא תקנם אלא שהוא יסדם לפי ששכחום וחזר דוד ויסדם. וכן כתיב (תהלים קכח) הנה כי כן יברך גבר ירא ה'. מלת יברך חסר וי\"ו ובאורו כמספר כ\"י כ\"ן יברך מי שהוא ירא את ה', וצריך אדם להזכיר מאה ברכות ולקיימן בכל יום, ובשבת שאי אפשר שאין תפלת שבת אלא שבע ברכות כמו שכתוב (שם קיט) שבע ביום הללתיך ביום הידוע והמיוחד שהוא שבת כבר אמרו חכמים ז\"ל ממלינהו באספרמקי ומגדי: ",
                "<b>והנה</b> אבאר לך בכאן שלש סעודות של שבת. (שבת דף קיט) אמרו רז\"ל חייב אדם לאכול שלש סעודות בשבת שנא' (שמות ט\"ו) אכלוהו היום כי שבת היום לה' היום לא תמצאוהו בשדה, ובשכר המצוה אמרו (שם) כל המקיים שלש סעודות בשבת ניצול משלש פורעניות, מחבלו של משיח ומדינה של גיהנם וממלחמות גוג ומגוג, ובכל אחד משלשתן הזכיר הכתוב יום. חבלו של משיח (מלאכי ג) לפני בוא יום ה'. דינה של גיהנם (שם) הנה יום ה' בא בוער כתנור וכתיב (שם) ולהט אותם היום הבא. מלחמות גוג ומגוג (זכריה יד) הנה יום בא לה'. וטעם שלש סעודות שבת כנגד שלש מעלות עליונות שהן שלש סעודות אשר לנפש בחיים הנצחיים האמתיים הנקראים חיי העוה\"ב וצרור החיים: ",
                "<b>ראשונה</b> מדת שמור שהיא המלכות והיא הכלה ולכך נקראת שבת כלה. וז\"ש (שבת פט\"ו ד' קיט) בואי כלה בואו ונצא לקראת שבת כלה מלכתא, וזהו (שמות יו) אכלוהו היום כנגדה אנו עושים קדוש בליל שבת על היין: ",
                "<b>שניה</b> מדת זכור שהוא הרחמים כנגדה אנו עושים קדוש ביום, והוא הנקרא קדושא רבא שהרי הלילה שמור והיום זכור שהוא הרחמים, וזהו כי שבת היום לה': ",
                "<b>שלישית</b> המקור העליון הנקרא אין, ממה שכתוב ואיוב כח) והחכמה מאין תמצא, וזהו היום לא תמצאוהו בשדה: ",
                "<b>ומעתה</b> התבונן ופקח עיני הלב במעלות המקיים שלש סעודות, ושכר העצום והמעותד והגנוז לו בכונה העליונה הזאת הראוי הוא בודאי להנצל מן השלש פורעניות והבן זה: ",
                "<b>ויש</b> לך לדעת כי שלש סעודות של שבת זמניהם חלוקים, האחד בליל שבת, והשני בשחרית, והשלישי במנחה, לא כאותן שעושין סעודה שלישית בשחרית אחר סעודה וברכת המזון שפורסין מפה וחוזרין ועושין סעודה שנראה סעודת שבת לחצאין ואין כאן הכרה בסעודה שלישית הנפלאה העליונה. אלא זמן הסעודה השלישית בשעת מנחה הוא מדתנן בפרק כל כתבי הקודש (דף קי\"ז ב) נפלה דליקה בליל שבת מצילין מזון שלש סעודות. בשחרית מצילין מזון שתי סעודות. במנחה מצילין מזון סעודה אחת. ועוד מדתנן בפסחים (פ\"ק דף י\"ב) ארבעה עשר שחל להיות בשבת מבערין את הכל מלפני השבת ומשיירין מזון שתי סעודות, מכל זה ראיה שסעודה שלישית זמנה במנחה לפי שאותה שעה כבר הגיע זמן איסור חמץ מן התורה משש שעות ולמעלה, ואמר בתוספתא שכל הרוצה לקיים שלש סעודות בארבעה עשר שחל להיות בשבת אוכל מצה עשירה והיא העשויה בשמן ודבש, כי לא אמרו כל האוכל מצה בערב הפסח אלא בלחם עוני אבל מצה עשירה מותר שעדין לא חל עליו חיוב לחם עוני עד הערב: ",
                "<b>שלש</b> סעודות הללו צריך לקבוע כל אחת משלשתן על היין ולבצוע על שתי ככרות בין בשבתות בין בימים טובים. יש שהיו אומרים בסעודה שלישית שאפשר בפירות ואין צריך פת ומביאין ראיה מההיא דסוכה (פ\"ב דף כ\"ז) דאמרי' אם השלים במיני תרגימא יצא, ואין דעתנו כן דקי\"ל דפרי לא בעי סוכה ואם השלים בפירות לא יצא אלא ודאי צריך פת בסעודה שלישית כמו בשתים ראשונות. ",
                "<b>וכיון</b> שבארתי לך חיוב שלש סעודות של שבת והודעתיך שכרו וגליתי לך נגלהו ונסתרו הנני מבאר לך עוד ענין:  <b>פנים חדשות</b>. וזה נאמר על המעלה הסמוכה למלכות שעליה הזכיר הכתוב נעשה אדם בצלמנו כדמותנו, וכיון שהוא השבת הגדול בודאי כיון שבא שבת בא פנים חדשות. ומטעם זה תמצא ענין שבע ברכות כדאמרינן בגמ' במסכת כתובות (דף ח) יומא קמא בריך כולהו מכאן ואילך אי איכא פנים חדשות אין אי לא לא. ושבת עצמו כמו פנים חדשות. אבל כל דברי רז\"ל בנויים על החכמה המקובלת והוא היסוד הגדול שכל דבריהם נשענים עליו. אשרי המתבונן בהם ומסתכל באספקלריא המאירה שלהם, ומעתה איני צריך להרחיב ביאור בענין הנשואין ביצירה התחתונה בזכר ונקבה ממה שרמזתי בזכור ושמור ומתוך הרמז המועט תוכל להבין המרובה.  ",
                "<b>ואחר</b> שבארתי לך ענין קדוש אבאר לך <b>ענין הבדלה</b> למען לא תחסר כל על שלחנך בין בחול בין בשבת, כי גם ההבדלה היא כבוד השבת לזכור את יום השבת בבואו וצאתו, כמו שדרשו רז\"ל (פסחים דף ק\"ו) זכור את יום השבת זכרהו בכניסתו וביציאתו: ודע כי ההבדלה בארבע ברכותיה היא רמוזה בפרשה ראשונה של בראשית. ברכה ראשונה בורא פרי הגפן רמוזה בפסוק ראשון במלת הארץ שהיא הגן הגפן בגן, והוא היין המשומר בענביו מששת ימי בראשית. ברכה שניה עצי בשמים רמוזה בלשון ורוח אלהים מרחפת על פני המים, כי הריח באמצעות הרוח. שלישית בורא מאורי האש הוא שכתוב יהי אור. רביעית המבדיל הוא שכתיב ויבדל אלהים בין האור. וכשם שמצינו הבדלה בהקב\"ה בתחלת המלכות בבריאת העולם וחידושו, כך מצינו בו קדוש ביום השבת שהוא איסור המלאכות הוא שכתוב (בראשית א׳:כ״ז) ויברך אלהים ויקדש אותו ברכו במן וקדשו במקושש: ",
                "<b>ד\"א</b> ברכו באורה כיון ששקעה חמה בליל שבת ביקש הקב\"ה לגנוז את האורה וחלק כבוד לשבת הה\"ד ויברך אלהים וגו', במה ברכו באורה התחילו הכל מקלסין להקב\"ה, הה\"ד (איוב ל״ז:ג׳) תחת כל השמים ישרהו מפני מה ואורו על כנפות הארץ: ",
                "<b>ר'</b> ישמעאל בר' יוסי שאל בני בבל בזכות מה הן חיין. אמר לו בזכות התורה. ושבארץ ישראל בזכות מעשרות, ושבח\"ל בזכות מה מפני שמכבדים שבתות וימים טובים. ר' יוחנן בשם רבי יוסי בן חלפתא אמר אברהם אבינו שאין כתוב בו שמירת שבת ירש את העולם במדה שנאמר (בראשית י״ג:י״ז) קום התהלך בארץ לארכה ולרחבה, אבל יעקב שכתוב בו שמירת שבת שנאמר (שם לג) ויחן את פני העיר נכנס עם דמדומי חמה וקבע תחומין מבעוד יום, ירש העולם שלא במדה שנאמר (שם כח) ופרצת ימה וקדמה וגו'. ד\"א ויברך אלהים את יום השביעי ויקדש אותו ברכו שלא נדחה יום שבת, ר' שמואל ב\"ר נחמני אמר יו\"ט נדחה שבת אינה נדחית. ד\"א ברכו בבן זוג: ",
                "<b>ת\"ר</b> ר' שמעון בן יוחאי אומר אמרה שבת לפני הקב\"ה רבש\"ע לכל יש בן זוג ולי אין בן זוג אתמהה. אמר הקב\"ה כנסת ישראל תהא בת זוגך, וכיון שעמדו על הר סיני ואמר להם הוו זוכרין לאותו דבר שאמרתי לשבת כנסת ישראל תהא בת זוגך, הוי אומר (שמות כ׳:ח׳) זכור את יום השבת לקדשו.",
                "<b>ושם</b> עוד (בראשית ב׳:ט״ו) ויניחהו בגן עדן נתן לו הקב\"ה לאדם הראשון מצות שבת כתיב הכא ויניחהו וכתיב התם וינח ביום השביעי. לעבדה ששת ימים תעבוד ולשמרה שמור, עד כאן בב\"ר, ותמצא במסכת (פסחים פרק י דף ק) שאמר מפסיקים לקדוש ואין מפסיקים להבדלה, פי' מפסיק אדם סעודתו ערב שבת ויברך ברכת המזון של חול ואח\"כ מקדש זהו מפסיקים אבל אם היה אוכל בשבת והחשיך היום לא יפסיק סעודתו אלא ישלימנה, ואע\"פ שהוא מברך של שבת בחול אין בכך כלום, ואח\"כ יבדיל וזהו אין מפסיקין להבדלה. והטעם לפי שראוי לאדם להפסיק סעודתו לכבוד המלך הנכנס כדי להקביל פניו, אבל בשבת אין להפסיק סעודתו מפני הבדלה אלא אוכל והולך כאדם המשאיר את המלך ומעכבו אצלו, ואילו היה מפסיק היה נראה כמגרש את המלך, ודומה לזה מה שדרשו רז\"ל במכילתא זכור ושמור זכרהו בכניסתו שתקבלהו עליך קודם שקיעת החמה כדי שיהא הכל מתוקן, ושמור שמרהו ביציאתו כאדם המשמר את המלך או אוהבו שהוא עמו ואינו רוצה שילך מאתו כל זמן שיוכל לעכבו ע\"כ:",
                "<b>מי</b> שנתנו לו כוס של ברכה לברך אין לו לסרב, וכן אמרו (ברכות פ\"ח דף נה) שלשה דברים מקצרין ימיו של אדם, מי שנתנו לו ספר תורה לקרות ואינו קורא, וכוס של ברכה לברך ואינו מברך, והנוטל שררה לעצמו. ואע\"פ שברכת המזון מן התורה קיימא לן דברכה אינה טעונה כוס אבל למצוה מן המובחר צריך לברך על הכוס: ",
                "<b>ומדרך</b> הותיקין מחמירין להזהר בכוס של ברכה בי' דברים שהצריכו בו. ואלו הן הדחה שטיפה חי מלא עטור ועטוף, נוטלו בשתי ידיו ואוחזו בימין ומגביהו מן הקרקע טפח, ונותן עיניו בו ומשגרו לאנשי ביתו. פירוש הדחה מבפנים ושטיפה מבחוץ. חי עד ברכת הארץ נותן לתוכו מים. ויש שפי' חי שיצא מן הכלי מיד סמוך לסעודה מלשון מים חיים שנשאבו מן המעין מיד. ויש שפי' חי שיהיה הכוס שלם לא חסר לפי שהכלים שבירתן זו היא מיתתן. אין מברכין על הכוס של ברכת המזון עד שיתן לתוכו מים משום דבעינן מצוה מן המובחר ודבר מזוג לפי שהיין חי מזיק הוא ועיקר חיוב הברכה הוא על דבר שאינו מזיקו. וכך אמרו אין מברכין על כוס של ברכה עד שיתן לתוכו מים, ודוקא ברכה דברכת המזון אבל ברכה דבורא פרי הגפן מברכין עליו, וכן מקדשין עליו דומיא דנסוך דכתיב (במדבר כ״ח:ז׳) הסך נסך שכר לה' בעינן יין המשכר, וכאותה שאמרו כגון זה צריך לברך עליו ולומר עליו הלל הגדול. וכבר ידעת כי היין רמז למדה\"ד ומספרו שבעים, כי יש למעלה שבעים שרים ניזונים ממדת הגבורה וכולן נמשכים מן הרחמים בדוגמת יעקב השלישי שבמרכבה שיצאו ממנו שבעים נפש. ומטעם זה מנעו לנזיר להפריש עצמו מכל אשר יצא מגפן היין לפי שהוא דבק עם הרחמים כמ\"ש (שם ו) איש כי יפליא לנדור נדר נזיר, ועל כן הצריכו חז\"ל בכוס של ברכת המזון שהוא מן התורה שלא לברך עליו עד שיתן לתוכו מים כיון שכונת הברכה לעצם הרחמים דא\"ר יוחנן (ברכות פ\"ז דף נא) כל המברך על הכוס של ברכה מלא נותנין לו נחלה בלא מצרים שנא' (דברים ל״ג:כ״ג) ומלא ברכת ה' ים ודרום ירשה, ר' יוסי בר חנינא אומר זוכה ונוחל שני עולמים העוה\"ז והעוה\"ב שנא' ים ודרום ירשה, ור' יוחנן היה מוכיח נחלה בלא מצרים מלשון ים ודרום ירשה, ור' יוסי מודה ליה בכך ומוסיף ממה שכתוב ים ודרום ירשה ולא אמר רש לפי שהעולם הבא נברא ביו\"ד והעוה\"ז בה\"א. ומה שאמר בו בספר הבהיר ים ודרום ירשה רש היה לו לומר וכתיב ירשה יש אומר רש הכל נתן לך ולואי שתשמור דרכיו הוא ענין פנימי ונעלם, כי ים ודרום בא לרמוז השלום והברית והם החכמה והבינה והבן זה. עיטור מעטרו בתלמידים כדאמר רב חסדא מעטר ליה בנטלי. עטוף רב פפא אמר מעטף יתיב ומברך. רב אשי פריש סודרא ארישיה. ונוטלו בשתי ידיו דכתיב (תהילים קל״ד:ב׳) שאו ידיכם קודש וברכו את ה', ואוחזו בימינו בלא סיוע כלל. ומגביהו מן הקרקע דאמר קרא (שם קטז) כוס ישועות אשא וגו'. ונותן עיניו בו דלא ליסח דעתיה מיניה. ומשגרו לאשתו כי היכי דתתברך אנשי ביתיה, הרי אלו עשרה דברים שנאמרו בכוס של ברכה וא\"ר יוחנן אנו אין לנו אלא ד' ואלו הן, חי, מלא, שטיפה, הדחה. וסימניך חמשה. חי חי, מ' מלא, ש' שטיפה, ה' הדחה, או אם תרצה אמור שמח\"ה מפני שכתוב (תהילים ק״ד:ט״ו) ויין ישמח לבב אנוש: ",
                "<b>ברכת</b> המזון אין לברך אותה אלא מיושב, ואם היה אוכל והוא מהלך או עומד, יושב במקומו ומברך. אכל ושכח ולא בירך ברכת המזון והלך לו ואח\"כ נזכר שלא בירך לא יברך במקום שנזכר אלא חוזר למקומו ויברך כדאמרי' (ברכות מג) דא\"ל ב\"ש לב\"ה אטו מי ששכח ארנקי בבירה לא יעלה ויטלנו, לכבוד עצמו חוזר לכבוד שמים לא כל שכן: ",
                "<b>אין</b> משיחין אחר כוס של ברכה ואין מברכין על כוס של פורענות. מאי כוס של פורענות כוס שני. וטעמא דמילתא משום זוגות כדתנן השותה כפלים לא יברך משום (עמוס ד׳:י״ב) הכון לקראת אלהיך ישראל. וטעם איסור הזוגות לפי שהכשפנים והמורכבים משתים שולטין על כל מי שאוכל ושותה זוגות. ועוד טעם אחר להרחקת השניות שהם הנרדפים מכח האחד והזוגות מכח השניות. וכדי לקבוע בלב ענין אחדות והתרחק מאמונת השניות כענין שכתוב (משלי כ״ד:כ״א) ועם שונים אל תתערב. וכן מן השניות ואילך על כן אסרו הזוגות אפי' בדברים הנאכלים והנשתים, כי ראוים הם הענינים הטבעיים להיותם אות וסימן לענינים הראויים, בשכבר ידעת כי הדעות האמתיות צריכות הן לפעולות ואתה רואה במעשה בראשית שלא נאמר כי טוב ביום שני. ואמרי' בראשית רבה כי בו נברא המחלוקת וגיהנם ואין ספק כי כיון שנבראו בו דברים כאלה הרי הוא מזיק שאסרו להתחיל בו כל מלאכה, הוא שאמרו רז\"ל אין מתחילין בב' כי מי שמוסיף על האחד אין הטוב נמצא בו, ולכך נקרא יום שני הוא מלשון שנוי כי האחד אין בו שנוי הוא שכתוב (מלאכי ג׳:ו׳) כי אני ה' לא שניתי. אך יום שני הוא תחלת שנוי ממנו ואילך שנוי הנבראים כלם הרצון בשאר הימים אחריו מצינו קטרוג בכלם שהרי בג' תוצא הארץ עץ פרי ולא הוציאה אלא עץ עושה פרי. וכן ברביעי קטרגה הלבנה ואמרה לא נאה לשני מלכים להשתמש בכתר אחד. וכן בחמישי הרג את הזכר שבאורו גנז את האור העליון. וכן בששי חטא אדם ושנה רצון השם, ועליו נאמר (איוב י״ד:כ׳) משנה פניו ותשלחהו, והנה יום שני סבה לכלם כי כלן באי כחו ונמשכין אחריו. ומה שאמר הכון לקראת אלהיך ישראל שהוא האחד והוסיף ישראל לפי שהם עם אחד מיוחד לאל אחד שנא' (דברי הימים א י״ז:כ״א) ומי כעמך ישראל גוי אחד בארץ, ראוי לך שתכין עצמך ותכון לקראת האחד ושלא תאכל ותשתה זוגות כדי שלא תחשוב בלבך שניות: ",
                "<b>הרי</b> שבע ברכות שיתחייב אדם לברך על השלחן והם נטילת ידים והמוציא וברכת המזון שהיא ד' ברכות, והם המצויות והנוהגות תמיד, ועם מים אחרונים הרי שמונה ברכות, ואם שתה רביעית יין מכוס של ברכת המזון מברך עליו על הגפן ועל פרי הגפן. ועם ברכה זו הרי תשע, ואם בא להם שנוי יין ופירות ואין ברכותיהם שוות מברך על זה וחוזר ומברך על זה, הרי שתים עשרה, ואי זה שיקדים יקדים אבל ברכותיהם שוות אע\"פ שהאחד מהן ממין שבעת המינין חביב עדיף. וכל הקודם בפסוק קודם לברכה. (דברים ח׳:ח׳) ארץ חטה ושעורה וגו' ואפילו חטה שעורה שאם בא בכיסנין ברכתו שהכל ואינה קודמת לבורא פרי הגפן. הביאו לפניו תמרים ורמונים מברך על התמרים ואח\"כ על הרמונים לפי שהתמרים שני לארץ והרמונים חמישי לארץ: ",
                "<b>אסור</b> לו לאדם ליהנות מן העוה\"ז בלא ברכה. וטעם הדבר לפי שכל המברך על מה שנהנה הוא מעיד על ההשגחה שהוא הממציא מזון לשפלים כדי שיזון. ובזכותם התבואה והפירות מתרבים ומתברכים. והנהנה ואינו מברך גוזל ממנו ההשגחה ומוסר הנהגת השפלים לכוכבים ולמזלות, זה שאמרו (באבות פ\"ו דף לה:) כל הנהנה מן העולם הזה בלא ברכה כאלו גוזל להקב\"ה ההשגחה, ולכנסת ישראל הפירות, שבשביל עון זה הפירות מתמעטים לישראל בסבתו שהרי כל העולם נדון אחר רובו וכל יחיד ויחיד נדון אחר רובו, ולכך יש לו להראות את עצמו כאלו כל העולם תלוי עליו. והנה לפי הדרך הזה אין הברכות לצורך גבוה אלא לצורך הדיוט כי כיון שהוא יתעלה מקור הברכה וכל הברכות משתלשלות ממנו כל הנמצאים המברכים אותו כל ברכותיהם כדאי לו כי הוא הנמצא הקדמון אשר המציא הנמצאים כלם ומציאותם אינה אלא ממציאותו ומציאותו תספיק בעצמו לא יצטרך לזולתו כלל, ואם יברכוהו תמיד כל היום וכל הלילה לא יחשו לא יתרבה או מה יתנו לו או מה מידם יקח אין התועלת והרבוי כי אם אלינו: ",
                "<b>אמנם</b> כי יש להתעורר ולפקוח עיני הלב על דרך החכמה המקובלת. כי הברכות אינם צורך הדיוט בלבד ויש בהם צורך גבוה, כמ\"ש הכתוב (דברים ח׳:י׳) ואכלת ושבעת וברכת את ה' אלהיך הפסוק הזה נותן לב להבין סוד הברכות, ולא תמצא בכל התורה בשום מקום שיצוה הקב\"ה שנברך לשמו כי אם באמן ומזה אמר דוד (תהלים קמה) ואברכה, וכן אמר (שם ק) הודו לו ברכו שמו ורבים כן, ועל כן צריך שתשכיל כי הברכות אינן צורך הדיוט כלל וגם אינם הודאה בלבד אבל הם לשון תוספת ורבוי מלשון (שמות כ״ג:כ״ה) וברך את לחמך ואת מימיך. והבן מאמר חכמים ז\"ל שאמרו בסוף פרק המקבל בענין בעל חוב ושכב בשלמתו וברכך מי שצריך ברכה דהיינו הדיוט יצא הקדש שאינו צריך ברכה, ומקשי בגמרא ולא והא כתיב ואכלת ושבעת וברכת את ה' אלהיך אלא ולך תהיה צדקה למי שכל הצדקות שלו. ביארו חכמים ז\"ל בפירוש כי ההקדש צריך ברכה אבל אינו צריך צדקה, ומפורש אמרו בברכות (פ\"ק דף ז) אמר לו ישמעאל בני ברכני, וכן במסכת שבת (פ\"ק דף פט) אמר לו הקב\"ה למשה היה לך לעזרני, והוא ענין הברכות. ואמרו עוד שהקב\"ה מתאוה לתפלתן של צדיקים המעטים יותר משאר עמים רבים ולא ברב עם הדרת מלך, אלא ודאי לשון וברכת לשון תוספת ורבוי, והוא מלשון בריכה נובעת מן המקור ולכך אנו מזכירין בתפלתנו תתרומם ותתברך ובלשון הקדיש יתברך וישתבח ויתפאר ויתרומם ויתנשא. ועוד מלשון בריכה וכריעה מי שכל ברך כורע לו. וכן תמצא בספר הבהיר מאי משמע דהאי ברכה לישנא דבריך הוא שנאמר (ישעיהו מ״ה:כ״ג) כי לך תכרע כל ברך תשבע כל לשון, מי שכל ברך כורע לו ע\"כ. והנה זה מסתרי התורה, וענין הכונה בתפלה נמשך אחריו ואין ראוי לבאר ולהרחיב לו יותר במכתב: ",
                "<b>ודע</b> ממה שאמרו חז\"ל אסור ליהנות מן העוה\"ז בלא ברכה, בכלל כל ההנאות אמרו כן, בין במה שהוא טועם, בין במה שהוא מריח, בין במה שהוא רואה ושומע. שהרי על ארבע חושים אלו תקנו ברכה. חוש הטעם ממה שכתוב (ויקרא י״ט:כ״ד) קדש הלולים לה', בא ללמד על כל דבר הנאכל שהוא אסור לו כהקדש עד שיהלל כלו' עד שיברך להקב\"ה לפניו ולאחריו על אותו דבר, וזהו לשון הלולים ולא אמר הלול. חוש הריח יש לו לברך עליו גם כן ויש בזה אסמכתא מן הפסוק (בראשית כ״ז:כ״ז) ראה ריח בני כריח שדה אשר ברכו ה' מכאן שמברכין על חוש הריח. ועוד דכתיב (תהילים ק״נ:ו׳) כל הנשמה תהלל יה אי זה הוא דבר שהנשמה נהנית ממנו ואין הגוף נהנה ממנו הוי אומר זה הריח. חוש הראות יש לו ברכות הרבה כגון הרואה את השמש בתקופת תמוז שיש לברך עליו ברוך עושה בראשית. וכן ברכת הלבנה בכל חדש. ואמרו בפרק הרואה (ברכות דף נט:) הרואה חמה בתקופתה לבנה בטהרתה וכוכבים במשמרותם ומזלות בעתם, אומר ברוך עושה מעשה בראשית, וזה הוא שתמצא במעשה בראשית והיו לאותות ולמועדים ולימים ושנים, כי המאורות מלבד שהם מאורות הם אותות להיות עתידו' נרמזות בהם, וכענין שאמרו רז\"ל (סוכה פ\"ב כט) כשהמאורות לוקין סימן רע לאומות העולם. ועוד הנץ אות לישראל בקריאת שמע בבקר שמצותה עם הנץ החמה ובקריאת שמע בערב שמצותה עד צאת הכוכבים, וזה הוא שכתוב (ישעיה מו) שאו מרום עיניכם וראו מי ברא אלה, כי מתוך ההשתכלות הזה יתעורר האדם שהם ברואים וישבח את בוראו עליהן בין בברכה בין בהלול. ובפ' הרואה (ברכות דף מג) אומר גם כן האי מאן דחזא ביומי ניסן אילני דמלבלבי אומר ברוך שלא חסר מעולמו כלום וברא בו בריות טובות ואילנות טובים ליהנות בהם בני אדם, וכן (שם נח) ברואה את חבירו לאחר שנים עשר חדש מברך ברוך מחיה המתים. ולאחר ל' יום מברך שהחיינו, וכן הרואה את הקשת אומר ברוך זוכר הברית. וכן כל שאר הדברים שתקנו ברכה בראייתם. וכדאיתא בפרק הרואה (שם) על שמועות טובות מברך הטוב והמטיב. ועל שמועות רעות מברך ברוך דיין האמת. אמנם לא תקנו ברכה כשישמע אדם קול כנור ועוגב ערב מאד שהנפש שמחה בו ונהנית עמנו, וכתיב (שה\"ש ג) כי קולך ערב. והטעם מפני שהקול אין לו ממש, ואם תאמר הריח גם כן אין לו ממש הרי יש ממש לפירות ומהם יצא הריח. ואם תאמר אף הקול יש ממש לכלי או לאדם המשורר, אינו דומה הריח של הפירות לקול היוצא מגוף האדם או הכלי, כי ריח הפרי או הבושם הוא מגוכו ועצמותו של כרי או הבושם, וקול האדם או קול הכלי אינו מגופו ועצמותו אלא מצד הרוח המנשב בו, ולא תקנו ברכה בחוש המשוש כי הוא בכלל חוש הטעם. ומטעם זה הזכירה התורה ארבעה חושים אלו מפורשים הוא שכתוב (דברים ד׳:כ״ח) אשר לא יראון ולא ישמעון ולא יאכלון ולא יריחון, ולא הזכיר החמישי שהוא המשוש כי הוא בכלל לא יאכלון שהוא חוש הטעם. וצריך שתשכיל כי מנפלאות היצירה באדם היו בו חמשה חושים אלו נטועים בחמשה איברים שהם כלים ושערים לנפש השכלית שבו האצולה מרוח הקודש, ומעלת אדם וגדולתו סבה בהם כי הם עיקר פעולתו במעשה המצות וכן במעשה העבירות כי בהם יזכה ובהם יענש כפי שירצה להשתמש בהם, ועל כן יגנה הכתוב לע\"ז לחסרון החושים האלה להורות על מעלותם כיון שהיא חסרה ממעלת החושים ומשלמותם כי אין בה כח להושיע. וא\"כ איך יאמרו העובדים לאלהיהם בעתות צרותם קומה והושיענו. ",
                "<b>ומחמשה</b> חושים אלו השנים גופיים והשלשה רוחניים מצאנום בהקב\"ה, וירא ה' וישמע וירח ולא כן השנים, ומה שהיו החושים חמשה כנגד חמשה חומשי תורה וכנגד חמשה אורות שבבראשית וכנגד חמשה שמות שיש לנשמה, והנה הם שלמות לגוף שהם היכל הנפש והנפש מראה פעולותיה על ידם, ובעלי הטבע החוקרים אמרו כי מחכמת היצירה באדם היה שנבראו בו ה' אצבעות ביד להיות משרתים לחמשת החושים, כל אצבע ואצבע משרת לחוש שלו. הגודל לקנח הפה. האצבע לנחירים, ואמה לחוש המשוש למשש בכל חלקי הגוף בהיותו ארוך מכלם, קמיצה לקנח העין, זרת והוא קטן שבכלם הוא לקנח האזן, ומחכמת הטבע שכל אצבע ואצבע הולך לחוש שלו בכונה. ובסדר האצבעות אמרו חז\"ל זו זרת זו קמיצה זו אמה זו אצבע זו גודל. וכבר באר שם ברייש כתובות שחמש אצבעות הללו כל אחד ואחד למצוה. זרת למדידת החשן, קמיצה למנחת כהן, אמה לבנין וכלים, אצבע להזאה (ויקרא ט״ז:י״ד) והזה באצבעו, גודל והיא העבה מכלם לבהן ידו של אהרן לטהר המצורע, נמצאת למד ה' אצבעות שבאדם שבהם צורך הדיוט וצורך גבוה. ועוד תמצא בנפלאות היצירה באדם, כי כח המשוש יתפשט בכל הגוף, וחוש הריח מתפשט חוץ לגוף, וחוש השמע מתפשט יותר מן הריח כפי מה שיצטרך לו לאדם יותר, וחוש הראות מתפשט יותר מי השמע כי האדם יצטרך לו יותר, והנה זה ענין גדול לכל מסתכל בו ויורה על שלימות האדם בחמשה חושיו כי מעשה אלהים המה: "
            ],
            [
                "<big><strong>בביאור איכות האכילה מה היא ושיתכוון בה האדם אל תכלית הראוי המבוקש ממנו: </strong></big>",
                "<b>חיוב</b> גדול יש על האדם להתבונן באיכות האכילה ולהתבונן אל תכלית הראוי, והוא כי איכות האכילה הוא כליון הדבר הנאכל והנפסד על כן נקראת אכילה מלשון כלייה כי הוא מתאכל באצטומכא, ושלשה האיברים המיוחדים שהם מלכים וראשים לכל שאר איברי הגוף הם יקחו חלקם בתחלה והם המוח והלב והכבד, והתמצית שלהם משתלח ומתפשט לשאר האיברים שהם משרתים ומשועבדים להם כענין העבדים הניזונים על שלחנו של מלך ומתברכים מברכתו, והנה הם שלשה מלכים, והם אחדים לא נבראו כפולים כשאר האיברים כי תכבד פעולה הבאה משני פועלים מפעולה הבאה מפועל אחד, ועל כן אמר החכם אין טוב ברבות השרים, ולזה היה סבת הכל אחד והוא הבורא יתברך: ",
                "<b>וכן</b> הכלי שמחתכין בו המאכל נקרא מאכלת על שם שמכלה ומשחית כלשון (דברים ז׳:ט״ז) ואכלת את כל העמים. ופסוק ויאכלו שהזכירה תורה במלאכי השרת יורה ע\"ז כמו שדרשו חז\"ל בשלשה בני הבקר שהביא להם אברהם ראשון ראשון מסתלק וכלה מעל השלחן, ואברהם המכיר בזה הביא מן בשר לרוב פעם אחר פעם כאדם המקריב ומרבה עולות למזבח, וכן באדם הראשון כתיב (בראשית ג׳:ו׳) ותתן גם לאישה עמה ויאכל, מלת ויאכל מפרסמת חטאו במעשה ובמחשבה, במעשה הוא שהפסיד הפרי מן האילן ואכלו כנגד מה שהוזהר עליו כי ביום אכלך ממנו וגו', מחשבה הוא שהשחית וקצץ ועשה מן הענף אילן בפני עצמו, וא\"כ הכל בהשחתה וכליון בין בדבר הגופני בין בדבר השכלי, ונמצאת אומר מלת ואוכל כוללת השחתה בדבר השפל והשחתה בדבר העליון, כמו שכתוב (שמות לד) כי שחת עמך וכמו שנקרא ירבעם משחית לפי שהשחית וקצץ בנטיעות: ",
                "<b>וכבר</b> ידעת כי אין קיום הנפש בגוף ואין פעולותיה נגלות אלא באכילת הגוף, ומזה תבין ענין הקרבנות שהוא מסתרי התורה שכתוב בהם (במדבר כ״ח:ב׳) לאשי ריח ניחוח כי כח הנפש העליונה מתרבה ונוסף באישים באכילתן הקרבנות, וכן אמרו רז\"ל את קרבני לחמי לאשי יכול לחמי ת\"ל לאשי לאשי אתם נותנים, וזה מפני התקשרות הנפש במדות נקשרות כחות הנפש עם כחות הגוף. והבן פסוק שהזכיר נעים זמירות (תהילים ק״ג:א׳) ברכי נפשי את ה' וכל קרבי את שם קדשו, ייחד הנעלמת לנעלם והננלה לנגלה והבן זה, כי כחות הפש אינם מתגלים ובאים לידי פעולה אלא על ידי הגוף א\"כ הגוף הוא צורך גדול לפרסם מעלת הנפש ושלמותה: ",
                "<b>וצריך</b> שתדע כי אין אכילתו של אדם אלא דמיון איננו דבר אמתי ולא פעולה ודאית, כי הוא דבר כוזב וענין משתנה ועובר באיברים האמצעיים בסבה אחר סבה, אך הרעיונים הזכים בחכמה ובדבקות המחשבה באור השכל בחכמה העליונה היא האכילה הקיימת הודאית, כענין שדרשו חז\"ל (שמות כ״ד:י״א-י״ב) ויחזו את האלהים ויאכלו וישתו ר' יוחנן אומר אכילה ודאית שנאמר (משלי ט״ז:ט״ו) באור פני מלך חיים. וצריך שתשכיל בפסוק זה למה הוצרך לומר ויחזו והלא כתיב למעלה ויראו אלא מפני שהזכיר ויראו כדי שלא תבין ראיה ממש בחוש העין לכך הוצרך מיד ויחזו ללמדך שאין ראייה זו אלא בנבואה, וזהו ויחזו את האלהים מלשון מחזה. וביאור הכתוב ויחזו את האלהים ויאכלו וישתו שזכו האצילים לראות בנבואת אספקלריא שאינה מאירה בלא מחיצה וכל שאר ישראל במחיצה ומשה בראייה ממש. ויאכלו וישתו כלומר שאכלו ושתו במחזה הזה היא האכילה הודאית. ועוד אפשר לפרש ויאכלו וישתו שראו בנבואה המדה שממנה אכלו ושתו, כלו' כי ממנה הגיע להם המן שהוא עיקר פרנסתם כענין שכתוב (משלי ל״א:ט״ו) ותקם בעוד לילה, וכתיב (שמות ט״ז:ד׳) הנני ממטיר. וכבר ידעת כי הפרנסה מזדמנת בלילה וזהו שאמר (משלי ל״א:ט״ו) ותקם בעוד לילה, וכן היה המן יורד במשמרה שלישית של לילה בשעה שהיו ישראל ישנים על מטותיהם במדבר ולמחר משכימים ומוצאין פרנסתן מזומנת הוא שכתוב (שם) וילקטו אותו בבקר בבקר. וכן תמצא בבית המקדש בבית ראשון שהיו הגשמים יורדים בלילי רביעיות ובלילי שבתות ולמחר משכימים למלאכתם ולא היו מתבטלין. וכן תמצא בחזקיהו שאמר רבש\"ע אני אין בי כח לרדוף ולא לומר שירה אלא אני ישן על מטתי ואתה עושה, אמר לו הקב\"ה אתה ישן על מטתך ואני עושה שנאמר (מלכים ב י״ט:ל״ה) ויצא מלאך ה' ויך במחנה אשור, ועל זה אמר דוד (תהילים קכ״ז:ב׳) שוא לכם משכימי קום מאחרי שבת וגו' כן יתן לידידו שנא, ביאור הכתוב מה שמשיגים האומות אחר העגל שמשכימים ומאחרים ואוכלין לחם העצבים כן יתן לידידיו שנה, הדבר הזה יתן הקב\"ה למי שהוא אוהב בשעה שהוא ישן ואין לו צורך לטרוח כלל. ומעתה ענין ויאכלו וישתו אינו אומר אלא לענין האכילה הודאית, או לענין אכילת המן שהיה תולדת האור העליון שהיא האכילה הודאית.",
                "<b>ועל</b> כן האיש הירא ראוי לו שתהיה מחשבתו מתקשרת עם העליונים, ושתהיה אכילתו לקיום גופו בלבד ולא להמשך אחר התענוגים, כי ההמשך אחר התענוגים סבת אבדן הגוף והנפש וסבת שישכח את העיקר, כי מתוך האכילה והשתיה יגבה לבו ויבא לידי מכשולות וחטאים גדולים ולעשות מעשים אשר לא נעשו. והנה אחי יוסף לא מכרוהו אלא מתוך אכילה ושתיה שנאמר (בראשית ל״ז:כ״ה) וישבו לאכל לחם וישאו עיניהם. ומטעם זה אמרה תורה שלא לאכול ביוה\"כ שהוא יום הדין לנפשות כי תהיה אכילתו סבה להחטיא את נפשו. ואפי' בדיני הוראה וממונות אמרו אכל ושתה אל יורה. ולמה זה ממה שכתוב (ויקרא י׳:ט׳) יין ושכר אל תשת אתה ובניך אתך וסמיך ליה להורות את בני ישראל כשתצטרכו להורות הזהרו מן היין לפי שהיין מבלבל את השכל ואינו מבדיל בין הקודש ובין החול וע\"כ כתוב ולהבדיל. כל זה ראיה כי האכילה והשתיה סבה להעביר את האדם מקו התורה והעבודה להשליך כל חקי השם ית' אחרי גוו, כל זה גרם לו כשאכל ושבע ולכך צותה תורה (דברים ח׳:י׳) ואכלת ושבעת וברכת, כלו' אחר שתאכל ותשבע ואתה קרוב לפרוק עול, וברכת את ה' אלהיך באותה שעה תצטרך לברך שתקבל עליך עול מלכותו ותברך לשמו, וזהו לפי דעתו ביאור הכתוב (משלי ג׳:ו׳) בכל דרכיך דעהו, יאמר גם בעת האכילה שאתה קרוב שתשכחנו ותפריד שכלך מדעתו באותה שעה דעהו והדבק בו, ואם אתה עושה כן והוא יישר את ארחותיך יישר דרכיך בארחות חיים הוא הצלחת הנפש לעוה\"ב, ואם כן אין ראוי לו לאדם שיאכל אלא לקיום הגוף בלבד. ואסור לו להמשך אחר שום תענוג אלא אם כן עשה להבריא את גופו ולפקוח עיני שכלו בלבד, כדי שיהיה גופו בריא וחזק נמשך לרצונו ולרצון בוראו, כי איבריו מזוגים בעלי כח שיעור שיוכל לסבול עול תורה ומצותיה, כענין שכתוב בענין שבטו של יששכר (בראשית מ״ט:ט״ו) ויט שכמו לסבול, הוא הלשון של מתן תורה (תהילים י״ח:י׳) ויט שמים וירד, ומי שזאת כונתו מלאך ה' צבאות הוא, ומי שאינו מכוין את התכלית הזה נמשל כבהמות נדמו, וראה גם ראה יוסף הצדיק שהוחזק במדת היראה ממה שכתוב (בראשית מ״ב:י״ח) את האלהים אני ירא. ועוד אמר (שם ל) התחת אלהים אנכי רמז על ענין הזה שאמר (שם) ואת רעבון בתיכם קחו ולכו. בא להורות וללמד דעת את האדם שאין ראוי להם לאכול אלא לשבר רעבונם בלבד לא למלא כרסם ולהמשך אחר הטעם הנבזה והנמאס כי חרפה היא לנו והבל גמור ודבר שאין שום עיקר בו. ולא תאמר כי זה היה בזמן הרעב, כי כיון שהיה יוסף נגיד ומצוה לאומים ואוצרות המלך תחת רשותו היה בידו לספק לחם ומזון לאביו ולאחיו כמו בשאר שני השבע, אלא הודיענו בזה דרך התורה ויראת השם יתברך שאין ראוי לו לאדם שיאכל וישבע וימלא כרסו אלא לשובע נפשו: ",
                "<b>ותדע</b> באמת כי האדם על שלחנו יבחן מי הוא ושם יתגלו ויתפרסמו מדותיו. וכן אמרו רז\"ל (עירובין סה) בג' דברים האדם ניכר בכיסו ובכוסו ובכעסו, כי ההמשך אחר היין ויתר התענוגים הלא הוא נפת צופים נמשך אחר סם המות ובהיותו אוחז הדרך הזה ימות מיתה עולמית, והרוצה לחיות יש לו להתרחק מן הדרך הזה ואכל וחי לעולם. וכן אמרו רז\"ל במס' גיטין (דף ע) סעודת הנאתך משוך ידך ממנה, ודומה לזה אמרו קדושים היו פרושים תהיו קדש עצמך בראוי לך. ואמר קהלת (קהלת ב׳:א׳) אמרתי אני בלבי לכה נא אנסכה בשמחה וראה בטוב והנה גם הוא הבל ורעות רוח, ואמר אחריו תרתי בלבי למשוך ביין את בשרי. ובמס' סנהדרין י\"ג ווי\"ן נאמרו על היין והם נזכרים בפ' נח, וכתיב (בראשית ד) ויחל נח איש האדמה ויטע כרם, ביאורו משעה שהתחיל לנטוע כרם עשה קדושתו חול זהו לשון ויחל שהוא כולל לשון תחלה ולשון חילול, והנה בסבת היין נתקלל שליש העולם. ודרשו עוד (משלי כ״ג:ל״א) אל תרא יין כי יתאדם יתאוה לדם. וכן בת שבע הזהירה לשלמה שלא ימשוך ביין את בשרו הוא שאמרה לו אל למלכים למואל אל למלכים שתו יין ולרוזנים אי שכר. וכן אמר (קהלת ב׳:ג׳) תרתי בלבי למשוך ביין את בשרי. ואמר עוד (שם) כי מי יאכל ומי יחוש חוץ ממני והזכיר אחריו גם זה הבל. ודבר ידוע מי שגברה יראת השם בלבו ופחדו לנגד עיניו ימאס ויבדיל תענוגי העולם ויבזה אותם עד תכלית כי ידע ויכיר אחריתם ואחרית הפחותים הריקים אשר מלאו כרסם מעדניהם ושבו כליהם ריקם ריקנים הם בלי השכל ולא ידעו ולא יבינו בחשכה יתהלכו, ועז\"א שלמה (משלי כ״ג:א׳) כי תשב ללחום את מושל בין תבין את אשר לפניך. אמר אם רוח המושל תעלה עליך ותצא לאכול מפת בג המלך וביין משתיו בבית המלך שהוא מושל הארץ בין תבין והסתכל באותם שהיו לפניך שבחרו הדרך הזה מה ראו על ככה ומה הגיע אליהם, הלא רובם סוף מעלתם וגדולתם השפלה והכנעה ספו תמו מן בלהות מה כתיב אחריו ושמת סכין בלועך, ואמרו ז\"ל (אבות פ\"ו) ואל תתאוה לשלחנם של גדולים ששלחנך גדול משלחנם וכתרך גדול מכתרם, לפיכך אין ראוי לאדם לבקש היתרונות ולרדוף אחריהם ואם עשה כן יהיו כל ימיו מכאובים ולא ישבע לעולם לפי שהיתרונות אין להם תכלית, ומי שרודף אחר הדברים שאין להם תכלית הלא נגוע ומוכה בסנורי הסכלות ובכל אמת יתגלע. א\"צ לומר שאין לו חלק בתורה. שאם היה עשיר והיה רגיל לאכול ולשתות בכלי כסף קרוב הוא שימעט זה בעיניו ולא יספיק לו עד שיהיה לו כלי נפך ספיר ויהלום. ואם השיג מהם כלי אחד ירצה מהם ב' או ג' וזה הולך ללא תכלית, וע\"כ יתחייב האדם בטוב מדותיו שלא יהמה לבו אחר היתרונות ושיסתפק במועט. ",
                "<b>והנה</b> התורה העידה על יעקב אבינו ע\"ה שהיתה לו מדת ההסתפקות ולא היה מבקש היתרונות אלא הדבר ההכרחי הוא שנאמר (בראשית כ״ח:כ׳) ונתן לי לחם לאכול וכו', שאל מה שהוא ההכרח הוא שהקב\"ה מזמינו לכל נבראיו כענין שנא' (תהילים קמ״ה:ט״ז) פותח את ידך וכו'. ודרשו ז\"ל לחם לאכול ובגד ללבוש כל ימיו של אותו צדיק לא נצטער על אכילתו, אלא שהמזון הגופני אשר בו יקיים גופו לשעה עמו תראה נפשו כחותיה ותוציאם לפעולה, ובזה תקנה המזון הנצחי שבו תתקיים לעד, ותסתכל במעמד הקדוש באצילי בני ישראל שהיו אוכלים ומסתכלים בו בלב, הוא שכתוב (שמות כ״ד:י״א) ויחזו את האלהים ויאכלו וישתו. כי איברי הגוף שהם כלי הנפש יקבלו כח ואומץ בסעודה והנפש בכחותיה תתעורר להם ותאמץ אותם במחשבה הזאת ונתלבש גופו במחשבת נפשו ושניהם כאחד טובים ראוים שתשרה שכינה ביניהם, וזו היתה כונת משה והזקנים בסעודת יתרו הוא שכתוב (שם יח) ויבא אהרן וכל זקני ישראל, וכן יצחק אבינו במטעמים ששאל גם בשאר המקומות שמצינו סעודות לצדיקים זו היתה תכלית כונתם. ",
                "<b>ועוד</b> מכלל מה שיצטרך האדם להתכוין באכילתו והיא תועלת גדולה לתכלית כוונתו שיחזור אחר המאכלים הדקים שהרי לפי דקותם יזדכך השכל ויתפקח הלב, כמ\"ש חז\"ל (יומא עו) חמרא וריחני פקחין, וצריך שלא יתכוין בהם אלא לפקוח עיני שכלו כמו שהזכרתי למעלה, ויזהר מהמאכלים הגסים כפי כחו שהשכל יתעבה בהם וישחת מצלילותו וזכותו, וכבר היה בקדמונינו כפי מה ששמענו מי שלא היה אוכל בשר בהמה לגסותה והיה רוב אכילתו בשר עופות קטנים דקים היו מגדלים אותם בבית ונותנים להם מזונות ידועים היו מוכנים להם כדי לזכך בהם את המוח ולהישיר האיברים שהם כלי הנפש כדי שתתעלה הנפש ותמצא נכונה לקבל התורה ולהתבונן בדברי הש\"י, לפי שהשכל מתחדד ומזדכך כפי דקות המאכל וזכותו, ודבר זה בחון ומנוסה מאנשי הערים האוכלים למעדנים והמשקים שלהם דקים וזכים הלא הם המשכילים בכל חכמה ומביני מדע על נקלה ומעט טורח, יותר מבני הכפר האוכלים השעורים והבצל ושאר המאכלים. עדוני המאכלים לא נבראו אלא בשביל התורה. וע\"ז אמרו במסכת אבות (פ\"ג) אם אין קמח אין תורה אם אין תורה אין קמח. כלומר אם לא היו עדוני המאכלים. ",
                "<b>וצריך</b> שתתבונן כי ראוי היה האדם שיהיה מאכלו צמח האדמה כגון התבואה והפירות בלבד לא בעלי חיים, לפי שבעלי חיים יש להם נפש התנועה דומה בקצת פעולותיה לנפש השכלית וזה קרוב המועיל להרחקת המזיק, שכן אין ראוי שתהיה נפש התנועה מאכל לנפש האדם, וע\"כ נצטוה אדם שיהיה מאכלו ומזונו התבואה והפירות כענין שכתוב (בראשית א׳:כ״ט) הנה נתתי לכם את כל עשב זורע זרע וכו', אך בזמן שהשחית כל בשר את דרכו ונתחייבו כל בעלי חיים כליה ולא נצולו אלא בזכותו של נח הותרו בבעלי חיים כירק עשב, ואז הותרה נפש התנועה להיותה משמשת לנפש השכלית המשמשת לקונה, וא\"כ אין זה גרעון לנפש התנועה אלא כבוד ומעלה וזכות, וע\"כ אמרו חז\"ל (פסחים מט) עם הארץ אסור לאכול בשר שנאמר זאת תורת הבהמה והעוף כל העוסק בתורה מותר לאכול בשר בהמה ועוף וכל מי שאינו עוסק בתורה אסור לאכול בהמה ועוף, וביאור זה אצל כל משכילים כאשר אנחנו דוחים נפש מפני נפש אין זה אלא נפש התנועה שאנו מכלים אותה מפני נפש השכלית, אבל כיון שהוא עם הארץ ואין לו נפש השכלית הרי בודאי אסור לאכול בשר לפי שאין לנו לדחות ולכלות נפש התנועה מפני מי שאין לו נפש השכלית והבן זה: ",
                "<b>וכן</b> יצטרך כשיאכל שיפנה מחשבתו ותהיה משוטטת בהקב\"ה על כל לוגמא ולוגמא כענין שכתוב (שמות כ״ד:י״א) ויחזו את האלהים ויאכלו וישתו. וזה דומה למה שדרשו חז\"ל (תהילים ק״נ:ו׳) כל הנשמה תהלל יה. על כל נשימה ונשימה תן לו הלול. ותוכל ללמוד זה מדור המדבר כי בהיותם אוכלים המן היתה כונתם משוטטת בשכינה ומתבוננים בענוה, כי ע\"כ חייבה החכמה שיהיה שיעור מזונם עומר שהוא עשירית האיפה כלומר אחד מעשר האיפה כטעם מצות המעשר, שהרי כשימדוד אדם ט' מדות ויפריש העשירי יתבוננו החכמים להתבונן בעשירית שהיא המדה הנותנת טרף לביתה ומספקת מזון לכל נברא מעלה ומטה, ומטעם זה אמרו תשעה וקטן מצטרפין כלומר מצטרפין בברכה על המזון לברך נברך לאלהינו, הוא האדון המספיק מזון לכל בריה שיהיו כל ישראל באים לראות פניו להודות לו על הפרנסה שהוא מפרנס את עולמו.",
                "<b>ולכך</b> היו באים לפניו שלש רגלים בשנה פסח שבועות סוכות, בחג הפסח שהוא חדש האביב וזמן קציר שעורים. ובחג השבועות שהוא זמן קציר חטים. ובחג הסוכות שהוא זמן האסיף שמאספין כל הפירות לבית, וזהו שכתוב (שמות ל״ד:כ״ג) לראות את פני האדון ה' אלהי ישראל, וכתיב (שם כג) ולא יראו פני וגו' כלומר בלא קרבן כי היו צריכים על כל פנים להביא עולה ושלמים, ועם זה היה העולם מתברך במזונותיו מתוך שפע הברכה מן המקור אל המעין ומן המעין אל הגן ומן הגן אל ד' נהרות ג\"ע שבעולם השפל אשר משם העולם לד' רוחות מתברך על יושביו, נמצאת למד כי כשהאדם עומד על שלחנו והוא אוכל על המחשבה הזאת הנה האכילה ההיא ענין גופני ופעולה טבעית. והנה היא חוזרת לעבודה עלויית שכלית, וזה טעם שכתוב (משלי ג׳:ו׳) בכל דרכיך דעהו כאשר הזכרתי. וא\"כ הרי אכילתו נחשבת עבודה גמורה כאחת מן העבודות האלהיות או כמצוה אחת מן המצות, וזה עיקר הכוונה בסעודת השלחן שהגוף ניזון בו ונוטל חלקו הגופני מן האכילה הגופניית, והנפש במחשבה הזאת דשנה ורוה ושבעה כמו חלב ודשן מן האכילה הודאית בדרכי השם ובנעימותו ית', ועל זה נאמר (איוב ל״ו:ט״ז) ונחת שלחנך מלא דשן:  "
            ],
            [
                "<big><strong>בביאור המוסר ודרך ארץ שנתחייב האדם לנהוג בו על שלחנו: </strong></big>",
                "<b>ידוע</b> כי המוסר הזה נקשר עם התורה וכן כתיב ארח לחיים שומר מוסר. ואמרו בפירוש אם אין דרך ארץ אין תורה. ומדרך המוסר ודרך ארץ שלא יסב אדם על השלחן עד שידע מי הם המסובים ועם מי הוא מסב, וכן שנינו בהלכות דרך ארץ לעולם יהא אדם יודע אצל מי הוא עומד ואצל מי הוא מסב ואצל מי הוא חותם שטרותיו: ",
                "<b>דרך</b> ארץ שיכבד אדם לחברו ליטול ידיו תחלה במים ראשונים אבל במים אחרונים לא לפי שמים אחרונים ידיו מזוהמות, וכן שנינו (ברכות מז) אין מכבדין לא בידים מזוהמות ולא בדרכים ולא בגשרים אלא בפתח הראוי למזוזה. לפי שכיון שידיו מזוהמות אינו דרך ארץ שיתעכב מלרחוץ דיו לכבוד שום אדם אלא כל הקודם ליטול ידיו זכה בטהרה. לא ישב אדם בסעודה למעלה למי שהוא גדול ממנו בשנים שהרי זה עובר על חק המוסר, ועוד שיש לחשוב שמתוך שהוא גדול ממנו אולי יש לו רב זכות ממנו, וא\"צ לומר אם גדול ממנו בחכמה כי הוא עובר על חק התורה ופורק ממנו עול המורא בתלמידי חכמים. ",
                "<b>צריך</b> שיהא אדם צנוע באכילה ושתיה ולא יהא אדם קפדן על שלחנו ולא יאכל ולא ישתה מעומד ולא יאכל עד ד' שעות. שנים ממתינין זה לזה בקערה. ג' אין ממתינין. לא יאחוז אדם בידו פרוסה שיעור כביצה ואם עשה כן ה\"ז רעבתן. ולא ילוק הקערה באצבעותיו ולא יאכל שום ובצל מראשו אלא מעליו. ולא ינשוך הפרוסה ויתננה לחברו לפי שאין דעת הבריות שוות, ולא יטול את הככר בשניו ויחזירנה לתוך השלחן. ומעשה בא' שהיה נוטל את הככר ותולה בשניו, אמר לו ר\"ע לא כך בני אלא הנח עקבך עליו ותלוש. לא ישתה כוסו בבת אחת ואם עשה כן הרי זה גרגרן, שנים דרך ארץ. ג' מגסי הרוח. לא ישתה הכוס ויתננו לחבירו מפני סכנת נפשות, ומעשה בר\"ע שהיה לו אכסניא אצל אדם אחד נתן לו את הכוס וטעמו, אמר לו ר\"ע לך שתהו אמר לו בן עזאי עד מתי אתה נותן כוסות המוטעמין לר' עקיבא. לא יסמוך אדם הקערה בפת, ומעשה בר' עקיבא שהיה לו אכסניא אצל אדם אחד נטל פרוסה וסמך בה את הקערה חלטה ר\"ע ואכלה כו', אמר לו כמדומה לי שהיית נכוה בפושרין ועכשיו אי אתה נכוה אפי' ברותחין: ",
                "<b>חמשה</b> דברים אמרו בפת אין מניחים בשר חי על הפת ואין נותנין הכוס ע\"ג הפת ואין סומכין את הקערה בפת ואין זורקין את הפת ואין יושבין על האוכלים, כך שנינו בהלכות ד\"א הוי שמח על שלחנך בשעה שרעבים באים ונהנים על שלחנך כדי שתאריך ימים בעוה\"ז ותזכה לחיי העוה\"ב. וכן עוד מד\"א שלא יאמר האורח תנו לי ואוכל עד שיאמרו לו, וכן א\"צ לומר לו שיאכל כיון שיש על השלחן לפניו מה שיאכל כל צרכו ובידו לאכול, וכ\"כ בתורה (בראשית כד) ויושם לפניו לאכול ויאמר לא אוכל עד אם דברתי דברי, מי א\"ל לאלעזר שיאכל שהוא משיבו לא אוכל אלא כיון שהמאכל מתוקן מונח לפניו ובידו לאכול אין לו שישים עצמו אמצעי ומליץ בינו ובין המאכל שהרי יכול להשיב אל המאכל אוכל או לא אוכל. ",
                "<b>אין</b> מסתכלין בשלחן בפני האוכל ולא בקערה ובמנה המונחת לפניו כדי שלא יתבייש. אין השמש אוכל בפני המסובין והן נותנין לו מכל תבשיל ותבשיל דרך הרחמנות כדי שיתישב לבו, אכל בעל הבית קודם האורח הרי זה מגונה. שנים שיושבין על השלחן הגדול פושט ידיו תחלה ואח\"כ הקטן. והשולח ידו לפני גדול ממנו הרי זה גרגרן. מניחין פאה במעשה אילפס ואין מניחין במעשה קדרה. מעשה בר\"י שהיה אכסניא אצל אשה אלמנה והביאה לפניו מעשה אילפס ולא הניח פאה, פעם ב' הקדיחתו מלח משך ידו ואכל לחם לבדו וכו', אמרה לו מפני מה הרבית בפת ומעטת בגריסין, מכאן אמר ר\"י לעולם לא נצחני אדם חוץ מאשה אלמנה ותינוק ותינוקת: <b>ומעשה</b> בר\"י שהיה מהלך בדרך בשדה ומצא נערה שהיתה יושבת בשדה אמר לה באיזה דרך אני הולך כו' א\"ל זו הדרך לא כבשוה אלא לסטים כמותך. ושוב מעשה בר\"י שהיה מהלך בדרך ומצא תינוק שהיה יושב על ב' דרכים א\"ל בני מאיזה דרך אכנס לעיר, א\"ל הרי שניהם לפניך זו ארוכה וקצרה זו קצרה וארוכה, הלך ר\"י בקצרה וארוכה כיון שהגיע לחומת העיר ראה גנות ופרדסים שהם מקיפים העיר וחזר ר\"י לאחוריו וראה התינוק יושב במקומו, א\"ל בני לא כך אמרתי לך באיזה דרך אכנס לעיר א\"ל גדול אתה זו היא חכמתך וגו', הלך ר\"י ונשקו על ראשו אמר אשריכם ישראל שכלכם חכמים מגדוליכם ועד קטניכם. ",
                "<b>בעה\"ב</b> נכנס תחלה לבית ואורח אחריו וכשיוצא אורח יוצא ובעה\"ב אחריו. יש להזהר שלא יברך בהמ\"ז אם יש בשלחן אביו או רבו או מי שהוא גדול ממנו בחכמה אא\"כ נוטל רשות מהם, ואם יש בהם כהן יש לו להקדים לכהן שכ\"כ וקדשתו, ודחז\"ל וקדשתו לכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול מנה יפה ראשון, לפי שחייב אדם לחלוק כבוד לזרעו של אהרן, ואם כהן ת\"ח וישראל ת\"ח ובא כהן לחלוק לו כבוד הרשות בידו שהרי נאמר בכהן (ויקרא כד) וקדשתו, ונאמר ג\"כ בישראל (שמות יב) הגבל את ההר וקדשתו, ואין בכל המקרא אלא ב' בראש הפסוק וזה בסוף פסוק, ובא ללמד על כהן שגדולתו בראש זהו לפתוח ראשון ולברך ראשון. ות\"ח גדולתו בסוף ממ\"ש (תהלים כו) לקדושים אשר בארץ המה ודרז\"ל אין הקדושים קרויים קדושים עד שנתנום לארץ שנאמר לקדושים אשר בארץ המה, לפי שבחייהם כתיב הן בקדושיו לא יאמין.",
                "<b>ולכך</b> ת\"ח בעה\"ז כבודו בסוף הוא שאמר בס\"ת ת\"ח גולל בסוף: וצריך ישראל ת\"ח שיחלק כבוד לכהן להיות בראש כיון שהכהן ת\"ח, אבל אם היה ישראל ת\"ח והכהן ע\"ה ת\"ח מברך ראשון, אמרו במסכת הוריות (יג) בסדר המעלות ממזר ת\"ח קודם לכ\"ג ע\"ה. ואם רצה לברך על השלחן מי שאינו ת\"ח דרך שררה וגאוה במקום ת\"ח אין אותו ת\"ח רשאי ליתן רשות בזה. וכך אמרו בפ' בני העיר (מגילה כח) כל ת\"ח שמברך לפניו אפי' כ\"ג ע\"ה חייב מיתה. שנאמר (משלי ח) כל משנאי אהבו מות אל תקרי משנאי אלא משניאי. אמרו בהלכות ד\"א אל תאכל לחם עם כהן ע\"ה שמא יאכילך קדשי שמים: ",
                "<b>הנכנס</b> לסעודה לא יקח חלקו ויתננו לשמשו שמא יארע דבר קלקול בסעודה אלא יטלנו ויניחנו ואח\"כ יתננו לאורחים. הנכנסים אצל בעה\"ב אינן רשאין ליטול מלפניהם כלום לתת לו לבנו של בעה\"ב ולא לעבדו ולא לשלוחו אא\"כ נטלו רשות מבעה\"ב. ומעשה באדם אחד שנכנסו אצלו ג' אורחים בשני בצורת והניח לפניהם ג' ביצים בא בנו של בעה\"ב ועמד לפניהם נטל חלקו אחד מהם ונתן לו וכן הב' וכן הג', כיון שראה בעה\"ב ג' ביצים ביד בנו עמד והגביהו מלא קומתו וחבטו בקרקע ומת אף אמו כיון שראתה את בנה מת עלתה לגג ונפלה ומתה כיון שראה אביו עלה לגג ונפל ומת. ",
                "<b>רצה</b> בעה\"ב לשמש לאורחים הוא בעצמו הרשות בידו ואפי' היה בעה\"ב ת\"ח והטעם משום דאמרי' הרב שמחל על כבודו כבודו מחול שנאמר וה' הולך לפניהם יומם, ומקשה התם הכי השתא הקב\"ה עלמא דידיה הוא כו' הדר אמר תורה דיליה היא שנאמר ובתורתו יהגה יומם ולילה. ועוד אמרו שם נשיא שמחל על כבודו כבודו מחול. מעשה בר\"א ור\"י שהיו מסובין בבית משתה בנו של ר\"ג הזקן ור\"ג משקה אותם נתן לו כוס לר\"א ולא קבלו לר\"י וקבלו, א\"ל ר\"א מה זה ר\"י אנו יושבין ור\"ג ברבי עומד ומשקה עלינו, א\"ל מצינו גדול ששמש, אברהם גדול הדור היה וכתוב בו (בראשית יח) והוא עומד עליהם תחת העץ ויאכלו ושמא תאמר כמלאכי השרת נדמו לו לא נדמו אלא כערביים ואנו לא יהא ר\"ג ברבי עומד ומשקה עלינו. אמר להם ר' צדוק עד מתי אתם מניחים כבודו ש\"מ ועוסקים בכבוד של בריות, הקב\"ה משיב הרוחות ומעלה נשיאים מוריד הטל ומצמיח אדמה ועורך שלחן לפני כל אחד ואחד ואנו לא יהא ר\"ג ברבי עומד ומשקה עלינו:  "
            ],
            [
                "<big><strong>בביאור הסעודה המתוקנת לצדיקים לעתיד לבא: </strong></big>",
                "<b>סעודות</b> המתוקנות גופניות ושכליות, אלו ואלו בגוף ובנפש, ויש סעודות שכליות לנפשות הנצבות לבדנה מבלעדי הגוף ומתענגות בהם בקיום נצחי בעולמות שבהם כל אחת ואחת לפי מדרגתם. הסעודות הגופניות הן מעותדות להם מבראשית מהמאכלים הדקים והזכים שנבראו מן האור העליון בסבה אחר סבה והם לויתן בדגים ובר יוכני בעופות שנבראו ביום חמישי, ונקרא לויתן על שם שהוא מזומן לצדיקים, וכן בהמות בהררי אלף שנבראו ביום ששי עם בריאת האדם וקודם לו. ומעלת המאכלים האלה עצומה מאד לחדד השכל ולזכך הלב כענין המן שזכו בו דור המדבר שהוא כצפיחית בדבש, והיה מתולדת האור העליון שכתוב עליו (קהלת י״א:ז׳) ומתוק האור וטוב לעינים לראות את השמש, ואפשר שתהיה מעלתם גדולה על מעלת אוכלי המן, כי כפי שתהיה ההשגה באחרית הימים גדולה ומעולה יותר מכל הזמנים כן יהיו הלבבות רחבים להכיל ידיעת הש\"י על השלמות, וזהו לשון ויורהו ה' ולא אמר ויראהו, כי הוצרך בזה ללמדו ולמדו בזה חכמתו ית' בצמחים שברא שיש בטבעם להחיות ולהמית לרפאות ולהחליא להמתיק ולמרר, וזה לשון חק ומשפט חק הוא הסגולה שאין טעמו נודע, ומשפט אמרו ז\"ל (שמות ט״ו:כ״ה) ויורהו ה' עץ הוא הטבע שמשפטו להיות כן בטבעו וסמיך ליה מיד אם שמוע תשמע לקול ה' אלהיך והישר בעיניו תעשה והאזנת למצותיו ושמרת כל חקיו כל המחלה אשר שמתי במצרים לא אשים עליך כי אני ה' רופאך, הזהירו הכתוב שלא ישים עיקר בטחונו בכח הצמחים אלא בשמירת המצות כי הם העיקר ועם שמירת המצות ינצור להם הבריאות לא יביאם לידי מחלה, והוצרך לומר זה לפי שאפשר שיהיו הבריות טועים ונכשלים בידיעת כחות הצמחים ההם וישימו עיקר בטחונם בהם ויתיאשו מלבקש רחמים מבעל הרחמים ית' אשר בידו נפש כל חי. ומטעם זה גנז חזקיה המלך ספר הרפואות כדי שלא יכשלו בו בני אדם והודו לו חכמים ז\"ל: ",
                "<b>ואחר</b> שבארתי לך את כל זה ראוי שתתבונן כי אם בעולם הזה תמצא בדרך הטבע או בסגולה על אחת כמה וכמה בסוף הזמן שיתחדש הטבע וישתנה לטוב לצורך הנבראים כלם ומעלותם. ואין צריך לומר למעלתם של ישראל ולצדיקים שבהם שיחדש הקב\"ה מיני התענוגים וסעודות כשם שיחדש אותם בריאה חדשה בהתגברות שפע השכל ומעלות הנבואה. ואם יסבור לב איש מתחכם ולהקשות על דבר זה ויאמר כי דברי חכמים ז\"ל מיוסדים על אדני החכמה ועל זיו השכל כלם נכוחים למבין, והם לא דברו ולא אמרו דבר זה אלא דרך משל וסעודת לויתן אינה גופנית אלא דרך משל על מעלה השכלית וצרור החיים, נשיב ונאמר כי יש עלינו בהכרח להאמין כי כפשוטן הדברים בסעודה גופנית מלבד מעלה השכלית שהרי אמרו בפרק הספינה (ב\"ב ע\"ה) אמר ר' יוחנן עתיד הקב\"ה לעשות סעודה לצדיקים מבשרו של ליתן שנאמר (איוב מ) יכרו עליו חברים ואין כירה אלא סעודה שנא' (מלכים ב) ויכרה להם כרה גדולה, ואין חברים אלא ת\"ח שנא' (שם ח) חברים מקשיבים לקולך השמיעני והשאר אוצרים אותו ועושים בו סחורה בשוקי ירושלים שנא' (איוב מ) יחצוהו בין כנענים: ",
                "<b>כבר</b> ידעת לדברי רז\"ל שהולכים בלשונם אחר לשון התורה וכשם שיש בתורה מאכלים המותרים והאסורים, את זה תאכלו ואת זה לא תאכלו וכתיב מבשרם לא תאכלו ואין לומר שהוא משל ח\"ו אלא כפשוטו ממש כן כשאמרו בכאן בבשרו של לויתן יש לנו לומר בודאי שאינו מכל אלא כפשוטו ממש, וכן אמרו עוד (ב\"ב שם) עתיד הקדוש ב\"ה לעשות סוכה לצדיקים מעורו של לויתן שנאמר (איוב מ) התמלא בשכות עורו, זכה עושין לו סוכה לא זכה עושין לו צל שנאמר (שם) ובצלצל דגים ראשו והשאר פורשו הקב\"ה בחומות ירושנים וזיוו מבהיק מסוף העולם ועד סופו שנאמר (ישעיה ס) והלכו גוים לאורך.",
                "<b>מכל</b> זה יתבאר בפירוש כי הדברים כפשוטן בבשרו ממש ובעורו ממש בבשרו ממש למאכלם של צדיקים שהטריחו עצמם בתורה ובמצות ועורו ממש להבהיק דירתם כדי שתתפרסם מעלתם בעמים איך עבדו להקב\"ה והחזיקו בתורתו ובמדותיו, כענין שכתוב (מלאכי ג) ושבתם וראיתם בין צדיק לרשע בין עובד אלהים לאשר לא עבדו. וכן כתיב (ישעיה סה) הנה עבדי יאכלו ואתם תרעבו הנה עבדי ישתו ואתם תצמאו הנה עבדי ירונו מטוב לב ואתם תצעקו מכאב לב ומשבר רוח תילילו.",
                "<b>ומצורף</b> לזה תמצא בפ' חלק מפורש שהקומות יחזרו לעתיד למאתים אמה והוא שדרשו שם ג\"כ בפרק הספינה (ע\"ה) (ויקרא כו) ואולך אתכם קוממיות שתי קומות של אדם הראשון דברי ר' מאיר ר' יהודה אומר מאה אמה כקומת ההיכל שנאמר (תהלים קמד) מחוטבות תבנית היכל. ומה שאמר עתיד הקב\"ה להביא אבנים טובות ומרגליות וחוקק בהם עשר ברום עשרים ומעמידן בשערי ירושלים שנא' (ישעיה נד) ושעריך לאבני אקדח, שנראה מזה שיהיו הקומות כ' אמה לא יותר לכך הוצרכו לומר שאין זה נאמר בשערי הבתים כי מאין יכנסו אותם הקומות אלא בודאי בשערי החלונות נאמר. וכבר ידעת כי פרשת אם בחקותי הבטחה הוא לעתיד לבא לא נתקיימה מעולם בשני המקדשים לא בבית ראשון ולא בבית שני, והיעודים שבתורה בהבטחות אינן על השלמות אלא לעתיד בהתכשר החטא הקדמוני מה שלא היה בשום זמן מהזמנים, וזהו שדרשו חז\"ל (מ\"ק טז) שיצא דוד על שמונה מאות חלל בכעס אחת והיה מצטער על המאתים לקיים מה שנא' (דברים לב) איכה ירדוף אחד אלף יצאה בת קול ואמרה רק בדבר אוריה החתי: ",
                "<b>וראוי</b> שתשכיל אחר שידוע כי לפי שבחטא אדה\"ר נתמעטה קומתו, כמו שדרשו רז\"ל (סנהדרין לה) כיון שחטא נתן הקב\"ה עיניו עליו ומעטו והעמידו על אלף אמה שנאמר (תהלים קלט) אחור וקדם צרתני ותשת עלי כפכה, אין לתמוה בהתכפר החטא ובהתבטל הגזירה אם יחזרו הקומות לשיעורן שהרי הקומות לא נתמעטו אלא בשביל החטא שבסבתו נתקלקל האויר ובזמו ההוא ישתנה כל מעשה בראשית לטוב וישוב לשלמותו וזכותו כמו שהיה בזמנו של אדם הראשון קודם החטא, ואז יגדלו הקומות ויחזרו לשיעורם וכל ישראל יתעלו ויתענגו במלכות שדי ויהיה שפע ההשגה ותענוג לגוף ולנפש רב כיד המלך ית'. ואחר שביארתי לך את כל זה אין שום משכיל ראוי שיסתפק מעתה בסעודה המתוקנת הגופנית כי נבראו מאז לכונה זו להיות מהם שכר לצדיקים לעתיד יתעדנו בסעודות אלו בגופותם. וכבר אמרו חז\"ל כי משה רבינו ע\"ה יהיה עמהם משמש באותן סעודות. והענין הזה תמצאנו רמז בתורה בברכות יעקב ע\"ה באמרו (בראשית מט) עד כי יבוא שילה, כלו' עד כי יבוא משה, ורצה לרמז ביאת הגואל הא' הקרוב שעל ידו נגאלו ישראל ממצרים, והגואל הרחוק האחרון נכלל בו שיהיה גם כן בגאולה העתידה, וזהו עד כי יבא שילה והלשון ישמש לשתי הגאולות הראשונה הקרובה והאחרונה הרחוקה, וכן אמרו במדרש על משה רבינו ע\"ה שחולא קרדונא לתקוני סעודתא פירוש שחולה משה תרגום משיתיהו שחלתיה וקרדונא לתקוני סעודתא הוא קפילא. והנה תכלית הכונה בסעודות הגופניות האלה להיותם תכונה לזכך הגוף והחומר ולחדד השכל כדי שישיג ידיעת הבורא יתב' ויתבונן במושכלות ואז תהיינה הנפשות בהסתלקות הגופות ראויות אל הסעודה השכלית שהמלאכים המשרתים עצמם הקרובים לשכינה אוכלים ממנה כי אז תשיג הנפש האור הבהיר מה שאין לה יכולת להשיגו בעוד שהיא שרויה בחומר: ",
                "<b>והענין</b> הזה שאל משה כשאמר (שמות לג) הראני נא את כבודך, ויש כאן מקום שאלה מה ששאל משה בזה באפשר או בנמנע, אם באפשר למה מנעו ואמר (שם) לא תוכל לראות פני ואם בנמנע למה בקש. ותשובת הדבר דבור על אופניו כי משה בקש להשיג בעודו בחומר מה שישיג אחר הפרדו מן החומר, והטעם לו בזה מפני שראה שעמד כבר בהר מ' יום וכחש כח הבשר ונתדלדל חומרו מן צד עפריותו בהתגבר עליו האור שבו קרן עור פניו שאל שיהיו חומרו כמי שאינו ושלא יעכבנו מלהשיג מה שישיג אחר הפרידה והקב\"ה השיבו (שם) כי לא יראני האדם וחי, כלו' מכל מקום עדיין אתה אדם וא\"א שתשיג בעודך בחומר מה שתשיג אח\"כ, וכן אמרו במדרש כי לא יראני האדם וחי בחייהם אינם רואים אבל במיתתם רואים וזהו לאחר הפרד הנפש מן החומר, ואפשר לפרש עוד במיתתם סמוך למיתתם כענין שדרשו באלה הדברים רבה והיה עקב וכו' (תהלים לז) מה רב טובך אשר צפנת ליראיך. מעשה בר' אבהו שנטה למות וראה מתן שכרו מה שעתיד ליתן לו הקב\"ה לע\"ל וכל הטוב המתוקן להם לצדיקים לע\"ל. וכיון שראה כל אותן הנחמות המתוקנות אמר כל אלין לאבהו מיד נתאוה למות והתחיל קורא מה רב טובך אשר צפנת ליראיך: ",
                "<b>וצריך</b> אתה לדעת כי כשם שישראל זכו על הים לשתי מעלות מופלאות ועצומות וזכו בהם בגוף ובנפש, האחד שעברו בתוך הים בהרגשת גופם ונעשה להם נס ופלא גדול בקרוע הים לשנים עשר קרעים וי\"ב שבטים שעברו בין הגזרים האלה כל שבט ושבט על גזרו. השנית שנתעלה נפשם ונתנבאו שם וראתה שפחה מישראל מה שלא ראה יחזקאל בן בוזי, כן לעתיד יזכו ישראל לשתי מעלות בגוף ובנפש, סעודות גופניות מן המאכלים הדקים והזכים שהזכרתי, סעודה שכלית בהתבודד הנפש ברוח הקודש שהרי כל ישראל יעלו למדרגת הנבואה, כמו שאמר (יואל ג׳:א׳) והיה אחרי כן אשפוך את רוחי על כל בשר ונבאו בניכם ובנותיכם וכו' והיה הנכשל בהם כדוד ובית דוד כאלהים כמלאך ה' לפניהם, זה יהיה בזמן הגאולה אחרי הפסק המלחמות בהיות ישראל על אדמתם, וע\"כ אין להרחיק היות הסעודות האלה ענינים גופניים כפשוטן. ועוד תמצא שפי' ז\"ל (סנהדרין עה) עתיד הקב\"ה לעשות אריסטון גדול לצדיקים לעתיד לבא מבשרו של לויתן וכל מי שלא אכל נבלות וטרפות שקצים ורמשים זוכה ואוכל ממנו: ",
                "<b>ועוד</b> דרז\"ל לויתן דג טהור שנאמר (איוב מ״א:כ״ב) מפלי בשרו דבקו וכתיב (שם) תחתיו חדודי חרש אלו קשקשים הקבועים בו. הסעודה השכלית בגוף ובנפש היא לזמן התחייה. והנני מבאר לך בשער הזה ענין עולם הנשמות הבא לאדם תכף בהפרדו מן העולם, וענין עוה\"ב שלאחר התחיה וענין התענוג שיש לנפש בכל העולמות כלם. דע כי בסעודה השכלית בגוף ובנפש היא לזמן התחייה כי יתבטל לגמרי הנהוג הגופני הזה ויתחדש נהוג אחר מופלא וחדש ותכלה הזוהמא מן העולם והמקטרג יבולע אין שטן ואין פגע רע יעשה ה' חדשה בארץ ותתחדשנה הנפשות כהתחדש הנשר ויהיו כלם חדשים מעשה ידי אמן וק\"ו מכלי זכוכית, ואז יתעדנו בני תחיית המתים בגוף ובנפש בסעודה שכלית בעוה\"ב שלאחר התחיה שאין שם סעודה גופנית כלל ועל אותו זמן ארז\"ל (ברכות יז) מרגלא בפומיה דרב העוה\"ב אין בו לא אכילה ולא שתיה ולא קנאה ולא שנאה ולא תחרות אלא צדיקים יושבין ועטרותיהם בראשיהם ונהנין מזיו השכינה, והמאמר הזה יורה שיהיו שם באותו עולם בגוף ובנפש וע\"כ אמר אין בו לא אכילה ולא שתיה שאם לא היו שם בגוף ובנפש לא היה צריך רב שיאמר שאין אכילה ושתיה לנפשות אלא בודאי יהיו שם בגוף ובנפש ואעפ\"כ אין בו לא אכילה ולא שתיה שיתבטלו מהם כחות הגופניות כהתבטלם ממשה ואליהו ע\"ה. וא\"ת שהכלים לבטלה אינם לבטלה כיון שמקבלים השכר והתענוג ביחד כשם שטרחו בתורה ובמצות בגוף ובנפש ביחד שהרי הקב\"ה אינו מקפח שכר כל בריה ורוצה הוא שיקבל הגוף שכרו ולא יהיה עשוק במשפטו, כי אע\"פ שהנפש עיקר מ\"מ אין הגוף טפל כי הוא עיקר גדול כי הוא הכלי שהנפש מראה פעולותיה בו ואין לה כח להוציאם לפועל זולתו א\"כ ראוי שיהיה הגוף מעותד למתן שכר עם הנפש יחדו. ומ\"ש ועטרותיהם בראשיהם על האור הבהיר אמר כן שהוא מחופף עליהם כמ\"ש (ישעיהו כ״ח:ה׳) ביום ההוא יהיה ה' צבאות לעטרת צבי ולצפירת תפארה לשארית וגו' דרז\"ל (חולין פט) למי שמשים עצמו כשירים ואלו ודאי הם בני תחיית המתים, ואפשר שנאמר עוד ועטרותיהם בראשיהם דוגמת הכתרים שנתנו להם בסיני והם העדי שזכו אליו בקבלת התורה כמ\"ש (שמות ל״ג:ו׳) ויתנצלו בני ישראל את עדים מהר חורב. ודרז\"ל זיינאות של שם המפורש חגר להם, וכיון שחטאו נסתלקו מהם וזכה בהם משה וזהו שאמר הכתוב מהר חורב (שם) ומשה יקח את האהל, כלומר לקח כל אופן מעלות ומיני מאורות זהו את האהל מלשון (איוב כ״ט:ג׳) בהלו נרו וגו'. וכשם ששיעור עדונם כשיעור עדונו של אדם בג\"ע קודם החטא כי הכתרים שבראשם דוגמת הכתרים שבסיני קודם החטא.",
                "<b>דע</b> שמפני שהגוף כתנת הנפש כמ\"ש שהמע\"ה בענין תחיית המתים (שיר השירים ה׳:ג׳) פשטתי את כתנתי איככה אלבשנה גלה לנו בפי' שתתלבש הנפש באותו הכתנת אבל אמר איככה אלבשנה איך אפשר להיות זה בדרך טבע אלא דרך נס הגמור והפלא העצים שאחזור ואלבשנה אחר ההתפשט, ואמר זה כמתמיה לא כמסתפק ח\"ו. רחצתי את רגלי כלומר אחר שרחצתי רגלי איך אפשר שאחזור לאותו הטינוף טוב לי להשאר ברקיע מלחזור שם, וכל זה מכלל התימה אלא שהוא דבר מלך שלטון שהבטיחנו כן בתורה שתחזור הנפש בגוף לתחיית המתים לקבל שכרה או עונשה כפי מה שיבא לה מן הדין וגו', ביאור הענין הזה בעיקר תחיית המתים אשלמנו לך בשער הזה חפש אחריו ורדפהו והשיגהו: ",
                "<b>ודע</b> והבן כי על הסעודה הזאת של תחיית המתים דרז\"ל במס' פסחים (קיט) ויעש אברהם משתה גדול ביום הגמל וגו'. עתיד הקב\"ה לעשות סעודה לצדיקים ביום שיגמול חסד לזרעו של יצחק ונותנין כוס של ברכה לאברהם לברך ואומר להם איני מברך שיצא ממני ישמעאל, נותנים ליצחק כוס של ברכה לברך ואומר איני מברך שיצא ממני עשו, נותנין לו ליעקב כוס של ברכה לברך ואומר להם איני מברך שנשאתי שתי אתיות בחייהן, נותנין לו למשה כוס של ברכה לברך ואומר להם איני מברך שלא זכיתי להכנס לארץ. נותנין לו ליהושע כוס של ברכה לברך ואמר להם איני מברך שלא זכיתי לבן. נותנין לו לדוד כוס של ברכה לברך ואומר להם אני מברך ולי נאה לברך למלך יתברך שנאמר (תהלים קטז) כוס ישועות אשא ובשם ה' אקרא. ",
                "<b>והסעודה</b> היא לעוה\"ב אחר תחיית המתים וכוס של ברכה זהו משל שכבר נתבאר שהעוה\"ב אין בו לא אכילה ולא שתייה ובא ללמד על דהע\"ה שהוא מקלס תחלה להקב\"ה על כל הצדיקים, ואמרו במסכת יומא (פ\"ח ע\"ו) כסא של דוד לעלמא דאתי מאתן ועשרין יוחד לוגא הוי שנאמר (תהלים כג) דשנת בשמן ראשי כוסי רויה רוי\"ה בגימ' הכי הוי. וכל זה משל על ענין מעלותיו וקלוסיו שהוא מקלס בהם ויהיה ראשון לכלם למעלת המלכות. וכבר ביארו לנו רז\"ל שהוא ראשון לכל הצדיקים בג\"ע הוא עולם הנשמות ממ\"ש אמר הקב\"ה לירבעם חזור בך ואני ואתה ובן ישי נטייל עם הצדיקים בג\"ע אמר לו ומי בראש אמר בן ישי אמר ליה לא בעינא. נמצאת למד שכשם שהוא ראש לכל הצדיקים בג\"ע כן ביאר בכאן בעוה\"ב שלאחר התחייה שהוא ראש לכלן לברך ולקלס ראשון: ",
                "<b>ותדע</b> באמת כי מעלת הנשמות בעולם הנשמות הסמוך. וכן העוה\"ב שלאחר התחייה והיא תקות כל מקוה אין להעריך אותו ולדמותו בעוה\"ז ולא לציירו בלב, לפי שציורו אינו מכיל בלב כל חכם לב שיוכל לצייר ענינו ואיכותו האיך הוא והאיך הנשמות מתעדנות בו, וטעם הדבר בסבת היותנו שקועים בעולם הגופות העבים והגסים בתכלית העובי והגסות. והעולם העליון הוא בתכלית העלוי והדקות והזכות, והנה הם שני הפכים ומן הנמנע להשיב דבר אל הפכו. וכשם שהדג בהיותו ביסוד המים ולשם היותו וחיותו אי אפשר לו שישוב אל יסוד האש שהוא הפכו. כן שני העולמות האלו שני הפכים נבער כל אדם מדעת איכות העוה\"ב בעוה\"ז וכל החכמים המחוכמים פתאים בו. וכבר ידעת שארז\"ל שאפילו הנביאים לא נתנבאו עליו מרוב העלמתו הוא שאמרו בסנהדרין (דף צט) כל הנביאים כלם לא נתנבאו אלא לימות המשיח אבל לעוה\"ב (ישעיהו ס״ד:ג׳) עין לא ראתה אלהים זולתך, אמנם על הכל אנו יודעים בבירור מדרך השכל ומדרך התורה שהיא מחכימת פתי, כי כשם שהגוף נהנה ומתעדן בסעודה עריבה ומבושמת כפי שיעור עדון הגופני כן הנפש תהנה ותתעדן בעולם העליון ההוא, אמנם עדונה שם באין שיעור לפי שהגופנים בעלי שיעור ומדה והעליונים אין להם שיעור ומדה. שמעלתם גדולה עד אין חקר ועדונם עצום עד אין שיעור, ואע\"פ שהכח הגופני דל הוא ואין ידו משגת לצייר בלב מציאות העליונים ועדונם שאין לו שיעור אין כח העליונים ושלמותם מתבטל בכך כשאין הפחותים מורכבי החומר משיגים אותם, כשם שאין חכמת האדם ומעלתו מתבטלת כשאין הסכל או הבהמה מדמה אותה ומשיגה. ",
                "<b>והענין</b> הזה ביארו חכמי האמת במסכת (ברכות מ) הוא שאמרו בא וראה שלא כמדת הקב\"ה מדת בשר ודם מדת בשר ודם כלי ריקן מחזיק מלא אינו מחזיק, אבל הקב\"ה אינו כן מלא מחזיק ריקן אינו מחזיק שנאמר (שמות ט״ו:כ״ו) אם שמוע תשמע, וביאור זה כי בהיות הגופנים בעלי שיעור ומדה כלי ריקן מחזיק וכשממלאין אותו אינו מחזיק יותר לפי שכבר נתמלא שיעורו ואין בעל שיעור מחזיק יותר משיעורו אבל בעיונים מלא מחזיק לפי שאינם בעלי שיעור וע\"כ מחזיקין בלא שיעור: ",
                "<b>ועולם</b> הנשמות זהו הנקרא ג\"ע אצל החכמים וקראוהו כן דרך משל בדוגמת הגוף המתעדן בגן וכן כתיב בג\"ע שבארץ (בראשית ב׳:ט״ו) ויניחהו בג\"ע לעבדה ולשמרה, כי אותו ג\"ע של מעלה הוא עולם הנשמות המכוון כנגדו נקרא ג\"כ ג\"ע והוא שכר המצות שהנפש מתעדנת בו בדמיון הגוף המתעדן בגן, ומה שלא הזכירה תורה בפירוש בשום מקום ענין ג\"ע המעותד לנפש בשכר המצות והזכירה היעודים הגופניים בשבת ישראל לבטח בארצם ובהיות להם גשמיהם בעתם וברבוי הברכה והשלוה, הענין הזה מפני שהתורה נתנה להמון כל ישראל וההמון לא יבינו היעודים השכליים, ואלו תבא התורה לספר בזה בקצרה לא היו מוצאין בו פתח להבין ולא היה מספיק ויהיה להם כחלום בלא פתרון, ואם אאריך הסיפור במכתב הלא רבו הספקות לפי רוב המכתב. ומטעם זה לא רצתה תורה לדרוך הדרך הזה לא בקצרה ולא בארוכה. לפי שההמון לא היו מאמינים בהם כלל עד שיראו אות או מופת בעיניהם עליהם, וע\"כ באה חכמת התורה בסיפור היעודים הגופניים ולהאריך בהם בהיותם הכנה לתגמול הנפש שהוא ג\"ע שלה ובהיותם אות ומופת על מה שלא יבינו. ומטעם זה לא הזכירה התורה בפירוש בסיפור ג\"ע בנסתרו פן תרבינה הספקות ומבוכות בהבנת הענין והזכירה בנגלה מה שהוא אות ומופת עליו, וזה טעם נכון מספיק לכל מבין ומשכיל בהיות התורה נתנה להמון. אמנם המשכיל הנלבב הנכנס לפנים ממנו ימצא הכל בתורה כי מיץ חלב יוציא חמאה מי שנתמצה בעסק התורה חלב שינק משדי אמו הוא יוציא חמאה של תורה, וע\"כ אתה המשכיל הנלבב הפוך בה והפוך בה דכולא בה. תמצא בענין חנוך (בראשית ה׳:כ״ב) ויתהלך חנוך את האלהים והתהלכות הזה כתרגומו שהיה צדיק מושל ביראת אלהים. וכשאמר כי לקח אותו אלהים ידוע כי הלקיחה למעלתו ולטובתו כיון שהיה צדיק, וא\"כ מכאן ביאור ענין ג\"ע לנפש הצדיק. ועוד תמצא בתורה בפרשת אם בחקותי שהוא הבטחה לעתיד שכתוב שם (ויקרא כ״ו:ט׳) ופניתי אליכם, ופי' שיהיה רצוני רבה בכם ורצון הש\"י הוא חיי העוה\"ב כענין שכתוב (תהילים ל׳:ו׳) חיים ברצונו וכן כתיב שם והתהלכתי בתוככם, והיעוד הזה אין להבין אותו מכלל יעודי הגוף אלא מיעודי הנפש לעולם הבא, וכענין שכתוב בו (בראשית ג׳:ח׳) מתהלך בגן לרוח היום ודרשו ז\"ל (ויקרא כ״ו:י״ב) והתהלכתי בתוככם עתיד הקב\"ה לטייל עם הצדיקים בגן עדן, ודומה לזה אמרו עתיד הקב\"ה לעשות מחול לצדיקים בגן עדן וכבודו ביניהם והמשיל השגת התענוג אשר לנפשות למחול שהוא אין לו סוף ותכלית ולפי שהעיגול סובב סביב הנקודה והנקודה באמצע לכך אמר וכבודו ביניהם. וכן הזכיר שם בתוככם כי המשיל ישראל לעיגול ועצמו לנקודה, ואחר שאמר והתהלכתי בתוככם אמר והייתי לכם לאלהים, והוא שדרשו חז\"ל וכל אחד ואחד מראה עליו באצבעו שנאמר (ישעיהו כ״ה:ט׳) הנה אלהינו זה, מלת זה משל לקירוב ההשגה כמי שיש לו ידיעה בנמצא ומכירו בבירור ומבחין אותו משאר הנמצאים, ואין להבין מלת זה ממש כמו שעומד לפני האדם אך הוא כענין כי זה משה האיש שלא היה עומד עמהם אך היה להם ידיעה בו, מכאן נתבאר למשכיל עולם הנשמות שהוא ג\"ע לנפש אך הכתוב עירב אותו בכלל היעודים הגופנים וסמך על שכלו של משכיל שיבינהו מתוכם ולא יתעלם ממנו כהתעלם מן ההמון: ",
                "<b>עוד</b> תמצא בדברי משה בסוף התורה הבטחה מפורסמת בענין העוה\"ב הוא שכתוב (דברים ל״ג:כ״ט) אשריך ישראל מי כמוך עם נושע בה'. מפני שהזכיר למעלה היעודים הגופנים באמרו (שם) וישכן ישראל בטח בדד עין יעקב אל ארץ דגן ותירוש אף שמיו יערפו טל, לכך סמך לו מיד אשריך ישראל, יאמר אל תחשוב שיהיה זה לכם תכלית הגמול ושכר המצות כי אין זה חלק בעוה\"ב זהו אמרו אשריך ישראל, וכמ\"ש חז\"ל אשריך וטוב לך אשריך בעוה\"ז וטוב לך לעוה\"ב. ואח\"כ אמר מי כמוך כלומר מי כמוך בכל העמים שיהיה נושע בה' וזהו תשועת הנפש לעולם הנשמות, וע\"כ אמר נושע בה' כלשון הנביא (ישעיהו מ״ה:י״ז) ישראל נושע בה' תשועת עולמים. ואמר מגן עזרך. כי אחר שהזכיר גמול הנפש ותשועתה בעולם הנשמות נתן להם מופת ע\"ז ואמר שהוא יתב' מגנם ועזרם וחרב גאותם כלומר שיוכלו להתגאות בה זהו שאמר מגן עזרך, ועוד יכלול שקרא למדה\"ד של מעלה מגן לפי שדרכו של מגן בשמאל והבטיחנו בה שיהיה בעזרנו ולא נפחד מן האויב אך נתגבר עליו, וכן אמר דוד (תהילים י״ח:ל״ו) ותתן לי מגן ישעך מגן שהוא ישעך. וביאר עוד (שם פד) כי שמש ומגן ה' אלהים הוא השם הגדול הוא מדתו של יעקב שנקרא שמש. וכן דרז\"ל אמר יעקב מי גלה לו לזה ששמי שמש וקרא מדה\"ד של מעלה מגן וז\"ש שמש ומגן ה' אלהים זה הוא שהזכיר מגן עזרך ואשר חרב גאותך, כי בהיות להם לישראל ההצלחה התמידית והתגבורת העצום על כל אויביהם הנה כל זה מופת שהם דבקים ונושעים בה' בעולם הנשמות, אם כן אין סיפור יעודי הנפש שבתורה אלא הבנה ומופת, ותן לבך לדברי משה איך רצה ביום מותו לחתום דבריו בעולם העליון והבן זה: ",
                "<b>ואחר</b> שביארתי לך ענין עולם הנשמות הנקרא ג\"ע אצל רבותינו ז\"ל וגליתי לך טעם למה לא הזכירתו התורה בפירוש כ\"א למשכיל הנלבב. הנני מרחיב לך באור בענין התענוג ההוא שיהיה כשיעור התענוג שהתענג אדם הראשון בג\"ע קודם החטא, בשכבר ידעת כי היתה עמידתו שם רב ועצום מאד רב בתענוג הנפש ומיעוט בתענוג הגוף בהשקט והנחה וקורת רוח שאין כמוה, בהיותו כלו שכלי ונפשו וגופו הסכמה אחת בהשגת בוראו ולא מנע ממנו תחלה עץ החיים הגורם חיי עד אבל אחר החטא שאכל מעץ הדעת אחר האכילה ההיא גרמה לו שימשך אחר התאוות וישתדל בצרכי הגוף יותר מצרכי הנפש ככל אשר אנחנו עושים פה היום. ולכן נתתייב שיתקצרו ימיו ותשלוט עליו מיתה. אבל קודם החטא היה מתענג בג\"ע ומשתעשע ברצונו. וזהו שאמר ויניחהו בג\"ע לעבדה ולשמרה כי הניחו בגן עדן כדי שיהיה עובד אדמת הגן ויהיה זורע בו כל מיני תבואות ונוטע כל מיני פירות והיתה פרנסתו מעצי הגן והיו משתיו מנחלי עדן והיו מלבושיו ענני כבוד עד שנתקנאו מלאכי השרת במעלתו ונתגלגל הענין למה שידעת, ואל המעלה הזאת ואל שיעור התענוג הזה עתידים בני תחית המתים שיתעדנו יחדו בגוף ובנפש ויהיה הרב בתענוג הנפש ומיעוט בתענוג הגוף כאדם הראשון קודם החטא, לכך יתחייב על כל מי שהוא בבני תחית המתים שיחיה חיים ארוכים או חיים נצחיים כי אז יחזור העולם לשלמותו כשיהיה לרצון בוראו יתעלה: ",
                "<b>ואם</b> תחשוב ויקראך לבך לומר מה צורך לתחית המתים כיון שהנשמות ברקיע בצבאות צובאות במראות נוראות עם המלך ה' צבאות ויהיו של צדיקים גמורים עבדוהו מאהבה בלב שלם בעולם הזה ראויים שיפליא הקב\"ה לעשות בהם שיחיו אחר מיתתם הלא טוב להם שישארו במקום הנכבד והטהור בהיכל עליון ברקיע יותר מחזרתם לגוף לשכון בבתי חומר אפילו דירות מיוקרות מחוטבות תבנית היכל מובהקות של אבני אקדח כמו שהזכרתי למעלה: ",
                "<b>והנני</b> אשכילך ואורך בתשובת דבר זה, כי בהסתלק האדם מן העוה\"ז אל עולם הנשמות שהיא סמוך לפרידתו מזה והיא הנקרא כבוד ה' משם מעולם הנשמות תתעלה הנשמה להתעדן בצרור החיים הנקרא עולם החיים ונקרא נצח כמו שאמרו (תהלים יז) תודיעני אורח חיים שובע שמחות את פניך נעימות בימינך נצח, ואם היא ראויה לעמוד שם לעולם עומדת שם בלא הפסק, וזהו שאמרו רבותינו ז\"ל כל מקום שנאמר נצח סלה ועד אין לו הפסק עולמית, וכאשר איננה ראויה לעמוד שם והיא ראויה לקבל בעולם הגופות מדה כנגד מדה הרי היא חוזרת לעוה\"ז לתחית המתים ליטול שכרה עם הגוף בעולם הגופות. ומזה אמר הכתוב (דניאל י״ב:ב׳) ורבים מישני אדמת עפר יקיצו לא אמר כל ישיני אלא מישני והם אותם שאינם ראוין להאריך ימים בצרור החיים חוזרין לתחית המתים ושם נוטלין שכרם ומתבוננים בהשגתו ית' ומזדככים בעלוי ההשגה וידיעה עד שראוין לחזור שם ואחר שחוזרים שם משם מתעלים אל העולם הנעלם הוא שכתוב (תהלים מח) הוא ינהגנו על מות: ",
                "<b>וצריך</b> שתבין המאמר שאמרו רז\"ל צדיקים שעתיד הקב\"ה להחיות שוב אינן חוזרין לעפרן אלא יהיו קיימין שנאמר (ישעיהו ד׳:ג׳) והיה הנשאר בציון והנותר בירושלים קדוש יאמר לו מה קדוש קיים לעולם אף צדיק שעתיד הקב\"ה להחיות לעולם קיים כן דרשו בסנהדרין (דף צב). ובמקום אחר דרשו מתים שעתיד הקב\"ה להחיות שוב אינן חוזרין לעפרן אלא יהיו קיימים לעולם ומתעדנין בתוך שבע חופות. וזה באור הענין וסוד המאמר שהרי גזרת הכתוב (בראשית ג׳:י״ט) כי עפר אתה ואל עפר תשוב לא היתה אלא מצד החטא הקדמוני וכיון שחטא נסתלק ובלע המות לנצח וישב הים לפנות בקר לאיתנו ותקפו של עולם והכלים מעשה ידיו ית' אין מי שיחטיאם כי המקטרג חלף הלך לו על כן אינם חוזרים לעפרן לעולם כי כיון שחטא מסולק ובכל הרי הגזרה בטלה ולכך אינן חוזרים לעפרן, ואע\"פ שאין חוזרים לעפרן לעולם אין לך להבין שיעמדו הגופות קיימים כב\"ו ממש בגידים ועצמות כמו שאנו עכשיו אלא שיזכו למעלות הלקיחה וההתהפכות אבל לעפרן לא יחזרו לעולם כן צריך להבין מי שדעתו צלולה ולא יונהו פת בג תאוותיו ויין משתיו ולא יתשתה אחר הדברים שהפתאים נפתים בהם ומשוקעים בעון מצולות שכלם: ",
                "<b>וצריך</b> שתדע כי בסעודה השכלית שהיא לנפש לבדה המתוקנת לצדיקים בעולם הנשמות או בחיי העולם הבא, אין כל הצדיקים שוים בה אבל היא מדרגה זו למעלה מזו. וכן דרשו בספרי על שובע שמחות פניהם של צדיקים דומין לעתיד לבא לחמה ולבנה לרקיע ולככבים לברקים ולשושנים ולמנורות בית המקדש. וכן אמרו עוד בסדר אליהו זוטא שבע חופות יש לצדיקים בגן עדן שנאמר (ישעיהו ד׳:ה׳) וברא ה' על כל מכון הר ציון ועל מקראיה ענן יומם ועשן ונוגה אש להבה לילה וגו'. והענין הזה הבטיחו הקב\"ה לא\"א בברית בין הבתרים כשאמר לו וספור הככבים ואמר לו כה יהיה זרעך, כלומר כשם שהככבים מדרגות, יש כוכב שאורו גדול מחברו ויש למטה ממנו ויש למעלה ממנו. כן עתידין להיות זרעך מדרגות באור התורה והחכמה זה גדול מזה וזה למעלה מזה. וכן באור העולם הבא מדרגתו של צדיק זה למעלה ממדרגתו של זה, יש מהם זוכים לאספקלריא שאינה מאירה ויש מהם זוכין לאספקלריא המאירה, ויש דעיילי בבר כלומר ברשות ויש דעיילי בלא בר, וכן דרשו בסוכה (דף מה) תמני סרי אלפי דרא הוו קמי קודשא בריך הוא דכתיב (יחזקאל מ״ח:ל״ה) סביב שמונה עשר אלף ופי' רש\"י י\"ח אלף צדיקים מקיפים את השכינה, פי' לפירושו מקיפים לד' רוחות העולם ואם כן יש לכל רוח ורוח ארבעת אלפים וחמש מאות צדיקים וזהו סביב י\"ח אלף. ",
                "<b>וזה</b> טעם מה שדרשו בסוף פרק ראשון של ע\"ז (דף ג) שט ועובר בי\"ח אלף עולמות שברא כלומר מתהלך בין הצדיקים לפי שכל צדיק וצדיק יש לו עולם בפ\"ע והבן זה כי אין צריך להאריך ולהרחיב באור יותר. ויש עוד צדיקים גדולים למעלה מכלן שמסתכלין באספקלריא המאירה נכנסים בלא רשות, ועליהם אמר ר' שמעון בן יוחאי ראיתי בני עליה והם מועטים כי הצדיקים הנכנסים ברשות למעוט הם ל\"ו בכל דור ממה שכתוב (ישעיהו ל׳:י״ח) אשרי כל חוכי לו. וכדאמרינן התם חוכי לו ל\"ו בגימטריא תלתין ושתא הוו אבל אלו הנקראים בני עליה הם מועטים שנכנסים בלא רשות: ",
                "<b>ועתה</b> אודיעך ענין האור העליון שזכרתי למעלה ואחתום בו השער הזה. דע כי האור העליון שזכרתי למעלה הנקרא במעשה בראשית יום ועליו אמר הנביא (זכריה י״ד:ז׳) והיה יום אחד הוא יודע לה' לא יום ולא לילה והיה לעת ערב יהיה אור, ביאור הכתוב והיה יום אחד מלת והי\"ה באותיותיו השם המיוחד וכן כתוב (תהילים כ״ז:א׳) הי אורי וישעי ממי אירא ה' וכו'. יום אחד האור הוא יודע לה' יודע לעצמו. וכן דרשו ז\"ל גנזו לעצמו הבדילו לעצמו. לא יום ולא לילה כלומר יגיע זמן שישמש היום ההוא לצדיקים ולא יהיה הזמן נוהג יום ולילה כמו עכשו שהוא מתנהג אור וחשך אלא לעת ערב יהיה אור גדול. וערב זהו סוד האלף הששי שהוא שבת כמו יום ו'. והאור הזה הוא שזכה בו משה רבינו ע\"ה בנקרת הצור לאספקלריא המאירה שמשם התנבא וזכה בקירון עור פניו שהיו כפני חמה. ובפירוש אמרו נובלות אורה של מעלה גלגל חמה כי אורה של מעלה היא מעלת נבואתו של משה גלגל חמה שהיא הנובלת היא קירון עור פניו היה מיד הקב\"ה למשה, והקירון הזה הוא הפירות שהיה לו בעוה\"ז מלבד הקרן קיים לו לעוה\"ב והוא מעלת האור העליון וג\"כ מלת קרנים כוללת הפירות והקרן. וכל זה היה לו מתוך הלוחות וכן נרמז בו לוח (חבקוק ב) קרנים מידו \"לו \"ושם \"חביון עוזו ראשי תיבות לוח, ואמרו במדרש והנה קרן עור פניו כל ההוד שנטל משה לא היה אלא פירות מתן שכרו, אבל הקרן קיים לו לעוה\"ב שנאמר קרנים מידו לו. ודרשו עוד (שמות ל״ג:כ״ב) ושמתיך בנקרת הצור מנקרת הצור זכה משה לקירון עור פניו וכה\"א קרנים מידו לו ושם חביון עזו: ",
                "<b>והנה</b> נשלם הספר הזה מיוסד על אמרי שפר בהם המשכיל, בחכמה יבין בעת האוכל, יתקדש ומחשבתו תתלבן בהם, יתעסק על שלחנו והוא ישא הוד, שלחנו כלו אומר כבוד, בהם יטהר לבו ויבא במבחן, ונשא בם את השלחן, אשר לפני ה' יקרא, גדול שלחנו משלחן מלכים, יתנו לו מהלכים, ירום בכבוד יחזה כפי דוד בשושנים רועה, יזכה לפתורא דתלת כרעא. יזכה לסעודות גופניות ושכליות, ולהמנות מבני עליות. וברוך ה' שזכה את עבדו להשלימו. וחסדו טרם היותו קדמו, הוא יזכהו לראות מתורתו נפלאות, היכל על יסודו ומקום ארון ולוחות. המנורה והשלחן והמזבחות. בגידותיו וחטאתיו יכפר יסלח. בידו חפץ ה' יצלח, בין חסידיו יתנשא ירום, יורישנו יה ים ודרום. ברוב חסדיו יפדה יחידתו. מיד שאול כי יקחנו בעצתו, ינחנו בנעימות ימינהו, שדי רצון יעטרהו, בצרור חיים יצפינהו יתנהו. בנתיב חכמה ינהגהו, ינחהו, כענין שכתוב (תהילים מ״ח:ט״ו) כי זה אלהים אלהינו עולם ועד הוא ינהגנו על מות: ",
                "תם ונשלם "
            ]
        ]
    },
    "versions": [
        [
            "Shulchan Shel Arba, Warsaw 1878",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001784725"
        ]
    ],
    "heTitle": "שלחן של ארבע",
    "categories": [
        "Halakhah"
    ],
    "schema": {
        "heTitle": "שלחן של ארבע",
        "enTitle": "Shulchan Shel Arba",
        "key": "Shulchan Shel Arba",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "",
                "enTitle": ""
            }
        ]
    }
}