{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Halakhah"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, Rebels", 
    "text": [
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "If a court implements a decree thinking that the majority of the community would be able to follow it, and after they decree it, the people raise issue with it and it does not spread through the majority of the community - that decree is nullified, and the court cannot force the people to follow it."
        ], 
        [
            "", 
            "", 
            "", 
            "However, the rebellious elder that is spoken of in the Torah is a wise man from the sages of Israel that has received the tradition, adjudicates and teaches Torah, just like the other sages adjudicate and teach. When he disputes any law of the laws with the large beit din, and does not rescind his words in favor of the decision of the beit din, rather he continues to argue against them and continues to teach and to act against their decision, the Torah has decreed upon him death.  If he confesses, he has a place in the World to Come.  Even though he is a judge and they are judges and he has received the tradition just as they have, the Torah has given them the measure of honor.  If the beit din wanted to forego their honor and let him live, they may not, so that disputes will not be plentiful among the people Israel.", 
            "", 
            "If there were an outstanding sage, on of the court that disagreed and repeated his own position and taught it to others, but did not teach them to do as he says, he is exempt; As it says \"the man that does it on purpose\" It does not say 'the man that says it on purpose' rather it emphasizes that he must instruct it to be done or do it himself."
        ], 
        [], 
        [], 
        [
            "Honoring your father and mother is a very important positive commandment and so is revering your father and mother. Torah equates honoring and revering parents with honoring and revering God as it is written: \"Honor your father and your mother\" (Exodus 20:12) and it is written: \"Honor God from your wealth\" (Proverbs 3:9). And in reference to one's father and mother is it written, \"A person should revere his mother and his father\" (Leviticus 19:3) and it is written, \"Revere Adonai Your God\" (Deuteronomy 6:13). In the same way that one is commanded to honor God's great name and revere God, so too is he commanded in thier (his parent's) honor and revering. ", 
            "The one who curses his father or his mother (is killed) with stoning, and the blasphemer (is killed) with stoning. Here there is a comparable punishment for them (the acts of blaspheming and cursing parents). The father precedes the mother for honor, and the mother precedes the father in fear, to teach that the two are equal whether for fear or for honor.", 
            "What is this fear and what is this honor? Fear, so that he (the son) will not stand in his (the father’s) place. And that he will not sit in his place. And that he will not contradict his words and will not outweigh his words. And that he will not call him by his name, neither in his lifetime nor in his death. Rather, he will say, “father, my master”. (If) his father’s name or his master’s name was just (the same) as (the names of) others, he should change their names (how he refers to the others’ names). It appears to me that one need only be careful in this with a name that is strange, which everyone is not familiar with. But the names that they call the people (regularly), for example, Avraham, Yitzchak, and Yaakov, Moshe and similar (names), with those in all languages and in all times, he calls to others, that he (his father) is not before him, and there is nothing (problematic) in this (action). And what is this honor? That he will feed and water (give drink) and clothe and cover his father. And if his father has no money, and the son has money, we force him (to) sustain his father and his mother as much as he is able. And he (the son) takes him (his father) out (of the house) and enters him in(to the house), and serves him in the remaining things that the servants serve their masters in. And he stands before him in a manner that he would stand before his master.", 
            "", 
            "", 
            "", 
            "", 
            "Even though we have been commanded about this, it is forbidden for a man to make his sons' burden heavy and to be exacting about his honor with them, lest he will bring them to a stumbling block. Rather, he should forgive and ignore [any failings]; since [if] a father forgives [about] his honor, his honor is forgiven (and the children legally exempted).", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "One is obligated to honor his father's wife, even though she is not one's mother, while his father is alive. And so too one should honor one's mother's husband while one's father is alive. After she dies the obligation ends. And from the words of our Sages, one is obligated to honor an older brother like one honors a father."
        ], 
        [
            "How is the judgment of a \"wayward and rebellious son\" adjudicated? First, his father and mother bring him to a court of three judges and tell them: \"Our son is wayward and rebellious.\" They bring two witnesses who testify that he stole from his father and bought meat and wine with what he stole and partook of the meal described above after being warned. This is the first testimony.is implied by the phrase: \"This son of ours,\" i.e., the one that was lashed in your presence.\""
        ]
    ], 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "heTitle": "משנה תורה, הלכות ממרים", 
    "versionSource": "https://www.sefaria.org", 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Shoftim"
    ]
}