{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "digitizedBySefaria": true, 
    "license": "Public Domain", 
    "title": "Chidushei Halachot on Yevamot; Alternate Version", 
    "text": [
        [], 
        [], 
        [
            "<b>[רש\"י</b> ד\"ה חמותו שמת בעלה וכו'. עי' במהר\"ם אבל לפי מ\"ש בחדושי הלכות מהדורא בתרא בד\"ה ואי אתה כו' מיושב שפיר ע\"ש וק\"ל]:", 
            "<b>בתוספות</b> בד\"ה עד סוף כו'. כיון דתנא עד סוף העולם צרות צרותיהן למה לי כדפריך כו'. עכ\"ל לא משמע להו בכה\"ג לומר לא זו אף זו קתני כיון דצרות צרותיהן בכלל סוף העולם הן דמה\"ט משמע להו דפריך בהכותב פירות פירותיהן ל\"ל כו'. ואהא תירצו דודאי אורחיה דמתניתין נמי בכה\"ג למתני לא זו אף זו אלא דבהכותב פריך דלא היה צריך לכתוב כו' ושוב הקשו ואם תאמר וכיון דתנא צרותיהן עד סוף העולם ל\"ל דהכי דייק בתמורה כו' עכ\"ל אבל אההיא דהכותב ודאי דל\"ק להו דאיכא סברא לחלק בין פירות פירותיהן לעד סוף העולם אבל הכא לא פסיקא להו שום סברא והוה דומיא דתמורה ואהא תרצו דה\"נ הכא איכא שום סברא לאסור טפי צרות צרותיהן וק\"ל:", 
            "<b>[בא\"ד</b> וא\"ת כיון דתנא צרות צרותיהן וכו'. ר\"ל הלא אין כאן לא זו אף זו דאין זה רבותא דהיא היא ואפילו מצרות צרותיהן לבד נשמע עד סוף העולם ודו\"ק ]:", 
            "<b>[ד\"ה</b> בתו כו'. ועוד לאביי דאמר דרבי חייא כו'. עיין בחידושים ובמהר\"ם ולדידי נראה לפרש דאי במתני' פליגי אין סברא לומר במאי קמפלגי לאפוקי אי פליגי בדרבי חייא שפיר איכא למימר דרב יהודה סבר דל' בכולן אני קורא היינו ברגיל ואביי סבר דהא מתני' ודאי ע\"כ ר' באונסין קאי רבי אמתני' ממילא גם רבי חייא מתפרשי במתני' וק\"ל]:", 
            "<b>[ד\"ה</b> אשת אחיו וכו' ודוחק לומר ולפרש וכו'. עיין במהר\"ם ולדידי נראה דדברי הת\"כ אתי כפשוטו דהיינו ודאי דנלמוד גם אחיו מאמו וה\"ה באחיו מאביו ביש לו בנים וע\"ז קאי שפיר מה דודתו בין מאב בין מאם לאפוקי באחיו מאב באין לו בנים יהיה מותר וכו' ודוק מהר\"ם נר\"ו]:", 
            "<b>[בא\"ד</b> ונוכל לומר לפי הש\"ס שלנו דמיתה בידי שמים אחר ס' וקודם זמן כרת כו'. עכ\"ל כ\"ה בפסקי תוספות ורצה לומר ליישב בזה פריכא ע\"פ ש\"ס שלנו ומכל מקום ש\"ס שלנו חולק על ירושלמי וק\"ל]:"
        ], 
        [
            "<b>שייך</b> למהדורא קמא בתוספות בד\"ה ואי אתה יכול כו' בסופו וסמ\"ג עכ\"ל גם מפרש\"י בשמעתין מוכח כן ממה שדקדק לפרש בת היה לו מאיש אחר כו' דאי מאחיו ומתה הבת לא היה לו בה איסור לאו ויש לדחות דלכך דקדק לפרש כן אפילו לרע\"ק דהוה איסור כרת בחמותו לאחר מיתת הבת מ\"מ משמע ליה דמתני' איירי בחמותו דאית בה איסור שריפה כדמוכח בגמרא בסמוך וק\"ל:"
        ], 
        [
            "<b>גמרא</b> כולהו נמי מדרשא וכו'. עי' בחדושי אך לדידי קשה הלא משמעות לישנא דמקשן שאמר אי הכי ליתני וכו' משמע היינו דוקא אי תימא דחומרי חומרי נקט ועכשיו שהמתרץ אמר אלא וכו' משמע דלא קאי סברא דחומרא נקט ואם כן מאי קא מקשי כולהו נמי כו'. אך נראה דהמקשה הקשה על לשון של המתרץ אלא בתו כיון דאתיא מדרשא וכו' והוא כוונת התוספות ג\"כ שאינו מפרשים כפרש\"י גבי ובדין הוא דליקדמה לכלתו משום חומרי וכו' אפי' לפי' ר\"י י\"ל דהתרצן מעצמו קאמר אפי' תימא דסברא דחומרי נקט כו' סברא מעליא אפ\"ה אינו קשה דליקדים לכלתו ודו\"ק:", 
            "<b>[שם</b> מאי אירא דתנא פוטרות וכו'. הרבה יש לדקדק בשיטה זו ואין בידי שום מפרש אחר לעיין אך בחידושי הלכות ובמ\"ק ומ\"ב כתב מ\"ש ובעיני נראה לפרש דודאי המקשן שמקשה מאי איריא כו' אינו מקשי דליתני אוסרו' לבד ולא ליתני מן החליצה ומן הייבום דאם כן ה\"ל לאקשויי ב' קושיות אחד ליתני אוסרות ואחד לא ליתני מן החליצה ומן הייבום גם אין לפרש דמקשה דליתני אוסרות לייבום לבד כפי משמעות ל' התוספות דא\"כ ה\"ל העיקר חסר אך דודאי מקשה ליתני אוסרות מן החליצה ומן הייבום והמתרץ השיב לפי סברתו שמתרץ אחר כך דלא שייך למיתני אוסרות על חליצה ולכן השיב נמי השתא דאי הוי תני אוסרות ה\"א מיחלץ חלצה וכו' ופריך אין כוונתו להקשות דליתני אוסרות לבד רק ליתני גם מן החליצה ומן הייבום רק במקום פוטרות ליתני אוסר' והשיב לו דלא אפשר למיתני אוסרות על חליצה ממילא אי הוה תני אוסרות לא היה יכול למיתני חליצה ויש מקום לטעות דמחלץ חלצה ואחר כך חזר ומקשה דודאי אי הוה תני אוסרות דלא שייך כלל אחליצה ויש מקום לטעות דמחלץ חלצה אבל לתני פוטרות מן הייבום וא\"כ מהיכי תיתי לטעות דמחלץ חלצה ואי משום דתני מן הייבום לבד היינו טעמא דעיקר המצוה היא בייבום ומתרץ דגם בזה יש קצת מקום לטעות ומצורף לזה דקמ\"ל כאן לארויי שבכל מקום שתלוי זה בזה כל העולה לייבום וכו' לאפוקי לעיל מספיק זה התירוץ לבד מיחלץ חלצה וכו' ודו\"ק היטב מהר\"ם יצ\"ו]:", 
            "<b>שם</b> קמ\"ל כל העולה לייבום עולה לחליצה. ופרש\"י כל היכא דאמרי' חולצת ולא מתייבמת משום ספיקא הוא עכ\"ל לאו דוקא משום גזרה אחרת כדקתני במתני' וכל היכולה למאן כו' חולצת ולא מייבמת משום דנראית כצרת ערוה ולהכי לעיל דקאמר ה\"א אסור לייבם אבל מיחלץ כו' ולא קאמר נמי הכי דקמ\"ל כל העולה לייבום כו' דלא שייך למימר הכי אלא היכא דמדינא ליכא ייבום כי הכא דקתני פוטרות אבל אי הוה קתני אסורה לייבם ודאי דהוה אפשר בחליצה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> למעוטי דרב ודרב אסי כו'. יש לדקדק כיון דכל חדא בעי מיעוטא באנפי נפשיה מהני תרי מיעוטי א\"כ לא אימעטו אלא הכי תרי דהיינו דרב ודרב אסי ומהיכא אימעט להו צרת ממאנת וצרת מחזיר גרושתו דס\"ל לש\"ס דלא איצטריכו להו למעט רק הני תרי דרב ודרב אסי דסד\"א לפוטרן מדאורייתא כהני דמתני' כדסבר רב ורב אסי לקמן אבל צרת ממאנת ומחזיר גרושתו לית בה איסורא דאורייתא וק\"ל:", 
            "<b>בתוספות</b> בד\"ה טעמא דכתב כו'. ורבא לא הוה צ\"ל אלא להיתרא לא מצית כו' עכ\"ל. ר\"ל כיון דמסיק אדעתיה שפיר למימר דלא איצטריך קרא אלא לאשמועינן דבעלמא דחי אלא דהוה קשיא ליה דא\"כ טפי לוקמיה לגופיה ולהיתרא לא ה\"ל לרבא למינקט בדבריו כלל ערוה גופה לא צריך קרא דאין עשה כו' דהא ודאי ידע נמי המקשה ולא ה\"ל להשיב אלא על קושייתו דלהיתרא לא מצית כו' ודברי מהרש\"ל בזה אינן מבוררין בזה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ורבנן אי הוה כו'. ויש לדקדק לפי גירסא זו מה פריך ורבנן הא על כרחך השני תירוצים של איבעית אימא יש לכל אחד איזה קושיא על התירוץ השני וא\"כ דלמא רבנן ור\"י מחולקים בזה דאין לומר דשניהם שקולים ואינן מחולקים האיבעית אימא ביחד א\"כ קשה לקמן גבי כלאים בציצית אינו מיושב המופנה לא ליכתוב לא תלבש שעטנז ופסוק גדילים תעשה לך וסמוך לפסוק ובגד כלאים שעטנז וגו' וא\"כ נדרוש סמוכים משום דמוכח דהוה ליה לכתוב בפ' ציצית אלא ע\"כ לומר דלאבעית אימא משום דמופנה אין סברא משום דמוכח וא\"כ דלמא גם רבנן מחולקים בזה ויש ליישב וק\"ל:", 
            "<b>בתוס'</b> ד\"ה (בעמוד הקודם) לא תעשה כו' כדמסיק טעמא כו' ר\"ל גבי פסח ותמיד ומילה לא פריך מי דמי התם חדא איסורא וכו' משום דאכתי חדא איסורא שפיר הוי ילפינן והמקשה רצה להקשות דאפי' חדא איסורא לא ילפינן. וקושית התוספות הוא היאך מקשי סתם דדחי עשה מנ\"ל הא חדא איסורא שפיר איכא למילף מאשת אח מיהו עדיין קשה לפי מ\"ש בחדושי הלכות דגם אחות אשה אין מצותו בכך א\"כ אכתי קשה למה אמר דוקא אחות אשה ה\"ל לגמרא למימר סתם תיתי מאשת אח על כל התורה וליפרך מה לאשת אח שמצותו בכך ויש ליישב ודו\"ק:", 
            "<b>ד\"ה</b> דא\"כ לכתב יה גבי כו' דמוכחא מילתא מדלא כתיב כל שוכב עם בהמה גבי עריות כו' עכ\"ל. לא ידענא דהא כתיב גבי עריות בפ' קדושים איש אשר יתן את שכבתו בבהמה מות וגו' ואדרבה הוה האי קרא דכל שוכב עם גו':"
        ], 
        [
            "<b>תד\"ה</b> ואפי' צמר לפשתים וכו'. עיין על דברי חדושי הלכות וכל עיקר תירוצו הוא שהתוספות כתבו לעיל דהכנף לאו רבוי הוא לפי תרוצם דהשתא דסוגיא אזלא אליביה דרב נחמן מיהו לא ה\"ל להתוספות לומר דהכנף לאו רבוי הוא דהא אליבא דרבא שפיר יכול לומר דהוא רבוי רק שהמקשן לא סבר דהוא רבוי וקאי לפי תירוצו של רב נחמן גם הלשון דהכנף לאו רבוי הוא לא משמע הכא דגם רבא אינו סובר שהוא רבוי רק משמעות הלשון של הכנף משמע מין כנף ולדידי נראה ליישב הכל דלמ\"ד לאתויי שרצים או כלאים היינו דוקא על שרצים או כלאים ולא במקום אחר אף בלא רבוי רק שיש לו איזה סמך גבי שרצים או כלאים שמשמע דוקא צמר ופשתים משא\"כ במקום אחר והמקשן בגמרא דפריך מציצית היינו ג\"כ לפי תירוץ של רב נחמן דאף כל לאתויי ציצית רק התוספות נטרי עד השתא לתרץ דסוגיא דהכא קאי לתירוצו של רב נחמן ממילא מיושב דמתחלה מקשי התוס' מאי קשיא והא תנא דבי רבי ישמעאל כו' מדסבר כל בגדים צמר ופשתים דלמא כאן יש לו רבוי וע\"ז כתבו דהכנף לאו רבוי ואח\"כ בדיבור זה מקשי' דלמא כפשוטו סבר דגבי ציצית כל בגדים במשמע ולא מכח שום ייתור או סמך רק דוקא גבי שרצים ומתרצי' דקאי לפי תירוצו של רב נחמן א\"ק לפ\"ז ה\"ל ליישב גם על מה שמקשי' דלמא הכנף רבוי ה\"ל לתרץ דכאן קאי הסוגיא לרב נחמן דאף כל קאי אציצית דהוא דוקא צמר ופשתים ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> [ואכתי איצטריך כו'. הא ודאי דצ\"ל דהתרצן דמייתי ברייתא דזקנו ס\"ל דסתם זקנו משמע בין ישראל בין כהנים דאל\"כ קשה מנ\"ל לברייתא דאיירי בכהן דלמא דוקא בישראל ובאם אינו ענין ללאו שאינו שוה בכל דהא מראשו ילפינן תנהו ללאו השוה בכל אלא ודאי דס\"ל דמשמעות לשון זקנו איירי גם בכהן ולפי זה איני מבין האריכות דברי' בחדושי הלכות שמפרש כוונת התרצן והמקשן גם לפי דבריו מוציא מפשוטו קושית המקשן ואכתי איצטריך וכו' דלפי פשוטו איצטריך זקנו לגופיה דה\"א שאני כהנים ממילא אין כאן לימוד באם אינו ענין ולפי דבריו משמע שהקושיא היא דאיצטריך ראשו דאי לאו ראשו לא הוי מוקמי זקנו אכהנים ודו\"ק]:", 
            "<b>תד\"ה</b> מה כו' א\"נ סוגיא דהכא סברה דאיצטריך ראשו לאשמעי' דהקפת כל הראש כו' עכ\"ל האי תירוצא מוכרח הוא גם לפי אמת דמכלאים בציצית דעשה דוחה ל\"ת יליף וא\"כ קשה למה לי ראשו דליכא למימר לגלויי אזקנו דאיירי בכהן דהא ע\"כ זקנו איירי בכהן דאל\"כ ל\"ל דמישראל לא איצטריך דמכלאים בציצית שמעינן ליה אלא ע\"כ דמראשו דשמעינן דהקפת כל הראש שמיה הקפה ודו\"ק:", 
            "<b>תד\"ה</b> ואכתי איצטריך כו'. גבי והתעלמת כו' פשיטא דאין עשה דוחה ל\"ת כו' עכ\"ל לכאורה דהוה עשה ול\"ת דמוכח מההיא דלקמן דמייתי אל תחזיר אבידה ועי' בפרש\"י לתרץ שם ועוד נראה קרא והתעלמת דכתיב גבי הקם תקים וגו' דלא הוה רק עשה פריך ודו\"ק:", 
            "<b>בד\"ה</b> שכן ישנו בשאלה כו'. אבל קשיא נילף מכהן ונזיר ומילה כו'. ונראה דהוו כמו ב' כתובים כו' דממילה וחד כו'. עכ\"ל ר\"ל ממילה וכהן אבל ממילה ונזיר ליכא למילף כאן דאיכא למפרך מה לכהן הואיל וריבה ביה מצות יתירות כדפריך בגמרא וק\"ק לפי סוגיא דשמעתין לתנא דמוקי ראשו לישראל וזקנו לכהן וליכא קרא בנזיר ניליף כולה ממילה וכהן דליכא השתא חד דלא איצטריך ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> [מפסח וכו' מתמיד וכו'. נ\"ל דאין זה מקשן ותרצן רק הכל הוא דברי עצמו וכ\"ת מפסח כו' וכ\"ת מתמיד כו' דאל\"כ קשה מאי קמתרץ מפסח הא ע\"כ גם הוא יודע דאיכא למיפרך דאל\"כ לא לכתוב מילה ונילף מפסח ג\"כ כמו כל לאו שיש בו כרת וכן כשמתרץ מתמיד קשה א\"כ לא יכתוב מילה ופסח ונילף ג\"כ מתמיד וק\"ל]:", 
            "<b>שם</b> ממילה ופסח שכן כרת כו'. גבי מילה דדחיא שבת לא שייך כרת אלא בגדול שלא מל עצמו ואינו דוחה שבת איכא כרת ולכך לא היה רק פירכא כל דהוא אחדא מתרתי אבל מעיקרא דבעי למילף ממילה לחודא לא פריך ליה הך פירכא כל דהו אחדא מחדא וכצ\"ל שכן צורך גבוה לא הוי רק פירכא כל דהו אחדא מתרתי וכן שכן תדיר כמ\"ש התוספות גבי פסח ומילה לא הוי רק פירכא כל דהו בכל שנה וק\"ל:", 
            "<b>תד\"ה</b> עד שיהא שוע כו'. [מה שהניח מהר\"ם בצ\"ע לפי דברי (דת\"ק) [ריב\"ן] ל\"ל יחדיו לתוכף שתי תכיפות הא בעינן שיהיו טווים ביחד נראה דלא קשה כלום דאשמועינן שיהיה טווי בחזוק בשתי תכיפות לאפוקי שלא נימא אף אם טווי קצת בענין שיכול להתיר הטווי ממילא אפ\"ה הוי כלאים קמ\"ל דבעינן דוקא שיהיה טווי כראוי ודו\"ק]:", 
            "<b>בא\"ד</b> אלא על טווי וארוג שנא' כו' ולא מייתי שעטנז אלא משום טווי כו' עכ\"ל כצ\"ל. דלא הוזכר במתניתין רק טווי וארוג ולא מייתי שעטנז רק על טווי אבל ארוג כיון שאינו נוז לא משעטנז נפקא אלא מיחדיו וק\"ל:", 
            "<b>ד\"ה</b> כולה משעטנז נפקא כו'. וא\"ת ול\"ל קרא למילף מכלאים וכו' נילף משריפת קדשים וכו' והא לא קשה נילף מהבערת בת כהן מדאיצטריך לא תבערו ש\"מ דבעלמא דחי דלפי משמעות לשון התוספות משמע דלאו מיותר הוא לא תבערו כדי ללמוד בת כהן דלא דחי שהרי כתבו דהוי גמרינן מכלאים בציצית דלידחי אבל בלא הלימוד מכלאים לא הוה אמינא כלל דדחי וק\"ל:", 
            "<b>[ד\"ה</b> טעמא דכתב רחמנא כו' פירוש דמהכא ילפינן בעלמא וכו'. ר\"ל דלא תאמר שהדיוק הוא מדאיצטרך למכתב כאן שבתותי תשמרו הא אי לא הוי נכתוב היה אמרינן דדחיא אפילו כאן ש\"מ דבעלמא במקום שלא יש לימוד דחי אפי' יש בו כרת דא\"כ קשה אכתי לא איצטריך עליה דהא נוכל למילף בכל לאו שיש בו כרת דלא דחי מכיבוד אב ואם תאמר מה לכיבוד שכן הכשר מצוה הא השתא לא ס\"ד פירכא של הכשר מצוה לענין זה כמ\"ש בחדושי הלכות גם נראה דאין צריך למילף זה רק התוס' כתבו כאן לפי האמת ולפי הס\"ד כתבו הוכחה אחרת דאדרבה נילף ממקדש וכו' מיהו מל' רש\"י בסמוך גבי מקדש משמע שהלימוד הוא מדאצטריך כאן גבי מקדש לאשמעינן דלא דחי הא לאו הכי ה\"א כאן דחי ממילא נילף בעלמא דדחי לפ\"ז קשה למ\"ש דממאי איצטריך עליה נילף בכל מקום לאיסורא ואם יש איזה פירכות אם כן אינו מקשי כלום אחר כך נגמור מהכא דלא דחי גם לפרש\"י גבי הכשר מצוה לא שייך פירכות זו ויש ליישב ודו\"ק:", 
            "<b>ושוב</b> ראיתי במהדורא בתרא בחדושי הלכות כתב פירוש אחר מהכוונת התוספות שכתבו פירוש זה לקמן (יבמות דף ו) ע\"ב ד\"ה לא תבערו ואדרבה משם משמע להדיא כוונת התוספות כמו שכתבתי ודו\"ק. מהר\"ם יצ\"ו]:", 
            "<b>בא\"ד</b> ועוד דאדרבה נילף ממקדש והבערת כו' עכ\"ל אע\"ג ממקדש קאמר לקמן נמי הא בעלמא דחי מ\"מ כיבוד אב הוה ילפינן ממקדש דדחי דבכל מילי דשבת ה\"א דלא דחי כמ\"ש התוספות לקמן נמי גבי מילה ופסח ותמיד ויש לדקדק לפ\"ז למאי דסליק אדעתין דהכא בכיבוד אב מיירי בשחיטה ובישול ובמקדש איירי בבונה וסותר הני תרתי קראי ל\"ל לאשמעינן הא בעלמא דחי דלגופן לא אצטריכו תרתי כיון דכל חדא איכא למילף מחבריה ויש ליישב ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל דהשתא דילפינן דבעלמא דוחה ל\"ת שיש בו כרת ע\"כ גרע מל\"ת ועשה כו' עכ\"ל. וק\"ק דאכתי כיון דהכא איכא כרת ול\"ת ועשה איכא למידק מיניה הא בעלמא דחי אפי' בכה\"ג דאיכא כרת ול\"ת ועשה ויש ליישב דלית לן למימר מדאיצטריך אלא דהכא לא דחי ל\"ת שיש בו כרת אבל בעלמא דחי ל\"ת שיש בו כרת דהאי עשה דכבוד אב ע\"כ דגרע טפי כמ\"ש התוס' אבל דהכא לא דחי עשה ול\"ת ובעלמא דחי עשה ול\"ת לית לן למימר כיון דהוקש כבודם לא יגרע האי עשה מעשה דעלמא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> נגמר מהכא וכו' וא\"ת מנלן דלא דחי עשה דכיבוד אפילו לאו גרידא כו'. וי\"ל כיון דגלי כו' עכ\"ל ר\"ל כיון דהאי עשה דכבוד עדיפא כ\"כ דעשה דשבת ה\"ל כמאן דליתא וה\"ל כמו לאו גרידא לידחי מקמי עשה דכבוד ומ\"ש בזה ס' פורת יוסף עי' במ\"ק:"
        ], 
        [
            "<b>גמ'</b> מאי לאו ר' נתן וכו' ותהוי נמי ר' יוסי וכו' לפי משמעות לשון הסוגיא שמתחלה הקשה מאי לאו וכו' ואח\"כ מקשי קושיא זו גם לר' יוסי א\"כ גם מתחלה ה\"ל להקשות סתם יש ליישב שעכ\"פ מן ר' יוסי אינו קשה כ\"כ כמו מרבי נתן מפני שיש לומר דהיא גופה אשמעינן דמה לי בישול פתילה מה לי בישול סמנים לאפוקי שלא תטעה לומר שאין זה נקרא אב מלאכה כלל ואין בו כרת ואם כן אכתי לא איצטרך עליה לאפוקי מר' נתן הוא קושיא חזקה לכן מקשי מתחלה מר' נתן לבד ועי' מ\"ש בתוס' ודו\"ק]: תד\"ה טעמא דכתב כו'. דלא בעי למימר השתא מדאיצטריך לא כו' דמפרש דאי לאו לא תבערו כו' דמ\"ל חומרא רבה כו' עכ\"ל הכי משמע בהך ברייתא מדקתני בה או אינו כו' כדמפרש לקמן אבל הנך דלעיל גבי כיבוד אב ומורא מקדש לא משמע להו לפרש מכח מ\"ל חומרא כו' ומדאיצטריך לגופיה מדלא קתני בהו נמי בהאי לישנא או אינו כו' וניחא להו לפרש דמכח מדאיצטרך קאמר אע\"ג דלא הוה לגופיה ודו\"ק:", 
            "<b>בא\"ד</b> א\"נ השתא נמי מדאיצטריך כדלעיל (יבמות כו'.) ר\"ל השתא לדברי המתרץ נמי מדאיצטריך קאמר דבעלמא דחי כדלעיל גבי כיבוד אב ומורא מקדש מכח מ\"ל חומרא כו' לא חש על או אינו דקתני בברייתא ולקמן דקאמר דס\"ד מעיקרא כו' מאי או אינו ממש כדס\"ד מעיקרא למאי דס\"ד מעיקרא היינו דלאו מכח ק\"ו קאמר מיהו מעיקרא ודאי מכח מדאצטריך קאמר ולא חש על או אינו וק\"ל:", 
            "<b>בא\"ד</b> [אלא הך סוגיא אתיא כרבי יהודה וכו'. ה\"ל לאשמעינן במקום שאין מצוה כו' ויש להקשות לפ\"ז מאי קפריך אליבא דרבי יהודה דלמא לגופו איצטריך לא תבערו דלא תימא שנקרא מקלקל ופטור להכי איצטרך לא תבערו שהוא תיקון גברא וא\"ל דלמא נאמר דסבר מקלקל חייב ולא משום שהוא תיקון א\"כ ה\"ל לאשמעינן במקום שאין מצוה אלא ודאי דסבר מקלקל פטור וכאן הוא תיקון כיון שהוא מצוה ויש ליישב דאכתי איצטרך עליה שלא תטעה לומר דאיצטרך לא תבערו שלא תאמר דדחי ל\"ת שיש כרת לכן כתבו לא תבערו וממילא במקום אחר דחי לכן כתב עליה לומר שלא בשביל זה איצטרך לא תבערו רק לאשמעינן ההוא תיקון לאפוקי אליביה דרבי שמעון ליכא לתרץ כו' ודו\"ק] מהר\"ם יצ\"ו:"
        ], 
        [], 
        [
            "<b>[גמרא</b> מי דמי התם חד איסורא כו'. לפי דברי התוס' לעיל (יבמות דף ג) ד\"ה ל\"ת שיש בו כרת מי דחי כו' יש לדקדק הא ע\"כ ידע המקשן הסברא דהואיל ואשתרי דאיך הבין למה אמר אף אחות אשה כו' ולא נקט סתם כמו בכל הלימודים אלא משום דא\"א ללמוד במקום אחר משום דשאני יבום דמצותו בכך לאפוקי אחות אשה הואיל ואשתרי ויש ליישב דודאי המקשן ידע שסברת הגמרא הוא הואיל ואשתרי רק שבעיניו אין זה סברא ולכן מקשי עליו מאין לך ללמוד סברא זו והשיב ומנא תימרא דתניא וכו' וק\"ל] מהר\"ם יצו:", 
            "<b>תד\"ה</b> וראה קרי כו'. היינו עשה דרבנן כדתנן במסכת כו' ובכל טבול יום איירי כו' עכ\"ל בבעל קרי לא מיירי התם בהדיא לעיל אלא מדקתני זבין וזבות לעיל מכ\"ש בבעל קרי והוכחתם משם דאינו אלא מדרבנן כמ\"ש לקמן דאי מדאורייתא היה לאסור נמי בחול דכולה הר הבית מחנה לויה היא מיהו אין זה קושיא כ\"כ לפ\"ה דאיכא למימר דמתניתין דעליה פליגא אברייתא דהכא וק\"ל:", 
            "<b>בא\"ד</b> משמע דאין מוציאין אלא חוץ לעזרה כו' עכ\"ל ואין זה הוכחה כ\"כ דאימא חוץ לעזרה היינו נמי חוץ לעזרת נשים דומיא לעזרה דקתני גבי סוטה ועי' בתוספות כל הפסולין וק\"ל:"
        ], 
        [], 
        [
            "<b>גמרא</b> ולאו ק\"ו הוא במקום מצוה וכו' א\"ל צרה תוכיח דבמקום כו'. וקשה דליעבד ק\"ו הכי ומה אשת אח דשרי במקום מצוה אסור שלא במקום מצוה דאל\"כ איסור אשת אח היכי משכחת לה שאר עריות דאסור במקום מצוה כ\"ש דאסור שלא במקום מצוה דהשתא ליכא למימר צרה תוכיח דצרה שרי באשת אח שלא במקום מצוה ויש ליישב בדוחק ובהאי ק\"ו דעביד ש\"ס לאסור ערוה שלא במקום מצוה מק\"ו דמקום מצוה איכא למיפרך מה למקום מצוה דהוו תרי איסורים משא\"כ שלא במקום מצוה דלא הוה רק חד איסורא דלפי מה שכתבו התוספות לעיל דלא מפלגינן בשום מקום בין חד איסורא לתרי איסורי ניחא דהך איסורא דשלא במקום מצוה כתרי איסורי הוא וכמ\"ש לעיל דליכא לפלוגי בין תרי איסורי לחד איסורא אלא במקום מצוה וכבר כתבו בזה דטעות נפלו בדברי התוספות לעיל בד\"ה תרי איסורי כו' וק\"ל:", 
            "<b>שם</b> א\"ל רב אשי כו'. דלמא להיתרא כו' כבר כתבו התוס' לעיל בריש הסוגיא דהך לאוקמתא דרבא דערוה וצרה גופה לא צריך קרא דלא איצטרך לגופה דלהנך שינויי דלעיל דתיתי במה מצינו מאשת אח א\"נ מהיקשא דר' דר' יונה ולא איצטרך קרא להיתרא וצ\"ל דרב אשי לא שמע רק מילתא דרבא דערוה וצרה גופה לא צריך קרא אבל הך שקלא וטריא דא\"ל רמי בר חמא לרבא אימא ערוה גופה כו' ומסיק תרי קראי כתיבא כו' לגלות ערותה דחדא משמע לא שמע רב אשי דאל\"כ לא הוה פריך מידי אבל במקום עליה שתיהן מותרות ועוד למאי דמסיק דא\"כ לא יאמר עליה ע\"כ איצטריך שפיר נמי עליה לגופה לאיסורא וניחא לאוקמא לאיסורא מלאוקמא להיתרא ודו\"ק:", 
            "<b>תד\"ה</b> מאי ולקחה כו' ודלמא אתא קרא למימר שייבם צרה ולא כו' עכ\"ל דאיצטרך ויבמה למדרש בהיפך במקום ייבום הוא דשריא צרה הא שלא במקום ייבום תרוייהו אסירן וק\"ל. בהתחלת דף הדבוק שני שיטות הראשונים יתרים הם וטעות נפל בהעתק והתחלתו הוא מקשי עליו מאין לך ללמוד סברא זו והשיב ומנא תימרא דתניא וכו' וק\"ל:", 
            "<b>בא\"ד</b> [ואם תאמר ודלמא אתי קרא למימר שייבם (הכשרה) [הצרה] וכו' בחדושי הלכות מהדורא בתרא כ' ואיצטריך ויבמה למידרש בהיפך במקום יבום הוא דשריא וכו' אך קשיא הא כבר תירץ הגמ' לעיל א\"כ לא יאמר עליה דמסברא משנינן היתר למצוה וכו' אך הנראה כפשוטו דודאי ידע הגמרא דאיכא לאוקמי ויבמה אדרשא אחרת רק כיון שיש לו הדרש דולקחה לאיסור צרה ניחא ליה למידרש גם ויבמה לענין זה דהיינו דשלא במקום מצוה שריא ובזה מיושב לישנא דר' שאמר ולקח ולקחה ויבם ויבמה לאסור צרות וכו' אם לא דריש כלום מיבם ויבמה ולמאי הלכתא מביא לכתחלה גם ויבם ויבמה דמ\"ש אח\"כ ויבמה במקום יבום וכו' הם דברי התרצן אלא לפ\"ז ה\"ק אילו לא נכתב ויבם ויבמה הייתי דריש ולקחה אמילתא אחריתי אבל מכח ויבם ויבמה ניחא ליה למדרש בענין אחת מיהו לפ\"ז אינו מיושב שפיר קושית התוס' הכא ויש ליישב ודו\"ק. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>גמרא</b> ציבור בשאר מצות יליף מעיני מעיני כו' ק\"ק אמאי לא יליף מצות מצות כמו דלרבי יליף יחיד בשאר מצות מציבור כן ילמוד כאן ציבור מיחיד אם לא שנאמר דדבר הלמד בהיקש אינו חוזר ולומד בג\"ש ולפ\"ז מיושב גם קושית חידושי הלכות גם כפשוטו יש ליישב דיותר ניחא ליה ללמוד מגופיה ציבור מציבור ממה שילמוד ציבור מיחיד וק\"ל:", 
            "<b>בתוס'</b> ד\"ה ורבנן האי וכו' וההוא דיבום מופנה וכו' הא ודאי דקושיית הגמרא ור' האי עליה וכו' היינו כמ\"ש מהר\"ם דיבמה יבא עליה ידע איזה דרש אך הקושיא היא דהג\"ש ודאי יש בקבלה א\"כ גם רבי צריך למדרש הג\"ש דעליה מיהו קשה א\"כ קשה לרבנן מצות מצות ל\"ל כיון דרבי למד הג\"ש אם כן היא בקבלה גם רבנן צריכים למידרש אותה ואם ידע איזה לימוד על ג\"ש קשה נילף [כולה] מילתא כמו שמקשה התוס' ודוחק לתרץ ג\"כ לתירוץ של התוס' דה\"ל לתוספות לפרש ולא לסתום ויש ליישב ודו\"ק. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה והאמר רב יהודה כו' וכן אחות אמו כו' כגון כלב שנשא ב' נשים חלאה ונערה כו' עכ\"ל מהרש\"ל מחק והגיה מחלה ונועה תחת חלאה ונערה בכל דיבור זה ואין צורך דהא לאו באחיות קאמר אלא בב' נשים חלאה נערה קרא הוא בד\"ה שהיו שתי נשיו של כלב ודו\"ק]:"
        ], 
        [
            "<b>תד\"ה</b> לעולם כו' אי חשיב שיור כו' עכ\"ל במהרש\"ל חוזר אדלעיל בענין דחוץ כו' אבל בענין דר\"י לא משכחת צרת צרה עכ\"ל לא ידענא אמאי לא משכחת לה כגון שב' אחים קדשו אותה הא' מעכשיו ולאחר ג' יום והב' מעכשיו ולאחר כ' יום והג' מעכשיו ולאחר י' יום ומתו ראובן ושמעון וייבם לוי הצרה ממנה דלא הוי' לגביה אשת ב' מתים כיון דנתקדשה גם לו תוך הזמן אחר כך מת לוי ולו אשה אחרת אסורה ליהודה משום צרת צרה אשת שני מתים ודומיא דהכי בענין דחוץ וק\"ל:", 
            "<b>בד\"ה</b> דקתני שש כו' ותימה דמאי ס\"ד דהנהו דלעיל כו' וי\"ל דקשיא כו' עכ\"ל וק\"ק אכתי למאי דמשני דבפלוגתא לא קמיירי בהאי פירקא ומסיק לרבי הני כללי לית ליה הא ע\"כ כיון דדייק לה סיפא דבאנוסת אביו קמיירי ע\"כ בפלוגתא קמיירי גם בהאי פירקא ודו\"ק:", 
            "<b>שייך</b> למ\"ק בד\"ה לר' יהודה נמי וכו'. למאי דקשיא להו דאי כר\"ע אמאי לא תני ח' כו' אין להקשות דא\"נ דלא כרבי עקיבא מ\"מ לר\"ל ליתני חלוצתו דאסורה לאחיו בכרת דאם הי' יכולה לינשא לחלוץ הי' פוטרות צרותיהן כיון דאין קידושין תופסין לאחין די\"ל דהיינו דקתני כו' עריות אשת אחיו מאביו משא\"כ הכא לר\"ע לא הוה לחלוץ איסור אשת אח כלל אלא בלאו דלא יבנה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> לפי שאינן בצרת כו'. כגון שנולדו לו אחין אחר שחלץ ליבמתו וקדשה עכ\"ל צ\"ל לר\"ש דדוקא בייבום או קדש ואח\"כ נולד שרי ר\"ש אבל בחלץ ואח\"כ נולד מודה ר\"ש דאל\"כ בלא זו ה\"מ לאשכוחי לר\"ש וכן נראה מפרש\"י וק\"ל:", 
            "<b>בד\"ה</b> איהו הוא כו' דמוקי לא יבנה נמי אצרה כו' עכ\"ל כתב מהרש\"ל ולפי זה לא צריך שום יתור דלא לחלוץ לא' כו' דהא אשנייה נמי קאי לא יבנה אבל לעולם עיקר קרא דלא יבנה בא לנתק כו' עכ\"ל דבריו אינן מובנין לי דהא לר\"י קיימינן ולדידיה בצרה נמי לא אתי קרא לנתקו מלאו לכרת אלא דאי לא קרא דלא יבנה הוא שרי לחלוץ ולייבם לצרה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ומתרץ לה כר\"ש כו' עמד אחד מן הנולדים וכו' כמאן כר\"ל כו' הוה מצי למימר כמאן כר\"י ואליבא דר\"ש וכגון שנולד אחר שחלץ אלא דקושטא קאמר דרב אשי סבירא ליה כר\"ל ובנולד קודם חליצה נמי מתוקמא וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> מי אלים ק\"ו וכו' דלפוטרה מחליצה לא מהני ק\"ו אפי' להיא גופא כדאמרינן בפ\"ק דסוטה כו' עכ\"ל מתוך פשיטותא קמייתא ובתריית' דשמעתין מוכח (כו') דלא מהני קרא אפי' להיא גופא לענין לפוטרה מחליצה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> תא שמע המחזיר גרושתו כו' היא וצרתה סלקא דעתך אלא אימא או היא או צרתה כו' ע\"כ צ\"ל לאיבעיא בתרייתא דלא אתא למפשט האיבעיא דא\"כ לא קדחי מידי דהא אי נמי תירץ או חולצת או מתייבמת מכל מקום תיפשוט בעיא בתרייתא אלא דאתא לאקשויי על פשיטותא דיליה בצרתה דלא אלים ק\"ו למדחי צרה והכא קתני או היא או צרתה חולצת ואהא קא דחי שפיר תריץ או חולצת או מתייבמת:", 
            "<b>שם</b> [המחזיר גרושתו וכו' עי' מ\"ש בחדושי הלכות ולפ\"ז יש להקשות איך הבין הפשטן הברייתא אהדדי דשם משמע דיכול לייבם הכשירה וכאן אמר דחולצת צרתה משא\"כ לפי פשוטו איכא למימר דידע פשטן הזה שיש לפרש היא חולצת צרתה מתייבמת ומה שאמר ת\"ש היינו ע\"ז פשוט בעי' שלך גבי היא גופה דאינה מתייבמת ויש ליישב ודו\"ק]:", 
            "<b>שם</b> [לאו תירוצי קא מתרצת וכו'. ר\"ל הלא לפי דבריך אינו מתורץ הברייתא ויותר יש לתרץ הכי היא חולצת וכו' וזה שהקשו התוס' מאי מתרץ עכשיו יותר הלא גם אם מתרץ או היא או צרה אתי לישני דברייתא שפיר וא\"כ מאי קשה ליה שמתרץ בתירוץ שלו יותר ודו\"ק מהר\"ם ?יצ\"ו]:", 
            "<b>תד\"ה</b> מאי לאו למעוטי כו'. וא\"ת ואמאי לא פריך מיניה לעיל למאן דאסר צרת מחזיר גרושתו כו' וי\"ל דלא כו' עכ\"ל והא דלא קשיא להו אמאי לא פריך מינה לשמואל דאסר צרת ממאנת דהתם ליכא לשנויי דאפי' חליצה לא בעי כדמשני באיילונית דצרת ממאנת כיון דאינה אסורה אלא משום גזירה ודאי חליצה בעי וליכא לתרוצי נמי כדמתרצי התוס' מחזיר גרושתו דהא ממאנת היתה מותרת לבעלה אלא דר\"ל דלא דמיא לאשת שני מתים דאיסור נפילה גרם לה דקודם שמיאנה מותרת להתייבם ומיהו לצרת סוטה הוה מצי לאקשויי אלא דחדא מינייהו נקט ובתירוצם מצרת סוטה נמי ניחא וק\"ל:", 
            "<b>ד\"ה</b> תני שהיו וא\"ת כו' וי\"ל דבהכיר בה איכא רבותא טפי כו' עכ\"ל ק\"ק דא\"כ הדרן קושיין לדוכתי בתוספתא דקתני ונמצאו בין בחיי הבעל בין לאחר מיתה אמאי לא קתני רבותא טפי אפי' בהכיר בה:", 
            "<b>בא\"ד</b> [וי\"ל בהכיר בה איכא רבותא טפי וכו' עי' בחדושי מהדורא בתרא הניח בקושי' דא\"כ הדרא קושי' לדוכתא מתוספתא ובמהר\"ם מיישב שם וקצת ארחיב בביאור יותר דהיינו מתחלה הקשו התוספות דהתוספ' משמע דאתי לאשמועינן רבותא וע\"ז מקשי הלא הרבותא אינה כלום דמאי קמ\"ל אפי' בחיי בעל דהא דלמא קיבלה וכו' הא אפי' בודאי ידעינן דקיבלה קודם נשואין אפ\"ה מותר' צרתה וע\"ז מתרצת והוא רבותא דנראה בשעת נפילה ואף אם גם הכיר בה יש רבותא עכ\"פ הרבותא דברייתא אתיא ג\"כ שפיר. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה שכבר ילדו כו'. ואר\"י דסבר המקשה דאע\"ג דבקטנה איירי לית בה מיאון מדרבנן כו' עכ\"ל פי' סברת המקשה מרבה בר שמואל מדתניא שכבר ילדו אית ליה האי סברא אבל הלימוד זו דקפריך לעיל מדקאמר שמא תמות מכלל דאיכא קטנה דמיעברא ולא מתה וא\"כ מצינו חמותו כו' על כרחך לית ליה האי סברא אלא דמתני' מיירי דלית ביה מיאון מדאורייתא ומה שכתבו התוס' אבל לרב ביבי לא קשיא מידי כו' פירוש דאע\"ג דש\"ס קא פריך לעיל לרב [ביבי] דא\"כ מצינו חמותו כו' לפי סברת המקשה דהשתא דמתני' מצי לאורויי דלית בה מיאון מדרבנן על כרחך לא פריך אלא לרבה בר ליואי כו'. אבל לרב ביבי ודאי לא קשיא מידי דאע\"ג דאיכא קטנה דמיעברא מכל מקום לית בהו מיאון מדרבנן ומהרש\"ל כתב ליישב דברי התוס' בע\"א אבל ש\"ס דקא פריך לעיל לרב ביבי דא\"כ מצינו חמותו כו' אינו מתיישב לפי דרכו ועי' בנ\"י בשמעתין תבא מדבריו בביאור דברי התוס' דשמעתין. ויש לדקדק בשמעתין מי הכריח המתרץ למימר לעולם שמא תמות כו' עד שהוכרח מזה לפרש בדוחק הא דאמר רב ספרא בנים הרי הן כסימנים דעדיפי מהן דבנים בתוך הזמן הרי הן כסימנין אחר הזמן ותוך הזמן דקאמר רבה בר ליואי הוצרכנו לפרש ג\"כ תוך שנה שלפני גדלות כמו שכתבו התוס' אמאי לא הניח המתרץ סברתו דלעיל דגרסינן במילתיה דרב ביבי שמא תתעבר ותמות דה\"ג במילתיה בכמה דוכתין בפרק אלו נערות ובפ' יוצא דופן ובפ' אין בין המודר דפריך התם וקטנה מי מיעברא כו' והא דקתני שכבר ילדו מיירי לאחר י\"ב וליכא שערות ובנים ה\"ל כסימנים לאחר י\"ב אבל תוך י\"ב ודאי מתה כפשטא דרבה בר ליואי ויש לומר משום דמשמע ליה שכבר ילדו דבלידה לחוד תליא מילתא ולא בשני' ואפי' בתוך י\"ב מיעברא ולא מתה:"
        ], 
        [], 
        [
            "<b>ברש\"י</b> בד\"ה והא קתני התם בלילה כו' ואיכא דעבדי כב\"ה כו' עכ\"ל. לא מצאתי התם דאיכא דעבדי כב\"ה ואיכא דעבדי כב\"ש ואי משום דפליגי אמאי לא פריך מכולהו פלוגתות דב\"ש וב\"ה דבכולהו ש\"ס ולא הוצרך לפרש כן אלא דהכי פריך כיון דמצינו איסורא במלאכת ע\"פ דפליגי ביה ב\"ש וב\"ה בלילה אבל לביום כ\"ע מודו דאיסור' הוא במקום שנהגו שלא לעשות ומהדרין קושין לדוכתין מהך דמקום שנהגו:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה בשלמא ב\"ש לא נמנעו כו' וא\"ת אמאי לא נמנעו משום צרה כו' עכ\"ל כיון דאכתי לא אסיק אדעתי' דמודעי להו אמאי לא נמנעו משום צרה עצמה ויש לדקדק אמאי לא תקשי להו לעיל מיניה דקאמר בשלמא למ\"ד לא עשו מש\"ה לא נמנעו דמ\"מ אמאי לא נמנעו ב\"ש משום צרה עצמה דאפי' למ\"ד לא עשו קאמרי' לקמן דנמנעו ב\"ש מצרה עצמה ויש ליישב דהשתא למ\"ד לא עשו לא אסיק אדעתיה למנוע משום צרה עצמה דאפי' היכא דב\"ש לחומרא עשו לקולא כב\"ה כמ\"ש התוס' דלקמן ולקמן דאסיק לר\"ש דאפי' למ\"ד לא עשו נמנעו מצרה עצמה ולא עשו כב\"ה לקולא יש ליישב דלא הצריכו אותה חליצה אלא שב\"ש לא נשאו אותן ובהא ליכא משום אגודות דהרואה אומר לא משום דאסורה להם בלא חליצה אלא דלא נושאות חן בעיניו לינשא דומיא שכתבו התוספות לקמן גבי טהרות אגב כלים דליכא אגודות דהרואה אומר לא צריכי לכלים דידהו ודו\"ק:"
        ], 
        [
            "<b>בתד\"ה</b> בשלמא ב\"ש כו' דאודועי מודעי להו אפי' למ\"ד לא עשו כו' עכ\"ל. כתב מהרש\"ל י\"א לפי גירסא זו ל\"ג נמי מאי אולמיה דהך כו' ואני ראיתי כו' ואין לומר לפי גירסת ר\"ת הוא מדברי תרצן לחוד כו' דהא אפי' למ\"ד לא עשו קשה זה אינו דא\"כ הל\"ל ולטעמיך ולא בלשון הנ\"מ עכ\"ל לא ידעתי הכרע מזה דודאי מצינו הנ\"מ בכה\"ג גם תירוצו לקיים גירסת הספרים הוא דחוק ואין להאריך כי לפי הנראה דלגירסת ר\"ח נמי אין כאן קושיא דהא דקאמר ש\"ס ומאי אולמיה דהך מהך כו' לא קאי אדברי המתרץ דודאי הוא מחזיק התירוץ דאפילו למ\"ד לא עשו אית לן למימר ע\"כ אודעי להו אלא דבא ליישב למ\"ד עשו ל\"ל דתני במתני' תרתי חדא לענין צרות דלא נמנעו זה מזה וחדא לענין טומאה וטהרה דלא נמנעו זה מזה דלמ\"ד לא עשו ניחא דלא שמעינן מרישא דאהבה ורעות נוהגין זה מזה והוו אודעי מודעי להו אבל למ\"ד עשו ל\"ל דתנא בסיפא כיון דמרישא נמי ע\"כ שמעינן ליה דאודעי מודעי להו וקאמר דאולמי' ליה הסיפא דמרישא ס\"ד דצרה קלא אית לה ולא שמעינן מינה דאודעי מודעי אי לאו הסיפא:"
        ], 
        [], 
        [
            "<b>גמרא</b> וא\"ל צרות מתיירא אני בני צרות כו'. ק\"ק כיון דקאמר להו בני צרות דב\"ה לב\"ש אינו פוגם היאך לא היה מתיירא לומר צרות מתיירא אני דע\"כ דרצונו מתיירא אני לומר דהלכה כב\"ה ומשוי להו בני צרות דב\"ש פגום דבני צרות דב\"ה לב\"ש הא קאמר דמעיד אני שאינן פגום ויש ליישב דלתלמידיו בצנעא קאמר הכי דמתיירא אני וק\"ל:", 
            "<b>תד\"ה</b> א\"ל איני אוכל כו' ובגדי פרושים מדרס לאוכלי תרומה כו' עכ\"ל לא הוה צריכי לכך אלא כיון דרבי צדוק ודאי פרוש היה ובגדי ע\"ה מדרס לפרושים:", 
            "<b>בד\"ה</b> מה לאלמנה כו' וקשיא דנהי דמכי תהיה כו' נילף בק\"ו שתתחלל כו' ועוד דדחקינן כו' ת\"ל מהאי ק\"ו כו'. עכ\"ל יש לעיין בזה דאימא דהך קושיא היא תירוצה של הראשונה דלהכי איצטריך קרא בעמוני ומואבי כו' למילף מניה מדאצטריך קרא בעמוני כו' ול\"ל קרא דהא אתי מק\"ו דאלמנה אלא דאתי למידק הא כיוצא בהן דהיינו יבמה לשוק לא תתחלל ואף על גב דקרא אינו חוזר לגופיה אין לחוש בזה דכה\"ג כתבו התוס' לר\"י בן נורי דלא איצטריך קרא במחזיר גרושתו היא תועבה ואין בניה תועבה אלא למידק מיניה ביבמה לשוק דבניה תועבה וי\"ל דהכא ליכא למידק מדאצטריך קרא דלא נילף מק\"ו שתתחלל דאימא מלתא דאתי בק\"ו טרח וכתב לה קרא ודו\"ק:", 
            "<b>בא\"ד</b> דמתחללת בביאת גר עמוני כו' התם מקרא דריש כו' עכ\"ל. הוא מגומגם דמשמע מדבריהם דמקרא דכי תהיה לאיש זר דרוש בגר עמוני דמתחללת משום איסור חללה וא\"כ תקשי בבא על אחותו דזונה משוי לה ולא משוי לה חללה הא מהאי קרא דכי תהיה לאיש זר גו' נדרוש גם בבא על אחותו דמשוי לה חללה דהא אחותו נמי בכלל זר אצלה מעיקרא הוא. ועי' במ\"ש בחדושינו פ' י' יוחסין לדעת רוב הפוסקים דבשום דוכתא ליכא איסור חללה אלא מאיסור כהונה והא דמרבינן נמי גר עמוני כו' מכי תהיה לאיש היינו משום איסור זונה ולא חללה:", 
            "<b>בא\"ד</b> ומיהו י\"ל דדוקא ר' יהודה אית ליה כו' במה הצד מאיסור כהונה כו' עכ\"ל. וצ\"ל לר' יהודה דקושטא דיבמה לשוק מתחללת בביאה דנילף במה הצד וילפינן נמי ק\"ו דבנה פגום דהא ליכא למיפרך מה לאלמנה כו' וק\"ק דא\"כ מי הכריחם לדחוקי ור\"י בן נורי לעיל דאימא דסבר כר\"י דניליף שהיא מתחללת במה הצד ואפשר שבזה כוונו לעיל בתירוץ קמא דלית ליה פירכא דמה לאלמנה כו' ודו\"ק:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> בשלמא כו' וא\"ת כו' הל\"ל משום עבדי שלמה כו' עכ\"ל ר\"ל דלמ\"ד נמי דהולד כשר דלא שדינן ליה בתריה אלא בתר דידה מ\"מ עבד הוא בא על הישראלית ומהרש\"ל פי' ולא נשאו ישראלית כלל עכ\"ל ואין צורך כמ\"ש לעיל וק\"ל:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> אשת אחיו כו'. להיכא דחמותה של יבמה מעוברת כו' עכ\"ל ועי\"ל אפי' באינה מעוברת וכגון דמת חמיה של יבמה ותמתין שלשה חדשים שמא מעוברת היא ותלד זכר וק\"ל:", 
            "<b>בד\"ה</b> אחוה כו' לענין אשת אחיו כו' אין סברא למילף מבני יעקב כו' עכ\"ל כצ\"ל השתא דמשמע דפליגי דמר יליף מן האב מיחדיו ומר יליף מבני יעקב אבל למאי דמסיק דצריכי הני תרי קראי ואי לא אחוה אחוה מבני יעקב ה\"א עד דמייחדו באבא ובאימא לק\"מ דאי הוה ילפינן אשת אח שה\"ב מג\"ש אחוה אחוה מבני יעקב אכתי איכא למימר ולמילף מיחדיו עד דמיחדו באבא ובאימא הואיל וחדוש הוא כדלקמן כיון דהג\"ש אית לן לאוקמא לענין אשת אח שה\"ב אבל השתא דנילף אשת אח שה\"ב מישבו גו' ע\"כ הג\"ש דאחוה אחוה מבני יעקב אחיו מן האב ולא מן האם וק\"ל:", 
            "<b>בד\"ה</b> ולימא הלכה כו' וקשה כו' משום דקידושין מפקיע זיקה דהא כו' עכ\"ל ולולי דבריהם היה נראה לומר דגם אם נאמר דטעמא דרבנן משום דקידושין מפקיע זיקה מסברא דמכ\"ש דמיתה מפקיע זיקה וכדקאמר ה\"א מחיים אבל לאחר מיתה פקעה זיקה ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דתנן ר\"ג אומר כו' שזיקתה של זו חמורה לאסור הקטנה כו' עכ\"ל ואין זה מוכרח דאיכא לפרש דלא משום שיש זיקה פליגי אר\"ג אלא משום דאסור לבטל מצות יבמין ולכך לא פריך מפ\"ק דר\"ג ארב הונא דאמר אין זיקה ויש ליישב וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אומרים לו כו' אבל היכא דאחות יבמה אתיא לכלל היתר כו' עכ\"ל כנ\"ל ובתו\"י בגליון ועוד התם הראשון פגע באחות זקוקתו והשני דלא פגע מ\"מ בא עליה באיסור דמן הדין חולצת גם השנית משום דלמא מייבם והדר חליץ עכ\"ל ת\"י בגליון:"
        ], 
        [
            "<b>גמרא</b> מדאורייתא זיקה ככנוסה דמיא ומדרבנן גזרה שמא יאמרו ב' יבמות כו' גליון ת\"י נראה השתא מדרבנן נמי בנולד ולבסוף ייבם אסור ר\"ש שלא יתירו אשת אחיו שלא היה בעולמו ביאה השניה או חליצה פטרה לה אבל אשת אחיו שלא היה בעולמו לא פטרה הצרה כדאמרי' לקמן חלץ לבעלת מאמר כו' ולהכי לא פריך מינה לר' אושעיא אלא מסיפא אבל מהר\"ם כתב דבאשת אחיו שה\"ב דכתיב בהדיא לא יטעו ולא יתכן הא דלא פריך לרבי אושעיא מרישא חלץ לבעלת מאמר אמאי לא נפטרה כיון שיכול אפילו לייבמה כו'. שוב נ\"ל כמ\"ש מהר\"מ כו' מדפריך בסמוך אבל ביבם א' או חולצות כו' ואי מדרבנן אסור אם כן שפיר נקט כולה בב' יבמין ומ\"מ לא היה יכול להקשות לר' אושעיא מחלץ לבעלת מאמר כו' עכ\"ל ועוד האריך וזה מסכים עם מה שכתבנו בחדושים במהדורא קמא אמאי לא פריך לרבי אושעיא מדלא קתני ייבם או חלץ לבעלת ב' ע\"ש ועוד יש לדקדק בשמעתין לר' אושעיא מרישא דברייתא לא הספיק לעשות בה מאמר עד שנולד לו אח דהראשונה יוצאת משום אשת אחיו שה\"ב כו' אמאי לא פליג ר\"ש עליה ויש ליישב ומלישנא גופא דר\"ש הואיל ובא ומצאה בהיתר ולא עמדה עליו שעה א' באיסור כו' לא תקשי לרבי אושעיא דכיון דיש לו עוד אח זיקה בכניסה לאותו אח הרי כשנולד זה בא ומצאה בהיתר כו' וק\"ל:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> לאתויי צרת איילונית כו' והא דלא קאמר לאתויי צרת סוטה כו' עכ\"ל וכן לאיכא דאמרי למעוטי איילונית כו' צ\"ל כן דאתי המיעוט לאיילונית דדמי לעריות שמודר המ\"ל ללישנא לאתויי צרת ממאנת וללישנא למעוט צרת ממאנת ובריש מכילתין נמי משוה להו דקאמר למעוטי דרב ודרב אסי אלא דהכא חדא מינייהו נקט ודו\"ק:", 
            "<b>בד\"ה</b> יבא עשה כו' דאל\"כ תקשה היאך קטנה כו' אע\"פ שאינה מתעברת כו' עכ\"ל ולולי דבריהם אין ראייתם זאת מכרעת דהתם אע\"ג דבביאה זו לא תתעבר מ\"מ תבא אחר כך לידי כך בשהגדיל ותגדלנו ובביאה כדרכה שאחר כך משא\"כ הכא שגם אחר כך לא תבא לידי הקמת שם כיון דביאה שניה אסורה ודו\"ק:"
        ], 
        [], 
        [
            "<b>גמ'</b> אני מותרת לך ובתי כו' בשאר עריות כגון באם כלתו ואם אשת אחי כו' לא אצטריך למיסר אלא דוקא באשת חורגו ובתה דשניהן באין מחמת חורגו וכן אשת חמיו ובתו דשתיהן ה\"ל למיסר מחמת חמיו אפ\"ה שרי אע\"ג דלמטה בבתו ערוה כו' ואנוסת אביו לרבנן דשרו אע\"ג דלמטה ערוה אם נתעברה מביאת אונס לית בה קידושין ולא שום קורבא ובאשת אחי אם אביו נמי לא גזרו לקמן אע\"ג באשת אחי אביו ערוה כו' עכ\"ל:", 
            "<b>בפרש\"י</b> ד\"ה ואשת אחי האם מן האב כו' גזירה משום אחי אביו מן האם כו' ע\"כ אבל משום אשת אחי אחי אם מן האב לא הוה גזרינן אשת אחי האם מן האב כדמוכח לקמן דלא גזרינן ליה אלא משום אחי אביו מן האם דאיכא בה נמי צד אב וק\"ל:", 
            "<b>בד\"ה</b> ארבע נשים כו' וכן אשת אבי אביו ואם אבי אביו למעלה כו' עכ\"ל אע\"ג דבאם אבי אביו לית ביה למטה ערוה דאורייתא נזרו ביה משום אם אם אמו השמיט בפירושו ואשת אבי אבי אמו דאסור נמי לעולם אע\"ג דליכא ביה למטה ערוה דאורייתא יש למגזר משום אשת אבי אבי אביו כך משמע מדברי רב דלא קאמר אלא הני תלת יש להן הפסק אבל כל האחרות דקתני בברייתא אין להם הפסק מ\"מ כיון דהרבועים לא ידע מאי הוא וזעירי מוסיף אותה לא נקיט לה רש\"י במלתא דרב ודו\"ק. בד\"ה וסימן הא דאוסיף זעירי דעילאי דרב הוא דור א' למעלה כו' עכ\"ל ובגליון שהוזכרה בברייתא עלוייהו דהכא דחשיב רב אשת אבי אמו מנ\"ל:"
        ], 
        [
            "<b>בתד\"ה</b> לא אסרו כו' ועוד מדפשיט מינה אשת אחי האם מן האם כו' עכ\"ל דליכא למימר דאשת אחי האם מן האם נמי לאו מה\"ט דכל שבנקבה ערוה בזכר גזרו על אשתו אלא בסברת האבעיין דל\"ש דכולהו ומשום אשת דודו קרי להו ולא נקט דכל שבנקבה כו' אלא לסימן בעלמא דאם כן לא תיפשוט מינה אשת אחי האם מן האם דהא איכא לאוקמא בכלת בתו ולא נקט הא טעמא דכל שבנקבה ערוה וכו' אלא לסימנא בעלמא אבל אי האי טעמא דכל שבנקבה כו' טעם גמור ניחא דא\"נ תוקמא לה בכלת בתו טעמא מ\"מ מהאי טעמא יש לאסור נמי באשת אחי האם מן האם דבחד קדושין נמי מקרב ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה ערוה לכל כו' מן האב ולא מן האם כ\"ע כו' ואמאי שרי התם מן האב ומן האם כו' עכ\"ל ומהא דאסור מן האם ולא מן האב ושרי מן האב ולא מן האם לכ\"ע ל\"ק להו דאכתי לא אסקי אדעתייהו איסורא דבתרוייהו אינו מן האם אלא מן האב לרע\"ק אשת אביו ולר\"א אחות אביו אבל הא ודאי קשיא להו שפיר דאי שייך שמא יאמרו במן האם ולא מן האב לכ\"ע אמאי שרו התם מן האב ומן האם דמשום דגם הוא מן האב לא עדיף ושייך ביה ודאי שמא יאמרו אבל משום אחלופי ניחא כו' כמ\"ש התוס' וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה בן אין לו אע\"ג דסתם אח ובן הוי אפילו ממזר כדפריך לעיל פשיטא אחיו כו' עכ\"ל. לפי פי' ר\"י לעיל דפריך פשיטא מכח סיפא דתני אחיו כו' אין כאן הוכחה כלל וק\"ל:", 
            "<b>בא\"ד</b> לומר דשקולים הם בת וממזר כו' עכ\"ל. יש לדקדק כיון דבת וממזר שקולים הם ואתיין שפיר מעיין עליו דגבי ייבום א\"כ בן הבן גרע מיניה דהא לא אתי' גבי ייבום אלא מנחלה וא\"כ אמאי אצטריך גבי נחלה למימר גבי בת מדהוה כי הדדי נינהו גבי ייבום גבי נחלה נמי כי הדדי נינהו הא בנחלה גופה איכא למילף בת במכ\"ש מבן הבן ויש ליישב דאי לאו דיליף בת גבי נחלה מייבום לא היה מוקמי לן עיין עליו גבי נחלה לבן הבן אלא לבת וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> וכי יש אהובה וכו' וי\"ל דמשמע ליה אהובה ושנואה בנשואיה כו' עכ\"ל. ואי לאו כי יש אהובה ושנואה לפני המקום הוה אתי ליה שפיר כי תהיין לבעלה שנואה ואהובה נשואין יותר מנשואי האחרת עכ\"ל גליון:", 
            "<b>ד\"ה</b> קסבר רבינא כו'. וכן גירסת הקונטרס התם וכן נראה כו' עכ\"ל. ת\"י:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה קדמו וכנסו כו' אבל אי הוה ודאי זקוק להוציא כו' עכ\"ל. וכן מוכח מהך דר\"פ ארבע אחין דקתני בה ואם קדמו וכנסו יוציאו וק\"ל:", 
            "<b>בד\"ה</b> קידושין שאין מסורין כו'. דע\"י קדושין קא מפסלא בביאה כו' עכ\"ל כצ\"ל מת\"י. ועי' בתוספות פרק האומר:"
        ], 
        [
            "<b>רש\"י</b> בד\"ה ואי למ\"ד כו'. וכיון שנאסרה כו\" עכ\"ל כתב מהרש\"ל דכל זה אינו בספרים אחרים ונ\"ל שחוזר אדלעיל אטעמא שיש זיקה עכ\"ל ור\"ל לטעמא דאסור לבטל מצות יבמין לית לן למימר כיון שנאסרה שעה א' כו' כמ\"ש התוס' לרב דסבר אין זיקה מיהו התוספות כתבו לעיל בריש פרקין בשם ריב\"ן דלמ\"ש נמי אין זיקה אסור מה\"ט כיון דמשעת נפילה לא חזוהו ומיהו כו' והתוספות דחו שם דבריו דאותה שנפלה תחלה תשתרי כו' ע\"ש והיינו כמ\"ש כאן לרב דסבר אין זיקה דלמ\"ד יש זיקה קושטא הוא דמה\"ט דכיון שנאסרה שעה א' כו' אסורה גם הראשונה וכמ\"ש התוס' הכא ודו\"ק:", 
            "<b>ד\"ה</b> הולכין אצל כו' ומדקתני חוזרין אצל גדול ליכא לאותובי כו' עכ\"ל מהא דקתני הכא מצוה בגדול לייבם כו' ודאי ל\"ק להו דלא משמע אלא לזכותו להקדימו אלא שאם קדם הקטן זכה אבל אם לא רצה גם הקטן אין כופין לגדול וק\"ל:", 
            "<b>תד\"ה</b> אי למ\"ד יש כו'. אבל הכא כל חד וחד אמרי' אימא דידיה אתרמי וליכא למגזר דלמא מייבם ברישא דאפי' מייבם אימור דידיה אתרמי ושפיר עבד ומשום מ\"ד אין זיקה צ\"ל כן עכ\"ל גליון בת\"י. ועי' בזה בפ\"ד אחים:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה אמר רבי כו'. לא עדיף מקלא דלא פסיק כו' עכ\"ל הכי משמע להו טעמא דקלא דבתר נשואין איירי אפי' בקלא דלא פסיק אבל אי הוה איירי בקלא דפסיק לא הוה ק\"מ דאימא דהך דקלא דבתר נשואין לא אתי כרבי אלא כדקי\"ל בקלא דפסיק כרב וק\"ל:", 
            "<b>בא\"ד</b> באין בנים מן הראשון ועוד בסמוך דרבה בר רב נחמן הוציאה תני וא\"ה נטען אם כנס מוציאה אלא מקלא לא מפקינן מבעל אלא מנטען והא כו' עכ\"ל כ\"ה בת\"י ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה הא בקלא דפסיק ומיהו רב גופיה אית ליה ל\"ש כו' עכ\"ל וכן לר' ל\"ש בכל גוונא תצא והיינו מדלא קאמר דלא פליגי ר' ורב ועוד מדלא משני לעיל כי פריך לרב דמיירי הך ברייתא בקלא דלא פסיק וק\"ל:", 
            "<b>בד\"ה</b> ואכתי כו'. הכא בעל והכא בעל כו' עכ\"ל כצ\"ל מת\"י ור\"ל דבין הכא ובין הכא הוציאה בעל ולא הוציאה ב\"ד וק\"ל:", 
            "<b>[ד\"ה</b> הכא איכא כתבא וכו' ואע\"ג כו'. איירי הך משנה בח\"ל וכו'. ר\"ל איך מביא ראיה ממתני' דמה בין וכו' הא ע\"כ אינן דומה דהרי שם איירי בח\"ל ומועיל כתבא והכא אמרינן דבח\"ל אינו מועיל כתבא ולא ישא אותה ומתרצים דאינו מבקש להביא ראיה רק שיש לסמוך וכו' שמצינו שיש תועלת בכתב ולענין דינא ודאי אינו שוין וכמ\"ש בחדושי הלכות]:", 
            "<b>בד\"ה</b> מת הרגתיו הרגוהו כו'. לא הוה צריך למתני הרגנוהו כיון דאפי' במת לא ישא את אשתו ואפי' בהרגתיו כו' עכ\"ל. וכ\"כ בת\"י ור\"ל דמכל הצדדים לא הוה צריך למתני הרגנוהו דאי משום שלא ישא את אשתו הרי הוא במכ\"ש דמת ואי משום דלאחר תנשא הרי הוא במכ\"ש דהרגתיו ומהרש\"ל מחקו כאן לא ידעתי כוונתו וק\"ל:", 
            "<b>בד\"ה</b> הוא ואחר כו' אלא בנרבע לרצונו ומשום רשע פסול כו' עכ\"ל מת\"י וק\"ל:"
        ], 
        [
            "<b>גמ'</b> [והתניא וכו'. ודאי לפי הגירסא דלפנינו (כו') דוהתניא היא בניחותא ומביא ראיה שמצינו ר' יהודה הזכיר דין זה של אני הייתי וכו' מיהו לפי מ\"ש התוס' דנעשה כאומר קשה א\"כ מ\"ש ר' יהודה לרבנן משם ראיה באומר אני הייתי כו' היינו נמי דנעשה כאומר וא\"כ קשה הלא שם איירי באני הרגתי והיינו בהרגתיו ולפ\"ז אכתי קשה מ\"ש הרגתיו ומ\"ש הרגנוהו וצ\"ל דודאי לעיל דקדקו בתוס' מלשון הגמרא באומר ולא אמר תני אני הייתי וכו' משמע פירושו דנעשה כאומר אבל לקמן דרבי יהודה לא כך הוה המעשה פירושו שלא אמר אני הרגתי רק אני הייתי וכו' ודו\"ק:", 
            "<b>שם</b> אילימא בחד כו'. ואין ניחא למקשן לפרש דחכם שאוסר היינו שאוסר לו ליקח בשלשה להתיר לו הנדר וע\"ז שפיר קאי הדיוק הא מתיר דהיינו שפוסק לו שיקח שלשה אנשים להתיר לו הנדר מיהו ק\"ק דהמקשן אינו צריך לקושייתו מ\"ש הא התירה ישאנה דאף אם נימא דהתירה לא ישאנה מ\"מ שפיר יכול להקשו' מדקאמ' שאסר מכלל דבר מישרי הוא כפרש\"י ויש ליישב ודו\"ק:", 
            "<b>שם</b> לעולם בחד וכדאמר רב חסדא כו'. וקשה אמאי אינו מחלק באסור בנדר אם אסר בחד לא ישאנה ואם אסר או התיר בג' ישאנה ולמה ליה לחלק בין מיאנה אם לא שמוכרח לתרץ דהיא גופה קמ\"ל כמו שמתרץ הגמרא ואם כן מאי הקשה אחר כך טעמא דב\"ד הא בתרי וכו' ויש ליישב ודו\"ק]:", 
            "<b>בתוס'</b> בד\"ה ואין אדם כו'. משמע דנרבע לרצונו פסול לעדות כו' עכ\"ל דאפי' לרבא דנרבע לרצונו כשר כשיש עדים שנרבע לרצונו הוא פסול כמ\"ש התוספות לעיל:", 
            "<b>ד\"ה</b> טעמא דב\"ד כו' ואין להקשות דלמא היא גופה קמ\"ל דב\"ד מקרי בשנים שהרי גם בשנים יוצאין מידי חשדי כמו ממתניתין מהא דתנן עדים החתומים וכו' דאין סברא דהמתני' דהכא תסמוך אמתניתין דעדים החתומים ודו\"ק מהר\"ם יצ\"ו:", 
            "<b>בד\"ה</b> לא חשו כו' וי\"ל דכשמעידים שקר חשיב נמי מעשה כו' עכ\"ל היינו הך דפ' א\"ט דהעדים שהעידו כולם רשאין ליקח כו' ומינה דה\"נ הכא במיאנה או חלצה בפניו שישאנה דחשיב מעשה דנגמר הדבר ע\"פ ועי' בתוספות פ' א\"ט וק\"ל:"
        ], 
        [
            "<b>גמרא</b> [א\"ה אביו נמי וכו'. לשון א\"ה מגומגם דהא ממתני' לבד היה יכול להקשות קושיא זו מ\"ש בניהם או אביו ויש ליישב וק\"ל]:", 
            "<b>תוס'</b> בד\"ה אי הכי תלתא כו' לשמעינן תלתא דהוי רבותא טפי כו' עכ\"ל. לא ניחא להו בפשיטות דל\"ל דנקט ארבע אתין בג' סגי לאשמועינן דאסור לבטל מצות יבמין דמסברא אית לן למימר דאשמועינן ד' משום דחייש למיתה כדברי המתרץ וכדקאמר לעיל דלמא אדמייבם חד מיית אידך מש\"ה הוצרכו לומר דמקשה קפריך דלשמעינן ג' דהוי רבותא טפי מצד אחר דאע\"ג דחדא כו' ודו\"ק:"
        ], 
        [
            "<b>[תוס'</b> ד\"ה למיתה דתרי לא חיישינן וכו'. הא רבנן חיישי הכא וכו'. עי' במהר\"ם מקשי למה לא הקשו לעיל ארבנן דחיישי הכא למיתה ושם לא חיישי וכו' ואין תירוצו מספיק דכמו דכאן יש למצוא תקנה אחרת כמו כן נוכל לומר שם כיון דאפשר למצוא תקנה עכ\"פ להפריש אשה אחרת עושין גם אין שייך לומר תקנה אחרת ולאסור לייבם אך בעיני אין כאן קושיא דודאי פשוטה סברא זו לחלק דכאן שכיח מיתה ולכן חיישי רבנן לאפוקי שם לא שכיח אך קושית התוס' היא במכ\"ש כיון דכאן לא חיישי' למיתה דתרי מכ\"ש שם וא\"כ מאי הקשו רבנן לר\"י ומתרצי דהקשו כיון דחיישית לחדא לא שכיח ה\"ה וכו' וק\"ל]:", 
            "<b>בתוס'</b> ד\"ה מדקאמרת אמצעי' כו' דהא לקמן קאמר בשלמא צרה דרחל כו' אלמא כו' עכ\"ל. ק\"ק דמהך מלתא דהכא גופא לשמואל איכא לאוכחי הכי למאי דאוקמא לכולן דקאמר אאמצעית דמשמע דס\"ל אין זיקה דלמאן דאמר יש זיקה צריך לחזור על כל האחין ואפי' הכי קאמר דבעי חליצה חשובה דזה חולץ לא' וזה חולץ לא' ויש ליישב ודו\"ק:", 
            "<b>בא\"ד</b> [דהא לקמן קאמר בשלמא וכו'. בחדושי הלכות מ\"ב ק\"ק דמהך מילתא דהכא גופיה לשמואל איכא לאוכחי הכי וכו' דקאמר אאמצעית משמע דס\"ל אין זיקה כו' ולא אבין דודאי שמואל ס\"ל יש זיקה ואפ\"ה ס\"ל דאין צריך לחזור וכן איתא לקמן כמה פעמים בתוס' ואדרבה באיבעית אימא יותר יש לדקדק דס\"ל אין זיקה דהרי ס\"ל דלמיפטר נפשה לא אמרינן זה חולץ לאחת וכו' א\"כ ס\"ל אין זיקה ולפ\"ז ק' במאי פליג ארב דגם הוא ס\"ל לעצמו דאין זיקה אלא צ\"ל דאף לתירוצו של איבעית אימא ס\"ל לשמואל דיש זיקה ודו\"ק]:", 
            "<b>בד\"ה</b> דנפול בזה אחר כו' דהתם משכחת לה שמתייבמת א' דבחלץ לשני' הויא ראשונה יבמה שהותרה כו' עכ\"ל. בת\"י צ\"ע מה תירץ בכך דאף על גב דמתייבמת א' מ\"מ היה יכול להשמיענו חדושה עכ\"ל ולפי סברתו היה יכול לומר דבב' אחיות שריא אפי' שניה כו' דרב לא מפליג וכו' וכל ר\"ל דאליבא דרב קיימן הכא ואליביה ליכא לפלוגי בין ראשונה לשניה כדלקמן וק\"ל:", 
            "<b>[בא\"ד</b> דהתם משכחת לה שמתייבמת וכו'. בחידושי הלכות מ\"ב בת\"י צ\"ע מה תי' בכך דאע\"ג דמתייבמת א' מ\"מ היה יכול להשמיענו חדושה עכ\"ל ונראה פירושו דאכתי היה להשמיענו דחליצה צריכה לחזור דהרי לשניה צריכה לשני האחים לחלוץ משום דיש זיקה והשני' היה אחות זקוקה וא\"כ היה יכול להשמיענו בב' אחיות דא' מתייבמת והשני' צריכה חליצה מתרוייהו ודו\"ק]:", 
            "<b>בא\"ד</b> ואין ראיה דאיכא למימר וכו' ומן המקשן אין להביא ראיה דמנ\"ל להקשות ארבי יוחנן דלמא סבר דצריך לחזור דאיכא למימר דרבי יוסי בר חנינא דיבר עם רבי יוחנן וידע דר\"י סבר דאין צריך לחזור וק\"ל:"
        ], 
        [
            "<b>גמרא</b> לדברי האומר אין זיקה כו'. ואין להקשות קושית התוס' דלימא בהיפוך הוא ס\"ל אין זיקה ומ\"ש שמואל יש זיקה לדברי האומר יש זיקה כו' דא\"כ במאי פליג ארב הא רב ע\"כ ס\"ל אין זיקה כמו שתרצו תוס' לעיל וק\"ל:", 
            "<b>שם</b> א\"ר אבא בר ממל כצ\"ל כו'. והיינו שדוחה לעולם אימא לך דאלימא זיקה לשווי צרה כערוה ומן הברייתא אין להבין ראיה די\"ל דהך ברייתא אתי כב\"ש וק\"ל. בתד\"ה א\"ה חלץ לצרות כו' דוקא מרחל ומשום שחלץ ללאה בענין כו' עכ\"ל. רצו לתקן בזה לישנא דאי הכי וק\"ק דמה תירצו דהא המקשה גופי' קאמר לעיל בשלמא צרה דרחל לא נפטר דכיון דחלץ ללאה כו' אמאי לא קשיא ליה דא\"כ חלץ לצרות נמי לא נפטרו אחיות דהא תנן כו' ויש ליישב ודו\"ק:", 
            "<b>[בא\"ד</b> בענין זה כו'. (בפרש\"י מש\"כ) [בח\"ה מ\"ב] רצו לתקן בזה לישנא דא\"ה וק\"ק דמה תירצו וכו' ולדידי נראה כי' התוספות בע\"א דהא יש להקשות דלפי תירוץ הגמרא התחיל ולא התחיל קאי חלץ לצרות אנרות לאה ולא אצרות דסיים לא נפטרו צרות רק אמר אם לא חלץ לאחיות מתחלה רק לצרות מתחלה א\"כ אמאי אינו מתרץ כפשוטו דמ\"ש לאחיות היינו שחלץ לשתי אחיות לא נפטרו צרות רחל חלץ לצרות היינו שלא חלץ לשתי אחיות רק לשתי צרות היפוך מן לאחיות ולכן פירשו תו' דודאי יש ליישב כן דברי שמואל דמ\"ש לצרות היינו היפוך מן מ\"ש לאחיות אך המקשן פריך כיון דמ\"ש לאחיות היינו ללאה ולרחל לא נפטרו צרות רחל הא בענין זה אם חלץ ללאה לבד ואחר כך לצרת רחל לא נפטרה רחל ולמה אמר לאחיות לא נפטרו צרות הא בענין זה מצינו ג\"כ בהיפוך דלצרות לא נפטר רחל ואין כוונתו להקשות אדברי שמואל כמ\"ש לצרות לא נפטרו אחיות ומתרץ התחיל ולא התחיל כו' לא יגמור בצרת רחל ומכ\"ש ברחל עצמה ודו\"ק]:"
        ], 
        [
            "<b>תד\"ה</b> ת\"ש ומודה ר\"ג כו' סברא הוא דאי עדיף גט ממאמר כו' לא מהני כו' עכ\"ל. אבל אי כי הדדי נינהו מהני חד בתר אידך ומיהו גט אחר גט לא מהני אע\"ג דכי הדדי נינהו ודו\"ק:", 
            "<b>בד\"ה</b> אלא כי הדדי נינהו ותפשוט דא' פוטרת חברתה והיינו כשמואל עכ\"ל. עיין בזה באורך ברא\"ש מה שיש לדקדק בזה:", 
            "<b>בד\"ה</b> איתביה כו'. ומיהו נראה לר\"י כדפי' לעיל דלרב דחייש למיתה כו'. והיינו כדפריך לקמן ולימא ליה גזירה שמא ימות ואסור לבטל כו' והמ\"ל נמי דרב מוקי למתני דר\"י הגלילי דנפול בב\"א דאפשר לצמצם אבל ר\"י לטעמיה כו' כמ\"ש:"
        ], 
        [
            "<b>גמ'</b> ר\"י למיתה לא חייש וכו'. וק' הא ע\"כ מצינו חד תנא דחייש למיתה דהיינו ר\"י ביומא כמו שהביאו התוס' לעיל וא\"כ ק' לימא מתני' ר' יהודה היא דחייש ואנא ס\"ל דלא חיישינן כמו שמקשה ולימא ר\"א היא וכו' וי\"ל דס\"ל לר\"י דמשם אין ראיה לכאן כמ\"ש התוס' פ\"ק דיומא דשאני התם דכפרות כל ישראל תלויות ע\"ש ודו\"ק:", 
            "<b>בתוס'</b> ד\"ה (בעמוד הקודם) ולימא ליה דילמא קדים וכו' אבל במיתת שניה לא שייך למגזר כה\"ג. עי' מה שהקשה מהרש\"ל דהא אשכחן נמי כה\"ג דלמא נתיר בעלמא במתה ראשונה לייבמי שניה ותירץ שם דכולי האי לא גזרינן מאחר שבמתה ראשונה איכא מ\"ד דמותר לכתחלה ואיך יחלוק ר\"י כו' האי רחוק עם ר\"ג וכו' ותימה לי על תירוץ זה הא אכתי אינו מתורץ תמיהתו דהא אליבא דרב דמתיר במתה ראשונה ה\"נ חלצה לראשונה מתיר לייבמי שניה דהא בגמרא משוה מיתה וחליצה להדדי א\"כ לפי סברתם למה גזר ר\"י דלמא חליץ לראשונה ואתי לייבמי שניה כיון דרב מתיר דחלצה לראשונה לישא שניה לכתחלה ומהתימה שלא הרגיש בזה בעל חדושי הלכות וזה תירוצו אינו מספיק ע\"ש. ולדידי יש ליישב התימה של מהרש\"ל בזה האופן דכוונת התוס' הוא דשם גבי חליצה שייך למגזר אם נתיר במתה שניה לייבם לכתחלה לראשונה נתיר גם לכתחלה לחלוץ לראשונה מקודם ואח\"כ לייבמי לשניה וגזירה זו אינו שייך גבי מיתה כמבואר לכל מבין אם לא בדיעבד אם מתה וגזירה זו לא אמרינן גבי חליצה ואף אינו מיושב שפיר על הלשון של התוס' שכתבו דלמא אתי למשרי בעלמא שניה בשקדם וחלץ לראשונה מ\"מ כוונתם כן דבתחלה פסק שיחלוץ לראשונה ואח\"כ כשחלץ כבר לראשונה נתיר לייבם שניה ויכול להיות שכוונת מהרש\"ל כן ודו\"ק:", 
            "<b>תד\"ה</b> רא\"א כו' וכי טעמא דב\"ש אתא לאשמעינן דהכי פריך כו' עכ\"ל. ק\"ק ומאי קשיא להו דהא לקמן אמרינן דר\"א כב\"ש דאמר מאמר קונה קנין גמור בההוא דשומרת יבם בין יבם א' כו' רא\"א יפר דאמרינן בעלמא ר\"א שמותי הוא דהיינו מב\"ש ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> ואי אשמעינן הכא אדרבה תרוייהו מוכחי וכו'. עי' בחדושי הלכות שהקשה למה לא עביד צריכותא דלעיל אי אשמעינן הכא משום דליכא למגזר משום שניה וכו' ותירצו משום דהא נמי ידעינן מההיא דפ\"ב כדאמרינן לעיל וכו' ודבריו אינם מובנים דמאי הקשה לתני הך לעיל ולא ליתני הכא הא תירצו התוספות דלעיל מוכח יותר מהך דהכא וע\"כ הנראה לתרץ בהיפוך דאם עשה צריכתא זו אכתי תקשי ליתני הך דהכא ולא ליתני הך דלעיל דפ\"ב דהא שפיר ידעינן מהך דהכא דגם לעיל לא שייך למיגזר כמו הכא ואדרבה ק\"ו הוא דהא הא דלעיל מוכח יותר כמ\"ש התוס' וע\"כ צ\"ל צריכותא אחרת דכאן מוכחי תרוייהו ולכן לא יכולים למילף הא דלעיל מכאן ולע\"ד נראה גם ליישב קושייתו השניה הא דלא עביד צריכותא זו של תרוייהו מוכחי אח\"כ גבי איסור מצוה כו' ולפ\"ז מיושב דודאי במתניתא כאן יותר פשוטה סברא זו של איכא למגזר משום שניה רק כאן עביד צריכותא זו מכח ההיא דלעיל פ\"ב ולכן במקום שיכול ליישב הצריכותא עם סברא זו של איכא למגזר משום שניה עבדינן ודו\"ק:", 
            "<b>[מהו</b> דתימא כי לא אמרי' כו'. וליכא להקשות בהיפך ליתני הכא ולא ליתני התם דהוה מוקמינן דהדיוק של זו היא קאי אהיתה אחת איסור מצות דהוא מסתבר יותר דאיכא למגזור משום שניה וכו' מהר\"ם יצ\"ו]:", 
            "<b>במתני'</b> היתה אחת מהן אסורה עליו איסור ערוה וכו'. ק\"ק לא ליתני ההוא דלעיל בפ\"ב אחותה כשהיא יבמתה וכו' דהא תני הכא וליכא למימר דא\"כ הוי אמרינן דר\"ש פליג על זה וסבר אינו מתייבמת השניה אחותה דאי לא הוי שום יתור דממתניתין דלעיל עביד צריכותא הכא לעיל דא\"כ הוי ליה למיתני ר' שמעון פוטר בסיפא אח\"כ הבבא דהיתה אחת מהן אסורה איסור ערוה ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אלא לדחות כו' וקשה לרב אשי כו'. הא קתני מתני' ותצא משום אחות אשה כו' עכ\"ל. לכאורה דהך קושיא גופא ש\"ס פריך לה לרב אשי כדקאמר ואלא הא קתני בש\"א אשתו כו' אלא דר\"ל דרב אשי היאך לא אסיק אדעתיה הך פירכא דש\"ס ממתני' אבל לפירוש ר\"י לקמן ניחא דרב אשי הוה אסיק אדעתיה לחלק בין דיחוי אחותה דמתניתין ובין דיחוי צרתה דקאמר ר\"א ודו\"ק. בא\"ד [וקשיא לרב אשי כו' ר\"ל הגמרא בעי לסתור אף אנן נמי תנינא דאמר ר' אבין וקאמר אלא הא דקתני כו' ואם כן לא תוכל להביא ראיה ממתניתין והתוספות הקשו דהא אינו מתורץ קושיא זו לרב אשי גם לפי מ\"ש אלא יבמה דחזי וכו' ובחדושי מ\"ב לא הבין כן וק\"ל]:", 
            "<b>בא\"ד</b> וקאמר אף אנן נמי תנינא שכשקדמה זיקה כו' דאי מפקיע לגמרי זה יעשה מאמר כו' עכ\"ל. וק\"ק גם לפירושו דמ\"מ אמאי לא דחי הך סייעתא כדלעיל דאיכא לפלוגי בין מאמר דאיסורא דמתני' דלא דחי לגמרי אבל מאמר דהתירא דר\"א דחי שפיר לצרתה דחיה גמורה ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> השתא ארוסה בעלמא תני רבי חייא כו'. לא צריך אביי לזה דהא גם הבעל אבעיא לענין יורשה ומטמא ע\"כ ידע דארוסה אינו יורשה דהא הוא הנפקא מינה אך הגמרא מביא לנו מנ\"ל דארוסה אינו יורשה וק\"ל:", 
            "<b>שם</b> ואלא לענין מסירה לחופה וכו'. השתא שפיר איכא למימר דנפקא מיניה ג\"כ לענין יורשה ולא תקשי השתא ארוסה וכו' כאן דאיירי בביאה כמ\"ש התוס' דהוי ליה ככנוסה משא\"כ ארוסה דבעי חופה ודו\"ק:", 
            "<b>שם</b> [אלא לתרי אמאי. פי' בקונטרס ויפרו מיבעי ליה אע\"ג דרב נחמן כו' לא חייש לקושיא דיפרו היינו דוקא לענין עם שלא הוזכר בברייתא אבל יבמה יפרו מיבעי ליה מהר\"ם]:", 
            "<b>שם</b> א\"א בשלמא נשואין וכו'. וליכא למימר אימא בהיפך מדרבי יהושע סבר לא לשנים איכא למימר דטעמא משום דסבר דמאמר עושה אירוסין ולהכי לא יפר וא\"כ אכתי לא תפשוט האבעיא די\"ל מדאמר ר' יהושע התם לא לשנים משמע דכלל אינו יכולים להפר והא אף אם אירוסין עושין יכולין להפר בשותפות אלא וודאי טעמא של ר\"י משום דסבר דזיקתו קלושה וק\"ל. מהר\"ם יצ\"ו:", 
            "<b>בתד\"ה</b> אלא לענין מסירה לחופה וכו' וי\"ל דעבד בה מאמר ובעל וכו'. מה שהקשה מהר\"ש דאם איירי מתני' דשומרת יבם גם בבעל מאי פריך אח\"כ ולר' אליעזר דאמר כו' אלא לדחות וכו' הא איכא למימר דר' אליעזר מודה בביאה עם מאמר דקונה קנין גמור נראה דאינו קושי' דסמיך אמה שתירץ רב אדא בר אהבה הבמ\"ע כגון דעבד בה מאמר וב\"ש היא דאמר מאמר קונה קנין גמור וכו' מדדייק לומר דאמר קונה קנין גמור משמע לאפוקי אי לא הוה ס\"ל דקונה קנין גמור לא היה יכול להפר וע\"ז פריך ולר' אליעזר וכו' דאין נ\"ל למקשן שר' אליעזר יהיה מחולק עם רב אמי בסברא זו דלרב אמי אי אינו קונה קנין גמור אינו מועיל ביאה ולרבי אליעזר יהיה קונה גם מה שהקשה בחדושי הלכות אי איירי בלא ביאה ולענין הפרת נדרים דוקא א\"כ מנ\"ל לפשוט האבעיא על מילי אחרינא דנשואין עושה ואינו קשה השתא ארוסה וכו' ה\"פ בבעל דשם לא שייך למפרך השתא ארוסה גם במילי אחרינא אמרינן ג\"כ נשואין עושה מיהו יותר היה לנו לומר דלפי סברת הפשטן לא קאי סברא של השתא ארוסה הן לענין נדרים הן למילי אחריני כיון דמצינו במתניתין דשומרת יבם שלא חשו לסברא זו של השתא הא במילי אחריני כגון ליורשה וכל שאר דברים ודו\"ק:"
        ], 
        [
            "<b>[גמרא</b> מאי קמ\"ל תנינא הרי כו' ודאי גם המקשן ידע החילוק בין חזיא ליה בנפילה ראשונה אי לאו דאל\"כ אף בלא דברי ר' יהודה היה לו להקשות ממתני' דלקמן הא תו ל\"ל ומה לי שלשה אחין או שני אחין אלא ודאי דלקמן אשמעינן אף ע\"ג דחזי ליה אך המקשן סמך עצמו אקושיא הא נמי תנינא וליכא למימר הא ע\"כ ידע גם סברת של חזיא דאל\"כ איך הבין ליתני הך דלקמן ולא ליתני הכא דאיכא למימר דנקט לא זו אף זו ומה שהגמרא עביד לעיל צריכותא מתרוייהו הן התרצן מעצמו לרווחא דמילתא אבל עכ\"פ אינו יכול להוכיח כלום מיהו יש לפרש דבאמת הוה קשה להמקשן גם אמתני' דהרי לקמן פריך קושיא זו ודו\"ק]:", 
            "<b>בתוס'</b> בד\"ה אמר רב נחמן זאת אומרת כו' תימה שלא דקדק כן רב נחמן ממתני' דריש כיצד עכ\"ל ולמאי דפרש\"י לעיל דמכח יתו' משניו' דייק א\"ש. ע\"כ גליון ת\"י:", 
            "<b>בד\"ה</b> גירש אחד כו' ולר' ירמיה ניחא כיון דאיצטריך לאשמעינן דיש זיקה כרב אשי כו' עכ\"ל. ק\"ק דאי ר' ירמיה ס\"ל יש זיקה וכרב אשי אמאי קאמר דזה למעוטי כינס ואחר כך גירש דלא הוה רק צרתה בזיקה אסורה ויש ליישב ודו\"ק:", 
            "<b>ד\"ה</b> זאת אומרת וכו' ונפלו שתיהן לפניו. לאו לענין יבום קאמר שנופלים לפניו להתייבם אותן רק ר\"ל שהם פנוים וראוים ליבם אילו לא גירש שהרי מת אחיו משא\"כ כשהוא עדיין אינו נופלים לפניו להיות ראויים ודברי מהרש\"ל וחדושיו דחוקים ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> [ע\"כ כרב אשי וכו' וק\"ק בין לרב נחמן בין לרבא אמאי לא תני מתני' רבותא אפי' מת ואח\"כ גירש ולרב נחמן אפילו מת בלא גירש ולמה נקט מת ואח\"כ גירש ויש ליישב.. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>[גמרא</b> וממאי דמתני' דהכא בכת אחת וכו'. ר\"ל מנ\"ל לתנא דמתני' לומר דאי הוה הא גירושין דהוה מפרשינן ליה בכת אחת ומתרץ דומיא דקידושין בגמ' דמאי דתני קידושין היינו בכת אחת כן הוה מפרשינן גירושין ופריך וקדושין גופא וכו' ר\"ל מנ\"ל לתנא דהוה מפרשינן קידושין בכת אחת דלמא אי הוי תני גירושין הוה מפרשינן גם בקידושין בב' כתות וכמו כן גירושין מיהו ק\"ק מאי פריך אתנא דמתני' דלמא הוא רצה לאשמעינן רבותא בקידושין אפילו בכת אחת ואיירי בין בכת אחת ובין בב' כיתות ולכן לא תני גירושין ואשמעינן דאיירי הקידושין אפי' בכת אחת וזה אינו שייך בגירושין וכדי שלא תטעה לומר גם בגירושין אפי' בכת אחת לכן לא תני ויש ליישב ודו\"ק]:", 
            "<b>בתוס'</b> בד\"ה אי בשתי כתי כו' דאיך עלה על דעת המתרץ לומר כן כו' עכ\"ל דאין עולה הדעת להתירה בב' כתי עדים טפי מבכת א' עכ\"ל גליון ת\"י:", 
            "<b>בא\"ד</b> ולא גזרינן אטו ב' כיתי וכו' ספק דרבנן וכו' וצ\"ל לפי זה המקשן פריך מנ\"ל לומר למאי הלכתא וכו' אי ערוה היא צרתה בעיא חליצה דלמא סברה המתני' דגיטין גם בב' כיתי עדים הוה ספקא דרבנן ממילא לא חולצת שם דאם אתה אומר חולצת מתייבמת אלא ודאי דלא חיישי לסברא זו כלל א\"כ הדרא קושיא לדוכתי למה לא תני גירושין:", 
            "<b>בא\"ד</b> דבקידושין איירי בכת א' משום דבב' כתי עדים לא אצטריך כו' ותנן לה בגיטין גבי כו' עכ\"ל ר\"ל דבקידושין גופה תנן לה התם כמ\"ש דקתני גבי ספק גירושין דחולצת כו' ועלה תני וכו' בקידושין וק\"ל:", 
            "<b>[בא\"ד</b> ותנן לה בגיטין גבי כו' בחדושי מ\"ב ר\"ל דבקידושין גופא תנן לה במסכת גיטין כו' וקאמרי התוס' אבל אי הני בקידושין מיירי וכו' ר\"ל דקשה לתוס' א\"כ מאי מקשי מעיקרא ליתני גירושין הא לא אצטריך למיתני כאן דתנן במסכת גיטין דהוא ספק ממילא חולצת וזה תרצו דמתחלה הבין המקשן דבקידושין איירי בב' כיתות א\"כ שפיר מקשי כמו דבקידושין אשמעינן כאן בב' כיתות אע\"ג דתני לה במסכת גיטין לענין קידושין ה\"ה הוה ליה למיתני גירושין אע\"ג דכבר תני לה התם לענין גירושין ודו\"ק]:"
        ], 
        [
            "<b>גמרא</b> אלא מדרבנן וגזירה שמא יאמרו וכו' ולא ניחא לוה לומר דגם רבנן מספקי בזה כמו ר' שמעון דמספקי להו אי מאמר מהני אם לאו וא\"כ על כרחך לייבם תרוייהו אי אפשר דלמא מאמר קונה ואם כן גזרי רבנן דאי מתירין לו לייבם חדא גזרי' דלמא אתי לייבם גם השניה דלא מסתבר שיחלקו בזה עם ר' שמעון אי יש לגזור חדא אטו שניה או לאו וק\"ל:", 
            "<b>תד\"ה</b> [להצלה וכו' אי לא מייתא שטרא דאיגרשא מקמי הכי וכו' וק\"ק לפי זה ה\"ל לתרץ בקיצור דלא חיישינן לשמא מחקה ולא תקשי מ\"ש גירושין מקידושין דבשלמא גבי גירושין תקנו לכתוב זמן ובאם שלא יכתבו זמן אזי מוקמינן לה אחזקה וקטלינן לאפוקי קידושין לא שייך לתקן כך דהא אי מוקמינן אחזקה לא קטלינן ויש ליישב דגם רש\"י סבר דוקא אם יש ריעותא לפנינו שמחק אז קטלינן אך אין לשונו משמע כן. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>תד\"ה</b> (בעמוד הקודם) מדרבנן וגזירה כו' ועוד דהתם קרי רבא לאשתו צרה כו' עכ\"ל מלשון צרה קדייקי וממלתא דרבא גופיה נמי איכא למוכחי דלא אסור אלא מדרבנן כדקאמר רבא התם הא דאמר רבין זיקת ב' יבמין כו' עכ\"ל לא תימא היכא דאיכא צרה כו' אלא דאפשר דרבא פליג עליה דר' יוחנן דר\"י ס\"ל לכ\"ע הוי באיהי גופא דאורייתא כפי' ריב\"ן ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ותו חמותו כו' דשפיר גרס ליה וטעי הכא כדהוה טעי התם כו' עכ\"ל היינו לפי הגירסא שהביאו התוס' משם וליתרו נמי משום איסור א\"א ליכא לפרושי התם אלא דטעי אבל לפי גירסת הגמרא שלפנינו שם דגרסי' ולידון נמי משום א\"א יש לפרש דלא טעי בהא אלא דהוה ס\"ד דאיירי בשוגג אי נמי דלא התרו בו משום חמותו ורבה מהדר דאיירי במזיד ובהתרו בו משום שניהם כ\"כ התוס' שם וק\"ל:"
        ], 
        [
            "<b>[גמרא</b> במאי קמיפלגי באיסור כולל וכו'. וליכא למימר דפליגא אי רבי סבר כרבי יוסי או כרבי שמעון דאם כן הוה להו לאשמעינן פלוגתייהו באשת אחיו ואחות אשה גופיה במאי דמיירו רבי יוסי ורבי שמעון וק\"ל:", 
            "<b>שם</b> אלא לבר קפרא רבי חייא שקורי קא משקר וכו'. ק\"ק כמו דלרבי חייא בר קפרא טעי במאי ששמע מרבי אליביה דר\"ש וסבר ששמע אליביה דרבי יוסי לפטור סבר ששמע אליביה דרבי שמעון לפטור ממילא לרבי יוסי חייב ובאמת אינו כן וכן בסמוך קשה בהיפך ויש ליישב דמלשון שאמר כך שמעתי (מן) אחת משמע שזה הלשון עצמו שמע מפיו ולא שלמד כן מדיוק מדאמר לרבי יוסי שתים מכלל דרבי שמעון אחת ודו\"ק]:", 
            "<b>פרש\"י</b> בד\"ה ואליבא דר\"ש וה\"ק ר' חייא אע\"ג דפליג ר\"ש ופטר ה\"מ בכולל כו' עכ\"ל לאו דוקא בכולל דאפי' באיסור מוסיף נמי לא מחייב ר\"ש אלא א' דהיינו דנשא חי ואחר כך נשא מת אלא נקט כולל דקיימינן ביה וק\"ל:", 
            "<b>תד\"ה</b> באיסור בת אחת כו' דהא דקאמר לעיל חייב שתים כגון כו' וק\"ק דלא איצטריך רש\"י לומר דפלוגתייהו דר\"י ור\"ש איירי בבת אחת רק דהם איירי במוסיף וכולל ורבי חייא סבר דה\"ה בבת אחת נמי סבר רבי יוסי דחייב ובר קפרא סבר דרבי יוסי איירי במוסיף דוקא לקוברו ולא לענין חיוב וה\"ה בבת אחת ג\"כ אינו חייב שתים ויש ליישב ודו\"ק:", 
            "<b>[ד\"ה</b> בר קפרא סבר כו' וקשה לר\"י דמשמע דבאיסור כו'. היינו לפי שיטתם דכתבו דברייתא דקתני אינו חייב לא משום אשת אח מחייב תרתי היינו לקוברו ולא לענין חיוב ממש וע\"כ איסור מוסיף ס\"ל כדאמרינן פ' אמרו לו ועלה קאי רבי שמעון ואמר דאינו חייב אלא כו' אבל לא כפרש\"י לעיל דבר קפרא לא קתני בברייתא רבי שמעון כו' ודברי חדושי הלכות אינם מובנים בזה:", 
            "<b>בא\"ד</b> דלא חיילא היינו משום דהותרה וכו' ר\"ל גם באחות אשה נקרא הותרה מפני שיש לה היתר לאחר מיתה כמ\"ש בדיבור שלפני זה ולקמן בד\"ה אמר רבי יוסי כו' ודברי החדושים הם ללא צורך ודו\"ק]:"
        ], 
        [
            "<b>[תוס'</b> ד\"ה ואיסור כולל אתניין כו' דא\"כ לא הוי טעי בר קפרא לערב מליקה וכו' וקשה דהא כשיערב מליקה לא אסיק אדעתיה דלא אשכחן בכולל כמ\"ש רש\"י וא\"כ סבר דגם מליקה איירי בכולל ואם כוונת התוס' על מה שטעה אח\"כ וסבר ששמע מפי רבי מליקה דהיינו בבת אחת א\"כ ע\"כ צ\"ל דס\"ל להתוס' דמסתמא אף שטעה אחר כך וסבר דשמע מפי רבי מליקה מ\"מ היה זוכר שרבי אמר לו בשם רבי יוסי א\"כ למה להו לתוס' לדחות בסברא דלא הוה טעי בר קפרא וכו' יותר ה\"ל להקשות א\"כ למה חולק עם רבי חייא אליביה דרבי שמעון ה\"ל לבר קפרא לחלוק דאפי' לרבי יוסי אינו חייב אלא אחד בבת אחת כיון שזוכר מתחלה למד רבי עמו לפטור אפי' אליביה דרבי יוסי וסבר דגם מליקה שמע מרבי ויש ליישב דבאמת כוונת התוס' הכי במה שכתבו דבבת אחת פשיטא ליה לבר קפרא דלר\"י מחייב תרתי וכו' היינו מדפליג אליביה דרבי שמעון דווקא מיהו לפי זה אינו מיושב מ\"ש ולהכי פשיטא ליה בסמוך כו' הא לבר קפרא לפי מה שטעה לא פשיטא ליה דר\"י מחייב בכולל ועי' מ\"ש אח\"כ ויש ליישב ודו\"ק]:", 
            "<b>בא\"ד</b> ופליג רבי יוחנן ארבי חייא כו' עכ\"ל. ר\"ל דלדידי' חייב תרתי מכ\"ש באיסור כולל משא\"כ לר\"י דאמר לעיל דאינו חייב אלא א' ולמה נ\"מ לקוברו וק\"ל:", 
            "<b>בד\"ה</b> א\"ר יוסי כו' כדאמרינן פ' ג\"ה מאי חזית דטומאת הגוף חמירא שכן כרת דלמא כו' עכ\"ל ק\"ק דאין זו הראיה מכרעת דהא דאמרינן התם מאי חזית היינו דלא ליחול לאיסור שני וה\"נ נימא הכא מאי חזית דאיסור נבלה חמירא ולא ליחול אאיסור חלב ודו\"ק:", 
            "<b>בא\"ד</b> באיסור כולל אאיסור א\"א דחמירי מיניה כו' עכ\"ל. ואע\"ג דחייל נמי לקמן אאיסור אשת אח דחמור אומר מהר\"ם דאחות אשה חמור שכן בידו לרבות עכ\"ל גליון ת\"י וק\"ל:", 
            "<b>[ד\"ה</b> לקוברו וכו' כיון דקסבר רבי חייא דרבי יוסי כו'. בח\"ש מגיה בר קפרא כו' מיהו קשה דאכתי מנ\"ל לגמרא להקשות אבר קפרא הא בר קפרא לא ידע דטעות הוא בידו וסבר דמתחלה למד רבי עמו מליקה דהיינו בבת אחת ממילא לא למד עמו בדין איסור כולל ואם כן סבר בר קפרא דגם לרבי יוסי פטור באיסור כולל ודוחק לומר דסבירא ליה לתוספות דזה דוחק לומר דטעה כל כך ששכח גם כן שלמד עמו כלל דיני כולל רק שטעה שרבי למד עמו גם מליקה דהיינו בת אחת ממילא למד עמו כל כולל דהיינו זה ששימש כו' וגם מליקה דהיינו בת אחת דמלשון הגמרא לא משמע כן דאמרינן וסבר מדהא בבת אחת הא נמי בבת אחת ויש ליישב בדוחק דהגמרא מקשי תיובתא אליביה סברת דרבי חייא דרבי למד עמו כולל מן רבי שמעון ולא לרבי יוסי א\"כ קשה אבר קפרא היינו על סברת בר קפרא ולפי זה היה יותר נראה גירסת התוספות שלפנינו כאן דסבר רבי חייא דרבי יוסי אית ליה וכו' דלפי סברת רבי חייא סבר רבי. יוסי כך ודו\"ק. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>[גמרא</b> והא אין אשה מתעברת וכו'. וליכא לתרץ דמתניתין איירי באם היו אלמנות בעולות דא\"כ ה\"ל למתניתין לחלק בדידיה בגדולות בין בעולות לבתולות ולא בין קטנות שאינן ראויות לילד מיהו לפי זה קשה מאי תירץ שבעל ושנו אכתי קשה דה\"ל לאפלוגי בין בעלו ושנו לבעלו לבד ויש ליישב וק\"ל]:", 
            "<b>בפרש\"י</b> בד\"ה ומאן האי כו' וכשקידש כו' נאסרה על שמעון משום אשת אח וא\"א כו' עכ\"ל אף על גב דאיכא לאוקמא מתני' בנשא חי ואחר כך נשא מת דה\"ל איסור מוסיף משמע ליה לש\"ס דאיירי מתני' בכל גוונא אפי' בנשא מת ואחר כך נשא חי וק\"ל:", 
            "<b>תד\"ה</b> טעה בדבר כו' וי\"ל דהתם לא בדחיה תליא מלתא אלא משום דטריד עכ\"ל והוא דחוק דבהדיא קאמר התם טעמא לר\"מ משום דניתן לדחות ולא ניתן לדחות ויש ליישב וק\"ל:"
        ], 
        [
            "<b>[גמ'</b> והא תמר בביאה ראשונה כו' מלשון רש\"י משמע שהקושיא היא מכח שער ואונן שלא כדרכן שמשו ממילא מוכח דתמר בביאה ראשונה איעברה וקשה שמא בעל ושנה ואין לתרץ דאיך סמכה תמר על זה שמא לא יבעול וישנה דהא ע\"כ ק' שמא לא מתעבר' כלל ממנו אלא שהכניסה עצמה בספק זה ה\"ה כאן וצ\"ל דיש להם איזה סמך ושיעור שנתעברה בביאה ראשונה ורש\"י בא לתרץ איך אמר שבביאה ראשונה איעברה הא הוה ער ואונן ומתרץ דלא תקשי כי הם שלא כדרכה שמשו ובזה מיושב גם כן שתמה בחדושי הלכות מנ\"ל שער ואונן שמשו שלא כדרכה דכיון דקבלה בידם שתמר מביאה ראשונה נתעברה עכ\"ל צ\"ל דהם שלא כדרכה שמשו דאם לא כן לא הוי חדוש מה שנתעברה בביאה ראשונה ודו\"ק]:", 
            "<b>תד\"ה</b> אבל קטנה כו' יתירות על בנות שלש שנים בפ' אלו נערות גרסי' לה כו' עכ\"ל ואפי' לפי גירסא זו ליכא למימר דר' יוסי אקטנה יתר מבת ג' דוקא פליג אבל בגדולה אפי' בגיורת לא פליג רבי יוסי ומאי קאמר הוא דאמר כרבי יוסי די\"ל דבכולל יתר מבת ג' הוי נמי גדולה ואכולה מלתא פליג רבי יוסי וק\"ל:", 
            "<b>[ד\"ה</b> נתן לה גט כו' מילתא דשמואל לא איצטריך הכא אלא משום ממאנת וכו' צ\"ל דמה שאמר בגמרא אבל קטנה בת ישראל צריכה להמתין וכו' הם דברי סתם ש\"ס שמוכיח כן ולא מדברי המקשן דאם לא כן קשה מה הקשה האמר שמואל חדא זימנא כו' הא יש לתרץ דלא איצטריך כאן רק לאשמעינן דגיורת ומשוחררת אינה צריכה להמתין אלא ודאי שסתם גמרא בא ללמוד כך מדברי שמואל ועלה מקשי מה צריך אתה ללמוד מדברי שמואל כאן הא אמר חדא זימנא ודו\"ק. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>[גמרא</b> הוא דאמר כרבי יוסי וכו' מה שמקשה בחידושי הלכות אפי' הרז\"ה אם גזרו זנות אטו נשואין בישראל למה לא נגזור נמי בגיורת כך זנות אטו נשואין כו'. אין כאן קושיא דהא כבר כתבו התוספות לעיל בד\"ה קטנה כו' וזה לשונו דגדולה גופא כו' ולא אסרי אלא אטו בת ישראל וכו' ולכן אין שייך נמי למיגזר זנות דגיורת אטו נשואין דגיורת וק\"ל]:", 
            "<b>[תד\"ה</b> גיורת כו' דמהא לא הוי משני מידי כו' ויש ליישב דהכי משני הוא דאמר כרבי יוסי דמתיר גיורת וגם מתיר בבת ישראל וכאן דאיכא תנא דמתיר לכתחלה אפי' בבת ישראל לא רצו לגזור גיורת אטו בת ישראל דהוי פלוגתא רחוקה אף אם בזה חילק עם ר' יוסי לענין בת ישראל מ\"מ לא רצה למיגזר וכעין זה כתב מהרש\"ל לעיל]:", 
            "<b>ד\"ה</b> אע\"פ שמותרת כו' פי' בקונ' טעמא דשמעתין משום בת כהן כי תהיה כו' עכ\"ל ואף על גב דהאי קרא בתרומה כתיב לכהונה נמי אסרי לה מק\"ו כמ\"ש התוספות לקמן כדאית' בפרק אלמנה ולא הוצרך ר\"י לראיה מהתם אלא דלא נימא אין מזהירין מן הדין וכתב מהרש\"ל אין זה פירוש שלנו ואותו פירוש סבר דלא מרבינן מקרא דכי תהיה אלמנה וגרושה אלא עובד כוכבים כו' עכ\"ל וכצ\"ל לפירוש ר\"י שהוצרך לפרש דפסול לכהונה משום טומאה ודו\"ק:", 
            "<b>בא\"ד</b> לפי פי' ר\"י אין פסולה זונה לתרומה מקרא דבת כהן אלא כו' עכ\"ל פי' מהרש\"ל פירוש זונה היינו הנבעלת לחייבי כריתות דקרא דבת כהן אתיין ללאוין גרידא כו' עכ\"ל ולקמן בפרק החולץ בתוספות הכא נמי כו' כתבו בע\"א וז\"ל ולעיל ספ\"ד אחין הביא ר\"י דכל הנך דע\"י קידושין כו' לא הוי בכלל לאיש זר וזונה דפסולה לתרומה משום דכלליה כו' ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה החולץ ליבמתו כו' ובגמרא נקט נמי מעוברת לרבותא דאע\"פ שהוכר עוברה כו' עכ\"ל ומיהו כדפריך ממתני' לר\"ל לא בעי למימר דר\"ל לא פליג אלא בהוכר עוברה אבל בנמצאת מודה ר\"ל דהוה חליצה מעליא דלא נראה ליה לחלק כן לפי האמת:", 
            "<b>שם</b> בא\"ד [למעוברת לרבותא כו' מה שהקשה בחדושי מ\"ב מאי מקשה אר\"ל ממתניתין הא יש לחלק בין הכיר ללא הכיר אין כאן קושיא דלפי טעם דר\"ל בין אין לו עיין עליו הואיל ובאותה שעה ראוי להתקיים וכו' א\"כ מה לי הכיר או לא כיון דהוי לה בן ודו\"ק. מהר\"ם יצ\"ו]:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> מת בתוך כו' ומיהו בה\"ג כתב דביום שלשים אפילו פיהק ומת לרבנן כו' דגרסינן הכא מת ביום כו' עכ\"ל ולפ\"ז יש לקיים שפיר פ\"ה דבפיהק ומת איירי הכא ודו\"ק:", 
            "<b>בא\"ד</b> ושמא לענין אבילות נמי חשוב בר קיימא עכ\"ל ר\"ל לפי הגרסא ביום שלשים וההיא דפ' יש בכור אליבא דרשב\"ג ואנן ביום שלשים סמכינן ארבנן ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה רוב היולדת כו' ואין לומר כיון דהמתינה כו' א\"כ אפילו תוך ג' חדשים כו' עכ\"ל דאע\"ג דבשמעתין קאמרינן בהדיא דלא סמכינן ארובא דלט' ילדן היינו משום דאיתרע האי רובא כיון דזו לא הוכר עוברה לשליש ימיה דמי הוכר כו' כפרש\"י אבל הכא אם נישאת ביומא דמשלם ג' חדשים אכתי לא איתרע רובא נימא דאם דתלד לסוף ו' חדשים וג' ימים נימא נמי דהוכר עוברה אחר שליש ימיה דאז הוי שליש ימיה דרוב הנשים שהוכר עוברה לשליש ימיה ומיהו לא הוה צריכי למימר דלכך תינשא משום דרובא לט' ילדן אלא משום דרוב שליש ימיה מן השני הוכר עוברה לשליש ימיה ונימא דזו נמי הוכר לשליש ימיה אחר ג' ימים ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל דכ\"כ לא היה משתהה הכרת עובר של ראשון עכ\"ל ואם הוכר בתוך הזמן זה ע\"כ מן הראשון הוא ואם לאו ע\"כ מן השני הוא וקשה מהיכא פסיקא להו שכ\"כ נשתהה הכרת עובר מן הראשון שלשה חדשים ועוד שליש ימיה מן השני ולא פחות ודברי מהרש\"ל דחוקים בזה ולולי שיראתי להגיה בדבריהם היה נראה וכצ\"ל עד שלש ימים מן השני ור\"ל כיון דביום דמשלם שלשה חדשים ממיתתו לא הוכר העובר תינשא לשני ואין לנו לחוש שמשתהה הכרת עובר עוד שלשה ימים מן השני משום קליטת הזרע של ראשון דאפשר דשליש ימים דקאמר עם קליטת הזרע הוא ודו\"ק:"
        ], 
        [], 
        [
            "<b>בתוס'</b> בד\"ה הוי יבם כו' משמע מתוך פירושו דקרי ודאי מה שודאי נוטל חלק כו' עכ\"ל ק\"ק דע\"כ לאו מה\"ט היא דהא בההיא דרב משרשיא נמי ודאי דנוטל חלק בנכסים אלא דעיקר טעמו דבההיא דרב משרשיא לא חשוב ודאי דלא ידע מכח מי הוא בא עליהם מש\"כ האי יבם דהכא דהשתא נמי מההיא דנפל הבית עליו ועל אמו מה\"ט הוי איהו ודאי בנכסים דידע מכח מי הוא בא וע\"ש בפי' רשב\"ם ויש ליישב ודו\"ק:", 
            "<b>בד\"ה</b> ובה\"א הנכסים כו' והא דלא ערבינהו כו' עכ\"ל מה שיש לדקדק בזה עי' בחדושנו פרק האשה שנפלו וק\"ל:", 
            "<b>בא\"ד</b> ויורשי אשה היכי גבו כתובה הא קי\"ל כו' אבל ר\"י דאמר בחזקת יורשי כו' ל\"ל עכ\"ל בפשיטות טפי ה\"ל להקשות כן לר\"ל דאמר יחלוקו היכי גבו החצי כיון דאין אדם מוריש שבועה לבניו ויש ליושב ודו\"ק:"
        ], 
        [
            "<b>בגמ'</b> [דאי ס\"ד ודאי נשואה ב\"ש אומרים וכו' והא דלא מוכיח מב\"ה יותר עדיף דסבר דנכסים בחזקת האשה היינו כבר הוכיח לב\"ה דזיקת ארוסה עושה ספק ארוסה ממילא ה\"ה זיקת נשואה עושה ספק אך לב\"ש לא הוכיח כלום גבי ארוסה ע\"כ מוכיח לב\"ש וק\"ל. מהר\"ם יצ\"ו]:", 
            "<b>שם</b> בגמ' א\"ל רבה אדמיפלגי בגופה כו' ויש להקשות מאי קושיא לעולא דלמא סבר גם הוא סברא זו כיון דאיהי קיימא ה\"ל ודאי וכו' אך מ\"מ לענין למכור לכתחלה לא סבר לה רק לענין שאם מכרה ונתנה קיים המקח ולא פליגי בה ב\"ש וב\"ה דלכ\"ע בדיעבד מכרה קיים ויש ליישב דאכתי קשה ליפלוג בנשואה עצמה ליתני בחייה בדיעבד מכרה קיים ובמתה פליגי בה ב\"ש וב\"ה ושוב ראיתי לקמן בסמוך ד\"ה אף על גב דקשיא וכו' כתבו התוספות כעין סברא זו גבי מאמר וק\"ק מה שכתבתי ויש ליישב ודו\"ק:", 
            "<b>תד\"ה</b> בש\"א נוטלות כו' אין לחושבה כעוברת על דת כו' עכ\"ל כך הגיה מהרש\"ל לחושבה מלה אחת אבל זה אינו דהתם בגמ' בהדיא מדמה להו לעוברת על דת אי בעי התראה להפסיד כתובתה ולפי הגהתו נראה להגיה יש לחושבה כעוברת כו' ויותר נראה להגיה אין לה כתובה כעוברת ע\"ד וכו' ודו\"ק:"
        ], 
        [
            "<b>[גמרא</b> וקסבר אביי ידו וכו'. וק\"ק למה צריך לאיפלוגי אביי ורבא בכתובות ' כמו שמביא רש\"י ואמר התם נפקא מיניה לשומרת יבם כיון דאיפלוגי כאן אי ב\"ה סבר ידו כידה או עדיפא מידה ויש ליישב וק\"ל. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה אמר רב כו' והתם הוי טעמא משום דמצות חליצה כו' עכ\"ל. לכאורה אמאי קושיא דהא כיון דהתם היינו משום דמצות חליצה קודמת ה\"נ נימא הכא דכופין לחלוץ משום דמצות חליצה קודמת כפרש\"י דלמשנה אחרונה קיימינן הכא יש לפרש דה\"ק כיון דמשום דמצות חליצה קודמת אמרינן התם בלא אמתלא אין כותבין אגרת מרד ה\"נ לפרש\"י דמשוה אותן לענין כופין לחלוץ א\"כ אפילו בלא אמתלא נימא דכופין מה\"ט דמצות חליצה קודמת וכן משמע לשון התוספות פ' אף על פי ע\"ש וק\"ל:", 
            "<b>בא\"ד</b> אבל אחריני אין מניחין לייבם אלא אדרבה כופין לחלוץ כו' עכ\"ל יש לדקדק דא\"כ לפי' ר\"ת נמי תקשי למה טורחין להטעותו יכפוהו לחלוץ ור\"י דאמר תבע לייבם אין נזקקין לו השתא לחלוץ כופין כו' כמ\"ש לפירוש הקונטרס גם לשון התוס' פ' אע\"פ אינו כן לפירוש ר\"ת וז\"ל שם וגם לפירושו אם תבע לייבם לא כייפינן ליה לחלוץ אלא מטעינן ליה כו' אבל אם אינו רוצה לא לייבם ולא לחלוץ נראה דכופין עכ\"ל ואם ניישב דבריהם דהכא דמיירי התם בנתכוון למצוה הוא דחוק דלפ\"ה נמי יש ליישב כן וק\"ל:", 
            "<b>בד\"ה</b> ולשום אישות כו' שניהם שוגגין או מזידין דההוא מזיד לשם זנות ולא כההוא כו' וכן והיא מזידה עכ\"ל הך דרשא דריבה שוגג כמזיד לא מצאתי שם גם דבריהם מגומגמין דלא הוו צריכי לראייה אלשון מזיד דמשמע זנות מהך דשניהם מזידים מדקתני בברייתא התם מרישא דמתני' התם בין בשוגג בין במזיד נמי מוכח דהוא לשון זנות כדמוכח התם גם מה שהביאו וכן הוא שוגג והיא מזידה דמשמע להו מלשון נתכוונה לשם מצוה ואינו כן דבהדיא מפורש שם הוא שוגג והיא מזידה דתרוייהו לא מכווני לשם מצוה ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> [למאי הלכתא וכו'. עי' מה שמקשי כאן (ובמ\"ב) [בח\"ה] ותירוצו אבל קשה דגם לעיל אדברי מקשן דפריך והא כתיב לא תאפה חמץ וכו' יש לתרץ דלהכי אצטריך עוד לעיכובא דליכא למימר דליכא לתרץ כך דהא הברייתא אמרי למצוה דמשמע ולא לעיכובא דא\"כ אמאי לא סותרי' התוספות כך דליכא למימר דהוא כמו שינה הכתוב עליו לעכב אלא ע\"כ מלשון זה ליכא למשמע מיניה בעלמא וכו' וע\"כ הנראה לומר דודאי לאו בכל מקום אמרינן דאי כתיב קרא חד זימנא ה\"א לכתחלה דוקא וכו' וה\"א כאן ג\"כ אמרינן דאפי' בחד קרא הוי לעיכובא אך שהתוספות כתבו דליכא למימר דגם כאן סברי הש\"ס דאיצטריך לעיכוב דא\"כ מנ\"ל לש\"ס לומר כך אלא ודאי דלא מבקש הש\"ס למילף זה כאן]. בתוס' בד\"ה שנה בה קרא כו' דמהיכי תיתי לעכב דדלמא למצוה כו' עכ\"ל דכיון דחלוט מצה היא ליכא למעוטי אלא מיתורא דחד קרא דהיינו למצוה וה\"ה דהמ\"ל דחלוט לאו מצה מקרי ומתרתי קראי אימעוט חלוט אפילו לעכב ויש לדחות ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה בבנו משום אשת אב עכ\"ל היינו משום גזירת שניות דחולץ דמשום מיתנא ה\"ל אשת אב מדאורייתא וכן באחיו שפרש\"י משום אשת אח היינו משום גזירת שניות דחולץ דמשום מיתנא קם ליה בלאו לא יבנה מדאורייתא כמ\"ש רש\"י גופיה לקמן אך יש לדקדק מה שייך לגזור שניות בכל הני משום חולץ הא קם ליה בדרבה מיניה באיסורא דאורייתא משום מיתנא ויש ליישב (תנ\"א) [דאם] בו ביום לא התרו בו באיסורא דאורייתא דמשום מיתנא מ\"מ מכין אותו מכות מרדות משום גזירת שניות דחולץ ובהכי ניחא קצת מה שהקשה מהרש\"ל לפרש\"י גבי אבי אביו ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה מ\"ט דרב כו' שרי רב אפילו לא הותרה לכתחלה כו' דוקא בזיקה דרבנן כו' עכ\"ל לפי זה עדיפא ה\"ל למפרך התם מההיא דג' אחין דהכא דאפילו בהותרה לכתחלה אסר לייבם והתם שרי רב אפי' לא הותרה ודו\"ק:"
        ], 
        [
            "<b>בתד\"ה</b> אמאי לימא כו' וי\"ל דלהא ליכא למיחש דתוך ג' ודאי לא תינשא כו' עכ\"ל ר\"ל דתוך שלשה לא תסמוך אחליצה לינשא משום הבחנה ולאחר ג' נמי אם תמצא מעוברת כו' לא תסמוך אחליצה דלא יבא לטעות דחליצה פוטרת במעוברת אלא ולד כשיצא לאויר העולם כמו בשאר מעוברת שלא חלצה וק\"ל:", 
            "<b>בד\"ה</b> הספיקות כו'. ומיהו מההיא דספק קידושין כו' ה\"מ למפרך עכ\"ל והיינו ספק אם היא צרת ערוה וצ\"ל לדבריהם דאפשר לברר אם קרוב לה או לו ורש\"י לא פירש כן אלא בספק צרת ערוה דמקרי לא אפשר ומה שיש לדקדק עוד בפירושו עיין במ\"ק וק\"ל:", 
            "<b>בד\"ה</b> עמד בדין כו' דלפי זה טפי הל\"ל דלא חייב במזונותיה עכ\"ל כיון דמעשה ידיה משעבדא נמי אחר שברח אלא אקודם שברח קאמר לא משעבדא ובוודאי לא אמר לה צאי כו' אמזונות גופא דקיימינן ביה הל\"ל הכי כיון דלא חייב במזונותיה קודם שברח ודאי לא אמר לה צאי כו' וק\"ל:", 
            "<b>[שייך</b> לדף לט ע\"א] [שם בגמ' ואע\"ג דקשיא מתה אדמיפלגי בגופה וכו' וק\"ק מאי קושיא דלמא המתניתין אתי לאפוקי מסברת עולא ורבה דאמרינן לעיל גבי מתה אפילו נפלה לה כשהיא שומרת יבם אפ\"ה יחלוקו ולכן אשמעינן במתה דוקא כשנפלה כשהיא תחתיו דבעל כדמשמע לישנא דנכנסין ויוצאין כמ\"ש דייקא דמתניתין כוותיה לאפוקי כשנפלה לה כשהיא שומרת יבם הנכסים בחזקתה ויש ליישב דאף על גב שאמר דייקא דמתני' כוותיה מ\"מ ע\"כ לאו הוכחה גמורה היא דאל\"כ תקשי לשאר המ\"ד אלא ודאי דלהקשות מלשון זה של נכנסים ויוצאין לא יוכל דיש לתרץ וכמ\"ש הרא\"ש וא\"כ ה\"ל לפרושי מתניתין בהדיא דיוק זה ודו\"ק]:"
        ], 
        [], 
        [
            "<b>בתד\"ה</b> ר' יוסי אומר כו' וכולן לא ינשאו כו' משמע אפילו ארוסות כו' ודוחק לחלק כו' עכ\"ל ק\"ק אמאי לא הוכיח ר\"ת הכי דע\"כ וכולן משמע אפי' ארוסות מהא מדמייתי דהדר ביה ר\"י מכח מתניתין דכרמא דקתני וכולן צריכות להמתין כו' ואימא דהיינו נשואות לינשא אלא דע\"כ וכולן אף ארוסות במשמע וי\"ל דהך מתניתין דכרמא וכולן אברייתא דרדופה מתניי' והיינו כר\"מ ולא כרבי יוסי דפליג עליה וע\"כ התם אף ארוסות דלית למימר דר\"מ דוקא בכל הני דרדופה דהיו נשואות קאמר דגזור אטו נשואות דא\"כ הוה ר\"מ דעת שלישית וזה אין סברא ובהכי ניחא מה דקשיא לן כבר במ\"ק דלפי' ר\"ת אכתי לא יתיישב הך קושי' שהקשו התו' לעיל דהיכי מוכח דהדר ביה ר' [יוחנן] ממתני' דכרמא כו' דכיון דאפלוגת' דר\"מ ור\"י דרדופה קאי ע\"כ כר\"מ קאמר ולא כרבי יוסי ודו\"ק:", 
            "<b>בד\"ה</b> סתם ואחר כך כו' וטעמא דר\"י משום דמסתמא אית לן למימר דמחלוקת כו' עכ\"ל ק\"ק דלא הוי צריכי לכל זה אלא דאית ליה לר\"י בתרי מסכתא נמי יש סדר למשנה וא\"כ הוה מחלוקת ואח\"כ סתם דמחלוקת בביצה שהיא סדר מועד וסתמא בנזיר שהיא סדר נשים ודו\"ק:"
        ], 
        [], 
        [
            "<b>בתוס'</b> בד\"ה שאני בין כו' וצ\"ל דבאבילות דרבים יש להחמיר נמי בכיבוס כו' לכבס ולספר כו' עכ\"ל נראה מדבריהם דספר נמי דאסר באבילות דרבים מה\"ט דהוי לספר דבר פרהסיא וצ\"ל דלא הוי פרהסיא כמו משא ומתן דאסור גם בקודם דקודם ולזה כוונו לעיל התוספות דלפי מסקנא ניחא וצ\"ל נמי דספר הוה שום סברא לאסור גם באבילת דיחיד דהיינו בל' יום טפי מכיבוס ודו\"ק:"
        ], 
        [
            "<b>בתוספות</b> בד\"ה כי איכא כו' תימה דא\"כ ל\"ל קרא דאין חולץ כו' עכ\"ל אבל בית א' הוא בונה אימא דאיצטריך כו' איכא בית א' הוא בונה ובב' בתים אינו בונה כלל אבל בחולץ לבית א' ולא כו' איכא תרתי לא אצטריך דכיון דאינו עולה לייבום אינו עולה נמי לחליצה:"
        ], 
        [
            "<b>בגמרא</b> אמר רבי שמעון בריבי הכל מודים בבא על חייבי כריתות שהולד פגום כו'. יש לדקדק אמאי חזר ממה שאמר הכל מודים שמעון התימני ואימא דהכי אתמר הכל מודים בעובד כוכבים ועבד הבא על בת ישראל דהולד פגום ומאן הכל מודים שמעון התמני דאע\"ג דבשאר חייבי לאוין אין הולד פגום דלא הוי ק\"ו מאלמנה לכ\"ג בעבד ועובד כוכבים הוה פגום כדלקמן לכולהו אמוראי ויש לייישב דרב יוסף מרא דשמעתין אית ליה לקמן לדברי רבי בעבד ועובד כוכבים דהולד ממזר אליבא דשמעון התימני דאין דומה דרבי שמעון פליג עליה וק\"ל:", 
            "<b>בתוס'</b> בד\"ה הכא נמי כיון כו' וק\"ק כו' משמע היכא דהוי ממזר פשיטא וכו' אפי' לא הויא זונה כו' עכ\"ל לא ידענא משמע דכיון דלרע\"ק ולשמעון התימני קאמר הכי השתא ממזר כו' כמ\"ש התוס' לעיל ולדידהו הא בהא תליא היכי דהוי ממזר לא תפסי קדושין והוי זונה מביאת זנות כדאמר פ' כל האסורין ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>בתוס'</b> בד\"ה כי נפקי כו' ואע\"ג דלא קני גופיה הכא קני כו' ובנכריותן מיירי כו' עכ\"ל ר\"ל דעדיין לא טבלו לשם עבדות דאם טבלו ודאי דקני גם גופן כמו הלוקח עבד מן העובד כוכבים דלא ניחא להו לפרש דאיירי בישראל שהיו חייבים מס לשליט דע\"ע נמי גופו קני ויוצא בגט שחרור כדאמרינן פ\"ק דקידושין דהא אמרינן אין עבד עברי נוהג אלא בזמן שהיובל נוהג ועי' בנ\"י בשם הריטב\"א שדחה פרש\"י ותוספות וכתב לקיים שהיו ישראל ע\"ש:", 
            "<b>בד\"ה</b> א\"ל ר\"ע כו' דהא הכא נמי היקשא הוא כדמסיק כו' עכ\"ל וצ\"ל נמי דהכא גבי טבילה לילף מאמהות היקשא הוא דאל\"כ מאי פריך ור\"א נילף מאמהות וכ\"ת אין דנין כו' והתניא רא\"א מנין לפסח כו' ואימא דהתם בפסח הקישא הוא ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> דאין הזאה כו' אבל הוא עצמו טובל בלילה ומזה ביום כו' עכ\"ל. היינו בשאר כל אדם דבעי הזאה דבהכי איירי מתני' דפרה אבל הכא בגר אותה טבילה שקודם הזאה בעי ביום דמשפט כתיב ביה ואפי' נימא דמשפט קאי אקבלת מצות מכל מקום לכתחלה בעי ביום כמ\"ש בתוספות לעיל וק\"ל:", 
            "<b>בד\"ה</b> ורבי יהושע טבילה באמהות כו' א\"נ משום ר\"א איצטריך האי טעמא דמסיק משום דאיהו נמי מודה דבטבילה כו' עכ\"ל ק\"ק לדבריהם דמי הכריח ש\"ס למימר הכי לר\"א לעיל ואימא דאינו מודה לר\"י דבטבילה לחוד סגי וליכא למילף כדבעי למימר השתא דליכא טבילה באמהות לר\"א וצ\"ל דלא בלשון קושיא קאמר טבילה באמהות מנלן אלא מסקנא וקושטא דמלתא קאמר אליבא דכ\"ע מסברא ולא נכנסו תחת כנפי השכינה בלא כלום ואית לן למימר בטבילה דאל\"כ במה נכנסו ור\"א איצטריך האי טעמא דלר\"י בלאו הכי אית לן למימר הכי משום דאין ביאה בלא טבילה ודו\"ק:"
        ], 
        [
            "<b>בתוספות</b> בד\"ה מ\"ד לא להימניהו וי\"ס דגרסי' מ\"ד ליהמניהו וה\"פ כו' עכ\"ל נ\"ל לפרש דבריהם בלי טעות והגהה והכוונה א' לב' הגרסות וה\"ק לפי גירסא זו מ\"ד ליהמניהו כמה שאומרים שמענו וה\"ל כעד מפי עד דאינו נאמן במקום אתר קמל\"ן דאלו אין נאמנים במה שאומרים שמענו כאילו בעצמם ראו שנתגייר בב\"ד פלוני ונאמן ודו\"ק:", 
            "<b>בד\"ה</b> נאמן אתה לפסול כו' השתא נמי דאין נאמן פגומין הם כו' דבת גר זכר כבת חלל זכר כו' עכ\"ל ק\"ק ומאי קושיא לפי מה שכתבו לעיל בתוספות דה\"נ מיירי בלא ידעינן דעובד כוכבים הוה ואי בעי הוה אמר ישראל הוא וא\"כ השתא דאין נאמן מחזיקינן להו דאביהם ישראל הוא ואין פגומין לכהונה ולפי מה שכתבו לעיל לחד תירוצא דלהשיאן לכהונה בעי ראיה ניחא ודו\"ק:"
        ], 
        [], 
        [
            "<b>גמרא</b> ואחד לוקח עבד מן העובד כוכבים צריך לקבל כו'. לפי מה שהבין הרא\"ש מפרש\"י דבתחלת עבדות לכ\"ע א\"צ לקבל כמ\"ש כבר במ\"ק והאי לוקח עבד מן העובד כוכבים דצריך לקבל ע\"כ היינו כשבא לשחררו מיד ע\"ש וק\"ק ומאי קושיא ואימא כדמעיקרא דתרוייהי ברייתות בלוקח מן העובד כוכבים ובא לשחררו מיד וחדא כרבנן חדא כרשב\"א א\"נ תרוייהו כרבנן וחדא בלוקח מן ישראל וחדא בלוקח מן העובד כוכבים ובא לשחררו מיד אבל לפי מה שכתב הרא\"ש בשם הרי\"ף דבתחלת עבדות לרבנן נמי צריך לקבל ניחא דהאי בלוקח מן העובד כוכבים לא איירי דבא לשחררו מיד דלא שכיח אלא בתחילת עבדות איירי ודו\"ק:", 
            "<b>תד\"ה</b> אלא עבד כו' ועוד דמיפת תואר שמעינן דאין מלין גר בע\"כ כו' מדאצטריך כו' עכ\"ל ומדאיצטריך להמתין שלשים יום אין ללמוד נמי דאין כופין אותה לשם שפחות וחוזר ומטבילה כו' כדסבר רשב\"א דאפשר דאינו רוצה לישא שפחה אף על פי שנשתחררה ועוד דב' קביעות לעבדות ושוב לשחרור אם אינו רוצה למיעבד בה קאמר קרא להמתין שלשים יום ודו\"ק:", 
            "<b>בד\"ה</b> המפקיר עבדו כו' יפקירנו ולימא ליה באפי תרי זיל כו' הלשון מגומגם דלא הל\"ל אלא יפקירנו דמהני בלא שטר כדאמר הכא אבל באומר באפי תרי זיל הא מסיק שם דלא מהני כיון דע\"ע גופו קנוי ולשון התוספות ג\"כ שם שלא הזכירו בקושיית' אלא יפקירנו אלא דהתם קושייתם אע\"ע והא אעבד כנעני דקיימינן ביה ונראה לפרש כוונתם דהכא לפי קושייתם לא הוי ידעי לחלק בין יפקירנו לאומר באפי תרי זיל ולכך לא קשיא להו הכא אע\"ע דהתם דהא כיון דמסיק דלא מהני באומר באפי תרי זיל ה\"נ אפשר דלא מהני נמי יפקירנו ולא נחתי הכא למימר כיון דעבד כנעני יוצא בהפקר כ\"ש ע\"ע כמ\"ש התוספות ולכך ל\"ק להו הכא אלא אעבד כנעני דהך קושיא גופא דפריך התם אע\"ע תקשי הכא בעבד כנעני דיפקירנו או לימא ליה באפי תרי זיל דהא ל\"ל שטרא דקאמר הכא דמהני ביה הפקר בלא שטר ותו לא מידי ודו\"ק:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה שמעון התימני כו' נמי יש להוכיח כו' דמי לאשת אב לכ\"ע כו' עכ\"ל ר\"ל בין למאן דמדמי עובד כוכבים ועבד לאשת אב ובין למאן דלא מדמי להו לאשת אב משום דלא תפסי בהו קידושין לא לדידיה ולא לאחריני חייבי כריתות הא מדמו לאשת אב לכ\"ע והיינו כשמעון התימני דלרבי יהושע ממזרות אינו תלוי בתפיסת קידושין ומיהו לשמעון התימני לכאורה קשה אמאי נקט אשת אב טפי ה\"ל למנקט שומרת יבם דמיניה יליף ממזרות לחייבי כריתות ויש ליישב לתנא דמתני' דפ\"ק דאית ליה באנוסת אביו כר\"י וס\"ל דאין ממזר מחייבי לאוין כשמעון התימני כמ\"ש החוספות לקמן דדריש נמי מלא יקחו עד ולא יגלה הוה הולד ממזר ניחא דנקט אשת אב ודו\"ק:", 
            "<b>בד\"ה</b> לכתוב רחמנא כו' ולפי' ר\"י צ\"ל לתנא דפרקין קמא כו' עכ\"ל וכ\"כ התוספות בפ\"ק דף י' בד\"ה לר' יהודה נמי כו' ע\"ש:", 
            "<b>בד\"ה</b> הכל מודים כו' זו דברי ר\"ע כו' אבל חכ\"א דאין ממזר מיבמה כו' משמע בהדיא כו' עכ\"ל מהא דקאמר זו דברי ר' עקיבא כו' ה\"ל טפי להוכיח בפשיטות אלא דמדברי חכמים וממאי דאסיק עלייהו מוכח דהא דמוקי מתני' דקתני דהוי ממזר כרע\"ק היינו אליבא דמ\"ד אליבא דרע\"ק לא בעי לאו דשאר ועוד נראה דהוו איכא למימר דזו דברי רע\"ק כו' ולא הוה ממזר אלא מדרבנן מקנסא כי היכי דתידוק אבל ממאי דמסיק עלה אבל חכ\"א כו' מוכח דלאו במלתא דרבנן פליגי וזה שכתבו ושם נפרש דאמאי לא מוקי מתני' התם אפילו כרבנן כו' וק\"ל:"
        ], 
        [
            "<b>בא\"ד</b> וי\"ל דשמואל מספקא ליה דלמא ברייתא היא גופה כו' אלא להכי לא נקט שומרת יבם כו' עכ\"ל יש לדקדק בדבריהם דע\"כ אביי ברייתא לא הוה ידע דהא ברייתא לא פשיטא ליה בשומרת יבם ואם כן מאי קשיא להו לשמואל לפשוט מברייתא כו' ואימא דשמואל נמי לא ידע הברייתא ואי הוה ידע לה לא הוה מספקא ליה אלא דע\"כ כרב ס\"ל לברייתא דאי קידושין תופסין בה פשיטא דלא הוה ממזר כמ\"ש לאביי ויש ליישב דלאו לשמואל קא קשיא להו אלא לסתמא דש\"ס קשיא להו כיון דידע ברייתא אמאי לא מייתי הך ברייתא התם ותפשוט מינה ספיקא דשמואל דע\"כ כרב ס\"ל להך ברייתא דאי קידושין תופסין בה פשיטא דלא הוה ממזר ואהא תרצו דסתמא דש\"ס מספקא ליה דלמא היא גופא אתי לאשמועינן כו' ודו\"ק:", 
            "<b>בא\"ד</b> וא\"ת ואמאי הוי ממזר [משומרת יבם] לשום תנא כו' משמע דלרבנן לא הוי ממזר משום דקדושין כו' עכ\"ל לר\"ע דאמר התם דהוי ממזר משום דאין קידושין כו' הוי בכלל הקושיא ואמאי הוי ממזר כו' לשום תנא כו' אבל לחכמים דס\"ל דלא הוי ממזר אלא מחייבי לאוין דשאר ומשום דקידושין תופסין ביבמה לא הוי ממזר הוסיפו בקושייתם לפי' ר\"ת לעיל לרב דאפי' אין קדושין תופסין לא הוי ממזר ביבמה ודו\"ק:", 
            "<b>גמ'</b> [לא קשיא הא ביחיד הא בצבור ויחיד אימת א\"ר נחמן אלו עשרה ימים וכו' הכי איתא גם בפ\"ק דר\"ה וצריך ליישב דקדוק הלשון שאמר ויחיד אימת משמע אי הוי מיירי הפסוק בצבור לא קשה אימת ואמאי כיון שאמר הפסוק בהמצאו ובהיותו קרוב דמשמע שיש זמן שאינו נמצא ואינו קרוב יש להקשות ג\"כ אימת זמן שנמצא הקב\"ה והיותו קרוב וי\"ל ע\"פ הסוגיא דר\"ה דהכי קאמר בשלמא אי הוי מיירי בצבור יש לפרש הכתוב שאמר דרשו את הקב\"ה כשעדיין נמצא וקרוב אליכם שנוהג עמכם ברחמים דהיינו כשעדיין לא נחתם או לא נשבע על הגזר דין כמ\"ש בגמרא שם קודם לזה לאפוקי אחר השבועה לא יהיה נמצא וקרוב אליכם אבל השתא שאתה מפרש דאיירי ביחיד ואז אינו מועיל שום תשובה אפי' אחר גזר דין לחודיה כמ\"ש בגמרא אם כן קשה אימת דליכא למימר דאמר דרשו ותעשו תשובה בשנמצא דהיינו קודם גזר דזהו פשיטא שאז יועיל תשובה דכל הפסוקים מלאים מזה ולכן קשה אימת ומתרץ בין ר\"ה ליו\"כ הקב\"ה מתקרב אף לאחר גזר דין משא\"כ בשאר ימות השנה מיהו בכאן בסוגיא זו לא נזכר כלום מזה הפלפול וצריך ישוב אחר ויש עוד אצלי לפרש ע\"פ גמרא דברכות פ\"ק כל בי עשרה קדמי שכינה ואתיא א\"כ מתחלה הייתי מפרש שאין פירוש הפסוק שיש זמנים בשנה מתחלפין פעם נמצא וקרוב ופעם אינו כן רק פי' של פסוק הוא דרשו את ה' בזמן שתמצא אותו שהוא יקדים עצמו לבא ממילא אתם מוצאים אותו דהיינו בעשרה תתפללו ותעשו תשובה אבל עכשיו שאתם מפרשים דאיירי ביחיד א\"כ ע\"כ אין הפירוש של בהמצאו כשהקב\"ה מקדים עצמו שהרי ביחיד לא קדמה שכינה אלא הפי' דבהמצאו שיש זמנים מתחלפים כשהקב\"ה נמצא וקרוב על זה מקשי ויחיד אימת ושוב מצאתי און לי בירושלמי דברכות פ' א\"ע הובא בעין יעקב ר' ירמיה אמר דרשו ה' בהמצאו היכן הוא מצוי בבתי כנסיות ובבתי מדרשות אמר רבי ולא עוד אלא שהש\"י עומד על גבם שנאמר אלהים נצב בעדת אל וגו'. נשמע מזה שיש לפרש שלא קאי בהמצאו על הזמן כמו כן נוכל לפרש בהמצאו היינו כשאתה מוצא את הקב\"ה וזש\"א ר' ולא עוד אלא שהקב\"ה עומד על גבם קרוב הדבר שהכוונה הוא ג\"כ כמ\"ש בגמרא שהקב\"ה מקדים ואתי וממתין עליהם כן אמר כאן בירושלמי הקב\"ה עומד וממתין עד שיבואו וז\"ש אלהים נצב וגו' עומד וממתין וק\"ל. עוד יש אצלי פי' א' ויפורש בפרק חלק על ושמואל אמר באו עשרה בני אדם וכו' עבד שמכרו רבו וכו' מהר\"ם]:", 
            "<b>תד\"ה</b> סוטה נמי כו' מי כתיב כי תהיין לבועל כדקאמר התם כו' עכ\"ל היינו לרבנן דלא מוקי לה התם בהכי אלא בכל חייבי לאוין אבל לרע\"ק דמוקי לה כי תהיין לכהן ה\"ה דה\"מ לאוקמא כי תהיין לבועל וחדא מתרתי נקט ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה עשה מאמר וחלץ כו' הכא לא תני אין אחר חליצה כלום כו' עכ\"ל משום הא דאמר בכ\"מ אין אחר חליצה כלום היינו בדבר העשוי אחריה קאמר דאי הדר עבד גט או מאמר כו' כפרש\"י לקמן וה\"נ הכא בעשה מאמר וחלץ אין אחר חליצה כלום בדבר העשוי אחריה קאמרי דמש\"ה לא תני בה אחריה כלום כיון דאכתי צריכה גט למאמר שכבר וק\"ל:", 
            "<b>בד\"ה</b> חלץ ועשה כו' דאחר חליצה כשירה כו' אלא כל הענינים שונה עכ\"ל ר\"ל אי לאו הרישא במלתא דצריכה היא תני לה בדרך זו ואצ\"ל זו משום דכל הענינים שונה אבל במלתא דלא צריכה כלל כגון חלץ ונתן גט וכן בעל ועשה מאמר לא שייך למימר דכל הענינים שונה והוצרך ש\"ס למימר בהו דתני להו משום איידי כפרש\"י בשמעתין ודו\"ק:"
        ], 
        [
            "<b>ברש\"י</b> בד\"ה בין בתחלה כו' גט לזו וחלץ לזו וחזר ועשה בה מאמר או בבעלת הגט כו' עכ\"ל הכא ניחא ליה לפרש דעשה בהו מאמר ולא הוצרך לפרש דעשה מאמר בשלישית אבל גבי ביאה באמצע משום מאמר לזו ובעל לזו הוצרך לפרש דעשה מאמר בשלישית וק\"ל:", 
            "<b>תד\"ה</b> מדגט לא כו' באשה דעלמא כו' יאמרו מדחליצה לא מהני גט נמי לא מהני כו' עכ\"ל פירוש שיאמרו גט לא מהני בלחוד ואם קדשה אחר אח\"כ יאמרו דאינה מקודשת לאחר ויבא לידי איסור א\"א ותרצו דבאשה לא שייך כו' אך קשה כיון דהכא יטעו לומר דבעי תרוייהו גט וחליצה א\"כ מה נקט בזה דגט מהני למיקם עליה בלא יבנה אכתי יאמרו כיון דגט בלחוד לא מהני ולא קני חליצה לחודה נמי לא מהני ואם יקדש אותה אחר יאמרו דאינה מקודשת לרע\"ק דאין קדושין תופסין בחייבי לאוין ויבא לידי איסור א\"א וכעין שהקשו באשה דעלמא וצ\"ע ודו\"ק:", 
            "<b>בא\"ד</b> ואתי למבעל אחר חליצה ואתי למבעל אחר ביאה אבל השתא כו' עכ\"ל הד\"א דמה שכתבו בדבריהם אחר גט כו' ביאה וחליצה כו' שייך אדלעיל ובסוף דבריהם יש להגיה ואתי למבעל אחר חליצה וביאה כמו אחר מאמר וגט דאחר מאמר וגט נמי כו' כצ\"ל ותחלת דבריהם ואתי למבעל אחר ביאה שייך נמי אדלעיל דיש לדקדק בביאה ומאמר נמי שמא יאמרו מדביאה מהני לחודה מאמר נמי מהני לחוד וצ\"ל נמי דבהא לא יטעו לומר דמהני מאמר לחוד דהא בהדיא כתיב יבמה יבא עליה דהיינו ביאה אבל יטעו לומר דבעי ביאה עם המאמר כבכל הנשים וכעין שכתבו גבי גט וחליצה ודו\"ק:", 
            "<b>והיה</b> נראה ליישב דלענין קניה לא יטעו וידעו דביאה עדיפא ממאמר וכה\"ג כתבו התוספות לקמן בד\"ה ביאה פסולה כמאמר כו' ע\"ש אבל לא כ\"כ לקמן אלא אליבא דרבי נחמיה אבל רבנן הא גזרי הכא דלא יקנה ביאה אחר מאמר משום ביאה אחר ביאה:", 
            "<b>ברש\"י</b> ד\"ה ומ\"ט אמור רבנן מאמר כו' (מדקאמר לא) ואתי למבעל וכו' נראה דה\"ה דהמ\"ל דלכך בעי המאמר גט משום דלא יאמרו מאמר לקנות וביאה לקנות ומדמאמר לא מהני ויוצאת בחליצה בלא גט ה\"נ ביאה לא מהני ויוצאת בחליצה בלא גט כדלקמן ליגזר חליצה אחר מאמר כו' אטו חליצה אחר מאמר לא בעי גט כו' משמע דאי לא הוה בעי גט הוו טעו למימר דביאה נמי לא בעי גט אלא דחדא מתרתי נקט ולעיל גבי גט הוצרך נמי להאי טעמא דאתי למבעל כו':"
        ], 
        [
            "<b>בתוספות</b> בד\"ה דמספקא ליה כו' דאם כן אמאי מהני מאמר אחר הגט וגט כו' עכ\"ל ר\"ל בב' יבמות דמהני מאמר אחר הגט כו' וקאי הגט בזו ומאמר בזו ואי מאמר קני בזו ודאי לא ידחה הגט בשניה וכן בהיפך אי הגט דחי זו ודאי לא יקנה מאמר בשניה דהא מבית א' נינהו אבל ביבמה אחת פשיטא דניחא דמהני גט אחר מאמר ודחי ליה לגט ומאמר אחר הגט דקני כמו באשה דעלמא ומ\"ה הוצרך לאוקמא בב' יבמות דבחד צד מהני גט ובחד צד מאמר ואפשר שבאחת יתקיים מאמר ובא' הגט ודו\"ק:", 
            "<b>ד\"ה</b> עדיפא ממאמר כו' יש לדקדק דיש ביאה אתר ביאה פסולה [עכ\"ל] ויש לדקדק בפשיטות דאי אין ביאה אחר ביאה פסולה מאי קאמר דביאה עדיפא ממאמר דאילו מאמר אחר מאמר לא מהני ואילו ביאה אחר מאמר מהני הא דומיא דהכי איכא למימר בהיפך דאילו מאמר אחר ביאה פסולה מהני וביאה אחר ביאה פסולה לא מהני ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> ביאה פסולה כו' ולימא דגט פוטר ביבמה כו' עכ\"ל ר\"ל לגמרי הוא אע\"ג דבעי למימר לקמן לרע\"ק דגט יבמין דאורייתא היינו לאוסרה עליו מדאורייתא וממאמר ל\"ק להו דאיכא תנא דב\"ש דס\"ל דקני מדאורייתא וק\"ל:"
        ], 
        [
            "<b>בתוספות</b> ד\"ה אם בעל כו' אלא הכי פריך פשיטא שמאמר אחר ביאה אינו מגרע כו' עכ\"ל והא נמי פשיטא ליה דמשום מאמר דבתר הביאה לא עדיפא ולא הוי אלא כביאה בלחוד וא\"כ הוא דבביאה לחוד קנה בשביל כו' וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> ליבמתו מהו אין כו' דמבעיא ליה אי כתבו קודם מאמר כו' מהו שיפקיע כו' עכ\"ל ואע\"ג דהשתא לפירושו נמי בההיא שעתא לא היה בידו להפקיע המאמר מכל מקום בההיא שעתא נמי עביד את דידיה מדרבנן שהיה בידו לאוסרה עליו וליאסר בקרובותיה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> מי קתני חולץ חלץ קתני דיעבד. יש לדקדק השתא נמי בדיעבד קתני חלץ מדלא נקט שחלץ בדיעבד לבעלת מאמר ולבעלת גט ע\"כ דמסייע לשמואל דלא נפטרה צרתה ומיהו תיובתא לדרב יוסף ודאי ליכא דאע\"ג דליתא לדשמואל בחלץ בדיעבד לא שייך הא דלא ישפוך כו' ויש ליישב בדוחק ודו\"ק:", 
            "<b>תד\"ה</b> רבינא כו' ליפלגו לענין התרה לשוק כו' עכ\"ל ולמאי דפליגי בחליצה פסולה אם פוטרת לא שייך למימר דליפליגי בהתרה לשוק דא\"כ במה תפטר לשוק וכי כל הני תחלוץ ותיזל ודו\"ק:", 
            "<b>בד\"ה</b> סד\"א ליגזור מאמר כו' תימה מה צריך לטעם זה דלעיל כו' עכ\"ל ק\"ק דלפי טעם זה אמאי לא קשיא להו נמי מאי קא מקשה לעיל לר\"ל איצטריך לאשמעינן דאין קידושין תופסין בחייבי כריתות אימא דודאי שפיר משום האי טעמא דסד\"א לגזור מאמר דבתר כו' ויש ליישב דאפי' לר' עקיבא ליכא למיטעי אלא בחייבי לאוין אבל בחייבי כריתות לא טעי וליכא למיגזר במאמר דבתר כו' ועוד דמרישא בחייבי לאוין שמעינן ליה דלא גזור וכ\"ש בחייבי כריתות ודו\"ק:"
        ], 
        [
            "<b>בתד\"ה</b> הוא אנוס כו' דה\"ל למינקט שניהם אנוסים כו' עכ\"ל לפי מה שהביא דהיא לא אנוסה אלא שמכוונת לשם מצוה ע\"כ אפי' דמתניתין לא קאי אלא אשוגג ומזיד דאל\"כ מאי אפי' בהוא אונס כו' דהא ברישא נמי קתני אונס ובגמרא נמי לא מפרש אפי' דמתני' אלא אשוגג ומזיד ולכך משמע להו דהוא אונס כו' לא קאי אף אאפי' אלא שהוא פירושא דאונס דרישא מיהו לפי מה שתירצו דהיא לא אנוסה אלא שהיא שוגגת או מזידה ניחא דאפי' דמתני' מצי קאי נמי אאונס:"
        ], 
        [
            "<b>[גמרא</b> אלא כגון שנתכוין לאשתו ותקפתו יבמתו וכו' וה\"ה דהמ\"ל שנתקשה לאשתו ותקפו עובדי כוכבים והדביקוהו ליבמתו וכן בהיפוך בתחלה המ\"ל המקשן אילימא שתקפתו יבמתו ולא נתקשה מתחלה והא רבא וק\"ל]:", 
            "<b>[בפרש\"י</b> ד\"ה וביבמתו לא קנה דלא איכוין לביאה וכו' ר\"ל עכשיו במה שנתקע ביבמתו פה זה אינו מכוין לביאה וק\"ל]:", 
            "<b>תד\"ה</b> (בעמוד הקודם) אין אונס וכו' אבל עשה מעשה חייב למסור עצמו כדפי' וכו' לאו דוקא אלא אפי' אם לא מסרה עצמה ס\"ד בקושייתם שתיהרג זה עיקר קושייתם ולכן תלו הקושיא לפי מה שפירשו לעיל ודו\"ק:", 
            "<b>ד\"ה</b> דמכוין לה לאו דוקא נקט דמכוין לה דהא בסמוך כו' עכ\"ל משוגג דמתניתין נמי מוכח דלא בעי כוונה לה ליבמה אבל איכא למימר דבעי מיהת מכוין לה לביאת אשה בעלמא אבל מהך דבסמוך מוכח דאפילו מכוין לביאת אשה לא בעי וק\"ל:", 
            "<b>ד\"ה</b> מה לאחות אב כו' הקשה ריב\"ן דמאחות אב כו' וי\"ל דא\"א לא אתי עכ\"ל מיהו השתא דאכתי לא אסיק אדעתיה למפרך מה להנך שכן שאר לא הל\"ל דנילוף חדא מתרתי אלא כל חדא וחדא מן הדומה לו כמו שהקשה ריב\"ן אלא משום דכל אינך פרכות דה\"ל חדא מתרתי נקט הכא נמי הכי וק\"ל:"
        ], 
        [
            "<b>גמרא</b> כנדה מה נדה אע\"פ שיש לה היתר כו' אף אשת אח כו' ורש\"י בחומש פי' כנדה לענין העראה כדבעי למימר ש\"ס מעיקרא ויש ליישב דלמסקנא נמי דיליף כנדה אע\"פ שיש לה היתר כו' יליף נמי הך מלתא כנדה להעראה ולא אצטריך היקשא דר\"י לענין העראה דאשת אח אלא משום שאר חייבי כריתות ודו\"ק:", 
            "<b>שם</b> [אם אינו ענין להעראה דכתיבא גבי אחות אב וכו' ק\"ק מאי איצטריכו לעיל לחזור מתירוצם דיליף חדא מתרתי אלא לר' יונה וכו' נימא גם כן דפסוק ג' מיותר כיון דילפינן מתרתי ואם אינו ענין לגופא תנהו לאשת איש ויש ליישב ודו\"ק]:", 
            "<b>בפרש\"י</b> ד\"ה ל\"ל למכתב האי קרא יתירא בתרוייהו לכתוב כו' עכ\"ל יש לדקדק למה לא נימא דאגופא דקרא קאמר ל\"ל למכתב בתרוייהו ומי הכריחו לפרש דמקרא יתירא קאמר הכי ויש ליישב דאי מגופא דקרא עביד הך צריכותא ה\"ל למיעבד הך צריכותא נמי באחותו דכתיב בת אביך או בת אמך אלא ע\"כ דגופייהו דקראי למכתב מן האם דלא נילף מדודתו מן האב וכיון דאיצטריך למכתב מן האם איצטריך למכתב נמי מן האב דלא נימא דדוקא מן האם הזהיר הכתוב אבל איתורא דקרא דאחות אביך ואחות אמך קאמר שפיר כיון דגלי קרא בחד מנייהו דבין מן האב ובין מן האם נילוף אידך מיניה גופיה ודו\"ק:", 
            "<b>תד\"ה</b> אלא רמז כו' דכיון דשריא רחמנא אחר מיתה אין סברא כו' עכ\"ל דכיון דסתמא כתיב בתורה אשת אחיך לא תגלה מהיכא תיתי למשרי אפי' באין לה בנים בחיי בעלה וקאמרי משום דאין סברא כו' וק\"ל:", 
            "<b>[ד\"ה</b> בזכור וכו' ועוד דאפסקינהו בקרא דמולך וכו'. וק\"ק אדמקשי לכתוב גבי מיתות ב\"ד וכו' ליקשו לא לכתוב כלל ולא יספיק בקרא דמולך וי\"ל דע\"כ צריך לתרץ על כל הלימודים באם אינו ענין אמאי לא כתבה התורה באותה ענין עצמו וק\"ל. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה לשתוק קרא כו' דאי לאו קרא בחייבי כריתות ה\"א כו' עכ\"ל מיהו לפי זה היקשא דר\"י לא איצטריך להך מלתא אלא דע\"כ לא אתי קרא דשפחה חרופה אלא לאשמעינן דחייבי לאוין בהעראה דאי לחייבי כריתות א\"כ לא לכתוב העראה בנדה ודו\"ק:"
        ], 
        [
            "<b>בתד\"ה</b> אתיא ביאה כו' דור שלישי יערה משמע הא דור ב' כו' בסוף הנשרפין כו' עכ\"ל כצ\"ל ושם בתוס' מפורשים דבריהם ביותר וז\"ל דילפי' בג\"ש דדור שלישי יבא דההיא ביאה העראה והדר דייק הא דור ב' לא יערה עכ\"ל ע\"ש:"
        ], 
        [
            "<b>בתוספות</b> ד\"ה מת ונפלה כו' וניחוש לסמפון שהרי לא בדקה כו' ואם כן אינה זקוקה כו' עכ\"ל היינו ביבום נמי חייש כי הכא אבל לעיל גבי מן ארוסין לרב דאוכלת לא נימא כה\"ג שהרי לא הספיק לכונסה עד שמת וא\"כ אינה זקוקה לו ולא יאכילה היבם בתרומה בביאה גרועה דכיון שהיבם פקח בוודאי בדקה מקודם ולית בה סמפון וק\"ל:"
        ], 
        [
            "<b>גמרא</b> מתיב רבי זירא והיא לא נתפשה וכו' וק\"ק אמאי אינו מקשי על רב עמרם שאמר הא מלתא אמר לן רב ששת וכו' הא ברייתא היא ומאי איצטריך לרב ששת דע\"כ אין לחלק בין נאנסה כשהיתה אשת ישראל ובין נאנסה אשת כהן דא\"כ מנ\"ל לתנא תונא דלמא מתני' איירי באשת איש של כהן שנאנסה ודאי ולפי דברי התרצן לא קשה כלום דרב ששת אשמעינן דפסולה בלאו ולוקה משא\"כ לפי ס\"ד דמקשן דאין זה קושיא דכמה פעמים אמרינן בגמרא תניא כוותיה ודו\"ק:", 
            "<b>תד\"ה</b> מאי וכן כו' דעיקור חידוש דאונס ורצון לא הוי אלא באשת איש כו' עכ\"ל דבאשת איש אשכחן לחלק בין אונס לרצון באשת ישראל מדכתיב והיא לא נתפשה וק\"ל:"
        ], 
        [
            "<b>[גמרא</b> רבא אמר הואיל ומאכילה. י\"ל כיון דלר' אלעזר סברי ר\"א ור\"ש אפילו בקידש פצוע דכא אוכלת מכ\"ש גבי לא ידעה דבסמוך וא\"כ מאי איצטריך לאשמעינן במתני' דבלא ידעה דאוכלת לדברי ר' אלעזר שאמר שם דמתני' ר\"א ור\"ש היא כמו שהביאו התוס' בסמוך הא פשיטא הוא וודאי לתירוץ של אביי דאמר הואיל ומאכילה בלא ידעה יש ליישב דאצטריך במתניתין לאשמעינן הטעם שמאכילה אפילו בקידש משום דמאכיל במקום אחר גבי לא ידעה אבל לרבה דסבר הואיל ומאכיל בעבדיו וכו' קשה ולדברי התוספות יש ליישב קצת ויש ליישב ודו\"ק מהר\"ם יצ\"ו]:", 
            "<b>תד\"ה</b> אביי אמר כו' אליבא דרבי אלעזר קיימינן הכא ורבי אלעזר אית כו' עכ\"ל כצ\"ל והוא רבי אלעזר בן פדת דקאמר לעיל הכי משום רבי אושעיא וק\"ל:"
        ], 
        [
            "<b>בתוספות</b> בד\"ה וחייבין כו' דלמא כו' אדעתיה דהכי קדיש כו' דשוב אינה אשת יבם עכ\"ל דממעטינן פרק קמא איילוני' מייבום מדכתיב אשר תלד וק\"ל:"
        ], 
        [
            "<b>[גמרא</b> אמר רמי בר חמא משכחת לה כגון שבא עליה ארוסה וכו' וק\"ק לפ\"ז מנ\"ל להביא ראיה ממתניתין דיש חופה דלמא דוקא כשבא עליה מקודם יש חופה ג\"כ לאפוקי בלא בא עליה אין חופה ויש ליישב ויתיישב ג\"כ מה שאמר ותסברא דהא מיתרצא היא וכו' מבלעדי אישך וכו' לפ\"ז הלא גם משנה דארוסה ושומרת יבם לא מיתרצא דאמאי ארוסה לא שותת הא אפי' נשואה כשלא בא עליה לא שותת כיון דאין קדמה שכיבת בעל וד\"וק]:", 
            "<b>בפרש\"י</b> בד\"ה אין חופתה כו' חופה פסולה אינה מאכלת וה\"ה ביאה כו' עכ\"ל מלת ביאה בפרש\"י שלפנינו הוא ט\"ס דהא לא בעי למילף ביאה מחופה אלא חופה מביאה ובפי' ישן אינו וק\"ל:", 
            "<b>בתד\"ה</b> דהני תנאי כו' וא\"ת לת\"ק כיון דאין חופה כו' אמאי אוכלות משלו כו' עכ\"ל זו הקושיא לב' הפרושים דגם לפירוש דמיירי בבת כהן קשה אמאי אוכלת משלו אך מה שכתבו בתר הכי ואוכלת בתרומה כו' דליכא למיחש למזיגת כוס כו' לא הוצרכו לומר כן רק לפירוש דמיירי גם בבת ישראל ומה שיש לדקדק עוד בדבריהם דהכא כבר כתבנו במ\"ק לעיל בד\"ה מן הארוסין כו' במתניתין וע\"ש וק\"ל:"
        ], 
        [
            "<b>[ברש\"י</b> ד\"ה ל\"א כו' הג\"ה ומשקה לה כשהיא נשואה עד שלא נבעלה ודקשיא לך משקדמה שכיבת בעל האי תנא וכו'. וק\"ק כיון דע\"כ צ\"ל דמתני' דלא שטית פליג אאידך ברייתא א\"כ מנלן לאוקמי דמשקה עד שלא נבעלה ולדייק דיש חופה אימא דמשקה כשהיא נשואה ואין חופה ודקשי' לך הא אינו מנוקה מעון האי תנא וכו' ופליג מתניתין דלא שטית וכמו שהיא באמת פירוש לשון מורי שהביא רש\"י ויש ליישב וק\"ל. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה אפי' כו' לא מצי למימר לר\"מ בתולה שלימה משמע כו' עכ\"ל כבר כתבנו במ\"ק דלתירוץ ג' שכתבו התוספות הכא לא יתורץ בהיפוך לר\"ש ולר\"א כו' ע\"ש ונראה השתא ליישב ממאי דאמרי' לקמן דלר\"ש ולר\"א מאליו דכתיב גבי טומאה לרבות בוגרות מכלל דבתולה שלימה משמע ותו לא מידי ודו\"ק:", 
            "<b>ד\"ה</b> אלא לאו שלא כדרכה משמע דמשלם קנס אביאה שלא כדרכה כו' עכ\"ל דאע\"ג דהכא לענין אם היא ראויה לקיימה קמיירי כמ\"ש התוס' לקמן מ\"מ כיון דבעי לאוקמי מיעוטא דקרא בשלא כדרכה וקרא ודאי דלא איירי אלא במקום שיש קנס וכיון דלאו ראיה גמורה היא לא הביאו לעיל ראיה מהא אלא מפרק קמא דקידושין וק\"ל:"
        ], 
        [
            "<b>בא\"ד</b> דאי יש קנס בהעראה ה\"ל לשנויי כגון שלא עשה אלא נשיקה כו' עכ\"ל הל\"ל הניחא למ\"ד העראה זו נשיקה אלא למ\"ד זו הכנסת עטרה מא\"ל כדקאמרי התוס' וק\"ל:", 
            "<b>[גמרא</b> אי כר\"א מאי ארי' משום בעולה תיפוק ליה דהויא לה זונה כו'. ויש להקשות הלא קושיא זו קשה אר' אלעזר גופא שדרש גבי כ\"ג בבתוליה על שלא כדרכה ע\"כ כיון דמכשיר בוגרת וא\"כ מאחר דס\"ל דפנוי הבא על הפנויה עשאה זונה מאי איצטריך ב' דבבתוליה לרבות גבי כ\"ג הוי ליה לקרא לאשמעינן אפי' בכהן הדיוט משום זונה אפי' שלא כדרכה ואיך שייך קושיא זו אדברי רב ויש ליישב ודו\"ק]:", 
            "<b>תד\"ה</b> [ורב דאמר כר\"א כו' ואי אליביה דנפשיה קאמר מאי וכו' וק\"ק מנ\"ל למקשן להקשות תיפוק ליה דהוי זונה דלמא התרצן השיב דרב סבר כרבי אלעזר בזה ואליביה דנפשיה קאמר דדוחק לומר שהמקשן סמיך עצמו אלקמן דרב אמר בוגרת לא ישא ועוד כמו שהמקשן מביא מה שאמר רבי אלעזר פנוי הבא על הפנויה כו' כן הוי ליה להביא זה ומאי אולמא הך קושיא מהאי ויש ליישב וק\"ל. מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>גמרא</b> [אלמא סופה להיות בוגרת תחתיו כו' ק\"ק דלמא מאי שאמר ומוציא בגט היינו אליביה דר\"א בן יעקב דסבר הולד חלל ומ\"ש גבי בוגרת אם נשא נשוי הוא אליביה דרבנן ויש ליישב וק\"ל]:", 
            "<b>תד\"ה</b> שאינו משלם קנס במפותה וא\"ת כו' וא\"כ מנ\"מ דאין משלם קנס כו' עכ\"ל יש לדקדק ומאי קושיא ואימא דאי לא הוה קתני דאינו משלם קנס כמפותה ה\"א דנותן כתובה מדבעי גט וגם נותן קנס כאילו לא נשא אותה ויש ליישב דהקנס הוא בעצמו שיעור הכתובה כדכתיב כמוהר הבתולות ואין סברא ליתן שתיהם ודו\"ק:", 
            "<b>[בא\"ד</b> מוציא בגט היינו מדרבנן וכו' עי' מה שכתב מהר\"ם והאריך בספרו ולפי דבריו מפרש תירוץ של התוספות. מהר\"ם יצ\"ו]:", 
            "<b>ד\"ה</b> סופה להיות כו' וברייתא דלא כר\"א דהא אמרי רבנן הוולד כשר עכ\"ל וראב\"י נמי מסיק ש\"ס דלא כר\"א ומהא דקתני ואם נשא נשוי לא מוכח דלא כר\"א דאימא דאינו משלם קנס כמפותה וק\"ל:", 
            "<b>בד\"ה</b> אליו לרבות כו' דממשמעות בתולה מימעטה מוכת עץ אפי' לר\"מ כו' עכ\"ל לישנא דאפי' מגומגם קצת דלר\"ש לאו ממשמעות בתולה מימעט מוכת עץ אלא דגמר לה מכ\"ג ובכ\"ג מבתוליה עד שיהו כל בתוליה קיימין וק\"ל:", 
            "<b>ד\"ה</b> נילף בתולה כו' ולא כמו שפירש בקונטרס דמבתולה דאונס ומפתה כו' עכ\"ל ק\"ק לפרש\"י דאי מאונס ומפתה הוה גמר ליה ל\"ל למכתב גבי כ\"ג בתוליה למעט בוגרת הא איכא למילף בתולה בתולה מאונס ומפתה ולפי מה שכתבו התוס' לקמן לר\"ש דבענין אחר לא אפשר למכתב יתורא אלא בית ה\"נ איכא למימר דס\"ד השתא לר\"מ וכבר כתבנו במ\"ק דלפי האמת לק\"מ וע\"ש:"
        ], 
        [
            "<b>בתד\"ה</b> והאר\"ש בתולה כו' והשתא פריך איפכא כו' עכ\"ל ק\"ק אמאי לא תקשי להו בפשיטות מאי פריך הכא והא אר\"ש בתולה שלימה משמע והיאך מפקא ליה אלא ממשמעותי' א\"כ לעיל נמי בכ\"ג דמבתוליה מרבינן בוגרת לר\"ש הא כיון דבתולה שלימה משמע תקשי להו היאך מפקא ליה ממשמעות ועי' במ\"ק ודו\"ק:"
        ], 
        [
            "<b>בתוספות</b> ד\"ה ואין העובדי כוכבים כו' והא דכתיב והארץ נתן לבני אדם כו' היינו לבני כו' עכ\"ל לכאורה לפי ר\"י משולם לא הוצרכו לכך דהאי קרא לאו בפורענות איירי ואפשר דמשמע להו דאיירי דוקא בעובדי כוכבים דלא איצטריך קרא אלא להך דרשא דיש קנין לעובד כוכבים ולא ה\"ל למקנינהו אדם כמ\"ש לעיל גם לפירוש ה\"ר משולם וק\"ל:ד\"ה אין זונה כו' ולאביי ניחא כו' אבל לרבא דפליג עליה כו' עכ\"ל כצ\"ל הך פלוגתא דאביי ורבא בפרק כל האסורין ובפשיטות בלאו הך דהכא ה\"מ להקשות מהך דפ' אין מעמידין משום נשג\"ז אמלתא דרב' ועיין בתוס' פ' אין מעמידין:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה א\"ד מאשה בטיל כו' מדלא קתני לא ישא אדם אשה שאינה בת כו' עכ\"ל דאף ביש לו בנים חייב לישא אשה שאינה בת בנים. דאי אמרת ביש לו בנים אינו חייב לישא אשה כלל אלא אם רוצה הא בכה\"ג באין לו בנים נמי אם רוצה לישא אשה שאינה בת בנים ישאנה אלא דלא סגי ליה בכך וחייב לישא גם בת בנים ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> ב' זכרים וכו' כי שת לי אלהים זרע וגו' פרש\"י אלמא תשלומין בעי וכו' ק\"ק דהא רב הונא מרא דשמעתין ומוכח מהאי קרא דתשלומין בעי כשמת ואיהו גופא סבר לקמן ואם מתו קיים פ\"ו ואע\"ג דאליביה דר' נתן אליביה דב\"ש קאמר הכא הכי מ\"מ אין סברא דבהא פליגי תנאי ועוד כתב מהרש\"ל בזה א\"כ מהיכא יליף דבעינן ב' זכרים וב' נקבות דלמא לא קפיד קרא אלא אזכרים ול\"נ דבודאי יליף השתא מבריאת עולם כו' עכ\"ל. והאריך בדבריהם דחוקי' ודברי נביאות הן גם קשה לפירושו לתנא דמתני' לב\"ש דסבר ב' זכרים לימא ש\"ס בפשיטות דיליף לה מדכתיב כי שת לי אלהים זרע וגו' דהא איהו לא יליף מבריאת עולם וע\"כ הנראה דלא שייך למימר למילף מבריאת עולם אלא מבריאת אדם וחוה אבל מהא דהיה לאדם וחוה ג' זכרים וב' נקבות אין זה מקרי מבריאת עולם וליכא למילף מיניה ולא מדכתיב כי שת לי אלהים זרע דמשמע מיניה דאתא לתשלומין מה שנחסר מזרעו שנתחייב בהן לקיום מצות פ\"ו דהיינו שהיו לו כבר ב' זכרים וב' נקיבות ודו\"ק:", 
            "<b>בתוס'</b> ד\"ה הכל מודים וכו' ואמאי והא מיפקד אפ\"ו ולא מיפטר וכו' עכ\"ל כצ\"ל ומהרש\"ל הגיה הא לא מיפטר מפ\"ו וכו' והלשון כפול ולא מיפטר וכו' וק\"ל:"
        ], 
        [
            "<b>גמ'</b> מתני' דלא כר\"י וכו' היו לו בנים בילדותו וכו' ק\"ק לפר\"י דמתני' נמי אית לה דאפי' יש לו בנים מצוה לישא בת בנים אלא דלא צריך למכור ס\"ת בשביל בת בנים א\"כ שפיר מצי אתיא מתניתין אפי' כר\"י דאיכא למימר דלא איירי בצריך למכור ס\"ת וי\"ל דמשמע ליה לש\"ס הא דקאמר ר\"י היו לו בילדותו יהיה לו בנים בזקנותו וכו' בדומיא קמיירי אפי' למכור ס\"ת כמו בילדותו:", 
            "<b>תד\"ה</b> חייב אדם וכו' אם הוא רחוק ממנה לא יצא לדרך אא\"כ ישוב אליה וכו' עכ\"ל והוא מגומגם דמשמע דהשתא הוא רחוק ממנה קודם שיצא לדרך וצריך לשוב אליה לפוקדה ומי הכריחם לזה ואימא דהשתא הוא קרוב אליה והפוסקים שהביאו דברי התוס' לא הזכירו דבר זה וע\"כ הנראה דאלו המלות אא\"כ ישוב אליה טעות נפל בימי התוס' מאיזה תלמיד טועה שכתבן ולא הכי ומה שכתב ואם רחוק ממנה לאו היינו בקודם שיצא לדרך אלא אם זה הדרך רחוק ממנה שלא יבא אליה מהר צריך לפוקדה דמסברא אם הוא הולך בקרוב אליה וישוב ביום או יומים שאין צריך לפוקדה:", 
            "<b>בא\"ד</b> ויפקידנה או בתשמיש או בשאר דברים כו' עכ\"ל מהרש\"ל מחק מדברי התוס' או בתשמיש וטעמו משום דמוקי לה בנדה דודאי לא שרי ליה אלא בשאר דברים ואין צריך למחוק כל הספרים דלפי מאי דקיימינן השתא לא איירי בנדה ולא בסמוך לווסתה וחייב לפוקדה אף בתשמיש ולמאי דמסיק נמי דקרא אחריני מיירי אפי' בנדה מכל מקום חדא מהני תרתי קראי ע\"כ איירי בשאר כל אשה ולצדדין קאמר או אפילו בתשמיש בשאר כל אשה או בשאר דברים דוקא ואפי' באשתו נדה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> והמלוה סלע לעני בשעת דוחקו כו' ובתוספות מקשי ר\"ת והאמרינן פ\"ק דחגיגה רעות רבות וצרות זה הממציא מעות לעני בשעת דוחקו ובפרק קמא דחגיגה כתבו התוספות בשם ריב\"ן דכאן לחלק בין מלוה לממציא ונראה פירושו דמלוה סלע היינו שנתן לו סלע במזומנים וממציא מעות היינו שאינו נותן לו מזומנים רק בהמצאה ובתחבולה כגון שנותן לו סחורה או שאר שוה כסף שצריך להטריח ולמכור ולהפסיד במה שנותן לו והוא מוכרח לשלם לו במילואו וז\"ש אח\"כ היינו דאמרי אינשי זוזי לעללא לא שכיח לתליתא להפסד ולאיבוד כפרש\"י שכיח דהיינו זוזי מעות מזומנים לקנות תבואה לא שכיח לתליתא דהיינו להפסד שצריך להיות לו הפסד שכיח והיינו כמו זיבורא ועקרבא שהם רפואות המתנגדים דבלא מעות דוחק לו ואם יקח מעות יהיו לו הפסד. ובזה מיושב אצלי מ\"ש שם בגמרא סמוך לזה ר' יוחנן כי מטי להאי קרא בכי והיה כי תמצאן אותו רעות רבות וצרות אמר עבד שרבו ממציא לו רעות תקנה יש לו שצריך ליישב למה תלה הדבר כשרבו ממציא לו ולא אחר ודאי שהנמשל הוא על הקב\"ה מ\"מ הכל קשה ואם יש לו תקנה כשאחר ממציא לו רעות לבקש אותו ע\"י רבו או ע\"י אחרים כמו כן יוכל לפייס את רבו בבקשות ושאר השתדלות שלא יעשה לו רעות ולפ\"ז מיושב כי לא אמר לשון עבד שרבו עושה לו רעות רק לשון ממציא היינו שרבו ממציא לו בתחבולה ובהמצאה רעות שהעבד אינו מבין שבא לו הרעות מן רבו וא\"כ אין לו תקנה בשלמא אם היה רואה וידע שרבו עושה לו אותן הרעות יוכל להיות לו תקנה בבקשות ותחנונים ואם אחר עושה לו רעות יוכל לבקש את רבו שיציל אותו מזה אבל כיון שאמת הוא שרבו עושה לו רעות וא\"כ אין יכול לבקש את רבו להצילו שהרי הרעות באים ממנו ולאחר אינו יכול לבקש שהרי זה האחר אינו עושה לו כלום ועד\"ז יש לפרש ג\"כ בגמ' פ' חלק אמר רב נחמן כל כי האי ריתחא לירתח:", 
            "<b>שם</b> ע\"ב כאילו ממעט הדמות שנאמר כי בצלם וגו' וי\"ל לשבר את האוזן דהיינו ע\"פ המ\"ר על פסוק איפה היית ביסדי ארץ וגו' שכל הנשמות העתידות להבראות היו תלוים באה\"ר זה בחוטמו וזה בשערו וכו' ממילא דאה\"ר היה דמות של הקב\"ה ואם הוא אינו מקיים פ\"ו אז אותן הנשמות שהיו ראוים לבא ע\"י הוא כאילו לא היו תלוים בו וא\"כ הוה כאילו חסר אותו המקום באה\"ר שאותן נשמות היו תלוים בו ממילא נתמעט הדמות ונעשה קטן ממה שנברא מתחלה ודו\"ק:", 
            "<b>[שם</b> קא מחטטי שיכבי מפני ששמחים ביום אידם וכו' הוא מדה כנגד מדה ע\"פ מ\"ש הנהנה מסעודת עובד כוכבים כאילו אכלו מזבחי מתים כו' א\"כ הוא מאחר שהם שמחים ביום אידם ואוכלים ושותין עמהם ע\"כ נענשו ג\"כ בענין מתים שלהם דהיינו חטוטי שיכבי וק\"ל. מהר\"ם יצ\"ו]:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה יוציא ויתן כו' דקתני סיפא בין שהיו כו' והכא לא שייך למתני בה סבורה כו' וצ\"ע לחלק אמאי שייך טפי למתני סבורה הייתי כו' בשהה עמו י' שנים טפי מבבאה מחמת טענה ואדרבה בבא מחמת טענה דאיירי בעקור כפי שפירשו התוספות לקמן שייך טפי למתני ביה סבורה הייתי וכו' וכגון שהיה ידוע שהוא עקור קודם שינשאו ודו\"ק:"
        ], 
        [
            "<b>בתד\"ה</b> דתנן כו' ואפי' את\"ל כו' שמא סבר רב יוסף דכיפה צריכה וכו' עכ\"ל ק\"ק להאי תירוצא כיון דאיכא תנא התם דס\"ל דכיפה אינה צריכה התראה א\"כ מנ\"ל לרב יוסף לאוקמי דלא כרשב\"ג ואימא דמתניתין סבירא לה דכיפה צריכה התראה ואפילו כרשב\"ג וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> נשאת למי כו' וכ\"ת משום דא\"ל השתא הוא דכחשי כו' עכ\"ל ולפום סברא דהשתא אפי' להוציא מהני השתא הוא דכחשי ולא תקשי דא\"כ מן השלישי נמי תצא משום השתא הוא דכחשי כמו שהקשו התוס' לקמן הא מסקי התוס' לקמן דמן הג' אין לה כתובה משום דלא הכיר בה ודו\"ק:", 
            "<b>ד\"ה</b> תצא בלא כו' אבל קשה דאי בשהה כו' לכך נראה לר\"י דלאלתר תצא כו' דבשלא הכיר בה איירי כו' עכ\"ל אע\"ג דהך אבעיא קמייתא דנישאת לשלישי ע\"כ איירי בשהה עמה עשר שנים ניחא לן לפרושי הא דקתני בברייתא נשאת כו' תצא בלא כתובה דהיינו לאלתר ומשום דלא הכיר בה כאבעי' בתרייתא דהשתא אתיא הברייתא בפשיטות ולא איצטריך לן לפלוגי בין להחזיק בין להוציא ודו\"ק:", 
            "<b>בד\"ה</b> שבינו לבינה כו' והריב\"ם פי' דהכא אניסת לג' קאי כו' וק' לר\"י דמתוך הלשון כו' עכ\"ל. סמכו עצמם אמה שכתבו לעיל דבניסת לג' לאלתר תצא משום דלא הכיר בה כמ\"ש לעיל ואשמעינן הכא דאם היא אומרת שאינו יורה כחץ וחזיא ליה דנאמנת ולכאורה דמצי לאשמעינן הך מילתא בנישאת רק לא' ושהתה עמו י' שנים ולא לענין כתובה אלא דאם היא אומרת שאינו יורה כחץ וחזיא ליה נאמנת ולא תצא ממנו ויש ליישב משום פלוגתא דר' אמי ורבא נקט בניסת לג' ולענין כתובה:", 
            "<b>בא\"ד</b> ועוד ק\"ק דלמה אין לחוש שטוענת כן ומשקרת בשביל כתובה כו' עכ\"ל אבל לפי הפי' שכתבו דאיירי בשהה עם הא' י' שנים ויש לו בנים ובבאה מחמת טענה ניחא דלאו בשביל כתובה טוענת כן אלא בשביל שתצא ממנו ומיהו לפירוש הר\"ש בר חיים הך קושיא במקומה עומדת דאימא דמשקרת בשביל כתובה ועי' ברא\"ש:", 
            "<b><br>ע\"ב</b> בתוס' בד\"ה ואי ס\"ד דלא מפקדא כו' משמע דאי מפקדא ניחא דיש כו' עכ\"ל ומהך מילתא גופא דקאמר ואס\"ד דלא מיפקדא כתובה מאי כו' לא תקשי להו דאדרבה מה\"ט דלא מיפקדא ולא מיענשא אפ\"ו אית לן למימר דאיהו לא זכה ויש לה כתובה כדמוכח לעיל די\"ל דאיירי הכא בשהה עמו י' שנים ויש לו בנים כמ\"ש התוס' אבל הך קושיא שהקשו דמשמע דאי מיפקדא ניחא כו' לא מיתרצי בהכי דכ\"ש דנימא דאיהי לא זכתה וליכא לתרוצי אלא כריב\"ם דאיירי בידוע שהוא עקר ודו\"ק:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה עבדי מלוג כו' אפילו למ\"ד קנין פירות כו' עכ\"ל ואפילו למאי דמוקי לה דלא יאכלו משום גזירה אי הוי קנין פירות כקנין הגוף חשיב כקנין כספו לא שייך למיגזר דמשום דידיה קאתי כמו עבדי צאן ברזל ואברייתא דמרבה קניינו שקנה קנין מריבוי דקרא ה\"מ לדקדק כן דאפי' למ\"ד קנין פירות כו' לא חשיב בהכי קנין כספו דאיצטרך לרבויי לקניינו שקנה קנין וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> ישראל ששכר כו' אע\"פ שמזונותיה עליו כו' עכ\"ל אבל בתוספות פ\"ק דע\"ז כתבו דרישא לא איירי במזונותיה עליו מדלא קתני לה ברישא ע\"ש:", 
            "<b>בד\"ה</b> הבעל מוציא כו' למה תוכל לבטל מכירתו כו' דמחיים אין לה בהם כלום כו' עכ\"ל עי' בביאור דבריהם בזה באורך ברא\"ש:"
        ], 
        [
            "<b>תד\"ה</b> פוסל ואין כו' דתרוייהו אעבדים כו' פוסל בעבדי אביו כו' עכ\"ל ובתוס' פרק מי שמת כתבו בזה דרך אחרת ומה שיש לדקדק כו' ע\"ש בחדושים:", 
            "<b>בד\"ה</b> היינו דקאמר כו' ורבנן שהיו אומרים לו כן הוו סברי כו' עכ\"ל לעיל למ\"ד עובר במעי זרה זר ה\"מ לדקדק כן מרבנן דמתני' שהיו א\"ל כן כו' וק\"ל:", 
            "<b>בד\"ה</b> אוכלים בשביל כו' תימה דהא מסתמא מעשה ידיהם עד שיולד כו' עכ\"ל ובפשיטות למ\"ד המזכה לעובר לא קנה בפ' מי שמת ל\"ק להו הכי דאימא דוקא במזכה אבל בירושה דממילא כי הכא אימא דאית ליה זכיה והכי מפליג התם בפרק מי שמת ע\"ש וק\"ל:", 
            "<b>בא\"ד</b> דרב ששת לטעמי' כו' קנה ולא אכלי בשביל המשפחה כו' עכ\"ל ולשמואל דס\"ל דלא קני ואכלי בשביל המשפחה קושטא הוא דה\"מ לאוקמי מתני' דהתם שפיר באשה א' גרושה ודוקא בן יום א':"
        ], 
        [], 
        [
            "<b>תד\"ה</b> (בעמוד הקודם) קנין כספו וכו' אפי' נפלה מן הנשואין הא ליכא למיחש לסמפון כו' עכ\"ל למשנה אחרונה דאסרי לה מתרומה אפי' בהגעת זמן הוי טעמא לכ\"ע משום סמפון כדאמרינן התם פ' אע\"פ והוצרכו לומר אפי' מן הנשואין למ\"ד התם דמשנה אחרונה משום סמפון ע\"ש ודו\"ק:"
        ], 
        [
            "<b>ברש\"י</b> בד\"ה עבד כנעני. עכו\"ם לית ליה קידושין דאמרינן אשת רעהו כו' עכ\"ל ובפ' החולץ פי' בע\"א מדכתיב ואח\"כ תבא אליה ובעלתה גו':", 
            "<b>בא\"ד</b> דתמיה היא דהא חמירי חייבי כריתות מחייבי לאוין ועוד עכ\"ל הוא כפול דהא לקמן הקשה ועוד ק\"ו חייבי לאוין כו' גם בפי' ישן אינו ומהרש\"ל דחק לקיימו ואין צורך להאריך אך ק\"ל עיקר הקושיא דאם ק\"ו גמור הוא תקשי לנפשיה לפי' שפירש דה\"ה דה\"מ למיפרך חייבי כריתות לא ליפסלו ולפי האמת נמי מפ' חייבי כריתות מכי תהיה אלמנה וגרושה ולמאי איצטריך הא ק\"ו הוא מחייבי לאוין ואם נאמר דה\"מ למפרך משום דכי תהיה מעוטא הוא דלא נילף מק\"ו לאית דמפרש נמי איכא למימר הכי גם לפי האמת וק\"ל:", 
            "<b>תד\"ה</b> כמאן כר' עקיבא כו' אלא לאפוקי שאר תנאי עכ\"ל והא דפריך התם ורבי ישמעאל בת ובת מאי דריש ביה כו' צ\"ל דפסיקא ליה בשום דוכתא דר\"י דריש ווי ולא ס\"ל כשאר תנאי דלא דרשי ווי:"
        ], 
        [
            "<b>בתוספות</b> בד\"ה כי תהיה כו' ליה למימר מאי כי תהיה כו' דאמאי איצטריך קרא לר\"ע עכ\"ל ולא תקשי להו קרא דכי תהיה לאיש זר גופי' ל\"ל אפי' לפי האמת דאלמנה גרושה צריכי ועי' בתוס' פ' החולץ:", 
            "<b>בד\"ה</b> והמפתה והשוטה הא דלא תנן קטן כו' משום דבעי למתני בסיפא וילדה עכ\"ל מיהו ק\"ק לעיל מתני' דבן ט' שנים ויום אחד דבעו לאוקמי ביבם קטן ומשום לא מאכילין קתני לה אמאי לא מתוקמא ליה בפשיטות גם בשאר קטן שנשא ומשום לא מאכילין קתני לה כמו בשוטה דהכא דהא התם לא תני וילדה וי\"ל דהכא גבי שוטה עיקר מלתא משום לא פוסלין קתני לה אבל לא מאכילין מלתא דפשיטא הוא אבל לעיל גבי יבם כיון דזקוקה מדאורייתא סד\"א דמאכילין וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>ברש\"י</b> בד\"ה ומילת זכריו דאי משום עבד הא כתיב כל ערל לא יאכל בו עכ\"ל דהשתא ישראל ערל לא יאכל עבד ערל מבעיא וכן פי' הרא\"ם והוצרכו לזו דלפי משמעו אעבד קאי אבל בלשון נסתר ואבעליו ה\"ל למכתב בלשון נוכח תאכל כמו ומלתה ר\"א דסבר דאין מילת עבדיו מעכבת כמ\"ש התוס' צ\"ל דאעבד קאי כמשמעו והיא גופה אשמעינן דעבד אחר שנימול רשאי לאכול ממנו ושלא נאמר דהוה כערבי וגבעוני מהול וכן הוא בהדיא במכילתא ע\"ש ודו\"ק:", 
            "<b>בתוס'</b> ד\"ה אי מה פסח מלת זכריו כו' תימה דהא הך סוגיא כר\"א כו' דריש במכילתא דמלת עבדיו אין עכ\"ל כן הוא במכלתא שלפנינו אבל במדרש ילקוט איתא (במכילתא) דר\"א סבר דמילת עבדיו נמי מעכבת ע\"ש וק\"ק אמאי לא הקדימו תמיהתם לעיל דאזלא הסוגיא נמי כר\"א מדקאמר מסתברא ערלות כו' ומילת זכריו ועבדיו מעכבת כו' ויש ליישב ובד\"ה ה\"ג כל ערל כו' דהא אוקמינא כולה לג\"ש ועיקר נראה דאין זה מדברי תוס' אלא שהוא פרש\"י וכן מוכח מדבריהם לקמן וכ\"כ מהרש\"ל וק\"ל:"
        ], 
        [
            "<b>גמרא</b> המרת דת פוסלת כו' הכי משמע ליה בן נכר אפי' ישראל שנתנכרו מעשיו לאביו כו' כן נראה מפרש\"י בחומש אבל ליכא לפרושי דע\"כ בישראל שהמיר קמיירי דלעובד כוכבים לא אצטריך קרא דמכל ערל לא יאכל נפקא עובד כוכבים ואפי' מולין כדלקמן דא\"כ לא יתיישבו דברי התוס' שכתבו דכל ערל עובד כוכבים לא איצטריך אלא לישראל כו' והיינו דערל עובד כוכבים נפקא מכל בן נכר כמ\"ש בעובד כוכבים והשתא תקשי להו דאצטריך שפיר וכל ערל לגר דאי לאו לא הוה שמעינן מבן נכר ישראל שהמיר אלא בן נכר כמשמעו אבל אי הוה כמשמעו דבן נכר נמי ישראל שהמיר ניחא מיהו הסוגיא דזבחים פ\"ב לא משמע כן דקאמר אקרא דיחזקאל בן נכר וערלי לב יכול בן נכר ממש ת\"ל ערל לב א\"כ מה ת\"ל בן נכר שנתנכרו מעשיו כו':", 
            "<b>שם</b> אמר רבא ותסברא המול לו כו' והאי לאו בר מהילא כו' ומיהו דאבעיין ודאי לא אפשיטא כמ\"ש התוס' לעיל דמצי למימר דערל שלא בזמנה מקרי ערלה לגבי קטן שלא לסוכו בשמן של תרומה אלא לענין שיהא מעכב את אביו בפסח מסתברא דתלה הכתוב הדבר במילת בנו שחייב למולו קודם וזה א\"א לו למולו דהא לאו בר מהילא הוא וק\"ל וכ\"כ התו' לקמן היכא דלא אפשר לא מעכב ודע שרש\"י בחומש פי' תושב זה גר תושב כו' ומיהו והלא ערלים הם ונאמר כל ערל וגו' אלא כגון ערבי מהול כו' עכ\"ל וטען הרמב\"ן ולא ידעתי למה יכתוב הרב דברים הנדחין כו' והעמידו הכתוב בגר שמל ולא טבל עכ\"ל והרא\"ם האריך בזה ליישב פרש\"י ע\"ש ודבריו תמוהים דמ\"ש דדברי רב שמעי' בערבי מהול לא נדחו כלל כו' שאני נדרים דהולכין אחר לשון אדם הרי הש\"ס לא רצה לתרץ כלל וכמ\"ש התוספות דבנדרים נמי מקרא יליף ליה ואין זה סוגית הש\"ס דמוקי ליה במל ולא טבל לרבותא בעלמא כמ\"ש הרא\"ם שהרי הניח המתרץ כי סברת המקשה דפריך והני מולין נינהו ועוד דפריך פ' אין מעמידין מהמול ימול דליכא לאוקמי לרבות ערבי מהול ולא למעט ערל שמתו אחיו מחמת מילה מההיא מתני' דנדרים והוצרך לאוקמא במלתא אחריתי אמאי לא משני דשאני נדרים וההיא סוגיא דפ' שביעי גבי מי ששהא עם אשתו עשר שנים אינה מובנת לן בדברי הרא\"ם כמ\"ש בחדושי אגדות ומ\"ש הרא\"ם שגם הר\"ם מהלכות פסח פסק כדרב שמעיה אליבא דר\"ע דתושב הוא ערבי מהול לא ראינו בדבריו הכרע דלא נקט אלא לישנא דקרא גר תושב או שכיר וכן הוא בכסף משנה ודברי הראב\"ד שם אינן מובנים לכאורה וכבר כתבנו פירוש לדבריו במ\"ק ודברי כסף משנה דחוקים בזה ואין להאריך והנכון בדברי רש\"י בחומש שהוא ע\"פ המכילתא וכך הם דברי הסמ\"ג סי' שנ\"ד תניא במכילתא תושב אר\"י למה נאמרו והוא כתיב כל ערל וכל בן נכר לא יאכל אלא שאם הוא ערבי מהול או גבעוני כו' עכ\"ל והיינו כדבעי למימר רב שמעי' מעיקרא בש\"ס ודרכו של רש\"י להביא דרשות הפשוטות יותר גם שבש\"ס נדחה דברי רב שמעיה כיון דבמכילתא איכא תנא דאית ליה הכי הביא שהיא יותר פשוטה מלאוקמא בגר שמל ולא טבל אבל דברי הסמ\"ג תמוהים שהניח ש\"ס ערוך ומפרש לה ע\"פ המכילתא כדס\"ד מעיקרא בשמעתין ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה ערל מקבל כו' דהא טמא מקבל הזאה כו' שהרי נדה כו' ע\"ש כל מקבל הזאה טמא מת הוא וליכא ראיה (מב') [ממנו] משום דמצוותו בכך וא\"א בענין אחר אבל מנדה מייתי שפיר דאפשר להמתין כמו בערל וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ונולד כשהוא מהול כו' אין נימולין אלא ביום כו'. מהרש\"ל מחק מלות ונולד כשהוא מהול מתוך הברייתא וע\"ש טעמו אבל דבריו תמוהים מה שכתב דפשיטא הוא דצריך שימול ביום זה אינו דכמה אמוראי בפ' ר\"א דמילה דס\"ל דאין צריך מילה כלל וכמ\"ש התוס' פרק החולץ בשם בה\"ג ע\"ש גם מ\"ש בטור יו\"ד לא ידעתיו דהא בסי' רס\"ג כתבו גבי כל ערלות כמו ששנויה הכא ובפ' ר\"א דמילה ופסק דלא כר\"ג אלא כר\"ת שכתבו התוס' בשמו דפסק דצריך שימול ומ\"ש מדהביאו הסמ\"ג והרא\"ש פ' החולץ מהאי ברייתא דאמר גר עובד כוכבים כו' ע\"ש כן הוא גם בתוס' ולא זו הדרך ולא זו העיר שלא הביאו ראיה אלא לה\"ג דפסק הגר שנתגייר דצריך מילה כהני תנאי דהכא דס\"ל כתנא דפר\"א דמילה דס\"ל נמי הכי ולא כתנא דפליג התם אבל לענין קטן שנולד כשהוא מהול אע\"ג דס\"ל לתנאי דה\"נ דצריך שימול מ\"מ לא פסקו ה\"ג כמותו משום דכמה אמוראי לא ס\"ל וכל ספרים שלפנינו נכונים וברורים הם בלי מחק ודו\"ק:", 
            "<b>תד\"ה</b> משום דלא נשיב כו' דעשו פסחים אבל לא עשו כתקנן כו' עכ\"ל דאע\"ג דמילת זכרים שלהם לא היה מעכבת לא מקרי כתקנן כיון דכל זכרים שלהם שנולדו במדבר לא אכלו מפסחיהם כל מ' שנה חוץ מאותו פסח דפ' בהעלותך וק\"ק אמאי לא דחו בזה פרש\"י שפי' דנזופין היו מחמת עון העגל שהיה בשנה ראשונה ומאז לא מלו בניהם וא\"כ דמאי אולמיה אותו פסח דפ' בהעלותך שהיה בשנה שניה ג\"כ לא היה כתקנן אבל לדברי התוספות שפירשו דנזופין היו מחמת מרגלים שהיה בשנה שניה ניחא שהיה אותו פסח דפ' בהעלותך כתקנה שעדיין לא היו נזופים ולדברי התוס' צ\"ל דלאו דוקא קאמר מ' שנה לא נשבה כו' דבשנה ראשונה גם בשני עד מעשה מרגלים לא היו נזופין עדיין ודו\"ק:", 
            "<b>בתוס'</b> ד\"ה מיתיבי כו' אע\"ג דצריך שימול מדרבנן מפני שנראה כערל לא אסרוהו בתרומה כו' עכ\"ל דע\"כ צריך שימול מיהת מדרבנן כברייתא דלעיל ולקמן דקאמר לימא כתנאי היינו נמי אם צריך שימול מדאורייתא או מדרבנן אבל לענין תרומה למ\"ד צריך שימול מדרבנן שרי בתרומה כהך ברייתא דהכא ומה שיש לדקדק בזה על פרש\"י עי' במ\"ק ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה מ\"ס דרשינן וביום אע\"ג דמדכתיב בן שמנה ימים דרשינן וביום כו' עכ\"ל כ\"ה בפ' ר\"א דמילה ע\"ש:", 
            "<b>בד\"ה</b> שהזה כו' איצטריך לאשמועינן דהזאה כשרה אע\"ג כו' עכ\"ל אבל ליכא למימר דאיצטריך לאשמעינן דהזאה כשירה בערל מק\"ו דט\"י דלא נימא ק\"ו איפכא ממחוסר כפורים דמותר בתרומה ואסור בפרה ערל דאסור בתרומה ק\"ו דאסור בפרה דאימא מה למחוסר כפורים שאסור בנגיעת קדשים ועוד דט\"י יוכיח שאסור בתרומה וכשר בפרה ודו\"ק ועי' בזה עוד במ\"ק:", 
            "<b>ד\"ה</b> ונתן ולא ונתנה קרא יתירא קדריש ולא כו' עכ\"ל ויותר נראה לפרש דמדשנינהו הכתוב הכא דכתיב ולקחו בלשון רבים וכתב ונתן בלשון יחיד ולא ונתנו דריש דכתיב ונתן למעוטי אשה קאתי וכן משמע מדקאמר בתר הכי לרבנן ואי ולקח ונתן כו' ואי כתיב ולקחו ונתנו וכ\"ה בתוספות ביומא ע\"ש:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה לימד על טבול יום שכשר בפרה וא\"ת מהיכא תיסק אדעתיה לפסול דאי עכ\"ל ק\"ק דאימא דאיצטריך לאשמועינן דהזאה כשרה בט\"י אע\"ג דאסור בתרומה וקדשים כי טמא כמ\"ש התוס' לעיל גבי ערל דמה\"ט הוה סלקי דעתך לפסול בו הזאה אי לאו דיליף מט\"י ויש ליישב ועוד י\"ל בזה דאימא דס\"ד לפסול ט\"י בפרה מק\"ו דמחוסר כפורים שמותר בתרומ' ופסול בפרה ט\"י שאסור בתרומה א\"ד שפסול בפרה וי\"ל דבמחוסר כפורים נמי לא קים לן דפסול בפרה אלא משום דגלי לן קרא בטומאה בההיא פרשה דכשר בפרה דהיינו דוקא ט\"י דמת כמ\"ש תוספות לקמן ודו\"ק:", 
            "<b>בד\"ה</b> ואסורים לזרים כו' ואין נראה פירוש זה דאין להם פדיון אמרינן לקמן דשייר עכ\"ל לעיל מיניה מסימנא דמחפ\"ז גבי תרומה משא\"כ במעשר ה\"מ לדחות פירוש זה דע\"כ אסורה לזרים לאו היינו דאין לו פדיון דהא חשיב לה בתרתי וק\"ל:", 
            "<b>ד\"ה</b> משא\"כ במעשר כו' אלמא ערלה וכלאי הכרם בטלים ברוב מדאורייתא כו' עכ\"ל אין דין ערלה וכלאי כרם כתרומה דתרומה עולה בק\"א והנהו במאתים וא' אבל הביאו ראיה דכמו דיליף בערלה וכלאי הכרם מקרא דמשקה מן המאתים אינו אלא לאסמכתא בעלמא ומדאורייתא בטלים ברוב ה\"נ לגבי תרומה דיליף מקרא דאת מקדשו ממנו היינו נמי אסמכתא בעלמא ומדאורייתא בטל ברוב והכי משמע אסמכתא מההוא קרא את מקדשו דהיינו תרומת מעשר שהוא מעשר מן המעשר הוא חלק אחד ממנו דהיינו חלק א' מק' ודין תרומה כתרומת מעשר וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> טומאת עצמן כו' דנפקא לן טומאת עצמו ת\"ל טומאת הגוף כו' עכ\"ל ויש ליישב דאי לאו אזהרה דלא יאכל מן הקדשים לטומאת הגוף לא הוה משתמע מתאכלנו הטמא וטהור יחדיו אלא טומאת הגוף דחמירא בקדשים ובתרומה אבל השתא דנפקא לן טומאת הגוף מלא יאכל וגו' מוקמינן הטמא והטהור לטומאת עצמן ולא מוקמינן ליה בלאו יתירא לטומאת הגוף ודו\"ק:", 
            "<b>ד\"ה</b> אסור לבער כו' דלגבי טומאה מיהא מצינו שתרומה חמורה כו' עכ\"ל והיינו שתרומה בטומאת הגוף במיתה ובמעשר אינו בלאי וק\"ל:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ה\"ג בקונטרס כו' ואו' ר\"י דאי הוה גרסי' כו' ערל בהדי אונן כו' עכ\"ל ע\"כ דהוה גרסי' נמי ערל בהדי אונן נמי בדברי רבי יוסף הבבלי דאל\"כ אדמייתי מת\"ק דיוסף הבבלי לייתו מברייתא דלעיל דקתני בהדי ערל כשר כמו שהקשו לעיל וא\"כ לאו ממש כגירסת הקונטרס קאמר דגריס תנא דיוסף הבבלי דהא עיקר מלתא מיוסף הבבלי גופיה מייתי ויש ליישב כיון דת\"ק נמי ס\"ל הכי ולא פליג אלא במחוסר כפורים קאמר שפיר תנא דיוסף הבבלי דהיינו הברייתא דתני בה יוסף הבבלי ודו\"ק:", 
            "<b>ד\"ה</b> מה לפסח כו' המ\"ל שכן פנ\"ק עכ\"ס עכ\"ל וטמא דקאמר ש\"ס היינו כ' של פנ\"ק עכ\"ס דאיכא בטומאת הגוף כרת בפסח משא\"כ במעשר וק\"ל:", 
            "<b>ד\"ה</b> מנין למעשר כו' דס\"ד דאסור משום שמבער בטומאה עכ\"ל לא ניחא להו כפרש\"י דס\"ד דאסור משום דסיכה כשתיה דמשמע דס\"ד דלהוי אסור בהו סיכה דומיא דמת דלא שייך ביה סיכה כשתיה אלא שמבער בטומאה וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הא רחץ כו' כתיב וטמאה עד הערב כו' דקאי אתרומה וקדשים כו' עכ\"ל ק\"ק ל\"ל האי קרא דהערב שמש לתרומה הא מפורש ביה הערב שמש בין במידי דבר כפרה ובין במידי דלאו בר כפרה כדלקמן בצריכותא ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> ד\"ה דאי מעד אשר יטהר כו' ה\"א דעד אשר יטהר בטבילה לחודה במידי דלאו בר כפרה כו' עכ\"ל והיינו לאכילת תרומה אבל לנגיעה ה\"א חמירא טפי דהא כתיב במים יובא וטמא עד הערב דהאי לנגיעה בכלי דהוה מידי דלאו בר כפרה ומצינו אכילה בלא נגיעה כמ\"ש התוס' לעיל וק\"ל:", 
            "<b>ד\"ה</b> כרות שפכה כו' דאמאי נקט פציעה כו' ואר\"י דמשום דגיד ע\"י כריתה כו' עכ\"ל בהא דנקט פצוע בגיד ובגמרא אמר פצוע בביצים לא תירץ כלום וי\"ל דר\"ל כיון דבכרות נקט חדא נקט נמי בפצוע חדא ודו\"ק:", 
            "<b>ד\"ה</b> ניקבו וה\"ה אפי' אחת מהן עכ\"ל דאל\"כ לא שייך למימר ואפי' אחת מהן ואפי' נקבו שתיהן דאימא דגרע ניקבו בשניהן מפצוע בא' וק\"ל:"
        ], 
        [], 
        [
            "<b>בתוס'</b> ד\"ה ממולאי פירש בקונטרס מקוטעים משפחה כו' דהל\"ל משום דאתון מולאי כו' עכ\"ל בכל גמרות שלנו גרסי' דאתי ממולאי וליתא דאתו הוא בלשון נסתר ואמריתו הוא לנוכח ובפרק המקבל גרסי' דאתיתו ממולאי דהיינו נמי לנוכח ולפי זה היה גרסי' שפיר ממולאי במ' של מן ר\"ל שבאת ממשפחה כרותה כמו שפרש\"י הכא אבל התוס' אין נראה להם לגרוס כן דמה לו לומר שבאו ממשפחה מולא כיון שהם בעצמם משפחת מולא ועיקר גרסתם דאתון ממולאי ר\"ל שאתם ולכך הקשו שפיר על מ' של ממולאי דהיינו מ' של מן דלא צריכה דהל\"ל אתון מולאי ופירשו דהמ' שורש התיבה ממלאי שם מקום ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה וכ\"ת הנך כו' פירוש אומה כו' הלכו להתיישב בשאר כו' עכ\"ל ולא ניחא להו כפרש\"י שטבעו בים דאינו דומה שטבעו אלא אותן שרדפו אחר ישראל על הים ושנשארו בעיר לא טבעו וק\"ל:", 
            "<b>ד\"ה</b> מנימין גר כו' ועוד שלא היה הדבר ברור כו' ואע\"פ שהגלם נ\"נ מ\"מ כו' עכ\"ל אינו מובן לי מי הצריכם לכל זה ומהיכא פסיקא להו דלא גלו עמון ומואב בימי סנחריב כשאר אומות יש לפרש דבריהם בעמון ומואב כתיב גבי נ\"נ שיהו שבים בלא זמן ובזמן אחשורוש לא היה ברור אם אז שבו או לא הם אלו ששבו אז אלא דאכתי כיון דגלו מיהו סבר גם אם אז שבו היאך עמד טעמם עמם וע\"ז כתבו כיון שלא גלו מזמן הרבה בימי סנחריב גלות שלמה אלא כשאר אומות שבלבל כלם כמ\"ש לעיל גם אם גלו מזמן קרוב בימי נ\"נ כיון ששבו עמון ומואב עמד טעם עמם משא\"כ בשאר אומות גם אם גלו מקרוב על ידי נבוכדנצר לא מצאנו ששבו ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה כתנאי עמוני כו' לר' יהודה תקשי ליה מצרי ולא מצרית כו' עכ\"ל מיהו ר\"ש דפליג עליה דר\"י ודריש ליה מעל דבר אשר לא קדמו כו' לאו מכח הך קושיא דמצרי ולא מצרית דהא לר\"ש שרו הנקבות מיד ושפיר איכא למימר נמי מצרי ואדומי ולא מצרית ואדומית אלא דלא דייק ליה עמוני ומואבי מצרי ואדומי למעט הנקבות דכל התורה בלשון זכר נאמר:", 
            "<b>ד\"ה</b> מכ\"ג באלמנה כו' אבל הכא גר עמוני כו' קשה אמאי לא נידון לר\"י מחלל ומצרי ראשון כו' והתם בשאר בנות עובדי כוכבים פרכינן דליכא למילף ממצרי ראשון משום דאינו ראוי לבא בקהל אבל הכא בגר עמוני ממצרי ראשון לחודיה איכא למילף ויש ליישב דאיכא למפרך מה למצרי ראשון שכן הנקבות אסורות כזכרים משא\"כ בגר עמוני דהכי פרכינן לקמן ולכך איצטריך למימר חלל יוכיח וק\"ל:", 
            "<b>בא\"ד</b> ואין להקשות דנילף שיפסול גר בביאתו כו' דגר חשוב ברוב קהל לרבנן כו' עכ\"ל ק\"ק דע\"כ האי תירוצא אינו מספיק לר' יוסי דס\"ל בהדיא פרק אלמנה דמצרי שני אינו פוסל בביאה ולא נילף ליה מחלל ומצרי ראשון אינו אע\"ג דמצרי שני אינו ברוב קהל וע\"כ אית לן למימר כתירוצם הב' שכתבו דמה להנך שכן זרעם פסול כו' ולישנא דר\"י פ' אלמנה בהדיא הכי הוא כל שזרעו פסול פוסל כו' ודו\"ק:", 
            "<b>בא\"ד</b> אבל ק' דמחזיר גרושתו נילף שיפסול בביאתו מחלל ומצרי ראשון כו' עכ\"ל וליכא למפרך מה להנך שכן זרעם פסול תאמר במחזיר גרושתו דזרע כשר דזרע שיפסול נילף נמי בהאי דינא דחלל ומצרי ראשון והיא תועבה איכא לאוקמא אהיא תועבה ואין צרתה תועבה כדאמרינן פרק החולץ ורש\"י פירש שם דלענין פסול בביאה במחזיר גרושתו ליכא למילף והתוס' דחו פירושו סוף פ\"ק דלענין שתיפסל בביאתו מתרומה ודאי דאיכא למילף מהאי דינא גם מק\"ו דאלמנה לכהן גדול אי לאו האי סברא שכתבו דאין חללה כו' ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> מצרי שני כו' מהיכי תיתי לה דתפסל כו' תאמר במצרי שכן עשה כו' עכ\"ל יש לדקדק דטפי הוה ליה לאקשויי הכי לר\"ל דס\"ל גם לפי האמת דבת גר מצרי שני פסולה דמהיכי תיתי ליה לפסול בתו וי\"ל דר\"ל ס\"ל כתנא קמא דריש פרק אלמנה דסבר הכי לדעת ר\"ל כמו שכתבו התוספות לעיל והיינו משום דס\"ל דנילף ליה מחלל ומצרי ראשון ולא ס\"ל דאין לעשות צד השוה מפסול כהונה ופסול קהל על פסול כהונה כמו שכתבו התוס' לעיל לר\"י אבל הכא לר\"י דמכשר בבת גר מצרי שני קשיא להו שפיר מש\"ס דקשיא ליה מנלן דמהיכא תיתי לפסל לר\"י דאימא דס\"ל כמו שכתבו התו' לעיל לר\"י דאין ללמוד מחלל ומצרי ראשון מיהו ק\"ק לתירוצם שכתבו דיש ללמוד לפסול בתו מאלמנה ומחלל דחייבי עשה אם כו' מה השיב המתרץ דיליף להכשיר בתו מעמוני שנשא בת ישראל וממצרי שני דנשא מצרית שניה ואימא דאדרבה מהאי דינא מאלמנה ומחלל דחייבי עשה יש ללמוד לפסול דכל היכא דאיכא לאקושי לחומרא ולקולא לחומרא מקשינן ולא לקולא וי\"ל ודו\"ק:", 
            "<b>ד\"ה</b> הלכה אני כו' דא\"כ אמאי פליג עליה ר\"י אלא כו' עכ\"ל דהא מעיקרא קאמר אם הלכה נקבל דהיינו הלכה למשה מסיני וא\"כ ע\"כ הא דלא קיבל מיניה ר\"י ופליג עלה היינו דלא קאמר הלכה למשה מסיני אני אומר אלא הלכה שכן קבלתי מרבותי ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> מצרי שני כו' בקהל ודאי הוא דלא יבא הא בקהל ספק יבא כו' עכ\"ל לענין דממזר מותר בשתוקי קאמר התם הכי ומשמע להו דקהל ה' דגבי מצרי נמי יש לדרוש כן בקהל ודאי לא יבא המצרי אבל בקהל ספק יבא מיהו התם דרשי ה' קהלי וקהל ה' דגבי מצרי אתי לדרשה אחריתי:", 
            "<b>ד\"ה</b> רובו ומקפיד כו' כיון דהלמ\"מ נאמרו לו כו' עכ\"ל מה שי\"ל בזה עיין בחדושנו דפ\"ק דעירובין:"
        ], 
        [], 
        [], 
        [
            "<b>בפרש\"י</b> ד\"ה והסריס לא חולץ [וכו'] דכתי' לא ימחה שמו וגו' עכ\"ל הכי אמרי' בפ' כיצד והוא טעם ללא חולצין אבל ללא חולץ נפקא מלהקים לאחיו טעם כדמוכח לקמן ובפרש\"י ס\"פ יוצא דופן ע\"ש:", 
            "<b>ד\"ה</b> כחייבי כריתות כו' והיכי קאמר רע\"ק סריס מייבם את אשת אחיו מהרש\"ל מחק מייבם והגיה חולץ וטעמו דהא בחולץ קיימינן ולא הזכיר רע\"ק יבום כלל במלתי' ואין צורך למחוק כל הספרים ישנים ובפרש\"י ישן כתוב על קלף ג\"כ נקט מייבם במקום חולץ והיינו משום דעיקר קושיא ממייבם דפגע באיסור אשת אח דאע\"ג דלא נקט רע\"ק אלא חולץ ע\"כ לרע\"ק ליכא לפלוגי בין יבום לחליצה דכל היכא דעולה ליבום עולה לחליצה וכל דאין עולה וכו' וא\"כ פריך בחייבי לאוין דהוו כחייבי כריתות לרע\"ק כיון דאין עולה ליבום כו' כדאמרי' פ' כיצד ולמ\"ד דפליג ארע\"ק נמי וסבר דלאו כחייבי כריתות דמיין ושפיר רמיא קמיה מדאורייתא דעשה דיבום דוחה ל\"ת דפצוע דכא והא דאין מייבם היינו מדרבנן מכח הני גזירות דקאמר פ' כיצד ע\"ש ודו\"ק:", 
            "<b>תד\"ה</b> א\"ה יבומי כו' אע\"ג דהיא שפיר מתייבמת כו' וכבר כתבנו במ\"ק דיקא נמי דקאמר אינו מדוקדק וע\"ש ליישב בדוחק ועוד משום דעיקר הקושיא בגמרא אסריס אדם שחולץ דלאו בני חליצה ויבום נינהו מיהו אחולצין לאשתו נמי איכא למפרך כיון דחייבי לאוין הוא אין קידושין תופסין לו בה דהא לא אסיק אדעתיה השתא היינו דלבסוף נפצע ובשנוייא בנשא גיורת ורע\"ק סבר לה כר\"י דקהל גרים כו' מיתרצא נמי הך ואהא קאמר שפיר דיקא נמי דבהדיא לענין חולצין לאשתו קתני אפילו יבום לרע\"ק וע\"כ דהיינו בגיורת וק\"ק בשמעתין למאי דבעי לאוקמא בגיורת אמאי לא מפרש רע\"ק שמעתיה דר\"י בפשיטות לפי דעתו דחייבי לאוין כחייבי כריתות לאו בר חליצה ויבום נינהו ואין קדושין תופסין בה דהשתא כולא מלתא מצי איירי בסריס אדם הא דחולץ וחולצין בגיורת והא דלא חולץ ולא חולצין בישראלי' ויש ליישב:"
        ], 
        [
            "<b>גמרא</b> ובן שמנה מי קחיי והתניא בן ח' הרי הוא כאבן ואסור כו'. לפי מה שכתבו התוס' דההוא דבן שמונה כו' איירי אפי' גמרו [סימני'] כיון דאינו יוצא מתורת נפל אלא בעשרים שנה הוי מלתא דלא שכיחא ואסור לטלטלו מה פריך ומי קחיי כו' גם דברי המתרץ דקאמר הב\"ע כשגמרו כו' דמשמע דההיא דבן ח' הרי הוא כאבן כו' לא איירי בגמרו ומי הכריחו לכך הא שפיר איכא לאוקמא בגמרו ומשום דלא שכיח הוא שיהיה חי כ' שנה כמ\"ש התוס' וכבר כתבנו במ\"ק קצת יישוב לזה ונראה דודאי המקשה לא אסיק אדעתיה הך דתוספות דמוכח דמיירי אף בגמרו אלא המתרץ השיב לו הב\"ע היינו גם ההיא דבן שמנה איירי ע\"כ אפי' בגמרו מדתני לה גבי הך פלוגתא דר' ורבנן דאיירו בגמרו כמ\"ש התוס' וע\"כ אית לן למימר נמי לרבנן משום דאשתהי ומלתא דלא שכיח כיון דס\"ל דבעי כ' שנה:"
        ], 
        [
            "<b>גמרא</b> הסריס שחלץ כו' טעמא דבעלה הוא הא אחר כו' דמסתמא איירי נמי שיש לסריס עוד אחים אחרים וא\"נ דליכא אחים אחרים מדקדק שפיר מדנקט בכה\"ג דבעלה הסריס ובאין לו אחים דהוית עליה בכרת ולא נקט ביש אחים אחרים ובאחר דלא הוי רק ל\"ת וק\"ל:", 
            "<b>תד\"ה</b> עד שיהא בכולן כו' כיון שניכר מיד שאינו עושה כיפה ושאר כו' עכ\"ל לכאורה לר\"י דבכל חד מהן נעשה סריס ובכמה סימנין מהן א\"א שיהא לקוי ממעי אמו כגון באין לו זקן וש\"ז דוחה וי\"ל דלר\"י פסיקא להו לומר דלא קאמר לעיל בלקוי ממעי אמו אלא במלתא דניכר סמוך ללידתו כגון עושה כיפה אבל בודאי בסימנים אחרים דאינן לקוין ממעי אמו כ\"א הוי סי' סריס בזמנו שדרך לבא אבל לרב הונא כיון דלא הוי סריס אלא בכולן מה יועיל אם אינו עושה כיפה ממעי אמו ואהא תירצו דלרב הונא נמי ודאי לא הוי סריס באינו עושה כיפה עד שיבא גם כ\"א בזמנו ובמ\"ק כ' בזה דרך אחרת ע\"ש:"
        ], 
        [
            "<b>גמרא</b> טעמא דבעלוה כו' כמאן דלא כר' יהודה כו' יש לדקדק אמאי לא מדקדק כן מרישא דמלתא דקתני איילונית שחלצו לה אחין לא פסלוה ולר\"י דאמר כל איילונית זונה היא למנ\"מ לא פסלוה הא פסולה וקיימא כבר לכהן מכח זונה ויש ליישב דאי לאו הסיפא ה\"מ לפרש הרישא דלא פסלוה בחליצה היינו לאחין וכיון דאינה זקוקה כלל חליצתה לאו חליצה היא ומותרת לאחין גם לינשא אבל אסיפא דבעלוה פסלוה א\"א לפרש לאחין הבעלוה נמי ע\"ד לייבם הוה בטעות כיון דלא הותר כלל אשת הראשון ומותרת גם לאחין האחרים אלא דע\"כ איכא לפרושי דפסלוה לכהן משום זונה ודו\"ק:", 
            "<b>שם</b> והלא אני שונה חתיכה כו' מי סברת כל שדרכו כו' מהאי לישנא משמע דר\"י מודה בהך ברייתא בעיגול דבטל והא דלא תני בה רבותא דאפי' במידי דאורייתא בטל כל שדרכו תירץ רש\"י לקמן לפי' דבחתיכה בכה\"ג בטהורות בחולין דלא בטל משום דלא הוה רק הפסד מועט משא\"כ בעיגול כיון דהוי דרבנן אפי' בהפסד מועט תני בה דבטל אבל לפי שיטת התוס' לקמן ליכא לפלוגי בהכי וצ\"ל לפי דרכם הא דתני עיגול לר\"י ולא תני דאפי' מידי דאורייתא בטל בכל שדרכו דעיגול היינו עיגול של ערלה דהוי מידי דאורייתא דקדושת ארץ לא בטלה לר\"י וק\"ל:"
        ], 
        [
            "<b>בתד\"ה</b> כולן ידלקו כו' בכל הנך דמסכת ערלה ימכרו כו' שמא יחזור וימכור לישראל כו' עכ\"ל מש\"כ ביין נסך דודאי לא יקנה ממנו ישראל וחבית סתומות דקתני במסכת ערלה לא איירי ביין ערלה דודאי לא יקנה ישראל ממנו משום חשש יי\"נ אלא איירי בחביות ערלה שמן זיתים או יין תפוחים כ\"כ פ' התערובות ע\"ש:", 
            "<b>ד\"ה</b> ר\"י אומר ואית דחשיב ככרות של בע\"ה בעשירית כו' עכ\"ל ק\"ק למאן דלא חשיב ככרות של בע\"ה בכל י' את שדרכו לפ\"ז ה\"ל סברא דר\"מ הפוכה מדר\"ע דלדידיה לא חשיבי אלא ז' דברים ובכללן ככרות של בע\"ה ולא בגד ומלא הסיט ולר\"מ חשיבי ליה בגד ומלא הסיט בכלל י' דאת שדרכו ולא חשיב ליה ככרות של בע\"ה ודו\"ק:", 
            "<b>ד\"ה</b> דברי הכל לא תעלה נראה לפרש דטעמא כו' ראויין להתכבד בה כו' וק\"ק לפי זה אמאי כו' עכ\"ל תפשו להם לפרש פי' אחר מפרש\"י שתלה הטעם לרבי יוחנן בהפסד מרובה ובהפסד מועט מבלי קושיא ונראה שסמכו עצמם אקושיא מפורסמת לפרש\"י מאי משני דטהורות בטהורות עדיפא ליה דאדרבה מה\"ט דהפסד מועט בטהורה בטהורות הוה עדיפא ליה למתני טמאה בטהורות דליכא תקנתא וא\"ה לא תעלה ואין סברא דר\"ל היא דלית הך סברא דאם כן ה\"ל סברא דר\"ל הפוכה מדר' יוחנן הך סברא קיימא לפרש\"י גם לפי האמת בסיפא לר\"י דלכך לא תעלה ויש לבעל המאור דרך אחר בכל זה והוא רחוק מפרש\"י ומפי' התוס' ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> בד\"א בטומאת משקין כו' הכא לא אסיק אדעתיה למימר טהורה בטהורות עדיפא ליה כדמשני לעיל משום דלעיל איכא רבותא ועוד דנימוחה וא\"ה לא תעלה כפרש\"י לעיל וק\"ל:", 
            "<b>שם</b> אלא לר\"י קשיא הא מני רבנן כו' והא דלא מוקי (כו') בתרומת פירות דרבנן דא\"כ מ\"ט דר\"ל דבעי רביי' דהא הוי דרבנן בדרבנן לר\"ל דתרומה בזמן הזה דרבנן ודוחק לומר דלא מתוקמא בגוונא חדא אלא לר\"ל בתרומת דגן ולר\"י בתרומת פירות ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> נתן סאה כו' ועי\"ל דמדאורייתא קמא קמא בטיל כו' עכ\"ל צ\"ע דהא אפי' להחמיר לא קאמרי קמא קמא בטל מדאורייתא כדמוכח מהך דנדרים בצל שעקרו בשביעית ונטעו בשמינית ורבו גידולין על עיקרו דמותר וכ\"ש הכא דלא נימא קמא קמא בטיל להקל ודוחק לומר דר\"ל מדאורייתא קמא קמא בטיל עד מחצה דוקא וכעין שכתבו בתירוץ ראשון:", 
            "<b>תד\"ה</b> אמר ר\"י עד כו' דנפיש עמודיה טפי מפי חביות דלא נפיש עמודיה טפי מצרצור קטן כו' עכ\"ל הוא מגומגם דודאי דנפיש מפי חבית כ\"ש דנפיש מצרצור קטן כדאיתא בהדיא פ\"ב בע\"ז ע\"ש ונראה להגיה דנפיש עמודיה טפי מפי חביות את דנפיש מפי חביות או דנפיש עמודיה טפי מצרצור קטן ור\"ל לרב דימי כדאית ליה התם דוקא אפי חבית אמרינן ראשון ראשון בטל אבל דנפיש טפי היינו כגיגית לא בטיל כמ\"ש התוס' שם ולר' יצחק בר יוסף כדאית ליה בהדיא שם דוקא בצרצור קטן אבל בפי החביות אינו בטל וע\"ש ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה הלכה כר\"י וכו' ושמעינן ליה לרב הונא דאמר לקמן משמיה דרב וכו' עכ\"ל ובכל גמרות שלפנינו ליתא הכי לקמן אלא אמר רב יהודה אמר רב אנדרוגינוס חייבין עליו סקילה מב' מקומות כו'. צריך הגהה רב הונא במקום רב יהודה לפי דברי התוספות ודו\"ק:", 
            "<b>בד\"ה</b> לדברי האומר כו' ואם איתא דרב נחמן אמר רבה בר אבוה אשביעית קאי כו' עכ\"ל ר\"ל דודאי המתניתין דאין נוטעין וכו' לא איירי אלא בשביעית ולכך לא קבעי אלא ל' של קליטה אלא דרב נחמו קאמר עלה ר\"ל ענין שביעית בעי עוד שלשים ושלשה אבל הך דהברייתא א' הנוטע כו' דאיירי נמי בערלה כדקאמר עלתה לו שנה הייני לענין ערלה ומותר כו' דייק ליה שפיר התם דלא אתיא כר' אליעזר דא\"כ שלשים ושלשים בעי לגבי ערלה ומה שיש לדקדק בדבריהם דהכא ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> אמרי בי רב כו' וק\"ק דבפ' המזבח מקדש אמרינן אמרי בי רב מ\"ט דרב חסדא כו' עכ\"ל לפי' ר\"ת הקושיא בפשיטות ולפי' הקונטרס נמי קשה כיון דע\"כ אמרי בי רב היינו רב המנונא סבא כמ\"ש התוס' לעיל הכא א\"א לומר כן דאיך יתכן שהוא יפרש דברי רב חסדא שהרי הוא גדול מרב הונא ואם אמרי בי רב דהכא רב הונא תקשה כמו שהיקשו אימא שבא רב הונא לפרש דברי רב חסדא ודו\"ק:", 
            "<b>ד\"ה</b> מטמאין בגדים כו' והתם נמי מפרש דכל שפסולו בקודש אין מטמאין וכו' עכ\"ל ר\"ל דבטריפה איכא פלוגתא והיינו בנמצאו שנטרפה קודם שנתקדש דבכל הנהו נמי דתני נרבע ונעבד כו' מפרש דכל שפסולו בקידש אין מטמא כו' ומהרש\"ל האריך לפרש דבריהם בדרך רחוק ואין לי להאריך:"
        ], 
        [
            "<b>גמרא</b> מאי אריא דתני נשא כו' וכ\"ת טעמא דנשא דה\"ל עשה ול\"ת כו' והא כולה פרקין כו' יש לדקדק דפריך מרישא ומכח סיפא טפי היה ליה להקשות בפשיטות מכל הנך בבות דקתני בתר הכי בין ברישא ובין במציעתא דה\"ל למתני בהו קידש ותנא נשא והיה נ\"ל ליישב דבכל הנך בבות אין לדקדק דליתני קידש כיון דלא הוי רבותא טפי בקידש משנשא אלא הכא ברישא ה\"ל למתני קידש דהוה רבותא טפי דלא הוה רק ל\"ת משא\"כ בנשא דהוה ל\"ת ועשה וכתב דוקא נקט בכה\"ג וכו' והא כולה פרקין כו' וא\"כ ה\"ל למתני שפיר קידש דלא הוה רק ל\"ת ואפ\"ה לא דחי ליה עשה דיבום אבל לפ\"ז אין מקים לקושיות התוספות דבכמה מקומות קתני נושאין ב' אחיות ודו\"ק:", 
            "<b>שם</b> ומאי אריא דקתני אלמנה לתני בתולה כו' לכאורה הוא מגומגם וכי אלמנה לא משכחת בתולה כגון אלמנה מן האירוסין כדלעיל והכי הל\"ל ליתני דנשאה אפילו בלאו אלמנה ונראה ליישב דקאי אדלעיל דמשני דלא תני קידש במציעתא אלא נשא משום בת בוקתא דא\"כ מאי איריא אלמנה ליתני דלאו אלמנה אלא ע\"כ דתני ברישא אלמנה משום דקתני אלמנה במציעתא וא\"כ הדרן קושין לדוכתא דליתני נמי קידש ברישא דאכתי בתולה היא איידי דמציעתא ולא ליתני נשא משום בת בוקתא והמתרץ השיב לו הא ודאי דקתני אלמנה נמי ברישא משום איידי דאלמנה דסיפא היא ולא משום אלמנה דמציעתא בלחוד ואכתי ניחא ליה למתני נשא ברישא משום בת בוקתא ועי' בזה במ\"ק. [מ\"ש משום אלמנה דמציעתא בלחוד כו' יש לפרש דהיינו ודאי קידש לא תני איידי דבת בוקתא והא דלא נקט בתולה איידי דמציעתא משום דיותר ניחא למינקט אלמנה משום תרוייהו דהיינו מציעתא סיפא היה דיכול לתרץ כך אקושיא דקידש דלהכי נקט נשא איידי דתרוייהו בת בוקתא וסיפא ואלמנה נקט משום מציעתא לחוד ויש לפרש כן לישנא דומיא הא ודאי משום סיפא ודו\"ק:", 
            "<b>במ\"ק</b> מ\"ש שם דדומיא דרישא נקט דוקא בסיפא דהיינו שקאי הכל אאיסור דיבם יש להקשות א\"כ אמאי לא תירץ לעיל כדמקשי אדתני משום סיפא אכ' תריץ דקידש דקתני במציעתא הוא בשביל היתר ליבם קאי אאיסור ליבם וא\"כ אינו דומה ולכן נקט איידי סיפא וק\"ל]:", 
            "<b>תוס'</b> ד\"ה רבי אליעזר גרסינן במשנתנו וכן בההיא דאין מטמא כו' עכ\"ל. משום דסתם ר\"א בי' הוא רבי אליעזר בן הורקנוס וסתם ר' אלעזר בלא י' הוא ר\"א בן שמוע. ולכאורה ר\"א דקתני הסיפא דמתני' בתר רבי יוסי ור\"ש ור\"י הוא ר\"א בן שמוע שהיה חבר להם מתלמידי ר\"ע כדאמרינן פ' הבע\"י אבל ר\"א בן הורקנוס שהוא רבו של ר\"ע דהוה קדים טובא לא ה\"ל למתני דבריו בתר תלמידי דר\"ע וכה\"ג דקדקו התוס' לקמן גבי ר\"א בן עזריה ואהא קאמרי התוס' דאפי' הכי הכא גרסינן ר\"א בי' במשנתנו כדמוכח בגמרא שא\"ר כשהלכתי ללמוד תורה אצל ר\"א בן שמוע כו' אלא ר\"א במשנתנו ר\"א וכו' דמשמע דר\"א דמשנתנו לאו היינו ר' אלעזר בן שמוע אלא ר' אליעזר בן הורקנוס וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> אי נסיב כו' דא\"כ שתיהן מותרות כו' דקהל גרים לא כו' עכ\"ל לפי פרש\"י דשלישי ישראל הוא ואסור בשניה וה\"ה דשלישית ישראלית היא ואסור' בשני כמ\"ש במ\"ק ע\"ש נראה דלא תקשי ליה הא דקאמר מותרות לאלו ולא גיורת משום דקהל גרים לא אקרי קהל דהיינו דווקא גר או גיורת שנתגיירו עצמן כיון שנולדו בגיות לא אקרי קהל אבל מצרי שלישי שנולד בקדושה אלא דאבותיו גרים היו שפיר מקרי קהל ואסור בשניה וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת ואמאי לא כו' כגון מצרי שני שנשא ישראלית ומצרית כו' וי\"ל דבן הישראלית ממצרי שני אין חשוב כו' עכ\"ל ויש לדקדק דמשמע דבן מצרי שלישי מישראל ודאי דחשיב ישראל גמור לענין קהל וא\"כ אכתי תקשי אמאי לא נקט בכה\"ג דליהוי אתרוייהו כגון מצרי שלישי שנשא ישראלית ומצרית ראשונה דהשתא אא' מהן כו' וכמ\"ש בקושיי' ואם נאמר דאפי' מאן דפליג ארב דימי במצרי שני שנשא מצרית ראשונה וס\"ל דבתר דידיה שדינן ליה ובנו מצרי שלישי הוא הני במצרי שלישי שנשא מצרית ראשונה כמ\"ש התוס' לקמן מ\"מ תקשי להו בכה\"ג בנשואי היתר משכחת לה דאפי' ליתיה לרב דימי ליתני שלישי שנשא ב' נשים מצרית ראשונה וישראלית כו' וכמו שהקשו לקמן בישראל שנשא שניהן בנשואי איסור וצ\"ע:", 
            "<b>בא\"ד</b> וא\"ת אפילו ליתא לרב דימי כו' וכ\"ת דלא תני הכי לפי שנשואי מצרית הוי באיסור כו' עכ\"ל ק\"ק אמאי לא נקטו האי וכ\"ת כו' בקושיות דלעיל לרב דימי דהוה נמי נשואי מצרי שני לישראלית ויש ליישב ודו\"ק:", 
            "<b>לדידי</b> יש ליישב עם קושיא דראשונה דהיינו דהתוס' סוברים כמו שקשה לעיל ממצרי שני כו' כן יש להקשות ממצרי שלישי ולכן אין להביא לעיל וכ\"ת לפי שנשואי ישראלית הוה באיסור דא\"כ קשה לתני מצרי שלישי שנשא ישראלית ומצרית ראשונה וכמו שתרצו התוס' אקושיא דמצרית שני שאין זה חשוב ישראלית כן סוברים במצרי שלישי ולפי פשוטו יש לפרש דגבי ישראלית יש לפרש שבא עליה:", 
            "<b>מ\"ש</b> כאן במ\"ק פירוש לדברי התוס' יותר נראה לפרש כפשוטו דלפר\"י קשה כיון דאשמעינן גבי מצרי ישראלית או שניה א\"כ מה לי להזכיר עוד תמיד שגם שלישי נשא אשה הוא מיותר לגמרי לא קשה כלום שעכ\"פ הוצרך לאשמעינן גבי תרי גברא החלוקה אם נשא זה או זה ובאמת אינו ק\"מ:"
        ], 
        [
            "<b>תוס'</b> ד\"ה וכ\"מ שהוא כו' ופריך ולר' אלעזר וכו' וק\"ק דמנ\"ל להמקשן להקשות דלמא דוקא בפסול זרע כמשמעו פשוטת הדברים ויש ליישב וק\"ל:", 
            "<b>בא\"ד</b> ובפסלות דידה לחוד אפילו במקום שהולד כו' כדקאמרינן ולר' מתיא כו' עכ\"ל מהך דממזרת ונתינה א\"ב כמ\"ש לעיל נמי מוכח כן דכיון דמשום זרע לחוד לא מרגלא ליה ע\"כ דהוא פסול והיא פסולה בכ\"א מהן לא מרגלא ליה אלא מהך דר' מתיא מוכח טפי בהדיא ועי' מ\"ש במ\"ק ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה קנסו אותו וכו' ונ\"ל דזה הטעם גם הטעם דמרגילה הכל אחד דאל\"כ קשה לר' שמתרץ אמאי מתרץ טעם דמרגילה ה\"ל לתרץ גבי רשב\"א ומאי וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> ולרע\"ק דאמר יש ממזר כו' המ\"ל דרע\"ק כר\"ט כו' וא\"ב ממזרת ונתינה כדלעיל כו' עכ\"ל ק\"ק אמאי לא קאמרי דהמ\"ל דרע\"ק כר\"ט ומחזיר גרושתו דקיימינן בה איכא בינייהו וק\"ל:", 
            "<b>ד\"ה</b> ולר' מתיא בן חרש כו' כיון דגירשה צ\"ל זה החשש אף שלא הרגילה כיון דלאו א\"כ פסולה לכהונה מכח שנשאת וא\"כ אינו מרווחת כלום בשלא הרגילה ובזה אין צריך למ\"ש במ\"ק גם מהר\"ם בספרו וק\"ל מהר\"ם יצ\"ו:"
        ], 
        [
            "<b>בד\"ה</b> מאי אינה אוכלת כו' וכן בסיפא בת לוי לכהן כו' דס\"ד שלא יפסול בת כו' דאוכלת מעשר האסור לזרים כו' עכ\"ל ק\"ק דמי הכריחם לכך דהא לפירוש הקונטרס ניחא להו כולה בבא דתרומה בפשיטות דאשמעינן בהו איסור אכילה אע\"ג דכרבנן אתיא מתני' דמעשר מותר לזרים ולא קשיא להו לפ\"ה דה\"ל למתני בהדיא מני ועוד דליתני אפילו בת לוי ללוי כו' אלא במציעתא איירי כולה לענין נתינת רשות אבל בסיפא ניחא לפ\"ה כמ\"ש לפרושיה דאגב תרומה נקט לשון לא תאכל במעשר וה\"ה אפי' בת לוי ללוי כו' ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> ה\"ק ליה אי דקא אתית בתורת קנסא הא אית לך דהיינו שיש לך עושר כדאמרינן פ' במה בהמה ולא היה לך ליטול רק להניחו לעניים ולפי דרך זה יש לפרש דאמר ראב\"ע עקיבא בתרמילו כו' דהיינו כלי של של עני שהוא רוצה לזכות במעשר ראשון לעניים בתורת קנסא ואנא שהוא עשירי לעזרא חיי וידעתי בקבלה מאבותי דקנסא לכהנים ממש קאמר משום דבתורת חלוקה מדאורייתא נמי אית ביה לכהנים וק\"ל:", 
            "<b>בתוס'</b> ד\"ה מ\"ט דרע\"ק לכאורה נראה דר\"מ ור\"א פליגי בפלוגתא דרע\"ק וראב\"ע כו' עכ\"ל גם לפי מה שכתבו לעיל דגרסי' בדברי ר\"מ מעשר ראשון אסור לזרים מ\"מ מדקתני בתריה ר\"א בן עזריה אומר אף לכהן משמע דר\"מ ס\"ל דנותנו ללוי דוקא כרע\"ק הכא דנותנו דוקא ללוי וראב\"ע פליג ס\"ל כר\"א דלעיל דנותנו אף לכהן ודו\"ק:"
        ], 
        [
            "<b>בתד\"ה</b> ואימא פרט כו' דמשמע דפשיטא ליה בלא שום דרשא כו' ולא הדרה כו' עכ\"ל דאי לא הוה משמע הכי א\"כ מאי מייתי דבי ר' ישמעאל ואימא בנשואה אקרא דהכא (מלתא) [מלחם] פרט להפרת נדרים סמיך ולא אצטריך ההוא קרא אלא להרי שמסר האב כו' איהו משמעו לא ידענו ואפשר משום דלא ה\"ל למנקט ההוא קרא למסר האב כו' אלא ה\"ל למינקט מקמיה דנשואה גופא מהיכא נפקא אבל אי פשיטא ליה בנשואה בלא שום דרשא ניחא דלא נקיט מלתא דפשיטא וק\"ל:", 
            "<b>בא\"ד</b> דפריך אכל נשואה וכו' איני מובן לי אם כוונתם כן נשואה אפי' בלא חוזרת א\"כ ה\"ל לאתויי קרא כפשוטו ונדר אלמנה וגרושה יקום מה צריך להביא תנא דבי ר\"י ואם כוונתם אחוזרת דוקא א\"כ אינו מתרץ כלום דהא דאמר תנא דבי ר\"י הוא מוציא מכלל אב בלא חוזרת ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> הא אישתיק מהימן כו' ק\"ק אימא אפילו שתק לא מהימן והא דנקט שאמר לא אכלתי משום סיפא דבשנים פטרי רבנן דוקא באומר לא אכלתי לאפוקי שתק ויש ליישב וק\"ל:", 
            "<b>תד\"ה</b> ר\"מ מחייב כו' ולא דמי לשאר חייבי חטאות דניחא להו בכפרה כו' עכ\"ל ר\"ל כיון דניחא ליה בכפרה ובודאי לא אתי לשהויי ולא בעינן ליה למשכוני משא\"כ הכא כיון דהוא אומר לא אכלתי ודאי לא ניחא ליה בכפרה ולא יביא חטאתו כפי עדות העדים ובעי למשכוני והכי מוכח שם בגמרא דבפעמים גם בחטאת אתי לשהויי [ובעי] למשכוני כגון בנזיר דאין מעכב כפרתו כמו בשאר חטאת אבל בתוס' פרק א\"ל כתבו סברא היפך זה וז\"ל דהתם מיירי כשאמר שלא ניחא ליה בכפרה אבל האי ניחא ליה בכפרה אלא שהוא סבור להיות פטור וממשכנינן אותו עכ\"ל וטעות נפל שם בדבריהם כי דבריהם דהכא נכונים הם בטעמם כפי סוגיית הש\"ס בזה כמ\"ש ודו\"ק:"
        ], 
        [
            "<b>[גמרא</b> אלא סברא וכו' וק\"ק אם כן מאי צריך קרא דאו הודע לעד אחד כיון שהיא סברא לגבי אשה ה\"ה גבי חלב מידי דהוי אחתיכת ספק כו' ובא אחד ואמר ברי לי דחלב הוא ודאי דמהימן ואין לחלק בין היתר לאיסור גבי' דאם כן מאי מקשי מדבר שבערוה הא יש לחלק כמ\"ש התוספות אחר כך ויש ליישב ודו\"ק]:", 
            "<b>בתוס'</b> ד\"ה ומה אם ירצה כו' לעולם איכא למימר כו' יש לנו לומר דמסתמא שוגג היה כו' עכ\"ל ואע\"ג דהשתא ליכא הוכחה דבעד אחד מיירי קרא ואימא דאיצטריך קרא לב' עדים דלא נימא דשתיק משום דמזיד היה אלא שוגג היה מכל מקום תדע דקאמר משום דשתיקה כהודאה דמיא ניחא ודו\"ק:", 
            "<b>[מיהו</b> מנ\"ל לתוספות להקשות דלמא משום המקשן תלה עצמו בסברת התרצן דע\"כ לא זה דמסתמא שוגג הוא דאם לא כן אינו מתרץ כלום וע\"כ הנראה לומר דתוספות מקשים [על] התרצן דמלתא דפשיטא הוא דסתם שוגג הוא ואין צריך ראיה וק\"ל:", 
            "<b>ד\"ה</b> אי קסבר רש\"י מיהו ק\"ק מנ\"ל למקשין להקשות דלמא ויש ליישב ודו\"ק]:"
        ], 
        [
            "<b>גמרא</b> טעמא דמכחשתו הא שתקה תצא והאמר כו' שתקה לאו ממש שתקה דאם כן נימא דשתיקה כהודאה דמי אלא דאמרה לא ידעי ליה ומגופא אלא מכחשתו תנא לא תקשי ליה דאימא דהיינו באומרת דידעי ליה או שתקה ממש דשתיקה כהודאה דמיא ולכך תצא ולכך קאמר מדיוקא דמכחשתו ממש קאמר מוכח הא אפילו אמרה איני יודע אם זה הוא דתצא והאמר עולא כו' ויש לדקדק דאי מלתא דשמואל לא מכחשתו דתצא היינו אפי' אמרה דלא ידעי ליה א\"כ תוקמא מלתא דשמואל בפשיטות ומיירי בנשאת מתחלה שלא ברשות בב' עדים ואחר כך באו ב' עדים ואומרים שזה שבא הוא בעלה אם מכחשתו ואומרת דלא ידעי ליה דה\"ל תרי ותרי והבא עליה באשם תלוי אבל במכחשתו ואומרת ברי לא תצא בשנישאת לאחד מעידיה וכדלעיל ויש ליישב דידע ש\"ס דמלתא דשמואל לא שנו אלא כו' מתאמרה ארישא דמתני' דאיירי בשנשאת בע\"א ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה אלא לאו כו' שהיה חי באותה שעה ומת ולא רצה להוציא משום זונה כו' עכ\"ל דאי לאו בכה\"ג שמת אלא משום חי גם עכשיו א\"כ איסור א\"א הוא ולא איסור כהונה מקרי למילף מוקדשתו וק\"ל:", 
            "<b>[בתד\"ה</b> והבא עליה וכו' הא מחייב מיתת ב\"ד ומ\"ש באשם תלוי היינו באינש דעלמא שבא בשוגג וע\"ז מקשי התוספות הא חייב חטאת ולא מיתה וק\"ל מהר\"ם יצ\"ו]:"
        ], 
        [
            "<b>גמרא</b> ורמי שוגג אשוגג הכא קתני בשוגג תרומתו כו' לכאורה לפי פרש\"י דנמצאת מרה לא משמע אלא שוגג א\"כ הך קושיא לכ\"ע בין לרב חסדא ובין לרב נתן בר אושעיא והוא דחוק דאין מקום לקושיא זו הכא דקושיא דמקמא ודבתר' לא קאי אלא לרב חסדא ובפשיטות בלא פלוגתייהו ה\"ל למירמיה שוגג אשוגג דב' משניות הללו אפשר דר' נתן לא דייק ונמצאת מלשון שוגג דוקא דבעי אלא ונמצאת כבר קודם שתרם ותו לא מידי מכל הך דקדושין מינה מוכחת כמ\"ש במ\"ק ע\"ש ודו\"ק:", 
            "<b>בתד\"ה</b> לרב נתן כו' אבל לרב חסדא דמשוי ליה טבל ניחא כו' משום דלא קפיד קרא כו' עכ\"ל לפום סברא דהשתא דההוא גריוא הדרי לטבלי מדאורייתא לרב חסדא לא שייך למימר דאי אמרת הוה תרומה זמנין דפשע כו' כדקאמר לעיל לרב חסדא אלא דלעיל מסיק לפי המסקנא דשאני הכא דמדאורייתא תרומה מעליא וק\"ל:"
        ], 
        [
            "<b>[גמרא</b> וה\"ק ליה ב\"ש לבית הלל כו' וק\"ק מאי צריך התרצן לזה דה\"ק אימא כפשוטו דכוונת ב\"ש הוא גם אחופה כמו שמתרץ אחר כך בדברי רבי אליעזר אימא משתגדיל וכו' אף שלא נזכר זה קודם דבריו לפי פירוש התוספות כמו כן נאמר אב\"ש ויש ליישב ודו\"ק. מהר\"ם יצ\"ו]:", 
            "<b>בתד\"ה</b> כיון דלא ירתי כו' דהא במת מצוה אם יש כהן וישראל עכ\"ל ואין זו הראיה מכרעת דהתם ודאי כיון דיש שם גם ישראל ומוטל עליו לקוברו לא הוה מת מצוה לגבי כהן משא\"כ הכא כיון דהוא ירית לה לא מוטל על הישראל לקוברה והוה מת מצוה לגבי כהן וק\"ל:"
        ], 
        [
            "<b>בתוספות</b> בד\"ה אזיל כהן כו' היינו לגבי הא דהדרי למרייהו ולעולם תרומה כו' עכ\"ל ק\"ק דהא ודאי אם הדרי למרייהו אין סברא דלא משלם לכהן חולין טהורין במקומן דלמה יפסיד הכהן ואם נאמר דמשלם חולין טהורין במקומן מאי קאמרי דמה פשע הכהן שיש לנו להפקיר ממונו הא טבא עבדי ליה לכהן דמשלם ליה חולין טהורין במקומן ודו\"ק:"
        ], 
        [
            "<b>[בגמרא</b> לא מפני שראוי לכך כו' וק\"ק לפי סברת המקשן שמא יש כאן מיגדר מלתא איך הבין הברייתא דלעיל אליו תשמעון ל\"ל למילף במקום שיש מגדר מלתא הא אף בלא מגדר מלתא עוקרין וי\"ל דאה\"נ דפריך הכי מתירוצו דלעיל שמתרץ מיגדר מלתא הא א\"א לומר כן דא\"כ קשה הא כאו אין יש מיגדר מלתא ואפ\"ה עוקרין וק\"ל]:", 
            "<b>בתד\"ה</b> וליגמור מינה כו' הא משמע דאפי' בלא נביא שרי כו' משום מגדר מלתא כו' עכ\"ל ק\"ק אמאי לא תקשה להו אגופה דברייתא דהכא דיליף ליה מאליו תשמעון דהיינו לנביא ולאו דמסיק דמשום מגדר מלתא הא ל\"ל קרא דהא מה\"ט פירש בלא נביא שרי לב\"ד לעבור ובתירוצם שכתבו יתיישב ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> ד\"ה ע\"פ ב\"ד הוא כו' אידי ואידי לא בעי גט וא\"ה מודה כו' בע\"א דתצא כו' עכ\"ל צ\"ל אע\"ג דלא פליג ר\"ש במתניתין ברישא דלא בעי גט הא שמעינן ליה בברייתא אבל לענין תצא ע\"כ דר\"ש מודה ברישא מדנקט גבי בשלא ברשות ב\"ד דתחזיר משמע הא ברשות ב\"ד מודה דתצא כדקתני ברישא:"
        ], 
        [
            "<b>תד\"ה</b> היה במזרח וכתב כו' אפי' שינה מקום עדים דיעבד כשר כדקתני כו' שמא אחרוהו כו' עכ\"ל עי' בחדושי בשם הר\"ן דחוי לראייתם וכתבנו ליישב שם דבריהן וכאן לא יתיישב כי ע\"ש ודו\"ק:", 
            "<b>ד\"ה</b> ת\"ש כל העריות כו' ס\"ד בכונס שייך למימר איבעי ליה לאמתוני כו' עכ\"ל בכמה מקומות איכא הך סוגיא דמשני מפירכא קמייתא ופריך בתר הכי מאחרי דמתרצנו נמי בהכי ולא חשו התוס' על כך ואפשר דהיינו היכא דכולהו פירכות סתמא דש\"ס היו דכולהו כהדדי מקשי להו וש\"ס אהדר להו דכולהו בהך שינויא מיתרצו אבל הכא דכולהו פירכות דאמוראי נינהו קשיא להו שפיר כיון דחזא אביי דהך דהכונס את יבמתו כו' דפריך מינה נמי רב שימי מיתרצא איבעי ליה לאמתוני אם כן הך דכל העריות דפריך נמי מתרצא בהכי לכן רבא ורב אשי ורבינא דחזו בקמייתא דמתרצא איבעי ליה לאקרויי לגיטא הנך נמי מתרצא בהכי ועוד נראה דהכי חשו טפי לכך משום דהא הש\"ס מביא המשניות כסדר המשנה כמ\"ש התוספות לקמו והיינו דהך דכל העריות כו' מתניי' במתני' בפ' הזורק קודם הך דהכונס את יבמתו כו' וכו הך דשינה שמו ושמה כו' במתניתין קודם הך דכתב סופר כו' מיהו קשה לפי זה לרב שימי אמאי פריך מסיפא ולא פריך מרישא דלעיל מינה דקושיא דרישא עדיפא מדסיפא דלא שייך ברישא כ\"כ איבעי ליה לאמתוני כמו בסיפא וכן קשה לרב אקושיא דרישא עדיפא מדסיפא דלא שייך ברישא כ\"כ איבעי ליה לאקרויי כמו בסיפא כמ\"ש התוספות מיהו בהא יש ליישב קצת דודאי הש\"ס מסדר הקושיא כך לפי סברתו אבל רבא אית ליה סברא בהיפך טפי איבעי ליה לאקרויי אם יש בו שינוי שם משא\"כ בכתב סופר כו' דאפשר דקרא ועיילה לבי ידיה ואחליץ כו' כמו שכתבו התוספות לעיל ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> חייבת בקרבן כו' דברי רבי אלעזר כו' ע\"כ דהאי ר\"א לאו היינו ר\"א דלעיל דסבר דטעות הוא ובנישאת ע\"פ ב\"ד נמי חייב חטאת אלא דחד מנייהו רבי אליעזר בן הורקנוס וחד מנייהו רבי אלעזר בן שמוע וק\"ל:"
        ], 
        [
            "<b>בתד\"ה</b> אבל חכמים כו' ואי איירי בניסת בעדים ולכך לא קנסוה אם כן ברישא כו' עכ\"ל ר\"ל בניסת בעדים ואתו תרי אחריני ואכחשוה ובעדי הזמה כדלקמן דאל\"כ תקשי מאי חזית דסמכת אהני סמוך אהני ועוד כו' כדפריך לקמו ור\"ל דאם כן ברישא למה קנסו כו' דהראשון והאחרון לא יהיו ממזר דרבנן דלא הוי ממזר מחייבי לאוין ולקמן דמוקי לה בתרי ותרי ובעדי הזמה דהוי ממזר הראשון והאחרון היינו לרבי עקיבא בחייבי לאוין נמי ממזר הוה ודו\"ק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>גמרא</b> אגורה באהלך עולמים וכו' שפתותיו נעות בקבר וכו' ככומר של ענבים כו'. ונראה בזה היה כוונת יעקב במ\"ש כי ארד אל בני אבל שאולה ע\"פ מ\"ש ר\"ש שכל מה שלמד יעקב משם ועבר מסר לו א\"כ נצטער כמו שנצטער דוד וביקש שיאמר שמועה מפיו ואמר עכשיו שנטרף יוסף מן העולם א\"כ לא יהיה מי שיאמר דבר תורה משמי וארד אל בני לשאול כאבל שאסור לו לדבר מדכתיב ועל שפם יעטה כך לא יהיו שפתותי מדברות ובזה מיושב שגבי בנימין לא אמר אבל שאולה אלא ביגון שאולה וזהו יעקב שאמר אמותה הפעם אחרי ראות וגו' עפ\"ג שפתותיו נעות בקבר כאילו הוא חי ממילא אמר עכשיו שעודך חי א\"כ יהיה מי שיאמר שמועה משמי ואמותה הפעם הזאת אבל אחר כך בקבר יהיה כאילו חי וזהו הכוונה מ\"ש במגילה ששלח לו יין ישן ע\"פ הירושלמי הובא בעין יעקב מסכת שקלים על גמרא זו מה הנאה יש לו בר נזירה אמר כהדין דשתי קונדיטין רבי יצחק אמר כהדין דשתי חמר עתיק אף על גב דשתי ליה טעמיה בפומיה ממילא אמר שהודיע לו שפירש ממנו בפ' עגלה ערופה להודיע כי עדיין לימודו בידו ושלא שכח כלום מלימודו עמו ממילא יהיו שפתותיו דובבות בקבר כאילו חי ורמז שיהיה לו אז הנאה כמי ששותה יין ישן וק\"ל:", 
            "<b>ובזה</b> מיושב הנתינת טעם וימאן להתנחם ויאמר כי ארד אל בני אבל וגו' דקשה מה נתינת טעם האמירה הזאת על וימאן להתנחם. ולפ\"ז מיושב שאמר על יוסף עצמו אפשר שאקבל תנחומין אבל על זה שיהיה נקבר כאבל שפתותיו סגורים על זה אינו שייך תנחומין:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "language": "he", 
    "heTitle": "יבמות מהדורא בתרא", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Nashim"
    ]
}