{
    "language": "he",
    "title": "Gilyon HaShas on Sanhedrin",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001300957/NLI",
    "versionTitle": "Vilna Edition",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "גליון הש\"ס על סנהדרין",
    "categories": [
        "Talmud",
        "Bavli",
        "Acharonim on Talmud",
        "Gilyon HaShas",
        "Seder Nezikin"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמרא ואמרינן מ\"מ דר\"י.</b> הלשון קשה קצת דהא לקמן דף יד ע\"א איתא בברייתא דר\"י עצמו אמר כן:",
            "<b>שם אלא ה\"ט דרבי.</b> ק\"ל דלמאי צריכין לטעמא דרבי אף למעלה ב' הא מפשוטו דמקרא דאשר ירשיעון והיינו ב' נדע דבעינן ג' מכח דאין ב\"ד שקול וע\"כ אידך קרא דאלהים אתא לרבוי' דהיינו ד' ואין ב\"ד שקול הרי כאן חמשה:"
        ],
        [],
        [
            "<b>תוס' ד\"ה דרך וכו' דבלא בישול וכו'.</b> ק\"ל הא משכחת בלא בישול דשרי במבשל בשר בחלב טהור דהא כל שומן דבבהמה מקרי חלב אלא דעל הקרב אסרה תורה ואם כן דלמא מיירי הקרא בחלב טהור:"
        ],
        [],
        [
            "<b>תוס' ד\"ה יפה כו' תימה.</b> עיין טורי אבן מגילה דף ח ע\"ב ד\"ה אין בין:"
        ],
        [],
        [
            "<b>גמרא והא ר\"ה תלמידיה דרב.</b> עיין שבת דף קכח ע\"א וש\"נ:"
        ],
        [],
        [
            "<b>גמרא א\"ר ירמיה ואיתימא ר' חייא בר אבא.</b> עי' טורי אבן מגילה דף ב ע\"ב ד\"ה מנצפך:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה לא וכו' דפליג על ר\"ש.</b> עיין לקמן דף מא ע\"ב ברש\"י ד\"ה ר\"ע ובתוס' שם:"
        ],
        [],
        [
            "<b>גמרא ואין אדם קרוב אצל ממונו.</b> עיין זבחים דף ע ע\"א תוספות ד\"ה ע\"פ:",
            "<b>תוס' ד\"ה וכל וכו' ואי לאו והיה אם בן.</b> קשה לי דמ\"מ אף אם לא כתיב והצדיקו והרשיעו אם נכתב רק והיה אם בן הכות ילפינן בין מבין דמיירי במלקות ונדע דבמוציא שם רע ויסרו היינו מלקות ואח\"כ נילף משם דלאו שאין בו מעשה לוקין וממילא חייבים העדים מלקות משום לא תענה וצ\"ע:"
        ],
        [],
        [
            "<b>גמרא וכשמת אומרים עליו.</b> כעין זה בברכות דף ו ע\"ב וברבינו יונה שם:",
            "<b>תוספות ד\"ה בת קול וכו' לכך קורין אותו ב\"ק.</b> עיין תוי\"ט פרק ט\"ז משנה ו דיבמות:",
            "<b>ד\"ה רשב\"ג וכו' וי\"ל דלשון תורה לחוד.</b> עיין תענית דף כט ע\"א ברש\"י ותוספות שם:"
        ],
        [
            "<b>גמרא ועל אחד מהן אין מעברין.</b> עיין ר\"ה דף כא ע\"א תוספות ד\"ה כי:"
        ],
        [
            "<b>גמ' יצאו בשלום.</b> בערוך שם הגירסא יצא בשלום:",
            "<b>רש\"י ד\"ה בא מרקת וכו' טבריא.</b> מגילה דף ו ע\"א:",
            "<b>ד\"ה ותפשו נשר וכו' חיל פרסיים.</b> בערוך ערך זג כתב די\"א עכבן המטר הנושר משמים:"
        ],
        [],
        [
            "<b>גמ' מר סבר כולי חג בעי'.</b> עיין טורי אבן חגיגה דף י\"ז ע\"ב ד\"ה אר\"י:"
        ],
        [],
        [
            "<b>גמ' ר' זירא היה מיטמר למיסמכיה.</b> ע' ירושלמי פ\"ג דבכורים:"
        ],
        [
            "<b>רש\"י ד\"ה בית פאגי מקום לפנים.</b> עיין מנחות דף עח ע\"ב ברש\"י ד\"ה חוץ לחומת ב\"פ:",
            "<b>תוס' ד\"ה מלמד וכו' אע\"ג דדינו כירושלים.</b> עי' פ\"א משנה ח דכלים בר\"ש:",
            "<b>ד\"ה נטע וכו' לא בעי שלשה.</b> עיין ר\"ה דף לא ע\"ב תוס' ד\"ה וביקש:"
        ],
        [],
        [
            "<b>תוס' ד\"ה ור\"י וכו' היינו בקשורים בשלשלאות.</b> עי' ב\"ק דף פ ע\"ב תוס' ד\"ה מותר:"
        ],
        [
            "<b>גמ' אי מה תחילתה קלפי.</b> עיין שבועות דף טו ע\"א תוס' ד\"ה שאין:",
            "<b>שם אמר אביי מדקא מיבעי ליה.</b> עיין לקמן דף יח ע\"ב וצע\"ג:",
            "<b>תוס' ד\"ה איש וכו' שאני הכא.</b> עיין תוס' חולין דף כט ע\"א ד\"ה איש:"
        ],
        [],
        [
            "<b>תוס' ד\"ה שיודע וכו' וקשה לר\"ת.</b> עיין עירובין דף יג ע\"ב תוס' ד\"ה שיודע:"
        ],
        [],
        [],
        [
            "<b>גמ' שתא בתר ירחא אזיל.</b> ע' תשובת מעיל צדקה סי' ה' באורך:"
        ],
        [
            "<b>גמ' דכתיב בית דוד.</b> עיין בשער המלך פ\"ה מהל' יס\"ת ה\"ה שהביא דברי השיטה מקובצת מה שכתב בזה בשם תוספת הרא\"ש:"
        ],
        [
            "<b>גמ' שאול סבר מלוה ופרוטה.</b> עיין חגיגה ד' ט\"ז ע\"א תוס' ד\"ה יוסי:",
            "<b>שם שפלטו אל.</b> כעין זה לקמן דף לז ע\"ב גבי שאלתיאל וכן ב\"ב דף קי ע\"א גבי שמואל ובתמורה דף יז גבי עתניאל ובירושלמי ספ\"ה דסוטה גבי אליהוא בן ברכאל:"
        ],
        [],
        [
            "<b>תוס' ד\"ה מלך וכו' תימה.</b> קושיא זו היא בזוהר הקדוש פ' וישב:"
        ],
        [
            "<b>גמ' משום דלא יסור.</b> עיין מ\"ש בגליון ביומא דף עב ע\"א:"
        ],
        [
            "<b>גמ' לעבור בלא תעשה על כל סוס וסוס.</b> קשה לי דמנ\"ל זה דלא ישיב היינו שמא ישיב דלמא הוא באמת ב' לאוין דלא ירבה לו סוסים דהיינו הרבה סוסים אפי' בלא שישיב העם למצרים ואח\"כ הוא לאו בפני עצמו דלא ישיב העם מצרימה למען הרבות אפי' סוס אחד דבלא\"ה מותר לירד למצרים שלא לקבוע שבתו שם כמ\"ש הרמב\"ם אבל בשביל להרבות סוס אחד לא ישיב מצרים או דתחלה אמר לא ירבה לו היינו אבל מרבה למרכבתו ופרשיו. אבל לא ישיב מצרימה למען הרבות סוס ולא נקט לו דלהשיב מצרימה אסור אפי' להרבות סוס למרכבתו:"
        ],
        [],
        [],
        [
            "<b>גמ' ל\"צ דקבלי' עלי' כבי הרי.</b> לפ\"ז מדקתני זה פוסל וזה פוסל היינו בין שהתובע קיבל עליו חד כבי תרי בין שהנתבע קיבל עליו כן. א\"כ מוכח דבין באתן ובין במחול פליגי לפ\"ז מאי פרכינן מאי קמ\"ל דמצי הדר ביה תנינא הא מהתם ה\"א דפליגי רק במחול כדס\"ל שמואל שם או רק באתן כדס\"ל לרבא שם. לזה איצטריך מתני' דהכא דקתני זה פוסל וזה פוסל דמוכח דבתרווייהו פליגי:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' וצריכא וכו' התם הוא דלא גמר ומקני.</b> לפ\"ז צ\"ל דהך מ\"ד ס\"ל כרמב\"ח דלעיל דאימתי דר\"י לחלוק וס\"ל לת\"ק דפסולין משום דהוי אסמכתא ולא גמר ומקני. אבל קשה לי מנ\"ל להגמרא לומר כך דס\"ל דלא כריב\"ל ור\"י דס\"ל אימתי לפרש הא י\"ל הצריכותא בהיפוך על ההכשר דבמתני' קתני דעוסקים בישובו של עולם כשר דאסמכתא קני ולזה אי תני משחק בקוביא ס\"ד דזהו לא הוי אסמכתא דאין בידו כלל וגמר ומקני אבל מפריחי יונים דאמר בנקשא תליא מלתא הוי אסמכתא ואי תנא מפריחי יונים ה\"א דמשחקי בקוביא דאמר קים לי בנפשאי והוי אסמכתא. אחר זה ראיתי בחי' הר\"ן דכתב דמש\"ה אזלא סוגיא זו כרמי בר חמא משום דלהך מ\"ד דמפריחי יונים ודאי קאי לרמב\"ח דאי סבירא ליה כר\"ש משום דאין עוסקין בישובו של עולם היינו משחק בקוביא ותרתי ל\"ל אבל לענ\"ד קשה כנ\"ל דהא מ\"מ הצריכותא בהך גופא דעוסקים בישובו של עולם דכשר ולא מפסיל משום אסמכתא:"
        ],
        [
            "<b>גמ' ואחד רועה בהמה גסה.</b> עי' רשב\"ם ב\"ב דף קכ\"ח ע\"א ד\"ה שלשה וצע\"ג. אח\"כ הראו לי בס' שושנים לדוד הביא קושיא זו בשם הב\"ד והוא כתב לתרץ דמתני' קודם שהוסיפו עליהם והרועים כשירים אבל רועי צאן היו פסולים דהתנא בא\"י קאי. ולענ\"ד אינו דהא בא\"י פסולים דאסור לגדל משום ישובו של א\"י והרשב\"ם שם נקט דפסולים משום גזלנים ובזה גסה ודקה שוין:"
        ],
        [
            "<b>גמ' א\"ל ואי קרי לכו רועה צאן.</b> עיין ע\"ז דף נט ע\"א תוס' ד\"ה דאר\"י:"
        ],
        [
            "<b>גמ' ואכשרינהו ר\"ה ברה דר\"י.</b> ברי\"ף הגי' סבר ר\"ה בריה דר\"י לאכשרינהו. ובספר הצבא להרז\"ה מדה רביעית בהשגו' הרמב\"ן שם כ' דהך סברא אינו בטל וקיימא כן ובההוא דביצה דף כז ע\"א סבר דלא למיחזי וכן חולין דף יח ע\"א סבר ר\"י לאקדמיי' וע' בהרא\"ש כאן דלא כתב כן:"
        ],
        [
            "<b>תוס' ד\"ה אין וכו' ובבישול חדא שעה אסור.</b> עיין מו\"ק דף ח תוס' ד\"ה נפקא ובנדרים דף ד ע\"א תוס' ד\"ה חידוש. ולא זכיתי להבין דהתם שייך לומר כיון דדינא דבשר בחלב חידוש לקולא לא ילפי' מיניה שום דבר דדלמא גם החומרא דטעם כעיקר הוא חידוש רק בבשר בחלב אבל הכא הא פסולים דהראשונים לא צריך למילף כלל מהזמה אלא דמסברא הוא כמו כל שני כתי עדים המכחישים. וה' יאיר עיני:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' ואמרו דברי חלומות.</b> עי' תשובת תשב\"ץ ח\"ב סי' קכח:",
            "<b>שם כי אתי לשבועה אתי.</b> ע' טורי אבן פ\"ב דר\"ה כג ע\"ב ד\"ה ומכניסי':"
        ],
        [],
        [
            "<b>תוס' ד\"ה חייביה וכו' גבי קטן מקבלין.</b> עי' ב\"ק דף לט ע\"א תוס' ד\"ה ורבי:"
        ],
        [],
        [
            "<b>מתני' אחד דיני ממונות.</b> עיין זבחים דף צב ע\"ב תוס' ד\"ה אי:"
        ],
        [],
        [
            "<b>גמ' מיכן שפותחין בדיני נפשות תחלה לזכות.</b> עיין קידושין דף סב ע\"א ובחידושי מהרי\"ט שם:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' וכתיב כי ה' עיניו משוטטות.</b> עיני ה' המה משוטטים כצ\"ל:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' בהיטב היטב ילפי'.</b> עי' לעיל דף ב ע\"ב תוס' ד\"ה אין:"
        ],
        [
            "<b>גמ' ריב\"ז מי הוה בסנהדרין.</b> עי' לעיל דף לז ע\"ב בתוס' ד\"ה מיום:"
        ],
        [
            "<b>גמ' ריב\"ז מי הוה בסנהדרין.</b> עי' לעיל דף לז ע\"ב בתוס' ד\"ה מיום:"
        ],
        [],
        [
            "<b>גמ' מכשיר ממכשיר עדיף ליה.</b> ע\"ל דף נב ע\"א תוס' ד\"ה שכן:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' לעולם יקדים אדם תפלה לצרה.</b> וכ\"ה בירושלמי פ\"ג דתענית ואיתא שם עוד ארשב\"ל אם סדרת תפלה לא תהא מיצר פיך אלא הרחב פיך ואמלאהו:"
        ],
        [
            "<b>רש\"י ד\"ה הפכו וכו' כשהוא מושכב.</b> עי' תשובת שבות יעקב ח\"א סימן ה:"
        ],
        [],
        [
            "<b>גמ' או בבת כהן וזוממי זוממיה.</b> עיין מכות דף ב ע\"א תוס' ד\"ה זוממי:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה על מטה וכו' וביזהו לעין כל.</b> עי' תשובת מהר\"י לבית לוי כלל ה' סימן מ\"ט:"
        ],
        [],
        [],
        [],
        [
            "<b>רש\"י ד\"ה בור וסירה וכו' וכשאמר להם דוד.</b> הכי איתא בירושלמי פ\"א דסוטה:"
        ],
        [
            "<b>גמ' משום דאקדמיה קרא.</b> עי' תשובת שאגת אריה סימן כט:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה ההיא וכו' וא\"ת הא אמרינן פ' הישן.</b> עיין תשובת מעיל צדקה סי' מה:"
        ],
        [
            "<b>גמרא איש פרט לקטן.</b> עי' פסחים דף צא ע\"ב תוס' ד\"ה איש קדושין דף יט ע\"א תוס' ד\"ה למעוטי. ערכין דף ג ע\"א תו' ד\"ה למעוטי:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה הנרבע וכו' דדרשינן ואשה.</b> עיין שער המלך פרק י\"ז הלכה י\"א מהלכות איסורי ביאה:"
        ],
        [],
        [],
        [
            "<b>גמ' דאמר קרא ונוקב שם.</b> עי' לקמן סו ע\"א רש\"י ד\"ה בנקבו:"
        ],
        [
            "<b>גמ' ויצו אלו הדינים.</b> עי' תשובת רמ\"א סימן י':",
            "<b>שם עץ הגן ולא גזל.</b> עי' ב\"מ דף ע' ע\"ב תוס' ד\"ה תשיך:"
        ],
        [],
        [],
        [],
        [
            "<b>רש\"י ד\"ה שלא כדרכה וכו' שמתוך שאינה נהנית.</b> עי' יומא דף פ\"ה ע\"א תוס' ד\"ה מה רוצח. ובקידושין דף כב ע\"ב:"
        ],
        [
            "<b>גמ' עובד כוכבים שעוסק בתורה.</b> עי' חגיגה דף יג ע\"א תוס' ד\"ה אין:"
        ],
        [
            "<b>גמ' לאתויי נחש.</b> עי' פסחים דף כ\"ד ע\"ב תוס' ד\"ה צירעה. ונדה דכ\"ג ע\"א תוס' ד\"ה לתני:",
            "<b>שם מיתיבי היה ר\"י בן תימא אומר.</b> עי' לעיל דף נו ע\"ב תוס' ד\"ה אכל:",
            "<b>רש\"י ד\"ה ירוד נאלא תנין שוטה.</b> עי' תשובת חות יאיר סימן קנ\"ב דבר נחמד בזה:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה רבא.</b> וי\"מ הא דאמר. ע\"ל סה ע\"א תוד\"ה הואיל וישנו:",
            "<b>בא\"ד אע\"ג דמכוין לבזויי.</b> ע\"ל סד ע\"א תוס' ד\"ה אע\"ג:"
        ],
        [],
        [],
        [
            "<b>גמ' כתנאי אחרים אומרים.</b> עיין במכילתא פרשת משפטים פי\"ז:",
            "<b>תוס' ד\"ה משום וכו' תימה ת\"ל דהוי לאו שניתן לאזהרת מיתת ב\"ד.</b> עיין שבת דף קנ\"ד ע\"א תוס' ד\"ה בלאו. תמוה לי הא באמת בבן סורר לוקה היכא דלא יבא לידי מיתה וילפי' לה מקרא אלא דהתוס' כאן בקושייתם הב' הקשו דלילף מיניה בכל התורה דניתן לאזהרת מיתת ב\"ד לוקה היכא דלא יבא לכלל מיתה יהיה איך שיהיה מאיזה טעם שיהיה דלא ילפי' בעלמא מיניה מ\"מ עכ\"פ בהך לאו עצמו דלא תאכלו על הדם איך שייך לומר דלא לילקי אכל הני משום דניתן מיתה בבן סורר הא אהך לאו עצמו לוקה בן סורר ואיך יפטרו אחרים ממה דניתן לאזהרת בן סורר למיתה וצע\"ג:"
        ],
        [],
        [
            "<b>תוס' ד\"ה אף ע\"ג.</b> ולעבודה בבזוי. עי' לעיל סא ע\"ב תוד\"ה רבא:"
        ],
        [
            "<b>גמ' אין לי אלא זרע כשר.</b> וכן בקדושין דף ד ע\"א ועי' בתוס' קידושין דף סו ע\"ב ד\"ה ולזרעו:"
        ],
        [
            "<b>תוס' ד\"ה והנשאל כו' דכתיב בקרא.</b> עיין עירובין יז ע\"ב ובתורת חיים שם:"
        ],
        [],
        [
            "<b>גמ' נכתוב קרא או אלהים וחרש.</b> קשה דהא צריך קרא דנשיא למלקות דעל לימוד במה הצד אין מזהירין ועיין בתשובת תורת חסד סי' ר\"ה:",
            "<b>רש\"י ד\"ה בנקבו וכו' עד שיברך שם בשם.</b> קשה לי הא ממילא לדידהו מקלל אביו ואמו אינו חייב עד שיברך בשם המיוחד בק\"ו באם מברך השם בכינוי פטור ק\"ו למקלל אביו בכינוי. ולמ\"ש תוס' ד\"ה גמר י\"ל דבשר ודם חמור דמתבייש אבל הסמ\"ג בלאוין אות מ' כתב לתרץ הא דנסתפק משה רבינו במברך השם ולא למד בק\"ו ממקלל אביו דדלמא כיון דחמיר לא סגי ליה בכפרה. א\"כ תקשי כנ\"ל דלפטור שפיר יש ללמוד מקלל אביו בכינוי ממברך השם בכינוי דהא בזה לא שייך לומר דדלמא מברך השם בכינוי פטור משום דחמיר ולא סגי ליה בכפרה דהא אפילו במקלל בשם המיוחד דחמור יותר סגי ליה בכפרה וצ\"ע:"
        ],
        [],
        [],
        [],
        [
            "<b>רש\"י ד\"ה לחלוץ תפיליו וכו' דקסבר שבת לאו זמן תפילין.</b> עי' מג\"א סי' שח ס\"ק יא:",
            "<b>שם ד\"ה משקולת קטנה וכו' לחפותה בעור.</b> עיין ב\"ב דף פ\"ט ע\"ב תוספות ד\"ה ולא:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה קנאה וכו' שיקבל אביה את גיטה.</b> עיין יבמות דף קט ע\"א ברש\"י ד\"ה קטנה שהשיאה ובקידושין דף מג ע\"ב ברש\"י ד\"ה היא ואביה. ובקידושין דף י ע\"א תוס' ד\"ה ומקבל:"
        ],
        [],
        [],
        [],
        [
            "<b>גמ' כמאן כר\"י.</b> עי' ת\"י יומא סב ע\"א ד\"ה שני:",
            "<b>שם וישבתי על קברו.</b> עי' ש\"ע י\"ד רסי' שסד:"
        ],
        [
            "<b>גמ' אלא קלה בחמורה מישך שייכי.</b> עי' לקמן דף פ ע\"ב תוספות ד\"ה הוי:"
        ],
        [
            "<b>גמ' אמר רבא מסתברא.</b> כעין זה כתובות קב ע\"ב גיטין יג ע\"ב:",
            "<b>תוס' ד\"ה לא.</b> לא היו רוצים להחזיר. עי' טורי אבן חגיגה באבני שוהם דף י ע\"א ד\"ה נפש:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה במפותה כו'.</b> דהא רב פפא אית ליה. תמיהני הא ע\"כ ר\"פ אמר הכי רק לר\"מ מדקאמר וטבח בשבת חייב ולא ניחא ליה לר\"פ לאוקומי בטובח ע\"י אחר וכדס\"ל לרבה אבל מתני' הא קתני להדיא דבא על בתו פטור הרי דס\"ל דגם בקנס אמרי' קלב\"מ ומה\"ט ניחא הא דמוקי ר\"פ במפותה לתרץ קושיית הש\"ס דניתן להצילו בנפשו אף דרב פפא ס\"ל דבקנס מקטיל ומשלם. מ\"מ מוכרח לתרץ דמתני' דפטור על בתו דגם בקנס אמרינן קלב\"מ א\"כ שפיר י\"ל דאתא כר\"ע דברייתא. וצע\"ג אבל כך יש להוכיח דלא אתא כר\"ע דברייתא מדקתני במתני' דבא על בתו דפטור מקרא דולא יהיה אסון ע\"כ דילפינן קנס מממון מסברא וא\"כ ל\"צ קרא למעט ארוסה ומוכח כר\"ע דמתני' דאלו לר\"ע דברייתא הו\"ל למתני' בבא על בתו להביא מקרא דאשר לא אורסה. וזהו לחד תירוץ בתוס' בכתובות דף לח ע\"א ד\"ה ס\"ד ודברי תוס' צע\"ג:"
        ],
        [
            "<b>גמ' יעבור ואל יהרג חוץ.</b> עי' סוטה י' ע\"ב תוס' ד\"ה נוח:"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמרא מפני מה לא נאמרה יד בברזל.</b> עי' מרדכי פרק הגוזל קמא סימן קלח:"
        ],
        [],
        [],
        [],
        [
            "<b>תוס' ד\"ה לא וכו' דמחלל שבת בפרהסיא.</b> ק\"ל דלפי זה לא היה ספיקו של משה רבינו ע\"ה רק במחלל בפרהסיא דהוי ככופר בעיקר א\"כ עדיין מנ\"ל לדינא דמחלל שבת בצנעא בסקילה דילמא הא דמקושש בסקילה היינו דהקב\"ה הסכים עם משה רבינו ע\"ה בסברא זו ודוקא בפרהסיא אבל בצנעא מנ\"ל:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רש\"י הסליא לשון לא תסולה.</b> עי' תוי\"ט פ\"ז מ\"ה דפרה מ\"ש בשם הערוך:"
        ],
        [],
        [],
        [
            "<b>גמ' וכל דבר הבא מן הכלל.</b> עי' שיטה מקובצת בב\"ק דף ה' ע\"א ד\"ה אתיא תחת. ובתשובת תולדות אדם להרשב\"א סימן טז:"
        ],
        [
            "<b>תוס' ד\"ה הכחישה וכו'.</b> לא שייכי ד' דברים. עי' גיטין דף מב ע\"ב תוס' ד\"ה ושור:"
        ],
        [],
        [],
        [
            "<b>תוס' ד\"ה מונמצא וכו' תימה דבסוטה.</b> עיין בריטב\"א מכות דף ח' ע\"א ד\"ה התם מעניינא דקרא:"
        ],
        [],
        [],
        [
            "<b>רש\"י ד\"ה בפלוגתא וכו' ואי תפסו יורשין.</b> עי' טורי אבן חגיגה באבני שהם דף י ע\"א ד\"ה נפש:"
        ],
        [],
        [
            "<b>תוס' ד\"ה ואין וכו' לא חייש.</b> עיין בטורי אבן באבני שהם לר\"ה דף כ\"ז ע\"א ד\"ה מצות:"
        ],
        [],
        [],
        [
            "<b>מתני' כל ישראל יש להן חלק.</b> עי' כתובות דף קג ע\"ב תוס' ד\"ה מזומן:",
            "<b>שם האומר אין תחיית המתים.</b> עי' סוטה דף ה ע\"א תוד\"ה כל:",
            "<b>שם ההוגה את השם.</b> עי' סוכה דף ה' ע\"א תוד\"ה יו\"ד ה\"א. שבועות דף לד ע\"א תוס' ד\"ה באלף:",
            "<b>גמ' מדה כנגד מדה.</b> עי' סוטה דף ח' ע\"ב:"
        ],
        [],
        [
            "<b>רש\"י ד\"ה חלזון וכו'.</b> שיצא מן הים. עיין בלשון רש\"י מנחות דף מד ע\"א ד\"ה ועולה:"
        ],
        [],
        [
            "<b>גמ' כל בית שאין ד\"ת נשמעין.</b> עיין עירובין דף יח ע\"ב:"
        ],
        [],
        [],
        [],
        [
            "<b>רש\"י ד\"ה גיורא וכו' לאו עשירי הוה.</b> ובבחיי פרשת יתרו דעשרה דורות ממצרים בן חם עד יתרו:"
        ],
        [
            "<b>גמ' בבית רשע זה פקח בן רמליהו.</b> וכן גיטין דף נה ע\"ב. אשרי אדם מפחד זה:"
        ],
        [
            "<b>גמ' אמר כנ\"י ליונה אימתלי.</b> עיין נ\"י סוף פרק ד' מיתות:"
        ],
        [],
        [
            "<b>גמ' קריינא דאגרתא.</b> בתנחומא פ' תשא איתא דמרודך בלאדן בעצמו נתחרט ורהט בתריה ג' פסיעות:"
        ],
        [
            "<b>גמ' עמון ומואב כו'.</b> עי' בר\"ש פ\"ד מ\"ד דידים:",
            "<b>רש\"י ד\"ה כסף וכו'.</b> וכעין זה לעיל צג ע\"א ובברכות דף כו ע\"ב:"
        ],
        [],
        [
            "<b>גמ' לא פחות עלמא.</b> ועי' במ\"ר בראשית פ' ל\"ה שם איתא לא פחות מתלתין צדיקי ועיין במ\"ר במדבר פ' ג':"
        ],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' זה הקורא רבו בשמו.</b> עי' יבמות נז ע\"ב תד\"ה אמר:"
        ],
        [],
        [
            "<b>גמ' למדתנו רבינו.</b> כי אדם אין צדיק. עי' שבת נה ע\"ב תוס' ד\"ה ארבעה ובדרשות הראנ\"ח פרשה בא:"
        ],
        [],
        [],
        [
            "<b>רש\"י ד\"ה דכתיב.</b> לשון רעה ווי. עי' ברש\"י הושע יג טו:"
        ],
        [],
        [
            "<b>גמרא אבשלום אין לו חלק לעוה\"ב.</b> עי' סוטה דף י ע\"ב תוספות ד\"ה דקרב:",
            "<b>שם ר\"י ור\"א חד אמר.</b> עי' מדרש רבה ויקרא סוף פ' מצורע:"
        ],
        [
            "<b>גמ' אין אברהם מציל.</b> עי' יומא לח ע\"ב בתוס' ישנים ד\"ה מעשה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>גמ' הרי הן כאבידה המתבקשת.</b> עיין מכות דף כ\"ד ע\"א:"
        ],
        [],
        [
            "<b>גמ' ר\"א אומר הרי הן באין לעוה\"ב.</b> עיין ב\"ב דף ע\"ג ע\"ב תוס' ד\"ה ודמו:"
        ],
        [],
        [],
        [
            "<b>גמ' עיסה חציה של עיר הנדחת.</b> עי' שאגת אריה סי' פ\"ט:",
            "<b>שם יצא זה שמחוסר תלישה.</b> עי' לעיל מו ע\"ב תוס' ד\"ה תלישה:"
        ],
        [
            "<b>גמ' ומי שנאכל בתורת בהמתך.</b> עי' זבחים דף עה ע\"ב תוס' ד\"ה התפיס:"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}