{
    "text": {
        "0_Chapter, 0_Verse": "ויהי איש אחד מן הרמתים צופים מהר אפרים ושמו אלקנה בן ירחם בן אליהוא בן תחו בן צוף אפרתי",
        "0_Chapter, 1_Verse": "ולו שתי נשים שם אחת חנה ושם השנית פננה ויהי לפננה ילדים ולחנה אין ילדים",
        "0_Chapter, 2_Verse": "ועלה האיש ההוא מעירו מימים ימימה להשתחות ולזבח ליהוה צבאות בשלה ושם שני בני עלי חפני ופנחס כהנים ליהוה",
        "0_Chapter, 3_Verse": "ויהי היום ויזבח אלקנה ונתן לפננה אשתו ולכל בניה ובנותיה מנות",
        "0_Chapter, 4_Verse": "ולחנה יתן מנה אחת אפים כי את חנה אהב ויהוה סגר רחמה",
        "0_Chapter, 5_Verse": "וכעסתה צרתה גם כעס בעבור הרעמה כי סגר יהוה בעד רחמה",
        "0_Chapter, 6_Verse": "וכן יעשה שנה בשנה מדי עלתה בבית יהוה כן תכעסנה ותבכה ולא תאכל",
        "0_Chapter, 7_Verse": "ויאמר לה אלקנה אישה חנה למה תבכי ולמה לא תאכלי ולמה ירע לבבך הלוא אנכי טוב לך מעשרה בנים",
        "0_Chapter, 8_Verse": "ותקם חנה אחרי אכלה בשלה ואחרי שתה ועלי הכהן ישב על הכסא על מזוזת היכל יהוה",
        "0_Chapter, 9_Verse": "והיא מרת נפש ותתפלל על יהוה ובכה תבכה",
        "0_Chapter, 10_Verse": "ותדר נדר ותאמר יהוה צבאות אם ראה תראה בעני אמתך וזכרתני ולא תשכח את אמתך ונתתה לאמתך זרע אנשים ונתתיו ליהוה כל ימי חייו ומורה לא יעלה על ראשו",
        "0_Chapter, 11_Verse": "והיה כי הרבתה להתפלל לפני יהוה ועלי שמר את פיה",
        "0_Chapter, 12_Verse": "וחנה היא מדברת על לבה רק שפתיה נעות וקולה לא ישמע ויחשבה עלי לשכרה",
        "0_Chapter, 13_Verse": "ויאמר אליה עלי עד מתי תשתכרין הסירי את יינך מעליך",
        "0_Chapter, 14_Verse": "ותען חנה ותאמר לא אדני אשה קשת רוח אנכי ויין ושכר לא שתיתי ואשפך את נפשי לפני יהוה",
        "0_Chapter, 15_Verse": "אל תתן את אמתך לפני בת בליעל כי מרב שיחי וכעסי דברתי עד הנה",
        "0_Chapter, 16_Verse": "ויען עלי ויאמר לכי לשלום ואלהי ישראל יתן את שלתך אשר שאלת מעמו",
        "0_Chapter, 17_Verse": "ותאמר תמצא שפחתך חן בעיניך ותלך האשה לדרכה ותאכל ופניה לא היו לה עוד",
        "0_Chapter, 18_Verse": "וישכמו בבקר וישתחוו לפני יהוה וישבו ויבאו אל ביתם הרמתה וידע אלקנה את חנה אשתו ויזכרה יהוה",
        "0_Chapter, 19_Verse": "ויהי לתקפות הימים ותהר חנה ותלד בן ותקרא את שמו שמואל כי מיהוה שאלתיו",
        "0_Chapter, 20_Verse": "ויעל האיש אלקנה וכל ביתו לזבח ליהוה את זבח הימים ואת נדרו",
        "0_Chapter, 21_Verse": "וחנה לא עלתה כי אמרה לאישה עד יגמל הנער והבאתיו ונראה את פני יהוה וישב שם עד עולם",
        "0_Chapter, 22_Verse": "ויאמר לה אלקנה אישה עשי הטוב בעיניך שבי עד גמלך אתו אך יקם יהוה את דברו ותשב האשה ותינק את בנה עד גמלה אתו",
        "0_Chapter, 23_Verse": "ותעלהו עמה כאשר גמלתו בפרים שלשה ואיפה אחת קמח ונבל יין ותבאהו בית יהוה שלו והנער נער",
        "0_Chapter, 24_Verse": "וישחטו את הפר ויביאו את הנער אל עלי",
        "0_Chapter, 25_Verse": "ותאמר בי אדני חי נפשך אדני אני האשה הנצבת עמכה בזה להתפלל אל יהוה",
        "0_Chapter, 26_Verse": "אל הנער הזה התפללתי ויתן יהוה לי את שאלתי אשר שאלתי מעמו",
        "0_Chapter, 27_Verse": "וגם אנכי השאלתהו ליהוה כל הימים אשר היה הוא שאול ליהוה וישתחו שם ליהוה",
        "1_Chapter, 0_Verse": "ותתפלל חנה ותאמר עלץ לבי ביהוה רמה קרני ביהוה רחב פי על אויבי כי שמחתי בישועתך",
        "1_Chapter, 1_Verse": "אין קדוש כיהוה כי אין בלתך ואין צור כאלהינו",
        "1_Chapter, 2_Verse": "אל תרבו תדברו גבהה גבהה יצא עתק מפיכם כי אל דעות יהוה ולא [ולו] נתכנו עללות",
        "1_Chapter, 3_Verse": "קשת גברים חתים ונכשלים אזרו חיל",
        "1_Chapter, 4_Verse": "שבעים בלחם נשכרו ורעבים חדלו עד עקרה ילדה שבעה ורבת בנים אמללה",
        "1_Chapter, 5_Verse": "יהוה ממית ומחיה מוריד שאול ויעל",
        "1_Chapter, 6_Verse": "יהוה מוריש ומעשיר משפיל אף מרומם",
        "1_Chapter, 7_Verse": "מקים מעפר דל מאשפת ירים אביון להושיב עם נדיבים וכסא כבוד ינחלם כי ליהוה מצקי ארץ וישת עליהם תבל",
        "1_Chapter, 8_Verse": "רגלי חסידו [חסידיו] ישמר ורשעים בחשך ידמו כי לא בכח יגבר איש",
        "1_Chapter, 9_Verse": "יהוה יחתו מריבו [מריביו] עלו [עליו] בשמים ירעם יהוה ידין אפסי ארץ ויתן עז למלכו וירם קרן משיחו",
        "1_Chapter, 10_Verse": "וילך אלקנה הרמתה על ביתו והנער היה משרת את יהוה את פני עלי הכהן",
        "1_Chapter, 11_Verse": "ובני עלי בני בליעל לא ידעו את יהוה",
        "1_Chapter, 12_Verse": "ומשפט הכהנים את העם כל איש זבח זבח ובא נער הכהן כבשל הבשר והמזלג שלש השנים בידו",
        "1_Chapter, 13_Verse": "והכה בכיור או בדוד או בקלחת או בפרור כל אשר יעלה המזלג יקח הכהן בו ככה יעשו לכל ישראל הבאים שם בשלה",
        "1_Chapter, 14_Verse": "גם בטרם יקטרון את החלב ובא נער הכהן ואמר לאיש הזבח תנה בשר לצלות לכהן ולא יקח ממך בשר מבשל כי אם חי",
        "1_Chapter, 15_Verse": "ויאמר אליו האיש קטר יקטירון כיום החלב וקח לך כאשר תאוה נפשך ואמר לו [לא] כי עתה תתן ואם לא לקחתי בחזקה",
        "1_Chapter, 16_Verse": "ותהי חטאת הנערים גדולה מאד את פני יהוה כי נאצו האנשים את מנחת יהוה",
        "1_Chapter, 17_Verse": "ושמואל משרת את פני יהוה נער חגור אפוד בד",
        "1_Chapter, 18_Verse": "ומעיל קטן תעשה לו אמו והעלתה לו מימים ימימה בעלותה את אישה לזבח את זבח הימים",
        "1_Chapter, 19_Verse": "וברך עלי את אלקנה ואת אשתו ואמר ישם יהוה לך זרע מן האשה הזאת תחת השאלה אשר שאל ליהוה והלכו למקמו",
        "1_Chapter, 20_Verse": "כי פקד יהוה את חנה ותהר ותלד שלשה בנים ושתי בנות ויגדל הנער שמואל עם יהוה",
        "1_Chapter, 21_Verse": "ועלי זקן מאד ושמע את כל אשר יעשון בניו לכל ישראל ואת אשר ישכבון את הנשים הצבאות פתח אהל מועד",
        "1_Chapter, 22_Verse": "ויאמר להם למה תעשון כדברים האלה אשר אנכי שמע את דבריכם רעים מאת כל העם אלה",
        "1_Chapter, 23_Verse": "אל בני כי לוא טובה השמעה אשר אנכי שמע מעברים עם יהוה",
        "1_Chapter, 24_Verse": "אם יחטא איש לאיש ופללו אלהים ואם ליהוה יחטא איש מי יתפלל לו ולא ישמעו לקול אביהם כי חפץ יהוה להמיתם",
        "1_Chapter, 25_Verse": "והנער שמואל הלך וגדל וטוב גם עם יהוה וגם עם אנשים",
        "1_Chapter, 26_Verse": "ויבא איש אלהים אל עלי ויאמר אליו כה אמר יהוה הנגלה נגליתי אל בית אביך בהיותם במצרים לבית פרעה",
        "1_Chapter, 27_Verse": "ובחר אתו מכל שבטי ישראל לי לכהן לעלות על מזבחי להקטיר קטרת לשאת אפוד לפני ואתנה לבית אביך את כל אשי בני ישראל",
        "1_Chapter, 28_Verse": "למה תבעטו בזבחי ובמנחתי אשר צויתי מעון ותכבד את בניך ממני להבריאכם מראשית כל מנחת ישראל לעמי",
        "1_Chapter, 29_Verse": "לכן נאם יהוה אלהי ישראל אמור אמרתי ביתך ובית אביך יתהלכו לפני עד עולם ועתה נאם יהוה חלילה לי כי מכבדי אכבד ובזי יקלו",
        "1_Chapter, 30_Verse": "הנה ימים באים וגדעתי את זרעך ואת זרע בית אביך מהיות זקן בביתך",
        "1_Chapter, 31_Verse": "והבטת צר מעון בכל אשר ייטיב את ישראל ולא יהיה זקן בביתך כל הימים",
        "1_Chapter, 32_Verse": "ואיש לא אכרית לך מעם מזבחי לכלות את עיניך ולאדיב את נפשך וכל מרבית ביתך ימותו אנשים",
        "1_Chapter, 33_Verse": "וזה לך האות אשר יבא אל שני בניך אל חפני ופינחס ביום אחד ימותו שניהם",
        "1_Chapter, 34_Verse": "והקימתי לי כהן נאמן כאשר בלבבי ובנפשי יעשה ובניתי לו בית נאמן והתהלך לפני משיחי כל הימים",
        "1_Chapter, 35_Verse": "והיה כל הנותר בביתך יבוא להשתחות לו לאגורת כסף וככר לחם ואמר ספחני נא אל אחת הכהנות לאכל פת לחם",
        "2_Chapter, 0_Verse": "והנער שמואל משרת את יהוה לפני עלי ודבר יהוה היה יקר בימים ההם אין חזון נפרץ",
        "2_Chapter, 1_Verse": "ויהי ביום ההוא ועלי שכב במקמו ועינו [ועיניו] החלו כהות לא יוכל לראות",
        "2_Chapter, 2_Verse": "ונר אלהים טרם יכבה ושמואל שכב בהיכל יהוה אשר שם ארון אלהים",
        "2_Chapter, 3_Verse": "ויקרא יהוה אל שמואל ויאמר הנני",
        "2_Chapter, 4_Verse": "וירץ אל עלי ויאמר הנני כי קראת לי ויאמר לא קראתי שוב שכב וילך וישכב",
        "2_Chapter, 5_Verse": "ויסף יהוה קרא עוד שמואל ויקם שמואל וילך אל עלי ויאמר הנני כי קראת לי ויאמר לא קראתי בני שוב שכב",
        "2_Chapter, 6_Verse": "ושמואל טרם ידע את יהוה וטרם יגלה אליו דבר יהוה",
        "2_Chapter, 7_Verse": "ויסף יהוה קרא שמואל בשלשית ויקם וילך אל עלי ויאמר הנני כי קראת לי ויבן עלי כי יהוה קרא לנער",
        "2_Chapter, 8_Verse": "ויאמר עלי לשמואל לך שכב והיה אם יקרא אליך ואמרת דבר יהוה כי שמע עבדך וילך שמואל וישכב במקומו",
        "2_Chapter, 9_Verse": "ויבא יהוה ויתיצב ויקרא כפעם בפעם שמואל שמואל ויאמר שמואל דבר כי שמע עבדך",
        "2_Chapter, 10_Verse": "ויאמר יהוה אל שמואל הנה אנכי עשה דבר בישראל אשר כל שמעו תצלינה שתי אזניו",
        "2_Chapter, 11_Verse": "ביום ההוא אקים אל עלי את כל אשר דברתי אל ביתו החל וכלה",
        "2_Chapter, 12_Verse": "והגדתי לו כי שפט אני את ביתו עד עולם בעון אשר ידע כי מקללים להם בניו ולא כהה בם",
        "2_Chapter, 13_Verse": "ולכן נשבעתי לבית עלי אם יתכפר עון בית עלי בזבח ובמנחה עד עולם",
        "2_Chapter, 14_Verse": "וישכב שמואל עד הבקר ויפתח את דלתות בית יהוה ושמואל ירא מהגיד את המראה אל עלי",
        "2_Chapter, 15_Verse": "ויקרא עלי את שמואל ויאמר שמואל בני ויאמר הנני",
        "2_Chapter, 16_Verse": "ויאמר מה הדבר אשר דבר אליך אל נא תכחד ממני כה יעשה לך אלהים וכה יוסיף אם תכחד ממני דבר מכל הדבר אשר דבר אליך",
        "2_Chapter, 17_Verse": "ויגד לו שמואל את כל הדברים ולא כחד ממנו ויאמר יהוה הוא הטוב בעינו יעשה",
        "2_Chapter, 18_Verse": "ויגדל שמואל ויהוה היה עמו ולא הפיל מכל דבריו ארצה",
        "2_Chapter, 19_Verse": "וידע כל ישראל מדן ועד באר שבע כי נאמן שמואל לנביא ליהוה",
        "2_Chapter, 20_Verse": "ויסף יהוה להראה בשלה כי נגלה יהוה אל שמואל בשלו בדבר יהוה",
        "3_Chapter, 0_Verse": "ויהי דבר שמואל לכל ישראל ויצא ישראל לקראת פלשתים למלחמה ויחנו על האבן העזר ופלשתים חנו באפק",
        "3_Chapter, 1_Verse": "ויערכו פלשתים לקראת ישראל ותטש המלחמה וינגף ישראל לפני פלשתים ויכו במערכה בשדה כארבעת אלפים איש",
        "3_Chapter, 2_Verse": "ויבא העם אל המחנה ויאמרו זקני ישראל למה נגפנו יהוה היום לפני פלשתים נקחה אלינו משלה את ארון ברית יהוה ויבא בקרבנו וישענו מכף איבינו",
        "3_Chapter, 3_Verse": "וישלח העם שלה וישאו משם את ארון ברית יהוה צבאות ישב הכרבים ושם שני בני עלי עם ארון ברית האלהים חפני ופינחס",
        "3_Chapter, 4_Verse": "ויהי כבוא ארון ברית יהוה אל המחנה וירעו כל ישראל תרועה גדולה ותהם הארץ",
        "3_Chapter, 5_Verse": "וישמעו פלשתים את קול התרועה ויאמרו מה קול התרועה הגדולה הזאת במחנה העברים וידעו כי ארון יהוה בא אל המחנה",
        "3_Chapter, 6_Verse": "ויראו הפלשתים כי אמרו בא אלהים אל המחנה ויאמרו אוי לנו כי לא היתה כזאת אתמול שלשם",
        "3_Chapter, 7_Verse": "אוי לנו מי יצילנו מיד האלהים האדירים האלה אלה הם האלהים המכים את מצרים בכל מכה במדבר",
        "3_Chapter, 8_Verse": "התחזקו והיו לאנשים פלשתים פן תעבדו לעברים כאשר עבדו לכם והייתם לאנשים ונלחמתם",
        "3_Chapter, 9_Verse": "וילחמו פלשתים וינגף ישראל וינסו איש לאהליו ותהי המכה גדולה מאד ויפל מישראל שלשים אלף רגלי",
        "3_Chapter, 10_Verse": "וארון אלהים נלקח ושני בני עלי מתו חפני ופינחס",
        "3_Chapter, 11_Verse": "וירץ איש בנימן מהמערכה ויבא שלה ביום ההוא ומדיו קרעים ואדמה על ראשו",
        "3_Chapter, 12_Verse": "ויבוא והנה עלי ישב על הכסא יך [יד] דרך מצפה כי היה לבו חרד על ארון האלהים והאיש בא להגיד בעיר ותזעק כל העיר",
        "3_Chapter, 13_Verse": "וישמע עלי את קול הצעקה ויאמר מה קול ההמון הזה והאיש מהר ויבא ויגד לעלי",
        "3_Chapter, 14_Verse": "ועלי בן תשעים ושמנה שנה ועיניו קמה ולא יכול לראות",
        "3_Chapter, 15_Verse": "ויאמר האיש אל עלי אנכי הבא מן המערכה ואני מן המערכה נסתי היום ויאמר מה היה הדבר בני",
        "3_Chapter, 16_Verse": "ויען המבשר ויאמר נס ישראל לפני פלשתים וגם מגפה גדולה היתה בעם וגם שני בניך מתו חפני ופינחס וארון האלהים נלקחה",
        "3_Chapter, 17_Verse": "ויהי כהזכירו את ארון האלהים ויפל מעל הכסא אחרנית בעד יד השער ותשבר מפרקתו וימת כי זקן האיש וכבד והוא שפט את ישראל ארבעים שנה",
        "3_Chapter, 18_Verse": "וכלתו אשת פינחס הרה ללת ותשמע את השמעה אל הלקח ארון האלהים ומת חמיה ואישה ותכרע ותלד כי נהפכו עליה צריה",
        "3_Chapter, 19_Verse": "וכעת מותה ותדברנה הנצבות עליה אל תיראי כי בן ילדת ולא ענתה ולא שתה לבה",
        "3_Chapter, 20_Verse": "ותקרא לנער אי כבוד לאמר גלה כבוד מישראל אל הלקח ארון האלהים ואל חמיה ואישה",
        "3_Chapter, 21_Verse": "ותאמר גלה כבוד מישראל כי נלקח ארון האלהים",
        "4_Chapter, 0_Verse": "ופלשתים לקחו את ארון האלהים ויבאהו מאבן העזר אשדודה",
        "4_Chapter, 1_Verse": "ויקחו פלשתים את ארון האלהים ויביאו אתו בית דגון ויציגו אתו אצל דגון",
        "4_Chapter, 2_Verse": "וישכמו אשדודים ממחרת והנה דגון נפל לפניו ארצה לפני ארון יהוה ויקחו את דגון וישבו אתו למקומו",
        "4_Chapter, 3_Verse": "וישכמו בבקר ממחרת והנה דגון נפל לפניו ארצה לפני ארון יהוה וראש דגון ושתי כפות ידיו כרתות אל המפתן רק דגון נשאר עליו",
        "4_Chapter, 4_Verse": "על כן לא ידרכו כהני דגון וכל הבאים בית דגון על מפתן דגון באשדוד עד היום הזה",
        "4_Chapter, 5_Verse": "ותכבד יד יהוה אל האשדודים וישמם ויך אתם בעפלים [בטחרים] את אשדוד ואת גבוליה",
        "4_Chapter, 6_Verse": "ויראו אנשי אשדוד כי כן ואמרו לא ישב ארון אלהי ישראל עמנו כי קשתה ידו עלינו ועל דגון אלהינו",
        "4_Chapter, 7_Verse": "וישלחו ויאספו את כל סרני פלשתים אליהם ויאמרו מה נעשה לארון אלהי ישראל ויאמרו גת יסב ארון אלהי ישראל ויסבו את ארון אלהי ישראל",
        "4_Chapter, 8_Verse": "ויהי אחרי הסבו אתו ותהי יד יהוה בעיר מהומה גדולה מאד ויך את אנשי העיר מקטן ועד גדול וישתרו להם עפלים [טחרים]",
        "4_Chapter, 9_Verse": "וישלחו את ארון האלהים עקרון ויהי כבוא ארון האלהים עקרון ויזעקו העקרנים לאמר הסבו אלי את ארון אלהי ישראל להמיתני ואת עמי",
        "4_Chapter, 10_Verse": "וישלחו ויאספו את כל סרני פלשתים ויאמרו שלחו את ארון אלהי ישראל וישב למקמו ולא ימית אתי ואת עמי כי היתה מהומת מות בכל העיר כבדה מאד יד האלהים שם",
        "4_Chapter, 11_Verse": "והאנשים אשר לא מתו הכו בעפלים [בטחרים] ותעל שועת העיר השמים",
        "5_Chapter, 0_Verse": "ויהי ארון יהוה בשדה פלשתים שבעה חדשים",
        "5_Chapter, 1_Verse": "ויקראו פלשתים לכהנים ולקסמים לאמר מה נעשה לארון יהוה הודענו במה נשלחנו למקומו",
        "5_Chapter, 2_Verse": "ויאמרו אם משלחים את ארון אלהי ישראל אל תשלחו אתו ריקם כי השב תשיבו לו אשם אז תרפאו ונודע לכם למה לא תסור ידו מכם",
        "5_Chapter, 3_Verse": "ויאמרו מה האשם אשר נשיב לו ויאמרו מספר סרני פלשתים חמשה עפלי [טחרי] זהב וחמשה עכברי זהב כי מגפה אחת לכלם ולסרניכם",
        "5_Chapter, 4_Verse": "ועשיתם צלמי עפליכם [טחריכם] וצלמי עכבריכם המשחיתם את הארץ ונתתם לאלהי ישראל כבוד אולי יקל את ידו מעליכם ומעל אלהיכם ומעל ארצכם",
        "5_Chapter, 5_Verse": "ולמה תכבדו את לבבכם כאשר כבדו מצרים ופרעה את לבם הלוא כאשר התעלל בהם וישלחום וילכו",
        "5_Chapter, 6_Verse": "ועתה קחו ועשו עגלה חדשה אחת ושתי פרות עלות אשר לא עלה עליהם על ואסרתם את הפרות בעגלה והשיבתם בניהם מאחריהם הביתה",
        "5_Chapter, 7_Verse": "ולקחתם את ארון יהוה ונתתם אתו אל העגלה ואת כלי הזהב אשר השבתם לו אשם תשימו בארגז מצדו ושלחתם אתו והלך",
        "5_Chapter, 8_Verse": "וראיתם אם דרך גבולו יעלה בית שמש הוא עשה לנו את הרעה הגדולה הזאת ואם לא וידענו כי לא ידו נגעה בנו מקרה הוא היה לנו",
        "5_Chapter, 9_Verse": "ויעשו האנשים כן ויקחו שתי פרות עלות ויאסרום בעגלה ואת בניהם כלו בבית",
        "5_Chapter, 10_Verse": "וישמו את ארון יהוה אל העגלה ואת הארגז ואת עכברי הזהב ואת צלמי טחריהם",
        "5_Chapter, 11_Verse": "וישרנה הפרות בדרך על דרך בית שמש במסלה אחת הלכו הלך וגעו ולא סרו ימין ושמאול וסרני פלשתים הלכים אחריהם עד גבול בית שמש",
        "5_Chapter, 12_Verse": "ובית שמש קצרים קציר חטים בעמק וישאו את עיניהם ויראו את הארון וישמחו לראות",
        "5_Chapter, 13_Verse": "והעגלה באה אל שדה יהושע בית השמשי ותעמד שם ושם אבן גדולה ויבקעו את עצי העגלה ואת הפרות העלו עלה ליהוה",
        "5_Chapter, 14_Verse": "והלוים הורידו את ארון יהוה ואת הארגז אשר אתו אשר בו כלי זהב וישמו אל האבן הגדולה ואנשי בית שמש העלו עלות ויזבחו זבחים ביום ההוא ליהוה",
        "5_Chapter, 15_Verse": "וחמשה סרני פלשתים ראו וישבו עקרון ביום ההוא",
        "5_Chapter, 16_Verse": "ואלה טחרי הזהב אשר השיבו פלשתים אשם ליהוה לאשדוד אחד לעזה אחד לאשקלון אחד לגת אחד לעקרון אחד",
        "5_Chapter, 17_Verse": "ועכברי הזהב מספר כל ערי פלשתים לחמשת הסרנים מעיר מבצר ועד כפר הפרזי ועד אבל הגדולה אשר הניחו עליה את ארון יהוה עד היום הזה בשדה יהושע בית השמשי",
        "5_Chapter, 18_Verse": "ויך באנשי בית שמש כי ראו בארון יהוה ויך בעם שבעים איש חמשים אלף איש ויתאבלו העם כי הכה יהוה בעם מכה גדולה",
        "5_Chapter, 19_Verse": "ויאמרו אנשי בית שמש מי יוכל לעמד לפני יהוה האלהים הקדוש הזה ואל מי יעלה מעלינו",
        "5_Chapter, 20_Verse": "וישלחו מלאכים אל יושבי קרית יערים לאמר השבו פלשתים את ארון יהוה רדו העלו אתו אליכם",
        "6_Chapter, 0_Verse": "ויבאו אנשי קרית יערים ויעלו את ארון יהוה ויבאו אתו אל בית אבינדב בגבעה ואת אלעזר בנו קדשו לשמר את ארון יהוה",
        "6_Chapter, 1_Verse": "ויהי מיום שבת הארון בקרית יערים וירבו הימים ויהיו עשרים שנה וינהו כל בית ישראל אחרי יהוה",
        "6_Chapter, 2_Verse": "ויאמר שמואל אל כל בית ישראל לאמר אם בכל לבבכם אתם שבים אל יהוה הסירו את אלהי הנכר מתוככם והעשתרות והכינו לבבכם אל יהוה ועבדהו לבדו ויצל אתכם מיד פלשתים",
        "6_Chapter, 3_Verse": "ויסירו בני ישראל את הבעלים ואת העשתרת ויעבדו את יהוה לבדו",
        "6_Chapter, 4_Verse": "ויאמר שמואל קבצו את כל ישראל המצפתה ואתפלל בעדכם אל יהוה",
        "6_Chapter, 5_Verse": "ויקבצו המצפתה וישאבו מים וישפכו לפני יהוה ויצומו ביום ההוא ויאמרו שם חטאנו ליהוה וישפט שמואל את בני ישראל במצפה",
        "6_Chapter, 6_Verse": "וישמעו פלשתים כי התקבצו בני ישראל המצפתה ויעלו סרני פלשתים אל ישראל וישמעו בני ישראל ויראו מפני פלשתים",
        "6_Chapter, 7_Verse": "ויאמרו בני ישראל אל שמואל אל תחרש ממנו מזעק אל יהוה אלהינו וישענו מיד פלשתים",
        "6_Chapter, 8_Verse": "ויקח שמואל טלה חלב אחד ויעלה [ויעלהו] עולה כליל ליהוה ויזעק שמואל אל יהוה בעד ישראל ויענהו יהוה",
        "6_Chapter, 9_Verse": "ויהי שמואל מעלה העולה ופלשתים נגשו למלחמה בישראל וירעם יהוה בקול גדול ביום ההוא על פלשתים ויהמם וינגפו לפני ישראל",
        "6_Chapter, 10_Verse": "ויצאו אנשי ישראל מן המצפה וירדפו את פלשתים ויכום עד מתחת לבית כר",
        "6_Chapter, 11_Verse": "ויקח שמואל אבן אחת וישם בין המצפה ובין השן ויקרא את שמה אבן העזר ויאמר עד הנה עזרנו יהוה",
        "6_Chapter, 12_Verse": "ויכנעו הפלשתים ולא יספו עוד לבוא בגבול ישראל ותהי יד יהוה בפלשתים כל ימי שמואל",
        "6_Chapter, 13_Verse": "ותשבנה הערים אשר לקחו פלשתים מאת ישראל לישראל מעקרון ועד גת ואת גבולן הציל ישראל מיד פלשתים ויהי שלום בין ישראל ובין האמרי",
        "6_Chapter, 14_Verse": "וישפט שמואל את ישראל כל ימי חייו",
        "6_Chapter, 15_Verse": "והלך מדי שנה בשנה וסבב בית אל והגלגל והמצפה ושפט את ישראל את כל המקומות האלה",
        "6_Chapter, 16_Verse": "ותשבתו הרמתה כי שם ביתו ושם שפט את ישראל ויבן שם מזבח ליהוה",
        "7_Chapter, 0_Verse": "ויהי כאשר זקן שמואל וישם את בניו שפטים לישראל",
        "7_Chapter, 1_Verse": "ויהי שם בנו הבכור יואל ושם משנהו אביה שפטים בבאר שבע",
        "7_Chapter, 2_Verse": "ולא הלכו בניו בדרכו [בדרכיו] ויטו אחרי הבצע ויקחו שחד ויטו משפט",
        "7_Chapter, 3_Verse": "ויתקבצו כל זקני ישראל ויבאו אל שמואל הרמתה",
        "7_Chapter, 4_Verse": "ויאמרו אליו הנה אתה זקנת ובניך לא הלכו בדרכיך עתה שימה לנו מלך לשפטנו ככל הגוים",
        "7_Chapter, 5_Verse": "וירע הדבר בעיני שמואל כאשר אמרו תנה לנו מלך לשפטנו ויתפלל שמואל אל יהוה",
        "7_Chapter, 6_Verse": "ויאמר יהוה אל שמואל שמע בקול העם לכל אשר יאמרו אליך כי לא אתך מאסו כי אתי מאסו ממלך עליהם",
        "7_Chapter, 7_Verse": "ככל המעשים אשר עשו מיום העלתי אתם ממצרים ועד היום הזה ויעזבני ויעבדו אלהים אחרים כן המה עשים גם לך",
        "7_Chapter, 8_Verse": "ועתה שמע בקולם אך כי העד תעיד בהם והגדת להם משפט המלך אשר ימלך עליהם",
        "7_Chapter, 9_Verse": "ויאמר שמואל את כל דברי יהוה אל העם השאלים מאתו מלך",
        "7_Chapter, 10_Verse": "ויאמר זה יהיה משפט המלך אשר ימלך עליכם את בניכם יקח ושם לו במרכבתו ובפרשיו ורצו לפני מרכבתו",
        "7_Chapter, 11_Verse": "ולשום לו שרי אלפים ושרי חמשים ולחרש חרישו ולקצר קצירו ולעשות כלי מלחמתו וכלי רכבו",
        "7_Chapter, 12_Verse": "ואת בנותיכם יקח לרקחות ולטבחות ולאפות",
        "7_Chapter, 13_Verse": "ואת שדותיכם ואת כרמיכם וזיתיכם הטובים יקח ונתן לעבדיו",
        "7_Chapter, 14_Verse": "וזרעיכם וכרמיכם יעשר ונתן לסריסיו ולעבדיו",
        "7_Chapter, 15_Verse": "ואת עבדיכם ואת שפחותיכם ואת בחוריכם הטובים ואת חמוריכם יקח ועשה למלאכתו",
        "7_Chapter, 16_Verse": "צאנכם יעשר ואתם תהיו לו לעבדים",
        "7_Chapter, 17_Verse": "וזעקתם ביום ההוא מלפני מלככם אשר בחרתם לכם ולא יענה יהוה אתכם ביום ההוא",
        "7_Chapter, 18_Verse": "וימאנו העם לשמע בקול שמואל ויאמרו לא כי אם מלך יהיה עלינו",
        "7_Chapter, 19_Verse": "והיינו גם אנחנו ככל הגוים ושפטנו מלכנו ויצא לפנינו ונלחם את מלחמתנו",
        "7_Chapter, 20_Verse": "וישמע שמואל את כל דברי העם וידברם באזני יהוה",
        "7_Chapter, 21_Verse": "ויאמר יהוה אל שמואל שמע בקולם והמלכת להם מלך ויאמר שמואל אל אנשי ישראל לכו איש לעירו",
        "8_Chapter, 0_Verse": "ויהי איש מבן ימין [מבנימין] ושמו קיש בן אביאל בן צרור בן בכורת בן אפיח בן איש ימיני גבור חיל",
        "8_Chapter, 1_Verse": "ולו היה בן ושמו שאול בחור וטוב ואין איש מבני ישראל טוב ממנו משכמו ומעלה גבה מכל העם",
        "8_Chapter, 2_Verse": "ותאבדנה האתנות לקיש אבי שאול ויאמר קיש אל שאול בנו קח נא אתך את אחד מהנערים וקום לך בקש את האתנת",
        "8_Chapter, 3_Verse": "ויעבר בהר אפרים ויעבר בארץ שלשה ולא מצאו ויעברו בארץ שעלים ואין ויעבר בארץ ימיני ולא מצאו",
        "8_Chapter, 4_Verse": "המה באו בארץ צוף ושאול אמר לנערו אשר עמו לכה ונשובה פן יחדל אבי מן האתנות ודאג לנו",
        "8_Chapter, 5_Verse": "ויאמר לו הנה נא איש אלהים בעיר הזאת והאיש נכבד כל אשר ידבר בוא יבוא עתה נלכה שם אולי יגיד לנו את דרכנו אשר הלכנו עליה",
        "8_Chapter, 6_Verse": "ויאמר שאול לנערו והנה נלך ומה נביא לאיש כי הלחם אזל מכלינו ותשורה אין להביא לאיש האלהים מה אתנו",
        "8_Chapter, 7_Verse": "ויסף הנער לענות את שאול ויאמר הנה נמצא בידי רבע שקל כסף ונתתי לאיש האלהים והגיד לנו את דרכנו",
        "8_Chapter, 8_Verse": "לפנים בישראל כה אמר האיש בלכתו לדרוש אלהים לכו ונלכה עד הראה כי לנביא היום יקרא לפנים הראה",
        "8_Chapter, 9_Verse": "ויאמר שאול לנערו טוב דברך לכה נלכה וילכו אל העיר אשר שם איש האלהים",
        "8_Chapter, 10_Verse": "המה עלים במעלה העיר והמה מצאו נערות יצאות לשאב מים ויאמרו להן היש בזה הראה",
        "8_Chapter, 11_Verse": "ותענינה אותם ותאמרנה יש הנה לפניך מהר עתה כי היום בא לעיר כי זבח היום לעם בבמה",
        "8_Chapter, 12_Verse": "כבאכם העיר כן תמצאון אתו בטרם יעלה הבמתה לאכל כי לא יאכל העם עד באו כי הוא יברך הזבח אחרי כן יאכלו הקראים ועתה עלו כי אתו כהיום תמצאון אתו",
        "8_Chapter, 13_Verse": "ויעלו העיר המה באים בתוך העיר והנה שמואל יצא לקראתם לעלות הבמה",
        "8_Chapter, 14_Verse": "ויהוה גלה את אזן שמואל יום אחד לפני בוא שאול לאמר",
        "8_Chapter, 15_Verse": "כעת מחר אשלח אליך איש מארץ בנימן ומשחתו לנגיד על עמי ישראל והושיע את עמי מיד פלשתים כי ראיתי את עמי כי באה צעקתו אלי",
        "8_Chapter, 16_Verse": "ושמואל ראה את שאול ויהוה ענהו הנה האיש אשר אמרתי אליך זה יעצר בעמי",
        "8_Chapter, 17_Verse": "ויגש שאול את שמואל בתוך השער ויאמר הגידה נא לי אי זה בית הראה",
        "8_Chapter, 18_Verse": "ויען שמואל את שאול ויאמר אנכי הראה עלה לפני הבמה ואכלתם עמי היום ושלחתיך בבקר וכל אשר בלבבך אגיד לך",
        "8_Chapter, 19_Verse": "ולאתנות האבדות לך היום שלשת הימים אל תשם את לבך להם כי נמצאו ולמי כל חמדת ישראל הלוא לך ולכל בית אביך",
        "8_Chapter, 20_Verse": "ויען שאול ויאמר הלוא בן ימיני אנכי מקטני שבטי ישראל ומשפחתי הצערה מכל משפחות שבטי בנימן ולמה דברת אלי כדבר הזה",
        "8_Chapter, 21_Verse": "ויקח שמואל את שאול ואת נערו ויביאם לשכתה ויתן להם מקום בראש הקרואים והמה כשלשים איש",
        "8_Chapter, 22_Verse": "ויאמר שמואל לטבח תנה את המנה אשר נתתי לך אשר אמרתי אליך שים אתה עמך",
        "8_Chapter, 23_Verse": "וירם הטבח את השוק והעליה וישם לפני שאול ויאמר הנה הנשאר שים לפניך אכל כי למועד שמור לך לאמר העם קראתי ויאכל שאול עם שמואל ביום ההוא",
        "8_Chapter, 24_Verse": "וירדו מהבמה העיר וידבר עם שאול על הגג",
        "8_Chapter, 25_Verse": "וישכמו ויהי כעלות השחר ויקרא שמואל אל שאול הגג [הגגה] לאמר קומה ואשלחך ויקם שאול ויצאו שניהם הוא ושמואל החוצה",
        "8_Chapter, 26_Verse": "המה יורדים בקצה העיר ושמואל אמר אל שאול אמר לנער ויעבר לפנינו ויעבר ואתה עמד כיום ואשמיעך את דבר אלהים",
        "9_Chapter, 0_Verse": "ויקח שמואל את פך השמן ויצק על ראשו וישקהו ויאמר הלוא כי משחך יהוה על נחלתו לנגיד",
        "9_Chapter, 1_Verse": "בלכתך היום מעמדי ומצאת שני אנשים עם קברת רחל בגבול בנימן בצלצח ואמרו אליך נמצאו האתנות אשר הלכת לבקש והנה נטש אביך את דברי האתנות ודאג לכם לאמר מה אעשה לבני",
        "9_Chapter, 2_Verse": "וחלפת משם והלאה ובאת עד אלון תבור ומצאוך שם שלשה אנשים עלים אל האלהים בית אל אחד נשא שלשה גדיים ואחד נשא שלשת ככרות לחם ואחד נשא נבל יין",
        "9_Chapter, 3_Verse": "ושאלו לך לשלום ונתנו לך שתי לחם ולקחת מידם",
        "9_Chapter, 4_Verse": "אחר כן תבוא גבעת האלהים אשר שם נצבי פלשתים ויהי כבאך שם העיר ופגעת חבל נביאים ירדים מהבמה ולפניהם נבל ותף וחליל וכנור והמה מתנבאים",
        "9_Chapter, 5_Verse": "וצלחה עליך רוח יהוה והתנבית עמם ונהפכת לאיש אחר",
        "9_Chapter, 6_Verse": "והיה כי תבאינה [תבאנה] האתות האלה לך עשה לך אשר תמצא ידך כי האלהים עמך",
        "9_Chapter, 7_Verse": "וירדת לפני הגלגל והנה אנכי ירד אליך להעלות עלות לזבח זבחי שלמים שבעת ימים תוחל עד בואי אליך והודעתי לך את אשר תעשה",
        "9_Chapter, 8_Verse": "והיה כהפנתו שכמו ללכת מעם שמואל ויהפך לו אלהים לב אחר ויבאו כל האתות האלה ביום ההוא",
        "9_Chapter, 9_Verse": "ויבאו שם הגבעתה והנה חבל נבאים לקראתו ותצלח עליו רוח אלהים ויתנבא בתוכם",
        "9_Chapter, 10_Verse": "ויהי כל יודעו מאתמול שלשום ויראו והנה עם נבאים נבא ויאמר העם איש אל רעהו מה זה היה לבן קיש הגם שאול בנביאים",
        "9_Chapter, 11_Verse": "ויען איש משם ויאמר ומי אביהם על כן היתה למשל הגם שאול בנבאים",
        "9_Chapter, 12_Verse": "ויכל מהתנבות ויבא הבמה",
        "9_Chapter, 13_Verse": "ויאמר דוד שאול אליו ואל נערו אן הלכתם ויאמר לבקש את האתנות ונראה כי אין ונבוא אל שמואל",
        "9_Chapter, 14_Verse": "ויאמר דוד שאול הגידה נא לי מה אמר לכם שמואל",
        "9_Chapter, 15_Verse": "ויאמר שאול אל דודו הגד הגיד לנו כי נמצאו האתנות ואת דבר המלוכה לא הגיד לו אשר אמר שמואל",
        "9_Chapter, 16_Verse": "ויצעק שמואל את העם אל יהוה המצפה",
        "9_Chapter, 17_Verse": "ויאמר אל בני ישראל כה אמר יהוה אלהי ישראל אנכי העליתי את ישראל ממצרים ואציל אתכם מיד מצרים ומיד כל הממלכות הלחצים אתכם",
        "9_Chapter, 18_Verse": "ואתם היום מאסתם את אלהיכם אשר הוא מושיע לכם מכל רעותיכם וצרתיכם ותאמרו לו כי מלך תשים עלינו ועתה התיצבו לפני יהוה לשבטיכם ולאלפיכם",
        "9_Chapter, 19_Verse": "ויקרב שמואל את כל שבטי ישראל וילכד שבט בנימן",
        "9_Chapter, 20_Verse": "ויקרב את שבט בנימן למשפחתו [למשפחתיו] ותלכד משפחת המטרי וילכד שאול בן קיש ויבקשהו ולא נמצא",
        "9_Chapter, 21_Verse": "וישאלו עוד ביהוה הבא עוד הלם איש ויאמר יהוה הנה הוא נחבא אל הכלים",
        "9_Chapter, 22_Verse": "וירצו ויקחהו משם ויתיצב בתוך העם ויגבה מכל העם משכמו ומעלה",
        "9_Chapter, 23_Verse": "ויאמר שמואל אל כל העם הראיתם אשר בחר בו יהוה כי אין כמהו בכל העם וירעו כל העם ויאמרו יחי המלך",
        "9_Chapter, 24_Verse": "וידבר שמואל אל העם את משפט המלכה ויכתב בספר וינח לפני יהוה וישלח שמואל את כל העם איש לביתו",
        "9_Chapter, 25_Verse": "וגם שאול הלך לביתו גבעתה וילכו עמו החיל אשר נגע אלהים בלבם",
        "9_Chapter, 26_Verse": "ובני בליעל אמרו מה ישענו זה ויבזהו ולא הביאו לו מנחה ויהי כמחריש",
        "10_Chapter, 0_Verse": "ויעל נחש העמוני ויחן על יבש גלעד ויאמרו כל אנשי יביש אל נחש כרת לנו ברית ונעבדך",
        "10_Chapter, 1_Verse": "ויאמר אליהם נחש העמוני בזאת אכרת לכם בנקור לכם כל עין ימין ושמתיה חרפה על כל ישראל",
        "10_Chapter, 2_Verse": "ויאמרו אליו זקני יביש הרף לנו שבעת ימים ונשלחה מלאכים בכל גבול ישראל ואם אין מושיע אתנו ויצאנו אליך",
        "10_Chapter, 3_Verse": "ויבאו המלאכים גבעת שאול וידברו הדברים באזני העם וישאו כל העם את קולם ויבכו",
        "10_Chapter, 4_Verse": "והנה שאול בא אחרי הבקר מן השדה ויאמר שאול מה לעם כי יבכו ויספרו לו את דברי אנשי יביש",
        "10_Chapter, 5_Verse": "ותצלח רוח אלהים על שאול בשמעו [כשמעו] את הדברים האלה ויחר אפו מאד",
        "10_Chapter, 6_Verse": "ויקח צמד בקר וינתחהו וישלח בכל גבול ישראל ביד המלאכים לאמר אשר איננו יצא אחרי שאול ואחר שמואל כה יעשה לבקרו ויפל פחד יהוה על העם ויצאו כאיש אחד",
        "10_Chapter, 7_Verse": "ויפקדם בבזק ויהיו בני ישראל שלש מאות אלף ואיש יהודה שלשים אלף",
        "10_Chapter, 8_Verse": "ויאמרו למלאכים הבאים כה תאמרון לאיש יביש גלעד מחר תהיה לכם תשועה בחם [כחם] השמש ויבאו המלאכים ויגידו לאנשי יביש וישמחו",
        "10_Chapter, 9_Verse": "ויאמרו אנשי יביש מחר נצא אליכם ועשיתם לנו ככל הטוב בעיניכם",
        "10_Chapter, 10_Verse": "ויהי ממחרת וישם שאול את העם שלשה ראשים ויבאו בתוך המחנה באשמרת הבקר ויכו את עמון עד חם היום ויהי הנשארים ויפצו ולא נשארו בם שנים יחד",
        "10_Chapter, 11_Verse": "ויאמר העם אל שמואל מי האמר שאול ימלך עלינו תנו האנשים ונמיתם",
        "10_Chapter, 12_Verse": "ויאמר שאול לא יומת איש ביום הזה כי היום עשה יהוה תשועה בישראל",
        "10_Chapter, 13_Verse": "ויאמר שמואל אל העם לכו ונלכה הגלגל ונחדש שם המלוכה",
        "10_Chapter, 14_Verse": "וילכו כל העם הגלגל וימלכו שם את שאול לפני יהוה בגלגל ויזבחו שם זבחים שלמים לפני יהוה וישמח שם שאול וכל אנשי ישראל עד מאד",
        "11_Chapter, 0_Verse": "ויאמר שמואל אל כל ישראל הנה שמעתי בקלכם לכל אשר אמרתם לי ואמליך עליכם מלך",
        "11_Chapter, 1_Verse": "ועתה הנה המלך מתהלך לפניכם ואני זקנתי ושבתי ובני הנם אתכם ואני התהלכתי לפניכם מנערי עד היום הזה",
        "11_Chapter, 2_Verse": "הנני ענו בי נגד יהוה ונגד משיחו את שור מי לקחתי וחמור מי לקחתי ואת מי עשקתי את מי רצותי ומיד מי לקחתי כפר ואעלים עיני בו ואשיב לכם",
        "11_Chapter, 3_Verse": "ויאמרו לא עשקתנו ולא רצותנו ולא לקחת מיד איש מאומה",
        "11_Chapter, 4_Verse": "ויאמר אליהם עד יהוה בכם ועד משיחו היום הזה כי לא מצאתם בידי מאומה ויאמר עד",
        "11_Chapter, 5_Verse": "ויאמר שמואל אל העם יהוה אשר עשה את משה ואת אהרן ואשר העלה את אבתיכם מארץ מצרים",
        "11_Chapter, 6_Verse": "ועתה התיצבו ואשפטה אתכם לפני יהוה את כל צדקות יהוה אשר עשה אתכם ואת אבותיכם",
        "11_Chapter, 7_Verse": "כאשר בא יעקב מצרים ויזעקו אבותיכם אל יהוה וישלח יהוה את משה ואת אהרן ויוציאו את אבתיכם ממצרים וישבום במקום הזה",
        "11_Chapter, 8_Verse": "וישכחו את יהוה אלהיהם וימכר אתם ביד סיסרא שר צבא חצור וביד פלשתים וביד מלך מואב וילחמו בם",
        "11_Chapter, 9_Verse": "ויזעקו אל יהוה ויאמר [ויאמרו] חטאנו כי עזבנו את יהוה ונעבד את הבעלים ואת העשתרות ועתה הצילנו מיד איבינו ונעבדך",
        "11_Chapter, 10_Verse": "וישלח יהוה את ירבעל ואת בדן ואת יפתח ואת שמואל ויצל אתכם מיד איביכם מסביב ותשבו בטח",
        "11_Chapter, 11_Verse": "ותראו כי נחש מלך בני עמון בא עליכם ותאמרו לי לא כי מלך ימלך עלינו ויהוה אלהיכם מלככם",
        "11_Chapter, 12_Verse": "ועתה הנה המלך אשר בחרתם אשר שאלתם והנה נתן יהוה עליכם מלך",
        "11_Chapter, 13_Verse": "אם תיראו את יהוה ועבדתם אתו ושמעתם בקלו ולא תמרו את פי יהוה והיתם גם אתם וגם המלך אשר מלך עליכם אחר יהוה אלהיכם",
        "11_Chapter, 14_Verse": "ואם לא תשמעו בקול יהוה ומריתם את פי יהוה והיתה יד יהוה בכם ובאבתיכם",
        "11_Chapter, 15_Verse": "גם עתה התיצבו וראו את הדבר הגדול הזה אשר יהוה עשה לעיניכם",
        "11_Chapter, 16_Verse": "הלוא קציר חטים היום אקרא אל יהוה ויתן קלות ומטר ודעו וראו כי רעתכם רבה אשר עשיתם בעיני יהוה לשאול לכם מלך",
        "11_Chapter, 17_Verse": "ויקרא שמואל אל יהוה ויתן יהוה קלת ומטר ביום ההוא ויירא כל העם מאד את יהוה ואת שמואל",
        "11_Chapter, 18_Verse": "ויאמרו כל העם אל שמואל התפלל בעד עבדיך אל יהוה אלהיך ואל נמות כי יספנו על כל חטאתינו רעה לשאל לנו מלך",
        "11_Chapter, 19_Verse": "ויאמר שמואל אל העם אל תיראו אתם עשיתם את כל הרעה הזאת אך אל תסורו מאחרי יהוה ועבדתם את יהוה בכל לבבכם",
        "11_Chapter, 20_Verse": "ולא תסורו כי אחרי התהו אשר לא יועילו ולא יצילו כי תהו המה",
        "11_Chapter, 21_Verse": "כי לא יטש יהוה את עמו בעבור שמו הגדול כי הואיל יהוה לעשות אתכם לו לעם",
        "11_Chapter, 22_Verse": "גם אנכי חלילה לי מחטא ליהוה מחדל להתפלל בעדכם והוריתי אתכם בדרך הטובה והישרה",
        "11_Chapter, 23_Verse": "אך יראו את יהוה ועבדתם אתו באמת בכל לבבכם כי ראו את אשר הגדל עמכם",
        "11_Chapter, 24_Verse": "ואם הרע תרעו גם אתם גם מלככם תספו",
        "12_Chapter, 0_Verse": "בן שנה שאול במלכו ושתי שנים מלך על ישראל",
        "12_Chapter, 1_Verse": "ויבחר לו שאול שלשת אלפים מישראל ויהיו עם שאול אלפים במכמש ובהר בית אל ואלף היו עם יונתן בגבעת בנימין ויתר העם שלח איש לאהליו",
        "12_Chapter, 2_Verse": "ויך יונתן את נציב פלשתים אשר בגבע וישמעו פלשתים ושאול תקע בשופר בכל הארץ לאמר ישמעו העברים",
        "12_Chapter, 3_Verse": "וכל ישראל שמעו לאמר הכה שאול את נציב פלשתים וגם נבאש ישראל בפלשתים ויצעקו העם אחרי שאול הגלגל",
        "12_Chapter, 4_Verse": "ופלשתים נאספו להלחם עם ישראל שלשים אלף רכב וששת אלפים פרשים ועם כחול אשר על שפת הים לרב ויעלו ויחנו במכמש קדמת בית און",
        "12_Chapter, 5_Verse": "ואיש ישראל ראו כי צר לו כי נגש העם ויתחבאו העם במערות ובחוחים ובסלעים ובצרחים ובברות",
        "12_Chapter, 6_Verse": "ועברים עברו את הירדן ארץ גד וגלעד ושאול עודנו בגלגל וכל העם חרדו אחריו",
        "12_Chapter, 7_Verse": "וייחל [ויוחל ] שבעת ימים למועד אשר שמואל ולא בא שמואל הגלגל ויפץ העם מעליו",
        "12_Chapter, 8_Verse": "ויאמר שאול הגשו אלי העלה והשלמים ויעל העלה",
        "12_Chapter, 9_Verse": "ויהי ככלתו להעלות העלה והנה שמואל בא ויצא שאול לקראתו לברכו",
        "12_Chapter, 10_Verse": "ויאמר שמואל מה עשית ויאמר שאול כי ראיתי כי נפץ העם מעלי ואתה לא באת למועד הימים ופלשתים נאספים מכמש",
        "12_Chapter, 11_Verse": "ואמר עתה ירדו פלשתים אלי הגלגל ופני יהוה לא חליתי ואתאפק ואעלה העלה",
        "12_Chapter, 12_Verse": "ויאמר שמואל אל שאול נסכלת לא שמרת את מצות יהוה אלהיך אשר צוך כי עתה הכין יהוה את ממלכתך אל ישראל עד עולם",
        "12_Chapter, 13_Verse": "ועתה ממלכתך לא תקום בקש יהוה לו איש כלבבו ויצוהו יהוה לנגיד על עמו כי לא שמרת את אשר צוך יהוה",
        "12_Chapter, 14_Verse": "ויקם שמואל ויעל מן הגלגל גבעת בנימן ויפקד שאול את העם הנמצאים עמו כשש מאות איש",
        "12_Chapter, 15_Verse": "ושאול ויונתן בנו והעם הנמצא עמם ישבים בגבע בנימן ופלשתים חנו במכמש",
        "12_Chapter, 16_Verse": "ויצא המשחית ממחנה פלשתים שלשה ראשים הראש אחד יפנה אל דרך עפרה אל ארץ שועל",
        "12_Chapter, 17_Verse": "והראש אחד יפנה דרך בית חרון והראש אחד יפנה דרך הגבול הנשקף על גי הצבעים המדברה",
        "12_Chapter, 18_Verse": "וחרש לא ימצא בכל ארץ ישראל כי אמר [אמרו] פלשתים פן יעשו העברים חרב או חנית",
        "12_Chapter, 19_Verse": "וירדו כל ישראל הפלשתים ללטוש איש את מחרשתו ואת אתו ואת קרדמו ואת מחרשתו",
        "12_Chapter, 20_Verse": "והיתה הפצירה פים למחרשת ולאתים ולשלש קלשון ולהקרדמים ולהציב הדרבן",
        "12_Chapter, 21_Verse": "והיה ביום מלחמת ולא נמצא חרב וחנית ביד כל העם אשר את שאול ואת יונתן ותמצא לשאול וליונתן בנו",
        "12_Chapter, 22_Verse": "ויצא מצב פלשתים אל מעבר מכמש",
        "13_Chapter, 0_Verse": "ויהי היום ויאמר יונתן בן שאול אל הנער נשא כליו לכה ונעברה אל מצב פלשתים אשר מעבר הלז ולאביו לא הגיד",
        "13_Chapter, 1_Verse": "ושאול יושב בקצה הגבעה תחת הרמון אשר במגרון והעם אשר עמו כשש מאות איש",
        "13_Chapter, 2_Verse": "ואחיה בן אחטוב אחי איכבוד בן פינחס בן עלי כהן יהוה בשלו נשא אפוד והעם לא ידע כי הלך יונתן",
        "13_Chapter, 3_Verse": "ובין המעברות אשר בקש יונתן לעבר על מצב פלשתים שן הסלע מהעבר מזה ושן הסלע מהעבר מזה ושם האחד בוצץ ושם האחד סנה",
        "13_Chapter, 4_Verse": "השן האחד מצוק מצפון מול מכמש והאחד מנגב מול גבע",
        "13_Chapter, 5_Verse": "ויאמר יהונתן אל הנער נשא כליו לכה ונעברה אל מצב הערלים האלה אולי יעשה יהוה לנו כי אין ליהוה מעצור להושיע ברב או במעט",
        "13_Chapter, 6_Verse": "ויאמר לו נשא כליו עשה כל אשר בלבבך נטה לך הנני עמך כלבבך",
        "13_Chapter, 7_Verse": "ויאמר יהונתן הנה אנחנו עברים אל האנשים ונגלינו אליהם",
        "13_Chapter, 8_Verse": "אם כה יאמרו אלינו דמו עד הגיענו אליכם ועמדנו תחתינו ולא נעלה אליהם",
        "13_Chapter, 9_Verse": "ואם כה יאמרו עלו עלינו ועלינו כי נתנם יהוה בידנו וזה לנו האות",
        "13_Chapter, 10_Verse": "ויגלו שניהם אל מצב פלשתים ויאמרו פלשתים הנה עברים יצאים מן החרים אשר התחבאו שם",
        "13_Chapter, 11_Verse": "ויענו אנשי המצבה את יונתן ואת נשא כליו ויאמרו עלו אלינו ונודיעה אתכם דבר ויאמר יונתן אל נשא כליו עלה אחרי כי נתנם יהוה ביד ישראל",
        "13_Chapter, 12_Verse": "ויעל יונתן על ידיו ועל רגליו ונשא כליו אחריו ויפלו לפני יונתן ונשא כליו ממותת אחריו",
        "13_Chapter, 13_Verse": "ותהי המכה הראשנה אשר הכה יונתן ונשא כליו כעשרים איש כבחצי מענה צמד שדה",
        "13_Chapter, 14_Verse": "ותהי חרדה במחנה בשדה ובכל העם המצב והמשחית חרדו גם המה ותרגז הארץ ותהי לחרדת אלהים",
        "13_Chapter, 15_Verse": "ויראו הצפים לשאול בגבעת בנימן והנה ההמון נמוג וילך והלם",
        "13_Chapter, 16_Verse": "ויאמר שאול לעם אשר אתו פקדו נא וראו מי הלך מעמנו ויפקדו והנה אין יונתן ונשא כליו",
        "13_Chapter, 17_Verse": "ויאמר שאול לאחיה הגישה ארון האלהים כי היה ארון האלהים ביום ההוא ובני ישראל",
        "13_Chapter, 18_Verse": "ויהי עד דבר שאול אל הכהן וההמון אשר במחנה פלשתים וילך הלוך ורב ויאמר שאול אל הכהן אסף ידך",
        "13_Chapter, 19_Verse": "ויזעק שאול וכל העם אשר אתו ויבאו עד המלחמה והנה היתה חרב איש ברעהו מהומה גדולה מאד",
        "13_Chapter, 20_Verse": "והעברים היו לפלשתים כאתמול שלשום אשר עלו עמם במחנה סביב וגם המה להיות עם ישראל אשר עם שאול ויונתן",
        "13_Chapter, 21_Verse": "וכל איש ישראל המתחבאים בהר אפרים שמעו כי נסו פלשתים וידבקו גם המה אחריהם במלחמה",
        "13_Chapter, 22_Verse": "ויושע יהוה ביום ההוא את ישראל והמלחמה עברה את בית און",
        "13_Chapter, 23_Verse": "ואיש ישראל נגש ביום ההוא ויאל שאול את העם לאמר ארור האיש אשר יאכל לחם עד הערב ונקמתי מאיבי ולא טעם כל העם לחם",
        "13_Chapter, 24_Verse": "וכל הארץ באו ביער ויהי דבש על פני השדה",
        "13_Chapter, 25_Verse": "ויבא העם אל היער והנה הלך דבש ואין משיג ידו אל פיו כי ירא העם את השבעה",
        "13_Chapter, 26_Verse": "ויונתן לא שמע בהשביע אביו את העם וישלח את קצה המטה אשר בידו ויטבל אותה ביערת הדבש וישב ידו אל פיו ותראנה [ותארנה] עיניו",
        "13_Chapter, 27_Verse": "ויען איש מהעם ויאמר השבע השביע אביך את העם לאמר ארור האיש אשר יאכל לחם היום ויעף העם",
        "13_Chapter, 28_Verse": "ויאמר יונתן עכר אבי את הארץ ראו נא כי ארו עיני כי טעמתי מעט דבש הזה",
        "13_Chapter, 29_Verse": "אף כי לוא אכל אכל היום העם משלל איביו אשר מצא כי עתה לא רבתה מכה בפלשתים",
        "13_Chapter, 30_Verse": "ויכו ביום ההוא בפלשתים ממכמש אילנה ויעף העם מאד",
        "13_Chapter, 31_Verse": "ויעש [ויעט] העם אל שלל [השלל] ויקחו צאן ובקר ובני בקר וישחטו ארצה ויאכל העם על הדם",
        "13_Chapter, 32_Verse": "ויגידו לשאול לאמר הנה העם חטאים ליהוה לאכל על הדם ויאמר בגדתם גלו אלי היום אבן גדולה",
        "13_Chapter, 33_Verse": "ויאמר שאול פצו בעם ואמרתם להם הגישו אלי איש שורו ואיש שיהו ושחטתם בזה ואכלתם ולא תחטאו ליהוה לאכל אל הדם ויגשו כל העם איש שורו בידו הלילה וישחטו שם",
        "13_Chapter, 34_Verse": "ויבן שאול מזבח ליהוה אתו החל לבנות מזבח ליהוה",
        "13_Chapter, 35_Verse": "ויאמר שאול נרדה אחרי פלשתים לילה ונבזה בהם עד אור הבקר ולא נשאר בהם איש ויאמרו כל הטוב בעיניך עשה ויאמר הכהן נקרבה הלם אל האלהים",
        "13_Chapter, 36_Verse": "וישאל שאול באלהים הארד אחרי פלשתים התתנם ביד ישראל ולא ענהו ביום ההוא",
        "13_Chapter, 37_Verse": "ויאמר שאול גשו הלם כל פנות העם ודעו וראו במה היתה החטאת הזאת היום",
        "13_Chapter, 38_Verse": "כי חי יהוה המושיע את ישראל כי אם ישנו ביונתן בני כי מות ימות ואין ענהו מכל העם",
        "13_Chapter, 39_Verse": "ויאמר אל כל ישראל אתם תהיו לעבר אחד ואני ויונתן בני נהיה לעבר אחד ויאמרו העם אל שאול הטוב בעיניך עשה",
        "13_Chapter, 40_Verse": "ויאמר שאול אל יהוה אלהי ישראל הבה תמים וילכד יונתן ושאול והעם יצאו",
        "13_Chapter, 41_Verse": "ויאמר שאול הפילו ביני ובין יונתן בני וילכד יונתן",
        "13_Chapter, 42_Verse": "ויאמר שאול אל יונתן הגידה לי מה עשיתה ויגד לו יונתן ויאמר טעם טעמתי בקצה המטה אשר בידי מעט דבש הנני אמות",
        "13_Chapter, 43_Verse": "ויאמר שאול כה יעשה אלהים וכה יוסף כי מות תמות יונתן",
        "13_Chapter, 44_Verse": "ויאמר העם אל שאול ה‍יונתן ימות אשר עשה הישועה הגדולה הזאת בישראל חלילה חי יהוה אם יפל משערת ראשו ארצה כי עם אלהים עשה היום הזה ויפדו העם את יונתן ולא מת",
        "13_Chapter, 45_Verse": "ויעל שאול מאחרי פלשתים ופלשתים הלכו למקומם",
        "13_Chapter, 46_Verse": "ושאול לכד המלוכה על ישראל וילחם סביב בכל איביו במואב ובבני עמון ובאדום ובמלכי צובה ובפלשתים ובכל אשר יפנה ירשיע",
        "13_Chapter, 47_Verse": "ויעש חיל ויך את עמלק ויצל את ישראל מיד שסהו",
        "13_Chapter, 48_Verse": "ויהיו בני שאול יונתן וישוי ומלכי שוע ושם שתי בנתיו שם הבכירה מרב ושם הקטנה מיכל",
        "13_Chapter, 49_Verse": "ושם אשת שאול אחינעם בת אחימעץ ושם שר צבאו אבינר בן נר דוד שאול",
        "13_Chapter, 50_Verse": "וקיש אבי שאול ונר אבי אבנר בן אביאל",
        "13_Chapter, 51_Verse": "ותהי המלחמה חזקה על פלשתים כל ימי שאול וראה שאול כל איש גבור וכל בן חיל ויאספהו אליו",
        "14_Chapter, 0_Verse": "ויאמר שמואל אל שאול אתי שלח יהוה למשחך למלך על עמו על ישראל ועתה שמע לקול דברי יהוה",
        "14_Chapter, 1_Verse": "כה אמר יהוה צבאות פקדתי את אשר עשה עמלק לישראל אשר שם לו בדרך בעלתו ממצרים",
        "14_Chapter, 2_Verse": "עתה לך והכיתה את עמלק והחרמתם את כל אשר לו ולא תחמל עליו והמתה מאיש עד אשה מעלל ועד יונק משור ועד שה מגמל ועד חמור",
        "14_Chapter, 3_Verse": "וישמע שאול את העם ויפקדם בטלאים מאתים אלף רגלי ועשרת אלפים את איש יהודה",
        "14_Chapter, 4_Verse": "ויבא שאול עד עיר עמלק וירב בנחל",
        "14_Chapter, 5_Verse": "ויאמר שאול אל הקיני לכו סרו רדו מתוך עמלקי פן אספך עמו ואתה עשיתה חסד עם כל בני ישראל בעלותם ממצרים ויסר קיני מתוך עמלק",
        "14_Chapter, 6_Verse": "ויך שאול את עמלק מחוילה בואך שור אשר על פני מצרים",
        "14_Chapter, 7_Verse": "ויתפש את אגג מלך עמלק חי ואת כל העם החרים לפי חרב",
        "14_Chapter, 8_Verse": "ויחמל שאול והעם על אגג ועל מיטב הצאן והבקר והמשנים ועל הכרים ועל כל הטוב ולא אבו החרימם וכל המלאכה נמבזה ונמס אתה החרימו",
        "14_Chapter, 9_Verse": "ויהי דבר יהוה אל שמואל לאמר",
        "14_Chapter, 10_Verse": "נחמתי כי המלכתי את שאול למלך כי שב מאחרי ואת דברי לא הקים ויחר לשמואל ויזעק אל יהוה כל הלילה",
        "14_Chapter, 11_Verse": "וישכם שמואל לקראת שאול בבקר ויגד לשמואל לאמר בא שאול הכרמלה והנה מציב לו יד ויסב ויעבר וירד הגלגל",
        "14_Chapter, 12_Verse": "ויבא שמואל אל שאול ויאמר לו שאול ברוך אתה ליהוה הקימתי את דבר יהוה",
        "14_Chapter, 13_Verse": "ויאמר שמואל ומה קול הצאן הזה באזני וקול הבקר אשר אנכי שמע",
        "14_Chapter, 14_Verse": "ויאמר שאול מעמלקי הביאום אשר חמל העם על מיטב הצאן והבקר למען זבח ליהוה אלהיך ואת היותר החרמנו",
        "14_Chapter, 15_Verse": "ויאמר שמואל אל שאול הרף ואגידה לך את אשר דבר יהוה אלי הלילה ויאמרו [ויאמר] לו דבר",
        "14_Chapter, 16_Verse": "ויאמר שמואל הלוא אם קטן אתה בעיניך ראש שבטי ישראל אתה וימשחך יהוה למלך על ישראל",
        "14_Chapter, 17_Verse": "וישלחך יהוה בדרך ויאמר לך והחרמתה את החטאים את עמלק ונלחמת בו עד כלותם אתם",
        "14_Chapter, 18_Verse": "ולמה לא שמעת בקול יהוה ותעט אל השלל ותעש הרע בעיני יהוה",
        "14_Chapter, 19_Verse": "ויאמר שאול אל שמואל אשר שמעתי בקול יהוה ואלך בדרך אשר שלחני יהוה ואביא את אגג מלך עמלק ואת עמלק החרמתי",
        "14_Chapter, 20_Verse": "ויקח העם מהשלל צאן ובקר ראשית החרם לזבח ליהוה אלהיך בגלגל",
        "14_Chapter, 21_Verse": "ויאמר שמואל החפץ ליהוה בעלות וזבחים כשמע בקול יהוה הנה שמע מזבח טוב להקשיב מחלב אילים",
        "14_Chapter, 22_Verse": "כי חטאת קסם מרי ואון ותרפים הפצר יען מאסת את דבר יהוה וימאסך ממלך",
        "14_Chapter, 23_Verse": "ויאמר שאול אל שמואל חטאתי כי עברתי את פי יהוה ואת דבריך כי יראתי את העם ואשמע בקולם",
        "14_Chapter, 24_Verse": "ועתה שא נא את חטאתי ושוב עמי ואשתחוה ליהוה",
        "14_Chapter, 25_Verse": "ויאמר שמואל אל שאול לא אשוב עמך כי מאסתה את דבר יהוה וימאסך יהוה מהיות מלך על ישראל",
        "14_Chapter, 26_Verse": "ויסב שמואל ללכת ויחזק בכנף מעילו ויקרע",
        "14_Chapter, 27_Verse": "ויאמר אליו שמואל קרע יהוה את ממלכות ישראל מעליך היום ונתנה לרעך הטוב ממך",
        "14_Chapter, 28_Verse": "וגם נצח ישראל לא ישקר ולא ינחם כי לא אדם הוא להנחם",
        "14_Chapter, 29_Verse": "ויאמר חטאתי עתה כבדני נא נגד זקני עמי ונגד ישראל ושוב עמי והשתחויתי ליהוה אלהיך",
        "14_Chapter, 30_Verse": "וישב שמואל אחרי שאול וישתחו שאול ליהוה",
        "14_Chapter, 31_Verse": "ויאמר שמואל הגישו אלי את אגג מלך עמלק וילך אליו אגג מעדנת ויאמר אגג אכן סר מר המות",
        "14_Chapter, 32_Verse": "ויאמר שמואל כאשר שכלה נשים חרבך כן תשכל מנשים אמך וישסף שמואל את אגג לפני יהוה בגלגל",
        "14_Chapter, 33_Verse": "וילך שמואל הרמתה ושאול עלה אל ביתו גבעת שאול",
        "14_Chapter, 34_Verse": "ולא יסף שמואל לראות את שאול עד יום מותו כי התאבל שמואל אל שאול ויהוה נחם כי המליך את שאול על ישראל",
        "15_Chapter, 0_Verse": "ויאמר יהוה אל שמואל עד מתי אתה מתאבל אל שאול ואני מאסתיו ממלך על ישראל מלא קרנך שמן ולך אשלחך אל ישי בית הלחמי כי ראיתי בבניו לי מלך",
        "15_Chapter, 1_Verse": "ויאמר שמואל איך אלך ושמע שאול והרגני ויאמר יהוה עגלת בקר תקח בידך ואמרת לזבח ליהוה באתי",
        "15_Chapter, 2_Verse": "וקראת לישי בזבח ואנכי אודיעך את אשר תעשה ומשחת לי את אשר אמר אליך",
        "15_Chapter, 3_Verse": "ויעש שמואל את אשר דבר יהוה ויבא בית לחם ויחרדו זקני העיר לקראתו ויאמר שלם בואך",
        "15_Chapter, 4_Verse": "ויאמר שלום לזבח ליהוה באתי התקדשו ובאתם אתי בזבח ויקדש את ישי ואת בניו ויקרא להם לזבח",
        "15_Chapter, 5_Verse": "ויהי בבואם וירא את אליאב ויאמר אך נגד יהוה משיחו",
        "15_Chapter, 6_Verse": "ויאמר יהוה אל שמואל אל תבט אל מראהו ואל גבה קומתו כי מאסתיהו כי לא אשר יראה האדם כי האדם יראה לעינים ויהוה יראה ללבב",
        "15_Chapter, 7_Verse": "ויקרא ישי אל אבינדב ויעברהו לפני שמואל ויאמר גם בזה לא בחר יהוה",
        "15_Chapter, 8_Verse": "ויעבר ישי שמה ויאמר גם בזה לא בחר יהוה",
        "15_Chapter, 9_Verse": "ויעבר ישי שבעת בניו לפני שמואל ויאמר שמואל אל ישי לא בחר יהוה באלה",
        "15_Chapter, 10_Verse": "ויאמר שמואל אל ישי התמו הנערים ויאמר עוד שאר הקטן והנה רעה בצאן ויאמר שמואל אל ישי שלחה וקחנו כי לא נסב עד באו פה",
        "15_Chapter, 11_Verse": "וישלח ויביאהו והוא אדמוני עם יפה עינים וטוב ראי ויאמר יהוה קום משחהו כי זה הוא",
        "15_Chapter, 12_Verse": "ויקח שמואל את קרן השמן וימשח אתו בקרב אחיו ותצלח רוח יהוה אל דוד מהיום ההוא ומעלה ויקם שמואל וילך הרמתה",
        "15_Chapter, 13_Verse": "ורוח יהוה סרה מעם שאול ובעתתו רוח רעה מאת יהוה",
        "15_Chapter, 14_Verse": "ויאמרו עבדי שאול אליו הנה נא רוח אלהים רעה מבעתך",
        "15_Chapter, 15_Verse": "יאמר נא אדננו עבדיך לפניך יבקשו איש ידע מנגן בכנור והיה בהיות עליך רוח אלהים רעה ונגן בידו וטוב לך",
        "15_Chapter, 16_Verse": "ויאמר שאול אל עבדיו ראו נא לי איש מיטיב לנגן והביאותם אלי",
        "15_Chapter, 17_Verse": "ויען אחד מהנערים ויאמר הנה ראיתי בן לישי בית הלחמי ידע נגן וגבור חיל ואיש מלחמה ונבון דבר ואיש תאר ויהוה עמו",
        "15_Chapter, 18_Verse": "וישלח שאול מלאכים אל ישי ויאמר שלחה אלי את דוד בנך אשר בצאן",
        "15_Chapter, 19_Verse": "ויקח ישי חמור לחם ונאד יין וגדי עזים אחד וישלח ביד דוד בנו אל שאול",
        "15_Chapter, 20_Verse": "ויבא דוד אל שאול ויעמד לפניו ויאהבהו מאד ויהי לו נשא כלים",
        "15_Chapter, 21_Verse": "וישלח שאול אל ישי לאמר יעמד נא דוד לפני כי מצא חן בעיני",
        "15_Chapter, 22_Verse": "והיה בהיות רוח אלהים אל שאול ולקח דוד את הכנור ונגן בידו ורוח לשאול וטוב לו וסרה מעליו רוח הרעה",
        "16_Chapter, 0_Verse": "ויאספו פלשתים את מחניהם למלחמה ויאספו שכה אשר ליהודה ויחנו בין שוכה ובין עזקה באפס דמים",
        "16_Chapter, 1_Verse": "ושאול ואיש ישראל נאספו ויחנו בעמק האלה ויערכו מלחמה לקראת פלשתים",
        "16_Chapter, 2_Verse": "ופלשתים עמדים אל ההר מזה וישראל עמדים אל ההר מזה והגיא ביניהם",
        "16_Chapter, 3_Verse": "ויצא איש הבנים ממחנות פלשתים גלית שמו מגת גבהו שש אמות וזרת",
        "16_Chapter, 4_Verse": "וכובע נחשת על ראשו ושריון קשקשים הוא לבוש ומשקל השריון חמשת אלפים שקלים נחשת",
        "16_Chapter, 5_Verse": "ומצחת נחשת על רגליו וכידון נחשת בין כתפיו",
        "16_Chapter, 6_Verse": "וחץ [ועץ] חניתו כמנור ארגים ולהבת חניתו שש מאות שקלים ברזל ונשא הצנה הלך לפניו",
        "16_Chapter, 7_Verse": "ויעמד ויקרא אל מערכת ישראל ויאמר להם למה תצאו לערך מלחמה הלוא אנכי הפלשתי ואתם עבדים לשאול ברו לכם איש וירד אלי",
        "16_Chapter, 8_Verse": "אם יוכל להלחם אתי והכני והיינו לכם לעבדים ואם אני אוכל לו והכיתיו והייתם לנו לעבדים ועבדתם אתנו",
        "16_Chapter, 9_Verse": "ויאמר הפלשתי אני חרפתי את מערכות ישראל היום הזה תנו לי איש ונלחמה יחד",
        "16_Chapter, 10_Verse": "וישמע שאול וכל ישראל את דברי הפלשתי האלה ויחתו ויראו מאד",
        "16_Chapter, 11_Verse": "ודוד בן איש אפרתי הזה מבית לחם יהודה ושמו ישי ולו שמנה בנים והאיש בימי שאול זקן בא באנשים",
        "16_Chapter, 12_Verse": "וילכו שלשת בני ישי הגדלים הלכו אחרי שאול למלחמה ושם שלשת בניו אשר הלכו במלחמה אליאב הבכור ומשנהו אבינדב והשלשי שמה",
        "16_Chapter, 13_Verse": "ודוד הוא הקטן ושלשה הגדלים הלכו אחרי שאול",
        "16_Chapter, 14_Verse": "ודוד הלך ושב מעל שאול לרעות את צאן אביו בית לחם",
        "16_Chapter, 15_Verse": "ויגש הפלשתי השכם והערב ויתיצב ארבעים יום",
        "16_Chapter, 16_Verse": "ויאמר ישי לדוד בנו קח נא לאחיך איפת הקליא הזה ועשרה לחם הזה והרץ המחנה לאחיך",
        "16_Chapter, 17_Verse": "ואת עשרת חרצי החלב האלה תביא לשר האלף ואת אחיך תפקד לשלום ואת ערבתם תקח",
        "16_Chapter, 18_Verse": "ושאול והמה וכל איש ישראל בעמק האלה נלחמים עם פלשתים",
        "16_Chapter, 19_Verse": "וישכם דוד בבקר ויטש את הצאן על שמר וישא וילך כאשר צוהו ישי ויבא המעגלה והחיל היצא אל המערכה והרעו במלחמה",
        "16_Chapter, 20_Verse": "ותערך ישראל ופלשתים מערכה לקראת מערכה",
        "16_Chapter, 21_Verse": "ויטש דוד את הכלים מעליו על יד שומר הכלים וירץ המערכה ויבא וישאל לאחיו לשלום",
        "16_Chapter, 22_Verse": "והוא מדבר עמם והנה איש הבנים עולה גלית הפלשתי שמו מגת ממערות [ממערכות] פלשתים וידבר כדברים האלה וישמע דוד",
        "16_Chapter, 23_Verse": "וכל איש ישראל בראותם את האיש וינסו מפניו וייראו מאד",
        "16_Chapter, 24_Verse": "ויאמר איש ישראל הראיתם האיש העלה הזה כי לחרף את ישראל עלה והיה האיש אשר יכנו יעשרנו המלך עשר גדול ואת בתו יתן לו ואת בית אביו יעשה חפשי בישראל",
        "16_Chapter, 25_Verse": "ויאמר דוד אל האנשים העמדים עמו לאמר מה יעשה לאיש אשר יכה את הפלשתי הלז והסיר חרפה מעל ישראל כי מי הפלשתי הערל הזה כי חרף מערכות אלהים חיים",
        "16_Chapter, 26_Verse": "ויאמר לו העם כדבר הזה לאמר כה יעשה לאיש אשר יכנו",
        "16_Chapter, 27_Verse": "וישמע אליאב אחיו הגדול בדברו אל האנשים ויחר אף אליאב בדוד ויאמר למה זה ירדת ועל מי נטשת מעט הצאן ההנה במדבר אני ידעתי את זדנך ואת רע לבבך כי למען ראות המלחמה ירדת",
        "16_Chapter, 28_Verse": "ויאמר דוד מה עשיתי עתה הלוא דבר הוא",
        "16_Chapter, 29_Verse": "ויסב מאצלו אל מול אחר ויאמר כדבר הזה וישבהו העם דבר כדבר הראשון",
        "16_Chapter, 30_Verse": "וישמעו הדברים אשר דבר דוד ויגדו לפני שאול ויקחהו",
        "16_Chapter, 31_Verse": "ויאמר דוד אל שאול אל יפל לב אדם עליו עבדך ילך ונלחם עם הפלשתי הזה",
        "16_Chapter, 32_Verse": "ויאמר שאול אל דוד לא תוכל ללכת אל הפלשתי הזה להלחם עמו כי נער אתה והוא איש מלחמה מנעריו",
        "16_Chapter, 33_Verse": "ויאמר דוד אל שאול רעה היה עבדך לאביו בצאן ובא הארי ואת הדוב ונשא שה מהעדר",
        "16_Chapter, 34_Verse": "ויצאתי אחריו והכתיו והצלתי מפיו ויקם עלי והחזקתי בזקנו והכתיו והמיתיו",
        "16_Chapter, 35_Verse": "גם את הארי גם הדוב הכה עבדך והיה הפלשתי הערל הזה כאחד מהם כי חרף מערכת אלהים חיים",
        "16_Chapter, 36_Verse": "ויאמר דוד יהוה אשר הצלני מיד הארי ומיד הדב הוא יצילני מיד הפלשתי הזה ויאמר שאול אל דוד לך ויהוה יהיה עמך",
        "16_Chapter, 37_Verse": "וילבש שאול את דוד מדיו ונתן קובע נחשת על ראשו וילבש אתו שריון",
        "16_Chapter, 38_Verse": "ויחגר דוד את חרבו מעל למדיו ויאל ללכת כי לא נסה ויאמר דוד אל שאול לא אוכל ללכת באלה כי לא נסיתי ויסרם דוד מעליו",
        "16_Chapter, 39_Verse": "ויקח מקלו בידו ויבחר לו חמשה חלקי אבנים מן הנחל וישם אתם בכלי הרעים אשר לו ובילקוט וקלעו בידו ויגש אל הפלשתי",
        "16_Chapter, 40_Verse": "וילך הפלשתי הלך וקרב אל דוד והאיש נשא הצנה לפניו",
        "16_Chapter, 41_Verse": "ויבט הפלשתי ויראה את דוד ויבזהו כי היה נער ואדמני עם יפה מראה",
        "16_Chapter, 42_Verse": "ויאמר הפלשתי אל דוד הכלב אנכי כי אתה בא אלי במקלות ויקלל הפלשתי את דוד באלהיו",
        "16_Chapter, 43_Verse": "ויאמר הפלשתי אל דוד לכה אלי ואתנה את בשרך לעוף השמים ולבהמת השדה",
        "16_Chapter, 44_Verse": "ויאמר דוד אל הפלשתי אתה בא אלי בחרב ובחנית ובכידון ואנכי בא אליך בשם יהוה צבאות אלהי מערכות ישראל אשר חרפת",
        "16_Chapter, 45_Verse": "היום הזה יסגרך יהוה בידי והכיתך והסרתי את ראשך מעליך ונתתי פגר מחנה פלשתים היום הזה לעוף השמים ולחית הארץ וידעו כל הארץ כי יש אלהים לישראל",
        "16_Chapter, 46_Verse": "וידעו כל הקהל הזה כי לא בחרב ובחנית יהושיע יהוה כי ליהוה המלחמה ונתן אתכם בידנו",
        "16_Chapter, 47_Verse": "והיה כי קם הפלשתי וילך ויקרב לקראת דוד וימהר דוד וירץ המערכה לקראת הפלשתי",
        "16_Chapter, 48_Verse": "וישלח דוד את ידו אל הכלי ויקח משם אבן ויקלע ויך את הפלשתי אל מצחו ותטבע האבן במצחו ויפל על פניו ארצה",
        "16_Chapter, 49_Verse": "ויחזק דוד מן הפלשתי בקלע ובאבן ויך את הפלשתי וימיתהו וחרב אין ביד דוד",
        "16_Chapter, 50_Verse": "וירץ דוד ויעמד אל הפלשתי ויקח את חרבו וישלפה מתערה וימתתהו ויכרת בה את ראשו ויראו הפלשתים כי מת גבורם וינסו",
        "16_Chapter, 51_Verse": "ויקמו אנשי ישראל ויהודה וירעו וירדפו את הפלשתים עד בואך גיא ועד שערי עקרון ויפלו חללי פלשתים בדרך שערים ועד גת ועד עקרון",
        "16_Chapter, 52_Verse": "וישבו בני ישראל מדלק אחרי פלשתים וישסו את מחניהם",
        "16_Chapter, 53_Verse": "ויקח דוד את ראש הפלשתי ויבאהו ירושלם ואת כליו שם באהלו",
        "16_Chapter, 54_Verse": "וכראות שאול את דוד יצא לקראת הפלשתי אמר אל אבנר שר הצבא בן מי זה הנער אבנר ויאמר אבנר חי נפשך המלך אם ידעתי",
        "16_Chapter, 55_Verse": "ויאמר המלך שאל אתה בן מי זה העלם",
        "16_Chapter, 56_Verse": "וכשוב דוד מהכות את הפלשתי ויקח אתו אבנר ויבאהו לפני שאול וראש הפלשתי בידו",
        "16_Chapter, 57_Verse": "ויאמר אליו שאול בן מי אתה הנער ויאמר דוד בן עבדך ישי בית הלחמי",
        "17_Chapter, 0_Verse": "ויהי ככלתו לדבר אל שאול ונפש יהונתן נקשרה בנפש דוד ויאהבו [ויאהבהו] יהונתן כנפשו",
        "17_Chapter, 1_Verse": "ויקחהו שאול ביום ההוא ולא נתנו לשוב בית אביו",
        "17_Chapter, 2_Verse": "ויכרת יהונתן ודוד ברית באהבתו אתו כנפשו",
        "17_Chapter, 3_Verse": "ויתפשט יהונתן את המעיל אשר עליו ויתנהו לדוד ומדיו ועד חרבו ועד קשתו ועד חגרו",
        "17_Chapter, 4_Verse": "ויצא דוד בכל אשר ישלחנו שאול ישכיל וישמהו שאול על אנשי המלחמה וייטב בעיני כל העם וגם בעיני עבדי שאול",
        "17_Chapter, 5_Verse": "ויהי בבואם בשוב דוד מהכות את הפלשתי ותצאנה הנשים מכל ערי ישראל לשור [לשיר] והמחלות לקראת שאול המלך בתפים בשמחה ובשלשים",
        "17_Chapter, 6_Verse": "ותענינה הנשים המשחקות ותאמרן הכה שאול באלפו [באלפיו] ודוד ברבבתיו",
        "17_Chapter, 7_Verse": "ויחר לשאול מאד וירע בעיניו הדבר הזה ויאמר נתנו לדוד רבבות ולי נתנו האלפים ועוד לו אך המלוכה",
        "17_Chapter, 8_Verse": "ויהי שאול עון [עוין] את דוד מהיום ההוא והלאה",
        "17_Chapter, 9_Verse": "ויהי ממחרת ותצלח רוח אלהים רעה אל שאול ויתנבא בתוך הבית ודוד מנגן בידו כיום ביום והחנית ביד שאול",
        "17_Chapter, 10_Verse": "ויטל שאול את החנית ויאמר אכה בדוד ובקיר ויסב דוד מפניו פעמים",
        "17_Chapter, 11_Verse": "וירא שאול מלפני דוד כי היה יהוה עמו ומעם שאול סר",
        "17_Chapter, 12_Verse": "ויסרהו שאול מעמו וישמהו לו שר אלף ויצא ויבא לפני העם",
        "17_Chapter, 13_Verse": "ויהי דוד לכל דרכו משכיל ויהוה עמו",
        "17_Chapter, 14_Verse": "וירא שאול אשר הוא משכיל מאד ויגר מפניו",
        "17_Chapter, 15_Verse": "וכל ישראל ויהודה אהב את דוד כי הוא יוצא ובא לפניהם",
        "17_Chapter, 16_Verse": "ויאמר שאול אל דוד הנה בתי הגדולה מרב אתה אתן לך לאשה אך היה לי לבן חיל והלחם מלחמות יהוה ושאול אמר אל תהי ידי בו ותהי בו יד פלשתים",
        "17_Chapter, 17_Verse": "ויאמר דוד אל שאול מי אנכי ומי חיי משפחת אבי בישראל כי אהיה חתן למלך",
        "17_Chapter, 18_Verse": "ויהי בעת תת את מרב בת שאול לדוד והיא נתנה לעדריאל המחלתי לאשה",
        "17_Chapter, 19_Verse": "ותאהב מיכל בת שאול את דוד ויגדו לשאול וישר הדבר בעיניו",
        "17_Chapter, 20_Verse": "ויאמר שאול אתננה לו ותהי לו למוקש ותהי בו יד פלשתים ויאמר שאול אל דוד בשתים תתחתן בי היום",
        "17_Chapter, 21_Verse": "ויצו שאול את עבדו דברו אל דוד בלט לאמר הנה חפץ בך המלך וכל עבדיו אהבוך ועתה התחתן במלך",
        "17_Chapter, 22_Verse": "וידברו עבדי שאול באזני דוד את הדברים האלה ויאמר דוד הנקלה בעיניכם התחתן במלך ואנכי איש רש ונקלה",
        "17_Chapter, 23_Verse": "ויגדו עבדי שאול לו לאמר כדברים האלה דבר דוד",
        "17_Chapter, 24_Verse": "ויאמר שאול כה תאמרו לדוד אין חפץ למלך במהר כי במאה ערלות פלשתים להנקם באיבי המלך ושאול חשב להפיל את דוד ביד פלשתים",
        "17_Chapter, 25_Verse": "ויגדו עבדיו לדוד את הדברים האלה וישר הדבר בעיני דוד להתחתן במלך ולא מלאו הימים",
        "17_Chapter, 26_Verse": "ויקם דוד וילך הוא ואנשיו ויך בפלשתים מאתים איש ויבא דוד את ערלתיהם וימלאום למלך להתחתן במלך ויתן לו שאול את מיכל בתו לאשה",
        "17_Chapter, 27_Verse": "וירא שאול וידע כי יהוה עם דוד ומיכל בת שאול אהבתהו",
        "17_Chapter, 28_Verse": "ויאסף שאול לרא מפני דוד עוד ויהי שאול איב את דוד כל הימים",
        "17_Chapter, 29_Verse": "ויצאו שרי פלשתים ויהי מדי צאתם שכל דוד מכל עבדי שאול וייקר שמו מאד",
        "18_Chapter, 0_Verse": "וידבר שאול אל יונתן בנו ואל כל עבדיו להמית את דוד ויהונתן בן שאול חפץ בדוד מאד",
        "18_Chapter, 1_Verse": "ויגד יהונתן לדוד לאמר מבקש שאול אבי להמיתך ועתה השמר נא בבקר וישבת בסתר ונחבאת",
        "18_Chapter, 2_Verse": "ואני אצא ועמדתי ליד אבי בשדה אשר אתה שם ואני אדבר בך אל אבי וראיתי מה והגדתי לך",
        "18_Chapter, 3_Verse": "וידבר יהונתן בדוד טוב אל שאול אביו ויאמר אליו אל יחטא המלך בעבדו בדוד כי לוא חטא לך וכי מעשיו טוב לך מאד",
        "18_Chapter, 4_Verse": "וישם את נפשו בכפו ויך את הפלשתי ויעש יהוה תשועה גדולה לכל ישראל ראית ותשמח ולמה תחטא בדם נקי להמית את דוד חנם",
        "18_Chapter, 5_Verse": "וישמע שאול בקול יהונתן וישבע שאול חי יהוה אם יומת",
        "18_Chapter, 6_Verse": "ויקרא יהונתן לדוד ויגד לו יהונתן את כל הדברים האלה ויבא יהונתן את דוד אל שאול ויהי לפניו כאתמול שלשום",
        "18_Chapter, 7_Verse": "ותוסף המלחמה להיות ויצא דוד וילחם בפלשתים ויך בהם מכה גדולה וינסו מפניו",
        "18_Chapter, 8_Verse": "ותהי רוח יהוה רעה אל שאול והוא בביתו יושב וחניתו בידו ודוד מנגן ביד",
        "18_Chapter, 9_Verse": "ויבקש שאול להכות בחנית בדוד ובקיר ויפטר מפני שאול ויך את החנית בקיר ודוד נס וימלט בלילה הוא",
        "18_Chapter, 10_Verse": "וישלח שאול מלאכים אל בית דוד לשמרו ולהמיתו בבקר ותגד לדוד מיכל אשתו לאמר אם אינך ממלט את נפשך הלילה מחר אתה מומת",
        "18_Chapter, 11_Verse": "ותרד מיכל את דוד בעד החלון וילך ויברח וימלט",
        "18_Chapter, 12_Verse": "ותקח מיכל את התרפים ותשם אל המטה ואת כביר העזים שמה מראשתיו ותכס בבגד",
        "18_Chapter, 13_Verse": "וישלח שאול מלאכים לקחת את דוד ותאמר חלה הוא",
        "18_Chapter, 14_Verse": "וישלח שאול את המלאכים לראות את דוד לאמר העלו אתו במטה אלי להמתו",
        "18_Chapter, 15_Verse": "ויבאו המלאכים והנה התרפים אל המטה וכביר העזים מראשתיו",
        "18_Chapter, 16_Verse": "ויאמר שאול אל מיכל למה ככה רמיתני ותשלחי את איבי וימלט ותאמר מיכל אל שאול הוא אמר אלי שלחני למה אמיתך",
        "18_Chapter, 17_Verse": "ודוד ברח וימלט ויבא אל שמואל הרמתה ויגד לו את כל אשר עשה לו שאול וילך הוא ושמואל וישבו בנוית [בניות]",
        "18_Chapter, 18_Verse": "ויגד לשאול לאמר הנה דוד בנוית [בניות] ברמה",
        "18_Chapter, 19_Verse": "וישלח שאול מלאכים לקחת את דוד וירא את להקת הנביאים נבאים ושמואל עמד נצב עליהם ותהי על מלאכי שאול רוח אלהים ויתנבאו גם המה",
        "18_Chapter, 20_Verse": "ויגדו לשאול וישלח מלאכים אחרים ויתנבאו גם המה ויסף שאול וישלח מלאכים שלשים ויתנבאו גם המה",
        "18_Chapter, 21_Verse": "וילך גם הוא הרמתה ויבא עד בור הגדול אשר בשכו וישאל ויאמר איפה שמואל ודוד ויאמר הנה בנוית [בניות] ברמה",
        "18_Chapter, 22_Verse": "וילך שם אל נוית [ניות] ברמה ותהי עליו גם הוא רוח אלהים וילך הלוך ויתנבא עד באו בנוית [בניות] ברמה",
        "18_Chapter, 23_Verse": "ויפשט גם הוא בגדיו ויתנבא גם הוא לפני שמואל ויפל ערם כל היום ההוא וכל הלילה על כן יאמרו הגם שאול בנביאם",
        "19_Chapter, 0_Verse": "ויברח דוד מנוות [מניות] ברמה ויבא ויאמר לפני יהונתן מה עשיתי מה עוני ומה חטאתי לפני אביך כי מבקש את נפשי",
        "19_Chapter, 1_Verse": "ויאמר לו חלילה לא תמות הנה לו עשה [לא ] [יעשה] אבי דבר גדול או דבר קטן ולא יגלה את אזני ומדוע יסתיר אבי ממני את הדבר הזה אין זאת",
        "19_Chapter, 2_Verse": "וישבע עוד דוד ויאמר ידע ידע אביך כי מצאתי חן בעיניך ויאמר אל ידע זאת יהונתן פן יעצב ואולם חי יהוה וחי נפשך כי כפשע ביני ובין המות",
        "19_Chapter, 3_Verse": "ויאמר יהונתן אל דוד מה תאמר נפשך ואעשה לך",
        "19_Chapter, 4_Verse": "ויאמר דוד אל יהונתן הנה חדש מחר ואנכי ישב אשב עם המלך לאכול ושלחתני ונסתרתי בשדה עד הערב השלשית",
        "19_Chapter, 5_Verse": "אם פקד יפקדני אביך ואמרת נשאל נשאל ממני דוד לרוץ בית לחם עירו כי זבח הימים שם לכל המשפחה",
        "19_Chapter, 6_Verse": "אם כה יאמר טוב שלום לעבדך ואם חרה יחרה לו דע כי כלתה הרעה מעמו",
        "19_Chapter, 7_Verse": "ועשית חסד על עבדך כי בברית יהוה הבאת את עבדך עמך ואם יש בי עון המיתני אתה ועד אביך למה זה תביאני",
        "19_Chapter, 8_Verse": "ויאמר יהונתן חלילה לך כי אם ידע אדע כי כלתה הרעה מעם אבי לבוא עליך ולא אתה אגיד לך",
        "19_Chapter, 9_Verse": "ויאמר דוד אל יהונתן מי יגיד לי או מה יענך אביך קשה",
        "19_Chapter, 10_Verse": "ויאמר יהונתן אל דוד לכה ונצא השדה ויצאו שניהם השדה",
        "19_Chapter, 11_Verse": "ויאמר יהונתן אל דוד יהוה אלהי ישראל כי אחקר את אבי כעת מחר השלשית והנה טוב אל דוד ולא אז אשלח אליך וגליתי את אזנך",
        "19_Chapter, 12_Verse": "כה יעשה יהוה ליהונתן וכה יסיף כי ייטב אל אבי את הרעה עליך וגליתי את אזנך ושלחתיך והלכת לשלום ויהי יהוה עמך כאשר היה עם אבי",
        "19_Chapter, 13_Verse": "ולא אם עודני חי ולא תעשה עמדי חסד יהוה ולא אמות",
        "19_Chapter, 14_Verse": "ולא תכרת את חסדך מעם ביתי עד עולם ולא בהכרת יהוה את איבי דוד איש מעל פני האדמה",
        "19_Chapter, 15_Verse": "ויכרת יהונתן עם בית דוד ובקש יהוה מיד איבי דוד",
        "19_Chapter, 16_Verse": "ויוסף יהונתן להשביע את דוד באהבתו אתו כי אהבת נפשו אהבו",
        "19_Chapter, 17_Verse": "ויאמר לו יהונתן מחר חדש ונפקדת כי יפקד מושבך",
        "19_Chapter, 18_Verse": "ושלשת תרד מאד ובאת אל המקום אשר נסתרת שם ביום המעשה וישבת אצל האבן האזל",
        "19_Chapter, 19_Verse": "ואני שלשת החצים צדה אורה לשלח לי למטרה",
        "19_Chapter, 20_Verse": "והנה אשלח את הנער לך מצא את החצים אם אמר אמר לנער הנה החצים ממך והנה קחנו ובאה כי שלום לך ואין דבר חי יהוה",
        "19_Chapter, 21_Verse": "ואם כה אמר לעלם הנה החצים ממך והלאה לך כי שלחך יהוה",
        "19_Chapter, 22_Verse": "והדבר אשר דברנו אני ואתה הנה יהוה ביני ובינך עד עולם",
        "19_Chapter, 23_Verse": "ויסתר דוד בשדה ויהי החדש וישב המלך על [אל ] הלחם לאכול",
        "19_Chapter, 24_Verse": "וישב המלך על מושבו כפעם בפעם אל מושב הקיר ויקם יהונתן וישב אבנר מצד שאול ויפקד מקום דוד",
        "19_Chapter, 25_Verse": "ולא דבר שאול מאומה ביום ההוא כי אמר מקרה הוא בלתי טהור הוא כי לא טהור",
        "19_Chapter, 26_Verse": "ויהי ממחרת החדש השני ויפקד מקום דוד ויאמר שאול אל יהונתן בנו מדוע לא בא בן ישי גם תמול גם היום אל הלחם",
        "19_Chapter, 27_Verse": "ויען יהונתן את שאול נשאל נשאל דוד מעמדי עד בית לחם",
        "19_Chapter, 28_Verse": "ויאמר שלחני נא כי זבח משפחה לנו בעיר והוא צוה לי אחי ועתה אם מצאתי חן בעיניך אמלטה נא ואראה את אחי על כן לא בא אל שלחן המלך",
        "19_Chapter, 29_Verse": "ויחר אף שאול ביהונתן ויאמר לו בן נעות המרדות הלוא ידעתי כי בחר אתה לבן ישי לבשתך ולבשת ערות אמך",
        "19_Chapter, 30_Verse": "כי כל הימים אשר בן ישי חי על האדמה לא תכון אתה ומלכותך ועתה שלח וקח אתו אלי כי בן מות הוא",
        "19_Chapter, 31_Verse": "ויען יהונתן את שאול אביו ויאמר אליו למה יומת מה עשה",
        "19_Chapter, 32_Verse": "ויטל שאול את החנית עליו להכתו וידע יהונתן כי כלה היא מעם אביו להמית את דוד",
        "19_Chapter, 33_Verse": "ויקם יהונתן מעם השלחן בחרי אף ולא אכל ביום החדש השני לחם כי נעצב אל דוד כי הכלמו אביו",
        "19_Chapter, 34_Verse": "ויהי בבקר ויצא יהונתן השדה למועד דוד ונער קטן עמו",
        "19_Chapter, 35_Verse": "ויאמר לנערו רץ מצא נא את החצים אשר אנכי מורה הנער רץ והוא ירה החצי להעברו",
        "19_Chapter, 36_Verse": "ויבא הנער עד מקום החצי אשר ירה יהונתן ויקרא יהונתן אחרי הנער ויאמר הלוא החצי ממך והלאה",
        "19_Chapter, 37_Verse": "ויקרא יהונתן אחרי הנער מהרה חושה אל תעמד וילקט נער יהונתן את החצי [החצים] ויבא אל אדניו",
        "19_Chapter, 38_Verse": "והנער לא ידע מאומה אך יהונתן ודוד ידעו את הדבר",
        "19_Chapter, 39_Verse": "ויתן יהונתן את כליו אל הנער אשר לו ויאמר לו לך הביא העיר",
        "19_Chapter, 40_Verse": "הנער בא ודוד קם מאצל הנגב ויפל לאפיו ארצה וישתחו שלש פעמים וישקו איש את רעהו ויבכו איש את רעהו עד דוד הגדיל",
        "19_Chapter, 41_Verse": "ויאמר יהונתן לדוד לך לשלום אשר נשבענו שנינו אנחנו בשם יהוה לאמר יהוה יהיה ביני ובינך ובין זרעי ובין זרעך עד עולם",
        "20_Chapter, 0_Verse": "ויקם וילך ויהונתן בא העיר",
        "20_Chapter, 1_Verse": "ויבא דוד נבה אל אחימלך הכהן ויחרד אחימלך לקראת דוד ויאמר לו מדוע אתה לבדך ואיש אין אתך",
        "20_Chapter, 2_Verse": "ויאמר דוד לאחימלך הכהן המלך צוני דבר ויאמר אלי איש אל ידע מאומה את הדבר אשר אנכי שלחך ואשר צויתך ואת הנערים יודעתי אל מקום פלני אלמוני",
        "20_Chapter, 3_Verse": "ועתה מה יש תחת ידך חמשה לחם תנה בידי או הנמצא",
        "20_Chapter, 4_Verse": "ויען הכהן את דוד ויאמר אין לחם חל אל תחת ידי כי אם לחם קדש יש אם נשמרו הנערים אך מאשה",
        "20_Chapter, 5_Verse": "ויען דוד את הכהן ויאמר לו כי אם אשה עצרה לנו כתמול שלשם בצאתי ויהיו כלי הנערים קדש והוא דרך חל ואף כי היום יקדש בכלי",
        "20_Chapter, 6_Verse": "ויתן לו הכהן קדש כי לא היה שם לחם כי אם לחם הפנים המוסרים מלפני יהוה לשום לחם חם ביום הלקחו",
        "20_Chapter, 7_Verse": "ושם איש מעבדי שאול ביום ההוא נעצר לפני יהוה ושמו דאג האדמי אביר הרעים אשר לשאול",
        "20_Chapter, 8_Verse": "ויאמר דוד לאחימלך ואין יש פה תחת ידך חנית או חרב כי גם חרבי וגם כלי לא לקחתי בידי כי היה דבר המלך נחוץ",
        "20_Chapter, 9_Verse": "ויאמר הכהן חרב גלית הפלשתי אשר הכית בעמק האלה הנה היא לוטה בשמלה אחרי האפוד אם אתה תקח לך קח כי אין אחרת זולתה בזה ויאמר דוד אין כמוה תננה לי",
        "20_Chapter, 10_Verse": "ויקם דוד ויברח ביום ההוא מפני שאול ויבא אל אכיש מלך גת",
        "20_Chapter, 11_Verse": "ויאמרו עבדי אכיש אליו הלוא זה דוד מלך הארץ הלוא לזה יענו במחלות לאמר הכה שאול באלפו [באלפיו] ודוד ברבבתו [ברבבתיו]",
        "20_Chapter, 12_Verse": "וישם דוד את הדברים האלה בלבבו וירא מאד מפני אכיש מלך גת",
        "20_Chapter, 13_Verse": "וישנו את טעמו בעיניהם ויתהלל בידם ויתו [ויתיו] על דלתות השער ויורד רירו אל זקנו",
        "20_Chapter, 14_Verse": "ויאמר אכיש אל עבדיו הנה תראו איש משתגע למה תביאו אתו אלי",
        "20_Chapter, 15_Verse": "חסר משגעים אני כי הבאתם את זה להשתגע עלי הזה יבוא אל ביתי",
        "21_Chapter, 0_Verse": "וילך דוד משם וימלט אל מערת עדלם וישמעו אחיו וכל בית אביו וירדו אליו שמה",
        "21_Chapter, 1_Verse": "ויתקבצו אליו כל איש מצוק וכל איש אשר לו נשא וכל איש מר נפש ויהי עליהם לשר ויהיו עמו כארבע מאות איש",
        "21_Chapter, 2_Verse": "וילך דוד משם מצפה מואב ויאמר אל מלך מואב יצא נא אבי ואמי אתכם עד אשר אדע מה יעשה לי אלהים",
        "21_Chapter, 3_Verse": "וינחם את פני מלך מואב וישבו עמו כל ימי היות דוד במצודה",
        "21_Chapter, 4_Verse": "ויאמר גד הנביא אל דוד לא תשב במצודה לך ובאת לך ארץ יהודה וילך דוד ויבא יער חרת",
        "21_Chapter, 5_Verse": "וישמע שאול כי נודע דוד ואנשים אשר אתו ושאול יושב בגבעה תחת האשל ברמה וחניתו בידו וכל עבדיו נצבים עליו",
        "21_Chapter, 6_Verse": "ויאמר שאול לעבדיו הנצבים עליו שמעו נא בני ימיני גם לכלכם יתן בן ישי שדות וכרמים לכלכם ישים שרי אלפים ושרי מאות",
        "21_Chapter, 7_Verse": "כי קשרתם כלכם עלי ואין גלה את אזני בכרת בני עם בן ישי ואין חלה מכם עלי וגלה את אזני כי הקים בני את עבדי עלי לארב כיום הזה",
        "21_Chapter, 8_Verse": "ויען דאג האדמי והוא נצב על עבדי שאול ויאמר ראיתי את בן ישי בא נבה אל אחימלך בן אחטוב",
        "21_Chapter, 9_Verse": "וישאל לו ביהוה וצידה נתן לו ואת חרב גלית הפלשתי נתן לו",
        "21_Chapter, 10_Verse": "וישלח המלך לקרא את אחימלך בן אחיטוב הכהן ואת כל בית אביו הכהנים אשר בנב ויבאו כלם אל המלך",
        "21_Chapter, 11_Verse": "ויאמר שאול שמע נא בן אחיטוב ויאמר הנני אדני",
        "21_Chapter, 12_Verse": "ויאמר אלו [אליו] שאול למה קשרתם עלי אתה ובן ישי בתתך לו לחם וחרב ושאול לו באלהים לקום אלי לארב כיום הזה",
        "21_Chapter, 13_Verse": "ויען אחימלך את המלך ויאמר ומי בכל עבדיך כדוד נאמן וחתן המלך וסר אל משמעתך ונכבד בביתך",
        "21_Chapter, 14_Verse": "היום החלתי לשאול [לשאל ] לו באלהים חלילה לי אל ישם המלך בעבדו דבר בכל בית אבי כי לא ידע עבדך בכל זאת דבר קטן או גדול",
        "21_Chapter, 15_Verse": "ויאמר המלך מות תמות אחימלך אתה וכל בית אביך",
        "21_Chapter, 16_Verse": "ויאמר המלך לרצים הנצבים עליו סבו והמיתו כהני יהוה כי גם ידם עם דוד וכי ידעו כי ברח הוא ולא גלו את אזנו [אזני] ולא אבו עבדי המלך לשלח את ידם לפגע בכהני יהוה",
        "21_Chapter, 17_Verse": "ויאמר המלך לדויג [לדואג] סב אתה ופגע בכהנים ויסב דויג [דואג] האדמי ויפגע הוא בכהנים וימת ביום ההוא שמנים וחמשה איש נשא אפוד בד",
        "21_Chapter, 18_Verse": "ואת נב עיר הכהנים הכה לפי חרב מאיש ועד אשה מעולל ועד יונק ושור וחמור ושה לפי חרב",
        "21_Chapter, 19_Verse": "וימלט בן אחד לאחימלך בן אחטוב ושמו אביתר ויברח אחרי דוד",
        "21_Chapter, 20_Verse": "ויגד אביתר לדוד כי הרג שאול את כהני יהוה",
        "21_Chapter, 21_Verse": "ויאמר דוד לאביתר ידעתי ביום ההוא כי שם דויג [דואג] האדמי כי הגד יגיד לשאול אנכי סבתי בכל נפש בית אביך",
        "21_Chapter, 22_Verse": "שבה אתי אל תירא כי אשר יבקש את נפשי יבקש את נפשך כי משמרת אתה עמדי",
        "22_Chapter, 0_Verse": "ויגדו לדוד לאמר הנה פלשתים נלחמים בקעילה והמה שסים את הגרנות",
        "22_Chapter, 1_Verse": "וישאל דוד ביהוה לאמר האלך והכיתי בפלשתים האלה ויאמר יהוה אל דוד לך והכית בפלשתים והושעת את קעילה",
        "22_Chapter, 2_Verse": "ויאמרו אנשי דוד אליו הנה אנחנו פה ביהודה יראים ואף כי נלך קעלה אל מערכות פלשתים",
        "22_Chapter, 3_Verse": "ויוסף עוד דוד לשאל ביהוה ויענהו יהוה ויאמר קום רד קעילה כי אני נתן את פלשתים בידך",
        "22_Chapter, 4_Verse": "וילך דוד ואנשו [ואנשיו] קעילה וילחם בפלשתים וינהג את מקניהם ויך בהם מכה גדולה וישע דוד את ישבי קעילה",
        "22_Chapter, 5_Verse": "ויהי בברח אביתר בן אחימלך אל דוד קעילה אפוד ירד בידו",
        "22_Chapter, 6_Verse": "ויגד לשאול כי בא דוד קעילה ויאמר שאול נכר אתו אלהים בידי כי נסגר לבוא בעיר דלתים ובריח",
        "22_Chapter, 7_Verse": "וישמע שאול את כל העם למלחמה לרדת קעילה לצור אל דוד ואל אנשיו",
        "22_Chapter, 8_Verse": "וידע דוד כי עליו שאול מחריש הרעה ויאמר אל אביתר הכהן הגישה האפוד",
        "22_Chapter, 9_Verse": "ויאמר דוד יהוה אלהי ישראל שמע שמע עבדך כי מבקש שאול לבוא אל קעילה לשחת לעיר בעבורי",
        "22_Chapter, 10_Verse": "היסגרני בעלי קעילה בידו הירד שאול כאשר שמע עבדך יהוה אלהי ישראל הגד נא לעבדך ויאמר יהוה ירד",
        "22_Chapter, 11_Verse": "ויאמר דוד היסגרו בעלי קעילה אתי ואת אנשי ביד שאול ויאמר יהוה יסגירו",
        "22_Chapter, 12_Verse": "ויקם דוד ואנשיו כשש מאות איש ויצאו מקעלה ויתהלכו באשר יתהלכו ולשאול הגד כי נמלט דוד מקעילה ויחדל לצאת",
        "22_Chapter, 13_Verse": "וישב דוד במדבר במצדות וישב בהר במדבר זיף ויבקשהו שאול כל הימים ולא נתנו אלהים בידו",
        "22_Chapter, 14_Verse": "וירא דוד כי יצא שאול לבקש את נפשו ודוד במדבר זיף בחרשה",
        "22_Chapter, 15_Verse": "ויקם יהונתן בן שאול וילך אל דוד חרשה ויחזק את ידו באלהים",
        "22_Chapter, 16_Verse": "ויאמר אליו אל תירא כי לא תמצאך יד שאול אבי ואתה תמלך על ישראל ואנכי אהיה לך למשנה וגם שאול אבי ידע כן",
        "22_Chapter, 17_Verse": "ויכרתו שניהם ברית לפני יהוה וישב דוד בחרשה ויהונתן הלך לביתו",
        "22_Chapter, 18_Verse": "ויעלו זפים אל שאול הגבעתה לאמר הלוא דוד מסתתר עמנו במצדות בחרשה בגבעת החכילה אשר מימין הישימון",
        "22_Chapter, 19_Verse": "ועתה לכל אות נפשך המלך לרדת רד ולנו הסגירו ביד המלך",
        "22_Chapter, 20_Verse": "ויאמר שאול ברוכים אתם ליהוה כי חמלתם עלי",
        "22_Chapter, 21_Verse": "לכו נא הכינו עוד ודעו וראו את מקומו אשר תהיה רגלו מי ראהו שם כי אמר אלי ערום יערם הוא",
        "22_Chapter, 22_Verse": "וראו ודעו מכל המחבאים אשר יתחבא שם ושבתם אלי אל נכון והלכתי אתכם והיה אם ישנו בארץ וחפשתי אתו בכל אלפי יהודה",
        "22_Chapter, 23_Verse": "ויקומו וילכו זיפה לפני שאול ודוד ואנשיו במדבר מעון בערבה אל ימין הישימון",
        "22_Chapter, 24_Verse": "וילך שאול ואנשיו לבקש ויגדו לדוד וירד הסלע וישב במדבר מעון וישמע שאול וירדף אחרי דוד מדבר מעון",
        "22_Chapter, 25_Verse": "וילך שאול מצד ההר מזה ודוד ואנשיו מצד ההר מזה ויהי דוד נחפז ללכת מפני שאול ושאול ואנשיו עטרים אל דוד ואל אנשיו לתפשם",
        "22_Chapter, 26_Verse": "ומלאך בא אל שאול לאמר מהרה ולכה כי פשטו פלשתים על הארץ",
        "22_Chapter, 27_Verse": "וישב שאול מרדף אחרי דוד וילך לקראת פלשתים על כן קראו למקום ההוא סלע המחלקות",
        "23_Chapter, 0_Verse": "ויעל דוד משם וישב במצדות עין גדי",
        "23_Chapter, 1_Verse": "ויהי כאשר שב שאול מאחרי פלשתים ויגדו לו לאמר הנה דוד במדבר עין גדי",
        "23_Chapter, 2_Verse": "ויקח שאול שלשת אלפים איש בחור מכל ישראל וילך לבקש את דוד ואנשיו על פני צורי היעלים",
        "23_Chapter, 3_Verse": "ויבא אל גדרות הצאן על הדרך ושם מערה ויבא שאול להסך את רגליו ודוד ואנשיו בירכתי המערה ישבים",
        "23_Chapter, 4_Verse": "ויאמרו אנשי דוד אליו הנה היום א‍שר אמר יהוה אליך הנה אנכי נתן את איביך [איבך] בידך ועשית לו כאשר יטב בעיניך ויקם דוד ויכרת את כנף המעיל אשר לשאול בלט",
        "23_Chapter, 5_Verse": "ויהי אחרי כן ויך לב דוד אתו על אשר כרת את כנף אשר לשאול",
        "23_Chapter, 6_Verse": "ויאמר לאנשיו חלילה לי מיהוה אם אעשה את הדבר הזה לאדני למשיח יהוה לשלח ידי בו כי משיח יהוה הוא",
        "23_Chapter, 7_Verse": "וישסע דוד את אנשיו בדברים ולא נתנם לקום אל שאול ושאול קם מהמערה וילך בדרך",
        "23_Chapter, 8_Verse": "ויקם דוד אחרי כן ויצא מן המערה [מהמערה] ויקרא אחרי שאול לאמר אדני המלך ויבט שאול אחריו ויקד דוד אפים ארצה וישתחו",
        "23_Chapter, 9_Verse": "ויאמר דוד לשאול למה תשמע את דברי אדם לאמר הנה דוד מבקש רעתך",
        "23_Chapter, 10_Verse": "הנה היום הזה ראו עיניך את אשר נתנך יהוה היום בידי במערה ואמר להרגך ותחס עליך ואמר לא אשלח ידי באדני כי משיח יהוה הוא",
        "23_Chapter, 11_Verse": "ואבי ראה גם ראה את כנף מעילך בידי כי בכרתי את כנף מעילך ולא הרגתיך דע וראה כי אין בידי רעה ופשע ולא חטאתי לך ואתה צדה את נפשי לקחתה",
        "23_Chapter, 12_Verse": "ישפט יהוה ביני ובינך ונקמני יהוה ממך וידי לא תהיה בך",
        "23_Chapter, 13_Verse": "כאשר יאמר משל הקדמני מרשעים יצא רשע וידי לא תהיה בך",
        "23_Chapter, 14_Verse": "אחרי מי יצא מלך ישראל אחרי מי אתה רדף אחרי כלב מת אחרי פרעש אחד",
        "23_Chapter, 15_Verse": "והיה יהוה לדין ושפט ביני ובינך וירא וירב את ריבי וישפטני מידך",
        "23_Chapter, 16_Verse": "ויהי ככלות דוד לדבר את הדברים האלה אל שאול ויאמר שאול הקלך זה בני דוד וישא שאול קלו ויבך",
        "23_Chapter, 17_Verse": "ויאמר אל דוד צדיק אתה ממני כי אתה גמלתני הטובה ואני גמלתיך הרעה",
        "23_Chapter, 18_Verse": "ואת [ואתה] הגדת היום את אשר עשיתה אתי טובה את אשר סגרני יהוה בידך ולא הרגתני",
        "23_Chapter, 19_Verse": "וכי ימצא איש את איבו ושלחו בדרך טובה ויהוה ישלמך טובה תחת היום הזה אשר עשיתה לי",
        "23_Chapter, 20_Verse": "ועתה הנה ידעתי כי מלך תמלוך וקמה בידך ממלכת ישראל",
        "23_Chapter, 21_Verse": "ועתה השבעה לי ביהוה אם תכרית את זרעי אחרי ואם תשמיד את שמי מבית אבי",
        "23_Chapter, 22_Verse": "וישבע דוד לשאול וילך שאול אל ביתו ודוד ואנשיו עלו על המצודה",
        "24_Chapter, 0_Verse": "וימת שמואל ויקבצו כל ישראל ויספדו לו ויקברהו בביתו ברמה ויקם דוד וירד אל מדבר פארן",
        "24_Chapter, 1_Verse": "ואיש במעון ומעשהו בכרמל והאיש גדול מאד ולו צאן שלשת אלפים ואלף עזים ויהי בגזז את צאנו בכרמל",
        "24_Chapter, 2_Verse": "ושם האיש נבל ושם אשתו אבגיל והאשה טובת שכל ויפת תאר והאיש קשה ורע מעללים והוא כלבו [כלבי]",
        "24_Chapter, 3_Verse": "וישמע דוד במדבר כי גזז נבל את צאנו",
        "24_Chapter, 4_Verse": "וישלח דוד עשרה נערים ויאמר דוד לנערים עלו כרמלה ובאתם אל נבל ושאלתם לו בשמי לשלום",
        "24_Chapter, 5_Verse": "ואמרתם כה לחי ואתה שלום וביתך שלום וכל אשר לך שלום",
        "24_Chapter, 6_Verse": "ועתה שמעתי כי גזזים לך עתה הרעים אשר לך היו עמנו לא הכלמנום ולא נפקד להם מאומה כל ימי היותם בכרמל",
        "24_Chapter, 7_Verse": "שאל את נעריך ויגידו לך וימצאו הנערים חן בעיניך כי על יום טוב בנו תנה נא את אשר תמצא ידך לעבדיך ולבנך לדוד",
        "24_Chapter, 8_Verse": "ויבאו נערי דוד וידברו אל נבל ככל הדברים האלה בשם דוד וינוחו",
        "24_Chapter, 9_Verse": "ויען נבל את עבדי דוד ויאמר מי דוד ומי בן ישי היום רבו עבדים המתפרצים איש מפני אדניו",
        "24_Chapter, 10_Verse": "ולקחתי את לחמי ואת מימי ואת טבחתי אשר טבחתי לגזזי ונתתי לאנשים אשר לא ידעתי אי מזה המה",
        "24_Chapter, 11_Verse": "ויהפכו נערי דוד לדרכם וישבו ויבאו ויגדו לו ככל הדברים האלה",
        "24_Chapter, 12_Verse": "ויאמר דוד לאנשיו חגרו איש את חרבו ויחגרו איש את חרבו ויחגר גם דוד את חרבו ויעלו אחרי דוד כארבע מאות איש ומאתים ישבו על הכלים",
        "24_Chapter, 13_Verse": "ולאביגיל אשת נבל הגיד נער אחד מהנערים לאמר הנה שלח דוד מלאכים מהמדבר לברך את אדנינו ויעט בהם",
        "24_Chapter, 14_Verse": "והאנשים טבים לנו מאד ולא הכלמנו ולא פקדנו מאומה כל ימי התהלכנו אתם בהיותנו בשדה",
        "24_Chapter, 15_Verse": "חומה היו עלינו גם לילה גם יומם כל ימי היותנו עמם רעים הצאן",
        "24_Chapter, 16_Verse": "ועתה דעי וראי מה תעשי כי כלתה הרעה אל אדנינו ועל כל ביתו והוא בן בליעל מדבר אליו",
        "24_Chapter, 17_Verse": "ותמהר אבוגיל [אביגיל] ותקח מאתים לחם ושנים נבלי יין וחמש צאן עשוות [עשוית] וחמש סאים קלי ומאה צמקים ומאתים דבלים ותשם על החמרים",
        "24_Chapter, 18_Verse": "ותאמר לנעריה עברו לפני הנני אחריכם באה ולאישה נבל לא הגידה",
        "24_Chapter, 19_Verse": "והיה היא רכבת על החמור וירדת בסתר ההר והנה דוד ואנשיו ירדים לקראתה ותפגש אתם",
        "24_Chapter, 20_Verse": "ודוד אמר אך לשקר שמרתי את כל אשר לזה במדבר ולא נפקד מכל אשר לו מאומה וישב לי רעה תחת טובה",
        "24_Chapter, 21_Verse": "כה יעשה אלהים לאיבי דוד וכה יסיף אם אשאיר מכל אשר לו עד הבקר משתין בקיר",
        "24_Chapter, 22_Verse": "ותרא אביגיל את דוד ותמהר ותרד מעל החמור ותפל לאפי דוד על פניה ותשתחו ארץ",
        "24_Chapter, 23_Verse": "ותפל על רגליו ותאמר בי אני אדני העון ותדבר נא אמתך באזניך ושמע את דברי אמתך",
        "24_Chapter, 24_Verse": "אל נא ישים אדני את לבו אל איש הבליעל הזה על נבל כי כשמו כן הוא נבל שמו ונבלה עמו ואני אמתך לא ראיתי את נערי אדני אשר שלחת",
        "24_Chapter, 25_Verse": "ועתה אדני חי יהוה וחי נפשך אשר מנעך יהוה מבוא בדמים והושע ידך לך ועתה יהיו כנבל איביך והמבקשים אל אדני רעה",
        "24_Chapter, 26_Verse": "ועתה הברכה הזאת אשר הביא שפחתך לאדני ונתנה לנערים המתהלכים ברגלי אדני",
        "24_Chapter, 27_Verse": "שא נא לפשע אמתך כי עשה יעשה יהוה לאדני בית נאמן כי מלחמות יהוה אדני נלחם ורעה לא תמצא בך מימיך",
        "24_Chapter, 28_Verse": "ויקם אדם לרדפך ולבקש את נפשך והיתה נפש אדני צרורה בצרור החיים את יהוה אלהיך ואת נפש איביך יקלענה בתוך כף הקלע",
        "24_Chapter, 29_Verse": "והיה כי יעשה יהוה לאדני ככל אשר דבר את הטובה עליך וצוך לנגיד על ישראל",
        "24_Chapter, 30_Verse": "ולא תהיה זאת לך לפוקה ולמכשול לב לאדני ולשפך דם חנם ולהושיע אדני לו והיטב יהוה לאדני וזכרת את אמתך",
        "24_Chapter, 31_Verse": "ויאמר דוד לאביגל ברוך יהוה אלהי ישראל אשר שלחך היום הזה לקראתי",
        "24_Chapter, 32_Verse": "וברוך טעמך וברוכה את אשר כלתני היום הזה מבוא בדמים והשע ידי לי",
        "24_Chapter, 33_Verse": "ואולם חי יהוה אלהי ישראל אשר מנעני מהרע אתך כי לולי מהרת ותבאתי [ותבאת] לקראתי כי אם נותר לנבל עד אור הבקר משתין בקיר",
        "24_Chapter, 34_Verse": "ויקח דוד מידה את אשר הביאה לו ולה אמר עלי לשלום לביתך ראי שמעתי בקולך ואשא פניך",
        "24_Chapter, 35_Verse": "ותבא אביגיל אל נבל והנה לו משתה בביתו כמשתה המלך ולב נבל טוב עליו והוא שכר עד מאד ולא הגידה לו דבר קטן וגדול עד אור הבקר",
        "24_Chapter, 36_Verse": "ויהי בבקר בצאת היין מנבל ותגד לו אשתו את הדברים האלה וימת לבו בקרבו והוא היה לאבן",
        "24_Chapter, 37_Verse": "ויהי כעשרת הימים ויגף יהוה את נבל וימת",
        "24_Chapter, 38_Verse": "וישמע דוד כי מת נבל ויאמר ברוך יהוה אשר רב את ריב חרפתי מיד נבל ואת עבדו חשך מרעה ואת רעת נבל השיב יהוה בראשו וישלח דוד וידבר באביגיל לקחתה לו לאשה",
        "24_Chapter, 39_Verse": "ויבאו עבדי דוד אל אביגיל הכרמלה וידברו אליה לאמר דוד שלחנו אליך לקחתך לו לאשה",
        "24_Chapter, 40_Verse": "ותקם ותשתחו אפים ארצה ותאמר הנה אמתך לשפחה לרחץ רגלי עבדי אדני",
        "24_Chapter, 41_Verse": "ותמהר ותקם אביגיל ותרכב על החמור וחמש נערתיה ההלכות לרגלה ותלך אחרי מלאכי דוד ותהי לו לאשה",
        "24_Chapter, 42_Verse": "ואת אחינעם לקח דוד מיזרעאל ותהיין גם שתיהן לו לנשים",
        "24_Chapter, 43_Verse": "ושאול נתן את מיכל בתו אשת דוד לפלטי בן ליש אשר מגלים",
        "25_Chapter, 0_Verse": "ויבאו הזפים אל שאול הגבעתה לאמר הלוא דוד מסתתר בגבעת החכילה על פני הישימן",
        "25_Chapter, 1_Verse": "ויקם שאול וירד אל מדבר זיף ואתו שלשת אלפים איש בחורי ישראל לבקש את דוד במדבר זיף",
        "25_Chapter, 2_Verse": "ויחן שאול בגבעת החכילה אשר על פני הישימן על הדרך ודוד ישב במדבר וירא כי בא שאול אחריו המדברה",
        "25_Chapter, 3_Verse": "וישלח דוד מרגלים וידע כי בא שאול אל נכון",
        "25_Chapter, 4_Verse": "ויקם דוד ויבא אל המקום אשר חנה שם שאול וירא דוד את המקום אשר שכב שם שאול ואבנר בן נר שר צבאו ושאול שכב במעגל והעם חנים סביבתו [סביבתיו]",
        "25_Chapter, 5_Verse": "ויען דוד ויאמר אל אחימלך החתי ואל אבישי בן צרויה אחי יואב לאמר מי ירד אתי אל שאול אל המחנה ויאמר אבישי אני ארד עמך",
        "25_Chapter, 6_Verse": "ויבא דוד ואבישי אל העם לילה והנה שאול שכב ישן במעגל וחניתו מעוכה בארץ מראשתו [מראשתיו] ואבנר והעם שכבים סביבתו [סביבתיו]",
        "25_Chapter, 7_Verse": "ויאמר אבישי אל דוד סגר אלהים היום את אויבך בידך ועתה אכנו נא בחנית ובארץ פעם אחת ולא אשנה לו",
        "25_Chapter, 8_Verse": "ויאמר דוד אל אבישי אל תשחיתהו כי מי שלח ידו במשיח יהוה ונקה",
        "25_Chapter, 9_Verse": "ויאמר דוד חי יהוה כי אם יהוה יגפנו או יומו יבוא ומת או במלחמה ירד ונספה",
        "25_Chapter, 10_Verse": "חלילה לי מיהוה משלח ידי במשיח יהוה ועתה קח נא את החנית אשר מראשתו [מראשתיו] ואת צפחת המים ונלכה לנו",
        "25_Chapter, 11_Verse": "ויקח דוד את החנית ואת צפחת המים מראשתי שאול וילכו להם ואין ראה ואין יודע ואין מקיץ כי כלם ישנים כי תרדמת יהוה נפלה עליהם",
        "25_Chapter, 12_Verse": "ויעבר דוד העבר ויעמד על ראש ההר מרחק רב המקום ביניהם",
        "25_Chapter, 13_Verse": "ויקרא דוד אל העם ואל אבנר בן נר לאמר הלוא תענה אבנר ויען אבנר ויאמר מי אתה קראת אל המלך",
        "25_Chapter, 14_Verse": "ויאמר דוד אל אבנר הלוא איש אתה ומי כמוך בישראל ולמה לא שמרת אל אדניך המלך כי בא אחד העם להשחית את המלך אדניך",
        "25_Chapter, 15_Verse": "לא טוב הדבר הזה אשר עשית חי יהוה כי בני מות אתם אשר לא שמרתם על אדניכם על משיח יהוה ועתה ראה אי חנית המלך ואת צפחת המים אשר מראשתו [מראשתיו]",
        "25_Chapter, 16_Verse": "ויכר שאול את קול דוד ויאמר הקולך זה בני דוד ויאמר דוד קולי אדני המלך",
        "25_Chapter, 17_Verse": "ויאמר למה זה אדני רדף אחרי עבדו כי מה עשיתי ומה בידי רעה",
        "25_Chapter, 18_Verse": "ועתה ישמע נא אדני המלך את דברי עבדו אם יהוה הסיתך בי ירח מנחה ואם בני האדם ארורים הם לפני יהוה כי גרשוני היום מהסתפח בנחלת יהוה לאמר לך עבד אלהים אחרים",
        "25_Chapter, 19_Verse": "ועתה אל יפל דמי ארצה מנגד פני יהוה כי יצא מלך ישראל לבקש את פרעש אחד כאשר ירדף הקרא בהרים",
        "25_Chapter, 20_Verse": "ויאמר שאול חטאתי שוב בני דוד כי לא ארע לך עוד תחת אשר יקרה נפשי בעיניך היום הזה הנה הסכלתי ואשגה הרבה מאד",
        "25_Chapter, 21_Verse": "ויען דוד ויאמר הנה החנית [חנית] המלך ויעבר אחד מהנערים ויקחה",
        "25_Chapter, 22_Verse": "ויהוה ישיב לאיש את צדקתו ואת אמנתו אשר נתנך יהוה היום ביד ולא אביתי לשלח ידי במשיח יהוה",
        "25_Chapter, 23_Verse": "והנה כאשר גדלה נפשך היום הזה בעיני כן תגדל נפשי בעיני יהוה ויצלני מכל צרה",
        "25_Chapter, 24_Verse": "ויאמר שאול אל דוד ברוך אתה בני דוד גם עשה תעשה וגם יכל תוכל וילך דוד לדרכו ושאול שב למקומו",
        "26_Chapter, 0_Verse": "ויאמר דוד אל לבו עתה אספה יום אחד ביד שאול אין לי טוב כי המלט אמלט אל ארץ פלשתים ונואש ממני שאול לבקשני עוד בכל גבול ישראל ונמלטתי מידו",
        "26_Chapter, 1_Verse": "ויקם דוד ויעבר הוא ושש מאות איש אשר עמו אל אכיש בן מעוך מלך גת",
        "26_Chapter, 2_Verse": "וישב דוד עם אכיש בגת הוא ואנשיו איש וביתו דוד ושתי נשיו אחינעם היזרעאלית ואביגיל אשת נבל הכרמלית",
        "26_Chapter, 3_Verse": "ויגד לשאול כי ברח דוד גת ולא יוסף [יסף] עוד לבקשו",
        "26_Chapter, 4_Verse": "ויאמר דוד אל אכיש אם נא מצאתי חן בעיניך יתנו לי מקום באחת ערי השדה ואשבה שם ולמה ישב עבדך בעיר הממלכה עמך",
        "26_Chapter, 5_Verse": "ויתן לו אכיש ביום ההוא את צקלג לכן היתה צקלג למלכי יהודה עד היום הזה",
        "26_Chapter, 6_Verse": "ויהי מספר הימים אשר ישב דוד בשדה פלשתים ימים וארבעה חדשים",
        "26_Chapter, 7_Verse": "ויעל דוד ואנשיו ויפשטו אל הגשורי והגרזי [והגזרי] והעמלקי כי הנה ישבות הארץ אשר מעולם בואך שורה ועד ארץ מצרים",
        "26_Chapter, 8_Verse": "והכה דוד את הארץ ולא יחיה איש ואשה ולקח צאן ובקר וחמרים וגמלים ובגדים וישב ויבא אל אכיש",
        "26_Chapter, 9_Verse": "ויאמר אכיש אל פשטתם היום ויאמר דוד על נגב יהודה ועל נגב הירחמאלי ואל נגב הקיני",
        "26_Chapter, 10_Verse": "ואיש ואשה לא יחיה דוד להביא גת לאמר פן יגדו עלינו לאמר כה עשה דוד וכה משפטו כל הימים אשר ישב בשדה פלשתים",
        "26_Chapter, 11_Verse": "ויאמן אכיש בדוד לאמר הבאש הבאיש בעמו בישראל והיה לי לעבד עולם",
        "27_Chapter, 0_Verse": "ויהי בימים ההם ויקבצו פלשתים את מחניהם לצבא להלחם בישראל ויאמר אכיש אל דוד ידע תדע כי אתי תצא במחנה אתה ואנשיך",
        "27_Chapter, 1_Verse": "ויאמר דוד אל אכיש לכן אתה תדע את אשר יעשה עבדך ויאמר אכיש אל דוד לכן שמר לראשי אשימך כל הימים",
        "27_Chapter, 2_Verse": "ושמואל מת ויספדו לו כל ישראל ויקברהו ברמה ובעירו ושאול הסיר האבות ואת הידענים מהארץ",
        "27_Chapter, 3_Verse": "ויקבצו פלשתים ויבאו ויחנו בשונם ויקבץ שאול את כל ישראל ויחנו בגלבע",
        "27_Chapter, 4_Verse": "וירא שאול את מחנה פלשתים וירא ויחרד לבו מאד",
        "27_Chapter, 5_Verse": "וישאל שאול ביהוה ולא ענהו יהוה גם בחלמות גם באורים גם בנביאם",
        "27_Chapter, 6_Verse": "ויאמר שאול לעבדיו בקשו לי אשת בעלת אוב ואלכה אליה ואדרשה בה ויאמרו עבדיו אליו הנה אשת בעלת אוב בעין דור",
        "27_Chapter, 7_Verse": "ויתחפש שאול וילבש בגדים אחרים וילך הוא ושני אנשים עמו ויבאו אל האשה לילה ויאמר קסומי [קסמי ] נא לי באוב והעלי לי את אשר אמר אליך",
        "27_Chapter, 8_Verse": "ותאמר האשה אליו הנה אתה ידעת את אשר עשה שאול אשר הכרית את האבות ואת הידעני מן הארץ ולמה אתה מתנקש בנפשי להמיתני",
        "27_Chapter, 9_Verse": "וישבע לה שאול ביהוה לאמר חי יהוה אם יקרך עון בדבר הזה",
        "27_Chapter, 10_Verse": "ותאמר האשה את מי אעלה לך ויאמר את שמואל העלי לי",
        "27_Chapter, 11_Verse": "ותרא האשה את שמואל ותזעק בקול גדול ותאמר האשה אל שאול לאמר למה רמיתני ואתה שאול",
        "27_Chapter, 12_Verse": "ויאמר לה המלך אל תיראי כי מה ראית ותאמר האשה אל שאול אלהים ראיתי עלים מן הארץ",
        "27_Chapter, 13_Verse": "ויאמר לה מה תארו ותאמר איש זקן עלה והוא עטה מעיל וידע שאול כי שמואל הוא ויקד אפים ארצה וישתחו",
        "27_Chapter, 14_Verse": "ויאמר שמואל אל שאול למה הרגזתני להעלות אתי ויאמר שאול צר לי מאד ופלשתים נלחמים בי ואלהים סר מעלי ולא ענני עוד גם ביד הנביאם גם בחלמות ואקראה לך להודיעני מה אעשה",
        "27_Chapter, 15_Verse": "ויאמר שמואל ולמה תשאלני ויהוה סר מעליך ויהי ערך",
        "27_Chapter, 16_Verse": "ויעש יהוה לו כאשר דבר בידי ויקרע יהוה את הממלכה מידך ויתנה לרעך לדוד",
        "27_Chapter, 17_Verse": "כאשר לא שמעת בקול יהוה ולא עשית חרון אפו בעמלק על כן הדבר הזה עשה לך יהוה היום הזה",
        "27_Chapter, 18_Verse": "ויתן יהוה גם את ישראל עמך ביד פלשתים ומחר אתה ובניך עמי גם את מחנה ישראל יתן יהוה ביד פלשתים",
        "27_Chapter, 19_Verse": "וימהר שאול ויפל מלא קומתו ארצה וירא מאד מדברי שמואל גם כח לא היה בו כי לא אכל לחם כל היום וכל הלילה",
        "27_Chapter, 20_Verse": "ותבוא האשה אל שאול ותרא כי נבהל מאד ותאמר אליו הנה שמעה שפחתך בקולך ואשים נפשי בכפי ואשמע את דבריך אשר דברת אלי",
        "27_Chapter, 21_Verse": "ועתה שמע נא גם אתה בקול שפחתך ואשמה לפניך פת לחם ואכול ויהי בך כח כי תלך בדרך",
        "27_Chapter, 22_Verse": "וימאן ויאמר לא אכל ויפרצו בו עבדיו וגם האשה וישמע לקלם ויקם מהארץ וישב אל המטה",
        "27_Chapter, 23_Verse": "ולאשה עגל מרבק בבית ותמהר ותזבחהו ותקח קמח ותלש ותפהו מצות",
        "27_Chapter, 24_Verse": "ותגש לפני שאול ולפני עבדיו ויאכלו ויקמו וילכו בלילה ההוא",
        "28_Chapter, 0_Verse": "ויקבצו פלשתים את כל מחניהם אפקה וישראל חנים בעין אשר ביזרעאל",
        "28_Chapter, 1_Verse": "וסרני פלשתים עברים למאות ולאלפים ודוד ואנשיו עברים באחרנה עם אכיש",
        "28_Chapter, 2_Verse": "ויאמרו שרי פלשתים מה העברים האלה ויאמר אכיש אל שרי פלשתים הלוא זה דוד עבד שאול מלך ישראל אשר היה אתי זה ימים או זה שנים ולא מצאתי בו מאומה מיום נפלו עד היום הזה",
        "28_Chapter, 3_Verse": "ויקצפו עליו שרי פלשתים ויאמרו לו שרי פלשתים השב את האיש וישב אל מקומו אשר הפקדתו שם ולא ירד עמנו במלחמה ולא יהיה לנו לשטן במלחמה ובמה יתרצה זה אל אדניו הלוא בראשי האנשים ההם",
        "28_Chapter, 4_Verse": "הלוא זה דוד אשר יענו לו במחלות לאמר הכה שאול באלפיו ודוד ברבבתו [ברבבתיו]",
        "28_Chapter, 5_Verse": "ויקרא אכיש אל דוד ויאמר אליו חי יהוה כי ישר אתה וטוב בעיני צאתך ובאך אתי במחנה כי לא מצאתי בך רעה מיום באך אלי עד היום הזה ובעיני הסרנים לא טוב אתה",
        "28_Chapter, 6_Verse": "ועתה שוב ולך בשלום ולא תעשה רע בעיני סרני פלשתים",
        "28_Chapter, 7_Verse": "ויאמר דוד אל אכיש כי מה עשיתי ומה מצאת בעבדך מיום אשר הייתי לפניך עד היום הזה כי לא אבוא ונלחמתי באיבי אדני המלך",
        "28_Chapter, 8_Verse": "ויען אכיש ויאמר אל דוד ידעתי כי טוב אתה בעיני כמלאך אלהים אך שרי פלשתים אמרו לא יעלה עמנו במלחמה",
        "28_Chapter, 9_Verse": "ועתה השכם בבקר ועבדי אדניך אשר באו אתך והשכמתם בבקר ואור לכם ולכו",
        "28_Chapter, 10_Verse": "וישכם דוד הוא ואנשיו ללכת בבקר לשוב אל ארץ פלשתים ופלשתים עלו יזרעאל",
        "29_Chapter, 0_Verse": "ויהי בבא דוד ואנשיו צקלג ביום השלישי ועמלקי פשטו אל נגב ואל צקלג ויכו את צקלג וישרפו אתה באש",
        "29_Chapter, 1_Verse": "וישבו את הנשים אשר בה מקטן ועד גדול לא המיתו איש וינהגו וילכו לדרכם",
        "29_Chapter, 2_Verse": "ויבא דוד ואנשיו אל העיר והנה שרופה באש ונשיהם ובניהם ובנתיהם נשבו",
        "29_Chapter, 3_Verse": "וישא דוד והעם אשר אתו את קולם ויבכו עד אשר אין בהם כח לבכות",
        "29_Chapter, 4_Verse": "ושתי נשי דוד נשבו אחינעם היזרעלית ואביגיל אשת נבל הכרמלי",
        "29_Chapter, 5_Verse": "ותצר לדוד מאד כי אמרו העם לסקלו כי מרה נפש כל העם איש על בנו [בניו] ועל בנתיו ויתחזק דוד ביהוה אלהיו",
        "29_Chapter, 6_Verse": "ויאמר דוד אל אביתר הכהן בן אחימלך הגישה נא לי האפד ויגש אביתר את האפד אל דוד",
        "29_Chapter, 7_Verse": "וישאל דוד ביהוה לאמר ארדף אחרי הגדוד הזה האשגנו ויאמר לו רדף כי השג תשיג והצל תציל",
        "29_Chapter, 8_Verse": "וילך דוד הוא ושש מאות איש אשר אתו ויבאו עד נחל הבשור והנותרים עמדו",
        "29_Chapter, 9_Verse": "וירדף דוד הוא וארבע מאות איש ויעמדו מאתים איש אשר פגרו מעבר את נחל הבשור",
        "29_Chapter, 10_Verse": "וימצאו איש מצרי בשדה ויקחו אתו אל דוד ויתנו לו לחם ויאכל וישקהו מים",
        "29_Chapter, 11_Verse": "ויתנו לו פלח דבלה ושני צמקים ויאכל ותשב רוחו אליו כי לא אכל לחם ולא שתה מים שלשה ימים ושלשה לילות",
        "29_Chapter, 12_Verse": "ויאמר לו דוד למי אתה ואי מזה אתה ויאמר נער מצרי אנכי עבד לאיש עמלקי ויעזבני אדני כי חליתי היום שלשה",
        "29_Chapter, 13_Verse": "אנחנו פשטנו נגב הכרתי ועל אשר ליהודה ועל נגב כלב ואת צקלג שרפנו באש",
        "29_Chapter, 14_Verse": "ויאמר אליו דוד התורדני אל הגדוד הזה ויאמר השבעה לי באלהים אם תמיתני ואם תסגרני ביד אדני ואורדך אל הגדוד הזה",
        "29_Chapter, 15_Verse": "וירדהו והנה נטשים על פני כל הארץ אכלים ושתים וחגגים בכל השלל הגדול אשר לקחו מארץ פלשתים ומארץ יהודה",
        "29_Chapter, 16_Verse": "ויכם דוד מהנשף ועד הערב למחרתם ולא נמלט מהם איש כי אם ארבע מאות איש נער אשר רכבו על הגמלים וינסו",
        "29_Chapter, 17_Verse": "ויצל דוד את כל אשר לקחו עמלק ואת שתי נשיו הציל דוד",
        "29_Chapter, 18_Verse": "ולא נעדר להם מן הקטן ועד הגדול ועד בנים ובנות ומשלל ועד כל אשר לקחו להם הכל השיב דוד",
        "29_Chapter, 19_Verse": "ויקח דוד את כל הצאן והבקר נהגו לפני המקנה ההוא ויאמרו זה שלל דוד",
        "29_Chapter, 20_Verse": "ויבא דוד אל מאתים האנשים אשר פגרו מלכת אחרי דוד וישיבם בנחל הבשור ויצאו לקראת דוד ולקראת העם אשר אתו ויגש דוד את העם וישאל להם לשלום",
        "29_Chapter, 21_Verse": "ויען כל איש רע ובליעל מהאנשים אשר הלכו עם דוד ויאמרו יען אשר לא הלכו עמי לא נתן להם מהשלל אשר הצלנו כי אם איש את אשתו ואת בניו וינהגו וילכו",
        "29_Chapter, 22_Verse": "ויאמר דוד לא תעשו כן אחי את אשר נתן יהוה לנו וישמר אתנו ויתן את הגדוד הבא עלינו בידנו",
        "29_Chapter, 23_Verse": "ומי ישמע לכם לדבר הזה כי כחלק הירד במלחמה וכחלק הישב על הכלים יחדו יחלקו",
        "29_Chapter, 24_Verse": "ויהי מהיום ההוא ומעלה וישמה לחק ולמשפט לישראל עד היום הזה",
        "29_Chapter, 25_Verse": "ויבא דוד אל צקלג וישלח מהשלל לזקני יהודה לרעהו לאמר הנה לכם ברכה משלל איבי יהוה",
        "29_Chapter, 26_Verse": "לאשר בבית אל ולאשר ברמות נגב ולאשר ביתר",
        "29_Chapter, 27_Verse": "ולאשר בערער ולאשר בשפמות ולאשר באשתמע",
        "29_Chapter, 28_Verse": "ולאשר ברכל ולאשר בערי הירחמאלי ולאשר בערי הקיני",
        "29_Chapter, 29_Verse": "ולאשר בחרמה ולאשר בבור עשן ולאשר בעתך",
        "29_Chapter, 30_Verse": "ולאשר בחברון ולכל המקמות אשר התהלך שם דוד הוא ואנשיו",
        "30_Chapter, 0_Verse": "ופלשתים נלחמים בישראל וינסו אנשי ישראל מפני פלשתים ויפלו חללים בהר הגלבע",
        "30_Chapter, 1_Verse": "וידבקו פלשתים את שאול ואת בניו ויכו פלשתים את יהונתן ואת אבינדב ואת מלכי שוע בני שאול",
        "30_Chapter, 2_Verse": "ותכבד המלחמה אל שאול וימצאהו המורים אנשים בקשת ויחל מאד מהמורים",
        "30_Chapter, 3_Verse": "ויאמר שאול לנשא כליו שלף חרבך ודקרני בה פן יבואו הערלים האלה ודקרני והתעללו בי ולא אבה נשא כליו כי ירא מאד ויקח שאול את החרב ויפל עליה",
        "30_Chapter, 4_Verse": "וירא נשא כליו כי מת שאול ויפל גם הוא על חרבו וימת עמו",
        "30_Chapter, 5_Verse": "וימת שאול ושלשת בניו ונשא כליו גם כל אנשיו ביום ההוא יחדו",
        "30_Chapter, 6_Verse": "ויראו אנשי ישראל אשר בעבר העמק ואשר בעבר הירדן כי נסו אנשי ישראל וכי מתו שאול ובניו ויעזבו את הערים וינסו ויבאו פלשתים וישבו בהן",
        "30_Chapter, 7_Verse": "ויהי ממחרת ויבאו פלשתים לפשט את החללים וימצאו את שאול ואת שלשת בניו נפלים בהר הגלבע",
        "30_Chapter, 8_Verse": "ויכרתו את ראשו ויפשיטו את כליו וישלחו בארץ פלשתים סביב לבשר בית עצביהם ואת העם",
        "30_Chapter, 9_Verse": "וישמו את כליו בית עשתרות ואת גויתו תקעו בחומת בית שן",
        "30_Chapter, 10_Verse": "וישמעו אליו ישבי יביש גלעד את אשר עשו פלשתים לשאול",
        "30_Chapter, 11_Verse": "ויקומו כל איש חיל וילכו כל הלילה ויקחו את גוית שאול ואת גוית בניו מחומת בית שן ויבאו יבשה וישרפו אתם שם",
        "30_Chapter, 12_Verse": "ויקחו את עצמתיהם ויקברו תחת האשל ביבשה ויצמו שבעת ימים"
    },
    "meta": "Chapter-Verse",
    "work": "I Samuel"
}