{
    "title": "Hasagot HaRaavad on Mishneh Torah, The Sanhedrin and the Penalties within their Jurisdiction",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_The_Sanhedrin_and_the_Penalties_within_their_Jurisdiction",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b> כל עיר שאין בה שני חכמים גדולים וכו' עד יודעים לדבר הרי זו סנהדרי חכמה.</b> א''א כן צריך להגיה שנים ראויים לדבר הרי זו ראויה לסנהדרין היו בה שנים בין הכל הרי זו בינונית היו בה שלשה הרי זו שאין למעלה ממנה וראויה לדבר: "
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [
                "<b> אין דנין דיני נפשות בפחות מעשרים ושלשה וכו' אבל נחש שהמית אחד הורג אותו.</b> א''א זהו כר' עקיבא ולא ידעתי למה: "
            ]
        ],
        [],
        [],
        [
            [],
            [
                "<b> נמצאו חמשה נושאים ונותנים בדבר וכו' עד הולכין אחר הרוב.</b> א''א אני רואה בגמרא שאותו שאמר איני יודע אינו מן המנין ואי אמר טעמא לא שמעינן ליה נמצא לאחר שהוסיפו אינן אלא ארבעה ועוד הראשון הרי הוא אומר איני יודע ואינו לא מזכה ולא מחייב בידוע שטעה בלשון התוספתא או שהגיעה לידו בטעות ואם אמר אחד מהן איני יודע והשלשה שנים מזכין או מחייבין ואחד חולק לפי דבריו ילכו אחר הרוב שהרי נשאר שם ב''ד ואם לא אמר אחד איני יודע והיו שנים כנגד שנים דנין אלו כנגד אלו ואם לא חזר אחד מהן יעמוד הממון במקומו (הערה: עי' נ\"א במ\"ע)  ומגיעין לעולם לשבעים ואחד אלא שבלשון התוספתא מוכיח שאף בדיני ממונות מוסיפין והולכין עד שיגמר הדין ואין גמר הדין אלא אחר הרוב אבל ספק אינו גמר דין מ''מ עד שבעים ואחד ולא יותר וזה המחבר לקח מן התוספתא וחיסר ממנה אחד אומר זכאי ואחד אומר איני יודע יוסיפו הדיינין שעד עכשיו לא הוסיפו אלא אחד פירוש זה שאמר איני יודע מן הנוספים הוא וטעם יפה הוא עכ''ל: "
            ]
        ],
        [
            [],
            [
                "<b> היו אלו כנגד אלו ואחד אומר איני יודע.</b> א''א זה אי אפשר עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> דיני ממונות וכן הטומאות והטהרות מתחילין וכו'.</b> א''א אין הגמרא כן עכ''ל: "
            ],
            [],
            [
                "<b> זה שאנו מונים הבן עם האב בין באחד בין בשנים כגון וכו'.</b> א''א חיי ראשי איני רואה לא טעם ולא ריח בדברים אלו כי למשא ומתן מאי מנין איכא ובשעת גמר דין אז הוא המנין והקושיא שהוקשה לו אינה כלום לפי הגירסא שלנו דבדיני ממונות נמי אין מונין להם אלא אחד וכיון דאינו עולה מן החשבון הרי הוא כמי שאמר האחד למחזי אתיתי שאינו פוסל בעדות וכן בדין והאב הוא הנשאר והבן הולך לו כדי שלא יטעה אדם בהן לומר שיהיו שניהן מן המנין והכי איתא בתוספתא עכ''ל: "
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [
                "<b> אי זהו לאו שבכללות לאו אחד שכולל ענינים רבים וכו' עד מפי השמועה למדו שזה לחלק.</b> א''א אביי ורבא: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> פצוע דכא שנשא בת ישראל ובעל.</b> א''א לא ידעתי נשואין מה צורך והרי מצינו על הממזרת משלם קנס והקשו בגמרא על רבא קשיא ממזרת לדעת ר' יצחק היאך לוקה ומשלם אלמא בביאה לחודה לוקה: "
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [
                "<b> וכן אם יצא שטר חוב לפניו וכו' עד לא תפרע אלא וכו'.</b> א''א דבר זה הוציא ממה שפירש רבינו חננאל במה שאמר רב פפא כגון אבא מר ברי קרענא שטרא אפומיה אומר דאפילו בשטר שיש בו נאמנות אינו גובה אלא בשבועה ואני אומר דאפילו בשבועה נמי לא גבי אלא מקרע נמי לא קרעינן ליה דוק ותשכח בכתובות פרק אע''פ ובשבועות פרק הדיינים דכל ריע שטרא לא מגבינן ביה או אם היה עליו שטר חוב לאחר יתן לזה שלא נפגם שטרו כלל ויניח זה שנפגם שטרו בדברי האחר או ישליך השטר בפניו ולא ידון כלל כפי מה שיראה עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b> ואחד המקלל עצמו או וכו' כגון חנון וקנא וכיוצא בהן.</b> א''א אינו לוקה אלא בשם המיוחד והכי איתא בירושלמי עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות סנהדרין והעונשין המסורין להם",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}