{
    "work": "Rashi on Makkot", 
    "text": {
        "42": {
            "26": {
                "0": "נילקי נמי - כגון שהיו כלי מחרישה מעצי אשירה:"
            }, 
            "21": {
                "0": "השמר בנגע הצרעת - ואמרינן (שבת דף קלג.) בקוצץ בהרתו הכתוב מדבר והשמר הוא לא תעשה:"
            }, 
            "46": {
                "0": "המרביע שור פסולי המוקדשין - שנפדה אפילו על מינו לוקה שהרי גוף אחד ועשאו הכתוב שני גופין דתורת חולין ותורת קדשים יש עליו תורת חולין שמותר באכילה מחוץ לפתח אהל מועד כאילו לא הוקדש מעולם ותורת קדשים שאסור בגיזה ועבודה כדאמרינן בספרי בכל אות נפשך תזבח ואכלת בשר במה הכתוב מדבר אם בבשר תאוה הרי כבר אמור כי ירחיב ה' אלהיך את גבולך וגו' כי תאוה נפשך וגו' אם באכילת קדשים הרי כבר אמור כי אם במקום וגו' שם תעלה וגו' הא אין הכתוב מדבר אלא בפסולי המוקדשין שנפדו תזבח ולא גיזה דאסור בגיזה ועבודה בשר ולא חלב ואכלת ולא לכלביך והלכך אסור להרביעו אפי' עם מינו משום כלאים שמרביע חולין על קדשים או קדשים על חולין וכן במנהיג אפילו מנהיג עם מינו ואפילו מנהיגו בפני עצמו חולין וקדשים הוא וחייב משום כלאים דחרישה דהוא עצמו כלאים שעשאן הכתוב שני גופין ולא שמעתי ראיה מנלן דחולין וקדשים כלאים זה בזה ודבר תימה הוא:"
            }, 
            "49": {
                "0": "מתני' שנאמר במספר ארבעים - והפילו השופט והכהו לפניו כדי רשעתו במספר (דברים כה) וסמיך ליה ארבעים יכנו ודרשינן כמאן דכתיב במספר ארבעים מנין שהוא סוכם את הארבעים כדמפרש בגמ' דמדלא כתיב יכנו ארבעים במספר אלא במספר ארבעים יכנו שמעינן דהכי קאמר מנין הסוכם הארבעים חשבון המשלים סכום של ארבעים שגורם לקרות אחריו ארבעים והיינו שלשים ותשע:"
            }, 
            "33": {
                "0": "מי קא חיילא עליה - הא הוה ליה נשבע שלא יבטל המצוה ונפקא לן מלהרע או להיטיב בשבועות (דף כה.) דאין זו שבועה:\n"
            }, 
            "43": {
                "0": "נזיר שמשון בר טמויי למתים הוא כלום אסור הוא להיטמא למתים אדם שמקבל נזירתו ע\"י מלאך הא אמרינן במס' נזיר דף ד:) שמשון הותר ליטמא למתים ובעי לאפוקי מהאי קרא ויך מאה וחמשים וגו' ופריך ליה אימא דשוינהו גוססין אלא גמרא ואית דמפרשי נזיר שמשון נזיר מן הבטן וקשיא לן ההיא נמי בשאלה איתיה שהיה אביו יכול לישאל עליו ואפילו מת אביו בשאלה מיהא הוה ההוא שעתא:"
            }, 
            "42": {
                "0": "בנזיר שמשון - ע\"י מלאך קיבל נזירות עליו דההוא אין לו שאלה דצווי שלמעלה הוא: "
            }, 
            "29": {
                "0": "קוצץ אילנות טובות - בהליכתו:"
            }, 
            "36": {
                "0": "\nמיגו דחיילא עליה שבועה כו' - היינו איסור כולל ואיסור מוסיף כגון שבחתיכה עצמה נוסף איסור כגון אילו נוסף על היו\"ט איסור ע\"י שבועה זו וה\"ל מוסיף דומיא דאשת איש ונעשית חמותו דמוסיף הוא דמעיקרא קיימא ליה בחנק והשתא קיימא ליה. בסקילה א\"נ חלב דנותר מעיקרא קאי עליה באיסור חלב והשתא איתוסף עליה איסור נותר ואיסור כולל היינו שאין איסור נוסף על החתיכה אלא כולל אחרים באיסורא כגון שנשא אחות חמותו דמיגו דמיתסר בכולהו אחוותא איתסר נמי בחמותו משום אחות אשה אי נמי כגון חמותו ונעשית אשת איש דמיגו דכיילה כולי עלמא באיסור אשת איש כללה נמי לדידיה לחייבו שתים:"
            }, 
            "1": {
                "0": "ה\"ג ואם איתא אהבערה לא ליחייב דהא איחייב ליה משום מבשל: "
            }, 
            "0": {
                "0": "משום הבערה - דאי הוה איהו מבעיר וחבירו מבשל הוו תרוייהו . חייבין דמבעיר ומבשל אבות מלאכות אלמא מיחייב משום יו\"ט שתים הבערה ובישול: "
            }, 
            "2": {
                "0": "גיד הנשה של נבילה - דלוקה אף משום נבילה שאכל:"
            }, 
            "4": {
                "0": "שלש על בישולו - בישול בשר בחלב ובישול שלא לצורך יו\"ט והבערה שלא לצורך ושתים על אכילתו אכילת גיד ואכילת בשר בחלב ואם איתא דמפקת הבערה ומעיילת אכילת נבילה הוי איסור ג' על אכילתו:"
            }, 
            "6": {
                "0": " ואזהרת עצי הקדש מהכא ואשריהם תשרפון באש לא תעשון כן לה' אלהיכם:"
            }, 
            "52": {
                "0": "ראויות להשתלש - בגמרא מפרש:"
            }
        }, 
        "43": {
            "25": {
                "1": "חזן - שמש הקהל. ולא שמעתי בו שום משמעות:", 
                "0": "מתני' על העמוד - עץ אחד נעוץ בקרקע וגבוה כנגד שתי אמות או אמה וחצי והוא כפוף ומוטה על אותו העמוד כאדם הנסמך על בריח דלת ותולה ידיו למטה וכופתין לו ידיו בצידי העמוד:", 
                "2": "נפרמו - דשקושרר\"א בלע\"ז קריעה של תפירה:"
            }, 
            "26": {
                "0": "מאחריו - של נידון:"
            }, 
            "27": {
                "0": "כפולה אחת לשתים - ועוד רצועה אחרת כפולה לשתים היינו שתים רצועות שהן ארבע ואותן השתי רצועות עולות ויורדות בה כלומר אותן שתי רצועות היו תלויות באמצע הרצועה ושל חמור לקיים בהן יבא מי שמכיר אבוס בעליו כו':"
            }, 
            "23": {
                "0": "גמ' אמדוהו לארבעים וחדא - כל מה שאומדין עליו עד שלשים ותשע חשבינן משום חד לאו דכך הוא דינו למלקות ארבעים חסר אחת על לאו אחד ואם מוסיפין עליו אפילו שלש מכות דהוה להו ארבעים ותרתי חשובין אותן שלש אומד ללאו האחר ואם לא הוסיפו אלא שתים מכות דהוו להו ארבעים וחדא לוקה שלשים ותשע משום לאו אחד ומתרפא וחוזר ולוקה דמכות שאינן ראויות להשתלש לא מלקינן ליה:"
            }, 
            "19": {
                "1": "ואם לאו - דלא אמדוהו אומד אחד אלא ללאו אחד אמדוהו תחלה לוקה ומתרפא:", 
                "0": "מתני' עבירה שיש בה שני לאוין - כגון חורש בשור וחמור וכלאים בכרם:"
            }, 
            "18": {
                "1": "וברייתא בדאמדוהו למחר או ליומא אוחרא - ליום אחר דההוא ודאי אומד גמור הוא שיפה עיינו שהיה יכול זה לקבל עד אותו יום כך וכך מכות אלא נשתנה והכחיש הלכך כי אמדוהו לארבעים עד יום פלוני וכשהגיע יום פלוני אמדו שאין יכול לקבל כולם אומד ראשון אומד גמור היה והואיל ונשתנה ונתקלקל שאין יכול לקבל פטור אע\"פ שלא לקה שהרי נתבזה באותו אומד וכי אמדוהו נמי לשמונה עשרה עד יום פלוני וכשהגיע יום פלוני אמדו שיכול לקבל ארבעים אין לוקה אלא אומד ראשון דאומד גמור היה כך נראה לרבי. לישנא אחרינא מתני' דאמדוהו ליומיה לקבל ארבעים והלכך אין פוטרין אותו אלא אם כן לקה דודאי יהא בו כח לקבל קצת מן המכות אמדוהו לקבל ליום או ליומים ודאי אין בו כח ואם חזרו בהם פטור מיד וכן קיבל ר' מח\"ע ולא נהירא דמשום דאמדוהו ליומיה אמאי ברירא לן שיהא בו כח לקבל קצת מן המכות הם אומדין שאין יכול ואנן אמרינן לילקי ולימות ועוד דאם לקה אמרינן במתניתין ולא דמלקינן ליה לכתחלה. מ\"ר:", 
                "0": "הא דאמדוהו ליומי' - מתניתין באמדוהו ליומיה לקבל מ' או שמונה עשרה והלכך כי חזרו ואמדו בו ביום שאין יכול לקבל או יכול איגלאי מילתא דאומד שלהם לא היה כלום כיון דבו ביום סתרו כל מה שאמדו שהרי זה לא נשתנה ולא הכחיש בשהות מועט כזה ויש לומר דהם טעו באומד הלכך כי אמדו תחלה לארבעים וחזרו ואמדו בו ביום שאין יכול לקבל אם לקה מקצתן פוטרין אותו שהרי נתבזה ואם לא לקה הרי הוא כמי שלא אמדוהו כלל ועכשיו הוא דמעיינו בדיניה ואמרו אין יכול וממתינין לו עד שיבריא ויהיו אומדין אותו אומד הראוי לו וכן אמדו תחלה לי\"ח ובו ביום חזרו ואמדו שיכול לקבל ארבעים איגלאי מילתא דטעו באומד ראשון ואינו כלום והלכך אם לקה כבר כל השמונה עשרה פוטרין אותו דכיון דיצא מב\"ד כבר בזיון ב\"ד הוא להחזירו אבל לא לקה רשאין להוסיף על אומד ראשון דאינו כלום:"
            }, 
            "31": {
                "0": "והקורא קורא אם לא תשמור - הא מיפשט פשיטא לן דבעי קריאה כדאמרן [כריתות] (דף יא.) בקורת תהיה בקרייה תהא דלהכי קתני הכא והקורא:"
            }, 
            "28": {
                "0": "ידה טפח - מקל שתלויה בה ארכה טפח ורצועה עצמה רחבה טפח ומגעת עד פי כריסו שמשער כך שכשהוא מכה כלה ראשה של רצועה בפי כריסו בתחלת כריסו שהמכה עומד בצד המוכה ומכה אותו ברוחב גבו הלכך אורך הרצועה ברוחב כל גבו עד מקום שמתחיל שם הכרס ואף ע\"ג דאמרן לעיל האבן נתונה לה לאחוריו אעפ\"כ היה הוא משלחף עצמו לצד צדו והיה מכה ברחבו:"
            }, 
            "29": {
                "0": "שליש מלפניו - על הבטן ושתי ידות מאחוריו בגמרא מפרש טעמא:"
            }, 
            "35": {
                "0": "אם מת תחת ידו פטור - דשליח ב\"ד הוא ואמרן לעיל (דף ח.) יצא האב המכה את בנו ושליח ב\"ד:"
            }, 
            "36": {
                "0": "הוסיף לו רצועה - על האומד ומת ה\"ז גולה על ידו ולא דמי להכהו עשרה בני אדם בעשר מקלות דאמרינן בהנשרפין (סנהדרין דף עח.) כולן פטורין דההיא אוקימנא לה בגוסס בידי אדם: נתקלקל כו' פטור דכתיב ונקלה והרי נקלה:"
            }, 
            "0": {
                "0": "ואמדו שאין יכול לקבל פטור - דכיון דנתבזה בבית דין ולקה קצת סגי ליה בהכי אבל לא לקה אלא אמדוהו לארבעים וחזרו ואמדו שאין יכול לקבל כולם לא מיפטר דאין רשאין לגרוע האומד אלא לוקה אחר זמן והכי נמי אם אמדוהו לשמונה עשר ומשלקה חזרו ואמדו שיכול עדיין לקבל ארבעים פטור משום דלקה אבל לא לקה רשאין להוסיף על אומד ראשון:\n"
            }, 
            "37": {
                "0": "נתקלקל כו' פטור דכתיב ונקלה והרי נקלה:"
            }, 
            "6": {
                "0": "גמ' כמה טפשאי שאר אינשי - כמה שוטים הללו רוב בני אדם: ורמינהו אמדוהו לקבל ארבעים וחזרו ואמדו שאין יכול פוטרין אותו. אע\"ג דלא לקה אלמא דלא שני בין לקה ללא לקה וה\"נ בין שאמדוהו לארבעים בין שאמדוהו לשמונה עשרה לא עבדינן ליה אלא אומד ראשון וקשה בין מרישא ובין מסיפא:"
            }
        }, 
        "24": {
            "21": {
                "0": "אל אחוזת אבותיו כאבותיו - סיפא דמילתיה דרבי מאיר היא ומביא ראיה לדבריו מסוף המקרא שחוזר לגדולתו שנאמר ואל אחוזת אבותיו אל כל חזקת אבותיו:"
            }, 
            "22": {
                "1": "לרבות את הרוצח - דמופנה לדון הימנו גזירה שוה נאמר כאן ישוב ונאמר ברוצח ישוב הרוצח אל ארץ אחוזתו כדמפרש ואזיל מאי וכן בגולה ומסקנא גמר שיבה שיבה מהתם:", 
                "0": "וכן בגולה - כמחלוקת בעבד עברי כך מחלוקת ברוצח שגלה וחזר במיתת הכהן ומהכא יליף דכשהוא אומר כאן ישוב קרא יתירא דמצי למכתב ושב אל משפחתו ואל אחוזת אבותיו ולשתוק:"
            }, 
            "19": {
                "1": "למה שהוחזקו אבותיו - לשררה:", 
                "0": "ושב אל משפחתו - בעבד עברי כתיב כשיוצא חפשי בשש או ביובל:"
            }, 
            "32": {
                "0": "נתינה - מן הגבעונין היא ומלקות משום לא תתחתן בם (דברים ז):"
            }, 
            "30": {
                "0": "מתני' אלו הן הלוקין - אלו לאו דוקא דתנא ושייר לוקין טובא אלא תנא חייבי כריתות לאשמועינן דיש מלקות בחייבי כריתות ותנא אלמנה וגרושה לאשמועינן אלמנה וגרושה חייב עליה משום שתי שמות וכו' ותנא טבל ומעשר ראשון שלא נטלה תרומתו דלא מפרש לאו דידהו בהדיא וכן הקדש שלא נפדה ואיידי דתנא הקדש תנא מעשר שני בהדיא דתרוייהו מלקות דידהו משום מחוסרי פדייה וכן ברובן יש דבר חדש:"
            }, 
            "36": {
                "0": "\nהקדש שלא נפדה - אזהרתו אינו מפורשת כל כך ונראה בעיני דמהכא אתא דתניא (סנהדרין שם) הזיד במעילה רבי אומר במיתה וחכמים אומרים באזהרה ואמרי'. מאי טעמיה דרבי אתיא חטא חטא מתרומה ורבנן מיעט רחמנא ומתו בו ולא במעילה ממיתה הוא דמעטיה וגזירה שוה כדקיימא קיימא וילפינן אזהרה דמעילה מאזהרה דתרומה דכתיב בה וכל זר לא יאכל קדש ורוב הלכות מעילה היא למדה מתרומה בתורת כהנים בגזירה שוה זו:"
            }, 
            "35": {
                "1": "ומעשר ראשון שלא נטלה תרומתו - אף הוא טבל:", 
                "0": "אכל טבל - אזהרתיה מולא יחללו את קדשי בני ישראל אשר ירימו בעתידין לתרום הכתוב מדבר והכי מפרש לה בסנהדרין באלו הן הנשרפין (דף פג.):", 
                "2": "ומעשר שני שלא נפדה - והוא אוכלו חוץ לירושלים וכתיב לא תוכל לאכול בשעריך וגו' (דברים יב):\n"
            }, 
            "34": {
                "1": "נותר - כתיב ביה (שמות כט) ושרפת את הנותר באש לא יאכל כי קדש הוא ואזהרת פגול נמי מהכא מדכתיב כי קדש הוא כלומר מפני שהוא קודש שנפסל למדנו מכאן כל שבקדש פסול בא הכתוב ליתן לא תעשה על אכילתו והכי אמרינן לקמן ואזהרת טמא והבשר אשר יגע בכל טמא לא יאכל (ויקרא ז):", 
                "0": "טמא שאכל את הקודש - אזהרתו מפרש בגמרא:", 
                "3": "האוכל ביום הכפורים - ויליף אזהרתיה בפרק בתרא דיומא (דף פא.):", 
                "2": "והשוחט - קדשים בחוץ או המעלה קדשים בחוץ אזהרת מעלה השמר לך פן תעלה וגו' (דברים יב) אזהרת שוחט ילפינן בזבחים בפרק השוחט והמעלה (דף קו.) איכא דיליף מלא יזבחו עוד וגו' ואיכא דיליף לה מגזירה שוה דהבאה הבאה שוחט ממעלה:", 
                "5": "והסך בשמן המשחה - מאותו שעשה משה במדבר דכתיב על בשר אדם לא ייסך (שם):", 
                "4": "המפטם את השמן - העושה שמן בדוגמת שמן המשחה ואזהרתיה ובמתכונתו לא תעשו כמוהו (שמות ל) וכן בקטורת ובמתכונתה לא תעשו לכם (שם):"
            }, 
            "0": {
                "0": "מעלים היו - הערים שכר ללוים שרוצחים שוכרים מהם את בתי הדירה:"
            }, 
            "3": {
                "0": "חוזר לשררה שהיה בה - אם היה נשיא או ראש בית אב חוזר לגדולתו כשישוב לעירו במיתת כה\"ג:"
            }, 
            "46": {
                "0": "גמ' חייבי כריתות קתני - כל חייבי כריתות שאין בהן מיתת ב\"ד הוזכרו במשנתנו לענין מלקות ואחד מכל חייבי מיתות בית דין לא הוזכר בה ללקות אם התרו בו למלקות:"
            }, 
            "7": {
                "0": "גמ' מחלוקת בשש - ערי מקלט:"
            }, 
            "8": {
                "0": "לכם - לרוצחים נאמר והיו לכם הערים למקלט:"
            }, 
            "41": {
                "0": "באוכל נמלה גרסינן שהוא חייב - משום שרץ השורץ על הארץ:"
            }, 
            "33": {
                "1": "גרושה וחלוצה - גרושה והיא חלוצה אינו חייב עליה אלא משום גרושה שהחלוצה אינה כתובה אלא מרבויא מייתינן לה דתניא בקדושין (דף עח.) גרושה אין לי אלא גרושה חלוצה מנין ת\"ל ואשה:", 
                "0": "אלמנה וגרושה - שנתאלמנה מאיש אחד ונתגרשה מאיש אחר חייב עליה שתי מלקות משום שתי שמות משום שתי אזהרות ששתיהן מפורשות במקרא ואזהרה אתרוייהו קיימא:"
            }
        }, 
        "25": {
            "25": {
                "0": "לעיני ונכרתו לעיני בני עמם וכתיב במלקות ונקלה אחיך לעיניך:"
            }, 
            "12": {
                "0": "לאו שאין בו מעשה נמי - אלמה אמרינן בכמה דוכתי לאו שאין בו מעשה אין לוקין עליו:"
            }, 
            "15": {
                "0": "דומיא דלאו דחסימה - שהוא כתוב אצל פרשת מלקות:"
            }, 
            "21": {
                "0": "ורבי עקיבא - כיון דאמר אי אתה מחייבו משום שתי רשעיות חייבי כריתות נמי לא לילקו דהא שתי רשעיות נינהו שעדיין עונש הכרת עליו:"
            }, 
            "22": {
                "1": "שאם עשה תשובה - הטעם שנתן למעלה שהוא יכול לפטור את עצמו מן הכרת ע\"י תשובה השתא מיהא עדיין לא שב ואתה מלקהו בעוד עונש הכרת עליו: ", 
                "0": "מאי אמרת - לשנויי הך קושיא:"
            }, 
            "38": {
                "0": "אין לוקין עליו - כשהתרו בו מלקות בלא מיתה לפי שלא ניתן לאו זה לאזהרת עונש מלקות כשאר לאוין שהרי הוצרך להזהירו שאם לא כן לא היה יכול לחייבו מיתה:"
            }, 
            "32": {
                "0": "קיבלה מיניה רבי שמואל - לתשובה זו מרבי אבא בר ממל ושני עלה ברשעה המסורה לב\"ד הכתוב מדבר ב\"ד הוזהרו שהם לא יחייבוהו שתי רשעיות כגון ממון ומלקות או מיתה ומלקות או מיתה וממון אבל כרת לא ע\"י ב\"ד הוא ויש לפרש קיבלה מיניה רבי שמואל מרבי אבהו תירוץ זה על אתקפתא דר' אבא בר ממל:"
            }, 
            "27": {
                "0": "נגמר מעיני - דכתיב בעבודת כוכבים אם מעיני העדה נעשתה לשגגה:"
            }, 
            "30": {
                "0": "זו היא שיבה כו' - למידין זה מזה גזירה שוה מה שיבה חולץ וקוצה וטח אף ביאה חולץ וקוצה וטח:"
            }, 
            "37": {
                "0": "לאזהרת מיתת ב\"ד - לאזהרת דבר שחייבין עליו מיתת ב\"ד:"
            }, 
            "36": {
                "0": "דאתרו ביה למלקות - לחודיה:"
            }, 
            "43": {
                "0": "התם לאו היינו טעמא - מה שאין מביאין קרבן על פסח ומילה אין הטעם בשביל שאין בהם אזהרה אלא בשביל שהם מצות עשה דהוקשה כל התורה כולה לענין קרבן לעבודת כוכבים שנאמר בפרשת שלח לך אנשים אצל קרבן עבודת כוכבים תורה אחת יהיה לכם לעושה בשגגה כאן הוקשו כל עבירות שבתורה בשגגתן לעבודת כוכבים לענין קרבן מה עבודת כוכבים כרת שלו על דבר שהוא שב ולא תעשה כן והוא עמד ועשאו אף כל שב ואל תעשה אבל כרת של עמוד ועשה והוא ישב ולא עשה אין בו קרבן ופסח ומילה עמוד ועשה הוא אבל חייבי כריתות כגון אשר יעשה מכל (אלה) ונכרתו (ויקרא יח) לשון שב ואל תעשה הוא ואפילו לא נאמרה בו אזהרת לאו היה קרבן בא עליו:"
            }, 
            "41": {
                "0": "פסח ומילה - אין בהן לא תעשה וענש להם כרת:"
            }, 
            "1": {
                "0": "רבי עקיבא אומר חייבי כריתות - אם התרו בהם מלקות ישנו בכלל מלקות ולוקין ואין כאן משום חייבי שתי רשעיות שאתה עונשו מלקות עם הכרת ולמה אינן שתי רשעיות לפי שיכול לפטור עצמו מעונש הכרת על ידי תשובה מב\"ד של מעלה אבל חייבי מיתות אינן בכלל מלקות שיש כאן שתי פורעניות מלקות ומיתה ומשילקה סופו ליהרג שאפי' יעשה תשובה אין ב\"ד שלמטה מוחלין לו את המיתה:\n"
            }, 
            "0": {
                "0": "ישנו בכלל מלקות ארבעים - השתא סלקא דעתך שאם התרו בו מיתה ומלקות לוקה ומת: "
            }, 
            "2": {
                "0": "שאם עשו תשובה כו' - לא גרסי' לה בדרבי ישמעאל:\n"
            }, 
            "5": {
                "1": "לדונו בכרת - לכך שנה בכרת שלהן לומר שאין בהן עונש אלא כרת לבדו:", 
                "0": "למה יצאת כרת באחותו - לעצמה דכתיב בקדושים תהיו ואיש. (כי) יקח את אחותו וגו':"
            }, 
            "4": {
                "0": "רבי יצחק אומר - אף חייבי כריתות שהתרו בהן למלקות אינן בכלל מלקות לפי שכל חייבי כריתות של עריות בכלל היו דכתיב (ויקרא יח) כי כל אשר יעשה מכל התועבות האלה ונכרתו הנפשות וגו':"
            }, 
            "31": {
                "0": "ועוד נגמר מעיני - דמיתות ב\"ד מלעיני דכריתות מה כריתות לוקה דהא גמרת לעיני מלעיניך אף מיתות ב\"ד ילקה:"
            }, 
            "42": {
                "1": "פסח ומילה - אין קרבן בשוגג שלהן כדאמרינן בכריתות בפ\"ק הפסח והמילה מצות עשה כלומר אינו בכלל שאר כריתות למנותן עם שאר כריתות שנמנו שם כולם לומר שאם עשאום כולם בהעלם אחד חייב קרבנות כמספר הכריתות:", 
                "0": "לקרבן - שאם יעשה שוגג יביא קרבן:"
            }
        }, 
        "26": {
            "10": {
                "0": "מואל אשה - דמצי למכתב ולנדה לא תקרב:"
            }, 
            "15": {
                "0": "הרי שמות מוחלקין - שיש אזהרה בכל אחת והרי הן כשאר כל העריות:"
            }, 
            "14": {
                "0": "לחייבו על אחותו ועל אחות אביו כו' - אם בא על שלשתן בהעלם אחד:"
            }, 
            "17": {
                "0": "ברשיעא בר רשיעא - הבא על אמו והוליד שתי בנות וחזר ובא על אחת מהן והוליד בן ובא הבן על אחות אמו שהיא אחותו ואחות אביו:"
            }, 
            "33": {
                "0": "שאין עונשין מן הדין - שהרי ענש על בת אמו שלא בת אביו ובת אביו שלא בת אמו שנא' (שם) בת אביו או בת אמו ויש לומר כ\"ש שענש על בת אביו ובת אמו אבל אם אמרת כך ענשת מן הדין לכך נאמר אחותו דסיפא:"
            }, 
            "31": {
                "0": "מאחותו דסיפא - ערות אחותו גלה (ויקרא כ):"
            }, 
            "35": {
                "0": "גמר עונש מאזהרה - דלענין אזהרה כתיב אחותך היא יתירא להזהיר על אחותו בת אביו ובת אמו שנאמר (שם יח) ערות בת אשת אביך מולדת אביך אחותך היא ומה אזהרה לא חלק בין אחותו בת אביו שלא בת אמו [ובת אמו שלא בת אביו] ולאחותו שהיא בת אביו ובת אמו אף בעונש ענש על אחותו בת אביו ואמו כאחותו דבת אביו שלא בת אמו ובת אמו שלא בת אביו:"
            }, 
            "0": {
                "0": "כדאמרינן מעיקרא - טעמיה דר' עקיבא משום שתי רשעיות הוא ודקאמרת חייבי כריתות נמי שתי רשעיות הן דאכתי עונש כרת עליו לא פסיקא מילתא לכרת הואיל והוא תלוי בתשובה:"
            }, 
            "5": {
                "0": "ורבנן - רבי ישמעאל ור\"ע:"
            }, 
            "6": {
                "0": "לחלק - לפי שכלל כל העריות בכרת אחת הייתי אומר אם עשאן כולם בהעלם אחד אינו חייב אלא אחת לכך יצאה כרת באחותו לחלק דהוי דבר שהיה בכלל ויצא מן הכלל ללמד על עצמו שמתחייב עליה לעצמה אם עשאם עם חברותיה ולא ללמד על עצמו יצא אלא ללמד על הכלל כולו יצא מה אחותו מיוחדת שהיא ערוה וחייבין עליה בפני עצמה אף כל שהיא ערוה חייבין עליה בפני עצמה:"
            }, 
            "21": {
                "0": "באטליז - במקום שמוכרין הבשר במקולין:"
            }
        }, 
        "27": {
            "10": {
                "0": "ה\"ג לה להך שיטתא ההוא מיבעי ליה לחלק כרת למפטם וסך ואידך סבר לה כר\"א א\"ר הושעיא כו' ואיבעית אימא נפקא ליה מואיש אשר ישכב את אשה דוה וגו' ואידך ההוא מיבעי ליה כו'. והכי פירושא ואידך ס\"ל כר\"א דאמר עלה שהלאוין מחלקין לחטאות ועל מפטם וסך אמרי' במס' כריתות (דף נ.) שהן שני לאוין על בשר אדם לא ייסך ובמתכונתו לא תעשו כמוהו וכרת אחת איש אשר ירקח כמוהו ואשר יתן ממנו וגו' חילוק חטאו' ביניהם שהלאוין מחלקין לחטאות וכיון דאתו להכי בעריות נמי לא בעי חילוק ולא מצטריך ליה למדרש אל אשה דלעיל ואייתר ליה עיקר קרא דכרת באחותו לדונו בכרת ולא במלקות ואחותו דסיפא לחייבו על אחותו שהיא אחות אביו ואחות אמו ואחותו דרישא לחייבו על אחותו בת אביו ובת אמו לומר שאין עונשין מן הדין ואיבעית אימא אי נמי לא סבר לה לדר' אלעזר נפקא ליה חילוק בעריות מן ואיש אשר ישכב את אשה דוה וגו' דכתיב ביה כרת יתירא לומר שחייבין עליה לעצמה וממנה תלמד כל הכלל ואם אינו ענין לגופה דהא נפקא לן מואל אשה לחלק על כל אשה תנהו ענין לשאר שני לאוין וכרת אחת כגון מפטם וסך:"
            }, 
            "12": {
                "0": "שיצא מדוה דרך ערותה - לאפוקי דרך דופן דלא:"
            }, 
            "20": {
                "0": "גזירה שוה לא גמר - ולא למדה מרבו:"
            }, 
            "48": {
                "0": "ההוא מבכל - מרבויא דבכל דריש ריש לקיש אף לפני זריקה:"
            }, 
            "16": {
                "0": "אלא אזהרה מנלן - ליכא למימר מבקדשים לא יאכל וגו' דלא מיירי בקדשים אלא בתרומה דכתיב ביה איש איש מזרע אהרן דבר השוה בזרעו של אהרן ומוקמינן ליה בתרומה שהיא שוה באנשים ובנשים ואף החוזרת שאינה חוזרת לחזה ושוק חוזרת לתרומה:"
            }, 
            "19": {
                "0": "כתיב וטומאתו עליו - בטמא שאכל את הקדש וכתיב עוד טומאתו בו בבא אל המקדש טמא:"
            }, 
            "18": {
                "1": "תני ברדלא - שם חכם:", 
                "0": "מבכל קדש לא תגע - ודרשינן ליה לקמן אזהרה לאוכל:"
            }, 
            "49": {
                "0": "תניא כריש לקיש - דיליף אזהרה לטמא שאכל את הקדש מבכל קדש לא תגע:"
            }, 
            "37": {
                "1": "מדאיתקש קדש למקדש - בהאי קרא בכל קדש לא תגע ואל המקדש לא תבא ודרשינן לקמן מה מקדש יש באזהרתו נטילת נשמה שהבא אל המקדש טמא בכרת אף אזהרת קדש דבר שיש בו נטילת נשמה והיינו אכילה שענוש עליה כרת דאילו בנגיעה ליכא כרת:", 
                "0": "טמא שנגע בקדש כו' - תירוצא הוא דמתרץ ר\"ל:"
            }, 
            "36": {
                "0": "ההוא אזהרה לתרומה - לנגיעת תרומה:"
            }, 
            "0": {
                "0": "מאחותו דרישא - דמצי למכתב כי יקח את בת אביו או בת אמו:"
            }, 
            "2": {
                "0": "למפטם וסך. דהוו נמי שני לאוין וכרת אחד והוצרך לנו לחלק ביניהם כמו שהוצרך חילוק בעריות אם אינו ענין כאן תנהו ענין להו: "
            }, 
            "25": {
                "0": "ששוה בזרעו של אהרן - באנשים ובנשים אבל קדשים אינן נאכלין אלא לזכרים וכי תימא איכא חזה ושוק ליתא בחוזרת כגון אלמנה וגרושה וזרע אין לה דאמר מר חוזרת לתרומה ואינה חוזרת לחזה ושוק והכי מפרשינן לה ביבמות (דף פז.):"
            }, 
            "47": {
                "0": "ר' יוחנן לטעמיה - דאמר אזהרה לאוכל קדש בטומאתו נפקא מטומאתו טומאתו וההוא וטומאתו עליו דכתיב בעונש דקדש לאחר זריקה הוא דתניא בתורת כהנים ומייתינן לה במנחות בפ' שלישי (דף כה:) יכול יהו חייבין עליו משום טומאה קודם זריקה תלמוד לומר כל טהור יאכל בשר והנפש אשר תאכל בשר וגו' הניתר לטהורים חייבין עליו משום טומאה שאין ניתר לטהורים אין חייבין עליו משום טומאה:"
            }, 
            "56": {
                "0": "כל לא תעשה שקדמו עשה לוקין עליו - הא אתא לאשמועינן דאפילו למאן דאמר לאו הניתק לעשה אין לוקין עליו כדתניא. לא תותירו והנותר תשרפו בא הכתוב ליתן עשה אחר לא תעשה לומר שאין לוקין עליו שנתק הכתוב את העשה להיות ענשו של לאו ותקונו לומר לא תעשה כך ואם עשית עשה זאת והפטר ואשמעינן רבי יוחנן הני מילי בעשה הבא אחר הלאו שאין אתה יכול לקיימו אלא לאחר עבירת הלאו אבל עשה שקדם את הלאו ואתה יכול לקיימו קודם עבירת הלאו אין זה ניתוק הלאו ואפילו תקיימנו אחר עבירת הלאו לא נפטרת מן המלקות:"
            }
        }, 
        "20": {
            "24": {
                "0": "דבי חביבי - דודי אחי אבא והוא רבי חייא:"
            }, 
            "10": {
                "1": "חד אמר שמנה פסוקים - מוימת שם משה עד סיפא וחד אמר בפרשת ערי מקלט הוא אומר שכתובה בספר יהושע: ", 
                "0": "פליגי בה - בפירושא דהאי קרא מה כתב יהושע בס\"ת:"
            }, 
            "27": {
                "0": "משוח מלחמה - כהן המשוח לומר במלחמה צרכי המלחמה אל ירך לבבכם וכל הענין (דברים כ):"
            }, 
            "20": {
                "0": "למען תהיה תורת וגו' - ורישיה דקרא משתעי בתפילין ואיתקש הכא תורה לתפילין:"
            }, 
            "48": {
                "0": "שכם נסיב מבגאי גזר - שכם בן חמור לקח את דינה בת יעקב וההנאה שלו ושאר בני העיר שלא נהנו מלו עצמן ונצטערו. מבגאי שם איש מבני העיר:"
            }, 
            "22": {
                "1": "להלכותיהן - לדבר שאינו כתוב בתורה ובתפילין גופייהו לא גמרינן ליה אלא מהלכה למשה מסיני לא ילפי' בהיקשא:", 
                "0": "כי איתקש למותר בפיך - דכתיב בהאי קרא בפיך מן המותר בפיך שאין נכתבין על עור בהמה טמאה:"
            }, 
            "25": {
                "1": "ואחד המרובה בבגדים - הם ששימשו מיאשיהו ואילך שנגנז שמן המשחה כדאמרינן בהוריות (דף יב.) ושוב לא נמשחו כהנים ולא היתה ניכרת כהונה גדולה בהם אלא בריבוי בגדים שמשמש בח' בגדים:", 
                "0": "מתני' אחד כהן משוח בשמן המשחה - הם כהנים גדולים שהיו עד יאשיהו:", 
                "3": "מחזירין את הרוצח - במיתתן כמו שנאמר ואחרי מות הכהן הגדול ישוב הרוצח:", 
                "2": "ואחד שעבר ממשיחותו - שאירע פסול בכ\"ג ושימש אחר תחתיו וכשנתרפא כהן חזר לעבודתו ועבר זה ממשיחותו:"
            }, 
            "46": {
                "0": "טוביה חטא וזיגוד מנגיד - משום ההיא דאמרי' בערבי פסחים טוביה חטא וזיגוד אסהיד ביה ביחידי שלא היה עד שני בדבר ונגדי' רב פפא לזיגוד א\"ל טוביה חטא וזיגוד מנגיד ומאז היתה למשל:"
            }, 
            "47": {
                "0": "התם אמרי' - בא\"י אומרין משל זה:"
            }, 
            "31": {
                "0": "גמ' וישב בה עד מות הכהן הגדול - הא חד כי בעיר מקלטו ישב עד . מות הכהן הגדול הא תרי ואחרי מות הכהן הגדול ישוב הרוצח הא תלתא:"
            }, 
            "45": {
                "0": "הכא אמרי - בבבל אומרין משל זה על אדם שלוקה בשביל סרחון של אחרים:"
            }, 
            "40": {
                "0": "שהיה להן לבקש רחמים על דורן - הלכך לאו קללת חנם היא:"
            }, 
            "0": {
                "1": "מפני שהן של תורה - אבל שאר אמירות שאמר לא אמר דבר לקיים מצוה הכתובה בתורה חוץ מזו:", 
                "0": "בלשון עזה - בכל יהושע כתיב ויאמר ה' וכאן נאמר וידבר ה' אל יהושע ודיבור לשון עז הוא:"
            }, 
            "62": {
                "0": "נשא אחיתופל כו' - יש תימה בדבר שהרי לא קנה דוד את הגורן מארונה היבוסי עד מעשה דהסתה שהיתה לאחר מיתת אחיתופל ג' שנים ולפי דברים הללו צריכין אנו לומר שאע\"פ שלא קנה הגורן יודע היה מנעוריו מיום [שנמשח] וישבו הוא ושמואל בנוית הרמה ובדקו בספר יהושע ומצאו מקום לבית המקדש כדכתיב עד אמצא מקום וגו' וכדדרשינן ליה בזבחים באיזהו מקומן (דף נד:) וחפר היסודות ברשותו:"
            }, 
            "64": {
                "0": "ימחה על המים - דכתיב בסוטה (במדבר ה) ומחה אל מי המרים והרבה הזכרות בפרשה ואפ\"ה כתיב ומחה כו'. וקללה זו בחנם היתה שלא היה מקללו אלא אם אינו אומר:"
            }, 
            "4": {
                "0": "ידבר עמים - ינהל עמים תחתינו:"
            }, 
            "70": {
                "0": "אפי' על תנאי - ולא נתקיים התנאי אעפ\"כ היא באה דהא קללה על תנאי היתה אם תכחד ממני ולא נתקיים שלא כיחד ואעפ\"כ נתקיימה הקללה דכתיב ולא הלכו בניו בדרכיו וגו' וזו קללה קללו עלי כה יעשה לך כמו שנעשה לי שאין בני מהוגנין:"
            }, 
            "8": {
                "0": "מפני ששיהם - שלא הפרישם לאחר שחלקו מיד עד שנאמר לו מפי הקב\"ה:"
            }, 
            "56": {
                "1": "קפא תהומא - צף התהום בגמרת ירושלמי (שם) שמצא שם חרס שהגביה קולו ואמר לו אל תטלני מכאן שאני כבוש על התהום מיום מתן תורה שרעדה כל הארץ ולא שמע דוד לדבריו ונטלו:", 
                "0": "שכרה דוד שיתין - יסודות של בית המקדש ובגמרת ירושלמי (סנהדרין פ\"י) מצינו תימוליוס של בית המקדש והוא יסוד בלשון יוני:"
            }, 
            "58": {
                "0": "מי שרי למכתב שם - פן ימחקוהו המים ועובר משום ואבדתם את שמם (דברים יב) ולא תעשון כן וגו' (שם):"
            }
        }, 
        "21": {
            "10": {
                "1": "למשקל ולמטרח - לישא וליתן: ", 
                "0": "ידיו רב לו - יהי בו כח לריב ריבו לעצמו נגד חביריו:"
            }, 
            "38": {
                "0": "מאי הוה ליה - להאי כהן למיעבד מאחר שעדיין לא היה כ\"ג כשהרג זה למה הוא נענש:"
            }, 
            "15": {
                "0": "ליהדר בהנך - במיתת מרובה בבגדים או בשעבר ממשיחותו אלא לאו ש\"מ כולהו:"
            }, 
            "17": {
                "0": "מתני' ה\"ז אינו גולה - מפרש טעמא בגמ' מק\"ו:"
            }, 
            "19": {
                "0": "נגמר דינו בלא כ\"ג - שלא מינו אחר תחתיו עד שנגמר דינו של זה לגלות:"
            }, 
            "18": {
                "0": "חוזר במיתתו של שני - יליף טעמא בגמ':"
            }, 
            "44": {
                "0": "ונעשה כ\"ג בן גרושה - יצא עליו עדות שהוא חלל:"
            }, 
            "42": {
                "0": "תנא מת - רוצח בערי מקלט ומת כ\"ג אחר זמן:"
            }, 
            "37": {
                "0": "גמ' שנמשח בימיו - משנעשה זה רוצח:"
            }, 
            "45": {
                "0": "מתה כהונה - הרי הוא כמת ואין הרוצח גולה:"
            }, 
            "46": {
                "0": "בטלה כהונה - איגלאי מילתא למפרע שלא היה כ\"ג והוה ליה האי רוצח נגמר דינו בלא כהן גדול ואינו חוזר לעולם:"
            }, 
            "3": {
                "0": "וחטאתי לך - לשון נידוי הוא שיהא מנודה לאביו:"
            }, 
            "5": {
                "0": "מאי דכתיב יחי ראובן וגו' וזאת ליהודה - מה ראה לסמוך יהודה לראובן ומה ראה להתחיל בברכת יהודה בלשון וזאת ליהודה אלא לפי שהיו עצמות כל השבטים שלדן קיים ושל יהודה מגולגלין אמר לשון זה יחי ראובן כלומר ראובן שלדו קיימת כאילו הוא חי וזאת תהיה ליהודה שהם מגולגלין. עצמות כל השבטים יצאו ממצרים ונשאום בניהם במדבר וזהו שאמר יוסף לאחיו (שמות יג) והעליתם עצמותי מזה אתכם עם עצמותיכם:"
            }, 
            "9": {
                "0": "על איבריה לשפא - נכנסו עצמותיו למקום חיבורם ששפו משם כמו דשף מדוכתיה (חולין דף מב: נד.:) לשפא אישלויי\"ש דורא:"
            }
        }, 
        "22": {
            "24": {
                "0": "למחילות - תחת הקרקע שאין אוכלות במגרש כלום מלמעלה ואי לאו דכתיב בה ולא בתחומה הייתי אומר ידור בתחומה במערה:"
            }, 
            "10": {
                "1": "חמוץ בגדים - מדמו של סמאל ואף על פי שאין המלאכים בשר ודם כתב בו הכתוב כעין הריגת האדם לשבר את האזן מה שהיא יכולה לשמוע:", 
                "0": "שרו של רומי - סמאל שיברח לבצרה שבתחלה יפרע ממנו כשיגיע הקץ להחרב כדכתיב (ישעיהו כד) יפקוד ה' על צבא המרום במרום ואחר כך על מלכי האדמה על האדמה:"
            }, 
            "12": {
                "0": "לא נתנו לקבורה - ללוים שהן שלהם:"
            }, 
            "59": {
                "0": "הא דתניא נעשה - רבי יוסי הגלילי היא דאמר מצוה לגואל הדם:"
            }, 
            "22": {
                "1": "אין עושין - שדה של לוים:", 
                "0": "תיפוק ליה - דאין בונין בית במגרש דא\"כ הוה ליה מגרש עיר:"
            }, 
            "55": {
                "0": "סופו חמור מתחלתו - סופו צאתו חוץ לתחום תחלתו הרציחה:"
            }, 
            "27": {
                "0": "ורצח - איכא לפרושי לשון ציווי כמו (שמות לו) ועשה בצלאל ואהליאב ואיכא לפרושי לשון רשות כמו ועשה ה' להם וגו' (דברים לא):"
            }, 
            "67": {
                "1": "מכנגד החומה וכו' - אלמא לא נופו שדינן בתר עיקר ולא עיקר בתר נוף:", 
                "0": "גמ' אילן שהוא עומד בפנים - בירושלים ולענין אכילת מעשר שני בירושלים היא שנויה:"
            }, 
            "0": {
                "1": "כי פליגי אליבא דרבי יהושע - כלומר אין אנו צריכין לומר מ\"ד בטלה כרבי אליעזר ולא כרבי יהושע דאליבא דרבי יהושע איכא למימר דפליגי:", 
                "0": "אליבא דרבי אליעזר כ\"ע לא פליגי - כלומר מאן דאמר מתה ודאי כרבי יהושע אמר ולא כרבי אליעזר דאליבא דרבי אליעזר ליכא למ\"ד מתה כיון דלגבי עבודותיו אמר פסולות למפרע ודאי אין זה כהן:"
            }, 
            "62": {
                "0": "לכל אין הבן נעשה וכו' - לכל עבירות שבתורה אין הבן נעשה שליח ב\"ד על אביו לא להלקותו ולא לנדותו חוץ ממסית:"
            }, 
            "2": {
                "0": "פועל ידיו תרצה - עבודותיו כשירות אבל לענין שאר דבריו אינו כהן:"
            }, 
            "5": {
                "0": "טעה יואב - בדרשא דמעם מזבחי תקחנו ולא מעל מזבחי וכסבור דהיינו מעל מזבחי:"
            }, 
            "65": {
                "0": "מתני' הכל הולך אחר הנוף - אפי' הוא בעיקרו שבתוך התחום הרי הוא כיוצא חוץ לתחום ואם עיקרו חוץ לתחום ונופו בתוך התחום אף העיקר קולט:"
            }, 
            "71": {
                "0": "בירושלים. לענין מעשר הלך אחר הנוף:"
            }, 
            "6": {
                "1": "ה\"ג והוא תפס במזבח של במה שעשה דוד לפני הארון שהיה באהל אשר נטה לו דוד בעיר דוד כדכתיב וינס יואב אל אהל ה' ומצינו בדברי הימים שעשה דוד מזבח לפניו ואי אפשר לומר מזבח של שילה שהוא היה בימי דוד ושלמה. (היה בגבעון):", 
                "0": "מזבח בית עולמים - דכתיב מזבחי המיוחד לי: "
            }, 
            "69": {
                "1": "בדירה תלה רחמנא - דכתיב (במדבר לה) כי בעיר מקלטו ישב ונופו ראוי לדירה יותר מעיקרו: בירושלים לענין מעשר הלך אחר הנוף:", 
                "0": "בחומה תלה רחמנא - דכתיב (דברים יב) לפני ה' אלהיך תאכלנו:"
            }, 
            "57": {
                "0": "אב שהרג את הבן - בנו השני נעשה גואל הדם של אחיו והורג את אביו:"
            }, 
            "63": {
                "0": "ה\"ג אלא לא קשיא הא בבנו הא בבן בנו - הא דתניא אין בנו נעשה גואל הדם בבנו של רוצח קאמר והא דתניא בנו נעשה לו גואל הדם בבנו של הרוג קאמר שהוא בן בנו של רוצח ואינו מוזהר על כבודו:"
            }
        }, 
        "23": {
            "24": {
                "0": "מאי קרא - דפלכו קולטו ודמתני' נמי דקתני גולה משכונה . לשכונה:"
            }, 
            "25": {
                "0": "בעיר מקלטו - קרא יתירא הוא דמצי למכתב כי שם ישב:"
            }, 
            "27": {
                "0": "מתני' אם אמרו לו אעפ\"כ - אנו רוצים לכבדך יקבל מהם:"
            }, 
            "14": {
                "0": "רב אשי אמר מאי אחר הנוף - דקאמר מתני' דהכא וכן ברייתא בערי מקלט אף אחר הנוף ורבי יהודה היא וכולהו לחומרא ולענין מעשר כדשנינן ולענין מקלט אף אחר הנוף קאמר דהיכא דעיקרו בחוץ ונופו בפנים שדי עיקרו בתר נופו לחומרא ולא תימא כדקאי קאי אבל היכא דעיקרו בפנים ונופו בחוץ שדי נופו בתר עיקרו ולא מצי קטיל בנופו ומשום דבכולי גמרא שדינן נוף בתר עיקר אצטריך הכא למימר דלענין מקלט זמנין דשדינן עיקר בתר נוף לחומרא:"
            }, 
            "17": {
                "0": "ובן לוי - שהוא מיושבי העיר והרג בשוגג גולה מעיר לעיר שהוא רשאי לצאת מן העיר שלא גלה שם:"
            }, 
            "16": {
                "1": "גולה משכונה לשכונה - בתוך העיר כי מן העיר אינו רשאי לצאת מפני רציחה ראשונה:", 
                "0": "מתני' הרג באותה העיר - רוצח שגלה לעיר מקלט וחזר והרג באותה העיר בשוגג:"
            }, 
            "19": {
                "1": "מקום ממקומך - שתהא מחנה לויה קולטת ואף ערי מקלט יהיו ערי לויה:", 
                "0": "גמ' ושמתי לך בחייך - כאן הבטיחו הקדוש ברוך הוא למשה שיזכה למצוה זו בחייו שהבדיל שלש ערים:"
            }, 
            "22": {
                "0": "פלך - מדינה:"
            }, 
            "1": {
                "1": "באילן הלך אחר נופו - ומתניתין דהכא. וברייתא רבי יהודה ומתני' דאילן שהוא עומד בפנים כו' רבנן ושינויא קמא ליתא:", 
                "0": "הלך אחר פתחה - כולה בפנים ופתוחה לחוץ כלחוץ כולה בחוץ ופתוחה לפנים כלפנים:"
            }, 
            "0": {
                "0": "רבי יהודה - לענין מעשר אמרה למילתיה:"
            }, 
            "3": {
                "0": "עיקרו בחוץ ונופו בפנים כו' - הלך אחר הנוף לענין פדייה:"
            }, 
            "2": {
                "0": "אימור דשמעת ליה כו' - כלומר היכי בעית לאוקמא להא דתניא בירושלים הלך אחר הנוף כו' כר' יהודה הניחא אי תנא בה חדא בירושלים הלך אחר הנוף ולא תנא בה בערי מקלט הלך אחר הנוף מצית מוקמת לה כרבי יהודה אבל השתא מאן ציית לך אימור דשמעת ליה לרבי יהודה גבי מעשר באילן הלך אחר הנוף משום דאיכא למימר לחומרא בין עיקרו בפנים ונופו בחוץ בין עיקרו בחוץ ונופו בפנים דגבי מעשר איכא בין בפנים בין בחוץ חדא לחומרא וחדא לקולא חומר בפנים מבחוץ שבחוץ יכול לפדותו ובפנים אינו יכול לפדותו דקלטי ליה מחיצות וחומר בחוץ מבפנים שאינו נאכל בחוץ בלא פדייה ובפנים אוכלו בלא פדייה ואיכא למימר כי אמר רבי יהודה הלך אחר הנוף לחומרא אמרה כדמפרש ואזיל:"
            }, 
            "5": {
                "0": "אלא בערי מקלט - על כרחך עיקרו בפנים ונופו לחוץ לא משכחת לה אלא לקולא:"
            }, 
            "4": {
                "0": "עיקרו בפנים ונופו לחוץ - הלך אחר הנוף לענין אכילה דמישדי עיקרו בתר נופו ואסור לאוכלו בעיקרו אא\"כ פדאו מקודם שנכנס:"
            }, 
            "8": {
                "0": "אמר רבא בעיקרו כולי עלמא לא פליגי כו' - לעולם כדקא משנינן הא רבי יהודה והא רבנן דלרבנן לא שדינן לא נוף בתר עיקרו ולא עיקרו בתר נוף לא במעשר ולא בערי מקלט כדקתני קמייתא מכנגד החומה ולפנים כלפנים ורבי יהודה פליג ואמר שדי עיקרו בתר נופו ודקאמרת דלמא לחומרא קאמר אנן נמי לחומרא אמרינן לה לענין מעשר כדאמרן ולענין מקלט היכא דעיקרו בחוץ ונופו בפנים דחומרא הוא שדי עיקרו בתר נופו ואם רוצח בעיקרו לא מצי קטיל ליה והיכא דעיקרו בפנים ונופו בחוץ דקאמר בה רבי יהודה הלך אחר הנוף לאו למישדי עיקרו בתר נופו ולמימר דכי היכי בנופו מצי קטיל ליה בעיקרו נמי מצי קטיל קאמר דבעיקרו שבפנים כולי עלמא לא פליגי דלא מצי קטיל והיכא דקאי רוצח בנופו שבחוץ ויכול גואל הדם לעמוד חוץ לתחום ולהורגו בחצים ובצרורות כולי עלמא לא פליגי דמצי קטיל דלכולי עלמא נוף בתר עיקר לא שדינן כי פליגי דקאמר ר' יהודה הלך אחר הנוף למהוי עיקרו דרגא לנופו שיכנס גואל הדם בתוך התחום ויעלה דרך העיקר ויהרגנו בנופו קאמר וכי הך קולא אית ליה לר' יהודה דהא לאו עיקר שדי בתר נוף אלא כל חד כדקאי:"
            }
        }, 
        "46": {
            "26": {
                "0": "בא ישעיה בן אמוץ - כל שעה דורות של מטה היו מתמעטין: "
            }, 
            "17": {
                "1": "אוטם אזנו משמוע דמים - אזנו . חתומה וסתומה בדבר זה שלא ישמע בה דבר גנאי ושותק והיינו דמים לשון שתיקה:", 
                "0": "בבצע מעשקות - שלא רצה ליטול לעצמו ראשית הגז שהביא לו אדם אחד שבא לדון לפניו אע\"ג דהוה כהן רבי ישמעאל בן אלישע משום דדמי כאילו עושקו לכהן שהיה רגיל זה ליתן לו מתנותיו:"
            }, 
            "23": {
                "0": "זו הוצאת המת והכנסת הכלה - דכתיב בהו לכת טוב ללכת אל בית אבל מלכת וגו':"
            }, 
            "33": {
                "1": "מי יקום יעקב - מי יוכל להיות חסיד כיעקב כי קטן הוא קטנים הם הטובים שיהיו צדיקים כיעקב:<br>[מכאן ואילך מפרש רבינו גרשום]:", 
                "0": "חדל נא - אותה ברכה שאמר משה וישכון ישראל בטח בדד עין יעקב כלומר אימתי ישכון ישראל בטח כשיהיו צדיקים כעין יעקב:"
            }, 
            "18": {
                "0": "כגון רבי אלעזר ברבי שמעון - בהשוכר את הפועלים (ב\"מ דף פד:) דנפק ריחשא מאודניה ואיתחזי לאיתתיה בחלמא ואמר לה האי דשמעית בזילותא דצורבא מרבנן ולא מחאי כדמבעי לי אלמא בחייו הוה רגיל לדקדק בכך ולפיכך הקפיד הקב\"ה עליו על אותו הפעם שלא מיחה:"
            }, 
            "0": {
                "1": "מפי הגבורה שמענום - דכתיב אחת דבר אלהים ושתים זו. שמענו במכילתא:", 
                "0": "שית מאה וחד סרי - והיינו דכתיב תורה צוה לנו משה ושתים מפי הגבורה הרי שית מאה ותליסרי:"
            }, 
            "2": {
                "0": "והעמידן על אחת עשרה - שבתחלה היו צדיקים והיו יכולים לקבל עול מצות הרבה אבל דורות האחרונים לא היו צדיקים כל כך ואם באו לשמור כולן אין לך אדם שזוכה ובא דוד והעמידן כו' כדי שיזכו אם יקיימו י\"א מצות הללו וכן כל שעה דורות של מטה הולכין וממעטין אותו:"
            }, 
            "6": {
                "1": "(אף) לא רגל על לשונו [כו'] - לא רצה לשקר מתחלה שאמר אולי ימושני [אבי] אלא שאמו הכריחתו ועל פי הדבור דכתיב עלי קללתך בני ומתרגמינן אלי אתאמר בנבואה [דלא ייתון לווטיא עלך ברי]:", 
                "0": "רב ספרא - בשאלתות דרב אחא. (שאילתא לו) והכי הוה עובדא דרב ספרא היה לו חפץ אחד למכור ובא אדם אחד לפניו בשעה שהיה קורא ק\"ש ואמר לו תן לי החפץ בכך וכך דמים ולא ענהו מפני שהיה קורא ק\"ש כסבור זה שלא היה רוצה ליתנו בדמים הללו והוסיף אמר תנהו לי בכך יותר לאחר שסיים ק\"ש אמר לו טול החפץ בדמים שאמרת בראשונה שבאותן דמים היה דעתי ליתנם לך:", 
                "3": "נבזה בעיניו נמאס - הנמאס להקב\"ה נבזה הוא בעיניו של אדם זה חזקיהו שנבזה היה בעיניו אביו שנמאס בעבודת כוכבים:", 
                "2": "וחרפה לא נשא על קרובו - לא סבל חרפת קרובו:", 
                "4": "שגיררו במטה של חבלים - גמרא היא. ולא קרא: (וקורא לו רבי רבי):\n"
            }, 
            "9": {
                "1": "שוחד על נקי לא לקח - אפילו שוחד שהיה רשאי ליקח:", 
                "0": "ואפילו לעובד כוכבים - כדי שלא ימשוך ויבוא להלוות לישראל ברבית:", 
                "2": "כגון ישמעאל ברבי יוסי - שהיה אריסו מביא לו משלו [קודם זמנו] ולא רצה ליקח כדי להיות לו דיין.:"
            }
        }, 
        "44": {
            "25": {
                "0": "במספר - שתי רשעיות מאחריו:"
            }, 
            "38": {
                "0": "אי אמרת בשלמא דאפילו חסירי מדע - יכולין להעמיד בהן היינו דאיצטריך כו' למזרז:"
            }, 
            "21": {
                "0": "אבקתא - כמו מיבק אביק:"
            }, 
            "46": {
                "0": "מכה מועטת - כגון שאמדוהו לפחות מכה בסידור אחד:"
            }, 
            "51": {
                "0": "אין לי אלא מכה רבה כו' - רישא דברייתא הכי איתא בסיפרי אין לי אלא בזמן שמוסיפין על מנין ארבעים על כל אומד ואומד שאמדוהו בית דין מנין ת\"ל לא יוסיף מכל מקום מכה רבה אין לי אלא מכה רבה כו'. אין לי דחייב על לא יוסיף אלא בזמן שהכהו מכות הרבה על האומד מכות מועטות אפילו שתי מכות או אחת מנין דאסור להוסיף ת\"ל לא יוסיף לא יוסיף להכותו על אלה על מנין האומד:"
            }, 
            "67": {
                "1": "בין בראשונה בין בשניה - בין קודם שהכהו כלל בין לאחר שהכהו והיינו ראשונה הגבהה ראשונה שמגביה ידו להכות אם נתקלקל באותה הגבהה מחמת פחד או שנתקלקל בהגבהה שניה דהיינו לאחר שהכהו:", 
                "0": "קלה - נתקלקל בריעי ולישנא דקרא נקט ונקלה לשון זלזול:"
            }, 
            "42": {
                "0": "שהוא מכה רבה - שניתן להכותו. בעל כורחו כן נראה לרבי ובלשון אחר קיבל רבי: ה\"ג ת\"ר אחד האיש ואחד האשה בריעי ולא במים דברי רבי מאיר רבי יהודה אומר האיש בריעי והאשה במים וחכמים אומרים אחד האיש ואחד האשה בין בריעי בין במים והתניא רבי יהודה אומר אחד האיש ואחד האשה בריעי אמר רבי יצחק הא דקאמר רבי יהודה אחד האיש ואחד האשה בריעי הכי קאמר שניהן שוין בריעי דמשנתקלקל בריעי פטורין אבל במים איכא פלוגתא:"
            }, 
            "35": {
                "0": "אפילו יתירי כח ואפילו חסירי מדע - דאין להקפיד בכך:"
            }, 
            "77": {
                "0": "מתני' על אחת כמה וכמה שתנתן לו נפשו - דמדה טובה מרובה ממדת פורענות אחד מחמש מאות דבמדת פורענות כתיב (שמות כ) פוקד עון אבות על בנים על שלשים ועל רבעים ובמדה טובה כתיב (שם) עושה חסד לאלפים ומתרגמינן לאלפין דרי ארבעה דורות כנגד אלפים דורות היינו אחד מחמש מאות מיעוט לאלפים אינו פחות משני אלפים וכל שכן אם כפשוטו דמשמע אלפים עד סוף כל הדורות:"
            }, 
            "74": {
                "0": "קלה תחלה - קודם שקיבל שום הכאה מלקין אותו אחרי כן:"
            }, 
            "73": {
                "0": "לכשילקה קלה - פירושו לכשילקה יקלה שאמדוהו שאם ילקוהו מיד יתקלקל בריעי פוטרים דפן יוסיף ונקלה כתיב דאין נותנין לו מכה שיקלה עליה מיד כך שמעתי אבל אמדוהו שלא יתקלקל עד לאחר המלקות מלקין אותו:"
            }, 
            "4": {
                "0": "אין חוסמין. אין מגערין בה שלא תאמר אי אפשי בו:\n"
            }, 
            "6": {
                "1": "חג המצות תשמור - מפרש בחגיגה (דף יח.) אם בראשון ובשביעי הרי כבר אמור הא לא בא להזהיר אלא על חולו של מועד שאסור בעשיית מלאכה:", 
                "0": "את המועדות - חולו של מועד:"
            }, 
            "68": {
                "1": "פוטרין אותו - דנקלה קרינא ביה דהא קלה:", 
                "0": "נפסקה הרצועה - אם בהגבהה שניה נפסקה פוטרין אותו דהא נקלה באותה הכאה שהכהו ואם קודם שהכהו נפסקה כשהרים ידו להכות אין זו קלה:"
            }
        }, 
        "45": {
            "13": {
                "0": "הא - מתני' דמגילה רבי יצחק היא ולהכי קאמר דזדון כרת בידי שמים ולא בידי אדם אבל מאן דסבירא ליה דמלקות איכא בחייבי כריתות מודי לרבי חנניא דנפטרו מידי כריתתן כיון שלקו ואיצטריך ליה לרבי יוחנן לאשמעינן דחלוקין:"
            }, 
            "17": {
                "0": "רב אשי אמר אפי' תימא - מתני' דמגילה רבנן היא דאמרי חייבי כריתות ישנן בכלל מלקות ארבעים ואפילו הכי מודו לר' חנניא דנפטרו מידי כריתתן ודקא אמרת מיתה וכרת בידי אדם הוא לא דמי דזה עיקר זדונו בידי אדם עיקר עונש של שבת בידי אדם דקאי בסקילה ועיקר עונשו של יום הכפורים בידי שמים דאע\"ג דאיכא חיוב מלקות בחייבי כריתות הוא אינו עיקר החיוב דכרת חמור ממלקות ואי מזיד בלא התראה הוא הוי בכרת ונמצא חיובו החמור בידי שמים ואנן בתר עיקר החיוב אזלינן וכן עיקר. מורי. ואית דפרשי עיקר זדונו תחלתו בר כרת הוא ואילו לא לקי נכרת ולא נהירא דהא תרוייהו בהדדי איתנהו ביה לרבנן דאמר מלקות בחייבי כריתות איכא:"
            }, 
            "33": {
                "0": "ואומר ה' עמך גבור החיל - מדקאמר ליה מלאך לגדעון שאילת שלום בשם אלמא דהסכים:"
            }, 
            "39": {
                "0": "הופיע - נגלה והוכיח בשעת הצורך בלע\"ז ברובי\"ר כך שמעתי. ל\"א הופיע נשמעה בקול גדול. בנימוקי רבי:"
            }, 
            "45": {
                "0": "ממני יצאו כבושים - דברים נעלמים הללו מאתי יצאו שלפי שיהודה היה מלך והיא זכתה לצאת ממנה מלכים. מתוך שהיתה צנועה בבית חמיה יצאתה גזירה זו מלפני שיצא זרע משניהם כך קיבל רבי מעיקרא לישנא אחרינא מאתי היתה שיצאו ממנה שני בנים הללו לכבוש העולם שהרי עתיד דוד ומשיח לצאת ממנה: "
            }, 
            "29": {
                "1": "ושאילת שלום בשם - דמותר לאדם לשאול בשלום חבירו בשם כגון ישים ה' עליך שלום ואין בו משום מוציא שם שמים לבטלה. מרבי. ל\"א שאילת שלום בשם דחייב אדם לשאול בשלום חבירו בשם ואנו נמי כי שיילינן אהדדי מדכרינן שם דשלום שמו של הקב\"ה דכתיב (שופטים ו) ויקרא לו ה' שלום לשם ה':", 
                "0": "מקרא מגילה - דחייבין על מקרא מגילה:", 
                "2": "והבאת מעשר - כדאמרינן ביבמות (דף פו:) דעזרא הסופר קנסינהו ללוים לפי שלא עלו עמו וצוה להביא כל המעשרות אל לשכת בית ה' והיו הכהנים והלוים שוים במעשר ראשון כדכתיב בעזרא (נחמיה י) והיה הכהן בן אהרן עם הלוים. במעשר הלוים וגם חזקיהו עשה כמו כן הכין לשכות להביא כל המעשרות בהן כדי שלא יקבלום הלוים שהיו עכו\"ם כדכתיב בדברי הימים (ב לא) ויאמר חזקיהו להכין לשכות בבית ה' ויכינו ויביאו את התרומה. ואת המעשר וגם הוא תיקן להעלות לירושלים מעשר ירק ומעשר אילן דכתיב (שם) וכפרוץ הדבר הרבו בני ישראל ראשית דגן תירוש ויצהר וגו' ומפרש בנדרים (דף נה.) מאי וכפרוץ הא כל הני דאורייתא נינהו ומשני מעשר ירק ומעשר אילן וכתיב בתרי עשר. דקאמר להו נביא לישראל הביאו את כל המעשר אל בית האוצר [וגו] ובחנוני נא בזאת וגו' אלמא דהסכים:"
            }, 
            "40": {
                "0": "בבית דינו של שם - לא היה שם חי באותה שעה שהרי מת אלא בית דין של אחריו מבניו ותלמידיו וקרי ליה בית דין של שם כמו בית שמאי ובית הלל:"
            }, 
            "0": {
                "0": "אשר יעשה אותם האדם וחי בהם. וסמיך ליה איש איש אל כל שאר בשרו דמשמע מי שעושה חוקותי אני נותן חיים לו ואלו הן חוקותי איש איש וגו' הא למדת כל היושב ואינו עובר כו':\n"
            }, 
            "62": {
                "1": "שס\"ה [מצות] לא תעשה - שבכל יום מזהירים עליו שלא לעבור: מפי משה:", 
                "0": "רמ\"ח מצות עשה - דכל אבר ואבר אומר לו עשה מצוה:"
            }, 
            "46": {
                "0": "בית דינו של שמואל לעולם ישראל אמרו עד דהא דכתיב ויאמר בני ישראל איקרו יחיד:"
            }, 
            "5": {
                "0": "לזכות את ישראל - כדי שיהו מקבלין שכר במה שמונעין עצמן מן העבירות לפיכך הרבה להן שלא היה צריך לצוות כמה מצות וכמה אזהרות על שקצים ונבלות שאין לך אדם שאינו קץ בהן אלא כדי שיקבלו שכר על שפורשין מהן:"
            }, 
            "9": {
                "0": "גמ' תנינא - במסכת מגילה אין בין שבת כו': בהכרת: לשון הכרת תכרת (במדבר טו) ואינו שם דבר:"
            }
        }, 
        "28": {
            "11": {
                "0": "ואמאי - אם ישראל הוא מחזיר ואינו לוקה אם איתא לדרבי יוחנן הא לא תעשה שקדמו עשה הוא:"
            }, 
            "10": {
                "1": "ואם כהן הוא - שאסור בגרושה לוקה ואינו מחזיר:", 
                "0": "אם ישראל הוא - שיכול לקיים העשה ויחזירנה מחזיר ואינו לוקה:"
            }, 
            "13": {
                "0": "אמר עולא - האי לאו שניתק לעשה הוא דאי לאו לנתוקי לאוי אתא האי עשה לא הוה מצטריך למכתביה דאי לתחלתו ולומר שישאנה לא יאמר לו תהיה לאשה ונגמר ממוציא שם רע דכתיב ביה נמי ולו תהיה לאשה לא יוכל לשלחה:"
            }, 
            "21": {
                "0": "מה אונס שאינו לוקה - בתחלתו אמר רחמנא לו תהיה לאשה מוציא שם רע לא כל שכן:"
            }, 
            "17": {
                "0": "אם אינו ענין - לפני הגירושין ולומר שישאנה תנהו ענין לאחר הגירושין לומר שאם שלחה יחזירנה ותהיה לו לאשה ויפטר מן הלאו:"
            }, 
            "33": {
                "0": "אי בק\"ו - מה מוציא שם רע שלוקה ומשלם בתחלתו אינו לוקה בגירושין אונס לא כל שכן:"
            }, 
            "18": {
                "0": "ואכתי - הא איצטריך למיכתביה וישנו ענין לפניו דאי לא כתביה אונס ממוציא שם רע לא גמר דאנא אמינא מה למוציא שם רע דין הוא שיקנסוהו לכנסה שכן לוקה ומשלם בתחלתו כדכתיב ויסרו אותו וענשו אותו ואמרינן בכתובות (דף מו.) ויסרו זה מלקות:"
            }, 
            "31": {
                "0": "וגמר מיניה - דכי היכי דמוציא שם רע לא לקי בגירושין אם החזיר אונס נמי לא לקי:"
            }, 
            "42": {
                "0": "מיגרע גרע - בתמיהה:"
            }, 
            "26": {
                "0": "שהרי אשתו היא - שכבר קידשה ונשאה:"
            }, 
            "35": {
                "0": "אלא אמר רבא - הא דתניא באונס מחזיר ואינו לוקה טעמא משום דעל כרחך לאו שניתק לעשה הוא דאמר קרא כל ימיו לא הוה ליה למיכתב אלא לא יוכל לשלחה מאי כל ימיו הכי קאמר לא תהא בשילוחיה כל ימיו אלא יחזירנה ועל כרחך עמוד והחזר קאמר והכי קאמר ולו תהיה לאשה אם שלחה שלא יהו שילוחיה לכל ימיו הרי העשה אחר העברת הלאו:"
            }, 
            "46": {
                "0": "ההוא לנתוקי לאויה אתא - עשה שאינו מתקיים אלא לאחר עברת הלאו לנתק את הלאו מעונש מלקות הוא בא:"
            }, 
            "0": {
                "0": "אמרו לו - אחרים ששמעוהו משמו ולא שמעוהו מפיו אמרת דבר זה:"
            }, 
            "2": {
                "0": "אמר להם לא - חזר בו:"
            }, 
            "47": {
                "0": "הניחא למאן דתני בטלו ולא בטלו אלא למאן דתני קיימו ולא קיימו מאי איכא למימר - הא דאמרת כל ימיו בעמוד והחזר קאי עשיתו לאו שניתק לעשה והרחבת לו זמן לקיום העשה כל ימיו ולדבריך הא דתניא מחזיר ואינו לוקה לעולם קאמר כל זמן שיכול לומר אני מחזיר אין ב\"ד מלקין אותו הניחא למאן דתני לקמן בלאו הניתק לעשה בטל את העשה חייב על הלאו לא בטל את העשה פטור שהלאו תלוי בביטול העשה ואינו נגמר עד שיבטל את העשה בידים ביטול עולם שלא יוכל להתקיים עוד איכא למימר כל ימיו יש לו תקנה בחזרה שאין מבטל את העשה אלא א\"כ מדירה שלא תהנה ממנו נדר שאין לו הפרה כדלקמן אלא למאן דתני קיים את העשה פטור לא קיימו חייב שהעשה תיקונו של לאו הוא ואין הלאו תלוי בביטול העשה שמשעה שעבר הלאו נגמר אבל העשה ניתן לעקור המלקות ולכשיבא לבית דין או יקיים העשה ויפטר או ילקה ליכא למימר כל ימיו בעמוד והחזר קאי כדקאמרת שאם לא יחזירנה מיד כשיבא לב\"ד ילקוהו דהא ליכא למימר יקיים לאחר זמן דא\"כ לא קיים היכי דמי לעולם הוא יכול לומר אני מקיים:\n"
            }, 
            "40": {
                "0": "והא לא דמי לאויה - הא דאמר ר' יוחנן לא תעשה שקדמו עשה לוקין עליו הא לא דמי לאויה ללאו דחסימה שאין בו עשה והוא סמוך לפרשת מלקות:"
            }, 
            "6": {
                "1": "תנינא הבא אל המקדש טמא - קא חשיב ליה באלו הן הלוקין:", 
                "0": "כתיבא ותנינא - מצינו כתוב לא תעשה שקדמו עשה ותנינן עליה דלוקין ולא סגי ליה בקיום העשה:"
            }, 
            "8": {
                "0": "משום דקשיא ליה אונס - נערה בתולה דאשכחן ביה לא תעשה שקדמו עשה דכתיב (דברים כב) ולו תהיה לאשה לא יוכל לשלחה ותניא עלה שיקיים את העשה אם גירשה ויחזירנה ויפטור אלמא לאו שניתק לעשה חשיב ליה:"
            }
        }, 
        "29": {
            "10": {
                "0": "קיימו ולא קיימו - קיימו פטור לא קיימו כשאומרין לו קיים מלקין אותו ורבי יוחנן מוקים לה למתניתין בלאו הניתק לעשה דאילו בלאו שקדמו עשה סבירא ליה דלוקין ולריש לקיש בין ניתק בין קדמו עשה שוין:"
            }, 
            "12": {
                "0": "רבי יוחנן סבר התראת ספק שמה התראה - ואע\"ג דכל לא תעשה שניתק לעשה לדבריו התראת ספק היא שהרי כשעובר על הלאו צריך להתרות בו והוא אמר שגמר הלאו בביטול העשה תלוי וכשמתרין בו אל תגרש ספק הוא שמא לא יבטל את העשה להדירה בהנאה ולכשידירה ויבטלנו קאמר דלקי אלמא התראת ספק שמה התראה:"
            }, 
            "15": {
                "1": "אוכל ולא אכל - עבר על שבועתו כשהוא יושב ובטל ואין כאן מעשה והתראת ספק נמי הויא שהרי תלה זמן לשבועתו כל היום:", 
                "0": "דאמרי תרוייהו אינו לוקה - ומיהו טעמיה דמר לאו כי טעמיה דמר:"
            }, 
            "0": {
                "1": "האמר ליה רבי יוחנן לתנא - לקמן תני בטלו חייב לא בטלו פטור אבל ר\"ל דתני קיימו ולא קיימו לא דריש ליה לעמוד והחזר אלא לפני הגירושין לומר כל ימיו תהיה לו לאשה ולא ישלחנה ולדידיה לאו שקדמו עשה ולאו שניתק לעשה שוין ואין לוקין עליהן אלא יקיים העשה מיד כשיזהירוהו ב\"ד להחזיר:", 
                "0": "מידי הוא טעמא אלא לרבי יוחנן - מי הוצרך לדרוש כל ימיו בעמוד והחזר ר' יוחנן שאמר לא תעשה שקדמו עשה לוקין עליו וקשיא ליה אונס שגירש דקתני אינו לוקה והוצרך לעשותו לאו שניתק לעשה:"
            }, 
            "4": {
                "0": "א\"ל מאי קאמרת - אי בקיים תיתני פטור בלא קיים תיתני חייב ואע\"פ שלא ביטל ואי בביטל תיתני חיובא על כרחך תיתני פטורא בלא ביטל ואע\"פ שלא קיים:"
            }, 
            "7": {
                "0": "ה\"ג תני בטלו ולא בטלו - בטל עשה שבה חייב לא בטל עשה שבה פטור:"
            }
        }, 
        "40": {
            "43": {
                "1": "אפר מקלה - הכא ושמעתא היא דלאו אמתני' קאי אלא מילתא באנפי נפשה קאמר אסור לו לאדם כו':", 
                "0": "בלורית - בפרק אין מעמידין בע\"ז (דף כט.) ת\"ר עובד כוכבים המסתפר מישראל כו' וכמה אמר רב מלכיו אמר רב אדא שלש אצבעות לכל רוח והיינו מתניתא:", 
                "2": "גבינה - נמי באין מעמידין דקתני במשנה וגבינות בית אונייקי ובעי בגמרא מ\"ט אמר רב מלכיא אמר רב אדא מפני שמחליקין כו' והיינו משנה דאמתני' קאי:"
            }, 
            "25": {
                "0": "גילוח שיש בו השחתה - דרך לגלח בו ומשחית והיינו תער אבל רהיטני משחית ואין דרך לגלח בו ומספרים מגלחין ואין משחיתים:"
            }, 
            "27": {
                "1": "מספרים מנא ליה - דמותר לגלח בהם דלא קאסרי אלא מלקט ורהיטני שיש בהן השחתה:\n", 
                "0": "אי גמיר גזירה שוה - ההיא גזירה שוה דפאה פאה קאמר ובמסכת קדושין היא (שם):"
            }, 
            "21": {
                "0": "ופאת זקנם לא יגלחו - גבי כהנים כתיב ולא תשחית את פאת זקנך בישראל כתיב וילפינן להו בג\"ש האי מהאי דפאה פאה והכי אמרי' בהדיא בפרק קמא דקדושין (דף לה:) ג\"ש דפאה פאה להכי הוא דאתא דתניא לא יגלחו כו':"
            }, 
            "22": {
                "0": "ת\"ל לא תשחית - ומספרים אינן משחיתים שאין חותכין שיער בצד עיקר כתער:"
            }, 
            "47": {
                "0": "מתניתא מלכתא - משניות וברייתות עיקר הן והיינו סימן מי ששמו דומה לנקבה מוקמינן כולהו מתנייתא דהוו נמי לשון נקבה אליביה והיינו רב מלכיא ששמו דומה לנקבה ומשמעותו של שם נמי משמע לשון מלכות והיינו משניות וברייתות שהן עיקר ולא שמעתות ואית דמפרש איכא בינייהו שפחות ומקלה משמע שפחות ושכנגדה כך לשון ח\"ה:"
            }, 
            "45": {
                "0": "מתני' ומתנית' - רב פפא אסימנא דרב מלכיו קאי לגרועי מיניה שפחות דכולהו מתני' רב מלכיא אמרינהו כלומר משנה דשפחות דאוקמת כרב מלכיו רב מלכיא אמרה ומתניתא דקאמר לאו דוקא אלא דבסימנא דרב מלכיו ליכא מתני' ושמעתתא רב מלכיו ומה שנשאר מן השמעתות בסימנו של רב מלכיו דהיינו שפוד וגומות רב מלכיו אמרינהו והיינו דקאמר איכא בינייהו שפחות ולא קאמר שפחות ואפר מקלה אלא שפחות גרידא מגרעינן ודרב מלכיו כדקאי קאי:"
            }, 
            "42": {
                "1": "שפחות - משנה היא בפ' אע\"פ (כתובות דף נט:) ר' אליעזר אומר אפי' הכניסה לו מאה וכו' אמר רב מלכיו א\"ר אדא הלכה כרבי אליעזר (שם סא:) והיינו משנה דאמתני' קאי ולא קאמר מילתא באפי נפשה:", 
                "0": "שפוד - בפ' אין צדין (ביצה דף כח:) שפוד שצלו בו בשר אסור לטלטלו א\"ר מלכיו א\"ר אדא ושומטו ומניחו בקרן זוית והיינו שמעתתא דעילויה מילתא דאמורא אמרה:", 
                "2": "גומות - . בנדה בבא סימן (דף נב.) ר' חלבו אמר רב הונא שתי שערות שאמרו צריך שיהא בעיקרן גומות רב מלכיו אמר רב אדא בר אהבה גומות אע\"פ שאין בו שערות:"
            }, 
            "29": {
                "0": "גילוח עבדי - השחתתן עושה גילוח כלומר גילוח מיקרי דדרך לגלח בהן:"
            }, 
            "40": {
                "0": "אפר מקלה - דוקא . קאמר לפי שקשה היא ומקעקעת מקום המכה והרושם נראה שם אחר זמן אבל עפר בעלמא לא:"
            }, 
            "0": {
                "0": "קסבר רבי יוסי שריטה וגדידה אחת היא - דתרוייהו בין ביד בין בכלי וכתיב בגדידה למת לא תתגודדו ולא תשימו קרחה וגו':"
            }, 
            "3": {
                "0": "המשרט  בכלי חייב -  הא ודאי פשיטא לכולי עלמא דעיקר גדידה משמע בכלי ועיקר שריטה משמע ביד וקאמר שמואל המשרט בכלי על המת חייב ולא קאמר המגדד בכלי לאשמועינן דשם שריטה שייך בכלי והעושה חבורה בעצמו בכלי על המת חייב שני לאוין משום משרט ומשום מגדד דגדידה ושריטה אחת היא דתרוייהו בין ביד בין בכלי:"
            }, 
            "4": {
                "0": "מיתיבי גדידה ושריטה אחת היא - כלומר בין שריטה בין גדידה ענין חבורה הם ושניהם על מת אלא שריטה ביד גדידה בכלי וקשיא לשמואל דאמר תרוייהו בין ביד בין בכלי דמדקאמר המשרט בכלי ולא קאמר המגדד בכלי מכלל דשריטה שייכא בכלי כגדידה:"
            }, 
            "9": {
                "0": "והא איפכא כתיב - דבכלי דרך עבודה הוא לעבודת כוכבים דכתיב ויתגודדו כמשפטם עשו גדידה כדרך שהיו רגילין לעשות בחרבות וברמחים אלמא דרך עבודה בכלי:"
            }, 
            "8": {
                "1": "על עבודת כוכבים - דיש עבודת כוכבים שעובדין אותה בכך שעושין בבשרם חבורות ופצעות:", 
                "0": "על המת בין ביד בין בכלי חייב - דשריטה וגדידה כתיב דתרוייהו אסרינהו רחמנא:", 
                "2": "ביד חייב - דדרך עבודתה בכך ואפי' עבודת כוכבים שאין עבודתה בכך חייב דעבודה גמורה היא ביד:"
            }, 
            "38": {
                "0": "וכתובת קעקע לא תתנו בכם - שום כתובת קעקע לא יעשו לפני שאני ה' ואסורין אתם לכתוב שם אחר על בשרכם אלמא עיקר חיובא משום שם עבודת כוכבים הוא ומיהו אסור לכתוב שום כתיבה בעולם אפי' לר\"ש אלא דחיוב מלקות ליכא:"
            }, 
            "59": {
                "0": "מתני' היה לבוש כלאים - אחד מן השוק ולא נזיר:"
            }, 
            "14": {
                "0": "בי פירקי דרישא - מקום הפרקים שמתחברים שם פירקי העצמות והיינו בצדעים. פרק יונט\"ר:"
            }, 
            "16": {
                "0": "בי פירקא דדיקנא - פרק ראשון של זקן היינו תחת האוזן מקום שלחי התחתון יוצא משם ושם נקרא פאה בחודו של לחי שבולט לחוץ ושתי השבולת שבסנטר מקום חבור שני הלחיים יש עצם קטן שמחבר הלחיים יחד שמכאן ומכאן נקרא פאה שכל אחד מהן לסוף הלחי הרי שתים מכאן ושתים מכאן ואחת מלמטה הוא השיער שבין ב' השבולת שבסנטר ופרק הוא בפני עצמו:"
            }, 
            "33": {
                "1": "גמ' עד שיכתוב אני ה' ממש - על תיבות הללו אני ה' אתה מחייבו משום כתובת קעקע:", 
                "0": "את השם - מפרש בגמרא דשם עבודת כוכבים קאמר:"
            }, 
            "30": {
                "0": "מתני' כתובת קעקע - כותב תחלה על בשרו בסם או בסיקרא ואח\"כ מקעקע הבשר במחט או בסכין ונכנס הצבע בין העור לבשר ונראה בו כל הימים קעקע פויינטוורי\"ר ואסור לכתוב שום כתיבה בעולם על בשרו בענין זה שכך גזירת הכתוב:"
            }, 
            "50": {
                "1": "כוסילתא - כלי שמכה בו בלע\"ז פליימא:", 
                "0": "ריבדא - מכה:"
            }
        }, 
        "41": {
            "11": {
                "0": "עיולי ואפוקי - ממש:"
            }, 
            "24": {
                "1": "מי משכחת מרגניתא - דאי לאו דאמרי לך הוי אמרת חורש דמחייב בכלאים לאו משום זורע אלא משום (מקום) מקיים דשביק ולא עקר להו:", 
                "0": "דדלאי - הגבהתי:"
            }, 
            "26": {
                "0": "אי לאו דקלסך גברא רבה - רבי ינאי הוה מוקימנא מתניתא דמחייבא חורש בכלאים דמשום מקיים הוא וכרבי עקיבא ומאן דאית ליה מקיים בכלאים פטור פוטר נמי במחפה אבל רבי ינאי קלסך והודה לך דמחפה משום זורע מיחייב לכולי עלמא דמדקאמר רבי ינאי המחפה בכלאים לוקה ולא קאמר מקיים בכלאים לוקה ש\"מ דעדיף ליה מחפה ממקיים דמחפה כזורע חשיב ליה וחייב לכולי עלמא וכי אמרת ליה לא משנתנו היא הודה לדבריך שיפה אמרת ואי לאו דקלסך הוה אמינא טעם דמתניתין משום מקיים דמקיים בכלאים לוקה לרבי עקיבא וכן בשביעית משום חורש מחייב ליה תנא דמתניתין ומאן דפטר במקיים פטר נמי במחפה:"
            }, 
            "16": {
                "0": "בחבורה - נראה לי יום אסיפה או יום וועד היה להם שקורין חבורה:"
            }, 
            "46": {
                "0": "ואין חילוק מלאכות ביום טוב - אם עשה שתים ושלש מלאכות בהעלם אחד או עשה מלאכה שיש בה שתים אינו חייב אלא אחת למ\"ד (שבת דף ע.) הבערה לחלק יצאת סבירא ליה אין חילוק מלאכות ביו\"ט דביו\"ט לא יצאת הבערה ומ\"ד נמי הבערה ללאו יצאת ונפקא ליה חילוק מלאכות מועשה אחת מהנה הני מילי באיסורי דאית בהן חיוב חטאת כגון מלאכות דשבת דזדונן כרת ושגגתן חטאת דבההיא פרשה דועשה מאחת מהנה קמיירי בחטאת אבל יו\"ט דחיוב מלקות הוא ואין זדונו כרת אין בו חילוק מלאכות:"
            }, 
            "30": {
                "0": "המנכש והמחפה בכלאים לוקה רבי עקיבא אומר אף המקיים - כולה רבי עקיבא קאמר לה המנכש והמחפה בכלאים לוקה דמקיים הוא שר\"ע כו' והכי משני ליה במועד קטן ורבנן דפליגי עליה דרבי עקיבא סבירא להו מחפה אינו לוקה דמאן דפטר במקיים פטר במחפה והמנכש עוקר עשבים רעים כדי שיגדלו האחרים יותר לוקה דחשיב כזורע כלאים:"
            }, 
            "29": {
                "0": "מאי רבי עקיבא דתניא המנכש והמחפה - ולא גרסינן דתנן דברייתא היא ולא משנה:"
            }, 
            "34": {
                "0": "בהמתך לא תרביע כלאים שדך לא תזרע כלאים - ושמעינן ליה הכי כלאים שדך לא דעקרינן ליה מפשטיה לדרשא דהוה מצי למיכתב בהמתך כלאים לא תרביע ומדסמך כלאים לשדה שמע מינה להכי הוא דאתא:"
            }, 
            "1": {
                "1": "וכלאים בכרם - דמכסי בהדי דאזיל ומחפה בזורע:", 
                "0": "והן מוקדשין - בגמ' מוקי ליה בבכור בכור שור ופטר חמור וקעבר בהן משום לא תעבוד בבכור שורך ואליבא דרבי יהודה דאמר בפ\"ק דבכורות (דף ט:) פטר חמור אסור בהנאה דבכלל לא תעבוד הוא ואע\"ג דבקרא כתיב בכור שורך איהו דריש לי' בכור שורך למעוטי שותפות ולא למעוטי פטר חמור אי נמי מתני' כמאן דממעט פטר חמור מהכא שור וחמור דקתני במתני' לאו דוקא דשור ושה קאמר והאי דנקט חמור משום לישנא דקרא דגבי כלאים כתיב שור וחמור והוא הדין לכל שני מינין ומשום הנאה דמיתהני מהקדש והוה ליה הזיד במעילה לא לקי דבכור לאו בר מעילה הוא דהא ממון כהן הוא דאין מעילה אלא בקדשי גבוה דמקדשי ה' כתיב ואין מעילה בבכור אלא בנהנה מן האימורים אחר זריקת דמים דהנהו לגבוה נינהו והוא הדין לכל קדשים קלים ובקדשי קדשים יש בהן מעילה לפני זריקת דמים דלגבוה נינהו אבל משנזרק הדם זכו בהו כהנים משולחן גבוה והוה ליה ממון כהן ואין בו מעילה וכן מוכח בר\"ה (דף כח.) בשופר של עולה לא יתקע ואם תקע יצא בשופר של שלמים לא יתקע ואם תקע לא יצא מאי טעמא עולה דבת מעילה היא כיון דמעל בה נפקא לחולין שלמים דלאו בני מעילה נינהו לא נפקי לחולין והכי נמי מוכח במס' מעילה ובכמה דוכתי:", 
                "3": "ויום טוב - דקעביד חרישה ביו\"ט: כהן: והוא נזיר והולך במקום טומאה אחר מחרשתו דאיכא חד לאו משום כהן לנפש לא יטמא בעמיו וחד משום נזיר על כל נפשות מת לא יבוא:", 
                "2": "שביעית - נמי משום זורע בשביעית:"
            }, 
            "0": {
                "0": "יש חורש תלם אחד - יש עובר בלא תחרוש בשור ובחמור ונלקטים עליו איסורים הרבה עם אותו לאו בלבד ובהא לא קא עסיק שיהא חורש בכמה שוורים וכמה חמורים והרי נלקטים איסורין הרבה עליו דלכל הפחות קאמר ואלאו דכלאים קאי ללקוט עליו כל איסורין שהוא יכול:"
            }, 
            "36": {
                "0": "ולילקי נמי משום זורע - דהא נמנו וגמרו דמחפה זורע הוא כדאמרן:"
            }, 
            "5": {
                "0": "אינו השם - אינו לאו זה נלקט עליו משום חרישה אלא משום לבישה:"
            }, 
            "49": {
                "0": "לוקה משום מבשל - גיד ביום טוב ומשום מבשל בשר בחלב קסבר יש בגידין בנותן טעם תלתא לא תבשל כתיבי חד לאכילה וחד להנאה וחד לבישול בשחיטת חולין (דף קטו:):"
            }, 
            "7": {
                "1": "אינו השם - אין לאו שלו בא עליו משום חרישה אלא משום כניסה שנכנס למקום טומאה:", 
                "0": "אף נזיר - נזיר וכהן קאמר ולא דייק:"
            }, 
            "9": {
                "0": "גמ' אפילו מכניס ומוציא בית יד אונקלי שלו - מכניס ומוציא ידו בבית יד חלוקו דמי כפושט ולובש:"
            }
        }, 
        "3": {
            "51": {
                "0": "פדיון נפשו - דנותן את הכופר:"
            }, 
            "26": {
                "0": "ואין נמכרין - אם העידוהו שגנב ואין לו מה לשלם ונגמר דינו לימכר כדכתיב ונמכר בגנבתו:"
            }, 
            "12": {
                "0": "רמז לעדים זוממין - שלוקין עדי בן גרושה או עדי גלות שפטרם הכתוב מדין הזמה מנין שהן לוקין ולקמיה פריך תיפוק ליה מלא תענה:\n"
            }, 
            "20": {
                "0": "משום דהצדיקו את הצדיק כו' - בתמיה אי והצדיקו והרשיעו בדיינין קאמר וצדיק ורשע בבעלי דינין למה לי והצדיקו צדיק כו' ליכתוב כי יהיה ריב בין אנשים ונגשו אל המשפט ושפטום והיה אם בן הכות למה הוזכרה כאן צדקת צדיק וכי כל מקום שהצדיקו ב\"ד את הזכאי וחייבו את החייב יש מלקות דאתא קרא למיתלי מלקות בוהצדיקו והרשיעו אלא על כרחך בעדים משתעי עדים שקרים שהרשיעו צדיק ובאו אחרים והזימום והצדיקו את הנדון שהוא צדיק והרשיעו את העדים הרשעים והיה אם בן הכות את הרשע אם הזמה זו בת מלקות היא שאינו יכול לקיים בה דין הזמה גמורה כגון בעדי בן גרושה או גלות והפילו השופט והכהו:\n"
            }, 
            "48": {
                "0": "מאי טעמייהו דרבנן - דאילו ר' ישמעאל מסתבר טעמיה כיון דכופרא כפרה דמי עצמו בעי למיתב:"
            }, 
            "22": {
                "0": "ותיפוק ליה מלא תענה - כל עונשי לאוין. מלקות אלא במקום שפירש לך בו עונש וכאן שאינו יכול לענשן בעונש הכתוב בהן ילקו:"
            }, 
            "23": {
                "0": "לאו שאין בו מעשה אין לוקין עליו - לקמן יליף לה בפרק ג' (דף יג.). ואין משלמין כופר. אם העידו בשור המועד שהרג את האדם והוזמו והיו מחייבין את הבעלים כופר דכתיב (שמות כא) אם כופר יושת עליו וגו':"
            }, 
            "46": {
                "0": "בדניזק שיימינן - בהכי הויא ליה כפרה כי יהיב דמי ניזק ולקמיה מפרש טעמיה:"
            }, 
            "32": {
                "0": "כופרא כפרה - לכפר על זה שהרג שורו את האדם והני לאו בני כפרה נינהו שלא הרג שורם אדם:"
            }, 
            "49": {
                "1": "ונאמר השתה למטה - בכופר אם כופר יושת עליו:", 
                "0": "נאמר השתה למעלה - בנוגף אשה הרה כאשר ישית עליו בעל האשה (שם):", 
                "2": "מה להלן בדניזק - שמשלם דמי וולדות שנזוקו:"
            }, 
            "28": {
                "0": "אין משלמין ע\"פ עצמן - אם הוזמו בב\"ד ולא הספיק בעל דין להעמידן בדין על הזמתן עד שברחו ובאו בב\"ד אחר והודו שהוזמו בב\"ד פלוני ולקמן מפרש טעמא:"
            }, 
            "40": {
                "0": "ומר סבר כופרא ממונא - שהזיק גופו של זה ונתחייב ליורשיו דמי ההרוג:"
            }, 
            "52": {
                "0": "ורבנן - אמרי לך אין ודאי פדיון נפשו הוא דכופרא כפרה מיהו בדניזק שיימינן ובהכי הויא למזיק פדיון נפשו:"
            }, 
            "0": {
                "1": "הבא לסקול ולא סקל - שהוזם עד שלא נהרג הנדון:", 
                "0": "ומה הסוקל אינו נסקל - עדים שלא הוזמו עד שנהרג הנדון ואח\"כ הוזמו אין נהרגין כדאמרינן בפרקין (דף ה:) הרגו אין נהרגין דכתיב כאשר זמם ולא כאשר עשה:"
            }, 
            "71": {
                "0": "תדע - דקנסא הוא שהרי המעידים בנפש לא הרגו אדם ולא נהרג אדם על פיהם ונהרגין ומשלמין ממון:"
            }, 
            "7": {
                "1": "הם שלא עשו מעשה - אלא דיבור בעלמא ובמזיד העידו אינו דין שלא יגלו על המזיד:", 
                "0": "הוא שעשה מעשה במזיד אינו גולה - ההורג שעשה מעשה אם במזיד עשאו אינו גולה ואפילו בזמן שאינו נהרג כגון במזיד בלא התראה:"
            }, 
            "69": {
                "0": "וקנס אינו משלם ע\"פ עצמו - דכתיב גבי כפל אשר ירשיעון אלהים פרט למרשיע את עצמו (ב\"ק דף סד:):"
            }, 
            "9": {
                "0": "הם שלא עשו מעשה יגלו - על זדונן כי היכי כו':"
            }, 
            "8": {
                "0": "ומקשינן לרבי יוחנן והיא הנותנת - המדה הזאת שהבאת לפטרן היא הנותנת להם חובת גלות הוא לפי שעושה מעשה אם במזיד עשאו אינו גולה דלא תהוי ליה כפרה:"
            }, 
            "56": {
                "0": "דאית ליה לדידיה - שיש לו לגנב ממון לשלם דמי הגניבה אם לא הוזמו ולהם אין מה לשלם דמיגו דאיהו לא הוה מזדבן אם לא הוזמו אינהו נמי כי הוזמו לא מזדבני שהרי לא זממו למכרו:"
            }
        }, 
        "2": {
            "13": {
                "0": "ולא לזרעו - ואם תעשהו חלל והוא כהן פסלת את זרעו לעולם:"
            }, 
            "15": {
                "0": "בעינן כאשר זמם - והוא זמם לפסול את הנדון ואת זרעו:"
            }, 
            "17": {
                "1": "הבא לחלל ולא חילל - עד זומם שרצה לחלל ולא חיללו אינו דין כו':", 
                "0": "המחלל אינו מתחלל - כהן הנושא את הגרושה שמחלל את זרעו אין הוא עצמו מתחלל מן הכהונה:"
            }, 
            "19": {
                "0": "אם כן - אם באת לדרוש ק\"ו זה בעדים זוממים בטלת תורת הזמתם:"
            }, 
            "1": {
                "1": "שהוא בן גרושה: בפנינו נתגרשה אמו קודם שנולד והרי הוא חלל ופסול (יבמות יב).", 
                "0": "את איש פלוני: כהן.", 
                "2": "אין אומרים: אם הוזמו והן כהנים יעשה זה בן גרשה וחלוצה: לקיים בו כאשר זמם אלא סופג את הארבעים: ובגמרא מפרש טעמא."
            }, 
            "0": {
                "0": "מתני' כיצד העדים נעשין זוממין כו' - בגמרא מפרש מאי קאמר:"
            }, 
            "3": {
                "1": "כיצד אין העדים נעשין זוממין מיבעי ליה - דהא לא מקיימת בהו כאשר זמם:", 
                "0": "גמ' ה\"ג האי כיצד אין העדים נעשין זוממין מיבעי ליה ועוד דקתני לקמן (דף ה.) אבל אמרו להם כו':"
            }, 
            "2": {
                "0": "שחייב גלות: שהרג את הנפש בשוגג:"
            }, 
            "4": {
                "0": "ועוד - מאי קא בעי תנא כיצד נעשין זוממין הא קתני לה לקמן כיצד דין זוממין דקתני במתני' אבל אמרו להם המזימים היאך אתם מעידים עדות זה והלא הייתם עמנו אותו היום במקום פלוני כו':"
            }, 
            "7": {
                "0": "חוץ מזוממי בת כהן - נשואה שאע\"פ שנגמר דינה לשריפה על פיהם הם בחנק כדילפינן התם (דף צ.) היא בשריפה ואין בועלה בשריפה אלא בחנק כשאר אשת איש והזוממין משכימין למיתה שחייבו את הבועל דכתיב כאשר זמם לעשות לאחיו ולא לאחותו (שם) וקאמר הכא עוד יש זוממין אחרים שאין מקיימין בהן דין הזמה כלל אלא מלקות ועלה מפרש כיצד אותן העדים שאין מקיימין בהן דין הזמה נעשין זוממין מעידים אנו כו':"
            }, 
            "6": {
                "0": "התם קאי - מסנהדרין סליק דתנן בשילהי אלו הן הנחנקין דהוא סיומא דסנהדרין דיש זוממין שנשתנו במקצת מדין הזמה כדקתני כל הזוממין מקדימים לאותה מיתה כלומר אין להם לצפות מיתה אחרת אלא משכימין לאותה מיתה שנגמר בה דינו של נדון:"
            }
        }, 
        "5": {
            "67": {
                "0": "הא ר' יוחנן בן נורי - רב כרבי יוחנן בן נורי דאזיל בתר חזותא:"
            }, 
            "27": {
                "0": "לדידי מיפרשא לי כו' אין לו עליו אונאה - שהמתנה על מה שכתוב בתורה תנאו קיים ואם אמר לו ע\"מ שאין בו אונאה אין זה מתנה שימחול לו אונאתו אלא הוא התנה עמו שאינו אונהו במכר זה והרי אנו רואים שיש בו אונאה ובהאי מודה שמואל דיש לו עליו אונאה ה\"נ אם אמר לו. לוה הלוני על מנת שלא תשמטני אתה בשביעית תנאי הוא זה ואע\"פ שהתנה על מה שכתוב בתורה תנאו קיים אבל אם אמר לו על מנת שלא תשמטני שביעית השביעית אינה מסורה בידו להתנות שלא תהא השביעית משמטת לפיכך אין כאן תנאי:"
            }, 
            "54": {
                "0": "זה - דבית הצואר היה חיבור הלכך פתח תיקון חדש הוא זה אבל המגופה אע\"פ שהיא טוחה על פי החבית בטיט אין זה חיבור והוה לה כפתוחה ועומדת: חסר קורטוב לא גרסינן ברב יהודה:"
            }, 
            "56": {
                "0": "לא פסלוהו - זיל בתר חזותא ויין אינו פוסל את המקוה ופסול מקוה במים שאובין . מדרבנן הוא:"
            }, 
            "36": {
                "0": "חביבי - תרגום של דודי רבי חייא אחי אביו היה:"
            }, 
            "52": {
                "0": "וכי מה בין זה למגופת החבית - דאמרינן בפרק חבית שנשברה (שבת דף קמו.) דמתיז ראשה בשבת בסייף לפתוח את החבית:"
            }, 
            "63": {
                "0": "והתני ר' חייא - שלשת לוגין מים שנפל לתוכן קורטוב יין ומראיהן כמראה יין ונפלו למקוה:"
            }, 
            "64": {
                "0": "הורידו את המקוה - מהכשרו לפסול:"
            }, 
            "47": {
                "0": "שהוא כזו - שקרויה שנה:"
            }, 
            "50": {
                "1": "חייב - שתיקן כלי האי דנקט לה הכא משום דאמר רב יהודה לעיל המלוה את חברו לעשר שנים כו' ואותביה רב כהנא נקט נמי לכולהו הנך מילי דשמעתין דאמרינהו רב יהודה ואותביה רב כהנא:", 
                "0": "הפותח בית הצואר - שעשה פה לחלוק חדש:"
            }
        }, 
        "4": {
            "24": {
                "0": "אומדין כמה אדם רוצה ליתן בכתובתה של זו - מספק שאם נתארמלה או נתגרשה יטלנה לוקח ואם מתה יירשנה בעלה ויפסיד מעותיו שנתן ובגמ' מפרש מאי קא מחייב להו תנא דמתני' ליתן:"
            }, 
            "25": {
                "0": "גמ' כיצד שמין - כלומר מאי קא מחייב להו למיתב דיש לפתור משנתנו לשני צדדים כיצד הרי יש לאיש ולאשה זכות ספק בכתובה זו היא מצפה שאם ימות או יגרשנה תגבה את כולה והוא מצפה שאם תמות בחייו יירשנה יפה כח זכותו מכח זכותה שהוא אוכל פירות הקרקע המיוחד לכתובתה תמיד ולא היא ועוד שהוא מוחזק ועומד והיא מחסרא גוביינא ואם באו למכור לאחר זו זכות ספיקה וזה זכות ספיקו שלו נמכר ביותר משלה ולישנא דמתני' משמע ששמין זכות ספיקה דקתני כמה אדם רוצה ליתן שאם נתארמלה והא ליכא למימר שאותן דמים יתנו הזוממין שהרי לא זכות ספיקה באו להפסידו אלא זכות ספיקו שהיו מחייבין אותו לפרוע מיד ויש לומר דה\"ק שמין זכות ספיקה כמה אדם רוצה ליתן בטובת הנאה שלה ואותו לא ישלמו וכל השאר ישלמו שכל השאר היו מפסידין אותו בעדותם אבל אותן דמים לא היו מפסידין אותו שהרי גם עתה כשהוזמו אם היתה רוצה למכרה יתן לה הבעל ברצון טובת הנאה זו או דלמא זכות ספיקו קאמר מתני' דלישיימו ואותן דמים יתנו העדים ולא מחייבינן להו כולי האי שיתנו כל הכתובה חוץ מטובת הנאתה דשמא לא היה נפסד בעדותן כל כך שאף עתה כשהן זוממין שמא ימות מחר ותגבה הכל כי היא לא תמכרנה לו בטובת הנאה אבל טובת הנאתו יתנו לו שכך היו מפסידין אותו שאם לא הוזמו היה פורע מיד עכשיו שהוזמו יש לו בה זכות ספיקו כבתחלה ושאם נתארמלה דמתני' ה\"ק אומדין כמה אדם רוצה ליתן בכתובה זו שהיא תלויה בספק שאם נתארמלה תגבנה היא ואם מתה יירשנה בעלה ושמין ב\"ד את זכות ספיקו ויתנו לו:"
            }, 
            "27": {
                "0": "רב חסדא אמר בבעל - זכות ספיקו של בעל אומדין כמה אדם רוצה ליתן בו ואותו יתנו הזוממין:"
            }, 
            "21": {
                "0": "כיון דלחבריה לא מצי מחייב ליה - שאינו נאמן על חבירו:"
            }, 
            "22": {
                "0": "מתני' שגירש את אשתו - בפנינו ביום פלוני וזה אומר לא גרשתי ואיני חייב לה כתובה ונמצאו זוממין בעמנו הייתם:"
            }, 
            "16": {
                "0": "העדנו - אני ופלוני וחבירו אינו מודה:"
            }, 
            "19": {
                "0": "וחוייבנו ממון - בב\"ד שהוזמנו והעמידנו הנדון בדין על הזמתנו וחייבונו בב\"ד ומההוא שעתא ממונא הוא גבייהו ואין זה מרשיע את עצמו שכבר הרשיעוהו אלהים:"
            }, 
            "23": {
                "0": "והלא בין היום כו' - כלומר מה ישלמו אלו אם תאמר כל הכתובה והלא שמא ימות או יגרשנה היום או מחר וסופו ליתן לה כתובה נמצאו שלא היו מפסידין אותו כלום:"
            }, 
            "28": {
                "0": "רב נתן אמר באשה - זכות ספיקה אומדין ואותו לא ישלמו (וכל השאר ישלמו) וחומר גדול הוא אצלן:"
            }, 
            "0": {
                "0": "מאי ניהו - האי ממון ביד בעליו דקאמר ר\"נ היינו דלא נעשה מעשה שעדיין לא שילם אלא שנגמר דינו לשלם:"
            }, 
            "7": {
                "0": "משלשין בממון - אם שלשה עדים הן או ארבעה משלשין ביניהם בית דין נעשין שליש ביניהן להשוותם בפרעון איש לפי חלקו אי נמי האי משלשין לישנא בעלמא הוא מחלקין הפרעון בין שלשתן והוא הדין נמי אם ארבעה הן מרבעין:"
            }, 
            "30": {
                "0": "אמר רב פפא באשה - שמין כרב נתן ובכתובתה לא ישלמו לו אלא העודף בכתובתה על הדמים הללו אבל לא נכסי מלוג שלה ואע\"פ שאף נכסי מלוג היו מפסידין אותו בעדותן מלאכול פירות בחייה ומלירש אותה במותה אין משלמין דיכולין לומר אנו לא העדנו אלא על כתובתה ולא ידענו שהיו לה נכסי מלוג ואני לא כך שמעתיה וכך שמעתי רב חסדא אמר בבעל לפי מה שהן נכסי הבעל אם עידית אם זיבורית אומדין את טובת הנאתה כשהלוקח מדקדק בכך רב נתן אמר באשה ובא רב פפא ופירש מאי ובאשה דקאמר רב נתן בכתובתה שאם ייחד לה קרקע לכתובתה בו ישומו ולבי מגמגם בה חדא היכי מחייבינן להו זכות ספיקה הלא לא היו מפסידין אותו אלא זכות ספיקו ועוד דהכי איבעי ליה למיתני רב חסדא אמר בנכסי הבעל ותו היכא דייחד לה שדה לכתובתה מאי טעמא דרב חסדא דפליג"
            }, 
            "14": {
                "0": "כל כמיניה - בתמיה וכי יכול הוא לחזור בו ויפטר הנדון מלשלם:"
            }
        }, 
        "7": {
            "24": {
                "0": "צד חמור לא פריך - הואיל וחומרו של זה אינו חומרו של זה אין טעם המלקות תלוי בו:"
            }, 
            "10": {
                "0": "לא מן השם הוא זה - אין טעם זה עיקר דלאו שניתק לעשה אין לוקין עליו אלא מפני מה המותיר אינו לוקה לפי שהוא לאו שאין בו מעשה:"
            }, 
            "26": {
                "0": "לאזהרה לעדים זוממין - לענשן בדין הזמה ולא ניתן לעונש מלקות אלא שלא היה לו לענשן בדין הזמה אלא א\"כ הזהיר:"
            }, 
            "17": {
                "0": "גמר מעדים זוממין מה עדים זוממין לאו שאין בו מעשה ולוקין - עדים זוממין לוקין על דיבורם בעדי בן גרושה ובן חלוצה: עדים זוממין אין צריכין התראה בכתובות אמרינן טעמא באלו נערות (דף לג.) נתרי בהו אימת כו' אבל כל שאר עונשין בב\"ד של מטה צריכין התראה:"
            }, 
            "29": {
                "0": "והנשארים ישמעו ויראו ולא יוסיפו לעשות - הרי אזהרה בפרשת עדים זוממין כתיב:"
            }, 
            "3": {
                "1": "לוקה ומשלם - דכתיב (דברים כב) ויסרו אותו וענשו אותו ואמרי' בכתובות (דף מו.) ויסרו זה מלקות וילפינן לה מקראי:", 
                "0": "מוציא שם רע - לא מצאתי לבתך בתולים:"
            }, 
            "4": {
                "0": "שכן קנס - וכל קנס חידוש הוא ומחידוש לא ילפינן לממונא:"
            }, 
            "7": {
                "0": "איכא דמתני לה - להא דעולא:"
            }, 
            "8": {
                "0": "לומר שאין לוקין עליו - שהעשה האמור אחריו תקנתו וכפרתו על עבירת הלאו:"
            }
        }, 
        "6": {
            "24": {
                "1": "השם - המקרא:", 
                "0": "מתני' שלא השם המחייבו מלקות מחייבו תשלומין - מלקות משום לא תענה ותשלומין משום כאשר זמם:"
            }, 
            "10": {
                "0": "אמר רב יוסף לא שמיעא לי הא שמעתא - תלמידו של רב יהודה אני ולא שמעתי מפיו שמועה זו דאמרן לעיל בשמיה ג' לוגין מים שנפל לתוכן כו':"
            }, 
            "13": {
                "0": "ואת אמרת ניהלן - כששנית משנה זו אמרת לנו עליה ההיא מימרא דרב יהודה אמר רב ופירשת לנו דרב לא הוה תני חסר קורטוב ברישא ואמר למילתיה לדברי הכל:"
            }, 
            "12": {
                "0": "א\"ל אביי כו' - רב יוסף חלה ושכח תלמודו והיה אביי מזכירו מה שקיבל הימנו:\n"
            }, 
            "20": {
                "1": "טמא - שמא היין עומד במקומו ונטמא מחמת האדם וחזר וטימא את הככר:", 
                "0": "וכן ככר של תרומה שנפל שם - אחר שטבל זה ועלה:"
            }, 
            "21": {
                "0": "מאי וכן - פשיטא כיון דחיישת לשמא היין עומד במקומו איכא למיחש שנטמא הככר:"
            }, 
            "22": {
                "0": "מהו דתימא - אף על גב דלגבי טבילה חיישינן לגבי ככר לא חיישינן דהא מילתא ספיקא היא אי קאי יין בדוכתיה אי לא וגבי גברא הוא דאמרינן לא עלתה לו טבילה אוקי גברא אחזקיה. והוא טמא היה ובטבילת ספק אתה בא לטהרו אל תטהרנו מספק והכא אוקי תרומה אחזקה והיא בחזקת טהורה קיימא קמ\"ל:"
            }, 
            "16": {
                "1": "לא עלתה לו טבילה - שמא כל מים שהיו בחבית עומדים יחד ושמא בא זה ראשו ורובו במים שאובין וזה אחד מן הפוסלין את התרומה:", 
                "0": "הטובל שם - באותו מקום:", 
                "2": "אי אפשר לשלשת לוגין כו' - לא גרסינן דהא ודאי אפשר אלא חיישינן לשמא וסיפא דמילתא מוכחא דמשום שמא הוא דאמרינן לקמן טעמא משום דמוקמינן גברא אחזקיה:"
            }, 
            "18": {
                "0": "תניא נמי הכי - דחיישינן בים הגדול למשקין הנופלין בו שהם עומדים במקומם: חבית של יין גרסינן בברייתא והכי גרסינן בתוספתא (דמקואות פ\"ה):"
            }, 
            "28": {
                "0": "אין לוקין אלא ארבעים - משום כאשר זמם אבל משום לא תענה לא לקי כדמפרש בגמרא: גמ'"
            }, 
            "0": {
                "1": "לא פסלוהו - משום דחסרו קורטוב אבל אי הוו מעיקרא שלשת לוגין שלמים ונפל לתוכן קורטוב יין ומראיהן כמראה יין פסלוהו והא דתני רבי חייא הורידו את המקוה כי האי תנא סבירא ליה: ", 
                "0": "חסר קורטוב גרסינן - הכא ברישא ובסיפא: ", 
                "2": "לא פסלוהו - טעמא דסיפא נמי משום דחסר קורטוב הוי וגבי יין נמי הוי מצי למיתני כי האי גוונא ברישא וניתנינהו בחדא בבא הכי שלשת לוגין מים חסר קורטוב שנפל לתוכן קורטוב יין או חלב בין שמראיהן כמראה מים בין שמראיהן כמראה יין לא פסלוהו אלא כי אורחא דמילתא קתני להו שהיין שהוא אדום הופך את המים ממראיהן אבל החלב אין דרכו להפוך את מראיתן: "
            }, 
            "3": {
                "0": "הכל הולך אחר המראה - וגבי יין אפילו הוו מעיקרא שלשת לוגין שלמין כיון דמראיהן כמראה יין לא פסלוהו ורב כוותיה סבר ליה וגבי חלב אע\"ג דמעיקרא חסר קורטוב הוו משלים להו חלב:\n"
            }, 
            "4": {
                "1": "דבעי רב פפא - רב דאמר לעיל לא פסלוהו היכי תני מי תני חסר קורטוב ברישא ואי הוו שלמים פסלו ודלא כרב ואיהו דאמר כר' יוחנן או דלמא רב לא תני ברישא חסר קורטוב ואמרה למילתיה דלעיל אפילו כרבנן דרבנן תרוייהו בעו שיעורא וחזותא ורב דאמר כדברי הכל דכולי עלמא חזותא מיהת בעינן:", 
                "0": "והא מיבעיא בעי לה כו' - אהא פרכינן דאוקימנא לרב כרבי יוחנן בן נורי ולא כרבנן:"
            }, 
            "9": {
                "0": "לרבא פשיטא ליה - דרב תני חסר קורטוב ברישא דלא בעי תנא קמא אלא שיעורא ורב דקפיד נמי אחזותא כר' יוחנן בן נורי אמרה למילתיה:"
            }, 
            "25": {
                "0": "כל המשלם אינו לוקה - דכתיב כדי רשעתו משום רשעה אחת אתה מחייבו ואי אתה מחייבו משום שתי רשעיות ובמסכת כתובות (דף לב.) מקשינן ונימא כל הלוקה אינו משלם וילקו כל הזוממין ולא ישלמו ומשנינן בפירוש רבתה תורה עדים זוממין לתשלומין ויליף לה התם:"
            }
        }, 
        "9": {
            "56": {
                "0": "חייבי מלקיות מנלן - אמתניתין קאי דאמר אין עושין דין הזמה עד שיגמר הדין ויליף לה מנפש בנפש דמשתעי בחייבי מיתות חייבי מלקות מנלן העידוהו שחייב מלקות והוזמו מנלן דאין לוקין אלא אם כן נגמר הדין תחלה על פיהם:"
            }, 
            "61": {
                "1": "אם לא הרגתי עד זומם - שלא הוזם אלא אחד מהם והרגתיו:", 
                "0": "אראה בנחמה - לא אראה בנחמה וגמרא הפכו לברכה פ\"א אראה בנחמה נשבע ימותו בניו ואראה בנחמתן:"
            }, 
            "64": {
                "0": "שהרי אמרו חכמים כו' - מתניתין היא מה שנים אין נהרגין עד שיזומו שניהם דכתיב והנה עד שקר העד ואמר מר (סוטה דף ב:) כל מקום שנאמר עד הרי כאן שנים עד שיפרוט לך הכתוב אחד:"
            }, 
            "66": {
                "0": "אלא בפני שמעון - שאם יטעה יורהו:"
            }, 
            "67": {
                "0": "כסבורין - הכל בלילה או ביום ואינן רואין אותו:"
            }, 
            "82": {
                "0": "על אחת כמה וכמה כו' - שמצינו מדה הטובה מרובה ממדת פורענות במדה טובה הוא אומר (שמות לד) נוצר חסד לאלפים במדת פורענות הוא אומר (שם) על שלשים ועל רבעים:"
            }, 
            "80": {
                "0": "ר' עקיבא אומר לא בא השלישי כו' - לא הוצרך ללמדנו זאת דממילא ידעינן ששנים מזימין את השלשה שהרי השנים כשרים לכל עדיות וממילא ידעינן שאין זוממין עד שיזומו כולם שהרי כולם כאחד נעשו עדים וקרא כתיב והנה עד שקר העד ולא בא אלא להחמיר עליו שלא תאמר הואיל ובלאו הוא היתה העדות מתקיימת לא יעשו בו דין הזמה לימדך הכתוב שאף הוא מן מקיימי דבר:"
            }, 
            "20": {
                "0": "דאמר כר' יהודה - במתניתין איסטטית היא זו והוחזקה להזים:"
            }, 
            "23": {
                "1": "דקא מהדרא - לבקש ולשכור עדי שקר:", 
                "0": "דליכא דקא מהדר - שאין אדם מחזר אחריהם לשכרם ולהרגילם תמיד לבוא לבית דין ולהזים את כל הבאים:"
            }, 
            "28": {
                "0": "הני ידעי בסהדותא - אלו האחרונים ידעי בעדותה של זו:"
            }, 
            "29": {
                "0": "מתני' עד שיגמר הדין - אלא אם כן נגמר תחלה הדין של הנדון ליהרג ואחר כך הוזמו:"
            }, 
            "3": {
                "0": "מאי דהוה הוה - ולמה לי למיתני אלא כת ראשונה:"
            }, 
            "2": {
                "0": "שקדמו והרגו - את הכת הראשונה קודם שתבוא כת שניה:"
            }, 
            "6": {
                "0": "בלבד - משמע שיש עוד אחרת:"
            }, 
            "8": {
                "0": "אישתקור - הכחישו זה את זה בדרישות בית דין כשבדקום:"
            }, 
            "78": {
                "0": "מתני' מה שנים אין נהרגין עד שיזומו שניהם - כדפרישית לעיל:"
            }, 
            "10": {
                "0": "הוחזקה זו - להביא עדי שקר ולא נקבל עוד עדות אחרת:"
            }, 
            "13": {
                "0": "זמנין - פעם אחרת:"
            }, 
            "12": {
                "0": "אם היא הוחזקה - לחזר אחריהם כל ישראל מי הוחזקו לשמוע לה שתחזיק את האחרים כשקרים:"
            }, 
            "58": {
                "0": "חייבי גליות מנלן - העידוהו שחייב לגלות והוזמו ותנן במתניתין סופג את הארבעים מנלן עד שיגמר הדין דהני הואיל ולאו מדין כאשר זמם קא מתרבו לא אתי מלקות דידהו מגזירה שוה דרשע רשע דמההוא לא ילפינן אלא עדים זוממין שהרשיעו הנידון ללקות (או למיתה) דהאי רשע רשע בנידונין כתיב:"
            }, 
            "18": {
                "0": "הדר חזייה לר' אלעזר בישות - החזיר ריש לקיש את פניו ונסתכל ברבי אלעזר בפנים זועפות שהבין ריש לקיש ששמע ר' אלעזר דבר זה מפי רבי יוחנן וכשאמרה לו לא אמרה בשמו:"
            }, 
            "30": {
                "0": "נפש בנפש - בעדים זוממין כתיב לא תחוס עינך נפש בנפש:"
            }, 
            "37": {
                "0": "הרגו - שלא הוזמו עד שנהרג הנדון על פיהם:"
            }, 
            "36": {
                "0": "גמ' בריבי אומר - כך היה שמו.:"
            }, 
            "34": {
                "0": "יכול משקבלו עדותן - ובאה להם הזמה מיד קודם גמר דינו של נדון יהרגו:"
            }, 
            "32": {
                "0": "לעשות לאחיו - משמע שהרי אחיו עדיין קיים:"
            }
        }, 
        "8": {
            "24": {
                "1": "והזימו - אלו השנים שהזימו את הראשונים הזימו גם את האחרונים:", 
                "0": "באו אחרים - שהעידו עליו כעדות הראשונים:", 
                "2": "אפילו - אם הן מאה כתות זו אחר זו וכת אחת הזימתן כולן יהרגו:"
            }, 
            "10": {
                "0": "כאשר זמם - שיקבל הנדון מלקות שלימה:"
            }, 
            "13": {
                "0": "מתני' שיזימו את עצמן - שיזימו אותן בעסקי גופן ולא בעסקי ההורג וההרוג כדמפרש ואזיל:"
            }, 
            "12": {
                "0": "ממון מצטרף - והרי קיבל מה שרצו להפסידו בין כולם:"
            }, 
            "43": {
                "0": "גמלא פרחא - מין גמלים יש שהם קלים במרוצתם כעוף הפורח:"
            }, 
            "54": {
                "0": "וכן לענין תשלומי קנס - שהמודה בו פטור דינו נמי בזה כדיני נפשות ויש חילוק בין עדות גוף המעשה לעדות של גמר דין: הכי גרסינן באו שנים ואמרו בחד בשבתא גנב וטבח ומכר ובאו שנים ואמרו בחד בשבתא עמנו הייתם אלא בתרי בשבתא גנב וטבח ומכר ולא עוד אלא אפי' אמרו בערב שבת גנב וטבח ומכר משלמין דבעידנא דקא מסהדי גברא לאו בר תשלומין הוא: ופירושו משום דהוה מצי למיפטר נפשיה בהודאה אישתכח דאינהו הוו מפסדי ליה ודוקא קנס אבל בעדות ממון פטורין שהרי לא היו מפסידין אותו כלום אחר שהוא מחויב ועומד:"
            }, 
            "46": {
                "0": "ולא עוד אלא אפי' אמרו - המזימין בערב שבת הרגו שהקדימו חובתו יותר מן הראשונים:"
            }, 
            "32": {
                "0": "לענות בו סרה - בפרשת עדים זוממין כתיב סרה עדות המוסרת שהוסרו משם:"
            }, 
            "58": {
                "0": "גברא בר תשלומין הוא - כשהעידו אלו עליו כבר חייבוהו בית דין ואי הוה מודי לא הוה מיפטר:"
            }, 
            "30": {
                "0": "גמ' גופה של עדות - גופן של עדים:\n"
            }, 
            "37": {
                "0": "לנהורא בריא - שמא מאור עיניהם של אלו בריא וצופין למרחוק יותר ממנו:"
            }, 
            "26": {
                "0": "איסטטית היא זו - הכת הזאת כת של עדות סרה וסטיא היא כך נטלו עצה ביניהם להזים את כל הבא להעיד עליו:"
            }, 
            "34": {
                "0": "בירה - טרקלין גדול:"
            }, 
            "1": {
                "0": "מוישמעו ויראו נפקא - ואזהרה מלא יוסיפו:"
            }, 
            "0": {
                "0": "להכרזה - דאמרינן בסנהדרין באלו הן הנחנקין (דף פט.) ארבעה צריכין הכרזה לאחר שנענשו בב\"ד צריכין ב\"ד להכריז כך וכך נהרג פלוני בב\"ד על עבירה פלונית כדי לרדות את השומעין:"
            }, 
            "2": {
                "0": "מתני' משלשין בממון - כדמפרש ואזיל:"
            }, 
            "47": {
                "1": "מאי קמ\"ל - דאע\"ג דאיהו מיקטיל אינהו מיקטלי תנינא במתני' בפרקין (דף ו:) גבי שנים רואין. אותם מחלון זה כו' הוא והן נהרגים.:", 
                "0": "מאי טעמא דבעידנא דקא מסהדי - כשבאו יום שלישי בשבת להעיד עליו אכתי גברא לאו בר קטלא שלא הועד עליו בבית דין ואילו הוה אתי ומודה הוה מיפטר נמצא שהם היו מחייבין מיתה את מי שאינו ראוי למות:"
            }, 
            "6": {
                "0": "מנהני מילי - דכל אחד סופג את הארבעים:"
            }, 
            "8": {
                "1": "בחייבי מלקות - אם בן הכות הרשע:", 
                "0": "רשע בחייבי מיתות - אשר הוא רשע למות:"
            }, 
            "52": {
                "0": "ולא עוד כו' - שאע\"פ שאלו האחרונים מאחרים את זמן גמר דינו מ\"מ מודים הן שביום שבאו הזוממין להעיד עליו בשלישי בשבת כבר היה דינו נגמר מאתמול ובגברא קטילא אסהוד:"
            }, 
            "50": {
                "0": "מה שאין כן - בהזמת עדי גמר דין:"
            }
        }, 
        "39": {
            "13": {
                "0": "אמר רב יהודה בר חביבא פליגי בה תלתא תנאי - איכא דמפיק שתי שערות ומעייל כעדשה:"
            }, 
            "12": {
                "0": "שיראה מראשו - שיראה מבשר הראש ערום:"
            }, 
            "59": {
                "0": "ר' יוסי אומר כו' - ר' יוסי מוסיף חיובי:"
            }, 
            "58": {
                "0": "ת\"ל ושרט - דמצי למיכתב לנפש לא תשרטו במקום ושרט לנפש לא תתנו לשון אחר ת\"ל ושרט מריבויא דוי\"ו:"
            }, 
            "22": {
                "1": "פי הזוג - חודן של מספרים:", 
                "0": "הכי גרסינן תנא הנוטל מלא פי הזוג בשבת ולא גרסינן תניא:"
            }, 
            "49": {
                "0": "מסייע - מזמין השערות למקיף:"
            }, 
            "19": {
                "0": "וסימנך - דלא תימא מפיק כגריס ומעייל כעדשה משנה זו בהרת כגריס ומחיה כעדשה דהכא נמי בשעורי קרחה איכא כגריס וכעדשה ומהשתא ידעינן דלא אפיקנא אלא שתי שערות דיראה מראשו לא הוו צריכים לאפוקי דשוה הוא לדברי כולם דאין זה שיעור קצוב: "
            }, 
            "42": {
                "0": "דאכיל תמרי בארבילא - האוכל תמרים בכברה יהא לוקה בתמיה כלומר ניקף מה פשע שהוא לוקה לאו שאין בו מעשה הוי ולא לילקי:"
            }, 
            "62": {
                "0": "הא אפיקתיה לביתו שנפל - והא ודאי ר' יוסי לא פליג בההיא דהיאך יהא מוציא הפסוק מידי פשוטו:"
            }, 
            "28": {
                "0": "אימא וכן לקרחה שתים - ולפרושי אתא:"
            }, 
            "43": {
                "0": "דאמר לך מני - השואל לך כמאן קאמרת ניקף לוקה אימא ליה ר' יהודה היא דאמר לעיל (דף ד: טז.) לאו שאין בו מעשה לוקין והיינו לאו שאין בו מעשה דניקף הוא דקא עבר אלאו דלא תקיפו דשמעינן לקרא הכי לא תקיפו לא תניחו להקיף דמניח להקיף כמקיף א\"נ מדאפקיה בלשון רבים דכתיב לא תקיפו משמע דאתרי קא מזהר רחמנא ניקף ומקיף:"
            }, 
            "35": {
                "0": "אף בחול אסור - שמתנאה עצמו בנויי אשה:"
            }, 
            "34": {
                "0": "במלקט - שערות לבנות מתוך שחורות דכיון דאדם מקפיד על שער לבן אחד שבין שערותיו שחורות כדי שלא יראה זקן אמרינן דכשהוא מלקט אותו מבין השחורות מלאכה חשובה היא לו וחייב משום גוזז כיון דחייש לגזיזה זו. שחורות מתוך לבנות לא גרסינן:"
            }, 
            "0": {
                "0": "ה\"ג אלא בחדא התראה - ולא גרסינן בבת אחת אלא דאתרו ביה חדא התראה ואתא איהו וקרח בזה אחר זה מי מיחייב והתנן כו' אינו חייב אלא אחת הואיל ולא אתרו בו אלא חדא התראה ואע\"ג דשתייתו בזה אחר זה היא דשתייה בבת אחת כל היום ליכא:"
            }, 
            "3": {
                "0": "אל תשתה אל תשתה - מתרין בו לכל שתייה ושתייה:"
            }, 
            "38": {
                "1": "המשוה צדעיו לאחורי אזנו - ולפדחתו. אחורי אזנו אין שיער כלום וכך במצחו אין שיער כלום אבל בצדעיו שבאמצע יש שיער ואם הוא משוה ונוטל כל השיער שבצדעיו למדת אחורי אזנו ופדחתו זהו מקיף סוף הראש:", 
                "0": "ואיזהו סוף ראשו - באיזה ענין יהא מקיף סוף הראש שיהא חייב בבל תקיפו:"
            }, 
            "47": {
                "0": "ודברי הכל - דלא צריך לתרוצי ר' יהודה היא:"
            }, 
            "4": {
                "1": "ואותבינהו בבת אחת - בה' מקומות דהוו להו ה' קריחות ובחדא התראה דכיון דבבת אחת קא עביד מאי חזית דחיילא התראה אהאי אצבע טפי מהאי והתראת ספק לא מיחשבא דהתראה אכולהו אצבעות שדיא ומנחא ולאלתר מתברר לו אם חושש להתראתו או לא:", 
                "0": "נשא - פירוש סם שמשיר את השיער והסך ממנו אינו צומח שיער בגופו:"
            }, 
            "46": {
                "0": "רבא אמר - לא צריכת לאוקומי כר' יהודה הך ברייתא דתני תנא קמיה דרב חסדא דקיימא במקיף את עצמו וקמ\"ל דחייב תרתי משום מקיף ומשום ניקף דסד\"א לא לילקי אלא חדא קמ\"ל:"
            }, 
            "52": {
                "0": "שיבולת זקן - כולהו חמש פאות דקא חשיב במתניתין בכלל שיבולת הם:"
            }
        }, 
        "38": {
            "10": {
                "0": "שנגמרה מלאכתן - למעשר כדמפרש בזרעים (מעשרות פ\"א מ\"ה) מאימתי גמר מלאכתן למעשר בחיטין משימרח הכרי בדילועין משיפקסו כו':"
            }, 
            "13": {
                "0": "יפדה ויאכל בכל מקום - מדמתני רבי יוסי אליבא דבית הלל יפדה ש\"מ דהכי סבירא ליה דבית שמאי במקום בית הלל אינה משנה ומדקאמר יפדה ש\"מ דמתנות שלא הורמו לאו כמי שהורמו דמיין ולא ראה פני החומה ויש לו פדייה ואי ס\"ד כו':"
            }, 
            "12": {
                "0": "יחזיר מעשר שני ויאכל בירושלים - דקסברי בית שמאי כמי שהורמו דמיין:"
            }, 
            "20": {
                "1": "והמקיף פאת ראשו - משום דבעי למימר הי נינהו פאתי ראשו נקיט ליה:", 
                "0": "מתני' הקורח קרחה בראשו - על המת כדמפרש בגמרא:"
            }, 
            "21": {
                "1": "שריטה אחת על ה' מתים או ה' שריטות על מת אחד - בגמרא מרבי ליה דחייב על כל אחת ואחת:", 
                "0": "שרט - עושה חבורה בעצמו משום צער מתו:", 
                "3": "חייב על הראש - על הקפת הראש חייב שתי מלקיות דשתי פאות יש לו לראש שהראש כשתי חתיכות מקום השיער חתיכה אחת ומקום הפנים והזקן חתיכה אחת ומתחברות זו עם זו בצד האוזן מלפניו מקום שלועזין טנפל\"א ושם נקרא פאה ששם סוף הראש מקום חיבור הפרקים ונמצא שיש לו שתי פאות צידעא מכאן וצידעא מכאן וחייב עליהן שתים אפילו נטלן בבת אחת בשתי ידיו ואע\"ג דחד התראה קא מתרה ליה אל תקיף דזיל הכא פאה איכא וזיל הכא פאה איכא כדאמר לקמן גבי קרחה וגבי שריטה דמייתינן דחייב על כל קרחה וקרחה ועל כל שרט ושרט ונהי דהכא לא צריך לאתויי מקרא דמסתמא כי היכי דאמרינן ושרט לחייב על כל שרט ושרט ה\"נ אמרינן פאת לחייב על כל פאה ופאה דהא לאו מיתורא דקרא שמעינן ליה כולי האי. כ\"ש וגימגום כדאמרינן לקמן דסכינהו לחמש אצבעתיה נשא דאע\"ג דליכא אלא חדא התראה מחייבינן ליה חמש: ", 
                "2": "שריטה אחת על ה' מתים או ה' שריטות על מת אחד - בגמרא מרבי ליה דחייב על כל אחת ואחת: "
            }, 
            "22": {
                "0": "שתים מכאן - חמש פאות יש לו לזקן אחד למטה מן האוזן מקום שלחי התחתון יוצא ומתפרד שם ושם נקרא פאה בחודו של לחי שבולט לחוץ ששם מתחלת הזקן וכל מה שלמעלה עד הצידעא בכלל פאת הראש היא ושתי השיבולות כל אחד מהן לסוף הלחי ונקרא פאה ואחת מלמטה שיער שבין השיבולת באמצע הסנטר שלועזין מנט\"ן:"
            }, 
            "25": {
                "0": "ואינו חייב עד שיטלנו בתער - תנא קמא קאמר לה ורבי אליעזר פליג עליה: "
            }, 
            "33": {
                "1": "בין העינים - בראש סמוך לפדחת:", 
                "0": "ולא תתגודדו - בישראל כתיב ולא יקרחו בכהנים:"
            }, 
            "18": {
                "0": "רבינא אמר - הא דדייקינן לעיל הא בגבולין לוקה שלש וקא בעית מאי למימרא איצטריך כגון דנקיט ליה בקניא וקא משמע לן דכמאן דראה פני החומה דמי ולוקה משום לא תוכל אי הדר ארחקיה ואכליה ותפשוט מינה בעיא דרב פפא דבעא לעיל:"
            }, 
            "29": {
                "0": " גמ' הכי גרסינן לא יקרחו קרחה יכול אפילו קרח כו' תלמוד לומר קרחה. דקרא יתירא הוא:"
            }, 
            "35": {
                "0": "ואין לי - דחייב על כל הראש אלא כהנים דההוא בכהנים כתיב:"
            }, 
            "0": {
                "0": "לוקה אחת - דלא הוציאה מידי טבל בקריאת שם זה וקאכיל מעשר ראשון הטבול לתרומת מעשר וקעבר אלאו דטבל אבל איסור תרומה דקאכיל ליכא דהא כהן הוא ונהי אי הוה אמר תרומת מעשר באמצעיתה הוי מצי אכיל כולה ולא לקי מידי דהוה תרומת מעשר לכהן והוא כהן ואמעשר ראשון ואמעשר שני לא לקי דהא אף לזרים שרי: "
            }, 
            "3": {
                "0": "הכי גרסינן טעמא דמעשר שני בירושלים ומעשר עני בגבולין הא מעשר שני בגבולין לוקה שלש:"
            }, 
            "5": {
                "0": "אי הני מאי למימרא - דבשלמא אי אמרת מעשר שני בגבולין לוקה שלש אע\"ג דלא חזא פני החומה אשמועינן טובא דחייבין עליו אע\"פ שלא ראה פני חומה ואיצטריך למיתניה משום דיוקא דידה הא בגבולין אלא אי אמרת בדעייליה ואפקיה מאי למימרא לא היא איצטריכא ולאו דיוקא דידה דהא פשיטא דאפילו כהן לוקה על הטבל וזר. על התרומה ועל מעשר שני חוץ לחומה:"
            }, 
            "4": {
                "0": "דעייליה - לירושלים וקרא עליה שם והדר אפקיה חוץ דחזא מעשר שני פני החומה הלכך לוקה שלש:"
            }, 
            "7": {
                "0": "וקסבר מתנות שלא הורמו כמי שהורמו דמיין - ודמי כמאן דעייל מעשר שני בעיניה דהוה ליה ראה פני החומה והלכך כי אפקה לוקה עליו וכגון דאפקה נמי בטיבלה:"
            }, 
            "6": {
                "0": "דעיילה בטיבלה - לההיא תאנה בירושלים דקלטוהו מחיצות למעשר שני העתיד ליתרם ממנה:"
            }, 
            "32": {
                "0": "בראשם מה תלמוד לומר - לאו דוקא קאמר ליה דהא ודאי איצטריך משום דהוה אמינא קרחה כל דהו אלא מידרש קא דריש ליה בראשם משמע כל הראש שלפי שאמר כו':"
            }
        }, 
        "11": {
            "24": {
                "0": "מפי עצמו - ההרוג עצמו התרה בו:"
            }, 
            "20": {
                "0": "לבועל את הערוה - שיש די בראיית כל אחד ואפ\"ה לא מצטרפו:"
            }, 
            "33": {
                "0": "ומי אית ליה לרבי יוסי - התראה כלל:"
            }, 
            "42": {
                "0": "לעוזי - בעלי לשון אחרת שאין הדיינין מכירין בה:"
            }, 
            "28": {
                "1": "בדיני נפשות - כששנים רואין מחלון זה ושנים מחלון זה והוזמה כת האחת תצטרף עדות זו להיות כולם ככת אחת להציל את הזוממין ואת הנדון שתהא עדותן בטלה כיון דבעלמא מצטרפת יש טעם כאן להצילו ורחמנא אמר והצילו העדה:", 
                "0": "אלא מעתה - דכשרים בעלמא ומצטרפי:"
            }, 
            "34": {
                "0": "והתנן רבי יוסי אומר השונא - שאמר בשוגג הרגתי נהרג מפני שהוא כמועד ומותרה:"
            }, 
            "1": {
                "0": "מתני' הרי אלו עדות אחת - ואם הוזם אחד מהם (או שנים) ולא הוזמו כולן אין נהרגין:"
            }, 
            "6": {
                "0": "שלא תהא סנהדרין שומעת - עדות העדים מפי התורגמן צריכין הדיינין שיהיו מכירין בלשון העדים ולא שיעמדו מליץ בינותם:"
            }, 
            "8": {
                "0": "גמ' עדות מיוחדת - אחד רואה אותו מחלון זה ואחד רואה מחלון זה ואינן רואין זה את זה:"
            }
        }, 
        "10": {
            "10": {
                "0": "וכל אחד ואחד - התחיל להעיד בתוך כדי דיבור של סיומו של חבירו:"
            }, 
            "13": {
                "0": "הרוג יציל - לרבי יוסי דאמר אף בלא התרו שלא נתכוין להעיד הוא מציל את הנדון מפני קורבה הרוג נמי יציל את הנדון שהרי גם הוא ראה והוא קרוב אצל עצמו:"
            }, 
            "20": {
                "0": "יקום דבר - כתיב בהאי קרא שעשאן לכולם כשנים דהיינו העדים אבל לא בעושי הדבר:"
            }, 
            "14": {
                "0": "כשהרגו מאחוריו - מתקיימין כל המקראות שמחייבין את הרוצח ליהרג:"
            }, 
            "22": {
                "0": "היכי אמרינן להו - לקרוב ופסול למבדקינהו אם מתחלה לעדות נתכוונו:"
            }, 
            "1": {
                "0": "בדיני נפשות - דכתיב והצילו העדה ומהדרינן אזכותא:"
            }, 
            "3": {
                "0": "אחד דיני ממונות - נמי עדותן בטלה:"
            }, 
            "4": {
                "0": "בזמן שהתרו בהן - ובדיני נפשות כי אמרינן בטלה בזמן שהקרוב או הפסול נשתתף בעדות מתחלה להיות מן המתרין בעוברי עבירה: אבל אם לא התרו בהן ולא כוונו להיות עדים בדבר לא בטלה עדות האחרים בשביל ראייתן של אלו דמה יעשו שני אחין שראו עם שלישי מן השוק באחד שהרג את הנפש:"
            }, 
            "6": {
                "0": "גמ' והוא שהעידו כולן בתוך כדי דיבור - התם קאמרה מתני' מאה כשנים אבל אם העידו השנים ולאחר זמן העידו האחרים הרי הן כשתי כתות לכל דבר:"
            }
        }, 
        "13": {
            "24": {
                "0": "אף כל שיש לו רשות לניזק כו' - יצאה חצר של בעל הבית:"
            }, 
            "10": {
                "0": "גמ' אמר - רבא גרסינן ולא גרסינן אלא:"
            }, 
            "13": {
                "0": "אנוס הוא - והיאך הוא קורהו מזיד:"
            }, 
            "27": {
                "0": "עליה היא או ירידה היא - בתר דידיה אזלינן והוא היה עסוק בעליה או בתר שליבה אזלינן והעולה עליה היה דוחקה ומשפילה כלפי מטה: "
            }, 
            "59": {
                "0": "הא דמהדק - אם היתה השליבה מלא הנקב שהיא תחובה בו ואחוזה יפה יפה אין כאן דרך ירידה ופטור לא מהדק ירידה יש כאן וחייב:"
            }, 
            "23": {
                "1": "שדחפו בגופו - בלא מתכוין:", 
                "0": "בפתע פרט לקרן זוית - שלשון פתע הוא בסמוך כדמתרגמי' בתכיף פרט לקרן זוית אם היה זה יוצא ממבוי זה ונכנס לזה לפנות לימין או לשמאל וסכינו בידו וזה בא כנגדו בקרן זוית ולא ראהו והרגו:", 
                "3": "להביא ירידה שהיא צורך עליה - כגון הרוצה להרים ידו בכח וגרזן בידו ומשפיל תחלה את גופו ושוחה לפניו כדי להרים בכח ובהשפלתו הרג דלא תימא הואיל וצורך עליה היא פטור מגלות דהא כתיב ויפל:", 
                "2": "להביא ירידה שהיא צורך עליה - כגון הרוצה להרים ידו בכח וגרזן בידו ומשפיל תחלה את גופו ושוחה לפניו כדי להרים בכח ובהשפלתו הרג דלא תימא הואיל וצורך עליה היא פטור מגלות דהא כתיב ויפל: ", 
                "5": "ואשר לא צדה - שלא נתכוין לזרוק בצדו ובסמוך לו אלא למקום שזרק אבל לא היה יודע שיש שם אדם:", 
                "4": "בלא צדיה - לשון צידוד שלא נתכוין לצדד לצד שני:", 
                "6": "פרט למתכוין לזרוק שתים וזרק ארבע - וכן לזרוק ארבע וזרק שמונה:\n"
            }, 
            "39": {
                "0": "לפניו חייב - הרג לפניו חייב: "
            }, 
            "44": {
                "0": "ה\"ג כאן בירידה שלפניו ועליה שלאחריו כאן בעליה שלפניו וירידה שלאחריו כאן בירידה שלפניו ושל אחריו כאן בעליה שלפניו ולאחריו. כל דרך עליה פטור וכל דרך ירידה חייב הלכך הא דתניא לפניו חייב לאחריו פטור בירידה שלפניו ועליה של אחריו השפיל זרועו כדי להרים בכח והרים מכח לפניו בהשפלתו חייב הרג בעלייתו לאחוריו פטור והא דתניא לאחריו חייב לפניו פטור בעליה שלפניו וירידה שלאחריו כגון המרים ידו בכח עד שהשפילו דרך אחוריו ממעל לכתפיו וחזר והגביהן להכות לפניו הרג בהשפלתו דרך אחוריו חייב הרג בהגבהתו פטור והא דתניא בין לפניו ובין לאחריו חייב בירידה שלפניו או שלאחריו והא דתניא בין לפניו בין לאחריו פטור בעליה שלפניו ושל אחריו:"
            }, 
            "45": {
                "0": "לימא כתנאי - הך בעיא דרבי אבהו:"
            }, 
            "29": {
                "0": "כבר נגעת כו' - הרי נגעת כאן בירידה שהיא צורך עליה והא רבינן לה לעיל לחיובא:"
            }, 
            "53": {
                "0": "לנזקין - חייב אם לא הרגו אלא הזיקו חייב דלנזקין לא שני לן בין שוגג למזיד בין ירידה לעליה כדאמרינן בב\"ק (דף כו:) פצע תחת פצע לחייב על השוגג כמזיד ואונס כרצון:"
            }, 
            "63": {
                "0": "מתני' מן העץ המתבקע - יצא קיסם וניתז למרחוק והרג: "
            }, 
            "72": {
                "0": "יש אם למסורת - כמה שנמסרה כתב של תיבה למשה אנו צריכין לדורשה ולא לפי המקרא כשאתה קורא ונשל אתה מוסיף הברה של אל\"ף או של ה\"א בין נו\"ן לשי\"ן ולפי המסורת ונישל כתיב ופירושו נישל שהשיל הברזל מן העץ המתבקע ומצא את רעהו ורבנן סברי יש אם למקרא ונשל קרינן לשון פעל הברזל עצמו נשל מעל עצו:"
            }, 
            "69": {
                "1": "ונאמר עץ למעלה - לכרות העץ:", 
                "0": " גמ' נאמר עץ למטה - ונשל הברזל מן העץ:"
            }, 
            "56": {
                "0": "הא דאתליע - חייב שכל שליבה שהתליעה כשדורסין עליה נכפפת היא למטה וירידה היא ואם לא התליעה אין כאן ירידה:"
            }
        }, 
        "12": {
            "24": {
                "0": "מה ת\"ל בשעריך - שופטים ושוטרים תתן לך וגו':"
            }, 
            "10": {
                "0": "אילו היינו - בימים שסנהדרין דנו דיני נפשות לא נהרג בה אדם כדמפרש בגמרא שבדקו את העדים בדבר שלא ידעו להשיב:"
            }, 
            "39": {
                "0": "ראיתם כמכחול בשפופרת - ואין עדים מסתכלין בכך שפופרת קנה חלול שנותנין בו כחול לכחול עינים מכחול הוא קיסם דק שבו נוטלין הצבע מתוך הקנה:"
            }, 
            "12": {
                "0": "אף - אם היו עושים כן היו מרבין שופכי דמים שלא יראו מב\"ד:"
            }, 
            "25": {
                "0": "אתה מושיב כו' - אתה חייב להושיב בכל פלך ופלך כו' פלך הפרכיא:"
            }, 
            "19": {
                "0": "גמ' מפני זכותה של ארץ ישראל - אולי תועיל למצוא לו פתח של זכות:"
            }, 
            "47": {
                "0": "אבל היה מושך - ונשמטה מעגילה מידו ונפלה:"
            }, 
            "42": {
                "0": "משיראו כמנאפים - משינהגו ענין ניאוף ששוכבין בקירוב בשר ונוהגים כדרך תשמיש:"
            }, 
            "36": {
                "0": "אם תמצא לומר שלם הרג - שיאמרו בדקנוהו לאחר מיתתו מכל שמונה עשרה טריפות:"
            }, 
            "40": {
                "0": "ורבנן - דמחייבי מיתה על הערוה היכי דייני באיזו עדות הם הורגים הואיל ולאו הכי בדקי:"
            }, 
            "0": {
                "0": "אילעא וטוביה - עדי הלואה היו קרובין אל הערב:"
            }, 
            "46": {
                "1": "היה משלשל חבית - מן הגג:", 
                "0": "מתני' היה מעגל במעגילה - טחין היו גגותיהן בטיט והגגות לא היו משופעין אבל הטיט משפעין מעט כדי שיזובו המים וטחין אותן בחתיכת עץ עבה וחלקה ובה בית יד ודוחפה לצד השיפוע וחוזר ומושכה אליו וחוזר ודוחפה (לצד) והטיט מתמרח ומחליק ובדחיפתו קורהו מעגל ובמשיכתו קורהו מושך ושם העץ מעגילה:", 
                "2": "היה יורד - ההורג בסולם ונפל מן הסולם והרג בגופו את חבירו גולה דכל הני דרך ירידה נינהו וגבי גלות דרך ירידה בעינן כדמפרש בגמרא ויפל עליו:"
            }, 
            "4": {
                "1": "אין סותרין - לחזור ולישא וליתן אולי יזכה:", 
                "0": "מתני' לפני אותו בית דין - שנתחייב בו:"
            }
        }, 
        "15": {
            "24": {
                "0": "לאו מילתא היא דאמרי - שהיה לי להשיבו תשובה נצחת דקרא לאו במצוה איירי:"
            }, 
            "10": {
                "0": "רבי ישמעאל אומר מה חריש רשות כו' - ובשבת קאי ולהכי נקט חריש וקציר לומר לך מה החריש שאני אוסר לך בשבת חריש של רשות הוא שאין לנו חריש של מצוה אף קציר איני אוסר לך אלא של רשות יצא קציר העומר:"
            }, 
            "26": {
                "0": "ואי ס\"ד מצוה - בקציר של מצוה מצא קצור אינו קוצר תמיהא היא זו:"
            }, 
            "63": {
                "0": "שהעיד בו - שהוא חייב מלקות:"
            }, 
            "43": {
                "0": "לרבן שמעון דאמר - בסנהדרין בפ' ד' מיתות (דף מט:) חנק חמור מסייף ולדידיה ההורג את אביו בחנק דתנן (שם דף פא.) מי שנתחייב ב' מיתות ב\"ד נידון בחמורה וההורג אביו חייב שתי מיתות שהעושה חבורה באביו מן הנחנקין הן והמכה נפש מן הנהרגין וכאן יש חבורת אביו ורציחה ולר\"ש דאמר חנק חמור אם היה זה מזיד היה בחנק ועכשיו שהוא שוגג לא נתנה שגגתו לכפרה בגלות אם נתנה תורה כפרה לשגגת סייף שהיא קלה לא נתנה כפרה לשגגת חנק:\n"
            }, 
            "48": {
                "0": "רבא אמר - ברייתא נמי רבנן וההורג את אביו נמי גולה דשגגת סייף היא והא דקתני פרט למכה אביו לאו להורגו קא ממעיט אלא בעושה בו חבורה בשוגג:"
            }, 
            "16": {
                "0": "אם מצא חרוש אינו צריך לחרוש - אבל קציר אפילו מצא קצור מצוה לקצור לשמה דכתיב וקצרתם והבאתם את עומר:"
            }, 
            "46": {
                "0": "ולרבנן דאמרי סייף חמור מחנק הורג אביו שגגת סייף הוא - שהרי אילו מזיד היה נידון בחמורה שהיא סייף ושגגת סייף נתנה לכפרה בגלות:"
            }, 
            "37": {
                "0": "חיותיה הוא - ואף זו מצוה על האב ללמדו דילפינן לה מקרא בפרק קמא דקדושין (דף ל:) דכתיב ראה חיים עם אשה אשר אהבת הקיש אומנות שהוא חיותו לאשה כשם שאביו חייב להשיאו אשה כדכתיב וקחו לבניכם נשים כך חייב ללמדו אומנות:"
            }, 
            "57": {
                "0": "לוקה דלטייה - ואמרינן [בשבועות] (דף לה.) המקלל את חבירו עובר בלא תעשה ואתיא במה הצד מהמקלל דיין ונשיא וחרש (סנהדרין דף סו.):"
            }, 
            "28": {
                "0": "מתני' ע\"י הבן - אם הרגו לבנו בשוגג:"
            }, 
            "29": {
                "1": "הכל גולין - מפרש בגמרא לאיתויי מאי:", 
                "0": "חוץ מגר תושב - שאין ישראל גולה על ידו:"
            }, 
            "36": {
                "0": "גמ' בשוליא דנגרי - בלימוד חרש עצים שאינו מלמדו תורה אלא אומנות שוליא יויינד\"רינו:"
            }, 
            "0": {
                "0": "שאין בה שוה פרוטה - שאם יש בה תשלומי פרוטה משלם ואינו לוקה דילפינן בכתובות באלו נערות (דף לב:) בפירוש ריבתה תורה חובל בחבירו לתשלומין וכי אין בה שוה פרוטה לוקה שעבר על לא תוסיף פן יוסיף (דברים כה):\n"
            }, 
            "2": {
                "1": "לרבות מחוסר כיפורים - מאותן טומאות הצריכות קרבן וטבל והעריב שמשו ולא הביא כפרתו ונכנס למקדש חייב וארבע טומאות הן הטעונות קרבן הזב והזבה והיולדת והמצורע:", 
                "0": "לרבות טבול יום - שאם נכנס למקדש ענוש כרת:"
            }, 
            "5": {
                "0": "איכא דמתני לה - להא דא\"ל ההוא מרבנן לרבא והא דאותביה רבינא אהא:"
            }, 
            "4": {
                "0": "מעוד קאמינא - עוד טומאתו בו עוד קרא יתירא לדרשא הוא:"
            }, 
            "7": {
                "0": "אין צ\"ל חריש וקציר של שביעית כו' - דעל כרחך בשביעית דשמיטה הכתוב מדבר דאי כדכתיב דאיום השביעי קאי מאי שנא חריש וקציר דנקט אלא ה\"ק ששת ימים תעבוד ובשביעי תשבות והששה שאתה עובד בהן בחריש ובקציר תשבות:"
            }, 
            "9": {
                "1": "וקציר של שביעית היוצא למוצאי שביעית - שאם הביאה שליש בשביעית מאז היא ראויה ליקצר ואם קצרה בשמינית צריך לנהוג בה קדושת שביעית:", 
                "0": "הנכנס לשביעית - (וחריש של שביעית) שלא יחרוש בששית חרישה המועלת לשביעית:"
            }, 
            "41": {
                "1": "פרט למכה אביו - שלא חייב גלות אלא למי שהכאתו תלויה בנפש שאינו חייב עליו אלא אם כן הרגו יצא מכה אביו שהוא חייב עליו מיתה בחבורה בעלמא וקא ס\"ד דממעט ליה מגלות אפילו הרגו:", 
                "0": "מכה נפש - גבי הורג בשגגה כתיב לנוס שמה מכה נפש בשגגה:"
            }, 
            "25": {
                "0": "מאי טעמא קציר דומיא דחריש - מה חריש בכל מקום מצא חרוש אין מצוה לחרוש אף קציר בהכי עסקי' שאם מצא קצור אין מצוה לקצור יצא קציר העומר שאפילו מצא קצור מצוה לקצור:"
            }
        }, 
        "14": {
            "10": {
                "1": "ומחיה לכובסא - הוא אשכול התמרים המקובצים יחד:", 
                "0": "לגרמא - הוא עץ החריות שהתמרים תלוין אצלו:"
            }, 
            "12": {
                "0": "מתני' ר\"א בן יעקב - מפרש טעמא בגמרא:"
            }, 
            "63": {
                "0": "ה\"נ דפטור - מכרת:"
            }, 
            "58": {
                "0": "לאו מילתא היא דאמרי - ראיה טובה מזו היה לי להשיבו מן המקרא עצמו דלאו בחטבה דמצוה איירי:"
            }, 
            "33": {
                "1": "פרט לממציא עצמו - אחרי כן הוציא הלה את ראשו מן החלון וקיבל האבן במצחו:", 
                "0": "ומצא - משמע שהוא שם ומצאו נשירת נשל הברזל:"
            }, 
            "18": {
                "1": "ושליח ב\"ד - המלקה ארבעים לחייב מלקות:", 
                "0": "האב המכה את בנו - להטותו לדרך אחרת:"
            }, 
            "62": {
                "0": "דאי בעי מיטמא אי בעי לא מיטמא - אותו חייב לך הכתוב כרת אם נכנס למקדש בטומאה זו:"
            }, 
            "29": {
                "1": "ואיכא דמיקרי ויתיב - ליפנות ביום:", 
                "0": "גמ' ליפנות בה - בני אדם לנקביהם:"
            }, 
            "50": {
                "1": "לאו מצוה - להכותו:", 
                "0": "השתא נמי - כי לא מצא חטובה אין החטבה מצוה אלא עשיית הסוכה:"
            }, 
            "0": {
                "0": "הא דרב יצחק בר' יוסף בסנהדרין בשמעתא קמייתא (דף ד.)"
            }, 
            "3": {
                "0": "היינו - דקא הדר רבי ואמר ועוד למילפיה בגזירה שוה:"
            }, 
            "38": {
                "0": "ומצא פרט למצוי - במוכר שדה אחוזתו (ובא לגואלו) כתיב והשיגה ידו ומצא פרט למצוי אם היתה גאולה זו מצויה בידו כשמכרה אין כופין את הלוקח להחזירה לו ליפדות:"
            }, 
            "5": {
                "1": "ואתר תמרי - והשיר תמרים: באנו למחלוקת דהיינו דומיא דמן העץ המתבקע:\n", 
                "0": "פיסא - רגב גוש עפר כלישני\"א בלע\"ז:"
            }, 
            "7": {
                "0": "מהו דתימא - הא לרבי ככח כחו דמי ופטור שהרגב היה כח ראשון ונשירת התמרים היה כח שני קמ\"ל שהרגב כגרזן והתמרים כקיסם הניתז:"
            }
        }, 
        "17": {
            "51": {
                "0": "בתחלה - כלומר תחלת משפט כל הרוצחים ואפילו מזידין ויליף טעמא בסיפרא דבי רב מוארב לו וגו' ונס אל אחת וגו':"
            }, 
            "39": {
                "1": "מחצלו - הוא מעגילה שפעמים שטחין במחצלים שהוא כלי אומנות של בונים ובלע\"ז טרואיל\"ה: ", 
                "0": "לעולם אינו גולה - לא אוהב ולא שונא בנפסק אלא בנשמט:"
            }, 
            "27": {
                "0": "פרט למתכוין - כדאמרן לעיל (דף ז:):"
            }, 
            "14": {
                "0": "ויש שונא שאינו גולה - ולא נהרג: "
            }, 
            "16": {
                "0": "שלא לדעת הרג - כשהריגה זו ודאי שלא לדעת שאין אדם יכול לומר עליה לדעת היתה גולה ובגמ' מפרש לה:"
            }, 
            "33": {
                "0": "להבחין בין שוגג למזיד - שלא יכול לומר לא הייתי יודע שאסור:"
            }, 
            "18": {
                "0": "גמ' בלא ראות פרט לסומא - דמשמע כאן לא ראה אבל רואה במקום אחר פרט לסומא שאינו רואה בשום מקום:"
            }, 
            "44": {
                "1": "לא היו שלש - שהבדיל משה בעבר הירדן קולטות:", 
                "0": "מתני' עד שלא נבחרו שלש שבארץ כנען - היינו כל ארבע עשרה שכבשו וחלקו ואח\"כ הבדילן יהושע:"
            }, 
            "42": {
                "0": "הכי גרסי' נשמט אנשמט לא קשיא הא באוהב הא בשונא נפסק אנפסק לא קשיא הא רבי והא רבנן. הא דקתני נשמט גולה באוהב דלא חשיד דעביד מדעת ודקתני נשמט אינו גולה בשונא כדקתני בהדיא בברייתא יש שונא שאינו גולה ומפרש מילתיה נשמט אינו גולה:"
            }, 
            "37": {
                "1": "נשמט - החבל מידו ונפלה עליו אינו גולה שיש לומר לדעת עשה:", 
                "0": "נפסק - החבל ונפל עליו אין לומר בא לדעת זה:"
            }, 
            "41": {
                "0": "נפסק אנפסק לא קשיא הא רבי והא רבנן - הא דקתני נפסק גולה אפי' בשונא וכל שכן באוהב רבנן ואליבא דר' שמעון הוא דאמר נשמט הברזל מקתו והרג גולה ונפסק החבל דומיא דנשמט הברזל מקתו היא שנשאר האגד בידו והא דקתני נפסק אינו גולה רבי היא דאמר נשמט הברזל מקתו אינו גולה והוא הדין לחבל הנפסק עד שישמט מחצלו מידו שאין נשאר בידו כלום דומיא דמן העץ המתבקע ולרבי אליבא דר' שמעון אין לך שונא גולה כך מצאתי גירסא בתשובות הגאונים וכן עיקר וגירסת הספרים משובשת היא וטעו לדמות נשמט החבל לנשמט הברזל ואי אפשר להעמידה ולפרש נפסק אנפסק לא קשיא הא באוהב הא בשונא דהא על כרחך הא דתני נפסק גולה בשונא מפורשת והיאך תאמר הא דתני נפסק אינו גולה באוהב השתא בשונא גולה באוהב לא כל שכן וכי יש לך לומר שגולה בשונא ואינו גולה באוהב ועוד נשמט אנשמט לא קשי' הא רבי והא רבנן היאך תאמר הא דתני נשמט אינו גולה רבי היא דאמר נשמט אינו גולה אפי' באוהב אם כן אין הטעם מפני שיכול לומר לדעת נהרג ור' שמעון תלי טעמא בהכי"
            }, 
            "60": {
                "0": "בגלעד - שהיא בעבר הירדן שכיחי רוצחים:"
            }, 
            "55": {
                "0": "גמ' ומכוונות היו - אלו נגד אלו בשתי שורות כמו שתי שורות שבכרם:"
            }, 
            "12": {
                "0": "מתני' מפני שהוא כמועד - כמותרה עליו ועובר על התראה דודאי לדעת הרגו:"
            }, 
            "47": {
                "0": "וידברו אליו - אל גואל הדם ואומרין לו אל תנהג בו מנהג שופכי דמים בשגגה בא מעשה לידו:"
            }, 
            "57": {
                "0": "ושלשת את גבול ארצך וגו' שיהו משולשות - כלומר שמתחלקת הארץ חלקות רחבה של ארץ ישראל לארבעת רבעים כמו שמפרש והולך שיהא מדרומה שבארץ ישראל לחברון כמחברון לשכם כו':\n"
            }, 
            "58": {
                "0": "בעבר הירדן תלת כו' - בתמיה בנחלת שני שבטים שלש כמו בנחלת עשרה שבטים:"
            }
        }, 
        "16": {
            "13": {
                "0": "ל\"ק כו' גר תושב שהרג גר תושב - גולה כדקתני בהדיא ורישא כשהרג את ישראל אינו גולה דלא סגי ליה בגלות:"
            }, 
            "27": {
                "0": "באומר מותר - נהרג דלאו בר גלות הוא:"
            }, 
            "15": {
                "0": "לפיכך - אשבע מצות שנצטוו בני נח קאי וקיי\"ל אזהרתן זו היא מיתתן לפיכך גר תושב או עובד כוכבים שהרגו נהרגין ואפי' בשוגג שאין בני נח צריכין התראה כדאמרינן בסנהדרין (דף נז.):"
            }, 
            "17": {
                "1": "לאו בר מיניה - ישראל:", 
                "0": "מה עובד כוכבים ל\"ש קטל בר מיניה - עובד כוכבים כמותו:", 
                "3": "דלאו בר מיניה - ישראל:", 
                "2": "אף גר תושב לא שנא קטן בר מיניה - גר תושב כמותו:"
            }, 
            "33": {
                "0": "כסבור בהמה - ה\"ז כאומר מותר שהיה לו ללמוד ואף זה היה לו לעיין ובגר תושב עסקינן:"
            }, 
            "32": {
                "0": "ואזדו לטעמייהו - רב חסדא דלא בעי לשנויי באומר מותר דקסבר אנוס הוא ורבא דאמר נהרג:"
            }, 
            "39": {
                "0": "מאי לאו בידי אדם - בדיני בני נח וזה אומר מותר היה כסבור אחות אברהם היא:"
            }, 
            "35": {
                "0": "חייב - מיתה:"
            }, 
            "43": {
                "0": "לאלהים ולא לאדם - והלא יודע שהיא אשת איש:"
            }, 
            "0": {
                "0": "שאין בה שוה פרוטה - שאם יש בה תשלומי פרוטה משלם ואינו לוקה דילפינן בכתובות באלו נערות (דף לב:) בפירוש ריבתה תורה חובל בחבירו לתשלומין וכי אין בה שוה פרוטה לוקה שעבר על לא תוסיף פן יוסיף (דברים כה):\n"
            }, 
            "3": {
                "0": "ולא מקשינן הכאה לקללה - לומר שכשם שאינו לוקה על קללתו דכתיב בעמך כך לא ילקה על הכאתו ופלוגתא היא בסנהדרין דאיכא דמקיש ואיכא דלא מקיש:"
            }, 
            "46": {
                "0": "הגוי גם צדיק תהרוג - קס\"ד שהודה לו הקב\"ה אלמא אנוס הוא:"
            }, 
            "4": {
                "0": "חוץ מגר תושב - ומשמע דמתרוייהו ממעט ליה דלא הוא גולה ע\"י הריגתו אלא נהרג ולא ישראל גולה עליו:"
            }, 
            "47": {
                "0": "כדקא מהדרי ליה עילויה - לא הודה לדבריו שהשיב לו תשובה שחייב מיתה שאינו צדיק בדבר שהיה לו ללמוד דרך ארץ כדמפרש ואזיל:"
            }
        }, 
        "19": {
            "24": {
                "0": "ברוצח הכתוב מדבר - וה\"ק פן ירדוף והשיגו והכהו והוא לא היה ראוי למות כי לא שונא היה להרוג ולא הרגו מדעת:"
            }, 
            "38": {
                "0": "הרבה שליחות עושה - דברים שאינן נעשים ע\"י האדם נעשים ומתקבלים על ידי הרבה שלוחים:"
            }, 
            "15": {
                "1": "הוא יליץ - אין מעכבין בידו:", 
                "0": "אם ללצים - בא אדם להתחבר:"
            }, 
            "14": {
                "0": "בדרך תלך - בדרך אשר תבחר לילך:"
            }, 
            "17": {
                "0": "ומצאו גואל הדם - בדרך בהליכתו:"
            }, 
            "44": {
                "0": "בתחלה - תחלת משפטן של רוצחים ועיקרו זהו אחד שוגג ואחד מזיד כו' ויליף טעמא מקרא וכי יהיה איש שונא לרעהו וארב לו וקם עליו וגו' משמע אם הורגו בכוונה ינוס וכתיב בתריה ושלחו זקני עירו וגו':"
            }, 
            "22": {
                "0": "בגואל הדם הכתוב מדבר - וה\"ק פן ירדוף גואל הדם אחרי הרוצח והשיגו והכהו נפש ולא יתיירא מב\"ד כי לו אין משפט מות וסוף המקרא האומר כי לא שונא הוא וגו' מוסב על ראשו פן ירדוף גואל הדם אני אומר לך להכין לו הדרך כי לא שונא היה לו ולא הרגו מדעת:"
            }, 
            "28": {
                "0": "הרי רוצח אמור כו' - שאין לו משפט מות ולא היה צריך לכתוב בשבילו ולו אין משפט מות:"
            }, 
            "41": {
                "0": "פשיטא - כיון דהוא גולה ודאי בשוגג הרג דאי במזיד הרג וכי גולה היה: ה\"ג דאי במזיד בר גלות הוא בתמיהה:"
            }, 
            "0": {
                "0": "מקלט היה כתוב על פרשת דרכים - בכל מקום שהיו שני דרכים מפוצלים אחד פונה לעיר מקלט היה עץ תקוע באותו דרך וכתוב בו מקלט:"
            }, 
            "63": {
                "0": "בבן סורר ומורה - כתיב (דברים כא) והוציאו אותו אל זקני עירו:"
            }, 
            "4": {
                "0": "פתח ליה פיתחא - כשהיה רוצה לדרוש בפרשת רוצחים היה מתחיל כן:"
            }, 
            "7": {
                "0": "והאלהים אנה לידו - זהו שאמר הכתוב כאשר יאמר משל הקדמוני מרשעים יצא רשע משל הקדמוני היא התורה שהיא משל הקב\"ה שהוא קדמונו של עולם והיא אמרה מרשעים יצא רשע והיכן אמרה והאלהים אנה לידו והיאך הקב\"ה ממציא מכשול לאדם לחטוא אלא ע\"י שהיו שניהם רשעים ההורג והנהרג ההורג היה חייב גלות ואין עד בדבר והוא לא גלה והנהרג היה חייב מיתה ואין עד בדבר ולא נהרג לפיכך הקב\"ה מזמנן לפונדק אחד כו':"
            }, 
            "48": {
                "0": "רבי אומר - לא אמר הכתוב שיגלה אלא הוא טועה וגולה ולימדך הכתוב שיקחוהו משם ויהרגוהו:"
            }, 
            "9": {
                "0": "נופל עליו והורגו - ויש עדים ויגלה על כרחו.:"
            }, 
            "8": {
                "0": "במה הכתוב מדבר - והאלהים אנה לידו:"
            }, 
            "52": {
                "0": "ודבר באזני זקני העיר ההיא - מקרא בספר יהושע:"
            }, 
            "58": {
                "0": "מצוה בעלמא - מצוה שיהו שם זקנים ומיהו כי אין בה זקנים נמי קלטה:"
            }
        }, 
        "18": {
            "61": {
                "1": "שכל תבואה שלו - שבקי במקרא במשנה ובהלכות ובאגדות: ", 
                "0": "ללמד בהמון - לדרוש ברבים:"
            }, 
            "49": {
                "0": "לימנות בהצלה תחלה - שפתח הכתוב בו בערי מקלט תחלה:"
            }, 
            "67": {
                "0": "[יהבו רבנן עינייהו ברבה - שהיה אוהב תלמידי חכמים ביותר והיו לו בנים ת\"ח]:"
            }, 
            "82": {
                "0": "בשעריך - בשביל שעריך:"
            }, 
            "69": {
                "0": "רב אשי אמר כו' - בדרב אשי גרסי' ללמוד בדרבינא גרסי' ללמד:"
            }, 
            "25": {
                "0": "ואם אין שם מים - כשנפלו בגורל בימי יהושע ללוים הביאו להם אמות מים אחרי כן מן הנהרות הרחוקים:"
            }, 
            "26": {
                "1": "במקום אוכלוסין - שיהו כפרים ויישוב סמוכים להם שלא יבואו גואלי הדם מרובים על העיר בחיל:", 
                "0": "במקום שווקים - שימצאו מזונות לקנות:"
            }, 
            "20": {
                "1": "טירין קטנים - לפי שאין מזונות מצויין שם:", 
                "0": "ערים הללו - ערי מקלט:", 
                "2": "ולא כרכים גדולים - שהכל נקבצים שם תמיד ויהא רגל גואל הדם מצויה שם ויארוב לו:\n"
            }, 
            "23": {
                "0": "כגון סליקום - עיר מבצר ויש כפר סמוך הנקרא אקרא דסליקום כך קדש העיר מבצר ועיר בינוני סמוכה לה הנקראת על שמה:"
            }, 
            "28": {
                "1": "וכלי מצודה - אף בהם הורגין חיות:", 
                "0": "כלי זיין - שלא יקנה גואל הדם שם זיין ויהרוג שאם יביא כלי זיין ממקומו ירגישו בו:"
            }, 
            "3": {
                "0": "עוקבין - אורבין:"
            }, 
            "4": {
                "1": "ומ\"ש מציעאי דמקרבי - ההורג בין חברון לשכם ובין שכם לקדש קרוב למקלט מיכן ומיכן:", 
                "0": "מהאי גיסא ומהאי גיסא דמרחקי - חברון וקדש רחוקות מגבולי הארץ. שני רביעי הארץ וההורג בסוף הגבול צריך לנוס רביע הארץ:"
            }, 
            "76": {
                "0": "נואלו שרי צוען - נשאו שרי נוף. אלמא הנואל נשא לחטוא:"
            }, 
            "70": {
                "0": "ללמד בהמון - עם חברים רבים:"
            }, 
            "90": {
                "0": "מאלף עולות כו' - מקרא כתוב אלף עולות יעלה שלמה וגו' (מלכים א ג):"
            }, 
            "78": {
                "1": "לו תבואה - לפי שעל ידיהם ירבה הפלפול ונותן לב לתרץ קושיותיהם:", 
                "0": "ללמד בהמון - מרבה תלמידים:"
            }, 
            "13": {
                "0": "בין לדעת בין שלא לדעת - בין שברח שם לדעת קליטה בין [שלא] ברח שם (שלא) לדעת [קליטה] שלא היה יודע שהיא קולטת:"
            }, 
            "17": {
                "0": "פרוודהא - כפרים וחצרים הסמוכות לה ונקראות על שמה נתנו לכלב:"
            }, 
            "19": {
                "0": "וערי מבצר - כרכים גדולים שהיו בנחלת נפתלי הצדים צר וגו':"
            }, 
            "54": {
                "0": "הזרח שמש לרוצחים - להכין להם חיותם כגון הנך מילי דלעיל:"
            }, 
            "31": {
                "0": "מאי קרא - דמתקנינן להו לרוצחין דבר שצריכין . לו:"
            }, 
            "56": {
                "0": "הזרחת שמש לרוצחים - בהבדלה זו ויפה עשית:"
            }, 
            "36": {
                "0": "לתלמיד שאינו הגון - שלא יביאוהו עונותיו לידי הריגה בשוגג ויגלה דאמרי' לקמן (עמוד ב) שאינו מצוי אלא ברשעים:"
            }, 
            "65": {
                "0": " ורבנן ואיתימא רב מרי אמרי מי אוהב בהמון וגו' האוהב ת\"ח לו תבואה. התורה מחזרת עליו ועל זרעו כדאמרינן בעלמא (שבת דף כג:) האי מאן דרחים רבנן הויין ליה בנין רבנן:"
            }
        }, 
        "31": {
            "24": {
                "0": "ריסק - מיעך וכיתת וביטלן מתורת בריה: משום כזית נבלה: שכשבולעו הוא מת ומצטרף לכזית נבלה:"
            }, 
            "10": {
                "1": "אדריה רב אחא - שלא ילמד עוד תינוקות:", 
                "0": "דהוה פשע בינוקי - מכה אותם יותר מדאי:"
            }, 
            "13": {
                "0": "ביניתא דבי כרבא - תולעת הנמצאת בכרוב שקורין צייל\"א:"
            }, 
            "39": {
                "0": "אין צריך לקרות את השם - [דאמרינן] (סוטה דף מח.) דיוחנן כה\"ג שלח בכל גבול ישראל וראה את עמי הארץ חשודין על המעשרות חוץ מתרומה גדולה אמר להן לישראל בניי כשם שהתרומה במיתה כך הטבל במיתה עמד ותיקן הלוקח מעם הארץ יפריש כל המעשרות ומעכבן לעצמו ואוכל מעשר ראשון שהרי מותר לזרים ומעשר שני אוכלו בירושלים ואם שנת מעשר עני היא נחלקו ר' אליעזר וחכמים וקאמר ר' אליעזר דלא מיבעי אפרושי מספק דלא צריך אלא אפילו לקרות עליו את השם ולומר מעשר עני של כרי זה יהא בצפונו או בדרומו נמי לא צריך:"
            }, 
            "22": {
                "0": "בקרנא דאומנא - מקיזי דם בקרן במציצה:"
            }, 
            "17": {
                "0": "נמלה - בלע נמלה חיה הואיל ובריה שלימה היא אכילתה בכל שהוא ולוקה חמש שני לאוין הכתובין בשרץ סתם כמו שפירשתי ושלשה לאוין הכתובין בשרץ הארץ בתורת כהנים:"
            }, 
            "16": {
                "1": "לוקה ארבעה - שני לאוין כתובין בשרץ המים אחד בתורת כהנים (יא) ואחד במשנה תורה (יד) ושני לאוין כתובין בשרץ סתם (. ולא) תשקצו את נפשותיכם בכל השרץ השורץ ולא תטמאו בהם ומשמע בין שרץ המים בין שרץ הארץ הרי ד':", 
                "0": "אכל פוטיתא - בלע שרץ המים:"
            }, 
            "18": {
                "0": "צרעה לוקה שש - חמש משום שרץ הארץ ואחד משום שרץ העוף דכתיב במשנה תורה (יד) וכל שרץ העוף טמא הוא לכם לא יאכלו אבל לא תשקצו את נפשותיכם בבהמה ובעוף וגו' הכתוב בפרשת קדושים תהיו אינו מן המנין דלאו בשרץ כתיב ואע\"ג דכתיב ביה אשר תרמש האדמה לשון בריות גדולות הוא ושרץ לשון קטנה ונמוכה שנכרת בהלוכה בקושי ונראית כרוחשת:"
            }, 
            "26": {
                "0": "אפילו שנים - מרוסקין והוא אם גדולים הן להיות כזית בין שלשתם כדמפרש ואזיל ולא פליגי:"
            }, 
            "35": {
                "0": "מה להלן מעשר עני - דכתיב לגר ליתום ולאלמנה ובענינא דשנה השלישית אף בשעריך האמור כאן יש ללמוד ממנו מעשר עני וה\"ק לא תוכל לאכול טבל בעוד שהמעשר בתוכו שכתב בו בשעריך:"
            }, 
            "1": {
                "1": "משכחת לה בביטלו - כגון שטחן את החטין דתו לית ליה לקיומיה לעשה שהרי קנאן בשינוי כדתניא דבעודן חטה היא מחייבו ליתנה אבל אם טחנן לא:", 
                "0": "תעזוב אותם - וקא סבר תעזוב לאחר עבירת הלאו משמע לא תכלה ואם כליתיה תעזוב אותם:"
            }, 
            "0": {
                "0": "התם גברא בר תשלומין הוא - כששרפו ולא נתחייב מלקות בביטול זה והאי דלא משלם משום דשיעבודא דגר קא פקע לאחר זמן:"
            }, 
            "4": {
                "0": "מירחו - ונתחייב במעשר מעשר תחלה את הכרי ואחר כך נותן לו הפאה שלא להפסיד את העני שהלקט והשכחה והפאה פטורין מן המעשר וזה הביאן לידי חיוב:"
            }, 
            "32": {
                "0": "טבל של מעשר עני - שהופרשו כל מעשרותיו חוץ מזה לוקה ואע\"ג דמעשר עני אין בו קדושה שהרי לזרים נאכל ובכל מקום אפ\"ה טביל:"
            }, 
            "9": {
                "0": "אבל לדבר מצוה - כגון הכא דכל ימיו בעמוד והחזיר קאי יש לו הפרה:"
            }
        }, 
        "30": {
            "56": {
                "0": "ותו ליכא - מצות לא תעשה שיש בה קום עשה דלילקי עלה:"
            }, 
            "43": {
                "1": "הניחא בשילוח הקן משכחת לה - ביטלו כששחטה אלא הכא היכי משכחת לה:", 
                "0": "אלא למאן דתני ביטלו - לוקה היכי משכחת לה:"
            }, 
            "62": {
                "0": "הרי משכונו של גר - ושרפו בחיי הגר ומת הגר ואין לו יורשין דליתא בתשלומין:"
            }, 
            "52": {
                "0": "הניחא למאן דאמר כו' - פלוגתא היא במסכת גיטין בהשולח גט (דף לה:):"
            }, 
            "24": {
                "0": "קשיא דרבי יהודה אדרבי יהודה - לתרוייהו:"
            }, 
            "25": {
                "1": "לר' יוחנן - דקשיא ליה לאו שאין בו מעשה:\n", 
                "0": "לר\"ש - דקשיא ליה התראת ספק תרי תנאי אליבא דר' יהודה:"
            }, 
            "26": {
                "0": "הא דידיה והא דרביה - לר' יהודה לאו שאין בו מעשה לוקין עליו והא דתניא אין לוקין עליו משום ר' יוסי הגלילי אמרה:"
            }, 
            "48": {
                "0": "כל כמיניה - בתמיה וכי כל הימנו שתתקדש על ידי קבלתו:"
            }, 
            "23": {
                "0": "חוץ מנשבע וממיר ומקלל את חבירו בשם - של הקב\"ה וטעמא מפרש בתמורה בפ\"ק ואי קשיא הא דלעיל נמי נשבע הוא ואמאי פטר ליה ר' יוחנן משום לאו שאין בו מעשה בהדיא מוקמינא לה להא דקתני נשבע בדבר שאין בו מעשה לוקה בשבועה דלשעבר כגון אכלתי ולא אכל או לא אכלתי ואכל אבל באוכל ולא אכל לא לקי וטעמו מפרש בשבועות ובתמורה מקראי:"
            }, 
            "44": {
                "0": "בדרבה מיניה - מיתה ואין בו מלקות:"
            }, 
            "42": {
                "0": "הניחא למאן דתני - לא קיימו לוקה משכחת ביה מלקות בלא קיימו:"
            }, 
            "29": {
                "0": "לוקה ואינו משלח - קסבר שלח מעיקרא משמע לא תקח האם אלא שלחנה קודם לקיחה ואע\"ג דכתיב בתר לא תקח לאו למימרא דאם לקחת שלח וניהוי לאו שניתק לעשה אלא לאו שקדמו עשה הוא:"
            }, 
            "41": {
                "0": "מחזיר ואינו לוקה - אף כאן תלה פטורו של מלקות בקיום העשה:"
            }, 
            "0": {
                "0": "משום דה\"ל לאו שאין בו מעשה - אבל משום התראת ספק לא הוה מפטר דהתראת ספק שמה התראה:"
            }, 
            "3": {
                "0": "ותרוייהו אליבא דרבי יהודה - דאמר גבי נותר איצטריך לנתוקי לאו לעשה אע\"ג דהתראת ספק היא ולאו שאין בו מעשה הוא ר' יוחנן דייק מינה אלמא התראת ספק שמה התראה ור\"ל דייק מינה אלמא לאו שאין בו מעשה לוקין עליו ולקמיה פריך דתרוייהו איכא למידק מינה:"
            }, 
            "2": {
                "0": "משום דהויא לה התראת ספק - אבל משום לאו שאין בו מעשה לא הוה מפטר דקסבר לאו שאין בו מעשה לוקין עליו:"
            }, 
            "58": {
                "0": "משכון - משכחת לה ביטלו ששרפו:"
            }, 
            "15": {
                "0": "כי אידך תנא - דאמר לא שמה התראה:"
            }, 
            "14": {
                "0": "הא ודאי התראת ספק היא - הך דנותר ואיכא למידק נמי מינה התראת ספק שמה התראה:"
            }, 
            "17": {
                "1": "בבת אחת - בהתראה אחת בתוך כדי דיבור דהויא לה התראת ודאי דממה נפשך חד מינייהו אבוהו:", 
                "0": "הכה זה כו' - מי שגירש את אשתו ונישאת וילדה ספק בן ט' לראשון ספק בן ז' לאחרון הכה זה וחזר והכה זה בשתי התראות דהויא לה כל חדא התראת ספק:"
            }, 
            "16": {
                "0": "הא ודאי התראת ספק היא - הך דנותר ואיכא למידק נמי מינה התראת ספק שמה התראה:"
            }, 
            "55": {
                "0": "על דעת רבים - שמצא בה עון שאסורה לו והדירה על דעת רבים ועל דעת בית דין:"
            }, 
            "32": {
                "0": "זה הכלל כל מצות לא תעשה כו' - אין לוקין עליה אלא יקיים העשה ויפטר:"
            }, 
            "30": {
                "0": "וחכ\"א כו' - קסברי שלח אחר לא תקח משמע כדכתיב והוה ליה ניתק לעשה ואם לקחת שלח:"
            }, 
            "34": {
                "0": "א\"ר יוחנן אנו אין לנו כו' - כלומר משלח ואינו לוקה הא לא שלח לוקה ורבי יוחנן ביטלו ולא ביטלו אית ליה ומשמע ליה משלח דקתני משלח לכשירצה ואינו לוקה ואימתי הוא לוקה כשיהרגנה ויבטל את העשה בידים והיינו דקאמר אנו אין לנו כו' כלומר אע\"ג דקתני מתני' זה הכלל כו' דמשמע כל מצות לא תעשה שיש בה קום עשה שוות לזו אנו אין לנו בכולן שוה לזו שיהא פטור המלקות תלוי בקיום העשה אלא בין קיים בין לא קיים פטור אלא זו ועוד אחרת דמשכחת בהו דלקי על ידי ביטול העשה דאילו בכולהו לא משכחת ביטלו אלא בהני תרי:"
            }
        }, 
        "37": {
            "11": {
                "0": "ה\"ג והיכן מוזהר על אכילה שלא יאכלנו בטומאה איני יודע ת\"ל לא תוכל וגו' כך היא שנויה בסיפרי וכשקבעוה כאן לא הספיקו לגומרה עד דאקשי גמרא טומאת הגוף בהדיא כתיב ביה ולא יאכל מן הקדשים כי אם רחץ וגו' ומוקמינן לה ביבמות. במעשר מדכתיב כי אם רחץ הא רחץ טהור דטבל ועלה אוכל במעשר: (רבינו גופו טהור ויצאה נשמתו בטהרה לא פירש יותר מכאן ואילך לשון תלמידו ר' יהודה בר' נתן.): כך הוא לשון הברייתא (כלומר) איני יודע להיכן מוזהר לכך תלמוד לומר לא תוכל וגו' והש\"ס לא שביק ליה לאסוקי מילתיה אלא קדים ופריך ומתמה אמאי קאמר איני יודע הא טומאת הגוף בהדיא כתיבא נפש אשר תגע בו כו' לא יאכל מן . הקדשים כי אם רחץ בשרו במים ואמרינן ביבמות דהאי קרא במעשר שני קאמר דטבל ועלה אוכל כו':"
            }, 
            "26": {
                "0": "מאי שאתו - שמע מינה לכדרב אסי: "
            }, 
            "27": {
                "0": "יתיב רב חנינא ורב הושעיא אפיתחא דירושלים וקא מיבעי להו:"
            }, 
            "15": {
                "0": "אפילו טמא וטהור - דאע\"ג דאסור בגיזה ועבודה כדאמרינן (בכורות דף טו.) בכל אות נפשך תזבח ואכלת בשר תזבח ולא גיזה ואכלת ולא לכלביך בשר ולא חלב אפי' הכי טמא וטהור אוכלין אותו בקערה אחת דנאכלים בטומאת הגוף ובטומאת עצמן דכיון דטמא אוכל בהן היינו בטומאת הגוף אוכל הטהור וכשהטהור אוכל עמו לאחר שנגע בו היינו טהור אוכל טומאת עצמו שאכל את הטמא:"
            }, 
            "14": {
                "0": "ולהלן הוא אומר - בבכור בעל מום (שנפדה) בשעריך תאכלנו ולעיל מיניה כתיב כי יהיה בו מום:"
            }, 
            "17": {
                "0": "ומנלן דבר פדייה הוא - מעשר שני שנטמא דמדקאמר במתני' שלא נפדה מכלל דאי בעי פריק ואפילו בירושלים דאע\"ג דמעשר שני טהור אינו נפדה בירושלים דכתיב כי ירחק ממך ונתת בכסף בריחוק מקום אתה פודה ולא בקירוב מקום (קדושין דף נו):"
            }, 
            "16": {
                "0": "האי טמא דשראי לך התם - בבכור בעל מום דכתיב ביה בשעריך הכא גבי מעשר לא תוכל והיינו לא תוכל לאכול בשעריך כלומר אי אתה רשאי לאכול מעשר שני בתורת בכור שכתוב בו בשעריך דבעל מום דבכור נאכל בטומאת עצמו ובטומאת הגוף וזה אסור:"
            }, 
            "19": {
                "0": "ואין שאת אלא אכילה - והכי קאמר קרא כי ירחק ממך שיהא מעשר טהור חוץ לירושלים או אפילו הוא בירושלים אלא שאי אתה יכול לאוכלו שנטמא ונתת בכסף:"
            }, 
            "32": {
                "0": "בעי רב פפא - הוא מבפנים ונקיט משאו בקניא ארוך מבחוץ:"
            }, 
            "31": {
                "0": "ממלואך - מכל מילוי שלך ומשא של אדם חשיב מלואו דלא תימא ממך ממקצתך דכל זמן שרחק מקצתך יהא נפדה אלא כי ירחק ממלואך פדה אבל כשאתה בפנים או משאך בפנים לא רחק המקום ממלואך ושוב לא תפדה אלא ואכלת שם:"
            }, 
            "23": {
                "0": "לכדר' אלעזר - למעשר שני שנטמא:"
            }, 
            "36": {
                "1": "דלא קרינא ביה לפני ה' אלהיך - דלא הכניסו לפנים: ", 
                "0": "משיראה פני החומה - וחוץ לחומה דמתני' היינו דעייליה ואפקיה:"
            }, 
            "0": {
                "0": "הניחא למאן דאמר כו' - פלוגתא היא באיזהו מקומן:"
            }, 
            "38": {
                "0": "כהן שעלתה בידו תאנה של טבל ואמר תאנה זו תרומתה בעוקצה - בצד זנבה:"
            }, 
            "7": {
                "0": "רישא במעשר שני טמא - וקאכיל ליה בירושלים בלא פדייה: "
            }, 
            "39": {
                "1": "תרומה בעוקציה כו' - דבעי ראשית שיהא שיריה ניכרין והלכך בעינן סיום והאי דתנן (דמאי פ\"ז מ\"ד) שני לוגין שאני עתיד להפריש הרי הן תרומה במקומן פליג אהא דלא בעי . ראשית שיהא שיריה ניכרין:", 
                "0": "מעשר ראשון בצפונה - בצד צפון שלה והוא אוחזה כנגד מזרח וכן מעשר שני בדרומה:", 
                "3": "והוא בירושלים - כשקרא שמות הללו על אותה תאנה:", 
                "2": "והיא שנת מעשר שני. ואותה שנה שניה שראוי ליתן בה מעשר שני:", 
                "4": "מעשר עני בגבולין - או שהיא שנת מעשר שלישית ואמר מעשר עני בדרומה ולא אמר מעשר שני והוא אפי' בגבולין:"
            }, 
            "33": {
                "0": "מהו - כיון דלאו ממש על כתיפו הוא אין זה מלואו והרי הוא כמוטל לארץ ונפדה או דלמא כיון דנקיט ליה משאו קרינא ביה תיקו כן נראה בעיני רבי ועיקר:\n"
            }, 
            "21": {
                "0": "אפילו בפסיעה אחת - אע\"ג דכתיב ירחק דמשמע טובא ת\"ל כי לא תוכל שאתו לנושאו ולהביאו לפנים מן החומה דהכתוב לא תלה הדבר בריחוק אלא בנטילה דכל זמן דאיכא למיעבד אכתי נטילה והבאה לפנים אפילו פסיעה אחת פודה אותו:"
            }
        }, 
        "36": {
            "25": {
                "0": "צד מזבח - זה למתן דמים וזה להנחה:"
            }, 
            "26": {
                "0": "ומאי קסבר - האי תנא דפשיטא ליה בכור טפי ממעשר:"
            }, 
            "27": {
                "1": "אפי' בכור נמי - יקרב ויאכל דהא מאן דאית ליה קדשה לעתיד לבא סבירא ליה מקריבים אע\"פ שאין בית כדאמרינן במגילה נקראת (דף י.):", 
                "0": "אי קסבר קדושה ראשונה - של בית קדשה לשעתה וקדשה לעתיד לבא כי היכי דסבירא ליה בקדושת הארץ וקא מיבעיא ליה מי קרינא ביה השתא בלא חומה לפני ה' אלהיך או לא וקא פשיט מעשר מבכור:", 
                "2": "ה\"ג ואי קסבר לא קדשה אפילו בכור נמי - תיבעי. ואי קסבר קדושת הבית בטלה ומיבעיא ליה במעשר הואיל ואינו צריך לבית אי מתאכיל בירושלים לפני ה' קרינא ביה אי לא אפי' בכור נמי כי האי גוונא תיבעי ליה כגון בכור שנזרק דמו וחרב הבית ועדיין בשרו קיים מהו שיאכלוהו:"
            }, 
            "14": {
                "0": "ת\"ל כו' - לפיכך טעון בית ולקמיה פריך מאי שנא בכור דפשיטא ליה ובמעשר מיבעי ליה:"
            }, 
            "22": {
                "0": "לא פסיקא ליה - ומיהו בישראל אפילו עיכובא איכא למימר:"
            }, 
            "23": {
                "0": "וניהדר דינא וניתי במה הצד - למה לי היקישא נימא בכור יוכיח וחזר הדין הצד השוה שבהן שטעונין הבאת מקום ואינן נוהגין אלא בפני הבית:"
            }, 
            "19": {
                "0": "מצוה מי ליכא - וכיון דמצוה איכא נפרוך נמי קרייה דמצוה:"
            }, 
            "32": {
                "0": "חולין הוא - ובחולין למדין למד מן הלמד:"
            }, 
            "31": {
                "1": "חוזר ומלמד - על המעשר בהיקש הא קיימא לן בזבחים באיזהו מקומן (דף מט:) שאין למדין בקדשים למד מן הלמד:", 
                "0": "וכי דבר הלמד בהיקש - מן הדם:"
            }, 
            "28": {
                "0": "אמר רבינא לעולם קסבר לא קדשה והכא - דקא פשיט ליה למעשר מבכור בבכור שאינו צריך לבית דומיא דמעשר עסקינן והא דפשיטא ליה דלא מתאכיל משום דאיתקש בשרו לדמו דכתיב ואת דמם תזרוק על המזבח וגו' ובשרם יהיה לך וגו' ויליף מיניה בשעה שהיא ראויה לזריקת דם אתה אוכל את הבשר ולא משנהרס המזבח:"
            }, 
            "0": {
                "0": "מאימתי חייבין עליהן - מיתה זר האוכלן:"
            }, 
            "7": {
                "0": "שלשה דברים - זו אחת מהן וכולן שנויין בספרי:"
            }, 
            "8": {
                "0": "יכול יעלה אדם כו' - קסבר קדושת הארץ לא בטלה וצריך להפריש מעשרות וקאמר יכול יעלנו ויאכלנו בירושלים בלא פדיון:"
            }
        }, 
        "35": {
            "25": {
                "0": "דאמר כל הראוי לבילה כו' - במסכת מנחות (דף קג:) תנן הרי עלי ששים ואחד עשרון מביא ששים בכלי אחד ואחד בכלי אחר דעד ששים יכולין ליבלל בכלי אחד אבל ששים ואחד קים להו לרבנן דאינן נבללין יפה והוינן בה וכי אינן נבללין מאי הוי והאנן תנן אם לא בלל כשר ומשני רבי זירא כל הראוי לבילה אין בילה מעכבת בו כו':"
            }, 
            "26": {
                "0": "מתני לה - להא דרבי אלעזר אמר רבי אושעיא כדרב אסי אמר רבי יוחנן דרב אסי אמרה משמיה דרבי יוחנן:"
            }, 
            "12": {
                "0": "אותה תאכלו [דכתיב] כל בהמה מפרסת פרסה וגו' אותה תאכלו ולא בהמה טמאה שאין סימנין הללו בהו אלמא לאו הבא מכלל עשה עשה:"
            }, 
            "15": {
                "0": "קרינא ביה וזר לא יאכל - דהוא סיפיה דהאי קרא וכל זר לא יאכל קדש לאו בקדשים משתעי אלא בתרומה כדכתיב ברישא דענינא איש איש מזרע אהרן דבר השוה בזרעו של אהרן:"
            }, 
            "17": {
                "0": "בכורים לפני החג בני קרייה נינהו לאחר החג לאו בני קרייה נינהו דכתיב בתר קרייה ושמחת בכל הטוב מעצרת ועד החג שהוא זמן שמחת לקיטת פירות מביא וקורא מן החג ועד חנוכה מביא ואינו קורא (בכורים פ\"א משנה ו):"
            }, 
            "23": {
                "0": "כדרבי זירא - לעולם בראוין לקרייה לא מעכבא קרייה אבל באלו שעבר זמנן ואינן ראוין עוד לקרייה מעכבא קרייה כדרבי זירא:"
            }, 
            "46": {
                "0": "מה להלן בעלים - דההוא בבעלים משתעי דכתיב יביא את קרבנו לה' מזבח שלמיו וסמיך ליה ידיו תביאינה:"
            }, 
            "31": {
                "1": "משיראו פני הבית - משיכנסו לעזרה והנחה לא מעכבת כלל:", 
                "0": "הראוין לקרייה - מעצרת ועד החג:"
            }, 
            "42": {
                "0": "רבי אליעזר בן יעקב היא - דנפקא ליה תנופה מקרא אחרינא:"
            }, 
            "35": {
                "0": "הא רבי יהודה - לרבי יהודה לא מעכבא הנחה דדריש והנחתו יתירא לתנופה ואין מקרא שנוי בהנחה לעכב ולרבנן דלא דרשי ליה להכי מיבעי להו לשנות בהנחה לעכב:"
            }, 
            "41": {
                "0": "מאן תנא דפליג עליה - למימר הנחה מעכבא:"
            }, 
            "1": {
                "0": "ה\"מ היכא דקודם פסולו חזי - כנותר: "
            }, 
            "0": {
                "0": "בא הכתוב ליתן לא תעשה על אכילתו - דכתיב בנותר לא יאכל כי קדש הוא נתן טעם לדבר כי קדש הוא שנפסל וכמו כן כל הקדשים שנפסלו:"
            }, 
            "38": {
                "0": "והנחתו זו תנופה - קרי ביה והנחתו לשון ולא נחם אלהים וגו' (שמות יג) שהוא מנחה אותו לארבע רוחות ומעלה ומוריד:"
            }, 
            "20": {
                "0": "הפריש לפני החג - חלה עליהן חובת קרייה ועבר עליהן החג שאינן ראוין עוד לקרייה ירקבו:"
            }
        }, 
        "34": {
            "0": {
                "1": "הכי גרסינן מיהדר פרושי בכל חד למה לי ש\"מ לייחודי לאו לכל חד וחד. כאילו חזר וכתב בכל אחד לאו דחוץ לחומה וכיון דאינו ענין לו תנהו ענין לדבר אחר הלכך בבכורים לאוכל עד שלא קרא עליהן אתא ואינך כל חד וחד למילתיה אתא וא\"ת בכל הקדשים הכתובים כאן דייך אם תתן את הלאו ענין לאוכל לפני זריקה בכולן חוץ מבכורים אין הכי נמי ומתניתא דקתני לוקין באוכל קדשי קדשים חוץ לקלעים מובשר בשדה טרפה לא תאכלו נפקא כדלקמן ולוקה חמש דקאמר רבא חמשה איסורי קאמר:", 
                "0": "קרא יתירא הוא - האי קרא דלא תוכל לאכול דקא מני לכולהו בגויה דמכדי כתיב לעיל מיניה והבאתם שמה וכולהו בהאי קרא כתיבי ליכתוב בתריה לא תוכל לאכלם בשעריך אם על חוץ לחומה בא להזהיר ולאו שבכללות לא הוי כיון דאכולה קאי הוי לאו אכל חד וחד והיכי דמי לאו שבכללות כגון לא תאכל כי אם צלי אש וכגון מכל אשר יעשה מגפן היין וגו' למיהוי לאו באנפיה נפשיה:"
            }, 
            "5": {
                "0": "דחזי לכהן - כדכתיב רישיה דקרא ואכלו אותם אשר כופר בהם:\n"
            }, 
            "4": {
                "0": "ה\"ג ולילקי נמי משום וזר לא יאכל - דכתיב במלואים ומדכתיב כי קדש הם ונתן טעם לדבר לפי שהם קדשי קדשים להזהיר את הזר על כל קדשי קדשים:"
            }, 
            "6": {
                "0": "כיון שיצא בשר חוץ למחיצתו נאסר - מבשדה יתירא קא דייק כשדה שאין בו מחיצות ולמדנו מכאן קדשי קדשים חוץ לקלעים ועובר שהוציא את ידו בשעת שחיטת אמו:"
            }
        }, 
        "33": {
            "11": {
                "0": "דלמאי דסבירא ליה מסרס לקרא ודריש ליה - לפי דעתו שהחומרים שהוא מוצא באותו שהוא מוצא חמורים נראין לו חומר סרס את המקרא לדורשו בהפך למצוא איסורין שמצא שאם דרשו כסדרו לא היה יכול ללמוד ממנו האיסורין הללו בכל אחד ואחד שאם דרש תחלה ובכורות זה הבכור וכי מה בא ללמדנו אם לאוכלו חוץ לחומה ק\"ו ממעשר אם לאוכל לפני זריקה ק\"ו מתודה ושלמים אין זה נכון שעדיין לא מצאו בתודה ושלמים ועל כרחו היה צריך לומר הא לא בא הכתוב אלא לאוכל מן הבכור לפני זריקה שהוא לוקה ומעתה אין לו אזהרה לאוכל ממנו לאחר זריקה והוא זר וכן בכולן זה אחר זה:"
            }, 
            "10": {
                "0": "אלא מאי היא דילידא אימיה כו'. הואיל ואית פירכא למילתיה מהו שבחו: "
            }, 
            "13": {
                "0": "ואפי' למאן דאמר כו' - דהא ר' יצחק דאית ליה באחותו בת אביו ובת אמו עונשין מן הדין וגבי אזהרה איכא קרא יתירא:"
            }, 
            "12": {
                "0": "וכי מזהירין מן הדין - דקאמר אם לאוכלו חוץ לחומה קל וחומר ממעשר כו' ותו אם לפני זריקה קל וחומר מתודה דלמא כולהו חוץ לחומה אתו ודקאמרת קל וחומר אין מזהירין מן הדין ואין כאן אם אינו ענין:"
            }, 
            "14": {
                "0": "איסורא בעלמא - האי דקא מייתי בכולהו אזהרה בק\"ו לאיסורי בעלמא קאמר ולא למלקות:"
            }, 
            "17": {
                "0": "משום חמשה איסורים - קאמר ולא ללקות עליהן:"
            }, 
            "16": {
                "0": "זר שאכל מן העולה כו' - דוקא זר קאמר ואע\"ג דכהן לגבי עולה זר הוא הכא זר דוקא קאמר דאי כהן בצר ליה חד לאו דהא חמש דקאמר חד משום חוץ לחומה דאתי בקל וחומר ממעשר וחד משום לפני זריקה דאתי בקל וחומר מתודה ושלמים וחד משום זר גמור אפי' לאחר זריקה דאתי בקל וחומר מבכור וכ\"ש לפני זריקה וחד משום אוכל חוץ לקלעים דאתי בקל וחומר מחטאת ואשם וחד משום אוכל עולה ואפילו כהן ובתוך הקלעים וכל שכן זר חוץ לקלעים וחוץ לחומה אלמא לוקה חמש:"
            }, 
            "18": {
                "0": "והאנן תנן אלו הן הלוקין - וקתני בכורים ואוכל קדשי קדשים חוץ לקלעים:"
            }, 
            "0": {
                "0": "לאוכל עולה - אפי' לאחר זריקה ואפי' כהן שהוא לוקה ואזהרת עשה אשכחן בה בעלמא (ויקרא א) וערכו בני אהרן וגו' כליל היא ולא לאכילה:"
            }, 
            "3": {
                "0": "ואע\"ג דאית ביה פירכא - למילתיה כדמשכח פירכא בכולהו ואזיל:"
            }, 
            "5": {
                "0": "טעון כסף צורה - לפדיונו דכתיב (דברים יד) וצרת הכסף בידך דבר שיש עליו צורה:"
            }, 
            "4": {
                "1": "אונן - יום מיתת מתו:", 
                "0": "בכורים - מותרים לאונן לר' שמעון ביבמות בפרק הערל (דף עג:):"
            }, 
            "6": {
                "0": "בכור אינו טעון לא סמיכה ולא נסכים - כדתנן במנחות בפ' שתי מדות (דף צב.).:"
            }
        }, 
        "32": {
            "39": {
                "0": "הנחה - לפני המזבח מעכבת בהן דשנה בה קרא (דברים כו) והניחו לפני וגו' (שם) והנחתו לפני וגו':"
            }, 
            "38": {
                "0": "גמ' זו דברי ר' עקיבא - מתניתין דקתני בכורים קרייה מעכבא בהו ר' עקיבא היא שהיה רגיל רבי לסתום דבריו במשנה בסתם בכמה מקומות והכי שמיע ליה לר' יוחנן דאית ליה לר' עקיבא קרייה מעכב' בכורים:"
            }, 
            "14": {
                "0": "מחלוקת בחטה - שהיא כברייתה:"
            }, 
            "53": {
                "0": "לפני זריקה שהוא לוקה - דאם אינו ענין חוץ לחומה תנהו ענין לכך שזהו איסור החמור שאתה יכול לתתו לענין לאו שאין בו אזהרה מפורשת במקום אחר אלא עשה בלבד (שם יב) ודם זבחיך ישפך והדר והבשר תאכל:"
            }, 
            "16": {
                "0": "כך מחלוקת בזו - דקסבר ר' שמעון בכל האיסורין כל שהוא למכות ולא אמרו כזית אלא לענין קרבן על שגגת כרת והלכה למשה מסיני היא:"
            }, 
            "33": {
                "0": "חכמים אומרים משלח ואינו לוקה - קסברי שלח אחר לקיחה משמע ולאו שניתק לעשה הוא:"
            }, 
            "47": {
                "1": "קל וחומר ממעשר הקל - שהרי כתיב בתחלת המקרא מעשר דגנך ולקמיה מפרש מאי חומר דבכורים ממעשר:", 
                "0": "אם לאוכל - בכורים חוץ לחומה לאסור כדמשמע קרא לא תוכל לאכול בשעריך וגו':"
            }, 
            "31": {
                "1": "השובר - עצם בטמא כדאמרינן בפסחים (דף פג.) ועצם לא תשברו בו בכשר ולא בפסול:", 
                "0": "המותיר בטהור אינו לוקה - כדאמר לעיל בא הכתוב ליתן עשה אחר לא תעשה כו':", 
                "2": "לוקה ואינו משלח - קסבר שלח מעיקרא משמע ואין כאן לאו שניתק לעשה דאע\"ג דכתיב שלח תשלח אחר לא תקח לאו למימרא דאם לקחת שלח אלא לא תקח אלא שלחנה קודם לקיחה: "
            }, 
            "30": {
                "1": "קדשי קדשים חוץ לקלעים - או שאכל קדשי קדשים בזמן משכן חוץ לקלעים ובגמרא מפרש היכן מוזהר:", 
                "0": "מתני' עד שלא קרא עליהן - ארמי אובד וגו' ובגמרא יליף היכן הוזהר:", 
                "2": "קדשים קלים - חוץ לחומה אזהרתיה מלא תוכל לאכול בשעריך וגו' וכן מעשר שני ובגמרא פריך מעשר שני תנא ליה לעיל מעשר שני והקדש שלא נפדו והיינו שאכלו חוץ לחומה בלא פדיון:"
            }, 
            "42": {
                "0": "מאי ר' שמעון - היכא שמענא ליה דאמר הכי:"
            }, 
            "40": {
                "0": "ונימא זו דברי ר' שמעון - דהוי ליה לאיתויי סייעתא למילתיה. ממתניתין דלקמן דשמעינן לר' שמעון בה דאית ליה כי מתניתין דקרייה מעכבא בהו:"
            }, 
            "0": {
                "0": "קורא ואין צריך להפריש - דכיון שקרא עליו שם יצא הכרי מתורת טבל ושאר המעשרות הוא צריך להפריש על כרחך לפי שצריך להפריש ממעשר ראשון תרומת מעשר וליתנה לכהן שהיא במיתה לזרים ומעשר שני צריך להעלותו לירושלים ולאכלו:"
            }, 
            "2": {
                "0": "רבנן סברי ודאי טביל - לפיכך ספיקו צריך להוציאו מידי ספק טבל:"
            }, 
            "49": {
                "0": "עד שלא קרא עליהן - ארמי אובד אבי דאם אינו ענין חוץ לחומה תנהו ענין לאיסור אחר הראוי להם:"
            }, 
            "67": {
                "1": "חוץ לקלעים - ואזהרת עשה מצינו בה במקום אחר (ויקרא ו) במקום קדוש תאכל בחצר אהל מועד:", 
                "0": "אם לאוכל לאחר זריקה - והוא זר קל וחומר מבכור ולקמיה מפרש מאי חומרא דחטאת מבכור:"
            }, 
            "9": {
                "1": "אפרושי מפריש ליה - לאפקועי טיבליה נהי דמעשר ראשון לא מפריש דסבר אי מפרישנא ליה בעינא לאפרושי תרומת מעשר מיניה שהוא במיתה ונותנה לכהן ומעשר שני נמי אי מפרישנא ליה בעינן אסוקיה ומיכליה בירושלים:\n", 
                "0": "לא נחשדו - דממונא הוא אין בו איסור אכילה אלא גזל עניים ואיהו לגזל עניים לא חייש:"
            }, 
            "44": {
                "1": "תרומת ידך אלו בכורים - דכתיב (דברים כו) ולקח הכהן הטנא מידך:", 
                "0": "ותרומת ידך - סיפיה דהאי קרא הוא לא תוכל לאכול בשעריך מעשר דגנך ותירושך ויצהרך ובכורות בקרך וצאנך וכל נדריך אשר תדר ונדבותיך ותרומת ידך ודריש ר' שמעון לקרא מסיפיה לרישיה דאי הוה דריש ליה מרישיה לסיפיה לא מדריש ליה כי האי גוונא ולקמיה מפרשינא ליה:"
            }, 
            "58": {
                "0": "אפילו לאחר זריקה שהוא לוקה - אם זר הוא שאין הבכור נאכל אלא לכהנים וזו היא אזהרתו ובמקום אחר עשה הוא דאשכחן בה אך בכור שור וגו' ובשרם יהיה לך וגו' (במדבר יח):"
            }
        }
    }, 
    "meta": "Daf-Line-Comment"
}