{
    "title": "Yitzchak Yeranen on Mishneh Torah, Rest on the Tenth of Tishrei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Rest_on_the_Tenth_of_Tishrei",
    "text": [
        [
            [],
            [
                "<b>כללו </b>\n<b> של דבר אין בין וכו'.</b> ועיין להלח\"מ מה שהקשה ומה שתירץ ועיין מה שהקשה עליו הרב מרכבת המשנה גם בס' יד אהרן סי' תרי\"א הגהות ב\"י ולענ\"ד לא קשה מידי דגם הלח\"מ ס\"ל לדעת רבינו דתנא ושייר אלא דבעניינים אלו ר\"ל דהאי חילוקא הוא בעניינים אלו דהיינו דמלאכה אבל בענין אחר דהיינו דקניבת ירק איכא חילוק אחר ואף דכלל בתחילה ששוין בין בדאורייתא בין בדרבנן החילוק בדרבנן שיירו כדשייר במתני' וכדכתב הרשב\"א שהכריח דמתני' כייל בין בדרבנן בין בדאורייתא ושייר ופשוט.<br><b> ודע</b> דמ\"ש עוד הלח\"מ בה\"ג וי\"ל וכו' תירץ כן עפ\"י מ\"ש לעיל בה\"א בתירוץ א' ברם למ\"ש בסוף ההלכה וז\"ל ועוד י\"ל דרבינו יתרץ כתירוץ התוס' גם בה\"ג יתרץ כן ודברי הלח\"מ אלו שכתב ועוד י\"ל וכו' אשתמטתיה להרב יד אהרן שם עוד אפשר לענ\"ד לפרש במ\"ש רבינו בעניינים אלו למעט דבענין אחר איכא עוד חילוק אחר דהיינו דביום הכיפורים איכא תוספת בעינוי מדאורייתא ובשבת ליכא תוספת במלאכה כמ\"ש מרן בב\"י סי' תר\"ח שכן נראה מדברי רבינו פ\"א משביתת עשור ואף שיש לתרץ בזה עוד תירוצים אחרים מ\"מ רבינו מתרץ גם לזו בתנא ושייר.<br><b> ועפ\"י</b> האמור אין מקום למ\"ש בחי' הריטב\"א למס' יומא בהג\"ה לאחד קדוש בדף ס\"ו ע\"ב גבי הא דרפרם דאמר זאת אומרת עירוב והוצאה לשבת ולא ליוה\"כ וז\"ל ובודאי דהא מתני' פליגא אמתני' דאין בין שבת ליוה\"כ וכו' עכ\"ל וליתא דתנא ושייר כדשייר הנך דכתבינן ושוב ראיתי גם להרב קרבן חגיגה דף מ' על מ\"ש רש\"י בסוטה דף מ\"א ע\"א ד\"ה מכאן ואילך וכו' דקסבר אין עירוב והוצאה ליוה\"כ וכו' עכ\"ל כתב וז\"ל וצריך לתרץ משנתנו דאין בין שבת ליוה\"כ עכ\"ל וכבר כתיבנא דא\"צ לתרץ אלא דתנא ושייר.<br><b> אך</b> אי קשיא הא קשיא מה שכתוב אצלי בגליון הרב קרבן חגיגה וז\"ל ואני מוסיף להפליא מש\"ס כריתות דף י\"ד שדחה כך פשיטותא דרפרם וסיים אלא הא דרפרם בדותא היא ועיין שם בתוס' שכתבו דאף דביומא לא סיימו הכי דברי תורה עניים במקום אחד ועשירים במקום אחר ואיך כתב רש\"י נגד הש\"ס ואף שצדד רש\"י וכתב אי נמי ירושלים [וכו'] מערבין את כולה מ\"מ אין כאן מקום לספק כלל גם ביומא דף ע' ע\"א כתב רש\"י כא\"נ דיש עירוב והוצאה ליוה\"כ אלא דמערב יוה\"כ הביאום ומ\"מ מ\"ש בתחילה בסוטה נראה בתימה גדולה וכעת ראיתי להרב יד אהרן נר\"ו בסי' תרי\"א הגהות ב\"י תמה עליו מההיא דכריתות כדכתיבנא.<br><b> ואולם</b> לצאת ידי חובה שאנו חייבין להליץ טוב בעד מאור עיננו רש\"י ז\"ל דכל רז לא אניס ליה נראה ובהקדים מ\"ש הרא\"ם בתוספותיו על הסמ\"ג על מה שכתב הסמ\"ג דשוין הם שבת ליוה\"כ גם באיסור טלטול ושבפרק אמרו לו מסיק דליתא לדרפרם דאמר אין איסור הוצאה ליוה\"כ ולא עירוב כתב הרא\"ם וז\"ל ולא שמעתי מנ\"ל לסמ\"ג הא לימא דהא דרפרם דאמר בגמ' בדותא היא ה\"פ הא דהוכיח רפרם ממתני' ומברייתא דב' שעירי בדותא היא דאין משם הוכחה וכדדחי הש\"ס בפי' ולא שיש להוכיח משם דיש עירוב והוצאה היפך דברי רפרם דלא נאמר אלא בדרך דחייה בלשון דילמא וכו' אלו דבריו וזה דעת רש\"י דלא חש להצד הא' לסוגייא זאת דכריתות ואף דמרן בב\"י סי' תרי\"א כתב על דברי הרא\"ם אלו וז\"ל ולי נראה דאי בדרך דחייה וכו' לא הו\"ל לאסוקי להש\"ס ולומר אלא דרפרם בדותא היא וכו' עכ\"ל והמה דברים נכונים לכאורה מ\"מ כיון דחזינן לש\"ס דפרק ב' שעירי דלא דחו לדברי רפרם משמע דאינו אלא דחייה בעלמא ובדרך דילמא ודינא דרפרם כדקאי קאי ובהכרח צריך לפרש בסוגייא דכריתות כדפי' הרא\"ם ז\"ל ולא ס\"ל כדכתבו התוס' דדברי תורה עניים במקום אחד ועשירים במקום אחר ורש\"י ז\"ל לא סבר לה הכי בהנחה מונחת אלא לצד אחד וצידד וכתב א\"נ וכו' דיש עירוב וכדעת התוספות וביומא החליט המאמר כאי נמי שהוא כדעת התוס' שהוא יותר מרווח נמצא דברי רש\"י נכונים ומבוררים.<br><b> וזה</b> נראה דעת הרי\"ף והרא\"ש בפ\"ק דביצה דכתבו דיש עירוב ביוה\"כ מברייתא דערובין דף ל' אמרו להן בית הלל לבית שמאי אי אתם מודים שמערבים לגדול ביוה\"כ אמרו להם אבל וכו' וז\"ל ש\"מ בין ב\"ש בין ב\"ה ס\"ל דמערבין לגדול ביוה\"כ עירובי תחומין ועירובי חצירות כשבת וכן הלכה עכ\"ל ולא פשטו מש\"ס דכריתות דאיכא למדחי כדדחי הרא\"ם כדכתיבנא ורש\"י ז\"ל להצד הא' דכתב דליכא עירוב ביוה\"כ לא קשיא ליה מהא דעירובין דמוקי לה כפשטא בעירובי תחומין וכמו שגמגם מרן בב\"י סי' תרי\"א והיא דחיה גמורה ואדרבא קשה על הרי\"ף והרא\"ש דמאי פשטו מינה ואף שהרב תפארת שמואל בין בנימוקיו על הרא\"ש בין בנימוקיו על הטור דחי לה וז\"ל ולי נראה דלק\"מ דאי אתחומין קאי מה הקשו ב\"ה לב\"ש דהיאך מערבין בתחומין ביוה\"כ דבעינן סעודה הראויה וכו' דילמא הא דמערבין ביוה\"כ היינו ברגלים דאמר שביתתי במקומי אלא על כרחך אחצרות קאי ובעינן פת ודוק אין דבריו מובנים דדברים כאלו שייך כשמקשים זה לזה מדבר שבחוץ כגון מכתוב או ממשנה או ברייתא שייך לומר דמאי קושיא אימא דהכתוב או המשנה וכו' איירי בהכי אבל כשאומרים זה לזה אי אתה מודה לי וכו' ודאי דיודע דמודה לו במה שממנו סתירה לחבירו והכא ודאי דיודע דמודה לו דגם בעירוב דסעודה מערבין לגדול ביוה\"כ וא\"כ עדיין י\"ל דבתחומין דוקא איירו ודברי מרן נכונים.<br><b> ונראה</b> לענ\"ד דזה כונת רבינו ישעיה שתפס על הרי\"ף וז\"ל ואינו נראה לי מה שדקדק מכאן דיוה\"כ צריך עירובי חצירות דההיא לאו בעירובי חצירות קא מיירי אלא בעירובי תחומין שאף יו\"ט נמי צריך אבל עירובי חצירות מנ\"ל עכ\"ד וכתב עליו הרא\"ם בנימוקיו על הסמ\"ג וז\"ל ולא ידענא מנ\"ל לר\"י דההיא וכו' איירי בעירובי תחומין וכו' אי משום דהסוגייא איירי בעירובי תחומין אימא ה\"פ אי אתם מודים לי וכו' בין עירובי חצרות בין עירובי תחומין וכו' עכ\"ל והכי מתפרשין דברי ר\"י דהיאך מדקדק מכאן דיש עירובי חצירות ביוה\"כ דההיא לאו בעירובי חצירות קא מיירי בהכרח אלא בעירובי תחומין דוקא נאמר והכי מסתברא כיון שאף ביו\"ט נמי צריך עירובי תחומין אבל עירובי חצירות לא והיינו הקושיא בעצמה שהקשה הרא\"ם אח\"כ לעצמו וז\"ל אך קשה וכו' יעו\"ש באופן דליכא הוכחה מההיא דכל מערבין עוד קשיא לי על הרי\"ף והרא\"ש דמאי מייתו מההיא דעירובין דאיכא עירובי חצרות ביוה\"כ אימא דהתם איירי ביוה\"כ שחל בשבת וה\"ק להו אי אתם מודים דמערבין לגדול ביוה\"כ בדאיכא צורך עירוב דהיינו כשחל בשבת ואף דלא חזי לאכול ואה\"נ דביוה\"כ דחול א\"צ לערב באופן דבראיה זאת איכא למשדי נרגא טובא ואין ממנה מקום לאתמוהי על רש\"י להצד שכתב דאין עירוב והוצאה ליוה\"כ ואחרי כל הכתוב חמותי ראיתי מ\"ש רש\"י ביבמות דף ל\"ד ע\"א ד\"ה אם היתה שבת וז\"ל אבל משום יוה\"כ וכו' דאין עירוב וכו' והכי מפרש בכריתות וכו' עכ\"ל וכל אשר בתוכו יתמה דבכריתות הוי איפכא דקאמר הא דרפרם בדותא היא וכו' מוכרח דדבריו אלה אזלי כהצד הא' שכתב בסוטה וקא מפרש מ\"ש בדותא היא להכרח ולא לדין וכדכתיבנא לעיל וזה מופת חותך וחדאי נפשאי שאחרי זה ראיתי להרשב\"א בחי' ליבמות הקשה כן לרש\"י מההיא דכריתות ותירץ כדתריצנא יעו\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גם</b> דברי הלח\"מ עיין בחידושי פ\"ב מהלכות שבת ה\"ב."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}