{
    "title": "Kessef Mishneh on Mishneh Torah, Damages to Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Damages_to_Property",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>והבהמה מועדת מתחלתה וכו'.</b> רבינו וה''ה היו גורסין לשון ראשון דספרים דידן לשון אחרון. ומ''ש ה''ה ותימה שאינה בהלכות אפשר שהיה גורס כספרים דידן דבלשון אחרון לא מפליג בין קטנים לגדולים: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>כל תולדה כאב שלה וכו' אף על פי כן אינו משלם אלא חצי נזק.</b> היינו כר''פ בריש בבא קמא ואף על גב דלרבא מבעי ליה עבדינן כר''פ דפשיטא ליה ועוד דר''פ בתרא הוא: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קפצו ממטה למעלה משלמין חצי נזק וכו' אבל נסרך הכלב ודלג הגדי וכו' משלם נזק שלם.</b> כתב הטור ולא נהירא דהיאך יתחייבו ע''י שינוי טפי מכי אורחא עכ''ל. ואני אומר שדבריו שלא בדקדוק דהא משני רב פפא (דף כ''ב) דאפיך מיפך כלב בזקירה וגדי בסריכה משמע בהדיא דאורחיה דכלב בסריכא ואורחיה דגדי בזקירה וכך הם דברי הרי''ף והרא''ש: \n\n"
            ],
            [
                "<b>כלב שנטל את החררה וכו'.</b> נראה מדברי ה''ה שהוא מפרש שמ''ש ואם היה מגרר את החררה וכו' מיירי בשהניח החררה תחלה ואח''כ גורר. ואין נ''ל כן אלא שמשעה ראשונה לא הניח אלא היה מגרר והולך מיירי והיינו אדייה אדויי דאמור בגמרא. ובדברי רבינו מבואר כדברי התוס' שכתבו ור''י בדאנח אנוחי לא מצי למימר בדאדייה אדויי ועל כל הגדיש ח''נ דאי כח כחו לאו ככחו דמי הוי על כל שאר הגדיש פטור עכ''ל: \n\n"
            ],
            [
                "<b>ועל מ''ש בד''א כששמר בעל הגחלת את אשו.</b> כתב הטור ולא נהירא אלא אם הניחה על הגדיש על מקום החררה משלם כל אחד החצי וכו'. וטעמו של רבינו דכיון שאמרו וליחייב נמי בעל הגחלת היינו לומר דנהי דבעל הכלב חייב על אכילת החררה ועל מקומה בעל הגחלת ליחייב בשריפת כל שאר הגדיש: \n\n"
            ],
            [
                "<b>המשסה כלבו של חבירו וכו'.</b> אע''ג דבפרק כיצד הרגל דחי ואמר פטור אף משסה ההוא לאוקמי דפי פרה כחצר המזיק אתמר ולא קי''ל הכי: \n\n"
            ]
        ],
        [
            [
                "<b>הבהמה מועדת לאכול וכו'.</b> כתב הרב המגיד ומ''ש בסוף ומשלם דמי עמיר וכו' ואפשר שנסתפק לו וכו'. ואני אומר שדברי ה''ה תמוהים שלפי דבריו רבינו סתם דבריו ולא פירש. ול''נ שרבינו מפרש דרבה ורבא לא פליגי דעמיר היינו אגודת שבלים ונמצא דעמיר היינו שעורים בשבלים אלא שכל דבר נערך כפי זמנו שבזמן הקציר דרך להאכילה שבלי שעורים ושלא בזמן הקציר דרך להאכילה שעורים שלא בשבלים ורבה ורבא לא פליגי אלא מר איירי בזמן הקציר ומר איירי שלא בזמן הקציר ואע''ג דאמר ת''כ דרבה ת''כ דרבא לאו משום דפליגי אלא לומר שדבריהם שנויים בברייתא וצ''ל דהא דקאמר בזול קאי גם לרבה: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה מהלכת ברשות הרבים ופשטה צוארה ואכלה וכו'.</b> כתב ה''ה מחלוקת אילפא ור' יוחנן כו' וכן דעת ההלכות עכ''ל. ואני שמעתי ולא אבין דר''י מאן דכר שמיה ואפילו את''ל שנתחלף לו ר' אושעיא בר''י מ''מ לא הוי כר' אושעיא דר' אושעיא לא איירי באוכלת מעל גבי חבירתה ואפילו את''ל דכיון דאמר בהמה ברה''ר הוי בכלל אוכלת מעל גבי חבירתה הא רב אושעיא מפליג בין הלכה לעומדה ואיהו לא מפליג ועוד שכתב וכן דעת ההלכות והרי הרי''ף הביא דברי אילפא ודברי ר' אושעיא ומשמע דס''ל דלא פליגי. ונ''ל דודאי סבר רבינו דאילפא ורבי אושעיא לא פליגי וכי אוקי רבא מימרא דרבי אושעיא בקופצת היינו לומר דעמדה דקאמר היינו קופצת והלכה דקאמר ל''ד אלא לשאינה קופצת קרי הלכה בין הולכת ובין עמדה פטורה וה''ק בהמה ברה''ר אם אינה קופצת פטורה ואם היתה קופצת חייבת וכ''כ נמוק''י וז''ל פי' קופצת היינו שזקפה רגליה ועמדה על הבהמה ואכלה זקופה והיינו דעמדה ואכלה אבל אם עמדה מעט כדי לפשוט צוארה פטורה וטעמא דמילתא משום דבהמתו לאו ברשות הניזק גמור הוא אבל ברשות הניזק גמור חייב וכדתנן מתוך החנות משלם מה שהזיקה עכ''ל. וקופצת היינו שקופצת ואוכלת שם אפילו יכולה לאכלם בלא קפיצה חשוב חצר הניזק ושלא כדברי הרא''ש והיינו דקאמר אילפא בהמה ברה''ר פשטה צוארה ואכלה מעל גבי חבירתה אם קפצה על גבי חברתה ואכלה שם חייבת משום דגבי חבירתה כחצר הניזק דמי אבל אם לא קפצה עליה אלא שפשטה צוארה ואכלה מע''ג חבירתה בין הלכה בין עמדה פטורה דאע''ג דגבי חבירתה כחצר הניזק דמי כיון שהיא עומדת ברה''ר פטורה דדמיא לעומדת מתוך הרחבה ומחזרת ונוטלת מצדי הרחבה דפטורה לשמואל דקי''ל כוותיה וכבר נתבאר דשן דפטור ברה''ר משלם מה שנהנית. \n",
                "<b>ומ''ש שכן דרך הבהמות לאכול זו מעל גבי זו</b> הוא ליתן טעם למה משלם מה שנהנית כדין שן ולא אמרינן דמשונה הוא ותם משלם ח''נ ומועד נ''ש. וכך נ''ל דברי הרי''ף שכתב והוא דקפצה אבל עמדה לא דהיינו אורחא דה''ק וה''מ דחייבת כלומר לשלם כל מה שהזיקה בדקפצה אבל לא קפצה אפילו עמדה לא מיחייבא לשלם מה שהזיקה מ''מ אינה משונה לשלם תם ח''נ ומועד נ''ש אלא אורחא הוא וה''ל שן בר''ה דאינו משלם אלא מה שנהנית ומימרא דר' אושעיא נמי מתפרשה לדעתו כמו שפירשתי לדעת רבינו לדעת שניהם הא דאמרינן מ''ש הלכה דאורחא הוא וכו' ה''פ מ''ש הלכה דפטורה מלשלם מה שהזיקה ואינה נדונית כמשונה לשלם תם ח''נ ומועד נ''ש עמדה נמי אורחא הוא ואין לה להתחייב כלל: \n\n"
            ],
            [],
            [
                "<b>הוחלקה ונפלה וכו'.</b> איני רואה שום גילוי דעת בדברי רבינו לומר מה שפירש בו ה''ה שדברי רבינו סתומים הם וסובלים אי זהו פירוש משני הפירושים: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>המוסר בהמתו לשומר חנם וכו'</b> (עיין בפנים) \n",
                "<b>שמרוה שמירה פחותה אם שומר חנם הוא פטור ואם שומר שכר או שוכר או שואל הוא חייבים.</b> כך היא הנוסחא שבידינו וחכמי לוניל שאלו מרבינו על מה זה הבעלים חייבים כיון ששמרוה השומרים שמירה מעולה. והשיב להם שט''ס הוא וכך היא הנוסחא האמיתית ויצאה והזיקה השומרים פטורים שמרוה שמירה פחותה אם ש''ח הוא פטור והבעלים חייבים ואם ש''ש הוא או שוכר או שואל (השומרים) חייבים ע''כ: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>שאלו בחזקת וכו' שכל מקום שהוא הולך הרי שם בעליו עליו וכו'.</b> כלומר דאע''ג דקי''ל שאם הועד ומכרו חזר לתמותו דרשות משנה כמו שיתבאר בפ''י שאלה לאו שינוי רשות הוא: \n\n"
            ]
        ],
        [
            [
                "<b>בהמה שהיתה רועה וכו'. ומ''ש אע''פ שלא הזיקה.</b> איני יודע מנין לו. \n",
                "<b>ומ''ש ג' פעמים.</b> נראה שהיה גורס כן בגמ': \n\n"
            ],
            [],
            [
                "<b>עשרה תנאים התנה יהושע ובית דינו וכו'.</b> בסוף פרק מרובה (בבא קמא דף פ''א:) ומקשה התם והא איכא דר' יהודה דתניא ר' יהודה אומר בשעת הוצאת זבלים אדם מוציא זבלו לר''ה וכו' שעל מנת כן הנחיל יהושע את הארץ והא איכא דרבי ישמעאל בנו של רבי יוחנן בן ברוקא דתניא ר' ישמעאל בנו של רבי יוחנן בן ברוקא אומר תנאי בית דין הוא שיהא זה יורד לתוך שדה חבירו וקוצץ שוכו של חבירו להציל נחיל שלו וכו' שעל מנת כן הנחיל יהושע את הארץ דיחידאי לא אמרינן. ורבינו השמיט פה הא דר' יהודה ודר' ישמעאל משום דיחידאי נינהו ובפרק ששי מהלכות גזילה פסק בהדיא דלא כרבי ישמעאל ולפי זה ה''ל לפסוק גם דלא כרבי יהודה מטעם דיחידאה הוא וכן כתב הרי''ף. ויש לתמוה על רבינו שפסקה לדרבי יהודה בפרק י''ג מהלכות אלו וצ''ל שסובר רבינו דמדחזינן בפרק המניח (בבא קמא דף ל') דמהדרי אמוראי לאוקומי מתני' כוותיה אלמא הלכתא כוותיה וא''כ ע''כ לומר דמאי דאמרינן בסוף פרק מרובה דיחידאה לא קא אמרינן אף על גב דלגבי רבי ישמעאל אתמר לדחויי מהלכה לגבי רבי יהודה לא אתמר לדחויי מהלכה אלא לדחויי דלאו מתנאים שהתנה יהושע היא ולפיכך השמיטה רבינו מפ' זה להשמיענו דלאו מתנאים שהתנה יהושע היא ופסקה בפרק י''ג מהלכות אלו: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>שור של חש''ו וכו'.</b> כתב ה''ה ומ''ש רבינו משלם נזק שלם מן המעולה שבנכסי אפטרופסין מח' בגמ' וכו' ופסק כר' חנינא. וטעמו משום דאמר בגמ' (דף ל''ט) דר''י בר חנינא דיינא הוא ונחית לעומקא דדינא: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בהמה שחבלה באדם וכו'.</b> כתב הרב המגיד נתבאר סוף פרק כיצד הרגל שהשור פטור מארבעה דברים. ואני אומר שמשנה שלימה היא בפרק החובל (בבא קמא דף פ״ז): \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>והואיל וכל בהמה חיה ועוף שהרגו וכו'.</b> שאין הבעלים חייבים בכופר עד שיסקל השור דוקא כשהוא בר סקילה דאי אינו בר סקילה כגון שהמית שלא בכוונה השור אינו נסקל והבעלים משלמים כופר אם אינו מועד כמו שיתבאר בפרק זה: \n",
                "<b>או שהרג ג' בהמות וכו'.</b> כתב ה''ה זה באמת קשה מן הראשונות וכו'. ואני אומר איני יודע מה קושיא יש בזו יותר מבראשונות דהא ודאי גם בזו אפשר לפרש בניחותא ולומר דל''ג אלא כמו בראשונות. ומה שהקשה מדברי רבינו פ''ו וממאי דאמר רב פפא שור שהוא מועד למין אחד אינו מועד למין אחר לאו כלום הוא דהתם במועד להזיק והכא במועד להרוג וזה שדקדק רבינו לכתוב הרי זה מועד להריגה: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין הבהמה נסקלת וכו' ואם היה מועד הבעלים חייבים בכופר או בקנס.</b> כלומר חייבים בכופר אם המית בן חורין או בקנס אם עבד: \n\n"
            ]
        ],
        [
            [
                "<b>וכל המעוכב גט שחרור וכו'.</b> כתב הרב המגיד ואני תמה למה לא כתב רבינו שאם תפס אין מוציאין מידו וכו'. מכל מקום אפשר לומר דהיינו טעמא משום דלא חסריה ממון משא''כ בדין הנזכר בפרק רביעי מהלכות חובל: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שור תם שהמית והזיק וכו'.</b> כתב ה''ה ודעת רבינו ששור המועד אחר שדנוהו דיני נפשות וכו' ואין חוששין לעינוי דינו של שור וכו'. ול''נ דמצינן שפיר למימר דסבר רבינו דחיישינן לעינוי דינו של שור ומאי דקאמר דמשתלם מרדיא לא שמשהין אותו לרדיא אחר שנגמר דינו אלא אם ביום שנגמר דינו בלילה שאחריו השביח ברדייתו ולמחר סקלוהו או שאירע אונס לב''ד שלא יכול לסקלו עד אחר כמה ימים לאחר שנגמר דינו והשביח ברדייתו באותם הימים והכי דייק לישניה שכתב משתלם מן השבח שהשביח ברדייתו וכו' דאל''כ הכי הל''ל משהין אותו עד שישביח ברדייתו: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>התליע מתוכו ונפלו בו וכו'.</b> כתב ה''ה וכבר חילקו בין זו לתחלתה בפשיעה וכו'. עיין בדברי התוס' והרא''ש: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חפר הראשון בור עמוק ובא האחרון והרחיבו וכו' וכן אם נפל השור מאותו הצד שהרחיב האחרון וכו'.</b> דברי רבינו מבוארים דמיירי בשלא הרחיבו בהיקף וה''ק אם נפל השור מאותו הצד שהרחיבו אפילו מת מחמת הבל הבור חייב שאם לא הרחיב זה האחרון את הבור לא היה נופל שם ואם נפל השור בצד האחר שלא הרחיב אם מת מחמת הבל הבור פטור שהרי זה מיעט הבלו ואם מחמת חבט האחרון חייב: \n",
                "<b>וכתב</b> הטור על דברי רבינו ותימה הוא היאך פוסק כתרי לישני דודאי פליגי אהדדי וגם ה''ה תמה עליו היאך עירב הלשונות והניח הדבר בצ''ע. ול''נ שרבינו סובר שא''א לומר דפליגי לישני אהדדי דא''כ קשיא אלישנא קמא אמאי פטור כי מיית מחמת הבלא אפי' נפל מהצד שהרחיב הא אם לא היה מרחיבו לא היה נופל וכן קשה ללישנא בתרא כי נפל מאידך גיסא אמאי פטור אי מיית מחמת חבטא הרי כיון שעשה מעשה בבור אין ראוי ליפטר וכבר הרגישו התוס' בקושית לישנא קמא וכדי לתרץ זה מפרש רבינו דהני לישני כל חד סמיך אחבריה ולא פליגי ודברים נכונים הם: \n\n"
            ],
            [
                "<b>בור שחייבה עליו תורה וכו'.</b> כתב ה''ה פסק כשמואל וכו'. \n",
                "<b>ומ''ש לפיכך אם היה הבור עמוק וכו'.</b> מימרא שם וכו'. עיין בהרא''ש: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b><small>(ה-ו)</small> המניח את הכד וכו' הניח הכד במקום שיש רשות וכו' ואם הוזק בה המהלך בעל הכלי פטור מפני שהיה לו להסתכל.</b> כלומר דאע''ג דאין דרך בני אדם להתבונן בדרכים במקום דשכיח להיות מלא כדים יש להם להתבונן. \n",
                "<b>ומ''ש ואם היתה אפלה וכו'.</b> טעמו משום דאע''ג דלא קי''ל כשמואל דסבר דדרכן של בני אדם להתבונן בדרכים כשאינו אפלה מ''מ מיניה נשמע לדידן דהיכא דהניח הכד במקום שיש לו רשות להניחו שם שאם הוא אפילה אין דרך בני אדם להתבונן בו וחזר דינו כדין מקום שאין לו רשות להניחו שם: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא יוציא אדם תבנו וקשו וכו'.</b> כתב ה''ה פסק כרב וכו' הכי איתא בגמ' פרק המניח אהא דתנן כל הקודם בהם זכה אמר רב בין בגופן בין בשבחן וזעירי אמר בשבחן אבל לא בגופן במאי קמיפלגי רב סבר קנסו גופן אטו שבחן וזעירי סבר לא קנסו גופן אטו שבחן לימא כתנאי וכו' אמר לך רב דכולי עלמא קנסו גופן משום שבחן והכא בהלכה ואין מורין כן קמיפלגי ופירש''י דת''ק סבר דקנסו גופן ואין מורין כן. ולפי זה יש לתמוה למה השמיט רבינו הא דאין מורין כן וי''ל שסובר רבינו דהא דקאמר בהלכה ואין מורין כן פליגי דיחויא בעלמא הוא: \n\n"
            ]
        ],
        [
            [],
            [
                "<b>וכן אם עברה נהר או שלולית וכו'.</b> בברייתא בגמרא (דף ס''א) עברה נהר או שלולית שהם רחבים שמונה אמות פטור ואהא דתנן עברה נהר פטור קאמר בגמרא רב אמר נהר ממש ושמואל אמר אריתא דדלאי ומ''ד נהר ממש אע''ג דליכא מיא ומ''ד אריתא דדלאי אי אית ביה מיא אין אבל לית ביה מיא לא וידוע דהלכה כשמואל בדיני ולפיכך כתב רבינו שיש בהם מים ומדלא הזכיר אריתא דדלאי משמע דסבירא ליה דרב ושמואל בנהר הרחב שמונה פליגי דלרב אפילו לית ביה מיא מפסיק ולשמואל לא מפסיק אלא בדאית ביה מיא ולא קרי ליה אריתא דדלאי אלא למימר דאית ביה מיא: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ליבה וליבתו הרוח חייב וכו'.</b> כתב ה''ה בהשגות א''א ואיך לא הפליג וכו' והייתי סבור לתרץ וכו' אלא שק''ל שרבינו עצמו פסק בפי''א מהל' שכנים וכו'. ואני אומר מאן יהיב לן מעפרא דמרן ומלינן עיינין דדלא לן חספא ולא אשכח מרגניתא תותה שמ''ש לדעת רבינו קושטא הוא ומה שהוקשה לו מפי''א מהל' שכנים מתוך לשון רבינו עצמו הוא מתישב שכתב בפרק הנזכר בלשון הזה מי שעשה גרן בתוך שלו צריך להרחיק וכו' אע''פ שהוא חייב להרחיק כל כך אם הוליך הרוח המצויה המוץ והעפר והזיקה בהם פטור מלשלם שהרוח הוא שסייע אותו ואין נזק זה בא מכח מזיק עצמו עכ''ל. הרי מבואר בדבריו שטעם הפטור הוא מפני שאין נזק זה בא מכח מזיק עצמו אבל בנדון דידן שהנזק בא מחמת מזיק עצמו שהוא מלבה נקטינן כאינך אמוראי דאמרי חייב: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גמל שהוא טעון פשתן וכו'.</b> דין גץ היוצא מתחת הפטיש ויצא והזיק כתב רבינו בהלכות חובל ומזיק פ''ו: \n",
                "<b>סליקו הלכות נזקי ממון בס''ד</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות נזקי ממון",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}