{
    "title": "Maaseh Rokeach on Sheqel Dues",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Sheqel_Dues",
    "text": [
        [
            [
                "<b>מצות עשה וכו'.</b> מה שאין מברכים על מצוה זו כתב רשב\"א סימן י\"ח משום דאין הישראל נותן משלו וכו' כי הכל מאתו יתברך דכתיב כי ממך הכל וכו' ועוד עיי\"ש שהזכיר כמה מצות שאין מברכים עליהם והרמב\"ן ז\"ל סי' קפ\"ט הביא כל דברי הרשב\"א כמעט בכיוון עיין עליו. ועיין מ\"ש בפ\"ב דין י'. ומ\"ש בס' רבינו",
                "<b>מחצית השקל בכל שנה.</b> נוסח אחר כת\"י מחצית שקל כסף וכו'."
            ],
            [
                "<b>מנין כסף וכו'.</b> בכורות דף מ\"ט ומ\"ש בס' רבינו",
                "<b>הוא שקל הנאמר.</b> בנוסח אחר הוא כסף שקל ובנוסח אחר כת\"י הוא כסף הוא שקל."
            ],
            [
                "<b>הסלע וכו'.</b> מציעא דף כ\"א ודין הדינר בקידושין דף י\"ב."
            ],
            [],
            [
                "<b>פחות מחצי השקל.</b> נוסח אחר כת\"י פחות מאותו השקל."
            ],
            [],
            [
                "<b>ולא קטנים.</b> הכי איתא בסתם מתני' שם ובירושלמי מבואר דהיינו שלא הביא שתי שערות דהוי עד י\"ג שנה וכ\"כ רבינו בפירוש המשנה. אמנם הרע\"ב שם פי' דאף שהביא ב' שערות עד כ' שנה נקרא קטן לענין זה. ודבר קשה הוא מנ\"ל כיון דסתמא דמתני' משמע דבסתם קטן קאמר ועוד שהוא נגד הירושלמי ועיין להתוס' יו\"ט שם ובהגה\"ה סי' תרצ\"ד סתם כדברי הרע\"ב ז\"ל ולא ידעתי למה הניח הרמב\"ם והתוס' יו\"ט דסתם מתני' והירושלמי מסייען.",
                "<b>שוב </b>בא לידי ספר חדש נקרא לחם שמים וראיתיו מתעצם הרבה להליץ בעד הרע\"ב ז\"ל ותמה על התוס' יו\"ט ז\"ל וכתב עליו שלא הבין הירושלמי ושלא ידע מה יעשה להפוך בזכותו כאן וכו' ע\"כ. ובמחילה מכבודו התוס' יו\"ט מוצדק בדבריו ואגב חורפיה של הרב הזה להליץ בעד הרע\"ב ז\"ל לא נתן לו מקום לפרש הירושלמי על פי דרכו של התוס' יו\"ט ז\"ל שהיא דעת רבינו והרמב\"ן ז\"ל ובשלמא למה שהליץ בעד הרע\"ב ממשמעות ריהטא דלישנא דמתני' במ\"ש כל קטן שהתחיל וכו' דמשמע דחיובא קאי אקטן וכן הכרחיות אחרים שכתב שם אפשר לומר כן וגם התוס' יו\"ט ז\"ל הליץ עליו ג\"כ אמנם מהירושלמי לענ\"ד נראה נהפוך הוא שאם היה כותב מ\"ש בדרך הלצה בעד הרע\"ב ז\"ל החרשתי אמנם הוא לא כן ידמה לכן צריך אני להביא דברי הירושלמי האלה בהלכה ג' וז\"ל בט\"ו וכו' הא לתבוע תובעים הדא דתימא בשהביא ב' שערות אבל אם לא הביא ב' שערות לא בדא ולמשכן אין ממשכנין עד שיביא ב' שערות כיני מתניתא אין ממשכנין את הכהנים מפני דרך הכבוד ע\"כ. ובהלכה ה' אע\"פ שאמרו וכו' הא לתבוע אין תובעים הכא את אמרת תובעין והכא את אמרת אין תובעין כאן בשהביא ב' שערות וכאן בשלא הביא ב' שערות ע\"כ. ואין ספק שהירושלמי קאי אמאי דתנן אבל לא נשים ועבדים וקטנים ודייק עלה דמדקתני אין ממשכנין משמע הא לתבוע תובעין ועל זה מפרש דהיינו דוקא בשהביא ב' שערות אבל לא הביא ב' שערות אפילו התביעה נאסרה א\"כ בקטן גופיה דהיינו סתם קטן פחות מי\"ג חילק הירושלמי דאם הביא ב' שערות הוי מופלא סמוך לאיש וחז\"ל חייבו לתבוע אותו ואם לא יתן אין ממשכנין כיון דמדאורייתא עדיין הוא פטור ואף דבעלמא אמרינן דקטן שהביא ב' שערות מקרי שומא בעלמא יש לחלק דההיא במילי דאורייתא דוקא כגון לענין יבום וחליצה וכיוצא אמנם מדרבנן מצו חז\"ל לתקן אף בקטן כדאשכחן נמי במתני' דקטן שהתחיל אביו לשקול שוב אינו פוסק ואפילו הקטן גופיה איכא מ\"ד דחייב ליתן וחז\"ל הטילו על קטן כזה שהביא ב' שערות שיתבעו אותו מיהא כיון דעכ\"פ נולדו בו סימני גדלות. ובתר הכי משמיענו הירושלמי חידוש אחר דכי היכי דבקטן הכל תלוי בשערות מדרבנן ה\"נ בגדול דממשכנין היינו דוקא שהביא ב' שערות דכיון דמן התורה עדיין אינו איש אף שנשלמו לו י\"ג ויום א' לא רצו חז\"ל למשכנו דאז היה מורה שהיה מחוייב גמור מן התורה. וכי היכי שלא תיקנו למשכן את הכהנים מפני הכבוד כיון שכבר אמרו דלב בי\"ד מתנה עליהם כמ\"ש ז\"ל ה\"נ הא. ובתר הכי אמאי דתנן אם שקלו מקבלים מידם דייק הירושלמי הא לתבוע אין תובעין ומשני כי ההיא דלעיל ממש נמצינו למדין דזה נראה פשט הירושלמי באמת וכח גדול ועצום יש לנו מסתם קטן דקתני במתני' וגם הירושלמי סתם ולא אישתמיט בשום מקום לאשמועינן דקטן זה משונה משאר קטנים דעלמא דהוי פחות מי\"ג ויום א' ואדרבא מדפתיך ליה בהדי נשים ועבדים משמע דלא מחייב אלא מדרבנן כשאר קטנים דעלמא. תו קשה לשיטת הרב הנ\"ל מאי דקאמר התם ולמשכן אין ממשכנין עד שיביא ב' שערות דמשמע דאף שהוא גדול אם לא הביא שתי שערות אין ממשכנין אותו הרי דהכל תלוי בשערות והרב נר\"ו נדחק בזה כמאן דמעייל פילא בקופא דמחטא דר\"ל אף שהוא בן כ' צריך נמי הב' שערות ונקט חדא מנייהו וכו' עיי\"ש דזה דוחק גמור לפרש מה שלא נאמר משא\"כ לשיטת התוס' יו\"ט ורבינו דאתי שפיר כאמור.",
                "<b>שוב </b>מצאתי גירסא אחרת בירושלמי עם פירוש חדש על סדר זרעים דקתני ולמשכן אין ממשכנין אע\"פ שהביא שתי שערות וכו' ע\"כ. וישרה בעיני הרבה ולדעתי זו היא הגירסא הנכונה אף שמדברי רבינו בפירוש המשנה נראה דגריס כגירסא ראשונה שהזכרנו. ומ\"מ מודינא נמי דמקום יש בראש לפרש הירושלמי באופן שלא ינגד להרע\"ב ז\"ל בכח הפסוק אף שבקצת דוחק שלא להניח דברי הרב בתימה ודו\"ק."
            ],
            [],
            [
                "<b>בט\"ו בו וכו'.</b> במתניתין הגירסא ישבו השלחנות ורבינו מפרש שלחנים דהיינו שמצרפין המטבעות לגבות שווי השקלים וכ\"מ בפירוש הרע\"ב פ\"ב."
            ],
            [
                "<b>כל מי שאינו חייב.</b> פירוש כגון נשים ועבדים שאינם חייבים לעולם. ועתיד ליתן היינו כגון קטן שאף שאינו חייב עכשיו עתיד להתחייב כשיגדיל.",
                "<b>ותובעים אותם וכו'.</b> נראה דנ\"ל לרבינו מדקתני שהכהנים דורשים מקרא להפטר לעצמם לכך כתב ז\"ל דלהוציאם מטעותם ושלא יתרשלו בדבר יש לתובעם עד שיתנו ועיין להמפרשים ז\"ל."
            ]
        ],
        [
            [
                "<b>בכל מדינה.</b> נוסח אחר כת\"י מכל מדינה. וכתב מרן ז\"ל ומדקתני שופרות במדינה משמע דשנים היו וכו' ע\"כ. הנה בירושלמי איתא להדיא שלא כדברי רבינו דשם פ\"ב איתא מתני' בתקלין חדתין אבל בתקלין עתיקין לא בדא ותני כן עתיקין במקדש ואין עתיקין במדינה ע\"כ. הרי שדעת הירושלמי לפרש המשנה דדוקא חדתין היו במדינה ולא עתיקין דעתיקין לא היו אלא במקדש כדתנן להדיא פ\"ו א\"כ לישנא דשופרות דנקט מתני' לא בא להורות שיהיו ב' לפני כל שולחני אלא דרך כלל לכל המדינות קאמר וכבר נרגש מזה התוס' יו\"ט ז\"ל וכתב דלבו אומר לו שהגרסא שבירושלמי היה לו לרבינו כאשר כתוב בחבורו ע\"כ. ואני חפשתי בירושלמי אחר ודלג ותני כן וכו' ומ\"מ אכתי קשה מרישא ולכך הנכון כמ\"ש התוס' יו\"ט אמנם נתקשתי במ\"ש בתחילת דבריו שם וז\"ל כך היו שופרות במדינה פי' שתי שופרות וכו' הרמב\"ם וכו' ולא ידע הכ\"מ מקומו איה ונ\"ל דאפשר דדייק משופרות יתירה שכלום היתה חסרה המשנה אילו שנאה כך היו במדינה אלא לומר שב' שופרות היו בכל עיר ועיר לפי' הרמב\"ם וכו' ע\"כ. וקשה לי טובא איך כתב דלא ידע הכ\"מ מקומו איה ותירץ וכו' הרי הכ\"מ כתב להדיא דמדקתני שופרות במדינה משמע דשנים היו ומה שתירץ התוס' יו\"ט הוא קרוב למ\"ש הכ\"מ ז\"ל. ויש מי שצדד לומר דנ\"ל הוא ט\"ס וצ\"ל ונראה לו וקאי על הכ\"מ עצמו וישר בעיני להליץ בעד התוס' יו\"ט אף דבאמת מידי גמגום לא יצאנו מאריכות הלשון ותו דמייתי ליה מייתורא וכו' ומרן ז\"ל לא כתב כן והסמ\"ג העתיק כדברי רבינו."
            ],
            [],
            [],
            [
                "<b>והשאר מניחין וכו'.</b> בנוסח אחר כת\"י כתוב והשאר מניחין אותו שם בלשכה וזה הנקרא שירי הלשכה. וכל השאר נמחק שם ומתחיל בג' פרקים וכו'."
            ],
            [
                "<b>בר\"ח ניסן וכו'.</b> מתני' פ\"ג כר' עקיבא עיי\"ש ולא פליגי עליה תנאי בהא זולתי בגרנות של מעשר בהמה ובהא נמי פסק כר\"ע פ\"ז דבכורות אמנם קצת קשה ממ\"ש שם רבינו דהג' זמנים הם יום ט\"ו קודם הפסח וביום ט\"ו קודם עצרת וביום ט\"ו קודם החג ע\"כ. ולמה שינה ממ\"ש כאן וכבר נרגש מזה התוס' יו\"ט ז\"ל עיין עליו ומאי דנראה לענ\"ד דאיתא בתוספתא פ\"ט דבכורות אין פוחתין מט\"ו יום קודם החג והביאה ג\"כ רבינו בפירוש המשנה וזאת התוספתא ליתא אלא לענין מעשר בהמה מטעמא דאיתא פ\"ב דבכורות כדי שיהיו בהמות מצוייות לעולי רגלים ולכך קבעו זמן ט\"ו יום בלא יום החג ומשום דבשקלים לא מצינו זאת הקפידה דלא שייך האי טעמא והתוספתא עצמה לא אמרה כן כי אם במעשר בהמה ש\"מ דבשקלים אין קפידא ובטעם נכון הקדים הבהמות לשקלים ביום אחד שאם אין בהמות מה בצע בשקלים וק\"ל. ותו נפקא ליה לרבינו מפ\"ק דר\"ה דתניא באחד בניסן ר\"ה לתרומת שקלים ובגמ' מנא לן וכו' ומבואר דאין כאן ט\"ו יום קודם פסח הרי לך דאין הקפידה בט\"ו יום קודם זולתי במעשר בהמה. ומ\"ש בס' רבינו",
                "<b>ומוציאין לחוץ.</b> בנוסח אחר ומוציא לחוץ וגירסא נכונה היא."
            ],
            [
                "<b>עד שיכלו וחוזר.</b> נוסח אחר כת\"י עד ראש חדש תשרי וחוזר וממלא ג' קופות קטנות מן הג' הגדולות פעם שלישית בר\"ח תשרי קודם יו\"ט או אחריו ומסתפק מהם עד שיכלו עד ר\"ח ניסן. ומ\"ש בספרי רבינו",
                "<b>עד שלא הגיע</b> נוסח אחר כת\"י עד אשר הגיע."
            ],
            [
                "<b>ותורם ראשונה וכו'.</b> מרן ז\"ל הקשה על רבינו מדברי הירושלמי והצ\"ע עיין עליו ואני בעניי עיינתי בדברי הירושלמי ונראה לענ\"ד שרבינו מוצדק ויפה כיון בדעת הירושלמי בטעם נכון והגון ולא אטריח לפרש הענין יען תהלה לאל יתברך זכיתי ומצאתי כדברי ממש בהפר\"ח בלשונותיו ע\"ד רבינו ולהרב מו\"ר יצחק הכהן נר\"ו בס' בתי כהונה עיין עליו והכוונה בקיצור שלשון שלמה שכתוב בירושלמי רוצה לומר שלמה התרומה וחוזר שכתוב שם ר\"ל חוזר לעשות כמו שעשה בראשונה תדע שאמר אחר זה שלמה וכו' והמעיין יבין אם לא יזדמנו לפניו הספרים הנ\"ל. ומ\"ש בס' רבינו",
                "<b>ויתחיל ממנה.</b> נוסח אחר כת\"י ומתחיל ממנה וגירסא נכונה היא."
            ],
            [
                "<b>הראשונה לשם ארץ ישראל.</b> פי' הקופה הראשונה מן הקטנות שנמצא שבכל שלשה פרקים תורם בשלשתם לשם כל ישראל וכו'."
            ],
            [
                "<b>ועל הגבוי שעדיין וכו'.</b> מלשון זה משמע דמפרש כפי' התוס' בכתובות דף ק\"ח אלא שהם היו גורסים על האבוד עיין עליהם וא\"כ לא ידעתי למה הביא מרן ז\"ל פי' רש\"י על דברי רבינו כיון שהתוס' הקשו עליו וגם דברי רבינו נוטים לפי' התוס' כאמור. ומ\"ש בס' רבינו",
                "<b>וכאילו הגיעו.</b> בנוסח אחר כת\"י וכאילו לא הגיעו ונראה דגירסא מוטעית היא זו."
            ],
            [
                "<b>ומדברים היו עמו וכו'.</b> בירושלמי פריך וימלאו פיו מים כלומר שאז א\"א שישים המעות בפיו ומתרץ משום ברכה ופי' ז\"ל שצריך לברך בשעת ההרמה ורבינו לא הזכיר ברכה זו. ויש שם גירסאות אחרות וזו נראית עיקר."
            ]
        ],
        [
            [
                "<b>הכל צריכין להם.</b> פי' שכל אחד מישראל צריך לחפש שיהיה בידו מעה זו לפי שצריך ליתן להקדש זה המטבע דוקא כמבואר.",
                "<b>יתן לו תוספת.</b> פירוש ותוספת זה להקדש אזיל וכמ\"ש לקמיה הלכה ז' וכ\"כ ז\"ל בפירוש המשנה ועיין להתוס' יו\"ט ז\"ל.",
                "<b>על השקל.</b> נוסח אחר כת\"י על השלחני השקל. ומ\"ש בספרי רבינו",
                "<b>ב' שנתנו שקל על שניהם</b> בנוסח אחר אין שם תיבת על.",
                "<b>חייבין בקלבון.</b> פירוש קולבון אחד וכת\"ק דהתם ושיעור הקלבון יתבאר בדין ז'."
            ],
            [
                "<b>וכן הכהנים וכו' </b>עד",
                "<b>פטור מן הקלבון.</b> בנוסח אחר כת\"י נמחק כל זה."
            ],
            [],
            [
                "<b>האחים וכו'.</b> בנוסח אחר כת\"י האחים והשותפין ונראה מתוך לשון רבינו דנוסחא מוטעית היא זו. והראב\"ד השיג על רבינו עיין למרן והרב מגדל עוז באורך ומ\"ש בדברי מרן בפסקא זו הוא חייב בו משנולד וכו' ע\"כ. לשון רבינו הוא זה בפירוש המשנה ונראה דחיסור לשון יש בדברי מרן וק\"ל."
            ],
            [
                "<b>ואם לא חלקו הכספים וכו'.</b> כן כתוב בדפוס ויניציאה אמנם בכל שאר נוסחאות כתוב ואם חלקו הבהמה ולא חלקו הכספים ועיין למרן ז\"ל."
            ],
            [
                "<b>מן האחרים.</b> נוסח אחר כת\"י מן החציים."
            ],
            [
                "<b>כמה הוא שיעור הקולבון.</b> ורבינו בפירוש המשנה כתב שהסלע הוא השקל האמור בתורה ושוב כתב שהסלע הם שני שקלים וממ\"ש התוס' יו\"ט הוא מתבאר שכתב שהעם נהגו כן עיי\"ש ועיין עוד להסמ\"ג עשין מ\"ג. ומ\"ש בספרי רבינו",
                "<b>אחד מי\"ב בדינר.</b> נוסח אחר כת\"י אחד מי\"ב במעה."
            ],
            [
                "<b>בני העיר וכו'.</b> מציעא דף נ\"ז ורבינו סובר דכולא סוגיין בשומר שכר עסקינן ואף דברי ר' אלעזר דלא כפי' רש\"י שפירש דר\"א מוקים למתני' בשומר חנם וכ\"כ בפירוש המשנה בפשיטות אלא דמשום דטעמא שלא יזלזלו בהקדשות איתא אפילו בשומר חנם דאל\"כ עכ\"פ איכא זלזול לכך כתב רבינו דאף בשומר חנם צריך הוא לישבע והכל מבואר בדברי מרן ז\"ל. ומ\"ש בס' רבינו",
                "<b>ואנו משלמים שקלינו</b> בנוסח אחר כת\"י אין תיבת שקלינו. ומ\"ש לפי שתקנת חכמים בנוסח אחר כת\"י כתוב תקנת חכמים. ומ\"ש",
                "<b>והראשונים יפלו לשקלי השנה.</b> בנוסח אחר כת\"י אין שם אלו התיבות."
            ],
            [
                "<b>ביד שומר שכר וכו'.</b> להשומר שכר דעלמא קאי לא לזה דהקדש דרחמנא פטריה כדאיתא בגמ' שם מקרא דכי יתן איש אל רעהו ולא דהקדש.",
                "<b>על הגבוי.</b> נוסח אחר כת\"י על הגבוי ועל האבוד. ומ\"ש בספרי רבינו",
                "<b>אבל האנס. </b>בנסחאות אחרות אבל האונס.",
                "<b>והשניים יפלו.</b> נוסח אחר כת\"י והראשונים יפלו לשקלי הקדש והשניים יפלו וכו'.",
                "<b>שיפלו לנדבה לשקלי השנה.</b> כ\"כ בשאר נוסחאות זולתי בדפוס ויניציאה וכת\"י שאין שם תיבת לנדבה."
            ],
            [
                "<b>שזה השוקל ברשות הקדש.</b> בשאר נוסחאות כתוב שזה השקל וזו נראית עיקר וכן הוא בב\"י."
            ],
            [
                "<b>ואכל כנגדו וכו'. יאכל כנגדו. </b> נוסח אחר אכל כנגדו וכו' ויאכל כנגדו ונוסח אחר יאכל כנגדו וכו' יאכל כנגדו ונוסח אחרואכל כנגדו וכו' ואכל כנגדו ונוסח אחר כת\"י אכל כנגדו וכו' יאכל כנגדו וזו נראית עיקר."
            ],
            [],
            [],
            [],
            [
                "<b>וכן כל המעות הנמצאים וכו'.</b> רבינו השמיט בין חולין למעשר שני המוזכר במשנה שם אפשר משום דס\"ל דפשוט הוא מכ\"ש שכבר נכלל. א\"נ אפשר דלא הוה גריס ליה. ומ\"ש בספרי רבינו מחצה למחצה בנוסח אחר כתוב מחצה על מחצה.",
                "<b>וכל המעות הנמצאות וכו'.</b> רבינו כפל דין זה בפ\"ו דמעשר שני וביאר שם מעות שנמצאו לפני סוחרי בהמה וכו' ובירושלים וכו' השנוי במשנתינו עיי\"ש."
            ]
        ],
        [
            [
                "<b>והקטורת ושכר עשייה.</b> נוסח אחר כת\"י ושכר עושיה ונוסח אחר כת\"י והקטורת ושכר עושה לחם הפנים והעומר וכו' והשאר נמחק.",
                "<b>ולשון של זהורית שקושרין בין קרניו כל אלו באים מתרומת הלשכה.</b> הקושיא מבוארת דמתני' תני איפכא פרה ושעיר המשתלח ולשון של זהורית באים מתרומת הלישכה כבש פרה וכבש שעיר המשתלח ולשון שבין קרניו באים משיירי הלשכה ע\"כ. ופי' הרע\"ב ז\"ל דמאי דתנן בקמייתא לשון של זהורית סתם היינו שני תולעת שמשליכים אל תוך שריפת הפרה ואם רבינו אינו מפרש כן אלא כפשוטו דהיינו אותו דשעיר המשתלח דסמיך ליה ויפרש אותו דסיפא שהוא אחר שבין קרניו ויהיה הראשון אותו שהיו קושרים במקדש כדאיתא בפ' טרף בקלפי וכו' אכתי למה לא הזכירו לקמן הלכה ח' דמשיירי הלשכה היה בא האחר ע\"פ דרכו. ובאמת הרבה דרכים נאמרו בזה ולפי שכולם בחזקת סכנה ולא נחה דעתי כלל לא אטריח על המעיין על זה ועיין להרב משנה למלך שתלה הענין בט\"ס ואני הצעיר חפשתי בכל הנוסחאות שיש לפנינו ובכת\"י ובכולם כתוב כנוסחתינו."
            ],
            [
                "<b>פרוכת של היכל וכו'. אבל פרוכת של שערים. </b> כ\"כ בכל הנוסחאות זולתי במגדל עוז שכתוב בשניהם פרכות ובכת\"י פרוכות.",
                "<b>המנורה וכלי שרת וכו'.</b> כתובות דף ק\"ו בעי מיניה רב הונא מרב כלי שרת מהו שיעשו מקדשי בדק הבית וכו' א\"ל אין נעשים אלא מתרומת הלשכה איתיביה וככלותם הביאו לפני המלך ויהוידע את שאר הכסף ויעשהו כלים לבית ה' כלי שרת א\"ל דאקרייך כתובי לא אקרייך נביאי אך לא יעשה בית ה' סיפות וגו' כי לעושה המלאכה יתנוהו אי הכי קשו קראי אהדדיה לא קשיא כאן שגבו והותירו כאן שגבו ולא הותירו וכי גבו והותירו מאי הוי אמר רבי אבהו לב בי\"ד מתנה עליהם וכו' תנא דבי ר' ישמעאל כלי שרת באים מתרומת הלשכה שנאמר את שאר הכסף איזהו כסף שיש לו שיריים הוי אומר זה תרומת הלשכה וכו' מיתיבי הקטורת וכל קרבנות הציבור באים מתרומת הלשכה מזבח הזהב ולבונה וכלי שרת באים ממותר נסכים וכו' תנאי היא דתנן וכו' רבי ישמעאל אומר מותר תרומה לכלי שרת ר' עקיבא אומר מותר תרומה לקייץ המזבח מותר נסכים לכלי שרת ר' חנינא סגן הכהנים אומר מותר נסכים לקייץ המזבח מותר תרומה לכלי שרת וכו' ע\"כ. והנה עינינו הרואות דרבינו פסק כר\"ע משום דברייתא דהקטורת דהויא סתמית קמסייעא ליה דאל\"כ כיון דר\"ח סגן הכהנים סבר כר\"י הא קי\"ל בערובין דף מ\"ו כר\"ע מחברו ולא מחביריו ולזה כיון מרן ז\"ל במ\"ש ואע\"ג דר\"ח סגן הכהנים סבר כר\"י ולא חש לבאר מאחר שכבר הזכיר הברייתא דקמסייעא ליה ושוב בא לבאר מהיכן הוליד רבינו דאם לא היה להם מותר נסכים יביאו מתרומת הלשכה ולזה כתב ומשמע ליה וכו' כן נראה לענ\"ד ברור.",
                "<b>שוב </b>כתב מרן וז\"ל ויש לתמוה דמשמע דפליגי אר' ישמעאל ור' עקיבא דמר אמר מתרומת הלשכה ומר אמר ממותר נסכים אבל מקדשי בדק הבית לא וצ\"ל דכי לב בי\"ד מתנה עליהם חזרו אותם מעות כמותר נסכים או כתרומת הלשכה וכו' ע\"כ. ולא ידעתי אמאי לא מצינן לפרושי הש\"ס באופן שיתיישבו דברי רבינו ולא תקשי נמי דאמאי השמיט ההיא דגבו והותירו דאי מהא לא קשיא דאימא דאה\"נ דהא קי\"ל רב תנא הוא ופליג ומסקנא דכאן שגבו והותירו וכו' רב הוא דקאמר לה משום דס\"ל דקראי מיתוקמי בקדשי בדק הבית אבל ר\"י דדייק איזהו כסף שיש לו שיריים הוי אומר זה תרומת הלשכה דדייק לה מקרא דשאר הכסף דהיינו קרא דוככלותם הביאו לפני המלך ויהוידע את שאר הכסף ויעשהו כלים לבית ה' כלי שרת דדריש ליה רב לעיל דהיינו מקדשי בדק הבית ומכח קרא אחרינא דאך לא יעשה בית ה' סיפות וגו' דריש לקרא דוככלותם להיכא דגבו והותירו לפום פשטיה דקרא דאיירי בכסף של בדק הבית כיון דהכי דייק מתיבת וככלותם דהיינו לחזק את הבית וכמ\"ש רש\"י ז\"ל אמנם ר\"י דדייק תיבת שאר לכסף שיש לו שיריים ומהתם יליף דכלי שרת באים מתרומת הלישכה כמשמעות סופיה דקרא ויעשהו כלים לבית ה' כלי שרת פשיטא ודאי דלית ליה כאן שגבו והותירו כיון דלא קשו קראי אהדדי ותו אדרבא כיון דהכתוב אסר בלשון שלילה דהיינו אך לא יעשה בית ה' וכו' משמע ליה לר\"י דאין מציאות שיעשה כלי שרת מכסף בדק הבית ונוכל לומר ג\"כ דמכח דקשו קראי אהדדיה בחר לו ר\"י דיוק זה של תיבת שאר וכו' ולא נתרצה בסברת רב ובחילוקו מכח דלשון שלילה כתיב כאמור ומשמעות הפסוק כן הוא לדעתו וככלותם כלומר כל האמור לעיל הביאו מחדש כסף מקופה אחרת ואיזו היא מדכתיב שאר שמעינן שהיתה מתרומת הלשכה. ועוד לנו מקום לומר דאפילו רב גופיה לא ס\"ל חילוקא דכאן שגבו והותירו ולפי דעתו של המקשן השיבו דסבר דתיבת שאר היינו מכסף בדק הבית וכו' אמנם הוא לפי האמת סבר שפיר כר\"י כאמור וזה ידוייק שפיר מלישנא דרב גופיה דמתחילה השיבו אין נעשים אלא מתרומת הלשכה בלשון שלילה והרי הבעיין לא שאל על תחילת העשיה אלא אם יכולים לעשותם מקדשי בדק הבית אשר לפי פירוש זה מצינן למימר דאפילו רב לא פליג אר\"י.",
                "<b>ואיך </b>שיהיה בין אם נאמר דפליג בין אם נאמר דלא פליג ר' ישמעאל לא ס\"ל חילוקא דכאן שגבו והותירו כאמור ומה מתוק לחיכי ריהטא דסוגיין לפי הפירוש האמור דמתחילה מייתי אתקפתא דקראי אליבא דרב לפום בעיית רב הונא וחילוק בין גבו והותירו ללא ובתר הכי מייתי תנא דבי רבי ישמעאל וברייתא סתמית החולקת עליו ודברי ר' עקיבא עם ר\"י ורבי חנינא סגן הכהנים דבאמת רבו כמו רבו הדקדוקים אך לא נאריך שהמעיין בהם ימצאם בקל לבד ראה זה די\"ל עוד דלא נקשה לרב הונא מאי בעי מרב וכי לא ידע כמה משניות וברייתות המלמדות להועיל הכלי שרת מהיכן היו באים אלא האמת יורה דרכו דנראה דרב הונא לא בעי לעיקרא דמלתא מהיכן היו עושים הכלי שרת אלא בעי מהו שיעשו מקדשי בדק הבית כלומר אם יש קפידה בדבר ולפום בעייתו השיב לו רב בדרך ישרה כמבואר מעתה ר\"ע נמי דס\"ל דכלי שרת ממותר נסכים אתו ופסק רבינו כמותו על כרחך ס\"ל דלכתחילה ממותר נסכים ובדליכא מותר נסכים מודה הוא לר\"י בר פלוגתיה דמתרומת הלשכה אתי דאילו מקדשי בדק הבית לא הוזכר כלל במחלקותם זהו הנלע\"ד בדעת רבינו למה שהשמיט ההיא דגבו והותירו לגמרי ודו\"ק. שוב ראיתי להרב משנה למלך ז\"ל שעמד בדברי מרן אלה גם במה שתירץ ז\"ל דכי לב בי\"ד מתנה חזרו אותם מעות כמותר נסכים וכו' עיי\"ש ולפי דרכינו הנ\"ל הכל מיושב דאין צורך לזה.",
                "<b>עוד </b>ראיתי להרב שם שהקשה על רבינו אמאי השמיט שגם מזבח הזהב ולבונה מצותן שיביאו ממותר נסכים וכדאיתא בברייתא ע\"כ. ולדעתי החלושה נראה דרבינו דקדק בדברי רבי עקיבא דפסק כוותיה דלא הזכיר בדבריו זולתי מותר תרומה לקיץ המזבח מותר נסכים לכלי שרת והשמיט מזבח הזהב ולבונה שהיא ברייתא דמוקים לה הש\"ס כוותיה ואפשר דס\"ל דמשיירי הלשכה היו באים כדאיתא בתוספתא פ\"ב דשקלים להדיא עיי\"ש א\"כ אותה ברייתא אינה מוסכמת בכל החלוקות כמבואר ולכך לא פסק רבינו כאותה ברייתא בהא מלתא וק\"ל."
            ],
            [
                "<b>וכן כותי וכו'.</b> מדקדוק דברי רבינו נראה להדיא דאם שלח הנסכים ג\"כ קריבין משלו וכן היא סתם מתני' להדיא פ\"ז דשקלים ואילו בפ\"ג דמעשה הקרבנות כתב רבינו להדיא דאין הגוי מביא נסכים כלל כי אם עולה לבדה עיי\"ש והרב תיו\"ט ז\"ל תירץ דהכא אגב קתני ליה על דרך שתירץ מרן ז\"ל לקושיית כהן גדול וכו' לקמן עיי\"ש ובס' ידי אליהו ז\"ל תירץ דמ\"ש רבינו שם ר\"ל דאין מחייבים אותו להביא ג\"כ הנסכים עיי\"ש שהאריך. ודע דבנוסח אחר כתוב בדברי רבינו וכן מי ששלח. ובב' נוסחאות אחרות כת\"י כתוב וכן גוי ששלח."
            ],
            [
                "<b>כהן גדול שמת וכו'.</b> על מ\"ש מרן ז\"ל דרבינו פסק בהיפך פרק ג' דתרומות ומעשרות ותירץ דהכא אגב גררא וכו' עד כאן עדיין נשאר הקושיא מפירוש המשנה שכתב דאין הלכה כר' יהודה ובספר ידי אליהו תירץ בטוב וסוף כל סוף צריכים אנו לדברי מרן ז\"ל עיין שם ולההיא דפסק כר\"י כתב דטעות סופר הוא וזה דוחק."
            ],
            [],
            [
                "<b>משום בעלי זרוע.</b> הכי איתא התם בשלהי מציעא ללישנא בתרא אמנם רבינו בפירוש המשנה נראה דדעתו כלישנא דחיישינן דשמא לא ימסרם יפה עיי\"ש ואין כ\"כ קושי."
            ],
            [
                "<b>מגיהי ספרים.</b> פי' רש\"י של כל אדם שאסור להשהות ספר שאינו מוגה משום ואל תשכן באהלך עולה וראו בי\"ד שהיו מתעצלין בדבר והפקירו תרומת הלשכה לכך.",
                "<b>צ' מנה בכל שנה.</b> בכתובות דף ק\"ה איתא צ\"ט מנה ושמא רבינו לא הוה גורס כי אם צ' ומסתברא כדברי רבינו שהוא סך קצוב ומסוים דצ\"ט אינו קצוב או ק' או צ' או פ' דאין זה חק שיהא בלי טעם צ\"ט דוקא ומדכתב ג\"כ מגיהי ספרים דבש\"ס ליתיה כלל נראה דגירסא אחרת היתה לו כאמור.",
                "<b>כדי צרכן וכו'.</b> נראה דהיינו טעמא כמ\"ש התוס' שם דלא נכלל זה בשוחד לא תקח משום דכל שעה היו יושבים בדין ולא היו עוסקים בשום מלאכה עיי\"ש."
            ],
            [
                "<b>וכן מזבח העולה וכו'.</b> פסק כהירושלמי והניח הש\"ס דילן וכבר עמד ע\"ז מרן ז\"ל. ואפשר לפי מ\"ש מרן גופיה בפ\"א מהלכות מעשר שני דדרכו של רבינו לפסוק כירושלמי נגד התוספתא משום דאפשר דלא מתניא בי ר' חייא ור' אושעיא וכ\"כ הפר\"ח סי' ת\"נ ס\"ס ז' ועיין מהרש\"ך ח\"ג סי' נ\"ז ותו דבש\"ס פליגי תנאי בכלי שרת דהתוספתא."
            ],
            [
                "<b>ושירי הלשכה.</b> נוסח אחר וכן מותר שיירי הלשכה."
            ],
            [
                "<b>שקלים שלא הספיקו וכו'.</b> עיין מ\"ש הראב\"ד ז\"ל ומרן ז\"ל עיין עליו. ובירושלמי דפוס מהר\"א ליב נדפס כדברי רבינו ממש וכן פי' הרב שם עיין עליו."
            ],
            [
                "<b>משיגיע ר\"ח ניסן.</b> ר\"ה דף ז' ושבועות דף ו'. ומ\"ש",
                "<b>פודין אותם ויוצאים לחולין. </b> רבינו לא ביאר בזו אם חוזרים לקחתם מהתרומה החדשה כמ\"ש רש\"י שם אפשר דלא נחית אלא למה שנאמר בש\"ס להדיא וזה מלתא דפשיטא היא ונלמד מדין הקטורת שכתב לקמיה א\"נ ס\"ל דאין קפידה בדבר כיון שכבר יצאו לחולין ואין בגופם יחוד דוקא לגבוה משא\"כ הקטורת דמיוחד הוא דוקא לגבוה ומשו\"ה נוטלים אותו האומנין דוקא וכו' ואהכי איתיה במתני' דשקלים וכו' אלא שרש\"י ז\"ל כתבו מסברא ודו\"ק.",
                "<b>אע\"פ שהן תמימין.</b> נוסח אחר אע\"פ שהן תמידין.",
                "<b>שתנאי בי\"ד הוא וכו'.</b> קאי גם לקטורת דלקמיה וכמשמעות הש\"ס וכן פי' רש\"י והתוס' ז\"ל עיין עליהם."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות שקלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}