{
    "text": {
        "0": {
            "0": "Estis iu homo en la lando Uc, lia nomo estis Ijob. Tiu homo estis honesta, justa, diotima, kaj li evitadis malbonon.",
            "1": "Al li naskiĝis sep filoj kaj tri filinoj.",
            "2": "Lia brutaro konsistis el sep mil ŝafoj, tri mil kameloj, kvincent paroj da bovoj, kvincent azeninoj, kaj li havis tre multe da servistoj; kaj tiu homo estis pli eminenta, ol ĉiuj filoj de la oriento.",
            "3": "Liaj filoj havis la kutimon faradi festenon en la domo de ĉiu el ili, ĉiu en sia tago; kaj ili invitadis siajn tri fratinojn, por manĝi kaj trinki kun ili.",
            "4": "Kaj ĉiufoje, kiam la rondo de la festenaj tagoj estis finita, Ijob sendis, por sanktigi ilin, kaj li leviĝis frue matene kaj alportis bruloferojn laŭ la nombro de ili ĉiuj; ĉar, diris Ijob: Eble miaj filoj pekis kaj blasfemis Dion en sia koro. Tiel agadis Ijob ĉiam.",
            "5": "Unu tagon, kiam la filoj de Dio venis, por stariĝi antaŭ la Eternulo, venis inter ili ankaŭ Satano.",
            "6": "Kaj la Eternulo diris al Satano: De kie vi venas? Kaj Satano respondis al la Eternulo, kaj diris: Mi vagadis sur la tero kaj rondiradis sur ĝi.",
            "7": "Kaj la Eternulo diris al Satano: Ĉu vi atentis Mian servanton Ijob? ne ekzistas ja sur la tero homo simila al li, tiel honesta, justa, diotima, kaj evitanta malbonon.",
            "8": "Kaj Satano respondis al la Eternulo, kaj diris: Ĉu vane Ijob timas Dion?",
            "9": "Vi ŝirmis ja ĉiuflanke lin kaj lian domon, kaj ĉion, kio apartenas al li; la farojn de liaj manoj Vi benis, kaj liaj brutaroj disvastiĝis sur la tero.",
            "10": "Sed etendu nur Vian manon, kaj ektuŝu ĉion, kion li havas; Vi vidos, ĉu li ne blasfemos Vin antaŭ Via vizaĝo.",
            "11": "Tiam la Eternulo diris al Satano: Jen ĉio, kion li havas, estas transdonata en vian manon; nur sur lin mem ne etendu vian manon. Kaj Satano foriris de antaŭ la Eternulo.",
            "12": "Unu tagon, kiam liaj filoj kaj liaj filinoj estis manĝantaj kaj trinkantaj vinon en la domo de ilia unuenaskita frato,",
            "13": "venis sendito al Ijob, kaj diris: Dum la bovoj estis plugantaj kaj la azeninoj estis paŝtiĝantaj apud ili,",
            "14": "superfalis ilin la Ŝebaanoj, kaj forprenis ilin; kaj la servistojn ili mortigis per glavo; saviĝis nur mi sola, por raporti al vi.",
            "15": "Kiam ankoraŭ tiu parolis, venis alia, kaj diris: Fajro de Dio falis el la ĉielo, bruligis la ŝafojn kaj la servistojn, kaj ekstermis ilin; saviĝis nur mi sola, por raporti al vi.",
            "16": "Kiam tiu ankoraŭ parolis, venis alia, kaj diris: La Ĥaldeoj aranĝis tri taĉmentojn, atakis la kamelojn kaj forprenis ilin, kaj la servistojn ili mortigis per glavo; saviĝis nur mi sola, por raporti al vi.",
            "17": "Dum tiu ankoraŭ parolis, venis alia, kaj diris: Viaj filoj kaj viaj filinoj estis manĝantaj kaj trinkantaj vinon en la domo de ilia unuenaskita frato;",
            "18": "kaj jen granda vento leviĝis de la flanko de la dezerto, puŝis la kvar angulojn de la domo, kaj ĉi tiu falis sur la junulojn, kaj ili mortis; saviĝis nur mi sola, por raporti al vi.",
            "19": "Tiam Ijob leviĝis, disŝiris sian veston, pritondis sian kapon, ĵetis sin sur la teron, kaj adorkliniĝis;",
            "20": "kaj li diris: Nuda mi eliris el la ventro de mia patrino, kaj nuda mi revenos tien; la Eternulo donis, kaj la Eternulo prenis; la nomo de la Eternulo estu benata.",
            "21": "Malgraŭ ĉio ĉi tio Ijob ne pekis, kaj ne eldiris blasfemon kontraŭ Dio.\n"
        },
        "1": {
            "0": "Unu tagon, kiam la filoj de Dio venis, por stariĝi antaŭ la Eternulo, venis ankaŭ Satano inter ili, por stariĝi antaŭ la Eternulo.",
            "1": "Kaj la Eternulo diris al Satano: De kie vi venas? Kaj Satano respondis al la Eternulo, kaj diris: Mi vagadis sur la tero kaj rondiradis sur ĝi.",
            "2": "Kaj la Eternulo diris al Satano: Ĉu vi atentis Mian servanton Ijob? ne ekzistas sur la tero homo simila al li, tiel honesta, justa, diotima, kaj evitanta malbonon; kaj li ĝis nun ankoraŭ estas firma en sia virteco, kvankam vi ekscitis Min kontraŭ li, por pereigi lin senkulpe.",
            "3": "Tiam Satano respondis al la Eternulo, kaj diris: Haŭto pro haŭto; kaj ĉion, kion homo posedas, li fordonus pro sia vivo.",
            "4": "Sed etendu Vian manon, kaj tuŝu liajn ostojn kaj lian karnon; tiam Vi vidos, ke li blasfemos Vin antaŭ Via vizaĝo.",
            "5": "La Eternulo diris al Satano: Jen li estas transdonata en vian manon; nur lian vivon konservu.",
            "6": "Satano foriris de antaŭ la vizaĝo de la Eternulo, kaj frapis Ijobon per turmentaj abscesoj de la plando de lia piedo ĝis lia verto.",
            "7": "Li prenis potpecon, por skrapadi sin per ĝi, sidante meze de cindro.",
            "8": "Kaj lia edzino diris al li: Vi ĉiam ankoraŭ estas firma en via virteco! blasfemu Dion, kaj mortu.",
            "9": "Sed li diris al ŝi: Vi parolas tiel, kiel parolas iu el la malsaĝulinoj; ĉu bonon ni akceptu de Dio, kaj malbonon ni ne akceptu? Malgraŭ ĉio ĉi tio Ijob ne pekis per siaj lipoj.",
            "10": "Kiam la tri amikoj de Ijob aŭdis pri tiu tuta malfeliĉo, kiu trafis lin, ili iris ĉiu de sia loko, Elifaz, la Temanano, Bildad, la Ŝuĥano, kaj Cofar, la Naamano, kaj kunvenis kune, por iri plori kun li kaj konsoli lin.",
            "11": "Kiam ili levis siajn okulojn de malproksime, ili ne rekonis lin; kaj ili levis sian voĉon kaj ekploris; kaj ĉiu el ili disŝiris sian veston, kaj ĵetis teron sur sian kapon, turnante sin al la ĉielo.",
            "12": "Kaj ili sidis kun li sur la tero dum sep tagoj kaj sep noktoj, kaj ne parolis al li eĉ unu vorton; ĉar ili vidis, ke la suferado estas tre granda.\n"
        },
        "2": {
            "0": "Poste Ijob malfermis sian buŝon, kaj malbenis sian tagon.",
            "1": "Kaj Ijob ekparolis, kaj diris:",
            "2": "Pereu la tago, en kiu mi naskiĝis, Kaj la nokto, kiu diris: Embriiĝis homo.",
            "3": "Tiu tago estu malluma; Dio de supre ne rigardu ĝin, Neniu lumo ekbrilu super ĝi.",
            "4": "Mallumo kaj tomba ombro ekposedu ĝin; Nubo ĝin kovru; Eklipsoj de tago faru ĝin terura.",
            "5": "Tiun nokton prenu mallumego; Ĝi ne alkalkuliĝu al la tagoj de la jaro, Ĝi ne eniru en la kalkulon de la monatoj.",
            "6": "Ho, tiu nokto estu soleca; Neniu ĝojkrio aŭdiĝu en ĝi.",
            "7": "Malbenu ĝin la malbenantoj de la tago, Tiuj, kiuj estas pretaj eksciti levjatanon.",
            "8": "Mallumiĝu la steloj de ĝia krepusko; Ĝi atendu lumon, kaj ĉi tiu ne aperu; Kaj la palpebrojn de matenruĝo ĝi ne ekvidu;",
            "9": "Pro tio, ke ĝi ne fermis la pordon de la utero de mia patrino Kaj ne kaŝis per tio la malfeliĉon antaŭ miaj okuloj.",
            "10": "Kial mi ne mortis tuj el la utero, Ne senviviĝis post la eliro el la ventro?",
            "11": "Kial akceptis min la genuoj? Por kio estis la mamoj, ke mi suĉu?",
            "12": "Mi nun kuŝus kaj estus trankvila; Mi dormus kaj havus ripozon,",
            "13": "Kune kun la reĝoj kaj la konsilistoj sur la tero, Kiuj konstruas al si izolejojn,",
            "14": "Aŭ kun la potenculoj, kiuj havas oron, Kiuj plenigas siajn domojn per arĝento;",
            "15": "Aŭ kiel abortitaĵo kaŝita mi ne ekzistus, Simile al la infanoj, kiuj ne vidis lumon.",
            "16": "Tie la malpiuloj ĉesas tumulti; Kaj tie ripozas tiuj, kies fortoj konsumiĝis.",
            "17": "Tie la malliberuloj kune havas ripozon; Ili ne aŭdas la voĉon de premanto.",
            "18": "Malgranduloj kaj granduloj, tie ili estas; Kaj sklavo estas libera de sia sinjoro.",
            "19": "Por kio al suferanto estas donita la lumo, Kaj la vivo al tiuj, kiuj havas maldolĉan animon,",
            "20": "Kiuj atendas la morton, kaj ĝi ne aperas, Kiuj elfosus ĝin pli volonte ol trezorojn,",
            "21": "Kiuj ekĝojus kaj estus ravitaj, Se ili trovus tombon?",
            "22": "Al la homo, kies vojo estas kaŝita, Kaj antaŭ kiu Dio starigis barilon?",
            "23": "Antaŭ ol mi ekmanĝas panon, mi devas ĝemi, Kaj mia plorkriado verŝiĝas kiel akvo;",
            "24": "Ĉar teruraĵo, kiun mi timis, trafis min, Kaj tio, pri kio mi estis maltrankvila, venis al mi.",
            "25": "Mi ne havas trankvilon, mi ne havas kvieton, mi ne havas ripozon; Trafis min kolero."
        },
        "3": {
            "0": "Kaj ekparolis Elifaz, la Temanano, kaj diris:",
            "1": "Se oni provos diri al vi vorton, tio eble estos por vi turmenta? Sed kiu povas deteni sin de parolado?",
            "2": "Jen vi multajn instruis, Kaj manojn senfortiĝintajn vi refortigis;",
            "3": "Falantojn restarigis viaj vortoj, Kaj fleksiĝantajn genuojn vi fortigis;",
            "4": "Kaj nun, kiam tio trafis vin, vi perdis la forton; Ĝi ektuŝis vin, kaj vi ektimis.",
            "5": "Ĉu ne via timo antaŭ Dio estas via konsolo? Ĉu la virteco de viaj vojoj ne estas via espero?",
            "6": "Rememoru do, ĉu pereis iu senkulpa? Kaj kie virtuloj estis ekstermitaj?",
            "7": "Kiel mi vidis, tiuj, kiuj plugis pekojn kaj semis malbonagojn, Tiuj ilin rikoltas;",
            "8": "De la ekblovo de Dio ili pereas, Kaj de la ekspiro de Lia kolero ili malaperas.",
            "9": "La kriado de leono kaj la voĉo de leopardo silentiĝis, Kaj la dentoj de junaj leonoj rompiĝis;",
            "10": "Leono pereis pro manko de manĝaĵo, Kaj idoj de leonino diskuris.",
            "11": "Kaj al mi kaŝe alvenis vorto, Kaj mia orelo kaptis parteton de ĝi.",
            "12": "Dum meditado pri la vizioj de la nokto, Kiam profunda dormo falas sur la homojn,",
            "13": "Atakis min teruro kaj tremo, Kaj ĉiuj miaj ostoj eksentis timon.",
            "14": "Kaj spirito traflugis antaŭ mi, Kaj la haroj sur mia korpo rigidiĝis.",
            "15": "Staris bildo antaŭ miaj okuloj, sed mi ne povis rekoni ĝian aspekton; Estis silento, kaj mi ekaŭdis voĉon, dirantan:",
            "16": "Ĉu homo estas pli justa ol Dio? Ĉu viro estas pli pura ol lia Kreinto?",
            "17": "Vidu, al Siaj servantoj Li ne konfidas, Kaj Siajn anĝelojn Li trovas mallaŭdindaj:",
            "18": "Des pli koncerne tiujn, Kiuj loĝas en argilaj dometoj, Fonditaj sur tero, Kaj kiujn formanĝas vermoj.",
            "19": "De la mateno ĝis la vespero ili disfalas, Pereas por ĉiam, kaj neniu tion atentas.",
            "20": "La fadeno de ilia vivo estas distranĉita; Ili mortas, kaj ne en saĝeco."
        },
        "4": {
            "0": "Voku do! ĉu iu respondos al vi? Kaj al kiu el la sanktuloj vi vin turnos?",
            "1": "Malsaĝulon mortigas la kolero, Kaj sensenculon pereigas la incitiĝemeco.",
            "2": "Mi vidis malsaĝulon, kiu enradikiĝis, Kaj mi malbenis subite lian loĝejon.",
            "3": "Malproksimaj de savo estos liaj filoj; Oni disbatos ilin ĉe la pordego, Kaj neniu ilin savos.",
            "4": "Lian rikoltaĵon formanĝos malsatulo, El inter la dornoj li ĝin prenos, Kaj soifantoj englutos lian havaĵon.",
            "5": "Ne el la polvo eliras malpiaĵo, Kaj ne el la tero elkreskas malbonago.",
            "6": "Sed homo naskiĝas por suferoj, Kiel birdoj por flugado supren.",
            "7": "Sed mi min turnus al Dio, Kaj al Li mi transdonus mian aferon;",
            "8": "Al Tiu, kiu faras grandaĵojn, kiujn neniu povas esplori, Mirindaĵojn, kiujn neniu povas kalkuli;",
            "9": "Kiu donas pluvon sur la teron Kaj sendas akvon sur la kampojn,",
            "10": "Por starigi malaltulojn alte, Ke la afliktitoj leviĝu savite.",
            "11": "Li detruas la intencojn de ruzuloj, Ke iliaj manoj ne plenumas sian entreprenon.",
            "12": "Li kaptas la saĝulojn per ilia ruzaĵo; Kaj la decido de maliculoj fariĝas senvalora.",
            "13": "En la tago ili renkontas mallumon, Kaj en tagmezo ili palpas, kiel en nokto.",
            "14": "Li savas kontraŭ glavo, Kontraŭ la buŝo kaj mano de potenculo Li savas malriĉulon.",
            "15": "Al la senhavulo aperas espero, Kaj la malboneco fermas sian buŝon.",
            "16": "Feliĉa estas la homo, kiun punas Dio; Kaj la moralinstruon de la Plejpotenculo ne malŝatu;",
            "17": "Ĉar Li vundas, sed ankaŭ bandaĝas; Li batas, sed Liaj manoj ankaŭ resanigas.",
            "18": "En ses malfeliĉoj Li vin savos; En la sepa ne tuŝos vin la malbono.",
            "19": "En tempo de malsato Li savos vin de la morto, Kaj en milito el la mano de glavo.",
            "20": "Kontraŭ la vipo de lango vi estos kaŝita; Kaj vi ne timos ruinigon, kiam ĝi venos.",
            "21": "Dum ruinigo kaj malsato vi ridos; Kaj la bestojn de la tero vi ne timos;",
            "22": "Ĉar kun la ŝtonoj de la kampo vi havos interligon, Kaj la bestoj de la kampo havos pacon kun vi.",
            "23": "Kaj vi ekscios, ke paco estas en via tendo; Vi esploros vian loĝejon, kaj nenio mankos.",
            "24": "Kaj vi ekscios, ke grandnombra estas via idaro Kaj via naskitaro estas kiel la herbo de la tero.",
            "25": "En maljuneco vi iros en la tombon, Kiel envenas garbaro en sia tempo.",
            "26": "Vidu, ni tion esploris, kaj tiel ĝi estas; Atentu tion, kaj sciu tion."
        },
        "5": {
            "0": "Ijob respondis kaj diris:",
            "1": "Se estus pesita mia ĉagreno, Kaj samtempe estus metita sur la pesilon mia suferado,",
            "2": "Ĝi estus nun pli peza, ol la sablo ĉe la maroj; Pro tio miaj vortoj estas plenaj de plendo.",
            "3": "Ĉar la sagoj de la Plejpotenculo estas en mi, Ilian venenon trinkas mia spirito; La teruraĵoj de Dio direktiĝis sur min.",
            "4": "Ĉu krias sovaĝa azeno sur herbo? Ĉu bovo blekas kolere ĉe sia manĝaĵo?",
            "5": "Ĉu oni manĝas sengustaĵon sen salo? Ĉu havas guston la albumeno de ovo?",
            "6": "Kion ne volis tuŝi mia animo, Tio nun estas abomeninde mia manĝaĵo.",
            "7": "Ho, se mia peto plenumiĝus, Kaj se Dio donus al mi tion, kion mi esperas!",
            "8": "Ho, se Dio komencus kaj disbatus min, Donus liberecon al Sia mano kaj frakasus min!",
            "9": "Tio estus ankoraŭ konsolo por mi; Kaj mi ĝojus, se en la turmento Li ne kompatus, Ĉar mi ne forpuŝis ja la vortojn de la Sanktulo.",
            "10": "Kio estas mia forto, ke mi persistu? Kaj kia estas mia fino, ke mi havu paciencon?",
            "11": "Ĉu mia forto estas forto de ŝtonoj? Ĉu mia karno estas kupro?",
            "12": "Mi havas ja nenian helpon, Kaj savo estas forpuŝita for de mi.",
            "13": "Al malfeliĉulo decas kompato de amiko, Eĉ se li forlasas la timon antaŭ la Plejpotenculo.",
            "14": "Miaj fratoj trompas kiel torento, Kiel akvaj fluegoj, kiuj pasas,",
            "15": "Kiuj estas malklaraj pro glacio, En kiuj kaŝas sin neĝo;",
            "16": "En la tempo de degelo ili malaperas, En la tempo de varmego ili forŝoviĝas de sia loko.",
            "17": "Ili forklinas la direkton de sia vojo, Iras en la dezerton, kaj malaperas.",
            "18": "Serĉas ilin per sia rigardo la vojoj de Tema, Esperas je ili la karavanoj el Ŝeba;",
            "19": "Sed ili hontas pro sia fido; Ili aliras, kaj ruĝiĝas de honto.",
            "20": "Nun vi neniiĝis; Vi ekvidis teruraĵon, kaj ektimis.",
            "21": "Ĉu mi diris: Donu al mi, El via havaĵo donacu pro mi,",
            "22": "Savu min el la mano de premanto, Aŭ liberigu min el la mano de turmentantoj?",
            "23": "Instruu min, kaj mi eksilentos; Komprenigu al mi, per kio mi pekis.",
            "24": "Kial vi mallaŭdas pravajn vortojn? Kaj kion povas instrui la moralinstruanto el vi?",
            "25": "Ĉu vi intencas riproĉi pro vortoj? Sed paroloj de malesperanto iras al la vento.",
            "26": "Eĉ orfon vi atakus, Kaj sub via amiko vi fosus.",
            "27": "Nun, ĉar vi komencis, rigardu min; Ĉu mi mensogos antaŭ via vizaĝo?",
            "28": "Rigardu denove, vi ne trovos malpiaĵon; Ripetu, vi trovos mian pravecon en la afero.",
            "29": "Ĉu estas peko sur mia lango? Ĉu mia palato ne komprenas tion, kio estas malbona?"
        },
        "6": {
            "0": "Difinita estas ja por la homo la limtempo sur la tero, Kaj liaj tagoj estas kiel la tagoj de dungito.",
            "1": "Kiel sklavo, kiu sopiras al ombro, Kaj kiel dungito, kiu atendas sian pagon,",
            "2": "Tiel mi ricevis sorte monatojn vantajn, Kaj noktoj turmentaj estas nombritaj al mi.",
            "3": "Kiam mi kuŝiĝas, mi diras: Kiam mi leviĝos? Sed la vespero fariĝas longa, kaj mi satiĝas de maltrankvileco ĝis la tagiĝo.",
            "4": "Mia korpo estas kovrita de vermoj kaj de pecoj da tero; Mia haŭto krevis kaj putras.",
            "5": "Miaj tagoj forflugis pli facile, ol bobeno de teksisto, Kaj pasis, lasinte nenian esperon.",
            "6": "Memoru, ke mia vivo estas bloveto, Ke miaj okuloj ne plu revidos bonon;",
            "7": "Ne plu revidos min okulo de vidanto; Vi volos ekrigardi min, sed mi jam ne ekzistos.",
            "8": "Nubo pasas kaj foriras; Tiel ne plu revenas tiu, kiu iris en Ŝeolon;",
            "9": "Li ne plu revenas en sian domon; Lia loko ne plu rekonos lin.",
            "10": "Tial mi ne detenos mian buŝon; Mi parolos en la premiteco de mia spirito, Mi plendos en la maldolĉeco de mia animo.",
            "11": "Ĉu mi estas maro aŭ mara monstro, Ke Vi starigis gardon por mi?",
            "12": "Kiam mi pensas, ke mia lito min konsolos, Ke mia kuŝejo plifaciligos mian suferadon,",
            "13": "Tiam Vi teruras min per sonĝoj, Timigas min per vizioj;",
            "14": "Kaj mia animo deziras sufokiĝon, Miaj ostoj la morton.",
            "15": "Tedis al mi; ne eterne mi vivu; Forlasu min, ĉar miaj tagoj estas vantaĵo.",
            "16": "Kio estas homo, ke Vi faras lin granda, Ke Vi zorgas pri li,",
            "17": "Ke Vi rememoras lin ĉiumatene, Elprovas lin ĉiumomente?",
            "18": "Kial Vi ne deturnas Vin de mi, Ne lasas min libera eĉ tiom, ke mi povu engluti mian salivon?",
            "19": "Se mi pekis, kion mi per tio faris al Vi, ho gardanto de la homoj? Kial Vi faris min celo de Viaj atakoj, Ke mi fariĝis ŝarĝo por mi mem?",
            "20": "Kaj kial Vi ne deprenas mian pekon, ne pardonas mian malbonagon? Jen mi ja baldaŭ kuŝos en la tero; Kaj kiam Vi morgaŭ serĉos min, mi ne ekzistos."
        },
        "7": {
            "0": "Kaj ekparolis Bildad, la Ŝuĥano, kaj diris:",
            "1": "Kiel longe vi tiel parolos, Kaj la vortoj de via buŝo estos kiel forta vento?",
            "2": "Ĉu Dio falsas la juĝon? Ĉu la Plejpotenculo falsas la justecon?",
            "3": "Se viaj filoj pekis kontraŭ Li, Li forpuŝis ilin pro ilia malbonago.",
            "4": "Se vi serĉas Dion Kaj petegas la Plejpotenculon,",
            "5": "Se vi estas pura kaj pia, Li maldormos super vi, Kaj restarigos la bonstaton en via virta loĝejo.",
            "6": "Kaj se via komenco estis malgranda, Via estonteco forte kreskos.",
            "7": "Ĉar demandu la antaŭajn generaciojn, Kaj primeditu tion, kion esploris iliaj patroj;",
            "8": "Ĉar ni estas de hieraŭ, kaj ni nenion scias; Nia vivo sur la tero estas nur ombro.",
            "9": "Ili instruos vin, diros al vi, Kaj el sia koro elirigos vortojn.",
            "10": "Ĉu povas kreski kano sen malsekeco? Ĉu kreskas junko sen akvo?",
            "11": "En tia okazo ĝi velksekiĝas pli frue ol ĉiu herbo, Kiam ĝi estas ankoraŭ en sia freŝeco, Kiam ĝi ankoraŭ ne estas detranĉita.",
            "12": "Tiaj estas la vojoj de ĉiuj, kiuj forgesas Dion; Kaj pereas la espero de hipokritulo,",
            "13": "Kies fido dehakiĝas, Kaj kies espero estas araneaĵo.",
            "14": "Li apogas sin al sia domo, sed ne restos staranta; Li ekkaptos ĝin, sed ne povos sin teni.",
            "15": "Li estis verda antaŭ la suno, Kaj super lia ĝardeno etendiĝas liaj branĉoj;",
            "16": "Amase plektiĝas liaj radikoj, Inter ŝtonoj ili tenas sin forte;",
            "17": "Sed kiam oni elŝiras lin el lia loko, Ĝi malkonfesas lin: Mi vin ne vidis.",
            "18": "Tia estas la ĝojo de lia vivo; Kaj el la tero kreskas aliaj.",
            "19": "Vidu, Dio ne forpuŝas virtulon Kaj ne subtenas la manon de malpiuloj.",
            "20": "Li plenigos ankoraŭ vian buŝon per rido Kaj viajn lipojn per ĝojkrioj.",
            "21": "Viaj malamantoj kovriĝos per honto; Sed la tendo de malpiuloj malaperos."
        },
        "8": {
            "0": "Ijob respondis kaj diris:",
            "1": "Certe, mi scias, ke tiel estas; Kaj kiel povas homo esti prava koncerne Dion?",
            "2": "Se li volus havi kun Li juĝan disputon, Li ne povus respondi al Li eĉ unu kontraŭ mil.",
            "3": "Li estas saĝa per Sia koro kaj potenca per Sia forto; Kiu kuraĝus stari kontraŭ Li kaj restus sendifekta?",
            "4": "Li forŝovas montojn, kaj ili eĉ ne rimarkas, Ke Li renversis ilin en Sia kolero;",
            "5": "Li skuas la teron de ĝia loko, Ke ĝiaj kolonoj tremas;",
            "6": "Li diras al la suno, kaj ĝi ne leviĝas, Kaj la stelojn Li sigelfermas;",
            "7": "Li sola etendas la ĉielon, Kaj Li iras sur la altaĵoj de la maro;",
            "8": "Li kreis la Grandan Ursinon, Orionon, kaj Plejadojn, Kaj la stelojn de la sudo;",
            "9": "Li faras neesploreblajn grandaĵojn, Kaj nekalkuleblajn mirindaĵojn.",
            "10": "Jen Li preteriros preter mi, kaj mi tion eĉ ne vidos; Li pasos, kaj mi eĉ ne rimarkos Lin.",
            "11": "Kiam Li kaptas, kiu malpermesus al Li? Kiu dirus al Li: Kion Vi faras?",
            "12": "Li estas Dio, kaj Lian koleron oni ne povas haltigi; Sub Li fleksiĝas la helpantoj de Rahab.",
            "13": "Des pli ĉu mi povus respondi al Li, Ĉu mi povus elekti vortojn kontraŭ Li?",
            "14": "Eĉ se mi estus prava, mi ne respondus; Sed mi nur petegus mian juĝanton.",
            "15": "Se mi vokus kaj Li respondus, Mi ne kredus, ke Li aŭdis mian voĉon,",
            "16": "Li, kiu povas frakasi min per ventego Kaj fari al mi senkulpe multe da vundoj.",
            "17": "Li ne permesas al mi trankviligi mian spiriton, Sed Li satigas min per maldolĉo.",
            "18": "Se oni volas forton, Li estas potenca; Se oni volas juĝon, kiu alvokos min?",
            "19": "Se mi montros mian pravecon, mia propra buŝo min kondamnos; Se mi montros min virtulo, Li montros min malbonagulo.",
            "20": "Mi estas senkulpa; mi ne zorgas pri mia animo, Mi abomenas mian vivon.",
            "21": "Ĉio estas egala; tial mi diras: Senkulpulon kaj malpiulon Li ambaŭ pereigas.",
            "22": "Kiam vipo subite ekbatas, Li ridas ĉe la elprovado de senkulpuloj.",
            "23": "La tero estas transdonita en la manon de malpiulo; La vizaĝon de ĝiaj juĝistoj Li kovras. Se ne Li, tiam kiu?",
            "24": "Miaj tagoj estis pli rapidpiedaj ol kuristo; Ili forkuris, ne vidis bonon;",
            "25": "Ili forkuris, kiel ŝipetoj el kano, Kiel aglo flugas al manĝotaĵo.",
            "26": " Se mi ekpensas: Mi forgesos mian plendon, Mi farlasos mian mienon, kaj mi min gajigos:",
            "27": "Tiam mi ektremas pro ĉiuj miaj suferoj; Mi scias, ke Vi ne rigardos min kiel senkulpan.",
            "28": "Mi restos ja malprava; Por kio do mi vane min turmentas?",
            "29": "Se mi lavus min per neĝa akvo Kaj purigus miajn manojn per lesivo,",
            "30": "Eĉ tiam Vi trempus min en koto, Kaj miaj vestoj min abomenus.",
            "31": "Ĉar Li ne estas homo simile al mi, Ke mi povu respondi al Li, Ke ni povu ambaŭ iri al juĝo.",
            "32": "Ne ekzistas inter ni arbitracianto, Kiu povus meti sian manon sur nin ambaŭ.",
            "33": "Li forigu de mi Sian vergon, Kaj Lia teruro ne timigu min;",
            "34": "Tiam mi ekparolos, kaj ne timos Lin, Ĉar ne tia mi estas en mi mem."
        },
        "9": {
            "0": "Tedis al mia animo mia vivo; Mi fordonos min al mia plendado; Mi parolos en la malĝojeco de mia animo.",
            "1": "Mi diros al Dio: Ne kondamnu min, Sciigu al mi, pro kio Vi malpacas kontraŭ mi.",
            "2": "Ĉu Vi trovas tion bona, ke Vi turmentas, Ke Vi forpuŝas la laboritaĵon de Viaj manoj, Sendas brilon sur la entreprenon de malpiuloj?",
            "3": "Ĉu Vi havas okulojn karnajn, Kaj ĉu Vi rigardas, kiel homo rigardas?",
            "4": "Ĉu Viaj tagoj estas kiel la tagoj de homo, Aŭ ĉu Viaj jaroj estas kiel la vivtempo de homo,",
            "5": "Ke Vi serĉas mian kulpon Kaj penas trovi mian pekon,",
            "6": "Kvankam Vi scias, ke mi ne estas malbonagulo, Sed el Via mano neniu povas savi?",
            "7": "Viaj manoj min formis kaj faris min tutan ĉirkaŭe, Kaj tamen Vi min pereigas!",
            "8": "Rememoru, ke kiel argilon Vi min prilaboris; Kaj Vi returne faros min polvo.",
            "9": "Vi elverŝis ja min kiel lakton, Kaj kiel fromaĝon Vi min kundensigis.",
            "10": "Per haŭto kaj karno Vi min vestis, Per ostoj kaj tendenoj Vi min plektis.",
            "11": "Vivon kaj bonon Vi donis al mi, Kaj Via prizorgado gardis mian spiriton.",
            "12": "Sed ĉi tion Vi kaŝis en Via koro; Mi scias, ke Vi tion intencis:",
            "13": "Se mi pekos, Vi tion rimarkos sur mi, Kaj mian pekon Vi ne lasos senpuna.",
            "14": "Se mi agis malbone, ve al mi! Se mi estas prava, mi ne povas tamen levi mian kapon, Estante tute humiligita Kaj vidante mian mizeron.",
            "15": "Se ĝi leviĝas, Vi ĉasas min kiel leono, Kaj denove montras sur mi Vian mirindan potencon.",
            "16": "Vi elmetas kontraŭ mi novajn atestojn, Plifortigas Vian koleron kontraŭ mi; Nova armeo min atakas.",
            "17": "Por kio Vi elirigis min el la ventro? Ho, se mi estus pereinta, ke nenies okulo min vidu!",
            "18": "Tiam mi estus kiel ne estinta; El la ventro mi estus transportita en la tombon.",
            "19": "Mia vivo estas ja mallonga; Ĉesu do, lasu min libera, por ke mi iom revigliĝu,",
            "20": "Antaŭ ol mi foriros senrevene En la landon de mallumo kaj de morta ombro,",
            "21": "En la landon, kie la lumo estas kiel mallumo, Kie estas morta ombro kaj senordeco, Kie estas lume kiel en mallumego."
        },
        "10": {
            "0": "Kaj ekparolis Cofar, la Naamano, kaj diris:",
            "1": "Ĉu kontraŭ multe da vortoj oni ne povas doni respondon? Kaj ĉu tiu, kiu multe parolas, estas prava?",
            "2": "Ĉu via senenhava parolado devas silentigi la homojn, Por ke vi mokinsultu kaj neniu vin hontigu?",
            "3": "Vi diras: Mia opinio estas ĝusta, Kaj mi estas pura antaŭ Viaj okuloj.",
            "4": "Sed ho, se Dio ekparolus, Kaj malfermus antaŭ vi Siajn lipojn,",
            "5": "Kaj malkaŝus antaŭ vi la sekretojn de la saĝo, Kiu havas multoblan forton! Sciu, ke ne ĉiujn viajn pekojn Dio rememoras.",
            "6": "Ĉu vi povas eltrovi la esencon de Dio? Ĉu vi povas plene kompreni la perfektecon de la Plejpotenculo?",
            "7": "Tio estas pli alta ol la ĉielo; Kion vi povas fari? Tio estas pli profunda ol Ŝeol; Kion vi povas ekscii?",
            "8": "Pli longa ol la tero estas ĝia mezuro, Kaj pli larĝa ol la maro.",
            "9": "Se Li preteriros, kaj fermos, kaj faros juĝon, Tiam kiu repuŝos Lin?",
            "10": "Ĉar Li konas la homojn malvirtajn; Li vidas la malbonagojn, kiujn oni ne rimarkas.",
            "11": "Eĉ vanta homo devas kompreni, Eĉ homo, kiu naskiĝis sovaĝulo.",
            "12": "Se vi aranĝas vian koron Kaj etendas al Li viajn manojn;",
            "13": "Se vi forigas la malvirton, kiu estas en via mano, Kaj vi ne permesos al malbonaĵoj resti en via tendo:",
            "14": "Tiam vi povos levi vian vizaĝon sen difekto; Vi estos firma kaj ne timos.",
            "15": "Tiam vi forgesos mizeron; Vi rememoros ĝin kiel forfluintan akvon.",
            "16": "Kaj via vivo leviĝos pli hele ol la tagmezo, La mallumo fariĝos kiel mateno.",
            "17": "Kaj vi estos trankvila, ĉar ekzistas espero; Vi rigardos ĉirkaŭen, kaj iros dormi en sendanĝereco.",
            "18": "Vi kuŝos, kaj neniu vin timigos; Kaj multaj serĉos vian favoron.",
            "19": "Sed la okuloj de malpiuloj konsumiĝos, Pereos por ili la rifuĝo, Kaj ilia espero elspiros sian vivon."
        },
        "11": {
            "0": "Kaj Ijob respondis kaj diris:",
            "1": "Certe, vi solaj estas homoj, Kaj kun vi mortos la saĝo.",
            "2": "Mi ankaŭ havas koron, kiel vi; Mi ne estas malpli valora ol vi; Kiu ne povas paroli tiele?",
            "3": "Mi fariĝis mokataĵo por mia amiko, Mi, kiu vokadis al Dio kaj estis aŭskultata; Virtulo kaj senkulpulo fariĝis mokataĵo;",
            "4": "Malestimata lucerneto li estas antaŭ la pensoj de feliĉuloj, Pretigita por migrantoj.",
            "5": "Bonstataj estas la tendoj de rabistoj, Kaj sendanĝerecon havas la incitantoj de Dio, Tiuj, kiuj portas Dion en sia mano.",
            "6": "Vere, demandu la brutojn, kaj ili instruos vin; La birdojn de la ĉielo, kaj ili diros al vi;",
            "7": "Aŭ parolu kun la tero, kaj ĝi klarigos al vi; Kaj rakontos al vi la fiŝoj de la maro.",
            "8": "Kiu ne ekscius el ĉio ĉi tio, Ke la mano de la Eternulo tion faris,",
            "9": "De Tiu, en kies mano estas la animo de ĉio vivanta Kaj la spirito de ĉiu homa karno?",
            "10": "La orelo esploras ja la parolon, Kaj la palato gustumas al si la manĝaĵon.",
            "11": "La maljunuloj posedas saĝon, Kaj la grandaĝuloj kompetentecon.",
            "12": "Ĉe Li estas la saĝo kaj la forto; Ĉe Li estas konsilo kaj kompetenteco.",
            "13": "Kion Li detruas, tio ne rekonstruiĝas; Kiun Li enŝlosos, tiu ne liberiĝos.",
            "14": "Kiam Li digas la akvon, ĝi elsekiĝas; Kiam Li fluigas ĝin, ĝi renversas la teron.",
            "15": "Ĉe Li estas potenco kaj forto; Lia estas tiu, kiu eraras, kaj tiu, kiu erarigas.",
            "16": "Li irigas konsilistojn kiel erarvagantojn, Kaj la juĝistojn Li faras malsaĝaj.",
            "17": "La ligilojn de reĝoj Li malligas, Kaj Li ligas per zono iliajn lumbojn.",
            "18": "Li erarvagigas la pastrojn Kaj faligas la potenculojn.",
            "19": "Li mutigas la lipojn de fidinduloj Kaj forprenas de maljunuloj la prudenton.",
            "20": "Li verŝas honton sur eminentulojn Kaj malfirmigas la zonon de potenculoj.",
            "21": "Li malkovras profundaĵon el meze de mallumo, Kaj mortan ombron Li elirigas en la lumon.",
            "22": "Li grandigas naciojn kaj pereigas ilin, Disvastigas naciojn kaj forpelas ilin.",
            "23": "Li senkuraĝigas la ĉefojn de la popolo de la lando Kaj erarvagigas ilin en dezerto senvoja;",
            "24": "Ili palpas en mallumo, en senlumeco; Kaj Li ŝanceliĝigas ilin kiel ebriuloj."
        },
        "12": {
            "0": "Ĉion ĉi tion mia okulo vidis, Mia orelo aŭdis kaj komprenis.",
            "1": "Kion vi scias, mi ankaŭ scias; Kaj mi ne estas malpli valora ol vi.",
            "2": "Sed mi volus paroli kun la Plejpotenculo, Mi dezirus disputi kun Dio.",
            "3": "Tamen vi komentarias malvere, Vi ĉiuj estas senutilaj kuracistoj.",
            "4": "Ho, se vi silentus, Tio estus saĝeco de via flanko.",
            "5": "Aŭskultu do mian moralinstruon, Kaj atentu la defendan parolon de mia buŝo.",
            "6": "Ĉu pro Dio vi volas paroli malveron, Kaj pro Li paroli falsaĵon?",
            "7": "Ĉu vi volas esti personfavoraj al Li, Aŭ pro Dio vi volas disputi?",
            "8": "Ĉu estos bone, kiam Li esploros vin? Ĉu vi volas trompi Lin, kiel oni trompas homon?",
            "9": "Li certe vin punos, Se vi sekrete estos personfavoraj.",
            "10": "Ĉu Lia majesto ne konfuzas vin? Ĉu ne falas sur vin timo antaŭ Li?",
            "11": "Viaj memorigoj estas sentencoj polvaj, Via bastionoj estas amasoj da argilo.",
            "12": "Silentu antaŭ mi, kaj parolos mi, Kio ajn trafos min.",
            "13": "Por kio mi portu mian karnon en miaj dentoj Kaj metu mian animon en mian manon?",
            "14": "Li ja mortigos min, kaj mi ne havas esperon; Sed pri mia konduto mi volas disputi antaŭ Li.",
            "15": "Tio jam estos savo por mi, Ĉar ne hipokritulo venos antaŭ Lin.",
            "16": "Aŭskultu mian parolon Kaj mian klarigon antaŭ viaj oreloj.",
            "17": "Jen mi pretigis juĝan aferon; Mi scias, ke mi montriĝos prava.",
            "18": "Kiu povas procesi kontraŭ mi? Tiam mi eksilentus kaj mortus.",
            "19": "Nur du aferojn ne faru al mi, Tiam mi ne kaŝos min antaŭ Via vizaĝo:",
            "20": "Malproksimigu de mi Vian manon, Kaj Via teruro ne timigu min.",
            "21": "Tiam voku, kaj mi respondos; Aŭ mi parolos, kaj Vi respondu al mi.",
            "22": "Kiom da malbonagoj kaj pekoj estas sur mi? Sciigu al mi miajn krimojn kaj pekojn.",
            "23": "Kial Vi kaŝas Vian vizaĝon Kaj rigardas min kiel Vian malamikon?",
            "24": "Ĉu Vi volas montri Vian forton kontraŭ deŝirita folio? Kaj ĉu sekiĝintan pajleron Vi volas persekuti?",
            "25": "Ĉar Vi skribas kontraŭ mi maldolĉaĵon Kaj venigas sur min la pekojn de mia juneco.",
            "26": "Vi metis miajn piedojn en ŝtipon, Vi observas ĉiujn miajn vojojn, Kaj Vi observas la plandojn de miaj piedoj;",
            "27": "Dum mi ja disfalas kiel putraĵo, Kiel vesto dismanĝita de tineoj."
        },
        "13": {
            "0": "Homo, naskita de virino, Havas mallongan vivon kaj abundon da afliktoj.",
            "1": "Kiel floro li elkreskas kaj velkas; Li forkuras kiel ombro kaj ne restas.",
            "2": "Kaj kontraŭ tia Vi malfermas Viajn okulojn, Kaj min Vi vokas al juĝo kun Vi!",
            "3": "Ĉu povas purulo deveni de malpurulo? Neniu.",
            "4": "Se liaj tagoj estas difinitaj, la nombro de liaj monatoj estas ĉe Vi; Vi difinis lian limon, kiun li ne transpasos.",
            "5": "Deturnu do Vin de li, ke li estu trankvila, Ĝis venos lia tempo, kiun li sopiras kiel dungito.",
            "6": "Arbo havas esperon, se ĝi estas dehakita, ke ĝi denove ŝanĝiĝos, Kaj ĝi ne ĉesos kreskigi branĉojn.",
            "7": "Se ĝia radiko maljuniĝis en la tero, Kaj ĝia trunko mortas en polvo,",
            "8": "Tamen, eksentinte la odoron de akvo, ĝi denove verdiĝas, Kaj kreskas plue, kvazaŭ ĵus plantita.",
            "9": "Sed homo mortas kaj malaperas; Kiam la homo finiĝis, kie li estas?",
            "10": "Forfluas la akvo el lago, Kaj rivero elĉerpiĝas kaj elsekiĝas:",
            "11": "Tiel homo kuŝiĝas, kaj ne plu leviĝas; Tiel longe, kiel la ĉielo ekzistas, ili ne plu vekiĝos, Nek revigliĝos el sia dormado.",
            "12": "Ho, se Vi kaŝus min en Ŝeol, Se Vi kaŝus min ĝis la momento, kiam pasos Via kolero, Se Vi difinus por mi templimon kaj poste rememorus min!",
            "13": "Kiam homo mortas, ĉu li poste povas reviviĝi? Dum la tuta tempo de mia batalado mi atendus, Ĝis venos mia forŝanĝo.",
            "14": "Vi vokus, kaj mi respondus al Vi; Vi ekdezirus la faritaĵon de Viaj manoj.",
            "15": "Nun Vi kalkulas miajn paŝojn; Ne konservu mian pekon;",
            "16": "Sigelu en paketo miajn malbonagojn, Kaj kovru mian kulpon.",
            "17": "Sed monto, kiu falas, malaperas; Kaj roko forŝoviĝas de sia loko;",
            "18": "Ŝtonojn forlavas la akvo, Kaj ĝia disverŝiĝo fordronigas la polvon de la tero: Tiel Vi pereigas la esperon de homo.",
            "19": "Vi premas lin ĝis fino, kaj li foriras; Li ŝanĝas sian vizaĝon, kaj Vi forigas lin.",
            "20": "Se liaj infanoj estas honorataj, li tion ne scias; Se ili estas humiligataj, li tion ne rimarkas.",
            "21": "Nur lia propra korpo lin doloras, Nur pri sia propra animo li suferas."
        },
        "14": {
            "0": "Ekparolis Elifaz, la Temanano, kaj diris:",
            "1": "Ĉu saĝulo povas respondi per ventaj opinioj, Kaj plenigi sian ventron per sensencaĵoj?",
            "2": "Vi disputas per vortoj senutilaj, Kaj per paroloj, kiuj nenion helpas.",
            "3": "Vi forigas la timon, Kaj senvalorigas preĝon antaŭ Dio.",
            "4": "Ĉar via malbonago instigas vian buŝon, Kaj vi elektis stilon de maliculoj.",
            "5": "Vin kondamnas via buŝo, ne mi; Kaj viaj lipoj atestas kontraŭ vi.",
            "6": "Ĉu vi naskiĝis la unua homo? Ĉu vi estas kreita pli frue ol la altaĵoj?",
            "7": "Ĉu vi aŭdis la sekretan decidon de Dio, Kaj alkaptis al vi la saĝon?",
            "8": "Kion vi scias tian, kion ni ne scias? Kion vi komprenas tian, kio al ni mankas?",
            "9": "Inter ni estas grizuloj kaj maljunuloj, Kiuj vivis pli longe ol via patro.",
            "10": "Ĉu tiel malmulte valoras por vi la konsoloj de Dio Kaj vorto kvieta?",
            "11": "Kial vin tiel levas via koro, Kaj kial tiel palpebrumas viaj okuloj,",
            "12": "Ke vi direktas kontraŭ Dion vian koleron, Kaj elirigis el via buŝo tiajn vortojn?",
            "13": "Kio estas homo, ke li povus esti pura Kaj ke naskito de virino povus esti prava?",
            "14": "Vidu, inter Liaj sanktuloj ne ĉiuj estas fidindaj, Kaj la ĉielo ne estas pura en Liaj okuloj:",
            "15": "Des pli homo, abomeninda kaj malbona, Kiu trinkas malbonagojn kiel akvon.",
            "16": "Mi montros al vi, aŭskultu min; Kaj kion mi vidis, tion mi rakontos,",
            "17": "Kion saĝuloj diris kaj ne kaŝis antaŭ siaj patroj,",
            "18": "Al kiuj, al ili solaj, estis donita la tero, Kaj fremdulo ne trairis meze de ili:",
            "19": "Dum sia tuta vivo malpiulo estas maltrankvila, Kaj la nombro de la jaroj de tirano estas kaŝita antaŭ li;",
            "20": "Teruroj sonas en liaj oreloj; Meze de paco venas sur lin rabisto.",
            "21": "Li ne esperas, ke li saviĝos el mallumo; Kaj li serĉas ĉirkaŭe glavon.",
            "22": "Li vagadas, serĉante panon; Li scias, ke preta estas en lia mano la tago de mallumo.",
            "23": "Teruras lin mizero kaj premateco, Venkobatas lin kiel reĝo, pretiĝinta por batalo;",
            "24": "Pro tio, ke li etendis sian manon kontraŭ Dion Kaj kontraŭstaris al la Plejpotenculo,",
            "25": "Kuris kontraŭ Lin kun fiera kolo, Kun dikaj dorsoj de siaj ŝildoj.",
            "26": "Li kovris sian vizaĝon per graso Kaj metis sebon sur siajn lumbojn.",
            "27": "Li loĝas en urboj ruinigitaj, En domoj ne loĝataj, Destinitaj esti ŝtonamasoj.",
            "28": "Li ne restos riĉa, lia bonstato ne teniĝos, Kaj lia havaĵo ne disvastiĝos sur la tero.",
            "29": "Li ne forkliniĝos de mallumo; Flamo velksekigos liajn branĉojn, Kaj Li forigos lin per la blovo de Sia buŝo.",
            "30": "La erarinto ne fidu vantaĵon, Ĉar vanta estos lia rekompenco.",
            "31": "Antaŭtempe li finiĝos, Kaj lia branĉo ne estos verda.",
            "32": "Lia nematura bero estos deŝirita, kiel ĉe vinbertrunko; Kaj lia floro defalos, kiel ĉe olivarbo.",
            "33": "Ĉar la anaro de la hipokrituloj senhomiĝos; Kaj fajro ekstermos la tendojn de tiuj, kiuj prenas subaĉeton.",
            "34": "Ili gravediĝis per malpiaĵo kaj naskis pekon, Kaj ilia ventro pretigas malicaĵon."
        },
        "15": {
            "0": "Ijob respondis kaj diris:",
            "1": "Mi aŭdis multe da similaj aferoj; Tedaj konsolantoj vi ĉiuj estas.",
            "2": "Ĉu estos fino al la ventaj vortoj? Kaj kio vin incitis, ke vi tiel parolas?",
            "3": "Mi ankaŭ povus paroli, kiel vi. Se vi estus sur mia loko, Mi konsolus vin per vortoj Kaj balancus pri vi mian kapon.",
            "4": "Mi fortigus vin per mia buŝo Kaj konsolus vin per paroloj de miaj lipoj.",
            "5": "Se mi parolos, mia doloro ne kvietiĝos; Se mi ĉesos, kio foriros de mi?",
            "6": "Sed nun Li lacigis min, Li detruis mian tutan esencon.",
            "7": "Vi faris al mi sulkojn, tio fariĝis atesto; Mia senfortiĝo staras antaŭ mia vizaĝo, kaj parolas.",
            "8": "Lia kolero disŝiras; Mia malamanto grincigas kontraŭ mi siajn dentojn; Mia premanto briligas kontraŭ mi siajn okulojn.",
            "9": "Ili malfermegis kontraŭ mi sian buŝon, insulte batas min sur la vangojn; Ĉiuj kune kontentigis sur mi sian koleron.",
            "10": "Dio transdonis min al maljustulo, Ĵetis min en la manojn de malbonuloj.",
            "11": "Mi estis trankvila; sed Li frakasis min, Li kaptis min je la kolo, disbatis min, Kaj Li faris min por Si celo.",
            "12": "Liaj pafistoj min ĉirkaŭis; Li dishakas miajn internaĵojn kaj ne kompatas, Li elverŝas sur la teron mian galon.",
            "13": "Li faras en mi breĉon post breĉo, Li kuras kontraŭ min kiel batalisto.",
            "14": "Sakaĵon mi kudris sur mian korpon, Kaj en polvo mi kaŝis mian kornon.",
            "15": "Mia vizaĝo ŝvelis de plorado, Kaj sur miaj palpebroj estas morta ombro;",
            "16": "Kvankam ne troviĝas perfortaĵo en miaj manoj, Kaj mia preĝo estas pura.",
            "17": "Ho tero, ne kovru mian sangon, Kaj mia kriado ne trovu haltejon.",
            "18": "Vidu, en la ĉielo estas mia atestanto, Kaj mia konanto estas en la altaj sferoj.",
            "19": "Parolistoj estas por mi miaj amikoj; Sed mia okulo larmas al Dio,",
            "20": "Ke Li decidu inter homo kaj Dio, Inter homo kaj lia amiko.",
            "21": "Ĉar la nombro de la jaroj pasos, Kaj mi iros sur vojon nereveneblan."
        },
        "16": {
            "0": "Mia spirito senfortiĝis, miaj tagoj mallongiĝis, Tomboj estas antaŭ mi.",
            "1": "Mokado min ĉirkaŭas; En aflikto pro tio restas mia okulo.",
            "2": "Estu Vi mem mia garantianto antaŭ Vi; Alie kiu donos la manon pro mi?",
            "3": "Ĉar ilian koron Vi kovris kontraŭ prudento; Tial Vi ne donos al ili triumfon.",
            "4": "Se iu fanfaronas antaŭ siaj amikoj pri sia parto, La okuloj de liaj infanoj konsumiĝos.",
            "5": "Li faris min proverbo por la popoloj; Kaj mi fariĝis homo, al kiu oni kraĉas en la vizaĝon.",
            "6": "Mia okulo mallumiĝis de ĉagreno, Kaj ĉiuj miaj membroj fariĝis kiel ombro.",
            "7": "La justuloj eksentos teruron pro tio, Kaj la senkulpulo ekscitiĝos kontraŭ la hipokritulo.",
            "8": "Tamen la virtulo forte konservos sian vojon, Kaj la purmanulo pli firmiĝos.",
            "9": "Kaj kiom ajn vi ĉiuj revenos, Mi ne trovos inter vi saĝulon.",
            "10": "Miaj tagoj forpasis, pereis miaj intencoj, Kiujn havis mia koro.",
            "11": "La nokton ili volas fari tago, La lumon alproksimigi al la mallumo.",
            "12": "Se mi atendas, tamen Ŝeol estas mia domo, En la mallumo estas pretigita mia lito.",
            "13": "Al la kavo mi diras: Vi estas mia patro; La vermojn mi nomas mia patrino kaj mia fratino.",
            "14": "Kion mi devas atendi? Kiu atentos mian esperon?",
            "15": "En la profundon de Ŝeol ĝi malsupreniros, Ni ambaŭ kune kuŝos en la polvo."
        },
        "17": {
            "0": "Ekparolis Bildad, la Ŝuĥano, kaj diris:",
            "1": "Kiam vi ĉesos ĵetadi vortojn? Pripensu, kaj poste ni parolos.",
            "2": "Kial ni estu rigardataj kiel brutoj, Kaj ni estu malpuruloj en viaj okuloj?",
            "3": "Ho vi, kiu disŝiras sian animon en sia kolero, Ĉu por vi estu forlasata la tero, Kaj roko forŝoviĝu de sia loko?",
            "4": "La lumo de la malpiulo estingiĝos, Kaj ne brilos la flamo de lia fajro.",
            "5": "La lumo mallumiĝos en lia tendo, Kaj lia lucerno super li estingiĝos.",
            "6": "Mallongiĝos liaj fortaj paŝoj, Kaj lia propra intenco lin faligos.",
            "7": "Ĉar li trafis per siaj piedoj en reton, Kaj li moviĝas en kaptilo.",
            "8": "La maŝo enkroĉigos lian kalkanon, Kaj pereo lin atakos.",
            "9": "Kaŝita en la tero estas lia falilo, Kaj kaptiloj kontraŭ li estas sur la vojo.",
            "10": "De ĉiuj flankoj timigos lin teruroj Kaj atakos liajn piedojn.",
            "11": "Malsato konsumos lian forton, Kaj pereo estas preparita por liaj flankoj.",
            "12": "Konsumiĝos la membroj de lia korpo, Liajn membrojn konsumos la unuenaskito de la morto.",
            "13": "Lia espero estos elŝirita el lia tendo, Kaj ĝi pelos lin al la reĝo de teruroj.",
            "14": "Nenio restos en lia tendo; Sur lian loĝejon ŝutiĝos sulfuro.",
            "15": "Malsupre sekiĝos liaj radikoj, Kaj supre detranĉiĝos liaj branĉoj.",
            "16": "La memoro pri li malaperos de sur la tero, Kaj sur la stratoj li ne havos nomon.",
            "17": "Li estos elpelita el lumo en mallumon, Kaj el la mondo li estos elpuŝita.",
            "18": "Nek filon nek nepon li havos en sia popolo, Kaj neniu restos ĉe li en lia loĝloko.",
            "19": "La posteuloj sentos teruron pri lia tago, Kaj la antaŭulojn kaptos timo.",
            "20": "Tia estas la loĝejo de maljustulo, Kaj tia estas la loko de tiu, kiu ne konas Dion."
        },
        "18": {
            "0": "Ijob respondis kaj diris:",
            "1": "Ĝis kiam vi afliktados mian animon Kaj turmentados min per paroloj?",
            "2": "Jen jam dek fojojn vi malhonoras min; Vi ne hontas premi min.",
            "3": "Se mi efektive eraris, Mia eraro restos ĉe mi.",
            "4": "Se efektive vi volas montri vin pli grandaj ol mi, Kaj vi riproĉas al mi hontindaĵon,",
            "5": "Tiam sciu, ke Dio faris al mi maljustaĵon, Kaj ĉirkaŭis min per Sia reto.",
            "6": "Jen mi krias pri maljusteco, sed mi ne ricevas respondon; Mi vokas, sed mi ne ricevas juĝon.",
            "7": "Mian vojon Li baris, ke mi ne povas transiri, Kaj sur mian irejon Li metis mallumon.",
            "8": "Mian honoron Li detiris de mi, Kaj deprenis la kronon de mia kapo.",
            "9": "Li disbatis min ĉirkaŭe tiel, ke mi pereas; Mian esperon Li elŝiris kiel arbon.",
            "10": "Ekflamis kontraŭ mi Lia kolero, Kaj Li rigardas min kiel Lian malamikon.",
            "11": "Kune venis Liaj taĉmentoj, kaj ebenigis kontraŭ mi sian vojon Kaj stariĝis sieĝe ĉirkaŭ mia tendo.",
            "12": "Miajn fratojn Li malproksimigis de mi, Kaj miaj konatoj forfremdiĝis de mi.",
            "13": "Miaj parencoj fortiriĝis, Kaj miaj konantoj forgesis min.",
            "14": "La loĝantoj de mia domo kaj miaj servistinoj rigardas min kiel fremdulon; En iliaj okuloj mi fariĝis aligentulo.",
            "15": "Mian sklavon mi vokas, kaj li ne respondas; Per mia buŝo mi devas petegi lin.",
            "16": "Mia spiro fariĝis abomenata por mia edzino, Kaj mia petado por la filoj de mia ventro.",
            "17": "Eĉ la malgrandaj infanoj malestimas min; Kiam mi leviĝas, ili parolas kontraŭ mi.",
            "18": "Abomenas min ĉiuj miaj intimuloj; Kaj tiuj, kiujn mi amis, turnis sin kontraŭ mi.",
            "19": "Kun mia haŭto kaj kun mia karno kunkreskis miaj ostoj, Mi restis nur kun haŭto sur miaj dentoj.",
            "20": "Kompatu min, kompatu min, miaj amikoj; Ĉar la mano de Dio frapis min.",
            "21": "Kial vi persekutas min, kiel Dio, Kaj ne povas satiĝi de mia karno?",
            "22": "Ho, se miaj vortoj estus enskribitaj, Ho, se ili estus gravuritaj en libro,",
            "23": "Per fera skribilo kun plumbo, Gravuritaj por eterne sur roko!",
            "24": "Sed mi scias, ke mia Liberigonto vivas, Kaj fine Li leviĝos super la polvo.",
            "25": "Kaj post kiam mia haŭto estos tiel detruita Kaj mi estos senkorpa, mi vidos Dion;",
            "26": "Lin vidos mi, kaj miaj okuloj vidos, ne fremdaj; Pri tio sopiregas mia interno en mia brusto.",
            "27": "Se vi diros: Kiel ni lin persekutu, Kaj ni trovu kontraŭ li la radikon de la afero,",
            "28": "Tiam timu glavon; Ĉar furioza estas la glavo kontraŭ malbonagoj, Por ke vi sciu, ke ekzistas juĝo."
        },
        "19": {
            "0": "Ekparolis Cofar, la Naamano, kaj diris:",
            "1": "Pro tio miaj pensoj devigas min respondi, Pro tio, kion mi sentas.",
            "2": "Hontindan riproĉon mi aŭdis, Kaj la spirito de mia prudento respondos por mi.",
            "3": "Ĉu vi scias, ke tiel estis de eterne, De post la apero de homo sur la tero,",
            "4": "Ke la triumfado de malvirtuloj estas mallongatempa, Kaj la ĝojo de hipokritulo estas nur momenta?",
            "5": "Se lia grandeco eĉ atingus ĝis la ĉielo, Kaj lia kapo tuŝus la nubon,",
            "6": "Li tamen pereos por ĉiam, kiel lia sterko; Tiuj, kiuj lin vidis, diros: Kie li estas?",
            "7": "Kiel sonĝo li forflugos, kaj oni lin ne trovos; Li malaperos, kiel nokta vizio.",
            "8": "Okulo, kiu rigardis lin, ne plu vidos lin; Lia loko lin ne plu vidos.",
            "9": "Liaj filoj kurados almozpetante, Kaj liaj manoj redonos lian havaĵon.",
            "10": "Liaj ostoj estos punitaj pro la pekoj de lia juneco, Kaj tio kuŝiĝos kune kun li en la polvo.",
            "11": "Se la malbono estas dolĉa en lia buŝo, Li kaŝas ĝin sub sia lango,",
            "12": "Li flegas ĝin kaj ne forlasas ĝin, Kaj retenas ĝin sur sia palato:",
            "13": "Tiam lia manĝaĵo renversiĝos en liaj internaĵoj, Fariĝos galo de aspidoj interne de li.",
            "14": "Li englutis havaĵon, sed li ĝin elvomos; El lia ventro Dio ĝin elpelos.",
            "15": "Venenon de aspidoj li suĉos; Lango de vipuro lin mortigos.",
            "16": "Li ne vidos fluojn nek riverojn, Torentojn de mielo kaj de butero.",
            "17": "Li redonos tion, kion li pene akiris, kaj li tion ne englutos; Kiel ajn granda estas lia havaĵo, li ĝin fordonos kaj ne ĝuos ĝin.",
            "18": "Ĉar li premis kaj forlasis la senhavulojn, Li rabis al si domon, kiun li ne konstruis.",
            "19": "Ĉar lia interno ne estis trankvila, Tial li ne savos tion, kio estis por li kara.",
            "20": "Nenion restigis lia manĝemeco; Tial lia bonstato ne estos longedaŭra.",
            "21": "Malgraŭ lia abundeco, li estos premata; Ĉiaspecaj suferoj trafos lin.",
            "22": "Por plenigi lian ventron, Li sendos sur lin la flamon de Sia kolero, Kaj pluvigos sur lin Sian furiozon.",
            "23": "Se li forkuros de batalilo fera, Trafos lin pafarko kupra.",
            "24": "Nudigita glavo trairos lian korpon, Kaj la fulmo de lia turmentilo venos sur lin kun teruro.",
            "25": "Nenia mallumo povos kaŝi liajn trezorojn; Lin konsumos fajro ne disblovata; Malbone estos al tiu, kiu restos en lia tendo.",
            "26": "La ĉielo malkovros liajn malbonagojn, Kaj la tero leviĝos kontraŭ lin.",
            "27": "Malaperos la greno el lia domo, Disŝutita ĝi estos en la tago de Lia kolero.",
            "28": "Tia estas de Dio la sorto de homo malpia, Kaj la heredaĵo destinita por li de Dio."
        },
        "20": {
            "0": "Ijob respondis kaj diris:",
            "1": "Aŭskultu mian parolon; Kaj ĝi estu anstataŭ viaj konsoloj.",
            "2": "Toleru, ke mi parolu; Kaj kiam mi finos mian paroladon, tiam moku.",
            "3": "Ĉu kontraŭ homo mi disputas? Kaj kial mi ne estu malpacienca?",
            "4": "Turnu vin al mi, kaj vi eksentos teruron, Kaj vi metos la manon sur la buŝon.",
            "5": "Kiam mi ekpensas pri tio, min atakas teruro, Kaj tremo kaptas mian korpon.",
            "6": "Kial malpiuloj vivas, Atingas maljunecon, akiras grandan havaĵon?",
            "7": "Ilia idaro estas bone aranĝita antaŭ ili, kune kun ili, Kaj ilia devenantaro estas antaŭ iliaj okuloj.",
            "8": "Iliaj domoj estas en paco, sen timo; Kaj la vergo de Dio ne estas sur ili.",
            "9": "Ilia bovo naskigas kaj ne estas forpuŝata; Ilia bovino gravediĝas kaj ne abortas.",
            "10": "Siajn malgrandajn infanojn ili elirigas kiel ŝafaron, Kaj iliaj knaboj saltas.",
            "11": "Ili ĝojkrias sub la sonoj de tamburino kaj harpo, Ili estas gajaj sub la sonoj de fluto.",
            "12": "Ili pasigas siajn tagojn en bonstato, Kaj iras en Ŝeolon momente.",
            "13": "Kaj tamen ili diras al Dio: Foriru de ni, Ni ne deziras koni Viajn vojojn;",
            "14": "Kio estas la Plejpotenculo, ke ni servu al Li? Kaj kian utilon ni havos, se ni turnos nin al Li?",
            "15": "Sed ne de ili dependas ilia bonstato; La pensmaniero de la malpiuloj estas malproksima de mi.",
            "16": "Ĝis kiam? La lumilo de la malpiuloj estingiĝu, Kaj ilia pereo venu sur ilin; Suferojn Li partodonu al ili en Sia kolero.",
            "17": "Ili estu kiel pajlero antaŭ vento, Kaj kiel grenventumaĵo, kiun forportas ventego.",
            "18": "Dio konservas lian malfeliĉon por liaj infanoj; Li repagu al li mem, ke li sciu;",
            "19": "Liaj propraj okuloj vidu lian malfeliĉon, Kaj el la kolero de la Plejpotenculo li trinku.",
            "20": "Ĉar kiom interesas lin lia domo post li, Kiam la nombro de liaj monatoj finiĝis?",
            "21": "Ĉu oni povas instrui scion al Dio, Kiu juĝas ja plej altajn?",
            "22": "Unu mortas meze de sia abundeco, Tute trankvila kaj kontenta;",
            "23": "Lia brusto estas plena de lakto, Kaj liaj ostoj estas saturitaj de medolo.",
            "24": "Alia mortas kun animo suferanta, Kaj li ne ĝuis bonon.",
            "25": "Sed ambaŭ kune ili kuŝas en la tero, Kaj vermoj ilin kovras.",
            "26": "Vidu, mi scias viajn pensojn, Kaj la argumentojn, kiujn vi malice kolektas kontraŭ mi;",
            "27": "Vi diros: Kie estas la domo de la nobelo? Kaj kie estas la tendo, en kiu loĝis la malpiuloj?",
            "28": "Sed demandu la vojaĝantojn, Kaj ne malatentu iliajn atestojn:",
            "29": "En tago de malfeliĉo la malpiulo estas ŝirmata, En tago de kolero li estas metata flanken.",
            "30": "Kiu montros antaŭ lia vizaĝo lian konduton? Kiu repagos al li, se li ion faris?",
            "31": "Kaj li estas akompanata al la tomboj, Kaj sur la tomba altaĵeto estas starigataj gardistoj.",
            "32": "Dolĉaj estas por li la terbuloj de la valo, Kaj post li treniĝas ĉiuj homoj, Kaj sennombraj estas tiuj, kiuj iris antaŭ li.",
            "33": "Kiel do vi volas konsoli min per vantaĵo, Kaj viaj respondoj enhavas nur malĝustaĵojn?"
        },
        "21": {
            "0": "Ekparolis Elifaz, la Temanano, kaj diris:",
            "1": "Ĉu Dion povas instrui homo? Ĉu povas Lin instrui eĉ saĝulo?",
            "2": "Ĉu por la Plejpotenculo tio estas utila, se vi estas virta? Kaj ĉu Li havas profiton de tio, se via konduto estas pia?",
            "3": "Ĉu pro timo antaŭ vi Li disputos kun vi, Iros kun vi al juĝo?",
            "4": "Via malvirteco estas ja granda, Kaj viaj malbonagoj ne havas finon.",
            "5": "Vi prenis de viaj fratoj garantiaĵon vane, De preskaŭ-nuduloj vi deprenis la vestojn;",
            "6": "Al laculo vi ne donis akvon por trinki, Kaj al malsatulo vi rifuzis panon;",
            "7": "Per forta brako vi akiris teron, Kaj dank' al eminenteco vi loĝis sur ĝi;",
            "8": "Vidvinojn vi foririgis kun nenio, Kaj la brakojn de orfoj vi frakasis.",
            "9": "Pro tio ĉirkaŭe de vi estas kaptiloj, Kaj subita teruro vin timigas.",
            "10": "Aŭ pro mallumo vi nenion vidas, Kaj multego da akvo vin kovris?",
            "11": "Ĉu ne estas Dio tie alte en la ĉielo? Rigardu la stelojn, kiel alte ili estas.",
            "12": "Kaj vi diras: Kion scias Dio? Ĉu Li povas juĝi en mallumo?",
            "13": "La nuboj kovras Lin, kaj Li ne vidas; Kaj Li nur rondiras en la rondo de la ĉielo.",
            "14": "Ĉu vi konservas la vojon antikvan, Kiun iradis homoj malpiaj,",
            "15": "Kiuj estis kaptitaj antaŭtempe, Kaj kies grundo disverŝiĝis kiel rivero,",
            "16": "Kiuj parolis al Dio: Foriru de ni! Kion povas fari al ni la Plejpotenculo?",
            "17": "Kvankam Li plenigis iliajn domojn per bonaĵo. Sed la pensmaniero de malvirtuloj estas malproksima de mi.",
            "18": "La virtuloj vidos kaj ĝojos; La senkulpulo mokos ilin:",
            "19": "Certe malaperis nia kontraŭulo, Kaj kio restis, tion ekstermis fajro.",
            "20": "Interkonsentu do kun Li, kaj vi havos pacon; Per tio venos al vi bono.",
            "21": "Prenu el Lia buŝo instruon, Kaj metu Liajn vortojn en vian koron.",
            "22": "Se vi revenos al la Plejpotenculo, vi estos konstruita; Forigu malpiaĵon el via tendo.",
            "23": "Ĵetu en la polvon la multekostan metalon, Kaj la Ofiran oron sur la ŝtonojn de la torentoj;",
            "24": "Tiam la Plejpotenculo estos via oro kaj via brilanta arĝento;",
            "25": "Ĉar tiam vi havos vian plezuron en la Plejpotenculo, Kaj vi levos al Dio vian vizaĝon;",
            "26": "Vi preĝos al Li, kaj Li vin aŭskultos; Kaj viajn sanktajn promesojn vi plenumos;",
            "27": "Se vi ion decidos, ĝi plenumiĝos ĉe vi; Kaj super viaj vojoj brilos lumo.",
            "28": "Ĉar tiujn, kiuj humiliĝis, Li altigos; Kaj kiu mallevas la okulojn, tiu estos savita.",
            "29": "Ankaŭ tiun, kiu ne estis senkulpa, Li savos; Tia estos savita pro la pureco de viaj manoj."
        },
        "22": {
            "0": "Ijob respondis kaj diris:",
            "1": "Eĉ hodiaŭ mia parolado restas maldolĉa; Mia suferado estas pli peza, ol miaj ĝemoj.",
            "2": "Ho, se mi scius, kiamaniere mi povas Lin trovi, Veni al Lia trono!",
            "3": "Mi prezentus al Li juĝan aferon, Kaj mian buŝon mi plenigus per argumentoj.",
            "4": "Mi ekscius la vortojn, kiujn Li respondus al mi; Mi komprenus, kion Li dirus al mi. ",
            "5": "Ĉu en la grandeco de Sia forto Li luktus kontraŭ mi? Ne, Li nur atentu min;",
            "6": "Tiam pravulo procesus kun Li, Kaj mi liberiĝus por ĉiam de mia Juĝanto.",
            "7": "Sed jen mi iras antaŭen, kaj Li tie ne estas; Mi iras malantaŭen, kaj mi Lin ne rimarkas;",
            "8": "Se Li faras ion maldekstre, mi Lin ne trovas; Se Li kaŝas Sin dekstre, mi Lin ne vidas.",
            "9": "Sed mian vojon Li konas; Se Li min elprovos, mi eliros kiel oro.",
            "10": "Sur Lia irejo forte teniĝas mia piedo; Lian vojon mi konservis, kaj ne forkliniĝis.",
            "11": "Mi ne deturnas min de la ordonoj de Liaj lipoj; Pli ol mian propran leĝon mi konservis la dirojn de Lia buŝo.",
            "12": "Sed Li estas sola: kiu kontraŭstaros al Li? Kion Lia animo deziras, tion Li faras.",
            "13": "Kio estas destinita por mi, tion Li plenumos; Kaj Li havas multe da similaj aferoj.",
            "14": "Tial mi tremas antaŭ Lia vizaĝo, Mi primeditas, kaj mi timas Lin.",
            "15": "Dio senkuraĝigis mian koron, Kaj la Plejpotenculo min konfuzis.",
            "16": "Ĉar mi ne estas neniigita antaŭ la mallumo, Kaj antaŭ mia vizaĝo Li ne kovris la mallumon."
        },
        "23": {
            "0": "Kial la Plejpotenculo ne destinis tempojn, Kaj Liaj konantoj ne vidas Liajn tagojn?",
            "1": "Oni forŝovas la limojn; Oni rabas la ŝafaron kaj paŝtas ĝin.",
            "2": "Oni forkondukas la azenon de orfoj, Oni prenas kiel garantiaĵon la bovon de vidvino.",
            "3": "Oni forpuŝas malriĉulojn de la vojo; La suferantoj sur la tero devas sin kaŝi.",
            "4": "Jen kiel sovaĝaj azenoj ili eliras al sia laboro, por serĉi kaptaĵon; La stepo donas al ili panon por iliaj infanoj.",
            "5": "Sur fremda kampo ili rikoltas, Kaj en vinberĝardeno de malpiulo ili kolektas berojn.",
            "6": "Nudaj ili tradormas la nokton, ĉar ili ne havas veston, Kaj dum la frosto ili havas nenion, por sin kovri.",
            "7": "De la pluvego de la montoj ili malsekiĝas, Kaj pro nehavado de rifuĝejo ili ĉirkaŭprenas rokon.",
            "8": "Oni forŝiras orfon de la mamoj, Kaj oni ruinigas malriĉulon.",
            "9": "Ili iras nudaj, sen vestoj, Kaj malsataj ili portas garbojn;",
            "10": "Inter iliaj muroj oni pretigas oleon; Oni devigas ilin treti en vinpremejoj, dum ili mem estas soifantaj.",
            "11": "El la urbo aŭdiĝas ĝemoj de homoj, Kaj la animoj de mortigatoj krias; Sed Dio ne atentas tiun blasfemadon.",
            "12": "Tiuj homoj estas kontraŭuloj de la lumo; Ili ne konas Liajn vojojn, Ne revenas al Lia irejo.",
            "13": "Antaŭ tagiĝo leviĝas la mortigisto, Mortigas malriĉulon kaj senhavulon, Kaj en la nokto li estas kiel ŝtelisto.",
            "14": "La okulo de adultulo atendas la krepuskon, Dirante: Neniu okulo min vidu; Kaj li kovras sian vizaĝon.",
            "15": "En mallumo oni faras subfoson sub domoj; Dum la tago oni kaŝas sin ĉe si, ne konante lumon.",
            "16": "Ĉar la mallumo estas mateno por ili ĉiuj, Ĉar ili interkonatiĝis kun la teruroj de la mallumo.",
            "17": "Tia homo estas malpeza sur la supraĵo de akvo; Malgranda estas lia parto sur la tero; Li ne iras laŭ la vojo de vinberĝardenoj.",
            "18": "Kiel seka tero kaj varmego englutas neĝan akvon, Tiel Ŝeol englutas la pekulojn.",
            "19": "Forgesu lin la interno de lia patrino; La vermoj frandu lin; Oni lin ne plu rememoru; Li rompiĝu kiel malbona arbo ―",
            "20": "Li, kiu premas seninfanulinon, kiu ne naskis, Kaj kiu ne faras bonon al vidvino.",
            "21": "Kiu eĉ potenculojn maltrankviligas per sia forto, Tiel ke oni ne estas certa pri sia vivo, kiam li leviĝis.",
            "22": "Dio donas al ili sendanĝerecon kaj apogon, Kaj Liaj okuloj estas super iliaj vojoj.",
            "23": "Ili leviĝis alte; sed subite ili ne plu ekzistas; Ili falas kaj estas forkaptataj kiel ĉiuj, Kaj kiel la kapo de spiko ili dehakiĝas.",
            "24": "Ĉu ne estas tiel? Kiu pruvos, ke mi mensogas, kaj senvalorigos mian parolon?"
        },
        "24": {
            "0": "Ekparolis Bildad, la Ŝuĥano, kaj diris:",
            "1": "Regado kaj timigo estas ĉe Li, Kiu faras pacon en Siaj altaj sferoj.",
            "2": "Ĉu oni povas kalkuli Liajn taĉmentojn? Kaj super kiu ne leviĝas Lia lumo?",
            "3": "Kiel povas homo esti prava antaŭ Dio? Kaj kiel naskito de virino povas esti pura?",
            "4": "Vidu, eĉ la luno ne estas hela Kaj la steloj ne estas puraj antaŭ Liaj okuloj:",
            "5": "Des pli homo, la vermo! Kaj homido, la tineo!"
        },
        "25": {
            "0": "Ijob respondis kaj diris:",
            "1": "Kiel vi helpas al tiu, kiu ne havas forton! Kiel vi subtenas tiun, kies brako estas senforta!",
            "2": "Kian konsilon vi donas al tiu, kiu ne havas saĝon, Kaj kiel grandan prudenton vi montras!",
            "3": "Al kiu vi parolas vortojn? Kaj kies spirito eliras el vi?",
            "4": "La mortintoj tremas sub la akvo, Kaj ankaŭ tiuj, kiuj vivas en ĝi.",
            "5": "Ŝeol estas malkovrita antaŭ Li, Kaj la abismo ne havas kovron.",
            "6": "Li etendis la nordon super la malpleno, Li pendigis la teron sur nenio.",
            "7": "Li ligas la akvon en Siaj nuboj, Kaj nubo ne krevas sub tio.",
            "8": "Li kovras la tronon Kaj etendas ĉirkaŭ ĝi Sian nubon.",
            "9": "Li faris limon sur la akvo, Ĝis la loko, kie finiĝas la lumo kaj la mallumo.",
            "10": "La kolonoj de la ĉielo ŝanceliĝas Kaj tremas de Lia krio.",
            "11": "Per Sia forto Li kvietigas la maron, Kaj per Sia saĝo Li frakasas Rahabon.",
            "12": "Per Lia spirito belegiĝis la ĉielo; Lia mano trapikas la tordiĝantan serpenton.",
            "13": "Jen tio estas parto de Liaj vojoj; Kaj nur iometon ni aŭdis pri Li. Kiu povas kompreni la tondron de Lia potenco?"
        },
        "26": {
            "0": "Kaj Ijob daŭrigis siajn sentencojn, kaj diris:",
            "1": "Kiel vivas Dio, kiu rifuzis al mi miajn rajtojn, Kaj la Plejpotenculo, kiu afliktas mian animon:",
            "2": "Tiel longe, kiel mia animo estas en mi Kaj la spiro de Dio en mia nazo,",
            "3": "Miaj lipoj ne eldiros malĝustaĵon, Kaj mia lango ne diros malveraĵon.",
            "4": "Malproksime estas de mi, Rigardi vin kiel pravajn; Ĝis mia morto mi ne ĉesos rigardi min kiel senkulpan.",
            "5": "Mian pravecon mi tenas forte, kaj mi ne ellasos ĝin; Dum mia tuta vivo mia koro ne faros al mi riproĉon pri tio.",
            "6": "Mia malamiko estu rigardata kiel malvirtulo, Kaj mia kontraŭulo kiel malpiulo.",
            "7": "Ĉar kio estas la espero de hipokritulo, Kiam Dio faras al li finon, elŝiras lian animon?",
            "8": "Ĉu lian kriadon Dio aŭskultos, Kiam trafos lin malfeliĉo?",
            "9": "Ĉu li povas havi ĝuon de la Plejpotenculo, Voki al Dio en ĉiu tempo?",
            "10": "Mi instruos vin pri la mano de Dio; Mi ne kaŝos antaŭ vi tion, kio estas ĉe la Plejpotenculo.",
            "11": "Jen vi ĉiuj mem vidis; Kial do vi parolas senenhavaĵon?",
            "12": "Tia estas la sorto de malbona homo ĉe Dio, Kaj la parto, kiun tiranoj ricevas de la Plejpotenculo:",
            "13": "Se li havos multe da filoj, ili iros sub la glavon; Kaj lia devenantaro ne havos sate panon.",
            "14": "Tiujn, kiuj restos ĉe li, enterigos la morto; Kaj liaj vidvinoj ne ploros.",
            "15": "Se li kolektos arĝenton kiel polvon Kaj pretigos al si vestojn kiel argilon,",
            "16": "Tiam li pretigos, sed justulo metos sur sin la vestojn, Kaj senkulpulo dividos la arĝenton.",
            "17": "Li konstruas sian domon kiel tineo, Kaj kiel gardisto, kiu faras al si laŭbon.",
            "18": "Li kuŝiĝas riĉa, kaj nenion kunportas; Li malfermas la okulojn, kaj jam nenio ekzistas.",
            "19": "Teruro superfalos lin kiel akvo; En la nokto forportos lin ventego.",
            "20": "Levos lin vento orienta, kaj foriros, Kaj forblovos lin de lia loko.",
            "21": "Li tion ĵetos sur lin senkompate; De Lia mano li kuros kaj kuros.",
            "22": "Oni kunfrapos pri li la manojn, Kaj oni fajfos pri li sur lia loko."
        },
        "27": {
            "0": "La arĝento havas lokon, kie oni ĝin elakiras; Kaj la oro havas lokon, kie oni ĝin fandas.",
            "1": "La fero estas ricevata el polvo, Kaj el ŝtono oni fandas la kupron.",
            "2": "Oni faras finon al la mallumo, Kaj rezulte oni trovas la ŝtonojn el grandega mallumo.",
            "3": "Oni fosas kavon tie, kie oni loĝas; Kaj tie, kie paŝas neniu piedo, ili laboras pendante, forgesitaj de homoj.",
            "4": "La tero, el kiu devenas pano, Estas trafosata sube kvazaŭ per fajro.",
            "5": "Ĝiaj ŝtonoj estas loko de safiroj, Kaj terbuloj enhavas oron.",
            "6": "La vojon ne konas rabobirdo, Kaj la okulo de falko ĝin ne vidis.",
            "7": "Ne paŝis sur ĝi sovaĝaj bestoj, Ne iris sur ĝi leono.",
            "8": "Sur rokon oni metas sian manon, Oni renversas montojn de ilia bazo.",
            "9": "En rokoj oni elhakas riverojn, Kaj ĉion grandvaloran vidis la okulo de homo.",
            "10": "Oni haltigas la fluon de riveroj, Kaj kaŝitaĵon oni eltiras al la lumo.",
            "11": "Sed kie oni trovas la saĝon? Kaj kie estas la loko de prudento?",
            "12": "La homo ne scias ĝian prezon; Kaj ĝi ne estas trovata sur la tero de vivantoj.",
            "13": "La abismo diras: Ne en mi ĝi estas; La maro diras: Ĝi ne troviĝas ĉe mi.",
            "14": "Oni ne povas doni por ĝi plej bonan oron, Oni ne pesas arĝenton page por ĝi.",
            "15": "Oni ne taksas ĝin per oro Ofira, Nek per multekosta onikso kaj safiro.",
            "16": "Ne valoregalas al ĝi oro kaj vitro; Kaj oni ne povas ŝanĝi ĝin kontraŭ vazoj el pura oro.",
            "17": "Koraloj kaj kristalo ne estas atentataj; Kaj posedo de saĝo estas pli valora ol perloj.",
            "18": "Ne valoregalas al ĝi topazo el Etiopujo; Pura oro ne povas esti ĝia prezo.",
            "19": "De kie venas la saĝo? Kaj kie estas la loko de prudento?",
            "20": "Kaŝita ĝi estas antaŭ la okuloj de ĉio vivanta, Nevidebla por la birdoj de la ĉielo.",
            "21": "La abismo kaj la morto diras: Per niaj oreloj ni aŭdis nur famon pri ĝi.",
            "22": "Dio komprenas ĝian vojon, Kaj Li scias ĝian lokon;",
            "23": "Ĉar Li rigardas ĝis la fino de la tero, Li vidas sub la tuta ĉielo.",
            "24": "Kiam Li donis pezon al la vento Kaj aranĝis la akvon laŭmezure,",
            "25": "Kiam Li starigis leĝon por la pluvo Kaj vojon por la fulmo kaj tondro:",
            "26": "Tiam Li vidis ĝin kaj anoncis ĝin, Pretigis ĝin kaj esploris ĝin;",
            "27": "Kaj Li diris al la homoj: Vidu, timo antaŭ Dio estas saĝo, Kaj evitado de malbono estas prudento."
        },
        "28": {
            "0": "Kaj plue Ijob parolis siajn sentencojn, kaj diris:",
            "1": "Ho, se estus al mi tiel, kiel en la antaŭaj monatoj, Kiel en la tempo, kiam Dio min gardis;",
            "2": "Kiam Lia lumilo lumis super mia kapo; Kaj sub Lia lumo mi povis iri en mallumo;",
            "3": "Kiel estis al mi en la tagoj de mia juneco, Kiam la ŝirmado de Dio estis super mia tendo;",
            "4": "Kiam la Plejpotenculo estis ankoraŭ kun mi, Kaj ĉirkaŭ mi estis miaj infanoj;",
            "5": "Kiam miaj paŝoj laviĝadis en butero, Kaj la roko verŝadis al mi fluojn da oleo!",
            "6": "Kiam mi eliris el la pordego al la urbo Kaj aranĝis al mi sidon sur la placo,",
            "7": "Vidis min junuloj kaj kaŝis sin, Kaj maljunuloj leviĝis kaj staris;",
            "8": "Eminentuloj ĉesis paroli Kaj metis la manon sur sian buŝon;",
            "9": "La voĉo de altranguloj sin kaŝis, Kaj ilia lango algluiĝis al ilia palato.",
            "10": "Kiam orelo aŭdis, ĝi nomis min feliĉa; Kiam okulo vidis, ĝi gloris min;",
            "11": "Ĉar mi savadis kriantan malriĉulon, Kaj orfon, kiu ne havis helpanton.",
            "12": "Beno de pereanto venadis sur min, Kaj la koro de vidvino estis ĝojigata de mi.",
            "13": "Virteco estis mia vesto, Kaj mia justeco vestis min kiel mantelo kaj kapornamo.",
            "14": "Mi estis okuloj por la blindulo, Kaj piedoj por la lamulo;",
            "15": "Mi estis patro por la malriĉuloj, Kaj juĝan aferon de homoj nekonataj mi esploradis;",
            "16": "Mi rompadis la makzelojn al maljustulo, Kaj el liaj dentoj mi elŝiradis la kaptitaĵon.",
            "17": "Kaj mi pensis: En mia nesto mi mortos, Kaj grandnombraj kiel sablo estos miaj tagoj;",
            "18": "Mia radiko estas malkovrita por la akvo, Kaj roso noktas sur miaj branĉoj.",
            "19": "Mia gloro estas ĉiam nova, Kaj mia pafarko ĉiam refortiĝas en mia mano.",
            "20": "Oni aŭskultadis min kaj atendadis, Kaj silentadis, kiam mi donadis konsilojn.",
            "21": "Post miaj vortoj oni ne plu parolis; Kaj miaj vortoj gutadis sur ilin.",
            "22": "Oni atendadis min kiel la pluvon, Kaj malfermadis sian buŝon, kiel por malfrua pluvo.",
            "23": "Se mi iam ridis al ili, ili ne kredis tion; Kaj la lumo de mia vizaĝo ne falis.",
            "24": "Kiam mi iris al ili, mi sidis sur la ĉefa loko; Mi loĝis kiel reĝo inter taĉmentoj, Kiel konsolanto de funebruloj."
        },
        "29": {
            "0": "Sed nun ridas pri mi homoj pli junaj ol mi, Kies patrojn mi ne volus starigi kun la hundoj de miaj ŝafaroj;",
            "1": "Kies forto de la manoj estis senbezona por mi, Kaj kiuj ne povis atingi maljunecon;",
            "2": "Kiuj pro malriĉeco kaj malsato solece kuris En la dezerton mizeran kaj senvivan;",
            "3": "Kiuj elŝiras atriplon apud la arbetaĵoj, Kaj kies pano estas la radiko de genisto.",
            "4": "El meze de la homoj oni elpelas ilin; Oni krias sur ilin, kiel sur ŝteliston;",
            "5": "En terfendoj ĉe la valoj ili loĝas, En truoj de la tero kaj de rokoj;",
            "6": "Inter la arbetaĵoj ili krias, Sub la kardoj ili kolektiĝas;",
            "7": "Kiel infanoj de sentaŭguloj kaj sennomuloj, Ili estas elpelitaj el la lando.",
            "8": "Kaj nun mi fariĝis objekto de ilia mokokanto, Mi fariĝis por ili objekto de babilado.",
            "9": "Ili abomenas min, malproksimiĝas de mi, Ne timas kraĉi sur mian vizaĝon.",
            "10": "Li malligis mian ŝnuron kaj turmentas min, Kaj ili forĵetis antaŭ mi la bridon.",
            "11": "Dekstre buboj stariĝis, kaj puŝas miajn piedojn; Ili ebenigis kontraŭ mi siajn pereigajn vojojn;",
            "12": "Ili disfosis mian vojon, facile pereigas min, Ne bezonante helpanton;",
            "13": "Ili venas kiel tra larĝa breĉo, Ĵetas sin tumulte.",
            "14": "Teruroj turnis sin kontraŭ min, Forpelis mian majeston kiel vento; Kiel nubo foriris mia feliĉo.",
            "15": "Kaj nun elverŝiĝas mia animo; Kaptis min tagoj de mizero.",
            "16": "En la nokto miaj ostoj traboriĝas en mi, Kaj miaj mordetantoj ne dormas.",
            "17": "Kun granda malfacileco demetiĝas mia vesto; Premas min la rando de mia ĉemizo.",
            "18": "Oni komparas min kun koto; Mi similiĝis al polvo kaj cindro.",
            "19": "Mi krias al Vi, sed Vi ne respondas al mi; Mi staras, ke Vi atentu min.",
            "20": "Vi fariĝis kruelulo por mi; Per la forto de Via mano Vi montras al mi Vian malamon.",
            "21": "Vi levis min en la venton, Lasis min kaj neniigis min en la ventego.",
            "22": "Mi scias, ke Vi transdonos min al la morto, En la kunvenejon de ĉio vivanta.",
            "23": "Sed ĉu oni povas ne deziri eltiri manon, Kaj krii en sia malfeliĉo?",
            "24": "Ĉu mi ne ploris pri tiu, kiu havis malfeliĉan tempon? Ĉu mia animo ne afliktiĝis pri malriĉulo?",
            "25": "Mi atendis bonon, sed venis malbono; Mi esperis lumon, sed venis mallumo.",
            "26": "Miaj internaĵoj bolas kaj ne ĉesas; Atakis min tempo de mizero.",
            "27": "Mi estas nigra, sed ne de la suno; Mi leviĝas en la komunumo kaj krias.",
            "28": "Mi fariĝis frato al la ŝakaloj Kaj kamarado al la strutoj.",
            "29": "Mia haŭto nigriĝis sur mi, Kaj miaj ostoj sekiĝis de varmego.",
            "30": "Mia harpo fariĝis plendilo, Kaj mia fluto fariĝis voĉo de plorantoj."
        },
        "30": {
            "0": "Mi faris interligon kun miaj okuloj, Ke mi ne atentu virgulinon.",
            "1": "Kia estas la parto, kiun donas Dio de supre? Kaj kion destinas la Plejpotenculo el la altaj sferoj?",
            "2": "Ĉu ne malfeliĉon al malpiulo, Kaj forpuŝon de malbonagantoj?",
            "3": "Ĉu Li ne vidas mian konduton, Ne kalkulas ĉiujn miajn paŝojn?",
            "4": "Ĉu mi iradis en malvero, Kaj miaj piedoj rapidis al trompo?",
            "5": "Li pesu min per justa pesilo, Kaj tiam Dio konvinkiĝos pri mia senkulpeco.",
            "6": "Se mia paŝo forkliniĝis de la vojo, Se mia koro sekvis miajn okulojn, Kaj se al mia mano algluiĝis makulo:",
            "7": "Tiam mi semu kaj alia manĝu, Kaj mia idaro elradikiĝu.",
            "8": "Se mia koro forlogiĝis al virino, Kaj mi kaŝe atendis ĉe la pordo de mia amiko:",
            "9": "Tiam mia edzino estu adultigata de aliulo, Kaj aliuloj kliniĝu super ŝi.",
            "10": "Ĉar tio estus malvirto, Tio estus krimo, kiun devas puni juĝistoj.",
            "11": "Tio estas fajro, kiu ekstermas ĝis la abismo, Kaj mian tutan akiritaĵon ĝi elradikigus.",
            "12": "Ĉu mi malŝatis la rajton de mia servisto aŭ de mia servistino, Kiam ili havis juĝan aferon kun mi?",
            "13": "Tiam kion mi farus, kiam Dio leviĝus? Kaj kion mi respondus al Li, kiam Li esplordemandus?",
            "14": "Lin kreis ja Tiu sama, kiu kreis min en la ventro, Kaj Tiu sama pretigis en la ventro ankaŭ lin.",
            "15": "Ĉu mi rifuzis la deziron de senhavuloj? Aŭ ĉu mi turmentis la okulojn de vidvino?",
            "16": "Ĉu mian panpecon mi manĝis sola? Ĉu ne manĝis de ĝi ankaŭ orfo?",
            "17": "Ĉar detempe de mia juneco mi estis kiel patro, Kaj de post la eliro el la ventro de mia patrino mi estis gvidisto.",
            "18": "Kiam mi vidis malfeliĉulon sen vesto Kaj malriĉulon sen kovro,",
            "19": "Ĉu tiam ne benis min liaj lumboj, Ĉu li ne estis varmigata per la lano de miaj ŝafoj?",
            "20": "Se mi levis mian manon kontraŭ orfon, Ĉar mi vidis en la pordego helpon al mi,",
            "21": "En tia okazo mia ŝultro defalu de la dorso, Kaj mia brako rompiĝu de kano.",
            "22": "Ĉar mi timas la punon de Dio, Kaj ĝian pezon mi ne povus elteni.",
            "23": "Ĉu mi faris la oron mia espero, Kaj la orbulon mi nomis mia fido?",
            "24": "Ĉu mi ĝojis, ke mia riĉeco estas granda Kaj ke mia mano multe akiris?",
            "25": "Kiam mi vidis la lumon brilantan Kaj la lunon majeste irantan,",
            "26": "Ĉu tiam sekrete forlogiĝis mia koro Kaj mi sendis kisojn per mia mano?",
            "27": "Ankaŭ tio estus krimo juĝinda, Ĉar mi forneus per tio Dion en la alto.",
            "28": "Ĉu mi ĝojis pri malfeliĉo de mia malamiko? Aŭ ĉu mi estis ravita, se lin trafis malbono?",
            "29": "Mi ne permesis al mia gorĝo peki Per eldiro de malbeno kontraŭ lia animo.",
            "30": "Ĉu la homoj de mia tendo ne diris: Ho, se oni ne satiĝus de lia karno!",
            "31": "Ne noktis fremdulo sur la strato; Miajn pordojn mi malfermadis al migrantoj.",
            "32": "Ĉu mi hommaniere kovradis miajn kulpojn, Por kaŝi en mia brusto miajn pekojn?",
            "33": "En tia okazo mi timus grandan homamason, Kaj malestimo de familioj min timigus; Mi silentus, kaj ne elirus ekster la pordon.",
            "34": "Ho, se iu aŭskultus min! Jen estas mia signo; la Plejpotenculo respondu al mi. Se mia akuzanto skribus libron,",
            "35": "Mi portus ĝin sur mia ŝultro, Mi metus ĝin sur min kiel kronon,",
            "36": "Mi raportus al li pri la nombro de miaj paŝoj; Mi alproksimiĝus al li kiel al princo.",
            "37": "Se mia lando kriis kontraŭ mi, Kaj ĝiaj sulkoj ploris,",
            "38": "Se ĝiajn fruktojn mi manĝis senpage, Kaj mi afliktis la animon de ĝiaj mastroj:",
            "39": "Tiam anstataŭ tritiko kresku por mi kardo, Kaj anstataŭ hordeo dornoj. Finiĝis la paroloj de Ijob."
        },
        "31": {
            "0": "Kaj tiuj tri viroj ĉesis respondi al Ijob, ĉar li opiniis sin prava.",
            "1": "Tiam ekflamis la kolero de Elihu, filo de Baraĥel, Buzano, el la familio de Ram. Kontraŭ Ijob ekflamis lia kolero pro tio, ke li opiniis sin pli prava ol Dio;",
            "2": "kaj kontraŭ liaj tri amikoj ekflamis lia kolero pro tio, ke ili ne trovis respondon kaj akuzis Ijobon.",
            "3": "Elihu atendis, dum ili parolis kun Ijob, ĉar ili estis pli aĝaj ol li.",
            "4": "Sed kiam Elihu vidis, ke ne troviĝas respondo en la buŝo de la tri viroj, ekflamis lia kolero.",
            "5": "Kaj ekparolis Elihu, filo de Baraĥel, la Buzano, kaj diris: Mi estas juna, kaj vi estas maljunuloj; Tial mi hezitis kaj timis eldiri al vi mian opinion.",
            "6": "Mi pensis: La aĝo parolu, Kaj la jarmulto montru saĝon.",
            "7": "Sed la spirito en la homoj kaj la spiro de la Plejpotenculo Donas al ili prudenton.",
            "8": "Ne la grandaj estas la plej prudentaj, Kaj ne la maljunuloj sole scias juĝi,",
            "9": "Tial mi diras: Aŭskultu min; Mi ankaŭ eldiros mian opinion.",
            "10": "Jen mi atendis viajn vortojn, Mi atentis vian kompetentecon, Ĝis vi trovos la ĝustan parolon.",
            "11": "Sed atentante vin, mi vidis, Ke neniu el vi donas al Ijob moralinstruon, Respondante al liaj paroloj.",
            "12": "Ne diru: Ni trovis la saĝon. Dio instruu lin, ne homo.",
            "13": "Li ne direktis al mi siajn vortojn, Kaj per viaj diroj mi ne respondos al li.",
            "14": "Ili perdis la kuraĝon, ili ne plu respondis; Mankas al ili vortoj.",
            "15": "Mi atendis, ĝis ili ĉesos paroli; Sed ĉar ili haltis kaj ne plu respondis,",
            "16": "Tial ankaŭ mi de mia flanko respondos, Mi ankaŭ eldiros mian opinion.",
            "17": "Ĉar mi estas plena de vortoj; La spirito de mia interno min premas.",
            "18": "Mia interno estas kiel vino ŝtopfermita, Kiu krevigas novan felsakon.",
            "19": "Mi ekparolos, kaj tiam fariĝos al mi pli facile; Mi malfermos mian buŝon, kaj mi respondos.",
            "20": "Mi ne atentos la vizaĝon de persono, Kaj mi ne flatos al homo;",
            "21": "Ĉar mi ne povoscias flati; Aliokaze pereigu min mia Kreinto."
        },
        "32": {
            "0": "Aŭskultu do, Ijob, miajn parolojn, Kaj atentu ĉiujn miajn vortojn.",
            "1": "Jen mi malfermis mian buŝon, Parolas mia lango en mia gorĝo.",
            "2": "Ĝuste el mia koro estas miaj paroloj, Kaj puran scion eldiros miaj lipoj.",
            "3": "La spirito de Dio min kreis, Kaj la spiro de la Plejpotenculo min vivigas.",
            "4": "Se vi povas, respondu al mi; Armu vin kontraŭ mi, kaj stariĝu.",
            "5": "Jen mi simile al vi estas de Dio; Mi ankaŭ estas farita el argilo.",
            "6": "Vidu, vi ne bezonas timi min, Kaj mia ŝarĝo ne pezos sur vi.",
            "7": "Vi parolis antaŭ miaj oreloj, Kaj mi aŭdis la sonon de tiaj vortoj:",
            "8": "Mi estas pura, sen malbonagoj; Senkulpa, mi ne havas pekon;",
            "9": "Jen Li trovis ion riproĉindan en mi, Li rigardas min kiel Lian malamikon;",
            "10": "Li metis miajn piedojn en ŝtipon; Li observas ĉiujn miajn vojojn.",
            "11": "Sed en tio vi ne estas prava, mi respondas al vi; Ĉar Dio estas pli granda ol homo.",
            "12": "Kial vi havas pretendon kontraŭ Li pro tio, Ke Li ne donas al vi kalkulraporton pri ĉiuj Siaj faroj?",
            "13": "Cetere Dio parolas en unu maniero kaj en alia maniero, Sed oni tion ne rimarkas.",
            "14": "En sonĝo, en nokta vizio, Kiam sur la homojn falis dormo, Kiam ili dormas sur la lito,",
            "15": "Tiam Li malfermas la orelon de la homoj, Kaj, doninte instruon, sigelas ĝin,",
            "16": "Por deturni homon de ia faro Kaj gardi viron kontraŭ fiereco,",
            "17": "Por ŝirmi lian animon kontraŭ pereo Kaj lian vivon kontraŭ falo sub glavon.",
            "18": "Ankaŭ per malsano sur lia lito Li avertas lin, Kiam ĉiuj liaj ostoj estas ankoraŭ fortaj.",
            "19": "Kaj abomenata fariĝas por li en lia vivo la manĝaĵo, Kaj por lia animo la frandaĵo.",
            "20": "Lia karno konsumiĝas tiel, ke oni ĝin jam ne vidas; Kaj elstaras liaj ostoj, kiuj antaŭe estis nevideblaj.",
            "21": "Kaj lia animo alproksimiĝas al la pereo, Kaj lia vivo al la mortigo.",
            "22": "Sed se li havas por si anĝelon proparolanton, Kvankam unu el mil, Kiu elmontrus pri la homo lian pravecon,",
            "23": "Tiam Li indulgas lin, kaj diras: Liberigu lin, ke li ne malsupreniru en la tombon, Ĉar Mi trovis pardonigon.",
            "24": "Tiam lia korpo fariĝas denove freŝa, kiel en la juneco; Li revenas al la tagoj de sia knabeco.",
            "25": "Li preĝas al Dio, Kaj ĉi Tiu korfavoras lin, Kaj montras al li Sian vizaĝon kun ĝojo, Kaj rekompencas la homon laŭ lia virteco.",
            "26": "Li rigardas la homojn, kaj diras: Mi pekis, la veron mi kripligis, Kaj Li ne repagis al mi;",
            "27": "Li liberigis mian animon, ke ĝi ne iru en pereon, Kaj mia vivo vidas la lumon.",
            "28": "Ĉion ĉi tion Dio faras Du aŭ tri fojojn kun homo,",
            "29": "Por deturni lian animon de pereo Kaj prilumi lin per la lumo de vivo.",
            "30": "Atentu, Ijob, aŭskultu min; Silentu, kaj mi parolos.",
            "31": "Se vi havas, kion diri, respondu al mi; Parolu, ĉar mi dezirus, ke vi montriĝu prava.",
            "32": "Se ne, tiam aŭskultu min; Silentu, kaj mi instruos al vi saĝon."
        },
        "33": {
            "0": "Elihu parolis plue, kaj diris:",
            "1": "Aŭskultu, saĝuloj, miajn vortojn; Kaj vi, kompetentuloj, atentu min.",
            "2": "Ĉar la orelo esploras la parolon, Kiel la palato gustumas la manĝaĵon.",
            "3": "Decidon ni elektu al ni; Ni esploru inter ni, kio estas bona.",
            "4": "Ĉar Ijob diris: Mi estas prava, Sed Dio forigis mian rajton;",
            "5": "En mia juĝa afero mi estas refutata; Turmentas min mia sago, kvankam mi estas senkulpa.",
            "6": "Kiu homo estas simila al Ijob, Kiu trinkas mokojn kiel akvon?",
            "7": "Kaj li estas preta aliĝi al malbonaguloj Kaj iri kun malpiuloj;",
            "8": "Ĉar li diras: Homo ne havas utilon, Se li serĉas favoron de Dio.",
            "9": "Tial aŭskultu min, ho saĝaj homoj: Dio estas malproksima de malbonagoj, Kaj la Plejpotenculo estas malproksima de maljusteco;",
            "10": "Sed Li repagas al homo laŭ liaj agoj, Kaj laŭ la vojo de ĉiu Li renkontas lin.",
            "11": "Vere, Dio ne malbonagas, Kaj la Plejpotenculo ne kurbigas la veron.",
            "12": "Kiu komisiis al Li la teron? Kaj kiu starigis Lin super la tuta mondo?",
            "13": "Se Li pensus nur pri Si, Se Li prenus al Si Sian spiriton kaj spiron,",
            "14": "Tiam pereus absolute ĉiu karno, Kaj homo refariĝus polvo.",
            "15": "Se vi havas prudenton, aŭskultu ĉi tion; Atentu la voĉon de miaj paroloj.",
            "16": "Ĉu povas regi malamanto de justeco? Ĉu vi povas akuzi la Plejjustulon?",
            "17": "Ĉu oni povas diris al reĝo: Sentaŭgulo; Aŭ al altranguloj: Malpiulo?",
            "18": "Sed Li ne atentas la vizaĝon de princoj, Kaj ne preferas riĉulon antaŭ malriĉulo; Ĉar ĉiuj estas faritaĵo de Liaj manoj.",
            "19": "Momente ili mortas, noktomeze ili tumultiĝas kaj malaperas; Ne de homa mano estas forigataj la potenculoj.",
            "20": "Ĉar Liaj okuloj estas super la vojoj de homo, Kaj ĉiujn liajn paŝojn Li vidas.",
            "21": "Ne ekzistas mallumo nek ombrego, Kie povus sin kaŝi malbonaguloj.",
            "22": "Li ne bezonas multe klopodi kun homo, Ke li iru al Dio por juĝo.",
            "23": "Li pereigas la fortulojn sennombre Kaj starigas sur ilia loko aliajn;",
            "24": "Ĉar Li scias iliajn farojn; Li renversas ilin en la nokto, kaj ili frakasiĝas.",
            "25": "Kiel malpiulojn Li frapas ilin sur loko, kie ĉiuj vidas;",
            "26": "Pro tio, ke ili forturniĝis de Li Kaj ne penis kompreni ĉiujn Liajn vojojn,",
            "27": "Sed venigis al Li la kriadon de malriĉulo, Kaj Li aŭdis la kriadon de mizeruloj.",
            "28": "Se Li kvietigas, tiam kiu povas ribeligi? Se Li kaŝas Sian vizaĝon, tiam kiu povas Lin vidi? Tiel estas egale kun nacio kaj kun aparta homo,",
            "29": "Por ke ne regu homo hipokrita, El la pekigantoj de popolo.",
            "30": "Al Dio oni devas diri: Mi fieriĝis, mi ne plu faros malbonon;",
            "31": "Kion mi ne vidas, pri tio instruu min; Se mi faris maljustaĵon, mi ne plu faros.",
            "32": "Ĉu konforme al via opinio Li devas repagi? Al vi ja ne plaĉis. Vi elektu, ne mi; Kaj kion vi scias, tion diru.",
            "33": "Saĝaj homoj diros al mi, Kaj prudenta homo, kiu min aŭskultas:",
            "34": "Ijob parolas malsaĝe, Kaj liaj vortoj estas malprudentaj.",
            "35": "Ho, se Ijob estus elprovita ĝis la fino, Pro tio, ke li aliĝas al homoj pekaj;",
            "36": "Ĉar al sia peko li aldonas blasfemon; Inter ni li mokas, kaj multe parolas kontraŭ Dio."
        },
        "34": {
            "0": "Elihu parolis plue, kaj diris:",
            "1": "Ĉu tion vi opinias justa, ke vi diras: Mi estas pli prava ol Dio?",
            "2": "Ĉar vi diras: Kiom tio utilas al vi? Kian profiton mi havas kompare kun tiu okazo, se mi pekus?",
            "3": "Mi respondos al vi, Kaj kune ankaŭ al viaj amikoj:",
            "4": "Rigardu la ĉielon, kaj vidu; Rigardu la nubojn, kiel tro alte ili estas por vi.",
            "5": "Se vi pekas, kiom vi malutilas al Li? Kaj se viaj malbonagoj estas multaj, kion vi faras al Li?",
            "6": "Se vi estas virta, kion vi donas al Li? Aŭ kion Li prenas el via mano?",
            "7": "Al homo, simila al vi, povas ion fari via malbonago, Kaj via virteco havas signifon nur por homido.",
            "8": "Pro multe da premado oni krias; Oni ĝemas pro la brako de potenculoj.",
            "9": "Sed oni ne diras: Kie estas Dio, kiu min kreis, Kiu donas kantojn en la nokto,",
            "10": "Kiu instruas nin pli ol la brutojn sur la tero, Prudentigas nin pli ol la birdojn de la ĉielo?",
            "11": "Tie ili krias pri la fiereco de la malbonuloj, Sed Li ne respondas.",
            "12": "Tamen malvere estas, ke Dio ne aŭdas Kaj ke la Plejpotenculo ne vidas.",
            "13": "Kvankam vi diras, ke vi Lin ne vidas, Ekzistas tamen juĝo ĉe Li; Kaj vi atendu Lin.",
            "14": "Sed ĉar Li nun ne montras Sian koleron Kaj ne atentas la tro grandan malvirtecon,",
            "15": "Tial Ijob vante malfermis sian buŝon Kaj tre multe parolas malprudente."
        },
        "35": {
            "0": "Kaj plue parolis Elihu, kaj diris:",
            "1": "Atendu ankoraŭ iom; mi montros al vi, Ĉar mi havas ankoraŭ kion paroli pro Dio.",
            "2": "Mi prenos mian scion de malproksime, Kaj mi montros, ke mia Kreinto estas prava.",
            "3": "Ĉar vere miaj vortoj ne estas mensogaj; Homo sincera estas antaŭ vi.",
            "4": "Vidu, Dio estas potenca, kaj tamen Li neniun malŝatas; Li estas potenca per la forto de la koro.",
            "5": "Al malpiulo Li ne permesas vivi, Kaj al mizeruloj Li donas justecon.",
            "6": "Li ne forturnas de virtuloj Siajn okulojn, Sed kun reĝoj sur trono Li sidigas ilin por ĉiam, Por ke ili estu altaj.",
            "7": "Kaj se ili estas ligitaj per ĉenoj, Malliberigitaj mizere per ŝnuroj,",
            "8": "Tiam Li montras al ili iliajn farojn kaj kulpojn, Kiel grandaj ili estas.",
            "9": "Li malfermas ilian orelon por la moralinstruo, Kaj diras, ke ili deturnu sin de malbonagoj.",
            "10": "Se ili obeas kaj servas al Li, Tiam ili finas siajn tagojn en bono Kaj siajn jarojn en stato agrabla;",
            "11": "Sed se ili ne obeas, Tiam ili pereas per glavo Kaj mortas en malprudento.",
            "12": "La hipokrituloj portas en si koleron; Ili ne vokas, kiam Li ilin ligis;",
            "13": "Ilia animo mortas en juneco, Kaj ilia vivo pereas inter la malĉastuloj.",
            "14": "Li savas la suferanton en lia mizero, Kaj per la sufero Li malfermas ilian orelon.",
            "15": "Ankaŭ vin Li elkondukus el la suferoj En spacon vastan, kie ne ekzistas premateco; Kaj vi havus pacon ĉe via tablo, plena de grasaĵoj.",
            "16": "Sed vi fariĝis plena de kulpoj de malvirtulo; Kulpo kaj juĝo tenas sin kune.",
            "17": "Via kolero ne forlogu vin al mokado, Kaj grandeco de elaĉeto ne deklinu vin.",
            "18": "Ĉu Li atentos vian riĉecon? Ne, nek oron, nek forton aŭ potencon.",
            "19": "Ne strebu al tiu nokto, Kiu forigas popolojn de ilia loko.",
            "20": "Gardu vin, ne kliniĝu al malpieco; Ĉar tion vi komencis pro la mizero.",
            "21": "Vidu, Dio estas alta en Sia forto. Kiu estas tia instruanto, kiel Li?",
            "22": "Kiu povas preskribi al Li vojon? Kaj kiu povas diri: Vi agis maljuste?",
            "23": "Memoru, ke vi honoru Liajn farojn, Pri kiuj kantas la homoj.",
            "24": "Ĉiuj homoj ilin vidas; Homo rigardas ilin de malproksime.",
            "25": "Vidu, Dio estas granda kaj nekonata; La nombro de Liaj jaroj estas neesplorebla.",
            "26": "Kiam Li malgrandigas la gutojn de akvo, Ili verŝiĝas pluve el la nebulo;",
            "27": "Verŝiĝas la nuboj Kaj gutas sur multe da homoj.",
            "28": "Kaj kiam Li intencas etendi la nubojn Kiel tapiŝojn de Sia tendo,",
            "29": "Tiam Li etendas sur ilin Sian lumon Kaj kovras la radikojn de la maro.",
            "30": "Ĉar per ili Li juĝas la popolojn Kaj donas ankaŭ manĝaĵon abunde.",
            "31": "Per la manoj Li kovras la lumon Kaj ordonas al ĝi aperi denove.",
            "32": "Antaŭdiras pri ĝi ĝia bruo, Kaj eĉ la brutaroj, kiam ĝi alproksimiĝas."
        },
        "36": {
            "0": "Pri tio tremas mia koro Kaj saltas de sia loko.",
            "1": "Aŭskultu atente en la bruo Lian voĉon, Kaj la sonojn, kiuj eliras el Lia buŝo.",
            "2": "Sub la tutan ĉielon Li kurigas tion, Kaj Sian lumon al la randoj de la tero.",
            "3": "Post ĝi ekbruas la tondro; Li tondras per Sia majesta voĉo, Kaj oni ne povas tion haltigi, kiam aŭdiĝas Lia voĉo.",
            "4": "Mirinde tondras Dio per Sia voĉo; Li faras ion grandan, sed ne konatan.",
            "5": "Al la neĝo Li diras: Falu sur la teron; Ankaŭ al la pluvego, al Siaj fortaj pluvegoj.",
            "6": "Sur la manon de ĉiu homo Li metas sigelon, Por ke ĉiuj homoj sciu Lian faron.",
            "7": "La sovaĝa besto iras en sian kavon Kaj restas en sia loĝejo.",
            "8": "El la sudo venas ventego, Kaj de la nordo venas malvarmo.",
            "9": "De la spiro de Dio venas frosto, Kaj vasta akvo fariĝas kvazaŭ fandaĵo.",
            "10": "La nubojn Li pezigas per akvo, Kaj nubo disŝutas Lian lumon.",
            "11": "Li direktas ilin ĉirkaŭen, kien Li volas, Por ke ili plenumu ĉion, kion Li ordonas al ili, sur la tero:",
            "12": "Ĉu por puno de ia lando, Ĉu por favorkoraĵo Li ilin direktas.",
            "13": "Atentu tion, Ijob; Staru, kaj konsideru la miraklojn de Dio.",
            "14": "Ĉu vi scias, kiamaniere Dio agigas ilin Kaj aperigas lumon el Sia nubo?",
            "15": "Ĉu vi komprenas, ĉe la distiro de nubo, La miraklojn de Tiu, kiu estas la plej perfekta en la sciado?",
            "16": "Kiamaniere viaj vestoj varmiĝas, Kiam la tero kvietiĝas de sude?",
            "17": "Ĉu vi povas etendi kun Li la ĉielon, Firman kiel fandita spegulo?",
            "18": "Sciigu al ni, kion ni devas diri al Li; Mi nenion povas elkonjekti pro mallumo.",
            "19": "Ĉu estos rakontita al Li tio, kion mi parolas? Se iu parolos, li pereos.",
            "20": "Nun oni ne povas rigardi la lumon, kiu hele lumas en la ĉielo, Kiam la vento pasas kaj purigas ĝin.",
            "21": "De norde venas oro; Ĉirkaŭ Dio estas terura brilo.",
            "22": "La Plejpotenculon ni ne povas kompreni. Li estas granda en forto, justo, kaj vero; Li neniun premas.",
            "23": "Tial respektegas Lin la homoj; Kaj Li atentas neniun el la saĝuloj."
        },
        "37": {
            "0": "La Eternulo el ventego ekparolis al Ijob, kaj diris:",
            "1": "Kiu estas tiu, kiu mallumigas la plej altan decidon Per vortoj sensencaj?",
            "2": "Zonu kiel viro viajn lumbojn; Mi vin demandos, kaj vi sciigu al Mi.",
            "3": "Kie vi estis, kiam Mi fondis la teron? Diru, se vi havas scion.",
            "4": "Kiu starigis ĝiajn mezurojn, se vi tion scias? Aŭ kiu etendis super ĝi rektoŝnuron?",
            "5": "Sur kio estas enfortikigitaj ĝiaj bazoj, Aŭ kiu kuŝigis ĝian angulŝtonon,",
            "6": "Dum komuna glorkantado de la matenaj steloj Kaj ĝojkriado de ĉiuj filoj de Dio?",
            "7": "Kiu fermis la maron per pordoj, Kiam ĝi elpuŝiĝis kvazaŭ el la ventro de patrino;",
            "8": "Kiam Mi faris la nubon ĝia vesto Kaj mallumon ĝiaj vindaĵoj,",
            "9": "Kaj starigis al ĝi limon Kaj faris riglilojn kaj pordojn,",
            "10": "Kaj diris: Ĝis ĉi tie aliru, sed ne plu, Kaj ĉi tie rompiĝados viaj majestaj ondoj?",
            "11": "Ĉu vi en via vivo iam ordonis al la mateno, Montris al la matenruĝo ĝian lokon,",
            "12": "Ke ĝi kaptu la randojn de la tero, Kaj ke la malpiuloj deskuiĝu el ĝi;",
            "13": "Ke ilia internaĵo renversiĝu kiel koto, Kaj ke ili tute konfuziĝu;",
            "14": "Ke de la malpiuloj forpreniĝu ilia lumo, Kaj ilia malhumila brako estu rompita?",
            "15": "Ĉu vi venis ĝis la fontoj de la maro? Kaj ĉu vi iradis sur la fundo de la abismo?",
            "16": "Ĉu malfermiĝis antaŭ vi la pordego de la morto? Kaj ĉu vi vidis la pordegon de la mallumego?",
            "17": "Ĉu vi pririgardis la larĝon de la tero? Diru, ĉu vi scias ĉion ĉi tion?",
            "18": "Kie estas la vojo al la loĝejo de la lumo, Kaj kie estas la loko de la mallumo,",
            "19": "Ke vi konduku ĝin al ĝia limo, Kaj ke vi rimarku la vojetojn al ĝia domo?",
            "20": "Ĉu vi sciis, kiam vi naskiĝos Kaj kiel granda estos la nombro de viaj tagoj?",
            "21": "Ĉu vi venis al la devenejo de la neĝo, Kaj ĉu vi vidis la devenejon de la hajlo,",
            "22": "Kiujn Mi konservas por la tempo de suferado, Por la tago de batalo kaj milito?",
            "23": "Kie estas la vojo, laŭ kiu dividiĝas la lumo, Diskuras la orienta vento super la teron?",
            "24": "Kiu destinis direkton por la fluo Kaj vojon por la tondra fulmo,",
            "25": "Por doni pluvon sur teron, kie neniu troviĝas, Sur dezerton senhoman,",
            "26": "Por nutri dezerton kaj stepon Kaj kreskigi verdan herbon?",
            "27": "Ĉu la pluvo havas patron? Aŭ kiu naskigis la gutojn de roso?",
            "28": "El kies ventro eliris la glacio? Kaj kiu naskis la prujnon sub la ĉielo?",
            "29": "Simile al ŝtono malmoliĝas la akvo, Kaj la supraĵo de la abismo kunfirmiĝas.",
            "30": "Ĉu vi povas ligi la ligilon de la Plejadoj? Aŭ ĉu vi povas malligi la ligon de Oriono?",
            "31": "Ĉu vi povas elirigi iliatempe la planedojn, Kaj konduki la Ursinon kun ĝiaj infanoj?",
            "32": "Ĉu vi konas la leĝojn de la ĉielo? Aŭ ĉu vi povas aranĝi ĝian regadon super la tero?",
            "33": "Ĉu vi povas levi al la nubo vian voĉon, Ke abundo da akvo vin kovru?",
            "34": "Ĉu vi povas sendi fulmojn, Ke ili iru kaj diru al vi: Jen ni estas?",
            "35": "Kiu metis en la internon la saĝon? Kaj kiu donis al la koro la prudenton?",
            "36": "Kiu estas tiel saĝa, ke li povu kalkuli la nubojn? Kaj kiu elverŝas la felsakojn de la ĉielo,",
            "37": "Kiam la polvo kunfandiĝas Kaj la terbuloj kungluiĝas?",
            "38": "Ĉu vi ĉasas kaptaĵon por la leonino, Kaj satigas la leonidojn,",
            "39": "Kiam ili kuŝas en la nestegoj, Sidas embuske en la laŭbo?",
            "40": "Kiu pretigas al la korvo ĝian manĝaĵon, Kiam ĝiaj idoj krias al Dio, Vagflugas, ne havante, kion manĝi?"
        },
        "38": {
            "0": "Ĉu vi scias la tempon, en kiu naskas la ibeksoj sur la rokoj? Ĉu vi observis la akuŝiĝon de la cervinoj?",
            "1": "Ĉu vi kalkulis la monatojn de ilia gravedeco? Aŭ ĉu vi scias la tempon, kiam ili devas naski?",
            "2": "Ili fleksiĝas, elĵetas siajn idojn, Liberiĝas de siaj doloroj.",
            "3": "Iliaj infanoj fortiĝas, kreskas en libereco, Foriras, ke ne revenas al ili.",
            "4": "Kiu donis liberecon al la sovaĝa azeno? Kaj kiu malligis ĝiajn ligilojn?",
            "5": "La dezerton Mi faris ĝia domo, Kaj stepon ĝia loĝejo;",
            "6": "Ĝi ridas pri la bruo de la urbo, La kriojn de pelanto ĝi ne aŭdas;",
            "7": "La produktaĵoj de la montoj estas ĝia manĝaĵo, Kaj ĝi serĉas ĉian verdaĵon.",
            "8": "Ĉu bubalo volos servi al vi? Ĉu ĝi volos nokti ĉe via manĝujo?",
            "9": "Ĉu vi povas alligi bubalon per ŝnuro al bedo? Ĉu ĝi erpos post vi valojn?",
            "10": "Ĉu vi fidos ĝin pro ĝia granda forto? Kaj ĉu vi komisios al ĝi vian laboron?",
            "11": "Ĉu vi havos konfidon al ĝi, ke ĝi reportos viajn semojn Kaj kolektos en vian grenejon?",
            "12": "La flugilo de struto leviĝas gaje, Simile al la flugilo de cikonio kaj de akcipitro;",
            "13": "Ĉar ĝi lasas sur la tero siajn ovojn Kaj varmigas ilin en la sablo;",
            "14": "Ĝi forgesas, ke piedo povas ilin dispremi Kaj sovaĝa besto povas ilin disbati.",
            "15": "Ĝi estas kruela por siaj idoj, kvazaŭ ili ne estus ĝiaj; Ĝi ne zorgas pri tio, ke ĝia laboro estas vana;",
            "16": "Ĉar Dio senigis ĝin je saĝo Kaj ne donis al ĝi prudenton.",
            "17": "Kiam ĝi leviĝas alten, Ĝi mokas ĉevalon kaj ĝian rajdanton.",
            "18": "Ĉu vi donas forton al la ĉevalo? Ĉu vi vestas ĝian kolon per kolharoj?",
            "19": "Ĉu vi povas saltigi ĝin kiel akrido? Terura estas la beleco de ĝia ronkado.",
            "20": "Ĝi fosas en la valo kaj estas gaja pro forteco; Ĝi eliras kontraŭ armiton;",
            "21": "Ĝi ridas pri timo kaj ne senkuraĝiĝas, Kaj ne retiras sin de glavo.",
            "22": "Super ĝi sonoras la sagujo, Brilas lanco kaj ponardego.",
            "23": "Kun bruo kaj kolero ĝi glutas teron, Kaj ne povas stari trankvile ĉe sonado de trumpeto.",
            "24": "Kiam eksonas la trumpeto, ĝi ekkrias: Ho, ho! Kaj de malproksime ĝi flarsentas la batalon, Kriadon de la kondukantoj, kaj bruon.",
            "25": "Ĉu pro via saĝo flugas la akcipitro Kaj etendas siajn flugilojn al sudo?",
            "26": "Ĉu pro via ordono leviĝas la aglo Kaj faras alte sian neston?",
            "27": "Sur roko ĝi loĝas, Noktas sur dento de roko kaj de monta pinto.",
            "28": "De tie ĝi elrigardas por si manĝaĵon; Malproksime vidas ĝiaj okuloj.",
            "29": "Ĝiaj idoj trinkas sangon; Kaj kie estas mortigitoj, tie ĝi estas."
        },
        "39": {
            "0": "Kaj la Eternulo plue parolis al Ijob, kaj diris:",
            "1": "Ĉu povas blasfemanto disputi kun la Plejpotenculo? La mallaŭdanto de Dio tion respondu.",
            "2": "Kaj Ijob respondis al la Eternulo, kaj diris:",
            "3": "Jen mi estis facilanima; kion mi povas respondi al Vi? Mi metas mian manon sur mian buŝon.",
            "4": "Unu fojon mi parolis, kaj mi ne respondos; Tion mi ne faros duan fojon.",
            "5": "Kaj la Eternulo respondis al Ijob el la ventego, kaj diris:",
            "6": "Zonu kiel viro viajn lumbojn; Mi vin demandos, kaj vi sciigu al Mi.",
            "7": "Ĉu vi volas senvalorigi Mian verdikton, Akuzi Min, por ke vi montriĝu prava?",
            "8": "Se vi havas tian brakon, kiel Dio, Kaj se vi povas tondri per voĉo simile al Li,",
            "9": "Tiam ornamu vin per majesto, kaj altiĝu, Vestu vin per gloro kaj belegeco;",
            "10": "Elverŝu la furiozon de via kolero; Ekrigardu ĉion fieran kaj humiligu ĝin;",
            "11": "Ekrigardu ĉiun fierulon kaj konfuzu lin; Kaj frakasu la malpiulojn sur ilia loko;",
            "12": "Kaŝu ilin ĉiujn en la tero; Ilian vizaĝon kovru per mallumo.",
            "13": "Tiam Mi gloros vin, Se via dekstra mano vin helpos.",
            "14": "Vidu la hipopotamon, kiun Mi kreis apud vi; Herbon ĝi manĝas, kiel bovo.",
            "15": "Vidu, ĝia forto estas en ĝiaj lumboj, Kaj ĝia fortikeco estas en la muskoloj de ĝia ventro.",
            "16": "Ĝi streĉas sian voston kiel cedron, La tendenoj de ĝiaj femuroj estas interplektitaj.",
            "17": "Ĝiaj ostoj estas kiel kupraj tuboj, Ĝiaj ostoj estas kiel feraj stangoj.",
            "18": "Ĝi estas la komenco de la vojoj de Dio; Ĝia Kreinto donis al ĝi ĝian glavon.",
            "19": "La montoj alportas al ĝi manĝaĵon, Kaj ĉiuj bestoj de la kampo tie ludas.",
            "20": "Sub ombroriĉaj arboj ĝi kuŝas, Sub kovro de kanoj kaj en ŝlimo.",
            "21": "Ombroriĉaj arboj ŝirmas ĝin per sia ombro, Ĉirkaŭas ĝin salikoj apud torentoj.",
            "22": "Se la rivero tumultas, ĝi ne konfuziĝas; Ĝi staras trankvile, se eĉ Jordan enverŝiĝus en ĝian buŝon.",
            "23": "Ĉu iu povas preni ĝin antaŭ ĝiaj okuloj, Ĉu iu povas trabori per ŝnuroj ĝian nazon?",
            "24": "Ĉu vi povas eltiri levjatanon per fiŝhoko, Aŭ ligi per ŝnuro ĝian langon?",
            "25": "Ĉu vi povas trameti kanon tra ĝia nazo Kaj trapiki ĝian vangon per pikilo?",
            "26": "Ĉu ĝi multe petegos vin, Aŭ parolos al vi flataĵojn?",
            "27": "Ĉu ĝi faros interligon kun vi? Ĉu vi povas preni ĝin kiel porĉiaman sklavon?",
            "28": "Ĉu vi amuziĝos kun ĝi kiel kun birdo? Aŭ ĉu vi ligos ĝin por viaj knabinoj?",
            "29": "Ĉu kamaradoj ĝin dishakos, Kaj dividos inter komercistoj?",
            "30": "Ĉu vi povas plenigi per pikiloj ĝian haŭton Kaj per fiŝistaj hokoj ĝian kapon?",
            "31": "Metu sur ĝin vian manon; Tiam vi bone memoros la batalon, kaj ĝin ne plu entreprenos."
        },
        "40": {
            "0": "Vidu, la espero ĉiun trompos; Jam ekvidinte ĝin, li falos.",
            "1": "Neniu estas tiel kuraĝa, por inciti ĝin; Kiu do povas stari antaŭ Mi?",
            "2": "Kiu antaŭe ion donis al Mi, ke Mi redonu al li? Sub la tuta ĉielo ĉio estas Mia.",
            "3": "Mi ne silentos pri ĝiaj membroj, Pri ĝia forto kaj bela staturo.",
            "4": "Kiu povas levi ĝian veston? Kiu aliros al ĝia paro da makzeloj?",
            "5": "Kiu povas malfermi la pordon de ĝia vizaĝo? Teruro ĉirkaŭas ĝiajn dentojn.",
            "6": "Ĝiaj fieraj skvamoj estas kiel ŝildoj, Interligitaj per fortika sigelo;",
            "7": "Unu kuntuŝiĝas kun la alia tiel, Ke aero ne povas trairi tra ili;",
            "8": "Unu alfortikiĝis al la alia, Interkuniĝis kaj ne disiĝas.",
            "9": "Ĝia terno briligas lumon, Kaj ĝiaj okuloj estas kiel la palpebroj de la ĉielruĝo.",
            "10": "El ĝia buŝo eliras torĉoj, Elkuras flamaj fajreroj.",
            "11": "El ĝiaj nazotruoj eliras fumo, Kiel el bolanta poto aŭ kaldrono.",
            "12": "Ĝia spiro ekbruligas karbojn, Kaj flamo eliras el ĝia buŝo.",
            "13": "Sur ĝia kolo loĝas forto, Kaj antaŭ ĝi kuras teruro.",
            "14": "La partoj de ĝia karno estas firme kunligitaj inter si, Tenas sin fortike sur ĝi, kaj ne ŝanceliĝas.",
            "15": "Ĝia koro estas malmola kiel ŝtono, Kaj fortika kiel suba muelŝtono.",
            "16": "Kiam ĝi sin levas, ektremas fortuloj, Konsterniĝas de teruro.",
            "17": "Glavo, kiu alproksimiĝas al ĝi, ne povas sin teni, Nek lanco, sago, aŭ kiraso.",
            "18": "Feron ĝi rigardas kiel pajlon, Kupron kiel putran lignon.",
            "19": "Ne forpelos ĝin sago; Ŝtonoj el ŝtonĵetilo fariĝas pajleroj antaŭ ĝi.",
            "20": "Bastonegon ĝi rigardas kiel pajlon, Kaj ĝi mokas la sonon de lanco.",
            "21": "Sube ĝi havas akrajn pecetojn; Kiel draŝrulo ĝi kuŝas sur la ŝlimo.",
            "22": "Kiel kaldronon ĝi ondigas la profundon; La maron ĝi kirlas kiel ŝmiraĵon.",
            "23": "La vojo post ĝi lumas; La abismo aperas kiel grizaĵo.",
            "24": "Ne ekzistas sur la tero io simila al ĝi; Ĝi estas kreita sentima.",
            "25": "Ĝi rigardas malestime ĉion altan; Ĝi estas reĝo super ĉiuj sovaĝaj bestoj."
        },
        "41": {
            "0": "Ijob respondis al la Eternulo, kaj diris:",
            "1": "Mi scias, ke Vi ĉion povas fari, Kaj ke nenio, kion Vi entreprenas, estas malfacila por Vi.",
            "2": "Kiu estas tiu, kiu kovras malkompetente la plej altan decidon? Jes, mi parolis sen komprenado pri aferoj, Kiuj estas tro misteraj por mi, kaj kiujn mi ne konas.",
            "3": "Aŭskultu, kaj mi parolos; Mi demandos Vin, kaj Vi sciigu al mi.",
            "4": "Nur per la oreloj mi aŭdis pri Vi; Sed nun mia okulo Vin vidis.",
            "5": "Tial mi faras al mi riproĉon, Kaj mi pentas en polvo kaj cindro.",
            "6": "Post kiam la Eternulo parolis tiujn vortojn al Ijob, la Eternulo diris al Elifaz, la Temanano: Mia kolero ekflamis kontraŭ vi kaj kontraŭ viaj du amikoj, pro tio, ke vi ne parolis antaŭ Mi tiel ĝuste, kiel Mia servanto Ijob.",
            "7": "Prenu do nun al vi sep bovojn kaj sep ŝafojn, kaj iru al Mia servanto Ijob, kaj alportu bruloferon pro vi; kaj Mia servanto Ijob preĝos por vi; ĉar nur lin Mi atentos, por ne fari al vi punon pro tio, ke vi ne parolis antaŭ Mi tiel ĝuste, kiel Mia servanto Ijob.",
            "8": "Kaj iris Elifaz, la Temanano, kaj Bildad, la Ŝuĥano, kaj Cofar, la Naamano, kaj faris tion, kion diris al ili la Eternulo. Kaj la Eternulo atentis Ijobon.",
            "9": "Kaj la Eternulo redonis la forprenitaĵon al Ijob, kiam li preĝis por siaj amikoj. Kaj la Eternulo donis al Ijob duoble pli ol ĉio, kion li havis antaŭe.",
            "10": "Kaj venis al li ĉiuj liaj fratoj kaj ĉiuj liaj fratinoj kaj ĉiuj liaj antaŭaj konatoj, kaj ili manĝis kun li en lia domo, kaj esprimis al li sian kunsenton, kaj konsolis lin pri la tuta malbono, kiun la Eternulo venigis sur lin; kaj ĉiu el ili donis al li po unu kesito, kaj ĉiu po unu ora ringo.",
            "11": "Kaj la Eternulo benis la lastajn jarojn de Ijob pli ol la komencajn; kaj li havis dek kvar mil ŝafojn kaj ses mil kamelojn kaj mil parojn da bovoj kaj mil azeninojn.",
            "12": "Kaj li havis sep filojn kaj tri filinojn.",
            "13": "Al unu el ĉi tiuj li donis al nomon Jemima, al la dua la nomon Kecia, kaj al la tria la nomon Keren-Hapuĥ.",
            "14": "Kaj en la tuta lando ne troviĝis virinoj tiel belaj, kiel la filinoj de Ijob; kaj ilia patro donis al ili heredan posedaĵon inter iliaj fratoj.",
            "15": "Kaj post tio Ijob vivis cent kvardek jarojn, kaj li vidis siajn filojn kaj nepojn ĝis la kvara generacio.",
            "16": "Kaj Ijob mortis, maljuna kaj satiĝinta de la vivo.\n"
        }
    },
    "meta": "Chapter-Verse",
    "work": "Job"
}