{
    "text": {
        "0": {
            "0": "There was a man in the land of ῾Uż, whose name was Iyyov, and that man was perfect and upright, and one who feared God, and turned away from evil.",
            "1": "And there were born to him seven sons and three daughters.",
            "2": "His possessions also were seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and very many servants; so that this man was the greatest of all the men of the east.",
            "3": "And his sons used to go and feast in the house of each one on his day; and they used to send and call for their three sisters to eat and drink with them.",
            "4": "And when the days of their feasting were gone about, Iyyov sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all: for Iyyov said, It may be that my sons have sinned, and despised God in their hearts. Thus Iyyov did continually.",
            "5": "Now there was a day when the sons of God came to present themselves before the Lord, and the adversary came also among them.",
            "6": "And the Lord said to the adversary, From where dost thou come? Then the adversary answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.",
            "7": "And the Lord said to the adversary, Hast thou considered my servant Iyyov, that there is none like him on earth, a perfect and an upright man, one who fears God, and turns away from evil?",
            "8": "Then the adversary answered the Lord, and said, Does Iyyov fear God for nought?",
            "9": "Hast Thou not made a hedge about him, and about his house, and about all that he has on every side? Thou hast blessed the work of his hands, and his substance is increased in the land.",
            "10": "But now put forth Thy hand, and touch all that he has, and he will curse Thee to Thy face.",
            "11": "And the Lord said to the adversary, Behold, all that he has is in thy power; only upon himself do not put forth thy hand. So the adversary went out from the presence of the Lord.",
            "12": "Now there was a day when his sons and his daughters were eating and drinking wine in their eldest brother’s house:",
            "13": "and there came a messenger to Iyyov, and said, The oxen were ploughing, and the asses were feeding beside them:",
            "14": "and men of Sheva fell upon them, and took them away; and slew the servants with the edge of the sword; and I only am escaped alone to tell thee.",
            "15": "While he was yet speaking, there came also another, and said, The fire of God has fallen from heaven, and has burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.",
            "16": "While he was yet speaking, there came also another, and said, The Kasdim formed three bands, and fell upon the camels, and have carried them away, and have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
            "17": "While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother’s house:",
            "18": "and, behold, there came a great wind from across the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.",
            "19": "Then Iyyov arose, and rent his coat, and shaved his head, and fell down upon the ground, and prostrated himself,",
            "20": "and said, Naked I came out of my mother’s womb, and naked I shall return there: the Lord gave, and the Lord has taken away; blessed be the name of the Lord.",
            "21": "In all this Iyyov sinned not, nor did he lay reproach on God."
        },
        "1": {
            "0": "Again there was a day when the sons of God came to present themselves before the Lord, and the adversary came also among them to present himself before the Lord.",
            "1": "And the Lord said to the adversary, From where dost thou come? And the adversary answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.",
            "2": "And the Lord said to the adversary, Hast thou considered my servant Iyyov, that there is none like him on earth, a perfect and an upright man, one that fears God and turns away from evil? and still he holds fast to his integrity, although thou didst move me against him, to destroy him without cause.",
            "3": "And the adversary answered the Lord, and said, Skin covers skin! for all that a man has he will give for his life.",
            "4": "But put forth thy hand now, and touch his bone and his flesh, and he will curse Thee to Thy face.",
            "5": "And the Lord said to the adversary, Behold, he is in thy hand; but save his life.",
            "6": "So the adversary went forth from the presence of the Lord, and smote Iyyov with vile sores from the sole of his foot to his crown.",
            "7": "And he took him a potsherd with which to scrape himself; and he sat down among the ashes.",
            "8": "Then his wife said to him, Dost thou still retain thy integrity? curse God, and die.",
            "9": "But he said to her, Thou speakest as one of the foolish women speaks. What? shall we receive good at the hand of God, and shall we not receive evil? In all this Iyyov did not sin with his lips.",
            "10": "Now when Iyyov’s three friends heard of all this evil that was come upon him, they came every one from his own place; Elifaz the Temanite, and Bildad the Shuĥite, and Żofar the Na῾amatite: for they had made an appointment together to come to mourn with him and to comfort him.",
            "11": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his coat, and sprinkled dust upon their heads toward heaven.",
            "12": "And they sat down with him on the ground for seven days and seven nights, and none spoke a word to him: for they saw that his suffering was very great."
        },
        "2": {
            "0": "After this Iyyov opened his mouth, and cursed his day.",
            "1": "And Iyyov spoke, and said,",
            "2": "Oh that the day had perished wherein I was born, and the night which said, There is a man child conceived.",
            "3": "Let that day be darkness; let not God inquire after it from above, nor let the light shine upon it.",
            "4": "Let darkness and the shadow of death stain it; let a cloud dwell upon it; let the blackness of the day terrify it.",
            "5": "As for that night, let darkness seize upon it; let it not rejoice among the days of the year, let it not come into the number of the months.",
            "6": "Lo, let that night be solitary, let no joyful cry be heard in it.",
            "7": "Let them curse it who curse the day, who are ready to arouse livyatan.",
            "8": "Let the stars of its dusk be dark; let it look for light, but have none; and let it not see the eyelids of the morn:",
            "9": "because it did not shut up the doors of my mother’s womb nor hide trouble from my eyes.",
            "10": "Why did I not die from the womb? why did I not perish when I came out of the belly?",
            "11": "Why did the knees receive me? or why the breasts that I should suck?",
            "12": "For now should I have lain still and been quiet, I should have slept: then had I been at rest,",
            "13": "with kings and counsellors of the earth, who built desolate places for themselves;",
            "14": "or with princes that had gold, who filled their houses with silver:",
            "15": "or as an hidden untimely birth I had not been; as infants that never saw light.",
            "16": "There the wicked cease from troubling; and there the weary are at rest.",
            "17": "There the prisoners are at ease together; they hear not the voice of the slave driver.",
            "18": "The small and great are there; and the servant is free from his master.",
            "19": "Why is light given to him that is in misery, and life to the bitter in soul;",
            "20": "who long for death, but it does not come; and dig for it more than for hidden treasures;",
            "21": "who rejoice exceedingly, and are glad, when they can find a grave?",
            "22": "Why is light given to a man whose way is hidden, and from whom God has screened himself?",
            "23": "For my sighing comes before I eat, and my roarings are poured out like the waters.",
            "24": "For the thing which I had feared is come upon me, and that which I was afraid of is come to me.",
            "25": "I had no repose, nor had I rest, nor was I quiet; yet trouble came."
        },
        "3": {
            "0": "Then Elifaz the Temanite answered and said,",
            "1": "If one ventures a word to thee, wilt thou be grieved? but who can withhold himself from speaking?",
            "2": "Behold, thou hast instructed many, and thou hast strengthened the weak hands.",
            "3": "Thy words have upheld him that was falling, and thou hast strengthened the feeble knees.",
            "4": "But now it is come upon thee, and thou art weary; it touches thee, and thou art troubled.",
            "5": "Is not thy fear of God thy confidence, and thy hope the integrity of thy ways?",
            "6": "Recall, now, who that was innocent ever perished? or where were the upright cut off?",
            "7": "Even as I have seen, they that plough iniquity, and sow wickedness, reap the same.",
            "8": "By the breath of God they perish, and by the blast of his anger they are consumed.",
            "9": "The roar of the lion, and the cry of the fierce lion, and the teeth of the young lions, are broken.",
            "10": "The old lion perishes for lack of prey, and the lion’s whelps are scattered abroad.",
            "11": "Now a word came stealthily to me, and my ear took fright at it.",
            "12": "In thoughts from the visions of the night, when deep sleep falls,",
            "13": "fear came upon me, and trembling, which made all my bones to shake.",
            "14": "Then a spirit passed before my face; it made the hair of my flesh to bristle up:",
            "15": "it stood still, but I could not discern its form: a shape was before my eyes: there was silence, and I heard a voice saying,",
            "16": "Shall mortal man be more just than God? shall a man be more pure than his maker?",
            "17": "Behold, he puts no trust in his servants; and his angels he charges with folly:",
            "18": "how much more those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth?",
            "19": "Between morning and evening they are destroyed: they perish for ever without anyone paying heed.",
            "20": "Is not their excellency which was in them gone away? they die; for they are without wisdom."
        },
        "4": {
            "0": "Call now, is there any that will answer thee? and to which of the holy ones wilt thou turn?",
            "1": "For anger kills the foolish man, and envy slays the simpleton.",
            "2": "I have seen the foolish taking root: and suddenly I cursed his dwelling, saying,",
            "3": "Let his children be far from safety, and let them be crushed in the gate, with none to rescue them.",
            "4": "Let the hungry eat up his harvest, and take it to the thorn hedges, and let the thirsty swallow up their substance.",
            "5": "For affliction does not come out of the dust, nor does trouble spring out of the ground;",
            "6": "but man is born to trouble, as the sparks fly upward.",
            "7": "But I would seek to God, and to God I would commit my cause:",
            "8": "who does great things and unsearchable; marvellous things without number:",
            "9": "who gives rain upon the earth, and sends water upon the fields:",
            "10": "to set up on high those who are low; that those who mourn may be exalted to safety.",
            "11": "He frustrates the devices of the crafty, so that their hands cannot perform their policy.",
            "12": "He catches the wise in their own craftiness; and the rash counsel of the crooked.",
            "13": "They meet with darkness in the daytime, and grope in the noonday as in the night.",
            "14": "But he saves from the sword, from the enemy’s mouth; and the poor from the hand of the mighty.",
            "15": "So the poor has hope, and iniquity stops her mouth.",
            "16": "Behold, happy is the man whom God corrects: therefore do not despise the chastening of the Almighty:",
            "17": "for he makes sore, and binds up: he wounds, but his hands make whole.",
            "18": "He will deliver thee in six troubles: and in seven no evil shall touch thee.",
            "19": "In famine he will redeem thee from death: and in war from the power of the sword.",
            "20": "Thou shalt be hid from the scourge of the tongue: nor shalt thou be afraid of destruction when it comes.",
            "21": "At destruction and famine thou shalt laugh: nor shalt thou be afraid of the beasts of the earth.",
            "22": "For thou shalt be in league with the stones of the field: and the wild beasts shall be at peace with thee.",
            "23": "And thou shalt know that thy tent is at peace; and thou shalt visit thy habitation, and shalt miss nothing.",
            "24": "Thou shalt know also that thy seed shall be great, and thy offspring as the grass of the earth.",
            "25": "Thou shalt come to thy grave with a rich harvest, like a full sheaf of corn which comes up in its season.",
            "26": "Lo this, we have searched it, so it is; hear it, and know it, for thy good."
        },
        "5": {
            "0": "And Iyyov answered and said,",
            "1": "Oh that my vexation were thoroughly weighed, and my calamity laid in the balances!",
            "2": "For now it would be heavier than the sand of the sea: therefore my words are stammering.",
            "3": "For the arrows of the Almighty are within me, the poison of which my spirit drinks up: the terrors of God array themselves against me.",
            "4": "Does the wild ass bray when he has grass? or does the ox low over his fodder?",
            "5": "Can that which is unsavoury be eaten without salt? or is there any taste in the white of an egg?",
            "6": "My soul refuses to touch them; they are to me as loathsome food.",
            "7": "Oh that I might have my request; and that God would grant me the thing that I long for!",
            "8": "Even that it would please God to trample on me; that he would let loose his hand, and cut me off!",
            "9": "Then should I yet have comfort; yea, I would exalt in pain: let him not spare; for I have not denied the words of the Holy One.",
            "10": "What is my strength, that I should hope? and what is my end, that I should be patient?",
            "11": "Is my strength the strength of stones? or is my flesh of brass?",
            "12": "Is not my help in me? and is sound policy driven quite from me?",
            "13": "To him that is afflicted love is due from his friend; or else he forsakes the fear of the Almighty.",
            "14": "My brethren have dealt deceitfully like a wadi, and like the water courses which disappear;",
            "15": "which are black by reason of the ice, and in which the snow dissolves:",
            "16": "when the time comes they grow warm, they vanish: when it is hot, they are consumed out of their place.",
            "17": "The caravans turn this way and that in their course: they go up into the waste, and perish.",
            "18": "The caravans of Tema looked, the companies of Sheva waited for them –",
            "19": "they were confounded because they had hoped; they came there, and were abashed.",
            "20": "For now you are like it; you see terror, and are afraid.",
            "21": "Did I say, Bring me something? or, Give a ransom for me out of your substance?",
            "22": "or, Deliver me from the enemy’s hand? or, Redeem me from the hand of tyrants?",
            "23": "Teach me, and I will hold my peace: and cause me to understand wherein I have erred.",
            "24": "How forcible are right words! but what does your reproof seek to reprove?",
            "25": "Do you think your words to be a sound argument, but the sayings of a desperate man to be mere wind?",
            "26": "would you even overthrow an orphan, or seek to undermine your friend?",
            "27": "Now therefore, be good enough to turn towards me: for surely I will not lie to your face.",
            "28": "Return, I pray you, let there be no unfairness: and turn back again: my cause is just.",
            "29": "Is there injustice in my tongue? cannot my taste discern crafty devices?"
        },
        "6": {
            "0": "Has not a man hard service upon earth? and are not his days like the days of a hireling?",
            "1": "As a servant earnestly desires the shadow, and as a hireling looks for the reward of his work:",
            "2": "so I am allotted months of emptiness, and wearisome nights are appointed to me.",
            "3": "When I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro until the dawning of the day.",
            "4": "My flesh is clothed with worms; my skin is a clod of earth: it curdles and decays.",
            "5": "My days are swifter than a weaver’s shuttle, and are spent without hope.",
            "6": "O remember that my life is a breath: my eye shall no more see good.",
            "7": "The eye of him who sees me shall see me no more: while Thy eyes are upon me, I am gone.",
            "8": "As the cloud is consumed and vanishes away: so he who goes down to the grave shall come up no more.",
            "9": "He shall return no more to his house, nor shall his place know him any more.",
            "10": "Therefore I will not restrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
            "11": "Am I a sea, or a sea monster, that Thou settest a watch over me?",
            "12": "When I say, My bed shall comfort me, my couch shall ease my complaint;",
            "13": "then Thou dost scare me with dreams, and dost terrify me through visions:",
            "14": "so that my soul chooses strangling, and death rather than these my bones.",
            "15": "I loathe it; I would not live always: let me alone; for my days are emptiness.",
            "16": "What is man, that Thou shouldst magnify him? and that Thou shouldst set thy heart upon him?",
            "17": "and that Thou shouldst remember him every morning, and try him every moment?",
            "18": "How long wilt Thou not depart from me, nor let me alone till I swallow down my spittle?",
            "19": "If I have sinned, what do I do to Thee, O Thou preserver of men? why hast Thou set me as thy target, so that I am a burden to myself?",
            "20": "And why dost Thou not pardon my transgression, and take away my iniquity? for now I shall sleep in the dust; and Thou shalt seek me, but I shall not be."
        },
        "7": {
            "0": "Then answered Bildad the Shuĥite, and said,",
            "1": "How long wilt thou speak these things? and how long shall the words of thy mouth be like a strong wind?",
            "2": "Does God pervert judgment? or does the Almighty pervert justice?",
            "3": "If thy children have sinned against him, he has cast them out for their transgression.",
            "4": "If thou wilt seek to God, and make thy supplication to the Almighty;",
            "5": "if thou be pure and upright; surely now he will rouse himself for thee, and make the habitation of thy righteousness prosperous.",
            "6": "Though thy beginning was small, yet thy end will be very great.",
            "7": "For inquire, I pray thee, of the former age, and attend assiduously to what their fathers have sought out:",
            "8": "(for we are but of yesterday, and know nothing, because our days upon earth are a shadow:)",
            "9": "shall not they teach thee, and tell thee, and utter words out of their heart?",
            "10": "Can the rush shoot up without mire? can the reed grass grow without water?",
            "11": "Whilst it is yet in its greenness, and not cut down, it withers before any other herb.",
            "12": "So are the paths of all who forget God; and the hypocrite’s hope shall perish,",
            "13": "whose hope shall be cut off, and whose trust shall be a spider’s web.",
            "14": "He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure.",
            "15": "He is green before the sun, and his branch shoots forth over his garden wall.",
            "16": "His roots are wrapped about the stone heap: he selects for himself a place of stones.",
            "17": "But if one destroy him from his place, then it shall deny him, saying, I have not seen thee.",
            "18": "Behold, this is the joy of his way, and out of the earth shall others spring.",
            "19": "Behold, God will not cast away an innocent man, nor will he uphold evildoers.",
            "20": "He will yet fill thy mouth with laughing, and thy lips with rejoicing.",
            "21": "They who hate thee shall be clothed with shame; and the tent of the wicked shall be no more."
        },
        "8": {
            "0": "Then Iyyov answered and said,",
            "1": "Truly I know it is so: but how should a man be just before God?",
            "2": "If one will contend with him, he cannot answer him one of a thousand.",
            "3": "He is wise in heart, and mighty in strength: who has hardened himself against him, and prospered?",
            "4": "he who removes mountains, and they know not: when he overturns them in his anger:",
            "5": "who shakes the earth out of her place, and its pillars tremble:",
            "6": "who commands the sun, and it rises not; and seals up the stars.",
            "7": "He alone spreads out the heavens, and treads upon the waves of the sea:",
            "8": "who makes the Bear, Orion, and Pleiades, and the chambers of the south wind:",
            "9": "who does great things past finding out; yea, and wonders without number.",
            "10": "Lo, he goes by me, and I see him not: he passes on also, but I perceive him not.",
            "11": "Behold, he snatches away, who can hinder him? who will say to him, What doest Thou?",
            "12": "God will not withdraw his anger: the helpers of Rahav stoop under him.",
            "13": "How much less shall I answer him, and choose out my words to reason with him?",
            "14": "Whom, though I were righteous, yet would I not answer, but I would make supplication to him who contends with me.",
            "15": "If I had called, and he had answered me, yet would I not believe that he had hearkened to my voice.",
            "16": "For he crushes me with a tempest, and multiplies my wounds without cause:",
            "17": "he will not let me take my breath, but fills me with bitterness.",
            "18": "If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?",
            "19": "Though I were just, my own mouth would condemn me: though I were innocent, he would prove me perverse.",
            "20": "Though I were innocent, yet would I not know myself: I would despise my life.",
            "21": "Therefore I said, It is all one: he destroys the innocent and the wicked.",
            "22": "If the scourge slay suddenly, he would mock at the trial of the innocent.",
            "23": "The earth is given into the hand of the wicked: he covers the faces of its judges; if not he, then who is it?",
            "24": "Now my days are swifter than a runner: they flee away, they see no good.",
            "25": "They pass away like the swift ships: like the vulture that swoops on the prey.",
            "26": "If I say, I will forget my complaint, I will leave off my sad countenance, and comfort myself:",
            "27": "I am afraid of all my pains, I know that Thou wilt not hold me innocent.",
            "28": "I shall be condemned; why then do I labour in vain?",
            "29": "If I wash myself with snow water, and make my hands never so clean;",
            "30": "yet shalt Thou plunge me in the ditch, and my own clothes shall abhor me.",
            "31": "For he is not a man, as I am, that I should answer him, and we should come together in judgment.",
            "32": "There is no umpire between us, who might lay his hand upon us both.",
            "33": "Let him take his rod away from me, and let not his fear terrify me:",
            "34": "for then I would speak, and not fear him; for I am not so in myself."
        },
        "9": {
            "0": "My soul is weary of my life; I will give free utterance to my complaint; I will speak in the bitterness of my soul.",
            "1": "I will say to God, Do not condemn me; inform why Thou dost contend with me.",
            "2": "Is it good to Thee that Thou shouldst oppress, that Thou shouldst despise the work of Thy hands, and shine upon the counsel of the wicked?",
            "3": "Hast Thou eyes of flesh? or seest Thou as man sees?",
            "4": "Are Thy days as the days of man? are Thy years as man’s days,",
            "5": "that Thou inquirest after my iniquity, and searchest after my sin;",
            "6": "although Thou knowest that I am not wicked; and there is none that can deliver out of Thy hand?",
            "7": "Thy hands have made me and fashioned me together round about; yet Thou dost destroy me.",
            "8": "Remember, I beseech Thee, that Thou hast made me like clay; and wilt Thou bring me back to dust?",
            "9": "Hast Thou not poured me out like milk, and curdled me like cheese?",
            "10": "Thou hast clothed me with skin and flesh, and hast knit me together with bones and sinews.",
            "11": "Thou hast granted me life and favour, and Thy providence has preserved my spirit.",
            "12": "Yet these things hast Thou hidden in thy heart: I know that this is with Thee.",
            "13": "If I sin, then Thou markest me, and Thou wilt not acquit me from my iniquity.",
            "14": "If I be wicked, woe is me; and if I be righteous, yet will I not lift up my head; for I am filled with disgrace, and I see my affliction.",
            "15": "If my head is lifted up proudly, Thou huntest me like a lion: and again Thou dost work wonders against me.",
            "16": "Thou renewest Thy witnesses against me, and increasest Thy indignation upon me; Thou dost bring fresh armies against me.",
            "17": "Why then hast Thou brought me forth out of the womb? Oh, that I had perished, and no eye had seen me!",
            "18": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
            "19": "Are not my days few? cease then, and let me alone, that I may take comfort a little,",
            "20": "Before I go whence I shall not return, to the land of darkness and the shadow of death,",
            "21": "A land of gloom, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness."
        },
        "10": {
            "0": "Then answered Żofar the Na῾amatite, and said,",
            "1": "Should not the multitude of words be answered? and should a man full of talk be accounted in the right?",
            "2": "Should thy babble make men hold their peace? and when thou mockest, shall no man make thee ashamed?",
            "3": "For thou hast said, My doctrine is pure, and I am clean in Thy eyes.",
            "4": "But oh that God would speak, and open his lips against thee:",
            "5": "and that he would tell thee the secrets of wisdom, for wisdom is manifold! Know therefore that God exacts of thee less than thy iniquity deserves.",
            "6": "Canst thou find out the deep things of God? canst thou find out the purpose of the Almighty?",
            "7": "It is as high as heaven; what canst thou do? deeper than She᾽ol; what canst thou know?",
            "8": "Its measure is longer than the earth, and broader than the sea.",
            "9": "If he pass by, or shut up, or call to judgment, then who can hinder him?",
            "10": "For he knows vain men; and when he sees iniquity, shall he then take no notice of it?",
            "11": "But the stupid man shall become wise, when a wild ass’s colt, shall be turned into man!",
            "12": "If thou prepare thy heart, and stretch out thy hands towards him;",
            "13": "if iniquity be in thy hand, put it far away, and let not wickedness dwell in thy tents.",
            "14": "Surely then thou shalt lift up thy face without blemish; and thou shalt be steadfast, and shalt not fear:",
            "15": "because thou shalt forget thy misery, and remember it as waters that pass away:",
            "16": "and thy eye shall be clearer than the noonday; its darkness shall be like the morning.",
            "17": "And thou shalt be secure, because there is hope; yea, thou shalt look about thee, and thou shalt take thy rest in safety.",
            "18": "Also thou shalt lie down, and none shall make thee afraid; for many shall entreat thy favour.",
            "19": "But the eyes of the wicked shall fail, and they shall not escape, and their hope shall turn to despair."
        },
        "11": {
            "0": "And Iyyov answered and said,",
            "1": "No doubt but you are the people, and wisdom shall die with you.",
            "2": "But I have understanding as well as you; I am not inferior to you; yea, who knows not such things as these?",
            "3": "I am as one who is become a laughing stock to his friend; that called upon God and he answered him; the just, the innocent man is a laughing stock.",
            "4": "Contempt is ready in the thought of him that is at ease, for those that are ruined, that slip with their feet.",
            "5": "The tents of robbers prosper, and they who provoke God are secure; they who bring their God in their hand.",
            "6": "But ask now the beasts, and they shall teach thee; and the birds of the sky, and they shall tell thee:",
            "7": "or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare to thee.",
            "8": "Who knows not among all these that the hand of the Lord has done this;",
            "9": "in whose hand is the soul of every living thing, and the breath of all mankind?",
            "10": "Does not the ear try words as the palate tastes food?",
            "11": "With aged men is wisdom; and length of days brings understanding.",
            "12": "With him is wisdom and might, he has counsel and understanding.",
            "13": "Behold, he breaks down, and it cannot be built again: he shuts up a man, and there can be no opening.",
            "14": "Behold, he withholds the waters, and they dry up: then he sends them out, and they overwhelm the earth.",
            "15": "With him is strength and sound wisdom: the deceived and the deceiver are his.",
            "16": "He leads counsellors away bereft of counsel, and makes judges fools.",
            "17": "He looses the bond of kings, and binds their loins with a girdle.",
            "18": "He leads priests away bereft of dignity, and overthrows the mighty.",
            "19": "He removes the speech of the trusty, and takes away the understanding of the aged.",
            "20": "He pours contempt upon princes, and weakens the belt of the mighty.",
            "21": "He uncovers deep things out of darkness, and brings out to light the shadow of death.",
            "22": "He makes nations great and destroys them: he disperses nations, and guides them.",
            "23": "He takes away the heart of the chiefs of the people of the land, and causes them to wander in a wilderness where there is no way.",
            "24": "They grope in the dark without light, and he makes them stagger like a drunken man."
        },
        "12": {
            "0": "Lo, my eye has seen all this, my ear has heard and understood it.",
            "1": "What you know, I know also: I am not inferior to you.",
            "2": "Yet, I would speak to the Almighty, and I desire to reason with God.",
            "3": "But you are forgers of lies, you are all physicians of no value.",
            "4": "O that you would altogether keep silent! and it should be your wisdom.",
            "5": "Hear now my reasoning, and hearken to the pleadings of my lips.",
            "6": "Will you speak wickedly for God? and talk deceitfully for him?",
            "7": "Will you show him partiality? will you contend on behalf of God?",
            "8": "Will it be well for you if he should search you out? or as one man deceives another, will you deceive him?",
            "9": "He will surely reprove you, if you secretly show partiality.",
            "10": "Shall not his majesty make you afraid? and his dread fall upon you?",
            "11": "Your remembrances are like ashes; your bodies are like bodies of clay.",
            "12": "Hold your peace, let me alone, that I may speak, and let come on me what will.",
            "13": "For what? I will take my flesh in my teeth, and take my life in my hand.",
            "14": "Though he slay me, yet will I trust in him: but I will maintain my own ways before him.",
            "15": "This also shall be my salvation: for a hypocrite shall not come before him.",
            "16": "Hear diligently my speech, and let my declaration be in your ears.",
            "17": "Behold now, I have ordered my cause; I know that I shall be vindicated.",
            "18": "Who is he that will contend with me? for then I would hold my tongue and die.",
            "19": "Only do not two things to me: then will I not hide myself from Thee.",
            "20": "Withdraw Thy hand far from me: and let not Thy terror make me afraid.",
            "21": "Then call Thou, and I will answer: or let me speak, and Thou answer me.",
            "22": "How many are my iniquities and sins? let me know my transgression and my sin.",
            "23": "Why dost Thou hide Thy face, and hold me for Thy enemy?",
            "24": "Wilt Thou chase a driven leaf? and wilt Thou pursue the dry stubble?",
            "25": "For Thou writest bitter things against me, and makest me inherit the iniquities of my youth.",
            "26": "Thou puttest my feet also in the stocks, and lookest narrowly at all my paths; Thou settest Thy print upon the heels of my feet.",
            "27": "And he is consumed like rottenness; like a garment eaten by moths."
        },
        "13": {
            "0": "Man that is born of a woman is of few days, and full of trouble.",
            "1": "He comes forth like a flower, and is cut down: he flees also like a shadow, and does not endure.",
            "2": "And dost Thou open Thy eyes upon such a one, and bringest me into judgment with Thee?",
            "3": "Who can bring a clean thing out of an unclean? not one.",
            "4": "Seeing his days are determined, the number of his months is with Thee, Thou hast appointed his bounds that he cannot pass;",
            "5": "turn from him, that he may rest, till he shall accomplish, as a hireling, his day.",
            "6": "For there is hope of a tree, if it be cut down, that it will sprout again, and that its tender branch will not cease.",
            "7": "Though its root grow old in the earth, and its stock die in the ground;",
            "8": "yet through the scent of water it will bud, and bring forth boughs like a plant.",
            "9": "But man dies, and is laid low; yea, man perishes, and where is he?",
            "10": "The waters fail from the sea, and the river is parched, and dries up:",
            "11": "but man lies down, and does not rise: till the heavens be no more, they shall not awake, nor be raised out of their sleep.",
            "12": "O that Thou wouldst hide me in She᾽ol, that Thou wouldst keep me secret, until Thy wrath is past, that Thou wouldst appoint me a set time, and remember me!",
            "13": "If a man die, shall he live again? all the days of my service I should wait, until my reward should come.",
            "14": "Thou shouldst call, and I would answer Thee: Thou shouldst have a desire to the work of Thy hands.",
            "15": "For now Thou numberest my steps: dost Thou not watch for my sin?",
            "16": "My transgression is sealed up in a bag, and Thou dost daub my iniquity with wax.",
            "17": "And surely the mountain falling crumbles away, and the rock is removed out of its place.",
            "18": "The waters wear the stones: the torrents wash away the dust of the earth; so Thou destroyest the hope of man.",
            "19": "Thou prevailest for ever against him, and he passes: Thou changest his countenance, and sendest him away.",
            "20": "His sons come to honour, and he knows it not; and they are brought low, but he perceives them not.",
            "21": "Only when his flesh is on him does he feel pain, and while his soul is within him does he mourn."
        },
        "14": {
            "0": "Then answered Elifaz the Temanite, and said,",
            "1": "Should a wise man utter windy knowledge, and fill his belly with the east wind?",
            "2": "Should he reason with unprofitable talk? or with speeches wherewith he can do no good?",
            "3": "Yea, thou castest off fear, and thou dost slight the prayer that is made before God.",
            "4": "For thy mouth utters thy iniquity, and thou choosest the tongue of the crafty.",
            "5": "Thy own mouth condemns thee, and not I: yea, thy own lips testify against thee.",
            "6": "Art thou the first man that was born? or wast thou made before the hills?",
            "7": "Dost thou listen in to the council of God, and keep wisdom to thyself?",
            "8": "What knowst thou, that we know not? what understandest thou, which is not in us?",
            "9": "With us are both the greyheaded and very aged men, much older than thy father.",
            "10": "Are the consolations of God too small for thee? or the word which he spoke softly with thee?",
            "11": "Why does thy heart carry thee away? and why do thy eyes wink?",
            "12": "that thou turnest thy spirit against God, and lettest such words go out of thy mouth?",
            "13": "What is man, that he should be clean? and one born of a woman, that he should be righteous?",
            "14": "Behold, he puts no trust in his holy ones; and the heavens are not clean in his sight:",
            "15": "how much less one who is abominable and filthy? man, who drinks iniquity like water?",
            "16": "I will tell thee, hear me; and that which I have seen I will declare;",
            "17": "which wise men have told from their fathers, and have not hidden it:",
            "18": "to whom alone the earth was given, and no stranger passed among them.",
            "19": "The wicked man travails with pain all his days, through the number of years stored up for the tyrant.",
            "20": "A dreadful sound is in his ears: in prosperity the destroyer shall come upon him.",
            "21": "He does not believe that he will return out of darkness, and he is waited for by the sword.",
            "22": "He wanders abroad for bread, saying, Where is it? he knows that the day of darkness is ready at his hand.",
            "23": "Trouble and anguish make him afraid; they prevail against him, as a king ready to the battle.",
            "24": "For he stretches out his hand against God, and behaves proudly against the Almighty.",
            "25": "He runs upon him with neck armour, with the thick bosses of his bucklers:",
            "26": "because he has covered his face with his fat, and has put collops of fat on his flanks.",
            "27": "And he dwells in desolate cities, and in houses which no man inhabits, which are ready to become heaps.",
            "28": "He shall not be rich, neither shall his substance continue, neither shall their produce bend to the earth.",
            "29": "He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away.",
            "30": "Let him not trust in vanity, deceiving himself: for vanity shall be his recompense.",
            "31": "It shall be accomplished before his time, and his branch shall not be green.",
            "32": "He shall shake off his unripe grape like the vine, and shall cast off his flower like the olive.",
            "33": "For the company of hypocrites shall be desolate, and fire shall consume the tents of bribery.",
            "34": "They conceive mischief, and bring forth vanity, and their belly prepares deceit."
        },
        "15": {
            "0": "Then Iyyov answered and said,",
            "1": "I have heard many such things: miserable comforters are you all.",
            "2": "Shall windy words have an end? or what provokes thee that thou answerest?",
            "3": "Would I also speak as you do? if your soul were in my soul’s stead, would I join words together against you, and shake my head at you?",
            "4": "I would strengthen you with my mouth, and the moving of my lips should assuage your grief.",
            "5": "Though I speak, my grief is not assuaged: and though I forbear, what am I eased?",
            "6": "But now it has made me weary: Thou hast made desolate all my company.",
            "7": "And Thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up against me bears witness to my face.",
            "8": "He tears me in his wrath, and hates me: he gnashes at me with his teeth; my enemy sharpens his eyes upon me.",
            "9": "They have gaped upon me with their mouth; they have smitten me upon the cheek scornfully; they gather themselves together against me.",
            "10": "God has delivered me to the ungodly, and turned me over into the hands of the wicked.",
            "11": "I was at ease, but he broke me asunder: he has also taken me by my neck, and shaken me to pieces, and set me up for his target.",
            "12": "His archers compass me round about, he cleaves my reins asunder, and does not spare; he pours out my gall upon the ground.",
            "13": "He breaks me with breach upon breach, he runs upon me like a giant.",
            "14": "I have sewn sackcloth upon my skin, and have laid my horn in the dust.",
            "15": "My face is scalded with weeping, and on my eyelids is the shadow of death;",
            "16": "though no injustice is in my hands; and my prayer is pure.",
            "17": "O earth, cover not my blood, and let my cry have no pause.",
            "18": "Even now, behold, my witness is in heaven, and my testimony is on high.",
            "19": "My friends scorn me: but my eye pours out tears to God.",
            "20": "O that a man might plead his cause with God, as the son of man with his fellow!",
            "21": "For when a few years are come, then I shall go the way whence I shall not return."
        },
        "16": {
            "0": "My spirit is broken, my days are extinct, the grave is ready for me.",
            "1": "Are there not mockers with me? and does not my eye dwell on their provocation?",
            "2": "Give now a pledge, be surety for me with thyself: who else is there that will strike hands with me?",
            "3": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
            "4": "They are as one who invites friends to have a share, whilst the eyes of his children fail.",
            "5": "He has made me also a byword of the peoples; and I shall be a horror to every face.",
            "6": "My eye also is dim by reason of vexation, and all my members are as a shadow.",
            "7": "Upright men are astonished at this, and the innocent stirs up himself against the godless.",
            "8": "Yet the righteous holds on his way, and he that has clean hands grows stronger and stronger.",
            "9": "But as for you all, return, and come now: for I cannot find one wise man among you.",
            "10": "My days are past, my purposes are broken off, even the thoughts of my heart.",
            "11": "They change the night into day, saying, The light is near when the darkness is at hand.",
            "12": "If I look to She᾽ol as my home: if I spread my couch in the darkness:",
            "13": "if I say to the pit, Thou art my father; to the worm. Thou art my mother and my sister;",
            "14": "where then is my hope? as for my hope, who shall see it?",
            "15": "Will they go down with me to the bars of She᾽ol? shall we descend together to the dust?"
        },
        "17": {
            "0": "Then answered Bildad the Shuĥite, and said,",
            "1": "How long will you make a perversion of words? consider, and afterwards we will speak.",
            "2": "Why are we counted as beasts, and reputed vile in your sight?",
            "3": "He tears himself in his anger. Shall the earth be forsaken for thee? or shall the rock be removed out of his place?",
            "4": "Yea, the light of the wicked shall be put out, and the spark of his fire shall not shine.",
            "5": "The light shall be dark in his tent, and his candle over him shall be put out.",
            "6": "The steps of his strength shall be straitened, and his own counsel shall cast him down.",
            "7": "For he is cast into a net by his own feet, and he walks on a pitfall.",
            "8": "The trap shall take him by the heel, and the snare shall prevail against him.",
            "9": "The noose is laid for him in the ground, and a trap for him in the way.",
            "10": "Terrors shall make him afraid on every side, and shall chase him at his heels:",
            "11": "his first born shall he plagued with hunger, and his wife beset with calamity.",
            "12": "He will devour the limbs of his skin: the firstborn doomed to die will devour his own limbs.",
            "13": "He shall be cut off from the tent of his security; and shall he brought to the king of terrors.",
            "14": "In his tent dwells that which is none of his: brimstone is scattered on his habitation.",
            "15": "His roots shall be dried up beneath, and above shall his branch wither.",
            "16": "His remembrance shall perish from the earth, and he shall have no name in the street.",
            "17": "He shall be driven from light into darkness, and chased out of the world.",
            "18": "He shall have neither son nor offspring among his people, nor any remaining in his dwellings.",
            "19": "They who come after him shall be astonished at his day, as they who went before were affrighted.",
            "20": "Surely such are the dwellings of the wicked, and this is the place of him who knows not God."
        },
        "18": {
            "0": "Then Iyyov answered and said,",
            "1": "How long will you vex my soul, and break me in pieces with words?",
            "2": "These ten times have you reproached me: you are not ashamed that you slight me.",
            "3": "And be it indeed that I have erred, my error remains with myself.",
            "4": "If indeed you will magnify yourselves against me, and plead against me my reproach:",
            "5": "know now that God has overthrown me, and has compassed me with his net.",
            "6": "Behold, I cry out, Violence, but I am not heard: I cry aloud, but there is no justice.",
            "7": "He has fenced up my way so that I cannot pass, and he has set darkness in my paths.",
            "8": "He has stripped me of my glory, and taken the crown from my head.",
            "9": "He has destroyed me on every side, and I am gone: and my hope he has uprooted like a tree.",
            "10": "He has also kindled his wrath against me, and he counts me to him as one of his enemies.",
            "11": "His troops come together, and raise up their way against me, and encamp round about my tent.",
            "12": "He has put my brethren far from me, and my acquaintances are wholly estranged from me.",
            "13": "My kinsfolk have failed, and my familiar friends have forgotten me.",
            "14": "They who dwell in my house, and my womenservants, count me for a stranger: I am an alien in their sight.",
            "15": "I call my servant, and he gives me no answer; though I entreat him with my mouth.",
            "16": "My breath is repulsive to my wife, and my cries to my own children.",
            "17": "Yea, young children despise me; I arise, and they speak against me.",
            "18": "All my trusted friends abhor me: and they whom I love are turned against me.",
            "19": "My bone cleaves to my skin and to my flesh, and I am escaped with the skin of my teeth.",
            "20": "Have pity upon me, have pity upon me, O my friends; for the hand of God has touched me.",
            "21": "Why do you, like God, persecute me, and are not satisfied with my flesh?",
            "22": "Oh that my words were now written! oh that they were inscribed in a book!",
            "23": "that with an iron pen and lead they were engraved in the rock for ever!",
            "24": "For I know that my avenger lives, and that he who outlives all things, will rise when I shall be dust.",
            "25": "But whilst I am still in my flesh, though it be after my skin is torn from my body, I would see God:",
            "26": "that I might see him for myself: that my eyes might behold, and not another: in longing for that my reins are consumed within me.",
            "27": "And if you should say, Do we indeed persecute him? and is not the root of the matter found in me?",
            "28": "be afraid of the sword: for wrath brings the punishments of the sword, that you may know that there is judgment."
        },
        "19": {
            "0": "Then answered Żofar the Na῾amatite, and said,",
            "1": "Therefore my thoughts answer me, even because of my agitation that is in me.",
            "2": "I have heard the censure which insults me, and the spirit of my understanding causes me to answer.",
            "3": "Knowst thou not this of old, since man was placed upon earth,",
            "4": "that the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?",
            "5": "Though his excellency mount up to the heavens, and his head reach the clouds;",
            "6": "yet he shall perish for ever like his own dung: they who have seen him shall say, Where is he?",
            "7": "He shall fly away like a dream, and shall not be found: yea, he shall be chased away like a vision of the night.",
            "8": "The eye which saw him shall see him no more; nor shall his place any more behold him.",
            "9": "His children shall seek to please the poor, and his hands shall give back that which he has robbed.",
            "10": "His bones are full of his youth; yet shall it lie down with him in the dust.",
            "11": "Though wickedness be sweet in his mouth, though he hide it under his tongue;",
            "12": "though he spare it, and forsake it not; but keep it still within his mouth:",
            "13": "yet his food in his bowels is turned, it is the gall of asps within him.",
            "14": "He has swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly.",
            "15": "He shall suck the poison of asps: the viper’s tongue shall slay him.",
            "16": "He shall not see the rivers, the floods, the streams of honey and curd.",
            "17": "That which he laboured for he shall restore, and shall not swallow it down: from the riches of his trading he will have no enjoyment.",
            "18": "Because he has oppressed and has forsaken the poor; he has violently taken away a house which he did not build;",
            "19": "because his greed knew no rest, he will not save anything over of that which he coveted.",
            "20": "None of his food shall be left; therefore shall his goods not prosper.",
            "21": "In the fullness of his sufficiency he shall be in straits: all the force of misery shall come upon him.",
            "22": "When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him into his flesh.",
            "23": "He shall flee from the iron weapon, and the bow of brass shall strike him through.",
            "24": "It is drawn, and comes out of his body; yea, the glittering blade comes out of his gall: terrors are upon him.",
            "25": "Utter darkness is laid up for his treasures: a fire not blown shall consume him; it shall go ill with him that is left in his tent.",
            "26": "The heaven shall reveal his iniquity; and the earth shall rise up against him.",
            "27": "The increase of his house shall depart, and his goods shall flow away in the day of his wrath.",
            "28": "This is the portion of a wicked man from God, and the heritage appointed to him by God."
        },
        "20": {
            "0": "Then Iyyov answered and said,",
            "1": "Hear diligently my speech, and let this be your consolations.",
            "2": "Suffer me that I may speak; and after I have spoken, mock on.",
            "3": "As for me, is my complaint to man? why should I not be impatient?",
            "4": "Turn to me, and be astonished, and lay your hand upon your mouth.",
            "5": "Even when I remember, I am afraid, and trembling takes holds of my flesh.",
            "6": "Why do the wicked live, become old, yea, grow mighty in power?",
            "7": "Their seed is established in their sight with them, and their offspring before their eyes.",
            "8": "Their houses are safe without fear, nor is the rod of God upon them.",
            "9": "Their bull genders, and does not fail; their cow calves, and does not cast her calf.",
            "10": "They send forth their little ones like a flock, and their children dance.",
            "11": "They take the timbrel and lyre, and rejoice at the sound of the pipe.",
            "12": "They spend their days in wealth, and in a moment go down to She᾽ol.",
            "13": "Therefore they say to God, Depart from us; for we desire not the knowledge of Thy ways.",
            "14": "What is the Almighty, that we should serve him? and what profit should we have, if we pray to him?",
            "15": "Lo, is their good not in their hand? let the counsel of the wicked be far from me.",
            "16": "How often is the candle of the wicked put out? and when does their calamity come upon them? does he distribute sorrows to them in his anger?",
            "17": "are they as stubble before the wind, and as chaff that the storm carries away?",
            "18": "God lays up his iniquity for the children: let him rather reward him, that he may know it!",
            "19": "Let his eyes see his own destruction, and let him drink of the wrath of the Almighty!",
            "20": "For what pleasure has he in his house after him, when the number of his months is already complete?",
            "21": "Shall any teach God knowledge? seeing he judges those who are high.",
            "22": "One dies in his full strength, being wholly at ease and quiet.",
            "23": "His vessels are full of milk, and his bones are moistened with marrow.",
            "24": "And another dies in the bitterness of his soul, and has never eaten of good things.",
            "25": "They shall lie down alike in the dust, and the worm shall cover them.",
            "26": "Behold, I know your thoughts, and the devices which you wrongfully imagine against me.",
            "27": "For you say, Where is the house of the prince? and where is the tent in which the wicked dwelt?",
            "28": "Have you not asked those who go by the way? and do not falsify their tokens;",
            "29": "that the wicked man is reserved for the day of destruction; that they shall be led forth to the day of wrath.",
            "30": "But who shall declare his way to his face? and who shall repay him for what he has done?",
            "31": "For he is brought to the grave, and watch is kept over his tomb.",
            "32": "The clods of the valley shall be sweet to him, and every man shall draw after him, and there are innumerable going before him.",
            "33": "Why then do you comfort me in vain, seeing in your answers there remains falsehood?"
        },
        "21": {
            "0": "Then Elifaz the Temanite answered and said,",
            "1": "Can a man be profitable to God? Surely he that is wise is profitable to himself!",
            "2": "Is it any pleasure to the Almighty, that thou art righteous? or is it gain to him, that thou makest thy ways perfect?",
            "3": "will he reprove thee for fear of thee? will he enter with thee into judgment?",
            "4": "Is not thy wickedness great? and thy iniquities infinite?",
            "5": "For thou hast taken pledges from thy brother for nought, and stripped the naked of their clothing.",
            "6": "Thou has not given water to the weary to drink, and thou hast withheld bread from the hungry.",
            "7": "But like the mighty man, who has the earth; and the honourable man who dwells in it,",
            "8": "thou hast sent widows away empty, and the arms of the fatherless have been broken.",
            "9": "Therefore snares are round about thee, and sudden fear troubles thee;",
            "10": "or darkness, that thou canst not see; and abundance of waters cover thee.",
            "11": "Is not God in the height of heaven? and behold the height of the stars, how high they are!",
            "12": "And thou sayst, What does God know? does he judge through the dark cloud?",
            "13": "Thick clouds are a covering to him, so that he sees not; and he walks in the circuit of heaven.",
            "14": "Hast thou marked the old way which wicked men have trodden?",
            "15": "who were cut down out of time, whose foundation was overflown with a flood:",
            "16": "who said to God, Depart from us: and what can the Almighty do for them?",
            "17": "Yet he filled their houses with good things: but the counsel of the wicked is far from me.",
            "18": "The righteous see it, and are glad: and the innocent laugh them to scorn, saying,",
            "19": "Surely our adversaries are cut off, and the remnant of them the fire consumes.",
            "20": "Acquaint now thyself with him, and be at peace: thereby good shall come to thee.",
            "21": "Receive, I pray thee, Tora from his mouth, and lay up his words in thy heart.",
            "22": "If thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tent.",
            "23": "And thou shalt hold gold as dust, and the gold of Ofir as the stones of the brooks.",
            "24": "Yea, the Almighty shall be thy gold, and precious silver to thee.",
            "25": "For then shalt thou have thy delight in the Almighty, and shall lift up thy face to God.",
            "26": "Thou shalt make thy prayer to him, and he shall hear thee, and thou shalt pay thy vows.",
            "27": "Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.",
            "28": "When men have humbled thee, and thou sayst, There is lifting up, then he shall save the humble person.",
            "29": "He delivers the innocent man: and thou shalt be delivered by the pureness of thy hands."
        },
        "22": {
            "0": "Then Iyyov answered and said,",
            "1": "Even today my complaint is bitter: my stroke is heavy because of my groaning.",
            "2": "Oh that I knew where I might find him! that I might come even to his seat!",
            "3": "I would order my cause before him, and fill my mouth with arguments.",
            "4": "I would know the words which he would answer me, and understand what he would say to me.",
            "5": "Would he contend with me in his great power? No; but he would give heed to me.",
            "6": "There the upright might reason with him; so should I be delivered for ever from my judge.",
            "7": "Behold, I go forward, but he is not there; and backward, but I cannot perceive him:",
            "8": "on the left hand, where he works, but I cannot behold him: he hides himself on the right hand, that I cannot see him:",
            "9": "for he knows the way that I take: when he has tried me, I shall come forth like gold.",
            "10": "My foot has held fast to his steps; his way have I kept, and not turned aside.",
            "11": "Nor have I gone back from the commandment of his lips, I have treasured the words of his mouth more than my necessary food.",
            "12": "But he is unchangeable, and who can turn him? and what his soul desires, even that he does.",
            "13": "For he performs the thing that is appointed for me and many such things are with him.",
            "14": "Therefore am I terrified at his presence: when I consider, I am afraid of him.",
            "15": "For God makes my heart faint, and the Almighty has affrighted me:",
            "16": "because I was not cut off before the darkness, nor did he cover the thick darkness from my face."
        },
        "23": {
            "0": "Why are not times of judgment treasured up by the Almighty? and why do those who know him never see his days?",
            "1": "Some remove the landmarks; they violently take away flocks, and feed them.",
            "2": "They drive away the ass of the fatherless, they take the widow’s ox for a pledge.",
            "3": "They turn the needy out of the way: the poor of the earth hide themselves together;",
            "4": "behold, like wild asses in the desert, they go forth to their work; rising betimes to work for food: the wilderness yields food for them for their children;",
            "5": "they reap his corn in the field; and they glean the vineyard of the wicked;",
            "6": "they lie all night naked without clothing, and they have no covering in the cold;",
            "7": "they are wet with the showers of the mountains, and embrace the rock for want of a shelter.",
            "8": "These pluck the fatherless from the breast, and take a pledge of the poor,",
            "9": "who go naked without clothing; and they that carry the sheaf are hungry;",
            "10": "they also make the oil within the olive rows of the wicked; they tread the winepresses, and suffer thirst.",
            "11": "Men groan from out of the city, and the soul of the wounded cries out: yet God lays no blame on them.",
            "12": "They are of those who rebel against the light; they know not its ways, nor abide in its paths.",
            "13": "The murderer rising with the light kills the poor and needy, and in the night he is like a thief.",
            "14": "The eye also of the adulterer waits for the twilight, saying, No eye shall see me: and he disguises his face.",
            "15": "In the dark they dig through houses; by day they shut themselves up: they know not the light.",
            "16": "For the morning is to them even as deep darkness: for he was acquainted with the terrors of deep darkness.",
            "17": "He was swift upon the waters; their portion is cursed in the earth: no treader turns towards their vineyards.",
            "18": "Drought and heat consume the snow waters: so does She᾽ol those who have sinned.",
            "19": "The womb shall forget him; the worm shall feed sweetly on him; he shall be no more remembered; and wickedness shall be broken like a tree.",
            "20": "He preys on the barren childless woman: and does not good to the widow.",
            "21": "And he draws the mighty away with his power: he rises up, and no man is sure of life.",
            "22": "Though it be given him to be in safety, whereon he rests; yet his eyes are upon their ways.",
            "23": "Go up a little, and he is no more: go down at all and they are shut up: they wither like the top of an ear of corn.",
            "24": "And if it be not so now, who will make me a liar, and make my speech nothing worth?"
        },
        "24": {
            "0": "Then answered Bildad the Shuĥite, and said,",
            "1": "Dominion and fear are with him, he makes peace in his high places.",
            "2": "Is there any number to his armies? and upon whom does not his light arise?",
            "3": "How then can man be justified with God? or how can he be clean that is born of a woman?",
            "4": "Behold even the moon has no brightness; and the stars are not pure in his sight.",
            "5": "How much less man, that is a worm? and the son of man, who is a maggot?"
        },
        "25": {
            "0": "And Iyyov answered and said,",
            "1": "How hast thou helped him that is without power? how hast thou saved the arm that has no strength?",
            "2": "How hast thou counselled him that has no wisdom? and how hast thou plentifully declared sound wisdom?",
            "3": "To whom hast thou uttered words? and whose spirit came from thee?",
            "4": "The shades tremble; the waters beneath with the inhabitants thereof.",
            "5": "She᾽ol is naked before him, and Avaddon has no covering.",
            "6": "He stretches out the north over the empty place, and hangs the earth upon nothing.",
            "7": "He binds up the waters in his thick clouds; and the cloud is not rent under them.",
            "8": "He closes in the face of his throne, and spreads his cloud upon it.",
            "9": "He has compassed the waters with bounds, at the boundary between light and darkness.",
            "10": "The pillars of heaven tremble and are astonished at his reproof.",
            "11": "He stirs up the sea with his power, and by his understanding he smites through Rahav.",
            "12": "By his wind the heavens were made fair; his hand slew the slant serpent.",
            "13": "Lo, these are parts of his ways, and how terrifying is the thing that is heard of him; but the thunder of his power who can understand?"
        },
        "26": {
            "0": "And Iyyov continued his discourse, and said,",
            "1": "As God lives, who has taken away my right; and the Almighty, who has embittered my soul;",
            "2": "all the while my breath is in me, and the spirit of God is in my nostrils;",
            "3": "my lips shall not speak wickedness, nor my tongue utter deceit.",
            "4": "Far be it from me that I should justify you: till I die I will not put away my integrity from me.",
            "5": "My righteousness I hold fast, and I will not let it go: my heart shall not reproach me as long as I live.",
            "6": "Let my enemy be as the wicked, and he who rises up against me as the unrighteous.",
            "7": "For what is the hope of the hypocrite, though he has gained, when God takes away his soul?",
            "8": "Will God hear his cry when trouble comes upon him?",
            "9": "Will he delight himself in the Almighty? will he always call up on God?",
            "10": "I will teach you concerning the hand of God: that which is with the Almighty will I not conceal.",
            "11": "Behold, all you yourselves have seen it; why then do you thus altogether breathe emptiness?",
            "12": "This is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty.",
            "13": "If his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread.",
            "14": "Those that remain of him shall be buried by some other death: and his widows shall not weep.",
            "15": "Though he heap up silver as the dust, and prepare raiment as the clay;",
            "16": "he may prepare it, but the just shall put it on, and the innocent shall divide the silver.",
            "17": "He builds his house like the moth, and as a booth which the watchman makes.",
            "18": "A rich man shall he lie down, as though his wealth could not be summed up: he opens his eyes, and it is gone.",
            "19": "Terrors overtake him like waters; a tempest steals him away in the night.",
            "20": "The east wind carries him away, and he departs: and it hurts him out of his place.",
            "21": "It hurls itself at him, and does not spare: he would fain flee out of its hand.",
            "22": "Men shall clap their hands at him, and shall hiss him out of his place."
        },
        "27": {
            "0": "Surely there is a mine for silver, and a place for gold where they refine it.",
            "1": "Iron is taken out of the earth, and brass is molten out of the stone.",
            "2": "He puts an end to darkness, and searches out all perfection: the stones of darkness, and the shadow of death.",
            "3": "He breaks open a watercourse in place far from inhabitants, forgotten by foot-travellers: they are dried up; they are gone away from men.",
            "4": "As for the earth, out of it comes bread: and under it is turned up as it were fire.",
            "5": "The stones of it are the place of sapphires: and it has dust of gold.",
            "6": "There is a path which no bird of prey knows, and which the falcon’s eye has not seen:",
            "7": "the lion’s whelps have not trodden it, nor the fierce lion passed by it.",
            "8": "He puts forth his hand upon the rock; he overturns the mountains by the roots.",
            "9": "He cuts out channels among the rocks; and his eye sees every precious thing.",
            "10": "He binds the floods so that they do not trickle; and the thing that is hidden he brings forth to light.",
            "11": "But where shall wisdom be found? and where is the place of understanding?",
            "12": "Man cannot know its price; nor is it found in the land of the living.",
            "13": "The depth says, It is not in me: and the sea says, It is not with me.",
            "14": "It cannot be gotten for gold, nor shall silver be weighed for its price.",
            "15": "It cannot be valued with the gold of Ofir, with the precious shoham stone, or the sapphire.",
            "16": "Gold and glass cannot equal it: and the exchange of it shall not be for vessels of fine gold.",
            "17": "No mention shall be made of coral, or of crystal: for the price of wisdom is above rubies.",
            "18": "The chrysolite of Kush shall not equal it, nor shall it be valued with pure gold.",
            "19": "Whence then does wisdom come? and where is the place of understanding?",
            "20": "Seeing it is hidden from the eyes of all living, and kept close from the birds of the sky.",
            "21": "Avaddon and death say, We have heard a rumour of it with our ears.",
            "22": "God understands its way, and he knows its place.",
            "23": "For he looks to the ends of the earth, and sees everything under the whole heaven;",
            "24": "when he makes a weight for the winds; and he weighs the waters by measure.",
            "25": "When he made a decree for the rain, and a way for the lightning of the thunder:",
            "26": "then he saw it, and declared it; he established it, yea, and searched it out.",
            "27": "And to man he said, Behold, the fear of the Lord, that is wisdom; and to depart from evil is understanding."
        },
        "28": {
            "0": "Moreover Iyyov continued his discourse, and said,",
            "1": "Oh that I were as in months past, as in the days when God preserved me;",
            "2": "when his candle shone upon my head, and when by his light I walked through darkness;",
            "3": "as I was in the days of my youth, when God shielded my tent;",
            "4": "when the Almighty was yet with me, when my children were about me;",
            "5": "when I washed my steps with butter, and the rock poured me out rivers of oil;",
            "6": "when I went out to the gate through the city, when I prepared my seat in the broad place!",
            "7": "The young men saw me, and hid themselves: and the aged arose, and stood up.",
            "8": "The princes refrained from talking, and laid their hand on their mouth.",
            "9": "The voice of the nobles was hushed, and their tongue cleaved to the roof of their mouth.",
            "10": "When the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me;",
            "11": "because I delivered the poor that cried, and the fatherless, that had none to help him.",
            "12": "The blessing of him that was ready to perish came upon me: and I caused the widow’s heart to sing for joy.",
            "13": "I put on righteousness, and my justice clothed me, as a robe and a diadem.",
            "14": "I was eyes to the blind, and feet was I to the lame.",
            "15": "I was a father to the poor: and the cause which I knew not I searched out.",
            "16": "And I broke the jaws of the wicked man, and plucked the prey out of his teeth.",
            "17": "Then I said, I shall die in my nest, and I shall multiply my days like the sand.",
            "18": "My root shall be spread out to the waters, and the dew shall lie all night upon my branch.",
            "19": "My glory shall be fresh in me, and my bow shall be renewed in my hand.",
            "20": "To me men gave ear, and waited, and kept silence at my counsel.",
            "21": "After my words they did not speak again; and my speech dropped upon them.",
            "22": "And they waited for me as for the rain; and they opened their mouth wide as for the latter rain.",
            "23": "If I laughed at them, they believed it not; and the light of my countenance they cast not down.",
            "24": "I chose out their way, and sat as chief, and dwelt as a king in the army, as one that comforts the mourners."
        },
        "29": {
            "0": "But now they that are younger than I have me in derision, whose fathers I would have disdained to have set with the dogs of my flock.",
            "1": "Indeed what could I gain from the strength of their hands, in whom the stock has perished?",
            "2": "For want and famine they are solitary; they flee into the wilderness, into a gloomy waste and desolation.",
            "3": "They cut up mallows by the bushes, and roots of broom for warmth.",
            "4": "They are driven forth from among men, (they cry after them as after a thief;)",
            "5": "to dwell in the clefts of the wadis, in holes of the earth, and in the rocks.",
            "6": "Among the bushes they bray; under the nettles they huddle together.",
            "7": "They are children of churls, yea, children of base men: they are whipped out of the land.",
            "8": "And now I am their song, yea, I am their byword.",
            "9": "They abhor me, they flee far from me, and spare not to spit in my face.",
            "10": "Because he has loosed my cord, and afflicted me, they have also cast off restraint before me.",
            "11": "Upon my right hand rise the youthful rabble; they push away my feet, and they raise up against me the ways of their destruction.",
            "12": "They mar my path, they further my calamity; they have no need for help.",
            "13": "They come upon me as through a wide breach: amid the crash they roll on.",
            "14": "Terrors are turned upon me: my dignity is pursued as by the wind: and my welfare passes away as a cloud.",
            "15": "And now my soul is poured out within me; days of affliction have taken hold of me.",
            "16": "My bones are pierced in me in the night season: and my sinews take no rest.",
            "17": "By the great force of my disease is my skin changed: it binds me about as the collar of my coat.",
            "18": "He has cast me into the mire, and I am become like dust and ashes.",
            "19": "I cry to Thee, and Thou dost not answer me: I stand up, dost Thou then regard me?",
            "20": "Thou art become cruel to me: with Thy strong hand Thou opposest Thyself against me.",
            "21": "Thou liftest me up to the wind; Thou causest me to ride upon it, and the roar of the storm dissolves me.",
            "22": "For I know that Thou wilt bring me to death, and to the house appointed for all living.",
            "23": "Yet does not one in a heap of ruins stretch out his hand? and in his disaster cry for help?",
            "24": "Did not I weep for him that was in trouble? was not my soul grieved for the poor?",
            "25": "But when I looked for good, then evil came: and when I waited for light, there came darkness.",
            "26": "My bowels are in turmoil, and they do not rest: days of affliction have came upon me.",
            "27": "I go mourning without the sun: I stand up, and I cry in the congregation.",
            "28": "I am a brother to jackals, and a companion to owls.",
            "29": "My skin hangs down black from me, and my bones are burned with heat.",
            "30": "Therefore my lyre is turned to mourning, and my pipe to the voice of those who weep."
        },
        "30": {
            "0": "I have made a covenant with my eyes; why then should I look upon a virgin?",
            "1": "For what would be my portion from God above, and my heritage from the Almighty on high?",
            "2": "Is not destruction due to the wicked? and a strange punishment to the workers of iniquity?",
            "3": "Does he not see my ways, and count all my steps?",
            "4": "If I have walked with vanity, or if my foot hath hasted to deceit;",
            "5": "let me be weighed in an even balance, that God may know my integrity.",
            "6": "If my step has turned out of the way, and my heart walked after my eyes, and if anything has cleaved to my hands;",
            "7": "then let me sow, and let another eat; yea, let my offspring be rooted out.",
            "8": "If my heart has been deceived by a woman, or if I have laid wait at my neighbour’s door;",
            "9": "then let my wife grind for another, and let others bow down upon her.",
            "10": "For that would be a heinous crime; yea, it would be iniquity to be punished by the judges.",
            "11": "For it is a fire that consumes to Avaddon, and would root out all my increase.",
            "12": "If I did despise the cause of my manservant or of my maidservant, when they contended with me;",
            "13": "what then shall I do when God rises up? and when he remembers, what shall I answer him?",
            "14": "Did not he who made me in the belly make him? and did not the same one fashion us in the womb?",
            "15": "If I have withheld the poor from their desire, or have caused the eyes of the widow to fail;",
            "16": "or have eaten my morsel myself alone, and the fatherless have not eaten thereof;",
            "17": "(for from my youth he was brought up with me, as with a father, and I have guided her from my mother’s womb;)",
            "18": "if I have seen any perish for want of clothing, or any poor without covering;",
            "19": "if his loins have not blessed me, and if he were not warmed with the fleece of my sheep;",
            "20": "if I have lifted up my hand against the fatherless, even though I saw my help in the gate:",
            "21": "then let my arm fall from my shoulder blade, and my arm be broken from the bone.",
            "22": "For destruction from God was a terror to me, and by reason of his majesty I could do nothing.",
            "23": "If I have made gold my hope, or have said to the fine gold, Thou art my confidence;",
            "24": "if I rejoiced because my wealth was great, and because my hand had gotten much;",
            "25": "if I beheld the sun when it shone, or the moon walking in brightness;",
            "26": "and my heart had been secretly enticed, or my mouth had kissed my hand:",
            "27": "this also were an iniquity to be punished by the judges: for I should have betrayed the God that is above.",
            "28": "Did I rejoice at the destruction of him who hates me, or did I exult when evil found him?",
            "29": "Indeed I have not suffered my mouth to sin by wishing a curse to his soul.",
            "30": "Have not the men of my tent said, Oh that we had of his flesh! we cannot be satisfied?",
            "31": "But the stranger did not lodge in the street: I opened my doors to the traveller.",
            "32": "Have I covered my transgressions like Adam, by hiding my iniquity in my bosom?",
            "33": "Did I fear the great multitude, or did the contempt of families terrify me? but I kept silence, and went not out of the door.",
            "34": "Oh that one would hear me! here is my mark, let the Almighty answer me! and would that my adversary would pen his writ!",
            "35": "Surely I would take it upon my shoulder, and bind it as a crown to me.",
            "36": "I would declare to him the number of my steps; as a prince would I go near to him.",
            "37": "If my land cry against me, or its furrows complain together;",
            "38": "if I have eaten its fruits without money, or have caused its owners to sigh:",
            "39": "let thistles grow instead of wheat, and cockle instead of barley. The words of Iyyov are ended."
        },
        "31": {
            "0": "So these three men ceased to answer Iyyov, because he was righteous in his own eyes.",
            "1": "Then the wrath of Elihu the son of Barakh᾽el the Buzite, of the family of Ram burned: against Iyyov his anger burned, because he justified himself rather than God.",
            "2": "Also against his three friends did his anger burn, because they had found no answer, and yet had condemned Iyyov.",
            "3": "Now Elihu had waited to speak to Iyyov because they were older than he.",
            "4": "When Elihu saw that there was no answer in the mouth of these three men, then his anger burned.",
            "5": "And Elihu the son of Barakh᾽el the Buzite answered and said, I am young, and you are very old; therefore I was afraid, and durst not declare my opinion to you.",
            "6": "I said, Days should speak, and multitude of years should teach wisdom.",
            "7": "But there is a spirit in man: and the breath of the Almighty gives them understanding.",
            "8": "The old are not always wise: nor do the aged understand judgment.",
            "9": "Therefore I said, Hearken to me; I also will express my opinion.",
            "10": "Behold, I waited for your words; I gave ear to your reasons, whilst you searched out what to say,",
            "11": "Yea, I attended unto you, and, behold, there was none of you that convinced Iyyov, or that answered his words.",
            "12": "Beware lest you say, We have found out wisdom: God will thrust him down, not man.",
            "13": "Now he has not directed his words against me: so that I will not answer him with your speeches.",
            "14": "They are amazed, they answer no more: they have left off speaking.",
            "15": "And shall I wait because they do not speak; because they stand there, and answer no more?",
            "16": "I also will answer my part, I also will express my opinion.",
            "17": "For I am full of words; the spirit within me constrains me.",
            "18": "Behold, my belly is like wine which has no vent; it is ready to burst like new wineskins.",
            "19": "I will speak, that I may find relief: I will open my lips and answer.",
            "20": "Let me not, I pray you, respect any man’s person, nor let me give flattering titles to any man.",
            "21": "For I do not know how to flatter; or else my maker would soon take me away."
        },
        "32": {
            "0": "But now, Iyyov, I pray thee, hear my speeches, and hearken to all my words.",
            "1": "Behold, now I have opened my mouth, my tongue has spoken in my mouth.",
            "2": "My words shall be of the uprightness of my heart: and my lips shall utter knowledge in purity.",
            "3": "The spirit of God has made me, and the breath of the Almighty has given me life.",
            "4": "If thou canst, answer me; set thy words in order before me; stand up.",
            "5": "Behold, I am towards God as thou art: I also am formed out of the clay.",
            "6": "Behold, my terror shall not make thee afraid, nor shall my pressure be heavy upon thee.",
            "7": "Surely thou hast spoken in my hearing, and I have heard the voice of thy words, saying,",
            "8": "I am clean without transgression, I am innocent; neither is there iniquity in me.",
            "9": "Behold, he finds occasions against me, he counts me for his enemy.",
            "10": "He puts my feet in the stocks, he marks all my paths.",
            "11": "Behold, in this thou art not right: I will answer thee, that God is greater than man.",
            "12": "Why dost thou strive against him, seeing that none of his words will answer you.",
            "13": "Surely God speaks once, yea twice, yet man perceives it not.",
            "14": "In a dream, in a vision of the night, when deep sleep falls upon men, in slumberings upon the bed,",
            "15": "then he opens the ears of men, and with discipline seals their instruction,",
            "16": "that he may withdraw man from his purpose, and hide pride from man.",
            "17": "He keeps back his soul from the pit, and his life from perishing by the sword.",
            "18": "He is chastened also with pain upon his bed, and the multitude of his bones with strong pain:",
            "19": "so that his life abhors bread, and his soul dainty food.",
            "20": "His flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out.",
            "21": "For his soul draws near to the pit, and his life to the destroyers.",
            "22": "If there be an angel over him, an interpreter, one among a thousand, to declare to man what is right:",
            "23": "then he is gracious to him, and says, Deliver him from going down to the pit: I have found a ransom.",
            "24": "His flesh shall be smoother than a child’s: he shall return to the days of his youth:",
            "25": "he shall pray to God, and he will be favourable to him: and he shall see his face with joy: for he will render to man his righteousness.",
            "26": "He should then assemble a row of men, and say, I have sinned, and perverted that which was right, and it profited me not.",
            "27": "Thus he will redeem his soul from going into the pit, and his life shall see the light.",
            "28": "Lo, God does all these things twice or three times with a man,",
            "29": "to bring back his soul from the pit, to be enlightened with the light of the living.",
            "30": "Mark well, O Iyyov, hearken to me: hold thy peace, and I will speak.",
            "31": "If thou hast anything to say, answer me: speak, for I desire to justify thee.",
            "32": "If not, hearken to me: hold thy peace, and I shall teach thee wisdom."
        },
        "33": {
            "0": "Furthermore, Elihu answered and said,",
            "1": "Hear my words, O wise men; and give ear to me, you who have knowledge.",
            "2": "For the ear tries words, as the palate tastes food.",
            "3": "Let us choose what is right: let us know among ourselves what is good.",
            "4": "For Iyyov has said, I am righteous: and God has taken away my right:",
            "5": "notwithstanding my right I am counted a liar; my wound is incurable, though I am without transgression.",
            "6": "What man is like Iyyov, who drinks up scorning like water?",
            "7": "who goes in company with the workers of iniquity, and walks with wicked men.",
            "8": "For he has said, It profits a man nothing that he should be in accord with God.",
            "9": "Therefore hearken to me, you men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity.",
            "10": "For the work of a man shall he pay back to him, and according to his ways will he cause to befall every man.",
            "11": "Yea, surely God will not do wickedly, nor will the Almighty pervert justice.",
            "12": "Who has given him a charge over the earth? or who has disposed the whole world?",
            "13": "If he set his heart upon man, if he gather to himself his spirit and his breath;",
            "14": "all flesh shall perish together, and man shall return to dust.",
            "15": "If now thou hast understanding, hear this: hearken to the voice of my words.",
            "16": "Shall even one that hates right govern? and wilt thou condemn him that is most just?",
            "17": "Is it fit to say to a king, Thou art base? and to princes, You are wicked?",
            "18": "How much less to him who does not respect the persons of princes, nor regards the rich more than the poor? for they all are the work of his hands.",
            "19": "In a moment they die, at midnight the people are shaken, and pass away; for they are removed and spirited away without hands.",
            "20": "For his eyes are upon the ways of man, and he sees all his goings.",
            "21": "There is no darkness, nor deep gloom, where the workers of iniquity may hide themselves.",
            "22": "For he will not lay upon man anything more, that he should enter into judgment with God.",
            "23": "He shall break in pieces mighty men without number, and set others in their stead.",
            "24": "Surely he knows their works, and he overturns them in the night, so that they are destroyed.",
            "25": "He strikes them as wicked men in the open sight of others;",
            "26": "because they turned back from following him, and would not have regard to any of his ways:",
            "27": "so that they cause the cry of the poor to come to him, and he hears the cry of the afflicted.",
            "28": "When he gives quietness, who then can condemn? and when he hides his face, who then can behold him? Whether against a nation, or against a man alike:",
            "29": "that the hypocrite reign not, lest the people be ensnared.",
            "30": "For surely it is fitting to say to God, I suffer, I will no more offend:",
            "31": "that which I do not see teach me: if I have done iniquity, I will do no more.",
            "32": "Shall he recompense it according to thy mind, when thou refusest his judgment? shall he say, Thou shalt choose, and not I; and speak what thou knowst.",
            "33": "Men of understanding will tell me, and the wise man who hears me will say,",
            "34": "Iyyov has spoken without knowledge, and his words were without wisdom.",
            "35": "Would that Iyyov may be tried to the end because he answers like wicked men.",
            "36": "For he adds rebellion to his sin; he strikes his fist among us, and multiplies his words against God."
        },
        "34": {
            "0": "Then Elihu spoke, and said,",
            "1": "Thinkst thou this to be right, that thou dost say, My righteousness is more than God’s?",
            "2": "For thou dost say, What advantage will it be to thee? and, What profit shall I have, more than if I had sinned?",
            "3": "I will answer thee, and thy companions with thee.",
            "4": "Look to the heavens, and see; and behold the clouds which are higher than thou.",
            "5": "If thou hast sinned, what doest thou against him? or if thy transgressions are multiplied, what doest thou for him?",
            "6": "If thou art righteous, what givest thou him? or what does he receive of thy hand?",
            "7": "Thy wickedness may hurt a man as thou art; and thy righteousness may profit the son of man.",
            "8": "By reason of the multitude of oppressors the oppressed cry: they cry out by reason of the arm of the mighty.",
            "9": "But none says, Where is God my maker, who gives songs in the night;",
            "10": "who teaches us by the beasts of the earth, and makes us wiser by the birds of the sky?",
            "11": "There, when they cry he does not answer, because of the pride of evil men.",
            "12": "Surely God will not hear an empty cry, nor will the Almighty regard it.",
            "13": "Although thou sayst, Thou wilt not regard it, yet judgment is before him; therefore trust in him.",
            "14": "But now, because his anger does not punish, and he does not heed the multitude of the words,",
            "15": "therefore does Iyyov open his mouth in vain, and multiplies words without knowledge."
        },
        "35": {
            "0": "Elihu also proceeded, and said,",
            "1": "Suffer me a little, and I will show thee; for I have yet words to speak on God’s behalf.",
            "2": "I will fetch my knowledge from afar, and will ascribe righteousness to my Maker.",
            "3": "For truly my words are not false: one that is perfect in knowledge is with thee.",
            "4": "Behold, God is mighty, and despises not any: he is mighty in strength of wisdom.",
            "5": "He preserves not the life of the wicked: but gives to the poor their right.",
            "6": "He withdraws not his eyes from the righteous: but with kings on the throne he establishes them for ever, and they are exalted.",
            "7": "And if they are bound in fetters, and are held in cords of affliction;",
            "8": "then he declares to them their work, and their transgressions when they behave arrogantly.",
            "9": "He opens also their ear to discipline, and commands that they return from iniquity.",
            "10": "If they obey and serve him, they shall spend their days in prosperity, and their years in pleasures.",
            "11": "But if they do not obey, they shall perish by the sword, and they shall die without knowledge.",
            "12": "But the hypocrites in heart heap up wrath: they do not cry when he binds them.",
            "13": "They die in youth, and their life ends in shame.",
            "14": "He delivers the poor by means of his affliction, and opens their ears by oppression.",
            "15": "He has even removed thee out of distress into a broad place, where there is no straitness; and that which is set on thy table is full of fatness.",
            "16": "But thou art full of the judgment of the wicked: judgment and justice take hold on thee.",
            "17": "But beware of wrath, lest he take thee away with his clenched fist: nor let the greatness of the ransom turn thee aside.",
            "18": "Will thy riches avail, that are without stint, or all the forces of thy strength?",
            "19": "Desire not the night, when people are cut off in their place.",
            "20": "Take heed, regard not iniquity: for this hast thou chosen rather than affliction.",
            "21": "Behold, God is exalted by his power: who teaches like him?",
            "22": "Who has enjoined him his way? or who can say, Thou hast wrought iniquity?",
            "23": "Remember that thou magnify his work, which men behold.",
            "24": "Every man may see it; man may behold it afar off.",
            "25": "Behold, God is great, and we know it not, nor can the number of his years be searched out.",
            "26": "When he draws up small drops of water, they are distilled into a stream of rain;",
            "27": "which the clouds do drop and pour down on man abundantly.",
            "28": "Can anyone understand the spreadings of the clouds, or the noise of his tabernacle?",
            "29": "Behold, he spreads his light about him, and covers the roots of the sea.",
            "30": "For by these he judges the peoples; he gives food in abundance.",
            "31": "He covers his hands with the lightning, and commands it where it shall strike.",
            "32": "The noise of the storm tells of it; yea the cattle also of the rising tempest."
        },
        "36": {
            "0": "At this also my heart trembles, and is moved out of its place.",
            "1": "Hear attentively the noise of his voice, and the sound that goes out of his mouth.",
            "2": "He directs it under the whole heaven, and his lightning to the ends of the earth.",
            "3": "After it a voice roars: he thunders with the voice of his excellency; and he will not stay them when his voice is heard.",
            "4": "God thunders marvellously with his voice; great things he does, which we cannot comprehend.",
            "5": "For he says to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength.",
            "6": "He seals up the hand of every man; that all men whom He has made may know his work.",
            "7": "Then the beasts go into dens, and remain in their places.",
            "8": "Out of the chamber comes the storm: and cold out of the scattering winds.",
            "9": "By the breath of God ice is given: and the breadth of the waters is straitened.",
            "10": "Also he burdens the thick cloud with an overflow: the cloud scatters lightning:",
            "11": "and it is turned round about by his counsels: that they may do whatever he commands them upon the face of the world, his land.",
            "12": "He causes it to come, whether for correction, or for his land, or for love.",
            "13": "Hearken to this, O Iyyov: stand still, and consider the wondrous works of God.",
            "14": "Dost thou know how God lays his command on them, and causes the lightning of his cloud to shine?",
            "15": "Dost thou know the balancings of the clouds, the wondrous works of him who is perfect in knowledge?",
            "16": "Thou whose garments are warm, when the earth is quiet because of the south wind?",
            "17": "Canst thou with him spread out the sky, which is strong as a molten mirror?",
            "18": "Teach us what we shall say to him; for we cannot order our speech by reason of darkness.",
            "19": "Shall it be told him that I would speak? or should a man wish to be swallowed up?",
            "20": "And now men see not the bright light which is in the clouds: but the wind passes, and cleanses them.",
            "21": "Gold comes out of the north: about God is terrible majesty.",
            "22": "The Almighty, (we cannot find him out:) he is excellent in power, and in judgment, and in plenty of justice: he will not oppress.",
            "23": "Men do therefore fear him: he regards not any who are wise of heart."
        },
        "37": {
            "0": "Then the Lord answered Iyyov out of the storm wind, and said,",
            "1": "Who is this that darkens counsel by words without knowledge?",
            "2": "Gird up now thy loins like a man; for I will demand of thee, and let me know thy answer.",
            "3": "Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.",
            "4": "Who determined its measurements, if thou knowst? or who has stretched the line upon it?",
            "5": "whereupon are its foundations fastened? or who laid its corner stone;",
            "6": "when the morning stars sang together, and all the sons of God shouted for joy?",
            "7": "or who shut up the sea with doors, when it broke forth, and issued out of the womb?",
            "8": "when I made the cloud its garment, and thick darkness a swaddling band for it,",
            "9": "and prescribed bounds for it, and set bars and doors,",
            "10": "and said, Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed?",
            "11": "Hast thou commanded the morning since thy days began; and caused the dayspring to know its place;",
            "12": "that it might take hold of the ends of the earth, that the wicked might be shaken out of it?",
            "13": "It is changed like clay under the seal; and they stand as a garment.",
            "14": "And from the wicked their light is withheld, and the high arm shall be broken.",
            "15": "Hast thou entered into the springs of the sea? or hast thou walked in the recesses of the depth?",
            "16": "have the gates of death been opened to thee? or hast thou seen the doors of deepest darkness?",
            "17": "hast thou comprehended the expanse of the earth? declare if thou knowst it all.",
            "18": "Where is the way where light dwells? and as for darkness, where is its place,",
            "19": "that thou shouldst take it to its bound, and that thou shouldst know the paths to its home?",
            "20": "Thou knowst it because thou wast then born, and the number of thy days is great.",
            "21": "Hast thou entered the treasuries of the snow? or hast thou seen the treasuries of the hail,",
            "22": "which I have reserved against the time of trouble, against the day of battle and war?",
            "23": "By what way is the light parted, or the east wind scattered upon the earth?",
            "24": "who has divided a watercourse for the torrent of rain, or a way for the lightning of thunder;",
            "25": "to cause it to rain on a land where no man is; on the wilderness, wherein there is no man;",
            "26": "to satisfy the desolate and waste ground; and to cause the bud of the tender herb to spring forth?",
            "27": "Has the rain a father? or who has begotten the drops of dew?",
            "28": "out of whose womb came the ice? and the hoar frost of heaven, who has given it birth?",
            "29": "The waters are hidden as with a stone, and the face of the deep forms a solid mass.",
            "30": "Canst thou bind the chains of the Pleiades, or loosen the cords of Orion?",
            "31": "canst thou bring forth Mazzarot in their season? or canst thou guide the Bear with his sons?",
            "32": "knowst thou the ordinances of heaven? canst thou establish its dominion in the earth?",
            "33": "canst thou lift up thy voice to the clouds, that abundance of waters may cover thee?",
            "34": "canst thou send lightnings, that they may go, and say to thee, Here we are?",
            "35": "Who has put wisdom in the inward parts? or who has given understanding to the birds?",
            "36": "who can number the clouds by wisdom? or who can refill the bottles of heaven,",
            "37": "when the dust grows into a mass, and the clods cleave fast together?",
            "38": "Wilt thou hunt the prey for the lion? or satisfy the appetite of the young lions,",
            "39": "when they couch in their dens, and abide in the covert to lie in wait?",
            "40": "Who provides for the raven his provision? when his young ones cry to God, and wander for lack of food?"
        },
        "38": {
            "0": "Knowst thou the time when the wild goats of the rock bring forth? or canst thou mark when the hinds do calve?",
            "1": "canst thou number the months that they fulfil? or knowst thou the time when they bring forth?",
            "2": "They bow themselves, they bring forth their young ones, they send forth their offspring.",
            "3": "Their young ones grow strong; they grow up with corn; they go forth, and return not to them.",
            "4": "Who has sent out the wild ass free? or who has loosed the bands of the onager?",
            "5": "whose house I have made the wilderness, and the salt land his dwellings.",
            "6": "He scorns the tumult of the city, nor does he regard the shouts of the driver.",
            "7": "The range of the mountains is his pasture, and he searches after every green thing.",
            "8": "Will the wild ox be willing to serve thee, or will he abide by thy crib?",
            "9": "canst thou bind the wild ox with ropes in the furrow? or will he harrow the valleys after thee?",
            "10": "wilt thou trust him, because his strength is great? or wilt thou leave thy labour to him?",
            "11": "wilt thou believe him, that he will bring home thy seed, and gather it into thy barn?",
            "12": "The wing of the ostrich waves joyously; but are they the pinions and plumage of the stork?",
            "13": "For she leaves her eggs in the earth, and warms them in dust,",
            "14": "and forgets that the foot may crush them, or that the wild beast may break them.",
            "15": "She is hardened against her young ones, as though they were not hers: though her labour is in vain of yet she is without fear;",
            "16": "because God has deprived her of wisdom, nor has he imparted to her understanding.",
            "17": "At some time she lifts up herself on high; she scorns the horse and his rider.",
            "18": "Hast thou given the horse strength? hast thou clothed his neck with power?",
            "19": "Dost thou make him leap like a locust? the glory of his nostrils is terrible.",
            "20": "He paws in the valley, and rejoices in his strength: he goes out to meet the battle.",
            "21": "He mocks at fear, and is not affrighted; nor does he turn back from the sword.",
            "22": "The quiver rattles against him, the glittering spear and the javelin.",
            "23": "He swallows the ground with fierceness and rage: nor does he believe that it is the sound of the trumpet.",
            "24": "He says among the trumpets, Ha, ha; and he smells the battle afar off, the thunder of the captains, and the shouting.",
            "25": "Does the hawk fly by thy wisdom, and stretch her wings towards the south?",
            "26": "does the vulture mount up at thy command, and make her nest on high?",
            "27": "She dwells and abides on the rock, upon the crag of the rock, and the strong place.",
            "28": "From thence she swoops down on the prey, and her eyes behold afar off.",
            "29": "Her young ones also suck up blood: and where the slain are, there is she."
        },
        "39": {
            "0": "Then the Lord answered Iyyov, and said,",
            "1": "Shall a reprover contend with the Almighty? he who reproaches God, let him answer it.",
            "2": "Then Iyyov answered the Lord, and said,",
            "3": "Behold, I am vile; what shall I answer Thee? I lay my hand upon my mouth.",
            "4": "Once I have spoken; but I will not answer: yea, twice; but I will proceed no further.",
            "5": "Then the Lord answered Iyyov out of the storm wind, and said,",
            "6": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
            "7": "Wilt thou also disavow my judgment? wilt thou condemn me, that thou mayst be in the right?",
            "8": "hast thou an arm like God? or canst thou thunder with a voice like him?",
            "9": "Deck thyself now with majesty and excellency; and array thyself with glory and beauty.",
            "10": "Cast abroad the rage of thy wrath: and behold everyone that is proud, and abase him.",
            "11": "Look on everyone that is proud, and bring him low; and tread down the wicked in their place.",
            "12": "Hide them in the dust together; and bind their faces in the hiding place.",
            "13": "Then I will also confess to thee that thy own right hand can save thee.",
            "14": "Behold now behemot, which I made with thee; he eats grass like an ox.",
            "15": "Lo now, his might is in his loins, and his force is in the muscles of his belly.",
            "16": "He stiffens his tail like a cedar: the sinews of his thighs are knit together.",
            "17": "His bones are tubes of brass; his limbs are like bars of iron.",
            "18": "He is the beginning of the ways of God: let him that made him bring near his sword to him!",
            "19": "Surely the mountains bring him forth food, where all the wild beasts play.",
            "20": "He lies under the thorny bushes, in the cover of the reed, and fens.",
            "21": "The thorny bushes cover him with their shadow; the willows of the brook compass him about.",
            "22": "Behold, he drinks up a river, and hastens not: he trusts that river will thrust some food into his mouth.",
            "23": "Shall anyone take him with his eyes open? or pierce through his nose with a snare?",
            "24": "Canst thou draw out livyatan with a hook? or press down his tongue with a cord?",
            "25": "canst thou put a hook into his nose? or bore his jaw through with a bridle ring?",
            "26": "will he make many supplications to thee? will he speak soft words to thee?",
            "27": "will he make a covenant with thee? to take him for thy servant for ever?",
            "28": "wilt thou play with him as with a bird? or wilt thou bind him for thy girls?",
            "29": "will the tradesmen heap up payment for him? shall they part him among the merchants?",
            "30": "canst thou fill his skin with barbed irons? or his head with fish spears?",
            "31": "Lay thy hand upon him! thou wilt no more think of fighting."
        },
        "40": {
            "0": "Behold, the hope of him is in vain: shall not one be cast down even at the sight of him?",
            "1": "None is so fierce that dare stir him up: who then is able to stand before me?",
            "2": "Who has a claim on me from before, that I should repay him? whatever is under the whole heaven is mine.",
            "3": "I will hold my peace at him; listen to his words, the report of his power, and his graceful speech.",
            "4": "Who can uncover the face of his garment? or who can come within his double bridle?",
            "5": "who can open the doors of his face? his teeth are terrible round about.",
            "6": "His scales are his pride, shut up together as with a close seal:",
            "7": "one is so near to another, that no air can come between them:",
            "8": "they are joined one to another, they stick together, that they cannot be sundered.",
            "9": "His sneezings flash forth light, and his eyes are like the eyelids of the morning.",
            "10": "Out of his mouth go burning torches, and sparks of fire leap out.",
            "11": "Out of his nostrils goes smoke, as out of a seething pot and burning rushes.",
            "12": "His breath kindles coals, and a flame goes out of his mouth.",
            "13": "In his neck abides strength, and terror dances before him.",
            "14": "The flakes of his flesh are joined together: they are firm upon him; they cannot be moved.",
            "15": "His heart is as firm as a stone; yea, as hard as the nether millstone.",
            "16": "When he raises himself up, the mighty are afraid: by reason of the crashings they are beside themselves.",
            "17": "Though the sword reaches him, it does not avail; nor the spear, the dart, or the javelin.",
            "18": "He esteems iron as straw, and brass as rotten wood:",
            "19": "the arrow cannot make him flee: slingstones are turned with him into stubble:",
            "20": "darts are counted as stubble; he laughs at the shaking of a spear.",
            "21": "His underparts are like sharp potsherds: he spreads himself like a threshing sledge on the mire.",
            "22": "He makes the deep to boil like a pot: he makes the sea like a kettle.",
            "23": "After him he leaves a shining wake; one would think the deep to be hoary.",
            "24": "Upon earth there is not his like, who is made without fear.",
            "25": "He beholds all high things: he is a king over all the children of pride."
        },
        "41": {
            "0": "Then Iyyov answered the Lord, and said,",
            "1": "I know that Thou canst do everything, and that no purpose of Thine can be thwarted.",
            "2": "Who is he that hides counsel without knowledge? therefore I have uttered that which I did not understand; things too wonderful for me, which I knew not.",
            "3": "Hear, I beseech Thee, and I will speak: I will demand of Thee, and declare Thou unto me.",
            "4": "I have heard of Thee by the hearing of the ear: but now my eye sees Thee.",
            "5": "Wherefore I abhor myself, and repent in dust and ashes.",
            "6": "And it was so, that after the Lord had spoken these words to Iyyov, the Lord said to Elifaz the Temanite; My anger burns against thee, and against thy two friends: for you have not spoken of me the thing that is right, like my servant Iyyov.",
            "7": "Therefore take for yourselves now seven bullocks and seven rams, and go to my servant Iyyov, and offer up for yourselves a burnt offering; and my servant Iyyov shall pray for you: for to him I will show favour in doing you no disgrace, although you have not spoken of me the thing which is right, like my servant Iyyov.",
            "8": "So Elifaz the Temanite and Bildad the Shuĥite and Żofar the Na῾amatite went, and did as the Lord commanded them: the Lord also accepted Iyyov.",
            "9": "And the Lord restored the fortunes of Iyyov, when he prayed for his friends: and the Lord gave Iyyov twice as much as he had before.",
            "10": "Then all his brothers came to him, and all his sisters, and all they who had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a qesita, and everyone an earring of gold.",
            "11": "So the Lord blessed the latter end of Iyyov more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses.",
            "12": "He had also seven sons and three daughters.",
            "13": "And he called the name of the first, Yemima; and the name of the second, Qeżi῾a; and the name of the third, Qeren-happukh.",
            "14": "And in all the land were no women found so fair as the daughters of Iyyov: and their father gave them inheritance among their brothers.",
            "15": "After this Iyyov lived a hundred and forty years, and saw his sons, and his sons’ sons, even four generations.",
            "16": "So Iyyov died, being old and full of days."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Job"
}