{
    "title": "Kessef Mishneh on Mishneh Torah, Sabbath",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Sabbath",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>כל מקום שנאמר אינו חייב כלום או פטור מכלום וכו'.</b> נראה מדברי רבינו שכשאומר אינו חייב אינו מותר לכתחלה אבל יש צד איסור בעשייתו אלא שאין מכין אותו: "
            ],
            [
                "<b></b>כתב הרמ''ך כיצד גורר אדם וכו' נראה שהוא גורס אבל בגדולים ד''ה מותר ולכך לא מפליג ומתיר בכל ענין ולא נהירא דא''כ מאי מקשה מההיא דגורר אדם לימא דההיא כר''ש דמתיר בכל ענין שאין מתכוין אפי' בגדולים דדמי לפסיק רישיה ובספרים מדוייקים נמצא מחלוק' בקטנים אבל בגדולים ד''ה אסור דדמי לפסיק רישיה וצ''ע עכ''ל: "
            ],
            [],
            [
                "<b>כל העושה מלאכה וכו'.</b> כתב הרמ''ך אע''פ שהרי''ף פסק כן לא נראה לר''ח ולכל רבותי מפני כמה סתומות דהוא כר''ש כגון צידת נחש ומפיס מורסא וההיא דכל המזיקים נהרגין וההיא דכחס על הנר דמוקי ליה הכא כר''ש דיקא מתניתין כותיה ותו מדאמרינן בפ' נוטל (שבת קמ''א:) רבא כר''ש ס''ל דאמר מלאכה שאינה צריכה לגופה פטור עליה והרי''ף גופיה הביא ההיא דר' יוחנן דאוקמא לר' יוסי כר''ש והוא הביא ג''כ הא דכל פטורי דשבת וכו' בר מהני תלת דפטור ומותר וההיא אזלא כר''ש עכ''ל ויתבאר בסמוך: ",
                "<b>מ''כ</b> ההפרש שיש בין מלאכה שאינה צריכה לגופה ובין פסיק רישיה ולא ימות הוא דגבי פסיק רישיה אינו מכוון למלאכה כל עיקר אלא שהיא נעשית בהכרח. כגון שסגר פתח ביתו והיה שם צבי שהוא לא כיון לשמירת הצבי אלא שהמלאכה נעשית בהכרח. אבל מלאכה שאינה צריכה לגופה הוא מתכוין לגוף המלאכה אלא שאינו מכוין לתכליתה. מיסוד ה''ר אברהם החסיד בשם אביו ז''ל ע''כ: ",
                "<b>או המכבה את הגחלת וכו'.</b> כתב הרמ''ך הל''ל בד''א בגחלת של עץ אבל בגחלת של מתכת מותר וזה מפורש בהדיא בגמ' ותמיהא לן נמי כיון שפסק הלכה כר' יהודה אמאי התיר צידת נחש ומפיס מורסא עכ''ל. ולענין מ''ש הל''ל בד''א בגחלת של עץ אין דבריו מכוונים שהרי לא בא רצונו פה לבאר חילוקי דיני המכבה עד שיצטרך לחלק בין גחלת של עץ לשל מתכת ואין לומר שמקשה לו שהל''ל המכבה גחלת של עץ דסתם גחלת של עץ משמע ומ''מ תמיהתו זאת היתה למיעוט השגחתו בדברי רבינו שבפי''ב שהוא מקומו כתב חילוק שבין מכבה גחלת של עץ לשל מתכת, ומ''ש כיון שפסק כרבי יהודה אמאי התיר צידת נחש ומפיס מורסא כבר תירצה ה''ה בפירושו על בבא דהמפיס שחין בשבת: "
            ],
            [
                "<b>כגון שנתכוין לזרוק בכרמלית וכו'.</b> כתב הרמ''ך אם כדבריו כן הוא שלא נחה האבן במקום שהוא רוצה שתנוח אפילו נתכוין לזרוק לרה''ר ועברה האבן אמה אחת יותר פטור דהא לא איתעבידא מחשבתו והכי הוה ליה לפרש נתכוין לזרוק בכרמלית ונמצא אותו מקום רה''ר פטור אע''ג דאיתעבידא מחשבתו כיון דלא נתכוין לזריקה דאיסורא פטור עכ''ל וכבר נתיישב זה בדברי ה''ה: "
            ],
            [],
            [],
            [
                "<b><small>(י-יא)</small> היו לפניו שתי נרות וכו'.</b> כתב הראב''ד אמר אברהם המחבר הביא הדברים כפשטן וכאשר עיינתי בגמ' במקומן בכריתות לא מצאתים שיתקיימו כן דרב יהודה אותביה לשמואל מרא דשמעתא ממתני' דא''ר יהודה אפי' נתכוין ללקט תאנים וליקט ענבים וכו' ר''א מחייב חטאת ור' יהושע פוטר והא הכא דמתעסק הוא ור' יהושע לא קא פטר אלא ממינא למינא אבל בחד מינא ר' יהושע נמי מחייביה וא''ל שיננא שבוק מתניתין ותא אבתראי הב''ע שאבד מלקט מלבו אלמא בחד מינא מתעסק הוא ופטור וא''כ היינו נתכוין לכבות את זו וכבה את זו אלא ע''כ מתניתין בלהקדים היא שאם נתכוין לכבות את זו תחלה וכבה את זו או להדליק את זו תחלה והדליק את זו חייב דכיון דחדא מלאכה היא וחדא מינא בהקדמת זו לזו לאו שינוי מחשבה היא אבל בכיבוי והדלקה אם שינה בהקדמה פטור וכן תאנים וענבים דא''ר יהודה ליקדם קאמר נתכוין ללקוט תאנים תחלה וליקט ענבים ר' יהושע פוטר אבל בחד מינא ליקדם חייב, ואני תמה איך חשב כזאת שאם חשב ללקוט תאנים ואחר כך ענבים ונהפך הדבר יהיה פטור וכשחשב להדליק את זו והדליק את זו יהיה חייב זה שעשה כל מלאכה שחשב לעשות פטור וזה שלא עשה כלום יהיה חייב זהו תמהון לבב (עכ''ל): ",
                "<b>אבל אם היה אחד דלוק ואחד כבה ונתכוין להדליק ראשונה ולכבות שניה אחריה ונהפך הדבר וכבה ראשונה ואח''כ הדליק שניה אחריה פטור.</b> אמר אברהם זהו שהשגתי אני אבל כל מה שבפנים שבוש הוא עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b><small>(טו-טז)</small> כל מלאכה שהיחיד יכול לעשות אותה לבדה וכו' ואם אין היחיד יכול לעשותה לבדה עד שיצטרפו כו' ושיעור אחד לשניהם.</b> בפ' המצניע (שבת צ''ב:) תנא זה יכול וזה יכול ר''מ מחייב ור' יהודה ור''ש פוטרים זה אינו יכול וזה אינו יכול ר''י ור''מ מחייבים ור''ש פוטר זה יכול וזה אינו יכול ד''ה חייב, ובגמ' (דף צ''ג) זה יכול וזה אינו יכול ד''ה חייב הי מנייהו חייב אמר רב חסדא זה שיכול דאי זה שאינו יכול מאי קא עביד א''ל רב המנונא דקא מסייע בהדיה א''ל מסייע אין בו ממש ואמרינן בתר הכי אמר מר זה יכול וזה יכול חייב איבעיא להו בעינן שיעור לזה ושיעור לזה או דילמא שיעור אחד לכולם רב חסדא ורב המנונא חד אמר שיעור לזה ושיעור לזה וחד אמר שיעור אחד לכולם אמר רב נחמן בר יצחק אף אנן נמי תנינא צבי שנכנס לבית ונעל אחד בפניו חייב נעלו שנים פטורים לא יכול אחד לנעול ונעלו שנים חייבים ואמאי ליבעי שיעור צידה לזה ושיעור צידה לזה לאו משום דאמרי' שיעור א' לכולם ופירש רש''י שיעור צידת צבי לכל א' וא' וכתבו התוס' אמר מר זה יכול וזה יכול ר' מאיר מחייב איבעיא להו וכו' תימא לר''ח דאמאי בעי לה אליבא דר''מ ומצי למבעי בזה אינו יכול וזה אינו יכול אליבא דרבי יהודה דקיימא מתניתין כוותיה ונראה דגרסא זו טעות וגרסינן זה אינו יכול וזה אינו יכול עכ''ל וזו היא גירסת רבינו: "
            ],
            [
                "<b>חפר גומא וכו'.</b> כתב הרמ''ך הל''ל ה''מ בבית אבל בשדה חייב דהא פסק כר' יהודה דאמר מלאכה שאינה צריכה לגופה חייב עכ''ל. וי''ל שלא הוצרך רבינו לפרש כן דמתוך דבריו משמע וכמה שכתב הרב המגיד: "
            ]
        ],
        [
            [
                "<b>דחויה היא שבת וכו'.</b> בפ' כיצד צולין (פסחים ע') איפליגו תנאי טומאה אם דחויה היא בציבור או הותרה ופירש''י דחויה אע''ג דאכשר רחמנא למיתי בטומאה לאו היתר גמור הוא אלא היכא דלא משתכחי טהורים וכיון דלאו היתר גמור הוא בעיא ציץ לרצויי. ומשמע בגמרא דהלכה כמ''ד דחויה היא וכן פסק רבינו בפ''ד מהל' ביאת המקדש ומשמע דכי היכי דאיפליגו בטומאה ה''נ איפליגו בשבת לגבי חולה אם היא דחויה או הותרה וקי''ל כמ''ד דחויה וכ''כ הרשב''א והר''ן שהשבת דחויה היא אצל חולה ולא הותרה: "
            ],
            [],
            [
                "<b>כשעושים דברים האלו אין עושין אותם לא ע''י נכרים ולא ע''י קטנים וכו'.</b> גירסת רבינו בברייתא עבדים במקום נכרים לדעת רבינו שפירש מפני שמצטרפים לדעת אחרת היינו שלא תהא שבת קלה בעיניהם ה''ט שייך בנשים ועבדים ולא בנכרים וקטנים כמ''ש הרב המגיד משום דקטנים כשיגדלו ילמדו וידעו חומר שבת ואיסורו וטעמא דאין עושין ע''י נכרים וקטנים שמא יאמרו הרואים בקושי התירו פקוח נפש ואין מתירים אותו לכתחלה ע''י המחוייבים במצות דילמא יבא הדבר שכשלא ימצאו נכרי או קטנים לא ירצו לחלל שבת ע''י גדולי ישראל. ודלא כהר''ן שכתב שהטעם שכתב רבינו שלא תהא שבת קלה בעיניהם קאי גם לקטנים דא''כ יקשה אמאי פלגינהו תנא דברייתא בתרתי ונקט קטנים בהדי נכרים ואיכא למידק בדברי רבינו שכתב שאין עושין דברים הללו אלא על ידי גדולי ישראל וחכמיהם דמשמע ע''י שאר ישראלים לא וקשה דהא לא מיעטה הברייתא אלא קטנים ונשים ועבדים דוקא לכך נ''ל דגדולי ישראל וחכמיהם דנקט רבינו גדולים למעט קטנים ישראל למעוטי נכרים וחכמיהם למעוטי נשים דדעתן קלה: ",
                "<b>כתב</b> הרמ''ך שזה הטעם שנתן בע''י נכרים שלא תהא שבת קלה בעיניהם וכי אין שבת קלה לנכרים ולדבריו חכם אחד יכול לצוות לנכרים שיעשה והטעם הברור בעבור שאינם זריזים ואתו למפשע עכ''ל. ובמה שביארתי דברי רבינו אין מקום לתמיהתו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>חולה שהיה וכו'.</b> כתב הר''ן בפ''ב דביצה דפשיטא לן דשתים בעוקץ אחד ושלש בעוקץ אחד שתים מייתינן שלש לא מייתינן דלרבויי בשיעורא אסור וכ''כ הרשב''א בפ''ק דחולין וכ''כ הרא''ש בתשובה: "
            ],
            [],
            [
                "<b>חולה שאין בו סכנה וכו'.</b> כתב הטור כל צרכי חולה בדבר שאין בו סכנה הוא לא יעשה אבל אומר לנכרי ועושה כיון שאין בו סכנת הגוף אפי' יש בו סכנת אבר אין מחללין עליו באיסור דאורייתא אבל מחללין באיסור דרבנן אע''ג דעביד מעשה אבל בחולי שאין בו סכנת אבר נסתפק א''א הרא''ש אם מותר לחלל עליו בשבות דאית ביה מעשה דשמא לא התירו אלא אמירה לנכרי אבל לא שבות דאית ביה מעשה אלא בסכנת אבר. אבל הרמב''ם כתב חולה שאין בו סכנה עושין לו כל צרכיו ע''י נכרי ואם היו צריכים לדברים שאין בהם מלאכה עושין אותם אפילו ע''י ישראל לפיכך מעלים אזנים ומעלים אנקלי בשבת וכל כיוצא בזה עכ''ל. יראה מדברי הטור שרבינו פשט ספקו של הרא''ש לקולא שהרי התיר לעשות ע''י ישראל צרכים שאין בהם מלאכה אע''פ שכל רפואה אסורה משום שבות: ",
                "<b>ואיכא</b> למידק היכי מצי למימר דרבינו שרי שבות הנעשה ע''י ישראל שאם כן היאך כתב שכוחל עיניו מן הנכרי בשבת ומאי איריא מן הנכרי ואפילו מן הישראל הוה ליה למישרי כיון דכוחל לא מיתסר אלא מדרבנן כדאיתא בס''פ המצניע (שבת דף צ''ה). וה''ה כתב וז''ל כבר נתבאר בדברי רבינו שכל שבות מותר בחולי שאין בו סכנה כיון שהוא חולי כולל כל הגוף בין שבות דאמירה לנכרי בין שבות הנעשה ע''י ישראל אבל באבר אחד כיון שאין בו סכנה לא הותר לישראל אפילו שבות גמור וזהו שלא התירו לכחול אלא מן הנכרי אע''פ שאין בכוחל אלא משום שבות אבל מלאכה גמורה בישראל לא הותרה אפילו בסכנת אבר אחד אלא בסכנת נפשות עכ''ל. ומתוך דבריו נראה שנתיישב ספק זה דהא דשרינן שבות הנעשה ע''י ישראל אע''פ שאין בו סכנה היינו בחולי הכולל כל הגוף והא דלא שרינן למכחל אלא מנכרי אע''פ שיש בו סכנת אבר משום דאינו חולי הכולל כל הגוף ולפי זה צריך לומר דהעלאת אזנים ואנקלי והחזרת שבר הם חלאים כוללים כל הגוף שאל''כ לא היו מתירים לעשות ע''י ישראל ואין דבריו ברורים אצלי שהרי מ''ש רבינו שכוחל עיניו מן הנכרי דמשמע אבל לא מישראל וגם מ''ש ואם היו צריכים לדברים שאין בהם מלאכה עושין אותן אפילו על ידי ישראל אחולה שאין בו סכנה דקתני ברישא קאי ולא נרמז בלשונו חילוק בין סכנת אבר לחולי הכולל כל הגוף ולפיכך נ''ל דבכלל חולה שאין בו סכנה הוי בין חולי שהוא כולל כל הגוף בין שאינו כולל בין שיש בו סכנת אבר בין שאין בו בכל גוונא לא התירו שבות הנעשה ע''י ישראל מיהו ה''מ בשבות שיש בו עיקר מלאכה שהוא נסמך לה כגון כוחל שהוא אסור מפני שהוא ככותב או לעשות שום רפואה בסם דאיכא למיסר משום שחיקת סמנין אבל שבות שאין לו עיקר מלאכה שהוא נסמך עליה מותר אפילו ע''י ישראל ומטעם זה התירו להעלות אזנים ואנקלי ולהחזיר השבר שדברים אלו לא נאסרו מפני שאינן דומים למלאכה וגם ליכא למגזר בהו משום שחיקת סמנים שאין דברים הללו נעשים בסמנין וזהו שכתב כאן ואם היו צריכים לדברים שאין בהם מלאכה עושין אותן ע''י ישראל ובפכ''א כתב ומותר לכפות כוס על הטבור בשבת ולהעלות אזנים בין ביד בין בכלי ולהעלות אנקלי שכל אלו וכיוצא בהם אין עושין אותן בסמנין כדי לחוש לשחיקה ויש לו צער מהן עכ''ל. ומעתה לא נפשטה ספיקו של הרא''ש מדברי רבינו לקולא אלא לחומרא ולא עוד אלא דמאי דפשיטא להרא''ש והר''ן דביש בו סכנת אבר הותר שבות הנעשה על ידי ישראל לדעת רבינו כל שהוא דבר הדומה למלאכה או מידי דאיכא למגזר ביה משום שחיקת סמנין אסור ע''י ישראל ולא הותר על ידי ישראל אלא דבר שאינו דומה למלאכה ואינו נעשה ע''י סמנין: "
            ],
            [
                "<b>היולדת כשכורעת לילד וכו'.</b> וכל שאפשר לשנות משנין בשעת הבאה כגון שתביא לה חברתה כלי תלוי בשערה. ברייתא פרק מפנין (שבת קכ''ח:) אם היתה צריכה לשמן חבירתה מביאה לה שמן בידה ואם אין סיפק ביד מביאה בשערה ואם אין סיפק בשערה מביאה בכלי ובגמרא מביאה בשערה ותיפוק ליה משום סחיטה רבה ורב יוסף דאמרי תרוייהו אין סחיטה בשער ר''א אמר אפילו תימא יש סחיטה בשער מביאה לה בכלי דרך שערה כמה דאפשר לשנויי משנינן. ופירש''י דרך שערה כורכת הכלי בראשה בשערה ופסק רבינו בפ''ט דאין סחיטה בשער. ונראה שטעמו מפני שהוא ז''ל סובר דר''א לאו לאפלוגי ארבה ורב יוסף אתא אלא לומר דאפי' אי הוה סחיטה בשער שפיר תני מביאה בשערה. וכתב רבינו כאן שתביא לה כלי התלוי בשערה משום דאף על גב דאין סחיטה בשער איסורא מיהא איכא וכמ''ש ה''ה בפ''ט וא''כ מוטב לעשות הוצאה ע''י שינוי מבלי איסור אחר מלהוסיף עליו איסור אחר: "
            ],
            [],
            [],
            [
                "<b><small>(יג-יד)</small> חיה משיתחיל הדם להיות שותת וכו' ומרחיצין את הולד וכו' אחר שחותכים את טבורו.</b> במשנה פרק מפנין (שבת קכ''ח:) קושרים את הטבור רבי יוסי אומר אף חותכים וכתב הרי''ף אר''נ הלכה כר''י: ",
                "<b>עושין מדורה לחיה וכו'.</b> כתב ה''ה שהיה סבור לפרש דברי רבינו דאפי' בחולה שיש בו סכנה קאמר וכו' וכתב שהוא מבטל דעתו מפני דעת הראב''ד שהוא מפרשה בשאין בו סכנה לפי שאם יש בו סכנה משמע דלכל צרכיו מחללין ואע''פ שאין במניעת הדבר שעושין לו סכנה. ואני אומר דמדברי רש''י משמע דכל שאין במניעת אותו דבר סכנה אין מחללין עליו את השבת ואפשר שרבינו סבור כן ומיירי בחולי שיש בו סכנה וכמו שהיה סבור הרב המגיד: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בדקו עד חוטמו ולא מצאו בו נשמה וכו'.</b> כתב הרב המגיד שפסק רבינו כת''ק ואינו כן דלפי נוסחא דידן בגמרא פסק כי''א וטעמו משום דספק נפשות להקל: "
            ],
            [
                "<b>היתה חצר שיש בה עובדי כוכבים ומזלות וכו'.</b> שאלו חכמי לוניל וז''ל נראה מן הכתוב בספר בעיר שישראל ועובדי כוכבים ומזלות דרים בה מחצה על מחצה ומפקחין אבל ברובה עובדי כוכבים ומזלות לא ומימינו לא שמענו חידוש גדול כזה כי כך קבלנו מהא דאמרינן בכתובות וביומא אין הולכים בפיקוח נפש אחר הרוב אפילו רובה עובדי כוכבים ומזלות מפקחין. והשיב תמה אני על דבר זה שקבלתם וכי יש באותו המקום ספק בעולם והלא דברים ברורים הם שם שכך הם דברי שמואל דסבר שאפי' רוב העיר עובדי כוכבי' ומזלות מפקחין אבל אנו אדברי ר''י סמכינן דאמר ט' עובדי כוכבים ומזלות וישראל אחד ביניהם באותה חצר מפקחין בחצר אחרת אין מפקחין ואוקימנא בשפירשו כולם שהרי לא נשאר שם קבוע ולפיכך אם פירש אחד מהם לחצר אחרת אין מפקחין דכל דפריש מרובא פריש וה''ה לזה שפירש מעיר שרובה עובדי כוכבים ומזלות שאין מפקחין עליו גם רב חלק על שמואל בדוקיא זו שדק מעיר שהיא מחצה על מחצה שאמרנו שתינוק שנמצא בה ישראל ואמר שזה להחיותו ולא ליחסו ולא איירי בפיקוח נפש כלל ואפי' תימא דרב לא שמענו לו מחלוקת בדבר זה שהוא הפיקוח על זה שפירש מעיר שרובה עובדי כוכבים ומזלות ולא מפני שלא דק כשמואל נאמר שחולק עליו מ''מ אפי' תימא הכי הוי ר''י חולק בפירוש על זה ואמר בתשעה עובדי כוכבים ומזלות ואחד ישראל באותה חצר מפקחין בחצר אחרת אין מפקחין והנה הלך בפיקוח נפש אחר הרוב במקום הזה והדבר ידוע ששמואל ור''י הלכה כר''י עכ''ל, והשיג עליו הרמ''ה אטו מי פליגא דר''י אדשמואל ולא רמינן להו אהדדי בפ' יוה''כ ופרקינן ל''ק הא דפרוש כולהו הא דפרוש מקצתייהו דהיכא דפריש כולהו לחצר אחרת ונפלה מפולת שם על אחד מהם הולכים אחר הרוב ואין מפקחין דכיון דפרוש מחצר דהוי קביעי בה איעקר קביעותייהו ואין כאן קבוע כי היכי דנימא כמחצה על מחצה דמי וספק נפשות להקל אלא אזלינן בתר רובא ואי פרוש מקצתייהו לחצר אחרת אכתי לא איעקר קביעותייהו וה''ל פלגא ופלגא והאי דפריש מפלגא פריש וספק נפשות להקל והיינו דאמר שמואל אין הולכין בפקוח נפש אחר הרוב תדע דכי אמר שמואל בדפרוש מקצתייהו מדאקשינן עליה והאמר מר מצא בה תינוק אם רוב עובדי כוכבים ומזלות וכו' ואסיקנא כי איתמר דשמואל ארישא איתמר וכו' וש''מ דשמואל בדפרוש מקצתייהו קאמר דהא התם בדפרוש מקצתייהו עסיקינן דקתני מצא בה תינוק מושלך ולא אזלינן בתר רובא דאמר ולפיקוח נפש אינו כן. ותו תמיהא לן למאי דקאמר בתשובה דידיה דאוקימנא לר''י בשפירשו כולם שהרי לא נשאר שם קבוע ולפיכך אם פירש אחד מהם בחצר אחרת אין מפקחין דכל דפריש מרובא פריש מאי קסבר אי קסבר דכיון דפרוש כולהו ליכא קבוע ל''ל עד דפריש חד מנייהו לחצר שלישית אפי' נפלה מפולת על אחד מהם בחצר שניה נמי אין מפקחין דכיון דליכא קבוע זיל בתר רובא ואי קסבר דהדור לקביעייהו בחצר שניה אפי' אחד מהם נמי והא דקאמר עלה וה''ה לזה שפירש מעיר שרובה עובדי כוכבים ומזלות שאין מפקחין עליו מי דמי התם פרוש כולהו וליכא קבוע עכ''ל. והשיבוהו כגמרתך כן גמרתנו דלא פליגי שמואל ור''י. ונ''ל לדעת הרב שכתוב בספריו אלא כי איתמר דשמואל ארישא איתמר כלומר לעולם כי אמר שמואל אין הולכין בפיקוח נפש אחר רוב כלומר דאפי' רובא עובדי כוכבים ומזלות מפקחין ל''ש פרוש כולהו ל''ש פרוש מקצתייהו דאע''ג דבשאר איסורין שבתורה כגון תשע חנויות היכא דפרוש כולהו והאחד מוכר נבלה ובעת עקירת כולן פירשה אחת מהן ונפל אזלינן בתר רובא מפקחין. והיינו דאמרינן כי איתמר דשמואל ארישא אתמר אם רוב עובדי כוכבים ומזלות עובד כוכבים ומזלות אמר שמואל ולפקח עליו את הגל אינו כן דלא חשבינן ליה כעובד כוכבים ומזלות ומפקחין עליו את הגל ואע''פ שרובה עובדי כוכבים ומזלות ור''י פליג עליה ברובה עובדי כוכבים ומזלות ופרוש כולהו מחצר זו והלכו לחצר אחרת ובעת עקירתן פירש אחד מהם לחצר אחרת ונפלה עליו מפולת דאין מפקחין לפי שלא נשאר שם קבוע ואמרינן כי פריש מרובא פריש שדין פיקוח נפש כדין שאר איסורים שבתורה כגון ט' חנויות דאי פרוש כולהו ולא נמצא שם קבוע דאזלינן בתר רובא והיינו דקאמר אלא כי איתמר דשמואל וגם במקצת ספרינו המדוקדקים נמצא שם כתוב אלא. והנה אראה לך כי לא הבינות כל דבריו כי אתה הקשית עליו מאי קסבר אי קסבר כיון דפרוש כולהו ליכא קבוע למה לי עד דפריש חד מנייהו לחצר שלישית אפי' נפלה מפולת בחצר שניה נמי אין מפקחים ואי קסבר דהדור לקביעייהו וכו' כי חשבת כי הרב מפרש דפריש חד מינייהו לחצר שלישית ולא היא כי רבינו הרב לא הזכיר חצר שלישית בספרו כי אם חצר שניה כלומר שפירשו כל התשעה עובדי כוכבים ומזלות וישראל אחד שהיו עומדים בחצר אחרת לתשע חצרות או לעשר ובעת עקירתן כולן פירש אחד מהם לחצר אחרת היינו חצר שניה ונפלה עליו מפולת שם דאין מפקחין דאמרינן כי פריש מרובא פריש, עכ''ל: "
            ],
            [
                "<b></b>כתב הרמ''ך נעקרו כולם וכו' וכי תימא אמאי לא פסק כשמואל דהא ליכא מאן דפליג עליה ור''י ס''ל כותיה ועוד תמיה מ''ש בסמוך לפיכך אם היה הרוב ישראל וכו' משמע הא מחצה על מחצה לא וזה דבר שא''א דודאי במחצה על מחצה מצילין ובגמ' בעי אפי' ברוב עובדי כוכבים ומזלות אם יש שם קבוע פשיטא דמחללין וכ''ש במחצה על מחצה עכ''ל, ומדברי ה''ה יתיישב: "
            ],
            [],
            [
                "<b>עובדי כוכבים ומזלות שצרו וכו'.</b> אע''פ שלא נזכר בגמרא דין צרו סתם כתבו רבינו משום דספק נפשות להקל: "
            ],
            [
                "<b>ואפילו יחיד הנרדף וכו'.</b> נראה דה''ק בין שהוא נרדף מפני עובדי כוכבים ומזלות רבים בין שהוא נרדף מפני יחיד שרודף אחריו להרגו מצוה להצילו: "
            ],
            [
                "<b>צרין על עיירות וכו'.</b> בפ''ק דשבת (דף י''ט) ת''ר אין צרין על עיירות של עובדי כוכבים ומזלות פחות מג' ימים קודם השבת ואם התחילו אין מפסיקין וכן היה שמאי אומר עד רדתה אפי' בשבת. ובירושלמי שם אין מקיפין על עיר של עובדי כוכבים ומזלות פחות מג' ימים קודם לשבת הדא דתימר במלחמת הרשות אבל במלחמת חובה אפילו בשבת שכן מצינו שלא נכבשה יריחו אלא בשבת דכתיב כה תעשה ששת ימים וכתיב וביום השביעי תסובו וכו' וכתיב עד רדתה אפילו בשבת ואיתא נמי בפ''ב דמ''ק ירושלמי: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>לפיכך אם גרף וכו' שהרי הסיח דעתו וכו'.</b> כתב הרמ''ך צ''ע היאך הסיח דעתו שהרי בדעתו לאכלה בלילה ומי לא עסקינן דאין לו תבשיל אחר כי אם זה וטעם הנכון משום דעביד כיון דגרף או קטם דלא אתי לחתויי וכן פירשו רבותי עכ''ל. וי''ל לדעת רבינו דקים להו לרבנן שכל שגרף הוא מסיח דעתו: "
            ],
            [
                "<b>בד''א בכירה שהבלה וכו'. אע''פ שהוא אש קש וכו'.</b> כתב הרמ''ך צ''ע מאין הוציא זה דמתניתין לא אסר כן כי אם תנור שהסיקוהו בקש ובגבבא דאגב חמימות התנור הקש והגבבא בוערות ואיכא למיגזר אבל אם גרף וקטם דעביד היכר אפילו בתנור וליכא חילוק בין תנור לכירה כי אם לסמוך היכא דלא גרף דבתנור אסור בכירה מותר ובקש ובגבבא לא צריך קטימה דלאלתר הויא קטימא עכ''ל. ודברי הפוסקים הם כדברי רבינו ופשטא דמתניתין הכי מוכח: "
            ],
            [],
            [
                "<b>הכופח הבלו רב וכו'.</b> כתב הרמ''ך צ''ע למה אוסר לסמוך היכא דגרף וקטם ואביי דאסר לסמוך בלא גרף איירי ותניא כותיה דאביי והוא מוקי למתני' בשלא גרף ובכה''ג קא אסר לסמוך דהוי סמיכת כופח ותנור כע''ג כירה עכ''ל. וגם בזה דברי הפוסקים כדברי רבינו: "
            ],
            [
                "<b>וכל תבשיל שבישל ולא בישל כל צרכו וכו' ואם השליך לתוכו אבר חי וכו'.</b> לכאורה נראה דדוקא במשליך לתוכו אבר חי שא''א להתבשל בלילה משום דמסיח דעתיה מיניה אבל בפירוש המשנה כתב רבינו וז''ל וכשתתבשל בשיל ולא בשיל ישימו בו בעת הטמנתו דבר חי כגון בשר או ירק ויהא מותר להשהותו ע''ג גחלים מפני שהוא מסיח דעתו עכ''ל. נראה מדבריו שאפי' נתן בה דבר שאפשר להתבשל מבעוד יום כמו ירק וכיוצא בו שרי דכיון שעשה מעשה המוכיח שמסיח דעתו ממנה מידכר ולא אתי לחתויי דומיא דשרי לשהות ע''ג כירה קטומה וסגי לה בקטימה כל דהו משום דכיון דעבד בה היכרא מידכר ליה ולא אתי לחתויי: "
            ],
            [
                "<b>כל תבשיל שאסור להשהותו אם עבר ושיהה אותו וכו'.</b> כתב הטור כל דבר שאסור לשהותו אם עבר ושיהה אותו או ששכח ושיהה אותו במקום שלא היה לו להשהותו אסור לכל אפילו למי שלא שיהה אותו והרמב''ם חילק בשכח בין תבשיל שלא בישל כל צרכו ובין מצטמק ויפה לו כשלא בישל כל צרכו אסור עד מ''ש ובמצטמק ויפה לו התיר ובעבר ושיהה אסור בשניהם ואיני יודע למה חילק ביניהם דהא בגמרא מייתי מעבר ושיהה לשכח עכ''ל. והרמ''ך כתב לא הבנתי פירושו כי הוא לא פסק לא כר''ם ולא כר''י ואם לא פי' מילתא דר''י בדיעבד תימה לן אמאי אסר דיעבד משום בעיא דעבר ושיהה הא קי''ל דכל תיקו דרבנן לקולא ודבריו ודברי הרי''ף בזה צ''ע. ולבאר זה אכתוב סוגיא דגמרא והכי איתא בעו מר' חייא בר אבא שכח קדרה ע''ג כירה ובשלה בשבת מהו ואסיקנא דלא יאכל משום דגזרו ביה רבנן ולדעת הרי''ף ורבינו אף בהגיע למאכל בן דרוסאי מיבעי ליה וכגון שלא נגמר בישולו לרוב בני אדם דאי נגמר בישולו ומצטמק ויפה לו היינו בעיא דבסמוך ואי מצטמק ורע לו מישרא שרי ותו איבעיא לן עבר ושיהה מאי ולא איפשיטא וכתב הרא''ש דהאי בעיא כגוונא דבעיא קמייתא היא ומיבעיא ליה אף לאחר גזירה אי גזרינן דוקא לאותם ששיהו אבל לבני בית לא וסובר הטור דלחומרא נקטינן. ולפיכך כתב אסור לכל אפי' למי שלא שיהה אותו ומדברי הרי''ף נראה שהוא גורס עבר ושכח במקום עבר ושיהה והוא מפרש בעיא זו בשנתבשל כל צרכו ומצטמק ויפה לו דאע''ג דקנסו על השוכח דילמא ה''מ בשלא נתבשל כל צרכו אבל נתבשל כל צרכו אף על פי שהוא מצטמק ויפה לו לא קנסו ולא איפשיטא ולקולא וכן דעת רבינו. ולפי שלא עלה פירוש זה על דעת הטור הוקשה לו על רבינו למה חילק בין עבר לשכח דהא בגמרא מייתי מעבר ושיהה לשכח כלומר דאיבעיא קמייתא אמרינן בגמרא נפק ודרש המבשל בשבת בשוגג יאכל במזיד לא יאכל ולא שנא ואסיקנא דה''ק ול''ש בין מזיד לשוכח בכל גוונא אסור כי היכי דלא ליתי לאיערומי הרי שפושט בשכח ושיהה אסור כמו בעבר ושיהה דהוי מזיד וא''כ אין לחלק ביניהם. ואין זו קושיא לפי מאי דמפרשי הרי''ף ורבינו בעיא שניה במצטמק ויפה לו דהא דלא מפלגינן בין עבר לשכח היינו דוקא בשלא נתבשל כל צרכו אבל בנתבשל כל צרכו אלא שנצטמק ויפה לו ע''כ מפלגינן בינייהו מדאיבעיא לן במצטמק ויפה לו עבר ושכח מאי אלמא דפשיטא ליה שאם עבר במזיד אסור דהא לא איבעיא להו אלא בעבר ושכח ובעיין דעבר ושכח כיון דלא איפשיטא נקטינן לקולא ובזה נסתלקו תמיהת הטור והרמ''ך: "
            ],
            [
                "<b>כל שמותר להשהותו על גבי האש וכו'. והוא שלא הניח הקדרה על גבי הקרקע וכו'.</b> הרמ''ך תמה למה פסק כלישנא קמא ואף כלישנא קמא לא פסק דאפילו לא הניחם על גבי קרקע אסור אם אין דעתו להחזיר ע''כ, והדין בגמרא (שבת ל''ח:) איבעיא לן אם לא הניחה בקרקע אלא שתלאה במקל או שהניחה על גבי מטה או שפינהו ממיחם למיחם ועלו בתיקו. ומדברי רבינו שהשמיטה נראה שסובר דכיון דמידי דרבנן הוא נקטינן לקולא ואע''פ שפסק כמ''ד הניחה ע''ג קרקע אסור היינו משום דרובא דאמוראי ס''ל הכי. אך קשה שלא חילק בין דעתו להחזיר לאין דעתו להחזיר ובין ללישנא קמא בין ללישנא בתרא צריך לחלק ביניהם ואפשר שסובר דכיון דאמוראי קמאי לא חילקו בכך לא חיישינן ליה משמיה דאביי דמפליג בינייהו: "
            ],
            [
                "<b>אסור להכניס מגריפה לקדרה בשבת והיא על האש וכו'.</b> נ''ל שמ''ש ",
                "<b>רבינו והיא על האש</b> לאו דוקא אלא כל שהעבירה מרותחת מעל האור היא על האש קרי לה וכן דעת הטור ורבינו ירוחם: ",
                "<b>כתב</b> הרמ''ך אסור להכניס מגריפה וכו'. נ''ל לפרש בד''א בתבשיל שלא בישל כל צרכו אבל בישל כל צרכו מותר וכן המנהג. מ''מ צ''ע לפירושו שפירש והלא מגיס ומקרב הבישול א''כ היאך מותר לסמוך קדירה חיתא אפי' לא גרף לד''ה ואמאי לא גזרו דילמא מגיס וצ''ע. ונראה לפרש והלא מגיס והוא צובע כדרך הצובעים שמגיס הבגדים לקלוט הצביעה וי''ל כיון דקדרה חייתא מסח דעתיה ולא מגיס, עכ''ל: "
            ],
            [
                "<b>לא ימלא אדם קדרה עססיות וכו'.</b> מה שפירש בו הרמ''ך כתבו ה''ה בשם אחרים: "
            ],
            [],
            [],
            [],
            [
                "<b>אין צולין בשר וכו'.</b> כתב הרמ''ך הוא הלך בדרך הירושלמי והניח הגמרא שלנו דבגמרא שלנו מקשה רבה לשהות תנינא ומייתי ליה מהא דאין צולין ולא משני ליה התם אם יחתה יחרוך אלמא מי שהתיר לצלות צלי התיר לשהות הקדרה והוא התיר צלי ואסר קדרה ובפ''ק דשבת (דף כ') נמי חזינן דאמר תניא נמי הכי חנניה אומר וכו' אלמא דצלי ומבושל אחד הם מ''מ יש להביא סיוע לדבריו דרב גופיה דאסר התיר לשהות בצלי כמאכל בן דרוסאי דהכי א''ר אלעאי אמר רב כמה כדי שיצולו כמאכל בן דרוסאי וצ''ע נמי אמאי לא מוכיח פרק כירה דמתני' להחזיר תנן אבל לשהות משהין מהא דאין צולין כדמוכח רבא לקמן וכל זה סיוע לדבריו עכ''ל: "
            ],
            [],
            [
                "<b>אין נותנין את הפת בתנור עם חשיכה וכו'.</b> כתב ה''ה שרבינו פסק כר''א ואעפ''י שבפי' המשנה פסק דלא כר''א איכא למימר דהדר ביה. ולפי זה ט''ס יש בנסחאותינו בספרי רבינו שכתוב בהם כדי שיקרמו פניה שאינם מודבקים בתנור וצריך להגיה המודבקים: ",
                "<b>כתב</b> הרמ''ך תימה הוא זה דהא איהו גופיה פסק לעיל דכל תבשיל שלא בשל כל צורכו אם עבר ושיהה אסור לאוכלו ובלא בשיל כמאכל בן דרוסאי ולא גרף ולא קטם לדברי כל המפרשים אסור וכשהתירו חכמים לרדות מזון ג' סעודות לא התירו כי אם למי שלא עשה איסור בשהיה כגון שקרמו פני הפת קודם שחשכה אבל למי שעשה איסור מנ''ל לאכול אפי' ירדה אותו הנכרי מאליו עכ''ל: "
            ],
            [],
            [
                "<b>במה דברים אמורים בגבולין אבל במקדש וכו'.</b> במשנה (שבת דף כ') מסיים רבי יהודה אומר אף בחמין כל שהן. והטור ורבינו ירוחם משמע דסברי דרבי יהודה אינו חולק על ת''ק אלא לטעמיה קאמר ות''ק מודה לו אבל רבינו מאחר שהשמיטו משמע דסבר דלאפלוגי אתי והלכה כת''ק: "
            ]
        ],
        [
            [
                "<b>יש דברים שאם טמן בהם וכו'.</b> כגון הגפת. בגמרא (שבת מ''ז:) איבעיא לן גפת של זיתים תנן אבל דשומשומין ש''ד או דילמא דשומשומין תנן וכ''ש דזיתים ת''ש דאמר רבי זירא קופה שטמן בה אסור להניחה על גפת של זיתים ש''מ של זיתים תנן לעולם אימא לך לענין הטמנה דשומשומין נמי אסור לענין אסוקי הבלא דזיתים מסקי הבלא דשומשומין לא מסקי הבלא, ובעיין לא איפשיטא וכיון דמידי דרבנן הוא ה''ל למינקט בה לקולא. ורבינו שסתם דבריו ולא חילק משמע דנקיט לה לחומרא ויש לתמוה עליו. ואפשר שטעמו משום דלא דחי לה בדרך דילמא אלא בלעולם אימא לך משמע דקושטא דמילתא הכי איתיה, אי נמי מפני שהוא קרוב לבא לידי איסור תורה החמירו בספיקו וכמו שכתב הר''ן בפ' כירה גבי הניח קדרה על גבי קרקע ועודה בידו ודעתו שלא להחזיר: "
            ],
            [],
            [],
            [
                "<b>ומותר להחליף הכיסוי בשבת כיצד נוטל כסות ומניח כנפי יונה וכו'.</b> כתב ה''ה שנראה מדברי רבינו שרשב''ג בא לפרש שלא התירו להוסיף אלא על ידי חלוף וכו'. ולי נראה שאין בדברי רבינו הכרע דהא אפשר שיותר היה ראוי לאסור להחליף הכיסוי בטוב ממנו ממה שראוי [לאסור] להוסיף כסוי על כסוי וכמו שמבואר בדברי הר''ן והטור וא''כ רבינו דנקט מותר להחליף הכיסוי בטוב ממנו לרבותא נקטיה ומיניה נשמע דמותר להוסיף כסוי על כסוי: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>המדליק צריך להדליק מבעוד יום וכו'.</b> רבינו לא הזכיר פה דין תוספת מחול על הקדש וכתב ה''ה בפ''א מהלכות שביתת עשור דטעמא משום דלית ליה תוספת דבר תורה אלא לעינוי יוה''כ לבד דס''ל דהלכה כמאן דדריש לקראי לדרשא אחרינא עכ''ל, ומשמע לי דדבר תורה שכתב לאו דוקא דמדרבנן נמי לית ליה תוספת דאל''כ לא הוה ליה להשמיטו: "
            ],
            [
                "<b>משתשקע החמה וכו'.</b> כתב הרמ''ך למה התחיל בדברי רבא וסיים בדברי רבי יוחנן אם רוצה לפסוק כרבא הל''ל משתשקע החמה עד שיכסיף התחתון והעליון ולא עוד דאם רוצה לפסוק כרבי יוחנן הל''ל משיראו שני כוכבים עד שיראו שלשה גם יש לתמוה על הרי''ף שהביא הכל ונראה שרבא ור' יוחנן חולקין וצ''ע וי''ל שרב יהודה אמר שמואל אמרה לתרוייהו ש''מ חד שיעורא הוא עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b>שמן שמדליקין בו לשבת צריך שיהא נמשך אחר הפתילה כו'.</b> כתב הרב המגיד שעוה אצטריכא ליה מהו דתימא לפתילה נמי לא קמ''ל ופירשו בתשובות הגאונים קמ''ל לפתילה מותרת שעוה להדליק אבל במקום שמן לא. ומתוך פירוש זה אסרו נרות ארוכים של שעוה וכו' וזה דעת רבינו עכ''ל. ואני איני רואה שום הכרע בדברי רבינו דאי משום שלא כתב דין זה דנרות של שעוה להיתרא מאחר שלא נזכר בהדיא בגמרא אין כאן הכרע שהרי אין דרכו לכתוב אלא מה שהוזכר בגמרא בהדיא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כלים הדומים זה לזה וכו'.</b> לפיכך שמש שאינו קבוע אסור לו לבדוק כוסות וקערות לאור הנר וכו'. רבינו כתב דמשחא אסור משום שמא יסתפק ממנו ובדנפטא כתב שאורו רב כדברי הרי''ף והרא''ש ומשמע שהוא ז''ל מפרש דנפטא כיון שאורו רב לא חיישינן להטיה וגם לשמא יסתפק לא חיישינן משום דמאיס אבל בדמשחא אי לאו דאיכא למיחש שמא יסתפק משום הטיה לא הוה גזרינן דאף ע''ג דלא נפיש נהוריה כדנפטא מ''מ כיון דנפיש נהוריה טובא לא הוה גזרינן ואע''פ שהתירו להדליק בדמשחא ולא חששו שמא יסתפק ממנו הכא ע''י שהוא מתקרב לנר ביותר חיישינן טפי כנ''ל לדעת רבינו. ומ''מ יש לדקדק בדבריו ז''ל שא''א לישבם ע''פ גירסת הרי''ף דכיון דלגירסתו אמרינן ואיבעית אימא הא והא בשמש שאינו קבוע ול''ק הא בדמשחא הא בדנפטא הרי מתיר בהדיא שמש שאינו קבוע בדנפטא והיאך יעלה על דעת רבינו לאסרו, וכן א''א לישבם ע''פ גירסת רש''י לגמרי דא''כ היאך כתב בשמש קבוע בדמשחא אין מורין דהא בשאינו קבוע הוא דאמרינן בגמרא הכי ועוד דלכשת''ל דגריס ואי בעית אימא הא והא בשמש קבוע כדגריס רש''י אי אפשר לומר שמפרש כפירוש רש''י דהא לרש''י שמש שאינו קבוע קיל משמש קבוע ולרבינו הוי איפכא לכך נ''ל שגירסת רבינו מורכבת משתי הגרסאות שהוא ז''ל גורס ואבע''א הא והא בשמש קבוע כרש''י ובבעיא גורס כהרי''ף שמש קבוע בדמשחא מאי וה''פ הא והא בשמש קבוע ול''ק הא בדמשחא הא בדנפטא כלומר אבל שמש שאינו קבוע אפי' בדנפטא אסור ואיבעיא לן הא דאסרינן לשמש קבוע בדמשחא דוקא להורות כן אבל להלכה שרי ואין מוחין ביד העושה כן או דילמא אסור גם מדינא ומוחין ביד העושה כן. ועי''ל כמו שפירש ה''ה דקא מבעיא ליה אי הלכה כלישנא קמא דשרי לקבוע לבדוק בסתמא ואפילו בדמשחא משמע או הלכה כלישנא בתרא דאסור בדמשחא אפילו לקבוע: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>ליקט עשבים להאכיל לבהמתו וכו'.</b> רבינו והרי''ף והרא''ש לא כתבו אלא דברי רבא לבד וכתב ה''ה אפילו במכירו כל שלא בפניו שאין לחוש שמא ירבה בשבילו מותר וכאביי וכו'. נראה מדבריו ומדברי הר''ן שהם סוברים דרבא מודה לאביי דשלא בפניו ודאי שרי דליכא למיחש שמא ירבה בשבילו אלא שבא לומר דאפילו בפניו נמי שרי אם הוא מידי דליכא לאפושי ביה בשביל ישראל וכך הם דברי הרמ''ך ותמה על דברי רבינו והרי''ף וכתב עוד הרב המגיד שאפילו במכירו אינו אסור אלא א''כ הנכרי יודע שישראל צריך לאותו דבר ומשמע דאפילו בפניו נמי שרי וכן בדין לפי שיטתו דבעינן מכירו ובפניו ודאי שאם אינו יודע שישראל צריך לאותו דבר ליכא למיחש למידי. ולא נהירא דאם איתא דהרי''ף ורבינו הוו סברי הכי לא היו משמיטים דברי אביי אלא ודאי שהם מפרשים דרבא פליג על אביי ואסר אפילו שלא בפניו שמאחר שמכירו אפילו שלא בפניו איכא למיחש שמא ירבה בשבילו וכ''נ שהוא דעת התוספות: ",
                "<b>כתב</b> הרמ''ך נכרי שעשה מלאכה וכו'. צריך לפרש מ''ט אסור לישראל אחר ואם מבשל בשוגג מותר לישראל אחר כ''ש זה ור''ת והראב''ד וכל הפוסקים אומרים דמותר לישראל אחר עכ''ל. ודברי הרמ''ך תמוהים שהרי דברי רבינו מבוארים במשנה וגמרא ומה שהוא פשוט אצלו דמבשל בשוגג מותר לישראל אחר איני יודע מנין לו ואפילו לפי דבריו לא דמו דבישראל ליכא למיגזר שפעם אחרת יבשל בשביל ישראל אחר משא''כ בנכרי, וצ''ל שכל דברי הרמ''ך אינם אלא לענין המתנה בכדי שיעשו ועכ''ז קשה מה שהקשיתי עליו שיש לחלק בין מבשל בשוגג לנכרי שעשה מלאכה: "
            ],
            [
                "<b>נפלה דליקה בשבת וכו'.</b> כתב הרמ''ך למה הניח הא דא''ר אמי בדליקה התירו לומר כל המכבה אינו מפסיד וה''ל לכתוב נמי דקטן שבא לכבות אין שומעין לו וצ''ע למה הניח הכל עכ''ל. ואני אומר שדבריו מורים על מיעוט השגחתו בדברי רבינו שהרי בפי''ב כתב הכל: "
            ],
            [
                "<b>מת שעשו לו נכרים ארון וכו'.</b> וכתב הראב''ד לא הכל מודים לו שיהא ישראל צריך להמתין וכו'. טעמו לומר שרבינו כתב דטעמא שצריך להמתין בכדי שיעשו שא''ת יהא מותר מיד שמא יאמר לנכרי לעשות לו וימצא הדבר מוכן מיד. וטוען הראב''ד דהכא כיון שאסור לאותו ישראל שנעשה בשבילו תו ליכא למיגזר מידי: "
            ],
            [
                "<b>נכרי שהביא חלילין וכו'.</b> כתב הרמ''ך כתב בכאן שני דברים האחד כדברי הרי''ף ואין רבותי מודים לו דכל ספק דרבנן לקולא וספק תחומין ספק דרבנן הוא, והאחר כתב שלא כדברי המפרשים ומפורש בהדיא בברייתא בגמרא דלא בעינן אלא בכדי שיבואו מחוץ לתחום אפי' יבאו מרחוק בעשר פרסאות והלשון מוכיח דקתני כדי שיבואו ממקום קרוב ולא קתני בכדי שיבאו משם וצ''ע עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנותן אגרת לנכרי וכו'.</b> מדברי רבינו נראה שהוא מפרש שהבי דואר הוא במקום שממנו שולחים האגרות ולא כדפירש''י, ונראה עוד מדבריו שמה שאמרו כדי שיגיע לבית הסמוך לחומה היינו לומר שמאחר שאין אנו יודעים היכן הוא ביתו של הבי דואר צריך שיהיה שהות ביום כדי שילך לבית היותר רחוק והוא הבית הסמוך לחומה, וקשה על זה דא''כ ה''ל ב''ה לחומרא. ויש לדקדק בלישנא דברייתא דב''ש אמרי כדי שיגיע לביתו וב''ה אמרי כדי שיגיע לבית הסמוך לחומה במאי עסקינן אי בשיודע הישראל היכן הוא בית הבי דואר או בשאינו יודע אי בשאינו יודע היכי אמרי ב''ש כדי שיגיע לביתו והא לא ידע היכן הוא ביתו והיאך ישער בו ואי בשיודע אמאי אמרי ב''ה כדי שיגיע לבית הסמוך לחומה ליסגי בכדי שיגיע לביתו. ואפשר לומר דבשאינו יודע ביתו עסקינן וב''ש אסרי כל שאינו יודע ביתו משום דחיישי' שבעודו מבקש לידע ביתו יקדש היום ונמצא נכרי זה הולך בשליחותו של ישראל בשבת וב''ה סברי דאפי' אם אינו יודע ביתו שרי בכדי שיגיע לבית הסמוך לחומה מהצד היותר קרוב לבית ישראל הנותן האגרת דכיון שזו אינה אלא חששא בעלמא תלינן להקל והוי האי שמא שכתב רבינו כמו ההיא דחיישינן שמא חוץ לחומה לנו לפירוש הרי''ף ורבינו. ואם נדקדק לשון רבינו שפתח בעיר וסיים במדינה דשם מדינה הוא מחוז שיש בו עיירות הרבה אפשר לפרש שאותו בי דואר יושב באחת מהעיירות שבמחוז ההוא וכל בני העיירות של אותו מחוז שולחים אגרותיהם לאותו בי דואר והוא משלחם למי שנשתלחו לו ואפי' שהם חוץ למחוז והשתא מיירי שאחד מבני עיר אחת מעיירות המחוז שולח אגרת לבי דואר שבעיר אחרת מאותו המחוז כדי שישלחנה למחוז אחר וב''ש אסרי לשלוח אגרת מעיר זו לבי דואר שבעיר אחרת אלא א''כ זה השליח יודע ביתו של הבי דואר (וב''ה מתירין אם) יש שהות ביום כדי שיגיע לבית הסמוך לחומה שהבי דואר יושב בה דתלינן להקל שמא ביתו סמוך לחומה הוא. ודרך זה בפירוש רבינו כפתור ופרח: ",
                "<b>כתב</b> הטור אם אין אדם ידוע בעיר לקבל הכתבים אין משלחין אותו בע''ש אא''כ קצץ ובד' ובה' מותר והרמב''ם כתב לא קצץ אסור לשלח לעולם עכ''ל. פי' אסור לשלח לעולם אפילו בד' ובה' שהרי לא חילק בין ע''ש לד' וה' וזה דעת הרי''ף ג''כ שגם השמיט ברייתא דשריא בד' ובה'. ולפי דעתם ז''ל צ''ל דהא דת''ר אין משלחין אגרות ביד נכרי בע''ש לאו דוקא ע''ש אלא כל שאין המלאכה נעשית קודם השבת קרי ליה ע''ש אפילו מיום ראשון. א''נ נקט ע''ש לאשמועינן דבשקצץ אפילו בע''ש מותר: "
            ],
            [],
            [
                "<b>מי שהיה בא בדרך וקדש עליו היום.</b> מדברי רבינו שכתב וקדש עליו היום נראה שסובר כמו שכתב הרא''ש דהא דתנן נותן כיסו לנכרי אף משתחשך קאמר: ",
                "<b>בד''א בכיסו אבל מציאה לא יתן לנכרי אלא מוליכה בפחות מארבע אמות.</b> עיין בדברי רבינו ובדברי ה''ה בפרק עשרים. כתב הרשב''א בתשובה מה שהוקשה לכם בגמרא לא משמע הכי כבר השיב עליו הראב''ד כן אלא שהרמב''ן הצילו מעט ונתן טעם לדבריו שבכיסו מתוך שהוא בהול על ממונו נחפז ללכת ושמא יוליכנו ד' אמות לפיכך לא התירו לו לכתחלה להוליכה פחות מארבע אמות ולאסור לגמרי לא רצו לפי שאין אדם מעמיד עצמו על ממונו והתירו לו נכרי. אבל גבי מציאה אסרו לו נכרי לפי שאדם מעמיד עצמו עליה והתירו להוליכה פחות מארבע אמות דלא אוושא מילתא כולי האי ובדרך שהתירו במוצא תפילין להכניסן בשעת הגזרה בפחות פחות מד' אמות. ואינו מחוור כלל דכיון שאמרו אבל מציאה לא אם איתא דהולכה פחות מד''א שרי הוו אמרי אבל מוליכה פחות מד''א עכ''ל: ",
                "<b>והרמ''ך</b> כתב מי שהיה בא בדרך וכו' בד''א בכיסו וכו' תימה דבגמרא משמע דבכיסו אם אין עמו נכרי ולא חמור מוליכה פחות פחות מד' אמות אלמא דבמוליכה איכא למיגזר יותר והוא התיר במציאה להוליכה ולא לתתה לנכרי ובהדיא חזינן בפ' המוצא תפילין דבמציאה לא התירו להוליכה כי אם בסכנה דקתני ובסכנה מוליכה פחות פחות מארבע אמות. ויש לתרץ דמשום בזיון דכתבי הקדש אדם בהול עליהם ככיסו ומש''ה התירו במציאה דכיון דאין אדם בהול עליה לא אתי למיעבר בתחלה ד''א וצ''ע. ועוד יש לתמוה נמי אמאי התיר להוליכה פחות פחות מד''א דעביד טלטול דהוי שבות שיש בו מעשה ובהזאה לא התירו שבות כזה ודחינן פסח ואסרו אמירה לנכרי דהוא שבות דאמירה דמוטב שיאמר לנכרי דלא עביד כ''א אמירה מלהוליכה דקא עביד טלטול ואיכא למיגזר שמא יוליכנה ארבע אמות ואיכא שני איסורים דרבנן וצ''ע, עכ''ל: "
            ],
            [],
            [
                "<b>פירות שיצאו חוץ לתחום וכו'.</b> כתב הרמ''ך תימה אמאי לא פסק כר''פ דהוא בתרא ורב אלפס פסק כוותיה וה''ל לשוויי חילוק בין הוציאם הוא עצמו להוציאם אחר כמו שפירשו רבותי, עכ''ל. וכבר נתבאר טעם רבינו בדברי הרב המגיד: "
            ]
        ],
        [
            [],
            [
                "<b>כל אלו המלאכות וכל שהוא מענינם וכו'.</b> כתב הרמ''ך תימה הוא אם כל אלו אבות אמאי חשיב ארבעים חסר אחת ה''ל לחשוב יותר מחמשים ועוד דאמרינן מלאכה דהוה במשכן חשיבא קרי לה אב דלא הוה במשכן קרי לה תולדה וחופר וחורץ ומבריך ומרכיב ובוצר ומוסק לא היו במשכן שלא היה צורך המשכן לחפור ולחרוץ וגם לא היו צריכים להבריך ולהרכיב וליטע אילנות ולא לגדור תמרים ולמסוק זיתים וה''פ כולם מלאכה אחת הם וכולן תולדה מזורע ולאשמועינן אתא דאינו חייב אלא אחת על שתי תולדות ועל אב ותולדה וההיא דאמר זומר חייב משום נוטע לא מסייע ליה דמפרשינן ליה כמו שפירשוה המפרשים וצ''ע, עכ''ל: "
            ],
            [],
            [],
            [
                "<b>כיצד המחתך ירק וכו'.</b> כתב הרמ''ך ה''ל לפרש דוקא ירק שאינו נאכל חי אבל ירק הנאכל חי כגון שום וכיוצא בו מותר לחתכו כמו הפת כי היכי דלא תיקשי ליה יה''כ שמותר בקניבת ירק וצ''ע, עכ''ל: "
            ]
        ],
        [
            [],
            [
                "<b>אבל המשקה צמחים כו'.</b> כתב הרב המגיד מימרא פרק קמא דמ''ק אתמר המנכש וכו' (עיין במ''מ). ופסק רבינו כרב יוסף עכ''ל. ויש לתמוה שהרי במנכש פסק רבינו בסמוך כרבה דהוי תולדת חורש. ואפשר שרבינו מפרש דתרי גווני מנכש הוו וההוא דמ''ק הוי משום זורע דהיינו שעוקר העשבים רעים והוא סבה שיצמחו ביותר העשבים הטובים והאי הוא דהוי תולדת זורע ומנכש דנקט רבינו הכא היינו שחופר בעיקרי האילנות האי הוא דהוי תולדת חורש. ומ''מ יש לתמוה למה השמיט רבינו מנכש דמ''ק: ",
                "<b>וכן השורה חטים כו'</b> מהסוגיא שבפרק דם חטאת (זבחים צ''ד:): "
            ],
            [],
            [
                "<b>גבשושית של עפר וכו'.</b> כתב ה''ה על דברי רש''י נראה שלא היה גורס בההיא דצרור חייב חטאת אלא חייב בלבד עכ''ל. ול''נ שאפשר שגורס בההיא דצרור התולש ממנו חייב חטאת, ומה שפירש דחייב לאו דוקא אהיה ע''ג קרקע והניח ע''ג יתדות פירשה דאם איתא דחייב חטאת לא הוו שרו משום קינוח כיון דפסיק רישיה הוא אבל התולש אע''ג דחייב חטאת לא קשיא לן אמאי שרו רבנן כיון שכשמקנח אינו מכוין לתלוש הא קי''ל דדבר שאין מתכוין מותר וכיון דלאו פסיק רישיה הוא שהרי אפשר לקנח בו ולא יתלשו העשבים שרי: ",
                "<b>כתב</b> הרמ''ך וגרוגרת אחד משלשה בביצה לא דק בחשבון כי במסכת עירובין (דף פ''ב:) אמרינן די''ח גרוגרות הוו שתי סעודות לשיעור עירוב ושיעור עירוב הוו שתי ידות לככר משלשה לקב שהם ה' ביצים (ושליש) ועוד שהוא בעצמו פירש אכילת פרס שלש ביצים (חסר שליש ביצה) נמצא שבביצה אחת איכא יותר מג' גרוגרות. ונראה כי חשבונו עשה ע''ד הקירוב, עכ''ל: "
            ],
            [
                "<b>ואין עמור אלא בגדולי קרקע.</b> כתב הרמ''ך למה הניח רבא ופסק כאביי ורבא אמר האי דכניף מלחא חייב משום מעמר אע''ג דלא הוו גידולי קרקע ואע''ג דרבא גופיה אמר אין דישה אלא בגידולי קרקע אין לנו לפרשה כפשטה כי היכי דלא תקשי דרבא אדרבא וצ''ע, עכ''ל. ואין בזה השגה כי ספר מוטעה נזדמן להרמ''ך שהיה כתוב בההיא דכניף מלחא רבא באל''ף ואינו אלא בה''א וכמ''ש הרב המגיד: "
            ],
            [
                "<b>המקבץ דבילה וכו'.</b> כתב הרמ''ך דוקא שקבצם ממקום שנפלו שם מן האילן אבל אם קבצם בבית לא כדאמרינן במס' יו''ט דמעמיד ערימה לא הוי גמר מלאכה, עכ''ל: "
            ],
            [
                "<b>החולב את הבהמה וכו' וכן החובל בחי וכו'.</b> כתב הרמ''ך לא הבנתי דבריו שהוא כתב בסמוך דמפרק תולדת דש הוא וכתב אין דישה אלא בגידולי קרקע ועוד דאי חולב הוי כחובל ושניהם תולדת מפרק אמאי אינו חייב כל חובל שיצא ממנו דם אפילו אין לו עור ואע''ג דחבורה חוזרת כמו בחולב אע''ג דחוזר ובירושלמי מפורש בהדיא המוציא דם חייב משום נטילת נשמה שבאותו מקום ולזה הפירוש איכא לאפלוגי בין חבורה חוזרת לאינה חוזרת משום דחוזרת ליכא נטילת נשמה וחבורת חלזון חוזרת מ''מ צ''ל לפירושו ההיא דמסכת חולין (דף מ''ו ב) דאמרינן ושאר שקצים ורמשים עד שיצא מהם דם וצ''ע, עכ''ל: ",
                "<b>ואינו חייב עד שיהיה בדם או בחלב שהוציא כגרוגרת. כתב</b> הראב''ד א''א וכי המשקין וכו' שיעורן חלוקים עכ''ל. ואין זו השגה דהתם לענין הוצאה מרשות לרשות ומה ענין זה לענין הוצאת דם או חלב ממקום חבורם בחי והטעם ששיעורן כגרוגרת משום דחשיבי אוכל דהא חזו ללפת בהם את הפת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b><small>(יב-יג)</small> הבורר אוכל וכו' עד לאכול בין הערבים חייב.</b> כתב הרמ''ך לדבריו איכא חילוק בין שבת ליום טוב דביו''ט מותר אפילו פסולת מתוך אוכל ובקנון ותמחוי כב''ה וצ''ע מי דחקו להחמיר כ''כ בשבת יותר מיו''ט בפרק כלל גדול (שבת דף ע''ד) פריך קשיא דרב אשי אדרב אשי ומתרץ כאן בקנון ותמחוי כאן בנפה וכברה ואפילו בקנון פטור אבל אסור, עכ''ל: "
            ],
            [],
            [],
            [
                "<b>המרקד וכו'.</b> כתב הרמ''ך צ''ע דהא מתרץ בגמ' (שבת דף ע''ח) הא דמגבל וכו' שאין אדם טורח לעשות טיט כ''כ מעט אם לא יעשה לפי כור ולדברים אחרים ומש''ה אזלינן לשופכים ברביעית אבל אם הוא מגובל חשוב שיעור פי כור וחייב המוציאו ואע''פ שעשה זה המגבל מלאכה חשובה כיון דאין דרך העולם לגבל ממנו בתר דשכיחא אזלינן ולקולא. וצ''ע, עכ''ל: "
            ]
        ],
        [
            [
                "<b>שיעור המחמם וכו'.</b> כתב הרמ''ך לא ידעתי מאין הוציא וצ''ע, עכ''ל: "
            ],
            [],
            [
                "<b>המבשל על האור דבר שהיה מבושל כל צרכו וכו' פטור.</b> נראה מדברי רבינו שכל שלא נתבשל כל צרכו אע''פ שהגיע למאכל בן דרוסאי שייך ביה בישול וחיובי מיחייב. והרמ''ך כתב נראה מדבריו שאם אינו מבושל כל צרכו אע''פ שנתבשל כמאכל ב''ד חייב משום מבשל, וק''ל א''כ לדבריו היאך מותר לשהות ע''ג כירה גרופה וקטומה דבר הצריך לו לאכול בלילה ניחוש דילמא מגיס כדגזרינן בצמר ליורה דבעינן עקורה וטוחה אלא לאו ש''מ דכל דבר שנתבשל כמאכל בן דרוסאי אם מבשלו יותר אין בו משום מבשל כדאמרינן כל שבא בחמין מלפני השבת שורין אותו בחמין בשבת ותרנגולת דר' אבא מפרשי לה שלא כדברי הרי''ף, עכ''ל: "
            ],
            [
                "<b>אחד נתן את האור ואחד נתן את העצים וכו'. כתב</b> מורי הרב הגדול כמה''ר יעקב בי רב תנצב''ה בזה''ל צריך לעיין שני דברים א' באומרו שנים האחרונים בלבד חייבים ולמה לא יהיה חייב גם מי שנתן את האור וא''ת מפני שלא עשה דבר אותו שנתן את האור שאם לא היה נותן האחר אח''כ את העצים האור היה נכבה והתבשיל לא היה מתבשל אימא רישא ותקשה מדידיה אדידיה אחד נתן את האור ואחד נתן את העצים וכו' כולם חייבים ואמאי נותן את האור לא עשה דבר. וע''ק דבגמרא מסקינן שהאחרון בלבד חייב וכלם פטורים דגרסינן התם במס' יו''ט פרק המביא (ביצה ל''ד) תנן התם אחד מביא את האור ואחד מביא את העצים ואחד שופת את הקדרה ואחד מביא את המים ואחד מגיס כלם חייבים והתניא האחרון חייב וכלם פטורים ל''ק הא דאייתי אור מעיקרא הא דאייתי אור לבסוף. ופי' רש''י ז''ל אייתי אור מעיקרא כלהו עבדי מעשה אייתי אור לבסוף איהו הוא דעבד והנך לא עבדי מידי. א''כ תימה על הרב ז''ל איך פסק שנים האחרונים חייבין. וא''ת התם בגמרא נמי תקשה מ''ט האחרון בלבד חייב וכלם פטורים דהא אפי' שתאמר דאייתי אור לבסוף ואפי' נותן העצים הקדים עצמו לנותן את האור באופן שסוף כל המלאכות היתה נתינת האור הרי מגיס שע''כ הוא אחר נתינת האור והיה ראוי שיאמר שנים האחרונים חייבים הא ל''ק דהא דאמרינן בגמ' האחרון חייב וכלם פטורים אינו אלא בערך הנותנים כי המגיס פשיטא שהוא חייב שהוא אחר שהרתיח הקדרה וזו היא מלאכה בפני עצמה שבאה אחר כך דאינה סמוכה למלאכות האחרות א''כ לפי זה יפה דנו השתי ברייתות אי דאייתי אור מעיקרא כלם חייבין דהא כלהו עבוד מעשה אי דאייתי אור לבסוף אחר כל הנותנים הנותן האחרון חייב וכלם פטורים אבל על הרב קשה שכפי מה שסידרם הוא ז''ל נותן את האור ונותן העצים והמגיס כלם חייבים ג' האחרונים הל''ל. וכדי ליישב לשון הרב ז''ל יש מי שמחליף הגירסא ומטעה הספר שאומר שלא זכר הרב ז''ל נתינת האור בחלוקה השנית וזאת הסברא דחויה היא מצד עצמה ובפרט שמצינו התוספתא שמביא אלו השני חלוקות שהביא הרב ז''ל כתוב בה שנים האחרונים חייבים וז''ל התוספתא במסכת שבת פרק י''ב אחד נתן את האור ואחד נתן את העצים ואחד נתן את הקדרה ואחד נתן את המים ואחד נתן את הבשר ואחד נתן את התבלין ובא אחר והגיס כלם חייבים, אחד נתן את הקדרה ואחד נתן את המים ואחד נתן את הבשר ואחד נתן את התבלין ואחד הביא את האור ואחד נתן את העצים ובא אחר והגיס שנים האחרונים חייבים עכ''ל התוספתא. א''כ נראה שלשון הרב ז''ל אמת ואין בו טעות כלל וצריך הבנה וסיעתא דשמיא. ולהבין לשונו צריך לעורר בו שני דברים ובהם נבין כונת הרב ז''ל. אחת שבחלוקה הראשונה כתב אחד נתן ואחד נתן וכן כולם לבד בהגיס שכתב ובא אחר והגיס ובחלוקה השנית כתב ובא אחר ובא אחר וכן כולם וצריך לדעת למה שינה ועוד שבחלוקה הראשונה כתב ואחד נתן את העצים ובחלוקה השנית כתב ואחד נתן עצים על האור וצריך לדעת ג''כ למה שינה אבל האמת הוא ששינה ודק בלישניה כדי להשיב הקושיא שעליו וזה פירושו שבחלוקה הראשונה כלם באו ביחד ובבת אחת ומפני זה כלם חייבים ואפי' אותו שהביא האור לפי שהאור והעצים כלם נתנום בבת אחת וזהו שדייק בלשונו אחד נתן ואחד נתן כלומר וכלם נתנום ביחד לבד המגיס שבא אח''כ בפני עצמו ולפיכך כתב ובא אחר והגיס. אבל בחלוקה השנית כתב בא אחר בא אחר כמ''ש בחלוקה הראשונה במגיס לפי שהיא מלאכה בפני עצמה כלומר שלא היו שם ביחד אלא שבא זא''ז ולפיכך נותן את האור אינו חייב שלא עשה דבר ולא היה התבשיל מתבשל והאור היה מתכבה לולא נותן העצים וז''ש הרב ז''ל בחלוקה השנית ובא אחר ונתן את העצים על האור שכיון בזה שהאור והעצים לא נתנום ביחד. אבל בחלוקה הראשונה שבאו כלם ביחד לא כתב על האור מפני שלא היתה קדימה ביניהם אלא שניהם ביחד העצים והאור א''כ צדק הרב ז''ל באומרו שנים האחרונים חייבים. וזו היא ג''כ כונת התוספתא שבחלוקה הראשונה כתב בכל המלאכות אחד נתן ואחד נתן וכן כלם וכן בחלוקה השנית חוץ מן האור שכתב בחלוקה השנית ואחד הביא את האור לפי שלא נשתתף עמהם לעשות מלאכתו אלא הוא לבדו נתן את האור ואח''כ בא אחר ונתן את העצים כי זה הוא שעשה המלאכה לא נתן את האור כמו שפירשתי, וזהו שדייק לשון התוספתא ואמר אחד נתן ואחד נתן וכו' גם בחלוקה השנית ולא כתב בא אחר בא אחר כמ''ש הרמב''ם ז''ל בחלוקה השנית כדי לגלות לנו כי אין חשש אפי' שבאו כלם יחד כי זהו מורה לשון אחד נתן ואחד נתן כמו שפירשתי לבד בנתינת האור שכתב ואחד הביא את האור כי זה ודאי צריך שיהיה בפני עצמו ולא שיצטרף עם שנותן את האור ולפיכך כשהגיע לנתינת האור כתב ואחד הביא את האור ועתה כל אחד ואחד על מקומו יבא בשלום הגמרא והתוספתא והרב עכ''ל. והנה מצאתי אני ספר מוגה שכתוב בו בדברי רבינו בבבא דסיפא ובא אחר ונתן את העצים ובא אחר ונתן את האור לגירסא זו ניחא שאין חיוב כ''א בשנים האחרונים בלבד דנתן עצים קודם שיתן חברו את האור אין שם רמז בישול כלל. ואין נראית בעיני נוסחא זו מפני שאינה מכוונת לא עם הגמרא ולא עם התוספתא: "
            ],
            [
                "<b>הניח בשר ע''ג גחלים וכו'.</b> כתב הרמ''ך לא ידעתי מאין הוציא זה דמ''ש בישול מצלי וגם לא ידעתי מאי חצי בישול שהוא חייב כי נתבשל כמב''ד כולא בישול הוא לגבי שבת ואם לא נתבשל כמב''ד אמאי חייב לענין שבת וצ''ע עכ''ל. והנה ה''ה כתב מקום מוצאו: "
            ],
            [],
            [],
            [],
            [
                "<b>צפורן שפירשה רובה וכו'.</b> נוסחא משובשת נזדמנה להרמ''ך בדברי רבינו ולפיכך תמה עליו ונוסחת ספרים דידן בספרי רבינו מכוונת: "
            ],
            [],
            [
                "<b>המכבס בגדים הרי הוא תולדת וכו' והסוחט את הבגד עד שיוציא המים שבו וכו'.</b> כתב ה''ה פירשו קצת המפרשים שהסחיטה בבגד יש בה שני פנים וכו'. אבל הרמב''ן כתב ספ''ח שרצים כך ראוי לומר בכל סוחט פירות תולדת מפרק וכו'. ואיני יורד לעומק דעת הרמב''ן במאי דמרכיב בגד אתרי ריכשי אצובע ואמלבן. ומ''מ במ''ש שכן דעת רבינו לענין דסוחט הוי משום מלבן פשוט הוא בדברי רבינו אבל מ''ש דביין נמי שייך כיבוס לכאורה משמע מדברי רבינו בהפך דבמים דוקא חייב אלא שבפרק כ''ב כתב הסוחט כסות חייב מפני שהוא מכבס לפיכך אסור לדחוק מטלית או מוך וכיוצא בהם בפי האשישה וכיוצא בהם לסתמה שמא יבא לידי סחיטה ומדלא פירש דבאשישה מליאה מים דוקא מיירי אפשר לומר דבשאר משקים נמי חייב דסתם אשישה שאר משקין יש בה וא''כ צ''ל שמ''ש כאן עד שיוציא המים שבו לאו דוקא מים: "
            ]
        ],
        [
            [
                "<b>אבל הקושר קשר של קיימא וכו'.</b> כתב הרמ''ך נראה כי הוא הולך בשיטת הרי''ף ואין נראין דבריו ולא היו רגילין לפרש כן רבותי ונראין דבריהם דכיון שהמלאכה חזקה וקיימת ונעשית בלא שום שינוי מה לי עשאה אומן מה לי עשאה הדיוט ודברי ר''ש הם עיקר וצ''ע עכ''ל: "
            ],
            [],
            [
                "<b>ואם היה חבל גרדי שמותר לטלטלו כו'.</b> כתב הרמ''ך מה מועיל טלטול כיון דפסקינן כרבנן דגזרי חבל גרדי אטו חבל דעלמא והוא גופיה פסק הכי לעיל ועוד דטעם חבל גרדי שמתיר רבי יהודה משום דלא מבטל ליה והכי מוכרח בגמרא אבל חבל אחר אע''פ שמותר לטלטלו אסור לקשרו שמא יבטלנו וצ''ע עכ''ל: "
            ],
            [
                "<b>כל שראוי למאכל בהמה וכו'.</b> כתב הרמ''ך הל''ל אבל בחצר אסור דילמא מבטל ליה והוי קשר של קיימא והכי מפרש בגמ' וא''ת יטלטלנו דהא עושה מעין מלאכה שמא מיירי בחצר שאינה מעורבת ומנטיר לה וזה הרב לא פירש לא כדברי ר''ש ולא כדברי רב שרירא ונראין דבריו מדבריהם עכ''ל: "
            ],
            [
                "<b>העניבה מותרת וכו'.</b> כתב הרמ''ך אפילו קשר מותר כמתני' דאמרינן קושרין דלי בפסיקיא וכי קתני ובלבד שלא יענבו אחבל קאי ולא אפסיקיא דהיינו משיחא ותימה אמאי פסק כרבנן דאמרי לא יהא קושרו אלא עונבו וצ''ע עכ''ל: "
            ],
            [],
            [],
            [
                "<b>הפותל חבלים וכו'. . וכן המפריד את הפתיל וכו'. . כתב</b> הרמ''ך התופר ב' תפירות וכו' תימה למה לא כתב שיהא חייב שתים משום קושר ומשום תופר כדברי הירושלמי שזה בודאי עשה שתי מלאכות קושר ותופר עכ''ל: "
            ],
            [],
            [
                "<b>והפותח בית הצואר וכו'.</b> כתב הריטב''א בפ''ק דמכות פירש''י פותח בית צואר ממש שעשה פתח חדש לחלוק בשבת חייב חטאת מפני שתיקן כלי, פירוש דנהי דלא מחייב משום קורע דקורע שלא ע''מ לתפור הוא מיחייב משום תקון כלי דהוי גמר מלאכה ותולדה דמכה בפטיש והקשו עליו וכו'. והנכון כמו שפי' ר''ת דלאו בפותח פתח חדש לגמרי אלא שכבר נפתח בחול אלא שסגרו ע''י תפירת חוט או בגד כדרך שעושים מכבסי בגדים או כמו שהיו הנשים רגילות לקשור בצרפת ופתח בשבת אותו חוט או בגד שהיה שם חייב חטאת משום גמר כלי עכ''ל: "
            ],
            [],
            [],
            [
                "<b><small>(יא-יג)</small> המדבק ניירות וכו'. . וכן המפרק ניירות וכו'. . וכן העושה כלי אדמה וכו'.</b> כ' הרמ''ך בספר יראים לא פי' כן והביא ראיה שאין בנין בכלים בשום ענין ויש לנו סיוע עוד לדבריו ההיא דפרק בכל מערבין (עיירובין ל''ה) דמוקי לה במגדל של עץ וקסברי אין בנין בכלים ואין סתירה בכלים עכ''ל. וכבר כתב בזה הרב המגיד: "
            ],
            [
                "<b>העושה נקב כל שהוא כו'.</b> כתב ה''ה שפסק כרב. ויש לתמוה שלקמן בסמוך כתב העושה נקב בין בעץ בין בבנין ה''ז תולדת מכה בפטיש ובריש פרק כ''ג כתב העושה נקב שהוא עשוי להכניס האורה ולהוציא ההבל ה''ז חייב משום מכה בפטיש: "
            ],
            [],
            [],
            [
                "<b>המפיס שחין וכו'.</b> כתב הרמ''ך תימה מאי מכה בפטיש שייך בזה והלא אין זה גמר מלאכה והוה ליה לפרש משום בונה כדפירש''י, עכ''ל: "
            ],
            [
                "<b>המצדד את האבן וכו'.</b> כתב הרמ''ך והוא שישים בפניה צרורות ועפר כמו שמפרש בגמרא ותימה היאך הניח הוא מלפרש זה עכ''ל: ",
                "<b>הלוקט יבולת וכו'.</b> נראה מדברי רבינו שהוא מפרש הא דאמרינן והוא דקפיד עלייהו היינו לומר שלא יסירם בכוונה כדי ליפות אלא כמתעסק אבל כל שמסירם בכוונה אע''פ שלא היה נמנע מללובשו אם לא היה מסירה חייב: ",
                "<b>המנער טלית חדשה וכו'.</b> נראה מדברי רבינו שהמנער חייב משום מכה בפטיש כמו יבולת שע''ג הבגדים אבל מספקא לי אם הוא מפרש והוא דקפיד עליה כמו שפירש בלוקט יבולת. ולענין עד אימתי נקראת חדשה לענין זה נראה מדברי רבינו דהיינו שלא נשתמשו בה כ''כ אלא עדיין היא בחידושה כמו בשעה שהאומנים מתקנים אותם: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>חיה ורמש שהם נושכין וממיתין וכו'.</b> בס״פ כל כתבי (שבת דף קכ״א:) אמר ריב״ל כל המזיקים נהרגין בשבת מתיב רב יוסף חמשה נהרגים בשבת ואלו הם זבוב שבמצרים וכו' מני אילימא רבי יהודה הא אמר מלאכה שאצ״ל חייב עליה אלא לאו ר״ש והני הוא דשרו אחריני לא ותירץ רב יוסף ברצו אחריו וד״ה, ופירש״י כל המזיקים ההורגים נהרגין בשבת וקס״ד ואפי' אין רצים אחריו ומשום דס״ל כר״ש דמלאכה שאצ״ל מדרבנן הוא דאסירא והכא לא גזור. נהרגים בשבת ואפילו אין רצים אחריו משום דס״ל דסתמן הורגין הם. הא אמר חייב עליה והיכי שרי במלאכה גמורה כשאין רצין אחריו דליכא פקוח נפש. ד״ה ואפילו לר״י והא דחמשה נהרגין כשאין רצין ור״ש עכ״ל. ואע״פ שהתוספות חולקים על פירוש זה דעת הרי״ף ורבינו כפירש״י וכתב ה״ה שזה דעת הרמב״ן והרשב״א בעיקר הדין אבל כתבו שהיתר אלו המנויים בשאין רצין דוקא הוא וכו' וזה שלא כדברי רבינו כלומר שרבינו יפרש דכי אמרינן ברצו אחריו וד״ה היינו לומר דכי שרי ריב״ל שאר מזיקין ברצו אחריו ולד״ה שרי והא דתניא חמשה נהרגים אפילו בלא רצו אחריו היא ור״י נמי שרי בהו לפי שהיזקן מצוי הוי פקוח נפש בהראותן בלבד. ונראה מדברי רבינו דהני חמשה לאו דוקא דהוא הדין לכל חיה ורמש שהם נושכים וממיתים ודאי ולפי זה כי אמרינן דשאר מזיקין אם רצו אחריו נהרגים בשאינם ודאי ממיתים וכיון שהם ספק ממיתים ברצים אחריו הוי ספק פקוח נפש ושרי דאל״כ לא הוה שרי לר״י דמחייב במלאכה שאצ״ל: ",
                "<b>ושאר כל המזיקין אם היו רצים אחריו מותר.</b> כתב הרמ''ך אע''פ שהרי''ף פירש כדבריו אין נראין דקי''ל כר''י דמלאכה שאצ''ל חייב עליה למה נתיר מלאכה משום צערא דבשאר מזיקין אין בהם סכנה וזה דבר ידוע כי צרעה ופרעוש וכיוצא בהם אע''פ שמזיקים אין הורגים א''כ למה הותרה הריגתן וצ''ע עכ''ל. ויש לתמוה על הרמ''ך איך עלה על דעתו שרבינו מתיר להרוג פרעוש שאע''פ שהוא מצער אינו מזיק ועוד שרבינו בעצמו כתב בסמוך שההורג פרעוש כהורג בהמה וכפמ''ש לדעת רבינו אף צרעה נמי אסור להרוג אפילו רצה אחריו שלא התיר רבינו להרוג שאר כל המזיקין אם היו רצים אחריו אלא כשהם ספק ממיתים אבל אם ודאי אינם ממיתים כגון צרעה וכיוצא בה לא: "
            ],
            [
                "<b>ואחד המולח ואחד המעבד.</b> בפרק כלל גדול (שבת דף ע''ה:) מולח היינו מעבד: "
            ]
        ],
        [
            [
                "<b>המבעיר כל שהוא חייב וכו'.</b> כתב הרמ''ך כל זה לדעת רבי שמעון אבל לדעת רבי יהודה הא איצטריך הבערה גבי בת כהן וכיון שכן הבערה הרי היא ככל המלאכות שאם הקלקול יותר (מהיזקן) [נ''ל מהנאתן] פטור ובודאי המבעיר קורה אחת משום האפר מקלקל ויש שמפרשים כפירושו ואין נראים דבריהם, עכ''ל: "
            ],
            [
                "<b>המכבה כו' ואם נתכוין לצרף חייב.</b> כתב הרמ''ך תימה אם צירוף מן התורה היכא מותר לכבות גחלת של מתכת הא הוי פסיק רישיה ובגמרא לא אמרו כ''א אסור אבל לא אמרו חייב ובפרק אמר להם הממונה (יומא ל''ד.) מפורש בהדיא דצירוף דרבנן הוא, עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b>טלית שאחז בה האור כו'.</b> כתב הרמ''ך רב אלפס לא הביא זה אע''ג דאתיא כת''ק ופסק כת''ק משום דהוי פסיק רישיה וחזינא לאביי דקא לייט על כל פסיק רישיה כגון נר שאחורי הדלת וכגון ההיא דפותח דלת כנגד המדורה וכיון שכן אסור לעשות מחיצה בכלים שודאי מתבקעין דה''ל כלא יתן לתוכו מים מפני שהוא מכבה ניצוץ האש א''נ הרי הוא מכבה ממש לבסוף, ותימה למה התיר זה ונר שעל גבי טבלא אע''ג דהוי פסיק רישיה, עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b>הזורק מרשות לרשות או המושיט וכו'.</b> כתב הרמ''ך ה''ל לכתוב דבדיוטא אחת חייב שכך היתה הושטת הלויים ותימה למה פשט כל מושיט והלא חכמים מודים בשתי גזוזטראות דזו בצד זו חייב, עכ''ל. ואני אומר שזה מורה על מיעוט השגחתו בדברי רבינו שהרי רבינו כתב חלוק זה בסוף פי''ג: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מותר לאדם לטלטל ברה''ר בתוך ד''א וכו' שלא יטלטל אלא במרובע זה שהוא במדת אורך אדם כשיפשוט ידיו ורגליו בו בלבד יש לו לטלטל.</b> בפרק מי שהוציאוהו (עירובין מ''ח) גופו ג''א ואמה כדי לפשוט ידיו ורגליו דברי ר''מ ר' יהודה אומר גופו ג' אמות ואמה כדי שיטול חפץ מתחת מרגלותיו ומניח תחת מראשותיו מאי בינייהו ד' אמות מצומצמות. ופירש רש''י דלר''י הוו מצומצמות ולר''מ הוו מרווחות. ויש לתמוה על רבינו שסתם דבריו ולא פירש. ועוד יש לתמוה עליו שכתב שהוא כמדת אורך אדם כשיפשוט ידיו ורגליו והיינו כרבי מאיר ולמה פסק כר''מ לגבי ר''י. ואפשר שהוא ז''ל מפרש שכדי לפשוט ידיו ורגליו הוו ד' אמות מצומצמות וכמו שפירשו הרי''ף והרא''ש וס''ל דכיון דאסיקנא בריש עירובין (דף ג':) דבטפחים עצבות משחינן לחומרא ממילא הוה ליה ארבע אמות מצומצמות ודלא כר' יהודה: "
            ],
            [],
            [],
            [],
            [
                "<b>נמצא כאן ג' מדות וכו'.</b> כתב הרמ''ך לא ידעתי מאין הוציא אלו הג' מדות דכיון דפירש כפשטה הא דאמרי' במס' עירובין (דף נ''א) המעביר ד' אמות ברה''ר אינו חייב עד שיעביר הן ואלכסונן א''כ מה חילוק יש בין ד' אמות לה' אמות אי ד' אמות מותר חמש מותר ואי ה' פטור ד' פטור ולפי ההלכה כל פחות מד' אמות פטור אבל אסור דהכי מסקינן. גם מה שפירש דאינו חייב עד ה' אמות וג' חומשי אמה לא נהיר לן דכיון דחזינן מערי הלויים לא היה לנו לתת פאות כי אם כשהולך בפאות כמו בערי הלויים דלא יהבינן יותר מאלפים אמה כ''א באלכסון העיר אבל אם הולך כנגד העיר לא וכן המעביר מלפניו או מלאחוריו לא יהבינן אלכסון העיר דלא לישתמיט תנא וליתני המעביר ה' אמות וג' חומשי אמה. ותמיהא לן נמי לדבריו א''כ עמוד גבוה י' צריך שיהיה רחב ה' וג' חומשים דתרוייהו חזינן מזה יהיה לכם כזה יהיו כל שובתי שבת ואיהו גופיה כתב פי''ד דתל הגבוה י' ורחבו ד' חייב עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במה דברים אמורים בשהיתה ידו למעלה מג' וכו'.</b> כתב הרמ''ך תימה הוא זה שיהא חייב אם הוציא ידו מלאה פירות למטה מג' אע''ג דלא נחה דהא קי''ל דידו בתר גופו גרירא ולא גרעה ידו המדובקת בגופו מלכתא ומתנא דפטור אע''ג דנחה בארץ. ועוד דר' אבהו (שבת דף ה') דמוקי למתני' בשלשל ידו למטה מג' וקבלה ולא מקשה ליה מידי אלא איכפל תנא לאשמועינן כל הני אלמא דאפי' למטה מג' אם לא הניחה ביד העני פטור דבעינן אפי' בתוך ג' סמוך לארץ שיעקור ויניח ותימה גדול מאין הוציא מ''ש כאן וצ''ע עכ''ל. וכבר כתב ה''ה בזה: ",
                "<b>כתב</b> עוד הרמ״ך נראה כי הוציא הא מההיא דפרק המצניע (שבת צ״ב) דתירץ התם למטה מג' ולא נהירא דלדעת אביי הוא דאמר הכי אבל לדעת רבא אפי' למטה מג' פטור דידו בתר גופיה גרירא וכ״כ הראב״ד ויש להביא לו סיוע מהא דאמר רבא תוך ג' הנחה על גבי משהו וכי אמר איפוך אכלי הוא דאמר איפוך דקשיא דאביי אדאביי אבל איד לא אמר איפוך והכי אמרי' דרבא אמר בין ביד בין בכלי פטור ואביי אמר בין ביד בין בכלי חייב והכי פירשו רבותי. והרז״ה הלך בשיטת רבינו משה עכ״ל: "
            ],
            [],
            [],
            [
                "<b>וכן מי שהיתה חבילתו על כתפו וכו'.</b> הרי זה כעוקר ומניח ואסור. כתב הרמ''ך מדרבנן אבל מן התורה אינו חייב עד שינוח לגמרי דהא אפילו עומד לפוש חשבינן כמהלך, ובגמרא מפרש בהדיא אבל קלי קלי לא מכל מקום כיון דלית ליה היכרא אתי למעבד עקירה והנחה אבל לא אמר דהוי כעוקר ומניח עכ''ל. ואיני יודע מה מלמדנו שהדברים מבוארים בדברי רבינו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שכח ופשט ידו וכו'.</b> כתב הרמ''ך ה''ל לכתוב דוקא למטה מעשרה אבל למעלה מעשרה לא קנסו. והכי אזלא סוגיא דשמעתא דאין כרמלית (למטה) [למעלה] מעשרה ועוד דקאמר אידי ואידי בלמטה מעשרה עכ''ל: "
            ]
        ],
        [
            [
                "<b>אי זהו רשות הרבים וכו'.</b> כתב הרב המגיד מ''ש רבינו המדברות והיערים בכלל ר''ה הוא דבר מתמיה וכו' ע''כ בזמן שהיו ישראל שרויים במדבר וכו'. כתב ה''ר אברהם בנו של רבינו שי''מ בזמן שישראל חונים במדבר והיו מחנותיהם סדורים בו היה לגבן כמו בקעה ושדה ומאי דדמי להו ובזמן הזה שאין ישראל דרים בו אלא כל מי שירצה הולך ועובר בתוכו הוא רה''ר וטעמא דמסתברא הוא, ולענין יערים לא דמי לים ובקעה שהים אין תשמישו נוח כיער והבקעה והאצטוונית וקרן זוית אע''פ שיש רשות לרבים להכנס לתוכן אין להם צורך בהם כיער שהכל צריכים לעצים ולהם דרך עליו כמדבר: ",
                "<b>ואי זהו רה''י וכו' וכן מקום שהוא מוקף ד' מחיצות וכו' אפי' יש בו כמה מילין אם הוקף לדירה וכו'.</b> לאו למימרא שאם לא הוקף לדירה לא הוי רה''י כלל דהא גרסי' בפ''ק דשבת (דף ז') א''ר יוחנן קרפף יותר מבית סאתים שלא הוקף לדירה ואפי' כור ואפי' כורים הזורק לתוכו חייב וכתבו רבינו ברפי''ו, אלא היינו לומר שכל שלא הוקף לדירה אם הוא יותר מבית סאתים אסור מדרבנן לטלטל בו אלא בד' ככרמלית אע''פ שהוא רה''י גמור לחייב הזורק לתוכו וכך הם דברי רבינו בפי''ו אבל פה מיירי ברה''י גמורה כלומר שמותר לטלטל בתוכה אפי' מדרבנן ולפיכך כתב שאם הוא רחב הרבה כלומר שהוא יותר מבית סאתים צריך שיהא מוקף לדירה כדי שיהא מותר לטלטל בכולו: ",
                "<b>ומ''ש כגון מדינה המוקפת חומה שדלתותיה נעולות בלילה.</b> איכא למידק דבפרק בתרא דעירובין (דף ק''א) אמתניתין דלא יעמוד אדם ברה''י ויפתח ברה''ר פריך ורבנן אמר ר''מ רה''ר ומהדרו אינהו כרמלית דאמר רבה בב''ח ירושלים אלמלא דלתותיה ננעלות בלילה חייבים עליה משום רה''ר. ומשמע דהשתא דנעולות בלילה הוי כרמלית י''ל דאה''נ דכי דלתותיה ננעלות בלילה הויא רה''י גמורה אפילו להתיר לטלטל בכולה אם לא היו דרים בה רבים ולא קרי לה כרמלית אלא משום דכיון דדיירי בה רבים הויא לה חצר של רבים שלא עירבו שאסור לטלטל מתוכה לבתים ומבתים לתוכה כשם שאסור לטלטל מכרמלית לבתים ומבתים לכרמלית וכן פירש''י שם. ומשמע לי דהא דבעינן שיהו דלתותיה ננעלות בלילה דוקא בשיש לה שני פתחים זה כנגד זה שנמצא מדינה זו מפולשת משער לשער שאם אין לה אלא פתח אחד מה צורך שינעלו בלילה בלאו הכי הויא רה''י כדין כל חצרות שבעולם דלא מצרכינן שיהו דלתותיהם ננעלות בלילה וכן נראה מדברי רש''י בריש עירובין. ונראה דה''ה נמי אם יש לה כמה פתחים אלא שאינם מכוונים זה כנגד זה דכל שאינו מפולש משער לשער לאו רה''ר הוא והא פשיטא שלא הצריכו לינעל דלתותיה בלילה אלא כדי להוציאה מדין רה''ר כדאמרינן אלמלא דלתותיה ננעלות בלילה חייבין עליה משום רה''ר וכיון דכשאינו מפולש משער לשער לא הוי רה''ר כשאין הפתחים מכוונים זה כנגד זה בלא נעילת דלתות בלילה הוי רה''י ומה''ט נ''ל עוד דלא מצריכינן דלתותיה נעולות בלילה אלא כשאותו דרך שבתוך העיר המכוון משער לשער יש לו כל דיני רה''ר אבל אם חסר אחד מהם הוי רה''י גמור אע''פ שאין דלתותיה נעולות בלילה: ",
                "<b>כתב</b> הרמ''ך ואיזה רה''י וכו' עד גמורה. תימה הוא כיון שיש לו ג' מחיצות רה''י גמורה היא בלא לחי והרי מפורש בהדיא אינו צריך אלא לחי הזורק לתוכו חייב עכ''ל: ",
                "<b>ומ''ש וכן חצר וכו'.</b> נ''ל שהוצרך לכתבם לאשמועינן דסתמם מוקפים הם לדירה וכדפירש''י בפ''ב דעירובין (דף י''ח) אמאי דתנן ר' יהודה אומר עד בית סאתים וכו' אבל אם היה דיר או סהר או חצר או מוקצה אפילו בית חמשה כורין אפי' בית עשרת כורין מותר: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בור שבכרמלית וכו'.</b> כתב ה''ה ואף זה צ''ע מאין לו לרבינו שלא יהא דינו כמקום פטור וכו' עד וזו הקושיא הקשה עליו הרשב''א. ול''נ דיש לתרץ שדעת רבינו דבכרמלית ליכא מקום פטור משום דמצא מין את מינו ונעור וכמ''ש הר''ן בפ''ק בשם קצת מפרשים: "
            ],
            [],
            [],
            [
                "<b>נעץ בגבהו יתד כל שהו וכו' עד בהם.</b> כתב הרמ''ך לא הבנתי פירושו וגירסתו לא מצאתי כן עכ''ל: "
            ],
            [
                "<b>חורי רה''ר וכו'.</b> וכתב הרשב''א ומהו שיקרא חור רה''ר, טעות סופר הוא וצריך להגיה ומהו שיקרא חור רה''י: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמת המים שהיא עוברת בחצר וכו' אם נשאר מצד הפרצה פס מכאן ופס מכאן וכו'.</b> בפ''ק דעירובין (דף י''ב) ת''ר לשון ים הנכנס לחצר אין ממלאין ממנו בשבת אא''כ יש לו מחיצה גבוה עשרה טפחים בד''א שפרצתו יותר מעשרה אבל עשרה א''צ כלום ובגמרא ומימלא הוא דלא מלינן הא טלטולי מטלטלינן והא נפרצה במילואה למקום האסור לה הב''ע דאית ביה גידודי. ודברי רבינו נוטים לדברי רשב''ם שכתבו התוספות שפירוש דאית ליה גידודי שלשון הים הפיל הקרקע ונשארו גידודים גבוהים עשרה בשפת הים ואותם הגידודים מתירים לטלטל בחצר אבל למלאת מן הים לחצר אסור דמקום המים נפרץ במילואו לים: "
            ],
            [],
            [
                "<b>ומ''ש רבינו שיהיה טפח מן המחיצה יורד בתוך המים.</b> כ''כ הרי''ף שצריך כדי שתחלק בין המים שברשות הרבים למים שברשות היחיד כמחיצה של בור שצריכה להיות משוקעת בתוכה לחלק בין רשותו לרשות חבירו. והטעם משום דס''ל דהלכה כרב יהודה דאמר (עירובין דף פ''ו) גבי בור שבין שתי חצרות אין ממלאין ממנו מים בשבת אא''כ עשו לו מחיצה גבוהה עשרה טפחים בש''א מלמטה ובה''א מלמעלה למטה למטה מן המים למעלה למעלה מן המים. ומפרש בגמרא אהא דא''ר יהודה למעלה למעלה מן המים צריך שישקע במים ראשי קנים טפח: ",
                "<b>ומה שכתב ואם היתה המחיצה כולה יורדת בתוך המים צריך שיהיה טפח ממנה יוצא למעלה מן המים.</b> וטעמו מדאמרי' התם בגמרא אהא דאמר ר''י למטה למטה מן המים דצריך שיראו ראשי הקנים למעלה מן המים טפח, ומשמע ליה ז''ל דה''ה למחיצת אמת המים העוברת בחצר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא ימלא מן הספינה וכו'.</b> כתב הרמ''ך תמיהה לן היאך סתם דבריו ובמסכת עירובין (דף פ''ז ב') מפרש בהדיא גזוזטרא שהיא למעלה מן המים אין ממלאין ממנה מים בשבת אלא א''כ עשו לה מחיצה עשרה, ומשום האי קושיא מפרש רבינו יעקב דהאי מימרא דרב הונא בעושה מקום ארבע מן הנקב שבאמצע הגזוזטרא קאמר אבל הגזוזטרא רחבה ארבע אמות שהם כ''ד טפחים וישאר מכל צד עשרה טפחים עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקום שהוקף וכו'.</b> עד שפי תקרה יורד וסותם. כתב הרמ''ך ה''ל לפרש דעביד כארזלא דאי עביד כאכסדרה ד''ה מותר ובעביד כארזלא הלכה כדברי המיקל עכ''ל: ",
                "<b>נפרץ במלואו לחצר עד שאין אויר החצר מתירו.</b> כתב הרמ''ך לא ידעתי ליישב דברי רבינו לפי הגרסא הכתובה בספרינו דאקשי בגמרא וכי אויר המותר אוסר ונפרצה החצר כנגדו אין כתוב בספרנו ורש''י ל''ג ליה ואם כדבריו כן הוא דבקרפף יותר מבית סאתים מאי מקשי בגמרא והא איכא מקום מחיצות וכו' וצ''ע מ''ך: "
            ],
            [
                "<b>בנה בו עמוד בצד הכותל וכו'. עד פחות מג' אינו מיעוט.</b> כתב הרמ''ך כל מ''ש כאן לא הלך בשיטת הגירסא הכתובה בספרינו דמועיל ואינו מועיל כתוב בספרינו וכן ראוי לפרש ופירושו וגרסתו לא הבנתי. גם מה שכתב שאם בנה עמוד בצד הכותל בפחות מג' לא הוי מיעוט לא הבנתי דהא אפילו טח פניה בטיט ואינו יכול לעמוד בפניו אמרינן דהוי מיעוטא וצ''ע, עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וצורת פתח שאמרו צריכה שתהא בריאה לקבל דלת.</b> כתבו הגהות הנה לא הזכיר המחבר הא דאמר ר''ל צורת פתח שאמרו צריכה היכר ציר וכן הרי''ף דלגו וע''כ כתב הר''מ וכו', ונראה ליה לפרש הא דגרסינן בגמרא אשכחיה רב אחא לתלמידוי דרב אשי אמר להו תני מר מידי בצורת פתח פירוש וכי הוא מצריך היכר ציר או לא אמרו ליה ולא כלום כלומר לא תוסיף מאומה על צורת פתח אלא קנה מכאן וקנה מכאן וקנה על גביהן ותו לא וכן הביא מן הברייתא שלא הזכירה היכר ציר וכתב הריב''ש אין צריך היכר ציר וכמו שפסקו הרי''ף והרא''ש והרמב''ם וראוי לסמוך עליהם אף על פי שיש חולקים: "
            ],
            [
                "<b>וצורת פתח שעשה אותו מן הצד וכו'.</b> אף על פי שהרי''ף ורבינו לא פירשו מן הצד כפירוש רש''י מכל מקום לענין דינא משמע דאף לדידהו אם חיבר קנה העליון לשני הקנים מצידיהן לא מהני דלישנא דקנה על גביהן משמע על גביהן ולא מצדיהן: "
            ],
            [],
            [],
            [
                "<b>מותר לעשות מחיצה של בני אדם וכו' ולא יעמיד אותם אדם שהוא רוצה להשתמש במחיצה זו.</b> נראה שלמד כן מדאיתא בפרק מי שהוציאוהו (עירובין מ''ד:) הנהו בני גננא דאעילו מיא במחיצה של בני אדם נגדינהו שמואל אמר אם אמרו שלא מדעת יאמרו לדעת. ומפרש רבינו דהנהו דאעילו מיא הם העמידו מחיצת האנשים ומש''ה קרי לה לדעת: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>והיאך מתירין מבוי מפולש וכו'.</b> פסק כרב דאמר פ''ק דעירובין (דף ו':) הלכה כת''ק דאמר כיצד מערבין מבואות המפולשין לרה''ר צורת פתח מכאן ולחי או קורה מכאן וכן פסק הרי''ף. וכתב הריב''ש בתשובה שמפולש לכרמלית הוי כמפולש לרה''ר: "
            ],
            [],
            [],
            [
                "<b>מבוי מפולש שהיה כלה לאמצע רחבה וכו'.</b> כתב ה''ה העולה מכלל ההלכות הוא כדעת רבינו. משמע שעל הלכות הרי''ף הוא אומר, ולא דק שהרי''ף לא כתב אלא מבוי שנפרץ במלואו לחצר ונפרץ חצר כנגדו לרה''ר חצר מותר ומבוי אסור ולא כתב שום חילוק בזה והוא עצמו כתב גבי נפרץ המבוי במילואו לחצר שההלכות לא הזכירו הסוגיא שלמעלה מזו וכו': "
            ],
            [
                "<b>אין המבוי ניתר בלחי או קורה כו'.</b> נראה שלדעת רבינו היינו טעמא משום דכל שיש בו פחות מכן אינו דומה אלא לחצר וכ''כ הרשב''א בתשובה שהטעם שאמרו אין מבוי ניתר בלחי או קורה אא''כ בתים וחצרות פתוחים לתוכו מפני שכל שהוא עשוי יותר לדירה ולתשמישי הצנע צריך יותר מחיצות גמורות ולפיכך החצרות שדרכן של בני אדם להשתמש בהם בתשמישי הצנע ולאכול בהם צריכות מחיצות יותר גמורות, וכן הדין במבואות שאין בתים וחצרות פתוחים לתוכן דיוריהם מועטים והם משתמשים בהם יותר שאינם בושים כ''כ לאכול ולהשתמש בהם ולפיכך הרי הם כחצר כי לפי ריבוי הדיורין מתמעט תשמיש המבוי ומחיצה כל דהו סגי: "
            ],
            [],
            [
                "<b>מבוי שאין ברחבו ג' טפחים וכו'.</b> נראה שאע''פ שבתוכו רחב כמה אם אין בפתחו שלשה טפחים אינו צריך כלום דחשיב כסתום: ",
                "<b>מבוי שהכשירו בקורה וכו'.</b> כתב הרמ״ך זה תימה דבגמרא (עירובין י״א:) מסיק אליבא דב״ה דמשתים הוא דמיחייב לזרוק והוא אמר דאפילו בשלשה הזורק לתוכו פטור כיון דהכשירו בקורה ואי מוקים לה בשפתוחה לרה״ר דחשבינן לה ככרמלית אפילו יש לה ג' מחיצות כמ״ש בפי״ד א״כ יהא אסור לטלטל שלא באו חכמים להקל כשתקנו עירובין אלא להחמיר כדאמרינן (שם י״ב:) וכי כבר עושה אותה רה״י וצ״ע. וע״כ משוינן חילוק בין פתוח לרה״ר לפתוח לכרמלית דבפרק כל גגות (עירובין צ״ד) אמרינן בחצר שנפרצה לרה״ר דלרבנן המטלטל מתוכה לרה״ר פטור נמצא שאע״פ שיש לו ג' מחיצות נקרא כרמלית ובפ״ק אמרינן דלזרוק משתים הוא דמיחייב אלמא דרה״י הוא בשתי מחיצות ע״כ: "
            ],
            [
                "<b>שני כותלים ברה''ר והעם עוברים ביניהם וכו'.</b> כתב הרשב''א בתשובה ר''ח פסק הלכה כשמואל (עירובין ו':) מדשקלו וטרו אמוראי אליביה אי צריך לנעול או לא וכן נראה כדבריו מדאמרינן לימא קסבר ר' נחמן דלטעמיה קאמר ולא לטעמיה דשמואל בלחוד וההיא דרב (שם ח':) דמבוי העשוי כנדל מסתבר לי דאינה ראיה כ''כ דדילמא צדו אחד פתוח לכרמלית הוה דבכי הא ודאי כ''ע מודו דאינו צריך דלת כדאיתא בסמוך וכן פסק הרמב''ם כחנניה דמצריך דלת וראויות לינעל אע''פ שאין ננעלות, אלא שאני תמה במקצת דבריו שכתב שצריך שני דלתות שכתב בפרק י''ז שני כתלים ברה''ר והעם עוברים ביניהם וכו' הנה שהרב ז''ל סבור שלא העמידו ברייתא במבואות המפולשים לרה''ר אלא משום הא דר' יוחנן הא לא דר' יוחנן ברייתא ברה''ר גמורה כפשוטה. ואיהו ז''ל סבר שאין הלכה כר''י אלא כר' אלעזר תלמידו דקאי כרבנן בפ' פסין (שם כ' כ''ב) דאמר כאן הודיעוך כחן של מחיצות כאן הודיעוך וס''ל והילכך אפילו לרה''ר מערבא ופסק נמי כחנניא דבעי דלת מכאן וכו' אלא שאני תמה היאך הצריך דלתות דהא לחנניא בדלת מכאן ולחי או קורה מכאן סגי ליה. ושמא הרב סבור דהא דאמרינן הא בדלתות מערבא בשתי דלתות קאמר דלת מכאן ודלת מכאן ואפשר דהא לתירוצא לדחנניא הוא דאמרינן הכי ואילו כן אכתי תיקשי לדחנניא דאילו לדחנניא לא בעי אלא דלת מכאן ולחי או קורה מכאן ודלתות דקאמרי רשויות בעלמא ודלתות דעלמא קאמרי ומשום דבעי לאקשויי אדר''י דאמר ירושלים אלמלא דלתותיה ננעלות נקט איהו נמי דלתות וצ''ע. ועוד צל''ע במה שפסק דרה''ר גמורה מערבא בלא נעילת דלתות כפשטא דברייתא דהא משמע לקמן (שם ז') דבמבואות המפולשים לרה''ר וסרטיא פליגי מדאמר רב יוסף משמיה דרב יהודה מחלוקת בסרטיא וסרטיא מכאן וכו' דאלמא לאו ברה''ר גמורה היא מתניתא אלא במבואות המפולשים לסרטיא מכאן ומכאן והרי''ף פסק כן כר''י ומתניתא לאו ברה''ר גמורה והא דרב יוסף משמיה דרב יהודה משמיה דשמואל נ''ל ראיה גמורה וכמו שכתבתי ואולי מ''ש שני כותלים ברה''ר והעם עוברים ביניהם היינו מבואות המפולשין לרה''ר וכן נראה ממ''ש בפ''א דעירובין מדינה שהיא מוקפת חומה גבוהה עשרה טפחים שיש לה דלתות וננעלות בלילה כולה רה''י היא זהו דין תורה עכ''ל אלמא נעולות בעינן כר' יוחנן עכ''ל הרשב''א: "
            ],
            [
                "<b>מותר לטלטל במבוי תחת הקורה וכו'.</b> כתב ה''ה שכדברי רבינו נראה מן ההלכות. ואני אומר שמדקדוק דברי הרי''ף נראה שאינם אלא כמו שפירשם הרא''ש שכתב והלכתא מותר להשתמש תחת קורת המבוי ובין לחיים נמי מותר כרבא והני מילי דפתוח לרה''ר אבל פתוח לכרמלית לא, משמע דלא קאי הנ''מ אלא אבין לחיים דאי לא כן הכי הל''ל והלכתא מותר תחת הקורה ובין לחיים כרבא והנ''מ דפתוח לרה''ר וכו': "
            ],
            [],
            [
                "<b>וכן רוחב הקורה אין פחות טפח.</b> אע''ג דבפ''ק דעירובין (דף י''ד) גבי שתי קורות המתאימות קתני אם מקבלות אריח טפח ומחצה אין צריך להביא קורה אחרת. כתב רבינו אין פחות מטפח משום דאמאי דתנן בההוא פרקא הקורה שאמרו רחבה לקבל אריח והאריח חצי לבינה של ג' טפחים דיה לקורה שתהא רחבה טפח כדי לקבל אריח לאורכו פריך טפח טפח ומחצה בעי ומשני כיון דרחבה לקבל טפח אידך חצי טפח מלבין ליה בטינא משהו מהאי גיסא ומשהו מהאי גיסא: "
            ],
            [],
            [
                "<b>ואם יש בה ציור וכיור וכו'.</b> בגמרא (עירובין י''א) איבעיא לן אי מהניא לרחב יותר מעשר ולא איפשיטא ואף על גב דמידי דרבנן הוא נקטי לה הפוסקים לחומרא משום דמסתברא טעמא לאיסורא כמ''ש הרא''ש דאמלתרא מהניא בגבוה משום דדבר חידוש הוא ומסתכל כלפי מעלה לראותה ואגב זה רואה הקורה והאי טעמא לא שייך ברחבה וזהו דעת רבינו שלא הזכיר אמלתרא ברחבה: "
            ],
            [],
            [],
            [
                "<b>נפרץ המבוי במילואו לחצר וכו'.</b> כתב ה''ה שם גופא אמר רב ירמיה בר אבא אמר רב מבוי שנפרץ במילואו לחצר וכו' ובהלכות ומבוי אסור משום דה''ל מבוי המפולש לרה''ר וזהו דרך רבינו ולא הזכירו כלל מסוגיא שהיא למעלה מזו שהיא מחלקת בין עירבו ללא עירבו ובתנאים אחרים עכ''ל. ותמהני עליו שנראה מפשט לשונו שגם רבינו לא הזכיר התנאים האחרים והא ליתא שכבר הזכירם בראש הפרק גבי מבוי מפולש שהיה כלה לאמצע רחבה ומה שלא חילק בין עירבו ללא עירבו הוא מפני שאין אותו פרק מקום דין חצר ומבוי אם אוסרים זה על זה אם לא וממ''ש בהלכות עירובין הוא נלמד: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן שתי קורות המתאימות וכו'. היתה א' למטה וא' למעלה וכו'.</b> כתב ה''ה מתוך דברי רבינו נראה שכל שהן תוך כ' אמה ולמעלה מעשרה וכו' וק''ל בזה וכו' עד וצ''ע. נראה שהוא מפרש ז''ל מ''ש רבינו ולא יהיה ביניהם שלשה טפחים במרחק משך דוקא קאמר כדמשמע סיפא דלישניה וע''כ הקשה עליו מדאותביה מהאי ברייתא לרבא דאמר כי לית ביה טפח לא אמרינן חבוט רמי ושני תריץ ואימא הכי ובלבד שלא תהא תחתונה למטה וכו'. ואני אומר שאפשר לדחוק ולומר שבכלל מ''ש ולא יהיה ביניהם ג' טפחים הוא שגם במרחק הגובה לא יהיה יותר מג' ואם זאת היתה כוונתו יפה עשה שפסקה כיון דלא קאמר ר''י בר' יהודה רואין אלא בפחות מג' ליכא מאן דפליג בהא ואע''ג דאביי אמר בפ''ק דעירובין (דף י''ד) דר''י בר' יהודה סבר לה בהא כאבוה דאית ליה רואין נקטינן כרבא דפרק הישן דאוקמה בפחות משלשה ואם נפשך לומר שלא נתכוון אלא למרחק המשך ולא למרחק הגובה אכתי איכא למימר דשפיר פסק כר''י ב''י דאע''ג דאמר אביי דסבר לה כאבוה דאית ליה רואין ולא קי''ל כאבוה שאני התם שהקורה פסולה מחמת עצמה שהיא של קש או של קנים הילכך לא אמרינן רואין אותה כאילו היא של מתכת אבל בדר''י בר''י שאין פיסולה מחמת עצמה אלא מחמת מקומה אפשר דאמרינן בה רואין וכדאמרינן בעלמא גוד אסיק גוד אחית והא דאוקימנא לה בפרק שני דסוכה (שם כ''ב) בפחות מג' לרווחא דמילתא הוא דתריץ הכי אבל הוה אפשר ליה לתרוצי דכי אמר רבא דלא אמרינן חבוט רמי אלא ביש בגגה טפח ה''מ כשהוא צריך לאהל כגון גבי סוכה או גבי טומאה אבל כשאינו צריך אלא להיכר בעלמא כגון גבי קורה אפילו אין בו אמרינן ביה חבוט רמי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בית או חצר אחר שנפרץ וכו'.</b> כתב ה''ה פירש''י בשיפוע וכו' ויש מי שפי' בהפך וכו' וכוונת רבינו אינה מבוארת עכ''ל. ול''נ בדברי רבינו דמדלא כתב שנפרץ בקרן זוית וכתב שנפרץ קרן זוית שלה נראה שאינו מפרש קרן זוית שאוכל בשתי רוחות כדברי רש''י אלא שנפרץ מן הצד קרי ליה קרן זוית וכמ''ש הרי''ף בפ''ק דעירובין, ומדכתב שנפרץ קרן זוית שלה וע''ז כתב והוא שלא תהיה באלכסון נראה עוד דקרן זוית לאו היינו אלכסון כפי' התוס' שהרי על שהפרצה היא בקרן זוית כתב שאם היתה קורה מלמעלה לאורך הפרצה מותר והוא שלא תהיה הקורה באלכסון ולפירושם כיון שהפרצה היא בקרן זוית א''א להיות קורה לאורך הפרצה כי אם בקרן זוית דסתם חצר אינו מקורה, גם אינו כיש מי שפירש שכתב ה''ה שהרי גם אחצר נמי קאי כדכתב בהדיא ודברי דיש מי שפירש לא שייכי אלא בבית ומה''ט נמי יש להוכיח מטעם אחר שאינו מפרש כפירש''י דא''כ הל''ל והוא שלא יהיה הקירוי באלכסון דבקורה לא שייכי דברי רש''י, אלא נראה לי שהוא מפרש דקירוי באלכסון היינו שהקורה מונחת לאורך הפרצה באלכסון: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא תצא הזקנה בשל ילדה וכו'.</b> וכתב ה''ה ותירצו כדי נסבא ומפרש רבינו לחנם ובלא אמת לקחה תנא דברייתא וכו'. ויש לתמוה דא''כ תני שיקרא משום איידי וכן לא יעשה. ויותר נכון לומר שגרסא אחרת היתה לו לרבינו בגמ': "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכר והכסת אם היו רכים ודקים וכו'.</b> בס''פ חבית (שבת קמ''ו:) בי סדיא רב אסר וכו' עיין במ''מ. ובתר הכי מסיק הגמ' דרב ושמואל לא פליגי כלל דבמיצעי נמי שרי רב. ופירש''י לבדין ועשויין לקפלן תחתיו במקום הכר או הכסת. ומשמע בגמ' דלענין להביאו דרך רה''ר כשהוא מעוטף בו אתמר וכן פירש''י וכך הם דברי רבינו: "
            ],
            [
                "<b>המתעטף בטליתו וכו'.</b> נראה שרבינו מפרש לישנא דגמרא דקאמר גבי מרזב אסור כפשטיה דאיסורא איכא אבל לא חיוב חטאת ומפני כך הקדים דין המתעטף בטליתו וכו' לדין היוצא בטלית מקופלת: "
            ],
            [
                "<b>ומה שכתב רבינו אבל יוצא הוא בסודר שעל כתפו.</b> משמע דאפילו במקופל ומונח על כתפו שרי דבגונא דחייב בטלית התיר בסודר וטעמא משום דשאני סודר שדרך לבישתו בכך ודלא כרבינו ירוחם שכתב מותר לצאת בסודר המעוטף כעין מעיל ומשמע מדבריו שאם אינו מעוטף אסור: ",
                "<b>ומה שכתב וכל סודר שאינו חופה ראשו ורובו וכו'.</b> נראה שרבינו מפרש דהא דא''ר יוחנן האוליירין מביאין בלורי נשים לבי בני ובלבד שיתכסה בהן ראשו ורובו היינו לומר שתהיה רחבה כדי לכסות בה ראשו ורובו וכל שהיא רחבה אע''פ שלא כיסה בה ראשו ורובו שרי: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>אסרו חכמים למכור בהמה גסה וכו'.</b> כתב הר''ן בפרק קמא דע''ז ומקשו הכא למה לן טעמא דמחמר בלאו מחמר נמי כגון דלא שמעה לקליה איכא משום שביתת בהמתו. וראיתי מי שתירץ דכיון דאיסור נסיוני היכא דמתרמי דמזבן לה סמוך לשקיעת החמה חשש רחוק הוא ודבר שאינו מצוי דוקא אי איכא לאו דמחמר שהוא לאו דגופיה חששו אבל שביתת בהמתו בלחוד כיון שהדבר רחוק כ''כ לא חששו. ואפשר שלזה כיון הרמב''ם שכתב גבי איסור מכירה גזירת שאלה ושכירות ולא הזכיר נסיוני כלל מפני שהוא סובר שמה שאנו חוששין למחמר ולא לשביתת בהמתו בנסיוני גופיה אתי אליבא דמ''ד דמחמר חייב חטאת אבל לדידן דקי''ל דמחמר פטור כדאיתא בפ' מי שהחשיך כי היכי דלא חיישינן לשביתת בהמתו בנסיוני ה''נ לא חיישינן בלאו דמחמר דכיון דהאי לאו והאי לאו כי היכי דלהאי לא חיישינן מפני שהדבר רחוק ה''נ ללאו דמחמר לא חיישינן דלא שני לן בין לאו דגופיה ללאו דבהמתו כל היכא דהוי לאו גרידא עכ''ל וגם הריב''ש בתשובה כתב שזה דעת רבינו: "
            ],
            [],
            [],
            [
                "<b>מי שהחשיך בדרך ולא היה עמו נכרי וכו' לא היתה עמו בהמה ולא נכרי ולא אחד מכל אלו מהלך בו פחות פחות מד''א.</b> שם בגמרא (שבת קנ''ג:) אין עמו לא נכרי ולא חש''ו מאי א''ר יצחק עוד אחרת היתה שם ולא רצו חכמים לגלותה מאי היא מוליכה פחות פחות מד''א ולא רצו חכמים לגלותה משום דאתי לאיתויי ד''א ברה''ר. וכתבוה הרי''ף והרא''ש להא דר' יצחק משמע דס''ל דהא דלא רצו חכמים לגלותה היינו היכא דאיכא חד מהני אבל היכא דליכא חד מהני ודאי מגלין את הסוד דאל''כ מאחר שאין אדם מעמיד עצמו על ממונו אתי לאיתויי ד''א ברה''ר. והכי משמע מדבעינן בגמרא אין שם לא נכרי ולא חש''ו מאי משמע שדעתו היה שיגלה הסוד וגם מדחזינן שר' יצחק גילה אותו משמע דכל היכא דליכא חד מהני שרי וכ''נ ממ''ש רש''י גבי הא דאמרינן בו ביום גדשו סאה וזה דעת רבינו שפסקה להא דר''י: "
            ],
            [
                "<b>ומ''ש רבינו ואף מציאה שבאת לידו מהלך בה פחות פחות מד''א אבל קודם שתבוא לידו וכו' ואם לאו מוליכה פחות פחות מד''א.</b> נשאל רבינו מחכמי לוניל דבגמרא לא משמע הכי והשיב להם כמ''ש ה''ה והרמ''ה השיג על תשובתו וכבר כתבתי בפ''ז מה שכתב הרמב''ן להליץ בעד רבינו: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>נשים המשחקות באגוזים וכו'.</b> כתב רבינו ירוחם לדברי הפוסקים כרבה מותר לשחוק באגוזים ע''ג מחצלת דליכא אשוויי גומות וכ''כ הרמב''ם ולא גזרינן שמא ישחוק בהם ע''ג קרקע דא''כ הויא גזירה לגזירה עכ''ל. ואני לא מצאתי כן בדברי רבינו בפירוש אבל יש לדקדק ממ''ש בסמוך שהתיר לכבד קרקע המרוצף ולא גזר אטו שאינו מרוצף: ",
                "<b>וממ''ש</b> רבינו שטעם האיסור הוא משום אשוויי גומות וכן ממה שכתב בסמוך שמותר למלאת בגלגל מבור שבחצר וכתב שטעם האיסור כשאינו בחצר הוא משום שמא ימלא לגנתו ולחרבתו ובפ' כ''ד גבי משמר פירותיו כתב שהטעם שלא יטפח ולא ירקד הוא שמא יטול צרור ויזרוק ד' אמות ברשות הרבים וכל דברים אלו הם שינויי דשני רבה (עירובין ק''ד) דאמר לא אסרו אלא קול של שיר ובהדיא כתב בפכ''ג שאסור להשמיע קול של שיר בשבת משמע הא קול שאינו של שיר מותר: ",
                "<b>ואסור לכבד את הקרקע וכו'.</b> כתב הריב''ש בתשובה שיש לתמוה על רבינו שנראה מדבריו שלא אסר הכיבוד משום פסיק רישיה שא''כ לא ה''ל לומר שמא וא''כ הוא תמה למה אסרו דהא קי''ל כר''ש והוא עצמו כתב בזילוף שהוא מותר ואינו חושש שמא ישוה גומות שהרי אינו מתכוין לכך ובודאי ג''כ אפשר בריבוץ שישוה גומות שאל''כ לא היה צ''ל שהרי אינו מתכוין לכך ואם ר''ל שהכיבוד לאו פסיק רישיה הוא אלא שחששו שמא ישוה גומות בידים בכוונה וילמד דבר מעניינו ממ''ש בפרק ההוא בסמוך לזה אבל בריבוץ אין לחוש שהרי אינו מכוון לכך א''כ נראה מדבריו שבכיבוד הוא מכוין לכך וא''כ למה אנו צריכים שישוה בידיו כיון שהוא מכוין ואפשר השואת גומות בכיבוד א''כ לכ''ע אסור ועוד שלא נאמרה גזירה זו אלא באוצר כדאמרינן בפ' מפנין (שבת קכ''ו קכ''ז) ובלבד שלא יגמור את האוצר דילמא אתי לאשוויי גומות שכן דרך מכבדי אוצר לפנותם מפני האורחים ועוד דא''כ טעמא דרבנן בכיבוד משום שבות הוא מטעם זה שמא יבא להשוות בידים והוא הדין והוא הטעם בריבוץ וא''כ מהו זה שאמרו בשילהי אותה סוגיא (שם צ''ה) והאידנא דקי''ל כר''ש שרי לכתחלה ומה ענין גזירה זו לדר''ש. ונראה שהיתה כוונת הרב ז''ל לומר שהמכבד מכוין ליפות קרקע הבית ולתקנו ואע''פ שהכיבוד לאו פסיק רישיה הוא מ''מ הכוונה שיש לו בכיבוד הבית ליפותו ולתקנו חשיבא כוונה לענין השואת גומות אבל בריבוץ אינו מכוון ליפות הקרקע כי אם ללחלח האויר או שלא יעלה האבק ולזה אף אם אפשר שישוה גומות מותר שהרי אינו מכוין לכך. ואשר אמרו והאידנא דקי''ל כר''ש שרי לכתחלה אריבוץ בלחוד קאי אבל הכיבוד אסור דהרי הוא כמתכוין אלא שמפני שאינו מכוין גמור אינו כי אם שבות. זה נראה שהיתה כוונת הרב ז''ל בזה אבל כל הפוסקים שאסרו הכיבוד לא אסרוהו אלא משום פסיק רישיה עכ''ל: "
            ],
            [],
            [
                "<b>לפיכך אסור לשאוב מן הבור בגלגל וכו'.</b> כתב ה''ה ומדברי אמימר כתב רבינו שבור שבחצר מותר וע''כ לא חזר ואסר אמימר אלא באותם שבחוץ שהיו שואבים מהם וממלאים בריכות וחריצין ושורים בהם פשתן עכ''ל. ול''נ דבחוץ לחצר נמי שרי רבינו כל היכא שאין סמוך גנה וחורבה ולא בריכות לשרות פשתן אלא דרבינו מילתא פסיקתא נקט דסתם בור שבחצר אין דרך למלאות ממנו לשום דבר מאלו ותדע שאם היתה גנה בחצר מי לא חייש רבינו שמא ימלא לה אלא ודאי כדאמרן שלא דבר אלא בהווה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המחתך את הירק דק דק כדי לבשלו ה''ז תולדת טוחן וחייב.</b> ובפ''ח כתב רבינו המחתך את הירק מעט לבשלו הרי זה חייב שזו המלאכה תולדת טחינה. נראה שרבינו מפרש דדוקא נקט (שבת ע''ד:) סילקא שחותכין אותה דק דק לבישול וה''ה לשאר ירקות שחותכין אותם דק דק לבישול ואפשר דאפי' הן נאכלות כמו שהן חיות אם חתך אותן דק דק לבישול אסור. ואפשר דאפי' איסור דרבנן לית בהו ואין דרך טחינה בכך והיינו דכדי לומר דמיתסר לרסקן מדרבנן משום דמיחזי כטוחן אהדר אשחת וחרובין לפני הבהמה ומיהו יש לדחות דלישנא דמתני' דפ' מי שהחשיך נקט: ",
                "<b>כתב</b> הרשב''א שנשאל אם מותר לפרר פירורי לחם לפני התרנגולים בשבת אם יש לחוש לאיסור טחינה כמו בפרים סילקא ואם באנו לומר דשלא לצורך היום קאמר אלא כדי לבשלו בערב כמ''ש הרמב''ם בפכ''א צ''ע אי טוחן ממש קאמר איך נתיר מלאכה דאורייתא מפני עוף ובהמה והשיב מסתברא דהא דפרים סילקא דוקא במחתך דק דק כדי לאוכלו למחר או אף לבו ביום לאחר שעה לפי שדרך סילקא לחתכו דק דק בשעת בישולו וכל שדרכו בכך ומניחו לאחר שעה [חייב] הא לאוכלו מיד שרי שלא אסרו על האדם לאכול מאכלו חתיכות גדולות או קטנות וכדאמרי' פ' כלל גדול (שבת ע''ד) היו לפניו שני מינין בורר ואוכל לאלתר בורר ומניח לאלתר ולבו ביום לא יברור ואם בירר נעשה כבורר לאוצר וחייב חטאת דאלמא כל שאוכל מיד כדרך שבני אדם אוכלין אע''פ שיש באותו צד בעצמו חיוב חטאת כשמניח לאחר זמן ואף לבו ביום מותר והכי נמי דכוותיה ולפיכך אף לפרר לפני התרנגולים שמזונותם עליך להאכילם מיד מותר דשוויי אוכלא משוינן עכ''ל: ",
                "<b>לפיכך אין מרסקין לא את השחת ולא את החרובין וכו'.</b> כתוב בתשובת הרשב''א ששאלו השואל הלא עיקר טחינה בפירות וחרובין עצמן פירות הן והיאך כתב לפי שנראה כטוחן ועוד דבפרק מי שהחשיך (שבת קנ''ה) משמע דטעמא דאין מרסקין משום דמיטרח באוכלא לא טרחינן וכרב יהודה דקי''ל כוותיה. והשיב לו כל מה שהקשית על הרמב''ם הדין עמך לפי דעתי עכ''ל. ול''נ דמשום טעמא דמיטרח באוכלא לא סגי אלא לשחת וחרובין שהם רכים אבל לקשים דלית בהו משום מיטרח באוכלא משמע דשרי לפיכך נתן רבינו טעם משום טוחן דה''ט שייך אף בקשים ואע''ג דבגמרא אסיקנא לרב הונא בקשים מדאסרה מתניתין לרסק שחת וחרובין דרכיכי אלמא לא טרחינן באוכלא ולא שני דטעמא משום טוחן היינו משום דמשמע ליה לגמרא דבההוא פירקא לאו בדיני טוחן עסיק תנא אלא בדיני מיטרח באוכלא או שוויי אוכלא וכדקתני רישא מתירין פקיעי עמיר: ",
                "<b>אבל מחתכין את הדלועין לפני הבהמה ואת הנבלה לפני הכלבים.</b> בפרק מי שהחשיך (שבת קנ''ה:) אמרינן דלרב יהודה דקי''ל כוותיה וסבר דמיטרח בדבר שהוא אוכל לא טרחינן צריך לאוקמי הא דתנן מחתכין את הדלועין לפני הבהמה ואת הנבלה לפני הכלבים נבלה דומיא דדלועין מה דלועין דאשוני אף נבלה דאשוני והיכי משכחת לה בבשר פילי א''נ בגורייתא זוטרי ופירש רש''י א''נ כלבים דקאמר בגורייתא זוטרי דכל נבלה קשה להם ותמה ה''ה על רבינו למה לא כתב דהא דשרי לחתך את הנבלה לפני הכלבים דוקא בנבלה הקשה שא''א להם לאכלה בלא חתיכה דאוכלא משוינן אבל אם היתה רכה מיטרח במה שהוא דבר ראוי לא טרחינן. ואני אומר שאפשר לומר שסמך על מה שכתב בסמוך דמיטרח באוכלא לא טרחינן דממילא משמע דלא שרי אלא בדלועין ונבילה הקשים ואע''פ שרבינו לא כתב בהדיא דמיטרח באוכלא לא טרחינן כיון דבמ''ש אבל לא אלומות גדולות מפני הטורח שבהם צריך לפרש משום דמיטרח באוכלא לא טרחינן הוי כאילו כתבו בהדיא: ",
                "<b>ועל</b> מ''ש לפי שאין טחינה בפירות כתב ה''ה שבקצת נוסחאות כתוב שאין טחינה אלא בפירות וכתב שלא הבין אחת משתיהן אבל זו שגורסין אלא נראית יותר ולא פירש מפני מה נראית לו יותר. ונראה לי שטעמו מפני שהנוסחא שאין כתוב בה אלא א''א להעמידה כלל דהיכי קאמר שאין טחינה בפירות והא שחת וחרובין פירות נינהו וקא אסר לחתכם משום דנראה כטוחן ואין לומר דה''ק מ''ט שחת וחרובין אינו אסור לחתכם אלא מפני שנראה כטוחן אבל אינו חייב מפני שאין טחינה בפירות דא''כ לא ה''ל להפסיק ביניהם באבל מחתכין את הדלועין לפני הבהמה וכו' לפיכך נראה לו לה''ה שעיקר הנוסחא שאין טחינה אלא בפירות כלומר ומש''ה אסור לרסק שחת וחרובין דפירות נינהו אבל דלועין ונבלה מותר לחתכם דלאו פירות נינהו הילכך לא מיחזי כטוחן אלא שקשה לו דדלועין נמי פירי נינהו ולא גרעי מירק ומפני כך כתב שלא הבין אחת מהנוסחאות. ול''נ דיותר נכון לגרוס שאין טחינה בפירות וטעמא הוא דיהיב לפטורא דמרסק שחת וחרובין כדפרישית ואע''פ שהפסיק ביניהם דמחתכין את הדלועין איכא למימר דבתר דסיים כל הני דיני אהדר למיהב טעמא לפטורא דמרסק שחת וחרובין: ",
                "<b>ומתירין אלומות של עמיר לפני בהמה וכו'.</b> בפ' מי שהחשיך (שבת קנ''ה) תנן מתירין פקיעי עמיר לפני בהמה ומפספסין את הכיפין אבל לא את הזירין. ופירש''י פקיעי עמיר קשין של שבלים שאגדן מתירין אותם שיהו נוחים לבהמה לאוכלם. מפספסין שכן דרך שמפזרין לבהמה העשבים ויפים לה לאוכלם שכשהם דחוקים מתחממים ואינה מריחה הריח כ''כ וקצה בהם. ובגמרא א''ר הונא הן הן פקיעין הן הן כיפין פקיעין תרי כיפין תלתא זירין דארזא והכא קאמר מתירין פקיעי עמיר ומפספסין וה''ה לכיפין אבל לא את הזירין לא לפספס ולא להתיר אמר רב חסדא מ''ט דרב הונא קסבר למטרח באוכלא טרחינן לשוויי אוכלא לא משוינן. ופירש רש''י הן הן פקיעין הן הן כיפין כולם קשים של שבלים הן מיהו פקיעין שאינם קשורים אלא בשני ראשים כיפין שלשה זירין דארזא ענפים לחים של ארז שמזרדין אותם ובעודם לחים ראויים לבהמה ורוב בני אדם מניחין אותם לעצים רב יהודה אמר הן הן פקיעין הן הן זירין פקיעין תרין זירין תלתא כיפין דארזא וה''ק מתירין פקיעי עמיר לפני בהמה אבל פספוסי לא וכיפין פספוסי נמי מפספסינן אבל לא את הזירין לפספוסי אלא להתיר אמר רבא מ''ט דרב יהודה קסבר שוויי אוכלא משוינן מיטרח באוכלא לא טרחינן ופירש''י הן הן פקיעין הן הן זירין שתיהם בקשין של שבלים ומה שהתיר בזה התיר בזה ודקתני אבל לא את הזירין אפספוס קאי וה''ק מתירין פקיעי עמיר דכל זמן שהוא קשור לאו אוכלא הוא ומתירו לשוויי אוכלא ומשום צער בהמה שרי אבל פספוס לא דסגי ליה בהתרה ואיתעביד אוכלין ופספוס לתענוג בעלמא הוא ומיטרח באוכל בדבר שהוא כבר אוכל בלא תיקון זה לא טרחינן ומפספסין את הכיפין דארזא דבלאו פספוס לא הוי אוכלא אבל לא את הזירין לפספס אלא להתיר אגדיהן בפקיעין דהתרת אגדיהן שוויי אוכלא הוא ואיתותב רב הונא וסליק בקשיא וקם לה הלכתא כרב יהודה. ובקצת נוסחי הרי''ף כתוב בסברת ר''י אבל לא את הזירין לא לפספס ולא להתיר וכתב הר''ן דטעמא מפני שכיון שקשור בשלשה מקומות הוי טירחא יתירא ואסור אבל רש''י גורס כמ''ש בתחלה וכן גרסת רבינו לפי דעתי ואע''פ שכתב ה''ה שא''א ליישב דברי רבינו לא כאוקימתא דרב הונא ולא כאוקימתא דר''י לא נהירא שאפשר ליישב ולומר שרבינו מפרש דלרב הונא פקיעין וכיפין תרווייהו אלומות גדולות נינהו אלא דפקיעין קשורין בשני ראשים וכיפין בג' ראשים וזירין הן אלומות קטנות שדומות לענפי האילן הרכים והיינו דקאמר זרין דארזא וה''ק מתירין פקיעי עמיר ומפספסין וה''ה לכיפין ואע''ג דבלאו התרה לא חזו לאכילה גמורה כיון דחזו לאכילה קצת שפיר דמי למיטרח בהו דלא מיתסר למיטרח אלא במידי דלא חזי לאכילה כלל דוקא דשוויי אוכלא לא משוינן וזירין שהם אלומות קטנות כיון דבלא התרה כלל חזו לאכילה גמורה אסור להתירם משום דהוי טירחא שלא לצורך כלל ולפ''ז טעמא דרב חסדא לא קאי אזירין ורב יהודה סבר דפקיעין וזירין תרוייהו אלומות גדולות אלא דפקיעין קשורים בשני ראשים וזירין קשורים בג' וכיפין הם אלומות קטנות כענפי האילן שהם רכים והיינו דאמר כיפין דארזא וה''ק מתירין פקיעי עמיר שהן אלומות גדולות הקשורות בשני ראשים אבל פספוסי לא כיון דבלאו הכי חזו לאכילה מיטרח טירחא יתירא באוכלא לא טרחינן דכיון דגדולות נינהו הוי פספוס דידהו טירחא יתירא. וכיפין שהן אלומות קטנות פספוסי נמי מפספסינן משום דלית בהו טירחא יתירא אבל לא את הזירין שהן אלומות גדולות לפספוסי ואע''ג דאתי בק''ו מפקיעין ושאינם קשורים אלא שני קשרים ואפ''ה אין מפספסין מ''מ איצטריך למתני דאין מפספסין למידק מינה אבל מתירין ואע''ג דטירחא גדולה היא שהם קשורים ג' קשרים דכיון דאם אינו מתירם לא חזו לאכילה מיטרח טרחא יתירא כדי לשוויי אוכלא טרחינן וקי''ל כר''י ולפיכך סתם וכתב דאלומות קטנות מפספסין דהיינו כיפין אבל אלומות גדולות בין פקיעין בין זירין מתירין ואין מפספסין: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר להעלות אזנים בין ביד בין בכלי וכו'.</b> בפ''ב דע''ז (דף כ''ח) תני רב שמואל בר יהודה ביד אבל לא בסם איכא דאמרי בסם אבל לא ביד מ''ט מיזרף זריף. וכתב ה''ה שנראה מדברי רבינו שהוא פוסק כלישנא קמא דבסם אסור וכן כתב הר''ן. וק''ל מנ''ל לרבינו למישרי בכלי ועוד קשה היאך כתב שכל אלו וכיוצא בהם אין עושים אותם בסמנים דמשמע שאין דרך לעשותם בסמנים ובגמ' משמע שדרך העולם לעשותם בסמנים מדאיצטריך לומר אבל לא בסם ועוד למה לא כתב רבינו בהדיא אבל לא בסם. לפיכך נ''ל שגורס בכלי במקום בסם וה''ג תני רב שמואל בר יהודה בין ביד בין בכלי א''ד ביד אבל לא בכלי מ''ט מיזרף זריף ופסק כלישנא קמא דמיקל משום דמידי דרבנן הוא ולקולא וסובר שאין דרך להעלותם בסם ומש''ה ליכא למיגזר בהו משום שחיקת סמנים: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b><small>(ה-ו)</small> אמבטי של מרחץ שהיא מלאה מים חמין וכו'.</b> בפרק כירה (שבת דף מ''א) תנן מיחם שפינהו לא יתן לתוכו צונן בשביל שיחמו אבל נותן הוא לתוכו או לתוך הכוס כדי להפשירן ובגמרא מאי קאמר אמר אביי ה''ק המיחם שפינהו ויש בו מים חמין לא יתן לתוכו מים מועטים בשביל שיחמו אבל נותן לתוכו מים מרובים כדי להפשירן ומיחם שפינה ממנו מים לא יתן לתוכו מים כל עיקר מפני שמצרף ור' יהודה היא דאמר דבר שאין מתכוין אסור ת''ר נותן אדם חמין לתוך צונן ולא צונן לתוך חמין דברי ב''ש ב''ה אומרים בין חמין לתוך צונן בין צונן לתוך חמין מותר בד''א בכוס אבל באמבטי חמין לתוך צונן ולא צונן לתוך חמין ור''ש בן מנסיא אוסר א''ר נחמן הלכה כר''ש בן מנסיא סבר רב יוסף למימר ספל הרי הוא כאמבטי א''ל אביי תני ר' חייא ספל אינו כאמבטי ולמאי דסליק אדעתין מעיקרא דספל הרי הוא כאמבטי ואמר ר''נ הלכה כר''ש בן מנסיא אלא בשבת רחיצה בחמים ליכא מי סברת ר''ש אסיפא קאי ארישא קאי וב''ה מתירין בין חמין לתוך צונן ובין צונן לתוך חמין ור''ש אוסר צונן לתוך חמין לימא ר''ש בן מנסיא דאמר כב''ש ה''ק לא נחלקו ב''ש וב''ה בדבר זה א''ר הונא בריה דרב יהושע חזינא לרבא דלא קפיד אמיא מדתני ר' חייא מערה אדם קיתון לתוך ספל של מים בין חמין לתוך צונן בין צונן לתוך חמין. ופרש''י חמין לתוך צונן דקא סבר תתאה גבר ואין המים מרתיחין את הצונן אלא מפשירין. ולא צונן לתוך חמין שהתחתונים מרתיחין את העליונים דתתאה גבר. בכוס דלשתיה בעי להו ולא ניחא ליה שיוחמו ועוד דכלי שני הוא אוסר אפילו חמין לתוך צונן. ספל הרי הוא כאמבטי ואע''ג דכלי שני הוא הואיל ולאו לשתיה אלא לרחיצה אסירי דניחא ליה שיוחמו הרבה וגזרינן. מי סברת ר''ש אסיפא קאי דלא שרי ת''ק אלא חמין לתוך צונן ואתא איהו ואסר אף חמין לתוך צונן. ארישא קאי לשתיה וצונן לתוך חמין דשרו ב''ה אסר. וכתב הרי''ף ומסקנא דשמעתין דהלכה כב''ה דקאמר א''ר הונא בריה דרב יהושע חזינא לאבא דלא קפיד מדתני ר''ח וכו' ואעפ''י שיש חולקים על הרי''ף ופוסקים כר''ש בן מנסיא דפסק ר''נ כוותיה כבר נתן הרא''ש טעם לשבח לסברת הרי''ף וכן דעת רבינו. וכך פירוש דבריו אמבטי של מרחץ שהיא מלאה מים חמין אין נותנים לה מים צונן אבל נותן הוא ממים שבזה האמבטי לתוך אמבטי אחר של צונן כדברי ב''ה: ",
                "<b>ומ''ש מיחם שפינה ממנו מים חמין וכו'</b> היינו מתניתין שכתבתי בסמוך וכדאוקמה אביי דה''ק ומיחם שפינה ממנו מים לא יתן לתוכו כל עיקר מפני שמצרף ור' יהודה היא דאמר דבר שאין מתכוין אסור אבל לר''ש דקי''ל כוותיה שרי. ",
                "<b>ומ''ש ומותר לצוק מים חמין לתוך מים צונן וכו' והוא שלא יהיו בכלי ראשון</b> הוא כב''ה דשרי בין חמין לתוך צונן בין צונן לתוך חמין בכוס שהוא כלי שני. ויש לתמוה היאך סתם וכתב והוא שלא יהיו בכלי ראשון דהא במיחם שרי אפילו צונן לתוך חמין והוא שיהיו הצונן מרובים כדאוקי אביי מתניתין דהכא קאמר מיחם שפינהו ויש בו מים חמין לא יתן לתוכו מים מועטים בשביל שיחמו אבל נותן לתוכו מים מרובים כדי להפשירן. ולפיכך נ''ל דרבינו סבר דלא נקטינן כאביי אלא כאוקימתא קמייתא דרב אדא דאוקי מתניתין דה''ק מיחם שפינה מים חמין לא יתן לתוכו מים מועטים כדי שיחמו אבל נותן לתוכו מים מרובים כדי להפשירן ואע''ג דמצרף לית לן בה דמתניתין מני ר''ש היא דאמר דבר שאין מתכוין מותר דכיון דמוקי מתניתין אליבא דהלכתא עדיף טפי מאוקימתא דאביי דאוקמה כר' יהודה דלא קיי''ל כוותיה ומאי דאתקיף אביי לרב אדא מידי מיחם שפינה ממנו מים קתני מיחם שפינהו קתני אינו כדאי לדחות אוקימתיה דכמה משניות מוקמינן להו בענין יותר רחוק מזה ואביי נמי לאו למדחייה אתא אלא לתרוצי שפיר טפי לישנא דמתניתין דבדוקא קתני שפינהו דהיינו שפינהו למיחם עצמו ומדקתני מיחם שפינהו ולא קתני מיחם שפינה ממנו מים אלמא בשפינה ממנו מים לעולם אסור ומש''ה איצטריך לאוקמי מתניתין כר''י אע''ג דלא קי''ל כוותיה הילכך לאוקמי מתני' דמאי פינהו שפינה ממנו כדאוקי רב אדא דהוי אליבא דהלכתא עדיף טפי ועוד דהא רב דאמר ל''ש אלא שיעור להפשיר אבל שיעור לצרף אסור ע''כ כרב אדא משמע ליה וכדפירש''י ושמואל דאמר אפילו שיעור לצרף מסתמא לא פליג ארב באוקמתא דמתניתין ואע''ג שבפירוש המשנה כתב רבינו כאוקמתא דאביי כבר מצינו בהרבה מקומות בחיבור שחזר ממ''ש בפירוש המשנה ועוד שאפילו נאמר שפירוש המשנה כאוקמתא דאביי כיון דאתיא דלא כר''ש לית הלכתא כוותה. והשתא לפי דבריו פה לא נצטרך לומר דהאי אמבטי הוי כלי שני ולא הוי כאידך אמבטי דאיתא בההוא פרקא דקאמר בקשתי להניח פך באמבטי כדברי התוס' וגם לא נצטרך לחלק בין אמבטי שהוא כלי ראשון לשאר כלי ראשון כדברי הר''ן דאמבטי ודאי כלי ראשון ודין כל כלי ראשון שוה לו דלא שרי אלא חמין לתוך צונן ולא צונן לתוך חמין דמתניתין דמיחם שפינהו לא בפינהו מיירי כלומר ועדיין יש בו מים חמין דכל כה''ג אסור לתת לתוכו צונן כלל דהיינו אמבטי אלא בשפינה ממנו מים מיירי ולאשמועינן דאע''ג דמצרף לית לן ",
                "<b>בה ומ''ש רבינו אמבטי של מרחץ</b> נ''ל לפי זה דלאו דוקא של מרחץ אלא משום דברייתא תני אמבטי נקט אמבטי אבל הוא הדין לכל כלי ראשון וזהו שכתב אח''כ ומותר לצוק מים חמין לתוך מים צונן או צונן לתוך החמין והוא שלא יהיו בכלי ראשון מפני שהוא מחממן הרבה הרי דבכל כלי ראשון אסור ואפילו אינו עשוי לרחיצה כאמבטי שהרי הפסיק בין דין דאמבטי לדין זה דמיחם שפינה ממנו מים חמין ואין לומר שמה שכתב והוא שלא יהיו בכלי ראשון בנותן צונן מועטין לתוך חמין מרובין דוקא אבל צונן מרובין אה''נ דשרי אפילו בכלי ראשון ולא הוצרך רבינו לכתבו משום דדבר פשוט הוא דמ''מ ה''ל לכתבו כדי לאשמועינן דלא גזרינן ביה ועוד כיון דמתני' אתיא לאשמועינן הא מילתא אליבא דאביי לא ה''ל להשמיטו. ומיהו אפשר שסמך על מ''ש והוא שלא יהיו בכלי ראשון מפני שהוא מחממן הרבה דמשמע דבצונן מועטין מיירי שהן מתחממין הרבה אבל בצונן מרובין שרי. ודבר ברור הוא שמ''ש והוא שלא יהיו בכלי ראשון לא קאי אלא אצונן לתוך חמין אבל חמין לתוך צונן בכלי ראשון נמי שרי. והרב המגיד כתב מיחם שפינה ממנו מים שם אוקמתא על המשנה ואע''פ שנדחית ראיה זו שם הדין דין אמת הוא עכ''ל. נראה מדבריו שתופס דברי רב אדא לדחויים וא''כ למה לו לומר שאע''פ שנדחו דבריו הדין דין אמת הוא תיפוק ליה משום דלאביי נמי דאמר דמתניתין אסרה הא אמר דהיינו לר' יהודה אבל לר''ש דקי''ל כוותיה מישרי שרי ועוד אי ס''ל לרבינו כאביי למה השמיט דין מיחם שפינהו מעל האור שמותר לתת לתוכו מים אלא ודאי כמ''ש עיקר. עוד כתב הרב המגיד גבי אמבטי של מרחץ והטעם שאסור לתת צונן לתוך חמין שבו מפני שהמים שבו עומדים לרחיצה ואדם מחממן הרבה וזהו שכתב רבינו אמבטי של מרחץ עכ''ל. ולפי דבריו בשאר כלי ראשון דלאו לרחיצה מותר ליתן צונן לתוך חמין לרבינו. וקשה שהרי כתב אח''כ מיחם שפינה ממנו מים חמין וכו' ומותר לצוק מים חמין לתוך מים צונן או צונן לתוך חמין והוא שלא יהיו בכלי ראשון משמע דבכל כלי ראשון אסור אע''ג דלאו לרחיצה הילכך כמו שכתבתי עיקר. ומ''ש רבינו אמבטי של מרחץ שהיא מלאה מים חמין, נראה דמלאה דנקט אורחא דמילתא נקט ולאו דוקא דכיון דטעמא מפני שהוא כלי ראשון אפילו אינה מלאה נמי: "
            ],
            [],
            [],
            [],
            [
                "<b>וכן לא יעשה מי מלח עזין וכו' מפני שנראה כעושה מורייס.</b> נראה שטעמו משום דסתם מורייס עבדי ליה לזמן מרובה לכבוש בו דגים ומשום דמיחזי ככובש כבשים אסור ומי מלח עזין דאסרינן אפילו במועטים דאי במרובין דוקא מאי איריא עזין אפילו אינן עזין נמי וכ''כ הר''ן: "
            ],
            [],
            [
                "<b>חרדל שלשו מערב שבת למחר ממחו בין ביד בין בכלי.</b> מדברי תרומת הדשן נראה דלאו למימרא דלערבו בכף שרי אלא דוקא לנערו בכלי עצמו הוא דשרי ואין זה במשמע דברי רבינו אלא בכף נמי שרי והוא שלא יטרוף בכח: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שתי מטהרות זו ע''ג זו וכו'.</b> תוספתא דעירובין פ''ח. איכא למידק אמאי לא חייש ברישא שמא יסחוט כיון שהפקק שרוי במים ותו במציעתא אמאי לא חיישינן שמא יסחוט כדחיישינן בסיפא, ונ''ל דברישא שכוונתו להשיק שתי מטהרות אלו כשמחזיר הפקק למקומו אין לחוש שידחוק הפקק בנקב דאדרבה מחזירו בענין שלא ימלא כל הנקב דאם כן תפסוק השקתן והיינו דקתני שהרי דעתו שיצאו המים ובמציעתא אינו פוקק אלא מפני שחושש שמא יצאו מים רבים ויצופו על האוכלים ועל הכלים אבל אם יצאו מים מועטים אינו חושש ולפיכך אינו דוחק את הפקק הרבה הילכך לא חיישינן שיסחטנו אבל בסיפא שפקק כדי שירדו המים לבור מקפיד אפילו על מעט מים שלא ילכו חוץ לבור ולפיכך הוא דוחק הפקק וחיישינן שמא יסחטנו כשהוא דוחקו: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>לפיכך אסור להשמיע קול של שיר בשבת.</b> עיין במה שכתבתי בר''פ כ''א גבי נשים המשחקות באגוזים: ",
                "<b>אפילו להכות באצבע וכו' או אחת כנגד אחת וכו' אסור.</b> אין להקשות על זה מדתנן בפרק קמא דיומא (דף י''ט:) שהיו מכין לפני כהן גדול באצבע צרידא דשאני מקדש שאין בו משום שבות: "
            ],
            [
                "<b>ולספק כלאחר יד מותר.</b> כתב כן מדאמרי' בירושלמי רבי יונה אמר אחורי ידיהון שרי דהא איתחבור ביומוי דרבי והוו מטפחין אחורי ידיהון בשבתא עבר ר''מ ושמע קלהון אמר רבותינו הותרה שבת שמע רבי קליה אמר מי זה שבא לרדותנו בתוך ביתנו שמע ר''מ קליה דרבי וערק. וכתב הרי''ף דמשמע דלר''מ אסור לטפח כלאחר יד אעפ''כ פסק כר' יונה דבתרא הוא דס''ל כרבנן דבי רבי דהוו מטפחי אחורי ידיהון. וסמ''ג כתב דיש לסמוך על דברי רבי משום דהוו שכיחי רבים גביה ומחדדן שמעתתיה. ואיכא למימר עוד דאפילו ר''מ שרי לטפח כלאחר יד ולא אמר רבותינו הותרה שבת אלא משום דסבר דהוו מטפחין כדרכם והיינו דכי א''ל רבי מי זה בא לרדותנו בתוך ביתנו ערק ר''מ דכיון דאהדר ליה הכי ידע ר''מ דכלאחר יד הוו עבדי דשרי וערק מכיסופא דאיגלאי מילתא דאוכחינהו שלא כדין: "
            ],
            [
                "<b>ואסור להניח עלה של הדס וכיוצא בו בתוך הנקב של חבית וכו'.</b> כתב ה''ה פסק רבינו כר' ירמיה להחמיר וצ''ע דרב אשי בתרא הוא עכ''ל. ול''נ שטעם רבינו משום דהא דגזר שמא יקטום אתי דלא כהלכתא דכי קטים מאי הוי והא אסיקנא בפ' המביא כדי יין (ביצה ל''ג:) דרב יהודה מפשח ויהיב לן אלותא אלותא ורב אשי דאמר גזירה שמא יקטום לפרושי טעמא דשמואל אתא ולא משום דס''ל הכי וכיון דלטעמיה דרב ירמיה מיתוקמא שפיר מימרא דשמואל אליבא דהלכתא לא דחינן לה: "
            ],
            [],
            [
                "<b>המטביל כלים וכו'.</b> פרק ב' דתרומות ויש שם ירושלמי דמתיר כלים קטנים ולא חש לו רבינו משום דבמסכת ביצה מוכח דכולהו אסירי משום טעמי דאיתא התם ולזה לא חילק רבינו: "
            ],
            [],
            [],
            [
                "<b>הממרח רטיה בשבת וכו' לפיכך אין סותמין נקב בשעוה וכו'.</b> כתב ה''ה ואם תשאל והלא נתבאר למעלה בפרק זה וכו' עד ואינה אסורה מפני עצמה אלא מפני גזירת מירוח. ואפשר דס''ל לרבינו דסתימת נקב החבית אסורה בכל דבר משום דהוי כבונה ואם סתמו בשעוה אסור משום ממרח ג''כ והא דבמשחא שרי שמואל היינו לומר שאין בו משום ממרח אבל אה''נ דאסור משום דהוי כבונה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מי שקרא שם לתרומת מעשר של דמאי וכו'.</b> משנה פ''ד דדמאי: "
            ],
            [
                "<b>ומפיס עם בניו ועם בני ביתו על מנה וכו'.</b> כתב ה''ה ויש סוברים דכיון שאין הלכה כרב וכו' ואני אומר דע''כ לא נדחית ההיא דרב אלא גבי רבית וכו' עד ואיך נדחה משנתנו מהלכה. ול''נ דאפי' את''ל דמימרא דרב אידחיא לה גם לענין קוביא משום דילמא אתי לסרוכי משכחת לה למתניתין פתרי דבבניו ובני ביתו לא שרי להפיס אלא במנות שוות דוקא ועם אחרים אפי' בשוות לא משום דשמואל דאמר בני חבורה המקפידין זה על זה עוברים משום מדה ומשקל ומנין ואף על גב דאטעמא דיהבינן משום בני חבורה המקפידים זה על זה מקשה א''ה אפי' בניו ובני ביתו היינו משום דהוה ס''ד דמקשה דבבניו ובני ביתו איכא למיחש לבני חבורה המקפידים זה על זה ואהדר ליה דבבניו ובני ביתו ליכא קפידא כיון שהכל שלו וכדרב יהודה אמר רב מותר להלוות בניו ובני ביתו ברבית אלמא כיון שהכל שלו ליכא משום רבית וה''נ ליכא משום מקפידים זה על זה כיון שהכל שלו וכך הם דברי רש''י ואע''ג דהא דאמר רב מותר להלוות בניו ובני ביתו ברבית דחייא לה בדוכתא כיון דלא נדחית אלא משום דילמא אתי לסרוכי אלמא דמדינא ליכא איסורא מפני שהכל שלו ואם כן שפיר מייתי ראיה שכיון שהכל שלו ליכא משום בני חבורה המקפידין זה על זה וכי פריך בתר הכי א''ה אפי' מנה גדולה כנגד קטנה נמי היינו משום דסלקא דעתיה דס''ל כההיא דרב דאמר מותר להלוות בניו ובני ביתו ברבית כיון דמייתי מינה והוה מצי לאהדורי ליה דאע''ג דלא ס''ל כוותיה משום דחיישינן דילמא אתי לסרוכי מ''מ שפיר מייתי ראיה מיניה כיון דמדינא ליכא משום רבית כשהכל שלו ה''ה דליכא משום מקפידין זה על זה וכדפרישית אלא שהשיב לו לפי מה שעלה על דעתו שהמתרץ היה סובר דקי''ל כדרב דאפ''ה מייתבא מתניתי דחסורי מחסרא והכי קתני. ועי''ל דודאי ידע דמתני' מייתבא שפיר לדידן דכל היכא דהכל שלו ליכא משום קפידא אע''ג דלא קי''ל כרב וכדפרישית לעיל ולא אקשי ליה א''ה אפילו מנה גדולה כנגד קטנה נמי אלא לאותובי לרב יהודה ממתניתין שאע''פ שהכל שלו חייש משום קוביא ואהדר ליה דלרב יהודה צ''ל מתניתין חסורי מחסרא והכי קתני מפיס עם בניו ובני ביתו אפילו מנה גדולה כנגד קטנה וכו' אבל לדידן דלא קי''ל כוותיה מתני' במנות שוות דוקא היא דכיון שהכל שלו ליכא קפידא לכ''ע כדפרישית אבל גדולה כנגד קטנה לא משום קוביא שאע''פ שהכל שלו אסור משום דילמא אתי לסרוכי ועם אחרים מנות שוות נמי לא משום דמקפידין זה על זה. ועי''ל דאה''נ דבהאי שקלא וטריא ס''ל לגמרא כדרב דאמר מותר להלוות בניו ובני ביתו ברבית מיהו כיון דחזינן דאידחייא לה בדוכתא ע''כ צריך לאוקומי מתניתין במנות שוות דוקא וכדפרישית: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומה שהוא מציל ללבוש וכו'.</b> כתב ה''ה שם במשנה ובברייתא לובש כל מה שהוא יכול ללבוש ופושט וחוזר ולובש ומוציא וזה לא נזכר בדברי רבינו בביאור. ואני אומר שלא בביאור ולא ברמז לא נזכר בדבריו זה ואדרבה משמע מתוך דבריו שאינו פושט וחוזר ולובש ומוציא שהרי כתב נפלה דליקה בחצר וכו' לפיכך גזרו שלא יציל אלא מזון שהוא צריך לו לאותו שבת וכלים שצריך להשתמש בהם בשבת ובגדים שיכול ללבוש שנמצא מתיאש מן הכל ואינו בא לידי כיבוי. נראה מדבריו שאינו יכול להציל אלא בגדים שהוא יכול ללבוש בלבד ואינו פושט וחוזר ולובש ומוציא כשם שאינו יכול להציל אלא מזון שלש סעודות לבד ואינו מציל וחוזר ומציל שטעמו מפני שהוא סובר דכי תנן במתניתין פושט וחוזר ולובש ומוציא דברי ר' יוסי הם ות''ק פליג עליה דאל''כ הכי ה''ל למתני לובש כל מה שהוא יכול ללבוש וחוזר ולובש ומוציא כדקתני ר''מ בברייתא וס''ל דר''מ לא היינו ת''ק דמתניתין והלכה כת''ק דמתני': "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל הדברים שהם אסורים משום וכו'.</b> כתב הר' אברהם בנו של רבינו בתשובה דאע''ג דרבינו סתם אמר כל דבר שהוא שבות לא גזרו עליו בין השמשות ולא חילק בין דבר מצוה לדבר הרשות מאחר דמייתי לה בגמרא (עירובין ל''ד:) גבי עירובי תחומין וקי''ל אין מערבין אלא לדבר מצוה ילפינן דרבינו לא שרי אלא לדבר מצוה. ומ''ש דה''ה לאם היה טרוד או נחפז למד כן מדתנן (שבת ל''ד) ספק חשיכה מערבין עירובי חצירות ואין בהנחתן מצוה אלא שנטרד ונחפז ולא הניח מבעוד יום עכ''ל: "
            ],
            [
                "<b>קטן שעשה בשבת דבר שהוא משום שבות וכו' אין בית דין מצווין להפרישו וכו'.</b> כתב ה''ה מדברי רבינו שכתב כאן היה נראה שאם היה עושה קטן מלאכה גמורה מצוה על ב''ד להפרישו ואין כן האמת וכו' עד והדבר צריך לי תלמוד. ואפשר לומר שמ''ש כאן רבינו משום שבות לא נקט משום שבות משום רישא דאין ב''ד מצווים להפרישו אלא משום סיפא דקתני ואם הניחו אביו אין ממחין בידו דהיינו דוקא באיסורי דרבנן אבל באיסורי תורה ממחין ביד אביו שלא יניחנו לעשות איסור: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל כלי שהוקצה מחמת האיסור וכו'.</b> משמע מדברי רבינו דכלים המוקצים מחמת איסור אסור לטלטלם אפילו אם הוצרך להם לגופן ולמקומן ולאפוקי ממ''ש המרדכי בפרק כירה. והטעם משום דכלי שמלאכתו לאיסור לא איתקצאי לבין השמשות שהרי היה מותר לטלטלו לצורך גופו ולצורך מקומו אבל נר שהדליקו בו שבין השמשות היה אסור לטלטלו כלל אפי' לצורך גופו ומקומו דבעודו דולק פשיטא דאסור לטלטלו בכל גוונא כדאמרי' בפ' נוטל (שבת קמ''ב:) במניח אבן ע''פ החבית ומעות על הכר דבמניח נעשה בסיס לדבר האיסור הילכך איתקצאי כה''ג לכוליה יומא: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b><small>(יד-טו)</small> שני דברים אחד אסור לטלטלו וכו'. כיצד פגה שהיתה טמונה בתבן וחררה שהיתה על גבי גחלים וכו'.</b> כתב ה''ה פירש''י והוא שכבו עכשיו הגחלים הא בשלא כבו לא וכו'. ורבינו שכתב חררה שע''ג גחלים אפשר דאפי' בלא כבו נמי מתוקמא שפיר שמאחר שאינה טמונה אינו חותה בגחלים בנטילת החררה אלא שמנענען דהוי טלטול מן הצד ושרי וברייתא דקתני שטמנה בגחלים לא טמנה קאמר אלא שהניחה ע''ג גחלים אלא דאיידי דנקט בפגה שטמנה נקט נמי בחררה שטמנה ולאו דוקא אי נמי איידי דבכבו שרי אפי' טמנה נקט טמנה אבל אה''נ דהיכא דלא כבו לא שרי אלא בהניחה ע''ג גחלים: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מטלטל ישראל התרומה וכו' במה דברים אמורים כשהיתה הטמאה למטה.</b> כך כתוב בנוסחי דידן בספרי רבינו וכך נראה שהיתה נוסחת הר''ן בדברי רבינו וכתב שלא נתבררה. ואני מצאתי בספר מוגה שנמחקה תיבת הטמאה ונכתב במקומה הטהורה והוא הנוסחא הנכונה כי היא מכוונת עם דברי הגמרא: "
            ],
            [
                "<b>חריות של דקל וכו'.</b> כתב ה''ה ומכאן למדנו שמחשבה בלחוד סגי. ונ''ל שלכך השמיטו בהלכות ההיא דנדבך משום דמהכא שמעינן שא''צ מעשה ובמחשבה לחוד סגי ואם כן יש לתמוה על רבינו למה פסק למעלה כמאן דמצריך מעשה שכתב אם למדום. ונ''ל שדעת רבינו וכו' עד להוכיח שהם לישיבה. ול''נ שאע''פ שהשמיט רבינו דין נדבך אין ספק שהוא מחלק בין חריות לאבנים דהא רב אסי גופיה דאמר גבי חריות ישב אע''פ שלא חשב אמר גבי נדבך צאו ושפשפום וא''כ ע''כ יש לחלק בין חריות לאבנים וטעמא דנדבך כדפירש''י צאו ולמדום סדרום והושיבום כדי שלא נצטרך ליגע בהם למחר לפי שאין הזמנה אפי' במעשה חשוב מועיל לאבן לעשותה כלי ור' אמי לטעמיה דאמר לעיל אין אבן נעשית כלי בהנחה. ושפשפום מן הטיט שיהא נאות לישב ולמחר תלמדום דבמעשה כל דהו נעשה כלי דהשתא לכ''ע באבנים לא סגי בחשב. ולא השמיטה הרי''ף להא דנדבך אלא מפני שסמך לו על מ''ש בפרק נוטל אמתני' דאבן שע''פ החבית מטה על צדה והיא נופלת א''ר הונא ל''ש אלא בשוכח אבל במניח נעשה בסיס לדבר האיסור ומזה נלמוד דלא סגי לאבן בחשב דסתם אסור במניח אפי' חשב עליה: "
            ],
            [],
            [],
            [
                "<b>נותנין כלי תחת הדלף וכו'.</b> ה''ה תמה על רבינו מדין היוצא מעובדא דבי רחייא דאביי. ול''נ דאפשר שרבינו מפרש דכי אותביה אביי וכי עושין גרף של רעי לכתחלה שתיק ליה אלמא קבלה מיניה והא דאמר אביי תיתי לי דעברי אדמר דברי אנינות בעלמא היו ולא משום דדינא הכי. ",
                "<b>ומ''ש רבינו והוא שיהיה הדלף ראוי לרחיצה וכו'.</b> כתב עליו הטור ולא נהירא דהא דמוקי לה בגמ' הכי היינו לר' יצחק דאמר אין כלי ניטל אלא לצורך דבר הניטל ואין הלכה כמותו עכ''ל. כלומר דבגמ' אותיבנא לר''י מדתנן נותנין כלי תחת הדלף בשבת ושני הב''ע בדלף הראוי וא''כ לדידן דקי''ל דלא כר''י אפי' בדלף שאינו ראוי שרי. ואפשר היה לומר דטעמא דרבינו משום דבפרק כירה (שבת מ''ג) אליבא דרב חסדא דפליג אדר''י אוקימנא לה נמי בדלף הראוי משום דאם אינו ראוי הוי מבטל כלי מהיכנו וזהו דעת הר''ן בפ' משילין אבל מתוך לשון רבינו משמע דטעמיה משום דאין עושין גרף של רעי. וא''ת כיון דאם נתן מותר לטלטלו במים המאוסים שבו אמאי דחקינן בפ' כירה לאוקומי מתניתין דקתני נותנין כלי תחת הדלף בשבת בדלף הראוי דוקא כי היכי דלא תיקשי לר''ח דאוסר לבטל כלי מהיכנו הא אפי' אי הוי דלף שאינו ראוי אינו מבטל כלי מהיכנו שהרי מותר לטלטלו י''ל דאף ע''ג דה''מ לשנויי הכי רצה לתרץ לו לפום מאי דהוה ס''ד דמקשה דבדלף שאינו ראוי חשיב מבטל כלי מהיכנו. א''נ משום דמתניתין סתמא קתני נותנין כלי תחת הדלף דמשמע דאפי' במקום שאסור לטלטל גרף של רעי כגון במקום שאין אדם שם מותר ליתן כלי תחת הדלף מש''ה אוקמה בדלף הראוי דאילו דלף שאינו ראוי לא פסיקא מילתא להתיר בכל מקום ליתן כלי תחת הדלף שהרי במקום דלא שרי לטלטולי משום גרף של רעי אסור ליתן כלי תחת הדלף מפני שהוא מבטל כלי מהיכנו: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נגר שאין בראשו וכו'.</b> נראה מדברי רבנו שהוא מפרש דניטל באגדו היינו שמתיר ראש החבל שבדלת שנמצא הנגר מיטלטל עם החבל ואינו ניטל באגדו היינו שמתיר ראש החבל שבנגר שנמצא הנגר מיטלטל בלא חבל וכל שהוא מיטלטל עם החבל הקשור בו אפי' אין ראש החבל השני קשור בשום מקום שרי דהיינו ניטל באגדו ודאמרינן בעובדא דרבי טבלא דהוה תלי בעיבורא דדשא לאו דוקא אלא מעשה שהיה כך היה. והנה מצאתי להריטב''א שכתב בשם התוס' דניטל באגדו היינו שעשה לו בראשו קשר אחד שהיו נוטלין אותו בקשר ההוא ותולין אותו בכותל כשאר כלים ולפיכך מתיר בו דכלי גמור הוא וכל שהוא כלי גמור לא מיחזי כבונה הילכך אע''פ שאינו קשור לא בדלת ולא בעיברא דדשא נועלין בו והא דאמרינן דהוה תלי בעיברא דדשא מעשה שהיה כך היה דבלאו הכי נמי שרי עכ''ל. ונכון לומר שכך היה מפרש רבינו אלא דק''ל הא דאמר רבא והוא שקשור בדלת ומשמע דדוקא דלת מדפריך ליה מעובדא דתלי בעיברא דדשא וכיון דכי קשור בדלת אגדו מוכיח עליו מאי איריא דלת הא כל כה''ג בכל דוכתא שרי כדמסיק ההוא ניטל באגדו הוה. ולכן נ''ל שדעתו כמו שפירשתי תחלה וליישב קושיא זו נ''ל שענין הנגר הוא על שני דרכים הא' שראש החבל הקשור בדלת אין מתירין אותו אבל ראש החבל השני קושרים אותו בנגר בעת שרוצים לנעול וכשפותחים מתירים אותו ונוטלים הנגר לבדו ומניחים אותו בקרן זוית. השני שראש החבל הקשור בנגר אין מתירין אותו אבל ראש החבל השני קושרין אותו בדלת בעת שרוצין לנעול וכשפותחים מתירים אותו מהדלת ונוטלין הנגר ואגדו עמו ומניחים אותו בקרן זוית ורבא איירי בנגר שהוא בדרך הראשון דכיון שהנגר ניטל בלא אגד אפילו קשור ותלוי במקום אחר אסור דהא כיון שהוא עשוי ליטלו משם בלא אגד זה מוכיח עליו ועובדא דר' טבלא קס''ד שהיה בנגר העשוי כדרך זה ומש''ה פריך לרבא מיניה ושני דעובדא דרבי טבלא לאו בנגר העשוי בדרך זה הוא אלא בנגר העשוי כדרך השני שהוא ניטל ואגדו עמו ומשום הכי שרי בתלי בעיברא דדשא והוא הדין למונח בקרן זוית כמו שנתבאר: "
            ],
            [
                "<b>מנורה של חוליות בין גדולה בין קטנה וכו'.</b> יש לתמוה על דברי רבינו דהא משמע בגמרא (שבת מ״ו) דהא דאסר ר' יוחנן דאית בה חידקי לאו מטעם מוקצה הוא אלא משום דגזרינן אטו של חוליות וא״כ הו״ל לאסור בקטנה בעלת חדקים כר' יוחנן. וע״ק שכתב היו בה חדקים וכו' אם היתה גדולה וכו' אסור לטלטלה מפני כובדה דהיינו לטעמא דרב יוסף ורבה דאמרי תרווייהו הואיל ואדם קובע לו מקום והא אידחי ליה האי טעמא ואסיקנא דטעמא משום דגדולה דאית בה חידקי גזרינן אטו של חוליות ובקטנה לא גזרינן. ונראה שטעמו של רבינו שפסק כר״ל מדאמר בפרק כל כתבי (שבת דף קכ״א קכ״ב) בפמוטות של בית אביך והוא ז״ל מפרש כפירש״י דאסר בגדולות וכר״ל דאמר ניטלת בשתי ידיו אסור לטלטלה ומשמע ליה ז״ל דמשום כובדה הוא דאסר ולא משום חידקי כדאמרי' התם בסמוך קרונות של בית רבי מותר לטלטלם בשבת וא״ל בניטלין באדם אחד או בשני בני אדם א״ל כאותן של בית אביך ומשמע ודאי דקרונות לא מישתרי אלא מפני כובדן וא״כ ה״ה לפמוטות וצ״ל שיש שום חילוק בין ההוא שריתא דהוה בי ר' פדת וההיא אסיתא דהוו בי מר שמואל דשרו לטלטלם משום דתורת כלי עליהם כדאיתא בפרק בתרא דעירובין (דף ק״ב) וכתבו רבינו בפכ״ה לקרון ופמוט ומ״מ יש לדקדק במ״ש אם היתה גדולה הניטלת בשתי ידיו אסור לטלטלה משום כובדה דכיון דמשום כובדה הוא דאסר לה מאי איריא אית ביה חידקי אפי' לית בה חידקי נמי. וי״ל דאה״נ דגדולה אפי' לית בה חידקי אסור לטלטלה ולא נקט אית בה חידקי אלא לאשמועינן דאפ״ה אם היא קטנה שרי: "
            ],
            [],
            [],
            [],
            [
                "<b>אוצר של תבואה או של כדי יין וכו'.</b> אין לפרש שמ''ש אסור להתחיל בו לפנותו הוא ממאי דפריש רב חסדא (שבת קכ''ו) מאי דתנן אבל לא את האוצר שלא יתחיל באוצר תחלה דהא רב חסדא אליבא דר' יהודה דאית ליה מוקצה אמרה ואנן קי''ל כר''ש דלית ליה מוקצה ותו דלרב חסדא אליבא דר' יהודה אפי' לצורך מצוה לא יתחיל את האוצר אלא טעמו מדת''ר אין מתחילין באוצר אבל עושה בו שביל ברגלו בכניסתו וביציאתו ומפרש רבינו דלדבר הרשות הוא דאילו לדבר מצוה מישרא שרי וכדי שלא יעלה על דעתנו דמשום מוקצה הוא דאסרינן להתחיל באוצר כתב אף על פי שמותר להסתפק ממנו אסור להתחיל לפנותו אלא לדבר מצוה כלומר דנהי דלית לן מוקצה היינו כשרוצה להסתפק ממנו אבל אם אינו רוצה אלא לפנותו אסור להתחיל בו אם לא לדבר מצוה: ",
                "<b>ומ''ש רבינו כל אחד ממלא ד' או ה' קופות.</b> שם (דף קכ''ז) איבעיא להו הני ד' או ה' קופות אע''ג דאית ליה אורחים טובא או דילמא הכל לפי האורחים ואת''ל הכל לפי האורחים חד גברא מפני לכולהו או דילמא כל חד מפני לנפשיה. ובעיא קמייתא הא איפשיטא באת''ל ואידך בעיא לא איפשיטא וכתב הרי''ף וכיון דאיסורא הוא עבדינן לחומרא. ומ''מ נ''ל דהא דאמרינן כל חד מפני לנפשיה לאו למימרא שהאורחים צריכים לפנות אלא אחרים יכולים לפנות לצרכם ובלבד שלא יפנה כל אחד יותר מארבע וחמש קופות: "
            ],
            [
                "<b>כל שהוא ראוי למאכל בהמה וכו' את החצב מפני שהוא מאכל לצבאים וכו'.</b> כתב ה''ה ואני תמה היאך כתבו היתר בחרדל שהרי במשנה שנינו לא את הלוף ולא את החרדל והיא סתם משנה בלא מחלוקת עכ''ל. ואני אומר דאי משום הא לא איריא דרשב''ג דמתיר בלוף ה''ה דמתיר בחרדל כדמשמע בברייתא וכמ''ש התוספות וכל מקום ששנה רשב''ג במשנתנו הלכה כמותו אלא הכי ה''ל לאקשויי דכיון דאוקימנא לרשב''ג בשטה לא קי''ל כוותיה והרי''ף כפי נוסחאות שלנו נראה שפוסק כת''ק דמתניתין שכתב דלית הלכתא כרשב''ג וכתב עוד ואין מטלטלין את החרדל דקי''ל בהא כסתם משנה. אבל ה''ה כתב שדעתו כדעת רבינו וגם הר''ן כתב כן ויישב דעתם דמשמע דס''ל דתנא דמתני' ותנא דברייתא לא פליגי אהדדי אלא מר כי אתריה ומר כי אתריה באתריה דתנא דברייתא היו רגילין לגדל יונים ובאתריה דתנא דמתני' לא היו רגילין בהם אבל לכ''ע אין מטלטלין אלא מה שהוא ראוי לבהמה חיה ועוף המצויים אצל רוב בני אדם עכ''ל. וכך מבואר דברי רבינו שכתב שהוא ראוי למאכל חיה ועוף המצויים מטלטלין אותו בשבת וכו' אין מטלטלין שברי זכוכית וכו' מפני שאין אלו וכיוצא בהן מצויים אצל רוב בני אדם: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה מוטל בחמה ואין להם מקום לטלטלו וכו'.</b> נראה מדברי רבינו שאין שם אהל אלא מהמחצלאות בלבד וזוקף מטתו דקאמר לא להיות עומדת זקופה והמחצלת עליה כדפירש''י אלא לומר שזוקפה ומסירה משם אם ירצה לפי שאינה צריכה לו עוד ולפי זה מאי דמצרכינן שישבו תחלה עד שיחם להם ואז יביאו מטות וישבו עליהם אע''פ שאין צורך לאהל במטות היינו כדי שיהא נראה דפריסת מחצלאות לא כדי לעשות אהל בחיבור שתיהן היתה אלא כדי לפרוס כל אחד על עצמו להגן מפני החמה שהרי גם כשחם להם מלמטה הביא כל אחד מטתו וישבו עליהם. ואפשר שאם רצה להניח מחצלת על המטה אינו רשאי לדעת רבינו ומש''ה אמרו שזוקף מטתו כלומר ולא יניחנה שם כי היכי דתהוי הוכחה שלא נתכוון בפריסת המחצלאות לעשות אהל משתיהן אלא להגן עליהם מפני החמה שהרי כשחם לו מלמטה הביא מטה וישב עליה וכשעמד זקפה משם והלך לו: ",
                "<b>ומ''מ</b> יש לדקדק למה פסק רבינו דבאין שני בני אדם ויושבים בצדו וכו' הא בלאו הכי יכולים לעשות מחיצה דהא בגמרא איתא למימרא זו אמאי דא''ר יצחק אין כלי ניטל אלא לצורך דבר הניטל ואמר להו רב ששת פוקו אמרו לר' יצחק כבר תירגמה רב הונא לשמעתך בבבל דאמר רב הונא עושין מחיצה למת בשביל חי ואין עושין מחיצה למת בשביל מת מאי היא דאמר רב שמואל בר יהודה מת המוטל בחמה באין שני בני אדם ויושבין בצדו חם להם מלמטה וכו' משמע דלמ''ד כלי ניטל אפי' לצורך דבר שאינו ניטל עושין מחיצה למת בשביל מת כמו שמותר לעשות בשביל חי ומאחר דקי''ל כמ''ד כלי ניטל אפי' לצורך דבר שאינו ניטל תו לא ה''ל למיפסק כהאי מימרא ואפשר שמטעם זה השמיטה הרי''ף וא''כ יש לתמוה על רבינו שכתבה. ואפשר דס''ל לרבינו דנהי דרב ששת סבר דטעמא דבעינן שיבאו שני בני אדם וישבו בצדו הוא משום טלטול הכלים שיהו ניטלים לצורך החי ולא לצורך המת וכדרבי יצחק מיהו אנן דלא קי''ל כוותיה מפרשים דטעמא לאו משום כלים הוא דלצורך המת ניטלים אלא טעמא כדי שתהא המחיצה נעשית מאליה דאין עושין אהל עראי ובשביל צער החי התירו לעשותם בשינוי כזה אבל מפני המת לא התירו. ואפשר דרב הונא נמי משום עשיית מחיצה קאמר וכדדייקא לישניה ולא לענין טלטול כלים ורב ששת הוא שרצה לפרש דבריו משום טלטול וכדר' יצחק וליתא. ולפי זה מה שהשמיטה הרי''ף לאו משום דלא ס''ל הכי אלא משום דמשמע ליה שדבר פשוט הוא שאין מותר לעשות אהל עראי אלא לצורך החי: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>המהלך חוץ לתחום למעלה מי' טפחים וכו'.</b> כתב ה''ה בתשובה ביאר שכל מה שיהיה מן התחומים מן התורה וכו'. תשובה זו היא בספר הכל בו ובתשובה אחרת ביאר רבינו שהטעם שאין בימים ובנהרות איסור תחומין דאורייתא לפי שהם כרמלית והטלטול בהם אינו אסור אלא מדרבנן ולא יתכן שיהיה המעביר ע''פ המים אסור מדרבנן והמהלך לוקה מן התורה וכ''ש שלא יעלה בדעת שיהא בהליכה במים איסור תחומין דאורייתא ממחנה ישראל שהוא רה''ר והלא ידוע שאיסור הטלטול שיש חיוב סקילה אמרו בו המעביר ד' אמות ברה''ר מקורה פטור לפי שאינו דומה לדגלי מדבר כן בלי ספק המהלך י''ב מיל על פני המים המועטים פטור לפי שאינו דומה למחנה ישראל עכ''ל. ולפי דברי רבינו ביבשה תוך י''ב מיל כיון דלא מיתסר אלא מדרבנן נקטינן בעיין לקולא דאין תחומין למעלה מעשרה וחוץ לי''ב מילין כיון דמיתסר מדאורייתא למעלה מעשרה הוי ספיקא דאורייתא ולחומרא וכ''כ בהדיא בתשובה: ",
                "<b>לדעת</b> רבינו כל שהלך בים למעלה מעשרה כשיגיע לנמל יורד ואינו נמנע ויש לו אלפים אמה מהמקום שפגע בו למטה מעשרה וכן דעת הרמב''ן והרשב''א ומתני' (עירובין מ''א:) פעם אחת לא נכנסו לנמל עד שחשכה וכו' במהלכת למטה מעשרה היא והכי מוקי לה בגמ' (דף מ''ג): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שיצא חוץ לתחום אפי' אמה אחת לא יכנס שהד' אמות שיש לו לאדם תחלתן ממקום שהוא עומד בו.</b> איני יודע מה טעם הוא זה שאעפ''כ נמדוד הארבע אמות לצד תחומו ונמצא נכנס תוך התחום וצ''ע: ",
                "<b>וכן מי שהחשיך חוץ לתחום המדינה וכו'.</b> כתב הרב המגיד ואין לומר שעל עיר אחרת נתכוין רבינו איני יודע למה דחק ה''ה פירוש זה: "
            ]
        ],
        [
            [
                "<b>כל בית דירה שיוצא מן המדינה וכו'.</b> כתב הרב המגיד על דברי הרשב''א שהוא תמיה למה אמרו אין בורגנין בבבל וכו'. ואני אומר דלנסחי דידן בגמרא ניחא להרשב''א דמסיים בה ולא בשאר ארצות משום דשכיחי גנבי וההיא ברייתא דוהבורגנין איכא לאוקמה באתרא דלא שכיחי גנבי: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה עשויה כמין ג''ם או שהיתה עשויה כקשת וכו'.</b> אמרינן בגמרא (עירובין נ''ה:) כמה יהא בין יתר לקשת רב הונא אמר אלפים אמה רבא בריה דרבה בר רב הונא אמר אפילו יותר מאלפים אמה ואמר אביי כוותיה דרבא מסתברא דאי בעי הדר אתי דרך בתים והרי''ף ורבינו לא הזכירו דין זה. ונראה דמדסתמו ולא חילקו ממילא משמע דאפי' יש בין יתר לקשת יותר מאלפים אמה נמי וכדאמר אביי דמסתברא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היו לנו תחומי העיר מוחזקין וכו' שומעין לו בתחום שריבה.</b> נראה לכאו' שדעתו לומר שאין שומעין לו בתחום שמיעט וא''א לומר כן שהרי אמרו בגמרא אימא אף למקום שריבה וכ''כ רבינו ז''ל בפי' המשנה וא''כ צ''ל שמ''ש שומעין לו בתחום שריבה לרבותא נקטיה דאע''פ שהוא מיקל שומעין לו וכ''ש ששומעין לו בתחום שמיעט דהוי להחמיר: ",
                "<b>מה</b> שכתב ה''ה בשם הרשב''א שלא הל''ל אלא תקע''ב טעמו משום דאמתא בריבוע אמתא ותרי חומשי באלכסונא ולפי זה כשתמדוד מצלע העיר אלף ותכ''ח אמה ותבא למדוד מקרן אלכסון של עיר יהיו אלפים משום דתרי חומשי דאלף ותכ''ח הם תקע''ב. ומ''ש ה''ה וראוי להיות כתקפ''ה אמה טעמו לפי שנאמר שהראשון מדד מקרן אלכסון העיר אלפים וכשנמדוד מצלע העיר תכלה מדת האלפים ההם לסוף אלף ותט''ו לפי שתשבורת אלפים על אלפים הם ד' סכומים שכל סך הוא אלף פעמים אלף הנקרא בלעז קווינט''ו לפי שבאלפים יש מאתים עשיריות וכל עשירית מהם יעלה בתשבורת עשרים אלפים סך ארבע אלפים פעמים אלף שהם ד' סכים ואלף תט''ו פעמים אלף ותט''ו עולה שני סכים ושלש אלפים ורנ''ה כיצד באלף ותט''ו יש קמ''א עשיריות וחצי וכל עשירית מהם עולה י''ד אלפים וק''נ וקמ''א פעמים וחצי ד' אלפים וק''נ עולה ד' סכים ואלפים ורנ''ה הרי שירבה על הראשון תקפ''ה ורבינו לא דק בה' אמות ולחומרא הוא דלא דק ואפשר דמשום דלפי חשבון אמתא ותרי חומשי האמור בגמרא עולה התוספת לתקע''ב ולחשבון חכמי הגמרא עולה תקפ''ה כתב תק''פ בקירוב: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>עיקר הקידוש בלילה וכו' ומבדיל והולך עד סוף יום הרביעי.</b> קשה דבגמרא משמע דעד יום הרביעי ולא עד בכלל ומצאתי ספר מוגה שכתוב בו עד סוף יום ג' והיא הגירסא הנכונה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>היה מתאוה לפת וכו' מי שנתכוין לקדש על היין בלילי שבת וכו'.</b> כתב הר''ן שנראה מדברי הרי''ף שהוא מפרש כך נטל ידיו לא יקדש משום דכיון דאין נוטלים ידים לפירות גלי דעתיה דחביבא ליה ריפתא וס''ל לרב ברונא דאין מקדשין על הפת הילכך לא יקדש שעל הפת א''א לקדש ואי מקדש אחמרא נמצא מקדש על שאינו חביב ואסיקנא דליתא דהא רב כל אימת דחביבא ליה ריפתא מקדש אריפתא ומיהו נפקא לן מדרב ברונא דנטל ידיו לא יקדש על הפת דבמאי דאמר דמכי משא ידיה גלי דעתיה דריפתא חביבא ליה מהא לא איתותב ונראה שכך היה מפרש רבינו ג''כ: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אסור לקבוע סעודה ומשתה בע''ש וכו' ואעפ''כ מכבוד השבת שימנע אדם מן המנחה ולמעלה מלקבוע סעודה וכו'.</b> כתב הטור על דברי רבינו ונראה דאף קודם המנחה אין לקבוע דע''ש סתמא קאמר דגרסינן בפרק השולח (גיטין ל''ח:) שתי משפחות היו בירושלים אחת קבעה סעודתה בע''ש ואחת וכו' ושתיהן נעקרו עכ''ל. ומתוך דברי ה''ה נתיישב זה דרבינו מפרש ההיא דפרק השולח דוקא בקביעות סעודה שאינו רגיל בה בימות החול: ",
                "<b>ומתוך</b> דברי ה''ה תבין דמן המנחה דקאמר רבינו היינו מתשע שעות ולמעלה ודלא כהראב''ד שכתב שהוא מחצות ולמעלה. ויש סעד לדברי ה''ה מדתנן בר''פ ערבי פסחים סמוך למנחה לא יאכל אדם עד שתחשך ואסיקנא (פסחים דף ק''ז:) דסמוך למנחה קטנה קאמר אלמא דבהכי סגי ליכנס תאב לסעודת הלילה ומיהו חצי שעה קודם לזמן מנחה קטנה בעינן כמו בע''פ ומש''ה שבקיה ללישנא דרבינו דנקט מנחה וכתב מתשע שעות למימרא דמן המנחה ולמעלה דקתני חצי שעה סמוך לה קאמר: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואם היה חולה מרוב אכילה או שהיה מתענה תמיד פטור משלש סעודות.</b> מדברי ה''ה נראה שלא היה גורס תמיד שהוצרך להעמידה בתענית חלום וגירסת תמיד היא הנכונה: ",
                "<b>וצריך לקבוע כל סעודה משלשתן על היין.</b> מדברי הטור נראה שמפ' דברי רבינו דהיינו לומר שיקדש גם בסעודה שלישית על היין קודם סעודה כמו בשאר סעודות. ואין זה במשמע דבריו אלא היינו לומר שישתה יין בסעודה כי זהו פירוש קובע סעודתו על היין לא לענין שיקדש קודם סעודה ובפירוש כתב רבינו ספכ''ט ומצוה לברך על היין ביום השבת קודם שיסעוד שניה וזהו הנקרא קידושא רבה משמע בהדיא דבסעודה שניה דוקא קאמר ולא בשלישית: "
            ],
            [],
            [
                "<b>אסור לו וכו'.</b> ונ''ל דהיינו כשהוא במקום שיוכל להכין צרכי שבת אבל אם הוא במקום שא''א להכין צרכי שבת מוטב שיבא לביתו אולי יוכל להכין משישאר שם שודאי לא יוכל להכין ואפילו בהולך להתארח אצל אחרים מותר מטעם זה. ואם אינו עומד במקום יישוב בטוח מותר לו לילך כמה פרסאות עד שיגיע למקום יישוב בטוח: "
            ],
            [],
            [
                "<b>אין מפליגין וכו'.</b> כתב רבינו בתשובה שדעת חכמי בבל לאסור ההליכה בנהרות דכיון דבעיא דאם יש תחומין למעלה מעשרה לא איפשיטא וקיי''ל דתחום י''ב מיל הוי דאורייתא א''כ הוי ספיקא דאורייתא ולחומרא והוא ז''ל השיב דביבשה דאיכא איסור תחומין דאורייתא אה''נ דכיון דבעיין לא איפשיטא נקטינן לחומרא אבל במים שאין שם איסור תחומין דאורייתא משום דלא דמי למחנה ישראל כיון דלא מיתסר אלא מדרבנן נקטינן בעיין לקולא דאין תחומין למעלה מעשרה ואפילו היכא דמספקא לן אם הם למעלה מעשרה אם לאו מותר להלך בהם עד שיתאמת לנו שבגבהן פחות מעשרה טפחים שאז אסור להלך בהם חוץ לתחום מדרבנן ודבריו אלה בנהרות של מים מתוקים דאילו של מים מלוחים בכל גונא אסור מפני ביטול עונג שבת: ",
                "<b>סליק הלכות שבת</b> "
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363 ",
            "http://www.toratemetfreeware.com/"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות שבת",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}