{
    "text": {
        "0_Chapter, 0_Verse": "No início, Elohim criou os shamayim(céus) e a aretz(terra).",
        "0_Chapter, 1_Verse": "E a aretz estava desolada e vazia, e havia escuridão sobre a face do tehom, e o ruach de Elohim pairava sobre a face das águas.",
        "0_Chapter, 2_Verse": "E Elohim disse: \"Haja luz\", e houve luz.",
        "0_Chapter, 3_Verse": "E Elohim viu que a luz era boa, e Elohim separou a luz das trevas.",
        "0_Chapter, 4_Verse": "E Elohim chamou à luz \"dia\", e às trevas chamou \"noite\". E foi a tarde e foi a manhã, o primeiro dia.",
        "0_Chapter, 5_Verse": "E Elohim disse: \"Haja um firmamento no meio das águas, e haja separação entre águas e águas.\"",
        "0_Chapter, 6_Verse": "E Elohim fez o firmamento, e separou as águas que estavam debaixo do firmamento das águas que estavam acima do firmamento; e assim foi.",
        "0_Chapter, 7_Verse": "E Elohim chamou o firmamento \"Shamayim\" (céus), e houve noite e houve manhã, o segundo dia.",
        "0_Chapter, 8_Verse": "E Elohim disse: \"Que as águas se reúnam debaixo dos céus em um único lugar, e que apareça a terra seca\", e assim foi.",
        "0_Chapter, 9_Verse": "E Elohim chamou a terra seca \"Eretz\" (terra), e ao aglomerado das águas Ele chamou \"Yamim\" (mares), e Elohim viu que era bom.",
        "0_Chapter, 10_Verse": "E Elohim disse: \"Que a terra produza vegetação, ervas que deem sementes, e árvores que deem fruto, cada uma segundo a sua espécie, cuja semente esteja nela, sobre a terra\", e assim foi.",
        "0_Chapter, 11_Verse": "E a terra produziu vegetação, ervas que davam sementes segundo sua espécie, e árvores que davam fruto, cuja semente estava nelas, segundo a sua espécie, e Elohim viu que era bom.",
        "0_Chapter, 12_Verse": "E houve noite e houve manhã, o terceiro dia.",
        "0_Chapter, 13_Verse": "E Elohim disse: \"Que haja luminares no firmamento dos céus para separar o dia da noite, e que sirvam de sinais para estações, dias e anos\".",
        "0_Chapter, 14_Verse": "E eles seriam luminares no firmamento dos céus para iluminar a terra, e assim foi.",
        "0_Chapter, 15_Verse": "E Elohim fez os dois grandes luminares, o grande luminar para governar o dia, e o luminar pequeno para governar a noite, e as estrelas.",
        "0_Chapter, 16_Verse": "E Elohim os colocou no firmamento dos céus para iluminar a terra,",
        "0_Chapter, 17_Verse": "e para governar o dia e a noite, e para separar a luz da escuridão, e Elohim viu que era bom.",
        "0_Chapter, 18_Verse": "E houve noite e houve manhã, o quarto dia.",
        "0_Chapter, 19_Verse": "E Elohim disse: \"Que as águas abundem com seres vivos, e que aves voem sobre a terra, sobre o firmamento dos céus\".",
        "0_Chapter, 20_Verse": "E Elohim criou os grandes tanins (criaturas poderosas) e todos os seres vivos que se movem, os quais as águas produziram segundo suas espécies, e toda ave com asas segundo sua espécie, e Elohim viu que era bom.",
        "0_Chapter, 21_Verse": "Elohim os abençoou, dizendo: \"Sejam férteis e multipliquem-se, e encham as águas nos mares, e que o aves se multipliquem sobre a terra.\"",
        "0_Chapter, 22_Verse": "E foi a noite, e foi a manhã, o quinto dia. {פ}",
        "0_Chapter, 23_Verse": "E Elohim disse: \"Que a terra produza almas vivas segundo suas espécies: animais terrestres, répteis e bestas selvagens, cada uma segundo sua espécie.\" E assim foi.",
        "0_Chapter, 24_Verse": "E Elohim fez os animais da terra segundo suas espécies, as bestas selvagens segundo suas espécies, e todos os répteis que rastejam sobre a terra segundo suas espécies. E Elohim viu que era bom.",
        "0_Chapter, 25_Verse": "\"E Elohim disse: 'Façamos o homem conforme a nossa essência, conforme a nossa semelhança; e que eles tenham domínio sobre os peixes do mar, sobre as aves do shamayim, sobre o animal e sobre toda a terra, e sobre todo o remes que se move sobre a terra.'\"",
        "0_Chapter, 26_Verse": "E Elohim criou o homem em Sua essência; na essência de Elohim, Ele o criou; macho e fêmea, Ele os criou.",
        "0_Chapter, 27_Verse": "E Elohim os abençoou, dizendo: \"Sejam férteis e multipliquem-se, e encham a terra, e subjuguem-na, e dominem sobre os peixes do mar, sobre as aves dos céus, e sobre todo ser vivente que rasteja sobre a terra.\"",
        "0_Chapter, 28_Verse": "E Elohim disse: \"Eis que vos dei toda erva que dá semente, que está sobre a face de toda a terra, e toda árvore que tem fruto de árvore que dá semente; será para vós alimento.\"",
        "0_Chapter, 29_Verse": "E para toda a criatura da terra, para todo pássaro dos céus, e para todo ser que rasteja sobre a terra, em que há alma vivente, toda erva verde será para alimento.\" E assim foi.",
        "0_Chapter, 30_Verse": "E Elohim viu tudo o que havia feito, e eis que era muito bom. E foi a noite, e foi a manhã, o sexto dia. {פ}",
        "1_Chapter, 0_Verse": "Assim foram concluídos os céus e a terra, e todos os seus elementos.",
        "1_Chapter, 1_Verse": "E Elohim cessou, no sétimo dia, Sua obra que tinha feito, e cessou no sétimo dia de toda Sua obra que tinha feito.",
        "1_Chapter, 2_Verse": "E Elohim abençoou o sétimo dia e o santificou, pois Nele cessou de toda a Sua obra que Elohim criara para ser feita.",
        "1_Chapter, 3_Verse": "Estas são as gerações dos céus e da terra quando foram criados, no dia em que Hashem Elohim fez a terra e os céus.",
        "1_Chapter, 4_Verse": "E ainda não havia qualquer arbusto do campo na terra, e ainda não tinha brotado qualquer erva do campo, pois Hashem Elohim não tinha feito chover sobre a terra, e não havia homem para trabalhar o solo.",
        "1_Chapter, 5_Verse": "E uma névoa subia da terra e regava toda a face do solo.",
        "1_Chapter, 6_Verse": "E Hashem Elohim formou o homem do pó da terra, e soprou em suas narinas o sopro de vida, e o homem tornou-se uma alma vivente.",
        "1_Chapter, 7_Verse": "E Hashem Elohim plantou um jardim em Eden, para o oriente, e colocou ali o homem que Ele formara.",
        "1_Chapter, 8_Verse": "E Hashem Elohim fez brotar da terra toda árvore agradável à vista e boa para alimento, e a árvore da vida no meio do jardim, e a árvore do conhecimento do bem e do mal.",
        "1_Chapter, 9_Verse": "E um rio saía de Eden para regar o jardim, e dali se dividia e se tornava em quatro cabeças.",
        "1_Chapter, 10_Verse": "O nome de uma é Pishon, que rodeia toda a terra de Chavilá, onde há ouro.",
        "1_Chapter, 11_Verse": "E o ouro daquela terra é bom, lá também há bdolákh e a pedra shohám.",
        "1_Chapter, 12_Verse": "E o nome do segundo rio é Gichon, que rodeia toda a terra de Kush.",
        "1_Chapter, 13_Verse": "E o nome do terceiro rio é Chidekel, que vai para o leste da Assíria, e o quarto rio é o Perat.",
        "1_Chapter, 14_Verse": "E Hashem Elohim tomou o homem e o colocou no jardim de Eden para cultivá-lo e protegê-lo.",
        "1_Chapter, 15_Verse": "E Hashem Elohim ordenou ao homem, dizendo: ‘De toda árvore do jardim, certamente poderás comer.",
        "1_Chapter, 16_Verse": "Mas da árvore do conhecimento do bem e do mal, dela não comerás, pois no dia em que dela comeres, certamente morrerás.’",
        "1_Chapter, 17_Verse": "E Hashem Elohim disse: ‘Não é bom que o homem esteja só; farei para ele uma ajuda que lhe corresponda.’",
        "1_Chapter, 18_Verse": "E Hashem Elohim formou, da terra, todos os animais do campo e todas as aves dos céus, e os trouxe ao homem para ver como ele os chamaria; e tudo o que o homem chamasse a cada ser vivente, esse seria seu nome.",
        "1_Chapter, 19_Verse": "E o homem deu nomes a todo animal doméstico, às aves dos céus e a todos os animais do campo, mas para o homem não encontrou uma ajuda que lhe correspondesse.",
        "1_Chapter, 20_Verse": "Então Hashem Elohim fez cair um sono profundo sobre o homem, e ele dormiu; e Ele tomou um de seus lados e fechou carne em seu lugar.",
        "1_Chapter, 21_Verse": "E Hashem Elohim formou o lado que Ele havia tomado do homem para torná-lo uma mulher, e a trouxe ao homem.",
        "1_Chapter, 22_Verse": "E o homem disse: ‘Desta vez, esta é osso dos meus ossos e carne da minha carne; a esta será chamada mulher, pois do homem foi tomada.’",
        "1_Chapter, 23_Verse": "Por isso, deixará o homem seu pai e sua mãe e se unirá à sua mulher, e eles se tornarão uma só carne.",
        "1_Chapter, 24_Verse": "E ambos estavam nus, o homem e sua mulher, e não se envergonhavam.",
        "2_Chapter, 0_Verse": "E a nachash (serpente) era mais astuta que todos os chayot (animais) do campo que Hashem Elohim havia feito, e disse para a ishah (mulher): “Por acaso Elohim disse que não comam de todas as árvores do gan (jardim)?”",
        "2_Chapter, 1_Verse": "E a ishah respondeu à nachash: “Dos p’ri (frutos) das árvores do gan, nós podemos comer.”",
        "2_Chapter, 2_Verse": "“Mas do p’ri da árvore que está no centro do gan,” Elohim disse: ‘Não comam dela e nem a toquem, para que não morram.’”",
        "2_Chapter, 3_Verse": "E a nachash disse à ishah: “Vocês certamente não morrerão.”",
        "2_Chapter, 4_Verse": "“Pois Elohim sabe que no dia em que comerem dela, seus einayim (olhos) se abrirão, e vocês serão como Elohim, conhecedores do tov (bem) e do ra (mal).”",
        "2_Chapter, 5_Verse": "E a ishah viu que a árvore era boa para alimentação, e desejável aos einayim, e que a árvore era atraente para dar entendimento. E ela tomou de seu p’ri e comeu, e deu também ao ish (homem) com ela, e ele comeu.",
        "2_Chapter, 6_Verse": "Então foram abertos os einayim de ambos, e perceberam que estavam erumim (nus); e costuraram folhas de te’enah (figueira) e fizeram para si c’goret (cintos).",
        "2_Chapter, 7_Verse": "E ouviram o kol (som) de Hashem Elohim caminhando no gan (jardim) na ruach (brisa) do dia, e o adam (homem) e sua ishah (esposa) se esconderam de Hashem Elohim entre as árvores do gan.",
        "2_Chapter, 8_Verse": "E Hashem Elohim chamou ao adam e lhe disse: “Onde estás?”",
        "2_Chapter, 9_Verse": "E ele respondeu: “Ouvi o Teu kol no gan e temi, pois eu estava erom (nu), e me escondi.”",
        "2_Chapter, 10_Verse": "E Ele disse: “Quem te disse que estavas erom? Acaso comeste da etz (árvore) da qual te ordenei que não comesses?”",
        "2_Chapter, 11_Verse": "E o adam disse: “A ishah que me deste, ela me deu da etz, e eu comi.”",
        "2_Chapter, 12_Verse": "Então, Hashem Elohim disse à ishah: “O que é isso que fizeste?” E a ishah respondeu: “A nachash (serpente) me enganou, e eu comi.”",
        "2_Chapter, 13_Verse": "E Hashem Elohim disse à nachash: “Porque fizeste isso, maldita serás entre todos os behemah (animais) e entre todas as chayat (criaturas) do campo; sobre o teu gachon (ventre) andarás, e pó comerás todos os dias de tua vida.”",
        "2_Chapter, 14_Verse": "E colocarei eivah (inimizade) entre você e entre a ishah (mulher), e entre a sua zera (descendência) e a zera dela. Ele te ferirá a cabeça, e tu o ferirás no calcanhar.  {ס}",
        "2_Chapter, 15_Verse": "E a ishah, Hashem Elohim disse: “Multiplicarei muito a tua atzavon (dor) e tua heron (gravidez); em dor, parirás filhos. E teu desejo será para teu ish (marido), e ele te dominará.”  {ס}",
        "2_Chapter, 16_Verse": "E ao adam, Hashem Elohim disse: “Porque você ouviu a voz de tua ishah, e comeu da etz (árvore) da qual te ordenei dizendo: ‘Não comas dela’, maldita será a adamah (terra) por tua causa. Em atzavon (dor) comerás dela todos os dias de tua vida.”",
        "2_Chapter, 17_Verse": "E quetz (espinhos) e dardar (cardos) ela produzirá para você, e comerás o esev (ervas) do sadeh (campo).",
        "2_Chapter, 18_Verse": "Com o suor de teu af (rosto), comerás o lechem (pão) até que retornes à adamah, porque dela foste tomado; pois pó és, e ao pó retornarás.”",
        "2_Chapter, 19_Verse": "E o adam chamou o nome de sua ishah Chavah (Eva), porque ela era a em (mãe) de toda a chai (vida).",
        "2_Chapter, 20_Verse": "E Hashem Elohim fez para o adam e para sua ishah túnicas de or (pele) e os vestiu. {פ}",
        "2_Chapter, 21_Verse": "E Hashem Elohim disse: “Eis que o adam (homem) se tornou como um de nós, conhecendo o tov (bem) e o ra (mal). E agora, para que não estenda a sua mão e tome também da etz (árvore) da chaim (vida), e coma e viva para sempre.”",
        "2_Chapter, 22_Verse": "E Hashem Elohim o enviou fora do Gan Eden (Jardim do Éden) para trabalhar a adamah (terra) de onde foi tomado.",
        "2_Chapter, 23_Verse": "E Ele o expulsou, e colocou ao leste do Gan Eden os querubins e a chama da espada que se reverte para guardar o caminho da etz chaim (árvore da vida).  {ס}",
        "3_Chapter, 0_Verse": "E o Adam conheceu Chavah, sua esposa, e ela concebeu e deu à luz a Kayin, e disse: “Com a ajuda de Hashem, adquiri um homem.”",
        "3_Chapter, 1_Verse": "E ela voltou a dar à luz o seu irmão, Hevel. E Hevel se tornou um pastor de ovelhas, enquanto Kayin era um lavrador da terra.",
        "3_Chapter, 2_Verse": "E aconteceu, ao fim de dias(Depois de um tempo), que Kayin trouxe do fruto da terra uma oferenda a Hashem.",
        "3_Chapter, 3_Verse": "E Hevel também trouxe dos primogênitos de seu rebanho e de suas partes mais gordas. E Hashem aceitou a oferta de Hevel e a sua oferenda.",
        "3_Chapter, 4_Verse": "Mas para Kayin e sua oferenda, Ele não voltou Seu olhar. E Kayin se enfureceu muito, e seu semblante se abateu.",
        "3_Chapter, 5_Verse": "E Hashem disse a Kayin: “Por que você está enfurecido, e por que o seu semblante caiu?",
        "3_Chapter, 6_Verse": "Se você agir bem, será elevado. Mas se não agir bem, o pecado está à porta, espreitando; e para você é o seu desejo, mas você deve dominá-lo.",
        "3_Chapter, 7_Verse": "E Kayin disse a Hevel, seu irmão... E aconteceu que, estando eles no campo, Kayin se levantou contra Hevel, seu irmão, e o matou.",
        "3_Chapter, 8_Verse": "E Hashem disse a Kayin: “Onde está Hevel, seu irmão?” E ele respondeu: “Não sei. Sou eu o guardião do meu irmão?”",
        "3_Chapter, 9_Verse": "E Ele disse: “O que você fez? A voz dos sangues de seu irmão clama a Mim desde a terra!",
        "3_Chapter, 10_Verse": "E agora você é amaldiçoado pela terra, que abriu sua boca para receber os sangues de seu irmão de sua mão.",
        "3_Chapter, 11_Verse": "Quando você cultivar a terra, ela não lhe dará mais sua força; você será um errante e vagante sobre a terra.”",
        "3_Chapter, 12_Verse": "E Kayin disse a Hashem: “Grande é minha punição para suportar.",
        "3_Chapter, 13_Verse": "Eis que hoje me expulsaste da face da terra e de Tua presença serei escondido; serei um errante e vagante sobre a terra, e qualquer um que me encontrar me matará.”",
        "3_Chapter, 14_Verse": "E Hashem lhe disse: “Portanto, todo aquele que matar Kayin será vingado sete vezes.” E Hashem colocou um sinal em Kayin, para que ninguém que o encontrasse o ferisse.",
        "3_Chapter, 15_Verse": "Então Kayin saiu de diante de Hashem e habitou na terra de Nod, a leste de Eden.",
        "3_Chapter, 16_Verse": "E Kayin conheceu sua esposa, e ela concebeu e deu à luz a Hanoch. E ele estava construindo uma cidade e chamou o nome da cidade pelo nome de seu filho, Hanoch.",
        "3_Chapter, 17_Verse": "E a Hanoch nasceu Irad, e Irad gerou a Mechuyael, e Mechuyael gerou a Metushael, e Metushael gerou a Lemech.",
        "3_Chapter, 18_Verse": "E Lemech tomou para si duas esposas; o nome de uma era Adah e o nome da outra, Tzilah.",
        "3_Chapter, 19_Verse": "E Adah deu à luz Yaval; ele foi o pai dos que habitam em tendas e possuem rebanhos.",
        "3_Chapter, 20_Verse": "E o nome de seu irmão era Yuval; ele foi o pai de todos os que tocam a lira e o órgão.",
        "3_Chapter, 21_Verse": "E Tzilah também deu à luz Tuval-Kayin, o forjador de todos os instrumentos de cobre e ferro, e a irmã de Tuval-Kayin era Naamah.",
        "3_Chapter, 22_Verse": "E Lemech disse a suas esposas, Adah e Tzilah: \"Escutem minha voz, esposas de Lemech, atentem para minhas palavras; pois matei um homem por me ferir e um jovem por me machucar.",
        "3_Chapter, 23_Verse": "Pois se Kayin será vingado sete vezes, então Lemech setenta e sete vezes.\"",
        "3_Chapter, 24_Verse": "E Adam conheceu novamente sua esposa, e ela deu à luz um filho, e chamou seu nome Shet, dizendo: \"Pois Elohim me concedeu outra semente em lugar de Hevel, que Kayin matou.\"",
        "3_Chapter, 25_Verse": "E também a Shet nasceu um filho, e ele chamou seu nome Enosh; foi então que se começou a invocar o Nome de Hashem. {ס}   ",
        "4_Chapter, 0_Verse": "Este é o Sefer (nos Sifrei do Teiman(Yemen), Sefer com ס grande) das Toldot(gerações) de Adam. No dia em que Elohim criou Adam, na demut(semelhança) de Elohim Ele o fez.",
        "4_Chapter, 1_Verse": "Macho e fêmea Ele os criou, e os abençoou, e chamou o nome deles Adam(Humanidade) no dia em que foram criados.",
        "4_Chapter, 2_Verse": "E Adam viveu cento e trinta anos e gerou um filho à sua demut, conforme sua tzelem(imagem), e chamou o nome dele Shet.",
        "4_Chapter, 3_Verse": "E foram os dias de Adam, após ter gerado a Shet, oitocentos anos, e ele gerou filhos e filhas.",
        "4_Chapter, 4_Verse": "E todos os dias de Adam, que ele viveu, foram novecentos e trinta anos, e ele morreu. {ס}",
        "4_Chapter, 5_Verse": "E Shet viveu cento e cinco anos e gerou Enosh.",
        "4_Chapter, 6_Verse": "E Shet viveu, após ter gerado Enosh, oitocentos e sete anos, e gerou filhos e filhas.",
        "4_Chapter, 7_Verse": "Assim, todos os dias que Adam viveu foram novecentos e trinta anos, e então ele morreu. {ס}",
        "4_Chapter, 8_Verse": "Shet viveu cento e cinco anos e gerou Enosh.",
        "4_Chapter, 9_Verse": "Shet viveu, após gerar Enosh, oitocentos e sete anos, e gerou filhos e filhas.",
        "4_Chapter, 10_Verse": "E foram todos os dias de Enosh novecentos e cinco anos, e ele morreu. {ס}",
        "4_Chapter, 11_Verse": "E Kenan viveu setenta anos e gerou Mahalalel.",
        "4_Chapter, 12_Verse": "E Kenan viveu, após ter gerado Mahalalel, oitocentos e quarenta anos, e gerou filhos e filhas.",
        "4_Chapter, 13_Verse": "E todos os dias de Kenan foram novecentos e dez anos, e ele morreu. {ס}",
        "4_Chapter, 14_Verse": "E Mahalalel viveu sessenta e cinco anos e gerou Yered.",
        "4_Chapter, 15_Verse": "E Mahalalel viveu, após ter gerado Yered, oitocentos e trinta anos, e gerou filhos e filhas.",
        "4_Chapter, 16_Verse": "E todos os dias de Mahalalel foram oitocentos e noventa e cinco anos, e ele morreu. {ס}",
        "4_Chapter, 17_Verse": "E Yered viveu cento e sessenta e dois anos e gerou Hanokh.",
        "4_Chapter, 18_Verse": "E Yered viveu, após ter gerado Hanokh, oitocentos anos, e gerou filhos e filhas.",
        "4_Chapter, 19_Verse": "E todos os dias de Yered foram novecentos e sessenta e dois anos, e ele morreu. {ס}",
        "4_Chapter, 20_Verse": "E Hanokh viveu sessenta e cinco anos e gerou Metushelach.",
        "4_Chapter, 21_Verse": "E Hanokh andou com Elohim após ter gerado Metushelach trezentos anos, e gerou filhos e filhas.",
        "4_Chapter, 22_Verse": "E todos os dias de Hanokh foram trezentos e sessenta e cinco anos.",
        "4_Chapter, 23_Verse": "E Hanokh andou com Elohim, e não se viu mais, pois Elohim o levou. {ס}",
        "4_Chapter, 24_Verse": "E Metushelach viveu cento e oitenta e sete anos e gerou Lemech.",
        "4_Chapter, 25_Verse": "E Metushelach viveu, após ter gerado Lemech, setecentos e oitenta e dois anos, e gerou filhos e filhas.",
        "4_Chapter, 26_Verse": "E todos os dias de Metushelach foram novecentos e sessenta e nove anos, e ele morreu. {ס}",
        "4_Chapter, 27_Verse": "E Lemech viveu cento e oitenta e dois anos e gerou um filho.",
        "4_Chapter, 28_Verse": "E ele chamou seu nome Noach, dizendo: \"Este nos confortará de nossas obras e do trabalho árduo de nossas mãos, devido à terra que o Senhor amaldiçoou.\"",
        "4_Chapter, 29_Verse": "E Lemekh viveu, após gerar Noach, quinhentos e noventa e cinco anos, e gerou filhos e filhas.",
        "4_Chapter, 30_Verse": "E todos os dias de Lemekh foram setecentos e setenta e sete anos, e ele morreu. {ס}",
        "4_Chapter, 31_Verse": "E Noach tinha quinhentos anos, e gerou a Sem, a Cãm e a Yafet.",
        "5_Chapter, 0_Verse": "E aconteceu que, quando os homens começaram a multiplicar-se sobre a face da terra, e filhas nasceram para eles,",
        "5_Chapter, 1_Verse": "viram os filhos de Elohim que as filhas dos homens eram bonitas, e tomaram para si mulheres de todas as que escolheram.",
        "5_Chapter, 2_Verse": "E disse Elohim: \"Não contenderá o meu espírito com o homem para sempre, visto que ele é carne; contudo, seus dias serão cento e vinte anos.\"",
        "5_Chapter, 3_Verse": "Os nefilim estavam na terra naqueles dias, e também depois, quando os filhos de Elohim se uniram às filhas dos homens e elas lhes deram filhos; estes foram os giborim, os homens de renome, que desde os dias antigos foram homens de nome.",
        "5_Chapter, 4_Verse": "E Elohim viu que a maldade do homem era grande na terra, e que toda a imaginação dos pensamentos de seu coração era somente mal continuamente.",
        "5_Chapter, 5_Verse": "E Elohim se arrependeu de ter feito o homem sobre a terra, e isso lhe pesou no coração.",
        "5_Chapter, 6_Verse": "E Elohim disse: \"Destruirei o homem que criei sobre a face da terra, desde o homem até o animal, até o réptil e até as aves dos céus, porque me arrependo de tê-los feito.\"",
        "5_Chapter, 7_Verse": "Mas Noach encontrou favor aos olhos de Elohim.",
        "5_Chapter, 8_Verse": "Estas são as gerações de Noach: Noach era um homem justo, íntegro em suas gerações; Noach andou com Elohim.",
        "5_Chapter, 9_Verse": "E Noach gerou três filhos: Sem, Cham e Yafet.",
        "5_Chapter, 10_Verse": "E a terra estava corrompida diante de Elohim, e a terra estava cheia de violência.",
        "5_Chapter, 11_Verse": "E Elohim olhou para a terra, e eis que estava corrompida, pois toda carne havia corrompido seu caminho sobre a terra.",
        "5_Chapter, 12_Verse": "E Elohim disse a Noach: \"O fim de toda carne chegou diante de Mim, pois a terra está cheia de violência por causa deles; eis que os destruirei com a terra.\"",
        "5_Chapter, 13_Verse": "Faz para ti uma arca de madeira de cipreste; farás compartimentos na arca e a revestirás por dentro e por fora com betume.",
        "5_Chapter, 14_Verse": "E isto é o que farás: A arca terá trezentos côvados (aproximadamente 137,16 metros) de comprimento, cinquenta côvados (aproximadamente 22,86 metros) de largura e trinta côvados (aproximadamente 13,72 metros) de altura.",
        "5_Chapter, 15_Verse": "Farás uma janela para a arca e a terminarás até um côvado (aproximadamente 0,46 metros) de altura; e porás a porta da arca de seu lado; farás um andar inferior, um segundo e um terceiro.",
        "5_Chapter, 16_Verse": "E eu, eis que trago o dilúvio de águas sobre a terra, para destruir toda a carne em que haja espírito de vida debaixo dos céus; tudo o que há na terra expirará.",
        "5_Chapter, 17_Verse": "Mas estabelecerei a Minha aliança contigo, e entrarás na arca, tu e teus filhos, e tua mulher, e as mulheres de teus filhos contigo.",
        "5_Chapter, 18_Verse": "E de todo ser vivente, de toda carne, dois de cada espécie trarás para a arca, para os manter vivos contigo; macho e fêmea serão.",
        "5_Chapter, 19_Verse": "Das aves, segundo a sua espécie, e dos animais, segundo a sua espécie, e de todo réptil da terra, segundo a sua espécie, dois de cada espécie virão até ti, para os manter vivos.",
        "5_Chapter, 20_Verse": "E tu, toma para ti de toda a comida que se come, e a ajuntarás para ti; e será para ti e para eles de sustento.",
        "5_Chapter, 21_Verse": "E Noach fez conforme tudo o que D'us lhe ordenou; assim fez.",
        "6_Chapter, 0_Verse": "E disse Hashem a Noach: \"Entra tu e toda a tua casa na arca, pois te vi justo diante de Mim nesta geração.",
        "6_Chapter, 1_Verse": "De todos os animais puros, tomarás para ti sete pares, macho e fêmea; e dos animais impuros, dois, macho e fêmea.",
        "6_Chapter, 2_Verse": "Também das aves do céu, sete pares, macho e fêmea, para que se conserve a semente sobre a face de toda a terra.",
        "6_Chapter, 3_Verse": "Porque, daqui a sete dias, farei chover sobre a terra quarenta dias e quarenta noites, e exterminarei toda a carne que fiz de sobre a face da terra.\"",
        "6_Chapter, 4_Verse": "E Noach fez conforme tudo o que Hashem lhe havia ordenado.",
        "6_Chapter, 5_Verse": "E Noach tinha seiscentos anos, e as águas do dilúvio estavam sobre a terra.",
        "6_Chapter, 6_Verse": "E Noach entrou na arca, ele e seus filhos, e sua esposa, e as mulheres de seus filhos com ele, diante das águas do dilúvio.",
        "6_Chapter, 7_Verse": "De todos os animais puros, e de todos os animais impuros, e de todas as aves, e de todo o que rasteja sobre a terra,",
        "6_Chapter, 8_Verse": "dois a dois, eles vieram a Noach, à arca, macho e fêmea, como D'us havia ordenado a Noach.\"",
        "6_Chapter, 9_Verse": "E foi após sete dias que as águas do dilúvio vieram sobre a terra.",
        "6_Chapter, 10_Verse": "No ano seiscentos da vida de Noach, no segundo mês, no décimo sétimo dia do mês, naquele dia se abriram todas as fontes do grande abismo, e as janelas dos céus foram abertas.",
        "6_Chapter, 11_Verse": "E houve chuva sobre a terra quarenta dias e quarenta noites.",
        "6_Chapter, 12_Verse": "No próprio dia, Noach entrou com Shem, Cham e Yefet, os filhos de Noach, e a esposa de Noach, e as três esposas de seus filhos com eles, para a arca.",
        "6_Chapter, 13_Verse": "Eles e todo animal segundo sua espécie, e todo animal impuro segundo sua espécie, e todo ser que rasteja sobre a terra segundo sua espécie, e toda ave segundo sua espécie, toda ave de todo tipo de pena.",
        "6_Chapter, 14_Verse": "E entraram na arca com Noach, dois a dois, de toda carne em que havia espírito de vida.",
        "6_Chapter, 15_Verse": "E os que entraram, macho e fêmea, de toda carne, entraram como D'us havia ordenado a ele, e Hashem fechou a porta atrás dele.\"",
        "6_Chapter, 16_Verse": "E o dilúvio esteve sobre a terra por quarenta dias, e as águas se tornaram mais abundantes e levantaram a arca, e ela se elevou acima da terra.",
        "6_Chapter, 17_Verse": "E as águas prevaleceram, e cresceram muito sobre a terra, e a arca andava sobre as águas.",
        "6_Chapter, 18_Verse": "E as águas subiram muito, muito sobre a terra, e cobriram todos os montes altos que estavam debaixo de todos os céus.",
        "6_Chapter, 19_Verse": "Quinze côvados(aproximadamente 6,86 metros) acima dos montes, as águas prevaleceram, e cobriram os montes.",
        "6_Chapter, 20_Verse": "E toda carne pereceu, toda que rastejava sobre a terra, tanto as aves como os animais e as bestas, e todo ser que se movia sobre a terra, e toda a humanidade.",
        "6_Chapter, 21_Verse": "Tudo o que tinha o fôlego da vida, em seus narizes, de toda carne que havia na terra, morreu.",
        "6_Chapter, 22_Verse": "E Deus exterminou toda a criação que estava sobre a face da terra, desde o homem até os animais, até os répteis e até as aves dos céus, e foram extintos da terra, e restaram somente Noach e aqueles que estavam com ele na arca.",
        "6_Chapter, 23_Verse": "E as águas prevaleceram sobre a terra por quinhentos e cinquenta dias.",
        "7_Chapter, 0_Verse": "E Elohim se lembrou de Noach, e de todos os animais vivos, e de todo o gado que estava com ele na arca; e Elohim fez passar um vento sobre a terra, e as águas se aquietaram.",
        "7_Chapter, 1_Verse": "E as fontes do abismo se fecharam, e as janelas dos céus foram fechadas, e a chuva dos céus foi detida.",
        "7_Chapter, 2_Verse": "E as águas se retiraram da terra, continuamente e gradualmente, e diminuíram as águas ao final de cento e cinquenta dias.",
        "7_Chapter, 3_Verse": "E a arca repousou no sétimo mês, no dia dezessete do mês, sobre os montes de Ararat.",
        "7_Chapter, 4_Verse": "E as águas foram diminuindo continuamente até o décimo mês; no décimo mês, no primeiro dia do mês, apareceram os topos das montanhas.",
        "7_Chapter, 5_Verse": "E aconteceu ao fim de quarenta dias, que Noach abriu a janela da arca que havia feito.",
        "7_Chapter, 6_Verse": "E ele soltou o corvo, e este saiu, indo e voltando, até que as águas secaram de sobre a terra.",
        "7_Chapter, 7_Verse": "E ele soltou a pomba de junto de si, para ver se as águas tinham diminuído de sobre a face da terra.",
        "7_Chapter, 8_Verse": "E a pomba não encontrou repouso para a planta de seu pé, e voltou para ele, para a arca, porque havia água sobre a face de toda a terra; e ele estendeu sua mão, e a tomou, e a trouxe para si, para dentro da arca.",
        "7_Chapter, 9_Verse": "E ele esperou ainda outros sete dias e novamente soltou a pomba fora da arca.",
        "7_Chapter, 10_Verse": "E a pomba veio a ele ao entardecer, e eis que uma folha de oliveira arrancada estava em seu bico; e Noach soube que as águas tinham diminuído de sobre a terra.",
        "7_Chapter, 11_Verse": "E ele esperou ainda outros sete dias e soltou a pomba, e ela não voltou mais a ele.",
        "7_Chapter, 12_Verse": "E aconteceu no ano seiscentos e um, no primeiro mês, no primeiro dia do mês, as águas secaram de sobre a terra; e Noach removeu a cobertura da arca e olhou, e eis que a face da terra estava seca.",
        "7_Chapter, 13_Verse": "E no segundo mês, no dia vinte e sete do mês, a terra estava seca. {ס}",
        "7_Chapter, 14_Verse": "E Elohim falou a Noach, dizendo:",
        "7_Chapter, 15_Verse": "Sai da arca, tu, tua esposa, teus filhos e as esposas de teus filhos contigo.",
        "7_Chapter, 16_Verse": "Todo ser vivente que está contigo, de toda carne, tanto das aves quanto do gado e de todo réptil que se move sobre a terra, (traze) [traze-os] contigo para fora, e que eles sejam fecundos na terra, frutifiquem e multipliquem-se sobre a terra.",
        "7_Chapter, 17_Verse": "E Noach saiu, e seus filhos, e sua esposa, e as esposas de seus filhos com ele.",
        "7_Chapter, 18_Verse": "Todo ser vivente, todo réptil e toda ave, tudo o que se move sobre a terra, segundo suas famílias, saíram da arca.",
        "7_Chapter, 19_Verse": "E Noach construiu um altar para Hashem, e tomou de todo animal puro e de toda ave pura, e ofereceu holocaustos no altar.",
        "7_Chapter, 20_Verse": "E Hashem sentiu o cheiro agradável e disse Hashem em Seu coração: \"Não voltarei mais a amaldiçoar a terra por causa do homem, pois a inclinação do coração do homem é má desde sua juventude; e nunca mais voltarei a ferir todo ser vivente como fiz.\"",
        "7_Chapter, 21_Verse": "Enquanto durarem os dias da terra, sementeira e colheita, frio e calor, verão e inverno, dia e noite não cessarão.",
        "8_Chapter, 0_Verse": "E Deus abençoou Noach e seus filhos, e lhes disse: Sede fecundos, multiplicai-vos e enchei a terra.",
        "8_Chapter, 1_Verse": "E o temor e o pavor de vós estará sobre toda a criatura da terra, e sobre todas as aves dos céus, em tudo o que se move sobre o solo e em todos os peixes do mar; eles foram entregues nas vossas mãos.",
        "8_Chapter, 2_Verse": "Todo réptil que é vivo será para vós como alimento; como a verdura das plantas, Eu vos dei tudo.",
        "8_Chapter, 3_Verse": "Somente carne com sua vida, isto é, seu sangue, não comereis.",
        "8_Chapter, 4_Verse": "Certamente requererei o sangue de vossas almas; de toda criatura o requererei; e da mão do homem, da mão de um homem e de seu irmão, requererei a alma do homem.",
        "8_Chapter, 5_Verse": "Quem derramar o sangue do homem, pelo homem seu sangue será derramado; porque à imagem de Elohim Ele fez o homem.",
        "8_Chapter, 6_Verse": "E vós, sede fecundos e multiplicai-vos; enxameai na terra e multiplicai-vos nela.{ס}",
        "8_Chapter, 7_Verse": "E Elohim falou a Noach e aos seus filhos com ele, dizendo:",
        "8_Chapter, 8_Verse": "E Eu, eis que estabeleço a Minha aliança convosco e com a vossa descendência depois de vós.",
        "8_Chapter, 9_Verse": "E Eu, eis que estabeleço a Minha aliança convosco e com a sua descendência depois de vós.",
        "8_Chapter, 10_Verse": "E com toda alma vivente que está convosco, nas aves, no gado e em toda criatura da terra convosco, de tudo o que saiu da arca, para toda criatura da terra.",
        "8_Chapter, 11_Verse": "E disse Elohim: Esta é a marca da aliança que Eu estabeleço entre Mim e vós, e entre toda alma vivente que está convosco, por gerações eternas.",
        "8_Chapter, 12_Verse": "Meu arco coloquei nas nuvens, e ele será por marca de aliança entre Mim e a terra.",
        "8_Chapter, 13_Verse": "E será que, quando Eu trouxer uma nuvem sobre a terra, o arco aparecerá na nuvem.",
        "8_Chapter, 14_Verse": "E Eu me lembrarei da Minha aliança que está entre Mim e vós, e entre toda alma vivente em toda carne, e nunca mais as águas se tornarão um dilúvio para destruir toda carne.",
        "8_Chapter, 15_Verse": "E o arco estará nas nuvens, e Eu o verei para lembrar da aliança eterna entre Elohim e toda alma vivente em toda carne que está sobre a terra.",
        "8_Chapter, 16_Verse": "E Elohim disse a Noach: Esta é a marca da aliança que estabeleci entre Mim e toda carne que está sobre a terra. {פ}",
        "8_Chapter, 17_Verse": "E os filhos de Noach que saíram da arca foram Shem, Cham e Yafet, e Cham era o pai de Canaã.",
        "8_Chapter, 18_Verse": "Esses três são os filhos de Noach, e desses se espalhou toda a terra.",
        "8_Chapter, 19_Verse": "E Noach começou a ser um homem da terra, e plantou uma vinha.",
        "8_Chapter, 20_Verse": "E bebeu do vinho, e se embriagou, e se descobriu no meio de sua tenda.",
        "8_Chapter, 21_Verse": "E Cham, o pai de Canaã, viu a nudez de seu pai e contou aos seus dois irmãos do lado de fora.",
        "8_Chapter, 22_Verse": "E Shem e Yafet tomaram a roupa, e a colocaram sobre os ombros de ambos, e caminharam de costas, e cobriram a nudez de seu pai, e seus rostos estavam voltados para trás, de modo que não viram a nudez de seu pai.",
        "8_Chapter, 23_Verse": "E Noach despertou do seu vinho, e soube o que seu filho mais novo lhe tinha feito.",
        "8_Chapter, 24_Verse": "E disse: Maldito seja Canaã; servo de servos será para seus irmãos.",
        "8_Chapter, 25_Verse": "E disse: Bendito seja o Eterno, o Deus de Shem, e seja Canaã seu servo.",
        "8_Chapter, 26_Verse": "Elohim dará expansão a Yafet, e ele habitará nas tendas de Shem, e Canaã será seu servo.",
        "8_Chapter, 27_Verse": "E Noach viveu após o dilúvio trezentos e cinquenta anos.",
        "8_Chapter, 28_Verse": "E todos os dias de Noach foram novecentos e cinquenta anos, e ele morreu. {פ}(Nos manuscritos sefaradim e ashkenazim: E foram todos os dias de Noach novecentos e cinquenta anos, e ele morreu.)",
        "9_Chapter, 0_Verse": "E estas são as gerações dos filhos de Noach: Shem, Cham e Yafet; e nasceram para eles filhos após o dilúvio.",
        "9_Chapter, 1_Verse": "Os filhos de Yafet: Gomer, Magog, Madai, Yavan, Tubal, Meshech e Tiras.",
        "9_Chapter, 2_Verse": "E os filhos de Gomer: Ashkenaz, Rifat e Togarmah.",
        "9_Chapter, 3_Verse": "E os filhos de Yavan: Elisah, Tarshish, Kitim e Dodanim.",
        "9_Chapter, 4_Verse": "Dessas nações se separaram as ilhas dos povos em suas terras, cada um conforme a sua língua, segundo as suas famílias, em suas nações.",
        "9_Chapter, 5_Verse": "E os filhos de Cham: Cush, Mitzrayim, Put e Canaã.",
        "9_Chapter, 6_Verse": "E os filhos de Cush: Seva, Havilah, Sabtah, Raamah e Sabteca; e os filhos de Raamah: Sheva e Dedan.",
        "9_Chapter, 7_Verse": "E Cush gerou Nimrod; este começou a ser poderoso na terra.",
        "9_Chapter, 8_Verse": "Ele era um poderoso caçador diante de Hashem; por isso se diz: \"Como Nimrod, um poderoso caçador diante de Hashem.\"",
        "9_Chapter, 9_Verse": "E o início de seu reino foi Bavel, Erech, Akkad e Calné, na terra de Shin'ar.",
        "9_Chapter, 10_Verse": "Dessa terra saiu Ashur, e ele edificou Nínive, Rechovot-Ir e Kalach.",
        "9_Chapter, 11_Verse": "E Resen, entre Nínive e Kalach; esta é a grande cidade.",
        "9_Chapter, 12_Verse": "E Mitzrayim gerou os Ludim, os Anamim, os Lehabim e os Naftuchim.",
        "9_Chapter, 13_Verse": "E os Patrusim, e os Kasluchim, de quem saíram os Plishtim e os Caftorim.  {ס}",
        "9_Chapter, 14_Verse": "E Canaã gerou a Tzidon, seu primogênito, e a Chet.",
        "9_Chapter, 15_Verse": "E o Yevuseu, e o Emoreu, e o Girgashita.",
        "9_Chapter, 16_Verse": "E o Chivita, e o Arki, e o Sinita.",
        "9_Chapter, 17_Verse": "E o Arvadi, e o Tsemari, e o Chamati; e depois se espalharam as famílias do Cananeu.",
        "9_Chapter, 18_Verse": "E o limite do Cananeu era desde Tzidon, vindo até Gerar, até Gaza; vindo até Sdom, Amorá, Admá e Tzevoyim, até Lasha.",
        "9_Chapter, 19_Verse": "Estes são os filhos de Cham, segundo as suas famílias, conforme as suas línguas, nas suas terras, em suas nações. {ס}",
        "9_Chapter, 20_Verse": "E a Shem também nasceu um filho, pai de todos os filhos de Ever, irmão de Yafet, o mais velho.",
        "9_Chapter, 21_Verse": "Os filhos de Shem: Eilam, Ashur, Arpachshad, Lud e Aram.",
        "9_Chapter, 22_Verse": "E os filhos de Aram: Uts, Chul, Geter e Mash.",
        "9_Chapter, 23_Verse": "E Arpachshad gerou a Shelach, e Shelach gerou a Ever.",
        "9_Chapter, 24_Verse": "E a Ever nasceram dois filhos; o nome de um foi Peleg, porque nos seus dias a terra foi dividida, e o nome de seu irmão foi Yoktan.",
        "9_Chapter, 25_Verse": "E Yoktan gerou a Almodad, e a Shelef, e a Chatzarmavet, e a Yerach.",
        "9_Chapter, 26_Verse": "E a Hadoram, e a Uzal, e a Diklah.",
        "9_Chapter, 27_Verse": "E a Ovál, e a Avimael, e a Sheva.",
        "9_Chapter, 28_Verse": "E a Ofir, e a Chavilah, e a Yovav; todos esses foram filhos de Yoktan.",
        "9_Chapter, 29_Verse": "E o seu assentamento foi desde Mesha, vindo até Sephar, a montanha do oriente.",
        "9_Chapter, 30_Verse": "Estes são os filhos de Shem, segundo as suas famílias, conforme as suas línguas, nas suas terras, em suas nações.",
        "9_Chapter, 31_Verse": "Estas são as famílias dos filhos de Noach, segundo as suas gerações, em suas nações; e destes se dispersaram as nações pela terra após o dilúvio. {פ}",
        "10_Chapter, 0_Verse": "E toda a terra tinha uma só língua e as mesmas palavras.",
        "10_Chapter, 1_Verse": "E aconteceu que, quando partiram do Oriente, encontraram um vale na terra de Shin'ar e lá se estabeleceram.",
        "10_Chapter, 2_Verse": "E disseram uns aos outros: \"Vinde, façamos tijolos e queimemo-los bem.\" E a argila lhes serviu de pedra, e o betume lhes serviu de argamassa.",
        "10_Chapter, 3_Verse": "E disseram: \"Vinde, construamos para nós uma cidade e uma torre cujo topo alcance os céus, e façamos um nome para nós, para que não sejamos espalhados sobre a face de toda a terra.\"",
        "10_Chapter, 4_Verse": "E o Eterno desceu para ver a cidade e a torre que os filhos dos homens haviam construído.",
        "10_Chapter, 5_Verse": "E o Eterno disse: \"Eis que um só povo e uma só língua há para todos eles, e isto é apenas o começo de suas ações; agora, nada do que planejam fazer lhes será impossível.",
        "10_Chapter, 6_Verse": "\"Vinde, desçamos e confundamos lá a sua língua, para que um não entenda a língua do outro.\"",
        "10_Chapter, 7_Verse": "E o Eterno os dispersou dali sobre a face de toda a terra, e eles cessaram de edificar a cidade.",
        "10_Chapter, 8_Verse": "Por isso, o seu nome foi chamado Bavel, porque ali o Eterno confundiu a língua de toda a terra, e dali o Eterno os espalhou sobre a face de toda a terra.{פ}",
        "10_Chapter, 9_Verse": "Estas são as gerações de Shem: Shem tinha cem anos quando gerou Arpachshad, dois anos após o dilúvio.",
        "10_Chapter, 10_Verse": "E Shem viveu, depois de gerar Arpachshad, quinhentos anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 11_Verse": "E Arpachshad viveu trinta e cinco anos e gerou Shelach.",
        "10_Chapter, 12_Verse": "E Arpachshad viveu, depois de gerar Shelach, quatrocentos e três anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 13_Verse": "E Shelach viveu trinta anos e gerou Ever.",
        "10_Chapter, 14_Verse": "E Shelach viveu, depois de gerar Ever, quatrocentos e três anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 15_Verse": "E Ever viveu trinta e quatro anos e gerou Peleg.",
        "10_Chapter, 16_Verse": "E Ever viveu, depois de gerar Peleg, quatrocentos e trinta anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 17_Verse": "E Peleg viveu trinta anos e gerou Reu.",
        "10_Chapter, 18_Verse": "E Peleg viveu, depois de gerar Reu, duzentos e nove anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 19_Verse": "E Reu viveu trinta e dois anos e gerou Serug.",
        "10_Chapter, 20_Verse": "E Reu viveu, depois de gerar Serug, duzentos e sete anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 21_Verse": "E Serug viveu trinta anos e gerou Nachor.",
        "10_Chapter, 22_Verse": "E Serug viveu, depois de gerar Nachor, duzentos anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 23_Verse": "E Nachor viveu vinte e nove anos e gerou Terach.",
        "10_Chapter, 24_Verse": "E Nachor viveu, depois de gerar Terach, cento e dezenove anos, e teve filhos e filhas. {ס}",
        "10_Chapter, 25_Verse": "E Terach viveu setenta anos e gerou Avram, Nachor e Haran.",
        "10_Chapter, 26_Verse": "E estas são as gerações de Terach: Terach gerou Avram, Nachor e Haran; e Haran gerou Lot.",
        "10_Chapter, 27_Verse": "E Haran morreu na presença de Terach, seu pai, na terra de seu nascimento, em Ur dos Caldeus.",
        "10_Chapter, 28_Verse": "E Avram e Nachor tomaram para si esposas; o nome da esposa de Avram era Sarai, e o nome da esposa de Nachor era Milkah, filha de Haran, pai de Milkah e pai de Yiskah.",
        "10_Chapter, 29_Verse": "E Sarai era estéril; ela não tinha filhos.",
        "10_Chapter, 30_Verse": "E Terach tomou seu filho Avram, e Lot, filho de Haran, filho de seu filho, e Sarai, sua nora, esposa de seu filho Avram, e eles saíram juntos de Ur dos Caldeus para ir à terra de Canaã; e chegaram até Haran e lá se estabeleceram.",
        "10_Chapter, 31_Verse": "E os dias de Terach foram duzentos e cinco anos, e Terach morreu em Haran.{פ}",
        "11_Chapter, 0_Verse": "E disse o Senhor a Avram: \"Vá para você mesmo, (saia) da sua terra, do seu lugar de nascimento e da casa do seu pai, para a terra que Eu lhe mostrarei.",
        "11_Chapter, 1_Verse": "E Eu farei de você uma nação grande, e Eu o abençoarei, e engrandecerei o seu nome, e você será uma bênção.",
        "11_Chapter, 2_Verse": "E Eu abençoarei aqueles que o abençoarem, e aquele que o amaldiçoar, Eu amaldiçoarei; e por meio de você serão abençoadas todas as famílias da terra.\"",
        "11_Chapter, 3_Verse": "E Avram foi conforme o Senhor lhe havia falado, e Lot foi com ele. Avram tinha setenta e cinco anos quando saiu de Charan.",
        "11_Chapter, 4_Verse": "Avram tomou Sarai, sua esposa, e Lot, filho de seu irmão, e todos os seus bens que haviam adquirido, e as almas que haviam feito em Charan; e eles partiram para ir à terra de Canaã, e chegaram à terra de Canaã.",
        "11_Chapter, 5_Verse": "E Avram passou pela terra até o lugar de Shechem, até a grande árvore de Moreh. E o cananeu estava então na terra.",
        "11_Chapter, 6_Verse": "E o Senhor apareceu a Avram e disse: \"À sua descendência darei esta terra.\" E ele construiu ali um altar ao Senhor, que lhe havia aparecido.",
        "11_Chapter, 7_Verse": "E ele partiu dali em direção à região montanhosa, a leste de Beit-El, e armou sua tenda, com Beit-El a oeste e Ai a leste. E ali ele construiu um altar ao Senhor e invocou o nome do Senhor.",
        "11_Chapter, 8_Verse": "E Avram continuou sua jornada, avançando cada vez mais para o Neguev.",
        "11_Chapter, 9_Verse": "E havia uma fome na terra, e Avram desceu ao Egito para residir lá, pois a fome era severa na terra.",
        "11_Chapter, 10_Verse": "E aconteceu que, quando ele estava para entrar no Egito, ele disse a Sarai, sua esposa: \"Veja, eu sei que você é uma mulher de aparência muito bela.",
        "11_Chapter, 11_Verse": "E acontecerá que, quando os egípcios a virem, eles dirão: 'Esta é sua esposa', e eles me matarão, mas a você deixarão viver.",
        "11_Chapter, 12_Verse": "Por favor, diga que você é minha irmã, para que me vá bem por causa de você, e minha vida será poupada por amor a você.\"",
        "11_Chapter, 13_Verse": "E aconteceu que, quando Avram entrou no Egito, os egípcios viram que a mulher era muito bela.",
        "11_Chapter, 14_Verse": "E os oficiais de Paroh a viram e louvaram-na diante de Paroh, e a mulher foi levada para a casa de Paroh.",
        "11_Chapter, 15_Verse": "E ele tratou bem Avram por causa dela; e este teve ovelhas, gado, jumentos, servos, servas, jumentas e camelos.",
        "11_Chapter, 16_Verse": "Então o Senhor afligiu Paroh e sua casa com grandes pragas, por causa de Sarai, a esposa de Avram.",
        "11_Chapter, 17_Verse": "E Paroh chamou Avram e disse: \"O que é isso que me fizeste? Por que não me disseste que ela é tua esposa?",
        "11_Chapter, 18_Verse": "Por que disseste: 'Ela é minha irmã', de modo que eu a tomei como esposa? Agora, aqui está tua esposa; toma-a e vai-te.\"",
        "11_Chapter, 19_Verse": "E Paroh ordenou aos seus homens a respeito dele, e eles o enviaram embora, com sua esposa e tudo o que ele possuía.",
        "12_Chapter, 0_Verse": "E Avram subiu de Mimitzrayim, ele, sua esposa e tudo o que era dele, e Lot com ele, para o Neguev.",
        "12_Chapter, 1_Verse": "E Avram era muito rico em gado, em prata e em ouro.",
        "12_Chapter, 2_Verse": "E ele percorreu suas jornadas desde o Neguev até Beit-El, até o lugar onde estivera sua tenda no início, entre Beit-El e Ai.",
        "12_Chapter, 3_Verse": "Ao lugar do altar que havia feito lá inicialmente, e ali Avram invocou o nome de Hashem.",
        "12_Chapter, 4_Verse": "Também a Lot, que andava com Avram, tinha ovelhas, bois e tendas.",
        "12_Chapter, 5_Verse": "E a terra não podia sustentá-los para morarem juntos, porque seus bens eram muitos, e não podiam habitar juntos.",
        "12_Chapter, 6_Verse": "E houve uma contenda entre os pastores do gado de Avram e os pastores do gado de Lot. E o Cananeu e o Ferezeu então habitavam na terra.",
        "12_Chapter, 7_Verse": "E Avram disse a Lot: \"Por favor, não haja contenda entre mim e ti, e entre meus pastores e teus pastores, pois somos homens irmãos.",
        "12_Chapter, 8_Verse": "Não está toda a terra diante de ti? Por favor, separa-te de mim; se tu fores à esquerda, eu irei à direita, e se tu fores à direita, eu irei à esquerda.\"",
        "12_Chapter, 9_Verse": "E Lot levantou seus olhos e viu toda a planície do Jordão, que era toda irrigada, antes de Hashem ter destruído Sodoma e Amorá, como o Jardim de Hashem, como a terra de Mimitzrayim, ao chegar a Tzoar.",
        "12_Chapter, 10_Verse": "E Lot escolheu para si toda a planície do Jordão, e Lot viajou para o oriente, e eles se separaram um do outro.",
        "12_Chapter, 11_Verse": "Avram habitou na terra de Canaã, e Lot habitou nas cidades da planície, e armou suas tendas até Sodoma.",
        "12_Chapter, 12_Verse": "E os homens de Sodoma eram maus e pecadores contra Hashem em grande medida.",
        "12_Chapter, 13_Verse": "E Hashem disse a Avram, depois que Lot se separou dele: \"Levanta agora teus olhos e vê desde o lugar onde estás, para o norte, para o sul, para o leste e para o oeste.",
        "12_Chapter, 14_Verse": "Porque toda a terra que vês, Eu te darei, e à tua descendência para sempre.",
        "12_Chapter, 15_Verse": "E farei tua descendência como o pó da terra, de modo que se alguém puder contar o pó da terra, também tua descendência será contada.",
        "12_Chapter, 16_Verse": "Levanta-te, anda pela terra, por seu comprimento e sua largura, porque a ti Eu a darei.\"",
        "12_Chapter, 17_Verse": "E Avram mudou suas tendas, e veio a habitar nos carvalhos de Mamrei, que estão em Chevron, e ali construiu um altar a Hashem.{פ}",
        "13_Chapter, 0_Verse": "E aconteceu nos dias de Amrafel, rei de Shin'ar, Ariokh, rei de Ellasar, Kedorlaomer, rei de Elam, e Tidal, rei de Goim,",
        "13_Chapter, 1_Verse": "que eles fizeram guerra contra Bera, rei de Sedom, e contra Birsha, rei de Amorá, Shinav, rei de Admah, e Shemeber, rei de Tzevoyim, e o rei de Bela, que é Tzoar.",
        "13_Chapter, 2_Verse": "Todos esses se uniram no vale de Siddim, que é o Mar de Sal.",
        "13_Chapter, 3_Verse": "Por doze anos serviram a Kedorlaomer, mas no décimo terceiro ano se rebelaram.",
        "13_Chapter, 4_Verse": "No décimo quarto ano, veio Kedorlaomer e os reis que estavam com ele, e derrotaram os Refaim em Ashtarot Karnaim, os Zuzim em Ham, os Emim em Shavei Kiryatayim,",
        "13_Chapter, 5_Verse": "e os Hori nos seus montes de Seir, até El Paran, que está junto ao deserto.",
        "13_Chapter, 6_Verse": "Então voltaram e vieram a Ein Mishpat, que é Kadesh, e feriram todo o território dos Amalekitas, e também os Emoritas que habitavam em Chatzatzon Tamar.",
        "13_Chapter, 7_Verse": "Então saiu o rei de Sedom, e o rei de Amorá, e o rei de Admah, e o rei de Tzevoyim, e o rei de Bela, que é Tzoar, e ordenaram contra eles a batalha no vale de Siddim,",
        "13_Chapter, 8_Verse": "contra Kedorlaomer, rei de Elam, Tidal, rei de Goim, Amrafel, rei de Shin'ar, e Ariokh, rei de Ellasar; quatro reis contra cinco.",
        "13_Chapter, 9_Verse": "O vale de Siddim estava cheio de poços de betume; e os reis de Sedom e Amorá fugiram e caíram ali, e os que restaram fugiram para os montes.",
        "13_Chapter, 10_Verse": "E tomaram todos os bens de Sedom e Amorá, e toda a sua comida, e foram-se.",
        "13_Chapter, 11_Verse": "E tomaram a Lot, filho do irmão de Avram, e seu bem, pois ele estava morando em Sedom, e partiram.",
        "13_Chapter, 12_Verse": "E veio um fugitivo e contou a Avram, o Ivri, que morava nos carvalhos de Mamrei, o Emorita, irmão de Eshkol e irmão de Aner, e estes eram aliados de Avram.",
        "13_Chapter, 13_Verse": "E Avram ouviu que seu irmão fora levado cativo, e armou seus discípulos, nascidos em sua casa, trezentos e dezoito, e perseguiu-os até Dan.",
        "13_Chapter, 14_Verse": "E dividiu-se contra eles à noite, ele e seus servos, e os feriu, e os perseguiu até Hobah, que está à esquerda de Damasco.",
        "13_Chapter, 15_Verse": "E trouxe de volta todo o bem, e também a Lot, seu irmão, e seu bem trouxe de volta, e também as mulheres e o povo.",
        "13_Chapter, 16_Verse": "E o rei de Sedom saiu ao seu encontro, depois que ele retornou de ferir a Kedorlaomer e aos reis que estavam com ele, no vale de Shaveh, que é o vale do rei.",
        "13_Chapter, 17_Verse": "E Malkitzedek, rei de Shalem, trouxe pão e vinho, e ele era sacerdote do Deus Altíssimo.",
        "13_Chapter, 18_Verse": "E abençoou-o, e disse: \"Bendito seja Avram pelo Deus Altíssimo, Criador dos céus e da terra.",
        "13_Chapter, 19_Verse": "E bendito seja o Deus Altíssimo, que entregou teus inimigos em tua mão.\" E deu-lhe o dízimo de tudo.",
        "13_Chapter, 20_Verse": "E o rei de Sedom disse a Avram: \"Dá-me as almas, e toma para ti os bens.\"",
        "13_Chapter, 21_Verse": "E Avram disse ao rei de Sedom: \"Levantei minha mão ao Eterno, o Deus Altíssimo, Criador dos céus e da terra,",
        "13_Chapter, 22_Verse": "que não tomarei nem um fio nem a correia de uma sandália, e nada do que é teu, para que não digas: 'Eu enriqueci a Avram.'",
        "13_Chapter, 23_Verse": "Exceto apenas o que comeram os jovens, e a parte dos homens que foram comigo: Aner, Eshkol e Mamrei, eles tomarão sua parte.\"  {ס}",
        "14_Chapter, 0_Verse": "Depois dessas coisas, a palavra de Hashem veio a Avram em uma visão, dizendo: \"Não temas, Avram, Eu sou um escudo para ti; tua recompensa será muito grande.\"",
        "14_Chapter, 1_Verse": "Avram disse: \"Adonai Hashem, o que me darás, se eu continuar sem filhos, e o herdeiro da minha casa for Damasceno Eliezer?\"",
        "14_Chapter, 2_Verse": "E Avram disse: \"Eis que não me deste descendência, e eis que o filho da minha casa será meu herdeiro.\"",
        "14_Chapter, 3_Verse": "Então eis que a palavra de Hashem lhe veio, dizendo: \"Este não será teu herdeiro; mas aquele que sairá de tuas próprias entranhas será teu herdeiro.\"",
        "14_Chapter, 4_Verse": "Ele o levou para fora e disse: \"Olha agora para os céus e conta as estrelas, se é que podes contá-las.\" E disse-lhe: \"Assim será tua descendência.\"",
        "14_Chapter, 5_Verse": "Ele creu no Senhor, e isso lhe foi imputado como justiça.",
        "14_Chapter, 6_Verse": "Disse-lhe: \"Eu sou Hashem, que te tirei de Ur dos Caldeus, para dar-te esta terra como herança.\"",
        "14_Chapter, 7_Verse": "Ele disse: \"Adonai Hashem, como saberei que hei de herdá-la?\"",
        "14_Chapter, 8_Verse": "Ele lhe disse: \"Traga-me uma novilha de três anos, uma cabra de três anos, um carneiro de três anos, uma rola e um pombinho.\"",
        "14_Chapter, 9_Verse": "Ele trouxe todos esses animais, cortou-os ao meio e colocou cada metade de frente para a outra; mas não dividiu a ave.",
        "14_Chapter, 10_Verse": "Quando as aves de rapina desciam sobre os cadáveres, Avram as afastava.",
        "14_Chapter, 11_Verse": "Ao pôr do sol, uma profunda escuridão caiu sobre Avram, e eis que um grande temor o envolveu.",
        "14_Chapter, 12_Verse": "Hashem disse a Avram: \"Saiba com certeza que tua descendência será estrangeira em uma terra que não será sua, onde serão escravizados e oprimidos por quatrocentos anos.\"",
        "14_Chapter, 13_Verse": "\"Mas também julgarei a nação que eles servirão, e depois disso sairão com grande riqueza.\"",
        "14_Chapter, 14_Verse": "\"Tu, porém, irás em paz aos teus pais, serás sepultado em boa velhice.\"",
        "14_Chapter, 15_Verse": "\"E a quarta geração voltará para cá, pois a iniquidade dos Emoritas ainda não está completa até agora.\"",
        "14_Chapter, 16_Verse": "Quando o sol se pôs, veio uma escuridão densa, e eis que havia um forno fumegante e uma tocha de fogo que passava entre as metades divididas.",
        "14_Chapter, 17_Verse": "Naquele dia, Hashem fez uma aliança com Avram, dizendo: \"À tua descendência dei esta terra, desde o rio do Mimitzrayim até o grande rio, o rio Perat.\"",
        "14_Chapter, 18_Verse": "\"Ao Kenita, ao Kenizita, e ao Kadmonita,\"",
        "14_Chapter, 19_Verse": "\"ao Hitita, ao Perizita, e ao Refaim,\"",
        "14_Chapter, 20_Verse": "\"ao Emorita, ao Cananeu, ao Girgashita, e ao Yevusita.\" {ס}",
        "15_Chapter, 0_Verse": "E Sarai, esposa de Avram, não lhe dera filhos; e ela tinha uma serva Mimitzrayim, e seu nome era Hagar.",
        "15_Chapter, 1_Verse": "E Sarai disse a Avram: \"Eis que o Eterno me impediu de dar à luz; vá, por favor, até minha serva; talvez eu possa ter filhos por meio dela.\" E Avram ouviu a voz de Sarai.",
        "15_Chapter, 2_Verse": "Então Sarai, esposa de Avram, tomou Hagar, a serva Mimitzrayim, após dez anos de Avram residir na terra de Canaã, e a deu a Avram, seu marido, para ser sua esposa.",
        "15_Chapter, 3_Verse": "Ele foi até Hagar, e ela concebeu. Quando ela viu que estava grávida, sua senhora foi menosprezada aos seus olhos.",
        "15_Chapter, 4_Verse": "Sarai disse a Avram: \"A injustiça é sobre você! Eu coloquei minha serva em seus braços, e quando ela viu que estava grávida, fui desprezada aos seus olhos. Que o Eterno julgue entre mim e você.\"",
        "15_Chapter, 5_Verse": "Avram disse a Sarai: \"Veja, sua serva está em suas mãos; faça com ela o que for bom aos seus olhos.\" Então Sarai a afligiu, e ela fugiu de sua presença.",
        "15_Chapter, 6_Verse": "O anjo do Eterno a encontrou junto a uma fonte de água no deserto, junto à fonte no caminho de Shur.",
        "15_Chapter, 7_Verse": "E ele disse: \"Hagar, serva de Sarai, de onde você veio, e para onde vai?\" Ela respondeu: \"Estou fugindo de Sarai, minha senhora.\"",
        "15_Chapter, 8_Verse": "O anjo do Eterno lhe disse: \"Volte para sua senhora e submeta-se à sua autoridade.\"",
        "15_Chapter, 9_Verse": "E o anjo do Eterno lhe disse: \"Multiplicarei grandemente a sua descendência, e ela será tão numerosa que não poderá ser contada.\"",
        "15_Chapter, 10_Verse": "E o anjo do Eterno lhe disse: \"Você está grávida e dará à luz um filho, e chamará seu nome de Yishmael, porque o Eterno ouviu a sua aflição.\"",
        "15_Chapter, 11_Verse": "Ele será como um jumento selvagem entre os homens; sua mão estará contra todos, e a mão de todos contra ele; e ele habitará diante de todos os seus irmãos.\"",
        "15_Chapter, 12_Verse": "Ela chamou o nome do Eterno que falava com ela: \"Você é o Deus que me vê\", pois disse: \"Acaso aqui também eu vi Aquele que me vê?\"",
        "15_Chapter, 13_Verse": "Por isso, aquele poço foi chamado de Beer LaChai Roi; eis que está entre Kadesh e Bered.",
        "15_Chapter, 14_Verse": "E Hagar deu à luz um filho para Avram, e Avram chamou o nome de seu filho, que Hagar deu à luz, de Yishmael.",
        "15_Chapter, 15_Verse": "E Avram tinha oitenta e seis anos quando Hagar deu à luz Yishmael para Avram. {ס}",
        "16_Chapter, 0_Verse": "E Avram tinha noventa e nove anos quando o Eterno lhe apareceu e disse: \"Eu sou El Shadai. Anda diante de Mim e sê perfeito.  ",
        "16_Chapter, 1_Verse": "Estabelecerei a Minha aliança entre Mim e ti, e te multiplicarei grandemente.”  ",
        "16_Chapter, 2_Verse": "Então Avram caiu sobre o seu rosto, e Elohim falou com ele, dizendo:  ",
        "16_Chapter, 3_Verse": "\"Quanto a Mim, eis que a Minha aliança é contigo, e serás o pai de uma multidão de nações.  ",
        "16_Chapter, 4_Verse": "Não será mais chamado o teu nome Avram, mas sim Avraham, porque te constituí pai de uma multidão de nações.  ",
        "16_Chapter, 5_Verse": "E te farei muito prolífico, e de ti farei nações, e reis sairão de ti.  ",
        "16_Chapter, 6_Verse": "Estabelecerei a Minha aliança entre Mim e ti, e a tua descendência depois de ti, por suas gerações, como aliança eterna, para ser o teu Elohim e o Elohim da tua descendência depois de ti.  ",
        "16_Chapter, 7_Verse": "E darei a ti e à tua descendência depois de ti a terra de tuas peregrinações, toda a terra de Cana’an, como posse eterna; e serei o vosso Elohim.\"  ",
        "16_Chapter, 8_Verse": "E Elohim disse a Avraham: \"Quanto a ti, guardarás a Minha aliança, tu e a tua descendência depois de ti, por suas gerações.  ",
        "16_Chapter, 9_Verse": "Esta é a Minha aliança, que guardareis, entre Mim e vós, e a tua descendência depois de ti: todo macho entre vós será circuncidado.  ",
        "16_Chapter, 10_Verse": "Circuncidareis a carne do vosso prepúcio, e isso será como sinal da aliança entre Mim e vós.  ",
        "16_Chapter, 11_Verse": "Ao oitavo dia será circuncidado todo macho entre vós, por vossas gerações, tanto os nascidos em casa quanto os comprados por dinheiro de qualquer estrangeiro, que não forem da tua descendência.  ",
        "16_Chapter, 12_Verse": "Devem ser circuncidados tanto os nascidos em tua casa quanto os comprados com teu dinheiro, e a Minha aliança estará em vossa carne como aliança eterna.  ",
        "16_Chapter, 13_Verse": "E o homem incircunciso, aquele que não for circuncidado na carne do seu prepúcio, essa alma será extirpada do seu povo; violou a Minha aliança.\"  ",
        "16_Chapter, 14_Verse": "E Elohim disse a Avraham: \"Sarai, tua esposa, não será mais chamada Sarai, mas sim Sarah. {ס}",
        "16_Chapter, 15_Verse": "Abençoá-la-ei, e dela também te darei um filho; abençoá-la-ei, e ela será mãe de nações; reis de povos virão dela.\"  ",
        "16_Chapter, 16_Verse": "Então Avraham caiu sobre o seu rosto e riu, dizendo em seu coração: “Poderá um filho nascer para alguém de cem anos? E poderá Sarah, aos noventa anos, dar à luz?”  ",
        "16_Chapter, 17_Verse": "E Avraham disse a Elohim: “Oxalá Yishmael viva diante de Ti!”  ",
        "16_Chapter, 18_Verse": "Mas Elohim disse: “De fato, Sarah, tua esposa, te dará um filho, e chamarás o seu nome Yitzchak; e estabelecerei a Minha aliança com ele como aliança eterna para a sua descendência depois dele.  ",
        "16_Chapter, 19_Verse": "Quanto a Yishmael, também te ouvi. Eis que o abençoei, e o farei frutificar e multiplicá-lo grandemente. Ele gerará doze príncipes, e dele farei uma grande nação.  ",
        "16_Chapter, 20_Verse": "Mas a Minha aliança estabelecerei com Yitzchak, que Sarah te dará à luz por este tempo determinado, no ano seguinte.”  ",
        "16_Chapter, 21_Verse": "E havendo concluído de falar com ele, Elohim subiu de sobre Avraham.  ",
        "16_Chapter, 22_Verse": "Então Avraham tomou Yishmael, seu filho, e todos os nascidos em sua casa, e todos os comprados por seu dinheiro, todo macho entre os homens da casa de Avraham, e circuncidou a carne do seu prepúcio naquele mesmo dia, conforme Elohim lhe havia falado.  ",
        "16_Chapter, 23_Verse": "Avraham tinha noventa e nove anos quando foi circuncidado na carne do seu prepúcio.  ",
        "16_Chapter, 24_Verse": "E Yishmael, seu filho, tinha treze anos quando foi circuncidado na carne do seu prepúcio.  ",
        "16_Chapter, 25_Verse": "No mesmo dia foram circuncidados Avraham e Yishmael, seu filho.  ",
        "16_Chapter, 26_Verse": "E todos os homens de sua casa, tanto os nascidos em casa quanto os comprados por dinheiro de estrangeiros, foram circuncidados com ele.{פ}",
        "17_Chapter, 0_Verse": "E apareceu-lhe o Eterno nos carvalhos de Mamre, e ele estava sentado à entrada da tenda, no calor do dia.",
        "17_Chapter, 1_Verse": "E levantou os olhos e viu, e eis que três homens estavam parados sobre ele; e quando os viu, correu ao encontro deles desde a entrada da tenda, e prostrou-se em terra.",
        "17_Chapter, 2_Verse": "E disse: \"Adonai, se agora achei favor aos Teus olhos, rogo-Te que não passes além do Teu servo.",
        "17_Chapter, 3_Verse": "Que se traga um pouco de água, e lavai os vossos pés, e descansai debaixo desta árvore.",
        "17_Chapter, 4_Verse": "E trarei um pedaço de pão, para confortar o vosso coração; depois seguireis o vosso caminho, pois por isso passastes pelo vosso servo.\" E disseram: \"Faze como disseste.\"",
        "17_Chapter, 5_Verse": "Então Avraham apressou-se à tenda, até Sarah, e disse: \"Apressa-te, amassa três medidas de farinha fina e faz bolos.\"",
        "17_Chapter, 6_Verse": "E Avraham correu ao rebanho, e tomou um bezerro tenro e bom, e deu-o ao jovem, que se apressou em prepará-lo.",
        "17_Chapter, 7_Verse": "E tomou manteiga e leite, e o bezerro que tinha preparado, e pôs tudo diante deles; e ele permaneceu em pé junto a eles debaixo da árvore, enquanto comiam.",
        "17_Chapter, 8_Verse": "E perguntaram-lhe: \"Onde está Sarah, tua esposa?\" E ele respondeu: \"Ela está na tenda.\"",
        "17_Chapter, 9_Verse": "E Ele disse: \"Certamente voltarei a ti ao tempo da vida, e eis que Sara, tua esposa, terá um filho.\" E Sarah escutava à entrada da tenda, que estava atrás dele.",
        "17_Chapter, 10_Verse": "E Avraham e Sarah eram velhos, avançados em dias; já havia cessado para Sarah o costume das mulheres.",
        "17_Chapter, 11_Verse": "E Sarah riu-se dentro de si mesma, dizendo: \"Depois de eu ter envelhecido, terei prazer? E meu senhor também é velho.\"",
        "17_Chapter, 12_Verse": "E o Eterno disse a Avraham: \"Por que isto? Por que Sarah riu, dizendo: 'Será verdade que darei à luz, sendo velha?'",
        "17_Chapter, 13_Verse": "Porventura há algo difícil para o Eterno? No tempo determinado, voltarei a ti, ao tempo da vida, e Sara terá um filho.\"",
        "17_Chapter, 14_Verse": "E Sarah negou, dizendo: \"Não ri,\" porque teve medo. E Ele disse: \"Não, mas tu riste.\"",
        "17_Chapter, 15_Verse": "E aqueles homens levantaram-se dali, e olharam para Sdom; e Avraham ia com eles, acompanhando-os para despedir-se.",
        "17_Chapter, 16_Verse": "E o Eterno disse: \"Esconder-me-ei de Avraham o que estou prestes a fazer?",
        "17_Chapter, 17_Verse": "Pois Avraham certamente virá a ser uma nação grande e poderosa, e por meio dele serão abençoadas todas as nações da terra.",
        "17_Chapter, 18_Verse": "Porque Eu o conheci, sabendo que ele ordenará aos seus filhos e à sua casa depois dele, para que guardem o caminho do Eterno, praticando justiça e juízo, para que o Eterno faça vir sobre Avraham aquilo que prometeu.\"",
        "17_Chapter, 19_Verse": "E disse o Eterno: \"O clamor de Sdom e Amorá é grande, e seu pecado é muito grave.",
        "17_Chapter, 20_Verse": "Descerei agora e verei se, conforme o clamor que chegou até Mim, fizeram completa maldade; e se não, sabê-lo-ei.\"",
        "17_Chapter, 21_Verse": "E aqueles homens partiram dali e foram a Sdom; e Avraham ainda estava em pé diante do Eterno.",
        "17_Chapter, 22_Verse": "E Avraham aproximou-se e disse: \"Acaso destruirás o justo com o ímpio?",
        "17_Chapter, 23_Verse": "Talvez haja cinquenta justos dentro da cidade; acaso destruirás e não pouparás o lugar por causa dos cinquenta justos que estão dentro dela?",
        "17_Chapter, 24_Verse": "Longe de Ti fazer tal coisa, matar o justo com o ímpio, para que seja o justo como o ímpio! Longe de Ti! Acaso o Juiz de toda a terra não fará justiça?\"",
        "17_Chapter, 25_Verse": "E disse o Eterno: \"Se Eu encontrar em Sdom cinquenta justos dentro da cidade, pouparei todo o lugar por amor a eles.\"",
        "17_Chapter, 26_Verse": "E Avraham respondeu e disse: \"Eis que ousei falar ao Senhor, embora eu seja pó e cinza.",
        "17_Chapter, 27_Verse": "Talvez faltem cinco dos cinquenta justos; destruirás toda a cidade por cinco? E Ele disse: \"Não a destruirei se lá encontrar quarenta e cinco.\"",
        "17_Chapter, 28_Verse": "E continuou falando com Ele, e disse: \"Talvez sejam encontrados ali quarenta.\" E Ele disse: \"Não farei nada por causa dos quarenta.\"",
        "17_Chapter, 29_Verse": "E disse: \"Rogo-Te, que não se acenda a ira do Senhor, e falarei: Talvez sejam encontrados ali trinta.\" E Ele disse: \"Não farei nada se lá encontrar trinta.\"",
        "17_Chapter, 30_Verse": "E disse: \"Eis que ousei falar ao Senhor: Talvez sejam encontrados ali vinte.\" E Ele disse: \"Não destruirei por causa dos vinte.\"",
        "17_Chapter, 31_Verse": "E disse: \"Rogo-Te, que não se acenda a ira do Senhor, e falarei apenas mais esta vez: Talvez sejam encontrados ali dez.\" E Ele disse: \"Não destruirei por causa dos dez.\"",
        "17_Chapter, 32_Verse": "E o Eterno partiu, assim que acabou de falar com Avraham; e Avraham voltou ao seu lugar.",
        "18_Chapter, 0_Verse": "E os dois mensageiros chegaram a Sedom ao entardecer, e Lot estava sentado à entrada de Sedom. Quando Lot os viu, levantou-se para encontrá-los e prostrou-se com o rosto em terra.",
        "18_Chapter, 1_Verse": "E disse: \"Por favor, meus senhores, por favor, venham à casa do seu servo e passem a noite, lavem os seus pés, e pela manhã seguirão o seu caminho.\" E eles disseram: \"Não, nós passaremos a noite na rua.\"",
        "18_Chapter, 2_Verse": "Mas ele insistiu muito com eles, e eles foram com ele e entraram em sua casa. Ele lhes fez um banquete e assou matzot, e eles comeram.",
        "18_Chapter, 3_Verse": "Antes de se deitarem, os homens da cidade, os homens de Sedom, cercaram a casa, desde o jovem até o idoso, todo o povo de todos os cantos.",
        "18_Chapter, 4_Verse": "E chamaram Lot e disseram-lhe: \"Onde estão os homens que vieram a ti esta noite? Traga-os para fora, para que possamos conhecê-los.\"",
        "18_Chapter, 5_Verse": "Então Lot saiu até eles até a entrada, e fechou a porta atrás de si.",
        "18_Chapter, 6_Verse": "E disse: \"Por favor, meus irmãos, não façam o mal.",
        "18_Chapter, 7_Verse": "Eis que tenho duas filhas que ainda não conheceram homem; eu as trarei para fora para vós, e fareis com elas o que for bom aos vossos olhos; apenas não façais nada a estes homens, pois foi para debaixo da sombra do meu telhado que eles vieram.\"",
        "18_Chapter, 8_Verse": "Mas eles disseram: \"Afasta-te!\" E disseram: \"Este veio como estrangeiro, e agora quer julgar! Agora te faremos pior do que a eles.\" E pressionaram muito contra o homem, contra Lot, e avançaram para arrombar a porta.",
        "18_Chapter, 9_Verse": "Mas os homens estenderam suas mãos e trouxeram Lot para dentro da casa com eles, e fecharam a porta.",
        "18_Chapter, 10_Verse": "E feriram com cegueira os homens que estavam à entrada da casa, desde o menor até o maior, de modo que se cansaram de procurar a entrada.",
        "18_Chapter, 11_Verse": "E os homens disseram a Lot: \"Quem mais tens aqui? Genro, e teus filhos e tuas filhas, e todo aquele que tens na cidade, tira-os deste lugar.",
        "18_Chapter, 12_Verse": "Pois vamos destruir este lugar, porque o clamor contra eles subiu diante do Senhor, e o Senhor nos enviou para destruí-la.\"",
        "18_Chapter, 13_Verse": "Então Lot saiu e falou com seus genros, os que haviam tomado suas filhas, e disse: \"Levantai-vos, saí deste lugar, pois o Senhor vai destruir a cidade.\" Mas parecia uma brincadeira aos olhos de seus genros.",
        "18_Chapter, 14_Verse": "Ao amanhecer, os mensageiros apressaram Lot, dizendo: \"Levanta-te, toma tua mulher e tuas duas filhas que estão aqui, para que não pereças na punição da cidade.\"",
        "18_Chapter, 15_Verse": "Mas ele hesitava, e aqueles homens pegaram-no pela mão, e a mão de sua mulher, e as mãos de suas duas filhas, por causa da misericórdia do Senhor sobre ele, e tiraram-no e colocaram-no fora da cidade.",
        "18_Chapter, 16_Verse": "E aconteceu que, quando os tiraram para fora, ele disse: \"Escapa por tua vida! Não olhes para trás, nem fiques em toda a planície; escapa para a montanha, para que não pereças.\"",
        "18_Chapter, 17_Verse": "E Lot lhes disse: \"Ah, não, meus senhores!",
        "18_Chapter, 18_Verse": "Eis que teu servo encontrou graça aos teus olhos, e tu mostraste grande bondade para comigo ao salvar minha vida; mas eu não posso escapar para a montanha, para que o mal não me alcance e eu morra.",
        "18_Chapter, 19_Verse": "Eis que esta cidade está próxima para fugir para lá, e é pequena; permite-me escapar para lá – não é ela pequena? – e minha vida será salva.\"",
        "18_Chapter, 20_Verse": "E ele lhe disse: \"Eis que aceitei tua súplica também neste assunto, para não destruir a cidade de que falaste.",
        "18_Chapter, 21_Verse": "Apresse-te, escapa para lá, pois não posso fazer nada até que chegue lá.\" Por isso o nome da cidade era Tzoar.",
        "18_Chapter, 22_Verse": "O sol tinha saído sobre a terra, e Lot entrou em Tzoar.",
        "18_Chapter, 23_Verse": "Então o Senhor fez chover sobre Sedom e Amorá enxofre e fogo do Senhor, do céu.",
        "18_Chapter, 24_Verse": "E Ele destruiu aquelas cidades e toda a planície, e todos os habitantes das cidades, e a vegetação da terra.",
        "18_Chapter, 25_Verse": "E sua mulher olhou para trás dele, e tornou-se uma estátua de sal.",
        "18_Chapter, 26_Verse": "Abraham levantou-se cedo pela manhã e foi ao lugar onde tinha estado diante do Senhor.",
        "18_Chapter, 27_Verse": "E olhou para Sedom e Amorá, e para toda a terra da planície, e viu que subia da terra uma fumaça como a fumaça de uma fornalha.",
        "18_Chapter, 28_Verse": "Assim aconteceu que, quando Deus destruiu as cidades da planície, Ele se lembrou de Abraham, e enviou Lot para fora do meio da destruição, quando Ele destruiu as cidades onde Lot havia morado.",
        "18_Chapter, 29_Verse": "E Lot subiu de Tzoar e habitou na montanha, e suas duas filhas com ele, pois ele temia habitar em Tzoar; e ele habitou numa caverna, ele e suas duas filhas.",
        "18_Chapter, 30_Verse": "E a primogênita disse à mais nova: \"Nosso pai é velho, e não há homem na terra para entrar a nós segundo o costume de toda a terra.",
        "18_Chapter, 31_Verse": "Vem, façamos nosso pai beber vinho, e deitemo-nos com ele, para preservarmos descendência de nosso pai.\"",
        "18_Chapter, 32_Verse": "Então deram a seu pai vinho naquela noite, e a primogênita foi e deitou-se com seu pai, e ele não percebeu quando ela se deitou nem quando se levantou.",
        "18_Chapter, 33_Verse": "E aconteceu ao outro dia, e a primogênita disse à mais nova: \"Eis que me deitei ontem à noite com meu pai; façamo-lo beber vinho também esta noite, e entra e deita-te com ele, para preservarmos descendência de nosso pai.\"",
        "18_Chapter, 34_Verse": "Então deram a seu pai vinho também naquela noite, e a mais nova levantou-se e deitou-se com ele, e ele não percebeu quando ela se deitou nem quando se levantou.",
        "18_Chapter, 35_Verse": "E ambas as filhas de Lot conceberam de seu pai. {ס}",
        "18_Chapter, 36_Verse": "E a primogênita teve um filho, e chamou seu nome Moav; ele é o pai dos moabitas até hoje.",
        "18_Chapter, 37_Verse": "E a mais nova também teve um filho, e chamou seu nome Ben-Ami; ele é o pai dos amonitas até hoje.",
        "19_Chapter, 0_Verse": "E Avraham partiu dali para a terra do Negev, e habitou entre Kadesh e Shur, e peregrinou em Gerar.",
        "19_Chapter, 1_Verse": "E Avraham disse sobre Sarah, sua esposa: \"Ela é minha irmã.\" E Avimelech, rei de Gerar, enviou mensageiros e tomou a Sarah.",
        "19_Chapter, 2_Verse": "Então Deus veio a Avimelech em um sonho durante a noite e lhe disse: \"Tu morrerás por causa da mulher que tomaste, pois ela é casada.\"",
        "19_Chapter, 3_Verse": "Mas Avimelech ainda não havia se aproximado dela, e ele disse: \"Senhor, acaso também matarás uma nação justa?",
        "19_Chapter, 4_Verse": "Porventura ele não me disse: 'Ela é minha irmã'? E ela também disse: 'Ele é meu irmão.' Foi com o coração sincero e mãos limpas que fiz isto.\"",
        "19_Chapter, 5_Verse": "E Deus lhe disse no sonho: \"Também eu sei que foi com o coração sincero que fizeste isso, e te impedi de pecar contra mim; por isso não permiti que a tocasse.",
        "19_Chapter, 6_Verse": "Agora, pois, devolve a mulher do homem, porque ele é profeta, e ele orará por ti, e viverás. Mas se não a devolveres, sabe que certamente morrerás, tu e todos os que são teus.\"",
        "19_Chapter, 7_Verse": "Então Avimelech se levantou cedo pela manhã e chamou todos os seus servos, e falou todas essas palavras aos ouvidos deles; e os homens tiveram muito medo.",
        "19_Chapter, 8_Verse": "E Avimelech chamou Avraham e lhe disse: \"O que nos fizeste? E em que pequei contra ti, para trazer sobre mim e sobre o meu reino um grande pecado? Coisas que não se fazem fizeste comigo.\"",
        "19_Chapter, 9_Verse": "E Avimelech disse a Avraham: \"O que viste para fazeres tal coisa?\"",
        "19_Chapter, 10_Verse": "E Avraham respondeu: \"Porque pensei: 'Certamente não há temor de Elohim neste lugar, e eles me matarão por causa da minha esposa.'",
        "19_Chapter, 11_Verse": "Além disso, ela é realmente minha irmã, filha de meu pai, mas não filha de minha mãe, e ela se tornou minha esposa.",
        "19_Chapter, 12_Verse": "E aconteceu que, quando Elohim me fez errar da casa de meu pai, eu lhe disse: 'Este é o favor que me farás: em todo lugar aonde formos, dize de mim: Ele é meu irmão.'\"",
        "19_Chapter, 13_Verse": "Então Avimelech tomou ovelhas, bois, servos e servas, e os deu a Avraham, e lhe devolveu Sarah, sua esposa.",
        "19_Chapter, 14_Verse": "E Avimelech disse: \"Eis que minha terra está diante de ti; habita onde for bom aos teus olhos.\"",
        "19_Chapter, 15_Verse": "E a Sarah ele disse: \"Eis que dei mil siclos de prata ao teu irmão; eis que isso será para ti como véu sobre os olhos diante de todos os que estão contigo, e diante de todos, para que sejas justificada.\"",
        "19_Chapter, 16_Verse": "E Avraham orou a Elohim, e Elohim curou Avimelech, sua esposa e suas servas, e elas puderam conceber.",
        "19_Chapter, 17_Verse": "Pois o Eterno havia fechado completamente todos os ventres da casa de Avimelech por causa de Sarah, a esposa de Avraham. {ס}",
        "20_Chapter, 0_Verse": "E Hashem se lembrou de Sarah, como havia dito, e fez por Sarah conforme havia falado.",
        "20_Chapter, 1_Verse": "E Sarah concebeu e deu à luz um filho para Avraham na sua velhice, ao tempo determinado que Elohim havia prometido.",
        "20_Chapter, 2_Verse": "E Avraham chamou o nome do seu filho que lhe nascera, que Sarah lhe dera à luz, Yitzchak.",
        "20_Chapter, 3_Verse": "E Avraham circuncidou Yitzchak, seu filho, aos oito dias de idade, conforme Elohim lhe ordenara.",
        "20_Chapter, 4_Verse": "E Avraham tinha cem anos quando nasceu Yitzchak, seu filho.",
        "20_Chapter, 5_Verse": "E Sarah disse: \"Elohim me concedeu riso; todo aquele que ouvir vai rir comigo.\"",
        "20_Chapter, 6_Verse": "E ela disse: \"Quem teria dito a Avraham que Sarah amamentaria filhos? Pois eu dei à luz um filho na sua velhice.\"",
        "20_Chapter, 7_Verse": "E o menino cresceu e foi desmamado, e Avraham fez um grande banquete no dia em que Yitzchak foi desmamado.",
        "20_Chapter, 8_Verse": "E Sarah viu o filho de Hagar, a Mimitzrayim, que ela dera à luz para Avraham, zombando.",
        "20_Chapter, 9_Verse": "E ela disse a Avraham: \"Expulsa esta serva e o seu filho, pois o filho desta serva não herdará junto com meu filho, com Yitzchak.\"",
        "20_Chapter, 10_Verse": "E isso muito desagradou a Avraham por causa de seu filho.",
        "20_Chapter, 11_Verse": "E Elohim disse a Avraham: \"Não te entristeça por causa do jovem e por causa da tua serva. Em tudo o que Sarah te disser, ouve a sua voz, pois por meio de Yitzchak será chamada a tua descendência.",
        "20_Chapter, 12_Verse": "E também ao filho da serva farei dele uma grande nação, porque ele é tua semente.\"",
        "20_Chapter, 13_Verse": "E Avraham levantou-se cedo pela manhã, tomou pão e uma bolsa de água, e os deu a Hagar, colocando-os sobre o ombro dela, juntamente com o menino, e a enviou embora. E ela partiu e vagueou pelo deserto de Beer Sheva.",
        "20_Chapter, 14_Verse": "E a água da bolsa se acabou, e ela lançou o menino debaixo de um dos arbustos.",
        "20_Chapter, 15_Verse": "E ela foi e sentou-se longe, à distância de um tiro de arco, pois disse: \"Que eu não veja a morte do menino.\" E ela se sentou longe, levantou a sua voz e chorou.",
        "20_Chapter, 16_Verse": "E Elohim ouviu a voz do menino, e o anjo de Elohim chamou Hagar desde os céus e lhe disse: \"O que há contigo, Hagar? Não temas, pois Elohim ouviu a voz do menino onde ele está.",
        "20_Chapter, 17_Verse": "Levanta-te, ergue o menino e segura firmemente a tua mão nele, pois farei dele uma grande nação.\"",
        "20_Chapter, 18_Verse": "E Elohim abriu os olhos dela, e ela viu um poço de água. Então foi, encheu a bolsa de água e deu de beber ao menino.",
        "20_Chapter, 19_Verse": "E Elohim estava com o menino, e ele cresceu, habitou no deserto e tornou-se um arqueiro.",
        "20_Chapter, 20_Verse": "E ele habitou no deserto de Paran, e sua mãe lhe tomou uma mulher da terra de Mimitzrayim.",
        "20_Chapter, 21_Verse": "E aconteceu naquele tempo que Avimelech e Pikhol, o chefe do seu exército, disseram a Avraham: \"Elohim está contigo em tudo o que fazes.",
        "20_Chapter, 22_Verse": "Agora, pois, jura-me aqui por Elohim que não faltarás com a verdade para mim, nem para minha descendência, nem para minha posteridade, mas conforme a bondade que te fiz, farás comigo e com a terra onde tens residido.\"",
        "20_Chapter, 23_Verse": "E Avraham disse: \"Eu jurarei.\"",
        "20_Chapter, 24_Verse": "E Avraham repreendeu Avimelech por causa de um poço de água que os servos de Avimelech haviam tomado à força.",
        "20_Chapter, 25_Verse": "E Avimelech disse: \"Eu não sabia quem fez essa coisa, e tu também não me contaste, e eu não soube disso até hoje.\"",
        "20_Chapter, 26_Verse": "E Avraham tomou ovelhas e bois e os deu a Avimelech, e ambos fizeram uma aliança.",
        "20_Chapter, 27_Verse": "E Avraham separou sete cordeiras do rebanho à parte.",
        "20_Chapter, 28_Verse": "E Avimelech disse a Avraham: \"O que significam essas sete cordeiras que separaste?\"",
        "20_Chapter, 29_Verse": "E ele disse: \"Por estas sete cordeiras tomarás da minha mão, para que sirvam de testemunho de que eu cavei este poço.\"",
        "20_Chapter, 30_Verse": "Por isso aquele lugar foi chamado Beer Sheva, porque ali juraram ambos.",
        "20_Chapter, 31_Verse": "E eles fizeram uma aliança em Beer Sheva, e Avimelech e Pikhol, o chefe do seu exército, se levantaram e voltaram à terra dos filisteus.",
        "20_Chapter, 32_Verse": "E Avraham plantou uma tamargueira em Beer Sheva, e ali invocou o nome de Hashem, El Olam.",
        "20_Chapter, 33_Verse": "E Avraham residiu na terra dos filisteus por muitos dias.{פ}",
        "21_Chapter, 0_Verse": "E aconteceu, depois dessas coisas, que Elohim testou Avraham. E disse-lhe: \"Avraham!\" E ele respondeu: \"Eis-me aqui.\"",
        "21_Chapter, 1_Verse": "E disse: \"Toma agora o teu filho, o teu único filho, Yitzchak, a quem amas, e vai para a terra de Moriá; e oferece-o ali como oferta de elevação sobre um dos montes que Eu te direi.\"",
        "21_Chapter, 2_Verse": "Então Avraham se levantou cedo pela manhã, selou seu jumento, e tomou consigo dois de seus servos e Yitzchak, seu filho; e rachou lenha para a oferta de elevação, e partiu para o lugar que Elohim lhe havia dito.",
        "21_Chapter, 3_Verse": "No terceiro dia, Avraham ergueu os olhos e viu o lugar de longe.",
        "21_Chapter, 4_Verse": "E Avraham disse aos seus servos: \"Fiquem aqui com o jumento; eu e o jovem iremos até lá, prostrarmo-nos e voltaremos para vocês.\"",
        "21_Chapter, 5_Verse": "Avraham tomou a lenha da oferta de elevação e colocou-a sobre Yitzchak, seu filho; e ele pegou em sua mão o fogo e a faca. E ambos caminharam juntos.",
        "21_Chapter, 6_Verse": "E Yitzchak falou a Avraham, seu pai, e disse: \"Meu pai!\" Ele respondeu: \"Eis-me aqui, meu filho.\" E ele disse: \"Eis aqui o fogo e a lenha, mas onde está o cordeiro para a oferta de elevação?\"",
        "21_Chapter, 7_Verse": "Avraham respondeu: \"Elohim verá para Si o cordeiro para a oferta de elevação, meu filho.\" E continuaram caminhando juntos.",
        "21_Chapter, 8_Verse": "Chegaram ao lugar que Elohim lhe tinha dito. Avraham edificou ali o altar, arrumou a lenha, amarrou Yitzchak, seu filho, e o colocou sobre o altar, em cima da lenha.",
        "21_Chapter, 9_Verse": "Então Avraham estendeu a mão e pegou a faca para matar seu filho.",
        "21_Chapter, 10_Verse": "Mas o anjo do Eterno o chamou dos céus, e disse: \"Avraham! Avraham!\" Ele respondeu: \"Eis-me aqui.\"",
        "21_Chapter, 11_Verse": "E disse: \"Não estendas tua mão contra o jovem, e não lhe faças nada; pois agora sei que temes a Elohim, uma vez que não me negaste teu filho, teu único filho.\"",
        "21_Chapter, 12_Verse": "Então Avraham ergueu os olhos e viu atrás de si um carneiro preso pelos chifres no mato. Avraham foi e tomou o carneiro, e o ofereceu como oferta de elevação em lugar de seu filho.",
        "21_Chapter, 13_Verse": "E Avraham chamou aquele lugar de \"Hashem Yir'eh\", que é traduzido como: \"No monte do Eterno será visto.\"",
        "21_Chapter, 14_Verse": "E o anjo do Eterno chamou Avraham mais uma vez dos céus,",
        "21_Chapter, 15_Verse": "e disse: \"Juro por Mim mesmo\", diz o Eterno, \"que, por teres feito isso e não teres poupado teu filho, teu único filho,",
        "21_Chapter, 16_Verse": "certamente te abençoarei e multiplicarei abundantemente tua descendência como as estrelas do céu e como a areia na praia do mar; e tua descendência possuirá as portas de seus inimigos.",
        "21_Chapter, 17_Verse": "E por meio de tua descendência serão abençoadas todas as nações da terra, porque obedeceste à Minha voz.\"",
        "21_Chapter, 18_Verse": "Então Avraham voltou aos seus servos, e eles se levantaram e partiram juntos para Be'er Sheva. E Avraham habitou em Be'er Sheva.{פ}",
        "21_Chapter, 19_Verse": "E aconteceu, depois dessas coisas, que foi dito a Avraham: \"Eis que Milcah também deu à luz filhos para Nachor, teu irmão:",
        "21_Chapter, 20_Verse": "Utz, seu primogênito, e Buz, seu irmão, e Kemuel, pai de Aram,",
        "21_Chapter, 21_Verse": "Kesed, Chazo, Pildash, Yidlaf, e Betuel.\"",
        "21_Chapter, 22_Verse": "E Betuel gerou Rivka. Esses oito foram os filhos que Milcah deu à luz para Nachor, irmão de Avraham.",
        "21_Chapter, 23_Verse": "E a concubina dele, cujo nome era Reumah, também deu à luz Tevach, Gacham, Tachash e Maacah.{פ}",
        "22_Chapter, 0_Verse": "E os anos da vida de Sara foram cento e vinte e sete anos; esses foram os anos da vida de Sara.",
        "22_Chapter, 1_Verse": "E Sara morreu em Kiryat Arba, que é Chevron, na terra de Canaã, e Avraham veio para prantear Sara e para chorar por ela.",
        "22_Chapter, 2_Verse": "E Avraham se levantou de diante do seu morto e falou aos filhos de Het, dizendo:",
        "22_Chapter, 3_Verse": "\"Sou um estrangeiro e residente convosco; dai-me a posse de uma sepultura convosco, para que eu possa enterrar o meu morto.\"",
        "22_Chapter, 4_Verse": "E os filhos de Het responderam a Avraham, dizendo-lhe:",
        "22_Chapter, 5_Verse": "\"Ouve-nos, meu senhor: és um príncipe de Elohim entre nós; enterra o teu morto no melhor dos nossos túmulos; nenhum de nós negará a ti o seu túmulo para enterrares o teu morto.\"",
        "22_Chapter, 6_Verse": "E Avraham se levantou e se inclinou ao povo da terra, aos filhos de Het.",
        "22_Chapter, 7_Verse": "E ele lhes falou, dizendo: \"Se está em vosso coração que eu enterre o meu morto, ouvi-me e intercedei por mim junto a Efron ben Tzochar,",
        "22_Chapter, 8_Verse": "para que ele me dê a caverna de Machpelah, que lhe pertence, que está na extremidade do seu campo; que ele a entregue para mim por pleno preço como posse de sepultura no meio de vós.\"",
        "22_Chapter, 9_Verse": "Ora, Efron estava sentado no meio dos filhos de Het; e Efron, o hitita, respondeu a Avraham aos ouvidos dos filhos de Het, a todos os que entravam pelo portão da sua cidade, dizendo:",
        "22_Chapter, 10_Verse": "\"Não, meu senhor, ouve-me: Eu te dei o campo, e a caverna que nele está, também te dei; diante dos olhos dos filhos do meu povo te dei; enterra o teu morto.\"",
        "22_Chapter, 11_Verse": "E Avraham se inclinou perante o povo da terra.",
        "22_Chapter, 12_Verse": "E falou a Efron aos ouvidos do povo da terra, dizendo: \"Mas se tu concordas, ouve-me: Eu dei o dinheiro do campo, toma-o de mim, para que eu possa enterrar ali o meu morto.\"",
        "22_Chapter, 13_Verse": "Então Efron respondeu a Avraham, dizendo-lhe:",
        "22_Chapter, 14_Verse": "\"Meu senhor, ouve-me: Uma terra de quatrocentos siclos de prata, o que é isso entre mim e ti? Enterra o teu morto.\"",
        "22_Chapter, 15_Verse": "E Avraham ouviu a Efron, e Avraham pesou a Efron o dinheiro que ele havia mencionado aos ouvidos dos filhos de Het: quatrocentos siclos de prata, corrente no comércio.",
        "22_Chapter, 16_Verse": "Assim, o campo de Efron, que estava em Machpelah, que fica diante de Mamrei, o campo e a caverna que nele estava, e todas as árvores que estavam no campo, dentro de toda a sua fronteira ao redor,",
        "22_Chapter, 17_Verse": "foram confirmados como propriedade de Avraham perante os olhos dos filhos de Het, a todos os que entravam pelo portão da sua cidade.",
        "22_Chapter, 18_Verse": "Depois disso, Avraham enterrou Sara, sua esposa, na caverna do campo de Machpelah, diante de Mamrei, que é Chevron, na terra de Canaã.",
        "22_Chapter, 19_Verse": "E o campo e a caverna que nele estava foram confirmados a Avraham como posse de sepultura pelos filhos de Het. {ס}",
        "23_Chapter, 0_Verse": "E Avraham era velho, avançado em dias, e o Eterno havia abençoado Avraham em tudo.",
        "23_Chapter, 1_Verse": "E Avraham disse ao seu servo, o mais velho da sua casa, que governava sobre tudo o que ele possuía: \"Coloca agora a tua mão debaixo da minha coxa,",
        "23_Chapter, 2_Verse": "e te farei jurar pelo Eterno, o Deus dos céus e o Deus da terra, que não tomarás uma mulher para meu filho dentre as filhas dos Cananeus, entre os quais eu habito.",
        "23_Chapter, 3_Verse": "Mas irás à minha terra e à minha parentela, e tomarás uma mulher para meu filho, para Yitzchak.\"",
        "23_Chapter, 4_Verse": "E o servo lhe disse: \"Talvez a mulher não queira vir após mim a esta terra; deverei então fazer teu filho voltar à terra da qual tu saíste?\"",
        "23_Chapter, 5_Verse": "E Avraham lhe disse: \"Guarda-te, para que não faças meu filho voltar lá.",
        "23_Chapter, 6_Verse": "O Eterno, o Deus dos céus, que me tomou da casa do meu pai e da terra da minha natividade, e que me falou e que jurou a mim, dizendo: 'À tua descendência darei esta terra' — Ele enviará Seu anjo adiante de ti, e tomarás uma mulher para meu filho de lá.",
        "23_Chapter, 7_Verse": "E se a mulher não quiser vir após ti, ficarás livre deste juramento; somente não farás meu filho voltar para lá.\"",
        "23_Chapter, 8_Verse": "Então o servo colocou sua mão debaixo da coxa de Avraham, seu senhor, e jurou-lhe sobre este assunto.",
        "23_Chapter, 9_Verse": "E o servo tomou dez camelos de entre os camelos do seu senhor, e partiu, levando consigo todos os bens do seu senhor em suas mãos. Ele se levantou e foi até Aram Naharaim, à cidade de Nachor.",
        "23_Chapter, 10_Verse": "Ele fez os camelos se abaixarem fora da cidade, junto ao poço de água, ao entardecer, na hora em que as mulheres saem para tirar água.",
        "23_Chapter, 11_Verse": "E disse: \"Ó Eterno, o Deus do meu senhor Avraham, rogo-Te que me concedas sucesso hoje e mostres bondade ao meu senhor Avraham.",
        "23_Chapter, 12_Verse": "Aqui estou, parado junto à fonte de água, e as filhas dos homens da cidade estão saindo para tirar água.",
        "23_Chapter, 13_Verse": "Que aconteça que a jovem à qual eu disser: 'Por favor, inclina o teu cântaro para que eu beba', e ela responder: 'Bebe, e também darei de beber aos teus camelos' — seja ela a que Tu designaste para o Teu servo Yitzchak; e por isso saberei que mostraste bondade ao meu senhor.\"",
        "23_Chapter, 14_Verse": "Antes mesmo de ele terminar de falar, eis que Rivkah, que havia nascido para Betuel, filho de Milkah, esposa de Nachor, irmão de Avraham, estava saindo, e o seu cântaro estava sobre o seu ombro.",
        "23_Chapter, 15_Verse": "A jovem era muito bela de aparência, virgem, e nenhum homem a havia conhecido. Ela desceu à fonte, encheu o seu cântaro e subiu.",
        "23_Chapter, 16_Verse": "O servo correu ao encontro dela e disse: \"Por favor, dá-me um pouco de água do teu cântaro para beber.\"",
        "23_Chapter, 17_Verse": "Ela respondeu: \"Bebe, meu senhor,\" e rapidamente abaixou o seu cântaro sobre a sua mão e lhe deu de beber.",
        "23_Chapter, 18_Verse": "Quando acabou de dar-lhe de beber, ela disse: \"Também darei de beber aos teus camelos, até que tenham bebido o suficiente.\"",
        "23_Chapter, 19_Verse": "Ela rapidamente esvaziou o seu cântaro no bebedouro e correu novamente ao poço para tirar mais água, e deu de beber a todos os camelos.",
        "23_Chapter, 20_Verse": "Enquanto isso, o homem a observava em silêncio, para saber se o Eterno tinha tornado bem-sucedido o seu caminho ou não.",
        "23_Chapter, 21_Verse": "Quando os camelos terminaram de beber, o homem pegou um anel de ouro pesando meio shekel e dois braceletes para suas mãos, pesando dez shekels de ouro.",
        "23_Chapter, 22_Verse": "E ele perguntou: \"De quem és filha? Por favor, conta-me. Há lugar na casa do teu pai onde possamos passar a noite?\"",
        "23_Chapter, 23_Verse": "Ela respondeu: \"Sou filha de Betuel, filho de Milkah, que ela deu à luz para Nachor.\"",
        "23_Chapter, 24_Verse": "E ela acrescentou: \"Temos palha e alimento em abundância, e também lugar para passar a noite.\"",
        "23_Chapter, 25_Verse": "Então o homem se inclinou e prostrou-se ao Eterno.",
        "23_Chapter, 26_Verse": "E ele disse: \"Bendito seja o Eterno, o Deus do meu senhor Avraham, que não retirou Sua bondade e verdade de meu senhor. Quanto a mim, o Eterno me guiou no caminho à casa dos irmãos do meu senhor.\"",
        "23_Chapter, 27_Verse": "Então a jovem correu e contou estas coisas à casa de sua mãe.",
        "23_Chapter, 28_Verse": "Rivkah tinha um irmão, e seu nome era Lavan. Lavan correu ao homem, que estava do lado de fora, junto à fonte.",
        "23_Chapter, 29_Verse": "Quando viu o anel e os braceletes nas mãos de sua irmã, e quando ouviu as palavras de Rivkah, sua irmã, dizendo: \"Assim me falou o homem,\" ele veio ao homem e eis que ele estava parado junto aos camelos, junto à fonte.",
        "23_Chapter, 30_Verse": "E ele disse: \"Entra, ó bendito do Eterno! Por que estás do lado de fora? Eu já preparei a casa e lugar para os camelos.\"",
        "23_Chapter, 31_Verse": "Então o homem entrou na casa. Ele desatrelou os camelos, deu-lhes palha e alimento, e trouxe água para lavar os pés dele e dos homens que estavam com ele.",
        "23_Chapter, 32_Verse": "Eles puseram comida diante dele para comer, mas ele disse: \"Não comerei até que eu tenha falado minhas palavras.\" E ele disse: \"Fala.\"",
        "23_Chapter, 33_Verse": "E ele disse: \"Eu sou um servo de Avraham.",
        "23_Chapter, 34_Verse": "O Eterno abençoou grandemente o meu senhor, e ele se tornou grande. Ele lhe deu ovelhas, gado, prata, ouro, servos, servas, camelos e jumentos.",
        "23_Chapter, 35_Verse": "E Sarah, a esposa do meu senhor, deu à luz um filho para o meu senhor na sua velhice, e ele lhe deu tudo o que possui.",
        "23_Chapter, 36_Verse": "Meu senhor me fez jurar, dizendo: 'Não tomarás uma mulher para meu filho das filhas dos Cananeus, entre os quais habito.",
        "23_Chapter, 37_Verse": "Mas irás à casa do meu pai e à minha família, e tomarás uma mulher para meu filho.'",
        "23_Chapter, 38_Verse": "Eu disse ao meu senhor: 'Talvez a mulher não venha após mim.'",
        "23_Chapter, 39_Verse": "E ele me disse: 'O Eterno, em cuja presença tenho andado, enviará Seu anjo contigo e prosperará o teu caminho, e tu tomarás uma mulher para meu filho da minha família e da casa do meu pai.",
        "23_Chapter, 40_Verse": "Então estarás livre do meu juramento, quando chegares à minha família. E se eles não te derem, ficarás livre do meu juramento.'",
        "23_Chapter, 41_Verse": "Hoje cheguei à fonte e disse: 'Ó Eterno, Deus do meu senhor Avraham, se é que vais prosperar o meu caminho no qual estou indo:",
        "23_Chapter, 42_Verse": "Eis que estou parado junto à fonte de água, e será que a donzela que sair para tirar água, e eu lhe disser: 'Por favor, dá-me um pouco de água do teu cântaro para beber',",
        "23_Chapter, 43_Verse": "e ela me disser: 'Bebe, e também darei de beber aos teus camelos' — seja ela a mulher que o Eterno destinou para o filho do meu senhor.'\"",
        "23_Chapter, 44_Verse": "\"Antes que eu acabasse de falar no meu coração, eis que Rivkah estava saindo, e o seu cântaro estava sobre o seu ombro. Ela desceu à fonte e tirou água. Eu lhe disse: 'Por favor, dá-me de beber.'",
        "23_Chapter, 45_Verse": "Ela rapidamente abaixou o seu cântaro de cima dela e disse: 'Bebe, e também darei de beber aos teus camelos.' Então eu bebi, e ela também deu de beber aos camelos.",
        "23_Chapter, 46_Verse": "Perguntei-lhe: 'De quem és filha?' Ela respondeu: 'Sou filha de Betuel, filho de Nachor, que Milkah lhe deu à luz.' Coloquei o anel no seu nariz e os braceletes em suas mãos.",
        "23_Chapter, 47_Verse": "Inclinei-me e prostrei-me ao Eterno, e bendisse o Eterno, o Deus do meu senhor Avraham, que me guiou no caminho da verdade para tomar a filha do irmão do meu senhor para seu filho.",
        "23_Chapter, 48_Verse": "E agora, se estais dispostos a mostrar bondade e verdade ao meu senhor, dizei-mo; e se não, dizei-mo, para que eu me volte para a direita ou para a esquerda.\"",
        "23_Chapter, 49_Verse": "Então Lavan e Betuel responderam: \"Do Eterno saiu este assunto; não podemos falar nada a ti, nem mal nem bem.",
        "23_Chapter, 50_Verse": "Eis que Rivkah está diante de ti; toma-a e vai, e seja ela a mulher do filho do teu senhor, como falou o Eterno.\"",
        "23_Chapter, 51_Verse": "Quando o servo de Avraham ouviu as suas palavras, ele se prostrou à terra ao Eterno.",
        "23_Chapter, 52_Verse": "Então o servo tirou objetos de prata, objetos de ouro e roupas, e os deu a Rivkah. Também deu presentes preciosos ao seu irmão e à sua mãe.",
        "23_Chapter, 53_Verse": "Eles comeram e beberam, ele e os homens que estavam com ele, passaram a noite ali, levantaram-se pela manhã, e ele disse: \"Enviai-me ao meu senhor.\"",
        "23_Chapter, 54_Verse": "Mas o irmão dela e a mãe disseram: \"Que a jovem fique conosco por alguns dias, ou dez, depois disso irá.\"",
        "23_Chapter, 55_Verse": "Ele lhes disse: \"Não me detenhais, pois o Eterno prosperou o meu caminho; enviai-me para que eu vá ao meu senhor.\"",
        "23_Chapter, 56_Verse": "Eles disseram: \"Chamemos a jovem e perguntemos a ela.\"",
        "23_Chapter, 57_Verse": "Eles chamaram Rivkah e disseram-lhe: \"Irás com este homem?\" E ela respondeu: \"Irei.\"",
        "23_Chapter, 58_Verse": "E eles enviaram Rivkah, sua irmã, e sua ama, e o servo de Avraham, e seus homens.",
        "23_Chapter, 59_Verse": "Eles abençoaram Rivkah e disseram-lhe: \"Nossa irmã, sejas tu a mãe de milhares de miríades, e possa a tua descendência herdar a porta dos seus inimigos.\"",
        "23_Chapter, 60_Verse": "Rivkah e suas criadas se levantaram, montaram nos camelos e seguiram o homem. O servo tomou Rivkah e partiu.",
        "23_Chapter, 61_Verse": "Yitzchak havia retornado do Poço de Lachai Roi, pois ele habitava na terra do Neguev.",
        "23_Chapter, 62_Verse": "Yitzchak saiu ao campo para meditar ao entardecer, e levantou os olhos e viu que camelos estavam vindo.",
        "23_Chapter, 63_Verse": "Rivkah levantou os olhos e viu Yitzchak, e desceu do camelo.",
        "23_Chapter, 64_Verse": "Ela perguntou ao servo: \"Quem é aquele homem que vem pelo campo ao nosso encontro?\" O servo respondeu: \"Ele é o meu senhor.\" Então ela tomou o véu e cobriu-se.",
        "23_Chapter, 65_Verse": "O servo contou a Yitzchak todas as coisas que ele havia feito.",
        "23_Chapter, 66_Verse": "Yitzchak trouxe Rivkah à tenda de Sarah, sua mãe, e tomou Rivkah, e ela se tornou sua esposa, e ele a amou. Assim Yitzchak foi consolado após a morte de sua mãe.{פ}",
        "24_Chapter, 0_Verse": "E Avraham tomou outra esposa, e o nome dela era Ketura.",
        "24_Chapter, 1_Verse": "E ela lhe deu à luz a Zimran, e a Yokshan, e a Medan, e a Midian, e a Yishbak, e a Shuach.",
        "24_Chapter, 2_Verse": "E Yokshan gerou a Shéva e a Dedan; e os filhos de Dedan foram Ashurim, e Letushim, e Leumim.",
        "24_Chapter, 3_Verse": "E os filhos de Midian foram Efá, e Éfer, e Hanoch, e Abida, e Eldaá. Todos estes foram filhos de Ketura.",
        "24_Chapter, 4_Verse": "E Avraham deu tudo o que tinha a Yitzchak.",
        "24_Chapter, 5_Verse": "Mas aos filhos das concubinas que Avraham tinha, ele deu presentes e, enquanto ainda estava vivo, enviou-os para longe de Yitzchak, seu filho, para a terra do oriente.",
        "24_Chapter, 6_Verse": "E estes foram os dias dos anos da vida de Avraham, que ele viveu: cento e setenta e cinco anos.",
        "24_Chapter, 7_Verse": "E Avraham expirou e morreu em boa velhice, idoso e satisfeito, e foi reunido ao seu povo.",
        "24_Chapter, 8_Verse": "E Yitzchak e Yishmael, seus filhos, o sepultaram na caverna de Makhpelah, no campo de Efron, filho de Tzochar, o hitita, que está diante de Mamre,",
        "24_Chapter, 9_Verse": "no campo que Avraham comprou dos filhos de Het. Ali foram sepultados Avraham e Sarah, sua esposa.",
        "24_Chapter, 10_Verse": "E aconteceu depois da morte de Avraham que Elohim abençoou Yitzchak, seu filho; e Yitzchak habitou junto ao poço Lachai Roí.",
        "24_Chapter, 11_Verse": "E estes são os descendentes de Yishmael, filho de Avraham, que Hagar, a egípcia, serva de Sarah, deu à luz a Avraham.",
        "24_Chapter, 12_Verse": "E estes são os nomes dos filhos de Yishmael, por suas gerações: o primogênito de Yishmael foi Nevayot, e Kedar, e Adbeel, e Mivsam,",
        "24_Chapter, 13_Verse": "e Mishma, e Dumah, e Massá,",
        "24_Chapter, 14_Verse": "Hadar, e Tema, Yetur, Nafish, e Kedemá.",
        "24_Chapter, 15_Verse": "Estes foram os filhos de Yishmael, e estes foram seus nomes, em seus acampamentos e em suas fortalezas: doze príncipes segundo suas tribos.",
        "24_Chapter, 16_Verse": "E estes foram os anos da vida de Yishmael: cento e trinta e sete anos; e ele expirou e morreu, e foi reunido ao seu povo.",
        "24_Chapter, 17_Verse": "E eles habitaram desde Chavilá até Shur, que está diante do Egito, indo em direção a Ashurá. Ele caiu diante de todos os seus irmãos.",
        "24_Chapter, 18_Verse": "E estes são os descendentes de Yitzchak, filho de Avraham: Avraham gerou a Yitzchak.",
        "24_Chapter, 19_Verse": "E Yitzchak tinha quarenta anos quando tomou a Rivka, filha de Betuel, o arameu, de Padan Aram, irmã de Lavan, o arameu, como sua esposa.",
        "24_Chapter, 20_Verse": "E Yitzchak orou ao Eterno por sua esposa, porque ela era estéril; e o Eterno atendeu sua oração, e Rivka, sua esposa, concebeu.",
        "24_Chapter, 21_Verse": "E os filhos lutavam dentro dela, e ela disse: \"Se é assim, por que isto me acontece?\" E foi consultar o Eterno.",
        "24_Chapter, 22_Verse": "E o Eterno lhe disse: \"Dois povos estão em teu ventre, e duas nações se separarão de tuas entranhas; uma nação será mais forte que a outra, e o mais velho servirá ao mais novo.\"",
        "24_Chapter, 23_Verse": "E chegou o tempo de dar à luz, e eis que havia gêmeos em seu ventre.",
        "24_Chapter, 24_Verse": "E o primeiro saiu vermelho, todo coberto como uma pele de pelos, e chamaram seu nome de Esav.",
        "24_Chapter, 25_Verse": "E depois saiu seu irmão, e sua mão segurava o calcanhar de Esav, e chamaram seu nome de Yaakov. E Yitzchak tinha sessenta anos quando eles nasceram.",
        "24_Chapter, 26_Verse": "E os meninos cresceram, e Esav tornou-se um homem conhecedor da caça, um homem do campo; mas Yaakov era um homem simples, que habitava em tendas.",
        "24_Chapter, 27_Verse": "E Yitzchak amava a Esav, porque a caça estava em sua boca, mas Rivka amava a Yaakov.",
        "24_Chapter, 28_Verse": "E Yaakov preparou um ensopado, e Esav veio do campo, e estava cansado.",
        "24_Chapter, 29_Verse": "E Esav disse a Yaakov: \"Deixa-me comer deste ensopado vermelho, pois estou cansado.\" Por isso foi chamado Edom.",
        "24_Chapter, 30_Verse": "E Yaakov disse: \"Vende-me hoje tua primogenitura.\"",
        "24_Chapter, 31_Verse": "E Esav disse: \"Eis que estou indo morrer; e para que me serve a primogenitura?\"",
        "24_Chapter, 32_Verse": "E Yaakov disse: \"Jura-me hoje.\" E ele jurou a ele, e vendeu sua primogenitura a Yaakov.",
        "24_Chapter, 33_Verse": "E Yaakov deu a Esav pão e ensopado de lentilhas. Ele comeu, bebeu, levantou-se e foi embora. Assim Esav desprezou a primogenitura.",
        "25_Chapter, 0_Verse": "E houve fome na terra, além da primeira fome que havia sido nos dias de Avraham; e Yitzchak foi a Avimelech, rei dos Plishtim, em Gerar.",
        "25_Chapter, 1_Verse": "E o Eterno lhe apareceu e disse: Não desças ao Mimitzrayim; habita na terra que Eu te disser.",
        "25_Chapter, 2_Verse": "Reside nesta terra, e Eu estarei contigo e te abençoarei, porque a ti e à tua descendência darei todas estas terras, e confirmarei o juramento que fiz a Avraham, teu pai.",
        "25_Chapter, 3_Verse": "E multiplicarei a tua descendência como as estrelas do céu, e darei à tua descendência todas estas terras, e por tua descendência serão abençoadas todas as nações da terra.",
        "25_Chapter, 4_Verse": "Porquanto Avraham obedeceu à Minha voz e guardou o Meu mandamento, os Meus preceitos, os Meus estatutos e as Minhas instruções.",
        "25_Chapter, 5_Verse": "E Yitzchak habitou em Gerar.",
        "25_Chapter, 6_Verse": "E os homens do lugar perguntaram sobre sua esposa, e ele disse: Ela é minha irmã, pois temia dizer: Ela é minha esposa, para que os homens do lugar não o matassem por causa de Rivkah, porque ela era de belo semblante.",
        "25_Chapter, 7_Verse": "E aconteceu que, quando ele já havia permanecido ali por muito tempo, Avimelech, rei dos Plishtim, olhou pela janela e viu, e eis que Yitzchak estava brincando com Rivkah, sua esposa.",
        "25_Chapter, 8_Verse": "E Avimelech chamou Yitzchak e disse: Eis que ela é tua esposa! Como pudeste dizer: Ela é minha irmã? E Yitzchak lhe disse: Porque eu disse: Para que eu não morra por causa dela.",
        "25_Chapter, 9_Verse": "E Avimelech disse: O que é isso que nos fizeste? Por pouco alguém do povo não teria se deitado com tua esposa, e assim tu nos terias trazido culpa.",
        "25_Chapter, 10_Verse": "Então Avimelech ordenou a todo o povo, dizendo: Quem tocar neste homem ou em sua esposa será morto.",
        "25_Chapter, 11_Verse": "E Yitzchak semeou naquela terra e naquele ano colheu cem vezes mais, e o Eterno o abençoou.",
        "25_Chapter, 12_Verse": "E o homem prosperou, e continuou a prosperar até que ficou extremamente rico.",
        "25_Chapter, 13_Verse": "E possuía rebanhos de ovelhas, rebanhos de gado e muitos servos, e os Plishtim invejavam-no.",
        "25_Chapter, 14_Verse": "E todos os poços que os servos de seu pai haviam cavado nos dias de Avraham, seu pai, os Plishtim os haviam tapado e enchido de terra.",
        "25_Chapter, 15_Verse": "E Avimelech disse a Yitzchak: Vai-te de nós, pois tu és muito mais poderoso do que nós.",
        "25_Chapter, 16_Verse": "E Yitzchak partiu dali e armou suas tendas no vale de Gerar e ali habitou.",
        "25_Chapter, 17_Verse": "E Yitzchak voltou e cavou os poços de água que haviam sido cavados nos dias de Avraham, seu pai, e que os Plishtim haviam tapado após a morte de Avraham; e ele lhes deu os mesmos nomes que seu pai lhes havia dado.",
        "25_Chapter, 18_Verse": "E os servos de Yitzchak cavaram no vale e acharam ali um poço de água viva.",
        "25_Chapter, 19_Verse": "E os pastores de Gerar contenderam com os pastores de Yitzchak, dizendo: A água é nossa. Então ele chamou o nome do poço de Esek, porque contenderam com ele.",
        "25_Chapter, 20_Verse": "E cavaram outro poço, e também contenderam sobre ele; então ele chamou o seu nome de Sitnah.",
        "25_Chapter, 21_Verse": "E ele se mudou dali e cavou outro poço, e não contenderam sobre ele; e ele chamou o seu nome de Rechovot, e disse: Agora o Eterno nos deu espaço, e prosperaremos na terra.",
        "25_Chapter, 22_Verse": "E ele subiu dali a Be’er Sheva.",
        "25_Chapter, 23_Verse": "E o Eterno lhe apareceu naquela noite e disse: Eu sou o Deus de Avraham, teu pai; não temas, porque Eu estou contigo, e te abençoarei, e multiplicarei a tua descendência por amor de Avraham, Meu servo.",
        "25_Chapter, 24_Verse": "E ele edificou ali um altar e invocou o nome do Eterno, e ali armou sua tenda; e os servos de Yitzchak cavaram ali um poço.",
        "25_Chapter, 25_Verse": "E Avimelech veio a ele de Gerar, e Achuzat, seu amigo, e Pikhol, chefe de seu exército.",
        "25_Chapter, 26_Verse": "E Yitzchak lhes disse: Por que viestes a mim, visto que me odiais e me expulsastes de vossa companhia?",
        "25_Chapter, 27_Verse": "E eles responderam: Vimos claramente que o Eterno está contigo; e dissemos: Haja agora um juramento entre nós, entre nós e ti, e façamos uma aliança contigo,",
        "25_Chapter, 28_Verse": "para que não nos faças mal, como nós não te tocamos, e como só te fizemos bem e te enviamos em paz; tu és agora abençoado pelo Eterno.",
        "25_Chapter, 29_Verse": "E ele lhes fez um banquete, e comeram e beberam.",
        "25_Chapter, 30_Verse": "E levantaram-se cedo pela manhã e juraram um ao outro; e Yitzchak os despediu, e eles partiram dele em paz.",
        "25_Chapter, 31_Verse": "E aconteceu naquele dia que os servos de Yitzchak vieram e lhe relataram a respeito do poço que haviam cavado, e lhe disseram: Encontramos água.",
        "25_Chapter, 32_Verse": "E ele chamou aquele lugar de Shiv'ah; por isso o nome da cidade é Be’er Sheva até hoje.",
        "25_Chapter, 33_Verse": "E Esav, aos quarenta anos, tomou por esposa a Yehudit, filha de Be’eri, o Hitita, e Basmat, filha de Elon, o Hitita.",
        "25_Chapter, 34_Verse": "E elas foram amargura de espírito para Yitzchak e para Rivkah. {ס}",
        "26_Chapter, 0_Verse": "E aconteceu que quando Yitzchak envelheceu, seus olhos se escureceram para a visão, e ele chamou Esav, seu filho mais velho, e lhe disse: \"Meu filho.\" E ele lhe respondeu: \"Eis-me aqui.\"",
        "26_Chapter, 1_Verse": "E ele disse: \"Vê, agora eu envelheci; não sei o dia da minha morte.",
        "26_Chapter, 2_Verse": "Agora, pois, toma as tuas armas, a tua aljava e o teu arco, e vai ao campo, e caça para mim uma caça.",
        "26_Chapter, 3_Verse": "E prepara para mim um prato saboroso, como eu gosto, e traze-mo, para que eu coma, a fim de que minha alma te abençoe antes de eu morrer.\"",
        "26_Chapter, 4_Verse": "E Rivkah estava ouvindo enquanto Yitzchak falava com Esav, seu filho. E Esav foi ao campo para caçar uma caça para trazer.",
        "26_Chapter, 5_Verse": "E Rivkah disse a Yaakov, seu filho, dizendo: \"Eis que ouvi teu pai falando com Esav, teu irmão, dizendo:",
        "26_Chapter, 6_Verse": "'Traz-me uma caça e prepara-me um prato saboroso, para que eu coma, e te abençoe diante do Eterno antes da minha morte.'",
        "26_Chapter, 7_Verse": "Agora, pois, meu filho, ouve a minha voz no que eu te ordeno.",
        "26_Chapter, 8_Verse": "Vai, por favor, ao rebanho, e traze-me de lá dois bons cabritos, e eu os prepararei como um prato saboroso para teu pai, como ele gosta.\"",
        "26_Chapter, 9_Verse": "E tu o trarás a teu pai, e ele comerá, para que ele te abençoe antes da sua morte.\"",
        "26_Chapter, 10_Verse": "E Yaakov disse a Rivkah, sua mãe: \"Eis que Esav, meu irmão, é um homem peludo, e eu sou um homem liso.",
        "26_Chapter, 11_Verse": "Talvez meu pai me toque, e eu pareceria aos seus olhos como um enganador, e assim traria sobre mim uma maldição e não uma bênção.\"",
        "26_Chapter, 12_Verse": "E sua mãe lhe disse: \"Sobre mim seja a tua maldição, meu filho; apenas ouve a minha voz, e vai, traze-me.\"",
        "26_Chapter, 13_Verse": "Então ele foi, e tomou, e trouxe à sua mãe; e sua mãe preparou um prato saboroso, como seu pai gostava.",
        "26_Chapter, 14_Verse": "E Rivkah tomou as roupas de Esav, seu filho mais velho, as preciosas que estavam com ela em casa, e vestiu Yaakov, seu filho mais novo.",
        "26_Chapter, 15_Verse": "E as peles dos cabritos das cabras ela cobriu sobre suas mãos e sobre a parte lisa do pescoço dele.",
        "26_Chapter, 16_Verse": "E ela colocou os pratos saborosos e o pão que havia preparado na mão de Yaakov, seu filho.",
        "26_Chapter, 17_Verse": "E ele veio até seu pai e disse: \"Meu pai.\" E ele disse: \"Eis-me aqui. Quem és tu, meu filho?\"",
        "26_Chapter, 18_Verse": "E Yaakov disse ao seu pai: \"Eu sou Esav, teu primogênito; fiz como me ordenaste. Levanta-te, por favor, senta-te e come da minha caça, para que tua alma me abençoe.\"",
        "26_Chapter, 19_Verse": "E Yitzchak disse ao seu filho: \"Por que foi tão rápido para encontrares, meu filho?\" E ele disse: \"Porque o Eterno, teu Deus, fez com que encontrasse rapidamente.\"",
        "26_Chapter, 20_Verse": "E Yitzchak disse a Yaakov: \"Aproxima-te, por favor, para que eu te toque, meu filho, se és realmente meu filho Esav ou não.\"",
        "26_Chapter, 21_Verse": "E Yaakov se aproximou de Yitzchak, seu pai, e ele o tateou, e disse: \"A voz é a voz de Yaakov, mas as mãos são as mãos de Esav.\"",
        "26_Chapter, 22_Verse": "E ele não o reconheceu, porque suas mãos eram peludas como as mãos de Esav, seu irmão, e ele o abençoou.",
        "26_Chapter, 23_Verse": "E ele disse: \"És tu meu filho Esav?\" E ele disse: \"Sou eu.\"",
        "26_Chapter, 24_Verse": "E ele disse: \"Trá-la para mim, e comerei da caça de meu filho, para que minha alma te abençoe.\" E ele a trouxe a ele, e ele comeu; e ele trouxe vinho para ele, e ele bebeu.",
        "26_Chapter, 25_Verse": "E Yitzchak, seu pai, lhe disse: \"Aproxima-te agora e beija-me, meu filho.\"",
        "26_Chapter, 26_Verse": "E ele se aproximou e o beijou, e ele cheirou o aroma de suas roupas e o abençoou, dizendo: \"Vê, o aroma de meu filho é como o aroma de um campo que o Eterno abençoou.\"",
        "26_Chapter, 27_Verse": "\"E que Deus te dê do orvalho dos céus e das gorduras da terra, e abundância de grãos e vinho novo.\"",
        "26_Chapter, 28_Verse": "\"Povos te servirão, e nações se inclinarão diante de ti; sê senhor sobre teus irmãos, e os filhos de tua mãe se inclinarão diante de ti; aqueles que te amaldiçoarem serão amaldiçoados, e aqueles que te abençoarem serão abençoados.\"",
        "26_Chapter, 29_Verse": "E aconteceu que, assim que Yitzchak terminou de abençoar Yaakov, e logo depois de Yaakov sair da presença de Yitzchak, seu pai, Esav, seu irmão, voltou de sua caçada.",
        "26_Chapter, 30_Verse": "E ele também preparou um prato saboroso e trouxe a seu pai, e disse a seu pai: \"Que meu pai se levante e coma da caça de seu filho, para que tua alma me abençoe.\"",
        "26_Chapter, 31_Verse": "E Yitzchak, seu pai, lhe perguntou: \"Quem és tu?\" E ele respondeu: \"Eu sou teu filho, o primogênito, Esav.\"",
        "26_Chapter, 32_Verse": "Então Yitzchak tremeu com um grande tremor e disse: \"Quem, então, foi aquele que trouxe caça e me deu para comer de tudo antes que tu chegasses? E eu o abençoei, e ele será abençoado.\"",
        "26_Chapter, 33_Verse": "Ao ouvir as palavras de seu pai, Esav soltou um grito muito forte e amargo, e disse a seu pai: \"Abençoa-me também a mim, ó meu pai!\"",
        "26_Chapter, 34_Verse": "Mas ele respondeu: \"Teu irmão veio com astúcia e tomou tua bênção.\"",
        "26_Chapter, 35_Verse": "E Esav disse: \"Por isso mesmo ele foi chamado Yaakov (enganador), pois já me enganou duas vezes. Ele tomou minha primogenitura, e agora tomou minha bênção!\" Então ele perguntou: \"Não reservaste para mim alguma bênção?\"",
        "26_Chapter, 36_Verse": "Yitzchak respondeu e disse a Esav: \"Eis que fiz dele teu senhor, e dei-lhe todos os seus irmãos como servos; e com trigo e vinho o sustentei. Então, o que posso fazer por ti, meu filho?\"",
        "26_Chapter, 37_Verse": "Esav disse a seu pai: \"Tens apenas uma bênção, meu pai? Abençoa-me também a mim, meu pai!\" E Esav levantou sua voz e chorou.",
        "26_Chapter, 38_Verse": "Então Yitzchak, seu pai, respondeu e disse-lhe: \"Eis que tua morada será longe das gorduras da terra, e do orvalho dos céus lá de cima.",
        "26_Chapter, 39_Verse": "Pela tua espada viverás, e a teu irmão servirás; mas quando te libertares, romperás o jugo de teu pescoço.\"",
        "26_Chapter, 40_Verse": "Esav guardou rancor contra Yaakov pela bênção com que seu pai o havia abençoado. E Esav disse em seu coração: \"Os dias de luto por meu pai estão se aproximando; então matarei meu irmão Yaakov.\"",
        "26_Chapter, 41_Verse": "As palavras de Esav, seu filho mais velho, foram contadas a Rivkah, e ela mandou chamar Yaakov, seu filho mais novo, e disse-lhe: \"Eis que Esav, teu irmão, está consolando-se com o pensamento de te matar.",
        "26_Chapter, 42_Verse": "Agora, pois, meu filho, ouve a minha voz; levanta-te e foge para Lavan, meu irmão, em Haran.",
        "26_Chapter, 43_Verse": "E fique lá por alguns dias, até que a ira de teu irmão se acalme,",
        "26_Chapter, 44_Verse": "até que a ira de teu irmão se desvie de ti, e ele esqueça o que fizeste contra ele. Então enviarei e te trarei de volta. Por que eu deveria perder ambos no mesmo dia?\"",
        "26_Chapter, 45_Verse": "Rivkah disse a Yitzchak: \"Estou cansada de viver por causa das filhas de Het; se Yaakov tomar uma esposa dentre as filhas de Het, como essas filhas da terra, para que viver?\"",
        "27_Chapter, 0_Verse": "E Yitzchak chamou Yaakov e o abençoou, e lhe deu ordens, dizendo: \"Não tomes uma esposa das filhas de Canaã.",
        "27_Chapter, 1_Verse": "Levanta-te, vai a Padan Aram, à casa de Betuel, pai de tua mãe, e toma para ti uma esposa de lá, das filhas de Lavan, irmão de tua mãe.",
        "27_Chapter, 2_Verse": "E que El Shadai te abençoe, e te faça frutificar e te multiplique, e venhas a ser uma assembleia de povos.",
        "27_Chapter, 3_Verse": "E Ele te dará a bênção de Avraham, para ti e para tua descendência contigo, para que herdes a terra de tuas peregrinações, que Deus deu a Avraham.\"",
        "27_Chapter, 4_Verse": "Então Yitzchak enviou Yaakov, e ele foi a Padan Aram, a Lavan, filho de Betuel, o arameu, irmão de Rivka, mãe de Yaakov e de Esav.",
        "27_Chapter, 5_Verse": "E Esav viu que Yitzchak havia abençoado Yaakov e o enviado a Padan Aram para tomar para si uma esposa de lá, e ao abençoá-lo ordenou-lhe, dizendo: \"Não tomes uma esposa das filhas de Canaã.\"",
        "27_Chapter, 6_Verse": "E Yaakov obedeceu a seu pai e a sua mãe, e foi a Padan Aram.",
        "27_Chapter, 7_Verse": "E Esav viu que as filhas de Canaã eram más aos olhos de Yitzchak, seu pai.",
        "27_Chapter, 8_Verse": "Então Esav foi a Yishmael e tomou para si Machalat, filha de Yishmael, filho de Avraham, irmã de Nevayot, além de suas outras esposas, como esposa para si. {ס}",
        "27_Chapter, 9_Verse": "E Yaakov partiu de Beer Sheva e foi a Charan.",
        "27_Chapter, 10_Verse": "E encontrou o lugar e passou a noite ali, porque o sol havia se posto. E tomou das pedras do lugar e as colocou sob sua cabeça, e deitou-se naquele lugar.",
        "27_Chapter, 11_Verse": "E sonhou, e eis que havia uma escada apoiada na terra, e seu topo alcançava os céus, e eis que os anjos de Deus subiam e desciam por ela.",
        "27_Chapter, 12_Verse": "E eis que o Eterno estava acima dela, e disse: \"Eu sou o Eterno, o Deus de Avraham, teu pai, e o Deus de Yitzchak. A terra sobre a qual estás deitado, Eu a darei a ti e à tua descendência.",
        "27_Chapter, 13_Verse": "E tua descendência será como o pó da terra, e te expandirás ao oeste e ao leste, ao norte e ao sul, e por meio de ti serão abençoadas todas as famílias da terra, e por meio de tua descendência.\"",
        "27_Chapter, 14_Verse": "E eis que Eu estou contigo, e te guardarei por onde quer que fores, e te trarei de volta a esta terra, pois não te abandonarei até que Eu cumpra aquilo que te disse.\"",
        "27_Chapter, 15_Verse": "E Yaakov despertou de seu sono e disse: \"Certamente o Eterno está neste lugar, e eu não sabia.\"",
        "27_Chapter, 16_Verse": "E teve medo, e disse: \"Quão temível é este lugar! Este não é outro senão a Casa de Deus, e esta é a porta dos céus.\"",
        "27_Chapter, 17_Verse": "E Yaakov se levantou cedo pela manhã, e tomou a pedra que havia colocado sob sua cabeça, e a ergueu como um pilar, e derramou óleo sobre sua extremidade superior.",
        "27_Chapter, 18_Verse": "E chamou o nome daquele lugar de Beit El; mas Luz era o nome original da cidade.",
        "27_Chapter, 19_Verse": "E Yaakov fez um voto, dizendo: \"Se Deus estiver comigo e me guardar neste caminho em que vou, e me der pão para comer e roupa para vestir,",
        "27_Chapter, 20_Verse": "e eu voltar em paz à casa de meu pai, então o Eterno será para mim um Deus.",
        "27_Chapter, 21_Verse": "E esta pedra que erigi como pilar será a Casa de Deus, e de tudo quanto me deres, certamente darei o dízimo a Ti.\"",
        "28_Chapter, 0_Verse": "E Yakov levantou seus pés e foi em direção à terra dos filhos de Kedem.",
        "28_Chapter, 1_Verse": "E ele viu, e eis que havia um poço no campo, e eis que lá estavam três rebanhos de ovelhas deitados ao seu redor, pois daquele poço eles davam de beber aos rebanhos, e havia uma grande pedra sobre a boca do poço.",
        "28_Chapter, 2_Verse": "E todos os rebanhos se reuniam ali, e rolavam a pedra da boca do poço, e davam de beber às ovelhas, e depois devolviam a pedra ao seu lugar sobre a boca do poço.",
        "28_Chapter, 3_Verse": "E Yakov disse-lhes: \"Meus irmãos, de onde sois?\" E eles responderam: \"De Haran somos.\"",
        "28_Chapter, 4_Verse": "E ele lhes perguntou: \"Conheceis Lavan, filho de Nachor?\" E eles disseram: \"Conhecemos.\"",
        "28_Chapter, 5_Verse": "E ele perguntou: \"Vai bem com ele?\" E eles responderam: \"Vai bem; e eis que Rachel, sua filha, vem vindo com as ovelhas.\"",
        "28_Chapter, 6_Verse": "E Yakov disse: \"Ainda é pleno dia, não é hora de ajuntar o gado. Dai de beber às ovelhas e ide apascentá-las.\"",
        "28_Chapter, 7_Verse": "E eles disseram: \"Não podemos até que todos os rebanhos se reúnam, e então rolamos a pedra da boca do poço e damos de beber às ovelhas.\"",
        "28_Chapter, 8_Verse": "Enquanto ele ainda falava com eles, eis que Rachel vinha chegando com as ovelhas de seu pai, pois ela era pastora.",
        "28_Chapter, 9_Verse": "E aconteceu que, quando Yakov viu Rachel, filha de Lavan, irmão de sua mãe, e as ovelhas de Lavan, irmão de sua mãe, Yakov se aproximou, rolou a pedra da boca do poço e deu de beber às ovelhas de Lavan, irmão de sua mãe.",
        "28_Chapter, 10_Verse": "E Yakov beijou Rachel, e levantou sua voz e chorou.",
        "28_Chapter, 11_Verse": "E Yakov contou a Rachel que ele era parente de seu pai e que era filho de Rivkah. Então ela correu e contou a seu pai.",
        "28_Chapter, 12_Verse": "E aconteceu que, quando Lavan ouviu as notícias sobre Yakov, filho de sua irmã, ele correu ao seu encontro, abraçou-o, beijou-o e o trouxe para sua casa. E Yakov contou a Lavan todas essas coisas.",
        "28_Chapter, 13_Verse": "E Lavan lhe disse: \"Verdadeiramente és minha carne e meu osso.\" E ele ficou com ele por um mês.",
        "28_Chapter, 14_Verse": "E Lavan disse a Yakov: \"Por seres meu irmão, deves me servir de graça? Dize-me qual será o teu salário.\"",
        "28_Chapter, 15_Verse": "E Lavan tinha duas filhas; o nome da mais velha era Leah, e o nome da mais nova era Rachel.",
        "28_Chapter, 16_Verse": "Os olhos de Leah eram ternos, mas Rachel era bela de forma e bela de aparência.",
        "28_Chapter, 17_Verse": "E Yakov amou Rachel e disse: \"Servir-te-ei sete anos por Rachel, tua filha mais nova.\"",
        "28_Chapter, 18_Verse": "E Lavan respondeu: \"Melhor eu dá-la a ti do que dá-la a outro homem; fica comigo.\"",
        "28_Chapter, 19_Verse": "E Yakov serviu por Rachel durante sete anos, e pareceram-lhe como poucos dias, por causa do amor que tinha por ela.",
        "28_Chapter, 20_Verse": "E Yakov disse a Lavan: \"Dá-me minha esposa, pois já se completaram os meus dias, e irei ter com ela.\"",
        "28_Chapter, 21_Verse": "E Lavan reuniu todos os homens do lugar e fez um banquete.",
        "28_Chapter, 22_Verse": "E aconteceu à tarde, ele tomou Leah, sua filha, e a trouxe a ele, e ele entrou a ela.",
        "28_Chapter, 23_Verse": "E Lavan deu a ela Zilpah, sua serva, como serva para Leah, sua filha.",
        "28_Chapter, 24_Verse": "E aconteceu pela manhã, e eis que era Leah! E Yakov disse a Lavan: \"O que é isso que fizeste a mim? Não foi por Rachel que trabalhei contigo? Por que me enganaste?\"",
        "28_Chapter, 25_Verse": "E Lavan respondeu: \"Não se faz assim em nosso lugar, dar a mais nova antes da mais velha.",
        "28_Chapter, 26_Verse": "Completa a semana desta, e então te daremos também esta outra, em troca de mais sete anos de trabalho comigo.\"",
        "28_Chapter, 27_Verse": "E Yakov fez assim e completou a semana desta, e ele lhe deu Rachel, sua filha, como esposa.",
        "28_Chapter, 28_Verse": "E Lavan deu a Rachel, sua filha, Bilhah, sua serva, como sua serva.",
        "28_Chapter, 29_Verse": "E ele também foi a Rachel, e ele amou Rachel mais do que Leah, e serviu com ele ainda outros sete anos.",
        "28_Chapter, 30_Verse": "E Hashem viu que Leah era desprezada e abriu seu ventre, mas Rachel era estéril.",
        "28_Chapter, 31_Verse": "E Leah concebeu e deu à luz um filho, e chamou seu nome Reuven, pois disse: \"Porque Hashem viu minha aflição; agora meu marido me amará.\"",
        "28_Chapter, 32_Verse": "E ela concebeu novamente e deu à luz um filho, e disse: \"Porque Hashem ouviu que sou desprezada, Ele me deu também este.\" E ela chamou seu nome Shimon.",
        "28_Chapter, 33_Verse": "E ela concebeu novamente e deu à luz um filho, e disse: \"Agora, desta vez meu marido se unirá a mim, porque lhe dei à luz três filhos.\" Por isso chamou seu nome Levi.",
        "28_Chapter, 34_Verse": "E ela concebeu novamente e deu à luz um filho, e disse: \"Desta vez louvarei a Hashem.\" Por isso chamou seu nome Yehudah. E ela parou de dar à luz.",
        "29_Chapter, 0_Verse": "E Raquel viu que não dava filhos a Yaakov, e Raquel teve inveja de sua irmã, e disse a Yaakov: Dá-me filhos, e se não, eu morro.",
        "29_Chapter, 1_Verse": "E a ira de Yaakov acendeu-se contra Raquel, e ele disse: Estou eu no lugar de Elohim, que te impediu o fruto do ventre?",
        "29_Chapter, 2_Verse": "E ela disse: Eis aqui minha serva Bilhá, entra nela, e ela dará à luz sobre meus joelhos, e também eu serei edificada por meio dela.",
        "29_Chapter, 3_Verse": "E ela lhe deu Bilhá sua serva por mulher, e Yaakov entrou nela.",
        "29_Chapter, 4_Verse": "E Bilhá concebeu e deu à luz um filho para Yaakov.",
        "29_Chapter, 5_Verse": "E Raquel disse: Elohim me julgou, e também ouviu minha voz, e me deu um filho; por isso chamou seu nome Dan.",
        "29_Chapter, 6_Verse": "E concebeu novamente Bilhá, serva de Raquel, e deu à luz um segundo filho para Yaakov.",
        "29_Chapter, 7_Verse": "E Raquel disse: Lutas poderosas de Elohim lutei com minha irmã, e prevaleci; e chamou seu nome Naftali.",
        "29_Chapter, 8_Verse": "E viu Lea que cessara de dar à luz, e tomou Zilpá sua serva e a deu a Yaakov por mulher.",
        "29_Chapter, 9_Verse": "E Zilpá, serva de Lea, deu à luz um filho para Yaakov.",
        "29_Chapter, 10_Verse": "E Lea disse: (Boa) [Veio Gad], e chamou seu nome Gad.",
        "29_Chapter, 11_Verse": "E Zilpá, serva de Lea, deu à luz um segundo filho para Yaakov.",
        "29_Chapter, 12_Verse": "E Lea disse: Para minha felicidade, porque as filhas me felicitaram; e chamou seu nome Asher.",
        "29_Chapter, 13_Verse": "E Reuven foi nos dias da colheita do trigo, e encontrou mandrágoras no campo, e as trouxe para Lea sua mãe, e Raquel disse a Lea: Dá-me, por favor, das mandrágoras de teu filho.",
        "29_Chapter, 14_Verse": "E ela lhe disse: É pouco que tomaste meu marido, e tomarás também as mandrágoras de meu filho? E Raquel disse: Por isso, ele se deitará contigo esta noite em troca das mandrágoras de teu filho.",
        "29_Chapter, 15_Verse": "E veio Yaakov do campo à tarde, e saiu Lea ao seu encontro, e disse: A mim virás, pois aluguei-te com as mandrágoras de meu filho. E ele se deitou com ela aquela noite.",
        "29_Chapter, 16_Verse": "E Elohim ouviu Lea, e ela concebeu e deu à luz um quinto filho para Yaakov.",
        "29_Chapter, 17_Verse": "E Lea disse: Elohim me deu meu salário, pois dei minha serva a meu marido; e chamou seu nome Yissachar.",
        "29_Chapter, 18_Verse": "E concebeu novamente Lea, e deu à luz um sexto filho para Yaakov.",
        "29_Chapter, 19_Verse": "E Lea disse: Elohim me presenteou com um bom presente, agora meu marido habitará comigo, pois lhe dei seis filhos; e chamou seu nome Zevulun.",
        "29_Chapter, 20_Verse": "E depois deu à luz uma filha, e chamou seu nome Dinah.",
        "29_Chapter, 21_Verse": "E Elohim se lembrou de Raquel, e Elohim a ouviu, e abriu seu ventre.",
        "29_Chapter, 22_Verse": "E ela concebeu e deu à luz um filho, e disse: Elohim recolheu minha vergonha.",
        "29_Chapter, 23_Verse": "E chamou seu nome Yosef, dizendo: Que Hashem me acrescente outro filho.",
        "29_Chapter, 24_Verse": "E aconteceu que, quando Raquel deu à luz a Yosef, Yaakov disse a Lavan: Envia-me, e irei ao meu lugar e à minha terra.",
        "29_Chapter, 25_Verse": "Dá-me minhas esposas e meus filhos pelos quais te servi, e eu irei, pois tu sabes o serviço com que te servi.",
        "29_Chapter, 26_Verse": "E Lavan lhe disse: Se, por favor, achei graça aos teus olhos, fui adivinhado, e Hashem me abençoou por tua causa.",
        "29_Chapter, 27_Verse": "E ele disse: Determina teu salário comigo, e eu darei.",
        "29_Chapter, 28_Verse": "E ele disse: Tu sabes como te servi, e como foi teu rebanho comigo.",
        "29_Chapter, 29_Verse": "Pois pouco era o que tinhas antes de mim, e multiplicou-se grandemente, e Hashem te abençoou por minha causa; e agora, quando farei algo também para minha casa?",
        "29_Chapter, 30_Verse": "E ele disse: O que te darei? E Yaakov disse: Não me darás coisa alguma, se fizeres por mim isto, voltarei a apascentar e guardar teu rebanho.",
        "29_Chapter, 31_Verse": "Passarei hoje por todo o teu rebanho, e separarei dele toda ovelha malhada e pintada, e toda ovelha marrom entre as ovelhas, e pintadas e malhadas entre as cabras; e este será meu salário.",
        "29_Chapter, 32_Verse": "E responderá por minha justiça amanhã, quando vieres ver meu salário diante de ti: tudo o que não for malhado e pintado entre as cabras, e marrom entre as ovelhas, será considerado roubado por mim.",
        "29_Chapter, 33_Verse": "E Lavan disse: Seja conforme tuas palavras.",
        "29_Chapter, 34_Verse": "E naquele mesmo dia ele separou os bodes listrados e pintados, e todas as cabras malhadas e pintadas, tudo o que havia nelas de branco, e todas as marrons entre as ovelhas, e entregou nas mãos de seus filhos.",
        "29_Chapter, 35_Verse": "E colocou três dias de jornada entre ele e Yaakov, e Yaakov apascentava o restante do rebanho de Lavan.",
        "29_Chapter, 36_Verse": "E Yaakov tomou para si varas verdes de álamo, de amendoeira e de plátano, e descascou nelas faixas brancas, fazendo aparecer o branco que estava nas varas.",
        "29_Chapter, 37_Verse": "E colocou as varas que descascara nos bebedouros onde vinham as ovelhas para beber, diante das ovelhas, e elas concebiam quando vinham para beber.",
        "29_Chapter, 38_Verse": "E as ovelhas concebiam diante das varas, e davam à luz ovelhas listradas, malhadas e pintadas.",
        "29_Chapter, 39_Verse": "E Yaakov separava os cordeiros, e colocava as faces do rebanho em direção às listradas e a todas as marrons no rebanho de Lavan, e estabeleceu seus próprios rebanhos separadamente, e não os pôs junto ao rebanho de Lavan.",
        "29_Chapter, 40_Verse": "E acontecia que, sempre que concebiam as ovelhas unidas, Yaakov punha as varas diante dos olhos das ovelhas nos bebedouros, para que concebessem diante das varas.",
        "29_Chapter, 41_Verse": "Mas quando as ovelhas estavam fracas, ele não as colocava, e assim as fracas eram de Lavan, e as fortes eram de Yaakov.",
        "29_Chapter, 42_Verse": "E o homem se tornou muito, muito próspero, e teve muitas ovelhas, e servas e servos, e camelos e jumentos.",
        "30_Chapter, 0_Verse": "E ouviu ele as palavras dos filhos de Lavan, dizendo: \"Yaakov tomou tudo o que pertencia ao nosso pai, e do que pertence ao nosso pai ele fez toda esta fortuna.\"",
        "30_Chapter, 1_Verse": "E Yaakov viu o semblante de Lavan, e eis que não era mais com ele como antes.",
        "30_Chapter, 2_Verse": "E disse Hashem a Yaakov: \"Retorna à terra de teus antepassados e à tua terra natal, e Eu estarei contigo.\"",
        "30_Chapter, 3_Verse": "E Yaakov enviou mensageiros e chamou Rachel e Lea ao campo, onde estava seu rebanho,",
        "30_Chapter, 4_Verse": "e disse-lhes: \"Vejo o semblante de vosso pai, que não é mais comigo como nos dias passados; mas o Elohim de meu pai tem estado comigo.",
        "30_Chapter, 5_Verse": "E vós bem sabeis que com todo o meu poder servi a vosso pai.",
        "30_Chapter, 6_Verse": "E vosso pai me enganou e mudou meu salário dez vezes; mas Elohim não lhe permitiu prejudicar-me.",
        "30_Chapter, 7_Verse": "Se assim ele disser: 'Manchados serão teus salários,' então todas as ovelhas davam crias manchadas; e se assim ele disser: 'Listrados serão teus salários,' então todas as ovelhas davam crias listradas.",
        "30_Chapter, 8_Verse": "Assim Elohim tomou o gado de vosso pai e me deu.",
        "30_Chapter, 9_Verse": "E aconteceu no tempo em que as ovelhas concebiam, que levantei meus olhos e vi em sonho, e eis que os bodes que cobriam as ovelhas eram listrados, manchados e malhados.",
        "30_Chapter, 10_Verse": "E o anjo de Elohim me disse em sonho: 'Yaakov!' E eu respondi: 'Eis-me aqui.'",
        "30_Chapter, 11_Verse": "E ele disse: 'Levanta agora teus olhos e vê: todos os bodes que cobrem as ovelhas são listrados, manchados e malhados, pois tenho visto tudo o que Lavan te faz.",
        "30_Chapter, 12_Verse": "Eu sou o Elohim de Beit-El, onde ungiste uma pedra memorial e onde fizeste um juramento a Mim. Agora, levanta-te, sai desta terra e volta à tua terra natal.'\"",
        "30_Chapter, 13_Verse": "Então Rachel e Lea responderam e disseram-lhe: \"Ainda temos alguma parte ou herança na casa de nosso pai?",
        "30_Chapter, 14_Verse": "Porventura não somos consideradas por ele como estrangeiras? Pois ele nos vendeu, e também já consumiu o preço de nossa venda.",
        "30_Chapter, 15_Verse": "Pois toda a riqueza que Elohim tirou de nosso pai é nossa e de nossos filhos; portanto, tudo o que Elohim te ordenou, faze-o.\"",
        "30_Chapter, 16_Verse": "Então Yaakov se levantou, e pôs seus filhos e suas mulheres sobre os camelos;",
        "30_Chapter, 17_Verse": "e conduziu todo o seu gado e todos os seus bens que havia adquirido, o gado de sua propriedade que havia adquirido em Padan-Aram, para ir a Yitzchak, seu pai, à terra de Canaan.",
        "30_Chapter, 18_Verse": "Ora, Lavan tinha ido tosquiar suas ovelhas, e Rachel furtou os terafins que pertenciam a seu pai.",
        "30_Chapter, 19_Verse": "E Yaakov enganou Lavan, o arameu, não lhe informando que estava fugindo.",
        "30_Chapter, 20_Verse": "Ele fugiu com tudo o que possuía, levantou-se e atravessou o rio, e seguiu em direção ao monte Gilad.",
        "30_Chapter, 21_Verse": "E no terceiro dia foi dito a Lavan que Yaakov tinha fugido.",
        "30_Chapter, 22_Verse": "Então ele tomou consigo seus irmãos e perseguiu-o pelo caminho durante sete dias, alcançando-o no monte Gilad.",
        "30_Chapter, 23_Verse": "E Elohim veio a Lavan, o arameu, em um sonho à noite, e disse-lhe: \"Guarda-te, para que não fales com Yaakov nem bem nem mal.\"",
        "30_Chapter, 24_Verse": "E Lavan alcançou Yaakov. Yaakov havia armado sua tenda no monte, e Lavan com seus irmãos acamparam no monte Gilad.",
        "30_Chapter, 25_Verse": "Então Lavan disse a Yaakov: \"Que fizeste, que me enganaste e levaste minhas filhas como prisioneiras de guerra?",
        "30_Chapter, 26_Verse": "Por que fugiste às ocultas, roubando-me, sem me avisares, para que eu te despedisse com alegria e cânticos, com tamboril e harpa?",
        "30_Chapter, 27_Verse": "Nem sequer me deste oportunidade de beijar meus filhos e minhas filhas. Agora agiste loucamente.",
        "30_Chapter, 28_Verse": "Está em meu poder fazer mal a vós, mas o Elohim de teu pai falou comigo ontem à noite, dizendo: 'Guarda-te de falar com Yaakov nem bem nem mal.'",
        "30_Chapter, 29_Verse": "E agora, vais-te embora porque desejas muito voltar à casa de teu pai; mas por que roubaste meus deuses?\"",
        "30_Chapter, 30_Verse": "E Yaakov respondeu e disse a Lavan: \"Tive medo, pois pensei que dirias: 'Tomarás minhas filhas de mim à força.'",
        "30_Chapter, 31_Verse": "Com quem encontrares teus deuses, que não viva! Diante de nossos irmãos, reconhece o que é teu comigo e toma-o.\" Mas Yaakov não sabia que Rachel os havia furtado.",
        "30_Chapter, 32_Verse": "Então Lavan entrou na tenda de Yaakov, na tenda de Lea, e na tenda das duas servas, mas não encontrou nada. Saiu da tenda de Lea e entrou na tenda de Rachel.",
        "30_Chapter, 33_Verse": "Rachel, porém, havia tomado os terafins, colocando-os na albarda do camelo, e sentou-se sobre eles. Lavan apalpou toda a tenda, mas não os encontrou.",
        "30_Chapter, 34_Verse": "E ela disse a seu pai: \"Não se acenda a ira de meu senhor, mas não posso levantar-me diante de ti, pois é o tempo das mulheres para mim.\" Ele vasculhou, mas não encontrou os terafins.",
        "30_Chapter, 35_Verse": "Então a ira de Yaakov se acendeu, e ele repreendeu Lavan. Yaakov respondeu e disse a Lavan: \"Qual é minha transgressão? Qual é meu pecado, para que me persigas?",
        "30_Chapter, 36_Verse": "Pois revistaste todos os meus utensílios; o que encontraste de todos os utensílios de tua casa? Coloca aqui, diante de nossos irmãos, para que julguem entre nós dois.",
        "30_Chapter, 37_Verse": "Há vinte anos que estou contigo; tuas ovelhas e cabras não abortaram, e os carneiros de teu rebanho nunca comi.",
        "30_Chapter, 38_Verse": "Nunca te trouxe animal dilacerado; eu mesmo pagava. De minha mão o exigias, fosse roubo de dia ou de noite.",
        "30_Chapter, 39_Verse": "De dia o calor me consumia, e o frio à noite, e meu sono fugia de meus olhos.",
        "30_Chapter, 40_Verse": "Esses vinte anos estive em tua casa; servi-te catorze anos por tuas duas filhas e seis anos por teu rebanho, e dez vezes mudaste meu salário.",
        "30_Chapter, 41_Verse": "Se não fosse o Elohim de meu pai, o Elohim de Avraham e o Temor de Yitzchak, certamente me terias enviado embora de mãos vazias. Elohim viu minha aflição e o trabalho de minhas mãos, e ontem me defendeu.\"",
        "30_Chapter, 42_Verse": "Então Lavan respondeu e disse a Yaakov: \"As filhas são minhas filhas, e os filhos são meus filhos, e o rebanho é meu rebanho, e tudo o que vês é meu. E o que farei hoje por minhas filhas ou pelos filhos que elas deram à luz?",
        "30_Chapter, 43_Verse": "Agora, pois, vem, façamos um pacto, eu e tu, para que seja testemunha entre mim e ti.\"",
        "30_Chapter, 44_Verse": "Então Yaakov tomou uma pedra e a ergueu como coluna memorial.",
        "30_Chapter, 45_Verse": "E Yaakov disse a seus irmãos: \"Reuni pedras!\" E eles juntaram pedras e fizeram um monte, e comeram ali sobre o monte.",
        "30_Chapter, 46_Verse": "Lavan chamou-o Yegar-Sahaduta, mas Yaakov chamou-o Gal-Ed.",
        "30_Chapter, 47_Verse": "E Lavan disse: \"Este monte é testemunha entre mim e ti hoje.\" Por isso foi chamado Gal-Ed,",
        "30_Chapter, 48_Verse": "e Mitzpah, pois ele disse: \"Que Hashem vigie entre mim e ti quando nos separarmos um do outro.",
        "30_Chapter, 49_Verse": "Se afligires minhas filhas, ou se tomares outras esposas além de minhas filhas, ainda que não haja homem conosco, eis que Elohim é testemunha entre mim e ti.\"",
        "30_Chapter, 50_Verse": "E Lavan disse a Yaakov: \"Eis este monte e a coluna memorial que erigi entre mim e ti.",
        "30_Chapter, 51_Verse": "Esta coluna será testemunha, e esta coluna memorial será testemunha de que eu não passarei além deste monte até ti para mal, e tu não passarás além deste monte e desta coluna até mim para mal.",
        "30_Chapter, 52_Verse": "Os Elohim de Avraham e os Elohim de Nachor julguem entre nós\" — os Elohim de seu pai. E Yaakov jurou pelo Temor de Yitzchak, seu pai.",
        "30_Chapter, 53_Verse": "Então Yaakov ofereceu um sacrifício no monte e chamou seus irmãos para comer pão. Eles comeram pão e passaram a noite no monte.",
        "31_Chapter, 0_Verse": "E Lavan se levantou cedo pela manhã, beijou seus filhos e suas filhas e os abençoou; então partiu e voltou para o seu lugar.",
        "31_Chapter, 1_Verse": "E Yaakov seguiu o seu caminho, e encontrou anjos de Elohim.",
        "31_Chapter, 2_Verse": "Yaakov disse quando os viu: \"Este é um acampamento de Elohim\", e chamou aquele lugar de Machanaim. {פ}",
        "31_Chapter, 3_Verse": "Yaakov enviou mensageiros à sua frente a Esaú, seu irmão, na terra de Seir, no campo de Edom.",
        "31_Chapter, 4_Verse": "Ele ordenou-lhes dizendo: \"Assim direis ao meu senhor, a Esaú: Assim diz o teu servo Yaakov: 'Eu morei com Lavan e me demorei até agora.",
        "31_Chapter, 5_Verse": "Adquiri bois, jumentos, ovelhas, servos e servas, e enviei para informar ao meu senhor, para encontrar graça aos teus olhos.'\"",
        "31_Chapter, 6_Verse": "Os mensageiros retornaram a Yaakov dizendo: \"Fomos ao teu irmão, a Esaú, e ele também está vindo ao teu encontro com quatrocentos homens.\"",
        "31_Chapter, 7_Verse": "Yaakov ficou muito temeroso e angustiado; então dividiu o povo que estava com ele, bem como as ovelhas, o gado e os camelos, em dois acampamentos,",
        "31_Chapter, 8_Verse": "dizendo: \"Se Esaú vier a um dos acampamentos e o atacar, o outro acampamento restante poderá escapar.\"",
        "31_Chapter, 9_Verse": "E Yaakov disse: \"Elohim de meu pai Avraham e Elohim de meu pai Yitzchak, Hashem, que me disseste: 'Volta à tua terra e à tua parentela, e Eu te farei bem',",
        "31_Chapter, 10_Verse": "eu sou indigno de toda a bondade e de toda a fidelidade que mostraste ao teu servo; pois com apenas meu cajado atravessei este Jordão, e agora me tornei dois acampamentos.",
        "31_Chapter, 11_Verse": "Livra-me, por favor, da mão do meu irmão, da mão de Esaú, pois eu o temo, para que ele não venha e me ataque, mãe e filhos.",
        "31_Chapter, 12_Verse": "Tu disseste: 'Certamente te farei bem e multiplicarei a tua descendência como a areia do mar, que não pode ser contada por causa de sua abundância.'\"",
        "31_Chapter, 13_Verse": "Ali ele passou aquela noite e tomou, do que lhe veio à mão, um presente para Esaú, seu irmão:",
        "31_Chapter, 14_Verse": "duzentas cabras e vinte bodes, duzentas ovelhas e vinte carneiros,",
        "31_Chapter, 15_Verse": "camelos amamentando com seus crias, trinta ao todo, quarenta vacas e dez touros, vinte jumentas e dez jumentinhos.",
        "31_Chapter, 16_Verse": "Ele entregou-os nas mãos de seus servos, cada rebanho separadamente, e disse a seus servos: \"Passai adiante de mim, e colocai uma distância entre cada rebanho.\"",
        "31_Chapter, 17_Verse": "Ele ordenou ao primeiro, dizendo: \"Quando Esaú, meu irmão, te encontrar e te perguntar, dizendo: 'De quem és tu? Para onde vais? E de quem são estes animais diante de ti?',",
        "31_Chapter, 18_Verse": "então dirás: 'É um presente enviado ao meu senhor, a Esaú, e eis que ele mesmo vem logo atrás de nós.'\"",
        "31_Chapter, 19_Verse": "Ele também ordenou ao segundo, assim como ao terceiro, e a todos os que seguiam os rebanhos, dizendo: \"Da mesma maneira falareis a Esaú quando o encontrardes,",
        "31_Chapter, 20_Verse": "e direis: 'Eis que o teu servo Yaakov vem logo atrás de nós.'\" Pois ele pensava: \"Apaziguarei sua face com o presente que vai adiante de mim, e depois verei sua face; talvez ele me receba com benevolência.\"",
        "31_Chapter, 21_Verse": "Então o presente passou à sua frente, enquanto ele passou aquela noite no acampamento.",
        "31_Chapter, 22_Verse": "Naquela noite, ele se levantou, tomou suas duas esposas, suas duas servas e seus onze filhos, e atravessou o vau do Yabok.",
        "31_Chapter, 23_Verse": "Ele os tomou e os fez atravessar o riacho, e fez atravessar tudo o que era seu.",
        "31_Chapter, 24_Verse": "Restou Yaakov sozinho, e um homem lutou com ele até o raiar da alva.",
        "31_Chapter, 25_Verse": "Vendo que não podia prevalecer contra ele, tocou na articulação de sua coxa, e a articulação da coxa de Yaakov foi deslocada enquanto lutava com ele.",
        "31_Chapter, 26_Verse": "Então o homem disse: \"Deixa-me ir, pois já raiou a alva.\" Mas Yaakov respondeu: \"Não te deixarei ir, a menos que me abençoes.\"",
        "31_Chapter, 27_Verse": "Ele lhe perguntou: \"Qual é o teu nome?\" Ele respondeu: \"Yaakov.\"",
        "31_Chapter, 28_Verse": "Então ele disse: \"Não mais será chamado o teu nome Yaakov, mas sim Yisrael, pois lutaste com Elohim e com os homens, e prevaleceste.\"",
        "31_Chapter, 29_Verse": "Yaakov perguntou e disse: \"Dize-me, por favor, o teu nome.\" Ele respondeu: \"Por que perguntas pelo meu nome?\" E ali o abençoou.",
        "31_Chapter, 30_Verse": "Yaakov chamou aquele lugar de Peniel, pois disse: \"Vi Elohim face a face, e minha alma foi salva.\"",
        "31_Chapter, 31_Verse": "O sol se levantou sobre ele quando ele passou por Peniel, e ele mancava da coxa.",
        "31_Chapter, 32_Verse": "Por isso os filhos de Yisrael não comem o nervo ciático que está na articulação da coxa até hoje, porque tocou na articulação da coxa de Yaakov no nervo ciático.",
        "32_Chapter, 0_Verse": "E Yaakov ergueu os olhos e viu, e eis que Esaú estava vindo, e com ele quatrocentos homens. Então ele dividiu as crianças entre Lea, Rachel e as duas servas.",
        "32_Chapter, 1_Verse": "Ele pôs as servas e seus filhos na frente, Lea e seus filhos por último, e Rachel e Yosef atrás deles.",
        "32_Chapter, 2_Verse": "Ele próprio passou à frente deles e se prostrou até o chão sete vezes, até se aproximar de seu irmão.",
        "32_Chapter, 3_Verse": "E Esaú correu ao seu encontro, abraçou-o, lançou-se sobre seu pescoço e o beijou, e ambos choraram.",
        "32_Chapter, 4_Verse": "E ele levantou os olhos e viu as mulheres e as crianças, e disse: \"Quem são estes para ti?\" E ele respondeu: \"São as crianças que Elohim concedeu a teu servo.\"",
        "32_Chapter, 5_Verse": "Então as servas se aproximaram, elas e seus filhos, e se prostraram.",
        "32_Chapter, 6_Verse": "Lea e seus filhos também se aproximaram e se prostraram, e depois Yosef e Rachel se aproximaram e se prostraram.",
        "32_Chapter, 7_Verse": "E ele perguntou: \"O que significa todo este acampamento que encontrei?\" E ele respondeu: \"Foi para encontrar favor aos olhos de meu senhor.\"",
        "32_Chapter, 8_Verse": "E Esaú disse: \"Tenho muito, meu irmão; fique com o que é teu.\"",
        "32_Chapter, 9_Verse": "Mas Yaakov disse: \"Por favor, não! Se agora encontrei favor aos teus olhos, aceita meu presente das minhas mãos, pois vi teu rosto como quem vê a face de Elohim, e tu me aceitaste.",
        "32_Chapter, 10_Verse": "Por favor, aceita minha bênção, que foi trazida para ti, porque Elohim me agraciou, e eu tenho tudo.\" Ele insistiu com ele, e ele aceitou.",
        "32_Chapter, 11_Verse": "E Esaú disse: \"Vamos partir e viajar, e eu caminharei à tua frente.\"",
        "32_Chapter, 12_Verse": "Mas Yaakov lhe disse: \"Meu senhor sabe que as crianças são frágeis, e que as ovelhas e as vacas estão amamentando junto comigo; se forem pressionadas por um só dia, todo o rebanho morrerá.",
        "32_Chapter, 13_Verse": "Passe adiante, meu senhor, à frente de teu servo, e eu seguirei devagar, conforme o ritmo do trabalho diante de mim e o ritmo das crianças, até que eu chegue ao meu senhor em Seir.\"",
        "32_Chapter, 14_Verse": "E Esaú disse: \"Deixe-me então deixar contigo alguns dos homens que estão comigo.\" Mas ele respondeu: \"Para que isso? Basta que eu tenha encontrado favor aos olhos de meu senhor.\"",
        "32_Chapter, 15_Verse": "Assim, naquele dia, Esaú retornou pelo seu caminho a Seir.",
        "32_Chapter, 16_Verse": "E Yaakov partiu para Sucot, construiu uma casa para si e fez cabanas para seu gado; por isso chamou o nome daquele lugar Sucot. {ס}",
        "32_Chapter, 17_Verse": "E Yaakov chegou em paz à cidade de Shechem, que está na terra de Canaã, quando veio de Padan Aram, e acampou à vista da cidade.",
        "32_Chapter, 18_Verse": "Ele comprou a parte do campo onde havia armado sua tenda da mão dos filhos de Chamor, pai de Shechem, por cem peças de prata.",
        "32_Chapter, 19_Verse": "Ali ele ergueu um altar e o chamou de El Elohei Yisrael. {ס}",
        "33_Chapter, 0_Verse": "E Dina, filha de Lea, que ela dera à luz para Yaakov, saiu para ver as filhas da terra.",
        "33_Chapter, 1_Verse": "E Shechem, filho de Hamor, o Chivita, príncipe da terra, a viu, tomou-a, deitou-se com ela e a humilhou.",
        "33_Chapter, 2_Verse": "Sua alma se apegou a Dina, filha de Yaakov, ele amou a jovem e falou ao coração da jovem.",
        "33_Chapter, 3_Verse": "E Shechem disse a Hamor, seu pai: \"Toma esta jovem para mim como esposa.\"",
        "33_Chapter, 4_Verse": "Yaakov ouviu que havia desonrado Dina, sua filha, e seus filhos estavam com os rebanhos no campo, então Yaakov ficou em silêncio até que eles chegassem.",
        "33_Chapter, 5_Verse": "Hamor, pai de Shechem, foi ter com Yaakov para falar com ele.",
        "33_Chapter, 6_Verse": "Os filhos de Yaakov vieram do campo quando ouviram isso. Os homens ficaram profundamente angustiados e muito irados, pois ele havia cometido uma vileza em Yisrael ao deitar-se com Dina, filha de Yaakov – tal coisa não deveria ser feita.",
        "33_Chapter, 7_Verse": "Hamor falou com eles, dizendo: \"Shechem, meu filho, deseja muito a vossa filha; dai-a, por favor, a ele como esposa.",
        "33_Chapter, 8_Verse": "Formai laços conosco: dareis vossas filhas a nós, e tomareis nossas filhas para vós.",
        "33_Chapter, 9_Verse": "Habitai conosco, e a terra estará diante de vós: habitai nela e comerciai nela, e adquiri propriedade nela.\"",
        "33_Chapter, 10_Verse": "Shechem disse ao pai dela e aos irmãos dela: \"Encontrarei graça aos vossos olhos, e farei o que me disserdes, eu darei.",
        "33_Chapter, 11_Verse": "Aumentai muito o preço da noiva e o presente, e eu darei conforme me disserdes; apenas dai-me a jovem como esposa.\"",
        "33_Chapter, 12_Verse": "Os filhos de Yaakov responderam a Shechem e a Hamor, seu pai, com engano, porque ele havia desonrado Dina, sua irmã.",
        "33_Chapter, 13_Verse": "Disseram-lhes: \"Não podemos fazer isso, dar nossa irmã a um homem incircunciso, pois seria uma vergonha para nós.",
        "33_Chapter, 14_Verse": "Mas desta forma consentiremos convosco: se vos tornardes como nós, circuncidando todos os vossos machos,",
        "33_Chapter, 15_Verse": "então daremos nossas filhas a vós, e tomaremos vossas filhas para nós, e habitaremos convosco, e seremos um só povo.",
        "33_Chapter, 16_Verse": "Mas se não nos ouvirdes para serdes circuncidados, tomaremos nossa filha e partiremos.\"",
        "33_Chapter, 17_Verse": "As palavras deles agradaram aos olhos de Hamor e aos olhos de Shechem, filho de Hamor.",
        "33_Chapter, 18_Verse": "E o jovem não demorou em fazer isso, pois ele desejava a filha de Yaakov; e ele era o mais honrado de toda a casa de seu pai.",
        "33_Chapter, 19_Verse": "Hamor e Shechem, seu filho, foram à porta de sua cidade e falaram aos homens da cidade, dizendo:",
        "33_Chapter, 20_Verse": "\"Esses homens são pacíficos conosco, e habitarão na terra e negociarão nela, e eis que a terra é ampla o suficiente para eles. Tomaremos suas filhas para nós como esposas, e daremos nossas filhas a eles.",
        "33_Chapter, 21_Verse": "Mas somente com esta condição eles consentirão em habitar conosco, para sermos um só povo: se todos os nossos machos forem circuncidados, assim como eles são circuncidados.",
        "33_Chapter, 22_Verse": "Seu gado, suas possessões e todos os seus animais, não são deles? Apenas consintamos com eles, e eles habitarão conosco.\"",
        "33_Chapter, 23_Verse": "Todos os que saíram pela porta de sua cidade deram ouvidos a Hamor e a Shechem, seu filho, e todos os machos que saíram pela porta de sua cidade foram circuncidados.",
        "33_Chapter, 24_Verse": "No terceiro dia, quando estavam doloridos, dois dos filhos de Yaakov, Shimon e Levi, irmãos de Dina, cada um com sua espada, vieram à cidade confiantemente e mataram todos os machos.",
        "33_Chapter, 25_Verse": "Mataram Hamor e Shechem, seu filho, à espada, tomaram Dina da casa de Shechem e partiram.",
        "33_Chapter, 26_Verse": "Os filhos de Yaakov chegaram aos mortos e saquearam a cidade, porque haviam desonrado sua irmã.",
        "33_Chapter, 27_Verse": "Tomaram suas ovelhas, seu gado e seus jumentos, tanto o que estava na cidade quanto o que estava no campo.",
        "33_Chapter, 28_Verse": "Tomaram todas as suas riquezas, todos os seus pequenos e suas mulheres como prisioneiros, e saquearam tudo o que havia nas casas.",
        "33_Chapter, 29_Verse": "Yaakov disse a Shimon e Levi: \"Vocês me atrapalharam, fazendo-me odioso aos habitantes da terra, aos Cananeus e aos Perizeus. E eu sou poucos homens, e eles se ajuntarão contra mim e me ferirão, e eu serei destruído, eu e minha casa.\"",
        "33_Chapter, 30_Verse": "Eles disseram: \"Deveria ele tratar nossa irmã como uma prostituta?\"{פ}",
        "34_Chapter, 0_Verse": "E Deus disse a Yaakov: \"Levanta-te, sobe a Beit-El e habita lá, e faz lá um altar ao Deus que te apareceu quando fugias de diante de Eisav, teu irmão.\"",
        "34_Chapter, 1_Verse": "Então Yaakov disse à sua casa e a todos os que estavam com ele: \"Retirai os deuses estranhos que estão no meio de vós, purificai-vos e trocai as vossas vestes.",
        "34_Chapter, 2_Verse": "E levantemo-nos e subamos a Beit-El, e ali farei um altar ao Deus que me respondeu no dia da minha angústia e esteve comigo no caminho que percorri.\"",
        "34_Chapter, 3_Verse": "E deram a Yaakov todos os deuses estranhos que tinham em suas mãos e os brincos que estavam em suas orelhas, e Yaakov os escondeu debaixo do carvalho que está perto de Shekhem.",
        "34_Chapter, 4_Verse": "E partiram, e houve grande temor de Deus sobre as cidades que estavam ao redor deles, e não perseguiram os filhos de Yaakov.",
        "34_Chapter, 5_Verse": "E Yaakov chegou a Luz, na terra de Kenaan (esta é Beit-El), ele e todo o povo que estava com ele.",
        "34_Chapter, 6_Verse": "E edificou ali um altar e chamou aquele lugar El Beit-El, porque ali se revelaram a ele os deuses quando fugia de seu irmão.",
        "34_Chapter, 7_Verse": "E Débora, a ama de Rivka, morreu, e foi sepultada abaixo de Beit-El, debaixo do carvalho; e ele chamou seu nome Alon Bakut.",
        "34_Chapter, 8_Verse": "E Deus apareceu novamente a Yaakov quando vinha de Padan Aram e o abençoou.",
        "34_Chapter, 9_Verse": "E Deus lhe disse: \"O teu nome é Yaakov; já não será mais chamado o teu nome Yaakov, mas Yisrael será o teu nome.\" E Ele chamou seu nome Yisrael.",
        "34_Chapter, 10_Verse": "E Deus lhe disse: \"Eu sou El Shadai; frutifica e multiplica-te, pois uma nação e uma assembleia de nações sairá de ti, e reis procederão de tuas entranhas.",
        "34_Chapter, 11_Verse": "E a terra que dei a Avraham e a Yitzchak, darei a ti, e à tua descendência depois de ti darei esta terra.\"",
        "34_Chapter, 12_Verse": "E Deus subiu dele no lugar onde tinha falado com ele.",
        "34_Chapter, 13_Verse": "E Yaakov erigiu uma coluna no lugar onde tinha falado com ele, uma coluna de pedra; e derramou sobre ela uma libação e verteu óleo sobre ela.",
        "34_Chapter, 14_Verse": "E Yaakov chamou o nome daquele lugar onde Deus tinha falado com ele, Beit-El.",
        "34_Chapter, 15_Verse": "E partiram de Beit-El, e ainda havia alguma distância para chegar a Efrat, e Rachel deu à luz e teve dificuldade no parto.",
        "34_Chapter, 16_Verse": "E aconteceu, quando ela tinha dificuldade no parto, a parteira lhe disse: \"Não temas, porque também este será um filho para ti.\"",
        "34_Chapter, 17_Verse": "E aconteceu, quando sua alma estava saindo (pois ela morreu), ela chamou seu nome Ben-Oni, mas seu pai o chamou Binyamin.",
        "34_Chapter, 18_Verse": "E Rachel morreu e foi sepultada no caminho de Efrat (esta é Beit Lechem).",
        "34_Chapter, 19_Verse": "E Yaakov erigiu uma coluna sobre sua sepultura; esta é a coluna da sepultura de Rachel até hoje.",
        "34_Chapter, 20_Verse": "E Yisrael partiu e armou sua tenda além da Torre de Edar.",
        "34_Chapter, 21_Verse": "E aconteceu que, enquanto Yisrael habitava naquela terra, Reuven foi e se deitou com Bilhá, a concubina de seu pai, e Yisrael soube disso. ",
        "34_Chapter, 22_Verse": "E os filhos de Yaakov foram doze.",
        "34_Chapter, 23_Verse": "Os filhos de Leah: o primogênito de Yaakov, Reuven, e Shimon, Levi, Yehudá, Yissachar e Zevulun.",
        "34_Chapter, 24_Verse": "Os filhos de Rachel: Yosef e Binyamin.",
        "34_Chapter, 25_Verse": "E os filhos de Bilhá, a serva de Rachel: Dan e Naftali.",
        "34_Chapter, 26_Verse": "E os filhos de Zilpá, a serva de Leah: Gad e Asher. Estes são os filhos de Yaakov que lhe nasceram em Padan Aram.",
        "34_Chapter, 27_Verse": "E Yaakov veio a Yitzchak, seu pai, em Mamre, Kiryat HaArba (esta é Chevron), onde Avraham e Yitzchak tinham residido.",
        "34_Chapter, 28_Verse": "E os dias de Yitzchak foram cento e oitenta anos.",
        "34_Chapter, 29_Verse": "E Yitzchak expirou e morreu, e foi reunido ao seu povo, velho e farto de dias, e seus filhos Esav e Yaakov o sepultaram. {פ}",
        "35_Chapter, 0_Verse": "E estes são os descendentes de Esaú, que é Edom:",
        "35_Chapter, 1_Verse": "Esaú tomou suas esposas das filhas de Canaã: Ada, filha de Elom, o hitita, e Aholibama, filha de Aná, filha de Tzivom, o heveu.",
        "35_Chapter, 2_Verse": "E Basmat, filha de Yishmael, irmã de Nevayot.",
        "35_Chapter, 3_Verse": "Ada deu à luz a Esaú a Elifaz, e Basmat deu à luz a Reuel.",
        "35_Chapter, 4_Verse": "E Aholibama deu à luz a [Yeush] (Yeish), Yalam e Korach. Estes são os filhos de Esaú, que lhe nasceram na terra de Canaã.",
        "35_Chapter, 5_Verse": "E Esaú tomou suas esposas, seus filhos e suas filhas, e todas as almas de sua casa, seu gado e todo o seu rebanho, e todos os seus bens que havia adquirido na terra de Canaã, e foi para outra terra, longe de Yaakov, seu irmão.",
        "35_Chapter, 6_Verse": "Porque seus bens eram muitos para habitarem juntos, e a terra de suas peregrinações não podia sustentá-los por causa de seus rebanhos.",
        "35_Chapter, 7_Verse": "E Esaú habitou no monte Seir; Esaú é Edom.",
        "35_Chapter, 8_Verse": "E estes são os descendentes de Esaú, pai de Edom, no monte Seir.",
        "35_Chapter, 9_Verse": "Estes são os nomes dos filhos de Esaú: Elifaz, filho de Ada, esposa de Esaú; Reuel, filho de Basmat, esposa de Esaú.",
        "35_Chapter, 10_Verse": "E os filhos de Elifaz foram Temã, Omar, Tzfô, Gaetam e Kenaz.",
        "35_Chapter, 11_Verse": "E Timna foi concubina de Elifaz, filho de Esaú, e ela deu à luz a Elifaz a Amalek. Estes são os filhos de Ada, esposa de Esaú.",
        "35_Chapter, 12_Verse": "E estes são os filhos de Reuel: Naat, Zerá, Shamá e Miza. Estes foram os filhos de Basmat, esposa de Esaú.",
        "35_Chapter, 13_Verse": "E estes foram os filhos de Aholibama, filha de Aná, filha de Tzivon, esposa de Esaú, e ela deu à luz a Esaú a [Yeush] (Yeish), Yalam e Korach.",
        "35_Chapter, 14_Verse": "Estes são os chefes dos filhos de Esaú: os filhos de Elifaz, o primogênito de Esaú: chefe Temã, chefe Omar, chefe Tzfô, chefe Kenaz,",
        "35_Chapter, 15_Verse": "chefe Korach, chefe Gaetam, chefe Amalek. Estes são os chefes de Elifaz na terra de Edom; estes são os filhos de Ada.",
        "35_Chapter, 16_Verse": "E estes são os filhos de Reuel, filho de Esaú: chefe Naat, chefe Zerá, chefe Shamá, chefe Miza. Estes são os chefes de Reuel na terra de Edom; estes são os filhos de Basmat, esposa de Esaú.",
        "35_Chapter, 17_Verse": "E estes são os filhos de Aholibama, esposa de Esaú: chefe Yeush, chefe Yalam, chefe Korach. Estes são os chefes de Aholibama, filha de Aná, esposa de Esaú.",
        "35_Chapter, 18_Verse": "Estes são os filhos de Esaú, e estes são seus chefes; ele é Edom. {ס}",
        "35_Chapter, 19_Verse": "Estes são os filhos de Seir, o horeu, que habitavam na terra: Lotã, Shoval, Tzivon, e Aná.",
        "35_Chapter, 20_Verse": "Disom, Etzer e Dishon. Estes são os chefes dos horeus, filhos de Seir, na terra de Edom.",
        "35_Chapter, 21_Verse": "E os filhos de Lotã foram Hori e Hemam; e a irmã de Lotã era Timna.",
        "35_Chapter, 22_Verse": "E estes são os filhos de Shoval: Alvan, Manachat, Eival, Shefo e Onam.",
        "35_Chapter, 23_Verse": "E estes são os filhos de Tzivon: Ayah e Aná; este é Aná que encontrou as fontes termais no deserto quando apascentava os jumentos de Tzivon, seu pai.",
        "35_Chapter, 24_Verse": "E estes são os filhos de Aná: Dishon e Aholibama, filha de Aná.",
        "35_Chapter, 25_Verse": "E estes são os filhos de Dishon: Hemdan, Esban, Itran e Cheran.",
        "35_Chapter, 26_Verse": "Estes são os filhos de Etzer: Bilhan, Zaavan e Akan.",
        "35_Chapter, 27_Verse": "Estes são os filhos de Dishon: Uts e Aran.",
        "35_Chapter, 28_Verse": "Estes são os chefes dos horeus: chefe Lotã, chefe Shoval, chefe Tzivon, chefe Aná,",
        "35_Chapter, 29_Verse": "chefe Dishon, chefe Etzer, chefe Dishon. Estes são os chefes dos horeus, conforme suas divisões, na terra de Seir.{פ}",
        "35_Chapter, 30_Verse": "E estes são os reis que reinaram na terra de Edom antes que qualquer rei reinasse sobre os filhos de Yisrael.",
        "35_Chapter, 31_Verse": "E Bela, filho de Beor, reinou em Edom, e o nome de sua cidade era Dinhabá.",
        "35_Chapter, 32_Verse": "E Bela morreu, e Jobab, filho de Zerach, de Botsrá, reinou em seu lugar.",
        "35_Chapter, 33_Verse": "E Jobab morreu, e Husam, da terra do Temã, reinou em seu lugar.",
        "35_Chapter, 34_Verse": "E Husam morreu, e Hadad, filho de Bedad, que derrotou Midiã nos campos de Moav, reinou em seu lugar; e o nome de sua cidade era Avit.",
        "35_Chapter, 35_Verse": "E Hadad morreu, e Samlá, de Masreca, reinou em seu lugar.",
        "35_Chapter, 36_Verse": "E Samlá morreu, e Saul, das planícies do rio, reinou em seu lugar.",
        "35_Chapter, 37_Verse": "E Saul morreu, e Baal-Hanã, filho de Acbor, reinou em seu lugar.",
        "35_Chapter, 38_Verse": "E Baal-Hanã, filho de Acbor, morreu, e Hadar reinou em seu lugar; e o nome de sua cidade era Paú, e o nome de sua esposa era Mehetavel, filha de Matred, filha de Mei-Zahav.",
        "35_Chapter, 39_Verse": "E estes são os nomes dos chefes de Esaú, segundo suas famílias e lugares, conforme seus nomes: chefe Timná, chefe Alvá, chefe Jetet,",
        "35_Chapter, 40_Verse": "chefe Aholibama, chefe Elá, chefe Pinon,",
        "35_Chapter, 41_Verse": "chefe Kenaz, chefe Temã, chefe Mivtzar,",
        "35_Chapter, 42_Verse": "chefe Magdiel, chefe Iram. Estes são os chefes de Edom, conforme seus assentamentos na terra de suas possessões; ele é Esaú, o pai de Edom.{פ}",
        "36_Chapter, 0_Verse": "Yakov habitou na terra das peregrinações de seu pai, na terra de Canaã.",
        "36_Chapter, 1_Verse": "Estas são as gerações de Yakov: Yosef, aos dezessete anos, pastoreava as ovelhas com seus irmãos, e ele era jovem junto com os filhos de Bilhah e os filhos de Zilpah, esposas de seu pai; e Yosef trouxe uma má palavra sobre eles a seu pai.",
        "36_Chapter, 2_Verse": "E Yisrael amava a Yosef mais do que a todos os seus filhos, porque ele era o filho de sua velhice, e ele lhe fez uma túnica de mangas longas.",
        "36_Chapter, 3_Verse": "E seus irmãos viram que seu pai o amava mais do que a todos os seus irmãos, e eles o odiaram, e não podiam falar com ele pacificamente.",
        "36_Chapter, 4_Verse": "E Yosef teve um sonho, e o contou a seus irmãos, e eles o odiaram ainda mais.",
        "36_Chapter, 5_Verse": "E ele disse-lhes: Escutai agora este sonho que sonhei:",
        "36_Chapter, 6_Verse": "Eis que estávamos amarrando feixes no meio do campo, e eis que meu feixe se levantou e também ficou ereto, e eis que vossos feixes rodeavam e se prostravam diante do meu feixe.",
        "36_Chapter, 7_Verse": "E seus irmãos disseram-lhe: Acaso reinarás sobre nós? Ou governarás sobre nós? E odiaram-no ainda mais por causa de seus sonhos e de suas palavras.",
        "36_Chapter, 8_Verse": "E ele teve outro sonho, e o contou a seus irmãos, e disse: Eis que tive outro sonho, e eis que o sol, a lua e onze estrelas se prostravam diante de mim.",
        "36_Chapter, 9_Verse": "E ele contou isso ao seu pai e a seus irmãos, e seu pai o repreendeu, dizendo: Que sonho é esse que sonhaste? Acaso eu, tua mãe e teus irmãos viremos prostrar-nos diante de ti até o chão?",
        "36_Chapter, 10_Verse": "E seus irmãos invejaram-no, mas seu pai guardou o assunto.",
        "36_Chapter, 11_Verse": "E seus irmãos foram para pastorear o rebanho de seu pai em Shekhem.",
        "36_Chapter, 12_Verse": "E Yisrael disse a Yosef: Não estão teus irmãos pastoreando em Shekhem? Vem, e eu te enviarei até lá. E ele respondeu: Eis-me aqui.",
        "36_Chapter, 13_Verse": "E ele disse-lhe: Vai agora, vê como estão teus irmãos e como está o rebanho, e traze-me resposta. Ele o enviou do vale de Hevron, e ele veio a Shekhem.",
        "36_Chapter, 14_Verse": "E um homem o encontrou enquanto ele vagava pelo campo, e o homem perguntou-lhe: O que procuras?",
        "36_Chapter, 15_Verse": "E ele disse: Procuro meus irmãos. Dize-me, por favor, onde estão pastoreando.",
        "36_Chapter, 16_Verse": "E o homem disse: Eles partiram daqui, pois ouvi-os dizer: Vamos a Dotan. E Yosef foi atrás de seus irmãos, e os encontrou em Dotan.",
        "36_Chapter, 17_Verse": "E eles o viram de longe, e antes que chegasse a eles, conspiraram contra ele para matá-lo.",
        "36_Chapter, 18_Verse": "E disseram uns aos outros: Eis que vem o senhor dos sonhos.",
        "36_Chapter, 19_Verse": "Agora, pois, vinde, e vamos matá-lo, e lançá-lo numa dessas cisternas, e diremos: Uma fera má o devorou. E veremos o que será de seus sonhos.",
        "36_Chapter, 20_Verse": "E Reuven ouviu, e livrou-o de suas mãos, e disse: Não tiremos sua vida.",
        "36_Chapter, 21_Verse": "E Reuven disse-lhes: Não derrameis sangue; lançai-o nesta cisterna que está no deserto, mas não lanceis mão nele – para que ele pudesse livrá-lo de suas mãos e devolvê-lo a seu pai.",
        "36_Chapter, 22_Verse": "E aconteceu que, quando Yosef chegou a seus irmãos, eles tiraram a túnica de Yosef, a túnica de mangas longas que estava sobre ele.",
        "36_Chapter, 23_Verse": "E tomaram-no e lançaram-no na cisterna; e a cisterna estava vazia, não havia água nela.",
        "36_Chapter, 24_Verse": "E sentaram-se para comer pão, e levantaram os olhos e viram: eis que uma caravana de ismaelitas vinha de Gilad, e seus camelos carregavam bálsamo, resina e ladanum, indo para levar a Mitsrayim.",
        "36_Chapter, 25_Verse": "E Yehudah disse a seus irmãos: Que lucro teremos em matar nosso irmão e encobrir seu sangue?",
        "36_Chapter, 26_Verse": "Vinde, e vendamo-lo aos ismaelitas, e nossa mão não seja sobre ele, porque ele é nosso irmão, nossa carne. E seus irmãos ouviram.",
        "36_Chapter, 27_Verse": "E passaram homens midianitas, mercadores, e arrastaram e tiraram Yosef da cisterna, e venderam Yosef aos ismaelitas por vinte peças de prata, e levaram Yosef para Mitsrayim.",
        "36_Chapter, 28_Verse": "E Reuven voltou à cisterna, e eis que Yosef não estava na cisterna, e ele rasgou suas vestes.",
        "36_Chapter, 29_Verse": "E voltou a seus irmãos, e disse: O menino não está, e eu, para onde irei?",
        "36_Chapter, 30_Verse": "E tomaram a túnica de Yosef, e mataram um bode, e mergulharam a túnica no sangue.",
        "36_Chapter, 31_Verse": "E enviaram a túnica de mangas longas, e a trouxeram a seu pai, e disseram: Achamos isto. Reconhece, por favor, se esta é a túnica de teu filho ou não.",
        "36_Chapter, 32_Verse": "E ele a reconheceu, e disse: É a túnica de meu filho! Uma fera má o devorou! Yosef foi despedaçado!",
        "36_Chapter, 33_Verse": "E Yakov rasgou suas vestes, e pôs saco sobre seus quadris, e lamentou por seu filho muitos dias.",
        "36_Chapter, 34_Verse": "E todos os seus filhos e todas as suas filhas se levantaram para consolá-lo, mas ele recusou ser consolado, e disse: Porque descerei em luto ao meu filho no Seol. E seu pai chorava por ele.",
        "36_Chapter, 35_Verse": "E os midianitas venderam-no em Mitsrayim a Potifar, oficial de Paroh, capitão dos cozinheiros. {פ}",
        "37_Chapter, 0_Verse": "E aconteceu naquele tempo que Yehudá desceu de junto de seus irmãos e se inclinou em direção a um homem de Adulam, e seu nome era Chirá.  ",
        "37_Chapter, 1_Verse": "E Yehudá viu ali a filha de um homem cananeu, e seu nome era Shua; ele a tomou e foi até ela.  ",
        "37_Chapter, 2_Verse": "E ela concebeu e teve um filho, e ele chamou seu nome de Er.  ",
        "37_Chapter, 3_Verse": "E ela concebeu novamente e teve um filho, e ela chamou seu nome de Onan.  ",
        "37_Chapter, 4_Verse": "E ela teve ainda outro filho, e ela chamou seu nome de Shelá; e ela estava em Cheziv quando o deu à luz.  ",
        "37_Chapter, 5_Verse": "E Yehudá tomou uma esposa para Er, seu primogênito, e seu nome era Tamar.  ",
        "37_Chapter, 6_Verse": "E aconteceu que Er, o primogênito de Yehudá, era mau aos olhos de Hashem, e Hashem o matou.  ",
        "37_Chapter, 7_Verse": "E Yehudá disse a Onan: \"Vai à esposa de teu irmão, e cumpre o dever de cunhado com ela, e levanta descendência para teu irmão.\"  ",
        "37_Chapter, 8_Verse": "E Onan sabia que a descendência não seria sua; e aconteceu que, quando ele ia à esposa de seu irmão, ele derramava [a semente] na terra, para não dar descendência ao seu irmão.  ",
        "37_Chapter, 9_Verse": "E isso foi mau aos olhos de Hashem, o que ele fez, e Ele também o matou.  ",
        "37_Chapter, 10_Verse": "Então Yehudá disse a Tamar, sua nora: \"Fica viúva na casa de teu pai até que Shelá, meu filho, cresça\", pois ele disse: \"Para que ele não morra como seus irmãos.\" E Tamar foi e ficou na casa de seu pai.  ",
        "37_Chapter, 11_Verse": "E os dias se multiplicaram, e a filha de Shua, a esposa de Yehudá, morreu; e Yehudá foi consolado, e subiu até os tosquiadores de suas ovelhas, ele e Chirá, seu amigo de Adulam, em Timnat.  ",
        "37_Chapter, 12_Verse": "E foi dito a Tamar: \"Eis que teu sogro está subindo a Timnat para tosquiar suas ovelhas.\"  ",
        "37_Chapter, 13_Verse": "E ela tirou as vestes de sua viuvez de sobre si, e cobriu-se com um véu, e se disfarçou, e sentou-se na entrada de Einayim, que está no caminho de Timnat, pois ela viu que Shelá havia crescido, mas ela não lhe fora dada por esposa.  ",
        "37_Chapter, 14_Verse": "E Yehudá a viu, e pensou que fosse uma prostituta, pois ela cobrira seu rosto.  ",
        "37_Chapter, 15_Verse": "E ele se inclinou até ela no caminho, e disse: \"Por favor, venha, deixe-me entrar em você\", pois ele não sabia que era sua nora; e ela disse: \"O que me darás para que entres em mim?\"  ",
        "37_Chapter, 16_Verse": "E ele disse: \"Eu enviarei um cabrito do rebanho.\" E ela disse: \"Darás um penhor até que o envies?\"  ",
        "37_Chapter, 17_Verse": "E ele disse: \"Qual é o penhor que eu te darei?\" E ela disse: \"Teu selo, teu cordão e o cajado que está em tua mão.\" E ele os deu a ela, e ele entrou nela, e ela concebeu dele.  ",
        "37_Chapter, 18_Verse": "E ela se levantou e foi embora, e tirou o véu de sobre si, e vestiu suas roupas de viuvez.  ",
        "37_Chapter, 19_Verse": "E Yehudá enviou o cabrito das cabras pela mão de seu amigo de Adulam, para receber o penhor da mão da mulher; mas ele não a encontrou.  ",
        "37_Chapter, 20_Verse": "E ele perguntou aos homens do lugar, dizendo: \"Onde está a prostituta que estava em Einayim, no caminho?\" E eles disseram: \"Não houve aqui prostituta.\"  ",
        "37_Chapter, 21_Verse": "E ele voltou a Yehudá, e disse: \"Eu não a encontrei; e também os homens do lugar disseram: 'Não houve aqui prostituta.'\"  ",
        "37_Chapter, 22_Verse": "E Yehudá disse: \"Que ela fique com isso, para que não sejamos desprezados. Eis que enviei este cabrito, mas tu não a encontraste.\"  ",
        "37_Chapter, 23_Verse": "E aconteceu, cerca de três meses depois, que foi dito a Yehudá: \"Tamar, tua nora, agiu imoralmente, e eis que ela está grávida de imoralidade.\" E Yehudá disse: \"Tragam-na para fora, e que seja queimada.\"  ",
        "37_Chapter, 24_Verse": "Enquanto ela estava sendo trazida para fora, ela enviou uma mensagem a seu sogro, dizendo: \"Eu estou grávida do homem a quem estas coisas pertencem.\" E ela disse: \"Reconhece, por favor, de quem são este selo, este cordão e este cajado.\"  ",
        "37_Chapter, 25_Verse": "E Yehudá os reconheceu, e disse: \"Ela é mais justa do que eu, porque por isso eu não a dei a Shelá, meu filho.\" E ele não conheceu mais a ela.  ",
        "37_Chapter, 26_Verse": "E aconteceu no tempo de seu parto, e eis que havia gêmeos em seu ventre.  ",
        "37_Chapter, 27_Verse": "E aconteceu que, quando ela estava dando à luz, uma mão saiu, e a parteira pegou e amarrou um fio escarlate em sua mão, dizendo: \"Este saiu primeiro.\"  ",
        "37_Chapter, 28_Verse": "E aconteceu que, quando ele recolheu sua mão, eis que seu irmão saiu, e ela disse: \"Como rompeste uma abertura para ti!\" E ele chamou seu nome de Peretz.  ",
        "37_Chapter, 29_Verse": "E depois saiu seu irmão, que tinha o fio escarlate em sua mão, e ele chamou seu nome de Zerach. {ס}",
        "38_Chapter, 0_Verse": "E Yosef foi levado para Mitzrayim, e Potifar, oficial de Paroh, o chefe dos cozinheiros, um homem egípcio, comprou-o das mãos dos ishmaelitas que o tinham levado para lá.",
        "38_Chapter, 1_Verse": "E Hashem estava com Yosef, e ele era um homem próspero; e ele estava na casa de seu senhor egípcio.",
        "38_Chapter, 2_Verse": "E seu senhor viu que Hashem estava com ele, e tudo o que ele fazia, Hashem fazia prosperar em suas mãos.",
        "38_Chapter, 3_Verse": "E Yosef encontrou favor aos olhos dele, e ele o servia; e ele o colocou sobre sua casa, e tudo o que tinha ele pôs em suas mãos.",
        "38_Chapter, 4_Verse": "E aconteceu que desde o momento em que ele o encarregou de sua casa e sobre tudo o que possuía, Hashem abençoou a casa do egípcio por causa de Yosef, e a bênção de Hashem estava sobre tudo o que ele possuía, na casa e no campo.",
        "38_Chapter, 5_Verse": "E ele deixou tudo o que tinha nas mãos de Yosef, e não sabia nada com ele, exceto o pão que ele comia. E Yosef era de bela aparência e de boa aparência.",
        "38_Chapter, 6_Verse": "E aconteceu depois dessas coisas que a esposa de seu senhor levantou os olhos para Yosef, e disse: \"Deite-se comigo.\"",
        "38_Chapter, 7_Verse": "Mas ele recusou e disse à esposa de seu senhor: \"Vê, meu senhor não sabe comigo o que há na casa, e tudo o que ele possui ele entregou em minhas mãos.",
        "38_Chapter, 8_Verse": "Não há ninguém maior nesta casa do que eu, e ele não me negou coisa alguma, exceto você, porque você é sua mulher. Como então poderia eu cometer este grande mal e pecar contra Elohim?\"",
        "38_Chapter, 9_Verse": "E aconteceu que, enquanto ela lhe falava dia após dia, ele não a ouviu para deitar-se ao seu lado, para estar com ela.",
        "38_Chapter, 10_Verse": "E aconteceu que certo dia ele entrou na casa para fazer seu trabalho, e nenhum dos homens da casa estava lá dentro.",
        "38_Chapter, 11_Verse": "Ela agarrou-o pela roupa, dizendo: \"Deite-se comigo.\" Mas ele deixou sua roupa em sua mão, fugiu e saiu para fora.",
        "38_Chapter, 12_Verse": "E aconteceu que, quando ela viu que ele havia deixado sua roupa em sua mão e fugido para fora,",
        "38_Chapter, 13_Verse": "ela chamou os homens de sua casa e lhes disse: \"Vede, ele trouxe-nos um homem hebreu para zombar de nós. Ele veio a mim para deitar-se comigo, e eu gritei em alta voz.",
        "38_Chapter, 14_Verse": "E aconteceu que, quando ele ouviu que eu levantei minha voz e gritei, ele deixou sua roupa ao meu lado, fugiu e saiu para fora.\"",
        "38_Chapter, 15_Verse": "E ela deixou sua roupa ao seu lado até que seu senhor chegasse à casa.",
        "38_Chapter, 16_Verse": "E ela lhe falou nestas palavras, dizendo: \"O servo hebreu que nos trouxeste veio a mim para zombar de mim.",
        "38_Chapter, 17_Verse": "E aconteceu que, quando eu levantei minha voz e gritei, ele deixou sua roupa ao meu lado e fugiu para fora.\"",
        "38_Chapter, 18_Verse": "E aconteceu que, quando seu senhor ouviu as palavras de sua esposa, que ela lhe falou, dizendo: \"Assim me fez teu servo,\" sua ira se acendeu.",
        "38_Chapter, 19_Verse": "E o senhor de Yosef o tomou e o colocou na prisão, o lugar onde os prisioneiros do rei eram mantidos presos, e ele estava lá na prisão.",
        "38_Chapter, 20_Verse": "E Hashem estava com Yosef, e estendeu Sua bondade para com ele, e deu-lhe favor aos olhos do chefe da prisão.",
        "38_Chapter, 21_Verse": "E o chefe da prisão entregou nas mãos de Yosef todos os prisioneiros que estavam na prisão, e tudo o que se fazia ali, ele o fazia.",
        "38_Chapter, 22_Verse": "O chefe da prisão não via nada em suas mãos, pois Hashem estava com ele, e tudo o que ele fazia, Hashem fazia prosperar. {פ}",
        "39_Chapter, 0_Verse": "E aconteceu, depois dessas coisas, que o copeiro do rei de Mitzrayim e o padeiro pecaram contra seu senhor, o rei de Mitzrayim.",
        "39_Chapter, 1_Verse": "E Paroh se enfureceu contra seus dois oficiais, contra o chefe dos copeiros e contra o chefe dos padeiros.",
        "39_Chapter, 2_Verse": "E ele os colocou sob custódia na casa do chefe dos carrascos, no lugar onde Yosef estava preso.",
        "39_Chapter, 3_Verse": "E o chefe dos carrascos designou Yosef para estar com eles, e ele os servia. E estiveram por dias na prisão.",
        "39_Chapter, 4_Verse": "E ambos sonharam, cada um seu sonho, na mesma noite, cada um conforme a interpretação de seu sonho — o copeiro e o padeiro do rei de Mitzrayim, que estavam presos na casa da prisão.",
        "39_Chapter, 5_Verse": "E Yosef foi até eles pela manhã e os viu, e eis que estavam abatidos.",
        "39_Chapter, 6_Verse": "E ele perguntou aos oficiais de Paroh, que estavam com ele sob custódia na casa de seu senhor, dizendo: \"Por que estão com semblantes tristes hoje?\"",
        "39_Chapter, 7_Verse": "E eles lhe disseram: \"Sonhamos um sonho, e não há quem o interprete.\" E Yosef lhes disse: \"Não são as interpretações de sonhos de Elohim? Contem-me, por favor.\"",
        "39_Chapter, 8_Verse": "E o chefe dos copeiros contou seu sonho a Yosef e lhe disse: \"Em meu sonho, eis que havia uma videira diante de mim,",
        "39_Chapter, 9_Verse": "e na videira havia três ramos, e ela brotava flores, suas uvas amadureciam em cachos.",
        "39_Chapter, 10_Verse": "E a taça de Paroh estava em minha mão, e eu tomei as uvas, espremi-as na taça de Paroh, e coloquei a taça na mão de Paroh.\"",
        "39_Chapter, 11_Verse": "E Yosef lhe disse: \"Esta é sua interpretação: os três ramos são três dias.",
        "39_Chapter, 12_Verse": "Dentro de três dias, Paroh levantará sua cabeça e te restaurará ao teu posto, e tu darás a taça de Paroh em sua mão como antes, conforme o primeiro costume, quando eras seu copeiro.",
        "39_Chapter, 13_Verse": "Mas lembra-te de mim contigo, quando te for bem, e faça, por favor, bondade para comigo, e menciona-me a Paroh, e me tira desta casa.",
        "39_Chapter, 14_Verse": "Porque fui roubado da terra dos Ivrim, e também aqui nada fiz para ser lançado neste poço.\"",
        "39_Chapter, 15_Verse": "E o chefe dos padeiros viu que a interpretação era boa, e disse a Yosef: \"Eu também sonhei, e eis que havia três cestos de pão sobre minha cabeça.",
        "39_Chapter, 16_Verse": "E no cesto superior havia todo tipo de comida de Paroh, obra de padeiro, e as aves comiam delas do cesto sobre minha cabeça.\"",
        "39_Chapter, 17_Verse": "E Yosef respondeu e disse: \"Esta é sua interpretação: os três cestos são três dias.",
        "39_Chapter, 18_Verse": "Dentro de três dias, Paroh levantará tua cabeça de sobre ti, e te enforcará numa árvore, e as aves comerão tua carne de sobre ti.\"",
        "39_Chapter, 19_Verse": "E aconteceu no terceiro dia, que era o aniversário do nascimento de Paroh, e ele fez um banquete para todos os seus servos, e levantou a cabeça do chefe dos copeiros e a cabeça do chefe dos padeiros entre seus servos.",
        "39_Chapter, 20_Verse": "E ele restaurou o chefe dos copeiros ao seu ofício de copeiro, e ele colocou a taça na mão de Paroh.",
        "39_Chapter, 21_Verse": "E ao chefe dos padeiros ele enforcou, conforme Yosef havia interpretado para eles.",
        "39_Chapter, 22_Verse": "E o chefe dos copeiros não se lembrou de Yosef, e o esqueceu.{פ}",
        "40_Chapter, 0_Verse": "E aconteceu ao fim de dois anos, e Par'oh sonhou, e eis que estava em pé junto ao rio.",
        "40_Chapter, 1_Verse": "E eis que do rio subiam sete vacas, de bela aparência e gordas de carne, e pastavam no campo de juncos.",
        "40_Chapter, 2_Verse": "E eis que outras sete vacas subiam após elas do rio, de feia aparência e magras de carne, e paravam ao lado das vacas à beira do rio.",
        "40_Chapter, 3_Verse": "E as vacas de feia aparência e magras de carne comeram as sete vacas de bela aparência e gordas, e Par'oh acordou.",
        "40_Chapter, 4_Verse": "E ele dormiu novamente e teve um segundo sonho, e eis que sete espigas cresciam num mesmo talo, grossas e boas.",
        "40_Chapter, 5_Verse": "E eis que sete espigas, finas e queimadas pelo vento leste, cresciam após elas.",
        "40_Chapter, 6_Verse": "E as espigas finas devoraram as sete espigas grossas e cheias, e Par'oh acordou, e eis que era um sonho.",
        "40_Chapter, 7_Verse": "E aconteceu pela manhã, e seu espírito estava agitado, e ele mandou chamar todos os magos de Mitzrayim e todos os seus sábios, e Par'oh contou-lhes seus sonhos, mas não havia quem os interpretasse para Par'oh.",
        "40_Chapter, 8_Verse": "Então o chefe dos copeiros falou com Par'oh, dizendo: Hoje me lembro dos meus pecados.",
        "40_Chapter, 9_Verse": "Par'oh tinha ficado irado com seus servos e me colocou na prisão da casa do chefe dos padeiros, a mim e ao chefe dos padeiros.",
        "40_Chapter, 10_Verse": "E nós dois tivemos um sonho na mesma noite, eu e ele; cada um teve um sonho com sua própria interpretação.",
        "40_Chapter, 11_Verse": "E lá conosco estava um jovem hebreu, servo do chefe dos padeiros, e nós lhe contamos, e ele interpretou nossos sonhos para nós, cada um conforme seu sonho ele interpretou.",
        "40_Chapter, 12_Verse": "E aconteceu como ele nos interpretou, assim foi: a mim ele restaurou ao meu cargo, e a ele enforcaram.",
        "40_Chapter, 13_Verse": "Então Par'oh mandou chamar Yosef, e eles o trouxeram apressadamente do poço, e ele se barbeou e trocou suas roupas, e veio à presença de Par'oh.",
        "40_Chapter, 14_Verse": "E Par'oh disse a Yosef: Eu tive um sonho, e não há quem o interprete, mas ouvi dizer sobre ti que ouves um sonho para interpretá-lo.",
        "40_Chapter, 15_Verse": "E Yosef respondeu a Par'oh, dizendo: Sem mim, Elohim responderá sobre a paz de Par'oh.",
        "40_Chapter, 16_Verse": "E Par'oh falou a Yosef: No meu sonho, eis que eu estava em pé à beira do rio.",
        "40_Chapter, 17_Verse": "E eis que do rio subiam sete vacas, gordas de carne e de bela aparência, e pastavam no campo de juncos.",
        "40_Chapter, 18_Verse": "E eis que outras sete vacas subiam após elas, muito magras e de feia aparência, e muito fracas de carne, nunca vi tão ruins em toda a terra de Mitzrayim.",
        "40_Chapter, 19_Verse": "E as vacas magras e ruins comeram as primeiras sete vacas gordas.",
        "40_Chapter, 20_Verse": "E entraram nelas, mas não se percebeu que tinham entrado, pois sua aparência continuava ruim como no início, e eu despertei.",
        "40_Chapter, 21_Verse": "E vi em meu sonho, e eis que sete espigas cresciam num mesmo talo, cheias e boas.",
        "40_Chapter, 22_Verse": "E eis que sete espigas, secas e queimadas pelo vento leste, cresciam após elas.",
        "40_Chapter, 23_Verse": "E as espigas finas devoraram as sete espigas boas, e eu disse aos magos, mas ninguém me explicou.",
        "40_Chapter, 24_Verse": "E Yosef disse a Par'oh: O sonho de Par'oh é um só. O que Elohim está fazendo, Ele mostrou a Par'oh.",
        "40_Chapter, 25_Verse": "As sete vacas boas são sete anos, e as sete espigas boas são sete anos; é um só sonho.",
        "40_Chapter, 26_Verse": "E as sete vacas magras e ruins que vêm depois delas são sete anos, e as sete espigas vazias, queimadas pelo vento leste, serão sete anos de fome.",
        "40_Chapter, 27_Verse": "Esta é a palavra que eu disse a Par'oh: O que Elohim está fazendo, Ele mostrou a Par'oh.",
        "40_Chapter, 28_Verse": "Eis que vêm sete anos de grande abundância em toda a terra de Mitzrayim.",
        "40_Chapter, 29_Verse": "E sete anos de fome se levantarão após elas, e todo o alimento será esquecido na terra de Mitzrayim, e a fome consumirá a terra.",
        "40_Chapter, 30_Verse": "E não se saberá da abundância na terra por causa daquela fome que virá depois, pois será muito severa.",
        "40_Chapter, 31_Verse": "E quanto à repetição do sonho a Par'oh duas vezes, é porque a coisa é certa de Elohim, e Elohim se apressa para realizá-la.",
        "40_Chapter, 32_Verse": "Agora, que Par'oh procure um homem sábio e inteligente e o coloque sobre a terra de Mitzrayim.",
        "40_Chapter, 33_Verse": "Que Par'oh faça isso: nomeie supervisores sobre a terra e quinte a terra de Mitzrayim durante os sete anos de abundância.",
        "40_Chapter, 34_Verse": "E reúnam todo o alimento destes anos bons que estão por vir, e armazenem grãos sob a autoridade de Par'oh, alimento nas cidades, e o guardem.",
        "40_Chapter, 35_Verse": "E este alimento será uma reserva para a terra durante os sete anos de fome que ocorrerão na terra de Mitzrayim, e a terra não será destruída pela fome.",
        "40_Chapter, 36_Verse": "E a ideia foi boa aos olhos de Par'oh e aos olhos de todos os seus servos.",
        "40_Chapter, 37_Verse": "E Par'oh disse aos seus servos: Encontraremos outro homem como este, em quem está o espírito de Elohim?",
        "40_Chapter, 38_Verse": "E Par'oh disse a Yosef: Depois que Elohim te revelou tudo isso, não há ninguém tão sábio e inteligente como tu.",
        "40_Chapter, 39_Verse": "Tu estarás sobre a minha casa, e por tua palavra todo o meu povo obedecerá; somente no trono eu serei maior que tu.",
        "40_Chapter, 40_Verse": "E Par'oh disse a Yosef: Vê, eu te ponho sobre toda a terra de Mitzrayim.",
        "40_Chapter, 41_Verse": "E Par'oh tirou seu anel de seu dedo e o deu na mão de Yosef, e o vestiu com roupas de linho fino, e colocou um colar de ouro em seu pescoço.",
        "40_Chapter, 42_Verse": "E o fez andar em seu segundo carro, e clamavam diante dele: Avrech! E o colocou sobre toda a terra de Mitzrayim.",
        "40_Chapter, 43_Verse": "E Par'oh disse a Yosef: Eu sou Par'oh, e sem ti ninguém levantará mão ou pé em toda a terra de Mitzrayim.",
        "40_Chapter, 44_Verse": "E Par'oh chamou o nome de Yosef Tzofnat Paneach, e deu-lhe Asnat, filha de Poti Fera, sacerdote de On, como esposa, e Yosef saiu sobre a terra de Mitzrayim.",
        "40_Chapter, 45_Verse": "Yosef tinha trinta anos quando se apresentou diante de Par'oh, rei de Mitzrayim, e Yosef saiu da presença de Par'oh e passou por toda a terra de Mitzrayim.",
        "40_Chapter, 46_Verse": "E a terra produziu abundantemente durante os sete anos de fartura.",
        "40_Chapter, 47_Verse": "E ele reuniu todo o alimento dos sete anos que houve na terra de Mitzrayim e armazenou alimento nas cidades; o alimento dos campos ao redor de cada cidade ele armazenou dentro dela.",
        "40_Chapter, 48_Verse": "E Yosef acumulou grãos como a areia do mar, em grande abundância, até que parou de contar, pois não havia número.",
        "40_Chapter, 49_Verse": "E a Yosef nasceram dois filhos antes que viesse o ano da fome, que Asnat, filha de Poti Fera, sacerdote de On, lhe deu à luz.",
        "40_Chapter, 50_Verse": "E Yosef chamou o nome do primogênito Menashe, pois \"Deus me fez esquecer todo o meu trabalho e toda a casa de meu pai.\"",
        "40_Chapter, 51_Verse": "E o nome do segundo ele chamou de Efraim, pois \"Deus me fez prosperar na terra da minha aflição.\"",
        "40_Chapter, 52_Verse": "E terminaram os sete anos de fartura que houve na terra de Mitzrayim.",
        "40_Chapter, 53_Verse": "E começaram os sete anos de fome a vir, como Yosef tinha dito, e houve fome em todas as terras, mas em toda a terra de Mitzrayim havia pão.",
        "40_Chapter, 54_Verse": "E toda a terra de Mitzrayim começou a sentir fome, e o povo clamou a Par'oh por pão, e Par'oh disse a todos os egípcios: Vão a Yosef, e façam o que ele vos disser.",
        "40_Chapter, 55_Verse": "E a fome estava sobre toda a face da terra, e Yosef abriu todos os celeiros e vendeu aos egípcios, e a fome se intensificou na terra de Mitzrayim.",
        "40_Chapter, 56_Verse": "E de toda a terra vinham ao Egito para comprar de Yosef, pois a fome era severa em toda a terra.",
        "41_Chapter, 0_Verse": "Yakov viu que havia alimento em Mitzrayim, e disse Yakov a seus filhos: \"Por que vocês estão olhando uns para os outros?\"",
        "41_Chapter, 1_Verse": "E disse: \"Eis que ouvi que há alimento em Mitzrayim; desçam até lá e comprem para nós de lá, para que vivamos e não morramos.\"",
        "41_Chapter, 2_Verse": "Então, dez irmãos de Yosef desceram para comprar trigo de Mitzrayim.",
        "41_Chapter, 3_Verse": "Mas Binyamin, irmão de Yosef, Yakov não enviou com seus irmãos, pois disse: \"Para que talvez não lhe aconteça algum infortúnio.\"",
        "41_Chapter, 4_Verse": "Assim, os filhos de Yisrael vieram para comprar entre os que vinham, pois havia fome na terra de Kenaan.",
        "41_Chapter, 5_Verse": "E Yosef era o governador da terra, ele era quem vendia alimento a todo o povo da terra. Então, os irmãos de Yosef vieram e se prostraram diante dele com o rosto em terra.",
        "41_Chapter, 6_Verse": "Quando Yosef viu seus irmãos, reconheceu-os, mas fingiu ser um estranho para eles e falou-lhes asperamente. E disse-lhes: \"De onde vocês vêm?\" Eles responderam: \"Da terra de Kenaan, para comprar comida.\"",
        "41_Chapter, 7_Verse": "Yosef reconheceu seus irmãos, mas eles não o reconheceram.",
        "41_Chapter, 8_Verse": "Lembrou-se Yosef dos sonhos que tinha sonhado sobre eles e disse-lhes: \"Vocês são espiões! Vocês vieram para ver a nudez da terra!\"",
        "41_Chapter, 9_Verse": "Eles disseram-lhe: \"Não, meu senhor, mas teus servos vieram para comprar comida.",
        "41_Chapter, 10_Verse": "Somos todos filhos de um mesmo homem; somos honestos; teus servos não são espiões.\"",
        "41_Chapter, 11_Verse": "Ele lhes disse: \"Não! Vocês vieram para ver a nudez da terra!\"",
        "41_Chapter, 12_Verse": "Eles disseram: \"Teus doze servos somos irmãos, filhos de um só homem na terra de Kenaan. Eis que o mais jovem está com nosso pai hoje, e um deles não está.\"",
        "41_Chapter, 13_Verse": "Yosef lhes disse: \"Isso é exatamente o que eu disse a vocês, dizendo: ‘Vocês são espiões!’",
        "41_Chapter, 14_Verse": "Nisto vocês serão provados: Pela vida de Paroh, vocês não sairão daqui a menos que seu irmão mais novo venha aqui.",
        "41_Chapter, 15_Verse": "Envie um de vocês para buscar seu irmão, enquanto vocês ficarão presos, e suas palavras serão testadas para ver se a verdade está com vocês. Se não, pela vida de Paroh, vocês são espiões!\"",
        "41_Chapter, 16_Verse": "Então, ele os reuniu na prisão por três dias.",
        "41_Chapter, 17_Verse": "No terceiro dia, Yosef lhes disse: \"Façam isto e vivam: Eu temo a Elohim.",
        "41_Chapter, 18_Verse": "Se vocês forem honestos, que um de seus irmãos permaneça preso na casa da prisão, e vocês vão, tragam alimento para a fome de suas casas.",
        "41_Chapter, 19_Verse": "E tragam-me seu irmão mais novo, e suas palavras se confirmarão, e vocês não morrerão.\" E eles fizeram assim.",
        "41_Chapter, 20_Verse": "Disseram então uns aos outros: \"Certamente somos culpados por causa de nosso irmão, pois vimos a angústia de sua alma quando ele nos implorava, e não o ouvimos; por isso esta adversidade nos alcançou.\"",
        "41_Chapter, 21_Verse": "Reuven respondeu-lhes, dizendo: \"Não vos disse eu: Não pequeis contra o menino? Mas vocês não ouviram, e agora, eis que seu sangue está sendo exigido.\"",
        "41_Chapter, 22_Verse": "Eles não sabiam que Yosef entendia, pois havia um intérprete entre eles.",
        "41_Chapter, 23_Verse": "Então Yosef se afastou deles e chorou. Voltou a eles e falou-lhes, e tomou Shimon de entre eles e o prendeu à vista deles.",
        "41_Chapter, 24_Verse": "Yosef ordenou que enchessem seus sacos de trigo, e devolvessem seu dinheiro, cada um ao seu saco, e lhes dessem provisões para a viagem. E assim foi feito.",
        "41_Chapter, 25_Verse": "Carregaram seu trigo sobre seus jumentos e partiram dali.",
        "41_Chapter, 26_Verse": "Ao abrir um deles seu saco para dar ração ao seu jumento no lugar de pernoite, viu seu dinheiro, e eis que estava na boca de seu saco.",
        "41_Chapter, 27_Verse": "Disse então a seus irmãos: \"Meu dinheiro foi devolvido, e eis que está no meu saco!\" E seus corações tremeram, e ficaram apavorados, dizendo uns aos outros: \"O que é isso que Elohim nos fez?\"",
        "41_Chapter, 28_Verse": "Voltaram a Yaakov, seu pai, à terra de Kenaan, e contaram-lhe tudo o que lhes acontecera, dizendo:",
        "41_Chapter, 29_Verse": "\"O homem, o senhor da terra, falou-nos asperamente e nos considerou como espiões da terra.",
        "41_Chapter, 30_Verse": "Nós lhe dissemos: ‘Somos honestos; não somos espiões.",
        "41_Chapter, 31_Verse": "Éramos doze irmãos, filhos de nosso pai; um já não está, e o mais novo está hoje com nosso pai na terra de Kenaan.’",
        "41_Chapter, 32_Verse": "Então o homem, o senhor da terra, nos disse: ‘Por isto saberei que vocês são honestos: Deixem um de seus irmãos comigo, e levem alimento para a fome de suas casas e partam.",
        "41_Chapter, 33_Verse": "Tragam-me seu irmão mais novo, e saberei que vocês não são espiões, mas sim homens honestos. Então eu lhes devolverei seu irmão, e vocês poderão comerciar na terra.’\"",
        "41_Chapter, 34_Verse": "Aconteceu que, ao esvaziarem seus sacos, eis que cada um encontrou seu saco de dinheiro em seu saco, e viram os sacos de dinheiro, eles e seu pai, e tiveram medo.",
        "41_Chapter, 35_Verse": "Yakov, seu pai, lhes disse: \"Vocês me privaram de meus filhos! Yosef não está, e Shimon não está, e agora querem levar Binyamin! Todas estas coisas caíram sobre mim!\"",
        "41_Chapter, 36_Verse": "Reuven disse a seu pai: \"Mata meus dois filhos se eu não o trouxer de volta a ti. Entrega-o em minhas mãos, e eu o trarei de volta a ti.\"",
        "41_Chapter, 37_Verse": "Ele disse: \"Meu filho não descerá convosco, pois seu irmão está morto, e ele é o único que resta. Se algum mal lhe acontecesse pelo caminho por onde vocês iriam, faríeis descer meus cabelos brancos com dor à sepultura.\"",
        "42_Chapter, 0_Verse": "E a fome era grave na terra.",
        "42_Chapter, 1_Verse": "E aconteceu que, quando acabaram de comer o cereal que haviam trazido de Mitzrayim, seu pai lhes disse: \"Voltem e comprem para nós um pouco mais de comida.\"",
        "42_Chapter, 2_Verse": "Yehudah, porém, lhe disse: \"O homem nos advertiu severamente, dizendo: 'Não verão meu rosto sem que seu irmão esteja com vocês.'\"",
        "42_Chapter, 3_Verse": "\"Se você enviar nosso irmão conosco, desceremos e compraremos comida para você.\"",
        "42_Chapter, 4_Verse": "\"Mas se você não o enviar, não desceremos, pois o homem nos disse: 'Não verão meu rosto sem que seu irmão esteja com vocês.'\"",
        "42_Chapter, 5_Verse": "Então Yisrael disse: \"Por que me causaram esse mal ao contar ao homem que ainda tinham outro irmão?\"",
        "42_Chapter, 6_Verse": "Eles responderam: \"O homem perguntou detalhadamente sobre nós e nossa parentela, dizendo: 'Vive ainda seu pai? Têm mais algum irmão?' E nós respondemos conforme essas palavras. Poderíamos saber que ele diria: 'Tragam seu irmão aqui'?\"",
        "42_Chapter, 7_Verse": "E Yehudah disse a Yisrael, seu pai: \"Envie o jovem comigo e levantemo-nos e vamos, para que vivamos e não morramos, nem nós, nem você, nem nossas crianças.\"",
        "42_Chapter, 8_Verse": "\"Eu serei o fiador dele; de minha mão o requererá. Se eu não o trouxer até você e o colocar diante de você, pecarei contra você todos os dias.\"",
        "42_Chapter, 9_Verse": "\"Pois se não tivéssemos demorado, já teríamos voltado duas vezes.\"",
        "42_Chapter, 10_Verse": "Então Yisrael, seu pai, lhes disse: \"Se é assim, façam isto: peguem alguns dos melhores produtos da terra em seus sacos e levem um presente ao homem – um pouco de bálsamo, um pouco de mel, especiarias, resina, pistácios e amêndoas.\"",
        "42_Chapter, 11_Verse": "\"E tomem consigo o dobro de prata, e devolvam o dinheiro que foi encontrado nas bocas de suas sacolas; talvez tenha sido um erro.\"",
        "42_Chapter, 12_Verse": "\"E levem seu irmão, levantem-se e voltem ao homem.\"",
        "42_Chapter, 13_Verse": "\"E que El Shadai lhes conceda misericórdia diante do homem, para que ele liberte seu outro irmão e também Binyamin. Quanto a mim, como fiquei privado, assim estou privado.\"",
        "42_Chapter, 14_Verse": "Os homens tomaram aquele presente, e o dobro de prata em suas mãos, e também Binyamin; levantaram-se, desceram a Mitzrayim e se apresentaram diante de Yosef.",
        "42_Chapter, 15_Verse": "Quando Yosef viu Binyamin com eles, disse ao administrador de sua casa: \"Traga esses homens à minha casa, e prepare um banquete, pois eles comerão comigo ao meio-dia.\"",
        "42_Chapter, 16_Verse": "O homem fez conforme Yosef ordenara, e trouxe os homens à casa de Yosef.",
        "42_Chapter, 17_Verse": "Os homens, vendo que eram levados à casa de Yosef, ficaram com medo e disseram: \"É por causa do dinheiro que foi devolvido em nossas sacolas da primeira vez que estamos sendo trazidos aqui, para que sejamos acusados e atacados, e para que sejamos tomados como escravos, junto com nossos jumentos.\"",
        "42_Chapter, 18_Verse": "Então se aproximaram do homem que estava sobre a casa de Yosef e falaram com ele à entrada da casa,",
        "42_Chapter, 19_Verse": "dizendo: \"Por favor, meu senhor, nós realmente descemos antes apenas para comprar comida.\"",
        "42_Chapter, 20_Verse": "\"E aconteceu que, quando chegamos ao alojamento, abrimos nossas sacolas e eis que o dinheiro de cada um estava na boca de sua sacola, nosso dinheiro exato em peso. Então o devolvemos em nossas mãos.\"",
        "42_Chapter, 21_Verse": "\"E agora trouxemos outro dinheiro em nossas mãos para comprar comida. Não sabemos quem colocou nosso dinheiro em nossas sacolas.\"",
        "42_Chapter, 22_Verse": "Ele respondeu: \"Paz esteja com vocês, não temam. O Deus de vocês e o Deus de seu pai lhes deu um tesouro em suas sacolas. Seu dinheiro chegou a mim.\" E ele trouxe Shim'on para fora a eles.",
        "42_Chapter, 23_Verse": "Então o homem levou os homens à casa de Yosef, deu-lhes água para lavarem seus pés e forragem para seus jumentos.",
        "42_Chapter, 24_Verse": "Eles prepararam o presente enquanto aguardavam Yosef chegar ao meio-dia, pois tinham ouvido que ali comeriam pão.",
        "42_Chapter, 25_Verse": "Yosef chegou à casa, e eles lhe trouxeram o presente que tinham em mãos à casa, e se prostraram diante dele até o chão.",
        "42_Chapter, 26_Verse": "Ele lhes perguntou pelo bem-estar e disse: \"Está bem com seu pai idoso, de quem falaram? Ainda vive?\"",
        "42_Chapter, 27_Verse": "Eles responderam: \"Está bem com seu servo, nosso pai; ainda vive.\" E inclinaram-se e se prostraram.",
        "42_Chapter, 28_Verse": "Levantando os olhos, ele viu Binyamin, seu irmão, filho de sua mãe, e disse: \"Este é o seu irmão mais novo, de quem me falaram?\" E disse: \"Que Deus te conceda graça, meu filho.\"",
        "42_Chapter, 29_Verse": "Yosef apressou-se, pois seus sentimentos foram tocados por seu irmão, e ele procurou um lugar para chorar. Entrou em uma câmara e lá chorou.",
        "42_Chapter, 30_Verse": "Lavou o rosto, saiu e conteve-se, dizendo: \"Sirvam o pão.\"",
        "42_Chapter, 31_Verse": "Serviram para ele separadamente, para eles separadamente, e para os egípcios que comiam com ele separadamente, porque os egípcios não podiam comer pão com os hebreus, pois isso era abominação para os egípcios.",
        "42_Chapter, 32_Verse": "Sentaram-se diante dele, o primogênito segundo sua primogenitura e o mais jovem segundo sua juventude; e os homens se maravilharam uns com os outros.",
        "42_Chapter, 33_Verse": "Ele mandou servir porções retiradas de sua própria mesa aos homens, e a porção de Binyamin era cinco vezes maior que as porções de qualquer um deles. Beberam e se alegraram com ele.",
        "43_Chapter, 0_Verse": "E ordenou ao que estava sobre a sua casa, dizendo: Enche os sacos dos homens com comida, tanto quanto eles possam carregar, e põe o dinheiro de cada um na boca do seu saco.",
        "43_Chapter, 1_Verse": "E põe o meu copo, o copo de prata, na boca do saco do mais jovem, junto com o dinheiro da sua compra. E ele fez conforme a palavra de Yosef que ele havia falado.",
        "43_Chapter, 2_Verse": "Pela manhã, quando já havia luz, os homens foram enviados, eles e seus jumentos.",
        "43_Chapter, 3_Verse": "Eles saíram da cidade, não haviam se distanciado muito, e Yosef disse ao que estava sobre a sua casa: Levanta-te, persegue aqueles homens, e quando os alcançares, dize-lhes: Por que retribuístes o mal por bem?",
        "43_Chapter, 4_Verse": "Não é este no qual meu senhor bebe, e com o qual ele adivinha? Mal fizestes o que fizestes.",
        "43_Chapter, 5_Verse": "E ele os alcançou e lhes falou essas palavras.",
        "43_Chapter, 6_Verse": "E eles lhe disseram: Por que fala o meu senhor conforme essas palavras? Longe de teus servos fazerem tal coisa.",
        "43_Chapter, 7_Verse": "Eis que encontramos o dinheiro em nossos sacos; nós o devolvemos desde a terra de Canaã; como então roubaríamos da casa de teu senhor prata ou ouro?",
        "43_Chapter, 8_Verse": "Com quem for encontrado entre os teus servos, que morra, e também seremos escravos do meu senhor.",
        "43_Chapter, 9_Verse": "E ele disse: Agora, conforme as vossas palavras, assim seja; aquele com quem for encontrado será meu escravo, e vós sereis inocentes.",
        "43_Chapter, 10_Verse": "E eles se apressaram, e cada um baixou o seu saco à terra, e abriram cada um o seu saco.",
        "43_Chapter, 11_Verse": "Ele vasculhou, começou pelo maior e terminou pelo menor, e o copo foi achado no saco de Binyamin.",
        "43_Chapter, 12_Verse": "Então eles rasgaram suas roupas, e cada um carregou novamente sobre o seu jumento, e voltaram à cidade.",
        "43_Chapter, 13_Verse": "E Yehudá e seus irmãos entraram na casa de Yosef, e ele ainda estava lá; e prostraram-se diante dele em terra.",
        "43_Chapter, 14_Verse": "E Yosef lhes disse: Que ato é este que fizestes? Não sabíeis que um homem como eu pode adivinhar?",
        "43_Chapter, 15_Verse": "E Yehudá disse: O que diremos ao meu senhor? O que falaremos? Como nos justificaremos? Deus encontrou a iniquidade dos teus servos; eis-nos aqui, escravos do meu senhor, tanto nós quanto aquele com quem foi achado o copo.",
        "43_Chapter, 16_Verse": "E ele disse: Longe de mim fazer tal coisa! Aquele homem com quem foi achado o copo, esse será meu escravo; e vós, ide em paz a vosso pai. {ס}",
        "43_Chapter, 17_Verse": "Então Yehudá se aproximou dele e disse: Por favor, meu senhor, permite que teu servo diga uma palavra aos ouvidos do meu senhor, e não se acenda a tua ira contra o teu servo, pois és como o Faraó.",
        "43_Chapter, 18_Verse": "Meu senhor perguntou aos seus servos, dizendo: Tendes pai ou irmão?",
        "43_Chapter, 19_Verse": "E nós respondemos ao meu senhor: Temos um pai idoso e um filho da velhice, jovem; e o irmão dele está morto, e ele ficou sozinho com sua mãe, e seu pai o ama.",
        "43_Chapter, 20_Verse": "E tu disseste aos teus servos: Trazei-o até mim, para que eu ponha meus olhos sobre ele.",
        "43_Chapter, 21_Verse": "E nós dissemos ao meu senhor: O jovem não pode deixar seu pai, pois se o deixar, seu pai morrerá.",
        "43_Chapter, 22_Verse": "E tu disseste aos teus servos: Se vosso irmão, o mais novo, não descer convosco, não vereis mais a minha face.",
        "43_Chapter, 23_Verse": "E aconteceu que quando subimos ao teu servo, nosso pai, nós lhe contamos as palavras do meu senhor.",
        "43_Chapter, 24_Verse": "E nosso pai disse: Voltai, comprai-nos um pouco de comida.",
        "43_Chapter, 25_Verse": "E nós dissemos: Não podemos descer; se nosso irmão, o mais novo, estiver conosco, desceremos, pois não podemos ver a face do homem, e nosso irmão, o mais novo, não está conosco.",
        "43_Chapter, 26_Verse": "E teu servo, nosso pai, nos disse: Vós sabeis que minha mulher me deu dois filhos.",
        "43_Chapter, 27_Verse": "E um deles saiu de mim, e eu disse: Certamente foi devorado por uma fera, e não o tenho visto até hoje.",
        "43_Chapter, 28_Verse": "E se tomais também este de mim, e lhe suceder algum infortúnio, fareis descer meus cabelos brancos com tristeza à sepultura.",
        "43_Chapter, 29_Verse": "E agora, quando eu entrar ao teu servo, meu pai, e o jovem não estiver conosco, sua alma está ligada à alma dele.",
        "43_Chapter, 30_Verse": "E acontecerá que, quando ele vir que o jovem não está, morrerá, e teus servos farão descer os cabelos brancos de nosso pai com tristeza à sepultura.",
        "43_Chapter, 31_Verse": "Porque teu servo se tornou fiador do jovem junto a meu pai, dizendo: Se eu não o trouxer a ti, pecarei contra meu pai todos os dias.",
        "43_Chapter, 32_Verse": "E agora, por favor, fique o teu servo em lugar do jovem como escravo do meu senhor, e o jovem subirá com seus irmãos.",
        "43_Chapter, 33_Verse": "Porque como subirei a meu pai se o jovem não estiver comigo? Para que eu não veja o mal que sobrevirá a meu pai.",
        "44_Chapter, 0_Verse": "E Yosef não pôde mais se conter diante de todos os que estavam ao seu lado, e exclamou: \"Façam sair daqui todo homem!\", e nenhum homem ficou com ele quando Yosef se revelou a seus irmãos.  ",
        "44_Chapter, 1_Verse": "Ele deu um grito com choro, e os egípcios ouviram, e a casa de Par'oh também ouviu.  ",
        "44_Chapter, 2_Verse": "Yosef disse a seus irmãos: \"Eu sou Yosef; meu pai ainda está vivo?\" E seus irmãos não puderam responder, pois ficaram assustados diante dele.  ",
        "44_Chapter, 3_Verse": "Então Yosef disse a seus irmãos: \"Cheguem-se para mim\", e eles se aproximaram. Ele disse: \"Eu sou Yosef, vosso irmão, aquele que vós vendestes para Mitzrayim.  ",
        "44_Chapter, 4_Verse": "Agora, portanto, não vos entristeçais, nem fiqueis irados convosco mesmos por me haverdes vendido para cá, porque foi para preservar a vida que Elohim me enviou adiante de vós.  ",
        "44_Chapter, 5_Verse": "Porque já faz dois anos de fome no meio da terra, e ainda restam cinco anos em que não haverá aragem nem colheita.  ",
        "44_Chapter, 6_Verse": "Elohim me enviou adiante de vós para estabelecer uma sobrevivência na terra e para vos manter vivos por um grande livramento.  ",
        "44_Chapter, 7_Verse": "Portanto, agora, não fostes vós que me enviastes para cá, mas sim Elohim, e Ele me fez como um pai para Par'oh, senhor de toda a sua casa, e governador sobre toda a terra de Mitzrayim.  ",
        "44_Chapter, 8_Verse": "Apressai-vos e subi até meu pai, e dizei-lhe: Assim diz teu filho Yosef: Elohim me fez senhor de toda Mitzrayim; vem para mim, não te demores.  ",
        "44_Chapter, 9_Verse": "Tu habitarás na terra de Goshen, e estarás perto de mim, tu, teus filhos, os filhos de teus filhos, tuas ovelhas, teu gado e tudo o que é teu.  ",
        "44_Chapter, 10_Verse": "Ali eu te sustentarei, pois ainda há cinco anos de fome, para que não sejas consumido, tu e tua casa, e tudo o que é teu.  ",
        "44_Chapter, 11_Verse": "E eis que vossos olhos veem, e os olhos de meu irmão Binyamin, que minha boca é quem vos fala.  ",
        "44_Chapter, 12_Verse": "Contai a meu pai toda a minha glória em Mitzrayim e tudo o que vistes; e apressai-vos em trazer meu pai para cá.\"  ",
        "44_Chapter, 13_Verse": "Então ele caiu sobre o pescoço de Binyamin, seu irmão, e chorou; e Binyamin chorou sobre o pescoço dele.  ",
        "44_Chapter, 14_Verse": "E beijou a todos os seus irmãos, chorando sobre eles; depois disso, seus irmãos falaram com ele.  ",
        "44_Chapter, 15_Verse": "Ouviram-se as palavras na casa de Par'oh, dizendo: \"Os irmãos de Yosef chegaram!\" E isso agradou aos olhos de Par'oh e aos olhos de seus servos.  ",
        "44_Chapter, 16_Verse": "Par'oh disse a Yosef: \"Dize a teus irmãos: Fazei isto: carregai vossos animais e ide, voltai à terra de Cana'an.  ",
        "44_Chapter, 17_Verse": "Tomai vosso pai e vossas famílias, e vinde a mim; e eu darei a vós o melhor da terra de Mitzrayim, e comereis a fartura da terra.  ",
        "44_Chapter, 18_Verse": "E a ti foi ordenado: Fazei isto: tomai para vós, da terra de Mitzrayim, carroças para vossos pequenos e vossas mulheres, e trazei vosso pai, e vinde.  ",
        "44_Chapter, 19_Verse": "Não olheis para vossos utensílios, pois o melhor de toda a terra de Mitzrayim será vosso.\"  ",
        "44_Chapter, 20_Verse": "Assim fizeram os filhos de Yisra'el; e Yosef lhes deu carroças conforme a ordem de Par'oh, e provisões para o caminho.  ",
        "44_Chapter, 21_Verse": "A cada um deles deu mudas de roupas, e a Binyamin deu trezentas peças de prata e cinco mudas de roupas.  ",
        "44_Chapter, 22_Verse": "E a seu pai enviou desta forma: dez jumentos carregados com o melhor de Mitzrayim, e dez jumentas carregadas com grãos, pão e mantimentos para seu pai no caminho.  ",
        "44_Chapter, 23_Verse": "Então ele despediu seus irmãos, e eles partiram; e ele lhes disse: \"Não brigueis pelo caminho.\"  ",
        "44_Chapter, 24_Verse": "Eles subiram de Mitzrayim e vieram à terra de Cana'an, até Yaakov, seu pai.  ",
        "44_Chapter, 25_Verse": "E contaram-lhe, dizendo: \"Yosef ainda vive, e ele governa sobre toda a terra de Mitzrayim.\" Mas o coração de Yaakov desfaleceu, pois não acreditava neles.  ",
        "44_Chapter, 26_Verse": "Então eles lhe relataram todas as palavras de Yosef que ele havia falado a eles, e ele viu as carroças que Yosef tinha enviado para transportá-lo, e o espírito de Yaakov, seu pai, reviveu.  ",
        "44_Chapter, 27_Verse": "E Yisra'el disse: \"Muito bem! Meu filho Yosef ainda vive. Irei e o verei antes de morrer.\"",
        "45_Chapter, 0_Verse": "Yisrael partiu, e tudo o que era seu, e veio a Beer Sheva, e ofereceu sacrifícios ao Elohim de seu pai Yitzchak.",
        "45_Chapter, 1_Verse": "E Elohim falou a Yisrael em visões noturnas, e disse: \"Yaakov, Yaakov.\" E ele respondeu: \"Eis-me aqui.\"",
        "45_Chapter, 2_Verse": "E Ele disse: \"Eu sou o Elohim, o Elohim de teu pai; não temas descer a Mitzrayim, porque lá farei de ti uma grande nação.",
        "45_Chapter, 3_Verse": "Eu descerei contigo a Mitzrayim, e Eu também te farei subir novamente; e Yosef porá sua mão sobre teus olhos.\"",
        "45_Chapter, 4_Verse": "Então Yaakov se levantou de Beer Sheva, e os filhos de Yisrael transportaram Yaakov, seu pai, assim como seus pequeninos e suas mulheres, nos carros que Paroh enviara para transportá-lo.",
        "45_Chapter, 5_Verse": "Tomaram seus rebanhos e seus bens, que haviam adquirido na terra de Kenaan, e vieram a Mitzrayim, Yaakov e toda a sua descendência com ele.",
        "45_Chapter, 6_Verse": "Seus filhos e os filhos de seus filhos com ele, suas filhas e as filhas de seus filhos, e toda a sua descendência ele trouxe consigo a Mitzrayim. ",
        "45_Chapter, 7_Verse": "Estes são os nomes dos filhos de Yisrael que vieram a Mitzrayim, Yaakov e seus filhos: o primogênito de Yaakov, Reuven.",
        "45_Chapter, 8_Verse": "Os filhos de Reuven: Chanoch, Pallu, Chetzron e Carmi.",
        "45_Chapter, 9_Verse": "Os filhos de Shimon: Yemuel, Yamin, Ohad, Yachin, Tzochar e Shaúl, filho da cananeia.",
        "45_Chapter, 10_Verse": "Os filhos de Levi: Gershon, Kehat e Merari.",
        "45_Chapter, 11_Verse": "Os filhos de Yehudah: Er, Onan, Shelah, Peretz e Zerach; mas Er e Onan morreram na terra de Kenaan. Os filhos de Peretz foram Chetzron e Chamul.",
        "45_Chapter, 12_Verse": "Os filhos de Yissachar: Tolá, Puva, Yov e Shimron.",
        "45_Chapter, 13_Verse": "Os filhos de Zevulun: Sered, Elon e Yachleel.",
        "45_Chapter, 14_Verse": "Esses são os filhos de Leah, que ela deu à luz para Yaakov em Padan Aram, e também Dina, sua filha. Todas as almas de seus filhos e filhas eram trinta e três.",
        "45_Chapter, 15_Verse": "Os filhos de Gad: Tzifyon, Chaggi, Shuni, Etzbon, Eri, Arodi e Arelí.",
        "45_Chapter, 16_Verse": "Os filhos de Asher: Yimnah, Yishvah, Yishvi e Beriah, e Serach, sua irmã. Os filhos de Beriah: Chever e Malkiel.",
        "45_Chapter, 17_Verse": "Esses são os filhos de Zilpah, que Lavan dera a Leah, sua filha, e estes ela gerou para Yaakov; dezesseis almas.",
        "45_Chapter, 18_Verse": "Os filhos de Rachel, esposa de Yaakov: Yosef e Binyamin.",
        "45_Chapter, 19_Verse": "A Yosef nasceram dois filhos na terra de Mitzrayim, os quais Asnat, filha de Poti Fera, sacerdote de On, lhe deu à luz: Menashe e Efraim.",
        "45_Chapter, 20_Verse": "Os filhos de Binyamin: Bela, Becher, Ashbel, Gera, Naaman, Echi, Rosh, Muppim, Chuppim e Ard.",
        "45_Chapter, 21_Verse": "Esses são os filhos de Rachel que nasceram para Yaakov; todas as almas eram catorze.",
        "45_Chapter, 22_Verse": "Os filhos de Dan: Chushim.",
        "45_Chapter, 23_Verse": "Os filhos de Naftali: Yachtze’el, Guni, Yetzer e Shilem.",
        "45_Chapter, 24_Verse": "Esses são os filhos de Bilhah, que Lavan dera a Rachel, sua filha, e estes ela gerou para Yaakov; todas as almas eram sete.",
        "45_Chapter, 25_Verse": "Todas as almas que vieram com Yaakov a Mitzrayim, descendentes diretos, além das mulheres dos filhos de Yaakov, todas as almas eram sessenta e seis.",
        "45_Chapter, 26_Verse": "E os filhos de Yosef, que lhe nasceram em Mitzrayim, eram duas almas. Todas as almas da casa de Yaakov que vieram a Mitzrayim eram setenta. {ס}",
        "45_Chapter, 27_Verse": "Ele enviou Yehudah à sua frente até Yosef, para instruí-lo no caminho até Goshen. E eles chegaram à terra de Goshen.",
        "45_Chapter, 28_Verse": "Yosef preparou sua carruagem e subiu ao encontro de Yisrael, seu pai, em Goshen. Ele apareceu diante dele, lançou-se sobre seu pescoço e chorou longamente sobre seu pescoço.",
        "45_Chapter, 29_Verse": "E Yisrael disse a Yosef: \"Agora posso morrer, depois de ter visto o teu rosto, pois ainda estás vivo.\"",
        "45_Chapter, 30_Verse": "E Yosef disse a seus irmãos e à casa de seu pai: \"Subirei e informarei Paroh, e lhe direi: 'Meus irmãos e a casa de meu pai, que estavam na terra de Kenaan, vieram a mim.",
        "45_Chapter, 31_Verse": "Esses homens são pastores de ovelhas, pois sempre foram homens de rebanhos, e trouxeram suas ovelhas, gado e tudo o que possuem.'",
        "45_Chapter, 32_Verse": "E será que, quando Paroh vos chamar e disser: 'Qual é a vossa ocupação?'",
        "45_Chapter, 33_Verse": "Vós direis: 'Teus servos têm sido homens de rebanhos desde nossa juventude até agora, tanto nós quanto nossos pais,' para que possais habitar na terra de Goshen, pois os egípcios detestam todos os pastores de ovelhas.\"",
        "46_Chapter, 0_Verse": "E Yosef veio e contou a Par'oh, e disse: Meu pai, meus irmãos, suas ovelhas, seu gado e tudo o que possuem vieram da terra de Canaã, e eis que estão na terra de Goshen.",
        "46_Chapter, 1_Verse": "E dentre seus irmãos, ele tomou cinco homens e os apresentou diante de Par'oh.",
        "46_Chapter, 2_Verse": "E Par'oh disse aos irmãos de Yosef: Qual é a vossa ocupação? E eles disseram a Par'oh: Teus servos são pastores de ovelhas, tanto nós quanto nossos pais.",
        "46_Chapter, 3_Verse": "E disseram a Par'oh: Viemos para habitar nesta terra porque não há pastagem para as ovelhas de teus servos, pois a fome é severa na terra de Canaã; agora, por favor, permite que teus servos habitem na terra de Goshen.",
        "46_Chapter, 4_Verse": "E Par'oh disse a Yosef, dizendo: Teu pai e teus irmãos vieram até ti.",
        "46_Chapter, 5_Verse": "A terra de Mitzrayim está diante de ti; na melhor parte da terra, faz com que teu pai e teus irmãos habitem; que habitem na terra de Goshen. E se sabes que há entre eles homens capazes, coloca-os como supervisores do gado que me pertence.",
        "46_Chapter, 6_Verse": "E Yosef trouxe Yakov, seu pai, e o apresentou diante de Par'oh, e Yakov abençoou Par'oh.",
        "46_Chapter, 7_Verse": "E Par'oh disse a Yakov: Quantos são os dias dos anos da tua vida?",
        "46_Chapter, 8_Verse": "E Yakov disse a Par'oh: Os dias dos anos das minhas peregrinações são cento e trinta anos; poucos e maus foram os dias dos anos da minha vida, e não alcançaram os dias dos anos da vida de meus pais nos dias de suas peregrinações.",
        "46_Chapter, 9_Verse": "E Yakov abençoou Par'oh e saiu da presença de Par'oh.",
        "46_Chapter, 10_Verse": "E Yosef estabeleceu seu pai e seus irmãos, e lhes deu posse na terra de Mitzrayim, na melhor parte da terra, na terra de Ramsés, conforme Par'oh havia ordenado.",
        "46_Chapter, 11_Verse": "E Yosef sustentava seu pai, seus irmãos e toda a casa de seu pai com pão, conforme as necessidades de cada família.",
        "46_Chapter, 12_Verse": "E não havia pão em toda a terra, porque a fome era muito severa, e a terra de Mitzrayim e a terra de Canaã desfaleceram por causa da fome.",
        "46_Chapter, 13_Verse": "E Yosef recolheu todo o dinheiro encontrado na terra de Mitzrayim e na terra de Canaã pelo cereal que eles compravam, e Yosef trouxe o dinheiro à casa de Par'oh.",
        "46_Chapter, 14_Verse": "E o dinheiro se esgotou da terra de Mitzrayim e da terra de Canaã, e todos os egípcios vieram a Yosef, dizendo: Dá-nos pão! Por que morreríamos diante de ti, já que o dinheiro acabou?",
        "46_Chapter, 15_Verse": "E Yosef disse: Dai vosso gado, e eu vos darei pão em troca de vosso gado, já que o dinheiro acabou.",
        "46_Chapter, 16_Verse": "E eles trouxeram seus rebanhos a Yosef, e Yosef lhes deu pão em troca de cavalos, rebanhos de ovelhas, rebanhos de gado e jumentos; e ele os sustentou com pão por todo o seu gado naquele ano.",
        "46_Chapter, 17_Verse": "E aquele ano terminou, e no ano seguinte eles vieram até ele e disseram: Não ocultaremos de nosso senhor que, tendo acabado o dinheiro e o gado de animais para nosso senhor, nada resta diante de nosso senhor exceto nossos corpos e nossa terra.",
        "46_Chapter, 18_Verse": "Por que morreríamos diante de teus olhos, tanto nós quanto nossa terra? Compra-nos e nossa terra por pão, e seremos, nós e nossa terra, servos de Par'oh. Dá-nos semente para que vivamos e não morramos, e que a terra não fique desolada.",
        "46_Chapter, 19_Verse": "E Yosef comprou toda a terra de Mitzrayim para Par'oh, porque os egípcios venderam cada homem seu campo, pois a fome era severa sobre eles; e a terra passou a ser de Par'oh.",
        "46_Chapter, 20_Verse": "E quanto ao povo, ele o transferiu para as cidades, de uma extremidade da fronteira de Mitzrayim até a outra extremidade.",
        "46_Chapter, 21_Verse": "Somente a terra dos sacerdotes ele não comprou, porque havia uma porção fixa para os sacerdotes dada por Par'oh, e eles comiam sua porção que Par'oh lhes dera; por isso, não venderam sua terra.",
        "46_Chapter, 22_Verse": "E Yosef disse ao povo: Eis que hoje vos comprei, a vós e a vossa terra, para Par'oh. Eis que aqui tendes semente, e semeai a terra.",
        "46_Chapter, 23_Verse": "E será que, na colheita, dareis um quinto a Par'oh, e as quatro partes restantes serão vossas, para semente do campo, para vosso sustento e para os que estão em vossas casas, e para alimentar vossos pequenos.",
        "46_Chapter, 24_Verse": "E disseram: Tu nos fizeste viver; encontremos graça aos olhos de nosso senhor, e seremos servos de Par'oh.",
        "46_Chapter, 25_Verse": "E Yosef estabeleceu isso como estatuto até o dia de hoje sobre a terra de Mitzrayim para Par'oh, para o quinto; somente a terra dos sacerdotes, somente essa não foi de Par'oh.",
        "46_Chapter, 26_Verse": "E Yisrael habitou na terra de Mitzrayim, na terra de Goshen, e se estabeleceram nela, e foram frutíferos e multiplicaram-se grandemente.",
        "46_Chapter, 27_Verse": "E Yakov viveu na terra de Mitzrayim dezessete anos, e os dias de Yakov, os anos de sua vida, foram cento e quarenta e sete anos.",
        "46_Chapter, 28_Verse": "E os dias de Yisrael se aproximaram para morrer, e chamou a seu filho Yosef e disse-lhe: Se agora achei graça aos teus olhos, coloca, por favor, tua mão debaixo da minha coxa, e faze comigo bondade e verdade; não me enterres, por favor, no Egito.",
        "46_Chapter, 29_Verse": "Mas eu dormirei com meus pais, e tu me levarás do Egito e me enterrarás na sepultura deles. E Yosef disse: Eu farei conforme tua palavra.",
        "46_Chapter, 30_Verse": "E ele disse: Jura-me. E jurou-lhe. E Yisrael se prostrou sobre a cabeceira da cama.{פ}",
        "47_Chapter, 0_Verse": "E aconteceu que, depois dessas coisas, disseram a Yosef: \"Eis que teu pai Yaakov está doente.\" Então ele tomou consigo seus dois filhos, Menashe e Efrayim. ",
        "47_Chapter, 1_Verse": "E avisaram a Yaakov, dizendo: \"Eis que teu filho Yosef veio até ti.\" E Yisrael reuniu suas forças e sentou-se na cama.",
        "47_Chapter, 2_Verse": "E Yaakov disse a Yosef: \"El Shadai me apareceu em Luz, na terra de Kenaan, e me abençoou,",
        "47_Chapter, 3_Verse": "e me disse: 'Eis que te farei fecundo e multiplicarei a tua descendência, e te darei como uma congregação de povos; e darei esta terra à tua descendência após ti como uma posse eterna.'",
        "47_Chapter, 4_Verse": "E agora, os dois teus filhos que nasceram para ti na terra de Mitzrayim antes de eu vir até ti em Mitzrayim são meus; Efrayim e Menashe serão meus como Reuven e Shimon.",
        "47_Chapter, 5_Verse": "Mas os filhos que geraste depois deles serão teus; eles serão chamados pelo nome de seus irmãos em sua herança.",
        "47_Chapter, 6_Verse": "Quanto a mim, quando eu voltava de Padan, Rachel morreu sobre mim na terra de Kenaan, no caminho, ainda distante da terra de Efrata; e eu a sepultei ali no caminho de Efrata, que é Beit Lechem.\"",
        "47_Chapter, 7_Verse": "E Yisrael viu os filhos de Yosef e disse: \"Quem são estes?\"",
        "47_Chapter, 8_Verse": "E Yosef disse ao seu pai: \"São meus filhos, que Deus me deu aqui.\" E ele disse: \"Trá-los aqui para mim, e eu os abençoarei.\"",
        "47_Chapter, 9_Verse": "Os olhos de Yisrael estavam pesados por causa da velhice, e ele não conseguia ver bem. Então Yosef aproximou-os dele, e ele os beijou e os abraçou.",
        "47_Chapter, 10_Verse": "E Yisrael disse a Yosef: \"Eu não esperava ver o teu rosto, mas eis que Deus me mostrou também a tua descendência.\"",
        "47_Chapter, 11_Verse": "Então Yosef os tirou de perto dos joelhos de Yisrael, e se prostraram com o rosto em terra.",
        "47_Chapter, 12_Verse": "Yosef tomou os dois, Efrayim à sua direita, à esquerda de Yisrael, e Menashe à sua esquerda, à direita de Yisrael, e os trouxe para perto dele.",
        "47_Chapter, 13_Verse": "E Yisrael estendeu a sua mão direita e a colocou sobre a cabeça de Efrayim, que era o mais jovem, e a sua mão esquerda sobre a cabeça de Menashe, cruzando as mãos, embora Menashe fosse o primogênito.",
        "47_Chapter, 14_Verse": "E abençoou a Yosef, dizendo: \"O Deus perante quem andaram os meus pais Avraham e Yitzchak, o Deus que tem sido meu pastor desde que nasci até este dia,",
        "47_Chapter, 15_Verse": "o Anjo que me livrou de todo mal, abençoe estes jovens; e seja chamado neles o meu nome e o nome dos meus pais, Avraham e Yitzchak; e que eles cresçam abundantemente no meio da terra.\"",
        "47_Chapter, 16_Verse": "E Yosef viu que seu pai tinha colocado a mão direita sobre a cabeça de Efrayim, e isso desagradou aos seus olhos. Ele segurou a mão de seu pai para removê-la da cabeça de Efrayim para a cabeça de Menashe.",
        "47_Chapter, 17_Verse": "E Yosef disse ao seu pai: \"Não assim, meu pai, pois este é o primogênito; coloca a tua mão direita sobre a sua cabeça.\"",
        "47_Chapter, 18_Verse": "Mas seu pai recusou e disse: \"Eu sei, meu filho, eu sei; ele também será um povo, e ele também será grande. Mas o seu irmão mais novo será maior do que ele, e a sua descendência será preenchida entre as nações.\"",
        "47_Chapter, 19_Verse": "E os abençoou naquele dia, dizendo: \"Por ti Israel será abençoado, dizendo: 'Que Deus te faça como Efrayim e como Menashe.'\" E ele colocou Efrayim antes de Menashe.",
        "47_Chapter, 20_Verse": "E Yisrael disse a Yosef: \"Eis que eu morro, e Deus estará convosco e vos fará voltar à terra de vossos pais.",
        "47_Chapter, 21_Verse": "E eu tenho dado a ti uma porção acima de teus irmãos, que eu tomei das mãos do Emorita com a minha espada e com o meu arco.\"{פ}",
        "48_Chapter, 0_Verse": "E Yaakov chamou seus filhos e disse: \"Reúnam-se, e eu lhes direi o que acontecerá com vocês nos últimos dias.",
        "48_Chapter, 1_Verse": "Reúnam-se e ouçam, filhos de Yaakov; e ouçam a Yisrael, seu pai.",
        "48_Chapter, 2_Verse": "Reuven, você é meu primogênito, minha força e o primeiro de meu vigor, superior em dignidade e superior em poder.",
        "48_Chapter, 3_Verse": "Impetuoso como as águas, você não terá a preeminência, pois subiu ao leito de seu pai; então você profanou minha cama ao subir nela.\" {פ}",
        "48_Chapter, 4_Verse": "Shimon e Levi são irmãos; suas espadas são instrumentos de violência.",
        "48_Chapter, 5_Verse": "Minha alma não entre no conselho deles, nem minha honra se una à sua assembleia, pois em sua ira mataram homens, e em seu desejo aleijaram um touro.",
        "48_Chapter, 6_Verse": "Maldito seja seu furor, pois foi forte, e sua ira, pois foi cruel. Eu os dividirei em Yaakov, e os espalharei em Yisrael.\" {פ}",
        "48_Chapter, 7_Verse": "Yehudah, seus irmãos te louvarão; sua mão estará sobre o pescoço de seus inimigos; os filhos de seu pai se inclinarão diante de você.",
        "48_Chapter, 8_Verse": "Um filhote de leão, Yehudah; da presa, meu filho, você subiu. Ele se agacha e se deita como um leão, e como uma leoa — quem o fará levantar?",
        "48_Chapter, 9_Verse": "O cetro não se apartará de Yehudah, nem o legislador dentre seus pés, até que venha Shiloh, e a ele será dada a obediência dos povos.",
        "48_Chapter, 10_Verse": "Ele amarra seu jumento à videira, e seu jumentinho à melhor videira; lava suas vestes no vinho, e sua roupa no sangue das uvas.",
        "48_Chapter, 11_Verse": "Seus olhos são mais escuros que o vinho, e seus dentes mais brancos que o leite.\" {פ}",
        "48_Chapter, 12_Verse": "Zevulun habitará na costa do mar, e será um porto para navios, e sua fronteira chegará até Tzidon.\" {פ}",
        "48_Chapter, 13_Verse": "Yissachar é um jumento forte, repousando entre as ovelhas.",
        "48_Chapter, 14_Verse": "Ele viu que o descanso era bom, e que a terra era agradável, então inclinou seus ombros para carregar cargas, e se tornou servo sob fardo.\" {ס}",
        "48_Chapter, 15_Verse": "Dan julgará seu povo como um dos tribos de Yisrael.",
        "48_Chapter, 16_Verse": "Dan será uma serpente na estrada, uma víbora na vereda, que morde os calcanhares do cavalo, fazendo com que seu cavaleiro caia para trás.",
        "48_Chapter, 17_Verse": "Por sua salvação eu anseio, Hashem.\" {ס}",
        "48_Chapter, 18_Verse": "Gad, um exército o atacará, mas ele o atacará no calcanhar.\" {ס}",
        "48_Chapter, 19_Verse": "De Asher virá pão gordo, e ele fornecerá delícias reais.\" {ס}",
        "48_Chapter, 20_Verse": "Naftali é uma gazela solta, que pronuncia palavras belas.\" {ס}",
        "48_Chapter, 21_Verse": "Filho de fruto, Yosef, filho de fruto, junto à fonte; as filhas caminharam sobre a muralha.",
        "48_Chapter, 22_Verse": "Os arqueiros o amarguraram, atiraram nele e o odiaram,",
        "48_Chapter, 23_Verse": "mas sua força permaneceu firme, e seus braços foram ágeis pelas mãos do Poderoso de Yaakov; de lá veio o pastor, a Pedra de Yisrael.",
        "48_Chapter, 24_Verse": "Pelo Deus de seu pai, que o ajude, e pelo Shaddai, que o abençoe com bênçãos dos céus acima, bênçãos do abismo que jaz abaixo, bênçãos dos seios e do ventre.",
        "48_Chapter, 25_Verse": "As bênçãos de seu pai superaram as bênçãos de meus ancestrais, até os limites das colinas eternas; elas serão sobre a cabeça de Yosef, e sobre a coroa do nazireu entre seus irmãos.\" {פ}",
        "48_Chapter, 26_Verse": "Binyamin é um lobo que devora; pela manhã comerá a presa, e à tarde distribuirá o despojo.\"",
        "48_Chapter, 27_Verse": "Todos estes são as doze tribos de Yisrael, e esta é a mensagem que seu pai lhes falou quando os abençoou, cada um conforme sua bênção, ele os abençoou.",
        "48_Chapter, 28_Verse": "Então ele ordenou-lhes, dizendo: \"Eu estou sendo reunido ao meu povo; enterrem-me com meus pais na caverna que está no campo de Efron, o hitita,",
        "48_Chapter, 29_Verse": "na caverna que está no campo de Makhpelah, que está diante de Mamre, na terra de Kenaan, que Avraham comprou de Efron, o hitita, como propriedade de sepultura.",
        "48_Chapter, 30_Verse": "Ali enterraram Avraham e Sarah, sua esposa; ali enterraram Yitzchak e Rivkah, sua esposa; e ali eu enterrei Leah.",
        "48_Chapter, 31_Verse": "O campo e a caverna que nele estão foram comprados dos filhos de Het.\"",
        "48_Chapter, 32_Verse": "Assim Yaakov terminou de dar ordens a seus filhos; ele recolheu seus pés à cama, expirou e foi reunido ao seu povo.",
        "49_Chapter, 0_Verse": "E Yosef caiu sobre o rosto de seu pai, e chorou sobre ele, e o beijou.  ",
        "49_Chapter, 1_Verse": "E Yosef ordenou a seus servos, os médicos, que embalsamassem seu pai. E os médicos embalsamaram Yisrael.  ",
        "49_Chapter, 2_Verse": "E preencheram para ele quarenta dias, porque assim se preenchem os dias de embalsamento. E os habitantes de Mitzrayim o prantearam por setenta dias.  ",
        "49_Chapter, 3_Verse": "E passados os dias do luto, Yosef falou à casa de Paroh, dizendo: Se agora encontrei favor aos vossos olhos, falai, por favor, aos ouvidos de Paroh, dizendo:  ",
        "49_Chapter, 4_Verse": "Meu pai me fez jurar, dizendo: Eis que estou morrendo; no meu túmulo, que cavei para mim na terra de Kenaan, ali me enterrarás. Agora, pois, subirei para enterrar meu pai e voltarei.  ",
        "49_Chapter, 5_Verse": "E Paroh disse: Sobe e enterra teu pai, conforme ele te fez jurar.  ",
        "49_Chapter, 6_Verse": "E Yosef subiu para enterrar seu pai. E subiram com ele todos os servos de Paroh, os anciãos da sua casa, e todos os anciãos da terra de Mitzrayim,  ",
        "49_Chapter, 7_Verse": "E toda a casa de Yosef, e seus irmãos, e a casa de seu pai; somente deixaram seus rebanhos, seus pequenos e seus gados na terra de Goshen.  ",
        "49_Chapter, 8_Verse": "Também subiram com ele carros e cavaleiros, e o cortejo foi muito grande.  ",
        "49_Chapter, 9_Verse": "E chegaram até a eira de Atad, que está além do Yarden, e ali fizeram um grande e grave luto; e Yosef fez luto por seu pai por sete dias.  ",
        "49_Chapter, 10_Verse": "E os habitantes da terra, os kenaanitas, viram o luto na eira de Atad e disseram: Este é um luto pesado para Mitzrayim. Por isso chamaram aquele lugar de Avel Mitzrayim, que está além do Yarden.  ",
        "49_Chapter, 11_Verse": "E seus filhos fizeram por ele assim como ele havia ordenado.  ",
        "49_Chapter, 12_Verse": "E seus filhos o levaram à terra de Kenaan, e o enterraram na caverna do campo de Makhpelah, que Avraham havia comprado como posse de sepultura de Efron, o hitita, diante de Mamrei.  ",
        "49_Chapter, 13_Verse": "E Yosef voltou para Mitzrayim, ele e seus irmãos, e todos os que tinham subido com ele para enterrar seu pai, depois de haver enterrado seu pai.  ",
        "49_Chapter, 14_Verse": "E os irmãos de Yosef viram que seu pai estava morto, e disseram: Talvez Yosef nos odeie e nos pague todo o mal que lhe fizemos.  ",
        "49_Chapter, 15_Verse": "E enviaram uma mensagem a Yosef, dizendo: Teu pai ordenou antes de sua morte, dizendo:  ",
        "49_Chapter, 16_Verse": "Assim direis a Yosef: Por favor, perdoa a transgressão de teus irmãos e seu pecado, pois mal te fizeram. Agora, pois, perdoa a transgressão dos servos do Elohim de teu pai. E Yosef chorou quando eles lhe falaram.  ",
        "49_Chapter, 17_Verse": "E seus irmãos também foram e se prostraram diante dele, e disseram: Eis-nos aqui como teus servos.  ",
        "49_Chapter, 18_Verse": "E Yosef lhes disse: Não temais, pois acaso estou eu no lugar de Elohim?  ",
        "49_Chapter, 19_Verse": "Vós pensastes o mal contra mim, mas Elohim o planejou para o bem, para fazer como neste dia, para preservar muitas pessoas vivas.  ",
        "49_Chapter, 20_Verse": "Agora, pois, não temais; eu vos sustentarei a vós e a vossos pequenos. E ele os confortou e falou ao coração deles.  ",
        "49_Chapter, 21_Verse": "E Yosef habitou em Mitzrayim, ele e a casa de seu pai. E Yosef viveu cento e dez anos.  ",
        "49_Chapter, 22_Verse": "E Yosef viu os filhos de Efraim até a terceira geração; também os filhos de Makhir, filho de Menashe, nasceram sobre os joelhos de Yosef.  ",
        "49_Chapter, 23_Verse": "E Yosef disse a seus irmãos: Eu morrerei, e Elohim certamente visitará vocês e os fará subir desta terra à terra que Ele jurou a Avraham, a Yitzchak e a Yaakov.  ",
        "49_Chapter, 24_Verse": "E Yosef fez os filhos de Yisrael jurarem, dizendo: Elohim certamente vos visitará, e fareis subir meus ossos deste lugar.  ",
        "49_Chapter, 25_Verse": "E Yosef morreu, sendo de cento e dez anos de idade. E eles o embalsamaram e o colocaram num caixão em Mitzrayim."
    },
    "meta": "Chapter-Verse",
    "work": "Genesis"
}