{
    "work": "Genesis", 
    "text": {
        "30_Chapter, 34_Verse": "And she said to her father: ‘Let not my lord be angry that I cannot rise up before thee; for the manner of women is upon me.’ And he searched, but found not the teraphim.", 
        "2_Chapter, 22_Verse": "Deus Jeová o enviou para fora do jardim do Éden, a fim de cultivar a terra de que havia sido tomado.", 
        "0_Chapter, 28_Verse": "...E Elokim disse: Vejam! Eu dei a vocês toda planta que produz semente em seu fruto [que está] por toda terra. E todas estas árvores cujo fruto da árvore [tenha] semente dentro – será o alimento de vocês.", 
        "0_Chapter, 29_Verse": "E a todo Haiot da terra (predador da terra) e a toda ave dos céus e todo ser vivo rastejante, que tenha Néfesh viva sobre a terra - a todos - [das] plantas verdes [é que virá seu] alimento. E aconteceu assim.", 
        "30_Chapter, 5_Verse": "And ye know that with all my power I have served your father.", 
        "21_Chapter, 5_Verse": "Avraham took the wood of the burnt-offering and placed it on his son Yitzhak. In his hand he took the fire and the knife, and they both went together.", 
        "2_Chapter, 1_Verse": "Respondeu a mulher à serpente: Do fruto das árvores do jardim podemos comer;", 
        "0_Chapter, 19_Verse": "E disse Elokim: Que da água surjam criaturas vivas e que [deste processo] os pássaros voem sobre a terra, sobre a expansão dos céus.", 
        "30_Chapter, 51_Verse": "This heap be witness, and the pillar be witness, that I will not pass over this heap to thee, and that thou shalt not pass over this heap and this pillar unto me, for harm.", 
        "2_Chapter, 16_Verse": "E a Adão disse: Porque escutaste a voz de tua mulher, e comeste da árvore de que te ordenei que não comesses; maldita é a terra por tua causa: em fadiga tirarás dela o sustento todos os dias da tua vida.", 
        "30_Chapter, 29_Verse": "And now that thou art surely gone, because thou sore longest after thy father’s house, wherefore hast thou stolen my gods?’", 
        "0_Chapter, 25_Verse": "E Elokim disse: [em relação a tudo o que já havia sido feito até aqui] Façamos um Terráqueo [heb. Adam] [que seja] conforme nossa imagem [conceitual] e nossa semelhança [intelectual]....", 
        "2_Chapter, 21_Verse": "Disse Deus Jeová: Eis que o homem se tem tornado como um de nós, conhecendo o bem e o mal. Agora para que ele não estenda a mão, e tome também da árvore da vida, e coma, e viva eternamente,", 
        "11_Chapter, 16_Verse": "And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.", 
        "0_Chapter, 10_Verse": "E disse Elokim: Que a terra produza relva, plantas que produzam sementes e árvores frutíferas, cada uma produzindo o próprio tipo de fruto com sementes sobre a terra. E assim aconteceu.", 
        "30_Chapter, 13_Verse": "And Rachel and Leah answered and said unto him: ‘Is there yet any portion or inheritance for us in our father’s house?", 
        "2_Chapter, 8_Verse": "Deus Jeová chamou ao homem, e perguntou-lhe: Onde estás?", 
        "0_Chapter, 9_Verse": "E chamou Elokim ao que é seco, terra (heb. Éretz) e a reunião das águas, chamou mares (heb. Iamim). E Elokim viu isso, porque era bom.", 
        "0_Chapter, 21_Verse": "Então, Elokim os abençoou dizendo: Multipliquem-se! Sejam férteis! Encham estas águas, [em todos os] mares. E [que os seres vivos] alados aumentem [muito] na terra.", 
        "21_Chapter, 12_Verse": "Avraham looked up, and he saw that — behold! — a ram was caught in the thicket by his horns. Avraham went and took the ram and offered it as a burnt-offering in place of his son.", 
        "0_Chapter, 14_Verse": "E que sejam [considerados] iluminadores na expansão dos céus. Iluminadores da terra. E foi assim que aconteceu.", 
        "30_Chapter, 37_Verse": "These twenty years have I been with thee; thy ewes and thy she-goats have not cast their young, and the rams of thy flocks have I not eaten.", 
        "30_Chapter, 10_Verse": "And the angel of God said unto me in the dream: Jacob; and I said: Here am I.", 
        "30_Chapter, 4_Verse": "and said unto them: ‘I see your father’s countenance, that it is not toward me as beforetime; but the God of my father hath been with me.", 
        "30_Chapter, 18_Verse": "Now Laban was gone to shear his sheep. And Rachel stole the teraphim that were her father’s.", 
        "0_Chapter, 6_Verse": "E fez Elokim esta expansão e separou entre as águas abaixo da expansão das águas acima. E foi assim.", 
        "30_Chapter, 22_Verse": "And he took his brethren with him, and pursued after him seven days’journey; and he overtook him in the mountain of Gilead.", 
        "30_Chapter, 45_Verse": "And Jacob said unto his brethren: ‘Gather stones’; and they took stones, and made a heap. And they did eat there by the heap.", 
        "30_Chapter, 12_Verse": "I am the God of Beth-el, where thou didst anoint a pillar, where thou didst vow a vow unto Me. Now arise, get thee out from this land, and return unto the land of thy nativity.’", 
        "21_Chapter, 1_Verse": "[Elohim] said, “Please take your son, your only one, who you love — Yitzhak — and go to the land of Moriah", 
        "30_Chapter, 1_Verse": "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as beforetime.", 
        "0_Chapter, 3_Verse": "Viu Elokim a luz, porque era boa. E separou entre a luz e a escuridão.", 
        "2_Chapter, 9_Verse": "Respondeu-lhe o homem: Ouvi a tua voz no jardim, e tive medo, porque estava nu; e escondi-me.", 
        "30_Chapter, 24_Verse": "And Laban came up with Jacob. Now Jacob had pitched his tent in the mountain; and Laban with his brethren pitched in the mountain of Gilead.", 
        "30_Chapter, 16_Verse": "Then Jacob rose up, and set his sons and his wives upon the camels;", 
        "2_Chapter, 6_Verse": "Foram abertos os olhos de ambos e, conhecendo que estavam nus, coseram folhas de figueira, e fizeram para si umas cintas.", 
        "0_Chapter, 5_Verse": "E disse Elokim: Haja uma expansão no meio da água; que separe água de água.", 
        "30_Chapter, 23_Verse": "And God came to Laban the Aramean in a dream of the night, and said unto him: ‘Take heed to thyself that thou speak not to Jacob either good or bad.’", 
        "2_Chapter, 12_Verse": "Perguntou Deus Jeová à mulher: Que é isto que fizeste? Respondeu a mulher: A serpente enganou-me, e eu comi.", 
        "30_Chapter, 50_Verse": "And Laban said to Jacob: ‘Behold this heap, and behold the pillar, which I have set up betwixt me and thee.", 
        "0_Chapter, 1_Verse": "E [quando] a terra estava informe, vazia e tenebrosa sobre a face da profundeza, e um vento de Elokim pairou sobre a superfície da água.", 
        "2_Chapter, 23_Verse": "Assim expulsou ao homem; e ao oriente do jardim do Éden pôs os querubins e o chamejar de uma espada que se volvia por todos os lados, para guardar o caminho da árvore da vida.", 
        "2_Chapter, 18_Verse": "No suor do teu rosto comerás o teu pão, até que te tornes à terra, pois dela foste tomado: porquanto tu és pó, e em pó te hás de tornar.", 
        "30_Chapter, 0_Verse": "And he heard the words of Laban’s sons, saying: ‘Jacob hath taken away all that was our father’s; and of that which was our father’s hath he gotten all this wealth.’", 
        "21_Chapter, 10_Verse": "An angel of Adonai called to him from heaven and said, “Avraham! Avraham!” and he said, “Here I am.”", 
        "2_Chapter, 10_Verse": "Perguntou-lhe Deus: Quem te mostrou que estavas nu? Comeste da árvore de que te ordenei que não comesses?", 
        "2_Chapter, 15_Verse": "Disse ele à mulher: Multiplicarei grandemente o teu sofrer e a tua conceição; em dor darás à luz filhos; o teu desejo será para teu marido, e ele te dominará.", 
        "0_Chapter, 7_Verse": "E Elokim chamou a expansão de Céus (heb. Shamáim). E [ao final desta parte da visão profética] houve tarde e manhã. Um segundo dia.", 
        "11_Chapter, 5_Verse": "And Abram passed through the land to the place of Shechem, to the tree of Moreh. And the Canaanites were in the land then.", 
        "30_Chapter, 3_Verse": "And Jacob sent and called Rachel and Leah to the field unto his flock,", 
        "11_Chapter, 9_Verse": "10. And there was a famine in the land; and Abram went down into Egypt to sojourn there; for the famine was harsh in the land.", 
        "24_Chapter, 10_Verse": "And it came to pass after the death of Abraham that God blessed his son Isaac; and Isaac dwelt by Beer-lachai-roi.", 
        "30_Chapter, 42_Verse": "And Laban answered and said unto Jacob: ‘The daughters are my daughters, and the children are my children, and the flocks are my flocks, and all that thou seest is mine; and what can I do this day for these my daughters, or for their children whom they have borne?", 
        "21_Chapter, 6_Verse": "Yitzhak spoke to Avraham, his father, and said, “Father,” and he [Avraham] said, “Here I am, my son.” He [Yitzhak] said, “Here are the fire and the wood, but where is the lamb for the burnt-offering?”", 
        "30_Chapter, 39_Verse": "Thus I was: in the day the drought consumed me, and the frost by night; and my sleep fled from mine eyes.", 
        "30_Chapter, 8_Verse": "Thus God hath taken away the cattle of your father, and given them to me.", 
        "11_Chapter, 18_Verse": "Why did you say: She is my sister? so that I took her to be my wife; now here is your wife, take her, and go your way.’", 
        "0_Chapter, 4_Verse": "E chamou Elokim a luz de Dia (heb. Iôm) e a escuridão chamou de Noite (heb. Láila). E [ao final desta parte da visão profética] houve tarde e manhã. Dia Um.", 
        "2_Chapter, 0_Verse": "Ora a serpente era mais astuta que qualquer animal do campo que Deus Jeová tinha feito. Ela disse à mulher: É assim que Deus disse: Não comereis de toda a árvore do jardim?", 
        "30_Chapter, 25_Verse": "And Laban said to Jacob: ‘What hast thou done, that thou hast outwitted me, and carried away my daughters as though captives of the sword?", 
        "30_Chapter, 47_Verse": "And Laban said: ‘This heap is witness between me and thee this day.’ Therefore was the name of it called Galeed;", 
        "2_Chapter, 13_Verse": "Então disse Deus Jeová à serpente: Porquanto assim o fizeste, maldita és tu dentre todos os animais domésticos e dentre todos os animais do campo; sobre o teu ventre andarás de rastos, o pó comerás todos dos dias da tua vida.", 
        "11_Chapter, 14_Verse": "And the princes of Pharaoh saw her, and praised her to Pharaoh; and the woman was taken into Pharaoh’s house.", 
        "2_Chapter, 19_Verse": "Chamou o homem à sua mulher Eva, porque era a mãe de todos os viventes.", 
        "2_Chapter, 5_Verse": "Viu, pois, a mulher que a árvore era boa para comer, que era uma delícia para os olhos, e árvore desejável para dar entendimento; tomou do fruto dela e comeu; deu também a seu marido, e ele comeu.", 
        "0_Chapter, 8_Verse": "E Elokim disse: Juntem-se as águas abaixo da expansão num local e que se veja o [que é] seco. E aconteceu assim.", 
        "0_Chapter, 20_Verse": "E criou Elokim as grandes criaturas marinhas e toda Néfesh viva [e as criaturas que são] rastejantes [do mar]. [De tal modo que] as águas se encheram de todo tipo [de formas de vida, tal como fora d’água surgiram] todo tipo de seres vivos alados. E viu Elokim, porque era bom.", 
        "30_Chapter, 14_Verse": "Are we not accounted by him strangers? for he hath sold us, and hath also quite devoured our price.", 
        "11_Chapter, 2_Verse": "And I will bless those who bless you, and I will curse those that curse you; and in you all the families of the earth will be blessed.’", 
        "30_Chapter, 7_Verse": "If he said thus: The speckled shall be thy wages; then all the flock bore speckled; and if he said thus: The streaked shall be thy wages; then bore all the flock streaked.", 
        "21_Chapter, 4_Verse": "Avraham said to his attendants, “Remain here with the donkey and I and the boy will go to that place. We will worship [‘prostrate ourselves’] and we will return to you.”", 
        "0_Chapter, 24_Verse": "E Elokim fez os Haiot da terra [predadores terrestres] de todo tipo. [Assim como fez] as [formas de vida que denominamos] Behema [presas] de todo tipo. E todo tipo de Rémes [rastejantes] da terra. E Elokim viu isso, porque era bom.", 
        "30_Chapter, 31_Verse": "With whomsoever thou findest thy gods, he shall not live; before our brethren discern thou what is thine with me, and take it to thee.’—For Jacob knew not that Rachel had stolen them.—", 
        "30_Chapter, 43_Verse": "And now come, let us make a covenant, I and thou; and let it be for a witness between me and thee.’", 
        "2_Chapter, 7_Verse": "Ouviram o ruído de Deus Jeová que passeava pelo jardim ao fresco do dia, e esconderam-se o homem e sua mulher da presença de Deus Jeová entre as árvores do jardim.", 
        "11_Chapter, 19_Verse": "And Pharaoh commanded men concerning him; and they escorted him on the way, and his wife, and all that he had.", 
        "8_Chapter, 0_Verse": "Ja Jumala siunasi Nooan ja hänen poikansa heille sanoen, \"olkaa hedelmälliset ja lisääntykää ja täyttäkää maa.\"", 
        "21_Chapter, 0_Verse": "After these events, Elohim tested Avraham and said to him, “Avraham!” and he [Avraham] said, “Here I am.”", 
        "2_Chapter, 17_Verse": "Ela te produzirá também espinhos e abrolhos, e comerás as ervas do campo.", 
        "0_Chapter, 18_Verse": "E [ao final desta parte da visão profética] foi tarde e foi manhã. Um quarto dia.", 
        "11_Chapter, 13_Verse": "Now, when Abram came to Egypt, the Egyptians saw the woman, that she was very beautiful.", 
        "0_Chapter, 15_Verse": "Fez Elokim estes dois iluminadores [que percebemos como] maiores. O iluminador maior para [que pudesse] prenominar o dia. E o iluminador menor para predominar a noite. E as Estrelas.", 
        "21_Chapter, 8_Verse": "They came to the place that Elohim had designated to him. Avraham built the altar there, and arranged the wood. He bound his son Yitzhak and placed him on the altar, on top of the wood.", 
        "2_Chapter, 20_Verse": "Fez Deus Jeová para Adão e para sua mulher túnicas de peles, e os vestiu.", 
        "0_Chapter, 11_Verse": "A terra produziu relva, vegetação – cada uma produzindo o próprio tipo de semente - e árvores que produzem o próprio tipo de fruto com sementes. E Elokim viu porque era bom.", 
        "11_Chapter, 8_Verse": "And Abram journeyed on, towards the South.", 
        "11_Chapter, 17_Verse": "And Pharaoh called Abram, and said: ‘What is this that you have done to me? Why did you not tell me that she was your wife?", 
        "30_Chapter, 35_Verse": "And Jacob was wroth, and strove with Laban. And Jacob answered and said to Laban: ‘What is my trespass? what is my sin, that thou hast hotly pursued after me?", 
        "21_Chapter, 2_Verse": "Avraham readily awoke early in the morning, saddled his donkey, and took his two attendants with him, and also his son, Yitzhak. He split the wood for the burnt-offering, rose, and went to the place that Elohim had designated to him.", 
        "11_Chapter, 10_Verse": "And it came to pass, when he came near to entering Egypt, he said to Sarai his wife: ‘Now, I know that you are a woman beautiful appearance.", 
        "30_Chapter, 20_Verse": "So he fled with all that he had; and he rose up, and passed over athe River, and set his face toward the mountain of Gilead.", 
        "0_Chapter, 16_Verse": "E os estabeleceu Elokim [para que influenciassem a] expansão dos céus. Para [que fossem considerados] Iluminadores da terra.", 
        "30_Chapter, 33_Verse": "Now Rachel had taken the teraphim, and put them in the saddle of the camel, and sat upon them. And Laban felt about all the tent, but found them not.", 
        "0_Chapter, 12_Verse": "Assim, [ao final desta parte da visão profética] houve tarde e manhã. Um terceiro dia.", 
        "30_Chapter, 49_Verse": "If thou shalt afflict my daughters, and if thou shalt take wives beside my daughters, no man being with us; see, God is witness betwixt me and thee.’", 
        "30_Chapter, 52_Verse": "The God of Abraham, and the God of Nahor, the God of their father, judge betwixt us.’ And Jacob swore by the Fear of his father Isaac.", 
        "0_Chapter, 27_Verse": "E Elokim os abençoou e Elokim lhes disse: Multipliquem-se! Sejam férteis! Encham esta terra e dominem [os próprios instintos]. E desçam [para estudar sobre] os peixes do mar, as aves dos céus e todas as formas de vida que existem na terra.  ", 
        "30_Chapter, 15_Verse": "For all the riches which God hath taken away from our father, that is ours and our children’s. Now then, whatsoever God hath said unto thee, do.’", 
        "0_Chapter, 23_Verse": "E disse Elokim: Que a partir da terra surja Néfesh viva de todo tipo [tal como:] Behema (presas) Rémes (predadores que rastejam, grudam) Haiot da terra (predadores terrestres) de todo tipo. E assim aconteceu. ", 
        "30_Chapter, 6_Verse": "And your father hath mocked me, and changed my wages ten times; but God suffered him not to hurt me.", 
        "0_Chapter, 2_Verse": "Elokim disse: Seja Luz! E houve luz.", 
        "30_Chapter, 53_Verse": "And Jacob offered a sacrifice in the mountain, and called his brethren to eat bread; and they did eat bread, and tarried all night in the mountain.", 
        "0_Chapter, 26_Verse": "...E Elokim formou a este Terráqueo [heb. este Adam] conforme sua imagem [conceitual]. De acordo com a imagem [conceitual] de Elokim ele foi criado. Os criou macho e fêmea.", 
        "30_Chapter, 30_Verse": "And Jacob answered and said to Laban: ‘Because I was afraid; for I said: Lest thou shouldest take thy daughters from me by force.", 
        "30_Chapter, 28_Verse": "It is in the power of my hand to do you hurt; but the God of your father spoke unto me yesternight, saying: Take heed to thyself that thou speak not to Jacob either good or bad.", 
        "11_Chapter, 12_Verse": "Please say, you are my sister; that it may be better for me, for your sake, and that my soul may live because of you.’", 
        "30_Chapter, 32_Verse": "And Laban went into Jacob’s tent, and into Leah’s tent, and into the tent of the two maid-servants; but he found them not. And he went out of Leah’s tent, and entered into Rachel’s tent.", 
        "21_Chapter, 7_Verse": "Avraham said, “Elohim will show the lamb for the offering, my son.” And the two of them went together.", 
        "21_Chapter, 9_Verse": "Avraham extended his hand and took the knife to slaughter his son.", 
        "30_Chapter, 38_Verse": "That which was torn of beasts I brought not unto thee; I bore the loss of it; of my hand didst thou require it, whether stolen by day or stolen by night.", 
        "11_Chapter, 0_Verse": "Now the LORD said to Abram: ‘Go out out of your country, and away from your family, and away from your father’s house, to the land that I will show you.", 
        "30_Chapter, 36_Verse": "Whereas thou hast felt about all my stuff, what hast thou found of all thy household stuff? Set it here before my brethren and thy brethren, that they may judge betwixt us two.", 
        "11_Chapter, 4_Verse": "And Abram took Sarai his wife, and Lot his brother’s son, and all their belongings that they had gathered, and the souls that they had acquired in Haran; and they went out to go to the land of Canaan; and into the land of Canaan they came.", 
        "30_Chapter, 11_Verse": "And he said: Lift up now thine eyes, and see, all the he-goats which leap upon the flock are streaked, speckled, and grizzled; for I have seen all that Laban doeth unto thee.", 
        "0_Chapter, 22_Verse": "E [ao final desta parte da visão profética] houve tarde e manhã. Um quinto dia.", 
        "15_Chapter, 14_Verse": "And Hagar bore to Avram a son, and Avram called the name of his son that Hagar bore \"Yishmael\"", 
        "0_Chapter, 17_Verse": "Para exercerem influência de dia e de noite, para haver distinção entre a luz e a escuridão. E Elokim viu isso, porque era bom.", 
        "11_Chapter, 11_Verse": "And it will be, when the Egyptians shall see you, that they will say: This is his wife; and they will kill me, but you they will keep alive.", 
        "21_Chapter, 11_Verse": "[The angel of Adonai] said, “Do not touch the lad, nor do anything  to him, because now I know you are in awe/fear of God, seeing as you have not withheld your son, your only son, from me.”", 
        "30_Chapter, 9_Verse": "And it came to pass at the time that the flock conceived, that I lifted up mine eyes, and saw in a dream, and, behold, the he-goats which leaped upon the flock were streaked, speckled, and grizzled.", 
        "2_Chapter, 14_Verse": "Porei inimizade entre ti e a mulher, e entre a tua semente e a sua semente; esta te ferirá a cabeça, e tu lhe ferirás o calcanhar.", 
        "30_Chapter, 17_Verse": "and he carried away all his cattle, and all his substance which he had gathered, the cattle of his getting, which he had gathered in Paddan-aram, to go to Isaac his father unto the land of Canaan.", 
        "11_Chapter, 3_Verse": "So Abram went, as the LORD had spoken to him; and Lot went with him; and Abram was seventy five years old when he went out of Haran.", 
        "11_Chapter, 15_Verse": "And he dealt well with Abram for her sake; and he had sheep, and oxen, and he-donkeys, and men-servants, and maid-servants, and she-donkeys, and camels.", 
        "30_Chapter, 26_Verse": "Wherefore didst thou flee secretly, and outwit me; and didst not tell me, that I might have sent thee away with mirth and with songs, with tabret and with harp;", 
        "11_Chapter, 6_Verse": "And the LORD appeared unto Abram, and said: To your seed I will give this land’; and there he built an altar to the LORD, who appeared to him.", 
        "30_Chapter, 44_Verse": "And Jacob took a stone, and set it up for a pillar.", 
        "0_Chapter, 13_Verse": "Elokim disse: Hajam iluminações [que sejam visíveis] na expansão dos céus, para [que haja] distinção [abaixo da expansão] entre o dia e a noite. E sejam [por isso, considerados como] sinais para estações, dias e anos.", 
        "11_Chapter, 1_Verse": "And I will make you a great nation, and I will bless you, and make your name great; and you will be a blessing.", 
        "2_Chapter, 11_Verse": "Respondeu o homem: A mulher que me deste por companheira deu-me da árvore, e eu comi.", 
        "30_Chapter, 41_Verse": "Except the God of my father, the God of Abraham, and the Fear of Isaac, had been on my side, surely now hadst thou sent me away empty. God hath seen mine affliction and the labour of my hands, and gave judgment yesternight.’", 
        "30_Chapter, 19_Verse": "And Jacob outwitted Laban the Aramean, in that he told him not that he fled.", 
        "30_Chapter, 46_Verse": "And Laban called it Jegar-sahadutha; but Jacob called it Galeed.", 
        "0_Chapter, 30_Verse": "E Elokim viu tudo o que tinha [sido] feito. E Vejam! [Porque] é muito bom! E assim [ao final desta parte da visão profética] houve tarde e manhã. O Sexto dia.", 
        "11_Chapter, 7_Verse": "And he moved from there to the mountain on the east of Beth-el, and pitched his tent, having Beth-el to the west, and Ai to the east; and there he built an altar to the LORD, and called upon the name of the LORD.", 
        "2_Chapter, 4_Verse": "porque Deus sabe que no dia em que comerdes do fruto, abrir-se-vos-ão os olhos, e sereis como Deus, conhecendo o bem e o mal.", 
        "30_Chapter, 40_Verse": "These twenty years have I been in thy house: I served thee fourteen years for thy two daughters, and six years for thy flock; and thou hast changed my wages ten times.", 
        "30_Chapter, 27_Verse": "and didst not suffer me to kiss my sons and my daughters? now hast thou done foolishly.", 
        "30_Chapter, 21_Verse": "And it was told Laban on the third day that Jacob was fled.", 
        "30_Chapter, 48_Verse": "and Mizpah, for he said: ‘The LORD watch between me and thee, when we are absent one from another.", 
        "30_Chapter, 2_Verse": "And the LORD said unto Jacob: ‘Return unto the land of thy fathers, and to thy kindred; and I will be with thee.’", 
        "2_Chapter, 3_Verse": "Então a serpente disse à mulher: Certamente não morrereis;", 
        "2_Chapter, 2_Verse": "mas do fruto da árvore que está no meio do jardim, disse Deus: Não comereis dele, nem nele tocareis, para que não morrais.", 
        "0_Chapter, 0_Verse": "No princípio da [sabedoria e da formação do povo de Israel, foi dada a visão profética a respeito da] criação [de] Elokim destes céus e desta terra.", 
        "21_Chapter, 3_Verse": "On the third day, Avraham  raised his eyes and saw the place from afar."
    }, 
    "meta": "Chapter-Verse"
}