{
    "work": "Genesis", 
    "text": {
        "2_Chapter, 8_Verse": "Ja Herra Jumala kutsui miestä, ja Hän kysyi häneltä,” Missä sinä olet?”", 
        "6_Chapter, 9_Verse": "Ja tapahtui, niin että niiden 7 päivän kuluttua vesimassat valtasivat maanpiirin.", 
        "7_Chapter, 2_Verse": "150 päivän jälkeen, vedet vähenivät ja vetäytyivät maan päältä.", 
        "3_Chapter, 24_Verse": "Ja Adam tunsi [yhtyi] jälleen vaimoonsa , ja hän tuli raskaaksi ja synnytti pojan, jota kutsuttiin nimeltä Šeth; nyt  Jumala on suonut minulle toisen siemenen Hevelin sijaan, sillä Kain tappoi hänet.", 
        "6_Chapter, 16_Verse": "Ja vesimassat olivat maan päällä, 40 päivää ja 40 yötä; ja vedet kohosivat ja nostivat arkin niin, että se nousi korkealle maasta.", 
        "0_Chapter, 25_Verse": "Ja Jumala sanoi; ”Tehkäämme ihminen kuvaksemme, kaltaiseksemme. Hallitkoot hän meren kaloja, taivaan lintuja, eläimiä kaikkialla maailmassa sekä kaikkia maassa matelevia matelijoita.”", 
        "2_Chapter, 21_Verse": "Ja Herra Jumala sanoi,” Katso, ihmisestä on tullut, kuin yksi meistä; tietäen  hyvän ja pahan. Ja nyt, ettei hän vain menisi ja ottaisi myös elämän puusta, söisi ja eläisi ikuisesti.”", 
        "0_Chapter, 10_Verse": "Ja Jumala sanoi; ”Viheröitkööt maa niittyjä ja siementä tekeviä yrttejä ja hedelmäpuita, jotka tekevät hedelmää  lajiensa mukaan, joiden siemen on hedelmän sisällä” ja näin tapahtui.", 
        "7_Chapter, 15_Verse": "Lähde arkista; sinä, vaimosi, poikasi ja poikiesi vaimot.", 
        "2_Chapter, 16_Verse": "Ja miehelle Hän sanoi,” Koska kuuntelit vaimoasi, ja söit siitä puusta, josta kielsin sinua syömästä sanoen, ’Älä syö siitä,’ kirottu on maa sinun tähtesi; ravintosi tulet sinä maasta vaivalla ansaitsemaan kaikkina elämäsi päivinä.", 
        "0_Chapter, 9_Verse": "Ja Jumala kutsui kuivaa aluetta ”Maaksi” ja kerääntyneitä vesiä Hän kutsui ”Meriksi.” Ja Jumala näki tämän hyväksi.", 
        "4_Chapter, 20_Verse": "Ja  Ḥanokh oli 65 vuotta, kun hänelle syntyi Methušelaḥ.", 
        "3_Chapter, 9_Verse": "Ja Hän sanoi,” Mitä oletkaan tehnyt? Veljesi verien ääni vaikeroi Minulle maasta.", 
        "7_Chapter, 19_Verse": "Ja Noaḥ rakensi Herralle alttarin ja otti kaikista puhtaista karjaeläimistä ja kaikista puhtaista linnuista ja näin [uhrasi] antoi ne polttouhreina alttarilla. ", 
        "6_Chapter, 20_Verse": "Silloin hukkui kaikki liha, joka maan päällä liikkui, linnut, karjaeläimet, petoeläimet ja kaikki maan matelijat, sekä kaikki ihmiset.", 
        "1_Chapter, 20_Verse": "Ja Herra Jumala vaivutti ihmisen syvään uneen, ja kun hän nukkui otti Hän yhden luun hänen kyljestään ja täytti sen kohdan lihalla.", 
        "4_Chapter, 3_Verse": "Ja päivät jotka Adam eli Šethin syntymän jälkeen olivat, 800 vuotta, ja hänelle syntyi poikia ja tyttäriä.", 
        "5_Chapter, 6_Verse": "Herra sanoi; ”Hävitän ihmisen maan päältä, jonka loin, ihmisestä aina karjaeläimeen, matelijasta aina taivaan lintuun, sillä minä kadun että ne tein.” [ihmisestä karjaeläimeen, myös nekin olivat väärintekijöitä teoillaan. Gen. Rabba 28:8 toisen selityksen mukaan; Kaikki oli luotu ihmistä varten, ja koska hänet hävittämisensä takia, mitä hyötyä niistä olisi? Sanh. 108a]", 
        "4_Chapter, 11_Verse": "Ja Keinan oli 70 vuotta, kun hänelle syntyi Mahalal'el.", 
        "6_Chapter, 21_Verse": "Kaikilla, joilla oli sieraimissaan elämän henki, ne kaikki kuolivat.", 
        "2_Chapter, 9_Verse": "Ja hän vastasi,” Kuulin äänesi puutarhassa, pelästyin, ja piilouduin koska olin alasti.”", 
        "5_Chapter, 8_Verse": "Tämä on luettelo Noaḥin suvusta. Noaḥ oli oikeamielinen mies, joka oli [täydellinen]synnitön omassa sukupolvessaan. Noaḥ vaelsi Jumalan yhteydessä.", 
        "1_Chapter, 13_Verse": "Kolmannen joen nimi on Ḥidekel; se joka virtaa Ašuriasta itään, ja neljäs joki on [Eu]Frat.", 
        "3_Chapter, 25_Verse": "Ja Šethille, myös syntyi poika, jota kutsuttiin nimellä Enoš; siihen aikaan alettiin pilkaten lausumaan Herran nimeä.  [הוחל - Huḥal, suomeksi; aloittaa jotakin, tämä on johdettu sanasta חלל - Ḥalal, suomeksi; saastuttaa, häpäistä, pilkata].", 
        "4_Chapter, 21_Verse": "Ja Ḥanokh vaelsi Jumalan yhteydessä, Methušelaḥin syntymän jälkeen, 300 vuotta ja hänelle syntyi poikia ja tyttäriä", 
        "2_Chapter, 18_Verse": "Kasvosi hiessä tulet leipäsi syömään, kunnes sinä palajat maaksi jälleen, josta sinut on otettu, sillä tomua olet sinä ja tomuun sinä palajat.”", 
        "4_Chapter, 16_Verse": "Ja Mahalal'elin elinpäivät olivat 895 vuotta, sitten hän kuoli.", 
        "2_Chapter, 10_Verse": "Ja Hän sanoi,” Kuka kertoi, että olet alasti? Söitkö siitä puusta, josta kielsin sinua syömästä?”", 
        "2_Chapter, 15_Verse": "Naiselle Hän sanoi, ” Suuriksi minä teen sinun raskautesi vaivat; kivulla sinun tulee synnyttämän, ja mieheesi on sinun halusi oleva, ja hän on sinua hallitseva.”", 
        "1_Chapter, 19_Verse": "Ja ihminen nimesi kaikki karjaeläimet ja kaikki linnut ja maan villieläimet, mutta ihmiselle ei löytynyt apua, joka olisi hänelle sopiva.", 
        "3_Chapter, 13_Verse": "Katso tänä päivänä olet ajanut minut pois maasta ja minun tulee kätkeytyä Kasvojesi edestä, sillä minä tulen olemaan kiertolaisena ja pakolaisena, kuka tahansa minut löytääkin, tappaa minut.", 
        "4_Chapter, 22_Verse": "ja Ḥanokhin elinpäivät olivat 365 vuotta.", 
        "1_Chapter, 14_Verse": "Ja Herra Jumala otti ihmisen ja asetti hänet Edenin puutarhaan sitä viljelemään ja varjelemaan.", 
        "1_Chapter, 4_Verse": "Maassa ei vielä tuolloin kasvanut yksikään pensas, eikä myöskään yksikään niityn yrttikasvi, sillä Herra Jumala ei vielä tuolloin ollut antanut sateen tulla maan päälle, eikä ihmistä ollut maata työstämässä.", 
        "3_Chapter, 7_Verse": "Ja Kain sanoi Hevelille ”Veljeni”, heidän niityllä ollessaa tapahtui niin, että Kain nousi veljeään Heveliä vastaan ja tappoi tämän. ", 
        "5_Chapter, 4_Verse": "Ja Herra näki, että ihmisen pahuus oli suurta maan päällä ja että hänen  sydämensä tahto ja ajatukset olivat kaiken aikaa pahat.", 
        "4_Chapter, 12_Verse": "Ja Keinan eli Mahalal'elin syntymän jälkeen 840 vuotta, ja hänelle syntyi poikia ja tyttäriä.", 
        "4_Chapter, 17_Verse": "Ja Jared oli 162 vuotta, kun hänelle syntyi  Ḥanokh.", 
        "1_Chapter, 15_Verse": "Ja Herra Jumala käski ihmistä, sanoen;” Kaikista puutarhan puista saat syödä vapaasti.", 
        "3_Chapter, 6_Verse": "Eikö olekin niin, että jos teet parannuksen, sinulle annetaan anteeksi? Mutta jos et parannusta tee, aukaiset oven synnille, joka sinua väijyy, ja sillä on oleva halu sinuun, mutta sinä voit hallita sitä.”", 
        "0_Chapter, 4_Verse": "Ja Jumala kutsui valoa ”Päiväksi” ja Hän kutsui pimeyttä ”Yöksi”. Ja tuli ilta ja tuli aamu, päivistä ensimmäinen.", 
        "5_Chapter, 12_Verse": "Jumala sanoi Noaḥille:\" loppu tulee kaikelle lihalle Edessäni, sillä maa on nääntynyt väkivallasta ja ryöstöstä heidän tähtensä, ja katso Minä tuhoan heidät maanpäältä.\"", 
        "0_Chapter, 18_Verse": "Ja tuli ilta ja tuli aamu, neljäs päivä. ", 
        "4_Chapter, 30_Verse": "Ja Lamekhin elinpäivät olivat 777 vuotta, sitten hän kuoli.", 
        "6_Chapter, 6_Verse": "Ja Noaḥ meni [sisälle] arkkiin, poikiensa, vaimonsa, sekä poikainsa vaimojen kanssa, vesimassojen tieltä.", 
        "4_Chapter, 28_Verse": "Ja Lamekh kutsui häntä nimeltä Noaḥ sanoen; ” Tämä antakoon levon meidän työstämme ja kättemme vaivoista, viljellessämme maata, jonka Herra on kironnut.” [hep. Noaḥ on samasta juuresta kuin Nuaḥ, lepo]", 
        "7_Chapter, 0_Verse": "Ja Herra muisti Noaḥia, sekä kaikkia villieläimiä ja kaikkia karjaeläimiä, jotka olivat hänen kanssaan arkissa; ja Herra nostatti tuulen puhaltamaan maan ylitse niin, että vedet laskeutuivat.", 
        "4_Chapter, 10_Verse": "Ja Enošin elinpäivät olivat 905 vuotta, sitten hän kuoli.", 
        "0_Chapter, 20_Verse": "Ja Jumala loi suuret meripedot ja kaikenlaiset elävät olennot, jotka vilisevät vesissä lajiensa mukaan ja kaikki siivekkäät linnut lajiensa mukaan, ja Jumala näki tämän hyväksi.", 
        "7_Chapter, 11_Verse": "Hän odotti toiset seitsemän päivää ja lähetti kyyhkysen arkista, mutta se ei enää palannut hänen luokseen.", 
        "2_Chapter, 19_Verse": "Ja mies kutsui vaimoaan nimeltä Ḥava, sillä hän oli kaiken elämän äiti. [Ḥava, tulee samasta juuresta kuin Ḥai- elämä]", 
        "2_Chapter, 3_Verse": "Ja käärme sanoi naiselle, ”Et sinä tule kuolemalla kuolemaan.", 
        "3_Chapter, 23_Verse": "Jos Kainista kostettiin seitsenkertaisesti, niin Lemekhistä kostettakoon 77 kertaisesti.”", 
        "5_Chapter, 21_Verse": "Ja Noaḥ teki, niinkuin Jumala oli häntä käskenyt, niin hän teki.", 
        "2_Chapter, 17_Verse": "Ja maa kasvaa sinulle orjantappuroita ja ohdakkeita ja niittyjen yrttejä sinun on syötävä.", 
        "4_Chapter, 2_Verse": "Ja Adam oli 130 vuotta, kun hänelle syntyi poika, joka oli hänen kaltaisensa, hänen kuvansa, niin hän kutsui häntä nimeltä Šeth.", 
        "4_Chapter, 6_Verse": "Ja Šeth eli Enošin syntymän jälkeen 807 vuotta, ja hänelle syntyi poikia ja tyttäriä.", 
        "2_Chapter, 1_Verse": "Ja nainen vastasi käärmeelle,”me saamme syödä puutarhan  hedelmiä,", 
        "7_Chapter, 21_Verse": "Niin kauan kuin maa pysyy, ei lakkaa kylväminen, eikä leikkaaminen, ei kylmyys, eikä lämpö, ei kesä, eikä talvi, ei päivä, eikä yö.", 
        "0_Chapter, 24_Verse": "Ja Jumala teki maan villieläimet lajiensa mukaan ja karjaeläimet lajiensa mukaan ja maan matelijat lajiensa mukaan ja Jumala näki tämän hyväksi.", 
        "3_Chapter, 1_Verse": "Ja hän tuli jälleen raskaaksi ja synnytti veljen Hevelin, ja Hevel oli lammaspaimen ja Kain oli maanviljelijä.", 
        "4_Chapter, 9_Verse": "Ja Enoš eli Keinanin syntymän jälkeen  815 vuotta, ja hänelle syntyi poikia ja tyttäriä.", 
        "5_Chapter, 1_Verse": "Ja Jumalan pojat näkivät ihmisten tyttärien kaunistautuvan, ja he ottivat heistä vaimoiksi ne, jotka itsellensä valitsivat. [Tässä Benei Elohim merkitsee Prinssien pojat ja tuomarit - Gen. Rabba 26:5. Toisen selityksen mukaan Benei Elohim; ovat Kaikkivaltiaan prinssejä jotka toimivat Hänen sanansaattajinansa [Enkeleitä]. Jumalan sanansaattajat sekoittuivat heidän  kanssaan  - Pirkei d’Rabbi Eliezer, luku 22]", 
        "1_Chapter, 8_Verse": "Ja Herra Jumala antoi kasvaa maasta esiin kaikenlaisia puita, joita oli miellyttävää katsella ja joista oli hyvä syödä ja asetti keskelle puutarhaa Elämänpuun, sekä Hyvän- ja Pahan Tiedonpuun.", 
        "0_Chapter, 16_Verse": "Ja Jumala antoi ne taivaankanteen, valaisemaan maata,", 
        "6_Chapter, 22_Verse": "Ja [vesimassat] tuhosivat kaikki elävät olennot, jotka maan päällä olivat, niin ihmiset, kuin karjaeläimet, maanmatelijat, taivaan linnut, ja ne hävisivät maan päältä. Ainoastaan Noaḥ ja ne, jotka hänen kanssaan olivat arkissa säilyivät elossa.", 
        "4_Chapter, 24_Verse": "Ja Methušelaḥ oli 187 vuotta, kun hänelle syntyi Lamekh.", 
        "4_Chapter, 5_Verse": "Ja Šeth oli 105 vuotta, kun hänelle syntyi Enoš.", 
        "7_Chapter, 16_Verse": "Kaikki elävät, kaikesta lihasta, kaikista linnuista, karjaeläimistä ja maanmatelijoista, jotka liikkuvat maan päällä, vie kanssasi ulos. Viliskööt ne maalla, olkoon ne hedelmälliset ja lisääntykööt ja täyttäkööt maan.\"", 
        "3_Chapter, 17_Verse": "Ja Ḥanokhille syntyi Irad, Iradille syntyi Meḥuja'el, Meḥuja'elille syntyi Methuša'el, ja Methuša'elille syntyi Lemekh.", 
        "3_Chapter, 15_Verse": "Ja Kain poistui Herran edestä, ja asettui asumaan kiertolaisten  maahan, Edenin itäpuolelle. [ Hep. Nod, Noded, joka on samasta juuresta tarkoittaa kiertolainen/maahanmuuttaja - Raši]", 
        "0_Chapter, 22_Verse": "Ja tuli ilta ja tuli aamu, viides päivä. ", 
        "1_Chapter, 11_Verse": "Ja tuon maan kulta on hyvää ja siellä on myös bedolaḥia ja šoham kiveä.", 
        "3_Chapter, 2_Verse": "Ja tapahtui niinä päivinä, että Kain toi uhrina Herralle maan hedelmää.", 
        "6_Chapter, 1_Verse": "Kaikista puhtaista eläimistä ota seitsemän itsellesi; 7 koirasta ja naarasta, sekä kaikista epäpuhtaista eläimistä; 2, koirasta ja naarasta.", 
        "0_Chapter, 14_Verse": "Ja tulkoot valot taivaankanteen valaisemaan maata,” ja näin tapahtui.", 
        "6_Chapter, 23_Verse": "Ja vedet vallitsivat maan päällä 150 päivää.", 
        "0_Chapter, 26_Verse": "Ja Jumala loi ihmisen Omaksi kuvaksensa, Jumalan kuvaksi Hän hänet loi, mieheksi ja naiseksi Hän heidät loi.", 
        "2_Chapter, 5_Verse": "Ja nainen näki, että puu oli hyvä syötäväksi ja se oli houkutteleva, sillä se teki viisaaksi. Ja hän otti sen hedelmistä ja söi, antoi myös miehelleen, joka oli hänen kanssaan ja mieskin söi.", 
        "6_Chapter, 8_Verse": "saapui 2 paria rinnakkain, Noaḥin luokse arkkiin; koiraita ja naaraita, kuten Herra oli Noaḥia käskenyt.", 
        "5_Chapter, 0_Verse": "Tapahtui, että ihmiset alkoivat lisääntyä maan päällä, ja heille syntyi tyttäriä.", 
        "3_Chapter, 22_Verse": "Ja Lemekh sanoi vaimoillensa; ” Ada ja Tzilla, kuulkaa minua, Lemekhin vaimot, ottakaa sanani korviinne, sillä tapoin miehen haavastani ja pojan mustelmistani. [mies on Kain ja poika on Lemekhin oma poika Tuval-Kain - Raši].", 
        "5_Chapter, 18_Verse": "Ja kaikista elävistä olennoista, kaikesta lihasta, tulkoon kaksi arkkiin, säilyääkseen hengissä kanssasi; ne olkoot uros- ja naaraspuoli.", 
        "3_Chapter, 14_Verse": "Ja Herra sanoi hänelle; ” Joka Kainin tappaa, se kostettakoon hänelle seitsenkertaisesti,” ja Herra asetti merkin Kainiin, ettei kukaan joka hänet löytää tappaisi häntä.", 
        "4_Chapter, 0_Verse": "Tämä on luettelo Adamin sukupolvista; päivänä jona Jumala ihmisen loi, Jumalan kuvaksi Hän hänet loi.", 
        "1_Chapter, 18_Verse": "Ja Herra Jumala muovasi maasta jokaisen maan villieläimen, ja jokaisen taivaan linnuista, ja Hän toi ne ihmisen luokse nähdäkseen, millä nimellä hän kutsuisi kutakin. Ja nimen jonka ihminen kullekin elävälle olennolle antoi, tuli sen nimeksi.", 
        "3_Chapter, 16_Verse": "Ja Kain tunsi [yhtyi] vaimoonsa, ja hän tuli raskaaksi ja synnytti Ḥanokhin, hänestä tuli kaupungin rakentaja, jota kutsutaan hänen [Kainin] pojan mukaan, nimellä Ḥanokh.", 
        "5_Chapter, 3_Verse": "Langenneet [nefilim] olivat noina päivinä maan päällä, ja tämän jälkeen, Jumalan pojat tulivat ihmisten tyttärien luokse, ja he synnyttivät heille; ja nämä ovat niitä muinaisaikojen kuuluisia sankareita. [Heitä kutsuttiin hep. Nefilim, sillä he lankesivat {naflu ja he aiheuttivat maailman lankeamaan(hifilu -Gen. Rabba 26:7)}. Nefilim, ovat myös niitä hep. {Jättiläisiä}, jotka kapinoitsivat Kaikkivaltiasta vastaan - Yelammednu, Batei Midrašot, s. 148].", 
        "0_Chapter, 13_Verse": "Ja Jumala sanoi; ”Tulkoon valoja taivaankanteen tekemään erotuksen päivän ja yön välillä ja olkoon ne merkkeinä osoittamaan juhlapyhiä, päiviä, sekä vuosia.", 
        "2_Chapter, 12_Verse": "Ja Herra Jumala sanoi naiselle,” Minkä oletkaan tehnyt!?” Ja nainen vastasi,” Käärme vietteli minut, ja minä söin.”", 
        "2_Chapter, 11_Verse": "Ja mies vastasi,” Nainen, jonka Sinä minulle annoit, otti siitä puusta, antoi minulle ja minä söin.”", 
        "7_Chapter, 13_Verse": "Toisena kuukautena, kuukauden 27 päivänä maa oli kuiva.", 
        "6_Chapter, 17_Verse": "Vedet valtasivat koko maanpiirin ja kohosivat niin korkealle, että arkki ajelehti vetten pinnalla.", 
        "5_Chapter, 9_Verse": "Ja Noaḥille syntyi kolme poikaa, Šem,  Ḥaam, ja Jaafet.", 
        "1_Chapter, 7_Verse": "Ja Herra Jumala istutti puutarhan idästä Edeniin, ja Hän asetti sinne ihmisen, jonka oli luonut.", 
        "7_Chapter, 8_Verse": "Mutta kyyhkynen ei löytänyt leposijaa, ja se palasi takaisin, niin hän ojensi kätensä ja otti kyyhkysen luoksensa arkkiin, sillä vedet vielä peittivät koko maan.", 
        "6_Chapter, 11_Verse": "Ja sade kasteli maata 40 päivää ja 40 yötä.", 
        "4_Chapter, 18_Verse": "Ja Jared eli  Ḥanokhin syntymän jälkeen, 800 vuotta ja hänelle syntyi poikia ja tyttäriä.", 
        "2_Chapter, 22_Verse": "Ja Herra Jumala lähetti hänet pois Edenin puutarhasta, muokkaamaan maata, josta hänet oli otettu.", 
        "6_Chapter, 10_Verse": "Noaḥin ollessa 600 vuoden ikäinen; vuoden toisena kuukautena, 17 päivänä, sinä samaisena päivänä puhkesivat suuren syvyyden lähteet, ja taivaiden ikkunat avattiin.", 
        "7_Chapter, 14_Verse": "Ja Jumala puhui Noaḥille sanoen;\"", 
        "0_Chapter, 29_Verse": "Ja kaikille maan petoeläimille, taivaan linnuille, maassa mateleville matelijoille, joissa on elämän henki, niille olkoon kaikki viherkasvit ravintona ja näin tapahtui.", 
        "7_Chapter, 20_Verse": "Herra haistoi [uhrien] suloisen tuoksun ja Herra sanoi sydämessään;\"En enää kiroa maata ihmisen tähden, sillä ihmisen sydämessä on halu pahaan lapsuudestaan asti. Enkä enää tuhoa kaikkea, elävää, niinkuin tein.", 
        "0_Chapter, 19_Verse": "Ja Jumala sanoi; ”Viliskööt vedet eläviä olentoja, ja lentäkööt linnut maan ilmakehässä, taivaalla.”", 
        "7_Chapter, 10_Verse": "Niin kyyhkynen palasi hänen luoksensa illan suussa, ja katso sillä oli nokassaan oliivipuun lehti, silloin Noaḥ tiesi, että vedet olivat laskeneet maan päältä.", 
        "3_Chapter, 21_Verse": "Ja Tzilla synnytti myös Tuval-Kainin; hänestä tuli teroittaja kaikille työvälineille, jotka leikkaavat kuparia ja rautaa. Ja Tuval-Kainin sisko oli Na’ama.", 
        "4_Chapter, 7_Verse": "Ja Šethin elinpäivät olivat 912 vuotta, sitten hän kuoli.", 
        "0_Chapter, 21_Verse": "Ja Jumala siunasi ne sanoen; ”Olkaa hedelmälliset ja lisääntykää ja täyttäkää merien vedet ja linnut lisääntykööt maan päällä.”", 
        "1_Chapter, 0_Verse": "Ja näin tulivat valmiiksi taivaat ja maa, sekä kaikki mitä niissä on.", 
        "5_Chapter, 5_Verse": "Herra katui, että oli luonut ihmisen maan päälle, ja Hän tuli murheelliseksi sydämessään.", 
        "6_Chapter, 15_Verse": "Ne, jotka sisälle menivät olivat uros- ja naaraspuolisia kaikesta lihasta, niinkuin Jumala oli häntä käskenyt; Ja Herra sulki hänet sisälle [arkkiin.]", 
        "0_Chapter, 6_Verse": "Ja Jumala loi taivaankannen ja eroitti sillä vedet, jotka olivat taivaankannen alla sekä vedet, jotka olivat taivaankannen yllä ja näin tapahtui.", 
        "5_Chapter, 10_Verse": "Ja maa oli turmeltunut Jumalan edessä, ja täyttyi väkivallasta ja ryöstöstä.", 
        "4_Chapter, 23_Verse": "Ja Ḥanokh vaelsi Jumalan yhteydessä, eikä häntä enää ollut, sillä Jumala otti hänet pois.[Hän oli oikeamielinen – Gen. Rabbah 25:1 ].", 
        "4_Chapter, 26_Verse": "Ja Methušelaḥin elinpäivät olivat 969 vuotta, sitten hän kuoli.", 
        "5_Chapter, 15_Verse": "Tee arkkiin kattoikkuna, tee se amotin [50cm] korkuiseksi ylhäältä katsottuna ja sijoita arkin oviaukko sen viereen; tee siihen [arkkiin] pohja kerros [osastoineen], keskimmäinen kerros [osastoineen] ja ylin kerros [osastoineen.][sana ama taipuu;amot, kyynärä] ", 
        "0_Chapter, 3_Verse": "Ja Jumala näki valon hyväksi ja Jumala teki eron valon ja pimeyden välillä.", 
        "1_Chapter, 5_Verse": "Ja maasta nousi kosteus, joka kasteli koko maan pinnan.", 
        "2_Chapter, 6_Verse": "Ja heidän molempien silmät aukaistiin; silloin he tiesivät olevansa alasti ja  he sitoivat viikunan lehtiä ja vyöttivät itsensä niillä.", 
        "0_Chapter, 5_Verse": "Ja Jumala sanoi; ”Tulkoon taivaankansi vetten välille, ja erottakoot se vedet vesistä.”", 
        "1_Chapter, 1_Verse": "Ja Jumala päätti luomistyönsä, jonka oli tehnyt seitsemäntenä päivänä ja seitsemäntenä päivänä Hän pidättäytyi kaikesta työstänsä, jonka oli tehnyt.", 
        "5_Chapter, 17_Verse": "Minä teen liittoni kanssasi, ja sinun on tultava arkkiin, poikiesi, vaimosi, sekä poikiesi vaimojen kanssa.", 
        "0_Chapter, 1_Verse": "Ja maa oli kaaottinen ja tyhjä, pimeys oli tyhjyyden yllä ja Jumalan henkäys liikkui vetten päällä. ", 
        "2_Chapter, 23_Verse": "Ja Hän ajoi ihmisen ulos Edenin puutarhasta itään, ja Hän asetti kerubit ja paljastetun välkkyvän miekan vartioimaan tietä Elämän puulle.", 
        "6_Chapter, 7_Verse": "Puhtaista ja epäpuhtaista eläimistä, sekä linnuista, että kaikista maan matelijoista,", 
        "3_Chapter, 3_Verse": "Myöskin Hevel toi uhrin; lammaslaumansa esikoisen, lihavimman ja Herra kääntyi Hevelin ja hänen uhrinsa puoleen.", 
        "1_Chapter, 10_Verse": "Yhden nimi on Pišon; se joka mutkittelee läpi koko Ḥavilan maan, jossa on kultaa.", 
        "6_Chapter, 19_Verse": "Vesi nousi 15 amaa, peittäen kaikki korkeat vuoret allensa.[Vesi nousi korkeimpien vuorten yli n. 7,5m]", 
        "7_Chapter, 6_Verse": "Hän lähetti luotaan korpin, joka lensi edestakaisin siihen asti, että vedet kuivuivat maan päältä.", 
        "5_Chapter, 11_Verse": "Jumala näki maan ja katso se oli turmeltunut teillänsä; sillä kaikki liha oli saastunut maan päällä.", 
        "0_Chapter, 7_Verse": "Ja Jumala kutsui taivaankantta ”Taivaiksi.” Ja tuli ilta ja tuli aamu, toinen päivä.", 
        "1_Chapter, 2_Verse": "Ja Jumala siunasi seitsemännen päivän ja pyhitti sen, sillä tuolloin Jumala pidättäytyi kaikesta luomistyöstä, jonka oli luonut tehtäväksi.", 
        "6_Chapter, 5_Verse": "Ja Noaḥ oli 600 vuotias, kun vedet valtasivat maan.", 
        "7_Chapter, 4_Verse": "Vedet vetäytyivät vetäytymistään kymmenenteen kuukauteen asti, ja kymmenentenä kuukautena, kuukauden ensimmäisenä päivänä, vuorten huiput tulivat näkyviin.", 
        "7_Chapter, 18_Verse": "Niin myös kaikki villieläimet ja kaikki matelijat ja kaikki linnut ja kaikki, jotka maan päällä liikkuvat lähtivät arkista perheittäin.", 
        "7_Chapter, 1_Verse": "Ja suuren syvyyden lähteet ja taivaan ikkunat suljettiin ja sade taivaasta lakkasi.", 
        "3_Chapter, 0_Verse": "Ja Adam tunsi [yhtyi] vaimonsa Ḥavan, joka tuli raskaaksi ja synnytti Kainin, ja hän sanoi,” Herran avulla olen hankkinut omistusoikeuden mieheen.”[kaniti - ostin/hankin]", 
        "2_Chapter, 0_Verse": "Ja käärme oli kaikista maan petoeläimistä viekkain, minkä Herra Jumala oli tehnyt, ja se sanoi naiselle,  ”onko Jumala todella sanonut ’Älkää syökö yhdestäkään puutarhan puusta!?’”", 
        "1_Chapter, 23_Verse": "Sentähden mies jättäköön isänsä ja äitinsä, ja liittyköön vaimoonsa, ja he tulevat yhdeksi lihaksi.", 
        "6_Chapter, 13_Verse": "He ja kaikki eläimet lajiensa mukaan, villieläimet, karjaeläimet, maanmatelijat, sekä kaikki siipikarja lajiensa mukaan ja linnut, että kaikki siivelliset.", 
        "3_Chapter, 10_Verse": "Ja nyt, kirottumpi olet sinä maata, joka aukaisi suunsa ottaakseen vastaan veljesi veret sinun käsistäsi.[Hevelin ja hänen jälkeläistensä veret, jotka hänen siemenestään olisivat syntyneet]", 
        "5_Chapter, 13_Verse": "Tee itsellesi arkki goferpuusta, tee arkkiin osastoja, ja päällystä se ulko- ja sisäpuolelta tervalla.", 
        "0_Chapter, 8_Verse": "Ja Jumala sanoi; ”Kerääntykööt vedet taivaiden alla yhteen paikkaan ja tulkoon kuivaa aluetta näkyviin,” ja näin tapahtui.", 
        "6_Chapter, 0_Verse": "Ja Herra sanoi Noaḥille,\" tule sinä ja koko perheesi arkkiin; Sillä olen havainnut sinut edessäni oikeamieliseksi, tämän sukupolven keskellä.", 
        "3_Chapter, 18_Verse": "Ja Lemekh otti itselleen kaksi vaimoa, yhden nimi oli Ada ja toisen nimi oli Tzilla.", 
        "3_Chapter, 12_Verse": "Ja Kain sanoi Herralle, ” Onko syntini liian suuri kannettavakseni?”", 
        "1_Chapter, 24_Verse": "Ja he olivat molemmat alasti, eivätkä tunteneet häpeää.", 
        "4_Chapter, 8_Verse": "Ja Enoš oli 90 vuotta, kun hänelle syntyi Keinan.", 
        "2_Chapter, 7_Verse": "Sinä päivänä he kuulivat Herran Jumalan äänen liikkuvan tuulen keskellä, puutarhassa. Mies ja hänen vaimonsa piiloutuivat, puutarhan puiden sekaan, Herraa Jumalaa.", 
        "3_Chapter, 8_Verse": "Ja Herra sanoi Kainille,” Missä on Hevel, veljesi?” ja Kain vastasi, ” En tiedä. Olenko minä veljeni vartija?”", 
        "5_Chapter, 20_Verse": "Ota itsellesi kaikesta ravinnosta syödäksesi, ja kerää ne itsellesi, ja ne olkoot ravinnoksi sinulle ja heille. [perheelleen ja eläimille].", 
        "7_Chapter, 12_Verse": "Ja tapahtui niin, että Noaḥin ollessa 601 vuotta, vuoden ensimmäisenä kuukautena, kuukauden ensimmäisenä päivänä, vesi oli kuivunut maan päältä. Niin Noaḥ poisti katon arkista, ja näki; katso, maan pinta oli kuivunut. ", 
        "1_Chapter, 12_Verse": "Toisen joen nimi on Giḥon; se joka mutkittelee  läpi koko Kušin maan.", 
        "0_Chapter, 15_Verse": "Ja Jumala teki kaksi suurta valoa, suuremman vallitsemaan päivää sekä pienemmän yötä, ja tähdet.", 
        "2_Chapter, 20_Verse": "Ja Herra Jumala teki miehelle [Adam] ja hänen vaimolleen puvut nahasta ja Hän vaatetti heidät.", 
        "0_Chapter, 11_Verse": "Ja maa alkoi viheriöidä, niittyjä, siementä kantavia yrttejä lajiensa mukaan ja hedelmäpuita, jotka tekivät hedelmää kukin lajiensa mukaan ja Jumala näki tämän hyväksi.", 
        "3_Chapter, 20_Verse": "Ja hänen [Javalin] veljen nimi oli Juval, hän oli kaikkien niiden isä, jotka soittavat kannelta ja huilua.", 
        "4_Chapter, 13_Verse": "Ja Keinanin elinpäivät olivat 910 vuotta, sitten hän kuoli.", 
        "6_Chapter, 4_Verse": "Ja Noaḥ teki kaikessa sen mukaan, niin kuin Herra oli häntä käskenyt.", 
        "4_Chapter, 15_Verse": "Ja Mahalal'el eli Jaredin syntymän jälkeen 830 vuotta, ja hänelle syntyi poikia ja tyttäriä.", 
        "4_Chapter, 31_Verse": "Ja Noaḥ oli 500 vuotta. Kun hänelle syntyi; Šem, Ḥam ja Jafeth. [Eikö Jafeth ollutkin vanhin? Joten miksi hänet mainitaan viimeisenä? Toora mainitsee ensin, hänet {Šemin} joka oli oikeamielinen, ja joka oli syntynyt ympärileikattuna, ja josta Avraham tulisi polveutumaan – Gen. Rabba 26:3].", 
        "4_Chapter, 1_Verse": "Mieheksi ja naiseksi Hän heidät loi, ja Hän siunasi heidät, ja Hän nimesi heidät ihmisiksi [Adam], päivänä jolloin heidät luotiin.", 
        "0_Chapter, 12_Verse": "Ja tuli ilta ja tuli aamu, kolmas päivä.", 
        "0_Chapter, 27_Verse": "Ja Jumala siunasi heidät sanoen; ”Olkaa hedelmälliset ja lisääntykää, täyttäkää maa ja tehkää se itsellenne alamaiseksi, hallitkaa meren kaloja, taivaan lintuja sekä kaikkia maanpäällä liikkuvia eläviä olentoja.”", 
        "7_Chapter, 3_Verse": "Arkki laskeutui aloillensa, seitsemäntenä kuukautena, kuun 17 päivänä, Araratin vuoristoon.", 
        "7_Chapter, 17_Verse": "Noaḥ ja hänen poikansa, vaimonsa ja poikiensa vaimot hänen kanssaan menivät ulos.", 
        "2_Chapter, 2_Verse": "mutta sen puun hedelmistä, joka on puutarhan keskellä, Jumala sanoi, ’ Älkää syökö siitä, älkääkä koskeko siihen, ettette kuolisi.’”", 
        "6_Chapter, 3_Verse": "Sillä 7 päivän kuluttua Minä vuodatan vedet maan päälle 40 päiväksi ja 40 yöksi, ja hävitän maan päältä kaikki olennot, jotka olen tehnyt.", 
        "5_Chapter, 7_Verse": "Mutta Noaḥ sai suosion Herran silmien edessä. ", 
        "5_Chapter, 2_Verse": "Ja Herra sanoi; ”Älköön Minun henkeni ikuisesti ihmistä tuomitko, sentähden että hän on lihaa, hänen päiviensä pituudeksi tulkoon 120 vuotta.”", 
        "0_Chapter, 2_Verse": "Ja Jumala sanoi; ”Tulkoon valo ja valo tuli.”", 
        "5_Chapter, 14_Verse": "Ja näin sinun on tehtävä se; 300 amaa[150m] pituudeltaan, 50 amaa [25m] leveydeltään ja 30 amaa [15m] korkeudeltaan.", 
        "4_Chapter, 27_Verse": "Ja Lamekh oli 182 vuotta, kun hänelle syntyi poika [ben – josta maailma rakennettiin, nivbena tulee samasta juuresta kuin ben,  poika – Tanḥuma Bereišit 11]", 
        "7_Chapter, 5_Verse": "40 päivän päästä Noaḥ avasi ikkunan arkista, jonka hän oli tehnyt.", 
        "4_Chapter, 29_Verse": "Ja Lamekh eli Noaḥin syntymän jälkeen 595 vuotta ja hänelle syntyi poikia ja tyttäriä.", 
        "6_Chapter, 12_Verse": "Tuona samaisena päivänä Noaḥ ja hänen poikansa Šem, Ḥam ja Jafeth, sekä Noaḥin vaimo, ja hänen poikainsa vaimot astuivat yhdessä arkkiin.", 
        "4_Chapter, 14_Verse": "Ja Mahalal'el oli 65 vuotta, kun hänelle syntyi Jared.", 
        "2_Chapter, 13_Verse": "Ja Herra Jumala sanoi käärmeelle, ” Koska tämän teit, olet kaikkein kirotuin  karjaeläinten ja maan villieläinten joukossa; ja vatsallasi sinun tulee kulkea, ja syömän tomua kaikki elämäsi päivät.", 
        "0_Chapter, 28_Verse": "Ja Jumala sanoi; ”Kas tässä; Olen antanut teille kaikki siementä kasvavat yrtit, jotka kasvavat kaikkialla maan päällä ja kaikki puut, joissa kasvaa siementä tekeviä hedelmiä ne  olkoon ne teidän ravintonanne .”", 
        "3_Chapter, 5_Verse": "Ja Herra sanoi Kainille, ” Miksi olet suuttunut ja miksi katseesi on synkistynyt?", 
        "1_Chapter, 16_Verse": "Mutta Hyvän- ja Pahan Tiedon puusta, älä syö, sillä sinä päivänä jona siitä syöt, tulet kuolemalla kuolemaan.”", 
        "6_Chapter, 2_Verse": "Sekä seitsemän taivaan linnuista; 7 koirasta ja naarasta, että niiden siemen säilyisi elossa koko maan päällä.", 
        "5_Chapter, 19_Verse": "Linnuista, lajiensa mukaan, ja kaikista eläimistä lajiensa mukaan sekä kaikista maan matelijoista lajiensa mukaan; tulkoon luoksesi kutakin 2, säilyääkseen hengissä.", 
        "0_Chapter, 17_Verse": "Ja vallitsemaan päivällä ja yöllä, sekä tekemään eroituksen valon ja pimeyden välille ja Jumala näki tämän hyväksi.", 
        "1_Chapter, 3_Verse": "Nämä ovat ne taivaiden ja maan sukupolvet jotka tulivat luoduiksi, päivänä jolloin Herra Jumala teki maan ja taivaan.", 
        "1_Chapter, 6_Verse": "Ja Herra Jumala muovasi ihmisen maan tomusta, ja Hän henkäisi hänen sieraimiinsa elämän hengen, ja näin ihmisestä tuli elävä sielu.", 
        "2_Chapter, 14_Verse": "Ja Minä asetan vihan sinun ja naisen välille, sinun siemenesi ja hänen siemenensä välille, hän on murskaava sinun pääsi ja sinä olet pistävä häntä kantapäähän.”", 
        "3_Chapter, 19_Verse": "Ja Ada synnytti Javalin, hän oli kaikkien niiden isä, jotka asuvat teltoissa ja ovat karjapaimenia.", 
        "1_Chapter, 17_Verse": "Ja Herra Jumala sanoi; ”Ihmisen ei ole hyvä olla yksin, teen miehelle avun, joka on hänen vastapuolensa (Jumala loi naisen miehelle täydelliseksi vastakappaleeksi, jos mies ansaitsee hänet, ja jos ei, niin nainen on miestään vastaan - Raši).”", 
        "3_Chapter, 4_Verse": "Mutta Kainin ja hänen uhrinsa puoleen Hän ei kääntynyt ja se suututti Kainia kovin, niin että hänen katseensa painui alas.", 
        "6_Chapter, 18_Verse": "Vedet kohosivat, ja valtasivat kaikki korkeat vuoret, peittäen taivaan alta koko maanpiirin.", 
        "4_Chapter, 19_Verse": "Ja Jaredin elinpäivät olivat, 962 vuotta, sitten hän kuoli.", 
        "4_Chapter, 4_Verse": "Ja Adamin elinpäivät olivat 930 vuotta, sitten hän kuoli.", 
        "1_Chapter, 21_Verse": "Ja Herra Jumala rakensi naisen, siitä luusta jonka oli mieheltä ottanut, ja toi naisen miehen luokse.", 
        "4_Chapter, 25_Verse": "Ja Methušelaḥ eli Lamekhin syntymän jälkeen 782 vuotta, ja hänelle syntyi poikia ja tyttäriä.", 
        "7_Chapter, 9_Verse": "Hän odotti vielä toiset seitsemän päivää ja lähetti jälleen kyyhkysen arkista.", 
        "7_Chapter, 7_Verse": "Sitten hän lähetti luotaan kyyhkysen, nähdäksensä olivatko vedet vähentyneet maan päältä.", 
        "0_Chapter, 30_Verse": "Ja Jumala näki kaiken minkä Hän oli tehnyt ja katso, se oli todella hyvää. Ja tuli ilta, ja tuli aamu, kuudes päivä.", 
        "3_Chapter, 11_Verse": "Kun viljelet maata, se ei enää anna sinulle satoansa, kiertolainen ja pakolainen tulet sinä olemaan maan päällä.”", 
        "2_Chapter, 4_Verse": "Mutta Jumala tietää, että sinä päivänä kun te siitä syötte, teidän silmänne tulevat avatuiksi, ja te tulette olemaan kuin Jumala, tietämään hyvän ja pahan.”", 
        "1_Chapter, 22_Verse": "Ja mies sanoi;” Tämän kerran; luu minun luistani ja liha minun lihastani. \"Kutsuttakoon häntä nimeltään; ”Miehetär” [Iša] sillä miehestä [Iš] hänet on otettu.”", 
        "6_Chapter, 14_Verse": "Kaikki ne tulivat Noaḥin luokse arkkiin pareina kaksittain, kaikki liha, joissa oli elämän henki.", 
        "1_Chapter, 9_Verse": "Ja joki lähti virraten Edenistä, kastelemaan puutarhaa ja se eroittautui sieltä ja jakautui neljään haaraan.", 
        "0_Chapter, 23_Verse": "Ja Jumala sanoi; ”Tulkoon maahan eläviä olentoja lajiensa mukaan, karjaeläimiä ja matelijoita, maan villieläimiä lajiensa mukaan,” ja näin tapahtui.", 
        "0_Chapter, 0_Verse": "Alussa Jumala loi taivaat ja maan.", 
        "5_Chapter, 16_Verse": "Katso, Minä tuon vesimassat maan päälle, tuhoamaan kaiken lihan, joissa on elämän henki; kaikki, mikä on maanpäällä tulee tuhoutumaan."
    }, 
    "meta": "Chapter-Verse"
}