{
    "work": "Genesis", 
    "text": {
        "2_Chapter, 8_Verse": "L'Éternel-Dieu appela l'homme, et lui dit: \"Où es-tu?\" ", 
        "6_Chapter, 9_Verse": "Au bout des sept jours, les eaux du Déluge étaient sur la terre. ", 
        "3_Chapter, 24_Verse": "Adam connut de nouveau sa femme; elle enfanta un fils, et lui donna pour nom Seth: \"Parce que Dieu m'a accordé une nouvelle postérité au lieu d'Abel, Caïn l'ayant tué.\" ", 
        "3_Chapter, 2_Verse": "Au bout d'un certain temps, Caïn présenta, du produit de la terre, une offrande au Seigneur; ", 
        "0_Chapter, 10_Verse": "Dieu dit: \"Que la terre produise des végétaux, savoir: des herbes renfermant une semence; des arbres fruitiers portant, selon leur espèce, un fruit qui perpétue sa semence sur la terre.\" Et cela s'accomplit.", 
        "6_Chapter, 5_Verse": "Or, il était âgé de six cents ans lorsque arriva le Déluge, ces eaux qui couvrirent la terre. ", 
        "9_Chapter, 22_Verse": "Enfants d'Aram: Ouy, Houl, Ghéther et Mach. ", 
        "0_Chapter, 9_Verse": "Dieu nomma le sol la Terre, et l'agglomération des eaux, il la nomma les Mers. Et Dieu considéra que c'était bien.", 
        "33_Chapter, 19_Verse": "Hamor alla, avec Sichem son fils, vers la porte de leur ville et ils parlèrent aux habitants de leur ville en ces termes: ", 
        "4_Chapter, 20_Verse": "Hénoc vécut soixante-cinq ans, et engendra Mathusalem. ", 
        "0_Chapter, 14_Verse": "et ils serviront de luminaires, dans l'espace céleste, pour éclairer la terre.\" Et cela s'accomplit.", 
        "9_Chapter, 27_Verse": "Obal, Abimaêl, Cheba; ", 
        "31_Chapter, 23_Verse": "Puis il les aida à traverser le torrent et fit passer ce qui lui appartenait. ", 
        "31_Chapter, 0_Verse": "Laban se leva de bon matin, embrassa ses fils et ses filles et les bénit; puis il partit et s'en retourna chez lui. ", 
        "34_Chapter, 5_Verse": "Jacob arriva à Louz, qui est dans le pays de Canaan, la même que Béthel, lui et tous ceux qui l'accompagnaient. ", 
        "34_Chapter, 15_Verse": "Ils partirent de Béthel; il y avait encore une kibra de pays pour arriver à Éfrath lorsque Rachel enfanta et son enfantement fut pénible. ", 
        "31_Chapter, 9_Verse": "Puis Jacob dit \"O Divinité de mon père Abraham, Divinité d'Isaac mon père! Éternel, toi qui m'as dit: ‘Retourne à ton pays et à ton lieu natal, je te comblerai;’ ", 
        "5_Chapter, 6_Verse": "Et l'Éternel dit: \"J'effacerai l'homme que j'ai créé de dessus la face de la terre; depuis l'homme jusqu'à la brute, jusqu'à l'insecte, jusqu'à l'oiseau du ciel, car je regrette de les avoir faits. ", 
        "9_Chapter, 26_Verse": "Hadoram, Ouzal, Dikla; ", 
        "31_Chapter, 7_Verse": "Jacob fut fort effrayé et plein d'anxiété. II distribua son monde, le menu, le gros bétail et les chameaux en deux bandes, ", 
        "5_Chapter, 8_Verse": "Ceci est l'histoire de Noé. Noé fut un homme juste, irréprochable, entre ses contemporains; il se conduisit selon Dieu. ", 
        "1_Chapter, 13_Verse": "Le nom du troisième fleuve: Hiddékel; c’est celui qui coule à l’orient d’Assur; et le quatrième fleuve était l’Euphrate. ", 
        "3_Chapter, 25_Verse": "A Seth, lui aussi, il naquit un fils; il lui donna pour nom Énos. Alors on commença d'invoquer le nom de l'Éternel.\n", 
        "33_Chapter, 13_Verse": "Ils leur dirent: \"Nous ne saurions agir ainsi, donner notre sœur à un homme incirconcis: ce serait un déshonneur pour nous. ", 
        "31_Chapter, 24_Verse": "Jacob étant resté seul, un homme lutta avec lui, jusqu'au lever de l'aube. ", 
        "9_Chapter, 12_Verse": "Misraim fut la souche des Loudim, des Anamim, des Lehabim, des Naftouhim; ", 
        "33_Chapter, 29_Verse": "Jacob dit à Siméon et à Lévi: \"Vous m'avez rendu malheureux en me mettant en mauvaise odeur chez les habitants du pays, le Cananéen et le Phérézéen; moi, je suis une poignée d'hommes, ils se réuniront contre moi et me frapperont et je serai exterminé avec ma famille.\" ", 
        "2_Chapter, 18_Verse": "C'est à la sueur de ton visage que tu mangeras du pain, - jusqu'à ce que tu retournes à la terre d'où tu as été tiré: car poussière tu fus, et poussière tu redeviendras!\" ", 
        "34_Chapter, 12_Verse": "Le Seigneur disparut d'auprès de lui, dans le lieu où il lui avait parlé. ", 
        "4_Chapter, 16_Verse": "Tous les jours de Mahalalèl furent de huit cent quatre-vingtquinze ans, puis il mourut. ", 
        "7_Chapter, 1_Verse": "Les sources de l'Abîme et les cataractes célestes se refermèrent, et la pluie ne s'échappa plus du ciel. ", 
        "31_Chapter, 11_Verse": "Sauve moi, de grâce, de la main de mon frère, de la main d'Ésaü; car je crains qu'il ne m'attaque et ne me frappe, joignant la mère aux enfants! ", 
        "32_Chapter, 9_Verse": "Jacob répondit: \"Oh non! Si toutefois j'ai trouvé grâce à tes yeux, tu accepteras cet hommage de ma main; puisque aussi bien j'ai regardé ta face comme on regarde la face d'un puissant et que tu m'as agréé. ", 
        "0_Chapter, 25_Verse": "Dieu dit: \"Faisons l'homme à notre image, à notre ressemblance, et qu'il domine sur les poissons de la mer, sur les oiseaux du ciel, sur le bétail; enfin sur toute la terre, et sur tous les êtres qui s'y meuvent.\"", 
        "8_Chapter, 10_Verse": "Je confirmerai mon alliance avec vous nulle chair, désormais, ne périra par les eaux du déluge; nul déluge, désormais, ne désolera la terre.\" ", 
        "8_Chapter, 25_Verse": "Il ajouta: \"Soit béni l'Éternel, divinité de Sem et que Canaan soit leur esclave, ", 
        "34_Chapter, 16_Verse": "Comme elle était en proie aux douleurs de cet enfantement, la sage femme lui dit: \"Ne sois pas inquiète, car c'est encore un fils qui t'arrive.\" ", 
        "1_Chapter, 14_Verse": "L’ÉternelDieu prit donc l’homme et l’établit dans le jardin d’Eden pour le cultiver et le soigner. ", 
        "4_Chapter, 12_Verse": "Kènan vécut, après la naissance, de Mahalalêl, huit cent quarante ans, et eut des fils et des filles. ", 
        "3_Chapter, 6_Verse": "Si tu t'améliores, tu pourras te relever, sinon le Péché est tapi à ta porte: il aspire à t'atteindre, mais toi, sache le dominer!\" ", 
        "0_Chapter, 4_Verse": "Dieu appela la lumière jour, et les ténèbres, il les appela Nuit. Il fut soir, il fut matin, un jour.", 
        "5_Chapter, 12_Verse": "Et Dieu dit à Noé: \"Le terme de toutes les créatures est arrivé à mes yeux, parce que la terre, à cause d'elles, est remplie d'iniquité; et je vais les détruire avec la terre. ", 
        "4_Chapter, 30_Verse": "Toute la vie de Lamec fut de sept cent soixante-dix-sept ans; et il mourut. ", 
        "6_Chapter, 6_Verse": "Noé entra avec ses fils, sa femme, et les épouses de ses fils dans l'arche, pour se garantir des eaux du Déluge. ", 
        "4_Chapter, 28_Verse": "Il énonça son nom Noé, en disant: \"Puisse-t-il nous soulager de notre tâche et du labeur de nos mains, causé par cette terre qu'a maudite l'Éternel!\" ", 
        "34_Chapter, 19_Verse": "Jacob éleva un monument sur sa tombe: c'est le monument du Tombeau de Rachel, qui subsiste encore aujourd'hui. ", 
        "4_Chapter, 10_Verse": "Tous les jours d'Énos furent de neuf cent cinq ans, après quoi il mourut. ", 
        "0_Chapter, 20_Verse": "Dieu créa les cétacés énormes, et tous les êtres animés qui se meuvent dans les eaux, où ils pullulèrent selon leurs espèces, puis tout ce qui vole au moyen d'ailes, selon son espèce; et Dieu considéra que c'était bien.", 
        "34_Chapter, 28_Verse": "il défaillit et mourut et rejoignit ses pères, âgé et rassasié de jours. Ésaü et Jacob, ses fils, l'ensevelirent.", 
        "9_Chapter, 29_Verse": "Leurs établissements s'étendirent depuis Mécha jusqu'à la montagne Orientale, dans la direction de Sefar. ", 
        "9_Chapter, 13_Verse": "des Pathrousim, des Kaslouhim (d'où sortirent les Philistins) et des Kaftorim. ", 
        "8_Chapter, 21_Verse": "Cham, père de Canaan, vit la nudité de son père, et alla dehors l'annoncer à ses deux frères. ", 
        "5_Chapter, 21_Verse": "Noé obéit, tout ce que Dieu lui avait prescrit, il l'exécuta ponctuellement.", 
        "9_Chapter, 6_Verse": "Enfants de Kouch: Seba et Havila, Sabta, Râma et Sabteea; enfants de Râma: Cheba et Dedân. ", 
        "4_Chapter, 2_Verse": "Adam, ayant vécu cent trente ans, produisit un être à son image et selon sa forme, et lui donna pour nom Seth. ", 
        "4_Chapter, 6_Verse": "Après avoir engendré Énos, Seth vécut huit cent sept ans, engendrant des fils et des filles. ", 
        "2_Chapter, 1_Verse": "La femme répondit au serpent: \"Les fruits des arbres du jardin, nous pouvons en manger; ", 
        "0_Chapter, 24_Verse": "Dieu forma les bêtes sauvages selon leurs espèces, de même les animaux qui paissent, de même ceux qui rampent sur le sol. Et Dieu considéra que c'était bien.", 
        "3_Chapter, 1_Verse": "Elle enfanta ensuite son frère, Abel. Abel devint pasteur de menu bétail, et Caïn cultiva la terre. ", 
        "9_Chapter, 4_Verse": "De ceux-là se formèrent les colonies de peuples répandues dans divers pays, chacune selon sa langue, selon sa tribu, selon son peuple. ", 
        "1_Chapter, 23_Verse": "C'est pourquoi l'homme abandonne son père et sa mère; il s'unit à sa femme, et ils deviennent une seule chair. ", 
        "5_Chapter, 18_Verse": "Et de tous les êtres vivants, de chaque espèce, tu en recueilleras deux dans l'arche pour les conserver avec toi: ce sera un mâle et une femelle. ", 
        "33_Chapter, 20_Verse": "\"Ces hommes sont de bonne foi avec nous; qu'ils résident dans le pays et qu'ils l'exploitent, le pays est assez vaste pour les admettre; nous prendrons leurs filles pour épouses et nous leur accorderons les nôtres. ", 
        "7_Chapter, 16_Verse": "Tout être vivant de toute espèce qui est avec toi: volatile, quadrupède, reptile se traînant sur la terre, fais-les sortir avec toi; qu'ils foisonnent dans la terre, qu'ils croissent et multiplient sur la terre!\" ", 
        "3_Chapter, 15_Verse": "Caïn se retira de devant l'Éternel, et séjourna dans le pays de Nôd, à l'orient d'Éden. ", 
        "1_Chapter, 11_Verse": "L’or de ce pays-là est bon; là aussi le bdellium et la pierre de chôham. ", 
        "6_Chapter, 1_Verse": "De tout quadrupède pur, tu prendras sept couples, le mâle et sa femelle; et des quadrupèdes non purs, deux, le mâle et sa femelle. ", 
        "8_Chapter, 2_Verse": "Tout ce qui se meut, tout ce qui vit, servira à votre nourriture; de même que les végétaux, je vous livre tout. ", 
        "9_Chapter, 7_Verse": "Kouch engendra aussi Nemrod, celui qui le premier fut puissant sur la terre. ", 
        "0_Chapter, 26_Verse": "Dieu créa l'homme à son image; c'est à l'image de Dieu qu'il le créa. Mâle et femelle furent créés à la fois.", 
        "8_Chapter, 8_Verse": "\"Et moi, je veux établir mon alliance avec vous et avec la postérité qui vous suivra; ", 
        "32_Chapter, 16_Verse": "Quant à Jacob, il se dirigea vers Soukkoth; il s'y bâtit une demeure et pour son bétail il fit des enclos: c'est pourquoi l'on appela cet endroit Soukkoth. ", 
        "8_Chapter, 11_Verse": "Dieu ajouta: \"Ceci est le signe de l'alliance que j'établis, pour une durée perpétuelle, entre moi et vous, et tous les êtres animés qui sont avec vous. ", 
        "33_Chapter, 27_Verse": "leur menu bétail, leur gros bétail, leurs ânes, ce qu'ils avaient à la ville, ce qu'ils avaient aux champs, ils le ravirent. ", 
        "6_Chapter, 8_Verse": "deux à deux ils vinrent vers Noé dans l'arche, mâles et femelles, ainsi que Dieu l'avait prescrit à Noé. ", 
        "5_Chapter, 0_Verse": "Or, quand les hommes eurent commencé à se multiplier sur la terre, et que des filles leur naquirent, ", 
        "31_Chapter, 17_Verse": "Il donna au premier l'ordre suivant: \"Lorsqu’Ésaü, mon frère, te rencontrera et te demandera: ‘A qui es-tu? où vas tu? et pour qui ce bétail qui te précède?’ ", 
        "9_Chapter, 25_Verse": "Yoktân engendra Almodad, Chélef, Haçarmaveth, Yérah. ", 
        "0_Chapter, 22_Verse": "Le soir se fit, le matin se fit, - cinquième jour.", 
        "4_Chapter, 0_Verse": "Ceci est l'histoire des générations de l'humanité. Lorsque Dieu créa l'être humain, il le fit à sa propre ressemblance. ", 
        "34_Chapter, 14_Verse": "Et Jacob nomma cet endroit, où le Seigneur s'était entretenu avec lui, Béthel. ", 
        "31_Chapter, 32_Verse": "C'est pourquoi les enfants d'Israël ne mangent point aujourd'hui encore le nerf sciatique, qui tient à la cavité de la cuisse; parce que Jacob fut touché à la cavité de la cuisse, sur le nerf sciatique.", 
        "9_Chapter, 5_Verse": "Enfants de Cham: Kouch, Misraïm, Pont et Canaan. ", 
        "7_Chapter, 10_Verse": "La colombe revint vers lui sur le soir, tenant dans son bec une feuille d'olivier fraîche. Noé jugea que les eaux avaient baissé sur la terre. ", 
        "5_Chapter, 3_Verse": "Les Nefilim parurent sur la terre à cette époque et aussi depuis, lorsque les hommes de Dieu se mêlaient aux filles de l'homme et qu'elles leur donnaient des enfants. Ce furent ces forts d'autrefois, ces hommes si renommés. ", 
        "8_Chapter, 9_Verse": "et avec toute créature vivante qui est avec vous, oiseaux, bétail, animaux des champs qui sont avec vous, tous les animaux terrestres qui sont sortis de l'arche. ", 
        "31_Chapter, 16_Verse": "Il remit aux mains de ses esclaves chaque troupeau à part et il leur dit: \"Marchez en avant et laissez un intervalle entre un troupeau et l'autre.\" ", 
        "34_Chapter, 27_Verse": "Les jours d'Isaac ayant été de cent quatre vingts ans, ", 
        "34_Chapter, 22_Verse": "Fils de Léa: le premier né de Jacob, Ruben; puis Siméon, Lévi, Juda, Issachar et Zabulon. ", 
        "31_Chapter, 29_Verse": "Jacob l'interrogea en disant: \"Apprends-moi, je te prie, ton nom.\" II répondit: \"Pourquoi t'enquérir de mon nom?\" Et il le bénit alors. ", 
        "6_Chapter, 17_Verse": "Les eaux augmentèrent et grossirent considérablement sur la terre, de sorte que l'arche flotta à la surface des eaux. ", 
        "9_Chapter, 10_Verse": "De cette contrée il s'en alla en Assur, où il bâtit Ninive, Rehoboth Ir et Kélah; ", 
        "6_Chapter, 12_Verse": "Ce jour-là même étaient entrés dans l'arche: Noé, Sem, Cham et Japhet, fils de Noé, et avec eux la femme de Noé et les trois femmes de ses fils; ", 
        "9_Chapter, 31_Verse": "Ce sont là les familles des fils de Noé, selon leur filiation et leurs peuplades; et c'est de là que les nations se sont distribuées sur la terre après le Déluge.", 
        "8_Chapter, 26_Verse": "que Dieu agrandisse Japhet! Qu'il réside dans les tentes de Sem et que Canaan soit leur esclave! ", 
        "9_Chapter, 9_Verse": "Le commencement de sa domination fut Babel; puis Érec, Akkad et Kalné, dans le pays de Sennaar. ", 
        "2_Chapter, 22_Verse": "Et l'Éternel-Dieu le renvoya du jardin d'Éden, pour cultiver la terre d'où il avait été tiré. ", 
        "7_Chapter, 3_Verse": "Le septième mois, le dix-septième jour du mois, l'arche s'arrêta sur les monts Ararat. ", 
        "8_Chapter, 13_Verse": "A l'avenir, lorsque j'amoncellerai des nuages sur la terre et que l'arc apparaîtra dans la nue, ", 
        "2_Chapter, 9_Verse": "Il répondit: \"J'ai entendu ta voix dans le jardin; j'ai eu peur, parce que je suis nu, et je me suis caché.\" ", 
        "9_Chapter, 20_Verse": "Des enfants naquirent aussi à Sem, le père de toute la race d'Héber, le frère de Japhet, l'aîné. ", 
        "3_Chapter, 21_Verse": "Cilla, de son côté, enfanta Tubalcaïn, qui façonna toute sorte d'instruments de cuivre et de fer, et qui eut pour sœur Naama. ", 
        "4_Chapter, 7_Verse": "Tous les jours de Seth furent de neuf cent douze ans, après quoi il mourut. ", 
        "31_Chapter, 27_Verse": "Il lui dit alors: \"Quel est ton nom?\" II répondit: \"Jacob.\" ", 
        "3_Chapter, 17_Verse": "Hénoc devint père d'Iràd; celui-ci engendra Mehouyaél, Mehouyaél qui engendra Metouchael qui engendra Lamec. ", 
        "5_Chapter, 5_Verse": "et l'Éternel regretta d'avoir créé l'homme sur la terre, et il s'affligea en lui-même. ", 
        "32_Chapter, 18_Verse": "Il acquit la portion de terrain ou il établit sa tente, de la main des enfants de Hamor, père de Sichem pour cent kesita. ", 
        "33_Chapter, 7_Verse": "Hamor leur parla en ces termes: \"Sichem, mon fils, a le cœur épris de votre fille; donnez-la lui, je vous prie, pour épouse. ", 
        "6_Chapter, 15_Verse": "Ceux qui entrèrent furent le mâle et la femelle de chaque espèce, comme Dieu l'avait commandé. Alors l'Éternel ferma sur Noé la porte de l'arche. ", 
        "0_Chapter, 6_Verse": "Dieu fit l'espace, opéra une séparation entre les eaux qui sont au-dessous et les eaux qui sont au-dessus, et cela demeura ainsi.", 
        "5_Chapter, 10_Verse": "Or, la terre s'était corrompue devant Dieu, et elle s'était remplie d'iniquité. ", 
        "4_Chapter, 23_Verse": "Hénoc se conduisait selon Dieu, lorsqu'il disparut, Dieu l'ayant retiré du monde. ", 
        "32_Chapter, 19_Verse": "Il y érigea un autel qu’il dénomma: \"le Seigneur est le Dieu d’Israël.\"", 
        "5_Chapter, 15_Verse": "Tu donneras du jour à l'arche, que tu réduiras, vers le haut, à la largeur d'une coudée; tu placeras la porte de l'arche sur le côté. Tu la composeras d'une charpente inférieure, d'une seconde et d'une troisième. ", 
        "0_Chapter, 3_Verse": "Dieu considéra que la lumière était bonne, et il établit une distinction entre la lumière et les ténèbres.", 
        "31_Chapter, 25_Verse": "Voyant qu'il ne pouvait le vaincre, il lui pressa la cuisse; et la cuisse de Jacob se luxa tandis qu'il luttait avec lui. ", 
        "32_Chapter, 1_Verse": "Il plaça les servantes avec leurs enfants au premier rang, Léa et ses enfants derrière, Rachel et Joseph les derniers. ", 
        "8_Chapter, 24_Verse": "et il dit : \"Maudit soit Canaan! Qu'il soit l'esclave des esclaves de ses frères!\" ", 
        "2_Chapter, 6_Verse": "Leurs yeux à tous deux se dessillèrent, et ils connurent qu'ils étaient nus; ils cousirent ensemble des feuilles de figuier, et s'en firent des pagnes. ", 
        "8_Chapter, 20_Verse": "Il but de son vin et s'enivra, et il se mit à nu au milieu de sa tente. ", 
        "5_Chapter, 17_Verse": "J'établirai mon pacte avec toi: tu entreras dans l'arche, toi et tes fils, et ta femme et les femmes de tes fils avec toi. ", 
        "0_Chapter, 1_Verse": "Or la terre n'était que solitude et chaos; des ténèbres couvraient la face de l'abîme, et le souffle de Dieu planait à la surface des eaux.", 
        "2_Chapter, 23_Verse": "Ayant chassé l'homme, il posta en avant du jardin d'Éden les chérubins, avec la lame de l'épée flamboyante, pour garder les abords de l'arbre de vie.", 
        "9_Chapter, 8_Verse": "Il fut un puissant ravisseur devant l'Éternel; c'est pourquoi on dit: \"Tel que Nemrod, un puissant ravisseur devant l'Éternel!\" ", 
        "6_Chapter, 7_Verse": "Des quadrupèdes purs; de ceux qui ne le sont point; des oiseaux, et de tout ce qui rampe sur le sol, ", 
        "1_Chapter, 10_Verse": "Le nom du premier: Pichon; c’est celui qui coule tout autour du pays de Havila, où se trouve l’or. ", 
        "31_Chapter, 20_Verse": "Et vous direz: ‘Voici que lui même, ton serviteur Jacob nous suit\" car il disait: \"Je veux rasséréner son visage par le présent qui me devance et puis je regarderai son visage, peut être deviendra t il bienveillant pour moi.\" ", 
        "9_Chapter, 19_Verse": "Tels sont les enfants de Cham, selon leurs familles et leur langage, selon leurs territoires et leurs peuplades. ", 
        "0_Chapter, 15_Verse": "Dieu fit les deux grands luminaires: le plus grand luminaire pour la royauté du jour, le plus petit luminaire pour la royauté de la nuit, et aussi les étoiles.", 
        "5_Chapter, 11_Verse": "Dieu considéra que la terre était corrompue, toute créature ayant perverti sa voie sur la terre. ", 
        "0_Chapter, 7_Verse": "Dieu nomma cet espace le Ciel. Le soir se fit, le matin se fit, - second jour.", 
        "1_Chapter, 2_Verse": "Dieu bénit le septième jour et le proclama saint, parce qu'en ce jour il se reposa de l’œuvre entière qu'il avait produite et organisée. ", 
        "32_Chapter, 11_Verse": "Il dit: \"Partons et marchons ensemble; je me conformerai à ton pas.\" ", 
        "31_Chapter, 22_Verse": "Il se leva, quant à lui, pendant la nuit; il prit ses deux femmes, ses deux servantes et ses onze enfants et passa le gué de Jaboc. ", 
        "31_Chapter, 2_Verse": "Jacob dit en les voyant: \"Ceci est la légion du Seigneur!\" Et il appela cet endroit Mahanayim. ", 
        "7_Chapter, 4_Verse": "Les eaux allèrent toujours décroissant jusqu'au dixième mois; le premier jour du dixième mois, apparurent les cimes des montagnes. ", 
        "33_Chapter, 9_Verse": "Demeurez avec nous; le pays vous est ouvert: restez y, exploitez le et formez y des établissements.\" ", 
        "8_Chapter, 1_Verse": "Que votre ascendant et votre terreur soient sur tous les animaux de la terre et sur tous les oiseaux du ciel; tous les êtres dont fourmille le sol, tous les poissons de la mer, est livrés en vos mains. ", 
        "31_Chapter, 30_Verse": "Jacob appela ce lieu Penïel \"parce que j'ai vu un être divin face à face et que ma vie est restée sauve.\" ", 
        "32_Chapter, 3_Verse": "Ésaü courut à sa rencontre, l'embrassa, se jeta à son cou et le baisa; et ils pleurèrent. ", 
        "32_Chapter, 10_Verse": "Reçois donc le présent que de ma part on t’a offert, puisque Dieu m’a favorisé et que je possède suffisamment.\" Sur ses instances Ésaü accepta. ", 
        "31_Chapter, 14_Verse": "deux cents chèvres et vingt boucs, deux cents brebis et vingt béliers; ", 
        "3_Chapter, 10_Verse": "Eh bien! tu es maudit à cause de cette terre, qui a ouvert sa bouche pour recevoir de ta main le sang de ton frère!\" ", 
        "34_Chapter, 26_Verse": "Jacob arriva chez Isaac son père, à Mamré, la cité d'Arba, autrement Hébron, où demeurèrent Abraham et Isaac. ", 
        "0_Chapter, 8_Verse": "Dieu dit: \"Que les eaux répandues sous le ciel se réunissent sur un même point, et que le sol apparaisse.\" Cela s'accomplit.", 
        "9_Chapter, 23_Verse": "Arphaxad engendra Chélah, et Chélah engendra Héber. ", 
        "6_Chapter, 0_Verse": "L'Éternel dit à Noé: \"Entre, toi et toute ta famille, dans l'arche; car c'est toi que j'ai reconnu honnête parmi cette génération.\" ", 
        "33_Chapter, 11_Verse": "Imposez-moi le douaire et les dons les plus considérables, je donnerai ce que vous me direz; accordez-moi seulement la jeune fille pour épouse.\" ", 
        "3_Chapter, 18_Verse": "Lamec prit deux femmes, la première nommée Ada, et la seconde Cilla. ", 
        "9_Chapter, 17_Verse": "Arvadéen, le Cemaréen et le Hamathéen. Depuis, les familles des Cananéens se développèrent. ", 
        "2_Chapter, 7_Verse": "Ils entendirent la voix de l'Éternel-Dieu, parcourant le jardin du côté d'où vient le jour. L'homme et sa compagne se cachèrent de la face de l'Éternel-Dieu, parmi les arbres du jardin. ", 
        "3_Chapter, 8_Verse": "L'Éternel dit à Caïn: \"Où est Abel ton frère?\" Il répondit: \"Je ne sais; suis-je le gardien de mon frère?\" ", 
        "5_Chapter, 20_Verse": "Munis-toi aussi de toutes provisions comestibles, et mets-les en réserve: pour toi et pour eux, cela servira de nourriture. ", 
        "31_Chapter, 28_Verse": "Il reprit: \"Jacob ne sera plus désormais ton nom, mais bien Israël; car tu as jouté contre des puissances célestes et humaines et tu es resté fort.\" ", 
        "31_Chapter, 13_Verse": "Il établit là son gîte pour cette nuit et il choisit, dans ce qui se trouvait en sa possession un hommage pour Ésaü son frère: ", 
        "6_Chapter, 4_Verse": "Noé se conforma à tout ce que lui avait ordonné l'Éternel. ", 
        "4_Chapter, 31_Verse": "Noé, étant âgé de cinq cents ans, engendra Sem, puis Cham et Japhet.", 
        "33_Chapter, 5_Verse": "Hamor, père de Sichem, se rendit auprès de Jacob pour lui parler. ", 
        "32_Chapter, 2_Verse": "Pour lui, il prit les devants et se prosterna contre terre, sept fois, avant d'aborder son frère. ", 
        "0_Chapter, 12_Verse": "Le soir se fit, le matin se fit, - troisième jour.", 
        "34_Chapter, 24_Verse": "Fils de Bilha, l'esclave de Rachel: Dan et Nephtali; ", 
        "0_Chapter, 27_Verse": "Dieu les bénit en leur disant \"Croissez et multipliez! Remplissez la terre et soumettez-la! Commandez aux poissons de la mer, aux oiseaux du ciel, à tous les animaux qui se meuvent sur la terre!\"", 
        "9_Chapter, 21_Verse": "Enfants de Sem: Élam, Assur, Arphaxad, Loud et Aram. ", 
        "5_Chapter, 7_Verse": "Mais Noé trouva grâce aux yeux de l'Éternel. ", 
        "31_Chapter, 8_Verse": "se disant: \"Si Ésaü attaque l'une des bandes et la met en pièces, la bande restante deviendra une ressource.\" ", 
        "4_Chapter, 27_Verse": "Lamec, ayant vécu cent quatrevingt-deux ans, engendra un fils. ", 
        "33_Chapter, 17_Verse": "Leurs paroles plurent à Hamor et à Sichem son fils. ", 
        "7_Chapter, 5_Verse": "Au bout de quarante jours, Noé ouvrit la fenêtre qu'il avait pratiquée à l'arche. ", 
        "4_Chapter, 29_Verse": "Lamec vécut, après avoir engendré Noé, cinq cent quatre-vingt-quinze ans; il engendra des fils et des filles. ", 
        "33_Chapter, 16_Verse": "Que si vous ne nous écoutez pas pour la circoncision, nous prenons notre fille et nous nous retirons.\" ", 
        "7_Chapter, 21_Verse": "Plus jamais, tant que durera la terre, semailles et récolte, froidure et chaleur, été et hiver, jour et nuit, ne seront interrompus.\"", 
        "6_Chapter, 2_Verse": "De même, des oiseaux du ciel, respectivement sept, mâles et femelles, pour perpétuer les espèces sur toute la face de la terre ", 
        "6_Chapter, 23_Verse": "La crue des eaux sur la terre dura cent cinquante jours.", 
        "32_Chapter, 0_Verse": "Jacob, levant les yeux, aperçut Ésaü qui venait, accompagné de quatre cents hommes. II répartit les enfants entre Léa, Rachel et les deux servantes. ", 
        "1_Chapter, 3_Verse": "Telles sont les origines du ciel et de la terre, lorsqu'ils furent créés; à l'époque où l'Éternel-Dieu fit une terre et un ciel. ", 
        "1_Chapter, 6_Verse": "L'Éternel-Dieu façonna l'homme, - poussière détachée du sol, - fit pénétrer dans ses narines un souffle de vie, et l'homme devint un être vivant. ", 
        "2_Chapter, 14_Verse": "Je ferai régner la haine entre toi et la femme, entre ta postérité et la sienne: celle-ci te visera à la tète, et toi, tu l'attaqueras au talon.\" ", 
        "3_Chapter, 19_Verse": "Ada enfanta Jabal, souche de ceux qui habitent sous des tentes et conduisent des troupeaux. ", 
        "31_Chapter, 19_Verse": "II ordonna de même au second, de même au troisième, de même à tous ceux qui conduisaient les troupeaux, en disant: \"C'est ainsi que vous parlerez à Ésaü quand vous le rencontrerez. ", 
        "8_Chapter, 5_Verse": "Celui qui verse le sang de l'homme, par l'homme son sang sera versé car l'homme a été fait à l'image de Dieu. ", 
        "6_Chapter, 18_Verse": "Puis les eaux redoublèrent d'intensité sur la terre et les plus hautes montagnes qui sont sous le ciel furent submergées. ", 
        "4_Chapter, 19_Verse": "La vie entière de Yéred fut de neuf cent soixante-deux ans, après quoi il mourut. ", 
        "33_Chapter, 22_Verse": "Leurs troupeaux, leurs possessions, tout leur bétail, n'est il pas vrai, seront à nous. Accédons seulement à leur désir et ils demeureront avec nous.\" ", 
        "9_Chapter, 30_Verse": "Tels sont les descendants de Sem, selon leurs familles et leurs langages, selon leurs territoires et leurs peuplades. ", 
        "9_Chapter, 18_Verse": "Le territoire du peuple cananéen s'étendait depuis Sidon jusqu'à Gaza dans la direction de Gherar; jusqu'à Lécha, dans la direction de Sodome, Gomorrhe, Adma et Ceboïm. ", 
        "0_Chapter, 30_Verse": "Dieu examina tout ce qu'il avait fait c'était éminemment bien. Le soir se fit, puis le matin; ce fut le sixième jour.", 
        "9_Chapter, 2_Verse": "Enfants de Gourer: Achkenaz, Rifath et Togarma. ", 
        "34_Chapter, 11_Verse": "Et le pays que j'ai accordé à Abraham et à Isaac, je te l'accorde et à ta postérité après toi je donnerai ce pays.\" ", 
        "2_Chapter, 4_Verse": "mais Dieu sait que, du jour où vous en mangerez, vos yeux seront dessillés, et vous serez comme Dieu, connaissant le bien et le mal.\" ", 
        "1_Chapter, 22_Verse": "Et l’homme dit: \"Celle-ci, pour le coup, est un membre extrait de mes membres et une chair de ma chair; celle-ci sera nommée Icha, parce qu'elle a été prise de Ich.\" ", 
        "33_Chapter, 2_Verse": "Puis son cœur s'attacha à Dina, fille de Jacob; il aima la jeune fille et il parla à son cœur. ", 
        "8_Chapter, 28_Verse": "Toute la vie de Noé avait été de neuf cent cinquante ans lorsqu'il mourut.", 
        "32_Chapter, 8_Verse": "Ésaü dit: \"J'en ai amplement; mon frère, garde ce que tu as.\" ", 
        "0_Chapter, 0_Verse": "Au commencement, Dieu créa le ciel et la terre", 
        "5_Chapter, 16_Verse": "Et moi, je vais amener sur la terre le Déluge - les eaux - pour détruire toute chair animée d'un souffle de vie sous les cieux; tout ce qui habite la terre périra. ", 
        "31_Chapter, 10_Verse": "je suis peu digne de toutes les faveurs et de toute la fidélité que tu as témoignées à ton serviteur, moi qui, avec mon bâton, avais passé ce Jourdain et qui à présent possède deux légions. ", 
        "7_Chapter, 2_Verse": "Les eaux se retirèrent de dessus la terre, se retirèrent par degrés; elles avaient commencé à diminuer au bout de cent cinquante jours. ", 
        "31_Chapter, 1_Verse": "Pour Jacob, il poursuivit son voyage; des envoyés du Seigneur se trouvèrent sur ses pas. ", 
        "6_Chapter, 16_Verse": "Le Déluge ayant duré quarante jours sur la terre, les eaux, devenues grosses, soulevèrent l'arche, qui se trouva au-dessus de la terre. ", 
        "2_Chapter, 21_Verse": "L'Éternel-Dieu dit: \"Voici l'homme devenu comme l'un de nous, en ce qu'il connait le bien et le mal. Et maintenant, il pourrait étendre sa main et cueillir aussi du fruit de l'arbre de vie; il en mangerait, et vivrait à jamais.\" ", 
        "7_Chapter, 15_Verse": "Sors de l'arche, toi et ta femme, et tes fils et leurs femmes avec toi. ", 
        "33_Chapter, 30_Verse": "Ils répondirent: \"Devait-on traiter notre sœur comme une prostituée?\"", 
        "0_Chapter, 29_Verse": "Et aux animaux sauvages, à tous les oiseaux du ciel, à tout ce qui se meut sur la terre et possède un principe de vie, j'assigne toute verdure végétale pour nourriture.\" Et il en fut ainsi.", 
        "34_Chapter, 23_Verse": "Fils de Rachel: Joseph et Benjamin. ", 
        "3_Chapter, 9_Verse": "Dieu dit: \"Qu'as-tu fait! Le cri du sang de ton frère s'élève, jusqu'à moi, de la terre. ", 
        "7_Chapter, 19_Verse": "Noé érigea un autel à l'Éternel; il prit de tous les quadrupèdes purs, de tous les oiseaux purs, et les offrit en holocauste sur l'autel. ", 
        "6_Chapter, 20_Verse": "Alors périt toute créature se mouvant sur la terre: oiseaux, bétail, bêtes sauvages, tous les êtres pullulant sur la terre, et toute l'espèce humaine. ", 
        "1_Chapter, 20_Verse": "L’Éternel-Dieu fit peser une torpeur sur l’Homme, qui s’endormit; il prit une de ses côtes, et forma un tissu de chair à la place. ", 
        "31_Chapter, 5_Verse": "J'ai séjourné chez Laban et prolongé mon séjour jusqu'à présent. J'ai acquis boeufs et ânes, menu bétail, esclaves mâles et femelles; je l'envoie annoncer à mon seigneur, pour obtenir faveur à ses yeux.’ \" ", 
        "5_Chapter, 14_Verse": "Et voici comment tu la feras: trois cents coudées seront la longueur de l'arche; cinquante coudées sa largeur, et trente coudées sa hauteur. ", 
        "33_Chapter, 28_Verse": "Tous leurs biens, tous leurs enfants et leurs femmes, ils les emmenèrent et les dépouillèrent, avec tout ce qui était dans les maisons. ", 
        "32_Chapter, 12_Verse": "Il lui répondit: \"Mon seigneur sait que ces enfants sont délicats, que ce menu et ce gros bétail qui allaitent exigent mes soins; si on les surmène un seul jour, tout le jeune bétail périra. ", 
        "32_Chapter, 17_Verse": "Jacob arriva ensuite à Salem, ville de Sichem, dans le pays de Canaan, à son retour du territoire d’Aram; et il se fixa à l’entrée de cette ville. ", 
        "4_Chapter, 11_Verse": "Kênân, ayant vécu soixante-dix ans, engendra Mahalalêl. ", 
        "6_Chapter, 21_Verse": "Tout ce qui était animé du souffle de la vie, tout ce qui peuplait le sol, expira. ", 
        "6_Chapter, 19_Verse": "De quinze coudées plus haut les eaux s'étaient élevées; et les montagnes avaient disparu. ", 
        "3_Chapter, 0_Verse": "or, l'homme s'était uni à Ève, sa femme. Elle conçut et enfanta Caïn, en disant: \"J'ai fait naître un homme, conjointement avec l'Éternel!\" ", 
        "33_Chapter, 8_Verse": "Alliez-vous avec nous; donneznous vos filles et épousez les nôtres. ", 
        "4_Chapter, 21_Verse": "Hénoc se conduisit selon Dieu, après avoir engendré Mathusalem, durant trois cents ans, et engendra des fils et des filles. ", 
        "33_Chapter, 15_Verse": "Alors nous vous donnerons nos filles et nous accepterons les vôtres pour nous; nous habiterons avec vous et nous formerons un seul peuple. ", 
        "32_Chapter, 15_Verse": "Ce jour même, Ésaü reprit le chemin de Séir. ", 
        "3_Chapter, 11_Verse": "Lorsque tu cultiveras la terre, elle cessera de te faire part de sa fécondité; tu seras errant et fugitif par le monde.\" ", 
        "33_Chapter, 10_Verse": "Sichem dit au père de la jeune fille et à ses frères: \"Puisse-je trouver faveur auprès de vous! Ce que vous me demanderez, je le donnerai. ", 
        "34_Chapter, 0_Verse": "Le Seigneur dit à Jacob: \"Va, monte à Béthel et y séjourne; et élèves-y un autel au Dieu qui t’apparut, lorsque tu fuyais devant Ésaü ton frère.\" ", 
        "34_Chapter, 18_Verse": "Rachel mourut donc et fut ensevelie sur le chemin d'Éfrath, qui est Bethléem. ", 
        "31_Chapter, 26_Verse": "Il dit: \"Laisse moi partir, car l'aube est venue.\" II répondit: \"Je ne te laisserai point, que tu ne m'aies béni.\" ", 
        "33_Chapter, 14_Verse": "Toutefois, à ce prix nous serons d'accord avec vous: si vous devenez comme nous, en circoncisant tout mâle d'entre vous. ", 
        "2_Chapter, 10_Verse": "Alors il dit: \"Qui t'a appris que tu étais nu? Cet arbre dont je t'avais défendu de manger, tu en as donc mangé?\" ", 
        "2_Chapter, 15_Verse": "A la femme il dit: \"J'aggraverai tes labeurs et ta grossesse; tu enfanteras avec douleur; la passion t'attirera, vers ton époux, et lui te dominera.\" ", 
        "31_Chapter, 4_Verse": "Il leur avait donné cet ordre: \"Vous parlerez ainsi à mon seigneur, à Ésaü: ‘Ainsi parle ton serviteur Jacob: ", 
        "1_Chapter, 19_Verse": "L’homme imposa des noms à tous les animaux qui paissent, aux oiseaux du ciel, à toutes les bêtes sauvages; mais pour lui-même, il ne trouva pas de compagne qui lui fût assortie. ", 
        "32_Chapter, 13_Verse": "Que mon seigneur veuille passer devant son serviteur; moi, je cheminerai à ma commodité, selon le pas de la suite qui m'accompagne et selon le pas des enfants, jusqu'à ce que je rejoigne mon seigneur à Séir.\" ", 
        "3_Chapter, 13_Verse": "Vois, tu me proscris aujourd'hui de dessus la face de la terre; mais puis-je me dérober à ta face? Je vais errer et fuir par le monde, mais le premier qui me trouvera me tuera.\" ", 
        "3_Chapter, 7_Verse": "Caïn parla à son frère Abel; mais il advint, comme ils étaient aux champs, que Caïn se jeta sur Abel, son frère, et le tua. ", 
        "4_Chapter, 22_Verse": "Tous les jours d'Hénoc furent de trois cent soixante-cinq ans; ", 
        "9_Chapter, 0_Verse": "Voici la descendance des fils de Noé, Sem, Cham et Japhet, à qui des enfants naquirent après le Déluge. ", 
        "1_Chapter, 4_Verse": "Or, aucun produit des champs ne paraissait encore sur la terre, et aucune herbe des champs ne poussait encore; car l'Éternel-Dieu n'avait pas fait pleuvoir sur la terre, et d'homme, il n'y en avait point pour cultiver la terre. ", 
        "8_Chapter, 6_Verse": "Pour vous, croissez et multipliez; foisonnez sur la terre et devenez y nombreux.\" ", 
        "5_Chapter, 4_Verse": "L'Éternel vit que les méfaits de l'homme se multipliaient sur la terre, et que le produit des pensées de son cœur était uniquement, constamment mauvais; ", 
        "4_Chapter, 17_Verse": "Véred, ayant vécu cent soixante-deux ans, engendra Hénoc. ", 
        "1_Chapter, 15_Verse": "L’Éternel-Dieu donna un ordre à l’homme, en disant: \"Tous les arbres du jardin, tu peux t’en nourrir; ", 
        "0_Chapter, 18_Verse": "Le soir se fit, le matin se fit, - quatrième jour.", 
        "9_Chapter, 14_Verse": "Canaan engendra Sidon, son premier-né, puis Heth ", 
        "34_Chapter, 17_Verse": "Or, au moment de rendre l'âme, car elle mourut, elle le nomma Ben-Oni; mais son père l'appela Benjamin. ", 
        "9_Chapter, 11_Verse": "puis Résèn, entre Ninive et Kélah, cette grande cité. ", 
        "7_Chapter, 0_Verse": "Alors Dieu se souvint de Noé, et de tous les animaux sauvages et domestiques qui étaient avec lui dans l’arche. Dieu fit passer un souffle sur la terre, et les eaux se calmèrent. ", 
        "3_Chapter, 16_Verse": "Caïn connut sa femme; elle conçut et enfanta Hénoc. Caïn bâtissait alors une ville, qu'il désigna du nom de son fils Hénoc. ", 
        "7_Chapter, 11_Verse": "Ayant attendu sept autres jours encore, il fit partir la colombe, qui ne revint plus auprès de lui. ", 
        "2_Chapter, 3_Verse": "Le serpent dit à la femme: \"Non, vous ne mourrez point; ", 
        "3_Chapter, 23_Verse": "Si Caïn doit être vengé sept fois, Lamec le sera soixante-dix-sept fois.\" ", 
        "1_Chapter, 0_Verse": "Ainsi furent terminés les cieux et la terre, avec tout ce qu'ils renferment. ", 
        "8_Chapter, 16_Verse": "Dieu dit à Noé: \"C'est là le signe de l'alliance que j'ai établie entre moi et toutes les créatures de la terre.\" ", 
        "0_Chapter, 28_Verse": "Dieu ajouta: \"Or, je vous accorde tout herbage portant graine, sur toute la face de la terre, et tout arbre portant des fruits qui deviendront arbres par le développement du germe. Ils serviront à votre nourriture.", 
        "3_Chapter, 5_Verse": "Le Seigneur dit à Caïn; \"Pourquoi es-tu chagrin, et pourquoi ton visage est-il abattu? ", 
        "31_Chapter, 21_Verse": "Le présent défila devant lui et lui, demeura cette nuit dans le camp. ", 
        "3_Chapter, 12_Verse": "Caïn dit à l'Éternel: \"Mon crime est trop grand pour qu'on me supporte. ", 
        "4_Chapter, 9_Verse": "Enos vécut, après avoir engendré Kênân, huit cent quinze ans; et il eut des fils et des filles. ", 
        "31_Chapter, 31_Verse": "Le soleil commençait à l'éclairer lorsqu'il eut quitté Penïél; il boitait alors à cause de sa cuisse. ", 
        "34_Chapter, 6_Verse": "Là il dressa un autel et il appela l'endroit Él béth Él; car là les puissances célestes lui étaient apparues, comme il fuyait à cause de son frère. ", 
        "5_Chapter, 1_Verse": "les fils de la race divine trouvèrent que les filles de l'homme étaient belles, et ils choisirent pour femmes toutes celles qui leur convinrent. ", 
        "1_Chapter, 8_Verse": "L'Éternel-Dieu fit surgir du sol toute espèce d'arbres, beaux à voir et propres à la nourriture; et l'arbre de vie au milieu du jardin, avec l'arbre de la science du bien et du mal. ", 
        "0_Chapter, 16_Verse": "Et Dieu les plaça dans l'espace céleste pour rayonner sur la terre;", 
        "0_Chapter, 11_Verse": "La terre donna naissance aux végétaux: aux herbes qui développent leur semence selon leur espèce, et aux arbres portant, selon leur espèce, un fruit qui renferme sa semence. Et Dieu considéra que c'était bien.", 
        "4_Chapter, 24_Verse": "Mathusalem, ayant vécu cent quatre-vingtsept ans, engendra Lamec. ", 
        "1_Chapter, 16_Verse": "mais l’arbre de la science du bien et du mal, tu n’en mangeras point: car du jour où tu en mangeras, tu dois mourir!\" ", 
        "4_Chapter, 5_Verse": "Seth, ayant vécu cent cinq ans, engendra Énos. ", 
        "0_Chapter, 23_Verse": "Dieu dit: \"Que la terre produise des êtres animés selon leurs espèces: bétail, reptiles, bêtes sauvages de chaque sorte.\" Et cela s'accomplit.", 
        "9_Chapter, 16_Verse": "le Hévéen, l'Arkéen, le Sinéen, ", 
        "8_Chapter, 3_Verse": "Toutefois aucune créature, tant que son sang maintient sa vie, vous n'en mangerez. ", 
        "32_Chapter, 6_Verse": "Léa aussi s'approcha avec ses enfants et ils se prosternèrent; puis, Joseph s'approcha avec Rachel et ils seprosternèrent. ", 
        "5_Chapter, 19_Verse": "Des oiseaux selon leur espèce; des quadrupèdes selon leur espèce; de tout ce qui rampe sur la terre, selon son espèce, qu'un couple vienne auprès de toi pour conserver la vie. ", 
        "8_Chapter, 17_Verse": "Les fils de Noé qui sortirent de l'arche furent Sem, Cham et Japhet; Cham était le père de Canaan. ", 
        "34_Chapter, 2_Verse": "Disposons-nous à monter à Béthel; j'y érigerai un autel au Dieu qui m'exauça à l'époque de ma détresse et qui fut avec moi sur la route où je marchais.\" ", 
        "9_Chapter, 1_Verse": "Enfants de Japhet Gourer, Magog, Madaï, Yavân, Toubal, Méchec et Tiràs. ", 
        "6_Chapter, 11_Verse": "La pluie tomba sur la terre, quarante jours et quarante nuits. ", 
        "0_Chapter, 17_Verse": "pour régner le jour et la nuit, et pour séparer la lumière des ténèbres. Dieu considéra que c'était bien.", 
        "3_Chapter, 22_Verse": "Lamec dit à ses femmes\"Ada et Cilla, écoutez ma voix! Femmes de Lamec, prêtez l'oreille à ma parole! J'ai tué un homme parce qu'il m'avait frappé,Et un jeune homme à cause de ma blessure: ", 
        "6_Chapter, 22_Verse": "Dieu effaça toutes les créatures qui étaient sur la face de la terre, depuis l'homme jusqu'à la brute, jusqu'au reptile, jusqu'à l'oiseau du ciel et ils furent effacés de la terre. Il ne resta que Noé et ce qui était avec lui dans l'arche. ", 
        "33_Chapter, 3_Verse": "Sichem dit à Hamor, son père: \"Obtiens moi cette jeune fille pour épouse.\" ", 
        "3_Chapter, 14_Verse": "L'Éternel lui dit: \"Aussi, quiconque tuera Caïn sera puni au septuple.\" Et l'Éternel le marqua d'un signe, pour que personne, le rencontrant, ne le frappât. ", 
        "1_Chapter, 18_Verse": "L’Éternel-Dieu avait formé de matière terrestre tous les animaux des champs et tous les oiseaux du ciel. Il les amena devant l’homme pour qu’il avisât à les nommer; et telle chaque espèce animée serait nommée par l’homme, tel serait son nom. ", 
        "33_Chapter, 24_Verse": "Or, le troisième jour, comme ils étaient souffrants, deux des fils de Jacob, Siméon et Lévi, frères de Dina, prirent chacun leur épée, marchèrent sur la ville avec assurance et tuèrent tous les mâles; ", 
        "8_Chapter, 15_Verse": "L'arc étant dans les nuages, je le regarderai et me rappellerai le pacte perpétuel de Dieu avec toutes les créatures vivantes qui sont sur la terre. ", 
        "33_Chapter, 1_Verse": "Elle fut remarquée de Sichem, fils de Hamor le Hévéen, gouverneur du pays; il l'enleva et s'approcha d'elle en lui faisant violence. ", 
        "0_Chapter, 13_Verse": "Dieu dit: \"Que des corps lumineux apparaissent dans l'espace des cieux, pour distinguer entre le jour et la nuit; ils serviront de signes pour les saisons, pour les jours, pour les années;", 
        "2_Chapter, 12_Verse": "L'Éternel-Dieu dit à la femme: \"Pourquoi as-tu fait cela?\" La femme répondit: \"Le serpent m'a entraînée, et j'ai mangé.\" ", 
        "33_Chapter, 18_Verse": "Et le jeune homme n'hésita point à effectuer la chose, épris qu'il était de la fille de Jacob; d'ailleurs, il était considéré entre tous dans la maison de son père. ", 
        "7_Chapter, 13_Verse": "Et au deuxième mois, le vingt-septième jour du mois, la terre était sèche. ", 
        "5_Chapter, 9_Verse": "Noé engendra trois fils: Sem, Cham et Japhet. ", 
        "31_Chapter, 6_Verse": "Les messagers revinrent près de Jacob, en disant: \"Nous sommes allés trouver ton frère Ésaü; lui même vient à ta rencontre et quatre cents hommes l'accompagnent.\" ", 
        "8_Chapter, 7_Verse": "Dieu adressa à Noé et à ses enfants ces paroles: ", 
        "32_Chapter, 14_Verse": "Ésaü dit: \"Je veux alors te faire escorter par une partie de mes hommes.\" II répondit: \"A quoi bon? Je voudrais trouver grâce aux yeux de mon seigneur!\" ", 
        "33_Chapter, 4_Verse": "Jacob apprit qu'on avait déshonoré Dina, sa fille. Ses fils étaient avec son bétail, dans les champs; Jacob se tut jusqu'à leur retour. ", 
        "1_Chapter, 7_Verse": "L'Éternel-Dieu planta un jardin en Éden, vers l'orient, et y plaça l'homme qu'il avait façonné. ", 
        "33_Chapter, 12_Verse": "Les fils de Jacob usèrent de ruse en répondant à Sichem et à Hamor son père, parce qu'on avait souillé Dina, leur sœur. ", 
        "4_Chapter, 18_Verse": "Yéred vécut, après la naissance d'Hénoc, huit cents ans; il eut des fils et des filles. ", 
        "8_Chapter, 19_Verse": "Noé, d'abord cultivateur planta une vigne. ", 
        "6_Chapter, 10_Verse": "Dans l'année six cent de la vie de Noé, le deuxième mois, le dix-septième jour du mois, en ce jour jaillirent toutes les sources de l'immense Abîme, et les cataractes du ciel s'ouvrirent. ", 
        "7_Chapter, 14_Verse": "Dieu parla à Noé en ces termes: ", 
        "2_Chapter, 16_Verse": "Et à l'homme il dit: \"Parce que tu as cédé à la voix de ton épouse, et que tu as mangé de l'arbre dont je t'avais enjoint de ne pas manger, maudite est la terre à cause de toi: c'est avec effort que tu en tireras ta nourriture, tant que tu vivras. ", 
        "1_Chapter, 17_Verse": "L’Éternel-Dieu dit: \"Il n’est pas bon que l’homme soit isolé; je lui ferai une aide digne de lui.\" ", 
        "9_Chapter, 3_Verse": "Enfants de Yavân: Elicha, Tharsis, Kittim et Dodanim. ", 
        "34_Chapter, 20_Verse": "Israël partit et dressa sa tente au delà de Migdal Éder. ", 
        "0_Chapter, 19_Verse": "Dieu dit: \"Que les eaux fourmillent d'une multitude animée, vivante; et que des oiseaux volent au dessus de ta terre, à travers l'espace des cieux.\"", 
        "3_Chapter, 4_Verse": "mais à Caïn et à son offrande il ne fut pas favorable; Caïn en conçut un grand chagrin, et son visage fut abattu. ", 
        "33_Chapter, 0_Verse": "Or, Dina, la fille que Léa avait enfantée à Jacob, sortit pour faire connaissance avec les filles du pays. ", 
        "0_Chapter, 21_Verse": "Dieu les bénit en disant: Croissez et multipliez remplissez les eaux, habitants des mers oiseaux, multipliez sur la terre!\"", 
        "34_Chapter, 21_Verse": "Il arriva, tandis qu'Israël résidait dans cette contrée que Ruben alla cohabiter avec Bilha, concubine de son père, Israël en fut instruit. Or, les fils de Jacob furent douze. ", 
        "4_Chapter, 26_Verse": "Tous les jours de Mathusalem furent de neuf cent soixante-neuf ans, après quoi il mourut. ", 
        "9_Chapter, 28_Verse": "Ophir, Havila et Yobab. Tous ceuxlà furent enfants de Yoktân. ", 
        "1_Chapter, 5_Verse": "Mais une exhalaison s'élevait de la terre et humectait toute la surface du sol. ", 
        "31_Chapter, 12_Verse": "Pourtant, tu as dit: ‘Je te comblerai de faveurs et j'égalerai ta descendance au sable de la mer, dont la quantité est incalculable.’ \" ", 
        "5_Chapter, 13_Verse": "Fais-toi une arche de bois de gôfèr; tu distribueras cette arche en cellules, et tu l'enduiras, en dedans et en dehors, de poix. ", 
        "0_Chapter, 5_Verse": "Dieu dit: \"Qu'un espace s'étende au milieu des eaux, et forme une barrière entre les unes et les autres.\"", 
        "1_Chapter, 1_Verse": "Dieu mit fin, le septième jour, à l’œuvre faite par lui; et il se reposa, le septième jour, de toute l’œuvre qu'il avait faite. ", 
        "8_Chapter, 18_Verse": "Ce sont là les trois fils de Noé par lesquels toute la terre fut peuplée. ", 
        "34_Chapter, 1_Verse": "Jacob dit à sa famille et à tous ses gens: \"Faites disparaître les dieux étrangers qui sont au milieu de vous; purifiez vous et changez de vêtements. ", 
        "33_Chapter, 6_Verse": "Mais les enfants de Jacob étaient revenus des champs à cette nouvelle et ces hommes étaient consternés et leur indignation était grande; car une flétrissure avait eu lieu en Israël par le viol de la fille de Jacob et ce n'est pas ainsi qu'on devait agir. ", 
        "3_Chapter, 3_Verse": "et Abel offrit, de son côté, des premiers-nés de son bétail, de leurs parties grasses. Le Seigneur se montra favorable à Abel et à son offrande, ", 
        "7_Chapter, 6_Verse": "Il lâcha le corbeau qui partit, allant et revenant jusqu'à ce que les eaux eussent laissé la terre à sec. ", 
        "33_Chapter, 21_Verse": "Pourtant, à une condition, ces hommes consentent à demeurer avec nous pour former un même peuple: c'est que tout mâle parmi nous soit circoncis comme ils le sont eux mêmes. ", 
        "34_Chapter, 13_Verse": "Jacob érigea un monument dans l'endroit où il lui avait parlé, un monument de pierre; il fit couler dessus une libation et y répandit de l'huile. ", 
        "8_Chapter, 23_Verse": "Noé, réveillé de son ivresse, connut ce que lui avait fait son plus jeune fils, ", 
        "7_Chapter, 18_Verse": "Tous les quadrupèdes, tous les reptiles, tous les oiseaux, tout ce qui se meut sur la terre sortit, selon ses espèces, de l'arche. ", 
        "31_Chapter, 15_Verse": "trente chamelles laitières avec leurs petits, quarante vaches et dix taureaux, vingt ânesses et dix ânes. ", 
        "34_Chapter, 25_Verse": "et fils de Zilpa, l'esclave de Léa: Gad et Aser. Tels sont les fils de Jacob, qui lui naquirent dans le territoire d'Aram. ", 
        "2_Chapter, 0_Verse": "Mais le serpent était rusé, plus qu'aucun des animaux terrestres qu'avait faits l'Éternel-Dieu. Il dit à la femme: \"Est-il vrai que Dieu a dit: vous ne mangerez rien de tous les arbres du jardin?\" ", 
        "6_Chapter, 13_Verse": "eux, et toute bête fauve selon son espèce, et tout le bétail selon son espèce, et tout animal rampant sur la terre selon son espèce, et tout volatile selon son espèce: tout oiseau, tout être ailé. ", 
        "33_Chapter, 26_Verse": "Les fils de Jacob vinrent dépouiller les cadavres et pillèrent la ville qui avait déshonoré leur sœur: ", 
        "2_Chapter, 19_Verse": "L'homme donna pour nom à sa compagne \"Ève\" parce qu'elle fut la mère de tous les vivants. ", 
        "2_Chapter, 5_Verse": "La femme jugea que l'arbre était bon comme nourriture, qu'il était attrayant à la vue et précieux pour l'intelligence; elle cueillit de son fruit et en mangea; puis en donna à son époux, et il mangea. ", 
        "2_Chapter, 11_Verse": "L'homme répondit; \"La femme - que tu m'as associée - c'est elle qui m'a donné du fruit de l'arbre, et j'ai mangé,\" ", 
        "31_Chapter, 3_Verse": "Jacob envoya des messagers en avant, vers Ésaü son frère, au pays de Séir, dans la campagne d'Édom. ", 
        "7_Chapter, 8_Verse": "Mais la colombe ne trouva pas de point d'appui pour la plante de ses pieds, et elle revint vers lui dans l'arche, parce que l'eau couvrait encore la surface de la terre. Il étendit la main, la prit et la fit rentrer auprès de lui dans l'arche. ", 
        "1_Chapter, 24_Verse": "Or ils étaient tous deux nus, l'homme et sa femme, et ils n'en éprouvaient point de honte.", 
        "4_Chapter, 8_Verse": "Énos vécut quatre-vingt-dix ans, et engendra Kênân. ", 
        "8_Chapter, 0_Verse": "Dieu bénit Noé et ses fils, en leur disant: \"Croissez et multipliez, et remplissez la terre! ", 
        "7_Chapter, 12_Verse": "Ce fut dans la six cent unième année, au premier mois, le premier jour du mois, que les eaux laissèrent la terre à sec. Noé écarta le plafond de l'arche et vit que la surface du sol était desséchée. ", 
        "1_Chapter, 12_Verse": "Le nom du deuxième fleuve: Ghihôn; c’est lui qui coule tout autour du pays de Kouch. ", 
        "34_Chapter, 4_Verse": "Ils partirent; dominées par une terreur divine, les villes d'alentour ne poursuivirent pas les fils de Jacob. ", 
        "32_Chapter, 7_Verse": "II reprit: \"Qu'est ce que toute cette troupe, venant de ta part, que j'ai rencontrée?\" II répondit: \"Pour obtenir la bienveillance de mon seigneur.\" ", 
        "2_Chapter, 20_Verse": "L'Éternel-Dieu fit pour l'homme et pour sa femme des tuniques de peau, et les en vêtit. ", 
        "9_Chapter, 15_Verse": "puis le Jebuséen, l'Amorréen, le Ghirgachéen, ", 
        "8_Chapter, 14_Verse": "je me souviendrai de mon alliance avec vous et tous les êtres animés et les eaux ne deviendront plus un déluge, anéantissant toute chair. ", 
        "3_Chapter, 20_Verse": "Le nom de son frère était Jubal: celui ci fut la souche de ceux qui manient la harpe et la lyre. ", 
        "4_Chapter, 13_Verse": "Toute la vie de Kênân fut de neuf cent dix ans, après quoi il mourut. ", 
        "4_Chapter, 15_Verse": "Mahalalél, après avoir engendré Yéred, vécut huit cent trente ans, et engendra des fils et des filles. ", 
        "4_Chapter, 1_Verse": "Il les créa mâle et femelle, les bénit et les appela l'homme, le jour de leur création. ", 
        "7_Chapter, 17_Verse": "Noé sortit avec ses fils, sa femme, et les femmes de ses fils. ", 
        "2_Chapter, 2_Verse": "mais quant au fruit de l'arbre qui est au milieu du jardin, Dieu a dit: Vous n'en mangerez pas, vous n'y toucherez point, sous peine de mourir.\" ", 
        "6_Chapter, 3_Verse": "Car encore sept jours, et je ferai pleuvoir sur la terre pendant quarante jours et quarante nuits; et j'effacerai de la surface du sol tous les êtres que j'ai créés. ", 
        "34_Chapter, 9_Verse": "Dieu lui dit: \"Tu te nommes Jacob; mais ton nom, désormais, ne sera plus Jacob, ton nom sera Israël\"; il lui donna ainsi le nom d'Israël\" ", 
        "5_Chapter, 2_Verse": "L'Éternel dit: \"Mon esprit n'animera plus les hommes pendant une longue durée, car lui aussi devient chair. Leurs jours seront réduits à cent vingt ans.\" ", 
        "0_Chapter, 2_Verse": "Dieu dit: \"Que la lumière soit!\" Et la lumière fut.", 
        "4_Chapter, 3_Verse": "Après avoir engendré Seth, Adam vécut huit cents ans, engendrant des fils et des filles. ", 
        "32_Chapter, 4_Verse": "En levant les yeux, il vit les femmes et les enfants et dit: \"Que te sont ceux là?\" II répondit: \"Ce sont les enfants dont Dieu a gratifié ton serviteur.\" ", 
        "4_Chapter, 14_Verse": "Mahalalêl, ayant vécu soixante-cinq ans, engendra Yéred. ", 
        "2_Chapter, 13_Verse": "L'Éternel-Dieu dit au serpent \"Parce que tu as fait cela, tu es maudit entre tous les animaux et entre toutes les créatures terrestres: tu te traîneras sur le ventre, et tu te nourriras de poussière tous les jours de ta vie. ", 
        "2_Chapter, 17_Verse": "Elle produira pour toi des buissons et de l'ivraie, et tu mangeras de l'herbe des champs. ", 
        "8_Chapter, 4_Verse": "Toutefois encore, votre sang, qui fait votre vie, j'en demanderai compte: je le redemanderai à tout animal et à l'homme lui-même, si l'homme frappe son frère, je redemanderai la vie de l'homme. ", 
        "33_Chapter, 25_Verse": "et Hamor et Sichem son fils, ils les passèrent au fil de l'épée; ils emmenèrent Dina hors de la maison de Sichem et ils ressortirent. ", 
        "9_Chapter, 24_Verse": "A Héber il naquit deux fils. Le nom de l'un: Péleg, parce que de son temps la terre fut partagée; et le nom de son frère: Yoktân. ", 
        "32_Chapter, 5_Verse": "Les servantes s'approchèrent ainsi que leurs enfants et se prosternèrent. ", 
        "8_Chapter, 27_Verse": "Noé vécut, après le Déluge, trois cent cinquante ans. ", 
        "8_Chapter, 22_Verse": "Sem et Japhet prirent la couverture, la déployèrent sur leurs épaules, et, marchant à reculons, couvrirent la nudité de leur père, mais ne la virent point, leur visage étant retourné. ", 
        "34_Chapter, 8_Verse": "Dieu apparut de nouveau à Jacob, à son retour du territoire d'Aram et il le bénit. ", 
        "34_Chapter, 3_Verse": "Ils remirent à Jacob tous les dieux étrangers qui étaient en leur possession et les joyaux qui étaient à leurs oreilles et Jacob les enfouit sous le tilleul qui était près de Sichem. ", 
        "7_Chapter, 20_Verse": "L'Éternel aspira la délectable odeur, et il dit en lui-même: \"Désormais, je ne maudirai plus la terre à cause de l'homme, car les conceptions du cœur de l'homme sont mauvaises dès son enfance; désormais, je ne frapperai plus tous les vivants, comme je l'ai fait. ", 
        "4_Chapter, 4_Verse": "Tout le temps qu'Adam vécut fut donc de neuf cent trente ans; et il mourut. ", 
        "1_Chapter, 21_Verse": "L’Éternel-Dieu organisa en une femme la côte qu’il avait prise à l’homme, et il la présenta à l’homme. ", 
        "34_Chapter, 10_Verse": "Et Dieu lui dit: \"Je suis le Dieu tout puissant: tu vas croître et multiplier! Un peuple, un essaim de peuples naîtra de toi et des rois sortiront de tes entrailles. ", 
        "4_Chapter, 25_Verse": "Mathusalem vécut, après avoir engendré Lamec, sept cent quatre-vingt-deux ans; il eut encore des fils et des filles. ", 
        "7_Chapter, 7_Verse": "Puis, il lâcha la colombe, pour voir si les eaux avaient baissé sur la face du sol. ", 
        "8_Chapter, 12_Verse": "J'ai placé mon arc dans la nue et il deviendra un signe d'alliance entre moi et la terre. ", 
        "31_Chapter, 18_Verse": "Tu répondras: ‘A ton serviteur Jacob; ceci est un hommage adressé à mon seigneur Ésaü; et Jacob lui même nous suit.’ \" ", 
        "34_Chapter, 7_Verse": "Débora, nourrice de Rébecca, étant morte alors, fut enterrée au dessous de Béthel, au pied d'un chêne qui fut appelé le Chêne des Pleurs. ", 
        "1_Chapter, 9_Verse": "Un fleuve sortait d'Éden pour arroser le jardin; de là il se divisait et formait quatre bras. ", 
        "33_Chapter, 23_Verse": "Tous ceux qui habitaient l'enceinte de la ville écoutèrent Hamor et Sichem son fils; et tout mâle fut circoncis, parmi les citoyens de la ville. ", 
        "7_Chapter, 9_Verse": "Il attendit encore sept autres jours, et renvoya de nouveau la colombe de l'arche. ", 
        "6_Chapter, 14_Verse": "Ils vinrent vers Noé, dans l'arche, deux à deux, de toutes les espèces douées du souffle de vie. "
    }, 
    "meta": "Chapter-Verse"
}