{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "1. There are three ways in which someone enters the covenant: by circumcision, by immersion, and by a Temple offering.", 
            "2. Circumcision as it was in Egypt, as it says, \"Every uncircumcised person shall not eat of it (the Passover offering).\"  Moses our teacher circumcised them and everyone spurned the covenant in Egypt with the exception of the Tribe of Levi.  On this it says, \"Your covenant was withheld.\"", 
            "3. Immersion was in the desert before receiving the Torah, as is said, \"Sanctify yourselves today and tomorrow; wash your clothes.\"  The offering, as is said, \"Send the young ones of Israel to bring elevation offerings\" - and everyone in Israel brought them.", 
            "4. Throughout the generations, any non-Jew who wants to enter the covenant and come in under the 'wings of the Presence of God' accepts upon him or herself the yoke of Torah - he needs circumcision, immersion and a Temple offering.  If female, she needs only immersion and an offering, as is said \"As for you, so for the foreigner.\"  That's to say, just as you (entered via) circumcision, immersion and an offering, so too the foreigner (shall enter via) circumcision, immersion and an offering.", 
            "5. What's a convert's offering?  An elevation offering or two doves or two turtledoves (and the two are considered an offering).  At this time in history where there are no offerings, one needs (merely) circumcision and immersion.  Once the Temple is built, one will bring an offering."
        ], 
        [
            "How do we accept righteous converts? When one comes to convert from being a Gentile and they examine him and they do not find any ulterior motive, they say to him: What did you see that made you want to convert? Don't you know that Israel in these times is rejected, swept away, disturbed, and afflictions come on them. If he says, \"I know, and I am not worthy\" they accept him immediately. ", 
            "And they inform him of the main principles of the religion, which is the unification of God's name, and the prohibition of idol worship, and they dwell at length on this matter. And they inform him of some of the lenient commandments, and some of the stringent commandments. And they do not dwell at length on this. And they let him know the sin of “gatherings” “forgotten sheaves” “corners of the field” and “second tithe.” And they tell him of the punishments for not keeping the commandments. How so? They say to him: Know that before this point, if you ate forbidden fate, you would not be punished with karet, if you broke Shabbat, you would not be punished by being stoned. But now, after you have converted, if you eat forbidden fat you will be punished with karet, if you break Shabbat, you will be punished by being stoned. And they do not dwell at length on this, nor do they go into detail, lest this causes him to be troubled and turn away from the good path to the evil path. For at the beginning we do not draw a person except with words of appeasement and gentleness.  I drew them with human ties, with cords of love. ", 
            "And just as they inform them of the punishment for keeping commandments so too they inform them of the reward of mitzvoth, and they inform them that by doing these mitzvoth they will earn the world to come, and that no one is perfectly righteous person except for one who is a master of wisdom, who performs these commandments and knows them. ", 
            "And they say to him: Know that the world to come is hidden only for the righteous, and this is Israel. And the reason that Israel is in pain in this world, it is a good hidden for them for they cannot accept too much goodness in this world, like the other nations, lest they get haughty, and go astray and they lose the reward of the world to come, as it says, \"So Jeshurun grew fat and kicked.\"", 
            "And God does not bring on them an abundance of punishment so that they will not be lost. Rather, all of the nations of the world are finished off, and they will remain. And they go on at length about this matter, in order to endear it to them. If he retracts and does not want to accept, he can go on his way. And if he accepts, they do not delay him. Rather they circumcise him immediately. And if he was already circumcised they spill some covenantal blood, and they delay him until he fully heals, and then they immerse him. "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Anyone who sleeps with one of the forbidden relationships \"by way of limbs\", or who hugs and kisses in a sexual way and takes pleasure in physical intimacy, receives lashes for a d'Oraisa transgression, as it says (Leviticus 18:30) \"do not do any of these abominable customs etc\" and it says (Leviticus 18:6) \"do not approach to uncover nakedness\", which is to say do not approach things which will bring you to transgressing Arayos.", 
            "One who engages in these behaviours is suspected of committing Arayos. And it's forbidden for a person to intimate with his hands or feet or to hint with his eyes to any of the Arayos or to laugh with her or to engage in light-headedness. And even to smell her perfume or to gaze at her beauty is forbidden. And one who engages in this deliberately receives lashes of rebelliousness. And one who gazes even at the little finger of a woman intending to derive sexual pleasure is comparable to one who looks at her genitalia. And even to hear the voice of an Ervah or to look at her hair is forbidden.", 
            "These matters are [also] forbidden with regard to women with whom relations are forbidden on the basis of [merely] a negative commandment. It is permitted to look at the face of an unmarried woman and examine her [features] whether she is a virgin or has engaged in relations previously to see whether she is attractive in his eyes so that he may marry her. There is no prohibition in doing this. On the contrary, it is proper to do this. One should not, however, look in a licentious manner. Behold [Job 31:1] states: \"I established a covenant with my eyes; I would not gaze at a maiden.\"", 
            "A man is permitted to gaze at his wife when she is in the Niddah state although she is an Ervah [at that time]. Although his heart derives satisfaction from seeing her, since she will be permitted to him afterwards, he will not suffer a lapse. He should not, however, share mirth with her or act frivolously with her lest this lead to sin.", 
            "It is forbidden for a man to have any woman- whether a minor or an adult, whether a servant or a freed woman- perform personal tasks for him, lest he come to lewd thoughts. Which tasks are  referred to? Washing his face, his hands, or his feet, spreading his bed in his presence, and pouring him a cup. For these tasks are performed for a man only by his wife. [A man] should not send greetings to a woman at all, not even via a messenger. ", 
            "When a man embraces or kisses any of the women forbidden to him as arayot despite the fact that his heart does not disturb him concerning the matter, e.g. his adult sister, his mother's sister, or the like, it is very shameful. it is forbidden and it is foolish conduct. [This applies] even though he has no desire or pleasure at all. For one should not show closeness to a woman forbidden to him as an Ervah at all, whether an adult or a minor, except a woman to her son and a father to his daughter."
        ]
    ], 
    "title": "Mishneh Torah, Forbidden Intercourse", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Forbidden_Intercourse", 
    "heTitle": "משנה תורה, הלכות איסורי ביאה", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Kedushah"
    ]
}