{
    "title": "Kiryat Sefer on Mishneh Torah, Sheqel Dues",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Sheqel_Dues",
    "text": [
        [
            [
                "<b>מצוה מד </b> ליתן כל איש מישראל מחצית השקל בכל שנה. ואפילו עני המתפרנס מן הצדקה חייב ושואל מאחרים או מוכר כסותו ונותן מחצית השקל כסף שנאמר העשיר לא ירבה והדל לא ימעיט. ואינו נותנו מעט אלא כולו כאחד בפעם אחד. דכתיב לא ימעיט ממחצית השקל דאי למימר שיתן חצי שקל הוה סגי לכתוב יתן חצי שקל וקאמר לא ימעיט דרוצה לומר אפי' בנתינת לא ימעיט מחצית שקל."
            ],
            [
                "<b>מנין </b> כסף האמור בתורה באונס ומפתה ומוציא שם רע והורג עבד הוא כסף הוא שקל הנאמר בכל מקום בתורה. דבעבד כתיב כסף חמשים שקלים הרי כסף שהוא שקל. ובמפתה כתיב כסף ישקול הרי כסף שהוא שקל. ואונס ומוציא שם רע דלא כתיב בהו שקל אלא כסף ילפי בכסף כסף מה כסף קצוב הנאמר בעבד ובמפתה הוי שקל אף כסף קצוב דחמשים ומאה דאונס ומוציא שם רע הוי שקל. ומשקלו שלש מאות ועשרים שעורה דכתיב עשרים גרה השקל ומתרגמינן עשרים מעין ותניא שש מעה כסף דינר נמצא שקל ג' דינרין ושליש דינר שהם עשרים מעין ומעה שני פונדיונין ופונדיון שני איסרים שכל איסר הוא שמונה פרוטות נמצא מעה שהיא גרה ל\"ב פרוטות שהן י\"ו שעורה ועשרים גרה הם שלש מאות ועשרים שעורה והסלע הוא ארבעה דינרין שכל דינר ששה מעין שהן כ\"ד מעין נמצא תוספת על שקל של משה ארבעה מעין שהוא שתות. ואפילו שהתורה אמרה מחצית של עשרים גרה שהם עשרה גרה עשרה מעין אם המטבע של אותו הזמן גדול מהשקל כסלע שהוא שתות יותר צריך ליתן חצי הסלע שהוא י\"ב מעין דכתיב בערכים עשרים גרה יהיה השקל למדנו לשקל שהוא עשרים גרה. ומנין שאם רצה להוסיף עליו מוסיף ת\"ל יהיה דמשמע עוד הויה אחרת בתוס' מיקרי שקל אבל אם מטבע של אותו זמן פחות מעשרים גרה לא יפחות למחצית השקל מעשרה גרה שהם מעין דכתיב עשרים גרה הוא ואמרו יכול יפחות ת\"ל הוא."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הכל </b> חייבין ליתן מחצית השקל כהנים לוים וישראלים וגרים ועבדים משוחררים. דכופר נפש הוא ועוד אמרו זה יתנו כמנין זה שהם שנים עשר שבטים יתנו מחצית השקל ולאו לאפוקי גרים ועבדים משוחררים דאינם בכלל י\"ב שבטים אלא לאתויי כהנים לוים דהוה אמינא הא כתיב וכל מנחת כהן כליל תהיה וגו' והואיל ועומר ושתי הלחם ולחם הפנים באין מתרומות הלשכה היאך שוקלין קמ\"ל דכי כתיב לכל מנחת כהן היינו במנחת יחיד אבל מנחת ציבור אפילו הוי לכהנים חלק בה כי הכא נאכלת. אבל נשים ועבדים וקטנים אינם חייבים דכתיב כל העובר על הפקודים ואין אשה ועבד וקטן עוברים על הפקודים דאף ע\"ג דהוי מצות עשה שהזמן גרמה ונשים ועבדים פטורים הכא דכתיב כופר נפשו הוה אמינא דחייבים אי לאו דכתיב פקודים ואם נתנו מקבלים מהם דהא הוו בכלל כופר נפש ולא תימא אם מי שהוא חייב שהוא העשיר אינו מרבה כ\"ש מי שאינו חייב שלא יתן אבל גוים שנתנו אין מקבלים מהם דכתיב כי תשא את ראש בני ישראל ותרומת הלשכה ממנה באין קרבנות ציבור שהן חובה ולא אתרבו גוים מאיש איש לרבות את הגוים אלא לנדרים ונדבות כדכתיב בקרא לכל נדריהם וגו'."
            ],
            [
                "<b>השקלים </b> אינם נוהגים אלא בפני הבית שנאמר ולקחת את כסף הכיפורים ונתת אותו על עבודת אהל מועד בזמן שעבודת אהל מועד וכיוצא בו נוהגת ובזמן שבית המקדש קיים נותנים את השקלים בין בארץ בין בחוצה לארץ דחובת כל ישראל הוא ובזמן שחרב בית המקדש אפילו בארץ ישראל אין נותנין דלעבודת אהל מועד כתיב."
            ],
            [
                "<b>וקרוב </b> לר\"ח ניסן שהוא עונת תרומה חדשה ממשכנין את מי שלא נתן עדין דאם להדיוט ממשכנין ומחזירין דכתיב אם חבול תחבול כ\"ש לגבוה דממשכנין ואין מחזירים דכתיב ולך תהיה צדקה מי שצריך צדקה יצא הקדש שאין צריך צדקה והא דעונת תרומה חדשה הוי מר\"ח ניסן מדכתיב זאת עולת חדש בחדשו לחדשי השנה חידושי יתרי כתיב לדרשה לומר לך יש חדש שאתה צריך לחדש הקרבנות ולהביאם מתרומה חדשה וגמר שנה שנה מניסן דכתיב ראשון הוא לכם לחדשי השנה פרק שני שעירי ובירושלמי ילפינן דכ\"א בניסן הוקם המשכן ובו ביום נתרמה תרומה דכתיב ויהי בחדש הראשון וגו' כ\"א לחדש הוקם המשכן דכתיב ונתת אותו על עבודת אהל מועד אם כן מיום שהוקם המשכן נתרמה תרומה לעבודת אהל מועד שהם הקרבנות וכך היתה בתחלה בימי המדבר:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>מצרפין </b> שקלים בדרבונות מפני משוי הדרך דלא הקפידה תורה אלא לשיווי חצי שקל בכל זמן מאיזה מטבע שיהיה ומשלחין אותן ביד שלוחין למקדש."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כשהוא </b> תורם מתכוין לתרום על הגבוי בין הגיע ללשכה בין לא הגיע ועל העתיד לגבות כדי שיהיה כפרה על ישראל כדכתיב לכפר על נפשותיכם ואי אפשר שכלם יתנו מיד ואפילו הכי אמר קרא לכפר על כולם נראה דמתכוונים על העתיד לגבות:"
            ]
        ],
        [
            [
                "<b>שנים </b> שנתנו שקל שניהם חייבים בקולבון דילפינן לעיל מעשרים גרה הוא דלא יפחות מחצי שקל וכיון דאם בא לצרף שקל בשני חצאים צריך ליתן תוספת דהיינו קולבון אם כן כשנותן שקל לשנים הוי פחות מחצי שקל לכל אחד ולכך צריכין לתת קולבון. ובירושלמי מפיק ליה מדכתיב זה יתנו כמין מטבע הוציא הקב\"ה מתחת כסא כבודו והראה למשה ואמר לו כזה יתנו ולכך קולבון מן התורה. הנותן על יד עני או שכנו דרך הלואה חייב בקולבון. האחין והשותפין פטורין מהקולבון אם נתנו שקל על יד שניהם והוא שלא חלקו האחין מה שהניח להן אביהן והשותפין שנשאו ונתנו במעות השותפות ונשתנה מעות השותפות אבל חלקו האחין או לא נשתנה עדין מעות שהניחו בשותפות חייבים דכל אחד לעצמו וכיון שכל אחד חייב בחצי שקל חייבים בקולבון אם נתנו שניהם שקל אבל כשבאים לפרוע ביחיד דהיינו כדאמר לא נתחייבו מעולם בקולבון כיון שהכל ממון אחד באחין שלא חלקו ובשותפין שנשתנה המעות והרי השקל עובר בשני חצאי שקלים ואינו פוחת ממה שאמרה תורה. הנותן שקל להקדש שיחשבו לו מחצית השקל ויטול חצי שקל לאחר נותן שני קולבונות."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b> שאבד שקלו חייב באחריותו עד שימסרנו לגזבר דכתי' זה יתנו דבעינן נתינה לגזבר ואפילו נתרמה תרומה כיון שעדין היה שקלו בידו וכן אם מסרו לשומר חנם לא נפטרו אפילו נתרמה תרומה אלא אם נגנבו נשבע להם ונפטר כדין שומר (שכר) [חנם] דכתיב ולקח בעליו וגו' ונותנים שקליהם פעם אחרת ואם לשומר שכר מסרו ונאנסו אחר שנתרמה תרומה נשבעין לגזברין כדכתיב כי יתן איש אל רעהו וגו' דפרשה שניה נאמרה בשומר שכר והם פטורים שהתרומה תורם על העתיד לגבותו ברשות הקדש הן ואם קודם שנתרמה תרומה נאנס ונשבע לאנשי העיר והם משלמים דשלא ברשות הקדש היו כיון שעדין לא נתרמה תרומה ואם אחר שגבו שנית נמצאו אלו ואלו שקלים ויתנו הראשונים או האחרונים ליד גזבר לשנה זו."
            ],
            [],
            [
                "<b>הנותן </b> חצי שקל לחברו ולהוליכו לשקול אותו על ידו ושקלו על עצמו כדי שלא ימשכנו אותו אם נתרמה התרומה מעל השוקל שזה השקל ברשות הקדש הוא שכבר תרמו על העתיד לגבות ונמצא זה הציל עצמו בממון הקדש. ונראה דהיינו כשהוא שומר שכר דאי לאו הכי אמרן לעיל דאפילו נתרמה תרומה לא נפטר דאין מכוונין על העתיד לגבות אלא כשהוא ביד שומר שכר ואם לא נתרמה תרומה לא מעל וחייב ליתן לחברו חצי שקל שנתן לו. וכן הגוזל או הגונב חצי שקל ושקלו יצא וחייב לשלם לבעלים שנים או להוסיף חומש אם כפר ונשבע כדכתיב ישלם שנים לרעהו וכתיב וחמישיתו יוסיף עליו."
            ],
            [
                "<b>הנותן </b> מחצית השקל מן ההקדש ונתרמה תרומה ממנו כשיסתפקו ממנה יתחייב במעילה ויצא ידי מחצית השקל לפי שזה ההקדש הקדש היה בכל מקום שהוא ולא נשתנה מההקדש שהיה כשנתנו לתרומת הלשכה וכשיסתפקו ממנה אז חייב קרבן מעילה. נתנו ממעות מעשר שני או שביעית יאכל כנגדן בירושלם או בקדושת שביעית דכתיב במעשר שני ונתת הכסף בכל אשר תאוה וגו' וכל שהוא קדוש אין קדושה חלה עליו דכתיב אך בכור אשר יבוכר לה' בבהמה דמשמע דלא שייך קדושה אחרת בבכור אלא בכורה ובשביעית כתיב כי קדש היא מה קדש תופס דמיו וגו'. היה של עיר הנדחת לא עשה כלום מפני שאסור בהנאה וטעון שריפה כדכתיב ואת כל שללה תקבוץ אל תוך רחובה וגו'."
            ],
            [
                "<b>המפריש </b> שקלו ונמצא שאינו חייב לא קדש הפריש שנים ונמצא שאינו חייב אלא אחד האחרון לא קדש ואם בבת אחד השני מותר שקלים. הפריש שקלו ומת יפול לנדבה דאין כפרה למת ושקלים לכפרה כדכתיב לכפר על וגו'. מותר מה שהפריש לשקלים חולין דכתיב העשיר לא ירבה וגו'. מעות שנמצאו בין תיבה לתיבה יפלו לקרוב דחזקה מן הקרוב הם ומן התורה סומכים על החזקות דכתיב ויצא הכהן מן הבית אל פתח הבית והסגיר את הבית וגו' דילמא אדנפיק ואתא בצר ליה שיעורא אלא לאו משום דאמר אוקי אחזקה מחצה על מחצה להחמיר דהוי ספקה דאוריתא ולחומרא כדגמרי' באזהרת ל\"ט וכל מעות הנמצאות בהר הבית חולין חזקה שאין הגזבר מוציא מהלשכה עד שהוא מחללן על הבהמות שלוקח לקרבנות ומן התורה סמכינן על החזקות כדלעיל:"
            ]
        ],
        [
            [
                "<b>תרומת </b> הלשכה לוקחין ממנה תמידין ומוספין וכל קרבנות ציבור וצרכיהן וצרכי עשייתן שעל תרומת שקלים נאמר לכפר על נפשותיכם שהקרבנות לכפרה הם באים אבל פר העלם דבר של ציבור ושעירי עבודה זרה אין באים מתרומת הלשכה דלאו אדעתא דהכי הביאו שקליהם שהרי לא היו יודעים שיחטאו. פרוכות של שערים ומנורה וכלי שרת ובגדי כהונה שעובדים בהם במקדש כולם מתרומת הלשכה דהוו כולהו צרכי ציבור וקרבן בכלל הכתוב לכפר על נפשותיכם."
            ],
            [],
            [
                "<b>כל </b> הבהמות הנמצאות בירושלם או קרוב לה וגו' תקנות חכמים ז\"ל אלא חביתי כהן גדול שמת שיקריבום מתרומת הלשכה מדאוריתא דכתיב בחביתי כהן גדול חק עולם כליל תקטר ודרשי' משל עולם משל ציבור מתרומת הלשכה ותמיה לי על הרב ז\"ל דבשקלים פסק כר' שמעון כי הכא ובמנחות כר' יודה דקאמר משל יורשים היה בא ולא משל ציבור. מבקרי מומין ומלמד הלכות שחיטה וקמיצה ונשים המגדלות בניהן לפרה כולן נוטלין שכר מתרומת הלשכה דכולהו צריכי קרבנות ציבור הן. שומרי ספיחי שביעית לעומר ושתי הלחם נוטלים מתרומת הלשכה. כבש פרה ושעיר המשתלח וכן מזבח העולה והיכל ועזרות נעשין משיירי הלשכה. אמת המים שבירושלם וחומת ירושלם ומגדלותיה וכל צרכי העיר באין משיירי הלשכה משום דהוו צרכי ציבור. ואין מקבלין מגוי ואפילו מגר תושב לדברים אלו דכתיב לא לכם ולנו לבנות בית לאלהינו וכתיב ולכם אין חלק וצדקה וזכרון בירושלם."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר </b> תרומת הלשכה ושיירי הלשכה לוקחין בו בהמות לקרבן והן קיץ למזבח אבל לא עופות שאין בקרבנות הציבור עוף אי משום דכתיב בהו נפש דמשמע יחיד אי משום דכתיב והקריב מן התורים היחיד מביא עוף ואין הציבור מביאין עוף. שקלים שלא הספיקו לקרבנות מוציאין את הראוי להם מקדשי בדק הבית אבל אין קדשי בדק הבית מוציאים את הראוי לו מקדשי מזבח דלכפר על נפשותיכם קאמר קרא ולא לבדק הבית."
            ],
            [],
            [
                "<b>משיגיע </b> ראש חדש ניסן אין מקריבין קרבנות ציבור אלא מתרומה חדשה כדילפינן לעיל מזאת עולת חדש וגו' ואם לא באה החדשה לוקחין מן הישנה דחדוש הקרבנות דילפינן היינו כשיש תרומה חדשה ואם הגיע ראש חדש ניסן שצריכים להקריב מתרומה חדשה והיה להם בהמות לתמידין מתרומה ישנה פודין אותן וכן במותר מחללין אותו על שכר האומנים וחוזרים ולוקחים את הקטרת מהן מתרומה חדשה כדי להקריבה מתרומה כדאמר ויש במצוה תקנות חכמים ז\"ל ואסור לעבור עליהם וכבר אמר שלמה ע\"ה ופורץ גדר ישכנו נחש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות שקלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}