{
    "language": "en",
    "title": "Zechariah",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "זכריה",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Au huitième mois, dans la seconde année de Darius, la parole de l’Éternel fut adressée au prophète Zacharie, fils de Bérékhia, fils d’Iddo, en ces termes:",
            "\"L’Éternel est entré dans une violente colère contre vos pères.",
            "Tu leur diras donc: Ainsi parle l’Éternel-Cebaot: Revenez à moi, dit l’Éternel-Cebaot et je reviendrai à vous, dit l’Éternel-Cebaot:",
            "Ne soyez pas comme vos pères que les anciens prophètes interpellaient en disant: Ainsi parle l’Éternel-Cebaot: \"Revenez donc de vos mauvaises voies et de vos mauvaises pratiques!\" Mais ils n’ont pas écouté et ils n’ont fait aucun cas de moi, dit l’Éternel.",
            "Vos pères, où sont-ils? Et les prophètes doivent-ils vivre éternellement?",
            "Cependant mes paroles et mes décrets que j’avais notifiés à mes serviteurs, les prophètes, n’ont-ils pas atteint vos pères, si bien qu’ils en sont venus à dire: Tout comme l’Éternel-Cebaot avait résolu d’agir envers nous, en raison de nos voies et de nos pratiques, ainsi il en a réellement agi à notre égard.\"",
            "Le vingt-quatrième jour du onzième mois, qui est le mois de Chebat, dans la seconde année de Darius, la parole de l’Éternel fut adressée au prophète Zacharie, fils de Bérékhia, fils d’Iddo, en ces termes:",
            "\"J’eus une vision pendant la nuit: il y avait là un homme monté sur un cheval roux, et qui se tenait parmi les myrthes dans une dépression [du sol], et derrière lui il y avait des chevaux roux, bais et blancs.",
            "Et je dis: \"Que représentent-ils, ceux-là, Seigneur?\" L’ange qui conversait avec moi me répondit: \"Je te montrerai ce qu’ils représentent.\"",
            "Alors l’homme qui se tenait parmi les myrthes prit la parole et dit: \"Ce sont ceux-là que l’Éternel a envoyés pour parcourir la terre.\"",
            "Ils s’adressèrent à l’ange de l’Éternel qui se tenait parmi les myrthes et ils dirent: \"Nous avons parcouru la terre, et voilà que toute la terre est tranquille et paisible.\"",
            "Alors l’ange de l’Éternel reprit et dit: \"Éternel-Cebaot, jusqu’à quand seras-tu sans pitié pour Jérusalem et les villes de Juda, contre lesquelles tu es irrité, voilà soixante-dix ans?\"",
            "Et l’Éternel répondit à l’ange qui conversait avec moi par de bonnes, de consolantes paroles.",
            "Et l’ange qui conversait avec moi me dit: \"Fais la proclamation que voici: Ainsi parle l’Éternel-Cebaot: Je suis rempli d’un zèle ardent en faveur de Jérusalem et de Sion.",
            "Mais j’éprouve une violente colère contre ces peuples qui vivent si paisibles, car alors que je n’étais qu’un peu irrité, ils ont coopéré à la ruine.",
            "Eh bien! Ainsi parle l’Éternel: Je suis revenu à Jérusalem avec amour, ma maison y sera rebâtie, dit l’Éternel-Cebaot, et le fil à plomb sera tendu sur Jérusalem.",
            "De plus, proclame encore ce message: Ainsi parle l’Éternel-Cebaot: A nouveau mes villes déborderont de bien-être, à nouveau l’Éternel consolera Sion et fera choix de Jérusalem!\""
        ],
        [
            "Je levai les yeux et regardai: voici, il y avait là quatre cornes.",
            "Et je dis à l’ange qui conversait avec moi \"Qu’est-ce à dire?\" Il me répondit: \"Ce sont les cornes qui ont dispersé Juda, Israël et Jérusalem.\"",
            "Puis l’Éternel me fit voir quatre forgerons.",
            "Et je dis: \"Que viennent-ils faire, ceux-là?\" Il répondit en ces termes \"Voilà les cornes qui ont dispersé Juda, si bien que personne ne levait plus la tête; mais ceux-là sont venus pour les terrifier, pour abattre les cornes des peuples qui élevèrent la corne contre le pays de Juda pour le disperser.\"",
            "Je levai les yeux et regardai, et il se présenta un homme qui avait à la main un cordeau à mesurer.",
            "Je demandai \"Où vas-tu?\" Il me répondit: \"Je vais mesurer Jérusalem pour voir quelle est sa largeur et quelle est sa longueur.\"",
            "Alors l’ange qui conversait avec moi se disposait à sortir lorsqu’un autre ange s’en vint à sa rencontre.",
            "Il lui dit: \"Cours et parle à ce jeune homme en ces termes: Jérusalem sera habitée à l’état de ville ouverte en raison de la multitude d’hommes et de bêtes qui s’y trouveront.",
            "Et moi, je lui serai, dit l’Éternel, une muraille de feu tout autour, et je serai un sujet de gloire au milieu d’elle.\"",
            "Holà! Holà! Fuyez du pays du Nord, dit l’Éternel, car comme aux quatre vents du ciel, je vous ai dispersés, dit l’Éternel.",
            "Holà! Sion, sauve-toi, toi qui demeures avec la fille de Babel!",
            "Oui, ainsi parle l’Éternel-Cebaot, à la poursuite de l’honneur il m’a envoyé vers les peuples qui vous pillèrent, car quiconque vous touche, touche à la prunelle de ses yeux.",
            "Oui, voici, je vais diriger ma main contre eux, en sorte qu’ils deviennent la proie de ceux qui les servaient: vous reconnaîtrez alors que l’Éternel-Cebaot m’a envoyé.",
            "Exulte et réjouis-toi, fille de Sion! Car voici, j’arrive pour résider au milieu de toi, dit l’Éternel.",
            "Nombre de nations se rallieront à l’Éternel, ce jour-là, et elles deviendront mon peuple; je résiderai au milieu de toi, et tu reconnaîtras que c’est l’Éternel-Cebaot qui m’a envoyé vers toi.",
            "L’Éternel rentrera en possession de Juda, son domaine sur la terre Sainte, et fera de nouveau choix de Jérusalem.",
            "Que toute créature fasse silence devant l’Éternel, lorsqu’il surgira de sa demeure sainte!"
        ],
        [
            "Puis, il me fit voir le grand-prêtre Josué debout devant l’ange de l’Éternel; le Satan se tenait à sa droite pour l’accuser.",
            "L’Éternel dit au Satan: \"L’Éternel te réprouve, ô Satan! Oui, il te réprouve, l’Éternel qui a élu Jérusalem. Celui-ci n’est-il pas un tison sauvé du feu?\"",
            "Or, Josué était couvert de vêtements souillés, tandis qu’il se tenait devant l’ange.",
            "Celui-ci s’écria en s’adressant à ceux qui étaient placés devant lui: \"Enlevez-lui ces vêtements souillés!\" Puis il lui dit: \"Vois, je te débarrasse de tes péchés, en te faisant vêtir d’habits de prix.\"",
            "Et je dis: \"Qu’on lui mette une tiare propre sur la tête!\" Et ils lui mirent une tiare propre sur la tête et lui passèrent les vêtements, tandis que l’ange de l’Éternel était présent.",
            "Et l’ange de l’Éternel fit cette déclaration à Josué:",
            "\"Ainsi parle l’Éternel-Cebaot: Si tu marches dans mes voies, si tu suis mon observance, et que tu gouvernes bien ma maison et gardes avec soin mes parvis, je te donnerai accès parmi ceux qui sont là debout.",
            "Écoute donc bien, ô Josué, grand-prêtre, toi et tes compagnons qui siègent avec toi tous personnages de marque, oui, certes, je vais faire apparaître mon serviteur, le Rejeton!",
            "Pour ce qui est de la pierre que j’ai posée devant Josué, sur une seule pierre il y a sept yeux j’en graverai l’inscription, dit l’Éternel-Cebaot, et j’effacerai l’iniquité de ce pays en un jour.",
            "En ce jour, dit l’Éternel-Cebaot, vous vous convierez l’un l’autre sous la vigne et sous le figuier.\""
        ],
        [
            "L’ange qui conversait avec moi revint; il me réveilla comme un homme qu’on réveillerait de son sommeil.",
            "Et il me dit: \"Que vois-tu?\" Je répondis: \"Je vois un chandelier tout en or son récipient sur son sommet, ses sept lampes alignéeset sept conduits pour les lampes qui en couronnent le sommet.",
            "Puis, deux oliviers à ses côtés, l’un à droite du récipient, l’autre à gauche.\"",
            "Je repris et je dis à l’ange qui conversait avec moi: \"Qu’est-ce que ces choses, Seigneur?\"",
            "L’ange qui conversait avec moi me répondit: \"Quoi! Tu ne sais donc pas ce que signifient ces choses?\" Je répondis: \"Non, Seigneur!\"",
            "Il reprit et me parla en ces termes: \"Ceci est la parole de l’Éternel à Zorobabel: Ni par la puissance ni par la force, mais bien par mon esprit! dit l’Éternel-Cebaot.",
            "Qu’es-tu, grande montagne, devant Zorobabel? une simple plaine. Qu’il amène la pierre du faîte au milieu des acclamations: \"Qu’elle est belle! Qu’elle est belle!\"",
            "La parole de l’Éternel me fut adressée en ces termes:",
            "\"Les mains de Zorobabel ont fondé cette maison, et ses mains l’achèveront, afin que tu reconnaisses que c’est l’Éternel-Cebaot qui m’a envoyé vers vous.",
            "Car qui mépriserait le jour de ces humbles commencements? Plutôt se réjouiront-ils de voir la pierre du niveau dans la main de Zorobabel. Ces sept-là sont les yeux de l’Éternel qui parcourent toute la terre.\"",
            "Je pris la parole et lui dis: \"Qu’est-ce que ces deux oliviers à droite et à gauche du chandelier?\"",
            "Je repris pour la seconde fois et lui dis: \"Qu’est-ce que ces deux branches d’olivier à côté des deux tuyaux d’or qui laissent couler le liquide doré?\"",
            "Il me répondit en ces termes: \"Quoi! Tu ne sais pas ce qu’elles signifient? \"Non, Seigneur!\" répliquai-je.",
            "Alors, il dit: \"Ce sont les deux hommes consacrés par l’huile, qui se tiennent auprès du Maître de toute la terre!\""
        ],
        [
            "Puis, je me repris à lever les yeux et je regardai: c’était un rouleau qui volait.",
            "Il me dit: \"Que vois-tu?\" Je répondis: \"Je vois un rouleau qui vole; sa longueur est de vingt coudées et sa largeur de dix coudées.\"",
            "Il me dit: \"C’est là la malédiction qui se répand sur la face de tout ce pays; car quiconque dérobe sera rejeté d’ici comme elle [l’annonce], et quiconque se parjure sera rejeté d’ici comme elle [l’annonce].",
            "Je lui ai donné libre cours, dit l’Éternel-Cebaot, pour qu’elle entre dans la maison du larron et dans la maison de celui qui jure faussement par mon nom: elle élira domicile au milieu de sa maison et la ruinera avec sa charpente et ses pierres.\"",
            "Puis l’ange qui conversait avec moi sortit et me dit: \"Lève donc les yeux et regarde ce qui apparaît-là.\"",
            "Et je dis: \"Qu’est-ce?\" Il répondit: \"C’est l’êpha qui apparaît.\" Et il ajouta: \"C’est vers elle que se portent les regards sur toute la terre.\"",
            "Or, voici qu’un bloc de plomb était soulevé et qu’on [voyait] une femme assise dans l’êpha.",
            "Il dit: \"C’est là la Méchanceté!\" Il la repoussa au fond de l’êpha et rejeta la masse de plomb sur l’ouverture.",
            "Je levai les yeux et je vis sortir deux femmes, les ailes gonflées par le vent. Elles avaient, en effet, des ailes pareilles aux ailes de la cigogne, et elles transportèrent l’êpha entre ciel et terre.",
            "Je dis à l’ange, qui conversait avec moi: \"Où transportent-elles l’êpha?\"",
            "Il me répondit: \"[Elles vont] pour lui bâtir une demeure dans le pays de Sennaar, et quand celle-ci sera solidement établie, elle y sera déposée à demeure fixe.\""
        ],
        [
            "De nouveau, je levai les yeux pour regarder, et voici que quatre chars sortaient d’entre les deux montagnes; or, ces montagnes étaient des montagnes d’airain.",
            "Au premier char il y avait des chevaux roux, au second char des chevaux noirs;",
            "au troisième char des chevaux blancs et au quatrième char des chevaux tachetés brun.",
            "Je pris la parole et dis à l’ange qui conversait avec moi: \"Que représentent ceux-là, seigneur?\"",
            "L’ange répliqua en me disant: \"Ce sont les quatre vents du ciel qui sortent, après s’être présentés devant le Maître de toute la terre.\"",
            "Pour ce qui est du char où sont les chevaux noirs, ils prirent leur course vers le pays du Nord, les blancs suivirent leurs traces; quant aux tachetés, ils s’en allèrent vers le pays du Sud.",
            "Et les bruns sortirent [à leur tour], demandant à aller parcourir la terre. Et il dit: \"Allez et parcourez la terre!\" Et ils se mirent à parcourir la terre.",
            "Puis, il m’apostropha et me parla en ces termes: \"Vois, ceux qui s’en vont vers le pays du Nord, apaisent mon esprit dans le pays du Nord.\"",
            "La parole de l’Éternel me fut adressée en ces termes:",
            "\"Accepte de la part de ceux qui sont en exil [les dons apportés] par Heldaï, Tobia et Jedaïa et va, ce même jour, te rendre dans la maison de Josia, fils de Cefania, où ils sont arrivés de Babylone.",
            "Tu prendras de l’argent et de l’or, tu en feras des couronnes, que tu poseras sur la tête de Josué, fils de Joçadak, le grand-prêtre.",
            "Et tu lui diras ces mots: Ainsi parle l’Éternel-Cebaot: Voici un homme dont le nom est \"Rejeton\" et il germera de sa place pour bâtir le temple de l’Éternel.",
            "Oui, c’est lui qui bâtira le temple de l’Éternel, il en retirera de la gloire et il s’asseoira et règnera sur son trône; un prêtre sera près de son trône, et il y aura une entente pacifique entre eux.",
            "Les couronnes seront conservées dans le temple de l’Éternel, comme mémorial à l’intention de Hèlem, Tobia et Jedaïa, et comme signe d’honneur pour le fils de Cefania.",
            "Et on viendra de loin pour prendre part à la construction du temple de l’Éternel, et vous reconnaîtrez que c’est l’Éternel-Cebaot qui m’a délégué auprès de vous. Cela s’accomplira, si vous obéissez ponctuellement à la voix de l’Éternel, votre Dieu.\""
        ],
        [
            "Il arriva, dans la quatrième année du roi Darius, que la parole de l’Éternel fut adressée à Zacharie le quatrième jour du neuvième mois, de Kislev.",
            "La ville de Béthel avait envoyé Charécer, Réghem-Mélec et ses gens pour disposer favorablement l’Éternel,",
            "et pour poser aux prêtres qui sont au service de la maison de l’Éternel et aux prophètes la question suivante: \"Continuerai-je à pleurer au cinquième mois en pratiquant des abstinences, comme je l’ai fait voilà plusieurs années?\"",
            "Alors la parole de l’Éternel me fut adressée en ces termes:",
            "\"Porte à tout le peuple du pays et aux prêtres la parole que voici: Quand vous avez jeûné et gardé le deuil au cinquième et au septième mois, et cela durant soixante-dix années, est-ce donc pour moi que vous avez observé ce jeûne?",
            "Et quand vous mangez et que vous buvez, n’est-ce pas vous qui mangez, et n’est-ce pas vous qui buvez?",
            "Ne sont-ce pas là les paroles que l’Éternel proclama par l’organe des anciens prophètes, alors que Jérusalem était habitée et paisible de même que ses villes autour d’elle, et alors que le Midi en même temps que la Plaine était habité?\"",
            "Puis la parole de l’Éternel fut adressée à Zacharie en ces termes:",
            "\"Ainsi parle l’Éternel-Cebaot: Rendez des jugements de vérité, pratiquez l’un envers l’autre la charité et la pitié.",
            "N’opprimez pas la veuve et l’orphelin, l’étranger et le pauvre; ne méditez pas dans votre cœur de méchanceté l’un contre l’autre.",
            "Mais [autrefois] on avait refusé d’écouter, on avait présenté une nuque rebelle, on s’était bouché les oreilles pour ne pas entendre.",
            "On avait rendu son cœur dur comme du diamant, pour rester sourd à l’enseignement et aux paroles dont l’Éternel-Cebaot, par son inspiration, avait chargé les anciens prophètes. Et il y eut un grand courroux de la part de l’Éternel-Cebaot.",
            "Et de même qu’il avait appelé sans être écouté, ainsi appelaient-ils à leur tour sans que j’écoutasse, dit l’Éternel-Cebaot.",
            "Je les ai dispersés parmi tous les peuples qu’ils ne connaissaient point, et le pays a été désolé derrière eux, abandonné par tout allant et venant. Ainsi ils ont fait d’un pays délicieux une solitude.\""
        ],
        [
            "La parole de l’Éternel-Cebaot me fut adressée en ces termes:",
            "\"Ainsi parle l’Éternel-Cebaot: Je suis enflammé pour Sion d’un zèle ardent, et pour elle je brûle d’une grande colère.\"",
            "Ainsi parla l’Éternel: \"Je suis revenu à Sion, et j’ai rétabli ma demeure au milieu de Jérusalem. Jérusalem s’appellera [maintenant] \"la ville de fidélité\" et la montagne de l’Éternel-Cebaot \"la montagne sainte.\"",
            "Ainsi parle l’Éternel-Cebaot: \"De nouveau des vieux et des vieilles seront assis sur les places de Jérusalem, tous un bâton à la main à cause de leur grand âge.",
            "Et les places de la cité seront pleines de jeunes garçons et de jeunes filles qui s’ébattront sur ces places.\"",
            "Ainsi parle l’Éternel-Cebaot: \"De ce que la chose paraîtra extraordinaire aux yeux des survivants de ce peuple en ces jours-là, cela devra-t-il me sembler extraordinaire à moi aussi? dit l’Éternel-Cebaot.\"",
            "Ainsi parle l’Éternel-Cebaot: \"Oui, certes je vais, par mon secours, retirer mon peuple de l’Orient et du pays du soleil couchant.",
            "Et je les ramènerai pour qu’ils habitent dans Jérusalem; ils seront mon peuple, et moi, je serai leur Dieu en vérité et en justice.\"",
            "Ainsi parle l’Éternel-Cebaot: \"Que vos mains s’affermissent, vous qui en ces temps avez ouï ces paroles sorties de la bouche des prophètes, qui parurent au jour où fut fondée la maison de l’Éternel-Cebaot, où le temple commença à être reconstruit.",
            "Car avant ce temps, il n’y avait point de salaire pour l’homme, point de salaire pour la bête; pour les allants et venants il n’était point de sécurité contre l’ennemi, et je lançais tous les hommes les uns contre les autres.",
            "Mais à présent je ne suis plus comme par le passé à l’égard des survivants de ce peuple, dit l’Éternel-Cebaot.",
            "Il y aura comme des semailles de paix: la vigne portera son fruit et la terre donnera son produit, le ciel répandra sa rosée, et à ceux qui restent du peuple je donnerai en partage tous ces biens.",
            "Et de même que vous aurez été un objet de malédiction parmi les peuples, ô maison de Juda et maison d’Israël, ainsi assurerai-je votre salut, et vous serez une bénédiction. Ne craignez point, que vos mains se raffermissent!\"",
            "Oui, ainsi parle l’Éternel-Cebaot: \"Comme j’avais résolu de vous nuire lorsque vos pères m’irritaient, dit l’Éternel-Cebaot, et que je n’en avais point de regret,",
            "ainsi en revanche j’ai résolu en ces jours de combler de bienfaits Jérusalem et la maison de Juda: ne craignez point!",
            "Voici ce que vous devrez faire: Parlez loyalement l’un à l’autre, rendez des sentences de vérité et de paix dans vos portes!",
            "Ne méditez dans votre cœur aucune méchanceté l’un contre l’autre, n’aimez pas le faux serment, car toutes ces choses, je les hais, dit l’Éternel.\"",
            "La parole de l’Éternel me fut adressée en ces termes:",
            "\"Ainsi parle l’Éternel-Cebaot: Le jeûne du quatrième mois et le jeûne du cinquième, le jeûne du septième et le jeûne du dixième mois seront changés pour la maison de Juda en joie et en allégresse et en fêtes solennelles. Mais chérissez la vérité et la paix!\"",
            "Ainsi parle l’Éternel-Cebaot: \"Il arrivera encore qu’on verra affluer des peuples, les habitants de nombreuses villes.",
            "Et ces habitants iront les uns vers les autres se disant: Allons, mettons-nous en route pour rendre hommage à l’Éternel, pour rechercher l’Éternel-Cebaot; j’irai moi aussi.",
            "Et ainsi de nombreux peuples et de puissantes nations viendront rechercher l’Éternel-Cebaot à Jérusalem et rendre hommage à l’Éternel.\"",
            "Ainsi parle l’Éternel-Cebaot: \"En ces jours-là, dix hommes de toute langue, de toute nation, saisiront le pan de l’habit d’un seul individu lehoudi (Juif) en disant: Nous voulons aller avec vous, car nous avons entendu dire que Dieu est avec vous!\""
        ],
        [
            "Le poids de la parole de l’Éternel est sur le pays de Hadrâc, il repose sur Damas; car l’Éternel a l’œil sur les hommes, comme sur toutes les tribus d’Israël!",
            "[Elle pèse] aussi sur Hamath qui en est limitrophe, sur Tyr et Sidon, si grandement avisées.",
            "Tyr s’est bâti une enceinte fortifiée, elle a entassé de l’argent comme de la poussière, de l’or fin comme la boue des rues.",
            "Mais voici, l’Éternel va la déposséder, il abattra ses remparts dans la mer, elle-même sera la proie du feu.",
            "Ascalon la verra et aura peur, Gaza en tremblera de tous ses membres, de même Ekron, dont l’espoir est déçu. Plus de roi à Gaza! Ascalon cessera d’être habité.",
            "Des bâtards rempliront Asdod, et j’anéantirai l’orgueil du peuple des Philistins.",
            "Puis, j’enlèverai le sang de sa bouche et ses mets horribles d’entre ses dents; de la sorte il survivra lui aussi pour notre Dieu et sera l’égal des chefs dans Juda, et Ekron sera comme le Jébuséen.",
            "Et je ferai bonne garde autour de ma maison contre toute armée, contre les allants et venants. Nul oppresseur ne viendra plus les attaquer, car à présent j’aurai les yeux ouverts.",
            "Réjouis-toi fort, fille de Sion, jubile, fille de Jérusalem! Voici que ton roi vient à toi juste et victorieux, humble, monté sur un âne, sur le petit de l’ânesse.",
            "Plus de chars en Ephraïm, plus de chevaux à Jérusalem, plus d’arc de guerre! Il dictera la paix aux nations. Son empire s’étendra d’une mer à l’autre, et du fleuve aux extrémités de la terre.",
            "Et pour toi, en vertu du sang de ton alliance, je tirerai tes captifs de la citerne où il n’y a pas d’eau.",
            "Retournez dans la place forte, vous qui êtes engagés dans les liens de l’espérance! Aujourd’hui même je vous annonce que je vous paierai au double.",
            "Oui, je me fais de Juda comme un arc bandé, d’Ephraïm un carquois bien garni. Je vais lancer tes fils, ô Sion, contre les tiens, ô lavân! Tu seras pour moi comme une épée de héros.",
            "Et l’Éternel apparaîtra au-dessus d’eux; sa flèche s’élancera comme un éclair. Le Seigneur Dieu fera retentir la trompette et s’avancera dans les ouragans du Midi.",
            "L’Éternel-Cebaot étendra sa protection sur eux: ils ne feront qu’une bouchée des pierres de fronde qu’ils fouleront aux pieds, ils boiront et seront animés, comme pris de vin, gorgés comme les bassins et les angles de l’autel.",
            "L’Éternel, leur Dieu, leur prêtera main-forte, en ce jour, à ce peuple qui est son troupeau, car ce sont des pierres de diadème étincelant sur son territoire.",
            "Ah! Quel est son bonheur! Quelle est leur beauté! Le blé fait prospérer les jeunes gens et le vin généreux les jeunes filles."
        ],
        [
            "Demandez de la pluie à l’Éternel dans la saison des dernières pluies: c’est l’Éternel qui produit les éclairs. Il vous donnera des ondées abondantes, à chacun l’herbe des champs.",
            "C’est que les Terafim débitent de vains discours, les augures des visions mensongères, les songes disent des faussetés, apportent des consolations illusoires; c’est pourquoi ils vaguent comme des brebis, ils sont dans la misère, faute de pasteurs.",
            "Contre les pasteurs ma colère s’est allumée, je sévirai contre les boucs [conducteurs du troupeau], car l’Éternel-Cebaot a passé en revue son troupeau, la maison de Juda, et la considère comme son coursier d’honneur dans la bataille.",
            "C’est de là que provient la pierre d’angle, de là la cheville ouvrière, de là l’arc de combat; de là sortent les vainqueurs tous ensemble.",
            "Ils seront comme des héros piétinant, dans la mêlée, la boue des chemins; ils soutiendront la lutte, car l’Éternel est avec eux: ceux qui montent des chevaux seront couverts de confusion.",
            "Je donnerai la victoire à la maison de Juda, je prêterai main-forte à la maison de Joseph; je les rétablirai après les avoir pris en pitié: ils seront comme si jamais je ne les avais délaissés, car je suis l’Éternel, leur Dieu, et je les exaucerai.",
            "Ephraïm sera tel qu’un vaillant guerrier, son cœur sera joyeux comme sous l’action du vin. Ses fils le verront et se réjouiront, leur cœur exultera en l’Éternel.",
            "Je leur ferai entendre le signal et les rassemblerai, parce que je les aurai rachetés. Ils seront nombreux comme jadis ils furent nombreux.",
            "Quand je les aurai semés parmi les nations, dans les pays lointains, ils se souviendront de moi; ils y vivront avec leurs enfants, puis ils reviendront.",
            "Je les ramènerai du pays d’Égypte, je les rassemblerai du pays d’Achour; je les ferai rentrer au pays de Galaad et au Liban, et ils s’y trouveront à l’étroit.",
            "Alors la détresse franchira la mer et frappera les flots au sein de l’Océan, toutes les sources profondes du Nil tariront. Ainsi sera abaissé l’orgueil d’Achour, et le sceptre disparaîtra de l’Égypte.",
            "[Quant à eux] je les rendrai puissants par l’Éternel, et ils marcheront fièrement en son nom, dit l’Éternel."
        ],
        [
            "Ouvre tes portes, ô Liban! Que le feu exerce ses ravages parmi tes cèdres!",
            "Lamente-toi, cyprès, car le cèdre est tombé, les fiers géants sont abattus! Lamentez-vous, chèvres de Basan, car elle est à terre, la forêt si riche en fruits!",
            "On entend les sanglots des pasteurs, car leur splendeur est détruite; on entend les rugissements des lions, car les massifs du Jourdain sont ravagés.",
            "Ainsi parle l’Éternel, mon Dieu: \"Mène paître ces brebis destinées à la boucherie,",
            "puisque leurs acquéreurs les égorgent, sans se croire en faute, et ceux qui les vendent s’écrient: \"Dieu soit loué! J’ai fait fortune!\" Et leurs pasteurs ne les épargnent point.",
            "C’est que désormais je n’aurai plus de ménagement pour les habitants de ce pays, dit l’Éternel; je vais, au contraire, livrer ces hommes aux entreprises de l’un sur l’autre et au pouvoir de leur roi. Ils couvriront le pays de ruines, et je ne le sauverai pas de leurs mains.\"",
            "Je menai donc paître ces brebis destinées à la boucherie, à savoir les plus faibles du troupeau; et je me munis de deux bâtons, dont j’appelai l’un \"Bienveillance\" et l’autre \"Liens\". Tandis que je faisais paître les brebis,",
            "et anéantissais les trois pasteurs en un seul mois, ma patience se lassa à leur égard, et elles aussi en eurent assez de moi.",
            "Et je dis: \"Je ne veux plus vous paître. Périsse celle qui doit périr, succombe celle qui doit succomber, et que celles qui restent se dévorent l’une l’autre!\"",
            "Puis, je pris mon bâton \"Bienveillance\" et le brisai, afin de rompre mon alliance que j’avais conclue avec toutes les nations.",
            "Elle fut ainsi rompue ce jour-là, et elles reconnurent bien, les plus humbles du troupeau qui me voyaient faire, que c’était la parole de l’Éternel.",
            "Je leur dis: \"Si tel est votre bon plaisir, donnez-moi mon salaire, et sinon, laissez-le!\" Alors ils me comptèrent mon salaire, trente pièces d’argent.",
            "Et l’Éternel me dit: \"Jette-le au Trésor, ce prix magnifique auquel j’ai été estimé par eux, et je pris les trente pièces d’argent et les jetai au Trésor, dans la maison de l’Éternel.",
            "Puis je mis en pièces mon second bâton \"Liens\", afin d’abolir la fraternité entre Juda et Israël.",
            "L’Éternel me dit: \"Munis toi encore du baggage d’un pasteur idiot.",
            "Car voici, je vais établir un pasteur en ce pays, qui ne saura pas soigner les brebis en perdition, rechercher celle qui s’égare étourdiment, guérir celle qui a une fracture, nourrir celle qui est intacte, mais qui consommera la chair des plus grasses et leur brisera les ongles.",
            "Oh! malheur au pasteur de néant qui délaisse son troupeau! Que la sécheresse atteigne son bras et son œil droit! Que son bras soit complètement paralysé et son œil droit tout à fait éteint!\""
        ],
        [
            "Enoncé de la parole de l’Éternel concernant Israël: Parole de l’Éternel qui a déployé les cieux, fondé la terre et formé l’esprit qui anime l’homme:",
            "\"Voici que je vais faire de Jérusalem une amphore donnant le vertige à tous les peuples d’alentour; même pour ce qui est de Juda, il sera là quand Jérusalem sera serrée de près.",
            "En ce jour, je ferai de Jérusalem une pierre lourde à soulever pour toutes les nations; tous ceux qui voudront la soulever s’écorcheront cruellement. Cependant tous les peuples de la terre se réuniront contre elle.",
            "En ce jour, dit l’Éternel, je frapperai tous les chevaux d’épouvante et leurs cavaliers de démence; mais sur la maison de Juda j’aurai les yeux ouverts, tandis que je frapperai de cécité tous les chevaux des nations.",
            "Alors les chefs de Juda diront en leur cœur: \"Je vais renforcer le courage des habitants de Jérusalem par l’Éternel-Cebaot, leur Dieu.\"",
            "En ce jour, je ferai des chefs de Juda comme un brasier allumé parmi du bois, comme une torche enflammée au milieu d’un tas de gerbes; ils dévoreront, à droite; à gauche, toutes les nations environnantes; mais Jérusalem continuera à être solidement assise dans Jérusalem.",
            "Et tout d’abord l’Éternel viendra au secours des tentes de Juda, pour que la gloire de la maison de David et la gloire des habitants de Jérusalem ne s’élèvent pas trop au-dessus de Juda.",
            "En ce jour, l’Éternel étendra sa protection sur les habitants de Jérusalem, et alors le plus vacillant parmi eux sera comme David, et ceux de la maison de David paraîtront à leurs yeux comme des êtres divins, comme des anges de l’Éternel.",
            "En ce jour, je m’appliquerai à détruire toutes les nations venues contre Jérusalem.",
            "Mais sur la maison de David et sur les habitants de Jérusalem je répandrai un esprit de bienveillance et de pitié, et ils porteront les regards vers moi à cause de celui qui aura été percé de leurs coups, ils le regretteront comme on regrette un [fils] unique, et le pleureront amèrement comme on pleure un premier-né.",
            "En ce jour, il y aura grand deuil à Jérusalem, comme fut le deuil de Hadad-Rimôn dans la vallée de Meghiddôn.",
            "Et le pays sera en deuil, chaque famille à part, la famille de la maison de David à part et leurs femmes à part, la famille de la maison de Nathan à part et leurs femmes à part,",
            "la famille de la maison de Lévi à part et leurs femmes à part, la famille de Séméi à part et leurs femmes à part,",
            "de même toutes les familles restantes, chaque famille à part et leurs femmes à part."
        ],
        [
            "En ce jour, une source s’ouvrira à la maison de David et aux habitants de Jérusalem [pour donner] de l’eau expiatoire et de l’eau lustrale.",
            "Il arrivera, en ce jour, dit l’Éternel-Cebaot, que j’éliminerai de ce pays les noms des idoles, si bien qu’il n’en sera plus fait mention; de même les prophètes et l’esprit d’impureté, je les ferai disparaître du pays.",
            "Que si quelqu’un se met encore à prophétiser, son père et sa mère, auteurs de ses jours, lui diront: \"Tu ne vivras pas, parce que tu as dit des mensonges au nom de l’Éternel!\" Et père et mère, auteurs de ses jours, le transperceront quand il s’avisera de prophétiser.",
            "Aussi, en ce jour, les prophètes auront-ils tous honte de leurs visions, lorsqu’ils voudront prophétiser; ils ne revêtiront plus le manteau de poil pour mieux tromper.",
            "Chacun d’eux dira: \"Je ne suis point prophète, je suis un homme qui travaille la terre, car dès ma jeunesse quelqu’un m’avait acquis.\"",
            "Et si on lui demande: \"Pourquoi ces plaies sur tes mains?\" il répondra: \"C’est que j’ai été maltraité dans la maison de ceux qui devaient m’aimer.\"",
            "Epée, va te ruer contre mon pasteur, contre l’homme dont j’ai fait mon compagnon, dit l’Éternel-Cebaot; frappe le pasteur pour que les brebis se dispersent; mais je tournerai ma main vers les petits.",
            "Et il arrivera que, dans tout le pays, dit l’Éternel, deux tiers seront retranchés et périront, et qu’un tiers seulement y restera en vie.",
            "Et ce tiers, je le ferai passer au feu, et je l’affinerai comme on affine l’argent, je l’éprouverai comme on éprouve l’or. Il invoquera mon nom et moi, je l’exaucerai. Je dirai: \"C’est là mon peuple!\" Et lui dira: \"L’Éternel est mon Dieu!\""
        ],
        [
            "Voici venir un jour, de par l’Éternel, où tes dépouilles seront partagées dans tes murs.",
            "Je rassemblerai tous les peuples autour de Jérusalem pour l’attaquer: la ville sera prise, les maisons pillées et les femmes violentées. La moitié de la ville ira en exil, mais le reste de la population ne sera point arraché de la ville.",
            "Alors l’Éternel s’en viendra guerroyer contre ces peuples, comme jadis il guerroya au jour de la rencontre.",
            "Ce jour-là, ses pieds se poseront sur la montagne des Oliviers qui est en avant de Jérusalem, à l’Orient et la montagne des Oliviers se fendra par le milieu, de l’Est à l’Ouest, [formant] une gorge immense; une moitié de la montagne reculera vers le Nord, l’autre moitié vers le Sud.",
            "Et vous fuirez cette gorge de montagnes, car cette gorge de montagnes s’étendra jusqu’à Açal; vous fuirez comme vous l’avez fait devant le tremblement de terre, du temps d’Ouzia, roi de Juda. Toutefois l’Éternel, mon Dieu, interviendra, tous ses saints seront avec toi.",
            "Or, à cette époque, ce ne sera plus une lumière rare et terne.",
            "Ce sera un jour unique Dieu seul le connaît où il ne fera ni jour, ni nuit; et c’est au moment du soir que paraîtra la lumière.",
            "En ce jour, des eaux vives s’épancheront de Jérusalem, la moitié vers la mer Orientale, l’autre moitié vers la mer Occidentale; il en sera ainsi, été comme hiver.",
            "L’Éternel sera roi sur toute la terre; en ce jour, l’Éternel sera un et unique sera son nom.",
            "Toute la contrée prendra l’aspect d’une plaine, depuis Ghéba jusqu’à Rimmôn, au midi de Jérusalem; celle-ci s’élèvera majestueuse sur son emplacement, depuis la porte de Benjamin jusqu’au quartier de la porte Première jusqu’à la porte des Angles et de la tour de Hananel jusqu’aux pressoirs du roi.",
            "Elle retrouvera ses habitants et ne sera plus livrée à l’anathème; oui, Jérusalem vivra désormais en sécurité.",
            "Or, voici de quelle plaie l’Éternel frappera tous les peuples qui auront fait campagne contre Jérusalem: leur chair se décomposera, eux étant encore sur pied, leurs yeux s’useront dans leur orbite, et leur langue pourrira dans leur bouche.",
            "En ce jour, régnera parmi eux une grande perturbation de par l’Éternel; l’un saisira la main de l’autre, et la main de celui-ci s’élèvera contre la main de l’autre.",
            "Juda lui-même se battra contre Jérusalem, et autour d’elle s’amoncellera la richesse de tous les peuples or, argent et vêtements en quantité immense.",
            "Une plaie atteindra chevaux, mulets, chameaux et ânes, tout le bétail qui se trouvera dans ces camps une plaie toute pareille à celle-là.",
            "Et quiconque aura survécu, parmi tous les peuples qui seront venus contre Jérusalem, devra s’y rendre chaque année pour se prosterner devant le Roi, l’Éternel-Cebaot, et pour célébrer la fête des Tentes.",
            "Et celle des familles de la terre qui n’irait pas à Jérusalem pour se prosterner devant le Roi, l’Éternel-Cebaot, celle-là ne sera pas favorisée par la pluie.",
            "Que si la famille d’Égypte n’y monte pas pour faire ce pèlerinage, elle non plus ne sera pas indemne; mais elle subira le fléau dont l’Éternel frappera les [autres] peuples, pour n’avoir pas fait le pèlerinage de la fête des Tentes.",
            "Tel sera le châtiment de l’Égypte et le châtiment de toutes les nations qui ne feraient pas le pèlerinage de la fête des Tentes.",
            "En ce jour, les grelots [mêmes] des chevaux porteront les mots: \"Consacré au Seigneur!\" Et les [simples] vases, dans la maison de l’Éternel, seront comme les bassins devant l’autel.",
            "Et tous les vases, dans Jérusalem et dans Juda seront consacrés à l’Éternel-Cebaot, et tous ceux qui feront des sacrifices viendront en chercher pour y faire la cuisson. A cette époque on ne verra plus de trafiquant dans la maison de l’Éternel-Cebaot."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}