{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Oaths",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Oaths",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> אם אמר שבועה כו'.</b> ודברי מרן הכ\"מ עיין מ\"ש בזה באורך בה' איסורי ביאה פ' י\"ז הלכה א' בקונטרוס אחע\"א יע\"ש:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כיצד </b>\n<b> מתירין כו' ואומר אני נשבעתי על הנדר כו'.</b> הנה מפשטיות דברי רבינו ז\"ל נראה דדעתו לפסוק כמ\"ד דצריך לפרט הנדר וראיתי מקשים מאותה אגדה שאמרו פרק א\"נ דל\"ו ע\"ב א\"ל אבי השביעני לאמר א\"ל זיל אתשיל אשבועתך א\"ל אנא נמי אתשיל אדידך דכיון דשבועת יוסף היתה דלא מגלי הלשון הקודש א\"כ היכי קאמר אנא נמי אתשיל אדידך הא כיון דצריך לפרט את הנדר מכיון שפרט את הנדר עבר אשבועתו ומתרצי' דכיון דטעמא דקי\"ל דצריך לפרט את הנדר הוא משום דחיישינן דילמא אישתבע אדבר מצוה כההיא עובדא דהירושלמי דאישתבע דלא מרווחנא א\"כ היינו דקא\"ל יוסף לפרעה לפום שיטתיה דקאמר אתשיל אשבועתך אע\"ג דהוי לדבר מצוה וס\"ל דמתירין אפילו אשתבע לדבר מצוה א\"כ מעתה אין צריך לפרט את הנדר ואנא נמי אתשיל אדידך אלו דבריהם ולע\"ד היה נראה ליישב על פי מ\"ש רש\"י ז\"ל בפרק ר\"א דס\"ה מההיא דאמרי' התם במדין נדרת לך והתר נדרך במדין פרש\"י וז\"ל לך והתר בפני יתרו שאין מתירין לו לאדם אלא בפניו כו' וא\"ר ת\"ח מפר לעצמו עכ\"ל הנה דס\"ל רש\"י ז\"ל דמרע\"ה התיר את נדרו משום דת\"ח מיפר לעצמו וא\"כ ה\"נ איכא למימר גבי יוסף דאתשיל נמי אדידך דקאמר היינו ע\"י עצמו מאחר דבר חכים הוא הן אמת שדברי רש\"י ז\"ל הללו הן דברים שלא שמעתן אזן מעולם ובהדיא אמרינן בפרק אלו נדרים דפ\"א דבר אחר לא יחל דברו מכאן לחכם שאינו מיפר נדרי עצמו גם מ\"ש וא\"ר ת\"ח מיפר לעצמו לא ידעתי היכא כתיבא ואי כונתו ז\"ל למ\"ש בפ\"ק דנדרים ד\"ז אמר רב גידל אמר רב ת\"ח שנדר לעצמו מיפר לעצמו ההיא ודאי לא איתמר אלא דוקא גבי נדוי אבל גבי נדר הא ברייתא דקתני בהדיא דחכם אינו מתיר לעצמו וליכא למימר דס\"ל לרש\"י ז\"ל דלא שאני לן בין נדוי לנדר וההיא דרב גידל אמר רב פליגא אברייתא דרב תנא הוא ופליג דא\"כ מאי פריך התם פשיטא מ\"ד כו' והיכי פרכינן פשיטא במידי דפליגא אברייתא ואמימר' דרב ולזה נאמר שרש\"י ז\"ל לא גריס פשיטא אלא ה\"ג כי הא דמר זוטרא כו' וכמו שכן בא גירסא זו בהר\"ן ז\"ל שם יע\"ש מיהו אכתי קשה למר זוטרא חסידא דקאמר התם דמשמית נפשיה והדר שרי לנפשיה היכי עביד כרב ושביק תנא דברייתא ושוב ראיתי להתוס' ז\"ל פרק המוכר את הספינה דע\"ה ד\"ה ועכשיו שנשבעתי מי מיפר לי שהקשה וז\"ל ותימא אמאי אין הקב\"ה מיפר לעצמו דהא מסקינן במסכת חגיגה דנדרים כו' באפי נשבעתי וחוזרני אלמא שהוא מפר לעצמו ואההיא קשה דהיאך מפר לעצמו הא אמרינן פ' אלו נדרים כו' מכאן לחכם שאין מיפר לעצמו והא דאמר בנדרים גבי ההוא קצרא דשרא לנפשיה לא שרא לנפשיה ממש אלא כו' אבל רבנן שרו לי' עכ\"ל ואם כן אפשר לומר דרש\"י ס\"ל בההיא דההוא קצרא דשרא לנפשיה כפשטא מפרש' דדחיקא ליה מלתא לפרש כדברי התוס' וס\"ל ז\"ל דההיא דפרק אלו נדרים דקאמר מכאן לחכם שאינו מתיר לעצמו הוא משום דנפ\"ל התרת נדרים מקרא דלא יחל דברו הוא אינו מיחל אבל אחרים מוחלים לו כדנפ\"ל לשמואל התם בפ\"ק דחגיגה ומשום הכי קאמר דת\"ח אינו מתיר לעצמו אבל לר' יאושע דנפ\"ל התם התרת נדרים מקרא דאשר נשבעתי באפי באפי נשבעתי וחוזרני בי ס\"ל דת\"ח מיפר לעצמו וההיא דההיא קצרא דשרא רבי ישמעאל ברבי יוסי לנפשיה הוא משום דס\"ל כר\"י דהתרת נדרים נפקא מקרא דנשבעתי באפי ועל דברי התוס' ז\"ל ק\"ל טובא דאדקשיא להו מההיא דההוא קצרא דשרא ר\"י בר' יוסי לנפשיה אמאי לא ק\"ל מההיא עובדא דרב סחורה דאיתא התם דף פ\"ב מקמי ההיא עובדא דההוא קצרא טובא דקאמר התם איקפד ר\"ן א\"ל זיל לקילעך נפק רב סחורה ופתח פיתחא לנפשיה והו\"ל לשנויי ולומר דלאו שרא נפשיה ממש קאמר והר\"ן ז\"ל שם בההוא עובדא דרב סחורה ק\"ל כקו' התוס' ותירץ כתי' ז\"ל ויש ליישב ודוק ומ\"מ לדאתאן עלה הנה מקום ליישב דברי רש\"י ז\"ל כמ\"ש אלא שדברי רש\"י ז\"ל בפ\"ק דחגיגה עומדים מנגד מ\"ש וזה שכתב וז\"ל נשבעתי באפי מדקאמר באפי משמע כו' עד מתירין לו משמע ע\"י אחרים ועיין במוהר\"ש אלגאזי ז\"ל בס' זהב שבא דס\"ו ומ\"מ יש לצדד בדבריו ודוק. שוב ראיתי להרשב\"א ז\"ל שם בחידושיו שכתב וז\"ל נפק רק סחרה ופתח פתחא לנפשיה פירוש מצא פתח היתר ולא שהתיר לעצמו ע\"י פתח זה דקיי\"ל לא יחל דברו הוא אינו מיחל כו' ובפי' ראיתי לעיל וז\"ל והלכתא אפילו ת\"ח נמי לא מצי למיפתח בחרטה ומיהו אי אשכח מילתא דלאו אדעתא דהכי נדר מצי למישרי נדר לנפשיה כו' נראה שהם מפרשים דפתח פתחא לנפשיה ושרא לנפשיה ממש קאמר וכי כתיב לא יחל דברו הוא אינו מיחל דוקא בחרטה קאמר עכ\"ד וא\"כ נראה פשוט שזה ממש דעת רש\"י ז\"ל ומשו' הכי כתב רש\"י ז\"ל גבי ההיא דבמדין נדרת דת\"ח מיפר לעצמו משום דכיון דההיא דיתרו בנדר הניתר ע\"י פתח מיירי כדנפ\"ל התם דפותחים בנולד זה הנראה בדברי רש\"י ז\"ל ושוב מצאתי להר\"ב זרע אברהם ז\"ל חי\"ד סי' ט' דמ\"ה ע\"ג שעמד בלשון רש\"י ז\"ל הלזו ורוב דבריו יש בהן מן הגמגום ומ\"ש נראה אמת ויציב ודוק ומ\"מ אכתי תי' הללו אינו מעלה ארוכה לההיא דצדקיהו דפרק ר\"א דף ס\"ה דקאמר התם דאשכחיה צדקיהו לנבוכדנצר דקא אכיל ארנבא חייא א\"ל אשתבע לי דלא מגלית עלוי כו' ואתשיל אשבועתיה והשתא קשה היכי שרו ליה סנהדרין שבועתו הא צריך לפרט את הנדר ומכיון שפרט את הנדר עבר אשבועתו ואף גם זאת נראה ליישב על פי מ\"ש הרשב\"א בתשו' והביאה מרן הב\"י סי' קכ\"ח על מי שנשבע שאם לא יפרענו חמיו קודם הפסח שלא יהיה חג עצרת בעיר והגיע פסח ולא פרעו ואח\"כ נתחרט כתב הרשב\"א ז\"ל שאין מתירין אותו עד שיעבור חג העצרת משום שאין מתירין את הנדר עד שיחול ויש להשיאו עצה שיתאחר עד שבועות בעיר משום שלום הבית וכשיתירו לו נדרו אח\"כ לא ישאר עליו שום עונש כו' יע\"ש הרי שהרשב\"א התיר לעבור את הנדר משום שלום הבית ואח\"כ ישאל על שבועתו ולא חשיב עובר על שבועתו דמכיון שמאותה שעה הרי נתחרט מן הנדר והרי הוא רוצה לשאול על שבועתו אלא שמצד הדין אינו יכול להתיר משום שאין מתירין קודם שיחול והילכך כל שהתירו לו אח\"כ הרי למפרע לא עבר על שבועתו ועיין מ\"ש בס' כהונת עולם שם יע\"ש וא\"כ דכוותא נמי בההיא דצדקיהו איכא למימר דכיון דמאותה שעה הרי נתחרט מן הנדר אלא שמצד הדין אינו יכול להתיר את נדרו מטעמא דצריך לפרט את הנדר והלכך התירו לו לעבור על שבועתו ולפרוט את הנדר ולשאול על שבועתו אח\"כ ונמצא חכם עוקר את הנדר מעיקרו ואין בו עון אשר חטא וכבר כתבו התוס' והר\"ן ז\"ל שם דבההיא דצדקיהו נמי לדבר מצוה היה מה שהתירו לו דצדקיהו הי' מצטער ביותר בשלא היה יכול לגלות את הנדר והיה מתבטל ע\"י כך ממלאכת שמים יע\"ש וכיון שכן הוי ממש כההיא דהרשב\"א ז\"ל דמשום שלום הבית התיר לו לעבור על נדרו ולישאל אח\"כ כנ\"ל נכון: שוב מצאתי בשיטה מקובצת כ\"י למס' נדרים שכתב וז\"ל אמרו לו בפניו וא\"ת והא קי\"ל צריך לפרט את הנדר וא\"כ צדקיהו ודאי פרט את הנדר לפני הסנהדרין קודם שיתירו לו וא\"כ הוי עובר על השבועה כשפרט את הנדר קודם ההיתר וי\"ל דאפשר שאמר להם נשבעתי שבועה כך וכך לאיש אחד על ענין פלוני ולא אמ\"ל למי נשבע וכיון שלא גילה להם למי נשבע לא עבר על השבועה הנה פרט השבועה והתירוהו וי\"א שאמר להם נשבעתי לנבוכדנצר שלא אגלה אותו מענין אחד שראיתי לו ואני מתחרט התירו הריטב\"א ז\"ל עכ\"ל ושתי תשובות הללו נתני' ליאמר בההוא דיוסף ודוק: ולענין הלכה כבר כתבנו דפשיטות דברי רבינו נראה דס\"ל דצריך לפרט את הנדר בפירוש ויש מן המבוכה בדבריו דבפ\"ו מה' ביאת המקדש פסק וז\"ל הן שנשא נשים בעבירה אינו עובר עד שידירוהו ב\"ד ע\"ד רבים ומבואר הוא בפרק השולח הא דאוקימנא למתני' בנודר ע\"ד רבים היינו דוקא למאן דס\"ל א\"צ לפרט את הנדר אבל למאן דס\"ל צריך לפרט את הנדר אתיא מתני' כפשטא א\"כ משמע שדעתו ז\"ל לפסוק כמאן דאמר א\"צ לפרט את הנדר ואלו בפ\"ו מה' אישות פסק מתניתין דהתקין ר\"ג שתהא נודרת ליתומים כל מה שירצו כפשטא ומבואר הוא בפרק השולח דפרכינן התם כי לא נישאת נמי ליחוש דילמא אזלה לגבי חכם ושרי ומפרקינן קא סבר ר\"ה צריך לפרט את הנדר משמע דלר\"ן דס\"ל א\"צ לפרט את הנדר מוקמינן למתניתין בנודרת עד\"ר כדאוקימנא למתני' דהנושא נשים בעבירה וא\"כ הי\"ל להרב ז\"ל לבאר וכבר מוהרימ\"ט ז\"ל ח\"א סי' קמ\"ב נתקשה בזה וראיתי להרב פר\"ח ז\"ל בספר מים חיים בחידושיו לגיטין שכתב וז\"ל ולי ל\"ק מידי שרבינו ז\"ל סבור דהא דק' לן וליחוש דילמא אזלא לגבי חכם ומשנינן קסבר צריך לפרט את הנדר הויא שינויי ואשינויי לא סמכינן דכיון דקימ\"ל דהמודר הנאה מחבירו אין מתירין לו אלא בפניו לא חיישינן דלמא החכם יתיר שלא בפני היתומים ודלא כהתוס' שם ומש\"ה סתם הרב דאף לדידיה דס\"ל דא\"צ לפרט את הנדר א\"צ להדירה ע\"ד רבים כו' יע\"ש שכתב שתי' זה הוא אמיתי ונכון בדעת רבינו: ואחר המחילה דבריו מן המתמיהין דאיך הפה יכולה לדבר שטעמו של רבינו הוא מש\"ה דא\"כ איך פסק שם סמוך ונראה כר\"ה דאמר דאם נשאת אין מדירין אותה שמא יפר לה בעלה והרי התוס' ז\"ל והרא\"ש והר\"ן והרשב\"א והריטב\"א בחדושיו שם כשהקשה מההיא דהמודר הנאה מחבירו תפסו קו' וז\"ל וא\"ת בין חכם בין בעל איך יכולי' להפר כו' יע\"ש וא\"כ מהאי טעמא נמי הי\"ל לרבינו לומר דאפי' נשאת מדירין אותה ולא חיישינן שמא יפר לה בעל וכבר היה אפשר ליישב דבריו אלא שאחר העיון יראה המעיין שדבריו צ\"ע ויותר היה נראה לי ליישב דבריו על פי מ\"ש הר\"ן ז\"ל בחדושיו אהא דפרכינן התם לר\"ן דאמר א\"צ לפרט את הנדר ממתני' דהנושא נשים בעבירה וז\"ל וא\"ת אמאי לא הקשה ממתני' דהכא י\"ל דהא אלימא ליה משום דגבי אשה דלמא חייש לה חכם דשכיחא מלתא שנודרת לגבות כתובתה אבל בכהן לא מסיק אדעתיה עכ\"ד וא\"כ איכא למימר שזו היא דעת רבי' דס\"ל דאפי' לר\"ן גבי אשה לא חיישינן מיהו אכתי קשה ממה שפסק רבינו פ\"ז מה' ערכין וחרמין דין י\"ז דהמקדיש כל נכסיו כו' אינה גובה עד שידיר לו הנאה כו' ולא הזכיר שידירנה ע\"ד רבים כמ\"ש פ\"י מה' ביאת מקדש ובפ\"ו מה' אישות כתב דין הערב לאשה בכתובתה דצריך שידירנה הנאה ולא הזכיר ע\"ד רבים וכן קשה לתי' מהרימ\"ט שתי' שדעת רבינו דאע\"ג דצריך לפרט את הנדר א\"צ לפרט הסבה שבשבילה נדר ומש\"ה פסק בה' אישות דלא בעינן ע\"ד רבים ק' ג\"כ מהא דהמקדיש כל נכסיו וכמ\"ש הפ\"ח ז\"ל שתי' מוהרימ\"ט לא יתכן ליישב דעת מרן ז\"ל דבי\"ד סי' רנ\"ח פסק דצריך לפרט הסבה יע\"ש ועיין מ\"ש הרב ט\"ז ז\"ל שם שכפי מה שתי' דברי מרן אין כאן מקום קושיא כלל ועיין להרב מג\"א סי' קכ\"ח ובספר בית שמואל סי' צ\"ה ס\"ק ל\"ז וסי' ק' ס\"ק כ\"ב ודוק: ומרן ז\"ל פסק בסי' רכ\"ח דאם לא פרט את הנדר והתירוהו אף בדיעבד אינו מותר וכן כתב הרא\"ש ז\"ל בפרק השולח והריב\"ש בתשו' סימן גם הרשב\"א בחידושיו שם כתב וזה לשונו ואפי' בדיעבד אינו מותר וכדמשמע מטעמיה דרב נחמן דאמר ואי אמרת צריך זמנין דגלייא ליה לדבוריה וחכם מאי דשמע מיפר אלמא דמאן דאית לי' צריך כו' התירו אינו מותר יע\"ש וכן יש להוכיח גם כן מהא דפריך התם לעיל כי לא נישאת נמי דילמא אזיל לגבי חכם ושרי לה ומשני קסבר צריך לפרט את הנדר ואם אי' אכתי ניחוש דילמא איהי לא מפרט לה לנדרא שנדרה על תנאי אם נהנתי מכתובתי ושרי לה חכם ובדיעבד מותר שהרי לפי מ\"ש התוס' שם לחד תי' מאי דפריך וניחוש דילמא אזל' כו' בדיעבד קאמר יע\"ש אלא מוכח דאפי' בדיעבד לא מהני:<br><b> האמנם </b> מצאתי בשיטה מקובצת כ\"י למס' נדרים שכתב משם הריטב\"א וז\"ל והלכתא כר\"פ דצריך לפרט את הנדר מיהו דוקא לכתחילה הוא דצריך לפרט את הנדר אבל אם דיעבד התירוהו מותר ומוכח הכי בפרק השולח וכלשון הזה ממש כתב ג\"כ בחידושי כ\"י על הלכות נדרים להרמב\"ן יע\"ש ז\"ל והדבר תמוה דמלבד דמסוגיא דפ' השולח ליכא למשמע מינה סיעתיה אדרבא תיובתיה איכא למשמע מינה כמ\"ש וצ\"ע: כתב הרשב\"א בתשובה הביאה מוהריב\"ל ח\"ד ס\"ד וז\"ל מי שנשבע שלא לשחוק לזמן ידוע ובא לשאול על נדרו ואומר שמתיירא שמא יתקפנו יצרו כו' ועובר על שבועתו מסתברא דאין נזקקין לו דהשוחק בקוביא עבירה היא ואין מתירין לו ואם מפני שלא יכשלנו לעבור על שבועתו יכניע את יצרו ואין אומרין לאדם לעשות עבירה קטנה כדי שלא יעשה חבירו עבירה גדולה וכתב הר' הנזכר עליו וז\"ל ולכאורה י\"ל לדברי הרשב\"א ז\"ל מההיא דאמרינן בפרק השולח בההיא אמהא דהוה בפומבדיתא דהוו עבדי בה אינשי איסורא ואמר אביי אי לאו דאמר ר\"י אמר שמואל כל המשחרר כו' הוה כייפנא ליה למרה כו' רבינא אמר כי הא מודה שמואל משום מילתא דאיסורא הרי דכדי שלא יעשה איסורא רבה עבדינן איסורא זוטא ותי' וז\"ל וכד מעיינן שפיר אשכחן דלאו ראיה היא מההיא שמעתתא כלל דכתב הר\"ן דלאו עשה גמור הוא ועוד י\"ל דשאני הכא בנ\"ד דהוי בקום עשה דעבדינן מעשה להתיר והתם הרי בשוא\"ת שלא יקיים עשה כדי שלא יבואו רבים לידי חטא וראיה לדבר מההיא דתקיעת שופר ונטילת לולב דמבטלינן שלא יבואו לידי חטא ויעבירו אותם ארבע אמות איברא דיש פנים לומר דהוי קום עשה מאי דכתיב ליה גיטא דחירותא ומי שיעיין בדברי התוס' ימצא סמך לומר דלא הוי קום עשה משום דעיקר המצוה הוא לעבוד בהם ומניעת העבודה הוא בשוא\"ת עכ\"ד: והנה מה שתירץ הרב ע\"פ מש\"כ הר\"ן דלאו עשה גמור הוא לא ידעתי איך אישתמיט מיניה דברי הרשב\"א ז\"ל בחידושיו דף ל\"ח ע\"א שכתב כן משם הרמב\"ן ודחהו בשתי ידים גם מה שתי' דהתם שאני דהוי שב וא\"ת וכתב דמי שיעיין בדברי התוס' ימצא סמך דלא הוי קום עשה נראה דכוון למ\"ש שם בד\"ה כל המשחרר וז\"ל והא אמרינן לקמן במי שאמר כו' שאני התם שאין היורשין רשאין להשתעבד בה משום מצוה לקיים דברי המת לא קרי' ביה לעולם בהם תעבודו ומשום נתינת הגט לחודיה ליכא איסור עשה ע\"כ לע\"ד נראה דאין כאן סמך כלל דמעולם לא כתבו התוס' דבנתינת הגט ליכא איסור עשה דאין היורשין רשאין להשתעבד וכיון דאין יכולין לעבוד בהם ליכא איסור עשה בנתינת הגט כיון דבלא נתינת הגט אינם יכולים להשתעבד אמנם בעלמא היכי דמצי לעבוד בהם א\"כ משעת נתינת הגט עבר אעשה כיון דנתינת הגט היא הגורמת מניעת העבודה וזה מדוקדק בדברי התוס' שכתבו ומשום נתינת הגט לחודיה ליכא איסור עשה ויש להביא ראיה לזה שכתבנו ממה שהקשו התוס' שם בפרק השולח דמ\"א ד\"ה כופין את רבו וז\"ל וא\"ת וכי אומרים לאדם חטא בשביל שיזכה חבירך דהכי אמרינן גבי הדביק פת בתנור כו' והשתא כפי דעת הרב דמקרי שב ואל תעשה מאי ק\"ל מההיא דהדביק פת בתנור התם שאני דהוי קום עשה משא\"כ הכא דהוי שב וא\"ת וראי' מההיא דשופר ולולב וכמ\"ש הוא ז\"ל אלא ודאי כמ\"ש ומהתימא על הרב שנראה שלא ראה דברי התוס' הללו: ובעיקר קו' נראה דאשתמיט מניה דברי התוס' דפרק בכל מערבין דל\"ב ע\"ב ד\"ה שנ' וז\"ל והא דשרי בחצי שפחה כו' ועוד דהו\"ל כמצוה דרבים כדמשני גבי ר\"א ע\"ש וא\"כ כפי דברי התוס' הללו אין כאן קושיא ועוד נ\"ל לחלק דלא דמי נדון הרשב\"א לההיא דפרק השולח דבשלמא בנדון הרשב\"א עדיין לא הוחזק באיסור ואע\"ג דאיכא למימר שירא שמא יתקפנו יצרו כו' אימור לא עביד דגזים איניש ולא עביד משא\"כ גבי ההיא דהשולח דהוו עבדי בה כבר אסורא עבדינן אסורא זוטא כדי שלא יעשה עמה אסורא רבה ועיין בהרב פרח מטה אהרן ח\"א סי' מ\"ד:<br><b> מעשה חושב</b>\n<b> (שלד) </b> ושתי תשובות הללו ניתנים ליאמר בההיא דיוסף כו'. גם אני כיוונתי ליישובים אלו וביותר לישוב קמא והיינו משום דעיקר טעמא הוא שמא לדבר מצוה נשבע וא\"כ הרי הוא מפרט לב\"ד על מה נשבע אך לא למי נשבע א\"כ אזיל לי' החשש ולפ\"ז אי צדקיהו פרט דנשבע למי שאכל אבר מן החי שלא יגלה הדבר א\"כ מאי איכפת ליה לב\"ד מה שלא גילה למי נשבע. אלא דלדעתי הקושיא מעיקרא ליתא דכיון דמה שצריך לפרט הנדר הוא רק מדרבנן בלבד א\"כ הא י\"ל דבזמן צדקיהו אכתי לא נגזרה ולא נתחדשה הלכה זו וכעין זה כ' המל\"מ בפ\"ז הלכה יו\"ד מהלכות בית הבחירה להוכיח דהא דאין ישיבה בעזרה כו' דאורייתא הוא דאל\"כ מאי שקיל וטרי בשלהי קדושין בהאי קרא דשמואל שוכב גו' דילמא בימי שמואל עוד לא אסרוה ב\"ד גם מו\"ז רבינו התוי\"ט ז\"ל הוכיח דבטמאה עם טמאה נמי איכא כלאים מדאורייתא מדהקשו בירושלמי מקרא דדוד ובניו בפרד כי לא מצאנו גזירה זו באחד מספרי הנביאים עיין משנה ב' פ\"ח מכלאים בתוי\"ט בד\"ה בהמה כו' וכן מו\"ח רבינו ז\"ל בתשובות רע\"ק איגר מביאם ליישב מה דכתבו התוס' בקדושין דף כ\"ב דתמר לא היתה בת דוד שאשתו כבר היתה מעוברת מקודם דקשה ע\"ז איך נשא דוד מעוברת ותירץ מו\"ח ז\"ל דבימי דוד אכתי לא אסרו מעוברת ומינקת ע\"ש והוא בסי' צ\"ה ותמהני דטפי הי\"ל למו\"ח רבינו ז\"ל להביא הירושלמי שהובא בתוס' יבמות דף כ\"א רע\"א בד\"ה ומותר באשת חמיו כו' וז\"ל הירושלמי שם אשת חמיו אסורה משום מראית עין וא\"ת תורה היא לאסור הא דוד נשא רצפה בת אי' ע\"ש הרי מבואר דאיסור אשת חמיו עוד לא הי' בימי דוד דאל\"כ יקשה איך נשאה דוד ועבר אדרבנן והא כתיב אשר עשה דוד הישר בעיני ד' ולא סר גו' ועיין בתוי\"ט משנה א' פ\"ח דכלאים בד\"ה אסורים כו' ודו\"ק: אחר זמן רב כתבתי תשובה ארוכה מאד לראדוויץ והארכתי קצת גם בזה משום דקשה להיפך למ\"ש הט\"ז ביו\"ד סי' קי\"ז דמאי דמפורש בקרא להיתר אין כח ביד חכמים לאסור וא\"כ איך אסרו אשת חמיו כיון דמפורש בקרא ואתנה נשי אדוניך בחיקך וגו':<br><b> וניחא </b> לי דהא הטעם באיסור זה הוא משום מראית העין והרי אמרינן בסוטה דף מ\"ג ע\"ב החורגים הגדלים בבית מותרים זה בזה דקלא אית להו ולהירושלמי דאוסר בחורגים ס\"ל דלית להו קלא: אבל מ\"מ נשי שאול ודאי דקלא הוה להו כיון דשאול ודוד חתנו מלכי ישראל היו ולא שייך בהו מראית העין וכן הבאתי ראי' בתשובתי הנ\"ל ממ\"ש התוס' בבכורות דף נ\"ה סע\"ב בד\"ה אין המעין כו' בתה\"ד שם בדף נ\"ו ע\"א ומהט\"ז יו\"ד סי' קצ\"ב לענין דם חימוד ועיין סנהדרין דף י\"ב סע\"א ובתוס' שם בד\"ה שעובר כו' ודו\"ק:<br><b> (שלה) </b> נראה דכוון למ\"ש שם בד\"ה כל המשחרר כו' ומשום נתינת הגט לחודי' ליכא איסור עשה לענ\"ד נראה דמוהריב\"ל רמז על דברי התוספות שם בדף מ\"א ע\"א בד\"ה לישא שפחה כו' שכתבו שם ביישוב קושייתם דאמאי לא אתי עשה דפ\"ו ודחי לל\"ת דלא יהי' קדש וז\"ל שם וי\"ל דהכא אפשר לקים שניהם ע\"י כפיי' וע\"ש והשתא אי נימא דהמשחרר הוי קום ועשה א\"כ איך קרו זה אפשר לקיים שניהם ניהו נמי דעשה דפ\"ו עשה אלים הוא מעשה דלעולם בהם תעבודו מ\"מ הא טפי הי' לן לומר דליבטל העבד מפ\"ו כיון דאינו עובר בקום ועשה ממה שנאמר שישחררו האדון ויעבור בקום ועשה ועיין מוהרש\"א שם ודו\"ק:<br><b> מ\"מ </b> מדברי התוס' שם ע\"ב בד\"ה כופין כו' יפה השיג עליו הגאון המחבר ז\"ל דממילא מוכח שם דס\"ל להתוס' דכל שהעשה אלים אעפ\"י שאינו עובר עלי' אלא בשב ואל תעשה עדיפא טפי מעשה שאינו אלים אעפ\"י שעובר עלי' בקום ועשה שהרי עשה דהשלמה נדחה מפני עשה דפסח דאלים אעפ\"י שהכהן עובר על העשה דהשלמה בקום ועשה והמחוסר כפרה אם לא יעשה את הפסח אינו עובר אלא בשוא\"ת וא\"כ ה\"נ כיון דעשה דפ\"ו אלים טפי אע\"ג דאינו עובר עלי' אלא בשוא\"ת הוא דוחה לעשה דלעולם בהם תעבודו שאינו אלים כ\"כ אע\"ג שעובר עלי' בקום ועשה. מלבד כל זה אני תמה על מוהריב\"ל דמיישב שם דמש\"ה אמרינן בההיא אמתא דעבדינן איסורא זוטא כו' משום דהוי בשוא\"ת כמו שופר בשבת כו' משא\"כ בנ\"ד דהוי קום ועשה דעבדינן מעשה להתיר וע\"ש לא ידעתי מה בין כפיית הב\"ד לשחרר לבין התרת השבועה דחשיב הכפיי' לשוא\"ת וההתרה לקום ועשה. ועוד מאי איסור יש בהתרת השבועה אם באמת קרוב הדבר שיתקפנו יצרו ויעבור על שבועתו דאז ממילא אין איסור על המתירים השבועה כיון שיצרו מתגבר עליו כמו בההיא אמתא אבל בההיא דכופין הא מרא דאמתא ודאי קא עביד איסורא אלא שהוא איסורא זוטא ודו\"ק:<br><b> (שלו) </b> ובעיקר קו' נראה דאשתמיט מני' דברי התוס' דפ' בכל מערבין דף ל\"ב ע\"ב כו'. תמהני על הרב המחבר ז\"ל שהביא ממרחק לחמו והעלים עיניו מדברי התוס' בסוגיין דגיטין הנ\"ל דף מ\"א סע\"ב בד\"ה כופין כו' שהביא המחבר עצמו בדיבור שלפני זה ובפרט שהתוס' כתבו כאן מפורש יותר ממ\"ש בפ' בכל מערבין שהביא שהרי כתבו הכא וז\"ל אע\"ג דהם פושעים כיון שהיתה מחזרת אחריהן ומשדלתן לזנות חשיבי כאונסים וע\"ש (וא\"כ הרי אין זה ענין להאי דהרשב\"א ז\"ל) וסיימו שם וז\"ל. ועוד דמצוה דרבים שאני עכ\"ל. ובתוס' שבפ' בכל מערבין הא לא כתבו אלא בכ\"ף הדמיון וז\"ל דהו\"ל כמצוה דרבים וע\"ש וא\"כ עד שהגאון המחבר ז\"ל תמה על מוהריב\"ל שלא ראה דברי התוס' הללו והרי יותר תימא עליו שהעלים עינו מסוף דברי התוס' שהביא בעצמו:"
            ],
            [],
            [
                "<b>ראובן </b>\n<b> שהשביע לשמעון כו' אין מתירין לו אלא בפניו כו'.</b> ברייתא פרק ר\"א דס\"ה וראיתי להתוס' ז\"ל פרק השולח דף ל\"ו ע\"ב ד\"ה ליחוש שהק' וז\"ל וא\"ת בין חכם ובין בעל איך יכולים להפר שלא בפני היתומים הא אמרינן בנדרים כו' וי\"ל דבדיעבד אם הפר מופר כו' הנה מוהריב\"ל ז\"ל בחידושיו הקשה וז\"ל ואיכא למידק דמאי קו' כיון דאכתי לא ידעינן דצריך לפרט את הנדר ואפשר לתרץ דאפי' למ\"ד דא\"צ לפרט את הנדר אפ\"ה צריך לפרט אם נדר ע\"ד רבים הדירוהו אחרים כדי לדעת אם יש התרה לנדרו ולשבועתו אלו דבריו ובמה שתי' וי\"ל דבדיעבד אם הפר מופר ראיתי למוהר\"ש יפה ז\"ל בס' שמות דף מ' שהקשה וז\"ל וק' ומ\"מ חכם היכי שרי לה לכתחיל' אטו בשופטני עסקינן והניחו בצ\"ע ולע\"ד נראה דכונתם להקשות דהן לו יהי דהשתא לפום ס\"ד דהמקשה ס\"ל דא\"צ לפרט את הנדר דהשתא כיון שהחכם אינו יודע שנדר לתועלת חבירו מסתמא ודאי שרי לה מ\"מ אכתי מה יענה לרמאה ברמאותיה כיון שאין התרה מועלת כלום דליכא למימר דאיהי טעי בהכי וסבורה היא דהנשבע לתועלת חבירו מתירין לה שלא בפניו ואדעתה דהכי נדרה מעיקרא וחכם ודאי שרי לה לפום מאי דס\"ד השתא דא\"צ לפרט את הנדר דהא ליתא דא\"כ היכי משני לר\"ג דאמר אפילו נשאת דמדירינן לה ברבים אכתי ניחוש דילמא איהי טעי בהכי וסבורה נדר שהודר ברבים יש לו הפרה דלאו כ\"ע דינא גמירי ור\"ג כיון דס\"ל דא\"צ לפרט את הנדר אזיל לגבי חכם ושרי לה אלא ודאי דלהא לא חיישינן וא\"נ דבשעה שקופצת ונשבעת מודעינן לה דינא הכי וא\"כ ה\"נ נימא לענין נשבע לתועלת חבירו ואהא תי' וי\"ל דבדיעבד אם הפר מופר כו' וכיון שכן איכא למיחש לרמאה ברמאותיה דאזיל לגבי חכם ואינו מודיע לו שנשבע לתועלת חבירו ושרי לי' ובדיעבד אם התירוהו מותר דהשתא לפום ס\"ד דמקשה דא\"צ לפרט את הנדר א\"צ שיפרט אם נדר ע\"ד רבים או לתועלת חבירו ודלא כמוהריב\"ל ז\"ל דלפי דעתו ז\"ל קשה דא\"כ מאי אהני התוס' בתי' דבדיעבד מופר אטו בשופטני עסקינן וכקו' מוהר\"ש יפה ז\"ל ומצאתי להריטב\"א ז\"ל בשיטת כ\"י כתב על תי' התוס' וז\"ל ואין תי' זה מספיק דאפי' הוי הכי מ\"מ ליכא למיחש להכי דחכם לא מזדקק לה ושמא אפשר לומר דכיון דאיהי ידעה דאם עשה כן בדיעבד מותר מרמי אותו חכם ויאמר לו שלא היה שם אדם בשעה שנדר עכ\"ל הנה מבואר כונתם כמ\"ש ודוק: שוב ראיתי בהר\"ן ז\"ל בנדרים דס\"ה ע\"א שכתב ליישב קושיית התוס' הלזו וז\"ל בסוף דבריו וההיא דגיטין לאו ראיה היא דנדר אלמנה מכיון שנדרה ליתומים מה תועלת יש לתינוקות באיסור פירותיהם ועוד דהכי קאמרי' דילמא אזלא לגבי חכם ושרי לה ותחשוב להיות מותרת עכ\"ד והדבר תמוה דאם כן כי פרכינן לר\"ג דאמר אפי' נשאת נשאת ודאי מפר לה בעלה לאו דינא קאמר אלא היינו לומר דבעל נמי טעי בהכי וסבור הוא דהנשבע לתועלת חבירו יש לו התרה וא\"כ מאי משני דמדרינן לה ברבים אכתי ניחוש דילמא טעו בהכי וסבורים הם דנדר שהודר ברבים יש לו הפרה ואדרבא בהא איכא למיטעי טפי דפלוגתא דתנאי היא משא\"כ בההיא דנשבע לתועלת חבירו מילתא פסיקתא היא לכ\"ע ואי נימא דתלמודא הכי קאמר דמדרינן לה ברבים ומודעינן לה דינא דנדר שהודר ברבים אין לו הפר' א\"כ קשה דל\"ל להדיר לה ברבים הוה להו לאודעי לה דינא דהנודר לתועלת חבירו אין מתירין לו אלא בפניו וסגי בהכי ואולי נאמר דודאי תקנתא דמודעינן לה דינא לאו שפיר חזי משום דאכתי איכא למיחש דילמא בי דינא לא יהבי אדעתייהו בההיא שעתא לאודעי לה ותחשוב היא שהיא מותרת ואזיל לגבי חכם ושרי לה ומש\"ה פריך נשאת ודאי מפר לה בעל ואהא משני דמדירינן לה ברבים ולאו דמודיעי' לה דינא קאמר אלא משום דכיון דרואה היא דטרחי ביה דינא לאכנופי יו\"ד להדירה היא ודאי מיהב יהבה דעתה ואתי למישאל דלמה להו י' ויודעת היא דכי היכי דלא תיהוי לה הפרה הוא דעבדי הכי ובהכי יש ליישב לשון רש\"י ז\"ל שכתב ד\"ה ברבים וז\"ל נודרת בפני י' וקסבר נדר שהודר ברבים אין לו הפרה אשר רבים היו תמהים על דבריו דמי הזקיקו לרש\"י ז\"ל לומר נודרת בפני עשרה מאחר דתלמודא השתא לשנויי לר\"ג קאי ור\"ג ס\"ל לקמן דמ\"ו דרבים היינו ג' ועיין בשער אפרים סי' שנתקשה בזה והניחו בצ\"ע: אכן לפי האמור י\"ל דרש\"י ז\"ל בשי' הר\"ן קאי ומשום הכי הוכרח לומר דמדרינן לה ברבים דקאמר תלמודא הכא אליבא דר\"ג ע\"כ בי' קאמר דכיון דטרחי בי דינא לאכנופי י' מידק דייקא וידעה שפיר דכי היכי דלא תיהוי לה הפר' הוא דעבדי הכי משא\"כ אי מדרינן בג' דהתם ודאי לא יהבא דעתה כלל ולא דייקא במילתא לידע טעמא דסבורה דג' משום ב\"ד הוא ולא משום דלא תהוי לה הפרה כנ\"ל נכון ודוק: ודע שהר\"ן ז\"ל שם כתב תי' התוס' ז\"ל דבדיעבד אם התירוהו מותר וסיים וז\"ל וה\"נ מוכח מדשרו ליה סנהדרין לצדקיהו ואי אפי' בדיעבד אסור היכי הוה שרי לצדקיהו לגלויי מילתא וכ\"ת אכתי ק' דנהי דבדיעבד שרי לכתחילה מיהא אסור והיכי שרו ליה סנהדרין לצדקיהו א\"ל דלדבר מצוה מתירין וצדקיה היה מצטער כו' ומ\"מ משמע דבדיעבד מותר דאי לא מה אהני ליה לצדקיהו מאי דשרו ליה עכ\"ד ויש לי לדקדק עליו דמשמע מדבריו דכל דלדבר מצוה מתירין בדיעבד מותר אפי' לדבר הרשות דאי בדיעבד אינו מותר אפי' לדבר מצוה לא היו מתירין והא בהא תליא וכיון שכן קשה דא\"כ משמע דע\"ד רבים דקי\"ל דלדבר מצוה מתירין מינה דבדיעבד אם התירוהו מותר וק' דא\"כ כי פרכינן בשמעתין לר\"ג נשאת ודאי מפר לה בעל היכי משנינן דמדרי' לה עד\"ר אכתי תי' דניחוש דילמא מפר לה בעל או שרי לה חכם ובדיעבד מותר דמהאי טעמא דבדיעבד שרי הוא דפרכינן מעיקרא נשאת ודאי מפר לה בעל ולהא ודאי הוה אפשר לישב דאע\"ג דבנודר ע\"ד רבים לדבר מצוה יש לו הפרה ומינה דבדיעבד מותר מ\"מ היכא דהוי נשבע לתועלת חברו ועד\"ר אלים טפי ואפי' לדבר מצוה אין מתירין ובדיעבד נמי אינו מותר והיינו דמשני שמדירינן לה ברבים אלא דאכתי קשה מהא דפרכינן לקמן לר\"ג דאמר א\"צ לפרט את הנדר ממתני' דהנושא נשים בעבירה מוקמינן לה במסקנא דמדרי' ליה עד\"ר אע\"ג דהתם ליכא טעמא דנשבע לתועלת חבירו דמה תועלת יש להם לב\"ד במה שמשביעין אותו והשתא כפי דעת הר\"ן ז\"ל מאי משני דמדרינן ליה עד\"ר אכתי ניחוש דלמא אזיל לגבי חכם ושרי ליה ובדיעבד מיהא מותר ושוב ראיתי להר\"ב ש\"ך סי' רכ\"ח ס\"ק ס\"ט שתמה על מור\"ם ז\"ל שם שכתב משם י\"א דעד\"ר בדיעבד אם התירוהו מותר והיא סברת מהר\"י קולון ז\"ל שורש נ\"ב שכתב כן משם הר' אביגדור ז\"ל ומרן הב\"י ז\"ל כתב שכ\"כ הרשב\"א בתשו' משם ר\"ת יע\"ש ותמה עליו כמו שתמהתי אני ההדיוט דלר\"ת ז\"ל כיון דמאי דפריך בגמ' וליחוש דלמא אזיל גבי חכם היינו לענין דיעבד א\"כ מינה מוכח דבעד\"ר אין לו הפרה דאל\"כ מאי משני דמדירינן ליה עד\"ר וכתב עוד שדברי הר' אביגדור דחויים הם ואין לסמוך עליהם אפי' בשעת הדחק דכפי דבריו מאי משני בגמ' דמדרי' ליה עד\"ר אכתי ניחוש דילמא אזיל לגבי חכם ושרי ליה ובדיעבד מותר וחכם ודאי שרי ליה לכתחלה דהשתא לר\"נ קיימינן דס\"ל א\"צ לפרט את הנדר את\"ד ז\"ל יע\"ש ויש לתמו' עליו שהרי מדברי הר\"ן מוכח בהדיא כדעת הר' אביגדור ז\"ל ממה שהכריח הדבר דכיון דנשבע לתועלת חבירו לדבר מצוה מתירין מינה נשמע דבדיעבד מותר דהא בהא תליא וא\"כ מבואר דבעד\"ר כיון דקי\"ל דלדבר מצוה מתירין ה\"נ בדיעבד מותר וא\"כ מאי דק\"ל לדעת הר' אביגדור תיקשי ליה להר\"ן ז\"ל ונראה ליישב דודאי גבי נשבע לתועלת חבירו ס\"ל להר\"ן ז\"ל דהא בהא תלייא ומכיון דלדבר מצוה מתירין ע\"כ לומר דלדבר הרשות דעבד מותר אלא דלכתחלה הוא דאסרו וא\"כ כל לדבר מצוה לא אסרו רבנן ושרי לכתחלה אמנם אי אפי' בדיעבד אין התרתו התרה אלא מדעת חבירו כי הוי לדבר מצוה מאי אהני לן וכי משום דבר מצוה שרי לעבור על הנדר דהכא ליכא למימר דכיון דדבר מצוה הוא מסתמא ניחא ליה לחבירו שיתיר את נדרו דמאי אכפת ליה לחבירו במצוה דידי' כיון שגורם לו היזק בהתרתו מה שאין כן בנודר ע\"ד רבים דטעמא דאין לו התרה הוא משום דלא כל הפתחים שוים ולא כפתחו של זה פתחו של זה איכא למימר דודאי לדבר הרשות אף בדיעבד אינו מופר מטעמא דלאו כל הפתחים שוים אבל דבר מצוה דעת כולם מסכימים להתי' כיון שלא הגיע להם היזק בהתרתו ומהאי טעמא מתירין אפי' לכתחלה ולא תליא הא בהא ולעולם דס\"ל להר\"ן דע\"ד רבים אפילו בדיעבד אינו מופר אמנם לדעת הר' אביגדור ק' טובא דמאי משני בגמ' כמו שהקשה הרב ש\"ך ז\"ל: ונראה לי ליישב דבריו דס\"ל לר' אביגדור דמאי דפריך בגמ' וליחוש דילמא אזלא לגבי חכם לאו היינו משום דבדיעבד מותר דלהא ודאי לא חיישינן דכיון דלכתחלה לא חיישי' דלמא שרי לה חכם דלאו בשופטני עסקינן ואי משום דאיכא למיחש דלמא מרמה לחכם ואומר שלא היה שם אדם בשעת השבועה ושלא היה לתועלת חבירו כמ\"ש משם הריטב\"א ז\"ל להא נמי ליכא למיחש דס\"ל להר' אביגדור דאפי' לר\"ן דאמר א\"צ לפרט את הנדר מ\"מ צריך לפרט אם נדר ע\"ד רבים או לתועלת חבירו כמ\"ש מוהריב\"ל ז\"ל וקו' ר\"ת דהקשה דמאי פריך וניחוש כו' כיון דהוי נשבע לתועלת היתומים י\"ל דס\"ל כתי' הר\"ן והרשב\"א ז\"ל משם אחרים דס\"ל דנדר אלמנה לא הוי לתועלת חבירו כההיא דצדקיהו דמכיון שנדרה ליתומים מה תועלת יש באיסור פירותיה ומשו\"ה פריך בגמ' וליחוש כו' ושרי לה לכתחלה ומשני דמדרינן ליה עד\"ר דהשתא כיון דלכתחלה אין מתירין אותו ליכא למיחש דלמא שרי לה חכם דלאו בשופטני עסקינן וא\"כ לר\"ן דס\"ל א\"צ לפרט את הנדר מ\"מ צריך לפרט נדר ע\"ד רבי' כמ\"ש כנ\"ל ליישב דבריו: האמנם מצאתי למרן ז\"ל שכתב בתשו' כ\"י בספר אבקת רוכל ס' קל\"ה שכ' דברים מנגדי' למ\"ש בתוך התשו' וז\"ל ומ\"ש שנמצא מחכמי קושטאנדינא שהתרת הנשבע לתועלת חבירו אין בה ממש אפי' דיעבד אע\"פ שזה דעת הראב\"ד והרשב\"א הלא ר\"ת חלוק בדבריו והרא\"ש והסמ\"ג והטור מסכימים לדבריו וכן דעת הריב\"ש ומש\"כ וה\"ה בנשבע עד\"ר שאין בהתרתו ממש אפילו בדיעבד מאחר שכתבו זו בתורת וה\"ה ונפל היסוד ונהרס הבנין כל שכן דבלאו הכי דין זה סתור מעצמו שהרי כ' מהרי\"ק משם הר' אביגדור דנדר עד\"ר בדיעבד אם התירוהו מותר ואע\"פ שכתב שזה שלא כדעת רוב הפוסקים משמע דלטעמיה אזיל דס\"ל כהראב\"ד דהנשבע לתועלת חבירו אפי' בדיעבד אינו מותר אבל כבר הוכחתי שדעת הפוסקים להתיר בדיעבד וכ\"ש בנשבע ע\"ד רבים ואל תשיבני משום דמייתינא לה במכ\"ש ולא סגי ליה לאתויי בה\"ה שהרי הרשב\"א ס\"ל כדעת הראב\"ד דהנשבע לתועלת חבירו אפילו בדיעבד אינו מותר ואפ\"ה כתב בתשובה דבעד\"ר אם הדירוהו בדיעבד מותר עכ\"ל הזהב אשר מבואר מדבריו שלדעת ר\"ת והר\"ן ז\"ל דס\"ל דבנשבע לתועלת חבירו בדיעבד מותר ה\"ה וכ\"ש בעד\"ר ואפי' בדאיכא תרתי תועלת חבירו וע\"ד רבים כמעשה שהיה בנדון שלו אפ\"ה כתב דבדיעבד מותר לר\"ת וסייעתיה והוא מן התימה כמ\"ש וצ\"ע: כתב הר\"ב ש\"ך ז\"ל סי' רכ\"ח ס\"ק מ\"ג על מ\"ש מרן שם ודוקא שנדר ע\"ד חבירו בשביל שום טובה שעשה לו כו' והשבועה היתה לתועלת חבירו כתב וז\"ל לא ידענא מאי קאמר ואי אתא לאפוקי היכא דאין השבועה לתועלת חבירו אף בהטבה יכולים להתיר לסברא זו הא ליתא דבהרא\"ש והטור ושאר הפוסקים בשם ר\"ת משמע דאין חילוק אלא לעולם כל שהוא מקבל טובה ממנו אין להתיר וכן משמע בריב\"ש שם שכ' שי\"א דלתועלת חבירו אפילו שלא בהטבה אין להתיר אבל בהטבה אע\"ג דאין השבועה לתועלת חבירו ליכא למ\"ד דמתיר ואפשר כו' א\"ד יע\"ש ועפ\"ז יש לתמוה על מ\"ש מוהר\"א יצחקי ז\"ל בספר ז\"א חי\"ד סימן ט' על ראובן משרת שמעון שגרשו מביתו מחמת סיבה שכל מה שהיה מרויח היה מאבד את ממונו בתרבות אנשים חטאים ויהי כי ארכו לו הימים וירא ראובן כי כלתה אליו הרעה ויכנע לשמעון רבו ויחל את פני שמעון שיקריבהו ונתרצה שמעון בתנאי שישבע על דעתו שלא ילבש עוד בגד משי עד עשרה שנים ונשאל הרב אם יש לו התרה עפ\"י חכם שלא מדעת רבו וכתב הרב דהיה מקום להסתפק משום הא דאמרי' בנדרים המודר הנאה מחבירו כו' אמנם הם המדברים דמעולם לא אמרו אלא דוקא בשנדר ע\"ד חבירו בשביל טובה שקבל ממנו כו' ועוד צריך תנאי אחר שתהיה השבועה להנאתו ולטובתו של המשביע כההיא דנ\"נ ויתרו כו' עד אמור מעתה דהדברים ברורים דהגם כי נשבע ראובן הנז' על דעת שמעון רבו אין שום הנאה מגעת לו לרבו כדי שנאמר שאין מתירין אלא בפניו או מדעתו ורצונו כו' את\"ד יע\"ש ויש לתמוה עליו איך אשתמיט מיניה דברי הש\"ך הללו שכתב דכל שקבל טובה ממנו מחמת השבועה אע\"ג דאין השבועה לתועלת חבירו ליכא למ\"ד דמתיר וא\"כ הכא נמי כיון שקבל ראובן טובה ממנו מחמת השבועה שהביאו אל ביתו אע\"ג דאין כאן תועלת לשמעון אפי\"ה לכ\"ע אין מתירין אלא מדעתו: האמנם אנכי הרואה שדברי הש\"ך אחר התבוננות הם תמוהים וזה ממה שהרא\"ש והרשב\"א בחידושיו הק' קו' התוס' דידן דמאי פריך וליחוש כו' ותי' משם ר\"ת כתי' התוס' וה\"ד לכתחלה וכתב עוד הרשב\"א ז\"ל דיש מי שתי' דלא אמרו אלא בנשבע להנאתו אבל בנודר' ליתומים מה הנאה יש ליתומים באיסור פירותיה וכן כתב הר\"ן כמ\"ש לעיל עי\"ש הנה מבואר בהדיא דאפי' בנודרת ליתומים דהו\"ל קבל טובה מחמת השבועה שאלמלא היתה נשבעת לא היתה גובה כתובתה דאין אלמנה נפרעת מנכסי יתומי' אלא בשבועה אפי' הכי ס\"ל ליש מי שתי' דכיון דאין ליתומים הנאה באיסור פירותיה יכולה להתיר שלא מדעתם ואם כן איך כתב דכל שקבל טובה ממנו אע\"ג דאין השבועה לתועלת חבירו ליכא למ\"ד דמתי' ואף לר\"ת ושאר רבוותא שתי' קו' זו באופן אחר לאו משום דס\"ל דבקבלת טובה ממנו גרידא מהני אלא משום דמ\"מ יש להם הנאה ליתומים שאם היא רוצה להתיר נדרה צריכה להתרפס ברצוי כסף ליתומים כמ\"ש מוהרימ\"ט ח\"א סי' קי\"ח וא\"כ משום דמכ\"מ בשעה שנשבעת הא מיהא היתה לתועלת היתומים אבל כל שאין לו הנאה למשביע כלל אפי' קבל טובה ממנו לכ\"ע מהני וליכא למימר דנודרת ליתומים לא חשיבא קבל טובה ממנו כיון שהיא גובה כתובתה בעל כרחן ע\"י הנדר דהא ליתא דאם כן ל\"ל לר\"ת לתרץ דההיא דפריך וליחוש כו' איירי לענין דיעבד ולמילף מינה דבדיעבד מיהא מותר ות\"ל משום דלדעתו הא דהנשבע לתועלת חבירו אין מתירין אלא מדעתו היינו דוקא בקבל טובה ממנו כמ\"ש הרא\"ש והרשב\"א ז\"ל משמו סמוך ונראה וכן ראיתי למוהרימ\"ט ז\"ל חלק הנזכר סי' א' שכתב על ראובן שנתחייב לשמעון סך ממון לזמן ידוע ואסר על עצמו בשר ויין אם לא יפרענו עד אותו זמן וכתב הרב ז\"ל שיש לו רפואה שישאל על נדרו ואע\"ג דתני' המודר הנאה מחבירו כו' וכ\"ש היכא שקבל טובה ממנו כמו בנ\"ד שהלוהו בשעת דוחקו כו' נ\"ד לא דמיא למשה ולא לצדקיהו לפי דהכא אין שום תועלת לחבירו בקיומא של נדר זה כו' יע\"ש הנה מבואר מדבריו דכל שאין תועלת לחבירו בשבועתו אע\"ג דקבל טובה ממנו לכ\"ע מתירין אותו הפך מ\"ש הש\"ך ולא ידעתי איך אישתמיט מיניה וצ\"ע: כתב מוהרד\"ך ז\"ל בית י\"ז חדר י' דלדעת הסוברים דהנשבע לתועלת חבירו בדיעבד מותר היכא דהוי דבר מצוה מתירין אפי' לכתחלה יע\"ש ומוהר\"ש טאייטצק ז\"ל בס' שארית יאודה דנ\"ג תמה עליו דהרא\"ש הוא מהסוברים דבדיעבד מותר כו' כתב בתשובה כו' יע\"ש ולק\"מ עיין במוהרא\"ש סי' קע\"ד ובספר כהונת עולם סי' ד' אך לדידי ק\"ל מדברי הרשב\"א ז\"ל בחידושיו שכתב בשמעתין משם ר\"ת ליישב ההיא דגבעונים דיליף מינה ר\"י דנדר שהודר ברבים אין לו הפרה דדלמא התם היינו טעמא משום דהוי נשבע לתועלת חבירו ותי' משם ר\"ת דלא אמרו אין מתירין אלא בקבל טובה ממנו כו' יע\"ש והשתא לדעת הרד\"ך ז\"ל הי\"ל לר\"ת לתרץ ולומר דהתם שאני דהוי לדבר מצוה דכתיב לא תחיה כל נשמה כמ\"ש שם סמוך ונראה שהרי דעת ר\"ת דבדיעבד מותר אלא משמע דלא תליא הא בהא כנ\"ל:<br><b> מעשה חושב</b>\n<b> (שלז) </b> והדבר תמוה כו' אכתי ניחוש דילמא טעו בהכי כו'. ואדרבה בהא איכא למיטעי טפי דפלוגתא דתנאי היא כו'. לענ\"ד אין כאן תימה ואין כאן אדרבה דכתב דבהא איכא למיטעי טפי משום דהיא פלוגתא ובנשבע לתועלת חבירו מלתא דפסיקתא היא דמ\"מ באמת שאני נדר שהודר ברבים דלמ\"ד שאין לו הפרה הא לא מהני לי' הפרה והויא ההפרה כמאן דליתא ואפילו בהסכמת הרבים שהיו שם בשעת הנדר כששמעו אח\"כ שהנדר הותר בב\"ד ג\"כ לא מהני משא\"כ בנודר לתועלת חבירו דאם התיר לו החכם וחבירו הסכים אחר כך בהתרת החכם הרי מהניא ההתרה למפרע דודאי מי שנשבע לתועלת חבירו או אלמנה שנדרה ליתומים אפילו אם אח\"כ יאמרו לה היתומים שאינם מקפידים אם תאכל היא את המין שנדרה ממנו ואפילו אם קבלה כתובתה דאפ\"ה אין האלמנה מותרת באותו המין עד שיתיר לה חכם מ\"מ הרי אי אזלה קודם לכן לחכם והתיר לה דאז אם היתומים מסכימים אח\"כ על היתרה הרי היא מותרת למפרע. וא\"כ לפ\"ז הרי דבנשבע לתועלת חבירו עכ\"פ התרת החכם מקרי התרה אלא דצריך נמי להתרתו הסכמת חבירו וא\"כ הא י\"ל דבהא איכא למיטעי ולומר דכיון דהתרה זו תועיל אח\"כ היא מועלת נמי עכשיו וכן האלמנה תחשוב ג\"כ להיות מותרת. אבל בנדר ברבים דאין לו התרה כלל וההיתר שלו הי' כלא הי' אפילו אח\"כ כשיסכימו הרבים שהיו בשעת הנדר א\"כ הרי ליכא למיטעי בי' כלל משום דטעות שייך רק בין היום ליומא אוחרא בפרט הדין. אבל לא בכולא מלתא לומר שההתרה שאינה כלום הויא התרה ובפרט דתטעה כן משום דאינו תועלת להיתומים כו'. ודע דלכאורה יש להעיר מזה במ\"א והוא בשלהי נדרים באומרת נטולה אני מן היהודים דאמרינן יפר חלקו כו' משום די\"ל דעיני' נתנה באחר ע\"ש. ולפ\"ז קשה דאיך ניחוש לזה והא גם לאותו אחר היא אסורה מכח נדרה ואי דשמא אזלה לגבי חכם כו' הא בכה\"ג לא מהני התרה. דמכח נדרה זה גרשה בעלה ונתן לה כתובה והשתא דמורדת היא מתשמיש שוב אין לה כתובה ודמיא לאלמנה הנודרת ליתומים וכנ\"ל. אע\"כ דחיישינן שהיא תחשוב שתהא מותרת וכמ\"ש הר\"ן ז\"ל ואע\"ג דיש לחלק בין הפרקים דלא דמי כ\"כ לאלמנה הנ\"ל. מ\"מ יקשה דכיון דבאמת הדין הוא כמשנה ראשונה דמדנדרה עכ\"ר דתשמיש קשה לה. א\"כ אמאי למשנה אחרונה אמרינן דיפר חלקו כו' מחשש דשמא עיניה נתנה באחר והרי אפשר להדירה עד\"ר כמו באלמנה הנ\"ל. ואין לומר בזה דא\"א להדירה עד\"ר משום דאין נדר חל על נדר. דז\"א משום דמ\"מ הא אפשר לב\"ד להתיר נדרה בתחלה ולהדירה אח\"כ עד\"ר שהרי גם בהאלמנה דסוגיין צ\"ל כן דאל\"כ מאי מהני הדרת ב\"ד להאלמנה הרי קודם שיבואו להדירה תדור מעצמה ליאסר מעכשיו בכל מין שידירוה בב\"ד ושוב אין הנדר עד\"ר שבב\"ד חל על נדרה וקצרתי כאן. ועיין מ\"ש לעיל על הגליון (באות ש\"ז) בד\"ה תמהני ובתשובה הארכתי בסוגיא זו הרבה ואכמ\"ל:<br><b> אמנם </b> בפשיטות י\"ל דא\"א כאן להדירה עד\"ר משום דנהי דעכשיו התשמיש קשה לה ובדין היא תובעת גט וכתובה מ\"מ אמרינן דלמא מיתקנא אח\"כ וא\"כ למה לנו לאוסרה על כל העולם מלמיתב טן דו. ועוד י\"ל דלמ\"ש התוס' דגם אשה מוזהרת אמצוה דלשבת יצרה א\"כ אפי' אם נדירה בב\"ד בנדר עד\"ר נמי יש לו הפרה. אבל התירוץ הראשון שכתבו התוס' דמה תועלת יש ליתומים באיסור פירות כו' הוא קשה מאד למסבר משום דאין לך תועלת גדול מזה דכיון שהיא מחזרת אצל חכם להתיר לה נדרה א\"כ מזה נתברר תרתי האחת דודאי גבתה מכתובתה והשנית דגם א\"א לה לקיים נדרה וא\"כ כדי שלא תכשל בעון נדרה עכ\"ר תפייס היא את היתומים בממון כדי שיסכימו בהיתר נדרה וא\"כ הרי אין לך תועלת גדול מזה להיתומים והא ודאי אין לומר דסברתם בתי' קמא היינו דודאי ממונה חביב עלי' מגופה אלא דסוברת שמא יסתייע לה מלתא למיעבד נייחא גם לגופה ע\"י התרת חכם ולכן מהדרת היא אצל חכם להתיר נדרה אבל אי לא יתירו לה אז באמת תקיים נדרה ובזה אין תועלת כלל להיתומים דסברא כזו לא ניתן להאמר בכונת התוס' ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b>\n<b> שנשבע כו' ולא עוד אלא אפי' כפתוהו על העמוד כו'.</b> כתב מרן שם אמר רבא כו' אמימר אמר אפי' אכלה כולה נשאל עליה כו' ופסק כאמימר דע שמתוך סוגיא זו שמעתי ישוב נכון מהחכם השלם יעקב יפה אשכנזי ה\"י ליישב מ\"ש התוס' פ\"ג דכריתות ד\"ה ד' חטאות כו' וז\"ל וא\"ת אמאי לא חשיב חמש כגון נשבע כו' וי\"ל מידי דאיתיה בשאלה לא קתני ומוקדשין דתני כו' מ\"מ השתא שנשחטו ונזרקו דמן ליתיה בשאלה אבל ליכא למימר כו' יע\"ש אשר בדברי התוס' הללו נתחבטו בו קמאי ובתראי דבפרק ג' דשבועות דף כ\"ד ע\"ב פרכינן התם לרבא דאמר דאיסור הבא מעצמו אמרי' כולל ממתני' דידן דתנן יש אוכל אכילה אחת כו' ואם איתא משכחת לה חמש כגון שאמר שבועה שלא אוכל תמרים וחלב ומשני כי קתני איסור הבא מאליו איסור הבא מעצמו לא קתני והרי הקדש בבכור דקדושתו מרחם ואבע\"א כי קתני מידי דלית ליה שאלה מידי דאיתיה בשאלה לא קתני ופרכינן והרי הקדש הא אוקימנא בבכור והשתא לפי דברי התוס' אמאי לא משני דהשתא מיהא אחר זריקה ליתא בשאלה אלא ודאי דהא לא חשיבא כיון דמ\"מ עיקר איסורו איתיה בשאלה וסוגיא דכריתות דמוקי לה בהקדש ממש ולא בבכור צ\"ל דס\"ל כאידך שינוייא דכי קתני קרבן קבוע או זדונו כרת ועיין בהרב ברכת הזבח שם ובהרב ח\"ה פ\"ג דשבועות יע\"ש ואולם לפי פסק רבינו והטור ז\"ל סי' רל\"ח דפסקו כאמימר הנה נכון דאיכא למימר שפי' דתלמודא התם משום הכי לא משני אשינוייא דמידי דאיתיה בשאלה לא קתני דהקדש השתא מיהא ליתא בשאלה כמ\"ש התוס' משום דתלמודא התם קאי לשנויי מימרא דרבא דקאמר אמר שבועה שלא אוכל תאנים וחזר ואמר שבועה שלא אוכל תאנים וענבים מיגו דחייל אענבים חייל נמי אתאנים דפרכינן מהך מתניתין וא\"כ אליבא דרבא לא מצי לשנויי דהקדש דקתני היינו דהשתא מיהא אחר זריקה ליתיה בשאלה דא\"כ בשבועה נמי משכחת לה כה\"ג כגון שנשבע שלא אוכל כזית זה מחלב ותמרים דמכיון שאכל את הכזית ליתיה בשאלה השתא מיהא דומיא דהקדש שהרי רבא אית ליה דאכלה כולה אין נשאל עליה ומשום הכי הוצרכו לאוקמא בבכור אמנם לדידן דקי\"ל כאמימר דאפילו אכלה כולה נשאל עליה שפיר מצינן למימר דהקדש דקתני משום דהשתא מיהא אחר זריקה ליתיה בשאלה משא\"כ שבועה דלעולם איתיה בשאלה ותי' דתריצו התוס' בשמעתין היינו לפום הלכתא א\"ד ודפח\"ח. ודרך אגב ראיתי לעמוד אמ\"ש התוספות ז\"ל פ' השולח דל\"ה ע\"ב ד\"ה אבל נשאת שהקשו שם וז\"ל וא\"ת וידירנה שלא תאכל ככר זה אם נהנית מכתובתה ותאכל לאלתר בפנינו וכן קשה בסמוך דפריך וליחוש דלמא אזלא לגבי חכם ושרי לה כו' יע\"ש וקשה טובא דבעלמא מאי דקשיא להו אמימרא דר\"ה דקאמר אבל נשאת אין מדירין אותה דחיישינן דלמא מיפר לה בעל שפיר קשיא להו דתאכל לאלתר בפנינו דכיון דבעל מיגז גייז לא מצי מיפר הנדר שעברה כמ\"ש רבינו פי\"ב מהלכות נדרים דין ט' אכן מאי דקשיא להו אמאי דפריך וליחוש דילמא אזלה לגבי חכם קשה טובא דכיון דקי\"ל כאמימר אפילו תאכל לאלתר בפנינו אכתי איכא למיחש דילמא אזלה לגבי חכם ושרי לה וכן ראיתי בחדושי הר\"ן לגיטין שם שכתב וז\"ל וא\"ת ונביא לאלתר ממין שאסרה ותאכלם בפנינו בשלמא גבי חכם לא אפשר למעבד הכי דהא קי\"ל אכלה כולה נשאל עליה לפי שהחכם עוקר הנדר מעיקרו אבל גבי בעל כו' יע\"ש ולומר דס\"ל להתוס' ז\"ל דלא קימ\"ל כאמימר הפך דעת כל הפוסקים זה ודאי ממה שלא ניתן ליאמר דהא קי\"ל הלכה כבתראי מאביי ואילך ואמימר בתראה הוא ועיין בס' בית יעקב סימן ק\"י שכתב דרבינו ז\"ל פסק דלא כאמימ' ממה שפסק פי\"ב מה' נדרים ולא דק כלל ואשתמיט מיניה לשון זה שכתב רבינו וההיא דנדרים שאני משום דבעל מיגז גייז כמ\"ש ומה שהכריח עוד ממ\"ש רבינו פ\"ג מהלכ' נזירות דין יו\"ד מי שנדר ב' נזירות כו' אפילו גילח שערו ואח\"כ נשאל עליה עלתה לו ראשונה בשניה שהרי אין השניה חלה אלא אחר הראשונה וכיון שהתיר את הראשונה כאילו אינה מעיקרא ושם בפ\"ג דשבועות פרכינן לרבא דאמר דבעינן שיעור כזית מברייתא זו דקתני מי שנדר ב' נזירות כו' ומשני בשלא גילח ופריך והתניא אפילו גילח אמר רב אשי נזירות קא רמית מי גרם לב' שתחול ראשונה כו' וא\"כ מאחר שרבינו ז\"ל הביא טעמא דר\"א דאיתמר לשנויי מלתא דרבא מוכרח דס\"ל כוותיה דלאמימר לא צרכינן לה\"ט את\"ד יע\"ש גם בזה לא צדק שהרי טעמא דאמימר דאמר אפילו אכל' כולה נשאל עלי' הוא משום דאי בשוגג מחוסר קרבן ואי במזיד מחוסר מלקו' וא\"כ היכא דלא מחסר' מידי אפילו אמימר מודה דאינו נשאל עליה וא\"כ גבי ההוא דמי שנדר ב' נזירות כיון דלא מחסר' מידי אפי' לאמימר לא מצי למישאל עליה אי לאו משום טעמא דמי גרם לב' כו' אלא דלפום ס\"ד דמקשה הוה בעי למימר מכח ברייתא זו דאפילו היכא דלא מחסרה מידי איתיה בשאלה ואה\"נ דקשה מינה לאמימר ג\"כ וזה פשוט: ואיך שהיה כדאתאן עלה לדברי התוס' יש בהן מן הקושי כי ע\"כ היה נ\"ל לומר דס\"ל להתוספות ז\"ל דהא דאמימר דאמר אפילו אכלה כולה נשאל עליה היינו דוקא שיהא פטור מדיני אדם לקרבן ומלקות אבל עונש בידי שמים מיהא איכא מכיון שעבר על השבועה קודם שנשאל עליה ונתכוון לדבר איסור ובהכי היה מקום ליישב מה שהקשה מרן הב\"י בא\"ח סימן תרי\"ט אמ\"ש הטור שם משם ר\"ת וז\"ל והוקשה לר\"ת מה מועיל להתי' על מה שעברו כבר והנהיג לומר מי\"ה זה עד י\"ה הבא עלינו כו' וכתב מרן שם וז\"ל דברי רבינו סתומים דהיכי קאמר שהוק' לר\"ת מה מועיל להתיר על מה שעברו כבר דהא ודאי התרה מועילה לנדרים שעברו כבר כדאיתא פ' ג' דשבועות כו' יע\"ש ולפי האמור דברי ר\"ת ז\"ל נכונים דשפיר ק\"ל דמה מועיל התרה על מה שעבר דאי לענין עונשי שמים אינה מועלת התרה ולענין קרבן ומלקות מאי נ\"מ בזה\"ז האמנם ממ\"ש הרמב\"ן בתשובה הביאה מרן הב\"י סימן רכ\"ח על מי שנדר שאם לא יפרענו חמיו קודם הפסח שלא יהיה חג עצרת בעיר והגיע פסח ולא פרעו ונתחרט אח\"כ וכתב שיש לחוש שמא לא מיקרי חל הנדר עד שיגיע עצרת שהיא זמן איסורו ולא יתירו לו עד אחר עצרת וכת' מרן ז\"ל ותמיה מילתא דכיון דמשום חששא הוא דאמר הכי איכא למיחש דלמא משהגיע פסח מקרי חל הנדר וטפי עדיף למשרי ליה בההיא שעתא מלהמתין עד העצרת שיעבור על נדרו כו' ושמא י\"ל דכיון דחכם עוקר הנדר מעיקרו אפילו לא שרו ליה עד שהגיע זמן איסורו לא הוי עובר על נדרו וכ\"כ הרשב\"א ז\"ל בתשו' שיש להשיאו עצה שיתאחר עד שבועות משום שלום בית וכשיתירו לו נדרו לא ישאר עליו עונש הנדר לפי שהחכם עוקר הנדר מעיקרו יע\"ש הנה מבוא' דס\"ל דהיכא דעבר על נדרו ונשאל אין בו שום עון אשר חטא וכ\"כ מרן החבי\"ב ז\"ל שם משם מוהר\"א מוטל ע\"ש ושוב אחר החיפוש מצאתי להר\"ב שער אפרים ז\"ל סימן ע\"ב שנתקשה בדברי התוס' ז\"ל הללו כמ\"ש וכתב ליישב דבריהם דס\"ל להתוס' דהא דאמימר היינו דוקא היכא דמחוסר קרבן או מלקות כגון מזיד והתרו ביה אבל כשאין עליו קרבן או מלקות כגון מזיד ולא התרו ביה כיון דלא מחסרא מידי אין מועיל שום שאלה ומש\"ה קשיא להו שפיר דידירוה על ככר זה כיון דאין בו מלקות וכתב עוד שכן יש להוכיח מסוגיא דשבועות יע\"ש ודברי' של טעם הן וע\"פ דבריו יש ליישב מאי דק' לי בדברי התוספות דאמאי הוצרכו להקשות קו' באופן זה שידירנה שלא תאכל ככר זה ואמאי לא ק\"ל בפשיטות שתאכל לאלתר בפנינו ממין שאסרה עליה וכמו שהקשה הר\"ן ז\"ל וכן נקטו קו' הרשב\"א והריטב\"א בחידושיו אכן לפי דבריו יש ליישב מה דמהא לא ק\"ל דכיון דאכתי באיסורא קאי שאסורה לאכול ממין זה כל ימיה איתיה שפיר בשאלה דהוי ממש בשייר כזית דמיגו דמהני שאלה אכזית בתרא מהני נמי אכזית קמא ואפילו רבא מודה בהכי ולהכי ק\"ל שידירוה שלא תאכל ככר זה דאז לא מהני שאלה כיון שאינו מחוסר מלקו' כמ\"ש הרב ז\"ל:<br><b> האמנם </b> ראיתי להרא\"ש ז\"ל פ\"ג דשבועות שכתב וז\"ל אמימ' אמר אכלה כולה נשאל עליה כו' אי במזיד מחוס' מלקות ואפילו אם לא התרו בו למלקות מיהא עונש מלקות איכא יע\"ש ולא ידעתי איך אשתמיט מיניה ולפחות הי\"ל להרב ז\"ל להזכירו על דל שפתיו ולומר שהרא\"ש ז\"ל חולק בזה ובר מן דין אכתי תקשי ליה קושיא זאת להרא\"ש ז\"ל דבפ' השולח הק' כקו' התוספו' שם וז\"ל וא\"ת ידירוה שלא תאכל ככר זה אם גבתה כתובת' ותאכל בפנינו ותי' כתי' התוס' יע\"ש והן אמת דלהרא\"ש ז\"ל לא קשיא דאיכא למימ' דקו' הרא\"ש היא על ר\"ה דקאמר אבל נשאת אין מדירין דחיישינן דילמא מיפר לה בעל ואהא ק\"ל שפיר דידירוה שלא תאכל ככר זה בפנינו דכיון דבעל מיגז גייז לא מהני התרה על מה שעברה אמנם מהא דפריך וליחוש דילמא אזלא לגבי חכם ה\"נ דלא ק\"ל להרא\"ש ז\"ל מכיון דקי\"ל כאמימ' ואפילו בלא התרו בו למלקות כמ\"ש הוא ז\"ל אלא דכפי זה קשה דאי כל עיקר קו' הרא\"ש ז\"ל היא דוקא אמימרא דר\"ה אמאי הוצרך להקשות קושי' באופן שידירוה שלא תאכל ככר זה ותקשי ליה בפשיטות בנודרת מאותו המין דמיירי מתני' שתאכל מאותו המין בפנינו דבהא ודאי לא מהני הפרת הבעל על מה שעברה שוב ראיתי דחילוק זה שכתב הר\"ב שער אפרים היא מוצאת לחד מן קמיא הוא הראב\"ד ז\"ל בספר תמים דעים סימן רל\"ז שכתב וז\"ל נשבע על ככר ואכלה כולה במזיד ולא התרו בו אינו נשאל עליה לפי שאין זה מחוסר לא מלקות ולא קרבן הילכך אית עליה עונש שבועה ולית לה תקנתא בשאלה עכ\"ד והר\"ב כנה\"ג ז\"ל סי' רל\"ח בהגהת הטור הביא דבריו בלי חולק כאילו היא הלכה פסוק' והוא תימא איך אישתמיט מיניה דברי הרא\"ש שכתבנו ומ\"מ לא נפלאת היא ליחס סברת הראב\"ד ז\"ל להתוס' גם דברי ר\"ת ז\"ל שנתקשה בהם מרן הב\"י בא\"ח סימן הנז' יש ליישב ולומר דאיהו נמי קאי בשיטת הראב\"ד ז\"ל הלזו ומש\"ה הוקשה לו שפיר דמה מועיל התרה על מה שעברו כבר וכמובן ודוק ועוד נ\"ל ליישב דברי התוס' ז\"ל דס\"ל דהא דאמרינן אכלה כולה נשאל עליה ואין בו עון אשר חטא היינו דוקא בנדרים הניתרים ע\"י פתח דמשוי ליה הנדר טעות כאילו אינו אבל בנדר הניתר ע\"י חרטה וכ\"ש בחרטה דהשתא אז ודאי לא חשיב הנדר כאילו אינו ודוגמא לדבר נמצאת חילוק זה לראשונים ג\"כ בהא דקי\"ל נדר שהותר מקצתו הותר כולו דלא אמרינן הכי אלא דוקא בנדר הניתר ע\"י פתח דמשוי ליה לנדר כאלו אינו אבל בנדר הניתר ע\"י חרטה לא וא\"כ אף אנו נאמר כן דלהא מלתא דאכלה כולה נשאל עליה לא מהני בנדר הניתר ע\"י חרטה וכ\"ש היות חרטה דהשתא דגריעא טפי ומש\"ה ק\"ל שפיר להתו' ז\"ל דמאי פריך ליחוש דלמא אזלא לגבי חכם דההיא ודאי מה שיש בו היתר על ידי חכם בחרטה דהשתא היא כמ\"ש הרשב\"א בתשובה המיוחסות סי' רנ\"א ובתשו' סי' תנ\"א דכל נדר שנדר שלא מחמ' עצמו אלא מחמ' קנס קיל משאר נדרי' וניתר ע\"י חרטה דהשתא והביא ראיה מהא דפרק השולח דפריך וליחוש דלמא אזלא לגבי חכם אע\"ג דליכא חרטה דמעיקרא דאי לא אסרה פירות לא גבו לה יע\"ש ומש\"ה ק\"ל שפיר כנ\"ל נכון ועיין בתשובת מוהרימ\"ט ז\"ל ח\"א סי' א' ועיין בס' חות יאיר סי' ק\"ל שהקשה בדין זה דאמימ' דבזה\"ז דאין בו מלקו' ולא קרבן למה הביאו הפוסקי' דין זה מאחר שאינו מחוסר כלום ואשתמיט מיניה דברי הרא\"ש שכתבנו ועיין עוד שם בסי' קכ\"ט מה שהק' עוד דלמאי דקי\"ל כאמימר היכי משכחת לה מלקות בעובר על נדרו ושבועתו וכתב דכעין זה הק' התוס' פ' השולח דף ל\"ג דנזיר שאמרו לו אל תשתה אמאי חייב מלקות הא הוה ליה התראת ס' שמא ישאל על נזירתו ותי' שם דלא מקרי כה\"ג התראת ספק והרב ח\"ה ז\"ל הקשה שם דאכתי היכן מצינו נזיר לוקה דודאי ישאל על נזירותו כדי שלא ילקה ותי' הרב הנז' דודאי כשיודעים שעבר על נזירותו במתכוין החכם לא יהיה נשאל על נדרו יע\"ש ואשתמיט מיניה סוגיא דפ\"ב דנדרים ד\"ך דגרסינן התם מי שעבר על נזירותו אין נזקקין עד שינהוג איסור כימים שנהג בהם היתר ועיין בהר\"ן ובפוסקים ודבריו צ\"ע:<br><b> הגהות הרה''ג יוסף שאול נאטאנזאן - על שער המלך</b>\n<b> מ\"ש </b> ליישב קושית המהרש\"א ובה\"ז הנה דברי הבה\"ז והמהרש\"א מוכרחים בתוס' חולין קי\"ז ד\"ה אמר ודוק היטב ושם ע\"כ כמ\"ש המהרש\"א:<br><b> מעשה חושב</b>\n<b> (שלח) </b> אמימר אמר אפי' אכלה כולה נשאל עלי' כו' ופסק כאמימר כו'. נסתפקתי באומר שבועה שאוכל היום ככר זה ועבר היום ולא אכלו אי נשאל על שבועתו למאי דקיי\"ל כאמימר דאכלו כולו נשאלין עליו. הכא מאי. מי אמרינן מה לי אכלו כולו מה לי עבר היום כולו. דכיון דאיכא חיוב קרבן נשאל על שבועתו או דילמא דוקא בהאי דרבא ואמימר דהתם דמשכחת לה שיור בה דאז אפילו רבא מודה דמיגו דמהני שאלה אכזית בתרא מהני נמי אכזית קמא התם הוא דפליג אמימר וס\"ל דגם לענין חיוב קרבן מהני נמי שאלה דזה נמי חשיב שיור כמו אם היה נשאר מככר זה כזית. משא\"כ בנ\"ד בנשבע שיאכל היום ככר זה דהכא לא משכחת לה שיור דתימא מיגו דמהני שאלה אשיור מהני נמי אמאי שעבר כבר שהרי צריך שיהיה שהות ביום כדי שיאכל את כל הככר שנשבע עליו שיאכלהו היום וא\"כ י\"ל דבעבר כל היום. תו א\"א לי' למיתשל עלי' כיון דבשבועה זו לא שייך שיור כלל וגם בל\"ז ס\"ל להרמב\"ם ז\"ל לחלק בין איסור לזמן והיינו דאע\"ג דבנשבע שלא יאכל תאנים וחזר ונשבע שלא יאכל תאנים וענבים חייב שתים על תאנים משום כולל מ\"מ בנשבע שלא יאכל דבר זה היום ואח\"כ נשבע שלא יאכלנו היום ומחר אינו חייב שתים על האכילה דהיום. עיין ברמב\"ם פ\"ד מהלכות שבועות הלכה י' ובראב\"ד שם]:<br><b> והנה </b> אע\"ג דבפשיטות נראה כסברא הראשונה דגם בכה\"ג נשאל עלי' כיון דה\"ז חייב קרבן והוי שיור. מ\"מ נראה לכאורה דהרמב\"ם ז\"ל גופי' ס\"ל לחלק בזה והוא ממ\"ש בפ\"ה הלכה ח' מהלכות שבועות דמי שנשבע שיאכל פחות מכזית נבילה חייב בשבועת ביטוי ע\"ש ודין זה תמוה הוא כמו שהקשה לי הרב ר' פנחס הורוויץ ז\"ל שהרי אי אפשר לחייבו על זה בקרבן כיון דאינו שב מידיעתו (אמר נ\"ה לע\"ד י\"ל דהוי שפיר שב מידיעתו דאי נזכר השבועה הוי אכיל, כיון דהוי רק ח\"ש כדמוכח מגמרא יומא דף פ' באוכל חלב בזמה\"ז וכו' דפריך הש\"ס והא לא שב מידיעתו ופי' דאם ידע הוי אכיל כיון דהוי רק ח\"ש משמע דח\"ש לא חמיר לאינשי עיי\"ש. אבל בגוף הדבר איך ס\"ל להרמב\"ם אם בעינן שב מידיעתו כר\"ש או לא. אני נבוך דהכ\"מ פ\"ג ממעשה הקרבנות הלכה ד' הכריע דהרמב\"ם ס\"ל כת\"ק דר\"ש עיי\"ש והרמב\"ם פ\"ג משבועות הלכה י\"א פסק בפירוש כר\"ש עיי\"ש ועיין בלח\"מ פ\"ב מהלכות שגגות הלכה ב' ובמל\"מ פ\"ג מהלכות שגגות הלכה ז' ועדיין הדבר צריך תלמוד. ע\"כ הג\"ה) דמאי הוה אם היה בא לשאול לב\"ד הרי אין אומרים לו שיעבור ויאכל חצי שיעור האסור לו מה\"ת כדי לקיים שבועתו ועיין מ\"ש הש\"ך ביו\"ד סי' רל\"ט ס\"ק כ'. אע\"כ צ\"ל דמש\"ה מקרי שב מידיעתו משום דאלו ידע הי' נשאל על שבועתו ועכשיו שלא נשאל חייב קרבן א\"כ הרי מוכח מזה דבנ\"ד כיון דעבר היום ולא אכל הככר תו לא מצי למיתשל אפילו לאמימר דאל\"כ הא אכתי הקושיא הנ\"ל במקומה עומדת דאמאי חייב קרבן והרי אינו שב מידיעתו וכנ\"ל ואי משום דאי הוה ידע הי' נשאל על שבועתו הרי גם עכשיו יכול למתשיל אי נימא דקרב הוי שיור אע\"כ דבכה\"ג גם אמימר מודה דאינו נשאל. ואולם למ\"ש הגאון המחבר אח\"כ בדף הסמוך בד\"ה ועוד נ\"ל כו' דבניתר בחרטה אפילו אמימר מודה דאינו נשאל. לפ\"ז י\"ל בהאי דין דהרמב\"ם בנשבע שיאכל חצי שיעור נבילה דאמרינן בזה דמקרי שב מידיעתו משום דאלו ידע הי' נשאל עלי' וכנ\"ל היינו עכ\"ר ע\"י חרטה שהרי ידע דנבילה אסורה ואפ\"ה נשבע שיאכל וא\"כ הא עכשיו שעבר היום ולא אכלו תו לא מהני שאלה גם לאמימר ומש\"ה חייב בקרבן משום דשב מידיעתו מקרי דאלו הוה ידע קודם שעבר היום הי' נשאל על שבועתו. גם י\"ל בדרך פלפול דאין ראי' מהך דין דנשבע שיאכל חצי שיעור נבילה הנ\"ל. דלהרמב\"ם לא מהני בנ\"ד שאלה ליום המחרת אפילו למאי דקיי\"ל כאמימר והיינו דניהו נמי דמקרי שב מידיעתו משום דאלו ידע אמש הי' מתשיל על שבועתו קודם שעבר היום שעליו נשבע שיאכל בו חצי שיעור נבילה ומש\"ה חייב קרבן מ\"מ אינו בשאלה היום כיון דזה שאתה מחייבו קרבן הוא רק משום שאתמול הי' בידו למתשיל עלה ולולא השאלה דאתמול הי' פטור מקרבן משום דלא הוי שב מידיעתו ואיסורא דעבד אינו מתקן ע\"י השאלה של היום (שהרי אפילו במזיד ולא התרו בו לא שייך שאלה כמ\"ש הד\"מ ביו\"ד סי' רל\"ח ועיין מ\"ש שם על הגליון מדברי הרא\"ש ומ\"מ בשוגג אפילו להרא\"ש לא שייך שאלה וה\"נ הרי שוגג הוא במאי דלא אתשיל אתמול) וא\"כ אי פטרית לי' מקרבן מטעם דלא הי' שב מידיעתו תו אינו יכול למתשיל לאחר שעבר היום אפילו לאמימר וכיון דאתמול הוה בשאלה והו\"ל שב מידיעתו. א\"כ הא אי אפשר למפטרי' מקרבן ומ\"מ אינו בשאלה היום אע\"ג דחייב קרבן כיון דכל חיובו אינו אלא משום שאלה דוק ותשכח משא\"כ בעלמא כיון דחיובו בקרבן הוא משום שלא קיים שבועתו כפי שנשבע א\"כ שפיר י\"ל דגם לאחר הזמן מהני נמי שאלה כיון דחיוב קרבן עליו משום שלא קיים השבועה שנשבע עלי' והבן זה אעפ\"י שיש להתעקש בחילוקא דנא:<br><b> (שלט) </b> וא\"ת ונביא לאלתר ממין שאסרה ותאכל בפנינו כו' דהא קיי\"ל אכלה כולה נשאל עלי' לפי שהחכם עוקר הנדר מעיקרו אבל גבי בעל כו'. זה תמוה דמאי בעי הר\"ן בזה דקאמר דהא קיי\"ל אכלה כולה כו' דהיינו דהלכה כאמימר לגבי דרבא והא באמת אפילו לרבא דס\"ל דאם אכלה כולה אין נשאלין היינו דוקא בשלא נשתייר כלום מן הככר שנדר עליו אבל קושיית הר\"ן היא שיביאו לה מן המין שאסרה (דהיינו המין שירצו היתומים ותהא נודרת עליו כדתנן במתניתין) וא\"כ הא מין זה הרי נשאר בעולם הרבה גם לאחר שאכלה ממנו בפנינו וא\"כ הא גם לרבא נשאלין על אותו המין וממילא מהני שאלת חכם דעוקר הנדר נמי למה שכבר אכלה ודו\"ק:<br><b> (שמ) </b> דקשה לי בדברי התוס' דאמאי הוצרכו להקשות קו' באופן זה שידירנה שלא תאכל ככר זה כו'. וכמו שהקשה הר\"ן ז\"ל כו'. אין לקושיא זו טעם וריח במחכ\"ת דכיון דאמרינן דבנשאת אין מדירין אותה הוצרכו התוס' להקשות בלשון הזה שכתבו וידירנה שלא תאכל ככר זה כו' דבאופן זה סגי ולמה נדירנה חנם על מין כיון דהבעל בודאי יפר לה והפרתו מהני למה שלא עברה ואכלה עדיין וכיון דאינה גובה כתובתה אלא בשביל הנדר שאין הבעל יכול להפר לה דהיינו מה שכבר אכלה א\"כ סגי שתשבע על ככר אחד ותאכלנו בפנינו והתוס' מסיימים שם בסתם וז\"ל וכן קשה בסמוך ע\"כ ושמה לא פירשו דהיינו שידירנה על ככר וא\"כ מאי קשיא לי' לרבינו המחבר ז\"ל דהא על האי דקשה להתוס' על פירכת הש\"ס דפריך שם וליחוש כו' הרי באמת קושייתם כמו שהקשה הר\"ן ז\"ל והיינו דתאכל בפנינו ממין שאסרה עלי' וע\"ש. ואני תמה על זה שהעלים המחבר עינו ממה שציינו התוס' דבריהם על התיבות אין מתירין אותה כו' וע\"ש ואדרבה על הר\"ן ז\"ל קשה שלא דקדק בלשונו בזה במה שכתב שתאכל בפנינו ממין שאסרה עלי' הא קיימינן בנשאת שאין מדירין אותה כלל ועכ\"ר דקושייתו היא שנדירנה וא\"כ הרי סגי בככר אחד דהא על מה שלא תאכל בפנינו ודאי יפר לה הבעל שהרי מש\"ה אמרינן דאין מדירין אותה ועיין מ\"ש לעיל דף ב' סע\"ג על הגליון בד\"ה זה תמוה:<br><b> (שמא) </b> ולא ידעתי איך אשתמיט מיני' ולפחות הי\"ל להרב [שער אפרים] ז\"ל להזכירו על דל שפתיו ולומר שהרא\"ש ז\"ל חלוק בזה. גם מהגאון בעל דגול מרבבה סי' רל\"ח סעיף כ' נעלמו ג\"כ דברי הרא\"ש אלו שהרי כתב שם בפשיטות דהיכא שלא התרו בו והוא הי' מזיד דליכא בי' שאלה כלל וכתבתי שם על הגליון דהעלים עינו מדברי הרא\"ש אלו וגם הוספתי לתמוה עליו שם שהרי מרן המחבר בש\"ע הביא שם לעיל מני' בסי' ר\"ח סעיף ה' הא דתשובת הרשב\"ץ במי שנשבע שלא ישא אשה תוך ג' שנים. וכתב שם דאם משמעות לשונו הוא שלא יעשה נישואין עמה הו\"ל כנשבע על הככר שלא יאכלנו ואכלו דנשאל ומתירין לו. אבל אם משמעות לשונו הוא שלא תהי' אשתו אין מתירין לו עד שיגרשנה כימים שנהג בהן קלות ראש בנדרים ע\"כ והרי הרשב\"ץ במזיד מיירי מדכתב דאם שלא תהי' אשתו נשבע קנסינן לי' עפ\"י מה דמבואר שם לעיל מני' בסעיף ב' דאפילו בנדר דאורייתא לא קנסינן לי' אלא כשעבר במזיד וא\"כ הא מוכח דאף במזיד ולא התרו בו יש שאלה הרי מבואר בהדיא בהרשב\"ץ דס\"ל ג\"כ כהרא\"ש ז\"ל ואני תמה על הגאון בעל כנה\"ג איך לא הזכיר דהרשב\"ץ חולק על הראב\"ד שהרי בהגהותיו על הטור ראה מ\"ש הב\"י בסי' ר\"ח בשם הרשב\"ץ וצ\"ע:<br><b> (שמב) </b> ותקשי לי' בפשיטות בנודרת מאותו המין כו' דבהא ודאי לא מהני הפרת הבעל על מה שעברה. כבר תמהתי על קושיא כזו שהקשה לעיל בדברי התוס' הנ\"ל וכתבתי שם שאין התחלה כלל לקושייתו ואדרבה דאלישנא דהר\"ן ז\"ל קשה שהרי קושיית הרא\"ש ז\"ל קאי אמאי דקאמר ר\"ה לא שנו אלא שלא נשאת אבל בנשאת אין מדירין אותה. והיינו דניהו נמי דמתניתין בשלא נשאת מיירי מדתנן שנודרת ליתומים כל מה שירצו דהיינו כל מין שיודעים שקשה עלי' שלא תאכלנו לעולם ובנשאת מאי מהני נדר כזה הא בודאי יפר לה הבעל אע\"כ דמיירי בשלא נשאת. מ\"מ הא אכתי גם בנשאת יש תקנה והיינו שידירנה על ככר זה ותאכלנו בפנינו. כ\"ה קושית הרא\"ש ז\"ל. ואם כן איך לינקט הרא\"ש ז\"ל קושייתו זו בלישנא דהר\"ן ז\"ל והיינו דתאכל מאותו המין בפנינו. הא מתניתין עכ\"ר לא מיירי בנשאת מדקתני כל מה שירצו היתומים וא\"כ אי לאכול בפנינו מאי נ\"מ ליתומים במין הא אפילו אם נדירנה שלא תאכל חרובין ותאכלן בפנינו הרי הוא שוה לכל מין הקשה עלי' שלא תאכלנו, אלא דהרא\"ש ז\"ל מקשה אנשאת והיינו דגם בנשאת איכא תקנתא שידירנה ותאכל בפנינו. וא\"כ איך שייך להקשות עליו אמאי לא נקט קושייתו בפשיטות שתאכל בפנינו ממין שאסרה עלי' הא עכשיו קיימינן בשנשאת ולא אסרה עלי' כלום דהא אמר ר\"ה דבנשאת אין מדירין אותה וכנ\"ל:<br><b> אמנם </b> ללישנא דהר\"ן ז\"ל צריך לדחוק דכוונתו להקשות על ר\"ה והיינו דניהו נמי דמלישנא דמתני' מוכח דבלא נשאת מיירי מ\"מ הא י\"ל דס\"ל לתנא דמתניתין דכל הנשים מדירין אותן אלא דבלא נשאת א\"צ שתאכל בפנינו ובנשאת צריכים דוקא שתאכל בפנינו והא דנקט במתניתין כל מה שירצו היתומים היינו משום דבלא נשאת כיון שיש ביד היתומים להחמיר עלי' בנדר הם מחמירים עלי' כפי מה שירצו. אבל התוס' והרא\"ש ז\"ל לא ניחא להו לדחוקי בהכי והקשו על ר\"ה בפשיטות דניהו דמתניתין מיירי בשלא נישאת מ\"מ הא גם בנשאת איכא תקנתא וכנ\"ל וזה פשוט וברור:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> המשביע עדי קנס כו'.</b> ודברי מרן הכ\"מ עיין מה שכתבתי פרק ה' מה' עבדים הלכה י\"ז עש\"ב:"
            ],
            [
                "<b>וכן </b>\n<b> המשביע עדי קנס כו'.</b> ודברי מרן הכ\"מ עיין מה שכתבתי פרק ה' מה' עבדים הלכה י\"ז עש\"ב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות שבועות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}