{
    "title": "Kiryat Sefer on Mishneh Torah, Second Tithes and Fourth Year's Fruit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Second_Tithes_and_Fourth_Year's_Fruit",
    "text": [
        [
            [
                "<b>מצות פד </b> להפריש מעשר שני אחר מעשר ראשון דכתיב עשר תעשר את כל תבואת זרעך וגו' ואכלת לפני ה' אלהיך וגו' דהיינו מעשר שני דאינו נאכל בכל מקום כמעשר ראשון דכתיב ביה ואכלתם אותו בכל מקום. ובשנה שלישית וששית מפרישין מעשר עני חלף מעשר שני דכתיב מקצה שלש שנים וגו' שנת המעשר דהיינו שנה שאין נוהג בה אלא מעשר אחד דהיינו מעשר ראשון דאין לו הפסק דהקישו הכתוב לנחלה דכתיב כי תקחו מאת בני ישראל את המעשר וגו' בנחלתכם מה נחלה אין לה הפסק אף מעשר ראשון שהוא ללויים אין לו הפסק."
            ],
            [
                "<b>בא' </b> בתשרי ר\"ה למעשר דגמרינן שנה שנה מתשרי דכתיב ביה מראשית השנה בר\"ה נדון מה יהא בסופה ובט\"ו בשבט ר\"ה לאילנות דכל החונטים קודם הזמן הזה היינו על גשמי שנה שלפני תשרי."
            ],
            [],
            [],
            [
                "<b>האתרוג </b> אחר לקיטתו עישורו דכתיב מגרנך ומיקבך מה גורן ויקב מיוחדים שגדלין על רוב מים ומתעשרים לשנה שעברה שהבאת שליש שלהם היא גדילתם שמאותה שעה ראויה ליקצר בדוחק אף כל שגדלין על רוב מים מתעשרים לשנה שעברה דהיינו כל האילנות שגדלין על רוב מים שהם גשמים אבל אתרוג שגדל על כל מים אפילו על שאובין לא אזלי' ביה בתר שנה שעברה למעשר ולשביעית אלא אחר לקיטתו."
            ],
            [],
            [
                "<b>האביונות </b> של צלף הם מתעשרים כאילן מדאוריתא דאילן גמור הוא."
            ],
            [],
            [],
            [],
            [
                "<b>פירות </b> שנה שנייה שנתערבו בשלישית אזלינן בתר רובא ואם הם מחצה על מחצה יפריש מעשר שני דחמיר ולא מעשר עני וכן פירות שהם ספק אם משניה [אם] משלישית מפריש מהם מעשר שני ולא עני דהמוציא מחברו עליו הראיה כדילפינן מדכתיב מי בעל דברים וגו'."
            ],
            [
                "<b>כל </b> הפטור או חייב במעשר ראשון כך בשני ועני וכל תורם או אינו תורם כך במעשר:"
            ]
        ],
        [
            [
                "<b>מעשר </b> שני נאכל לבעליו לפנים מחומת ירושלים דכתיב ואכלת לפני ה' אלהיך במקום אשר יבחר וגו' דהיינו בירושלם דלא קבע בהו מקום כקדש הקדשים או בחצר אהל מועד אלא לפני ה' דהיינו לפנים מחומת ירושלם כדאמר. ונוהג בפני הבית ושלא בפני הבית מדרבנן ואינו נאכל בירושלם אלא בפני הבית דכתיב מעשר דגנך וגו' ובכורות בקרך מה בכור אינו נאכל אלא בפני הבית בזריקת דם אף מעשר שני לא יאכל אלא בפני הבית:"
            ],
            [],
            [],
            [],
            [
                "<b>אזהרת קעח </b> שלא לאכול מעשר שני של דגן חוץ לירושלם דכתיב לא תוכל לאכול בשעריך מעשר דגנך ואם אכל לוקה כיון שהגיע לפנים מן החומה ויצא שאם לא נכנס ואכלו בחוץ אינו לוקה דכתיב לא תוכל לאכול בשעריך ואכלת לפני ה' אלהיך כיון שנכנס למקום אכילתו ואכלו בחוץ לוקה אבל לא נכנס אינו לוקה על אכילתו אף על גב דלא ניתנה לו רשות לאוכלו אלא לפני ה':<br><b> אזהרת קעט </b> שלא לאכול מעשר שני של תירוש חוץ לחומה דכתיב תירושך וגו' ואם שתה רביעית יין ממנו לוקה:<br><b> אזהרת קפ </b> שלא לאכול מעשר שני של יצהר חוץ לחומה דכתיב ויצהרך ולוקה על כל אחד בפני עצמו לפיכך אם אכל שלשתן חוץ לחומה לוקה שלש דכתיב ואכלת לפני ה' אלהיך מעשר דגנך תירושך ויצהרך ולמה הוצרך לפרטם בקרא דלא תוכל לאכול בשעריך דהוי ליה למיכתב לא תאכלם בשעריך אלא מדפרטם משמע דבא לחייב על כל אחד ואחד בפני עצמו והאוכל מקצת שנכנס לוקה שהרי נכנס ויצא."
            ],
            [],
            [],
            [
                "<b>אין </b> פודין מעשר שני בירושלם דכתיב כי ירחק ממך המקום ונתת בכסף בריחוק מקום אתה פודה ולא בקירוב מקום ואם נטמא פודין אותו אפילו בירושלם דכתיב כי לא תוכל שאתו ואין שאת אלא אכילה כדכתיב וישא משאות מאת פניו וגו' והכי קאמר קרא כי ירחק ממך שיהא מעשר טהור חוץ לירושלם או אפי' הוא בירושלם אלא שאי אתה יכול לאוכלו שנטמא דהיינו כי לא תוכל שאתו ונתת בכסף. ומעשר טהור אפילו פסיעה אחת חוץ לירושלים פודין אותו דאף על גב דכי ירחק משמע טובא הכתיב כי לא תוכל שאתו דאי משום האי דרשא דלעיל לימא קרא לא תוכל ליטלו מה שאתו שמע מינה תרתי דלא תוכל שאתו משמע לנושאו ולהביאו לפנים מן החומ' לא תלה הכתוב הדבר בריחוק אלא בנטילה דכל זמן דאיכא למעבד אכתי נטילה והבאה לפנים אפילו פסיעה אחת פודה אותו. היה הוא בפנים ומשאו בחוץ מותר לפדותו נראה דבין לגרסת ממך במילואך בין לגרסת ממך לחודיה מפרש לה הרב ז\"ל כי ירחק במילואך היינו גופך או ממך נמי דהיינו גופך לחודיה תוכל לפדותו ואפילו היה אוחז אותו בקנה דמשאו אינו אחוז בו אלא נתון על כתפו וזה אחוז בו ואפילו הכי מותר לפדותו כיון שהוא בחוץ וזו היא בעיא דאיפשיטא בגמרא והרב ז\"ל השוה פשיטותא למשאו כיון שהוא בחוץ אף על גב דלקולא הוא."
            ],
            [
                "<b>מעשר </b> שני שנכנס לירושלם אסור להוציאו שהרי קלטוהו מחיצות כדכתיב ואכלת לפני ה' אלהיך והאי קליטת מחיצות דרבנן דלא הוזכרה מחיצה בתורה אלא לאכול בתוכה כדכתיב ואכלת וגו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אילן </b> שנופו או עיקרו לפנים מן החומה או בחוץ מדאוריתא לפנים כלפנים ובחוץ כלחוץ אפילו נופו בחוץ וכן בתים שבצד החומה וחללן חוץ או חללן לפני' ופתחיהן לחוץ החלונות ועובי החומה כלפנים דאף על גב דהלכו מבפנים בתודות לקדש חומת ירושלם אפילו הכי כל מה שהיה לקדש היה מתקדש דאי איפשר לילך בענין אחר:"
            ]
        ],
        [
            [
                "<b>אזהרת קפא </b> שלא לאכול מעשר שני בטומאה ואם אכלו לוקה דכתיב ולא בערתי ממנו בטמא ובאה הקבלה בין שאני טמא והוא טהור בין שאני טהור והוא טמא דמדכתיב בטמא ולא כתיב טמא משמע באיזו צד טומאה והוא שאכלו בירושלם בלא פדיון דלא לקי על אכילה בטומאה אלא במקום אכילה בטהרה דלא אסיר עליה אלא משום טומאה ולא משום שהיא חוץ לירושלם. ואפילו להדליק ממנו את הנר אחר שנטמא אסור עד שיפדה דכתיב ולא בערתי ממנו בטמא שהוא מתודה שלא בערו באש אפילו בטומאה."
            ],
            [],
            [],
            [
                "<b>הערל </b> כטמא דכתיב איש איש מזרע אהרן והוא צרוע או זב וגו' לרבות ערל כטמא לאכילת קדשים כדכתיב בקדשים לא יאכל ומעשר שני איקרי קדש דכתיב בערתי הקדש מן הבית וגו' ונאמר בו קדש לה'. וטמא שטבל אוכלו אף על פי שלא העריב שמשו דכתיב לא יאכל מן הקדשים כי אם רחץ בשרו במים ולא בעי הערב שמש ובמעשר מוקמינן ליה דבתרומה בעינן הערב שמש דכתיב ובא השמש וטהר:"
            ],
            [
                "<b>אזהרת קפב </b> שלא לאכול מעשר שני באנינות דכתיב לא אכלתי באוני ואם אכלו לוקה והוא שיאכלנו בירושלם במקום אכילתו דלית ביה איסורי אלא משום אנינות כדאמר' לענין טומאה אבל אי לאו הכי לא לקי. ואונן הוא האוכל ביום המיתה על מי שחייב להתאבל עליו דכתיב ואכלתי חטאת היום היום אסור ולילה מותר מן התורה וישמע משה וייטב בעיניו הודה ולא בוש לומר לא שמעתי אלא שמעתי ושכחתיו. וכל הקדשים נמי אם אכלן באנינות של תורה לוקה דאי מעשר הקל אמרה תורה לא אכלתי באוני קדש חמור לא כל שכן."
            ],
            [],
            [],
            [],
            [
                "<b>ואין </b> מאבדין אפילו מיעוטו בדרכים אלא מוליך כל שהו או מוליך דמיו דלא הקפידה תורה במרובה אלא כל שהו חייב לפדותו או להעלותו."
            ],
            [
                "<b>מעשר </b> שני ניתן לאכילה ולשתיה דכתיב ואכלת לפני ה' ושתיה בכלל אכילה כדכתיב תירושך ויצהרך וסיכה כשתיה כדגלי קרא ותבא כמים בקרבו וכשמן בעצמותיו. ואית דדרשי ליה מדכתי' [ולא] נתתי ממנו למת אי בארון ותכריכין בחי אסיר במת לא כ\"ש אלא אי זהו דבר השוה לחי ולמת ומותר לחי ואסיר למת הוי אומר זו סיכה:<br><b> אזהרת קפג </b> שלא להוציא דמי מעשר שני בשאר צרכי בני אדם חוץ מאכילה ושתיה וסיכה דכתיב ולא נתתי ממנו למת לא הוצאתי אותו בדבר שאינו מקיים את הגוף ואם הוציא אפילו במת מצוה הרי זה אוכל כנגדו בתורת מעשר ואין זה אלא קנס ללוקח אבל לעולם המעות קדושים ביד המוכר. ולא יסחוט פירות חוץ מזתים וענבים בלבד דכתיב בהו מעשר דגנך תירושך ויצהרך כדכתיב בתרומה דילפא מבכורים כדאמ' לעיל פרק י\"א דתרומות תירוש ויצהר הוא דמוציאין משקה מידי אחרינא לא וכיון שנפסל מאוכל אדם פקע ממנו קדושה דמידי דבר אכילה לאדם הוא דקדיש כדכתיב ואכלת וגו'."
            ],
            [],
            [
                "<b>וכל </b> שמותר בתרומה כן במעשר שני. ואינו ניתן אלא לאכילה ולא לרפואה. והוי ממון גבוה דכתיב וכל מעשר הארץ וגו' לה' הוא מלמד שתהא שלו דהוא משמע בהוייתו יהא לשם ולא לתת ולא לקדש בו את האשה. ואין מוכרין אותו אפי' לירושלם מפני שכתוב בו קדושה. ואין ממשכנין אותו מפני שכתוב בו ברכה. ואין שוקלין אי טעמא הוי משום בזויי מצוה איפשר דהוי מדאוריתא ואבוהון דכולהו דם."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין </b> הגונב מעשר שני משלם כפל ולא הגוזל חומש דממון גבוה הוא כדאמר' והמקדישו לבדק הבית הפודה נותן למעשר שני את שלו:"
            ]
        ],
        [
            [
                "<b>אין </b> פירות מעשר שני יוצאין לחולין אלא בפדיון במעות כנגד הפירות ויעלו המעות לירושלם ויוציאם דכתיב וכי ירבה ממך הדרך כי לא תוכל שאתו וגו' ונתת בכסף וצרת וגו' ובהפרשת המעות סגי ולא בעי פירוש דכתיב ונתת בכסף דהיינו הפרשת הכסף וכן אם רצה לחללן על פירות אחרות יעלו השניות ויאכלו בירושלם."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b> מחללין היינו מדרבנן דמדאוריתא מחללין מעות על מעות דכסף כסף ריבה דכסף יתירי כתיבי בקרא."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b> פודין פירות מעשר אלא בכסף דכתיב וצרת הכסף ושיהא מטבע דכתיב וצרת דבר שיש בו צורה וכן החומש כסף כקרן דכתיב עליו דמשמע דבדבר שמשלם קרן משלם חומש ופחות מפרוטה אינו נקרא מטבע שיש עליו צורה ואין פודין במטבע שאינו יוצא באותו זמן דכתיב ונתת הכסף בכל אשר תאוה נפשך דמשמע בעינן ראוי להוצאה ואין פודין במה שאינו ברשותו דכתיב בידך פרט למה שאינו ברשותו ואם הוא במקום שיכול להצילו הוי כרשותו ואם אינו יכול להצילו אפילו על ידי הדחק לא הוי ברשותו ואין הפירות פדויין."
            ],
            [],
            [],
            [],
            [
                "<b>המניח </b> מעות לחלל עליהם מחלל עליהם בחזקת שהם קיימים ואם נאבדו חושש לכל מה שפדה דכיון דבעינן מדאוריתא שיהא ברשותו הוי ספיקא דאוריתא. ויכול לחלל מן התורה על מטבע שיוצא בשום מקום דהא ראוי להוצאה ולוקח בהם בהמה ומביאה לירושלם דמותר מדאוריתא. חלל על מה שיעלה בידו מכיס זה או על מה שיפרוט ממטבע שבידו הוי כמי שהוא ברשותו והויא מעשר אבל אינה בידו לא."
            ],
            [],
            [],
            [],
            [
                "<b>הפודה </b> מעשר שני קודם שיפרישנו לא אמר כלום דקרא דצרת הכסף קאי אכי לא תוכל שאתו דמשמע דכבר הופרש המעשר ואם קבע לו מקום בצפון הכרי או בדרומו הרי זה פדוי דהא ניכר הוא."
            ],
            [
                "<b>פודין </b> מעשר שני בשוויו לכתחלה דמדבעלים מוסיפים חומש שאר כל אדם פודין בשיווי ואם עבר ופדה או חלל שוה מנה בפרוטה הרי זה מחולל דאין אונאה להקדש דכתיב אל תונו איש את אחיו ולא הקדש:"
            ]
        ],
        [
            [
                "<b>הפודה </b> מעשרו לעצמו מוסיף חומש בשוה ארבעה נותן חמשה דכתיב ואם גאל יגאל איש ממעשרו וחמישתו יוסיף עליו שיהא הוא וחומשו חמשה דהיינו חומש מלבר שהוא רביע של קרן."
            ],
            [
                "<b>אשה </b> אינה מוסיפה חומש דכתיב יגאל איש ממעשרו ולא אשה ממעשרה ובתורת כהנים שנינו ואם גאל לרבות את האשה איש פרט לקטן (ולשם) לענין שיכולין לפדות מרבה אותה. וכן פדה הפדיון לעצמו מוסיף חומש על אותו הקרן פעם שנייה ואינו מוסיף חומש על החומש דלא אשכחן ביה רמז בקרא כדאשכחן בתרומה רמז פורתא דכתיב ויסף דמשמע יוסיף ויחזור ויוסיף אבל במעשר לא כתיב אלא יסף דמשמע חדא לחוד."
            ],
            [],
            [
                "<b>מעשר </b> שני שאין בחומשו שוה פרוטה אינו מוסיף חומש וכן מעשר שאין דמיו ידועים מבליע החומש בסלע הפדיון ומעשר שאינו פודהו משלו אינו מוסיף חומש דכתיב ממעשרו חמשיתו יוסיף עליו כדי שיהא הוא ופדיונו משלו. והפודה מעשר ביותר על דמיו לא נתפס התוספת במעשר דלא לכך נתכוון דכיון דאינו חייב חומש אלא בעלים משמע דקרן הוי ממש בלי תוספת כלל דבהקדש אף על גב דאית ביה חומש אם פדהו ביותר יתפס בהקדש דאדם מצוי להיות מרבה בהקדשו מה שאין כן במעשר שני ותוספת פרוטה בקרן קודם לתוספת דחומש דאין חומש מעכב חילול בקרן."
            ],
            [],
            [],
            [],
            [
                "<b>מערים </b> אדם על פדיון מעשר שלא להוסיף חומש משום דכתיב ביה ברכה ולא יאמר פדה לי בהם. ולא יתן לעבדו ושפחתו או לבנים קטנים מעות שיפדו מפני שידן כידו וצריך להוסיף חומש ומעשר שני של אשתו לא קנאו דהוי ממון גבוה ולהכי אם פדאו אינו מוסיף חומש."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מעות </b> של מעשר שני מצרפן בדינרי זהב להקל המשא ואינו מוסיף חומש דלאו דרך פדיה הוא:"
            ]
        ],
        [
            [
                "<b>מעות </b> חולין ומעות מעשר שנתפזרו או נתערבו אף על גב דרובא חולין ואזלינן בתר רובא מדאוריתא אפילו הכי נראה דצריך לחללן מן התורה כיון דאית בהו פדיון כל היכא דהוו דבמידי דאיסורא דלית בה חילול אמרי' דבטיל מדאוריתא אבל הכא כיון דאיפשר בחילול לא בטיל וצריך לחללן מן התורה כדאמר'."
            ],
            [],
            [
                "<b>האומר </b> לבנו מעשר שני בזוית זו ונמצא בזוית אחר או מנה ונמצא מאתים או איפכא ואפילו בשני כיסין הכל חולין דכיון שאין אדם מניח חולין אצל מעשר תלי' שפיר לקולא ואמרינן ודאי לקח אלו משם ושכח ואחר כך הניח אלו שם וכל כי האי גווני הוי כי חזקה דמהניא מדאוריתא בין להקל בין להחמיר."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ומוצא </b> כלי מה שבתוכו הוי כמו שכתוב עליו דהוי נמי חזקה וכן בכל מה שנמצא אזלינן בתר חזקת מקום או זמן שנמצא או אחר הקרוב מחצה על מחצה יאכלו כחומרי שניהם או יפדם:"
            ]
        ],
        [
            [
                "<b>פירות </b> הנלקחות בכסף מעשר שני אינם נפדים בריחוק מקום כפירות מעשר שני עצמו דאף על גב דאמרינן דסלעים על דינרין דכסף כסף ריבה כסף ראשון אף כסף שני הכא דקנה פירות בכסף שאני שכבר נגמר מצותו ושוב אינו נפדה דפדיון דכי ירחק אפירות עצמן קאי לא אלקוח אלא יעלו הם עצמם לירושלם ואם נטמא שאינו יכול להעלותו יפדה."
            ],
            [],
            [
                "<b>אין </b> נלקח בכסף מעשר אלא מאכל אדם שגידוליו או גידולי גידוליו מן הארץ דכתיב ונתת הכסף בכל אשר תאוה נפשך כלל בבקר ובצאן וגו' פרט ובכל אשר תשאלך נפשך חזר וכלל כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש פרי מפרי עגל שנולד מאמו ובן שה וענבים מחרצנים שזורעים החרצנים וגידולי קרקע שכולם ניזונים מן הקרקע אף כל פרי מפרי וגידולי קרקע יצאו מים ומלח ודומיהן שאין גידוליהם מן הארץ ולא פירות שהם מחוברים לקרקע דהרי הם כקרקע ואין כסף מתחלל על הקרקע דאין יכול להגיע לירושלם וקרא כתיב ואכלת שם ופירות שאינם יכולים להגיע לירושלם נמי מהאי טעמא דאינם דומים לבקר וצאן דחזו להעלות לירושלם."
            ],
            [],
            [
                "<b>דבש </b> וביצים וחלב הוו גידולי גידולין והא ילפינן להו. ותמד שהחמיץ או שנתן שלשה מים והוציא ארבעה נלקח בכסף מעשר כיין ושכר דכתיב בשכר להביא תמד משהחמיץ."
            ],
            [],
            [],
            [
                "<b>לולבי </b> זרדין והחרובין משימתיקו הוו אוכל ונקחין בכסף מעשר והנכבשים אפילו לא המתיקו הם נלקחים והקור נלקח בכסף מעשר דהשתא הוא רך והוו פרי מפרי. נותני ריח ומראה וטעם אינם נלקחים בכסף מעשר דמה שנאכל הוא גופיה בבקר הוא דכתיב בקרא. ערב מים ומלח הוי כמוריס ומלח נראה דלא אימעיט משום דאינו נאכל גופו ולא אתי אלא לטעמא דכיון דתבשיל לא סגי בלא מלח היאכל תפל מבלי מלח חשיב אוכל גופיה אלא דאימעיט משום דאינו פרי מפרי וגידולי קרקע."
            ],
            [],
            [],
            [
                "<b>ומן </b> התורה מותר ליקח בכסף מעשר אפילו תרומה לכהן ושביעית קודם הביעור דהא מידי דמאכל נינהו."
            ],
            [],
            [],
            [
                "<b>הלוקח </b> בכסף מעשר מה שאינו נלקח בו לא חלה קדושת מעשר על הדבר הקנוי ולא יצאו המעות לחולין."
            ],
            [
                "<b>הלוקח </b> פירות חוץ לירושלם ממעות מעשר שני בשוגג הוי מקח טעות דאלו הוה ידע דהוו מעות מעשר לא הוה זבין בהו משום טירחא יתירא דאיכא בפירות להעלותן טפי ממעות והדמים הם מעשר כשהיו ואם במזיד יעלו הפירות לירושלם דהא נגמר מצותה כדאמ' לעיל ואם אין מקדש ירקבו דהא אין יכול לפדות אלא אם כן טמאים כדאמר' וכן בהמה תעלה ותאכל ואם אין מקדש תקבר היא ועורה שגם עורה אסור דכשהיא נאכלת הוא דעורה טפל לה ויוצא לחולין וכל שהוציא חוץ לאכילה ושתיה וסיכה וברח המוכר או מת יאכל כנגדן בירושלם ונראה דהוי קנסא דדמים ראשונים אכתי קדשי ביד מוכר."
            ],
            [],
            [],
            [],
            [
                "<b>קדושת </b> שלמים אינה חלה על קדושת מעשר דממון גבוה הוא ולא חייל עליה קדושה אחריתי כדילפינן מכל בכור אשר יבוכר דלא שייך ביה קדושה אחריתי אלא בכורה. אכל פירות המעשר עצמן בתורת חולין יצא ידי שמים ואם מה שלקח מכסף מעשר אכל יחזרו דמים למקום או יאכל כנגדן כדאמר':"
            ]
        ],
        [
            [
                "<b>הלוקח </b> בהמה לזבחי שלמים שכך היא מצות מעות של מעשר שני להקריב בהם זבחי שלמים דילפינן שם שם מהר עיבל דכתיב הכא ואכלת שם וכתיב התם וזבחת שלמים ואכלת שם מה להלן שלמים אף כאן שלמים יצא העור לחולין אם לקחו ממי שאינו תגר דכיון דאינו מדקדק במכירתה לא חשיב לקוח בכסף מעשר. וכן אם לקח קנקן סתום מלא יין יצא הקנקן לחולין דכתיב בכל אשר תאוה נפשך ולמה לי למיכתב בבקר ובצאן ביין ובשכר אלא לדרשא בבקר ללמדך שלוקחין בקר אגב עורו ויצא העור לחולין ואין צריך למוכרו ולאוכלו בירושלם ובצאן מלמד שלוקחין צאן אגב גיזותיה אף על גב דאיכא תרתי עור וגיזה ביין מלמד שלוקחין יין אגב קנקן ובשכר לתמד כדאמר. לקח סלי תאנים וענבים לא יצאו דמי הכלי לחולין דכיון דלא איפשר לעמוד בלא קנקן הוא דיצא דמי הקנקן לחולין אבל סלין לא וקליפות הפירות והחותל יצאו לחולין דאינם בכלל הקנין וכן קופה של תמרים דרוסות."
            ],
            [],
            [],
            [],
            [
                "<b>השאיל </b> קנקניו ליין של מעשר שני ומשסתם פיהם הוא דקרא שם ועשהו מעשר קנה את הקנקן ונתפס בקדושה וטעון חילול כיין דאמרה תורה פורטהו במקדש וכונסהו בגבולין מה במקדש יצא קנקן לחולין כדאמ' אף בגבולין דכנסהו נתפש הקנקן בקדושת מעשר וצריך לחלל הקנקן עצמו אם בא לחלל היין על הכסף."
            ],
            [
                "<b>צבי </b> שלקחו בכסף מעשר ומת יקבר על ידי עורו דחיה לבשר תאוה לא נפקא לן התם דתהא נקנית אגב עורה ואם שחטו ונטמא הרי זה יפדה דכיון דנשחט הוכשר לאכילה והוי כפירות שנטמאו דיפדו. המניח דינר מעשר שני לאכול כנגדו עד שיצא לחולין ואכל קצתו הרי הוא כשותף עם המעשר לענין אם הוקר או הוזל."
            ],
            [
                "<b>הלוקח </b> פירות של סלע בכסף מעשר שני ומשך הפירות ועמדו בשתים הרי זה נותן למוכר סלע אחד בלבד דלא יהא כח הדיוט חמור מכח הקדש והקונה משתכר בסלע ולא המעשר דנתינת הכסף הוא דקונה מדאוריתא במעשר והקדש דכתיב ונתן הכסף וקם לו ואז בנתינת הכסף השכר למעשר וכן אם הוזלו אינו נקנה מדאוריתא אלא בנתינת הכסף ומשנתן הכסף אם הוקר או הוזל קודם משיכת הפירות הרי הוא למעשר דפדיתו דהיינו נתינת המעות הויא משיכתו מדאוריתא."
            ],
            [],
            [],
            [
                "<b>וכשמחלל </b> מעות על הפירות בירושלם אינו צריך שיהיו המעות והפירות במקום אחד בשעת החילול דלא הקפידה תורה אלא כשיאכל הפירות בירושלם והרי הוא מעלם ואוכלם."
            ],
            [],
            [
                "<b>ומחלל </b> מעשר שני שלו על פירות חולין של חברו ואוכלם חברו בטהרה ואף על גב דמעשר ממון גבוה הוא ואינו ניתן במתנה האי לא הויא מתנה דהא הוו פירותיו אלא שאוכלם עתה בקדושת מעשר ועושה טובה עם בעל המעות שיתחללו על פירותיו."
            ],
            [],
            [
                "<b>הניח </b> דינר של מעשר לאכול כנגדו לא יצא לחולין עד שישאר ממנו פחות משוה פרוטה דכל שיש בו שוה פרוטה של מעשר לא נתחלל וחומש אמר לעיל דאינו מעכב. ויכול לחלל סלע מעכשיו על מה שישתה טהור לכשישתה ואינו חולין ומעשר מעורבין ביחד ויכול טמא אחר כך לשתות מאותו הכד עצמו:"
            ]
        ],
        [
            [
                "<b>מצות פה </b> להיות נטע רבע קדוש דכתיב ובשנה הרביעית יהיה כל פריו קדש הלולים לה' ודינו להאכל בירושלים כמעשר שני דגמר מיניה בגזירה שוה דקדש קדש מה מעשר שני נאכל בירושלם כך נטע רבעי נאכל בירושלם לבעליו כדכתיב ואיש את קדשיו לו יהיו ואין לך קדש שלא נתפרש דינו בתורה למי הוא אלא נטע רבעי ואם כן ביה איירי קרא ופודהו כמעשר שני ולא תימא כמעשר שני ממש שאינו נוהג בשלישית וששית דלהכי כתב רחמנא קדש הלולים שהוא לשון חלולים לומר אחליה והדר אכליה הוציאנו לחולין על ידי פדיון אם בא[ת]ה לאוכלו חוץ לירושלם ואם פדהו לעצמו מוסיף חומש דגמרי' קדש קדש כדאמר'. ואין פודין אותו עד שיגיע לעונת המעשרות דכתיב להוסיף לכם תבואתו מלמד שאינו נפדה אלא עד שיעשה תבואה ואין פודין אותו במחובר כמעשר שני והרי הוא נמי ממון גבוה כמעשר דיליף בג\"ש דקדש קדש לכל מילי ואסור לפדותו בוסר דכתיב פרי פרי אתה פודה ואי אתה פודה בוסר ולא פגין. ואין משנין פירות מברייתן אלא יין ושמן דגמר ערלה פרי פרי מבכורים ובכורים גופייהו גמרי מתרומה בהקשה דאיקרו תרומה וכיון דילפינן דאין סופגין משום ערלה אלא על היוצא מן הזתים ומן הענבים ה\"נ רבעי אין משנין אותו מברייתו בשאר פירות."
            ],
            [],
            [],
            [
                "<b>ואין </b> לכרם רבעי שכחה ופאה ופרט ועוללות תרומה ומעשרות דנטע רבעי קדש הוא וממון גבוה כדילפינן בג\"ש דקדש."
            ],
            [],
            [],
            [],
            [
                "<b>באחד </b> בתשרי ר\"ה לערלה ולרבעי דכתיב שלש שנים יהיה לכם ערלים וכתיב ובשנה הרביעית וגו' יליף שנה שנה מתשרי דכתיב מראשית השנה ועד אחרית שנה בר\"ה נדון מה יהא בסופה מה שנה דהתם אחד בתשרי ואין עמה חדשים אף שנה דהכא תשרי ואין כתוב עמה חדשים דאלו מראשון הוא לכם לחדשי השנה אין דנין ממנה דחדשים כתיבי עמה. ומשעת נטיעה מונין להם כדכתיב ונטעתם כל עץ מאכל וגו' שלש שנים וגו' ובשנה הרביעית דמשעת נטיעה בעינן למנות שלישית ורביעית. ושלשים יום בשנה חשוב שנה דכתיב ויהי באחת ושש מאות שנה בראשון באחד לחדש מדאכתי יום אחד הוא דעייל בחדש וקרי ליה חדש דכתיב באחד לחודש ש\"מ יום א' בחודש חשוב חודש ומדיום א' בחודש חשוב חודש ל' יום בשנה חשוב שנה דחדש למינוייו אחד מהמנויים שלו חשוב חדש שהחדש נמנה בימים כדכתיב עד חדש ימים ושנה אחת ממנוייה חשוב שנה והיא נמנית לחדשים דכתיב לחדשי השנה. וסתם קליטה לכל האילנות קים להו דהוא שתי שבתות נמצאת למד שהנוטע מ\"ד יום קודם ר\"ה עלתה לו שנה דימי קליטה אין עולין לשלשים יום דכמאן דמנח בביתא דמיא כל זמן שלא קלטה. ואין פירות נטיעה זו מותרת בערלה אלא ברביעי עד ט\"ו בשבט שהוא ר\"ה לאילנות דאמר קרא ובשנה הרביעית ו\"ו מוסיף על ענין ראשון יהיה לכם ערלים אף בתוך שנה הרביעית וכתיב ובשנה החמישית תאכלו את פריו מוסיף על ענין רבעי דסליק מיניה ודרשי' פעמים שברביעית כגון אם מהרו פירותיה לחנוט ברביעי לפני שבט ועדין אסורין משום ערלה בהנאה עולמית ופעמים שבחמישית כגון פירות שחנטו בה קודם שבט טעונין חלול דעדין אסורה משום רבעי וכיון דילפי' דערלה נכנסת לרביעית ורבעי לחמישית (משכירן) [משהינן] ליה עד ט\"ו בשבט דהוי ר\"ה למעשר אילן דכל החונטים קודם זמן הזה היינו על גשמי שנה שלפני תשרי ואם נתעברה השנה נתעברה לערלה או לרבעי ופחות מל' יום לפני ר\"ה הואיל ויש לה שלשה שנים שלימות חוץ מקליטתה אין לה תוספת כלום אלא מראש תשרי לראש תשרי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העלין </b> והלולבין ומי גפנים והסמדר מותרים בערלה ורבעי דכתיב ערלתו את פריו וכתיב ברביעי יהיה כל פריו פרט לאלו שאינם פרי ואף על פי שאינם פרי אם הם ראויים לצבוע אסורים בערלה דכתי' לא יאכל אין לי אלא באכילה מנין שלא יצבע ולא יהנה ת\"ל וערלתם ערלתו את פריו לרבות את כולם ומאת דרשינן הטפל לפריו והותרו כל אלו בנטע רבעי דאינו אסור בהנאה והנובלות כולן אסורות דהוו פרי:"
            ]
        ],
        [
            [
                "<b>כל </b> מין שהוא חייב בערלה יש לו רבעי וכל שפטור מן התורה מערלה אינו חייב ברבעי דכתיב שלש שנים יהיה לכם ערלים וגו' וכתיב ובשנה הרביעית דמשמע דמכל מין שיש בו ערלה יש בו רבעי ומה שאין בו ערלה אין בו רבעי."
            ],
            [
                "<b>הנוטע </b> אילן שיהיה סייג לגינה או לקורות לא לפירות פטור מן הערלה דכתיב ונטעתם כל עץ מאכל את שהוא למאכל חייב לעצים ולסייג ולקורות פטור וכל שעירב בו מחשבת אכילה בין קודם בין אחר כך חייב דהא הוי עץ מאכל דכתיב כל עץ לרבות. נטעו שלשה שנים לסייג ומכאן ואילך למאכל אין לו רבעי דכל אילן שאין בו ערלה ילפינן שאין בו רבעי. חשב שיהיה הצד הפנימי שלו למאכל והחיצון לסייג או התחתון למאכל והעליון לסייג או הפך מה שחשב עליו למאכל חייב והשאר פטור שהדבר תלוי בדעתו של נוטע דלמד דבר מתחלתו ממשמע שנאמר שלש שנים יהיה לכם ערלים לא יאכל איני יודע שבעץ מאכל דבר הכתוב מה ת\"ל כל עץ מאכל לומר לך את שהוא למאכל חייב כגון פנימי ותחתון לסייג וקורות או איפכא. הצלף חייב בערלה האביונות דהוו פרי אבל לא הקפריסין דלא הוו פרי."
            ],
            [],
            [
                "<b>הנוטע </b> לרבים בתוך שלו אלא שכונתו שיאכלו אותו כל העולם חייב בערלה דכתיב ונטעתם אפילו לרבים א\"נ מדכתיב יהיה לכם ערלים להביא הנוטע לרבים בד\"א בארץ ישראל אבל בחוצה לארץ פטור דאף על גב דערלה בחוצה לארץ הל\"מ ריבוי דקרא לא קאי אלא בארץ ישראל."
            ],
            [
                "<b>הנוטע </b> ברשות הרבים או בספינה והעולה מאליו ברשות היחיד ונכרי שנטע בין לישראל בין לעצמו והגזלן שנטע חייבין בערלה וברבעי נוטע ברשות הרבים משום דהוי לצורך עצמו וספינה אף על פי שאינה נקובה אם היא של חרס שאינו עומד בפני השרשים והם מפעפעין ויונקין והעולה מאליו דכיון דעולה ברשות היחיד ובמקום ישוב חייב דלא קפדינן אלא אמקום ראוי לנטיעה שהוא יישוב ונכרי שנטע בארץ ישראל כדדרשינן מדכתיב כל עץ להביא את שנטעו גוים משבאו ישראל לארץ וגזלן נמי אין קרקע נגזלת ולא גרע מעלה מאליו במקום יישוב דחייב ואם היה עושה כדי טיפולו חייב בערלה דהא הוי כיישוב ואי לאו הכי פטור דכתיב ונטעתם פרט לעולה מאליו במקום חורשים."
            ],
            [],
            [
                "<b>ונוטע </b> למצות אתרוג וכיוצא בו חייב בערלה ולא תימא יהיה לכם ולא מן המצות דאדרבה יהיה לכם מכל מקום. הקדישו ואח\"כ נטע פטור נטע ואחר כך הקדיש חייב נראה דהקדיש הקרקע ולהכי כל גידוליו הקדש ולא חייל איסור ערלה על ההקדש אבל נטע קודם הרי קדם איסור ערלה משעת נטיעה."
            ],
            [
                "<b>נוטע </b> בעציץ שאינו נקוב הא אמרן דחייב בערלה דהשרף מפעפע כדאמ' אף על גב דלזרעי' לא הוי כקרקע."
            ],
            [
                "<b>אילן </b> שנטעו לתוך הבית חייב בערלה דהא הוי במקום יישוב. מה שנטעו גוים קודם שבאו אבותינו לארץ פטור ומשבאו חייב דכתיב כי תבאו אל הארץ ונטעתם כל עץ משבאתם נאסרה נטיעת כל עץ אפילו על יד גוים אעפ\"י שלא כבשו ישראל עדין את הארץ."
            ],
            [
                "<b>גוי </b> שהרכיב אילן מאכל על גבי אילן סרק חייב בערלה דהרכבה כי הא שפסק הענף אסירא אף לגוי דכתיב את חקתי תשמורו בהמתך וגו' שדך וגו' חקים שחקקתי לך כבר והיינו לבני נח דכתיב למינהו באילנות ובבהמות ולמינהו שני מינין משמע. ויש לנכרי נטע רבעי כנטע רבעי של ישראל דכיון שיש לו ערלה כדאמ' אית ליה נמי רבעי."
            ],
            [
                "<b>אחד </b> נוטע גרעינה או ייחור או עקר האילן ממקומו ונטעו במקום אחר הרי זה חייב בערלה דהא נטעי' ומונה משעת נטיעתו כדכתיב ונטעתם וגו' זעזעו ולא עקרו ומלא סביבותיו בעפר אם יוכל לחיות פטור ואם לאו חייב כמי שעקר ונטע וכן כל מה שיכול לחיות פטור ואם לאו חייב. אילן שקצצו והחליף חייב בערלה משעת קציצה דמתחיל להחליף והוי כנטיעה. אחד הנוטע ואחד המבריך ואחד המרכיב כשפסק הבד חייב אבל לא פסקה פטור דכתיב ונטעתם פרט למבריך ומרכיב כי האי גונא דלא הויא נטיעה ואם פסקו אח\"כ חייב מה שגדל אחר פסיקה ואם נעקר האילן וחי מן הבד שהבריך הרי כל האילן כאלו עתה ניטע וחייב בערלה משעה שנעקר שצומח מן הכריכה. הבריך בד וצמח וחזר והבריך אפילו עד מאה מעורין זה בזה אם לא נפסקו מן הראשון הכל מותר דכל שלא נפסקו פטור כדאמ' ומשנפסקו מונה לכל מעשה שנפסק. אילן היוצא מן הגזע פטור דהוי מן האילן עצמו מן השרשים הוי כאילן אחר וחייב:"
            ]
        ],
        [
            [
                "<b>מצות פו </b> להתודות לפני השם אחר שמוציאין כל המתנות שבזרע הארץ דכתיב ואמרת לפני ה' אלהיך וגו'. ואין מתודין וידוי זה אלא אחר השנה שמפרישין בה מעשר ב' דכתיב כי תכלה לעשר וגו' ואמרת בערתי הקדש מן הבית דמשמע אחר הוצאת כל המעשרות דהיינו שנה רביעית ושביעית במנחה ביו\"ט האחרון של פסח דכתיב מקצה שלש שנים תוציא את כל מעשר תבואתך יכול פעם אחת בשבוע אתה חייב לבער ת\"ל מקצה שלש שנים ולא מקצה שש יכול כיון שהגיע בר\"ה של שלישית אתה חייב לבער ת\"ל מקצה אין מקצה אלא בסוף בסוף שנה אתה מבער ולא בראש שנה יכול בראשה של רביעית ושל שביעית דהויא סוף ששית ת\"ל כי תכלה לעשר כשתכלה לעשר את כל הפירות יכול אף בחנוכה ת\"ל מקצה ונאמר להלן מקץ שבע שנים במועד שנת השמטה בחג הסוכות מה מקץ דכתיב התם במועד אף כאן במועד אימא להלן בחג הסוכות אף כאן בחג הסוכות ת\"ל כי תכלה לעשר אימתי הוא מכלה לעשר את כל הפירות בפסח של רביעית אחר שנגמר כל מה שצמח בשלישית ממה שהוא חייב מעשר עני וכמו כן בפסח של שביעית אחר שנגמר כל מה שצמח בששית שהוא ג\"כ שנת המעשר ומה שמתודה ביו\"ט האחרון ובמנחה דעד כאן מצוה לאכול מעשר שני ונטע רבעי."
            ],
            [],
            [],
            [
                "<b>אין </b> מתודים אלא ביום דכתיב בערתי הקדש מן הבית וסמיך ליה היום הזה מצוך ה' אלהיך וכל היום כשר ובין בפני הבית בין שלא בפני הבית חייב לבער ולהתודות. ואחד כסף ואחד פירות טעונין גניזה ומניח הפירות עד שירקבו."
            ],
            [
                "<b>וידוי </b> זה נאמר בכל לשון דכתיב ואמרת לפני ה' אלהיך בכל לשון שאתה אומרו וכל אחד אומרו בפני עצמו דהכי לישנא דקרא בלשון יחיד למצוה ואם רצו רבים להתודות כאחד מתודים ומצותו במקדש כדכתיב לפני ה' ואם התודה בכל מקום ובזמן הזה יצא כדאמר."
            ],
            [],
            [
                "<b>אינו </b> מתודה עד שלא ישאר אצלו אחד מן המתנות שכן הוא אומר בוידוי בערתי הקדש מן הבית והביעור הוא ליתן לכהן לוי ועני מתנותיהם ולשרוף מותר מעשר שני ונטע רבעי לבד מה שיאכל ביו\"ט."
            ],
            [],
            [],
            [
                "<b>פירות </b> שלא הגיעו לעונת המעשרות בשעת הביעור אין מעכבין הוידוי שהרי לא הגיעו לכלל מתנות."
            ],
            [
                "<b>מי </b> שהיו פירותיו רחוקים קורא שם למתנות ומזכה אותן לבעליהם בנתינה. ואינו יכול להתודות עד שיוציא המתנות כולן דכתיב בערתי הקדש מן הבית הקדש זה מעשר שני ונטע רבעי הקרויים קדש בכתוב מן הבית זו חלה שהיא מתנה של כהנים בבית נתתיו ללוי זה מעשר ראשון וגם נתתיו מכלל שקדמתו מתנה אחרת והיא תרומה גדולה ותרומת מעשר לגר ליתום ולאלמנה זה מעשר עני ולקט שכחה ופאה אע\"פ שאין שלש אלו מעכבין הוידוי."
            ],
            [],
            [
                "<b>וצריך </b> להפריש מתנות על הסדר ואח\"כ יתודה דכתיב ככל מצותך אשר צויתני נתתים כסדרן לא הקדמתי מאוחר לקודם כדכתיב מלאתך ודמעך לא תאחר לא תשנה הסדר ואם שנה או נשרף טבלו שלא הפריש מתנות אינו יכול להתודות וכשהיו נותנין המעשר לכהן לא היו מתודים שלא היו יכולין לומר וגם נתתיו ללוי."
            ],
            [
                "<b>מי </b> שאין לו אלא מעשר שני בלבד או בכורים מתודה שעיקר הוידוי במעשר וכן הבכורים הם הקדש הראשון אבל על תרומה בפני עצמה אינם מתודים שאינה טעונה וידוי אלא בכלל שאר מתנות."
            ],
            [
                "<b>לא </b> עברתי ממצותיך שלא הפרשתי ממין על שאינו מינו ולא מן התלוש על המחובר ולא מן החדש על הישן או אפכא בתרוייהו. ולא שכחתי (שלא) מלברכך על הפרשת מעשרות ולהזכיר שמך עליו לא אכלתי באוני ממנו הא אם אכלו באנינות אינו מתודה ולא בערתי ממנו בטמא הא אם הפרישו בטומאה אינו מתודה ולא נתתי ממנו למת שלא לקח ממנו ארון ותכריכין ולא נתנו לאוננים אחרים. שמעתי בקול ה' אלהי שהביאו לבית הבחירה עשיתי ככל אשר צויתני שישמח ושמח בו דכתיב ושמחת בכל הטוב. השקיפה ממעון קדשך מן השמים עד כאשר נשבעת לאבותינו עשינו מה שגזרת עלינו אף אתה עשה מה שאמרת לעשות אם בחוקותי תלכו ונתתי גשמיכם בעתם ותתן טעם טוב בפירות הארץ כדכתיב זבת חלב ודבש."
            ],
            [],
            [
                "<b>גרים </b> ועבדים משוחררים אינם מתודים שאין להם חלק בארץ והרי הוא אומר כאשר נשבעת לאבותינו כהנים ולויים מתודים שאף על פי שלא נטלו חלק בארץ יכולין לומר ואת האדמה אשר נתת לנו וגו' שהרי יש להם ערי מגרש. ויש בדיני מצות שבהלכות אלו דברים מדרבנן נכללים בכלל לאו דלא תסור וחייבים אנו ליזהר בהם:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות מעשר שני ונטע רבעי",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}