{
    "language": "en",
    "title": "Or HaChaim on Exodus",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002691623",
    "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009",
    "status": "locked",
    "license": "CC-BY",
    "versionNotes": "",
    "shortVersionTitle": "Metsudah Publications, 2009",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/b9589f8f8f6aa1dcc5e32ac20f1720c9.png",
    "purchaseInformationURL": "https://www.israelbookshoppublications.com/store/pc/Sifsei-Chachamim-Chumash-Vol-1-p482.htm",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "אור החיים על שמות",
    "categories": [
        "Tanakh",
        "Acharonim on Tanakh",
        "Or HaChaim",
        "Torah"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>I will bring you.</b> There is a difficulty here: How could Hashem promise He will bring the generation who left Egypt to the land, when this was not the case? Furthermore, He swore on this matter. ",
                "Because of this difficulty; before Hashem said He will bring them to the land, He said, “And you shall know that I am Adonoy, your God, Who is bringing you out.” This was the condition for bringing them to the land, but if they test Hashem there is no promise."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>Adonoy has set a time, saying.</b> He informed them of the time of the plague so that they could shelter their livestock as they did at the plague of hail."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Into the midst of the sea.</b> The phrase <i>besoch hayam</i> means into the very heart of the sea. The verse adds, “on dry land,” to indicate that the sea floor was nevertheless not muddy as one would have expected."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>On that day.</b> And not before. Although B’nei Yisrael had already left Egypt they did not feel secure until then."
            ]
        ],
        [],
        [
            [],
            [
                "<b>In the desert.</b> That is, they complained about having been led by way of the desert, knowing that there was an alternative route to Canaan. In fact Hashem had taken them this way for profound reasons but the people thought that Moshe had done so for motives of his own."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>An oath … shall be between them.</b> This is a hint that if the plaintiff knows that the defendant is about to swear falsely and acquiesces in his doing so, he too will be held responsible for the false oath."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>You may sow your land for six years.</b> Failure to observe the Sabbatical year is one of the causes of exile, hence this commandment follows the previous one to hint that if the B’nei Yisrael are not scrupulous in its observance they will become strangers in a strange land once again."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Their hands and their feet.</b> The words “hands” and “feet” are both preceded by the term <i>es</i>, which often means “along with,” indicating that the hands and feet must be washed together."
            ],
            [],
            [
                "<b>This is a perpetual statute for them.</b> The word <i>chok</i>—“statute”—indicates an inscrutable decree of the king. Thus the washing of the hands and feet was required even if the <i>kohein</i> had just emerged from a <i>mikveh</i>. Similarly, the phrase “and they will not die” is repeated to indicate that even one who has just immersed incurs death if he fails to wash."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "",
                "<b>The B’nei Yisrael shall preserve (<i>veshamru</i>).</b> They must keep careful track of the days of the week so that they will not forget which day is Shabbos.",
                "",
                "Alternatively, <i>shomeir</i> in this context means to “anticipate,” as it does in Bereishis 37:11. Thus they must think of Shabbos not as a burden but as a source of joy whose arrival they look forward to eagerly.",
                "",
                "",
                "Alternatively, one must preserve it from desecration, whether one’s own inadvertent desecration or that of others."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Why should Your wrath blaze.</b> Since the only sin of the B’nei Yisrael was their failure to protest when the mixed multitude made the calf, they were not worthy of destruction. <b>Your people whom You brought out.</b> This refers only to the B’nei Yisrael. Moshe did not object to the destruction of the mixed multitude who left Egypt on their own, since they were the ones who actually made the calf. Indeed, the entire mixed multitude was destroyed at that time."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>So that I will know You.</b> It would be impertinent for a servant to ask to “know” his master, therefore Moshe added, “That I may find favor in Your eyes.” That is, he only wanted to know Him in order that he would always guide the people in a way that was upright in His eyes."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>And the ability to instruct.</b> Many learned individuals are incapable of passing on their knowledge, while others stubbornly refuse to do so. Betzalel, by contrast, was both capable and willing."
            ]
        ],
        [
            [
                "<b>And they shall execute (or, “And they executed”).</b> Actually, they had not even received the materials yet (see v. 3). Rather what is meant is that they prepared all the necessary tools for the work."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Thus was completed (<i>Vateichel</i>).</b> The passive form is used here to indicate that the people would have gladly done more but the work that Hashem commanded was completed.",
                "It also indicates that some of the tasks were completed on their own and not by the B’nei Yisrael, such as the menorah (see Rashi on 25:31).",
                "The word <i>vateichel</i> also has overtones of “desirableness” (see Tehillim 84:3), indicating that the work was done in the most desirable manner. <b>B’nei Yisrael did everything.</b> Although the work was actually carried out by only a few individuals, they were acting on behalf of the entire nation and the rule is that a deed performed by a person’s agent is as if performed by the person himself. And while it is true that the artisans were fulfilling Hashem’s orders, not those of the people, nevertheless the people were content that they should act on their behalf.",
                "<b>B’nei Yisrael did everything.</b> Although the work was actually carried out by only a few individuals, they were acting on behalf of the entire nation and the rule is that a deed performed by a person’s agent is as if performed by the person himself. And while it is true that the artisans were fulfilling Hashem’s orders, not those of the people, nevertheless the people were content that they should act on their behalf."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "",
                "",
                "",
                "<b>And Moshe blessed them.</b> Since Moshe was mentioned by name in the first part of the verse, the pronoun could have been used here. Nevertheless, his name is repeated to underscore that this was no ordinary blessing, but a blessing from Moshe, the “man of God”."
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}