{
    "text": {
        "0_Introduction": {},
        "1_A Pleasant Song": {},
        "2_Go See": {},
        "3_": {
            "259": {
                "0": {
                    "0": "El nombre es el alma, como se ha explicado en la lección \"Una Cámara de Santidad\"; véase allí. Este es el aspecto de \"un alma viviente es su nombre\" (Génesis 2:19); véase la lección mencionada.",
                    "1": "El autosacrificio pertenece a esta categoría, como en el caso de los Diez Mártires que sacrificaron sus almas santificando el Nombre de Dios para unir al Santo, Bendito Sea, y Su Shejiná (Presencia Divina). Como es sabido, la unificación principal se logra mediante el autosacrificio. Y en aquellas generaciones, vieron que era imposible reparar y realizar unificaciones en los mundos superiores, excepto a través de sus almas. Por lo tanto, sacrificaron sus almas santificando el Nombre de Dios.",
                    "2": "La razón es que cuando las almas ascienden a los mundos superiores mediante el autosacrificio, regresan a la Shejiná, de donde proceden. Esto se debe a que Israel es literalmente \"una porción de Dios desde arriba\" (Job 31:2), pues son literalmente partes de la Shejiná, en el aspecto de \"que han sido llevadas desde el vientre\" (Isaías 46:3). Y cuando regresan a la Shejiná, esta se enorgullece de ellas y dice: \"Mira qué hijo te traigo\" (Zohar III, 13a). Entonces, se despierta un anhelo supremo y ocurre una unificación, como es sabido.",
                    "3": "Ocasionalmente, esto requiere que algunas personas mueran, Dios no lo quiera; un número considerable de almas judías son asesinadas, Dios no lo quiera, para que pueda producirse una unificación mediante la elevación de sus almas a los mundos superiores. Porque, en ocasiones, se requieren muchas almas, Dios no lo quiera, y como resultado, sucede que algunas personas mueren, Dios no lo quiera."
                }
            }
        },
        "4_Part II": {},
        "5_Additions from Manuscript": {}
    },
    "meta": "Paragraph",
    "work": "Likutei Moharan"
}