{
    "text": {
        "0_Introduction": {},
        "1_A Pleasant Song": {},
        "2_Go See": {},
        "3_": {
            "259": {
                "1": {
                    "0": "Lo stesso risultato si ottiene con la perdita del proprio nome, ossia del proprio prestigio. In altre parole, esiste una persona che è allo stesso tempo prestigiosa e non prestigiosa: è conosciuta da tutti e tutti parlano di lui, eppure non è una figura di prestigio, perché non è considerata una persona importante. E c’è un’altra persona che non desidera affatto questo, eppure perde il suo prestigio, cioè subisce una perdita del nome, che è l’anima. Vale a dire, anche se non ha il desiderio di non essere prestigioso, lo perde comunque, come qualcuno che perde qualcosa contro la propria volontà. In altre parole, perde il nome, l’aspetto del prestigio, che è il suo nome nel mondo.",
                    "1": "Eppure, c’è una persona che fa questo volontariamente e consapevolmente. Per santificare il Nome di Dio, sacrifica il proprio nome—ossia il proprio prestigio, che rappresenta l’aspetto del nome/anima, come spiegato sopra. Di conseguenza, anche se è prestigioso, non lo è affatto. Al contrario, è esattamente l’opposto. Tutti parlano di lui e inventano menzogne su di lui riguardo a cose che non ha mai neanche immaginato, tanto che, letteralmente, il suo sangue viene versato a causa di questo.",
                    "2": "Eppure lo fa intenzionalmente, perché questo rappresenta un autentico sacrificio di sé—poiché il nome è l’anima, come spiegato sopra—e anche da questo il suo sangue viene versato, come detto. Con questo, egli salva il popolo ebraico da ciò che avrebbe dovuto accadergli, Dio non voglia, per il fine di un’unificazione, come spiegato sopra. Tuttavia, sacrificando il proprio nome, che è la sua anima, egli li salva, come è stato spiegato."
                }
            }
        },
        "4_Part II": {},
        "5_Additions from Manuscript": {}
    },
    "meta": "Paragraph",
    "work": "Likutei Moharan"
}