{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Madda"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, Human Dispositions", 
    "text": [
        [
            "Every human being has many dispositions, and everyone is both different and very distant from anyone else: One person may have a violent temper, always angry; but another's mind is at ease and he is never angry, or if he does feel anger it is a soft anger once in several years. A person may be very haughty, but another has a very humble disposition. A person may have very strong desires, never satisfied; but another may have a very pure heart, not even desiring those few things that the body requires. A person may be very greedy, not satisfied by all the wealth in the world, as it says, \"A lover of silver never has his fill of silver\" (Ecclesiastes 5:9). But another may have modest desires, and is satisfied with the smallest thing even if it is not truly enough for him, and he will not exert himself to acquire what he needs.", 
            "Between each pair of extremes, there is a middle disposition equidistant from each. There are some dispositions that are innate, and some that individuals are more predisposed to than other, and still others that are not innate at all, but are learned from others or self-taught either because he decided to acquire [this trait] or he heard from others that it is a good one to have and he practiced it until it became part of his personality.", 
            "Neither of the two extremes within each trait are appropriate ways to live, and one should not practice these extremes, and if he finds himself naturally inclined to one of them, or he already learned one of them, he should work himself back to the good life, that is the \"straight path.\"", 
            "The \"straight path\" is (generally) the middle trait within each [pair of] dispositions, equidistant from each extreme. Therefore the early sages commanded that a person should constantly pay attention to her character, measure it, and keep it on the middle path so that he might be physically healthy (lit. wholesome).  For example, one should not be temperamental and easily angered, nor should he be numb like a corpse. Rather, she should be somewhere in the middle -- not getting angry except over something important that is worth it, and then just enough to ensure it won't happen again.  Similarly, only desire the things that the body actually needs to live as it says \"The righteous man eats to satisfy his body.\" (i.e. he enjoys healthy food in moderation, neither an ascetic nor a glutton) Similarly, he should only work enough to earn a living as it says \"a little is good for the righteous\" (i.e. neither lazy nor a workaholic) neither overly cheap nor generous, rather give as much charity as she can afford and give sensible loans to those who need. He should not be constantly partying and clowning around, nor should he be depressed and morose rather be calm and content, with a pleasant face all his life, and so on for all other character traits. This is the way of the Sages; anyone whose character is completely balanced may be called a sage.", 
            "One who is carefully self-reflective, and who thus moves oneself from one's norm toward one side or the other: this one is called pious. For instance, one who moves oneself away from proud-heartedness toward the opposite side and attains a lowly spirit: he is called pious, and his is the middah of piety.  But if he moves himself only toward the middle [of the scale] and becomes humble, he is called wise, and his is the middah of wisdom. And so on: this is so with all the rest of the middot.  The early pious ones would incline their dispositions from the middle of the scale toward one of the two extremes: some would incline toward the first extreme and others would incline toward the other.  This is  going beyond what the law requires.  We are commanded to walk in these intermediate paths which are good and straight, as it is said: \"Walk in [God's] ways.\"  [Deuteronomy 28:9]", 
            "They taught the following interpretation of this commandment: \"Just as God is called 'gracious,' you too must be gracious. Just as God is called 'compassionate,' you too must be compassionate.  Just as God is called 'holy,' you too must be holy.\" As such, the Prophets called God by many appellations: \"Slow to Anger,\" \"Abundant in Graciousness,\" \"Just and Fair,\" \"Pure,\" \"Mighty,\" and \"Powerful\" - in order to demonstrate that these are good and proper ways for a person to accustom oneself to act, in imitation of God to the utmost of one's ability.", 
            "This is how one trains himself towards these dispositions until they become part of his personality: By constant, repetitive practice of the actions [characteristic of] the golden mean and drill over and over, constantly until these actions are easy, and are no longer challenging. Through this practice, these traits will become part of the personality for they are attributes of the Creator and the middle road which we are obligated to walk, which is called the \"Path of God.\" This is what our father Abraham taught his sons, as it says \"for I know him, so that he will command his sons and his household, etc.\" and one who follows this path brings good to himself as it says \"in order to bring to Abraham all that He spoke of him.\""
        ], 
        [
            "People with physical illnesses taste that which is bitter as sweet and that which is sweet as bitter, and there are some sick people who desire and crave foods which are not suitable for eating, such as dirt and charcoal, and hate good foods, such as bread and meat, all in accordance with the extent of the illness. Similarly, people whose souls are sick desire and love the negative traits and hate the good path and are indolent about following it, and it is extremely heavy upon them, in accordance with their illness. And so Isaiah said regarding these people (Isaiah 5:20) \"Woe unto them that call evil good, And good evil; That change darkness into light, And light into darkness; That change bitter into sweet, And sweet into bitter!\" and about them it is said (Proverbs 2:13) \"Who leave the paths of uprightness, To walk in the ways of darkness\". And what is the cure for the spiritually ill? They should go to the wise, who are healers of souls, and heal their illnesses through the traits that they teach them, until they return to the path of good. And those who recognise their negative traits but do not go to the wise to cure them, about them Solomon said (Proverbs 1:7) \"the foolish despise wisdom and discipline\".", 
            "And what is the cure? Someone who is an angry person, he is told to conduct himself [in such a way] that if he is struck and cursed he doesn't react at all, and to follow this path for a long time, until he has uprooted the anger from his heart. And if he is arrogant, he should accustom himself to great disgrace, sitting below everyone, wearing rags which humiliate their wearer, and so on with things like this, until he has uprooted the arrogance from himself and returned to the middle path which is the good path. And when he has returned to the middle path, he should follow it all his days. And along the same line, he should do for all other traits: if he is far to one extreme, he should put himself far to the other extreme and accustom himself to it for a long time, until he returns to the good path which is the median quality for every trait."
        ], 
        [
            "If a man were to say: since envy, gluttony, and honor and their ilk are a bad path, and they remove man from the world, I will avoid them as much as possible, and I will distance myself from them to the other extreme -- such that he will not eat meat, and will not drink wine, and will not marry a wife, and will not sit in a nice home, and will not wear nice clothing, rather sackcloth and hard wool and their ilk, similar to the priests of idolaters -- this too is a bad path and it is prohibited to walk it. He who walks this path is called a sinner, for it is said about the Nazir (Numbers 6, 11): \"and make atonement for him, for that he sinned by reason of the dead\". The Sages said: and if the Nazir that did not abstain from anything but wine needs atonement, he who abstains from everything -- how much more so! Therefore, the Sages commanded that a man should not abstain from things other than those which the Torah prevents alone, and not to forbid the permitted things to himself through vows and oaths. The Sages said such: It is not enough what the Torah has prohibited, that you prohibit yourself other things? And included in this are the people who constantly fast, they are not on a good path, and the Sages prohibited a man from tormenting himself with fasts. And with respect to all of these and there ilk, Solomon commanded (Ecclesiastes 7, 16): \"Be not righteous overmuch; neither make thyself overwise; why shouldest thou destroy thyself?\"", 
            "A person must direct his heart and all his actions to know only God, blessed be He, and it should be that his resting, his rising, his speech, all corresponding to this. How? That when he does business, or does some work to gain money, his mindset should not be merely to collect money, but to do these things so that he can get things that the body needs, food and drink, and shelter in a house, and marrying a woman. And similarly when he eats, drinks, and has relations, he should not have the mindset to do these things merely for pleasure's sake to the point that he only eats and drinks things sweet to the palate, and has relations only for pleasure, rather he has the mindset that he will eat and drink only in order to keep his body and limbs healthy. Therefore, he should not eat all that his palate desires, like a dog or a donkey, rather he should eat things that are beneficial to the body, whether they are bitter or sweet, and he should not eat things bad for the body, even though they are sweet to the palate. How? One whose skin is warm should not eat meat, nor honey, nor should he drink wine, like Solomon said by way of proverb, (Proverbs 25:27) \"Eating too much honey is not good.\" And one should drink endive juice, even though it is bitter. Consequently, he is drinking and eating for the purpose of health only, so that he'll be healthy, and he can remain whole, since it is impossible for someone to live without food and drink. And similarly, when one has relations, he should not have relations except for bodily health, and to continue his seed. Therefore, one should not have relations any time he desires it, but any time he knows that he needs to emit seed for health reasons or to continue his seed."
        ], 
        [
            "Since a healthy and whole body is necessary for the ways of G-D (for it is impossible to imply or know anything of Godly wisdom when one is sick), therefore one must distance himself from things that are damaging to the body and to accustom oneself to things that strengthen and make one healthy. They are as follows: a person should only eat when he is hungry, and drink when he is thirsty, and not delay his orifices even for one second, rather whenever he feels the need to urinate or defecate he should immediately get up.    ...", 
            0, 
            "A person should  always eat seated in his place or reclining on his left side.  He shouldn't walk and he shouldn't ride and he shouldn't exert himself and he shouldn't shake his body and he shouldn't stroll until he has digested the meal in his intestines.  And everyone who strolls after eating or exerts himself, behold this one bring upon himself harmful and difficult illnesses.", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "Any city which does not have the following ten things a Torah scholar is not permitted to live within it. They are as follows: A doctor, a blood-letter, a bathhouse, a bathroom, an available water supply such as a river or spring, a synagogue, a teacher of small children, a scribe, an officer of charity collections, a court that administers corporal punishment and incarcerates. "
        ], 
        [
            "Just as a wise man is noteworthy in his wisdom and knowledge, and distinguished through them from the rest of the nation, so he needs to be noteworthy in his eating, in his drinking, in his marital relations, in his taking care of his needs, in his speech, in his walk, in his clothing, in his maintenance of his things, and in his business dealings. And all of these activities should be especially nice and proper. How? A wise scholar should not be a glutton, but should eat food that is fitting for his body's health. And he should not overeat of it. And he should not run after stuffing his belly like those who stuff themselves with food and drink until their stomachs belch. And tradition is clear about them: \"And will spread dung upon your faces\" (Malachi 2:3). The sages said that these are people who eat and drink and make all of their days like holidays. And they say, \"Eat and drink, for tomorrow we die.\" And this is the eating of the wicked. And these tables are the ones that Scripture condemned and said, \"For all tables are full of filthy vomit, and no place is clean\" (Isaiah 28:8). But the wise man only eats one or two dishes and eats of it enough for his living. He's what Solomon meant by \"the righteous eateth to the satisfying of his desire\" (Proverbs 13:25).", 
            "When a wise person eats the little that is appropriate for him, he should not dine except in his home, at his table. And he should not eat in the shops or in the market place except on account of great need, so that he not be degraded before the people. And he should not dine with ignoramuses, nor at those tables which are \"full of filthy vomit\". And he should not have many meals all over, even together with the wise, nor should he eat at meals which have large gatherings. And it's not appropriate for him to eat except at a meal related to a <i>mitsvah</i>, such as an engagement or wedding feast, and that is when a scholar is marrying the daughter of a scholar. And the early righteous and pious people did not eat from any meal which was not theirs.", 
            "When the wise man drinks wine he only drinks for the purpose of serving his digestion. And anyone who gets drunk — he is a sinner, and he is obscene, and loses his wisdom. And if he gets drunk before the common folk he has defiled the holy name. And it is prohibited to drink wine during midday, even a little, unless it is part of the meal, for drinking as part of a meal does not get one drunk, and we only wary of drinking after the meal.", 
            0, 
            0, 
            0, 
            "A scholar should not shout and scream while he speaks, like animals and beasts. And he should not raise his voice excessively. Rather he should speak pleasantly with all people. But in speaking pleasantly, he should be careful not to distance himself [from his interlocutor], such that he appears to speak like a haughty person. And he should be the first to greet all people so that their spirits should be lifted through him. And he should judge everyone favourably, recount the praises of his fellow and never his disgrace, love peace and pursue peace. If he sees that his words are constructive and will be heard, he should speak, and if not, he should remain silent. For example: he should not [attempt to] appease his fellow in the moment of his anger, nor question him about his oath at the time that he swore it, [rather he should wait] until his mind has cooled down and he is calm, and he should not console him while the deceased lies before him, because he is agitated until he has buried [the deceased]. And so on for all similar situations. And he should not look upon his fellow in the hour of his ruin, rather he should avert his eyes from him. And he should not distort [the reality] with his speech, not adding and not subtracting [from the truth], except in words of peace and the like. The principle is: he should not speak except in words of wisdom or kindness and so on. And he should not converse with a woman in the marketplace, even if she is his wife or his sister or his daughter.", 
            0, 
            0, 
            0, 
            "The way of intelligent people is that a man should first establish an occupation that will support him, and after that acquire a home, and after that marry a woman, as it says (Deuteronomy 20:6) \"what man is there that hath planted a vineyard, and hath not used the fruit thereof?\", (Deuteronomy 20:5) \"What man is there that hath built a new house, and hath not dedicated it?\", (Deuteronomy 20:6) \"what man is there that hath betrothed a wife, and hath not taken her?\". But the foolish begin with marrying a woman, and after that, if he can afford it, he buys a house, and after that, at the end of his life, he will turn around and seek out a trade or will support himself from charity. And similarly it said among the curses (Deuteronomy 28:30) \"Thou shalt betroth a wife... thou shalt build a house... thou shalt plant a vineyard...\", which is to say, your deeds shall be backwards so that you will not be successful in your endeavours, and as a blessing it says (I Samuel 18:14) \"And David had great success in all his ways; and the LORD was with him\".", 
            0, 
            "A scholar must conduct his negotiations with truth and faith. He says about the improper, and yes about the proper. Exacting about himself in accounts, and giving and ceding to others when he takes, and not too precise with them, and give the payment immediately. And he must not be a guarantor, and not an intermediary for a loan, and not get involved in others fights. Obligating himself in commerce when the Torah has not obligated him, such that he shall fulfill his word and not change it. And if he was owed money by others, he should patient and forgive the loan, and lend, and give, and not compete with his fellow in business, and not cause suffering to any man in the world so long as he lives. The rule is: Be one of the pursued and not one of the pursuers. One of the offended, and not of the offenders. And a man who does all of these and such, Scripture says about him (Isaiah 49, 3): \"And He said unto me: ‘Thou art My servant, Israel, in whom I will be glorified.’\". "
        ], 
        [
            "It is  human nature to be attracted to the ideas and actions of one's neighbors and friends and to follow the customs of the people of his land.  Therefore, a person needs to bind himself to the righteous and always dwell in the midst of the wise in order that he might learn from their deeds and keep far from the evil ones who walk in darkness so as not to learn from their deeds.  As Solomon says in Proverbs 13:20, \"He who walks with the wise becomes wise and he who befriends fools will suffer.\"  As it says, (Psalms 1:1), Happy is the man (who has not followed the advice of the wicked).  And thus, if one lives in a land whose customs are evil and people do not follow a straight path, one should go to a land where the people are righteous and are accustomed to following a good path.  And if all the lands that he knows and hears reports of are accustomed to follow a path that is not good, like our time, or it is not possible to go to a land where people are accustomed to do good, because of troops or health, he should remain alone by himself, as it says, \"Sit alone and be silent (Lamentations 3:28).\"  If they are evil and sinful people and do not allow him to stay there in the land unless he mixes among them and follows their evil ways, he should go out to caves, thickets and desserts.  He shall not accustom himself to the way of the sinners, as it says, \"Who will give me in the wilderness, a lodging for guests (Jeremiah 9:1).\"", 
            "It is a positive commandment to cleave to sages and their students in order to learn from their deeds as the matter which is said \"And to Him cleave\".  Is it possible for a person to cleave to the Presence of God?  Rather thus said the sages that the meaning of this commandment is to cleave to the sages and their students.  Therefore a person must try to marry the daughter of a learned student and to marry his daughter to a learned student and to eat and drink with learned students and to do business with learned students and to take part with them in all manner of activities, as it says \"and to cleave to Him.\"  And so too the sages commanded and said to cover one's self with the dust of their feet and drink their words with thirst.", 
            "It is a commandment upon every person to love each and every Jew as himself, as it is said, \"You shall love your neighbor as yourself (Leviticus 19:18).\"  Therefore one needs to speak praises of one and to be as careful with his money as one is with one's own money and desires his own honor.  Whoever gains honor through diminishing his colleague has no portion in the world to come.", 
            "The loving of a convert who came and entered under the wings of the Shekhina [comprises of] two positive commandments- one because he is in the general group of fellows [and we must love our fellow as ourselves], and one because he is a convert and the Torah said, \"And you shall love the convert-\" [Scripture] commanded regarding the love of the convert like [Scripture] commanded regarding the loving of oneself, as it said, \"And you shall love Hashem your G-d;\" the Holy One, Blessed be He, loves converts, as it is said, \"And loving to the convert.\"", 
            "Everyone who hates one from Israel in his heart transgresses a negative commandment, as it is written, \"You shall not hate your brother in your heart (Leviticus 19:17).\"  There are no lashes for this negative commandment because there is no act involved.  The Torah warns only about hating in one's heart, but striking one's colleague or insulting him even though it is not permissible, is not a transgression of \"you shall not hate.\"", 
            "When one person sins against another, he should not hate him and be silent, as it says concerning the wicked ones, \"And Avshalom did not speak to Amonon, neither bad nor good because Avshalom hated Amnon (II Samuel 13:22).\"  Rather, it is a mitzvah to inform him and say to him, \"Why did you do this to me?\" \"And why did you wrong me in this matter?\"  As it says, \"You shall surely rebuke your kinsman (Leviticus 19:17).\" And if he returns and asks forgiveness from him, he needs to forgive.  The one forgiving should not be cruel as it says, \"And Abraham prayed to God...(Genesis 20:17)\"", 
            "One who sees his colleague sin or follow a path that is not good, it is a mitzvah to warn him for his own good and inform him that he is sinning against himself by his wicked deeds, as it says, \"You shall surely rebuke your kinsman (Leviticus 19:17).\"  One who rebukes his colleague, whether over matters that are between him and his colleague or matters between his colleague and God, one needs to rebuke him privately and speak to him quietly and patiently and inform him that you are not speaking to him except for his good and for the sake of his entering the world to come.  If he accepts the rebuke, it is good.  If he does not, rebuke him a second time and a third time.  Thus a person is always obligated to rebuke until he (the rebuked) strikes him and says \"I will not listen.\"  Every one  that has the opportunity to rebuke and does not rebuke, he is responsible for that sin, because he had the opportunity to rebuke him.", 
            "One who rebukes his colleague at first should not speak harshly to him until he becomes embarrassed, as it says, \"And you shall not bear a sin because of him (Leviticus 19:17).\"  Thus our sages say, \"Can you rebuke him and face changes [color]?\"  Tradition teaches, \" And you shall not bear a sin because of him (Leviticus 19:17).\"  From here, it is forbidden for a person to embarrass his fellow Jew and even more so, in public.  Even if one embarrassed his colleague, he is not liable for lashes.  It is [still] a great sin.  Thus our sages say, \"One who causes the face of his colleague to turn white in public, does not have a share in the world to come.\"  Therefore a person needs to be careful not to embarrass his colleague in public, whether he is lesser or greater, He should not call him a names that causes embarrassment, nor tell a story that causes him embarrassment.  To what do these words apply?  To matters that are between people.  But to heavenly matters, if he does not repent [after being rebuked] in private, embarrass him in public and publicize his sin.  He may be abused, scorned and cursed until he returns toward goodness as did all the prophets in Israel. ", 
            0, 
            "An individual must be careful concerning orphans and widows since their feelings are exceedingly lowly and their spirits are cast down.  Even though they may be wealthy and we are commanded concerning even the widow of a king and his orphans, as it says, \"You shall not oppress ANY orphan or widow.\" "
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Wikisource Mishneh Torah", 
            "http://en.wikisource.org/wiki/Mishneh_Torah/The_Book_of_Wisdom/Laws_of_the_Foundations_of_the_Torah/Chapter_One"
        ]
    ], 
    "heTitle": "משנה תורה, הלכות דעות", 
    "versionSource": "http://www.sefaria.org/Mishneh_Torah,_Human_Dispositions"
}