{
    "work": "The Book of Susanna", 
    "text": {
        "0_Chapter, 29_Verse": "ויהי כי הוציאו הזקנים עליה את דיבתם רעה ויתבוששו העבדים כי מיום היוולדה לא נשמע כזאת עליהָ:", 
        "0_Chapter, 52_Verse": "נקי אנוכי מן הדם אשר יישפך:", 
        "0_Chapter, 31_Verse": "ויאמרו אל העם שלחו נא והגישו את שושנה בת חלקיהו אשת יהויקים אלינו:", 
        "0_Chapter, 19_Verse": "ולא ראו את האנשים כי התחבאו:", 
        "0_Chapter, 25_Verse": "אפס טוב לי לנפול בניקיון כפי בידי אדם מחטוא לאלוהים:", 
        "0_Chapter, 38_Verse": "ויענו הזקנים ויאמרו הנה התהלכנו שנינו בכרם ותבוא שושנה ושתי נערותיה איתה:", 
        "0_Chapter, 10_Verse": "וגם כי חיצי התשוקה נחתו בלבב שניהם לא גילו את אהבתם איש אל אחיו כי התבוששו וכל אחד חשב לחללה:", 
        "0_Chapter, 50_Verse": "וישמע אלוהים את נאקתה וייעתר לה:", 
        "0_Chapter, 65_Verse": "ככה היו מעשיכם כל הימים לזנות את בנות ישראל ומִיִרְאָתָן אתכם הִטיתֶם אותן לכל חֶפציכם:", 
        "0_Chapter, 9_Verse": "וייהפך לבבם ותחת נשוא מרום עיניהם נשאו את עיניהם אליה ולא זכרו תורת ה ומשפטו:", 
        "0_Chapter, 21_Verse": "הנה הכרם נעול ואין פה איש לראות ונפשנו חשקה בך לכן הבה נא ונבוא אליך:", 
        "0_Chapter, 72_Verse": "ויהרגו אותם וינצלו ביום ההוא מִשפוֹך דם נקי בישראל:", 
        "0_Chapter, 14_Verse": "וכאשר שאלו איש את אחיו לאמור מה זאת ויתוודו את תשוקתם הרעה ויועצו יחדיו וישימו מועד לארוב לה בהיותה לבדה:", 
        "0_Chapter, 49_Verse": "ועתה הנני הולכת למות גם כי ניקיתי מן הפשע אשר בדו מלִבָּם הרע:", 
        "0_Chapter, 6_Verse": "ויבאו מדי יום ביומו אל בית יהויקים וכי היה לאיש דבר בא אליהם:", 
        "0_Chapter, 53_Verse": "ויפן כל העם וישאלוהו מה זה הדבר אשר דיברת?:", 
        "0_Chapter, 3_Verse": "ויהויקים היה עשיר מאד ויהי לו כרם חמד אצל ביתו וכל התאספו אליו כי נכבד היה מכל אנשי העיר:", 
        "0_Chapter, 55_Verse": "שמעו נא בני ישראל הסכלתם עשה להרשיע בת ישראל בטרם חקרתם ודרשתם הדבר:", 
        "0_Chapter, 46_Verse": "ותזעק שושנה בצרת נפשה ותאמר:", 
        "0_Chapter, 5_Verse": "והם היו מן האנשים אשר אמר יי עליהם מבבל יצאה הרעה ומזקניה שפטי העם:", 
        "0_Chapter, 42_Verse": "אפס לא היה לאל ידנו לתפוש את העלם כי חזק היה ממנו ויפתח הדלת וימלט:", 
        "0_Chapter, 1_Verse": "ויקח לו אשה שושנה בת חלקיהו והיא היתה יפת תאר ויראת אלהים:", 
        "0_Chapter, 27_Verse": "וירוץ האחד אל הדלת ויפתח:", 
        "0_Chapter, 48_Verse": "ידעת גם ידעת כי אין בפיהם נכונה וכי שקר העידו עלי:", 
        "0_Chapter, 63_Verse": "וישלח אותו מעל פניו ויצַו להגיש את השני ויאמר אליו בן כנעני אתה ולא בן יהודי:", 
        "0_Chapter, 66_Verse": "זולתי בת יהודה הזאת אשר לא שמעה לקול תַזנוּתֶךָ:", 
        "0_Chapter, 7_Verse": "ויהי בעת הצהרים וכל איש הלך לדרכו ותלך שושנה לשוח בכרם בעלה:", 
        "0_Chapter, 41_Verse": "ויהי כי ראינו בפינת הגן את הנבלה הזאת וקרבנו אליה והנה היא שוכבת בחיקו:", 
        "0_Chapter, 51_Verse": " היא מוצאת למות וה' העיר את רוח נער רך ושמו דניאל ויישא את קולו ויאמר:", 
        "0_Chapter, 69_Verse": " וישמע כל העם ויישאו את קולם להודות לה' המושיע לכל המייחלים לחסדו:", 
        "0_Chapter, 75_Verse": "ויהי דניאל גדול ויקר בעיני העם מיום ההוא והלאה עד יום מותו:", 
        "0_Chapter, 32_Verse": "וישלחו אליה להביאה ותבוא היא ואבותיה עם בניהם וכל משפחתה:", 
        "0_Chapter, 47_Verse": "יי אלוהים לך נגלו כל תעלומות וחדשות אתה יודע בטרם תצמחנה:", 
        "0_Chapter, 56_Verse": "שובו נא אל בית המשפט וראיתם כי שקר ענו בה האנשים האלה וימהרו כל העם וישובו:", 
        "0_Chapter, 18_Verse": "ותעשינה הנערות כאשר בקשה ותסגורנה הדלת בעדה:", 
        "0_Chapter, 74_Verse": "וכן עשה יהויקים בעלה וכל משפחתו:", 
        "0_Chapter, 26_Verse": "ותשא שושנה את קולה ותצעק ויצעקו גם הזקנים לקראתה:", 
        "0_Chapter, 8_Verse": " ויראו הזקנים את האשה מתהלכת יום יום בכרם ויתאוו תאווה:", 
        "0_Chapter, 20_Verse": "הנה הלכו והנה שני הזקנים הגיחו מן המחבוא וירוצו אל שושנה ויאמרו:", 
        "0_Chapter, 62_Verse": "ויאמר דניאל יִתֶנְךָ ה' לאלה ומלאכוֹ יצווה לָךְ להכריתֶךָ:", 
        "0_Chapter, 4_Verse": "ויהי בשנה ההיא ויקימו שנים מזקני העיר לשופטים על העם:", 
        "0_Chapter, 68_Verse": "ויאמר דניאל השקר יכסה פניך קָלון רְאה כי מלאך ה' ינופף חרבו עליך להשחיתֶך:", 
        "0_Chapter, 43_Verse": "ויהי כי החזקנו בה ושאלנוהָ לאמור מי הוא העלם ותמאן להשיב לנו דבר:", 
        "0_Chapter, 34_Verse": "ויצוו הרשעים האלה להסיר הצעיף מעל פניה למען התענג עוד בהוד מראיה:", 
        "0_Chapter, 57_Verse": "ויאמרו הזקנים אל דניאל שב נא בתוכנו והַשׂכילֵנו אתה אם שָׂמְךָ אלוהים לאיש מוכיח ושופט:", 
        "0_Chapter, 15_Verse": " ויהי היום והם במארב ותבוא שושנה כדרכה לרחוץ בכרם כחום היום ושתי נערותיה איתה:", 
        "0_Chapter, 70_Verse": "ויקומו כולם על שני הזקנים אשר נלכדו באִמרֵי פּיהֶם על יד דניאל כי שקר ענו בשושנה:", 
        "0_Chapter, 39_Verse": "ואחרי כן שלחה את הנערות מפניה ואת הכרם סגרה:", 
        "0_Chapter, 11_Verse": "וישקדו יום יום על דלתי הכרם ללכת אחריהם ולהביט אליה:", 
        "0_Chapter, 24_Verse": "אם אעשה את חפצם בת מות אנוכי ואם אחדל מי יצילני מידם:", 
        "0_Chapter, 36_Verse": "ויקומו שני הזקנים ויתייצבו בקרב העם וישימו את ידיהם על ראש שושנה:", 
        "0_Chapter, 16_Verse": "ואיש לא היה בכרם זולתי שני הזקנים אשר התחבאו לארוב לה:", 
        "0_Chapter, 58_Verse": "ויען דניאל ויאמר ייפרדו נא שני העדים איש מעל אחיו ואשאל איש איש לבדו:", 
        "0_Chapter, 12_Verse": "ויאמרו איש אל רעו נשובה נא אל בתינו כי קרבה העת לאכול בצהרים:", 
        "0_Chapter, 23_Verse": "ותאנח שושנה ותאמר אויה לי כי צר ומצקו סבבוני יחד:", 
        "0_Chapter, 2_Verse": "כי אבותיה היו ישרי לב וידריכוה בדרכי תורת משה:", 
        "0_Chapter, 35_Verse": "וכל מוׂדעֶיהָ וכל הניצבים עליה בכו בְּכי גדול מאוד:", 
        "0_Chapter, 33_Verse": "ושושנה הייתה טובת מראה רכה וענוגה:", 
        "0_Chapter, 71_Verse": "ויעשו להם כמשפט תורת משה \"ועשיתם לו כאשר זמם לעשות לאחיו\":", 
        "0_Chapter, 60_Verse": "דע נא כי משפט עוול שפטת והצדקת את הרשע והרשעת את הצדיק אף כי אמר אלוהים \"ונקי וצדיק אל תהרוג\":", 
        "0_Chapter, 28_Verse": "ואנשי הבית שמעו את קול צעקתה וירוצו אל הכרם לראות מה זה נעשה:", 
        "0_Chapter, 22_Verse": "ואם מאן תמאני לשמוע בקולנו העד נעיד עליך כי ראינו איש עמך בכרם ולכן שלחת את הנערות מאיתך:", 
        "0_Chapter, 17_Verse": "ותאמר שושנה אל נערותיה קחנה לי שמן ובורית וסגורנה הכרם עד כלותי לרחוץ:", 
        "0_Chapter, 45_Verse": "ויאמן העם אל דברי הזקנים השופטים וישפטו אותה משפט מוות:", 
        "0_Chapter, 40_Verse": "ויגש אליה עלם אשר נחבא בגן וישכב עמה:", 
        "0_Chapter, 67_Verse": "ועתה הגד לי את שם העץ אשר ראית שניהם תחתיו ויען ויאמר תחת אלון:", 
        "0_Chapter, 37_Verse": "והיא בכתה במר נפשה ותישא עיניה השמימה כי בטח לִבָּה בה':", 
        "0_Chapter, 54_Verse": "ויתייצב דניאל בקרב העם ויאמר:", 
        "0_Chapter, 13_Verse": "ויהי אחרי לכתם ואחרי היפרדם איש מעל אחיו ויפן כל אחד וישב אל הכרם וימצאו שניהם יחדיו:", 
        "0_Chapter, 61_Verse": "ועתה אם ראיתָ את אשר דברת הגד לי את שם העץ אשר מצאת שניהם תחתיו. ויען ויאמר תחת אַלָה:", 
        "0_Chapter, 30_Verse": " ויהי ממחרת בהיקבץ העם בית יהויקים בעלה ויבוא גם שני הזקנים ויוציאו עליה שם רע למען שפוט אותה משפט מוות:", 
        "0_Chapter, 59_Verse": "ויהי אחרי היפרדם ויקרא לראשון ויאמר אליו: הזקן בימים ובפשעים כעת יחולו על ראשך:", 
        "0_Chapter, 64_Verse": "הן יְפִי האישה השיאך ורוח זנונים הפך לִבֶּךָ:", 
        "0_Chapter, 44_Verse": "ועתה עדים אנחנו בדבר הזה:", 
        "0_Chapter, 73_Verse": "וחלקיהו ואשתו נתנו שבח והלל לה' על דבר בִּתם כי לא נמצא בָהּ עֶרְוַת דָּבָר:", 
        "0_Chapter, 0_Verse": "איש היה בעיר בבל ושמו יהויקים:"
    }, 
    "meta": "Chapter-Verse"
}