{
    "title": "Kessef Mishneh on Mishneh Torah, Tithes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Tithes",
    "text": [
        [
            [
                "<b>אחר שמפרישין תרומה גדולה וכו'.</b> בפרק ג' דתרומות (משנה ז') דתרומה קודמת למעשר ראשון וראשון לשני: \n\n"
            ],
            [
                "<b>מעשר ראשון מותר באכילה לישראל.</b> בפ' יש מותרות (יבמות דף פ״ה:) תנן בת ישראל מאורסת ללוי וכו' לא תאכל במעשר ופריך בגמרא ותהא זרה זרה מי לא אכלה במעשר אמר רב נחמן אמר שמואל הא מני ר״מ היא דאמר מע״ר אסור לזרים דתניא תרומה לכהן ומע״ר ללוי דר״מ ר' אלעזר בן עזריה אומר נותנו אף לכהן ולכאורה הוה משמע דהלכה כר״מ דסתם לן תנא כוותיה ועוד דאפילו ר״א בן עזריה לא קאמר דמותר לזרים אלא דמדחזינן דמקשה גמרא בפשיטות ותהא זרה זרה מי לא אכלה במעשר משמע דמילתא דפשיטא היא ופירש״י דטעמא משום דכל זר לא יאכל קדש כתיב ומעשר ראשון לאו קדש איקרי ואכתי איכא למיבעי האי פשיטותא כמאן לא כר״מ ולא כר״א בן עזריה וי״ל דאמרינן בגמ' מ״ט דר״מ דכתיב כי את מעשר בני ישראל אשר ירימו לה' תרומה מה תרומה אסורה לזרים אף מעשר אסור לזרים ורבנן מה תרומה טובלת אף מעשר טובלת וכדתניא רבי יוסי אומר וכו' הרי דרבנן פליגי אר״מ ונקטינן כוותייהו. \n",
                "<b>ומ''ש ומותר לאכלו בטומאה וכו'</b> בפרק יש מותרות יליף לה מקרא. \n",
                "<b>ומ''ש שמעשר ראשון חולין וכו': לפיכך בת לוי שנשבית וכו' עד אסורה במעשר.</b> בפרק האשה רבה עלה צ''א: \n\n"
            ],
            [
                "<b>לויים וכהנים מפרישין וכו'.</b> בסיפרי פרשת קרח (דף כ'): \n\n"
            ],
            [
                "<b>אין מוציאין המעשר מיד הכהנים וכו' וכן כל מתנות כהונה וכו'.</b> בפרק הזרוע עלה קל''א תניא ארבע מתנות עניים שבכרם אפילו עני שבישראל מוציאין מידו וכו' ושאר מתנות כהונה כגון הזרוע והלחיים והקיבה אין מוציאין אותן מידו לא מכהן לכהן ולא מלוי ללוי ומסיק התם במע''ר נמי אין מוציאין אך קשה דתניא בתר הכי זה הכלל כל דבר שהוא בקדושה כגון תרומה ותרומת מעשר וחלה מוציאים אותם מידם וכל דבר שאינו בקדושה כגון הזרוע והלחיים והקיבה אין מוציאים אותם מידם וא''כ היאך סתם רבינו וכתב דכל מתנות כהונה אין מוציאין אותם מכהן לכהן וי''ל שראה רבינו לדחות ההיא ברייתא מקמי מתניתין דספ''ק דפאה כהנים ולוים שלקחו את הגורן המעשרות שלהם עד שימרחו ואמרינן בירושלמי דקנסא הוא כדי שלא יקפצו לגרנות משמע דבשלהם אין מוציאין מידם ואף בלוקחים אם לקחו קודם שימרחו אין מוציאין מהם: \n",
                "<b>ועזרא קנס את הלויים בזמנו וכו'.</b> בפרק יש מותרות (יבמות דף פ״ו ע״ב) ובפרק ב' דכתובות אמרינן דלויים קנסינהו עזרא וממ״ש רבינו בזמנו משמע דלא קנס אלא ללוים שבדורו בלבד ויש לתמוה דהא בפרקים הנזכרים משמע דאף לדורות דבתר הכי קניס. ויש לומר דאיתא בהני פירקי ת״ר מע״ר ללוי דברי ר״ע ר' אלעזר ב״ע אומר לכהן לכהן ולא ללוי אימא אף לכהן והשתא לר״ע דקי״ל כוותיה דמדין תורה ללוי דוקא כי קנסינהו עזרא היינו שיהיה גם לכהן והיינו דבתר עזרא מצינו שהיו נותנים ללוים וכדתנן בסוף מסכת מעשר שני (משנה ט') שר״ג נתן מעשר ראשון לר' יהושע שהיה לוי ובפרק כל הגט (גיטין דף ל') תנן המלוה מעות את הכהן ואת הלוי ואת העני להיות מפריש עליהם מחלקם ואיתא נמי התם ישראל שאמר לבן לוי כור מעשר לאביך בידי ובפרק הזרוע אמרינן מעשר ראשון דלוי הוא הילכך ע״כ לומר דכי קנס עזרא שלא יתנו ללוים אלא לכהנים בלבד לא קנס אלא בזמנו אבל אח״כ נשאר הדבר שמי שרוצה ליתן ללוים כדינו יתן ומי שיתן לכהנים יתן ובהכי ניחא קרא דכתיב בנחמיה ואדעה כי מניות הלוים לא ניתנה ויברחו איש לשדהו שזה היה מפני קנס עזרא ואח״כ כדי שישובו תקנו שיתנו להם ואמרו שיתנו גם לכהנים מי שירצה כדי שלא לבטל דברי עזרא לגמרי כנ״ל ליישב דברי רבינו כדי שתהא תיבת בזמנו מדוקדקת וכן יש להוכיח ממה שכתב רבינו בסוף הלכות מעשר שני ובזמן שהיו נותנים מעשר לכהנים לא היו מתודים ואם איתא כך הל״ל ובזמן שאין נותנים מעשר אלא לכהנים: \n\n"
            ],
            [
                "<b>האוכל פירותיו טבלים וכו'.</b> בר״פ הזרוע (חולין דף ק״ל ע״ב): \n",
                "<b>ומ״ש ובח״ל מותר לאדם וכו'.</b> בפרק עד כמה (בכורות דף כ״ז): \n\n"
            ],
            [
                "<b>מעשרין ממקום זה וכו'.</b> בפרק ב' דבכורים (משנה ה') שנינו תרומת מעשר ניטלת שלא מן המוקף ומשמע דכ''ש למעשר עצמו. \n",
                "<b>ומ''ש אבל אין מעשרין ממין על שאינו מינו</b> פרק בתרא דבכורות (דף נ''ד) וירושלמי בפ''ב דתרומות. \n",
                "<b>ומ''ש ולא מן החייב על הפטור וכו'.</b> נלמד ממה שיבא בסמוך: \n\n"
            ],
            [],
            [
                "<b><small>(ז-ח)</small> כל שאמרנו בתרומה וכו'.</b> ירושלמי שם פ''ק: \n",
                "<b>האומר לחבירו הריני מעשר על ידיך וכו'.</b> ירושלמי פרק ב' דמעשר (הלכה א') והטעם דכיון שהשליח פתח לומר שהוא רוצה לעשר על ידו חזקתו שעשה שליחותו מה שאין כן כשלא פתח הוא: \n\n"
            ],
            [
                "<b>החרובין אינם חייבים במעשרות וכו'.</b> בפ''ק דר''ה (דף ט''ו:) אמרינן ולימא ליה כי אמינא לך אנא מעשר חרובין דרבנן ואין משם ראיה דאיכא למימר התם משום דתרומת כל האילנות בר מתירוש ויצהר דרבנן וכמו שכתב הראב''ד אף לא שאר אילנות וכו' ואנהירינהו לעיינין שכתב דנראה דחרובי שיטה וצלמונה קאמר דפטורים לגמרי שאינם מאכל אדם והכי איתא בסיפרי עכ''ל. ובירושלמי ריש מעשרות נמי איתיה ואע''ג דבירושלמי דמעשרות פרק ג' קאמר חרובין מאכל בהמה הן ולא מפליג בין חרובי שיטה וצלמונה לשאר חרובין ל''ק דאיכא לאוקמי בחרובי שיטה וצלמונה דוקא אבל ק''ל דמשמע דאע''ג דדריש לה מקר' דאפילו מדבריהם פטרינן להו דאל''כ מה בין חרובי שיטה וצלמונה לשאר חרובין דהא החרובים הטובים אינם חייבים אלא מדבריהם כשאר פירות האילן חוץ מתירוש ויצהר וא''כ חרובי שיטה וצלמונה פטורים אפילו מדבריהם ואי רבינו בחרובי שיטה וצלמונה איירי היאך כתב שהם חייבים מדבריהם וי''ל דרבינו לטעמיה שהוא סבור דדגן תירוש ויצהר לאו דוקא דה''ה לכל דדמי להו וכמו שכתב ברפ''ב מהלכות תרומות וא''כ החרובים הטובים חייבים מן התורה וחרובי שיטה וצלמונה פטורים מן התורה וחייבים מדבריהם. ודע שראיתי בגירסת הראב''ד כדברי רבינו לפי שאינם מאכל רוב אדם והיא גירסא נכונה שאם לא היו מאכל אדם כלל לא היו חייבים אפילו מדבריהם: \n",
                "<b>והשקדים המרים וכו'.</b> בפ''ק דחולין (דף כ''ה:) ת''ר שקדים המרים קטנים חייבים גדולים פטורים מתוקים גדולים חייבים קטנים פטורים רבי ישמעאל ברבי יוסי אומר משום אביו זה וזה לפיטור ואמרי לה זה וזה לחיוב וכו' הורה ר' חנינא כדברי האומר זה וזה לפיטור ודעת רבינו כדעת המפרשים שפירשו זה וזה לפיטור מרים בין קטנים בין גדולים וכן מוכיח בירושלמי: \n\n"
            ],
            [
                "<b>אילן שנטעו בתוך הבית וכו'.</b> ירושלמי בפ''ק דערלה (הלכה ב'). \n",
                "<b>ומ''ש רבינו ויראה לי שהוא חייב במעשרות מדבריהם שהרי תאנה העומדת בחצר וכו'.</b> דין תאנה העומדת בחצר בפרק ג' דמעשרות (משנה ח') וכתב ע''ז הראב''ד לא נ''ל כן בגמרא דמעשרות שנחלקו ר''ע ורבנן וכו'. מחלוקת זה הוא בפירקא בתרא דמעשרות (הלכה ב') בירושלמי וקאמר עלה זרע בחורבה והביאה שליש וסיכך על גביו על דעתיה דר''ע התוספת חייב על דעתייהו דרבנן התוספת פטור זרע בבית והעביר הסכך [וסיכך על גביו] על דעתיה דר''ע התוספת פטור על דעתייהו דרבנן התוספת חייב משמע דלדברי הכל זרע בבית פטור משמע להראב''ד דהיינו לומר דאף מדבריהם פטור דסתם פטור לגמרי משמע ואיני יודע מה ראיה מביא משם דהא פשיטא דאיכא למידחי ולומר דלא קאמר דפטור אלא מדאורייתא. ומ''ש והראיה שהביא מחצר אינה כלום דחצר שנטעה או שנזרעה היינו שדה טעמו מדגרסי' בירושלמי פ''ג דמעשרות (הלכה ד') עלה דההיא תאנה שהיא עומדת בחצר וכו' אוכל א' א' ופטור ואם צירף חייב תני בשם רבי נחמיה חצר שהיא נעדרת הרי היא כגנה אוכלין בתוכה עראי וכו' תני זרע רובה חייבת נטע רובה פטורה אמר רב חסדא והוא שנטעה לנויה של חצר הדא ילפא מן ההיא וההיא ילפא מן הדא הדא ילפה מן ההיא זרע רובה חייבת והוא שתהא נעדרת וההיא ילפא מן הדא שאם היתה נעדרת הרי היא כשדה והוא שעידר רובה ומשמע להראב''ד דירושלמי פירושא דמתניתין הוא לומר דמתניתין מיירי בחצר שהיא נעדרת וא''כ הרי היא שדה ממש וא''כ הרי דין פירותיה דין הפירות הנטועים בשדה שהם חייבים דשפיר קרי ביה היוצא השדה משא''כ בנוטע בבית דלא קרינן ביה היוצא השדה ויש לתמוה עליו דהא בירושלמי לא קאמר דמיקריא שדה אלא בנעדרה רובה דוקא ועוד דלא מיקריא שדה אלא בזרע אבל לא בנטע והראב''ד עצמו כתב כן בפ''ד וא''כ מתניתין דמיירי באילן פשיטא דלא מיקרי שדה כיון דאין כאן זרע ואפילו אם זרע מאחר שלא נעדרה רובה אין כאן שדה א''כ שפיר מייתי ראיה רבינו לאילן שנטעו בתוך הבית. ומ''ש הראב''ד ולא עוד אלא מיקבע נמי קבעה אינו מכוון דאדרבה מה שהוא קובע הוא מפני שהוא חשוב כבית: \n\n"
            ],
            [
                "<b>בצלים שהשרישו וכו' עד וחייבים במעשרות.</b> משנה פירקא בתרא דמעשרות (משנה ב') אלא שאין כתוב שם זה בצד זה: \n\n"
            ],
            [
                "<b>המשמר שדהו מפני ענביו וכו'.</b> תוספתא פ''ג ואיתא בפ''ק דפסחים עלה ו' ע''ב: \n\n"
            ],
            [
                "<b>אין מעשרים אלא מן המובחר וכו'.</b> בסיפרי פרשת קרח ובפ''ב דתרומות (מ''ד) תנן כ''מ שיש כהן תורם מן היפה: \n\n"
            ],
            [
                "<b>אין מעשרין באומד וכו'.</b> בפירקא קמא דאבות. \n",
                "<b>ומה שכתב וכל המדקדק בשיעור וכו'</b> משנה פרק רביעי דתרומות (משנה ו'): \n",
                "<b>והמרבה במעשרות וכו'.</b> בפרק מי שהוציאוהו עלה נ' ופרק כל המנחות באות מצה (מנחות דף נ''ד): \n\n"
            ],
            [
                "<b>המפריש מקצת מעשרות וכו'.</b> ריש פ''ד דתרומות (משנה א') המפריש מקצת תרומה ומעשרות מוציא ממנו תרומה עליו אבל לא למקום אחר. והראב''ד השיגו. וכתב א''א לא ידעתי ממי למד זה המחבר וכו'. כלומר דלפירושו הל''ל אבל לא ממקום אחר ועוד שהל''ל עליה בלשון נקבה ולפיכך פירש דודאי מה שתרם ועישר קדושים הם וכו'. ורבינו שמשון פירש כפירוש הראב''ד: \n\n"
            ],
            [
                "<b>המפריש מעשר מברך תחלה וכו'.</b> תוספתא דברכות פ''ו: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> אינו חייב להפריש מן התורה אלא הגומר פירותיו וכו' אבל הגומר למכרן פטור וכו' וכן הלוקח פטור וכו'. וחייב מדבריהם.</b> בפרק הפועלים עלה פ''ח. \n",
                "<b>ומ''ש בד''א בשלקחן אחר שנגמרו וכו': כתב</b> הראב''ד א''א אינו כן את תבואת זרעך וכו'. טעמו לומר שכשם דעשר תעשר מיירי אם אותו שנגמר בידו כך כשמיעט לוקח מיירי בשנגמר בידו של לוקח שהוא שהיה לו לעשר אי לאו דמיעטיה קרא ולדעת רבינו י''ל דאיכא למימר איפכא דה''ק עשר תעשר כשבא לעונת המעשרות בידך אז אתה חייב לעשר ולא לוקח אבל בשלא יגמר בידך אלא ביד לוקח לא נתמעט לוקח ובלאו הכי י''ל דסבר רבינו דכיון דסברא הוא שאם נגמרה מלאכתו ביד לוקח חייב מאחר שגמר מלאכה קובע למעשר ממילא נוקים קרא דפטור ללוקח משנגמרה מלאכתו דוקא. ומ''ש והרי הפקר פטור ואפילו נתמרח משזכה בו איכא למימר שאני הפקר שאין בו שום חיוב כדיליף מקרא. ומ''ש ש''מ בשדה חייבים מדרבנן איכא למימר דבשדה נמי פטורים אפילו מדרבנן ובעיר דנקט לרבותא. ומ''ש ושמעתא דהפועלים ק''ל יש לומר שהתוספות כתבו שם דר''ת סובר מהכרח השמועות דכי אמרינן תבואת זרעך ולא לוקח ה''מ בלוקח אחר מירוח אבל לוקח קודם מירוח תבואת זרעך קרינן ביה. וריב''ם סובר איפכא שעדיין לא נתחייב ברשות מוכר אבל לוקח ממורח הואיל ונתחייב ברשות מוכר תו לא פקע טבל מיניה והשתא סברת רבינו כפירוש ר''ת ודעת הראב''ד נראה דאף כריב''ם לא אתי' שפשט דברי הראב''ד שלוקח בין קודם שנמרח בין אחר שנמרח פטור: \n\n"
            ],
            [],
            [
                "<b><small>(ג-ד)</small> פירות שאינן ראויים לאכילה מקטנן וכו' עד הרי אלו חייבים במעשר בקוטנן.</b> משנה בריש מעשרות (משנה א'): \n\n"
            ],
            [
                "<b>אי זו היא עונת המעשרות וכו'.</b> בירושלמי פ''ק (הלכה ב') דרשו תבואת זרעך דבר שהוא נזרע ומצמיח יצא פחות משליש וכו' ובמשנה התלתן משתצמיח אמר רב משתצמיח לזרעים שאם יתלשו וזורעים אותו ראוי להצמיח: \n",
                "<b>כיצד התאנים משיעשו רכים וכו'.</b> בפ''ק דמעשרות (משנה ב') תנן התאנים משיבחילו. \n",
                "<b>ומ''ש עד שיהיו ראויים לאכילה אחר כ''ד שעות וכו'.</b> ירושלמי שם: \n",
                "<b>הענבים והבאושים וכו' עד משיטילו גידים אדומים.</b> שם במשנה: \n",
                "<b>ומ''ש האגוזים משיתפרש האוכל וכו'.</b> שם במשנה האגוזים משיעשו מגורה רבי יהודה אומר האגוזים והשקדים משיעשו קליפה ופירש רבינו בפירוש המשנה משיעשו מגורה עניינו משיבדל האוכל מהקליפה החיצונה ויהיה האוכל כאילו הוא במגורה והוא האוצר, ועל משיעשו קליפה פירש ר''ל הקליפה הפנימית שהיא סמוכה לאוכל כי זו אינה מובדלת אלא לאחר גמר בישולם וכן אמרו בירושלמי (הלכה ב') בקליפה התחתונה שהיא סמוכה לאוכל ומפשטא דמתניתין משמע דלא פליג ת''ק אר' יהודה אלא באגוזים אבל בשקדים מודו ליה אבל ממה שאמרו בירושלמי מודים חכמים לר' יהודה באלצרין ובאפוסטיקין ובאצטרובלין משיעשו קליפה משמע דדוקא בהני מודו אבל לא בשקדים ובתוספתא קתני בהדיא האגוזים והשקדים משיעשו קליפה ובין כך ובין כך דברי רבינו אינם נוחים לי דנראה ודאי שאינו מפרש דת''ק משוה שקדים לאגוזין דא''כ לערבינהו וליתנינהו ועוד דמפליג בינייהו דאגוזים משיתפרש האוכל מהקליפה החיצונה ושקדים המתוקים משתתפרש קליפתן החיצונה ואם נאמר דמפליג בינייהו וסובר דמודה ת''ק לר''י בשקדים קשה דהל''ל משיעשו קליפה התחתונה הסמוכה לאוכל כמו שאמרו בירושלמי וכמ''ש הוא עצמו גבי אצטרובלין וכו' ונ''ל שרבי' סובר דת''ק פליג ארבי יהודה בשקדים וסבר דשקדים מתוקים משתפרוש קליפתן החיצונה כמו שאמרו בירושלמי ושנינו בתוספתא ואמרי' בירושלמי שהורה כן רבי חנינא: \n",
                "<b>ומ''ש המרים פטורים לעולם.</b> בפ''ק דחולין (דף כ''ה:) ת''ר שקדים המרים קטנים חייבים גדולים פטורים מתוקים גדולים חייבים קטנים פטורים ר' ישמעאל בר' יוסי אומר משום אביו זה וזה לפטור ואמרי לה זה וזה לחיוב א''ר אלעא הורה ר' חנינא בצפורי כדברי האומר זה וזה לפטור וכבר נתבאר בפ''א: \n",
                "<b>הזיתים משיעשו שמן וכו'.</b> בפ''ד דשביעית (משנה ט') שנינו זיתים הכניסו שליש כותש בשדה וכונס לתוך ביתו וכן כיוצא בהם בשאר שני שבוע חייבים במעשרות ובירושלמי (הלכה ז') מהו שליש לוג מתניתא שהן עושים ג' לוגין לסאה ורבינו נראה שגורס מהו שליש שליש לוג והראב''ד גורס כגירסת ספרינו ולפיכך כתב א''א ספרו הטעהו וכו'. וגירסת רבינו מחוורת דלגירסת הראב''ד קשה מה משמיענו הירושלמי לפי מקומות הרעים כיון דלמקומות היפים הוי טפי הוה ליה למישתק ושפיר הוה משתמע ממתניתין: \n",
                "<b>התפוחים והאתרוגים משיתעגלו מפני וכו'.</b> במשנה פ''ק דמעשרות (משנה ד') תנן התפוחים ואתרוגים חייבים גדולים וקטנים ומשמע דקטנים דקתני היינו משיתעגלו דקודם לכן אין ניכרים שהם תפוחים וצ''ע מניין לו ומצאתי בירושלמי פ''ק דמעשרות (הלכה ג') נהוראי בר שיליא אמר משום ר''ש תפוחים קטנים פטורים [תפוחים גדולים חייבים] תפוחי מילי מילה בין גדולים ובין קטנים חייבים ודא מתניתא מהו מ''ד קטנים במחלוקת מ''ד מילי מילה ד''ה עכ''ל: \n",
                "<b>התותים והאוג משיאדימו וכו' עד חייבים בקטנן כמו שביארנו.</b> משנה בפ''ק דמעשרות. \n",
                "<b>ומ''ש ושאר הירק וכו'.</b> זה ממה ששנינו שם (מ''א) כל שאין תחלתו אוכל אבל סופו אוכל אינו חייב עד שיעשה אוכל: \n",
                "<b>אשכול שהגיע בו אפילו גרגיר יחידי וכו' עד אפילו פרידה אחת כולה חיבור.</b> ירושלמי שם. ומשמע התם דהא דאמרי' כל הרוח קאי גם לרמון וכך צריך לפרש דברי רבינו דוכן רמון שכתב קאי לכל מה שהוא באשכול: \n\n"
            ],
            [
                "<b>לא ימכור אדם פירותיו וכו'. עד חייבת במעשר.</b> משנה פרק בתרא דמעשרות (משנה ג'): \n\n"
            ],
            [
                "<b>שמרי יין שנתן עליהם מים וכו'.</b> משנה ו' פירקא בתרא דמעשרות ובגמרא בפ' המוכר פירות עלה צ''ו. \n",
                "<b>ומה שכתב ואינו מפריש עליו תרומה וכו'.</b> ירושלמי פירקא בתרא דמעשרות: \n\n"
            ],
            [
                "<b>המקדיש פירותיו וכו'.</b> משנה פ''ד דפאה (מ''ח) ופ''ג דחלה משנה ד': \n\n"
            ]
        ],
        [
            [
                "<b>פירות שהגיעו לעונת המעשרות ונתלשו וכו'.</b> בפ''ק דמעשרות (משנה ה') תנן אי זהו גרנן למעשרות הקישואים והדלועין משיפקסו וכו' בד''א במוליך לשוק אבל במוליך לביתו אוכל מהם עראי עד שהוא מגיע לביתו ובירושלמי (הלכה ד') מה בין המוליך לשוק ומה בין המוליך לביתו בשעה שמוליך לביתו בדעתו הדבר תלוי ובשעה שהוא מוליך לשוק לא בדעתו הדבר תלוי אלא בדעת הלקוחות הדבר תלוי שמא ימצא לקוחות ויטבלו מיד: \n",
                "<b>כתב</b> הראב''ד בד''א בגומר פירותיו וכו' עד אלא בדבר שנגמרה מלאכתו, א''א חוץ מדגן תירוש ויצהר וכו'. נראה שטעמו להשיג על רבינו שסתם וכתב בד''א בגומר אבל אם היתה כוונתו להוליכן לבית הרי זה מותר לאכול מהם עראי אחר שנגמרה מלאכתן וכו' וסובר הראב''ד דה''מ בשאר פירות אבל בדגן תירוש ויצהר כיון דתלה הכתוב תרומתן בגורן ויקב דכתיב ונחשב לכם תרומתכם כדגן מן הגורן וכמלאה מן היקב משמע דמיד הם מתחייבים אפילו היה כוונתו להוליכם לבית ולדעת רבינו י''ל שאע''פ שכיון שנעשו גורן ויקב נתחייבו בתרומה היינו דוקא בשדעתו למכרן בשוק אבל אם דעתו להוליכן לבית מותר לאכול מהן עראי ועל סברת הראב''ד קשה לי שהוא סובר דכיון דמן התורה אינו חייב בתרומה אלא דגן תירוש ויצהר כי ילפינן מקרא דאין הטבל מתחייב במעשר עד שיראה פני הבית או פני החצר ע''כ בדגן תירוש ויצהר היא דאילו שאר פירות פטורים הם וצ''ע: \n\n"
            ],
            [],
            [
                "<b>אחד מששה דברים קובע הפירות למעשרות וכו'.</b> בס''פ המביא כדי יין כי אתא רבין א''ר יוחנן אחד שבת ואחד תרומה ואחד חצר ואחד מקח כולם אין קובעין אלא בדבר שנגמרה מלאכתן. \n",
                "<b>ומ''ש שהאש והמלח קובעין</b> משנה בפ''ד דמעשרות (משנה א') הכובש השולק המולח בשדה חייב ואתמר עלה בירושלמי (הלכה א') אור טובל מקח טובל מלח טובלת תרומה טובלת שבת טובל חצר בית שמירה טובלין: \n",
                "<b>כתב</b> הראב''ד ולמה לא מנה הכובש וכו'. טעמו דמדקתני הכובש המולח משמע דכובש בחומץ קובע וי''ל לדעת רבינו שמאחר שלא אמרו בירושלמי חומץ קובע כמו שאמרו מלח קובע על כרחנו לומר דחומץ אינו קובע והא דקתני מתניתין הכובש המולח חדא קתני ופרושי קא מפרש הכובש ומאי כובש היינו המולחו לאפוקי כובש שלא במלח א''נ כובש היינו שישרה אותם במים ומלח וכן פירש רבינו בפירוש המשנה. \n",
                "<b>ומ''ש שגם האש והמלח אינם קובעים אלא בדבר שנגמרה מלאכתו</b> נראה שיש ללמוד כן מדין שאר הדברים הקובעים שאמר ר' יוחנן שאינם קובעים אלא בדבר שנגמרה מלאכתו: \n\n"
            ],
            [
                "<b>כיצד פירות שדעתו להוליכן לבית וכו'.</b> משנה פ''ק דמעשרות כתבתיה בסמוך ובפרק הפועלים (מציעא דף פ''ז:) א''ר ינאי אין הטבל מתחייב במעשר עד שיראה פני הבית שנאמר בערתי הקדש מן הבית ור''י אמר אפילו חצר קובעת למעשר שנאמר ואכלו בשעריך ושבעו ורבי יוחנן הא כתיב מן הבית אמר לך חצר דומיא דבית מה בית המשתמר אף חצר המשתמרת ואעפ''י שבירושלמי פ''ד דמעשרות רבי אמי בשם ר''ש בן לקיש המחוור שבכולן זו חצר בית שמירה פסק רבינו כאן וברפ''ד כרבי ינאי משום דרביה דרבי יוחנן הוה. ויש לתמוה דהא תנן בפ''ג דמעשרות (מ''ה) אי זוהי חצר שהיא חייבת במעשרות רבי ישמעאל אומר חצר הצורית שהכלים נשמרים בתוכה ובפ''ח דתרומות (מ''ג) תנן היה אוכל באשכול ונכנס מן הגנה לחצר רבי אליעזר אומר יגמור ורבי יהושע אומר לא יגמור וכי פליג רבי ינאי אמתניתין ותירצו התוספות בפרק הפועלים דלרבי ינאי מדרבנן חצר קובעת ואיהו לא אמר דאין קובעת אלא הבית מדאורייתא והכי דייק לשון רבינו שכתב בריש פרק ד' אין הטבל נקבע למעשרות מן התורה עד שיכניסנו לביתו. ובר''פ כיצד מברכין פירש''י אהא דר' ינאי אין הטבל מתחייב במעשר מן התורה אבל אכילת קבע אסור לאכול מדרבנן: \n",
                "<b>הכניסן לבית קודם שתגמר מלאכתן וכו'.</b> בפרק הפועלים אהא דרבי ינאי ורבי יוחנן מתיב מר זוטרא איזהו גרנן למעשרות הקישואים והדילועים משיפקסו וכו' מאי לאו משיפקסו אפילו בשדה לא משיפקסו בבית אי הכי משיפקסו עד שיפקסו מיבעי ליה אי תנא עד שיפקסו ה''א עד דגמר לפיקוסייהו קמ''ל משיפקסו מכי אתחיל פיקוסייהו: \n",
                "<b>וכן התורם פירות שלא נגמרה מלאכתן וכו'.</b> משנה פ''ב דמעשרות (משנה ד') וכחכמים: \n\n"
            ],
            [
                "<b>המביא לבית סוכי תאנה וכו'.</b> תוספתא פרק ג' דמעשרות: \n",
                "<b>הכניס שבלים וכו'.</b> בפ''ק דביצה (דף י''ג) וכרבי דהלכה כמותו מחבירו ובירושלמי רפ''ד דמעשרות סתם כרבי: \n",
                "<b>ומ''ש בד''א בתבואה וכו'.</b> בפ''ק דביצה מימרא דאביי וכלישנא בתרא: \n\n"
            ],
            [
                "<b>מותר להערים על התבואה וכו'.</b> בר״פ אין עומדין (ברכות דף ל״א) אמר רב הושעיא מערים אדם על תבואתו ומכניסה במוץ שלה כדי שתהא בהמתו אוכלת ופטורה מן המעשר ופירש״י ומכניסה בבית במוץ שלה קודם שיזרה אותה שאין מתחייבת במעשר מן התורה אלא בראיית פני הבית ומשנמרח בכרי אבל לפני מירוח אין ראיית פני הבית קובעתו דגבי תרומה ומעשר כתיב דגן ראשית דגנך והוא המירוח לפיכך כשמכניסה לבית קודם מירוח לא הוקבעה למעשר מן התורה ורבנן הוא דאסרו אכילת קבע בדבר שלא נגמרה מלאכתו אבל אכילת עראי לא אסרו ומאכל בהמה עראי הוא דתנן במסכת פאה מאכיל לבהמה חיה ועוף עד שימרח הלכך בהמתו אוכלת ופטורה אבל איהו אסור באכילת קבע עכ״ל. ולפי מה שכתב רבינו לקמן בפרק זה מותר להאכיל לבהמה עראי מן הטבל משמע דגם בבהמה שייך אכילת קבע וצריך עיון: \n\n"
            ],
            [
                "<b>הגומר פירותיו וכו'.</b> בירושלמי רפ''ד דמעשרות פלוגתא דרבי יוחנן וריש לקיש ופסק כרבי יוחנן: \n\n"
            ],
            [
                "<b>אי זהו גמר מלאכתן של פירות וכו'.</b> משנה פרק קמא דמעשרות (משנה ה') אי זהו גרנן למעשרות הקישואין והדילועין משיפקסו ואם אינו מפקס משיעמיד ערימה אבטיח משישלק ואם אינו משלק משיעשה מוקצה ופי' רבינו ורבינו שמשון דשילוק לאבטיחים כפיקוס לקישואין: \n",
                "<b>היה משפשף אחת אחת וכו'.</b> ירושלמי בפרק קמא דמעשרות היה מפקס ראשון ראשון לא נטבלו עד שיפקס כל צרכו וישלק כל צרכו וכו' וצריך לומר דמיירי כשאין כוונתו לשפשף כולם עתה ולכך בעינן שיגמור כל צרכו דאם כוונתו עתה לשפשף כולם הרי כתב רבינו דמשהתחיל לשפשף אחת נטבלו כולן אי נמי דהתם כשהתחיל לשפשף בבית והם כולם בבית אבל הכא במשפשף בשדה ומכניס ראשון ראשון ולכך צריך שיגמור כל צרכו ורבינו תפס לשון התוספתא ואיני יודע למה לא תפס לשון הירושלמי שהוא יותר מכוון דוק ותשכח: \n",
                "<b>ותורמין קישואין ודילועין וכו'.</b> תוספתא דמעשרות פ''ק ומסיים אבטיחים ומלפפונות אע''פ שלא שלק פירוש ואשמעינן דלענין אם רצה לתרום חשיב נגמרה מלאכתו: \n\n"
            ],
            [],
            [
                "<b><small>(ט-י)</small> הירק הנאגד וכו' כלכלה משיחפה וכו' עד כל צרכו.</b> משנה ה' בפ''ק דמעשרות: \n\n"
            ],
            [
                "<b>כלי גדול וכו' עד עד שימלא שניהם.</b> ירושלמי שם: \n\n"
            ],
            [],
            [
                "<b><small>(יב-יג)</small> אגד הירק אגד גדול וכו'</b> גם זה ירושלמי שם: \n",
                "<b>הפרד והצימוקים והחרובין וכו' עד וממה שבתוך התבן ואוכל.</b> משנה ו' שם ופירש רבינו פרד הם גרגירי הרמון שמייבשים אותן. מן הקוטעין פי' רבינו שמשון שבלים קטועות שלא נידושו. \n",
                "<b>ומה שכתב ונוטל מתחת הכברה ואוכל</b> בתוספתא דמעשרות פרק קמא: \n\n"
            ],
            [
                "<b>היין משיניחנו בחביות וכו'.</b> משנה ז' שם היין משיקפה אע״פ שקפה קולט מן הגת העליונה ומן הצנור x (ומכל מקום) ושותה ופירוש משיקפה שיסיר החרצנים שצפין על היין ובפרק רבי ישמעאל (עבודה זרה דף נ״ו) בעי אי האי קיפוי דבור או דחבית ופשט דהוי קיפוי דבור. ויש לתמוה על רבינו שכתב דהוי קיפוי דחבית וכתב הר״י קורקוס ז״ל שטעמו משום דהתם אמרינן בתר הכי דרבי עקיבא אמר משישלה בחביות ובפרק הפועלים (בבא מציעא דף צ״ב) גבי בעיא דפועל אי משל שמים הוא אוכל משמע דהלכה כרבי עקיבא דאמר משישלה בחביות. ואם תאמר ממה שכתב רבינו אבל כשהוא בתוך הבור וכשיגביהנו להעמידו בחבית שותה עראי משמע שאחר שנתנו בחבית אסור לשתות עראי והרי כתב ברישא שאף אחר שנתנו בחבית שותה עראי עד שישלה וי״ל דקודם שנתנו בחבית אע״פ ששלה שותה עראי פירוש משישלה שאחר שהוא בחביות עולים שמרים וחרצנין וצפין ע״פ היין נוטלין אותם וזורקן: \n\n"
            ],
            [
                "<b>השמן משירד לעוקה וכו'.</b> משנה ז' שם ופי' עוקה גומא שיורד השמן לתוכה ופי' עקל חבלים שקושרים על הזיתים לשום אותם תחת הקורה וממל היא שטוחנים בה הזיתים: \n",
                "<b>ומה שכתב ונותן לקערה קטנה ולתמחוי וכו'.</b> לשון המשנה ונותן לחמיטה ולתמחוי אבל לא יתן xx ללפס ולקדרה כשהם מרותחים ובירושלמי (הלכה ד') מחלק רבי יוסי בר בון בין יד סולדת לאינה סולדת ופסק כמותו ומפרש רבינו חמיטה קערה קטנה והיא ותמחוי כלי שני ואינו מבשל וקדרה ואלפס כלי ראשון ומבשל וכבר נתבאר שהאש קובע למעשר: \n\n"
            ],
            [
                "<b>העיגול של דבילה משיחלקנו וכו' עד עד שיעשר.</b> משנה ח' שם וכתנא קמא: \n\n"
            ],
            [
                "<b>תאנים וענבים שבמוקצה וכו'.</b> ירושלמי ברפ''ג דמעשרות וכרבי ורב דאמרי אין אוכלים על המוקצה אלא על מקומן: \n\n"
            ],
            [
                "<b>החרובין עד שלא כנסן לראש הגג מוריד מהן וכו'.</b> משנה שם (פרק ג' משנה ד'): \n\n"
            ],
            [
                "<b>מעשר ראשון שהקדימו בשבלין אסור וכו'.</b> בפ' קמא דביצה (דף י''ג): \n",
                "<b>כיצד היא אכילת עראי וכו' עד לתוך חיקו חייב לעשר.</b> משנה ה' בפ''ד דמעשרות: \n",
                "<b>וכן נוטל מן היין וכו'.</b> משנה בפ''ד דמעשרות (משנה א') המקפה לתבשיל פטור ולקדרה חייב מפני שהוא כבור קטן. ופירש רבינו בפי' המשנה המקפה לתבשיל ר''ל הלוקח יין לעשות ממנו מרק לתבשיל ומקפה הוא מרק ובתנאי שיהיה אותו תבשיל צונן וכן אמרו בגמרא ירושלמית (הלכה א') תפתר בתבשיל צונן אבל לבשל היין אסור כמו שאמרנו שהאש קובעת למעשר ואמרו ולקדרה חייב ואפילו אין שם לא תבשיל ולא אש כי הטעם מה שזכרנו עכ''ל: \n",
                "<b>וכן (אם) סוחט זיתים על בשרו אבל לא לתוך ידו.</b> שם במשנה: \n\n"
            ],
            [
                "<b>וכשם שמותר לאכול עראי וכו' עד קודם שיעשר.</b> משנה ספ''ק דפאה. \n",
                "<b>ומה שכתב ואם גמרו וכו'.</b> כן משמע שם במשנה: \n",
                "<b>ומותר להאכיל לבהמה וכו'.</b> נתבאר לעיל בפ' זה: \n",
                "<b>כתב</b> הראב''ד וכשם שמותר לאכול עראי וכו' עד שיעשם חבילות. א''א שבושים אני רואה בכאן וכו'. ואיני יודע מה שייך לומר כאן שיבושים שאם מפני שלא פסק אי ערימה קובעת בראש גגו כירושלמי או אינה קובעת כתוספתא זה לא יקרא שיבוש וכן מה שלא כתב אם בהמה אוכלת עראי בחצר ג''ז לא יקרא שיבוש ולענין מה שהקשה מהירושלמי לתוספתא אפשר לומר דלא פליגי דירושלמי מיירי בשכנס החרובין שהיו בראש גגו והעמידן ערימה ותוספתא מיירי בשהביא חרובין והשליכן בראש גגו ומעצמן נעשו ערימה דיקא נמי דקתני בתוספתא היתה לו ערימה ולא קתני העמיד ערימה כדקתני בירושלמי ולישנא דמתני' נמי הכי דייקא דקתני החרובין עד שלא כנסן לראש גגו מוריד מהם לבהמה ופטור משמע שאע''פ שהיה משליך חרובין בראש גגו והיו ערימה פטור עד שיכנסם ביד ויעמיד ערימה. ומ''ש ותניא רשב''א אומר אין בהמה אוכלת עראי בחצר וכו' וכיון דלא חזינן פלוגתא איכא למיחש למילתיה וכו'. י''ל שאפילו לפי דבריו שפיר עבד רבינו שלא חש לדרשב''א משום דכיון דס''ל דתרומה בזמן הזה דרבנן כמ''ש בספ''א מהלכות תרומות הו''ל ספיקא דרבנן ולקולא ועי''ל שרבינו סובר דרבנן פליגי עליה דההיא דמאכילין פקיעי עמיר וכו' סתמא במאכל בהמה היא ובפ''ק דדמאי שנינו הלוקח לזרע ולבהמה פטור משמע דוקא דמאי אבל אם ודאי חייב לעשר. ומ''ש וזה המאסף לא בא לפרש אלא לאסוף ולכנוס דבר פשוט הוא שכוונת רבינו בספר זה אינה לפרש אלא לאסוף ולחבר ולפיכך קראו חיבור כ''ש שבמקום הזה לא היה צריך פירוש: \n",
                "<b>ומאכיל פקיעי עמיר וכו'.</b> תוספתא פרק שני דמעשרות: \n\n"
            ],
            [
                "<b>המוצא קציצות בדרך וכו' עד שידוע שהם מדבר הגמור.</b> משנה פרק ג' דמעשרות (משנה ד'): \n\n"
            ],
            [
                "<b>מצא כריכות ברה''י עד מצא כלכלה מחופה חייבת במעשרות.</b> תוספתא פ''ב דמעשרות. ורישא איתא בפרק אלו מציאות והתם מפרש טעמא: \n",
                "<b>מצא כלכלה במקום שהרוב מכניסים לשוק וכו' עד בשעה שנגמרה מלאכתן.</b> ירוש' בפ''ג דמעשרות והטעם שכשהרוב מכניסין לשוק כבר נקבעו משנגמר מלאכתן כמו שנתבאר בראש הפ' ומעשר דמאי מפני שהוא ספק אם עישרן או לאו אבל תרומה ודאי תרם כמו שיתבאר ובמקום שהרוב מכניסים לבית זה היה מוליכן לבית ועדיין לא נטבלו ולכך אוכל עראי ומתקן ודאי לאכול מהם קבע מחצה על מחצה ספק ומעשר דמאי זהו בשדה שהרי פטור לפנינו אבל בבית מתקן ודאי דכיון שהוא מחצה על מחצה ונכנסו לבית הרי טבול לפנינו לא אתי ספק ומוציא מידי ודאי שהוא לפנינו. \n",
                "<b>ומ''ש בד''א בדבר שאין לו גמר מלאכה וכו'.</b> שם בירושלמי (הלכה א') עד כדון דבר שאין לו גורן אבל דבר שיש לו גורן מפרישין תרומת מעשר ואין צריך להפריש תרומה גדולה שא''א בגורן שתיעקר אלא א''כ נתרמה תרומה גדולה והטעם דבדבר שיש לו גורן צריך להפריש תרומת מעשר מפני שמאחר שהוא דבר שיש לו גורן וא''א שתיעקר אא''כ נתרמה תרומה גדולה הרי הוקבעה למעשר שהתרומה אחד מהדברים הקובעים למעשר. ולשון ספרי רבינו כאן יש בו ט''ס ומצאתי בספר מוגה אבל בדבר שיש לו גמר מלאכה אע''פ שהוא מעשר ודאי אינו צריך להפריש תרומה. ופירוש דברי רבינו במ''ש בד''א בדבר שאין לו גמר מלאכה נראה דברישא דקתני מתקנה ודאי היינו לומר שמפריש ממנה אף תרומה גדולה וע''ז אתי בד''א דוק ותשכח: \n\n"
            ],
            [
                "<b>חדרי הנמלים וכו'.</b> משנה בסוף מעשרות (משנה ז'): \n\n"
            ],
            [
                "<b>המוצא זיתים תחת הזית וחרובין תחת החרוב וכו'.</b> משנה ד' וירושלמי פ''ג דמעשרות. \n",
                "<b>ומ״ש מצא תאנים וכו'</b> שם במשנה (דף ס״ב:) תאנה שהיא נוטה על הדרך ומצא תחתיה תאנים מותרות משום גזל ופטורות מן המעשרות ובפרק אלו מציאות (בבא מציעא דף כ״א:) אמרינן תאנה עם נפילתה נמאסת ומפרש רבינו דעל ידי כן אינו ניכר אם הם מתאנה זו אם לאו והרי הן ספק ויש לתמוה א״כ היכי קתני פטורות מן המעשר ואפשר לדחוק ולומר שכלפי ששנה בזיתים וחרובין חייב שנה בתאנים פטורות כלומר שאינם בחיוב הזיתים והחרובין שהם חייבים ודאי אבל מכל מקום מידי ספיקא לא נפקי וכ״כ רבינו בפירוש המשנה פטורים מן המעשר אבל יעשר דמאי בלבד: \n",
                "<b>וכתב</b> הראב''ד המוצא זיתים וכו' עד או מתאנים שנתעשרו א''א זה אינו צריך אלא שמא הפקירם עכ''ל ואין בזה השגה על רבינו דאיכא למימר חדא מתרי טעמי נקט. כתב הר''י קורקוס ז''ל פ' אלו מציאות הביאו משנה זו להקשות לרבא דאמר יאוש שלא מדעת הוי יאוש דא''כ בזיתים וחרובין למה אסור ותירצו א''ר אבהו שאני זית הואיל וחזותו מוכיח עליו וכו' א''ה תאנה נמי אמר ר''פ תאנה עם נפילתה נמאסת וסובר רבינו שאע''פ שתירוץ דר' אבהו ור''פ לתרוצי לדרבא איתמר ולית הלכתא כוותיה דברי רבי אבהו ור''פ קושטא נינהו ביישוב המשנה וכן הוכיח הרמב''ן: \n\n"
            ],
            [
                "<b>המקדיש פירות תלושין וכו' עד היו פטורים מן המעשרות.</b> משנה פרק רביעי דפיאה (משנה ח') ופ''ג דחלה (משנה ד'): \n",
                "<b>המקדיש קמה למנחות פטורה מהמעשרות.</b> כך מצאתי בספר מוגה והוא משנה במנחות פרק ר' ישמעאל (מנחות דף ס״ו) גבי עומר: \n\n"
            ]
        ],
        [
            [
                "<b>אין הטבל נקבע למעשר עד שיכניסנו לביתו וכו'.</b> נתבאר בפרק שקודם זה. \n",
                "<b>ומ״ש והוא שיכניסנו דרך השער וכו'.</b> בפרק הפועלים (בבא מציעא דף פ״ח): \n",
                "<b>כתב</b> הראב''ד אין הטבל נקבע למעשר וכו' א''א זה בדבר שאין לו גורן עכ''ל. ואני אמר דאזדא לטעמיה שכתב בר''פ זה גבי בד''א בגומר פירותיו למכרן בשוק וכבר כתבתי שם טעם לדברי רבינו: \n\n"
            ],
            [
                "<b>יראה לי שאין לוקין וכו' אבל אם נקבע בשאר הששה דברים שמנינו וכו'.</b> ירושלמי פרק ג' דמעשרות (הלכה א') אמר ר' יוחנן מקח וחצר ושבת אינן תורה. וא''ת למה תלה הדבר ביראה לי כיון שהוא פשוט בירושלמי וי''ל שאע''פ שהשלשה דברים מבוארים בירושלמי השלשה דברים אחרים אינם מבוארים ורבינו נ''ל ללמוד אלו מאלו ועדיין יש לדקדק למה כתב אין לוקין מן התורה הכי הל''ל אין הטבל נקבע מן התורה אלא בכניסתו לבית וממילא הוה משמע דינו למלקות: \n",
                "<b>וכן האוכל מפירות שדעתו להוליכן לשוק וכו'.</b> פשוט הוא: \n\n"
            ],
            [
                "<b>בית שאין בו ד''א על ד''א וכו'.</b> פ''ק דסוכה אמרינן דלא חשוב לכמה דברים ובירושלמי דמעשרות פ''ג אמרינן דאינו טובל למעשר: \n",
                "<b>וכן הגגים וכו'.</b> משנה פרק ג' דמעשרות (משנה ו'). \n",
                "<b>ומ''ש ואם לא היה בגג ארבע אמות וכו'.</b> ירושלמי שם פירוש שאם אין בו ד' על ד' לא חשיב באפי נפשיה ובטיל לגבי בית: \n\n"
            ],
            [
                "<b>הצריפין והבורגנין וכו'.</b> משנה ז' שם. \n",
                "<b>ומ''ש ובתי הקיץ והוא ד' עמודים וכו'</b> זהו פירוש האלקטיות השנוי שם. \n",
                "<b>ומ''ש וכן סוכות שעושים בני הכרמים וכו'.</b> שם במשנה סוכת גינוסר אע''פ שיש בו ריחים ותרנגולים פטורה: \n",
                "<b>וכן סוכת היוצרים וכו'.</b> משנה שם וכת''ק. \n",
                "<b>ומ''ש וסוכת החג בחג וכו'.</b> ג''ז במשנה שם וכחכמים: \n\n"
            ],
            [
                "<b>הצריפין והבורגנין טובלים לבעליהן.</b> ירושלמי שם: \n",
                "<b>וכן בית הספר ובית המדרש וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>בית הכנסת ובית המדרש וכו'.</b> בתוספתא סוף פרקא קמא דמעשרות: \n",
                "<b>האוריארות והאוצרות שבשדות וכו'.</b> גם זה תוספתא שם: \n\n"
            ],
            [],
            [
                "<b><small>(ז-ח)</small> כשם שהבית קובע למעשר כך חצר קובעת וכו'.</b> בפרק ג' דמעשרות (משנה ה') תנן איזוהי חצר שהיא חייבת במעשרות רבי ישמעאל אומר חצר הצורית שהכלים נשמרים בתוכה ר''ע אומר כל שאחד פותח ואחד נועל פטורה ר' נחמיה אומר כל שאין אדם בוש מלאכול בתוכה חייבת רבי יוסי אומר כל שנכנס לה ואין אומרין לו מה אתה מבקש פטורה ואיתמר עלה בירושלמי (הלכה ג') הלכה כדברי כולהון להחמיר וכו'. תני ר' שמעון בן אלעזר אומר משום ר''ע כל שאחד פותח ואחד נועל [פטורה] בשני שותפין לא בשני דיורין מה בין שותף מה בין דיור כשם שהשותף ממחה כך הדיור ממחה אמר רבי יונה בבעל הבית ודיורו היא מתניתין בעל הבית ממחה על ידי דיור ואין דיור ממחה על ידי בעל הבית ופסק התם הלכה כרבי שמעון בן אלעזר דר''ע ופירש ר' שמשון דיורין קרוי שני שוכרין וממחה בחבירו שלא ינעול ואינה משתמרת ומשני רבי יונה בבע''ה ודיורו היא מתני' בע''ה ממחה על ידי דיור ואין דיור ממחה על ידי בע''ה פירוש ולא בשני דיורין דקתני היינו בבע''ה ודיורו אבל שני דיורין הרי הם כשני שותפים: \n",
                "<b>והשתא</b> מה שכתב רבינו שהכלים נשמרים בתוכה היינו כרבי ישמעאל. \n",
                "<b>ומה שכתב או שאין אדם בוש מלאכול בתוכה</b> היינו כרבי נחמיה. \n",
                "<b>ומה שכתב או חצר שאם יכנס אדם לתוכה אומרין לו מה אתה מבקש.</b> היינו כר' יוסי. \n",
                "<b>ומ''ש וכן חצר שיש בה שני דיורין וכו'.</b> היינו דלא כר''ע והטעם מפני מה שאמרו הלכה כדברי כולם להחמיר וכיון דבלשון ר''ע נשנית משמע דרבנן פליגי עליה ומחמרי דאפילו בשני שותפים או בשני דיורים חייבת והלכה כותייהו ויש לתמוה דהא פסיק בירושלמי הלכה כרבי שמעון בן אלעזר דר''ע ואין לומר דהיינו לומר דהלכה כוותיה בפירוש דברי ר''ע אבל אין הלכה כר''ע גופיה דהא קאמר התם הורי רבי יוחנן הלכה כרבי שמעון בן אלעזר דר''ע ולשון הורי הוא הוראה הלכה למעשה ונ''ל דכיון דאמרינן הלכה כדברי כולם להחמיר לית הלכתא כר''ע דפטר וכי אמרינן הורי רבי יוחנן כרבי שמעון בן אלעזר דר''ע לאו למימרא שפסק כר''ע שלא פסק אלא כרבנן דמחמרי אלא משום דהוה אפשר לפרושי דאפילו בבע''ה ודיורו פטר ר''ע ולפי זה כי פליגי רבנן עליה בבע''ה ודיורו דוקא משום דכיון דבע''ה מעכב ע''י דיור הו''ל חצר המשתמרת אבל שני שותפין או שני דיורין רבנן נמי פטרי ואתא רבי שמעון בן אלעזר למימר דבבע''ה ודיורו מודה ר''ע דחייב ופלוגתייהו בשני שותפין או בשני דיורין והשתא ה''ק הורי רבי יוחנן כרבנן לחייב אף בשני שותפין או שני דיורין כרבי שמעון בן אלעזר דפריש דפלוגתייהו בהכי ולא כדהוה סלקא דעתך דבהא רבנן נמי פטרי ולפי זה הא דאמר רבי יונה בבע''ה ודיורו היא מתניתא ה''פ בבע''ה ודיורו היא מתניתא דרבי שמעון בן אלעזר דאמר לא בשני דיורין בבעל הבית ודיורו קאמר לא בשני דיורין דעלמא דהנהו ושני שותפים שוים: \n",
                "<b>ואיכא</b> למידק למה פסק כרבי יוסי דפטר בנכנס לה ואין אומר לו מה אתה מבקש והיה לנו לומר דכיון דבלשון רבי יוסי נשנית משמע דרבנן פליגי עליה ומחייבי והוה ליה למיפסק כוותייהו כמו שכתבתי בדר''ע. ויש לומר דבהא דרבי יוסי ע''כ ליכא מאן דפליג דכיון דאין אומר לו מה אתה מבקש אין בה שמירה כלל ואנן חצר המשתמרת בעינן: \n\n"
            ],
            [
                "<b>בית שער של חצר והאכסדרה והמרפסת וכו'.</b> משנה ו' בפרק שלישי דמעשרות: \n\n"
            ],
            [
                "<b>דע שיש בקצת ספרי רבינו חסרון הניכר וכן היא כתובה בספרים הנכונים שתי חצירות זו לפנים מזו שתיהן קובעות סוכת היוצרים זו לפנים מזו הפנימית קובעת והחיצונה אינה קובעת והחנות קובעת כבית.</b> מ''ש שתי חצירות זו לפנים מזו וכו' היינו דלא כרבי יהודה וכדאמר בירושלמי הלכה כדברי כולם להחמיר וכיון דבלשון רבי יהודה נשנית משמע דרבנן פליגי עליה וסברי דאף החיצונה קובעת והלכה כוותייהו: \n",
                "<b>ומ''ש סוכת היוצרים.</b> משנה שם וכת''ק. \n",
                "<b>ומ''ש והחנות קובעת כבית</b> הכי משמע פרק שני דמעשרות (משנה ב') בהא דקתני ובעל השער ובעל החנות חייבין: \n\n"
            ],
            [],
            [
                "<b><small>(יא-יב)</small> המוליך פירותיו ממקום למקום וכו' עד לבית שלנים בו.</b> משנה שם פ''ב (משנה ג') וכת''ק ופירוש בחזרה כתב רבינו שמשון כגון שבחצי הדרך נמלכו לחזור לארצם: \n\n"
            ],
            [
                "<b>המביא תאנים מן השדה וכו' עד ולא יאכל עד שיעשר.</b> תוספתא בפ''ב דמעשרות ובירושלמי רפ''ג דמעשרות: \n",
                "<b>כתב</b> הראב''ד הביאן לאכלן בראש גגו וכו'. א''א אני לא מצאתי כן בתוספתא וכו'. והאמת שהנוסחא בירושלמי כדברי הראב''ד וטענתו שטען היא טענה שאין עליה תשובה ונראה שהוא ט''ס בלשון רבינו וצריך להגיה לתוך חצרו במקום לחצר חבירו. והר''י קורקוס ז''ל כתב שגירסת רבינו נכונה ומה שהקשה עליו דכיון דאינו בית לינה למה יקבע אפשר דלא יאכל עד שיעשר קאי אבעל החצר א''נ דלא אמרו אינו קובע אלא בית שלנים בו אבל ברוכלים שאין להם מקום קבוע ופירותיהם עמהם ודעתם ללכת מיד ולהוליך פירותיהם לכך אין קביעות לפירות אלא מקום שלנים שם אבל מי שהכניס פירותיו לחצר חבירו או לבית חבירו למה לא יקבע מידי בערתי הקדש מביתי כתיב מן הבית כתיב אלא שעדיין קשה דכיון שדעתו היה לאכול במקום פטור ושכח והכניסה לחצר חבירו למה נקבעו והא אמרינן בבבא קמייתא דאם הכניס לאכול בחצר הפטורה אפילו שכח והכניס לביתו יכול לחזור ולהוציאן ולאכול מהן עראי וחצר חבירו ודאי לא עדיף מביתו אדרבא גרע, ואפשר היה לחלק בין שכח והכניס מחצר לביתו דשם הוא שוגג גמור שדרך לטעות בכך אבל בחצר חבירו אין זו שגגה ושכחה זו אינה אלא המלכה וחרטה ומזיד נקרא זה ולכך נקבע ועוד ששם נעשית מחשבתו שהכניס לחצר הפטורה אלא ששגג ולא הניחם שם והכניסן לבית כדרכו דמסתמא בחצר שלפני הבית מיירי וכיון שנפטרו אין חוזרין לחיוב אלא במזיד אבל כאן לא העלם בראש גגו אלא קודם שיעלם לראש גגו הכניסם לחצר חבירו וכיון שקודם שנכנסו למקום הפיטור נכנסו למקום החיוב נתחייבו ומחשבה ראשונה כמאן דליתא דמי דאתי מעשה ומוציא ממנה ודמיא הא לקובע פירות חבירו שלא מדעתו שנקבעו וכיון שחבירו שלא מדעתו קבען ה''ה וכל שכן הוא שלא מדעת עצמו וסיוע מצאתי לזה בירושלמי עכ''ל: \n\n"
            ],
            [
                "<b>חצר שהיא נעדרת וכו'.</b> ירושלמי בסוף פרק ג' דמעשרות (הלכה ד') תני בשם רבי נחמיה חצר שהיא נעדרת הרי היא כגנה ואוכלים בתוכה עראי. אמר רבי שמלאי הלכה כרבי נחמיה תני זרע רובה חייב נטע רובה פטורה אמר רב חסדא והוא שנטעם לנויה של חצר הדא ילפא מן ההיא וההיא ילפא מן הדא הדא ילפא מן ההיא זרע רובה חייבת והוא שתהא נעדרת וההיא ילפא מן הדא שאם היתה נעדרת שהיא כשדה והוא שעדר רובה ע''כ בירושלמי והוא כתוב בשיבוש כמו שכתב הראב''ד א''א נ''ל שהסוגיא בירושלמי בטעות וגם הוא וכו' עד וזה העיקר. טעמו במה שכתב שהסוגיא בירושלמי בטעות משום דבספ''ב דעירובין (דף כ''ג:) אמרינן קרפף שהוא יותר מבית סאתים שהוקף לדירה נזרע רובו הרי הוא כגנה ואסור לטלטל בו נטע רובו הרי הוא כחצר ומותר אלמא בזרעים מיבטיל דירה ולא בנטיעות וזה היפך הירושלמי הזה ועוד דהנה על נטע רובה פטורה קאמר והוא שנטעם לנויה של חצר דאדרבה מפני שנטעם לנויה של חצר הוה ליה להתחייב ולכן הוא מסכים לומר שנוסחת הירושלמי מוטעת וצריך לגרוס איפכא זרע רובה פטורה נטע רובה חייבת והשיג על רבינו שאין דבריו לא כגירסא זו ולא כגירסא זו שגירסאות אלו מפלגי בין זרע לנטע והא כדאיתא והא כדאיתא ורבינו משוה נטע לזרע דבין בזה ובין בזה חייב ועוד שכתב שאם נטע לנוי חצר פטורה ואיפכא מסתברא דכיון דנטעה לנוי חצר הרי היא כחצר וחייבת ולדעת רבינו יש לומר שהוא גורס בירושלמי כגירסת ספרים דידן ושאני דין מעשר מדין עירוב דלענין מעשר בין זרע בין נטע אין מבטלין אותה מדין חצר אלא א''כ נטע לנוי חצר דאז הוי דבר קבוע והוא עיקר והוה ליה כגנה והוא שהיתה נעדרת וה''פ נטע רובה פטורה והוא שנטעה לנוי של חצר אבל אם נטעה שלא לנוי חייבת כמו בזרע וקאמר הדא ילפא מן ההיא זרע רובה חייבת והוא שתהא נעדרת פירוש אע''פ שהיא נעדרת דאע''ג דבנעדרת רובה פטורה היינו משום דכשהיא נעדרת נראית כשדה ממש אבל כשזרעה אחר כך יצאה מתורת שדה והוה ליה כחצר כך נראה לי בדעת רבינו: \n\n"
            ],
            [
                "<b>תאנה העומדת בחצר אוכל ממנה אחת וכו'.</b> משנה בפ''ג דמעשרות (משנה ח') וכת''ק. \n",
                "<b>ומ''ש אבל אם עלה לראש התאנה וכו' עד שאינו אוכל שם אלא אחת</b> משנה שם ובמשנה י': \n\n"
            ],
            [],
            [
                "<b>גפן שנטועה בחצר וכו' עד ואוכל שם.</b> ג''ז משנה ט' שם וכרבי עקיבא: \n",
                "<b>היה אוכל באשכול וכו'.</b> משנה פרק ח' דתרומות (משנה ג') וכרבי יהושע. \n",
                "<b>ומה שכתב אע״פ שיצא מן החצר וכו'.</b> הכי משמע ממה דתני ר' נתן על מתניתין בירושלמי שם ובגמרא דידן סוף פרק המביא כדי יין (ביצה דף ל״ה) על ר״א ומיניה נשמע לרבי יהושע: \n\n"
            ],
            [
                "<b>כסבר הזרועה בחצר מקרסם עלה וכו'.</b> משנה פ''ג דמעשרות: \n\n"
            ]
        ],
        [
            [
                "<b>הלוקח פירות תלושין וכו' ומאימתי יקבעו משיתן את הדמים וכו'.</b> ירושלמי פרק ג' דמעשרות דמים כמקח: \n",
                "<b>הרי שלא נתן דמים והיה בורר וכו' עד אם רצה להחזיר.</b> בפרק הספינה (בבא בתרא דף פ״ח) ופירוש אם רצה להחזיר כלומר אם רצה המוכר וזהו מה שאמרו שם x (מדעת המוכר): \n\n"
            ],
            [
                "<b>הלוקח במחובר לקרקע וכו'.</b> משנה ריש פרק ה' דמעשרות (משנה א'): \n\n"
            ],
            [
                "<b>האומר לחבירו וכו'.</b> עד שהרי לקחן במחובר. משנה פ''ב דמעשרות (משנה ה'): \n",
                "<b>כתב</b> הראב''ד ואם קצץ את התאנים וכו' עד לא קנה אלא הנתלש א''א לא מצא זה בתוספתא וכו'. ואני אומר מה שכתב רבינו ואם קצץ התאנים וצירפם וכו' לא מהתוספתא למד אלא מדיוק לשון המשנה הוא נלמד דקתני בורר ואוכל משמע הא אם קצצן וצרפן חייב: \n\n"
            ],
            [
                "<b>המחליף עם חבירו וכו'</b> בספ״ב דמעשרות המחליף עם חבירו זה לאכול וזה לאכול זה לקצות וזה לקצות זה לאכול וזה לקצות חייב רבי יהודה אומר המחליף לאכול חייב ולקצות פטור ובירושלמי ניחא לאכול חייב לקצות חייב פירוש בתמיה א״ר אליעזר ר״מ היא דר״מ אמר מקח טובל בפירות שלא נגמרה מלאכתן ומשמע דלא קי״ל כר״מ מדמתמה גמרא לקצות חייב ועוד דקאמר עלה שם ר״מ ורבי אליעזר שניהם אמרו דבר אחד וקי״ל דכל כה״ג הויא שטה ולא קיימא לן כחד מינייהו. ובגמרא דידן סוף פרק המביא כדי יין (ביצה דף ל״ה) א״ר יוחנן דאין המקח קובע אלא בדבר שנגמרה מלאכתו וכו' ולאפוקי מהא דתנן המחליף פירות עם חבירו זה לאכול וזה לאכול זה לקצות וכו' חייב ר״י אומר לאכול חייב לקצות פטור ופרש״י המחליף היינו מקח לקצות דהיינו לא נגמרה דמקח קובע אפילו בשלא נגמר. לאכול חייב זה שדעתו לאכול חייב דלדידיה גמר מלאכה הוא: \n\n"
            ],
            [
                "<b>האומר לחבירו צא ולקט לך עשרים תאנים משלי וכו': כתב</b> הראב''ד האומר לחבירו צא ולקט וכו' א''א בתוספתא אינו כן וכו'. ויש לומר דהא מילתא איתא בירושלמי פרק ב' דמעשרות (הלכה א') צא ולקט לך עשרים תאנים משלי ואני אמלא כריסי משלך הממלא את כריסו פטור והאוכל במנין חייב רבי בון בר חייא בעא קומי רבי זעירא ואין אדם אוכל אחת אחת ברשות הכל ופטור א''ל אין הכא למה הוא חייב א''ל במצרף אי במצרף אפילו הממלא את כריסו יהא חייב ואינו אסור משום חליפין א''ר שמיי אין לו חליפין שלא נתכוון האיש הזה אלא להגס לבו שיאכל. ומפרש רבינו דכי אמר אם במצרף אפילו הממלא כרסו יהא חייב סליק בקשיא וקם דינא שאם צירף זה וזה חייבים ואם לא צירף זה וזה פטורים והר''י קורקוס ז''ל כתב על הא דקאמר בירושלמי אין לו חליפין וכו' אלא להגס לבו שיאכל כלומר שזה שהודה לממלא כריסו משל חבירו לא הודה לו זה תמורת העשרים דמילוי כריסו מסתברא דיותר מעשרים תאנים נתכוון רק במתנה נתן לו מילוי כריסו וכדי שיגיס לבו לאכול ולא יתבייש א''ל אני אקח תמורת זה כ' תאנים משלך ומתנה אינה קובעת ומיהו הלוקט העשרים תאנים נראה שהוא מקח שבשביל מילוי כריסו נתן אותם לו שכיון שהחליף והם במחובר שכן אמר לו לקט ולא באו עדיין לגורן לכך אינו חייב אלא במצרף ולכן שניהם פטורים וטעם שכתב רבינו שאין זה חליפין נראה מהירושלמי דאממלא כריסו קאי דהוי מתנה אבל האוכל במנין חליפין הם אלא דפטור משום דלא הגיעו לגורן ולכן חייב בצירוף דומה לדין שכתב למעלה הא לך איסר זה בעשרים תאנים שאבור וכו' קצץ וצירף חייב ומהירושלמי שכתבתי אתה למד שמה שחייב רבינו בצירף לאכול במנין הוא ולא לממלא כריסו עכ''ל: \n\n"
            ],
            [],
            [
                "<b><small>(ו-ז)</small> והמתנה אינה קובעת כמכר.</b> שם: \n",
                "<b>ועם הארץ שהיה עובר בשוק וכו'.</b> משנה וירושלמי שם ונראה שהטעם שחילקו בכך שכשרוב העם מכניסים לבתים ודאי שזה לא עישר שעדיין הם בשוק וחזקה שלא ראו פני הבית וסתמא שאינם מעשרים עד שיראו פני הבית הילכך כשיכניסום אלו המקבלים לבתיהם מעשרים ודאי ואם הרוב מכניסים לשוק כיון שנגמרה מלאכתן נתחייבו כמו שנתבאר רפ''ג הילכך כשיכניסום אלו לבתיהם אינם מתקנים אלא דמאי שמאחר שכבר נתחייבו במעשר איכא למיחש שמא עישר. \n",
                "<b>ומ''ש ואם אמר טלו לכם והכניסו לבתים וכו'</b> שם במשנה טלו והכניסו לבתיכם לא יאכלו מהם עראי לפיכך אם הכניסו לבתיהם אינם מתקנים אלא דמאי ובירושלמי (פ''ב הלכה א') אם במקום שהרוב מכניסין לבתים בהדא תנינן טלו והכניסו לבתיכם לא יאכלו מהם עראי מכיון שאמר טול והכניס כמי שאמר טול אני מעשר על ידיך אבל במקום שהרוב מכניסים לשוק אינו נאמן לומר עישרתי ואינו נאמן לומר לו לתוך ביתי אני מכניסן. ונראה דהכי קאמר דכיון שאמר טול והכניס הוי כאילו אמר לו שכבר נתחייב במעשר אלא שהוא עישר או יעשר על ידו ואנו מאמינים אותו במה שאמר שכבר נתחייב במעשר לפיכך לא יאכלו מהם עראי שאין אנו מאמינים אותו במה שאומר שעישר או שיעשר לענין שיהיה פטור לגמרי אלא הו''ל דמאי הילכך אינם מתקנין אלא דמאי. ומ''מ איני יודע למה השמיט רבינו הא דתנן גבי אם אמר טלו והכניסו לבתיכם לא יאכלו מהם עראי: \n",
                "<b>נתן לו דבר וכו' עד וזה אוכל וחייב.</b> ירושלמי שם ונראה הטעם בדבר מרובה דכיון דבעין יפה הוא נותן הו''ל כאומר טול אני מעשר על ידיך וכיון שאין אנו מאמינים שעישר חייב לעשר ודבר שאין דרכו ליאכל חי כיון דע''כ צריך להכניסו לבית לבשלו הוי כאומר הכניס לבית וזהו טעם אדם שאין דרכו לאכול בשוק: \n\n"
            ],
            [
                "<b>וכן אנשים וכו'.</b> משנה שם: \n",
                "<b>כתב</b> הראב''ד וכן אנשים וכו' א''א יש כאן שבוש וכאן הוא סותר וכו'. טעמו לומר שרבינו כתב בספ''ד הביאן לאכלן בראש הגג ושכח והכניסן לתוך חצר חבירו נקבעו וכאן כתב שאין הבית שאינו שלו קובע לו. ויש לומר שכבר כתבתי שם שנ''ל שיש ט''ס שם בדברי רבינו וצריך להגיה לתוך חצרו במקום לתוך חצר חבירו. \n",
                "<b>ומ''ש וכבר בארנו</b> הוא בפ''ד ובא לתת טעם למה מי שאינו בעל השער ובעל החנות פטור: \n\n"
            ],
            [
                "<b>השוכר את הפועלים כו' עד הרי זה כלוקח.</b> משנה שם: \n\n"
            ],
            [
                "<b>שכרו לנכש עמו בזיתים וכו'.</b> משנה פ''ג דמעשרות (משנה ג') השוכר את הפועל לעשות (עמו) בזיתים א''ל ע''מ לאכול זיתים אוכל אחד אחד x ופטור ואם צירף חייב לנכש בבצלים א''ל ע''מ לאכול ירק מקרטם עלה עלה ואוכל ואם צירף חייב ובירושלמי (הלכה א') מה נן קיימין אם בששכרו לעשות עמו בזיתים כ''ע מודיי שהוא אוכל כדרכו ופטור ואם בששכרו לעשות עמו בגופן של זיתים כ''ע מודיי שהוא אוכל אחד אחד ופטור ואם צירף חייב אלא כי נן קיימין בששכרו לנכש עמו בזיתים מן דבתרה לנכש בבצלים: \n\n"
            ],
            [
                "<b>קצץ הפועל שיאכל ליטרא וכו'.</b> בפרק הפועלים עלה פ''ט: \n",
                "<b>לא קצץ אלא היה אוכל כדין תורה וכו'.</b> ג''ז שם: \n\n"
            ],
            [
                "<b>פועל שהיה עושה בלבסין וכו'.</b> משנה פ''ב דמעשרות (משנה ח'): \n\n"
            ],
            [
                "<b>המוציא פועלים וכו'.</b> משנה פרק ג' שם (משנה ב') המוציא פועליו לשדה בזמן שאין להם עליו מזונות אוכלים ופטורים xx אבל אם יש להם עליו מזונות אוכלים אחת אחת מן התאנה אבל לא מן הסל ולא מן הקופה ולא מן המוקצה. \n",
                "<b>ומ''ש והוא שלא נגמרה מלאכתן.</b> נתבאר בריש פ''ג: \n\n"
            ],
            [
                "<b>אחד המבשל ואחר השולק וכו'.</b> משנה בפרק רביעי דמעשרות (משנה א'): \n",
                "<b>ומה שכתב אבל המעשן את הפירות וכו'.</b> כתב הר''י קורקוס ז''ל שהוא נלמד מדאיבעיא לן בפרק הפועלים (בבא מציעא דף פ''ט:) פועל מהו שיהבהב באור ויאכל דמהבהב היינו מעשן ול''נ דאין משם ראיה: \n\n"
            ],
            [
                "<b>הטומן פירות באדמה.</b> משנה פרק ד' דמעשרות (משנה א') המכמן באדמה פטור: \n",
                "<b>ומה שכתב או בתבן או בזבל:</b> \n\n"
            ],
            [
                "<b>הנותן יין לתבשיל חם וכו'.</b> משנה פרק קמא דמעשרות (משנה ז'): \n",
                "<b>מזג יין במים חמין נקבע וכו'.</b> משנה פ''ד דמעשרות (מ''ד) שותין על הגת בין על החמין בין על הצונן פטור דברי ר''מ רבי אלעזר ברבי צדוק מחייב וחכמים אומרים על החמין חייב על הצונן פטור וידוע דהלכה כחכמים ומפרש בפ''ק דשבת (דף י''א:) דטעמא דפטור על הצונן מפני שהוא מחזיר את המותר כלומר אבל חמין אינו מחזיר המותר לגת מפני שמחמיץ היין: \n\n"
            ],
            [
                "<b>השום והשחלים וכו' עד אינו נקבע.</b> ירושלמי שם. והא דלתמחוי לא נקבע מפורש שם דהיינו דוקא בתבשיל צונן: \n\n"
            ],
            [
                "<b>המולח פירות וכו' הפוצע זיתים וכו'.</b> משנה שם. \n",
                "<b>ומה שכתב טובל הזיתים אחד אחד.</b> בפרק הפועלים מסקינן הכי: \n",
                "<b>הנוטל זיתים מן וכו'.</b> ג''ז משנה שם וכת''ק: \n\n"
            ],
            [
                "<b>התורם פירותיו וכו':</b> \n\n"
            ],
            [
                "<b>פירות שנגמרה וכו'.</b> בסוף פרק המביא כדי יין (ביצה דף ל״ה) ובירושלמי פ״ב דתרומות דקאמר התם ר״י דאפי' ליקטן שלא לצורך שנו: \n\n"
            ],
            [],
            [
                "<b><small>(כא-כב)</small> תינוקות שטמנו תאנים וכו'.</b> משנה פ''ד דמעשרות: \n",
                "<b>תאנה שהיתה מיוחדת וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>היה אוכל באשכול וכו'.</b> משנה בפ''ח דתרומות (מ''ג) וכרבי יהושע. \n",
                "<b>ומ''ש ואם הניחן לאחר השבת הרי זה גומרו</b> יש לתמוה על זה ממאי דאתמר עלה בירושלמי שם ובגמרא דידן ס''פ המביא כדי יין בשם רבי נתן אליבא דרבי אליעזר ומיניה נשמע לרבי יהושע דאפי' הניחם לאחר השבת לא יגמור ורבינו עצמו כתב כן בספ''ד גבי חצר וצ''ל דרבינו גריס גבי חצר כגירסת ספרים דידן וגבי שבת גריס איפכא לא כשאמר ר''א יגמור ימתין למו''ש ויגמור אלא בשבת עצמה יגמור כלומר ומינה נשמע לרבי יהושע דאמר לא יגמור היינו בשבת דוקא אבל אם הניחה יגמור: \n\n"
            ]
        ],
        [
            [
                "<b>מחליקין בתאנים וכו'.</b> משנה ספ''ק דמעשרות (משנה ח') וכת''ק ופירוש מחליקין לשפשף העיגול של תאנים וענבים (ותאנים) להחליק פניו וקאמר שמותר לעשות זה בתאנים וענבים של טבל ואין זה נקרא מפסיד הטבל: \n",
                "<b>וכל שאסור לזרים לאכלו בתרומה וכו':</b> \n\n"
            ],
            [
                "<b>אין מדליקין בטבל טמא אפילו בחול וכו'.</b> בפרק במה מדליקין (שבת דף כ״ו) ופירש״י בטבל טמא ואין צ״ל בטהור ולקמיה מפרש טעמא: \n\n"
            ],
            [
                "<b>אין מחפין בטבל וכו'.</b> תוספתא פרק קמא דדמאי. \n",
                "<b>ומ''ש ואפילו פירות שלא נגמרה מלאכתן וכו'</b> בספ''ק תנן נוטל מן הגורן וזורע ופטור מן המעשרות עד שימרח דברי רבי עקיבא ומשמע דרבנן פליגי עליה וכן אמרו ברפ''ה דמעשרות בירושלמי ואין הלכה כר''ע דיחידאה הוא. \n",
                "<b>ומ''ש בד''א בתבואה וקטניות וכיוצא בהן אבל העוקר שתילים וכו'.</b> משנה רפ''ה דמעשרות. \n",
                "<b>ומ''ש וכן העוקר לפת וצנונות וכו'.</b> ג''ז משנה שם: \n\n"
            ],
            [
                "<b>ליטרא מעשר טבול שזרעה וכו'.</b> בס''פ הנודר מן הירק (עלה נ''ח:) פירוש ליטרא מעשר טבל מעשר ראשון שלא הופרש ממנה תרומת מעשר חייבת במעשר כל עשר ליטרין ואותה ליטרא שנטע בן לוי כשאינה מעושרת אע''פ שעישרה עכשיו צריך לעשרה פעם שניה תרומת מעשר שהניח בן לוי אשתקד שלא הפריש ממנה מעשר עליה עשירית ליטרא ממעשר טבול לתרומת מעשר: \n",
                "<b>כתב</b> הראב''ד א''א נראה לי בדבר שאין זרעו כלה: \n",
                "<b>ליטרא בצלים שתקנום וזרעום וכו'.</b> שם (עלה נ''ז) פירוש שתקנה ועישרה כהלכתה וזרעה וגדלה מתעשרת לפי כולה אע''פ שכבר עישר מן העיקר והעיקר קיים ואינו כלה צריך להפריש מן הגידולין ומן העיקר לפי שבטלו גידולים את העיקר: \n\n"
            ],
            [
                "<b>זרעונים שהביאו שליש וכו'.</b> מנחות פרק רבי ישמעאל (מנחות דף ס״ט:) שבולת שהביאה שליש קודם לעומר ועקרה ושתלה בעי רבה לענין מעשר מאי ה״ד כגון x דמרחינהו ועשרינהו ושתלינהו והוסיפו להו וכו'. א״ל אביי מאי שנא מכל חיטי ושערי דעלמא א״ל דבר שזרעו כלה לא מיבעיא לי כי קא מיבעיא לי דבר שאין זרעו כלה ואתינן למיפשטא מההיא דבצל דבסמוך ודחי התם היינו זריעתו הכא לאו היינו זריעתו ולא איפשיטא וז״ש רבינו ואין אלו דומים לבצלים וכו' כלומר ומש״ה לא פשטינן מבצלים: \n\n"
            ],
            [
                "<b>הזורע את הטבל וכו'.</b> בפרק ט' דתרומות (משנה ו') תנן הטבל גדוליו מותרים בדבר שזרעו כלה אבל בדבר שאין זרעו כלה אפילו גידולי גידולין אסורין וגרסינן בירושלמי פירקא קמא דדמאי (דף נ''א:) זרע טבל פטור שכבר אבד בדבר שאין דרכו להתלקט אבל בדבר שדרכו להתלקט קונסין אותו שילקט אותו בלא צמח אבל אם צמח נעשה כדבר שאין דרכו להתלקט. \n",
                "<b>ומה שכתב עד שלש גרנות והרביעי מותר</b> ירושלמי פ''ט דתרומות. \n",
                "<b>ומה שכתב ומפני מה הגידולין אסורים וכו'. ומה שכתב וכן הדין בזורע מעשר שלא ניטלה תרומתו: אין מוכרין את הטבל אלא לצורך.</b> משנה בפ''ה דדמאי (משנה ח'): \n",
                "<b>ומה שכתב ולחבר.</b> שם בירושלמי. \n",
                "<b>ומ''ש אסור לשלוח טבל ואפילו חבר לחבר וכו'.</b> בפ''ג דדמאי (מ''ג) תנן כל דבר שאין אדם רשאי למכור לחבירו דמאי לא ישלח לחבירו דמאי רבי יוסי מתיר בודאי ובלבד שיודיענו ובירושלמי (הלכה ג') אמר רשב''ג שלח לי ר' יוסי ברבי אתרוג ואמר לי זה בא לידי מקסרין ולמדתי בו שלשה דברים וכו' ולא מתני' היא רבי יוסי מתיר בודאי ובלבד שיודיענו אתי מימר לך אע''ג דפליג על רבנן לא עבד עובדא דכוותיה: \n\n"
            ],
            [
                "<b>המוכר פירות ונזכר שהם טבל וכו'.</b> ירושלמי בפ''ז דדמאי. וכתב הראב''ד א''א ואותן המעשרות ותרומת מעשר וכו'. ומצאתי כתוב טעות סופר יש בהשגה זו כי מלת ולא מיותרת במ''ש ולא ממקום אחר דאדרבה אינו מתקנן אלא ממקום אחר והיא היא ההשגה שאילו היה יכול לתקנן מתוכן כמו שנראה מהתוספתא שמביא בסוף הדבור שאמרה קורא שם למעשרותיהן דמשמע מיניה וביה לא היה קשה כ''כ דבתיקון נקל כזה סמך על המבין אבל זה א''א בלא תקלה לכהן פירוש שאם לא היו כאן אלא ספק אבדו פירות שמכר היה די בקריאת שם למעשרות וממ''נ מתוקן אם קיימים הרי כולם מעשרות ואם אבדו הרי הן טבל מתוקן בקריאת שם זה ואוכל הכל אבל יש ספק אחר שמא אבדו מקצתן ונמצאו מעשרות אלו מקולקלים מטבל ומעשר מעורבים דמרבה במעשרות ואין תקנה לתקנן מתוכן שמא מרבה במעשרות או שמא ממעט במעשרות למ''ד אין בילה דקי''ל כוותיה הילכך אין תקנה לתקן אלא ממקום אחר ואחרון אחרון ירקב כדברי התוס' בפרק השולח וזהו מ''ש הראב''ד ולבסוף א''א אלא שתרקב אא''כ חזר בע''ה ותיקן פירותיו בתנאי פירוש אחר שיפריש מעשרות שמכר ויתקן פירות אחרים כשיעור פירות שמכר בתנאי שיאמר הרי מעשרות כרי זה בצפונו או בדרומו בתנאי אם פירות שמכרתי קיימים ואם אבדו פירוש שמכרתי או נאבדו שנמצאו מעשרות כשהפרשתי עליהן טבל אין בדברי כלום המעשרות שקבעתי בכרי זה ואותן המעשרות שהפרשתי על פירות שמכרתי יהיו על כרי זה וכן אבדו מקצתן יתבטלו דברי במעשרות שקבעתי בכרי זה לפי חשבון ונמצא הכל מתוקן דאף את''ל שאבדו מקצתן אותו טבל שבמעשרות כנגד מה שאבד ועשה מעשרות לחלק מהכרי כנגד מה שנתבטלו בו דבריו במעשרות שקבע וזה פשוט וגם לפי תירוץ זה יש השגה על רבינו שהו''ל לפרש שאין לסמוך בתיקון זה על המבין ובתוספתא דמע''ש אינו כן אלא יהא קורא שם למעשרותיהם פירוש שלפי התוספתא שאמרה תיקון נקל אינו קשה כ''כ שסמך על המבין אבל מה נעשה שתיקון התוספתא א''א בלא תקלה לכהן מהטעם שכתבתי וע''כ לומר דמשבשתא היא או לפרש פי' לפירושה דקריאת שם לאו דוקא אלא הפרשה ממקום אחר א''נ קריאת שם בתיקון פירות בע''ה ובתנאי וכדפרישית עכ''ל: \n\n"
            ],
            [
                "<b>המוכר פירות לחבירו מוכר וכו'.</b> תוספתא פ''ג דמע''ש וירושלמי פ''ז דדמאי: \n\n"
            ],
            [
                "<b>אין פורעין חוב וכו'.</b> נלמד ממה שיבא בסמוך: \n\n"
            ],
            [
                "<b>מי שלקחו בית וכו'.</b> בפרק הזרוע עלה קל''א ופירש רש''י חייב לעשר ממקום אחר וליתן לכהן שהרי הוא כמוכר: \n\n"
            ],
            [
                "<b>הלוקח טבל וכו'.</b> משנה בפ' ה' דדמאי (משנה ח'): \n",
                "<b>המקבל שדה מישראל וכו'.</b> משנה שם פ''ו (משנה א'). \n",
                "<b>ומ''ש אבל החוכר שדה מישראל וכו'.</b> שם במשנה וכר''י דמפרש דברי ת''ק: \n\n"
            ],
            [
                "<b>החוכר שדה מן העכו''ם וכו'.</b> גם זה שם משנה ב'. \n",
                "<b>ומ''ש קנס קנסוהו בזה וכו'.</b> בפרק השואל (מציעא דף ק''א). \n",
                "<b>ומ''ש וכן המקבל שדה אבותיו מן העכו''ם וכו'.</b> שם בפרק הנזכר (מ''ב) וכר''י דליכא מאן דפליג עליה: \n\n"
            ],
            [
                "<b>איזהו חוכר ואיזהו מקבל וכו' עד במעות.</b> ירושלמי ריש פרק ו' דדמאי: \n\n"
            ],
            [
                "<b>שנים שקבלו שדה וכו'.</b> משנה בפ''ו דדמאי (משנה ח'): \n\n"
            ],
            [
                "<b>כהן או לוי שלקחו פירות מישראל וכו'.</b> משנה בספ''ק דפיאה (מ''ו) כהן ולוי שלקחו את הגורן המעשרות שלהן עד שימרחו וקאמר עלה בירושלמי (הלכה ה') א''ר יוחנן קנס קנסו להם שלא יהו קופצים לגתות ולגרנות ומשמע דקאי אדיוקא דמתניתין דמשמע הא אם מירחו אין המעשרות שלהן: \n",
                "<b>כתב</b> הראב''ד אני אומר שאינו קנס וכו'. ומאחר שדברי רבינו מבוארים בירושלמי שהוא משום קנס יש לתמוה עליו איך כתב אני אומר שאינו קנס: \n\n"
            ],
            [
                "<b>כהן או לוי וכו'.</b> תוספתא פרק ו' דדמאי: \n\n"
            ],
            [
                "<b>כהן ולוי שקבלו שדה מישראל וכו'.</b> משנה בפ''ו דדמאי (מ''ג) וכת''ק. \n",
                "<b>ומ''ש אבל ישראל שקיבל שדה מכהן וכו'.</b> שם במ''ד ישראל שקיבל מכהן ולוי המעשרות לבעלים. \n",
                "<b>ומ''ש המתנות חולקים</b> תוספתא פרק ו' ישראל שקיבל שדה מכהן תרומה לכהן מעשר ראשון ומעשר שני חולקין ביניהם קיבל מלוי מעשר ראשון ללוי תרומה ומעשר שני חולקין: \n\n"
            ],
            [
                "<b>המקבל זיתים וכו'.</b> משנה ה' בפ''ו דדמאי המקבל זיתים לשמן כשם שחולקין בחולין כך חולקים בתרומה ומדסתם ולא חילק x (רבי יהודה אומר ישראל שקיבל שדה) ועוד מדמסיים בה רבי יהודה אומר ישראל שקיבל מכהן ומלוי זיתים לשמן או למחצית שכר המעשרות לבעלים משמע דלא שאני לת''ק בין כהן ולוי שקיבלו מישראל לישראל שקיבל מכהן ולוי וסובר רבינו דדוקא מפני שהוא חשוב אבל שאר אילנות דינם כקרקע: \n\n"
            ],
            [
                "<b>כהן שמכר שדה לישראל וכו' עד אותם המעשרות.</b> בר''פ המוכר את הבית (ב''ב דף ס''ג): \n\n"
            ],
            [
                "<b>ישראל שקיבל שדה וכו' וכן בן לוי וכו'.</b> תוספתא פרק ו' דדמאי. כתב הראב''ד א''א נוסחא דתוספתא וכו'. ואני אומר נוסחת תוספתא דידן כלשון רבינו ונוסחת הירושלמי פרק ו' דדמאי כלשון הראב''ד וסמך רבינו על התוספתא משום שאם ישראל מוכר לכהן לא נקרא זה כהן עושה כהן דכי היכי דכהן המוכר לישראל אנו אומרים ששייר מקום המעשר הכי איכא למימר בישראל המוכר לכהן אבל בישראל שקיבל מכהן שייך שפיר למימר אין כהן עושה כהן: \n\n"
            ],
            [
                "<b>ישראל שירש טבל ממורח וכו'.</b> בספ''ק דבכורות (דף י''א): \n\n"
            ],
            [
                "<b>הנותן שדהו בקבלה לעכו''ם וכו' עד סוף הפרק.</b> תוספתא בפרק ז' דדמאי: \n",
                "<b>כתב</b> הראב״ד או למי שאינו נאמן על המעשרות פירוש שהוא חשוד עכ״ל. טעמו לומר דמן הסתם ישראל בחזקת כשרים הם עד שיחשד ואיני יודע זו מניין לו ואפשר שטעמו משום דרוב עמי הארץ מעשרים הם כדאמרינן בפרק במה מדליקין (שבת דף כ״ג): \n\n"
            ]
        ],
        [
            [
                "<b>מי שהיו לו מאה לוג וכו'.</b> בפרק כל הגט עלה כ״ה ובפרק מרובה (בבא קמא דף ס״ט) ובפרק בכל מערבין (עירובין דף ל״ו) פלוגתא ופסק כרבי יהודה ורבי יוסי ור״ש ובפרק המביא כדי יין איפסקא דבדרבנן יש ברירה ובדאורייתא אין ברירה ולכך כתב רבינו טבול מן התורה: \n\n"
            ],
            [
                "<b>הקובע מעשרות בפי החבית וכו' עד אוכל מפיה.</b> תוספתא פ''ח דדמאי: \n\n"
            ],
            [
                "<b>ויש לאדם לקבוע מעשר שני וכו'.</b> כן משמע בירושלמי ספ''ק דדמאי: \n",
                "<b>כתב</b> הראב''ד א''א היינו סבורים וכו'. ביאור דבריו שהיה סבור בתחלה שאין מעשרין ממנו על מקום אחר כשם שאין תורמין ממנו על מקום אחר ולאפוקי ממ''ש רבינו שעושהו תר''מ למקום אחר ואח''כ מצא בירושלמי כדברי רבינו דגרסינן ספ''ק דדמאי (הלכה ד') עולא בר ישמעאל בשם רבי יוחנן פוטר הוא אדם את טבלו בסאה אחת של טבל כיצד הוא עושה מביא סאה אחת של טבל ועושה אותה שני ופודה אותה וחוזר ועושה אותה תרומת מעשר למקום אחר ודייק הראב''ד דדוקא תר''מ אמרו אבל לא תרומה גדולה והטעם משום דכיון דתרומת מעשר מחמת מעשר אתי שפיר מצי עביד לה מסאה שהיתה מעשר שני מה שאין כן בתרומה גדולה שאינה באה מחמת מעשר: \n\n"
            ],
            [
                "<b>המניח פירות וכו'.</b> משנה ס״פ כל הגט (גיטין דף ל״א) המניח פירות להיות מפריש עליהם תרומות ומעשרות. ואיני יודע למה השמיט רבינו תרומה. \n",
                "<b>ומ''ש מצאן שאבדו ה''ז חושש לכל מה שהפריש.</b> שם במשנה ואם אבדו הרי זה חושש מעת לעת דברי ר''א ובגמרא חלוקים חביריו על ר' אליעזר ופירש''י חלוקים ואמרי דלעולם חיישינן הואיל ונמצאו אבודים וכל פירות שתקנו על ידי אותם פירות צריך לחזור ולהפריש ופסק רבינו כמותם דרבים נינהו. \n",
                "<b>ומ''ש ואינו מעשר ודאי.</b> פשוט הוא: \n\n"
            ],
            [],
            [
                "<b><small>(ה-ו)</small> המלוה מעות וכו'.</b> משנה שם (דף ל'). \n",
                "<b>ומ''ש ומזכה בהם ע''י אחר</b> כשמואל שם ורב נמי לא פליג עליה לענין דינא. \n",
                "<b>ומ''ש ואם היו רגילים ליטול ממנו וכו'.</b> כרב שם: \n\n"
            ],
            [
                "<b>כשהוא מחשב וכו' עד זוכה הלה במה שבידו.</b> הכל שם: \n",
                "<b>והוא שהניח להם קרקע וכו'.</b> שם יורשים שירשו קרקע ולא שירשו כספים ומפרש רבינו דארישא קאי וה''ק דוקא כשירשו קרקע צריך רשות ורשות מיהא מועיל אבל בירשו כספים אפילו יתנו רשות אינו מועיל כיון שאין להם לפרוע חוב אביהם הרי הם כנכרים דעלמא והרי החוב כאבוד שאין מפרישין עליו וכן פירשו הרמב''ן והרשב''א: \n\n"
            ],
            [
                "<b>ישראל שאמר לבן לוי וכו'.</b> בפרק הזהב (בבא מציעא דף מ''ט): \n\n"
            ],
            [
                "<b>מי שהיו לו פירות במגורה וכו'.</b> משנה בפ''ד דתרומות (משנה ב') מי שהיו פירותיו במגורה ונתן סאה לבן לוי וסאה לעני מפריש עוד ח' סאין ואוכלן דברי ר''מ וחכמים אומרים אינו מפריש אלא לפי חשבון ודברי רבינו פה פירש משנה זו לסברת חכמים וכן פירשה ר''ש בדרך אחרון: \n\n"
            ],
            [
                "<b>עניים שהחליפו מתנותיהן עם בעל הבית וכו'.</b> משנה פ''ה דפאה (משנה ה'): \n",
                "<b>כתב</b> הראב''ד ואם עשאן בגורן חייב מדבריהם עכ''ל: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(יא-יג)</small> מי שהיו לפניו שתי כלכלות וכו'.</b> משנה פ''ז דדמאי (משנה ו'). \n",
                "<b>ומ''ש וכיצד מעשרן וכו'</b> פשוט הוא: \n",
                "<b>ומ''ש ואם היתה אחת גדולה מחבירתה וכו'.</b> כלומר שמאחר שהאחת אפשר שהיא כ''כ קטנה שאין בה כדי להפריש מעשרות שתיהן ולפיכך כתב שמפריש מן הקטנה מעשר הגדולה: \n\n"
            ]
        ],
        [
            [
                "<b>הפירות שהורם מהם וכו'.</b> משנה פרק בתרא דדמאי (משנה ז') מאה טבל מאה חולין נוטל מאה ואחד מאה טבל מאה מעשר נוטל מאה וא' ק' חולין מתוקנים מאה מעשר נוטל מאה ועשר מאה טבל תשעים מעשר תשעים טבל שמונים מעשר לא הפסיד כלום זה הכלל כ''ז שהטבל מרובה לא הפסיד כלום ופירש רבינו וז''ל שמור זה העיקר והוא שתרומת מעשר עולה באחד ומאה ר''ל כשיתערב חלק מתרומת מעשר במאה חלקים אחרים דיחזור הכל מאה ואחד יטול החלק ההוא שנפל בו בלבד וזהו ענין תעלה וכו'. והענין הראשון מזאת ההלכה הוא כשנתערב מאה חלקים טבל ומאה חלקי' חולין ונעשה הכל מאתים חלקי' אמר שיטול מאלו המאתים חלקים ק''א ויהיו הק''א שנפל טבל והצ''ט [שהניח] חולין כמו שהיו ונמצא מפסיד מהחולין אחת אבל הק' הם ק' של טבל הראשונים והאחת היא תרומת מעשר מאותם מאה של טבל וכאילו זה החלק נופל במאה חולין יטלוהו ממנו כמו שביארנו והסברא נותנת שלא יטול אלא מאה של טבל בלבד ונחשוב חלק ממאה מן הטבל ההוא והוא תרומת מעשר שלו שנפל במאה של חולין ועלה בק''א לפי שכן הוא דין הדבר שיעלה שיהיה ניטל מה שנפל ולא יחסר מהחולין כלום אבל חסרנו בכאן מהחולין אחד שאנו חוששים [שאם נסיר מאה לבד] שמא יחשוב כשנטל המאה בלבד שזה שנטלנו הם המאה של חולין והנשארים הם המאה של טבל ואין הדבר כן לפי שהטבל הוא הניטל וזה ענין מה שנאמר בגמרא ונוטל ק''א וא''ר יוסי אם אתה אומר אני נוטל מאה אני אומר כל חולין עלו בידו ונמצאו אלו בטבלם. והענין השני מהלכה זו כשנתערב מאה חלקים של טבל עם אחרים שהם ממעשר ראשון יטול כמו כן ק''א ויהיו מעשר ראשון והצ''ט חלקי' הנותרים הם טבל כמו שהיו ונמצא שחסר חלק אחד מהטבל אבל המאה חלקים הם ק' של מעשר הראשונים והחלק הנוסף על המאה היא תרומת מעשר המחוייבת למאה של טבל ונחשוב שנתערב עם מאה חלקים של מעשר ודינו שיעלה כמו שביארנו ואינו מדומע ומפני זה נשארו הק''א שהוציא מעשר ראשון כמו שהיו והיתה הסברא נותנת ג''כ בכאן להוציא המאה של מעשר בלבד מפני שתרומת מעשר של טבל שהוא חלק אחד כשנחשוב החלק ההוא שנתערב במאה של מעשר יעלה בק''א אבל אמר נוטל מאה ואחד מפני הטעם ההוא שפירש הגמרא בענין הראשון והוא שאילו היה נוטל מאה חלקים בלבד היינו אומרין מאה חלקים של טבל הם שהוציא והמאה הנשארים הם המעשר ואין הדבר כן לפי שהמעשר הוא שיוציא ומפני זה יוציא ק''א כדי שיהיה נודע שהמעשר הוא שהוציא לפי שהמעשר כלל לעצמו חלק נוסף. והענין השלישי כשיתערבו מאה חולין מתוקנים ומאה מעשר הוא אומר שיוציא ק''י ויהיה הכל מע''ר והתשעים הנותרים חולין כמו שהיו אבל המאה הם מאה של מעשר הראשונים והעשרה הנוספים הם תרומת מעשר המחוייבים למאה של מעשר וכאילו נפלו במאה של חולין והוציאו אותם וחסרו מהחולין לפי שהעשרה חלקים שהם תרומת מעשר הם עשירית מאה של חולין [ואינם חלק מק' מהם וכמו כן] לא היו העשרה חלקים של תרומת מעשר מבוארות ומיוחדות כדי שיחזרו מאה של חולין כולם מדומע מפני שהן אמצעיות בין שתי הקצוות ר''ל שהן לא יחזרו המאה של חולין מדומע מפני שאינן מיוחדות אלא מעורבות במעשר וכמו כן א''א לומר שיעלו וישארו החולין בחשבונם כמו שהיו מאחר שהם עשירית החולין [אבל תעלה תר''מ באחת וק'] וגזרנו בהם מהדימוע גזירה בינונית ואמרנו שיחסר מהחולין כמו תר''מ וכו' [ודע] שהטבל כשיוציאו ממנו תרומה גדולה ותרומת מעשר אז נקרא חולין אף על פי שלא הוציאו ממנו המעשרות וכו'. x (וכשהוציאו ממנו גם המעשרות יקרא חולין מתוקנים והשמיענו שאף ע''פ שהם חולין מתוקנים אם נתערב בהם מעשר יחסר מאותם כמו תרומת מעשר שבאותו מעשר כמו שאמר נוטל מאה ועשר). והענין הרביעי כשיתערב מאה טבל ותשעים מעשר יפרישו תשעים של מעשר בלבד ונשארו מאה טבל כמו שהיו ולא הפסיד כלום והדבר שגרם לנו בענין הזה שלא נקרא שם לתר''מ של טבל ונוציא צ''א מפני שהחלק האחד מהטבל שהוא תרומת מעשר כשנחשוב בלבנו שנתערב עם תשעים של מעשר חזר המעשר ההוא כולו מדומע מפני שתרומת מעשר [לא] תעלה [בפחות] באחד ומאה וכו' ומפני זה לא יקרא שם לתר''מ של טבל בענין הזה כדי שלא יפסיד המעשרות וישוב מדומע ועל זה הדרך בעצמו יתבאר לך מה שאמר צ' טבל פ' מעשר וכו'. ומ''ש כל זמן שהטבל מרובה ר''ל מרובה על המעשר וכו' אבל כשיהיה המעשר מרובה על הטבל מפרש בגמרא שהוא מפריש טבל ושיעור תרומת מעשר המחוייבת לטבל והמחוייבת למעשר ההוא ויתן שתי התרומות לכהן. ע''כ דברי רבינו בפירוש המשנה: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b><small>(ב-ה)</small> ומה שכתב רבינו טבל שנתערב בחולין מתוקנים וכו' אם יש לו פירות אחרות מוציא על אותו טבל תרומה ומעשרות לפי חשבון ואם אין לו פירות אחרות להוציא על אותו טבל הרי הכל אסור עד שיפריש וכשהוא מפריש מפסיד מן החולין המתוקנים כדי תר''מ שבטבל.</b> ספ''ג דחלה (משנה ט') זיתי מסיק שנתערבו עם זיתי ניקוף ענבי בציר שנתערבו עם ענבי עוללות אם יש לו פרנסה ממקום אחר מוציא (עליו) לפי חשבון ואם לאו מוציא תרומה ותרומת מעשר לכל והשאר מעשר ומעשר שני לפי חשבון: \n",
                "<b>ודע</b> שטבל האמור במשנה זו שהורמה ממנו תרומה גדולה מדקתני נוטל ק''א ולא קתני נוטל ק''ג והכי אמרינן בירושלמי כל טבל דאנן קיימין הכא טבל לראשון ולשני כלומר ולא לתרומה גדולה ומדברי רבינו פה נלמוד כן שכתב וכן אם היה אותו טבל טבול לתרומה מפסיד מן החולין כדי תרומה ותרומת מעשר משמע דעד השתא מיירי כשאינו טבול אלא לתרומת מעשר: \n",
                "<b>וכתב</b> הראב''ד כיצד מאה סאה של טבל וכו' א''א תמה אני מאד וכו'. ומה שתמה על רבינו י''ל שמאחר שיש כאן מאה סאה חולין מתוקנים כשנתערבו עמהם מאה טבל שיש בהם אחת תרומת מעשר והרי היא עולה במאה חולין מתוקנים וא''כ לא היה צריך להעלות מהכרי אלא ק' של טבל שיש בהם אחת תרומת מעשר ונשארו בכרי ק' חולין מתוקנים: \n",
                "<b>ומ''ש</b> עוד הראב''ד על דברי רבינו והטעם שכתב אינו טוב איני יודע למה כתב כן דכיון שכשנפלה סאה תרומה למאה של חולין הדין הוא שיעלה סאה אחת לתרומה וישארו החולין כמות שהיו ולא יעלה המאה של חולין וישאיר הסאה תרומה ובב''ר אם היה מעלה מאה ותשאר מאה היה אפשר שיטעה ויחשוב שהמאה הנשארים הם של טבל והמאה שהעלה הם חולין מתוקנים ויאכלם ולפי האמת הם של טבל מהטעם הנזכר ולפיכך אמרו שיעלה ק''א כדי שיכיר שאלו שהעלה הם של טבל שכיון שמעלה ק''א הרי יש היכר שאלו הם של טבל שיש בהם סאה יתירה של תר''מ ומאי גריעותא דהאי טעמא שאמר עליו שאינו טוב וכבר כתבתי דברי רבי' בפירוש המשנה שזה הוא פי' מה שאמר רבי יוסי בירושלמי אם אתה אומר אני נוטל מאה אני אומר כל חולין עלו בידו ונמצאו אלו כטבלים: \n",
                "<b>ומ''ש וכן אם נתערב מעשר טבול בחולין מתוקנים אוסר בכל שהוא: ומ''ש ואם אין לו מעשר מגביה המעשר שנתערב ומפסיד מהחולין המתוקנים כדי תרומת מעשר וכו'.</b> זו היא ששנינו מאה טבל מאה מעשר נוטל ק''י: \n\n"
            ],
            [
                "<b>ומ''ש טבל שנתערב במעשר טבול וכו' זו היא ששנינו ק' טבל ק' מעשר נוטל ק''א: כתב</b> הראב''ד טבל שנתערב במעשר טבול וכו' עד הנשארות. א''א אם הנשארות טבל מה תיקן וכו' עד כמו תר''מ שבטבל. מ''ש אם הנשארות טבל מה תיקן וכו' י''ל שתיקן הוא שיחזור כמות שהיה וכמבואר במה שכתבתי מלשון רבינו בפירוש המשנה: \n",
                "<b>ועל מ''ש רבינו היה המעשר מרובה קרא שם לתרומה מעשר שבטבל כו' כיצד מאה טבל וכו' עד והם מעשר כשהיו: כתב</b> הראב''ד בחיי ראשי אפשר שיבא לידי טעות גדולה מזו וכו' וי''ל שרבינו סובר שמאחר שהיו מאתים מעשר שתרומת מעשר של עשרים סאין אין אדם שיטעה לומר שבשתי סאין שהפריש יהא מתוקן. ולפי שראיתי בספרי רבינו טעות סופר אמרתי לכתוב הנוסחא הנכונה היה המעשר מרובה על הטבל קורא שם לתרומת מעשר שבטבל ומפריש הטבל וכדי תרומת מעשר של טבל אחד ממאה מן המעשר ויהיה הטבל כולו מדומע וימכרנה לכהן חוץ מדמי שתי תרומות שבו ונמצא מפסיד מן המעשר אחד ממאה שבו שהוא כמו תרומת מעשר שבטבל כיצד מאה טבל עם מאתים מעשר מפריש ק''ג והשלש הן תרומת מעשר של ק' טבל ושיעור ת''מ ממאתים (מעשר) כדי שלא יבאו לטעות אם נתערבו בכמותו וישאר קצ''ז והם מעשר כשהיו: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ז-ט)</small> מי שהיו לו עשר שורות וכו'.</b> משנה בסוף דמאי (משנה ח') מי שהיו לו עשר שורות של עשר עשר כדי יין ואמר שורה החיצונה אחת מעשר ואין ידוע אי זו היא נוטל שתי חביות לוכסן חצי שורה החיצונה אחת מעשר ואין ידוע אי זו היא נוטל ד' חביות מד' זויות שורה אחת מעשר ואין ידוע אי זו היא נוטל שורה אחת לוכסן חצי שורה אחת מעשר ואין ידוע אי זו היא נוטל שתי שורות לוכסן חבית אחת מעשר ואין ידוע אי זו היא נוטל מכל חבית וחבית. וכתב שם רבינו שמא תאמר היאך יוציא חבית מעשר ממאה חביות והלא עישוריתם י' חביות יש לך לדעת שלא גזר זה המעשר על החביות האלו. ואמנם עשאו מעשר על שיש לו במקום אחר אם קבע כד אחת משורה החיצונה אחת מעשר ואין ידוע אי זו היא שיש כאן ד' שורות חיצונות לד' רוחות ולא ידע אי חיצונה שבמזרח או חיצונה שבמערב או בצפון או שבדרום נוטל שתי חביות לוכסן דהיינו חביות שבקרן דרומית מזרחית ושבקרן צפונית מערבית שכל חביות שבקרן נמנית מן השורה לשני רוחות ואם קבעה בחצי שורה החיצונה ואין ידוע אי זו הוא דלא ידיע באי זו שורה ובאי זה צד של שורה הוטל ד' חביות מד' זויות דמה נפשך אחת מהן מעשר כדפרישית. ואם אמר חבית אחת משורה אחת מעשר ולא ייחד אי זו שורה מהן דהשתא מסופק אף בפנימית הילכך נוטל שורה אחת באלכסון מתחיל מקרן דרומית מזרחית ונוטל חבית אחת מכל שורה עד קרן צפונית מערבית ואם אמר חצי שורה אחת מעשר ולא ייחד אי זו חצי שורה דהשתא מסופק בכולן ובאי זה צד של חצי שורה הילכך לא סגי באלכסון אחד ונוטל שני אלכסונין אחד מתחיל מקרן דרומית מזרחית והולך באלכסון עד צפונית מערבית ואחד מתחיל מקרן מזרחית צפונית והולך ונוטל באלכסון עד קרן מערבית דרומית: \n",
                "<b>ויש</b> לדקדק במה שכתב רבינו שמערב חביות אלו ומפריש מהן והיאך יצא ידי חובתו במה שיפריש מתערובת זה שיעור מה שקבע מעשר על מקום אחר והלא צריך להפריש מאותו חבית שקבע דוקא וצ''ל שכיון שנתערב אנו רואים כאילו כל התערובות דבר אחד והוי כאילו כולו מאותו חבית שקבע: \n\n"
            ]
        ],
        [
            [
                "<b>בימי יוחנן כהן גדול וכו'.</b> פירקא בתרא דסוטה (דף מ''ח) ופירקא קמא דיומא (דף ט') וכתב רבינו שהיה אחר שמעון הצדיק לאפוקי שלא נאמר אותו יוחנן כהן גדול ששימש בכהונה גדולה שמונים שנה ולבסוף נעשה צדוקי: \n\n"
            ],
            [],
            [
                "<b>ומה שכתב אע''פ שאין מפרישין וכו'.</b> משנה בפרק רביעי דדמאי (משנה ג') וכחכמים: \n\n"
            ],
            [
                "<b>כשמפרישין מן הדמאי וכו'.</b> משנה פ''ק דדמאי (משנה ד') \n",
                "<b>ומ״ש אין מברכים עליהם לפי שהוא ספק.</b> זה הטעם נתן אביי בפרק במה מדליקין (שבת דף כ״ג) ורבא נתן טעם מפני שרוב ע״ה מעשרין וסובר רבינו דרבא לא פליג אדאביי אלא טעמא אחרינא קאמר לרווחא דמילתא: \n\n"
            ],
            [
                "<b>כיצד מעשרין את הדמאי וכו'.</b> משנה פרק ה' דדמאי (משנה א'): \n",
                "<b>ומ''ש שאינו רשאי להפריש ת''מ וכו'.</b> כן משמע ממה שיבא בסמוך: \n\n"
            ],
            [
                "<b>ומ''ש ומותר להפריש מעשר שני קודם הראשון בדמאי.</b> משנה בפ''ק דדמאי (משנה ד') גבי דמאי אם הקדים מעשר שני לראשון אין בכך כלום ומשמע דוקא הקדים שני לראשון אבל תרומת מעשר קודם מעשר לא וכן בדין שהרי תרומת מעשר היא מעשר מן המעשר ואם אין המעשר היאך יפריש מעשרו ומפני כך בכל מקום במשנה דמסכת דמאי מקדים לסיים מקום תרומת מעשר בעודו חולין ואינו קורא שם עליו עד שיקרא שם למעשר ראשון. \n",
                "<b>ומ''ש ואם רצה אומר מעשר שני של פירות אלו וכו'.</b> במשנה פ''ה דדמאי (מ''א): \n",
                "<b>וכן הלוקח ככר מן הנחתום וכו'.</b> משנה שם פ''ה דדמאי: \n\n"
            ],
            [
                "<b>וכן המזמין את חבירו וכו'.</b> משנה רפ''ז דדמאי (משנה א'): \n",
                "<b>ומ''ש מפני שמותר להתנות תנאים אלו על הדמאי אע''פ שאינו ברשותו אבל על הודאי אינו מתנה אלא על דבר שברשותו.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>כיצד היו ק' תאנים של טבל וכו'.</b> משנה שם פ''ז (מ''ה): \n\n"
            ],
            [
                "<b>וצריך לרחוש בשפתיו וכו'.</b> שם בירושלמי על ההיא דהמזמין את חבירו. \n",
                "<b>ומה שכתב וטבל שיש עליו תנאי זה וכו' ונותן עיניו בצד זה כו'.</b> ירושלמי בפרק הנזכר: \n\n"
            ],
            [
                "<b>נתן לו ע''ה כוס לשתותו וכו'.</b> משנה ב' שם: \n\n"
            ],
            [
                "<b>וכן אם זימנו חבירו לשתות בשבת וכו'.</b> ג''ז משנה שם: \n",
                "<b>וכן פועל שאינו מאמין לב''ה וכו'.</b> משנה ג' בפירקא בתרא דדמאי פועל שאינו מאמין לב''ה נוטל גרוגרת אחת ואומר זו וט' הבאות אחריה עשויות מעשר על צ' שאני אוכל זו עשויה תרומת מעשר עליהם וכו' x וחוסך גרוגרת אחת רשב''ג אומר לא יחסוך מפני שהוא ממעט מלאכתו של ב''ה רי''א לא יחסוך מפני שהוא תנאי ב''ד ובתוספתא תנאי ב''ד שתהא תרומת מעשר משל ב''ה ומעשר עני משל פועל ובירושלמי כתוב בהפך והוא ט''ס ויש לתמוה למה פסק רבינו כרבי יוסי ולא כת''ק או ה''ל למיפסק כרשב''ג שכל מקום ששנה רשב''ג וכו' ויש לומר שרבינו מפרש שרבי יוסי לא בא לחלוק על תנא קמא אלא לתת טעם לדבריו וכן כתב בפי' המשנה והו''ל רשב''ג יחיד דאין הלכה כמותו וז''ל רבינו בפירוש המשנה פירוש חוסך מחסר ומ''ש חוסך גרוגרת אחת האחת היא שעשאה תרומת מעשר יחסרנה מן המנין ויתננה לכהן ואמר רשב''ג לא יחסרנה מממון ב''ה כי ימעיט ממונו והוא מ''ש ממעט מלאכתו הוא ממונו כמו לרגל המלאכה אשר לפני אבל יחסרנה ממה שהוא אוכל ר''ל מהמנין שפסק עם ב''ה וחולק רבי יוסי על רבן שמעון בן גמליאל ואמר כי תנאי בית דין הוא שלא יחסר תרומת מעשר של דמאי אלא משל ב''ה וכן אמרו בתוספתא תנאי בית דין הוא שתהא תרומת מעשר משל ב''ה ומעשר שני משל פועל ולא חלק רבי יוסי על תנא קמא אבל הודיענו טעם דבריו [במה שאמר שהוא תנאי ב''ד] ואין הלכה כרשב''ג עכ''ל: \n",
                "<b>והראב''ד</b> כתב א''א איני יודע מה צורך לתנאי בית דין וכו'. ואנכי לא ידעתי למה עשה עצמו הראב''ד כמי שאינו יודע בהיות דברי רבינו מבוארים בתוספתא ובירושלמי: \n\n"
            ],
            [
                "<b>הנחתומים לא חייבום חכמים וכו'.</b> משנה בפרק שני דדמאי (משנה ד'): \n",
                "<b>ומה שכתב כדי שיפרישנה בטהרה עם החלה.</b> שם בירושלמי כרבי יוחנן. \n",
                "<b>ומה שכתב במה דברים אמורים במוכר בחנותו וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>שנים שבצרו כרמיהם וכו'.</b> משנה בפ''ו דדמאי (משנה ז') ודברי רבינו כאן כמו שכתב בפירוש המשנה: \n",
                "<b>וכתב</b> הראב''ד א''א המשנה כך היא וכו'. ואני אומר שמדברי רבינו כאן ובפירוש המשנה לא קשיא מההיא מתניתין דבתרה דהכא מיירי בשהם שותפים בכרם וחלקו הענבים והפריש המעשר מחלקו מעשרותיו ואחר כך עירבו הענבים של זה ושל זה בגת ודרכו כולם ביחד נמצא שחצי התירוש שלקח זה המעשר יש לומר בו שהוא מחלק חבירו משום דאין ברירה ולפיכך מפריש עליו דמאי אבל בההיא מתני' כשבאו לחלוק עדיין לא הפריש החבר כלום וכשנוטל חטים שבמקום פלוני לחלקו אז יפריש מעשרות המחוייבים לחלקו ולא אתא מתניתין אלא ללמדנו דלא נימא דאסור משום דהוי כמוכר טבל לע''ה קמ''ל דכיון ששניהם מין אחד שרי ואין זה ענין למתניתין דשנים שבצרו כרמיהם לתוך גת אחת: \n\n"
            ]
        ],
        [
            [
                "<b>המקבל עליו להיות נאמן וכו'.</b> משנה בפרק ב' דדמאי (משנה ב'). \n",
                "<b>ומ''ש וצריך שיקבל עליו דברים אלו ברבים.</b> בס''פ עד כמה בכורות (דף ל':) ת''ר הבא לקבל דברי חבירות צריך לקבל בפני ג' חבירים: \n\n"
            ],
            [
                "<b>כל תלמיד חכם לעולם נאמן וכו'.</b> שם: \n",
                "<b>תלמיד חכם שמת וכו'.</b> פרק קמא דפסחים (דף ד':) ובפרק ב' דנדה: \n\n"
            ],
            [
                "<b>בת עם הארץ או אשתו וכו' עד עד שיחשדו.</b> בסוף פרק עד כמה (בכורות דף ל') וכתנא קמא: \n",
                "<b>בנו או עבדו של חבר שהיו למודים אצל עם הארץ וכו' עד הרי הן כעם הארץ.</b> תוספתא פרק שני דדמאי: \n\n"
            ],
            [
                "<b>מי שאינו נאמן וכו'.</b> ירושלמי פ''ב דדמאי ותוספתא פ''ג דדמאי והיא כתובה בשיבוש: \n\n"
            ],
            [
                "<b>היה הוא נאמן וכו' עד שמא אביו התנה עליו.</b> ירושלמי שם בפרק ב' ויש בספרי רבינו חסרון הניכר מט''ס שדילג אשתו נאמנת והוא אינו נאמן מתארחין אצלו ואין לוקחין ממנו: \n\n"
            ],
            [],
            [],
            [
                "<b>עם הארץ שנתן מעה לחבר וכו'.</b> משנה בסוף פרק ששי דדמאי (משנה י''ב) ומייתי לה בפרק בכל מערבין (עירובין דף ל''ו ל''ז) ומשמע התם דמיירי בשזה החבר קנה אגודה אחרת לעצמו וקמ''ל שאין אומרים זו שהוא נותן לעם הארץ היא אשר קנה לעצמו ונמצא שהחבר מוכר דמאי לעם הארץ אלא אמרינן יש ברירה והא קיימא לן דבדרבנן יש ברירה: \n",
                "<b>ומ''ש ואם החליף את המעה וכו'.</b> שם בירושלמי תני רשב''ג אומר אם החליף את המעה צריך לעשר א''ר יוסי הדא אמרה הנותן מעות לחבירו להחליפן ואבדו חייב באחריותן ולכאורה משמע שהטעם מפני שמאחר שהוא חייב באחריותן הוי כאילו החבר קנה ממעותיו ומכר לע''ה לפיכך אסור ליתן לו עד שיעשר. \n",
                "<b>ומ''ש ואם פירש החבר ולא לקח סתם וכו'.</b> שם במשנה ואם אמר זה שלי וזה של חבירי ונתערבו חייב לעשר אפי' הן מאה. וז''ל רבינו בפירוש משנה זו ההלכה הזאת מיוסדת על ג' עיקרים האחד שהוא אסור למכור דמאי כ''ש טבל לע''ה ומותר למוכרו לת''ח מפני שהוא יפריש מהם תרומת הכתוב ואז יאכלנה והעיקר השני שזה המוכר תלמיד חכם והעיקר הג' שזה המוכר ידע השליחות ששלח ע''ה לת''ח לקנות לו וע''כ כשיאמר ת''ח השליח לת''ח המוכר תן לי באלו הדמים כך וכך ולא הודיעוהו אם זה הדבר הקנוי לעצמו יקנהו או לע''ה יקנהו אשר שלחו זה הדבר הקנוי פטור שמאחר שידע ת''ח המוכר כי זה הקונה בשליחות ע''ה בא לקנות לא יתן לו אלא פירות מתוקנים כדי שלא יבא ע''ה לידי מכשול ואם יבאר ת''ח השליח אל המוכר ויאמר אלו הדמים לי ואלו לחבירי ר''ל לע''ה ששלחו ויתן לו בזה הכסף בפני עצמו ובזה האחר בפני עצמו י''ל אולי מה שנתן לחבר הוא טבל מפני שידע שלא יאכלנו עד שיוציא תרומותיו ומה שנתן לע''ה הם פירות מתוקנים כפי אשר ביארנו וכשיתערב נתחייב הדבר ההוא המעורב במעשר דאילו קנה לעצמו אגודה אחת ולחבירו מאה ונתערב יתחייב הכל מעשר דמאי וכל זה בשלא שאל למוכר אבל אם ישאל למוכר ויאמר לו מתוקנים הם נאמן וכל מה שיקנה ממנו פטור מפני שהוא ת''ח עכ''ל. וע''פ הדברים האלה צריך לתת טעם למה אם החליף את המעה צריך לעשר כי הטעם שכתבתי למעלה אינו עולה לפי זה ואפשר לומר שהטעם מפני שכשראהו המוכר שהחליף את המעה חושב שחזר בו משליחותו ואינו קונה אלא לעצמו ונותן לו דמאי ולפיכך צריך לעשר: \n\n"
            ],
            [
                "<b>חמשה שאמרו לאחד וכו' עד לעשר את הכל.</b> תוספתא פרק ח' דדמאי והטעם פשוט דכשהביא בעירבוב הוי כאילו האחד נותן משלו לחבירו וחבר אסור ליתן דמאי לע''ה אא''כ עישר: \n\n"
            ],
            [
                "<b>עם הארץ שאמר לחבר וכו' עד תורמין.</b> ירושלמי פרק ב' דמעשרות (הלכה א') אלא שמתוכו נראה שיש קצת חסרון לשון בדברי רבינו דהכי איתא התם צא ולקט לך עשרים תאנים משלי אוכל כדרכו והוא פטור צא ומלא את הכלכלה לא יאכל עד שיעשר בד''א בע''ה אבל בחבר אוכל ואינו צריך לעשר דברי רבי רשב''ג אומר בד''א בע''ה אבל בחבר מתקנן ודאי שלא נחשדו חבירים לתרום שלא מן המוקף אמר רבי רואה אני את דברי מדברי רשב''ג מוטב שיתרומו שלא מן המוקף ולא להאכיל לע''ה טבלים. \n",
                "<b>ומ״ש בספרי רבינו ומעשרן דמאי</b> מבואר שהוא ט״ס וצריך להגיה ולכתוב ודאי במקום דמאי. ובפרק בכל מערבין (עירובין דף ל״ב) תנן האומר לחבירו לקוט לך תאנים מתאנתי אוכל מהם עראי ומעשרן ודאי מלא כלכלה זו תאנים מתאנתי אוכל מהם עראי ומעשרן דמאי בד״א בע״ה אבל בחבר אוכל ואינו צריך לעשר דברי רבי רשב״ג אומר וכו' אמר רבי נראים דברי מדברי אבא מוטב שיחשדו חבירים לתרום שלא מן המוקף ואל יאכילו לעמי הארץ טבלים ופירשו בגמרא דה״ק במה דברים אמורים בע״ה שאמר לחבר אבל חבר (כלומר) שאמר לעם הארץ וחבר אחר שומעו אוכל ואינו צריך לעשר דודאי עשורי עשריה ההוא חבר קמא אע״פ שאינו מוקף דניחא ליה לחבר דלעביד איסורא קלילא ולא ליעביד ע״ה איסורא רבה ורשב״ג סבר איפכא x ופירש״י דכשא״ל לקוט לך תאנים סתם ולא פירש כמה מעשרן ודאי כיון שאינו יודע כמה ליקט ודאי שלא עישר עליהן אבל כשא״ל כלכלה זו כיון שיודע כמה הם אמרינן דעישר עליהם ולכך חבר זה אינו מעשר אלא דמאי: \n\n"
            ],
            [
                "<b>מותר להאכיל את העניים ואת האורחים דמאי.</b> משנה ריש פרק ג' דדמאי (משנה א'). \n",
                "<b>ומה שכתב וצריך להודיען.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>גבאי צדקה גובין סתם וכו'.</b> שם במשנה וכחכמים: \n\n"
            ],
            [
                "<b>רופא חבר שהיה מאכיל לחולה עם הארץ וכו' עד סוף הפרק.</b> שם בירושלמי והטעם פשוט שאין לחבר להאכיל בידו דבר איסור בפיו ומיהו בתוך ידו לא גזרו כיון שהוא של חולה והוא ספק שהרי מצוי לו ורופא לאו מידי עביד אבל בודאי אף לתוך ידו אסור שהרי מסייע ידי עוברי עבירה וכן אם הדמאי של חבר הרופא אין לחבר להאכיל דבר בלתי מתוקן: \n\n"
            ]
        ],
        [
            [
                "<b>אסור למכור את הדמאי לע''ה או לשלוח לו וכו'.</b> משנה פ''ג דדמאי (משנה ג'). \n",
                "<b>ומ''ש אבל מוכרים אותו ומשלחים אותו לת''ח וכו':</b> \n\n"
            ],
            [
                "<b>כל המשפיעים במדה גסה וכו'.</b> משנה פ''ב דדמאי (משנה ד'): \n",
                "<b>ומ''ש מפני שהם מוסיפים על המדה.</b> שם בירושלמי: \n\n"
            ],
            [],
            [
                "<b>ומ''ש סלי זיתים וענבים וכו'.</b> שם במשנה פטר רבי יוסי: \n",
                "<b>כתב</b> הראב''ד לא ראינו מחלוקת על רבי יוסי שהוא מתיר במשנה עכ''ל. ורבינו משמע ליה דיחידאה הוא ופליגי עליה רבנן דאל''כ למה נשנה בלשון יחיד: \n\n"
            ],
            [
                "<b>אמר אחד מהן באו ונתקן הפירות וכו'.</b> ירושלמי שם. \n",
                "<b>וכתב</b> הראב''ד א''א בדמאי ירושלמי פרק ב' וכו'. ואני אומר דברי רבינו מבוארים שם שאין תנאי ב''ד זה אלא כשאמר אחד מהן באו ונתקן הפירות האלו: \n\n"
            ],
            [
                "<b>חבר וע''ה שירשו את אביהם עם הארץ וכו'.</b> משנה פ''ו דדמאי (משנה ט'): \n\n"
            ],
            [],
            [
                "<b><small>(ז-ח)</small> מי שהיה נושא ירק וכו' עד לא יחזיר עד שיעשר.</b> משנה פ''ג דדמאי (משנה ב'): \n\n"
            ],
            [
                "<b>המוצא פירות בדרך וכו'.</b> משנה פרק שני דמכשירין (משנה י'): \n\n"
            ],
            [
                "<b>נטלן לאכלן וכו' עד ה''ז מותר וכו'.</b> משנה פרק ג' דדמאי (משנה ג'): \n\n"
            ],
            [
                "<b>קניבת ירק וכו'.</b> תוספתא פרק רביעי דדמאי ודומה לזה נתבאר בפרק י''א דתרומות: \n\n"
            ],
            [
                "<b>הנותן לפונדקית וכו'.</b> פרק ג' דדמאי (משנה ה'): \n",
                "<b>ומ''ש אבל הנותן לחמותו או לשכנתו וכו'.</b> שם במשנה הנותן לחמותו מעשר את שהוא נותן לה ואת שהוא נוטל ממנה מפני שהיא חשודה להחליף את המתקלקל א''ר יהודה רוצה היא בתקנת בתה ובושה מחתנה ובירושלמי (הלכה ו') אמר רבי יוחנן אוף קדמייתא על דעתיה דרבי יהודה היא דרבי יהודה אמר הנותן לחמותו כנותן לפונדקית ורבנין אמרין הנותן לחמותו כנותן לשכנתו כהדא דתניא הנותן לשכנתו פת לאפות לו תבשיל לעשות לו אינו חושש לא משום שביעית ולא משום מעשרות אימתי בזמן שנתן לה שאור ותבלין אבל אם לא נתן לה שאור ותבלין חושש משום שביעית ומשום מעשרות. ופירש ר''ש אף קדמייתא על דעתיה דרבי יהודה וה''ק דברי רבי יהודה שרבי יהודה אומר רוצה היא בתקנת בתה ופסק רבינו כרבנין. \n",
                "<b>ומ''ש בין שנשא בתה בין שאירסה.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>המוליך חטיו וכו' עד להחליף הפקדון.</b> משנה פרק ג' דדמאי (משנה ד'): \n",
                "<b>כתב</b> הראב''ד ואם מפני הספק הזה וכו'. טעמו לומר דהוי ספק שמא החליפן בחטים של עם הארץ שמא לא החליפן ואת''ל החליפן בחטים של עם הארץ שמא אותו עם הארץ עישר ותרם פירותיו ואני אומר דמאחר דקיימא לן רוב עמי הארץ מעשרין הם ואפילו הכי חיישינן להו משמע דרבנן אחמור בהו בהא למיחש אפילו למיעוטא והוא הדין דאחמור בהו למיחש אפילו לספק ספיקא. ומה שכתב אלא שמא החליפם משלו ומירוח העכו''ם חייב מדרבנן יתבאר בסמוך: \n\n"
            ],
            [
                "<b>עם הארץ שהיה משתמש וכו'.</b> תוספתא פרק ג' דדמאי: \n\n"
            ],
            [
                "<b>המפקיד פירותיו אצל הנכרי וכו'.</b> משנה פ''ג דדמאי (משנה ד') וכתנא קמא: \n",
                "<b>כתב</b> הראב''ד בגמרא מקשה הכא את אמר דמאי וכו'. שם בירושלמי (הלכה ג') בלשון הזה הכא את אמר לטוחן הנכרי דמאי והכא את אמר אצל הנכרי כפירותיו כאן קופה בקופות כאן פירות בפירות והראב''ד מתוך שהוא סובר דמירוח העכו''ם חייב מדרבנן גורס הכא את אמר ודאי במקום הכא את אמר כפירותיו וע''פ מה שפירש הוא ז''ל שהחששא היא שיחליף בפירותיו מפני כך כשהיא קופה בקופות מאחר שהוא מתיירא קרוב הדבר שלא החליף ומש''ה לא הוי אלא דמאי אבל כשהפקיד פירות בלא קופה מאחר שהנכרי חזקתו מחליף כיון שאינו מתיירא הו''ל ודאי החליף ולפיכך הוי ודאי אבל לדעת רבינו שסובר דמירוח עכו''ם בשל עכו''ם פטור אפילו מדרבנן כשאמרו הרי הן כפירותיו לא אמרו אלא בהפקיד אצלו חולין מתוקנין וכמו שכתב רבינו ומש''ה הקשו למה אמרו כפירותיו לומר שאם הפקיד אצלו חולין מתוקנין אינו צריך להפריש כלום ולא אמרו שיהיו דמאי כמו שאמרו במוליך לטוחן נכרי ושני דהתם קופה בקופות כלומר דרך להוליך לטחון כל אחד בקופתו ועשויות להתחלף קופה בקופות ע''ה שהיא דמאי אבל מפקיד אצל נכרי לא שייך להחליף אלא בפירותיו שהן פטורים וזה הוא פירוש הכא פירות בפירות: \n",
                "<b>ועל מ''ש רבינו כמו שביארנו בהלכות תרומות דגנך ולא דגן עכו''ם.</b> כתב הראב''ד חייבים מדרבנן עכ''ל. וטעמו מדגרסינן במנחות פרק רבי ישמעאל מירוח העכו''ם אי פוטר תנאי היא תורמין משל ישראל וכו' דר''מ ורבי יהודה סברי אינו פוטר ורבי יוסי ור''ש סברי פוטר ובתר הכי אמר רבא מ''ד מירוח העכו''ם פוטר גלגול העכו''ם פוטר מ''ד מירוח העכו''ם אינו פוטר גלגול העכו''ם אינו פוטר ואותבוה רב פפא ורבינא לרבא מדתניא וכו' והא האי תנא דאמר מירוח העכו''ם אינו פוטר גלגול העכו''ם פוטר מדרבנן גזירה משום בעלי כיסים וטעם רבינו משום דבפ''ק דבכורות גבי הלוקח טבלים ממורחים מן העכו''ם אי דמרחינהו עכו''ם דגנך אמר רחמנא ולא דגן עכו''ם משמע בהדיא דדיגון עכו''ם אפי' מדרבנן פוטר וא''ת תיקשי לן מאי דתנן בפ''ג דדמאי גבי מפקיד פירותיו אצל נכרי ר''ש אומר הרי הן דמאי ואם איתא דמירוח עכו''ם פוטר אפילו מדרבנן מאחר דרבי יוסי ור''ש סברי דמירוח העכו''ם פוטר אמאי אמר ר''ש דהוו דמאי הא אפילו החליפן פטורים הם וי''ל דסבר ר''ש דחיישינן שמא ישראל אחר הפקיד אצלו והוחלפו אלו באלו ולפיכך הם דמאי וכן פירש רבינו בפירוש המשנה ובהא לא קי''ל כר''ש: \n\n"
            ]
        ],
        [
            [
                "<b>הלוקח פירות וכו'.</b> משנה רפ''ד דדמאי (משנה א'): \n",
                "<b>ומה שכתב אפי' היו לו פירות אחרות מתוקנים מאותו המין וכו'.</b> ירושלמי שם: \n\n"
            ],
            [
                "<b>אע''פ שהוא אוכל על פיו בשבת וכו'.</b> שם במשנה. \n",
                "<b>ומ''ש על שאכל בשבת: היתה שבת ויו''ט סמוך לה וכו' וכן בשני י''ט של גליות.</b> ירושלמי שם: \n\n"
            ],
            [
                "<b>הנשבע על חבירו שיאכל עמו בשבת וכו'.</b> משנה שם (מ''ב): \n\n"
            ],
            [
                "<b>מי שאינו נאמן וכו'.</b> משנה א' שם תרומת מעשר של דמאי שחזרה למקומה ר״ש שזורי אומר אף בחול שואלו ואוכלו על פיו ואמרינן בפרק בהמה המקשה (חולין דף ע״ה:) ובפרק אע״פ ובפרק הקומץ רבה (מנחות דף ל״ד) דהלכה כר״ש שזורי. \n",
                "<b>ומ''ש בין למקום אחר בין למקומה</b> הכי אמרינן בירושלמי בפרק ד' דמסכת דמאי לר''ש. \n",
                "<b>ומ''ש כשם שאימת שבת על עמי הארץ וכו'.</b> שם בירושלמי ובתוספתא דדמאי פ''ה: \n",
                "<b>וכתב</b> הראב''ד דברים הללו זרים הם אצלי וכו'. משיג על מה שפירש רבינו שאמר וחזר ואמר הפרשתיה שאם נפלה לפחות ממאה לא סגי כשיפרישנה וע''כ אי סגי לה בשיפרישנה צ''ל שנפלה למאה וא''כ אין כאן דימוע והיאך קאמר אימת דימוע עליו ולפיכך פירש דהב''ע כשנפלה לפחות ממאה ושואלין אותו אם הדמאי הזה היה מתוקן מקודם ונמצא שלא היה צריך להפריש ממנו תרומת מעשר והכל מותר וכן פירש''י בפרק ד' דחולין. ואם תאמר א''כ למה הפריש ממנו יש לומר דלפי שהחבירים לא היו מאמינים אותו אי נמי שהפרישה החבר ולדעת רבינו יש לומר שמ''ש והפרשתיה היינו שעשה בענין שנתקן המדומע דהיינו שנתערב עם פירות חולין שלא במתכוין עד שעלתה בק''א, ומ''מ מ''ש הראב''ד שאם נפלה לפחות מק' אינו נוח לי והכי הל''ל שאם נפלה לפחות ממאה כי הפרישה מאי הוי. ועל פירוש רבינו ק''ל דבירושלמי משמע כפירוש הראב''ד דגרסינן התם (פ''ד ה''א) אמר רבי אבין לא דמיא ההיא שאלתא לההיא קמייתא תמן לא בגין דחשיד לך אלא בגין דזבנית מינך אתמול חטין וחמית אוכלוסין עליך ואמרית דילמא דאנשיתה מתקנה מתקנים הויין ברם הכא בגין דחשדתך ותקינתן ותתקריין מתקנן הויין רבי שמואל בריה דרבי יוסי בן ר' בון אמר תני בר קפרא כן אימת הדימוע עליו והוא אומר אמת ומדקאמר מתקנן הויין משמע בהדיא כפירוש הראב''ד ויש לתמוה למה לא הביא הראב''ד ראיה לפירושו מהירושלמי הזה ולענין מה שקשה ממנו על פירוש רבינו אפשר לומר שהוא ז''ל מפרש דרבי אבין בתמיהא קאמר לא דמיא ההיא שאלתא כלומר הכא כיצד יאמר לו הייתי חושד אותך ולפיכך תקנתים וזה אומר כיון שזה היה חושד אותי לא אומר לו אמת ומשיב תני בר קפרא שאעפ''כ יאמר לו אמת משום דאימת דימוע עליו: \n\n"
            ],
            [
                "<b>מי שאינו נאמן וכו'. ומה שכתב לפיכך מי שאינו נאמן וכו'.</b> כתב הראב''ד אני לא מצאתי כן לא בתוספתא וכו'. ואני אומר שטעם רבינו משום דרישא דברייתא בירושלמי פ''ד דדמאי ובתוספתא דמעשר שני פ''ג הכי איתא תני ראו אותו מפריש שני נאמן לראשון דר''א וחכמים אומרים הנאמן לראשון נאמן לשני הנאמן לשני אינו נאמן לראשון וחכמים אמאי דקתני רישא דברייתא ראו אותו מפריש קיימי וידוע דהלכה כחכמים ונתן רבינו טעם לדבר שכיון שראינו שהפריש מעשר ראשון שהוא צריך לתתו ללוי מכ''ש שהפריש מעשר שני שאינו צריך לתתו לאחרים שהוא עצמו יעלה ויאכלנו בירושלים אבל אם ראינוהו שהפריש מעשר שני אין להחזיקו שהפריש מעשר ראשון לפיכך המוציא פירות מביתו כלומר שלא ראינוהו מפריש אלא מפיו אנו חיים שאמר פירות אלו מעשר ראשון נאמן שהרי הוא בחזקת שאומר אמת מהטעם הנזכר ואין צריך להפריש מהם תרומה גדולה ואם אומר שהפריש מהם תרומת מעשר גם תרומה זו אין צריך להפריש דמהימנינן ליה ומטעם זה ג''כ אין צריך להפריש עליהם תרומה ומעשרות אבל אם אמר אלו מעשר שני אינו נאמן מהטעם שנזכר: \n",
                "<b>ומ''ש</b> עוד הראב''ד הוציא להם מעשר שני וכו'. נראה שכתבו משום דהאי בבא מוכחא כפירוש רבינו דמיירי באינו מוחזק לנאמן אלא שראו אותו שהפריש מעשר שני ואחר כך אמר שהוא פדוי נאמן ובהאי גוונא מיפרשא ההיא דהנאמן לראשון נאמן לשני וכפירוש רבינו. ותירץ דאין ראיה משום דהתם בשלא ראו אותו שהפרישו וטעמא אחרינא איכא דאימת קדושתו עליו. ומ''מ צריך טעם למה כשאמר פדוי לי ופדוי לכם אינו נאמן ואפשר דה''ג פדוי לי [ופדו] לכם וה''ק פדוי הוא לי שפדיתיו אבל אם אתם לא תרצו לסמוך עלי פדו לכם ששם פקפוק בדבר אין סומכין עליו ואף גירסת ופדוי לכם תתפרש ע''פ זה וה''ק פדוי הוא גם לכם אם תרצו לסמוך עלי: \n\n"
            ],
            [],
            [
                "<b><small>(ו-ז)</small> האומר למי שאינו נאמן על המעשרות וכו' עד הרי אלו נאמנים.</b> משנה פ''ד דדמאי (מ''ה): \n",
                "<b>וכתב</b> הראב''ד הנכנס לעיר וכו'. א''א בירושלמי שלא בפניו נאמן בפניו אינו נאמן עכ''ל. וגירסא דידן בירושלמי כך היא אמרו לו שהוא נאמן ה''ז נאמן אמרו לו שאינו נאמן בפניו אינו נאמן שלא בפניו נאמן וטעמא דמילתא דכשאמרו לו בפניו שאינו נאמן ודאי קושטא קאמרי אבל כשאמרו שלא בפניו לישנא בישא הוא ואינם נאמנים להוציאו מחזקתו: \n\n"
            ],
            [
                "<b>ומ''ש בד''א בזמן שאינו מכיר אדם שם וכו' עד לא יקח אלא מן המומחה.</b> תוספתא פ''ה דדמאי: \n",
                "<b>כתב</b> עוד הראב''ד בד''א בזמן שאינו מכיר אדם וכו' א''א אמת כי התוספתא כך היא וכו'. ק''ל לפי פירוש הראב''ד שמכיר אדם שם פירושו שמכיר אדם מומחה שם היכי קתני סיפא ואם שהה שם שלשים יום אע''פ שאינו מכיר אדם שם לא יקח אלא מן המומחה שאם אינו מכיר מומחה שם היאך יקח מן המומחה וצ''ל דה''ק לא יקח אלא ממי שיאמרו לו הרבה מבני העיר שהוא מומחה וע''פ זה נוכל לפרש גם הרישא דה''ק בד''א שהוא סומך על אחד שיאמר לו איש פלוני נאמן בזמן שאינו מכיר אדם שם אבל אם מכיר אדם שם אינו סומך על אחד שיאמר לו פלוני נאמן אלא על מי שהוא מוחזק למומחה להרבה מבני העיר וטעמו משום דעל ידי אותו שהוא מכיר שהוא מבני העיר יגידו לו האמת שפלוני מומחה בעיני כל בני העיר ולא יהתלו כמו שאפשר שיהתלו בו כשאינו מכיר אדם שם: \n\n"
            ],
            [
                "<b>ומ''ש ולא התירו דברים אלו אלא וכו'.</b> בתוספתא דדמאי פרק חמישי: \n\n"
            ],
            [
                "<b>החמרים שנכנסו לעיר וכו'.</b> משנה ספ''ד דדמאי (משנה ז') ומייתי לה בפ''ב דכתובות (דף כ''ד) למירמי מינה דרבנן אדרבנן דסברי התם דאין לחוש לגומלין ותירצו בשכלי אומנותו בידו ומדברי רבינו כאן שלא התנה כן נראה שהוא מפרש כפיר''ח דאמתניתין דהתם קאי שאותו שאומר עליו שהוא כהן מביא כלים שמשתמשים בהם בטהרה כמו כלי גללים וכל אחד נזהר מלטמא אותו ולכך נאמן אלא שבפ''ב מהא''ב כתב דין אותה ברייתא ולא התנה בה כן ולכן צ''ל שסובר רבינו דכי מסקינן בתר הכי דרבי יהודה ורבנן במעלין מתרומה ליוחסין קמיפלגי מיתרצא נמי קושיא דרבנן אדרבנן ולא צריכים תו לאוקמא בשכלי אומנותו בידו: \n\n"
            ],
            [
                "<b>המוכר פירות בסוריא וכו'.</b> משנה ספ''ו דדמאי (מי''א): \n",
                "<b>כתב</b> הראב''ד מפני שרוב פירות שבסוריא וכו' ורבינו בפירוש המשנה כתב הטעם מפני שלא גזרו דמאי על הקונה פירות מפירות סוריא אלא א''כ ידוע שהפירות מקרקע ישראל: \n",
                "<b>ומ''ש והיה רוב ממכרו משדהו וכו'.</b> שם בירושלמי והוא שיהא רוב מכנסו משלו: \n\n"
            ],
            [
                "<b>עניים שאמרו פירות אלו של לקט שכחה ופאה וכו' עד ירק מבושל מקדרתו לעני.</b> משנה בפרק בתרא דפאה (מ''ב) ויש בספר רבינו חסרון וכך צריך להגיה כיצד חטים אלו לקט שכחה ופאה הם הרי אלו נאמנים קמח זה של לקט שכחה ופאה הוא אינם נאמנים ואין צ''ל שאינם נאמנים על הפת וכן נמצא בספר מוגה. \n",
                "<b>ומ''ש והוא שיהיה קרוב מן הגורן וכו'</b> שם בירושלמי: \n\n"
            ],
            [],
            [],
            [
                "<b>ומ''ש וכן בן לוי שאמר פירות אלו ממעשר שניטלה תרומתו וכו' אבל אין נאמן עליו לפוטרו ממעשר שני.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>אין כל הדברים האלו אמורים וכו' אבל מי שהוא חשוד למכור תרומה וכו'.</b> משנה בפרק עד כמה (בכורות דף ל') וכר״ש משום דרבא עבד עובדא כוותיה: \n",
                "<b>ומה שכתב אפילו קרבי דגים וכו'.</b> שם בגמרא. \n",
                "<b>ומ''ש ואין אסור אלא כל שלפניו אבל אצרו מותר וכו'.</b> בספ''ב דע''ז (דף ל''ט מ'). \n",
                "<b>ומ''ש וכן החשוד למעשר שני וכו'.</b> הכי משמע מדתני ר''ש כל שיש בו זיקת תרומה ומעשרות אין לוקחין ממנו דאשני מעשרות קאי. \n",
                "<b>ומ''ש וכל זה קנס מדבריהם.</b> אע''פ שבירושלמי בסוף מעשרות אמרו דלרבי יהודה דפליג אר''ש משום קנס הוא לאו למימרא דלרבי שמעון לא הוי קנס דודאי לכ''ע משום קנס הוא אלא דלרבי יהודה הוי קנס מרובה ולרבי שמעון הוי קנס מועט: \n\n"
            ],
            [
                "<b>חשוד שהעיד על של אחרים וכו'.</b> משנה פרק חמישי דבכורות (דף ל''ה) וכרשב''ג וקי''ל כל מקום ששנה רשב''ג במשנתנו הלכה כמותו ועוד דבפרק בתרא דיומא (דף ע''ח) איפסיקא הלכתא כרשב''ג: \n",
                "<b>ומ''ש לפיכך ע''ה שאמר זה טבל וכו' אפילו בשלו נאמן.</b> כתב הראב''ד אין דבר זה מחוור שהרי הנכנס לעיר וכו'. ויש לומר לדעת רבינו מה שהקשו בגמרא ועד אחד נאמן משום דמתניתין מיתניא סתמא ומשמע דאתיא ככ''ע מקשה דלא אתיא כרבי מאיר ומשני דמודה רבי מאיר בההיא משום חיי נפש לומר דמצי אתיא ככ''ע ואין זה ענין לפסק דין. ומ''ש ואם קבעו הלכה כרשב''ג וכו' רומז לההיא דסוף יומא דלענין מטיל מום בבכור איתמרא וי''ל דא''כ הו''ל לפרושי דלא פסק הלכה כרשב''ג אלא בהא ורשב''ג משמע ודאי דבכל איסורים נמי קאמר דנאמן על של חבירו ומדר''מ דאמר החשוד על הדבר לא מעידו דמשמע דבכל דבר קאמר נשמע לרשב''ג דאמר נאמן על של חבירו דבכל דבר קאמר הלכה כמותו וסתם לן תנא דבכורות כר''מ י''ל דהא סתם ואח''כ מחלוקת הוא סתם בספ''ד ומחלוקת בפ''ה וכל סתם ואח''כ מחלוקת אין הלכה כסתם: \n\n"
            ],
            [
                "<b>המוכר פירות לחבירו וכו'.</b> עי' במה שכתבתי בסוף ה' פסולי המוקדשין: \n\n"
            ]
        ],
        [
            [
                "<b>פירות שחזקתן מן ההפקר כגון השיתין וכו'.</b> משנה פרק קמא דדמאי (משנה א'): \n",
                "<b>ומ''ש והן שעדיין לא הטילו שאור.</b> שם בירושלמי וכחכמים ופירוש משיטילו שאור כתב רבינו בפירוש המשנה פ''ק דמעשרות משיתרפו ויתנפחו כלחם החמץ כי זה מנהג התמרים בעת הבישול: \n",
                "<b>ומ''ש אפי' א''ל ע''ה אינם מעושרים וכו'.</b> שם בירושלמי וכרבי יוחנן: \n\n"
            ],
            [
                "<b>הבכורות והסייפות וכו'.</b> שם בירושלמי. ומה שחילק בין בקעה לגינה שם בתוספתא: \n",
                "<b>וכן החומץ העשוי מן התמדים</b> גרסינן בדלי''ת והוא שם משנה וירושלמי ומשמע התם דהיינו דוקא במקום שאין החרצנים חשובים ומפקירים אותם או בשלא מצא אלא כדי מדתו: \n\n"
            ],
            [
                "<b>כשגזרו על הדמאי וכו'.</b> פ''א משנה שם (משנה ג') מכזיב ולהלן פטור מן הדמאי ובירושלמי שם הלכה ג' אמר רבי יוחנן בשעה שגזרו על הדמאי לא גזרו על דברים הללו. \n",
                "<b>ומ''ש וכזיב עצמה כלחוץ.</b> שם בירושלמי: \n",
                "<b>וכל הפירות הנמצאות מכזיב ולחוץ וכו':</b> \n\n"
            ],
            [
                "<b>פירות שידוע שהן מפירות הארץ וכו'.</b> משנה ברפ''ב דדמאי (משנה א') ואלו דברים מתעשרים דמאי בכל מקום הדבילה והתמרים והחרובין האורז והכמון ובירושלמי חיוב המינין האלו על ידי שאין כיוצא בהן בח''ל צרכו חכמים למנותן והא דבילה בבצרה שחיקה היא והא תמרי' באלכסנדריא דקיקין אינון והא חריב בבאירי גידוד הוא והא אורז בחולתא אבתר הוא סימוק הוא והא כמון בקיפרוס עקום הוא. \n",
                "<b>ומ''ש רבינו מתעשרים דמאי בכל ארץ ישראל ובסוריא</b> כלומר דהיינו פי' בכל מקום דקתני מתניתין אבל בח''ל לא כמ''ש בפ''א מהלכות תרומות שפירות א''י שיצאו חוצה לארץ פטורים: \n\n"
            ],
            [
                "<b>החמרים שהביאו פירות לצור וכו'.</b> ירושלמי פ''ק דדמאי הלכה ג': \n",
                "<b>והאורז אין חוששין לו וכו'.</b> משנה רפ''ב דדמאי (מ''א) האורז שבח''ל כל המשתמש ממנו פטור: \n\n"
            ],
            [
                "<b>הלוקח מבעלי אוצרות בצור וכו'.</b> ירושלמי פ''ק דדמאי: \n",
                "<b>וכן חמור יחידי וכו'.</b> גם זה ירושלמי שם: \n\n"
            ],
            [
                "<b>הלוקח מבעלי אוצר בצידון וכו' עד פטור מן הדמאי.</b> גם זה שם בירושלמי: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b><small>(ח-יא)</small> הלוקח מן העכו''ם וכו' עד עדיין לא הוחזק תגר.</b> ירושלמי בפ''ד דדמאי: \n",
                "<b>כשגזרו על הדמאי וכו'. עד פטורים מן הדמאי.</b> תוספתא פירקא קמא דדמאי וכחכמים: \n\n"
            ],
            [],
            [
                "<b><small>(יב-יג)</small> לא הלכו חכמים בפירות ח''ל וכו'.</b> תוספתא בסוף מעשרות. \n",
                "<b>ומ''ש רבו בעיר וכו' עד ליושנו.</b> תוספתא פ''ד דדמאי: \n\n"
            ],
            [
                "<b>ואלו דברים וכו' הלוקח פירות לזריעה וכו'.</b> משנה פ''ק דדמאי (משנה ג') \n",
                "<b>ומ''ש או למלוגמא או לרטייה או יין לקילור.</b> תוספתא פ''ק. \n",
                "<b>ומ''ש ותוספת הביכורים.</b> משנה בסוף ביכורים (משנה י'): \n\n"
            ],
            [
                "<b>הלוקח פירות לאכילה וכו'.</b> פרק קמא דחולין (דף ו') וירושלמי בפרק קמא דדמאי. \n",
                "<b>ומ''ש לא ימכרם לעכו''ם.</b> תוספתא פרק קמא דדמאי וכב''ה: \n\n"
            ],
            [
                "<b>שמן שלוקח הסורק וכו' עד חייב בדמאי.</b> משנה בסוף פירקא קמא דדמאי (משנה ד'): \n\n"
            ],
            [
                "<b>עכו''ם ששאל וכו' עד ואינו חושש.</b> תוספתא פ''ק דדמאי: \n\n"
            ],
            [
                "<b>הלוקח יין למורייס וכו'.</b> שם בתוספתא ובפרק קמא דחולין בגמרא עלה ו'. \n",
                "<b>ומ''ש שלא גזרו על תערובת דמאי וכו' עד חייבת בדמאי.</b> בפ''ק דחולין: \n\n"
            ],
            [
                "<b>כל אלו הפטורים וכו'.</b> חוץ משירי מנחות ירושלמי פרק קמא דדמאי. \n",
                "<b>ומ''ש אבל אם תיקן את הדמאי בודאי וכו'.</b> תוספתא פרק רביעי דדמאי פלוגתא דתנאי ופסק כרבי עקיבא: \n",
                "<b>וכתב</b> הראב''ד א''א תמה אני וכו'. נראה מדבריו שהוא גורס בדברי רבינו אם תיקן את הדמאי בודאי בבי''ת וכן היה גורס או שתיקן את הודאי בדמאי בבי''ת ומפני כך הוקשה לו ולי נראה שאין לגרוס אלא הודאי כדמאי בכ''ף וה''ק שאם תיקן הדמאי כמו שמתקנים הודאי שמפרישין ממנו תרומה גדולה או שתיקן הודאי כמו שמתקנים הדמאי שאין מפרישין ממנו תרומה גדולה לא עשה כלום וטעמא דרישא דסתם ע''ה מפרישין תרומה גדולה ונמצא שתרומה גדולה שהפריש אינה כלום וטעמא דסיפא פשוט מפני שלא הפריש תרומה גדולה זהו פירוש הירושלמי והתוספתא לדעת רבינו והשתא אין משנתנו ענין לירושלמי ולא לתוספתא ויש לתמוה על הראב''ד איך עלה בדעתו שדברי רבינו כאן הם דין המשנה שהרי דין משנתנו כתבו רבינו בפ''ה מהלכות תרומות ככתב המשנה וכלשונה. ועל מאי דסבר הראב''ד שפירוש התוספתא הוא כדין המשנה קשה איך עלה בדעתו ששני תנאים החולקים בתוספתא הם דלא כמתניתין דאי מתניתין היא סברא שלישית היאך לא נזכרה אותה סברא בתוספתא וע''ק שכתב ולפי התוספתא הלכה כרבי יוסי והא קיימא לן כרבי עקיבא מחבירו ואין לומר דכיון דמשמיה דרבי יצחק קאמר לה הוה ליה תרי דכיון דלא אמרה אלא משמיה כחד חשיבי וע''ק אמאי פסק כרבי יוסי דברייתא ושבק סתם מתניתין והא קיימא לן סתם במתניתין ומחלוקת בברייתא הלכה כסתם וע''ק שאם פירוש התוספתא דמאי שתקנו על הודאי ודאי שתקנו על דמאי כמו שפי' הראב''ד קשה לר''ע דמאי שתקנו על הודאי אמאי לא עשה כלום דאין לומר דטעמא משום דהוי מן הפטור על החיוב דהא איכא למיחש שמא לא הופרש ממנו והוה ליה מן החייב על החייב וכיוצא בזה יקשה בין לרבי עקיבא בין לרבי יוסי בודאי שתקנו על הדמאי אמאי לא עשה כלום וכן קשה לרבי יוסי בדמאי שתקנו על הודאי שנתן טעם למה אין תרומתו תרומה לפי שאין תרומה אחר תרומה ולא ה''ל ליתן טעם אלא משום דסתם עמי הארץ מפרישין תרומה גדולה הוה ליה מן הפטור על החיוב הילכך פירוש רבינו נראה לע''ד שהוא עיקר: \n\n"
            ],
            [
                "<b>כל העיר מוכרים ודאי וכו'.</b> תוספתא פרק ד' דדמאי: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> הלוקח מן הסיטון וכו' עד נאמן.</b> משנה פרק חמישי דדמאי (משנה ו'): \n",
                "<b>ומה שכתב אע''פ שמכיר את החבית.</b> ירושלמי: \n",
                "<b>היה מוכר כשות וכו'.</b> תוספתא פ''ה דדמאי: \n\n"
            ],
            [],
            [
                "<b><small>(ג-ד)</small> הלוקח מבעל הבית וכו' עד לא יעשר מזה על זה.</b> משנה ז' פרק חמישי דדמאי: \n\n"
            ],
            [],
            [
                "<b><small>(ה-ו)</small> הלוקח פת וכו' עד משני נחתומין.</b> משנה שם (פ''ה מ''ב) הלוקח מן הנחתום מעשר מן החמה על הצוננת ומן הצוננת על החמה אפילו מטפוסין הרבה דברי רבי מאיר רבי יהודה אוסר שאני אומר חטים של אמש משל אחד ושל היום משל אחר וכו'. הלוקח מן הפלטר מעשר מכל טפוס וטפוס דברי רבי מאיר רבי יהודה אומר מאחד על הכל מודה ר' יהודה בלוקח מן המנפול שהוא מעשר מכל אחד ואחד ופירש רבינו ר' יהודה אוסר אפילו יהיה הכל עשוי בדפוס אחד שהוא חושש שמא יהיה זה הלחם מחטה ישנה וזה האחר מחטה חדשה והעיקר בידינו אין מעשרין מן החדש על הישן ולא מן הישן על החדש וכתב עוד מי שילוש הקמח ועושה אותה ככרים ויאפהו נקרא נחתום והלוקח מן הנחתום למכור לבני אדם נקרא פלטר וכו' ורבי מאיר אומר שהנחתום יתקנהו בדפוס אחד יהיה קטן או גדול וכשנמצא אצל x הפלטר דפוסים הרבה משתנים זה מזה נדע שהוא לקח מאנשים רבים וע''כ מעשר מכל דפוס ודפוס לפי שלכל דפוס מין ממיני הזרע ורבי יהודה אומר כי הנחתום בעצמו המתקן הלחם אפשר שיעשה מעיסה אחת מינים הרבה מן הלחם בדפוסים משתנים זה מזה לפיכך אלו הדפוסים המשתנים אשר נמצאו אצל פלטר זה מאיש אחד לקחם. ופירוש מנפול הוא מוכר הלחם כמו כן אבל הוא קונה משני נחתומים שלא יכירם כגון שיהיו ט' מוכרים ועשרה נחתומים נותנים להם הלחם ואין ספק xx שאחד מאלו הט' מוכרים לקח משנים על כן כל מי שלוקח מאחד מהם מעשר מכל דפוס ודפוס והלכה כר' יהודה עכ''ל. וצ''ל דהא דשרי רבי יהודה בלוקח מן הפלטר לעשר מאחד על הכל משום דמחד נחתום זבין היינו בשכולם משל אמש או משל היום אבל אם קצתו משל אמש וקצתו משל היום לא דלא עדיף מנחתום גופיה: \n\n"
            ],
            [
                "<b>תשעה מנפולין שלקחו מעשרה וכו'.</b> ירושלמי שם: \n\n"
            ],
            [
                "<b>הלוקח מן העני וכו' עד מכל מתנה ומתנה.</b> משנה שם פרק חמישי (משנה ה') ופירש רבינו בולל ונוטל הוא שיערב הכל ויוציא המעשר מהכל וזה יהיה כשיתנו לו הרבה לפי שנאמר מאחר שזה הנותן נתן מתנה גדולה איש נדיב הוא ולא יקשה בעיניו x המעשר ונאמר שעכ''פ הוציא המעשרות ויתעשר הכל דמאי [ואם] היתה מתנה מועטת נחשוב עליו שהוא כילי ולא עישר ולפיכך לא יתערב הכל שמא יפריש מדמאי על הודאי ורבינו שמשון xx פירש בולל דורס התמרים או הגרוגרות ומערבן יחד והם נבללים ומתערבים ונמצא מפריש מן החיוב על החיוב דקסבר יש בילה בדבר היבש אבל פרוסת פת ופלחי דבילה אין נבללין ואתי להפריש מן הפטור על החיוב בזמן שמתנה מרובה בזמן שהכל נותנים מתנה מרובה שכל המתנות שוות אז מועלת בילה אבל בזמן שהמתנה מועטת כלומר שמתנה אחד מעוטה מחבירתה לא מהני בילה דדילמא כל חד וחד לא מתרמי דיליה וחיישינן שמא מן הרוב מפריש על המועט כך נראה פירוש משנה זו בירושלמי: \n\n"
            ],
            [],
            [
                "<b><small>(ט-י)</small> שחק את הפת ועשאה וכו'.</b> תוספתא שם: \n",
                "<b>פועלים או אורחים וכו'.</b> גם זה שם בתוספתא: \n",
                "<b>סליקו להו הלכות מעשר</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות מעשרות",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}