{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Rebbe Nachman's Wisdom", 
            "Rebbe Nachman's Wisdom"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "It is written, \"The whole earth is filled with His glory\" (Isaiah 6:3).  ", 
            "God's glory cries out from all things.", 
            "Even the stories of all nations ring with God's glory.  This is the meaning of the verse, \"Let the nations tell of His glory\" (Psalms 96:3).  It is even reflected in their tales.", 
            "God's glory always cries out, calling you to come close to Him.  For God, with all His love and mercy, wants you to be close.", 
            "Sometimes in the middle of your prayers, you become enflamed and the words flow from your lips with burning devotion.", 
            "At this time, God's own light is inside you, beckoning you to draw near.  This arousal is a spark of God's own Essence.", 
            "It is written, \"He is your praise, He is your God\" (Deuteronomy 10:21).  God Himself is in your praise and prayer, and at times, you pray right in front of God.", 
            "[And sometimes] when God withdraws and is far off, you must still pray to Him.  It is written, \"Throw your burden upon God\" (Psalms 55:23). You must literally throw your prayers towards God from afar.  The Tikkuney Zohar (#21, 61b) states, \"Happy is the man who knows how to throw arrows.\"  These are the prayers that must be thrown towards God."
        ]
    ], 
    "title": "Sichot HaRan", 
    "versionSource": "https://www.sefaria.org/Sichot_HaRan", 
    "heTitle": "שיחות הר\"ן", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "categories": [
        "Chasidut", 
        "Breslov"
    ]
}