{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>ע\"א</b> תוס' דבור ראשון המביא גט וכו' עד ובפ' התקבל נמי תניא וכן לגיטין ומפרש התם גיטי ממון. יש להקשות לפי המסקנא דכתבו התוס' דלא הוצרך לפרש כאן גט אשה משום דברוב מקומות היכי דקתני גט סתם איירי בגט אשה הא לאו הכי היה צריך לפרש א\"כ בפ' התקבל דקתני וכן לגיטין ומשני התם בגמ' לחד מ\"ד דאיירי בגיטי ממון א\"כ יקשה היאך יכול לאוקמי בגיטי ממון דא\"כ היה לו לתנא לפרש כיון דברוב מקומות היכי דקתני גט סתם איירי בגיטי נשים ויש ליישב דאותו מ\"ד ס\"ל דאע\"ג דאותו תנא איירי בגיטי ממון לא הוצרך לפרש כיון דאותו תנא בממון איירי וקאי אבל הכא ליכא לתרץ הכי דהכא הוא תחלת הדבור לתנא ולא איירי לפני בבא זו בשום דיני גיטין רק זה התחלת המסכתא לכך היה לו לפרש ולומר גיטי נשים אי לאו דברוב מקומות היכי דקתני גיטין סתם איירי בגט אשה וק\"ל:", 
            "<b>ד\"ה</b> אף המביא מן הרקם וכו' והא דתנן פרק דם הנדה וכו'. ואין לתרץ דתרי דקם הוו כדלקמן בסמוך בר\"ה אשקלון דעל פסוק דיהושע ותנא דמתני' שייך לתרוצי הכי דהפסוק איירי מרקם שהוא א\"י והתנא מרקם אחר אבל אחרי משניות לא שייך לתרץ כן דמסתמא כל רקם השנוי ונזכר בדברי התנאים אחד הוא ע\"ש בתוס' פ' דם הנדה וק\"ל נ\"ל:", 
            "<b>ד\"ה</b> ואם יש עליו עוררים כו' ומיהו מזה אין הוכהה וכו'. ר\"ל ממה שאמרנו דאל\"כ לא שבקת חיי אין להוכיח דטענינן מזויף דאפשר שלא טענינן מזויף משום דדבר שלא שכיח הוא ודבר שאינו מצוי לא טענינן בשביל יתמי אלא דטענינן להו פרוע וכו' וא\"ת מאי נפקא מינה סוף סוף לא יוכל להיות נפרע שלא בפניו או מיתומים או מלקוחות מה לי אם הוי מטעם דטענינן פרוע או מזויף י\"ל דנפקא מינה במקום שלא נוכל לטעון פרוע כגון שמת תוך זמן השטר או הלך הלוה למדינת הים תוך זמן השטר ועדיין לא בא והוא רוצה ליפרע שלא בפניו דלא שייך טעמא דפרוע לא טענינן להו מזויף וגובה חובו:", 
            "<b>בא\"ד</b> יש לדקדק מפ' גט פשוט וכו' עד דהא רב אית ליה מודה בשטר שכתבו אין צריך לקיימו. פי' משום דס\"ל דאינו יכול לטעון פרוע במגו דמזויף משום דמגו גרוע הוא משום דעדים החתומים על השטר נעשה כמו שנחקרה עדותן בב\"ד כדאיתא התם במתוס' א\"כ אי לא טענינן ליתמי מזויף לא נוכל ג\"כ לטעון פרוע משום דאפילו אביהם לא היה יכול לטעון פרוע במגו דמזויף אלא ודאי הא דלא גובה מיתמי הוי מטעם דטענינן להו מזויף ויש לדקדק הא דכתבו התוס' לעיל מזה ומיהו מזה אין הוכחה וכו' ע\"כ לא אתי כרב דלרב לא נוכל לטעון להו פרוע וא\"כ אי לא טענינן להו מזויף לא שבקי' חיי וכו' כמו שכתבו הכא א\"כ ש\"מ לתוס' דלא קי\"ל כרב והשתא אתו לאוכוחי מרב דטענינן להו מזויף וי\"ל דאתו לאכוחי מסוגיי' הגמ' מדפריך הגמ' וכי אדם עושה קנוני' על בניו וכו' דרב ושמואל דאמרי תרוייהו וכו' משמע דבהא לא פליגי עליה דרב וכי היכי דלרב טענינן מזויף ה\"נ לדידן:", 
            "<b>בא\"ד</b> דשמא שלא להשביע את בניו וכו'. וצ\"ל דגבי הקדיש נכסיו וכו' שייך ג\"כ דלא להשביע אמר מנה לפלוני בידי וכן משמע בגמ' ע\"ש:"
        ], 
        [
            "<b>בא\"ד</b> והשתא לרבנן אמאי לא יחזיר כו' דאי מקיים ליה הדין עמו וכו'. וא\"ת מאי מקשו התוס' דלמא משום הכי לא יחזיר כשאין חייב מודה דדלמא פרעי' כבר ומלוה נפל ע\"ש בגמ' דאותו מ\"ר לא חייש לפריעה דאם איתא דפרעיה מקרע הוה קרע ליה ע\"ש ברש\"י:", 
            "<b>תוס'</b> ד\"ה לפי שאין בקיאין וכו' עד דסתמא לשמה משמע. עיין ברבינו נסים ותמצא ביאור רחב:", 
            "<b>ד\"ה</b> דאתיוה בי תרי וכו' עד אטו בכיפה תלי לה. בסוטה דף ז' פרש\"י בכיפה שבראשה תלו לה אבל בערוך משמע שהוא לשון כתף ור\"ל אטו בכתפה תלוין:", 
            "<b>ד\"ה</b> עד אחד נאמן באיסורין וכו' עד ותירץ בכהאי גוונא שעיקר הגט נעשה כבר וכו'. וצריך ליישב לפי זה לישנא דגמ' דהתרצן והמקשן ונ\"ל דה\"ק עד אחד נאמן באיסורין ר\"ל מאחר שמצינו במקום שאר איסורין עד אחד נאמן לכך גם בגיטין כשעיקר הגט כבר נעשה נאמן ג\"כ עד אחד ופריך אימר דאמרי' וכו' אבל היכא דאתחזק איסורא אפי' היכא דא\"צ אלא גילוי מלתא אין עד אחד נאמן:", 
            "<b>ד\"ה</b> הוי דבד שבערוה וכו' וא\"ת אי עד אחד נאמן באיסורין וכו' עד וי\"ל דס\"ד דחשיב כמו דבר שבערוה. וי\"ל איפכא אי עד אחד אינו נאמן אפי' בשאר איסורין היכא דאתחזק איסורא אמאי אצטריך דבר דבר לדבר שבערוה וכ\"ת הא דהוי אמרי' בשאר איסורין היכי דאתחזק איסורא דאינו נאמן היינו לאחר דכתב רחמנא ג\"ש דדבר דבר דהוי ילפינן שאר איסורים מדבר שבערוה ולכך לא שייך להקשות אי אינו נאמן בשאר איסורין אמאי אצטריך דבר דבר א\"כ מאי מקשו התוס' דאי שאר איסורין עד אחד נאמן אפילו אתחזק איסורא אמאי אצטריך וספרה לה לעצמה נימא נמי הא דהוה אמרינן דשאר איסורין נאמן אפי' באתחזק איסורא היינו ג\"כ דהוה ילפינן אותו מן וספרה לה וי\"ל דס\"ל לתוס' דלא שייך לומד דהוה ילפינן שאר איסורין באתחזק איסורא מוספרה לה דהוי לא איתחזק מה שאין כן איפכא דשייך שפיר לומר דהוה ילפינן שאר איסורין דאתחזק מדבר שבערוה דמהיכי תיתי לן לחלק בין שאר איסורין לדבר שבערוה כיון דבתרוייהו איתחזק איסורא:", 
            "<b>ד\"ה</b> ורבנן הוא דאצרוך וכו' עד ואפי' לר\"א צריך עידי מסירה שידעו שהבעל עשאו שליח. נ\"ל דר\"ל שאותן עידי מסירה שהשליח מוסר לפניהם הגט ליד האשה צריך שידעו שאותו יוסף בן שמעון בעלה של אשה זו המקבלת גט זה עשאו שליח ולא יוסף בן שמעון האחר וזה לא שייך כאן דאיך יוכלו העידי מסירה שבכאן לדעת זאת אבל אין לפדש דעת התוס' דר\"ל העידי מסירה שמסרו הבעל לפניהם הגט ליר השליח חדא שהרי כתב הרא\"ש בפרקין דאין צריך עדים שעשאו הבעל שליח דהשליח נאמן כיון שיוצא הגט מתחת ידו ועוד דא\"כ מאי מקשו התוס' דדלמא אין ה\"נ שידעו אותן עידי מסירה שעשאו הבעל שליח וק\"ל:", 
            "<b>בא\"ד</b> ואור\"י הא דאצריכו רבנן הכא היינו שלא יערער הבעל וכו'. ונ\"ל הא דכתבו התוס' שלא יערער הבעל ויאמר שכתבו הסופר להתלמד ולא כתבו דאנן חיישינן בלא ערעורו דבעל דשמא הסופר כתבו להתלמד והבעל החתים עליו עדים היינו משום דס\"ל לתוס' דלמה לן למיחש לזה מאחר דרוב בקיאין בלשמה וגם סתם סופרים נזהרים בכך כמ\"ש התוס' לקמן (גיטין דף ג' ע\"ב) ד\"ה שלשה גיטין פסולין אם לא שבעל בעצמו הוא אמר שאני הוא מן המיעוט ולא הייתי בקי בלשמה ולקחתי גט שכתב הסופר להתלמד וחתמתי עליו עדים וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> תוס' ד\"ה חד אתי בעל ומערער וכו' נראה דדיבור זה קאי אחד אתי בעל ומערער דקאמר בתירוצו דרבא מדכתבו התוס' ולמאי דס\"ד הא דקתני אם יש עליו עוררין יתקיים בחותמיו קאי נמי אהמביא גט ממדינת הים ר\"ל דאע\"ג דאמר השליח בפני נכתב ובפני נחתם אי אתי בעל ומערר צריך לקיימו בחותמיו כדקאמר חד אתי בעל ומערער ובתירוצו דרבא הא דקאמר חד אתי בעל ומערר ר\"ל שיאמר שלא נכתב הגט לשמה וא\"כ אין שייך לומר יתקיים בחותמיו וק\"ל:", 
            "<b>ד\"ה</b> הכא בפני אבל ידעתי אין מועיל וכו' עד מכשיאמר ידעתי כצ\"ל וא\"ת ואמאי לא מהני ידעתי לרבה. דברי התוס' תמוהים הם דמאי מקשי וא\"ת ואמאי לא מהני ידעתי וכו' הא כבר כתב הטעם משום דמרע נפשיה טפי כשאומר בפני וכו' ויתר הספיקות הנופלים בדבריהם ונראה דדברי התוס' אלו מיוסדים אמה שכתבו לפי המסקנא דבחד לא מהני ידעתי אפילו לרבא משום דמרע נפשיה טפי כשאומר בפני כמו שכתבו התוס' בדבור שאחר זה והא דקאמר ורבא אמר לך אטו הכא כי קאמרי ידענו מי לא מהימני ר\"ל היינו כי [אמרי] ידענו שנים מעלמא כי מקיימי גט זה כמו שכתבו לקמן ועיקר החילוק שבין רבה ורבא תלוי בזה שרבא ס\"ל דגבי שנים מהני ידענו ולכך שייך לאחלופי כדקאמר אטו כי אמרי ידענו וכו' ורבה ס\"ל דאפילו בשנים לא מהני ידענו ולכך לא שייך לאחלופי ואם כן בפני נכתב למה לי אלא ודאי טעמא דמתניתין משום דאין בקיאין לשמה הוא ולכך מקשו התוס' וא\"ת ואמאי לא מהני ידעתי לרבה כמו לרבא ר\"ל בשנים על כרחך משום דלרבה הוי טעמא משום לשמה ואכתי תקשי וכו' ואומר ר\"י דמכח מתניתין דלקמן דקתני ושנים אומרים בפנינו נחתם דהתם תרי נינהו ואפילו הכי קתני בפנינו נחתם ולא קתני ידענו ש\"מ דאפי' בשנים לא מהני ידענו דאל\"כ הוי ליה למתני ושנים אומרים ידענו וכו' וכיון דידענו לא מהני אפי' בשנים לא שייך לאחלופי וא\"כ בפני נכתב ל\"ל אלא ודאי ע\"כ טעמא דמתני' הרי משום לשמה וכ\"ת א\"כ ל\"ל לרבה למימר א\"כ ליתני בפני נחתם בפני נכתב ל\"ל ולמה לא הוכיח רבה בפשיטות דטעמא הוי משום לשמה כיון דמשמע במתני' דפ\"ב דידענו לא מהני אפילו בשנים א\"כ על כרחך צ\"ל דטעמא הוי משום לשמה משום שהיה יכול רבא להשיב הא דלא מהני ידענו אפי' בשנים משום כיון דבגט מהני קיום ע\"י שליח דאיהו חד ואי מהני ידענו אפי' בשנים אתי לאחלופי בקיום שטרות דעלמא בחד אבל השתא קשה לרבא א\"כ בפני נכתב ל\"ל דכיון דידענו לא מהני אפי' בשנים לא אתי לאחלופי וק\"ל ואי לא מסתפינא מחבראי אמינא דהאי וא\"ת אמאי לא מהני ידעתי לא שייך לדבור זה אלא שייך לכותבו בסוף הדבור שאחר זה דשם הוא מקומו אלא שהסופרים טעו וכתבוהו כאן:", 
            "<b>ד\"ה</b> מאן האי תנא וכו' עד וי\"ל דרבה אף לפי המסקנא בעי חתימה לשמה כיון דידענו לא מהני. ר\"ל כיון דס\"ל דידענו לא מהני אפי' בשנים ע\"כ הוי טעמו משום דס\"ל דצריכים להעיד דחתימה נעשה לשמה דאי מהני ידענו לפי המסקנא וס\"ל דטעמא דבפני נחתם לא משום לשמה אלא משום קיום א\"כ תקשי למה לא אמר כרבא לגמרי דטעמא דמתניתין משום דאין מצויין לקיימו והא דבעינן לומר בפני נכתב משום דלא אתי לאחלופי בקיום שטרות אלא ודאי ס\"ל דידענו לא מהני אפי' לפי המסקנא ולכך לא שייך לאחלופי ולכך לא קאמר כרבא משום דא\"כ בפני נכתב ל\"ל ומאחר דידענו לא מהני א\"כ צ\"ל ע\"כ דחתימה בעי לשמה דאל\"כ למה לא מהני ידענו אי הוי טעמא דבפני נחתם משום קיום לחוד וליכא למימר דלעולם דטעמא דבפני נחתם הוי משום קיום לחוד והא דלא מהני ידענו היינו משום דלא אתי לאחלופי ולכך לא אמר כרבא לגמרי משום דא\"כ בפני נכתב ל\"ל דלאחלופי ליכא למימר כיון דידענו לא מהני זה אינו דא\"כ למה לא מהני ידענו דהא לדידיה ע\"כ צ\"ל בפני נכתב משום לשמה א\"כ למה לא יועיל ידענו בהתימה אי לא הוי אלא משום קיום לחוד דלאחלופי ליכא כיון דצ\"ל ג\"כ בפני נכתב אלא ע\"כ דס\"ל דבפני נחתם הוי משום קיום ומשום לשמה ולכך לא מהני ידענו ולכך ליכא לאוקמא כר\"א:"
        ], 
        [
            "<b></b> ד\"ה דתנן וכו' עד וי\"ל דאפי' אי לכתחלה בעי כתיבה לשמה לא מתוקמא מתני' כוותיה וכו'. אבל אי ס\"ל דפסול מדרבנן אפי' בדיעבד דהיינו אפי' אם כבר נתגרשה בגט זה שלא נכתב לשמה הוי פסול ולא תינשא אלא שאם נשאת הולד כשר מתוקמ' שפיר מתני' כוותיה אבל לכתחלה הוי פי' דלכתחלה צריך לכתבו לשמה אבל נכתב שלא לשמה ונתגרשה בו כשר ותינשא בו וזה פירושו של לכתחלה בכל דברי התוס' שבעמוד זה:", 
            "<b>בא\"ד</b> והא דקאמר רב נחמן בסמוך דלר\"מ מצאו באשפה כשר היינו כשהבעל בעצמו נתנו לה וכו' או בא\"י. ר\"ל לפי המסקנא דמסיק לקמן דגם דבא מודה דבארץ ישראל אפי' ממדינה למדינה אין צריך לומר בפני נכתב וכו' משום דכיון דקביעי בתי דינים משכח שכיחי לקיימו:", 
            "<b>בא\"ד</b> אבל לרבה קשה דל\"ל טעמא דאחלופי וכו' כדפירשנו. ר\"ל כדפירשו בד\"ה מאן תנא דאף לפי המסקנא ס\"ל לרבה דידענו לא מהני ולכך לא שייך טעמא דאחלופי וא\"כ בפני נכתב ל\"ל כיון דלא בעי חתימה לשמה:", 
            "<b>ד\"ה</b> ג' גיטין פסולין וכו' עד למאן דאמר כו' דכתב ידו ועד שפיר אלא למ\"ד כתב סופר ועד קשה ניחוש וכו'. ר\"ל דאין לומר דכתב הסופר חשוב ג\"כ כעד אחד דניחוש דשמא כתבו להתלמד וכו':", 
            "<b>ד\"ה</b> כתב בכתב ידו וכו' עד א\"כ לא נסמוך עליו לטרוף לקוחות. והא דלא הוקשה לתוס' באין בו זמן למה פסלינן ליה לגט לא לטרוף מלקוחות בגט זה רק תינשא בו דהתם אתי ליה שפיר דפסול משום דתפסיד האשה שלא כדין אבל הכא אי תפסיד כדין תפסיד ולא תטרוף כיון דחשדינן ליה דהקדים הזמן ותירץ דה\"נ תפסיד שלא כדין:", 
            "<b>בא\"ד</b> ועי\"ל דחיישינן דאחר הכתיבה מיד תתפוס הפירות ותאמר שכבר נתגרשה מזמן הכתוב בו. רוב התלמידים מפרשים כוונת התוס' בתירוץ זה שר\"ל לתרץ מה שהקשו א\"כ לא נסמוך עליו לקוחות וכו' ותירצו דחיישינן דשמא תתפוס האשה הפירות מהלקוחות ואחד התפיסה אין בה בידינו להוציא מידה כי היא תאמר שכבר נתגרשה מזמן הכתוב בו והמוציא מחבירו עליו הראיה ופירוש זה נראה בעיני דחוק כי למה ניחוש שתתפוס האשה הפירות שביד הלוקח כי איך יכולה לתפוס מזמן הכתוב בגט מה שכבר אספו ואצרו בידם או אכלו אם לא שתוציא מידם בדין שיתחייבו לשלם לה או להחזיר פירותיה כדיך הטורף ועוד למה דקדקו התוס' בלשונם לומר דחיישינן לאחר הכתיבה מיד תתפוס הפירות מה כוונתם לפירוש זה במה שכתבו מיד אחר הכתיבה ויש לפרש כוונתם בע\"א שר\"ל דחיישינן שקודם שיתן לה בעלה הגט לשם גירושין אלא מיד אחר שיכתבנו תקח היא הגט ותטרוף בו הפירות מהלקוחות ותאמר שכבר נתגרשה בו בזמן הכתוב וא\"כ אע\"פ שלא תטרוף הפירות אלא מהיום ולא מזמן הקורם היא תטרוף שלא כדין אבל גט החתום בעדים מיד אחר החתימה אין לבעל פירות למ\"ד משום פירי כדלקמן בפ\"ב ולכך ליכא למיחש וכשתטרוף כדין תטרוף:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה הא מני ר' יהודה היא אע\"ג דבריש פ\"ב תנא קמא דר' יהודה מצריך בפני נכתב ונחתם וכו'. נ\"ל דכוונת התוס' להקשות איך שייך לומר דתנא דמתניתין דמצריך בפני נכתב ונחתם אתי כר' יהודה והא תנא קמא דפ\"ב דסבר דבעי בפני נכתב ונחתם הוא ת\"ק דר' יהודה התם ופליג עם ר' יהודה שם וא\"כ איך נוכל לומר דתנא דמתניתין דמצריך בפני נכתב ונחתם אתי כר' יהודה ותירצו אע\"ג דתנא דמצריך בפני נכתב ונחתם פליג שם עם ר' יהודה מ\"מ בדין זה דבעינן כתיבה וחתימה לשמה ומצריך לומר בפני נכתב ס\"ל כר' יהודה אבל ליכא למימר דבקושיא הבינו התוס' הא דקאמר גמרא הא מני ר' יהודה היא ר\"ל דתנא דמתני' הוא ר' יהודה בעצמו ולכך הוקשה להם איך נוכל לומר שהוא ר' יהודה והלא הוא פליג עם ר' יהורה בריש פ\"ב ותירצו דלאו איהו ר' יהודה בעצמו אלא דבהא סובר כר' יהודה זה אינו דהא ר\"י פליג במתניתין בדין רקם וחגר על תנא קמא דמתני' דקאמר ר\"י דקם מן המזרח וכו' ואם כן איך יעלה על דעת התוס' להבין הא דקאמר הא מני ר\"י שהוא ר\"י בעצמו אלא צ\"ל דהתוס' ידעו שפיר בקושיא דאינו ר\"י בעצמו אלא שהקשו איך נוכל לומר דברין נכתב ונחתם סבר תנא דמתניתין כר\"י והא איהו פליג עליה דר\"י בדין זה דבפני נכתב ונחתם דת\"ק מצריך דחד נימא לתרוייהו אבל אם אחד אמר בפני נכתב ואחד אמר בפני נחתם וכו' פסול ור\"י פליג שם ע\"ז ותירצו מ\"מ בהא דבעי לשמה וצריך להעיד על הכתיבה והחתימה סובר ת\"ק דפ\"ב ותנא דמתני' כוותיה דמסתמא תנא דמתני' ות\"ק דריש פ\"ב חד תנא הוא דפ\"ב הוא פירושו של פ\"ק ועליח קאי כן נ\"ל:", 
            "<b>ד\"ה</b> מודה ר\"א במזויף מתוכו כו' עד וי\"ל דמ\"מ איכא למגזר חתימה אטו כתיבה. מקשין העולם הלא דברי התוס' סותרים זה את זה דלעיל בדבור שלפני זה כתבו אליבא דר\"מ דלגבי לשמה לא חיישינן אי מייתי גט לעדים שאינו כתוב לשמה שיחתמו גם הם שלא לשמה וכו' וכאן כתבו אליבא דר\"א דאם אין עושים חתימה לשמה גזרינן פן לא יכתבו גם הכתיבה לשמה ואין סברא לומר שיהא סברת ר\"א הפוכה מר' מאיר בזה דהא מודה ר\"א קאמר ולמאן מודה ע\"כ לר\"מ ויש ליישב דבשלמא לר' מאיר דלעיל שייך הרבה פעמים שהכתיבה תהיה שלא לשמה כמו שמצא גט באשפה או שהסופר הכין לו טופסי גיטין למי שיצטרך דשרי לרבי מאיר ויקחנו הבעל ויביאנו לעדים והם יחתמו אותו לשמה ולא גזרינן שיחתמו אותו שלא לשמה שהרי הוא מביאו אצלם שיחתמו אותו לצורך גרושי אשתו ולמה נגזר שיחתמו אותו במתכוין שלא לשמח מאחר שיודעים מקודם זה שצריך חתימה לשמה דהא לא שייך כאן זימנין דמשתלי כמו במחובר אבל לר\"א לא שייך לומר שיהיה הכתיבה לשמה דהיינו שכתבו הסופר לשם האשה והבעל ויביאנו הבעל לעדים ויחתמו אותו במתכוין שלא לשם הבעל אלא רוב חתימה שלא לשמה היינו שחכינו הסופר לגט וגם החתים עליו עדים שיהיה מוכן בידו וחתימת העדים אינה כ\"א אחר הכתיבה וא\"כ גם הכתיבה היתה שלא לשמח ואע\"פ שנוכל למצוא ג\"כ חתימה שלא לשמח באופן אחר כגון שכתבו הגט לשם הבעל והאשה כדינו והעדים לא כיונו לראות לדעת מי הוא האיש והאשה הנכתבים בגט לכוין לחותמו לשמח דמסתמא זה ג\"כ נקרא שלא לשמה מ\"מ מאחר שרוב שלא לשמה הוא באופן שכתבנו למעלח שייך שפיר לגזור כמו שכתבו וק\"ל נ\"ל:", 
            "<b>ד\"ה</b> ומר סבר וכו' עד וטעמא דר\"א לא משום דקסבר וכו'. נ\"ל משום דהוקשה להם להתוס' המקשה שהקשה מאי לאו בהא קא מיפלגי וכו' מה הוה ס\"ל במאי קא מיפלגי ר\"ג ור\"א במובלעות אי הוה סובר דפליגי בהא דר\"ג ס\"ל דמובלעות שכיחי ור\"א ס\"ל דמובלעות לא שכיחי אם כן מאי פריך מת\"ק ור\"ג במאי פליגי דאימא ה\"נ דת\"ק ס\"ל דסמוכות ומובלעות שניהם שכיחי ור\"ג ס\"ל דסמוכות לא שכיחי וא\"כ מאי פליג עליה דרבא וכן רבא יכול לתרץ ע\"פ דרך זה דפליגי אי גמירי כדמשני התרצן לכן כתבו התוס' דלא עלה על דעת המקשן שיפלגו שום תנאים באיזה מקום אי הוא שכיח או לא אלא הוה ס\"ל דת\"ק ור\"נ פליגי בטעם הדבר ור\"ג ור\"א שניהם ס\"ל דמובלעות שכיחי אלא דס\"ל לר\"א שלא תחלוק במדינת הים:"
        ], 
        [
            "<b></b> גמ' הא בהדיא קתני לה המביא גט בא\"י וכו'. כלומר והדרא קושיא לדוכתה ולרבא ניחא ולרבה קשיא ויש לדקדק אדמותיב חשתא לרבה מרישא תקשי ליה לרבא מסיפא דקתני דבארץ ישראל אין צריך ויש ליישב דרבא מוקי לה באותה מדינה כדפרש\"י בסמוך אבל לרבה תקשי מ\"מ מאי אתי סיפא לאשמועינן כיון דממאי דקתני ממדינה למדינה במדינת הים צריך שמעינן דבארץ ישראל אפי' ממדינה למדינה א\"צ וק\"ל וגם נוכל לומר השתא דלישנא קמא ידע שפיר דרבא נמי ס\"ל דבא\"י אפי' ממדינה למדינה א\"צ מטעם דקביעי בתי דינים כדלקמן וק\"ל:", 
            "<b>תוס'</b> ד\"ה אי מההיא וכו' פירש בקונטרס וכו' עד דהא בהדיא קתני אין צריך דמשמע לכתחלה. דברי התוס' צריכים עיון דלפי דבריהם תקשי לפרש\"י ליתני הסיפא לחוד ושמעינן מינה בהדיא דאפילו לכתחלה אין צריך בא\"י ולמה לי דיוקא דקתני ממדינה למדינה במדה\"י למידק מינה ממדינה למדינה בא\"י וקושיא זו אפשר לתרץ בדוחק דרש\"י מפרש הא דקאמר גמרא לא תימא כו' אלא הא ממדינה וכו' בא\"י אינו צריך אין ר\"ל דלהכי נקט דתנא האי לישנא למידק מינה הא ממדינה למדינה בא\"י לא צריך דזה מסיפא שמעינן אלא ר\"ל איידי דהסיפא דאיירי בארץ ישראל איירי במדינה למדינה נקיט נמי ברישא ממדינה למדינה ולפי זה לא שייך להקשות ליתני הסיפא לחוד וכו' וק\"ל ועוד קשה והא רש\"י כתב בהדיא קמ\"ל משנה יתירה דסיפא דלא צריך א\"כ ש\"מ דממשנה יתירה שמעינן לה ולא ממה דקתני א\"צ דרש\"י נמי ס\"ל דא\"צ שייך נמי למתני אדיעבד והא דכתב רש\"י אי מההיא מדיוקא דרישא משום דאורחא דמלתא הוא דהסיפא היא המשנה יתירה דאסיפא שייך לומר שהיא יתירה ולא ארישא והיא אתא לאשמעינן מיתורא מה דלא הוה שמעינן מרישא ולכך נקט לה רש\"י בסגנון זה וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה אילימא חדש ולא בעי למימר כגון אלם וכו' דא\"כ הו\"ל למימר ולא אמר. נ\"ל דר\"ל דאלם וכן מי שלא ראה כתיבת הגט לא שייך למיתני בהו ואינו יכול לומר דמשמע דעתה בשעה שנותנים הגט אינן יכולין לומר ואלם ומי שלא ראה כתיבת הגט בשעה ראשונה לא היו בעלי אמירה ולזה שייך למיתני גבייהו ולא אמר ולא שייך למיתני ואינו יכול לומר כ\"א גבי פיקח ונתחרש דעד השתא היה ראוי לומר רק שעתה בשעת נתינת הגט אינו יכול לומר ולכך מוקי לה בפיקח ונתחרש ולפי זה מתחלה כשאומר אילימא חרש וכו' הוי מצי למפרך א\"כ ולא אמר מבעי ליה אלא דעדיפא מינה פריך דחרש אינו בר איתוי גיטא כלל וק\"ל:", 
            "<b>ד\"ה</b> אי הכי יכול נמי וכו' עד ולקמן מפרש א\"ה חד נמי ליבעי שמואל מרב הונא וכו'. ר\"ל דלקמן נמי קשה מאי פריך א\"ה חד נמי הא חד ע\"כ צ\"ל בפני נכתב ונחתם משום דאין מצויין לקיימו כמו לרבא דהא רבה אית ליה דרבא ולכך פי' דהכי פריך א\"ה חד ליבעי שמואל וכו' והא דמפרש ליה אבעין ולא מפרש דגמ' פריך לה ארב הונא דמאי אירי' תרי אפי' חד נמי לסגי ליה בקיום חותמיו לאחר שלמדו משום דלא הוה פריך מידי משום דשמא אין הכי נמי דגבי חד נמי סגי בקיום חותמיו לאחר שלמדו לבתר דפשיט ליה רב הונא בתרי דמה לי תרי ומה לי חד כשנתקיימו חותמיו ולכך מפרש ליה דשמואל הוי ליה למיבעי ליה חד נמי אי סגי וכו' דהא ע\"כ בתרי הכי איבעי ליה כיון דאיירי לאחר שלמדו אי אין צריך לומר בפני נכתב ונחתם אחד שלמדו בתרי כיון דליכא למיחש למידי לא משום קיום דתרי מצויין לקיימו ולא משום לשמה כיון דאיירי אחד שלמדו או דלמא לא פלוג וכו' וזו הבעיא היה יכול למבעי ליה גם כן בחד אי סגי בקיום חותמיו אחד שלמדו או דלמא לא פלוג וכו' אבל לרבא אתי שפיר דחד לא קא מיבעי ליה דפשיטא דצריך לומר בפני נכתב ונחתם משום דאין מצויין לקיימו כדקתני במתני' אבל בתרי דאין צריך לקיימו מיבעיא ליה אי אמרינן דאין צריכין לומר או דלמא לא פלוג רבנן:", 
            "<b>בא\"ד</b> דכולה מתני' איכא לאוקמא בלמדו מדפריך ממתניתין דהאשה עצמה מביאה גיטה וכו'. ר\"ל מאי פריך בגמ' והא אשה דלא שכיחא ותנן וכו' דלמא מתניתין דאשה איירי קודם שלמדו ולכך צריכין לומר אלמא דס\"ל לגמרא מאחר דאוקמא מתניתין דאינו יכול לומר וכו' בלאחר שלמדו א\"כ ה\"ה דכל המשניות איירי בלאחר שלמדו ולכך פריך מאשה דאיירי לאחר שלמדו וגם לא שכיחא ואע\"פ כן צריכין לומר א\"כ ה\"ה מתני' דריש פרקין איירי נמי בלאחר שלמדו:", 
            "<b>בא\"ד</b> ואין לפרש וכו' עד אבל לרבה דידענו לא מהני וכו'. יש לדקדק דהא דקאמר אבל לרבה ידענו לא מהני ע\"כ ר\"ל בתרי דבחד אפי' לרבא לא מהני כמו שפירשו התוס' לעיל א\"כ הכל טעמא מאי דלמה לא יועיל לרבה בתרי ידענו לאחר שלמדו דהא ליכא למיחש למידי וי\"ל משום דלרבה אפילו אחר שלמדו מ\"מ בחד צ\"ל משום קיום לכך לא מהני ידענו אפילו בתרי משום דלא אתי לאחלופי בחד בקיום שטרות דעלמא כדלעיל (גיטין דף ג') וכל זה לא כתבו התוס' אלא לפי מה דהוי סלקא אדעתין לפרש כן אבל לפי האמת מהני ידענו בתרי אפילו לרבה לאחר שלמדו ולא עוד אלא דאין צריכין לומר שום מידי כמו שפשט רב הונא וכדמשמע בתוס' לקמן בסמוך בד\"ה בי תרי וכו' דהא כתבי דליכא בינייהו לאחר שלמדו בי תרי והא דקתני בפ\"ב ושנים אומרים בפנינו דמינה דייק רבה דידענו לא מהני נקט בפנינו משום קודם שלמדו וכו' ונוכל לומר דהא דכתבו התוס' בדבור זה דגם לאחר שלמדו לא מהני לרבה ידענו בתרי היינו כשהשליח הוא חד ולא אמר בפני נכתב ונחתם ובעי לאתויי תרי מן השוק דלאו אינון שלוחים להעיד על כתיבת וחתימת חגט באותן תרי לא מהני ידענו משום דלא אתי לאחלופי בחד בקיום שטרות דעלמא אבל בשנים שהביאו הגט אין צריכין לומר כלל והא דכתבו התוס' לקמן דהא דקתני פ\"ב דשנים אומרים בפנינו וכו' דנקט בפנינו משום קודם שלמדו והא דלא פירשו לה דאיירי בחד שליח ואיהו לא אמר בפני נחתם ושנים מן השוק אומרים בפנינו נחתם ולכך לא מהני ידענו לרבה אפי' לאחר שלמדו כמ\"ש משום דמסתבר להו טפי לאוקמא מתני' בשנים שהן שלוחים. כדמשמע לישנא דמתני' וכתבתי כל זה כדי לתרץ שני דבורי התוס' שלא ליסתרו אהדדי נ\"ל וק\"ל:", 
            "<b>בא\"ד</b> דהא לקמן בריש פ\"ב משמע כיון דאתקון בפני נכתב וכו'. ועיין שם בתוס' דף ט\"ז ע\"ב ד\"ה אלמא קסבר וכו':", 
            "<b>ד\"ה</b> בי תרי וכו' ולקמן רפ\"ב איכא למ\"ד דשנים צריכין לומר וכו' ואותו מ\"ד פליג ארב הונא:", 
            "<b>ד\"ה</b> כשניסת וכו' עד אי נמי יאמר דהך דרבה ורבא תנאי היא. ר\"ל דהך לישנא דר\"י לא יאמר דכ\"ע ס\"ל לפי שאין בקיאין לשמה כמו שאוקמא רבא לעיל (גיטין דף ד') שאמר רבא מתרץ לטעמיה ורבה מתרץ לטעמיה אלא יאמר דתנאי היא ואיהו ס\"ל כמ\"ד לפי שאין בקיאין לשמה וההיא ברייתא דקתני המביא גט ממדה\"י ונתנו לה ולא אמר וכו' דפריך מינה הכא לרבה מוקי לה ר' יוחנן כמ\"ד דסבירא ליה לפי שאין מצויין לקיימו:"
        ], 
        [
            "<b></b> רש\"י ד\"ה קי\"ל בדרבנן עד נעשה דיין וכו' ג' שישבו לקיים את השטר וקרא ערעור על אחד מהם. נ\"ל דטעות נפל בספרים דלאו אקרא עליו ערעור קאי התם אלא אשנים מכירים חתימת העדים ואחד אינו מכיר עד שלא חתמו מעידים השנים לפני האחד וכו' ע\"ש פ\"ב דכתובות דף כ\"א ע\"ב:", 
            "<b>תוס'</b> ד\"ה הכי גריס ר\"ת וכו'. נראה דבא לומר לאפוקי גירסת האלפסי דגרס זימנין דמייתא היא גיטא וכו':"
        ], 
        [
            "<b>ע\"א</b> גמ' ושמואל אמר מתיבתא בגירסייהו טרידי. והא דמשני לעיל (גיטין דף ד') דאפילו רבא מודה דבא\"י אפילו ממדינה למדינה אין צ\"ל משום דכיון דאיכא בתי דינין דקביעי משכח שכיחי צריך לחלק בין בתי דינים ובין מתיבתא וק\"ל:", 
            "<b>תוס'</b> ד\"ה אפי' קן קולמוסא לא דמי לסומא וכו'. ר\"ל דמפרש לה לקמן פ\"ב דפסול משום שאינו יכול לומר בפני נכתב וכו' והא יכול לשמוע קול קן קולמוס' וכו' משום דיש לחלק דשאני פיקח דראוי לראות ממש ועוד יש לחלק כמ\"ש הרא\"ש דגבי סומא מיחזי כשיקרא כשיאמר בפני נכתב וכו' דהא ע\"כ צ\"ל לישנא דתקינו רבנן ע\"ש:", 
            "<b>ד\"ה</b> ומבי ארדשיר וכו' עד ועוד דבלא אזלי לשוק' וכו'. ר\"ל וא\"כ ה\"נ מאקטיספון לארדשיר נמי לא הוה מצריך לומר:", 
            "<b>בא\"ד</b> ובפרש\"י כתוב וכו'. יש לתמוה דלא כתוב ברש\"י שלפנינו כן לא בפי' החומש ולא בפ\"ק דיומא וכן מ\"ש ואין זה אקטיספון וכו' אינו מתיישב על הלב ונ\"ל שהכל הוא ט\"ס:"
        ], 
        [
            "<b></b> תוס' ד\"ה אי עבדת וכו' עד אבל אי אמר סמכינן אדיבורא כצ\"ל ור\"ל אי אמר שליח הכשר אבל אשה הא אמר התם דלא סמכינן אדיבורה והיינו דמחלק שם בין חוץ לארץ וארץ ישראל ע\"ש:", 
            "<b>ד\"ה</b> ויתנו את הילד כו' ועוד מפרש כדאמר בירושלמי. נראה להגיד מפרש ר\"ת או ר\"י וכו' או ועוד מפרש בירושלמי וכו':", 
            "<b>ד\"ה</b> אמר ר' יצחק וכו' עד מיהו הרבה מביא שם שנראה שהיו כותבים. ר\"ל שהיו כותבים לדרשא ולכך כתבו הפסוקים שלא כסדרן שמביא שם הרבה מעשים שנראה מהם שהיו כותבים לדרשא דמשמע דדוקא לדרשא כתבו שלא כסדרן משום דבעי שירטוט אבל לשם איגרת שלומים לא:", 
            "<b>בא\"ד</b> והא דאמרי' פ\"ק דמגילה וכו'. ואין לומר דשם מיירי בשרטוט למעלה מן הצדדים דזה לא היה צריך למילף מאמתה של תורה דכל ג' או ד' תיבות צריכין שרטוט זה וק\"ל:", 
            "<b>ע\"ב</b> ד\"ה חספא בעלמא כו' עד אבל בשטר שחותמין בו עובדי כוכבים שאין בו לא עדי חתימה ולא עדי מסירה שכשרים להעיד וכו' ולא הוי אלא חספא בעלמא. פי' ולכך פסולים אפי' היכי דאיכא עדי מסירה ישראל משום דלמא אתי למסמך עלייהו בלא עדי מסירה ישראל:", 
            "<b>בא\"ד</b> משום דמתני' כיילא שטר מתנה בהדי שאר שטרות וכו' דהשתא לא מהני עדי מסירה מידי וכו'. והא דלא פירשו התוס' בלא זה דהשתא לא מהני עדי מסירה כיון דכיילי שטרי מתנה בהדי שאר שטרות ושאר שטרות איירי בלא עדי מסירה ה\"נ שטרי מתנה משום דנוכל לומר דלא כיילינהו אלא [במאי] דאיירי ביה והוזכר במתני' דהיינו ערכאות וחותמיהם עובדי כוכבים אבל עדי מסירה לא הוזכרו במתני' לכך הוצרכו לכתוב דהשתא לא מהני עדי מסירה אבל צ\"ע מה רצו בזה שכתבו דבשטרי מתנה כשכתיבתן וחתימתן עובדי כוכבים דהשתא לא מהני עדי מסירה אם ר\"ל משום דהכתיבה נעשית ע\"י עובדי כוכבים הא אין נפקותא בזה אלא גבי גיטין דצריכה להיות הכתיבה לשמה לר\"א ולכך כשהכתיבה לא נעשית ע\"י ישראל לא מהני עדי מסירה אבל גבי שטר מתנה מאי נ\"מ בכתיבה ואם ר\"ל מאחר שחותמיהן עובדי כוכבים היה מזויף מתוכו ולכך לא מהני עדי מסירה אם כן היינו האי טעמא משום דלמא אתי למסמך עלייהו בלא עדי מסירה ישראל דהא מוכח בגמ' לקמן בסמוך דיש (גיטין דף י\"א) דטעמא דמודה ר' אליעזר במזויף מתוכו הוי מטעם דלמא אתי למסמך עלייהו ע\"ש:"
        ], 
        [], 
        [
            "<b>ע\"ב</b> גמ' אמר אביי רצועה נפקא וכו'. נ\"ל דהציור הוא לפי התרצן וגם לפי מה שכתבו התוס' לעיל דעכו חציו א\"י וחציו ח\"ל. כזה והוצרכתי לצייר כן כדי ליישב מה שכתבו התוס' בריש פירקי' בר\"ה ואשקלון וכו' דעכו מקצתו א\"י ומקצתו ח\"ל ע\"ש:"
        ], 
        [
            "<b>ע\"א</b> תוס' ד\"ה המוכר עברו לסוריא וכו' עד דא\"כ הוי סברתם איפכא. ר\"ל דלפי סברת האיבעין הוי איפכא דהא אשכחן בעכו דלענין גיטין הוי א\"י ולענין עבדים ס\"ל דהוי ה\"ל אלא ודאי שגם סברת האיבעין היה ג\"כ דלעגין גיטין הוי סוריא פשיטא א\"י ולכך לא בעי לה לענין גיטין כ\"א לענין עבדים ונוכל ג\"כ לפרש דכוונת התוס' הוא לומר תרוייהו בעי ליה ולא הוה פשיטא ליה לא לענין גיטין ולא לענין עבדים אלא דחדא בעיא נקיט ואיהו פשיטא ליה דלענין עבדים מיהא הוי כח\"ל מק\"ו דעכו:"
        ], 
        [
            "<b>ד\"ה</b> אלא בארץ העמים וכו' עד ה\"פ משום גושה משום דמאהיל על הגוש וכו'. ור\"ל דאם הוא מטעם מאהיל על הגוש אם היה שום הפסק בינו לבין הגוש כגון שידה או תיבה או גשר טהור אבל אי הוי מטעם אוירא אפי' היה בשידה תיבה ומוקף מכל צדדים אינו מועיל דע\"כ הוא באוירא דח\"ל וטעם טומאה זו הוא משום כדי שלא יצא אדם מא\"י לח\"ל כדמשמע התם ועיין שם כי רוצה למפשט נימא כתנאי ומביא פלוגתא דר' יוסי בר יהודה ורבנן דהכא ודחי לה:", 
            "<b>ד\"ה</b> דגזרו על גושה וכו' עד ותירץ דמיירי בעפר הבא מח\"ל וכו'. דמשום אויר עצמו גזרו ולא משום מאהיל על הגוש נראה דלאו דוקא קאמר ולא משום מאהיל על הגוש אלא ר\"ל דלא גזרו משום מאהיל על הגוש אלא כשהוא ג\"כ באויר דח\"ל אבל כשהביא הגוש באוירא דא\"י לא:", 
            "<b>ד\"ה</b> אע\"ג דאמירה לעובד כוכבים שבות וכו' עד וע\"י עובד כוכבים איירי התם וכו' כדאמרינן בפ' מפנין. ר\"ל דאי לא איירי ע\"י עובד כוכבים אפי' אמרה אימא צריכה אני אסור:", 
            "<b>ודוחק</b> לומר דמעת לעת בעינן. ר\"ל וכ\"ת דלעולם ע\"י עובד כוכבים מותר והתם ע\"י ישראל קאמר והא דשרי התם אגב אימא משום דאיירי בתוך מע\"ל של ז' דלידה ותוך מע\"ל של ז' מותר לחלל עליה השבת כשאמרה צריכה אני זה דוחק:", 
            "<b>שם</b> ומיהו בהלכות גדולות משמע וכו'. לפי זה דקאמר נחים ליה אגב אמיה ע\"י ישראל ונוקמא תוך ז' ואמרה צריכה אני וס\"ל להלכות גדולות דמע\"ל בעינן וע\"ז כתבו התוס' ונראה דלא יתכן לומר וכו' ר\"ל וע\"כ ההיא דנחים ליה איירי דוקא ע\"י עובדי כוכבים ואפ\"ה דוקא ע\"י אמו שרי הא בלא אימיה לא שרינן אמירה לעובד כוכבים באיסור דאורייתא משום מצוה וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> גמ' ואלא ערעור תרי תרי ותרי נינהו וכו' ר\"ל ומה מועיל קיום:", 
            "<b>תוס'</b> ד\"ה לעולם הוא בן חורין וכו' עד אפי' אין שם אלא אותה העיר או אותה שדה זכה עבד בנכסים וקנה את עצמו בן חורין וכו'. פי' קנה בנכסים אם יש שם נכסים בלא שיור זה ואפי' אין שם נכסים אלא אותה העיר או שדה מ\"מ קנה עצמו בן חורין:", 
            "<b>ד\"ה</b> הלכה כר\"מ וכו' עד ולפ\"ז באין לו אלא אותה העיר דלא שייך למימר מדנחית לשיורא שייר נמי עבד וכו'. פי' דא\"כ מה הקנה לו וק\"ל:", 
            "<b>ד\"ה</b> התם וכו' וא\"ת בפ' מי שמת וכו' ומטלטלין הוי שיור אצל עבד ומשני רב אשי אנן משום דלאו כרות גיטא מתנינן לה. צריך ליישב גירסא דהתם לפי' רש\"י ותוס' דהכא דמה יש חילוק בין לפי מה דס\"ד דטעמא הוי משום דמטלטלין הוי שיור אצל עבד ובין מה דמשני ליה טעמא הוי משום כרות גיטא וק\"ל וע\"ש בפי' הרשב\"ם:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ע\"ב</b> רש\"י ד\"ה התם כדקתני טעמא וכו' עד כרבנן דמתני'. צ\"ע איך יכול לאוקמא הא דרבי יוחנן כרבנן דמתניתין הא רבנן פסלי אפי' בשמות מובהקים כדלעיל ור' יוחנן אמר לא בא לידינו אלא לוקוס ולוס והכשרנו מטעם דשמות מובהקים הן וכבר נתעורר הרשב\"א בחידושיו על זה ויש שרצו לפרש הא דכתב רש\"י כרבנן דמתניתין ר\"ל הברייתא דלעיל דאמר ר\"ש לחכמים בציידן וכו' וזה אינו דהתם אמר ר\"ש דלכ\"ע גיטי נשים כשרים בעדי מסירה ושמות מובהקים וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> תוס' ד\"ה עבד נמי וכו' עד ולהכי קאמר לעיל ש\"מ יכול הרב לומר וכו'. ר\"ל דהשתא אתי שפיר מה דפריך בתחלת הסוגיא שמעת מינה יכול הרב לומר וכו' ומה ס\"ד דמקשה להקשות ומי אמר לו דמתני' איירי שהרב אמר לעבד עשה עמי ואיני זנך פשיטא שנשיב לו דאיירי כשהרב אינו חפץ במעשי ידי העבד:"
        ], 
        [], 
        [], 
        [
            "<b>ע\"ב</b> ד\"ה גופא אמר רב הונא וכו' עד אלא נראה להם דאפילו בעל כרחו של נפקד קני. מקשין העולם והלא קושייתם במקומה עומדת דלמה היה להם לחכמים לתקן מעמד שלשתן דהוי הלכתא בלא טעמא כדי שיקנה אפי' בעל כרחו יתקנו שהנותן יודה שאותו סך מעות שביד פלוני הן של המקבל דהא ע\"כ אודיתא קונה אפי' בעל כרחו כדאשכחן באיסור גיורא ובספר ח\"ש כתב שלא רצו חכמים לתקן דליקנו באודיתא דהוא דבר שקר ולא נאה להם תקון מלתא דשקרא אלא שהתוס' מקשין דאי לא קני מעמד ג' כי אם ברצונו לא היו צריכים לתיקון זה יאמר לו זכי ואי משום דלפעמים יקרה שלא יהיה הפקדון בידו דזה הוא לא שכיח וכיון דאף לזה יש תיקון כי יכול להקנותו לו ע\"י אודיתא לא הוצרכו בשביל כך לתקן מעמד שלשתן זהו כוונתו אף שאין זה לשונו ממש ולי נראה שקנין מעמד שלשתן נעשה בקלות יותר שלא יצטרכו לשום דבר אלא שיזדמנו יחד הנותן והמקבל וילכו אל הנפקד אבל באודיתא צריך לטרוח אחד עדים או ב\"ד שיודה בפניהם ויצטרך אח\"כ להביא העדים לפני הב\"ד שיעידו שהודה לפניהם וק\"ל והתוס' שהקשו ועוד אף כשאין הפקדון בידו קנה באודיתא היינו שאם יקרה שלא יהיה הפקדון ביד הנפקד בשביל כך לא הוצרכו לתקן מעמד שלשתן מאחר שיכול להקנותו ע\"י אודיתא כדלעיל:", 
            "<b>ד\"ה</b> לדבר שאינו בעולם וכו' עד דאית לן למימר דקאי בשיטתיה דר\"א ב\"י וכו'. ר\"ל מאחר שר' מאיר קאי בשיטתיה דראב\"י קצת בענין מקנה דבר שלא בא לעולם כגון בלאחר שנתגיירו וכו' סברא הוא שלגמרי ס\"ל כראב\"י וכיון דאשכחן דראב\"י סבר דקנה אף בפירות ערוגה אית לן למימר דר\"מ ס\"ל ג\"כ כוותיה אבל במקנה לדבר שלא בא לעולם לא אשכחן בהדיא תנא דקאי בשיטתיה דס\"ל שקנה אפילו לדבר שלא בא לעולם ממש וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה לסוף אשתמיט להו משמע דבדין לא היו יכולין לכופו להחזיר וכו'. כתבו כן משום דקשה להו והיכי עביד הכי אם הדין נותן שחייב להחזיר להם ונראה שהתוס' מפרשי אשרתא דסרבלי היינו שהיה לו בידם סרבלים והיו מחויבים ליתן לו הסרבלים לזמן מיוחד והוי דומה לפקדון ולכך כתבו התוס' לישנא דאין רצונו שיהא פקדונו ביד אחר ולא כפרש\"י שפי' שנתן סרבלים באשראי לתת לו המעות לזמן קבוע דהיינו הלואה:"
        ], 
        [
            "<b>ד\"ה</b> וחכמים אומרים יחלוקו דכל תיקו שבגמרא וכו'. נ\"ל להגיה ולמחוק הדלית דכל תיקו ולגרוס כל תיקו שבגמ' וכו' דאינו נתינת טעם למאי דאמרינן הכא יחלוקו אדרבה מהאי דהכא דאמרינן יחלוקו משום דמספקא להו מינה למדו השערים דרבינו האי לפרש כל תיקו שבגמרא דחולקים וק\"ל:", 
            "<b>ד\"ה</b> ר\"א אומר וכו' אומר ר\"ת רר' אלעזר גרסי' וכו'. ר\"ל דהת\"ק הוא ר\"א וס\"ל דאין חילוק בין חול לשבת אלא בכל ענין אי דבריו קיימים ור\"א דסיפא ס\"ל דיש חילוק בין חול לשבת ועוד דקאמר התם קונין משכ\"מ ואפילו בשבת ולא לחוש לדברי ר\"א ר\"ל מה שקונין לא תימא משום דצריך קנין כר\"א דהא קי\"ל כרבנן אלא משום שמא תטרוף דעתו עליו משמע דלר\"א צריך קנין. בשבת ואי אדר\"א דסיפא קאי הא מודה הוא בשבת וכו' אלא ודאי אר\"א דרישא קאי דס\"ל דאין חילוק בין חול לשבת ותרי ר\"א נינהו חד ר' אלעזר וחד ר' אליעזר וג' מחלוקת בדבר:"
        ], 
        [], 
        [
            "<b>ע\"ב</b> תוס' ד\"ה גידוד חמשה וכו' עד מערבת שנים וכו'. ר\"ל שצריכה לערב בפני עצמה והעליונה איתא התם דאפילו לעצמה אינה מערבת דהתחתונה אוסרת על העליונה כיון דהעליונה אינה רואה פני עשרה:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה הנצוק והקטפרס וכו' עד וקשה לר\"ת דעד כאן לא נחלקו ר' מאיר ור' יהודה וכו' אבל בתחתונה כולהו מודו דעלתה לו טבילה וכו'. יש לדקדק על קושית התוס' הא כתבו התוס' סוף דבור זה דקתני בתוספתא בסיפא וחכמים אומרים אין מטבילים אלא באמצעית א\"כ ש\"מ דאית להו לחכמים דקטפרס אינו חבור וצ\"ל דקושית התוס' אינו אלא למאי דמוקי בגמרא ההיא מתני' דהנצוק והקטפרס כר\"י ולכך הקשו הא משמע בפרק אין דורשין דבין ר\"מ ובין ר' יחודה ס\"ל דמטבילין בתחתונה א\"כ ס\"ל לר\"י דקטפרס חבור:", 
            "<b>בא\"ד</b> עוד הקשה ר\"ת דהכא קאמר דקטפרס לא הוי חבור ובסמוך קאמר ר\"י וכו' והך דנצוק וכו'. פי' הך מתני' דהנצוק והקטפרס וכו' אינו חבור ר\"י היא:", 
            "<b>בא\"ד</b> ואומר ר\"ת דכיון דהמים וכו' סופן ליפול וכו'. ר\"ל דכל המים שעל הראשון סופן ליפול לירד למקוה א\"כ אין המקוה חסרה כלום משא\"כ בההיא דהניצוק והקטפרס:", 
            "<b>בא\"ד</b> ומיהו נצוק גרוע וכו'. ר\"ל ואפילו היכא דכולהו סופו ליפול לא הוי חבור:", 
            "<b>בא\"ד</b> ואין נראה לר\"י וכו' עד א\"כ הא דקאמר עירוב מקואות כשפופרת הנאד מלא נקב בעינן וכו' עד ועוד אי במים סגי בטופח להטפיח וכו' כצ\"ל:", 
            "<b>בא\"ד</b> ונראה דדוקא לר\"י סגי בטופח להטפיח וכו' עד וההיא דנצוק לפי מאי דמסיק וכו'. כוונת התוס' בזה לתרץ ג\"כ קושיא דקאמר לעיל עוד הקשה דהכא קאמר דקטפרס לא הוי חיבור וכו' עד והך דנצוק ר\"י היא:"
        ], 
        [
            "<b></b> גמ' ולפלוג ר\"י ברישא וכו'. הא דפריך גמרא בקושיא זו אלישנא בתרא ולא אלישנא קמא יש ליישב ע\"פ פי' התוס' בד\"ה במאי פליגי וכו' דללישנא קמא דטעמא דר\"י דלא חייש לאחלופי ולכך אתי שפיר דלא פליג ברישא דדוקא בסיפא דשנים אומרים בפנינו נכתב וא' אומר בפני נחתם ואין הגט יוצא אלא מתחת ידי עד החתימה מוכחא מלתא דעד החתימה נאמן ביחידי לפי שהוא שליח הגט מדמציריכין אכתיבה תרי וכו' מה שאין כן ברישא דאחד אמר בפני נכתב ואחר אמר בפני נחתם וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> גמ' א\"ר יוחנן ל\"ש אלא שהגט יוצא מתחת יד עד כתיבה דנעשו כשנים על זה וכשנים על זה. אין לדקדק א\"כ במציעתא נמי דשנים אומרים בפנינו נכתב ואחר אומר בפני נחתם אמאי לא אמרינן נמי כשהגט יוצא מתחת ידי עד החתימה דנעשה כשנים על זה ושנים על זה דחתם כיון דעל החתימה אין כאן אלא אחר אתי לאחלופי בקיום שטרות דעלמא וק\"ל:", 
            "<b>שם</b> ריש לקיש אמר משום פירי וכו'. דברי רש\"י מגומגמים וכבר התעורר לזה הר\"ן ז\"ל ועיקר הדברים שריש לקיש ס\"ל דאין לבעל פירות מיד בשעת כתיבה ומזמן הכתוב בו הפירות הן לאשה אע\"ג שלא ניתן עד לאחר זמן ואם לא תיקנו זמן בגט היה הבעל אוכל ומוכר הפירות משעת הכתיבה עד שעת הנתינה שלא כדין אבל השתא היא תטרוף הפירות משעת זמן הכתוב בו ור' יוחנן סבר יש לבעל פירות עד שעת הנתינה ובדין ימכור בין הכתיבה והנתינה ומיום הנתינה ואילך הלא הגט שבידה מוכיח שכבר נתגרשה ותוכל לטרוף לקוחות ע\"י הגט שבידה ולפי זה מ\"ש רש\"י בד\"ה עד שעת כו' הלכך זמן כתיבת הגט לא מהני מידי דכי אתי למיטרף בעי לאתויי סהדי אימת מטא גיטא לידה דברי מותר הן אלא שיש ליישב דברי רש\"י שהוצרך לכתוב כן כדי שלא תקשה הא אצטריך לתקן זמן בגטין כדי שנדע זמן הנתינה שלפעמים לא תוכל לטרוף מיד אחר נתינת הגט ותצטרך לטרוף לאחר זמן למפרע משעת הנתינה ולכך כתב רש\"י דזמן כתיבת חגט לא מהני מידי לענין זה אפי' למטרף משעת הנתינה משום דכי אתיא למטרף בעיא לאתויי סהדי אימת מטא גיטא לידה:"
        ], 
        [
            "<b></b> תוס' ד\"ה עד שעת נתינה וכו' עד אבל קשה לר\"י מהא דאמר בסוף פ\"ק דב\"מ וכו' ופריך ניחוש דלמא כתב ליתן בניסן וכו'. עיקר קושית התוס' הוא ממה דמסיק התם הניחא למ\"ד כיון שנתן עיניו לגרשה אין לבעל פירות שפיר אלא למ\"ד יש לבעל פירות עד שעת הנתינה מאי איכא למימר ומשני כי אתיא לטרוף וכו':", 
            "<b>בא\"ד</b> ואומר ר\"י דהכי פירושו וכו'. כלל העולה מפי' התוס' דאינהו ס\"ל דאין ה\"נ שהיא טורפת מזמן הכתוב בגט אפי' לר' יוחנן משום דאמרינן דמסתמא באותו יום ניתן ונמסר לידה אלא משום דס\"ל לר' יוחנן דיש לבעל פירות עד שעת הנתינה לא הוצרכו לתקן זמן בגט משום זה משום דיכולה להביא גיטה בב\"ד או לעדים ויכתבו לה שמאותו יום נתגרשה אבל לריש לקיש דס\"ל דאין לבעל פירות מיד משעת הכתיבה אצטריך לתקן זמן בגיטין כדי שנדע זמן הכתיבה ותטרוף מזמן שנכתב בו אע\"פ שהנתינה היתה לאחר מכן:", 
            "<b>בא\"ד</b> וא\"ת לרבי יוחנן היאך כותבין גט לאיש אע\"פ שאין אשתו עמו וכו'. עיין בהר\"ן שתירץ קושיא זו ע\"ד דאיתא בגמרא בסמוך דאין אדם מקדים פורענות לנפשיה:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה ואנחיה בכיסתיה וכו' עד אע\"ג דלעיל אמר ר\"ל דיש לבעל פירות עד שעת חתימה וכו'. הלשון מגומגם והכוונה והא איהי תטרוף מלקוחות שלא כדין מיום הכתיבה ואע\"ג דלעיל אמר לר\"ל דאין לבעל פירות משעת החתימה וא\"כ בדין תטרוף. ד\"ה הנהו קלא אית להו וכו' תימה דלענין זנות דנהי דידוע שלא בא לידה ביום הכתוב בו מ\"מ יכול לחפות וכו'. ר\"ל דנהי דידוע שלא בא לידה ביום הכתיבה מ\"מ אין ידוע אימתי בא יכולה לומר שבא לידה קודם שזינתה וספק נפשות להקל כמו קודם שתיקנו זמן:"
        ], 
        [
            "<b></b> ד\"ה חיישינן שמא פייס כו' וכן כי אמר לעשרה חתמו וחתים ביה תרי וכו'. הוצרכו לכתוב כן משום דלקמן בסמוך אההוא דאמר לעשרה כתבו גט לאשתי וחתום ביה תרי בההוא יומא וכו' עד כדאי הוא ר\"ש לסמוך עליו בשעת הדחק פריך והאמר ר\"ל לא הכשיר ר\"ש אלא לאלתר וכו' ש\"מ דכי אמר לעשרה חתמו וחתמו בי תרי ביומי' וכו' שייך גמי לומר שמא פייס כמו גבי מכאן וער עשרה יומין:"
        ], 
        [
            "<b>ד\"ה</b> קנקנתום חרתי דאושכפי וכו' עד דלא תני בברייתא אלא הנך דלא תני במתניתין וכו'. ואיכא למידק לפי' ר\"י דפי' דשיחור היא אדרמנ\"ט וקנקנתום דמתני' הוא ודריאול\"ה ואדרמנ\"ט דהוא שיחור הוא יותר טוב מקנקנתום דהוא ודריאול\"ה שהרי קנקנתום הוא אסור בספר תורה למ\"ד ואדרמנ\"ט מותר כמו שפי' ר\"ת בסמוך בדבור זה וא\"כ לפי זה קשה מה אשמועינן בברייתא דשיחור כשר הא אפילו קנקנתום כשר בגט שהוא אסור בס\"ת למ\"ד כ\"ש אדרמנ\"ט שהוא שיחור דכשר בס\"ת לכ\"ע ואינו קושיא כלל דלעולם קנקנתום הוא יותר דבר של קיימא מאדרמנ\"ט איכא למ\"ד דקנקנתום הוא אסור בס\"ת היינו משוס דס\"ל בס\"ת בעינן כתב שיוכל לימחק כדכתיב בפרשה סוטה ומחה אל מי המרים וקנקנתום הוא מתקיים ביותר ואינו עשוי לימחק וק\"ל:"
        ], 
        [
            "<b></b> ד\"ה טעמא דאיכא כתב וכו' עד וי\"ל כיון דאמר ה\"ז גיטך וכו' א\"נ דאיירי וכו' ונייר חלק דקאמר שמואל וכו'. נראה הא דכתבו ונייר חלק דקאמר שמואל לא בשעת נתינה ראו וכו' קאי נמי אשנויא קמא דקאמד וי\"ל כיון דקאמר ה\"ז גיטך בדבר מועט מהימנינן ליה לבעל וכו' דהא דבר מועט ר\"ל דתלינן שכתבו במי מילין ואי בשעת נתינה ראו נייר חלק א\"כ אפי' היה ודאי כתוב במי מילין אינו גט כיון דכבר נבלעו האותיות וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה אי משום כריתות דאית בה וכו' עד וי\"ל דרב יוסף דשמעתין לא סבר כוותיה. פי' דשם בעירובין איפלגו תנאי באם מוחקין לסוטה מפרשה של תורה וקאמר התם והני תנאי כהני תנאי ומביא תנאים דפליגי דאם כתבו הפרשה לשם סוטה זו אם מגילתה כשרה להשקות בה סוטה אחרת ודחי שם רב פפא ואמר דלמא לא היא ע\"כ לא קאמר ת\"ק התם אלא משום כיון דאינתוק לשם רחל לא הדרא מינתקא לשם לאה אבל גבי תורה דסתמא (לא) מיכתבה (להכי) ה\"נ דמחקינן והשתא הא דתירצו התוס' בשנויא קמא וי\"ל דרב יוסף דשמעתין לא סבר כוותיה ר\"ל לא סבר כרב פפא דאמר דיש חילוק בין ס\"ת דסתמא כתיבה אלא ס\"ל כסתמא דגמרא דקאמר והני תנאי כהני תנאי אי נמי סבר כאידך תנא וכו' כלומר אפי' אי ס\"ל לרב יוסף כרב פפא מ\"מ איפלגו תנאי קמאי באם מוחקין מן התורה וס\"ל לחד תנא דאין מוחקין:", 
            "<b>ד\"ה</b> הא בעינן שמו ושמה אע\"ג דמתני' דפ' הזורק וכו' מוקמינן לה דהאי הולר ממזר כר\"מ וכו'. דברי התוס' תמוהים מאד משום דבהדיא איתא התם אמר ר' אבא אמר רב הונא זו דברי ר\"מ אבל חכמים אומרים הולד כשר ומודים חכמים לר\"מ שאם שינה שמו ושמה שם עירו ושם עירה שהולד ממזר וכו' ונ\"ל פי' דברי התוס' כן משום דלא אשכחן בשום דוכתא דפליגי רבנן ור\"מ בהא מלתא אלא במידי דרבנן כגון כתב לשם מלכות שאינה הוגנת ודומיהם וכדאמר התם אומר היה ר\"מ כל המשנה ממטבע שטבעו חכמים בגיטין הולד ממזר ודייקי התוס' מדאמר התם פ' הזורק זו דברי ר\"מ ר\"ל הרישא דקתני התם כתב לשם מלכות שאינה הוגנת או היה במזרח וכתב במערב וכו' תצא והולד ממזר אבל חכמים אומרים הולד כשר ומודים חכמים לר\"מ בשינה שמו ושמה משמע מדמדמה הא דשינה שמו ושמה ועביד ליה מודים להא דכתב לשם מלכות שאינה הוגנת ודומיהם מכלל דהא דשינה שמו ושמה הוי נמי פסולא דידיה מדרבנן כמו ההיא דרישא דכתב לשם מלכות שאינה הוגנת וכו':", 
            "<b>בא\"ד</b> דהא מתני' ר\"מ היא וכו' ואע\"נ דדייק התם מדלא ערבינהו ההיא דשינה שמו וכו' מכלל דכרבנן אתיא מ\"מ מתני' ד\"מ היא אלא ר\"ל דרבנן נמי מודים לר\"מ:", 
            "<b>ד\"ה</b> משמיה דרבים וקלסיה וכו' עד ואומר ר\"ת דהכי דייק מדקלסיה כי אמר משמיה דרבים וכו'. ר\"ל שדבר שהוא הלכתא ראוי לאומרו משמיה דרבים ולא משמיה דיחיד להכי קלסוה כי אמרה משמיה דרבים ולא קלסוה כשאמר משמיה דיחיד:"
        ], 
        [
            "<b></b> גמ' בעי רב פפא בין שיטה לשיטה בין תיבה לתיבה מאי תיקו ותיפוק ליה דספר אחד אמר רחמנא וכו' לא צריכא דמעורה. מקשין העולם תינח בין שיטה לשיטה דנוכל לאוקמיה במעורה אבל בין תיבה לתיבה מא\"ל ונ\"ל דאה\"נ דלפי המסקנא לא נשאר בתיקו אלא בעיין דבין שיטה לשיטה אבל בין תיבה לתיבה אינו גט משום דספר אחד כו':", 
            "<b>שם</b> לרמב\"ח נמי לא קשיא בכתובת קעקע השתא דאתי' להכי מתני' לרבא נמי לא תקשה בכתובת קעקע נ\"ל הא דקאמר מתני' לרבא נמי לא תקשי ט\"ס הוא אלא כך צ\"ל השתא דאתית להכי מתני' נמי לא קשיא וכו' ומוכרח הוא דהא על כרחך רבא לא הוי ידע שינויא דכתובת קעקע דאל\"כ לא הוי פריך מידי לרמי בר חמא:", 
            "<b>תוס'</b> ד\"ה על מנת שתחזירי לי הנייר וכו' משום דהוי תנאי ומעשה בדבר אחד וכו'. פי' דהתנאי סותר המעשה כדפירשו התוס' אח\"כ דאומר ע\"מ לאו כאומר מעכשיו דמי ואין הגט חל עד שיחזרוהו ואז אין הגט בידו. ורבא דאסר פרק קמא דקדושין וכו' ר\"ל ומאחר דאמר החזידו יצא ש\"מ דס\"ל דאומר ע\"מ כאומר מעכשיו דמי ולכך ס\"ל ג\"כ דוקא החזירו יצא דהוי כמו נותנת ע\"מ להחזיר לא ס\"ל כהאי לישנא אלא מפרש הא דקתני סיפא דהאי ברייתא ע\"מ שתחזירי לי הנייר מגורשת משום דהוי מעשה קודם לתנאי וכו' והא דאצטריך רבא לטעמא משום דהוי מעשה קודם לתנאי ולא פירשה כלישנא דאמר התם משום דכל האומר ע\"מ כאומר מעכשיו דמי וכו' וכר' דס\"ל הכי משום דבעי לאוקמא ברייתא זו אפילו כרבנן דר' דס\"ל דאומר ע\"מ לאו כאומר מעכשיו דמי ועיין בתוס' לקמן פ' מי שאחזו (גיטין דף ע\"ה) ד\"ה אלא אמר רבא ודבור שאחר זה המתחיל ותנאי ומעשה בדבר אחד:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה שכן אב מקבל גט לבתו וכו' עד משמע דע\"י חצר אביה מתגרשת שלא מדעתו כמו שהיא מקבלת שלא מדעתו אפי' אם כחצר אביה דמיא. ר\"ל דלרבנן דס\"ל התם דהקטנה עצמה נמי מקבלת את גיטה שלא מדעת אביה בין שהיא כיד אביה ובין אפילו היא כחצר אביה ה\"ה ע\"י חצר אביה נמי מתגרשת אפילו שלא מדעתו וק\"ל:"
        ], 
        [
            "<b></b> גמ' והוא ששייר מקום התורף ור\"א היא וכו' וה\"ק אין כותבין טופס וכו' כתבו לתורף וכו'. והא דקתני במתני' תלשו וחתמו פי' חתמו גמרו כמו תורה חתומה ניתנה וכן פירשו התוס' לעיל בפ\"ק (גיטין דף ג') ריש ע\"ב ד\"ה דתנן אין כותבין במחובר וכו' ע\"ש:"
        ], 
        [], 
        [
            "<b>ע\"ב</b> תוס' ד\"ה והא לאו בני דעה נינהו וכו' עד ואמר בגמרא מאן תנא דלא בעי כוונה בשחיטה וכו'. ר\"ל א\"כ ש\"מ דאפילו בעומדים ע\"ג לא מהני למ\"ד דבעי כוונה וה\"ה הכא לר\"א דבעי כתיבה לשמה לא מהני כי גדול עומד ע\"ג אלא ודאי לר\"מ פריך הכא ולא לר\"א זה אינו התם וכו' וכן כל הני וא\"ת שמקשו והא לאו בני שליחות נינהו והא לאו בני כריתות נינהו ר\"ל דאי פריך הכי לר\"מ הוי אתי שפיר דלדידיה החתימה היא הכריתות ולא הכתיבה ואי אתיא כר\"א צריך ליישב כל הני קושיות:", 
            "<b>בא\"ד</b> דוכתב לאו אבעל קאי. ר\"ל דאי הוי אמרי' דוכתב קאי אבעל היינו צריכין לומר ע\"כ דהא דמכשרינן בגם כשכתבו הסופר או אחר לא מכשרינן אלא מטעם שליחות:", 
            "<b>שם</b> ומאי צריך נמי לאתויי ברייתא דעובר כוכבים פסול. ר\"ל פשיטא דפסול בלא שום ראיה מטעם דלאו בן כריתות הוא:", 
            "<b>שם</b> ומשמע ליה דאתיא כר\"מ מדלא נקט לפסול אלא עובד כוכבים וכו'. ר\"ל דאי אתיא כר\"א אפי' חש\"ו נמי פסולים אפי' בגדול עומד על גביו אי בעינן שליחות ועכ\"פ שוטה פסול לר\"א אפילו בגדול עומד על גביו כדבסמוך אלא ודאי ר\"מ היא:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה אלא מעתה וכו' עד פירוש בשלמא בלא עומד על גביו ניחא וכו' עד וא\"כ הדרא קושיא לדוכתה. דברי התוס' בדבור זה צריכין עיון דפירש בשלמא בלא עומד ע\"ג ניחא דקסבר רב נחמן דאיכא היכירא וכו' אבל בעובד כוכבים ליכא היכירא וכו' וא\"כ לפי זה קשה דלפי פירושו זה של רב נחמן ליתא לקושית המקשה שהקשה בתחלת הסוגיא והא לאו בני דעה נינהו וכ\"ת דאה\"נ דרב נחמן פריך הכי לרב הונא ורצונו שלא יצטרך לתירוצו שתירץ והוא שהיה גדול עומד על גביו א\"כ לא יתיישב הא דמסיימו התוס' בסוף דבריהם וא\"כ הדרא קושיא לדוכתין דהא לאו בני דעה נינהו וק\"ל ויש ליישב בדוחק דה\"ק דבשלמא בלא עומד ע\"ג אלא הוה סלקא אדעתין דטעמא דמתני' דהכל כשרים לכתוב הגט הוה מטעם דאיכא היכירא דכותבין לשמה ע\"פ הבעל הוה אתי לן שפיר הא דעובד כוכבים פסול דבעובד כוכבים ליכא היכירא דלשמה בהכי אלא דהוה קשה לן דגבי בני דעה איכא היכירא ע\"פ הבעל אבל הנך הא לאו בני דעה נינהו אבל למאי דאוקמא וכו' אפי' עובד כוכבים נמי אלא ודאי בלא עומד ע\"ג מיירי וטעמא דמתני' הוי מטעם דאיכא היכירא ע\"פ הבעל וא\"כ הדרא קושיא לדוכתין והא לאו בני דעה נינהו:"
        ], 
        [
            "<b>ד\"ה</b> מה אתם בני ברית וכו' דלר' שמעון לא אצטריך וכו'. משום דאיתא התם דר' שמעון ס\"ל דעובר כוכבים ליתיה בתרומה דנפשיה וא\"כ אינו בתורת תרומה ולכך לא אצטריך לדידיה למעטו משליחות דתרומה ולא אצטריך גם אתם למעט עובד כוכבים ולומר מה אתם בני ברית אף שלוחכם בני ברית אלא אצטריך גם אתם לרבות שליח דעלמא פי' דשלוחו של אדם כמותו בתרומה ואע\"ג דלרבנן איתא התם דשליחות דעלמא ילפינן משליחות דגט ופסח במה הצד ולא אצטריך גם אתם אלא להיקשא לומר מה אתם בני ברית וכו' למעט העובד כוכבים ס\"ל לר\"ש דשליחות דתרומה לא הוי ילפינן במה הצד משום דגלי לן קרא בתרומה וכתב אתם ולא שותפין אתם ולא אריסין ה\"א ג\"כ אתם ולא שלוחכם לכך אצטריך גם לרבות את השליח שיהא כמותו בתרומה והיינו דקא מסיימי התוס' בדבור זה וי\"ל דמ\"מ כיון דדרשינן שליחות מתרומה מגם אתם וכו' ורצונם לומר לר\"ש ילפינן שלוחו של אדם כמותו משלשתן מגט ופסח ותרומה ובתרומה ע\"כ עובד כוכבים אינו נעשה שליח מטעם דאינו בתורת תרומה כיון דליתיה בתרומה דנפשיה לר\"ש מסתברא דלא מרבינן בעלמא שליחות אלא דומיא דאיתא בתרומה ובתרומה עובד כוכבים אינו נעשה שליח ה\"נ בכל התורה:"
        ], 
        [], 
        [
            "<b>ע\"ב</b> תוס' ד\"ה בעדי מסירה ור\"א וכו' עד ואומר ר\"י דאין עדי מסירה מדקדקים וכו'. ויש לדקדק א\"כ מאי משני הכא אלא מאי אית לך למימר בערי מסירה ור\"א הכי נמי וכו' והא אין עדי מסירה מדקדקין לראות אם זו אשתו או לא ונ\"ל דהכא נמי י\"ל בעדי מסירה ור\"א היינו בשעת מסירת חגט היו השני יוסף בן שמעון לפניהם וגירשו זה בפני זה לפני העדי מסירה דהשתא ליכא למיחש למידי וק\"ל:", 
            "<b>בא\"ד</b> ולא חיישינן שמא יתננו לאשת חבירו וכו' ט\"ס הוא וצ\"ל ולא חיישי. ר\"ל העדי מסירה אין חוששין לחששא זו:"
        ], 
        [
            "<b>ע\"א</b> גמ' וצריכא וכו' עד אבל התם מכר הוא דאמר רחמנא וכו'. יש לדקדק ל\"ל כל זה האריכות הל\"ל אבל התם יש ברירה דהא לא שייך לומר התם דבעינן לשמה ויש ליישב משום דלבתר הכי קאמר אי נמי בתחלה שר\"ל דס\"ד רחתם אע\"ג דיש ברירה גזירת הכתוב הוא דביובל צריכין להחזיר כל השדות שיהיו יחד בלי שום חלוקה כאשר היו מתחלה לכך קאמר השתא אבל התם מכר חהא דוקא דאמר רחמנא וכו' ר\"ל אפי' את\"ל דגזירת הכתוב דליהדרו כל השדות ביובל היינו דוקא במכר אבל בירושה ומתנה לא וק\"ל:", 
            "<b>שם</b> א\"ל הושעיא ברי כצ\"ל:", 
            "<b>שם</b> כדי לזרזן במצוה כו' עד אא\"ב דאמנינהו מעיקרא. פירוש דאמנינהו על הפסח כל האחין אלא שכדי לזרזן במצות אמר שמי שיעלה ראשון הוא יהיה ראש הזוכין והעיקרי בפסח זה והאחרים לא יזכו אלא על ידו. ויש לדקדק א\"כ מתני' זו מאי אתא לאשמועינן כיון דאמנינהו מעיקרא על פסח זה כל האחין פשיטא דכולהו זכו בו וי\"ל דס\"ד כיון שאח\"כ אמר שעל מי שיעלה ראשון הוא שוחטו הוי כמו חזרה קמ\"ל דלא כיון דלא אמר אלא כדי לזרזן במצות:"
        ], 
        [
            "<b></b> תוס' ד\"ה ומיחל ושותה וכו' עד ואין נראה וכו' לפי שקבע וכו'. כלל דברי התוס' בדבור זה הוא זה דבדמאי מותר לקבוע מקום בבין השמשות משום דהוי ספק ואינו מתקן מכל בודאי והואיל וקבע לו מקום מותר לחללו אבל בעובד כוכבים דאסור לקבוע מקום משום דהוי כמתקן ודאי טבל והואיל ולא קבע לו מקום א\"א לחללו כיון שאין מקומו קבוע:", 
            "<b>ד\"ה</b> דברי ר\"מ וכו' עד ועוד דאי הוי משני הכי הוה קשה ליה אידך דר\"י דאמר לעיל אף אחרון אינו פוסל. ר\"ל ש\"מ דלית ליה ברירה ואע\"ג דאמר דאי אתמר בהא בהא קאמר רבי יוחנן דאין ברירה משום דבעינן לה לשמה וכו' צריכותא בעלמא היא:", 
            "<b>ד\"ה</b> ר' יהודה ורבי יוסי וכו' עד אבל הכא יכול להיות שלא יבא לידי הפרשה. פירוש כדמסיק משום דשמא יבקע הנוד אלא שיש לדקדק א\"כ ל\"ל לתוס' זה הל\"ל דלמסקנא אית ליה לר\"י ברירה וגבי כיס לא הוי מטעם דאין ברירה אלא משום דשמא לא יעלה סלע כלל וגבי נוד משום דשמא יבקע הנוד כדמסיק אלא שי\"ל משום דגבי נוד שייך טפי לומר שמא יבקע הנוד אבל גבי כיס לא שייך לומר כ\"כ שמא לא יעלה ואעפ\"כ ס\"ל לר' יוסי דלא חיללה א\"כ אין ברירה ס\"ל לכך הוכרחו התוס' לחלק כן אליבא דר' יוסי:", 
            "<b>ד\"ה</b> מה היא באותן הימים וכו' עד ושם פי' בקונטרס וכו'. ע\"ש דאין משמע כן מפי' רש\"י אלא משמע מדבריו שהמקשה הוה ס\"ד דמה היא באותן הימים קאי ארישא באומר מהיום ופריך ע\"ד שפירשו התוס' כאן אלא שהמתרץ תירץ דמה היא לא קאי ארישא אמהיום אם מתי אלא איירי באומר מעת שאני בעולם ע\"ש:", 
            "<b>ד\"ה</b> ולכי מיית הוי גיטא וכו' עד והא דפריך אההיא דאיו מ\"ש לכאן ולכאן דאין ברירה כצ\"ל:", 
            "<b>בא\"ד</b> מיהו קשה דבסוף ביצה וכו' עד מ\"מ מוכח שפיר דרבי יוחנן לית ליה ברירה מדמשני לה. והא דלא מייתי ראיה דר' יוחנן לית ליה ברירה מדאמר האחין שחלקו וכו' או מהא דאמר אפי' האחרון אינו פוסל אין ה\"נ דהתם מייתי ההיא דאחין שחלקו אלא שאמר וכ\"ת כי לית ליה לר' יוחנן ברירה בדאורייתא אבל בדרבנן אית ליה ומי אית ליה ומייתי ההיא ראיה דאיירי בעירוב דמידי דרבנן הוא. גם יש לתרץ אההיא דלעיל דאף אחרון אינו פוסל משום דבעינן לה לשמה כדאמר לעיל וצריכא וכו':"
        ], 
        [
            "<b>ע\"א</b> ד\"ה חוץ מגיטי נשים ואין לומר בשחרורי עבדים וכו'. צריך למחוק הוי\"ו לגרוס אין לומר וכו':"
        ], 
        [], 
        [
            "<b>ע\"א</b> ד\"ה הא אמר תנו וכו' עד ור' זירא סבר הא דקתני ונמלך אורחא דמלתא וכו'. ויש לדקדק לפירושם הא דקאמר ר' זירא בגמרא מי קתני אם אמר תנו נותנים ואפי' לזמן מרובה דלמא אם אמר תנו נותנים כדקי\"ל לאלתר ל\"ל הא הל\"ל מי קתני אם אמר תנו נותנים דלמא אפי' אם אמר תנו אין נותנים ואין כאן דיוק כלל כיון דס\"ל הא דקתני ונמלך הוא אורחא דמלתא כמו שהקשו התוס' הכא בדיש הדבור וי\"ל דהא דקאמר לקמן לר' זירא דלמא אם אמר תנו נותנים כדקי\"ל לאלתר לאו מכח דיוקא דקתני ונמלך עליהם וכו' אלא קושטא דמלתא נקיט דאם אמר תנו נותנים לאלתר מכח הקי\"ל מדקתני במתני' דהכא אם לאלתר כשר וק\"ל:", 
            "<b>בא\"ד</b> דמשמע ליה דומיא דשטרי חליצות ומיאונים. ונ\"ל כלל הדבר דבסיפא ע\"כ איירי בלא דאינו בידה ומה שלא ראינו לא שייך לומר עליו לאלתר או לזמן מרובה דהיאך שייך לומר לאלתר כיון שלא ראינוהו קודם שנפל אבל במתני' דהכא דאיירי בשליח איירי שראינו אותו ביד השליח קודם שנאבד ממנו ואח\"כ לאלתר מצאו וכן במתני' דמצא גיטי גשים ושחרורי עבדים מצי לאוקמי שראינו הגט לפני זה ביד הבעל קודם שנאבד ולכך שייך לומר לאלתר וק\"ל:", 
            "<b>ד\"ה</b> הא אמר תנו נותנים וכו' עד אבל ברייתא דקתני בזמן שהבעל מודה וכו'. ר\"ל דאף ע\"ג שלפי האמת אינו נאמן ויחזיר לאשה דקתני היינו בעדים ותתגרש בחזרה זו כמ\"ש התוס' לקמן דף זה ד\"ה בזמן שהבעל מודה וכו' מ\"מ הלקוחות סבורים שב\"ד מאמינים ליה שמשנכתב בא לידה ולא יאמרו אייתי ראיה וק\"ל:"
        ], 
        [
            "<b></b> ד\"ה מעולם לא חתמנו וכו' עד ובקונטרס פי' וכו' עד ולפי זה צ\"ל שלא ראו עדים חתימת הגט וכו'. צריך ליישב מאי קאמר ולפי זה דמשמע דוקא לפי' רש\"י צ\"ל כן הא גם לפי' התוס' צריך ג\"כ לומר שלא ראו חתימת ידם דאי ראו מאי קאמר מהו דתימא דלמא מתרמי שמו כשמו ועדים כעדים הא הערים שלפנינו ראו ומכירים חתימת ידם שזהו הגט שחתמו ואנן לא חשדינן ליה שישקר במזיד לומר שהוא שלו כמ\"ש התוס' לעיל מזה ויש ליישב דלפי פי' התוס' ה\"ק מהו דתימא שמא איתרמו שמו כשמו ועדים כעדים ואותן עדים אחרים חתמו וכתבו ליוסף בן שמעון זה שלפנינו אלא שהוא סבר שהגט הנמצא הוא שלו וגט זה הנמצא ושהעדים שלפנינו מכירים אותו שהוא חתימת ידם אין ה\"נ שהוא באמת חתימת ידם אבל לא חתמוהו ליוסף בן שמעון זה שלפנינו אלא ליוסף בן שמעון האחר רק שיוסף בן שמעון זה שלפנינו הואיל והעדים שחתמו על הגט שלו היו שמותיהם כשמות עדי הגט הנמצא סבור הוא שהגט הנמצא הוא שלו לכך הוא אומר שהוא שלו קמ\"ל דלא חיישינן להכי אבל לפירוש רש\"י שהעדים אומרים שמעולם לא חתמנו אלא ליוסף בן שמעון זה שלפנינו ליכא למימר הכי וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה מצאו בחפיסה וכו' עד אי נמי בידוע שבחפיסה או בדלוסקמא אבדו וכו'. ר\"ל ולכך לא חיישינן לשאלה לומר שמא השאיל החפיסה לאחר ואותו אחד הניח בו הגט שהוא יודע שהוא עצמו הניחו בחפיסה ואבדו עם החפיסה וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>ע\"ב</b> תוס' ד\"ה ר' יוחנן פוסל בו וכו' עד ונראה לריב\"א דכשאומר שקול מינה חפץ וכו' כל מה שמשנה מדעת הבעל בחפץ נפסל. ולפירושו צ\"ל הא דקאמר לעיל בגמ' היכי דנפקא לאפיה ויהבה ליה חפץ כ\"ע לא פליגי דגיטה גט מעליא הוי פירושו הכי דנפקא לאפיה שקודם שהגיע אליה שליח השני נפקא היא לאפיה ויהבה החפץ לשליח הראשון והדר שקלה את גיטה משליח השני לכך הוא כשר ועיין באשר\"י ותמצא מבואר יותר:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה במכירי לא קתני וכו' עד מ\"מ ניחא ליה לאוקמא במזכה דאיירי בכל כהנים. פי' וזח ר\"ל במה שאמר במכירי לא קתני ר\"ל ואיירי בכל כהנים וכן במה שאמר מזכה לא קתני ר\"ל שאיירי שמפרישים עליהם סתם בלא שום זיכוי וק\"ל:", 
            "<b>ד\"ה</b> ופוסק עמו כשער הזול וכו' עד ואין בו משום רבית אפי' פוסק הרבה פחות וכו'. נ\"ל דהתוס' פליגי ארש\"י בפירושו דאין בו משום רבית דלרש\"י הוי פירוש הברייתא כן ופוסק עמו כשער הזול היינו אם יצא השער כל סאה בסלע פוסק עמו שאם יוזלו כשעת הפרשה ויהיה כל סאה בחצי סלע אז מחויב ליתן ג\"כ הסאה בחצי סלע ולכך פריך בגמרא פשיטא דבכל תנאי נמי דינא הכי כדמפורש בפרק איזהו נשך ואין בו משום רבית היינו שפוסק עמו שיתן לו כל סאה בסלע כל השנה אף אם יתיקרו אח\"כ אע\"פ שעדיין לא יצא השער לכל סאה בסלע בשעת פסיקה וזהו אסור בשאר תנאי משום רבית שאסור להתנות קודם שיצא השער כמבואר במציעא פ' הנזכר אך לפי' התוס' גם חילוק זה ואין בו משום רבית מיירי ג\"כ שפסק עמו שיתן לו בזול הרבה פחות משער הזול ודו\"ק:"
        ], 
        [
            "<b></b> ד\"ה איכא בינייהו עניי עובדי כוכבים וכו' עד בשביל עניי ישראל מפריש בכל מקום שהן וכו'. יש להקשות לפירוש התוס' דיש תקנה להפריש בשביל עניי ישראל בכל מקום שהן א\"כ מה צריך גמרא לתרץ איכא בינייהו עניי עובדי כוכבים הל\"ל דאיכא בינייהו שאין כאן עניי העיר לת\"ק אין יכול להפריש דאין מפרישין על עניי העולם שהן עניי ישראל בכל מקום שהן ולרב אחא מפרישים בחזקת עניי העולם ד\"ל עניי ישראל בכל מקום שהן ויש ליישב בדוחק דלישנא דעניי העולם משמע לה לגמרא שר\"ל עניים שבכל העולם אף שאינם [ישראלים] גמורים:"
        ], 
        [
            "<b>ע\"א</b> רש\"י ד\"ה ובמחשבה וכו' ותרוייהו נפקי מונחשב. ר\"ל תרוייהו בין תרומה גדולה בין תרומת מעשר שניטלין במחשבה נפקי מונחשב ולא יליף תרומה מתרומה אלא לענין שניטלת מאומד:", 
            "<b>תוס'</b> ד\"ה ניטלת מאומד וכו' עד וא\"ת דבירושלמי וכו' א\"ר חנינא תפתר בשלשתן ולית שמע מינה כלום. דאי גרסינן במשנה משלשתן תוכל לפשוט ממתני' דניטלת מאומד דמדתני משלשתן משמע דאיכא שלשה בר ממשקל אבל לר' חנינא דלא גרסינן במתני' משלשתן אלא בשלשתן לא תוכל לפשוט מינה כלום:"
        ], 
        [
            "<b></b> ד\"ה לשותפיה עד סוף הדבור וכן לכל דבר יש זמן. ר\"ל לכל מיני פירות ותבואות:"
        ], 
        [
            "<b>ד\"ה</b> גט שנתתי לך בטל הוא לר' דאמר בטלו מבוטל וכו'. כוונת התוס' לאוקמי מתני' אפי' כרבי דס\"ל שאפי' לאחר תקנת ר\"ג אם בטלו ולא הודיע לשליח או להאשה ג\"כ מבוטל אתי נמי מתני' כוותיה והא דנקט והגיע בשליח אורחא דמלתא וכו':", 
            "<b>ד\"ה</b> ולא אמרינן לצעורה קא מכוין וכו' עד אי נמי הוה חיישינן להחמיר. ר\"ל הא דה\"א דלא הוי ביטול לא שיהיה גט מעליא לאנסובי ביה לעלמא אלא להחמיר לאוסרה על בעלה אי הוי כהן:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ע\"א</b> תד\"ה לישא שפחה אינו יכול וכו' עד וא\"ת וליתי עשה דפרו ורבו ולדחי לאו דלא יהיה קדש וכו'. לפום ריהטא פשטא דתוס' משמע דמקשין רישא בת חורין דאז מקיים עשה דפרו ורבו אבל כשנושא שפחה אינו מקיים עשה דפרו ורבו כמו שכתבו לפני זה בסמוך אלא שקצת מגומגם לומר כן דא\"כ לפי זה לא היה להם להתוס' למנקט ולדחי לאו דלא יהיה קדש אלא הוה להו למימר לאו דלא תהיה קדשה כיון דאבת חורין קאי אבל אין זה קושיא כלל דהתוס' נקטי לישנא דמורגל בגמרא לומר תמיד באיסורא דעבדות לאו דלא יהיה קדש ויש לפרש ג\"כ קושית התוס' דמקשין רישא שפחה והא דקאמר וליתי עשה דפרו ורבו לאו דוקא אלא ר\"ל שבת דזה נמי מצוה היא דהא אי הוה יכול לקיים שבת כל דהו לא הוה כפינן לרביה לשחררו והא דקאמר בתירוצא בחדא ועוד דבדידה ליכא עשה ר\"ל ועברה אלאו דלא יהיה קדש וזה לא שייך לומר גבי שפחה יש ליישב דכשהוא נושא שפחה אף השפחה עוברת בלאו כשנשאת לו כיון שאסורה לינשא לו דהא היא חייבת בכל הלאוין כמו אשה ישראלית דעלמא אלא דלפי זה יקשה הא דקאמר בתר הכי ועוד דבדידה ליכא עשה והא אפי' בשפחה שייך שבת כמו שכתבו התוס' לקמן בסמוך בד\"ה לא תוהו בראה כפירושו של ר\"י בר מרדכי וצ\"ל דהשתא לא ס\"ל התוס' כן:"
        ], 
        [
            "<b></b> בא\"ד לא שרינן אלא הקדשות דאתי מיניה. ר\"ל דלא שרינן לממזר לישא קדשות אלא בענין קדשות דנולד הוא מינה כגון אשה דלא תפסי בה קדושין דהממזר נולד ג\"כ מאשה דלא תפסי בה קדושין אבל לא איסור קדשות דזכר ובהמה ונ\"ל למחוק ה' דהקדשות ולגרוס לא שרינן אלא קדשות דאתי מינה וק\"ל:", 
            "<b>ד\"ה</b> לא תוהו וכו' עד וכן משמע קצת בירושלמי וכו'. פי' דאפי' בעבר שייך גמי שבת מדאמר שם העבד מהו שישא וכו' ר\"ל משום דאינו מצווה במצוה דפריה ורביה דאינו חייב אלא במצות שהאשה חייבת ופשיט לה מהא דתנן יבטל והלא לא נברא העולם וכו' שנאמר לא תוהו בראה ש\"מ דאף עבד שייך בשבת וק\"ל:", 
            "<b>בא\"ד</b> ולפי זה בשפחה נמי שייך שבת וכו'. היה יכול לומר דבכל אשה שייך נמי שבת אע\"ג דלא מיפקדא אפריה ורביה אלא דנקט שפחה משום דבעו לאסוקי בתר הכי והא דלא כפינן בחצי שפחה וכו' וק\"ל:", 
            "<b>ד\"ה</b> דכ\"ע ג\"ש עדיפא וכו' עד הכא שאני משום דעיקר שטר מג\"ש נפקא יש לדקדק קצת א\"כ לפי זה אמאי דחיק בגמרא לומר לא דכ\"ע ג\"ש עדיפא הל\"ל לא דכ\"ע היקשא עדיף כדאיתא שם בזבחים וטעמא דרבנן הכא דשבקי להיקשא וילפי בג\"ש משום דעיקר שטר מג\"ש נפקא אלא שיש ליישב דגמרא ס\"ל דהמקשה שהקשה לימא בהא קמפלגי וכו' לא היה מתמיה אלא על ר' דשביק ג\"ש ויליף היקשא דמשום דהכא מסתברא טפי למילף ג\"ש משום דעיקר שטר מג\"ש נפקא אבל על רבנן אין מקום לתמוה דפשוט הוא דאע\"ג דבעלמא מסתבר טפי למילף היקשא הכא מסתבר טפי למילף ג\"ש כדאמרינן ולכך ודאי ארבי הוא קא מתמה ולכך השיב התרצן לא דכ\"ע ג\"ש עדיפא הכא ואפי' ר' היה מודה בזה אלא משום דאיכא למיפרך אג\"ש ולכך שביק רבי ג\"ש ויליף היקשא:"
        ], 
        [
            "<b>ע\"א</b> גמ' רב אשי אמר שאני התם דקא קרי ליה עבדי. וא\"ת תקשה לרב אשי מאי אריא חצי חצי אפי' אמר כולו נמי כדפריך אשנויא שלפני זה וי\"ל דרב אשי נמי מתרץ לה דה\"ק בד\"א דקרי ליה עבדי אבל היכא דלא קרי ליה עבדי קנו ואם אמר חצי חצי אפי' לא קרי ליה עבדי לא קנו:", 
            "<b>תוס'</b> ד\"ה בעבד של שני שותפים וכו' עד והא לר\"א דפ' החובל אינו יכול לשחררו וכו' דמוקי התם אליביה וכו' כצ\"ל ור\"ל דר\"א אמר דעבד של ב' שותפין אינו בדין יום או יומים משום כי כספו הוא כספו המיוחד לו ויליף מניה גמרא התם דה\"ה דאינו יוצא בראשי אברים לד\"א דכתיב ביה ג\"כ עבדו דמשמע נמי עברו המיוחד לו דמוקי התם הא דקאמר אמימר איש ואשה וכו' אתיא כר\"א ס\"ל לאמימר כמו שאינו יכול לשחרר לר\"א ה\"נ אינם יכולין לשחררו וכן הא דתני התם בברייתא חציו עבד וחציו בן חורין וכן עבד של ב' שותפים אין יוצאין בראשי אברים מוקי התם כר' אליעזר וס\"ל לתוס' דכמו שאינן יוצאים בשן ועין לר' אליעזר ה\"ה דאין יוצאים בשטר שיחרור ותירצו דשותפים דהתם וכו' והא דקאמר התם חציו עבד וכו' ר\"ל ובחציו עבר יש לו חלק בגוף ופירות ואפ\"ה קתני דאין יוצא בראשי אברים וה\"ה בשטר שיחרור היינו למשנה אחרונה דחזרו ב\"ה להורות כדברי ב\"ש שכופין את רבו ועושה אותו בן חורין והואיל ולכפייה קאי הוי כאילו אין לו בו שום חלק לא בגוף ולא בפירות ולכך אינו יוצא בשן ועין ואם תקשה לך וא\"כ הואיל ואינו יוצא בשן ועין ה\"ה דאין יוצא בשטר שחרור למשנה אחרונה מאחר שאין לרבו חלק בגוף העבד וא\"כ היאך אמרו כופין את רבו ועושה אותו בן חורין זה אין קושיא כלל דהא דמאי דנקרא למשנה אחרונה אין לו בגוף העבד היינו משום דכופין אותו לשחררו וזולת זה יש לו בו בגופו ולכך יכול רבו לשחררו וק\"ל ובתר הכי הקשו התוס' וא\"כ לפי זה דהכל תלוי בגוף וכשאין לו חלק בגוף העבד אין יכול לשחררו והא אמימר גופיה אית ליה לעיל (גיטין דף מ') לחד לישנא דמפקיר עבדו יש לו תקנה בשטר שחרור ובמפקיר עבדו אין לו בגופו כלום דגופיה לא קני ליה אלא איסוד אית ליה גביה כדאמר התם וא\"כ היאך יש לו תקנה בשחרור דבלא פי' זה הוה אתי לן שפיר הא דאמימר דהוה אמרינן דלא תלי כלל בגוף העבד אלא הכל תלוי בעבדו המיוחד לו דהיינו כשאין לו אלא אדון א' ובמפקיד ג\"כ אין לו אלא אדון אחר אבל השתא דתלי טעמיה שצריך שיהיה לו חלק בכל גוף העבד קשיא ותירצו דהתם ודאי דלא נשתייר בו כי אם איסור דעבדות שטר ודאי מפקיע האיסור ובזה יפה כח השטר מראשי אברים דהא דקתני התם חציו עבד וחציו בן חורין אין יוצא בראשי אברים היינו למשנה אחרונה דלכפייה קאי והוי כאין לו בו כ\"א איסורא דעבדות ואפ\"ה אין יוצא בראשי אברים זה נ\"ל בשיטת התוס בדבור זה ודברי ספר ח\"ש בדבור זה רחוקים ממני:", 
            "<b>ד\"ה</b> הא דאמר חצי חצי וכו' עד אלא ודאי לא שייך כל שאינו בזה אחר זה אלא היכא שהראשון מונע וכו'. ר\"ל וה\"ה חצי חצי דאינו בזה אחר זה אינו מטעם דהראשון מונע אלא מועט דשייר וכשהוא בבת אחת אין כאן שיור וא\"כ למה לא יקנו בבת אחת והא דכתבו התוס' בתר הכי ואין לדמות ממון הראוי לחלק וכו' נ\"ל דהוי כאילו אמר ועוד דאין לדמות ממון הראוי לחלק וכו' ולכך אף על פי שאינו בזה אחר זה בבת אחת קני וכשנויא אחרינא הוא ודו\"ק נ\"ל:"
        ], 
        [
            "<b>ב</b> ד\"ה מאי לאו כמשנה אחרונה וכו' עד כי היכי דלא לפשוט וכו'. נ\"ל דהאי איבעיא להו נשאלה בימי חכמים הקדמונים ולכך הוצרך ע\"כ גמרא לעיל לתרץ הברייתא בשנויא אחרינא דאי לא מיתרצא האי ברייתא אלא כדאוקמינן לה כמשנה אחרונה א\"כ תקשי לן למה לא פשטו החכמים הקדמונים האבעיא שלהם ממתניתא זו וק\"ל:", 
            "<b>ד\"ה</b> מעוכב גט שחרור וכו' עד והכא איירי בחציו עבד וחציו בן חורין. דברי התוס' אלו צריכין עיון וא\"א ליישבן כלל דאיך יעלה על הדעת דחצי עבד וחצי בן חורין יאכל בתרומת כהן משום צד חירות שבו דאותו צד זר גמור הוא אצל תרומה וק\"ל:", 
            "<b>ד\"ה</b> עבד שמכרו רבו וכו' עד או דלמא אפי' לר\"מ לא קני דלא דמי לפירות דקל וכו' כצ\"ל משום דלרבי מאיר אפי' לא יהא דמי לדקל לפירותיו אלא לפירות דקל הוי מכור דהא ר\"מ סבירא ליה המוכר פירות דקל קנה וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה את\"ל וכו' עד והוה מצי למימר איפכא וכו'. ר\"ל דהוי מ\"ל את\"ל התקדשי לחציי אינה מקודשת משום דשייר בקנינו אבל הכא לא שייר בקנינו ואת\"ל המקדש חצי אשה מקודשת משום דחזיא לכוליה אבל הכא לא חזיא ואע\"ג שאם אמר כן הוה קשה לן מאי שנא דבהתקדשי לחציי אינה מקודשת וחצייך מקודשת לי כגון המקדש חצי אשה תהא מקודשת זה אין שייך לענין הבעיא דהכא אלא שהאמת נקט כמו דמסיק בקידושין דבהתקדשי לחציי מקודשת דר\"ל דאי בעינא נסיבנא אחריתא אבל בחצייך אינה מקודשת דלא מצי למימר דהכי קאמר לה דתינסב אחרינא דאתתא לבי תרי לא חזיא אבל איפכא לא אין מטעם לומר כן נ\"ל כוונת התוס' בדבור זה ואין אנו צריכין לאדחוקי כפירושו של ספר ח\"ש וק\"ל:"
        ], 
        [
            "<b></b> ד\"ה ואין אני קורא וכו' עד וזה לא שייך הכא ר\"ל דהתם איירי שנפלו קמי אח הג' יבמה אחת מהאח הראשון דהיינו אותה שעשה הב' מאמר והשניה של האח השני ואם ייבם לשתיהן יסברו העולם שמאמר קדושין גמורים הן וא\"כ ב' יבמות הן מבית אחד דהיינו מאח השני וא\"כ יאמרו שתי יבמות הבאות מבית אחד מתייבמות ושם פריך בגמרא ונייבם לחדא ונחלץ לחדא וכו' ע\"ש אבל הכא ע\"כ איירי שלא היה לשמעון אשה אחרת ולא נפלה קמי לוי כ\"א זו לבדה דאל\"כ דהיה לו לשמעון עוד אשה אחרת ומת ונפלו שתיהן קמי לוי איך אפשר לומר מתייבמת ללוי הא י\"ל דלמא קדושי דשמעון קדושין גמורים הן והוו ממש ב' יבמות הבאות מבית אחד אלא ע\"כ צ\"ל הא דקאמר רב חסדא מתייבמות ללוי איירי כשאין לשמעון אשה אחרת כ\"א זו ולכך מתייבמת ממה נפשך וכו' ולכך הקשו התוס' מאי נ\"מ הכא אפי' היתה היא אשת שני מתים היתה מותרת להתייבם ללוי דלא שייך הכא שמא יאמרו ב' יבמות וכו' מאחר שלא היתה לו לשמעון עוד אשה אחרת כנ\"ל כוונת קושית התוס' אבל יש לתמוה דבהדיא כתבו התוס' שם ביבמות פ' ד' אחין (יבמות דף ל\"ב) דאליביה דההוא תנא ס\"ל דאפי' ליכא צרה בהדי ההיא דעליה זיקת ב' יבמין אפ\"ה אינה מתייבמת אטו היכא דאיכא צרה וכן הוא בהדיא שם פ' האשה רבה (יבמות דף צ\"ו) ע\"ש:", 
            "<b>בא\"ד</b> אבל בעלמא הוי דאורייתא. פירוש כגון ראובן שקדש אשה חוץ משמעון ובא שמעון וקדשה סתם דאהנו קדושי ראובן למיסרה אעלמא וקדושי שמעון אהנו למיסרה אראובן ולכך חלין עליה קדושי שניהם ומתו שניהם הוו עליה ממש זיקת ב' יבמין וזו אסורה להתייבם ללוי מדאורייתא ולכך הוה סלקא אדעתיה דאף הכא בחציה שפחה וחציה בת חורין שנתקדשה לראובן ונשתחררה וחזרה ונתקדשה לשמעון הוי ג\"כ עליה זיקת ב' יבמין ואסורה להתייבם ללוי ולכך אצטריך רב חסדא לומר דמתייבמת ללוי ואין אני קורא בה אשת שני מתים וכו' וק\"ל:", 
            "<b>ד\"ה</b> אבל אם כתב עליו אונו וכו' עד וא\"ת הא דאמר אמימר לעיל וכו'. והא דהקשו התוס' קושיא זו אאם כתב עליו אונו וכו' ולא הקשו קושיא זו אמלתיה דת\"ק דקתני יצא לחירות וצריך גט שחרור מרבו ראשון דמשמע דיש לו תקנה בגט שחרור לישא בת חורין אע\"ג דגופו לא קני ליה ולעיל אמר אמימר במפקיר דאין לו תקנה וכו' משום דאמלתיה דת\"ק היה יכול לתרץ דכותב לו גט שיחרור קודם שיפדנו מן העובד כוכבים או קודם שיברה דאז עדיין גופו קנוי לו דהא אם לא קנסו אותו חכמים היה חוזר לרבו להשתעבד בו אבל הכא שכתב לו קודם שמכרו כשתברח ממני וכו' ועל כרחך לא חל אותו השיחרור עד לאחר שיברח מן העובד כוכבים ואז אין גופו קנוי לו להשתעבד בו כלל מתקנת וקנס חכמים וא\"כ אין לו תקנה בשטר לאמימר וק\"ל:", 
            "<b>ד\"ה</b> הא לגופא וכו' עד ונראה לפרש וכו'. ר\"ל ותרוייהו איירי לגופא ואידי ואידי בדלא מטי זמניה וא\"ת היא גופא תקשה דלמה לא אמר גמרא אידי ואידי בין מטא זמניה בין לא מטא והא לגופא והא לפירא ר\"ל שלא החליטה לו כ\"א הפירות כמו שפירש הקונטרס משום דנראה לו לגמ' דוחק לפרש דכתב לו נימוסו אפירות ולא אגופו דאין דרך לעשות כן ועוד דלפי זה ע\"כ א\"א להעמיד ההיא דשדה בלא מטא זימניה כיון דעד דלא מטא זימניה אין לו פירות מה שייך לומר פטור ממעשר וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> גמ' התם הוי ליה לפייס ולא פייס. ע\"כ צריך לפרש דהתם איירי כגון שיש לו ממון אחר במה לפייס ולא פייס ולכך יצא לחירות ובברייתא דלעיל דקתני גבאו בחובו וכו' לא יצא לחירות איירי שלא היה לו ממון אחר לפייס העובד כוכבים בחובו ולכך לא יצא לחירות כצ\"ל לפי' הקונטרס דאל\"כ תקשי בברייתא דלעיל נמי נימא דהיה לו לפייס ואפשר שלזה כיונו התוס' במה שכתבו בד\"ה המוכר עבדו לפרהנג על פי' רש\"י ועוד דלישנא דהיה לו לפייס ולא פייס לא משמע הכי דהלשון משמע דהיה לו לפייס עכ\"פ מה שאין כן לפי' רש\"י דצריך לפרש דהיה לו ממון אחר לפייס וק\"ל:", 
            "<b>רש\"י</b> ד\"ה ומעלהו כו' אע\"פ דחשיבות הוא להם. ר\"ל והיה לן לאסור משום דמיקר שם עבודת כוכבים כמו בהולך לדון לפני ערכאות של עובדי כוכבים:", 
            "<b>תוס'</b> ד\"ה בשלוה על מנת למשכנו וכו' עד לכך נראה וכו'. וא\"ת היא גופא תקשי למה לא אמר גמרא עוד שנויא אחרינא אידי ואידי דמטא זמניה וכשלוה על מנת למשכנו ולא משכנו ולכך פטור ממעשר כל זמן שישראל לא בא ומשכנו וגבי עבד קנסוהו רבנן כפרש\"י י\"ל משום דגמ' ס\"ל דבהאי גוונא אפי' גבי שדה חייבת במעשר דכיון דמטא זמניה אם כן הוא של ישראל בהחלט וק\"ל:", 
            "<b>ד\"ה</b> וכותב ומעלה וכו' עד וקשה דשטרות העולין בערכאות של עובדי כוכבים מכשרינן כצ\"ל ולא מפלגינן בין לכתחלה בין לדיעבד וכו'. ר\"ל ואי הוי כפירוש רש\"י דכשנותנים להם שטר לחתום הוה להם חשיבות היה לן לאסור לכתחלה לכל הפחות משום דמיקר שם עבודת כוכבים:", 
            "<b>ד\"ה</b> התם דאיסורא דאורייתא וכו' וכן התם הוי מצי למימר איפכא כי הכא. לאו דוקא כי הכא אלא ר\"ל דהוה מצי למימר התם את\"ל גבי עבד לא קנסו משום דאיסורא דרבנן הוא אבל גבי כרם הוי איסורא דאורייתא וק\"ל:"
        ], 
        [
            "<b></b> גמ' אמר ר' אבהו עבד שיצא אחד רבו לסוריא ומכרו שם רבו יצא לחירות והתני ר' חייא איבד זכותו וכו'. יש להקשות לפי מה דלא ידע עדיין דר' אבהו איירי בדעת רבו לחזור למה יצא לחירות כשמוכרו לשני מה פשע בזה כשמוכרו ומה הפקיעו בזה מן המצות הלא אף אם לא מכרו היה בחוץ לארץ אצל רבו הראשון ונראה דיש לפרש דהמקשה ידע שפיר דר' אבהו איירי שדעת רבו הראשון היה לחזור לא\"י ולכך כשמכרו שם כדי שישאר שם בח\"ל יצא לחירות אלא דהוה סלקא אדעתיה דר' חייא דקתני איבד זכותו ר\"ל ואינו יוצא לחירות על כרחך איירי נמי אפי' היכא דבדעת רבו הראשון לחזור דאל\"כ פשיטא דאינו יוצא לחירות דמה פשע במכירתו דמה לי אם ישאר אצל רבו ראשון בח\"ל או אצל רבו שני ולכך פריך מרבי חייא ומשני כאן שדעת רבו לחזור ר\"ל דמתחלה כשיצא מא\"י יצא על דעת לחזור וגם עתה כשמכרו דעתו לחזור ולכך קאמר ר' אבהו דיצא לחירות כשמכרו שם וכאן שאין דעת רבו לחזור ר\"ל ר' חייא איירי דמתחלה כשיצא לא היה דעת רבו לחזור ואע\"ג דעתה בשעת המכירה דעתו לחזור מ\"מ הואיל ובשעת היציאה לא היה בדעתו לחזור ואע\"פ כן הלך העבד אחריו מרצונו ולכך איבד העבד זכותו וכשמכרו עתה שם אינו יוצא לחירות וזה הפירוש מדוייק מפרש\"י שפירש כאן שדעת רבו לחזור כשיצא על מנת כן יצא וכו' וק\"ל:", 
            "<b>רש\"י</b> ד\"ה יוצא אחר רבו לסוריא וכו' עד ל\"א גרסינן יצא עבד וכו'. נ\"ל דלפי לשון זה היה גורס בברייתא יצא עבד אחר רבו לסוריא ומכרו שם וכו' משמע דכל עבד שיצא אחר רבו לסוריא מכרו רבו שם לכך פריך לא סגי דלא מכרו וכך צריך לגרוס בגמ' לפי לשון זה ומשני אלא עבד שיצא אחר רבו לסוריא ומכרו רבו שם פי' אם אירע כך וכך נ\"ל בפירושו:", 
            "<b>תוס'</b> ד\"ה נטייבה וכו' עד חרישה יתירא. פי' דחרשה פעם אחת קודם שביעית ובשביעית חדשה עוד פעם אחרת:", 
            "<b>בא\"ד</b> ואע\"ג שהוא דרבנן. ר\"ל ומ\"ש דגבי נתקווצה בשביעית קתני תזרע למוצאי שביעית וגבי נדיירה לא תזרע מאחד ששניהם דרבנן ותירץ דמ\"מ חשיב טפי מלאכה מנתקווצה ולכך קנסו בה טפי:", 
            "<b>ד\"ה</b> שנתקווצה כו' ואע\"ג דפטר התם בארעא דחבריה. ר\"ל ואם כן נוקים לה חכא במחוברים ואיירי בשדה חבירו כדהתם הכא ליכא לאוקמי וכו':"
        ], 
        [
            "<b>ע\"א</b> גמ' האי מעם אדוניו מעם אביו מבעי ליה וכו'. יש להקשות למה הקשה אסוף הפסוק דכתיב אשר ינצל אליך מעם אדוניו ולא פריך מריש הפסוק דכתיב לא תסגיד עבד אל אדוניו אלא צ\"ל דאדוניו ר\"ל עבורת כוכבים כדמשמע מפרש\"י א\"כ מה פריך אסוף פסוק דאשר ינצל אליך מעם אדוניו הא איכא נמי לפרשו דעבודת כוכבים קרוי אדוניו אלא נראה לי דהמקשה ס\"ל דאעבודת כוכבים לא שייך לומר ינצל דמה הצלה שייך מעבודת כוכבים אלא על כרחך צ\"ל דר\"ל דהבן רוצה להציל עצמו מאביו המכריחו לעבוד עבודת כוכבים ולכך פריך מעם אביו מבעי ליה וק\"ל:", 
            "<b>שם</b> אשר ינצל מעמך מבעי ליה. יש להקשות דע\"כ לר' אישעיא דמפרש קרא דלא תסגיר במוכר עבדו לחוצה לארץ הכתוב הזהיר לב\"ד שלא יסגירוהו ללוקח כמו שפרש\"י א\"כ אתי נמי שפיר הא דקאמר קרא אשר ינצל אליך ר\"ל לב\"ד פירוש שהעבד בא לב\"ד להנצל מאדוניו שרוצה למוכרו לח\"ל וכן צריך ע\"כ לפרש הקרא אליביה דרבי דמוקי קרא בלוקח עבד ע\"מ לשחררו דאשר ינצל אליך קאי אב\"ד וא\"כ מאי פריך אשר ינצל מעמך מבעי ליה ונ\"ל דהמקשה הוה קשה ליה על רבי אושעיא דמפרש הקרא במוכר עברו לח\"ל מידי איכא שום הוכחה בקרא דבח\"ל איירי אלא ודאי רבי אחא מפרש האי אשר ינצל יתפרש מלשון אשר הציל אלהים מאבינו ור\"ל שנתפרש מא\"י לח\"ל והשתא נזכר בקרא דבמוכר עבדו לח\"ל איירי לכך פריך לפי זה אשר ינצל מעמך מבעי ליה וק\"ל:", 
            "<b>תוס'</b> ד\"ה מידי דהוה וכו' עד ולפי חאמת וכו'. ר\"ל דלפי האמת דמוקי רב יוסף הא דקאמר שמואל במוכר שדהו ביובל עצמו דאינה מכורה ומעות חוזרין מ\"ש מהמקדש אחותו דס\"ל לשמואל דמעות מתנה ולכך קאמר דיש לחלק אלא דיש להקשות הא אפי' לרב דאמר מכורה מ\"מ השדה יוצאת לבעליה א\"כ נימא ג\"כ אדם יודע דכל הקונה ביובל יוצאה וגמר ונתן לשם מתנה וצ\"ל דמאחר דלרב מכורה יש טועין ג\"כ לומר דאינה יוצאה ולא נתן לשם מתנה וק\"ל:"
        ], 
        [
            "<b></b> תוס' ד\"ה הא דתניא יגנז וכו' עד מצי למימר דר\"ש ב\"ג היא וכו' ואע\"ג דמוקי ההיא דתני קורין כר\"ש ב\"ג מכל מקום המ\"ל ההיא דתני יגנז נמי כר\"ש בן גמליאל והא דתני קורין איירי בגד שחזר לסורו כדאוקי לקמן ההיא דרשב\"ג וההיא דתני יגנז איירי בעובד כוכבים גמור וק\"ל:", 
            "<b>ד\"ה</b> כל שישנו בקשירה וכו' עד מכלל דאשה כשרה. לשון ר\"ן מדאצטרכינן להאי דרשא ולא נפקא לן משום דליתנהו בלבישה דנימא כל שאינו בלבישה אינו בעשייה כדאמרינן הכא בתפילין ש\"מ דלא דרשינן הכי בציצית ומינה דנשים עושות ציצית אע\"פ שאינן בלבישח דדוקא בס\"ת ותפילין הוא דנפקא לן מדכתיב וקשרתם וכתבתם וכו' ע\"ש:", 
            "<b>ד\"ה</b> עד שיעבדם לשמן וכו' עד ומסיק שם דנאמן אתה להפסיד שכרך וכו'. אין זה לשון הגמרא שם ממש וע\"ש:", 
            "<b>בא\"ד</b> הכא הלכתא כשמואל וכו'. וכאביי ורבא ליכא למימר דהכא הלכתא כאביי דאם כן חוי לח לגמרא להוסיף על הסימן דיע\"ל קג\"ם וק\"ל:", 
            "<b>בא\"ד</b> וקלינן לאודרא בנורא וכו'. פי' שלא יעשו מאותו אודרא תכלת לציצית והוא פסול שלא נצבע לשם ציצית אלא לנסות הצבע אם הוא יפה א\"כ ש\"מ דבעינן צביעה לשמה ומזה הטעם שדינן ג\"כ אותו מעט הצבע הנשאר בביעתא ולא שדינן ליה ביורה כדי שלא יפסול כל מה שביורה ועיין שם פרק התכלת:", 
            "<b>ד\"ה</b> עיבוד לשמן בעי וכו' עד ולא מסתבר דפריך מעיבוד לעיבוד וכו'. וליכא להקשות והכל טעמא מאי דלא פריך הגמרא מעיבוד לעיבוד משום דהיה יכול לתרץ דנתנו להעובד כוכבים קלפים מוכנים עבודים לשמן והוא לא עשה אלא מלאכת הכתיבה וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה אי אמר לה הכי וכו' עד מדבעי לר\"מ תנאי כפול. ר\"ל לקמן בשמעתין קאמר על מתני' דאיילונית דקתני וחכמים אומרים יחזיר אמר מאן חכמים ר\"מ היא דבעי תנאי כפול והכא במאי עסקינן בדלא כפליה לתנאי ולפי פי' התוס' למאי דמסיק בדבור זה האי דקאמר דבעינן הכא תנאי כפול לאו דוקא אלא ר\"ל ר\"מ דבעי בעלמא בעל מנת תנאי כפול ה\"נ בעי הכא דלכפלי' למלתיה כמבואר בדבריהם בסמוך מ\"מ מייתי שפיר ראיה דלא מהני הכא גילוי דעת דאי מהני לרבנן גלוי דעת ה\"נ לא תיבעי לר\"מ תנאי כפול אלא ודאי לא מהני הכא גלוי דעת הלכך ע\"כ לא הוי חששא דהכא כי אם לעז בעלמא אפי' היכא דאמר בשעת גירושין לרבנן משום ש\"ר ומשום נדר אני מוציאך ולר\"מ כפל למלתא כדלקמן אפילו הכי לא הוי כי אם לעז דהא לא אמר בשעת גירושין לישנא דעל מנת א\"כ לא הוי תנאי גמור:", 
            "<b>בא\"ד</b> היינו בדכפלי' למילתיה. פי' שאמר בשעת הגירושין משום ש\"ד ומשום נדר אני מוציאך ואם לא היה בך זה הש\"ר או הנדר לא הייתי מוציאך ולא כפלי' לתנאיה שלא אמר על מנת זה אני מוציאך אם יהיה הש\"ר אמת או הנדר ולא יהיה לו התרה אז יהיה הגט גט ואם לאו לא יהא גט דאי אמר כן וכפליה לתנאיה אין מועיל מה שלא יחזיר דלעולם איכא קלקולא אפי' ישתיק הוא ולא יוציא מפיו שום דבר אנן מי שתקינן דהא קאמר בהדיא בשעת הגט דעל מנת זה יהא הגט גט וממילא הגט בטל למפרע ובניה ממזרים וק\"ל:", 
            "<b>ד\"ה</b> שלא יהיו בנות ישראל וכו' עד וא\"ת ללישנא בתרא דרב יוסף וכו'. ר\"ל בשלמא ללישנא קמא דטעמא דרבנן משום קלקולא ואינהו לא מחלקי בין נדר שחודר ברבים ושלא ברבים בכל ענין חיישי לקלקולא ע\"כ סבירא להו דברבים נמי אית ליה התרה דאי לית ליה התרה לא שייך ביה קלקולא שיאמר אילו הייתי יודע וכו' אבל ללישנא בתרא דטעמא נמי משום פריצותא דלמא ס\"ל נמי דנדר שהודר ברבים לית ליה התרה כר' יהודה אלא דס\"ל דגם בנדר שלא ידעו בו רבים איתא ביה פריצותא ולכך פליגי אר' יהודה וסבירא ליה דבכל נדר יחזיר:", 
            "<b>בא\"ד</b> אי נמי הא דקאמר ורבנן היינו ר' מאיר ורבי אלעזר וכו'. ר\"ל ור\"מ פשיטא כיון דס\"ל דטעמא משום קלקולא ואמר דבכל נדר שצריך חקירת חכם לא יחזיר ולא חילק בין גדר שידעו בו רבים כמו שחלק בין נדר שצריך חקירת חכם משמע דבצריך חקירת חכם בכל ענין לא יחזיר אפי' בנדר שידעו בו רבים מכלל דס\"ל דאית ליה התרה דאל\"כ לא שייך ביה קלקולא וליכא למימר דבידעו בו רבים ס\"ל דלא יחזיר משום פריצותא דא\"כ אפילו בא\"צ חקירת חכם נמי יסבור דלא יחזיר היכי דידעו בו רבים אבל ר\"א דס\"ל דבכל הנדרים לא יחזיר היה אפשר למיסק אדעתא דס\"ל דבידעו בו רבים ס\"ל דאסור משום פריצותא לכך מסקי התוס' דאי בידעו בו רבים אסור משום פריצותא הוי ליה למיסר לא ידעו אטו מפני דידעו וכו' וה\"ה דליכא למימר דדלמא דבנדר שידעו בו רבים אע\"ג דס\"ל דלית ליה התרה ולא שייך ביה קלקולא אסור אטו נדר דלא ידעו בו רבים דשיך ביה קלקולא דא\"כ הוי ליה למיסר ידעו אטו לא ידעו וק\"ל:", 
            "<b>ד\"ה</b> כיון דאמרי מארץ רחוקה וכו' עד וי\"ל דעל כרחך באין רוצים להשלים כתיב לא תהיה וכו'. והא דהצריכו להערים ולומר מארץ רחוקה באנו צ\"ל דהם לא היו יודעים האמת והיו יראים דשמא בכל ענין נצטוו לא תחיה כל נשמה ולכך הוצרכו להערים וק\"ל נ\"ל:", 
            "<b>בא\"ד</b> ועוד לר\"י איך הניחום בארץ הא כתיב לא ישבו בארצך וכו'. והא דלא הקשו התוס' ארבנן מכח מקרא זה דלמה להו לרבנן למימר דלא חיילא שבועה מכח שבועה בטעות הא בלאו הכי מי מועילה שבועה הא כתיב לא ישבו בארצך וגו' כמו שהקשו מכתוב לא תחיה כל נשמה משום די\"ל דרבנן עדיפא מיניה קאמרי דאפי' על ההכאה לא חיילא השבועה כיון דאמרו להו מארץ רחוקה באנו ולא באו:", 
            "<b>בא\"ד</b> וא\"ת בלא חילול השם נמי אין יכולין להורגן כיון דבאין לחתגייר וכו'. וצ\"ל הא דהקשו התוס' לעיל מזה בריש הדבור וא\"ת בלאו הכי מי חיילא שבועה והא כתיב לא תחיה כל נשמה וכן הא דהקשו לעיל הא כתיב לא ישבו בארצך לא הקשו אלא לפי דמסקו השתא בסוף הדבור דבאותו שעה לא באו להתגייר כ\"א אחרי כן וגם קושיא זו שהקשו עתה כיון דבאין לחתגייר וכו' היו יכולין להקשות על פשוטו של מקרא דכתיב ולא הכום וגו' כי נשבעו להם נשיאי העדה והלא בלאו הכי לא היו יכולין להורגן כיון דבאין להתגייר וק\"ל:", 
            "<b>ד\"ה</b> ר\"נ בר יצחק אמר ג' כו' עד ולפי זה לא היה היתר לחרמות בזמן הזה. ר\"ל לפרש\"י שפי' שמה שאמר משה לא על דעתכם אני משביע אתכם כ\"א על דעת המקום דזהו דעת רבים ואין לו התרה ואם כן בחרמות בזמן שהיו מחרימין על דעת המקום ועל דעת הקהל ג\"כ אין להם התרה אבל נראה דלא אמר משה כן משום שיהא דעת רבים אלא כדי שלא יערימו וכו' ועיין באשר\"י ותמצא מבואר והשתא לא צריכין ג\"כ לומר דבעל דעת רבים לא בעי אלא שנים והא דקאמרי התוס' בתחלת הדבור נראה דבעל דעת רבים לא בעי אלא שנים הוי כאילו אמר לפום ריהטא נראה לומר כן מכח פירושו של רש\"י בפרק שבועת הדיינים ואינו כן וק\"ל:"
        ], 
        [
            "<b></b> ד\"ה הנודר כאילו בנה במה וכו' עד ובריש פרק ד' דנדרים כו'. ר\"ל וא\"ת מנ\"ל דגזירה שוה זו מקובלת מסיני דהא אין אדם דן ג\"ש מעצמו לכך מביא דבריש פרק ד' דנדרים יליף בהאי ג\"ש דנקרא רשע ש\"מ דגזירה שוה מקובלת היא:", 
            "<b>ד\"ה</b> המוציא אשתו משום איילונית וכו' עד והא דתנן פרק אלמנה ניזונית הממאנת והשניה והאיילונית וכו'. וליכא לתרץ הכא בספק איילונית כדלעיל דדומיא דממאנת והשניה קתני דלא איירי בספיקא ועוד דלישנא דהאיילונית משמע איילונית ודאית אבל הכא במתני' דקתני המוציא אשתו משום איילונית איכא למימר משום חששא דספק איילונית וק\"ל:", 
            "<b>בא\"ד</b> ולא אמרינן תתייבם ממה נפשך וכו'. אבל אקרא דאשר תלד פרט לאיילונית ליכא לאקשויי דקרא אתא לאשמועינן דלאו בת יבום היא ולא מיפטרה צרתה ביבום שלה וק\"ל כך השבתי בישיבה לתלמירי ואח\"כ מצאו שקדמני בזה ספר חכמת שלמה:", 
            "<b>ד\"ה</b> אומרים לה שתיקותך יפה מדבורך וכו' עד דהכי פריך רב פפא וכו'. ר\"ל דשם איכא ברייתא דקתני ת\"ר ניסת לראשון ולא היו לה בנים לשני ולא היו לה בנים לא תינשא וכו' נשאת למי שאין לו בנים תצא בלא כתובה פי' דמשנים הראשונים יש לה כתובה ומהג' אין לה כתובה ואיבעיא להו נשאת לרביעי והיו לה בנים מהו דתיתבעי לג' ופשיט דאמרי' לה שתיקותך יפה מדיבורך דמצי אמר לה אדעתא דהכי לא גירשתיך מתקיף לה רב פפא אי איהי שתקה אנן מי שתקינן נמצא גט בטל וכו' אלא אמרינן השתא הוא דברית ולפום ריהטא משמע שרב פפא פריך מאחר שאנן ידעינן דמשום שלא היה לה בנים גירשה ועכשיו נתגלה למפרע שהיתה בת בנים א\"כ אפילו היא שתקה וכו' ממילא הגט בטל ולכך הקשו התוס' דהכא נמי נימא אנן מי שתקינן מאחר שידוע לן שמשום חשש איילונית גירשה ולפי זה גם על מתני' דלעיל דהמוציא אשתו משום שם רע ומשום נדר היו יכולין להקשות קושיא זו מה הועילו חכמים בזה שתקנו שלא יחזיר ומטעם זה אף לאחר שתנשא לאחר ונמצא שהשם רע שקר ישתוק ולא יאמר אילו הייתי יודע וכו' אנן מי שתקינן אלא שנקטו קושיא זו על מתני' דהכא הואיל והוזכר בה לישנא דשתיקותך יפה מדיבורך כלישנא דהתם דבפ' הבא על יבמתו ותירצו התוס' דשם אינו אלא לעז והכא תקנו שלא יחזיר שלא יוציא הבעל לעז כמו שכתבו התוס' לעיל ריש דף זה ד\"ה אי אמר לה הכי וכו' וכי תימא א\"כ מאי פריך רב פפא שם אנן מי שתקינן וכי אנן נוציא לעז מאחר שהבעל שותק ואינו מבקש דבר לכך פירשו דהכי פריך דשם נמי היה לנו לתקן שלא יחזיר מחמת חששא זו שמא יוציא הבעל עליה לעז ואפי' לא תתבע ממנו כתובה כמו שתקנו הכא אלא מאי אית לך למימר דשם לא שייך לעז דאמרי השתא הוא דברית ולכך מהאי טעמא נמי לא תוכל לתבוע הכתובה מהשלישי ראמר לה השתא הוא דברית ולא צריכין לטעמא דאמרינן לה שתיקותך יפה מדיבורך וכו' וכ\"ת א\"כ הכי נמי נימא היכא שלא שייך לעז מטעמא דהשתא הוא דברית וא\"כ למה תקנו חכמים שלא יחזיר לכך סיימו התוס' והתם דאיירי בעקרה דוקא שייך השתא הוא דברית וכו':"
        ], 
        [
            "<b>ע\"א</b> ד\"ה לוקח ומביא בכורים וכו' ומיהו קשה לר\"ת וכו'. ואע\"ג דרש\"י מיישב זה לקמן לרבינו תם נראה פירושו דחוק:", 
            "<b>בא\"ד</b> וה\"ק כל אדם הלוקח ממנו מביא בכורים לא שנא מוכר ל\"ש אחר. ולפירושו צ\"ל הא דקתני במתניתין מפני תקון העולם ר\"ל דמפני שיראו שהלוקח חייב להביא בכורים א\"כ יראו שבקדושתה קיימא ויתנו לב לפדותה ולא ישתקע הקרקע ביד העובד כוכבים כן נ\"ל ועיין בפירוש המשנה להרמב\"ם דמפרש קצת בכה\"ג:", 
            "<b>ד\"ה</b> אמר רבה וכו' עד כדדייק מדקתני מציק וכו'. פי' דקתני בברייתא המקבל שדה אבותיו ממציק פי' גזלן עובד כוכבים שגזלה מעשר ונותן לו וכו' ודייק התם דאי הוי מטעם דאין קנין לעובד כוכבים ואבותיו ר\"ל א\"י נקראת שדה אבותיו מאי אריא מציק אפי' אינו מציק אלא לעולם יש לו קנין ושדה אבותיו היינו שדה אבותיו ממש ולדידיה קנסוהו רבנן דאיידי דחביבא טפי אזיל מקבל לה וכו' ע\"ש במסכת בבא מציעא דף ק\"א:", 
            "<b>בא\"ד</b> ולהכי מוקי פלוגתייהו במירוח העובד כוכבים וכו'. ר\"ל רשם במנחות מייתי ברייתא דפליגי ר\"מ ור\"י דר\"מ סבר תורמין משל עובד כוכבים על ישראל ורבי יהודה סבר אין תורמין ומפרש שם פלוגתייהו דפליגי במירוח העובד כוכבים ומדקדק התוס' הכא מדלא מוקי פלוגתייהו התם דפליגי ביש קנין דרבי מאיר סבר אין קנין ור\"י סבר יש קנין ס\"ל לגמרא דר\"מ נמי ס\"ל יש קנין מההיא דע\"ז:"
        ], 
        [
            "<b></b> גמ' כיון דחזי דקא מקרי ומזבני וכו' ע\"ש בפירוש המשניות להרמב\"ם דמשמע מדבריו דאיהו גרים דקא מוקרי ומזבני לשון יוקר ולשונו אינו מובן שם ע\"ש:", 
            "<b>תוס'</b> ד\"ה טבל וחולין וכו' עד ומיהו יכול לתקנן שיפריש ממקום אחר עליו ושיפריש גם עליו ממקום אחר ואחרון אחרון מקולקל וכו' כצ\"ל ופירושו שיפריש על טבל זה מעשר ממקום אחר ושוב יחזור ויפריש על אותו מעשר ג\"כ ממקום אחר וכן על אותו מעשר שני עד שלבסוף לא ישאר כ\"א מעט וכו' וק\"ל:", 
            "<b>ד\"ה</b> בצרן ושגרן פי' רבינו שמואל וכו'. נ\"ל שהתוס' קצרו לשון הרשב\"ם במקום שהיה להם להאריך ועיקר קושיית ר\"ת קאי על מה שהרשב\"ם גורס בצרן ושגרן ביד שליח או שמת השליח והכי פירושו בצרן הבעל הבית דהיינו לקיחה ושגרן ביד שליח היינו הבאה או שבצרן השליח ומת השליח כדרך וכו' ועל זה שייך שפיר קושית ר\"ת דלמה ליה למימר ומת שליח וכו'. וי\"ל דאשמועינן רבותא וכו' ר\"ל ויש לפרש על דרך פירוש הרשב\"ם דאשמועינן רבותא כו' ולא גרסינן או מת אלא ומת שליח יגמרו הבעלים ההבאה ואי גרסינן או מת אתי נמי שפיר וזו אף זו קתני ר\"ל דהכא בצרן בעל הבית דהיינו הלקיחה ושגרן ע\"י שליח דהיינו ההבאה או אפי' בצרן בעל הבית ומת השליח וגמר בעל הבית ההבאה דאיכא לקיחה ומקצת הבאה בבעלים וכו' אפי' הכי וכו':"
        ], 
        [
            "<b>ע\"א</b> גמ' ת\"ש הקונה שני אילנות וכו'. וא\"ת והלא משנה זו קשיא לר' יוחנן דסבר קנין פירות כקנין הגוף ואפילו מוכר שדהו לפירות מביא וקורא והכא קתני הקונה שני אילנות מביא ואינו קורא לפי שאין לו קרקע ולא אמרינן קנין פירות כקנין הגוף וי\"ל דסבר רבי יוחנן המוכר שדהו לפירות מביא וקורא היינו שמ\"מ הקרקע קנוי לו לפירות לכל מה שיצטרך אפילו לאוקמי חזותא ולמשטח בה פירי אבל הקונה ב' אילנות אין לו קרקע כלל ולכך אפילו רבי יוחנן מודה שאינו קורא. כן תירץ רבינו שמשון בפי' המשנה למסכת בכורים ע\"ש:"
        ], 
        [], 
        [
            "<b></b> ד\"ה וכתובת אשה וכו' עד משום חינא לישנא בעלמא נקטי התוס' ור\"ל כדי שיהיו אנשים נושאים חן בעיני הנשים ע\"ד שפרש\"י לקמן בדף מ\"ט ע\"ב אבל התוס' מפרשים לקמן האי חינא דאיתא שם בגמרא איפכא מפרש\"י ע\"ש:", 
            "<b>ד\"ה</b> אין נפרעים מנכסים משועבדים וכו' אע\"ג דלמ\"ד שיעבודא לאו דאורייתא וכו'. פי' הא דקמ\"ל דגם לאחר שמת הלוה נשאר שיעבוד של החוב על נכסי הלוה וגובה המלוה חובו מהיתומים של הלוה שירשו נכסיו זה אינו מן התורה דמן התורה לא גובה כלום מהיתומים:", 
            "<b>ד\"ה</b> אין נפרעין מנכסי יתומים וכו' עד איכא למימר דסברי שעבודא לאו דאורייתא וכו'. ר\"ל והא דנזקין דינן כעידית מן התורה היינו כשבאין לגבות מהמזיק עצמו מחייו אבל לאחר שמת לא גבי מיתמי ולא נשאר השעבוד על נכסיו מן התורה אלא מדרבנן ולכך אין גובין אלא מן הזיבורית אפילו נזקין:", 
            "<b>ע\"א</b> ד\"ה כגון שהיתה עידית דניזק כזיבורית דמזיק ואיפכא לא מצי למימר וכו'. פי' כגון שהיתה עידית דמזיק כזיבורית דניזק דלר\"י חייב לקנות קרקעות וליתן לו נכסים שיהיו כעידית דניזק ולרבי עקיבא נותן לו המזיק עידית שלו:", 
            "<b>ד\"ה</b> שור רעהו אמר רחמנא וכו' עד וגזירה שוה דתחת נתינה ישלם כסף לא נתקבלה אלא לענין וכו'. בב\"ק פ\"א דף ה' איתא התם דכל הנזקין ילפי מהדדי בג\"ש דתחת נתינה וכו' לענין שבכולן חייב המזיק לשלם מעידית שבנכסיו וקאמרי התוס' דדוקא לענין זה נתקבלה ולא לענין שנאמר שכל מה שפטור לשלם בזה יפטור גם בזה וזה ר\"ל במה שאמר ולא לענין תשלומין:", 
            "<b>בסה\"ד</b> וי\"ל דאי לאו דאשכחן בחד דוכתא דפטר רחמנא בהקדש וכו'. דבור זה כתוב ג\"כ בתוס' ב\"ק דף ז' ושמעתי בשם תשובת בן לב כי לא ראיתי אותה שהקשה על דברי התוס' דאכתי קשיא רעהו למה לי דאי לגלויי אכי יאכל פרט למזיק שיהא פטור לגמרי הרי כבר כתיב בבור והמת יהיה לו דמיניה ילפינן דפטר ביה שור פסולי המוקדשים בפ' הפרה דף נ\"ג וכן בכמה מקומות בב\"ק ע\"ש וכ\"ש הקדש כמו שכתבו התוס' בעצמם שם בפ\"ק דף הנזכר וכזה סגי לגלויי דכי יאכל פרט למזיק ר\"ל פטור לגמרי אף מקרן ותו לא אצטריך רעהו כל זה תורף הקושיא אבל בעיני אין זה קושיא כלל דאי לא כתב רחמנא רעהו והוה ילפינן כל הנזקין מכי יאכל פרט למזיק ומבור דפטר ביה שור פסולי המוקדשים דגלי אכי יאכל דפטור לגמרי א\"כ הוי פטרינן בכל הניזקין אפי' שור פסולי המוקדשים וכ\"ש הקדש אבל השתא דכתיב רעהו לגלויי אכי יאכל לא פטרינן בכל שאר הניזקין אלא הקדש אבל שור פסולי המוקדשים חייב בכל הניזקין חוץ מבור דרעהו קרינן ביה כדמשמע בסוגיא דפ\"ק דב\"ק שם דף הנ\"ל ובפרש\"י ותוס' שם בהדיא וזה נ\"ל ברור ופשוט ובאולי שכוונתי לדעתו. ד\"ה ור\"ע סבר לה בר\"ש בן מנסיא וכו' עד וא\"ת ואכתי איכא למפרך מה להדיוט שכן יפה כחו בנזקי אדם ובור וכו'. משמע דס\"ל לתוס' דאפילו לר\"ש כן מנסייא דלא דריש רעהו פרט לשור של הקדש לפטור ואפ\"ה דריש כי יאכל פרט לאדם המזיק דפטור לגמרי אפי' מקרן ולעיל כתבו התוס' דאי לא אשכחן בחד דוכתא דפטור וכו' לא הוי דרשינן כי יאכל פרט למזיק אלא לפטור מחומש וצ\"ל דר\"ש בן מנסיא לא ס\"ל סברא זו אלא ס\"ל דבלא שום גילוי דרשינן כי יאכל פרט למזיק לפטור לגמרי ומ\"ש התוס' לעיל היא סברת רבנן דפליגי עליה:"
        ], 
        [
            "<b></b> תוס' ד\"ה דר\"ש היא דדריש טעמא דקרא לא פליג אלא היכא דאיכא נפקותא וכו'. נ\"ל דקשה להו לתוס' דמאי פלוגתא שייך לומר על זה דמה יזיק לן אי דרשינן טעם על המקרא ונותנין טעם לשבח על איזה מצוה מהתורה ולכך כתבו לא פליגי אלא היכא דאיכא נפקותא פי' נפקותא בדין שהדין משתנה לפי הטעם וק\"ל:", 
            "<b>ד\"ה</b> וכי תימא וכו' עד דחיישינן לחינא. אע\"ג דהתוס' מפרשים הא דקאמר בגמרא סלקא דעתך משום חינא הפוך מפירושו של רש\"י כמו שכתבו בדבור שאחר זה מ\"מ נקטי הכא בדבור זה לישנא דחינא ע\"ד פירושו של רש\"י. ד\"ה בקבלן וכו' עד ושמא היינו שלקה המעות מיד המלוה ונתן ללוה וכו'. דברי התוס' אלו צריכין עיון דמה תירצו התוס' דהא הכא נמי לאחר שהתפיסה מטלטלין בכתובתה נעשו המטלטלין כשלה וכשהיא מוסרתן ליד בנו הוי ג\"כ כמו מלוה וראיתי מי שפירש כוונת התוס' שר\"ל דדוקא התם דמלוה דחסרי' ממונא כדאיתא בגמרא בסמוך אבל נ\"ל דוחק דלפי זה מה להם להתוס' לומר ושמא היינו שלקח המעות מיד המלוה וכו' דהא הכא נמי איירי בכה\"ג לא הוי להו למימר אלא ושמא דהתם במלוה שאני ונראה דכוונת התוס' הוא זה ושמא היינו שלקח המעות וכו' ר\"ל חערב לקח המעות ונתנן ללוה אבל הלוה בעצמו לא היה לו שום עסק ולא דברים עם המלוה מה שאין כן כאן ואי לא מיסתפינא הוה אמינא דכוונת התוס' דלפירוש רש\"י אינו ר\"ל שהיא מסרתן ליד אביו והוא נתנן ליד בנו אלא ר\"ל שהיא מסרתן ליד אביו לפי שעה שיהיה לו תורת קבלנות ואח\"כ חזרה היא ולקחה המטלטלין מיד אביו ומסרתן היא בעצמה ליד בנו וכן משמע לשון רש\"י לפי הספרים שלפנינו והחזירתן לבנו דמשמע דהיא החזירתן לבנו דהחזירתן לשון נקבה היא. בא\"ד אע\"ג דמשמע התם דבלשון תליא מלתא וכו' ואלעיל להקשות על פי' של רש\"י קאי ור\"ל דהתם משמע דבלשון כשאומר הלוהו ואני קבלן תליא מלתא והוי קבלן באמירה בעלמא ולמה ליה לרש\"י לפרש הכא שהתפיסה בניו מטלטלין וכו' ותירץ שמא תרוייהו בעינן שיאמר ואני קבלן וגם שיקבל המעות מידי המלוה בתורת קבלנות וק\"ל:", 
            "<b>ד\"ה</b> אלא למ\"ד אי אית ליה וכו' עד מ\"מ לא היה להם לגבות כי אם מן הזיבורית וכו' ובקונטרס פירש דהכא בדלית ליה וכו' כן צריך להגיה והכל הוא דבור אחד:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה מצוה היא דעבד וכו' עד או עבר מצוה וחסרה. פי' כגון שערב בעד הנדוניא שהכניסה לו בעת חנישואין רעבר מצוח וחסרה וק\"ל:", 
            "<b>ד\"ה</b> מאי עידית שפאי עידית וכו' עד ומפרש ר\"ת וכו' עד סופו. אלא שצריך ליישב דלפי פירושו של ר\"ת לא יתיישב שפיר הא דמסיים בגמרא בסוף שנויא וגבי יתמי אוקמוה אדאורייתא דאניזקין לא שייך למימר דהא ניזקין מדאודייתא בעידית וגבי נמי מיתמי מעידית לרבא ולכך צ\"ל דאר' אלעזר נותאי קאי ור\"ל דר\"א קאמר דבע\"ח דיתמי הואיל ומדאורייתא דיניה בזיבורית מגבי ליה יתמי אפילו שפאי עידית דגריעי מזיבורית משום דמדאורייתא דיניה דב\"ח בפחות שבכלים שיש לו ללוה אפילו הן גרועים מאד ואכל בע\"ח דאתי לגבות חובו מיתמי קאי ר\"א והשתא סותר הא דקאמר מאי לאו אע\"ג דכתב עידית בשטרא וק\"ל:"
        ], 
        [
            "<b></b> ד\"ה יתומים שאמרו וכו' עד אי נמי כדמוקי לה בירושלמי וכו' כשערב לו מן העובד כוכבים. ר\"ל שזה הישראל התובע להיתומים ערב בעד אביהם נגד העובד כוכבים שהלוה לו ברבית וכיון שמת תובע העובד כוכבים לישראל הערב והערב תובע להיתומים הקטנים דהשתא אתי שפיר דנזקקים לנכסיהם שהרי הרבית אוכלת אותן רק שאין הערב יכול לגבות מהיתומים כ\"א בשבועה כדין כל הבא ליפרע מנכסי יתומים:", 
            "<b>בא\"ד</b> אי נמי כר' יוחנן וכו'. ר\"ל והכא אשכחן שבועה ביתומים קטנים כגון שהאשה באה לגבות כתובתה דלר\"י נזקקין לכתובה ואינה גובה כ\"א בשבועה:", 
            "<b>ד\"ה</b> ר' חנינא קצובין וכתובים בעי אריש לקיש לא מיבעיא ליה וכו'. התוס' כתבו זה משום דלא תטעה לומר דה\"ה לר\"ל נמי מיבעיא ליה אי כתובים וקצובים בעי והא דנקיט מלתיה דרבי חנינא משום דמיניה סליק וה\"ה לר\"ל וכ\"ת דהכל טעמא מאי י\"ל דהתוס' ס\"ל דלר\"ל לא שייך למיבעיא לן דמהיכי תיתי ליסלק אדעתין לומר דכתובים וקצובים בעי כיון דלא הזכיר בדבריו קצובים כ\"א כתובים לחוד אבל ר' חנינא איכא למימר דלא הוצרך להזכיר בדבריו כתובים דכבר הוזכר בדברי ריש לקיש ור\"ח בא להוסיף על דברי ר\"ל ולומר דבעי קצובין ועוד י\"ל דלריש לקיש לא מבעיא לן דמהיכי תיתי לומר דלא יועיל כתובים לחוד אבל לר' חנינא הוה סלקא אדעתין לומר דלא יועיל קצובין לחוד משום דהוה כמלוה על פה דלא טרפה ממשעבדי כמ\"ש רש\"י והתוס' בסמוך לקמן וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה א\"ר חנינא וכו' נ\"ל דטעות נפל בספרים וכך צריך להגיה למאי דמסיק בפרק מציאת האשה דרבי יוחנן קבלה מרבי. ר\"ל קבל מרבי דאמר מוציאין לפרנסה כדאתמר התם ע\"ש וכן בתר הכי נ\"ל להגיה כן הוה מצי למפרך השתא בעי למידק וכו' ור\"ל מאחר דגם ר\"י קבלה מר' וס\"ל ג\"כ דמוציאין לפרנסה א\"כ פשטן זה דבעי למפשט השתא מהא דמוציאין לפרנסה ולמידק מינה דקצובים לחודיה מהני הוה מצי למיפרך ג\"כ ארבי יוחנן דקאמר לעיל לפי שאין כתובים ומהא דמוציאין לפרנסה נשמע דקצובין לחוד מהני ור\"י קבלה מר' הא דמוציאין לפרנסה:", 
            "<b>בא\"ד</b> ומיהו התם דיחויא בעלמא. ר\"ל אע\"ג דקאמר התם דלמא לעולם לא שמיע ליה וכי שמיע ליה קבל וכו' כדאיתא התם האי דלמא לאו מסקנא הוא אלא דיחויא ורבי יוחנן לא קבלה ולא ס\"ל הא דמוציאין לפרנסה ובמסקנא דהכא ניחא משום דהא מסיק הכא שאני פרנסה דאית לה קלא ונוכל לומר שפיר דקבלה רבי יוחנן מרבי:"
        ], 
        [
            "<b></b> ד\"ה ורבי אליעזר בן יעקב וכו' ועוד דאין ה\"נ דלית וכו'. ונראה דמקושיא זו נזהר רש\"י וע\"כ פי' ורבי אליעזר לית ליה כמו והוינן בה וכו' וקושיא זו לא קיימא אלעיל אלא הקשו אותה במקום אחר וכן הקושיא שהקשו התוס' בדבור שלפני זה ועוד דלפי המסקנא רבי יצחק דאמר כמאן גם מזה נזהר רש\"י וכתב בד\"ה על טענת עצמו וכו' ולקמן מפרש לה בטוענו זה בן המת דדמיא לרבי יצחק וא\"כ משמע בהדיא שרש\"י ס\"ל דרבי יצחק נמי איירי בענין דדמיא למה דמוקי לה במסקנא דבדרבה קמיפלגי וצ\"ל שרש\"י ס\"ל דרבי יצחק איירי שהוא טוען ראיתי שחגבהת את אבידתי ושני כיסים היו והוא אומר אמת הוא אבל לא הגבהתי אלא א' וכן בשוורים וס\"ל לרבי יצחק דהוא דומה להא דר\"א ב\"י דיוכל להעיז ולכפור כמו בבנו וא\"כ גם לפי זה אתי דרבי יצחק כראב\"י וק\"ל:", 
            "<b>ד\"ה</b> מאי קטן גדול וכו' עד ועוד משום מתני' דשבועת הדיינים וכו'. הכי איתא שם דף מ\"ב על מתני' אין נשבעים על טענת חרש שוטה אבל נשבעים לקטן פריך והא אמרת רישא אין נשבעים על טענת שוטה וקטן אמר רב בבא בטענת אביו וראב\"י היא כו' וראב\"י לית ליה משיב אבדה פטור אמר רב כשטוענו קטן וכו' והשתא מוכרח היה רב לאוקמא בטוענו קטן כדי לתרץ מתני' דקתני אבל נשבעים לקטן ויתר הדברים מה שיש להתיישב בדבור זה ובשיטת הלכה זו עיין בכתובות דף י\"ח שם בתוס':", 
            "<b>ד\"ה</b> ובכולי בעי דלודי וכו' עד דהא משמע בפ' ח\"ה גבי נסכא דר' אבא וכו' וההיא שבועה דאורייתא וכו' תימה לי למה להו לתוס' להא לייתו ראיה מכמה מקומות המבוארות בגמרא דהמכחיש עד אחר חייב שבועה דאורייתא ויליף לה בפ' הכותב ובכמה מקומות מדכתיב לא יקום עד אחד באיש לכל עון ולכל חטאת לכל עון וכו' הוא דלא קם אבל קם הוא לשבועה וכאשר הוא מבואר בכמה מקומות בפוסקים דההיא דאורייתא וא\"כ ש\"מ דלא אמרינן מדאורייתא מיגו דחשיד אממונא חשיד נמי אשבועתא ושמא יש ליישב בדוחק דאי הוו מייתי ראיה מכל שבועות דמכחיש עד היינו יכולין ג\"כ לדחות דהוי מדרבנן וקרא אסמכתא בעלמא הוא וצ\"ע:", 
            "<b>בא\"ד</b> וא\"ת גזלן אמאי פסול לשבועה וכו' עד ולא גזור רבנן אלא היכי דנודע וכו'. דקדקו התוס' בלשון זה משום דקשה להו לפ\"ז א\"כ אמאי לא אמרינן נמי מדרבנן מגו דחשיד אממונא חשיד נמי אשבועתא וליפסל נמי לשבועה מדרבנן כמו גזלן לכך כתכו ולא גזור אלא היכא דנודע פסולו וכו' וק\"ל:"
        ], 
        [], 
        [
            "<b>ע\"ב</b> ד\"ה לכרגא וכו' עד לכך נראה וכו'. ר\"ל דלכל צרכי יתומים אפילו לשאר דברים מוכרים בלא הכרזה ולכך לא מצי מוקי מתניתין דהתם לשאר צרכי יתומים דהא יתומים לא בעי הכרזה ומטעם זה נמי לא מצי לאוקמא במוכר לכרגא ומזוני וקבורת האשה והבנות וגם לא מצי לאוקמא בשאר צרכי האשה והבגות דלשאר צרכים אין היתומים מחויבים ליתן להם כלום וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> תד\"ה ותני עלה וכו' ופריך משום דמשמע ליה וכו'. ר\"ל כיון דגרסי במתני' שוגגים פטורים מאי ס\"ד דמקשה פשיטא שיתרץ לו שתיקון העולם קאי אשוגגים פטורים לכך כתבו דעל כרחך צ\"ל שפריך משום דמשמע ליה דמפני תיקון העולם דקתני בברייתא אמזידין חייבים דקתני בסדר קאי דהכי איתא בתוספ' דקתני שוגגין ומזידין וקתני מפני תיקון העולם לבסוף אחר מזידין וא\"כ לפי זה צ\"ל דהאי ותנא עלה שמביא המקשה היא אותה תוספתא דאם היא ברייתא בפני עצמה א\"כ יקשה מאי ס\"ד דמקשה דמאן נימא ליה דאותה ברייתא נשנית אמזידין דקתני במתני' בסוף דלמא אשוגגים דברישא נשנית דבשלמא בתוספתא דקתני בה שוגגים ומזידים ותני מפני תיקון העולם אחר מזידין ולא אחד שוגגים שייך לדקדק מכח זה דקאי אמזידים אבל אם היא ברייתא בפני עצמה ולא קתני בה מידי אלא דנשנית אמתני' לא שייך לדקדק כן וגם צ\"ל לפי זה דבשנויא דמתרץ המתרץ לא גרסי הא שוגגים פטוריס דלמה לי דיוקא דהא קתני בהדיא במתני' שוגגים פטורים אלא גרסי ה\"נ קאמר שוגגים פטורים מפני תקון העולם ד\"ל ואשוגגים קאי ולכך הקשו התוס' א\"כ מרישא דאותה תוספתא הוי למפרך כן דקתני כח המטמא וחמדמע דעלה קיימא הפלוגתא דהיזק שאינו ניכר לכך נראה להם דקושיית המקשה אינה מכח זה כמו שפירשו הם אלא מכח שבמתני' לא גרסי שוגגים פטורים כ\"א מזידים חייבים לחוד לכך היה סבר המקשה דע\"כ הא דקתני בברייתא מפני תיקון העולם ע\"כ אמזידין קאי משום דהא לא תני במתני' שוגגים כלל וברייתא זו נשנית אמתניתין דברייתא בפ\"ע היא ולא קתני בה שום דבר אחר כ\"א מפני תיקון העולם לפרש טעם דמתניתין א\"כ ע\"כ אמזידין קאי ולכך כתבו התוס' וברייתא דהכא לאו היינו תוספתא דהתם דאל\"כ לא היה מקשה מידי לפי זה דהא בברייתא דתוספתא קתני בה שוגגים ומזידים ונימא דקאי אשוגגים וק\"ל. ד\"ה בדיני אדם נמי ליחייב וכו' עד משום דכולהו שוורים לאו לגבי מזבח קיימי וכו'. ר\"ל א\"כ לישני נמי הכא לעולם אימא לך היזק שאינו ניכר שמיה היזק והא דפטור מדיני אדם חייגו משום דסתם שוורים לאו לגבי מזבח קיימי:", 
            "<b>בא\"ד</b> ונראה דהאי דסתם שוורים לאו לגבי מזבח קיימי וכו' אלא בהיזק שאינו ניכר. ר\"ל אבל לחזקיה דאית ליה היזק שאינו ניכר שמיה היזק לא יועיל טעם זה ולכך פריך שפיר אלא שיש לדקדק לפי מאי דמשני פרה כגון שהכניסה לרבקה וכו' אבל אם עשה מלאכה בפרת חטאת ובמי חטאת ממש הכי נמי דחייב לחזקיה משום דהיזק שאינו ניכר שמיה היזק וא\"כ כ\"ש דצרם אוזן בכור דחייב ובזבחים איתא דצורם אוזן בכור פטור וצ\"ל דלפי מאי דמשני לא סבר חזקיה ההיא דזבחים דמימרא היא ולא ברייתא ולחזקיה אפילו העושה מלאכה בפרת חטאת חייב וכ\"ש צורם אוזן בכור דעשה בו מעשה ממש והיזקו ניכר דחייב וק\"ל:"
        ], 
        [
            "<b></b> ד\"ה גזלן הוא וממון מעליא בעי לשלומי וכו' עד וי\"ל כיון דהיזק שאינו ניכר שמיה היזק וכו'. איכא למידק א\"כ בגזל בהמה והוכחשה ממילא אמאי אמרינן לו הרי שלך לפניך כמו שהקשו התוס' וי\"ל דהכחשה שאני דהדרי בריא ובהכחשה כזו מיירי התם בפרק הגוזל וכי תימא איך סלקי דעתי' התוס' להקשות דהא המכחיש בהמת חבירו וכו' חייב ובהכחשה ממילא אומר הרי שלך לפניך ליתרצו דשאני חכחשה דחדרי בריא וי\"ל דעיקר קושית התוס' היתה מכח סברא דיש לחלק בין נטמאת ממילא למטמא בידים ולא הביא ראיה מהכחשה אלא שמצינו במקום אחר ג\"כ שיש חילוק בין ממילא לעושה מעשה בידים כמו שמצינו בהכחשה וא\"כ אפילו השיב דשאני הכחשה דהדרא בריא סוף סוף מ\"מ אשכחן דיש חילוק בין ממילא לבידים ולכך הוצרך לתרץ כיון דשמיה היזק חשיב כאילו הוא ניכר ואין לך שינוי גדול מזה וק\"ל כן נראה לי ובזה לא נצטרך לסבול דוחק הקושיות ותירוצן שראיתי כתובים בשם החכם בן לב ז\"ל:"
        ], 
        [
            "<b>ע\"א</b> רש\"י ד\"ה משלם חולין טהורין ולקמן פריך אמאי משלם טהורים. ואיכא למידק הא לקמן לא פריך אלכתחלה אלא אדיעבד דקאמר והוינן בה במזיד אמאי אין תשלומיו וכו' ויש מוחקין ברש\"י אמאי משלם טהורים וגרסי ולקמן פריך ותו לא ולי נראה דרש\"י ס\"ל כיון דפריך לקמן תבא עליו ברכה וכו' א\"כ אלכתחלה נמי יש להקשות מסברא ולא נקט פירכתו אדיעבד אלא דאדיעבד הפירכא חזקה ביותר והוצרך רש\"י לדחוק כן משום דלא ידע רש\"י לפרש שום טעם אמאי משלם טהורים דבשלמא כשאכל תרומה טהורה משלם חולין כדי שיהא במקומו תרומה כמו שאכל כדכתיב ונתן לכהן את הקדש וכו' כמו שכתב רש\"י אבל כשאכל תרומה טמאה ע\"כ לא ישוב תרומה כשהיתה כיון שהראשונה היתה טמאה לכך כתב רש\"י לקמן פריך וכו' ר\"ל דזה נכלל במה דפריך לקמן ובלאו הכי יצטרך להגיה הברייתא וק\"ל:", 
            "<b>תוס'</b> ד\"ה אכל תרומה טהורה וכו' דאפילו את\"ל לפי מדה משלם לא נפטר וכו'. ר\"ל דהאי אמרינן דלפי מדה משלם לא לקולא אמרינן דעכ\"פ מחויב לשלם כל כך מדות תרומה טמאה שיהא שויא להסקה כשיעור שהיתה שויא התרומה טהורה לאכילה אלא שלחומרא אמרינן התם דלפי מדה משלם כגון דמעיקרא שויא זוזא ולבסוף שויא ד' ושויא מדה אחת כמו שהיו שוין מעיקרא ד' ואפ\"ה צריך לשלם ד' כ\"כ מדות שאכל ובעיא היא שם בפ' כל שעה (פסחים דף ל\"ב) אי לפי דמים משלם או לפי מדה משלם:", 
            "<b>ד\"ה</b> דם שנטמא וכו' והך קושיא לרבינא דמפרש בפ\"ק דפסחים ט\"ס הוא וצריך לגרוס בפרק כיצד צולין:"
        ], 
        [], 
        [
            "<b>ע\"א</b> תד\"ה מאי טעמא וכו' עד ודוחק לומר דסבר כר' יצחק דלא חייש למצוה הבאה בעבירה. והא דקאמר ?לגזא אינהו היינו משום דלא להוי גזול:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ע\"ב</b> ד\"ה רביע בקרקע וכו' עד וכן ר\"ח מפרש וכו'. ר\"ל דר\"ח נמי גריס רביע בקרקע שהוא רביע במעות והקשו הא הדברים סתרי אהדדי דאם היא רביע בקרקע אינו רביע במעות דבשלמא אי גרסינן רביע בקרקע או רביע במעות נוכל לפרש רביע מעות שנתן יתן לו ואותו רביעית יתן או בקרקע או במעות אבל אי גרסינן שהוא רביע במעות קשיא ועל כן מפרש ר\"ח רביע בקרקע שנתן דמים עליה וכו' א\"כ ש\"מ דגירסת ר\"ח היתה שהוא רביע במעות:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה אחת מתנה מרובה וכו' והא דאמרינן במי שמת וכו' ומתנתו מתנה במקרקעי. ויש לדקדק דהסברות הן הפוכות דהתם במכירה אין מוכר בנכסי אביו פחות מעשרים ובמתנה נותן והכא פשיטא דמוכר במטלטלין ובמתנה איבעיא ליה דהא דאתמר התם דבמתנה נותן היינו לאחד דמסיק הכא דנותן במתנה משום דאי לא דעביד ליה ניחא דנפשיה לא יהיב ליה הלכך הוי נמי הכי גבי פחות מבן עשרים לענין נכסי אביו אבל למכור בנכסי אביו פחות מבן עשרים לא כדמפדש התם משום דקטן קריבא דעתיה אצל זוזי ודלמא מקרקש ליה בזוזי כדמפרש התם ודוקא במטלטלים תקנו חכמים כשהגיע לימי הפעוטות שיהיה מקחו מקח וממכרו ממכר משום כדי חייו:"
        ], 
        [
            "<b>ד\"ה</b> נתפרדה החבילה הר\"ר יצחק בר יהודה מפרש וכו'. לפי פרש\"י שלפנינו צ\"ל בתוס' ר' יצחק הלוי שהרי רש\"י כתב בשם ר' יצחק בן יהודה שהלוי אינו קורא כלל ודו\"ק:"
        ], 
        [
            "<b>ע\"א</b> ד\"ה תורה חתומה ניתנה וכו' עד ונראה לפרש דלא קאמר חתומה ניתנה שלא נכתבה עד לבסוף אלא שעל הסדד נכתבה וכו'. לפי פי' התוס' קשה טובא בסוגיא דשמעתין ונ\"ל דלפי פי' התוס' ל\"ג בשמעתין א\"נ לכדר' לוי וכו' אלא ה\"ג כדר' לוי והצעת הסוגיא לפי' התוס' כך היא דמ\"ד חתומה ניתנה ר\"ל שמעולם היתה חלק אחר ולא נתחלקה לשני חלקים שאם נאמרה פרשה מאוחרת לא נכתבה עד שנאמרה הפרשה שלפניה ואז היה כותבן בבת אחת אל הפרשיות הקודמות נמצא שמעולם לא נכתבה לשני חלקים לאפוקי למ\"ד מגילה מגילה ניתנה שהיה כל ענין וענין נכתב מגילה מגילה בפני עצמו נמצא שהיתה נכתבה בחלקים הרבה ולכך קאמרי הגמרא שלמ\"ד מגילה מגילה ניתנה הסברא נותנת שכותבים מגילה לתינוק ולמ\"ד חתומה ניתנה אין כותבים מגילה לתינוק משום שמעולם לא היתה כתובה בשני חלקים ומייתי ראיה מר' לוי דהתורה חתומה ניתנה ר\"ל שלא היה משה כתבה כסרר שנאמרו לו לפרשיות רק היה ממתין עד שנאמרה לו פרשה הקודמת דאל\"כ אלא היה כותב מגילה מגילה כמו שנאמרו לו א\"כ נצטרך לומר שאותן ח' פרשיות שנאמרו לו באותו יום היה ג\"כ כותבן במגילה אחת זו אחר זו וא\"כ גם עתה לאחר חתימת התורה שהדביק כל המגילות יחד צריכין להיות נמצאים כל אותן הפרשיות יחד זו אצל זו ואנו רואים אותן מפוזרים והפרש רב בין אחת לחברתה אלא ודאי ע\"כ צ\"ל שלא היה כותב שום פרשה עד שנאמרה לו אותה שכתובה לפניה וראיתי הרבה דברים שנאמרו בפי' שיטה זו לפי דעת התוס' אבל מה שכתבתי הוא קרוב ונכון נ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אלא משום חשדא פי' ר\"ת וכו'. משום דהוקשה לו דלפי' רש\"י דפירש שיחשדו בני חצר שמטלטלין בלא עירוב מאי מפני דרכי שלום שייך הכא וק\"ל כך מצאתי:", 
            "<b>ד\"ה</b> סליקו נפשייכו וכו' ולא דמי לרב ושמואל כלל. ר\"ל דהכא לא שייך לומר כל דאלים גבר דהרי הכא לא היו התחתונים לוקחים המים בחזקה אלא אדרבה היו גורמים שיתרבו המים למעלה וצפה המים דרך שדותיהם בהסבתם שהסיבו דרך הנהר ואין מימיו קלים לרוץ וק\"ל:"
        ], 
        [
            "<b>ע\"א</b> גמ' אמר רב חסדא גזל גמור מדבריהם וכו'. בפירוש רש\"י במתני' משמע דרב חסדא אכולה מתני' קאי:", 
            "<b>תוס'</b> ד\"ה שדי אופיי וכו' ורב כהנא היה סבור דאינו חושש מן הפירות. ר\"ל היה סבור שאינו צריך אלא לחריות הדקל ולא לפירות ואינו חושש אם יקחו הפירות ומה שהשיב לו חזי מר דאנא בידאי שדתינהו ולא חשיב בקצור אינו חושש גם לפירות מפני שההוא גברא היה סבור שרב כהנא לא הוה חייש לדרכי שלום ולא משום שהיה סבור שאינו חושש אלא לחריות הדקל ולכך השיב לו חזי מר דאנא בידאי שדתינהו וק\"ל:"
        ], 
        [], 
        [
            "<b>ע\"א</b> גמ' רב חסדא מקדים ויהיב להו שלמא. פי' הר\"ן כדי שלא יצטרך לכופלו אם ישאלו הם לשלום תחלה:", 
            "<b>תוס'</b> ד\"ה אין עושין חלת עם הארץ וכו' עד ולפיכך אם יפריש ממקום אחר וכו' ט\"ס הוא וצ\"ל ולפירושו אם יפריש ממקום אחד וכו':"
        ], 
        [], 
        [
            "<b></b> בתוס' ד\"ה האומר וכו' בסופו דקתני בה מחצה על מחצה מגורשת. צ\"ל מגורשת ואינה מגורשת:", 
            "<b>ד\"ה</b> איש לקבלה ואשה להולכה מאי משום דבגט אשה בהולכה לא שייכא וכו'. נ\"ל דכוונת התוס' בזה משום דהוקשה להם מאי קמבעיא ליה מה לי איש להולכה או אשה וה\"ה בקבלה משום הכי כתבו התוס' משום דהאשה המתגרשת בעצמה לא שייכא בהולכה וכן האיש המגרש בעצמו לא שייך בקבלה ומשום הכי קא בעי ובספר ח\"ש מפרש בע\"א אבל מוציא דברי תוס' מפשוטן:"
        ], 
        [
            "<b>ע\"ב</b> גמ' מי קאמר להו כתובו ואנחו בכיסייכו כו'. פי' מי קאמר שיכתבו הגט ויניחו אותו בתוך כיסם הלא בלתי ספק כוונתו היה שיכתבו הגט כדי שיגיע לידה ותתגרש בו וכיון דנאבד קודם שהגיע לידה לא עשו עדיין שליחותן:", 
            "<b>תוס'</b> ד\"ה אפי' הן הראשונים וכו' עד ואפי' למ\"ד בעל נאמן הני מילי כששלשתן בעיר וכו' הלכך כיון דאם אין שלשתן בעיר לא צריכי עידי אמירה לעידי קבלה כולי דבר הוא. ר\"ל הואיל דאם אין שלשתן בעיר לא צריכי עידי אמירה לעידי קבלה הלכך אפי' היכא דשלשתן בעיר ג\"כ כשר אפי' בשתי כיתי עידים דכיון דלפעמים צריכין עידי אמירה לעידי קבלה וק\"ל והשתא אתי שפיר מה שראיתי מקשים על התוס' בדבור זה הא דכתבו התוס' לקמן בסמוך ד\"ה בעל נאמן דלמ\"ד בעל נאמן מוקי מתני' בשלשתן בעיר דוקא וראיתי מי שהאריך לתרץ קושיא זו אבל לפי מה שכתבתי אין כאן קושיא כלל:"
        ], 
        [
            "<b>ע\"א</b> רש\"י ד\"ה ואמאי בעי עדים כלל לא בקבלה ולא בקריעה וכו' בס\"א וכן הוא בהר\"ן לא בקבלה ולא באמירה אלא באמירתו לבד ליהמני [דהא הימני הבעל] והאשה נמי וגירסא זו היא שלא כדברי התוס' בד\"ה ולהמגיה לשליש וכו' וכן בד\"ה תינח בפנינו אמרה וכו':", 
            "<b>תוס'</b> ד\"ה אסור בכל הנשים וכו' ער והא דפריך עלה בנזיר וכו' מקן סתומה וכו' יקח זוג לשני וכו' ואילו שאר קינין מי מתקנן כו' לדידיה פריך. פי' לאותו איש שנזהר בקנו פריך המקשה שהיה לו לקונסו שלא יהא רשאי להביא מכל הקינין שבעולם אבל לכל בני עלמא אין ראוי לקנסם:"
        ], 
        [
            "<b></b> תוס' ד\"ה כל שמבחנת בין גיטה לדבר אחר וכו' עד והשתא אי שעורא דרבי יהודה וכו'. ראיתי מקשין מה ענין וקישור יש להאי והשתא עם מה דכתב מקודם זה דשיעורא דכל שמבחנת וכו' היינו כפעוטות ועוד קשה מה צריכין התוס' להוכיח דשיעור דחפץ ומחזירו לא הוי קודם לימי הפעוטות משום דא\"כ הוי סברת רב יהודה אפכא מסברת רב חסדא עדיפא מינה היה להם להקשות דאי שיעורא דחפץ ומחזירו קודם לפעוטות מאי מותיב רב חיננא לרב חסדא מהא דמזכה להם ע\"י בנו ובתו הגדולים וע\"י עבדו ושפחתו העברים אף על גב דלא אייתו ב' שערות דלמא התם איירי דכבר הגיעו לימי הפעוטות ולי מיהא נראה דאין זה קושיא כלל דרב חיננא ס\"ל דע\"כ לרב חסדא אליביה דשמואל אין זוכים לאחרים עד שיהיו גדולים ממש היינו עד שהביאו ב' שערות דאל\"כ אלא ס\"ל דמשהגיע לימי הפעוטות [*) [זוכין לאחרים אמאי קאמר די' ודא כו' כצ\"ל].] ומדקאמר דא ודא אחת היא משמע דלא אשכחן שום שיעורא קודם הבאת ב' שערות שיהיו זוכין לאחרים:"
        ]
    ], 
    "title": "Maharam on Gittin", 
    "versionSource": "https://www.sefaria.org/Maharam_on_Gittin", 
    "heTitle": "מהר\"ם על גיטין", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam", 
        "Seder Nashim"
    ]
}