{
    "versionTitle": "merged", 
    "sectionNames": [
        "Perek", 
        "Verse"
    ], 
    "categories": [
        "Apocrypha"
    ], 
    "language": "en", 
    "title": "The Book of Maccabees I", 
    "text": [
        [
            "And it was, after Alexander the King of Macedonia smote Darius the King of Persia, and ruled in his place--", 
            "This being Alexander, the son of Phillip, who exited from the land of the Kittim, and ruled over Greece originally,", 
            "And he fought additionally many wars, and he captured walled cities, and smote the kings of the land by sword,", 
            "And he went on his way, traveling until the ends of the earth, and he took the spoils of many nations, --", 
            "And it was when all the lands were conquered before him, and his heart became very haughty.", 
            "He gathered a large army, and he ruled over many countries in their lands by their nations, and they were to him a tax of workers.", 
            "And it was after all these things, he fell into bed-rest and became ill.", 
            "And he saw that his days came near to death, and so he called to all his officers who grew up with him from his youth, and he divided among them his kingdom while he was still alive.", 
            "And Alexander reigned for twelve years and some days.", 
            "And it was after his death that his officers inherited all his territories, and each man captured his land.", 
            "And they placed a crown of kingship on their heads, and they ruled, they and their offspring after them, for many days, and meanwhile the evil ones strengthened very much.", 
            "From them went out a evil root, who was Antiochus the Splendid, the son of Antiochus, who had been a hostage in Rome.", 
            "And the beginning of his rule was in the 137th year of the reign of Greece. ", 
            "At that time some wicked men from Israel went out, leading Israel astray, saying: ", 
            "Let us make a covenant with the other nations around us, for since we have separated from them, many terrible troubles have found us. ", 
            "And this found favor in the eyes of the people, and they sent messengers to the king. And the king commanded them to follow the ways and laws of the nations. ", 
            "And they established party halls in Jerusalem according to the custom of the nations, and they did not circumcise their sons, and they abandoned the holy covenant to go in their ways, and they sold themselves to be wicked in the eyes of Hashem.", 
            "And it was when Antiochus sat securely on his throne, and he raised his heart to conquer the land of Egypt and to rule over the two kingdoms.", 
            "And he rose up and he went to the land of Egypt, and he took his people with him, and he had chariots and cavalry and elephants and ships, a very strong camp. ", 
            "And he fought Ptolemy the king of Egypt. And Ptolemy feared him and he fled, and the people fell, slaughtered exceedingly.", 
            "And he captured every fortified city in Egypt, and he looted very much plunder.", 
            "And it happened after he returned from smiting Egypt, in the one hundred and forty-third year [of the Greek kingdom], and he rose up against Israel to wage war, and he came with a great and mighty army to Jerusalem.", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "A"
        ], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "Behold, the enemy is struck before us, now let us go up and purify the Sanctuary of the Lord. ", 
            "All them men of the army gathered, and they went together up to Mount Zion. ", 
            "And it was that when they saw the Holy Temple desolate, and the altar profaned, and that doors burned with fires and the courts destroyed, and grasses of the field sprouting all over it. ", 
            "They tore their clothes and threw dirt on their heads and made a great mourning. ", 
            "They blew blasts on the trumpets and fell on their faces and their cry reached the heavens. ", 
            "And Yehudah commanded one troop of his men to lay siege to the fortress until they had purified the Holy Temple. ", 
            "And he chose from among the priests who had not been defiled and who had not abandoned the covenant of their Gd, and he commanded them to purify the Holy Temple and the throw the stones which had been defiled in an unclean place. ", 
            "And they saw that the altar of the offering had been profaned, and they took heart counsel together in order to decide what to do. ", 
            "And they plan which they devised was to pull it down altogether, in order that it not be a stumbling block for them since foreigners had profaned it. And they tore it down. ", 
            "And they placed the stones on the Temple mount in a certain place, until a prophet would stand up among Israel and teach them what was to be done. ", 
            "And they took whole stones which iron had never touched, as is written in the Torah of the Lord, and they built a new altar in the likeness of the first one. ", 
            "And they repaired the breaches in the Holy Temple, and all that which was within the sanctuary, and they sanctified the courtyard and all that was in it. ", 
            "And they renewed all the sacred vessels, and placed the menorah, the incense altar and the table of the show bread back in the Temple. ", 
            "And they placed the incense on the altar, and lit the lamps upon the menorah in order to light the Sanctuary. ", 
            "And they placed the show bread on the table, and the dividing curtain before the ark, and all the work was completed as in the beginning. ", 
            "And it was on the twenty-fifth day of the ninth month, which is Kislev, in the one hundred and forty-eighth year that they rose early in the morning and offered the whole offering on the new altar according to its laws. ", 
            "And they dedicated the altar on the very day that the foreigners had defiled it, and they gave praise to the Lord with song, harps, pipes and cymbals. ", 
            "And they fell on their faces and prostrated themselves to the Lord because He had given them might and salvation. ", 
            "And they celebrated the dedication of the altar for eight days, and brought up whole offerings, and thanksgiving offerings in the joy of their hearts. ", 
            "And they glorified the face of the sanctuary with crowns and shields of gold and purified the gates and the courts of the priests, and replaced the doors. ", 
            "And there was great rejoicing among all the people, because the Lord had rolled back the disgrace of the nations from upon them. ", 
            "And Yehudah, his brothers and all the community of Israel commanded to celebrate the dedication of the altar on the twenty-fifth day of month of Kislev, eight days each year, with praise and thanksgiving to the Lord. "
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Rabbi Mike Feuer, Jerusalem Anthology", 
            "http://www.sefaria.org"
        ]
    ], 
    "heTitle": "ספר מקבים א", 
    "versionSource": "https://www.sefaria.org/The_Book_of_Maccabees_I"
}