{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Chiddushei HaRamban, Jerusalem 1928-29", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001294828"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<small>[מתורת האדם]</small> <b>ת\"ר כיצד מתודה אומר עויתי פשעתי חטאתי.</b> וכן בשעיר המשתלח הוא אומר והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם. וכן במשה הוא אומר נושא עון ופשע וחטאה דברי ר\"מ וחכ\"א עונות אלו הזדונות וכן הוא אומר הכרת תכרת הנפש ההיא עונה בה. פשעים אלו המרדים וכן ה\"א מלך מואב פשע בי. חטאים אלו השגגות וכה\"א נפש כי תחטא בשגגה. אחר שהתודה על הזדונות חוזר ומתודה על השגגות. אלא אומר חטאתי עויתי פשעתי. וכן בדוד אומר חטאנו עם אבותינו העוינו והרשענו. אלא מהו שאמר משה נושא עון ופשע וחטאה. אמר משה לפני הקב\"ה בשעה שישראל חוטאים לפניך ועושים תשובה עשה להם זדונות כשגגות. אמר רבה בר שמואל אמר רב הלכה כחכמים. פשיטא יחיד כרבים הלכה כרבים. מהו דתימא מסתברי' טעמא דר\"מ דקמסייעי לי' קראי דמשה קמ\"ל. ההוא דנחית קמיה דרבה עבד כר\"מ. א\"ל שבקת רבנן ועבדת כר\"מ. א\"ל אנא כר\"מ ס\"ל כדכתיב בספר אורייתא דמשה.<br>איכא מאן דפסק כר\"מ דסתמא דמתניתין התם כוותי' דר\"מ סתמה רבי. ועוד מהאי דנחית קמי' דרבה וא\"ל אלא כר\"מ ס\"ל כדכתיב בספר אורייתא דמשה ושתיק ליה רבה ולא אהדר ליה לית הילכתא כר\"מ אלא כרבנן ש\"מ קבלה. וסברא דרבה בתרא הוא וכוותי' חזי למיעבד. והדין סברא לרב רי\"ץ בן גיאת. <br>ואיכא מ\"ד הלכה כרבנן כדפסיקו בגמרא, והדין סברא דבעל הלכות, ורבינו הגדול ז\"ל נמי כרבנן פסק ומסתבר כרבנן. חדא דיחיד ורבים הלכה כרבים. ובגמרא נמי אמרינן עלה פשיטא ולא חיישי לר\"מ ולסתמא דידיה. ועוד לא דחינן מימרא מפורשת דרב מגברא דנחת ולא ידעינן מנו ורבה נמי כרבנן ס\"ל דלא שבקינן רבים ועבדינן כיחיד. אלא מדיהיב ההוא גברא טעמא למלתא שתיק מיני' ולא אהדריה. הא לכתחלה ודאי הלכתא כרבנן ולית ביה ספק. <br>וסדר וידוי שכיב מרע כך קבלנו מחסידים ואנשי מעשה: מודה אני לפניך ה' אלהי ואלהי אבותי שרפואתי בידך ומיתתי בידך. יהי רצון מלפניך שתרפאני רפואה שלמה. ואם אמותתהא מיתתי כפרה על כל עונותי וחטאים ופשעים שחטאתי ושעויתי ושפשעתי לפניך. ותן חלקי בג\"ע. וזכני לעוה\"ב הצפון לצדיקים. <br>במדרש קהלת (ד,ב) מי יודע רוח בני האדם (קהלת ג,כא) ר' חנינא פתר קרייה בהרוגי מלכות שהן באין לחיי עולם הבא אעפ\"י שאינן מתודין:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "מתני' <b>יצא ועשה אילו ואיל העם וז' כבשים תמימים דברי ר\"א. ר\"ע אומר עם תמיד של שחר היו קרבי' ופר העול' ושעיר הנעש' בחוץ עם תמיד של בין הערבים היו קרבין.</b> ראיתי לרש\"י ז\"ל שסדר תמיד של בין הערבים אחר הוצאת כף ומחתה והאי דקתני לה הכאלומר דשעיר הנעשה בחוץ אע\"פ שהוא מן המוספין הקרבין עם תמיד של שחר הוא לא היה קרב אלא עם תמיד של בין הערבים ובזמנו של תמיד שהוא לעולם משלים העבודות כלם וכן ראיתי בקרובות הפייטנין הקדמונים ולכל רבני ספרד כדעת הזו. <br>ואני תמיה על סדר משנתנו ששנו לאחר הוצאת כף ומחתה. קדש ופשט ירד וטבל הביאו לו בגדי זהב וקדש נכנס להקטיר את הקטרת. למה לא שנה יצא ומקריב תמיד של בין הערבים נכנס להקטיר את הקטרת. מאי שנא תמיד דשייריה ועוד קדש ונכנס משמע מיד ומשמע דלהך עבודה טבל וקדש וכן הברייתא השנויה בגמ' בדרבי עקיבא פר העולה וז' כבשים עם תמיד של שחר ואח\"כ עבודת היום ואח\"כ שעיר הנעשה בחוץ ואח\"כ אילו ואיל העם ואח\"כ אימורי חטאת ואח\"כ תמיד של בין הערבים זו הברייתא כפי משמעה כסדרן מנא להו. <br>ומ\"ש רש\"י ז\"ל דתמיד של בין הערבים בטבילה חמישית ולא איירי הכא בהוצאת כף ומחתה דפשיטא לן דבתר אילו ואיל העם הוא כדתניא לקמן שכל הפרשה נאמרה על הסדר וכו' אינו מחוור שהרי הברייתא מתקנת ומסדרת סדר היום והוצאת כף ומחתה אעפ\"י שלא נאמר על הסדר אפשר דלאחר התמיד וקודם קטורת הוא ולא פשיטא לן כלל דבתר אילו ואיל העם מיד הוי.<br>ובדקתי ומצאתי בירושלמי א\"ר יוחנן הכל מודים בהוצאת כף ומחתה שהיא לאחר תמיד של בין הערבים וכ\"כ הרמב\"ם ז\"ל וכן בדין שאינה עבודה ומאחרין אותה לאחר הכל ובלבד שנקיים בה חמש טבילות ותנא דבי שמואל נמי דקתני אח\"כ פר העולה וז' כבשים תמימי' ושעיר הנעשה בחוץ עם תמיד של בין הערבים לאו אח\"כ דמפסיק להו בכף ומחתה אלא למימר דמאחרין לכולהו מוספי עם תמיד של בין הערבים בטבילה שלישית ולא הוו בטבילה ראשונה של תמיד של שחר ובדר' עקיבא נמי קתני אח\"כ בחדא טבילה.<br>ולפ\"ז מתני' ה\"ק ושעיר הנעשה בחוץ עם תמיד של בין הערבים מקריב עכשיו בטבילה זו ואח\"כ טובל ומוציא כף ומחתה כולה כדמסדר ואזיל ואח\"כ קטורת ונסכים והדלקה כשאר הימים שהיא הקרבה בין האיברים לנסכים והאי דלא קתני מתניתין חביתין ונסכין דסדר תמיד ודאי כשאר כל הימים הוא קרב וכן הא דקתני בברייתא מתקנתא דתוספתא ואח\"כ אימורי חטאת בין אימורי פר ושעיר הנשרפין בין אימורי שעיר הנעשה בחוץ קאמר כולן חטאות הן ואינו בדין שיקדים אימורי שעיר הנעשה בחוץ לאימורי שעיר הנעשה בפנים כדנסיב לה קרא מלבד חטאת הכפורים. <br>אבל בפ' אמר להם הממונה תניא וחמש עבודות הם תמיד של שחר בבגדי זהב עבודת היום בבגדי לבן אילו ואיל העם בבגדי זהב כף ומחתה בבגדי לבן תמיד של בין הערבים בבגדי זהב. מכאן נראה לראשונים מחתה ואח\"כ תמיד. אבל י\"ל ההוא לאו סדר עבודות קא מני אלא בשינוי בגדים בלחוד איירי ומהוצאת כף ומחתה למקצת עבודת תמיד של בה\"ע משנה מבגדי לבן לבגדי זהב דהיינו קטורת חביתין ונסכין ונרות דמסדר התמיד של בין הערבים נינהו כדקתני תמיד של שחר ובכללו קטורת חביתין ונסכין ונרות וכדתנן זהו סדר התמיד ולא קתני מוספין ולא שעיר הנעשה בחוץ כלל.<br>וליכא למימר דירושלמי פליג אגמרא דילן בהוצאת כף ומחתה דההיא דבפ' אמר להם הממונה ברייתא היא ומיתנא נמי בסיפרא ואמוראי ודאי דירושלמי לא פליגי אתנאי ואינהו בקיאי במתניתא ובסיפרא טפי מינן וכיון דא\"ר יוחנן הכל מודים ובגמ' לא הקשו לה נמי מהך ברייתא ש\"מ ל\"פ עליה כלל. <br>ומצאתי עוד בתוספתא כל מעשה יום הכפורים האמורים על הסדר אם הקדים מעשה לחבירו לא עשה ולא כלום חוץ מהוצאת כף ומחתה שאם הקדים מעשה לחבירו מה שעשה עשוי. א\"ר יהודה אימתי וכו'. ואפשר דמשום הכי לא קפיד ההוא תנא לפרושא דאי נמי מפסיק לה בין אילו ואיל העם לכוליה תמידשפיר דמי אלא דקתני מתניתין דמאחרינן לה לכתחלה לאחר העבודות משום דליתא אלא שיירי עבודה וכל דמקיים בה חמש טבילות ועשרה קידושין קיים מצוה.<br>ולא כדברי רש\"י ז\"ל שפירש בפרקין דלעיל דברים הנעשין בבגדי זהב בחוץ כגון אילו ואיל העם שהקדים להם והוצאת כף ומחתה אין מעכבין עליו לפסול. ולא היא דאפי' לת\"ק דאמר בין בבגדי זהב בין בבגדי לבן כולן מעכבין הני מילי בעבודות אבל הוצאת כף ומחתה אין בה משום מוקדם ומאוחר אלא שהקדים איל העם לאילו או שהקדיש ואיחר שעיר הנעשה בחוץ עם אילו ואיל העם. הקב\"ה יראינו בבנין ביתו וסדר עבודתו במהרה בימינו אמן:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<small>[מתורת האדם] </small><b>עוברה שהריחה מאכילין אותה עד שתשיב נפשה.</b> תנו רבנן עוברה שהריחה בשר קודש או בשר חזיר. תוחבין לה כוש ברוטב. אם נתיישבה דעתה מוטב ואם לאו מאכילין אותה שומן עצמו. שאין לך דבר שעומד בפני פקוח נפש. חוץ מעבודת אלילים וגילוי עריות ושפיכות דמים. ומסתברא דהני מילי עוברה שאין לנו אומד בישוב דעתה. פעמים מתיישב בטעם הרוטב ופעמים שצריכה שומן עצמו. אבל חולה שמאכילין אותו על פי בקיאים. מאכילין אותו בתחלתו דבר הצריך לו וכדי הצריך לו כמו שאמרו רופאים ואין מדקדקים עליו להאכילו הקל הקל. <br>וגרסינן בכריתות פרק אמרו לו (כריתות י\"ג א') התירו לה לעוברה לאכול פחות פחות מכשיעור מפני הסכנה. ואקשינן מפני הסכנה אפילו טובא נמי ליתכל. אמר רב פפא הכי קתני התירו לה לעוברה לאכול פחות פחות מכשיעור. ואפי' טובא מפני הסכנה. כלומר אפילו צריכה לכשיעור מאכילין אותה פחות פחות כדי שלא יצטרף כזית בכדי אכילת פרס וכן פסק בעל ההלכות. ונראה שאף בחולה עושין כן כדי להקל עליו מאיסורי כרת ומכות לאסור בלחוד. <br>ואם תשאל אם כן למה אמרו מאכילין אותו הקל הקל. טבל ותרומה מאכילין אותו תרומה. והלא בשניהם אין בהם אלא איסור בעלמא אפילו הכי כיון דבשיעור' חמורין זה מזה לעונשין אף בפחו' מכשיעור חומרו של זה יותר מחומרו של זה אי נמי התם בשאמדוהו לכשיעור והוא צריך לו בכדי צירוף.<br>ובהלכו' גדולות נמי. אשה עוברה דידעינן דאי לא אכלה מתעקר ולדה. אף על גב דאמרינן ספק בן קיימא הוא ספק נפל. שפיר דמי למיתן לה. ורב יצחק בן גיאת אמר לאו בידיעה דידן תלי' מלתא אלא בידיעה דידה ובדעתה תליא מילתא. דמשהריחה נותנין לה וכחולה דמיא. <br>ומסתברא כבעל הלכו' שאם אמרה צריכה אני פשיטא דמאכילין אותה אלא אפילו דראו אותה מתאוה לאותו הריח ופניה מוריקות מאכילין אותה חוששין לעיקור ודקאמר נמי משום סכנת ולד שמע מינה אפי' ליכא למיחש מחללין. והיינו דגרסינן בשלהי פרק קמא דערכין (ז' א') אמר רב נחמן אמר שמואל האשה שישבה על המשבר ומתה בשבת מביאין סכין ומקרעין את כרסה ומוציאין את הולד. פשיטא מאי עביד מחתך בבשר הוא. אמר רבא לא נצרכה אלא להביא סכין דרך רשות הרבים. מאי קא משמע לן דספיקא מחללינן שבתא. תנינ' ספק חי ספק מת ספק עכומ\"ז ספק ישראל מפקחינן. מהו דתימא התם הוא דהוה ליה חזקה דחיות' אבל הכא דלא הוי לי' חזקה דחיותא מעיקרא. אימא לא קא משמע לן. <br>ואע\"ג דתנן אהלות פ\"ז האש' המקש' לילד מביאין סכין ומחתכין אותו אבר אבר יצא ראשו אין נוגעין בו שאין דוחין נפש מפני נפש. אלמא דמעיקרא דלית ביה משום הצלת נפשות ותנן נמי גבי תינוק בן יום אחד ההורגו חייב. ודוקא בן יום אחד אבל עובר לא. וקרא נמי כתיב דמשלם דמי ולדות. אפילו הכי לענין שמירת מצות מחללין עליה. אמרה תורה חלל עליו שבת אחת שמא ישמור שבתות הרבה. הילכך אפילו בהצלת עובר פחות מבן ארבעים יום שאין לו חיות כלל מחללין עליו כדעת בעל הלכות. <br>ואיכא דסבירא ליה שאין מחללין משום נפלים אלא עוברה שהריח' חששא דמיתה דידה היא. שכל המפלת בחזקת סכנה וטעמא דיושבת על המשבר שמתה. טעמא אחרינא הוא דכיון שמתה הרי הוא כילוד לאו ירך אמו הוא ולאו בדידה תליא. אלא חי הוא. ודלת ננעלת בפניו ליכא אלא דלא הוי ליה חזקה דחיותא וספק נפשות להקל:"
        ], 
        [], 
        [
            "<small>[מתורת האדם] </small><b>חולה מאכילין אותו עפ\"י בקיאים. אם אין שם בקיאים מאכילין אותו עפ\"י עצמו. מ\"ט לב יודע מרת נפשו. רופא אומר צריך וחולה אומר אינו צריך מאכילין אותו עפ\"י רופא. מ\"ט תונבא הוא דנקיט לי' ומסקנא רב אשי אמר כל היכא דאמר צריך אני אפי' איכא מאה דאמרי לא צריך לדידיה שמעינן. מ\"ט לב יודע מרת נפשו.</b> וסוגיא דשמעתא רופא אומר צריך וחולה אומר אינו צריך ורופא אחר אומר אין צריך אין מאכילין אותו שאין דבריו של אחד במקום שנים. חולה ורופאים שנים ושלשה ואפי' מאה כלם אומרים אינו צריך ויש שנים שאומרים צריך מאכילים אותו על פיהם. דספק נפשות להקל ואין הולכין בו אחר רוב דעות. חולה אומר צריך אפי' מאה בקיאין אומרים אינו צריך מאכילין אותו עפ\"י עצמו. והדין הוא מסקנא דשמעתא וסוגיא. <br>וחזינן מאן דפסק דבתר רוב דעות אזלינן. וכן נמי כתוב בשאלתות. ואע\"ג דגמרא בהדי' היא דכי אזלינן בתר רוב דעות באומדנא. ה\"מ לממונא אבל הכא ספק נפשות להקל. משמע דס\"ל להני רבואתא דההוא אוקימתא ליתא. דמשום הא דמקשינן עפ\"י בקיאים תרי פשיטא. תרי ותרי נינהו וספק נפשות להקל. איתוקים הכי. ומכיון דאתא רב אשי ואמר דכל היכא דאמר חולה צריך אני אפי' אמרי מאה לא צריך לדידיה שמעינן. קמה לי' מתני' כדמעיקרא. דאיכא אחרינא בהדי' חולה ואמרי לא צריך מאכילין אותו עפ\"י בקיאים תרי ס\"ד אמינא כשם שהחול' אומר צריך אני שומעין לו אפי' כנגד מאה בקיאים. כך כשהוא אומר איני צריך שומעין לו. דהכא והכא לב יודע מרת נפשו קמ\"ל להקל אמרינן להחמיר כחד בקי בעלמא הוא ולא כתרי. הילכך היכא דאיכא אחרינא בהדיה ולתרי דאמרי צריך לדידהו שמעינן הא לחד לא שמעינן. ולא אמרינן חולה תונבא נקיט ליה אלא חד מנינן ליה תרי לא מנינן לי'.<br>ובודאי אשכחן דלענין דיני נפשות דאית בהו אומדני כדי שיש בו להמית. על צופר נפשו הכהו או על שוקיו הכהו ואפ\"ה כתר רובא אזלינן בהו. דבתר רוב' אזלי' בכל מילי דסנהדרי' והא מילתא מסייע להך סברא דאמרן. אלא מכל מקום כיון דבגמרא איתמר דגבי אומדנא דחולה לא אזלינן בתר רובא. לא דחינן סוגיא מפורשת ותפשינן סברא בעלמא. וסנהדרין איכא למימר שאני התם דכולהו דייני נינהו אבל הכא כיון דאיכא תרי דאמרי צריך ואינך לא צריכי לן לאומדנא כלל כמאן דליתנהו דמי. וסנהדרין נמי בהטיה לחיוב לאו בתר כל רובא אזלינן אלא עפ\"י שנים. אלמא דינא אחרינא הוא בסנהדרין אבל בספק נפשות לאו בתר רובא אזלינן באומדנות והכי פסקי רבואתא ובעלי הלכות. <br>ואיכא מאן דאמר מדקתני עפ\"י בקיאין ש\"מ יחיד מומחה ומוחזק בבקיאות ורופאים אינן חכמים ומומחין כל כך שהולכי' אחר בקיאות. ואינו נראה שלא שמענו בסנהדרין הולכין אחר רוב חכמה אלא אחר רוב מנין. ודאי אשכחן לענין הנשאל לחכמים דאמרין היו שנים אחד מטמא ואחד מטהר אחד מתיר ואחד אוסר אם היה אחד מהן גדול בחכמה הלך אחריו. הילכך במנין שוה ברופאים הולכין אחר חכמה ובקיאות ואע\"ג דליתי' הכי בדין סנהדרין התם דיינים הם וכולם צריכים לאותו הדין. ומדינא לא הי' ראוי להיות דין עד שיסכימו כל הצריכין לדעת אחת אלא דרחמנא אמר אחרי רבים להטות. אבל הכא שומעין לחכם. והשני אינו ראוי להיות נשאל בפני מי שגדול ממנו בחכמה ובטל הוא. מיהו אחד במקום שנים כיון שכלן רופאים ויודעים במלאכה זו אין דבריו של יחיד במקום שנים. מ\"מ במופלג מהם בחכמה חוששין לדבריו להחמיר אפי' במקום שנים רבים אבל להקל כדין יחיד דאשכחן לענין מחלוקת בית שמאי ובית הלל. דאתמר כי אזלינן בתר רובא היכי דהדדי נינהו אבל הכא בית שמאי מחדדי טפי הילכך חוששין לרוב חכמה ובקיאות להחמיר. ומאי חומרא דהכא לנהוג בספק נפשות להקל ולהתעסק בחולה כל צרכו.<br>ירושלמי (ח,ד): חולה אומר יכולני לצום ורופא אומר איני יודע ר' אבהו בשם ר' יוחנן נעשה ספק נפשות וספק נפשות להקל ודוחה את השבת. ומסתברא הני מילי בחולה אומר יכולני משום דשכיח ביה תונבא בחוצה אבל רופא אומר יכול וחולה אומר איני יודע שומעין לרופא. דאינו יודע דחולה לאו כלום הוא דאיהו מנא ידע רובן של חולים אינן יודעין ובקיאין בחולי שלהן הילכך לזה שומעין שאומר יודע אני:", 
            "<small>[מתורת האדם] </small><b>מי שאחזו בולמוס מאכילין אותו אפי' דברים טמאים עד שיאורו עיניו.</b>תנו רבנן מי שאחזו בולמוס מאכילין אותו הקל הקל. טבל ונבלה מאכילין אותו נבלה. נבלה ושביעית מאכילין אותו שביעית. תרומה וטבל מאכילין אותו טבל ואין מאכילין אותו תרומה. בן תימא אומר תרומה ולא טבל. אמר רבה בדאיפשר בחולין דכולי עלמא לא פליגי. כי פליגי בדלא איפשר ליה בחולין. מר סבר טבל חמור אבל תרומה חזיא לכהן. ומר סבר תרומה חמורה אבל טבל איפשר דמתקן ליה. <br>ונשאל הרב רבי אברהם בר דוד ז\"ל נבלה ומעשה שבת. [ע' בר\"ן בהל' בפ' יוה\"כ בסוגיא זו מש\"כ הר\"ן על דברי הראב\"ד.]<br>בפרק רבי ישמעאל במנחות (ס\"ד א') אמר רבא חולה שאמדוהו בגרוגרת אחת. ורצו עשרה בני אדם והביאו לו עשרה גרוגרת בבת אחת כלן פטורין. ואפי' בזה אחר זה ואפי' הברי' בראשון. בעי רבא חולה שאמדוהו בשתי גרוגרות ויש שתי גרוגרות שנים בשני עוקצין ושלש בעוקץ אחד מהו מהי מייתינן מתרתי מייתינן דחזיין ליה או דלמא משלש מייתינן דממעט בבצירה. ופשיטא דמשלש מייתינן דממעט בבצירה: "
        ], 
        [], 
        [], 
        [
            "<small>[מתורת האדם] </small><b>אמר ר' מתיא בן חרש החושש בפיו מטילין לו סם בשבת מפני שהוא ספק נפשות. וכל ספק נפשות דוחה את השבת.</b> לאיתויי מאי לאיתויי ספק שבת אחרת. ה\"ד כגון שאמדוהו לתמניא יומי ויומא קמא שבתא. מהו דתימא ליעכביה עד לאורתא כי היכי דלא נחיל עליה תרי שבי קמ\"ל. תניא נמי הכי מחממין חמין בין להשקותו בין להברותו ואין אומרים נמתין לו עד שיבריא אלא מחממין לו מיד. פירוש אם אמרו בקיאים שצריך חמין להשקה וצריך נמי חמין אחרים להבראה שירחצו אותו בהם לאחר השתיה. אין אומרים נמתין לו שמא יבריא בהשקאה לבד ולא נחלל שבת שתי פעמים. אלא מקדימין ועושין הכל כדי שלא תתאחר ההבראה שהזריז בפקו\"נ ה\"ז משובח. וספיקו דוחה את השבת. ולא ספק זו בלבד אלא אפי' ספק שבת אחרת.<br>ואין עושין דברים הללו לא ע\"י ארמים ולא ע\"י קטנים אלא ע\"י גדולי ישראל נ\"א ואין אומרים יעשו דברים הללו ע\"י ארמים וע\"י קטנים אלא אפי' בגדולי ישראל. והכי נמי בירושלמי אפי' בגדולים אפילו בישראל. ואין אומרים לעשות דברים הללו לא ע\"י נשים ולא ע\"י כותים מפני שמצטרפין לדעת אחרת, נ\"א אבל מצטרפי לדעת אחרת ובתוספתא אין אומרים יעשו דברים הללו ע\"פ נשים וע\"פ כותים אלא מצטרפין דעת ישראל עמהן. איכא דמפרשי שאם אמרו נשים וכותים צריך אין עושין לו אבל מצטרפין עם ישראל בקי שיאמר צריך והולכין אחרי דעות. וזה כענין דאמרי' ברה\"ש (כ\"ד א') עדותן בטלה ומצטרפין לעדות אחרת. <br>וזה הפירוש אינו נכון לענין נשים. דאשה בקיאה ודאי מחללין שבת על פיה. כדתנן (שבת קכ\"ח ב') וקורין לה חכמה ממקום למקום. ות\"ר אם היתה צריכה לנר חברתה מדלקת לה את הנר. ואם היתה צריכה שמן חברתה מביאה לה שמן. ועוד מדלא קתני אין מחללין עפ\"י נשים ועפ\"י כותים. וקתני אין אומרים יעשו. ש\"מ לאו בבקיאות דידהו תליא. <br>וה\"פ אין עושין דברים הללו כלל ע\"י ארמים וקטנים שמא יאמרו הרואים בקושי התירו שעושין פקו\"נ ואין מתירין אותו לכתחיל' ע\"י המחויבין במצות יבא הדבר לידי פשיע' בחול' ואעפ\"ישחולה שאב\"ס אומר לארמי ועושה כאן אין עושין על ידם מפני הסכנה. אלא עושין ע\"י ישראל גדולים. אבל ע\"י נשים וכותים אם נזדמן הדבר עושים. שהרי מחויבי' בשבת והוחזקו בה. אבל אין אנו מיחדי' להם מלאכה זו לומר יתעסק פלוני בפקוח זה שמא יבואו להרהר ולבוא אין רוצין לחלל את השבת. ואין משגיחים עלינו ומכשילין אותנו לפי שהכותיים לא היו להם משום ולפני עור לא תתן מכשול. כדאמרינן בשחיטת חולין [ד\"ד ע\"א ] חותך ראשו של אחד מהן ונותן לו. וכן הנשים מתוך שדעתן קלה עליהן טועות בכך. וזהו מפני שמצטרפין לדעת אחרת. כלומר למיאנות וטעות. ושאר הנסחאות אין אומרים לעשות ע\"י ארמים וקטנים. שלא תאמר הואיל ואלו מזומנים לעשות לא נחלל שבת שלא לצורך. אלא אפי' ישראל גדולים עושים. ואם רצו הם עושין עמהם וסיפא בנשים וכותיים אין עושין כלל אבל מצטרפין דעת ישראל עמהן. לומר שאין מוסרין להם לבדם העסק והפקוח הזה לעשות על ידם שמא יתעצלו או יפשעו. אבל מצרפין עמהם ישראל ומוסרין הדבר לישראל והכותי מתעסק על יד ישראל בפקו\"נ. דכיון דישראל עוסק בו אף הוא מזדרז על ידו. וזה הלשון הגון ביתר נוסחאו' הללו. <br>ת\"ר מפקחין פיקוח נפש בשבת. והזריז ה\"ז משובח ואינו צריך ליטול רשות מב\"ד. כיצד ראה תינוק שנפל לים פורש מצודה ומעלהו והזריז ה\"ז משובח. לבור עוקר חוליא ומעלהו והזריז ה\"ז משובח ואינו צריך ליטול רשות מב\"ד. ואע\"ג דקא מתבר לה מתקן דרגא לחול. ננעלה דלת בפני תינוק שובר את הדלת ומוציאו והזריז הרי זה משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא מתבר לה שיפי. מכבין ומפסיקין מפני הדליקה והזריז ה\"ז משובח ואינו צריך ליטול רשות מב\"ד ואע\"ג דקא ממכיך מכוכי. ירושלמי תני הזריז ה\"ז משובח והנשאל מגונה והשואל ה\"ז שופך דמים:", 
            "<small>[מתורת האדם] </small><b>אמר רב יוסף אמר רב יהודה אמר שמואל אין הולכין בפקוח נפש אחר הרוב.</b> היכי דמי דאיכא תשעה ארמי' ואחד ישראל ואי באותה חצר פשיטא דהוה לי' קבוע וכל קבוע כמחצה על מחצה דמי אלא אפילו בחצר אחרת. מהו דתימא כל דפריש מרובא פריש. קמ\"ל אין הולכין בפקו\"נ אחר הרוב. והוינן בה איני והאמר רב אסי אמר ר' יוחנן ט' ארמים וא' ישראל באותו חצר מפקחין ובחצר אחרת אין מפקחין. ומפרקינן הא דפריש כולהו [מפקחין] הא דפריש מקצתייהו אין מפקחין. ופסק רבינו הגדול ז\"ל כשמואל. <br>ואיכא מאן דאמר דלית הלכתא כשמואל. מסוגיא דשמעת' דהוינן עלה ומי אמר שמואל הכי והא איתמר מצא בה תינוק מושלך אם רוב ארמים ארמו ואם רוב ישראל ישראל מחצה על מחצה ישראל ואמר רב לא שנו אלא להחיותו אבל ליחסו לא. ושמואל אמר לפקח עליו את הגל. ופרקינן כי איתמר דשמואל ארישא איתמר. אם רוב ארמים ארמי. אמר שמואל ולענין פקוח הגל אינו כן. חזינן השתא דרב פליג אדשמואל. ואזיל בפקו\"נ בתר רובא. דהשתא בפקו\"נ ולית ביה עבירה דמצוה בעי רב מחצה על מחצה הא רוב ארמים ארמי הוא ואין עליו להחיותו לגבי פקוח גל בשבת דאיכא איסור סקילה לא כל שכן דרוב ארמי' אין מפקחין. וכיון דהא רב פליג אדשמואל הלכתא כותי' דקיי\"ל רב ושמואל הלכה כרב באיסורי. ומימרא דר\"י תשעה ארמים ואחד ישראל. כפשטא דרב אתיא דהולכים בפקו\"נ אחר הרוב. והילכך בחצר אחרת כל דפריש מרובא פריש ואין מפקחין. באותה חצר הו\"ל קבוע וכל קבוע כמחצה על מחצה דמי. <br>ועוד כיון דאסיקנאדשמואל ארישא איתמר. אם רוב ארמים ארמי. אמר שמואל ולענין פקוח הגל אינו כן. ש\"מ לשמואל לא שנא פרוש כולהו ול\"ש פרוש מקצתיהו מפקחים. דהא תינוק מושלך בעיר לעולם מפקחין. ואדרבה כדפרוש מקצתיהו הוי דאורחא דמלת' התינוק הזה שהואמושלך בפלטיא והשאר קבועין במקומו בעיר אפילו הכי אמר שמואל מפקחין ואלו לר\"י למאי דתרצינן נמי אין מפקחין וכיון דהכי הוא ע\"כ דשמואל פליגי אדר\"י ולית בהו פירוקא. והדרי במימרי דר' יוחנן אפשט' כדסליק אדעתין באותה חצר מפקחין משום קבוע. בחצר אחרת אין מפקחין לעולם. והולכין בפקוח נפש אחר הרוב. וזו היא שיטתו של ר\"ש בפרושיו. ובדרך זו כתבה הרב רמב\"ם ז\"ל בחבורו. <br>ומסתברא כרבינו הגדול ז\"ל דלהחיותו לאו פקו\"נ הוא אלא לפרנסו כאחד מעניי ישראל. דכל רוב ארמים אינו מצווה עליו בצדקה כעניי ישראל. אבל להצילו ממיתה בשעתו כגון פקוח הגל אפי' ברוב ארמין מפקחין ומצילין. ודקאמרי נמי משום מימרא דשמואל אני אומר תינוק בפלטיאדוניה כמאן דפרוש כולהו דהא הוינן עלה מי אמר שמואל הכי מן מצא בה תינוק מושלך. ולא מפרקינן לה התם בדפרוש מקצתיהואבל פרוש כולהו כגון דאיתחזק ישראל הכא מפקחין כדאמרן אלא משמע דתינוק מושלך פרוש כולהו הוא. דטעמא דפרוש כולהו דמפקחין משום דניידי כולהו פרוש מקצתיהו דאין מפקחין משום שנשאר' קביעות במקומ' בחצר הראשונה והני דפריש מרוב' פרוש ועוד כיון דפרוש כולהו לחצר זו איתחזק הכא ישראל דפרוש מקצתיהו לכאן לא אתחזק הכא ישראל. הילכך לגבי תינוק מושלך כיון שלא ראו אותו פורש מן הבתים. אלא מושלך בפלטיא מצאו אותו מרוב סיעא שבפלטיא היה כולהו ניידי. ואתחזק נמי ישראל בפלטיא ונעשה הוכח' הילכך הו\"ל פרוש כולהו ומפקחין: "
        ], 
        [
            "<b>מי שנפלה עליו מפולת ספק הוא שם ספק אינו שם ספק חי ספק מת ספק עכו\"ם ספק ישראל מפקחין עליו. מצאוהו חי מפקחין עליו ואם מת יניחוהו. מצאוהו חי מפקחין אפי' חיי שעה.</b> מיהא שמעינן דאמרינן אפי' לחיי שעה. ומחללין שבת ועוברין על המצות להחיותו חיי שעה כשם שמחללין בחיי ימי' הרבה. וחי בהם ולא שימות בהם. קרינא בי' אפי' לחיי שעה. ועד היכן הוא בודק. עד חוטמו. ויש אומרים עד טבורו. בדק ומצא עליונים מתים לא יאמר כבר מתו התחתונים מעשה היה ומצאו עליוני' מתים ותחתוני' חיים. אמר רב פפא מחלוקת ממט' למעל' אבל מלמעלה למטה כיון דבדק ברישא ולא אשכח לא צריך דכתיב כל אשר נשמת רוח חיים באפיו:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "הא ד<b>תנו רבנן מצות וידוי ערב יום הכפורים עם חשיכה אבל אמרו חכמים יתודה קודם שיאכל וישתה שמא תטרף דעתו בסעודה ואעפ\"י שהתודה קודם שיאכל וישתה מתודה לאחר שיאכל וישתה כו'.</b> נראה לפי דקדוק הלשון הזה שאין הוידוי שהוא מתודה לאחר אכילה בתפילת ערבית מדלא קתני ואע\"פ שהתודה קודם שיאכל וישתה מתודה ערבית וכדקתני ואע\"פ שהתודה ערבית ועוד הא דקתני דמצות וידוי ערב יוה\"כ הוא עם חשיכה דהיינו לאחר שיאכל וישתה אלא שהקדימו לו חכמים להתודות קודם שיאכל משום שמא תטרף דעתו בסעודה ועלה קאמר שאעפ\"י שהצריכו לו להקדים ולהתודות עיקר הוידוי לא הפסיד את מקומו וצריך להתוודות לאחר שאכל ושתה דהיינו עם חשיכה ואלו ערבית לא מיקרי לאחר שאכל ושתה דלאו סמוך לאכילה הוא ותפלת ערבית שמה עלה ועוד מאי אעפ\"י וכי תעלה על דעתך שלא יתודה ביום הכפורים עצמו ואין וידוי ערבית אלא משום שמא אירע דבר קלקלה של עבירה בסעודה ואנן מצות וידוי של ערב יוה\"כ קאמרי' דהוא עם חשיכה אבל של יוה\"כ ודאי בעצומו של יום הוא.<br>אלא משמע דהכי קתני מצות וידוי של ערב יוה\"כ שצריך להתודות כדי שיכנס ליום בתשובה הוא עם חשיכה סמוך ליום עצמו שלא יהא שהות לחטוא בין הוידוי והיום אבל חששו חכמי' שמא תטרף דעתו בסעודה וימנע בשכרותו מן הוידוי לפיכך החמירו עליו להתודות קודם אכילה חוזר ומתודה בזמנו עם חשיכה סמוך ליום עצמו שמא אירע דבר קלקלה של עבירה בסעודה ווידוי של ערבית שהוא וידוי של יוה\"כ עצמו לא קתני דודאי מתודה הוא ביוה\"כ אלא קתני אע\"פ התודה ערבית מתודה שחרית וכל היום שמא אירע לו דבר עבירה כל היום דיוה\"כ עם חשיכה הוא מכפר. זו היא שיטת הברייתא הזו על נכון. <br>ומה שמסייעני עוד סיוע ברור שמצאתי בתוספתא דקתני מצות וידוי ערב יום הכפורים עם חשיכה אבל אמרו חכמים מתודה אדם קודם שיאכל וישתה שמא תטרף דעתו בתוך אכילה ושתייה ואעפ\"י שהתודה קודם שיאכל וישתה צריך שיתודה לאחר אכילה ושתייה שמא יארע דבר קלקלה בסעודה ואעפ\"י שהתודה לאחר שאכל ושתה צריך שיתודה ערבית ואעפ\"י שהתודה ערבית צריך שיתודה שחרית כו' עד צריך שיתודה בנעילה שמא אירע דבר קלקלה כל היום כו'. הרי זה מפורש.<br>אלא שבעלי הגמ' לא שנו בברייתא שהביאו בגמ' אעפ\"י מוידוי של ערב יום הכפורי' לוידוי של ערבית מן הטעם שפירשנו ובתוספתא שנו אותו בפי' לומר שאעפ\"י שהתודה וידוי יותר סמוך ליום הכפורי' לא פטר של ערבית אבל כולם לדבר אחד נתכוונו שמתודה קודם אכיל' ומתודה אחר אכילה סמוך לחשיכה ומתודה ערבית וכל היום. <br>ורש\"י ז\"ל מפרש עם חשיכה ערבית משקדש היום ואינו כן בשום מקום והן הראשוני' כולם לא כתבו זה בחבוריהם שיתודה שני פעמים בערב יום הכפורי' ולא דקדקו בבריית' זו ומה שכתבנו הוא האמת והנכון והישר. ואלהי אמת רב חסד ואמת יעננו באמת ובחסד וברחמים וימחול לעונותינו ולפשעינו אמן וכן יהי רצון:", 
            "סליק מסכת יומא\n"
        ]
    ], 
    "title": "Chiddushei Ramban on Yoma", 
    "versionSource": "https://www.sefaria.org/Chiddushei_Ramban_on_Yoma", 
    "heTitle": "חידושי רמב\"ן על יומא", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Ramban", 
        "Seder Moed"
    ]
}