{
    "title": "Mahari Weil",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mahari_Weil",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "“For the sins of their mouths, the words of their lips”  of Feivush of Munich, who swore falsely to the tax assessors at Regensburg according to his admission. I have been asked to search and seek repentance on his behalf and atonement for the sin he committed. With a contrite heard and tottering limbs, he is perplexed and regretful over the error he caused, and the Sages stated that “we assist one who comes to cleanse himself.” I have therefore acceded to his request to prescribe a remedy for him, which will be effective to return him to his basis and foundation, to his acceptability and integrity, so that the wayward will learn to understand.",
            "It is stated in the chapter “Shevu’at Ha-dayanim” (Shevu’ot 38b): “The whole world shook when the Holy One said ‘Do not take the Lord’s name in vain.’” And the Sages listed oaths in vain among the most severe sins. And Roke’ah states that oaths are so severe, that it is like denying the principle [of God’s existence]. Therefore, I say that he should be flogged prior to the recitation of Ve-hu Rahum in the evening three times, on Monday, Thursday, and Monday, in the synagogue. After the flogging, he should confess aloud so that all hear him. He should say in the Ashkenazic language (=Yiddish): “I swore falsely, by my own admission. I have sinned. I have been crooked. I have transgressed. I will never return to that path, and because I committed this sin, I have been flogged.” ",
            "This is similar to what Or Zaru’a wrote concerning the case in the chapter “Gid Ha-nasheh” (Hullin 93b) concerning a butcher who was found to have overlooked forbidden fats, even though it was not necessarily intentional, and even though it was not a severe transgression. We may not distinguish on the grounds that the other case had such a severe punishment because he caused others to sin, because, as has been explained, in that case it is not clear that he was willful, and it is not one of the severe transgressions like swearing in vain. Therefore I say that we should be at least as harsh in this case as in that case. Moreover, since his sin has been publicized to the masses, there is a desecration of God’s name, so we should not go easy on him.",
            "Roke’ah also states that he should be flogged several times and fast for forty consecutive days, except for Shabbat, Rosh Hodesh, and festivals, and when he completes the forty-day fast, he should make up the number of Shabbatot, Roshei Hodesh, and festivals that coincided with those forty days. Then he should fast on Monday and Thursday for an entire year. If he cannot tolerate the pain of fasting after those forty days, he should give money to charity and suffer a different pain, as the sages of that city will impose upon him. He should take care, for the rest of his life, that no oath leaves his mouth, even if true, and even in the language of Ashkenaz, as stated in Roke’ah. ",
            "If there are no witnesses that he took a false oath except for the assessors or other witnesses from within the communal authorities (kahal), then he is not disqualified from taking an oath, for they are all interested parties, as they impose fines that go into their own wallets. They have also assessed more based on his confession, and thus they all derive benefit from him. This does not require an involved discussion. Even though he admits, one cannot self-incriminate, and presumably there are no other witnesses other than those from the communal authorities. And even before he repents, he is not disqualified from taking an oath unless there are other witnesses who are not from within the communal authorities. ",
            "So states the insignificant Yaakov Weil. "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "May peace inundate you forever, holy community of Regensburg, may God protect it, and my disciples, the holy society. We return for your benefit,  for it has been several days since my relative by marriage, the strong hammer R. Yisrael of Bruna (=Brno, Czech Republic) wrote to me, and we have accepted this, how R. Anshel, may the Rock protect him, resolved to disrespect him, saying that he (R. Anshel) alone will rule and serve in all rabbinic capacities: divorces, levirate divorce, issuing rulings, and the like. His spirit moved him to push away R. Yisrael of Bruna, may the Rock protect him, and treat him as one of the students, completely removing his prestige.",
            "Whenever R. Yisrael of Bruna wrote to me, my answer to him was always that he should remain silent and be one of those who accepts insult, for I hoped that men of truth who pursue justice would find a solution. My hopes have been disappointed, for nothing has changed for the better, only for the worse.",
            "Since we have seen that this is the case, we cannot countenance the shaming and degradation of the rabbi of Bruna, as I would fear punishment, as we see in the chapter “Ha-sokher et Ha-po’alim” (Bava Metzi’a 83b) in the case of Rabbi Eliezer.",
            "For the sake of truth, justice, and peace, so that dispute does not proliferate, I will write my opinion.",
            "Since the community chose neither R. Anshel nor R. Yisrael, and both must pay dues like all the laymen, neither of them has a stronger hold (hazaka) than the other. Although R. Anshel was in Regensburg before R. Yisrael’s arrival, this does not give him a better hold, since the community did not accept him upon themselves as a leader or an officer. He is like one of the laymen who lives in the city; if another layman comes to live nearby in the same city, the first layman cannot say that he already possessed it, since nowadays the Settlement Ban (“Herem Ha-yishuv”) is not practiced. This accords with the statement on the chapter “Lo Yahpor” (Bava Batra 21b): “If he is levied taxes in this place, [another] cannot prevent him [from setting up a competing business],” meaning, if he wants to pay local taxes, as stated in Mordechai. ",
            "Furthermore, Or Zaru’a states: ",
            "If he is a Torah scholar, and people require his Torah, then even if he came from a different kingdom, which does not pay tribute to the ruler of this city, he cannot be prevented. Certainly, in such a case, R. Gamliel  would not agree to forbid settlement of any sort on a Torah scholar. Even if there is another Torah scholar in the city, for ‘the jealousy of scribes increases wisdom.’ If he does not know how to profit, but always studies, then the townspeople are commanded to work on his behalf. If he is wealthy, the Torah exempts him from paying tax.",
            "Thus, he wrote plainly “even if there is another Torah scholar in town,” and he did not differentiate between where the townspeople accepted the first Torah scholar as a leader and officer and where they did not. In all cases, we cannot prevent [a second scholar from moving in], and if he is wealthy, the Torah exempts him. We thus see that the second Torah scholar has a hold just like the first one. ",
            "We have also seen, in our own generation, several places where there are two rabbis, and we have not heard that one would have more of a hold than the other.",
            "In Vienna were R. Meir Halevi and R. Aavraham Klausner, of blessed memory.",
            "In Krems were R. Yehoshua of Eger and R. Nahlifa, of blessed memory.",
            "In Nuremberg were R. Yisrael and R. Koppelman, of blessed memory.",
            "In Mainz was R. Zalman Runkel and R. Todros, of blessed memory.",
            "I studied in the yeshiva of R. Zalman Runkel. R. Yaakov Moelin (Maharil), of blessed memory, permitted me to set up a yeshiva on my own in Nuremberg, even though R. Zalman Katz had been there several years before I arrived, but I did not want to accept this upon myself.",
            "For the reasons I have written, I believe that R. Bruna has as much of a hold as R. Anshel on all matters, and R. Yisrael may preside over those of high standing,  whether to establish his own yeshiva, to grant writs of divorce, perform levirate divorce, issue rulings, and recite the benedictions at weddings, and none may protest against him.",
            "One who turns his heart from heeding me, whether in private or in public, I will seek retribution from him and extract the matter from his ear. You, my disciples, be careful not to transgress my word, and also be careful about my honor. Consider the ways of the world; for my part, I do not permit. Whatever a disciple must do and accept from his master—do it. I am astonished that you see this and are silent. You should have made efforts to bring peace between them, so that it does not, God forbid, cause destruction. There are already several communities that have been destroyed due to dispute. Seek justice. Seek peace. The words of the insignificant Yaakov Weil.\n"
        ]
    ],
    "versions": [
        [
            "Sefaria Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "מהר\"י וייל",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}