{
    "text": {
        "0_Comment, 0_Paragraph": "הכל שוחטין. נשים שוחטות לכתחלה. ד\"ה הכל: דף ב",
        "1_Comment, 0_Paragraph": "חרש שוטה וקטן אין מוסרין להם חולין (לכתחלה) לשחוט אפילו אחרים רואין אותן ואפילו להאכילו לכלבים: ד\"ה שמא:",
        "2_Comment, 0_Paragraph": "מצוה לידור בשעת צרה: ד\"ה אבל: ע\"ב",
        "3_Comment, 0_Paragraph": "רב אשי סידר הש\"ס: ד\"ה אנא:",
        "4_Comment, 0_Paragraph": "טמא מת אין נכנס לחיל ולא טמא מת ואפילו טבול יום לעזרת נשים. נטמא בפנים לא גזרו ולא גזרו אלא בעזרת נשים שהוא משמש כניסה ויציאה ולא שאר מקומות עד סמוך למחנה שכינה: [ד\"ה שמא יגע בבשר]:",
        "5_Comment, 0_Paragraph": "אין עושין כלי שרת מעץ: ד\"ה כגון: דף ג",
        "6_Comment, 0_Paragraph": "לשחיטה אין צריך כלי שרת: בא\"ד:",
        "7_Comment, 0_Paragraph": "עובד כוכבים שנמצא בצד הבור ואין לו מלוה עליו מותר: ד\"ה אבל:",
        "8_Comment, 0_Paragraph": "עבריין לתאבון בודק סכין ונותן לו ואפילו לא יאכל ממנה ואפי' אין יוצא ונכנס: ד\"ה בודק: ע\"ב.",
        "9_Comment, 0_Paragraph": "כותי אם ישראל יוצא ונכנס לא בעי בדיקת סכין: בא\"ד:",
        "10_Comment, 0_Paragraph": "אם אין יודע לשחוט לא מהני ברואין אותו דשפיר שחט: ד\"ה דליתיה:",
        "11_Comment, 0_Paragraph": "רוב [מצויין אצל שחיטה] מומחין הן ושוחטין לכתחלה: ד\"ה רוב:",
        "12_Comment, 0_Paragraph": "אי ידעינן דלא גמיר אפי' דיעבד פסולה: ד\"ה אע\"פ:",
        "13_Comment, 0_Paragraph": "שחיטת עובד כוכבים והאוכל נבלה להכעיס פסולה: [ד\"ה קסבר]:",
        "14_Comment, 0_Paragraph": "חלופי איסורי הנאה כמו כסות וכלים אסור מה שאין כן בקדושי אשה: ד\"ה מותר: דף ד ע\"ב",
        "15_Comment, 0_Paragraph": "מתו אחיו מחמת מילה כשהיו גדולים או ראו שנבלע דמו ישראל מעליא הוא אבל מתו כשהיו קטנים ושמא לא נבלע דמן לא הוי האי ישראל: ד\"ה שמתו:",
        "16_Comment, 0_Paragraph": "יין הניתן לתוך התבשיל שוב אין עובד כוכבים יכול לנסכו:",
        "17_Comment, 0_Paragraph": "מקבלין מן הנשים דבר מועט דאין הבעל מקפיד: ד\"ה אשת: דף ו ע\"ב",
        "18_Comment, 0_Paragraph": "תרומה ומעשר אין נוהגין בירק בחוצה לארץ ובשאר פירות נוהג תרומה ולא מעשר ובדגן תירוש ויצהר נוהג תרומה ומעשר ואנו אין מפרישין תרומה ומעשר מחמת שכבר בטלוה הרובים: ד\"ה והתיר:",
        "19_Comment, 0_Paragraph": "מדומע שכבר נתקן מותר בשבת ע\"י שנותן עיניו בצד זה ואוכל בצד אחר ולא טבל ודאי: ד\"ה ודלמא: דף ז",
        "20_Comment, 0_Paragraph": "סכין של עובד כוכבים ובא לחתוך בו צונן נועצה י' פעמים בקרקע ולחתוך בה רותח צריך ליבון ובפסח דהיתרא בלע סגי ברותחין: ד\"ה שלבנה: דף ח",
        "21_Comment, 0_Paragraph": "סכינים קטנים סגי ברותחין והגדולים בעי ליבון והסכינין הלקוחין מן העובד כוכבים צריכין לבון: בא\"ד:",
        "22_Comment, 0_Paragraph": "סתם כלי עובדי כוכבים אינן בני יומן: ד\"ה השוחט: ע\"ב",
        "23_Comment, 0_Paragraph": "לאחר שנקרו חלב מן הבהמה וכן כשמביאים בשר מן הטבחים של עובדי כוכבים אין צריך לקלוף בכל מקום שחתך בסכין שלו או בקופיץ שלו: ד\"ה אגב:",
        "24_Comment, 0_Paragraph": "צנון שחתך בסכין של בשר אסור לאוכלו בכותח: בא\"ד:",
        "25_Comment, 0_Paragraph": "סכין ששחט בה כשרה ובא לשחוט בה סגי בצונן אבל אסור לחתוך בה רותח: ד\"ה סכין:",
        "26_Comment, 0_Paragraph": "סכין של עובד כוכבים נועצה בקרקע י' פעמים אפי' לחתוך בה צונן אבל שחט בה טרפה די בקינוח: ד\"ה והלכתא:",
        "27_Comment, 0_Paragraph": "סכין ששוחטין בה רגילין לשומרה ואסור לטלטלה בשבת: ד\"ה וליתקן:",
        "28_Comment, 0_Paragraph": "לא יתן כסלים על בשר בעודן חמין אבל אח\"כ שרי: ד\"ה לא:",
        "29_Comment, 0_Paragraph": "אין צריך לקשור תפילין בכל יום: ד\"ה ואידך: דף ט:",
        "30_Comment, 0_Paragraph": "עיקור דרש\"י ששחט בסכין פגומה ודהלכות גדולות שנעקרו ממקומם ושוב שחטן: ד\"ה כולהו:",
        "31_Comment, 0_Paragraph": "נטל הזאב בני מעיים והחזירן אפי' יש נקבים שלא במקום שיניו כשרה: ד\"ה אמר ליה:",
        "32_Comment, 0_Paragraph": "החמירו בספק כלים שיש להן טהרה במקוה יותר מבאוכלין: ד\"ה שאני: ע\"ב:",
        "33_Comment, 0_Paragraph": "בגוף אין צריך חפיפה ודוקא קמטים צריך הדחה ולא בשאר הגוף אך נהגו לרחוץ כל הגוף בחמין: ד\"ה עד: דף י",
        "34_Comment, 0_Paragraph": "לא חיישינן למיעוט והלוקח בהמה מיניקה מן העובד כוכבים ובנה כרוך אחריה פטור מן הבכורה: ד\"ה לרבי מאיר: דף יא ע\"ב",
        "35_Comment, 0_Paragraph": "ראינו שהיה לה חלב קודם הלידה לכ\"ע האי חלב לא פטרה: דף יב בא\"ד:",
        "36_Comment, 0_Paragraph": "עשו גבינות מבהמה ונשחטה ונמצאת טרפה אסורין ובסירכא מתירים: בא\"ד:",
        "37_Comment, 0_Paragraph": "ולד תוך שלשים הוי נפל: בא\"ד:",
        "38_Comment, 0_Paragraph": "חשוד אגניבה אין חשוד אנבלה: ד\"ה הרי: שם",
        "39_Comment, 0_Paragraph": "חש\"ו כשרים לכתוב הגט כשעומדין על גביו ומלמדו: ד\"ה מאן: ע\"ב",
        "40_Comment, 0_Paragraph": "חליצה צריך שיתכוונו שניהם: בא\"ד:",
        "41_Comment, 0_Paragraph": "שוטה אין בר חליצה אפילו מלמדין אותו: בא\"ד:",
        "42_Comment, 0_Paragraph": "אין מתכוין לחתיכה כגון הפיל סכין ושחט כשר: ד\"ה זרק",
        "43_Comment, 0_Paragraph": "כשקטן עושה מעשה גמור כמו אלון ורמון שחקקו מהני בלא אמירה ומעשה גרוע כמו העלוה חש\"ו אין מועיל אפילו עם אמירה מחשבתו ניכרת מתוך מעשיו שמוכיח קצת מהני נמי עם אמירה: ד\"ה ותבעי:",
        "44_Comment, 0_Paragraph": "בספינה מוציא ידו חוץ לספינה ושוחט ודם שותת ויורד לדופני הספינה: ד\"ה בין: דף יג ע\"ב",
        "45_Comment, 0_Paragraph": "בפעם אחת לא מיקרי עבריין ליאסר שחיטתו: ד\"ה השוחט: דף יד",
        "46_Comment, 0_Paragraph": "דם אברים בלאו וכל זמן שלא פירש מותר: ד\"ה ונסבין:",
        "47_Comment, 0_Paragraph": "צלי לא בעי מליחה ואפילו לא נצלה כל צרכו מ\"מ מנהג למלוח צלי. בשר תפל מותר לטלטל בשבת: בא\"ד:",
        "48_Comment, 0_Paragraph": "לא יעמיד בהמתו על גבי עשבים שנתלשו בשבת במקום שהבהמה אין יכולה לבא שם במקום שאין יושב ומצפה דהוי מוקצה: ד\"ה מחתכין:",
        "49_Comment, 0_Paragraph": "מילא עובד כוכבים מים לבהמתו משקה ישראל אחריו וכן אם עשה העובד כוכבים כבש: בא\"ד:",
        "50_Comment, 0_Paragraph": "המבשל בשוגג בשבת אפילו הוא מותר בו ביום ובמזיד אפילו לאחרים אסור עד מוצאי שבת: ד\"ה המבשל: דף טו",
        "51_Comment, 0_Paragraph": "אין מוקצה לחצי שבת בדבר שגמרו בידי אדם: ד\"ה כגון שהיה: ע\"ב",
        "52_Comment, 0_Paragraph": "המקרב דבר אצל האש חייב כמקרב האש אליו: ד\"ה אבל: דף טז",
        "53_Comment, 0_Paragraph": "כפתו במקום שסוף המים לבא עליו חייב כפתו ואין סוף המים לבא עליו אך אחר כך אשקיל עליה בדקא דמיא פטור: בא\"ד:",
        "54_Comment, 0_Paragraph": "זרק חץ ותריס בידו וקדם ונטלו פטור: בא\"ד:",
        "55_Comment, 0_Paragraph": "סכין למטה וצואר בהמה למעלה פסולה אפי' דיעבד ואפילו אמר ברי לי שלא דרסתי: ד\"ה אמר: ע\"ב",
        "56_Comment, 0_Paragraph": "מסוכסכת כשרה בדיעבד: אם הוליך ולא הביא ודקיימא ברישא דסכינא: ד\"ה כאן: דף יז ע\"ב",
        "57_Comment, 0_Paragraph": "מותר לשחוט בשאר טבעות ואין אסור להגרים למטה: ד\"ה אבל: דף יח",
        "58_Comment, 0_Paragraph": "נותנין עליו חומרי מקום שהלך לשם באין דעתו לחזור וחומרי מקום שיצא משם בדעתו לחזור ומבבל לבבל ומא\"י לא\"י אין חילוק בין דעתו לחזור לאין דעתו לחזור: ד\"ה הני מילי: ע\"ב",
        "59_Comment, 0_Paragraph": "השוחט מן הצדדין כשר דוקא בדיעבד ואפילו החזיר הסימן: ד\"ה השוחט: דף יט ע\"ב",
        "60_Comment, 0_Paragraph": "כיצד חולצת מתירתו בימין ותופסתו בשמאל וגוררתו בימין כדי שתהא חליצה והתרה בימין: ד\"ה לא: דף כ",
        "61_Comment, 0_Paragraph": "הנועץ ראש הסכין תחת הסימן הוי חלדה: ד\"ה מפני: ע\"ב",
        "62_Comment, 0_Paragraph": "עוף לכתחלה ישחוט שני סימנין: דף כא ע\"ב ד\"ה ואינו",
        "63_Comment, 0_Paragraph": "קטן קורא בתורה ואינו יורד לפני התיבה ואינו פורס על שמע ואין נושא כפיו אלא עם הגדולים עד שיביא שתי שערות ואינו מתפלל בקביעות בתעניות ובמעמדות עד שתתמלא זקנו דבעינן זקן ורגיל. היודע לישא את כפיו מחלקין לו תרומה בבית הגרנות: ד\"ה נתמלא: דף כד ע\"ב",
        "64_Comment, 0_Paragraph": "היודע לדבר אביו מלמדו תורה: בא\"ד:",
        "65_Comment, 0_Paragraph": "היודע לשחוט וגדול עומד על גביו אוכלין משחיטתו: בא\"ד:",
        "66_Comment, 0_Paragraph": "כלי חרס טמא ומטמא מגבו ואינו מקבל טומאה מגבו אפי' נגע בידיו: ד\"ה וגבו:",
        "67_Comment, 0_Paragraph": "שלשה לוגין מים שאובין פוסלים מקוה חסר אבל לא מקוה שלם: ד\"ה ופוסל: דף כה ע\"ב",
        "68_Comment, 0_Paragraph": "כל איסורים שבתורה אסורים בנותן טעם אבל יין במים קיוהא בעלמא הוי: ד\"ה המתמד:",
        "69_Comment, 0_Paragraph": "יין מזוג אינו פוסל את המקוה ספק שאובין אין פוסלין את המקוה: ד\"ה שהחמיץ: דף כו",
        "70_Comment, 0_Paragraph": "מקוה שהניחו ריקן ומצאו מלא כשר: ד\"ה דלמא:",
        "71_Comment, 0_Paragraph": "יין וחלב לחין אין חוצצין: ד\"ה הכא: ע\"ב",
        "72_Comment, 0_Paragraph": "השוחט לכתחלה צריך לשחוט את הוורידין אבל צלאו ולא נחתכו כשר בדיעבד: ד\"ה השוחט: דף כז",
        "73_Comment, 0_Paragraph": "שחט חצי כל אחד ואחד בעוף פסול: ד\"ה חצי:",
        "74_Comment, 0_Paragraph": "שחט וחתך גם המפרקת כשר לרש\"י: שם",
        "75_Comment, 0_Paragraph": "בספק דרוסה צריך בדיקה כנגד כל החלל ואפילו לא האדימו הסימנין אלא משהו טרפה: ד\"ה אתא: דף כח",
        "76_Comment, 0_Paragraph": "וושט אין לו בדיקה מבחוץ לענין דרוסה אבל בנקב יש לו בדיקה: בא\"ד:",
        "77_Comment, 0_Paragraph": "בידי אדם אפשר לצמצם ולא בידי שמים: ד\"ה לפי: ע\"ב",
        "78_Comment, 0_Paragraph": "המתחיל במצוה אומרים לו מרוק: ד\"ה ומירק: דף כט",
        "79_Comment, 0_Paragraph": "אין שוחטין זבח אחד אפילו זה אחר זה: ד\"ה אם: ע\"ב",
        "80_Comment, 0_Paragraph": "אפילו חולין צריך לכתחלה שלא יהיו שנים שוחטין: ד\"ה למה:",
        "81_Comment, 0_Paragraph": "אינה לשחיטה אלא לבסוף: ד\"ה אמר:",
        "82_Comment, 0_Paragraph": "בחוץ אין חייב אמליקה אלא אשחיטת עוף: ד\"ה כגון:",
        "83_Comment, 0_Paragraph": "שנים ששחטו זבח אחד כשר: ד\"ה תרי:",
        "84_Comment, 0_Paragraph": "חתך כאן רוב וחזר וחתך במקום אחר כשר או שחתך סביב הסימן ובין הכל רוב ואפילו חתך מעט למעלה לצד העור וחזר וחתך לצד אחר זה שלא כנגד זה ובין הכל רוב כשר או שחט רוב הקנה למעלה ורוב הוושט למטה: ד\"ה השוחט: דף ל",
        "85_Comment, 0_Paragraph": "לפירש\"י חלדה פסולה אפי' במיעוט בתרא ואפי' שחט שני שלישים והגרים שליש ור\"ת הכשיר החליד תחת המיעוט או תחב הסכין בין סימן לסימן ופסקו לצד מעלה פסולה ולה\"ר אושעיא שחט רוב בבהמה והחליד תחת המיעוט הנשאר ושחט סימן שני פסולה או שחט בסכין רע והוליך והביא במיעוט בתרא של סימן הראשון כשיעור שהייה ושוב שחט השני פסולה: ד\"ה החליד: ע\"ב",
        "86_Comment, 0_Paragraph": "אין צריך להוליך כל מלא צואר שחוץ לסכין ופעמים שהסכין חריף ושוחט מהר: ד\"ה חוץ: דף לא",
        "87_Comment, 0_Paragraph": "אפילו יש כמה סאין במדרון אין טובלים בהן: ד\"ה גזירה: ע\"ב",
        "88_Comment, 0_Paragraph": "שיעור שהייה דקה לדקה גסה לגסה עוף לעוף: ד\"ה ושמואל: דף לב",
        "89_Comment, 0_Paragraph": "נפסקה חוט השדרה למטה מפרשות כשרה: ד\"ה וליחשוב: ע\"ב",
        "90_Comment, 0_Paragraph": "נחתכו רגליה למעלה הרבה מצומות הגידים שמא היא כשרה וכן נשבר העצם ואין בשר ועור חופין אותו בעצם שני אבל בעצם שלישי המחובר לגוף לא: בא\"ד:",
        "91_Comment, 0_Paragraph": "חתך בשר דבית השחיטה אפילו צלאו צריך למולחו: ד\"ה מולחו: דף לג",
        "92_Comment, 0_Paragraph": "לצלי לא בעי הדחה ואף לקדרה יכול להדיחו במי פירות: ד\"ה ונאכלין:",
        "93_Comment, 0_Paragraph": "אכל אוכלין טמאים נפסל גופו מלאכול בתרומה אבל אין אסור לפסול גופו: ד\"ה והשלישי: דף לד ע\"ב",
        "94_Comment, 0_Paragraph": "אפי' כהנים מותרים ליגע בשרץ ונבלה: בא\"ד:",
        "95_Comment, 0_Paragraph": "רגילים ליזהר שלא יגע מים במנחות משום חמוץ:",
        "96_Comment, 0_Paragraph": "האוכל מבהמה שלא הורמו מתנותיה כאוכל טבל: ד\"ה שלא: דף לז ע\"ב",
        "97_Comment, 0_Paragraph": "כהן עצמו צריך להפריש תרומה ומעשרות: בא\"ד:",
        "98_Comment, 0_Paragraph": "אל יהרהר ביום שלא יבוא לידי קרי בלילה: ד\"ה שלא הרהרתי:",
        "99_Comment, 0_Paragraph": "ג' דברים אין אדם ניצול מהן הרהור עבירה לשון הרע עיון תפלה: בא\"ד:",
        "100_Comment, 0_Paragraph": "אין לקרות את רבו בשמו: ד\"ה אצטריך: דף לח",
        "101_Comment, 0_Paragraph": "בזריקת דם לעבודת כוכבים לא נאסר הבשר אלא הדם לבד: ד\"ה מקום: דף לט ע\"ב",
        "102_Comment, 0_Paragraph": "המשתחוה להר מותר ועובדו בסייף: (בא\"ד): [דף מ ע\"א ד\"ה הא]:",
        "103_Comment, 0_Paragraph": "תקרובת הר מותר וכן ציפוי הר ובעובדין את הציפוי פליגי: (ד\"ה הא דף מ) [בא\"ד]:",
        "104_Comment, 0_Paragraph": "ציפוי בעלי חיים אסור אף להדיוט: בא\"ד:",
        "105_Comment, 0_Paragraph": "הגביה דבר שאינו שלו לא קנאו לאוסרו אלא להתחייב באונסים: ד\"ה רבוצה:",
        "106_Comment, 0_Paragraph": "מומר לעבודת כוכבים השוחט לפני עבודת כוכבים מסתמא לעבודת כוכבים מתכוין: ד\"ה לפני:",
        "107_Comment, 0_Paragraph": "עובד כוכבים שנסך יין מותר ליקח דמים מאותו עובד כוכבים: ד\"ה לאו: דף מא",
        "108_Comment, 0_Paragraph": "אין שוחטין לתוך גומא נקיה וטוב ליזהר ואפילו אינה נקיה: ד\"ה אין:",
        "109_Comment, 0_Paragraph": "כל דבר שאיסורו מפני מראית העין אפי' בחדרי חדרים אסור בדבר שיש איסור גם בצנעה אבל דבר שאם עושה בביתו אין בו חשד מותר: ד\"ה ובשוק:",
        "110_Comment, 0_Paragraph": "צינור שעלו בו קשקשים שרי למעכו בשבת: בא\"ד:",
        "111_Comment, 0_Paragraph": "אמר הרי זו חטאתי לא אמר כלום אם לא אמר לשם חטאת: ד\"ה והא: ע\"ב",
        "112_Comment, 0_Paragraph": "אין נקב אם לא ניקב לבית חללו: ד\"ה ניקב. דף מב",
        "113_Comment, 0_Paragraph": "ניטל הלב והריאה והדקין טרפה: בא\"ד:",
        "114_Comment, 0_Paragraph": "אילים אין להם מרה. מרה שניקבה טריפה: ד\"ה ואמר: ע\"ב",
        "115_Comment, 0_Paragraph": "אדם אינו נעשה טרפה עד שיחסר מהגולגולת וגם ינקב הקרום: בא\"ד",
        "116_Comment, 0_Paragraph": "אבל בהמה בנקיבת קרום לבד טרפה: בא\"ד:",
        "117_Comment, 0_Paragraph": "בכור שנטרף תוך שלשים יום אין פודין אותו: בא\"ד:",
        "118_Comment, 0_Paragraph": "סימנים שנפרדו זה מזה טרפה: ד\"ה סימנין:",
        "119_Comment, 0_Paragraph": "כוליא מליא מוגלא טרפה מים זכים כשרה: ד\"ה יפלח: דף מג",
        "120_Comment, 0_Paragraph": "ישב לה קוץ בוושט חוששין שמא הבריא: ד\"ה קסבר: ע\"ב",
        "121_Comment, 0_Paragraph": "בריאה חוששין לספק:",
        "122_Comment, 0_Paragraph": "נולד ספק מחיים ועדיין היא בחזקת איסור אפי' הכי נשחטה הותרה: בא\"ד",
        "123_Comment, 0_Paragraph": "טעה בדבר משנה חוזר ולא עבדינן כתרי חומרי דסתרי אהדדי: ד\"ה זיל:",
        "124_Comment, 0_Paragraph": "תורבץ בראמים גדולים ד' אצבעות ומכאן ואילך הקטן לפי קטנו ונראה דהוי כמו תפיסת יד: ד\"ה כדי: דף מד",
        "125_Comment, 0_Paragraph": "חכם שאסר אין חבירו רשאי להתיר אפי' לסמוך אגמריה: ד\"ה היכי: ע\"ב",
        "126_Comment, 0_Paragraph": "שנים אין חשודין אך בעל נפש ירחיק ועדים אין חשודין אפי' בדבר שנגמר על פיהם: ד\"ה וכן: שם",
        "127_Comment, 0_Paragraph": "נקבו קנה הלב וקנה הכבד והריאה במשהו: ד\"ה מר: דף מה ע\"ב",
        "128_Comment, 0_Paragraph": "ריאה שהאדימה מקצתה לרש\"י כשרה ולר\"ת טרפה אם לא שמתלבנת ע\"י נפיחה. רובה שחורה טרפה אבל יש מראית מעט כשרה ונראה דבכל ענין טרפה אבל ככחול כשרה: ד\"ה אלא ובד\"ה אוכמי: דף מו ע\"ב",
        "129_Comment, 0_Paragraph": "ניקבו הבועות היכא דלא ממשמשא ידא דטבחא טרפה ואם לא נקבו כשרה אם לא סמיכי להדדי: ד\"ה אין: שם",
        "130_Comment, 0_Paragraph": "אומות הסרוכות כסדרן או בצלעות או בבשר שבין הצלעות צריכין נפיחה. אונה הסרוכה לאומה כסדרן רש\"י התיר ור\"ת אסר ואנו ממקומות המתירים: ד\"ה היינו: דף מז",
        "131_Comment, 0_Paragraph": "בועה בשיפולי אומא או אונא טרפה ודווקא בועות שבהן מוגלא: ד\"ה אי שם",
        "132_Comment, 0_Paragraph": "צמחים קשים הפסק בין הבועות כחוט השערה טרפה: ד\"ה ואי לאו: שם",
        "133_Comment, 0_Paragraph": "אי איכא ב' עינוניתא דוורדא טרפה ואי ליכא כלל כשרה: וה\"ר אפרים פירש להיפך ועמא דבר כרש\"י וכל מקום שעינוניתא סרוכה טרפה ואינה משלמת אם חסרו אונות: ד\"ה כל: שם",
        "134_Comment, 0_Paragraph": "עינוניתא לצד שמאל טרפה: ד\"ה אבל: ע\"ב",
        "135_Comment, 0_Paragraph": "י\"מ דוקא בשאר אונות וגב הריאה אבל באונא ימין התחתונה שהיא עליונה הסמוכה לגרגרת כשרה דדרכה להתפצל: ד\"ה אפילו: שם",
        "136_Comment, 0_Paragraph": "ואפילו לא הוי כטרפא דאסא אלא בתר נפיחה טרפה וכי לא הוי בתר נפיחה כטרפא דאסא כשרה: בא\"ד:",
        "137_Comment, 0_Paragraph": "אתרוג כעין ירק ועשבים פסול ולא כירוקה דשעוה וכטווס: ד\"ה אלא: שם",
        "138_Comment, 0_Paragraph": "נוהגים להטריף כל הסירכות ואין בודקין לא בדופן ולא בפושרים: ד\"ה רב: דף מח",
        "139_Comment, 0_Paragraph": "ריאה הסרוכה לדופן אף במקום רביתא וסרוכה בבשר שבין הצלעות או בצלעות עצמן בדקינן ליה בנפיחה עם הצלעות או מגררין הבשר עם הסירכא אם עולה בנפיחה כשרה: ד\"ה אמר: שם",
        "140_Comment, 0_Paragraph": "ריאה שנראה כעין קמט וחסר מנפחינן לה אם עולה בנפיחה כשרה: ניקב כיס השתן או ניטל איכא פלוגתא דרבותא:",
        "141_Comment, 0_Paragraph": "מחט אפי' כולה בתוך הכבד אינה כשרה אלא אי קופא בצד סמפון ובריאה כשר בכל ענין. וכן אם נמצא בתוך הקורקבן. אם נמצא בתוך חלל הגוף בכל ענין טרפה: ד\"ה אי: ע\"ב",
        "142_Comment, 0_Paragraph": "נמצא בה גרעיני זית הגסים טרפה: ד\"ה אבל: דף מט",
        "143_Comment, 0_Paragraph": "אפילו עובדי כוכבים המברכין לישראל. מתברכין: ד\"ה ואברכה: שם",
        "144_Comment, 0_Paragraph": "ריאה שנקבה ושומן סותמתה או נסרכה בשומן טרפה. דקין שנקבו חלב הכנתא סותמת. טרפשא דלבא לא סתים: ד\"ה חלב: ע\"ב",
        "145_Comment, 0_Paragraph": "מחט שנמצא בקרקבן וניקב הכיס וגם את בשרו רק שהשומן סותם למעלה כשרה. חלב טמא אינו סותם: ד\"ה חלב חיה: שם",
        "146_Comment, 0_Paragraph": "מקצת שביעי של אבל אינו ככולו בעוד שמנחמין אצלו. ד\"ה. אפילו דף נ':",
        "147_Comment, 0_Paragraph": "מקיפין בנקבים מבהמה דקה לבהמה דקה אם דומה נקב לנקב (ד\"ז בגמרא): שם",
        "148_Comment, 0_Paragraph": "המסס שנקב רק בקצה אחת טרפה לרש\"י. ור\"ת התיר עד שניקבו שני עורות בכל מקום: ד\"ה מחט: ע\"ב",
        "149_Comment, 0_Paragraph": "כאן נמצאו וכאן היו ותלינן ברשות הנמצא בו לקיים המקח אך כל אלה לא שייך למימר הכי לאוקמי ברשות השואל אלא להעמידה בחזקת בעליהן: ד\"ה המוציא: דף נא",
        "150_Comment, 0_Paragraph": "שוורים שנגחו זה לזה ונפל האחד לארץ חוששין היינו בפחות מעשרה משא\"כ נפלה מעצמה: ד\"ה נפל: שם.",
        "151_Comment, 0_Paragraph": "עמדה אין צריך מעת לעת אלא בדיקה לא עמדה בעי מעת לעת: ד\"ה עמדה: ע\"ב",
        "152_Comment, 0_Paragraph": "(ובדיקה) פשטה ידה לעמוד או ננערה לעמוד לא מהני: ד\"ה והלכתא: שם",
        "153_Comment, 0_Paragraph": "אין דרוסה לעופות טהורים: ד\"ה שאר: דף נג",
        "154_Comment, 0_Paragraph": "כשהנץ שוכב על גבי העוף ולא הסיר רגליו אין מועיל ששוחטין אותו באותה שעה: ד\"ה קמ\"ל: שם",
        "155_Comment, 0_Paragraph": "ספק דרוסה צריך לבדוק בכל מקום גבה וכרסה וצדה וכל מה שכנגד מעיים אבל אם ניכר מקום דריסה א\"צ לבדוק אלא כנגד אותו מקום: ד\"ה דרוסה: ע\"ב",
        "156_Comment, 0_Paragraph": "היה הסימן השחוט שמוט יחתוך במקום אחר באותו סימן אם דומין טרפה. ואין מקיפין בבהמה אחרת. אלא באותה בהמה ובאותו עוף: ד\"ה יביא. דף נד",
        "157_Comment, 0_Paragraph": "אין בעלי האומניות העוסקים במלאכתם חייבים לעמוד בפני ת\"ח והעוסקים במלאכת אחרים אין רשאין לעמוד. ואין חייב לעמוד בפני רבו אלא שחרית וערבית אך אינו אסור: ד\"ה אין: ע\"ב",
        "158_Comment, 0_Paragraph": "ניטלה האם כשרה: ד\"ז במשנה: דף נו",
        "159_Comment, 0_Paragraph": "שמוטת ירך בבהמה או נחתכה לגמרי כשרה: ד\"ה שמוטת: דף נז",
        "160_Comment, 0_Paragraph": "בוקא דאטמא דשף מדוכתיה ואיעכול ניביה טרפה. איפסיק כשרה: (בא\"ד): [ד\"ה שמוטת ירך]:",
        "161_Comment, 0_Paragraph": "ניטלה הירך במקום שמחוברת באליה טרפה ראש עצם הירך שקפץ ממקומו מחור שבעצם אליה כשרה נחתכה טרפה אפילו בצומות הגידים: ד\"ה דילמא: שם",
        "162_Comment, 0_Paragraph": "ביצת נבלה שכמוה נמכרת בשוק אסורה. ד\"ה ושוין: דף נח",
        "163_Comment, 0_Paragraph": "השוחט תרנגולת ומצא בה ביצים גמורות מותרות לאוכלן בחלב: בא\"ד:",
        "164_Comment, 0_Paragraph": "עובר ירך אמו לבד מלענין טרפות: ד\"ה והלכתא: שם",
        "165_Comment, 0_Paragraph": "כל שיש לו קרנים בחיה ופרסות סדוקות או קרנים וטלפי חיה חלבה מותר: ד\"ה אלו: דף נט",
        "166_Comment, 0_Paragraph": "צבי הוא מה שאנו קורין צבי אבל לרש\"י שטיינבו\"ק: ד\"ה והרי צבי: ע\"ב",
        "167_Comment, 0_Paragraph": "בחוצה לארץ שרי כלאי זרעים ואסור הרכבת אילן וכן בני נח: ד\"ה הרכיב: דף ס ע\"א",
        "168_Comment, 0_Paragraph": "כל שיש לו אצבע יתירה וזפק וקרקבן נקלף טהור אם אינו דורס ור\"ת פירשן דסגי בהני שלשה סימנים: ד\"ה כל שיש: דף סא",
        "169_Comment, 0_Paragraph": "עוף שיש לו סימן החדש ועוד סימן אחד טהור:",
        "170_Comment, 0_Paragraph": "עוף שקורקבנו נקלף ועוד סימן אחד טהור: ד\"ה מאי: דף סב ע\"ב",
        "171_Comment, 0_Paragraph": "תרנגולת דאגמא הקרוי כן אסור הזכר והנקבה והנקרא תרנגולתא שניהם מותרין: ד\"ה תרנגולתא: שם",
        "172_Comment, 0_Paragraph": "נץ אינו שקורים שפרוו\"ר. נשר אינו אייגל\"א. קורא אינו קוקו\"א דהוא טמא וקורא טהור: ד\"ה נץ: דף סג",
        "173_Comment, 0_Paragraph": "דג שהוא ברבוט\"א טהור. ד\"ה סימנין: דף סד",
        "174_Comment, 0_Paragraph": "לוקחין ביצים מן העובדי כוכבים אפילו אין אומרים של עוף פלוני וטהור הוא ואוכלין אובלי\"ש הנילושים בבצים: בא\"ד:",
        "175_Comment, 0_Paragraph": "ואוכלים בצים מגולגלים בלא בדיקת דם: בא\"ד:",
        "176_Comment, 0_Paragraph": "אוכלין פת של עובדי כוכבים: בא\"ד:",
        "177_Comment, 0_Paragraph": "פשטיי\"ד שאופין עובדי כוכבי' אסור: בא\"ד:",
        "178_Comment, 0_Paragraph": "כל היוצא מן הטמא טמא. מי רגלי חמור אסור. דבש דבורים מותר: ד\"ה שאם ריקמה: שם",
        "179_Comment, 0_Paragraph": "בצים שנתבשלו עם הטמאה מותרין ושנתבשלו עם ביצה שיש בה אפרוח אסור הכה התרנגולת על רחמה ויצאו ביציה מותרין: ד\"ה גיעולי: ע\"ב",
        "180_Comment, 0_Paragraph": "נמצא דם על הקשר שלה מותר מצא על החלבון כל הביצה אסורה יצא הדם מן הקשר ולחוץ אסור מדאורייתא כל הביצה ובעודה בקשר אסורה הביצה חוץ לקשר מותר. י\"מ נמצא בקשר זורק הדם חוץ לקשר הדם מותר: ד\"ה והוא: שם",
        "181_Comment, 0_Paragraph": "כל היכא דגמרינן כלל ופרט ואיכא צדדים חשובים ודמיין להדדי בעינן כולהו ואי ליכא אלא צד אחד סגי בהכי ואי איכא צד מעט גרוע בעינן נמי הך גרוע אבל צד הגרוע יותר פליגי למאן דאמר כללא קמא דווקא בעינן ליה ולמאן דאמר כללא בתרא דווקא לא בעינן: ד\"ה וכי תימא: דף סה ע\"ב",
        "182_Comment, 0_Paragraph": "חגבים אין טעונין שחיטה: ד\"ה במאי: דף סו",
        "183_Comment, 0_Paragraph": "קישות שהתליעה באיביה פליגי בה רבוותא ואין לאסור אותן פולין שיש בתוכן כעין יבחושין ומשחרת מבחוץ וכשמסירין הקליפה נשארו תחתיהן: ד\"ה דיקא: דף סז ע\"ב",
        "184_Comment, 0_Paragraph": "תולעים שבכבד ובריאה אסור ור\"ת פי' דאיירי בדגים: ד\"ה קוקיאני: שם",
        "185_Comment, 0_Paragraph": "זה וזה גורם מותר: ד\"ה תלתא: דף סט",
        "186_Comment, 0_Paragraph": "השוחט בהמה ומצא בה דמות יותר אסור אבל מצא בה בהמה שרגליה רגלי יונה או אין לה רגלים מותר: ד\"ה אלמא: שם",
        "187_Comment, 0_Paragraph": "מותר למנות עובדי כוכבים על הבכור מצאו טריפה העור מותר והבשר אסור: ד\"ה יצא: ע\"ב",
        "188_Comment, 0_Paragraph": "בית הסתרים לא מטמא במגע אלא במשא: ד\"ה בלע: דף עא ע\"ב",
        "189_Comment, 0_Paragraph": "אוכלין שטפלן בטיט והכניסן באהל המת טמאים: ד\"ה כי: שם",
        "190_Comment, 0_Paragraph": "ידות הכלים כעין חוליות הארוכים מטביל עד מקום המדה: ד\"ה מטביל: דף עג",
        "191_Comment, 0_Paragraph": "חבורי אוכלין כמאן דמיפרתו דמו היינו דדוקא במקום שעמד וקצץ: ד\"ה: חבורי: שם",
        "192_Comment, 0_Paragraph": "מאן דאסר בן פקועה שהפריס על גבי קרקע היינו דווקא בלא שחיטה אבל טרפות אין בו: ד\"ה דנפל: דף עה ע\"ב",
        "193_Comment, 0_Paragraph": "מותר להדליק בכל שמנים בשבת. (דף עה ע\"ב) [שם] ד\"ה אנא",
        "194_Comment, 0_Paragraph": "כמר בר רב אשי קי\"ל בכל מקום בר מאודיתא ומיפך שבועה ויש מפרשים חיורו: ד\"ה מר בר בר: דף עו ע\"ב",
        "195_Comment, 0_Paragraph": "אותו ואת בנו ובן בנו:",
        "196_Comment, 0_Paragraph": "הפרדה אין מרביעין עליה אלא מינה: ד\"ה עייל: דף עט",
        "197_Comment, 0_Paragraph": "אותו ואת בנו אסור בזכרים ואינו לוקה: בא\"ד:",
        "198_Comment, 0_Paragraph": "שחט בי\"ט חיה בהמה ועוף ונתערבו דמן אסור לכסות בב' דקירות. בעפר של מעלה מצוה אבל של מטה אין צריך ליתן: ד\"ה בין: ע\"ב",
        "199_Comment, 0_Paragraph": "פרה הנשרפת אין מטמא בגדים אלא מעסיקיה: ד\"ה פרה: דף פא ע\"ב",
        "200_Comment, 0_Paragraph": "דבר שסופו ליטמא טומאה חמורה מהניא דלא בעי הכשר ולא לענין דבר שאין אוכל לעשותו אוכל: בא\"ד:",
        "201_Comment, 0_Paragraph": "הזורע חטה ושעורה חייב משום כלאי זרעים. זרע חטה ושעורה וחרצן חייב שתים: ד\"ה ולאפוקי: דף פב ע\"ב",
        "202_Comment, 0_Paragraph": "בשאר עי\"ט שוחטין בהמה ובערב יום כיפורים לא היו אוכלין אלא עופות ודגים: ד\"ה וכדברי: דף פג",
        "203_Comment, 0_Paragraph": "אמר הבו ונברך אסור למשתי עד שיברכו בורא פה\"ג: ד\"ה אסור: דף פו ע\"ב",
        "204_Comment, 0_Paragraph": "השמש מברך על כל פרוסה ופרוסה המוציא ולא ברכת המזון: בא\"ד",
        "205_Comment, 0_Paragraph": "דברים הטעונים ברכה לאחריהם במקומם אין צריך לברך אפי' ברכה לכתחלה ולא מצרכי להניח שם חולה או זקן: בא\"ד:",
        "206_Comment, 0_Paragraph": "עמד מאכילתו והתפלל כשחוזר ובא לאכול אין צריך לברך ברכת המזון וכן אם ברך בסעודתו על הרעמים. עקרו רגליהם לילך והניחו שם מקצת חבורתם אין טעונים ברכה לא לפניהם ולא לאחריהם אע\"פ שהתפלל בינתים: ד\"ה משתא: דף פז:",
        "207_Comment, 0_Paragraph": "צ\"ע אם שח בין שחיטה לשחיטה אם צריך לחזור ולברך: ד\"ה ומכסי:",
        "208_Comment, 0_Paragraph": "שח בין תפילין לתפילין מברך להניח על של יד ועל של ראש על מצות ור\"ת מברך על של ראש להניח ועל מצות: בא\"ד:",
        "209_Comment, 0_Paragraph": "מיהו אם אמר מעין שחיטה הבא לי עוף לשחוט או הסכין פשיטא דאין צריך לחזור ולברך אך אסור לדבר בין שחיטה לשחיטה כמו בתפילין דחוזר עליה מערכי מלחמה: בא\"ד:",
        "210_Comment, 0_Paragraph": "אסור להביא עצמו לידי לחזור ולברך ברכה שאינה צריכה: בא\"ד:",
        "211_Comment, 0_Paragraph": "אם הסיח דעתו לשחוט צריך לכסות קודם מה שכבר שחט: בא\"ד:",
        "212_Comment, 0_Paragraph": "עמד אחר וכיסה לא מחייבינן ליה בזמן הזה י' זהובים ואם עמד במקום חבירו לקרות בתורה פטור ואפילו תפס ואפי' עמד במקום כהן: ד\"ה וחייבו:",
        "213_Comment, 0_Paragraph": "דבר שנתבטל חוזר וניעור לבד מקדשים שנדחו אין חוזרין ונראין: ד\"ה רואין: ע\"ב",
        "214_Comment, 0_Paragraph": "הא דאמר קמא קמא בטיל היינו עד שיוסיף להיות בו טעם איסור ודווקא בחבית דלא נפיש עמודיה (אבל בצרצור לא): בא\"ד:",
        "215_Comment, 0_Paragraph": "טעם כעיקר במינו (ומינו) מדאורייתא. בא\"ד:",
        "216_Comment, 0_Paragraph": "תרומה וקדשים מטמאין בפחות מרביעית ולחולין בעינן רביעית: ד\"ה כל:",
        "217_Comment, 0_Paragraph": "דם הניתז ושעל הסכין פטור מלכסות כשיש דם אחר: דף פח",
        "218_Comment, 0_Paragraph": "שותפות עובדי כוכבים פטור [מן הבכורה]: ד\"ה ור\"י:",
        "219_Comment, 0_Paragraph": "גט שנכתב על קלף וחתכו פסול: ד\"ה יצא: דף פט",
        "220_Comment, 0_Paragraph": "עבודת כוכבים של ישראל אין לה בטול ודעובד כוכבים יש לה בטול: ד\"ה והתניא:",
        "221_Comment, 0_Paragraph": "לולב ביום טוב שני יוצא באינו שלו: בא\"ד: (ד\"ז בסוכה):",
        "222_Comment, 0_Paragraph": "וילון אסור לעשות כלאים: ד\"ה שלש: דף צ ע\"ב",
        "223_Comment, 0_Paragraph": "שלשה צריכין שימור מלך ות\"ח וחתן אבל לעיר אחרת כל אדם צריך שימור: ד\"ה מכאן: דף צא",
        "224_Comment, 0_Paragraph": "קנוקנות דגיד אסור מדרבנן: ד\"ה כוותיה: דף צב ע\"ב",
        "225_Comment, 0_Paragraph": "לובן כוליא צריך לחטט אחריו והמיקל לא הפסיד רק שמחטט מה שבחוץ. חלב שעל דפנות ושומן שעל יותרת הכבד אחר שניטל הקרום ושומן אליה מותרין: ד\"ה אמר:",
        "226_Comment, 0_Paragraph": "חוטין שבכתף לא חתכיה ומלחיה אסור אף לצלי: ד\"ה חתכיה: דף צג",
        "227_Comment, 0_Paragraph": "שיעור מליחה כשיעור צלייה: (בא\"ד):",
        "228_Comment, 0_Paragraph": "הקונה חלק של פנים צריך לחטט אחרי חוטי דכפלי עד החזה: ד\"ה חמשה:",
        "229_Comment, 0_Paragraph": "נותנין תרנגולת במים אחר שחיטה וטומנין אותה ברמץ להסיר הנוצות: ד\"ה רישא: ע\"ב",
        "230_Comment, 0_Paragraph": "הצולה הראש יניח בית השחיטה למטה ואם לאו הראש מותר והמוח אסור וכן חוטין שבלחי: בא\"ד:",
        "231_Comment, 0_Paragraph": "מותר לשלוח לחבירו ירך ע\"י עובד כוכבים: ד\"ה חתוכה: דף צד",
        "232_Comment, 0_Paragraph": "כסבור חבירו שהוא מכבדו אם חבירו יכול לידע שהוא אינו מכבדו שותק ואם לאו צריך לומר איני עושה בשבילך: ד\"ה אינהו: ע\"ב",
        "233_Comment, 0_Paragraph": "חד בתרי בטל דבר המעורב ואין ניכר האיסור אבל כשהאיסור ניכר במקומו כגון ט' חנויות לא ודבר חשוב או בעלי חיים אפילו אינו ניכר אסור וכן דבר שדרכו לימנות: ד\"ה ספקו: דף צה",
        "234_Comment, 0_Paragraph": "כל קבוע ופירש אחד ביד עובד כוכבים אם ראינו בשעת שפירש אסור ואם לאו מותר: [ד\"ה הכא נמי]:",
        "235_Comment, 0_Paragraph": "דבר שאיסורו ידוע במקומו לא גזרינן שמא יקח ממקום קבוע ובעלמא חיישינן: (ד\"ה הכא) [בא\"ד]:",
        "236_Comment, 0_Paragraph": "זאב שנכנס לעיר ודרס קצת האחרים התיר ר\"ת ולא נהירא: בא\"ד:",
        "237_Comment, 0_Paragraph": "בני נח מוזהרים על הכשוף. ואליעזר נתן הצמידים אחר שידע מי היתה: ד\"ה כאליעזר: ע\"ב",
        "238_Comment, 0_Paragraph": "מה שמחזירים האבדה לת\"ח היינו בטביעות עין גמור ולא בטביעות עין כל דהו: ד\"ה ולא: דף צו",
        "239_Comment, 0_Paragraph": "אין אחין נכנסין לנחלה על פיה ולא צרתה: ד\"ה פלניא:",
        "240_Comment, 0_Paragraph": "אמרו העדים פלוני דהאי סימנא לוה מפלוני לא מפקינן מיניה או חפץ דהאי סימן לפלוני הוא: בא\"ד:",
        "241_Comment, 0_Paragraph": "ניסת על פי סימן ובאו עדים שמת בעלה ואח\"כ זנתה קטלינן לה ניסת על פי עד אחד וזנתה ונודע שבעל הראשון מת בשעת זנות לא קטלינן לה: בא\"ד:",
        "242_Comment, 0_Paragraph": "גיד הנשה צריך לחטט אחריו והטבחים נאמנים עליו: ד\"ה צריך:",
        "243_Comment, 0_Paragraph": "עוף טמא ואבר מן החי וגיד ושרץ חשיב בריה ולא טבל ונבלה: ד\"ה מאי:",
        "244_Comment, 0_Paragraph": "משעת מליחה נאסרת כדי קליפה: ד\"ה אם: ע\"ב",
        "245_Comment, 0_Paragraph": "נפלה טיפת חלב על חתיכה שמקצתה ברוטב אין הרוטב מסייע לרש\"י ור\"י פירש דמבטל אם לא שכל החתיכה למעלה: בא\"ד:",
        "246_Comment, 0_Paragraph": "צלי אוסר כדי נטילה חם לתוך צונן קולף: ד\"ה עד:",
        "247_Comment, 0_Paragraph": "בר יונה צלי אפי' צונן קולף וכשהאיסור דבר מועט בצלי די בקליפה: בא\"ד:",
        "248_Comment, 0_Paragraph": "צונן לתוך חם אסור הכל ולא סגי בקליפה: ד\"ה אפילו:",
        "249_Comment, 0_Paragraph": "חתיכה שנפלה לציר מה שחוץ לציר מותר. דבר הנאסר אין מפעפע יותר ממה שהאיסור יכול להתפשט: בא\"ד:",
        "250_Comment, 0_Paragraph": "חלב כחוש אינו מפעפע: ד\"ה ההוא: דף צז",
        "251_Comment, 0_Paragraph": "כוליא שנצלה בחלבה אסור כדי קליפה שהקרום אסור: ד\"ה כוליא:",
        "252_Comment, 0_Paragraph": "סמכינן אקפילא עובד כוכבים:",
        "253_Comment, 0_Paragraph": "רש\"י פירש דמין במינו לא בטיל ור\"ת פירש דבטיל: ד\"ה אמר:",
        "254_Comment, 0_Paragraph": "ביהכ\"נ מותר לעשות בית המדרש הלכה כריב\"ל לגבי ר' יוחנן: בא\"ד:",
        "255_Comment, 0_Paragraph": "כשמצאו חטה בתרנגולת רותחת בפסח אומר ר\"ת להשהותה עד אחר הפסח: בא\"ד:",
        "256_Comment, 0_Paragraph": "יין שנתנסך בודאי במשהו וסתם יין בששים: בא\"ד:",
        "257_Comment, 0_Paragraph": "טעם כעיקר פרש\"י דרבנן ולפירושו נשפך המים הוי ספקא דרבנן ושרי ור\"ת פירש דהוי דאורייתא ואסור: ד\"ה רבא: [דף צח ע\"א]:",
        "258_Comment, 0_Paragraph": "גם אם אין יכול לשער אין זה נקרא ספק",
        "259_Comment, 0_Paragraph": "מקום חתך מותר בחזה ושוק ואימורין דוקא באבר שיצא מקצתו אסור: ד\"ה לא: דף צט",
        "260_Comment, 0_Paragraph": "תרומה שלא במינה בטל אפילו איתיה לאיסוריה בתוכו ואין מכירו ובמינו דוקא בעינן ק\"א: ד\"ה לא: ע\"ב",
        "261_Comment, 0_Paragraph": "ציר של שרצים דאורייתא וציר דגים דרבנן ולהכי הירנ\"ג שספק אם נמלחו בדגים טמאים מותרים: ד\"ה שאני:",
        "262_Comment, 0_Paragraph": "מותר למכור לעובד כוכבים ניקיר גיד ובשר ואסור לשלוח לו ירך שלמה: ד\"ה והלכתא:",
        "263_Comment, 0_Paragraph": "בריה לא בטלה וכן חתיכה הראויה להתכבד לפני אורחים ודבר שאינו בריה ולא חתיכה בטלה ואפילו איסור דרבנן ליכא אך לאדם א' הוא אסור: ד\"ה בריה: דף ק",
        "264_Comment, 0_Paragraph": "דבר הנאסר ע\"י משהו לא אמרי' ביה חתיכה עצמה נעשה נבלה ואוסרת: ד\"ה בשקדם:",
        "265_Comment, 0_Paragraph": "רבינו אפרים פירש דלא אמרינן חתיכה הנאסרת אוסרת אלא בבשר וחלב: בא\"ד:",
        "266_Comment, 0_Paragraph": "אין להגעיל כלי בן יומו אם לא שיש ס' במים לבטל האיסור: בא\"ד: ע\"ב",
        "267_Comment, 0_Paragraph": "מין במינו ודבר אחר סלק את מינו כמי שאינו ושאינו מינו רבה עליו ומבטלו וצריך ס' ברוטב לבטל חתיכת איסור וגם בחתיכות היתר ששים לבטל רוטב כשיעור שני חתיכות: ד\"ה הוי:",
        "268_Comment, 0_Paragraph": "לא אמר סלק כו' אלא היכא שלא נאסר אלא מכח איסור שנתערב בו אבל לוקח ציר מע\"ה שמינו עצמו נטמא ובמגע [מינו] לא אמרינן הכי: ד\"ה סלק:",
        "269_Comment, 0_Paragraph": "אתם אפילו מזידין כו' לא אמר אלא אקביעות חדש ולא אם קבעו יום אחד: ד\"ה יום: דף קא ע\"ב",
        "270_Comment, 0_Paragraph": "לאו שבכללות היינו שאין מפורש בקרא כמו אל תאכלו כי אם צלי אבל היכא דמפרשי שני לאוין כמו זג וחרצן ובשר בשדה טרפה לא הוי לאו שבכללות: ד\"ה אכל אבר: דף קב ע\"ב",
        "271_Comment, 0_Paragraph": "שיעור זית הוי חצי ביצה: ד\"ה חלקו: דף קג ע\"ב",
        "272_Comment, 0_Paragraph": "מותר לאכול בשר דגים וחגבים עם הגבינה: ד\"ה ואסור:",
        "273_Comment, 0_Paragraph": "ביומא דהקזה ומאן דכאיב עיניה אין דרך לאכול דגים ובשאר יומי הנודר מן הבשר אסור בבשר דגים: ד\"ה הנודר: דף קד",
        "274_Comment, 0_Paragraph": "בארץ ישראל סמוך לארץ העמים הפרישו שתי חלות לאור יש לה שיעור לכהן אין לה שיעור בח\"ל של אור אין לה שיעור ולכהן יש שיעור וטמא אוכלה בלא טבילה: ד\"ה חלת:",
        "275_Comment, 0_Paragraph": "בית שהיה בו מת מעולם נעשה המתכת בתוכו כחלל: בא\"ד:",
        "276_Comment, 0_Paragraph": "הכהנים אין מוזהרים מטומאת חרב הרי הוא כחלל ואין נזיר מגלח עליה: אנו שרחוקין מא\"י אין צריך אלא חלה אחת ונותנה לכהן קטן ליכא כהן קטן מפריש אחת ונותנה לאור והיא נשרפת ואף לכהן שטבל לקריו מותר ולא בעי לבטלה ברוב: בא\"ד:",
        "277_Comment, 0_Paragraph": "ובכל מקומות אין מפרישין כי אם תרומה אחת וחלה שניה האסורה לזרים ואינה טובלת ונמנעו להפריש ושמא אינה מדמעת: בא\"ד:",
        "278_Comment, 0_Paragraph": "חלת ח\"ל ניתנת לכל כהן אפילו לעם הארץ כי ליכא חבר או שהוא עשיר ואינו רוצה לקבל וזה עני הוא ומצווין להחיותו אבל חלת הארץ אין ניתנת אלא לכהן חבר ולא לע\"ה אלא ימתין עד שיזדמן לו חבר: ד\"ה וניתנת: ע\"ב",
        "279_Comment, 0_Paragraph": "העולם נהגו שלא לאכול גבינה אחר בשר כלל ואפי' בשר עוף: ד\"ה עוף:",
        "280_Comment, 0_Paragraph": "מקנח וגם מדיח לגבינה אחר בשר: ד\"ה מקנח: דף קה",
        "281_Comment, 0_Paragraph": "וסעודה אחרת אכיל ואפילו לאלתר אם סלק ובירך: ד\"ה לסעודתא:",
        "282_Comment, 0_Paragraph": "אנו אין נוהגים במים אחרונים: ד\"ה מים:",
        "283_Comment, 0_Paragraph": "מים ראשונים טעונין ברכה ולא אחרונים: בא\"ד:",
        "284_Comment, 0_Paragraph": "אין לברך על קרית שמע סמוך למטתו לקרות ק\"ש: בא\"ד:",
        "285_Comment, 0_Paragraph": "בין תבשיל בשר לגבינה שלפניו חובה ושלאחריו אסור עד סעודה אחרת ור\"ת פירש בין תבשיל בשר לגבינה בעין חובה: ד\"ה לא: ע\"ב",
        "286_Comment, 0_Paragraph": "מה ששופכין כששותין אין מועיל אלא א\"כ שופכו השותה עצמו ולא אדם אחר: ד\"ה חזנהו: דף קו",
        "287_Comment, 0_Paragraph": "רביעית דמקוה בטלוה להטביל בהן מחטין וצנורות אבל שרי לטבול בהן ידים: ד\"ה דפסקינהו:",
        "288_Comment, 0_Paragraph": "מים שנפסלו משתית בהמה שטיט מעורב בהן פסולין למקוה אבל נסרחו ומאיסי כשרין למקוה: ד\"ה מים:",
        "289_Comment, 0_Paragraph": "אין חובה לזמן על הפירות ואפילו הן שלשה אין מזמנין אבל ברכה דבתחלת הפירות ומוגמר אחד מברך לכולם או לדידן אפילו ישבו ואם אמרו נאכל נהמא במקום פלוני הוי היסבו: ד\"ה ושמע: ע\"ב",
        "290_Comment, 0_Paragraph": "בני אדם שמהלכין בדרך ולא יושבין כל אחד מברך לעצמו: בא\"ד:",
        "291_Comment, 0_Paragraph": "וליין אין אנו רגילין לקבוע ולא מהני הסיבה: בא\"ד:",
        "292_Comment, 0_Paragraph": "צריך ליזהר בשעת נטילה מטיט ובצק שתחת צפרניו ומכל דבר החוצץ בטבילה אבל ממיעוט שאינו מקפיד אין לחוש אפילו בטבילה: ד\"ה וכל:",
        "293_Comment, 0_Paragraph": "נטילה עד הפרק לחולין עד פרק אמצעית לתרומה עד גב היד לקידוש ידים עד חבור היד והזרוע והרב רבי אברהם פירש לחולין עד פרק שלישי וכו': ד\"ה אמר:",
        "294_Comment, 0_Paragraph": "נוטל ידיו שחרית ומתנה עליהם כל היום ודווקא שחרית או יש לו מים וצריך לדבר אחר: ד\"ה נוטל:",
        "295_Comment, 0_Paragraph": "פירשו הלכות גדולות שמותר להטביל ידיו בתוך הכלים: ד\"ה דלא: דף קז",
        "296_Comment, 0_Paragraph": "הכל כשרין ליתן לידים אפילו חש\"ו. מניח חבית בין ברכיו ונוטל או על צדו ונוטל. הקוף נותן לידים ר' יוסי פוסל בקוף ובחבית והלכה כדבריו (ועיין פ\"ק דסוטה דף לא): בא\"ד:",
        "297_Comment, 0_Paragraph": "נטל ידו אחת ושפשף בה חברתה יחזור ויטול: בא\"ד:",
        "298_Comment, 0_Paragraph": "שרה בהן פתו או הדיח בהן הכלי פסול ואם הדיח בהם ידיו כשרים וצריך לשפוך על ידיו ג' פעמים ואם בפעם אחת שפך על ידיו כשיעור רביעית טהורים: בא\"ד:",
        "299_Comment, 0_Paragraph": "נטל ידו אחת משטיפה אחת אין צריך רביעית כי אתו משירי טהרה אבל לב' ידיו צריך רביעית וב' שטיפות אין צריך רביעית: בא\"ד:",
        "300_Comment, 0_Paragraph": "לטבילת גופו נצוק אינו חיבור ועירוב מקואות כשפופרת הנוד ולא לענין ידים: ד\"ה ואי:",
        "301_Comment, 0_Paragraph": "כיסוי כוס שאין יושב בלא סמיכה אין נוטלין הימנו ובכל דבר שאין מחזיק רביעית: ד\"ה מגופת:",
        "302_Comment, 0_Paragraph": "פחות מכביצה אין מברך לאחריו אלא לפניו וכן בעל קרי: ד\"ה ולא ברך:",
        "303_Comment, 0_Paragraph": "פועלין שמלאכתן בבית בעל בית ואוכלים פתו אין מברכים לפניו ולאחריו מברכים ב' ברכות: בא\"ד:",
        "304_Comment, 0_Paragraph": "מותר ליטול ידיו שחרית יום כפור. מי שידיו מלוכלכות רוחץ כדרכו: ד\"ה התם: ע\"ב:",
        "305_Comment, 0_Paragraph": "שורה רוח רעה על הנותן פת לתינוק ולא נטל ידיו ועכשיו אין נזהרין מזה ולא מזונות וגילוי: בא\"ד:",
        "306_Comment, 0_Paragraph": "כשזה אוכל בשר וזה גבינה מניחים לחם או קנקן או אוכל במפה אחר: ד\"ה כעין:",
        "307_Comment, 0_Paragraph": "כשמגעילין כלים ביורה מניחן בפנים עד שיהיה להם שהות לגמור בליעה ולפלוט ואין נראה: ד\"ה שנפל: דף קח ע\"ב",
        "308_Comment, 0_Paragraph": "בערבי פסחים קודם ד' שעות מגעילין כלי חמץ אפי' אין בו ס' במים: בא\"ד:",
        "309_Comment, 0_Paragraph": "דם שבשלו אינו עובר עליו אם אכלו: ד\"ה הלב: דף קט",
        "310_Comment, 0_Paragraph": "לא אמר בלב שבשלו שיע ולא בלע: בא\"ד:",
        "311_Comment, 0_Paragraph": "פרש\"י כחל לצלי לא בעי קריעה שתי וערב ואם לא קרעו מותר ולקדרה שתי וערב וטחו בכותל ואם לא קרעו אפילו לחודיה אסור אם לא שיש ששים במים שבשלו בו ור\"ת פירש הא דצריך קריעה שתי וערב וטחו בכותל היינו עם בשר אבל בלא בשר מותר ולצלי שרי לכתחלה בקריעה קצת ואין חילוק בין צלי לקדרה בלא בשר: ד\"ה ההוא: ע\"ב",
        "312_Comment, 0_Paragraph": "טיפת חלב שנפלה על חתיכת בשר לא אמרינן דנפלט דבצלי אין פולט שמנונית שבלע: בא\"ד: דף קי",
        "313_Comment, 0_Paragraph": "אנו אוכלין כחל אפי' של מניקה: ד\"ה דאתנייה:",
        "314_Comment, 0_Paragraph": "שאלה והלואה שלשים יום: ד\"ה טלית: ע\"ב",
        "315_Comment, 0_Paragraph": "השוכר בית בח\"ל כל שלשים יום פטור מן המזוזה: בא\"ד:",
        "316_Comment, 0_Paragraph": "אין לברך על טלית שאולה: בא\"ד:",
        "317_Comment, 0_Paragraph": "נשים מברכות על הסוכה: בא\"ד:",
        "318_Comment, 0_Paragraph": "טלית שאולה מותר בה כלאים [בציצית] בא\"ד:",
        "319_Comment, 0_Paragraph": "כסות לילה לא הותר בה כלאים אבל כסות יום מותר בכל ענין: בא\"ד:",
        "320_Comment, 0_Paragraph": "כופין לעשות צדקה: ד\"ה כל:",
        "321_Comment, 0_Paragraph": "מנהג בכל ישראל שלא לבשל כבד אפי' אחר מליחה בלא צלייה: ד\"ה כבדא:",
        "322_Comment, 0_Paragraph": "משניות אפילו זרעים וטהרות היו שגורות להם: ד\"ה דתנן:",
        "323_Comment, 0_Paragraph": "הצולה כבד צריך לחתכו ואי לא קורעו לאחר בשולו דכבולעו כך פולטו: ד\"ה וחתוכיה: דף קיא:",
        "324_Comment, 0_Paragraph": "כחל שנקרע שתי וערב וטחו בכותל מבשלו עם בשר בקדרה ומותר לחותכו בסכין של בשר. ובשפוד מותר כחל למטה ובשר למעלה ועילוי בשרא בדיעבד: ד\"ה תותי:",
        "325_Comment, 0_Paragraph": "פת פוטרת כל מיני מאכל: (ד\"ז בגמ'):",
        "326_Comment, 0_Paragraph": "ביצים שנתבשלו בקדרה חולבת אסור לעשות מהם מולייתא: ד\"ה הלכתא: ע\"ב",
        "327_Comment, 0_Paragraph": "קערות בשר שהודחו במחבת חולבת בכלי ראשון ושניהן בן יומו אסור ואם אחד בן יומו אותו שהוא בן יומו מותר: בא\"ד: דף קיב",
        "328_Comment, 0_Paragraph": "אין לחתוך שומין כרישין ובצלים בסכין חולבת ואם חתך ונתנם בקדרה רותחת מותר בס' לבטל הטעם הבלועה בירק ונפלט מן הסכין אבל חתכו בסכין של עובד כוכבים נעשה הירק כולו נבלה וצריך ששים לבטל הירק וצריך עיון אם הסכין מקונח ואינו בן יומו אם אוסר: ד\"ה אגב:",
        "329_Comment, 0_Paragraph": "מותר לתת כד של בשר וכד של חלב בתיבה אחת: ד\"ה מהו:",
        "330_Comment, 0_Paragraph": "אמר ר\"ת כל מליחות שלנו שאנו עושין לקדרה חשוב אין נאכל מחמת מלחו: ד\"ה הני מילי:",
        "331_Comment, 0_Paragraph": "שיעור מליחה כשיעור צלייה: בא\"ד:",
        "332_Comment, 0_Paragraph": "בשר שלא שהה כדי מליחה אין לקבל השומן ע\"י גללי מלחא:",
        "333_Comment, 0_Paragraph": "דגים ועופות שמלחו יחד אסורים הדגים לבדו: ד\"ה דגים: ע\"ב:",
        "334_Comment, 0_Paragraph": "מותר למלוח בשר זה על גב זה אפי' שהה הראשון כדי מליחה: ד\"ה ודגים:",
        "335_Comment, 0_Paragraph": "שהה שיעור מליחה ואח\"כ הושם בכלי שאינו מנוקב ונמצא בכלי מי מליחה נהגו בו איסור: בא\"ד:",
        "336_Comment, 0_Paragraph": "טמא מליח וטהור תפל אסור: בא\"ד:",
        "337_Comment, 0_Paragraph": "דפוסי גבינות של עובדי כוכבים אין צריך להגעיל ומותר לעשות בהן ישראל גבינות ולמולחן בתוכן כמו טהור מליח וטמא תפל דמותר ומעשים בכל יום במלח שבקערה שמשתמשים בו בשר לוקחים לתת בתוך חלב והמחמיר תבא עליו ברכה: ד\"ה טהור:",
        "338_Comment, 0_Paragraph": "דג טמא צירו אסור: ד\"ה מאי: דף קיג",
        "339_Comment, 0_Paragraph": "אין לאסור למלוח בני מעיים עם שאר בשר: ד\"ה אין:",
        "340_Comment, 0_Paragraph": "אם שפכו אפילו דם צונן על בשר צלי רותח אוסר כדי נטילה: בא\"ד:",
        "341_Comment, 0_Paragraph": "מי חלב אסור מדרבנן לבשל בו: ד\"ה המבשל: דף קיד",
        "342_Comment, 0_Paragraph": "בא\"י שאין עובדי כוכבים מצויים נתינת גר קודמת למכירת עובד כוכבים אבל אם יש לאדם חפץ למכור ימכרנה לעובד כוכבים קודם שיתננה (לגר). ד\"ה עד: ע\"ב",
        "343_Comment, 0_Paragraph": "אסור ליתן לעובר כוכבים מתנת חנם ואם היה שכנו מותר דהוי כמוכרו לו: ד\"ה רבי יהודה:",
        "344_Comment, 0_Paragraph": "אילים שסירסן עובד כוכבים מותרין באכילה: ד\"ה כל: דף קטו",
        "345_Comment, 0_Paragraph": "אסור להנהיג כלאים בלא חרישה: ד\"ה חורש:",
        "346_Comment, 0_Paragraph": "כלאי כרם אסורין בהנאה אבל כלאי זרעים שרו אי לא הוסיף מאתים בכרם: ד\"ה כלאים:",
        "347_Comment, 0_Paragraph": "תקרובת עבודת כוכבים (אסורין) [אינו מטמא אלא] מדרבנן: ד\"ה חדא: דף קטז",
        "348_Comment, 0_Paragraph": "אנו מעמידים בקיבת עגלים הלקוחים מן העובד כוכבים: ד\"ה חיישינן: ע\"ב",
        "349_Comment, 0_Paragraph": "בקנת נבלה נהגו בו איסור ואין להקל ליקח קיבת עובד כוכבים ובדיעבד מותר ואם נמלח בעורה הוי בשר בחלב: ד\"ה כאן:",
        "350_Comment, 0_Paragraph": "אין מתמידין בעור קיבת נבלה אבל מעמידין בקיבת נבלה ובקיבת שחיטת עובד כוכבים ובקיבת כשרה שינקה מן הטריפה וכ\"ש בקיבה טרפה שינקה מן הכשרה והיינו חלב הקרוש דהיא פירשא בעלמא אבל הצלול אסור והקרוש אפילו נמלח בעור מותר: ד\"ה ה\"ג:",
        "351_Comment, 0_Paragraph": "אין בכורים נוהגין רק בשבעה מינים: ד\"ה אף: דף קכ",
        "352_Comment, 0_Paragraph": "המהלך בדרך ויש גבל העושה עיסתו בטהרה ארבע מילין ימתין עד שיבא אליו וכן ימתין כדי להתפלל בעשרה: ד\"ה לגבל: דף קכב",
        "353_Comment, 0_Paragraph": "בעת תפלה אין לחזור אחר המים: בא\"ד:",
        "354_Comment, 0_Paragraph": "בעל קרי אין צריך טיילה ללמוד ולקרות קריאת שמע אבל לתפלה צריך: בא\"ד:",
        "355_Comment, 0_Paragraph": "דבר שאין מבטלו שם אין חוצץ בפני הטומאה אם לא שסותם הנקב לגמרי: ד\"ה שלא: דף קכה ע\"ב",
        "356_Comment, 0_Paragraph": "לחתוך המוציא שיעור אוחז בקטן וגדול עולה עמו:",
        "357_Comment, 0_Paragraph": "אין להכניס לעזרה דברים שעשה בהן קצת קדושה אבל חולין גמורים שרי: ד\"ה אי: דף קל ע\"ב",
        "358_Comment, 0_Paragraph": "דוקא מזיק מתנות כהונה או אכלן פטור אבל אם היה בעין חייב להחזיר לכהן: ד\"ה תנא:",
        "359_Comment, 0_Paragraph": "בעל הבית המהלך בדרך ונצרך ונטל מתנות חייב לשלם בבא לצאת ידי שמים: בא\"ד:",
        "360_Comment, 0_Paragraph": "ערב פסח מחלק מעשר עני בבית ויש לו בהן טובת הנאה ומפסח ואילך מניח בבית הגרנות ואין לו בהן טובת הנאה ועניים באים ונוטלין אותו: ד\"ה מעשר: דף קלא:",
        "361_Comment, 0_Paragraph": "דבר שיש בו טובת הנאה לבעלים אפי' בא עני ולקחו מוציאין מידו ושאין בו טובת הנאה לקחו אין מוציאין ואם לא לקחו ובא עני ושאלו ממנו אם ירצה לא יתן לו: ד\"ה יש:",
        "362_Comment, 0_Paragraph": "רב כהנא אעפ\"י שלא היה כהן נטל בשביל אשתו מתנות (ופדיון הבן): ד\"ה רב כהנא: דף קלב",
        "363_Comment, 0_Paragraph": "כהן טבח עד ג' שבתות פטור ממתנות מכאן ואילך חייב מדרבנן: ד\"ה כשהוא: ע\"ב",
        "364_Comment, 0_Paragraph": "מתנות כהונה אין נאכלין אלא צלי כשטוב צלי ומבושל דהא כהנים אוכלים צלויים ומבושלים: ד\"ה אין:",
        "365_Comment, 0_Paragraph": "אפי' כהן שאינו עשיר לא יקבל מתנות אלא יניחם למי שצריך יותר מלבד ערב יום הכפורים שהרבה כהנים מתאספים פן יאמרו שאינו כהן:",
        "366_Comment, 0_Paragraph": "גזל ובא אחר ואכלו לכולי עלמא אם ירצה גובה מהראשון וכשהן בעין לכ\"ע גובה מן השני:",
        "367_Comment, 0_Paragraph": "הקדש שוה מנה מחלל על שוה פרוטה לכתחלה: ד\"ה ראשית: דף קלה",
        "368_Comment, 0_Paragraph": "בשעת פדיה בעי העמדה והערכה: ד\"ה והא:",
        "369_Comment, 0_Paragraph": "מתנות וראשית הגז אין נוהגין בח\"ל כמה אמוראי פליגי בהא וכן בבעל קרי. וחיטה ושעורה וחרצן במפולת יד: ד\"ה כרבי: דף קלו ע\"ב",
        "370_Comment, 0_Paragraph": "כל המצות מברך עליהן עובר לעשייתן חוץ מטבילת גר אבל שאר טבילות יכול לברך כשהוא טמא: בא\"ד:",
        "371_Comment, 0_Paragraph": "העושה כל גרנו תרומה וכל עיסתו חלה לא עשה ולא כלום: ד\"ה אלו:",
        "372_Comment, 0_Paragraph": "פאה משהתחיל לקצור עושה כל שדהו פאה. ואפר פרה ועפר סוטה ורוק יבמה אין חובה אלא כל שהוא: בא\"ד:",
        "373_Comment, 0_Paragraph": "שילוח הקן אווזין ותרנגולין של חולין שמרדו מבעליהן והלכו להן הוי הפקר ומחזיק בהן זכה: ד\"ה כיון: דף קלט"
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Chullin"
}