{
    "text": {
        "0": {
            "0": {
                "0": "<b>המשא.</b> ר״ל זו היא הנבואה אשר חזה וגו׳:\n"
            },
            "1": {
                "0": "<b>עד אנה.</b> הנביא היה מתלונן על שלוות בבל וגודל ממשלתה ואמר עד מתי אצעק אליך ואינך שומע: ",
                "1": "<b>אזעק וגו׳.</b> אזעק על החמס אשר עושה נ״נ ולא תושיע:\n"
            },
            "2": {
                "0": "<b>למה תראני וגו׳.</b> במראה הנבואה ראה עונות נסתרות של ישראל כדרך שראה יחזקאל וגם ראה גמול תשלומיהן ואריכת ממשלת בבל הנפרע מהם ולכן אמר למה תראה לי האון והעמל של ישראל מה שאתה מביט הנסתרות מבני אדם ולמה שמת לנגד עיני לראות השוד והחמס המעותד לבוא עליהם והתקיימות הנפרע מהם הנושא עליהם ריב ומדון וכאומר מה לי בצער הגדול הזה להודיעני כל אלה:\n"
            },
            "3": {
                "0": "<b>על כן תפוג תורה.</b> הואיל שיצליח נ״נ תחלש התורה ותפול ולא יעשה משפט לנצח ר״ל זמן רב כל ימי ממשלתו כי יאמרו הכל לפי המקרה ואין משגיח: ",
                "1": "<b>כי רשע.</b> על כי נ״נ מכתיר את הצדיק להצר לו בכל עבריו כי אף כי חטאו ישראל נחשבים המה לצדיקים למולו: ",
                "2": "<b>על כן.</b> בעבור זה מעקמים את המשפט ולא יעשוה על צד היושר כי חושבים שאין דין ואין דיין (ואף כי חטאו ובע״כ נפרע מהם מתלונן שהיה להם לפול ביד ה׳ ולא בידו):\n"
            },
            "4": {
                "0": "<b>ראו בגוים.</b> ראו הממשלה והנצחון הנעשה בעכו״ם אלו על אלו והביטו ממשלתו והנצחון שלו ותתמהו מאד מאד כי אין להעריך נצחון כל העכו״ם לנצחון שלו: ",
                "1": "<b>כי פועל פועל.</b> כי דבר נצחון שלו תהיה בימיכם ותראו אותה ותתמהו אז כי הן ידעתי לא תאמינו אם יסופר כי הוא דבר היוצא מהיקש הטבעי שקשה להאמין:\n"
            },
            "5": {
                "0": "<b>כי הנני מקים.</b> ר״ל משפלותם אקים את הכשדים שהוא גוי מר נפש ואכזרי ונמה׳ במעשיו מבלי ישוב הדעת: ",
                "1": "<b>למרחבי ארץ.</b> בכל מרחב העולם ילך לרשת מקומות שאינם שלו:\n"
            },
            "6": {
                "0": "<b>איום ונורא הוא.</b> הוא מאויים ומפחיד את הבריות: ",
                "1": "<b>ממנו משפטו וגו׳.</b> המשפט שיעשה בעכו״ם ונשיאת הממשלה שיהיה בו יצא ממנו ומעצמו כי לא יצטרך לעזרת עם אחר:\n"
            },
            "7": {
                "0": "<b>וקלו.</b> למהר לרוץ במלחמה: ",
                "1": "<b>וחדו.</b> הכשדים עצמם יחדו שניהם לטרף טרף במהירות רב יותר מן הזאבים הטורפים בערב הממהרים לטרוף בעבור הרעבון שלא אכלו כל היום: ",
                "2": "<b>ופשו פרשיו.</b> פרשיו מתרבים בכל יום ואינם מתמעטים כי אין מי מהם נופל במלחמה: ",
                "3": "<b>ופרשיו מרחוק יבואו.</b> ר״ל עם היות שפרשיו באו ממקום רחוק לא יגעו ולא ייעפו בדרך אבל יעופו כמו הנשר הממהר לעוף להשיג האוכל:\n"
            },
            "8": {
                "0": "<b>כלה לחמס יבא.</b> הגוי הזה כולו בא בעבור החמס לשלול שלל ולבוז בז אינם נלחמים בעבור כבוד הנצחון ולזה אינם משאירים שארית: ",
                "1": "<b>מגמת פניהם קדימה.</b> ר״ל כל מחשבותם לשלול שלל ולשוב מיד לארצם שהיא לצד קדימה במזרחי׳ צפונית וע״ז שורפים ומחריבים את הערי׳ שכבשו ואינם מניחים שארית ולא כן יעשו אלו שמחשבת׳ להשאר בהערים שכבשו כי מניחים שארית מה לתועלתם: ",
                "2": "<b>ויאסוף.</b> מאסף שבי הרבה כחול הים ולא ישאיר מאומה:\n"
            },
            "9": {
                "0": "<b>והוא במלכים יתקלס.</b> הוא מהתל ומלעיג במלכים לבזותם בבזיון נפלא ורוזנים המה לו למשחק כי יתלוצץ בהם בדברי גדוף: ",
                "1": "<b>לכל מבצר ישחק.</b> מלעיג הוא על כל ערי מבצר באמרו שבקלות רב יכבשם וכן הוא האמת כי יצבור עפר הרבה לעשות תל גבוה מול המבצר ומשם ילחום עליה וילכדה:\n"
            },
            "10": {
                "0": "<b>אז חלף רוח.</b> בראות עצמו בכ״כ ממשלה מחליף דעתו ויעבור מן האמת ויאשם באמרו זו הכח הנתון בו מיוחס לאלהיו כי העכו״ם שלו השליטו ולא ה׳ פעל כל זאת כי יודע הוא בעצמו שלא ישרו מעשיו בעיני ה׳:\n"
            },
            "11": {
                "0": "<b>הלוא אתה מקדם.</b> הן ידעתי שאתה מעולם אלהי קדושי המרחם עלינו ובודאי לא נמות ביד נ״נ להיות כלים בידו כי אתה האל שמתו אותו לעשות בנו משפט ואתה צור עולמים יסדת לייסר אותנו ע״י ואין זה ענין אל הכליון כאומר אין אני מתרעם בחשבו שנהיה כלים בידו כי בודאי לא כן יהיה:\n"
            },
            "12": {
                "0": "<b>טהור עינים.</b> ר״ל אולם תלונתי היא על כי הלא אתה טהור עינים לבל לראות דבר רע ולא תוכל להביט אל דבר עמל ולמה א״כ תביט ותשגיח בבוגדים לתת להם ממשלה מרובה ולמה תחריש בעת שהרשע משחית את הצדיק ממנו וכאומר אם אמנם חטא ישראל למה מסרתו בידו הלא עכ״פ הוא טוב ממנו והיה לך א״כ לפרוע מישראל באופן אחר לא על ידו:\n"
            },
            "13": {
                "0": "<b>ותעשה אדם.</b> למה הפקרת לו כל בני אדם כדגי הים שהמה מופקרים לכל וכרמש האדמה שאין מי מושל בו למנעו מיד הבא לקחתו:\n"
            },
            "14": {
                "0": "<b>כלה.</b> כל אנשי הארץ מעלה בחכה ולפי שהמשילם לדגי הים אמר ל׳ הנופל בדגי הים שמעלים אותם מן הים ע״י החכה: ",
                "1": "<b>יגורהו.</b> מאסף את הכל בחרמו: ",
                "2": "<b>ויאספהו.</b> כפל הדבר במ״ש: ",
                "3": "<b>על כן.</b> הואיל ושעתו מצלחת לו ישמח ויגיל ואינו דואג מגמול המעשה ואוחז דרכו:\n"
            },
            "15": {
                "0": "<b>על כן יזבח לחרמו.</b> ר״ל אינו תולה הצלחתו בה׳ להודות לו ולזבח ולקטר לפניו כי תולה הצלחתו בחרמו ר״ל בכחו ובתחבולותיו וכאלו יזבח ויקטר אל עצמו אל כחו ותחבולותיו והוא ענין מליצה, או ר״ל להעכו״ם יזבח בחשבו שהיא הנותנת בו כח לצוד הכל ולפי שנא׳ בעכו״ם שקץ וגו׳ כי חרם הוא (דברים ז) לכן אחז לשון חרם לצחות המליצה: ",
                "1": "<b>כי בהמה.</b> כי חושב שבחרמו ובמכמרתו ר״ל בעבור רוב כוחו ותחבולותיו או בעבור כח אליליו יש לו חלק שמן ומאכלו מאכל בריאה ושמנה:\n"
            },
            "16": {
                "0": "<b>העל כן.</b> וכי בהיות כן ירוקן את חרמו לשלח את הנלכדים בה בתמיה ר״ל וכי כשרואה הצלחתו ינחם על מעשיו למנוע חרבו מדם הלא באמת לא כן היא כי אדרבה יאחז דרכו ויתמיד להרוג העכו״ם ולא יחמול עליהם:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>על משמרתי אעמודה.</b> עמדתי על משמרתי ונצבתי על המצור ר״ל כמו השומר בזמן משמרתו אינו זז ממקומו וכמו הצרים על עיר מבצר לכבשה אינם זזים ממנה כן לא זזתי אני לפסוק מן התלונה: ",
                "1": "<b>ואצפה.</b> הסתכלתי לראות מה ידבר בי ה׳ ומה אשיב אלי על הויכוח שלי אם מי יבוא ויתווכח עמדי לשאול שאלתו:\n"
            },
            "1": {
                "0": "<b>כתוב חזון.</b> כתוב הנבואה אשר אני דובר אליך ובאר אותה על הלוחות ומפורש ולא בחידות למען ירוץ קורא בו ר״ל שיוכל הקורא לקרות בו במהירות במעט התבוננות:\n"
            },
            "2": {
                "0": "<b>כי עוד חזון למועד.</b> כי מלבד החזון של מפלת בבל והכרתת זרעו יש עוד חזון על זמן קבוע והחזון הזה ידבר על קץ הגאולה שלא יהיה אחרים שעבוד ולא יכזב החזון ההוא אף אם יתמהמה זמן רב עכ״ז אתה ישראל חכה לו ולא תתייאש ממנו כי בודאי יבוא בזמן הקבוע לא יאחר עוד לעבור את הזמן הקבוע וכאומר לזאת צויתיך לבאר הנבואה של מפלת בבל למען ידעו בבואה שמה׳ נעשה ועי״ז יאמינו בגאולה העתידה:\n"
            },
            "3": {
                "0": "<b>הנה עופלה.</b> עתה בא לבאר החזון בדבר מפלת בבל והכרתת זרעו ואמר הנה כל המתחזק ומתגאה אין ישרות בנפשו אשר בו ואפילו צדיק יהיה הוא במה שמאמין בהאל לחשוב שהכל בא ממנו בחפצו ולא יתלה הדבר בזכות עצמו וכח זרועו:\n"
            },
            "4": {
                "0": "<b>ואף כי היין בוגד.</b> ומכל שכן איש היין הבוגד בשכרותו והוא גבר יהיר וגס רוח ואינו יושב במדורו להחזיק בשלו כי ילך לרשת עוד משכנות לא לו: ",
                "1": "<b>אשר הרחיב וגו׳.</b> ר״ל מתאוה לכבוש כל העולם תחתיו כמו שאול הקבר הבולע כל הבריות ודומה הוא אל המות הבא על בעלי חי ולא ישבע כמוהו: ",
                "2": "<b>ויאסוף וגו׳.</b> להיות כולם נכנעים לו ותחת ממשלתו וכאומר הלא כל המתחזק ומתגאה עם שהוא צדיק עכ״ז אין ישרות בנפשו ומכ״ש אשר כל אלה יעשה איך ינקה מן הגמול הראוי:\n"
            },
            "5": {
                "0": "<b>הלא אלה.</b> ר״ל באמת יבוא יומו וכל אלה העכו״ם שאסף ישאו עליו קול משל ואמרי מליצה אשר החידות שבה יהיה בעבורו וכה יאמר כ״א אוי אל המרבה בממשלות ולא יהיה לו ולזרעו וכי עד מתי תשאר בידו הלא מהר תלך ממנו והוא רק מכביד על עצמו פשע רב כמשא עבה של טיט:\n"
            },
            "6": {
                "0": "<b>הלא פתע.</b> הלא פתאום יקימו הנושכים אותך והמזעזעים אותך יעורו משנתם לבוא עליך הם מלכי פרס ומדי: ",
                "1": "<b>והיית.</b> ואתה תהיה להם למשיסה כי ירמסו אותך ברגליהם:\n"
            },
            "7": {
                "0": "<b>כי אתה שלות.</b> בעבור שאתה שללת עכו״ם רבים לכן ישללו אותך יתר העכו״ם אשר נשארו ולא כליתם: ",
                "1": "<b>מדמי אדם.</b> כל זה בא מסבת דמי אדם אשר שפך דם ישראל: ",
                "2": "<b>וחמס ארץ.</b> מסבת החמס שעשה בא״י ובקריה היא ירושלים ובכל אנשים היושבים בה:\n"
            },
            "8": {
                "0": "<b>הוי בוצע.</b> אוי על הבוצע ועושק בצע שהוא רע לביתו כי בעבור הבצע יוכרת ביתו וזרעו: ",
                "1": "<b>לשום במרום קנו.</b> ר״ל אשר העושק היה לבנות מבצרים להיות לו למשגב כאלו שם מדורו בשמי מרום להנצל שם מכף האויב הבא להרע לו:\n"
            },
            "9": {
                "0": "<b>יעצת בשת לביתך.</b> מה שיעצת לעשוק הון לבנות מבצרים זה יהיה לבושת לביתך כי עי״ז יכלה זרעך מן העולם והנה הכרת עכו״ם רבים וחטאת נפשך ר״ל הכאבת לכל העכו״ם וגם נפשך החסרת:\n"
            },
            "10": {
                "0": "<b>כי אבן.</b> כל אבן תזעק לומר גזולה אני ביד הבונה והכפים מן העץ יענה אל האבן ויאמר גם אני מגזילה והוא ענין מליצה:\n"
            },
            "11": {
                "0": "<b>הוי בונה וגו׳.</b> עתה בא לומר החזון האמור על קץ הגאולה ומפלת המחריב הבית ואמר אוי על הבונה עיר בדמים כי רצח נפש וירש הון ובנה כרך גדול וגו׳: ",
                "1": "<b>וכונן וגו׳.</b> וכפל הדבר במ״ש:\n"
            },
            "12": {
                "0": "<b>מאת ה׳.</b> יבוא לו הגמול ולא במקרה: ",
                "1": "<b>וייגעו עמים.</b> הבבליים יגעו בהרבה אש ר״ל מה שיגעו להתחזק יהיה תכליתם למאכולת אש: ",
                "2": "<b>ולאומים.</b> הלאומים ההם יעפו בהרבה ריק ר״ל כל מה שישתדלו ביגיעה ועייפות לעמוד ולהתחזק יהיה לריק כי אין חכמה וגבורה נגד ה׳:\n"
            },
            "13": {
                "0": "<b>כי תמלא.</b> ר״ל בעבור שבני ישראל אנשי הארץ ההיא ימלאו אז דעת את כבוד ה׳ כמים יכסו על ים, מקום המים קרוי ים והמים הם הממלאים את המקום ומכסים אותו ואמר שכמו כן יהיו ממולאים לדעת את כבוד ה׳:\n"
            },
            "14": {
                "0": "<b>הוי משקה רעהו.</b> אוי על הבבליים שהרעו לישראל: ",
                "1": "<b>רעהו.</b> כי מתחלה התחבר באהבה וריעות ואחר זה קם עליו להחרימו והשקהו יין תרעלה מאסיפת וקבוצת החימה שהיה לו עליו מאז ואף השכירו ר״ל הרבה להרע לו ובלבל דעתו כשכור בשכרותו: ",
                "2": "<b>למען וגו׳.</b> ר״ל אין הכונה היתה לטובתו לרשת ארצם כ״א למען יסתכל על ערוותם וקלונם משנאתו בם:\n"
            },
            "15": {
                "0": "<b>שבעת וגו׳.</b> ר״ל יותר היית נהנה ושבע מן הקלון הבא לו ממה שהיית נהנה מן הכבוד של נצחון המלחמה: ",
                "1": "<b>שתה.</b> לכן שתה גם אתה כוס התרעלה ותהיה ערל באוטם הלב ובלבול הדעת: ",
                "2": "<b>תסוב וגו׳.</b> מימין ה׳ תסובב עליך כוס התרעלה ר״ל המקום ילחם בך: ",
                "3": "<b>וקיקלון על כבודך.</b> על הכבוד שאתה בו יבוא קיא וקלון ר״ל תהיה נמאס בקיא ומכוסה בקלון ולפי שהמשיל הפורענות לשתיית היין אמר לשון קיא כי דרך השכור להקיא:\n"
            },
            "16": {
                "0": "<b>כי חמס לבנון.</b> החמס שעשית ללבנון שהוא א״י החמס הזה יכסה אותך ותשוב בראשך: ",
                "1": "<b>ושוד בהמות.</b> השוד שעשית אל הבהמות ועל ישראל יאמר ולפי שהמשיל את א״י ליער הלבנון המשיל אנשים לבהמות המצויות ביער ואמר השוד הזה ישבר אותם ר״ל עליהם תבוא שוד כמו השוד שעשו לישראל: ",
                "2": "<b>מדמי אדם.</b> כל זה יבוא מסבת דמי אדם ששפך דם ישראל: ",
                "3": "<b>וחמס ארץ.</b> מסבת החמס שעשה בא״י ובקרים היא ירושלים ובכל אנשים היושבים בה:\n"
            },
            "17": {
                "0": "<b>מה הועיל פסל.</b> אם כל אלה יבוא עליו מה א״כ הואיל לו הפסל אשר פסלו ועשהו האומן היוצרו ומתקנו: ",
                "1": "<b>מסכה.</b> וכן המסכה מה הועיל וכן המלמד השקר הוא כהן הפסל המלמד דרכי עבודתו: ",
                "2": "<b>כי בטח.</b> אשר בטח האומן ואפי׳ זה האומן עצמו שעשה אותו יבטח על פסל מעשה ידיו להספיק בידו לעשות אלילים אלמים אשר הדבור אין בהם ר״ל האומן המתעסק בו ובוטח עליו מה תועלת מצא בו:\n"
            },
            "18": {
                "0": "<b>הוי אומר וגו׳.</b> אוי לאומר אל הפסל העשוי מעץ הקיצה משנתך ושמע אלי ולאבן דומם אומר עורי: ",
                "1": "<b>הוא יורה.</b> וכי הוא יוכל ללמד אתכם דבר מה בתמיה הנה הוא מחופה ופרוש עם כסף וזהב ויפה הוא למראה העין אבל אין בקרבו שום רוח אפי׳ רוח החיוני כבהמה:\n"
            },
            "19": {
                "0": "<b>וה׳.</b> אבל ה׳ עם שהוא בהיכל קדשו בשמים ממעל עכ״ז כל יושבי ארץ שותקים מפני אימתו כי ידו בכל משלה ואין מי ידבר למולו:\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>על שגיונות.</b> ר״ל תפלתו היתה בעבור ששגג והתרעם מול ה׳ ולכן חזר להתפלל לפניו ולספר בשבחו:\n"
            },
            "1": {
                "0": "<b>שמעתי שמעך.</b> שמעתי מה שאמרת לי והשמעת לאזני מהגלות וארכו והנה יראתי עד מאד: ",
                "1": "<b>ה׳ פעלך.</b> לכן אבקש ממך אתה ה׳ אשר בקרב השנים האלה לא יכלו והעמד בחיים את ישראל הנקרא פועל ידך כמ״ש על בני ועל פועל ידי (ישעיה מה): ",
                "2": "<b>בקרב שנים תודיע.</b> בקרב השנים האלה תודיע שברוגז רחם תזכור ר״ל שאף בזמן הרוגז והגלות תזכור לרחם עליהם וכמ״ש ואף גם זאת בהיותם בארץ אויביהם לא מאסתים ולא געלתים לכלותם וגו׳ וזכרתי להם ברית ראשונים (ויקרא כ״ו:מ״ד):\n"
            },
            "2": {
                "0": "<b>אלוה מתימן יבא.</b> הנה כשבא אלוה לפני ישראל כשעברו את תימן הוא ארץ אדום כי אז התחילו להלחם בסיחון ועוג: ",
                "1": "<b>וקדוש מהר פארן סלה.</b> הוא כמו הפוך וקדוש סלה מהר פארן ור״ל כשבא ה׳ הקדוש מעולם כשעברו הר פארן שהוא סמוך לארץ אדום כמ״ש בהררם שעיר עד איל פארן (בראשית י״ד:ו׳) והר שעיר הוא ארץ אדום והוא תימן וכפל הדבר במ״ש: ",
                "2": "<b>כסה שמים הודו.</b> אז כשכבשו ישראל ארץ סיחון ועוג כסה שמים הודו ר״ל אז מלאה הודו על שמים ממעל וזהרו מלא הארץ כי אז נתפרסם גבורות ה׳:\n"
            },
            "3": {
                "0": "<b>ונגה כאור תהיה.</b> הנוגה של עמוד האש שהוליך לפני ישראל היתה מאירה כאור היום: ",
                "1": "<b>קרנים וגו׳.</b> מיד ה׳ בא לישראל קרן ממשלה והתגברות: ",
                "2": "<b>ושם וגו׳.</b> במחנה ישראל הלך חביון עוזו הם הלוחות שהיו מאז חבויים וגנוזים במרום הנתונים בארון הנקרא עז כמ״ש אתה וארון עזך (תהילים קל״ב:ח׳):\n"
            },
            "4": {
                "0": "<b>לפניו.</b> לפני הארון הלך הדבר להרוג את הכנענים ועם ביאתו יצא רשפי אש לשרוף אותם ר״ל ע״י הארון ההולך עמהם למלחמה כבשו את הכנענים:\n"
            },
            "5": {
                "0": "<b>עמד וימודד ארץ.</b> כאשר עמד הארון בארץ כבשו אותה וחלקוה לשבטים במדה בחבל: ",
                "1": "<b>ראה.</b> כאשר הארון שם עינו בארץ היה מעתיק את הכנענים לגרשם מארצם: ",
                "2": "<b>ויתפוצצו.</b> ההרים הקבועים מעולם היו מתפוצצים ומשתברים והושפלו הגבעות הקבועות מימות העולם ר״ל שרי הכנענים כרעו ונפלו: ",
                "3": "<b>הליכות עולם לו.</b> ד״ל וזהו היה לפי שכל מוליכי ומנהיגי העולם שרי מעלה ושרי מטה המה הכל של המקום ב״ה לעשות בהם כרצונו:\n"
            },
            "6": {
                "0": "<b>תחת און.</b> בעבור האון ראיתי אהלי כושן רשעתים עומדים בארצות ישראל למשול בהם כאומר לא מקוצר יד לא הושיע למו כ״א בגמול העון הניחם בידו: ",
                "1": "<b>ירגזון יריעות ארץ מדין.</b> ר״ל כי הלא בקראם אליו ירגזון יריעות ארץ מדין וזהו בימי גדעון שבא ביניהם חרדה והרגו זה את זה כמ״ש בשופטים:\n"
            },
            "7": {
                "0": "<b>הבנהרים חרה ה׳.</b> כשקרע המקום את הירדן לפני ישראל וכי חרה אפו בו להחריב מימיו בתמיה: ",
                "1": "<b>אם בנהרים.</b> הוא כפל ענין לחוזק: ",
                "2": "<b>אם בים עברתך.</b> כשקרע את הים וכי נתמלא עליו עברה להחריב מימיו: ",
                "3": "<b>כי תרכב.</b> אלא שהיתה הסבה לפי שרכבת על סוסיך במרכבותיך של ישועה להושיע לעמך ולכן בקעתם ללכת דרך הבקיעה והוא ענין מליצה לומר שזה נעשה בעבור תשועת ישראל:\n"
            },
            "8": {
                "0": "<b>עריה תעור קשתך.</b> נגלה נגלתה קשתך ללחום מול הכנעני והיה זה כי השבועות שנשבעת לאבות לתת הארץ למטות ישראל אותו האומר של השבועה עומד לנצח ולא תבוטל ולכן הנהרות בקעו הארץ להנביע מים למען ימצאו לשתות במדבר לבל ימותו בצמא ויבואו בארץ לרשתה:\n"
            },
            "9": {
                "0": "<b>ראוך.</b> כאשר ראוך הרי ארנון עובר לפני ישראל חלו ורעדו ממך ונתקרבו זה לזה והרגו את הנסתרים בבקיעי ההרים: ",
                "1": "<b>זרם מים עבר.</b> זרם מי הבאר עבר בין ההרים והעלה מאברי ההרוגים להודיע הנס לישראל: ",
                "2": "<b>נתן תהום קולו.</b> עומק מי הבאר השמיע קולו לפרסם הנס ר״ל על ידו נודע הנס: ",
                "3": "<b>רום ידיהו נשא.</b> רוממות כח יד המקום נשא אז עד למעלה כי כולם הכירו בנפלאותיו:\n"
            },
            "10": {
                "0": "<b>שמש ירח עמד זבלה.</b> בימי יהושע עמד כ״א מהם במדורה ולא הלכה מהלכה כמ״ש וידום השמש וירח עמד (יהושע י׳:י״ג): ",
                "1": "<b>לאור חציך יהלכו.</b> יהושע ועמו הלכו לאור ברזל חצי המקום ב״ה המבהיק ביותר ר״ל הצליחו בכח זרועך: ",
                "2": "<b>לנוגה וגו׳.</b> הוא כפל ענין במ״ש:\n"
            },
            "11": {
                "0": "<b>תצעד ארץ.</b> רמסת יושבי הארץ:\n"
            },
            "12": {
                "0": "<b>יצאת.</b> מעולם יצאת להושיע את עמך ולהושיע את משיחך ועל חזקיהו מלך יהודה יאמר על התשועה מסנחריב מלך אשור: ",
                "1": "<b>מחצת.</b> ראש אז מחצת ורצצת כל ראש מבית רשע ר״ל הרגת כל אנשי סנחריב ע״י המלאך המכה בהם: ",
                "2": "<b>ערות יסוד.</b> גלית את היסוד להוציאו ממקומו עד הצואר גליתו ר״ל עד עיקר החוזק שהוא הצואר שהחיות תלוי בו כלומר האבדת כל המחנה ועד עולם סלה כי עוד לא יוסיפו לקום:\n"
            },
            "13": {
                "0": "<b>נקבת במטיו.</b> במטה של סנחריב שבא לרדות בו נקבת כל ראש אנשיו היושבים בערי הפרזי כי לגודל רבויים כאלו לא יכילם מקום מוקף חומה ור״ל כפי מה שחשב לעשות לישראל נעשה בו וביאתו לירושלים לאבד את אנשיה היתה לרעתו כי שם נפל וכאילו נקב ראשם במטהו: ",
                "1": "<b>יסערו להפיצני.</b> אשר באו ברוח סערה להפיצני בארצות אחרות כי כן היה חפצו להוציאם מארצם ולזרותם בארצות אחרות כמ״ש (במ״ב ובישעיה): ",
                "2": "<b>עליצותם.</b> סוף שמחת הצלחתם היה כמו אלו שחשבו לאכול את ישראל שהיו מעונים בידם אשר רצו לכלותם במסתר הוא המדבר ור״ל כמו מצרים שרדפו לכלות את ישראל והיה לרעתם כי שם נטבעו כן ביאת אשור על ירושלים היה לרעתם כי שם נפלו:\n"
            },
            "14": {
                "0": "<b>דרכת.</b> כי אז כשבא מצרים בים דרכת שם בסוסיך הם העננים עליהם דרכת בים ובצבור מים רבים להלחם עמהם ולאבדם והיה א״כ הרדיפה לרעתם וכן היה ביאת אשור לרעתו:\n"
            },
            "15": {
                "0": "<b>שמעתי.</b> הנה שמעתי דבר ובעבורה תחרד בטני ר״ל הלב הנתון בבטן: ",
                "1": "<b>לקול.</b> בעבור קול השמועה שפתי מקישות זו בזו מרוב רעד וחרדה: ",
                "2": "<b>יבוא רקב.</b> מרוב הצער בא רקבון בעצמותי: ",
                "3": "<b>ותחתי.</b> ר״ל בכל מקום עמדי ארגז ואחרד ולא אוכל להסיח מדעתי במקום מן המקומות: ",
                "4": "<b>אשר אנוח ליום צרה.</b> ר״ל וזהו דבר השמועה כי שמעתי לאמר אשר אבא אל א״י מקום מנוחתי להיות מעותד שם על יום צרה וחוזר ומפרש לעלות אל העם אשר יבא גדודים הרבה ר״ל כאלו העליה לא״י תהיה אל גדודי גוג להיות נרדף מהם:\n"
            },
            "16": {
                "0": "<b>כי תאנה.</b> כי אז עדיין לא פרחה התאנה ר״ל ישראל הנמשלים לתאנה עדיין לא קנו גבורה ואמצות הלב לעמוד במלחמה למולם: ",
                "1": "<b>ואין יבול.</b> עדיין לא יש פרי על הגפנים ופרי הזית עדיין הוא רזה כחוש והשדות עדיין לא הצמיחו מאכל וכ״ש הוא משל לומר עדיין אין להם אומץ הלב ואינם יודעים תכסיסי המלחמה ואיך יעמדו למולם: ",
                "2": "<b>גזר ממכלה.</b> הצאן נכרת ממקום כלאו כי מעטו ולא יש בקר ברפתים ור״ל הנה ישראל בהיותם בבבל נתמעטו ואיך יעמדו מול המון הרב הזה:\n"
            },
            "17": {
                "0": "<b>ואני בה׳ אעלוזה.</b> אבל עם כל זה אני אשמח במשענת ה׳: ",
                "1": "<b>באלהי ישעי.</b> בגבורות אלהי ישעי:\n"
            },
            "18": {
                "0": "<b>ה׳ וגו׳.</b> ר״ל עם כי אנחנו המעט הנה ה׳ יהיה לי במקום חיל עם רב: ",
                "1": "<b>כאילות.</b> קלות כאילות לרדוף אחר האויב: ",
                "2": "<b>ועל במותי ידריכני.</b> ר״ל עם כי לא נסיתי לדרוך בהרים לרדוף אחר האויב הנה המקום ב״ה ידריך אותי לרדוף על גבהי ההרים אשר סביבות ירושלים: ",
                "3": "<b>למנצח בנגינותי.</b> ר״ל התפלה הזאת נמסרה לבן לוי המנצח בשיר לנגנה בנגון אשר יחדתי לה:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Metzudat David on Habakkuk"
}