{
    "status": "locked", 
    "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", 
    "sectionNames": [
        "Daf", 
        "Halakhah"
    ], 
    "language": "en", 
    "title": "Jerusalem Talmud Chagigah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "Mishna. The dues collectors who entered the house and the [thieves] (collectors) who returned the vessels are trustworthy to say that they did not touch anything, and in Jerusalem they are trustworthy regarding holy vessels. And at the time of the festivals even regarding priestly offerings. ", 
            "Gemara. The dues collectors who entered into a house – it is impure. If there is a non-Jew with them they are trustworthy to say ‘we went in but touched nothing.’ Give this two explanations. They are trustworthy to say ‘we entered but touched nothing’ when there are witnesses and they know this. And in Jerusalem they are trustworthy regarding holy vessels even when there are witnesses which they know about. Another explanation – they are trustworthy to say ‘we entered but touched nothing’ therefore we need the other teaching when there are witnesses they know about. And in Jerusalem they are trustworthy even on holy vessels even though there are witnesses that they know about. R’ Yehoshua ben Levi said: “The built-up Jerusalem is like a city that was joined (chubra) together within itself.” (Psalms 122:3) A city which makes all of Israel friends (chaverim – also a term for those who are trustworthy regarding tithes and matters of ritual purity). If so, let this be true during the rest of the year. R’ Zeira said: only at the time “There ascended the tribes…” (Psalms 122:4)"
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "תלמוד ירושלמי חגיגה", 
    "versionTitleInHebrew": "רבי מייק פוייר, לקט ירושלים", 
    "categories": [
        "Talmud", 
        "Yerushalmi", 
        "Seder Moed"
    ]
}