{
    "title": "Even Ha'azel on Mishneh Torah, Transmission of the Oral Law",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Transmission_of_the_Oral_Law",
    "text": [
        [],
        [],
        [
            "<b>עוד בהקדמה</b> , <b> והמצוה שהוא פירוש התורה לא כתבה אלא צוה בה לזקנים וליהושע ולשאר כל ישראל, וכו', אע\"פ שלא נכתבה תורה שבע\"פ למדה משה רבינו כולה בבית דינו לשבעים זקנים ואלעזר ופנחס ויהושע שלשתן קבלו ממשה, וליהושע שהוא תלמידו של משה רבינו מסר תורה שבע\"פ וצוהו עלי' וכו'.</b><br><b> אלא </b> צוה בה לזקנים, הרמב\"ם שינה לשונו, שמקודם כתב אלא \"צוה\" בה לזקנים, ואח\"כ כתב אע\"פ שלא נכתבה תורה שבע\"פ \"למדה\" ממשה רבינו וכו', ואח\"כ כתב וליהושע שהוא תלמידו של משה רבינו מסר תושבע\"פ, \"וצוהו\" עלי', ויש לומר דלומד תורה לרבים צריך לחזור קודם ג' או ד' פעמים ונלמד מקרא דאז ראה ויספרה וגו' עי' באו\"ח סי' קל\"ט מדברי המדרש, ועוד יש לומר דמלמד מוטל עליו יותר להשגיח אם שמע התלמיד, ולמד בטוב בעצמו, עי' תוס' ב\"ב דף כ\"א ע\"א ד\"ה סך, מפי' הר\"ח, ומה שכתב וצוהו עלי' היינו למסור וללמד."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וחבריו של ר\"ע הם ר' טרפון רבו של ר' יוסי הגלילי ור' שמעון בן אלעזר ור' יוחנן בן נורי.</b><br><b> עי' </b> בהקדמה לפה\"מ שכתב דרשב\"א הי' חברו של רבי, אולי אח\"כ כשנתגדל רבי הי' חברו של רשב\"א, אך בירושלמי מעשרות פ\"א הל' ב' אמר ר' יוחנן רכיב הוינא על כתפו של סבי ושמעית קלי' דר' שמעון בן אלעזר יתיב מתני ואמרו חז\"ל משמת ר\"ע נולד רבי (קדושין דף ע\"ב ע\"ב) ולפי\"ז קשה שיהי' רשב\"א חברו של ר\"ע, ואולי כונת הרמב\"ם שר\"ט היה רבו של ריה\"ג ורשב\"א וחבריו של ר\"ע היינו ר\"ט ור' יוחנן בן נורי ועי' בתוס' ב\"מ דף ד' ע\"ב ד\"ה אין נשבעין שרשב\"א הי' תלמיד ר\"ע וזה נוטה לדברנו שהי' תלמידו של ר\"ט, ועיין בפ' המאירי למס' אבות בפתיחה בדור רביעי שכתב שהי' חברו של רשב\"ג."
        ],
        [],
        [
            "<b>עוד בהקדמה</b> , <b> אלא בכל דור ודור ראש בית דין או נביא שהיה באותו הדור כותב לעצמו זכרון השמועות ששמע מרבותיו והוא מלמד על פה לרבים.</b><br><b> נראה </b> ע\"פ מה דאיתא בכתובות דף כ' כותב אדם עדותו על השטר ומעיד עליה אפי' לאחר כמה שנים, אמר רב הונא והוא שזוכרה מעצמו ר' יוחנן אמר אע\"פ שאין זוכרה מעצמו, ופירש\"י בהא דרב הונא שזוכרה מעצמו בלא ראיית השטר נזכר קצת מעדותו מאליו ובהא דר' יוחנן כתב לאחר שראה בשטר נתן בלבו ונזכר שלא נשתכח ממנו כל כך שכשמזכירים לו נזכר, אבל אינו נזכר לגמרי לא, דרחמנא אמר מפיהם ולא מפי כתבם, ולכן תורה שבעל פה לא ניתנה אלא שאחד להשני או לרבים ימסרו בעל פה כמו שכתב בראש ההקדמה, והתורה והמצוה, תורה זו תורה שבכתב, והמצוה זו פירושה וצונו לעשות התורה עפ\"י המצוה, ומצוה זו היא הנקראת תורה שבע\"פ אלא יש רשות לכל אחד לכתוב לעצמו זכרון השמועות, ולרב הונא צריך שיזכור מעצמו, שע\"י הכתב יזכור קצת בעצמו, ולר' יוחנן וכן קיי\"ל להלכה אף שאינו זוכרה מעצמו, אבל ע\"י הכתב נזכר, וזה שסתם הרמב\"ם."
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, מסירת תורה שבעל פה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Introduction"
    ],
    "sectionNames": [
        "Halakhah",
        "Comment"
    ]
}