{
    "title": "Nachal Eitan on Mishneh Torah, Prayer and the Priestly Blessing",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nachal_Eitan_on_Mishneh_Torah,_Prayer_and_the_Priestly_Blessing",
    "text": [
        [
            [
                "<b>מצות עשה להתפלל בכל יום שנא' ועבדתם את ה' אלהיכם מפי השמועה למדו שעבודה זו היא תפלה וכו'.</b> ועי' בכ\"מ מ\"ש ליישב קושיית הרמב\"ן ע\"ד רבינו מסוגיא דבעל קרי ומסוגיא דסוכה דקרי לתפלה דרבנן דאיירי בשכבר התפלל תפלה אחת או שנשאר לו שהות ביום כדי לומר איזה תפלה קצרה דיוצא י\"ח מן התורה. ובשאגת אריה סי' י\"ד האריך לדחות דברי הכ\"מ ואינו כדאי. דמה שהקשה דאי איתא דתפלה מה\"ת היא אמאי לא חייבו חכמים ג\"כ לבעל קרי עכ\"פ להרהר ואנן אמרינן אמתני' דהיה עומד בתפלה ונזכר שהוא בעל קרי דאם לא התחיל לא יתחיל ומשמע דאע\"פ שלא התפלל כלל לא יתחיל. ולק\"מ דהא כתב הצל\"ח דכיון שלא נזכר עד שעמד בתפלה מסתמא כבר קרא ק\"ש וברכותיה וא\"כ יצא י\"ח תפלה מה\"ת דכמה בקשות יש בברכות של ק\"ש ומשו\"ה דייק שלא יתחיל אבל אם עדיין לא אמר שום בקשה י\"ל דקושטא דמהרהר איזה בקשה כדי לצאת י\"ח תפלה מן התורה וכמ\"ש הכסף משנה והא דלא קתני דין תפלה דמהרהר בה כי היכי דקתני דין ק\"ש ובהמ\"ז. י\"ל דלא פסיקא ליה דהתם אף שכבר קרא וברך פעם אחת מהרהר גם כשנתחייב אח\"כ משא\"כ בתפלה דכל שנפטר בתפלה קמא בפעם אחרת תו ליכא שום חיוב עליו בכל אותו מעת לעת עד למחר ועפ\"ז י\"ל ג\"כ ההיא דספק קרא וספק התפלל דחוזר משום ק\"ש ואינו חוזר משום תפלה כגון שנסתפק לו בק\"ש של פעם שני דהוי דאורייתא דכה\"ג בתפלה אינו מה\"ת. וכן י\"ל על פי זה מ\"ש השאגת אריה והפר\"ח מדתנן בפ\"ק דשבת מפסיקין לק\"ש ולא לתפלה דאיירי נמי בכה\"ג שכבר קרא ק\"ש פעם אחת ומפסיק משום פעם ב'. ובתפלה כה\"ג הוי דרבנן ואינו מפסיק. ועוד י\"ל ההיא דשבת ע\"פ דברי הצל\"ח שכתבתי דכיון שמפסיק לק\"ש וקוראה בברכותיה ממילא יוצא בזה י\"ח תפלה מה\"ת ומשו\"ה אינו מפסיק לתפלה.<br><b> ומה </b> שהקשה הצל\"ח ע\"ד רבינו דאמאי בספק התפלל אינו חוזר ומתפלל דכיון דס\"ל דיש לתפלה עיקר מה\"ת א\"כ אפילו אי ודאי פשוט ליה שכבר התפלל תפילה קמא ויצא י\"ח מה\"ת ואין הספק אליו רק בחיוב דרבנן מ\"מ הו\"ל לחזור שהרי יש לו חזקת חיוב שבודאי היה חייב וספק לו אם נפטר ממנו וקיי\"ל דאין ספק מוציא מידי ודאי אפי' בדרבנן כל שיש לו עיקר בתורה. ואני אומר דהא לא קשיא כלל דהרי רבינו קושטא דסבר דאזלינן לקולא בדרבנן ואפי' יש לו עיקר בתורה והיה לו חזקת איסור וכמו שמבואר מדברי המל\"מ בפ\"ד דבכורות ובס' אבן העוזר ובס' מנחת יעקב ובסוף ספר סדרי טהרה וכן הוכחתי מהלכות תרומות. וא\"כ רבינו לשיטתו אתי שפיר דלא מחייב לחזור בספק התפלל. ובהכי אתי שפיר ג\"כ מ\"ש רבינו בפ\"ג דהלכות ק\"ש דין ט\"ו גבי ספק מי רגלים אפילו באשפה מותר לקרות. ואע\"פ שחזקת האשפה שהיא מקום הטינופת וא\"כ הרי יש לה חזקה של איסור. וגם יש לאיסור מי רגלים עיקר בתורה דכנגד העמוד מה\"ת אסור. ואפ\"ה עכשיו שנפלו לארץ ואינן אלא מדרבנן מקילין בספיקן ואף במקום שיש להן חזקת איסור.<br><b> אלא </b> לא זו דלא קשה אלא דאף זו לא קשה מה שהקשה הצל\"ח לדעת הפוסקים דס\"ל דאין ספק מוציא מידי ודאי אפילו בדרבנן בחזקת איסור וא\"כ אמאי אינו חוזר לדידהו בספק תפלה דרבנן או בספק קרא ק\"ש למ\"ד שהיא דרבנן הא יש לו חזקה של חיוב וספק אי נפטר. וכן הקשה בשו\"ת ר' עקיבא איגר סי' כ\"ה. ולק\"מ דהא כבר כתב בס' שער המלך בהלכות מקוואות שיש לחלק בין ספק איסור דרבנן ובין ביטול מצוה דרבנן דלא עביד איסורא כלל רק שביטל מצוה דרבנן והקילו בספיקו. ויישב בזה הא דלא מחמירין בספק קרא או התפלל מטעם דהוי ספק במעשה אי נעשה דקיי\"ל דאפי' בדרבנן אזלינן לחומרא בספק מעשה כמו בספק הינוח דעירוב וכמ\"ש המל\"מ בהל' בכורות שם. דהיינו דוקא בדבר של איסור ולא בדבר של עשיית מצוה. וה\"נ לעניין חזקה בדרבנן אף מאן דמחמיר לא מחמיר רק בדבר שיש בו משום איסור ולא בדבר שאין בו דררא דאיסורא כלל ורק משום מצוה תקנוה וכה\"ג כתב התוס' יו\"ט בריש פ\"ד דסוטה לחלק בין מה שאסרו חכמים משום גזירה של איסור דאורייתא דהוא בכלל שנאמר ושמרתם את משמרתי ודרשינן עשו משמרת למשמרתי. והוא חמור ממה שתקנו חכמים תקנה שלא מחמת גזירה של איסור. וע\"פ מ\"ש יש ליישב מה שהקשה בס' בינת אדם בהלכות לולב ע\"ד הר\"ן שכתב בפרק לולב [וערבה] דא\"צ ליטול הלולב בין השמשות של יום שני דיו\"ט דאינו אלא מדרבנן ושמא בין השמשות הוא לילה ואינו חייב והוי ספק דרבנן והרי הר\"ן גופיה סבר כדעת הפוסקים דמחמירין בספק דרבנן דאיתחזק איסורא. וה\"נ בין השמשות איתחזק איסורא דעדיין בחזקת יום עומד עתה ומספק לא מפקע וכדאיתא בסי' שמ\"ב ושפ\"ו וסי' תקס\"ב גבי תענית ציבור דרבנן. ולפי מ\"ש לק\"מ דדוקא בדבר שיש בו דררא דאיסורא הוא דמחמיר בספיקו משא\"כ בהך דלולב דאינה אלא מצוה וכנ\"ל."
            ],
            [],
            [],
            [
                "<b>עזרא ובית דינו תקנו שמונה עשרה ברכות על הסדר וכו'. וכן תקנו שיהא מניין התפלות כמניין הקרבנות.</b> מדברי הכ\"מ נראה דרבינו סבר רק כדאמר ר' יהושע בן לוי פרק תפילת השחר דתפלות כנגד תמידין תקנום ופליג אדר' יוסי בר חנינא דאמר אבות תקנום. ובעל לח\"מ כתב דודאי יש לפסוק כריב\"ח מפני שיישבו בגמ' אליביה ברייתא דתניא כריב\"ל דאע\"ג דאבות תקנום אסמכינהו רבנן אקרבנות וא\"כ אע\"פ שכתב רבינו שתקנו כנגד הקרבנות לא הוי דלא כריב\"ח וכו'. ולפי דבריו אכתי הו\"ל לרבינו להזכיר בפירוש להא דריב\"ח ולא להשמיטו לגמרי. אבל באמת לא השמיטו כלל דסמך רבינו אמאי שכתב בפ\"ט מהל' מלכים אברהם התפלל שחרית ויצחק הוסיף תפלה אחרת לפנות היום ויעקב הוסיף להתפלל תפלת ערבית. ומזה מוכח שהתקינו ג\"כ לדורות וכמ\"ש מהרש\"א בחידושי אגדות ריש פרק תפלת השחר. וכן מבואר בהדיא בילקוט משלי כ\"ב. וא\"כ מבואר דהדין עם הלח\"מ דרבינו סבר כריב\"ח דסבר לתרווייהו. והנה מלבד ראיה זו שכתב הלח\"מ מסוגיא דברכות דיש לפסוק כריב\"ח יש לי עוד להביא ראיה מסוגיא דפ\"ד דתענית (דף כ\"ח ע\"א) דקרי התם לתפלת המנחה דבר תורה כנגד תפלת נעילה ופרש\"י כדאמרינן בברכות יצחק אבינו תיקן תפלת מנחה שנא' ויצא יצחק לשוח בשדה לפנות ערב והיינו ברייתא דתניא כוותיה דר' יוסי בר\"ח."
            ]
        ],
        [
            [],
            [
                "<b>אבל אם היה טרוד ודחוק או שקצרה לשונו יתפלל ג' ראשונות וכו'.</b> וכתב הכ\"מ ידוע דהלכה כר' עקיבא מחבירו. והוא תמוה דהא ר' אליעזר ור' יהושע רבותיו של ר\"ע היו כדמוכח להדיא במס' כלה ובכמה דוכתי. ונגד רבו איכא מ\"ד בפ' הכותב דלא קיי\"ל כוותיה דר\"ע. אלא י\"ל טעמו של רבינו דבערובין (דף ס\"ה) אמר רב כל שאין דעתו מיושבת עליו אל יתפלל ומשמע דהיינו כשיטת ר\"ע."
            ]
        ],
        [],
        [
            [],
            [
                "<b>היה מהלך בדרך והגיע זמן תפלה ולא היה לו מים אם היה בינו ובין המים ארבע מילין הולך עד מקום המים ורוחץ ואח\"כ מתפלל.</b> וכתב הכ\"מ דרבינו גורס בפ' היה קורא דלייט ר\"ח אמאן דמהדר אמיא בעידן צלותא וה\"מ לק\"ש אבל לתפלה מהדר וכו'. והנה קיצר בכאן ולא ביאר הטעם דאמאי מקילין בתפלה טפי ולא חיישינן בה לשיעבור זמנה כדחיישינן בק\"ש. והתוס' לא ניחא להו גירסא זו. אך סמך בעל כ\"מ ז\"ל על מ\"ש בהלכות ק\"ש פ\"ג דשם זכר הטעם דמקילין בתפלה. וכבר נתבאר שם עוד טעם נכון בשם המעדני יו\"ט דתפלה יש לה תשלומין משא\"כ בק\"ש. והבאתי ראיה לזה וביארתי הטעם עיי\"ש."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל תפלה שאינה בכוונה אינה תפלה ואם התפלל בלא כוונה חוזר ומתפלל בכוונה.</b> וכתב הלח\"מ שאינו יודע למה לא הזכיר רבינו הא דאיתא בסוף פ' אין עומדין דאם אינו יכול לכוין את לבו בכולן יכוין באחת מהן משמע דלעיכובא לא בעי כוונה בכולן רק באחת מהן. ובחנם כתב כן דהרי זכרו רבינו לקמן בריש פ' י' מהלכות אלו וז\"ל מי שהתפלל ולא כוון את לבו יחזור ויתפלל בכוונה ואם כוון את לבו בברכה ראשונה שוב אינו צריך ע\"כ. [ומ\"ש בצל\"ח דאמאי השמיט רבינו דין תפלת הדרך שבפרק תפילת השחר כבר הרגיש בזה הב\"י בסי' ק\"י ובעל פר\"ח מיישבו ועיי\"ש]."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין המתפלל מפסיק תפלתו אלא מפני סכנות נפשות בלבד וכו'. אם ראה נחשים ועקרבים באים כנגדו אם הגיעו אליו והיה דרכן באותן המקומות שהן ממיתין פוסק ובורח וכו'.</b> לכאורה קשה דמנ\"ל לרבינו לחלק בזה בין המקומות אבל בין נחש לעקרב לא מחלק ובגמ' מחלק רב ששת בין נחש לעקרב אבל בין המקומות לא מחלק. ועוד דמשמע בגמ' דאין חילוק במקומות מדפריך על רב ששת מדתניא נפל לחפירה מליאה נחשים ועקרבים מעידין עליו ולא משני דברייתא איירי במקום שדרך הנחשים להזיק. וכן הקשה בס' זהב שיבה למהר\"ש אלגזי. אמנם אתי שפיר לפי מ\"ש בספרי משכיל לאיתן דהא הסוגיא בלא\"ה לכאורה תמוה דמאי אריא דמותיב מברייתא לרב ששת בדין נחש דתיפוק ליה ממתני' דקתני דלא יפסיק בשביל נחש ורב ששת לא אתא לאשמועינן רק דין עקרב דפוסק והיינו כברייתא וא\"כ בדין נחש הו\"ל לרומייא מתני' וברייתא אהדדי. אך מזה ראיה לדעת רבינו דיש לחלק בין מקומות דיש דגם עקרב אינו ממית ויש דגם נחש ממית ולכך בלא רב ששת ליכא לרמוייא מתניתין וברייתא דסתרי בנחש דאיכא למימר דלאו בחד מקום קאיירו. ומיהו לרב ששת מותיב שפיר דמדמפליג וחלק בין נחש לעקרב ש\"מ דס\"ל דבמקומות אין חילוק. וניחא ליה לרבינו למפסק כנראה מסתמא דגמ' דס\"ל לחלק בין מקומות ולא בין נחש לעקרב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם לא נתחייב בכל הברכות האלו צריך להשלים מאה ברכות מן הפירות. כיצד אוכל מעט ירק מברך לפניו ולאחריו וחוזר ואוכל מעט מפרי זה ומברך לפניו ולאחריו.</b> כתב הלח\"מ דרבינו לא קאמר אלא שאם אכל ירק ולא היה בדעתו לאכול יותר בעת ההיא אבל לכתחילה אסור לאכול מעט ולברך ברכה אחרונה כדי לגרום ברכה יתירה. וגם בס' מעשה רוקח כתב כן. ואינו מחוור דהרי רבינו כאן בא לומר איך לעשות כדי להשלים המאה ברכות לכתחילה ולפ\"ד הלח\"מ וס' הנזכר הא לא משכחת לה השלמה לכתחילה. ועוד דכתב רבינו בסוף הלכות ברכות לעולם יזהר אדם בברכה שאינה צריכה וירבה בברכה הצריכה. ומשמע דירבה לכתחילה בברכה הצריכה וא\"כ ה\"נ ירבה כדי להשלים חיוב מאה ברכות דאין לך צורך גדול מזה. ועיין בס' צל\"ח פ\"ו דברכות שהוכיח כן מהירושלמי וזהו דעת רבינו. [וכן מבואר בטור או\"ח ריש סימן ר\"צ וכה\"ג כתב הרא\"ש בתשובה הביאו ב\"י שם סי' רצ\"א גבי הפסקת סעודת שחרית של שבת לשנים דלא הוי מרבה בברכה שאינה צריכה כיון שעושה כן לכבוד שבת. מיהו כתב המ\"א בסוף סי' רט\"ו דלכתחילה יצוה לבני ביתו שלא יביאו לו כל המין בבת אחת. אבל מצאתי בס' ברכי יוסף באו\"ח סי' מ\"ו בשם תשובת מהר\"ש הלוי שהביא ראיה הנזכרת מתשובת הרא\"ש ודחי לה הרב דאיירי שלא יוכל לעשותה אח\"כ אבל מאה ברכות יוכל לקיים באנפי אחרינא ואיכא איסורא להרבות בברכות שא\"צ]."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובימי התענית בשחרית ובמנחה קורין שלשה.</b> והקשה הכ\"מ דבפ\"ק דתענית משמע דלא קרינן אלא במנחה והניח בצ\"ע. והנה לפי דעת הכ\"מ עדיפא הו\"ל להקשות דרבינו גופיה כתב לההיא דתענית בסוף פ\"א מהלכות תענית ונמצאו דבריו סותרין זה את זה. אבל באמת אין עניין הא דכאן לדהתם דאיירי בתעניות שגוזרין על הצבור מחמת צרות רעב וכדומה דצריך לעיין בשחרית במילי דמתא ואין פנאי לקרות אבל כאן איירי בתעניות הקבועין בשנה על דברים שאירעו לאבותינו דבהן קורין בשחרית. וכ\"כ רבינו בפ\"ה מהל' תענית וכן בהלכות אלו לקמן פי\"ג והיינו טעמא דבהו א\"צ לעיין במילי דמתא. ושוב מצאתי אח\"כ שהרגיש בזה בספר מעשה רוקח ובספר מרכבת המשנה."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד ברכת כהנים במקדש וכו' וכשישלימו כל העם עונין ברוך ה' אלהים וגו'.</b> ובס' יד המלך תמה על רבינו דדוקא המברך אומר כך אבל העם עונין ברוך שם כבוד מלכותו לעולם ועד כדאיתא בתענית. ולי קשה טפי דרבינו עצמו כתב כן בהלכות תענית ודברי עצמו סותרין זה את זה. אחרי מופלג מצאתי שכבר הרגיש בזה בספר באר שבע. ונראה ליישב דס\"ל לרבינו לחלק בין ברכות דתעניות שאינן קבועות לברכות קבועות כמו ברכת כהנים. דדוקא גבי ברכות דתעניות תניא התם במס' תענית דהעם עונין בשכמל\"ו ולא כהמברך אבל בברכות קבועות שבכל יום מודה דהעם עונין ברוך ה' כהמברך. וטעמו של רבינו הוא משום דאיכא התם תנאי דפליגי וס\"ל דעונין ברוך ה' אפילו בתעניות וא\"כ אי אמרינן דאידך ברייתא דס\"ל דעונין בשכמל\"ו הוא בכל הברכות יהיה פלוגתא רחוקה ביניהם על כן ניחא ליה לרבינו לומר דלא פליגי רק בברכות שאינן קבועות אבל בברכות הקבועות מודה הך ברייתא לאית דאמרי דעונין בשוה להמברך. ויותר נראה לפי מ\"ש בסוטה בתוס' יו\"ט דבשכמל\"ו לא שייך לומר אלא כשהמברך אומר ברוך ה' אלהי ישראל שכן הוא תקנת עזרא אבל בברכת כהנים א\"א לכהנים להוסיף על מ\"ש בתורה וכיון שהם לא אמרו ברוך ה' לא היו העונין אומרים בשכמל\"ו. אבל מ\"מ ברוך ה' נראה לרבינו שהיו עונין דס\"ל דבזה לא פליגי ומודו להנך תנאי דס\"ל דכך היו עונין וזה דלא כמ\"ש רש\"י והתוספות בפשיטות בסוטה (דף מ' ע\"ב) דגם בברכת כהנים היו העם עונין בשכמל\"ו. ומה שהקשו התוס' שם דגם במקדש היו מפסיקין בענייתן הנ\"ל ואמאי קתני שהיה ברכה אחת ותירוצם דחוק עיי\"ש. אך אתי שפיר לפי מ\"ש רבינו כאן וכשישלימו כל העם עונין וכו' ומשמע דקושטא דבאמצע לא היו עונין שום דבר.<br><b> ומה </b> שהקשה המל\"מ על פירוש רש\"י בחומש שכתב וישא אהרן את ידיו ויברכם ברכת כהנים יברכך וכו' מדתניא בסוטה (דף ל\"ח) כה תברכו בנשיאות כפים או אינו אלא שלא בנשיאות כפים נאמר כאן כה תברכו ונאמר להלן וישא אהרן את ידיו אל העם ויברכם מה להלן בנשיאות כפים אף כאן בנשיאות כפים. ואי איתא דויברכם דכאן היה ברכת כהנים אמאי צריך למילף בגז\"ש מכאן לברכת כהנים שהיא בנשיאות כפים דתיפוק ליה מדהכא גופה שהיתה ברכת כהנים ונשא ידיו והניח בקושיא. ובחבורי על התורה כתבתי לתרץ ע\"פ מאי דאיתא בירושלמי בתענית שם מניין לנשיאות כפים כה תברכו את בני ישראל עד כאן בשחרית. במוסף מניין וישא אהרן את ידיו אל העם ויברכם וירד מעשות החטאת. ולפ\"ז אתי שפיר הא דאיצטריך בסוטה למילף בגז\"ש מכאן לברכת כהנים שתהא בנשיאות כפים אף בשחרית דאילו מדהכא דהיה בנשיאות כפים איירי בקרבנות דמוסף וכדי ללמד לברכת כהנים דשחרית דאיירי בפסוק כה תברכו שתהא ג\"כ בנשיאות כפים הוצרך למילף בגז\"ש]."
            ],
            [],
            [
                "<b>אין ברכת כהנים נאמרה בכל מקום אלא בלשון הקודש שנאמר כה תברכו את בני ישראל.</b> עיין בכ\"מ ולח\"מ שפירשו בכוונת רבינו דלאו ממשמעות דקרא יליף דכה הוא בלשון הקודש אלא מגז\"ש דשאר קראי יליף לה וכדאיתא בברייתא בסוטה (דף ל\"ח) ואני אומר דודאי כוונת רבינו הוא דלשון כה משמע דוקא לה\"ק והיינו כר' יהודה דקאמר בברייתא שם לת\"ק דיליף בגז\"ש מברכת לוים דהוא בלה\"ק דא\"צ הרי הוא אומר כה עד שיאמר בלשון הזה. וכתבו התוס' דרבנן לא משמע להו עיכובא מכה אלא מככה. והיינו כדאיתא שם בסוגיא (דף ל\"ג) דפליגי ר' יהודה ורבנן בהכי גבי חליצה דר\"י דריש תרתי כה וככה ללה\"ק וגם לחליצה ורקיקה שמעכב ורבנן לא דרשי תרווייהו רק עיכובא לחליצה ורקיקה ולה\"ק ילפי מגז\"ש מלוים. ובהלכות חליצה פ\"ד מבואר דרבינו יליף לשון הקדש מככה והיינו כר\"י. וא\"כ אזיל כאן לטעמיה דהתם דיליף לה\"ק מכה לחוד ושם יתבאר טעמו שפסק כדרשא דר' יהודה ועיי\"ש בס\"ד. וממ\"ש יתבאר לך דיפה עשה הט\"ז באו\"ח שכתב הלימוד דלה\"ק מכה והפמ\"ג בא והקשה דזה אינו אלא לר\"י. ולפ\"ד הו\"ל להקשות ג\"כ על רבינו בהלכות חליצה אך אתי שפיר כמ\"ש."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "נחל איתן על משנה תורה, הלכות תפילה וברכת כהנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Nachal Eitan",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}