{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Virgin Maiden",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Virgin_Maiden",
    "text": [
        [
            [
                "<b>מי שפיתה בתולה כו'.</b> והנה אם אמר שמצא פ\"פ אם נאמן דכאן בודאי אינו נאמן דלא שייך הך דכתובות ד\"י ועיין בהך דשבועות ד' ל\"ד ע\"א דאמר שם גבי עדי קנס דראיה בלא ידיעה לא משכחת מי לא בעי מידע בתולה בעל או בעולה בעל, אך באמת שם הכי פירושו דהנה עיין בדברי רבינו בהל' חובל ומזיק פרק ב' הל' ח' דגבי נחבל אם אמר נתחרשתי אין מאמינים לו עד שיבדוק זמן מרובה ע\"ש. והנה גבי מכה אביו ואמו בפ' ה' מהלכות ממרים הל' ו' גבי חרשו לאביו לא כתב כן רבינו והטעם דגבי מיתה הוה זה דין דאם העידו העדים בדבר שעל ידי האומד ראוי שיהרגו או שיחבול בו גבי אב נתחייב מיתה משא\"כ גבי ממון דהחיוב הוא רק עפ\"י עדות צריך שיתברר הדבר על ידי העדים ולא מהני מה שמחזיקין זה על פי דין, וזהו ג\"כ מה דר\"ל בהך דשבועות שם דלא שייך שבועת העדות רק בדבר דהחיוב הוא רק עפ\"י עדים משא\"כ גבי דיני נפשות וגבי דיני קנסות דאף דבאמת לא חיישינן לטריפה ולעכו\"ם כמבואר בירושלמי דסנהדרין ריש פ' ד' דאף דשואלין אותו אם ישראל הרג או עכו\"ם הרג מ\"מ אם הרג בין טבריה לציפורי דשם רוב ישראל לא חיישינן לעכו\"ם וזהו מטעם דין וכן גבי קנס ג\"כ כן וא\"כ לא מיקרי זה נגמר על ידי עדים ולכך לא שייך כאן קרבן שבועת העדות, וכן ר\"ל בהך דכריתות ד' י\"ב ע\"א גבי אדם נאמן על עצמו דכל היכא דאין הגמר על ידי העדים לא מיקרי גדר עדות וע' מה דס\"ל לרבינו ז\"ל בהל' חובל ומזיק דמה\"ת אין מתחייב חבלה בלא עדים ע\"ש בפרק ה' הל' ו' והטעם משום דס\"ל דמן ההודאה אין ראיה שהיה המעשה רק דגבי ממון מ\"מ נתחייב בהודאה כמו הך דב\"ב ד' קמ\"ט וזהו המחלוקת דשם ד' ל\"ג בהך דרב אידי בר אבין דר\"ח ס\"ל דא\"צ לשלם הפירות של קודם ההודאה משום דס\"ל דזה הוה רק חיוב חדש ורק מכאן ולהבא ואביי ורבא לא ס\"ל כן, ועיין בהך דכתובות ד' מ\"ד ע\"א בהך דרפרם דאמר אודויי אודי ואמר שם דצריך לשלם הפירות וע\"כ ס\"ל כאביי ורבא ועיין בהך דגיטין דף מ' ע\"ב, ובזה ג\"כ כוונת הגמ' דב\"מ דף ג' ע\"ב דאמר שם דהודאה לא מחייב ומקשה שם והא הודאת בעל דין כו', ומתרץ שם קנס וזה ר\"ל הס\"ד דהודאה לא מברר שהדבר היה כך רק שמחייב עצמו והקשה דהא קימ\"ל כמו העדים ר\"ל גדר בירור ותירץ קנס דר\"ל דהנה זה פלוגתא בב\"ק בכ\"מ אם מודה בקנס דפטור אם משום דהוה פטור או משום דאינו יכול להתחייב על ידי זה וזה תליא בהך דרב ושמואל שם ד' ע\"ה ע\"א וע\"ש ד' מ\"ג ע\"ב מה דמחלק שם בין כופר לקנס וא\"כ למ\"ד דרק דאין ב\"ד יכולין לחייבו הטעם הוא דהודאה לא הוה בירור רק חיוב והתורה לא חייבה קנס וחבלות רק אם נעשה הפעולה ועל ידי הודאתו לא נתברר הפעולה, וע' בירוש' שבועות פרק ד' ע\"ש בהל' ו' תן לי קנס בתי כו', והוא אומר לא נתחייבתי, אך שם ר\"ל כהך דכתובות ד' מ\"ב ע\"א דהיינו שאמר שכבר נגמר דינו ועיין מכות דף ג' ואף בזה ס\"ל דפטור, ועי' תוס' שבועות ד' ל\"ג ע\"א ד\"ה או וד' ל\"ח ע\"א ד\"ה אלא אך רש\"י ז\"ל בד' ל\"ד ע\"א ד\"ה א\"ב לא ס\"ל כן משום דס\"ל דר\"ל אף לאחר שנגמר דינו ומשום דאיקרי קנס כמן הך דכתובות דף מ\"ב ע\"ב, ובזה פליגי ג\"כ רבינו ז\"ל והר\"א כאן בהל' ב' אם שייך חזקה גבי קנס דאנוסה, ועיין בהך דכתובות ד' נ\"א ע\"ב ותוס' שם דס\"ג ע\"ב גבי זנות אך כאן גבי קנס ס\"ל להר\"א ז\"ל דלא מהני חזקה, ועיין בספרי פ' תצא דאמר שם בפסקא רמ\"ד ונמצאו בעדים ור\"ל כעין דאמרינן בירושלמי פרק א' דסוטה ופרק ט' גבי עגלה ערופה דכ\"מ שנאמר מציאה אינו אלא בעדים וזה בודאי לא ר\"ל מחמת קנס דצריך עדים דזה בודאי דמודה בקנס פטור אך לשיטת רבינו י\"ל דגם מפגם ומנזק פטור בלא עדים וכמו שכתב בהל' חובל ומזיק הנ\"ל ומה שהקשה שם הרב המגיד מהך דשבועות ד' ל\"ו ע\"ב שם ר\"ל שהוא טוען שהיו שם עדים בשעת מעשה וגם הוא מודה לזה ולכך בבושת ופגם חייב אבל בקנס כל זמן שלא העידו בב\"ד הוה ההודאה פטור ועיין בהך דב\"מ ד' מ\"ג ע\"ב בהך מחלוקת דשמואל ור\"י אליבא דר\"ע דאמר שם דעדים הוא דמחייבי לאשמה ועיין תוס' שם ד' ל\"ה ע\"ב ד\"ה תחזור פרה דכתבו שם דאפילו יש עדים ועי' בהך דשבועות ד' ל\"ז ע\"א גבי הכופר בממון שיש עליו עדים דס\"ל לרבה שם דפטור והוא מהך טעמא ועיין בהך דסוטה ד' ו' ע\"א גבי סוטה שיש לה עדים במדינת הים ע\"ש ובזה יתבאר דברי התוספתא דשבועות ס' פ' ב' זה הכלל כל שהוא קנס ומשלם עפ\"י עצמו כו', וכל שאינו קנס ואינו משלם עפ\"י עצמו ולכאורה ט\"ס הוא אך לפי מה שכתבתי א\"ש דגבי קנס ר\"ל אף אם תבע שכבר נגמר דינו, וגבי אינו קנס ר\"ל כגון חבלה וכמש\"כ אך לשיטת הראב\"ד ז\"ל שם מפרש הספרי דצריך דוקא עדים שהיא אנוסה ולא די בחזקה כמש\"כ רבינו וא\"ש:"
            ],
            [],
            [
                "<b>אפילו היא כו' כופין אותו כו'.</b> והנה זה אף דהוה ג\"כ גדר קנס עיין ד' ל\"ט ע\"ב מ\"מ נ\"ל דבזה לא שייך גדר הודאה רק צריך שיהיה על זה עדים ועיין בתוס' יבמות ד' כ\"ד ע\"ב ונ\"ל דאף רבינו מודה דאף שלא כדרכה מ\"מ המ\"ע של ולו תהיה לאשה ישנו ובזה א\"ש מ\"ש התוס' יבמות ד' נ\"ט וכ\"מ, וי\"ל דזה ר\"ל הירושלמי דכתובות פ' ג' באו עליה עשרה שלא כדרכה כולם בקנס דקשה מזה על שיטת רבינו וי\"ל דר\"ל לענין קנס דצריכים לישא אותה איזה מהם שתרצה. ובזה א\"ש מה דמבואר שם דאם ביררה אחד אינה יכולה לחזור והא הירושלמי ס\"ל שם דקנס אינה יכולה למחול ע\"ש בהל' ז' וכמש\"כ ד' כ\"ט אך הטעם משום דהוא יכול לפטור עצמו מקנס והוה אינה ברשותה עיין תוס' ב\"ק דף ל\"ג וכאן ד' ל\"ג ע\"ב וכ\"מ בזה וכאן לא שייך זה כמש\"כ:"
            ],
            [],
            [],
            [],
            [
                "<b>אעפ\"י כו' או שהיה כהן כו'.</b> הנה אם עבר הכהן והחזיר גרושתו אם לוקה על לאו דלא יוכל לשלחה הנה עיין בתמורה דף ד' ע\"ב במה דהקשה שם והרי אונס, ועיין שם ברש\"י דגרס דמשני אמימר משום דהוה לאו ששוה בכל ר\"ל כשיטת רבינו בהל' תמורה פ' א' דלכך מימר לוקה משום דהלאו כייל יותר מה עשה גבי ציבור ושותפים והקשה מאונס שגירש ר\"ל דס\"ל דלא משום דהעשה דכל ימיו קאי גם אכהן ור\"ל גם קודם שגירשה ע\"ש בתמורה דף ה' ע\"א ועיין מש\"כ התוס' מכות ד' ט\"ו ע\"א בתוס' ד\"ה כל אם ר\"ל תהיה ואם זה הלשון של תהיה שייך גם אקודם גירושין עיין מש\"כ תוס' יבמות ד' מ\"ט ע\"ב ד\"ה סוטה אם הויה ר\"ל ג\"כ מחמת קדושין הראשונים או רק לענין קדושין חדשים, ועי' בתוס' קדושין ד' ס\"ח ע\"א ד\"ה הכל ע\"ש, ומש\"כ הר\"ן ז\"ל בנדרים ד' ל\"א גבי לאחר שאגרשך דמה שאינו מגרשה לא מיקרי קדושין נמשכים רק אם גירשה ע\"ש, אך אם נימא דגם זה מיקרי לשון הויה כדס\"ד במכות שם א\"כ נמצא קאי זה גם הכהן וא\"כ שוב י\"ל אף אם גירשה הכהן ונשאה שפיר הוה קיום, וכעין הך דיבמות דף ס' גבי בעולת עצמו בכה\"ג הובא לעיל בהל' ו', ועיין בירושלמי גיטין פ' ז' גבי הך דע\"מ שתניקי את בני אם חתכה דדה מיקרי ביטול התנאי, ועיין במכות ד' ט\"ז ע\"א ובמש\"כ רבינו לקמן בהל' שחיטה פ' י\"ג הל' ג' ומש\"כ שם בהל' י\"ט דלמ\"ד קיימו ולא קיימו היכא שהוא צריך לשלחה מחמת דבר אחר לא מיקרי קיום ע\"ש ועיין תוס' שבת דף ד' ע\"א גבי הדביק פת בתנור ובירושלמי ר\"ה פ' א' גבי ב\"ת מבואר שם דאף אם נשלמה השנה בעצרת דהוה יו\"ט ואין נדרים ונדבות קריבין ביו\"ט מ\"מ כיון שאם עבר והביא כשר מוטל עליו החיוב ועבר על ב\"ת ע\"ש, ועיין מש\"כ התוס' פסחים ד' צ\"ג ע\"ב ד\"ה ר\"י אם משום איסור תחומין משוה לו כדרך רחוקה וע\"ש דס\"ט ע\"ב גבי ערל, אך באמת י\"ל כך דהנה עיין ברש\"י תמורה דף י\"ח ע\"ב ד\"ה בכל יום דגרס שם עובר בעשה ע\"ש, והנה בירוש' פ' א' דר\"ה מבואר להדיא דהעשה לא עבר בכל יום רק בכל רגל וע\"ש בבהמ\"א דמבואר להיפך, אך באמת י\"ל כך דזה תליא אם החיוב הוא חיוב נמשך רק דכ\"ז שלא עבר הזמן יש לתקן החיוב אז אף אם בסוף אירע לו אונס מ\"מ חייב אף אם הוא אנוס מחמת דין וכדומה וכעין מש\"כ רבינו ז\"ל בהל' ק\"פ גבי פסח שני פ' ה' הל' ב' ע\"ש, ועיין בהך דשבועות ד' כ\"ח ע\"ש ברש\"י ותוס' אם הידיעה צריך להיות בעת התנאי או בעת האיסור ותוס' מכות ד' ט\"ו ע\"ב וברש\"י שם ד\"ה ור\"ל, ועיין בהך דר\"ה דף ז' ע\"ב ברש\"י ותוס' שם ד\"ה והרי רגלים ע\"ש ועיין בריש פ' א' דכתובות גבי הך דאנוס בתקנתא דרבנן ובירושלמי שם ריש פ' ה' ע\"ש הל' ג' נעשה כמו שחבשוהו, והנה זה רק אם הוה גדר תשלומין אבל אם לא הוה תשלומין רק דהחיוב הוא לעשות זה ויש לו זמן אז לא עבר אם אירע לו אונס בסוף הזמן וס\"ל להירושלמי דשנה גבי קרבן הוה גדר תשלומין ולכך ס\"ל שם דלאחר שנה עובר בכל יום ויום משא\"כ ברגל ס\"ל דכל זמן הרגל הוה כמו זמן אחד ולכך עובר בין רגל לרגל ושם אם היה רגל ראשון עצרת אינו עובר ובזה א\"ש מה דבתמורה כאן מקשה רק מרבא וכן בר\"ה דף ז' והלא בר\"ה דף ד' ע\"ב מבואר דלרבנן עובר בעשה ברגל אחד רק דהא כאן עצרת וא\"כ לשיטת הירושלמי דגבי רגל לא שייך לעבור בעצרת כמש\"כ לכך לא מקשה רק מרבא דס\"ל דעובר בכל יום גם העשה של רגל כגירסת רש\"י וא\"כ ה\"ה בעצרת כמש\"כ, אך בתמורה דף ד' הנ\"ל ס\"ל דהעשה לא קאי כלל רק אחר גירושין וא\"כ לא קאי כלל אכהנים וא\"כ נמצא הלאו כולל יותר מן העשה וא\"כ אף לגבי ישראל יתחייב מלקות ותירץ דכהנים הוו כמו עם בפני עצמם משום קדושה יתירה, ועיין בהך דפסחים ד' ק\"ד ע\"א גבי הבדלות ע\"ש ברש\"י ותוס' ובהך דזבחים ד' י\"ט ע\"א גבי תפילין, ועיין קדושין ד' ע\"ג גבי קהל והוריות דף ו' וכ\"מ, א\"כ לפי\"ז אם עבר הכהן ונשאה אף למ\"ד ביטלו לא מיפטר בהא, ובזה א\"ש מה דנקט בגמ' דידן במכות ד' ט\"ז גבי אונס היכא משכחת לה ביטלו, ואמאי לא מוקי בכהן וע\"כ כמש\"כ:"
            ],
            [],
            [
                "<b>ואחת שיש כו'.</b> כן מבואר בכתובות דף מ\"ד ע\"ב ע\"ש:",
                "<b>והאילונית כו'.</b> עיין בהשגות, אך י\"ל דרבינו ז\"ל לטעמיה דס\"ל דגבי שלא כדרכה ליכא קנס וס\"ל דה\"ה ביאת איילונית דהוה ביאה שאין בה פירצה כמבואר ביבמות דף ס\"א ע\"ב ע\"ש:",
                "<b>והשוטה והחרשת כו'.</b> עיין בהשגות, ועיין כאן דל\"ב ע\"א, ועיין בתוספתא דמבואר כך אך עיין ברמב\"ן במלחמות ספ\"ג דכתב דמשבשתא היא ע\"ש, אך באמת זה תליא בהך פלוגתא דר\"מ ורבנן דף מ' ע\"ב דלר\"מ כיון דס\"ל דבעי מהוי עצמה גם חרשת ושוטה אין להם קנס משא\"כ לרבנן וזהו כוונת הראב\"ד ז\"ל כאן ור\"ל רבנן דס\"ל דקטנה יש לה קנס, ועיין ברש\"י ד' ל\"ב ע\"א בגירסא בנערה ושוטה ויתומה ועיין ברמב\"ן במלחמות בפ' ד' דכתובות על הך דדף מ\"ד ע\"ב ע\"ש:",
                "<b>והמגורשת מן הנשואין כו'.</b> ע\"ש ד' ל\"ה ע\"ב ד\"ה הממאנת אך אפשר לומר לחלק בין מגורשת ובין אלמנה דהגט מחזיקה כבעולה וכעין זה כתבתי בהך דיבמות ד' ל\"ד ע\"ב ע\"ש גבי קטנה ועיין בתוס' שם ד' מ\"ט ע\"א וד' כ\"ט ע\"א ד\"ה ועל וכ\"כ בזה. והנה עיין בירושלמי דיבמות פי\"ג דבעי שם על דעתיה דרבי יהושע מהו שתמאן ותיטול קנס מאחר ע\"ש וא\"כ מוכח דס\"ל כשיטת רבינו בכמה מקומות דנשואין עושין אותה כבעולה ודאי עפ\"י דין ולכך בעי גבי ממאנת אך באמת בירושלמי כתובות פ' א' הל' ב' מבואר להדיא להיפך דגרושה מן הנשואין יש לה קנס וכן שם בהל' ד'. אך נ\"ל דבירושלמי דיבמות הנ\"ל ר\"ל אם בעלה הבעל שלא כדרכה דקי\"ל דבעל עושה אותה בעולה שלא כדרכה כמבואר בקדושין דף ט' ע\"ב וכ\"מ ואח\"כ מיאנה בו אם נימא דעוקרת למפרע הנשואין וא\"כ לא הוה בעלה כלל וא\"כ אינה בעולה ויש לה קנס ובאמת נ\"ל דזהו ג\"כ כונת הגמ' יבמות ד' נ\"ט ע\"ב אלא אמר ר\"ז בממאנת ור\"ל דרב לא ס\"ל כר\"א גבי בעולה שלא כדרכה רק משום דס\"ל דמ\"מ יש עליו שם בעל ובעל עושה אותה בעולה אף שלא כדרכה, ועיין מש\"כ התוס' ב\"מ דף כ' ע\"א גבי עדיו בחתומין כו' אם בא על בת ישראל אם פסלה ע\"ש אך שם משום דהוה רק דרבנן, ועיין בירושלמי סנהדרין פ' א' גבי בת ג' שנה ואח\"כ נתעברה השנה דנעשה בתולה למפרע ע\"ש, ועיין בירושלמי שביעית פ' ב' ס' ה' ד' וקסמו בידו, ועיין בירושלמי תרומות פ' ד' הל' א' וקשיא נטל להוציא ממנו עליו כו', ועיין בתוספתא ר\"ה פ' א' גבי עומר של מן ועיין בירוש' חלה פ' א' הל' ב' גבי אם נימא דקצירת העומר מתרת לקצור אם קצר ונטמא חזר היחיד לאיסורו ע\"ש, ועיין בתוספתא פ' ח' דיבמות דכה\"ג נושא את הממאנת ובירושלמי שם וי\"ל דמיירי מן הארוסין:"
            ],
            [
                "<b>ואם היתה בת שלש כו'.</b> הנה מלשון רבינו משמע דאף שידוע שודאי לא נבעלה מ\"מ אין לה קנס וכמו לענין כהן אף לר\"ש ומש\"כ רש\"י ביבמות ד' מ\"ב ועיין דף ס' ודף ס\"א ושם ד' צ\"ז ע\"ב זהו רק טעם להתורה משום דזנתה אך לדינא אין נ\"מ, ועיין תוס' ע\"ז ד' ל\"ו ע\"ב ותוס' יבמות ד' ע\"ט ע\"א, אך הירושלמי לא ס\"ל כן גבי קנס כמבואר שם בפ' א' דאם בא על שפחה שנשתחררה והיתה משומרת יש לה קנס ועיין בתוס' כתובות ד' ל\"ז ע\"א גבי שבויה דס\"ל ג\"כ כן ע\"ש. אך רבינו לא ס\"ל כן וס\"ל דגם גבי קנס הדין עושה אותה כבעולה כמו גבי כתובה מאתים וזהו כוונת הכ\"מ ז\"ל שהביא מהך דכתובה לכאן וא\"ש ולא ס\"ל כהירושלמי והירושלמי אזיל לשיטתיה דס\"ל ביבמות פ' ו' ס' ה\"ג דגם לפסול לא תליא בנשואין רק בביאה אך אנן לא ס\"ל כן וזהו הך מחלוקת דיבמות ד' נ\"ז ביש חופה לפסולות וכ\"כ בזה:"
            ]
        ],
        [
            [
                "<b>חמשים כסף כו'.</b> ועיין ב\"ק דף ה' דנוטל מן העדיות וכן פסק רבינו בהל' חובל ומזיק פ' ז' הל' י\"ז, ועיין תוס' יבמות דף ס' ע\"א, ועיין בירושלמי פ' ד' דכאן הל' ב' גבי עמדו בדין:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפתה כו'.</b> עיין בתוספתא כאן פ' ג' מבואר דאף אם מגרשה צריך ליתן לה ג\"כ בגדר קנס אך מהך דיבמות דף ס' ע\"א מוכח דאם כנסה וגירשה א\"צ ליתן לה קנס ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>כיצד כו' והאונס כו'.</b> כן מבואר כתובות דף ל\"ב ע\"א ע\"ש:"
            ],
            [],
            [
                "<b>אמרה לו כו'.</b> עיין בהשגות, ועיין בהך דב\"ק ד' ק\"ח ע\"ב גבי תבעוהו בעלים והודה והוה זה בעיא אם הוה תביעה וע\"ש ד' ע\"א ע\"ב גבי שור של שני שותפים ע\"ש, ועיין בשבועות ד' ל\"ז ע\"א פרט למכחש לאחד מן השותפים ובירוש' שם, ועיין בכ\"מ מה שהביא נוסחא אחרינא בשם הראב\"ד ז\"ל גבי צער דשייך לעצמה ועיין ב\"מ ד' צ\"ב ע\"ב גבי קוצץ אדם דהוה מחלוקת שם אם צערא זכי ליה רחמנא או לא והך דכתובות ד' ל\"ט ע\"ב זה רק לס\"ד דס\"ל דגם במפותה יש לה צער וזכי ליה רחמנא למוסרה לנשואין לביאה א\"כ יש לו זכות בצערה משא\"כ למסקנא דמפותה אין לה צער וא\"כ שוב אין לו זכות בצער והוה הצער לעצמה, עי' ב\"ק דף פ\"ז ובירושלמי ריש פרק ד' דכתובות דמוכח כשיטת הראב\"ד ז\"ל ע\"ש:"
            ],
            [],
            [
                "<b>מפותה כו'.</b> עיין בהשגות דס\"ל דרק הקנס שייך לה וזהו כונת הירושלמי שם פ' ד' הל' א' ובושתה ופגמה של אביה ולא קאי אלעיל רק קאי אמשנה על לא הספיקה ועי' בר\"ן כאן, ועיין בירושלמי פ' ג' דכאן ה\"ז:"
            ],
            [
                "<b>הבת כו' נאנסה כו' שאין כו'.</b> ואף דהא בדף מ\"ו ע\"ב מסקינן דזה מיקרי יציאה מרשות אך באמת זה תליא אם מה שצריך גבי הפרת נדרים גם ארוס לא משום דגרע כח האב, רק משום דנולד לה עוד כח לכך צריך גם הארוס, ועיין בנדרים דף ע' גבי מת הבעל נתרוקן רשות לאב ושם ד' ע\"א ע\"ב בהך מחלוקת דב\"ש וב\"ה ונ\"מ לשיטת רבינו גבי נדרים שאין בהם עינוי נפש אם נתארסה אם האב לחודא מצי מיפר דהבעל אין לו רשות בנדרים רק של עינוי נפש וכ\"כ בזה, ועיין בר\"ן שם דף ע\"ה ע\"א ובדברי רבינו בהלכות נדרים, וגם נ\"מ גבי מסרוה לשלוחי הבעל דשוב נסתלק רשות האב לגמרי גבי הפרת נדרים כמבואר בכתובות ד' מ\"ח ע\"ב אם הבעל יכול להפר, ועיין בירושלמי פ' ד' דכתובות דמבואר שם דאינו יכול להפר וכן משמע לשון רש\"י בנדרים ד' פ\"ט ע\"א ד\"ה זה הכלל, ועיין בירושלמי פ' י' דנדרים דס\"ל דזה תליא במחלוקת דר\"א ורבנן גבי בוגרת ארוסה, וע\"ש בה\"א דמספקא ליה אם מת אביה ונתארסה לר\"א אם הארוס לחודא מיפר, ועיין ד' פ\"ט ע\"ב בהך משנה דט' נערות בשיטת ר\"י גבי קטנה נשואה וע\"ש בפה\"מ לרבינו ור\"י שם לשיטתיה אזיל כאן בכתובות דף מ\"ג ע\"ב וע' דנ\"ג ע\"ב גבי כתובה של קטנה שנשאת ע\"ש, וע' בירוש' פ\"ג סה\"ד דאף אם נשאת לאחר שבא עליה מ\"מ יש לו קנס דלא כגמ' דידן ויליף לה שם ממוציא שם רע וס\"ל דאדרבא גבי נתארסה נשאר בירושלמי פ' ד' סה\"א בספק למי ועיין בירושלמי בהוריות פ' ג' הל' ג' דכל היכא דאם אזלינן בתר ידיעה פטור לגמרי לא אזלינן בתר ידיעה דרק אם יש שינוי בקרבן אז יש לומר דאזלינן בתר ידיעה וכן ס\"ל לרבינו ז\"ל בהך דהוריות ד' י\"א גבי הך דאכל ספק חלב כשהוא הדיוט ונתמנה כו' דס\"ל דקאי גם אכהן משיח ולא מיקרי נשתנה משום דפטור לגמרי כמבואר ס' פ' ט\"ו מהל' שגגות ועיין בהך דנזיר ד' ס\"ג ע\"ב גבי ידיעה דאחר מלאת ע\"ש מש\"כ בזה בתוס' ד\"ה הני מילי דרק לר\"א קודם תגלחת דס\"ל דסותר ז' עכ\"פ אז י\"ל דאזלינן בתר ידיעה. ועיין ברשב\"ם ב\"ב ד' ק\"ד ע\"ב גבי הך דבעי רב אשי שדה ונעשית גינה דרק היכא דאין נ\"מ רק בין קרקע למעות אבל לענין מחילה לגמרי לא ע\"ש, ועיין ב\"מ ד' מ\"ט ע\"ב גבי אונאה כה\"ג ע\"ש:"
            ],
            [
                "<b>אני אומר כו' ולוקה כו'.</b> עיין מש\"כ רבינו לקמן בפ' ה' מהל' א\"ב הי\"ח ע\"ש דנקט היא במלקות ומשמע שם דהבועל אין נ\"מ בין אם מופקרת לכל או לא ועי' בהך דסנהדרין ד' ע\"ו ע\"א דמוכח שם דהלאו הוא על האב ועיין בהך דתמורה ד' כ\"ט ע\"ב גבי אתנן בפנויה ע\"ש:",
                "<b>לפיכך אמר כו'.</b> הנה בגמ' דילן לא משמע כן רק הטעם דכיון שהפקירה עצמה אינה בחזקת בתולה ואף אם מודה הוה כמו מודה בקנס ועיין שבועות ד' ל\"ד ע\"א מי לא בעי מידע כו' וב\"ק ד' מ\"ג ע\"ב ונ\"מ לענין בושת ופגם אם צריך לשלם וכ\"כ בזה:"
            ]
        ],
        [
            [
                "<b>ונותן לאביה כו' ואם היתה כו'.</b> עיין בתוספתא פ\"א דכתובות דגם הכתובה צריך ליתן לה דזה כבר נתחייב מקודם ועיין בהך דסנהדרין ד' ח' ע\"א ע\"ש ברש\"י ותוס':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל נערה שאין כו'.</b> הנה מלשון רבינו מוכח וכן מלעיל הל' ה' דאם היא חייבי לאוין מ\"מ יש לה קנס כמו גבי אונס, אך עיין בירושלמי כאן פ' ג' הל' ו' מוכח דאין לה קנס רק אם אשה הראויה לו ועיין בתוס' סנהדרין ד' ח' ע\"ב ד\"ה והביא בסוף הדיבור ואם רק אסורה מדרבנן אם זה מיקרי ראויה לו עיין כתובות ד' ל\"ו ע\"א כיון דמדאורייתא חזיא, ועיין בהך דעירובין ד' ל\"ח ע\"ב גבי ניער דמצי אמר אף ע\"ג דלא אמר כו', והא מדרבנן אסור לומר משום הכנה וע\"ש בירושלמי פ' ג' ראוי הוא לעבור על השבות כו', ושם ד' ע\"ח ע\"ב ותוס' שבת ד' מ\"ג ע\"א דמחלקי בין איסור דאורייתא לאיסור דרבנן דאיסור דרבנן מיקרי ראוי, אך לא דמי דשם אח\"כ נסתלק האיסור וכמש\"כ התוס' ביצה ד' ל\"א ע\"ב ע\"ש ועיין בהך דפסחים ד' מ\"ח ע\"א גבי מוקצה וכ\"כ בזה:"
            ],
            [
                "<b>וכל הפטור כו'.</b> הנה קשה נהי דפטור מחמת ספק לקולא אך מ\"מ הלאו היאך יעבור מספק וצ\"ל דזה ג\"כ בגדר קנס שקנסה אותו התורה וכ\"ז שלא נגמר הדין אינו מתחייב קנס וכיון דנשאר בתיקו שוב אין ב\"ד יכולים לגמור הדין וכמש\"כ הראב\"ד ז\"ל בהל' גניבה פרק ב' הל' י\"ב ע\"ש וא\"כ שוב שפיר יכול לגרשה לכתחלה, ועיין מש\"כ התוס' כתובות ד' ל\"ג ע\"ב ד\"ה לאו ותוס' ב\"ק ד' ל\"ג ע\"ב ע\"ש, ועיין מש\"כ לעיל פרק א' הל' ג', ועיין מש\"כ הר\"ן ז\"ל במס' קדושין פ' ד' גבי הך דמשפחה שנטמעה נטמעה, ובאמת שם ג\"כ הטעם משום דמבואר בירושלמי תרומות פ' ח' הל' א' דפסול משפחה צריך ב\"ד וכן הוא בירושלמי סנהדרין פרק ד' הל' ח' דהוה כדיני נפשות לגבי דמתחילין מן הצד ע\"ש ובפרק ג' הל' ג' גבי פסולי עדות, וכ\"ז שלא נפסק אין על המשפחה שם פסול ומותרת להתערב, אבל במשפחה שכבר נפסלה בב\"ד לא מהני מה שנטמאה, ועיין מש\"כ רבינו בהל' עדות פ' כ' הל' א' דמשמע שם דב\"ד מקבלין העדים להזים אף דא\"א לקיים בהם דין זוממים ע\"ש ונפסלים בודאי, ועיין תוס' ב\"ק ד' ע\"ב ע\"ב ותוס' סנהדרין ד' ס\"ה ע\"ב ד\"ה יצאו דמשמע ג\"כ שם דס\"ל כן וע\"ש דף ח' ע\"ב:"
            ],
            [
                "<b>אינו חייב כו'.</b> הנה לפי הגירסא שלנו בדברי רבינו י\"ל שר\"ל כמו הך דכתובות דף י' ע\"א גבי כאן בבחור כאן בנשוי ולכך אמר דמכין אותו מכת מרדות כדאמר שם דמתבינן ליה כופרא ע\"ש ועיין בירושלמי כאן פ' ד' אפילו בא עליה ביאה אחרת ועיין מש\"כ לקמן בהל' אס\"ב בזה ע\"ש בפ\"ג:"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות נערה בתולה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}