{
    "text": {
        "0_Chapter, 0_Verse": "Der Herr redete zu Mose in der Wüste Sinai im Stiftszelte am ersten Tage des zweiten Monats im zweiten Jahre nach dem Auszuge [Israels] aus dem Lande Ägypten also:",
        "0_Chapter, 1_Verse": "Nehmet auf die Zahl der ganzen Gemeinde der Kinder Israel nach ihren Geschlechtern und Stammhäusern, durch das Zählen der Namen aller Männlichen nach den Köpfen.",
        "0_Chapter, 2_Verse": "Im Alter von zwanzig Jahren und darüber, jeglichen, der zum Heere ausziehet in Israel, diese sollt ihr mustern nach ihren Schaaren, du und Aaron.",
        "0_Chapter, 3_Verse": "Und mit euch sei dabei je ein Mann für den Stamm, ein Mann, der das Haupt seines Stammhauses ist.",
        "0_Chapter, 4_Verse": "Das sind die Namen der Männer, die bei euch stehen sollen. Für den Stamm Ruben: Elizur Sohn Sedëurs;",
        "0_Chapter, 5_Verse": "Für Simeon: Selumiel Sohn Zurisaddais;",
        "0_Chapter, 6_Verse": "Für Jehuda: Nachson Sohn Amminadabs;",
        "0_Chapter, 7_Verse": "Für Issachar: Natanael Sohn Zuars;",
        "0_Chapter, 8_Verse": "Für Sebulun. Eliab Sohn Helons:",
        "0_Chapter, 9_Verse": "Für die Söhne Josefs: Für Efraim, Elisama Sohn Ammihud, für Manasse Gamliel Sohn Pedazurs;",
        "0_Chapter, 10_Verse": "Für Benjamin. Abidan Sohn Gideonis;",
        "0_Chapter, 11_Verse": "Für Dan: Ahieser Sohn Ammisaddais;",
        "0_Chapter, 12_Verse": "Für Asser: Pagiel Sohn Ochrans;",
        "0_Chapter, 13_Verse": "Für Gad: Eljasaf Sohn Dëuël;",
        "0_Chapter, 14_Verse": "Für Naftali: Ahira Sohn Enan;",
        "0_Chapter, 15_Verse": "Das sind die aus der Gemeinde Berufenen, die Fürsten ihrer väterlichen Stämme; Häupter Israels waren sie.",
        "0_Chapter, 16_Verse": "Mose und Aaron beriefen diese Männer, die mit Namen genannt sind,",
        "0_Chapter, 17_Verse": "Und versammelten die ganze Gemeinde am ersten des zweiten Monats, die Israeliten ließen sich in die Geburtslisten zeichnen, nach ihren Geschlechtern und Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber nach den Köpfen.",
        "0_Chapter, 18_Verse": "So wie der Herr dem Mose gebeten musterte man sie in der Wüste Sinai.",
        "0_Chapter, 19_Verse": "Da waren die Söhne Ruben, des Erstgebornen Israels, die Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen nach ihren Köpfen, alle Männlichen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 20_Verse": "Die Gemusterten vom Stamme Ruben sechs und vierzig tausend fünf hundert.",
        "0_Chapter, 21_Verse": "Die Söhne Simeon, die Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, die Gemusterten durch das Zählen der Namen, nach ihren Köpfen, alle Männlichen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 22_Verse": "Die Gemusterten vom Stamme Simeon neun und fünfzig tausend drei hundert.",
        "0_Chapter, 23_Verse": "Die Söhne Gad, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 24_Verse": "Die Gemusterten vom Stamme Gad fünf und vierzig tausend sechs hundert und fünfzig.",
        "0_Chapter, 25_Verse": "Die Söhne Jehuda, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen, vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 26_Verse": "Die Gemusterten vom Stamme Jehuda vier und siebzig tausend sechs hundert.",
        "0_Chapter, 27_Verse": "Die Söhne Issachar, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 28_Verse": "Die Gemusterten vom Stamme Issachar vier und fünfzig tausend vier hundert.",
        "0_Chapter, 29_Verse": "Die Söhne Sebulun, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 30_Verse": "Die Gemusterten vom Stamme Sebulun sieben und fünfzig tausend vierhundert.",
        "0_Chapter, 31_Verse": "Von den Söhnen Josefs — die Söhne Efraim, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 32_Verse": "Die Gemusterten vom Stamme Efraim vierzig tausend fünf hundert.",
        "0_Chapter, 33_Verse": "Die Söhne Manasse ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 34_Verse": "Die Gemusterten vom Stamme Manasse zwei und dreißig tausend zwei hundert.",
        "0_Chapter, 35_Verse": "Die Söhne Benjamin, ihre Verzeichneten nach ihren Geschlechtern nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 36_Verse": "Die Gemusterten vom Stamme Benjamin fünf und dreißig tausend vier hundert.",
        "0_Chapter, 37_Verse": "Die Söhne Dan, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 38_Verse": "Die Gemusterten vom Stamme Dan zwei und sechzig tausend sieben hundert.",
        "0_Chapter, 39_Verse": "Die Söhne Asser ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern, durch das Zählen der Namen vom zwanzigsten Jahre und darüber, alle die zum Heere auszogen:",
        "0_Chapter, 40_Verse": "Die Gemusterten vom Stamme Asser ein und vierzig tausend fünf hundert.",
        "0_Chapter, 41_Verse": "Die Sohne Naftali, ihre Verzeichneten nach ihren Geschlechtern, nach ihren Stammhäusern durch das Zählen der Namen vom zwanzigsten Jahre und darüber alle die zum Heere auszogen:",
        "0_Chapter, 42_Verse": "Die Gemusterten vom Stamme Naftali drei und fünfzig tausend vier hundert.",
        "0_Chapter, 43_Verse": "Dies sind die Gemusterten, die Mose und Aaron und die Fürsten Israels musterten; zwölf Männer, je ein Mann für sein Stammhaus, waren es.",
        "0_Chapter, 44_Verse": "Und es waren alle Gemusterten der Kinder Israel nach ihren Stammhäusern vom zwanzigsten Jahre und darüber, alle die zum Heere in Israel auszogen.",
        "0_Chapter, 45_Verse": "Alle Gemusterten in Israel waren sechs mal hundert und drei tausend fünf hundert und fünfzig.",
        "0_Chapter, 46_Verse": "Aber die Leviten, nach ihrem väterlichen Stamme, wurden nicht unter ihnen gemustert.",
        "0_Chapter, 47_Verse": "Der Herr redete zu Mose also:",
        "0_Chapter, 48_Verse": "Nur den Stamm Levi mustere nicht und dessen Gesamtzahl nimm nicht auf unter die Kinder Israel;",
        "0_Chapter, 49_Verse": "Sondern setze die Leviten über [den Dienst] der Wohnung des Zeugnisses und zu ihren Geräten und was dazu gehört; sie sollen die Wohnung tragen und alle ihre Geräte, sie sollen sie bedienen und rings um die Wohnung lagern.",
        "0_Chapter, 50_Verse": "Wenn die Wohnung aufbricht, sollen die Leviten sie abnehmen, und wenn die Wohnung niedergelassen wird, sollen die Leviten sie aufrichten; aber ein Gemeiner, der dazu naht, soll getötet werden.",
        "0_Chapter, 51_Verse": "Die Kinder Israel sollen lagern, jeder in seinem Lager und jeder bei seinem Panier nach ihren Heeren.",
        "0_Chapter, 52_Verse": "Und die Leviten sollen rings um die Wohnung des Zeugnisses lagern, damit kein Zorn über die Gemeinde der Kinder Israel komme; die Leviten sollen die Obhut haben bei der Wohnung des Zeugnisses.",
        "0_Chapter, 53_Verse": "Die Kinder Israel taten ganz wie der Herr dem Mose geboten.",
        "1_Chapter, 0_Verse": "Der Herr redete zu Mose und zu Aaron also:",
        "1_Chapter, 1_Verse": "Jeder bei seinem Panier, bei den Zeichen des Stammhauses sollen die Kinder Israel lagern; von fern rings um das Stiftszelt sollen sie lagern.",
        "1_Chapter, 2_Verse": "Die gegen Osten, gegen Aufgang, Lagernden. Das Panier des Lagers Jehuda, nach seinen Heeren, und der Fürst der Söhne Jehuda, Nachson Sohn Amminadab.",
        "1_Chapter, 3_Verse": "Und sein Heer und seine Gemusterten vier und siebenzig tausend sechs hundert.",
        "1_Chapter, 4_Verse": "Die neben ihm Lagernden: Der Stamm Issachar, und der Fürst der Söhne Issachar, Natanael Sohn Zuars.",
        "1_Chapter, 5_Verse": "Und sein Heer und seine Gemusterten vier und fünfzig tausend vier hundert.",
        "1_Chapter, 6_Verse": "Der Stamm Sebulun, und der Fürst der Söhne Sebulun, Eliab Sohn Helons.",
        "1_Chapter, 7_Verse": "Und sein Heer und seine Gemusterten sieben und fünfzig tausend vier hundert.",
        "1_Chapter, 8_Verse": "Alle Gemusterten vom Lager Jehuda waren einhundert sechs und achtzig tausend vier hundert nach ihren Heeren; zuerst sollen sie aufbrechen.",
        "1_Chapter, 9_Verse": "Das Panier des Lagers Ruben, gegen Süden nach seinen Heeren, und der Fürst der Söhne Ruben, Elizur Sohn Sedëurs.",
        "1_Chapter, 10_Verse": "Und sein Heer und seine Gemusterten sechs und vierzig tausend fünf hundert.",
        "1_Chapter, 11_Verse": "Die neben ihm Lagernden: Der Stamm Simeon, und der Fürst der Söhne Simeon: Selumiel Sohn Zurisaddais.",
        "1_Chapter, 12_Verse": "Und sein Heer und seine Gemusterten neun und fünfzig tausend drei hundert.",
        "1_Chapter, 13_Verse": "Der Stamm Gad, und der Fürst der Söhne Gad, Eljasaf Sohn Rëuels.",
        "1_Chapter, 14_Verse": "Und sein Heer und seine Gemusterten fünf und vierzig tausend sechs hundert fünfzig.",
        "1_Chapter, 15_Verse": "Alle Gemusterten vom Lager Ruben waren ein hundert ein und fünfzig tausend vier hundert fünfzig nach ihren Heeren; und als die Zweiten sollen sie aufbrechen.",
        "1_Chapter, 16_Verse": "Dann breche auf das Stiftszelt, das Lager der Leviten in der Mitte der Lager; so wie sie lagern, so sollen sie aufbrechen, jeder an seinem Orte, nach ihren Panieren.",
        "1_Chapter, 17_Verse": "Das Panier des Lagers Efraim, nach seinen Heeren gegen Westen, und der Fürst der Söhne Efraim, Elisama Sohn Ammihuds.",
        "1_Chapter, 18_Verse": "Und sein Lager und seine Gemusterten vierzig tausend fünf hundert.",
        "1_Chapter, 19_Verse": "Neben ihm der Stamm Manasse, und der Fürst der Söhne Manasse, Gamliel Sohn Pedahzurs.",
        "1_Chapter, 20_Verse": "Und sein Heer und seine Gemusterten zwei und dreißig tausend zwei hundert.",
        "1_Chapter, 21_Verse": "Der Stamm Benjamin, und der Fürst der Söhne Benjamin, Abidan Sohn Gideonis.",
        "1_Chapter, 22_Verse": "Und sein Heer und seine Gemusterten fünf und dreißig tausend vier hundert.",
        "1_Chapter, 23_Verse": "Alle Gemusterten vom Lager Efraim waren ein hundert acht tausend und hundert nach ihren Heeren, als die Dritten sollen sie aufbrechen.",
        "1_Chapter, 24_Verse": "Das Panier des Lagers Dan gegen Norden nach seinen Heeren, und der Fürst der Söhne Dan, Ahieser Sohn Ammisaddais.",
        "1_Chapter, 25_Verse": "Und sein Heer und seine Gemusterten zwei und sechzig tausend siebenhundert.",
        "1_Chapter, 26_Verse": "Die neben ihm Lagernden; der Stamm Asser, und der Fürst der Söhne Asser, Pagiel, Sohn Ochrans.",
        "1_Chapter, 27_Verse": "Und sein Heer und seine Gemusterten. ein und vierzig tausend fünf hundert.",
        "1_Chapter, 28_Verse": "Der Stamm Naftali, und der Fürst der Söhne Naftali, Ahira Sohn Enans.",
        "1_Chapter, 29_Verse": "Und sein Heer und seine Gemusterten drei und funfzig tausend vier hundert.",
        "1_Chapter, 30_Verse": "Alle Gemusterten vom Lager Dan waren ein hundert sieben und fünfzig tausend sechs hundert; zuletzt sollen sie aufbrechen nach ihren Panieren.",
        "1_Chapter, 31_Verse": "Dies sind die Gemusterten der Kinder Israel nach ihren Stammhäusern; alle Gemusterten der Lager nach ihren Heeren waren sechs hundert drei tausend fünf hundert und fünfzig.",
        "1_Chapter, 32_Verse": "Aber die Leviten wurden nicht gemustert unter den Kindern Israel, wie der Herr dem Mose geboten.",
        "1_Chapter, 33_Verse": "Und die Kinder Israel taten ganz so, wie der Herr dem Mose geboten; so lagerten sie nach ihren Panieren und so brachen sie auf, jeder nach seinem Geschlecht bei seinem Stammhause.",
        "2_Chapter, 0_Verse": "Dies sind die Geschlechtsverzeichnisse von Aaron und Mose, an dem Tage, da der Herr Mose auf dem Berge Sinai [die Zählung] anbefahl.",
        "2_Chapter, 1_Verse": "Dies sind die Namen der Söhne Aarons: Der Erstgeborene Nadab, und Abihu, Elasar und Itamar.",
        "2_Chapter, 2_Verse": "Dies sind die Namen der Söhne Aarons, der gesalbten Priester, die geweiht worden sind, als Priester zu dienen.",
        "2_Chapter, 3_Verse": "Nadab und Abihu starben vor den Herrn, als sie gemeines Feuer vor den Herrn brachten, in der Wüste Sinai. Söhne aber hatten sie nicht. Da wurden Elasar und Itamar Priester neben Aaron ihrem Vater.",
        "2_Chapter, 4_Verse": "Der Herr redete zu Mose also:",
        "2_Chapter, 5_Verse": "Lass den Stamm Levi herzutreten und stelle ihn vor Aaron den Priester, sie sollen ihn bedienen.",
        "2_Chapter, 6_Verse": "Sie sollen den [Aaron] und der ganzen Gemeinde obliegenden Dienst am Stiftszelt innehaben.",
        "2_Chapter, 7_Verse": "Sie sollen wahren alle Geräte des Stiftszeltes und den Dienst der Kinder Israel in der Wohnung verrichten.",
        "2_Chapter, 8_Verse": "Übergib die Leviten dem Aaron und seinen Söhnen, als Zugeordnete seien sie ihm gegeben von den Kindern Israel.",
        "2_Chapter, 9_Verse": "Aaron aber und seinen Söhnen verordne, dass sie wahren ihr Priesteramt, und ein Gemeiner, der [dem Altardienst] nahet, werde getötet.",
        "2_Chapter, 10_Verse": "Der Herr redete zu Mose also:",
        "2_Chapter, 11_Verse": "Ich habe die Leviten aus der Mitte der Kinder Israel genommen statt aller Erstgeburt, die den Mutterleib erschließt, unter den Kindern Israel, und so gehören die Leviten mir.",
        "2_Chapter, 12_Verse": "Denn mir gehört jeder Erstgeborene; an dem Tage da ich alle Erstgeborenen im Lande Ägypten schlug, habe ich mir geheiligt alle Erstgeborenen in Israel, Menschen wie Vieh; mir, dem Herrn, gehören sie.",
        "2_Chapter, 13_Verse": "Der Herr redete zu Mose in der Wüste Sinai also:",
        "2_Chapter, 14_Verse": "Mustere die Söhne Levi nach ihren Stammhäusern, nach ihren Geschlechtern, alle Männlichen im Alter von einem Monat und darüber sollt ihr sie mustern.",
        "2_Chapter, 15_Verse": "Da musterte sie Mose nach dem Befehle des Herrn, wie ihm geboten war.",
        "2_Chapter, 16_Verse": "Dies waren die Söhne Levi mit ihren Namen: Gerson und Kehat und Merari.",
        "2_Chapter, 17_Verse": "Und dies sind die Namen der Söhne Gersons nach ihren Geschlechtern: Libni und Simei.",
        "2_Chapter, 18_Verse": "Die Söhne Kehat nach ihren Geschlechtern: Amram und Jizhar, Hebron und Usiel.",
        "2_Chapter, 19_Verse": "Die Söhne Merari nach ihren Geschlechtern: Mahli und Musi. Dies sind die Geschlechter der Söhne Levi nach ihren Stammhäusern.",
        "2_Chapter, 20_Verse": "Von Gerson das Geschlecht Libni und das Geschlecht Simei, dies sind die Geschlechter der Gersoniden.",
        "2_Chapter, 21_Verse": "Ihre Gemusterten durch das Zählen aller Männlichen im Alter von einem Monate an und darüber — ihre Gemusterten waren sieben tausend fünf hundert.",
        "2_Chapter, 22_Verse": "Die Geschlechter der Gersoniden lagerten hinter der Wohnung gegen Westen.",
        "2_Chapter, 23_Verse": "Und der Fürst des Stammhauses der Gersoniden Eljasaf Sohn Laëls.",
        "2_Chapter, 24_Verse": "Die Obhut der Söhne Gersons im Stiftszelte war: Die Wohnung und das Zelt, ihre Decke und der Vorhang an der Türe des Stiftszeltes,",
        "2_Chapter, 25_Verse": "Und die Umhänge des Hofes und der Vorhang vor der Tür des Hofes, der um die Wohnung und um den Altar ringsum, und die Stricke dazu zu all seinem Werk.",
        "2_Chapter, 26_Verse": "Von Kehat das Geschlecht der Amramiden und das Geschlecht der Jizhariden und das Geschlecht der Hebroniden und das Geschlecht der Usieliden; dies sind die Geschlechter der Kehatiden.",
        "2_Chapter, 27_Verse": "Durch das Zählen aller Männlichen im Alter von einem Monat an und darüber acht tausend sechs hundert, wahrend die Obhut des Heiligtums.",
        "2_Chapter, 28_Verse": "Die Geschlechter der Söhne Kehat lagerten an der Seite der Wohnung gegen Süden.",
        "2_Chapter, 29_Verse": "Der Fürst des Stammhauses der Geschlechter Kehat war Elizafan Sohn Usiels.",
        "2_Chapter, 30_Verse": "Ihre Obhut war über die Lade und den Tisch und die Leuchter und die Altäre und die heiligen Geräte, die sie zum Dienst brauchten, und den Vorhang, samt allem Zubehör.",
        "2_Chapter, 31_Verse": "Aber der Fürst der Fürsten: Elasar, der Sohn Aarons des Priesters, übte die Oberaufsicht über die Leviten, welche die Obhut beim Heiligtum hatten.",
        "2_Chapter, 32_Verse": "Von Merari: Das Geschlecht Mahli und das Geschlecht Musi, das sind die Geschlechter Merari.",
        "2_Chapter, 33_Verse": "Und ihre Gemusterten durch das Zählen aller Männlichen im Alter von einem Monat und darüber: Sechs tausend zwei hundert.",
        "2_Chapter, 34_Verse": "Der Fürst des Stammhauses der Geschlechter Merari: Zuriel Sohn Abihails; an der Seite der Wohnung lagerten sie gegen Norden.",
        "2_Chapter, 35_Verse": "Die Aufsicht und Obhut der Söhne Merari war über die Bretter der Wohnung und ihre Riegel und ihre Säulen und ihre Füße und all ihr Geräte und aller Zubehör.",
        "2_Chapter, 36_Verse": "Und die Säulen des Hofes ringsum und ihre Füße und ihre Pflöcke und ihre Stricke.",
        "2_Chapter, 37_Verse": "Die vor der Wohnung gegen Morgen lagerten vor dem Stiftszelte, gegen Osten, waren Mose und Aaron und seine Söhne, die Obhut über das Heiligtum inne habend, zur Hut der Kinder Israel; dass der Gemeine, der naht, getötet werde.",
        "2_Chapter, 38_Verse": "Alle Gemusterten der Leviten, die Mose und Aaron gemustert, nach dem Befehle des Herrn, nach ihren Geschlechtern, alle Männlichen im Alter von einem Monat und darüber: Zwei und zwanzig tausend.",
        "2_Chapter, 39_Verse": "Der Herr sprach zu Mose: Mustere alle männlichen Erstgeborenen bei den Kindern Israel im Alter von einem Monat und darüber und nimm auf die Zahl ihrer Namen.",
        "2_Chapter, 40_Verse": "Nimm dann die Leviten mir, dem Herrn, für alle Erstgeborenen unter den Kindern Israel, und das Vieh der Leviten für alle Erstgeburt unter dem Vieh der Kinder Israel.",
        "2_Chapter, 41_Verse": "Mose musterte, so wie der Herr ihm geboten hatte, alle Erstgeborenen unter den Kindern Israel.",
        "2_Chapter, 42_Verse": "Und es waren aller männlichen Erstgeborenen durch das Zählen der Namen im Alter von einem Monat und darüber nach ihren Gemusterten, zwei und zwanzig tausend zwei hundert drei und siebenzig.",
        "2_Chapter, 43_Verse": "Der Herr redete zu Mose also:",
        "2_Chapter, 44_Verse": "Nimm die Leviten für alle Erstgeborenen unter den Kindern Israel, und das Vieh der Leviten für ihr Vieh, und so gehören die Leviten mir, dem Herrn.",
        "2_Chapter, 45_Verse": "Und für den Loskauf der zwei hundert drei und siebzig, die überzählig über die Leviten von den Erstgeborenen der Kinder Israel, [denn es waren mehr Erstgeborene als Leviten],",
        "2_Chapter, 46_Verse": "Nimmst du je fünf Schekel für den Kopf, nach dem Schekel des Heiligtums nimmst du, zwanzig Gera der Schekel.",
        "2_Chapter, 47_Verse": "Und gibst das Geld Aaron und seinen Sohnen [für] den Loskauf der Überzähligen unter ihnen.",
        "2_Chapter, 48_Verse": "Da nahm Mose das Lösegeld von denen, die überzählig waren über die durch die Leviten Gelösten.",
        "2_Chapter, 49_Verse": "Von den Erstgeborenen der Kinder Israel nahm er das Geld: tausend drei hundert und fünf und sechzig Schekel, nach dem Schekel des Heiligtums.",
        "2_Chapter, 50_Verse": "Mose gab das Geld der Gelösten Aaron und seinen Söhnen nach dem Befehle des Herrn, wie der Herr dem Mose geboten.",
        "3_Chapter, 0_Verse": "Der Herr redete zu Mose und Aaron also:",
        "3_Chapter, 1_Verse": "Nehmet auf die Gesamtzahl der Söhne Kehat aus der Mitte der Söhne Levi, nach ihren Geschlechtern und nach ihren Stammhäusern.",
        "3_Chapter, 2_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre, jeglichen, der in die Musterung tritt, Arbeit zu verrichten beim Stiftszelte.",
        "3_Chapter, 3_Verse": "Das sei der Dienst der Söhne Kehat beim Stiftszelte: Das Allerheiligste.",
        "3_Chapter, 4_Verse": "Es kommen Aaron und seine Söhne, wenn das Lager aufbricht, und sollen den Vorhang abnehmen und damit die Lade des Zeugnisses bedecken,",
        "3_Chapter, 5_Verse": "Darüber eine Decke von Tahasfell legen und ein Tuch darüber breiten ganz von purpurblauer Wolle, und ihre Stangen daran legen.",
        "3_Chapter, 6_Verse": "Über den Tisch der Schaubrote sollen sie ein purpurblaues Tuch breiten und darauf legen die Schüsseln und Schalen und Röhren und Platten der Bedeckung und das beständige Brot sei darauf.",
        "3_Chapter, 7_Verse": "Darüber dann ein karmesinrotes Tuch breiten und es bedecken mit einer Decke von Tahasfell und die Stangen daran legen.",
        "3_Chapter, 8_Verse": "Dann sollen sie ein purpurblaues Tuch nehmen und bedecken den Leuchter zur Beleuchtung und seine Lampen und seine Zänglein und seine Aschgefäße und all seine Ölgeräte, womit man ihn bedient.",
        "3_Chapter, 9_Verse": "Und dann sollen sie ihn und all seine Geräte in eine Decke von Tahasfell hüllen und dies auf eine Bahre legen.",
        "3_Chapter, 10_Verse": "Über den goldenen Altar breiten sie ein purpurblaues Tuch und bedecken ihn mit einer Decke von Tahasfell und legen die Stangen an.",
        "3_Chapter, 11_Verse": "Dann nehmen sie alle Geräte des Dienstes womit der Dienst versehen wird im Heiligtume, und legen sie in ein purpurblaues Tuch und bedecken sie mit einer Decke von Tahasfell und legen sie auf eine Bahre.",
        "3_Chapter, 12_Verse": "Sie reinigen den Altar von der Asche und breiten darüber ein purpurrotes Tuch.",
        "3_Chapter, 13_Verse": "Und legen darauf all seine Geräte, womit man auf demselben den Dienst versieht: Die Kohlenschaufeln, die Gabeln und die Schaufeln und die Becken, alle Geräte des Altars, und breiten darüber eine Decke von Tahasfell und legen seine Stangen an.",
        "3_Chapter, 14_Verse": "Wenn nun Aaron und seine Söhne fertig sind mit der Bedeckung des Heiligtums und aller Geräte des Heiligtums, wenn das Lager aufbricht, so sollen hernach die Söhne Kehat kommen, um es zu tragen, auf dass sie nicht das Heilige berühren und sterben; das ist es, was die Söhne Kehat zu tragen haben bei dem Stiftszelte.",
        "3_Chapter, 15_Verse": "Und unter Aufsicht Elasars, Sohnes Aarons des Priesters sei: Das Öl zur Beleuchtung und das Räucherwerk von Spezereien und das ständige Speiseopfer und das Salböl; die Aufsicht über die Wohnung und alles, was darin ist, über das Heiligtum, wie über seine Geräte.",
        "3_Chapter, 16_Verse": "Der Herr redete zu Mose und zu Aaron also:",
        "3_Chapter, 17_Verse": "Lasset nicht ausgehen [vernichtet sein] den Stamm der Geschlechter des Kehat unter den Leviten.",
        "3_Chapter, 18_Verse": "Das tuet ihnen, dass sie leben und nicht sterben, indem sie nahen dem Allerheiligsten: Aaron und seine Söhne sollen hineingehen und sie weisen, jeglichen zu seinem Dienste und zu seiner Bürde,",
        "3_Chapter, 19_Verse": "Dass sie nicht hineingehen um zu schauen, wie man das Heiligtum verhüllt, und sterben.",
        "3_Chapter, 20_Verse": "Der Herr redete zu Mose also:",
        "3_Chapter, 21_Verse": "Nimm auch die Gesamtzahl der Söhne Gerson auf nach ihren Stammhäusern und Geschlechtern.",
        "3_Chapter, 22_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre sollst du sie mustern, jeglichen, der kommt in die Reihen zu treten, den Dienst zu versehen beim Stiftszelte.",
        "3_Chapter, 23_Verse": "Das sei der Dienst der Geschlechter Gerson, zu dienen und zu tragen:",
        "3_Chapter, 24_Verse": "Sie tragen die Teppiche der Wohnung und das Stiftszelt, seine Decke und die Decke von Tahasfell, die oben darüber ist, und den Vorhang vor der Türe des Stiftszeltes,",
        "3_Chapter, 25_Verse": "Und die Umhänge des Hofes und den Vorhang zum Eingang des Tores am Hofe, der um die Wohnung und um den Altar ringsum, und die Stricke dazu, und alle Geräte zum Gebrauche und alles, was daran gemacht wird, sollen sie besorgen.",
        "3_Chapter, 26_Verse": "Auf Befehl Aarons und seiner Söhne geschehe der ganze Dienst der Söhne Gerson in allem, was sie zu tragen und zu besorgen haben, und ihr sollt ihnen auftragen zur Obhut alles, was sie zu tragen haben.",
        "3_Chapter, 27_Verse": "Das sei der Dienst der Geschlechter der Söhne Gerson im Stiftszelte, und ihre Hut durch Itamar den Sohn Aarons des Priesters.",
        "3_Chapter, 28_Verse": "Die Söhne Merari sollst du mustern nach ihren Geschlechtern und Stammhäusern,",
        "3_Chapter, 29_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre sollst du sie mustern, jeglichen der in die Reihe tritt, den Dienst zu versehen beim Stiftszelte.",
        "3_Chapter, 30_Verse": "Und das ist, was ihrer Obhut zum Tragen anvertrauet ist in ihrem ganzen Dienste beim Stiftszelte; die Bretter der Wohnung und ihre Riegel und ihre Säulen und ihre Füße,",
        "3_Chapter, 31_Verse": "Und die Säulen des Hofes ringsum und die Füße dazu und die Pflöcke und die Stricke, alle Geräte und aller Zubehör, und mit Namen sollt ihr ihnen zuzählen die Geräte, die ihrer Obhut zum Tragen anvertrauet sind.",
        "3_Chapter, 32_Verse": "Dies sei der Dienst der Geschlechter der Söhne Merari in allem, was sie zu besorgen beim Stiftszelte — durch Itamar den Sohn Aarons des Priesters.",
        "3_Chapter, 33_Verse": "Und es musterten Mose und Aaron und die Fürsten der Gemeinde die Söhne Kehat nach ihren Geschlechtern und Stammhäusern,",
        "3_Chapter, 34_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre, jeglichen, der in die Reihe trat zu dienen beim Stiftszelte.",
        "3_Chapter, 35_Verse": "Es waren ihrer Gemusterten, nach ihren Geschlechtern, zwei tausend sieben hundert und fünfzig.",
        "3_Chapter, 36_Verse": "Das sind die Gemusterten der Geschlechter Kehat, alle, die beim Stiftszelte dienten, die Mose und Aaron musterten auf Befehl des Herrn durch Mose.",
        "3_Chapter, 37_Verse": "Und die Gemusterten der Söhne Gerson nach ihren Geschlechtern und Stammhäusern,",
        "3_Chapter, 38_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre, jeglicher der in die Reihe trat zu dienen beim Stiftszelte,",
        "3_Chapter, 39_Verse": "Es waren ihrer Gemusterten nach ihren Geschlechtern und Stammhäusern zwei tausend sechshundert und dreißig.",
        "3_Chapter, 40_Verse": "Das sind die Gemusterten der Geschlechter der Söhne Gerson, alle die beim Stiftszelte dienten, die Mose und Aaron gemustert hatten auf Befehl des Herrn.",
        "3_Chapter, 41_Verse": "Die Gemusterten der Geschlechter der Söhne Merari nach ihren Geschlechtern und Stammhäusern,",
        "3_Chapter, 42_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre, jeglicher der in die Reihe trat beim Stiftszelte zu dienen;",
        "3_Chapter, 43_Verse": "Es waren ihrer Gemusterten nach ihren Geschlechtern drei tausend zwei hundert.",
        "3_Chapter, 44_Verse": "Das sind die Gemusterten der Geschlechter der Söhne Merari, die Mose und Aaron gemustert hatten auf Befehl des Herrn durch Mose.",
        "3_Chapter, 45_Verse": "Alle Gemusterten, die Mose und Aaron und die Fürsten Israels bei den Leviten gemustert hatten, nach ihren Geschlechtern und Stammhäusern,",
        "3_Chapter, 46_Verse": "Im Alter von dreißig Jahren und darüber bis zum fünfzigsten Jahre, jeglicher der antrat die Arbeit des Dienstes und die Arbeit des Tragens beim Stiftszelte;",
        "3_Chapter, 47_Verse": "Ihrer Gemusterten waren acht tausend fünf hundert und achtzig.",
        "3_Chapter, 48_Verse": "Auf Befehl des Herrn durch Mose wies er sie, einen jeglichen von den Gemusterten, an seinen Dienst und an seine Bürde, wie der Herr dem Mose geboten.",
        "4_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "4_Chapter, 1_Verse": "Gebiete den Kindern Israel, dass sie fortschicken aus dem Lager alle Aussätzigen und alle Samenflüssigen und alle an Leichen Verunreinigten.",
        "4_Chapter, 2_Verse": "Mann wie Weib sollt ihr fort schicken, hinaus vor das Lager sollt ihr sie schicken, dass sie nicht verunreinigen ihre Lagerplätze, in welchem ich throne.",
        "4_Chapter, 3_Verse": "Die Kinder Israel taten also und schickten sie hinaus vor das Lager; so wie Herr zu Mose geredet, also taten die Kinder Israel.",
        "4_Chapter, 4_Verse": "Der Herr redete zu Mose also:",
        "4_Chapter, 5_Verse": "Rede zu den Kindern Israel: Mann oder Weib, wenn sie eine menschliche Sünde begehen, wodurch sie sich auch gegen den Herrn versündigen, [d. h. fremdes Gut an sich reißen], dieselbe Person verfällt der Schuld;",
        "4_Chapter, 6_Verse": "Wenn sie aber ihre Schuld bekennen, so erstatten sie den veruntreuten Betrag und fügen den fünften Teil hinzu — dies geben sie dem, an dem sie die Veruntreuung begangen [oder, wenn dieser nicht mehr vorhanden, dessen Blutsverwandten].",
        "4_Chapter, 7_Verse": "Wenn aber der Mann keinen Blutsverwandten hat, um diesem die Schuld zu erstatten, so ist die Schuld dem Herrn, dem Priester zu erstatten, außer dem Widder der Versöhnung, wodurch man ihn sühnt.",
        "4_Chapter, 8_Verse": "Alle Heben von allen Heiligtümern der Kinder Israel, die sie darbringen dem Priester, gehören ihm.",
        "4_Chapter, 9_Verse": "Und eines Jeden Heiligtümer gehören ihm, was Jemand dem Priester gibt, gehört ihm.",
        "4_Chapter, 10_Verse": "Der Herr redete zu Mose also.",
        "4_Chapter, 11_Verse": "Rede zu den Kindern Israel und verordne ihnen: Wenn jemandes Weib ausschweift und ihm untreu wird,",
        "4_Chapter, 12_Verse": "Dass ein Mann sie beschläft; es ist aber verborgen geblieben vor den Augen ihres Mannes, weil es geheim geschehen, dass sie verunreinigt worden; es ist kein Zeuge gegen sie da und sie ist nicht ertappt worden.",
        "4_Chapter, 13_Verse": "Und es kommt über [den Ehemann] der Geist der Eifersucht, er ist eifersüchtig auf seine Frau und sie ist verunreinigt worden, oder es kommt über ihn der Geist der Eifersucht, und er ist eifersüchtig auf seine Frau und sie ist nicht verunreinigt worden;",
        "4_Chapter, 14_Verse": "So bringe der Mann seine Frau zu dem Priester, und bringe ihretwegen als Opfer ein Zehntel Efa Gerstenmehl, er gieße kein Öl darüber und lege keinen Weihrauch darauf, denn ein Speiseopfer der Eifersucht ist es, ein Speiseopfer der Erinnerung, das an Schuld erinnert.",
        "4_Chapter, 15_Verse": "Der Priester führe die Frau herzu und stelle es vor den Herrn.",
        "4_Chapter, 16_Verse": "Und der Priester nehme heiliges Wasser in irdenem Gefäße und von dem Staube, der sich befindet auf dem Grundboden der Wohnung, soll der Priester nehmen und in das Wasser thun.",
        "4_Chapter, 17_Verse": "Der Priester stelle die Frau vor den Herrn und entblöße das Haupt der Frau, auf ihre flachen Hände lege er das Speiseopfer der Erinnerung, das ein Speiseopfer der Eifersucht ist, und in der Hand des Priesters seien das bittere Wasser, das Fluchbringende.",
        "4_Chapter, 18_Verse": "Der Priester beschwöre sie dann und spreche zu der Frau: Wenn kein Mann dich beschlafen hat, und wenn du nicht ausgeschweift in Unreinheit hinter deinem Manne, so bleibe unverletzt von diesem bittern, fluchbringenden Wasser.",
        "4_Chapter, 19_Verse": "So du aber ausgeschweift hast hinter deinem Manne, und wenn du verunreinigt worden, dass ein Mann mit dir Beischlaf gehalten außer deinem Manne,",
        "4_Chapter, 20_Verse": "(Also beschwöre der Priester die Frau mit dem Schwure des Fluches und der Priester spreche zu der Frau:) So mache dich der Herr zum Fluch und Schwur unter deinem Volke; der Herr mache deine Hüfte schwinden und deinen Bauch schwellen.",
        "4_Chapter, 21_Verse": "Und es komme dieses fluchbringende Wasser in deine Eingeweide, den Leib zu schwellen und schwinden zu machen die Hüfte. Darauf spreche die Frau: Amen, Amen.",
        "4_Chapter, 22_Verse": "Der Priester schreibe dann diese Flüche in einen Brief und lösche [die Schrift] aus in dem bittern Wasser,",
        "4_Chapter, 23_Verse": "Und gebe der Frau zu trinken dies bittere fluchbringende Wasser, und dies fluchbringende Wasser komme in sie zur Bitterkeit.",
        "4_Chapter, 24_Verse": "Der Priester nehme dann von der Hand des Weibes das Speiseopfer der Eifersucht, und schwinge das Speiseopfer vor dem Herrn und bringe es hin zum Altar.",
        "4_Chapter, 25_Verse": "Der Priester fasse eine Hand voll von dem Speiseopfer als Duftteil und lasse ihn in Dampf aufgehen auf dem Altar, und hierauf lasse er die Frau das Wasser trinken.",
        "4_Chapter, 26_Verse": "Er lasse sie also das Wasser trinken, und es wird geschehen, wenn sie verunreinigt worden ist und eine Untreue begangen hat an ihrem Manne, so wirkt das fluchbringende Wasser, das in sie kommt zur Bitterkeit, dass ihr Bauch schwillt und ihre Hüfte schwindet und das Weib wird zum Fluch unter ihrem Volke.",
        "4_Chapter, 27_Verse": "Wenn aber die Frau nicht verunreinigt worden, sondern rein ist, so bleibt sie unverletzt und empfängt Samen.",
        "4_Chapter, 28_Verse": "Das ist das Gesetz der Eifersucht, wenn eine Frau ausschweift hinter ihrem Manne und ist verunreinigt worden.",
        "4_Chapter, 29_Verse": "Oder wenn über den Mann der Geist der Eifersucht kommt und er eifersüchtig ist auf seine Frau, so stelle er die Frau vor den Herrn, und der Priester thue mit ihr ganz nach diesem Gesetz.",
        "4_Chapter, 30_Verse": "Der Mann ist frei von Schuld, aber die Frau trägt ihre Strafe.",
        "5_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "5_Chapter, 1_Verse": "Rede zu den Kindern Israel und ordne ihnen an: Wenn ein Mann oder eine Frau ein absonderliches Gelübde ausspricht, das Gelübde, als Nasir enthaltsam zu sein für den Herrn.",
        "5_Chapter, 2_Verse": "So enthalte er sich des Weins und des starken Getränks, selbst Essig von Wein und Essig von starkem Getränke darf er nicht trinken, auch jeglichen Aufguß von Trauben darf er nicht trinken, und Trauben, frische und trockene, darf er nicht essen.",
        "5_Chapter, 3_Verse": "Die ganze Zeit seiner Enthaltung darf er nichts von allem essen, was vom Weinstock bereitet wird, sei es von Kernen oder Hülsen.",
        "5_Chapter, 4_Verse": "Die ganze Zeit des Gelübdes seiner Enthaltung gehe kein Scheermesser über sein Haupt; bis die Tage um sind, da er enthaltsam sein will für den Herrn, sei er heilig, er lasse frei wachsen das Haar seines Hauptes.",
        "5_Chapter, 5_Verse": "Die ganze Zeit seiner Enthaltsamkeitsweihe für den Herrn komme er zu keiner Leiche.",
        "5_Chapter, 6_Verse": "Selbst an seinem Vater und an seiner Mutter, an seinem Bruder und an seiner Schwester — er verunreinige sich nicht an ihnen, wenn sie gestorben sind; denn die Weihe seines Gottes ist auf seinem Haupte.",
        "5_Chapter, 7_Verse": "Die ganze Zeit seiner Enthaltung ist er heilig dem Herrn.",
        "5_Chapter, 8_Verse": "Und wenn jemand neben ihm urplötzlich stirbt und das Haupt seiner Weihe verunreinigt, so scheere er sein Haupt am Tage seiner Reinigung, am siebenten Tage soll er es scheeren.",
        "5_Chapter, 9_Verse": "Am achten Tage bringe er zwei Turteltauben oder zwei junge Tauben zu dem Priester an den Eingang des Stiftszeltes.",
        "5_Chapter, 10_Verse": "Der Priester opfere das eine als Sühnopfer und das andere als Ganzopfer und sühne ihn darum, dass er sich vergangen hat an der Leiche, und heilige sein Haupt an selbigem Tage.",
        "5_Chapter, 11_Verse": "Er aber sei enthaltsam für den Herrn [nochmals] die Zeit seiner Enthaltung, [dann] bringe er ein einjähriges Schaf als Schuldopfer; aber die früheren Tage sind verfallen, denn seine Weihe ist unrein geworden.",
        "5_Chapter, 12_Verse": "Das ist das Gesetz des Nasirs; am Tage, da die Zeit seiner Enthaltung um ist, bringe man ihn an den Eingang des Stiftszeltes.",
        "5_Chapter, 13_Verse": "Und er bringe dar als sein Opfer dem Herrn ein einjähriges Schaf ohne Fehl zum Ganzopfer, und ein einjähriges weibliches Schaf ohne Fehl zum Mahlopfer,",
        "5_Chapter, 14_Verse": "Und einen Korb ungesäuerte Brote von Kernmehl, Kuchen eingerührt mit Öl und ungesäuerte Fladen mit Öl bestrichen, und die Speiseopfer und die Spenden dazu.",
        "5_Chapter, 15_Verse": "Der Priester bringe dies dar vor dem Herrn und opfere dessen Sühnopfer und Ganzopfer.",
        "5_Chapter, 16_Verse": "Und den Widder bereite er als Mahlopfer dem Herrn samt dem Korbe mit den ungesäuerten Broten, und der Priester opfere sein Speiseopfer und seine Spende.",
        "5_Chapter, 17_Verse": "Der Nasir scheere dann am Eingang des Stiftszeltes das Haupt seiner Weihe, und nehme das Haar von dem Haupte, seiner Weihe und lege es auf das Feuer, das unter dem Mahlopfer ist.",
        "5_Chapter, 18_Verse": "Der Priester nehme den Bug, wenn er gekocht ist, von dem Widder, und einen ungesäuerten Kuchen aus dem Korbe und einen ungesäuerten Fladen, und lege es auf die flachen Hände des Nasirs, nachdem er sich hat scheeren lassen das Haupt seiner Weihe.",
        "5_Chapter, 19_Verse": "Der Priester mache damit eine Schwingung vor dem Herrn; eine heilige Gabe ist es für den Priester samt der Brust der Schwingung und samt dem Schenkel der Hebe, und hernach darf der Nasir Wein trinken.",
        "5_Chapter, 20_Verse": "Das ist das Gesetz des Nasir der ein Gelübde tut, sein Opfer dem Herrn wegen seiner Weihe, außer dem, wozu sein Vermögen hinreicht; gemäß seinem Gelübde, das er gelobt, so muß er thun über das Gesetzliche bei seiner Weihe.",
        "5_Chapter, 21_Verse": "Der Herr redete zu Mose also:",
        "5_Chapter, 22_Verse": "Rede zu Aaron und seinen Söhnen: Also sollt ihr segnen die Kinder Israel, sprechend zu ihnen:",
        "5_Chapter, 23_Verse": "Es segne dich der Herr und behüte dich;",
        "5_Chapter, 24_Verse": "Der Herr lasse dir leuchten sein Antlitz und sei dir gnädig;",
        "5_Chapter, 25_Verse": "Der Herr wende sein Antlitz dir zu und gebe dir Frieden!",
        "5_Chapter, 26_Verse": "So sollen sie meinen Namen legen auf die Kinder Israel, und ich werde sie segnen.",
        "6_Chapter, 0_Verse": "Es geschah am Tage, da Mose fertig war mit der Aufrichtung der Wohnung, als er sie gesalbt und geheiligt hatte mit all ihren Geräten, und den Altar und all sein Geräte, und sie geheiligt und gesalbt hatte;",
        "6_Chapter, 1_Verse": "Da brachten die Fürsten Israels, die Häupter der Stammhäuser, das sind die Fürsten der Stämme, die den Gemusterten vorstanden:",
        "6_Chapter, 2_Verse": "Diese brachten als ihre Gabe vor den Herrn sechs bedeckte Wagen und zwölf Rinder, je einen Wagen auf zwei Fürsten und je einen Stier auf Einen brachten sie vor die Wohnung.",
        "6_Chapter, 3_Verse": "Der Herr sprach zu Mose also:",
        "6_Chapter, 4_Verse": "Nimm es von ihnen an, es soll zum Dienste beim Stiftszelte gebraucht werden; gib sie den Leviten, jeglichem nach dem Maße seines Dienstes.",
        "6_Chapter, 5_Verse": "Mose nahm die Wagen und die Rinder und gab sie den Leviten.",
        "6_Chapter, 6_Verse": "Zwei Wagen und vier Rinder gab er den Söhnen Gerson nach Maß ihres Dienstes.",
        "6_Chapter, 7_Verse": "Und vier Wagen und acht Rinder gab er den Söhnen Merari nach Maß ihres Dienstes, durch Itamar, den Sohn Aarons des Priesters.",
        "6_Chapter, 8_Verse": "Aber den Söhnen Kehat gab er nichts, denn ein heiliger Dienst [die Fortbewegung der heiligsten Gegenstande im Stiftszelt] lag ihnen ob; auf den Schultern mußten sie tragen.",
        "6_Chapter, 9_Verse": "Die Fürsten brachten dar das Einweihungsgeschenk des Altars, am Tage, da er gesalbt wurde; die Fürsten brachten ihr Opfer dar vor dem Altar.",
        "6_Chapter, 10_Verse": "Der Herr sprach zu Mose: Je ein Fürst an einem Tage sollen sie ihr Opfer darbringen zur Einweihung des Altars.",
        "6_Chapter, 11_Verse": "Und es war, der am ersten Tage sein Opfer darbrachte, Nachson der Sohn Amminadabs vom Stamme Jehuda.",
        "6_Chapter, 12_Verse": "Sein Opfer war; eine Schüssel von Silber, hundert und dreißig Schekel an Gewicht, ein Becken von Silber, siebzig Schekel an Gewicht nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 13_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks:",
        "6_Chapter, 14_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 15_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 16_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe, dies ist das Opfer Nachsons des Sohnes Amminadabs.",
        "6_Chapter, 17_Verse": "Am zweiten Tage brachte der Natanael Sohn Zuars, der Fürst von Issachar. ",
        "6_Chapter, 18_Verse": "Er brachte sein Opfer; eine Schüssel von Silber hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Mehl zum Speiseopfer;",
        "6_Chapter, 19_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks:",
        "6_Chapter, 20_Verse": "Einen jungen Farren, einen Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 21_Verse": "Einen Ziegenbock zum Sühnopfer;",
        "6_Chapter, 22_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Natanaels des Sohnes Zuars.",
        "6_Chapter, 23_Verse": "Am dritten Tage der Fürst der Söhne Sebulun, Eliab Sohn Helons.",
        "6_Chapter, 24_Verse": "Sein Opfer war: Eine Schüssel von Silber hundert und dreißig Schekel an Gewicht, ein Becken von Silber, siebzig Schekel [an Gewicht], nach dem Schekel des Heiligtums beide voll Kernmehl eingerührt mit Öl zum Speiseopfer.",
        "6_Chapter, 25_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks;",
        "6_Chapter, 26_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 27_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 28_Verse": "Und zum Mahlopfer, zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Eliabs des Sohnes Helons.",
        "6_Chapter, 29_Verse": "Am vierten Tage der Fürst der Söhne Ruben, Elizur, Sohn Sedëurs.",
        "6_Chapter, 30_Verse": "Sein Opfer war: Eine Schüssel von Silber hundert und dreißig Schekel an Gewicht, ein Becken von Silber stebzig Schekel [schwer] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer,",
        "6_Chapter, 31_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks:",
        "6_Chapter, 32_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 33_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 34_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Elizurs, des Sohnes Sedëurs.",
        "6_Chapter, 35_Verse": "Am fünften Tage der Fürst der Söhne Simeon, Selumiel Sohn Zurisaddais.",
        "6_Chapter, 36_Verse": "Sein Opfer war: Eine Schüssel von Silber hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 37_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks;",
        "6_Chapter, 38_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 39_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 40_Verse": "Und zum Mahlopfer: zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Selumiels des Sohnes Zurisaddais.",
        "6_Chapter, 41_Verse": "Am sechsten Tage der Fürst der Söhne Gad, Eljasaf Sohn Dëuëls.",
        "6_Chapter, 42_Verse": "Sein Opfer war: Eine Schüssel von Silber hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 43_Verse": "Ein flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks;",
        "6_Chapter, 44_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 45_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 46_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Eljasafs, des Sohnes Dëuëls.",
        "6_Chapter, 47_Verse": "Am siebenten Tage der Fürst der Söhne Efraims, Elisama Sohn Ammihuds.",
        "6_Chapter, 48_Verse": "Sein Opfer war: Eine Schüssel von Silber, hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 49_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks:",
        "6_Chapter, 50_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 51_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 52_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Elisamas des Sohnes Ammihuds.",
        "6_Chapter, 53_Verse": "Am achten Tage der Fürst der Söhne Manasse, Gamliel Sohn Pedazurs.",
        "6_Chapter, 54_Verse": "Sein Opfer war: Eine Schüssel von Silber, hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 55_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks;",
        "6_Chapter, 56_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 57_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 58_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe, dies ist das Opfer Gamliels des Sohnes Pedazurs.",
        "6_Chapter, 59_Verse": "Am neunten Tage der Fürst der Söhne Benjamin, Abidan Sohn Gideonis.",
        "6_Chapter, 60_Verse": "Sein Opfer war: Eine Schüssel von Silber, hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 61_Verse": "Eine flache Schale von zehn Goldsekel voll Räucherwerks;",
        "6_Chapter, 62_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 63_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 64_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Abidaus des Sohnes Gideonis.",
        "6_Chapter, 65_Verse": "Am zehnten Tage der Fürst der Söhne Dan, Ahieser Sohn Ammisaddais.",
        "6_Chapter, 66_Verse": "Sein Opfer war: Eine Schüssel von Silber hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 67_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks;",
        "6_Chapter, 68_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 69_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 70_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Ahiesers des Sohnes Ammisaddais.",
        "6_Chapter, 71_Verse": "Am elften Tage der Fürst der Söhne Asser, Pagiel Sohn Ochrans.",
        "6_Chapter, 72_Verse": "Sein Opfer war: Eine Schüssel von Silber, hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl mit Öl zum Speiseopfer;",
        "6_Chapter, 73_Verse": "Eine flache Schale von zehn Goldsekel [an Gewicht] voll Räucherwerks;",
        "6_Chapter, 74_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 75_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 76_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Pagiels des Sohnes Orans.",
        "6_Chapter, 77_Verse": "Am zwölften Tage der Fürst der Söhne Naftali, Ahira Sohn Enans.",
        "6_Chapter, 78_Verse": "Sein Opfer war: Eine Schüssel von Silber, hundert und dreißig Schekel an Gewicht, ein Becken von Silber siebzig Schekel [an Gewicht] nach dem Schekel des Heiligtums, beide voll Kernmehl eingerührt mit Öl zum Speiseopfer;",
        "6_Chapter, 79_Verse": "Eine flache Schale von zehn Goldsekel san Gewicht voll Räucherwerks;",
        "6_Chapter, 80_Verse": "Ein junger Farren, ein Widder, ein einjähriges Schaf zum Ganzopfer;",
        "6_Chapter, 81_Verse": "Ein Ziegenbock zum Sühnopfer;",
        "6_Chapter, 82_Verse": "Und zum Mahlopfer; zwei Rinder, fünf Widder, fünf Böcke, fünf einjährige Schafe; dies ist das Opfer Ahiras des Sohnes Enans.",
        "6_Chapter, 83_Verse": "Also war das Einweihungsgeschenk des Altars am Tage, da man ihn salbte, von den Fürsten Israels: Zwölf silberne Schüsseln, zwölf silberne Becken, zwölf goldene flache Schalen:",
        "6_Chapter, 84_Verse": "Hundert und dreißig Schekel [wog] jede silberne Schüssel und siebzig jedes Becken; alles Silber der Gefäße: Zwei tausend vier hundert [Schekel] nach dem Schekel des Heiligtums.",
        "6_Chapter, 85_Verse": "Zwölf goldene flache Schalen voll Räucherwerks, jede flache Schale wog zehn [Schekel] nach dem Schekel des Heiligtums, alles Gold der flachen Schalen hundert und zwanzig [Schekel].",
        "6_Chapter, 86_Verse": "Alle Rinder zum Ganzopfer; zwölf Farren; zwölf Widder, zwölf einjährige Schafe und ihre Speiseopfer, zwölf Ziegenböcke zum Sühnopfer.",
        "6_Chapter, 87_Verse": "Und alle Rinder zu dem Mahlopfer: Vier und zwanzig Farren, sechzig Widder, sechzig Böcke, sechzig einjährige Schafe; dies war die Einweihung des Altars, nachdem er gesalbt worden.",
        "6_Chapter, 88_Verse": "Wenn Mose hineinging in das Stiftszelt mit [Gott] zu reden, hörte er die Stimme, sich unterredend mit ihm von dem Deckel herab, der über der Lade des Zeugnisses, zwischen den beiden Cherubim hervor, und so redete er zu ihm.",
        "7_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "7_Chapter, 1_Verse": "Rede zu Aaron und ordne an: Wenn du aufsteckst die Lampen [im Heiligtum], so sollen die sieben Lampen leuchten nach der Vorderseite des Leuchters.",
        "7_Chapter, 2_Verse": "Aaron tat also; nach der Vorderseite des Leuchters steckte er die Lampen auf, so wie der Herr dem Mose geboten.",
        "7_Chapter, 3_Verse": "Also war die Arbeit des Leuchters: Von gediegenem Golde, vom Fuß bis zu den Blumen war er; nach der Gestalt, die der Herr dem Mose gezeigt, so hatte man den Leuchter gemacht.",
        "7_Chapter, 4_Verse": "Der Herr redete zu Mose also:",
        "7_Chapter, 5_Verse": "Nimm die Leviten aus der Mitte der Kinder Israel und reinige sie.",
        "7_Chapter, 6_Verse": "Und also verfahre mit ihnen bei ihrer Reinigung: sprenge auf sie Entsündigungswasser, wenn sie das Scheermesser über ihren ganzen Leib haben gehen lassen; sie sollen ihre Kleider waschen und sich baden.",
        "7_Chapter, 7_Verse": "Dann sollen sie nehmen einen jungen Farren und das Speiseopfer dazu, Kernmehl eingerührt mit Öl, und einen zweiten jungen Farren sollst du nehmen zum Sühnopfer.",
        "7_Chapter, 8_Verse": "Und lass die Leviten herzutreten vor das Stiftszelt und versammele die ganze Gemeinde der Kinder Israel.",
        "7_Chapter, 9_Verse": "Und hast du die Leviten herzutreten lassen vor dem Herrn, so legen die Kinder Israel ihre Hände auf die Leviten.",
        "7_Chapter, 10_Verse": "Und Aaron mache mit den Leviten eine Schwingung vor dem Herrn von den Kindern Israel [lasse sie durch die Israeliten um den Altar führen], dass sie den Dienst des Herrn verrichten.",
        "7_Chapter, 11_Verse": "Die Leviten sollen ihre Hände legen auf die Köpfe der Farren, und opfere dann einen als Sühnopfer und den anderen als Ganzopfer dem Herrn, die Leviten zu sühnen.",
        "7_Chapter, 12_Verse": "Stelle dann die Leviten vor Aaron und vor seine Söhne, und mache mit ihnen eine Schwingung vor dem Herrn [sie durch Aaron und seine Söhne um den Altar führen lassen].",
        "7_Chapter, 13_Verse": "Sondere also die Leviten aus der Mitte der Kinder Israel, dass die Leviten mir gehören.",
        "7_Chapter, 14_Verse": "Hierauf gehen die Leviten hinein zu bedienen das Stiftszelt, wenn. du sie gereinigt und mit ihnen eine Schwingung gemacht hast.",
        "7_Chapter, 15_Verse": "Denn geweiht sind sie mir aus der Mitte der Kinder Israel; für alles, was den Mutterleib erschließt, alle Erstgeburt der Kinder Israel, habe ich mir sie genommen.",
        "7_Chapter, 16_Verse": "Denn mir gehört jeder Erstgeborene unter den Kindern Israel, von Mensch und Vieh, an dem Tage, da ich alle Erstgeborenen im Lande Ägypten schlug, heiligte ich sie mir.",
        "7_Chapter, 17_Verse": "Ich nehme die Leviten für alle Erstgeborenen unter den Kindern Israel.",
        "7_Chapter, 18_Verse": "Und ich gebe die Leviten als Hilfe dem Aaron und seinen Söhnen aus der Mitte der Kinder Israel, den Dienst für die Kinder Israel zu verrichten beim Stiftszelte und zu sühnen die Kinder Israel, dass keine Seuche über sie komme, wenn sie dem Heiligtum nahen.",
        "7_Chapter, 19_Verse": "Und so taten Mose und Aaron und die ganze Gemeinde der Kinder Israel den Leviten, ganz so wie der Herr dem Mose geboten wegen der Leviten, also taten die Kinder Israel.",
        "7_Chapter, 20_Verse": "Die Leviten ließen sich entsündigen und wuschen ihre Kleider, und Aaron machte mit ihnen eine Schwingung vor dem Herrn und sühnte sie zu ihrer Reinigung.",
        "7_Chapter, 21_Verse": "Hierauf gingen die Leviten hinein, um ihren Dienst zu verrichten beim Stiftszelte vor Aaron und vor seinen Söhnen, so wie der Herr dem Mose wegen der Leviten geboten hatte, so taten sie ihnen.",
        "7_Chapter, 22_Verse": "Der Herr redete zu Mose also:",
        "7_Chapter, 23_Verse": "Das sei [Bestimmung] für die Leviten: [Im Alter] von fünf und zwanzig Jahren und darüber komme jeder in die Reihe, einzutreten zum Dienste beim Stiftszelte.",
        "7_Chapter, 24_Verse": "Und nach dem fünfzigsten Jahre trete er aus der Reihe des Dienstes und diene nicht ferner.",
        "7_Chapter, 25_Verse": "Er soll dann nur aufwarten seinen Brüdern beim Stiftszelte, Obhut zu halten, aber den Dienst verrichte er nicht. Also sollst du es mit den Leviten halten bei ihren Amtsverrichtungen.",
        "8_Chapter, 0_Verse": "Der Herr redete zu Mose in der Wüste Sinai, im zweiten Jahre nach dem Auszuge aus dem Lande Ägypten im ersten Monat also:",
        "8_Chapter, 1_Verse": "Die Kinder Israel sollen das Pessach opfern zu seiner Zeit.",
        "8_Chapter, 2_Verse": "Am vierzehnten Tage dieses Monats gegen Abend sollt ihr es opfern zu seiner Zeit, nach allen seinen Satzungen und all seinen Vorschriften sollt ihr es opfern.",
        "8_Chapter, 3_Verse": "Und Mose redete zu den Kindern Israel, dass sie das Pessach opferten.",
        "8_Chapter, 4_Verse": "Sie opferten das Pessach am vierzehnten Tage des ersten Monats gegen Abend in der Wüste Sinai; ganz so, wie der Herr dem Mose geboten, so taten die Kinder Israel.",
        "8_Chapter, 5_Verse": "Es gab aber Männer, die unrein waren, durch die [Berührung einer] Leiche eines Menschen, und sie konnten nicht das Pessach opfern an selbigem Tage, und sie traten vor Mose und vor Aaron an jenem Tage.",
        "8_Chapter, 6_Verse": "Jene Männer sprachen zu ihm: Wir sind unrein durch die Leiche eines Menschen, warum sollen wir ausgeschlossen werden, dass wir nicht darbringen das Opfer dem Herrn zu seiner Zeit unter den Kindern Israel?",
        "8_Chapter, 7_Verse": "Mose sprach zu ihnen: Wartet, dass ich höre, was der Herr euretwegen gebietet.",
        "8_Chapter, 8_Verse": "Der Herr redete zu Mose also:",
        "8_Chapter, 9_Verse": "Rede zu den Kindern Israel also: Wenn Jemand unrein wird durch [die Berührung] einer Leiche, oder auf weiter Reise ist, jetzt oder in künftigen Geschlechtern, so opfere er doch das Pessach dem Herrn.",
        "8_Chapter, 10_Verse": "Am vierzehnten des zweiten Monats gegen Abend sollen sie es opfern, mit ungesäuertem Brote und bitteren Kräutern sollen sie es essen.",
        "8_Chapter, 11_Verse": "Sie sollen nichts davon übrig lassen bis zum Morgen, und keinen Knochen an ihm zerbrechen, nach der ganzen Satzung des Pessach sollen sie es opfern.",
        "8_Chapter, 12_Verse": "Aber der Mann, der rein ist und nicht auf der Reise und es unterlässt, das Pessach zu opfern, diese Person werde ausgerottet aus ihrem Stamme; denn das Opfer des Herrn hat er nicht dargebracht zu seiner Zeit, seine Strafe erleide derselbe Mann.",
        "8_Chapter, 13_Verse": "Und wenn ein Fremdling bei euch weilt und das Pessach opfert dem Herrn, so opfere er es nach der Satzung des Pessach und nach dessen Vorschrift; Eine Satzung sei für euch, für den Fremdling wie für den Eingeborenen des Landes.",
        "8_Chapter, 14_Verse": "Am Tage, da man die Wohnung aufgerichtet, deckte die Wolke die Wohnung über dem Zelte des Zeugnisses, und abends war über der Wohnung wie der Schein eines Feuers bis zum Morgen.",
        "8_Chapter, 15_Verse": "So war es beständig. Die Wolke bedeckte sie und nachts noch der Feuerschein.",
        "8_Chapter, 16_Verse": "Wenn die Wolke aufstieg vor dem Zelte, brachen die Kinder Israel auf, und an dem Orte, wo die Wolke sich niederließ, dort lagerten die Kinder Israel.",
        "8_Chapter, 17_Verse": "Auf Befehl des Herrn brachen die Kinder Israel auf, und auf Befehl des Herrn lagerten sie; so lange Zeit die Wolke ruhete über der Wohnung, lagerten sie.",
        "8_Chapter, 18_Verse": "Verweilte die Wolke über der Wohnung viele Tage, so wahrten die Kinder Israel das Merkzeichen des Herrn und brachen nicht auf.",
        "8_Chapter, 19_Verse": "Zuweilen war die Wolke wenige Tage über der Wohnung; [dann ebenso] lagerten sie auf Befehl des Herrn, und auf Befehl des Herrn brachen sie auf.",
        "8_Chapter, 20_Verse": "Zuweilen war die Wolke nur vom Abend bis an den Morgen — stieg die Wolke am Morgen, so brachen sie auf; oder sie war nur einen Tag und eine Nacht — stieg die Wolke, so brachen sie auf.",
        "8_Chapter, 21_Verse": "Oder zwei Tage oder einen Monat oder ein ganzes Jahr, wenn die Wolke über der Wohnung verweilte, darüber zu ruhen, lagerten die Kinder Israel und brachen nicht auf, und wenn sie aufstieg brachen sie auf.",
        "8_Chapter, 22_Verse": "Auf Befehl des Herrn lagerten sie also und auf Befehl des Herrn brachen sie auf. Das Merkzeichen des Herrn wahrten sie auf Befehl des Herrn durch Mose.",
        "9_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "9_Chapter, 1_Verse": "Mache dir zwei Trompeten von Silber, gediegen sollst du sie machen, und sie dienen dir zum Zusammenrufen der Gemeinde und beim Aufbruch des Lagers.",
        "9_Chapter, 2_Verse": "Sobald man in beide stößt, so soll sich bei dir einstellen die ganze Gemeinde an dem Eingang des Stiftszeltes.",
        "9_Chapter, 3_Verse": "Und wenn man in eine stößt, so stellen sich bei dir ein die Fürsten, die Häupter der Haufen Israels.",
        "9_Chapter, 4_Verse": "Blaset ihr Lärm, so brechen die Lager auf, die gegen Osten lagern.",
        "9_Chapter, 5_Verse": "Blaset ihr Lärm zum zweiten Male, so brechen die Lager auf, die gegen Süden lagern; Lärm sollen sie blasen bei ihrem Aufbruche.",
        "9_Chapter, 6_Verse": "Beim Versammeln der Versammlung sollt ihr [in die Trompeten] stoßen, aber nicht Lärm blasen.",
        "9_Chapter, 7_Verse": "Die Söhne Aarons, die Priester sollen in die Trompeten stoßen und dies soll euch zu ewiger Satzung sein bei euren Geschlechtern.",
        "9_Chapter, 8_Verse": "Auch wenn ihr zum Kampf ziehet in eurem Lande wider den Dränger, der euch bedrängt, sollt ihr schmettern mit den Trompeten; eurer wird gedacht werden vor dem Herrn, eurem Gott, und euch wird geholfen von euren Feinden.",
        "9_Chapter, 9_Verse": "Auch an eurem Freudentage und an euren Festen und an euren Neumonden stoßet in die Trompeten; bei euren Ganzopfern und bei euren Opfermahlen seien sie euch zur Erinnerung vor eurem Gotte. Ich, der Herr, euer Gott.",
        "9_Chapter, 10_Verse": "Es geschah im zweiten Jahre, am zwanzigsten des zweiten Monats, stieg die Wolke auf von der Wohnung des Zeugnisses.",
        "9_Chapter, 11_Verse": "Da brachen die Kinder Israel auf in ihren Zügen von der Wüste Sinai, und die Wolke ließ sich nieder in der Wüste Paran.",
        "9_Chapter, 12_Verse": "Da brachen zuerst auf, auf Befehl des Herrn durch Mose:",
        "9_Chapter, 13_Verse": "Das Panier des Lagers der Söhne Jehuda brach zuerst auf mit ihren Heeren, und über sein Heer war Nachson, Sohn Amminadabs.",
        "9_Chapter, 14_Verse": "Über das Heer des Stammes der Söhne Issachar: Natanael Sohn Zuars.",
        "9_Chapter, 15_Verse": "Über das Heer des Stammes der Söhne Sebulun: Eliab Sohn Helons.",
        "9_Chapter, 16_Verse": "Dann war die Wohnung abgenommen, es brachen auf die Söhne Gerson und die Söhne Merari, die Träger der Wohnung.",
        "9_Chapter, 17_Verse": "Und das Panier des Lagers Ruben brach auf mit ihren Heeren; über sein Heer war Elizur Sohn Sedëurs.",
        "9_Chapter, 18_Verse": "Über das Heer des Stammes der Söhne Simeon: Selumiel Sohn Zurisaddais.",
        "9_Chapter, 19_Verse": "Über das Heer des Stammes der Söhne Gad: Eljasaf Sohn Dëuël.",
        "9_Chapter, 20_Verse": "Es brachen dann auf die Kehatiden, die Träger des Heiligtums, und jene richteten die Wohnung auf, bevor diese ankamen.",
        "9_Chapter, 21_Verse": "Und dann brach das Panier des Lagers der Söhne Efraim auf mit ihren Heeren, über sein Heer war Elisama, Sohn Ammihuds;",
        "9_Chapter, 22_Verse": "Über das Heer des Stammes der Söhne Manasse: Gamliel, Sohn Pedazurs;",
        "9_Chapter, 23_Verse": "Über das Heer des Stammes der Söhne Benjamin: Abidan, Sohn Gideonis.",
        "9_Chapter, 24_Verse": "Das Panier des Lagers der Söhne Dan brach dann auf, der Nachzug aller Lager mit seinen Heeren, über sein Heer war Ahieser, Sohn Ammisaddais.",
        "9_Chapter, 25_Verse": "Über das Heer des Stammes der Söhne Asser: Pagiël, Sohn Ochrans.",
        "9_Chapter, 26_Verse": "Und über das Heer des Stammes der Söhne Naftali: Ahira, Sohn Enans.",
        "9_Chapter, 27_Verse": "Also waren die Züge der Kinder Israel mit ihren Heeren; so setzten sie sich in Bewegung. ",
        "9_Chapter, 28_Verse": "Mose sprach zu Hobab, dem Sohne Rëuëls aus Midjan, des Schwähers Moses: Wir brechen nun auf nach dem Orte hin, von dem der Herr gesprochen, ihn will ich euch geben, komm mit uns, und wir wollen dir Gutes tun, denn der Herr hat Israel Gutes zugesagt.",
        "9_Chapter, 29_Verse": "Aber [Hobab] sprach zu ihm: Ich will nicht gehen, sondern in mein Land und nach meinem Geburtsort will ich zurückkehren.",
        "9_Chapter, 30_Verse": "[Mose] antwortete: Verlass uns doch nicht, denn du weißt nun einmal unsere Lagerplätze in der Wüste und warst uns Wegweiser.",
        "9_Chapter, 31_Verse": "So du nun mit uns gehest, wollen wir dich jenes Gute mitgenießen lassen, das der Herr uns angedeihen lassen wird.",
        "9_Chapter, 32_Verse": "Und sie brachen auf vom Berge des Herrn, drei Tagereisen weit, die Bundeslade des Herrn zog vor ihnen her drei Tagereisen weit, um ihnen eine Ruhestätte zu erkunden.",
        "9_Chapter, 33_Verse": "Die Wolke des Herrn war über ihnen des Tages, wenn sie aufbrachen aus dem Lager.",
        "9_Chapter, 34_Verse": "Wenn die Lade aufbrach, sprach Mose: Erhebe dich, Herr, dass sich zerstreuen deine Feinde, und deine Hasser fliehen vor deinem Antlitz.",
        "9_Chapter, 35_Verse": "Und wenn sie sich niederließ, sprach er: Kehre ein, Herr, bei den Myriaden der Haufen Israels.",
        "10_Chapter, 0_Verse": "Einst geschah es, dass das Volk sich auf üble Weise vor dem Herrn beklagte, der Herr hörte es, und sein Zorn erglühte; es entbrannte wider sie ein Feuer des Herrn und fraß am Ende des Lagers.",
        "10_Chapter, 1_Verse": "Da schrie das Volk zu Mose; Mose betete zum Herrn, worauf das Feuer versank.",
        "10_Chapter, 2_Verse": "Man nannte diesen Ort Tabera [Brandstätte], denn entbrannt war gegen sie das Feuer des Herrn.",
        "10_Chapter, 3_Verse": "Aber das zusammengelaufene Gesindel, das unter ihm war, fühlte ein Gelüste, und auch die Kinder Israel weinten wieder: Wer wird uns Fleisch zu essen geben?",
        "10_Chapter, 4_Verse": "Wir erinnern uns der Fische, die wir umsonst aßen in Ägypten, der Gurken und der Melonen, des Lauches und des Knoblauchs.",
        "10_Chapter, 5_Verse": "Und nun lechzt unsere Seele, — nichts ist da; nur auf das Manna sind unsere Augen gerichtet.",
        "10_Chapter, 6_Verse": "Aber das Manna war wie Koriandersamen und seine Farbe wie die Farbe des Bedolach.",
        "10_Chapter, 7_Verse": "Das Volk streifte umher, und sie sammelten und mahlten es auf der Mühle, oder stampften es in der Stampfe und kochten es in dem Topfe oder machten daraus Kuchen; und sein Geschmack glich dem Geschmacke des Markes von Öl.",
        "10_Chapter, 8_Verse": "Und wenn nachts der Tau herabfiel auf das Lager, fiel das Manna darauf.",
        "10_Chapter, 9_Verse": "Da hörte Mose das Volk weinen nach seinen Geschlechtern, jeder am Eingange seines Zeltes, und der Zorn des Herrn erglühte sehr; auch in den Augen Moses war es missfällig.",
        "10_Chapter, 10_Verse": "Mose sprach zum Herrn: Warum bist du so übel verfahren mit deinem Knechte, warum habe ich nicht Gnade gefunden in deinen Augen, dass du die Last dieses ganzen Volkes auf mich legtest?",
        "10_Chapter, 11_Verse": "Hab‘ ich dieses ganze Volk unter dem Herzen getragen, oder habe ich es geboren, dass du zu mir sprichst: Trage es in deinem Schoße, gleichwie der Wärter trägt den Säugling, in das Land, das du seinen Vätern zugeschworen hast?",
        "10_Chapter, 12_Verse": "Woher habe ich Fleisch diesem ganzen Volke zu geben? Denn sie weinen um mich her und sprechen: Gib uns Fleisch, dass wir essen.",
        "10_Chapter, 13_Verse": "Ich allein vermag nicht dieses Volk zu tragen, denn es ist mir zu schwer.",
        "10_Chapter, 14_Verse": "Und wenn du also mir tun willst, bringe mich doch um, wenn ich Gnade finden in deinen Augen; dass ich nicht mein Unglück [fortwährend] ansehe.",
        "10_Chapter, 15_Verse": "Der Herr sprach zu Mose: Versammle mir siebzig Männer aus den Ältesten Israels, die du kennst, dass sie die Ältesten und Beamten Israels sind, und führe sie zu dem Stiftszelte, und sie sollen dort bei dir stehen.",
        "10_Chapter, 16_Verse": "Ich werde herniedersteigen und mit dir reden daselbst und werde entnehmen von dem Geiste, der auf dir ist, und ihn auf sie legen, und sie sollen mit dir tragen an der Last des Volkes, dass du nicht allein tragest.",
        "10_Chapter, 17_Verse": "Zu dem Volke aber sprich: Seid bereit auf morgen, Fleisch zu essen, denn ihr habt geweint vor dem Herrn und gesprochen: Wer wird uns Fleisch zu essen geben? denn besser ging es uns in Ägypten. So wird euch der Herr Fleisch geben, dass ihr [euch satt] esset.",
        "10_Chapter, 18_Verse": "Nicht einen Tag werdet ihr zu essen haben und nicht zwei Tage und nicht fünf Tage und nicht zehn Tage und nicht zwanzig Tage.",
        "10_Chapter, 19_Verse": "Auf einen vollen Monat, bis es euch zur Nase herauskommt und es euch zum Ekel wird, darum, dass ihr den Herrn, der unter euch ist, verworfen und habt vor ihm geweint und gesprochen: Wozu doch sind wir aus Ägypten gezogen?",
        "10_Chapter, 20_Verse": "Mose sprach: Sechshunderttausend zu Fuß ist das Volk, unter dem ich bin, und du sprachst: Fleisch will ich ihnen geben, dass sie einen vollen Monat essen?",
        "10_Chapter, 21_Verse": "Und wenn [alle] Schafe und Rinder für sie geschlachtet werden, wird es für sie ausreichen? Und wenn alle Fische des Meeres für sie gesammelt werden, wird es für sie ausreichen?",
        "10_Chapter, 22_Verse": "Der Herr sprach zu Mose: Ist die Macht des Herrn zu kurz? Du sollst jetzt sehen, ob mein Wort eintrifft oder nicht.",
        "10_Chapter, 23_Verse": "Mose kam heraus und redete zu dem Volke die Worte des Herrn, versammelte siebzig Männer aus den Ältesten des Volkes und stellte sie rings um das Zelt.",
        "10_Chapter, 24_Verse": "Der Herr stieg hernieder in einer Wolke und redete zu ihm und entnahm von dem Geiste, der auf ihm war und legte auf die siebzig Männer, die Ältesten und es geschah, solange der Geist auf ihnen ruhte, weissagten sie, aber nicht länger.",
        "10_Chapter, 25_Verse": "Zwei Männer blieben aber zurück im Lager, der eine hieß Eldad und der andere Medad, und als der Geist auf ihnen ruhte — auch sie waren unter den Aufgezeichneten, sie waren aber nicht herausgegangen vor das Zelt — weissagten sie im Lager.",
        "10_Chapter, 26_Verse": "Da lief ein Knabe und meldete dem Mose und sprach: Eldad und Medad weissagen im Lager.",
        "10_Chapter, 27_Verse": "Darauf rief Josua, Sohn Nuns, der Mose wartete von seiner Jugend und sprach: Mein Herr Mose wehre ihnen.",
        "10_Chapter, 28_Verse": "Da sprach Mose zu ihm: Eiferst du für mich? Dass doch das ganze Volk des Herrn Propheten wären, dass der Herr seinen Geist auf sie legte!",
        "10_Chapter, 29_Verse": "Mose zog sich zurück in das Lager, er und die Ältesten Israels.",
        "10_Chapter, 30_Verse": "Und ein mächtiger Wind brach hervor und trieb Wachteln herbei von der Westseite und streute sie um das Lager bei einer Tagereise hier und bei einer Tagereise dort, rings um das Lager, und bei zwei Ellen hoch über der Erde.",
        "10_Chapter, 31_Verse": "Das Volk machte sich darüber denselben ganzen Tag, die ganze Nacht und den ganzen folgenden Tag und sammelte Wachteln; der am wenigstens sammelte, hatte zehn Omer, und sie breiteten sie sich aus rings um das Lager.",
        "10_Chapter, 32_Verse": "Das Fleisch war ihnen noch zwischen den Zähnen, bevor es noch zerkaut war, da erglühte der Zorn des Herrn über das Volk, und der Herr schlug unter dem Volke gewaltig.",
        "10_Chapter, 33_Verse": "Man nannte diesen Ort Kibrot ha-Taava [Gräber des Gelüstes], denn dort begrub man das lüsterne Volk.",
        "10_Chapter, 34_Verse": "Von Kibrot ha-Taava brach das Volk auf nach Hazerot; in Hazerot blieb es.",
        "11_Chapter, 0_Verse": "Miriam und Aaron redeten gegen Mose wegen des äthiopischen Weibes, das er genommen — denn eine Äthioperin hatte er zur Frau genommen.",
        "11_Chapter, 1_Verse": "Sie sprachen: Redet der Herr nur zu Mose, redet er nicht auch zu uns? Der Herr hörte das.",
        "11_Chapter, 2_Verse": "Der Mann Mose war sehr sanftmütig, mehr als irgendein Mensch auf dem Erdboden.",
        "11_Chapter, 3_Verse": "Der Herr sprach plötzlich zu Mose und Aaron und Miriam: Gehet hinaus ihr drei nach dem Stiftszelte. Und alle drei gingen hinaus.",
        "11_Chapter, 4_Verse": "Der Herr stieg hernieder in einer Wolkensäule und stand am Eingange des Zeltes und rief Aaron und Miriam, und beide traten heraus.",
        "11_Chapter, 5_Verse": "Und er sprach: Höret denn meine Worte: Wenn einer von euch ein Prophet des Herrn ist, in der Erscheinung thue ich mich ihm kund, im Traume rede ich zu ihm.",
        "11_Chapter, 6_Verse": "Nicht also mein Knecht Mose, in meinem ganzen Hause [unter allen die mir dienen] ist er bewährt.",
        "11_Chapter, 7_Verse": "Zu ihm rede ich von Mund zu Mund und sichtbar, nicht in Rätseln, dass er ein Abbild des Herrn schauet, und wie habt ihr euch nicht gescheuet, zu reden gegen meinen Knecht, gegen Mose?",
        "11_Chapter, 8_Verse": "Und der Zorn des Herrn erglühte über sie, und er ging weg.",
        "11_Chapter, 9_Verse": "Als die Wolke von dem Zelte wich, da ward Miriam aussätzig wie der Schnee. Aaron wandte sich zu Miriam und sie war aussätzig.",
        "11_Chapter, 10_Verse": "Aaron sprach zu Mose: O, mein Herr, rechne uns die Sünde nicht an, dass wir uns betören ließen und dass wir uns vergangen.",
        "11_Chapter, 11_Verse": "Dass Miriam nicht gleich sei einer toten Geburt, die, indem sie aus Mutterleib kommt, halb verweset ist.",
        "11_Chapter, 12_Verse": "Mose schrie zum Herrn und sprach: Gott, o heile sie doch!",
        "11_Chapter, 13_Verse": "Aber der Herr sprach zu Mose: Hätte ihr der Vater ins Gesicht gespieen, würde sie sich nicht schämen sieben Tage? Sie bleibe daher eingeschlossen sieben Tage außer dem Lager und danach mag sie wieder geheilt aufgenommen werden.",
        "11_Chapter, 14_Verse": "Miriam blieb sieben Tage außer dem Lager eingeschlossen, das Volk brach nicht eher auf, bis Miriam wieder geheilt und aufgenommen war.",
        "11_Chapter, 15_Verse": "Danach brach das Volk auf von Hazerot und lagerte in der Wüste Paran.",
        "12_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "12_Chapter, 1_Verse": "Schicke Männer aus, dass sie auskundschaften das Land Kanaan, das ich den Kindern Israel gebe, je einen Mann für den Stamm seiner Väter sollt ihr ausschicken, lauter Fürsten unter ihnen.",
        "12_Chapter, 2_Verse": "Mose schickte sie aus von der Wüste Paran auf Befehl des Herrn, lauter Männer, Häupter der Kinder Israel waren sie.",
        "12_Chapter, 3_Verse": "Das sind ihre Namen: Für den Stamm Ruben: Sammua, Sohn Sakkurs.",
        "12_Chapter, 4_Verse": "Für den Stamm Simeon: Safat, Sohn Horis.",
        "12_Chapter, 5_Verse": "Für den Stamm Jehuda: Kaleb, Sohn Jefunnes.",
        "12_Chapter, 6_Verse": "Für den Stamm Issachar: Jigal, Sohn Josefs.",
        "12_Chapter, 7_Verse": "Für den Stamm Efraim: Hosea, Sohn Nuns.",
        "12_Chapter, 8_Verse": "Für den Stamm Benjamin: Palti, Sohn Rafus.",
        "12_Chapter, 9_Verse": "Für den Stamm Sebulun: Gaddiel, Sohn Sodis.",
        "12_Chapter, 10_Verse": "Für den Stamm Josef: Für den Stamm Manasse: Gaddi, Sohn Sussis.",
        "12_Chapter, 11_Verse": "Für den Stamm Dan. Ammiel, Sohn Gemallis.",
        "12_Chapter, 12_Verse": "Für den Stamm Asser: Setur, Sohn Michaëls.",
        "12_Chapter, 13_Verse": "Für den Stamm Naftali: Nahbi, Sohn Wafsis.",
        "12_Chapter, 14_Verse": "Für den Stamm Gad: Gëuël, Sohn Machis.",
        "12_Chapter, 15_Verse": "Das sind die Namen der Männer, die Mose ausgeschickt hatte, auszukundschaften das Land, Mose nannte Hosea, den Sohn Nuns, Josua.",
        "12_Chapter, 16_Verse": "Als Mose sie ausschickte, das Land Kanaan auszukundschaften, sprach er zu ihnen: Ziehet hier hinauf gegen Süden und besteiget das Gebirge.",
        "12_Chapter, 17_Verse": "Besehet das Land, wie es ist, und das Volk, das darin wohnt, ob es stark ist oder schwach, ob dessen wenig oder viel ist.",
        "12_Chapter, 18_Verse": "Wie das Land, in dem es wohnt, ob es gut oder schlecht ist, und wie die Städte, in denen es wohnt, ob in offenen Ortschaften oder in festen.",
        "12_Chapter, 19_Verse": "Und wie das Erdreich, ob es fett ist oder mager, ob Wälder darin sind oder nicht. Und fasset ein Herz und nehmet von den Früchten des Landes. — Es war die Zeit des Reifens der Trauben.",
        "12_Chapter, 20_Verse": "Sie zogen hinauf und kundschafteten das Land aus, von der Wüste Zur bis gen Rehob, wo man gen Hamat geht.",
        "12_Chapter, 21_Verse": "Sie zogen hinauf gen Süden. und kamen bis Hebron; dort waren Ahiman, Sesai und Talmai, Kinder des Enak Hebron war sieben Jahre vor Zoan in Ägypten erbaut worden.",
        "12_Chapter, 22_Verse": "Sie kamen zum Thale Eskol und schnitten von dort eine Rebe mit einer Weintraube ab und trugen sie zu zweien auf einer Bahre; sie nahmen auch von den Granatäpfeln und von den Feigen.",
        "12_Chapter, 23_Verse": "Diesen Ort nannte man: Nahal Eskol, der Traube wegen, welche dort die Kinder Israel abgeschnitten.",
        "12_Chapter, 24_Verse": "Sie kehrten zurück von dem Kundschaften des Landes nach Verlauf von vierzig Tagen.",
        "12_Chapter, 25_Verse": " 26. Sie kamen zu Mose, zu Aaron und zu der ganzen Gemeinde der Kinder Israel in die Wüste Paran nach Kades und brachten ihnen und der ganzen Gemeinde Antwort und zeigten ihnen die Frucht des Landes.",
        "12_Chapter, 26_Verse": "Und erzählten ihm und sprachen: Wir sind in das Land gekommen, wohin du uns geschickt und wahrlich, es fließt von Milch und Honig; das ist seine Frucht.",
        "12_Chapter, 27_Verse": "Nur dass das Volk stark ist, das in dem Lande wohnt und die Städte sehr fest und groß; auch die Kinder des Enak haben wir dort gesehen.",
        "12_Chapter, 28_Verse": "Amalek wohnt südlich im Lande, und der Hitti und Jebusi und Emori wohnen auf dem Gebirge, und der Kanaani wohnt am Meere und an der Seite des Jordan.",
        "12_Chapter, 29_Verse": "Kaleb beschwichtigte das Volk, [das sich aufgeregt zeigte] gegen Mose und sprach: Wohl werden wir hinaufziehen und es in Besitz nehmen, denn wir können es überwältigen.",
        "12_Chapter, 30_Verse": "Aber die Männer, die mit ihm hinaufgezogen waren, sprachen: Wir können nicht gegen das Volk ziehen, denn es ist uns zu stark.",
        "12_Chapter, 31_Verse": "Sie brachten ein übles Gerücht von dem Lande aus, das sie ausgekundschaftet, unter die Kinder Israel, indem sie sprachen. Das Land, das wir durchzogen haben, es auszukundschaften, ist ein Land, das seine Bewohner verzehrt, und alle Leute, die wir darin gesehen, sind von großem Wuchs.",
        "12_Chapter, 32_Verse": "Dort haben wir Riesen gesehen — die Söhne des Enak sind von den Riesen —; wir waren in unsern Augen wie Heuschrecken und so waren wir auch in ihren Augen.",
        "13_Chapter, 0_Verse": "Da schrie die ganze Gemeinde laut auf, und das Volk weinte in derselben Nacht.",
        "13_Chapter, 1_Verse": "Alle Kinder Israel murrten gegen Mose und gegen Aaron; die ganze Gemeinde sprach zu ihnen: Wären wir doch gestorben im Lande Ägypten, oder stürben wir doch in dieser Wüste.",
        "13_Chapter, 2_Verse": "Warum bringt uns der Herr in jenes Land, dass wir durch das Schwert fallen, unsere Frauen und Kinder zur Beute werden? Ist es nicht besser für uns, nach Ägypten zurückzukehren?",
        "13_Chapter, 3_Verse": "Und sie sprachen einer zum andern. Lasst uns ein Oberhaupt einsetzen und nach Ägypten zurückkehren.",
        "13_Chapter, 4_Verse": "Da fielen Mose und Aaron auf ihr Angesicht vor der ganzen Gemeinde der Kinder Israel.",
        "13_Chapter, 5_Verse": "Und Josua, Sohn Nuns, und Kaleb, Sohn Jefunnes, die von denen waren, die das Land ausgekundschaftet, zerrissen ihre Kleider.",
        "13_Chapter, 6_Verse": "Sie sprachen zu der ganzen Gemeinde der Kinder Israel also: Das Land, das wir durchzogen haben, es auszukundschaften, das Land ist gar sehr gut.",
        "13_Chapter, 7_Verse": "Wenn der Herr an uns Gefallen hat, so wird er uns in dieses Land bringen und wird es uns geben, ein Land, das von Milch und Honig fließt.",
        "13_Chapter, 8_Verse": "Fallet nur nicht vom Herrn ab, so habt ihr das Volk des Landes nicht zu fürchten, denn unser Brot sind sie; gewichen ist ihr Schatten von ihnen und mit uns ist der Herr, fürchtet sie nicht.",
        "13_Chapter, 9_Verse": "Aber die ganze Gemeinde sprach, dass man sie steinige. Da erschien die Herrlichkeit des Herrn im Stiftszelte allen Kindern Israel.",
        "13_Chapter, 10_Verse": "Der Herr sprach zu Mose: Wie lange noch soll mich dieses Volk verwerfen, und wie lange noch wollen sie nicht an mich glauben bei allen Zeichen, die ich getan in seiner Mitte?",
        "13_Chapter, 11_Verse": "Ich will es schlagen mit der Pest und es austilgen und dich machen zu einem Volke, größer und mächtiger als es.",
        "13_Chapter, 12_Verse": "Mose sprach zum Herrn: Hören es aber die Ägypter, denn aus ihrer Mitte hast du mit deiner Kraft dieses Volk herausgeführt,",
        "13_Chapter, 13_Verse": "Und man wird es den Bewohnern dieses Landes erzählen, und sie hören, dass du, Herr, in der Mitte dieses Volkes bist, dem du, Herr, Auge in Auge sichtbar warst, und deine Wolke weilte über ihnen, und in einer Wolkensäule zogst du vor ihnen her des Tages und in einer Feuersäule nachts;",
        "13_Chapter, 14_Verse": "Wenn du das gesamte Volk tötest, so werden die Völker, die deinen Ruf hören, also sprechen:",
        "13_Chapter, 15_Verse": "Aus Unvermögen, dieses Volk in das Land zu bringen, das er ihnen zugeschworen, hat sie der Herr geschlachtet in der Wüste.",
        "13_Chapter, 16_Verse": "Möge sich daher groß erweisen die Kraft des Herrn, so wie du geredet und gesprochen:",
        "13_Chapter, 17_Verse": "Der Herr ist langmütig und reich an Huld, er vergibt Schuld und Missetat, doch [gänzlich] straflos hingehen läßt er nichts, er ahndet die Schuld der Väter an den Kindern, am dritten und vierten Geschlecht.",
        "13_Chapter, 18_Verse": "Vergib doch die Schuld dieses Volkes, da deine Huld so groß ist, wie du verziehen hast diesem Volke von Ägypten aus bis hierher.",
        "13_Chapter, 19_Verse": "Da sprach der Herr: Ich vergebe nach deinem Worte.",
        "13_Chapter, 20_Verse": "Fürwahr aber, so wahr ich lebe und der Herrlichkeit des Herrn voll ist die ganze Erde:",
        "13_Chapter, 21_Verse": "Dass all die Männer, die meine Herrlichkeit gesehen und meine Zeichen, die ich in Ägypten und in der Wüste getan, und mich schon zehn mal versuchten und doch nicht hörten auf meine Stimme,",
        "13_Chapter, 22_Verse": "Dass sie nicht das Land sehen, das ich ihren Vätern geschworen! Ja alle, die mich verworfen, sollen es nicht sehen.",
        "13_Chapter, 23_Verse": "Aber meinen Knecht Kaleb, zum Lohn dafür, dass ein anderer Geist in ihm und er ganz nach meinem Sinn war, den will ich in das Land bringen, in welches er gegangen ist, und seine Nachkommen sollen es besitzen.",
        "13_Chapter, 24_Verse": "Der Amaleki und der Kanaani wohnen im Thale; morgen wendet euch und brechet auf nach der Wüste auf dem Wege zum Schilfmeere.",
        "13_Chapter, 25_Verse": "Der Herr redete zu Mose und zu Aaron also:",
        "13_Chapter, 26_Verse": "Wie lange noch wird diese böse Gemeinde wider mich murren? Das Murren der Kinder Israel, das sie wider mich erhoben, habe ich gehört.",
        "13_Chapter, 27_Verse": "Sprich zu ihnen: So wahr ich lebe, ist der Ausspruch des Herrn, wenn ich nicht, so wie ihr geredet habt vor mir, auch thue:",
        "13_Chapter, 28_Verse": "In dieser Wüste sollen eure Leiber fallen und all eure Gemusterten nach eurer ganzen Zahl im Alter von zwanzig Jahren und darüber, die ihr wider mich gemurrt habt.",
        "13_Chapter, 29_Verse": "Wenn ihr in das Land kommet, darinnen euch wohnen zu lassen ich meine Hand [zum Schwur] aufgehoben habe, außer Kaleb, Sohn Jefunnes und Josua, Sohn Nuns . . . .",
        "13_Chapter, 30_Verse": "Und eure Kinder, von denen ihr gesagt: Sie werden zur Beute werden, diese werde ich hinbringen, und sie sollen das Land kennen lernen, das ihr verworfen habt.",
        "13_Chapter, 31_Verse": "Aber eure Leiber sollen in dieser Wüste fallen.",
        "13_Chapter, 32_Verse": "Eure Söhne sollen umherziehen in der Wüste vierzig Jahre und euern Abfall tragen, bis eure Leiber dahin sind in der Wüste.",
        "13_Chapter, 33_Verse": "Nach der Zahl der Tage, die ihr das Land ausgekundschaftet, vierzig Tage, je ein Tag auf ein Jahr, sollt ihr eure Schuld büßen vierzig Jahre, und ihr sollt meine Abwendung erfahren.",
        "13_Chapter, 34_Verse": "Ich, der Herr, habe also geredet: Wenn ich nicht das thue dieser ganzen bösen Gemeinde, die sich zusammengerottet wider mich, in dieser Wüste sollen sie daraufgehen und hier sollen sie sterben!",
        "13_Chapter, 35_Verse": "Die Männer, die Mose ausgeschickt hatte, das Land auszukundschaften, und die zurückgekehrt und wider ihn die ganze Gemeinde zum Murren aufgeregt, indem sie ein übles Gerücht von dem Lande ausbrachten,",
        "13_Chapter, 36_Verse": "Diese Männer, die ein übles Gerücht von dem Lande ausgebracht, starben durch eine Pest von dem Herrn.",
        "13_Chapter, 37_Verse": "Aber Josua, Sohn Nuns, und Kaleb, Sohn Jefunnes, blieben am Leben von jenen Männern, die gegangen waren, das Land auszukundschaften.",
        "13_Chapter, 38_Verse": "Mose redete diese Worte zu allen Kindern Israel, da trauerte das Volk sehr.",
        "13_Chapter, 39_Verse": "Sie machten sich auf am Morgen, den Gipfel des Berges zu besteigen, und sprachen: Wir wollen hinaufziehen an den Ort, von dem der Herr gesprochen, denn wir haben gesündigt.",
        "13_Chapter, 40_Verse": "Aber Mose sprach: Warum doch wollt ihr übertreten den Befehl des Herrn? Es wird doch nicht gelingen!",
        "13_Chapter, 41_Verse": "Ziehet nicht hinauf, denn der Herr ist nicht in eurer Mitte, dass ihr nicht geschlagen werdet von euern Feinden.",
        "13_Chapter, 42_Verse": "Denn der Amaleki und der Kanaani sind dort vor euch, und ihr werdet durch das Schwert fallen; denn da ihr nun zurückgewichen seid vom Herrn, wird auch der Herr nicht mit euch sein.",
        "13_Chapter, 43_Verse": "Doch sie trotzten und erstiegen den Gipfel des Berges; aber die Bundeslade des Herrn und Mose wichen nicht aus dem Lager.",
        "13_Chapter, 44_Verse": "Da kamen der Amaleki und der Kanaani, die auf demselben Berge wohnten, und schlugen und zersprengten sie bis gen Horma.",
        "14_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "14_Chapter, 1_Verse": "Rede zu den Kindern Israel und sprich zu ihnen: So ihr in das Land eurer Wohnsitze kommt, das ich euch gebe,",
        "14_Chapter, 2_Verse": "Und ihr bringt ein Feueropfer dem Herrn, ein Ganzopfer oder ein Schlachtopfer vermöge eines ausgesprochenen Gelübdes, oder als freiwillige Gabe oder an euern Festen, um dem Herrn einen Wohlgeruch zu bereiten, vom Rinde oder vom Kleinvieh,",
        "14_Chapter, 3_Verse": "So bringe, der sein Opfer dem Herrn darbringt, dazu als Speiseopfer ein Zehntel Kernmehl eingerührt mit einem Viertel Hin Öl.",
        "14_Chapter, 4_Verse": "Und Wein zur Spende opfere man ein Viertel Hin, so zum Ganzopfer oder zum Mahlopfer für ein Schaf.",
        "14_Chapter, 5_Verse": "Zu einem Widder aber opfere als Speiseopfer zwei Zehntel Kernmehl, eingerührt mit einem Drittel Hin Öl.",
        "14_Chapter, 6_Verse": "Und Wein zur Spende, ein Drittel Hin bringe dar zum Wohlgeruch dem Herrn.",
        "14_Chapter, 7_Verse": "Wenn du ein junges Rind opferst als Ganzopfer oder als Schlachtopfer, vermöge ausgesprochenen Gelübdes, oder als Mahlopfer dem Herrn,",
        "14_Chapter, 8_Verse": "So bringe neben dem jungen Rinde dar als Speiseopfer drei Zehntel Kernmehl eingerührt mit einem halben Hin Öl.",
        "14_Chapter, 9_Verse": "Und Wein bringe dar zur Spende ein halbes Hin, als Feueropfer zum Wohlgeruch dem Herrn.",
        "14_Chapter, 10_Verse": "Also soll getan werden bei einem Stier oder einem Widder oder bei einem Lamm, von Schafen oder von Ziegen.",
        "14_Chapter, 11_Verse": "Nach der Zahl, die ihr opfert; also sollt ihr bei jedem Stück (Speiseopfer bringen nach ihrer Zahl.",
        "14_Chapter, 12_Verse": "Jeder Eingeborene opfere dies also, wenn er ein Feueropfer darbringt zum Wohlgeruch dem Herrn.",
        "14_Chapter, 13_Verse": "Wenn ein Fremdling bei euch weilt, oder der unter euch lebt in späteren Zeiten und eine Feuergabe opfert zum Wohlgeruch dem Herrn, so wie ihr thuet, so thue auch er.",
        "14_Chapter, 14_Verse": "Versammlung! Eine Satzung ist für euch und für den Fremdling, der sich bei euch aufhält, eine ewige Satzung bei euern Nachkommen: Wie ihr, so ist der Fremdling vor dem Herrn.",
        "14_Chapter, 15_Verse": "Eine Weisung und ein Recht sei für euch und für den Fremdling, der unter euch weilt.",
        "14_Chapter, 16_Verse": "Der Herr redete zu Mose also:",
        "14_Chapter, 17_Verse": "Rede zu den Kindern Israel und befiehl ihnen. Wenn ihr kommt in das Land, dahin ich euch bringe,",
        "14_Chapter, 18_Verse": "So geschehe, wenn ihr esset von dem Brote des Landes, sollt ihr erheben eine Gabe dem Herrn.",
        "14_Chapter, 19_Verse": "Als erstes eurer Backtröge erhebet einen Kuchen zur Gabe, wie die Hebe der Tenne, so erhebet diese.",
        "14_Chapter, 20_Verse": "Von den ersten eurer Backtröge gebet dem Herrn eine Hebe, so zu allen Zeiten.",
        "14_Chapter, 21_Verse": "Wenn ihr es versehet und nicht tut all diese Gebote, die der Herr zu Mose geredet hat;",
        "14_Chapter, 22_Verse": "Alles, was der Herr euch geboten hat durch Mose von dem Tage ab, da es der Herr geboten und fernerhin in künftigen Zeiten.",
        "14_Chapter, 23_Verse": "So geschehe [also]: Wenn es vor den Augen der Gemeinde [verborgen] aus Versehen geschehen ist, so opfere die ganze Gemeinde einen jungen Farren als Ganzopfer zum Wohlgeruch dem Herrn, und das Speiseopfer und die Spende dazu nach Vorschrift, und einen Ziegenbock als Sühnopfer.",
        "14_Chapter, 24_Verse": "Der Priester sühne die ganze Gemeinde der Kinder Israel und es wird ihnen vergeben sein; denn ein Versehen ist es, und sie haben ihr Opfer dargebracht als Feueropfer dem Herrn und auch ihr Sühnopfer vor dem Herrn wegen ihres Versehens.",
        "14_Chapter, 25_Verse": "Es wird vergeben der ganzen Gemeinde der Kinder Israel und dem Fremdling, der unter ihnen weilt; denn bei dem ganzen Volke geschah es aus Versehen.",
        "14_Chapter, 26_Verse": "Wenn aber eine einzelne Person fehlt aus Versehen, so bringe sie eine einjährige Ziege dar zum Sühnopfer.",
        "14_Chapter, 27_Verse": "Und der Priester sühne die Person, welche es versehen, indem sie aus Versehen gefehlt vor dem Herrn, damit er sie sühne und ihr vergeben werde.",
        "14_Chapter, 28_Verse": "Für den Eingeborenen unter den Kindern Israel wie für den Fremdling, der unter ihnen weilt — ein Gesetz sei bei euch für den, der aus Versehen etwas tut.",
        "14_Chapter, 29_Verse": "Aber die Person, von den Eingeborenen oder den Fremden, die mit erhobener Hand Solches tut [absichtlich oder aus Trotz], die lästert den Herrn; diese Person werde ausgerottet aus ihrem Volke.",
        "14_Chapter, 30_Verse": "Denn das Wort des Herrn hat sie verhöhnt und sein Gebot gebrochen, ausgerottet werde dieselbe Person; ihre Strafe ruht auf ihr.",
        "14_Chapter, 31_Verse": "Als die Kinder Israel in der Wüste waren, da fanden sie einen Mann, der Holz auflas am Schabbat.",
        "14_Chapter, 32_Verse": "Da brachten ihn Die, welche ihn Holz auflesend fanden, zu Mose und zu Aaron und zu der ganzen Gemeinde.",
        "14_Chapter, 33_Verse": "Sie taten ihn in Verhaft, denn es war nicht entschieden, was ihm geschehen sollte.",
        "14_Chapter, 34_Verse": "Der Herr sprach darauf zu Mose: Des Todes ist der Mann, steinigen soll ihn die ganze Gemeinde außer dem Lager.",
        "14_Chapter, 35_Verse": "Da führte ihn die ganze Gemeinde hinaus vor das Lager, und sie steinigten ihn zu Tode, so wie der Herr Mose geboten.",
        "14_Chapter, 36_Verse": "Der Herr sprach zu Mose also:",
        "14_Chapter, 37_Verse": "Rede zu den Kindern Israel und ordne ihnen an, dass sie sich Schaufäden machen an die Zipfel ihrer Kleider für alle Zeiten, und sollen an die Schaufäden des Zipfels eine purpurblaue Schnur ansetzen.",
        "14_Chapter, 38_Verse": "Das sei euch zu Schaufäden, dass wenn ihr sie ansehet, ihr euch erinnert aller Gebote des Herrn und sie thuet, damit ihr nicht umherspähet nach eurem Herzen und nach euern Augen, denen ihr in euern Gelüsten folgt.",
        "14_Chapter, 39_Verse": "Dass ihr euch erinnert all meiner Gebote und sie thuet und heilig seid euerm Gott.",
        "14_Chapter, 40_Verse": "Ich bin der Herr, euer Gott, der euch herausgeführt hat aus dem Lande Ägypten, euch ein Gott zu sein; Ich, der Herr, euer Gott!",
        "15_Chapter, 0_Verse": "Es vermaß sich Korah, Sohn Jizhars, Sohn Kehats, Sohn Levis, und Datan und Abiram, Söhne Eliabs, und On, Sohn Pelets aus dem Stamme Ruben,",
        "15_Chapter, 1_Verse": "Und sie erhoben sich gegen Mose; zweihundertfünfzig Männer von den Kindern Israel, Fürsten aus der Gemeinde, Berufene zur Versammlung, Männer von Namen waren mit ihnen.",
        "15_Chapter, 2_Verse": "Sie versammelten sich wider Mose und Aaron und sprachen zu ihnen: Zu viel [Würde] für euch! Die ganze Gemeinde ist lauter Heilige, denn unter ihnen ist der Herr; warum erhebt ihr euch über die Versammlung des Herrn?",
        "15_Chapter, 3_Verse": "Als Mose dies hörte, fiel er auf sein Angesicht,",
        "15_Chapter, 4_Verse": "Und redete zu Korah und seinem ganzen Anhange also: Morgen wird der Herr kundtun, wer sein ist und wer heilig ist, dass er ihn sich nahe bringt; denn wen er erwählt, den wird er sich nahe bringen.",
        "15_Chapter, 5_Verse": "Das tuet, nehmet euch Rauchpfannen, Korah und sein ganzer Anhang,",
        "15_Chapter, 6_Verse": "Thuet Feuer hinein und leget morgen darauf Räucherwerk vor dem Herrn; der Mann, den der Herr erwählen wird der sei der Heilige; [auch] für euch [ist genug Würde], ihr Söhne Levi!",
        "15_Chapter, 7_Verse": "Mose sprach zu Korah: Höret doch, ihr Söhne Levi!",
        "15_Chapter, 8_Verse": "Ist es euch zu wenig, dass der Gott Israels euch abgesondert hat von der Gemeinde Israel, euch ihm nahe zu bringen, dass ihr den Dienst versehet bei der Wohnung des Herrn, und dass ihr auftretet vor der Gemeinde, für sie Amtsdienst zu tun?",
        "15_Chapter, 9_Verse": "Dass er dich und alle deine Brüder, die Söhne Levis mit dir, sich nahe gebracht? Und nun trachtet ihr auch nach dem Priestertum!",
        "15_Chapter, 10_Verse": "Fürwahr, du und dein ganzer Anhang, ihr rottet euch zusammen wider den Herrn! Denn was ist Aaron, dass ihr wider ihn murret?",
        "15_Chapter, 11_Verse": "Dann schickte Mose, Datan und Abiram, die Söhne Eliabs, zu rufen. Aber sie sprachen: Wir kommen nicht zu dir!",
        "15_Chapter, 12_Verse": "Ist es noch wenig, dass du uns herausgeführt hast aus einem Lande, das von Milch und Honig fließt, uns in der Wüste zu töten, dass du dich auch noch zum Herrscher über uns aufwirfst?",
        "15_Chapter, 13_Verse": "Du hast uns noch nicht in ein Land, das von Milch und Honig fließt, gebracht, dass du uns gegeben hättest ein Erbe an Feld und Weinberg! Willst du diesen Leuten die Augen ausstechen? Nein, wir kommen nicht zu dir!",
        "15_Chapter, 14_Verse": "Da zürnte Mose sehr und flehte zum Herrn: Wende dich nicht zu ihrer Opfergabe. Nicht einen Esel von einem unter ihnen habe ich weggenommen und keinem von ihnen ein Leid getan.",
        "15_Chapter, 15_Verse": "Mose sprach dann zu Korah: Du und dein ganzer Anhang stellt euch morgen ein vor dem Herrn, du und sie und Aaron.",
        "15_Chapter, 16_Verse": "Nehmet jeder seine Rauchpfanne und streuet Räucherwerk darauf, und bringet jeder seine Rauchpfanne vor den Herrn, zweihundertfünfzig Rauchpfannen, auch du und Aaron jeder seine Rauchpfanne.",
        "15_Chapter, 17_Verse": "Da nahmen sie jeder seine Rauchpfanne, taten Feuer darauf und legten darauf Räucherwerk und stellten sich vor den Eingang des Stiftszeltes, wie auch Mose und Aaron.",
        "15_Chapter, 18_Verse": "Korah versammelte wider sie die ganze Gemeinde vor den Eingang des Stiftszeltes, und die Herrlichkeit des Herrn erschien der ganzen Gemeinde.",
        "15_Chapter, 19_Verse": "Der Herr redete zu Mose und Aaron also:",
        "15_Chapter, 20_Verse": "Sondert euch ab von dieser Gemeinde und ich will sie vertilgen im Nu.",
        "15_Chapter, 21_Verse": "Da fielen sie auf ihr Angesicht und sprachen: Allmächtiger, Gott der Geister in allem Fleische! Der eine Mann sündigt, und über die ganze Gemeinde wolltest du zürnen?",
        "15_Chapter, 22_Verse": "Der Herr redete zu Mose also:",
        "15_Chapter, 23_Verse": "Rede zu der Gemeinde also: Hebet euch weg aus der Umgebung der Wohnung Korahs, Datans und Abirams.",
        "15_Chapter, 24_Verse": "Mose machte sich auf und ging zu Datan und Abiram; die Ältesten Israels gingen ihm nach.",
        "15_Chapter, 25_Verse": "Er redete zu der Gemeinde also: Weichet doch von den Zelten dieser frevelhaften Männer und berührt nichts, was ihr ist, dass ihr nicht weggerafft werdet durch all ihre Sünden.",
        "15_Chapter, 26_Verse": "Sie entfernten sich von der Wohnung Korahs, Datans und Abirams ringsum. Aber Datan und Abiram traten heraus, sie standen an der Tür ihrer Zelte mit ihren Frauen, Söhnen und Kleinen.",
        "15_Chapter, 27_Verse": "Mose sprach: Daran sollt ihr erkennen dass der Herr mich gesendet, alle diese Taten zu tun, dass nicht aus meinem Herzen [dies geschehn].",
        "15_Chapter, 28_Verse": "Wenn diese wie alle Menschen sterben und das Verhängnis aller Menschen über sie verhängt wird, hat der Herr mich nicht gesendet.",
        "15_Chapter, 29_Verse": "Wenn aber der Herr Neues schafft, dass die Erde auftut ihren Mund und sie verschlingt mit all den ihren, dass sie lebend in die Gruft sinken, so werdet ihr erkennen, dass diese Männer den Herrn verworfen haben.",
        "15_Chapter, 30_Verse": "Es geschah nun, wie er diese Worte ausgeredet hatte, da spaltete sich der Boden, der unter ihnen war;",
        "15_Chapter, 31_Verse": "Die Erde öffnete ihren Mund und verschlang sie und ihre Häuser und alle Leute, die dem Korah gehörten, und all die Habe.",
        "15_Chapter, 32_Verse": "Sie und alle die Ihrigen sanken lebend in die Gruft, die Erde bedeckte sie und sie verschwanden aus der Versammlung. ",
        "15_Chapter, 33_Verse": "Alle Israeliten, die in ihrer Umgebung waren, flohen bei ihrem Geschrei; sie riefen: Dass die Erde nicht [auch] uns verschlinge!",
        "15_Chapter, 34_Verse": "Ein Feuer ging dann aus von dem Herrn und verzehrte die zweihundertfünfzig Männer, welche das Räucherwerk dargebracht.",
        "16_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "16_Chapter, 1_Verse": "Sprich zu Elasar, dem Sohne Aarons, des Priesters, dass er heraushebe die Pfannen aus dem Brande und das Feuer weit hinwegstreue, denn sie sind heilig;",
        "16_Chapter, 2_Verse": "Die Pfannen Dieser, welche ihre Sünde mit dem Leben gebüßt, man mache daraus Blechplatten zum Ueberzug des Altars, denn sie haben sie vor den Herrn gebracht, und so sind sie heilig geworden; sie dienen zum Denkzeichen den Kindern Israel.",
        "16_Chapter, 3_Verse": "Elasar der Priester nahm die kupfernen Pfannen, welche die Verbrannten dargebracht hatten und ließ sie plätten zum Ueberzug des Altars:",
        "16_Chapter, 4_Verse": "Zum Denkmal der Kinder Israel, damit nicht nahe ein Gemeiner, der nicht von dem Samen Aarons ist, Räucherwerk zu räuchern vor dem Herrn, dass es ihm nicht ergehe wie Korah und seinem Anhange, so wie der Herr durch Mose ihm angekündigt hatte.",
        "16_Chapter, 5_Verse": "Da murrte die ganze Gemeinde der Kinder Israel am folgenden Tage wider Mose und Aaron und sprachen: Ihr habt das Volk des Herrn getötet!",
        "16_Chapter, 6_Verse": "Und es geschah, als sich die Gemeinde zusammenrottete wider Mose und Aaron, da wandten sie sich gegen das Stiftszelt; die Wolke bedeckte es, und die Herrlichkeit des Herrn war erschienen.",
        "16_Chapter, 7_Verse": "Mose und Aaron gingen vor das Stiftszelt.",
        "16_Chapter, 8_Verse": "Der Herr redete zu Mose also:",
        "16_Chapter, 9_Verse": "Hebet euch weg aus dieser Gemeinde, dass ich sie vertilge im Nu! Da fielen sie auf ihr Angesicht.",
        "16_Chapter, 10_Verse": "Mose sprach zu Aaron: Nimm die Pfanne, thue darauf Feuer vom Altar und lege darauf Räucherwerk und bringe es eilends zu der Gemeinde und sühne sie, denn der Zorn ist ausgebrochen von dem Herrn, die Seuche hat begonnen.",
        "16_Chapter, 11_Verse": "Aaron nahm das, wie Mose geredet, und lief mitten unter die Versammlung; die Seuche hatte begonnen unter dem Volke; da legte er Räucherwerk auf und sühnte das Volk;",
        "16_Chapter, 12_Verse": "Er stand zwischen den Toten und Lebenden, und dem Sterben wurde Einhalt getan.",
        "16_Chapter, 13_Verse": "An der Seuche waren gestorben vierzehntausendsiebenhundert, außer jenen, die um Korahs willen gestorben.",
        "16_Chapter, 14_Verse": "Aaron kehrte hierauf zu Mose zurück an den Eingang des Stiftszeltes, als dem Sterben, Einhalt getan war.",
        "16_Chapter, 15_Verse": "Der Herr redete zu Mose also:",
        "16_Chapter, 16_Verse": "Rede zu den Kindern Israel und nimm von ihnen je einen Stab von einem Stamm, von all ihren Fürsten ihrer Stammhäuser zwölf Stäbe; eines jeden Namen sollst du schreiben auf seinen Stab.",
        "16_Chapter, 17_Verse": "Und den Namen Aarons sollst du schreiben auf den Stab Levis; denn Einen Stab hat das Haupt ihrer Stammhäuser.",
        "16_Chapter, 18_Verse": "Und lege sie nieder im Stiftszelte vor das Zeugnis, wo selbst ich mich zu euch verfüge.",
        "16_Chapter, 19_Verse": "Es wird dann geschehen, dass der Mann, den ich erwähle, dessen Stab wird ausschlagen, und so werde ich um mich her das Murren der Kinder Israel beschwichtigen, das sie wider euch erheben.",
        "16_Chapter, 20_Verse": "Mose redete zu den Kindern Israel, und alle ihre Fürsten gaben ihm je einen Stab für einen Fürsten ihrer Stammhäuser, zwölf Stäbe, und der Stab Aarons war unter ihren Stäben.",
        "16_Chapter, 21_Verse": "Mose legte die Stäbe vor dem Herrn im Zelte des Zeugnisses.",
        "16_Chapter, 22_Verse": "Es geschah nun am folgenden Tage, als Mose in das Zelt des Zeugnisses kam, da war der Stab Aarons vom Hause Levi ausgeschlagen; er hatte Knospen hervorgebracht und Blüten getrieben und Mandeln gereift.",
        "16_Chapter, 23_Verse": "Mose brachte alle Stäbe heraus von dem Herrn weg zu den Kindern Israel und sie besahen und nahmen jeder seinen Stab.",
        "16_Chapter, 24_Verse": "Der Herr sprach zu Mose: Bringe den Stab Aarons zurück vor [die Lade] des Zeugnisses in Verwahrung als Denkmal für die Widerspenstigen, dass ihr Murren um mich her aufhöre und sie nicht sterben.",
        "16_Chapter, 25_Verse": "Mose tat es; wie der Herr ihm geboten hatte, so tat er.",
        "16_Chapter, 26_Verse": "Die Kinder Israel sprachen hierauf zu Mose: Ach, wir kommen um, wir sind verloren, wir alle sind verloren.",
        "16_Chapter, 27_Verse": "Jeder, der nahe kommt der Wohnung des Herrn, stirbt; sind wir gänzlich dem Tode verfallen?",
        "17_Chapter, 0_Verse": "Der Herr sprach zu Aaron: Du und deine Söhne und dein Vaterhaus, ihr sollt die Verschuldung wegen des Heiligtums tragen; und du und deine Söhne, ihr traget die Verschuldung eures Priestertums.",
        "17_Chapter, 1_Verse": "Auch deine Brüder vom Stamm Levi, dem Stamm deines Vaters, bringe zu dir, dass sie sich dir anschließen und dich bedienen; aber du und deine Söhne sind vor dem Zelte des Zeugnisses.",
        "17_Chapter, 2_Verse": "Sie sollen wahren deinen Dienst und den Dienst des ganzen Zeltes, jedoch den heiligen Gerätschaften und dem Altare sollen sie nicht nahen, dass sie nicht sterben, so wie ihr.",
        "17_Chapter, 3_Verse": "Sie sollen sich dir anschließen und wachen über das Stiftszelt bei allem Dienste des Zeltes, dass euch kein Gemeiner nahe komme.",
        "17_Chapter, 4_Verse": "Ihr aber wachet über das Heiligtum und den Altar, dass fürder kein Zorn komme über die Kinder Israel.",
        "17_Chapter, 5_Verse": "Ich habe eure Brüder, die Leviten, genommen aus den Kindern Israel, euch zum Geschenk sind sie dem Herrn gegeben, dass sie den Dienst im Stiftszelte verrichten.",
        "17_Chapter, 6_Verse": "Du und deine Söhne, ihr sollt euer Priestertum wahren in allen Dingen des Altars und innerhalb des Vorhangs, da sollt ihr dienen; als ein geschenktes Amt gebe ich euch das Priestertum, und der Gemeine, welcher nahe kommt, werde getötet.",
        "17_Chapter, 7_Verse": "Der Herr redete zu Aaron: Ich gebe dir die Obhut meiner Heben; von allen Heiligtümern der Kinder Israel gebe ich sie dir als Ehrenteil, und auch deinen Söhnen als Bestimmtes für ewig.",
        "17_Chapter, 8_Verse": "Das gehöre dir von dem Hochheiligen von dem Feuer[opfer]: All ihre Gaben, all ihre Speiseopfer, all ihre Sühnopfer und all ihre Dampfopfer, die sie mir erstatten, als Hochheiliges gehöre es dir und deinen Söhnen.",
        "17_Chapter, 9_Verse": "An hochheiliger Stelle sollst du es essen; jeder Männliche darf es essen; heilig sei es dir.",
        "17_Chapter, 10_Verse": "Dies sei dein als ihre geschenkte Gabe; von allen Gaben der Kinder Israel gebe ich sie dir und deinen Söhnen und deinen Töchtern als Bestimmtes für ewig; jeder Reine in deinem Hause darf es essen:",
        "17_Chapter, 11_Verse": "Alles Beste des Öls und alles Beste des Mostes und des Getreides, das Erste desselben, das sie dem Herrn geben, gebe ich dir.",
        "17_Chapter, 12_Verse": "Die Erstlingsfrüchte von allem, was in ihrem Lande, die sie dem Herrn bringen, gehören dir; jeder Reine in deinem Hause darf es essen.",
        "17_Chapter, 13_Verse": "Alles Banngut in Israel gehört dir.",
        "17_Chapter, 14_Verse": "Alles was den Mutterleib erschließt, von allem Fleische bei Menschen und Vieh, das sie dem Herrn darbringen, gehört dir: jedoch mußt du lösen lassen den Erstgeborenen eines Menschen, und auch das Erstgeborene eines unreinen Viehes mußt du lösen lassen.",
        "17_Chapter, 15_Verse": "Die [Erstgeborenen] sollen im Alter von einem Monat ab losgekauft werden nach dem Werte von fünf SilberSchekeln, nach dem Schekel des Heiligtums; zwanzig Gera beträgt er.",
        "17_Chapter, 16_Verse": "Doch das Erstgeborene des Ochsen oder des Schafes oder der Ziege darfst du nicht lösen, heilig sind sie. Ihr Blut sollst du auf den Altar sprengen und ihr Unschlitt sollst du in Dampf aufgehen lassen, als Feuergabe zum Wohlgeruch dem Herrn.",
        "17_Chapter, 17_Verse": "Ihr Fleisch gehört dir, wie die Brust der Schwingung und wie der rechte Schenkel gehört es dir.",
        "17_Chapter, 18_Verse": "Alle heiligen Gaben, welche die Kinder Israel dem Herrn darbringen, gebe ich dir und deinen Söhnen und deinen Töchtern als Bestimmtes für ewig; ein ewiger Bund des Salzes ist es vor dem Herrn dir und deinen Nachkommen.",
        "17_Chapter, 19_Verse": "Der Herr sprach zu Aaron: In ihrem Lande wirst du nichts besitzen und keinen Teil wirst du unter ihnen haben. Ich bin dein Teil und dein Eigentum unter den Kindern Israel.",
        "17_Chapter, 20_Verse": "Den Söhnen Levi gebe ich allen Zehnten in Israel zum Eigentum für ihren Dienst, den sie verrichten, den Dienst beim Stiftszelte.",
        "17_Chapter, 21_Verse": "Dass nicht fürder die Kinder Israel dem Stiftszelte nahen und eine Sünde auf sich laden, dass sie stürben.",
        "17_Chapter, 22_Verse": "Der Stamm Levi soll den Dienst verrichten beim Stiftszelte und deren Verschuldung tragen. Eine ewige Satzung für alle Zeiten: Unter den Kindern Israel sollen sie kein Eigentum besitzen.",
        "17_Chapter, 23_Verse": "Denn den Zehnten der Kinder Israel, den sie dem Herrn als Gabe darbringen, gebe ich den Leviten zum Eigentum, deswegen sage ich zu ihnen: Unter den Kindern Israel sollen sie kein Eigentum besitzen.",
        "17_Chapter, 24_Verse": "Der Herr redete zu Mose also:",
        "17_Chapter, 25_Verse": "Den Leviten sollst du anordnen: So ihr von den Kindern Israel den Zehnten nehmet, den ich euch von ihnen gebe zum Eigentum, erhebet davon die Hebe des Herrn, den Zehnten von dem Zehnten.",
        "17_Chapter, 26_Verse": "Euch wird eure Hebe [der Zehnte] angerechnet, wie Getreide aus der Scheune und wie Fülle aus der Kelter.",
        "17_Chapter, 27_Verse": "So gebet auch ihr die Hebe des Herrn von all euren Zehnten, die ihr nehmet von den Kindern Israel; gebet davon die Hebe des Herrn dem Priester Aaron.",
        "17_Chapter, 28_Verse": "Von all euern Gaben, sollt ihr die Gabe des Herrn erheben, von allem Besten derselben das Geheiligste davon.",
        "17_Chapter, 29_Verse": "Ferner sprich zu ihnen: Wenn ihr erhoben habt das Beste davon, so wird es den Leviten gleichgeachtet dem Ertrag der Scheune und dem Ertrag der Kelter.",
        "17_Chapter, 30_Verse": "Ihr dürft es essen an allen Orten, ihr und euer Haus; denn ein Lohn ist es für euern Dienst beim Stiftszelte.",
        "17_Chapter, 31_Verse": "Ihr werdet keine Schuld auf euch laden, wenn ihr erhebt das Beste davon; und die Heiligtümer der Kinder Israel sollt ihr nicht entweihen, dass ihr nicht sterbet.",
        "18_Chapter, 0_Verse": "Der Herr redete zu Mose und zu Aaron also:",
        "18_Chapter, 1_Verse": "Dies ist die Satzung der Lehre, die der Herr geboten: Rede zu den Kindern Israel, dass sie dir bringen eine rote makellose Kuh, an der kein Fehl ist, auf die kein Joch gekommen.",
        "18_Chapter, 2_Verse": "Und gebet sie dem Priester Elasar, er bringe sie hinaus vor das Lager, und man schlachte sie vor ihm.",
        "18_Chapter, 3_Verse": "Der Priester Elasar nehme von ihrem Blute mit seinem Finger und sprenge gegen die Vorderseite des Stiftszeltes von ihrem Blute siebenmal.",
        "18_Chapter, 4_Verse": "Man verbrenne die Kuh vor seinen Augen; ihre Haut, ihr Fleisch, ihr Blut samt ihrem Unrat soll man verbrennen.",
        "18_Chapter, 5_Verse": "Der Priester nehme dann Zedernholz und Ysop und Karmesin und werfe dies mitten in den Brand der Kuh.",
        "18_Chapter, 6_Verse": "Der Priester wasche hierauf seine Kleider und bade seinen Leib im Wasser, hernach darf er in das Lager gehen, aber der Priester bleibt unrein bis zum Abend.",
        "18_Chapter, 7_Verse": "Auch der sie verbrennt, soll seine Kleider waschen im Wasser und seinen Leib baden im Wasser; er bleibt unrein bis zum Abend.",
        "18_Chapter, 8_Verse": "Ein reiner Mann sammle die Asche der Kuh und lege sie nieder außerhalb des Lagers, an einen reinen Ort, und sie bleibe als Besprengungsopfer der Gemeinde der Kinder Israel in Verwahrung; ein Entsündigungsopfer ist es.",
        "18_Chapter, 9_Verse": "Auch der die Asche der Kuh gesammelt hat, wasche seine Kleider und sei unrein bis zum Abend, und es sei den Kindern Israel und dem Fremdling, der unter ihnen weilt, eine Satzung für ewig.",
        "18_Chapter, 10_Verse": "Wer die Leiche irgend einer menschlichen Person berührt, ist unrein sieben Tage.",
        "18_Chapter, 11_Verse": "Derselbe lasse sich damit entsündigen am dritten Tage und am siebenten Tage, so ist er rein; wenn er sich aber nicht entsündigen läßt am dritten Tage und am siebenten Tage, ist er nicht rein.",
        "18_Chapter, 12_Verse": "Jeder, der einen Toten berührt, den Leib eines Menschen, der gestorben ist, und sich nicht entsündigen läßt, hat [durch sein Betreten] die Wohnung des Herrn verunreinigt; diese Person werde ausgerottet aus Israel; denn das Besprengungswasser ist nicht auf ihn gesprengt worden, unrein ist er, noch ist seine Unreinheit an ihm.",
        "18_Chapter, 13_Verse": "Das ist das Gesetz, wenn ein Mensch in einem Zelte stirbt: Jeder der ins Zelt kommt, und alles, was im Zelte ist, soll sieben Tage unrein sein.",
        "18_Chapter, 14_Verse": "Alles offene Gefäß, worauf kein festschließender Deckel ist, ist unrein.",
        "18_Chapter, 15_Verse": "Jeder, der auf offenem Felde einen vom Schwerte Erschlagenen berührt oder einen Verstorbenen oder den Knochen eines Menschen oder ein Grab, soll unrein sein sieben Tage.",
        "18_Chapter, 16_Verse": "Man nehme für den Unreinen von der Asche des verbrannten Entsündigungsopfers und thue darauf lebendes [Quell-] Wasser in ein Gefäß;",
        "18_Chapter, 17_Verse": "Und ein reiner Mann nehme Ysop und tauche ihn in das Wasser und sprenge auf das Zelt und auf alle die Geräte und auf die Personen, die dort waren und auf Den, der den Knochen oder den Erschlagenen oder den Verstorbenen oder das Grab berührt hat.",
        "18_Chapter, 18_Verse": "Der Reine sprenge auf den Unreinen am dritten Tage und am siebenten Tage und entsündige ihn am siebenten Tage; er wasche dann seine Kleider und bade im Wasser, und am Abend ist er rein.",
        "18_Chapter, 19_Verse": "Jemand, der unrein ist und sich nicht entsündigen läßt, diese Person werde ausgerottet aus der Versammlung, denn das Heiligtum des Herrn hat er verunreinigt; das Besprengungswasser ist nicht auf ihn gesprengt worden, unrein ist er.",
        "18_Chapter, 20_Verse": "Das sei ihnen zur ewigen Satzung; wer das Besprengungswasser sprengt, wasche seine Kleider, und wer das Besprengungswasser berührt, ist unrein bis zum Abend.",
        "18_Chapter, 21_Verse": "Alles, was der Unreine berührt, ist unrein; die Person, die ihn berührt, ist unrein bis zum Abend.",
        "19_Chapter, 0_Verse": "Die Kinder Israel, die ganze Gemeinde, kamen nach der Wüste Zin im ersten Monat, und das Volk blieb zu Kades. Dort starb Miriam und wurde auch dort begraben.",
        "19_Chapter, 1_Verse": "Es war kein Wasser da für die Gemeinde; da rotteten sie sich zusammen wider Mose und Aaron.",
        "19_Chapter, 2_Verse": "Das Volk haderte mit Mose und sprach also: Wären wir doch umgekommen, als unsere Brüder umkamen vor dem Herrn!",
        "19_Chapter, 3_Verse": "Wozu habt ihr die Versammlung des Herrn in die Wüste geführt, dort zu sterben mitsamt unserm Vieh?",
        "19_Chapter, 4_Verse": "Wozu habt ihr uns herausgeführt aus Ägypten, uns zu bringen an diesen bösen Ort? Kein Ort der Aussaat, der Feigen und des Weinstocks und des Granatbaums; auch nicht Wasser ist da zu trinken.",
        "19_Chapter, 5_Verse": "Mose und Aaron gingen von der Versammlung hinweg an den Eingang des Stiftszeltes und fielen auf ihr Angesicht; da erschien ihnen die Herrlichkeit des Herrn.",
        "19_Chapter, 6_Verse": "Der Herr redete zu Mose also:",
        "19_Chapter, 7_Verse": "Nimm den Stab und versammle die Gemeinde, du und dein Bruder Aaron, und redet zu dem Felsen vor ihren Augen, dass er Wasser hergebe; du wirst ihnen Wasser hervorbringen aus dem Felsen und tränken die Gemeinde und ihr Vieh.",
        "19_Chapter, 8_Verse": "Mose nahm den Stab von dem Herrn [Stiftszelt], so wie er ihm geboten.",
        "19_Chapter, 9_Verse": "Mose und Aaron versammelten die Gemeinde vor dem Felsen, und er sprach zu ihnen: Höret doch ihr Widerspenstigen! Werden wir euch aus diesem Felsen Wasser hervorbringen?",
        "19_Chapter, 10_Verse": "Da erhob Mose seine Hand und schlug den Felsen mit seinem Stabe zwei mal, und es kam viel Wasser heraus, dass die Gemeinde trank und ihr Vieh.",
        "19_Chapter, 11_Verse": "Der Herr sprach zu Mose und zu Aaron: Weil ihr nicht an mich geglaubt habt, um mich zu verherrlichen vor den Augen der Kinder Israel, deswegen sollt ihr diese Versammlung nicht bringen in das Land, das ich ihnen gebe.*) *) Worin die Sünde Moses und Aarons bestand, ist aus der Darstellung nicht deutlich ersichtlich; wahrscheinlich war es die Schwäche, die sie dem Volke gegenüber bekundet haben.",
        "19_Chapter, 12_Verse": "Das ist das Hader-Wasser, wo die Kinder Israel haderten mit dem Herrn, und durch welches er verherrlicht wurde.",
        "19_Chapter, 13_Verse": "Mose sandte Boten von Kades aus an den König von Edom: Also spricht dein Bruder Israel: Du kennst all das Ungemach, das uns getroffen,",
        "19_Chapter, 14_Verse": "Wie unsere Väter hinabzogen nach Ägypten und wir eine lange Zeit in Ägypten blieben, und die Ägypter verfuhren übel mit uns und mit unseren Vätern.",
        "19_Chapter, 15_Verse": "Da schrieen wir zum Herrn, und er hörte unsere Stimme und sandte einen Boten und ließ uns aus Ägypten führen. Jetzt sind wir in Kades, einer Stadt am äußersten Punkt deiner Grenze.",
        "19_Chapter, 16_Verse": "Lass uns doch durch das Land ziehen! Wir werden nicht durch Felder und Weinberge ziehen und nicht Wasser aus den Brunnen trinken. Die Straße des Königs [den graden Weg] wollen wir gehen, weder zur Rechten noch zur Linken abbeugen, bis dass wir über deine Grenze hinaus sind.",
        "19_Chapter, 17_Verse": "Aber Edom sprach zu ihm: Du sollst nicht ziehen durch mein Gebiet, dass ich dir nicht mit dem Schwerte entgegenrücke.",
        "19_Chapter, 18_Verse": "Die Kinder Israel ließen nochmals sagen: Auf gebahnter Straße wollen wir ziehen, und wenn wir, ich und meine Herden, dein Wasser trinken, so will ich den Preis dafür geben; auch nicht das Geringste verlange ich, zu Fuße will ich durchziehen.",
        "19_Chapter, 19_Verse": "Aber er sprach: Du sollst nicht durchziehen! Und Edom rückte ihm entgegen mit schwerem Volke und mit starker Macht.",
        "19_Chapter, 20_Verse": "Da Edom sich weigerte, Israel zu gestatten, durch sein Gebiet zu ziehen, beugte Israel ab von ihm.",
        "19_Chapter, 21_Verse": "Sie brachen auf von Kades, und die Kinder Israel, die ganze Gemeinde, kamen an den Berg Hor.",
        "19_Chapter, 22_Verse": "Der Herr sprach zu Mose und zu Aaron bei dem Berge Hor an der Grenze des Landes Edom, also:",
        "19_Chapter, 23_Verse": "Aaron werde versammelt zu seinen Stämmen, denn er soll nicht in das Land kommen, das ich den Kindern Israel gegeben, weil ihr gegen meinen Befehl widerspenstig gewesen seid beim HaderWasser.",
        "19_Chapter, 24_Verse": "Nimm Aaron und seinen Sohn Elasar und führe sie hinauf den Berg Hor.",
        "19_Chapter, 25_Verse": "Lasse Aaron seine Kleider ausziehen und seinen Sohn Elasar sie anlegen; Aaron werde dann versammelt und sterbe daselbst.",
        "19_Chapter, 26_Verse": "Mose tat, wie der Herr geboten; sie stiegen auf den Berg Hor vor der ganzen Gemeinde.",
        "19_Chapter, 27_Verse": "Mose ließ Aaron seine Kleider ausziehen und seinen Sohn Elasar sie anlegen. Aaron starb dort auf dem Gipfel des Berges, und Mose und Elasar kamen herab vom Berge.",
        "19_Chapter, 28_Verse": "Als die ganze Gemeinde sah, dass Aaron verschieden war, da beweinte das ganze Haus Israel Aaron dreißig Tage.",
        "20_Chapter, 0_Verse": "Es hörte der Kanaani, König von Arad, der Bewohner des Südens, dass Israel heranrückte auf dem Wege der Kundschafter; da griff er Israel an und führte Gefangene von ihm weg.",
        "20_Chapter, 1_Verse": "Da tat Israel ein Gelübde dem Herrn und sprach: Wenn du dieses Volk in meine Hand gibst, so will ich ihre Städte bannen.",
        "20_Chapter, 2_Verse": "Der Herr hörte auf die Stimme Israels und gab die Kanaaniter [in seine Hand], und er bannte sie und ihre Städte: man nannte den Namen des Ortes Horma [Bannung].",
        "20_Chapter, 3_Verse": "Sie brachen auf vom Berge Hor auf dem Wege zum Schilfmeer, das Land Edom zu umgehen, das Volk ward ungeduldig auf dem Wege.",
        "20_Chapter, 4_Verse": "Das Volk redete wider Gott und wider Mose: Wozu habt ihr uns herausgeführt aus Ägypten, in der Wüste zu sterben? Denn da ist kein Brot und da ist kein Wasser; uns ekelt vor dem elenden Brote.",
        "20_Chapter, 5_Verse": "Da ließ der Herr gegen das Volk giftige Schlangen los, die das Volk bissen; es starb viel Volks von Israel.",
        "20_Chapter, 6_Verse": "Das Volk kam zu Mose und sprach: Wir haben gefehlt, dass wir geredet haben wider den Herrn und wider dich! Bete zum Herrn, dass er von uns die Schlangen abwende. Mose betete für das Volk.",
        "20_Chapter, 7_Verse": "Der Herr sprach zu Mose: Mache dir eine [kupferne] Schlange und setze sie auf eine Stange, und wer gebissen wird der sehe sie an und er bleibe leben.",
        "20_Chapter, 8_Verse": "Mose machte eine kupferne Schlange und setzte sie auf eine Stange, und so geschah, wenn eine Schlange jemanden gebissen hatte, so schaute er auf zu der kupfernen Schlange und blieb leben.",
        "20_Chapter, 9_Verse": "Die Kinder Israel brachen dann auf und lagerten in Obot.",
        "20_Chapter, 10_Verse": "Von Obot brachen sie auf und lagerten in Ijje-Abarim in der Wüste, die vor Moab gegen Sonnenaufgang liegt. ",
        "20_Chapter, 11_Verse": "Von dort brachen sie auf und lagerten im Thale Sered.",
        "20_Chapter, 12_Verse": "Von dort brachen sie auf und lagerten jenseits des Arnon, der in der Wüste, der aus dem Gebiete des Emori kommt; denn der Arnon war die Grenze Moabs zwischen Moab und Emori.",
        "20_Chapter, 13_Verse": "Darum werden genannt im Buche der Kriege des Herrn: Waheb in Sufa und die Bäche des Arnon,",
        "20_Chapter, 14_Verse": "Und der Ausfluß der Bäche, der sich streckt bis Sebet-Ar und sich lehnt an die Grenze Moab.",
        "20_Chapter, 15_Verse": "Von dort [zogen sie] zum Brunnen; das ist der Brunnen, wo der Herr zu Mose gesprochen: Versammle das Volk und ich will ihm Wasser geben.",
        "20_Chapter, 16_Verse": "Damals sang Israel dieses Lied: Herauf Brunnen! Stimmet an!",
        "20_Chapter, 17_Verse": "Brunnen, ihn gruben Fürsten, ihn höhlten die Edeln des Volkes mit dem Scepter, mit ihren Stäben. — Von der Wüste [zogen sie] nach Mattana.",
        "20_Chapter, 18_Verse": "Von Mattana nach Nahliel und von Nahliel nach Bamot.",
        "20_Chapter, 19_Verse": "Von Bamot nach dem Thal, das im Gefilde Moab, nach dem Gipfel der Pisga, die emporragt über die Fläche der Wüste.",
        "20_Chapter, 20_Verse": "Israel sandte Boten an Sichon, König des Emori, mit den Worten:",
        "20_Chapter, 21_Verse": "Lass mich durch dein Land ziehen, wir werden nicht ausbeugen in Felder und Weinberge, nicht trinken Wasser aus den Brunnen, auf der Straße des Königs werden wir gehen, bis wir hinaus sind über deine Grenze.",
        "20_Chapter, 22_Verse": "Aber Sichon gestattete Israel nicht durch sein Gebiet zu ziehen; Sichon versammelte vielmehr sein ganzes Volk und zog Israel entgegen in die Wüste, er kam nach Jahaz und stritt gegen Israel.",
        "20_Chapter, 23_Verse": "Israel schlug ihn jedoch mit der Schärfe des Schwertes und nahm sein Land in Besitz, vom Arnon bis an den Jabbok bis zu dem Lande Ammon, denn fest war die Grenze Ammons.",
        "20_Chapter, 24_Verse": "Israel nahm alle diese Städte und wohnte in allen Städten des Emori, in Hesbon und in allen ihren Tochterstädten.",
        "20_Chapter, 25_Verse": "Denn Hesbon war eine Stadt Sichons, Königs des Emori; er hatte gestritten gegen den früheren König von Moab und hatte sein ganzes Land ihm abgenommen bis auf den Arnon.",
        "20_Chapter, 26_Verse": "Daher sangen die Spruchredner: Ziehet ein in Hesbon, gebauet und aufgerichtet werde die Stadt Sichons.",
        "20_Chapter, 27_Verse": "Denn ein Feuer ging aus von Hesbon, eine Flamme aus Sichons Stadt; es fraß Ar Moab, die Männer von Bamot Arnon.",
        "20_Chapter, 28_Verse": "Weh dir Moab! Verloren bist du, Volk des Kemos! Er machte seine Söhne zu Flüchtlingen und seine Töchter zu Gefangenen Sichons, des Königs von Emori.",
        "20_Chapter, 29_Verse": "Ihr Reich ist vernichtet, verloren ist Hesbon bis Dibon! Wir haben vernichtet bis Nofach, das bis Medba.",
        "20_Chapter, 30_Verse": "Israel wohnte im Lande des Emori.",
        "20_Chapter, 31_Verse": "Mose schickte, Jaser auszukundschaften; sie eroberten dann ihre Tochterstädte, und trieben den Emori aus, der dort war.",
        "20_Chapter, 32_Verse": "Und sie wandten sich und zogen hinauf nach Baschan; Og, König von Baschan, zog ihnen entgegen, er und sein ganzes Volk zum Kampfe nach Edrëi.",
        "20_Chapter, 33_Verse": "Der Herr sprach zu Mose: Fürchte ihn nicht, denn in deine Hand habe ich ihn gegeben und sein ganzes Volk und sein ganzes Land; mache es ihm, wie du es gemacht Sichon, dem Könige des Emori, der in Hesbon wohnte.",
        "20_Chapter, 34_Verse": "Sie schlugen ihn und seine Söhne und sein Volk, so dass man ihm keinen Entronnenen ließ und nahmen sein Land in Besitz.",
        "21_Chapter, 0_Verse": "Die Kinder Israel brachen dann auf und lagerten in den Steppen Moab, diesseits des Jordan vor Jericho.",
        "21_Chapter, 1_Verse": "Als Balak, Sohn Zippors, alles sah, was Israel dem Emori getan,",
        "21_Chapter, 2_Verse": "Da fürchtete sich Moab sehr vor dem Volke, da es so groß war, und es grauete Moab vor den Kindern Israel.",
        "21_Chapter, 3_Verse": "Moab sprach zu den Ältesten Midjans: Jetzt wird dieser Haufen wegfressen alles in unserer Umgebung, wie der Stier wegfrisst das Gras auf dem Felde. Balak, Sohn Zippors, war König über Moab um diese Zeit.",
        "21_Chapter, 4_Verse": "Dieser sandte Boten an Bileam, Sohn Beors, nach Petor, das am Strome, in das Land seiner Volksgenossen, ihn zu laden, mit den Worten: Siehe, ein Volk ist ausgezogen aus Ägypten; es verdeckt das Auge [das Licht] der Erde und sitzt mir gegenüber.",
        "21_Chapter, 5_Verse": "Komme nun doch, verfluche mir dieses Volk, denn es ist mächtiger als ich; vielleicht vermag ich es dann zu schlagen, dass ich es vertreibe aus dem Lande; denn ich weiß, wen du segnest, der ist gesegnet, und wen du verfluchst, der ist verflucht.",
        "21_Chapter, 6_Verse": "Die Ältesten Moabs und die Ältesten Midjans gingen mit dem Wahrsagerlohn in ihrer Hand und kamen zu Bileam und redeten zu ihm die Worte Balaks.",
        "21_Chapter, 7_Verse": "Da sprach er zu ihnen: Bleibet hier diese Nacht, ich werde euch Antwort geben, so wie der Herr zu mir reden wird. Und die Fürsten Moabs blieben bei Bileam.",
        "21_Chapter, 8_Verse": "Gott erschien dem Bileam und sprach: Wer sind diese Männer bei dir?",
        "21_Chapter, 9_Verse": "Bileam sprach zu Gott: Balat, der Sohn Zippors, König von Moab, hat zu mir gesandt [um mir zu sagen]:",
        "21_Chapter, 10_Verse": "Siehe da das Volk, das ausgezogen ist von Ägypten und das Auge der Erde verdeckt; komm, verwünsche es mir, vielleicht vermag ich dann, es zu bekämpfen und zu vertreiben.",
        "21_Chapter, 11_Verse": "Da sprach Gott zu Bileam: Du sollst nicht mit ihnen gehen, du kannst das Volk nicht verfluchen, denn es ist gesegnet.",
        "21_Chapter, 12_Verse": "Bileam stand am Morgen auf und sprach zu den Fürsten Balats: Gehet in euer Land, denn der Herr verweigert es, mir zu gestatten, dass ich mit euch gehe.",
        "21_Chapter, 13_Verse": "Die Fürsten Moabs standen auf und gingen zu Balak und sprachen: Bileam hat sich geweigert mit uns zu gehen.",
        "21_Chapter, 14_Verse": "Da sandte Balak noch einmal mehr Fürsten und geehrtere als jene.",
        "21_Chapter, 15_Verse": "Sie kamen zu Bileam und sprachen zu ihm: So spricht Balak, Sohn Zippors: Lass dich nicht abhalten zu mir zu kommen.",
        "21_Chapter, 16_Verse": "Ich will dich sehr ehren, und alles, was du von mir verlangen wirst, will ich thun, komm doch, verwünsche mir dieses Volk.",
        "21_Chapter, 17_Verse": "Bileam erwiderte und sprach zu den Dienern Balaks: Wenn mir Balak sein Haus voll Silber und Gold gäbe, so kann ich nicht übertreten den Befehl des Herrn, meines Gottes, zu tun ein Kleines oder ein Großes.",
        "21_Chapter, 18_Verse": "Bleibet aber hier auch diese Nacht, und ich werde erfahren, was der Herr ferner mit mir reden wird.",
        "21_Chapter, 19_Verse": "Gott erschien nachts dem Bileam und sprach zu ihm: Wenn dich zu laden die Männer gekommen sind, gehe mit ihnen; aber nur das, was ich zu dir reden werde, das sollst du thun.",
        "21_Chapter, 20_Verse": "Bileam stand früh am Morgen auf, er sattelte seine Eselin und ging mit den Fürsten Moabs.",
        "21_Chapter, 21_Verse": "Da erglühte der Zorn Gottes, dass er ging, ein Engel des Herrn stellte sich in den Weg, ihn zu hindern; er ritt auf seiner Eselin und seine beiden Knaben waren mit ihm.",
        "21_Chapter, 22_Verse": "Die Eselin sah den Engel des Herrn im Wege stehen, das gezückte Schwert in seiner Hand; die Eselin wich aus dem Wege und ging in das Feld, da schlug Bileam die Eselin, um sie in den Weg zu lenken.",
        "21_Chapter, 23_Verse": "Der Engel des Herrn trat in den Pfad zwischen den Weinbergen, eine Mauer diesseits und eine Mauer jenseits.",
        "21_Chapter, 24_Verse": "Die Eselin sah den Engel des Herrn und drängte sich an die Wand und drückte den Fuß Bileams an die Wand, da schlug er sie noch einmal.",
        "21_Chapter, 25_Verse": "Der Engel des Herrn ging weiter und trat an einen engen Ort, dass kein Weg zum Ausweichen war zur Rechten oder zur Linken.",
        "21_Chapter, 26_Verse": "Die Eselin sah den Engel der Herrn und legte sich nieder unter Bileam, da erglühte Bileams Zorn und er schlug die Eselin mit dem Stocke.",
        "21_Chapter, 27_Verse": "Da öffnete der Herr den Mund der Eselin, und sie sprach zu Bileam: Was habe ich dir getan, dass du mich nun drei mal geschlagen?",
        "21_Chapter, 28_Verse": "Bileam sprach zur Eselin: Weil du mit mir Spott getrieben hast. Wäre doch ein Schwert in meiner Hand, auf der Stelle hatte ich dich getötet.",
        "21_Chapter, 29_Verse": "Die Eselin sprach zu Bileam: Bin ich doch deine Eselin, auf der du geritten von jeher bis auf den heutigen Tag; bin ichs gewohnt, dir also zu tun? Und er sprach: Nein!",
        "21_Chapter, 30_Verse": "Der Herr öffnete die Augen Bileams, und er sah den Engel des Herrn im Wege stehen und das gezückte Schwert in der Hand, er neigte sich und warf sich nieder auf sein Angesicht.",
        "21_Chapter, 31_Verse": "Der Engel des Herrn sprach zu ihm: Warum hast du deine Eselin geschlagen nun drei mal? Ich bin ausgezogen zu hindern, denn der Weg führte ins Verderben vor meinen Augen.",
        "21_Chapter, 32_Verse": "Da sah mich die Eselin und wich mir diese drei mal aus; wäre sie mir nicht ausgewichen, hätte ich dich auf der Stelle erschlagen, aber sie leben lassen.",
        "21_Chapter, 33_Verse": "Bileam sprach zum Engel des Herrn: Ich habe gefehlt, da ich nicht merkte, dass du mir entgegenständest im Wege. Und nun, wenn es missfällig in deinen Augen, so will ich heimkehren.",
        "21_Chapter, 34_Verse": "Der Engel des Herrn sprach zu Bileam: Gehe mit den Männern; jedoch nur das, was ich dir sagen werde, das sollst du reden. Bileam ging mit den Fürsten Balaks.",
        "21_Chapter, 35_Verse": "Als Balak hörte, dass Bileam kam, da ging er ihm entgegen nach Ir-Moab, das an der äußersten Grenze des Arnon liegt.",
        "21_Chapter, 36_Verse": "Balak sprach zu Bileam: Habe ich doch wiederholt geschickt, dich zu laden, warum kamst du nicht zu mir? Kann ich dich nicht ehren?",
        "21_Chapter, 37_Verse": "Bileam erwiderte dem Balak: Nun bin ich zu dir gekommen; kann ich wohl reden, was es auch sei? Das Wort, das Gott legt in meinen Mund, das muß ich reden.",
        "21_Chapter, 38_Verse": "Bileam ging mit Balak, und sie kamen nach Kirjat-Huzot.",
        "21_Chapter, 39_Verse": "Balak schlachtete Rinder und Schafe und schickte davon dem Bileam und den Fürsten, die mit ihm waren.",
        "21_Chapter, 40_Verse": "Am Morgen nahm Balak den Bileam und führte ihn hinauf nach BamotBaal, und er sah von dort aus einen Teil des [israelitischen] Volkes.",
        "22_Chapter, 0_Verse": "Bileam sprach zu Balak: Baue mir hier sieben Altäre und halte mir hier bereit sieben Farren und sieben Widder.",
        "22_Chapter, 1_Verse": "Balak tat so wie Bileam geredet, und Balak und Bileam opferten je einen Farren und einen Widder auf jedem Altar.",
        "22_Chapter, 2_Verse": "Bileam sprach zu Balak: Stelle dich neben dein Ganzopfer und ich will gehen, vielleicht begegnet mir der Herr, und was er mich sehen lassen wird, das werde ich dir verkünden. Und er ging allein.",
        "22_Chapter, 3_Verse": "Gott begegnete dem Bileam und dieser sprach zu ihm: Die sieben Altäre habe ich aufgerichtet und geopfert einen Farren und einen Widder auf jedem Altar.",
        "22_Chapter, 4_Verse": "Der Herr legte ein Wort in den Mund Bileams und sprach: Kehre zurück zu Balak und so sollst du reden.",
        "22_Chapter, 5_Verse": "[Bileam] kehrte zu ihm zurück, er stand neben seinem Ganzopfer, er und alle Fürsten Moabs.",
        "22_Chapter, 6_Verse": "Da hub er an seinen Spruch und sprach: Von Aram ließ mich holen Balak, der König Moabs, von den Bergen des Morgenlandes; komm, verfluche mir Jakob und schilt Israel.",
        "22_Chapter, 7_Verse": "Wie mag ich verwünschen, wen Gott nicht verwünscht, und wie schelten, den der Herr nicht schilt?",
        "22_Chapter, 8_Verse": "Denn vom Gipfel des Felsens sehe ich’s und von den Hügeln herab schaue ich’s: Es ist ein Volk, das abgesondert wohnt und unter die Völker sich nicht rechnen läßt.",
        "22_Chapter, 9_Verse": "Wer zählt den Staub Jakobs und mißt die Lagerstätte Israels? Ich möchte sterben den Tod der Frommen, und mein Ende sei wie das ihre.",
        "22_Chapter, 10_Verse": "Balak sprach zu Bileam: Was tust du mir? Meine Feinde zu verwünschen hab‘ ich dich genommen und du segnest sie ja.",
        "22_Chapter, 11_Verse": "[Bileam aber] antwortete und sprach: Was der Herr in meinen Mund legt, muß ich beachten, um es zu reden.",
        "22_Chapter, 12_Verse": "Balak sprach zu ihm: Komme doch mit mir an einen andern Ort, von wo aus du es sehen wirst. Jedoch nur einen Teil von ihm wirst du sehen, aber das Ganze wirst du nicht sehen; verwünsche es mir von dort aus.",
        "22_Chapter, 13_Verse": "Er nahm ihn nach dem Felde der Hochwächter auf dem Gipfel der Pisga, und er baute sieben Altäre und opferte einen Farren und einen Widder auf jedem Altar.",
        "22_Chapter, 14_Verse": "[Bileam] sprach zu Balak: Stelle dich hier neben dein Ganzopfer und ich will dort [Gott] entgegen gehen.",
        "22_Chapter, 15_Verse": "Der Herr begegnete dem Bileam und legte ein Wort in seinen Mund und sprach: Kehre zurück zu Balak und so sollst du reden.",
        "22_Chapter, 16_Verse": "Er kam zu ihm, er stand neben seinem Ganzopfer und die Fürsten Moabs bei ihm, und Balak sprach zu ihm: Was hat der Herr geredet?",
        "22_Chapter, 17_Verse": "Da hub er an seinen Spruch und sprach: Auf, Balak, und höre! Neige her das Ohr zu mir, Sohn des Zippor!",
        "22_Chapter, 18_Verse": "Nicht ein Mensch ist Gott, dass er trüge, oder ein Sohn Adams, dass er sich gereuen lasse. Wie, er sollte sprechen und nicht thun? und sollte reden und es nicht bestätigen?",
        "22_Chapter, 19_Verse": "Zu segnen habe ich Befehl; denn er hat gesegnet und ich kann es nicht wenden.",
        "22_Chapter, 20_Verse": "Man schauet nicht Verwerfliches in Jakob und sieht nicht Böses in Israel. Der Herr, sein Gott, ist bei ihm und Trompetenschall des Königs unter ihm.",
        "22_Chapter, 21_Verse": "Gott, der sie geführt aus Ägypten, wie die Kraft des Rëem ist er ihm.",
        "22_Chapter, 22_Verse": "Denn es hilft keine Zauberei wider Jakob und keine Wahrsagerei wider Israel; zur Zeit wird Jakob und Israel verkündet, was Gott im Werke hat.",
        "22_Chapter, 23_Verse": "Siehe da ein Volk, wie eine Löwin erhebt es sich, wie ein Leu richtet es sich auf; es legt sich nicht, bis es verzehrt hat den Raub und das Blut der Erschlagenen getrunken.",
        "22_Chapter, 24_Verse": "Balak sprach zu Bileam: Weder sollst du es verwünschen noch sollst du es segnen!",
        "22_Chapter, 25_Verse": "Bileam antwortete und sprach zu Balak: Habe ich dir doch gesagt, alles, was der Herr reden wird, das werde ich thun.",
        "22_Chapter, 26_Verse": "Balak sprach zu Bileam: Komm doch, ich will dich führen an einen andern Ort, vielleicht ist es recht in den Augen Gottes, dass du es mir verwünschest von dort aus.",
        "22_Chapter, 27_Verse": "Balak führte Bileam auf den Gipfel des Peor, der emporragt über die Fläche der Wüste.",
        "22_Chapter, 28_Verse": "Bileam sprach zu Balak: Baue mir hier sieben Altäre und halte mir hier bereit sieben Farren und sieben Widder.",
        "22_Chapter, 29_Verse": "Balak tat, wie Bileam gesprochen, und opferte einen Farren und einen Widder auf jedem Altar.",
        "23_Chapter, 0_Verse": "Aber Bileam sah, dass es gut sei in den Augen des Herrn, Israel zu segnen, und so ging er nicht, wie zu wiederholten malen, auf Zaubergesichte aus, sondern richtete gegen die Wüste seinen Blick.",
        "23_Chapter, 1_Verse": "Bileam erhob seine Augen und sah Israel lagernd nach seinen Stämmen, da kam über ihn der Geist Gottes.",
        "23_Chapter, 2_Verse": "Und er hub an seinen Spruch und sprach: Dies der Gottesspruch Bileams, des Sohnes Beors, und Gottesspruch des Mannes geöffneten Auges;",
        "23_Chapter, 3_Verse": "Gottesspruch des, der Reden Gottes hört, der Gesichte des Allmächtigen sieht, hinfallend und enthüllter Augen:",
        "23_Chapter, 4_Verse": "Wie schön sind deine Zelte Jakob, deine Wohnungen Israel!",
        "23_Chapter, 5_Verse": "Wie Bäche sich hinstrecken, wie Gärten am Strom, wie Aloëbäume, die der Herr gepflanzt, wie Zedern am Wasser.",
        "23_Chapter, 6_Verse": "Es wird rinnen Wasser aus seinen Eimern und sein Same an reichlichen Gewässern; hoch über Agag wird sein König, sich erheben wird sein Königreich.",
        "23_Chapter, 7_Verse": "Gott, der es aus Ägypten geführt, wie die Kraft des Rëem ist er ihm, es wird verzehren Völker, seine Dränger, ihre Gebeine zermalmen und seine Pfeile werden sie zertrümmern.",
        "23_Chapter, 8_Verse": "Er läßt sich nieder, streckt sich gleich Leu und Löwin, wer will ihn aufreizen? Wer dich segnet, sei gesegnet, wer dich verflucht, sei verflucht.",
        "23_Chapter, 9_Verse": "Da erglühte der Zorn Balaks gegen Bileam, und er schlug die Hände zusammen; Balak sprach zu Bileam: Meine Feinde zu verwünschen habe ich dich geladen, und du hast sie gesegnet schon drei mal.",
        "23_Chapter, 10_Verse": "Und nun entfliehe nach deinem Ort; ich habe gedacht, ich will dich ehren, aber der Herr hat dich abgehalten von Ehre.",
        "23_Chapter, 11_Verse": "Bileam sprach zu Balak: Habe ich denn nicht zu deinen Boten, die du mir gesandt, geredet also:",
        "23_Chapter, 12_Verse": "Wenn mir Balak gäbe sein Haus voll Gold und Silber, ich könnte nicht übertreten den Befehl des Herrn, zu tun Gutes oder Böses aus meinem Herzen; was der Herr befehlen wird, das werde ich reden.",
        "23_Chapter, 13_Verse": "Ich gehe nun zu meinem Volke; komm, ich will dir verkünden, was dieses Volk thun wird deinem Volke in der Folge der Tage.",
        "23_Chapter, 14_Verse": "Er hub an seinen Spruch und sprach: Gottesspruch Bileams, Sohnes Beors, und Gottesspruch des Mannes geöffneten Auges;",
        "23_Chapter, 15_Verse": "Gottesspruch des, der hört die Reden Gottes und kennt die Kunde des Höchsten, Gesichte des Allmächtigen sieht er, hinfallend und enthüllter Augen:",
        "23_Chapter, 16_Verse": "Ich sehe ihn, doch nicht jetzt, ich schaue ihn, doch nicht nahe; es tritt hervor ein Stern aus Jakob und ersteht ein Stab aus Israel, er durchbohrt alle Seiten Moabs und zerschmettert alle Söhne Sets.",
        "23_Chapter, 17_Verse": "Edom wird Beute, ja Beute wird Sëir seiner Feinde. Doch Israel wird mächtig emporwachsen.",
        "23_Chapter, 18_Verse": "Es kommt ein Herrscher aus Jakob, und er vertilgt, was entronnen dem Feinde.",
        "23_Chapter, 19_Verse": "Er sah den Amalek und hub an seinen Spruch und sprach: Das erste der Völker war Amalek [Israel anzugreifen] und sein Ende — zum Untergang.",
        "23_Chapter, 20_Verse": "Er sah dann den Kani und hub an seinen Spruch und sprach: Fest ist dein Wohnsitz, und gestellt auf den Felsen dein Nest.",
        "23_Chapter, 21_Verse": "Doch wenn Kajin der Ausrottung anheim fällt, wie lange [währt es], führt Asur dich gefangen weg.",
        "23_Chapter, 22_Verse": "Und er hub an seinen Spruch und sprach: Weh! wer wird leben, sobald Gott ihn einsetzt [ins Strafamt]?",
        "23_Chapter, 23_Verse": "Schiffe von der Küste Kittim bedrängen Asur und bedrängen Eber; aber auch er — zum Untergang.",
        "23_Chapter, 24_Verse": "Bileam machte sich dann auf und kehrte zurück an seinen Ort; auch Balak ging seines Weges.",
        "24_Chapter, 0_Verse": "Israel verweilte in Sittim. Und das Volk fing an zu buhlen mit den Töchtern Moabs.",
        "24_Chapter, 1_Verse": "Diese luden das Volk zu den Opfermahlen ihrer Götter, und das Volk aß und warf sich nieder vor ihren Göttern.",
        "24_Chapter, 2_Verse": "Israel hing also dem Baal Peor an; und der Zorn des Herrn erglühete gegen Israel.",
        "24_Chapter, 3_Verse": "Der Herr sprach zu Mose: Nimm alle Häupter des Volkes und lass sie hängen vor dem Herrn vor der Sonne; dass die Zornesglut des Herrn sich wende von Israel.",
        "24_Chapter, 4_Verse": "Mose sprach zu den Richtern Israels: Erschlage jeglicher seine Leute, die dem Baal Peor anhingen.",
        "24_Chapter, 5_Verse": "Da kam ein Mann von den Kindern Israel, der führte seinen Brüdern eine Midjanitin zu vor den Augen Moses und vor den Augen der ganzen Gemeinde der Kinder Israel; diese weinten am Eingange des Stiftszeltes.",
        "24_Chapter, 6_Verse": "Als Pinchas, Sohn Elasars, Sohn Aarons des Priesters, das sah, da stand er auf aus der Mitte der Gemeinde und nahm eine Lanze in seine Hand,",
        "24_Chapter, 7_Verse": "Und ging dem Manne aus Israel nach in das Gemach und durchborte beide, den Mann aus Israel und die Frau, durch ihren Leib; und das Sterben ward abgewehrt von den Kindern Israel.",
        "24_Chapter, 8_Verse": "Und es waren der an der Seuche Gestorbenen vier und zwanzig tausend.",
        "24_Chapter, 9_Verse": "Der Herr redete zu Mose also:",
        "24_Chapter, 10_Verse": "Pinchas, Sohn Elasars, Sohnes Aarons des Priesters, hat meinen Grimm abgewendet von den Kindern Israel, indem er an meiner Statt eiferte unter ihnen, dass ich nicht aufrieb die Kinder Israel in meinem Eifer.",
        "24_Chapter, 11_Verse": "Darum sprich: Ich gebe ihm meinen Bund des Friedens!",
        "24_Chapter, 12_Verse": "Es sei ihm und seinen Nachkommen nach ihm der Bund des ewigen Priestertums; dafür, dass er geeifert hat für seinen Gott und gesühnt hat die Kinder Israel.",
        "24_Chapter, 13_Verse": "Der Name des erschlagenen Mannes aus Israel, der erschlagen worden mit der Midjanitin, war Simri, Sohn Salu, Fürst eines Stammhauses aus Simeon.",
        "24_Chapter, 14_Verse": "Und der Name des erschlagenen Weibes, der Midjanitin: Kosbi, Tochter Zurs; Haupt der Völkerschaften eines Stammhauses in Midjan war er.",
        "24_Chapter, 15_Verse": "Der Herr redete zu Mose also:",
        "24_Chapter, 16_Verse": "Befeindet die Midjaniten und schlaget sie.",
        "24_Chapter, 17_Verse": "Denn feindselig sind sie euch durch ihre Arglist, die sie gegen euch erlisten, wegen Peor und wegen Kosbi der Tochter des Fürsten von Midjan, ihrer Schwester, die erschlagen wurde am Tage der Seuche wegen Peor.",
        "25_Chapter, 0_Verse": "Und es war nach der Seuche — Da sprach der Herr zu Mose und zu Elasar dem Sohne Aarons des Priesters also:",
        "25_Chapter, 1_Verse": "Nehmet auf die Gesamtzahl der ganzen Gemeinde der Kinder Israel, im Alter von zwanzig Jahren und darüber nach ihren Stammhäusern, jeden, der zur Musterung kommt in Israel.",
        "25_Chapter, 2_Verse": "Mose und Elasar der Priester redete mit ihnen in den Steppen Moabs am Jordan vor Jericho [und musterten alle].",
        "25_Chapter, 3_Verse": "Im Alter von 20 Jahren und darüber, so wie der Herr geboten hatte Mose und den Kindern Israel, die aus Ägypten gezogen waren:",
        "25_Chapter, 4_Verse": "Ruben, der Erstgeborene Israels; die Söhne Ruben: von Hanoch das Geschlecht Hanochi, von Fallu das Geschlecht Fallui,",
        "25_Chapter, 5_Verse": "Von Hezron das Geschlecht Hezroni, von Karmi das Geschlecht Karmi.",
        "25_Chapter, 6_Verse": "Diese sind die Geschlechter des Ruben, und es waren ihre Gemusterten drei und vierzig tausend siebenhundert dreißig.",
        "25_Chapter, 7_Verse": "Und die Söhne Fallu: Eliab,",
        "25_Chapter, 8_Verse": "Und die Söhne Eliabs: Nemuel, Datan und Abiram, jene Datan und Abiram, Berufene zur Versammlung, welche gegen Mose und Aaron haderten in dem Anhange Korahs, als sie gegen Gott haderten;",
        "25_Chapter, 9_Verse": "Da tat die Erde auf ihren Mund und verschlang sie, und den Korah, als der Anhang umkam, in dem das Feuer die zwei hundert und fünfzig Männer verzehrte; und sie wurden zum Warnungszeichen.",
        "25_Chapter, 10_Verse": "Aber die Söhne Korahs waren nicht umgekommen.",
        "25_Chapter, 11_Verse": "Die Söhne Simeon nach ihren Geschlechtern: von Nemuel das Geschlecht Nemueli, von Jamin das Geschlecht Jamini, von Jakin das Geschlecht Jakini.",
        "25_Chapter, 12_Verse": "Von Serah, das Geschlecht Sarhi; von Saul das Geschlecht Sauli.",
        "25_Chapter, 13_Verse": "Diese sind die Geschlechter des Simeon, zwei und zwanzig tausend zwei hundert.",
        "25_Chapter, 14_Verse": "Die Söhne Gad nach ihren Geschlechtern: Von Zefon das Geschlecht Zefoni; von Hagi das Geschlecht Hagi; von Suni das Geschlecht Suni.",
        "25_Chapter, 15_Verse": "Von Osni das Geschlecht Osni; von Eri das Geschlecht Eri.",
        "25_Chapter, 16_Verse": "Von Arod das Geschlecht Arodi; von Areli das Geschlecht Areli.",
        "25_Chapter, 17_Verse": "Diese sind die Geschlechter der Söhne Gad nach ihren Gemusterten, vierzig tausend fünf hundert.",
        "25_Chapter, 18_Verse": "Die Söhne Jehuda: Er und Onan; doch Er und Onan waren verstorben im Lande Kanaan.",
        "25_Chapter, 19_Verse": "Es waren die Söhne Jehuda nach ihren Geschlechtern: Von Sela das Geschlecht Selani, von Perez das Geschlecht Parzi; von Serah das Geschlecht Sarhi.",
        "25_Chapter, 20_Verse": "Und die Söhne Perez waren: Von Hezron das Geschlecht Hezroni; von Hamul das Geschlecht Hamuli.",
        "25_Chapter, 21_Verse": "Diese sind die Geschlechter Jehuda nach ihren Gemusterten, sechs und siebzig tausend fünf hundert.",
        "25_Chapter, 22_Verse": "Die Söhne Issachar nach ihren Geschlechtern: Von Tola das Geschlecht Tolai, von Puwa das Geschlecht Puni.",
        "25_Chapter, 23_Verse": "Von Jasub das Geschlecht Jasubi; von Simron das Geschlecht Simroni.",
        "25_Chapter, 24_Verse": "Diese sind die Geschlechter Issachar nach ihren Gemusterten, vier und sechzig tausend drei hundert.",
        "25_Chapter, 25_Verse": "Die Söhne Sebulun nach ihren Geschlechtern: Von Sered das Geschlecht Sardi; von Elon das Geschlecht Eloni; von Jahlëel das Geschlecht Jahlëeli.",
        "25_Chapter, 26_Verse": "Diese sind die Geschlechter des Sebulun noch ihren Gemusterten, sechzig tausend fünf hundert.",
        "25_Chapter, 27_Verse": "Die Söhne Josef nach ihren Geschlechtern: Manasse und Efraim.",
        "25_Chapter, 28_Verse": "Die Söhne Manasse: Von Machir das Geschlecht Machiri, und Machir zeugte Gilead; von Gilead das Geschlecht Gileadi.",
        "25_Chapter, 29_Verse": "Diese sind die Söhne Gilead: Von Jëser das Geschlecht Jësri; von Helek das Geschlecht Helki. ",
        "25_Chapter, 30_Verse": "Von Asriel das Geschlecht Asrieli; von Sichem das Geschlecht Sichmi.",
        "25_Chapter, 31_Verse": "Und von Semida das Geschlecht Semidai und Hefer das Geschlecht Hefri.",
        "25_Chapter, 32_Verse": "Zelafhad, Sohn Hefers, hatte keine Söhne, sondern nur Töchter und die Töchter Zelafhads hießen Mahla, Noa, Hogla, Milka und Tirza.",
        "25_Chapter, 33_Verse": "Dies sind die Geschlechter Manasses, und ihre Gemusterten waren zwei und fünfzig tausend siebenhundert.",
        "25_Chapter, 34_Verse": "Dies sind die Söhne Efraims nach ihren Geschlechtern: Von Sutelah das Geschlecht Sutalhi; von Beter das Geschlecht Bakri; von Tahan das Geschlecht Tahni.",
        "25_Chapter, 35_Verse": "Und dies sind die Söhne Sutelah: Von Eran das Geschlecht Erani.",
        "25_Chapter, 36_Verse": "Diese sind die Geschlechter der Söhne Efraim nach ihren Gemusterterten, zwei und dreißig tausend fünf hundert; dies sind die Söhne Josef nach ihren Geschlechtern.",
        "25_Chapter, 37_Verse": "Die Söhne Benjamin nach ihren Geschlechtern: Von Bela das Geschlecht Bali; von Asbel das Geschlecht Asbeli; von Ahiram das Geschlecht Ahirami;",
        "25_Chapter, 38_Verse": "Von Sesufam das Geschlecht Sufami; von Hufam das Geschlecht Hufami.",
        "25_Chapter, 39_Verse": "Und die Söhne Bela waren Ard und Naaman; das Geschlecht Ardi; von Naaman das Geschlecht Naami.",
        "25_Chapter, 40_Verse": "Diese sind die Söhne Benjamin nach ihren Geschlechtern, und ihre Gemusterten waren fünf und vierzig tausend sechs hundert.",
        "25_Chapter, 41_Verse": "Diese sind die Söhne Dan nach ihren Geschlechtern: Von Suham das Geschlecht Suhami. Dies sind die Daniten nach ihren Geschlechtern.",
        "25_Chapter, 42_Verse": "Alle Geschlechter der Suhamiten nach ihren Gemusterten waren vier und sechzig tausend vier hundert.",
        "25_Chapter, 43_Verse": "Die Söhne Asser nach ihren Geschlechtern: Von Jimna das Geschlecht Jimna; von Isvi das Geschlecht Isvi: von Bria das Geschlecht Brii.",
        "25_Chapter, 44_Verse": "Von den Söhnen Bria: Von Heber das Geschlecht Hebri; von Malkiël das Geschlecht Malkiëli;",
        "25_Chapter, 45_Verse": "Und der Name der Tochter Assers war Serah.",
        "25_Chapter, 46_Verse": "Dies sind die Geschlechter der Söhne Asser nach ihren Gemusterten, drei und fünfzig tausend vier hundert.",
        "25_Chapter, 47_Verse": "Die Söhne Naftali nach ihren Geschlechtern: Von Jahzëel das Geschlecht Jazëeli; von Guni das Geschlecht Guni.",
        "25_Chapter, 48_Verse": "Von Jezer das Geschlecht Jizri; von Sillem das Geschlecht Sillemi.",
        "25_Chapter, 49_Verse": "Diese sind die Familien Naftali nach ihren Geschlechtern, und ihre Gemusterten waren fünf und vierzig tausend vier hundert.",
        "25_Chapter, 50_Verse": "Dies sind die Gemusterten der Söhne Israel, sechsmalhundert ein tausend sieben hundert und dreißig.",
        "25_Chapter, 51_Verse": "Der Herr redete zu Mose also:",
        "25_Chapter, 52_Verse": "Diesen werde das Land verteilt zum Eigentum nach der Nennung der Namen.",
        "25_Chapter, 53_Verse": "Den Vielen gibst du viel Eigentum, und den Wenigen gibst du wenig Eigentum. Jedem nach Verhältnis seiner Gemusterten werde sein Eigentum gegeben.",
        "25_Chapter, 54_Verse": "Doch nach dem Lose werde das Land verteilt; nach den Namen der Stämme ihrer Vater sollen sie Eigentum bekommen.",
        "25_Chapter, 55_Verse": "Auf den Anspruch des Loses werde jedem sein Eigentum zugeteilt, es sei wenig oder viel.",
        "25_Chapter, 56_Verse": "Dies sind die Gemusterten Levis nach ihren Geschlechtern: Von Gerson das Geschlecht Gersuni; von Kehat das Geschlecht Kehati; von Merari das Geschlecht Merari.",
        "25_Chapter, 57_Verse": "Dies sind die Geschlechter Levi: Das Geschlecht Libni, das Geschlecht Hebroni, das Geschlecht Mahli, das Geschlecht Musi, das Geschleche Korhi. Und Kehat hatte Amram gezeugt.",
        "25_Chapter, 58_Verse": "Das Weib Amrams hieß Jochebed, die Tochter Levi, die dem Levi in Ägypten geboren ward. Sie gebar dem Amram: Aaron und Mose, und ihre Schwester Miriam.",
        "25_Chapter, 59_Verse": "Dem Aaron wurde geboren Nadab und Abihn, Elasar und Itamar.",
        "25_Chapter, 60_Verse": "Nadab und Abihu starben, weil sie unerlaubtes Feuer vor den Herrn gebracht.",
        "25_Chapter, 61_Verse": "Es waren ihrer Gemusterten drei und zwanzig tausend, alle Männlichen im Alter von einem Monat und darüber; denn sie wurden nicht gemustert unter den Kindern Israel, weil ihnen kein Eigentum gegeben wurde unter den Kindern Israel.",
        "25_Chapter, 62_Verse": "Dies sind die Gemusterten von Mose und Elasar dem Priester, welche die Kinder Israel musterten in den Steppen Moabs, am Jordan vor Jericho.",
        "25_Chapter, 63_Verse": "Unter diesen war keiner der Gemusterten von Mose und Aaron, dem Priester, welche die Kinder Israel gemustert hatten in der Wüste Sinai.",
        "25_Chapter, 64_Verse": "Denn der Herr hatte von ihnen gesprochen: Sterben sollen sie in der Wüste; keiner blieb von ihnen übrig, außer Kaleb, Sohn Jefunnes und Josua, Sohn Nuns.",
        "26_Chapter, 0_Verse": "Es traten die Töchter Zelafhads, Sohn Hefers Sohnes Gileads Sohnes Machirs Sohnes Manasses von den Geschlechtern Manasses, Sohnes Josef — und das sind die Namen seiner Töchter: Mahla, Noa, Hogla, Milka, Tirza —.",
        "26_Chapter, 1_Verse": "Und standen vor Mose und vor Elasar dem Priester und vor den Fürsten und der ganzen Gemeinde an der Türe des Stiftszeltes und sprachen:",
        "26_Chapter, 2_Verse": "Unser Vater ist in der Wüste gestorben, aber er war nicht unter der Gemeinde, die sich zusammengerottet wider den Herrn, unter dem Anhang Korahs, sondern in seiner Sünde starb er, und Söhne hatte er nicht.",
        "26_Chapter, 3_Verse": "Warum soll der Name unseres Vaters ausgehen aus seinem Geschlechte, weil er keinen Sohn hatte? Gib uns Besitz unter den Brüdern unsers Vaters.",
        "26_Chapter, 4_Verse": "Mose brachte ihren Rechtsanspruch vor den Herrn.",
        "26_Chapter, 5_Verse": "Der Herr sprach zu Mose also:",
        "26_Chapter, 6_Verse": "Recht haben die Töchter Zelafhads gesprochen! Wohl sollst du ihnen Besitz an Erbtum geben unter den Brüdern ihres Vaters, du sollst übergehen lassen das Erbe ihres Vaters an sie.",
        "26_Chapter, 7_Verse": "Und zu den Kindern Israel rede also: Wenn jemand stirbt und kein Sohn von ihm da ist, so sollt ihr übergehen lassen sein Erbe an seine Tochter.",
        "26_Chapter, 8_Verse": "Wenn aber auch keine Tochter von ihm da ist, so gebet ihr sein Erbe seinen Brüdern.",
        "26_Chapter, 9_Verse": "Und wenn keine Brüder von ihm da sind, so gebet sein Erbe seinen Vaterbrüdern.",
        "26_Chapter, 10_Verse": "Wenn keine Brüder von seinem Vater da sind, so gebet sein Erbe seinem Blutsverwandten, dem nächsten von seinem Geschlechte, dass er es erbe; und das sei den Kindern Israel zur Satzung des Rechts, so wie der Herr dem Mose geboten.",
        "26_Chapter, 11_Verse": "Der Herr sprach zu Mose: Steige auf diesen Grenzberg und siehe das Land, das ich gebe den Kindern Israel.",
        "26_Chapter, 12_Verse": "Und hast du es gesehen, so wirst auch du zu deinen Stämmen versammelt, so wie dein Bruder Aaron versammelt worden;",
        "26_Chapter, 13_Verse": "Da ihr meinem Befehl entgegen gehandelt habt in der Wüste Zin, beim Hadern der Gemeinde: mich zu verherrlichen durch das Wasser vor ihren Augen. Das sind die Wasser des Haders von Kades in der Wüste Zin.",
        "26_Chapter, 14_Verse": "Mose redete zum Herrn und sprach:",
        "26_Chapter, 15_Verse": "Es bestelle der Herr, Gott der Geister in allem Fleische, einen Mann über die Gemeinde,",
        "26_Chapter, 16_Verse": "Welcher ausziehe vor ihnen und welcher einziehe vor ihnen, und der sie ausführe und der sie einführe, dass nicht die Gemeinde des Herrn wie Schafe sei, die keinen Hirten haben.",
        "26_Chapter, 17_Verse": "Der Herr sprach zu Mose: Nimm dir den Josua, Sohn Nuns, einen Mann, in dem Geist ist, und lege deine Hand auf ihn.",
        "26_Chapter, 18_Verse": "Und stelle ihn vor Elasar den Priester und vor die ganze Gemeinde und setze ihn ein vor ihren Augen.",
        "26_Chapter, 19_Verse": "Lege von deiner Hoheit auf ihn, damit [ihm] gehorchen die ganze Gemeinde der Kinder Israel.",
        "26_Chapter, 20_Verse": "Vor Elasar dem Priester soll er stehen, und ihn fragen nach dem Rechtspruch der Urim vor dem Herrn; nach dessen Bescheid sollen sie ausziehen, und nach dessen Bescheid sollen sie einziehen, er und alle Kinder Israel mit ihm und die ganze Gemeinde.",
        "26_Chapter, 21_Verse": "Mose tat, so wie der Herr ihm geboten, er nahm den Josua und stellte ihn vor Elasar den Priester und vor die ganze Gemeinde.",
        "26_Chapter, 22_Verse": "Und legte seine Hände auf ihn und setzte ihn ein, so wie der Herr geredet durch Mose.",
        "27_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "27_Chapter, 1_Verse": "Gebiete den Kindern Israel und sprich zu ihnen: Meine Opfergabe, meine Speise zu meinem Feueropfer meines Wohlgeruchs sollt ihr wahren, dass ihr mir [sie] darbringt zur rechten Zeit.",
        "27_Chapter, 2_Verse": "Sprich zu ihnen. Dies ist das Feueropfer, das ihr dem Herrn darzubringen habet; einjährige Schafe ohne Fehl, zwei an jedem Tage, als beständiges Ganzopfer.",
        "27_Chapter, 3_Verse": "Das eine Schaf sollst du opfern Morgens, und das andere Schaf sollst du opfern bei Abenddämmerung.",
        "27_Chapter, 4_Verse": "Und ein Zehntel Efa Kernmehl zum Speiseopfer eingerührt mit einem Viertel Hin gestoßenen Öls.",
        "27_Chapter, 5_Verse": "Ein beständiges Ganzopfer, wie es am Berge Sinai angeordnet wurde zum Wohlgeruch, ein Feueropfer des Herrn.",
        "27_Chapter, 6_Verse": "Und als Spende dazu ein Viertel Hin zu jedem Schaf; im Heiligtum gieße eine Spende Weins dem Herrn.",
        "27_Chapter, 7_Verse": "Das zweite Schaf sollst du opfern bei Abenddämmerung, wie das Speiseopfer am Morgen, und mit dessen Spende sollst du opfern ein Feueropfer zum Wohlgeruch dem Herrn.",
        "27_Chapter, 8_Verse": "Am Schabbat-Tage [opfere] zwei einjährige Schafe ohne Fehl und zwei Zehntel Kernmehl zum Speiseopfer eingerührt mit Öl, nebst seiner Spende.",
        "27_Chapter, 9_Verse": "[Das ist] das Ganzopfer an jedem Schabbat außer dem täglichen Ganzopfer und seiner Spende.",
        "27_Chapter, 10_Verse": "Am Neumondstag bringet ein Ganzopfer dar dem Herrn, zwei junge Farren und einen Widder, sieben einjährige Schafe ohne Fehl.",
        "27_Chapter, 11_Verse": "Und drei Zehntel Kernmehl zum Speiseopfer eingerührt mit Öl zu jedem Farren, und zwei Zehntel Kernmehl zum Speiseopfer eingerührt mit Öl zu jedem Widder.",
        "27_Chapter, 12_Verse": "Und je ein Zehntel Kernmehl zum Speiseopfer eingerührt mit Öl zu jedem Lamme, ein Ganzopfer zum Wohlgeruch, ein Feueropfer des Herrn.",
        "27_Chapter, 13_Verse": "Und ihre Spenden, ein halbes Hin sei zu jedem Farren und ein Drittel Hin zu jedem Widder, und ein Viertel Hin Wein zu jedem Lamme; dies sei das Ganzopfer an jedem Neumondstage des Jahres.",
        "27_Chapter, 14_Verse": "Dann ein Ziegenbock zum Sühnopfer dem Herrn, außer dem beständigen Ganzopfer werde es geopfert und die Spende dazu.",
        "27_Chapter, 15_Verse": "Am vierzehnten Tage des ersten Monats ist das Pessach dem Herrn.",
        "27_Chapter, 16_Verse": "Am fünfzehnten Tage dieses Monats ist Festtag, sieben Tage soll man ungesäuertes Brot essen.",
        "27_Chapter, 17_Verse": "Am ersten Tage ist heilige Berufung; keine Arbeitsverrichtung sollt ihr thun.",
        "27_Chapter, 18_Verse": "Und sollt dem Herrn als Feueropfer ein Ganzopfer darbringen; zwei junge Farren, und einen Widder und sieben einjährige Schafe; ohne Fehl sollt ihr sie geben.",
        "27_Chapter, 19_Verse": "Und ihr Speiseopfer: Kernmehl mit Öl eingerührt, drei Zehntel zu jedem Farren, und zwei Zehntel sollt ihr opfern zu jedem Widder.",
        "27_Chapter, 20_Verse": "Je ein Zehntel sollst du opfern zu einem Schaf von den sieben Schafen.",
        "27_Chapter, 21_Verse": "Und einen Bock zum Sühnopfer, um euch zu sühnen.",
        "27_Chapter, 22_Verse": "Außer dem Ganzopfer des Morgens, das ein beständiges Ganzopfer ist, sollt ihr dies opfern.",
        "27_Chapter, 23_Verse": "So sollt ihr opfern täglich sieben Tage lang eine Speise des Feueropfers, dem Herrn zum Wohlgeruch, außer dem ständigen Ganzopfer werde es geopfert und die Spende dazu.",
        "27_Chapter, 24_Verse": "Und am siebenten Tage sollt ihr heilige Berufung haben; keine Arbeitsverrichtung sollt ihr thun.",
        "27_Chapter, 25_Verse": "Am Tage der Erstlinge [der Feldfrüchte], wenn ihr dem Herrn neues Speiseopfer darbringt, am Sabuot-Fest, sollt ihr heilige Berufung haben; keine Arbeitsverrichtung sollt ihr thun;",
        "27_Chapter, 26_Verse": "Und sollt ein Ganzopfer darbringen zum Wohlgeruch dem Herrn, zwei junge Farren, einen Widder, sieben einjährige Schafe.",
        "27_Chapter, 27_Verse": "Und ihr Speiseopfer: Kernmehl eingerührt mit Öl, drei Zehntel zu jedem Farren, zwei Zehntel zu jedem Widder,",
        "27_Chapter, 28_Verse": "Je ein Zehntel zu jedem Schaf von den sieben Schafen.",
        "27_Chapter, 29_Verse": "Einen Ziegenbock, euch zu sühnen.",
        "27_Chapter, 30_Verse": "Außer dem ständigen Ganzopfer und seinem Speiseopfer sollt ihr dies opfern; ohne Fehl sollt ihr sie geben und die Spenden dazu.",
        "28_Chapter, 0_Verse": "Am ersten Tage des siebenten Monats sollt ihr heilige Berufung haben; keine Arbeitsverrichtung sollt ihr thun; ein Tag des Posaunenschalls sei er euch.",
        "28_Chapter, 1_Verse": "Als Ganzopfer opfert zum Wohlgeruch dem Herrn einen jungen Farren, einen Widder, sieben einjährige Schafe ohne Fehl.",
        "28_Chapter, 2_Verse": "Und ihr Speiseopfer: Kernmehl eingerührt mit Öl, drei Zehntel zum Farren, zwei Zehntel zum Widder,",
        "28_Chapter, 3_Verse": "Und ein Zehntel zu jedem Schafe von den sieben Schafen.",
        "28_Chapter, 4_Verse": "Und einen Ziegenbock als Sühnopfer euch zu sühnen.",
        "28_Chapter, 5_Verse": "Außer dem neumondlichen Ganzopfer und seinem Speiseopfer und dem ständigen Ganzopfer und seinem Speiseopfer und den Spenden dazu nach Vorschrift, zum Wohlgeruch eine Feuergabe dem Herrn.",
        "28_Chapter, 6_Verse": "Am zehnten dieses siebenten Monats. sollt ihr heilige Berufung haben, und euch kasteien; keinerlei Werk sollt ihr verrichten.",
        "28_Chapter, 7_Verse": "Als Ganzopfer bringet dem Herrn dar zum Wohlgeruch einen jungen Farren, einen Widder, sieben einjährige Schafe, ohne Fehl sollt ihr sie geben.",
        "28_Chapter, 8_Verse": "Und ihr Speiseopfer: Kernmehl eingerührt mit Öl, drei Zehntel zum Farren, zwei Zehntel zum Widder,",
        "28_Chapter, 9_Verse": "Je ein Zehntel zu jedem Schafe von den sieben Schafen.",
        "28_Chapter, 10_Verse": "Einen Ziegenbock zum Sühnopfer, außer dem Sühnopfer der Versöhnung und dem ständigen Ganzopfer und seinem Speiseopfer und den Spenden dazu.",
        "28_Chapter, 11_Verse": "Am fünfzehnten Tage des siebenten Monats sollt ihr heilige Berufung haben; keine Arbeitsverrichtung sollt ihr thun und sollt dem Herrn ein Fest feiern sieben Tage.",
        "28_Chapter, 12_Verse": "Als Ganzopfer sollt ihr darbringen ein Feueropfer zum Wohlgeruch dem Herrn: dreizehn junge Farren, zwei Widder, vierzehn einjährige Schafe; ohne Fehl sollen sie sein.",
        "28_Chapter, 13_Verse": "Und ihr Speiseopfer: Kernmehl eingerührt mit Öl, drei Zehntel zu jedem Farren von den dreizehn Farren, zwei Zehntel zu jedem der beiden Widder,",
        "28_Chapter, 14_Verse": "Und je ein Zehntel zu jedem Schafe von den vierzehn Schafen.",
        "28_Chapter, 15_Verse": "Und einen Ziegenbock zum Sühnopfer außer dem ständigen Ganzopfer, seinem Speiseopfer und der Spende dazu.",
        "28_Chapter, 16_Verse": "Am zweiten Tage [opfert] zwölf junge Farren, zwei Widder, vierzehn einjährige Schafe ohne Fehl.",
        "28_Chapter, 17_Verse": "Und ihre Speiseopfer und die Spenden dazu, zu den Farren, zu den Widdern und zu den Schafen, nach ihrer Zahl und nach Vorschrift.",
        "28_Chapter, 18_Verse": "Und einen Ziegenbock zum Sühnopfer, außer dem ständigen Ganzopfer und seinem Speiseopfer und den Spenden dazu.",
        "28_Chapter, 19_Verse": "Am dritten Tage [opfert] elf Farren, zwei Widder, vierzehn einjährige Schafe ohne Fehl.",
        "28_Chapter, 20_Verse": "Und ihr Speiseopfer und die Spenden dazu, zu den Farren, zu den Widdern und zu den Schafen, nach ihrer Zahl und nach Vorschrift.",
        "28_Chapter, 21_Verse": "Und einen Bock zum Sühnopfer, außer dem ständigen Ganzopfer und seinem Speiseopfer und der Spende dazu.",
        "28_Chapter, 22_Verse": "Am vierten Tage [opfert] zehn Farren, zwei Widder, vierzehn einjährige Schafe ohne Fehl.",
        "28_Chapter, 23_Verse": "Ihr Speiseopfer und die Spenden dazu, zu den Farren, zu den Widdern und zu den Lämmern nach ihrer Zahl und nach Vorschrift.",
        "28_Chapter, 24_Verse": "Und einen Ziegenbock zum Sühnopfer, außer dem ständigen Ganzopfer, seinem Speiseopfer und der Spende dazu.",
        "28_Chapter, 25_Verse": "Am fünften Tage [opfert] neun Farren, zwei Widder, vierzehn einjährige Schafe ohne Fehl.",
        "28_Chapter, 26_Verse": "Und ihr Speiseopfer und die Spenden dazu, zu den Farren, zu den Widdern und zu den Schafen nach ihrer Zahl und nach Vorschrift.",
        "28_Chapter, 27_Verse": "Und einen Bock zum Sühnopfer, außer dem ständigen Ganzopfer und seinem Speiseopfer und der Spende dazu.",
        "28_Chapter, 28_Verse": "Am sechsten Tage [opfert] acht Farren, zwei Widder, vierzehn einjährige Schafe ohne Fehl.",
        "28_Chapter, 29_Verse": "Und ihr Speiseopfer und die Spenden dazu, zu den Farren, zu den Widdern und zu den Schafen nach ihrer Zahl und nach Vorschrift.",
        "28_Chapter, 30_Verse": "Und einen Bock zum Sühnopfer, außer dem ständigen Ganzopfer, seinem Speiseopfer und den Spenden dazu.",
        "28_Chapter, 31_Verse": "Am siebenten Tage [opfert] sieben Farren, zwei Widder, vierzehn einjährige Schafe ohne Fehl.",
        "28_Chapter, 32_Verse": "Und ihre Speiseopfer und die Spenden dazu, zu den Farren, zu den Widdern und zu den Schafen nach ihrer Zahl und nach ihrer Vorschrift.",
        "28_Chapter, 33_Verse": "Und einen Bock zum Sühnopfer, außer dem ständigen Ganzopfer, seinem Speiseopfer und der Spende dazu.",
        "28_Chapter, 34_Verse": "Am achten Tage sollt ihr Festversammlung haben, keine Arbeitsverrichtung sollt ihr thun.",
        "28_Chapter, 35_Verse": "Als Ganzopfer sollt ihr darbringen eine Feuergabe zum Wohlgeruch dem Herrn, einen Farren, einen Widder, sieben einjährige Schafe ohne Fehl.",
        "28_Chapter, 36_Verse": "Ihr Speiseopfer und die Spenden dazu, zu dem Farren, zu dem Widder und zu den Schafen nach ihrer Zahl, nach Vorschrift.",
        "28_Chapter, 37_Verse": "Und einen Bock zum Sühnopfer, außer dem ständigen Ganzopfer und seinem Speiseopfer und der Spende dazu.",
        "28_Chapter, 38_Verse": "Dies sollt ihr dem Herrn opfern an euren Festen, außer euren Gelübden und euren freiwilligen Gaben an euren Ganzopfern und euren Speiseopfern und euren Spenden und euren Mahlopfern.",
        "29_Chapter, 0_Verse": "Mose sprach zu den Kindern Israel ganz so, wie der Herr dem Mose geboten.",
        "29_Chapter, 1_Verse": "Mose redete zu den Häuptern der Stämme der Kinder Israel: Das ist, was der Herr geboten:",
        "29_Chapter, 2_Verse": "Wenn jemand ein Gelübde tut dem Herrn oder schwört einen Schwur, dadurch seine Seele zu binden, soll er sein Wort nicht entheiligen. Alles, was aus seinem Munde gegangen, soll er tun.",
        "29_Chapter, 3_Verse": "Wenn eine Frau ein Gelübde tut dem Herrn oder sich verpflichtet im Hause ihres Vaters in ihren Mädchenjahren,",
        "29_Chapter, 4_Verse": "Und der Vater hört ihr Gelübde oder die Entsagung, worin sie sich gebunden, und schweigt dazu: so bestehen all ihre Gelübde, auch jeder Schwur, womit sie sich gebunden, soll bestehen.",
        "29_Chapter, 5_Verse": "Wenn aber der Vater ihr wehrt am Tage, da er es hört, so sollen all ihre Gelübde und ihre Entsagungen, womit sie sich gebunden, nicht bestehen; der Herr wird ihr das vergeben, denn ihr Vater hat ihr gewehrt.",
        "29_Chapter, 6_Verse": "Wenn sie einem Manne angehört, und hat Gelübde auf sich oder was ihre Lippen ausgesprochen, womit sie sich gebunden;",
        "29_Chapter, 7_Verse": "Ihr Mann hört es und schweigt dazu am Tage, da er es hört, so bestehen ihre Gelübde; ihre Entsagungen, womit sie sich gebunden, sollen bestehen.",
        "29_Chapter, 8_Verse": "Wenn aber am Tage, da es ihr Mann hört, er ihr wehrt, so bricht er ihr Gelübde, das auf ihr ist, und was ihre Lippen ausgesprochen, womit sie sich gebunden, und der Herr wird ihr vergeben.",
        "29_Chapter, 9_Verse": "Das Gelübde einer Witwe und einer Geschiedenen — alles, womit sie sich gebunden, soll für sie bestehen.",
        "29_Chapter, 10_Verse": "Wenn sie im Hause ihres Mannes gelobt oder sich gebunden hatte mit einem Schwur,",
        "29_Chapter, 11_Verse": "Und ihr Mann hatte es gehört und dazu geschwiegen, ihr nicht gewehrt, so bestehen all ihre Gelübde und jede Entsagung, womit sie sich gebunden, soll bestehen.",
        "29_Chapter, 12_Verse": "Wenn aber ihr Mann dieselben gebrochen hatte am Tage, da er sie gehört, so soll alles, was über ihre Lippen gegangen in Gelübden und Entsagungen nicht bestehen; ihr Mann hat dieselben gebrochen und der Herr wird ihr vergeben.",
        "29_Chapter, 13_Verse": "Alle Gelübde und alle Schwüre der Entsagung zur Kasteiung des Leibes — ihr Mann kann sie bestätigen und ihr Mann kann sie brechen.",
        "29_Chapter, 14_Verse": "Wenn aber ihr Mann dazu schweigt einen vollen Tag, so hat er bestätigt all ihre Gelübde, oder all ihre Entsagungen, die auf ihr sind, bestätigt hat er sie, denn er hat dazu geschwiegen am Tage, da er es gehört.",
        "29_Chapter, 15_Verse": "Wenn er sie bricht nach dem Tage, da er es gehört, so trägt er ihre Schuld.",
        "29_Chapter, 16_Verse": "Das sind die Satzungen, die der Herr dem Mose geboten zwischen dem Manne und seiner Frau, zwischen dem Vater und seiner Tochter in ihren Mädchenjahren, im Hause ihres Vaters.",
        "30_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "30_Chapter, 1_Verse": "Übe Rache für die Kinder Israel an den Midjaniten; hernach sollst du versammelt werden zu deinen Stämmen.",
        "30_Chapter, 2_Verse": "Mose redete zu dem Volke also: Rüstet von euch Männer zum Heere und sie sollen ziehen über Midjan, Rache des Herrn zu üben an Midjan.",
        "30_Chapter, 3_Verse": "Je tausend vom Stamme, von allen Stämmen Israels sollt ihr absenden zum Heere.",
        "30_Chapter, 4_Verse": "Es wurden ausgehoben aus den Haufen Israels tausend vom Stamme, zwölftausend Gerüstete zum Heere.",
        "30_Chapter, 5_Verse": "Mose sendete sie ab, je tausend vom Stamme, zum Heere; sie und Pinhas Sohn Elasars des Priesters zum Heere, und die heiligen Geräte und die schmetternden Trompeten in seiner Hand.",
        "30_Chapter, 6_Verse": "Sie rückten mit dem Heereszug wider Midjan, wie der Herr dem Mose geboten, und erschlugen alles Männliche.",
        "30_Chapter, 7_Verse": "Auch die Könige Midjans erschlugen sie unter den erschlagenen Kriegsleuten: den Evi und den Rekem und den Zur und den Hur und den Reba, die fünf Könige Midjans; und auch Bileam, Sohn Beors, erschlugen sie mit dem Schwerte.",
        "30_Chapter, 8_Verse": "Die Kinder Israel führten gefangen fort die Frauen Midjans und ihre Kinder und all ihr Vieh und all ihre Herden; ihr Vermögen plünderten sie.",
        "30_Chapter, 9_Verse": "Aber all ihre Städte in ihren Wohnsitzen und all ihre Hürden verbrannten sie im Feuer.",
        "30_Chapter, 10_Verse": "Sie nahmen all die Beute und all den Raub an Menschen und Vieh,",
        "30_Chapter, 11_Verse": "Und brachten zu Mose und zu Elasar dem Priester und zu der Gemeinde der Kinder Israel die Gefangenen, und den Raub und die Beute, ins Lager in den Steppen Moabs, die am Jordan vor Jericho.",
        "30_Chapter, 12_Verse": "Es gingen Mose und Elasar der Priester und alle Fürsten der Gemeinde ihnen entgegen hinaus vor das Lager.",
        "30_Chapter, 13_Verse": "Da zürnte Mose über die Vorgesetzten des Heeres, die Obern über die Tausend und die Obern über die Hundert, die aus dem Kriegszuge kamen;",
        "30_Chapter, 14_Verse": "Mose sprach zu ihnen: Wie, ihr habt leben lassen alle Frauen?",
        "30_Chapter, 15_Verse": "Sie haben ja die Kinder Israel auf den Rat Bileams verleitet zum Treubruch am Herrn wegen Peor, und es kam das Sterben über die Gemeinde des Herrn.",
        "30_Chapter, 16_Verse": "Und nun tötet alles Männliche unter den Kindern; auch jedes Weib, die einen Mann erkannt durch Beischlaf, tötet!",
        "30_Chapter, 17_Verse": "Aber alle weiblichen Kinder, die nicht erkannt den Beischlaf eines Mannes, lasset leben für euch.",
        "30_Chapter, 18_Verse": "Ihr aber lagert außer dem Lager sieben Tage, jeder, der einen Menschen erschlagen, und jeder, der einen Erschlagenen berührt hat; ihr sollt euch entsündigen am dritten und am siebenten Tage, ihr und eure Gefangenen.",
        "30_Chapter, 19_Verse": "Und alle Kleider und alle Geräte von Fell und alles Werk von Ziegenhaaren und alle Geräte von Holz sollt ihr für euch entsündigen.",
        "30_Chapter, 20_Verse": "Der Priester Elasar sprach hierauf zu den Männern des Zuges, die in den Krieg gegangen waren: Das ist die Satzung der Lehre, die der Herr dem Mose geboten.",
        "30_Chapter, 21_Verse": "Nämlich das Gold und das Silber, das Kupfer, das Eisen, das Zinn und das Blei,",
        "30_Chapter, 22_Verse": "Alles Gerät, das ins Feuer kommt, sollt ihr durchs Feuer führen und es ist rein; nur mit dem Besprengungswasser muss es entsündigt werden, und alles, was nicht ins Feuer kommt, sollt ihr durchs Wasser führen.",
        "30_Chapter, 23_Verse": "Und ihr waschet eure Kleider am siebenten Tage und seid rein, und hernach dürft ihr ins Lager kommen.",
        "30_Chapter, 24_Verse": "Der Herr sprach zu Mose also:",
        "30_Chapter, 25_Verse": "Nimm auf die Gesamtzahl des Raubes, der Gefangenen an Menschen und Vieh, du und der Priester Elasar, und die Häupter der Stämme der Gemeinde.",
        "30_Chapter, 26_Verse": "Und teile den Raub zwischen den Kriegführenden, die ausgegangen waren zum Heere, und zwischen der ganzen Gemeinde.",
        "30_Chapter, 27_Verse": "Darauf erhebe als Zoll dem Herrn von den Kriegsmännern, die ausgezogen waren zum Heere, ein Stück von je fünfhundert; von den Menschen und von den Rindern und von den Eseln und von den Schafen.",
        "30_Chapter, 28_Verse": "Von ihrer Hälfte sollt ihr es nehmen und geben dem Priester Elasar eine Hebe des Herrn.",
        "30_Chapter, 29_Verse": "Und von der den Kindern Israels gehörenden Hälfte sollst du nehmen eins von fünfzig, von den Menschen, von den Rindern, von den Eseln und von den Schafen, von allem Vieh, und gib sie den Leviten, welche die Hut haben bei der Wohnung des Herrn.",
        "30_Chapter, 30_Verse": "So wie der Herr dem Mose geboten, taten Mose und der Priester Elasar.",
        "30_Chapter, 31_Verse": "Es war die Beute, die übrig blieb von dem, was die Leute des Heeres geplündert, an Kleinvieh sechs hundert fünf und siebenzig tausend,",
        "30_Chapter, 32_Verse": "Rinder zwei und siebenzig tausend,",
        "30_Chapter, 33_Verse": "Esel ein und sechzig tausend,",
        "30_Chapter, 34_Verse": "Menschen, von den Frauen, die nicht erkannt den Beischlaf eines Mannes, in allem zwei und dreißig tausend.",
        "30_Chapter, 35_Verse": "Die Hälfte, der Anteil derer, die zum Heere ausgezogen, war: die Zahl der Schafe drei hundert sieben und dreißig tausend fünf hundert.",
        "30_Chapter, 36_Verse": "Es war der Zoll an den Herrn von den Schafen sechs hundert und fünf und siebzig;",
        "30_Chapter, 37_Verse": "Der Rinder sechs und dreißig tausend, und der Zoll davon an den Herrn zwei und siebzig,",
        "30_Chapter, 38_Verse": "Der Esel dreißig tausend fünf hundert, und der Zoll davon an den Herrn ein und sechzig;",
        "30_Chapter, 39_Verse": "Menschen sechszehn tausend, und der Zoll davon an den Herrn zwei und dreißig Personen.",
        "30_Chapter, 40_Verse": "Mose gab den Zoll, die Hebe des Herrn, dem Priester Elasar, so wie der Herr dem Mose geboten.",
        "30_Chapter, 41_Verse": "Von der den Kindern Israel ge hörenden Hälfte, was Mose abgeteilt von den zum Heer gezogenen Männern;",
        "30_Chapter, 42_Verse": "Es betrug die Hälfte der Gemeinde: von den Schafen drei hundert sieben und dreißig tausend fünf hundert;",
        "30_Chapter, 43_Verse": "Rinder sechs und dreißig tausend,",
        "30_Chapter, 44_Verse": "Esel dreißig tausend fünf hundert;",
        "30_Chapter, 45_Verse": "Menschen sechszehn tausend. —",
        "30_Chapter, 46_Verse": "Mose nahm von der den Kindern Israel gehörenden Hälfte Eines von fünfzig, von den Menschen und von dem Vieh, und gab sie den Leviten, welche den Dienst hatten bei der Wohnung des Herrn, wie der Herr dem Mose geboten.",
        "30_Chapter, 47_Verse": "Es traten dann heran zu Mose die Vorgesetzten der Heereshaufen, die Obern über die Tausende und die Obern über die Hunderte,",
        "30_Chapter, 48_Verse": "Sie sprachen zu Mose: Deine Knechte haben ausgenommen die Zahl der Kriegsmänner, die unter unserer Obmacht, und es fehlt von uns nicht einer.",
        "30_Chapter, 49_Verse": "Und so bringen wir dar eine Gabe dem Herrn; jeder, was er gefunden, goldenes Geschmeide, Fußketten und Spangen, Fingerringe, Reifen und Schmuckkügelchen, uns zu sühnen vor dem Herrn.",
        "30_Chapter, 50_Verse": "Da nahm Mose und der Priester Elasar das Gold von ihnen, allerlei Kunstgeräte,",
        "30_Chapter, 51_Verse": "Und es war alles Gold der Hebe, die sie dem Herrn erhoben, sechszehn tausend sieben hundert und fünfzig Schekel, von den Obern über die Tausende, und von den Obern über die Hunderte.",
        "30_Chapter, 52_Verse": "Die Männer des Heeres plünderten aber jeder nur für sich.",
        "30_Chapter, 53_Verse": "Mose und der Priester Elasar nahmen das Gold von den Obern der Tausende und der Hunderte und brachten es in das Stiftszelt als Andenken für die Kinder Israel vor dem Herrn.",
        "31_Chapter, 0_Verse": "Die Söhne Ruben und die Söhne Gad hatten viele Herden in gewaltiger Menge, und sie sahen das Land Jaser und das Land Gilead, dass da ein Ort für Herden war.",
        "31_Chapter, 1_Verse": "Da kamen die Söhne Gad und die Söhne Ruben und sprachen zu Mose und zu dem Priester Elasar und zu den Fürsten der Gemeinde also:",
        "31_Chapter, 2_Verse": "Atarot und Dibon und Jaser und Nimra und Hesbon und Elale und Sebam und Nebo und Beon,",
        "31_Chapter, 3_Verse": "Das Land, das der Herr unterworfen hat vor der Gemeinde Israel, ist ein Land für Herden, und deine Knechte haben Herden.",
        "31_Chapter, 4_Verse": "Sie sprachen [weiter]: Wenn wir Gnade gefunden in deinen Augen, werde dieses Land deinen Knechten gegeben zum Besitz, führe uns nicht über den Jordan.",
        "31_Chapter, 5_Verse": "Aber Mose sprach zu den Söhnen Gad und zu den Söhnen Ruben: Euere Brüder sollen in den Krieg gehen und ihr wollt hier bleiben?",
        "31_Chapter, 6_Verse": "Warum wollt ihr abwendig machen das Herz der Kinder Israel von dem Zuge in das Land, das der Herr ihnen gegeben?",
        "31_Chapter, 7_Verse": "So taten eure Väter, als ich sie abschickte von Kades Barnea, das Land zu sehen.",
        "31_Chapter, 8_Verse": "Sie zogen hinauf bis an das Thal Eskol und sahen das Land und machten abwendig das Herz der Kinder Israel, dass sie nicht in das Land gingen, das der Herr ihnen gegeben.",
        "31_Chapter, 9_Verse": "Da erglühete der Zorn des Herrn an demselben Tage und er schwur also:",
        "31_Chapter, 10_Verse": "Ob je die Männer, die herausgekommen aus Ägypten im Alter von zwanzig Jahren und darüber, das Land sehen werden, das ich zugeschworen Abraham, Isak und Jakob! — Denn sie waren nicht nach meinem Sinn.",
        "31_Chapter, 11_Verse": "Ausgenommen Kaleb Sohn Jefunnes der Kenisi, und Josua Sohn Nuns: denn sie waren ganz nach dem Sinn des Herrn.",
        "31_Chapter, 12_Verse": "Und so erglühete der Zorn des Herrn über Israel und er trieb sie umher in der Wüste vierzig Jahre, bis dahin war das ganze Geschlecht, welches das Böse getan in den Angen des Herrn;",
        "31_Chapter, 13_Verse": "Und nun seid ihr aufgestanden anstatt eurer Väter eine Zucht sündiger Männer, noch mehr zu häufen die Zornesglut des Herrn gegen Israel.",
        "31_Chapter, 14_Verse": "Wenn ihr von ihm abfallt, wird er es noch ferner in der Wüste lassen, und ihr schadet diesem ganzen Volke.",
        "31_Chapter, 15_Verse": "Sie traten zu ihm und erwiderten: Schafhürden wollen wir hier bauen für unsere Herden, und Städte für unsere Kinder.",
        "31_Chapter, 16_Verse": "Wir aber wollen uns rüsten [und ziehen] vor den Kindern Israel, bis dass wir sie gebracht haben an ihre Stelle; und unsere Kinder bleiben in den befestigten Städten vor den Bewohnern des Landes.",
        "31_Chapter, 17_Verse": "Wir werden nicht zurückkehren in unsere Häuser, bis die Kinder Israel für sich erworben haben jeder sein Erbe.",
        "31_Chapter, 18_Verse": "Denn wir wollen mit ihnen nicht teilen jenseits des Jordan weiterhin, da unser Erbe uns zugekommen ist diesseits des Jordan im Osten.",
        "31_Chapter, 19_Verse": "Mose sprach zu ihnen: Wenn ihr das tut, wenn ihr euch rüstet vor dem Herrn zum Kriege;",
        "31_Chapter, 20_Verse": "Und es zieht von euch jeder Gerüstete über den Jordan vor dem Herrn, bis er ausgetrieben hat seine Feinde vor ihm;",
        "31_Chapter, 21_Verse": "Und ist das Land unterworfen vor dem Herrn und ihr kehret hernach zurück: So seid ihr schuldfrei vor dem Herrn und vor Israel, und dieses Land bleibe euch zum Besitz vor dem Herrn.",
        "31_Chapter, 22_Verse": "Wenn ihr aber nicht also tut, so habt ihr gefehlt gegen den Herrn, und ihr werdet erfahren eure Strafe, die euch treffen wird.",
        "31_Chapter, 23_Verse": "Bauet euch Städte für eure Kinder und Hürden für enere Schafe, und haltet was ihr versprochen habt.",
        "31_Chapter, 24_Verse": "Da sprachen die Söhne Gad und die Söhne Ruben zu Mose also. Deine Knechte werden thun, so wie mein Herr gebietet.",
        "31_Chapter, 25_Verse": "Unsere Kinder, unsere Frauen, unsere Herden und all unser Vieh soll dort bleiben in den Städten des Gilead;",
        "31_Chapter, 26_Verse": "Deine Knechte aber werden hinüberziehen, alle Waffentüchtigen, vor dem Herrn in den Krieg, so wie mein Herr redet.",
        "31_Chapter, 27_Verse": "Mose gebot ihretwegen Elasar dem Priester und Josua dem Sohne Nuns und den Häuptern der Stammhäuser der Kinder Israel;",
        "31_Chapter, 28_Verse": "Mose sprach zu ihnen: Wenn die Söhne Gad und die Söhne Ruben mit euch über den Jordan hinüberziehen, alle Waffentüchtigen, vor dem Herrn, und das Land wird unterworfen vor euch: so gebet ihr ihnen das Land Gilead in Besitz.",
        "31_Chapter, 29_Verse": "Aber wenn sie nicht in Kriegsrüstung mit euch hinüberziehen, so sollen sie Besitz nehmen unter euch im Lande Kanaan.",
        "31_Chapter, 30_Verse": "Da riefen die Söhne Gad und die Söhne Ruben und sprachen: Wie der Herr geredet zu deinen Knechten, so wollen wir thun.",
        "31_Chapter, 31_Verse": "Wir wollen hinüberziehen gerüstet vor dem Herrn in das Land Kanaan; und uns verbleibt der Besitz unseres Erbes diesseits des Jordan.",
        "31_Chapter, 32_Verse": "Mose gab den Söhnen Gad und den Söhnen Ruben und der Hälfte des Stammes Manasse, Sohnes Josefs das Königreich des Sichon, Königs des Emori, und das Königreich des Og, Königs von Basau, das Land nach seinen Städten in den Marken, die Stadte des Landes ringsum.",
        "31_Chapter, 33_Verse": "Die Söhne Gad bauten Dibon und Atarot und Aroër,",
        "31_Chapter, 34_Verse": "Und Atrot Sofan und Jaser und Jogbeha,",
        "31_Chapter, 35_Verse": "Und Bet Nimra und Bet Haran; befestigte Städte und Schafhürden.",
        "31_Chapter, 36_Verse": "Die Söhne Ruben bauten Hesbon, und Elale und Kirjatajim,",
        "31_Chapter, 37_Verse": "Und Nebo und Baal Meon, deren Namen abgeändert wurden, und Sibma, und sie benannten mit [allerlei] Namen die Städte, die sie bauten.",
        "31_Chapter, 38_Verse": "Die Söhne Machirs, Sohnes Manasses, gingen nach Gilead und nahmen es ein, und trieben aus den Emori, der darin war.",
        "31_Chapter, 39_Verse": "Mose gab das Gilead Machir, dem Sohne Manasses, und er wohnte darin.",
        "31_Chapter, 40_Verse": "Jair Sohn Manasses ging und nahm ein ihre Weiler, und nannte sie Weiler Jairs.",
        "31_Chapter, 41_Verse": "Auch Nobah ging und nahm ein Kenat und ihre Tochterstädte, und nannte sie Nobah mit seinem Namen.",
        "32_Chapter, 0_Verse": "Das sind die Reisestätten der Kinder Israel, die ausgezogen aus dem Lande Ägypten nach ihren Schaaren unter Mose und Aaron.",
        "32_Chapter, 1_Verse": "Mose verzeichnete ihre Züge nach ihren Reisestätten auf Befehl des Herrn; das sind ihre Reisestätten bei ihren Zügen:",
        "32_Chapter, 2_Verse": "Sie brachen auf von Raamses am fünfzehnten Tage des ersten Monats; am andern Tage nach dem Pessach-Opfer zogen die Kinder Israel aus mit erhobenem Haupt vor den Augen aller Ägypter.",
        "32_Chapter, 3_Verse": "Die Ägypter begruben alle Erstgeborenen, die der Herr unter ihnen geschlagen, auch an ihren Göttern übte der Herr Strafgerichte.",
        "32_Chapter, 4_Verse": "Die Kinder Israel brachen auf von Raamses und lagerten in Sukkot;",
        "32_Chapter, 5_Verse": "Von Sukkot brachen sie auf und lagerten in Etam, das am Rande der Wüste;",
        "32_Chapter, 6_Verse": "Von Etam brachen sie auf und gingen zurück auf Pi-Hahirot, das vor BaalZefon, und lagerten vor Migdol;",
        "32_Chapter, 7_Verse": "Dann brachen sie auf von Pi-Hahirot, und zogen durch das Meer in die Wüste, und gingen einen Weg von drei Tagereisen in der Wüste Etam, und lagerten in Mara;",
        "32_Chapter, 8_Verse": "Von Mara brachen sie auf und kamen nach Elim, in Elim waren zwölf Wasserquellen und siebenzig Palmen, und sie lagerten da;",
        "32_Chapter, 9_Verse": "Sie brachen von Elim auf und lagerten am Schilfmeere;",
        "32_Chapter, 10_Verse": "Sie brachen vom Schilfmeer auf und lagerten in der Wüste Sin;",
        "32_Chapter, 11_Verse": "Dann brachen sie auf von der Wüste Sin und lagerten in Dafka;",
        "32_Chapter, 12_Verse": "Sie brachen auf von Dafka und lagerten in Alus;",
        "32_Chapter, 13_Verse": "Sie brachen auf von Alus und lagerten in Refidim, dort war kein Wasser für das Volk zu trinken;",
        "32_Chapter, 14_Verse": "Sie brachen auf von Refidim und lagerten in der Wüste Sinai;",
        "32_Chapter, 15_Verse": "Von der Wüste Sinai brachen sie auf und lagerten an den Gräbern des Gelüstes;",
        "32_Chapter, 16_Verse": "Sie brachen auf von den Gräbern des Gelüstes und lagerten in Hazerot;",
        "32_Chapter, 17_Verse": "Sie brachen auf von Hazerot und lagerten in Ritma;",
        "32_Chapter, 18_Verse": "Sie brachen auf von Ritma und lagerten in Rimon Perez;",
        "32_Chapter, 19_Verse": "Sie brachen auf von Rimon Perez und lagerten in Libna;",
        "32_Chapter, 20_Verse": "Sie brachen auf von Libna und lagerten in Rissa;",
        "32_Chapter, 21_Verse": "Sie brachen auf von Rissa und lagerten in Kehelata;",
        "32_Chapter, 22_Verse": "Sie brachen auf von Kehelata und lagerten am Berge Sefer;",
        "32_Chapter, 23_Verse": "Sie brachen auf vom Berge Sefer und lagerten in Harada;",
        "32_Chapter, 24_Verse": "Sie brachen auf von Harada und lagerten in Makhelot;",
        "32_Chapter, 25_Verse": "Sie brachen auf von Makhelot und lagerten in Tahat;",
        "32_Chapter, 26_Verse": "Sie brachen auf von Tahat und lagerten in Tarah;",
        "32_Chapter, 27_Verse": "Sie brachen auf von Tarah und lagerten in Mitka;",
        "32_Chapter, 28_Verse": "Sie brachen auf von Mitka und lagerten in Hasmona;",
        "32_Chapter, 29_Verse": "Sie brachen auf von Hasmona und lagerten in Moserot;",
        "32_Chapter, 30_Verse": "Sie brachen auf von Moserot und lagerten in Bue-Jaakon;",
        "32_Chapter, 31_Verse": "Sie brachen auf von Bne-Jaakon und lagerten in Hor-Hagidgad,",
        "32_Chapter, 32_Verse": "Sie brachen auf von Hor-Hagidgad und lagerten in Jotbata;",
        "32_Chapter, 33_Verse": "Sie brachen auf von Jotbata und lagerten in Abrona;",
        "32_Chapter, 34_Verse": "Sie brachen auf von Abrona und lagerten in Ezion-Geber;",
        "32_Chapter, 35_Verse": "Sie brachen auf von Ezjon-Geber und lagerten in der Wüste Zin, das ist Kades;",
        "32_Chapter, 36_Verse": "Sie brachen auf von Kades und lagerten bei Hor, dem Berge an der Grenze des Landes Edom.",
        "32_Chapter, 37_Verse": "Der Priester Aaron stieg da hinan den Berg Hor auf Befehl des Herrn; er starb dort im vierzigsten Jahre nach dem Auszuge der Kinder Israel aus dem Lande Ägypten, am ersten des fünften Monats.",
        "32_Chapter, 38_Verse": "Aaron war hundert und drei und zwanzig Jahre alt, da er starb auf dem Berge Hor. ",
        "32_Chapter, 39_Verse": "Es hörte der Kanaani, König von Arad, — der wohnte an der Südseite im Lande Kanaan — von dem Anzuge der Kinder Israel.*)",
        "32_Chapter, 40_Verse": "Sie brachen auf vom Berge Hor und lagerten in Zalmona;",
        "32_Chapter, 41_Verse": "Sie brachen auf von Zalmona und lagerten in Punon;",
        "32_Chapter, 42_Verse": "Sie brachen auf von Punon und lagerten in Obot;",
        "32_Chapter, 43_Verse": "Sie brachen auf von Obot und lagerten in Ijim an der Grenze Moabs;",
        "32_Chapter, 44_Verse": "Sie brachen auf von Ijim und lagerten in Dibon Gad;",
        "32_Chapter, 45_Verse": "Sie brachen auf von Dibon Gad und lagerten in Almon Diblatajema;",
        "32_Chapter, 46_Verse": "Sie brachen auf von Almon Diblatajema und lagerten an den Grenzbergen vor Nebo;",
        "32_Chapter, 47_Verse": "Sie brachen auf von den Grenzbergen und lagerten in den Steppen Moab am Jordan vor Jericho;",
        "32_Chapter, 48_Verse": "Sie lagerten am Jordan von Bet Hajesimot bis Abel Hasittim in den Steppen Moab.",
        "32_Chapter, 49_Verse": "Der Herr redete zu Mose in den Steppen Moab am Jordan vor Jericho wie folgt:",
        "32_Chapter, 50_Verse": "Rede zu den Kindern Israel und befiehl ihnen: Wenn ihr hinüberziehet über den Jordan ins Land Kanaan,",
        "32_Chapter, 51_Verse": "Sollt ihr alle Bewohner des Landes vor euch austreiben, und all ihre Bild säulen, all ihre Bilder von Gußwerksollt ihr vernichten, und all ihre Höhen sollt ihr zerstören.",
        "32_Chapter, 52_Verse": "Ihr sollt austreiben [die Bewohner] des Landes und sollt darin wohnen; denn euch habe ich das Land gegeben, es zu besitzen.",
        "32_Chapter, 53_Verse": "Ihr sollt das Land unter euch verteilen nach dem Lose nach euren Geschlechtern; dem, der viel [Familie] hat, sollt ihr sein Erbe vermehren, und dem, der wenig hat, sollst du sein Erbe vermindern; wohin das Los ihm fällt, das gehört ihm; nach den Stämmen eurer Väter sollt ihr es unter euch verteilen.",
        "32_Chapter, 54_Verse": "Wenn ihr aber nicht austreiben werdet die Bewohner des Landes, so werden Die, die ihr verschont von ihnen, zu Dornen in euren Augen, und zu Stacheln in euren Seiten, und sie werden euch befeinden in dem Lande, in welchem ihr wohnt.",
        "32_Chapter, 55_Verse": "Wie ich gesonnen war, ihnen zu thun, werde ich euch thun.",
        "33_Chapter, 0_Verse": "Der Herr redete zu Mose also:",
        "33_Chapter, 1_Verse": "Gebiete den Kindern Israel und sprich zu ihnen: Wenn ihr in das Land Kanaan kommt, das Land, das euch zum Erbe zufällt, so wird das Land Kanaan mit seinen Grenzen [wie folgt] sein:",
        "33_Chapter, 2_Verse": "Ihr werdet die Südseite besitzen von der Wüste Zin neben Edom, die Südgrenze wird gezogen vom Rande der Salzsee an der Ostseite.",
        "33_Chapter, 3_Verse": "Dann wendet sich die Grenzlinie südlich von Maale Akrabim über Zin und zieht sich von dort südlich von KadesBarnea nach Hazar-Addar hinüber nach Azmon.",
        "33_Chapter, 4_Verse": "Von Azmon zieht sich die Grenzlinie nach dem Bache Ägypten bis an das [mittelländische] Meer.",
        "33_Chapter, 5_Verse": "Nun die Westgrenze: Das große [mittelländische] Meer am Ufer — das wird die Westgrenze sein.",
        "33_Chapter, 6_Verse": "Dies wird die Nordgrenze sein: Vom großen Meer zieht die Linie nach dem Berge Hor.",
        "33_Chapter, 7_Verse": "Von dem Berge Hor zieht die Grenzlinie gen Hamat und die Grenze endet an Zedad.",
        "33_Chapter, 8_Verse": "Dann wird sich die Grenzlinie hinziehen gen Sifron und schließen bei Hazar Enan. Das ist die Nordgrenze.",
        "33_Chapter, 9_Verse": "Dann zieht die Grenzlinie nach Osten von Hazar Enan nach Sefam;",
        "33_Chapter, 10_Verse": "Die Grenze steigt nieder von Sefam nach Ribla, östlich von Ajin; weiter steigt die Grenze nieder und streift an die Küste des Sees Kinneret gen Osten.",
        "33_Chapter, 11_Verse": "Die Grenze steigt nieder an den Jordan und endet an der Salzsee. Das sei euch das Land nach seinen Grenzen ringsum.",
        "33_Chapter, 12_Verse": "Mose gebot den Kindern Israel also: Das ist das Land, das ihr unter euch verteilen sollt nach dem Lose, das der Herr geboten zu geben den neun Stämmen und dem halben Stamme.",
        "33_Chapter, 13_Verse": "Denn der Stamm der Söhne Ruben nach ihren Stammhäusern, und der Stamm der Söhne Gad nach den Stammhäusern, und die Hälfte des Stammes Manasse haben bereits genommen ihr Erbe.",
        "33_Chapter, 14_Verse": "Die zwei Stämme und die Hälfte des Stammes haben ihr Erbe genommen, diesseits des Jordan vor Jericho an der Ostseite.",
        "33_Chapter, 15_Verse": "Der Herr redete zu Mose also:",
        "33_Chapter, 16_Verse": "Das sind die Namen der Männer, die euch das Land verteilen sollen: Elasar der Priester, und Josua Sohn Nuns;",
        "33_Chapter, 17_Verse": "Und je einen Fürsten vom Stamme sollt ihr haben bei der Verteilung des Landes.",
        "33_Chapter, 18_Verse": "Das sind die Namen der Männer: Für den Stamm Jehuda, Kaleb Sohn Jefunnes;",
        "33_Chapter, 19_Verse": "Für den Stamm der Söhne Simeon, Samuel Sohn Ammihuds;",
        "33_Chapter, 20_Verse": "Für den Stamm Benjamin, Elidad Sohn Kislons;",
        "33_Chapter, 21_Verse": "Für den Stamm der Söhne Dan ein Fürst, Bukki, Sohn Joglis;",
        "33_Chapter, 22_Verse": "Für die Söhne Josef, für den Stamm der Söhne Manasse, ein Fürst, Haniel Sohn Efods;",
        "33_Chapter, 23_Verse": "Für den Stamm der Söhne Efraim ein Fürst, Kemuel Sohn Siftans:",
        "33_Chapter, 24_Verse": "Für den Stamm der Söhne Sebulun ein Fürst, Elizafan Sohn Parnachs;",
        "33_Chapter, 25_Verse": "Für den Stamm der Söhne Issachar ein Fürst, Paltiel Sohn Asans;",
        "33_Chapter, 26_Verse": "Für den Stamm der Söhne Asser ein Fürst Abihud Sohn Sekomis;",
        "33_Chapter, 27_Verse": "Für den Stamm der Söhne Naftali ein Fürst, Pedahel Sohn Ammihuds;",
        "33_Chapter, 28_Verse": "Diese sind die der Herr entboten den Kindern Israel ihr Land zu verteilen im Lande Kanaan.",
        "34_Chapter, 0_Verse": "Der Herr redete zu Mose in den Steppen von Moab am Jordan vor Jericho also.",
        "34_Chapter, 1_Verse": "Gebiete den Kindern Israel, dass sie den Leviten von dem Erbe ihres Besitzes Städte zu wohnen geben, auch einen Bezirk für die Städte ringsum sollt ihr den Leviten geben.",
        "34_Chapter, 2_Verse": "Es seien die Städte für sie zum Wohnen, und ihre Bezirke seien für ihr Vieh und ihre Habe und all ihren Lebensbedarf.",
        "34_Chapter, 3_Verse": "Und die Bezirke der Städte, die ihr den Leviten geben sollt, von der Stadtmauer feldwärts tausend Ellen ringsum —",
        "34_Chapter, 4_Verse": "Da messet ihr außerhalb der Stadt die Ostseite zwei tausend mit der Elle, und die Südseite zwei tausend mit der Elle und die Westseite zwei tausend mit der Elle, und die Nordseite zwei tausend mit der Elle, sodass die Stadt in der Mitte; dies seien die Bezirke der Städte.",
        "34_Chapter, 5_Verse": "Die Städte, die ihr den Leviten gebet: die sechs Freistätten, die ihr gebet, dass dahin der Mörder fliehe, über diese gebet ihr noch zwei und vierzig Städte;",
        "34_Chapter, 6_Verse": "All die Städte, die ihr den Leviten gebet, sind also acht und vierzig Städte, mit ihren Bezirken.",
        "34_Chapter, 7_Verse": "Und die Städte, die ihr gebet von dem Besitz der Kinder Israel — von dem, der viel hat, sollt ihr viel nehmen, und von dem, der wenig hat, sollt ihr wenig nehmen, jeder nach Verhaltnis seines Erbguts, das er erbt, soll von seinen Städten geben an die Leviten.",
        "34_Chapter, 8_Verse": "Der Herr redete zu Mose also:",
        "34_Chapter, 9_Verse": "Rede zu den Kindern Israel und ordne ihnen an: Wenn ihr binüberziehet über den Jordan ins Land Kanaan,",
        "34_Chapter, 10_Verse": "So bestimmt euch Städte, Freistätten seien sie euch, dahin fliehe ein Mörder, der einen Menschen totgeschlagen aus Versehen;",
        "34_Chapter, 11_Verse": "Die Städte seien euch zur Freistatt vor dem Bluträcher, dass der Mörder nicht sterbe, bis er vor der Gemeinde gestanden zu Gericht.",
        "34_Chapter, 12_Verse": "Die Städte, die ihr bestimmen sollt — sechs Städte der Freistatt seien sie euch;",
        "34_Chapter, 13_Verse": "Drei dieser Städte sollt ihr wählen diesseits des Jordan, und drei dieser Städte sollt ihr wählen im Lande Kanaan; Städte der Freistatt seien sie.",
        "34_Chapter, 14_Verse": "Den Kindern Israel und dem Fremdling und dem Beisassen unter ihnen seien diese sechs Städte zur Freistatt, dass dorthin jeder fliehe, der einen Menschen totgeschlagen aus Versehen.",
        "34_Chapter, 15_Verse": "Wenn er ihn aber [absichtlich] mit einem eisernen Geräte geschlagen hat, dass er gestorben, so ist er ein Mörder; der Mörder soll sterben.",
        "34_Chapter, 16_Verse": "Oder wenn er ihn mit einem Stein in der Hand, durch welchen man sterben kann, geschlagen hat, dass er gestorben, so ist er ein Mörder; der Mörder soll sterben.",
        "34_Chapter, 17_Verse": "Oder wenn er ihn mit einem Geräte von Holz in der Hand, durch welches man sterben kann, geschlagen hat, dass er gestorben, so ist er ein Mörder; der Mörder soll sterben.",
        "34_Chapter, 18_Verse": "Der Bluträcher mag den Mörder töten; wann und wo er ihn trifft, kann er ihn töten.",
        "34_Chapter, 19_Verse": "Wenn er ihn auch aus Haß stößt oder wirft auf ihn aus Tücke, dass er stirbt,",
        "34_Chapter, 20_Verse": "Oder aus Feindschaft ihn schlägt mit seiner Hand, dass er stirbt, — des Todes sei der Schläger, ein Mörder ist er; der Bluträcher töte den Mörder, wenn er auf ihn trifft.",
        "34_Chapter, 21_Verse": "Wenn er ihn aber von ungefähr, nicht aus Feindschaft gestoßen, oder er hat auf ihn geworfen irgend ein Gerät, nicht aus Tücke,",
        "34_Chapter, 22_Verse": "Oder er hat mit irgend einem Stein, wodurch man sterben kann, ohne es zu sehn auf ihn geworfen, dass er gestorben; er war ihm aber nicht feindlich und suchte ihm nicht zu schaden;",
        "34_Chapter, 23_Verse": "So soll die Gemeinde richten zwischen dem Schläger und dem Bluträcher nach diesen Rechten.",
        "34_Chapter, 24_Verse": "Die Gemeinde soll retten den Mörder aus der Hand des Bluträchers, die Gemeinde soll ihn zurück bringen in die Freistätte, wohin er geflohen war, und dort bleibe er bis an den Tod des Hohepriesters, den man gesalbt mit dem heiligen Öle.",
        "34_Chapter, 25_Verse": "Wenn aber der Mörder hinausgeht über die Grenze seiner Freistätte, wohin er geflohen war,",
        "34_Chapter, 26_Verse": "Und der Bluträcher trifft ihn außerhalb des Gebietes der Freistätte, und der Bluträcher ermordet den Mörder, so hat er keine Blutschuld.",
        "34_Chapter, 27_Verse": "Denn in seiner Freistätte sollte er bleiben bis an den Tod des Hohepriesters, und erst nach dem Tode des HohenPriesters darf der Mörder heimkehren in das Land seines Besitzes.",
        "34_Chapter, 28_Verse": "Dies sei euch als Satzung des Rechts, für alle Zeiten in all euren Wohnsitzen.",
        "34_Chapter, 29_Verse": "Wer einen Menschen totschlägt, auf die Aussage von [zwei] Zeugen soll man den Mörder töten; denn ein Zeuge kann nicht aussagen wider einen Menschen, dass er sterbe.",
        "34_Chapter, 30_Verse": "Auch dürft ihr nicht ein Sühngeld nehmen für die Person eines Mörders, der des Todes schuldig ist; sondern er soll sterben.",
        "34_Chapter, 31_Verse": "Auch dürft ihr nicht ein Sühngeld nehmen für den Geflüchteten in die Freistätte, dass er heimkehre und wohne in seinem Lande vor dem Tode des Priesters.",
        "34_Chapter, 32_Verse": "Ihr sollt nicht verrucht machen das Land, worin ihr seid, denn das [unschuldig vergossene] Blut macht das Land verrucht, und dem Lande wird keine Sühne für das Blut, das darin vergossen worden, es sei denn durch das Blut dessen, der es vergossen.",
        "34_Chapter, 33_Verse": "Verunreinigt nicht das Land, worin ihr wohnt, in dessen Mitte ich throne; denn ich der Herr, throne inmitten der Kinder Israel.",
        "35_Chapter, 0_Verse": "Es traten herzu die Häupter der Stammhäuser vom Geschlechte der Söhne Gilead Sohnes Machirs Sohnes Manasses, von den Geschlechtern der Söhne Josef, und redeten vor Mose und vor den Fürsten der Stammhäupter der Kinder Israel,",
        "35_Chapter, 1_Verse": "Sie sprachen: Meinem Herrn hat der Herr geboten, das Land zu geben zum Erbe nach dem Lose an die Kinder Israel; auch ist meinem Herrn geboten worden durch Gott, das Erbe unseres Bruders Zelafhad seinen Töchtern zu geben.",
        "35_Chapter, 2_Verse": "Wenn sie nun Solcher von den Söhnen der [anderen] Stämme der Kinder Israel Frauen werden, so wird ihr Erbe entzogen dem Erbe unserer Väter und hinzugefügt zu dem Erbe des Stammes, in den sie heiraten; und dem Lose unseres Erbes wird es entzogen.",
        "35_Chapter, 3_Verse": "Selbst wenn das Jobeljahr in Israel gelten wird verbleibt ihr Erbe dem Stamme, in den sie heiraten, aber dem Besitz unseres väterlichen Stammes wird ihr Teil entzogen.",
        "35_Chapter, 4_Verse": "Mose gebot den Kindern Israel auf den Ausspruch des Herrn also: Recht hat der Stamm der Söhne Josef.",
        "35_Chapter, 5_Verse": "Das ist, was der Herr geboten den Töchtern Zelafhads: Sie können nach Gutdünken heiraten, jedoch nur denen, die aus dem Geschlecht des Stammes ihres Vaters sind, dürfen sie Frauen werden,",
        "35_Chapter, 6_Verse": "Damit nicht übergehe ein Erbe der Kinder Israel von Stamm auf Stamm; sondern die Kinder Israel sollen halten jeder an das Erbe des Stammes seiner Väter.",
        "35_Chapter, 7_Verse": "Jede Tochter aus den Stämmen der Kinder Israel, die Eigentum erbt, werde zur Frau Eines aus dem Geschlecht des Stammes ihres Vaters; damit die Kinder Israel erben jeder das Eigentum seiner Väter;",
        "35_Chapter, 8_Verse": "Dass nicht ein Erbe übergehe von einem Stamm auf den andern Stamm, sondern halten sollen die Stämme der Kinder Israel jeder an sein Erbe.",
        "35_Chapter, 9_Verse": "So wie der Herr geboten, so taten die Töchter Zelafhads.",
        "35_Chapter, 10_Verse": "Es wurden Mahla, Tirza, Hogla, Milka und Noa, die Töchter Zelafhads, den Söhnen ihrer Onkele zu Frauen.",
        "35_Chapter, 11_Verse": "Denen aus den Geschlechtern der Sohne Manasses Sohnes Josefs wurden sie zu Frauen; es blieb also ihr Erbe bei dem Stamme des Geschlechts ihres Vaters.",
        "35_Chapter, 12_Verse": "Das sind die Gebote und die Rechte, die der Herr geboten durch Mose den Kindern Israel in den Steppen Moab am Jordan vor Jericho."
    },
    "meta": "Chapter-Verse",
    "work": "Numbers"
}