{
    "work": "Numbers", 
    "text": {
        "25_Chapter, 17_Verse": "These are the families of Gad’s descendants and they numbered forty thousand and five hundred.", 
        "2_Chapter, 8_Verse": "You shall place the Levites in the charge of Aharon and his sons; they are presented to him from [among] Bnei Yisroel.", 
        "6_Chapter, 9_Verse": "The leaders brought forward the [offerings for] the consecration of the altar on the day it was anointed. The leaders placed their offering before the altar.", 
        "32_Chapter, 48_Verse": "They camped along the Yardein, from Beis Yeshimos until Aveil Hasheetim, in the plains of Moav.", 
        "30_Chapter, 17_Verse": "All the children among the females without intimate knowledge of a man, keep alive for yourselves.", 
        "10_Chapter, 25_Verse": "Two people remained in the camp; one’s name was Eldad and the second one’s name was Meidad. The spirit rested upon them; they were among those inscribed, and they did not go out to the Tent, and they prophesied in the camp.", 
        "14_Chapter, 11_Verse": "According to the number, which you offer, so you shall make for each one according to the[ir] number[s].", 
        "3_Chapter, 24_Verse": "They shall carry the tapestries of the <i>Mishkon</i> and [of] the Tent of Meeting, its covering and the covering of <i>tachash</i> which is on top of it, and the screen for the entrance to the Tent of Meeting,", 
        "23_Chapter, 1_Verse": "Bil’am raised his eyes and saw Israel encamped according to its tribes, and the spirit of God rested upon him.", 
        "33_Chapter, 16_Verse": "“These are the names of the men who shall inherit the land for you: Elozor the <i>kohein</i> and Yehoshua son of Nun,", 
        "23_Chapter, 18_Verse": "A ruler shall come from Yaakov, who will annihilate the survivors of the city.”", 
        "28_Chapter, 27_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libation.", 
        "13_Chapter, 3_Verse": "They said to each other: “Let us appoint (lit. place) a head and we will return to Egypt.”", 
        "6_Chapter, 5_Verse": "Moshe took the wagons and the oxen and gave them to the Levites.", 
        "0_Chapter, 50_Verse": "When the <i>Mishkon</i> is to be moved the Levites shall take it down, and when the <i>Mishkon</i> is to rest [in one place] the Levites shall erect it, and the stranger who approaches, shall die.", 
        "0_Chapter, 9_Verse": "For the sons of Yoseif, for [the tribe of] Ephraim, Elishamah the son of Amihud. For [the tribe of] Menasheh, Gamliel the son of Pedahtzur.", 
        "33_Chapter, 19_Verse": "For the tribe of Shimon, Shmuel, son of Amihud.", 
        "4_Chapter, 20_Verse": "The <i>kohein</i> shall place the woman under oath with the oath of accursedness, and the <i>kohein</i> shall say to the woman: “Adonoy shall make you a curse and an oath among your people, when Adonoy causes your thigh to collapse and your abdomen to swell.", 
        "12_Chapter, 10_Verse": "For the tribe of Yoseif, for the tribe of Menashe, Gadi the son of Susi.", 
        "16_Chapter, 19_Verse": "It shall be that the man whom I choose, his staff shall blossom; and I will abate from Myself the complaints of Bnei Yisroel that they complain against you.”", 
        "3_Chapter, 40_Verse": "These are the numbers of the families of the sons of the Gershonites, of all those who serve in the Tent of Meeting, whom Moshe and Aharon counted, according to the word of Adonoy.", 
        "9_Chapter, 27_Verse": "These are the journeys of Bnei Yisroel according to their divisions; and they journeyed.", 
        "31_Chapter, 23_Verse": "Build for yourselves cities for your children and enclosures for your sheep. But what you have expressed verbally, you must fulfill.”", 
        "22_Chapter, 21_Verse": "God Who has brought them out of Egypt, has shown His great strength to them.", 
        "28_Chapter, 34_Verse": "On the eighth day shall be a [day of] restraint for you, when you shall not do any work of consequence.", 
        "25_Chapter, 40_Verse": "These are the descendants of Binyamin by their families, and they numbered forty-five thousand and six hundred.", 
        "21_Chapter, 5_Verse": "And now, please come and curse this nation for me, for it is too mighty for me, perhaps it will enable us to strike at him, and banish them from the land; for I know, that whomever you bless is blessed, and whomever you curse is cursed.”", 
        "20_Chapter, 1_Verse": "Yisroel made a vow to Adonoy and said, “If You will deliver this people into my hand, I shall consecrate their cities.”", 
        "15_Chapter, 18_Verse": "Korach congregated against them, the entire congregation at the entrance of the Tent of Meeting, and the glory of Adonoy appeared to the entire congregation.", 
        "29_Chapter, 10_Verse": "But, if she took the vow in her husband’s home, or has taken a self-imposed prohibitions upon herself, with an oath,", 
        "6_Chapter, 69_Verse": "[And] one he-goat for a sin-offering.", 
        "0_Chapter, 53_Verse": "Bnei Yisroel did according to all that Adonoy commanded Moshe; they did it [exactly].", 
        "32_Chapter, 11_Verse": "They journeyed from the wilderness of Sin and camped in Dofkoh.", 
        "12_Chapter, 21_Verse": "They went up, into the southern part [of the land] and [he] came to Chevron; and there, were Achiman, Sheshai and Talmai, the offspring of the giant. [The city of] Chevron was built seven years before the city of Tzo’an in Egypt.", 
        "27_Chapter, 9_Verse": "This is the burnt-offering on its Shabbos, in addition to the constant (daily) burnt-offering and its libation.", 
        "6_Chapter, 67_Verse": "One spoon weighing ten gold [<i>shekolim</i>], filled with incense.", 
        "5_Chapter, 8_Verse": "If someone died near him suddenly, or unexpectedly, and caused his nazirite crowned head to be defiled, he shall shave his head on the day of his purification, he shall shave it on the seventh day.", 
        "7_Chapter, 24_Verse": "From the age of fifty he shall retire from the work force, and shall no longer work.", 
        "1_Chapter, 28_Verse": "The tribe of Naftali, and the leader of the sons of Naftali is Achira the son of Einan.", 
        "34_Chapter, 31_Verse": "And do not accept atonement compensation for one who has fled to his refuge city, to allow him to return to live in the land, before the death of the <i>Kohein</i> (<i>Gadol</i>).", 
        "15_Chapter, 26_Verse": "They withdraw from the dwelling of Korach, Dasan and Avirom, and all around; and Dasan and Avirom went out, and stood at the door of their tents with their wives, children and infants.", 
        "9_Chapter, 12_Verse": "This was the first time that they traveled, on the order of Adonoy, through Moshe.", 
        "28_Chapter, 17_Verse": "together with their meal-offerings and their libitions for the bulls, rams, and the lambs, of the required number.", 
        "2_Chapter, 18_Verse": "The sons of Kehos, according to their families were; Amram, Yitzhar Chevron and Uziel.", 
        "0_Chapter, 48_Verse": "However, the tribe of Levi you shall not count and you shall not take their head count among Bnei Yisroel.", 
        "4_Chapter, 16_Verse": "The <i>kohein</i> shall take sanctified waters in a clay utensil, and of the earth that will be on the floor of the <i>Mishkon</i>, the <i>kohein</i> shall take and put into the water.", 
        "6_Chapter, 30_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "18_Chapter, 20_Verse": "This shall be the statute for all times; one who sprinkles the sprinkling waters shall wash his garments, and one who touches the sprinkling waters shall remain unclean until the evening.", 
        "3_Chapter, 19_Verse": "They shall not come in to see when the holy is being covered and [they will not] die.", 
        "22_Chapter, 29_Verse": "Balak did as Bil’am said, and he sacrificed as a burnt-offering a bull and a ram on each altar.", 
        "16_Chapter, 18_Verse": "You shall leave them inside the Tent of Meeting before the testimony where there I meet you.", 
        "32_Chapter, 53_Verse": "You shall give the land as an inheritance to your families by means of a lottery; to the large [family] you shall increase its portion, to the small [family] you shall decrease its portion. To whomever the lottery [system] ordains, it shall be his; according to your paternal tribes shall you inherit.", 
        "14_Chapter, 14_Verse": "The assembly has one statute for yourselves and for the proselyte who resides; one statue for all of your generations, just as it is for yourselves, so shall it be for the proselyte, before Adonoy.", 
        "0_Chapter, 51_Verse": "Bnei Yisroel shall camp, each man at his own camp and each man at his own banner, according to their divisions.", 
        "25_Chapter, 30_Verse": "the Asrieilite family from Asrieil, the Shechemite family from Shechem,", 
        "32_Chapter, 9_Verse": "They journeyed from Eilim and camped by the Sea of Reeds.", 
        "11_Chapter, 9_Verse": "The cloud departed from atop the Tent and behold! Miriam became afflicted with <i>tzora’as</i> white as snow; and Aharon turned towards Miriam and behold, she was afflicted with <i>tzora’as.</i>", 
        "8_Chapter, 10_Verse": "in the second month, on the fourteenth day in the afternoon he shall perform it. Together with <i>matzohs</i> and bitter herbs they shall eat it.", 
        "21_Chapter, 36_Verse": "Balak said to Bil’am: “Did I not send so many [dignitaries] to invite you? Why did you not come to me? Am I really incapable of honoring you?”", 
        "6_Chapter, 37_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "1_Chapter, 14_Verse": "Its division and their numbers is forty-five thousand six hundred fifty.", 
        "15_Chapter, 16_Verse": "Each man will take his firepan and place incense in them and you will offer before Adonoy each man his firepan, two hundred and fifty firepans, and you and Aharon will each take his own firepan.”", 
        "3_Chapter, 6_Verse": "On the Show Table they shall spread a blue woolen cloth and they shall place upon it the molds, spoons, rods and the covering props, and the continual bread shall be upon it.", 
        "22_Chapter, 19_Verse": "Behold, I was commanded to bless, and [when] He has blessed, I cannot reverse it.", 
        "17_Chapter, 31_Verse": "You will not bear a sin because of it, when you separate its best part; but sacred things of Bnei Yisroel you must not profane, and you will not die.”’", 
        "31_Chapter, 10_Verse": "’None of the men who came up from Egypt will see—those who are twenty years and above—the land that I swore to Avraham, Yitzchok and Yaakov, for they did not follow Me fully.", 
        "4_Chapter, 30_Verse": "The man is cleansed of sin and that woman shall bear [the burden of] her iniquity.", 
        "31_Chapter, 38_Verse": "The sons of Machir, son of Menashe, went to Gil’ad and captured it, and drove out the Amorites who were in it.", 
        "12_Chapter, 4_Verse": "For the tribe of Shimon, Shafat the son of Chori.", 
        "14_Chapter, 30_Verse": "For he has denigrated the word of Adonoy and he has violated His commandment; The soul of that person shall certainly be cut off; its iniquity is upon it.", 
        "30_Chapter, 30_Verse": "Moshe and Elozor the <i>kohein</i> did as Adonoy commanded Moshe.", 
        "6_Chapter, 74_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "34_Chapter, 20_Verse": "or if in enmity, he struck him with his hand and he died, the assailant must be executed; he is a murderer. The blood avenger may kill the murderer wherever he meets him.", 
        "19_Chapter, 18_Verse": "Bnei Yisroel said, “We will go up by the highway, and if we or our cattle drink your water we will pay for it, it is just nothing, we only want to pass through on foot.”", 
        "4_Chapter, 10_Verse": "Adonoy spoke to Moshe, saying;", 
        "12_Chapter, 16_Verse": "Moshe sent them to scout the land of Cana’an and he said to them: “Go up this [way], to the south and go up to the mountain.", 
        "27_Chapter, 15_Verse": "In the first month—on the fourteenth day of the month [bring a] <i>Pesach</i> [offering] to Adonoy.", 
        "28_Chapter, 20_Verse": "together with their meal-offerings and libations for the bulls, rams, and lambs, of the required number.", 
        "34_Chapter, 28_Verse": "These [rules] shall be for you the law of justice for all your descendants in all your dwelling places.", 
        "28_Chapter, 5_Verse": "Aside from the [Rosh] Chodesh burnt-offering and its meal-offering, and the constant (daily) burnt-offering and its required meal-offering and libations, for a pleasing aroma, a fire-offering to Adonoy.", 
        "23_Chapter, 22_Verse": "He set forth his parable, and said: “Alas! Who can survive from God's devastation? ", 
        "3_Chapter, 31_Verse": "The pillars around the courtyard, their sockets, stakes and ropes; with all their utensils and for all their service; and by name shall you appoint the utensils to the charge of those who will carry them.", 
        "16_Chapter, 14_Verse": "Aharon returned to Moshe to the entrance of the Tent of Meeting and the plague was halted.", 
        "3_Chapter, 29_Verse": "From thirty years and above until fifty years, you shall count them; all who enter the division to serve in the Tent of Meeting.", 
        "9_Chapter, 33_Verse": "The Cloud of Adonoy was above them by day when they traveled from the camp.", 
        "20_Chapter, 14_Verse": "And the spillage in the valleys when it turned to dwell at Ar, and then leaned on the border of Moav.", 
        "10_Chapter, 34_Verse": "From Kivros Hataavoh the people journeyed to Chatzeiros, and they stayed in Chatzeiros.", 
        "2_Chapter, 11_Verse": "Behold! I have taken the Levites from among Bnei Yisroel instead of all the firstborn who have opened the womb, among Bnei Yisroel, and [therefore] the Levites shall be Mine.", 
        "25_Chapter, 36_Verse": "These are the families of Ephraim’s descendants, and they numbered thirty-two thousand and five hundred; these are the descendants of Yoseif by their families.", 
        "27_Chapter, 5_Verse": "[This is] a constant (daily) burnt-offering as offered on Mount Sinai, for a pleasing aroma, a fire-offering to Adonoy.", 
        "17_Chapter, 29_Verse": "Say to them: ‘When you set aside the finest part of it, it will be considered for the Levites like the produce of the granary and the produce of the cistern.", 
        "25_Chapter, 14_Verse": "The descendants of Gad by their families are: The Tzefonite family from Tzefon, the Chagite family from Chagi, the Shunite family from Shuni,", 
        "2_Chapter, 1_Verse": "These are the names of Aharon’s sons; the firstborn, Nadav, and Avihu, Elazar and Isamar.", 
        "11_Chapter, 8_Verse": "Adonoy’s anger flared against them and He left.", 
        "10_Chapter, 30_Verse": "From Adonoy there gusted a wind and He caused quail to fly from the sea and spread them over the camp, about a day’s journey from this side and about a day’s journey from that side, around the camp, and about two <i>amo¯s</i> above the ground’s surface.", 
        "10_Chapter, 19_Verse": "But rather for a month of days, until it comes out of your nostrils and it will be repulsive to you; [this is] because you have rejected Adonoy Who is among you, and you have cried before Him, saying: “Why have we come out from Egypt?”", 
        "0_Chapter, 36_Verse": "Their numbers for the tribe of Binyamin, is thirty-five thousand four hundred.", 
        "9_Chapter, 4_Verse": "When you blow a <i>teruah</i>; the camps that are camped eastward shall travel.", 
        "1_Chapter, 23_Verse": "The total numbers for the camp of Ephraim is one hundred eight thousand one hundred according to their divisions, and they travel [in the] third [position].", 
        "13_Chapter, 15_Verse": "“It is because of Adonoy’s inability to bring this people into the land that He swore to them, that he slaughtered them in the desert.”", 
        "32_Chapter, 45_Verse": "They journeyed from Divon Gad and camped in Almon Divlasayim.", 
        "13_Chapter, 7_Verse": "If Adonoy desires us, He will bring us into this land and give it to us, a land which flows with milk and honey.", 
        "25_Chapter, 45_Verse": "The name of Asher’s daughter was Serach.", 
        "17_Chapter, 13_Verse": "Everything consecrated in Israel shall be yours.", 
        "30_Chapter, 15_Verse": "They were the very same ones who, on Bila’m’s advice were involved with Bnei Yisroel to cause them to commit a betrayal against Adonoy regarding the matter of Pe’or, so that the plague broke out within the community of Adonoy.", 
        "19_Chapter, 28_Verse": "The entire community saw that Aharon died; and they wept for Aharon thirty days, the entire house of Yisroel.", 
        "28_Chapter, 19_Verse": "On the third day [you shall bring] eleven young bulls, two rams, and fourteen yearling lambs, [all] without blemish,", 
        "18_Chapter, 12_Verse": "Whoever touches a corpse of a [human] soul, who died and does not have himself cleansed defiles the <i>Mishkan</i> of Adonoy (if he enters it), that soul will be cut off from Yisroel; because the sprinkling water was not sprinkled on him, he will be impure his impurity remains.", 
        "6_Chapter, 73_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "1_Chapter, 11_Verse": "Those who camp along with him are; the tribe of Shimon, and the leader of the tribe of Shimon is Shlumiel the son of Tzurishadai.", 
        "15_Chapter, 32_Verse": "They, and all belonging to them, went down alive to the grave, and the earth covered them and they perished from among the assembly.", 
        "30_Chapter, 6_Verse": "They mounted a campaign against Midian, as Adonoy had commanded Moshe, and they killed every male.", 
        "22_Chapter, 2_Verse": "Bil’am said to Balak: “Stand beside your burnt-offering and I will go away. Perhaps, Adonoy will appear to me, and whatever He will show me I will tell you.” And he went away alone.", 
        "28_Chapter, 24_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libation.", 
        "17_Chapter, 12_Verse": "The first fruits of all that is in their land, which they bring before Adonoy, shall be yours; all those ritually pure in your house may eat it.", 
        "9_Chapter, 7_Verse": "The sons of Aharon, the <i>kohanim,</i> shall sound the trumpets. This shall be for you an everlasting statute, for all your descendants.", 
        "0_Chapter, 35_Verse": "For the sons of Binyamin, their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "19_Chapter, 17_Verse": "Edom responded, “You shall not pass through me (my land), lest I go out against you with the sword!”", 
        "32_Chapter, 16_Verse": "They journeyed from Kivros Hata’avoh and camped in Chatzeiros.", 
        "30_Chapter, 23_Verse": "You shall immerse your garments on the seventh day and become purified; afterward you may come into the camp.”", 
        "17_Chapter, 26_Verse": "Your <i>terumah</i>-gift will be considered the same as grain from the granary and [wine and oil of] fully ripened fruit from the cistern.", 
        "8_Chapter, 11_Verse": "They shall not leave any of it over until the morning and they shall not break any of its bones; according to all the statutes of the Pesach-offering they shall perform it.", 
        "6_Chapter, 83_Verse": "This was the dedication of the altar on the day that it was anointed, given by the leaders of Israel; twelve silver trays twelve silver bowls and twelve golden spoons.", 
        "33_Chapter, 27_Verse": "The leader for the tribe of Naftali, Pedah’eil, son of Amihud.”", 
        "27_Chapter, 26_Verse": "You shall make a burnt-offering of a pleasing aroma to Adonoy [consisting of] two young bulls, one ram, [and] seven yearling lambs.", 
        "16_Chapter, 15_Verse": "Adonoy spoke to Moshe, saying:", 
        "31_Chapter, 17_Verse": "We will not return to our homes until each person of Bnei Yisroel takes possession of his hereditary property.", 
        "5_Chapter, 18_Verse": "The <i>kohein</i> shall take the cooked foreleg from the ram and one <i>matzoh</i>-loaf from the basket, and one <i>matzoh</i>-wafer, and put it on the palms of the <i>Nazir</i> after he has shaved his nazirite crown.", 
        "2_Chapter, 32_Verse": "Of Merori, was the family of Machli and the family and Mushi; these are the families of the Merorites.", 
        "0_Chapter, 22_Verse": "Their numbers, for the tribe of Shimon, is fifty-nine thousand three hundred.", 
        "20_Chapter, 29_Verse": "Their kingdom was uprooted from Cheshbon as far as Divon; we made them desolate as far as Nofach near Meidva.”", 
        "4_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying;", 
        "19_Chapter, 10_Verse": "And Moshe raised his hand and struck the rock with his staff twice; water rushed out abundantly, and the community and their livestock drank.", 
        "12_Chapter, 13_Verse": "For the tribe of Naftali, Nachbi the son of Vofsi.", 
        "18_Chapter, 14_Verse": "Any open utensil that has no cover fastened to it, shall be unclean.", 
        "31_Chapter, 32_Verse": "Moshe gave to them—to the tribe of Gad, to the tribe of Reuvein and to half the tribe of Menashe son of Yoseif—the empire of Sichon, king of the Emorites and the empire of Og, king of the Bashan, the land along with the cities within their borders, even the cities of the surrounding land.", 
        "9_Chapter, 5_Verse": "If you blow a second <i>teruah,</i> then shall travel the camps that are camped on the south side. They shall blow a <i>teruah</i> for their journeys.", 
        "0_Chapter, 37_Verse": "For the sons of Don, their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "7_Chapter, 10_Verse": "Aharon shall wave the Levites as a wave-offering before Adonoy from Bnei Yisroel and they will be [entrusted] to do the worship of Adonoy.", 
        "2_Chapter, 30_Verse": "Their guardianship is the Ark, the Table, the Menorah, the Altars and the sacred utensils with which they serve. And the Curtain, and all of the work involving these things.", 
        "10_Chapter, 3_Verse": "The collection [of nationalities] among them began to have strong cravings, and Bnei Yisroel turned and began to weep; and they said “Who will feed us meat?", 
        "5_Chapter, 3_Verse": "As long as he is a <i>Nazir</i> from anything made of the grape-vine, from seeds to skin, he shall not eat.", 
        "18_Chapter, 8_Verse": "A ritually clean person shall gather the cow’s ashes and place [it] outside the camp in a clean place; it shall remain a keepsake for the community of Bnei Yisroel for sprinkling water for purification.", 
        "31_Chapter, 12_Verse": "Adonoy displayed anger against Yisroel and He made them wander in the wilderness for forty years, until the end (death) of the entire generation that had done evil in the eyes of Adonoy.", 
        "19_Chapter, 9_Verse": "Moshe and Aharon assembled the community before the rock; [Moshe] said to them, “Listen, you rebels! Can we extract water from this rock for you?”", 
        "23_Chapter, 24_Verse": "Bil’am arose, went, and returned home; and Balak too, went on his way.", 
        "8_Chapter, 9_Verse": "Speak to Bnei Yisroel, saying; any person, if he will be impure from a corpse, or [is] on a distant road, [whether among] yourselves or for your descendants, he shall perform the Pesach-offering for Adonoy", 
        "31_Chapter, 16_Verse": "We will then arm ourselves rapidly, and will be ready to go before Bnei Yisroel until we have brought them to their place. Our children will dwell in fortified cities because of the inhabitants of the land.", 
        "34_Chapter, 27_Verse": "For he (the killer) must remain in his refuge city until the death of the <i>Kohein Gadol.</i> After the death of the <i>Kohein Gadol</i> the murderer may return to the land of his possession.", 
        "34_Chapter, 22_Verse": "Or (even) with a stone which can kill, without seeing [the victim], he threw it down on him and he died, but he was not his enemy and did not seek his harm.", 
        "31_Chapter, 0_Verse": "Very large herds belonged to the children (tribes) of Reuvein and Gad—[an] extremely large [number]; and they saw the land of Ya’zeir and the land of Gilad, and behold, the region was an area for livestock.", 
        "12_Chapter, 27_Verse": "However, the nation is mighty, those who inhabit the land, and the cities are greatly fortified to the utmost, and we also saw the offspring of the giant over there.", 
        "13_Chapter, 6_Verse": "They said to the entire congregation of Bnei Yisroel, saying: “The land through which we have passed to scout it; that land is very, very good.", 
        "14_Chapter, 16_Verse": "Adonoy spoke to Moshe, saying:", 
        "24_Chapter, 5_Verse": "And behold, a man came from among Bnei Yisroel, and brought the Midianite woman to his brethren, before the eyes of Moshe and before the eyes of the entire congregation of Yisroel, who were weeping at the entrance to the Tent of Meeting.", 
        "6_Chapter, 12_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim;</i> one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "9_Chapter, 31_Verse": "It will be, that when you go with us, it shall be that the very good which Adonoy will bestow on us we will bestow on (share with) you.", 
        "34_Chapter, 5_Verse": "Along with the cities that you shall give the Levites shall be the six refuge cities which you shall provide [as places] for a murderer to flee; and in addition to them, you shall provide forty-two cities.", 
        "17_Chapter, 0_Verse": "Adonoy said to Aharon: “You, your sons, and your father’s house with you will bear the sin of the Sanctuary, and you, and your sons with you will bear the sin of your <i>kehunah</i>.", 
        "2_Chapter, 35_Verse": "The appointed task of the guardianship of the sons of Merori shall be the beams of the <i>Mishkon,</i> its bars, pillars and sockets; all of its utensils, and all of the work involving these things.", 
        "32_Chapter, 1_Verse": "Moshe recorded their departures for their journeys according to Adonoy’s command; these were the departure for their journeys.", 
        "13_Chapter, 18_Verse": "Please forgive this people according the magnitude of Your kindness, and as You have borne this people since Egypt until this time.”", 
        "18_Chapter, 3_Verse": "Elozor the <i>kohein</i> shall take some of its blood with his finger and sprinkle it directly facing the Tent of Meeting, some of its blood seven times.", 
        "13_Chapter, 23_Verse": "My servant Caleiv, because he possesed in him a different spirit, and followed Me fully, I shall bring him into the land to which he came, and his children will cast [its inhabitants] from it.", 
        "12_Chapter, 15_Verse": "These are the names of the men whom Moshe sent to scout the land, and Moshe called Hosheiah the son of Nun, Yehoshua.", 
        "9_Chapter, 9_Verse": "On your joyous days and on your festivals and on the beginnings of your months you shall blow with the trumpets for your burnt-offerings and for your peace-offerings; and it shall be a remembrance for you before your God, I am Adonoy your God.", 
        "24_Chapter, 4_Verse": "Moshe said to the judges of Yisroel: “Each of you must execute his men who were united with Ba’al Pe’or.”", 
        "6_Chapter, 79_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "2_Chapter, 47_Verse": "You shall give the money to Aharon and to his sons as a redemption for those whose numbers are in excess [of the Levites.]", 
        "15_Chapter, 25_Verse": "He spoke to the congregation, saying: “Please get away from the tents of these evil men, and do not touch anything belonging to them, lest you be swept away in all their transgressions.”", 
        "2_Chapter, 9_Verse": "You shall appoint Aharon and his sons and they shall guard their priesthood, and an outsider (non-<i>kohein</i>) who comes near shall be put to death.", 
        "25_Chapter, 41_Verse": "These are the descendants of Don by their families: The Shuchamite family from Shucham, these are Don’s families.", 
        "31_Chapter, 5_Verse": "Moshe said to the children (tribes) of Gad and Reuvein: “Should your brothers go out to war while you settle here?", 
        "25_Chapter, 18_Verse": "The sons of Yehudah are Eir and Onan; Eir and Onan died in the land of Canaan.", 
        "31_Chapter, 39_Verse": "Moshe gave the Gil’ad to Machir, son of Menashe, and he settled in it.", 
        "26_Chapter, 22_Verse": "He laid his hands on him and commanded him, just as Adonoy had commanded through Moshe.", 
        "10_Chapter, 31_Verse": "The people arose all of that day, the entire night and the entire next day, and they gathered the quail. He who gathered the least amount, gathered ten heaps and they spread them for themselves around the camp.", 
        "27_Chapter, 0_Verse": "Adonoy spoke to Moshe saying:", 
        "2_Chapter, 31_Verse": "The leader of the leaders of Levi shall be Elazar, the son of Aharon, the <i>kohein</i> [who is] in charge of the appointment of the guardians to safeguard the holy [Sanctuary].", 
        "15_Chapter, 7_Verse": "Moshe said to Korach, “Please listen sons of Levi,", 
        "6_Chapter, 57_Verse": "[And] one he-goat for a sin-offering.", 
        "15_Chapter, 30_Verse": "As he was finishing speaking all these words the ground beneath them split.", 
        "19_Chapter, 5_Verse": "Moshe and Aharon moved away from the assembly to the entrance of the Tent of Meeting, and fell on their faces; the glory of Adonoy appeared to them.", 
        "32_Chapter, 49_Verse": "Adonoy spoke to Moshe in the plains of Moav along the Yardein [near] Yereicho, saying:", 
        "32_Chapter, 23_Verse": "They journeyed from Har Shefer and camped in Charodoh.", 
        "19_Chapter, 25_Verse": "Remove Aharon’s vestments and dress his son Elozor in them; Aharon will be gathered in and die there.”", 
        "18_Chapter, 0_Verse": "Adonoy spoke to Moshe and Aharon, saying.", 
        "32_Chapter, 18_Verse": "They journeyed from Rismoh and camped in Rimon Peretz.", 
        "29_Chapter, 12_Verse": "But, if her husband annuls them on the day he hears them, then, whatever emanates from her lips regarding her vows and self-imposed prohibitions shall not stand. Her husband has annulled them, and Adonoy will forgive her.", 
        "20_Chapter, 16_Verse": "It was then that Yisroel sang this song : “Arise, O well, sing to it!", 
        "13_Chapter, 16_Verse": "Now, please, let my Master’s power be enhanced as You spoke, saying;", 
        "33_Chapter, 7_Verse": "From Hor Hahar turn to Levo Chamas and the outskirts of the border shall be toward Tzedad.", 
        "6_Chapter, 15_Verse": "[And] one he-goat, for a sin-offering.", 
        "21_Chapter, 30_Verse": "Adonoy then enabled Bil’am to see, and he observed the angel of Adonoy standing in the way with his sword drawn in his hand. He bowed his head and prostrated himself on his face.", 
        "30_Chapter, 45_Verse": "and 16,000 people.", 
        "20_Chapter, 11_Verse": "They traveled from there and camped in the valley of Zered.", 
        "5_Chapter, 6_Verse": "For his father, mother, brother and sister he shall not [ritually] defile himself for them when they die. For, the nazirite crown of his God is upon his head.", 
        "5_Chapter, 15_Verse": "The <i>kohein</i> shall bring it before Adonoy and do the service of his sin-offering and of his burnt-offering.", 
        "0_Chapter, 3_Verse": "Along with you, there shall be one man for each tribe, each man shall be the head of his fathers’ house.", 
        "31_Chapter, 25_Verse": "Our children, wives, cattle and all livestock will remain there in the cities of Gil’ad.", 
        "26_Chapter, 15_Verse": "“Let Adonoy, God of the spirits, appoint a man over the community,", 
        "30_Chapter, 24_Verse": "Adonoy spoke to Moshe, saying:", 
        "25_Chapter, 2_Verse": "Moshe and Elozor the <i>kohein</i> spoke with them on the plains of Moav, by the Yardein near Yereicho, saying:", 
        "3_Chapter, 34_Verse": "Those, from thirty years and above, until fifty years; all those who enter the division to serve in the Tent of Meeting.", 
        "6_Chapter, 29_Verse": "On the fourth day, the leader of the sons of Reuven, Elitzur the son of Shdeiur.", 
        "26_Chapter, 9_Verse": "If he has no brothers, you shall give his hereditary property to his father’s brothers.", 
        "16_Chapter, 27_Verse": "Anyone approaching, who comes close to the Mishkon of Adonoy will die—have we been consigned to die?”", 
        "8_Chapter, 20_Verse": "It sometimes happened that the Cloud was [there] [but] from evening until morning, and then the Cloud rose in the morning and they traveled; or, [the Cloud was there] for a day and a night and the Cloud was lifted, and they traveled.", 
        "22_Chapter, 28_Verse": "Bil’am said to Balak: “Build seven altars for me here and prepare for me seven bulls and seven rams.”", 
        "17_Chapter, 14_Verse": "Every firstling of every being which they offer before Adonoy—man or beast—shall be yours; but you must redeem the firstborn of man and redeem the firstborn of unclean beasts.", 
        "7_Chapter, 2_Verse": "Aharon did so; towards the face of the Menorah he lit its lamps, just as Adonoy commanded Moshe.", 
        "9_Chapter, 26_Verse": "In charge of the division of the tribe of the sons of Naftali, [was] Achirah the son of Einan.", 
        "15_Chapter, 13_Verse": "Even into a land flowing with milk and honey you have not brought us, and [not] given us an inheritance of fields and vineyards if you put those people’s eyes out, [even then] we would not go up.”", 
        "23_Chapter, 8_Verse": "He crouches and lies like a lion, and, being a lion, who would dare rouse him? those who bless you are blessed, and those who curse you are cursed.”", 
        "1_Chapter, 10_Verse": "Its divisions and its numbers is forty-six thousand five hundred.", 
        "31_Chapter, 37_Verse": "Nevo, Ba’al Me’on—their names having been changed, and Sivmah. They retained the names of the other cities that they built.", 
        "25_Chapter, 27_Verse": "The descendants of Yoseif by their families are: Menashe and Ephraim.", 
        "32_Chapter, 46_Verse": "They journeyed from Almon Divlasayim and camped in the Avorim Mountains before Nevo.", 
        "31_Chapter, 7_Verse": "This is what your fathers did when I sent them from Kadeish Barnei’a to look at the land.", 
        "26_Chapter, 4_Verse": "Moshe brought their case before Adonoy.", 
        "23_Chapter, 17_Verse": "Edom will be possession and Seir shall become the possession of his enemies; but Yisroel will triumph.", 
        "26_Chapter, 8_Verse": "If he has no daughter, you shall give his hereditary property to his brothers.", 
        "30_Chapter, 3_Verse": "One thousand from each tribe, one thousand from each tribe, for all of the tribes of Yisroel, you shall send into the army.”", 
        "13_Chapter, 40_Verse": "Moshe said: “Why are you now transgressing the word of Adonoy; it will not succeed.", 
        "12_Chapter, 11_Verse": "For the tribe of Don, Amiel the son of Gemali.", 
        "33_Chapter, 5_Verse": "As for the western border; it shall be the border of the Great Sea, this shall be your western border.", 
        "30_Chapter, 42_Verse": "The community’s half consisted of 337,500 sheep,", 
        "33_Chapter, 9_Verse": "You shall turn yourselves toward the eastern border from Chatzar Einan to Shefam.", 
        "6_Chapter, 70_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Achiezer the son of Amishadai.", 
        "13_Chapter, 4_Verse": "Moshe and Aharon fell on their faces before the entire gathering of the congregation of Bnei Yisroel.", 
        "15_Chapter, 28_Verse": "If as all men die will these men meet their deaths, and the reckoning (fate) of all men will be reckoned upon them, then Adonoy has not sent me.", 
        "17_Chapter, 15_Verse": "Its redemption—from a month old you should redeem them—the valuation is five silver <i>sela’im</i> of holy silver <i>shekalim</i> which is twenty <i>gerah.</i>", 
        "19_Chapter, 22_Verse": "Adonoy spoke to Moshe and Aharon at Mount Hor, at the border of the land of Edom, saying.", 
        "31_Chapter, 14_Verse": "If you will turn away from following Him, He will again place them in the wilderness. and you will destroy this entire nation.”", 
        "24_Chapter, 7_Verse": "He followed the Israelite man into the inner chamber of the tent and pierced both of them through—the Israelite man and the woman through her belly—and the plague stopped from [afflicting] the Bnei Yisroel.", 
        "19_Chapter, 2_Verse": "The people quarreled with Moshe and said, “Would that we had died by our brothers’ death before Adonoy.", 
        "6_Chapter, 38_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "34_Chapter, 26_Verse": "and the blood avenger finds him outside the border of his refuge city, and the blood avenger kills the murderer, he has no blood.", 
        "9_Chapter, 23_Verse": "In charge of the division of the tribe of the sons of Binyamin, [was] Avidan the son of Gid’oni.", 
        "33_Chapter, 11_Verse": "The border shall then descend along the Yardein and its outskirts shall be the Salt (Dead) Sea. This should be your land according to its borders all around.’”", 
        "25_Chapter, 57_Verse": "These are the families of Levi: the Livnite family, the Chevronite family, the Machlite family, the Mushite family, and the Korchite family; Kehos’ son was Amram.", 
        "3_Chapter, 18_Verse": "This is what you must do for them, that they may live and not die when they approach the Holy of Holies; Aharon and his sons shall [first] come and appoint them each man individually, to [perform] his own service, and to carry his own load.", 
        "9_Chapter, 17_Verse": "[Then] the banner of Reuven’s camp traveled, according to their divisions. In charge of its division [was] Elitzur the son of Shdeiur.", 
        "32_Chapter, 40_Verse": "They journeyed from Hor Hohor and camped in Tzalmonoh.", 
        "20_Chapter, 33_Verse": "Adonoy said to Moshe, “Do not be afraid of him, for into your hand I have delivered Ihim and all his people and territory; do to him as you have done to Sichon, King of the Emorite, who lives in Cheshbon.”", 
        "16_Chapter, 6_Verse": "When the congregation assembled against Moshe and Aharon, they turned to the Tent of Meeting and behold! The cloud covered it, and the Glory of Adonoy appeared.", 
        "30_Chapter, 28_Verse": "Take this from their half and give it to Elozor the <i>kohein</i> as a gift to Adonoy.", 
        "27_Chapter, 22_Verse": "in addition to the morning burnt-offering which is offered as a constant (daily) burnt-offering, you shall make these.", 
        "21_Chapter, 0_Verse": "Bnei Yisroel traveled and camped in the western plains of Moav, across the Yardein from Yereicho.", 
        "33_Chapter, 13_Verse": "Because the tribe of Reuvein’s descendants, the tribe of Gad’s descendants, and half of the tribe of Menashe have already taken their hereditary property.", 
        "7_Chapter, 13_Verse": "You shall separate the Levites from among Bnei Yisroel and the Levites shall be Mine.", 
        "10_Chapter, 0_Verse": "The people were like complainers; [it was] wicked in the ears of Adonoy. Adonoy heard and His Anger flared and the fire of Adonoy burned among them and consumed [some] of the outcasts of the camp.", 
        "28_Chapter, 12_Verse": "You shall bring a burnt-offering, a fire-offering for a pleasing aroma to Adonoy, [consisting of] thirteen young bulls, two rams, and fourteen yearling lambs. They shall [all] be without blemish.", 
        "27_Chapter, 20_Verse": "and one tenth [of an <i>eiphah</i>] for each of the seven sheep.", 
        "31_Chapter, 28_Verse": "Moshe said to them: “If the tribe of Gad and Reuvein will cross the Yardein with you, every man that is armed for battle before Adonoy, and the land is conquered before you, you shall give them the land of Gil’ad as a permanent possession.", 
        "13_Chapter, 31_Verse": "Your corpses—yours, shall fall in this desert.", 
        "24_Chapter, 15_Verse": "Adonoy spoke to Moshe saying:", 
        "25_Chapter, 44_Verse": "The descendants of Briah are: The Chevronite family from Chever, the Malkieilite family from Malkieil.", 
        "21_Chapter, 32_Verse": "And when the donkey saw me, it turned aside these three times; had she not turned aside before me as [she did] now I would surely have killed you and she, I would let live.”", 
        "16_Chapter, 17_Verse": "You shall write the name of Aharon on the staff of Levi, for, [there is] one staff for the head of their fathers’ house.", 
        "25_Chapter, 23_Verse": "the Yashuvite family from Yashuv, and the Shimronite family from Shimron.", 
        "3_Chapter, 48_Verse": "According to the word of Adonoy he counted them, by the hand of Moshe, each man according to his service and according to what he carries; and they were counted, as Adonoy commanded Moshe.", 
        "21_Chapter, 31_Verse": "The angel of Adonoy said to him: “Why did you hit your donkey these three times? Behold, I came out to obstruct you, because your way is contrary to me.", 
        "14_Chapter, 29_Verse": "A person who commits a sin high-handedly among the citizens or among the proselytes, blasphemes Adonoy; the soul of that person shall be cut off from among its people.", 
        "32_Chapter, 2_Verse": "They journeyed from Ra’meses in the first month—on the fifteenth day of the first month—on the day after the [Korban] <i>Pesach,</i> Bnei Yisroel left triumphantly before the eyes of all Egyptians.", 
        "28_Chapter, 7_Verse": "You shall bring a burnt-offering Adonoy, for a pleasing aroma, [consisting of] one young bull, one ram, and seven yearling lambs. They shall [all] be without blemish.", 
        "25_Chapter, 49_Verse": "These are the families of Nafatli and they numbered forty-five thousand and four hundred.", 
        "32_Chapter, 0_Verse": "These are the journeys of Bnei Yisroel who went out of Egypt in organized groups under the leadership of Moshe and Aharon.", 
        "30_Chapter, 20_Verse": "Elozor the <i>kohein</i> said to the soldiers who came to the war: “This is the statute of the Torah which Adonoy commanded Moshe.", 
        "26_Chapter, 2_Verse": "“Our father died in the wilderness, but he was not among the group that banded together against Adonoy, in the company of Korach, but he died because of his own sin without leaving any sons.", 
        "6_Chapter, 43_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "9_Chapter, 21_Verse": "[Then] the banner of the sons of Ephraim’s camp traveled according to their divisions. In charge of its division, [was] Elishamah the son of Amihud.", 
        "14_Chapter, 4_Verse": "Along with wine, for a wine-offering, one fourth of a <i>hin,</i> so you shall do for a burnt-offering or a sacrifice, for the one sheep.", 
        "5_Chapter, 7_Verse": "All the days of his separation, he is sacred to Adonoy.", 
        "6_Chapter, 68_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "22_Chapter, 17_Verse": "Bil’am set forth his parable, and said: “Arise, Balak, and hear, listen closely to me, son of Tzipor.", 
        "14_Chapter, 38_Verse": "And it will be to you for fringes and you will look upon it and you will remember all of Adonoy’s commandments and you will perform them; and you will not search after [the desire of] your hearts and after your eyes which cause you to go astray.", 
        "22_Chapter, 25_Verse": "Bil’am answered Balak and said: “Did I not tell you that all that Adonoy tells me will I do.”", 
        "13_Chapter, 12_Verse": "Moshe said to Adonoy: “But Egypt will hear, that You, in Your might have brought up this people from among them.", 
        "7_Chapter, 5_Verse": "Take the Levites from among Bnei Yisroel and purify them.", 
        "34_Chapter, 9_Verse": "“Speak to Bnei Yisroel and say to them: ‘When you cross the Yardein into the land of Canaan,", 
        "3_Chapter, 23_Verse": "This is the service of the families of the Gershonites to serve, and to carry.", 
        "21_Chapter, 12_Verse": "Bil’am arose in the morning and said to Balak's dignitaries: “Go back to your land, for Adonoy refuses to allow me to go with you.”", 
        "21_Chapter, 35_Verse": "When Balak heard that Bil’am was coming, he went out to meet him, to the city of Moav, which is on the boundary of Arnon—at the very edge of the boundary.", 
        "30_Chapter, 33_Verse": "61,000 donkeys,", 
        "24_Chapter, 13_Verse": "The name of the slain Israelite man, who was killed along with the Midianite woman, was Zimri, son of Salu, leader of a paternal house of Shimon.", 
        "14_Chapter, 31_Verse": "Bnei Yisroel were in the desert, and they found a man gathering wood on the day of the Shabbos.", 
        "7_Chapter, 21_Verse": "Afterwards, the Levites came to perform their duties in the Tent of Meeting in the presence of Aharon and in the presence of his sons; just as Adonoy commanded Moshe regarding the Levites, so they did unto them.", 
        "12_Chapter, 22_Verse": "They came until the Valley of Eshkol, and from there they cut off a branch and one cluster of grapes, and they carried it between two on a pole, [and they took] some pomegranates and some figs.", 
        "6_Chapter, 2_Verse": "They brought their offerings before Adonoy; six covered wagons and twelve oxen; a wagon for each two leaders and an ox for each individual, and they placed them before the <i>Mishkon.</i>", 
        "32_Chapter, 37_Verse": "Then Aharon the <i>kohein</i> ascended Hor Hohor by the word of Adonoy and died there; in the fortieth year of Bnei Yisroel’s exodus from Egypt, on the first day of the fifth month.", 
        "23_Chapter, 16_Verse": "I see it but not now, I perceive it but not in the near future; a star has gone forth from Yaakov, and a staff has arisen from Yisroel, which will smash the corners of Moav, and impale all of the sons of Sheis.", 
        "23_Chapter, 13_Verse": "And now that I am returning to my people, come, I will advise you what this people will do to your people in the end of days.”", 
        "6_Chapter, 54_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "10_Chapter, 12_Verse": "From where do I have meat to give to this entire people on account of which they cry to me, saying: “Give us meat and we shall eat.”", 
        "10_Chapter, 14_Verse": "If this is the way You treat me, please kill me, if I have found favor in Your eyes; so that I will not see my evil.”", 
        "32_Chapter, 14_Verse": "They journeyed from Refidim and camped in the wilderness of Sinai.", 
        "2_Chapter, 14_Verse": "Count the sons of Levi according to their fathers’ houses according to their families. All males from the age of one month and above, you shall count them.", 
        "10_Chapter, 5_Verse": "Now our bodies are withered, there is nothing at all, but the manna before our eyes.”", 
        "12_Chapter, 0_Verse": "And Adonoy spoke to Moshe, saying;", 
        "13_Chapter, 33_Verse": "According to the number of days which you scouted the land; forty days, a day for a year, a day for a year you will bear the burden of your iniquity forty years, and you will know My displeasure.", 
        "33_Chapter, 17_Verse": "And one leader from each tribe you shall take, to help inherit the land.", 
        "3_Chapter, 4_Verse": "Aharon and his sons shall enter when the camp is about to travel, and take down the screening curtain and, with it they shall cover the Ark of the Testimony.", 
        "33_Chapter, 15_Verse": "Adonoy spoke to Moshe, saying:", 
        "6_Chapter, 18_Verse": "He brought forward his offering, one silver tray, its weight was one hundred thirty [<i>shekolim</i>]; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "28_Chapter, 16_Verse": "On the second day [you shall bring] twelve young bulls, two rams, and fourteen yearling lambs, [all] without blemish,", 
        "4_Chapter, 19_Verse": "[But] you, if you have gone astray while you were married to your husband, and if you have been defiled, and if a man has lain conjugally with you, [a man] other than your husband.", 
        "21_Chapter, 27_Verse": "Adonoy opened the mouth of the donkey, and she said to Bil’am: “What have I done to you, that you have hit me these three times?”", 
        "26_Chapter, 7_Verse": "Speak to Bnei Yisroel and tell them, that if a man dies and has no son, his hereditary property shall be transferred to his daughter.", 
        "31_Chapter, 24_Verse": "The tribe of Gad and Reuvein said to Moshe saying: “Your servants will do as my master instructs.", 
        "32_Chapter, 39_Verse": "The Canaanite, the king of Arod heard that Bnei Yisroel were approaching—he dwelt in the south of the land of Canaan.", 
        "13_Chapter, 38_Verse": "Moshe spoke these words to all of Bnei Yisroel, and the people mourned greatly.", 
        "25_Chapter, 4_Verse": "Reuvein, [was] Yisroel’s firstborn; the descendants of Reuvein are: the Chanochite family from Chanoch, the Paluite family from Palu,", 
        "9_Chapter, 18_Verse": "In charge of the division of the tribe of the sons of Shimon, [was] Shlumiel the son of Tzurishadai.", 
        "0_Chapter, 30_Verse": "Their numbers, for the tribe of Zevulun, is fifty-seven thousand four hundred.", 
        "9_Chapter, 2_Verse": "When they will blow them, the entire congregation shall present itself to you at the entrance of the Tent of Meeting.", 
        "15_Chapter, 1_Verse": "They rose up before Moshe with men from Bnei Yisroel [numbering] two hundred and fifty, who were the leaders of the congregation, those who were called to meetings, men of [prominent] name.", 
        "19_Chapter, 13_Verse": "Moshe sent emissaries from Kodeish to the King of Edom (saying), “This is what your brother Yisroel declares; you know of all the hardship that we have encountered.", 
        "34_Chapter, 11_Verse": "These cities shall serve you as a refuge from the avenger, so that the murderer will not die until he stands in judgment before the congregation.", 
        "17_Chapter, 17_Verse": "Their flesh is yours; like the breast which is waved and like the right thigh—it shall be yours.", 
        "16_Chapter, 5_Verse": "They complained—the entire congregation of Bnei Yisroel—on the next day against Moshe and Aharon, saying: “You have killed the people of Adonoy”", 
        "33_Chapter, 2_Verse": "Your southern flank shall be from the Tzin wilderness along [the land of] Edom; the southern border shall be from the edge of the Salt Sea to the east.", 
        "30_Chapter, 21_Verse": "Only the gold, silver, copper, iron, tin and lead,", 
        "20_Chapter, 4_Verse": "The people spoke out against God and Moshe, “Why did you bring us up out of Egypt to die in the wilderness? There is no food and no water, and we are disgusted with this rotten bread.”", 
        "10_Chapter, 26_Verse": "The youth ran and told Moshe, and said: “Eldad and Meidad are prophesying in the camp.”", 
        "6_Chapter, 52_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Elishamah the son of Amihud.", 
        "17_Chapter, 23_Verse": "For the tithe of Bnei Yisroel which they must set aside to Adonoy as a <i>terumah</i>-gift I gave to the Levites as an inheritance; therefore, I told them: ‘among Bnei Yisroel they shall have no inheritance.’”", 
        "27_Chapter, 11_Verse": "And three tenths [of an <i>eiphah</i>] of fine flour as a meal-offering mixed with the [olive] oil for each bull, two tenths [of an <i>eiphah</i>] of fine flour as a meal-offering, mixed with the [olive] oil for the one ram,", 
        "20_Chapter, 28_Verse": "Woe to you, O Moav, you are destroyed, people of Kemosh, he rendered your sons as refugees, and your daughters captives, of Sichon, King of Emori.", 
        "12_Chapter, 25_Verse": "They went and came to Moshe and Aharon and to the entire congregation of Bnei Yisroel [that came] to the desert of Paran, in Kadeish. They brought word back to them, and to the entire congregation, and they showed them the fruit of the land.", 
        "0_Chapter, 0_Verse": "And Adonoy spoke to Moshe in the Sinai desert, in the Tent of Meeting, on the first [day] of the second month, in the second year of their exodus from the land of Egypt, saying:", 
        "5_Chapter, 16_Verse": "He shall make the ram a peace-offering for Adonoy along with the basket of <i>matzos,</i> and the <i>kohein</i> shall do the service of his meal-offering and libation.", 
        "17_Chapter, 3_Verse": "They shall join you and guard the duties of the Tent of Meeting—all the service of the Tent, but a commoner, [a non-<i>kohein</i>] should not approach you.", 
        "3_Chapter, 45_Verse": "The total of the numbers counted by Moshe, Aharon and the leaders of the congregation [of] the Levites according to their families, according to the house of their fathers.", 
        "15_Chapter, 6_Verse": "and place fire in them and put incense upon them before Adonoy, tomorrow; and it will be that the man who will be chosen by Adonoy, he is the holy one; [you have taken] too much upon yourselves, sons of Levi.”", 
        "6_Chapter, 35_Verse": "On the fifth day, the leader of the sons of Shimon, Shlumiel the son of Tzurishadai.", 
        "28_Chapter, 31_Verse": "On the seventh day [you shall bring] seven young bulls, two rams, and fourteen yearling lambs, [all] without blemish,", 
        "26_Chapter, 14_Verse": "Moshe spoke to Adonoy, saying:", 
        "6_Chapter, 78_Verse": "His offering was one silver tray its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "25_Chapter, 35_Verse": "These are the sons of Shuselach: The Eiranite family from Eiran.", 
        "29_Chapter, 4_Verse": "and her father hears her vow or her self-imposed prohibition and remains silent, then all her vows shall stand and the self-imposed prohibition shall stand.", 
        "30_Chapter, 46_Verse": "Moshe took from Bnei Yisroel’s half, one part out of the fifty, from the people and from the animals, and gave them to the Levites who are entrusted with the <i>Mishkon</i> of Adonoy; as Adonoy had commanded Moshe.", 
        "6_Chapter, 16_Verse": "For the peace -offering, two oxen, five rams, five kids, and five yearling sheep. This was the offering of Nachshon the son of Aminadav.", 
        "19_Chapter, 16_Verse": "Please let us pass through your land, we will not pass through any field or vineyard, and we will not drink well water; we will travel by the king’s road, we will not turn aside to the right or left, until we have passed through your territory.”", 
        "0_Chapter, 38_Verse": "Their numbers, for the tribe of Don, is sixty-two thousand seven hundred.", 
        "25_Chapter, 22_Verse": "The descendants of Yissachar by their families are: The Tolaite family from Tola, the Punite family from Puva,", 
        "21_Chapter, 14_Verse": "Balak persisted and sent dignitaries in greater number and of higher rank than these.", 
        "13_Chapter, 42_Verse": "For the Amaleki and the Cana’ani are there before you, and you will fall by the sword, for, you turned from following Adonoy, and Adonoy will not be with you.”", 
        "20_Chapter, 2_Verse": "Adonoy heard Yisroel’s voice, and He delivered the Canaanites (into Yisroel’s hand), and he (Yisroel) destroyed them and [consecrated] their cities; the region was named Chormo.", 
        "2_Chapter, 16_Verse": "These were sons of Levi according to their names, Gershon, Kehos and Merori.", 
        "24_Chapter, 9_Verse": "Adonoy spoke to Moshe saying.", 
        "31_Chapter, 8_Verse": "They went up to Nachal Eshkol and saw the land. They then disheartened Bnei Yisroel from coming into the land that Adonoy has given them.", 
        "14_Chapter, 6_Verse": "Wine, for a wine-offering shall be one third of a <i>hin.</i> This is how you shall offer a pleasing fragrance to Adonoy.", 
        "6_Chapter, 48_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "3_Chapter, 9_Verse": "They shall put it and all of its utensils into the covering of the <i>tachash </i>-hide and put it on the carrying frame.", 
        "30_Chapter, 36_Verse": "The tribute to Adonoy from the sheep, amounted to 675.", 
        "7_Chapter, 19_Verse": "Moshe, Aharon, and the entire congregation of Bnei Yisroel did to the Levites just as Adonoy commanded Moshe regarding the Levites, so did Bnei Yisroel do to them.", 
        "12_Chapter, 19_Verse": "How is the land (soil) is it fat (rich) or lean (poor), does it have trees, or not? You shall strengthen yourselves, and you shall take some fruit of the land.” Those days were the days of the first ripening of the grapes.", 
        "6_Chapter, 65_Verse": "On the tenth day, the leader of the sons of Don, Achiezer the son of Amishadai.", 
        "33_Chapter, 28_Verse": "These are the ones whom Adonoy commanded to apportion the inheritance to Bnei Yisroel, in the land of Canaan.", 
        "0_Chapter, 49_Verse": "You shall appoint the Levites to oversee the <i>Mishkon</i> of Testimony and over all of its utensils and over all that belongs to it. They shall carry the <i>Mishkon</i> and all its utensils, and they shall administer it, and they shall camp around the <i>Mishkon.</i>", 
        "25_Chapter, 28_Verse": "The descendants of Menashe are: The Machirite family from Machir; Machir’s son was Gil’ad, the Gil’adite family from Gil’ad.", 
        "14_Chapter, 23_Verse": "If it was obscured from the eyes of the congregation, having been done in error, then the entire congregation shall offer one young bullock as a burnt-offering for a pleasing fragrance to Adonoy. Its meal-offering and its wine-offering are according to its law, and one he-goat, as a sin-offering.", 
        "12_Chapter, 29_Verse": "Caleiv silenced the people to [hear about] Moshe, and he said: “We can surely go up [to the land] and we shall possess it for we are surely able to overcome it.”", 
        "18_Chapter, 6_Verse": "Then the <i>kohein</i> shall wash his garments and bathe his body in water, and afterwards he may enter the camp; [however,] the <i>kohein</i> shall be impure until the evening.", 
        "6_Chapter, 34_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Elitzur the son of Shdeiur.", 
        "30_Chapter, 40_Verse": "Moshe gave the tribute as a gift to Adonoy, to Elozor the <i>kohein,</i> as Adonoy had commanded Moshe.", 
        "21_Chapter, 1_Verse": "And Balak the son of Tzipor saw all that Yisroel had done to the Emorite.", 
        "14_Chapter, 19_Verse": "[From] the first portion of your doughs you shall separate a loaf as a separated portion; like the <i>terumah</i>-gift of the granary, so shall you separate it.", 
        "6_Chapter, 21_Verse": "[And] one he-goat for a sin-offering.", 
        "0_Chapter, 19_Verse": "These were the sons of Reuven, Yisroel’s firstborn, their births according to their families according to the house of their fathers. according to the number of individual names every male of twenty years and above, all who go forth into the army.", 
        "28_Chapter, 18_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and their libations.", 
        "8_Chapter, 1_Verse": "Bnei Yisroel shall perform the <i>Pesach</i>-offering in its proper time.", 
        "16_Chapter, 12_Verse": "He stood between the dead and between the living and the plague was halted.", 
        "25_Chapter, 15_Verse": "the Oznite family from Ozni, the Eirite family from Eiri,", 
        "6_Chapter, 77_Verse": "On the day of the twelfth day, the leader of the sons of Naftali, Achirah the son of Einon.", 
        "4_Chapter, 21_Verse": "This bitter, lethal water will enter your abdomen to swell the abdomen, and collapse the thigh and the woman shall say “Amein, Amein”.", 
        "25_Chapter, 55_Verse": "By word of the lottery should their inheritance be divided, with regard to whether they are many or few.”", 
        "24_Chapter, 8_Verse": "Those that died in the plague, [numbered] twenty-four thousand.", 
        "6_Chapter, 86_Verse": "The total of the oxen for the burnt-offering is twelve oxen, twelve rams, twelve yearling sheep and their meal-offerings, and twelve he-goats for a sin-offering.", 
        "3_Chapter, 44_Verse": "These are the numbers of the families of the sons of the Merorites whom Moshe and Aharon counted according to the word of Adonoy, through Moshe.", 
        "23_Chapter, 9_Verse": "Balak became enraged at Bil’am and clapped his hands together; Balak then said to Bil’am: “I called you to curse my enemies, but you have blessed them these three times.", 
        "19_Chapter, 3_Verse": "Why did you bring the congregation of Adonoy into this wilderness for us and our livestock to die there?", 
        "30_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying.", 
        "31_Chapter, 18_Verse": "But we do not want to take possession with them across the Yardein and beyond, for, our inheritance came to us to the east of the Yardein.”", 
        "14_Chapter, 40_Verse": "I am Adonoy, your God, Who brought you out of the land of Egypt to be your God. I am Adonoy your God.", 
        "31_Chapter, 26_Verse": "And your servants will cross over—all those in the army—before Adonoy, to the war, as my master commands.”", 
        "12_Chapter, 5_Verse": "For the tribe of Yehudah, Caleiv the son of Yefuneh.", 
        "11_Chapter, 3_Verse": "Adonoy said, suddenly, to Moshe, Aharon and Miriam: “Come out, all three of you, to the Tent of Meeting,” and the three of them went out.", 
        "2_Chapter, 15_Verse": "Moshe counted them according to the word of Adonoy, just as he was commanded.", 
        "25_Chapter, 29_Verse": "The descendants of Gil’ad are: The I’ezerite family from I’ezer, the Chelkite family from Cheilek,", 
        "20_Chapter, 8_Verse": "Moshe made a copper snake and placed it on the banner; whenever a snake bit a person, he would gaze upon the copper snake and live.", 
        "32_Chapter, 13_Verse": "They journeyed from Alush and camped in Refidim, [but] there was no water there for the people to drink.", 
        "19_Chapter, 1_Verse": "There was no water for the community, and they assembled against Moshe and Aharon.", 
        "24_Chapter, 10_Verse": "“Pinchas, the son of Elozor, [and grand] son of Aharon the <i>kohein,</i> has turned My anger away from Bnei Yisroel by his vengeance for Me among them, so that I did not destroy Bnei Yisroel in My vengeance.", 
        "6_Chapter, 32_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "22_Chapter, 3_Verse": " God chanced to appear to Bil’am, and he said to Him: “I have set up the seven altars and I offered [as burnt-offerings] an ox and a ram on the altar.”", 
        "13_Chapter, 17_Verse": "Adonoy, slow to anger and abounding in kindness, forgiving iniquity, and transgression; Who does not completely acquit, Who will visit the inquities of the fathers upon their children, to the third [generation] and to the fourth [generation.]", 
        "9_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying:", 
        "15_Chapter, 34_Verse": "A fire came forth from Adonoy and consumed the two hundred and fifty men who were bringing the incense.", 
        "0_Chapter, 47_Verse": "Adonoy spoke to Moshe, saying;", 
        "1_Chapter, 4_Verse": "Those who camp along with him are; the tribe of Yissachar, and the leader of the sons of Yissachar is Nesanel the son of Tzu’ar.", 
        "27_Chapter, 19_Verse": "Their meal-offering shall be fine flour mixed with [olive] oil, three tenths [of an <i>eiphah</i>] for each bull, two tenths [of an <i>eiphah</i>] for the ram,", 
        "3_Chapter, 7_Verse": "They shall spread upon them a cloth of crimson thread and they shall cover it with a covering of <i>tachash</i> -hide and put its [carrying] poles [in place].", 
        "5_Chapter, 4_Verse": "As long as he is under his nazirite oath a razor shall not pass over [to touch] his head. Until he completes his days as a <i>Nazir</i> to Adonoy he shall be sacred, he shall let the hair of his head grow long.", 
        "4_Chapter, 17_Verse": "The <i>kohein</i> shall station the woman before Adonoy, and expose the woman’s hair, and place on her palms the meal-offering of remembrance; it is a meal-offering of jealousy and there will be in the <i>kohein’s</i> hand, the bitter, lethal waters.", 
        "7_Chapter, 22_Verse": "Adonoy spoke to Moshe, saying;", 
        "6_Chapter, 28_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of of Eliav the son of Cheilon.", 
        "9_Chapter, 14_Verse": "In charge of the division of the tribe of the sons of Yissachar, [was] Nesanel the son of Tzu’ar.", 
        "6_Chapter, 58_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Gamliel the son of Pedahtzur.", 
        "28_Chapter, 2_Verse": "Their meal-offering [shall be] fine flour mixed with [olive] oil, three tenths [of an <i>eiphah</i>] for the bull, two tenths [of an <i>eiphah</i>] for the one ram,", 
        "21_Chapter, 10_Verse": "‘Behold, the people that came out of Egypt has covered the face of the earth; come now, and curse him for me so that I will be able to wage war against him, and banish him’.”", 
        "14_Chapter, 1_Verse": "“Speak to Bnei Yisroel, and say to them, when you arrive into the land in which you will dwell, which I am giving to you.", 
        "10_Chapter, 7_Verse": "The people [merely] strolled about and they gathered it and they ground it with a millstone or crushed it in mortars and cooked it in pots and made cakes out of it. Its taste was like the taste of cake kneaded with oil.", 
        "8_Chapter, 7_Verse": "Moshe said to them: “Stand and I will listen to what Adonoy will instruct for you.”", 
        "22_Chapter, 26_Verse": "Balak then said to Bil’am: “Come, I will take you somewhere else, perhaps God will consider it proper and you will curse them for me, from there.”", 
        "12_Chapter, 31_Verse": "They spread slander about the land that they had scouted, to Bnei Yisroel, saying: “The land through which we have passed to scout it, is a land which consumes its inhabitants; and every one of the people we saw in it, are men of dimensions.", 
        "28_Chapter, 8_Verse": "Their meal-offering [shall be] fine flour mixed with [olive] oil, three tenths [of an <i>eiphah</i>] for the bull, two tenths [of an <i>eiphah</i>] for the one ram,", 
        "15_Chapter, 31_Verse": "The earth opened its mouth and swallowed them and their houses and all the people belonging to Korach and all of the possessions.", 
        "2_Chapter, 3_Verse": "Nadav and Avihu died in the presence of Adonoy, when they offered a strange fire-offering before Adonoy, in the Sinai desert, and they had no sons. [However] Elazar and Isamar served in the presence of their father Aharon.", 
        "13_Chapter, 2_Verse": "Why does Adonoy bring us into this land to fall by the sword; our wives and infants would be as spoils; is it not better for us to return to Egypt?”", 
        "23_Chapter, 15_Verse": "This is the declaration of one who hears God's utterances and knows the thoughts of the Most Exalted; who sees the vision of the Almighty; fallen, with opened eyes.", 
        "8_Chapter, 16_Verse": "Whenever the Cloud was lifted from the Tent, afterwards, did Bnei Yisroel travel; in the place where the Cloud came to rest, it is there that Bnei Yisroel did camp.", 
        "15_Chapter, 0_Verse": "Korach took, [Korach], the son of Yitzhar the son of Kehos, the son of Levi, and Dasan and Aviram the sons of Eliav, and On the son of Peles, the sons of Reuvein.", 
        "21_Chapter, 24_Verse": "When the donkey saw the angel of Adonoy, she was pressed against the wall and pressed Bil’am's foot against the wall; and he struck her even more.", 
        "2_Chapter, 25_Verse": "The hanging Curtains of the courtyard and the Curtain at the entrance of the courtyard which is around the <i>Mishkon</i> and Altar, and its ropes, for all of the work involving these things.", 
        "20_Chapter, 32_Verse": "They then turned and headed toward the Bashan; and Og, King of the Bashan, came out against them he with all his people, to wage war at Edre’i.", 
        "25_Chapter, 56_Verse": "These are the numbered ones of the Levites by their families: The Gershonite family of Gershon, the Kehosite family of Kehos, [and] the Merorite family of Merori.", 
        "13_Chapter, 43_Verse": "They defiantly went up the mountain peak, but the Ark of the Covenant of Adonoy, and Moshe, did not move from amidst the encampment.", 
        "19_Chapter, 0_Verse": "The entire community of Bnei Yisroel came to the wilderness of Tzin, in the first month. The people settled in Kodeish, and Miriam died and was buried there.", 
        "13_Chapter, 28_Verse": "In this desert your corpses shall fall, all of you who were counted according to your numbers, from twenty years and above, because you have complained against Me,", 
        "1_Chapter, 12_Verse": "Its division and their numbers is fifty-nine thousand three hundred;", 
        "31_Chapter, 31_Verse": "We will cross over armed for battle before Adonoy, to the land of Canaan, and we shall [then] have our permanent inheritance on this side of the Yardein.”", 
        "1_Chapter, 27_Verse": "Its divisions and their numbers is forty-one thousand five hundred.", 
        "5_Chapter, 1_Verse": "Speak to Bnei Yisroel and say to them: If a man or a woman sets apart a vow, a nazirite vow, to set [himself] apart for Adonoy.", 
        "1_Chapter, 8_Verse": "The total numbers for the encampment of Yehudah is one hundred eighty-six thousand four hundred according to their divisions, [and] they travel [in the] first [position].", 
        "26_Chapter, 19_Verse": "Bestow some of your radiance on him, so that the entire community of Bnei Yisroel will hear.", 
        "26_Chapter, 12_Verse": "[After] you have seen it, you too will be gathered to your people, just as your brother Aharon was gathered.", 
        "4_Chapter, 24_Verse": "The <i>kohein</i> shall take from the woman’s hand the meal-offering of jealousy and he shall wave the meal-offering before Adonoy, and bring it close to the Altar.", 
        "27_Chapter, 2_Verse": "Say to them: “This is the fire-offering that you shall offer to Adonoy; yearling lambs without blemish, two each day, as a constant (daily) burnt-offering.", 
        "34_Chapter, 3_Verse": "The open space for the cities that you shall give the Levites [shall extend] from the walls of the city and outward a thousand <i>amo¯s</i> all around.", 
        "10_Chapter, 33_Verse": "He called the name of that place Kivros Hataavoh, for it was there that they buried the people who had these cravings.", 
        "34_Chapter, 24_Verse": "The congregation shall protect the murderer from the blood avenger, and return him to his refuge city where he had fled, and he must remain there until the death of the <i>Kohein Gadol</i> who was anointed with the sacred oil.", 
        "15_Chapter, 5_Verse": "Do this: Take, for yourselves, fire pans, Korach and his entire congregation,", 
        "0_Chapter, 23_Verse": "For the sons of Gad, their births according to their families according to the house of their fathers in a counting of names. From twenty years and above, all who go forth into the army.", 
        "3_Chapter, 2_Verse": "From thirty years and above until fifty years, all who enter into the division to perform service in the Tent of Meeting.", 
        "32_Chapter, 6_Verse": "They journeyed from Eisom and turned back to Pi Hachiros facing Ba’al Tzefon, and they camped by Migdol.", 
        "35_Chapter, 8_Verse": "And no inheritance will be transferred from one tribe to another tribe; for, through every man with his own inheritance, will the tribes of Bnei Yisroel be attached.", 
        "12_Chapter, 14_Verse": "For the tribe of Gad, Geu’el the son of Machi.", 
        "30_Chapter, 38_Verse": "From the 30,500 donkeys the tribute to Adonoy amounted to 61.", 
        "23_Chapter, 4_Verse": "How goodly are your tents, Yaakov, your dwelling places, Yisroel.", 
        "34_Chapter, 2_Verse": "These cities shall be theirs for dwelling, and their open space shall be for their animals, their property and all of their necessities to live.", 
        "35_Chapter, 9_Verse": "Exactly as Adonoy commanded Moshe, so did Tzelofchad’s daughters.", 
        "9_Chapter, 1_Verse": "Make for yourself two silver trumpets; you shall make them, beaten [from one block], and they shall be used by you to summon the congregation and to initiate the departure of the camps.", 
        "0_Chapter, 33_Verse": "For the sons of Menashe, their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "24_Chapter, 2_Verse": "Yisroel became united with Ba’al Pe’or; and the rage of Adony flared against Yisroel.", 
        "9_Chapter, 6_Verse": "But when gathering the congregation, you shall blow [a blast], but not a <i>teruah.</i>", 
        "21_Chapter, 37_Verse": "Bil’am replied to Balak: “Now that I have come to you, have I any power to say anything? Only the word that God puts in my mouth will I speak.”", 
        "6_Chapter, 11_Verse": "The one that brought his offering on the first day [was] Nachshon the son of Aminadav, of the tribe of Yehudah.", 
        "19_Chapter, 20_Verse": "Edom refused to allow Yisroel to pass through its territory, and Yisroel turned aside from him.", 
        "30_Chapter, 11_Verse": "And they brought to Moshe and to Elozor the <i>kohein</i> and to the entire community of Bnei Yisroel, the captives, and all that had been seized, and the booty, to the camp, at the plains of Moav, which was by the Yardein near Yereicho.", 
        "3_Chapter, 22_Verse": "From thirty years and above, until fifty years, you shall count them; all those who enter the division to serve in the Tent of Meeting.", 
        "33_Chapter, 3_Verse": "The border then turns south of Maaleh Akrabim passing toward Tzin; and its outskirts shall be south of Kadeish Barne’a, and then it shall extend to Chatzar Adar and continue toward Atzmon.", 
        "3_Chapter, 14_Verse": "Aharon and his sons shall complete the covering of the Sanctuary and all of the holy utensils whenever the camp is about to travel, and after that, the sons of Kehos shall come to carry [these items], and they shall not touch the Holy [objects] and they will [not] die. These are what the sons of Kehos must carry for the Tent of Meeting.", 
        "32_Chapter, 7_Verse": "They journeyed from before Hachiros and crossed amidst the sea toward the wilderness. They traveled for three days in the wilderness of Eisom, and camped in Moroh.", 
        "17_Chapter, 24_Verse": "Adonoy spoke to Moshe, saying:", 
        "21_Chapter, 25_Verse": "Adonoy’s angel passed further ahead and stood in a narrow place, where there was no room to turn [either] to the right or to the left.", 
        "5_Chapter, 24_Verse": "May Adonoy cause His countenance to shine upon you and favor you.", 
        "29_Chapter, 13_Verse": "Every vow and every oath of self-denial, her husband can [either] let it stand, or her husband can annul it.", 
        "22_Chapter, 5_Verse": "When he returned, Balak was still standing next to his burnt-offering together with all the dignitaries of Moav.", 
        "1_Chapter, 18_Verse": "Its division and their numbers is forty-thousand five hundred.", 
        "30_Chapter, 32_Verse": "72,000 cattle,", 
        "10_Chapter, 32_Verse": "The meat was still between their teeth before it was [even] finished, when the wrath of Adonoy was incited upon the people, and Adonoy smote the people an enormous blow.", 
        "0_Chapter, 45_Verse": "All their numbers were six hundred and three thousand five hundred and fifty.", 
        "33_Chapter, 1_Verse": "“Instruct Bnei Yisroel and say to them: ‘When you come to the land of Canaan, this is the land which will fall to you as hereditary property, the land of Canaan according to its borders.", 
        "30_Chapter, 25_Verse": "“Take count of the booty seized, of what was captured of the men and animals—you, together with Elozor the <i>kohein,</i> and the leaders of the community.", 
        "0_Chapter, 40_Verse": "Their numbers, for the tribe of Asher is forty-one thousand five hundred.", 
        "0_Chapter, 13_Verse": "For [the tribe of] Gad, Elyasaf the son of De’uel.", 
        "12_Chapter, 12_Verse": "For the tribe of Asher, Sesur the son of Michael.", 
        "21_Chapter, 15_Verse": "They came to Bil’am and said to him: “The following is a message from Balak the son Tzipor: ‘Please do not refuse to come to me.", 
        "5_Chapter, 23_Verse": "May Adonoy bless you and protect you.", 
        "30_Chapter, 41_Verse": "From the half [designated] for Bnei Yisroel that Moshe divided from the men of the army:", 
        "30_Chapter, 49_Verse": "We have therefore brought an offering for Adonoy. Any man who found a gold article—an anklet, or a bracelet, a ring, earring or clasp [has dedicated it for Adonoy] to atone for ourselves before Adonoy.”", 
        "6_Chapter, 85_Verse": "Twelve golden spoons filled with incense; each spoon weighed ten [<i>shekolim</i>] according to sanctuary weights. The total of the golden spoons is one hundred twenty [<i>shekolim</i>].", 
        "29_Chapter, 5_Verse": "But if her father restrained her on the day he heard it, then all her vows and self imposed prohibitions shall not stand. Adonoy will forgive her because her father has restrained her.", 
        "17_Chapter, 20_Verse": "Behold, I have given to the sons of Levi all the tithes in Israel for an inheritance in return for their service which they perform—the service of the Tent of Meeting.", 
        "4_Chapter, 11_Verse": "Speak to Bnei Yisroel and say to them: If any man’s wife goes astray and acts treacherously toward him.", 
        "11_Chapter, 7_Verse": "Mouth to mouth I speak to him, in a vision and not in riddles; he gazes at the likeness of Adonoy; so why are you not afraid to speak about My servant, about Moshe?”", 
        "25_Chapter, 31_Verse": "the Shemidaite family from Shemida, and the Chefrite family from Cheifer.", 
        "28_Chapter, 3_Verse": "and one tenth [of an <i>eiphah</i>] for each of the seven lambs.", 
        "34_Chapter, 29_Verse": "If anyone kills a person, only upon the testimony of witnesses shall the murderer be killed. But one witness may not testify against a person, in a case of capital punishment.", 
        "19_Chapter, 11_Verse": "Adonoy said to Moshe and Aharon, “Because you did not believe in Me to sanctify Me in the presence of Bnei Yisroel; therefore, you will not bring this congregation into the land that I have given them.”", 
        "32_Chapter, 28_Verse": "They journeyed from Miskoh and camped in Chashmonoh.", 
        "29_Chapter, 8_Verse": "But, if on the day her husband hears about it, he restrains her, he then annuls her vow which was upon her, and self-imposed verbal prohibitions, and Adonoy will forgive her.", 
        "32_Chapter, 36_Verse": "They journeyed from Kodeish and camped in Hor Hohor, at the edge of the land of Edom.", 
        "10_Chapter, 2_Verse": "He called the name of that place Taveirah, for it was there that burned among them the fire of Adonoy.", 
        "4_Chapter, 18_Verse": "The <i>kohein</i> shall place her under oath and say to the woman: If a man has not lain with you [conjugally] and if you have not gone astray to be defiled while you were married to your husband, you shall be absolved of these bitter, lethal waters.", 
        "21_Chapter, 3_Verse": "Moav said to the elders of Midian, “Now this assembly will lick up everything around us, just as the ox laps up the herbs of the field.” Balak the son of Tzipor was King of Moav at that time.", 
        "7_Chapter, 14_Verse": "After this is done, the Levites shall come to work in the Tent of Meeting, and you shall purify them, and you shall lift them up as a wave-offering,", 
        "11_Chapter, 5_Verse": "He said: “Please listen to My words. If there will be a prophet among you, [I,] Adonoy, will make Myself known to him in a vision; in a dream I will speak to him.", 
        "20_Chapter, 13_Verse": "Concerning this will be told in the Book of the Wars of Adonoy, “He gave at the Reeds (Sea) and the valleys of Arnon.", 
        "2_Chapter, 28_Verse": "The families of the children of Kehos shall camp on the south side of the <i>Mishkon.</i>", 
        "16_Chapter, 16_Verse": "“Speak to Bnei Yisroel and take from among them a staff, a staff for each father’s [tribal] house, from all the leaders according to their fathers’ houses, twelve staffs; and you shall write each man’s name on his staff.", 
        "35_Chapter, 11_Verse": "From the families of Menashe, son of Yoseif, they married, and their inheritance remained with the tribe of their father’s family.", 
        "12_Chapter, 24_Verse": "They returned from spying the land, at the end of forty days.", 
        "28_Chapter, 0_Verse": "The first day of the seventh month shall be a sacred holiday to you when you shall not do any work of consequence. It shall be a day of sounding the ram’s horn.", 
        "10_Chapter, 11_Verse": "Have I conceived this entire people? have I given birth to it that You say to me, carry it in your lap as a nurse carries an infant, to the land which You swore to their forefathers?", 
        "3_Chapter, 46_Verse": "Those from thirty years and above, until fifty years; all who enter to serve the service of service and the service of carrying in the Tent of Meeting.", 
        "13_Chapter, 29_Verse": "Surely you shall [not] come into the land to which I raised My Hand [to swear] that I would cause you to live in it; except for Caleiv the son of Yefuneh and Yehoshua the son of Nun.", 
        "28_Chapter, 32_Verse": "together with their meal-offerings and libations for the bulls, rams, and lambs. of their required number.", 
        "35_Chapter, 6_Verse": "Thereby, there will be no transfer of inheritance of Bnei Yisroel from tribe to tribe but each person to the inheritance of his father’s tribe, shall Bnei Yisroel remain attached.", 
        "22_Chapter, 4_Verse": "Adonoy put a message in Bil’am's mouth and He said: “Return to Balak and tell him as follows.”", 
        "0_Chapter, 21_Verse": "For the sons of Shimon, their births according to their families according to the house of their fathers, his numbers according to the number of individual names every male of twenty years and above, all who go forth into the army.", 
        "34_Chapter, 21_Verse": "But if suddenly, without enmity, he pushed him or threw any object at him not deliberately,", 
        "14_Chapter, 27_Verse": "The <i>kohein</i> shall atone for that erring soul which has sinned unwittingly before Adonoy; to achieve atonement for him, and he will be forgiven.", 
        "20_Chapter, 34_Verse": "And they killed him (Og), his sons, and all his people, leaving no survivors; and they took possession of his land.", 
        "2_Chapter, 27_Verse": "The number of every male from one month and above is eight thousand six hundred. [They were] the guardians of the sacred vessels.", 
        "28_Chapter, 1_Verse": "You shall bring a burnt-offering of a pleasing aroma to Adonoy, [consisting of] one young bull, one ram, and seven yearling lambs, [all] without blemish.", 
        "25_Chapter, 46_Verse": "These are the families of Asher and they numbered fifty-three thousand and four hundred.", 
        "30_Chapter, 43_Verse": "36,000 cattle,", 
        "13_Chapter, 13_Verse": "They will say concerning the inhabitants of this land, they have heard that You, Adonoy, are among this people, Who appears to them eye to eye (face to face), You, Adonoy; Your Cloud stands over them, in a Pillar of Cloud You go before them daily and in a Pillar of Fire, nightly.", 
        "13_Chapter, 8_Verse": "However, do not rebel against Adonoy and you do not be afraid of the nation of the land, for they are [as] our bread, their protection is removed from them, and Adonoy is with us; do not be afraid of them.”", 
        "16_Chapter, 26_Verse": "Bnei Yisroel said [the following] to Moshe: “Behold, we perish, we are lost—we are all lost.", 
        "32_Chapter, 41_Verse": "They journeyed from Tzalmonoh and camped in Punon.", 
        "30_Chapter, 1_Verse": "“Take revenge for Bnei Yisroel against the Midianites, afterward, you shall be gathered to your people (die).”", 
        "30_Chapter, 39_Verse": "From the 16,000 people the tribute to Adonoy amounted to 32 people.", 
        "23_Chapter, 10_Verse": "Now, hurry back home! I said I would exceedingly honor you, but Adonoy has held you back from honor.”", 
        "29_Chapter, 14_Verse": "But, if her husband remains silent from one day to the next, then he has upheld all her vows or all her prohibitions that she has assumed. He has upheld them because he remained silent on the day he heard.", 
        "11_Chapter, 13_Verse": "Adonoy said to Moshe: “If her father were to spit in her face would she not be in shame for seven days? She shall be closed off for seven days, beyond the encampment, and after that, she may join again.”", 
        "5_Chapter, 13_Verse": "He shall bring his offering to Adonoy; one unblemished sheep, in its first year, as a burnt-offering, and one unblemished ewe, in its first year as a sin-offering, and one unblemished ram as a peace-offering.", 
        "0_Chapter, 5_Verse": "For [the tribe of] Shimon, Shlumiel the son of Tzurishadai.", 
        "1_Chapter, 1_Verse": "Each man at his own banner, with the insignia of their fathers’ houses shall Bnei Yisroel encamp, at a distance around the Tent of Meeting they shall encamp.", 
        "0_Chapter, 42_Verse": "Their numbers, for the tribe of Naftali is fifty-three thousand four hundred.", 
        "20_Chapter, 12_Verse": "They traveled from there and camped opposite Arnon, in the wilderness, extending from the Emorite border; Arnon being the Moav border between Moav and the Emorite.", 
        "14_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying;", 
        "3_Chapter, 3_Verse": "This is the service of the sons of Kehos in the Tent of Meeting, the Holy of Holies.", 
        "24_Chapter, 11_Verse": "Therefore tell [him], that I give him My covenant [of] peace.", 
        "18_Chapter, 5_Verse": "The <i>kohein</i> shall take a piece of cedar wood, hyssop, and crimson wool, and throw them into the burning of the cow.", 
        "14_Chapter, 13_Verse": "If a proselyte will live with you or among you, for all of your generations and makes a fire-offering of pleasing fragrance to Adonoy, in the same fashion as you make it, so shall he make it.", 
        "7_Chapter, 6_Verse": "This is what you shall do to them, to purify them; sprinkle them with the sin-offering waters, and cause a razor to pass over (shave) their entire bodies, and they shall wash their garments and purify themselves.", 
        "30_Chapter, 34_Verse": "And the number of women who did not have intimate relations with a man all the souls amounted to 32,000.", 
        "27_Chapter, 13_Verse": "Their libations [shall be], one half of a <i>hin</i> for (a) bull, one third of a <i>hin</i> for the ram, and one fourth of a <i>hin</i> for (the) lamb, of wine. This is the burnt-offering of each [Rosh] Chodesh, at its renewal throughout the months of the year.", 
        "13_Chapter, 22_Verse": "If they will see the land that I have sworn to their fathers; all those who angered Me will not see it.", 
        "34_Chapter, 13_Verse": "Three cities on this side of the Yardein, and the [other] three cities you shall give in the land of Canaan. They shall be cities of refuge.", 
        "9_Chapter, 30_Verse": "He said to him “please do not forsake us, for, because you know of our encampment in the desert, and you will be our eyes.", 
        "15_Chapter, 10_Verse": "Therefore, you and your entire congregation who are gathered against Adonoy; and what is Aharon that you rail against him?”", 
        "17_Chapter, 30_Verse": "You may consume it anywhere—you and your household; since it is the reward for your service in the Tent of Meeting.", 
        "14_Chapter, 2_Verse": "When you make a fire-offering to Adonoy, a burnt-offering or a sacrifice, by verbalizing as a pledge or as a donation or on your festivals to provide a pleasing fragrance to Adonoy, from cattle or from sheep.", 
        "31_Chapter, 34_Verse": "Atros Shofan, Yazeir, Yogbehah,", 
        "1_Chapter, 30_Verse": "The total numbers for the encampment of Don is one hundred fifty-seven thousand six hundred and they travel [in the] last [position] according to their [various] banners.", 
        "28_Chapter, 4_Verse": "[You should also bring] one he-goat as a sin-offering to make atonement for you.", 
        "32_Chapter, 47_Verse": "They journeyed from the Avorim Mountains and camped in the plains of Moav along the Yardein near Yereicho.", 
        "16_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying;", 
        "7_Chapter, 1_Verse": "Speak to Aharon, and say to him; When you light the lamps towards the face of the Menorah shall the seven lamps cast [their] light.", 
        "22_Chapter, 13_Verse": "He took him [Bil’am] to the field of Tzofim, to the peak of the mountain; he built seven altars and sacrificed as a burnt-offering a bull and a ram on each altar.", 
        "34_Chapter, 25_Verse": "But if the murderer goes outside of the border of his refuge city where he had fled,", 
        "27_Chapter, 1_Verse": "“Command Bnei Yisroel and say to them, ‘My offering, My food of My fires, a pleasing aroma to Me, you shall be vigilant to offer to Me at its prescribed time’.”", 
        "26_Chapter, 20_Verse": "He shall stand before Elozor the <i>kohein,</i> and ask, of him, through the judgment of the <i>Urim</i> before Adonoy. By his word they will come out and go in—he, all Bnei Yisroel with him, and the entire community.”", 
        "35_Chapter, 7_Verse": "Every daughter who inherits property among the tribes of Bnei Yisroel to a member of her father’s tribe shall she marry, so that each one of Bnei Yisroel will inherit the property of his fathers.", 
        "12_Chapter, 32_Verse": "There we saw the giants, the sons of the giant, of the Nephilim, and we were like grasshoppers in our eyes, and so we appeared in their eyes.”", 
        "2_Chapter, 0_Verse": "These are the descendants of Aharon and Moshe on the day that Adonoy spoke to Moshe on Mount Sinai.", 
        "13_Chapter, 30_Verse": "Your infants, about whom you said that they will be as spoils, I shall bring them [there] and they will know the land which you despised.", 
        "21_Chapter, 23_Verse": "But the angel of Adonoy stood in a narrow path of the vineyards with a barrier at either side.", 
        "0_Chapter, 26_Verse": "Their numbers, for the tribe of Yehudah, is seventy-four thousand six hundred.", 
        "16_Chapter, 4_Verse": "to be a reminder for Bnei Yisroel so that a commoner shall never offer, one who is not a descendant of Aharon, to burn incense before Adonoy; so as not to be like Korach and his congregation; as Adonoy spoke to him, through Moshe.", 
        "6_Chapter, 36_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "6_Chapter, 24_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "14_Chapter, 7_Verse": "If you are making a calf as a burnt-offering or sacrifice by verbalizing as a pledge or for a peace-offering, to Adonoy.", 
        "16_Chapter, 10_Verse": "Moshe said to Aharon: “Take the firepan and put fire from atop the altar on it and place incense on it, and go quickly to the congregation and atone for them, for anger has come forth from before Adonoy; the plague has commenced.”", 
        "11_Chapter, 2_Verse": "The man, Moshe [was] most humble, more so than any other person on the face of the earth.", 
        "6_Chapter, 72_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "23_Chapter, 7_Verse": "God Who has brought him out of Egypt, has shown His great strength to him; He will consume His enemy nations, crushing their bones and dip His arrows [in their blood].", 
        "1_Chapter, 24_Verse": "The banner of the camp of Don is on the north side according to their divisions, and the leader of the sons of Don is Achiezer the son of Amishadai.", 
        "20_Chapter, 24_Verse": "Yisroel took all these cities; Yisroel settled in all the cities of the Emorite, in Cheshbon and all its daughters.", 
        "30_Chapter, 7_Verse": "They killed the Midianite kings upon those they had slain: Evi, Rekem, Tzur, Chur and Reva—[the] five kings of Midian. And Bil’am son of Beor they killed with the sword.", 
        "8_Chapter, 0_Verse": "Adonoy spoke to Moshe in the desert of Sinai in the second year of their exodus from the land of Egypt, in the first month, saying;", 
        "2_Chapter, 42_Verse": "Every male firstborn according to the number of names of one month and above according to their numbers, was twenty-two thousand two hundred and seventy-three.", 
        "7_Chapter, 12_Verse": "You shall set the Levites before Aharon and before his sons, and lift them up as a wave-offering to Adonoy.", 
        "0_Chapter, 15_Verse": "These are the ones called from the congregation, the leaders of their fathers’ tribes; they are the heads of the thousands of Yisroel.", 
        "21_Chapter, 8_Verse": "God appeared to Bil’am and said, “Who are these men with you?”", 
        "0_Chapter, 39_Verse": "For the sons of Asher, their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "0_Chapter, 11_Verse": "For [the tribe of] Don, Achiezer the son of Amishadai.", 
        "13_Chapter, 1_Verse": "They railed against Moshe and Aharon—all of Bnei Yisroel—and the entire congregation said to them: “Would we had died in the land of Egypt or in this desert, would that we had died.", 
        "4_Chapter, 13_Verse": "[When] a spirit of jealousy comes upon him and he is jealous of his wife and she was defiled or, a spirit of jealousy comes upon him and he is jealous of his wife and she was not defiled,", 
        "25_Chapter, 42_Verse": "All Shuchamite families numbered sixty-four thousand and four hundred.", 
        "14_Chapter, 3_Verse": "The one bringing his offering to Adonoy shall present one tenth of flour mixed with one fourth of a <i>hin</i> of oil,", 
        "25_Chapter, 12_Verse": "the Zarchite family from Zerach, [and] the Shaulite family from Shaul.", 
        "11_Chapter, 10_Verse": "Aharon said to Moshe: “Oh, my master please do not put iniquity upon us for what we have foolishly done and for what we have transgressed.", 
        "33_Chapter, 25_Verse": "The leader for the tribe of Yissachar, Paltiel, son of Azan.", 
        "16_Chapter, 24_Verse": "Adonoy said to Moshe, “Return the staff of Aharon before the (Ark of) Testimony to be preserved as a symbol to the rebellious people, so that their complaint will end and they not die.”", 
        "27_Chapter, 6_Verse": "Its libation [shall be] one fourth of a <i>hin</i> for the one lamb, in the Holy [Sanctuary], you shall pour an intoxicating libation to Adonoy.", 
        "12_Chapter, 3_Verse": "These are their names; for the tribe of Reuven, Shamua the son of Zaccur.", 
        "32_Chapter, 32_Verse": "They journeyed from Chor Hagidgod and camped in Yotvosoh.", 
        "14_Chapter, 33_Verse": "They placed him under guard since it was not specified, what was to be done to him.", 
        "15_Chapter, 4_Verse": "He spoke to Korach and to his entire congregation, saying: “[In the] morning, Adonoy will make known who is His, and who is holy, He will bring close to Him; and whoever He chooses, He will bring near to Him.", 
        "6_Chapter, 46_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Elyasaf the son of Deu’el.", 
        "14_Chapter, 18_Verse": "When you eat from the bread of the land you shall separate a <i>terumah</i> for Adonoy.", 
        "6_Chapter, 26_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "16_Chapter, 3_Verse": "Elazar the <i>kohein,</i> took the copper firepans, those that the fire victims brought and hammered them into a covering for the altar,", 
        "27_Chapter, 27_Verse": "Their meal-offering [shall be] fine flour mixed with [olive] oil, three tenths [of an <i>eiphah</i>] for each bull, two tenths [of an <i>eiphah</i>] for the one ram,", 
        "19_Chapter, 26_Verse": "Moshe did as Adonoy commanded; and they went up Mount Hor in the presence of the entire community.", 
        "28_Chapter, 10_Verse": "[You shall also bring] one he-goat as a sin-offering, aside from the atonement sin-offering, and the constant (daily) burnt-offering and its meal-offering, and their libations.", 
        "0_Chapter, 2_Verse": "From twenty years old and above, all those eligible for the army of Israel, you shall count them according to their divisions, you and Aharon.", 
        "5_Chapter, 14_Verse": "A basket of <i>matzos</i> of fine flour, loaves mixed with oil and <i>matzoh</i>-wafers spread with oil and their meal-offerings and libations.", 
        "10_Chapter, 8_Verse": "When the dew would descend on the camp, at night, the manna would descend on it.", 
        "6_Chapter, 53_Verse": "On the eighth day, the leader of the sons of Menashe, Gamliel the son of Pedahtzur.", 
        "11_Chapter, 12_Verse": "Moshe cried out [in prayer] to Adonoy, saying: “Please, God, please heal her.”", 
        "10_Chapter, 6_Verse": "The manna was like coriander seed and it is similiar to the appearance of crystal.", 
        "22_Chapter, 23_Verse": "Behold, a people that rises like a young lion, and lifts itself up like a lion; he does not lie down until it devours its prey and drinks the blood of its kill.”", 
        "20_Chapter, 3_Verse": "They then traveled from Mount Hor by the Reed Sea route, in order to circle around the land of Edom; traveling was insufferable to the people.", 
        "3_Chapter, 43_Verse": "Their numbers were, according to their families, three thousand two hundred.", 
        "4_Chapter, 14_Verse": "that man shall bring his wife to the <i>kohein</i> and he shall bring her offering for her; [which is] one tenth of an <i>epha</i> of barley flour; he shall not pour oil over it and he shall not put frankincense on it, for it is a meal-offering of jealousy, a meal-offering of remembrance, recalling an iniquity.", 
        "11_Chapter, 0_Verse": "Miriam and Aharon spoke about Moshe concerning the Cushite woman that he married, for, he married a Cushite woman.", 
        "3_Chapter, 26_Verse": "By instruction of Aharon and [one of] his sons shall be all the services of the sons of the Gershonites for all that they carry and for all their service. You shall fix specified appointments for them for everything they carry.", 
        "8_Chapter, 4_Verse": "They performed the Pesach-offering in the first [month] on the fourteenth day of the month in the afternoon in the Sinai desert; according to all that Adonoy commanded Moshe, so did Bnei Yisroel do.", 
        "22_Chapter, 14_Verse": "He then said to Balak: “Stand here next to your burnt-offering, and I will be called here by chance.”", 
        "25_Chapter, 10_Verse": "But the sons of Korach did not die.", 
        "27_Chapter, 21_Verse": "[You should also bring] one he-goat as a sin-offering, to make atonement for you,", 
        "15_Chapter, 11_Verse": "Moshe sent to call for Dasan and Avirom the sons of Eliav and they said “We will not go up.", 
        "15_Chapter, 14_Verse": "Moshe was extremely distressed, and said to Adonoy: “Do not turn to their offering; not a donkey did I sequester from any one of them nor have I done ill to any one of them.”", 
        "10_Chapter, 27_Verse": "Yehoshua the son of Nun answered, [he being] the attendant of Moshe, from his youth, and he said: “My master Moshe, destroy them!”", 
        "32_Chapter, 5_Verse": "They journeyed from Succos and camped in Eisom which is on the edge of the wilderness.", 
        "14_Chapter, 24_Verse": "The <i>kohein</i> shall atone on behalf of the entire congregation of Bnei Yisroel, and they shall be forgiven; for they have erred unwittingly and they have brought their offering, as a fire-offering to Adonoy, and their sin-offering before Adonoy (to atone) for their error.", 
        "8_Chapter, 22_Verse": "On the order of Adonoy they camped and on the order of Adonoy they traveled; they kept the watch of Adonoy on the order of Adonoy, through Moshe.", 
        "34_Chapter, 8_Verse": "Adonoy spoke to Moshe, saying:", 
        "22_Chapter, 8_Verse": "For I view it, from the mountain peaks, I gaze upon it from the hills; behold! A people which shall dwell alone and will not be reckoned among the nations.", 
        "25_Chapter, 59_Verse": "To Aharon were borne, Nadav and Avihu, Elozor and Isamar.", 
        "7_Chapter, 20_Verse": "The Levites underwent purification and they washed their garments, and Aharon lifted them as a wave-offering before Adonoy; and Aharon achieved atonement on their behalf, to purify them.", 
        "31_Chapter, 29_Verse": "But if they do not cross over with you, armed for battle, then they shall take possession among you in the land of Canaan.”", 
        "28_Chapter, 15_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libation.", 
        "30_Chapter, 19_Verse": "Every garment, every leather article, everything made of goat products and every wooden article shall undergo such purification.”", 
        "32_Chapter, 8_Verse": "They journeyed from Moroh and came to Eilim. In Eilim were twelve springs of water and seventy palm trees, and they camped there.", 
        "4_Chapter, 4_Verse": "Adonoy spoke to Moshe, saying;", 
        "32_Chapter, 21_Verse": "They journeyed from Risoh and camped in Keheilosoh.", 
        "31_Chapter, 1_Verse": "The tribes of Reuvein and Gad came and spoke to Moshe and to Elozor the <i>kohein,</i> and to the princes of the community, saying:", 
        "13_Chapter, 10_Verse": "Adonoy said to Moshe: “Until where will this people provoke Me, and how much longer will they have no faith in Me, despite all the signs which I have done in their midst.", 
        "32_Chapter, 38_Verse": "Aharon was 123 years old at his death on Hor Hohor.", 
        "12_Chapter, 18_Verse": "and how is the land in which they live, is it good, or bad? And how are the cities in which they reside; are they open, or are they fortified ?", 
        "6_Chapter, 55_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "26_Chapter, 13_Verse": "Because you disobeyed My words in the wilderness of Tzin, when the community quarreled, [you were] to sanctify Me through the water, before their eyes.” Those were the waters of dispute at Kadeish, in the wilderness of Tzin.", 
        "26_Chapter, 16_Verse": "who will go forth before them, and who will come back before them, and who would lead them out and bring them in, so that the community of Adonoy shall not be like sheep that have no shepherd.”", 
        "13_Chapter, 5_Verse": "Yehoshua the son of Nun and Caleiv the son of Yefuneh, who were among those who scouted the land, tore their clothing [in grief].", 
        "10_Chapter, 17_Verse": "You shall say to the people, prepare yourselves for the morrow and you shall eat meat, for you have cried in the ears of Adonoy, saying: “Who will feed us meat; we had it good in Egypt;” [now] Adonoy gives you meat and you shall eat.", 
        "20_Chapter, 18_Verse": "The gift (traveled) to the valley, and from the valley to the heights.", 
        "17_Chapter, 1_Verse": "Also, your brothers, the tribe of Levi—the tribe of your father—bring to you, and they shall join you, and serve you, you and your sons with you, before the Tent of Testimony.", 
        "17_Chapter, 4_Verse": "You shall discharge the sacred duties and the duties of the Altar, so that there will be no more wrath on Bnei Yisroel.", 
        "32_Chapter, 50_Verse": "“Speak to Bnei Yisroel and say to them: ‘When you cross the Yardein to the land of Canaan,", 
        "10_Chapter, 22_Verse": "Adonoy said to Moshe: “Has the Hand of Adonoy become short ? Now you will see if My words will occur unto you or not.”", 
        "16_Chapter, 23_Verse": "Moshe then brought out all the staffs from before Adonoy to all Bnei Yisroel, and each (man) saw, and retrieved his staff.", 
        "34_Chapter, 7_Verse": "The cities that you shall give, [shall be] from the possession of Bnei Yisroel; take more from a larger [holding], and less from a smaller [holding], each person, according to his inheritance, shall give of his cities to the Levites.”", 
        "1_Chapter, 9_Verse": "The banner of the camp of Reuven is on the south side, according to their divisions, and the leader of the sons of Reuven is Elitzur the son of Shdeiur.", 
        "21_Chapter, 26_Verse": "When the donkey saw the angel of Adonoy, it crouched beneath Bil’am; Bil’am became angry and beat the donkey with the stick.", 
        "3_Chapter, 15_Verse": "Encharged to Elazar, the son of Aharon the <i>kohein,</i> is the oil for illumination, the incense of spices the continual [daily] meal-offering and the anointing oil; the charge of the entire <i>Mishkon</i> and all of its contents in the Sanctuary, and its utensils.", 
        "6_Chapter, 14_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "14_Chapter, 22_Verse": "All that Adonoy commanded you through Moshe, from the day on which Adonoy commanded, and from then on, throughout your generations.", 
        "10_Chapter, 10_Verse": "Moshe said to Adonoy: “Why have you dealt poorly with Your servant, and why have I not found favor in Your eyes that You place the burden of the entire people upon me?", 
        "16_Chapter, 9_Verse": "“Remove yourselves from this congregation and I shall annihalate them in an instant,” and they fell upon their faces.", 
        "0_Chapter, 52_Verse": "The Levites shall camp around the <i>Mishkon</i> of the Testimony, so that there will not be anger upon the congregation of Bnei Yisroel, and the Levites shall be careful to preserve the <i>Mishkon</i> of Testimony.", 
        "15_Chapter, 21_Verse": "They fell upon their faces, and they said: “Almighty, the God of the spirits of all flesh; if one man sins shall You be angry with the entire congregation?”", 
        "26_Chapter, 1_Verse": "They stood before Moshe and before Elozor the <i>kohein,</i> and before the princes, and the entire community at the Tent of Meeting entrance, saying:", 
        "15_Chapter, 29_Verse": "If Adonoy will create a [new] creation and the ground will open its mouth and swallow them along with all of their belongings, and they will go down alive to the grave, then you will know that these men have angered Adonoy.”", 
        "21_Chapter, 40_Verse": "In the morning, Balak took Bil’am and he led him up to Bamos Ba’al; from there he saw part of the people.", 
        "23_Chapter, 20_Verse": "[When] he saw the Keinite, he set forth his parable, and said: “How powerful is your dwelling place, and set in a cliff your nest.", 
        "25_Chapter, 51_Verse": "Adonoy spoke to Moshe saying.", 
        "35_Chapter, 5_Verse": "This is the word that Adonoy has commanded regarding Tzelofchad’s daughters: ‘Let them marry whom they think best, as long as they marry within their tribe of their father.", 
        "31_Chapter, 40_Verse": "Yair, son of Menashe, went and conquered their villages and called them Chavos Yair.", 
        "0_Chapter, 10_Verse": "For [the tribe of] Binyamin, Avidan the son of Gid’oni.", 
        "20_Chapter, 10_Verse": "They traveled from Ovos and camped in the wasteland passes in the wilderness, facing Moav, eastward of the sun.", 
        "1_Chapter, 29_Verse": "Its divisions and their numbers is fifty-three thousand four hundred.", 
        "9_Chapter, 22_Verse": "In charge of the division of the tribe of the sons of Menashe, [was] Gamliel the son of Pedahtzur.", 
        "25_Chapter, 48_Verse": "the Yitzrite family from Yeitzer, and the Shileimite family from Shileim.", 
        "6_Chapter, 1_Verse": "The leaders of Israel brought, [those who were] the heads of their fathers’ houses; they were the leaders of the tribes, they stood by during the counting.", 
        "30_Chapter, 44_Verse": "30,500 donkeys,", 
        "14_Chapter, 15_Verse": "One law and one rule will apply to you, and to the proselyte who lives with you.”", 
        "28_Chapter, 38_Verse": "These you shall make to Adonoy on your festivals, aside from your vows and dedications, burnt-offerings and meal-offerings, and libations and peace-offerings.”", 
        "13_Chapter, 41_Verse": "Do not go up, for Adonoy is not among you, and do not die before your enemies,", 
        "32_Chapter, 52_Verse": "Drive out [the inhabitants of] the land and settle in it, because I have given this land to you to possess.", 
        "6_Chapter, 60_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "30_Chapter, 4_Verse": "They were handed over from among the thousands of Yisroel, one thousand from each tribe, twelve thousand armed men for the army.", 
        "21_Chapter, 28_Verse": "Bil’am said to the donkey: “Because you have ridiculed me; would that I had a sword in my hand, I would kill you now.”", 
        "34_Chapter, 15_Verse": "But if he struck him with an iron instrument and he died, then he is a murderer; the murderer must be executed.", 
        "12_Chapter, 8_Verse": "For the tribe of Binyamin, Palti the son of Raphu.", 
        "21_Chapter, 16_Verse": "For I will honor you greatly and whatever you tell me, I will do, if you would just please come and curse this people for me.’”", 
        "28_Chapter, 25_Verse": "On the fifth day [you shall bring] nine young bulls, two rams, and fourteen yearling lambs, [all] without blemish,", 
        "21_Chapter, 21_Verse": "God showed anger because he went, and an angel of Adonoy placed himself in the way to thwart him, as he was riding on his donkey accompanied by his two attendants.", 
        "22_Chapter, 24_Verse": "Balak said to Bil’am: “Also do not curse them, also do not bless them.”", 
        "9_Chapter, 34_Verse": "Whenever the Ark departed Moshe woud say: “Rise, Adonoy, and may Your enemies disperse, and those who hate You flee before You.”", 
        "1_Chapter, 13_Verse": "The tribe of Gad, and the leader of the sons of Gad is Elyasaf the son of Re’uel.", 
        "3_Chapter, 25_Verse": "the hanging [tapestries] of the courtyard, the screen for the entrance to the gate of the courtyard which are over the <i>Mishkon</i> and altar on all sides, their ropes and all of their service utensils and all that will be given to them, and thus shall they serve.", 
        "30_Chapter, 16_Verse": "Now execute every male among the children, and every woman with intimate knowledge of a man, you shall execute.", 
        "2_Chapter, 39_Verse": "Adonoy said to Moshe: Count every male firstborn of Bnei Yisroel from the age of one month and above and take the number of their names.", 
        "30_Chapter, 18_Verse": "You shall remain outside the camp for seven days. Whoever has killed a person or touched a corpse, purify yourselves, on the third day and on the seventh day, you and your captives.", 
        "6_Chapter, 49_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "34_Chapter, 18_Verse": "The blood avenger shall kill the murderer, wherever he meets him he may kill him.", 
        "28_Chapter, 11_Verse": "The fifteenth day of the seventh month shall be a sacred holiday to you, when you shall not do any work of consequence. You shall celebrate a festival to Adonoy", 
        "0_Chapter, 27_Verse": "For the sons of Yissachar, their births according to their families according to the house of their fathers, in a counting of names. From twenty years and above, all who go forth into the army.", 
        "25_Chapter, 58_Verse": "The name of Amram’s wife was Yocheved, daughter of Levi, whom [her mother] bore to Levi in Egypt. She bore to Amram, Aharon, Moshe, and their sister Miriam.", 
        "25_Chapter, 34_Verse": "The descendants of Ephraim by their families are: The Shusalchite family from Shuselach, the Bachrite family from Becher, and the Tachanite family from Tachan.", 
        "25_Chapter, 26_Verse": "These are the families of Zevulun and they numbered sixty thousand and five hundred.", 
        "31_Chapter, 15_Verse": "They (the tribes of Reuvein and Gad) approached him (Moshe) and said: “We will build enclosures for our flocks here and cities for our children.", 
        "31_Chapter, 11_Verse": "Except for Kaleiv, son of Yefuneh, the Kenizite, and Yehoshua, son of Nun, because they followed Adonoy fully.’", 
        "17_Chapter, 10_Verse": "Their <i>terumah</i>-gift is yours, of all of the wave-offerings of Bnei Yisroel I give to you and to your sons and daughters that are with you as an everlasting portion; all those ritually pure in your house may eat it.", 
        "29_Chapter, 11_Verse": "and her husband heard and remained silent, [and] did not restrain her, then all her vows shall stand, and all her self-imposed prohibitions shall stand.", 
        "17_Chapter, 5_Verse": "Behold, I have brought your brothers the Levites from among Bnei Yisroel, given to you as a gift—for Adonoy—to perform the work of the Tent of Meeting.", 
        "6_Chapter, 87_Verse": "The total of the oxen for the peace -offering sacrifice is twenty-four oxen, sixty rams, sixty kids and sixty yearling sheep. This was the dedication of the altar after it was anointed.", 
        "0_Chapter, 25_Verse": "For the sons of Yehudah, their births according to their families according to the house of their fathers, in a counting of names. From twenty years and above, all who go forth into the army.", 
        "30_Chapter, 37_Verse": "From the 36,000 cattle the tribute to Adonoy amounted to 72.", 
        "28_Chapter, 22_Verse": "On the fourth day [you shall bring] ten young bulls, two rams, and fourteen yearling lambs, [all] without blemish,", 
        "12_Chapter, 6_Verse": "For the tribe of Yissachar, Yigal the son of Yoseif.", 
        "3_Chapter, 35_Verse": "Their numbers, according to their families were two thousand seven hundred and fifty.", 
        "29_Chapter, 2_Verse": "If a man makes a vow to Adonoy or makes an oath; to initiate a prohibition himself; he may not profane his word. He shall do all that he said.", 
        "22_Chapter, 0_Verse": "Bil’am said to Balak: “Build seven altars for me here, and prepare for me seven bulls and seven rams.”", 
        "32_Chapter, 44_Verse": "They journeyed from the ruins and camped in Divon Gad.", 
        "7_Chapter, 23_Verse": "This concerns the Levites; from the age of twenty-five years and above he shall enter the division for the duties of the Tent of Meeting.", 
        "4_Chapter, 12_Verse": "And a man has lain with her conjugally but it was hidden from her husband’s eyes and she was concealed and has become defiled and there is no witness against her, and she was not seized forcibly.", 
        "14_Chapter, 28_Verse": "[For] the citizen among Bnei Yisroel, and the proselyte who dwells among them there shall be one law for you all, for he who sins unwittingly.", 
        "0_Chapter, 4_Verse": "These are the names of the men who shall stand along with you. For [the tribe of] Reuven, Elitzur the son of Shdeiur.", 
        "5_Chapter, 12_Verse": "This is the law of the <i>Nazir</i>: when the days of his nazirite status are fulfilled, he shall bring himself to the entrance of the Tent of Meeting.", 
        "27_Chapter, 30_Verse": "in addition to bringing the constant (daily) burnt-offering and its meal- offering. [The sacrifices] shall be without blemish—and their libations.", 
        "6_Chapter, 71_Verse": "On the day of the eleventh day, the leader of the sons of Asher, Pagi’el the son of Ochran.", 
        "32_Chapter, 15_Verse": "They journeyed from the wilderness of Sinai and camped in Kivros Hata’avoh.", 
        "25_Chapter, 13_Verse": "These are the families of Shimon—twenty- two thousand and two hundred.", 
        "6_Chapter, 6_Verse": "Two [of the] wagons and four [of the] oxen he gave to the sons of Gershon, according to their work.", 
        "28_Chapter, 28_Verse": "On the sixth day [you shall bring] eight young bulls, two rams, and fourteen yearling lambs, [all] without blemish,", 
        "4_Chapter, 28_Verse": "This is the law of jealousies, when a woman goes astray during her marriage to her husband and is defiled.", 
        "34_Chapter, 32_Verse": "Do not pollute the land in which you live, for, the blood pollutes the land, and for the land there can be no atonement for the blood that was spilled in it, except through the blood of the one who spilled it.", 
        "0_Chapter, 20_Verse": "Their nunbers, for the tribe of Reuven, is forty-six thousand five hundred.", 
        "29_Chapter, 16_Verse": "These are the statutes that Adonoy commanded Moshe, regarding a man and his wife, a father and his daughter in her youth, while in her father’s house.", 
        "21_Chapter, 22_Verse": "The donkey saw the angel of Adonoy standing in the way with his sword drawn in his hand; the donkey turned aside from the way and went into the field; Bil’am struck the donkey to get it back on the way.", 
        "25_Chapter, 50_Verse": "The total number of Bnei Yisroel was six hundred and one thousand, seven hundred and thirty.", 
        "13_Chapter, 9_Verse": "The entire congregation said that they should be stoned to death, when the glory of Adonoy appeared in the Tent of Meeting, to all of Bnei Yisroel.", 
        "15_Chapter, 24_Verse": "Moshe rose up and went to Dasan and Avirom and the elders of Israel went along after him.", 
        "9_Chapter, 13_Verse": "Then traveled the banner of the sons of Yehudah’s camp in the forefront according to their divisions; in charge of its divisions [was] Nachshon the son of Aminadav.", 
        "15_Chapter, 12_Verse": "Is it but a pittance that you have brought us up from a land flowing with milk and honey to kill us in the desert, that you must excercise power over us to make yourself powerful as well?", 
        "8_Chapter, 21_Verse": "Or two days or a month or a year that the Cloud prolonged its stay above the <i>Mishkon</i> to rest upon it; Bnei Yisroel remained encamped and they did not travel; when it rose they traveled.", 
        "5_Chapter, 21_Verse": "Adonoy spoke to Moshe, saying;", 
        "0_Chapter, 34_Verse": "Their numbers, for the tribe of Menashe is thirty-two thousand two hundred.", 
        "16_Chapter, 22_Verse": "It was on the next day, Moshe came inside the Tent of the Testimony, and behold! The staff of Aharon blossomed for the house of Levi, a blossom came forth, and bloomed buds and bore ripe almonds.", 
        "28_Chapter, 33_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libation.", 
        "27_Chapter, 8_Verse": "On the Shabbos day [the offering shall be] two yearling lambs without blemish, and two tenths [of an <i>eiphah</i>] of fine flour as a meal-offering, mixed with [olive] oil, and its libation.", 
        "4_Chapter, 2_Verse": "Whether male or female you shall send them out. Beyond the camp you shall send them, and they shall not defile their camps in which I dwell among them.", 
        "30_Chapter, 31_Verse": "The spoil was—in addition to the booty that was taken by the army: 675,000", 
        "10_Chapter, 16_Verse": "I will descend and speak there with you, and I will make greater the spirit which is upon you, and place it on them, and they will bear, along with you, the burden of the people so that you need not bear it alone.", 
        "3_Chapter, 47_Verse": "Their numbers were eight thousand five hundred and eighty.", 
        "4_Chapter, 6_Verse": "They shall confess the sins which they committed and return the principal amount [of the object] of his guilt, and add one fifth to that amount. He shall then give it to whom he is indebted.", 
        "13_Chapter, 27_Verse": "Say to them: “As I live, says Adonoy, if I do not [do to you] as you have spoken in My ears; so I shall do to you.", 
        "32_Chapter, 43_Verse": "They journeyed from Ovos and camped at the ruins of Avorim on Moav’s border.", 
        "0_Chapter, 24_Verse": "Their numbers, for the tribe of Gad, is forty-five thousand six hundred and fifty.", 
        "3_Chapter, 1_Verse": "Take the count of the sons of Kehos from among the sons of Levi according to their families according to the house of their fathers.", 
        "27_Chapter, 24_Verse": "The seventh day shall be a sacred holiday to you, when you shall not do any work of consequence.", 
        "25_Chapter, 24_Verse": "These are the families of Yissachar and they numbered sixty-four thousand and three hundred.", 
        "34_Chapter, 12_Verse": "The cities that you shall give, will serve you as six refuge cities.", 
        "3_Chapter, 39_Verse": "Their numbers, according to their families, according to the house of their fathers were two thousand six hundred and thirty.", 
        "17_Chapter, 16_Verse": "However, a firstborn ox, a firstborn sheep or firstborn goat do not redeem because they are holy; sprinkle their blood on the altar and burn their fats as a fire-offering as a pleasing fragrance to Adonoy.", 
        "31_Chapter, 2_Verse": "“Ataros, Divon, Ya’zeir, Nimrah, Cheshbon, Elalei, Sevam, Nevo and Be’on,", 
        "18_Chapter, 15_Verse": "Anyone who touches, in an open field, one slain by the sword, a corpse, human bone, or grave, shall be unclean for seven days.", 
        "33_Chapter, 20_Verse": "For the tribe of Binyamin, Elidad, son of Kislon.", 
        "27_Chapter, 17_Verse": "The first day shall be a sacred holiday, any work of consequence you must not do.", 
        "26_Chapter, 10_Verse": "If his father had no brothers, you shall give his hereditary property to the relative closest to him in his family who will then inherit it. This shall remain a decreed law for Bnei Yisroel, as Adonoy had commanded Moshe.”", 
        "17_Chapter, 7_Verse": "Adonoy spoke to Aharon: “Behold I have given you the guarding of my <i>terumah</i>-gifts, and all the hallowed things of Bnei Yisroel, to you and your children I give them for consecration, as a portion forever.", 
        "7_Chapter, 16_Verse": "For every firstborn of Bnei Yisroel is Mine, human and animal; on the day in which I slew every firstborn in the land of Egypt, I have sanctified them to be Mine.", 
        "23_Chapter, 19_Verse": "When Bil’am saw Amalek, he declared his parable, and said: “Amalek was the first among nations, and his end will be total destruction.”", 
        "29_Chapter, 7_Verse": "and her husband heard about them and remained silent on the day he heard, then her vows shall stand, and the self-imposed prohibitions shall stand.", 
        "7_Chapter, 9_Verse": "You shall bring the Levites near, before Adonoy, and Bnei Yisroel shall lay their hands on the Levites.", 
        "34_Chapter, 33_Verse": "You must not defile the land in which you live, wherein I reside, for, I, Adonoy, dwell among Bnei Yisroel.’”", 
        "10_Chapter, 13_Verse": "I alone can not carry this entire people, for they are too burdensome for me.", 
        "25_Chapter, 52_Verse": "“The land shall be apportioned among these, as an inheritance according to the number of names.", 
        "18_Chapter, 17_Verse": "He shall take hyssop and dip it into the water; [this is done by] a ritually clean person, he shall sprinkle it on the tent, on all the utensils and people that were there, and on anyone who touched the bone, murder victim, corpse, or grave.", 
        "23_Chapter, 23_Verse": "Warships will come from Kittim and destroy Ashur, and cause suffering to those on the other side, but they, too, shall be lost for eternity.”", 
        "18_Chapter, 4_Verse": "Someone shall burn the cow in his presence; its skin, flesh, blood, with its waste (that are in its intestines) shall be burned.", 
        "20_Chapter, 0_Verse": "The Canaanite King of Arad heard—who lived in the south—that Yisroel had come by the route of the spies; he attacked Yisroel, and he took from them a captive.", 
        "25_Chapter, 62_Verse": "This is the census of Moshe and Elozor the <i>kohein</i> who counted the Bnei Yisroel in the plains of Moav, at Yardein Yereicho.", 
        "20_Chapter, 15_Verse": "From there, to the well; this is the well of which Adonoy said to Moshe, ‘Gather the people and I will give them water.’”", 
        "23_Chapter, 2_Verse": "He set forth his parable, and said: “This is the declaration of Bil’am, the son of Be’or; this is the declaration of the man of the open-socketed eye.", 
        "2_Chapter, 5_Verse": "Bring the tribe of Levi near and have it stand before Aharon the <i>kohein,</i> and they shall serve him.", 
        "6_Chapter, 8_Verse": "He did not give any to the sons of Kehos because the sacred work was [incumbent] upon them, which they had to carry on their shoulders.", 
        "5_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying;", 
        "13_Chapter, 35_Verse": "Those men whom Moshe sent to scout the land, who returned and provoked the complaints of the entire congregation against him, by spreading slander about the land;", 
        "9_Chapter, 25_Verse": "In charge of the division of the tribe of the sons of Asher, [was] Pagiel the son of Ochran.", 
        "28_Chapter, 26_Verse": "together with their meal-offerings and libations for the bulls, rams, and lambs, of the required number.", 
        "31_Chapter, 3_Verse": "the land that Adonoy struck down before Bnei Yisroel, is an area for livestock; and your servants have livestock.”", 
        "12_Chapter, 9_Verse": "For the tribe of Zevulun, Gadiel the son of Sodi.", 
        "27_Chapter, 7_Verse": "Offer the second lamb in the afternoon, with the same meal-offering of the morning together with its libation you shall offer it, a fire-offering of a pleasing aroma to Adonoy.", 
        "11_Chapter, 11_Verse": "Please let her not be like the dead; That, since he came from his mother’s womb, it would be as half of his own flesh was consumed.”", 
        "34_Chapter, 14_Verse": "For Bnei Yisroel, the proselyte, and resident among them, shall these six cities be a refuge, to flee there anyone who accidentally kills a person.", 
        "19_Chapter, 14_Verse": "Our forefathers went down to Egypt and we remained in Egypt for a long time; the Egyptians mistreated us and our forefathers.", 
        "23_Chapter, 21_Verse": "For, if Kayin is to be uprooted, until where will Ashur take you captive?”", 
        "6_Chapter, 20_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "6_Chapter, 44_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "5_Chapter, 26_Verse": "They shall bestow My Name upon Bnei Yisroel, and I will bless them.", 
        "20_Chapter, 30_Verse": "Yisroel settled in the land of the Emorite.", 
        "17_Chapter, 2_Verse": "They shall guard their duties to you and all the duties of the Tent, but to the holy furniture or to the Altar they must not approach, that neither they, nor you, shall die.", 
        "32_Chapter, 30_Verse": "They journeyed from Moseiros and camped in Bnei Ya’akon.", 
        "16_Chapter, 20_Verse": "Moshe spoke to Bnei Yisroel and all the leaders gave to him a staff for each leader; a staff for each leader, according to their fathers’ house, twelve staffs, and the staff of Aharon [was] among their staffs.", 
        "12_Chapter, 17_Verse": "See what the land is; and the people living on it; are they strong or weak, if they are few or many;", 
        "27_Chapter, 28_Verse": "and one tenth [of an <i>eiphah</i>] for each of the seven lambs.", 
        "3_Chapter, 8_Verse": "They shall take a blue woolen cloth and they shall cover the Menorah that illuminates and its lamps, its tongs and its scoops and all of its oil vessels; those with which you use to perform its service.", 
        "6_Chapter, 84_Verse": "One hundred thirty each silver tray and each bowl weighed seventy [<i>shekolim</i>]. All the silver vessels weighed two thousand four hundred [<i>shekolim</i>] according to sanctuary weights.", 
        "6_Chapter, 31_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "25_Chapter, 47_Verse": "The descendants of Naftali by their families are: the Yachtze’eilite family from Yachtze’eil, the Gunite family from Guni,", 
        "22_Chapter, 22_Verse": "For, there is no sorcery in Yaakov, nor occult powers against Yisroel; in due time it will be said to Yaakov and Yisroel, 'What has God done?'", 
        "6_Chapter, 17_Verse": "On the second day, [he that] brought [was] Nesanel the son of Tzu’ar, the leader of Yissachar.", 
        "9_Chapter, 10_Verse": "It was in the second year, in the second month on the twentieth of the month that the Cloud rose up from above the <i>Mishkon</i> of the Testimony.", 
        "27_Chapter, 16_Verse": "The fifteenth day of that month is a festival, <i>matzohs</i> shall be eaten for seven days.", 
        "28_Chapter, 35_Verse": "You shall bring a burnt-offering, a fire-offering for a pleasing aroma to Adonoy, [consisting of] one young bull, one ram, and seven yearling lambs, [all] without blemish;", 
        "15_Chapter, 15_Verse": "Moshe said to Korach: “You and your entire congregation will be before Adonoy, you, and they, and Aharon, tomorrow.", 
        "3_Chapter, 41_Verse": "The numbers of the families of the sons of the Merorites according to their families, according to the house of their fathers.", 
        "16_Chapter, 25_Verse": "Moshe did (this), as Adonoy commanded him—so he did.", 
        "17_Chapter, 19_Verse": "Adonoy said to Aharon: “You will have no inheritance in their land, and you will not have a share among them; I am your inheritance and portion among Bnei Yisroel.", 
        "33_Chapter, 0_Verse": "Adonoy spoke to Moshe, saying:", 
        "2_Chapter, 22_Verse": "The families of the Gershonites shall camp behind the <i>Mishkon</i> on the west side.", 
        "22_Chapter, 11_Verse": "Bil’am replied and said: “Only what Adonoy tells me must I be careful to say.”", 
        "25_Chapter, 39_Verse": "The sons of Bela were Ard and Na’aman [giving rise to] the Ardite family, and the Na’amite family from Na’aman.", 
        "7_Chapter, 3_Verse": "This is how the Menorah was made; beaten from [a block of] gold, from its base until its flowers it is beaten out [of a solid block], according to the vision which Adonoy showed to Moshe, so he made the Menorah.", 
        "17_Chapter, 27_Verse": "So must you, too, set aside the <i>terumah</i>-gift of Adonoy from all your tithes which you take from Bnei Yisroel; give from them the <i>terumah</i>-gift of Adonoy to Aharon the <i>kohein.</i>", 
        "8_Chapter, 13_Verse": "If a proselyte dwells among you and brings the Pesach-offering to Adonoy; according to the statues of the Pesach-offering and according to its laws so shall he perform it; there shall be the same statute for yourselves; [both] for the proselyte and for the native born citizen.", 
        "16_Chapter, 8_Verse": "Adonoy spoke to Moshe, saying:", 
        "18_Chapter, 13_Verse": "This is the law [regarding] a person who dies in a tent; anyone who enters the tent and everything that is in the tent shall be unclean for seven days.", 
        "9_Chapter, 20_Verse": "[Then] the Kehos family traveled, the carriers of the sacred, and they erected the <i>Mishkon</i> by the time of their arrival.", 
        "17_Chapter, 28_Verse": "From all your gifts you must set aside all of the <i>terumah</i>-gifts of Adonoy; from each thing—its finest part—the part that is to be consecrated.’", 
        "13_Chapter, 0_Verse": "The entire community arose and raised their voices; and the people wept that night.", 
        "6_Chapter, 7_Verse": "Four [of the] wagons and eight [of the] oxen he gave to the sons of Merori. According to their work they were in the charge of Isamar the son of Aharon the <i>kohein.</i>", 
        "25_Chapter, 21_Verse": "These are the families of Yehudah and they numbered seventy-six thousand and five hundred.", 
        "16_Chapter, 21_Verse": "Moshe placed the staffs before Adonoy in the Tent of the Testimony.", 
        "6_Chapter, 51_Verse": "[And] one he-goat for a sin-offering.", 
        "32_Chapter, 25_Verse": "They journeyed from Makheilos and camped in Tochas.", 
        "1_Chapter, 31_Verse": "These are the numbers of Bnei Yisroel according to their fathers’ houses. The total numbers of the camps according to their divisions is six hundred three thousand five hundred fifty.", 
        "2_Chapter, 45_Verse": "And the redemption of the two hundred and seventy-three that are in excess of the number of Levites from the firstborns of Bnei Yisroel.", 
        "25_Chapter, 3_Verse": "“[Count those] twenty years of age and above, as Adonoy commanded Moshe and Bnei Yisroel who had left Egypt.”", 
        "3_Chapter, 17_Verse": "Do not cut off the tribe of the families of the Kehosites, from among the Levites.", 
        "1_Chapter, 32_Verse": "The Levites were not counted among Bnei Yisroel just as Adonoy commanded Moshe.", 
        "5_Chapter, 5_Verse": "All the days that he is a <i>Nazir</i> to Adonoy, he shall have no contact with the dead.", 
        "24_Chapter, 6_Verse": "When he saw this—Pinchas the son of Elazar [and grand]son of Aharon the <i>Kohein</i>—he rose up from the midst of the community and took a spear in his hand.", 
        "30_Chapter, 5_Verse": "Moshe sent, one thousand from each tribe to the army, them, and Pinchas, son of Elozor the <i>kohein</i> to the army, with the sacred vessels and the trumpets in his hand.", 
        "32_Chapter, 26_Verse": "They journeyed from Tochas and camped in Torach.", 
        "30_Chapter, 35_Verse": "The half-portion of those who went in the army, the amount of sheep [was] 337,500", 
        "0_Chapter, 6_Verse": "For [the tribe of] Yehudah, Nachshon the son of Aminadav.", 
        "5_Chapter, 10_Verse": "The <i>kohein</i> shall prepare one for a sin-offering and one for a burnt-offering and atone on his behalf from his sin [of contact] with a [departed] soul, and he shall sanctify his head on that day.", 
        "4_Chapter, 23_Verse": "He shall have the woman drink the bitter, lethal waters and the lethal waters, shall enter her to become bitter.", 
        "10_Chapter, 9_Verse": "Moshe heard the people weep according to their families, at the door of each one’s tent. The Anger of Adonoy was greatly aroused and in Moshe’s eyes, it was evil.", 
        "23_Chapter, 5_Verse": "They stretch forth like streams, like gardens by the river, like the aloe trees that Adonoy has planted; like cedar trees by the water.", 
        "2_Chapter, 46_Verse": "You shall take five <i>shekolim</i> apiece from each individual; you shall take it in holy <i>shekolim</i> at twenty <i>gerah</i> for each <i>shekel.</i>", 
        "9_Chapter, 28_Verse": "Moshe said to Chovav the son of Reuel, the Midianite, Moshe’s father-in-law: “We are journeying to the place about which Adonoy said; ‘I will give it to you’, come along with us and we will treat you well, for Adonoy spoke of bringing good [fortune] on Israel.”", 
        "28_Chapter, 9_Verse": "and one tenth [of an <i>eiphah</i>] for each of the seven lambs.", 
        "27_Chapter, 23_Verse": "Like these, you shall make daily for seven days, food as a fire-offering of a pleasing aroma to Adonoy, (it shall be offered) in addition to the constant (daily) burnt-offering and its libation.", 
        "25_Chapter, 61_Verse": "They numbered twenty-three thousand, for all males from one month and older. They were not counted among Bnei Yisroel, since no inheritance was given to them among Bnei Yisroel.", 
        "15_Chapter, 17_Verse": "Each man took his firepan and they placed fire in them and they put incense in them and they stood at the entrance of the Tent of Meeting along with Moshe and Aharon.", 
        "32_Chapter, 22_Verse": "They journeyed from Keheilosoh and camped in Har Shefer.", 
        "6_Chapter, 56_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "20_Chapter, 31_Verse": "Moshe sent [men] to spy on Ya’zer, and they captured its surrounding villages, and drove out the Emorites that were there.", 
        "16_Chapter, 7_Verse": "Moshe and Aharon came to the front of the Tent of Meeting.", 
        "3_Chapter, 30_Verse": "This is what they are entrusted to carry according to all their duties in the Tent of Meeting; the beams of the <i>Mishkon,</i> its bars, pillars and sockets.", 
        "5_Chapter, 17_Verse": "The <i>Nazir</i> shall shave—at the entrance to the Tent of Meeting—the nazirite crown of hair on his head, and he shall take the hair from the nazirite crown on his head and put it in the fire which is under the peace-offering sacrifice.", 
        "0_Chapter, 1_Verse": "Take a head count of the entire congregation of Bnei Yisroel according to their families to the house of their fathers counting the names of all males individually.", 
        "2_Chapter, 23_Verse": "The leader of the household of the Gershonites is Elyasaf the son of Lael.", 
        "2_Chapter, 37_Verse": "Those who camped in front of the <i>Mishkon</i> in the forefront, in front of the Tent of Meeting on the east side [are]; Moshe, Aharon and his sons, guardians of the guardianship of the Sanctuary to guard on behalf of Bnei Yisroel. Any outsider (non-<i>kohein</i>) who comes near, shall be put to death.", 
        "30_Chapter, 2_Verse": "Moshe spoke to the people, saying: “Arm men from among yourselves for the army and they will be against Midian, to bring revenge of Adonoy against Midian.", 
        "34_Chapter, 19_Verse": "If he pushes [his victim] out of hatred or throws at him deliberately, and he died,", 
        "35_Chapter, 10_Verse": "And they were—Machlah, Sirtzah, Choglah, Milkah and No’ah, the daughters of Tzelofchad—wives to their cousins.", 
        "9_Chapter, 19_Verse": "In charge of the division of the tribe of the sons of Gad, [was] Elyasaf the son of De’uel.", 
        "14_Chapter, 8_Verse": "Along with the calf he shall bring a meal-offering of three tenths mixed with one half of a <i>hin</i> of oil.", 
        "26_Chapter, 0_Verse": "And they approached—the daughters of Tzelofchad, son of Cheifer, son of Gil’ad, son of Machir, son of Menashe, of the families of Menashe the son of Yoseif. The names of his daughters were: Machlah, No’ah, Choglah, Milkah and Sirtzah.", 
        "5_Chapter, 11_Verse": "He shall set apart, for Adonoy, his nazirite days, and bring a sheep in its first year as a guilt-offering. The first days shall elapse because his nazirite crown was defiled.", 
        "0_Chapter, 7_Verse": "For [the tribe of] Yissachar, Nesanel the son of Tzu’ar.", 
        "0_Chapter, 41_Verse": "The sons of Naftali, their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "1_Chapter, 2_Verse": "Those whose camp is in the forefront, on the eastern side is the camp of the banner of Yehudah according to their divisions, and the leader of the sons of Yehudah is Nachshon the son of Aminadav.", 
        "19_Chapter, 24_Verse": "Take Aharon and his son Elozor, and bring them up to Mount Hor.", 
        "2_Chapter, 44_Verse": "Take the Levites instead of every firstborn of Bnei Yisroel, and the animals of the Levites instead of their animals, and the Levites shall be Mine, I am Adonoy.", 
        "31_Chapter, 33_Verse": "The sons of Gad built up Divon, Ataros, Aro’eir,", 
        "31_Chapter, 22_Verse": "But if you will not do this, behold, you will have sinned against Adonoy and you must realize that your sin will find you!", 
        "6_Chapter, 62_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "7_Chapter, 4_Verse": "Adonoy spoke to Moshe, saying;", 
        "21_Chapter, 29_Verse": "The donkey replied to Bil’am: “Am I not the very same donkey that you have been riding on all your life until this very day? Was it ever my habit to do this to you?” And he said: “No.”", 
        "22_Chapter, 16_Verse": "When he returned, he (Balak) was still standing next to his burnt-offering accompanied by the Moavite dignitaries; Balak asked: “What did Adonoy say?”", 
        "32_Chapter, 4_Verse": "Bnei Yisroel journeyed from Ra’meses and camped in Succos.", 
        "9_Chapter, 15_Verse": "In charge of the division of the tribe of the sons of Zevulun, [was] Eliav the son of Cheilon.", 
        "21_Chapter, 13_Verse": "Moav's dignitaries got up, and came to Balak and said: “Bil’am refuses to go with us.”", 
        "31_Chapter, 30_Verse": "The tribes of Gad and Reuvein answered, saying: “As Adonoy has spoken to your servants, so shall we do.", 
        "7_Chapter, 15_Verse": "For they are given; they are given to Me from among Bnei Yisroel in place of those who open the womb,—every firstborn of Bnei Yisroel—I have taken them to be Mine.", 
        "13_Chapter, 21_Verse": "For, all the people who see My glory and My signs which I have done in Egypt and in the desert, and they have tested Me these ten times and they have not listened to My voice.", 
        "3_Chapter, 20_Verse": "And Adonoy spoke to Moshe, saying;", 
        "1_Chapter, 26_Verse": "Those who camp with him are; the tribe of Asher, and the leader of the sons of Asher is Pagi’el the son of Ochran.", 
        "13_Chapter, 36_Verse": "Those men died—who spread evil slander against the land—in a plague, before Adonoy.", 
        "3_Chapter, 10_Verse": "On top of the golden Altar they shall spread a blue woolen cloth and they shall cover it with a covering of <i>tachash </i>-hide, and put its [carrying] poles in place.", 
        "30_Chapter, 22_Verse": "Anything placed [of these materials] on a fire, you must pass through fire, and it will be purified; however, it must be purified with sprinkling water. But anything [of these materials] that was not placed on a fire you may pass through water.", 
        "0_Chapter, 8_Verse": "For [the tribe of] Zevulun, Eliav the son of Cheilon.", 
        "14_Chapter, 35_Verse": "The entire congregation brought him outside beyond the encampment, and they stoned him with stones, and he died, just as Adonoy commanded Moshe.", 
        "6_Chapter, 0_Verse": "It came to pass, on the day Moshe finished erecting the <i>Mishkon,</i> and he anointed it and consecrated it and all of its utensils, and the Altar and all its utensils, and he anointed them and consecrated them.", 
        "18_Chapter, 2_Verse": "Give it to Elozor the <i>kohein</i>; he shall take it outside the camp, and someone shall slaughter it in his presence.", 
        "15_Chapter, 3_Verse": "Moshe heard, and he fell upon his face.", 
        "14_Chapter, 17_Verse": "“Speak to Bnei Yisroel and say to them, at your coming to the land into which I am bringing you,", 
        "3_Chapter, 27_Verse": "This is the service of the families of the sons of the Gershonites in the Tent of Meeting. Their guardianship is in the hands of Isamar, the son of Aharon the <i>kohein.</i>", 
        "30_Chapter, 13_Verse": "Moshe was angry with the commanders of the army, at the officers of the thousands and at the officers of the hundreds who had returned from the army service of the war.", 
        "2_Chapter, 48_Verse": "Moshe took the redemption money from those whose numbers were in excess of those who were redeemed through the Levites.", 
        "2_Chapter, 7_Verse": "They shall guard all the utensils of the Tent of Meeting and the watch of Bnei Yisroel to serve in the service of the <i>Mishkon.</i>", 
        "13_Chapter, 26_Verse": "“Until when will this wicked congregation [exist], those who provoke Me? The complaints of Bnei Yisroel, which they complain against Me, I have heard.", 
        "5_Chapter, 20_Verse": "This is the law of the <i>Nazir</i> who has vowed—[this is] his offering to Adonoy for his nazirite vow, aside from what he can afford to bring according to his vow that he vows. So shall he fulfill in addition to the laws of his nazirite [vows.]", 
        "6_Chapter, 47_Verse": "On the seventh day, the leader of the sons of Ephraim, Elishamah the son of Amihud.", 
        "12_Chapter, 28_Verse": "Amalek dwells in the southern part of the land, the Chiti, Yevusi and Emori dwell in the mountain and the Cana’ani dwell by the sea and next to the Yardein.”", 
        "31_Chapter, 35_Verse": "Beis Nimrah, and Beis Haran as fortified cities and sheep pens.", 
        "32_Chapter, 33_Verse": "They journeyed from Yotvosoh and camped in Avronoh.", 
        "29_Chapter, 3_Verse": "[But] if a woman makes a vow to Adonoy or obligates herself in her father’s home while still in her youth,", 
        "31_Chapter, 13_Verse": "Behold, you have now risen in the place of your fathers as a group of sinners, to add to the wrath of Adonoy against Yisroel.", 
        "28_Chapter, 30_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libations.", 
        "6_Chapter, 4_Verse": "Take [the offering] from them, and let them be used for the service of the Tent of Meeting. Give them to the Levites, each man according to his work.", 
        "22_Chapter, 18_Verse": "God is not like man that He should act falsely, nor is He mortal that He should change His mind. Would He say and not do it? Or speak and not fulfill it ?", 
        "21_Chapter, 2_Verse": "And Moav became terrified of the people [of Israel] because of their great numbers, and so, Moav detested the Bnei Yisroel.", 
        "20_Chapter, 27_Verse": "For a fire went forth from Cheshbon, a flame from Sichon’s capital; it consumed Ar, of Moav, the masters of Arnon’s heights.", 
        "21_Chapter, 34_Verse": "The angel of Adonoy said to Bil’am: “Go with the men, but only the word that I will speak to you shall you speak” Bil’am then continued to go with Balak's dignitaries.", 
        "25_Chapter, 33_Verse": "These are the families of Menashe and they numbered fifty-two thousand and seven hundred.", 
        "14_Chapter, 36_Verse": "And Adonoy spoke to Moshe, saying:", 
        "0_Chapter, 12_Verse": "For [the tribe of] Asher, Pagi’el the son of Ochran.", 
        "28_Chapter, 6_Verse": "On the tenth day of this seventh month there shall be a sacred holiday to you, when you shall fast and not do any work.", 
        "30_Chapter, 26_Verse": "Divide in half the spoils seized among those who took the war in hand, who went into the army, and the entire community.", 
        "30_Chapter, 29_Verse": "And from the half of the Bnei Yisroel, take one part out of fifty, of the people, cattle, donkeys, sheep, and of all the other animals, and give it to the Levites who are entrusted with the <i>Mishkon</i> of Adonoy.”", 
        "10_Chapter, 4_Verse": "We remember the fish which we ate in Egypt freely; the cucumbers, watermelons, leeks, onions and garlic.", 
        "28_Chapter, 14_Verse": "and one tenth [of an <i>eiphah</i>] for the lamb for each of the fourteen lambs.", 
        "22_Chapter, 20_Verse": " One does not see evildoers in Yaakov; and He has seen no transgression in Yisroel; Adonoy, his God, is with him, and he has the King's friendship.", 
        "13_Chapter, 14_Verse": "If You kill this nation like a single man, the nations will say—they who have heard of Your reputation—as follows:", 
        "32_Chapter, 12_Verse": "They journeyed from Dofkoh and camped in Alush.", 
        "30_Chapter, 51_Verse": "All the gold of the offering that they set apart for Adonoy was 16,750 <i>shekolim,</i> from the officers who were over divisions of the thousands and from the officers who were over divisions of the hundreds.", 
        "4_Chapter, 27_Verse": "But if the woman was not defiled and [she] is pure, she will be cleansed and shall bear seed.", 
        "12_Chapter, 20_Verse": "They went up and they scouted the land from the desert of Tzin until Rechov, at the entrance of Chamas.", 
        "35_Chapter, 2_Verse": "But if they marry a member of another tribe of Bnei Yisroel, their inheritance will be diminished from our father’s inheritance, and it will be added to the inheritance of the tribe into which they will marry, and from the lot of our inheritance it will be subtracted.", 
        "4_Chapter, 29_Verse": "If a man is overcome with a spirit of jealousy and he is jealous of his wife, then he shall have the woman stand before Adonoy, and the <i>kohein</i> shall do unto her all of these laws.", 
        "29_Chapter, 6_Verse": "If she is [married] to a man, and her vows were upon herself, or an utterance of self-imposed prohibitions,", 
        "4_Chapter, 1_Verse": "Command Bnei Yisroel that they must expel from the camp. anyone with <i>tzora’as,</i> and anyone from whom flows a [seminal] discharge and anyone who became defiled by a (departed) soul.", 
        "27_Chapter, 3_Verse": "Offer one lamb in the morning and offer the second lamb in the afternoon.", 
        "19_Chapter, 8_Verse": "Moshe took the staff from before Adonoy, as He instructed him.", 
        "25_Chapter, 32_Verse": "Tzelofchad the son of Cheifer had no sons, only daughters; The name[s] of Tzelofchad’s daughters were Machlah, No’ah, Choglah, Milkah and Sirtzah.", 
        "1_Chapter, 16_Verse": "The Tent of Meeting shall travel [along with] the camp of the Levites in the center of the [other] camps, just as they camp so shall they travel, each man in his place according to their [various] banners.", 
        "2_Chapter, 49_Verse": "From the firstborn of Bnei Yisroel, he took the money. One thousand three hundred sixty-five, in holy <i>shekel.</i>", 
        "22_Chapter, 27_Verse": "Balak took Bil’am to the peak of Pe’or which overlooks the Yeshimon.", 
        "17_Chapter, 18_Verse": "All of the sacred <i>terumah</i>-gifts that Bnei Yisroel offer to Adonoy, I have given to you, your sons and daughters with you as an everlasting portion; an eternal covenant of salt before Adonoy to you and your children that are with you.”", 
        "6_Chapter, 23_Verse": "On the third day, the leader of the sons of Zevulun, Eliav the son of Cheilon.", 
        "6_Chapter, 80_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "25_Chapter, 0_Verse": "It was after the plague. Adonoy spoke to Moshe and Elozor, son of Aharon the <i>kohein,</i> saying:", 
        "33_Chapter, 4_Verse": "The border turns from Atzmon toward the Egyptian Estuary and its outskirts shall reach the sea.", 
        "25_Chapter, 25_Verse": "The descendants of Zevulun by their families are: The Sardite family from Sered, the Eilonite family from Eilon, [and] the Yachle’eilite family from Yachle’eil.", 
        "33_Chapter, 10_Verse": "The border shall then descend from Shefam to Rivlah to the east of Ayin; the border shall descend and contact the bank of the eastern shore of the Kineres Sea.", 
        "1_Chapter, 3_Verse": "Its division and their numbers is seventy-four thousand six hundred.", 
        "1_Chapter, 6_Verse": "The tribe of Zevulun, and the leader of the sons of Zevulun is Eliav the son of Cheilon.", 
        "25_Chapter, 11_Verse": "The descendants of Shimon by their families are: the Nemuelite family from Nemuel, the Yaminite family from Yamin, the Yachinite family from Yachin,", 
        "6_Chapter, 42_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "20_Chapter, 9_Verse": "Bnei Yisroel traveled on and camped in Ovos.", 
        "2_Chapter, 10_Verse": "Adonoy spoke to Moshe, saying;", 
        "31_Chapter, 19_Verse": "Moshe said to them: “If you will do this, if you will arm yourselves before Adonoy and go forth to the war,", 
        "8_Chapter, 5_Verse": "There were men who were impure, having had [contact with] a corpse, and they were not able to perform the Pesach-offering on that day, and they drew near before Moshe and before Aharon, on that day.", 
        "10_Chapter, 24_Verse": "Adonoy descended in a cloud and spoke to him, and He magnified the spirit which was upon him and He gave it unto the seventy men, [who were] the elders. When the spirit came to rest upon them they prophesied, and they did not cease.", 
        "11_Chapter, 6_Verse": "That is not the case with My servant, Moshe; in My entire house he is trusted.", 
        "33_Chapter, 22_Verse": "For Yoseif’s children, the leader for the tribe of Menashe, Chaniel, son of Eifod.", 
        "25_Chapter, 20_Verse": "The descendants of Peretz were: The Chetzronite family from Chetzron, and the Chamulite family from Chamul.", 
        "14_Chapter, 25_Verse": "And it shall be forgiven to the entire congregation of Bnei Yisroel and the stranger amongst them; for the entire people sinned unintentionally.", 
        "32_Chapter, 24_Verse": "They journeyed from Charodoh and camped in Makheilos.", 
        "3_Chapter, 36_Verse": "These are the numbers of the families of the Kehosites of all who serve in the Tent of Meeting whom Moshe and Aharon counted according to the word of Adonoy, through Moshe.", 
        "27_Chapter, 18_Verse": "You shall bring a burnt fire-offering to Adonoy [consisting of] two young bulls, one ram, and seven yearling sheep. They shall [all] be without blemish.", 
        "6_Chapter, 50_Verse": "One young bull, one ram, and one yearling sheep for a burnt-offering.", 
        "35_Chapter, 4_Verse": "Moshe instructed Bnei Yisroel according to command of Adony, saying: “Correctly are the descendants of Yoseif’s tribe speaking.", 
        "20_Chapter, 5_Verse": "Adonoy sent against the people the consuming snakes, and they bit the people, and many people of Yisroel died.", 
        "32_Chapter, 29_Verse": "They journeyed from Chashmonoh and camped in Moseiros.", 
        "2_Chapter, 29_Verse": "The leader of the household of the families of the Kehosites, is Elitzafan the son of Uziel.", 
        "23_Chapter, 3_Verse": "This is the declaration of one who hears God's utterance, who sees the vision of the Almighty; fallen, with opened eyes.", 
        "25_Chapter, 63_Verse": "Among this [census] there was no man who had been included in the census of Moshe and Aharon the <i>kohein,</i> who had counted Bnei Yisroel in the wilderness of Sinai,", 
        "31_Chapter, 41_Verse": "Novach went and conquered Kenas and its suburbs, and called it Novach, after his own name.", 
        "2_Chapter, 4_Verse": "Adonoy spoke to Moshe, saying;", 
        "7_Chapter, 17_Verse": "I have taken the Levites instead of all firstborn of Bnei Yisroel,", 
        "1_Chapter, 22_Verse": "Its division and their numbers is thirty-five thousand four hundred.", 
        "31_Chapter, 4_Verse": "They said: “If we have found favor in your eyes, let this land be given to your servants as a possession. Do not bring us over the Yardein.”", 
        "20_Chapter, 20_Verse": "Yisroel sent emissaries to Sichon, King of the Emorite, saying.", 
        "5_Chapter, 22_Verse": "Speak to Aharon and to his sons, saying; This is how you shall bless Bnei Yisroel, saying to them:", 
        "30_Chapter, 8_Verse": "Bnei Yisroel took captive the Midianite women and their children. All their livestock, flocks and wealth they took as booty.", 
        "25_Chapter, 6_Verse": "These are Reuvein’s families and they numbered forty-three thousand, and seven hundred and thirty.", 
        "3_Chapter, 38_Verse": "Those, from thirty years and above, until fifty years; all who enter the division to serve in the Tent of Meeting.", 
        "20_Chapter, 17_Verse": "The well dug by princes, that the nobles of the nation excavated, through the lawgiver, with their staffs; from the wilderness a gift.", 
        "19_Chapter, 12_Verse": "They are the waters of dispute where Bnei Yisroel contended with Adonoy, and He was sanctified through them.", 
        "2_Chapter, 50_Verse": "Moshe gave the money of those who were redeemed to Aharon and to his sons according to the word of Adonoy, just as Adonoy commanded to Moshe.", 
        "20_Chapter, 19_Verse": "And from the heights to the valley that is in the field of Moav, at the top of the peak that overlooks the wastelands.”", 
        "22_Chapter, 6_Verse": "Bil’am set forth his parable, and said: “From Aram has Balak, King of Moav, brought me, out of the mountains of the east [saying]: 'Come, curse Yaakov for me; go, invoke wrath against Yisroel.", 
        "6_Chapter, 3_Verse": "Adonoy said to Moshe, saying:", 
        "26_Chapter, 3_Verse": "Why should the name of our father be omitted from his family because he did not have a son? Give us a possession [of land] among our father’s brothers.”", 
        "16_Chapter, 13_Verse": "The dead in the plague totaled fourteen thousand seven hundred, excluding those who died due to Korach’s rebellion.", 
        "6_Chapter, 61_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "29_Chapter, 15_Verse": "If he annuls them after having heard them, he must bear her transgression.”", 
        "13_Chapter, 20_Verse": "However, just as I live and the Glory of Adonoy fills the entire land;", 
        "22_Chapter, 10_Verse": "Balak said to Bil’am: “What have you done to me? I took you to curse my enemies but you have in fact blessed them!”", 
        "34_Chapter, 16_Verse": "Or if with a stone that can be held in the hand and which can kill he strikes him, and he died, he is a murderer; the murderer must be executed.", 
        "2_Chapter, 21_Verse": "Their numbers, in a count of every male of one month and above; their numbers are seven thousand five hundred.", 
        "31_Chapter, 20_Verse": "and every armed man will cross the Yardein, before Adonoy, until He has driven His enemies before Him,", 
        "35_Chapter, 12_Verse": "These are the commandments and the laws that Adonoy commanded Bnei Yisroel through Moshe, in the plains of Moav at the Yardein near Yereicho. <b>Chazak</b>", 
        "6_Chapter, 25_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "34_Chapter, 23_Verse": "Then the congregation shall judge between the assailant and the blood avenger, abiding by these laws.", 
        "8_Chapter, 8_Verse": "Adonoy spoke to Moshe, saying:", 
        "15_Chapter, 23_Verse": "Speak to the congregation, saying: “Depart from the vicinity of the dwelling of Korach, Dasan and Avirom.”", 
        "14_Chapter, 10_Verse": "So you shall do for each ox or ram or for the sheep or goats.", 
        "27_Chapter, 4_Verse": "And one tenth of an <i>eiphah</i> of fine flour as a meal-offering, mixed with beaten oil measuring one fourth of a <i>hin.</i>", 
        "4_Chapter, 22_Verse": "The <i>kohein</i> shall write all these curses, on the scroll and dissolve them (the writing) in the bitter waters.", 
        "1_Chapter, 20_Verse": "Its division and their numbers is thirty-two thousand two hundred.", 
        "23_Chapter, 12_Verse": "‘Even if Balak would give me his house full of silver and gold, I cannot transgress the word of Adonoy to do good or evil on my own;’ only what Adonoy declares will I speak.", 
        "4_Chapter, 3_Verse": "Bnei Yisroel did so, and they sent them beyond the camp; just as Adonoy spoke to Moshe, so did Bnei Yisroel do.", 
        "0_Chapter, 32_Verse": "Their numbers, for the tribe of Ephraim is forty thousand five hundred.", 
        "21_Chapter, 39_Verse": "Balak slaughtered cattle and sheep and he sent some to Bil’am and to the dignitaries that were with him.", 
        "32_Chapter, 27_Verse": "They journeyed from Torach and camped in Miskoh.", 
        "28_Chapter, 13_Verse": "Their meal-offering [shall be] fine flour mixed with [olive] oil, three tenths [of an <i>eiphah</i>] for the bull for each of the thirteen bulls, two tenths [of an <i>eiphah</i>] for the ram for each of the two rams,", 
        "13_Chapter, 25_Verse": "Adonoy spoke to Moshe and to Aharon, saying:", 
        "31_Chapter, 9_Verse": "Adonoy displayed His anger on that day and He swore, saying:", 
        "30_Chapter, 12_Verse": "They went out—Moshe, Elozor the <i>kohein</i> and the princes of the community—to greet them outside the camp.", 
        "32_Chapter, 17_Verse": "They journeyed from Chatzeiros and camped in Rismoh.", 
        "15_Chapter, 20_Verse": "“Separate yourselves from among this congregation, and I will annihalate them in an instant.”", 
        "6_Chapter, 19_Verse": "One spoon of ten gold [<i>shekolim</i>] filled with incense.", 
        "17_Chapter, 21_Verse": "Bnei Yisroel shall no longer approach the Tent of Meeting, to become guilty and die.", 
        "3_Chapter, 0_Verse": "Adonoy spoke to Moshe and to Aharon, saying;", 
        "33_Chapter, 8_Verse": "The border shall then extend toward Zifron, and its outskirts shall be at Chatzar Einan; this shall be your northern border.", 
        "24_Chapter, 14_Verse": "The name of the slain Midianite woman was Kozbi, daughter of Tzur, the national leader of a paternal house in Midian.", 
        "15_Chapter, 19_Verse": "Adonoy spoke to Moshe and to Aharon, saying:", 
        "18_Chapter, 21_Verse": "Anything which the unclean person touches, shall become unclean; and anyone touching him shall be ritually unclean until the evening.", 
        "3_Chapter, 11_Verse": "They shall take all the service utensils with which they serve in the Sanctuary and they shall put them inside a blue woolen cloth, and they shall cover them with a covering of <i>tachash </i>-hide, and put it on the carrying frame.", 
        "14_Chapter, 39_Verse": "In order that you will remember and perform all My commandments; and you will be holy unto your God.", 
        "34_Chapter, 0_Verse": "Adonoy spoke to Moshe in the plains of Moav by the Yardein near Yereicho, saying:", 
        "13_Chapter, 44_Verse": "The Amaleki and the Cana’ani swooped down, they who were dwelling in that mountain, and they smote and crushed them until Chormah.", 
        "3_Chapter, 28_Verse": "The sons of Merori, according to their families and according to the house of their fathers you shall count them.", 
        "19_Chapter, 21_Verse": "They traveled from Kodeish, and the entire community of Bnei Yisroel came to Mount Hor.", 
        "12_Chapter, 1_Verse": "“Send, for yourself, men, and have them scout the Land of Cana’an, which I am giving to Bnei Yisroel; one man, one man each, for his father’s tribe you shall send them, each leader among them.”", 
        "15_Chapter, 22_Verse": "Adonoy spoke to Moshe, saying:", 
        "6_Chapter, 64_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Avidan the son of Gidoni.", 
        "1_Chapter, 19_Verse": "Along with him are; the tribe of Menashe, and the leader of the sons of Menashe is Gamliel the son of Pedahtzur.", 
        "21_Chapter, 7_Verse": "He replied to them: “Spend this night here and then I will give you an answer according to what Adonoy tells me,’’ and the dignitaries of Moav remained with Bil’am.", 
        "3_Chapter, 13_Verse": "They shall put upon it all of its utensils which they use in service, those that are used on the Altar-top; the firepans, forks, scoops and sprinklers, all the utensils of the Altar. They shall spread upon it a covering of <i>tachash </i>-hide, and put its [carrying] poles in place.", 
        "25_Chapter, 37_Verse": "The descendants of Binyamin by their families were: The Balite family from Bela, the Ashbelite family from Ashbeil, the Achiramite family from Achiram,", 
        "3_Chapter, 21_Verse": "Take the count of the sons of Gershon as well, according to the house of their fathers according to their families.", 
        "1_Chapter, 25_Verse": "Its division and their numbers is sixty-two thousand seven hundred.", 
        "33_Chapter, 14_Verse": "These two and one half tribes have taken their hereditary property on this side of the Yardein near Yereicho, to the east, toward the sunrise.”", 
        "18_Chapter, 1_Verse": "This is the statute of the Torah which Adonoy commanded, saying; speak to Bnei Yisroel that they shall take to you a red, perfect cow without a blemish, upon which no yoke was laid.", 
        "17_Chapter, 6_Verse": "You and your sons with you shall guard your <i>kehunah</i> [duties] regarding the Altar and all that is within the Curtain—you shall serve—the service, as a gift, I give the <i>kehunah</i> to you, and the commoner who approaches shall be killed.”", 
        "12_Chapter, 2_Verse": "Moshe sent them from the desert of Paran by the word of Adonoy; all of them [were] men of distinction, they were the heads of Bnei Yisroel.", 
        "8_Chapter, 6_Verse": "Those men said to him: “We are impure, having had contact with a corpse; why should we be excluded and not be able to bring the offering of Adonoy in its proper time, among Bnei Yisroel?”", 
        "26_Chapter, 11_Verse": "Adonoy said to Moshe: “Go up this Avarim Mountain and look at the land that I have given to Bnei Yisroel.", 
        "23_Chapter, 11_Verse": "Bil’am said to Balak: “Even to your emissaries whom you sent to me I said:", 
        "1_Chapter, 15_Verse": "The total numbers for the encampment of Reuven is one hundred fifty-one thousand four hundred and fifty, according to their division, and they travel [in the] second [position].", 
        "28_Chapter, 37_Verse": "And one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libation.", 
        "2_Chapter, 43_Verse": "Adonoy spoke to Moshe, saying:", 
        "0_Chapter, 18_Verse": "Just as Adonoy commanded Moshe. He counted them in the Sinai desert.", 
        "31_Chapter, 27_Verse": "Moshe commanded to them, Elozor the <i>kohein,</i> Yehoshua, son of Nun, and the heads of the tribes of Bnei Yisroel.", 
        "2_Chapter, 13_Verse": "Adonoy spoke to Moshe in the Sinai desert, saying;", 
        "22_Chapter, 12_Verse": "Balak then said to him, “Come with me to another place from where you will see them. But you will see only a part of them, without seeing them all, and curse them for me from there.”", 
        "32_Chapter, 34_Verse": "They journeyed from Avronoh and camped in Etzyon Gover.", 
        "25_Chapter, 5_Verse": "the Chetzronite family from Chetzron and the Karmite family from Karmi.", 
        "9_Chapter, 11_Verse": "Bnei Yisroel traveled along on their journeys, from the Sinai desert, and the Cloud came to rest in the desert of Paran.", 
        "6_Chapter, 40_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Shlumiel the son of Tzurishadai.", 
        "7_Chapter, 0_Verse": "And Adonoy spoke to Moshe, saying;", 
        "12_Chapter, 23_Verse": "That place they called the Valley of Eshkol, because of the event of the cluster that Bnei Yisroel cut from there.", 
        "3_Chapter, 16_Verse": "Adonoy spoke to Moshe and to Aharon, saying:", 
        "7_Chapter, 11_Verse": "The Levites shall lay their hands on the head of the bulls and make the one for a sin-offering and the [other] one for a burnt-offering to Adonoy, to atone for the Levites.", 
        "14_Chapter, 9_Verse": "You shall bring wine, for a wine-offering, one half of a <i>hin,</i> a fire-offering of pleasing fragrance to Adonoy.", 
        "16_Chapter, 2_Verse": "[These] firepans of these sinners [who paid] with their souls, and make them into hammered sheets to overlay the altar, for they were brought in offering before Adonoy and they were sanctified; and they shall be for a sign for Bnei Yisroel.", 
        "4_Chapter, 7_Verse": "But if the man has no redeemer (relative) to whom the debt may be returned, the debt being returned then belongs to Adonoy, [then] to the <i>kohein.</i> This is besides the ram of forgiveness with which he [his sin] will be atoned.", 
        "18_Chapter, 19_Verse": "A person who became ritually unclean [and enters the Sanctuary] without purifying himself, that soul will be cut off from the community; for he defiled the Sanctuary of Adonoy, the sprinkling water was not sprinkled upon him, he remains unclean.", 
        "6_Chapter, 76_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Pagi’el the son of Ochran.", 
        "0_Chapter, 43_Verse": "These are the numbers which were counted [by] Moshe, Aharon and the leaders of Israel, [being] twelve men, each man was the head of his fathers’ house.", 
        "1_Chapter, 0_Verse": "Adonoy spoke to Moshe and to Aharon, saying;", 
        "0_Chapter, 28_Verse": "Their numbers, for the tribe of Yissachar is fifty-four thousand four hundred.", 
        "12_Chapter, 7_Verse": "For the tribe of Ephraim, Hosheiah the son of Nun.", 
        "33_Chapter, 21_Verse": "The leader for the tribe of Don, Buki, son of Yogli.", 
        "24_Chapter, 3_Verse": "Adonoy said to Moshe: “Take all the leaders of the people and hang them, before Adonoy, facing the sun; thereby removing the rage of Adony against Yisroel.”", 
        "34_Chapter, 30_Verse": "And do not accept atonement compensation for the life of a murderer who is wicked to incur the death penalty, for he must be executed.", 
        "10_Chapter, 21_Verse": "Will sheep and cattle be slaughtered for them would that be sufficient for them? If all the fish of the sea would be gathered for them, would that be sufficient for them?”", 
        "17_Chapter, 8_Verse": "This is yours from the most holy from the fire, [of] all their sacrifices—their <i>minchah</i>-offerings, their sin-offerings and their guilt-offerings which they return to Me shall be most holy to you and your sons.", 
        "3_Chapter, 12_Verse": "They shall remove the ashes from [atop] the Altar and they shall spread upon it a cloth of purple [wool].", 
        "33_Chapter, 18_Verse": "These are the names of the men: for the tribe of Yehudah, Kaleiv son of Yefuneh.", 
        "7_Chapter, 25_Verse": "But shall serve his brethren in the Tent of Meeting to keep the watch, and he shall not do any service; so you shall have the Levites do in their guard duties.", 
        "8_Chapter, 14_Verse": "On the day that the <i>Mishkon</i> was erected, the Cloud covered the <i>Mishkon</i> [which served] as the Tent of Testimony; and in the evening, there was over the <i>Mishkon</i> an appearance of fire, until morning.", 
        "34_Chapter, 6_Verse": "The total number of cities that you shall give to the Levites is forty eight cities, with their open spaces.", 
        "25_Chapter, 9_Verse": "The earth opened its mouth and swallowed them and Korach when that assembly died; when fire consumed the two hundred and fifty men; they became a symbol.", 
        "19_Chapter, 19_Verse": "Then (Edom) responded, “Do not pass through!” Edom came to confront [Bnei Yisroel] with a massive number of people and a strong hand.", 
        "19_Chapter, 15_Verse": "Then we cried out to Adonoy, and He heard our voice, He sent an emissary and led us out of Egypt; now we are in Kodeish, a city at the edge of your border.", 
        "0_Chapter, 16_Verse": "Moshe and Aharon took these men who were designated by name.", 
        "27_Chapter, 12_Verse": "And one tenth [of an <i>eiphah</i>] of fine flour as a meal-offering mixed with the [olive] oil for each lamb. A burnt-offering of pleasing aroma, a fire-offering to Adonoy.", 
        "21_Chapter, 20_Verse": "Bil’am arose in the morning, saddled his donkey, and went with the Moavite dignitaries.", 
        "4_Chapter, 5_Verse": "Speak to Bnei Yisroel: When a man or a woman commits any of the sins against man, acting treacherously against Adonoy, and that person is guilty.", 
        "26_Chapter, 18_Verse": "Stand him before Elozor the <i>kohein</i> and before the entire community, and command him before their eyes.", 
        "13_Chapter, 11_Verse": "I shall smite them with the plague and annihilate them; and I shall make you into a greater and stronger people than they.”", 
        "16_Chapter, 11_Verse": "Aharon took, just as Moshe spoke, and he ran to the middle of the assembly and behold! The plague had commenced among the people. He put on incense and he atoned for the people.", 
        "26_Chapter, 17_Verse": "Adonoy said to Moshe: “Take to yourself Yehoshua son of Nun, a man in whom there is spirit, and lay your hand on him.", 
        "9_Chapter, 16_Verse": "[Then] the <i>Mishkon</i> was dismantled and the sons of Gershon traveled, with the sons of Merori, those who carried the <i>Mishkon</i>.", 
        "8_Chapter, 3_Verse": "Moshe spoke to Bnei Yisroel [telling them] to perform the Pesach-offering.", 
        "0_Chapter, 14_Verse": "For [the tribe of] Naftali, Achira the son of Einan.", 
        "9_Chapter, 24_Verse": "[Then] the banner of the sons of Don’s camp traveled; the gatherer for all the camps, according to their divisions. In charge of its division, [was] Achiezer the son of Amishadai.", 
        "8_Chapter, 17_Verse": "On the word of Adonoy, did Bnei Yisroel travel and on the word of Adonoy, did they camp; all those days on which the Cloud will rested above the <i>Mishkon</i>, did they camp.", 
        "6_Chapter, 33_Verse": "[And] one he-goat for a sin-offering.", 
        "18_Chapter, 11_Verse": "He shall cleanse himself with it on the third day and on the seventh day, so that he may become clean; if he does not have himself cleansed on the third day and on the seventh day, he will not become clean.", 
        "25_Chapter, 43_Verse": "The descendants of Asher by their families are: The Yimnite family from Yimnah, the Yishvite family from Yishvi, [and] the Bri’ite family from Briah.", 
        "2_Chapter, 24_Verse": "The guardianship of the sons of Gershon in the Tent of Meeting [was]; the <i>Mishkon</i> and the Tent, its cover and the Curtain for the entrance of the Tent of Meeting,", 
        "24_Chapter, 17_Verse": "for they antagonized you with their guiles in the matter of Pe’or, and in the matter of Kozbi the daughter of a Midianite prince, their sister, who was killed on the day of the plague that resulted from Pe’or.”", 
        "26_Chapter, 6_Verse": "“Tzelofchad’s daughters speak justly, give them a hereditary portion of land among their father’s brothers, and transfer the inheritance of their father to them.", 
        "15_Chapter, 33_Verse": "All of Yisroel who were around them fled from their uproar, for they said, perhaps the earth will swallow us.", 
        "20_Chapter, 21_Verse": "“Let me pass through your land, we will not turn aside into the fields and vineyards, we will not drink well water; we will go by the King’s road until we have passed through your territory.”", 
        "23_Chapter, 6_Verse": "Water flows out from his buckets, and his seed will have an abundant flow; his king will be greater than Agag and his monarchy shall be uplifted.", 
        "6_Chapter, 22_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids, and five yearling sheep. This was the offering of Nesanel the son of Tzu’ar.", 
        "19_Chapter, 6_Verse": "Adonoy spoke to Moshe, saying.", 
        "24_Chapter, 12_Verse": "It shall be for him and his descendants after him a covenant of eternal <i>kehunah</i> because he was zealous for his God and made atonement for Bnei Yisroel.”", 
        "21_Chapter, 11_Verse": "God said to Bil’am: “Do not go with them! You shall not curse the people, for they are blessed.”", 
        "25_Chapter, 38_Verse": "the Shufamite family from Shfufam, and the Chufamite family from Chufam.", 
        "23_Chapter, 0_Verse": "When Bil’am saw that it was favorable to Adonoy to bless Yisroel, he did not approach, as at each time, towards sorcery; but he set his face toward the wilderness.", 
        "13_Chapter, 34_Verse": "I am Adonoy; I have spoken——if I do not do this to this entire evil congregation that are gathered against Me; in this desert they shall be finished and there they shall die.”", 
        "33_Chapter, 24_Verse": "The leader for the tribe of Zevulun, Elitzafan, son of Parnach.", 
        "8_Chapter, 15_Verse": "So it always was, the Cloud covered it, and an appearance of fire, at night.", 
        "19_Chapter, 4_Verse": "Why did you take us out of Egypt and bring us to this terrible place? It is not a place for seed, figs, grapes, or pomegranates; and there is no water to drink!”", 
        "25_Chapter, 19_Verse": "The descendants of Yehudah by their families are: The Sheilanite family from Sheila, the Partzite family from Peretz, the Zarchite family from Zerach.", 
        "2_Chapter, 41_Verse": "Moshe counted just as Adonoy commanded him to, every firstborn of Bnei Yisroel.", 
        "13_Chapter, 19_Verse": "Adonoy said, “I have forgiven them, just as you spoke.", 
        "20_Chapter, 23_Verse": "Yisroel defeated him with the edge of the sword and took possession of his land; from Arnon to the Yabok, as far as Amon[’s border], because Amon’s border was impregnable.", 
        "11_Chapter, 1_Verse": "They said: “Is it only to Moshe that Adonoy has spoken? Did He not also speak with us?” and Adonoy heard.", 
        "31_Chapter, 21_Verse": "and the land is conquered before Adonoy—afterwards you will return. You will then be vindicated from Adonoy and from Yisroel, and this land will become yours permanently, before Adonoy.", 
        "19_Chapter, 23_Verse": "“Aharon will now be gathered (die) to his people, for he shall not enter the land that I have given to Bnei Yisroel, because you defied My word at the waters of dispute.", 
        "29_Chapter, 0_Verse": "Moshe spoke to Bnei Yisroel all that Adonoy had commanded him.", 
        "25_Chapter, 54_Verse": "Only by lot should the land be divided, according to the names of their fathers’ tribes should they inherit it.", 
        "21_Chapter, 4_Verse": "He sent emissaries to Bil’am the son of Beor, to Pesor—which is by the river, the land of his people—to call him, saying: “Behold, a nation came out of Egypt, behold they have covered the face of the earth, and is located across from me.", 
        "27_Chapter, 29_Verse": "[You should also bring] one he-goat to make atonement for you,", 
        "6_Chapter, 75_Verse": "[And] one he-goat for a sin-offering.", 
        "25_Chapter, 8_Verse": "Eliav’s sons were Nemueil, Dasan and Aviram. They are Dasan and Aviram, the communal leaders, who incited against Moshe and Aharon in the assembly of Korach when they incited against Adonoy.", 
        "17_Chapter, 25_Verse": "“Speak to the Levites and say to them: ‘When you take the tithe from Bnei Yisroel, which I gave you from them for your inheritance, set aside from it the <i>terumah</i>-gift of Adonoy, a tithe of the tithe.", 
        "5_Chapter, 9_Verse": "On the eighth day he shall take two turtledoves or two young pigeons to the <i>kohein,</i> to the entrance of the Tent of Meeting.", 
        "6_Chapter, 66_Verse": "His offering was one silver tray, its weight was one hundred thirty <i>shekolim</i>; one silver bowl [that weighed] seventy <i>shekolim</i> according to sanctuary weights. Both were filled with fine flour kneaded with [olive] oil, for a meal-offering.", 
        "21_Chapter, 33_Verse": "Bil’am said to the angel of Adonoy: “I have sinned because I did not know that you were standing in the way before me; now therefore, if it is wicked in your eyes, I shall return.”", 
        "25_Chapter, 53_Verse": "To the large [tribe], increase their inheritance, and to the small, diminish their inheritance; each person, according to his number, shall be given his inheritance.", 
        "30_Chapter, 48_Verse": "And they said to Moshe: “Your servants have taken a census of the soldiers who went out to war and not one of us is missing.", 
        "1_Chapter, 7_Verse": "Its division and its numbers is fifty-seven thousand four hundred.", 
        "0_Chapter, 44_Verse": "All the numbers of Bnei Yisroel according to the house of their fathers, from twenty years and above, all who go forth into the army of Israel,", 
        "6_Chapter, 45_Verse": "[And] one he-goat for a sin-offering.", 
        "30_Chapter, 14_Verse": "Moshe said to them: “Did you let every female live?", 
        "20_Chapter, 26_Verse": "Concerning this, the parable tellers say: “Come to Cheshbon, may it be built and established as the city of Sichon.", 
        "21_Chapter, 17_Verse": "Bil’am answered and said to Balak's servants: “Even if Balak would give me silver and gold enough to fill his house, I cannot transgress the word of Adonoy my God, by doing anything small or great.", 
        "14_Chapter, 34_Verse": "Adonoy said to Moshe: “That man shall be put to death, the entire congregation shall stone him beyond the encampment.”", 
        "8_Chapter, 19_Verse": "It sometimes happened that the Cloud was for a number of days above the <i>Mishkon</i>; on the order of Adonoy did they camp and on the order of Adonoy did they travel.", 
        "6_Chapter, 10_Verse": "Adonoy said to Moshe: One leader each day, one leader each day, they shall bring forth their offering, for the dedication of the altar.", 
        "29_Chapter, 1_Verse": "Moshe spoke to the tribal leaders of Bnei Yisroel saying: “This is the word that Adonoy has commanded.", 
        "0_Chapter, 29_Verse": "For the sons of Zevulun, their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "1_Chapter, 17_Verse": "The banner of the camp of Ephraim, according to their divisions is on the west side, and the leader of the sons of Ephraim is Elishamah the son of Amihud.", 
        "9_Chapter, 3_Verse": "But if they blow one of them, the leaders shall present themselves to you, the heads of Israel’s thousands.", 
        "0_Chapter, 31_Verse": "For the sons of Yoseif; For the sons of Ephraim their births according to their families according to the house of their fathers, in a counting of names from twenty years and above, all who go forth into the army.", 
        "30_Chapter, 9_Verse": "All their residential cities and palaces they set on fire.", 
        "6_Chapter, 81_Verse": "[And] one he-goat for a sin-offering.", 
        "18_Chapter, 9_Verse": "The one who gathers the cow’s ashes shall wash his garments, and remain unclean until the evening; it shall be for Bnei Yisroel and for the proselyte who lives among them an eternal statute.", 
        "6_Chapter, 27_Verse": "[And] one he-goat for a sin-offering.", 
        "18_Chapter, 7_Verse": "Also, the one who burns it must wash his garments and bathe his body in water; he shall remain unclean until the evening.", 
        "20_Chapter, 25_Verse": "For Cheshbon was then a city of Sichon, King of the Emorites, and he had waged war against the first king of Moav, and took all his land from his hand, as far as Arnon.", 
        "15_Chapter, 8_Verse": "is it but a pittance for yourselves that the God of Israel has separated you from the [rest of the] congregation of Israel to bring you closer to Him to perform the services of the <i>Mishkan</i> of Adonoy, and to stand before the congregation to serve them?", 
        "20_Chapter, 22_Verse": "But Sichon did not allow Yisroel to pass through his territory; Sichon gathered all his people and went out against Yisroel to the wilderness; he came to Yohatz and attacked Yisroel.", 
        "35_Chapter, 0_Verse": "The paternal leaders approached—for the children of Gilad, son of Machir, son of Menashe, of the families of Yoseif’s sons—and they spoke before Moshe and the leaders who were the paternal heads of Bnei Yisroel.", 
        "14_Chapter, 21_Verse": "If you should err, and not fulfill all of these commandments which Adonoy said to Moshe;", 
        "22_Chapter, 1_Verse": "Balak did as Bil’am requested. Balak and Bil’am then sacrificed as burnt-offerings an ox and a ram on each altar.", 
        "6_Chapter, 82_Verse": "For the peace-offering sacrifice, two oxen, five rams, five kids and five yearling sheep. This was the offering of Achirah the son of Einon.", 
        "13_Chapter, 39_Verse": "They awoke early in the morning and went up to the peak of the mountain, saying: “We are ready to go up to the place of which Adonoy spoke (promised), for we have sinned.”", 
        "21_Chapter, 38_Verse": "Bil’am went with Balak and they came to Kiryas Chutzos.", 
        "24_Chapter, 1_Verse": "They [girls of Moav] invited the people [of Yisroel] to their idolatrous sacrifices; and the people ate and prostrated themselves before their gods.", 
        "13_Chapter, 24_Verse": "The Amaleki and the Cana’ani are now dwelling in the valley. Tomorrow turn back and you shall travel the desert by way of the Reed Sea.”", 
        "30_Chapter, 27_Verse": "Levy a tribute to Adonoy from the people of the army who went out to war, one living being out of five hundred from the people, cattle, donkeys and sheep.", 
        "30_Chapter, 10_Verse": "They took all the booty, all that had been seized, of man and livestock,", 
        "32_Chapter, 19_Verse": "They journeyed from Rimon Peretz and camped in Livnoh.", 
        "30_Chapter, 53_Verse": "Moshe and Elozor the <i>kohein</i> took the gold from the officers who were over divisions of the thousands and the hundreds, and they brought it to the Tent of Meeting as a remembrance for Bnei Yisroel before Adonoy.", 
        "2_Chapter, 36_Verse": "Also the pillars of the surrounding courtyard and their sockets, pegs and ropes.", 
        "26_Chapter, 21_Verse": "Moshe did as Adonoy commanded him. He took Yehoshua and presented him to Elozor the <i>kohein</i> and to the entire community.", 
        "17_Chapter, 22_Verse": "The Levi[tes]—[they] shall perform the service of the Tent of Meeting and they will bear their guilt; it is an everlasting decree—throughout your generations—among Bnei Yisroel they (the Levites) shall have no inheritance.", 
        "4_Chapter, 26_Verse": "He shall make her drink the water, and it shall be that if she had been defiled and had deceived her husband, the lethal waters shall enter her to become bitter, and her abdomen will swell and her thigh will collapse, and the woman will be a curse among her people.", 
        "25_Chapter, 60_Verse": "Nadav and Avihu died when they offered a forbidden fire before Adonoy.", 
        "32_Chapter, 51_Verse": "you must drive out all of the inhabitants of the land before you. You must destroy all their carved stones, and demolish all their cast metal idols and tear down all their altars.", 
        "18_Chapter, 16_Verse": "They shall take for the unclean person of the ashes from the burnt purification-offering and he shall place upon them living [spring] water in a vessel.", 
        "19_Chapter, 7_Verse": "“Take the staff and assemble the community, you and Aharon your brother, and speak to the rock in their presence that it may give forth its water; you will then bring forth for them water from the rock, and give drink [to] the community and their livestock.”", 
        "2_Chapter, 40_Verse": "You shall take the Levites for Me, I, [who am] Adonoy, instead of every firstborn of Bnei Yisroel; and the animals of the Levites instead of every firstborn among the animals of Bnei Yisroel.", 
        "14_Chapter, 26_Verse": "If one person will sin erroneously, that person shall bring a yearling she-goat as a sin-offering.", 
        "1_Chapter, 5_Verse": "Its division and its numbers is fifty-four thousand four hundred.", 
        "0_Chapter, 46_Verse": "The Levites, according to the tribe of their fathers were not counted among them.", 
        "19_Chapter, 27_Verse": "Moshe then removed Aharon’s vestments and dressed Aharon’s son, Elozor, in them; Aharon died there on top of the mountain, and Moshe and Elozor descended from the mountain.", 
        "1_Chapter, 33_Verse": "Bnei Yisroel did all which Adonoy commanded Moshe, so they camped according to their [various] banners and so they traveled, each man with his family according to his fathers’ house.", 
        "8_Chapter, 18_Verse": "When the Cloud tarried above the <i>Mishkon</i>, for many days, Bnei Yisroel would keep the watch of Adonoy and they would not travel.", 
        "34_Chapter, 1_Verse": "“Instruct Bnei Yisroel and have them give to the Levites from their hereditary possession, cities in which to settle; and open space for the cities all around you shall give to the Levites.", 
        "23_Chapter, 14_Verse": "He set forth his parable, and said: “This is the declaration of Bil’am the son of Beor, the declaration of the man, of the open-sockered eye.", 
        "1_Chapter, 21_Verse": "The tribe of Binyamin, and the leader of the sons of Binyamin is Avidan the son of Gid’oni.", 
        "8_Chapter, 2_Verse": "On the fourteenth day of this month, in the afternoon, you shall perform it in its proper time; according to all its statutes and according to all its laws you shall perform it.", 
        "28_Chapter, 21_Verse": "[You shall also bring] one he-goat as a sin-offering, in addition to [bringing] the constant (daily) burnt-offering with its meal-offering and libation.", 
        "34_Chapter, 10_Verse": "you shall provide cities for yourselves, which shall serve as refuge cities for you, so that a murderer can flee there, one who accidentally killed a person.", 
        "25_Chapter, 16_Verse": "the Arodite family from Arod, and the Areilite family from Areili.", 
        "6_Chapter, 88_Verse": "When Moshe would enter the Tent of Meeting to speak with Him (God), he would hear the Voice being spoken to him from above the Ark-cover which is atop the Ark of the Testimony from between the two cherubim; and He spoke to him.", 
        "3_Chapter, 33_Verse": "They counted—Moshe, Aharon and the leaders of the congregation—the sons of the Kehosites according to their families and according to the house of their fathers.", 
        "20_Chapter, 7_Verse": "Adonoy said to Moshe, “Make yourself [the image of] a consuming snake, and place it upon a banner; and anyone bitten will look at it and live.”", 
        "22_Chapter, 7_Verse": "How can I curse, when God has not cursed? What Divine wrath can I evoke if Adonoy has not been angry?", 
        "32_Chapter, 10_Verse": "They journeyed from the Sea of Reeds and camped in the wilderness of Sin.", 
        "21_Chapter, 6_Verse": "And the elders of Moav and Midian went with magic charms in their hands; they came to Bil’am and conveyed Balak's message to him.", 
        "14_Chapter, 12_Verse": "Each citizen shall do this as stated, to bring a fire-offering of pleasing fragrance to Adonoy.", 
        "7_Chapter, 18_Verse": "and I have given the Levites to be given as a gift to Aharon and to his sons from among Bnei Yisroel to do the duties of Bnei Yisroel in the Tent of Meeting, and to atone for Bnei Yisroel, so that there will not be a plague among Bnei Yisroel when Bnei Yisroel approach the sanctuary.", 
        "2_Chapter, 38_Verse": "The number of all the Levites whom Moshe and Aharon counted at the word of Adonoy according to their families; every male from one month and above was twenty-two thousand.", 
        "13_Chapter, 37_Verse": "Yehoshua the son of Nun and Caleiv the son of Yefuneh, lived, from among those men who went to scout the land.", 
        "31_Chapter, 6_Verse": "Why do you dishearten Bnei Yisroel from crossing over to the land that Adonoy has given them?", 
        "17_Chapter, 9_Verse": "You shall eat it in the supremely holy (place), every male may eat it—it shall be holy to you.", 
        "32_Chapter, 31_Verse": "They journeyed from Bnei Ya’akon and camped in Chor Hagidgod.", 
        "21_Chapter, 18_Verse": "Now, you also, please remain here overnight, and I will get to know what more will Adonoy tell me.”", 
        "5_Chapter, 25_Verse": "May Adonoy lift His face to you, and grant you peace.", 
        "27_Chapter, 25_Verse": "On the day of the first fruits when you bring a new meal-offering to Adonoy on your Festival of Weeks, there shall be a sacred holiday to you when you shall not do any work of consequence.", 
        "28_Chapter, 23_Verse": "together with their meal-offerings and libations for the bulls, rams, and lambs, of the required number.", 
        "16_Chapter, 1_Verse": "“Say to Elazar the son of Aharon, the <i>kohein</i> and have him lift up the firepans from the inferno, and you, scatter the fire yonder, for, they were sanctified;", 
        "30_Chapter, 47_Verse": "The army officers approached Moshe—the officers who were over divisions of the thousands and the officers of the thousands, and the officers of the hundreds.", 
        "10_Chapter, 28_Verse": "Moshe said to him, “Are you vengeful for me? Would (that) it be that all Adonoy’s people were prophets, that Adonoy would give His Spirit upon them.”", 
        "6_Chapter, 13_Verse": "One spoon of ten gold [<i>shekolim</i>], filled with incense.", 
        "33_Chapter, 26_Verse": "The leader for the tribe of Asher, Achihud, son of Shlomi.", 
        "2_Chapter, 19_Verse": "The sons of Merori, according to their families were; Machli and Mushi. These are the families of Levi according to their fathers’ houses.", 
        "2_Chapter, 6_Verse": "They shall take care to preserve his guardianship and the guardianship of the entire congregation before the Tent of Meeting, to serve in the service of the <i>Mishkon.</i>", 
        "17_Chapter, 11_Verse": "The best of the oil, and the best of the wine and grain—their <i>terumah</i>-gift that they present to Adonoy—I have given to you.", 
        "31_Chapter, 36_Verse": "The tribe of Reuvein built up Cheshbon, El’alei, Kiryasayim,", 
        "33_Chapter, 12_Verse": "Moshe instructed Bnei Yisroel, saying: “This is the land which you must distribute as hereditary property by means of a lottery, which Adonoy has commanded to give to the nine and one half tribes.", 
        "6_Chapter, 63_Verse": "[And] one he-goat for a sin-offering.", 
        "10_Chapter, 15_Verse": "Adonoy said to Moshe: “Gather seventy men for Me, from among the elders of Israel, [men] whom you know to be the people’s elders, and its officers, and you shall take them to the Tent of Meeting, and they shall stand there with you.", 
        "7_Chapter, 8_Verse": "You shall bring the Levites near, before the Tent of Meeting, and you shall gather the entire congregation of Bnei Yisroel.", 
        "4_Chapter, 8_Verse": "Every <i>terumah</i>-gift of all the sacred things of Bnei Yisroel that they will bring to the <i>kohein,</i> shall be his.", 
        "32_Chapter, 42_Verse": "They journeyed from Punon and camped in Ovos.", 
        "9_Chapter, 32_Verse": "They traveled from the mountain of Adonoy a journey of three days, and the Ark of the Covenant of Adonoy traveled in front of them a journey of three days, to prepare for them a place to settle.", 
        "28_Chapter, 29_Verse": "together with their meal-offerings and libations for the bulls, rams, and lambs. of the required number.", 
        "28_Chapter, 36_Verse": "[together with] their meal-offerings and libations for the bull, ram, and lambs. of the required number.", 
        "4_Chapter, 9_Verse": "A man’s sacred objects shall be his; whatever a man gives to the <i>kohein,</i> shall be his.", 
        "34_Chapter, 4_Verse": "You shall measure from outside the city two thousand <i>amo¯s</i> on the eastern side, two thousand <i>amo¯s</i> on the southern side, two thousand <i>amo¯s</i> on the western side, and two thousand <i>amo¯s</i> on the northern side; with the city in the center. This shall be the open spaces for the cities.", 
        "14_Chapter, 37_Verse": "Speak to Bnei Yisroel and tell them to make for themselves, <i>tzizis</i>-fringes on the corners of their garments—throughout their generations; and they will place with the fringes of each corner a thread of blue.", 
        "3_Chapter, 42_Verse": "Those, from thirty years and above, until fifty years; all who enter the division to serve in the Tent of Meeting.", 
        "2_Chapter, 20_Verse": "Of Gershon, the family of Livni and the family of Shim’i. These are the families of the Gershonites.", 
        "10_Chapter, 29_Verse": "Moshe entered into the camp, he and the elders of Israel.", 
        "32_Chapter, 3_Verse": "Egypt was burying that which Adonoy had struck among them—all their firstborn—and on their idols Adonoy had inflicted punishments.", 
        "33_Chapter, 6_Verse": "This shall be your northern border; from the Great Sea turn yourselves to Hor Hahar.", 
        "20_Chapter, 6_Verse": "The people came to Moshe and said, “We have sinned by speaking against Adonoy and you; pray to Adonoy that He remove the snakes from us.” Moshe prayed on behalf of the people.", 
        "15_Chapter, 9_Verse": "He brought you near with all of your brethern the sons of Levi with you, and yet you ask to be <i>kohanim</i> as well?", 
        "4_Chapter, 15_Verse": "The <i>kohein</i> shall bring her near and station her before Adonoy.", 
        "32_Chapter, 20_Verse": "They journeyed from Livnoh and camped in Risoh.", 
        "6_Chapter, 59_Verse": "On the ninth day, the leader of the sons of Binyomin, Avidan the son of Gidoni.", 
        "2_Chapter, 34_Verse": "The leader of the household of the families of the Merorites is Tzuriel the son of Avichail, they shall camp on the north side of the <i>Mishkon.</i>", 
        "9_Chapter, 8_Verse": "If war shall come into your land against the oppresor who oppresses you and you shall blow <i>teruahs</i> with the trumpets and you will be remembered before Adonoy, your God, and you will be delivered from you enemies.", 
        "2_Chapter, 17_Verse": "These are the names of Gershon’s sons according to their families; Livni and Shim’i.", 
        "30_Chapter, 52_Verse": "The men of war, took booty for themselves.", 
        "18_Chapter, 18_Verse": "The ritually clean person shall sprinkle upon the unclean person on the third day and on the seventh day; he shall purify him on the seventh day when he must wash his garments and bathe in water, and then he becomes clean in the evening.", 
        "22_Chapter, 9_Verse": "Who can count the dust of Yaakov or count the seed of Yisroel ? May my soul die the death of the righteous, and let my end be like his.”", 
        "10_Chapter, 1_Verse": "The people cried out to Moshe, and Moshe prayed to Adonoy, and the fire subsided.", 
        "34_Chapter, 17_Verse": "Or if with a wooden implement [that can be held] in the hand and which can cause death he strikes him, and he died, he is a murderer; the murderer must be executed.", 
        "2_Chapter, 2_Verse": "These are the names of Aharon’s sons, the anointed <i>kohanim,</i> whose hands are occupied with bringing offerings, to serve [God].", 
        "13_Chapter, 32_Verse": "Your children, they shall be wanderers in the desert for forty years, and they will bear [the burden of] your dissoluteness, until the last of your corpses are in the desert.", 
        "12_Chapter, 30_Verse": "But the men who went up with him said: “We are not able to go up against the nation, for they are more powerful than we.”", 
        "5_Chapter, 2_Verse": "From new or old [intoxicating] wine, he must abstain. Vinegar made from new wine and vinegar made from old wine he shall not drink; anything steeped in grapes he shall not drink; moist grapes or dried grapes (raisins) he shall not eat.", 
        "9_Chapter, 29_Verse": "He said to him “I will not go, but rather to my land and to my birthplace will I go.”", 
        "25_Chapter, 7_Verse": "Palu’s son[s were] was Eliav.", 
        "6_Chapter, 41_Verse": "On the sixth day, the leader of the sons of Gad, Elyasaf the son of Deu’el.", 
        "12_Chapter, 26_Verse": "They recounted to him, and they said: “We came into the land into which you sent us, and it indeed flows with milk and honey, and this is its fruit.", 
        "21_Chapter, 9_Verse": "Bil’am replied to God: “Balak son of Tzipor, King of Moav, has sent them to me [saying]:", 
        "2_Chapter, 12_Verse": "For all the firstborn are Mine, since on the day I smote all the firstborn in the land of Egypt I sanctified to Me all the firstborn of Bnei Yisroel from man to beast; they shall be Mine, I am Adonoy.", 
        "32_Chapter, 35_Verse": "They journeyed from Etzyon Gover and camped in the wilderness of Sin, which is Kodeish.", 
        "11_Chapter, 4_Verse": "Adonoy descended in a pillar of cloud and He stood at the entrance of the Tent, and He called [to] Aharon and Miriam, and both of them went out.", 
        "3_Chapter, 5_Verse": "They shall place upon it a covering of <i>tachash</i> -hide and spread an entirely blue woolen cloth on top of it, and put its [carrying] poles [in place].", 
        "14_Chapter, 5_Verse": "If for a ram you shall make a meal-offering of two tenths, mixed with one third of a <i>hin</i> of oil.", 
        "5_Chapter, 19_Verse": "The <i>kohein</i> shall wave them as a wave-offering, before Adonoy. It is consecrated to the <i>kohein</i> besides the breast of the wave-offering and the separated thigh portion. After this, the <i>Nazir</i> may drink wine.", 
        "10_Chapter, 18_Verse": "Not for one day will you be eating and not for two days; not for five days, not for ten days, and not for twenty days.", 
        "0_Chapter, 17_Verse": "They gathered together the entire congregation on the first [day] of the second month and they were registered by family ancestry according to the house of their fathers. according to the number of names each man of twenty years and above; individually.", 
        "30_Chapter, 50_Verse": "Moshe and Elozor the <i>kohein</i> took the gold from them, every fashioned article.", 
        "3_Chapter, 37_Verse": "The numbers of the sons of Gershon, according to their families and according to the house of their fathers.", 
        "3_Chapter, 32_Verse": "This is the service of the families of the sons of Merori for all their service in the Tent of Meeting, under the direction of Isamar, the son of Aharon, the <i>kohein.</i>", 
        "35_Chapter, 3_Verse": "And even when the <i>yoveil</i> occurs for Bnei Yisroel, their inheritance will be added to the inheritance of the tribe into which they will marry, and from the inheritance of our fathers’ tribe, their inheritance will be subtracted.", 
        "24_Chapter, 16_Verse": "“Antagonize the Midianites and kill them,", 
        "14_Chapter, 32_Verse": "Those who found him brought him near—he who was gathering wood—to Moshe and to Aharon, and to the entire congregation.", 
        "26_Chapter, 5_Verse": "Adonoy spoke to Moshe saying:", 
        "10_Chapter, 23_Verse": "Moshe went out and spoke the words of Adonoy to the people, and he gathered seventy men from the elders of the people and he had them stand around the Tent.", 
        "15_Chapter, 2_Verse": "They gathered against Moshe and Aharon, and they said to them: “You have [taken] too much for yourselves [and] since the entire congregation are all holy and Adonoy is in their midst, why do you raise yourselves above the assembly of Adonoy?”", 
        "11_Chapter, 15_Verse": "After that, the people traveled from Chatzeiros and they camped in the desert of Paran.", 
        "9_Chapter, 35_Verse": "When it rested, he would say: “Come to rest, Adonoy, among the myriads and thousands of Israel.”", 
        "15_Chapter, 27_Verse": "Moshe said: “This is how you will know that Adonoy has sent me to perform all of these deeds, for, I did not devise them myself.", 
        "32_Chapter, 54_Verse": "But if you do not drive out the inhabitants of the land before you, those whom you will leave over will be spikes in your eyes and thorns in your sides, and they will persecute you upon the land in which you settle.", 
        "27_Chapter, 10_Verse": "At the beginning of your months you shall bring a burnt-offering to Adonoy, two young bulls, one ram, seven yearling lambs, [all] without blemish.", 
        "11_Chapter, 14_Verse": "Miriam was closed off beyond the encampment for seven days, and the people did not depart until Miriam was brought in to join them.", 
        "14_Chapter, 20_Verse": "Of the first portion of your doughs you shall give to Adonoy as a <i>terumah</i>- offering, throughout your generations.”", 
        "29_Chapter, 9_Verse": "The vow of a widow or a divorced woman—everything she prohibited for herself shall remain incumbent upon her.", 
        "4_Chapter, 25_Verse": "The <i>kohein</i> shall scoop out from the meal-offering its commemoration and burn it on the Altar, and after that he shall cause the woman to drink the water.", 
        "10_Chapter, 20_Verse": "Moshe said: “The people are six hundred thousand on foot that I am among and You say that I will give them meat, to eat it for a month of days?", 
        "35_Chapter, 1_Verse": "They said: “Adonoy commanded our master to give the land as an inheritance, through the casting of lots, to Bnei Yisroel, and our master was commanded by Adonoy to give the inheritance of our brother Tzelofchad to his daughters.", 
        "25_Chapter, 1_Verse": "“ count the whole community of Bnei Yisroel twenty years of age and above, according to their paternal house, every one who is fit for duty in the army of Yisroel.”", 
        "7_Chapter, 7_Verse": "They should take a young bullock and its meal-offering of flour mixed with oil, and you shall take a second young bullock, for a sin-offering.", 
        "8_Chapter, 12_Verse": "The person who is pure and was not on the road, and refrained from performing the Pesach-offering, that soul shall be cut off from its people, for the offering of Adonoy he did not bring in its proper time; that person shall bear his sin.", 
        "18_Chapter, 10_Verse": "One who touches the corpse of any [human] soul shall become unclean for seven days.", 
        "27_Chapter, 14_Verse": "And [You shall also bring] one he-goat for a sin offering to Adonoy, in addition to the constant (daily) burnt-offering it shall be done, and its libation.", 
        "22_Chapter, 15_Verse": " Adonoy chanced to appear to Bil’am and placed the word in his mouth; He said: “Return to Balak and say as follows.”", 
        "24_Chapter, 0_Verse": "Yisroel settled in Shittim and the people [of Yisroel] began acting promiscuously with the daughters of Moav.", 
        "6_Chapter, 39_Verse": "[And] one he-goat for a sin-offering.", 
        "25_Chapter, 64_Verse": "because Adonoy said to them that they would die in the desert. No one was left with the exception of Kaleiv, son of Yefuneh and Yehoshua, son of Nun.", 
        "2_Chapter, 33_Verse": "Their numbers, in a count of every male of one month and above, is six thousand two hundred.", 
        "21_Chapter, 19_Verse": "God appeared to Bil’am that night and said to him: “If the men have come to call you, arise and go with them; however, whatever I will say to you, you will do.”", 
        "32_Chapter, 55_Verse": "And it shall be that what I had intended to do to them I will do to you.’”", 
        "33_Chapter, 23_Verse": "The leader for the tribe of Ephraim, Kemuel, son of Shiftan.", 
        "2_Chapter, 26_Verse": "Of Kehos, was the family of Amram, the family of Yitzhar, the family of Chevron and the family of Uziel, these are the families of the Kehosites."
    }, 
    "meta": "Chapter-Verse"
}