{
    "status": "locked", 
    "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", 
    "sectionNames": [
        "Chapter", 
        "Tosefta"
    ], 
    "language": "en", 
    "title": "Tosefta Berakhot", 
    "text": [
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "Similarly: “His Tabernacle was in Salem, and His dwelling place in Zion.” (Tehillim 76:3) Why did the Scripture return to her (Jerusalem) her previous name? Because it says “For this city has aroused My anger and My wrath…” (Yirmeyahu 32:31) Perhaps even now she is the object of anger and wrath? It says further “…the mountain that God desired for His dwelling…” (Tehillim 68:17) Behold, she is wanted and desired. This teaches that her destruction brought atonement. From where do we learn that the Presence (shechina) will not return to her until she becomes a mountain? As it says “His Tabernacle was in Salem..”so we find that when it is whole, she is called a mountain. Therefore the Presence will not return to her until she is made a mountain. “And Abraham named that place, The Lord will see, as it is said to this day: On the mountain, the Lord will be seen.” (Bereshit 22:14) And it says “Remember, O Lord, for the sons of Edom, the day of Jerusalem, those who say, \"Raze it, raze it, down to its foundation!\" (Tehillim 137:7)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "The blessing after the meal is an obligation from the Torah, as it says “And you will eat and be sated, and you shall bless the Lord, your God, for the good land He has given you.” (Devarim 8:10) ’And you will eat and be sated, and you shall bless’ this refers to the blessing after the meal. ‘the Lord, your God’ refers to the first blessing on the land. ‘the good land’ this refers to Jerusalem, as it says “…this good mountain and the Lebanon.” (Devarim 3:25) ‘He has given you’ this refers to the blessing of ‘who is good and does good.’ From where do we learn that just as one is obligated to make a blessing before eating, so too they are obligated to make one after eating? The verse says ‘He has given you,’ meaning from the moment He has given it to you. From where do we learn that we bless even on the mountains and the hills? The verse says ‘on the land.’ From where do we learn that we bless even on the Torah and the commandments? The verse says ‘He has given you,’ and it says elsewhere “…and I will give you the stone tablets…” (Shemot 24:12) R’ Meir says ‘from where do we learn that just as one blesses on the good, so too they bless on the bad? The verse says ‘the Lord, your God…has given you’ Meaning, which He has judged you. Bless Him for every judgement He passes on you, be it for the good or bad."
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "תוספתא ברכות", 
    "categories": [
        "Tosefta", 
        "Seder Zeraim"
    ]
}