{
    "title": "Ohr Sameach on Mishneh Torah, Fasts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Fasts",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>ומדברי סופרים להתענות וכו'.</b><br><b> נ\"ב </b> מדברי קבלה דברי הימים ב' קאפ' כ' גבי יהושפט יעו\"ש."
            ],
            [
                "<b>במגיד. </b> כר\"י דנמוקו עמו.<br><b> נ\"ב </b> בירושלמי ר\"י עביד כר' יוסי."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל תענית שלא קיבלה עליו היחיד מבעוד יום אינו תענית כו'.</b><br><b> בירושלמי </b> תענית פרק ב' אמר רשב\"ג מה ת\"ל בהון בהון שתי פעמים כו' שהלילה מותר כו' כהדא דתני להן אינש דיהוי עלוהי [מקדמת דנא] כצ\"ל וכן הוא בגמ' בבלי י\"ב ייסר ומפרש בצלו [פירוש בתפלה] א\"ר יוסי ב\"ב שהוא צריך להזכירן מבערב פירוש בתפילת ערבית ג\"כ צריך לומר ענינו ואתייא כיי דא\"ר זעירא כו' אומרה כלילי שבת ויומו פירוש שצריך לומר גם בלילה ענינו ואם כן מאי אמר להן כל אינש דיתי עליה תענית מן קדמת דנא [לפני אלו ימים טובים, כגון שקיבל עליו י' תעניות או כ' ונכנסו אלו הימים בהן רש\"י] ייסר עליה בצלו פירוש בתפילת ערבית והא היו\"ט מתחיל מבערב וא\"כ אין כאן מקדמת דנא וצריך לומר דאתיא כרשב\"ג דסבר דגם לילות של ימים טובים מותר להתענות ולמיספד וא\"כ אם אסר עליו בצלו בתפילת מעריב הוא קודם היו\"ט שמתחיל מעמוד השחר. ובבלי מפרש דצריך לקבלו מבעו\"י במנחה וע\"ז אמר מקדמת דנא ייסר שיאסור את עצמו במנחה קודם התענית וזה דלא כשיטת הירושלמי וכן לא מייתי בגמרא בדרשב\"ג רק מה ת\"ל בהון בהון לפניהם ולאחריהם מותר לכן ע\"כ מקדמת דנא הוא בתפלת המנחה של ערב התענית ודו\"ק. וברור. והא לא קשיא לרב דפסק כר' יוסי בדלא להתענאה לפניו אסור א\"כ מאי אמר מקדמת דנא הלא כבר חל עליו היו\"ט מערב התענית דזה לק\"מ כיון דיו\"ט עצמו מותר להתענות בו א\"כ גם לפניו לא חיילא וכמו דאמר בכה\"ג דף י\"ח אמר רב אשי השתא איהו גופיה בטלוה כו' וזה יותר כ\"ש אבל הירושלמי מייתי דאם תאמר דבלילה אסור להתענות הלא זה הוא מעצם היו\"ט וברור.",
                "<b>במגיד. </b> ומ\"מ יש לי תימה קצת וכו'.<br><b> נ\"ב </b> בשאילתות דר\"א גאון הביאו הרא\"ש מפורש כרבינו ועיין בתשובות רבינו ודו\"ק.",
                "<b>בכסף משנה. </b> שבנוסחא שלנו כו'.<br><b> נ\"ב </b> והריטב\"א הביא כגירסת המגיד."
            ],
            [],
            [],
            [
                "<b>שהרי קבל עליו התענית וכו'.</b><br><b> נ\"ב </b> ספק אם בעי קבלה בתפילה. ריטב\"א.",
                "<b>ובמגיד. </b> דבריו הם מן המתמיהין וכו'.<br><b> נ\"ב </b> ירושלמי פרק קונם יין. עיין רא\"ש וריטב\"א.",
                "<b>ובלח\"מ. </b> ועם זה נסתלקה כו'.<br><b> נ\"ב </b> וכן פירש ריטב\"א באורך."
            ],
            [],
            [
                "<b>יחיד שהיה מתענה על החולה ונתרפא על צרה ועברה הר\"ז משלים תעניתו.</b><br><b> רש\"י </b> פירש הוא הדין אם מת החולה בעי לקיומי נדרו וכן כתב הרא\"ש והאריך בזה. ורבינו נקיט לשון הגמרא אולם יפלא בעיני דקרא מפורש מכחישם. והוא גבי דוד שצם על בנו הראשון מבת שבע שיחיה כתיב ויצם ויהי ביום השביעי וימת כו' שלאחר מיתתו אכל ושתה ועיי\"ש. תראה כי היא סתירה גדולה ועיין רלב\"ג שם. ופלא על רבוותא איך לא הזכירו זה. וכפי הנראה צום לא דמי לשאר צדקה, שאם נדר צדקה אז צריך ליתן אף אם מת בנו, אולם לצום לא שייך שנראה שמבקש לשנות הטבע ואין מזכירין מעשה נסים. ובפרט לפי מה שכתב הראב\"ד שאין לחלק בין יחיד לציבור רק בין גשמים לשאר צרות, שבגשמים היא לשעתה והיא צרה עוברת לגמרי כ\"ש אם מת בנו החולה ודאי דאין ענין לצום ע\"ז ופטור מלהשלים ודו\"ק. ומשו\"ת מוהר\"י ברונא סימן רי\"א נראה דאשתמיט ליה דברי הרא\"ש אלו עיי\"ש שכתב שנתקיים תפלתו שאני ע\"ש והבן ועיי' שו\"ת רשב\"ש סימן תקפ\"ד שהביא דברי הפוסקים יעו\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והיו מתים באותו החולי כו'.</b><br><b> נ\"ב </b> אף מעט ירושלמי."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל תעניות שגוזרין הצבור בחו\"ל כו' ודיניהם כדין שאר התעניות כו'.</b><br><b> הנה </b> לענין הוספת שש ברכות עיין לח\"מ בזה ומפורש הוא בירושלמי פ\"ק הלכה א' בנינוה צרכין למעביד תענית בתר פסחא כו' לכו ועשו ובלבד שלא תשנו ממטבע של תפלה היכן הוא אומרה כו' ע\"ד דר\"י היכן אומרה בשש שהוא מוסיף עד כדין צבור שיש לו שש כו' הרי דבחוצה לארץ מוסיפין שש ברכות. ואולי כיון שעשו עפ\"י רבי שהיה נשיא ואפשר היתה נשיאותו גם על חוץ לארץ לכן היו מוסיפין שש ברכות דדין תענית ציבור יש להן, כיון שכל הטעם שאין ת\"צ בחו\"ל הוא כדאמר בירושלמי ריש פרק ב' הדא אמרה אילין תענייתא דאנן עבדין לית אילין וכאן היה על פי רבי. [ולכן לדידן ש\"ץ מזכיר בשומע תפילה כל צרכי יחיד כיון דאינו רק כיחיד] וראיתי לרבינו נסים סוף פ\"ק שעמד בזה, ואין דבריו מוכרחים כיון דקבעו על פי הנשיא ודו\"ק. ויעוי' ספר הלקוטות לרמב\"ן בזה."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושבת שחל ט' באב להיות בתוכה כו'.</b><br><b> בירושלמי </b> ת\"ב שחל בשבת שתי השבתות מותרין וכן מוכרח מגמרא דילן דמותיב ר' המנונא בחמישי מותרין מפני כבוד השבת, אילימא לכבס וללבוש מאי כבוד שבת איכא אלא לאו לכבס ולהניח כו' השבת כולה אסירה. ולוקמה דמיירי שחל להיות ט\"ב בשבת ומותר לכבס וללבוש בשבת דבאופן זה אסור כל השבת דרק להניח אחר ט\"ב לרב נחמן. וע\"כ דאם חל בשבת אין לשבוע זה דין שבת שחל ת\"ב להיות בתוכה כיון דהתענית הוא ביום ראשון. ויתכן שלזה ג\"כ כוון רבינו בט\"ב עצמו שחל להיות בשבת אינו מחסר כלום שאף בע\"ש אינו מונע מתבשילין. ובזה א\"ש הא דאמרו פ\"ק דמגילה על משנתינו דט\"ב מאחרין ולא מקדימין. משום אקדומי פורענותא לא מקדמינן. ולא אמר משם דשריפתו היה בעשירי. ור' יוחנן אמר אילו כו' קבעתיו בעשירי דכן משמע מסידור הירושלמי דזה הטעם למשנתינו ע\"ש במגילה ובפ\"ד דתענית ולפ\"ז נפ\"מ לדינא דאם חל להיות בשבת אם משום טעם דנשרף בעשירי והוי כקבעוהו בעשירי אם יהי' תשיעי בשבת. א\"כ השבוע שאחר ט\"ב יהי' דינו כשבוע שחל ט\"ב להיות בתוכה למ\"ד דאחריו אסור ולטעמא דאקדומי פורענותא לא מקדמינן הוי בתורת דיחוי שיום עשירי אינו זמנו לכן מותר לאחריו לכו\"ע ודו\"ק. וכפי הנראה דרק במקדש ראשון יליף מקראי דנשרף רובו בעשירי, אבל מקדש שני נשרף בתשיעי, ולכן השתא לא קבעו רק על מקדש שני וכמו דאמרו בגמרא דילן דבתשעה לחודש הובקעה העיר בבית ראשון ואפילו כן לא קבעו חכמים עליו תענית רק בי\"ז שהובקעה בשני ולכן לא אמר בתלמודין הטעם דמשו\"ה נדחה לאחר שבת משום דנשרף בעשירי דבבית שני לא נשרף בעשירי, ור\"י אמר על אותו דור שבמקדש ראשון אי הוינא התם כו' וירושלמי לטעמיה דקלקול חשבונות יש כאן וגם בבית ראשון ושני הובקעה העיר בי\"ז בתמוז וגזרו גם על בית ראשון לחודיה. ובגמרא דילן אמרו דמשום כן בט\"ב חמור משום דהוכפלו בו הפורעניות ולכן השלוחין יוצאין. ולפ\"ז א\"ש מה דלא גזרו להתענות יום שלם רק בת\"ב. ובי\"ז בתמוז לא הובקעה העיר רק בשני. אבל ירושלמי לטעמיה דקלקול חשבונות הוא וגם בי\"ז בתמוז הוכפלו הפורעניות לכן פריך בתענית בירושלמי מפני מה לא גזרו להתענות אף בלילה כמו בת\"ב, וזה שאמר מפני מה לא קבעו אותו תענית כיון שהיו בו חמש פורעניות וגם הוכפלו מפני מה אין מתענין מעת לעת ומשני כו' וריב\"ל משני מפני שכל דברים של י\"ז בתמוז חזרו בבית שני, אבל של ת\"ב לא חזרו כמו שנגזר על אבות שלא יכנסו לארץ והשכינה כו' ור' לוי משני מפני שאין מאור עיניו של אדם חוזר עד לאחר מ' יום לכן לא קבעו תענית לילה ויום מתחילת התקנה וכן חמשה ענויים כתיב הנזר בחמישי זה הפירשות מתשמיש ורחיצה, ורק בת\"ב ולא בשאר צומות ועיין רמב\"ן ותשב\"ץ ח\"ב סימן רע\"א ודו\"ק.<br><b> והנה </b> לפי מה שכתב המבי\"ט בקרית ספר דבשבת מעת לעת לילה ויום אסור מן התורה להתענות, אבל ביום בלבד אינו אסור מה\"ת ולכן מותר להתענות ת\"ח בשבת יתכן לומר דמש\"ה רצה רבי לעקור רק ת\"ב שחל בשבת ולא י\"ז בתמוז הקודמו דחל ג\"כ בשבת, משום דתענית ת\"ב נדחה מן התורה שמעל\"ע אסור להתענות מה\"ת לכן סבר הואיל ונדחה ידחה, אבל שאר צומות דהתענית הוא רק ביום ומותר מה\"ת להתענות בשבת ולא נדחה תעניתו דבר תורה ולכך מתענין למחר. ונראה דזה טעם שהביא הבית יוסף בשם אבודרהם דאלו חל עשרה בטבת בשבת היו מתענין משום דכתיב בעצם היום וכו' וזה משום דתענית יום לבד אינו אסור דבר תורה ולכן היו יכולים להתענות בשבת ודו\"ק [ובדברי האבודרהם הנ\"ל יש לישב מה דבעי בגמרא בסוף בכל מערבין בר בי רב דיתיב בתעניתא במעלי שבתא מהו לאשלומי. ולא בעי בתענית צבור שחל בע\"ש, משום דכל הד' צומות לא מצי לחול בע\"ש רק בעשרה בטבת ואיהו גופיה דחי שבת מכש\"כ שמשלים בערב שבת התענית ומזה לקח האבודרהם]. והנה נראה לומר עוד בדעת ר' יוחנן שהבית נשרף בעשירי, משום דבאמת אמרו בעו\"ג נ\"ב דעל כלי שרת באו פריצים וחללוה וכן הכא נמי כיון שנשרף הבית נפקע קדושתו ותו הי' נשרף בית של חול משום דבאו פריצים וחללוה, אבל ר' יוחנן סבר דקדושת הבית קיים אף בחורבנו וכרבינו דהמקריב בזמן הזה חייב בזבחים ק\"ז א\"כ עיקרו נשרף בעשירי ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ומקצת החכמים נוהגין שלא להניח בו תפילין.</b><br><b> מצד </b> הדין מותר להניח תפילין. שאעפ\"י שאמרו כל מה שנוהג באבל נוהג בט\"ב לאו כלל גמור הוא שהרי כפיית המטה בט' באב אין לנו ההמ\"ג ע\"ש. ואין זה ראיה שהרי תנא דברייתא סבר שמה דאף לדברי חכמים נוהגין בכפיית המטה בט\"ב ורק בשאר מטות פליגי, הא מטתו לכו\"ע כופה אלא תנא דמשנתינו אמר ולא הודו לו חכמים כל עיקר וא\"כ בתפילין לא אשכחן למשנתינו דפליגי אפשר דנוהגין שלא להניח אולם דברי הרמב\"ן ברורים. והנה שיטת הירושלמי נראה דסובר פירוש אחר במשנתינו. דז\"ל הירושלמי יאות א\"ר יודא מ\"ט דרבנן עשו כמי שמתו מוטל לפניו אינו לא כופה את מטתו ולא ישן ע\"ג מטה כפויה. ואמתת כוונתו דמפרש דקאי על הא דלעיל מיניה במשנתינו, ערב ט\"ב לא יאכל אדם שני תבשילין לא יאכל בשר ולא ישתה יין כו' ר\"י מחייב בכפיית המטה ולא הודו לו חכמים וברור דלשיטת הירושלמי קאי על ערב ט\"ב, שר' יהודא מחייב לכפות המטה וחכמים פוטרים דערב ט\"ב הוי כמתו מוטל לפניו שעדיין לא נקבר ולא חלה עליו אבלות לענין רחיצה וסיכה כמו\"ש הרמב\"ם פ\"א מהלכות אבל שלכן רחץ דוד כו' ולכן הוי כאונן שפטור מכפיית המטה ואינו אוכל בשר ואינו שותה יין ומותר ברחיצה כדברי רי\"ש בר\"י, אבל משהגיע ט\"ב הוי כמו אבל אסור ברחיצה ובסיכה וחייב בכפיית המטה. ומצאתי סברה זו מביאין בשם תרומת הדשן ונהניתי. אולם הפירוש בירושלמי ברור. ולפ\"ז מה שהובא ברי\"ף דברי הירושלמי צריך מובן, דבגמרא דילן משמע דאינו נוהג כלל דתניא עוברות ומניקות מה תהא עליהן ודו\"ק.<br><b> שוב </b> מצאתי זה בביאורי הגר\"א סימן תקנ\"ט."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות תעניות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}