{
    "title": "Maaseh Rokeach on Paschal Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Paschal_Offering",
    "text": [
        [
            [],
            [
                "<b>ועבר יום י\"ד וכו'.</b> לאפוקי פסח שני שאין בו כרת כמ\"ש לקמן פ\"ה הל' ב':"
            ],
            [
                "<b>אין שוחטין את הפסח אלא בעזרה וכו'.</b> כתב מרן ז\"ל הכי משמע במתני' פרק תמיד נשחט ע\"כ ואין משם ראיה לשיהיה לעיכובא אכן ממ\"ש רבינו בשאר קדשים הדבר פשוט דחוץ לעזרה יתחייב משום שחוטי חוץ וידוע דפסח קדשים קלים הוא כדתנן בשלהי איזהו מקומן הבכור והמעשר והפסח קדשים קלים. ומ\"ש בספרי רבינו",
                "<b>לא היו מקריבין את הפסח בבמת יחיד </b>בנוסח אחר מוסיף אלא בבמת צבור. ומ\"ש",
                "<b>לוקה </b>בנוסח אחר מוסיף כאילו הקריבן בשוק:"
            ],
            [
                "<b>ואין שוחטין אותו וכו'.</b> כבר נתבאר בפ\"א דתמידין ומוספין הל' ה':"
            ],
            [
                "<b>אם היה ברשות אחד מהם וכו'.</b> הקשה הרב לח\"מ דבפרק תמיד נשחט אמרו דהוי התראת ספק ובפט\"ז דהל' סנהדרין פסק רבינו דלא הוי התראה ותירץ דמיירי בדידעי דיש לו חמץ ולא הוי התראת ספק ע\"כ. והקשה עליו הר\"ח אבולעפיה וס' קול בן לוי ז\"ל דרבינו פסק פ\"ה דהלכות שבועות דכשהלאו מפורש בתורה התראת ספק שמה התראה וכ\"כ מרן ז\"ל בהל' סנהדרין ולא תשחט ולא תזבח לאוי מפורשים נינהו עיי\"ש. ואיני רואה תפיסה על הרב לח\"מ ז\"ל דאף אם נאמר דבשחיטה הוא לאו מפורש מ\"מ בזריקה והקטרה ודאי שאינו מפורש דאם לא פירשוהו חז\"ל לא הוה ידעינן לה וכ\"כ הפר\"ח ז\"ל ודמי ללאוי דשוא ושקר ותירוץ הרב לח\"מ הוא אמת ויציב על פי דברי הש\"ס שאמרו במסקנא לעולם בעל בסמוך קמפלגי וצריכא וכו' ועיין עוד בס' לחם יהודה ז\"ל. ותמיהני על המבי\"ט ז\"ל בס' קרית ספר דפתיך ותני התראת ספק בהאי מלתא שהרי כתב דאע\"ג דלא חזינן ליה בשעת התראה הואיל דאישתכח דהו\"ל חמץ אחר התראה מחייב ע\"כ, דלפי מסקנא דמלתא בגמרא משמע שהעדים ידעו בודאי בשעת ההתראה שיש ברשותו החמץ וק\"ל:"
            ],
            [
                "<b>דם הפסח וכו'.</b> לאו דוקא פסח דה\"ה לבכור ומעשר כמ\"ש פ\"ה דמעשה הקרבנות הל' י\"ז. ומ\"ש",
                "<b>ואחר כך </b>ט\"ס הוא וצ\"ל ואחר ששופכין. ומ\"ש",
                "<b>ובעל הזבח נוטל פסחו</b> לשון התוספתא פ\"ד והובאה בגמרא נותן פסחו בעורו ומפשיל לאחוריו אמר רב עילש טייעות ופי' רש\"י דרך סוחרים ישמעאלים הוא זה ומשמע דרב עילש לא בא לחלוק על התוספתא דמלבד דהאמוראים אין להם כח זה אם איתא הו\"ל למימר איך היה עושים ולא ידעתי למה שינה רבינו:"
            ],
            [
                "<b>המניח אמורין וכו'.</b> המל\"מ ז\"ל פלפל הרבה בזה דלמה לא הביא מקרא דלא ילין לבקר זבח חג הפסח עיין עליו והנראה דרבינו נמשך אחר המכילתא שהביא מרן ז\"ל בענין אמורין בסתמא וכבר ידוע מ\"ש מהרי\"ק שורש כ' דדרכו של רבינו לפסוק כהירושלמי היפך הגמרא דידן היכא דהוו שינויי דחיקי עיי\"ש ואפשר דה\"ה למכילתא ומ\"מ יש לתמוה על המבי\"ט ז\"ל בקרית ספר שהביא השני פסוקים עיין עליו:"
            ],
            [],
            [],
            [
                "<b>וחוזרים ויוצאים עשרה ונכנסין עשרה.</b> בגירסא שלפנינו כתוב זה ג' פעמים והוא מבואר דט\"ס הוא דא\"צ אלא ב' פעמים כיון שנתקיים פסוק דקהל ועדה וישראל על כל פנים וכדאיתא בגמרא ובדפוס מגדל עוז אין שם אלא שני פעמים וכן בקרית ספר ז\"ל שהביא לשון הגמרא ואחרי המחילה הראויה מהשיירי כנה\"ג ז\"ל שתמה על מרן ז\"ל איך לא נתעורר בזה עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>ותולין ומפשיטין את כולו.</b> כתב מרן ז\"ל לאפוקי מר' ישמעאל בנו של ר' יוחנן בן ברוקא דאמר בתוספתא פ\"ד י\"ד שחל להיות בשבת לא היה מפשיט אלא עד החזה עיי\"ש ויש לתמוה בתרתי חדא דלמה לא כתב דפסק כרבנן דפליגי עליה דר' ישמעאל ועוד דלמה הוצרך להתוספתא דפ\"ד הלא הובאה בפרק כל כתבי (שבת דף קט\"ז) דרבנן ילפי לה מכל פעל ה' למענהו וכבר נרגש מזה התוס' יו\"ט ריש פרק תמיד נשחט הביאו הכנה\"ג ז\"ל. והרב לח\"מ ז\"ל הקשה דגם לרבנן אוקמוה שם דשקיל ליה בברזי דהיינו בחתיכות קטנות כי היכי דלא ליהוי פסיק רישיה ותירץ דרבינו ס\"ל דלא כהתוספות שכתבו בפסחים דגם לרבנן הוי הכי אלא דלרבנן שרי כולו להדיא והרואה יראה שכ\"כ התוס' עצמם בפרק כל כתבי ועוד הקשה הר\"ח אבולעפיה ז\"ל בלשונות דף ה' דגם לרבנן יש חילוק בפתורא דדהבא או ביומא דאסתנא למר כדאית ליה וכו' א\"כ היה לו לרבינו לחלק וצ\"ע ע\"כ. ולענ\"ד נראה דאין כאן קושיא חדא דלרבא ורב יוסף הוא דקאמר הכי דאיכא בינייהו הא, אבל לפי האמת לכל חד מנייהו, רבנן לא חילקו בדבר ותו דבתר הכי קאמר תלמודא מאי אהדרו ליה חבריא לר' ישמעאל בנו של ריב\"ב הכי קאמרו ליה אם מצילין תיק הספר עם הספר לא נפשיט את הפסח מעורו הרי דכפי טעם זה אין שום חילוק בדבר ותדע עוד דגם לאוקמתא דשקיל ליה בברזי כתבו התוס' דרבנן שרי להדיא משום דלדברי ר' ישמעאל קאמרי עיי\"ש:"
            ],
            [],
            [
                "<b>אפילו בדבר שאינו צורך עבודה.</b> אבל צורך מקדש מיהא בעינן וכ\"כ הוא ז\"ל בפירוש המשנה פ\"י דערובין וגם בדלא אפשר קודם או אחר זה כמ\"ש לקמיה:"
            ],
            [],
            [
                "<b>אבל הרכבתו וכו'.</b> בפירוש המשנה לרבינו פרק מקום שנהגו אמתני' דמקום שנהגו למכור בהמה וכו' משמע דפסק כרבנן דבן בתירא דבאדם דוקא הוא דאמרינן החי נושא את עצמו משא\"כ בהמה חיה ועוף אמנם בחיבורו לא פסק כן שהרי כאן אסרו משום שאפשר מאתמול ואם איתא תיפו\"ל דהוי אב מלאכה ובדין חתיכת היבלת עיין מ\"ש הרב לח\"מ ז\"ל ומ\"ש עליו הר\"ח אבולעפיה ז\"ל אמנם הרואה יראה דמלשון הגמרא בעירובין משמע כדברי הרב לח\"מ ז\"ל וכמ\"ש בס' לחם יהודה ז\"ל עיין עליו:"
            ],
            [
                "<b>ומפני מה התירו להקדיש פסחו בשבת וכו'.</b> וכן כתב ז\"ל פכ\"ג דהלכות שבת הל' י\"ד:"
            ]
        ],
        [
            [
                "<b>שמתמנין עליו כשהוא חי.</b> היינו כרבנן דפרק האשה דף פ\"ט דדרשי מחיותו דשה:"
            ],
            [
                "<b>יחיד ששחט וכו'.</b> עיין מ\"ש מרן ז\"ל דפסק כרבי יוסי וכו' ע\"כ. ראיתי להפר\"ח בנימוקיו על רבינו וז\"ל ולי נראה דפסק כרבי יהודה משום דאמרינן בפרק הוציאו לו (יומא דף נ\"א) דרב ששת אית ליה כמאן דאמר אין שוחטין את הפסח על היחיד כן נ\"ל עכ\"ל. ולא ידענא מאי קאמר חדא דר' יוסי נימוקו עמו ותו דאי פסק כרבי יהודה כיון דיליף לה מקרא דלא תוכל לזבוח את הפסח מעתה אם שחטו פסול דאין זה פסח וכ\"כ הרב מתנות כהונה ז\"ל תלמידו אף שלא ראה דבריו אלה עיי\"ש ומלבד כל זה אם פסק כר' יהודה הו\"ל למינקט לישניה ולכתוב אין שוחטין את הפסח על היחיד וכו' כדברי ר' יהודה במשנה וכ\"כ הרב לח\"מ ז\"ל סוף פ\"ג:"
            ],
            [],
            [],
            [],
            [
                "<b>שחטו למולין וזרק הדם וכו'.</b> משמע דפסח בזריקה וזה לא אפשר דלעיל פ\"א הל' ו' כתב להדיא דדם הפסח בשפיכה וידוע דזריקה מרחוק ושפיכה מקרוב וכבר הארכתי בזה בפ\"ה דמעשה הקרבנות הל' י\"ז עיי\"ש:"
            ],
            [
                "<b>מי שהוא בריא וכו'.</b> משמע דהפסח פסול דאל\"כ בריא בשעת שחיטה וחולה בשעת זריקה מאי הו\"ל למיעבד הרי אנוס הוא אלא שראיתי בקרית ספר שסיים והיינו לכתחילה דבדיעבד אין מחשבת אוכלין בזריקה:"
            ],
            [
                "<b>בנו ובתו הגדולים.</b> מדסתם משמע דאפילו סמוכין על שולחנו וכ\"כ התוס' ז\"ל ושפחה עברית אף שהיא קטנה שהרי יוצאה בסימנין כיון שאין מוטל עליו לחנכה יכולה למחות וכ\"כ רש\"י ז\"ל:"
            ],
            [],
            [],
            [
                "<b>האשה וכו'.</b> ידוע מ\"ש מרן ז\"ל שהרגיש דלמה לא ביאר דין אינה נחפזת ברגל ראשון דכפי המשנה תאכל במקום שהיא רוצה ותירץ דאינה רדיפה לא שכיחא ועוד תירץ דבהדרגה יובן והרב לח\"מ ז\"ל הקשה עליו והר\"ח אבולעפיה ז\"ל תירץ בעד מרן ז\"ל עיין עליו. אך הרב לח\"מ תירץ דרבינו מפרש כפי' ר\"ת שהביאו התוס' וכ\"כ מהר\"ש אלגזי ברצוף אהבה שם. אמנם המבי\"ט בקרית ספר ז\"ל הבין כדברי מרן ז\"ל שברגל הראשון אם אינה נחפזת תאכל במקום שהיא רוצה וכך יש להבין דברי רבינו דמ\"ש מכאן ואילך הכוונה בין בשאר רגלים בנחפזת בין ברגל ראשון אם אינה נחפזת תאכל במקום שרוצה ודרך זה יש לנו לתפוס שהוא מסכים לפירושו במשנה והן הן דברי מרן ז\"ל:"
            ],
            [
                "<b>שלא יגנבנו.</b> מרן ז\"ל ביאר דעת רבינו כלומר דחושש זה שאם יאכל אצל חבירו ימשוך לב העבד אליו ויגנבנו ע\"כ והדבר קשה להבין דגם בשאר ימות השנה למה לא ניחוש על זה ותו דתפול קושית התוס' עליו דמ\"ש ממי שחציו עבד וכו' וראיתי להמבי\"ט ז\"ל בס' קרית ספר שנותן טעם שאין אחד מהם רוצה ליהנות מחלק חבירו ואין שם טעם שלא יגנבו והן הן דברי רש\"י והתוס' שקיימו דבריו. וראיתי בדפוס מגדל עוז ואין שם שלא יגנבו והכי מסתברא דבאמת טעם חלוש הוא ונראה ודאי שהוא ט\"ס וכן נוטין דבריו שבפירוש המשנה שכתב לא יאכלו משל שניהם כשיש ביניהם קפידא על זה השיעור וכו':"
            ],
            [
                "<b>מי שחציו עבד וכו'.</b> עיין מ\"ש מרן ז\"ל ובשם רבינו אברהם בנו של רבינו ז\"ל ולהרב קרית ספר ז\"ל מצאתי שהביא תחילה כדברי רבינו דלא יאכל משל רבו ולא משל עצמו ושוב הביא השקלא וטריא של הש\"ס וסיים והואיל ובידינו לשחררו הרי הוא כבן חורין ואוכל משל עצמו ע\"כ. ולכאורה הוא תמוה דפתח בכד וסיים בחבית לכך נראה שהבין ז\"ל דלמשנה אחרונה דאוכל משל עצמו היינו אחר שכפו את רבו דאף שעדין לא נכתב הגט שחרור מ\"מ כיון שבידינו לשחררו שהרי כבר כפו אותו הרי הוא ברשות עצמו קרינן ביה אבל אם אירע פסח קודם הכפייה בין למשנה ראשונה בין למשנה אחרונה לא יאכל לא משל רבו ולא משל עצמו וזוהי כוונת הרב שהתחיל דלא יאכל לא משלו ולא משל רבו שכך הוא האמת אף למשנה אחרונה וסיים דאחר הכפייה לפי משנה אחרונה אוכל משל עצמו אף שעדין לא נשתחרר וזהו שכתב הואיל ובידינו לשחררו ולזה אפשר שנתכוון רבינו שסיים עד שיעשה כולו בן חורין ולא כתב עד שיהיה כולו בן חורין אלא עד שיעשה כלומר שכבר כפו את רבו ובידינו לשחררו על פי מ\"ש בפ\"ז דהל' עבדים הל' ז' דכופין וכו' כן נראה שהבין המבי\"ט ז\"ל בדעת רבינו וניצול מהשגת הראב\"ד ז\"ל:"
            ],
            [],
            [
                "<b>ויאכלו בחבורתו.</b> הלשון מגומגם ובדפוס מגדל עוז כתוב ויאכלהו בחבורתו ובין כך ובין כך הוא מגומגם שהרי אין לו חבורה והיה די באומרו ונותנין לו חלקו, ויותר נראה להגיה ויאכלהו בחבורתן משום שאין רשאין להוציא כזית ממנו לחוץ כמ\"ש בריש פ\"ט:"
            ]
        ],
        [
            [
                "<b>אינו אוכל משניהם וכו'.</b> קצת קשה דלעיל פ\"ב הל' י\"א פסק ביתום גדול ששחטו עליו אפוטרופין דנעשה כממנה עצמו על שני פסחים ולא יאכל אלא מן הראשון ותו קשה דאותו דין דיתום הוא מהירושלמי פרק האשה ושם ר' דוסא הביא ראיה ממתני' דשחט גדי וטלה יאכל מן הראשון וזה היפך הגמרא דידן שהרי אוקימנא הך מתני' במלך ומלכה דוקא משום שלום מלכות וכמ\"ש רבינו כאן א\"כ נראה שלא היה לו לרבינו לפסוק כזה הירושלמי. ונראה לענ\"ד דס\"ל לרבינו דאף דר' דוסא פליג אגמרא דידן מ\"מ סתם ירושלמי לא פליג אגמרא דידן דתני ברישא דמתני' ביתום קטן אבל ביתום גדול וכו' והיינו טעמא דעד כאן לא אמרו בגמרא דידן גבי עבד ששחט גדי וטלה אלא מפני ששניהם מאדם אחד ולכך אמרינן אין ברירה על מי היה דעתו בשעת שחיטה משא\"כ גבי יתום שעיקר הקרבן פסח אינו שלו אלא של האפוטרופין דא\"א לומר בהן יצאו לבית השריפה כיון שנמנו עליו כהוגן כל אחד בשלו אלא שמצד היתום אמרינן דדעתו על הנשחט ראשון ודומה קצת לדין בני חבורה שבהל' ג' ובס' ידי אליהו ז\"ל דף קי\"א ראיתי שנתעורר בקושיא זו ולא השגיח לראות לשון הירושלמי עיין עליו:"
            ],
            [
                "<b>ואם שכח השליח קודם שיזרק הדם.</b> בדפוס מגדל עוז כתוב ואם שכח השולח וכ\"כ הרב לח\"מ ז\"ל וכן עיקר:",
                "<b>ע\"מ שלא יהיה לרבך בו כלום.</b> כפי מ\"ש רבינו פ\"ג דזכיה ומתנה הל' י\"ג נראה דלשון זה אינו מועיל ואולי דגבי פסח הקילו והתוס' יו\"ט בפ\"ט אמתניתין פי' דרבינו סמך וכו' ועיין מ\"ש שם בס\"ד:"
            ],
            [],
            [],
            [],
            [
                "<b>אבד להם פסח ואבדו לו פסח.</b> בדפוס מגדל עוז אבד להם פסחם ואבד לו פסחו:"
            ],
            [],
            [],
            [
                "<b>חמשה שנתערבו עורות פסחיהם וכו'.</b> לכאורה קשה טובא דלפי מ\"ש רבינו בפט\"ז דהלכות מאכלות אסורות דבעלי חיים ודבר חשוב וכל דבר שאין בטולו ברוב אינו אלא מדבריהם וכן הכריח והסכים הפר\"ח יו\"ד סי' ק' דמן התורה אחרי רבים כתיב ובכל האיסורין כולם חוץ מערלה וכלאי הכרם ובשר בחלב ועבודה זרה כולם בטלין ברוב מעתה כיון שנתערבו ברוב למה לא יתבטלו וכבר ידוע דיבש ביבש שנתערבו ברוב אפילו אדם אחד יכול לאוכלן כמ\"ש השו\"ע יו\"ד סי' ק\"ט ואפשר דכיון שלא נתערבו אלא העורות והפסחים כל אחד ביד בעליו מעתה הו\"ל ספק בכל אחד בפני עצמו שמא זה הוא של היבלת וספיקא דאורייתא לחומרא והיינו מ\"ש בגמרא והא איכא חד דלא נפק וכו' כלומר דכיון דבכל חד איכא ספיקא וכו' ואף דרבינו ס\"ל דספיקא דאורייתא לחומרא אינו אלא מדבריהם כמ\"ש סוף פ\"ט דטומאת מת מ\"מ הרי כתב שם דדבר שחיובו כרת הוא מן התורה א\"כ ה\"נ נימא הכי:",
                "<b>נמצא נשחט שלא למחוייב וזה כמי שנשחט שלא למנויו.</b> בס' ידי אליהו ז\"ל נתקשה דלמה הוצרך לכתוב שלא למחוייב ומכח שרבינו לא הזכיר בשום מקום להדיא דאין הפסח נאכל אלא למנויו דהיא משנה ערוכה סוף פ\"ה דזבחים הגיה בדברי רבינו שצ\"ל נמצא נאכל שלא למנויו ורב חיליה להגיה כן שהרי בשארי נוסחאות כתוב כנוסחתינו ועיין מ\"ש אני הצעיר בפרק שמיני:"
            ]
        ],
        [
            [
                "<b>והרוצה להחמיר על עצמו ה\"ז משובח ויביא פסח שני.</b> ידוע דהראב\"ד ז\"ל השיג על רבינו דאין שבח שיביא חולין לעזרה ומרן ז\"ל תירץ דאפשר דמאי יביא פסח שני דקאמר שימנה עם אחרים על פסח שני ע\"כ ודברים תמוהין הם דאם זה התירוץ אמת למה לא נעשהו בההיא דחמשה שנתערבו עורות פסחיהם שכתב רבינו בפרק הקודם ומרן גופיה הזכיר זה כאן ולא נרגש מזה והוא תמוה הרבה ואם נאמר דהן הכי נמי ורבינו לא הזכירו מפני שכבר ביאר בפרק ב' הל' ה' דאם שחטו למנוייו ושלא למנויו כשר והן הן דברי מרן ז\"ל שכתב שימנה עם אחרים אכתי תקשי להש\"ס דשקלו וטרו היכי ליעביד שהרי אחד מהם לא קיים מצות פסח וקאמר לייתו כולהו חד פסח נמצא פסח נאכל שלא למנויו וכו' ואמאי לא אוקימו בשימנו כולם על פסח של בני חבורה אחת דאף אם יהיה למנויו ושלא למנויו הרי הוא כשר כי הכא שהרי הדברים ק\"ו דהכא מן הדין כבר יצא בפסח ראשון שהרי שורת הדין שאינו נאמן ואפ\"ה שרינן ליה לימנות עם אחרים מכל שכן וק\"ו התם דחד מנייהו ודאי לא עשה פסח וכבר ראיתי להרב לח\"מ ז\"ל שנרגש מזה ולא תירץ כלום והוא ז\"ל תירץ באופן אחר והר\"ח אבולעפיה ז\"ל חלק עליו ובס' לחם יהודה ז\"ל הליץ בעדו ועיין עוד בס' ידי אליהו ז\"ל. ולדברי מרן ז\"ל הוה מצינן למימר דגם בההיא דעורות הן הכי נמי דיכול לימנות על פסח אחר כי הכא אלא דהש\"ס בעי למהדר אדין אכילה דהקשו להדיא לייתו כולהו חד פסח נמצא פסח נאכל שלא למנויו אמנם לענין המינוי בלא אכילה פשיטא דמצו עבדי ולפ\"ז בכל מקום שאנו פוטרין מלעשות פסח שני כגון בההיא דחופר בגל שכתב רבינו בפ\"ו הל' י' דמפני הספק פטרו מפסח שני פשיטא ודאי לדעת רבינו ומרן ז\"ל דיכולין לימנות בלא אכילה ודו\"ק ובעיקר הדין עיין מ\"ש סוף הלכות פסולי המוקדשין:"
            ],
            [
                "<b>שהציץ מרצה על שגגת הבשר וכו'.</b> הקשה הרב לח\"מ ז\"ל דבפ\"א דפסולי המוקדשין כתב כל הזבחים של יחיד בין שנטמא הבשר וכו' זורק את הדם נטמאו שניהם לא יזרוק ואם זרק הורצה שהציץ מרצה על הטומאה משמע דאפילו דזרק במזיד הציץ מרצה וכאן לא כתב דמרצה אלא על השגגה ולא על הזדון וצ\"ע עכ\"ל. וגברא חזינא תיובתא לא קא חזינא דהרי רבינו נותן טעם כאן שאין הפסח בא אלא לאכילה דמשמע דמזה הטעם הוא דמחלקינן בין שוגג למזיד משא\"כ בשאר זבחים דאין עיקרן לאכילה לא מחלקינן בין שוגג למזיד ומשנה ערוכה היא בכיצד צולין נטמא בשר וחלב קיים אינו זורק את הדם וכו' ובמוקדשין אינו כן אלא אע\"פ שנטמא בשר והחלב קיים זורק את הדם ואיך נעלם מעיני כבודו דבר זה:"
            ],
            [
                "<b>הפסח שיצא מירושלים או שנטמא בי\"ד וכו'.</b> הך בי\"ד קאי נמי ארישא דאילו בליל ט\"ו לא בעינן שיצא מירושלים אלא מכיון שיצא חוץ לחבורתו נפסל וישרף כמ\"ש רבינו בפ\"ט הל' ב' ובפירוש המשנה דהפסח שיצא וכו' כתב רבינו עניינו שיצא מן הבית שנאכל בו וכו' והוא תמוה כמבואר וגם התוס' יו\"ט הניחו בצ\"ע. אך י\"ל משום דבגמרא מייתי מהן לא הובא מדמה וכו' שמא חוץ למחיצה יצאת וכו' ועיין עוד להרב קול הרמ\"ז ז\"ל:",
                "<b>נטמא שלם וכו'.</b> עמ\"ש מרן ז\"ל דרבינו השמיט דין האכסנאי וכו' כבר כתבו במקומו בפי\"ט דפסולי המוקדשין הל' ח' וכ\"כ התוס' יו\"ט ז\"ל ופשוט:"
            ],
            [
                "<b>המפריש נקבה וכו'.</b> עיין מ\"ש מרן ז\"ל ונראה דאין שייך כאן בעלי חיים נידחין כיון דנקבה ובן שתי שנים לא שייכי לפסח כלל ועיין להרב לח\"מ והתוס' יו\"ט ולחם יהודה ז\"ל:"
            ],
            [],
            [
                "<b>והשני יקרב שלמים.</b> עיין מ\"ש מרן ז\"ל בתירוץ ראשון דהכוונה שיביא בדמיו שלמים לשון יקרב הוא מגומגם הרבה והעיקר כתירוץ שני משום דאין בעלי חיים נידחין ורבינו השוה דין זה למפריש פסחו ומת דבנו מביאו לשם שלמים אף קודם שחיטה והמפרשים ז\"ל נתחבטו הרבה בדין זה כאן ופט\"ו דמעשה הקרבנות:"
            ],
            [
                "<b>ושלמים הבאים מחמת פסח.</b> ופי' רש\"י בלשון שמעתי דהיינו חגיגת י\"ד שנתבאר דינה בפ\"י הל' י\"ב וי\"ג ועיין להתוס' שם:"
            ],
            [
                "<b>פסח שנתערב בשלמים וכו'.</b> וכ\"כ הוא ז\"ל בפירוש המשנה אמנם רש\"י והרע\"ב ז\"ל פי' ג' טלאים אחד פסח ואחד (ערלה) [עולה] ואחד (שלמים) [אשם] ולפי' רבינו לא ידעתי למה לא יתבטלו ברוב וכמ\"ש סוף פ\"ג עיי\"ש. ומ\"ש בספרי רבינו @50אם קרב פסחו בדפוס מגדל עוז נמחק:"
            ],
            [],
            [
                "<b>הממנה אחרים וכו'.</b> כתב מרן ז\"ל ובפלוגתא דרבא ורב זירא פסק כמאן דמחמיר ע\"כ כוונתו מבוארת דבחלוק וטלית קאמר אמנם אין די באר בדברי רבינו דמכיון שכתב תחילה דהמעות חולין שעל מנת כן וכו' משמע דכל מילי קאמר וכבר עמד בסוד דבריו הרב לח\"מ ז\"ל אף שדבריו מגומגמים עיין עליו גם בשו\"ת צבי אשכנזי ז\"ל סי' קי\"ג עמד בזה וביאר דעת רבינו אך הרואה יראה שאינו עולה לפי דברי הש\"ס והיותר נראה דרבינו פוסק לקולא דאפילו טלית וחלוק שרי וזהו שסתם וכתב שהמעות חולין. ומ\"ש אח\"כ בעצים ומצה ומרור היינו שממעות שהוציא למצה ומרור קאמר על פי מה שהקדים שהם כפסח אף שבאמת לשונו מגומגם מ\"מ מצאנו להמבי\"ט ז\"ל בקרית ספר שנראה שהבין כן עיין עליו שוב ראיתי להמל\"מ ז\"ל שגם הוא הבין דרבינו פסק לקולא ופי' הדין השני במותר הפסח כדברי הר\"ץ אשכנזי ז\"ל:"
            ]
        ],
        [
            [],
            [
                "<b>מי ששגג או נאנס.</b> בדפוס מגדל עוז כתוב כיצד מי ששגג או נאנס. ומ\"ש",
                "<b>אבל מי שהיה טמא וכו' </b>ומרן ז\"ל הביא דבריו שבפירוש המשנה שלא נאמר בו לשון כרת וכו' כוונתו שלא נאמר הכרת בפירוש דהא לא נפקא לן אלא מקרא דחטאו ישא ובג\"ש דאילו חיוב כרת פשיטא דחייב כמ\"ש בראש הפרק לפיכך חייבין עליו כרת. ובעיקר דבריו קשה טובא דבין לר' נחמן בין לרב ששת אלו חייבין דקתני מתני' קאי אמזיד מיהא ובגמרא קא מתמה שוגג ונאנס בני כרת נינהו עיי\"ש ואין לנו בקושיא זאת אלא דברי הרב לח\"מ ז\"ל והרב ברכת הזבח ז\"ל שכתבו דכל הך שקלא וטריא אינה אלא לר' נתן ור' חנינא אבל לרבי דקיי\"ל כוותיה דשגג בראשון והזיד בשני חייב המשנה מתפרשת כפשטה עיין עליהם ובס' דינא דחיי ז\"ל דף ט\"ו האריך להקשות על רבינו דבגמרא אוקמוה כמאן דאמר מגדף היינו מברך את ה' ורבינו בפירוש המשנה ובפט\"ו דסנהדרין פסק דמגדף היינו עובד ע\"ז ולא מצא לו מענה ועם כי הדבר צריך ביאור נראה לענ\"ד דמההיא דסנהדרין אין הכרח כלל עיין עליו:"
            ],
            [],
            [],
            [
                "<b>וכן טבילת אמהותיו וכו'.</b> כתב הראב\"ד ז\"ל בתוספתא דפסחים בדברים שבין פסח מצרים לפסח דורות ע\"כ. ולא ידעתי אם כוונתו להשיג או לסייע ובתוספתא שם סוף פ\"ח קתני מי שהיו לו עבדים שלא מלו ושפחות שלא טבלו מעכבין אותו מלאכול פסח ר' אליעזר בן יעקב אומר אומר אני בפסח מצרים הכתוב מדבר ע\"כ ומדכתב הראב\"ד בדברים שבין פסח מצרים וכו' משמע קצת דכוונתו להשיג שהיה לו לפסוק כראב\"י ומ\"מ האמת שאין כאן השגה אם פסק כת\"ק:"
            ],
            [
                "<b>הקטן וכו'.</b> כתב מרן ז\"ל דגירסת רבינו במכילתא וכל עבד איש ולא של אשה וקטן ע\"כ. וקשה טובא דביבמות דף מ\"ח פריך עבד איש ולא עבד אשה וכן בגיטין דף ל\"ח ובקידושין דף ע\"ב משמע דגם אשה מילת עבדיה מעכבתה ותו דלרבינו דאצטריך איש למעוטי קטן מה הקשה בגמרא עבד איש ולא עבד אשה וכן הקשה המל\"מ ז\"ל ואילולי דברי מרן ז\"ל היינו יכולין לומר דלרבינו אשה בכלל איש תדע דלא מפיק אלא קטן וכבר הקדים בראש פ\"א דאחד האיש ואחד האשה במצוה זו ולאידך קושיא י\"ל דממשמעותיה דתיבת איש הוא דקאמר הכי והא והא איתא:"
            ],
            [],
            [
                "<b>לפיכך אין שוחטין עליהן וכו'.</b> כתב מרן ז\"ל דלעניין דחיית שבת לא ראה לפסוק כר' יוסי וכו' ע\"כ והקשה הרב לח\"מ ז\"ל דא\"כ אמאי קאמר בגמרא דהא דר' אלעזר אתיא כר' יהודה לימא דאתיא כר' יוסי דלענין דחיית שבת מודה ר' יוסי כסברת הרמב\"ם ז\"ל וכו' ע\"כ. ולא זכיתי להבין דבריו דכוונת מרן ז\"ל דר' יוסי אה\"נ דס\"ל דדחי שבת אך מכיון דאשכחן לר' אלעזר דמשמע מדבריו דבשני לא דחי שבת לא רצה רבינו להקל בחילול שבת דחמיר ור' יוסי השוה שני לראשון שהרי קאמר ואצ\"ל בראשון א\"כ לדעתו דחי שבת ודאי, גם הרב קרית ספר ז\"ל כתב דר' יהודה דאמר בשני עושין אותה טפילה לא אצטריך אלא היכא דחל בשבת דבחול פשיטא דשוחטין עליה ע\"כ והוא מגומגם דבגמרא אמרו אהני ככל חקת הפסח לטפילה בעלמא מכלל הדברים משמע דאין דוחה שבת כלל:"
            ],
            [
                "<b>מי שהיה בינו וכו'.</b> על מ\"ש מרן ז\"ל דפסק כעולא וכו', [כתב] בס' ברכת הזבח ז\"ל דף מ\"ב לא ערבו לו דבריו לא ידעתי למה והוא ז\"ל כתב דרכים אחרים דחוקים עיין עליו:",
                "<b>מי שהיה חבוש וכו'.</b> קשה דממתני' וגמרא משמע דאף ביד גוים דוקא לעצמן אין שוחטין אבל עם אחרים שוחטין ולמה לא חילק רבינו ואפשר דעם אחרים מלתא דפשיטא היא דלא גרע מחולה וזקן שנמנים עם אחרים כמ\"ש פ\"ב ולכך לא חש לבאר גם בפירוש המשנה סתם ועל כרחך כוונתו כאמור ועיין להרב לח\"מ ז\"ל ודין האונן ביארו רבינו לקמן פ\"ו הל' ט':"
            ]
        ],
        [
            [
                "<b>כגון זבין וזבות וכו'.</b> לשון הברייתא זבין וזבות מצורעין ומצורעות ובועלי נדות ויולדות ואין שם נדות משום דבכלל יולדות היא ורבינו השמיט מצורעין ומצורעות אפשר שלא היו בגירסתו אך קשה דשם אוקימו הך ברייתא כרבי יוסי דאמר נשים בשני חובה ורבינו פ\"ה הל' ח' ופ\"ז הל' ג' פסק להדיא דהוו רשות וכבר כתבתי שם דלענין דחיית שבת פוסק רבינו להחמיר ומכח זה פסק דבשני רשות ומאי דאוקימו בגמרא כר' יוסי לרווחא דמילתא דגם לר' יהודה ור' שמעון מצי אתיא אלא דכלפי שהבין המקשן דחובה קאמר הוצרך לתרץ לו לפי שיטתו. והרב לח\"מ ז\"ל תירץ על פי מ\"ש מרן ז\"ל שם ודין טבול יום ומחוסר כפורים שהזכיר מרן ז\"ל הביאם רבינו לקמן הל' ג' ד':"
            ],
            [
                "<b>טמא מת וכו'.</b> עיין מ\"ש מרן ז\"ל להשגת הראב\"ד ז\"ל והרב לח\"מ והמל\"מ ז\"ל הליצו בעד הראב\"ד והתוס' יו\"ט ז\"ל קיים דברי מרן ז\"ל גם הר\"א מזרחי ז\"ל פרשת בהעלותך הקשה על הראב\"ד עיין עליו. ומ\"ש בספרי רבינו",
                "<b>מפי השמועה למדו וכו' </b>בדפוס מגדל עוז כתוב מפי השמועה למדו שאותו י\"ד שביעי שלהן היה ומ\"ש מרן לנוסח השגת הראב\"ד אבל סברת עצמו היא, כאן העתיק המבי\"ט ז\"ל בקרית ספר. והר\"ח אבולעפיה ז\"ל דף ע\"ו הקשה על מ\"ש מרן ז\"ל סוף פ\"ב דהל' ביאת מקדש דטמא מת אפילו טבל אין משלח קרבנותיו כמ\"ש בהל' קרבן פסח ע\"כ, דליתא דטמא שרץ יוכיח דאין שוחטין עליו קרבן פסח ומשלחין קרבנותיהם וטמא מת שטבל למה יגרע ושמשא ממילא ערבא וקרבן פסח גזירת הכתוב וצ\"ע עכ\"ל. ואיני רואה קושיא דמרן לא נחית אלא לדברי רבינו שכתב עד שיטהר משמע דאפי' טבל ואם תקשה גם לרבינו, רבינו ס\"ל דגזירת הכתוב היא בטומאת מת ולא לענין פסח בלבד:"
            ],
            [
                "<b>זב שראה שתי ראיות וכו'.</b> במשנה תנן ראה שלש שוחטין עליו בשמיני שלו ורבינו השמיטו לא ידעתי למה והתוס' יו\"ט ז\"ל הגיהו וכצ\"ל וכשראה שלש ראיות סופר שבעה ימים בלא ראיה וטובל בשמיני ומביא קרבן בשמיני ע\"כ אמנם בדפוס מגדל עוז כתוב כגירסתינו והאמת נראה דמדהאריך הלשון בתוס' יו\"ט משמע שמצא כן בנוסח אחר שוב מצאתי בקרית ספר ז\"ל שהזכיר הדין משמע דהוה גריס ליה:"
            ],
            [
                "<b>מחוסר כפורים וכו'.</b> עיין מ\"ש לקמן הל' ט':"
            ],
            [],
            [
                "<b>ואפילו חל שביעי שלו להיות בי\"ג בניסן וכו'.</b> לא נתבאר בדברי רבינו אם עבר והזה ביום זה אם יעשה פסח בזמנו והיה נראה ללמדו מדין גר שנתגייר בערב פסח ומל וטבל בו ביום דאפ\"ה העמידו דבריהם כמ\"ש לקמן אמנם נראה דלא דמי דהתם עיקר הגזירה משום פסח שמא יטמא לשנה הבאה וכו' אבל הכא לא נאסר אלא מכח ההזאה ואין לנו לומר גזירה אחרת כיון דלא שייכא וכן מצאתי להדבר שמואל ז\"ל סימן רי\"ט ופשוט:"
            ],
            [
                "<b>ומל וטבל וכו'.</b> פשטן של דברים שאנס עצמו באותו יום שאחר שמל תכף דחק עצמו וטבל ואפ\"ה העמידו חז\"ל דבריהם מכח גזירה דשמא יטמא במת לשנה הבאה ועוד אפשר לפי מ\"ש ה\"ה בשם הרמב\"ן ז\"ל פי\"ד דאיסורי ביאה הל' ה' דאם טבל תחילה ואח\"כ מל שפיר דמי דהא טעמא אינה אלא משום דאי פריש נפרוש וטעמא דמלתא נראה משום דעבודה זרה איתקש למת ובמת גזירת הכתוב היא כמ\"ש בהל' ב' משא\"כ בשאר טומאות:"
            ],
            [],
            [
                "<b>אלא שוחטין עליו וטובל וכו'.</b> בפרק חומר בקדש דף כ\"ו תנן דאונן ומחוסר כפורים צריכים טבילה ובגמ' מאי טעמא כיון דעד האידנא הוו אסירי אצריכום רבנן טבילה ופסקו רבינו פי\"ב דשאר אבות הטומאות הל' ט' ונתן טעם שהרי עד עתה היו אסורים לאכול את הקדש והסיחו דעתן ושמא נטמאו והם לא ידעו ע\"כ ונראה שזו היא כוונתו ג\"כ כאן שכתב כדי שיפרוש מאנינותו ולא יסיח דעתו כלומר שמתוך אנינותו הסיח דעתו מן הטומאה ולכך תיקנו לו טבילה כדי שלא יסיח דעתו מכאן ולהבא. אלא דקצת קשה דלמה לא הזכיר טבילה זו בהל' ד' גבי מחוסר כפורים ואם נאמר דסמך למ\"ש בשאר אבות הטומאות למה הזכירו כאן גבי אונן ומכח זה הרב לח\"מ ז\"ל רצה לחלק בין אונן למחוסר כפורים ובין פסח לשאר קדשים עיי\"ש אך אכתי קשה דפסח קדשים קלים הוא ובמשנה תנן צריכין טבילה לקדש אבל לא לתרומה משמע דבכל מין קדש קאמר דהא לא מפיק אלא תרומה לכך נראה יותר דגם מחוסר כפורים בעי טבילה לאכילת הפסח וסמך וכו' ומ\"ש כאן גבי אונן היינו טעמא מפני שעדין לא נשלם אנינותו ולכך כתב הטעם כדי שיפרוש מאנינותו וכו' כלומר אף שעדין הוא בתוכו מ\"מ אנינות לילה אינה אלא מדבריהם ודברי מרן ז\"ל הכי מוכחי שציין פ\"ב דחגיגה:"
            ],
            [
                "<b>מי שחופר בגל וכו'.</b> משמע דאפילו לימנות עם חבורה אחרת קאמר וכ\"כ בפי' המשנה וקשה דמאי שנא ממי שהבטיחוהו לצאת מבית האסורין שפסק לעיל סוף פ\"ה דשוחטין עליו ובמתני' תנן להו גבי הדדי. וראיתי להמבי\"ט ז\"ל בקרית ספר שתירץ דמתני' לדעת רבינו בגל ארוך ואז שוחטין עליו אבל בגל עגול אפי' לימנות עם אחרים אין שוחטין עליו דאם ימצא שם מת הרי הוא טמא מתחילתו עיי\"ש ופשוט:"
            ],
            [
                "<b>מי שעבר וכו'.</b> וכן פסק סוף פ\"ט דנזירות והראב\"ד ז\"ל השיגו שם וכאן שתק אמנם הלצת מרן ז\"ל היא אמיתית עיין עליו:"
            ],
            [],
            [
                "<b>מי שנטמא במת וכו'.</b> היינו בטומאה שאין הנזיר מגלח עליהם כמ\"ש בהל' ב'. ועל מ\"ש",
                "<b>אבל אם נטמא בששי וכו' </b>ומרן ז\"ל להשגת הראב\"ד ז\"ל כתב דמלתא פסיקתא נקט, אפשר עוד דבא להשמיענו דאף אם שחטו וזרקו עליו קודם הזאה וטבילה אף שטומאת התהום עיקרה על הספק אי נמי שספק אם נטמא בטומאת התהום קודם ההזאה או אחריה הרי הוא כנטמא בששי ולכך דייק רבינו לכתוב עד שיהיה טהור ודאי:"
            ]
        ],
        [
            [
                "<b>רבים שהיו וכו'.</b> איכא למידק למה נתנו שיעור לכהנים וכלי שרת בין אם נטמאו רובם לנטמאו מיעוטן ולא מצאתי גילוי לדבר זה לא בדברי רבינו ולא בגמרא לבד ראה זה מצאתי שאמרו בגמרא אמר רב חסדא לא שנו אלא שנטמא הסכין בטמא מת וכו' ופירש רש\"י לא שנו דמשמע משום טומאת כלי שרת עבדי כולהו בטומאה ע\"כ פשטן של דברים דאפילו סכין אחד קאמר ודבר זה אין השכל מקבלו דבשביל סכין אחד שנטמא יעשו כל הקהל בטומאה בזמן שכולן טהורים ועוד אני מסתפק דקי\"ל כל הכלים שהיו במקדש יש להם שניים ושלישים שאם נטמאו מביאים אחרים תחתיהם וכיון שכן למה כשהיו כלי שרת טמאים יעשה בטומאה יביאו השניים ויעשו כולם בטהרה כמ\"ש רבינו סוף פ\"ז דכלי המקדש:",
                "<b>ודבר זה בטומאת המת בלבד וכו'.</b> הרב לח\"מ ז\"ל הקשה על רבינו והניחו בצ\"ע ולקמן בפ\"ה בהל' ז' יתבאר ולמ\"ש התוס' יו\"ט להרע\"ב והביא דברי רש\"י ז\"ל דמשמע דזבין לא מדחו וכו' א\"א להבין כן דבדף פ' אמרו להדיא כי הוו כולהו זבין מאי עבדת ליה דמשמע דאין זבין עושין בראשון אם יהיו הרוב או כולם:"
            ],
            [],
            [],
            [
                "<b>היה רוב הקהל וכו'.</b> שם בגמרא ומבואר יוצא דזבין ומצורעין עושין את השני אף שלא הרוב עשו בראשון דהא לא הוו יחידים:"
            ],
            [],
            [],
            [],
            [
                "<b>פסח וכו'. ולכיוצא בהם מטמאי מגע טומאות.</b> וכתב מרן ז\"ל ממתניתין דפסח שבא בטומאה לא יאכלו ממנו זבין וזבות ואם אכלו פטורין ומשמע לרבינו דלא מיעטה המשנה אלא דוקא הני טמאים שטומאה יוצאה מגופם אבל שאר טמאים שאין טומאה יוצאה מגופן יאכלו והכי אמרינן פ\"ה דבכורות וכו' ע\"כ. וקשה טובא דמשמע דטמא שרץ ונבלה שאין טומאה יוצאה מגופן מותרין לאכול כמו טמא מת ובפ\"ד דביאת מקדש הל' י\"ב גבי פסח שבא בטומאה כתב אבל הטמאים בטומאה אחרת כגון זבין וכו' וטמאי שרץ ונבלה לא יתעסקו ולא יכנסו לעזרה וכתב מרן שם מהך מתני' גופא דמדקמסיים ר' אליעזר פוטר אף על ביאת מקדש מכלל דת\"ק מחייב ופסק כת\"ק ע\"כ וקשה דהכא הכריח מהך מתני' דזבין וזבות דקתני דוקא קאמר משום דטומאה יוצאה מגופן והתם כלל שאר טומאות בהדי זבין וזבות וכבר הרב לח\"מ ז\"ל בריש פרקין נתקשה על רבינו שחילק בין אכילה לכניסת עזרה דמנא ליה והניחו בצ\"ע אבל מרן ז\"ל הסתירה מבוארת בו כאמור.",
                "<b>והנה </b>ראיתי להרמ\"ז ז\"ל בפירוש המשנה שכתב דכוונת רבינו במ\"ש כאן ולכיוצא בהן מטמא מגע טומאות שהכוונה בטומאות מן המת כגון גולל ודופק ורביעית דם ורובע עצמות וכו' שפטורין בביאת מקדש כמ\"ש פ\"ג דביאת מקדש עיי\"ש ובס' בית דוד נר\"ו תמה עליו דאיך השוה למרן והרב לח\"מ ז\"ל כטועים והקשה עליו דא\"כ כשכתב הני דטומאה יוצאה מגופן הו\"ל לאשמועינן אינך נמי שאינן מחמת מת ואין טומאה יוצאה מגופן עיי\"ש ואי מהא לא איריא דרבינו לאו כי רוכלא הוא ואשמועינן הנהו דטומאה יוצאה מגופן לרבותא דאפילו הני אם אכלו פטורין ואי קשיא הא קשיא דבפ\"ז דנזירות הל' ו' כשמנה רבינו הטומאות שאין הנזיר מגלח עליהם כתב שהם מטמאין במגע ובמשא ובאהל ואם כוונת רבינו כאן לאלה הטומאות דוקא למה כתב מטמא מגע טומאות היה לו לומר מגע ומשא ואהל אי נמי טומאות סתם כיון דלא איירי אלא בהנך דמת דוקא ותו דאכתי דברי מרן ז\"ל סתרי אהדדי.",
                "<b>לכך </b>יותר נראה ליישב דברי רבינו ומרן ז\"ל דלא ליסתרו אהדדי וטפי עדיף והוא שבענין האכילה נמשך רבינו על הסוגייא דבכורות דמחלק בין טומאה יוצאה מגופו לאין יוצאה משא\"כ לענין העבודה וההכנסה לעזרה דלא נפקא לן זה אלא מדברי ר' אליעזר ומיניה נשמע לת\"ק וכי היכי דר\"א פטר בכולן גם ת\"ק נימא דמחייב בכולן דבענין זה לא חילקו בין טומאה יוצאה מגופן לאין יוצאה ומכל שכן דמתפיס לחומרא באיסור כרת עדיף והיכא דאתמר אתמר וכו' שבענין האכילה יש להקל שהרי מתחילתו לא בא אלא לאכילה כדתנן במתניתין וכמ\"ש רבינו כאן והוא דבר בלתי אפשרי שהרי אריה הוא דרביע עליה לאכול משא\"כ העבודה וכניסה לעזרה יכול הוא לימנות על הפסח ולא יכנס ולא יעבוד שהרי לא היה נכנס בכל פסח אלא איש אחד בעד כל בני החבורה כמ\"ש רבינו לעיל ומשלחין אותו ביד אחד לשחוט עליהן ואין זה פלא שהרי טמא שרץ וכיוצא אף שעדיין לא העריב שמשן שוחטין עליהם ואוכלים ואילו לענין עבודה וכניסה לעזרה חייבים מיתה כמ\"ש רבינו שם הל' ד' ופ\"ג הל' י\"ד אף דשמשא ממילא ערבא א\"כ השכל מקבל דבר זה ונכון הוא וכן נראה שהבין המבי\"ט ז\"ל בקרית ספר עיין עליו:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ושניהן אינן נאכלין אלא צלי אש.</b> מרן ז\"ל ציין ממתני' דפרק מי שהיה והן אמת דהתם תנן ונאכלין צלי דקאי אפסח ראשון ושני אבל שיהא זה לעיכובא לא שמעינן לה מהתם אלא ממתני' דסוף פרק איזהו מקומן דקתני הפסח אינו נאכל אלא בלילה ועד חצות ולמנויו וצלי ורבינו הזכיר כאן עיכוב הצלי ולקמן הל' ה' ביאר דין הלילה ובהל' י\"ד ביאר דין חצות אבל אינו נאכל אלא למנויו לא ביארו בשום מקום וצ\"ל שסמך לכמה דינים שמתוכם יוצא דין זה עיין פ\"ב הל' י\"א וי\"ב וי\"ד ופ\"ג הל' ד' וכו':",
                "<b>והאוכל מהם כזית נא או מבושל וכו'.</b> זה מוסכם בין לאביי בין לרבא בסוף פרק כל שעה ומרן ז\"ל נתקשה בדברי רבינו בנא ומבושל דאיך פסק כלישנא קמא ותירץ דנקטינן לקולא ומה גם בדין מלקות שהוא כמיתה ע\"כ וקשה דאיך הוא לקולא לחייבו מלקות ותו שסיים ומה גם וכו' דכלפי לייא הוא והמפרשים ז\"ל כתבו דצ\"ל לחומרא. ולדידי אני הצעיר נראה לענ\"ד דפסק כאיכא דאמרי בתרא ומאי דאיפליגו הוא במאי דקאמר אין לוקין על לאו שבכללות אם הכוונה על כי אם צלי אש וגם על המבושל כשאכלו עם נא או על כי אם צלי אש לבד אבל בלאו דמבושל כשאכלו עם נא ליכא שום פלוגתא דהרי אכל נא על כל פנים והשתא לאיכא דאמרי קמא דקאמר תרתי הוא דלא לקי חדא מיהא לקי הכוונה על כי אם צלי אש ואל תאכלו מבושל אבל חדא לקי דהיינו מבושל ואיכא דאמרי אפילו חדא לא לקי דהיינו מבושל אבל לעולם לכו\"ע כשאכל נא ומבושל בהכרח נתחייב מלקות אחד משום נא מיהא וקאמר טעמא דלא מחייב גם אמבושל משום דלא מייחד לאויה כלאו דחסימה דהכוונה דלא אמר הכתוב אל תאכלו ממנו נא ולא בשל מבושל אלא כללו בפעם אחת ופסק רבינו כאיכא דאמרי בתרא שאם אכל נא ומבושל אינו לוקה אפילו משום מבושל דהא לא מייחד לאויה ולכך פסק דאינו לוקה אלא אחת דעכ\"פ משום נא מחייב וכדבריו בספר המצוות שורש ט' עיי\"ש שהביא הגירסא כגירסתינו אלא דגריס אביי במקום רבא ובהכי ניחא הכל ולמ\"ש המפרשים ז\"ל והרב לח\"מ ז\"ל מכללם ממ\"ש פ\"ה דנזירות בזג וחרצן דחייב על כל אחת ואחת האמת הוא שבסה\"מ שם השוה זג וחרצן לנא ומבושל אך בהשגת הרמב\"ן ז\"ל תתורץ למ\"ש בחיבורו דקרוב לשמוע שחזר בו מכח ההיא מתני' שהביא הרמב\"ן ז\"ל עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>צלאו ואח\"כ בשלו וכו'.</b> עיין מ\"ש מרן ז\"ל דרבינו מפרש דלרבנן נמי חייב בצלי קדרה וכו' וכ\"כ המבי\"ט ז\"ל בקרית ספר עיי\"ש והן אמת דקי\"ל הלכה כרבי מחבירו ולא מחביריו אך מדחזינן לרבינו דנקט לישניה שהרי כתב שנאמר ובשל מבושל משמע קצת דפסק כוותיה ושבק רבנן משום דמשמע דר' מאיר נינהו בברייתא דרקיק מבושל וצלי קדרה לדידיה נמי חייב מהך ריבויא גופיה כדאמר עולא בגמרא ודו\"ק:"
            ],
            [
                "<b>לפיכך אם היה כלי מנוקב כדי שתשלוט בו האור.</b> מדיהיב הך טעמא משמע דאף אם נוגע קצתו אין קפידא וקשה דלקמיה אסר השפוד משום דצולה מקומו ומרן ז\"ל צדד בדברו להשגת הראב\"ד עיי\"ש וגם רש\"י ז\"ל פי' להדיא באסכלא מנוקבת שאין בשר השה נוגע בברזל ונראה דכוונת רבינו דודאי אם נוגע נאסר מדין שפוד אלא דאף אם אינו נוגע בעינן שתשלוט בו האור דאל\"כ הו\"ל צלי מחמת דבר אחר דהיינו מחום הכלי דומיא דתנור שגרפו שכתב לקמן ולכוונה זו לא הזכיר אסכלא אלא כלי לאשמועינן זה:"
            ],
            [
                "<b>חתכו ותלאו וכו'.</b> פי' רש\"י חתכו ולא הבדיל אלא חותכו בשנים ושלשה מקומות (לטהר) [למהר] צלייתו ע\"כ ורבינו סתם הדברים אפשר משום דאמרינן התם בו בטהור ולא בטמא ופסקו רבינו ריש פ\"י מעתה האי כדיניה והאי כדיניה ולכך סתם:"
            ],
            [],
            [],
            [
                "<b>נטף מרוטבו על הסולת יקלוף את מקומו וישליכנו.</b> בדפוס מגדל עוז יטול את מקומו וכ\"כ מרן ז\"ל והך וישליכנו שסיים נראה דאכולהו קאי דאל\"כ מאי איריא:"
            ],
            [],
            [
                "<b>כבר ביארנו וכו'.</b> כלשון זה כתב פ\"ד דמעשה הקרבנות הל' ב' ופ\"י הל' ח' ופ\"א דקריאת שמע הל' ט' אמנם פ\"ו דחמץ ומצה הל' א' ופ\"א דמגילה הל' ג' ופ\"ז דתמידין ומוספין הל' ז' סתם וכתב דכל הלילה כשר והנה לענין קרבן פסח והקטרת אימורין דעי\"ז הוי נותר שלא כדין התורה הוצרך רבינו לבאר כי היכי דלישתמע דאם הגיע חצות ולא נגמרו יכול לאכול ולהקטיר כי היכי דלא ליתי לידי נותר דלכוונה זו נתן טעם בכולם כדי להרחיק מן הפשיעה וכן בק\"ש על פי מ\"ש במשנה ולמה אמרו עד חצות כדי להרחיק וכו' אמנם במצה ומגילה איידי דחביבה לא אתו למפשע וכן בקצירת העומר שהיא מסורה לצבור לא חיישינן שיתעצלו ולכך סתם הדברים:"
            ]
        ],
        [
            [
                "<b>כל האוכל מן הפסח וכו'.</b> בדפוס מגדל עוז כתוב הפסח אינו נאכל אלא בחבורה אחת. ונראה שגירסא מוטעית היא דזה כר' שמעון ואנן קי\"ל כר' יהודה וכסתם מתני' שם ופרק האשה גבי הממנה אחרים על חלקו וכו' ופסקא רבינו לעיל סוף פ\"ב דמשם באר'ה דרבינו פוסק כר' יהודה דהפסח נאכל בשתי חבורות ולא אסר כאן אלא האוכל שלא יאכל בשתי חבורות וכמ\"ש מרן ז\"ל ולכך לא ביאר להדיא דנאכל בשתי חבורות מפני שכבר ביארו שם ולמ\"ש רבינו שהחלונות ועובי החומה כלפנים עיין מ\"ש בסוף פ\"ב דמעשר שני:"
            ],
            [
                "<b>שהכל בשריפה.</b> מרן ז\"ל הגיה שצ\"ל בטריפה וכ\"ה בנוסח אחר והיינו מ\"ש רבינו פי\"א דמעשה הקרבנות הל' ו' אך אין הלשון מיושב שהכל בטריפה ותו דהו\"ל ליה כמו שביארנו וכו' ודי בזה לכך היה נראה לישב הגירסא שהכל בשריפה כגירסתינו דכיון שהוא בשר קדשים שנפסל נראה פשוט שדינו בשריפה על פי מ\"ש בסוף פסולי המוקדשין דבשר קדש שנפסל דינו בשריפה עיי\"ש שוב ראיתי לרבינו אמתני' דפרק כיצד צולין, הפסח שיצא ישרף שפי' שיצא מן הבית ע\"כ הרי דקתני ישרף:",
                "<b>אבר שיצא מקצתו וכו' אם היה שאר קדשים.</b> הקשה הרב לח\"מ ז\"ל דבשאר קדשים שאין בו משום שבירת עצם למה לי קולף יחתוך הבשר עם העצם להדיא והניחו בצ\"ע. ולענ\"ד נראה בהכרח צ\"ל דכוונת רבינו בקולף לא קאי אלא אפסח דבשאר קדשים פשיטא דלא בעי קליפה כמבואר ודו\"ק בלשונו:"
            ],
            [],
            [
                "<b>ומותר לכלה וכו'.</b> מכאן אתה למד כמה גדול כחה של בושה שהתירו לכלה ולא התירו לשמש וכמ\"ש בפי' המשנה:"
            ],
            [
                "<b>שתי חבורות וכו' אינן אוכלין.</b> בדפוס מגדל עוז מוסיף עד שתחזור שאין הפסח נאכל בשני מקומות וכן אם היתה וכו' שאין הפסח נאכל וכו':"
            ],
            [],
            [
                "<b>המאכיל כזית וכו'.</b> על מ\"ש מרן ז\"ל דאי לשאינו ממונה עמו מלפי אכלו תכוסו נפקא וכו' הקשה הר\"ח אבולעפיה ז\"ל פרשת בא דתמוהים דבריו דמתכוסו לא יש מלקות ולא לאו גם מ\"ש דלגבעוני וערבי מהול אתא ליתא דקי\"ל הנודר מהמולין מותר במולי אומות העולם ואסור בערלי ישראל ע\"כ וחס לן לחשוב על מרן הקדוש דאיכא אפילו לאו בהך קרא אלא כוונתו כלפי דברי הראב\"ד ז\"ל וקאמר דשאינו ממונה עמו לא הוצרך ללמדינו דמתכוסו נפקא כלומר בדינו דאין בו אלא עשה וכאן למדנו הלאו דבן נכר לא יאכל בו ולאידך קושיא דהנודר מהמולין וכו' כבר ביאר רבינו הטעם בסוף פ\"ט דהל' נדרים שאין כוונתו של זה אלא למי שהוא מצווה על המילה וכו' וידוע דבנדרים הלך אחר לשון בני אדם וכוונתן וקרא דכל הגוים ערלין דרך גנות בעלמא הוא. אך הרואה יראה דעדיין הקושיא במקומה ותוקפה עומדת שהרי ביבמות דף ע\"א אמרו להדיא דהני לאו מולין נינהו וצ\"ל דכיון דרבינו הוציאו מהמכילתא שהביאו התוס' שם ד\"ה אלא לאפנויי וכו' שדרשו תושב ושכיר זה הנכרי וכו' מוכרח דבמהול קאמר דאי ערל תיפו\"ל מכל ערל ומעתה לפי המכילתא לשון נדרים לחוד ובאו דברי רבינו בדיוק עצמי שכתב בהל' נדרים שאין כוונתו של זה וכו' לרמוז מ\"ש ז\"ל דבנדרים הלך אחר לשון בני אדם וכוונתן וכדברי מרן כ\"כ המבי\"ט בקרית ספר ז\"ל עיי\"ש ומ\"מ עדיין דברי מרן ז\"ל מגומגמין במ\"ש כדאיתא בפ' הערל דכלפי לייא הוא:",
                "<b>ובן נכר האמור בתורה וכו'.</b> עיין מ\"ש מרן ז\"ל דס\"ל לרבינו דקרא דכל בן נכר לא יאכל בו לישראל מזהיר שלא יאכילוהו וקרי ביה לא יאכל ומ\"מ כיון דלא כתיב בהדיא לא תאכילום אין לוקין עליו ע\"כ. ודבריו תמוהים לכאורה דכיון דקרי ביה לא יאכל מעתה הו\"ל ללקות וכמ\"ש רבינו פ\"ה דנזירות הל' י\"א אחד המגלח ואחד המתגלח מקרא דתער לא יעבור על ראשו קרי ביה לא יעבור ולא יעביר. גם בסוף הלכות כלאים פסק דהלובש כלאים והמלביש אם הם מזידין וכו' לוקין גם פרק ג' דאבל הל' ה' פסק כן גבי מטמא את הכהן הרי דדרשינן הקרי והמשמעות ללקות וי\"ל דהכא שאני דא\"א לאוקומי פשטיה דקרא דהא ודאי לגוי לא קמזהר כמ\"ש מרן ז\"ל אמנם בס' החינוך הביאו הרב לחם יהודה ז\"ל וכתב הטעם דאינו לוקה מפני שאין בו מעשה וכיון שכן אין בו אלא משום לפני עור וכו' וכן נראה מדברי המבי\"ט בקרית ספר ז\"ל עיין עליו:",
                "<b>שנאמר תושב ושכיר לא יאכל בו.</b> על מ\"ש הראב\"ד ז\"ל הקשה הרב לח\"מ ז\"ל דלא אתי לא כר' אליעזר ולא כר' עקיבא דלר\"א קרא לאו להכי אתא דא\"כ לא אייתר ליה דהא איצטריך לדרשא דהראב\"ד ז\"ל ואי לר\"ע מוקי ליה לגר וקטן ע\"כ והיא קושיא חזקה. אך אפשר דכוונת הראב\"ד ז\"ל למ\"ש שם דמתרומה למדנו דבין קנוי קנין עולם בין קנין שנים אינו אוכל מעתה גבי פסח נמי אף שהוא משועבד תחתיו אינו אוכל אא\"כ נתמנה כיון שהוא ברשות עצמו לענין זה כשאר ישראל וממילא אייתר. עוד תמה הרב לח\"מ ז\"ל על הכ\"מ שהליץ בעד רבינו דאית ליה דקרא אתא לקטן וגר דהא רבינו כתב דאתא לגוי וגר תושב ושכיר ע\"כ. ואיני רואה תמיהא דמרן ז\"ל לא הזכיר קטן דמאן דכר שמיה ורבינו לא כתב גוי אלא כותי משום דשייכי בקצת מצוות א\"כ היא היא ולשאר תמיהותיו ז\"ל כבר כתבתי הנראה לענ\"ד פ\"ז דתרומות הל' י':"
            ],
            [
                "<b>ערל שאכל וכו'.</b> בס' מעיל שמואל למהר\"י פלורינטין ז\"ל תמה על רבינו דאמאי לא מנאו בפי\"ט דהל' סנהדרין עיי\"ש. וגברא חזינא וכו' דהתם מנה להדיא ערל שאכל בשר קדש או תרומות ופסח ידוע שהוא קצת קשה כדתנן בשלהי איזהו מקומן וכלל תרומות עמו משום דמיניה נפיק כדאיתא בריש פ' הערל. אך מאי דאיכא לתמוה למה לא הזכירו רז\"ל דין טומטום ואנדרוגינוס דהא איכא למאן דאמר בריה בפני עצמו היא. ולרבינו שפוסק בכל מקום דהוו ספק לא קשיא הא, אך קשה דטומטום יש לפוסלו מטעם דאם הוא איש הוי ערל והתורה פסלתו להדיא ואף שהתוס' ביבמות דף ע\"ב כתבו לחד שינויא דסתם ערל מאיס משא\"כ הטומטום דאף אם הוא ערל לא מאיס עיי\"ש מ\"מ י\"ל דהתם דוקא כתבו כן משום דגבי ראיה כתיב כל זכורך וערל לא כתיב בהדיא משא\"כ גבי פסח דכתיב כל ערל לא יאכל בו שפיר י\"ל דאפילו טומטום קאמר וכל שכן אי ביציו ניכרין מבחוץ כמו שאמר אביי שם וכעת צל\"ע:"
            ]
        ],
        [
            [],
            [
                "<b>לפיכך שורפין וכו'.</b> לשון זה לכאורה מגומגם דלפי הסוגיא דהתם דף פ\"ג משמע דאין בו משום שבירת עצם אלא דוקא עצם שיש בו מוח אבל שאין בו מוח שרי וכן פסק רבינו לקמיה וכיון דיש בו מוח אין טעם השריפה משום שבירת עצם אלא משום נותר א\"כ איך כתב לשון לפיכך אשבירת עצם ותו דכדי שלא יבואו מהם לידי תקלה ג\"כ הוא מגומגם דתיפו\"ל משום נותר הן אמת דלשון זה נאמר בברייתא וכן פי' רש\"י ז\"ל עיי\"ש. וי\"ל על פי מ\"ש התוס' שם ד\"ה בו בכשר וכו' דע\"י גומרתא אין בו משום שבירת עצם אלא דלא שרינן משום דאיכא למיחש דילמא פקע אי נמי ע\"י גומרתא טריחא מלתא למעבד ע\"כ והם דברי אביי וכו' בדף פ\"ד ע\"ב נמצא דמשום נותר לחוד לא היינו מצריכין לשרוף כל העצם כיון דאפשר להוציאו ע\"י גומרתא ע\"י טורח שלא ישבר העצם ולשרוף המוח ונמצאו דברי רבינו מכוונין והמל\"מ ז\"ל נדחק בזה וא\"צ דגם בפשט הברייתא מוכרחין לומר כן וגם לדברי רבא דחייש להפסד קדשים גבי נותר זו היא מצותו:"
            ],
            [],
            [
                "<b>השובר אחר השובר לוקה.</b> בדפוס מגדל עוז כתוב השובר עצם אחד לוקה ולפי מ\"ש מרן ז\"ל נראה פשוט דגירסא מוטעית היא אך מצאתי להמבי\"ט ז\"ל בקרית ספר שכתב כן ונסתייע מפשטא דמתני' השובר את העצם וכו' ופשטיה דקרא ועצם לא תשברו בו:"
            ],
            [],
            [],
            [
                "<b>שבר עצם האליה וכו'.</b> הראב\"ד ז\"ל השיג על רבינו דבכולן פסק כרבנן ובזו פסק כרבי וכן תמה המבי\"ט ז\"ל ומרן ז\"ל הליץ מדברי רב אשי דבתרא הוא ע\"כ. ולענ\"ד נראה עוד דאפשר דאף רבנן מודו ביה דכיון דלפי האמת לגבוה סליק מנין פשיט לן דקרא קפיד גם אחלק גבוה אך מדנקט רבינו דברי רב אשי נראה דפסק כוותיה ולדידיה שבירת עצם האליה אפילו רבנן מודו ונמצאו דברי רבינו מכוונים להלכה:"
            ],
            [],
            [],
            [],
            [
                "<b>כשאדם אוכל וכו'.</b> עיין מ\"ש מרן ז\"ל אע\"פ שאין אסורין אלא מדרבנן וכו' ע\"כ קשה דגם שמנו של גיד אסור מדרבנן שהרי חייבו רבינו מכת מרדות כמ\"ש פ\"ח דמאכלות אסורות הל' ב' ומאי שנא שמנו של גיד מחוטין וקרומות ואעיקרא דדינא מנא ליה למרן ז\"ל דבדברים האסורין מדרבנן מחייב רבינו לנקרן הלא כיון דמדאורייתא שריין הרי הן בלאו דלא תותירו אך מהסוגיא דפרק כיצד צולין (פסחים דף פ\"ו) משמע דבעו שריפה שהרי אמתני' דהעצמות והגידין ישרפו בט\"ז מוקים לה רב אשי בשמנו של גיד ופירש רש\"י תחילתו לשריפה דכיון דמן התורה מותר חל איסור נותר עליו וכו' ע\"כ וצ\"ל דכיון דהתורה לא הקפידה אלא על חסרון אבר כמ\"ש רבינו ולכך אם נטל שמנו של גיד קודם הצלייה אין כאן קפידה אף מה\"ת דאין כאן אבר שלם וה\"ה חוטין וקרומות ועם כל זה מה שהקשינו למרן ז\"ל עדיין קשה דמי הגיד לו דרבינו אינו מקפיד בשמנו של גיד אי משום חשש חתיכת אבר דברי רב אשי הויין תיובתיה ואי משום דישראל קדושים הם הרי רבינו פסק כר' מאיר דאסור מדרבנן שוב זכיתי ומצאתי קושיא זו בהר\"ח אבולעפיה ז\"ל בלשונות דף ח' ולא תירץ כלום עיין עליו. ומ\"ש בספרי רבינו",
                "<b>וכן בשני שנאמר וכו' </b>בדפוס מגדל עוז נמחק כל זה:"
            ],
            [
                "<b>ועל זה נאמר בתורה וזבחת פסח וכו'.</b> הקושי מבואר שבגמרא דף ע' דרש בן דורתאי דרשא זו ולית הלכתא כוותיה משום דס\"ל דהוי דומיא דפסח ודחי שבת ורבינו פסק כחכמים דס\"ל דלא דחי וכן הקשה בס' צרור החיים ועיין להר\"ח אבולעפיה ז\"ל בלשונות דף ו' ע\"ב עיי\"ש ועוד הקשה דבסוף פ\"ד פסק רבינו כרב נחמן דיליף מהאי קרא למותר הפסח וכמ\"ש מרן ז\"ל שם וזו היא סברת רבנן וכו' ע\"כ, ותו קשה טובא דמהסוגיא משמע דלרבנן דבן דורתאי חגיגת י\"ד אינה אלא מדרבנן דמהאי טעמא לא דחיא שבת ואינה באה במרובה ובטומאה וכמ\"ש התוס' שם דף ע' ד\"ה לאו חובה היא וכו' ורבינו דמייתי לה מקרא דוזבחת פסח משמע דס\"ל דהוייא דאורייתא והיכי פסק בתר הכי דלא דחיא שבת וכו' ודאינה חובה אלא רשות דהוו תרתי דסתרן אהדדי. לכך נראה דודאי פסק כרבנן וס\"ל דמהך קרא דוזבחת פסח דמיניה ילפי רבנן למותר הפסח נפיק נמי חגיגת י\"ד דהא לא אשכחן לרבנן מנא ליה ועוד אפשר דמדהו\"ל למכתב בקר לחודיה ומדכתב צאן משמע דבר השוה לזמן פסח דהיינו חגיגת י\"ד וכוונת הפסוק דהך חגיגת י\"ד תיתי ממותר הפסח ומאי דלא תני לה במתני' דאינה באה אלא ממותר הפסח משום דלא תני אלא עיכובא דומיא דשבת וטומאה וכו' משא\"כ מותר הפסח דלא מצי תני ואינו בא אלא מהמותר דהא אף שאין לו מותר מי לא מצי לאתויי שלמים סתמא לשם חגיגת י\"ד ונמצא דכולהו נפקי מהאי קרא ולעולם דעיקר חגיגת י\"ד אינה אלא מדרבנן כדברי התוס' ז\"ל וקרא אסמכתא בעלמא שכן נראה לחז\"ל וכן נראה מדברי המבי\"ט בקרית ספר ז\"ל עיין עליו אך מדכתב רבינו ואסור להניח מבשר חגיגת י\"ד שנאמר וכו' מפי השמועה וכו' משמע דס\"ל דהוייא דאורייתא וכ\"כ בפתח דבריו בריש אלו ההלכות עיי\"ש וגם מדברי הש\"ס הכי משמע שהרי הקשו ורבנן מאי טעמא לא דחי שבת הא ודאי קרבן צבור הוא וכו' ולעיל מינה תניא לא ילין מן הבשר וכו' לימד על חגיגת י\"ד שנאכלת לשני ימים ולילה אחד משמע שכבר מבואר לנו דמן התורה יש להביא חגיגת י\"ד ע\"כ נראה דלרבינו רבנן מפרשי דוזבחת פסח צאן ובקר למותר הפסח ומדסמיך צאן לבקר דרשו לחגיגת י\"ד אלא דנמסר הדבר לחכמים והם בטוב טעם ודעת אמרו דאינו בא במרובה דכיון שקרוב לודאי שיבא לידי נותר ודאי שאין זו כוונת התורה על דרך לא אמרה תורה שלח לתקלה וכו' ועל פי זה יבואו כל דברי רבינו בדקדוק וכן נראה דעת הסמ\"ג ז\"ל בלאוין שמ\"ט עיי\"ש. נראה לענ\"ד עד יבא מורה צדק:"
            ],
            [],
            [],
            [
                "<b>מה בין פסח ראשון וכו'.</b> קצת קשה דאמאי השמיט ההיא דאין שוחטין אותו על היחיד דכמה דאפשר לאהדורי מהדרינן ופי' רש\"י שמטמאין אחד בשרץ כדי שיתמנה עמו ע\"כ. והנה מרן ז\"ל פ\"ג הל' ב' כתב דרבינו מפרשה לענין פסח ראשון שהזכיר שם רבינו. והדבר תמוה דבהך סוגיא שקיל וטרי בקרא דככל חקת הפסח יעשו אותו שהוא בפסח שני אם לא שנאמר דכיון דגם בפסח ראשון כתיב כל עדת ישראל יעשו אותו הא דכמה דאפשר לאהדורי מהדרינן מייתינן לה גם בפסח ראשון וכיון דרבינו פסק דאפילו בפסח אינו לעיכובא לא הוצרך לבארו בפסח שני ודוחק:",
                "<b>ומוציאין ממנו חוץ לבית אכילתו.</b> כ\"כ בדפוס מגדל עוז אמנם מרן ז\"ל הגיה",
                "דצ\"ל חוץ לחבורתו וכ\"כ המבי\"ט ז\"ל בקרית ספר והקושי מבואר דבגמרא אמרו בהפך בכלליה דלא ישאירו מאי מרבי לא תוציאו דדמי ליה וכו'. ומרן ז\"ל תירץ על פי דברי רש\"י דס\"ל להאי תנא דהוי לאו הניתק לעשה ורבינו פוסק כמ\"ד דכיון שיצא הו\"ל משום ובשר בשדה טריפה וכמ\"ש רבינו פ\"ט הל' ב' עיי\"ש מ\"מ עדיין מגומגם דמ\"מ תקשי לן בכלליה מאי קמרבה כי היכי דדרשינן לכולהו כללי ופרטי התם ועוד הקשה בס' ברכת הזבח דף מ\"ב בסוף חידושיו על רבינו דלמ\"ד דלוקה דהוי לא תעשה גמור פשיטא דחייב להברייתא במצות שבגופו ובלא תעשה גמור דמרבינן מכללו דעצם לא ישברו דומיא דאכילת נא וכי מפני שהוא לא תעשה גמור ובגופו יגרע כמו מצות ל\"ת שניתק לעשה וצ\"ע עכ\"ל. ולענ\"ד נראה דדבר זה אינו מוכרח דאפשר שפיר לומר דההוצאה מחבורתו דלא הויא מצוה שבגופו וכן מצאתי להמבי\"ט ז\"ל בקרית ספר שכתב וז\"ל ומוציאין אותו חוץ לחבורתו דכתיב ביה ככל חקת הפסח יעשו אותו במצות שבגופו הכתוב מדבר דמה שבירת עצם מצות שבגופו אף כל מצות שבגופו לאפוקי שאר דברים שאינם מצות שבגופו עכ\"ל ועיין מ\"ש בפסקא הקודמת. ומ\"ש בספרי רבינו",
                "<b>שכלל זה שנתפרשו במצרים </b>בדפוס מגדל עוז כתוב כלל זה שנאמר בפסח מצרים:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות קרבן פסח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}