{
    "title": "Mishpetei Uziel",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishpetei_Uziel",
    "text": {
        "Volume I": {
            "Orach Chayim": [],
            "Yoreh De'ah": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "",
                    "And in my humble opinion it is true that everywhere it is stated, \"When you shall come,\" it is to exclude the arrival of [only] some of them. But in the Gemara, it asked better than this - why do I need the coming that the [Torah] wrote about tefillin and the redemption of a donkey? And it answered that it is needed like for that which was taught by the House of Rabbi Yishmael, \"Do this commandment, so that you can enter the land on account of it.\" Likewise must one explain the statement, \"When you come,\" that is said about the Passover sacrifice, the omer and the libations. As behold, Israel (the Jewish people) sacrificed the Passover sacrifice in the desert! And everyone holds that they also offered libations in the desert. And likewise is there one that says that also the prohibition of the new grain and the offering of the omer was practiced in the desert (see Kiddushin 37 and Tosafot, s.v. Hoyil). And according to this, the reading of the statement, \"When you come,\" that is said about the Passover sacrifice, the omer and the libations - is to say, \"Do this commandment, so that you can enter the land on account of it.\" And regardless, regarding the commandments in the Temple - even though they come from produce of the Land [of Israel], the matter is only dependent on the existence of Israel in the land and it being a time when the Temple is standing. And it is like it is written about the law of the first fruits: Any time your have first fruits (see Mishneh Torah, First Fruits and Other Gifts to Priests 2:1, and Kessef Mishneh there). Hence it should not be learned about all the commandments that are dependent on the land that are not connected to the Temple - such as tithes and priestly tithes, <i>orlah</i> and seventh year produce - about which it stated, \"When you come,\" to make them obligated from the Torah (and not just rabbinically) even with the coming [back] of part of Israel. "
                ]
            ],
            "Omissions": []
        },
        "Volume II, Yoreh De'ah": [],
        "Volume III": {
            "Orach Chayim": [],
            "Addenda": []
        },
        "Volume IV": {
            "Choshen Mishpat": [
                [
                    "(Corresponding to Hoshen Mishpat 1)",
                    "On the Matter of Courts of Appeal",
                    "This responsum was written in 1920, as the issue of founding a court of appeals was being discussed in Israel. It was published in Jerusalem in the collection, ‘Ha-Devir,’ and I have republished it here with additions and edits. ",
                    "The Court and its Judges",
                    "All other lawyers and judges find themselves before a book of legal standards, the legal codex. Once the judge finds the proper subsection of the law and fits his judicial ruling to it, he will have discharged his responsibilities as a judge and could be called upstanding and just, in the following sense: he will have justly suited his ruling to the legal standards before him, even if his ruling is not in principle just. Such a judge is not under an obligation to–and may even be proscribed from–ruling on a case in ways that exceed the letter of the law. Instead, he must rule in accordance with the standards that are explicitly before him However, the Israelite judge is under an obligation to judge the people with just law, as is written, they will judge the people with just law (Devarim 16:18) – “this sets forth a requirement to appoint judges expert in the law and righteous in their behavior” (Rashi’s commentary to the Torah, there). They are also to issue rulings that are just law, which is to say, rulings that are just in principle and not merely formally. And their rulings have to be right. This accords with the directive stated by our sages: “Verify the judgment and only afterward, implement it” (Sanhedrin 7b). All of this sets out a basis for a judicial obligation to rule on cases in ways that exceed the letter of the law, and to do still more than that in fulfillment of the standard to follow the way of the good and keep to the path of the just (Mishlei 2:20; Bava Metsi’a 99b). This is the ‘law code’ set before a judge when he sits down to rule on the cases that come before him. ",
                    "Viewed in this light, the Israelite judge, when fulfilling the duties of his office, himself faces judgment for his rulings before the God of judgment, as is said, You are not to [specially-]recognize a face in judgment, as the small, so the great, you are to hear-them-out you are not to be in fear of any-man, for judgment—it is God’s (Devarim 1:17)! It is also similarly said, ‘Consider what you are doing, for you judge not on behalf of man, but on behalf of God, and He is with you when you pass judgment’ (Divrei Hayamim II 19:6). Furthermore, our sages cautioned judges on this matter: “any judge who takes disputed property or money from this litigant and gives it to that other litigant unlawfully, the Holy One, Blessed be He, takes his soul from him, as it is stated: Rob not the weak, because he is weak, neither crush the poor in the gate; for the Lord will plead their cause and despoil of life those who despoil them (Mishlei 22:22-23)” (Sanhedrin 7a). ",
                    "The Israelite judge when fulfilling the duties of his office is not prideful. Just the opposite: he is filled with trembling before his sacred task and he finds himself overtaken by the awesome power of the law. With great caution and incredible care he approaches the bench and and his lips whisper: “By his own will he goes out to danger of death, and he does not do what is necessary to provide for the needs of his house, and he enters his home empty-handed (because a judge does not receive a salary). If only it should be so that his entry into his home will be the same as his departure, without sin or transgression” (Sanhedrin 7b). [Indeed, settled law accords with this as a judge is forbidden from acting overbearingly or pridefully vis-a-vis the community and must rather act with humility and respectful fear, etc. bearing the burdens and load of the community (Hoshen Mishpat 8:4).]",
                    "The Israelite judge doesn’t presume that the verdict turns on his word and whim as though he were a sovereign king. Instead, when he sits to judge, he annuls himself entirely. He sits filled with awe, removes his workaday clothing, forgets all of his personal leanings and views, and clearly and directly tells the litigants: Know before whom you stand; you stand before the one spoke the world into being, not before Aqiva son of Yosef (Yerushalmi Sanhedrin 1:1). ",
                    "The judge who rules through the Israelite Torah is a heroic figure, who fights the fight of justice and uprightness, rescuing the oppressed, rectifying theft, undermining the plots of wicked people, and revealing the clear unadulterated truth. He is not permitted to exempt himself from this task, nor is he permitted to treat the matter lightly turning to rely on a law code without any reflection or deliberation, without any investigation or exploration to reveal the truth and bring to light a just and truthful ruling. “And if perhaps, a judge should ask why bother with all of this trouble, it therefore says he is with you in matters of judgment – the judge can only rely on how they see it” (Sanhedrin 6b and Shulhan Arukh Hoshen Mishpat 8:2). “And how do we know that if a judge recognizes that the witnesses testifying before him are lying even though he is unable to prove it through their cross-examination and that the verdict will be fraudulent, that he should not say: ‘Since the witnesses are testifying and I cannot prove their deceit, I will decide the case based on their testimony, and let the chain of culpability for the miscarriage of justice be placed around the neck of the false witnesses?’ It is derived as the verse states: Distance yourself from a false matter” (Shevu’ot 30a). We see here that it is the judge who is responsible for issuing judgment, and the judge who will be called to account for a just and truthful ruling (see Hoshen Mishpat 8:2, Sefer Me’or Einayim and Siftei Kohen there). ",
                    "...A judge who stands before the full weight of these lofty truths, will like Shlomo in his time, ask God continuously: Grant Your servant an understanding mind to judge Your people, to distinguish between good and bad (Melakhim I 3:9). This just judge who stands in judgment before God as he issues his ruling, who acts with an understanding of the responsibility cast upon his shoulders, with an awe of the watchful divine eye that looks down upon him, will listen to each and every word, looking to the body language of the litigants, and before issuing a ruling, will review with each litigant their claims to ensure he has understood them and to let the litigants know that he has heard and understood their dispute. Then, after taking council and deliberating, after careful consideration of all sides of the case, as he reaches clarity about the proper ruling – “Say it only once the matter is clear as day to you” (Sanhedrin there, Hoshen Mishpat 17) – with great humility he decides the cases, saying: ‘So-and-so! You are innocent. So-and-so! You are guilty.’ ",
                    "Such a judge is truly a judge, because he reviews and assesses his rulings with the best of his mental faculties, standing before the God who knows all that is hidden away in one’s heart. It is very easy to render a sherets pure and distort the law through judicial means. It is easy to deceive one’s friends; but a person cannot deceive themselves, nor can they even begin imagining it. In the Israelite court the litigants, witnesses, and judges all stand before the watchful divine eye that knows all that is hidden away in the heart. A transcendent holiness casts itself over everyone, and transforms the courthouse into a house of God where only truth and justice can be spoken. It is humility and irghteousness, faithfulness and fear of God that are the foundations upon which judicial rulings are built. As such, the principle and fundamental conditions for the appointment of a judge are wisdom and humility, fear of heaven and hatred of bribery, love of truth and love of people, and a good public reputation (Shulhan Arukh Hoshen Mishpat 7:11). ",
                    "A judge crowned with these virtues, who in their awesome regard for God and the power of the law – virtues that take precedence over their wisdom – is able to arrive at a just ruling, is unlikely to find their way to error, let alone gross distortion of the law. There are, of course, capital cases in which judges find themselves beset by pounding hearts and nervous biting long after the case has concluded, troubled by an error that they brought about. Still, have you ever seen great men who proclaim their errors and confess them publicly, like R. Yehudah b. Bava who tearfully prostrated himself on the grave of that witness whom he executed, requesting forgiveness with his voice carrying far and wide (see Makkot 5b)? Or like R. El’azar b. R. Shim’on (see Bava Metsi’a 83b)? Criticism and judicial review were designed to annul judicial rulings that grossly distort the law whether as a result of stupidity and ignorance or as a result of letting personal leanings and views get in the way of a fair ruling. But errors are not subject to such criticism and review, for who is to say that it is the judge who erred rather than the critic? (Save for in cases of obvious error, as with one who errs in a a matter of Mishnah). A litigant only questions his judges when he thinks them grossly incompetent or else actively distortive. But where the judicial virtues of wisdom and awe are in place, faith is also present. A judge of the Israelite Torah who hates bribery, and is extremely careful to avoid any error or distortion of the law, is not in need of judicial review; he reviews and critiques his own rulings. Therefore, our sages imposed a duty on the judge to review his rulings before issuing them – to take council with himself and with those greater than him. "
                ]
            ],
            "General Topics": []
        },
        "Volume V, Even HaEzer": [],
        "Volume VI": {
            "Yoreh De'ah": [],
            "Addenda": []
        },
        "Volume VII, Even HaEzer": [],
        "Volume VIII, Orach Chayim": [],
        "Volume IX": {
            "Orach Chayim": [],
            "Yoreh De'ah": [],
            "Even HaEzer": [],
            "Choshen Mishpat": [],
            "General Topics": []
        }
    },
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משפטי עוזיאל",
    "categories": [
        "Responsa",
        "Modern"
    ],
    "schema": {
        "heTitle": "משפטי עוזיאל",
        "enTitle": "Mishpetei Uziel",
        "key": "Mishpetei Uziel",
        "nodes": [
            {
                "heTitle": "חלק א",
                "enTitle": "Volume I",
                "nodes": [
                    {
                        "heTitle": "אורח חיים",
                        "enTitle": "Orach Chayim"
                    },
                    {
                        "heTitle": "יורה דעה",
                        "enTitle": "Yoreh De'ah"
                    },
                    {
                        "heTitle": "השמטות",
                        "enTitle": "Omissions"
                    }
                ]
            },
            {
                "heTitle": "חלק ב, יורה דעה מהד' תניינא",
                "enTitle": "Volume II, Yoreh De'ah"
            },
            {
                "heTitle": "חלק ג",
                "enTitle": "Volume III",
                "nodes": [
                    {
                        "heTitle": "אורח חיים מהד' תניינא",
                        "enTitle": "Orach Chayim"
                    },
                    {
                        "heTitle": "מלואים",
                        "enTitle": "Addenda"
                    }
                ]
            },
            {
                "heTitle": "חלק ד",
                "enTitle": "Volume IV",
                "nodes": [
                    {
                        "heTitle": "חושן משפט",
                        "enTitle": "Choshen Mishpat"
                    },
                    {
                        "heTitle": "ענינים כלליים",
                        "enTitle": "General Topics"
                    }
                ]
            },
            {
                "heTitle": "חלק ה, אבן העזר",
                "enTitle": "Volume V, Even HaEzer"
            },
            {
                "heTitle": "חלק ו",
                "enTitle": "Volume VI",
                "nodes": [
                    {
                        "heTitle": "יורה דעה חלק ג",
                        "enTitle": "Yoreh De'ah"
                    },
                    {
                        "heTitle": "מלואים",
                        "enTitle": "Addenda"
                    }
                ]
            },
            {
                "heTitle": "חלק ז, אבן העזר מהד' תניינא",
                "enTitle": "Volume VII, Even HaEzer"
            },
            {
                "heTitle": "חלק ח, אורח חיים מהד' תליתאה",
                "enTitle": "Volume VIII, Orach Chayim"
            },
            {
                "heTitle": "חלק ט",
                "enTitle": "Volume IX",
                "nodes": [
                    {
                        "heTitle": "אורח חיים",
                        "enTitle": "Orach Chayim"
                    },
                    {
                        "heTitle": "יורה דעה",
                        "enTitle": "Yoreh De'ah"
                    },
                    {
                        "heTitle": "אבן העזר",
                        "enTitle": "Even HaEzer"
                    },
                    {
                        "heTitle": "חושן משפט",
                        "enTitle": "Choshen Mishpat"
                    },
                    {
                        "heTitle": "ענינים כלליים",
                        "enTitle": "General Topics"
                    }
                ]
            }
        ]
    }
}