{
    "title": "Teshuvot HaRadbaz Volume 2",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvot_HaRadbaz_Volume_2",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "You have asked of me, and I will inform you of my opinion about whether it is permitted to enter into the lofts built around the Temple [in Jerusalem], which protrude into the Temple atop balconies and cantilevers; you have seen that this has been accepted as permissible, and no one objects.",
            "Answer: Know that not all lofts are the same and not all directions are the same. One needs a proper measurement to ascertain which are permitted and which are forbidden. It is clear that under the Dome [of the Rock] is the Foundation Stone (“Even Shetiyah”) without a doubt—which they call Al-Sakhrah.  And if you ask: The Mishna states: “There was a stone there from the days of the prophets, called Shetiyah; it was three finger-breadths above the ground, and the Ark was placed upon it.” Yet recently we asked them and they said that it is three human-lengths above the floor of the Dome. Also, we see from outside that they ascend many steps up to the Dome. I have already written in a responsum (§639) that the floor of the Temple has been excavated several times in order to expose the foundations, and so it is much lower than it was. Consider: the Mishna states in several places that the Temple Mount was higher than Jerusalem, but now the opposite is the case. The gentiles further said that under the Dome is a cave, and that the first kings wished to know what is in it. They lowered people into it, and they died, so they closed it and filled it with dirt. To this day, no one knows what is there. I think that they were told, or they heard, that the Ark is hidden there, and so they excavated in order to find it. Therefore, the floor of the Temple was lowered, exposing the Even Shetiyah. I also heard that past kings excavated there to find the foundation of that stone, and they did not find it. Nevertheless, there is no doubt that this stone under the Dome is the Even Shetiyah, upon which was the Ark, in the Holy of Holies, toward the west side. Therefore, one who ascends into the lofts along the west side, or one who enters to peer through the opening on the west side, must measure that there are more than eleven cubits between himself and the Dome, for that was the distance from the western wall of the Temple Courtyard (Azarah) to the wall of the Sanctuary, including the thickness of the wall, for the walls were themselves sanctified.  I have measured that there is no opening closer to the Dome than the small opening to the left of the Bab al-Qattanin (Cotton Merchants’ Gate; the small gate to the left is the Ablutions Gate). Therefore, one must be careful regarding the lofts above that opening. I have already heard about some sages who did not wish to enter the Suq al-Qattanin (Cotton Merchants’ Market), but this is an excessive stringency, because I measured that from there to the Dome is more than eleven cubits. Perhaps their reasoning is that it extends to the north a bit, as we will explain, with God’s help, and if the lofts are on the north side, one must measure, moving eastward from the western wall, a length of 187 cubits. All lofts built along that length are built above the length of the Temple Courtyard that runs from east to west [along the north side], and all lofts outside of that length, toward the east or the west, are not included in the prohibition. Regarding the width, you already know that the width of the Temple Courtyard, from north to south, was 135 cubits. It is apparent to naked eye that the southern wall is in its original place, because one who stands at the southwest corner sees that to the south is the Valley of Jehoshaphat. The Temple Courtyard did not extend southward further than that. Furthermore, the stones in the base there are very large, indicating that it is an ancient structure. If so, the southern edge of the building called Midrash Shlomo (the al-Aqsa Mosque) is the end of the Temple Courtyard, though it is beyond the 187 cubits running from east to west. It is part of the Temple Mount, and until this day it is built as vaults upon vaults. Nevertheless, we have ascertained that this wall itself was the wall of the Temple Courtyard on its southern side. If so, we must measure: if the lofts facing this wall on the north side are more than 135 cubits distant from this wall they are not part of the Temple Courtyard. I measured, from the southern wall to the homes and lofts built along the north side, more than 135 cubits. They are not part of the sanctified area, and one may enter them. Another way is to imagine that a string is extended from the Dome eastward: all the houses and lofts within forty cubits of this string are within the sanctified area, and anything outside of that measurement is not sanctified. This calculation is not precise, because the Sanctuary was narrow behind and wide in front, as Scripture states: “O, Ariel, Ariel!”  However, to avoid uncertainty, one must avoid a thread stretched forty cubits from the wall of the Dome to the north along a length of 187 cubits from west to east. If the lofts are built on the east side, it has been explained that the present eastern wall is the eastern wall of the Temple Mount, since from that point on is the Mount of Olives. Further, the Gates of Mercy (Golden Gate) are in that wall, and the author of Kaftor Va-ferah (R. Eshtori Ha-farhi) wrote that these are the gates through which mourners and grooms entered. It is permissible to enter all of the houses and lofts on the east side, because from the eastern wall of the Temple Mount to the eastern wall of the Temple Courtyard there are 313 cubits, and one who has been defiled by a corpse may enter the Temple Mount. If there are lofts in the southern wall, within the length of 187 cubits from west to east, they are also part of the sanctified area. In general, I say that the houses or lofts along the north and east sides are not the subject of uncertainty, and one may enter them as long as they do not protrude a great deal into the Temple, in which case it is necessary to estimate. Similarly, those on the south and west sides require estimation. Know that the Talmud queries: “What is the law if he suspended himself in the air above the Temple Courtyard?” It is resolved in a stalemate, and this is a Torah prohibition according to a rabbi who maintains that [the Temple’s] sanctity remains, so we are stringent, and it is forbidden. According to Tosafot, it is clear that the air of the Temple Courtyard has been sanctified, and even though a beraita in the chapter “Yedi’ot Ha-tum’ah” (Shevu’ot 17b) teaches: “A defiled person who enters the Temple Courtyard via roofs is exempt, as Scripture states: ‘He shall not come into the Temple’—the Torah only forbids the normal way of coming in,” though he is exempt from punishment, it is nevertheless forbidden, and he is given the beatings of the rebellious. Maimonides writes likewise in chapter 3 of the Laws of Entering the Temple: “Although he is exempt from extirpation, he is given the beatings of the rebellious, whether he entered the Temple through roofs or through openings in a chest, crate, or large closet. One may ask: Since the roofs and lofts were not sanctified, and Tosafot concede that no lofts were sanctified except for the loft above the Sanctuary, why would it not be permissible to enter into the all of the lofts even now? In answer, you should know that we only say that the roofs and lofts that were built when the Temple stood were not sanctified, but the roofs and lofts that are now built around the Temple may be built into the air of the Temple Courtyard or the air of the chambers that existed them. Thus, we have not eliminated uncertainty. Therefore, if it is clear according to the calculations I wrote that they are built in the sanctified zone, we will not pay attention to the height and suggest that perhaps they are built above the roofs of the chambers that were not sanctified, since the air of the Temple Courtyard is like the Temple Courtyard. Nevertheless, I must offer a reason for the widespread practice whereby people go up into those lofts to observe the entire Temple, and we have neither seen nor heard anyone objecting. Consider that Ra’avad maintains that nowadays there is no punishment of extirpation for one who enters the Temple. You will find this in the glosses on chapter 6 of the Laws of the Temple. Thus, the black-letter law is disputed, and it is uncertain whether these lofts are built in the sanctified area or not. And even if they are built in the sanctified area, perhaps the air of the Temple Courtyard was not sanctified, for there is an interpretation that Rava’s query about one who suspended himself in the air above the Temple Courtyard is really asking whether the air of the Temple Courtyard was sanctified or not according to the text of our books, and it is not resolved. And even if the air of the Temple Courtyard is like the Temple Courtyard, perhaps they are built above the air of the roofs of the chambers, which were not sanctified. Therefore, since there are all these uncertainties, they inclined this matter toward leniency out of their great desire to gaze upon the sacred place. The rationale that the Torah forbade the normal way of coming in, and so via roofs does not constitute a Torah prohibition, is not a basis for leniency. It would be fine if one were to ascend and descent immediately, without delaying for the amount of time in which one can prostrate himself. However, if they are built in the sanctified area, granted that one is exempt from “He shall not come into the Temple,” however he is still liable as a defiled person who remained in the Temple. I have this written to you the reason for the practice, but you shall be one of the scrupulous and will enter neither house nor loft unless it is very far from the Dome. I have also heard that there is an underground tunnel whose opening is on the west side and which runs under the Dome, and that there are Jews who enter there. This is forbidden, as we maintain that tunnels that open into the Temple Courtyard were sanctified, and who says that this is not in the category of tunnels that open into the Temple Courtyard? And even if we accept that this [tunnel] was made recently, the floor of the Temple Courtyard was sanctified all the way down to the abyss, as stated in Zevahim. I have now seen, and I have been told by people who know how to measure, that there is no opening and no loft whose distance from the Dome is not greater than the measurement I wrote. Therefore, one may come close to the openings and ascend to the lofts, especially given the concatenation of uncertainties that I wrote.  "
        ]
    ],
    "versions": [
        [
            "Sefaria Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "תשובות הרדב\"ז חלק ב",
    "categories": [
        "Responsa",
        "Radbaz"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}