{
    "language": "en",
    "title": "Micah",
    "versionSource": "https://www.korenpub.com/koren_en_usd/koren/tanakh-bible/the-koren-jerusalem-bible.html",
    "versionTitle": "The Koren Jerusalem Bible",
    "status": "locked",
    "license": "CC-BY-NC",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/941fb8517bf40e0eff4abfcb670f0a06.png",
    "purchaseInformationURL": "https://korenpub.com/products/the-koren-tanakh-2",
    "heTitle": "מיכה",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "The word of the Lord that came to Mikha the Morashtite in the days of Yotam, Aĥaz, Yeĥizqiyya, kings of Yehuda, which he saw concerning Shomeron and Yerushalayim.",
            "Hear, all you peoples; hearken, O earth, and all that is in it: and let the Lord God be witness against you, the Lord from \n\t\t\t\t\this holy temple.",
            "For, behold, the Lord comes out of his place, and will come down, and tread upon the high places of the earth.",
            "And the mountains shall melt under him, and the valleys shall be split, like wax before the fire, and like water that is poured down a steep place.",
            "All this is for the transgression of Ya῾aqov, and for the sins of the house of Yisra᾽el. What is the transgression of Ya῾aqov? is it not Shomeron? and what are the high places of Yehuda? are they not Yerushalayim?",
            "Therefore I will turn Shomeron into a heap of rubble in the field, into a place for planting vines; and I will pour her stones into the valley, and I will lay bare her foundations.",
            "And all her carved idols shall be beaten to pieces, and all her hires shall be burned with the fire, and all her idols will I lay desolate: for she gathered them of the hire of a harlot, and they shall return to the hire of a harlot.",
            "For this I will wail and howl, I will go stripped and naked: I will make a wailing like jackals, and a mourning like owls.",
            "For her wound is incurable; for it has come as far as Yehuda; it has reached the gate of my people, to Yerushalayim.",
            "Declare it not at Gat, weep not at all: in Bet-le῾afra roll thyself in the dust.",
            "Pass away, thou inhabitant of Shafir in nakedness and shame: the inhabitant of Za᾽anan did not come forth to the mourning of Bet-ha᾽eżel: he will take away from you that standing still!",
            "For the inhabitant of Marot waited carefully for good tidings: but evil came down from the Lord to the gate of Yerushalayim.",
            "Harness the chariot to the steed, O inhabitant of Lakhish: she was the beginning of sin to the daughter of Żiyyon: for the transgressions of Yisra᾽el were found in thee.",
            "Therefore shalt thou give presents to Moreshet-gat: the houses of Akhziv are a dried up stream to the kings of Yisra᾽el.",
            "Yet will I bring an impropriator upon thee, O inhabitant of Maresha: the glory of Yisra᾽el shall come to ῾Adullam.",
            "Make thyself bald, and crop thy hair for the children of thy delight; make a wide baldness on thy head like a vulture; for they are exiled from thee."
        ],
        [
            "Woe to them that devise iniquity, and work evil upon their beds! when the morning is light, they execute it, because it is in the power of their hand.",
            "And they covet fields, and take them by violence; and houses, and take them away: so they oppress a man and his house, even a man and his heritage.",
            "Therefore thus says the Lord; Behold, against this family do I devise an evil, from which you shall not remove your necks; nor shall you go haughtily: for it will be a time of evil.",
            "In that day shall they take up a parable against you, and lament with a doleful lamentation, saying, We are utterly spoiled: he changes the position of my people; how he removes it from me, and divides our field amongst renegades!",
            "Therefore thou shalt have none that shall cast the line by lot in the congregation of the Lord.",
            "They preach, saying, Do not preach: they shall not preach concerning these things, that they shall not take shame.",
            "O thou that art named the house of Ya῾aqov, is the spirit of the Lord straitened? are these his doings? do not \n\t\t\t\t\tmy words do good to him that walks uprightly?",
            "And against my people he raises him up as an enemy: you pull off the mantle from the front of the garment of them that pass by securely returning from war.",
            "The women of my people you cast out from their pleasant houses; from their children you take away my glory for ever.",
            "Arise, and depart; for this is not your place of rest; because of its uncleanness, it shall destroy with a grievous destruction.",
            "If a man walking in wind and falsehood would lie, saying, I will preach to thee of wine and of strong drink; he would even be the preacher of this people.",
            "I will surely assemble, O Ya῾aqov, all of thee; I will surely gather the remnant of Yisra᾽el; I will put them together like the sheep into a fold and like the flock in the midst of their pasture; they shall make a great noise by reason of the multitude of men.",
            "The breaker is come up before them: they have broken in, and have passed through the gate, and are gone out by it: and their king passes on before them, and the Lord at the head of them."
        ],
        [
            "And I said, Hear, I pray you, O heads of Ya῾aqov, and you rulers of the house of Yisra᾽el; Is it not for you to know justice?",
            "You who hate the good, and love the evil; who pluck off their skin from off them, and their flesh from off their bones;",
            "who also eat the flesh of my people, and flay their skin from off them; and break their bones, and chop them in pieces, as for the pot, and like meat within the cauldron.",
            "Then shall they cry to the Lord, but he will not answer them: he will even hide his face from them at that time, because they have behaved themselves ill in their doings.",
            "Thus says the Lord concerning the prophets that make my people err, that bite with their teeth, and cry, Peace; and whoever puts nothing into their mouths, they prepare war against him.",
            "Therefore it shall be night for you, that you shall not have a vision; and it shall be dark for you, that you shall not divine; and the sun shall go down upon the prophets, and the day shall be dark over them.",
            "Then shall the seers be put to shame, and the magicians confounded: yea, they shall all cover their lips; for there is no answer from God.",
            "But truly I am full of power by the spirit of the Lord, and of judgment, and of might, to declare to Ya῾aqov his transgression, and to Yisra᾽el his sin.",
            "Hear this, I pray you, you heads of the house of Ya῾aqov, and rulers of the house of Yisra᾽el, that abhor justice, and pervert all equity;",
            "that build up Żiyyon with blood, and Yerushalayim with iniquity.",
            "The heads thereof judge for reward, and the priest thereof teach for hire, and the prophets thereof divine for money: yet will they lean upon the Lord, and say, Is not the Lord among us? no evil can come upon us.",
            "Therefore shall Żiyyon for your sake be ploughed like a field, and Yerushalayim shall become heaps of rubble, and the mountain of the house like the high places of the forest."
        ],
        [
            "But in the last days it shall come to pass, that the mountain of the house of the Lord shall be established on the top of the mountains, and it shall be exalted above the hills; and peoples shall stream towards it.",
            "And many nations shall come, and say, Come, and let us go up to the mountain of the Lord, and to the house of the God of Ya῾aqov; and he will teach us of his ways, and we will walk in his paths: for Tora shall go forth from Żiyyon, and the word of the \n\t\t\t\t\tLord from Yerushalayim.",
            "And he shall judge between many peoples, and decide concerning strong nations afar off; and they shall beat their swords into ploughshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, nor shall they learn war any more.",
            "But they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the Lord of hosts has spoken it.",
            "For let all people walk everyone in the name of his god, and we will walk in the name of the Lord our God for ever and ever.",
            "In that day, says the Lord, I will assemble her that limps, and I will gather her that is driven out, and her that I have afflicted;",
            "and I will make her that limped a remnant, and her that was cast far off a strong nation: and the Lord shall reign over them in mount Żiyyon, from henceforth, and forever.",
            "And thou, O tower of the flock, the stronghold of the daughter of Żiyyon, to thee shall it come; the former dominion shall come, the kingdom of the daughter of Yerushalayim.",
            "Now why dost thou cry out aloud? is there no king in thee? is thy counsellor perished? that pangs have seized thee as a woman in travail.",
            "Be in pain, and labour to bring forth, O daughter of Żiyyon, like a woman in travail: for now shalt thou go out of the city, and thou shalt dwell in the field, and thou shalt come to Bavel; there shalt thou be rescued; there the \n\t\t\t\t\tLord shall redeem thee from the hand of thy enemies.",
            "And now many nations are gathered against thee, that say, Let her be defiled, and let our eyes look upon Żiyyon.",
            "But they know not the thoughts of the Lord, neither do they understand his counsel: for he has gathered them as the sheaves to the threshing floor.",
            "Arise and thresh, O daughter of Żiyyon: for I will make thy horn iron, and I will make thy hoofs brass: and thou shalt beat in pieces many peoples: and thou shalt devote their gain to the Lord, and their substance to the \n\t\t\t\t\tLord of the whole earth.",
            "Now gash thyself, O daughter of troops: he has laid siege against us: they shall smite the judge of Yisra᾽el with a rod upon the cheek."
        ],
        [
            "But thou, Bet-leĥem-efrata, though thou art little among the thousands of Yehuda, yet out of thee shall he come forth to me that is to be ruler in Yisra᾽el; and his goings out are from ancient time, from days of old.",
            "Therefore will he give them up, until the time when she who travails has brought forth: then the remnant of his brethren shall return to the children of Yisra᾽el.",
            "And he shall stand and feed his flock in the strength of the Lord, in the majesty of the name of the Lord his God; and they shall abide: for now shall he be great to the ends of the earth.",
            "And this shall be peace; when Ashshur shall come into our land, and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight princes of men.",
            "And they shall graze the land of Ashshur with the sword, and the land of Nimrod with the keen blade: thus shall he deliver us from Ashshur, when he comes to our land, and when he treads within our border.",
            "And the remnant of Ya῾aqov shall be in the midst of many peoples like dew from the Lord, like the showers upon the grass, that tarries not for man, nor waits for the sons of men.",
            "And the remnant of Ya῾aqov shall be among the nations in the midst of many peoples like a lion among the beasts of the forest, like a young lion among the flocks of sheep: who, if he go through, treads down, and tears in pieces, and none can deliver.",
            "Thy hand shall be lifted up upon thy adversaries, and all thy enemies shall be cut off.",
            "And it shall come to pass on that day, says the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
            "and I will cut off the cities of thy land, and throw down all thy strongholds:",
            "And I will cut off witchcrafts out of thy hand; and thou shalt have no more soothsayers:",
            "thy carved idols and thy pillars also will I cut off, out of the midst of thee; and thou shalt no more worship the work of thy hands.",
            "And I will pluck up thy Asherim out of the midst of thee: and I will destroy thy cities.",
            "And I will execute vengeance in anger and fury upon the nations, such as they have not heard."
        ],
        [
            "Hear now what the Lord says; Arise, contend before the mountains, and let the hills hear thy voice.",
            "Hear, O mountains, the Lord’s controversy, and you strong foundations of the earth: for the Lord has a controversy with his people, and he will contend with Yisra᾽el.",
            "O my people, what have I done to thee? and wherein have I wearied thee? testify against me.",
            "For I brought thee up out of the land of Miżrayim, and redeemed thee out of the house of bondage; and I sent before thee Moshe, Aharon, and Miryam.",
            "O my people, remember now what Balaq king of Mo᾽av devised, and what Bil῾am, the son of Be῾or answered him: from Shittim to Gilgal; that you may know the righteous acts of the \n\t\t\t\t\tLord.",
            "With what shall I come before the Lord, and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?",
            "will the Lord be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?",
            "He has told thee, O man, what is good; and what does the Lord require of thee, but to do justly, and to love true loyalty, and to walk humbly with thy God?",
            "The Lord’s voice cries to the city, and the man of wisdom shall see thy name: hear the rod, and who has appointed it.",
            "Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?",
            "shall I count myself pure with wicked balances, and with a bag of deceitful weights?",
            "For its rich men are full of violence, and its inhabitants have spoken lies, and their tongue is deceitful in their mouth.",
            "Therefore will I smite thee with sore wounds, and blight thee because of thy sins.",
            "Thou shalt eat, but not be satisfied; and thy sickness shall be in thy inward parts; and thou shalt conceive, but shalt not deliver; and that which thou bringest forth I will give up to the sword.",
            "Thou shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thyself with oil; and sweet wine, but shalt not drink wine.",
            "For the statutes of ῾Omri are kept, and all the deeds of the house of Aĥ᾽av, and you walked in their counsels; that I should make thee a desolation, and the inhabitants thereof a hissing: therefore you shall bear the reproach of my people."
        ],
        [
            "Woe is me! for I am like the last of the summer fruits, like the grape gleanings of the vintage: there is no cluster to eat, no first ripe fruit that my soul desires.",
            "The good man is perished out of the earth: and there is no upright one among men: they all lie in wait for blood; each man hunts his brother with a net.",
            "Their hands are upon that which is evil, to do it diligently; the prince asks, and the judge is ready for a reward; and the great man utters the evil desire of his soul: and so they weave the web.",
            "The best of them is as a brier: the most upright is sharper than a thorn hedge: the day of thy watchmen and thy punishment comes; now shall their perplexity come.",
            "Trust not in a friend, put not confidence in a guide: keep the doors of thy mouth from her that lies in thy bosom.",
            "For the son dishonours the father, the daughter rises up against her mother, the daughter in law against her mother in law; a man’s enemies are the men of his own house.",
            "Therefore I will look to the Lord; I will wait for the God of my salvation: my God will hear me.",
            "Rejoice not against me, O my enemy: when I fall, I shall arise; when I sit in darkness, the Lord shall be a light to me.",
            "I will bear the indignation of the Lord, because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness.",
            "Then my enemy shall see it, and shame shall cover her; who said to me, Where is the Lord thy God? my eyes shall behold her: now she shall be trodden down as the mire of the streets.",
            "The day that thy walls are to be rebuilt, that day shall be far removed.",
            "But there shall be a day when they shall come to thee from Ashshur, and from the cities of Mażor, and from Mażor even to the river, and from sea to sea, and from mountain to mountain.",
            "And the land shall be desolate because of them that dwell in it, for the fruit of their doings.",
            "Tend thy people with thy staff, the flock of thy heritage, who dwell solitarily in the wood, in the midst of Karmel: let them feed in Bashan and Gil῾ad, as in the days of old.",
            "As in the days of thy coming out of the land of Miżrayim I will show him marvellous things.",
            "The nations shall see and be ashamed of all their might: they shall lay their hand upon their mouth, their ears shall be deaf.",
            "They shall lick the dust like a snake, they shall come trembling out of their holes like crawling things of the earth: they shall be afraid of the Lord our God, and shall fear because of thee.",
            "Who is a God like Thee, who pardons iniquity, and forgives the transgression of the remnant of his heritage? he does not maintain \n\t\t\t\t\this anger for ever, because he delights in mercy.",
            "He will again have compassion upon us; he will suppress our iniquities. And thou wilt cast all their sins into the depths of the sea;",
            "thou wilt show truth to Ya῾aqov, loyal love to Avraham, as thou hast sworn to our fathers from days of old."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}