{
    "versionTitle": "En Jacob (Rabbi S.H. Glick)", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Pesachim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "    ", 
            "    ", 
            "", 
            " ", 
            "   .......", 
            ".      ", 
            "It was taught in the house of Shmuel (Beis Medresh), \"On the night of the 14th of Nissan, One should search for chumetz by the light of the candle\" Therefore Ohr means Night. ... Ohr really means night", 
            "Weither you are Rav Huna or Rabbi Yehuda... Ohr Really means night... One person was talking in the style of his town and one person was talking about the style in his town. ", 
            "   ", 
            "R. Papa said: \"A circumlocution of nine letters is found in the Scripture; for it is said (Deu. 23:11) If there be among thee, any man that is not clean.\" Rabina said : \"Ten letters [is the circumlocution]; for in the same text there is an an extra letter, Vav.\" R. Acha b. Jacob said: \"Sixteen extra letters are used [in order to avoid an unfit word], as it is said (I Sam. 20:26) For he thought something hath befallen him, he is not clean, because he has not yet purified himself [in order to avoid the word impure].\"", 
            "At the academy of R. Ishmael, it was taught that a man should always speak in clean language, since the seat of a male zab the passage calls (Lev. 15:9) saddle, and the seat of a female zab the passage calls (Ib.) sitting place. This principle is also supported by the following passage (Job 15:6 ) So that thou choosest the language of the prudent. Also by another passage (Ib. 33, 3) And my lips utter knowledge clearly.", 
            "Why does he cite all these passages [is not the first one sufficient] ? You will perhaps say that this applies only to Biblical matters, but for Rabbinical matters any language might be used. Come, listen; it is said, So that thou choosest a language of the prudent.  And if you will say that  this applies only to Rabbinical matters, but for secular affairs any language might be used : Come, Listen to this passage : And my lips utter knowledge clearly."
        ], 
        [
            "", 
            "There were two disciples sitting before Hillel, of whom one was R. Jochanan b. Zakai. According to others, these disciples were sitting before Rabbi, and one of them was R. Jochanan. One said [while studying a Mishnah]: \"Why must the grapes be cut according to the rules of levital cleanliness, while olives may be gathered even according to the rules of levitical defilement?\" The other pupil said: \"Why must the grapes be cut under the rules of levitical cleanliness, while the gathering of olives need not be made under the rules of levitical cleanliness?\" \"I am sure,\" remarked their teacher, \"that this one [who used becoming words] will become a judge in Israel.\" It is said that before many days had elapsed he became a judge in Israel.  There were three priests [discussing the portions of their priestly gifts]; one said: \"Mine was as large as a bean.\" To this the other responded: \"Mine, was as large as an olive.\" The third one said: \"Mine was as large as the tail of a lizard.\" In consequence of that unfit expression, the last was examined as to his fitness to serve upon the altar and they found in him a blemish of descent. Have we not been taught [in a Mishnah] ''No family records are searched beyond the altar\"? [for he was certainly examined before he began serving upon it; hence how was this examination possible?] Do not say a \"blemish of descent,\" but say [they found in him] \"obscenity which made him unworthy of the priesthood.\" And if you please, you may say this instance differs, because he harmed himself by causing the investigation]. There was a certain heathen who [under the guise of an Israelite] would come to Jerusalem every Passover and partake of the paschal lamb. Once he came before R. Juda b. Bathyra and said to him: \"It is written in your Torah (Ex. 12:43) No stranger shall eat thereof, and again (Ex. 12:48) But no uncircumcised person shall eat thereof; nevertheless, I get to eat of the very best.\" \"Have they given thee a piece of the fat of the tail?\" remarked R. Juda b. Bathyra. \"Nay,\" answered the heathen. So R. Juda said to him: \"The next time you go, ask of them to give thee a piece of the fat of the tail.\" The following year then, when he came to Jerusalem, he said to them: \"Give me a piece of the fat of the tail.\" \"What!\" exclaimed they, \"is not the fat of the tail sacrificed on the altar? Did anyone advise thee to ask for this?\" they questioned him. And the heathen answered: 'R. Juda b. Bathyra has advised me thus.\" \"What does this mean?\" said they to themselves. Thereupon they made an investigation and, discovering that the man was a gentile, punished him. They then sent a message to R. Juda b. Bathyra, saying: “Peace unto thee R. Juda b. Bathyra, who sitteth in Nizibin, yet whose net is cast in Jerusalem.\"  When R. Cahana became ill, the Rabbis sent R. Joshua, the son of R. Ide, with instructions to visit him and find out what his condition was. When he came, he found R. Cahana dead. He tore his clothes, then turned them towards his back, and returned weeping. \"Is he dead?\" they asked him. \"You say it, I do not say it,\" was his reply, adding also (Pr. 10:18) “And he that spreadeth abroad an evil report is a fool.” (Fol. 4) "
        ], 
        [
            "When Rab, the son of R. Chiya's brother and sister came to Palestine, Rab was asked by R. Chiya: \"Is father alive?\" \"Is mother alive?\" was his reply. Then R. Chiya asked him: \"Is mother alive?\" Rab answered again: \"Is father alive?\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            ".. R. Elazar said: \"Those who go on a religious mission, will not meet with evil either going to, or from, their duty.\" R. Elazar was in accord with the opinion of the Tanna, Issi b. Juda, who taught: \"Since the Torah says (Exodus 34:24) ‘Yet shall no man desire thy land,’ it is to be implied that the cow shall feed in the pasture and no beast shall harm it, the chicken shall dig in the rubbish and no weasel shall harm it.\" Now, can this not be inferred a fortiori? If, regarding the things which are exposed to injury, it is promised that no harm will occur, how much the more so regarding things that are usually not exposed to injury? This conclusion I could only arrive at with reference to protection while on the way to perform [a meritorious act]. Whence, however, do we infer that even on the return, no harm will occur? It is said (Deuteronomy 16:7) ‘And thou shalt turn in the morning and go unto thy tents.’ From this passage we may learn that Thou wilt go and find thy tents in peace. Since even on the return [he will meet no evil], wherefore is it necessary to mention [the protection] on the way going to perform the religious duty? We must therefore say this statement is necessary for the reference to what R. Ami said: \"Every man who has land is in duty bound to visit Jerusalem during the festivals, but a man who has no land need not visit Jerusalem during the festivals.\" R. Abin b. R. Adda said in the name of R. Isaac: \"Why was there not Gennesar-fruit in the land of Israel? Lest those who visit Jerusalem during the festivals should say, 'Had we come here merely to enjoy of the Gennesar-fruit: it would have been sufficient.' Hence their visit would become not as a matter of duty.\" The same said R. Dastoe b. Janai: \"Why are not the hot springs of Tiberias located in Jerusalem? For the simple reason that those who visit Jerusalem during the festivals, should not say, 'Were it for nothing else than to bathe ourselves in the hot springs of Tiberias that we visited Jerusalem, it would have been sufficient! Thus their visiting Jerusalem would turn out to be not as a matter of duty.\" \n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "   ", 
            "  ", 
            " ", 
            "   ", 
            "   ", 
            "   ", 
            " ", 
            "   ", 
            " ", 
            " ", 
            "We are taught  that Simon of Amsuni, and others say, Nehemiah of Amsuni,was accustomed to interpret every word Eth.  When he reached the Eth of (Deuteronomy 6:13, Deuteronomy 10:20) \"Thou shalt fear the LORD, thy God\", he refrained [did not interpret it].   Said his disciples to him: \"Why, Rabbi, what will become of those Eth's thou didst interpret?\"  Whereupon he answered:  \"Just as well as I will be rewarded for making those interpretations, so will I be rewarded for refraining in this case.\"  But when R. Akiba came, he interpreted:  \"The Eth [of \"Thou shalt fear the LORD, thy God\"] includes the scholars.\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            " R. Jacob said in the name of R. Jochanan: \"By every means, one may cure himself except by means of the tree devoted to idolatry.\" To what case does he refer? If we assume that he refers to a case where there is fear of danger, then why not cure by means of the tree devoted to idolatry? But if he refers to a case in which there is no fear of danger, then one is prohibited to be cured by means of any prohibited articles. Indeed, he does refer to a case where there is fear of danger, nevertheless it is forbidden [to be cured] by means of a tree devoted to ideolatry. As we are taught in a Baraitha, R. Eliezer says: \"Since it is said (Deuteronomy 6:5) [Thou shalt love thy God] with all thy soul, wherefore is added, With all thy wealth? And since it is said, With all thy wealtlh, wherefore is also added, With all thy soul? This is to teach us that in case there is a man who loves himself more than his wealth, for him it is said, With all thy soul. And if there is a man who loves his wealth more than himself, for him it is said, With all thy wealth."
        ]
    ], 
    "versionSource": "En Jacob: Agada on the Babylonian Talmud (Volume 2)", 
    "heTitle": "פסחים", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}