{
    "title": "Shorshei HaYam on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [],
        [
            [],
            [],
            [
                "<span class=\"H\">שורש איסור אכילת בשר אדם</span>\n<b> והאוכל </b>\n<b> מבשר אדם או מחלבו בין מן החי בין מן המת אינו לוקה כו'.</b> עיין לה\"ה שהביא סברות הפוסקים בענין בשר האדם אם מותר מן התורה או אסור בעשה שהראב\"ד והרמב\"ן ז\"ל כתבו דליכא איסור כלל מן התורה אבל הרמב\"ם והרא\"ה סוברים דאיכא איסור עשה יע\"ש ותמהני מה יענו הראב\"ד והרמב\"ן ביום שידובר בהם ההיא סוגייא דפ\"ג דנידה דף כ\"ג ע\"ב דאבעייא ליה לרב אדא בר אהבה מאביי לר\"מ דאמר בהמ' במעי אשה ולד מעלייא הוא אדם במעי בהמה מאי למאי נ\"מ לאשתרויי באכילה ותפשוט ליה מהא דר\"י דאמר ר\"י השוחט את הבהמ' ומצא בה דמות יונה אסורה באכילה ומשנינן הכי השתא התם לא פרסות ולא פרסה איכא הכא נהי דפרסות ליכא פרסה מיהא איכא ע\"כ ואם איתא דבשר אדם הנולד מן האשה ליכא איסור תורה אלא באכילה מאי קמבעיא ליה באדם במעי בהמה אי חשיב אדם ואסור באכילה או אי חשיב בהמ' ומותר באכיל' והא אפי' אי חשיב אדם נמי מותר באכילה הוא דבשר אדם מותר באכילה הוא לדעתם ואפשר דלדידהו איסור' דרבנן מיהא איכא באכילת בשר אדם ממש והכא קמבעיא ליה לר\"א אי ליכא איסורא כלל לר\"מ מי נימא דחשיב כבהמה ממש וליכא איסורא כלל ואפי' מדרבנן והכי דייק לישנא דר\"א בר אהבה דבעי מהו לאשתרויי באכילה:<br><b> ומיהו </b> בעיקר בעיא זו יש לדקדק אמאי לא בעי לה אליבא דרבנן דהא לרבנן דר\"מ נמי כל שיש בו מקצת צורת אדם במעי אשה אע\"פ שיש בו מצורת בהמה חשיב ולד מעלייא כדתנן במתני' וא\"כ גבי בהמה נמי איכא למבעי אי שחט את הבהמ' ומצא בה מקצת מצור' אדם בפנים ושאר הגו' הוא צורת בהמה אי חשיב אדם או לא וי\"ל דלרבנן פשיטא דלא חשיב אדם דלדידהו הא לא חשיב אדם אלא בשיש בו מצורת אדם ונולד מן האדם אבל בנולד מן הבהמ' אע\"פ שיש בו צורת אדם ודאי דלא חשיב אדם ועיין עוד מה שציינתי ברמזי פ' כי תצא בפ' לא יוכל לבכר את בן האהובה א\"נ י\"ל דברי הרבנים הנז' דלדידהו בשר אדם מת אסור בהנאה להכי מבעייא ליה לר\"א אי חשיב אדם כששחט את הבהמה והאדם שיש בתוכה מת אי חשיב אדם אסור משום איסור בשר אדם מת כו' אך אכתי קשה שכבר כתב המ\"ל בפי\"ד מה' אבל דכ\"א דדוקא מת ישראל אסו' בהנאה ולא מת גוי לדעת הרמב\"ן יע\"ש באורך ועיין עוד למרן החבי\"ב בי\"ד סי' ע\"ט שכתב שיש סברות דאף איסו' דרבנן ליכא יע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש טריפה אינה יולדת</span>\n<b> היה </b>\n<b> העוף ספק טריפה כל הבצי' שתלד כו' שאם היתה טריפה לא היתה יולדת כו'.</b> הנה הרפ\"ח ז\"ל בקונט' השאלות שבס\"ס מים חיים דף נ\"ב עלה ונסתפק באותה שאמרו טריפה אינה יולדת אי אמרינן הכי נמי טריפה אינו מוליד גבי טריפת זכר יע\"ש ופשיטא ליה דאפי' טריפת זכר אינו מוליד מסוגייא דפ' השולח דמ\"ג ע\"א ובסוף דבריו הביא כדמות ראיה ההיא דפ' בן סורר דאמרי' דזכר קטן אינו מוליד כנקבה קטנה יע\"ש ולדעתי יש ראיה גדולה ממה שמצינו שההורג את הטרפה פטור משום דגברא קטילא קטל עיין בפרק קמא דחולין די\"א ובסוף פ\"ק דמכות וברבי' פ\"ב מה' רוצח ואם הוא ראוי להוליד למה יפטר הרי דם זרעייותיו צועקי' אליו ועיין להתוס' בחולין פ' א\"ט דמ\"ב ע\"ב ד\"ה יאמר שכתבו דיש חילוק בין טרפות אדם לטרפות בהמה ושוב ראיתי דמדברי התוס' בבכורות ד\"ז ע\"א ד\"ה והא איפכא ובחולין דנ\"ח ע\"א ד\"ה במאי כו' מבואר יוצא דאף הזכר טריפה אינו מוליד יע\"ש ודוק:<br><b> וכעת </b> ראיתי שדבר זה תלוי באותה שכתב הרב עצמו בפריו לי\"ד סי' נ\"ז ס\"ק מ\"ז במ\"ש טריפה אינה יולדת אם הוא דוקא לידה או אפילו עיבור בעלמא והביא דברי הר\"ן שכתב בפרק א\"ט שאין הטרפה מתעברת יע\"ש והשת' כיון שהדב' תלוי בעיבור ולא בליד' מה לי זכר מה לי נקבה וי\"ל וברור ומ\"מ יש להבי' עוד ראיה דאף טריפה אינו מוליד מההיא דע\"ז דפ\"ה ע\"ב וזבחים דקי\"ג דקאמר טריפה מלהחיות זרע נפקא ופרכינן הניחא למ\"ד טריפה אינה יולדת כו' ואם איתא דזכר מוליד היה ל\"ל הניחא נקבות אלא זכרים מאי איכא למימר דקרא אחיות זרע קפיד אלא ודאי דאף זכר אינו מוליד ודוק:<br><b> הוספה</b><br><b> כתבתי </b> לעיל למה שחקר הרפ\"ח אי זכר טריפה אינו מוליד ממ\"ש שההורג את הטרי' פטור ואם הוא ראוי להוליד למה יפטר הרי דם זרעיותיו צועקים אליו עכ\"ל והן עתה מידי עוברו בקורא להגיה אלופי ומיודעי הרב ועצום רחימא דנפשאי כמה\"ר רפאל ן' חסון נר\"ו ההוא אמר וכתב ומי יתן ידעתי אופן הראיה כי דבריו באו כס' החתום דהלכה רווחת אין אדם נהרג על העוברים ק\"ו למי שלא בא עדיין לכלל עובר וכמ\"ש הר\"מ פ\"ב מהלכות רוצח ואיך הפה יכולה לדבר להורג את הטריפה לחייבו מיתה בשביל שמא יוליד עכ\"ל ואני אומר אחר יחוש חוץ ממני ואני לא אחוש כי כוונתי ברורה דמדיהבינן טעמא להורג את הטריפ' שהוא פטור משום דגברא קטילא קטיל שמעינן שפיר דאינו ראוי להוליד דאם הוא ראוי להוליד לאו גברא קטילא הוא והרי הוא כהורג את הבריא ואיכא ביה משם דמו ודם זרעיותיו ומה שדימה ההיא דהורג את הטריפ' כהורג את העוברים תמהני דאיך דימה זא\"ז וקרב זא\"ז דהתם ההורג את העוברים אינו ראוי להוליד בשעת שהרגם מפני שחיותם אינו חיות גמור אבל ההורג את הטריפה אם ראוי להוליד בשעת שהרגו ראוי להוליד מה שאין כן בעוברים כאמור וזה פשוט והאריכות בזה יש בו משום ביטול בית המדרש. ולפי האמור אין צורך למה שרצה להביא ראיה מדברי מוהרח\"ו והביא דבריו הרב מוהר\"ש אוזידה בפ\"ג דאבות מ\"ח חביב אדם שנברא בצלם דכ\"ח סע\"ב דמפורש יוצא דהטעם שנהרג ההורג לן' נח לפי שאולי עתיד לצאת ממנו שום אדם צדיק וממנו ניקח להורג את הטריפה שיהא חייב מטעם זרעיותיו העתידים לצאת ממנו ועכ\"ל דה\"ט דפטור ההורג משום דאינו מוליד הן אמת דצריך לישב ההיא דהורג את העוברים דקי\"ל דאינו נהרג ואף גם זאת דאפשר י\"ל דההיא דב\"ן קודם מ\"ת ואין למדים ממנה לדין דלאחר מ\"ת עכ\"ל הנה כ\"ז גרם לכת\"ר מפני שהבין בדברי שמפני העוברים העתידים לצאת ממנו לבד הוא מתחייב ואולם לפי האמור לא עמד על דעתי אלא מפני דמו של טריפה והוא העיקר דלאו גברא קטיל כיון שראוי להוליד ומ\"ש שדם זרעיותיו צועקי' אליו כונתי הוא שמצטר' עם דמו של טריפה והרי הוא כבריא וזה פשוט. ובכן ל\"ק מה שהק' כת\"ר לדברי מוהרח\"ו מהורג את העוברים דלפי האמור שנייא היא כמובן. [עד כאן ההוספה]."
            ],
            [],
            [
                "<span class=\"H\">שורש טעם איסור גבינות הגויים אבל </span>\n<b> בימי חכמי המשנה גזרו על גבינו' הגויים ואסרום מפני שמעמידים אותה בעור קיבת נבלה.</b> ע\"כ. הכי איתא בחולין דקי\"ו ע\"ב משנה קיבת נכרי ושל נבלה ה\"ז אסורה המעמיד בעור של קיבת כשירה אם יש בה בנ\"ט ה\"ז אסורה ע\"כ וכתבו התוספו' המעמיד בעור קיבה אם יש בה בנ\"ט כו' תימה דבגמרא מפרש טעמא דאסרו גבינות הגויים משום שמעמידי' אותה בעור קיבת נבלה מאי איריא נבלה אפי' כשרה נמי וי\"ל דמשום בשר בחלב לא היו אוסרים מספק משום דליכ' אלא איסורא דרבנן ודרך בישול אסרה תורה ע\"כ ובדברי התו' הללו צריך להבין אעיקרא דדינא מאי ס\"ל להתוס' ז\"ל בפירושא דמתני' דבמתני' קשיא מאי קמ\"ל המעמי' בעור קיבה אם יש בה בנ\"ט ה\"ז אסורה פשיטא דאסורה דהא בב\"ח בנתינת טעם אסור אלא עכ\"ל דאתא לאשמועינן דדוקא אם יש בה נ\"ט אסור משום בב\"ח אבל אם אין בה נ\"ט מותר אע\"ג דמעמיד כיון דבב\"ח בטעמא תלה ליה רחמנא משא\"כ מעמיד בעור נבלה דאזלינן בה בתר מעמיד אע\"ג דאין בו נ\"ט משום דרואין אותו כאלו הנבילה קיימת וכמ\"ש הרשב\"א בחי' יע\"ש וא\"כ ממילא אזדא לה קושי' התוס' דאי משום כשירה לא אסיר אלא בנ\"ט אבל משום נבלה אפי' אין בו נ\"ט אסיר ותו ק' אעיקרא דדינא מאי ס\"ל להתוס' במילתיה דשמואל דאסר גבינות הגויים משום שמעמידים אותה בעור קיבת נבילה והלא סתם העמדה אין בה נ\"ט ואי משכחת לה לפעמים דיש בה נ\"ט לטעמיה קפילא ארמאה ואי משום דבר המעמיד אפי' באלף לא בטי' תקשי ליה מתני' דמעמיד בעור קיבה דוקא אם יש בה נ\"ט אסיר ואי לא לא אסיר אלא עכ\"ל דשאני מעמיד דהוי מעמיד דהתר אבל מעמיד של איסור אפי' באלף לא בטיל וכמ\"ש הר\"ן בשם ר\"י ן' מיגאש מעתה קו' התוס' ליתא דמשו\"ה נקט נבילה לומר דאפי' באלף לא בטיל כיון דמעמיד של איסור הוא משא\"כ כשירה דמעמיד של היתר הוא ותו במאי דתירצו דמשום בב\"ח לא היו אוסרי' מספק כו' דמשמע כוונתם דלגבי עור נבילה איכא ספיק' דאורייתא דשמא העמיד בעור או בקיבה עצמה אבל משום בב\"ח דמדאורייתא ליכא איסורא דדרך בישול אסרה תורה וצונן בצונן הוא וכיון דמספ\"ל אם העמיד בעור או בקיבה עצמה הו\"ל ספיקא דרבנן ולקולא וק' דהשתא מיהא גבי איסור נבילה נמי ליכא אלא איסורא דרבנן דמן התורה לא אסיר אלא בנ\"ט דסתם העמדה אין בה נ\"ט ואף את\"ל דס\"ל להתוס' דדבר המעמיד אפי' באלף לא בטיל מ\"מ מילתא דפשיטא היא דאיסור מעמיד אינו אלא דרבנן וכמ\"ש הרפ\"ח סי' ק' סק\"ג:<br><b> ואפשר </b> לומר דס\"ל להתוס' דאיסור מעמיד ליכא כלל והיא גופא אתא לאשמועי' מתניתין דהמעמיד בעור קיבה דוקא אם יש בה בנ\"ט אסורה אמנם אם אין בה בנ\"ט מותרת ולא אמרי' דבר המעמיד אפי' באלף לא בטיל והא דאמרינן בע\"ז פ' אין מעמידין דל\"ה גבי מתני' מפני שמעמידין אותה בקיבת עגלי ע\"ז אמרו לו א\"כ למה לא אסרוהו בהנאה ופריך בגמר' וליהדר ליה משום דליתיה לאיסורא בעיניה דומייא דמורייס כו' ומשני כיון דאוקמי קא מוקים חשיב להו כדאיתא לאיסו' בעיניה יע\"ש ומשמע דאיכא איסור מעמיד איכא למימר דשאני התם דמיירי באיסורי הנאה ודוקא גבי איסורי הנאה אמרי' דבר המעמיד אפי' באלף לא בטיל והיינו טעמא משום דאע\"ג דאין בו בנ\"ט וכבר נתבטל האיסור מ\"מ כיון שע\"י אותה הקיבה העמיד הגבינה ואי אפשר בלא\"ה אין לך הנאה גדולה מזו ומשו\"ה אמרי' דאע\"ג דליתיה לאיסורא בעיניה כיון דאוקמי קא מוקים כמאן דאיתיה לאיסורא בעיניה משא\"כ בשאר איסורין שאסורים באכילה דוקא לא אמרינן דבר המעמיד כיון דכבר האיסור נתבטל לגמרי מאי איכפת לן אם העמיד בה או לא וטעמא דשמואל דאסר גבינות הגויים מפני שמעמידין כו' לאו משו' דבר המעמיד הוא אלא טעמא כדכתב הראב\"ד דבדבר של גויים לא נתנו בו חכמים שיעור כדי שלא יפרושו וכמ\"ש הר\"ן בפ' אין מעמידין יע\"ש והשתא מתני' לא ק\"ל לשמואל משום דמתני' איירי בישראל אבל בדבר של גויים אפי' אין בו נ\"ט אסור כדי שלא יפרושו מעתה ק\"ל להתוס' שפיר מאי איריא נבילה אפי' כשרה נמי כיון דשמואל בגבינות הגויים קאי אף בכשרה נמי אסור אפי' אין בו נ\"ט כיון דהוי דבר של גויים ותרצו דאי משום בשר בחלב לא היו אוסרין מס' דדרך בישול אסרה תורה וצונן בצונן הוא כלומר האיסור אפי' אם יש בה נ\"ט ואפי' בישראל לא אסיר אלא מדרבנן והשתא דמספ\"ל אם העמידו בעור או בקיבה הו\"ל ספקא דרבנן ולקולא משום דאעיקרא אפילו אם יש בו נ\"ט דלא אסיר אלא משום דבר של גויים דדוקא היכא דידעי' בודאי דאיכא שם איסורא אמרינן דאסור אבל מספקא לא אמנם כשאסרינן משום נבילה דעיקר איסו' בנ\"ט הוא מן התורה וספקו אסור א\"כ גבי דבר של גויים גזרו בו חכמים אפי' אין בו נ\"ט ואף על הספק דומייא דיינו של ישראל היכא דאיכא נ\"ט דספיקו אסו' ומיהו איכא למידק לפי האמור אמאי נקט מתני' המעמיד בעור קיבה כשרה כיון דחידושא דאתא לאשמועינן הוא דליכא איסור מעמיד כאמור הו\"ל למיתני המעמיד בעור קיבה סתם בין כשרה בין נבילה ואמאי נקט כשרה וצ\"ל דהתוס' לא הוו גרסי כשרה אלא בעור קיבה סתם והכי מוכח מלישנייהו דלא הזכירו כשרה כלל וכן נראה דהוה גריס הרשב\"א ז\"ל מדכתב בחי' המעמיד בעור קיבה וכלומר בעור קיבה של כשרה ע\"ש מוכח בהדייא דלא גריס במתני' כשרה ומ\"ה הוצרך לפרושי וק\"ל:<br><b> ועוד </b> אפשר לפרש דברי התוס' דלעולם ס\"ל דבר המעמיד אפי' באלף לא בטיל וחידושא דמתני' אינה אלא כמ\"ש הרשב\"א דדוקא אם יש בה נ\"ט אסורה משום בב\"ח דבטעמא תלה רחמנא ולפיכך אם אין בו נ\"ט מותר אע\"ג דמעמיד משא\"כ בעור נבילה דאזלינן בתר מעמיד אע\"פ דאין בו נ\"ט דרואין כאלו הנבילה קיימת ומ\"ה נקט מתני' כשרה דוקא בדיוק וטעמא דשמואל דאסר גבינות הגויים אע\"פ שאין בו נ\"ט הוי מתרי טעמי אי משום מעמיד דאיסור ואי משום דהוי דבר של גויים כמ\"ש הראב\"ד דלא מצינן למימר דטעמא דשמואל דאסר אינו אלא משום מעמיד דאיסור דוקא אבל משום דבר של גויים לא דא\"כ תיקשי למ\"ד התם בפרק אין מעמידין טעמא דגבינות הגויים משום שמחלקי' פניה בשומן חזיר דמאי איסורא איכא כיון דאין נ\"ט וכמו שהכריח הראב\"ד ז\"ל אלא ודאי דטעמא משום דהוי דבר של גויים ובודאי שמו' לא פליג בהא וכן לא מצינן למימר דטעמא דשמואל משום דהוי דבר של גויים דוקא אבל מעמיד דאיסור לית ליה דא\"כ אמאי נקט מתני' כשרה דוקא אלא ודאי דתרוייהו אית לן המעמיד בדבר של איסור אפי' ישראל אסור ובדבר של גויים אפילו מעמיד בכשרה אסור וכה\"ג עכ\"ל בדעת הרשב\"א שהרי בת\"ה הארוך דפ\"ו כתב להלכה כדעת הראב\"ד ובחי' כתב דמעמיד בעור נבילה אזלינן בתר מעמיד אפי' אין בו נ\"ט דרואין כאלו הנבילה קיימת והא אזלא כר\"י ן' מיגאש אלא מוכרח דתרוייהו אית לן לענין הלכה דמעמיד של איסור אפילו באלף לא בטיל וכן נמי דבר של גויים אפילו באלף לא בטיל וראיתי להרב בכנה\"ג בסי' פ\"ז הגב\"י אות מ\"ד שהקשה על הרב המגיד שכתב שהרשב\"א ס\"ל כהראב\"ד ממ\"ש הרשב\"א בחי' וכתב ויראה שה\"ה לא ראה חידושי הרשב\"א אלא מ\"ש בת\"ה שהביא ב' הפי' ואע\"פ שלא הכריע כא' מהם מדהביא דברי הראב\"ד לבסוף משמע דהכי ס\"ל עכ\"ד וכנראה שהרב לא ראה מ\"ש הרשב\"א בת\"ה גבי חמאה יע\"ש ומ\"מ לתרץ דברי הרשב\"א אית לן למימר כדבר האמור והכי נמי ס\"ל להתו' מעתה ק\"ל שפיר מאי אירייא נבילה ואפילו כשרה נמי דאע\"ג דהוי מעמיד של היתר מ\"מ מטעם דבר של גוים היה לנו לאסור אפי' בכשרה ותירצו שפיר דמשום בב\"ח לא היו אוסרין מספק כיון דעיקר הדין אפי' בנ\"ט אינו אלא דרבנן דדרך בישול אסרה תורה וצונן בצונן הוא וא\"כ היכא דאין בו נ\"ט לא היו אוסרין מספק דספיקו לקולא אבל משום נבילה אסרינן מספק שפיר אפי' אין בו נ\"ט אע\"ג דהשתא מיהא הוי דרבנן כיון דעיקר הדין בנ\"ט הוי דאורייתא ודוק הרי לפניך ב' דרכים בדברי התוס' דאפשר דס\"ל להתוס' דליכא איסור מעמיד כלל כאמור בדרך הא' או אפשר דס\"ל להתוס' דאיכא איסור מעמיד ושנייא לן בין מעמיד של איסור למעמיד של היתר כמדובר:<br><b> איברא </b> דמדברי התוס' פ' ג\"ה דף צ\"ט משמע לכאור' דלית בהו משו' מעמיד כלל דכתבו שם בד\"ה לא במאה כו' וז\"ל בסוף הדיבור ומשום דחימוץ אין בו נ\"ט גמור כשאר נ\"ט ק\"ל אמאי לא בטיל בק\"א דלא הוי אלא כמו העמדה דחלב בעלמא דתנן בפ' כל הבשר המעמיד בעור קיבה אם יש בה בנ\"ט אסור משמע הא ליכא נ\"ט שרי אע\"פ שהעמיד החלב משום דהעמדה לא חשיבא טעמא כו' ע\"כ יע\"ש הרי משמע לכאורה דלית להו איסור מעמיד והעמדה לא חשיבא טעמא דאית ליה ביטול וכן הבין הרפ\"ח בסי' צ\"ח סק\"ז יע\"ש אמנם כד דייקינן שפיר אין ראיה מדברי התוס' דלית להו משום מעמיד כלל:<br><b> הן </b> קדם נבאר דברי הרשב\"א שבחי' שכתבנו לעיל שחילק בין מעמיד דאיסור למעמיד דבב\"ח דאע\"ג דבב\"ח מעמיד הוא מ\"מ בטעמא תלה רחמנא דדרך בישול אסרה תורה משא\"כ במעמי' בעור נבילה דאזלי' בתר מעמיד אע\"ג דאין בו נ\"ט רואין אותו כאלו הנבילה קיימת בעין והנה הרפ\"ח בסימן הנז' כתב וז\"ל קשייא לי דמה בכך דבטעמא תלה ליה רחמנא אכתי ליתסר מדרבנן משום מעמיד דומייא דנבלה ואין לומר דמעמיד אסור מן התורה כו' וניחא לי דכיון דבב\"ח לא אסרה תורה אלא דרך בישול אסרו חכמים היכא דאיכא טעמא אף שאינו דרך בישול דהיינו כבוש ומליח דהוי כעין תורה אבל שאר איסורין שאסרו והחמירה התורה בהם כל היכא דאיכא טעמא אף שלא ע\"י בישול החמירו בהם חכמים לאסור ג\"כ משום מעמיד עכ\"ל והנך רואה שאין דברי הרשב\"א מכוונים לפי פי' זה והנראה לע\"ד דכונת הרשב\"א היא דבשלמא גבי בשר בחלב דבטעמא תלה רחמנ' כלומר שעיק' איסור בב\"ח לא אסרה תורה אלא מפני שהבשר נתן טעם בחלב והחלב נתן טעם בבשר והראיה שלא אסרה תורה אלא דרך בישול אבל תערובת בשר בחלב בלא בישול לא אסיר אלמא דעיקר טעמא של בשר בחלב הוי משום נתינת טעם זב\"ז וכיון שכן כשאין בו נ\"ט ליכא איסור' כלל דמאי אמרת משום מעמיד דהו\"ל כאלו איתיה בעיניה מה בכך כל אחד עומד בפ\"ע משא\"כ מעמיד בעור נבלה שהנבילה אסורה מצד עצמה אע\"ג דאין בו נתינת טעם מ\"מ כיון שמעמיד ה\"ל כאלו הנבילה קיימת בעין דאית לן לאסור משום נבילה לא משום נ\"ט כיון דליכא טעמא כלל וכן נראה מדברי הר\"ן שכתב משם הר\"י ן' מיגאש אבל משום בשר בחלב ליכא למימר הכי דכל אימת דלא יהיב טעמא לאו בשר בחלב הוא אלא האי באנפיה קאי והאי באנפיה קאי יע\"ש וע\"כ פי' דבריו כדכתיבנא באופן דאיסו' מעמי' לאו משום נתינת טעם אלא משום דהו\"ל כאלו איתיה בעיניה ולאו משום דהעמדה חשיבא כנתינת טעם אלא הו\"ל כאלו אותו הדבר שמעמיד בו איתיה בעיניה משום שאם לא היה מעמיד לא היה אותו חלב נעשה גבינה וכיון שעיקר המעמיד היה דבר איסור הו\"ל כאלו איתיה בעיניה ומשו\"ה אית לן לפלוגי בין מעמיד דבב\"ח למעמיד דאיסור אבל אי טעמא דמעמיד משום דהעמדה חשיבא טעמא לא הו\"ל לפלוגי בין מעמיד דבב\"ח למעמיד דאיסור דכיון שאנו אומרים דהעמדה אע\"פ שאין בה נתינת טעם חשיבא טעמא א\"כ בב\"ח נמי הוה לן לאסור כיון דבטעמא תלה ליה רחמנא ואף שאינו דרך בישול מ\"מ מדרבנן מיהא הוה לן לאסור אלא ע\"כ כמדובר מעתה אף אנו נאמר דהתו' ז\"ל ה\"נ ס\"ל והכי פי' דבריהם דמשום דחימוץ אין בו נתינת טעם גמור כשאר נתינת טעם ק\"ל אמאי לא בטיל במאה וא' דלא הוי אלא כמו העמדה דבעלמא כו' כלומר דחימוץ אין בו נתינת טעם גמור וכי תימא דאע\"ג דאין בו נתינת טעם גמור חשבינן ליה לחימוץ כנתינת טעם כיון דמחמיץ אותה העיסה לזה כתבו דלא הוי אלא כמו העמדה דבעלמא דהעמדה ודאי ע\"כ לא חשיבא טעמא דאי חשיבא טעמא ומשו\"ה אסרי' למעמיד היכי תנן המעמיד בעור קיבה אם יש בו נ\"ט ה\"ז אסורה דמשמע הא אין נ\"ט מותרת כיון דטעמא דמעמיד הוא משו' דחשיבא טעמא אף בב\"ח נמי היה לנו לאסור אפי' אין בו נ\"ט אלא ודאי טעמא דמעמיד לאו משום דחשיבא טעמא אלא משום דהו\"ל כאלו איתיה בעיניה וא\"כ ה\"ה נמי דחימוץ ומשום הכי ק\"ל אמאי לא בטיל בק\"א ומשני שאני שאור דחימוצו קשה כלומר דחשיב טעמא יותר מהעמדה כנ\"ל כונת התוספות ז\"ל:<br><b> ואם </b> תאמר כיון דהתוס' ס\"ל איסור מעמיד משום דהו\"ל כאלו איתיה לאיסוריה בעיניה א\"כ נימא הכי גבי חימוץ דאע\"ג דלאו נ\"ט גמור הוא מ\"מ כיון שחימץ העיסה הו\"ל כאלו איתא לאיסורא בעיניה ומאי פריך אמאי לא בטיל כו' הא ודאי ליתא דדוקא גבי העמדה אמרי' הכי משום דלא סגי בלא\"ה דאם לא היה מעמיד החלב היה עומד בפ\"ע ולא היה מתגבן לעולם משא\"כ גבי חמוץ דבלא\"ה היתה העיסה מתחמצת מאליה דהשאור אינו אלא כדי למהר החימוץ ותדע שהרי עכ\"ל כן לדעת ר\"י ן' מיגאש דס\"ל בהדייא הכי ואין לומר דלר\"י ן' מיגאש לא קשייא מידי דאיכא למימר דס\"ד דתלמודא ס\"ל דחימוץ בציר טפי מהעמדה והיא גופה קמשני דחמוץ קשה והו\"ל כהעמדה משא\"כ לדברי התוספות דס\"ל דס\"ד דהש\"ס נמי ס\"ל הכי קשייא דלישנא דשאני שאור שחימוצו קשה לא משמע הכי דמאי איכפת לן אי חמוצו קשה או לא כיון דעיקר טעמא אינו אלא משום שהחמיץ העיסה הו\"ל כאלו איתיה לאיסורא בעיניה אלא ודאי כדאמרן:<br><b> הן </b> אמת שמדברי הר\"ש בר אברהם שהביא המרדכי בפ' כל הבשר ובתשו' השייכות לה' מ\"א סימן ח' משמע דס\"ל דלר\"ת אין לחלק בין מעמיד דאיסור למעמיד דהתר שכתב וז\"ל אע\"פ שכתב ר\"ת דאין העמדה אוסרת בס' שמא לא אמרה להלכה למעשה כו' עד וגם קצת ק' לדברי ר\"ת דמשמע בפ\"ב דע\"ז דמפ' טעמא דגבינות הגויים משום דמעמידין אותה בעור קיבת נבילה דמה טעם אסור לפי מה שפשוט לך דאין לך העמדה שלא יהא בחלב יותר מס' ואפילו לא יהא ודאי ס\"ס הוא שמא לא העמיד בעור הקיבה ואפי' העמיד שמא אין בו בנ\"ט אם לא שתאמר דסתם העמדה בעור אין ס' בחלב ומשום ס' דשמא לא העמיד בעור חדא ספיקא הוא מדאורייתא שהיא נבילה ע\"כ ואם איתא דס\"ל דלר\"ת נמי יש לחלק בין מעמיד דאיסור למעמיד דהתר וכדכתיבנא א\"כ מאי קושיא לר\"ת מהא דשמואל אלא ודאי משמע דס\"ל דלר\"ת אין לחלק בכך משום דלית ליה איסור מעמיד כלל וזה הפך ממה שכתבנו לעיל בדעת התוס' ומיהו אי מהא לא אירייא דהא ע\"כ צריכין אנו לתרץ מה שהקשה על ר\"ת מההיא דשמואל מפני מה אסרו גבינות הגויים כו' ומ\"ש הוא ז\"ל אם לא תאמר שסתם העמדה אין ס' בחלב הנך רואה שזו הפך המחוש שסתם העמדה יש בחלב הרבה יותר מס' וכ\"כ הפוסקים ז\"ל ואיהו גופיה כמסתפק אמרה למילתיה וע\"כ כדי לתרץ זה צ\"ל חדא מתרתי או דס\"ל כהראב\"ד או דס\"ל דיש לחלק בין מעמיד דאיסו' למעמיד דהתר והר\"ש ב\"א כיון דהוא ז\"ל גופיה לא ס\"ל לחלק בכך דאל\"כ לא היה צריך לידחק בפירושא דמתני' דמיירי בשהיה עם העור דבר אח' שמסייעו ע\"ש אמטול להכי לא רצה לתרץ דברי ר\"ת ולומר דס\"ל הכי וגם לא ס\"ל ההיא דהראב\"ד דבדבר של גויים החמירו והוצרך לתרץ דברי ר\"ת דסתם העמדה אין ס' בחלב אבל אנן דחזינן דהכי ס\"ל לר\"י ן' מיגאש ז\"ל ודעימיה דיש לחלק בין מעמיד דאיסור למעמיד דהתר ולא מצינו לר\"ת דס\"ל דאין לחלק וכמו שפירשתי למעלה א\"כ מאן לימא לן דר\"ת לא ס\"ל הכי או אפשר דס\"ל כהראב\"ד וכדכתיבנא:<br><b> ומדברי </b> ר\"ש ב\"א למדנו פי' אחר לדברי התוס' והוא דס\"ל דמתניתין אתא למעוטי דהעמדה לא חשיבא טעמא דלית לן לפלוגי בין מעמיד דאיסור להתר דלא הוו גרסי במתני' בעור כשרה וההיא דשמואל לא הוה ק\"ל דסתם העמד' בנ\"ט אבל הא ק\"ל דמאי אירייא נבילה אפי' שחוט' נמי דתרוייהו כהדדי נינהו ותירצו דמשום בב\"ח לא היו אוסרי' מס' כלומר לא היו אוסרי' מס' אם העמי' בעור או בקיבה משום דליכא אלא איסור' דרבנן אבל אין לספק אם היה בו נ\"ט אם לאו דסתם העמדה בנ\"ט אבל משום נבילה ודאי שאסורה מספק כיון דהוי ספיקא דאורייתא אלא שכבר כתבתי שזה אי אפשר דסתם העמדה אין בה בנ\"ט דעכ\"פ לא יהיה אלא ס' אם יש בה בנ\"ט אם לאו לא שנאמר דסתם העמדה יש בה בנ\"ט אלא דאיכא לפרושי דברי התוס' בענין אחר הפך מ\"ש הר\"ש והוא כך דבשלמא גבי בשר בחלב דליכא אלא איסורא דרבנן לא היו אוסרין מספק שמא יש בו בנ\"ט אם לאו אבל גבי נבלה דאית בה איסור דאורייתא אז אסרינן מספק וליכא אלא חד ספיקא דהיינו אם יש בה בנ\"ט אם לאו אבל אין לפ' שמא העמידוה בקיבה עצמה ולא בעור דאיכא למימר דס\"ל להתוס' דסתם העמדה של גויים היא בעור והכי דייק לישנא דשמואל דקאמר מפני שמעמידין בעור קיבה כו' ולא קאמר שמא העמידה בעור והוא תימה על הר\"ש ב\"א ז\"ל דאמאי לא תריץ דברי ר\"ת בהכי ולא הוה צריך למשכוני נפשיה למימר דסתם העמדה יש בה בנ\"ט איברא דבעיקר דברי הר\"ש ז\"ל ק\"ל במאי דקאמר שמא אין בו בנ\"ט דמאי מספ\"ל ליטעמיה קפילא ארמאה וליכא למימר דאע\"ג דהשתא חזינן דלית ביה טעמא שמא בשעה שנעשי' הגבינה היה בנ\"ט דכיון דעתה אנו רואין דאין בו בנ\"ט יש להעמידה בחזקת התר וכמ\"ש איהו גופיה לקמן וכיון שכן מפני מה אסרו גבינות הגויים ליטעמיה קפילא אם יש בה טעם בשר אסורה והנה להר\"ש גופיה מצי' למימר דס\"ל כמ\"ד דלא מהני טעימת גוי בדליכא ס' כדעת קצת מן הפוסקים וכיון שכן שפיר מספ\"ל אם יש בה בנ\"ט אם לאו דהיינו ס' אבל לדעת ר\"ת והתוס' לא מצי' למימר הכי דאינהו סברי דמהני טעימת גוי אף דליכא ס' וא\"כ היכי מתרץ לדעת ר\"ת דס\"ל דסתם העמדה בעור אין ס' בחלב ומה בכך ליטעמי' קפיל' ארמא' וכעת צריך להתיישב בזה ועיין בשה\"ג בפ\"ב דע\"ז אשר סביב המרדכי בתשובה שהביא מה\"ר יצחק בר אברהם ז\"ל:<br><b> איך </b> שיהיה נחזור לדברי התוס' דלא מצי' למימר דהספק הוא אם יש בו בנ\"ט אם לאו דא\"כ ליטעמיה קפילא דהא איהו ז\"ל ס\"ל דמהני טעימת קפילא אף דליכא ס' וגם פיר' הרשב\"א אינו מתיישב דסתם העמדה יש בה יותר מס' וא\"כ אין לנו בפי' דברי התוס' אלא חד מב' פירושים הראשונים וכמו שכתבנו לעיל:<br><b> ועדיין </b> צריכין אנו למודעי מ\"ש התוס' בע\"ז דל\"ה וז\"ל מפני שמעמידין אותו בעור קיבת נבילה וא\"ת מאי אירייא נבילה אפי' שחוטה נמי אסורה משום בב\"ח וי\"ל דדוקא נקט נבילה דאז איכא בה איסורא דאורייתא אבל בשחוטה משום בב\"ח ליכא איסורא דאורי' דצונן בצונן הוא אע\"ג דאוקמי קא מוקים אינה אסורה אלא דרבנן עכ\"ל והנה דברים אלו צריכין ביאור דמאי ק\"ל דאע\"ג דאוקמי קא מוקים ומה בכך והלא כבר כתבו דליכא איסורא דאורייתא דצונן בצונן הוא וא\"כ הוה ליה ספיקא בדרבנן ולקולא ולמה הוצרכו לחזור ולומר אינו אלא דרבנן ותו דלפי מה שפירשנו בדבריהם אין מקום לדברים אלו דאלו לפי' קמא לית להו איסור מעמיד כלל בין באיסור בין בהתר ולפירושא בתרא נמי יש לחלק בין מעמיד דאיסור למעמיד דהתר וא\"כ הכא דמעמיד דהתר הוא מאי קאמרי אע\"ג דאוקמי קא מוקים ולכאור' היה נראה לפרש דמ\"ש אע\"ג דאוקמי קא מוקים אינו לשון קושייא אלא הוא סיום דבריהם וה\"ק אבל בשחוטה משום בב\"ח ליכא איסורא דאוריי' דצונן בצונן הוא ואע\"ג דאוקומי קא מוקים כלומר ואפי' שהוא מעמיד אינו אסור אלא מדרבנן וכיון דהוי ספיקא דרבנן לקולא והוצרכו לכתוב זה אע\"פ שכבר היה מובן מעצמו ממ\"ש דצונן בצונן הוא כדי להשמיענו חידוש גדול דאפי' המעמיד באיסו' דרבנן אפי\"ה אסור דע\"כ לא התירו אלא משום ספק אבל ודאו אסור ולפי דרכינו למדנו דאית להו להתוס' ז\"ל איסור מעמיד ולא שני להו בין מעמיד דאיסור למעמיד דהתר ואפילו בדרבנן וזה הפך מכל מה שכתבנו עד עתה וכן נראה שהבין בדבריהם הרב עזריא יהושע הביא דבריו מרן החביב סי' הנז' אות ע\"ה וז\"ל ונראה דכוונת התוס' לומר דדוקא גזרו משום דאיכא למיחש שמא העמידו בעור קיבת נבילה דהוא אסו' דאוריי' אבל משו' בב\"ח דהוא אסו' מדרבנ' לא חיישינן מספקא ואע\"ג דאוקמי קא מוקים באופן דנראה דאיסורא דרבנן איכא בדבר המעמיד לאסור בכל שהוא ע\"כ וכן נראה מדברי הרב הגדול מוהרימ\"ט בי\"ד סי' ג' שכתב ע\"ד התוס' (וז\"ל נמצא לפ\"ז דאם נמלחה הקיבה בעורה או שנשתהא יתר על יום אחד דחשיב ככבו' וכבוש הרי הוא כמליח ומליח כרותח הו\"ל איסורא דאורייתא ואסור וזה דוקא ברותח אבל צונן בצונן אע\"ג דאוקמי קא מוקים איסור' דרבנן הוא ולא חיישי' ליה וספיק' דרבנן הוא), מיהו ק\"ק מתני' דס\"פ כל הבשר המעמיד בעור של קיבה כשרה אם יש בה בנ\"ט אסורה ומסתמא בשלא נמלחה דאי בנמלחה איסורא דאורייתא איכא ובהעמיד בה סגי אע\"פ שאין בה בנ\"ט ובלא נמלחה נמי אמאי לא מתסרא מדרבנן כיון דאוקמי קא מוקים דהא לאו ספיקא הוא דודאי העמיד בה עכ\"ל ואין ספק אצלי שהרב ז\"ל הבין בדברי התוס' כמו שכתבנו דלא שני להו בין מעמיד של איסור למעמיד של התר אלא דכולהו אסרי' במשהו ואפי' בדרבנן וכדברי מהר\"ר עזרייא ז\"ל וכיון שכן מקשה עליהם ממתני' דילן דקתני אם יש בה בנ\"ט ומרן החבי\"ב לא הבין כן בדברי רבו וחתר הרבה ליישב דבריו ולא יכול ולע\"ד נר' כדכתי' גם מ\"ש שם אחר שהק' על מוה\"ר עזרייא ממתני' כתב ע\"ד רבו וז\"ל אלא שהוא סובר שכוונת התוס' דבמילתא דרבנן ליכא איסורא והק' עליהם למה עכ\"ל ליתא שגם מוהרימ\"ט ס\"ל בדעת התוס' דבמילתא דרבנן איכא איסו' דמעמיד שהרי כשפי' דברי התוס' כתב אבל צונן בצונן אע\"ג דאוקמי קא מוקים איסורא דרבנן הוא ולא חיישינן ליה דספיקא דרבנן הוא משמע הא ודאי אסור אף שהוא מדרבנן ומ\"ש עוד מרן החביב אבל מעיקרא קושיא ליתא דמאי דמשמע מדברי התוס' דבודאי איסור דרבנן אסור היינו דוקא בנ\"ט אבל כשיש ס' מותר אף שהוא מעמיד כיון שהוא התר, גם בזה דבריו תמוהים דלישנא דאוקמי קא מוקים משמע דהוי דבר המעמיד דאפי' באלף לא בטיל אלא ודאי כדכתיבנא דס\"ל להתוס' דאפי' באיסו' דרבנן ודבר התר לא בטיל וכדברי הרב מהר\"ר עזרייא יאושע אלא דצריך להתיישב מה שהק' הרב מוהרימ\"ט ממתני' דהמעמיד בעור כו' וצ\"ל דהתוס' ס\"ל כמו שפירש הר\"ש ב\"א כמו שכתבנו לעיל דכיון שהעמיד היינו נתינת טעם ומתני' איירי כשהיה עם העור דבר אחר של התר המסייעו להעמיד וה\"ק אם יש בה בנ\"ט דהיינו שיש בעור לבדו כדי להעמיד אסור ואם לאו מותר דזה וזה גורם הוא ולעולם דאיסור מעמיד איתיה אפי' באיסורא דרבנן וכמ\"ש, ועד\"ז מתפרשים דברי התוס' דחולין אין צורך להאריך:<br><b> אך </b> הדבר הקשה לפי' זה דהתוס' לא ס\"ל כפירוש הר\"ש ז\"ל וכמ\"ש בפרק ג\"ה והעתקתי לשונם לעיל ועכ\"ל דתוס' דהכא פליגי אתוס' דהתם וכיוצא בזה מצינו בכמה דוכתי ומ\"מ פי' מוהרימ\"ט ומוהר\"ר עזרייא יאושע בדברי התוס' דפ\"ב דע\"ז שריר וקיים ולית ליה פירכא מיניה וביה ואי קשייא בדברי מוהרימ\"ט הא קשיא במ\"ש ע\"ד הרשב\"א בת\"ה וז\"ל וניכר מדבריו דבעי למימר דכיון דאיסור בב\"ח התירא בהיתרא הוא אינו אוסר אלא ע\"י נתינת טעם דאפי' אם מעמיד לא חשיב כאלו איסור' בעיניה שמי שגורם העמד' לאו מילתא דאיסורא הוא אבל נבילה האיסור גורם וכמאן דאיתיה לאיסורא בעיניה הוא הלכך אפי' נמלחה הקיבה בעורה או שהיה רותח כיון שאין בו בנ\"ט שרי ולא אזלינן בתר מעמיד אלא היכא שהמעמי' הוא איסור בפ\"ע עכ\"ל הנה הרב ז\"ל הבין מדברי הרשב\"א דעיקר טעמא דיש לחלק בין מעמיד של איסור למעמיד של התר הוי משום דבב\"ח היתרא בהיתרא הוא כלומר שהמעמיד הוי דבר של היתר משא\"כ מעמיד דנבילה שהמעמיד הוא דבר האיסור ומזה הוליד הרב ז\"ל דאפילו נמלחה הקיבה בעורה כל שהיה רותח אע\"ג דהשתא מיהא איסורא הוי שכבר נאסרה הקיבה והו\"ל חתיכה דאיסורא מ\"מ כיון שעיקר הדבר היתר בהיתר הוא אינו אוסר אלא בנ\"ט ואני תמיה דאפי' אם נודה להרב ז\"ל בפי' הזה מ\"מ מניין לו לומר דאפי' אם נמלחה הקיבה אינו אסור אלא בנ\"ט דדילמא ע\"כ לא קאמר הרשב\"א אלא דוקא היכא דבשעה שהעמיד בו היה היתר דהא אינו אוסר אלא בנ\"ט אבל אם נמלחה הקיבה בעורה דהו\"ל חתיכא דאיסו' קודם שהעמיד בה וכ\"ש לדברי הרב שסבור לעיל דהו\"ל איסור תורה מאן לימא לן דלא הוי מעמיד דאיסור ואפי' באלף לא בטיל דכמאן דאיתיה לאיסורא בעיניה חשבינן ליה ועוד דאעיקרא דדינא מה שפי' הוא בדברי הרשב\"א דטעמא דמעמיד בב\"ח בנ\"ט הוי משום דהיתר בהיתר הוא ומי שגורם העמדה לאו מילתא דאיסורא הוא תמוה מאד דאי הכי מאי האי דקאמר הרשב\"א דדרך בישול אסרה תורה ומה יושיענו זה הא עיקר טעמא לא הוי אלא משום דלא הוי מילתא דאיסורא מי דגורם להעמיד וכיון שכן אפי' לא אסרה תורה דרך בישול הוה לן לחלק בין היכא דהוי דבר הגורם להעמיד דבר האסור להיכא דהוי דבר המותר והנה מזה י\"ל דלהכי אצטריך הרשב\"א לזה דלא נימא דאע\"ג דהיתר בהיתר הוא מ\"מ כבר נאסרו השתא ע\"י תערובתם שנתערבו זב\"ז להכי קאמר דבעינן נתינ' טעם דדרך בישול אסרה תורה אבל דברי הרשב\"א שבחי' ודברי הר\"ן אינן סובלות פי' זה כלל אלא עיקר טעמא דיש לחלק בין איסור להתר הוי משום דבב\"ח היתר בהיתר הוא וכיון דליכא טעמא אף אם נאמר כיון דאוקמי קא מוקי' כאיתיה בעיניה דמי מה בכך האי לחודיה קאי והאי לחודיה קאי ולא מתסר מה שאין כן במעמיד של איסור דחשבי' ליה כאלו איתיה בעיניה דהוה ליה אוכל דבר האיסור וכמו שכתבנו למעלה וא\"כ לפ\"ז המעמיד בב\"ח שכבר נאסר קודם העמדה פשיטא דלא בטיל והא חשבינן ליה כאיתיה לאיסורא בעיניה והו\"ל כאוכל בשר בחלב ממש ואפשר נמי דאף המעמיד בשר בחלב דרבנן דינא הכי אלא דלא משמע הכי מדברי הרב המפה ומ\"מ בשר בחלב דאסיר מדאורי' ליכא מאן דפליג דאסור וכ\"כ הרפ\"ח בסי' פ\"ז סקכ\"ז, איך שיהיה אתאן לקמייתא לדברי התוס' ז\"ל שבפ\"ב דע\"ז דלכאורה נר' לפרש דס\"ל דבין מעמיד של איסור ובין מעמיד של היתר אוסר במשהו ואפי' איסור דרבנן כמו שפירש מוהרימ\"ט ומוהר\"ר עזרייא יאושע אלא שמדברי התוס' דפ' ג\"ה לא משמע הכי כדכתיבנא לעיל ודוחק דפליגי תוס' דהכא לתוס' דהתם ולכן מחוורתא כמו שפירשנו לעיל או דס\"ל דלית לן איסור מעמיד כלל או דיש לחלק בין מעמיד של איסור למעמיד של היתר:<br><b> ומעתה </b> ומעכשיו צריכין אנו לבאר דברי התוס' דע\"ז דקאמרי דאע\"ג דאוקמי קא מוקי' אינו אסור אלא דרבנן ולפום מאי דכתיבנא אין מקום לדברי התוס' הללו ונראה שמ\"ש התוס' דאע\"ג דאוקמי קא מוקים כו' אינו קושיא ותירוץ אלא הכל הוא דבר א' דהכי פירושא דאע\"ג דאוקמי קא מוקים אינו אסור אלא דרבנן כלומר שאיסור מעמיד הוא דרבנן וכיון שכן אפי' משום נבילה נמי ליכא אלא איסורא דרבנן דהו\"ל ספיקא דרבנן ולקולא אפי\"ה דוקא משום נבילה דאז איכא בה איסו' דאורייתא דהיינו בעיקר הדין אם היה בה בנ\"ט דהוי מן התורה משא\"כ משום בב\"ח דאינו אסור אלא מדרבנן אף [אם] היה בנ\"ט דצונן בצונן הוא ולפי פי' זה עלה בידינו דהתוס' נמי אית להו איסור מעמיד ויש לחלק בין מעמיד של איסו' למעמיד דהיתר וכדברי הר\"י ן' מיגאש וכמ\"ש בפירוש השני ודלא כפי' קמא שכתבנו דלית להו להתוס' ז\"ל איסור מעמיד כלל ומיהו מצינן לפרושי דברי התוס' בגוונא אחרינא והוא שכוונתם להק' על מה שתירצו דמשו' בב\"ח ליכא איסורא דאורייתא דצונן בצונן הוא ואהא קאמרי דאע\"ג דאוקמי קא מוקים כלומר וכיון שהעמידה הגבינה א\"כ נר' שאותו טעם של עור הקיבה נתערב יפה בכל החלב והראיה שהעמיד הגבינה ואם לא היה טעם הבשר מתערב יפה לא היה החלב נקפה וכיון שכן הוה ס\"ד למימר דכיון שנתערב יפה בכל החלב אותו טעם של בשר כה\"ג לא מיקרי צונן בצונן דהא חזינן דיש טעם בשר בכל הגבינה והוה ליה כדרך בישול דמידי הוא טעמא דדרך בישול אסרה תורה משום נתינת טעם והכא נמי הא איכא טעמא דחזינן שנתפשט אותו טעם בכל הגבינה מכיון שהעמידה ולזה כתבו דאינו אסור אלא דרבנן כלומר דמן התורה אינו אסור אלא דרך בישול בעלמא אבל כשאינו דרך בישול אף ע\"פ שנתן טעם גמור ונתפשט בכל הגבינה לאו כלום הוא וזה הוא כפי' הראשון שכתבנו דהתוס' לית להו איסור מעמיד כלל וא\"כ עדיין אין ראיה מכאן אי ס\"ל להתוס' איסור מעמיד אם לאו אבל ממ\"ש התוספות ז\"ל בע\"ז מיהו במקומותינו שמעמידין בקיבה אומר ר\"י בן ה\"ר חיים שיש קצת טעם לאסור מפני שמולחין אותה בעורה ואיכא איסור בב\"ח דמליח הרי הוא כרותח ע\"כ ומהכא משמע דאית להו להתוס' איסור מעמיד בדבר האסור ומשו\"ה כתבו שיש לאסור כיון שמולחין הקיבה בעורה ונעשית חתיכה דאיסורא וכשמעמיד בה הרי הוא מעמיד בדבר האסור ואין לומר דסתם העמדה בנ\"ט דכבר כתבנו לעיל דליתא הרי הוכחנו דאית להו להתוס' איסור מעמיד בדבר האסור וא\"כ אין לנו אלא כפי' הב' שכתבנו ואכתי איכא למידק בדברי התוס' דחולין שתפסו קושייתם שהקשו לשמו' מאי אירייא נבילה אפי' שחוטה ממתני' דקתני המעמיד בעור קיבה אם יש בנ\"ט כו' ולכלהו פירושי קשיא דלמה הוצרכו להק' על שמואל ממתני' ובלאו מתני' נמי תיקשי ליה מאי אירייא נבילה כו' ובשלמא לפי' הרב מוהרימ\"ט לא קשיא מידי דאי לאו מתני' הו\"א דיש לחלק בין מעמיד דאיסור למעמיד דהתר ומשו\"ה נקט שמואל נבילה אבל השתא דקתני מתני' אם יש בנ\"ט אסורה ופירושא הוי כדפי' הר\"ש ב\"א דהעמדה גופיה היינו נתינת טעם אמטו להכי מקשין שפיר מאי אירייא נבילה כו' ובע\"ז שהקשו סתמא מאי אירייא ולא הזכירו מתני' כלל אין בכך כלום דאיכא למימר שסמכו על משנה זאת אבל לאינך פירושי קשיא דלכולהו פירושי צריך לומר דמתני' טובא אשמועי' א\"כ בלא מתני' יותר קשיא לשמואל מאי אירייא נבילה כו':<br><b> ונראה </b> לומר דאי לאו מתני' לא הוה קשיא לשמואל דאיכא למימר דמשום שחיטה ומשו' בב\"ח אין לאסור דעור הקיבה לאו בשר הוא אלא פירש' בעלמא כיון דאיכא אינשי דלא אכלי ליה ואל תתמה דהיכי ס\"ד לומר דעור הוי פירשא בעלמא דהכי אמרי' בפ\"ק די\"ט גבי קורקבן ומעיים דאע\"ג דבשר נינהו כיון דאיכא אינשי דלא אכלי להו איצטריך יע\"ש וה\"נ גבי עור הוה ס\"ד דלא הוי בשר אבל משום נבילה ודאי שיש לאסור כיון דהוי דבר האסור ויש לחלק בין פירשא דהיתר לפירשא דאיסור וכה\"ג כתב הרמב\"ן ז\"ל ויתבאר לקמן בס\"ד וכיון שכן בלאו מתני' ל\"ק לשמואל, אבל השתא דקתני מתני' המעמיד כו' אלמא דעור בשר הוי שפיר מקשו התוספו' לשמואל מאי אירייא כו' ונר' שלזה כיוין רש\"י ז\"ל שכתב בעור הקיבה שהוא בשר כלומר דלאו פירשא הוא וק\"ל:<br><b> וע\"פ </b> הדברים האלה ק\"ל על הרשב\"א ז\"ל דמאי ק\"ל מאי קמ\"ל מתני' פשיטא דבב\"ח בנ\"ט אסור ומאי קושייא אימא הא קמ\"ל דעור לאו פירשא הוא וליכא למימר דהרשב\"א לא מסתברא ליה לחלק בין פירשא דאיסו' לפירשא דהיתר וכיון שכן לא מצי למימר דמתני' אשמועי' דעור הוא בשר גמור ולא פירשא דא\"כ מאי אירייא דנקט המעמיד בעור של קיבה כשר' אפי' נביל' נמי הו\"ל לאשמועי' במתני' דלאו פירשא הוא דמדברי הרשב\"א משמע דלא הוה גריס במתני' בעור של קיבה כשרה אלא המעמיד בעור של קיבה סתם:<br><b> ויראה </b> לומר דס\"ל להרשב\"א דלא מצינן למימר דמתני' אשמועי' דעור לא הוי פירש' דמריש' דמתני' שמעי' לה דקתני קיבת נכרי ושל נבילה הרי זו אסורה אלמא דקיבה גופה לאו פירשא היא וכ\"ש עור הקיבה דלא הוי פירש' ולא מבעייא לפי' ר\"ת דס\"ל דאף למשנה אחרונה חלב הצלול לא הוי פירשא דא\"כ לפי זה כ\"ש עור הקיבה דלא הוי פירש' דהא אליבא דמקצת רבוותא חלב הקיבה בין צלול בין קרוש הוי פירשא ואפ\"ה עור הקיבה לא הוי פירשא אלא אפי' למ\"ד דחלב הקיבה הוי פירשא בין צלול בין קרוש וא\"כ לפ\"ז שפיר הוה מצי' למימר דמתני' אצטריך לאשמועינן דעור לא הוי פירשא אפ\"ה ס\"ל להרשב\"א דהא לא אצטריך לאשמועינן מתני' דכיון דהשתא לפי פי' זה דלמשנה ראשונה קיימינן דהא בתר הכי קתני כשרה שינקה מן הטריפה קיבתה אסורה והא למשנה ראשונה מתנייא אליב' דהנך רבוות' ומשום הכי הוצרך לתרץ דקמ\"ל דדוקא משום בב\"ח אם יש בנ\"ט אסו' משא\"כ במעמי' בעור נביל' אפי' באלף לא בטיל:<br><b> נקטינן </b> מהכא מכל הני מילי מעלייתא דכתיב' דהתוספות ס\"ל כהר\"י ן' מיגאש ז\"ל דיש לחלק בין מעמיד דאיסור למעמיד דהיתר וכן כתב רבינו ז\"ל כאן בהלכות מאכלות אסורות וזה לשונו חלב בהמה טמאה אינו נקפה ועומד כחלב הטהורה ואם נתערב חלב טמאה בחלב בהמה טהורה ויצא חלב הטמאה עם הקום של גוי אסור וכו' וגבינות הגויים מותר' שאין חלב בהמה טמאה מתגבן אבל בימי חכמי המשנה גזרו על גבינות הגויים ואסרוה מפני שמעמידין בעור קיבת נבילה וא\"ת והלא קיבה עור קטן הוא עד מאד בחלב שעמד בו ולמה לא יבטל במיעוטו מפני שהוא המעמיד הגבינה והואיל ודבר האסור הוא שהעמיד הרי הכל אסור, עוד כתב בפ\"ט מהל' הנז' וז\"ל אסור להעמיד הגבינה בעור הקיבה של שחוטה ואם העמיד טועם את הגבינה אם יש בה טעם בשר אסורה ואם לאו מותרת מפני שהמעמיד דבר המותר הוא שקיבת שחוטה היא ואין כאן אלא איסור ושיעורה בנ\"ט אבל המעמיד בעור קיבת נבילה וטריפה ובהמה טמאה הואיל והמעמיד דבר אסור הוא בפני עצמו נאסרה הגבינה לא משום בב\"ח ומפני חשש זה אסרו גבינת הגויים כמו שביארנו עכ\"ל, והראב\"ד ז\"ל כתב עליו בפ\"ט מה' הנז' א\"א דברי רבינו ן' מיגאש הם אבל אנו אין צריכין לכך שאין הקושייא צריכה תירוץ ע\"כ, וכבר נתבאר פי' דבריו במרן כ\"מ ע\"ש ונראה מדבריו דלא פליג על ר\"י ן' מיגאש הראב\"ד ז\"ל בעיקר הדין דס\"ל דיש לחלק בין מעמיד דהתר למעמיד דאיסור ולא השיג על רבינו אלא במ\"ש ומפני חשש זה אסרו גבינו' הגוים דמשמע דאי לאו טעם זה לא היו אוסרין גבינות הגויים וע\"ז כתב שאין אנו צריכין לכך שאין הקושייא צריכה תי' כלומר דבלא\"ה היו אוסרין אותם דבדבר של גויים לא הלכו בהם חכמים בתר נתינת טעם וכ\"כ מרן החבי\"ב בסי' הנז' ובהכי אתי שפיר שלא השיג הראב\"ד אלא עמ\"ש ומפני זה כו' ולא עמ\"ש אבל המעמיד בעור קיבת נבילה כו' דבהא אזיל ומודה הראב\"ד וכדכתיבנא וכן לא השיג על רבינו כאן בפ\"ג משום דאיכא למימר דחדא מתרי או מתלת טעמי נקט אבל בפ\"ט דקאמר ומפני זה אסרו גבינות הגויים דמשמע דבלא\"ה לא היו אוסרין אותם ע\"ז השיגו וכתב דברי ר\"י ן' מיגאש הם:<br><b> ועפ\"ז </b> אני תמיה על מרן ז\"ל שכתב ואני אומר שאע\"פ שאפשר לומר כטעמו של הראב\"ד מ\"מ האי טעמא דהר\"י ן' מיגאש איתיה בגבינה אפי' אי לא הוה טעמא של הראב\"ד וכפי מה שכתבתי כל עיקר השגת הראב\"ד אינה אלא כלפי מ\"ש רבינו דמפני חשש זה אסרו גבינות הגויים דמשמע דבלא\"ה היתה מותרת וע\"ז השיגו וק\"ל:<br><b> והנה </b> ה\"ה ז\"ל כאן בפ\"ג בהלכה זו כתב על מ\"ש רבינו אבל בימי חכמי המשנה וז\"ל שם במשנ' שאל ר\"י את רבי יאושע מפני מה אסרו גבינות הגויי' אמר לו מפני שמעמידין אותה בקיבת נבילה כו' ובגמ' נתנו בה האמוראי' טעמים הרבה ושמואל אמר מפני שמעמידין אות' בעור קיבת נבילה וטעם זה נזכר בהלכות ולא חשש רבי' לטעמים אחרים שהאחד הוא לפי שאי אפשר בלא צחצוחי חלב פי' ואפשר שהוא טמא והאחר הוא מפני שמחליקים פניה בשומן חזיר לפי שלשני טעמים אלו יש להקשות יבטל במיעוטו וכן הק' רבינו יוסף הלוי לטעמי' דשמואל ותירץ דכיון דאוקמי קא מוקים אינו בטיל וכיוצא בזה נזכר שם בגמ' למעלה וזהו שכתב רבינו וא\"ת והלא עור הקיבה כו' עכ\"ל ומשמע בהדייא מדברי ה\"ה דס\"ל כפי' רש\"י שפי' דמאי דקאמר ר\"ח לפי שא\"א בלא צחצוחי חלב לא קאי אמאי דפריך בגמ' לריב\"ל דאמר משום ניקור אלא מעתה יבשה תשתרי ישנה תשתרי אלא נידחו דברי ריב\"ל ור\"ח טעמא אחרינא הוא לפי שא\"א בלא צחצוחי חלב כלומר חלב טמא ודלא כמו שפי' התוספות ז\"ל דקאי אמאי דפריך בגמ' לריב\"ל יע\"ש, בדבריהם וכיון שכן אני תמיה על הרב הגדול מוהרימ\"ט ז\"ל שכתב בסי' הנז' ור\"ת תפס טעם האיסור משום ניקו' כריב\"ל דקי\"ל הלכתא כוותיה לגבי ר\"י וכ\"ש לגבי שמואל ורבינו פסק כשמואל וק' לומר דרבינו פליג אהך כללא דהלכתא כריב\"ל לגבי ר\"י והאריך הרב הרבה בזה יע\"ש ולפי דברי ה\"ה אין מקום לקושיא זו דרבינו מפרש כפי' רש\"י ז\"ל דדברי ריב\"ל נדחו בגמ' וכדכתיבנא ולא על הרב לבד תלונתינו כי אם גם על מרן ב\"י בסי' קט\"ו שכתב ע\"ד הטור וגם לא כתב טעמו של ריב\"ל משום דאנן לא חיישינן לגילוי כמו שיתבאר בסי' שאחר זה יע\"ש והלא דברי הטור ברור מללו דמאי דקאמר ר\"ח אי אפש' בלא צחצוחי חלב הוי כפירוש רש\"י ז\"ל ולא כר\"ת שכתב ומפרש בגמרא כמה טעמים מפני שמעמידין אותה בעור קיבת נבילה וכו' ושמערבין בה חלב טמא אע\"פ שאין החלב טמא נקפה חיישינן שמא ישאר ממנו מעט בנקבי הגבינה ומשמע בהדייא מדבריו שזהו פירוש מאי דקאמר ר\"ח משום דא\"א בלא צחצוחי חלב וא\"כ דברי ריב\"ל נדחו לגמרי וצ\"ע:<br><b> ומ\"מ </b> בעיקר דברי ה\"ה שכתב שלא כ\"ר טעמי' אחרי' שלפי השני הטעמי' י\"ל יבטל במיעוטו ק' דאטו רבינו אמורא הוא דדוחה דברי אמוראים מפני קו' והלא עינינו הרואות דבגמ' דחו דברי מי שרצה לומר משום שמעמידין אותה בחומץ ובשרף ערלה דא\"כ אמאי לא אסרוה בהנאה ולא דחו דברי האומרים משום שא\"א בלא צחצוחי חלב ומפני שמחליקי' פניה בשומן חזיר משמע דהני טעמי תריצי נינהו, ואיך כתב ה\"ה שרבינו לא חשש להם מחמת קושייא דיבטל במיעוטו, הן אמת דבלא דברי ה\"ה לר\"י ן' מיגאש ז\"ל ק' דבשלמא לטעמא דשמואל משני שפיר משום דהוי מעמיד של איסור ואפילו באלף לא בטיל אבל לשני טעמים אלו ק' יבטל במיעוטו דבשלמא לדעת הראב\"ד ודעימיה דס\"ל דבאיסורי גויים לא הלכו בהם אחר נ\"ט ניחא אבל להר\"י הלוי ק':<br><b> ומיהו </b> י\"ל דמהר\"י הלוי ז\"ל ס\"ל דהטעמים אחרים קיימים הם ולדעת מקצת הגאונים שהביא רבינו לקמן שאוסרין חמאת הגויים מפני צחצוחי חלב שישאר בה שהרי הקום שבחמאה אינו מעורב עם החמאה כדי שיבטל במיעוטו וכתב ה\"ה וכיון שאפשר להפרישו מן החמאה הרי כל החמאה אסור' שאין מתירין החמאה ואוסרין הקום שלה שאין גזרת חכמים מתקיימת וזהו לדבריהם הטעם שאמרו בגמ' דקאי ביני אטפי והוא עומד לבדו ולפיכך אינו בטל במיעוטו ומפני כך אסרו כל הגבינה ע\"כ ולמ\"ד מפני שמחליקים פניה בשומן חזיר איכא למימר נמי כה\"ג דהא ודאי עכ\"פ אוסר כדי קליפה וא\"כ אם אנו אומרים שיטול כדי קליפה והשאר מותר אין גזרת חכמים מתקיימת ואתו למיכל בלא קליפה ולפיכך אסרו כל הגבינה דומייא למ\"ש ה\"ה לטעמ' דקאי ביני אטפי ומש\"ה לא הק' ר\"י ן' מיגאש יבטל במיעוטו אלא לטעמא דשמואל דאמר מפני שמעמידין בעור קיבת נבילה שהרי עור הנבילה מעורב יפה עם הגבינה ולזה תירץ דכיון דהוי מעמיד של איסור אפילו באלף לא בטיל ואמנם לדעת ה\"ה דס\"ל דשמואל דקאמר מפני שמעמידין אותה בעור קיבת נבילה פליג אהך טעמא דא\"א לגבינה וכו' משום דקשייא ליה ליבטל ברובא וכן אינך אמוראי דקאמרי טעמי אחריני אע\"ג דסלקי בקו' מ\"מ מדלא קאמרי האי טעמא דא\"א לגבינה בלא צחצוחי חלב טמא דהאי טעמא איתיה גבי חלב שלהם דאמרינן בגמ' לקמן דאפי' דקבעי ליה לגבינה איכא דקאי ביני אטפי וא\"כ למה להו להאדוריה אטעמי אחריני אלא ע\"כ משום דס\"ל דליכא למיחש להכי משום דבטיל במיעוטו וזהו מ\"ש ה\"ה דלשני טעמים אלו יש להקשות יבטל במיעוטו כלומר ומפני זה ניידי הנך אמוראי מהנהו טעמי וכ\"כ הרב פ\"ח בדעת ה\"ה אלא דקשה לזה דהא רב אדא בר אהבה נייד נמי מהך טעמא דא\"א לגבינה בלא צחצוחי חלב וקאמר מפני שמחליקין פניה בשומן חזיר וליכא למימר דנייד מהך טעמא משום דק\"ל יבטל במיעוטו דלדידיה נמי תקשי הכי ואפשר דרב אדא בר אהבה ס\"ל דלא חיישי' לתערובת חלב טמא שאין הגוי שוטה לערב בו חלב טמא כיון שאינו עומד אבל שמואל דנייד מהנך תרי טעמי הוא משום דקשיא ליה יבטל במיעוטו א\"נ אפשר דרב אדא נייד מטעמא דא\"א בלא צחצוחי חלב משום דק\"ל יבטל במיעוטו כיון שא\"א להפריש הקום מתוך הגבינה"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש כל קבוע כמחצה על מחצה</span>\n<b> עשר </b>\n<b> חנויות כו' שכל הקבוע כמחצה על מחצה דמי כו'.</b> כתב הפ\"ח בי\"ד סימן ק\"י ס\"ק י\"ג דלא מיקרי קבוע מן התורה אלא כשהאיסור ניכר לעצמו וההתר ניכר לעצמו דומייא דט' חנויות אבל כשאין ניכר לעצמו האיסור וכגון ספיק' דחנויות שנודע דאיכא נבילה באחת מן החנויות ולא נודע באיזה חנות הוא מותר ליקח מן החנויות משום דאזלינן בתר רובא וכתב ע\"ש רבינו שמשון בס' הכריתות דבהכי ניחא מה שמקשים העולם יאסר כל העולם בחרישה וזריעה מטע' נחל איתן שהוא קבוע ולמאי דפרישית ניחא כיון דלא ידעינן היכן נחל איתן לא שייך למימר קבוע ע\"כ וכתב הרב פר\"ח דמ\"ש הרב כי הנזרע בנחל איתן אסור נראה דמפיק לה הרב מדאמרינן בפ' כל הבשר לא תאכל כל תועבה כל שתיעבתי לך הרי הוא בבל תאכל ופרכינן התם דכלאי זרעים הן עצמן תועבה ולתסרו דהא תיעבתי לך הוא ומשנינן דאתקש לכלאי בהמה דכתיב בהמתיך לא תרביע כלאים שדך לא תזרע כלאים כו' וא\"כ הכא גבי נחל איתן דליכא קרא למשרי הנזרע לתוכו אסור דהא תיעבתי לך הוא עכ\"ל ומורי הרב מהר\"י אשכנזי זלה\"ה הוה מתמיה טובא בזה מההיא דפרק כל שעה דכ\"א ע\"ב דפליגי חזקיה ור' אבהו דר' אבהו אמר כל מקום שנאמר לא תאכל לא תאכלו אחד איסור אכילה ואחד איסור הנאה במשמע ור' חזקיה ס\"ל דוקא היכא דכתיב לא יאכל מרבי' איסור הנאה ושקלינן וטרינן ביה טובא באותה סוגיי' ובסוף הסוגייא שם בדכ\"ג ע\"ב בעינן מכדי אותבינהו כל הני קראי ושנינהו חזקיה ורבי אבהו במאי פליגי וקאמר בחמץ בפסח מאי בינייהו איכא בינייהו חולין שנשחטו בעזרה כו' יע\"ש והשתא אמאי לא קאמר דאיכא בינייהו נחל איתן דלר' אבהו אסור הנזרע אפילו בהנאה דהא נפקא לן איסור אכילה וזריעה מדכתיב לא תאכל כל תועבה וכ\"מ שנאמר לא יאכל לא תאכל אחד איסור אכילה וא' איסור הנאה ולחזקיה דמפיק לה מדכתיב לא יאכל הכא גבי נחל איתן מותר בהנאה וצ\"ע:<br><b> והנה </b> כתבו התוס' בר\"פ התערובות ד\"ע ע\"ב ד\"ה אפי' ובסנהדרין פ' הנשרפין דע\"ט ע\"ב ד\"ה בשור על שם ר\"ת דשור הנסקל שנתערב בשאר שוורים מעליי עבדינן להו תקנתא דנכבשינהו כי היכי דניידי וכל דפריש מרובה פריש דדוקא גבי קדשים אסור למעבד האי תקנתא כיון דהוי לגבוה וגזירה שמא יבואו עשרה כהנים בבת אחת ומסקי מן הקבוע למזבח יע\"ש, והנה זה שכתבו דבקדשים איכא גזירה שמא יבואו עשרה כהנים ומסקי מן הקבוע למזבח הוא תימה שהרי ה\"ט לא קאי לפום מסקנא התם בגמ' בר\"פ כל הזבחים ונדחה קרו לה דאטו י' כהנים בבת א' מי אפשר ומסקינן אלא אמר רבא גזירה שמא יקח מן הקבוע ואולי התוס' משמע להו דאף למאי דמסי' רבא אכתי סמיך אטעמא דשמא יבואו עשרה כהנים בבת אחת דאע\"ג דמילתא דלא שכיח היא כמ\"ש רש\"י משום דא\"א לצמצם דאכתי אהני האי חששא בעלמא אע\"ג דלא שכיח לאצטרופי אטעמא דשמא יקח מהקבוע מיהו קשה דא\"כ לא יצדק לישנא דאלא אמר רבא כו' דמשמע דהדר מההוא טעמא ואולי התוס' לא הוו גרסי אלא ודוק ומ\"מ מבואר מדבריהם דלר\"ת עבדינן תקנתא לכתחילה למכבשינהו כי היכי דניידי ואפי' בשור הנסקל שנגמר דינו שכתבו כן שם וז\"ל אבל נתערב בשוורי מעליי היה אומר ר\"ל ניכבשניהו דניידן כו' ומטעם זה היה אומר ר\"ת דנראה להתיר דרוסת הזאב ברוב כו' עכ\"ל וק' דלקמן בא\"ד כתבו וז\"ל ומה שפסק ר\"ת בעדר שיש בו ס' שהאחד דרוסה מטעמא דכל דפריש לא יתכן לאסור גזירה שמא יקח מהקבוע כו' משמע דלא התיר ר\"ת אלא בס' דרוסה אבל בודאי דרוסה אזיל ומודה דאסור וזה הפך מ\"ש על שמו בתחילת הדבור דאף בודאי דרוסה התיר ר\"ת ז\"ל וכ\"כ בהדיא בחולין פג\"ה דצ\"ה ד\"ה הכא ועוד ק' דבס' דרוסה אף מן הקבוע עצמו מתיר ר\"ת דהו\"ל ספק ספיקא דאף בספק א' בגוף וס' אחד בתערובת חשיב שפיר ס' ספקא לדעת ר\"ת ז\"ל וכמ\"ש מרן הב\"י בי\"ד בסי' נ\"ז וסי' ק\"י יע\"ש:<br><b> וגם </b> מהראיה שהביא מההיא דטבעת של ע\"ז נר' בהדיא דבודאי דרוס' נמי התיר ר\"ת ועוד דבס' דרוסה כתבו אח\"ך שיש להתיר על ידי תערובת מטעם ספק ספיקא ובודאי דט\"ס נפל בדבריהם וצריך למחוק תיבת ס' שכתבו זה פעמים כאשר יראה הרואה אלא שלא ראיתי לשום אחד מהמפרשים שהגיהו בדבריהם ונלע\"ד דאף לדעת ר\"י ז\"ל דאסר ספק דרוס' שנתערב בה מטעמא דס' אחד בגוף וס' אחד בתערובת לא חשיב ספק ספקא אם פירש ממילא שרי דליכא למגזר שמא יקח מהקבוע בס' דרוסה אלא בודאי דרוס' דכיון דעיקר ראיית ר\"י ז\"ל אינו אלא מההיא דטבעת של ע\"ז איכא למימר דדוקא בודאי איסור כההיא דטבעת של ע\"ז אסור אבל בספק טרפה לא גזרי' ודוק:"
            ],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש איסור סחורה באיסורי הנאה</span>\n<b> כל </b>\n<b> מקום שנאמר בתורה לא תאכל כו' אחד איסור אכילה ואחד איסור הנאה.</b> ע\"כ. הכי איתא בפסחים בפ' כ\"ש מימרא דר' אבהו דתניא לא תאכלו כל נבלה לגר אשר בשעריך תתננה ואכלה כו' ור' מאיר או להקדים נתינה דגר למכירה דנכרי וקשיא לי דאמאי לא קאמר להקדים נתינה דגר למכירה דגר וכגון שאם הנותן יש לו כדי מחייתו מצוה ליתנו לו במתנה ואם אין לו מוכרו לאחר ולא הוה משני מידי ר\"י ונ\"ל דלא הוה צריך רבוייא דאו להא דבלא\"ה כיון דהקדי' קרא נתינה למכירה ודאי דלהקדי' נתינה למכיר' דגר הוא דאתא אבל אכתי לא ידעי' קדימה דנתינה בגר למכירה דגוי לכך הוצרך לרבוייא דאו וק\"ל:<br><b> ודע </b> דמדברי רבינו בפרקין נר' דאיסור סחורה הוי מדאורייתא שכתב כן חוץ מן חלב דכתיב יעשה לכל מלאכה משמע בהדיא דאיסור סחורה בשאר איסורין כגון נבלה כו' אסור מדאורייתא ולפי דבריו אלו קשה דמאי פשיט ר' אבהו מהא דנבלה לשאר איסורין דא' איסור אכילה כו' דשפיר איכא למימר דלא אסיר אלא באכילה אבל בהנאה מותר וקרא אצטריך להתיר סחורה דלא הוה במשמע אלא הנאה דוקא וכמ\"ש רבי' דאף דנבלה מותר בהנאה בסחורה אסיר והוצרך לומר תתננה כמו שכתבו התוספות כך הקשה מורי הר\"ב מחנה יאודה ז\"ל וסבור הייתי לומר דמש\"ה לא מצי לאוקמי קרא להתר סחורה דהא רבי אבהו ס\"ל דכשהותרה נבלה חלבה וגידה הותרה וא\"כ אי קרא אתי אף להתר סחורה א\"כ ממילא הותר חלב וגיד דבכלל נבלה קאי וא\"כ קרא דחלב נבלה יעשה וכו' למאי אתא אלא ודאי דקרא דנבלה לא אתא אלא להתר הנאה וקרא דחלב וכו' אתא להתר סחורה אבל זה אינו דהא לפום מאי דלא אסיק אדעתיה דרבי אבהו ס\"ל דחלבה וגידה הותרה ומש\"ה הקשה לשאול מהא דתנן שולח אדם וכו' אמאי לא תקשי ליה הא ותו דר\"מ דס\"ל דחלבה וגידה הותרה דריש קרא דחלב וכו' לטומאה וטהרה כדאמרינן לקמן דכ\"ג ע\"ב ותו דרבינו ז\"ל לא ס\"ל הכי אלא דכשהותרה נבלה היא הותרה חלבה וגידה לא הותרה וכמ\"ש הרב ל\"מ בפ\"א מה' חמץ ומצה ה\"ב יע\"ש והדרא קושיין לדוכתין מיהו י\"ל דומכור לא נשמע התר סחורה דסחורה הוי דבר שנושא ונותן בו דהיינו שלוקחו מישראל אחר ומכרו הוא לגוי והא ודאי פשטיה דקרא לא משמע אלא שהנבלה שיש לך בידך תמכרינו לגוי או תתנהו לגר:<br><b> אך </b> הדבר הקשה מהא דאמרינן לקמן לימא כתנאי וכו' יעשה לכל מלאכה שיכול למלאכת גבוה וכו' מאי לאו בהא קמיפלגי דר\"י סבר אחד איסור אכילה ואחד איסור הנאה וכי אתא קרא להתר הנאה הוא דאתא ור\"ע סבר איסור אכילה משמע איסור הנאה לא משמע וכי אתא קרא לטומאה וטהרה וכו' והכא בהא קמפלגי מר סבר כשהותרה נבלה היא הותרה חלבה וגידה לא הותרה וקרא להתר הנאה ור\"ע סבר כשהותרה נבלה חלבה וגידה הותרה וקרא לטומאה וטהרה ור\"י אשכחן חלב וכו' אבע\"א מייתי לה בק\"ו ומה חלב שענוש כרת וכו' ור\"ש דאסר דאיכא למיפרך מה לחלב שכן הותר וכו' ואי בבהמה קאמרינן ע\"כ ולפי דעת רבינו ז\"ל קשה דתלייה תלמודא האי מילתא בפלוגתא דתנאי דפליגי במותר בהנאה ולפי דעתו קרא אצטריך להתר סחורה דלהתר הנאה לא צריך קרא ותו דלר\"ע דסבר כשהותרה נבלה חלבה וגידה הותרה והתר סחורה לא שאני ליה בין איסור חלב לנבלה דכ\"כ לית ליה קרא להתר סחורה והכי נמי לר\"י דהא לא אשכחן דפליגי תנאי בהאי מלתא ותו דאיך יליף ר\"י לאיסור גיד להתר הנאה מחלב מק\"ו ומה חלב דחייב כרת שרי בהנאה וכו' דאכתי איכא למיפרך מה לחלב שכן מותר אף בסחורה וכו' ואין לומר דהכי נמי הוה מצי למיפרך אלא דחדא מתרי קאמר דא\"כ מאי קאמרי רבנן אנן בבהמה קאמרינן דבבהמה נמי אכתי איכא למיפרך וכדאמרן וצ\"ע:<br><b> ודע </b> שהטור ז\"ל בי\"ד סי' קי\"ז כתב כדברי ר' אבהו ומוכרו לגוי וכו' ונותנו במתנה וכו' והן דברי ר\"מ והוא ז\"ל בסי' קנ\"א פסק כר\"י דאסור ליתן להם מתנת חנם וכו' וצ\"ל שמ\"ש כאן ונותנו במתנה וכו' איירי ביודעו ומכירו כמ\"ש התוס' ז\"ל בשמעתין לדברי ר\"י דכמוכרו לו דמי וכן כתב הרב פו\"ד אלא שהרב ז\"ל הביא ממרחק לחמו ממ\"ש הטור בח\"מ סי' רמ\"ט דאסור ליתן להם במתנת חינם וכו' ולא היה צריך להביא מאותו מקום וכדאמרן והר\"ב כנה\"ג בהגהת הטור אות ד' כת' שהטור ז\"ל פסק כר\"מ והכריח הדבר יע\"ש ודבריו ז\"ל תמוהין דנראה דאישטמתיה מ\"ש הטור בב' מקומות האמורים ודבריו צ\"ע:<br><b> תו </b> במ\"ש בגמר' אלא לר\"י לדברים ככתבן הוא דאתא על כל איסורין שבתורה מנ\"ל דאסורין בהנאה נפ\"ל מלכלב תשליכון אותו אותו אתה משליך לכלב ואי אתה משליך לכלב כל איסורין שבתורה דע שבתנחומא והובא בילקוט איוב רס\"י ל' על פסוק ועתה שחקו עלי צעירים ממני לימים אשר מאסתי אבותם לשית עם כלבי צאני היה איוב אומר לאליפז לא בנו של עשיו אתה אלולי היה אביך מבקש ממני שאזון אותו עם כלבים שלו הייתי פוסלו אשר מאסתי אבותם לשית עם כלבי צאני ע\"כ, ואין ספק דיש ט\"ס וצ\"ל שאזון אותו עם כלבים שלי שהרי מקרא קדריש עם כלבי צאני ועיין בדרושי הרב אש דת פ' תולדות יצחק ד\"ח ע\"ג שהביא הגירס' מן הכלבים שלו הייתי פוסלו ופירש הכונה ע\"פ מ\"ש בתרגום יונתן בפסוק והנה עשיו בא שהביא כלב למאכל אביו ולזה אמר איוב כי ממעשה זה היה פוסלו לכהונה כטבח שיצתה טריפה מתחת ידו יע\"ש, ולעד\"ן שכונת רז\"ל הוא ע\"פ מה שדרשו במכילתא והובא בילקוט פ' משפטים על פסוק לכלב תשליכון אותו לכלב וככלב או לכלב כמשמעו ת\"ל לא תאכלו כל נבלה וכו' והרי דברים ק\"ו ומה אם נבלה שהיא מטמאה במשא הרי היא מותרת בהנאה טריפה שאינה מטמאה במשא אינו דין שתהא מותר' בהנאה הא מה ת\"ל לכלב תשליכון אותו לכלב וככלב ללמדך שהכלב מכובד מן הגוי שהרי טריפ' לכלב ונבילה לגוי ללמדך שאין המקו' מקפח שכר כל בריה שנאמר ולכל בני ישראל לא יחרץ כלב לשונו אמר הקב\"ה תנו לו שכרו והלא דברים ק\"ו ומה אם שכר חיה לא קפח הקב\"ה ק\"ו שכר אדם כו' ע\"כ:<br><b> ודברי </b> המכילתא הלזו הביאה רש\"י ז\"ל כאן ד\"ה אותו וז\"ל כל איסורין שנאמר בהם לא תאכל כגון זה ומדאיצטריך קרא למשריה לא מצי למילף טעמא דאי לאו אותו הו\"א קרא למצותיה אצטריך שאין הקב\"ה מקפח שכר כל בריה ונאמר במצרים לא יחרץ כלב לשונו לפיכך הקפידה תורה ליתן שכרו ונכבד הכלב מן הגוי שהנבילה ימכור לגוי וטריפה לכלב עכ\"ל, ומלשון המכילתא דקאמר אמר הקב\"ה תנו לו שכרו וכן ממ\"ש רש\"י שהנבילה ימכור לגוי וטריפה לכלב נראה מבואר דכונת המכילתא לומר דמי שיש לו טריפה מצוה ליתנה לכלב טפי מליתנה לגוי אפי' דרך מכירה ובנבלה לא הקפיד הכתוב בכך ולא לומר ששכרו של כלב הוא מה שהקדימו הכתוב והזכירו בפירוש גבי טריפה באומרו לכלב תשליכון אותו ולא הזכיר בפי' לגוי אלא הניחו בכלל כלב שכיבדו הכתוב טפי בזכרונו טפי מהגוי וזהו שכרו ולעולם דלענין מעשה אין לזה קדימה טפי מזה דא\"כ לא יתכן לשון זה דתנו לו שכרו וכן רש\"י לא היל\"ל בלשון הזה ונכבד הכלב וכו' שהנבילה ימכור וכו' אלא הכי הול\"ל ונכבד הכלב מהגוי במה שהזכירו גבי טריפה ולא גבי נבילה זה נראה מבואר ואם הדבר כן קשה לכאורה שלא בא דבר זה מפור' בשום פוסק שמי שיש לו טריפה שמצוה להשליכה לכלבים טפי מלמוכרה לגוים:<br><b> והנלע\"ד </b> דלכן לא הביאו הפוסקים דברי המכילת' דמשמע להו דדברי המכילת' הלזו אזלא כשיטת ר\"מ דדריש בפ' כ\"ש דכ\"ב קרא דלגר אשר בשעריך וכו' דלאו לדברים ככתבן הוא דאתא אלא להתר הנאה הוא דאתא ומינה יליף לשאר איסורין דאסיר בהנאה ולדידיה יליף שפיר במכילתא מק\"ו דטריפה שרי למוכרה לגוי מק\"ו דנבלה דמטמאה במשא וא\"כ מדנקט קרא גבי נבלה גוי וגבי טריפה לכלב ע\"כ דנכבד הכלב מן הגוי אמנם לר\"י דפליג אר\"מ וס\"ל דקרא דלגר אשר בשעריך או מכור לנכרי אצטריך לדברים ככתבן דלגר בנתינה ולגוי במכירה דוקא ושאר איסורין דאסורי' בהנאה לא למדנו אלא מקרא דטריפה דכתיב לכלב תשליכון אותו אותו אתה משליך לכלב ואי אתה משליך לכלב כל איסורין שבתורה תו ליכא למילף דנכבד הכלב מן הגוי מדנקט גוי בנבלה וכלב בטריפה דאה\"נ דגבי נבלה נמי אילו אתא קרא להתר הנאה הוה נקט כלב ולא גוי כדנקט גבי טריפה אלא דהכתוב עיקרו אצטריך לומר דלגוי במכירה דוקא ולא בנתינה משום לא תחנם ותו ליכא למילף דכלב קדים טפי לגוי ומ\"ש רש\"י דלר\"י נמי קרא דלכלב תשליכון אותו למצותיה אצטריך וכו' לא לפום קושטא דמילתא קאמר הכי אלא אלו לא הוה כתיב מילת אותו קאמר אבל השתא דכתיב אותו איכא למימר דכוליה קרא להכי הוא דאתא:<br><b> וראיתי </b> למרן החבי\"ב ז\"ל בי\"ד סי' כ\"ט הגהת הטור אות י\"ד שהביא המכילתא הלזו וכתב וז\"ל פי' אתה אומר וכו' כלומר לאו דוקא לכלב מפני שהיא אסורה בהנאה אלא לכלב ככלב כלומר לנכרי שהוא ככלב או אינו אלא לכלב כמשמעו ואסורה בהנאה ומייתי ק\"ו דאינה אסורה בהנאה ומ\"ש שאין המקום וכו' ומצאתי בתשו' כ\"י אחשוב שהיא מהרשב\"ץ כתב וז\"ל כתבת כי סירכא אינה טריפה שאסרה תורה אלא שטרפה ארי והיא אסורה בהנאה וכו' דברים אלו שלא בהשגחה וכו' שהטריפה שטרפה ארי אינה אסורה בהנאה שהרי כתיב לכלב תשליכון אותו וה\"ה לשאר הנאות ודברים האסורים בהנאה אין מאכילין אותם לכלב ואפי' של הפקר כמו שמוזכר במס' פסחים פ' כ\"ש כו' ע\"כ ויש לתמוה במ\"ש דדברים האסורים בהנאה אין מאכילין אותה לכלב כו' דהא מבריית' דמכיל' מוכח דאי אמרי' לכלב דוקא ולא לגוי הייתה אסורה בהנאה ומ\"ש בפ' כ\"ש דכל איסורין שבתורה אסורים בהנאה מדכתיב לכלב תשליכון אותו אותו אתה משליך לכלב ואי אתה משליך לכלב כל איסורין שבתורה ההיא דרשא הויא מפני שסוב' דלכלב לאו דוקא אלא ה\"ה לגוי ואתא אותו לומר אותו אתה משליך לכלב כלומר לגוי כל איסורין שבתורה כו' עכ\"ל מרן החביב ואין מקום לקושייתו דמהברייתא דמכילתא אין הוכחה דאי אמרי' לכלב דוקא ולא לגוי היתה אסורה בהנאה אלא דלא התיר הכתוב אלא הנאת הכלב דוקא וכיוצא אבל לא הנאת הגוי ולא מפני איסור הנאה הוא דאסר לגוי אלא משום דאסור ליהנות לגוי משום לא תחנם ולזה הביאו הק\"ו מנבילה דהתיר הכתו' לגוי בין במכיר' ובין בנתינה ועיין להרב מהריד\"א ז\"ל בס' מחזיק ברכה מה שהק' על מרן החביב מדברי רבינו בה' מ\"א ועיין בטור א\"ח בה' פסח סס\"י תמ\"ח דמבואר דכלב שלו יש לו הנאה ולא כלב של הפקר יע\"ש:<br><b> תו </b> אמרי' בגמ' ור\"מ אותו אתה משליך לכלב כו' ואידך חולין שנשחטו בעזרה לאו דאורייתא היא קשה דמנא ליה האי דילמא מהכא נפקא ליה ור\"מ דמייתר ליה אותו מוכרח לומר דאתי למעוטי חולין שב\"ע ואף דהוה מצי למעטינהו מדלא פרט לך הכתוב מ\"מ כיון דלא כתיב לאו בהדייא הוכרח למעטינהו מאותו וכמ\"ש רש\"י ז\"ל אך אמנם ר\"י נימא דמאותו נפקא ליה והרב ל\"מ בפ\"ב מהל' שחיטה ה\"ל כתב דתלמודא קים ליה דר\"י לית ליה חולין שב\"ע מדאורייתא וצ\"ע דלקמן בעי תלמודא מאי בינייהו ומשני א\"ב חולין שב\"ע ואליבא דר\"י דלר' אבהו אליבא דר\"י חולין שנשחטו בעזרה לאו דאורייתא ולר\"ח חולין שב\"ע אליבא דר\"י הוי מדאורייתא אם כן תלייא האי מילתא בפלוגתא דאמוראי בין ר' אבהו וחזקיה ולפי דבריו הא ליתא דכ\"ע מודו בה וצ\"ע:"
            ],
            [
                "<b>וכל </b>\n<b> דבר שאסור באכילה ומותר בהנאה אע\"פ שהוא מותר בהנאה אסור לעשות בו סחורה כו'.</b> מצאתי כתוב בכתיב' יד למורי הרב המובהק מוהרי\"ן ז\"ל וז\"ל מבואר בפ' כלל גדול ובפ' כ\"ש דכ\"ג ובתורת כהנים פ' שמיני איתא שקץ הוא לכם שלא יעשה בהם סחורה וראיתי להרב קרבן אהרן ז\"ל שם דס\"ט ע\"א שכתב וז\"ל דשקץ הוא קרא יתירה הוא ומ\"ש לעיל לכם מותרין הן בהנאה אין זה אלא על צירן ורוטבן וקליפתן והא דדרשינן לעיל מלכם התר הנאה והכא דרשינן איסור הנאה הנה הוא משום דלעיל דרשינן שקץ הם לאסור צירן ורוטבן כו' אבל כאן כוליה קרא דשקץ הוא יתירה ולזה דרשו אותו שקץ הוא להנאתכם כו' יעש\"ב, הנה חשב הרב ז\"ל שאיסור סחורה ואיסור הנאה כולא חדא מילתא ומשו\"ה הוצרך לדחוק דלעיל קאי אצירן ורוטבן דוקא ולא ידעתי איך אישתמיט מיניה משנה מפורשת ותלמוד ערוך דאיסור הנאה לחוד ואיסור סחורה לחוד ואפי' בנבלו' וטריפות דהתירן הכתוב בהדייא בהנאה אסורין בסחורה כנודע וא\"כ דברי התורת כהנים אינן סותרין כלל ופשוט גם מ\"ש דלעיל דרשי' תיבת לכם להיתר הנאה והכא דרשי' לאיסורא לא קשיא לע\"ד דהתורת כהנים לאו מתיבת לכם קדייק אלא ממילת הוא קדריש דמשמע בהוייתן יהיו וכמ\"ש בפ' כ\"ש א\"ה אפי' לכתחילה נמי אמר קרא הוא בהוייתן יהיו וזה פשוט ויש להסתפק מי שנשבע שלא יאכל ענבי' לעולם וכיוצא וכן נזיר אי אסור לעשות בהן סחורה כדין דברים האסורין באכילה מן התורה או דילמא היכא דהוא בדה האיסור שאני והדבר צ\"ת עכל\"ה ז\"ל ועיין בדברי הרב מוהריט\"א בס' קהלת יעקב דע\"ה ע\"ד אות רל\"ב שהאריך בזה יעש\"ב:"
            ],
            [],
            [
                "<span class=\"H\">שורש איסור סחורה אם הוא דאורייתא</span>\n<b> זה </b>\n<b> הכלל כל שאיסורו מן התורה אסור לעשות בו סחורה וכל שאיסורו כו'.</b> עיין להרב מ\"ל שכתב ע\"ש הרב פ\"מ ח\"א סי\"ג שרוב הפוס' הסכימו שהוא מן התורה וכתב הוא ז\"ל שגם מדברי רבי' יש ללמוד כן שכתב וכל דבר שאסור באכילה כו' חוץ מן החלב שהרי נאמר יעשה לכל מלאכה ואם איתא דס\"ל דאינו אלא מגזירת חכמים מנין לו שגם על החלב לא גזרו דומיא דשאר איסורין יע\"ש וכ\"כ הרב פ\"ח בי\"ד סי' קי\"ז ולפי מ\"ש התוס' בפ' א\"נ דס\"ד ע\"ב ד\"ה ולא ישכור כו' וכ\"כ הרב ט\"ז בא\"ח סי' תקפ\"ח ובי\"ד סי' קי\"ז דכל שהתירה תורה בהדייא אין ביד חכמים לגזור יע\"ש היה מקום לדחות ראיה זו דהיא היא כונת רבינו ז\"ל במ\"ש שהרי נאמר יעשה לכל מלאכה כלומר וכיון שהתורה התירה בהדייא אין ביד חכמים לגזור אבל זה אינו שהרי מצינו לרבינו בפ\"א מה' מלוה ולוה שכתב דמ\"ע להלות לגוי ברבית שנאמר לנכרי תשיך ואפ\"ה כת' שחכמים אסרו להלוותן בריבית שמא ילמוד ממעשיו ועיין בס' לשון למודי' בחא\"ח ה' שבת סי' קס\"ב:<br><b> ואמנם </b> הא ק\"ל דאם איתא דאיסור סחור' היא מן התורה היכי יליף ר' אבהו איסו' הנאה בכל איסורין מדהוצרך הכתוב להתיר הנאה בנבלה דאימא לאיסור סחורה הוא דאתא דחמיר מהנאה שהרי כל מידי דמותר בהנאה אסור בסחורה כמ\"ש רבינו ולהכי אתא קרא להתיר אף בסחורה מיהו לזה י\"ל דהתר סחורה אין במשמע הכתוב שהרי ענין הסחורה הוא שמכוין מלאכתו לכך ונושא ונותן בו ואין זה במשמע הכתוב אלא שהנבלה שנתנבלה בידך תתננה או תמכרינה לגוי וא\"נ דר' אבהו אזי' לטעמי' דס\"ל כשהותרה נבלה חלבה וגידה הותרה ואי קרא להתר סחור' אתא אייתר קרא דחלב נבלה יעשה לכל מלאכה להכי הוצרך לומר דקרא לא אתא אלא להתר הנאה וקרא דיעשה לכל מלאכה להתר סחור' אמנם לזה יש לדוחה לדחות דתלמודא בפ' כ\"ש דכ\"א ע\"ב דלא אסיק אדעתיה דר' אבהו ס\"ל דכשהותרה נבלה חלבה וגידה נמי הותרה ופרי' עליה מהא דתנן שולח ירך לנכרי כו' אמאי לא אותיב עליה הא נמי ותו דאכתי הוה מצי למימר דקרא אצטרי' לטומאה וטהרה כדאמרי' לקמן דכ\"ג לר\"ע יע\"ש ותו דמה יושיענו זה לדעת רבינו ז\"ל דס\"ל דכשהותרה נבילה היא הותרה חלבה וגיד' לא הותרה כמ\"ש הל\"מ בפ\"א מה' ח\"ומ יע\"ש אלא מחוורתא כדאמרן מעיקרא:<br><b> אך </b> קשה לדברי רבינו דקרא דיעשה לכל מלאכה להתר סחורה הוא דאתא דתלמודא לקמן בדף כ\"ג מייתי ההיא פלוגתא דאפליגו בברייתא ר\"ע ור\"י הגלילי בקרא דחלב נבלה יעשה לכל מלאכה דרבי יוסי הגלילי מוקי לקרא להתר הנאה דמלאכת הדיוט ור\"ע מוקי לה להתר טהר' למלאכת גבוה יע\"ש וקאמר כו' דפליגי אי איסור הנאה בכלל אכיל' או לא ודחי תלמודא דכ\"ע איסור הנאה בכלל אכילה כדרבי אבהו ופליגי אי כשהותרה נבלה חלב' וגיד' הותרה או לא יע\"ש והשתא למאי דס\"ד דפליגי בדר' אבהו ור\"ע סבר איסור אכיל' משמע איסור הנאה לא משמע הרי אותו קרא דיעש' לכל מלאכה לטומאה וטהר' ולא אמר דלהתר סחורה הוא דאתא ולמאי דאסיק דפליגי אי כשהותרה נבלה [חלבה] וגידה הותר' ור\"י הגלילי דס\"ל דלא הותר' אוקי קרא להתר הנאה דחלב ור\"ע דס\"ל הותרה אוקי קרא לטומא' וטהר' נמי לא קאמר ר\"ע דלהתר סחורה הוא דאתא וא\"כ דברי רבינו הם דלא כמאן דלר\"י הגלילי להתר הנא' אתא ולר\"ע לטומאה וטהרה הוא דאתא ואין לומר דלכ\"ע משמע נמי התר סחור' ממילת כל דא\"כ כי פריך תלמודא בתר הכי לר\"י הגלילי אשכחן חלב דמותר בהנאה גיד מניין וקאמר דיליף לה מק\"ו דחלב דענוש כרת ומותר בהנאה ודחי שאני חלב דהותר מכללו גבי עוף ומשני ר\"י בבהמ' לא הותר מכללו והשתא אמאי לא דחי שאני חלב שכן מותר בסחורה משא\"כ גיד אלא משמע דאיסור סחורה בשאר איסורין אינו דאוריית' ודוק וכעת צ\"ע:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש משקה היוצא מדבר האיסור</span>\n<b> הטבל </b>\n<b> והחדש כו' משקין היוצאין מפירותיהן כו'.</b> מצאתי כתוב למורי הרב המובהק מוהרי\"ן ז\"ל בכ\"י וז\"ל עיין בהרב לח\"מ ז\"ל שהקשה איך כתב חוץ מיין של כלאי הכרם דמנ\"ל דאיין של כלאי הכרם לוקה הא בגמ' לא אמרו אלא דוקא בערלה משום דגמר מג\"ש לר\"י אבל בכלאי הכרם דליכא ה\"ט מנ\"ל ומה שתירץ דכיון דקי\"ל דכלאי הכרם לוקין עלי' אפי' שלא כדרך הנאתן לכך כתב דלוקין עליו יע\"ש אין דבריו מובנים שהרי משקה היוצא מן הזתים והענבי' כדרך אכילתן נינהו כדאיתא בהדייא בפ' כ\"ש ואפי\"ה אצטרי' ג\"ש דפרי מפרי דבכורים הא לא\"ה הוה מחייב וא\"כ מה יושיענו טעמא דכלאי הכרם חייבין עליו שלא כדרך הנאתן ולעיקר קושייתו נ\"ל ליישב ע\"פ מ\"ש הרשב\"א ז\"ל בחידושיו דלר\"י דאית ליה דון מינה ואוקי באתרין אצטרי' קרא גבי בכורים לחייב אם הביא ענבים וסחטן אע\"ג דשתייה בכלל אכילה משום דכתיב פרי וערלה נמי פרי כתיב ביה והלכך אצטריך לרבויי מהיקשא א\"ד יע\"ש. ואם כן ממילא מתרצתא היא קושיית הלח\"מ ז\"ל דביין של כלאי הכרם משו\"ה לוקין עליו משום דשתיה בכלל אכילה ודוק:<br><b> עוד </b> הקשה דאדרבא היל\"ל דדוקא בערלה הוא דאינו לוקה אלא על היוצא מן הזתי' וענבי' אבל בשאר אפי' בשאר מינין נמי דהכי משמע בסוגייא דהתם דקאמר והא דתנן אין סופגין וכו' מני ר\"י וכו' משמע דלר\"א לוקה בכל כיון דליכא ג\"ש יע\"ש, ולי נראה דלא ק\"מ דודאי לר\"א דס\"ל גבי בכורים דמביאין מן המשקין היוצאין משאר פירות מסתברא ודאי דכי גמרי' ג\"ש פרי מפרי מבכורים אפי' אשאר משקין מיחייב דאין ג\"ש למחצה וה\"נ לר\"א בטבל וחדש וכל הני לוקין עליו דילפינן מבכורים וחד מהנך אמנם לדידן דקי\"ל כר\"י א\"כ בערלה ובבכורים לא מחייב אלא איין ושמן וילפינן שאר איסורין מערלה, ולזה נראה שהייתה כונת מרן כ\"מ שם שכתב וז\"ל ואע\"ג דיליף לה התם מקראי משמע לרבי' דהוי אסמכתא בעלמא וכדתנן בסוף תרומות אין סופגין וכו' וה\"ה להיפך דמ\"ש יע\"ש, הן אמת שלפי דברי מרן קשה לישנא דברייתא דקתני הטבל וכו' משקין היוצאין מהן כמותן משמע שהרי הן כמותן להתחייב מלקות דאל\"כ הול\"ל משקה היוצאין מהן אסורין ולפי מ\"ש יש ליישב דודאי לישנא דברייתא לחיוב מלקות משמע כמותן מיהו איכא למימר דההיא ברייתא אתייא כר\"א דס\"ל דמביאין בכורים משאר משקין דמהשתא בערלה ובכורים נמי אפי' אשאר משקין נמי מחייב וה\"ה לכל איסורין שבתורה אבל לפום מאי דקי\"ל כר\"י ודערלה לא מחייב אשאר משקין וגם בכורים נמי לא מיחייב אלא על היוצא מן הזתים ומן הענבים פשיטא ודאי דאין לחייב מלקות אשאר איסורין דמבכורים ליכא למילף דהיינו דוקא בזתים וענבים ואדרבא אית לן למילף מערלה דמ\"ש ומ\"מ כפי זה לא היה לו למרן לומר ואע\"ג דיליף מקראי אסמכתא בעלמא וכו' ובפשיטות היל\"ל דהא דילפינן להו מקראי דהיינו מבכורים וחד מהנך אתייא כר\"א אבל לר\"י ליכא למילף אלא דוקא על היוצא מן הזתים והענבים ותו דאכתי קשה דתינח גבי כלאים אי מפרש רבינו כפי' התוספות או בהקדש כפי' רש\"י דאיסורו ע\"י עצמו ויליף להו מבכורי' וחד מהנך אמנם בטבל וחדש וכל הני הא אמרינן התם דיליף להו מחמץ וחלב ושרצים וא\"כ כי היכי דגבי חמץ וחלב מיחייב כרת אמשקין היוצאין מהן מייתורא דהנפש ה\"נ בשאר איסורין דילפינן מינייהו ומנ\"ל לרבינו ז\"ל לומר דילפינן מערלה דמ\"ש אדרבא נילף מהנהו דלחומר' מקשינן:<br><b> גם </b> ליכא למימר דסובר רבינו ז\"ל דריבוייא דהנפש לרבות את השותה דגבי חלב וחמץ דמרבינן עליה כרת היינו דוקא כשהמחה את החלב ואת החמץ וגמעו כדקתני בברייתא דהוי גופו של איסור אבל במשקה היוצא ממנו לא מרבינן מיתורא דהנפש דהא ודאי ליתא דאם איתא הכי היכי אמרינן בגמ' דטבל וכל הנך יליף מהני הא קרא לא מיירי אלא בממחה גופו של איסור אלא ודאי משמע דיתורא דהנפש רבי כל מילי וכ\"כ הרב ח\"ה ז\"ל שם בתוס' ד\"ה היכא וכן מבואר ג\"כ מדאמרינן התם הטמאים לאסור צירן ורטבן וקיפה ואמרינן התם ל\"ל ליגמר מהני וכו' ואם איתא מאי ק\"ו הא צירן ורוטבן כיון דאינן מגוף האיסור לא נפיק מהני, וי\"ל דודאי לר\"א דס\"ל דמביאין בכורין משאר משקין וערלה יליף פרי מפרי מבכורי' ואפי' אשאר משקין מיחייב ה\"נ דמרבינן מיתורא דהנפש אפי' משקה היוצא מחלב וחמץ וכן מהטמאין לרבות צירן ורוטבן כיון דמשמעותא דהנפש משמע דבר המיישב את הלב כמ\"ש רש\"י ז\"ל משקה היוצא מהן דבר המיישב הוא, אמנם למאי דקי\"ל כר\"י דאשאר משקין לא מחייב בערלה מסתברא ודאי דכי היכי דמעטינהו רחמנא בערלה ממלקות ה\"נ לשאר איסורין דמ\"ש ויתורא דהנפש מוקמינן ליה דוקא להמחהו וגמעו דהיינו גוף האיסור ממש וזהו שרבינו ז\"ל כשכתב הטבל והחדש וכו' לא כתב חוץ מחמץ וחלב ושרצים דלוקין וחייבים עליהם כרת משמע דבכל האיסורין דינן כן והיינו דהשמיט רבינו ז\"ל ולא הביא דין זה דהטמאין לאסור צירן ורוטבן בשום מקום משום דסמך אמ\"ש כאן בטבל ושאר איסורין דמשקין היוצאין מהן אסורין ואינן לוקין עליהן כנ\"ל אמיתות דעת רבינו ז\"ל:<br><b> ומתוך </b> האמור מבואר שמ\"ש מוהר\"ץ אשכנזי ז\"ל בתשובות סי\"ך בפשיטות דמשקין היוצאין מן החמץ ומן החלב חייבין עליו כרת וכן כל האיסורין משקה היוצא ממנו דינו כפרי עצמו חוץ מערלה דגזרת הכתוב הוא מג\"ש דפרי יע\"ש, והם דברים תמוהים ולא ידעתי איך לא השגיח בדברי רבינו הללו, ומאחר שלדעת רבינו לא נמצא חולק בדבר ומה גם שמדברי התוס' דפ' העור והרוטב ד\"ה אלא נראה שדעתם כדעת רבינו ז\"ל כמ\"ש בפ\"א מה' חו\"מ ה\"ב ודאי דכוותיה נקטינן ונ\"מ לענין חמץ דאינו עובר בבל יראה אלא מדרבנן מיחייב לבערו, ועיין בס' שער אפרים ס\"י יד אליהו סי' ובס' פני יאושע בקונטריס אחרון לקדושין בפסק החדש ובס' יד אהרן ה' פסח סי' תמ\"ב ובס' עבודת הגרשוני וחוות יאיר הם המדברים בספק החדש השייך לזה, מצורף לזה בעניין שתיה בכלל אכילה מדברי התוס' ז\"ל שם והרשב\"א בחי' נראה מבואר דס\"ל דדוקא ביין ושמן הוא דאמרינן שתיה בכלל אכילה ולא בשאר משקי' וצ\"ע בזה דגבי שבועה אמרינן דאם אמר שבועה שלא אוכל ושתה חייב משמע כל מיני משקין מדלא מיעטו אלא משקין שאינן ראויין לשתיה ושם אמרו דטעמא דשבועה משום דשתיה בכלל אכילה ומוכחינן לה מקרא גם לענין יום הכפורים לא מחלקינן בין שאר משקין ליין ושמן ועיין בתוס' פרק גיד הנשה ד\"ה הטמאים וכו' ובפר' בנות כותים בההיא דלרבות הסך כשותה, ועיין בתשו' הרב פר\"ח ז\"ל שבס\"ס מים חיים בענין מציצת הלימוניש ועל הכל צריך לעמוד בזה לעת הפנאי איה\"ב בע\"ה ועיין בחי' הרשב\"א פ' כיצד מברכין גבי ההיא דמייא דשלקי ככולהו שלקי מ\"ש משם הראב\"ד ז\"ל דטעמא דר\"י דפטר על דבש תמרים מקרן וחומש משום דגמר מתרומה וכו' וכתב שכן איתא בספרי והוא תימה שדברי הראב\"ד ז\"ל הללו הם תלמוד ערוך בפ' העור והרוטב כמבואר ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<span class=\"H\">שורש סתם יינם אי מותר לחולה</span>\n<b> יין </b>\n<b> הגויים שאין אנו יודעים אם נתנסך וכו'.</b> הנה בענין סתם יינם אם מותר לחולה שיש בו סכנה כתב הריב\"ש בסי' רכ\"ה דנ\"ל דאסור מפני דכשאמרו על שלשה דברים יהרג ואל יעבור לאו דוקא אינהו גופייהו אלא אף אינהו ואביזרייהו ואע\"פ שאינו אסור אלא מדבריהם והביא ראיה מאותה שאמרו במי שנתן עיניו באשת איש ואמרו הרופאים אין לו תקנה וכו' יע\"ש, ועיין להראנ\"ח בח\"א סי' קי\"ב שנסתפק אם מותר סתם יינם לחולה שאין בו סכנה ולא הזכיר דברי הריב\"ש ז\"ל הללו ועיין למרן החבי\"ב בכנה\"ג חי\"ד סי' קכ\"ד הגהת ב\"י אות י\"א יע\"ש:<br><b> ונשאלתי </b> מאת החכם הש' והכולל עצו\"ר שמואל סורנאגה ז\"ל מאותה שאמרו בירושל' הביאו רש\"י בפ' עשרה יוחסין דס\"ט ע\"ב שהטעם שנקרא נחמיה שמו התרשתא הוא מפני שהתירו לו לשתות יין של נכרים מפני שהיה משקה למלך והיה צריך לשתו' קודם שלא יחשדוהו שמא יטיל סם המות יע\"ש ולפי דברי הריב\"ש מה מקום להתר זה אחר שאמרו שעל ג' עבירות יהרג ואל יעבור עכ\"ל והיתה תשובתי אליו נלע\"ד ע\"פ מ\"ש בפ' אין מעמידין דסתם יינם דניאל וב\"ד גזרו עליו בעיר ואתו תלמידי שמאי והלל וגזרו עליו אפילו בשדה ועוד אמרו שם דעל השמן נמי גזר דניאל ונמנו עליו ר' יאודה נשואה וחביריו והתירוהו מפני שלא נתפשט איסורו על כל ישראל יע\"ש והשתא אפשר דמשני טעמים הללו התירו לו לנחמיה אי משום דכיון דבזמניהם עדין לא היתה הגזירה כ\"כ חמורה שהרי לא גזרו על היין אלא בעיר אבל לא בשדה נתנו לו לנחמיה דין זה כאלו היה בשדה וטעמא רבה איכא דכיון דמה שלא גזרו בשדה אינו אלא מפני שלא יבואו שם לידי חיתון וע\"ז ה\"נ בנחמיה שהיה משקה למלך דלא שייך גזירה זו להתחתן במלך התירו לו ועוד דאפשר דעדין לא נתפשט איסורו בכל ישראל ולכן התירו לו ולבר מן דין קושיא ליתא דכיון דהתם הם היו הגוזרים התירו לו מפני הצורך וע\"כ לא כתב הריב\"ש דכיון דאיכא לית' דע\"ז אין להתיר במקום סכנה בזמנינו זה דליכא למשרי מה\"ט משום דכי גזרו גזרו אף במקום סכנה משא\"כ בזמנם שהם היו גוזרים דהם אמרו והם אמרו ומפני הצורך התירו לנחמיה מפני שידעו דבדידיה ליכא להאי גזירה דחיתון וע\"ז דמוחזק בחסידות היה משא\"כ עתה בזמנינו זה דאין מקום להתיר מפני הצורך כי אין ב\"ד יכול לבטל דברי ב\"ד חבירו אלא א\"כ גדול ממנו כו':<br><b> ועוד </b> הקשה במה שהביא ראיה מאותה שאמרו בפ' סורר באותו שנתן עיניו באשת איש וכתב הריב\"ש ואע\"פ שאין בזה איסורא דאורייתא וכ\"ש לההיא לישנא דאמרינן התם פנויה היתה כו' דמה זו ראיה מההיא לישנא דאמר פנויה היתה לדבריו שאומר דכל דאיכא ליתא דע\"ז וג\"ע וש\"ד דחשיב כעבירות עצמן דהא התם פרכי' בשלמא למ\"ד אשת איש היתה שפיר אלא למ\"ד פנויה מאי כולי האי ומשני ר\"פ משום פגם משפחה ורב אחא בריה דרב איקא אמר כדי שלא יהיו בנות ישראל פרוצו' בעריו' יע\"ש ואם כדברי הריב\"ש דכל דאיכא ליתא דע\"ז חשיב כעבירה עצמה מאי קושיא קא מקשה למ\"ד פנויה היתה עד דאצטריך לשנויי' הני שנויי ואמאי לא משני בפשיטות דמשום ליתא דע\"ז אסרו אף בפנוייה אלו דברי החה\"ש הנ\"ל ולא ירדתי לסוף דעתו דודאי עיקר טעמא דשלא יהיו בנות ישראל פרוצות בעריות היא היא הליתא דג\"ע דאי לאו הכי מהיכא תיתי לאוסרו משו' ליתא דג\"ע דאטו שמיה בעלמא גרים אי לאו משום גזירה שמא יבא לידי איסור תורה והיא הליתא האמור' בדברי הריב\"ש והא דלא תירצו להריב\"ש שכתב דאיסור סתם יינם דלאו משו' בנותי' הוא דאסרו אלא משום גזירה שלא יבואו להקל ביין נסך דמנסכים לע\"ז וכיון דמשום ליתא דע\"ז אסרוהו בהנאה נר' דאסור ליהנות ממנו אפי' במקום סכנה הרי דהליתא היא היא הגזרה עצמה גם הרא\"ם שאסר בחלוצה מטעם ליתא דג\"ע הוא מהאי טעמא שלא יבואו להתיר ג\"ע עצמה ודוק:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [
                "<span class=\"H\">שורש טעמו וממשו</span>\n<b> כיצד </b>\n<b> חלב הכליות שנפל לתוך הגריסין כו' טועמין את הגריסין אם לא נמצא בהם טעם הרי אלו מותרין ואם נמצא בהם טעם והיה בהן ממשו של איסור הרי אלו אסורין מן התורה.</b> הכי איתא בפ' בתרא דע\"ז דס\"ז אמר ר' אבהו אמר ר\"י כל שטעמו וממשו אסור ולוקין עליו אם אכל כזית בכא\"פ ובטעמו ולא ממשו אין לוקין והנה רש\"י והר\"ן והרשב\"א פירשו דטעמו וממשו הוא כשהאיסור נתערב עם ההתר והאיסור עומד בעין שאינו נימוח וכשנימוח נקרא טעמו ולא ממשו וזהו טעם כעיקר המוזכר בתלמוד ואפי' אכל כזית בכא\"פ אינו אסור ד\"ת ועיין לרש\"י ז\"ל בפ' דם חטאת דצ\"ז ע\"ב ד\"ה עד שיבלע וצ\"ע אבל התוס' סוברים דכל שעיקר גופו של איסור מעורב עם ההתר אפי' בעין נקרא טעמו וממשו וטעמו ולא ממשו הוא כגון גיעולי גוים שאין בכלי' אלא הטעם שבלע וכן חלב שנימוח שאינו בעיניה כמו שהיה וכן חלב שבולע טעם בשר שהבשר נשאר כמו שהיתה אבל בשר שבלע חלב נקרא טעמו וממשו כיון שהחלב עומד בתוך הבשר כמו שהיתה ודעת רבי' היא דכל דאיכא כזית בכדי אכילת פרס מן האיסור ואפי' נימוח נקרא טעמו וממשו פחות מזה נקרא טעמו ולא ממשו כמבואר בדין זה:<br><b> ולענין </b> אי הוי דאורייתא או דרבנן דעת רש\"י ז\"ל הוא דלרבא ור\"י טעמו ולא ממשו מדאור' בטל ברוב חד בתרי אלא דמדרבנן אסור כל דליכא ס' לבטולי אבל בטעמו וממשו דהיינו שההתר עומד בעין שאינו נימוח כל דאיכא כזית בכא\"פ אפי' שנתערב ואינו ניכר לקי כשאכל פרס מזה התערובת שאז אכל כזית איסו' עיין בחולין דצ\"ח אהא דקאמר רבא לא נצרכה אלא לטעם כעיקר ובשיטת רש\"י הלזו שדו ביה נרגא הרב מנחת כהן והרפ\"ח בסי' תמ\"ב דף ט\"ז ע\"א מההיא דפ' אלו עוברים דמ\"ג ע\"א דפריך התם דאי כזית בכא\"פ אסור דאורייתא אמאי פליגי רבנן עליה דר\"א בכותח ודכוותיה ומשני תלמודא משום דלא אפשר אי בעיניה כו' משמע דאי איכא בכא\"פ בכותח הוה אסור דאורייתא אע\"ג דבכותח ושכר הבבלי וחומץ האדומי החמץ אינו בעין אלא נימוח וכמו שפי' שם רש\"י ז\"ל וכן רש\"י גופיה שם בסוף הסוגי' ד\"ה ור\"ע קרי ליה לכותח טעם כעיקר והיינו טעמו ולא ממשו ואם איתא לשיטת רש\"י דכל שהאיסור נימוח לא אסיר מדאורייתא בכזית דא\"פ אלא ברובא בטיל א\"כ מאי פריך אמאי פליגי רבנן בכותח דשאני כותח דהוי טעמו ולא ממשו אלא ודאי משמע דכל דאיכא כזית בכא\"פ אפילו באיסור נימוח נק' טעמו ולא ממשו הפך שיטת רש\"י ז\"ל שכתב דברוב התר בטל מן התורה אלו תורף דברי הרבני' הנז' ואי מהא לא אירייא דההיא סוגייא דאלו עוברים כוותיה דאביי אזלא דס\"ל דטעם כעיקר דאוריית' ופליג עליה דרבא התם בחולין גבי מתני' דטיפת חלב שנפל בקדירה כו' יע\"ש ואיהו הוא דפריך לר\"י ממתני' דמקפה ומשני ליה מאי כזית כזית בכא\"פ וע\"ז הדר פריך דאי כזית בכא\"פ דאורייתא אמאי פליגי רבנן עליה דר\"א בכותח ואיהו לטעמיה אזיל דטעם כעיקר דאורייתא ואין להקשות דא\"כ מאי פריך ליה לר\"י דלדידיה מי ניחא הא טעם כעיקר דאורייתא היא ואמאי פליגי רבנן עליה דר\"א בכות' שכבר תרצו לזה התוס' בנזיר דל\"ו ע\"ב ד\"ה וכזית בכדי א\"פ כו' דהשתא ס\"ל לאביי דטכע\"ק אינו חייב אלא א\"כ אוכל כזית מן הטעם בבת אחת כגון שהבליע כזית מיין בשני זתים פת ואכלן בבת אחת וסברא הוא שלא יהיה טעם חמור מן העיקר ובעיקר עצמו ס\"ל השתא שאינו חייב אא\"כ אוכלו בבת אחת ע\"ש ועיין בדברי התוס' דפ' ג\"ה דצ\"ט ד\"ה רבא אמר כו' אחר שהוכיחו דטעם כעיקר דאורייתא הוקשה להם דא\"כ מאי פריך בפ' אלו עוברין ג' מינים מההיא דב' קופות שאני או' ואי אמרת כזית בכא\"פ דאורייתא אמאי אמרינן שאני אומר כו' והשתא כי נמי אמרינן לאו דאורייתא תיקשי ליה דטעם כעיקר מיהא דאורייתא ותרצו מה שתרצו יע\"ש ונראה ודאי דמשו\"ה לא הקשו מההיא דמקשי תלמודא מכותח ומההיא דב' קדרו' דניחא להו בדבריהם דנזיר שכתבנו אמנם בהא דב' קופו' ק\"ל דאפשר דכל שאוכל ב' זתים יהיה של האיסור כזית שאינו לתבלים בעלמא האיסור המעורב בו ונמצא אוכל כזית איסור בבת אחת ואמטו להכי הוצרכו לתרץ תירוץ אחר ועיין בס' לשון למודים הלכות פסח ד\"צ ע\"ג שהצ\"ע קו' זו:<br><b> ואמנם </b> לשיטת רש\"י הלזו הוקשה למור\"י הרב הי\"ו מההיא דפ' דם חטאת דצ\"ו ע\"ב גבי מאי דת\"ר חטאת אין לי אלא חטאת כל קדשים מנין ת\"ל קדש קדשים יכול שאני מרבה את התרומה ת\"ל אותה פרט לתרומה ופריך תלמודא ותרומה לא בעיא מריקה ושטיפה והא תניא קדרה שבשל בה בשר לא יבשל בה חלב ואם בשל בנ\"ט תרומה לא יבשל בה חלב ואם בשל בנ\"ט כו' רבא אמר לא צריכה אלא לדאמר מר במים ולא ביין הא אפי' ביין ואפי' במוזג והשתא לפי שיטת רש\"י דטעם כעיקר אינו אסור מן התורה אלא בקדשים א\"כ מאי פריך מההיא ברייתא דתני תרומה בנ\"ט דההיא ע\"כ אינו אלא דרבנן דהא קתני נמי קדרה שבשל בה בשר לא יבשל בה חלב דלאו מידי דקדשים הוא ואפילו הכי קתני שאם בשל בנ\"ט ואמאי הא מדאורייתא ברובא בטיל כיון שאין האיסור בעין כמ\"ש רש\"י אלא ודאי מדרבנן הוא דאסיר בנ\"ט וא\"כ כי קתני נמי תרומה בנ\"ט אינו אלא מדרבנן וכי ממעטינן תרומה מאותה הוא מדאורייתא ורבא גופיה דס\"ל דטעם כעיקר בחולין דרבנן כמ\"ש רש\"י איהו גופיה הדר לשנויי הכא לא צריכה אלא לדאמר מר במים ולא ביין ולשיטת רש\"י בלא\"ה נמי לא תיקשי וכדאמרן והנה בב\"ח דטעם כעיקר דידיה אסיר דאורייתא כמ\"ש בפ' אלו עוברין בב\"ח חדוש הוא כו' אף כה\"ג דקדרה נמי אסיר מדאורייתא ניחא דדומיא דבב\"ח קתני נמי תרומה משמע דהוייא דאורייתא אבל מדברי הרשב\"א בנימוקיו לחולין דצ\"ח משמע דכה\"ג שאין טעם הבשר בא אל החלב מן הבשר עצמו אלא מחמת הכלי שבלע טעם בשר דהוייא דרבנן שהרי אחר שכתב שם שיט' רש\"י דטעם כעיקר דרבנן כתב וז\"ל נמצא לפי פסק ההלכ' לשיטת רש\"י שאם נתחבה כף חולבת בקדרה של בשר ואין לעמוד על שיעור ס' הוי ספיקא דרבנן ולקולא ע\"ש ואם איתא דכה\"ג נמי אסיר דאורייתא איך כתב דהוי ספקא דרבנן ולקולא הא ספיקא דאורייתא הוי וא\"כ הדרא קו' לדוכתיה ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש אין מבטלין איסור לכתחילה</span>\n<b> אסור </b>\n<b> לבטל איסורין של תורה לכתחילה כו'.</b> הנה בעיקר ביטו' איסורין איפליגו הראשונים וכמ\"ש הרשב\"א בחי' לחולין פ' ג\"ה דף צ\"ח ובתורת הבית דקכ\"ב והר\"ן בפי' ההלכות שם דהתוס' ז\"ל ס\"ל דאיסור זה אינו אלא מדרבנן והראב\"ד סובר שהוא מדאורייתא ופלוגתייהו תלוי באותה שמועה דזרוע בשלה ולפי מ\"ש בתוס' ז\"ל שלפנינו בפג\"ה ד\"ה לאו למעוטי נר' דאזלי כשיטת הראב\"ד וכן משמע מדבריהם בשמעתין וכמ\"ש מרן החביב בי\"ד סי' צ\"ט הגהת ב\"י אות א' ושם באות כ\"א כתב על שם הראנ\"ח ז\"ל שלזה נוטה דעת הר\"ם במז\"ל בפט\"ו מהל' מ\"א דכ\"ה ודקדק הרב כן ממ\"ש שם וז\"ל אסור לבטל איסורין של תורה כו' ולא כתב אסרו חכמי' ולמטה מזה כתב אע\"פ כן קנסו אותו חכמים ז\"ל עיין להרלנ\"ח גם הרפ\"ח שם בסק\"ח כתב בפשיטות שכן הוא דעת הרמב\"ם יע\"ש ולא כן אנכי עמדי שהרי סיים רבינו בלשונו וכתב כיצד סאה של ערלה שנפלה לתוך מאה לא יביא סאה אחרת כו' וכל כה\"ג ודאי דלכ\"ע אין כאן איסור תורה כיון דמדין התורה בשכבר נפלה לתוך מאה נתבטלה ורבנן הוא דהצריכו בערלה מאה ואחד וכיון שכן עכ\"ל דאסור לבטל איסורין שכתב תחילה מדרבנן קאמר דעלי' קאי מ\"ש כיצד כו' וכ\"ש לפי מ\"ש הוא ז\"ל לקמן סקי\"ב דרבינו מיירי דוקא באיסור תורה ושיעור דרבנן ומש\"ה לא קניס שוגג אטו מזיד יע\"ש ועוד נ\"ל להביא ראיה דרבי' סובר כדעת התוס' דאיסור זה אינו אלא מדרבנן ממ\"ש בפי\"ו מה' אלו הל' כ\"ה וז\"ל נטיעה של ערלה שנתערבה בנטיעות כו' הרי זה לוקט לכתחילה מן הכל שאין אדם אוסר כרמו בנטיעה אחת שאילו היה יודעה היה מוציאה עכ\"ל ואם איתא דס\"ל דאיסור ביטול הוא מדאורייתא איך התירו לו ללקוט לכתחילה מהאי טעמא דאין אדם אוסר כרמו כו' דמדאורייתא ודאי אין מקום לחלק בכך אלא משמ' ודאי דס\"ל דאיסור זה מדרבנן הוא וכיון דאיכא טעמא דאין אדם אוסר התירו לו דהם אמרו והם אמרו:<br><b> ואת </b> זה ראיתי להרפ\"ח בס' מים חיים בחי' לגיטין דנ\"ה ע\"ב הביא דברי רבינו הללו וכתב שהוא סובר שנטיעה שנתערבה באחרות אף במחובר בטלה כדינה במאתים ומהאי טעמא התיר ללקוט לכתחילה כו' ומהאי טעמא התיר ללקוט לכתחילה כו' ומאי דרמינן דר\"י אדר\"י הכי קרמינן דכי היכי דהתם גבי אגוזים קנסינן שוגג אטו מזיד כי היכי דלא לבטל איסור לכתחילה ה\"נ הו\"ל לקנוס כדי שיטריח ויוציא הערוגה ומשני כו' א\"ד ז\"ל יע\"ש והדברים תמוהים לכאורה דאיך הפה יכולה לדבר דבעוד' במחובר היא בטלה כיון דהו\"ל קבוע במקומה במחובר ולא מצינו ביטול בדבר קבוע שוב ראיתי מ\"ש הרב בי\"ד סימן ק\"י סקי\"ג ע\"ש התוס' דכל שאין האיסור ניכר לעצמו לא מקרי קבוע יע\"ש מיהו רש\"י כת' דהוי כדבר חשוב ומה\"ט אסור ללקוט לדעת ת\"ק ולדברי הרב אין טעם לדעת ת\"ק דאסר גם מ\"ש דמאי דרמינן דר\"י אדר\"י הכי קרמינן כי היכי דהתם גבי אגוזי' קנסי' שוגג אטו מזיד כו' אני שמעתי ולא אבין דהא לר\"י לא קנסי' גבי אגוזי' שוגג אטו מזיד אלא מזיד דוקא הוא דקנסינן וכיון שכן ל\"ק כלל מההיא דנטיעה דבשעה שנטעה באחרות שוגג היה ומיד נתבטלה לדעתו ז\"ל לא כן גבי אגוזים דלא נתבטלו עד שפצען זה במזיד ולכן ראוי לקונסו ואולם ע\"פ מ\"ש בדעת רבינו דס\"ל דאיסור ביטול האיסורין הוא מדרבנן ניחא דאף במזיד התירו ללקט גבי ערלה דמלתא דלא שכיחא הוא כמ\"ש רש\"י שאין אדם אוסר כרמו בנטיעה אחת לא כן בפציעת האגוזים דשכיח איברא דלשון רבינו אינו מדוקדק וכמו שתמה עליו מרן יע\"ש:<br><b> ועוד </b> ראיתי להרפ\"ח בחי' לגיטין שכתב שם וז\"ל ומ\"מ יש קצת תימה בדברי הרב דמנין לו זה שלוקט לכתחילה דמלישנא דר\"י דקאמר אף המתכוין ללקט לא משמע אלא שאף אם לקט במזיד יעלה אבל לא שילקט לכתחילה ושמא כו' יע\"ש והוא לא ראה דגירסת המשניו' היא אף יתכוין ללקוט ויעלה באחד ומאתים וכך גריס רש\"י בפי' המשנה וכך היא גירסת הרע\"ב והכי איתא בירוש' דתרומות פ' סאה מ\"ט עלה דתנן טחנן והותירו כו' תני אף טוחן ומתיר הוא לכתחילה מתני ר' יוסי היא דאמר אף יתכוין וילקוט ויעלה באחד ומאתים מה נפק מביניהון כו' יע\"ש והרע\"ב בפ\"ק דערלה מ\"ו כתב וז\"ל אף יתכוין ללקוט דחזקה אין אדם אוסר כרמו כו' ואע\"ג דבעלמא אין מבטלין איסור לכתחילה הכא מלתא דלא שכיחא היא ולא גזור עכ\"ל מבוארים דבריו כמ\"ש בדעת רבינו דמה\"ט התיר לבטל לכתחילה ודלא כהרפ\"ח באופן שזו ראיה למ\"ש בדעת רבינו דס\"ל דביטול איסורין אינו אסור אלא מדרבנן ועיין למוהר\"י קורקוס בפי\"ג מהלכות תרומות הל' יו\"ד יע\"ש, ומדברי הרא\"ש בפ' גיד הנשה ד\"ק עלה דקאמרי' דבריה לא בטלה משמע שדעתו כדעת הראב\"ד שכתב וז\"ל ודוקא שנתפתחו או שנתפרסו מעצמן וכו' אבל בשוגג אסורות למאן דקניס שוגג אטו מזיד באיסורא דרבנן דהאי איסורא דרבנן הוא דמדאורייתא ל\"ש דבר חשוב ול\"ש דבר שאינו חשוב חד בתרי בטיל עכ\"ל ומדלא כתב דהאי איסורא מדרבנן הוא משום דביטול איסורין מדרבנן הוא ולא מדאורייתא ואפי' דאיסורי דאורייתא משמע דס\"ל שהוא מדאורייתא כשיטת הראב\"ד ז\"ל והפר\"ח הביא ראיה לסברת האומרים דאיסור זה הוא מדרבנן מאותה ששנינו במס' תרומות פי\"א מגירה שפינה ממנה תרומה וכן חבית וכו' אין מחייבין אותו להיות יושב ומלקט אחת אחת וכו' ואם איתא דביטול איסורין אסור מן התורה היכי מקלינן כולי האי אפי' כשאינו מתכוין לבטל יע\"ש ואין מכאן ראיה לע\"ד שהרי כתב הר\"י קורקוס בפי\"א מה' תרומות הל' י\"ד דאין זה נקרא מבטל איסור לכתחילה שאין לו לנהוג בתרומה אלא כדרך שהוא נוהג בחולין ואותו המעט כמו שבחולין אינו מקפיד גם בתרומ' אין לו לחוש יע\"ש, וכתב עוד וז\"ל ואחרים פי' דכל הני בתרומת ח\"ל עסקינן שמותר לבטלה לכתחילה ויש מי שהעמידה בתרומה בזמן הזה שהיא מדרבנן וכו' עכ\"ל, וסברת אחרים ויש מי שאומר שכתב ז\"ל הן דברי הרשב\"א ז\"ל בתשו' סי' רכ\"ב ועיין בספר ארעא דרבנן אות אין מבטלין יע\"ש:<br><b> והרב </b> החסיד בעל פרי תואר זלה\"ה ומוהר\"ח אלפאנדרי בספר בני חיי בהשמטו' דשייכי לי\"ד סימן צ\"ט ס\"ג הביאו ראיה לסברת הראב\"ד מההיא דפ' הניזקין דנ\"ד ע\"ב דפרכינן לר\"י דלא קניס בדרבנן שוגג אטו מזיד מההיא דאגוזי פרך שנתערבו באחרו' ונפלו ונתפצעו דקניס ר\"י שוגג אטו מזיד ואמרינן והא הכא דמדאורייתא חד בתרי בטיל ורבנן הוא דקניס וכו' ופרש\"י דהך עליה שהוא מעלה ומבטל אגוזי פרך איסורא דרבנן הוא ואפי' שלמים דמדאורייתא אין חילוק בין חשוב לשאינו חשוב וכו' ואם איתא לסברת האומרים דאיסור ביטול איסורין דרבנן הוא אמאי לא פריך עדיפא מינה אפי' תימא דדברים החשובים אינם בטלים מן התורה מ\"מ לפצע אגוזים הוי מדרבנן כיון דאיסור ביטול איסורין דרבנן הוא אלא משמע דמדאורייתא הוא א\"ד ז\"ל ועיין עוד להרב מוהר\"ח אלפאנדרי שכתב שם דברים אשר לא זכיתי להבינם כעת יע\"ש ועיין בלקוטי הרפ\"ח שבס' מים חים בי\"ד סי' צ\"ט כי שם הביא הוא ז\"ל ג\"כ ראיה הלזו דפ' הנזקין לס' הראב\"ד יע\"ש ולדידי אין מכאן ראיה די\"ל דהתוס' מפרשים דהיא היא מאי דקאמר תלמודא והא הכא דמדאורייתא חד בתרי בטיל כלומר דמדאוריי' אין כאן איסור לבטל בידים דאחרי רבים להטות כתיב וחד בתרי בטיל אפי' לכתחילה ואפי' בדברים החשובים ורבנן הוא דגזור שלא לבטל לכתחילה ושלא יתבטלו דברי' החשו' כנלע\"ד ועיין בס' אור יקרות דכ\"ו ע\"ג שגם הוא ז\"ל דחה כן יע\"ש:<br><b> ולע\"ד </b> יש להביא ראיה לס' הראב\"ד דאיסו' ביטול איסורין דאורייתא הוא מאותה שאמרו בפ' שלוח הקן דק\"מ למאי אי לשלוח לא אמרה תורה שלח לתקלה ואין ספק דאם עבר ושלח ליכא איסורא דאזלינן בתר רובא ואפ\"ה לאסור לשלחה לכתחילה אמרינן דלא צריך קרא למעט דלא אמר' תורה שלח לתקלה ש\"מ דלערב ולבטל לכתחילה איסור בידים אסור מדאורייתא כס' הראב\"ד ז\"ל וכן ראיתי להרב מ\"ל בפ\"ז מה' מעילה הל' ו' שכתב בפשיטות דמה\"ט דאסור לבטל איסור בידים הוא דקאמר תלמודא לא אמרה תורה שלח לתקלה ולא ידעתי איך לא זכר שר סברת התוס' האומרים דאיסור ביטול איסורין דרבנן הוא וצ\"ע ועיין בהרב שער המלך ה' מ\"א דקמ\"ה ע\"ד ועיין עוד ביומא פ' שני שעירי דס\"ז ע\"ב גבי אברי שעיר המשתלח דקאמר רבא מסתברא כמ\"ד מותרין לא אמרה תורה שלח לתקלה יע\"ש דמינה נמי יש ראיה לס' הראב\"ד וכמובן:<br><b> ודע </b> דנ\"מ במחלוקת הראשונים אי איסור ביטול האיסורין הוא דאורייתא או דרבנן לענין אם עבר וביטל בשוגג איסורין של תורה שאם הוא דאוריי' קנסינן שוגג אטו מזיד ואם הוא דרבנן לא קנסי' וכמ\"ש הרפ\"ח בי\"ד סי' צ\"ט סקי\"ב ולפי מ\"ש לעיל בדעת רבינו דס\"ל דאיסור זה הוא מדרבנן אם עבר וביטל בשוגג אפילו איסורין דאורייתא לא קנסי' ליה אטו מזיד והרפ\"ח שכתב דלדעת רבינו דקנסינן ליה היינו משום דאזיל לשיטתיה דמשמע ליה בפשיטות בדעתו ז\"ל דס\"ל דאיסור ביטול איסורין דאורייתא הוא כמ\"ש סק\"ח ובכן הוצרך לידחק הרב בלשון רבינו לומר דמיירי באיסורין של תורה ושיעורין דרבנן דוקא ולפיכך כתב דקנסו אותו במזיד דוקא גם בלשון מרן בש\"ע שכתב שאם עבר וביטלו או שריבה עליו בשוגג מותר ודוחק לומר דעבר וביטלו ר\"ל דבר חשוב שריסקו וביטלו מתורת חשיבותו יע\"ש, ולפי מ\"ש בדעת רבינו אין צורך לזה אלא אף איסורין של תורה לגמרי שביטל ע\"י עירוב בשוגג מותר כיון דעיקר איסור ביטולין אינו אלא מדרבנן וזה נראה דעת הרשב\"א בת\"ה ד' קכ\"ב ע\"ב שכתב וז\"ל איסור של תורה ושיעור דרבנן ואצ\"ל שיעור דאורייתא אין מרבין עליו היתר עבר וביטל אם בשוגג מותר יע\"ש הרי שהתיר בשוגג אף אם עבר וביטל איסור של תורה לגמרי והיינו משום דהוא ז\"ל תפס עיקר סברת התוספות דס\"ל דאיסור ביטול איסורין דרבנן הוא כמו שגיל' דעתו בס' משמרת הבי' דק\"ט ע\"ב יע\"ש מיהו לפי מ\"ש לעיל בדעת הרא\"ש דס\"ל דאיסור ביטול האיסורין דאורייתא הוא יש לדקדק על הטור דסתם וכתב דכל האיסורין שריבה עליה' בשוגג מותרין ולא חילק בין איסורין דאורייתא לדרבנן:<br><b> ואת </b> זה ראיתי להרב בני שמואל בדק\"ס ע\"ג שתירץ עפ\"י מ\"ש רש\"י ז\"ל בחולין די\"ד דטעמא דר\"י דקאמר במבשל בשבת בשוגג לא יאכל לאו משום דקניס שוגג אטו מזיד הוא אלא כדי שלא יהנה מעבירה הוא יע\"ש, וא\"כ אף באיסורין דאורייתא לא קנסינן שוגג אטו מזיד ואף דבדרבנן קניס ר\"י גבי אגוזים שנתפצעו אנן לא קי\"ל בההיא כוותיה אלא כרבי יוסי א\"ד ז\"ל יע\"ש ועפ\"י מ\"ש הרב ח\"ה ז\"ל שם בפ\"ק דחולין ליישב דברי רש\"י עם אותה סוגייא דפ' הניזקין אין מקום לישוב זה יע\"ש, והיותר נכון דהטור סובר כסברת האומרים דאיסור ביטול איסורין דרבנן הוא ולכן לא עלה לחלק באיסורין דאף באיסורין דאורייתא אם עבר וביטל בשוגג מותר כיון דעיקר איסור הביטול דרבנן הוא אלא דמדברי הרא\"ש בפ' ג\"ה לא משמע הכי וכמ\"ש לעיל וצ\"י:<br><b> ותו </b> ק\"ל בדברי הטור שכתב ע\"ש הרמב\"ם דבעבר במזיד וביטל דלא קנסינן אלא לדידיה ולא לאחריני ומשמע דהכי ס\"ל וזה קשה דמאחר שהטור ז\"ל בא\"ח סי' שי\"ח גבי המבשל בשבת פסק כר\"מ דכי קנסינן במזיד שלא יאכל בשב' ל\"ש לדידיה ול\"ש לאחריני אסו' א\"כ מנ\"ל לחלק בביטול איסורין דלדידיה דוקא אסו' ולאחריני שרי ורבינו ז\"ל דפסק התם במבשל כר\"י דמחלק מדידיה לאחריני יליף מיני' שפיר לביטול האיסורין וכמ\"ש מרן כ\"מ ז\"ל פט\"ו מה' מ\"א אבל הטור דפסק כר\"מ וכמו שהכריח הב\"ח שם בסימן שי\"ח מדברי הרא\"ש וכמבואר עוד מדברי הרא\"ש בהדייא בפ' מרובה דע\"א וכמ\"ש בס' יד אהרן ז\"ל ודלא כמר\"ן ב\"י שכתב שדברי הרא\"ש בפ\"ק דחולין מטין לשיטת הפוס' כר\"י יע\"ש קשה מנ\"ל לחלק בהכי וכעת צ\"ע:<br><b> ויש </b> להסתפק בהא דאמרי' דלדידיה אסיר ולאחריני שרי אי שרי ליתנו במתנה לאחר והרב המפה בסי' צ\"ט ס\"ו כתב בשם הארוך דלמוכרו לישראל אחר אסור שלא יהנה ממה שביטלו ומשמע דוקא מכירה הוא דאסור מיהו נראה דאף במתנה נמי אסור דבכל דוכתא מכירה ומתנה כי הדדי נינהו גבי טביחה ומכירה וכן גבי איסורי הנאה מיהו אם ב\"ד לוקחין אותו דבר ומפקירין אותו לכל אדם שרי כמ\"ש בש\"ע א\"ח סי' תקל\"ח ס\"ו לענין מכוין מלאכתו במועד ולענין אם מת אי קנסו אף לבריה דבר זה תלוי במחלוקותן של ראשונים אי איסור ביטול האיסורין הוי דאורייתא או דרבנן דלמ\"ד דאורייתא אף לבריה קנסו ואם הוא מדרבנן לבריה שרי עיין בפ\"ק דמ\"ק די\"ג ע\"א ועיין להרב מ\"א סי' תקל\"ח סק\"א, ודע שכתב עוד הרפ\"ח דבמבטל איסור תורה ע\"י אונס לא קנסינן ליה דלא שייך למקנסיה כיון דאנוס הוא עכ\"ל, וק\"ל שהרי כתב הטור בא\"ח סימן תמ\"ח גבי חמץ שעבר עליו הפסח דבין שהניחו שוגג ובין שהניחו אנוס אסור בהנאה ועיין להרפ\"ח ז\"ל שם סק\"ג וצ\"ע:<br><b> ואת </b> זה ראיתי לרש\"י בפ' הניזקין דנ\"ד ע\"ב ד\"ה נפלו ונתפצעו שכתב וז\"ל נתפצעו האגוזים של ערל' ואח\"כ נפלו לתוך של הית' יעלה וכו' משמ' מדבריו דאם נתפצעו תחילה אפי' הפילן בשוגג או במזיד יעלה וזה תימא מה בין נפלו תחי' ואח\"כ נתפצעו לנתפצעו ואח\"כ נפלו כיון דס\"ס קמבטל איסור בידי' וראוי לקונסו ואדרבא בנתפצעו תחילה ואח\"כ הפילן בשעת נפילה קא מבטל איסו' תורה דלא מפני שנתפצעו נסתלק מעליהן איסור ערלה אבל כשנפלו ואח\"כ נתפצעו קא מבטל איסורא דרבנן וראיתי להרב בני חיי בחי' לגיטין שכתב וז\"ל ואפ' דבשלמ' כשנפלו תחילה כבר נאסרו אותן הפירו' מדרבנן ולכך קנסי' שוגג לפי שע\"י ביטולו קמתיר איסורא דרבנן אבל כשנתפצעו ואח\"כ נפלו ליכא בהנהו לא איסור תורה ולא איסור דרבנן כי אם שעבר אאיסור דאין מבטלין איסור לכתחילה ובשוגג לא עביד לכתחילה ובמזיד אינו כ\"כ חמור עכ\"ל וכוונתו מבוארת דכשנפלו תחילה שכבר נאסרו כל הפירות כי חזר ופצען קנסו אותו חכמים כיון דבלא\"ה היו כל הפירות אסורין אבל בנתפצעו ואח\"כ נפלו אי קנסי' ליה אנו אוסרין פירות שהיו עד עתה בחזקת היתר וזה אינו מן הדין לאסור את המותר ומדברי הרשב\"א בת\"ה דקכ\"ב ע\"ב מבואר בהפך יע\"ש:<br><b> ולכן </b> נ\"ל לישב בדוחק דרש\"י כתב כן לר\"מ דלא קניס באיסור דאורייתא שוגג אטו מזיד ומשמע ליה דאיסור ביטול איסורין דאורייתא הוא וכשי' הראב\"ד וכן נראה מדבריו באותה סוגייא דזרוע בשלה ובכן נתפצעו ואח\"כ הפילו דהשתא קמבטל איסור דאורייתא קאמר דיעלה לר\"מ אם נפלו בשוגג דלא קנסי' שוגג אטו מזיד באיסור תורה אבל נפלו ואח\"כ נתפצעו דהשת' מבטל איסורא דרבנן א' שוגג וא' מזיד לא יעלה ומכאן ראיה לשי' הראב\"ד דקתני בברייתא נפלו תחילה ולא קתני נתפצעו תחי' והיינו מטעמא דאמרן ודוק, מיהו יש לדחות דמתני' לחידוש' דר\"י נקט נפלו ואח\"כ נתפצעו דאפי' במבטל איסו' דרבנן קניס שוגג אטו מזיד וכ\"ש נתפצעו תחילה ואחר כך נפלו דקא מבטל איסורא דאורייתא דקנסינן ליה:<br><b> ומן </b> האמור והמדובר עלה בידינו דבין לרבינו ובין להטור אם עבר וביטל בשוגג אפי' איסורין דאוריית' לגמרי לא קנסינן ליה אטו מזיד דעיק' איסו' ביטול איסורין דרב' הוא וכן הסכים הרשב\"א במשמרת הבית דק\"ט ע\"ב ולרש\"י לפי מ\"ש הרב בני חיי גרע טפי איסור דאורייתא בעיניה כשעבר וערבו וביטלו ברוב מאיסור שנתערב בהיתר והוא דבר חשוב דלא בטיל ועבר וביטל חשיבותו ולמאי דקי\"ל כרבי יוסי גבי אגוזים שנתפצעו אין חילוק ולעולם אם עבר בשוגג לא קנסינן ליה וזה דלא כהרפ\"ח שהסכים בדעת רבינו לומר דבאיסורין דאורייתא אם עבר וביטל בשוגג קנסינן ליה יע\"ש גם הרב החסיד בעל פרי תואר לא הסכים עמו יע\"ש, וכתב עוד הרפ\"ח בשם התוס' דטועה בדין וסבור שמותר לבטל איסורין לכתחי' דינו כשוגג יע\"ש, ועיין לה\"ה פ\"ג מה' שבת ה\"ט מ\"ש בשם הראב\"ד ועיין להרב מ\"ל בפט\"ו מה' מ\"א הל' כ\"ה שכתב דמ\"ש רבינו בפ\"ה מה' תרומות ה\"ח גבי אין תורמין מן הטמא על הטהור וכו' ואם ידע ושגג שמותר לתרום מן הטמא על הטהור הרי הוא כמזיד ע\"כ נראה סותר למ\"ש התוס' וצ\"ע עכ\"ל, ולפי מ\"ש הרפ\"ח דבדבר הידוע לכל דאיכא איסור' לא מצי למטען שוגג הייתי וטעיתי בדין לק\"מ דגבי הפ' תרומה מן הטמא על הטהור אפשר לומר דהדבר ידוע לכל מפרישי תרומה ומעשר דאסור ולכך קניס ובהכי ניחא דלא תיקשי דר\"י אדר\"י דבפ' הניזקין דנ\"ד אמרינן דר\"י לא קניס שוגג בדרבנן ודינו של רבינו הוא מדברי ר' יאודה בפ\"ב ממסכת תרומות מ\"ב והא דאין תורמין מן הטמא על הטהור מוכח מדברי הר\"ש שם דהוי דרבנן והיכי קניס ר\"י אם לא דהכא חשיב כמזיד מטעם שכתב הרפ\"ח וא\"נ איפשר דחיישי' דילמא אתי לאערומי וכמ\"ש בפרק הניזקין דאע\"ג דר\"י לא קניס שוגג בדרבנן היכא דאיכא למיחש לאערומי חייש' יע\"ש:<br><b> ומצאתי </b> ראיה לדברי הרפ\"ח דכל שהדבר מבוא' ופשוט לכל דאסור דאין כאן שוגג בטועה בדין מההיא דפ' הגוזל קמא דצ\"ה ע\"ב דפשיט תלמודא דר\"מ לא קניס שוגג גבי שבח גזילה מדתניא שחור וצבעו אדום וכו' וכמ\"ש שם רש\"י, איברא דמאי דאיבעיא לן התם לר\"מ אי קניס שוגג או לא צ\"ע עם סוגיין דפ' הניזקין דמפשט פשיטא לן בדר\"מ דבדאורייתא לא קניס שוגג אטו מזיד ובדרבנן קניס וכעת צ\"י ועיין למוהריק\"ש בחי\"ד סימן של\"ד דנ\"ב ע\"ג שכתב על מנדה לחבירו שלא כדין ואמר שוגג הייתי דלא מצי למטען הכי יע\"ש ועיין להתוס' בשבת דס\"ח ע\"ב ד\"ה אבל שכתבו דאומר מות' חייב זולת לענין גלות דריבתה תור' בשגגה יע\"ש ועיין מ\"א סימן ש\"ז סק\"ו ועיין להרב מ\"ל בפי\"א מה' גירושין דכ\"ה שכ' דאף בטוע' בדין קנסינן לענין עבר ונשא מעוברת חבירו שאיסורו מדרבנן ודקדק כן מדברי הרא\"ש בפרק החולץ דל\"ו ולכאורה נראה סותר מאי דקי\"ל דבדרבנן לא קנסינן שוגג ויש לחלק דהתם שאני דכל דלא מגרש לה בגט איכא למיחש שמא יבוא עליה ויעבור אאיסור דרבנן וכל כי הא עבוד הרחקה להבא אף באיסור דרבנן ודוק ועיין עוד להרב מ\"ל ברפ\"ד מה' נזירות די\"ג שכתב על שם הרב מוהרימ\"ט בח\"א ס\"ס א' דבעובר על הנדר בשוגג שהיה סבור שהיה מותר מטעם נדרי אונסין לא קנסינן ליה לנהוג איסור כימים שנהג בהם היתר והרב ז\"ל חלק עליו והביא ראיה מדברי הריב\"ש בתשו' סימן שצ\"ה דבאיסור דאורייתא אחד שוגג ואחד מזיד קנסינן ליה יע\"ש ולא היה צורך לדברי הריב\"ש דמשנתינו הוא דקי\"ל דבדאורייתא קנסינן שוגג אטו מזיד לענין המבשל בשבת וזה הוא לדעת רבינו וסיעתיה אבל הטור והרא\"ש חלוקים בזה וכעת צ\"ע ועיין בפ' אלו הן הגולין ד\"ט ע\"א דפליגי רבא ורב חסדא גבי ב\"נ ששגג ואמר דאשת איש מותר אי הוי מזיד או אנוס ופסק רבינו בפ\"י מה' מלכים כמ\"ד שאומר מותר בב\"נ מזיד הוא ומבואר דגבי ישראל אומר מותר אנוס הוא יע\"ש ולענין דיני ממונות בטוען שטעה בדין ומשנה פשע עיין בתשו' רש\"י שהביא מרן ב\"י בח\"מ סי' ע\"ב מחו' ב' ועיין להרב משאת משה חח\"מ סי' ט\"ז דמ\"ט ע\"ב:<br><b> ודע </b> דאף שאסור לבטל איסורין של תורה לכתחילה מיהו כל שהוא אינו מכוין לבטל אע\"ג דממי' הוא מתבטל שרי וכמ\"ש מרן הב\"י בי\"ד סי' פ\"ד בשם הא\"ח בדבש שנפלו בו נמלים דמותר לחמם הדבש עד שיתך ויסננו וישארו הנמלים למעלה ואין כאן משום מבטל איסור שאין כונתינו אלא לתקן הדבש עכ\"ל וכ\"כ ע\"ש ע\"ש הרב תה\"ד בדין חטים מתולעין וע\"ש בש\"ך ס\"ק מ' ובט\"ז סק\"כ ובש\"ך סי' קי\"ד סקכ\"א יע\"ש ואין ספק דכוונת הא\"ח לומר דאע\"ג דבשעה שהוא מחמם את הדבש מתי' הנמלים ומתבשלים בתוכו ונכנס טעם הנמלים בתוך הדבש אפ\"ה שרינן הדבש מטעם שיש בו ס' נגד הנמלי' שבתוכו המתבשלי' עם הדבש ואפי' שזו ע\"י מעשה החימום גורם לבטל איסו' טעם הנמלים בדבש כיון שאין כונתו לכך אלא לתקן הדבש מהנמלים אע\"ג דממילא מבטל איסור הוא אין בכך כלום ועיין במ\"ש עוד על הרא\"ש בדין תולע הנמצא בפרי מבושל הביא דבריו שם מרן הב\"י יע\"ש ולפי האמור לא דמי נדון הא\"ח למ\"ש מרן הב\"י בסימן קט\"ו בדין חמאה של גויים שמותר לבשלה כדי שילכו צחצוחי חלב דאין זה כמבטל איסור כיון שאין כונתו לבטל האיסור לאוכלו עם ההיתר אלא כונתו לכלות ולהוציא האיסור מעולם יע\"ש וכתב שם הפר\"ח בס\"ק כ\"ג דזה דמי להגעלה וליבון דלא מיקרי מבטל איסור יע\"ש דהתם ליכא מבטל איסור ברוב היתר אלא הפרדה וכליון באיסור אבל הנדון של הא\"ח הרי הוא מבטל טעם הנמלים בדבש ואפ\"ה שרי משום שאין כונתו לכך וכך הוא נדון הרב תה\"ד ז\"ל כמבואר ובכן יש לתמוה על הרפ\"ח ז\"ל בא\"ח סי' תנ\"ג ס\"ג שכתב שמוהר\"ם בתשו' דס\"ל דאף כשאינו מכוין לבטל אפ\"ה אסור אינו חולק על מ\"ש מרן בסי' קט\"ו בדין החמאה ולא על מ\"ש בסי' פ\"ד בשם הא\"ח בדין הדבש דהתם אין כונתו אלא להפריד האיסור מההיתר כדי שיאכל ההיתר דאלת\"ה איך התירה התורה להגעיל עכ\"ל ולפי מ\"ש ל\"ד נדון הא\"ח לדין ההגעלה כלל דהתם אינו מבטל איסור כלל אלא מפריד ומכלה אבל בנדון הא\"ח אע\"פי שאין כונתו לבטל מיהו ע\"י מעשהו ממילא הוא מבטל האיסור וכדאמרן ואפשר שמוהר\"ם יחלוק בזה עם הא\"ח כיון דס\"ס קא מבטל איסור הוא כנ\"ל:<br><b> איברא </b> שהפר\"ח ז\"ל בי\"ד ס\"ס פ\"ד הביא ראיה לדברי הא\"ח מדברי הירושלמי ספ\"ה דתרומות עלה דתנן ואם היו חטים של תרומה יפות משל חולין וטחנן והותירו מותר ואמרי' עלה בירושלמי אף טוחן ומתיר לכתחילה וטעמא דמלתא משום שאין כונתו לבטל האיסור אלא כונתו לטחון ולאכול אלמא כל היכא דלא מכוין לבטולי אלא דממילא הוא מבטיל ולא קא מכוין שפיר דמי עכ\"ל ולפ\"ז ק' על מוהר\"ם ז\"ל בתשו' דאסר אפי' לא מכוין לבטל מה יענה לדברי הירושלמי הנז' ואולם עיקר דברי הפ\"ח שכתב דטעם הירושלמי הוא משום שאין כונתו לבטל האיסור אלא לטחון ולאכול לא אדע שכו'ל מאי קאמר דמאחר שהוא טוחן לאכול אין לך כונה אחרת גדולה מזו כיון שאין לה היתר לאכול אלא ע\"י שמתרבה הקמח של חולין בטחינתו ומתבטל התרומה במיעוטה ואף הא\"ח ז\"ל יודה בזה שאסור והוא ז\"ל לא התיר אלא בחימום הדבש שאין רצונו כלל בטעם הנמלים בדבש והרי הוא בא לתקן ולהוציא הנמלים ואף דממילא הם מתבשלים הנמלים ונותנין טעם בדבר ומתבטל בדבש הוא פועל חדש הבא ע\"י מעשהו במה שלא כיוין בו ואין רצונו בכך אבל בטחינת החיטין של דימוע שאי איפשר לו לאכול אלא ע\"י מה שמתרבה הקמח של חולין אין לך מכוין גדול מזה והרע\"ב ז\"ל בפי' המשנה כתב כלשון הזה ואפי' לכתחילה יכול לטחון כדי להתירן עכ\"ל הרי דאף במכוין להתירן שפיר דמי וראיתי להרב תיו\"ט שכתב וז\"ל ולא הוי מבטל איסור לכתחילה שאין זה מבטל אלא שנתגלגל ע\"י מה שטוחן שההיתר היה יותר ממה שהיינו סוברין עכ\"ל מבוארין דבריו שאין הטעם משום שאינו מכוין לבטל כמ\"ש הפ\"ח אלא מפני שאין כאן ביטול כיון דמה שהיה מעיקרא היה ואינו מרבה עוד על ההיתר ובטחינה גלוי מילתא בעלמא הוא:<br><b> מיהו </b> עדיין לא נתקררה דעתי בטעם זה ובכן עמדתי על דברי הירוש' שם בפ\"ה דתרומו' וראיתי שאמרו שם כלשון הזה תני אף טוחן ומתיר הוא לכתחי' מתני' ר\"י הוא דאמ' אף יתכוין וילקוט ויעלה באחד ומאתים אמר ר' זעירא שכן דרך כהנים להיות טוחנים מדומע בבתיהם ע\"כ הנה מבואר הטעם בדברי הירושלמי במאי דאמר ר' זעירא שכן דרך כהנים להיות טוחנין מדומע בבתיהם דאע\"פ שהוא מכוין לבטל כיון שאינו נרא' כמבטל דהרואה אומר שהוא טותן לכהנים שטוחנין מדומע בבתיהם מש\"ה שרי ומשו\"ה אוקמוה להך דתני אף טוחן לכתחילה כר' יוסי דאמר אף יתכוין וילקוט והיינו ההיא דר' יוסי דפ\"א דערלה מ\"ו גבי נטיעה של ערלה ושל כלאי הכרם שנתערבה בנטיעות דשרי ר\"י ללקוט לכתחילה אף שמתכוין לבטל האיסור ואמרו שם בירוש' והביאו הר\"ש דטעמא דר\"י מפני שכן דרך בני אדם להיות מידל בגפני' ולא מחזי כמבטל איסור דהרואה אומר מידל הוא יע\"ש ובהכי ניחא לי מה שרבינו בפי\"ג מה' תרומות הל' ז' השמיט דברי הירוש' הללו דשרו לטחון לכתחילה ולהתיר והיינו משום דהירוש' אזיל לשיטתיה דמפרש טעמא דר\"י גבי נטיעה של ערלה משום דאינו נר' כמבטל איסור שכן דרך בני אדם להיות מידל בגפנים ומשו\"ה התירו ג\"כ לטחון לכתחי' ולהתיר שכן דרך כהנים לטחון מדומע בבתיהם אבל לפום תלמוד' דידן דמפרש טעמא דר\"י בפ' הנזקין דנ\"ד ע\"ב דחזקה דאין אדם אוסר כרמו בנטיעה אחת כלומר ולא שכיח דאתי לאערומי כמ\"ש רש\"י הנה בשאר איסורין דשכיח ודאי לא שרינן ליה לבטולי כנלע\"ד:<br><b> שוב </b> ראיתי להרשב\"א בתשו' ח\"א סי' תס\"ב כתב ע\"ש הרא\"ש דטעם הירוש' שהתיר לטחון לכתחילה הוא מפני שאינו מכוין לבטל האיסור אלא לטחון ולאכול כמ\"ש הרפ\"ח וכ\"כ הטור בא\"ח סי' תנ\"ג יע\"ש ולפי זה צ\"ל דמאי דקאמר ר' זעירא שכן דרך כהנים לטחון מדומע בבתיהם הוא טעם למה שלא חששו לרואים והרשב\"א פי' הטעם מפני שחכמים הקלו בתרומה כשאינו מינו ורואין הטחינה כמי שנפלו בשוגג יע\"ש ולפ\"ז אין ראיה מכאן למ\"ש הא\"ח ז\"ל דכל שאינו מכוין מותר אעפ\"י שהאיסו' מתבטל ממילא כמ\"ש הפ\"ח ז\"ל מיהו עוד אחרת יש והיא אותה ששנינו בפי\"א דתרומות מגורה שפינה ממנה תרומה וכן חבית וכו' אין מחייבים אותו להיות יושב ומלקט אלא נוהג בה כדרך שהוא נוהג בחולין ע\"כ ונראה מדברי הר\"ש שם במ\"ח הטעם מפני שאין מתכוין לבטל וכן כתב שם הרב תיו\"ט, שוב ראיתי למוהר\"י קורקוס בפי\"א מה' תרומות די\"ד שכתב הטעם מפני דבדבר מועט אין אדם מקפיד והרי הוא נוהג בתרומה כדרך שהוא נוהג בחולין יע\"ש:<br><b> ודע </b> שכתב הט\"ז בסימן קל\"ז דהא דשרינן לבטל איסור בשאינו מתכוין היינו דוקא כשאי איפשר באופן אחר אבל כשאפשר באופן אחר אסור והביא דבריו מרן החביב בי\"ד סימן צ\"ט הגהת הטור אות יו\"ד והפ\"ח בא\"ח סימן תנ\"ג סעי\"ג ועפ\"ז יישב הט\"ז ז\"ל בסימן קל\"ד סק\"ז מה שהקשה מרן ב\"י ז\"ל על תשובת הרשב\"א ז\"ל שאסר ליתן יין כשר לתוך כלי שנתנו בו יין של איסור על סמך המים שנתנו ביין הכשר בשעת הבציר יע\"ש דאעפ\"י שאינו מתכוין לבטל האיסור הרי איפשר לו ליתנו בכלים אחרים יע\"ש ומדברי הר\"ן בפרק מעמידין מוכח דלא כוותיה וכמ\"ש בסמוך ועיין להב\"ח שם בסימן קל\"ד שישב באופן אחר תשובת הרשב\"א וכתב שגם הרב ד\"מ יישב כן והמעיין בדברי הרב ד\"מ יראה שלא כיוין לזה ועיין להחביב שם בסי' קל\"ד הגהת ב\"י אות ט' ודוק:<br><b> וכתב </b> הריב\"ש בתשובה סימן שמ\"ט הביאה הפר\"ח בסימן ס\"ד ס\"ק כ\"ו דמה שמשימים חלב בין נסר לנסר בקנקנים של עץ כדי שלא ינטף היין אין בכך כלום כו' דהיין הנוגע בחלב כבר הוא מעורב עם היין האחר ומתבטל ואין זה כמבטל איסור לכתחילה כיון שאין כונתו לבטלה וליהנות מן האיסור אלא כונתו לתקן הכלי ולהדביק סדקיו וראיה לזה מכלי מדין שאמרה תורה להגעי' ובודאי בב\"י דיבר הכתוב למאן דס\"ל נטל\"פ מותר וא\"כ למאן דאית ליה דאין מבטלין איסור לכתחילה איסורא דאורייתא הוא מה הועילה ההגעלה והלא אפי' היה במים שיעור לבטל פליטת הכלי עדיין המים אסורין וחוזרין ואוסרין הכלי הנגעל ואין כאן הכשר אלא שאין זה נקרא מבטל איסור לכתחי' כיון שאין כונתו אלא להכשיר הכלי עכ\"ל והרפ\"ח תמה על ראיה זו דהא פשיטא דאף למאן דאית ליה דאיסור ביטול איסורין דאורייתא הוא מודה מיהא שאם עבר וביטלו מדאורייתא בטי' ואפי' במזיד וכמבואר בדברי הרשב\"א והר\"ן בפ' ג\"ה וא\"כ מאין הרגלי' לומר שהמים אסורין וחוזרין ואוסרין הכלי הנגעל ועוד הקשה עליו דמאי ראיה מהגעלה דלעולם בעלמא אף שאינו מכוין ליהנות מן האיסור אסור לבטלו ושאני הכא דגלי קרא דמהני וכתב שדברי הריב\"ש קשים להולמם ע\"ש שהאריך ולע\"ד הדבר מבואר שאף הריב\"ש אזיל ומודה דאע\"ג דאין מבטלין איסור לכתחי' אם עבר וביטל אפי' במזיד שרי מדאורייתא ואף מדרבנן אין כאן קנס אלא לדידיה ומ\"ש דהמים אסורין וחוזרין ואוסרין הכלי אין כוונתו לומר דאחר שעבר וביטל המים אסורים אלא כונתו לומר דאם איתא דאף בכה\"ג איכא משום איסור ביטול איסורין לכתחי' איך התירה התורה להגעיל לכתחילה כיון דאיכא במי ההגעלה איסור מעורב מאיסור לכתחי' וחוזר ובולע ואיך מותר לכתחילה להגעיל זהו כונתו לע\"ד:<br><b> וידיע </b> ליהוי לך שאף הר\"ן בפרק אין מעמידין דשס\"א גבי מאי דאיבעיא לן התם מהו לתת שכר לתוך קנקנים של גויים ואסיקנא דשרי כתב כדברי הריב\"ש ז\"ל הללו וחלק הוא ז\"ל על הראב\"ד והרשב\"א ז\"ל שכתבו דטעמא דשרינן לתת שכר בקנקנים דגויים משום דלא אסרו לבטל איסור משהו הבלוע לכתחילה ולמדו מכאן דשרי נמי בקליפה ככל איסור משהו דדי בקליפה והוא ז\"ל כתב שאין מכאן ראיה דשאני התם דמבטל הוא שלא במתכוין וכל כי האי לא נאסר אפילו באיסור הרבה לכתחי' כיון שאינו נהנה ממנו אבל במתכוין לא שאם לא תאמר כך היאך התירה התורה ההגעלה למ\"ד איסור ביטול איסורין דאורייתא והרי הוא מבטל איסור הבלוע בהם לכתחילה כשהוא מגעיל אותם אלא ודאי לא אמרו אין מבטלין אלא במתכוין לערב איסור בהיתר כדי ליהנות ממנו אבל במתכוין להכשיר הכלי ואינו נהנה מן האיסור שרי את\"ד ז\"ל יע\"ש, ולכאורה איכא למידק בדבריו ז\"ל דמאי ראיה מייתי מכלי מדין לההיא דנותן שכר בקנקני היין של גויים דשאני כלי מדין דאינו נהנה הוא במי ההגעלה וזורקן לאבוד ואין כונתו אלא לכלות ולהוציא האיסור מן העול' אבל בנותן שכר בקנקני הגויים שהוא נהנה מן השכ' והאיסו' נתון בתוכו אפש' דאסור אפי' באינו מתכוין ואין ס' דמשו' קו' זו סיים הריב\"ש וכ' דאם אית' דאיכא איסור בביטול כה\"ג הרי המים אסורין וחוזרין ואוסרין את הכלי כלומר ואסור לכתחילה וכאמור והשתא לק\"מ דאע\"ג שהמים זורקין לאיבוד אם היה איסור בהם לא היה ניתר הכלי ומ\"מ עיקר ראיית הרשב\"א והר\"ן יש לדחותה ע\"פ מ\"ש הרשב\"א בס' משמרת הבית דק\"ט ע\"ב דאף למ\"ד דאיסור ביטול איסורין דאורייתא הוא היינו דוקא כשהאיסו' בעין כההיא דזרוע בשלה דאפשר זה בפני עצמו וזה בפני עצמו אבל בלע שבקדירה אי אפשר ולפיכך מותר לבטל לכתחילה יע\"ש והשתא איכא למימר דמשו\"ה התירה התו' ההגעלה בכלי מדין אפי' למ\"ד אין מבטלין איסו' לכתחי' דאורייתא הוא מפני שאין כאן אלא בלע בלבד איברא דאף אם נאמר דטעמא דכלי מדין משו\"ה הלא אכתי דחית הר\"ן במקומה עומדת מיהו זה שלמדו משם דכל שאינו מכוין לבטל אין כאן איסו' לבטל אין משם ראיה ומ\"מ מדברי הר\"ן הללו מוכח דכל שאינו מכוין לבטל אפי' בשאי איפשר באופן אחר שרי דהא סתמא שרינן לתת שכר לתוך קנקנים של גויים ואפי' בשאפשר לו באופן אחר ולדעתו היינו טעמא מפני שאינו מכוין לבטל וזה דלא כהט\"ז שכתבנו לעיל ועיין להרפ\"ח ז\"ל בסי' תס\"ז ס\"ח ד\"ה יין לבן:<br><b> עוד </b> כלל אלינו כלל אחר מרן החביב ז\"ל בי\"ד סי' צ\"ט הגהת הטור אות ט\"ו ע\"ש הרב תיו\"ט בפ\"ד ממס' תרומות מ\"ח דהא דאין מבטלין איסור לכתחי' הנ\"מ להרבות בהיתר כדי לבטל האיסור אבל כשאינו מרבה אלא משנה האיסור מכמות שהיה ומפרידן כמו שהיה מקדם כדי לערבן יחד בכה\"ג שרי לבטל איסור לכתחי' עכ\"ל, גם הרפ\"ח בא\"ח סימן תנ\"ג ס\"ג הביא דברי הרב תיו\"ט הללו כיע\"ש ואף שהרב תיו\"ט ז\"ל לא כתב כן אלא לר' יאושע דאמר התם תאנים שחורות מעלות את הלבנות ואנן קי\"ל כר\"ע דפליג עליה ואמר דאינן מעלות נראה דמשמע להו דר\"ע לא פליג עליה דר\"י בהא דמותר לדורסן ולערבן לכתחי' אלא דר\"י ס\"ל דאפי' בשלא דרסן וערבן השחורות מעלות את הלבנות והלבנות את השחורות כיון דבידו לדורסן ור\"ע ס\"ל דכל שלא דרסן ועירבן אינן מעלו' זו את זו אבל לדורסן ולערבן לכ\"ע שרי מיהו אפשר לדחות דבהא פליגי ר\"י ור\"ע וכן משמע ממה שסיים הרב תיו\"ט דר\"א אוסר יע\"ש, ולבר מן דין בעיקר דברי הר' תיו\"ט יש לי לדון בהן שהוא ז\"ל לא כתב כן אלא מפני מה שפי' הרע\"ב בטעמו של ר\"י דמשום שבידו לדורסן ולערבן מש\"ה מעלות זו את זו וכ\"כ הר\"ש בשם הירושלמי דמפרש בר פדא טעמא דר\"י מפני שאם רצה טוחן ומתיר יע\"ש ולשון הירושלמי כך הוא ר' איסי בשם ר' יוחנן טעמא דר\"א תאנים שחורות שנפלו לתוך הלבנות אוכל את הלבנות והלבנות מעלות את השחורות אמר ר\"א כך היה ר\"א משיב את ר' יאושע והלבנות מעלות את השחורות מילתיה אמר בידוע מה נפלו מעלות זו את זו כהנא אמר אין מעלות על דעתיה דכהנא מה בין ר' יאושע לר\"ע בשידע ושכח על דעתיה דר' יאושע מעלה על דעתיה דר\"ע אינו מעלה, שמעון בר בא בשם ר\"י והוא שנפלו שחורה אחת לתוך ב' לבנות כדי שתבטל ברוב ר' זעירא בעא קומי ר' מנא לא מסתברא בתוך ג' שאם תאבד אחת מהן יהיו שם ב' א\"ל ואוף אנא סבר כן, בר פדיה אמר טוחן ומתיר אע\"ג דבר פדיה אמר אין בלילה אלא ליין ולשמן בלבד מודה הוא הכא שהן נבללות מילהון דרבנין פליגא וכו' עכ\"ל ומלשון הזה משמע דאף ר' יאושע לא התיר אלא בשאין ידוע מה נפל אם שחורה או לבנה וכדברי ר\"ע אלא דאיכא בינייהו ידע ושכח ומשו\"ה מעלות זו את זו כיון דבכולן בספק חזקת איסור הן עומדין כמ\"ש הרע\"ב ומילתיה דבר פדיה מילתא באנפי נפשה היא דשרי לערבן ולדורסן כדי לבטלן וע\"ז קאמר דרבנן פליגי אבר פדיה ובודאי הלכה כרבנין דפליגי עליה וכיון שכן אזלא ליה כלל זה שכתב הרב תיו\"ט, ותו ק' טובא לדבריו ז\"ל דאם איתא לכלל זה אמאי לא הותר לפצוע אגוזי פרך של ערלה שנתערבו באלף ואיכא מאן דקניס שוגג אטו מזיד כדאיתא בפרק הנזיקין דף נ\"ד:<br><b> ואת </b> זה ראיתי להרדב\"ז בפי' על הרמב\"ם ריש פי\"ד מהלכות תרומות עמ\"ש הרמב\"ם חמשי' תאנות שחורות וכו' כתב הרב וז\"ל ומלתא דפשיטא היא אלא משום סיפא נקט לה דאינו יודע מה נפלו מעלות זו את זו ובזו ר\"א מחמיר ור\"י מיקל והלכה כר\"י עכ\"ל ולכאור' אין מובן לדברים הללו שכתב דחלוקא דרישא דחמשים תאנו' שחורות וכו' מלתא דפשיטא הוא ומשום סיפא נקיט ליה והלא בחלוקא דרישא הוא דפליגי ר\"א ור\"י לפי מה שפי' הר\"ש והרע\"ב ואין הלכה כר\"י אלא כר\"א הפך מ\"ש הרב דהלכה כר\"י מיהו עפ\"י מ\"ש בשם הירושלמי דמוקי ר\"א ור\"י בשאין ידוע מה נפלה אלא דאיכא בין ר' יאושע לר\"ע ידע ושכח וכי קתני במתניתין כיצד וכו' לאו לפרושי דברי ר\"ע קאתי כמ\"ש הר\"ש והרע\"ב אלא לפרושי מילתיה דר\"א ור\"י קאתי וקאמר דבידוע מה נפלה לכ\"ע אינן מעלות זו את זו וכשאינו ידוע דהיינו שאינו ידוע כלל בזו ר\"א מחמיר ור\"י מקל וקי\"ל הלכה כר' יאושע בשאינו ידוע כלל ולא כר\"א דאוסר אפי' בשאינו ידוע לו כלל דודאי ר\"א אפ\"ה אוסר דאי לא מאי איכא בין ר\"א לר\"ע אלא דבמאי דמקל ר' יאושע אפי' בידע ושכח בהא לא קי\"ל כותיה אלא כר\"ע וכמו שפסק רבינו ובכן מ\"ש הר\"ש בפי' המשנ' דלפי פירושו עיקר פלוגתייהו דר\"א ור\"י ז\"ל הוא בשידע מה נפלה אין הלכה כר\"י אלא כר\"א אלא שפירוש הר\"ש והרע\"ב ז\"ל לפי לשון הירושלמי שכתבנו צ\"ע:<br><b> עוד </b> כלל אלינו מרן החבי\"ב שם דהא דאין מבטלין איסור לכתחילה היינו דוקא במידי דאית ליה הנאה כמו באוכלין או בעצי איסור שנהנה בשריפתן ומתחמם כנגדן ולכך מבטלין סכך פסול ברוב סכך הכשר כדאיתא בפ\"ק דסוכה משום דמצות לאו ליהנות וכמ\"ש המרדכי בפ\"ק דיו\"ט הביא דבריו הב\"ח בא\"ח סימן תק\"ז ס\"ה ובס\"ס תרכ\"ו יע\"ש ועיין להר\"ן בפ\"ק דסוכה הביא דבריו הרב מ\"א שם בסימן תרכ\"ו שתירץ לההיא דסוכ' באופן אחר יע\"ש ועוד תירץ המרדכי לההיא דסוכה דכיון דהוא מבטלו קודם יו\"ט ואז אין כאן איסור שפיר יכול לבטלו לכתחילה וכתב הרב מ\"א דלפ\"ז בח\"ה של סוכות אסור ולע\"ד יש ליישב באופן אחר דשנא ההיא דסוכה דאיסורא רמי אנפשיה דחייב לישב בסוכה כשירה ולא רמי איסור' אחפצ' כשאר איסורין והלכך כשהוא מבטל הסכך הפסו' ברוב של היתר אין כאן ביטול איסורין כלל ושוב מצאתי כן להרב ט\"ז שם בסימן תרכ\"ו סק\"ב חלק כן והוא חילוק יפה אף נעים ודרך אגב ראיתי לו שלמד מדברי המרדכי דבתערובת חמץ קודם פסח לח בלח ואין שם ששים דיכול להרבות עליו ולבטלו לכתחילה כיון שהוא קודם האיסור עכ\"ל וכ\"כ עוד בסי' תמ\"ז סק\"ה יע\"ש ולא היה לו צורך ללמוד דבר זה ממ\"ש המרדכי כאן דבהדיא בפי' אתמר גבי עצמו של חמץ במרדכי הביא דבריו הרב\"ח ז\"ל בסי' תס\"ז ס\"ג גבי חטים מבוקעים שנתערבו דמצי למיכל מנייהו קודם הפסח ואינך משתרו משום ס\"ס ואין כאן משום מבטלין איסור לכתחיל' משום דאכתי לא חל הפסח יע\"ש וכ\"כ עוד בסי' תנ\"ג ס\"ב יע\"ש:<br><b> מיהו </b> הר\"ן ז\"ל בתשו' סי' נ\"ז ונ\"ט ספוקי מספ\"ל אי מהני ביטול בחמץ קודם זמן איסורו דאז הוי היתר בהיתר ובפ\"ב דע\"ז מוכח דהיתרא לגו איסו' לא בטיל וטעמא דמילתא לפי שאין ההתר עשוי להתבטל וה\"נ בזמן ההיתר אינו מתבטל מתי מתבטל לאחר זמן איסורו ונמצא מבטל איסור לכתחילה ואע\"פ שהבי' ראיה להתיר כתב דלענין מעשה ספוקי מספ\"ל יע\"ש ואיברא דבעיקר דברי הר\"ן ז\"ל הללו ק\"ל במ\"ש דבפ\"ב דע\"ז מוכח דהיתרא לגו איסורא לא בטיל הנה הוא ז\"ל שם בפירוש ההלכות עלה דמתני' דיין נסך אסור ואוסר בכל שהוא כתב כן ע\"ש רבינו מיהו הוא ז\"ל חילק עליו וכתב דהיתר' לגו איסורא בטיל יע\"ש בדשפ\"ה גם בחולין פג\"ה דתשי\"ד ע\"א כתב ע\"ש הרא\"ה דכל איסור שנתבטל חד בתרי כיון דכל א' בפ\"ע מותר אם בא לבשלן כאחד מרבה עליהם כדי שיעור ס' ומבטלן לכתחילה וכתב דאין כאן משו' מבטל איסו' כיון שכ\"א וא' בפ\"ע מותר אין כאן איסור עכ\"ל ומדבריו הללו למד מוהרימ\"ט בתשו' חי\"ד סי' י\"ח לומר דהתר בהתר מתבטל וכמ\"ש מרן החביב שם אות י\"ד יע\"ש וא\"כ מאי קא מספ\"ל בתשו' ואולי לא העלה הדבר בס' אלא משום דלמעשה לא מלאו לבו ושוב ראיתי שעמד בזה מרן החביב בשכנה\"ג לא\"ח סי' תנ\"ג הגהב\"י אות ג' ע\"ש:<br><b> ודע </b> דהטור ז\"ל מפשט פשיטא ליה דביטול קודם זמן איסורו מהני ואין כאן משום מבטל איסור לכתחילה שכ\"כ בא\"ח סי' תמ\"ז ס\"ו כללא דמילתא כל שאין עוברין על תערובתו יכול לערבו לכתחילה ולשהותו וכתב הב\"ח דאף לאוכלו בפסח הוה שרי אלא דכיון די\"א דבפסח חוזר ונעור אע\"ג דאין כן הלכה לכתחילה מיהא חייש הטור שלא לערבו קודם פסח יע\"ש ובכן אני תמיה על הרפ\"ח בא\"ח סי' תנ\"ג דעל מ\"ש הטור דאין צריך החטים ברירה משום אותן שאכל מהן העכבר דמתבטלין הן כשיטתן ואין כאן מבטלין איסור לכתחילה כיון שאינו טוחן כדי לבטלו כתב עליו וא\"ת ל\"ל האי טעמא ת\"ל דאינו מבטל איסור אלא היתר דהשתא כולי היתרא קודם הפסח ותירץ וז\"ל וי\"ל דכיון שהוא מערבו לבטלו כדי לאוכלו בפסח הרי הוא כמבטל איסור לכתחילה דאלת\"ה וכי מותר לערב חמץ בס' קודם הפסח לאוכלו בתוך הפסח אלא ודאי דשאני הכא שאינו טוחן כדי לבטלם עכ\"ל והדברים תמוהים שהרי מבואר מדברי הטור בסי' תמ\"ז שכתבנו שאף לכתחילה מותר לערב קודם פסח כדי להשהותו בפסח ולא חשיב ליה מבטל איסור ומה שלא הותר לבטל חמץ בס' קודם הפסח לאוכלו בפסח הוא מהטעם שכתב הב\"ח ז\"ל וכמדובר ומה שהקשה על הטור למה לא יהיב טעמא משום דאינו מבטל איסור אלא היתר אפשר דעדיפ' מינה קאמר דאפי' למאן דקרי חמץ קודם פסח איסור אין כאן מבטל איסו' כיון שאינו מכוין לבטל כנלע\"ד ברור ועיין למרן הכ\"מ פ\"י מה' ק\"פ הי\"א ד\"ה ואם השאיר שכתב כעין זה ועיין עוד להרפ\"ח בסי' תס\"ז ס\"ה ד\"ה יין לבן ודוק:<br><b> באופן </b> ד"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש יש שבח עצים בפת</span>\n<b> תנור </b>\n<b> שהסיקו בקליפי ערלה כו' יש שבח עצי איסור בפת או בתבשיל כו'.</b> עיין להר\"ן בע\"ז פ' השוכר את הפועל עלה דמתני' דיין נסך שנפל על גבי ענבים כו' ומאי דמייתי עלה בגמרא האי בת תיהא כו' שכתב וז\"ל וגרסינן עלה בגמרא מנא אמינא לה דריחא לאו מילתא היא כו' ומהא שמעי' דלא אמרי' יש שבח עצים בפת אלא דוקא באיסורי הנאה כו' וחזקו דבריהם מדקי\"ל המבשל בשבת בשוגג יאכל ואמאי יאכל והלא כל העצים בשבת מוקצים הם וא\"כ כשאוכל הפת שנאפה בעצים הרי הוא אוכל מוקצה כו' אלא ודאי לא אסרינן אלא דוקא באיסורי הנאה ומוקצה מותר בהנאה הוא והא לא מוכח לי לפי שלא שמענו שבח עצי' בתבשיל אבל ההיא דתנור שהסיקוהו בכמון של תרומה ראיה מכרחת עכ\"ל והקשה על דבריו הרב כמוה\"ר חיים מודעי הי\"ו דאיך כתב שלא שמענו דיש שבח עצים בתבשיל והרי משנה ערוכה שנינו בפ\"ג דערלה מש' ד' תבשיל שבישלו בקליפי ערלה ידלק וכן תנור שהסיקו בקליפי ערלה וכתבו הר\"ש והרע\"ב דטעמא דידלק משום דיש שבח עצים בתבשיל וכן בפת יע\"ש והוא ניהו תירץ דאפשר דמשמע ליה להר\"ן דמתני' דתבשיל שבשלו בקליפי ערלה היינו הכלי עצמו של חרס שבשלו בקליפי ערלה דהשתא הו\"ל כפת שאפאו בקליפי ערלה דאזיל ומודה הר\"ן דיש שבח עצים בפת משום דאתי ליה האפיה מחום העצים עצמן משא\"כ בתבשיל שנותני' העצי' החום אל הכלי ומהכלי בא אל התבשי' והכי משמע בירוש' דערלה דאמרי' התם עלה דמתניתין דבגד שצבעו בקליפי ערלה דקמ\"א ע\"ב אמר ר' אבא בר ממל הניית ערלה בטילה ברוב מתניתא פליגא על ר' אדא בר ממל תבשיל שבשלו בקליפי ערלה ידלק כו' פתר לה בקדירה שבקדירות כו' וכתב הרב שדה יאושע פתר לה כו' כלומר היינו שצרפה היוצר מתחילה כשהיא חדשה בכבשן בעצי איסור דהא מקבלה בשולה ואיכא הניית תשמי' שמשתמש בה בלא גורם אחר ודמי לאיסו' בעין הלכך נתערב באחרים יעלה בא' ומאתים יע\"ש:<br><b> ואשתמיט </b> מהרב הנז' הי\"ו דברי הר\"ן בס\"פ כל הצלמים גבי אותה שאמרו יוליך הנאה לים המלח שהביא אותה שאמרו בירוש' פ\"ג דערלה וז\"ל אמר ר' חגי כד נחתית מן אלפא שמעי' קליה דר' יעקב מתני בגד שצבעו בקליפי ערלה כו' מאי כדון תמן אין דרך בני אדם ליקח יין מן הגוי ברם הכא דרך בני אדם ליקח בגד מן הגוי כלומר וחיישינן שמא ימכרנו לישראל ולפ\"ז הא דתנן התם תבשי' שבשלו בקליפי ערלה ידלק ולא אמרינן ימכר חוץ מדמי איסור שבו היינו דוקא תבשיל שנאכל כמו שהוא חי שניקח מן הגוי הא בשאר המבושלים לא ידלק אלא ימכר כרשב\"ג עכ\"ל הרי בהדיא דמשמע ליה להר\"ן דמתני' מתפרש בתבשיל ממש ולא בקדירה שבקדירות כמו שאמרו בירושל' ואין ספק דהר\"ן הוצרך להכי משום דלא אמרו כן בירוש' דמתני' מתפרש בקדירה שבקדירות אלא לרבי אבא בר ממל דאמר דהניית ערלה מתבטל ברוב אבל למאן דפליג עליה וכמו שאמרו שם עלה מאי כדון אם יש בו כדי לצבוע את רואה את ההיתר כמי שאינו ואותו דאיסור יש בו כדי לאסור ואם אין בו כדי לצבוע אפי' את רואה את ההיתר כמי שאינו ואותו האיסור אין בו כדי לאסור ופי' מאי כדון מאי הוי עלה לענין תבשיל או פת שבשלו בקליפי ערלה ומפרש שאם יש באיסור כדי לצבוע כלומר שיש שבח עצי איסור בפת או בתבשיל כדי לצבוע את רואה את ההיתר כו' דהא יש בו כדי לאסור ואפי' איכא רובא עצי היתר אסור ואם אין בו כדי לצבוע אפי' לאת רואה את ההיתר כמי שאינו הרי בעצי איסור ליכא חזותא בתבשיל ואין בו כדי לאסור וכ\"כ רבינו בדין זה ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}