{
    "title": "Kessef Mishneh on Mishneh Torah, Service on the Day of Atonement",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Service_on_the_Day_of_Atonement",
    "text": [
        [
            [
                "<b>ביום הצום מקריבין תמיד בשחר וכו'.</b> מפורש בתורה פ' אחרי מות ופרשת פנחס. \n",
                "<b>ומ״ש ואיל הבא משל צבור האמור בפרשת אחרי מות והוא האיל האמור בחומש הפקודים.</b> בפ' בא לו (יומא דף ע':) פלוגתא דרבי ור' אלעזר בר״ש דרבי סבר אחד הוא ור' אלעזר בר״ש סבר אחד האמור בפרשת אחרי מות ואחד האמור בחומש הפקודים ופסק כרבי משום דהלכה כרבי מחבירו ועוד דאמרינן התם דר״מ ור״א סברי כוותיה. \n",
                "<b>ומ״ש והוא נאכל לערב.</b> משנה בפ' שתי הלחם (מנחות דף צ״ט): \n\n"
            ],
            [
                "<b>עבודת כל ט''ו בהמות אלו וכו'.</b> בפ''ק דיומא (דף ל''ב:) ובהוריות (דף י''ב) כל עבודות יוה''כ אינם כשירות אלא בכ''ג. \n",
                "<b>ומ''ש ואחד כהן המשוח בשמן המשחה או המרובה בבגדים.</b> הכי משמע במשנה פירקא בתרא דהוריות (דף י''א) והכי תניא התם בהדיא בדף י''ב. \n",
                "<b>ומ''ש ואם היתה שבת אף מוסף שבת אין מקריב אותו אלא כ''ג: ומ''ש וכן שאר הקטורת של יום זה וכו' והטבת הנרות הכל עשוי בכ''ג.</b> נראה דמשמע ליה הכי מדתנן בריש יומא (דף י''ד) כל שבעת הימים הוא מקטיר את הקטרת ומטיב את הנרות והיינו כדי שיהא מלומד לעשותם ביוה''כ: \n",
                "<b>כתב</b> הריטב''א בפ''ק דיומא בשם הרמב''ם דמדאורייתא אין חובה בכ''ג אלא בעבודת היום ממש אבל תמידין ועבודות של כל יום כשירות בכהן הדיוט אלא דמצוה בכ''ג ור''ש כתב דאפי' תרומת הדשן שהיתה עבודת לילה אינה כשירה אלא בכ''ג ולדעת ר''ש והרז''ה אין פייסות ביוה''כ לפי שכל העבודות בכ''ג אבל הגאונים בפיוטיהם הזכירו פייסות ביוה''כ לכן כתב הרמב''ן בספר המלחמות דאף ביוה''כ היו פייסות אחד לתרומת הדשן והשני מי מדשן מזבח הפנימי והמנורה דמכשירי עבודה הם ונעשים בכהן הדיוט וסידור המערכות ושני גזרי עצים הכל נעשה בכהן הדיוט שהם מכשירי עבודה. ה''ג מי מוליך מחתה למזבח פנימי להקטיר וכ''ג מקטיר וזה מוליך המחתה גחלי אש עכ''ל: \n",
                "<b>ומ''ש נשוי שנאמר וכפר בעדו ובעד ביתו.</b> משנה בריש יומא: \n\n"
            ],
            [
                "<b>שבעת ימים קודם ליום הכפורים מפרישין כהן גדול וכו'.</b> משנה בריש יומא. \n",
                "<b>ומה שכתב ומפרישין אותו מאשתו כל שבעת ימים אלו שמא תמצא אשתו נדה וכו'.</b> שם (דף ז') בגמרא. \n",
                "<b>ומה שכתב ומתקינין לו כהן אחר שאם יארע בו פיסול וכו'.</b> שם במשנה: \n",
                "<b>בין שאירע בו פיסול קודם תמיד של שחר וכו' אינו צריך חינוך אלא עבודתו מחנכתו וכו'.</b> שם (דף י''ב) פלוגתא דאמוראי ופסק כרב פפא משום דברייתא מסייעא ליה. \n",
                "<b>ומה שכתב ומתחיל מעבודה שפסק בה ראשון.</b> הכי משמע שם לרב פפא: \n",
                "<b>עבר יום הכפורים וכו'.</b> שם (דף י''ב:) ת''ר אירע בו פיסול ומינו אחר תחתיו ראשון חוזר לעבודתו שני כל מצות כהונה גדולה עליו דברי ר''מ ר' יוסי אומר ראשון חוזר לעבודתו שני אינו ראוי לא לכ''ג ולא לכהן הדיוט וכו' כ''ג משום איבה כהן הדיוט משום מעלים בקדש ולא מורידין אמר רבה בר בר חנה אמר ר''י הלכה כר' יוסי ומודה ר' יוסי שאם עבר ועבד עבודתו כשירה וכו' ואם מת ראשון שחוזר לעבודתו. ויש לתמוה על רבינו שפסק כר' יוסי ולא שבק מלמינקט לישנא דר''מ והוי כמזכי שטרא לבי תרי. וי''ל דלישנא דכל מצות כהונה גדולה עליו כולל שני דברים אחד שהוא עובד בכ''ג שני שהוא אסור בדברים שכ''ג אסור בהם ור' יוסי לא פליג עליה אלא במאי דאמר שהוא עובד בכ''ג אבל במאי דאמר דאסור בדברים שכ''ג אסור בהם מודה דהא מדינא עובד בכ''ג אי לאו משום איבה. ואכתי איכא למידק למה השמיט רבינו שאינו ראוי לכהן הדיוט וי''ל דממ''ש כל מצות כהונה גדולה עליו משמע. \n\n"
            ],
            [
                "<b>בשבעת ימים אלו וכו'.</b> בפ''ק דיומא (דף ח') תניא אחד כ''ג של יוה''כ ואחד שורף את הפרה מזין עליו כל שבעה וכו' דברי ר''מ ר' יוסי אומר [אין מזין עליו אלא] שלישי ושביעי בלבד ר' חנינא סגן הכהנים אומר כהן השורף את הפרה מזין עליו כל שבעה כ''ג ביום הכפורים אין מזין עליו אלא שלישי ושביעי (בלבד) וכיון דר' יוסי ור' חנינא סברי בשל יום הכפורים בשלישי ובשביעי הלכתא כוותייהו ובלאו הכי הא קי''ל דהלכה כר' יוסי לגבי ר''מ. \n",
                "<b>ומ''ש ואם חל שבת בשלישי או בשביעי שלו דוחין את ההזייה.</b> שם: \n\n"
            ],
            [
                "<b>כל שבעת ימים מרגילין אותו בעבודות וכו' עד מתעסקין עמו עד שיגיע זמן שחיטה.</b> במשנה פירקא קמא דיומא (דף י''ד): \n\n"
            ],
            [],
            [],
            [
                "<b>ומ''ש ולא היו שוחטין עד שמכירים שעלה עה''ש בודאי וכו'.</b> משנה בפ''ג דיומא (דף כ''ח) ופ''ג דתמיד (דף ל'): \n\n"
            ]
        ],
        [
            [
                "<b>כל מעשה התמידין והמוספין וכו'.</b> בפ''ג דיומא (דף ל''א ל''ב): \n\n"
            ],
            [
                "<b>ומ''ש כל עת שישנה הבגדים וכו'.</b> שם: \n",
                "<b>ומ''ש כיצד בתחלה פושט בגדי חול שעליו וטובל וכו' עד עם החביתין והנסכים.</b> משנה שם: \n",
                "<b>כתב</b> הראב''ד ומטיב את הנרות וכו'. א''א אמת כך הוא לשון המשנה וכו'. כוונת הראב''ד שהוא סבור שפירוש בהטיבו את הנרות אינו הדלקת הנרות כמ''ש רבינו בפרק שלישי מתמידין ומוספין אלא הטבת הנרות היינו דישונן ותיקון הפתילות החדשות וכסברת האחרונים שנתבאר בתשובות הרשב''א סימן ש''ט שהם סוברים שלא היה מדליק הנרות אלא בין הערבים בלילה ובבקר היה מטיבן ולא מדליקן זולת נר המערבי שלא היה מטיבו בבקר לפי שצריך שיהיה דולק תמיד ובין הערבים היה מטיבו ומדליקו ועליו קתני ומטיב את הנרות. ורבינו סבור שגם בבקר היה מדליק הנרות דבהטיבו היינו בהדליקו כמו שכתב בפרק ג' מתמידין ומוספין וא''כ בין הערבים היה נכנס לדשנן ולתקנן ולהדליקן ולדידיה אתי שפיר לישנא דמתני' דקתני בין הערבים ומטיב את הנרות כלישנא דכתיב בבקר בהטיבו את הנרות. \n",
                "<b>ומ״ש ומקריב הפר ושבעה כבשים של מוסף היום.</b> במשנה פרק בא לו (יומא דף ע') פלוגתא דתנאי ופסק כר״ע. \n",
                "<b>ומ''ש ואח''כ מקדש ידיו ורגליו וכו' עד ולובש בגדי חול ויוצא.</b> מבואר במשנה מפרק ג' דיומא עד סוף פרק שביעי: \n\n"
            ],
            [
                "<b>כל הטבילות האלו והקידושין כולן במקדש וכו'.</b> משנה בפ''ג דיומא. \n",
                "<b>ומה שכתב שאינה אלא להוסיף כוונתו וכו'.</b> פרק ג' דיומא (דף ל') בברייתא פלוגתא דבן זומא ור''י ופסק כר''י: \n",
                "<b>וכל כהן שלא טבל וכו'.</b> שם: \n\n"
            ],
            [
                "<b>היה כהן גדול זקן או חולה וכו'.</b> משנה וברייתא שם (דף ל''א ע''ב): \n\n"
            ],
            [
                "<b>בכל יום כהן גדול מקדש ידיו ורגליו מן הכיור וכו' עד שלא ייגע.</b> משנה בפרק רביעי דיומא (דף מ''ג): \n",
                "<b>בכל יום ויום היו על המזבח וכו'.</b> פלוגתא דתנאי משנה שם ופסק כרבי יוסי: \n\n"
            ],
            [
                "<b>זה שנאמר בתורה וכפר בעדו וכו' מפי השמועה למדו שזה וידוי דברים.</b> ברייתא בפ''ג דיומא (דף ל''ו). \n",
                "<b>ומ''ש נמצאת [למד] שהוא מתודה ביום זה ג' וידויים וכו' עד עשר פעמים.</b> במשנה ובברייתא בפרק הנזכר (דף ל''ו ל''ז) ובפ' טרף בקלפי. \n",
                "<b>ומ״ש ובכולם היה מזכיר השם ככתבו וכו' בראשונה היה מגביה את קולו בשם וכו' עד אפי' חביריו הכהנים.</b> ברייתא בריש פרק עשרה יוחסין (קידושין דף ע״א): \n\n"
            ],
            [
                "<b>כל הכהנים והעם העומדים בעזרה וכו'.</b> במשנה פ״ג דיומא (דף ל״ה:) ובפ' טרף בקלפי (יומא דף ל״ט) ובפ' שני שעירי (יומא דף ס״ו). \n",
                "<b>ומ''ש ובשלשת הוידויים היה מתכוין לגמור את השם כנגד המברכים וכו': וכל היום כשר וכו'.</b> משנה בסוף פרק שני דמגילה (דף כ':): \n\n"
            ]
        ],
        [
            [
                "<b>שני הגורלות וכו'.</b> עד ובבית שני עשו אותם של זהב. בפרק ג' דיומא (דף ל''ו). \n",
                "<b>ומ״ש ומניחים הגורלות בכלי אחד וכו' עד וקלפי שמו.</b> בפרק טרף בקלפי (יומא דף ל״ט): \n\n"
            ],
            [
                "<b>היכן מגריל וכו'.</b> משנה בפ''ג דיומא (דף ל''ז) בא לו למזרח העזרה לצפון המזבח ובגמרא מדקאמר לצפון המזבח מכלל דמזבח לאו בצפון קאי מני ראב''י היא דתניא צפונה לפני ה' שיהא צפון כולו פנוי דברי ראב''י והא רישא ר''א בר''ש היא כולה ראב''י היא ותני בבין האולם ולמזבח. ופירש''י מדקאמר לצפון המזבח שהוצרך למשכו מכנגד המזבח ולצפון. מכלל דמזבח לאו בצפון הוה קאי. אין כלום מהמזבח בצפון העזרה ואי הוו קיימי כנגד מזרחה של מזבח פורתא לאו בצפון קיימי. צפונה על ירך המזבח צפונה ל' אויר משמע אל צפון שהוא האויר הפנוי. והא רישא ר' אלעזר בר''ש דאמר מזבח מקצתו בצפון שהכשיר שחיטת הפר בין האולם ולמזבח. כולה ראב''י ותני ברישא פרו היה עומד כבין האולם ולמזבח סמוך לבין האולם ולמזבח אצל מקצוע צפונית של מזבח שהיה מקרבו אצל הפתח בכל יכולת משום חולשא דכ''ג ויותר מכאן לא היה יכול לקרבו דאי מעייל ליה כנגד מזרח המזבח לאו בצפון הוא עכ''ל. ומשמע דהלכה כראב''י אי משום דמשנתו קב ונקי או משום דסתם לן תנא כוותיה. ורבינו שכתב כאן כוותיה שפיר. אבל יש לתמוה על מ''ש בפ''ד ופרו היה עומד בין האולם למזבח ולראב''י ה''ל לכתוב כבין האולם ולמזבח ונראה שצריך להגיה שם כן. \n",
                "<b>ומ''ש ומעמיד השעירים פניהם למערב ואחוריהם למזרח.</b> הכי תניא בפרק הנזכר (דף ל''ו) כיצד סומך הזבח עומד בצפון ופניו למערב ואע''ג דתנן התם (דף ל''ה:) פרו היה עומד בין האולם ולמזבח ראשו לדרום ופניו למערב ואמרינן בגמ' היכי משכחת לה אמר רב בעוקם ראשו הא אמרינן בגמרא ונוקמיה להדיא אמר אביי גזירה שמא ירביץ גללים. ופירש''י ונוקמיה להדיא אחוריו למזבח ופניו להיכל. שמא ירביץ גללים וגנאי הוא להראות בית הרעי שלו לצד המזבח והכי שפיר טפי להיות זנבו בצפון וראשו לדרום נמצא זנבו שלא כנגד המזבח שאינו מושכו לצד דרום כל אורך הפר אלא שיהא מקצת גופו בין האולם ולמזבח עכ''ל. וא''כ הכא דמעמידן במזרח העזרה לצפון המזבח דליכא למיחש שמא יראה בית הרעי שלו לצד המזבח שהרי הם מרוחקים מהמזבח לצד מזרח העזרה מעמידן כדתניא הזבח עומד בצפון ופניו למערב וממילא דהוו אחוריו למזרח. \n",
                "<b>ומ''ש וכ''ג בא לשם והסגן מימינו וראש בית אב משמאלו.</b> משנה שם (דף ל''ז): \n\n"
            ],
            [
                "<b>ומ״ש טרף בקלפי והעלה שני גורלות וכו' עד ושל שמאל על של שמאל.</b> משנה בפ' טרף בקלפי (יומא דף ל״ט). \n",
                "<b>ומ''ש ואם לא נתן לא עירב אלא שחיסר מצוה שההנחה מצוה שאינה מעכבת.</b> הכי אמרינן שם (דף מ':). \n",
                "<b>ומ''ש וההגרלה מעכבת.</b> שם אסיקנא למ''ד הגרלה לא מעכבא בתיובתא. לפיכך ההנחה כשירה בזר והעלאת הגורלות מן הקלפי פסולה בזר. נלמד ממ''ש בסמוך: \n\n"
            ],
            [
                "<b>וקושר לשון של זהורית וכו' עד כנגד בית שחיטתו.</b> שם במשנה (דף מ''א) ומפרש הגמ' דה''ק ולנשחט יקשרנו כנגד בית שחיטתו שלא יתערב זה בזה ולא באחרים. ופירש''י דקושר לנשחט לשון כנגד צוארו. ויש לתמוה על רבינו שסתם במקום שהיה לו לפרש. \n",
                "<b>ומ''ש שהלשון משקל שתי סלעים.</b> שם פלוגתא דאמוראי ומשמע התם כמאן דאמר הכי. \n",
                "<b>ומ״ש ושוחט את פר החטאת אשר לו ואת השעיר שעלה עליו הגורל וכו' עד אלא כמצליף.</b> במשנה פ' הוציאו לו (יומא דף נ״ג:): \n\n"
            ],
            [
                "<b>ומ''ש בין בדי הארון קרוב לכפורת בטפח: ומ''ש ואח''כ מערב שני הדמים וכו' עד אמצעו של מזבח זה.</b> משנה בפרק הוציאו לו שם: \n\n"
            ],
            [
                "<b>ומ''ש וכל אלו המ''ג הזיות טובל אצבעו בדם טבילה על כל הזיה וכו'.</b> תוספתא פ''ג דיומא ובגמרא פ' דם חטאת ופ''ק דמנחות. \n",
                "<b>ומ״ש ושיירי הדם היה שופך על יסוד מערבי של מזבח החיצון.</b> משנה בפ' הוציאו לו (יומא דף נ״ח ע״ב): \n\n"
            ],
            [
                "<b>ואח״כ משלח את השעיר החי ביד איש המוכן וכו' עד להוציאן לבית השריפה.</b> במשנה בפ' שני שעירי (יומא דף ס״ו). \n",
                "<b>ומ''ש ומוציא את אימוריהן ונותנם בכלי ומקטירן.</b> לישנא דמתניתין נקט והיה ראוי לכתוב להקטירן כדמגיה בגמרא ולא חש מפני שסמך על מ''ש בפ''ד כיצד הוא הסדר. \n",
                "<b>ומ''ש ומנתחין אותם שם בעורן כמו שביארנו.</b> הוא בפ''י מהלכות מעשה הקרבנות: \n\n"
            ],
            [
                "<b>כיון שהגיע שעיר למדבר וכו' עד סוף הפרק.</b> במשנה פ' בא לו כ״ג (יומא דף ס״ח:) זולת חתימת הברכות שאינם מבוארות בגמרא אבל בירושלמי שם נזכרו קצתם: \n\n"
            ]
        ],
        [
            [
                "<b>סדר כל המעשים וכו'.</b> פ''ב דיומא (דף כ''ב). \n",
                "<b>ומ''ש כשיגיעו לשחוט את התמיד פורסין סדין של בוץ בין כ''ג ובין העם וכו' עד והחביתין והנסכים.</b> משנה פ''ג דיומא (דף ל'). \n",
                "<b>ומ״ש ואחר התמיד מקריב הפר ושבעת הכבשים של מוסף היום.</b> פלוגתא דתנאי במשנה פ' בא לו (יומא דף ע') ופסק כר״ע: \n",
                "<b>ואח''כ מקדש ידיו ורגליו ופושט בגדי זהב וטובל וכו' עד לפני ה' תטהרו.</b> במשנה פ''ג דיומא (דף ל''ה:). \n",
                "<b>ואח״כ מגריל על שני השעירים וכו' עד ומניחן על הרובד שבעזרה.</b> במשנה פ' טרף בקלפי (יומא דף מ״ג:). \n",
                "<b>ומ''ש ונותנו למי שמנדנדו כדי שלא יקרוש (ומניחו) על הרובד של היכל מבחוץ.</b> לשון המשנה על הרובד הרביעי שבהיכל ופריך בגמ' והא כתיב וכל אדם לא יהיה באוהל מועד וא''כ איך היה ממרס בהיכל ותירצו תני של היכל. ופירש''י כל הרצפה עשויה שורות שורות טבלאות אבני שיש וכל שורה קרויה רובד. תני של היכל כשיוצא מהיכל לעזרה מונה את הרובדין והוי האי רביעי להיכל. \n",
                "<b>ומה שכתב וחותה בה אש מעל המזבח מן הסמוך למערב וכו': ומוציאין לו את הכף וכלי מלא קטרת וכו'.</b> במשנה פ' הוציאו לו (יומא דף מ״ז). \n",
                "<b>ומ''ש דקה מן הדקה.</b> בפ''ק דכריתות (דף ו') בברייתא דפטום הקטרת. \n",
                "<b>ומ״ש לא מחוקות ולא גדושות.</b> בפ' הוציאו לו (יומא דף מ״ח) בעיא דאיפשיטא: \n",
                "<b>כבר ביארנו שהולכה בשמאל פוסלת וכו'.</b> מהל' ביאת המקדש פ''ה. \n",
                "<b>ומ״ש אבל מפני כובד המחתה ועוד שהיא חמה וכו'.</b> בר״פ הוציאו לו (יומא דף מ״ז). וק״ל כיון שהולכה בשמאל פוסלת היאך הכשירו כאן מפני טעמים הללו. ואפשר דהולכה בשמאל לא פסלה אלא מדרבנן א״נ אע״ג דהולכה בשמאל בדם פסלה מדאורייתא משום דא״א שלא בהילוך בקטרת לא פסלה ובהכי אכשר רחמנא: \n",
                "<b>ומהלך בהיכל עד שהוא מגיע לקדש הקדשים וכו' עד על אבן השתיה.</b> במשנה פ' הוציאו לו (יומא דף מ״ט ע״ב): \n",
                "<b>ומ״ש ואוחז שפת הכף בראשי אצבעותיו או בשיניו וכו' וזו היא עבודה קשה שבמקדש.</b> ברייתא בפ' הוציאו לו (יומא דף נ״א:). \n",
                "<b>ומ''ש וצובר את הקטרת על גבי הגחלים.</b> שם בברייתא הנזכרת וצוברה כדי שיהא עשנה שוהה לבא וי''א מפזרה כדי שיהא עשנה ממהרת לבא ופסק כת''ק. \n",
                "<b>ומ''ש לפנים במחתה כדי שתהיה הקטרת קרובה לארון ורחוק מפניו שלא יכוה.</b> בפ''ו דמסכת תמיד (דף ל''ג). \n",
                "<b>ומ״ש וממתין שם וכו' שלא להבעית את העם.</b> משנה בפ' הוציאו לו (יומא דף נ״ב:). \n",
                "<b>ומ''ש וכך היה מתפלל וכו'.</b> שם בגמ' (דף נ''ג). ורבינו לא כתב שיפרשו בשעת הזאות הנעשות לפני ולפנים לפי שסמך על מה שכתב בפ''ג מהל' תמידין זה בנין אב לכל הכפרות וכו': \n\n"
            ],
            [
                "<b>בשעת הקטרת הקטורת וכו' עד ובשעת מתן דמים בהיכל.</b> בפ' טרף בקלפי (יומא דף מ״ד): \n",
                "<b>ואח״כ נוטל דם הפר מזה שהוא מנדנדו וכו' עד על יסוד מערבי של מזבח החיצון.</b> במשנה פ' הוציאו לו (יומא דף נ״ג ע״ב). \n",
                "<b>ומ''ש ועל כולן הוא נותן מלמטה למעלה חוץ מן האחרונה וכו'.</b> שם (דף נ''ח ע''ב) כר''א דפליג את''ק. ונראה שטעם רבינו משום דבגמרא פליגי ר''מ ורבי יהודה אליביה: \n",
                "<b>כתוב</b> בתשובות הרשב''א סימן שפ''ח אמרת שהוקשה במה ששנינו בפרק הוציאו לו מהיכן הוא מתחיל מקרן מזרחית צפונית. עכ''פ משנה זו שנויה לדעת ר' יוסי שסובר שלא היתה שם אלא פרוכת אחת ופרופה לצפון לימין הנכנס וכשחוזר מן הפתח למזבח הזהב פוגע תחלה בצפונית מערבית ואינו יכול להתחיל שם כדאמרינן עד דנפיק מכוליה מזבח ומתוך כך הולך מזרחית צפונית הא לרבנן מן הדרום היה יוצא ועכ''פ צריך להתחיל מדרומית מזרחית. ונפלאתי מדברי הרמב''ם ז''ל אחר שפסק גם הוא כרבנן היאך פסק בזו דמצפונית מזרחית הוא מתחיל: \n",
                "<b>והשיב</b> נ''ל שהרב ז''ל סבור דההוא תנא דמהיכן הוא מתחיל לאו ר' יוסי היא אלא תנא אחרינא ור' יוסי הוא דפליג את''ק בפרופות הדרום כחיצונה לת''ק מדלא קתני ולא היתה אלא אחת ופרופה מן הצפון והאי תנא דמהיכן הוא מתחיל פליג אפתחא אבל אפרוכות לא דלדידיה נמי אית ליה דשתי פרוכות היו שם וברייתא דאיפליגו בה ר''ע ור' יוסי דקתני מהיכן הוא מתחיל מקרן מזרחית דרומית וכו' דברי ר''ע ור' יוסי הגלילי אומר מקרן מזרחית צפונית ואוקימנא פלוגתייהו בפתחא או בצפון או בדרום וכתוב בספרים דר''י הגלילי סבר לה כר' יוסי דאמר פתחא בצפון דר''ע סבר כר''מ דאמר פתחא בדרום. ונראה שרש''י ז''ל גריס כן לדעת הרב ז''ל לא גרסינן בה ר''י הגלילי סבר לה כר' יוסי אלא סבר לה כרבנן דהיינו תנא דמהיכן הוא מתחיל. ובספרים שלנו כן הגיהו בהם סבר לה כרבנן ומחקו גירסת הספרים שכתוב בהם סבר לה כר' יוסי ואפשר דמשום הכי הגיה כן נמצא דלרבנן דמהיכן הוא מתחיל שתי פרוכות היו שם שלא מצינו שחלק בזה בהדיא אלא שהחיצונה פרופה מן הצפון ופנימית מן הדרום וכי נפיק נפיק מן הצפון ובזה יתקיימו דברי הרב ז''ל שהוא פסק בפרוכות כת''ק משום דלא אשכח דפליג עליה בהדיא אלא ר' יוסי ויחידאה הוא ובפסחים פסק כת''ק דמהיכן הוא מתחיל דהוי סתמא בתרא ואע''ג דמחלוקת ר''ע ור''י הגלילי הוא בברייתא ור''ע כת''ק וקי''ל כר''ע מחבירו אפי' הכי סתמא בתרא דמתני' עדיפא דאי רבי לא שנאה ר' חייא מנין לו. עוד כתב אמרת עוד וכן הוספתי תמה במשנה זו ג''כ במה שאמר ר''א במקומו הוא עומד כלומר שאינו צריך הקפת רגל דודאי מאי דקאמר בתר הכי שעל כולם הוא נותן מלמטה למעלה אדר''א קאי דלא מצריך הקפה ברגל אלא ביד ונמצא שבשלש הזאות שבשלש קרנות נעשות ברחוק אמה יכול להזות מלמטה למעלה כלומר שמשפיל ידו וזורק כלפי מעלה ואינו חושש שיפול דמו על זרועותיו חוץ מזו שעומד לפני הקרן וקרוב לו ביותר שנותן בה מלמעלה למטה. ואני רואה לר''מ ז''ל שפסק שצריך הקפה ברגל ועם זה פסק שעל כולם הוא נותן וכו' ואחר שהוא מסבב הקרנות ברגל מה הפרש בין זו לזו והם כלן סמוכות לו עכ''ל: \n",
                "<b>באמת</b> פשוטה של משנה משמע דלת''ק כולן מלמעלה למטה, הן וכדקתני התחיל מחטא ויורד משום דלדידיה מקיף ברגל ומתני' דקתני על כלן הוא נותן מלמטה למעלה חוץ מזו בלבד ר' יהודה היא דתניא ר''י אומר ר''א אומר במקומו הוא עומד ומחטא על כולם הוא נותן מלמטה למעלה חוץ מזו שהיתה לפניו ממש שנותן מלמעלה למטה דאלמא ר''א בלחוד הוא דתני לה למתני' אבל לרבנן כולן מלמעלה למטה, אלא אפשר שהרב ז''ל סובר דאף ת''ק הוא ומ''מ לא מפקא מדר''א והא דאמרינן מתני' מני ר' יהודה היא משום דלר''מ ר''א אית ליה בכולן נותן מלמעלה למטה חוץ מזו שהיא לפניו באלכסון אמרינן דמתני' ר' יהודה היא דמתני' ודאי אף לכשתמצא לומר דאף ת''ק היא מ''מ לא מפקא מדר''א. ודקא קשיא לך ואחר שהוא מסבב הקרנות ברגל מה הפרש בין זו לזו והרי כלם סמוכות לו אפשר לומר לדעת הרב שזו בלבד שהיא לפניו ממש לפי שיש לו לצאת מכל המזבח נותן מלמעלה למטה כי היכי דלא ליתווסן מאניה אבל בצפונית מערבית שהוא לו באלכסון נותן מיד ממקומו כדי שלא יעבור על המצות וישהא המתנה ואחר כך מקיף ברגל לצפונית מערבית ומשם נותן מיד לקרן מערבית דרומית ונותן מיד לקרן דרומית מזרחית ונמצא שאין מכולן אחת מהן לפניו ממש אלא זו בלבד כנזכר לעיל דרך הרב בזו אע''פ שפשטה של שמועה נראית כמו שאמרת. עוד כתב אמרת עוד אשוב אתפלא \n",
                "<b>במ''ש שבין מזבח למנורה היה עומד</b> והלא המזבח משוך היה כלפי חוץ והוא צריך לצאת מכל המזבח עכ''ל. ובאמת כך נ''ל כמו שאמרת אלא שהיה באפשר לומר שהרב סבור דמזבח לפני ה' ממש מדכתיב ויצא אל המזבח אשר לפני ה' דמשמע דביציאתו פוגע במזבח מיד ועוד מדתניא לפני ה' מה ת''ל דאמר ר' נחמיה לפי שמצינו בפרשת יוה''כ שעומד לפנים מן המזבח ומזה על הפרכת יכול אף זה כן ת''ל מזבח קטרת סמים אשר לפני ה' מזבח לפני ה' ואין כהן לפני ה' דאלמא המזבח לפני ה' ממש שאין דבר חוצץ בין הכהן לפרוכת אלא המזבח בלבד ומנורה ושלחן משוכים כלפי חוץ מן המזבח הפנימי ולחוץ ואינו באפשר שהרי היה מקדים כהן דישון מזבח הפנימי לנרות ואמרינן (דף פ') אמר להם הממונה מ''ט אמר אביי גמרא גמירנא סברא לא ידענא רבא אמר כדר''ל דאמר אין מעבירין על המצות ומאי פגע ברישא מזבח הפנימי ואף הרב עצמו כן כתב בפ''ג מהל' בית הבחירה שכך כתב שם מזבח הקטרת היה מרובע והוא נותן בהיכל מכוון בין הצפון לדרום משוך מבין השלחן והמנורה לחוץ עכ''ל. ומ''ש הר''י קורקוס בזה כתבתי בהל' מעשה הקרבנות פ''ה. \n",
                "<b>ומ''ש רבינו ומזה מדם התערובת על טהרו של מזבח שבע פעמים בצד הדרום.</b> שם (דף נ''ח:) איפליגו תנאי ופסק כר' יוסי דאמר בצד דרומי היה נותן וטעמא משום דנמוקו עמו ועוד שהוא מאריה דגמרא טפי מאידך תנא דפליג עליה. וטהרו של מזבח פירשו בגמ' דהיינו גילויו כלומר שמגלה הגחלים והאפר ממקום שמזה. וכתב הר''י קורקוס ז''ל דאיכא למידק שבפ''ג כתב על אמצעו של מזבח וכן כתב בפרק חמישי ממעשה הקרבנות והיאך כתב כאן בצד הדרום ותירץ דאמצעו לאו דוקא אלא הכוונה לאפוקי שלא היה בקרנות כשאר ההזאות ולעולם בחלק הדרומי מאמצעו היה נותן כאשר כתב וביאר כאן: \n",
                "<b>ואח״כ בא אצל שעיר המשתלח וכו' עד אחר שהגיע שעיר למדבר.</b> במשנה פ' שני שעירי (יומא דף ס״ח:): \n",
                "<b>ומה שכתב שהקריאה בעזרת הנשים.</b> בגמרא פרק בא לו (יומא דף ס״ט:): \n",
                "<b>ואחר כך מקדש ופושט בגדי לבן וכו' עד ומקריב תמיד של בין הערבים.</b> משנה וברייתא בפרק בא לו (יומא דף ע') ופסק כר״ע: \n",
                "<b>ואח''כ מקדש ידיו ורגליו ופושט בגדי זהב וכו' עד סוף הפרק.</b> במשנה שם פרק בא לו: \n\n"
            ]
        ],
        [
            [
                "<b>כל עבודות שעובד בבגדי לבן וכו'.</b> בסוף פרק הוציאו לו (יומא דף ס.) ופסק כרבי יהודה לגבי ר' נחמיה אי משום דהוא מאריה דגמרא טפי ואי משום דר' יוסי אמר אימתי משמע דלפרש דברי תנא קמא אתא: \n\n"
            ],
            [
                "<b>קטרת שחפנה וכו' וכן שעיר ששחטו וכו'.</b> מימרות שם: \n\n"
            ],
            [
                "<b>איל ושעיר המוספין וכו'.</b> במשנה בסוף פרק הוציאו לו (יומא דף ס') כל מעשה יום הכפורים האמור על הסדר אם הקדים מעשה לחבירו לא עשה כלום ויתבאר עוד בסמוך: \n\n"
            ],
            [
                "<b>הקדים דם השעיר וכו'.</b> שם במשנה הקדים דם השעיר לדם הפר יחזור ויזה מדם השעיר לאחר דם הפר. ובגמרא (דף ס''א) אהא דאמר עולא שעיר ששחטו קודם מתן דמו של פר לא עשה כלום תנן הקדים דם השעיר לדם הפר יחזור ויזה מדם השעיר אחר דם הפר ואם איתא יחזור וישחוט מיבעי ליה תרגמה עולא במתנות שבהיכל. ופירש''י הקדים דם השעיר קס''ד במתנות שבפנים קאמר דה''ל שעיר ששחטו קודם מתן דמו של פר. תרגמה עולא במתנות שבהיכל קאמר אבל שחיטת השעיר במקומה היתה לאחר מתן הפר בפנים: \n\n"
            ],
            [
                "<b>נשפך הדם עד שלא גמר וכו'.</b> משנה וברייתא שם: \n\n"
            ],
            [],
            [],
            [
                "<b>ומ''ש גמר מתנות המזבח ואחר כך נשפך הדם אינו צריך להביא דם אחר וכו'.</b> שם בברייתא: \n",
                "<b>ואם דם הפר הוא שנשפך וכו'.</b> שם אהא דאמר ר' חנינא קטרת שחפנה קודם שחיטתו של פר לא עשה ולא כלום תנן אם עד שלא גמר מתנות שבפנים נשפך הדם יביא דם אחר ויחזור ויזה בתחילה בפנים ואם איתא יחזור ויחפון מיבעי ליה בקטרת לא קא מיירי. ופירש רש''י ומיהו ודאי צריך להקטיר קטרת אחרת אחר שחיטת פר זה, וא''כ יש לתמוה על רבינו שכתב ויחפון קטרת פעם שנייה קודם שחיטת הפר. והנגיד רבינו יהושע מבני בניו של רבינו כתב ששאלו ממנו שמאחר שרבינו כתב בתחלת הפרק קטרת שחפנה קודם שחיטת הפר לא עשה כלום היאך כתב כאן שיחפון קטורת פעם שנייה קודם שחיטת הפר. והשיב מאחר ששחט פר בתחלה ולא קרה לו מה שיפסידוהו הנה יותר חפינת הקטרת קודם שחיטת הפר השני מאחר שהוא אחר שחיטת הפר הראשון שלא אירע בו פיסול עכ''ל. ולשון הגמרא דקאמר בהקטרה לא קא מיירי קשה דמשמע דודאי צריך לחפון אחר שחיטת פר שני, וצריך לדחוק ולומר שרבינו מפרש בקטרת כה''ג לא קא מיירי רבי חנינא כלומר אין כאן צורך לחפינת קטורת אחר שחיטת פר שני דקודם לו שפיר דמי. ול''נ דטעות סופר יש כאן וצריך להגיה ולכתוב אחר במקום קודם: \n\n"
            ],
            [
                "<b>ואין מטמא בגדים וכו'.</b> שם פלוגתא בברייתא (ס''ח:) ופסק כחכמים: \n\n"
            ],
            [
                "<b>נתערב לו דם הפר בדם השעיר.</b> שם (דף נ''ו) מימרא דרבי ירמיה. ופירש''י נתערב וכו' קודם שנתן בפנים כלום. והקשה הר''י קורקוס ז''ל שא''כ איך יתן אחת למעלה ושבע למטה לשם פר וכן לשם שעיר שא''כ נמצא ששחט שעיר קודם שנתן דם הפר וכבר נתבאר שהוא פסול אלא ע''כ מיירי כשנתן כבר מתנות לפני ולפנים ובא ליתן מתנות ההיכל וכמו שתירצו בגמרא מתני' דהקדים דבסמוך לכך כתב רבינו קודם שיגמור ההזיות כלומר אבל נתן מקצתן עכ''ל. \n",
                "<b>ומ''ש נתערבו במתנה אחרונה נותן אחת למטה לשם פר וכו'.</b> שם נתערבו לו דמים בדמים במתנות אחרונות וכו' נותן שבע למטה לשם פר וחוזר ונותן אחת למעלה ושבע למטה לשם שעיר. ופירש''י במתנות אחרונות אחר שנתן אחת למעלה מדם הפר. ורבינו גורס נתערבו לו דמים בדמים במתנה אחרונה נותן אחת למטה לשם פר וחוזר ונותן אחת למעלה ושבע למטה לשם שעיר: \n\n"
            ],
            [
                "<b>נתחלפו הכוסות וכו'.</b> שם. ויש בלשון רבינו תוספת שכ' וחוזר ונותן מן השני אחת למעלה ושבע למטה וצריך למוחקו וכך מצאתי בס' מוגה: \n",
                "<b>כתב</b> הר''י קורקוס ז''ל דע שזה ג''כ מדבר במתנות היכל דמתנות לפני ולפנים א''א מהטעם שנתבאר בסמוך דשעיר ששחטו קודם הזיות הפר לא עשה כלום וגם בזה לא דק רש''י עכ''ל: \n\n"
            ],
            [
                "<b>קבל דם הפר בשתי כוסות וכו'.</b> גם זה שם. \n",
                "<b>ומה שכתב ואותם הכוסות שנתערבו ישפכו לאמה.</b> הכי אמר התם ר''פ ואף על גב דרב הונא בריה דרב יהושע פליג עליה פסק כר''פ: \n\n"
            ],
            [
                "<b>פר של יום הכפורים אף על פי שכ״ג קונה אותו משלו וכו'.</b> בפ' הוציאו לו (יומא דף נ״א:). \n",
                "<b>ומה שכתב לפיכך אם מת כהן גדול קודם שישחט הפר וכו' עד נכנס בדם ומכפר בו.</b> שם (מ''ט:) פלוגתא דאמוראי ופסק הכי משום דרב אשי דבתרא הוא אמר (נ') מסתברא כמ''ד דם איקרי פר: \n\n"
            ],
            [
                "<b>שני שעירי יוה״כ וכו' עד שאין חטאת הצבור מתה.</b> משנה בריש פרק שני שעירי (יומא דף ס״ב): \n\n"
            ],
            [
                "<b>ומה שכתב והשני מן השנים שהגריל עליהם.</b> בסוף דף ס''ד פלוגתא דרב ור''י ופסק כרב דאמר אין בעלי חיים נדחים וכבר כתבתי בפרק ט''ו מהלכות מעשה הקרבנות למה פסק כן. \n",
                "<b>ומה שכתב שיקריבו הראשונים.</b> נלמד מדין הפריש חטאתו ואבדה דפסולי המוקדשין: \n\n"
            ],
            [
                "<b>פר ושעיר של יוה״כ שאבדו וכו'.</b> בברייתא פרק הוציאו לו (יומא דף נ') ופרק שני שעירי (יומא דף ס״ה) פלוגתא דתנאי ופסק כר״א ור״ש דאמרי הכי משום דרבים נינהו ועוד דאתו כסתם מתני'. \n",
                "<b>ומ״ש וכן אם נמצאו הראשונים קודם שיקרבו אלו יקרבו הראשונים</b> היינו כרב דאמר בפ' שני שעירי (יומא דף ס״ד) דסבר לה כר' יוסי דאמר מצותו בראשון. \n",
                "<b>ומ''ש וירעו השניים וכו' שאין חטאת הצבור מתה.</b> כבר נתבאר: \n\n"
            ],
            [
                "<b>המום פוסל בשעיר המשתלח וכו' וכן אם נעשה מחוסר זמן וכו' עד היא שחיטתו.</b> שם (ד' ס''ג ס''ד): \n\n"
            ],
            [],
            [
                "<b><small>(יח-יט)</small> היה טריפה פסול וכו'.</b> בפירקא קמא דחולין (דף י''א) גבי הא דאמרי' מנא הא מילתא דאמור רבנן זיל בתר רובא וכו' אתיא משעיר המשתלח וכו': \n",
                "<b>חלה השעיר וכו' עד בכל דבר שממיתו.</b> בפרק שני שעירי (יומא דף ס״ו ע״ב): \n\n"
            ],
            [],
            [],
            [
                "<b>ומ''ש ואיברי שעיר זה מותרים בהנאה.</b> שם (דף ס''ז) פלוגתא דרב ושמואל ואמר רבא מסתברא כמ''ד מותרים: \n\n"
            ],
            [
                "<b>נפחתה תקרה של היכל לא היה מזה וכו'.</b> בפ' ב״ש (זבחים דף מ'): \n\n"
            ],
            [
                "<b>מזבח שלא נתחנך בקטרת לא יזה עליו וכו'.</b> בתורת כהנים פ' ויקרא גבי כהן משיח על פסוק מזבח קטרת הסמים שיתחנך בקטרת הסמים ולא בדם. ופרק התכלת (מנחות דף מ''ט) שנינו שאין מחנכין את מזבח הזהב אלא בקטרת: \n\n"
            ],
            [
                "<b>חסר מן הקטרת וכו'.</b> בפ' הוציאו לו (יומא דף נ״ג). \n",
                "<b>ומ''ש וכן חייב מיתה על ביאתו בלא מצוה לפיכך אם שגג בביאה וכו' או שנכנס בקטרת שלימה וכו'.</b> שם: \n\n"
            ],
            [
                "<b>הקטיר מן הקטרת של קדש הקדשים כו'.</b> נלמד ממה שאמרו בפרק השוחט ומעלה (דף ק''ט ע''ב) גבי אם הקטיר כזית בחוץ חייב: \n\n"
            ],
            [
                "<b>חפינת הקטרת עבודה והמחשב' פוסלת בה.</b> בריש פרק הוציאו לו (יומא דף מ''ח) בעיא דאיפשיטא: \n",
                "<b>וכן חתיית הגחלים לקטורת נפסלת במחשבה וכו'.</b> שם בעיא דלא איפשיטא ופסק לחומרא ולא כתב שהיא ספק כמ''ש באינך בעיי דבסמוך משום דלא שייך למימר ביה לא יחתה לכתחלה דיחזור ויחתה לכתחלה שפיר דמי: \n\n"
            ],
            [
                "<b>חפן בראשי אצבעותיו וכו' עד וקרב זו לזו.</b> (דף מ''ז:) שם בעיא דלא איפשיטא. \n",
                "<b>ומ''ש או שנתפזרה קטרת מידו על הארץ ואספה.</b> שם (דף מ''ח) בעיא דלא איפשיטא. \n",
                "<b>ומ''ש או שחפן חבירו ונתן לחפניו או שחפן ומת ונכנס שני במה שחפן ראשון וכו'.</b> שם (דף מ''ט) בעיא דלא איפשיטא: \n",
                "<b>סליק הלכות עבודת יום הכפורים בס''ד</b> (סנהדרין פ''ד) מ''ט דרבי וכו' גמר חטא חטא מתרומה ורבנן אמרי אמר קרא (ומתו) בו בו ולא במעילה. ופירש''י וממיתה לחודא הוא דאימעט דגבי מיתה הוא דכתיב בו אבל אזהרה מיגמר גמר להזיד במעילה בגזירה שוה דחטא חטא מתרומה. ומכל מקום אין מקום להשיג על רבינו למה לא הביא אותה ראייה מאחר שהביא ראייה הכתובה בגמ'. \n",
                "<b>ומ''ש רבינו והוא הדין לשאר כל קדש וכו'.</b> אין לתמוה עליו לומר דהא התם מייתי קרא לתודה ושלמים ובכור וחטאת ואשם דהתם באוכל בחוץ ואם תאמר דמקרא אחרינא מייתי לה גמ' בדוכתא אחרינא דבפרק בתרא דתמורה (דף ל''ב:) אמר ר' ינאי אין מעילה מפורשת מן התורה אלא בעולה בלבד שנאמר נפש כי תמעול מעל וכו' מקדשי ה' המיוחדים לה' אבל חטאת ואשם לא נפקא אלא מדרבי דתניא רבי אומר כל חלב לה' לרבות [אימורי] קדשים קלים למעילה, ואיכא למימר דההיא דפ''ב דתמורה לא לענין חיוב מלקות במזיד אתמר. וא''ת מנא ליה דהוא הדין לשאר כל קדש וי''ל דיליף לה בבנין אב מעולה: \n",
                "<b>מעל בשגגה משלם וכו'.</b> מפורש בפרשת ויקרא: \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות עבודת יום הכפורים",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}