{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            "(דף ב.) ארבעה", 
            "  ראשי שנים הן באחד בניסן ראש השנה למלכים ולרגלים באחד באלול ראש השנה למעשר בהמה   ורבי אלעזר ורבי שמעון אומרים באחד בתשרי ׃ \n", 
            "גמ'", 
            " (דף ד.) רגלים באחד בניסן הוא בחמשה עשר בניסן הוא אמר רב חסדא רגל שבו תחלה לרגלים למאי הלכתא לנודר למיקם עליה  בבל תאחר דתניא אחד הנודר ואחד המקדיש ואחד המעריך כיון שעברו עליו   שלשה רגלים עובר בבל תאחר ר' שמעון אומר שלשה רגלים כסדרן וחג המצות תחלה וכך היה ר\"ש אומר רגלים פעמים שלשה פעמים חמשה פעמים ארבעה הא כיצד נדר לפני הפסח הרי כאן שלשה לפני עצרת הרי כאן חמשה לפני החג הרי כאן ד' (דף ו.) ת\"ר (דברים כ״ג:כ״ד )מוצא שפתיך תשמור ועשית מוצא שפתיך זו מצות עשה תשמור זו מצות לא תעשה "
        ], 
        [
            "ועשית אזהרה לב\"ד שיעשוך כאשר נדרת זה נדר לה' אלהיך אלו חטאות ואשמות עולות ושלמים נדבה כמשמעה אשר דברת אלו קדשי בדק הבית בפיך זו צדקה אמר כרבא  וצדקה מיחייב עלה לאלתר מ\"ט דהא קיימי עניים ׃ \n", 
            "מתני'", 
            " (דף ב.) באחד בתשרי ראש השנה לשנים ולשמיטים וליובלות לנטיעה ולירקות. באחד בשבט ר\"ה לאילן דברי ב\"ש בית הלל אומר בחמשה עשר בו ׃ \n", 
            "גמ'", 
            " (דף ח.) ר\"ה לשנים למאי הלכתא אמר רב פפא  לשטות "
        ], 
        [
            "כדתנן שטרי חוב המוקדמין פסולין והמאוחרי' כשרים:", 
            "(דף ט:)   ולנטיעה מנ\"ל דכתיב (ויקרא י״ט:כ״ג-כ״ד )שלש שנים יהיה לכם ערלים לא יאכל וכתיב  ובשנה הרביעית וגמרינן שנה שנה מתשרי דכתיב (דברים י״א:י״ב )מראשית השנה ועד אחרית   השנ':", 
            "ת\"ר  א' הנוטע וא' המבריך וא' המרכיב ערב שביעית ל' יום לפני ר\"ה עלתה לו שנה ומותר לקיימן בשביעית פחות מל' יום לפני ר\"ה לא עלתה לו שנה ואסור לקיימן בשביעית "
        ], 
        [
            " י.", 
            " ופירות נטיעה זו אסורין עד חמשה עשר בשבט אם לערלה ערלה אם לרבעי רבעי מנה\"מ דכתיב (ויקרא יט )שלש שנים יהיה לכם ערלים לא יאכל ובשנה הרביעית ובשנה החמישית הא כיצד פעמים שברביעית אסורה משום ערלה ופעמים שבחמישית אסורה משום רבעי מכאן שהן אסורין עד ט\"ו בשבט ואוקימנא  דף י:", 
            " לר' מאיר דאמר יום אחד בשנה חשוב שנה וכי בעי שלשים יום לקליטה ובדין הוא דליבעי שלשים ואחד אלא דקסבר ר' מאיר יום שלשים עולה לכאן ולכאן:", 
            "ותניא אידך אין נוטעין ואין מבריכין ואין מרכיבין ערב שביעית פחות משלשים יום לפני ר\"ה ואם נטע והבריך והרכיב יעקור דברי   רבי רבי יהודה אומר כל ההרכבה שאינה קולטת לשלשה ימים שוב אינה קולטת ר' יוסי ורבי שמעון אומרים שתי שבתות אמר רב נחמן אמר רבה בר אבוה לדברי האומר שלשים יום צריך שלשים ושלשים ולדברי האומר שלשה צריך שלשה ושלשים ולדברי האומר שתי שבתות צריך שתי שבתות ושלשים וגרסינן בפ' הערל (יבמות דף פג.) אמרי בי רב משמיה דרב הלכה כר' יוסי באנדרוגינוס ובהרכבה ואמרינן בהרכבה מה לי אמר שמואל ת\"ש דא\"ל   שמואל לרב ענן תני כמאן דאמר שלשה ושלשים והא מילתא איסורא הוא וקיימא לן הלכתא כרב באיסורי:", 
            "תניא רבי אליעזר אומר בתשרי נברא העולם בתשרי נולדו אבות בתשרי מתו אבות בפסח נולד יצחק בראש השנה נפקדה שרה רחל וחנה בראש השנה יצא יוסף מבית האסורים בר\"ה בטלה עבודה מאבותינו במצרים בניסן נגאלו ובתשרי עתידין ליגאל ר' יהושע אומר בניסן נברא העולם בניסן נולדו אבות בניסן מתו אבות בפסח נולד יצחק בר\"ה נפקדה שרה רחל וחנה בר\"ה יצא יוסף מבית האסורים בר\"ה  דף יא.", 
            " בטלה עבודה מאבותינו במצרים בניסן נגאלו ובניסן עתידין ליגאל.", 
            "תנא באחד בתשרי ר\"ה לירקות למעשרות    ולנדרים  דף יב:", 
            " למאי הלכתא לכדתניא המודר הנאה מחבירו לשנה מונה שנים עשר חדש מיום ליום ואם אמר לשנה זו אפילו לא עמד אלא בעשרים ותשעה באלול כיון שהגיע יום א' בתשרי עלתה לו שנה ואפילו למ\"ד יום א' בשנה אינו חשוב שנה הכא לצעורי נפשיה קביל עליה והא איצטער ואימא ניסן בנדרים הלך "
        ], 
        [
            "אחר לשון בני אדם ׃ \n", 
            "<b>מתני'</b>  (דף טז.) בארבעה פרקים העולם נידון בפסח על התבואה בעצרת על פירות האילן בר\"ה כל באי עולם עוברין לפניו כבני מרון שנאמר (תהילים ל״ג:ט״ו )היוצר יחד לבם המבין אל כל מעשיהם ובחג נידונין על המים:", 
            "<b>גמ'</b>  תנא תבואה שאירע בה קרי או אונס קודם הפסח נידונת לשעבר לאחר הפסח נידונת להבא אדם שאירע בו אונס או קרי קודם יום הכפורים נידון לשעבר לאחר יום הביפורים נידון להבא אמר רבא ש\"מ תרי דיני מתדנא. תנא דבי רבי ישמעאל בד' פרקים העולם נידון בפסח על התבואה בעצרת על פירות האילן ובחג נידונין על המים ואדם נידון  בר\"ה וגזר דינו של אדם נחתם ביוה\"כ תניא ר' יהודה אומר משום ר\"ע מפני מה אמרה תורה הביאו עומר בפסח מפני שהפסח זמן תבואה הוא אמר הקב\"ה הקריבו לפני עומר בפסח כדי שתתברך לכם תבואה שבשדות ומפני מה אמרה תורה הביאו שתי הלחם בעצרת מפני שעצרת זמן פירות האילן הוא אמר הקב\"ה הקריבו לפני שתי הלחם בעצרת כדי שיתברכו לכם פירות שבאילן ומפני מה אמרה תורה נסכו מים בחג מפני שהחג זמן גשמי שנה הוא אמר הקב\"ה נסבו מים לפני בחג כדי שיתברכו לכם גשמי שנה  ואמרו לפני בר\"ה מלכיות זכרונות ושופרות מלכיות כדי שתמליכוני עליכם זכרונות כדי שיבא זכרונכם לפני לטובה  ובמה בשופר   אמר רבי אבהו למה תוקעין בשופר של איל אמר הקדוש ברוך הוא תקעו לפני בשופר של איל כדי שאזכור לכם עקידת יצחק בן אברהם ומעלה אני עליכם כאילו עקדתם עצמכם לפני אמר רבי יצחק למה  תוקעין ומריעין בר\"ה  כשהן יושבין  דף טז:", 
            " ותוקעין ומריעין כשהן עומדים כדי לערבב את השטן "
        ], 
        [
            "ואמר ר' יצחק כל שנה שאין תוקעין בתחלתה  מריעין לה בסופה מאי טעמא דלא איערבב שטן וא\"ר יצחק אין דנין  את האדם אלא לפי מעשיו שבאותה שעה שנאמר (בראשית כ״א:י״ז )כי שמע אלהים אל קול הנער באשר הוא שם ואמר רבי יצחק שלשה דברים מזכירין עונותיו של אדם ואלו הן קיר נטוי ועיון תפלה ומוסר דין על חבירו דאמר רבי חנן כל המוסר דין על חבירו הוא נענש תחלה שנאמ' (שם יז )ותאמר שרי אל אברם חמסי עליך וכתיב (שם כג )ויבא אברהם ולספוד וגו' וא\"ר יצחק ארבעה דברים  מקרעין גזר דינו של אדם ואלו הן צדקה צעקה שנוי השם ושנוי מעשה ויש אומר אף שנוי מקום.", 
            "וא\"ר יצחק  חייב אדם להקביל פני רבו ברגל שנאמר (מלכים ב ד׳:כ״ג )מדוע את הולכת אליו היום לא חדש ולא שבת מכלל דבחדש ושבת בעי למיזל אמר רבי כרוספדאי אמר רבי יוחנן  שלשה ספרים נפתחים בראש השנה אחד של צדיקים גמורים ואחד של רשעים גמורים ואחד של בינונים של צדיקים גמורים נכתבין ונחתמין לאלתר לחיים ושל רשעים גמורים נכתבין ונחתמין לאלתר למיתה ושל בינונים תלוים ועומדים מראש השנה ועד יום הכפורים זכו נכתבים לחיים לא זכו נכתבין למיתה:", 
            "תנן התם בקדושין (דף לט:) כל העושה מצוה אחת מטיבין לו ומאריכין את ימיו ונוחל את הארץ וכל שאינו עושה מצוה אחת אין מטיבין לו ואין מאריכין את ימיו ואינו נוחל את הארץ וקא פריש רב יהודה   הכי קאמר כל העושה מצוה אחת יתירה על זכיותיו מטיבין לו וכו'.", 
            " שם דף מ.", 
            " תנו רבנן לעולם יראה אדם עצמו כאילו חציו זכאי וחציו חייב עשה מצוה אחת אשריו שהכריע את עצמו לכף זכות עבר עבירה אחת אוי לו שהכריע את עצמו לכף חובה שנאמר (קהלת ט׳:י״ח )וחוטא אחד יאבד טובה הרבה בשביל חטא א' שחטא זה איבד ממנו טובה הרבה ר\"א בר\"ש אומר לפי שהעולם נידון אחר רובו והיחיד נידון אחר רובו לפיכך צריך אדם שיראה עצמו כאלו כל העולם תלוי עליו עשה מצוה אחת אשריו שהכריע את עצמו ואת כל העולם כולו לכף זכות עבר עבירה אחת אוי לו שהכריע את עצמו ואת כל העולם כולו לכף חובה שנא' וחוטא אחד יאבד טובה הרבה בשביל חטא יחיד שחטא זה איבד ממנו ומכל העולם כולו טובה הרבה ר\"ש בן יוחאי אומר אפילו צדיק גמור כל ימיו ומרד באחרונה אבד את כל הראשונות שנאמר (יחזקאל ג )וצדקת הצדיק לא תצילנו ביום רשעו ואפי' רשע גמור כל ימיו ועשה תשובה באחרונה אין מזכירין לו שום רשע שנאמר  ורשעת הרשע לא יכשל בה ביום שובו מרשעו וליהוי כמחצה זכאי ומחצה חייב ארשב\"ל בתוהה על הראשונות תניא בית שמאי אומרים שלש כתות הן ליום הדין אחת של צדיקים גמורים ואחת של רשעים גמורים ואחת של בינונים צדיקים גמורים נכתבין ונחתמין "
        ], 
        [
            "לאלתר לחיי העולם הבא ורשעים גמורים נכתבין ונחתמין לאלתר לגיהנם שנא' (דניאל י״ב:ב׳ )ורבים מישני אדמת עפר יקיצו אלה לחיי עולם ואלה לחרפות ולדראון עולם בינונים שעונותיהם וזכיותיהם שקולין יורדין לגיהנם  דף יז.", 
            " ומצפצפין ועולים שנאמר (זכריה י״ג:ט׳ )והבאתי את השלישית באש וצרפתים כצרוף את הכסף ובחנתים כבחון את הזהב ועליהם אמרה חנה (שמואל א ב׳:ו׳ )ה' ממית ומחיה מוריד שאול ויעל ובה\"א ורב חסד מטה כלפי חסד ועליהם אמר דוד (תהלים קיז )אהבתי כי ישמע ה' את קולי תחנוני ועליהן נאמרה כל הפרשה כולה דלותי ולי יהושיע בינונים דקאמרי ב\"ה ורב חסד מטה כלפי חסד דוקא שאין בכלל עונותיהן עון פושעי ישראל בגופן ומאי ניהו קרקפתא דלא  מנח תפילין מעולם אבל אם בכלל מחצה עונותיהם עון פושעי ישראל בגופן יורדין לגיהנם ונידונים בו י\"ב   חדש לאחר י\"ב חדש מצפצפין ועולין כדכתיב והבאתי את השלישית באש וגו' ועליהן אמרה חנה ה' ממית ומחיה וגו' אבל מי שעונותיו מרובין מזכיותיו ובכללן עון פושעי ישראל בגופן   והן עוברי עבירה כגון עריות יורדין לגיהנם ונידונין בה י\"ב חדש לאחר י\"ב חדש גופן כלה ונשמתן נשרפת ורוח מפזרתן תחת כפות רגלי הצדיקים שנא' (מלאכי ב )ועסותם רשעים כי יהיו אפר תחת כפות רגליכם אבל המינים והמומרים והמסורות ואפיקורסין ושכפרו בתורה ושכפרו בתחיית המתים ושפרשו מדרכי צבור ושנתנו חתיתם בארץ החיים והן הפרנסין המטילין אימה יתירה על הצבור שלא לשם שמים ושחטאו והחטיאו את הרבים כגון ירבעם בן נבט וחביריו יורדין לגיהנם ונידונין בה לדורות שנאמר (ישעיהו ס״ו:כ״ד )ויצאו וראו בפגרי האנשים וגו' אמר רב יהודה אמר רב כל פרנס המטיל אימה יתירה על הצבור שלא לשם שמים אינו רואה בן ת\"ח שנאמ' (איוב ל״ז:כ״ד )לכן יראוהו אנשים לא יראה כל חכמי לב:", 
            "(מיכה ז׳:י״ח )נושא עון ועובר על פשע תנא דבי רבי ישמעאל מעביר ראשון ראשון וכך היא המדה פי' אדם ישר ותמים בדרכיו אם נכשל בחטא ועדיין לא בא חטא לידו מעודו אותו החטא אין הקב\"ה כותבו עליו אלא מעבירו וכך היא מדתו של הקב\"ה שלא לחייבו מתחלה כדכתי' (איוב ל״ג:כ״ט )הן כל אלה יפעל אל פעמים שלש עם גבר אמר רבא ועון עצמו אינו נמחק דאי איכא רובא עונות מיחשיב בהדיהו:", 
            "  פ\"א לגאון וששאלתם הא דתנא דבי ר' ישמעאל מעביר ראשון ראשון וכך היא המדה אמר רבא ועון עצמו אינו נמחק הא דרבי ישמעאל קיימא באדם ירא שמים שהוא קבוע בעשיית מצות ושומר חמורות ובעתים חוטא בקלות מדתו של הקב\"ה עמו שהוא מעביר ראשון ראשון ומוחלו ובתורת צדיקים הוא ועון עצמו אינו נמחק אלא תלוי ועומד עד שעה שימות באותה שעה מחשבין אם זכיותיו   מרובין מאותן העונות הרי עברו עונותיו ראשון ראשון ואינן חשובין עליו ודומה כאילו לא עשאן אבל אם גברו אותן עונות ונמצאו   מעשיו כולן כשמצטרפי ונשקלין זה עם זה רובן חובות הרי כל א' וא' נחשב וזו היא המדה המנויה בדרכי ה'  וזהו פירוש מדה ששית של י\"ג מדות שבפרשת ויעבור.", 
            "ורב חסד בה\"א מטה כלפי חסד   ופי' רבי (נ\"א ישמעאל )יוחנן מעביר וקי\"ל דה\"מ כולהו בזמן שמת בלא תשובה אבל אם מת בתשובה אין מזכירין לו שום דבר מעונותיו שנאמר (יחזקאל ל״ג:י״ב )ורשעת הרשע לא יכשל בה ביום שובו מרשעו אלא הקב\"ה מוחל על כל עונותיו ונותנו במחיצתן של צדיקים "
        ], 
        [
            "אמר רבא כל המעביר על מדותיו מעבירין לו על כל פשעיו שנאמ' (מיכה ז׳:י״ח )נושא עון ועובר על פשע למי נושא עון למי שעובר על פשע  דף יז:", 
            " (שמות ל״ד:ו׳ )ויעבור ה' על פניו ויקרא א\"ר יוחנן אלמלא מקרא כתוב א\"א לאמרו מלמד שנתעטף הקב\"ה כשליח צבור   והראה למשה בסיני ואמר לו כל זמן שישראל חוטאין יעשו לפני כסדר הזה ואני מוחל להם אמר רב יהודה אמר רב ברית כרותה לי\"ג מדות שאין חוזרות ריקם שנאמר  הנה אנכי כורת ברית נגד כל עמך וגו' ואמר ר' יוחנן גדולה תשובה שמקרעת גזר דינו של אדם שנאמר (ישעיה ז )ושב ורפא לו איזהו דבר שצריך רפואה הוי אומר זה גזר דין של אדם מיתיבי השב בינתים מוחלין לו לא שב בינתים אפי' הביא כל אילי נביות שבעולם אין מוחלין לו לא קשיא הא ביחיד הא בצבור גזר דין דיחיד לא מיקרע אבל גזר דין דצבור מיקרע (דף יח.) וגזר דין דצבור מי מיקרע   כתוב אחד אומר (ירמיהו ד׳:י״ד )כבסי מרעה לבך ירושלים למען תושעי וכתוב אחד אומר  כי אם תכבסי בנתר ותרבי לך בורית מאי לאו כאן קודם גז\"ד כאן לאחר גז\"ד לא אידי ואידי לאחר גז\"ד ולא קשיא כאן בגז\"ד שיש עמו שבועה כאן בגז\"ד שאין עמו שבועה כדאמר רשב\"נ א\"ר יונתן מנין לגז\"ד שיש עמו שבועה שאינו נקרע שנאמר (שמואל א ג׳:י״ד )לכן נשבעתי לבית עלי אם יתכפר עון בית עלי בזבח ומנחה עד עולם אמר רבא בזבח ומנחה אינו מתכפר אבל מתכפר בדבר תורה ר' יצחק אמר יפה צעקה לאדם בין קודם גזר דין בין לאחר גזר דין כתוב אחד אומר (דברים ד׳:ז׳ )כה' אלהינו בכל קראנו אליו וכתוב אחד אומר (ישעיהו נ״ה:ו׳ )דרשו ה' בהמצאו וגו' התם ביחיד ויחיד אימת אמר רב נחמן אמר רבה בר אבוה אלו י' ימים שבין ראש השנה ליום הכפורים:", 
            "בראש השנה כל באי עולם עוברין לפניו כבני מרון:", 
            "אי כבני מרון הכא תרגומו כבני אימרנא רבי שמעון בן לקיש אמר כמעלות בית   חורון:", 
            "<b>מתני'</b>  על  ששה חדשים השלוחים יוצאין על ניסן מפני הפסח על אב מפני התענית על אלול מפני ראש השנה  על תשרי מפני תקנת המועדות על כסליו מפני החנוכה ועל אדר מפני הפורים וכשהיה בית המקדש קיים יוצאין אף על אייר מפני פסח קטן:"
        ], 
        [
            "<b>גמ'</b>   דף יח:", 
            " איתמר רב  ורבי חנינא אמרי בטלה מגלת תענית ורבי יוחנן ורבי יהושע בן לוי אמרי לא בטלה  דף יט:", 
            " והלכתא בטלה והלכתא לא בטלה קשיא הלכתא אהלכתא לא קשיא כאן בחנוכה ופורים כאן בשאר יומי:", 
            "ועל תשרי מפני תקנת המועדות:"
        ], 
        [
            "(דף כא.) מכריז רבי יוחנן כל היכא דמטו שלוחי ניסן ולא מטו שלוחי תשרי  ליעבדו תרי יומי גזירה ניסן אטו תשרי:", 
            "\n סליקו להו ארבעה ראשי שנים \n", 
            "ראוהו", 
            " ב\"ד׃ \n", 
            "מתני'", 
            " (דף כו.) כל   השופרות כשרין חוץ משל פרה מפני שהוא "
        ], 
        [
            "קרן א\"ר יוסי והלא כל השופרות נקראו קרן שנאמר (יהושע ו׳:ה׳ )והיה במשוך בקרן היובל כשמעכם את קול השופר:", 
            "<b>מתני'</b>   דף כו:", 
            " שופר של ר\"ה של יעל פשוט ופיו מצופה זהב ושתי חצוצרות משני צדדין השופר מאריך והחצוצרות מקצרות שמצות היום בשופר ובתעניות בשל זכרים כפופים ופיו מצופה כסף ושתי חצוצרות באמצע שופר מקצר וחצוצרות  מאריכין שמצות היום בחצוצרות׃ \n", 
            "<b>גמ'</b>  (דף כז.) תניא בד\"א במקדש אבל בגבולין מקום שיש שופר אין חצוצרות מקום שיש חצוצרות אין שופר א\"ר יהושע בן לוי מאי קרא (תהילים צ״ח:ו׳ )בחצוצרות וקול שופר הריעו לפני המלך ה' לפני המלך ה' הוא דבעינן חצוצרות וקול שופר אבל בעלמא לא:", 
            "<b>מתני'</b>   דף כו:", 
            " שוה היובל לר\"ה לתקיעה ולברכות ר' יהודה אומר בראש השנה תוקעין בשל זכרים וביובל בשל יעלים:", 
            "גמ'", 
            " א\"ר לוי שופר של ר\"ה ושל יוה\"כ  בכפופים והא אנן תנן שופר של ר\"ה של יעל פשוט הוא דאמר כר' יהודה   דתנן רבי יהודה אומר בר\"ה תוקעין בשל זכרים כפופים   ולימא  הלכה כר' יהודה אי אמר הלכה כרבי יהודה "
        ], 
        [
            "ה\"א אפילו ביובל קמ\"ל:", 
            "<b>מתני'</b>   (דף כז.) שופר שנסדק ודבקו  פסול דבק שברי שופרות  פסול  דף כז:", 
            " ניקב וסתמו אם מעכב את התקיעה פסול ואם לאו כשר:", 
            "<b>גמ'</b>  תנו רבנן היה ארוך וקצרו כשר גרדו והעמידו על גלדו כשר צפהו זהב במקום הנחת פיו פסול שלא במקום  הנחת פיו כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר נתן שופר בתוך  ד  שופר ותקע בו אם קול פנימי שמע יצא ואם קול חיצון שמע לא יצא ת\"ר גרדו בין מבפנים בין מבחוץ כשר הפכו ותקע בו לא יצא אמר רב פפא לא תימא דהפכיה כי כתונא אלא שהרחיב הקצר וקצר את הרחב לא יצא מ\"ט כדרב מתנה דאמר רב מתנה (ויקרא כה )והעברת דרך העברתו בעינן:", 
            "דבק שברי שופרות פסול:", 
            "ת\"ר  הוסיף עליו הכל שהוא בין במינו בין שלא במינו פסול  ניקב וסתמו בין במינו בין שלא במינו פסול ר' נתן אומר במינו כשר שלא במינו פסול:", 
            "במינו כשר א\"ר יוחנן והוא שנשתייר רובו מכלל דשלא במינו אפי' נשתייר רובו פסול "
        ], 
        [
            "  נסדק לארכו פסול לרחבו אם נשתייר בו שיעור תקיעה כשר ואם לאו פסול וכמה שיעור תקיעה פירש רבן גמליאל  כדי שיאחזנו בידו ויראה לכאן ולכאן היה קולו דק או עבה או צרור כשר שכל הקולות כשרים בשופר שלחו ליה לאבוה דשמואל קדחו בזכרותו ותקע בו יצא דמין במינו אינו חוצץ:", 
            "<b>מתני'</b>   התוקע לתוך הבור או לתוך הדות או לתוך (בד\"י בגירסא פיטם )הפיטס אם קול שופר שמע יצא ואם קול הברה שמע לא יצא היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כיון לבו יצא ואם לאו לא יצא ואע\"פ שזה שמע וזה שמע זה כוון לבו יצא וזה לא כוון לבו לא יצא:", 
            "גמ'", 
            " אמר רב הונא ל\"ש  אלא לאותן העומדים על שפת הבור אבל אותן העומדים בבור יצאו (דף כח.) אמר רב יהודה בשופר של  ע\"ז לא יתקע ואם תקע יצא דמצות לאו ליהנות ניתנו "
        ], 
        [
            "אמר רבא המודר הנאה מחברו מותר לתקוע לו שופר של מצוה והמודר הנאה משופר מותר לתקוע (צ\"ל בו )לו תקיעה של מצוה והמודר הנאה ממעין טובל בו טבילה של מצוה בימות הגשמים אבל לא בימות החמה:", 
            " דף כח:", 
            " תניא נתכוין  שומע ולא נתכוין משמיע או שנתכוין משמיע ולא נתכוין שומע לא יצא עד שיתכוין שומע ומשמיע א\"ל רבי זירא לשמעיה (דף כט.) התכוין ותקע לי אלמא קסבר משמיע נמי  בעי כוונה כלומר אף על פי שמתכוין להוציא עצמו ידי חובתו אין חברו השומע תקיעתו יוצא ידי חובתו עד שיתכוין התוקע להשמיעו וה\"מ ביחיד אבל בשליח צבור כיון דדעתיה לכולי עלמא לא בעינן דמתכוין ליה גופיה כדתנן היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כוון לבו יצא ואם לאו לא יצא:", 
            "מתני'", 
            " חרש שוטה וקטן אין מוציאין את הרבים ידי חובתן זה הכלל כל  שאינו מחויב בדבר אינו מוציא את הרבים ידי חובתן ׃ \n", 
            "<b>גמ'</b>  ת\"ר הכל חייבין בתקיעת שופר כהנים לויים וישראלים גרים ועבדים משוחררים טומטום ואנדרוגינוס ומי שחציו עבד וחציו בן חורין אנדרוגינוס מוציא את מינו אבל לא שאינו מינו טומטום אינו מוציא לא את מינו ולא את שאינו מינו מי שחציו עבד וחציו בן חורין אינו מוציא לא את מינו ולא את שאינו מינו:", 
            "מי שחציו "
        ], 
        [
            "עבד וכו':", 
            "אמר רב נחמן אף לעצמו  אינו מוציא תני אהבה בריה דרבי זירא כל  הברכות כולן אע\"פ שיצא מוציא חוץ מברכת הלחם וברכת היין שאם לא יצא מוציא ואם יצא אינו מוציא:", 
            "בעי רחבה  דף כט:", 
            " ברכת הלחם של מצה שהיא המוציא וברכת היין של קידוש היום שהיא בורא פרי הגפן מהו כיון דחובה היא מפיק או דילמא ברכה לאו חובה היא ופשטינן אע\"פ שיצא מוציא דאמר רב אשי כי הוינן בי רב פפי הוה מקדש לן וכי הוה אתו אריסיה מדברא הוה מקדש   להו ת\"ר לא יפרוס אדם פרוסה לאורחים אלא אם כן אוכל עמהם פירוש שאם אינו אוכל עמהם מוציא שם שמים לבטלה אבל פורס הוא לבניו ולבני ביתו כדי לחנכן במצות ובהלל ובמגילה אע\"פ שיצא מוציא:", 
            "\n סלקו להו ראוהו בית דין \nיום טוב של ראש  השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה משחרב בית המקדש התקין רבן יוהנן בן זכאי שיהו תוקעין בכל מקום שיש בו בית דין אמר רבי אליעזר כשהתקין רבן יוחנן בן זכאי לא התקין אלא ביבנה בלבד אמרו לו אחד יבנה ואחד כל מקום שיש בו בית דין ׃ \n", 
            "<b>גמ'</b>  במקדש היו תוקעין אבל לא במדינה מאי טעמא אמר רבה הכל חייבין בתקיעת שופר ואין הכל בקיאין בתקיעת שופר גזירה שמא יטלנו בידו וילך אצל בקי ללמוד ויעבירנו ארבע אמות ברשות הרבים והיינו טעמיה דלולב והיינו טעמיה דמגילה:", 
            "משחרב בית המקדש וכו':", 
            "אמר רב הונא (דף ל.) ועם ב\"ד מאי עם בית דין בפני ב\"ד לאפוקי שלא בפני בית דין דלא. איתמר נמי א\"ר חייא בר גמדא אמר רבי יוסי בן שאול אמר רבי אין  תוקעין אלא כל זמן שבית דין יושבין:", 
            "מתני'", 
            "  בראשונה היה לולב ניטל במקדש שבעה "
        ], 
        [
            "ובמדינה יום אחד משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא לולב ניטל במדינה שבעה זכר למקדש  ושיהא יום הנף כולו אסור:", 
            "(דף לב.)  סדר  ברכות אומר  אבות וגבורות וקדושת השם וכולל מלכיות עמהן ואינו תוקע קדושת היום ותוקע זכרונות ותוקע שופרות ותוקע ואומר עבודה והודאה וברכת כהנים דברי רבי יוחנן בן נורי אמר לו רבי עקיבא אם אינו תוקע למלכיות למה הוא מזכיר אלא אומר אבות וגבורות וקדושת השם וכולל  מלכיות עם קדושת היום ותוקע זכרונות ותוקע שופרות ותוקע ואומר עבודה והודאה וברכת כהנים:", 
            "וקיימא לן כר' עקיבא מחבירו:", 
            "<b>מתני'</b>  אין פוחתין  מעשרה מלכיות ומעשרה זכרונות ומעשרה שופרות רבי יוחנן בן נורי אומר אם אמר שלש שלש יצא אין מזכירין מלכיות זכרונות ושופרות של פורענות מתחיל בתורה ומשלים בנביא ר' יוסי אומר אם השלים בתורה יצא:", 
            "<b>גמ'</b>    איבעיא לן הני ג' דקאמר ר' יוחנן בן נורי ג' מן התורה ג' מן הנביאים ג' מן הכתובים דהוו להו תשע או דילמא אחת מן התורה אחת מן הנביאים אחת מן הכתובים דהוו להו ג' מכולן ופשטינן דאם אמר שלש מכולן יצא כנגד תורה נביאים וכתובים ואמרי לה כנגד כהנים לוים וישראלים אמר רב המנונא אמר שמואל הלכה כר' יוחנן בן נורי ואסיקנא בסוף פירקא   אמר רב חננאל כיון שאמר ובתורתך   (ה' אלהינו) כתוב לאמר שוב אינו צריך וכן א\"ר יהושע בן לוי כיון שאמר ובתורתך כתוב לאמר  שוב אינו צריך בין יחיד בין צבור וכן הלכתא. אין מזכרין מלכיות זכרונות ושופרות של פורענות  דף לב:", 
            " זכרונות כגון (תהילים ע״ח:ל״ט )ויזכור כי בשר המה רוח הולך ולא ישוב מלכיות כגון (יח\\קאל כ )חי אני נאם ה' אלהים אם לא ביד חזקה ובזרוע נטויה ובחמה שפוכה אמלוך עליכם ואע\"ג דאמר רב נחמן כל כי האי ריתחא לירתח רחמנא עלן וליפרקינן אפ\"ה כיון דבריתחא אמרה אדכורי ריתחא בריש שתא לאו אורח ארעא שופרות כגון (הושע ה׳:ח׳ )תקעו שופר בגבעה אבל אם בא לומר מלכיות זכרונות ושופרות של פורענות של עובדי כוכבי' אומר זכרונות כגון (תהילים קל״ז:ז׳ )זכור ה' לבני אדום מלכיות כגון (שם צט )ה' מלך ירגזו עמים אי נמי (שם ט )ה' מלך עולם ועד אבדו גוים מארצו שופרות כגון (זכריה ט׳:ט״ו )וה' אלהים בשופר יתקע וסמיך ליה  ה' צבאות יגן עליהם ואין מזכירין זכרון יחיד אפילו לטובה כגון (נחמיה ה׳:י״ט )זכרה לי אלהי לטובה וכגון (תהילים ק״ו:ד׳ )זכרני ה' ברצון עמך פקדונות הרי הן כזכרונות כגון (בראשית כ״א:א׳ )וה' פקד את שרה וכגון (שמות ג׳:ט״ז )פקוד פקדתי אתכם דברי רבי יוסי רבי יהודה אומר פקדונות אינן כזכרונות ואע\"ג דקי\"ל דר' יוסי ורבי יהודה "
        ], 
        [
            "הלכה כרבי יוסי הכא נהוג עלמא כרבי יהודה:", 
            "מתחיל בתורה ומשלים בנביא רבי יוסי אומר אם השלים בתורה יצא. ותריצנא הכי קאמר מתחיל בתורה ומשלים בנביא רבי יוסי אומר משלים בתורה ואם השלים בנביא יצא וקיימא לן כרבי יוסי תניא אמר רבי אלעזר ב\"ר יוסי ותיקין היו משלימין  בתורה בשלמא זכרונות ושופרות איכא טובא אלא מלכיות תלתא הוו כגון (במדבר כז )ה' אלהיו עמו ותרועת מלך בו (דברים ל״ג:ה׳ )ויהי בישורון מלך (שמות ט״ו:י״ח )ה' ימלוך לעולם ועד ואנן בעינן עשרה וליכא אמר רב הונא תנא (דברים ו׳:ד׳ )שמע ישראל ה' אלהינו ה' אחד זו היא מלכות שלימה דברי רבי יוסי רבי יהודה אומר אינה מלכות (שם ד )וידעת היום והשבת אל לבבך אתה הראת לדעת וגו' מלכות דברי רבי יוסי רבי יהודה אומר אינה מלכות וקיימא לן כרבי יוסי:", 
            "<b>מתני'</b>   העובר לפני התיבה ביום טוב ראשון של ראש השנה  השני מתקיע ובשעת ההלל הראשון מקרא את ההלל:", 
            "<b>גמ'</b>  מדקאמר בשעת ההלל מכלל  דבראש השנה לא אמרינן הלל מאי טעמא כדרבי אבהו דאמר רבי אבהו אמרו מלאכי השרת לפני הקדוש ברוך הוא רבונו של עולם מפני מה אין ישראל אומרים שירה לפניך בראש השנה וביום הכפורים אמר להן אפשר מלך יושב על כסא דין וספרי מתים וספרי חיים פתוחין לפני וישראל אומרים שירה:"
        ], 
        [
            "<b>מתני'</b>   שופר של ר\"ה אין מפקחין עליו את הגל  ואין מעבירין עליו את התחום ולא עולין באילן ולא רוכבין ע\"ג בהמה ולא שטין על פני המים ואין חוחכין אותו לא בדבר שהוא משום שבות ולא בדבר שהוא בלא תעשה אבל אם רצה ליתן בתוכו מים או יין יתן ואין מעכבין את התינוקות מלתקוע ומתעסקין עמהן כדי שילמדו והמתעסק לא יצא והשומע מן המתעסק לא יצא:", 
            "<b>גמ'</b>  מ\"ט יו\"ט עשה ולא תעשה הוא ושופר עשה ולא אתי עשה ודוחה את לא תעשה ועשה:", 
            "(דף לג.) אין  חותכין אותו לא בדבר שהוא משום שבות.   סכינא:", 
            "משום לא תעשה. מגלא:", 
            "אבל אם רצה ליתן לתוכו מים או יין יתן תניא אבא שאול אומר מים או יין מותר כדי לצחצחו מי רגלים אסור מפני הכבוד:", 
            "ומתעסקין  עמהן  כדי שילמדו:", 
            "אמר רבי אלעזר ואפי' בשבת והני מילי  דף לג:", 
            " בקטן שהגיע לחינוך אבל קטן שלא הגיע לחינוך ביו\"ט אין בשבת לא ואית דאמרי איפכא:", 
            "מתני'", 
            " סדר  תקיעות שלש של שלש שלש שיעור תקיעה כדי שלש תרועות שיעור תרועה כדי שלש יבבות תקע בראשונה "
        ], 
        [
            "ומשך בשניה כשתים אין בידו אלא אחת מי שבירך ואחר כך נזדמן לו שופר תוקע ומריע ותוקע שלש פעמים כשם ששליח צבור חייב כך כל יחיד ויחיד חייב רבן גמליאל אומר שליח צבור מוציא את הרבים ידי חובתן ׃ \n", 
            "<b>גמ'</b>  שיעור תקיעה כדי שלש תרועות׃ והתניא שיעור תקיעה כתרועה אמר אביי תנא דידן קא חשיב תקיעות דכולהו בבי כתרועות דכולהו בבי תנא ברא קא חשיב חד בבא ולא פליגי:", 
            "שיעור תרועה כדי שלש  יבבות. והתניא שיעור תרועה כשלשה שברים  אמר אביי בהא ודאי פליגי דכתיב (במדבר כ״ט:א׳ )יום תרועה יהיה לכם ומתרגמינן יום יבבא יהא לכון וגמיר מאמיה דסיסרא דכתיב (שופטים ה׳:כ״ח )בעד החלון נשקפה׃ ותיבב מר סבר גנוחי גנח ומר סבר ילולי יליל ת\"ר מנין שבשופר ת\"ל (ויקרא כ״ה:ט׳ )והעברת שופר תרועה אין לי אלא ביובל בר\"ה מניין ת\"ל בחדש השביעי   הזה שאין ת\"ל בחדש השביעי ומה ת\"ל בחדש השביעי שיהו כל התרועות של חדש השביעי כזה ומנין שפשוטה לפניה תלמוד לומר והעברת ומנין שפשוטה לאחריה ת\"ל תעבירו ואין לי אלא ביובל בר\"ה מנין ת\"ל בחדש השביעי (דף לד.) שאין ת\"ל בחדש השביעי ומה ת\"ל בחדש השביעי שיהיו כל התרועות של חדש השביעי כזה ומנין שלש של שלש שלש תלמוד לומר והעברת שופר תרועה זכרון תרועה יום תרועה יהיה לכם ומנין ליתן את האמור של זה בזה ושל זה בזה ת\"ל שביעי שביעי לגזירה שוה הא כיצד שלש שהן תשע שיעור תקיעה כתרועה שיעור תרועה כשלשה שברים:", 
            "אתקין ר' אבהו בקיסרי תקיעה שלשה שברים "
        ], 
        [
            "תרועה ותקיעה מה נפשך אי ילולי הוא תרועה נעביד שברים לא נעביד אי גנוחי הוא שברים נעביד תרועה לא נעביד מספקא ליה אי גנוחי גנח אי ילולי יליל מתקיף לה רב עוירא ודילמא גנוחי הוא ואתיא תרועה ומפסקא בין תקיעה לשלשה שברים הדר עביד בבא אחרינא תקיעה ושלשה שברים ותקיעה מתקיף לה רבינא ודילמא ילולי הוא ואתו שברים ומפסקי בין תקיעה לתרועה הדר עביד בבא תליתאה תר\"ת אם כן דרבי אבהו למה לי דילמא גנח ויליל אי הכי איפכא נמי דילמא יליל וגנח סתם אינש כי מיתרע ביה מילתא ברישא מגנח והדר מיילל נמצא עכשיו שתוקעין תשר\"ת  ג' פעמים ותוקעין תש\"ת ג' פעמים ותוקעין תר\"ת ג' פעמים ונהגו העם לתוקען כשהן יושבין ומברכין עליהם ברכת התקיעה ומפני שהצבור צריכין לשמוע התקיעות על סדר הברכות לפיכך חוזרין ותוקעין על סדר הברכות תשר\"ת  פעם אחת ותש\"ת פעם אחת ותר\"ת פעם אחת ובדין הוא שיהו תוקעין אותן על סדר ברכות כסדר שתקעו כשהן יושבין אלא כיון "
        ], 
        [
            "שהברכות אין מעכבות את התקיעות הרי יצאו ידי חובתן באותן שתקעו כשהן יושבין ודי להם לתקוע תשר\"ת תש\"ת תר\"ת על סדר ברכות פעם אחת שלא להטריח את הצבור וכן המנהג בכל העולם ובשתי ישיבות:", 
            "שאלו מקמי ריש מתיבתא המברך יום ר\"ה על  תקיעת שופר בתר ס\"ת   והשיח צריך לברך על  התקיעות של סדר ברכות או לא ואהדר להו הכין קא חזו רבנן שגוערין בזה ששח עד שלא יתקע על סדר ברכות אבל לחזור ולברך אינו חוזר ולא דמיא הא לתפילין דאמר רב חסדא (מנחות לו.)   שח בין תפילה לתפלה חוזר ומברך דהנך שתי מצות נינהו דתנן תפילה של יד אינה מעכבת של ראש ושל ראש אינה מעכבת של יד ולא עוד אלא דלא הדר ומברך ההיא ברכה קמייתא אלא ברכה אחריתא קא מברך   ומקשינן שח אין לא שח לא והא שלח רב חייא בר  הינא משמיה דר' יוחנן על תפילה של יד אומר להניח תפילין ועל של ראש אומר על מצות תפילין ופרקינן׃ אביי ורבא דאמרי תרוייהו לא שח מברך אחת ואם שח מברך שתים ואעפ\"כ קשה להשיח דתניא שח בין תפילה לתפלה עבירה היא בידו וחוזרין עליה מעורכי המלחמה וכ\"ש כי האי ששח בין תקיעות שמיושב לתקיעות שמעומד אלא שאינו חוזר ומברך שמצוה אחת היא צא וראה שהרי ההלל שמברכין קודם לקריאתו ואף על פי כן בין פרק לפרק פוסק ולא הוצרך לחזור ולברך:", 
            "<b>מתני'</b>  תקע בראשונה ומשך בשניה כשתים אין בידו אלא אחת:"
        ], 
        [
            "<b>גמ'</b>  אר\"י  שמע  דף לד:", 
            " ט' תקיעות בט' שעות ביום יצא תניא נמי הכי שמע תשע תקיעות בט' שעות   יצא מתשעה בני אדם כאחת לא יצא תקיעה מזה ותרועה מזה בזה אחר זה יצא ואפי' בסירוגין  ואפילו כל היום כולו ומי אמר רבי יוחנן הכי והאמר ר' יוחנן משום רבי שמעון בן יהוצדק בהלל  ובמגילה אם שהה כדי לגמור את כולה חוזר לראש לא קשיא הא דידיה הא דרביה וקיימא לן כרבי יוחנן דאמר אפילו בתשע שעות ביום יצא ובהלל ובמגילה נמי אע\"פ ששהה כדי לגמור את כולה אינו צריך לחזור לראש אלא קורא ממקום שפסק:", 
            "תנו רבנן   תקיעות אינן  מעכבות זו את זו וברכות אינן מעכבות זו את זו תקיעות וברכות של ראש השנה ושל יוה\"כ מעכבות זו את זו מאי שנא ר\"ה ויוה\"כ כדרבא דאמר רבא אמר להן הקב\"ה לישראל אמרו לפני בראש השנה מלכיות זכרונות ושופרות מלכיות כדי שתמליכוני עליכם זכרונות כדי שיעלה זכרונכם לפני לטובה ובמה בשופר:", 
            "מתני'", 
            " מי  שבירך ואחר כך נזדמן לו שופר תוקע ומריע ותוקע שלש פעמים׃   \n", 
            "גמ'", 
            " טעמא דבירך ואח\"כ נזדמן לו שופר אבל אית ליה שופר מעיקרא כי שמע להו אסדר ברכות שמע להו אמר רבא לא אמרו אלא בחבר עיר תניא נמי הכי כשהוא שומען שומען על הסדר ועל סדר ברכות בד\"א בצבור אבל ביחיד שומען על הסדר ושלא על סדר ברכות יחיד שלא תקע חבירו  תוקע לו ויחיד שלא בירך אין חברו מברך לו מצוה בתוקעין יותר מן המברכין כיצד שתי עיירות באחת תוקעין ובאחת מברכין הולכין למקום שתוקעין ואין "
        ], 
        [
            "הולכין למקום שמברכין אע\"פ דהא ודאי והא ספק:  \n", 
            "<b>מתני'</b>  כשם  ששליח צבור חייב כך כל יחיד ויחיד חייב רק נמליאל אומר שליח צבור מוציא את הרבים ידי חובתן:", 
            "<b>גמ'</b>  תניא אמרו לו לרבן גמליאל לדבריך למה צבור מתפללין אמר להם כדי להסדיר שליח צבור את תפלתו אמר להם ר\"ג לחכמים לדבריכם למה ש\"צ יורד לפני התיבה אמרו לו כדי להוציא את שאינו בקי אמר להם כשם שמוציא את שאינו בקי כך מוציא את מי שהוא בקי אמר רבה בר בר חנה אמר ר' יוחנן מודים חכמים לרבן גמליאל בברכות של ר\"ה ורב אמר עדיין היא מחלוקת ומי א\"ר יוחנן הכי והאמר ר' יוחנן הלכה כר\"ג בברכות של ר\"ה ושל יוה\"כ הלכה מכלל דפליגי אמר (בגמ' דף לה. הגירסא רנב\"י )רבא מאן מודים ר\"מ והלכה מכלל דפליגי רבנן דתניא ברכות של ר\"ה ושל יוה\"כ ש\"צ מוציא את הרבים ידי חובתן דברי ר\"מ וחכ\"א כשם ששליח צבור חייב כך כל יחיד ויחיד חייב ושמעינן מינה  דהלכה כר\"ג בברכות של ר\"ה ויוה\"כ בלבד אבל בשאר ימות השנה לא אלא כשם שש\"צ חייב כך כל יחיד ויחיד שהוא בקי חייב וכן הלכתא:", 
            "ועם שבשדות דאניסי ולא מצו למיתי לבי כנישתא בר\"ה וביוה\"כ ש\"צ נמי מוציאן ידי חובתן אבל דעיר אין ש\"צ מוציאן ידי חובתן עד דאתו לבי כנישתא ושמעי משליחא דצבורא מתחלה ועד סוף:", 
            "ירושלמי ר\"ג אומר ש\"צ מוציא את הרבים ידי חובתן וכו' רב הונא צפוראה בשם ר' יוחנן אמר הלכה כר\"ג באילין תקיעתא והוא שישנן שם מראש התפלה ומאי שנא ברכות של ר\"ה ויוה\"כ שש\"צ מוציא את הרבים ידי חובתן משא\"כ בשאר ימות השנה משום דנפישי ברכות דכל שבתות וי\"ט של שאר ימות השנה שבע והני תשע:", 
            "א\"ר אלעזר לעולם יסדיר אדם את תפלתו ואח\"כ יתפלל אמר רבא מסתברא מילתא דר' אלעזר בברכות של ר\"ה ושל יוה\"כ ושל פרקים אבל של שאר ימות השנה לא צריך וכמה הוא פרקים משלשים יום ולהלן:", 
            "גרסינן בעירובין (דף מ. )אמר (לפנינו הגירסא רבה )רבא כי הוינן בי "
        ], 
        [
            "רב הונא איבעיא לן מהו  להזכיר של ראש חדש בר\"ה כיון דחלוקין במוספין אמרינן או דילמא אומר זכרון אחד  ועולה לו לכאן ולכאן ואסיקנא   אומר זכרון אחד ועולה לו לכאן ולכאן  שם דף מ:", 
            " ואמר (לפנינו הגירסא רבה )רבא כי הוינן בי רב הונא איבעיא לן מהו לומר זמן  בר\"ה וביוה\"כ דכיון דמזמן לזמן אתי אמרינן או דילמא כיון דלא איקרו רגלים לא אמרינן לא הוה בידיה כי אתא לבי רב יהודה א\"ל אקרא חדתא נמי אמינא זמן אמר ליה רשות לא קא מיבעיא לי חובה מאי ומסקנא הלכתא אומר  זמן בר\"ה וביוה\"כ:", 
            "\n סליקו להו יום טוב וסליקא לה מסכת ראש השנה"
        ]
    ], 
    "title": "Rif Rosh Hashanah", 
    "versionSource": "https://www.sefaria.org/Rif_Rosh_Hashanah", 
    "heTitle": "רי\"ף ראש השנה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Moed"
    ]
}