{
    "title": "Ohr Sameach on Mishneh Torah, Forbidden Intercourse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Forbidden_Intercourse",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואחד הבא על הערוה כדרכה ואחד הבא עליה שלא כדרכה משיערה בה יתחייבו שניהן כו':</b><br><b> כוון </b> רבינו דאף בהעראה שלא כדרכה חייב ובזה אין הצדוקין מודין וכדאמר פ\"ק דהוריות דאמרי כדרכה אסור אפילו העראה, בשלא כדרכה גמר ביאה הוא דאסור, אבל העראה שריא, ולכן כתב רבינו דהערה בשלא כדרכה חייב. וכן כתב רבינו בפרק יו\"ד מהלכות סנהדרין לענין שאם טעה אם חוזר יעו\"ש ובש\"ק פ' אלו נערות הלכה ו' דברים מוטעים, והעיקר כנוסחא המוגהת:",
                "<b>בין שהיו שוכבין בין שהיו עומדים:</b><br>דאע\"ג דגמירי אין אשה מתעברת מעומד [סנהדרין ל\"ח] לא גרעא מהעראה שלא כדרכה, וקרא כתיב ואשה לא תעמוד לפני בהמה לרבעה ואיתקוש עריות להדדי ופשוט:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין העדים נזקקין לראות המנאפים שהערו זה בזה כו' אלא משיראו אותן דבוקין זה עם זה כדרך כל הבועלין הרי אלו נהרגין בראיה זו ואין אומרים שמא לא הערה מפני שחזקת צורה זו שהערה:</b><br><b> מפורש </b> בסוף פ\"ק דמכות. דהורגין ב\"ד על ידי עדות שראו כדרך המנאפין ובפ\"ב דיבמות ברא\"ש הביא בשם בה\"ג דאין מוציאין מהבעל עד שיראו העדים כמכחול בשפופרת, וכתב והא ליתא דאפילו לענין חיוב מיתה סגי אם העדים ראוהו כדרך המנאפים כדאיתא בפרק השוכר את הפועלים כו' וכיון דבדיני נפשות דכתיב והצילו העדים סגי בהכי כש\"כ לאוסרה על בעלה וכן פסק הר\"ח מראיה זו עכ\"ל. ולדעתי ראיה גדולה לדברי הבה\"ג מהך סוגיא דהפועלים דשם אמרו, אמר ר\"פ הני מילי בעו מינאי דבי ר\"פ בר אבא ופשטי להו לאיסורא, כהלכתא מהו ללוש את העיסה בחלב ופשטי להו לאיסורא, הרי מדרבנן אסור משום גזירה דילמא אתי למיכליה בבשר, ולכן כעין תורא שרי כמפורש פרק כל שעה, ואידך בעו מינאי מהו להכניס מין ושאינו מינו לדיר ופשטי להו לאיסורא דלא כהלכתא דאמר שמואל ובמנאפים עד שיראו כדרך המנאפים ובכלאים עד שיכניס כמכחול בשפופרת, הרי דאפילו לכתחילה פשיט דמותר להכניס מהא דשמואל דמיירי לענין עונשין, ולענין מלקות ודאי אם לא ראו עדים שיכניס כמכחול בשפופרת אין מלקות אבל איסורא איכא, וכן תמה ר\"י בתוספות, ועוד דילמא כי העלה שניהם לדיר אף שנרבעו אחרי זה אז עבר על לאו דבר תורה, ובכ\"ז אינו לוקה אם העדים אינם רואים הגמר של כמכחול בשפופרת שאינו ודאי שבא השור על החמורה כיון דהואי אינו מינו. אמנם זה יש ליישב דהוה ליה לומר ובכלאים עד שיראו כמכחול בשפופרת, מוכח דעד שיכניס על האדם קאי דהוא יכניס, אבל הראשונה קשה. ולכן צ\"ל דאם משום אש בנעורת כו' זה לא שייך לענין כלאים דאימור יפרישן האדם אחרי זה, אבל באמת גם לענין לאוסרה על בעלה אין אוסרין אותה דאימור לא בעל אותה, (נ\"ב. ולפ\"ז א\"ש לר\"א דאמר בסוף פ\"ק דכתובות דפוסל בבתה הא דתני מעוברת ולא ראוה שנבעלה להשמיענו דלא דראו כדרך המנאפים וטעם של ר\"ג דמצי אמרה לא בא עליה לכן במיגו מהימנא אלא אפילו היא מעוברת מטעם חזקה מהימנא ועיי' תו' שם). רק לענין דיני נפשות שאין עונשין אלא בהתראה ושיתיר עצמו למיתה ושיאמר ע\"מ כן אני עושה כדאיתא פרק היו בודקין, כיון שרואים אנו שדבק בה כדרך המנאפין והתיר עצמו למיתה ודאי גמר מלאכתו והערה אותה תיכף אף שלא ראו כמכחול בשפופרת, וגדולה מזו כתבו תוספות דמלקין את הנזיר וחזקה שלא ישאל על נזירותו יעו\"ש בפרק השולח, וכן כתבו האחרונים דמלקין על השוחט פסח על חמץ משום שהתיר עצמו למלקות, ולא חיישינן דילמא ביטל כבר את חמצו כדין יעו\"ש, וזה ברור דגם במלקות בעינן עד שיתיר עצמו למלקות כמוש\"כ תוספות בתמורה פ\"ק דף ז' תוד\"ה אלא בתם ונעשה בע\"מ, ויותר מזה מפורש בסוגיא דפרק הנשרפין גבי מלקיות מחזיקות התרו בו ושתק התרו בו והרכין ראשו כו', אעפ\"י דלא לקי בהתראות כאלה דלא התיר עצמו למלקות כו' עכ\"ל רש\"י, וכן פסק רבינו פי\"ז מהלכות סנהדרין ה\"ה ודברי הלח\"מ פי\"ב מהלכות סנהדרין תמוה, [וטעה בזה בשו\"ת חוט השני סימן י\"ז יעו\"ש] וכיון דמתרה בו אל תכניס הזכר אל הבהמה שאינה מינו והוא מקבל התראתו ואמר ע\"מ כן אני עושה וחזינן שהעלה הזכר על הבהמה, הרי צריך לומר שחזקה שכך עשה שהכניס אותו אל הבהמה, רק אם תאמר שיש איסור על ההעלאה של הזכר על הבהמה א\"כ הוא עושה איסור ויצא מכלל כשרי ישראל וחזינן שרוצה שיזדווגו זה עם זה א\"כ ברור שגמר מלאכתו שרצה והרביע שניהם ולזה קיבל התראה, א\"כ למה צריכין העדים לעמוד ולראות עד שיכניס כמכחול בשפופרת, ועל כרחין דבזה אין איסור אפילו של דבריהם וא\"כ לא יצא בהעלאה של הזכר על הבהמה מכלל כשרי ישראל וכי מתרין בו אל תרביע אותן כלאים והוא מתיר עצמו למלקות ע\"מ כן אני עושה אין מזה ראיה שכך עשה שהרביע אותן כלאים, דאימור לא עשה והוא יכול לומר מצחק אני, דמה ראיתם ממני שארביע כלאים באופן האסור, ולכן אין יכולים העדים להעיד לחייבו מלקות עד שיעידו שראה שהיה כמכחול בשפופרת. אבל אם תאמר שיש כאן איסור בהעלאה לחודא, הלא שפיר מתרים בו כיון שיצא מכלל כשרי ישראל והאי דעבר אדרבנן רשע מיקרי [פ\"ב דיבמות דף כ'] וכיון שעשה מה שהוא שלא כדין וקיבל ההתראה ודאי דגמר ההרבעה והכניסן כמכחול בשפופרת ואף אם לא ראו העדים רק ההעלאה לחוד סגי ודוק\n<sup> *</sup><i class=\"footnote\">ואולי דמפרש הבה\"ג עד שיכניס כמכחול בשפופרת אינו שיכניס האדם, רק על ראיית העדים קאי שאין לוקין ע\"י ראיתם עד שיעידו שראו שהכניס הזכר כמכחול בשפופרת, ועד שיכניס קאי על הבהמה, שיראו העדים שהכניס הזכר אל הנקבה, ופשטות הסוגיא מחוור לפי שיטת הבה\"ג, ויכול להיות דגם בהעלאה לחוד אם הכניס הזכר אל תוך הבהמה לוקה האדם כיון שעל ידי אחיזתו הכניס, רק העדים אינן מעידין עד שיראו גמר הדבר, שאל\"כ דילמא הפסיק האדם בינתים, רק זה אינו מחוור, ומפורש הוא בירושלמי פ\"ח דכלאים ה\"ב אבל מעמיד את זכרים אצל נקבות וכי מה עשה מעשה לא כשהוא מטיל ולפי דעתו הוא מטיל, פירוש דהבהמה מטיל לפי דעתו ולא עבר האדם על הלאו והבן:</i> . אבל אם נאמר דאוסרין אותה על בעלה כדרך המנאפין אף בלא התראה ודאי הוא משום שאש בנעורת וחזקה ודאי גמר ביאתו א\"כ מאי ראיה דאין איסור בהכנסה לדיר, והאי דאין לוקין עד שיכניס והעדים צריכין לראות שיכניס הזכר להבהמה משום דעל הרבעה דבהמה לא שייך אש בנעורת ואימור לא הכניס כו' וע\"כ כדפרישית:<br><b> הגה\"ה</b><br><br><b> אולם </b> מדברי רבינו בהלכות כלאים מוכח דאיסורא איכא בהעלאה, וצריך לומר דמפרש כיון דאין הלאו חל רק עד שיכניס האדם את הזכר בידו כו' די לעשות משמרת לאסור האחיזה וההעלאה סיג להאיסור ולא לאסור ההכנסה לדיר דהוי כמו משמרת למשמרת, ומשו\"ה מייתי הגמרא ראיה מברייתא דבהלאו נכלל גם האחיזה וא\"כ צריך להיות ההכנסה לדיר אסור מדבריהם וכי\"ב מצאנו בש\"ס רבות ודוק. ועוד נראה, דחזינא בפרק אמרו לו (דף י\"ב) מודה ר\"מ לחכמים שאם אמרו ב' בעלת שפחה חרופה כו' מהימן דאי בעי אמר להון לא גמרתי ביאתי, הרי דאין מביא קרבן דילמא לא גמר ביאתו והא במנאפין בשיראו כדרך המנאפין סגי. ואין לומר דרבינו דייק בלשון קדשו שחזקה זו שהערה אבל אין ראיה שגמר ביאתו, שא\"כ איך היא חייבת מלקות על ביאת שפחה חרופה מנא ידעי עדים שגמר ביאתו, ואי דאמרה היא הא אין אדם נלקה ע\"פ עצמו, ועל כרחין דחזקה דגמרו בעילתן וא\"כ איך נפטר מקרבן למאן דמחייב בקרבן ע\"פ עדים. וצ\"ל דכיון שבמלקות התירה עצמה למלקות מסתמא ביאתה תגמר משא\"כ בקרבן דבו לא שייך התראה לכן אימור לא גמר ביאתו ודוחק לחלק בין הוא להיא [וכיו\"ב כתוב בדברי רבינו הלכות שבועות פ\"ב הי\"ב גבי תנאי היה בלבי יעו\"ש], ואף לפי מה שפירשנו ג\"כ דחוק כיון דבו ליכא התראה ואימור לא יגמר ביאתו וא\"כ מנא לן דגמר ביאתו לחייב אותה מלקות, וצ\"ל כיון שהתירה עצמה למלקות ותלוי בדעתו שלו והוה התראה, ודאי וחזקה שגמרו בעילתן אם לא דאיהו מכחיש לא גמרתי ביאתי ולא התיר עצמו שלקרבן לא שייך זה, וכ\"ז דחוק:<br><b> אולם </b> לרבינו שלמה משמע בפרק הבא ע\"י (דף נ\"ה) ד\"ה שפחה חייבי לאוין הוא דכתיב בה לא יהיה קדש כו' ושפחה שאין חרופה מחייב בהעראה, א\"כ א\"ש דבאמת אין חזקה על גמר ביאה ולכן מצי אמר לא גמרתי ביאתי, רק היא חייבת מלקות ממה נפשך או דמשום העראה חייבת משום לאו דלא יהיה קדש או משום גמר ביאה מקרא דבקרת תהיה, אך א\"כ בלא גמר ביאתו יתחייב האיש מלקות משום לאו דלא יהיה קדש, ובגמר ביאתו יפטר ויתחייב קרבן, וזה אינו, וצ\"ל דעל העראה אינו חייב דהוי התראת ספק שמא יגמור ביאתו ויפטר מן מלקות, אך א\"כ אם היתה קטנה חייב מלקות וזה לא במשמע, וצ\"ל דכיון דהיא חרופה לאיש תו לא שייך בה לא יהיה קדש דאינה כהפקר ותו נסתר מה שכתבנו ועיין מש\"כ בזה בהלכות אישות ודוק:<br><b> אמנם </b> אם נאמר כך, דכיון דהיא חרופה ליתא ללאו דלא יהיה קדש, צריך ביאור קצת דברי הגמרא פ\"ק דקדושין כ\"א: עבד עברי כהן מהו שימסור לו רבו שפחה כנענית חידוש הוא ל\"ש כהנים ל\"ש ישראלים, דהא אין זה חידוש, כיון דבישראל אם עבד עברי נושא אשה, הלא היא שפחה חרופה ואינה כהפקר, ותו ליכא עלה לאו דלא יהיה קדש דהא אחר הבא עליה תחלת ביאה לא לקי משום זה וכמו שפרשנו, משא\"כ בכהן דלא עדיפא ממשוחררת דג\"כ לקי משום זונה א\"כ איך תישתרי לכהן, והגם דבשפחה כנענית אם נאמר דזה הוי שפחה חרופה הלא על כרחין מן היחוד והוא הביאה וכדאמר פרק השולח (דף מ\"ג) שפחה כנענית בת איתרוסי הוא אלא מאי אית לך למימר מאי מאורסת מיוחדת כו' וא\"כ אימת הוי כקנויה להעבד כשבא עליה א\"כ בשבועל אותה בא על השפחה ששייך בה לא יהיה קדש שהיא כהפקר, בכל זה לא שייך לומר ל\"ש כהנים ל\"ש ישראל, שבישראל רק על ביאה ראשונה משא\"כ בכהן שעל כל ביאה וביאה עבר משום זונה. אך ז\"א דהא אנן קיי\"ל כרע\"ק דסבר דשפחה חרופה בחציה שפחה כו' הא על שפחה כנענית המיוחדת לע\"ע ליכא חיוב דש\"ח, א\"כ לקי עלה משום לא יהיה קדש על כל ביאה וביאה ואפ\"ה שריא רחמנא הוה\"ד לכהן וסבר הגמרא דשמואל קאי אליבא דרע\"ק, ומשו\"ה פריך לדידיה מהא דשקלו וטרו אם עבד עברי כהן נרצע יעו\"ש, [או דכיון דעל ביאה ראשונה שייך ל\"ש כיון דחידוש הוא, תו אמרינן הואיל ואישתראי בשאר ביאות] ודוק היטב בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הבא על אשה וכו', מאחר שאסר בת הבת כו'. לפיכך הבא על בתו מנשואתו חייב שתים כו':</b><br><b> הנני </b> להעתיק פה מש\"כ בחידושי סנהדרין, בירושלמי פרק הנשרפין הלכה א', בעון קומי ר' אבהו הבא על אשה וכו'. בשמועה זו נשתבשו הגירסאות פה וביבמות פרק נושאין ואבאר הגירסא הנכונה משני המקומות וכן היא הגירסא הברורה, בעון קומי ר' אבהו בת בתו מן הנשואין בת בתו מן האונסין, [פירוש אם חייב הבא על בת בתו מנשואתו שתים חד משום בת בתו דאף מאנוסתו חייב, וחד משום בת בת אשתו דאף אם אינה בת בתו חייב, וא\"כ בת בתו מנשואתו יתחייב שתים] אמר לון כל שם בת בת אחת. ופירוש דאינו חייב רק אחת, ושם להלן, הגירסא ביבמות, בעון קומי ר' אבהו, הבא על אשה וילדה בת [ובא עליה] וילדה בת ואח\"כ בא עליה מהו שיהא חייב עליה משום [בתו ובת בתו] ומשום אשה [ובת בתה] כצ\"ל, אמר לון שארה הנה זמה היא כולהם משום זמה, פירוש דבת בתו כתיב גבה הנה. ערותך הנה. ואתיא הנה הנה זימה זימה והוי כאילו כתיב זימה היא גבי כולהו, א\"כ עשאן הכתוב זימה אחת ואינו חייב רק חטאת אחת, וזה כמו שאמר ר' אבהו בשם ריו\"ח בכריתות ט\"ו גבי הבא על חמותו, ורק חידוש למדנו דעל כל הני דילפינן בגז\"ש דהנה הנה זימה זימה כולהו זימה אחת. [ומתורץ בזה קושית התוספות בכריתות (דף י\"ד): דאמאי לא חשיב בת בתו ובת בנה ועוד, דלפ\"ז כולהו זימה אחת]. ר' חגיי בעי קומי ר' יוסי למה לית אנן אמרין בתך לא תגלה בת בתך לא תגלה, [פירוש מדוע אינו חייב שתים על בתו שהיא בת בתו ומדוע לא אמרינן דהוי תרי לאוין בתך לא תגלה ובת בתו כיון דלמדין אותה מקו\"ח כדאמר לעיל] א\"ל ויימר קרייא ערות אשה ובת בתה לא תגלה ואנן אמרין בתה לא תגלה בת בתה לא תגלה, כן הגירסא בסנהדרין, ופירושו, דא\"כ ניכתוב קרא בת בתה, ובתה נילוף מקו\"ח כמו דילפת בתו מקו\"ח, ועל כרחין משום דבתה ובת בתה אי אפשר לאשכוחי בגוף חד, כתב בשני לאוין, ובתו ובת בתו דאפשר לאשכוחי בחד גוף סמכא רחמנא אקו\"ח ולא כתבה בהדיא כדי שלא לחייבו שתי חטאות, לכן הבא על בתו שהיא בת בתו אינו חייב רק חטאת אחת, וכפי הגירסא ביבמות אמר ליה אילו הוה כתיב ערות אשה ובת בתה לא תגלה הוינן אמרין [בתה לא תגלה בת בתה לא תגלה] פירוש, דאילו לא הוי כתיב אשה ובתה ג\"כ היינו למדין מקו\"ח בתה מבת בתה, כמו דילפינן קו\"ח לבתו וכו' כדפרישית הגירסא דסנהדרין, וכ\"ז ברור:<br><b> ולפ\"ז </b> תמיה על רבינו שפסק כאן דהבא על בתו מנשואתו חייב שתים משום בתו ומשום ערות אשה ובתה, ובירושלמי מפורש דבת בתו מנשואתו אינו חייב שתים ולא יהא חמור בתו שאינו מפורש בתורה מבת בתו המפורש, וצ\"ל דרבינו מפרש כוונת הירושלמי דהכי בעו קומי ר\"א, דבמשנה דכריתות חשיב הבא על בת בתו חייב עליה משום בת בתו וכו' והוה קשה להו אמאי לא חשיב תנא בת בתו מן הנשואין בת בתו מן האונסין, ומשני משום דבת ובת שם אחד הוא, ולכן לא תני רק חדא, אבל כולהו שמות רחוקין הן וענינים חלוקים, וכן תמצא כזה בירושלמי פרק ד' מיתות הלכה ו' וניתני שלשים ושבע כריתות בתורה, ר' מנא אמר כל שם זכור אחד הן, ומה דאמר ר' אבהו משום זימה ופירשתי דכל מה דילפינן הנה הנה זימה זימה כולהן זימה חד, סבר רבינו דבתו ילפינן מקו\"ח וכרב בירושלמי וכאביי דאמר דגילוי מילתא בעלמא הוא כמבואר כאן בדבריו ולהלן בהלכות מאכלות אסורות פ\"ט ה\"ב ובהלכות טומאת מת פ\"א ה\"ב, וא\"כ חייב שתים על בתו ובת אשתו, ובפרט להך דיליף מובת איש כהן וכדר' חגיי ור' יוסי דמפלפלי בבתו שהיא בת בתו מי חייב שתים ולא אמרי משום דעשאן זימה אחת וכמוש\"ב ודוק בכ\"ז:"
            ],
            [
                "<b>כיון שקידש אדם אשה נאסרו עליו מקרובותיה שש נשים וכל אחת מהן ערוה עליו לעולם וכו':</b><br><b> מפורש </b> במסכת דרך ארץ פרק א', ובתוספות ריש יבמות בסד\"ה בתו כיון דאתיא מדרשא כו', ובת אשתו היכי דנכנסה לחופה ולא נבעלה נראה לר\"י דחייב על בתה אף ע\"ג דערות אשה ובתה לא תגלה כתיב דמשמע ביאה דסברא הוא דאין תלוי בביאה דהא לא מחייב על בת אנוסתו אלמא בקדושין תליא ואין סברא לומר דבתרוייהו תליא מילתא ע\"כ, ובגליון הגמרא שלי כתבתי, משנתנו הוא מפורש כן, המקדש אשה ובתה כאחד אינן מקודשות, אלמא דלא תפסי קדושין, ולקמן (דף י\"ט) מאי פוטר נמי פוטר בשניה ושם אשה ובתה תניא, ואין שם רק זיקה דהוי כמו כנוסה בלא ביאה, וכן מפורש בנזיר (דף י\"ב) באומר לשלוחו צא וקדש לי אשה כו' ומודה ר\"י באשה שאין לה לא בת כו' מורה דעריות דמשום קדושין אסורות חשיב, אלמא דהוה ערוה כיון שקידש אמה וכן בחולץ ליבמתו אם יש זיקה אסור באמה, וראיתי שהרגישו בכמה ראיות בספרי המחברים:<br><b> וכעת </b> נראה לי דכוונת התוספות כן, דהם שקלו וטרו מנא לן בתו מנשואתו דהא אין מזהירין מן הדין וע\"ז פלפלו ריש הדיבור, דלא דמי לאחותו שהיא אחותו מאביו ואחותו מאמו יעו\"ש, אבל הכא הוא בכלל אשה ובתה, ולכן שקלו וטרו עוד דכתיב בקרא ערות אשה ובתה לא תגלה, את בת בנה ואת בת בתה לא תקח לגלות ערותה, ופשטיה דקרא משמע דבת בנה של אשה שהיא אשתך לא תקח לגלות ערותה [דחדא משמע] כמו לשון הגמרא גבי ואשה אל אחותה לא תקח לצרור (בדף ח): וזה ערותה של בת בנה או בת בתה לחודא, אבל האשה היא אשתך וארוסתו מקרי אשתו כמו הכל היו בכלל אשת רעהו יצאת ארוסה כו' ריש פרק ד' מיתות, ורק על אשה ובתה כתיבא ערות אשה ובתה לא תגלה דמשמע ערות שניהם, וא\"כ הא ילפינן מקו\"ח דכש\"כ הוא, דמה בת בנה ובת בתה אסורה אף דלא היה לו באשתו רק קדושין לבד כש\"כ בתה, וכמו דיליף בפרק הנשרפין על בתו מקל וחומר דבת בתו יעו\"ש, רק דקשה הא אין מזהירין מן הדין, ובשלמא כרת איכא למימר דילפינן דכרת לא בעי אזהרה דפסח ומילה איכא בהו כרת ולענין עונש שמים לא שייך אין עונשין מן הדין וכן משמע מרש\"י זבחים (דף י\"ד) ד\"ה חוץ לזמנו ומיהו כרת לא יליף מיניה יעו\"ש, [אמנם באמת רש\"י קאי תמן לר' שמעון ואיהו סבר בפרק בן סורר ומורה דעונשין מן הדין יעו\"ש] והא דבריש אלו הלוקין מייתי קרא יתירא לאחותו מאביו ומאמו, הרי דלכרת בעי קרא יתירא דאין עונשין מן הדין, נראה דהוא כוון לקרבן וכמו דאמר בריש הסוגיא שם, דכרת דאחותו לחלק דהוא לענין קרבן דלענין כרת לא שייך אטו נכרת ב' פעמים, כן כי גמר דאין עונשין מן הדין לקרבן קאי וקרבן בעי אזהרה ובמק\"א הארכנו, ועיין תוספתא דשבועות גבי מושבע מפ\"ע דתנאי פליגי אם עונשין קרבן מן הדין יעו\"ש ובירושלמי דע\"ז פרק ה' הלכה י\"ב דמביא משחוטי חוץ לחולין שנשחטו בעזרה במה הצד, ופריך אי מה התם כרת, ומשני ולאו ר' ישמעאל אמר למדין מקו\"ח ואין עונשין מקו\"ח הרי דעל כרת אין עונשין ואפשר דעל קרבן קאי, ובאמת בבבלי סוף פרק האיש מקדש מתרץ באופן אחר יעו\"ש, וכמדומה לי שבספרי הכללים האריכו בזה.<br><b> (נ\"ב. </b> עיין רשב\"ם ב\"ב פ\"ח ע\"ב ד\"ה למעוטי מדות מכרת ובחולין קט\"ו ע\"ב בתו' ד\"ה מה לחמץ בפסח כו').<br><b> סוף </b> דבר, מצינו לומר דכרת ילפינן מקו\"ח ואזהרה לא ילפינן ואין עונשין אלא א\"כ מזהירין, נמצא דליכא עונש מיתה בלא בעל את האשה שנשא מקודם דערות אשה ובתה לא תגלה כתיב דמשמע דשניהם לגלות איכא אזהרה. וא\"כ שפיר אין קדושין תופסין כיון דאיכא כרת וכמו דיליף בסו\"פ האומר בקדושין דהוקשו כולם לאחות אשה יעו\"ש, אבל אין עונש מיתה, ע\"ז כתבו ונראה לר\"י דבת אשתו דנכנסה לחופה ולא נבעלה נראה לר\"י דחייב, פירוש מיתה אף ע\"ג דערות אשה ובתה לא תגלה כתיב והיכי דפשטא דקראי משמע כן כתבו מקודם דזה הוי מן הדין וא\"כ אין מזהירין מן הדין דבת בנה ובת בתה דסברא הוא דאין תלוי בביאה ואין זה בכלל אין מזהירין מן הדין כו' והמשך דברי התוספות יאיר להמעיין דכוונו למה שכתבנו בס\"ד:<br><b> וזה </b> כוונת רבותינו בתוספות ריש פ' נושאין על האנוסה שכתבו ואר\"י דסברא הוא כיון דכתיב שאר בקרא וע\"י הנשואין באה השארות, א\"כ ע\"כ פשטא דקרא דערות אשה ובתה כאילו כתיב ערות בת אשתך לא תגלה תו אינו נגד הפשט, ויש בכלל גם בת ארוסתו דידעינן מקו\"ח דבת בנה ובת בתה וכמו שכתבו על בתו שהיא מנשואתו כיון דאינו נגד הפשט תו ידענא מקו\"ח דהוי בכלל אשה ובתה, רק כאן דהיה קשה להם דהפשט ג\"כ דדוקא בבא על אשתו, והכריחו דזה אין סברא ועל כרחין דכאלו כתב ערות בת אשתך לא תגלה, ותו גם ארוסתו הוי בכלל כיון דאיכא קו\"ח ולא שייך אין מזהירין מן הדין ועיין חידושי הלכות שם ודוק\n<sup> *</sup><i class=\"footnote\">וע\"ד החדוד יש לומר דבאמת חמותו ידעינן מקרא דאיש כי יקח את אשה ואת אמה, הרי דבקיחה דאשתו לחוד מיתסר גם באמה וכמו דת\"ר כאן נאמר קיחה כו', ולפ\"ז למאן דסבר קדושין שאין מסורין לביאה לא הוי קדושין א\"ש משנתנו דהמקדש אשה ובתה, דבהאם ודאי דמיתסר בקדושין לחוד, ותו גם על הבת לא חיילא קדושין דהוי קני את וחמור, רק לאביי דסבר קדושין שאינן מסורין לביאה הוי קדושין א\"כ טעמא דמשנתנו משום כל שאינו בזא\"ז כו' וכאן איתא בזא\"ז אם יקדש האם מקודם, והא לאביי שוב ילפינן בקו\"ח מבת בתה ואין זה לדידיה ילפותא מן הדין דגילוי מילתא בעלמא הוי כדאמר ריש פרק הנשרפין ודוק, אבל ז\"א דהא רבא מוקי במקדש אחת מאשה ובתה ג\"כ אמר דאינן מקודשות משום דאינו מסור לביאה, והא בתה תהא מקודשת מספק דמסור לביאה דאף אם היא בת ארוסתו ג\"כ מותרת, וכאן לא שייך קני את וחמור, וע\"כ כדפרישית בכוונת התוספות, דלענין כרת לא עלה ע\"ד התוספות להסתפק דודאי עונשין מה\"ד ודוק:</i> . ופשט המקרא היה נראה לפרש ערות אשה ובתה לא תגלה כולל גם אם אשתו ולכן בעונש כתיב ואיש אשר יקח את אשה ואת אמה כו' ואתהן, שלפי הפשט או אשה אם היא באיסור שנשא אמה מקודם והיא בת אשתו, או אמה אם היא באיסור שהיא אם אשתו שהיא השניה, וכן האזהרה הוא ערות אשה ובתה לא תגלה, פירושו איזה מהם היא השניה או האשה או הבת, אותה לא תגלה, אמנם בגמרא (בדף צ\"ד) פליגי בקרא דכי יקח ודוק:<br><b> הגה\"ה</b>"
            ],
            [
                "<b>בא עליהן לאחר מיתת אשתו הרי אלו בכרת ואין בהן מיתת ב\"ד כו' ובזמן שאין שתיהן קיימות אין שם שריפה:</b><br><b> הנה </b> בזה פליגי רש\"י ותוספות, דרש\"י במסכת סנהדרין דף ע\"ו פירש דאיסור ארור שוכב בעלמא איכא, ורבנן בתוספות סברי דכרת איכא וכפי דעת רבינו [אבל באשה ובתה ובת בתה ודאי לאחר מיתה בכרת דכתיב בגופייהו, וכן מוכרח מהא דאמר בדף כ\"ב: ואימא פרט לאחותו מאנוסה ההיא ל\"מ אמרת מדרבא כו' כאן באונסין כו' ומיהו בנו מן האונסין בנו הוא, רש\"י, יע\"ש, ומנא ליה דילמא מן האונסין הוי כמשפחה ולאו בנו ובת בנך מיירי לאחר מיתת אשתו דאינו בלאו ודוק], ולכאורה מוכח מירושלמי פ' ד' אחין הלכה א' כרבינו, דרב אמר שם חליצה קנין התיב ר\"ח חברין דרבנן והא מתניתא פליגא על רב, ג' אחין שנים מהן נשואין שתי אחיות או אשה ובתה אשה ובת בתה כו' ה\"א חולצות ולא מתיבמות שניא היא איסור אשה ובתה בין בחיים בין לאחר מיתה, פירוש וכי יש חילוק בזה בין בחיים בין לאחר מיתה, הרי דסבר דאין קנין אף לאחר מיתה דקדושין ג\"כ לא תפסי בהו דארור שוכב ודאי לא שייך בקנין דחליצה לחודא, וא\"כ מוכח דכרת יש גם אחר מיתה. אמנם ז\"א, דבירושלמי מביא הך פלוגתא דבאש ישרפו אותו ואתהן בפרק האשה רבה הלכה ו', ומפרש מילתא דקראי לר' עקיבא דאת שתיהן הוא לאיסור שאשתו נאסרת עליו ע\"י לקיחת אמה יעו\"ש וכמו דאמר ר' יהודה ומידרש אליביה גם בתלמודין ד' צ\"ה כן, ולא מפרש כרבא דאמר לאחר מיתה איכא בינייהו, אבל לדידן קיימא לן דר\"ע סבר דלאחר מיתת אשתו ליכא שריפה כן איתמעיט מכרת ודוק, ופשטות השמועה דגר בפרק נושאין דאמר ומאן דשרי כר\"ע דאמר חמותו לאחר מיתה קליש ליה איסורא וגבי גר לא גזרו רבנן, מורה כרש\"י דאין כאן כרת, ועיין בתוספות שם שפירשו לפי שיטתם:<br><b> אמנם </b> שמועה אחת יש אשר ממנה נוכל למצוא סעד לספק זה שנסתפקו בו הקדמונים, והוא בכריתות דף ט\"ו בפלוגתא דר' יוחנן ב\"נ, בבא על חמותו חייב עליה משום חמותו ואם חמותו ואם חמיו דרבנן פליגי עליה דשלש שמות מחולקין בעינן, וכאן הוי שם אחד, דאמר דהך דריב\"נ כסומכוס בשחטה ואת בת בתה, ואח\"כ שחט את בתה, דסומכוס סובר סופר שמונים, ואמר עד כאן לא אמר ריב\"נ רק כאן דשמות מחולקין דמתקריא אם חמיו ואם חמותו וחמותו, אבל התם חד שם הוי, ועד כאן לא אמר סומכוס אלא גבי אותו ואת בנו דגופין מחולקין, אבל היכי דאין גופין מחולקין אימא כר' אבהו א\"ר יוחנן שארה הנה זמה היא הכתוב עשאן לכולן זימה אחת, והסוגיא עלומה הביאור, דלפי שטחיות השמועה הך קרא דזמה היא עושה אותן לשם אחד שלא תימא דשלשה שמות כתיבי בקרא, אשה ובתה, בת בנה, בת בתה, זימה היא השלש שמות הן שם אחד, אבל מה דהוי גופין מחולקין באותו ואת בנו ידענא מסברא, וזה שאמר אבל הכא דאין גופין מחולקין אימא כר' אבהו כו', פירוש משום שמות לבד הוה אמינא דכר' אבהו אר\"י ס\"ל כו' דזה ילפינן מקרא דבא על אחותו שהיא אחות אביו ואחות אמו דחייב שלש חטאות הואיל ואיכא שמות מחולקין, לכן כתב כאן קרא דזימה היא לעשותן שם זימה אחת והוי שם אחד, אבל מה דהוי גבי אותו ואת בנו דהוי שם אחד דמחד לאו נפקא בנו ואותו, אותו ואת בנו, רק דשם הוי גופין מחולקין וכאן אין גופין מחולקין, צריך ביאור גדול ומובן אמאי, ויותר תימא, דהתוספות ישנים פירשו, ולענין אחות אשה נמי אם היה נשוי שני נשים ובא על השלישית שהיא אחות שתיהן לזו מצד האב ולזו מצד האם סומכוס מחייב שתיהן, הרי דשם הוי שם אחד מצד אחות אשתו רק דכאן הוי גופין מחולקין וצריך מובן אמאי:<br><b> והנ\"ל </b> דהנה כאן ובחולין הלא האיסור מורכב מסיבת גופים שונים, רק שהאחרון הוא החיוב, כן שם ששחט האם ובת הבת, אחרי זה השוחט הבת חייב מפני ששוחט אותה בצירוף האם ובת הבת, וכן כאן בא על האם שכבר נשוי שלשה, את בתה ובת בתה ובת בנה, רק שאם נביט על החיוב הלא אין כאן רק אחד, וא\"כ יש לזה פרט, והוא באותו ואת בנו, אם שחט האם הלא עדיין אסור לשחוט את הבת ובת הבת ביום אחד, א\"כ האיסורים מתחלקים וכי איקלע ששחט האם ובת הבת ביום אחד אסור לשחוט את הבת משום גופין מפורדין, אחד מפני ששחט באותו יום אמה ועובר משום אותו ואת בנו. והשני ששחט בת הבת באותו יום ועובר משום בנו ואותו, והוי האיסור מהרכבת גופים שונים אשר הבת אסורה להשחט בצירופו ביום אחד ואיקלע שנשחטו שניהן ביום אחד והבת עמהן באותו יום, ואנחנו מביטין שנשחטה עם אמו באותו יום ועם בתו באותו יום והוי גופים מחולקין, אבל גבי חמותו מכי נשא בתה נאסרה עליו ואין לנו להביט מה שהיא אם חמותו ואם חמיו, כי הגם שהיא אסורה עליו מצד כל חדא שהיא אם חמותו ואם חמיו ואם אשתו, אבל האיסורין אינם יכולים לחול מפורדין שאם נשא בתה, שוב אין אופן שתהא אמה בת נשואין אליו מצד בתה, רק שנשואי בת בתה היה ג\"כ גורם האיסור עליה וא\"כ הוי גוף אחד שמצד איזה סיבות נאסרה עליו, ולכן כתבו בתוספות גבי אחותו שלא נאסרה רק בחיי אחותה, וכמו שאמר ואשה אל אחותה לא תקח כו' עליה בחייה, וא\"כ היא אסורה להנשא לו בחיי אחותה מאביה ואסורה בחיי אחותה מאמה וכל אחד דבר נפרד בפני עצמו, וכי נצטרפו שתיהן ששתיהן חיות הנה אסורה מצד סיבת שתיהן שכל אחת מהאחיות חיה והוא בא בצירוף נשואיה, שאיסור האחת חל בזמן בפני עצמו בלא הסיבה מהשניה והוי ממש דומה לאותו ואת בנו ודוק. והנה אם נאמר גבי אם אשתו, שלאחר מיתת אשתו מותר בחמותו רק איסור דשוכב עם חמותו איכא ולא כרת, וא\"כ לחיוב חטאת אין כאן רק בחייה, הלא כשנשא אשה אסור באמה מצד שהיא חיה, ואם תמות מותר לישא אותה אחרי מיתת אשתו וליכא קרבן, רק מחמת שנשא בת בתה או בת בנה והיא עדיין בחיים, א\"כ המה איסורים שונים ומפורדין, וכי כולמו חיות הנה והוא נושא האם בחיי כולן הלא כאן גופין מחולקין כמו באותו ואת בנו, ועל כרחך דחיוב כרת איכא לאחר מיתה וקרבן בכרת תליא, וא\"כ חיי כל אחת לא הוסיפה אחרי נשואי אחת מהן שום חיוב קרבן, אבל באותו וא\"ב הלא כל אחד איסור בפני עצמו שלשחטה עם אמה ביום אחד אסור, ואח\"ז נשאר עליה האיסור לשחוט עם הבת ביום אחד ומתיחס האיסור שהיא נשחטת עם האם ביום אחד ועם הבת ביום אחד ודוק היטב. [ובלא דברי התוספות הו\"א דאותו המעשה אילו עשה אותה בהיפוך אין כאן עבירה כלל שאם יבעל אשה ואחר זה יקדש בתה אין חיוב כלל דנושאין על האנוסה, רק השתא שקידש את הבת אסור לבעול לאמה משום חמותו, נמצא דהחיוב גורם השם שנעשית על ידי קדושי בתה חמותו ותו נאסרה עליו, אבל אין קדושי הבת מסייעין לעבירה כלל, רק נתפס עליה שם חמותו, ובעילת חמותו חייב כרת וקרבן ובה אין גופין מחולקין, אבל באותו ואת בנו המעשה מתיחס אל הגופין המחולקין שבין אם ישחוט האם קודם ואח\"ז הבן, בין להיפוך הכל אסור, נמצא דפעולת שחיטת שניהן אסור והוי הכל גופין מחולקין ודוק. אמנם ז\"א דהא אף כי שחט איש אחר את האם ובת הבת, ואיהו שחיט את הבת חייב שתים דהאחרון חייב, נמצא דאינך מביט על מה שנשחט מקודם רק על השחיטה בצירופה אל הקודמים וזהו ע\"כ כמו שבארנו לעיל שבשביל זה גופין מחולקין ודוק]:<br><b> והנה </b> אם כי הוא מחוור מאוד, אמנם לרבינו דרך אחר בפירוש השמועה, המעיין יראה בחיבורו ובפירושו למשנה. וזה, כי באמת האשה שהוא בא עליה, יש עליה שלשה מיני איסורים המה בגוף אחד היא החמותו אך בהתיחסותם אל איסורי, שהיא אם אשתו ואם חמותו ואם חמיו, הרי תו מתיחס איסורה לשלשה גופים, אבל א\"כ באותו וא\"ב שפליגי בו סומכוס וחכמים ג\"כ השה הוא גוף אחד, רק בהתיחסותו באיסוריו מתיחס לאמו משום אותו ובנו, ולבנו משום בנו ואותו והוא לגופין מחולקין ומאן מוכח. ויש על זה מופת הגיוני איך יהי ההתיחסות, דהגע בעצמך, השה ששוחט מה הוא להנשחטים בראשונה, לאמה היא בת ולבתה היא אם, ונצייר לדמיון אם ישחוט אמה ואח\"כ אותה ואח\"ז בתה, הרי חייב עליה משום שהיא בת לאמה, ועל בתה מפני שמתיחס לה לא עבור ההתיחסות אל אם אמה, וא\"כ השתא ג\"כ שדנין התיחסותה לסיבת האוסרים אותה שזה אוסרה שהיא לו בת וזה שהיא לו אם [וחכמים חולקים עליו משום דחד לאו הוא לכן אינו סופג אלא ארבעים] אבל כאן הלא תחלק שלאשה זו היא אם ולאשה זו היא אם אביה ולאשה זו היא אם אמה, בין נא וראה, אם ישא אדם אשה מקודם, ואחר כך בת בנה ואח\"ז בת בתה ואח\"ז בתה, הלא יתחייב שלש חטאות דהוי גופים מחולקים, מכל מקום סיבת האיסור הוא שהם בניה וכולם מתיחסים לגוף אחד היא אשתו ראשונה אם כולם ולא הבדילה תורה בשלש דורות הואיל והם בניה, תו השתא שנבעלה ובביאתה בא האיסור ג\"כ שדנין האיסור להתיחס אחריה שהיא גוף אחד שהיא אם כולם סיבת האיסור. ומה מתקו לפ\"ז דברי הגמרא, עד כאן לא אמר סומכוס אלא היכי דגופין מחולקין אבל היכי דאין גופין מחולקין אימא כדר' אבהו כו' זימה היא כו' ועשאן הכתוב כו' זימה אחת, ובא רבינו בפירוש המשנה וביאר לפי שאינן אלא משם אחד ר\"ל חיבור בין (האחים) והבנים של אדם זה ר\"ל לאה, וט\"ס נפל וצ\"ל [האם] והבנים ז\"ל בחיבורו, אעפ\"י שזקנה היא כו' וג' שמות הן כו' אינו חייב אלא חטאת אחת לפי שנאמר באשה ובתה כו' הכתוב עשה ג' גופין כגוף אחד לפיכך יחשבו הג' שמות כשם אחד, פירוש שהתחברותן יחד אסור בעבור האם לפיכך נחשבו השלש שמות כשם אחד ודוק. ואמנם ביאור הגמרא לפי רבינו הוא נכון, אולם רש\"י ותוספות הביאו בפרק אותו וא\"ב דסומכוס פליג גם על רישא דשחט שני בניה ואח\"כ שחטה דסופג שמונים אע\"ג דייחס שניהן אל האם ונמצא לפי ביאור רבינו הוי גופין מחולקין רק באופן שאין שניהם מתיחסין לגוף אחד, וכאן אם ישחוט האם קודם ואח\"כ ישחוט בניה הלא איסור שניהם הוא מצד שמתיחסין אל גוף האם וחד לאו ואמאי מחייב סומכוס שתים כדפליג בתוספתא והביאוה רבוותא שם:<br><b> אמנם </b> הנה מצינו בירושלמי יבמות פרק נושאין על האנוסה אמר ר' ליעזר סומכוס ור' יוחנן בן נורי שניהם אמרו דבר אחד כו' ר' יודא בר פזי בשם ר' יוחנן מודה סומכוס בראשונה אשכח תני עוד היא מחלוקת, ופירושו דלר' יוחנן דמודה סומכוס בשחט שני בניה ואחר זה שחטה אינו דומה הך דסומכוס לר' יוחנן בן נורי וכמו שבארנו דתמן הן גופין מוחלקין דאיסור הבת בת דבוק אל שחיטת הבת, ואיסור הבת דבוק אל הזקנה ולכן הוי גופין מחולקין, אבל כאן האיסור משום שכולן מתיחסין אל הזקנה שהן בניה ובזה אין גופין מחולקין, אבל למתניתא דפליג סומכוס בראשונה אעפ\"י ששניהן הן שני בניה ומתיחסין אל האם שפיר אמר ר' ליעזר דאמרו דבר אחד, [וכן מוכרח דאין לפרש דהו\"א דתרי שמות נינהו אותו וא\"ב, בנו ואותו, דז\"א כיון דמחד לאו ילפינן, ואלו אשה ובתה ובת בתה תרי לאוי ואם חמותו ואם חמיו תרי שמות נינהו ודאי] ולפ\"ז אינו מוזר דהסוגיא דבבלי אזלא כר' יוחנן דמודה סומכוס בראשונה. ואם כי הסוגיא נכון לפירוש רבינו, בכ\"ז אם נוקים הך סוגיא כהתוספתא אין מקום לפרש רק כמו שפרשנו אליבא דרבוותא בתוספות וכפי שיטתם דחמותו לאחר מיתת אשתו ג\"כ בכרת קיימא וחיוב חטאת דחיילא כיון דנסיב את בתה תו לא פקע מחמותו אף כי תמות הבת ולא מצי לבוא איסור אם חמותו או אם חמיו לחול לבדו בלא חיוב חמותו וכמו שבארנו לעיל והדברים מחוורין. וראה עוד בנוב\"י מהד\"ת סימן קמ\"ח שרצה לומר דבבת אשתו ליכא רק איסור בעלמא, וז\"א כמוש\"ב לעיל, ודוק היטב בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>הבועל אשה דרך זנות כו' אבל חכמים אסרו כו' מפני שהזונה באה לקרובותיה כו' ואם כנס הקרובה כו' לא יוציא:</b><br><b> ואם </b> נטען מאשה ונפלה בתה לפניו ליבום מאחיו, פסק הרי\"ף בשו\"ת שאעפ\"י שאיסורה הוי רק מדברי סופרים בכ\"ז חולצת ולא מתייבמת כאיסור שניות שחולצות ולא מתייבמות עכ\"ל. ונמצא דעתו דמשום מצות יבום הקודמת למצות חליצה לא התירו ליבם, וטעמו נראה דיצא לו מהך דתניא בתוספתא פ\"ג וכולן שנשאו לאחרים ומתו מותרות להנשא להן, ר' אליעזר אומר כולן שנשאו לאחיהם ומתו מותרות להתייבם, משמע מפורש דווקא בהנך דאם נשאו לאחרים ומתו דמותר בהן הוא הדין דאם נשאו לאחיהם ומתו ג\"כ מותרין להתייבם, דהחשש על שעבר שמא חשב לישא אותה לכן אסרה על בעלה או שמפני זה נתגיירה וכיו\"ב, אבל הכא דאסור שמה יזנה עם הקרובה שתבוא לאשתו ואין נפק\"מ אם נשאת לאחר ומת בעלה אסור לישא אותה, הוא הדין דאם נשאת לאחיו ומת לא שרינן משום מצות יבום וז\"ב כהרי\"ף ודוק:"
            ],
            [
                "<b>מי שנטען כו':</b><br><b> הרמ\"א </b> בסימן ט\"ו הביא שאם הקרובה רגילה לבוא אליו ע\"י אשתו כופין אותו לגרש את אשתו, ולא דמי להא שפסק רבינו דאם כנס אינו מוציא משום דתמן זנה עמה טרם שנשא קרובותיה, אבל כאן הלא סיבת הזנות היה על ידי שהקרובה באה לאשתו ולכן זינה עמה ואשתו לא שמרתו ולא איכפת לה ועיין משל\"מ בזה, והדין מפורש בירושלמי פרק האשה רבה ה\"ו אתא עובדא קומי ר' מנא ואפיק לה לא דהוא סבר כר' יהודה אלא שהיתה מתרגלת לבוא אצלו, ובזה מדוייק לשון הבבלי צ\"ה ההוא דעביד איסורא בחמותיה כו' אסריתא עליך איסורא לעלם, פירוש דעכשיו אסור באשתו כל זמן שחמותו קיימת מפני שחמותה רגילה לבוא אצלו, אבל אם הוי חייש לדר' יהודה הוי אסר את אשתו עליו אף לאחרי מות חמותו ודוק. ולפ\"ז קשה הא דאמר בפרק ר\"ג ההוא מידם דיים מחמתיה ולכן נגדיה רב ששת כיון שצריך לגרש אשתו, תו אמאי אסור לחלוף על פתחא דבי חמוה, ואולי חשד שאני שע\"ז אין כופין לגרש את אשתו רק באיכא עדים שבא עליה, ורבינו מפרש דאף אם גירש אשתו או מתה ג\"כ נגדיה אמאי דחליף ותו שפיר למד לכל נטען על הערוה ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>הבא על הקטנה אשת הגדול אם קידשה אביה ה\"ז בחנק והיא פטורה מכלום ונאסרה על בעלה כמו שביארנו בהלכות סוטה:</b><br><b> הנה </b> בהלכות סוטה ביאר עוד בזה, ועיין בכסף משנה שם שקילס לדברי ההמ\"ג, ובאמת איכא עוד סוגיא בפרק אלו נערות דף מ' דרשב\"ל אמר המוציא ש\"ר על הקטנה פטור ופריך הגמרא ל\"ל קרא הא כתיב והוציאו את הנערה כו' וקטנה לאו בת עונשין היא, הרי מוכח דדוקא מעונשין מיפטרא הא מיתסרא אבעלה היא מיתסרא, דאי לא\"ה אטו אם יוציא ש\"ר על אשתו שנאנסה יתחייב, וכן כתבו בתוספות שם בד\"ה הא לאו הכי יעו\"ש, וכן מוכח בירושלמי שם פרק נערה הלכה ה' המוציא ש\"ר על הקטנה כו' ויאות אילו גדולה ולא התרו בה שמא כלום היא וקטנה שהתרו בה כגדולה שלא התרו בה, הרי דרק מעונש מיפטרא הא רצון דילה הוי זנות להאסר על בעלה, וכן הביאו האחרונים הך שמועה דסנהדרין בפרק ד\"מ גבי ישראל הבא על הבהמה בשוגג דמיבעי אם הבהמה נהרגת, ופשיט רבא ורב יוסף ממשנה דנדה דתנן דע\"י קטן וקטנה הבהמה נסקלת על ידן ומשני כיון דמזידה היא תקלה נמי איכא ורחמנא הוא דחס עלה כו' הרי דהגמרא קרי לה תקלה בקטנה, אלמא דבת רצון הויא ויעוין באליהו רבא להגר\"א מה שהעיר בזה בסידור המשנה יעו\"ש:<br><b> ויתכן </b> דהא דמסקה הגמרא ביבמות דף ס\"א בטעמא דר\"א אליבא דרבא דאמר כהן לא ישא את הקטנה שמא תתפתה תחתיו, ופריך א\"ה ישראל נמי ומשני פתוי קטנה אונס הוא, קאי אליבא דפום ס\"ד דסבר רבא דפתוי קטנה אונס הוי, ובאמת אין מכריח הפירוש, דאפשר דהכי אמר דלהא לא חייש שמא תתפתה תחתיו, כיון דלא יהיה עדים, וקטנה אם תאמר טמאה אני, הלא ע\"ז אמרו אטו אמירה דהני מידי מששא אית בהו [ריש פסחים] ואף אם תאמר ג\"כ לא תיאסר לבעלה, לכן לא חייש כיון שהוא יהיה עמה בהיתר והיא קטנה אוכל נבילות, רק בכהן חייש בשביל הבנים שמא תתפתה ונמצא דהוי זונה אצלו ותו כי משהה אותה הוי חללה דאיהו עושה אותה חללה ולסוף בניו שתלד לו כשתהא גדולה יהיו חללים וספק חלל ג\"כ אסור לכהונה והחמירו חכמים בחללים ופסול יוחסים, וא\"ש שנויא דרבא. רק הגמרא נקטא לפום מאי דס\"ד דכמה אמוראי דפתוי קטנה לאו רצון הוא, אבל לפום הלכה מצי לומר דמשום איסור זונה לא חייש דכשתגדיל תגלה לו כי טמאה היא ולא תעביד איסורא, ומשום דעבדא איסורא בקטנותה הלא יהיה עמה בהיתר כיון שאינה נאמנת, ואם לא תגלה אליו כשתגדל ג\"כ לא חייש לזה כיון שאינו יודע והוא בהיתר עמה, רק משום יוחסין חששו שיפסלו הבנים ודוק, [ויעוין מוהרי\"ק סימן פ\"א ד\"ה עוד נלענ\"ד דדבר פשוט כו']:<br><b> אולם </b> ראיתי בספר משכנות יעקב שהרגיש דלפי מה דמשמע מסנהדרין דעל קטן ג\"כ רמי איסור, א\"כ איך אמר בפרק ד' אחין דבקטן שהביא שתי שערות אתו איסורים בבת אחת כזר ששימש בשבת, וכן בשופעת מתוך י\"ג לאחר י\"ג דאיסור א\"א ונדה באין כאחד הא איסורא רמיא גם על קטן יעו\"ש, וזה אינו מכמה טעמים, חדא דזה ודאי דהא דאמר בסנהדרין דקטן ג\"כ עבד איסורא ורחמנא הוא דחס עליה, זה במידי דשייך במזיד, אבל קרבן דליתא רק בשוגג לא שייך בקטן, ובשפחה חרופה דחייב מזיד ושוגג לא פליג רחמנא וחייב אפילו קטן, דהא דצריך כפרה בשוגג משום דהוה ליה לאיזדהורי, זה לא שייך בקטן, ולכן בחיובי חטאות דבאיסור שוגג הוא, הוי הקטן כמאן דליתא בחיוב כלל ולא רמי עליה למידע ולמיזדהר, ורק כי קשיא ממזיד וכמו דמסיק שם דזר ששימש בשבת איסורא בעלמא חשיב, וכן בע\"מ ששימש בטומאה כו' יע\"ש כולא סוגיא, נראה לפי מה שהעלו האחרונים ובהם החת\"ס לפי מש\"כ הרא\"ש בשו\"ת דשיעור שנים בקטן הוא משיעורין דהלכה למשה מסיני, ובבני נח לא נאמר בהן שיעורין ולא נתנו שיעורין לב\"נ, תו במצות דידהו כל שהוא בר דעת לאו קטן מיקרי וגדול הוי לשבע מצות דידהו, ומש\"כ רבינו בהלכות מלכים שאין עונשין קטן הוא שלא הגיע לכלל דעת, [ולפ\"ז משכחת בן נח שהרג את הנפש כשהוא קטן דחייב ונתגייר דמיפטר ועיין פרק בן סורר ומורה דף ע\"א ודוק]:<br><b> ובזה </b> פירשתי דברי הגמרא בנזיר (דף ס\"ב) הניחא למ\"ד מופלא סמוך לאיש דאורייתא אלא למ\"ד דרבנן איש כי יפליא למה לי לאתויי מופלא סמוך לאיש דעו\"ג, ועיין תוספות שכתבו דדבר תימה הוא דבישראל ליתא אלא מדרבנן ועו\"ג איתיה יעו\"ש ולפ\"ז א\"ש, דבאמת לא ניתנו שיעורין לב\"נ, רק כאן דילפינן מאיש איש כי יפליא בישראל לרבות עו\"ג תו לא מצי מרבי רק באופן דאיתרבי גבי ישראל ואיש כתיב ולא קטן, רק דכתיב קרא יתירא איש גבי ערכין וע\"כ מרבינן רק מופלא סמוך לאיש דעו\"ג, [ואף אם הוא בן ט' אם יודע להפלות וסמוך לאיש לאו דוקא] אם יודע להפלות וכמו שהוא בר מצות במצות שנצטוו ב\"נ. כן הוא בחיוב הנדרים ומש\"ה אחרים לוקין על הקדשו [עיין ירושלמי יבמות פרק ב\"ש] כיון דאיהו בר חיובא ונכון. ולפ\"ז יש לחלק דבמצות שנצטוו בני נח גם בישראל הקטנים שהגיעו לכלל דעה איסורא רמי עלייהו וכמו שאמרו במכילתא בכיוצא בזה איש להוציא את הקטן כו' רעהו להוציא עו\"ג איסי בן עקביא אומר קודם מתן תורה היינו מוזהרים על שפיכות דמים לאחר מתן תורה תחת שהוחמרו הוקלו באמת אמרו פטור מדיני אדם ודינן מסור לשמים, דפירושו, דלגבי קדושת המצות ודאי דמצווין אחר מתן תורה מה שהיו מצווין קודם, רק לענין עונשין אם עבר ועשה טפי חסה רחמנא על דם ישראל ואקיל גביה לענין הורג עו\"ג ועוברים ואם הרוצח קטן, וכיון שכן בבא על הבהמה שגם בן נח מוזהר ונהרג ודאי דישראל מצווה בקטנותו כיון שהגיע לכלל דעה, וכן בקטנה א\"א שזינתה דב\"נ מוזהר גם על הקטנה רמי איסורא וחיובא ורחמנא הוא דחס עלה, משא\"כ בכולהו איסורי דנדה וזר ששימש בשבת ובע\"מ ששימש בטומאה וזר שאכל מליקה דאיסורים דידהו לא מצווה בן נח, גם על קטן ישראל לא רמיא שום דררא דאיסורא וא\"ש טובא ונכון בס\"ד:<br><b> ולפ\"ז </b> א\"ש מה שהשמיט רבינו בהלכות שגגות פ\"ד ה\"ב אוקימתא דרבנן סבוראי דמוקמי כגון דאית ברא לסבא, ופירש בפירוש המשנה שהבן נעשה י\"ג שנה כשכבר ייבם האב דחלה עליה שני האיסורים אע\"ג דעל אשת אביו היה מוזהר קודם שנעשה בר מצות, דזה תלוי בפלוגתא דר\"א ורע\"ק אם בן נח מוזהר על אשת אביו יעו\"ש, ורבינו פסק בסוף הל\"מ דבן נח מוזהר על אשת אביו, ומש\"ה בשפחה חרופה פסק רבינו דקטן מביא קרבן לכשיגדיל אע\"ג דאנוס וישן פטור דב\"נ שיחד שפחה לעבדו ובא עליה חייב לכן קטן מוזהר, והדברים נכונים:<br><b> ומה </b> מיושב לפ\"ז מה שבריש מסכת ערכין בהגהות תמה הרא\"ש על רבנן בתוספות שהקשו דלמה צריך קרא למעט בטומאת מקדש לקטן מכרת דהא לאו בר עונשין הוא, וכן הגמרא בריש שפרק בן סורר ומורה דפריך היכא אשכחן דענש הכתוב דבעי קרא למיפטריה, למה דקדקו על דרשה זו יותר ממה שנדרש בפרק ד' מיתות איש פרט לקטן גבי אשת איש ואשת אב וזכר ובהמה, ולפ\"ז א\"ש טובא, דזכר ובהמה שבן נח חייב עליהן (בימים הקדמונים) וכן אשת איש ואשת אב לר' עקיבא דבן נח חייב עליהן ונידון כשהוא קטן משהגיע לכלל דעה, דבזה בישראל גם קטן רמיא עליה איסורא רק רחמנא הוא דחס עליה קמ\"ל קרא דפטור, אבל בטמא שנכנס למקדש דבן נח אינו מוזהר וכן בבן סורר ומורה דב\"נ אינו מוזהר על כבוד אביו וכמו שאמרו ריש פרק הכותים אין להם נזירות יעו\"ש, וכיון שכן גם על קטן לא רמיא איסורא לישראל פריך שפיר למה לי קרא למיפטריה ודוק:<br><b> אמנם </b> הרב המאירי לנזיר בענין הנ\"ל מורה דעתו דאף במצות של ב\"נ אין קטן נהרג אף שהגיע לכלל דעת יעו\"ש. ונראה מובן אחר, דרבנן בתוספות פירשו, הא דלא נקט זר ששימש בטומאה משום דעל שמוש בטומאה לא הוזהרו זרים אלא כהנים דכתיב דבר אל אהרן וינזרו כו' וכן כתב רבינו בפ\"ט מביאת מקדש הי\"א ואם היה זר אינו לוקה אלא אחת משום זרות. ויעוין בכסף משנה שכן מבואר בתוספתא משום שלא הוזהר מלעבוד טמא אלא מי שראוי לעבודה וזר לא הוזהר יעו\"ש, כן כי הוזהר בעל מום והוזהר טמא ששימש לא נזהרו רק גדולים שקטנים אינם ראוים לעבודה ואינם מוזהרים, דדוקא הראוין לעבודה הוזהרו על מומין וטומאה, וכמו דמפיק בפ\"ק דחולין (דף כ\"ה) מאיש מזרעך לדרתם וגו' דאינו כשר לעבודה עד שיגדיל וכתיב אשר יהיה בו מום לא יקרב, וא\"כ הוזהרו דוקא גדולים דבני עבודה על טומאה ובע\"מ. ולפ\"ז יצא לנו דבר חדש דלענין מזיד אין לומר דבקטן שהגדיל חלו עליו כל האיסורים בבת אחת כיון דגם קטן מוזהר רק לענין עבודות כהונה שאני דאינו מוזהר ודוק [ויעוין פסקי מהרא\"י סימן ס\"ב בזה]:<br><b> אולם </b> באמת נראה, דכפי מה שביאר המהרי\"ק בשו\"ת דאיסור אשת איש שזינתה הוא רק כשמעלה מעל באישה ואעפ\"י שמותר, כמו אסתר שהלכה להציל כלל ישראל, ואעפ\"כ היתה אסורה למרדכי ולכן אומרת מותר ג\"כ אסורה לבעלה כיון שמעלה מעל באישה ודבריו מתוקים מאד, לכן אף בקטנה דאין איסור עליה מן הדין אם נאמר דאין שום אזהרה עליה, והא דקטן אוכל נבילות ב\"ד מצווין להפרישו הוא משום חנוך שלא יעשה בגדלותו, בכ\"ז הא מעלה מעל באישה ולכן פסק רבינו דאסורה לבעלה וז\"ב. ובזה יפה פסק רבינו דמשמש באבר מת דמקרי שחוף אע\"ג דפטור, בכ\"ז אוסר אותה לבעלה ומקנין על ידו דהא מעלה מעל באישה, וזה כוון שמואל שחוף מקנין על ידו ולכן דריש מאמן אמן שלא שטיתי ארוסה שומרת יבם וכולהו בהך גוונא משום דמעלה מעל באישה, אבל שלא נבעלת לאבי אף לרע\"ק דסובר מפותת אביו אסורה זה לא נזכר, דבזה האיסור פרטי, וכמו אשת כהן שנאנסה דאע\"ג דאסורה ליה בכ\"ז אין מי סוטה בודקין אותה ע\"ז וכמו דמפיק ירושלמי פ\"ד מסוטה תחת אישך פרט לאונסין, פירוש אף שהוא כהן ואסורה ליה באונס, לכן אמר ירושלמי שם, דאעפ\"י כן אשת כהן ששתתה מותרת ולא אמרינן דילמא באונס נבעלה יעו\"ש, ובזה אינו מגלגל כיון דעל זה האופן לא מעלה מעל באישה וברור, ולכן מוקי מתניתין כרע\"ק דסבר אין קדושין תופסין בחייבי לאוין אף דלא חשיב מפותת אביו דלדידיה מפרש סוף פ' החולץ דאסור יעו\"ש וע\"כ כמו שביארנו, ובל\"ז לק\"מ, דאין מגלגלין רק בדבר הדומה והיא אבדה חזקת כשרות דילה דפרוצים שכיחי בעלמא לכן מגלגל גם על כשהיא ארוסה, אבל על איש פרטי כמו אביו וכיו\"ב הלא לא אבד פלוני חזקת כשרות שלו וכמו דפירש ר\"ת בפ\"ק דמציעא (דף ו') ד\"ה שלא שלחתי בה יד יעו\"ש. וסברא כזו יעוין תוספות שבועות (דף מ\"ו:) ד\"ה וספרא דאגדתא יעו\"ש ודוק:<br><b> אך </b> לשיטת החולקים על רבינו, ברור דחרשת ודאי דהוי כמו קטנה דהא לאו בת דעת גמורה הויא ופתויה אונס הוי וכן כתב המשל\"מ לעיל פי\"א מהלכות אישות, והא דאמרו בירושלמי פ\"ב דסוטה וכאן סוטה קטנה אין את יכול דמר כו' אין לה רצון להאסר על בעלה וחרשת אין את יכול דכתיב ואמרה האשה כו', פירושו, שבשעת קנוי וסתירה היתה פקחת רק בעת שתיה נתחרשה ומביא קרבנה שלא מדעתה ע\"ז אמר הא כתיב ואמרה האשה אמן אמן, ופשוט, וזה מה שרצינו לבאר בזה:"
            ],
            [],
            [],
            [],
            [
                "<b>בד\"א שבאו עליה כדרכה, אבל אם באו עליה שלא כדרכה עדיין היא בתולה וכולן בסקילה:</b><br><b> פסק </b> כרבנן לגבי רבי, והמשל\"מ צדד קצת דלפרש\"י הך דבאו עליה שנים הראשון בסקילה והשני בחנק דמיירי שלא כדרכה, אפשר דהלכה כרבי דסתם משנה כוותיה. ולדעתי נראה דמטעם אחר אין הלכה כרבי, דרבי דייק קרא דומת האיש כו' לבדו, דדוקא הראשון לא השני אע\"ג דהיא בתולה לגבי קנסא, ובאמת צריך קרא דומת האיש אשר שכב עמה לבדו, להורות דגדול הבא על הקטנה אע\"ג דהיא אינה בת עונשין בכ\"ז הגדול חייב, דבגמרא משמע דלמ\"ד דדרשינן הך קרא דלבדו לגדול הבא על הקטנה דחייב דלא סבר כדרבי בבאו עשרה שלא כדרכה וכולן חייבין, וכן אמר בפירוש בפ\"ק דקדושין על מילתא דרבי ורבנן דתליא בהא, וגדול הבא על הקטנה לחיובי מיתה מפורש שנינו במשנה דפרק יוצא דופן, בת שלש שנים ויום אחד מתקדשת כו' ואם בא עליה אחד מכל העריות שבתורה מומתין על ידה, ובגמרא מדייק מזה דאף בהמה נסקלת על ידה [ועיין ריש פרק סו\"מ בזה] ורבי סבר כמ\"ד דדרשינן גם שניהם עד שיהיו שניהן שוין, אמנם גם למ\"ד דדרשינן עד שיהיו שניהן שוין אין ראיה למידרש מלבדו דהשני בחנק בנבעלה שלא כדרכה, דאימור ומת האיש אשר שכב עמה לבדו, מורה לנו דאף גדול הבא על הקטנה חייב, רק קרא דנן מיירי בנשואה ובעי שיהיו שניהן שוין, וקרא דומת האיש אשר כו' לבדו בארוסה מיירי דאיהו בסקילה, וכמו דפריך ר' יעקב בר\"א רק לר\"מ לא לרבנן מקרא דומתו גם שניהם כמוש\"פ בתוספות, רק לר\"מ דסבר דנערה קטנה לא וא\"כ בקטנה אין דינו של הבועל בדין נערה ארוסה רק בדין נשואה, א\"כ הא כתיב ומתו גם שניהם עד שיהיו שניהן שוין ומאי עביד בקרא דומת האיש לבדו, ע\"כ להורות דהשני אף שלא כדרכה בחנק, וא\"כ משנתנו דסנהדרין דברישא תנא אינו חייב עד שתהא נערה וזה כר' מאיר דקטנה אינו בדין נערה מאורסה, לכן תני בסיפא דהשני בחנק דעל מה תדרוש קרא דלבדו לחייב הבא על הקטנה, דגם בנערה מאורסה איתמעיט מקרא דגם שניהם ודוק. ולפירוש ר\"ת דפירש דעד שיהיו שניהן שוין הוא במיתה אחת אם היתה גדולה, א\"כ אין ראיה מהך משנה דפרק יוצא דופן דלכו\"ע גדול הבא על הקטנה נשואה חייב אע\"ג דלא דרשת קרא דלבדו. אמנם לפירוש ר\"ת הא דדריש שניהם שוין הוא ע\"כ לר' מאיר דבא על קטנה מאורסה בחנק לכן בא לפוטרו לגמרי, וזה דחוק דקרא מיירי בנשואה ומלמד על ארוסה, וברשב\"א פירש לרבנן קמ\"ל דחייב מיתה הבא על קטנה הואיל ושוין במיתה אחת וזה דחוק:<br><b> אולם </b> נראה לדעתי דבפרק ד\"מ (דף נ\"ז) אמר דבן נח הבא על אשת ישראל דנין להו בדינא דידהו אם היא בעולת בעל וא\"כ בן נח מיתתו בסייף והיא מיתתה בחנק ואין מיתת שניהם שוין לכן פטורה לגמרי ממיתה, וזה מילתא חדתא דעל בעולת בעל שמיתתו בסייף דדינו בדינא דידהו דנהרג בעד אחד כו' א\"כ היא פטורה, ועל נכנסה לחופה ולא נבעלה שמיתתו בחנק גם איהי חייבת (בזמן הסנהדרין) וזה יתכן, אף כי רבינו תם חידש בשמועה דריש כתובות בד\"ה ולידרש להו דאונס שרי דאינה חייבת על ביאת ב\"נ מיתה ורבו המשיגים עליו, יתכן דשם בנכנסה לחופה ולא נבעלה דתבעל לטפסר תחלה, שם חייבת מיתה (בימים הקדמונים), אבל כאן בבעולת בעל פטורה לגמרי, ובכ\"ז אמרו גבי אסתר דהוי בכלל גלוי עריות משום דעל ביאת עו\"ג איכא דין מיתה (בימים הקדמונים) רק הפטור מצד אחר דאין שניהם שוים במיתה אחת, והגע בעצמך אם נכנסה לחופה ולא נבעלה עדיין תהרג ואל תעבור, ובנבעלה תעבור ולא תהרג, זה לאו מידי, דזה מורה לן דהוי בכלל ג\"ע רק דאין חיוב מיתה מצד אחר, אמנם כ\"ז אצלה, אבל גבי הבועל העו\"ג ודאי דחייב מיתה בסייף (לפי הימים הקדמונים) דעליו לא נאמרה עד שיהיו שניהן שוין ונהרג בעד אחד בדיין אחד כו' ולא גרע מבא על בעולת בעל דעו\"ג ופשוט, וליכא למימר דכיון דאם יתגייר דינו בחנק על ביאה זו כדאמר פרק בן סורר ומורה, ובדברי רבינו פ\"י מהלכות מלכים איקרי מיתת שניהם שוין, זה אינו, דאם יתגייר (בזמן הסנהדרין) הוי גופא אחרינא וכי\"ב אמרו ביבמות (דף כ\"ג) יעו\"ש, ובתוספות ריש פ' היו בודקין (דף מ\"א) לאוסרה על בועלה שני באנו הו\"מ למימר דאיירי שזינתה ולא ידעי מי הוא, ולשיטת ר\"ת וכן לפי מה שפרשתי לר' יאשיה דילמא עו\"ג הוי וגם איהי לא מקטלא ועיין פרק שבועת העדות (דף ל\"ד) מי לא בעי למידע אם עו\"ג הרג, ואכמ\"ל מדברי הירושלמי ראוהו הולך מצפורי כו' וכבר הארכנו במק\"א, ועיין מש\"כ תוספות בד\"ה והאי לבדו כו' ומתנגד למה שכתבנו לעיל בזה, ובבת כהן נדחקו בתוספות ע\"ש, ויתכן דהאי מ\"ד סבר דארוסה בת כהן יצאתה לשריפה, וא\"כ בועל בסקילה והנבעלת בשריפה ומיקרו שניהם שוין שנקברין במקום אחד, אבל בא על קטנה מאורסה דאיהו בחנק ואילו הויא גדולה היה דינן בסקילה הוי חנק וסקילה דנקברין בשתי קברות אין שניהן שוין, וזה דלא כתוספות שכתבו דכאן גלי קרא יעו\"ש, ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>אם זנתה בבית אביה כו' זינתה בבית חמיה כו' באו עדים אחר שבגרה כו' הר\"ז נסקלת בבית הסקילה:</b><br><b> הנה </b> מפרש רבינו הך דשילא שלש מדות בנערה הוא באיזה מקום סוקלין, פתח בית אביה, ופתח שער העיר וסקילה בבית הסקילה, וכי א\"ר יוחנן לתנא תני בסקילה פירוש בבית הסקילה ככל הנסקלין וזה פירוש נעים, ולפ\"ז גירסתו כן, באו לה עדים בבית אביה שזינתה בית חמיה ה\"ז נסקלת על פתח שער העיר, וכן מוכרח דתניא שם ע\"ב נערה המאורסה שזינתה סוקלין אותה על פתח בית אביה, ורש\"י לפי גירסתו נדחק לפרש אם באו עדים משניסת, וזה סתום בלשון הברייתא, אבל לרבינו א\"ש, דזינתה בית אביה ובאו עדים בבית אביה סוקלין אותה על פתח בית אביה דשייך טעמא דראו גידולים שגדלתם, אבל בזינתה בית חמיה לא שייך טעמא דראו גידולים שגדלתם, אבל מש\"כ רבינו שאם לא היה לה אב או לא היה לאב בית סוקלין בבית הסקילה, זהו לפי הגירסאות שלפנינו בברייתא אין לה פתח בית האב סוקלין אותה על פתח שער ההיא סותר לדברי הברייתא, ולומר דמפרש שאין לה פתח בית האב, פירוש בהורתה שלא בקדושה ולידתה בקדושה או בבאו לה עדים שזינתה בית חמיה, ופירושו שאין לה דין פתח בית האב, אז נסקלת על שער העיר, אבל באין לה אב, בבית הסקילה, זה דחוק, והטעם לחלק דאין לה אב מרבה בספרי דכתיב והוציאו את הנערה מכל מקום, לכן לא מרבינן רק לסקילה, אבל הורתה שלא בקדושה מרבינן מוסקלוה אנשי עירה כו' ומתה לרבות הורתה שלא בקדושה, וא\"כ צריך על פתח שער העיר [ובהך דתניא בספרי סרה קושיית תוספות אמאי לא בעי קרא כדכתיב עיין שם ד\"ה אין לה] ובהא דתניא (בדף מ\"ו) לא אמר לעדים בואו והעידוני הוא אינו לוקה כו' והיא וזוממיה מקדימין לבית הסקילה, שם בית הסקילה כפשטו, משום שהבעל בעל אותה ונעשית בעולה והוי כמו שבגרה דאישתני גופא וכמוש\"פ רבינו בהלכה יו\"ד באו עדים אחר שבגרה או אחר שבעלה בעלה כו' הרי זו נסקלת בבית הסקילה, אולם במוציא ש\"ר אע\"ג שבעל ואח\"ז באו עדים סוקלין אותה על פתח בית אביה, היינו דמוציא ש\"ר שאני, דזינתה אף לאחר החופה בסקילה, ובבגרה שאני כיון שאין לה פתח בית אב ואינו נותן מאה כסף תו אין כאן דינא דמוציא ש\"ר ושוב דינה בבית הסקילה, דבאמת כיון שנכנסה לחופה כבר יצאה מרשות האב, רק במוציא ש\"ר שחייב לתת לאביה מאה כסף הרי היא נסקלת על פתח בית אביה, אבל בלא הוצאת ש\"ר ובלא אמר בואו והעידוני, כיון שהיא אינה ראויה לפתח ב\"א הרי היא נסקלת בבית הסקילה, ובזה פליג על רבינו שמואל בתוספות, דרבינו סובר דרש לה פתח בית האב, וז\"ב בשיטתו הקדושה:<br><b> והנה </b> לפירוש רש\"י ורבינו דע\"י הוצאת ש\"ר נסקלת גם בזינתה אחר שנכנסה לחופה, אפילו כן לא מסתברא לפרש דברי ר\"א בפרק ד' מיתות את אביה ברשות אביה בשריפה ואת חמיה שזינתה אחר שנכנסה לחופה בהוצאת ש\"ר בסקילה, דלא מסתברא להגמרא לחלק בזה, דאם סבר דבת כהן יצאת לשריפה לא שנא ודוק:<br><b> ולפי </b> שיטת רבינו מיושב הגמרא (בדף מ\"ט) מסר האב לשלוחי הבעל כו' לזנות בית אביה פרט לשמסר האב לשלוחי הבעל, ופירושו, שמקודם מסר האב אותה לשלוחי בעל ואח\"ז גירשה או מת ונשאה אחר והוציא ש\"ר, [דאילו תחתיו אפילו זינתה אחר החופה דין נערה יש לה] ואימא פרט לכשנכנסה לחופה ולא נבעלה אמר רבא כו' חופה בהדיא כתיבא מאורשה ולא נשואה מאי נשואה כו' שנכנסה לחופה ולא נבעלה ולא דמאורשה מיותר דהא צריך למיכתב במה נתחייבה, רק דמגוף הקרא נפקא, ופריך ואימא היכי דהדרא לבי נשא הדרא למילתא קמייתא, פירוש, דאימא כולהו לחופה וממאורשה לא ידענא דאי חזרה לבית אביה תו אם זינתה דינה כנשואה, דמשם הו\"א דרק היכי שהיא תחת רשות הבעל שנכנסה עמו לחופה ממעט דבחנק, אבל היכי שנתארמלה אחר שנכנסה לחופה לא ידענא דזינתה בחנק לכן קמ\"ל קרא דמוציא ש\"ר, דאיהו ממעט רק בהדרא לבי נשא, דאל\"כ הלא חדשה תורה במוציא ש\"ר [שאף בזינתה אחר החופה בסקילה על פתח ב\"א] ומשני כבר פסקה תנא דבי רי\"ש כו' דכיון דידעינן ממוציא ש\"ר היכי דהדרא לבי נשא תו לא צריך קרא בנדרים דידעינן ממוציא ש\"ר דלא הוי תו בית אביה אף בשגרשה הבעל אחרי שנכנסה לחופה ותו אינו מיפר נדריה, ועל כרחין קרא דנדרים למסר האב לשלוחי הבעל ותו ידענא דאינה בכלל בנעוריה בית אביה אף בשמת הבעל אח\"כ, וא\"כ אינה בכלל בית אביה לגבי מוציא ש\"ר, ועל כרחין במה אינה בבית אביה הוא שאם זינתה בחנק, וכן מצאנו בירושלמי שמדמה דין דבית אביה דגבי נדרים לבית אביה שבמוציא ש\"ר ופשוט, וראה במגדול עוז שכוון לפירושנו בשיטת רבינו ודבריו נכונים מאוד הבן היטב:"
            ],
            [
                "<b>אם זנתה בבית אביה כו' זינתה בבית חמיה כו' באו עדים אחר שבגרה כו' הר\"ז נסקלת בבית הסקילה:</b><br><b> הנה </b> מפרש רבינו הך דשילא שלש מדות בנערה הוא באיזה מקום סוקלין, פתח בית אביה, ופתח שער העיר וסקילה בבית הסקילה, וכי א\"ר יוחנן לתנא תני בסקילה פירוש בבית הסקילה ככל הנסקלין וזה פירוש נעים, ולפ\"ז גירסתו כן, באו לה עדים בבית אביה שזינתה בית חמיה ה\"ז נסקלת על פתח שער העיר, וכן מוכרח דתניא שם ע\"ב נערה המאורסה שזינתה סוקלין אותה על פתח בית אביה, ורש\"י לפי גירסתו נדחק לפרש אם באו עדים משניסת, וזה סתום בלשון הברייתא, אבל לרבינו א\"ש, דזינתה בית אביה ובאו עדים בבית אביה סוקלין אותה על פתח בית אביה דשייך טעמא דראו גידולים שגדלתם, אבל בזינתה בית חמיה לא שייך טעמא דראו גידולים שגדלתם, אבל מש\"כ רבינו שאם לא היה לה אב או לא היה לאב בית סוקלין בבית הסקילה, זהו לפי הגירסאות שלפנינו בברייתא אין לה פתח בית האב סוקלין אותה על פתח שער ההיא סותר לדברי הברייתא, ולומר דמפרש שאין לה פתח בית האב, פירוש בהורתה שלא בקדושה ולידתה בקדושה או בבאו לה עדים שזינתה בית חמיה, ופירושו שאין לה דין פתח בית האב, אז נסקלת על שער העיר, אבל באין לה אב, בבית הסקילה, זה דחוק, והטעם לחלק דאין לה אב מרבה בספרי דכתיב והוציאו את הנערה מכל מקום, לכן לא מרבינן רק לסקילה, אבל הורתה שלא בקדושה מרבינן מוסקלוה אנשי עירה כו' ומתה לרבות הורתה שלא בקדושה, וא\"כ צריך על פתח שער העיר [ובהך דתניא בספרי סרה קושיית תוספות אמאי לא בעי קרא כדכתיב עיין שם ד\"ה אין לה] ובהא דתניא (בדף מ\"ו) לא אמר לעדים בואו והעידוני הוא אינו לוקה כו' והיא וזוממיה מקדימין לבית הסקילה, שם בית הסקילה כפשטו, משום שהבעל בעל אותה ונעשית בעולה והוי כמו שבגרה דאישתני גופא וכמוש\"פ רבינו בהלכה יו\"ד באו עדים אחר שבגרה או אחר שבעלה בעלה כו' הרי זו נסקלת בבית הסקילה, אולם במוציא ש\"ר אע\"ג שבעל ואח\"ז באו עדים סוקלין אותה על פתח בית אביה, היינו דמוציא ש\"ר שאני, דזינתה אף לאחר החופה בסקילה, ובבגרה שאני כיון שאין לה פתח בית אב ואינו נותן מאה כסף תו אין כאן דינא דמוציא ש\"ר ושוב דינה בבית הסקילה, דבאמת כיון שנכנסה לחופה כבר יצאה מרשות האב, רק במוציא ש\"ר שחייב לתת לאביה מאה כסף הרי היא נסקלת על פתח בית אביה, אבל בלא הוצאת ש\"ר ובלא אמר בואו והעידוני, כיון שהיא אינה ראויה לפתח ב\"א הרי היא נסקלת בבית הסקילה, ובזה פליג על רבינו שמואל בתוספות, דרבינו סובר דרש לה פתח בית האב, וז\"ב בשיטתו הקדושה:<br><b> והנה </b> לפירוש רש\"י ורבינו דע\"י הוצאת ש\"ר נסקלת גם בזינתה אחר שנכנסה לחופה, אפילו כן לא מסתברא לפרש דברי ר\"א בפרק ד' מיתות את אביה ברשות אביה בשריפה ואת חמיה שזינתה אחר שנכנסה לחופה בהוצאת ש\"ר בסקילה, דלא מסתברא להגמרא לחלק בזה, דאם סבר דבת כהן יצאת לשריפה לא שנא ודוק:<br><b> ולפי </b> שיטת רבינו מיושב הגמרא (בדף מ\"ט) מסר האב לשלוחי הבעל כו' לזנות בית אביה פרט לשמסר האב לשלוחי הבעל, ופירושו, שמקודם מסר האב אותה לשלוחי בעל ואח\"ז גירשה או מת ונשאה אחר והוציא ש\"ר, [דאילו תחתיו אפילו זינתה אחר החופה דין נערה יש לה] ואימא פרט לכשנכנסה לחופה ולא נבעלה אמר רבא כו' חופה בהדיא כתיבא מאורשה ולא נשואה מאי נשואה כו' שנכנסה לחופה ולא נבעלה ולא דמאורשה מיותר דהא צריך למיכתב במה נתחייבה, רק דמגוף הקרא נפקא, ופריך ואימא היכי דהדרא לבי נשא הדרא למילתא קמייתא, פירוש, דאימא כולהו לחופה וממאורשה לא ידענא דאי חזרה לבית אביה תו אם זינתה דינה כנשואה, דמשם הו\"א דרק היכי שהיא תחת רשות הבעל שנכנסה עמו לחופה ממעט דבחנק, אבל היכי שנתארמלה אחר שנכנסה לחופה לא ידענא דזינתה בחנק לכן קמ\"ל קרא דמוציא ש\"ר, דאיהו ממעט רק בהדרא לבי נשא, דאל\"כ הלא חדשה תורה במוציא ש\"ר [שאף בזינתה אחר החופה בסקילה על פתח ב\"א] ומשני כבר פסקה תנא דבי רי\"ש כו' דכיון דידעינן ממוציא ש\"ר היכי דהדרא לבי נשא תו לא צריך קרא בנדרים דידעינן ממוציא ש\"ר דלא הוי תו בית אביה אף בשגרשה הבעל אחרי שנכנסה לחופה ותו אינו מיפר נדריה, ועל כרחין קרא דנדרים למסר האב לשלוחי הבעל ותו ידענא דאינה בכלל בנעוריה בית אביה אף בשמת הבעל אח\"כ, וא\"כ אינה בכלל בית אביה לגבי מוציא ש\"ר, ועל כרחין במה אינה בבית אביה הוא שאם זינתה בחנק, וכן מצאנו בירושלמי שמדמה דין דבית אביה דגבי נדרים לבית אביה שבמוציא ש\"ר ופשוט, וראה במגדול עוז שכוון לפירושנו בשיטת רבינו ודבריו נכונים מאוד הבן היטב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה חולה או שהיה מקום הטבילה רחוק וכו' ה\"ז טובלת ביום השמיני וכו':</b><br><b> רבנן </b> בתוספות העידו בשם ר\"ת שגער על מי שהתיר לאשה שחל שמיני שלה בשבת לחוף בערב שבת ולטבול בשבת ביום דתרי קולי לא מקילינן בטבילה יעו\"ש. והמה כדברי נביאות, שזה בשני דברים, זה קולא בחפיפה וזה קולא בטבילה ומה תלי זה להדדי, וכי מצאנו כיו\"ב בסוף פ' האשה שנפלו לא אשכחן לתנא דמחמיר תרי חומרי בכתובה, זה דמשום כל חדא לא הוה ליה למיגבי בהא עובדא, אבל כאן זו בחפיפה וזו למחר בטבילה מאן תלי להו כחדא. ונראה לכאורה לבאר, דגזירה משום בתה, שבתה תסבור שאמה טבלה בשביעי ביום ולכך ביש אונס לא גזרו, [בירושלמי פרק במה מדליקין הלכה א' גזירה מפני כלתה מפני חמותה, פירוש דהם שונאים אותה ואינן נאמנין להעיד עליה ויוציאו לעז שטבלה בשביעי ודוק] אבל מכל מקום אף שבתה לא תדע שיש כאן אונס אך בכ\"ז לא תחשוב שזה דוקא בשביעי ויסתפק לה שמא הוא יום שמיני, אבל בשחפפה ברחוק מהטבילה אז תוכיח בדעתה שעל כרחין יום שביעי הוא, דאם יום החפיפה הוא בשביעי הלא תוכל לטבול בלילה, ובשביל שלא תדע מהאונס תוכיח מזה דע\"כ יום שבת הוא יום השביעי ולכן לא מציא לטבול בששי בלילה, וא\"כ נתחזק החשש דסרך בתה ולכן גער ר\"ת ז\"ל, וזה הוה ודאי תרי קולי, ולפ\"ז מצינו לומר להלכה שאם היה יו\"ט ערב שבת וחפפה ערב יו\"ט תוכל לטבול בשבת, דאז אפילו אם תחשוב שזה יום השמיני ולא תדע מהאונס לא יקשה להבת אמאי מרחקת האם הטבילה מהחפיפה, שהלא לא מציא לסמוך טבילה לחפיפה שהחפיפה בששי ודוק. אמנם זה רחוק:<br><b> וע\"ד </b> פשוט יש לפרש, דר\"ת לטעמו דפירש כהשאילתות דעיקר מצוה שהחפיפה תהא בליל הטבילה ולא תתרחק החפיפה מהטבילה, רק כשחל שבת ערב יו\"ט שאז אינה יכולה במוצאי שבת לחוף בעת הטבילה בזה התירו לחוף מערב שבת, אבל כשמוצאי שבת חול אז תחוף במוצ\"ש בעת הטבילה ולא התירו לחוף מערב שבת, א\"כ אצל הך עובדא דר\"ת היה מוצ\"ש חול ואסור לחוף מערב שבת ולהרחיקה מהטבילה לולא ההיתר שהתירתה לה לטבול בשבת ביום ואז אינה רשאה לחוף, לכן מותרת לחוף מערב שבת, נמצא דמי הביא ההיתר לחוף מע\"ש, הקולא שהתיר לטבול בשבת ביום ולא מקילינן תרי קולי, אבל כשמוצאי שבת יו\"ט אף אם תטבול בליל מוצש\"ק ג\"כ מוכרחת לחוף בע\"ש, בזה לא מקרי תרי קולי ורשאה לחוף בע\"ש ולטבול למחרת בשבת ביום, וזה נראה לי למעשה בס\"ד, ומכש\"כ בחל ב' ימים טובים קודם שבת [או אחר שבת] וזמן טבילתה בליל מוצאי יו\"ט ראשון, אז תהא מותרת לחוף ערב יו\"ט ביום ד' ותטבול ביום הששי ערב שבת ביום היכי דאיכא אונסא דיראה לטבול בלילה שלא שייך גם הטעם הראשון שפרשנו, והמחוור כטעם השני וכמו שפסקנו להלכה בס\"ד. וראיתי מועתק תשובת ר\"ת בספר אור זרוע הלכות נדה סימן שס\"ד ויש בה כמה ט\"ס וחסרונות אין לעמוד בהם, אבל משמע משם דהעיקר תלוי אם יכולה לטבול בע\"ש בלילה אז אינה רשאה להרחיק החפיפה יעו\"ש, ויעוין שו\"ת מהרי\"ק שורש ל\"ז אות א' שהמציא לזה מקור לתרתי לריעותא בריאה יעו\"ש ודוק:<br><b> ובהך </b> דאמרו בחציצה מיעוט שאינו מקפיד אינו חוצץ, כתב בספר בעלי הנפש, ואי קשה חוטי צמר ופשתן ורצועות שבראשי הבנות אמאי חוצצין והלא מיעוטו שאינו מקפיד הוא, לא, מקפדת היא דל\"ת כל שאינו מקפיד עליו בשעת טבילה, אלא אם תקפיד עליו שעה אחרת דבר המקפיד עליו הוא שא\"א שלא תעביר אותם מעל ראשה בשעת חפיפה, וכן הטבעת שבידה א\"א שלא תעבירנו בשעת לישה או בשעה שהיא אופה ומבשלת עכ\"ד, וכן פסק בשולחן ערוך. ולדבריו יתישב לנו שמועה אחת בזבחים (דף י\"ט) בעי ר\"ז תפילין מהו שיחוצו אליבא כו' כיון דלילה חייצי יום נמי חייצי ופרש\"י התם משום יתור בגדים, ולכן אמר כיון דעבודת לילה קיל דהוי עבודה שאינה מעכבא כפרה וכיון דבלילה הוי יתור בגדים ביום נמי הוה יתור בגדים, וזה דחוק טובא דאטו משום חומר דעבודת לילה נגעו בה הלא משום ענין חוצי שהתפילין בלילה לפי שאין זמן מצותן חוצצין, אבל לא משום דמקילין בבגדי יום. אמנם העיקר שמה כפירוש תוספות דמשום חציצה נגעו בה וע\"ז בעי אם חוצצין בין הבגד להבשר, וא\"ש דס\"ד כיון דהוא מצוה דגופיה אינו חוצץ, ולזה אמר כיון דבלילה קפיד עלייהו דאינו זמן מצותן תו לא בטלי לגופיה והוי כמקפיד עליו וחוצץ. אמנם צריך להבין דאף למ\"ד לילה זמן תפילין מכל מקום שבת ויו\"ט לאו זמן תפילין, וכיון דקפיד בשבת ויו\"ט תו בעי גם לחוץ בחול דמקפיד עליו קרינא ביה, וצ\"ל דמאן דסבר לילה לאו זמן תפילין ע\"כ יליף מושמרת את החוקה הזאת למודה מימים ימימה וסבר בחוקת תפילין הכתוב מדבר, א\"כ כל המניח תפילין בלילה או בשבת ויו\"ט עובר על ושמרת, א\"כ אסור להניח תפילין בלילה ולכן מקפיד עליו קרינא ביה. אבל למ\"ד לילה זמן תפילין ושמרת את החוקה בחוקת הפסח מדבר וא\"כ הא דפטור משבת ויו\"ט אינו רק מוהיו לך לאות יצאו כו' שהן עצמן אות א\"כ אין איסור להניח תפילין בשבת ויו\"ט רק דפטור מהנחתן ויעוין ב\"י הלכות תפילין סימן כ\"ט, לכן אינו מקפיד עליהן אף בשבת ויו\"ט, ולכן לא חייצי בין בשר לבגדי כהונה ודוק:<br><b> ויש </b> להבין מדוע גבי טבילה אמרו דמיעוט המקפיד אינו חוצץ אע\"ג דכתיב ורחץ במים כל בשרו אפ\"ה רובו ככולו ומדוע גבי בגדי כהונה תמן אמרו דמיעוטו ג\"כ חוצץ ולכן אפילו נימא אחת חוצץ יעו\"ש, ובאמת רש\"י פירש דבגופו אפילו כל שהוא חוצץ, וכבר השיגו תוספות עליו, אכן טעמא בעי מדוע גרע מטבילה, ובסוכה אמרו דהלכה למ\"מ אתי להך דר' יצחק וא\"כ לא קשה כ\"כ דאין הלכה בבגדי כהונה. אמנם מפירוש רבינו חננאל שכפי הנראה חסר מדבריו קצת בדפוס, הבנתי, שמפרש דהואיל ור' יצחק אמר דחוצץ דוקא רובו המקפיד וזה מסברא, דאם אינו מקפיד בטל אל הגוף והוי כבשרו, ומיעוט לא איכפת לן דרובו ככולו, לכן סלקא אדעתין דנצטרף גם שערו אל הבשר, ויתחשב הרוב בצירוף הגוף והשער יחד, לזה אתי ההלכה דמחשבין גופו לבד השער ושער לבד הגוף, ואם ברוב שער ראשו יש חציצה לא עלתה לו טבילה, ומקרא ורחץ את בשרו דנכלל השער והגוף כאחד הוי אמרינן דכל שער ראשו הוי מיעוט נגד הגוף בכללו וזה פירוש נחמד. ולפ\"ז צריך מובן מדוע גבי בגדי כהונה פשיט לן דמיעוטו חוצץ, ונראה משום דבטבילה דבעי שיהא כל גופו במים בזה רובו ככולו, וגדולה מזו אמרו בנזיר דאם גילח רוב ראשו הוי ככולו וצריך קרא לעכב יעו\"ש נזיר מ\"ב, ופירושו דלא מבעי בהכשר כמו טבילה רובו ככולו רק במצוה לחודא דתגלחת נזיר אינו מעכב סגי ברובה יעו\"ש, משום דבעי לגלח ראשו וכי עביד רוב מקרי שראשו מגולח, אבל כאן בבגדי כהונה דבמכנסים ילבש על בשרו כתיב ויכול להיות דנגד הגוף בכללו אין זה רוב, דמקום המכנסים אינו רוב הגוף ואם תאמר דרוב מקום המכנסים בעי שיהא בלא חציצה, זה אינו, דבמכנסים לחודא לא נגמרה מצות הלבישה רק בצירוף כל הבגדי כהונה, וחזינן דעל מיעוט לבישה דבגדים דהוי חדא מצוה דבלא כל הד' בגדים הוי מחוסר בגדים, ומצוה של לבישה לא נגמר רק שיהא כל הגוף לבוש בהבגדים, ובכ\"ז אם יש חציצה ברוב מקום מכנסים דהוי מיעוט נגד כל הגוף וכל הלבישה של הגוף בכללו חוצץ בבגדי כהונה, א\"כ תו הקפידה תורה גם על מיעוט ודוק:<br><b> והנה </b> שיטת רבינו בהלכות מקואות דהשער מצטרף אל הגוף ואעפ\"י שכל שער ראשו קשור כיון שהוא מיעוט הגוף אינו חוצץ יעו\"ש שחולק על הגאונים בפ\"ב. ולכאורה גמרא ערוכה דפרק מרובה סותר, דעל עזרא שתיקן חפיפה פריך הא דאורייתא הוא כו' ומאי נינהו שער אמרי דאורייתא דילמא מיקטר כו' משום חציצה ומקטר אינו אלא בראש, הרי דזה דאורייתא. אמנם זה ל\"ק כל כך, דאפשר אם הגוף מאוס ויש עליו מידי דחציצה והשער מיקטר אז מצטרף להגוף, ועוד דהמעיין יראה דלא חשבה הגמרא בהנך דעזרא מידי דהוי סייג אל התורה, רק תקנות שהמה מועילים אל קיום האומה ולחיי המשפחה שיהיו מקושרין לנשיהם ולא יגרשו אותם אשר ע\"ז צווח הנביא מלאכי אשר הוא עזרא לרב נחמן במגילה, ולכן תקן רוכלים וחפיפה שמא ימצא בה נימא קשורה וכמו שדרשו על ותזנה עליו פלגשו ועל תמר בפ\"ב דסנהדרין, ותיקן שיהיו מכבסין ואוכלין שום, וגם טבילה לבעלי קריין שלא יהיו מצויין אצל נשיהן כתרנגולים ותהא אשתו חביבה עליו, ולכן פריך הגמרא דאורייתא נינהו משום דין חציצה והוי סייג לדאורייתא ג\"כ קרי בכ\"מ דאורייתא (נ\"ב. ובמובן כזה ממש כתב רבינו אשר סוף פרק המדיר סימן כ' דהגמ' קרי דרבנן להנך דמשום טובת האשה לא לשניות דהוי משום סייג). וזה ענין דתי דתקנתו היה לקשט האומה כדי שיוציאו הנשים הנכריות אשר ע\"ז נצטער הרבה הוא וזקני דורו, ומשני דמצד חציצה הוי לעייני אבל לסרוק במסרק הוי ליפות ולקשט נשי ישראל ולקשר לבב בעליהן להן לתועלת קיום האומה, וז\"ב אצלי בשיטת רבינו ז\"ל ודוק:"
            ],
            [],
            [
                "<b>האשה שאמרה לבעלה טמאה אני וחזרה ואמרה טהורה אני כו' ואם נתנה אמתלא לדבריה נאמנת כו':</b><br><b> בשו\"ת </b> בשמים ראש סימן קס\"ו הביא שאם אומרת לבעלה טמאה אני בשעת וסתה וחזרה ואמרה טהורה אני כיון שאם תשלול כל האמירה שלה לגמרי אסורה לא מועיל אמתלא יעו\"ש, ולדינא נראה כיון דקיי\"ל בסימן קפ\"ה דדין דאמתלא הוי בלבשה בגדי טהרה, אבל לבשה בגדים המיוחדים לימי נדה לא מועיל אמתלא, א\"כ תו אף אם תשלול כל האמירה שלה לגמרי והויא כלא אמרה מעולם כלל, ג\"כ היא טהורה דמה שהולכת בבגדי טהרה זה הויא כאמירה שהיא טהורה, דאם ראתה בעת וסתה היתה לובשת בגדי טומאה וממילא היא בחזקת טהרה לבעלה והויא כמו באה ושוכבת כו' שהביא רמ\"א שם, ועיקר סברא זו נזכרת בדברי מהרש\"א בפירוש דברי תוספות יבמות דף קי\"ח סד\"ה סד\"א, וי\"ל דאפילו מודה ונותנת אמתלא לדבריה לא מהימנא ולא דמי כו', ושם יש לפרש דהא דהאמינוה חכמים לומר מת בעלי הוה משום עיגונא כמבואר יבמות צ\"ד יעו\"ש, ובכה\"ג לא מועיל אמתלא דהוה כלא אמרה כלל, דעל אמירה דהשתא לא מהימנא דתו ליכא עיגונא דלא הוה לה למימר מעיקרא דלא מת, והא דמוכרחת מאיזו סיבה הוא סיבה משום ממון או איזה רצון תו ליכא בזה עיגונא רק ענין אחר הטוב לה ולזה לא חששו חכמים, לכן לא שייך להקל משום עגונא יהיה מאיזה אמתלא שהוא לא היה לה לומר מעיקרא לא מת, ולא תקנו חכמים להאמין לאשה על אופן רחוק כזה שתאמר מעיקרא מאיזה סיבה ואמתלא לא מת, ולכן לא מהימנא אחר זה באמירתה אף דהאמתלא חשובה, רק הגמרא אמר דהוי סד\"א דכיון דהצרה שריא, א\"כ על האמירה גופא שאמרה מעיקרא לא מת אנו דנין שהוא מת רק נקטינן שהיא אמרה לקלקל חברתה ותמות נפשה וגו' דהיא סברה דתעגן חברתה לכן תו נאמין לה כי נתנה אמתלא אח\"כ דהוי כאילו אמרה מעיקרא מת, קמ\"ל דלא כן דכיון שאין הצרה מעידה לחברתה וצריכה לומר מת והיא הא כבר אמרה לא מת מאיזו אמתלא שהיא אומרת לפני ב\"ד אח\"ז. תו על אופן זה לא האמינוה חכמים דליכא עיגונא ולא תקנו ע\"ז האופן נאמנות, ובהלכות עדות פ\"ג ה\"ה נתבאר באורך להלכה דלא כמהרש\"א ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>דרך כו' ובנות ישראל כו' לבדוק עצמם כו':</b><br><b> הנה </b> שיטת רבינו להחמיר מאוד בבדיקה, ודעתו דלאחר תשמיש צריכות כל בנות ישראל בדיקה כמו ששנינו בפרק כל היד, דרך בנות ישראל משמשות בשני עדים אחד לו ואחד לה ואפילו לבעלה ובזמן דליכא טהרות. וזהו ששנינו בסוף פרק קמא אעפ\"י שאמרו דיו שעתה צריכה להיות בודקת כו' וזהו על בדיקת שחרית וערבית דהוה לטהרות ומשמשות בעדים פירוש אחר תשמיש אחד לו ואחד לה וזהו לבעלה אחר תשמיש חוץ מן הנדה כו', ואפילו קטנה שלא הגיע זמנה לראות ג\"כ בעיא בדיקה אחר תשמיש, אע\"ג דמשנתנו דאעפ\"י שאמרו דיה שעתה קאי רק איש לה וסת וד' נשים, וכמו רישא דצריכה להיות בודקת דלא קאי אקטנה שלא הגיע זמנה לראות כדאמרינן בנות ישראל עד שלא הגיעו לפרקן הרי הן בחזקת טהרה ואין הנשים בודקות אותן, שאני כאן בבדיקה שלאחר תשמיש, וכמבואר בירושלמי על הך דבתולה שדמיה טהורין כיני מתניתא תינוקת שלא הגיע זמנה לראות, אלמא דאם אינה בתולה היינו לאחר שחיתה המכה, צריכה בדיקה לאחר תשמיש, ואולי כוונת ירושלמי הוא דמש\"ה לא תנא ברישא חוץ מן בתולה שדמיה טהורין, דבקטנה שלא הגיע זמנה לראות עסקינן ותו לא בעי לעולם בדיקה כלל, והא דאמר שמואל ל\"ש אלא בעסוקה בטהרות, היינו קודם תשמיש ומש\"ה מציין מלתיה על הך דבשעה שעוברת לשמש ביתה, דמיגו דבעי בדיקה לטהרות כו'. פירוש דלאחר תשמיש צריכה בדיקה דחיישינן שמא מחמת מגע האצבע בפרוזדור וחמום שלה ראתה דם ותו מוכרחת ע\"כ לבדוק קודם תשמיש לטהרות, דשמא תמצא טמאה אחר תשמיש ותטמא מעת לעת כל הטהרות למפרע או עד פקידה, לכן צריכה לבדוק קודם תשמיש ותו בעי בדיקה לבעלה, פירוש אף אם מפקידה ואילך לא נתעסקה בטהרות לא פלוג רבנן, או דאמר, מיגו דבעיא בדיקה לטהרות, פירוש קודם תשמיש משום טהרות בעיא בדיקה לבעלה, פירוש אף אם היא מעוברת וזקנה ומניקה שדיין שעתן ולא יטמאו הטהרות במה שתמצא טמאה אחר תשמיש, בכ\"ז לא פלוג רבנן ובעי בדיקה לבעלה קודם תשמיש וזה ברור, ומחוור שמעתתא דלעיל דף ה' והא המשמשת קתני ופרש\"י דחוק טובא בין בקושיא בין בפירוקא, אבל לשיטת רבינו נכון דמקשה על שמואל דאמר דבדיקה שלפני תשמיש אינו ממעט, וכוונת המשנה דרק בדיקה שלאחר תשמיש ממעטת, א\"כ איך תני והמשמשת בעדים, מכלל דיש נשים דאינן משמשות בעדים, והא כל הנשים צריכות בדיקה אחר תשמיש, אלא ע\"כ בבדיקה שלפני תשמיש מיירי דבאינה עסוקה בטהרות לא בעי בדיקה, ומשני תני ומשמשת בעדים הר\"ז כפקידה, דכל אשה צריכה לבדוק עצמה אחר תשמיש, כן הבנתי מפירוש המשנה לרבינו יעו\"ש:<br><b> והא </b> דמקשה הראב\"ד מהך דבעי אשה מהו שתבדוק עצמה כו' א\"כ לבו נוקפו ופורש, אין הקושיא מהך דבעי מהו שתבדוק כשיעור וסת, דתמן הפירוש פשוט, דקאי אם צריכה לבדוק עצמה בתוך זמן שתבוא בעלה לידי חיוב, וכן מפורש בירושלמי פ\"ב מהו שתהיה צריכה בדיקה בתוך כדי התיאום יעו\"ש, והפירוש האמיתי יעוין בנועם ירושלמי, רק דכוונת הראב\"ד להקשות על מה דמפרש דקודם תשמיש צנועות בודקות לבעלה דלטהרות כולן צריכה בדיקה לפני תשמיש, ומחוור שמעתתא דר' ינאי דאמר זהו עדן של צנועות קאי על מה ששנו לעיל בטהרות ובשעה שהיא עוברת לשמש ביתה ופריך שפיר תנא תני צריכות ואת תני צניעות. דלפירוש רש\"י דשניהן לטהרות קא מיירי א\"כ מאי פריך טפי מעל המשנה על ר' ינאי יאמר איהו לנפשיה במה דקרינן להו בפ\"ב צנועות, וכן הוא בירושלמי פ\"ב אמר ר' ינאי אף הראשונה נקראת צנועה, פירוש הך אשה שבודקת קודם תשמיש לטהרות ג\"כ קרויה צנועה, ופריך תנינן צריכות בודקות ואת אמר הכין, וזה מורה כרבינו, וע\"ז הקשה הראב\"ד מרב יהודה שהשיב לר' זירא א\"כ לבו נוקפו ופורש דאינה צריכה בדיקה לפני תשמיש וכמו דפירשו תוספות, וט\"ס נפל בהשגות ראב\"ד וצ\"ל מנע את ר\"ז שלא לבדוק לפני התשמיש, ומיהו לא קשיא כ\"כ על רבינו דאפשר דבפני בעלה קאמר דאין לה לבדוק, דיפרש, אבל שלא בפני בעלה בודקת וכ\"ז נכון:<br><b> אולם </b> הך שמעתתא דלקמן פ\"ב דב\"ש אומרים צריכה ב' עדים על כל תשמיש ותשמיש מיירי כפירוש הרשב\"ם ולבעלה, דלאחר תשמיש צריכה בדיקה כשיטתו, ומיושב שפיר מה דאמר רב בדקה בעד ואבד, פירוש שבדקה אחר תשמיש, כאן שאבד צריכה בדיקה לפני תשמיש לבעלה דבכ\"מ אינה צריכה, אבל לשיטת תוספות א\"כ מיירי לטהרות, ואף אם לא אבד ג\"כ צריכה בדיקה לפני תשמיש, והתוספות נדחקו בזה דמיירי כשרוצה לשמש מיד, ולשיטתם תמוה מאוד מאי פריך אילו איתא מי לא משמשה, הא א\"כ לפרוך על כל בדיקה שלפני תשמיש דצריך לטהרות כיון שאינה בודקת העד עד למחר, אבל מה נעשה בהא דאמר רבא בועל ושונה כי תניא ההיא לטהרות ודברי הכסף משנה דחוקים, ולומר דמיירי באין לה וסת אכ\"מ, אם לא דנימא, דאמר כי תניא ההיא פירוש הך דמחמיר ר' יהושע בן חנניה כב\"ש שצריכין עדים חדשים דשמא תראה ט\"ד כחרדל ותחפנה בש\"ז אינו רק לטהרות, והא דמייתי תנ\"ה בד\"א לטהרות כו' פירוש דחזינן מיהא דלטהרות החמירו טפי חכמים אע\"ג דתמן מיירי קודם תשמיש וכאן לאחר תשמיש ודוק בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא כל משקה הבא מן החדר מטמא אלא הדם בלבד כו' לובן או משקה ירוק כו' הואיל ואין מראיו מראה דם ה\"ז טהור:</b><br><b> הראב\"ד </b> בשער הוסתות כתב דרוב דמים טמאים, ואשכחן דסמוך רבנן עליה דהאי רובא אפילו לקולא דתניא קשתה שנים ולשלישי הפילה כו' ר' יהושע אמר מביאה קרבן ונאכל משום דאין לפתיחת הקבר בלא דם, והא הכא דלא חזינן לדמא ולא ידעינן אי טמא אי טהור ואמאי נאכל ליחוש דילמא דם טהור הוי, אלא ע\"כ דרוב דמים שבמקור הם טמאים וכודאי משוינן להו דיהא נאכל הקרבן, והרז\"ה השיג עליו והביא דרבי כשטימא אמר אוי לי שמא טעיתי ולא סמך על רובא. וכן פירש בה\"ג טעמא דרבנן דחששו שמא משלימות דם טמא לדם טהור כו' וע\"כ דא\"א לפתיחת הקבר בלא דם טמא ולכך א\"ש מה דלא מני לה ר' יוחנן בהנך מילי דהלכו חכמים אחר הרוב ועשאום כודאי עכ\"ד. ולא הבנתי כלל, כיון דאי אפשר לפתיחת קבר בלא דם טמא, א\"כ דם טהור לחודא איך משכחת לה, כיון דנפתח הקבר לדם טהור תו ע\"כ נפיק דם טמא, ואולי נאמר דכיון דהוא דם טהור אפשר דנפיק מן צדדין או מן העליה, דדוקא דמים טמאים רובן ממקור קא אתו, וכיון דמראיתו טהור תו מספקא לן אי נפיק מן העליה, ואפשר כיון דלא חזיא רק דם טהור ע\"כ לאו ממקור אתי, דא\"א לפתיחת הקבר בלא דם טמא. ואם חזיא בהרגשה של פתיחת פי המקור, ודאי אי אפשר לפתיחת קבר בלא דם טמא, רק כשחזיא ע\"י בדיקה שבאמת הוי שלא בהרגשה רק דתלינן דאימור הרגשת עד הואי ולכן כי בדקה ולא מצאת רק דם טהור, אמרינן דאף אי ממקור אתי הדם טהור היה בלא הרגשה של פתיחת פי המקור, והא דאמרינן א\"א לפתיחת הקבר בלא דם טמא היינו כשמרגשת שנפתח המקור, אבל בלא הרגשה אפשר דנפיק דם טהור ממקור גופיה. ולכל הדרכים בדברי רז\"ה, הא שכתוב בשו\"ע סימן קפ\"ח, ואפילו הרגישה שנפתחה מקורה ובדקה מיד ומצאה מראות הללו טהורה, אין זה לפסק הרז\"ה דאי אפשר לפתיחת הקבר בלא דם טמא ודוק, ועיין שו\"ת רעק\"א סימן קנ\"ח שנכתב כן לרז\"ה:<br><b> אולם </b> לפי מש\"כ בתוספות וקדמונים, דבמפלת קליפות ושערות כולהו מודו דיש לפתיחת קבר בלא דם דבדברים קטנים כו\"ע מודו וראה בספר האשכול שכתב כן, אף דרז\"ה חולק שם וסובר דר' יהודה פליג גם על הך דהמפלת קליפות ושערות, זהו דוקא בפתיחת קבר לדבר יבש ולא לדבר לח כעין דם טהור ואעפ\"י שיש בו סמיכות קצת וז\"ב, ודוקא בהפילה אף אם הפילה רוח וכי\"ב דבר שלא נגמר צורתו אמרינן דא\"א לפתיחת הקבר בלא דם טמא, בכ\"ז אין השגתו על הראב\"ד נכון, כיון דרבי חזא לאור הנר בלילה דרשאי לראות וראה אח\"כ ביום כמראה טהור חשש שמא בלילה לא חזא שפיר ואח\"כ חזא דאישתני אמר שמא טעה דאולי ממראה טמא למראה טהור אינו משתנה בהמשך הזמן כמו שמשתנה מדיהא לדיהא יותר. ואין להקשות לפי דברינו דרוב דמים באשה המה טמאים א\"כ אמאי אמר בירושלמי בדקה עצמה ומצאה ספק פירוש מראה ספק לא גזרו בזה מעת לעת דאין ספק לספק וכמו טומטום ואנדרוגינוס שראו דדיין שעתן והא רוב דמים טמאים, דזה הבל כיון דאנו רואין המראה שהיא משונה ממראית דם טמא איך שייך בזה רובא. אך מה שהקשה מהא דלא חשיב בתלתא מילי שהלכו חכמים אחר הרוב, נראה דלא חשיב תמן רק מילי דאיכא חזקה להדייהו כמו שכתבו רבנן בתוספות ד\"ה אחר הרוב יעו\"ש, וכמו בדברים דמיעט דאיכא חזקה להדייהו, משא\"כ בקשתה שני ימים ולשלישי הפילה כיון דאי אפשר לפתיחת קבר בלא דם לומר שמא דם טהור היה, הלא כיון דהיא בחזקת טומאה דהואי שומרת יום כנגד יום וראתה שני פעמים דם טמא, הלא החזקה מסייע להרוב דדם טמא אתיא בפתיחת קבר דילה, וגדולה מזו אמרו נ\"ב ב' ימים וחלוק אחד מבעי מה\"ד כל כה\"ג מביאה קרבן ונאכל קמ\"ל, הרי דסד\"א דעל כתם שנמצא בחלוקה דמספקא לן שמא מעלמא אתא אפ\"ה הואיל וראתה שני ימים הו\"א דמביאה קרבן ונאכל כמו שפירש רש\"י הוי אמינא הרי רגלים לדבר דודאי זבה היא, כש\"כ כאן דאיכא רובא דרוב דמים טמאים דקרבנה נאכל, ור' יוחנן לא חשיב רק מילי דאיכא חזקה נגדם וז\"ב ופשוט:<br><b> ונראה </b> לדעתי ראיה דרוב דמים שבמקור המה טמאים, מהא דפסיקא ליה לגמרא בפ\"ב דשבועות דבאמרה לו נטמאתי באמצע ביאה, דתלמיד חכם לא מחייב ולא חדא, דבשלא סמוך לוסתה אפרישה מזיד הוא, הלא כיון דאינו סמוך לוסתה א\"כ כי מרגשת בפתיחת המקור או כי מרגשת בזיבת דבר לח לחודא הלא אכתי שמא דם טהור הוי, ואף כי משום דהוי מספקא ליה היה צריך לפרוש באבר מת והוא פירש באבר חי, בכ\"ז לאו מזיד הוא, דהוי כמו מזיד בספיקו ושוגג בודאי דאומר פורש אני מן ודאי ולא מספיקו, מיקרי שב מידיעתו כדאמר בירושלמי פ\"ו דתרומות הלכה א' ואמאי אמר דמזיד הוא, אם לא דרוב דמים מן המקור הם טמאים, וכיון דאיהו ת\"ח וצריך למיזל בתר רוב ולא חש ופירש באבר חי הוי מזיד ולא כלום מחייב וזה ראיה מוכרחת בס\"ד:"
            ],
            [],
            [],
            [
                "<b>היה דיהה ממנו ה\"ז טהור:</b><br><b> הנה </b> בתוספות הרא\"ש פירש דדיהא מאדום הוא יותר אדום מקרן כרכום. ואפ\"ה טהור משום דמראה דמים טמאים לא נפקי ממקור רק בדרך הד' מראות הללו, וכל שאינו דומה להן טהור כו' יעו\"ש. ולפ\"ז נראה לפרש הך דאמרו שם, כיון דחזא לצפרא דאשתני כו' כיון דחזא דהדר אישתני אמר האי טמא ומפכח הוא דקא מפכח ואזיל, היינו דאישתני למראה קרן כרכום או עמוק ממוזג והוא כמראה מימי אדמה ולפיכך טמא כיון דבלילה היה רואה אותן במראה טמא ולבתר כן חזי במראה טמא רק בינתים היה דומה שהוא מראה הממוצעת שהיא טהורה, לכן אמר שמא טעיתי אוי לי, ונכון ודוק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הפילה חתיכה קרועה ודם אגור וכו' אם היה מראה דברים אלו וכו' אם נמוחו ה\"ז טמאה שדם הוא וקפה וכל הרואה דם יבש טמאה:</b><br><b> רבה </b> בזה המחלוקת בין גדולי הקדמונים ששיטת הרז\"ה וביארה בעומק נכדו בבדק הבית, דזה שפיר נפשט דמה דכתיב כי יזוב זוב דמה לאו דוקא דבר הנוטף ונוזל אלא אפילו יבש נמי טמא, אבל כי לא נימוחה אמרינן דדם יבש היינו שיש בו סמיכות דם הוא אינו דם רק בריה נברא במקור בצורת דם יבש, וזה סימן שאינו דם המתקבץ אל המקור רק הוא בריה נבראת בצורה זאת, וליכא למימר דדוקא כי הוי כעין קליפה כעין שערה כו' תלינן דבריה היא הואיל ונתהפכה לצורת זה, דא\"כ המפלת עפר דליכא שום צורה בהו וכי לא נימוח אמרינן ג\"כ דבריה הוי, וע\"ז תירץ בתורת הבית דאין דרכה של דם להתיבש ולצאת נפרך כעפר. והנה הש\"ך העיר מירושלמי וכבר הובא כן בספר האשכול שעמד על כל דברי הבאים אחריו, וכל הראיות לפי ההסבר של הרא\"ה נדחו כולם, אך באתי בדבר שנתחדש, ונעמוד על דברי ירושלמי:<br><b> וזה </b> לשון הירושלמי פרק המפלת הלכה ב', המפלת דם יבש ר' אלעזר אומר טמאה ר' יוסי ב\"ח אמר טהורה [פיוש אם הדם הוא יבש מעיקרו פליגי אם טמא או לא] מתניתא פליגא על ר' אלעזר המפלת כמין שערה כו' ואם נמוחו טמאה, [פירוש אלמא דכי נימוחו דוקא, משום דזה לא נקרא יבש וכמו ששנינו לקמן ריש פרק דם הנדה דאפילו דברים שאינן מטמאין יבשין אם יכולין לשרות ולחזור במעל\"ע בפושרין מטמאין יבשין אלמא דבכי האי גוונא כלח דמי, וכי פליגי בדם יבש דלא נמוח, ודלא כדבעי תלמודין דמשמע דהוי סבר לטהר מכי יזוב זוב דמה אפילו ביכול להמחות במים במעל\"ע דלכן פשיט ממשנתנו דטמא בנימוח וברור] פתר לה משום בריה [פירוש דכי לא נימו חזינא דבריה הוא והיינו שנתעברה בקליפה ושערה אבל דם יבש כי לא נימוח לא הוי בריה] אמר ר\"ז ואפילו תיתב עפר משום בריה, [פירוש דהא עפר ודאי לא הוי בריה דאין צורתו משונה והוי כמו דם יבש כי לא נימוח, וזה דאמר ואפילו תיתב, פירוש שתקשה מעפר דתני במשנה, ע\"ז תתרץ עפר משום בריה אתמהה, ותיתב מלשון מיתיבי וזה רגיל בירושלמי] אמר ר' בא ואפילו תימר עפר, [פירוש לא מבעיא דבמשנתנו תני כעפר, ובודאי מצי להיות בריה, רק אפילו תימר עפר ולא כעפר] עפר אתתא עברת, [פירוש דמצי להיות עפר בריה] מתניתא פליגי על ר' יוסי ב\"ח כו' ואמרו להן מכה יש לה מבפנים כו' שומא יש לה בפנים כו' [פירוש מש\"ה כי לא נימוח תלינן דממכה אתו והרופאים לא אמרו בבירור שיש מכה רק דדרך לבוא כך ממכה והבחינה אם לא נימוח] מפני שיש בה שומא ויש מכה הא אין בה שומא כו' לא הדא פליגי על ריב\"ח ולית לה קיום, פירוש דדוקא מפני דחשבינן שהוא קליפות מגילדי מכה ובודאי טהור, אבל דם יבש טמא כי לא נימוח. וא\"כ הירושלמי ארכיב לן אתרי ריכשי חדא משום בריה וחדא משום מכה ושומא, ובבלי נקיט לה דבלא נימוח אמרינן דבריה הוי ומייתי אחרי זה ברייתא דמכה ושומא דמייתי גם בירושלמי:<br><b> ולכאורה </b> רציתי לומר, דירושלמי הדר ביה מהא דהוי סבר הטעם משום בריה ומסיק טעמא משום מכה ושומא. ולפ\"ז היה נ\"ל דהא דאמר שם בירושלמי על בבא דהמפלת כמין דגים וחגבים כו' הדא ילפא מן ההיא, שאם נימוחו טמאה ואם לאו טהורה, דזה אזלא לפום ס\"ד דבקליפות ושערות אמרינן דבריה הוי ואפ\"ה אמרינן בהו דאם נימוחו טמאה, כן בדגים וחגבים כי נמוחו טמאה, אבל למאי דמסיק דטעמא דכי לא נימוח אמרינן דממכה קא אתי, א\"כ אפשר דבריה כמין דגים אעפ\"י שנימוח טהור, דאין דרך דם להתהוות בריה גמורה, ובודאי הוי בריה רק שרכה ונימוחה, ולכן לא מחלק המשנה בין נימוח ללא נימוח ולא מצרכא הטלה למים בבבא דמפלת דגים וחגבים, וזה נכון:<br><b> אבל </b> התבוננתי דשפיר דייק הירושלמי בלשונו ולא הדר ביה, וזה. דבתורת הבית כתב ז\"ל, ולא שנא מעוברת שהפילה כמין אלו ולא שנא שאינה מעוברת כל שלא נימוחו טהורה כו' ועוד מדקתני בשני מעשים שהעלה ר' יוסי מטבעין מעשה באשה שהיתה מפלת, משמע שהיתה רואה ומפלת כן תדיר, ואילו במעוברת שהפילה הוה ליה למימר מעשה באשה אחת שהפילה כו'. והנה הירושלמי מדייק דבמשנתנו מיירי באשה עוברה כמו דתני המפלת מין בהמה חיה כו' המפלת כמין דגים כו' ובאשה מעוברת הוי בריה, ע\"ז אמר דקליפה ושערה ויבחושין אדומין הוי בריה שנתעברה בזה, וע\"ז פריך דאטו אשה מתעברת עם עפר, אבל כאן בהברייתות איירי בלא היתה מעוברת ורק הרופאים דנו מזה דזה הוי קליפות מכה, ולא נזכר רק שערות וקליפות דבאין ממכה, ולכן תני בברייתא שהיתה מפלת ובירושלמי שהיתה מטלת, דבאינה מעוברת קאי או באין בעלה עמה וכי\"ב ודנו הרופאים שהוא ממכה. אבל במשנתנו במעוברת מיירי ואמרינן דנקלט הזרע ונקפא בהרחם צורת בריה זרה וכמו שנמצא בדרך זרות, ויבחושין ודאי לאו אורחיה להתהוות ממכה רק תלינן דהיא מעוברת ביבחושין וכן בכולהו ועפר נמי, וברייתא בקליפות ושערות, אבל תלמודין אמרה ומי איכא כה\"ג ומשני אין כדתניא, אלמא דכוונתו בריה הוה כן דכי לא נימוח חזינא דממכה אתי רק לא הואי דם מכה, [דכן יש לומר דדם שנוזל מן עורקי המקור אינו מתיבש כ\"כ שלא יוכלו להיות נימוח] דדם מכה שבמקור ג\"כ טמא דמקור מקומו טמא, רק מגוף השחין או השומא קא אתו הני קליפות ושערות והמה גילדי מכה דזה גופא טהור, [אבל המקור גופיה בלא מכה אינו מגדל קליפות ושערות ודלא כהחתיכה שמקור מגדל] וזה בריה הוי שאמר תלמודא דילן, אבל הירושלמי כוונתו דהאשה מתעברת ולכן אמר עפר איתתא עברת, כן נראה ברור:<br><b> ולפי </b> תלמודין בעי טעמא באשה שאינה מעוברת אמאי תלינן בעפר משום בריה הא אין בה שום צורה משונה, ולפי דברי התורת הבית אטו אם הפילה גרעין אחד כמין עפר תהא טמאה כי לא נימוח, ומזה יצא לרז\"ה ורא\"ה שפירשו דכל שאינו יכול להיות נימוח לפום תלמודין אמרינן דבריה הוי ולא בא הדם נוזל מן עורקי המקור שאין דרכו להיות יבש כל כך ברחם אם לא שהטילה חתיכה דכיון דנקבץ כ\"כ ונקפא נשתהה זמן מרובה ונתיבש עד שלא יכול להיות נימוח, ולכן פשיט ליה ר\"א ממשנתנו דטמא דכיון דנימוח אלמא דדם יבש טמא, והא דטהור כי לא נימוחו הוא משום דבריה הוה זה גם בסמיכות דם יבש ג\"כ טהור כי לא נימוחה דבריה הואי, והרומיא דא\"ה כי לא נימוח נמי והתירוץ דבריה הוי זה הוא מאמוראי בתראי ולא מר\"א וריב\"ח, והראיה דרבה תירץ עלה, אבל פשיטות ר' אלעזר היה מכי נימוח דטמא, אך בכ\"ז דחוק לומר בסמיכות דם יבש דבריה הוי וכן בעפר רק בצורה משונה תלינן דבריה הוי:<br><b> ולכן </b> לולא דמסתפינא הוי אמינא מלתא חדתא טובא, דתנן דם הנדה ובשר המת מטמאין לחין ומטמאין יבשין ופריך מנא ה\"מ והדוה בנדתה מדוה כמותה מה היא מטמאה אף מדוה מטמא יבש מנ\"ל כו' יהיה בהוויתו יהא, פירוש כמו שהיה טמא כן יהא טמא, יבש מעיקרא מנ\"ל יהיה ריבויא, ומרבינן דכמו דאם יתיבש הדם לאחר שיצא לחוץ לא ישתנה טומאת הדם כן כי הוה דם יבש מעיקרו יהא הדם טמא כן פשוט. ובסוף מסכת תמורה, דם הנדה ובשר המת שנפרכו טהורין, וז\"ל רש\"י, אע\"ג דקיי\"ל במסכת נדה מטמאין לחין ויבשין היכא דנעשו אפר בעלמא טהורין אם אין שם מת רקב, וכן תנן בתוספתא דנדה פרק י' עיי\"ש היטב דתני שהרקיבו. ובזה א\"ש מה שהקשו תוספות על מה דפריך בריש דם הנדה מיתיבי בשר המת שהופרך טהור לריש לקיש, ולא משני דאתיא כר' יוסי במשנתנו דמטהר בבשר יבש, מדקתני בהדי דם הנדה דמטמא יבש לכולי עלמא, ורק משום דהוי עפרא מטהר הברייתא, ולכן משני דאיקמח איקמוחי והוי עפרא, נקטינן מיהא דדם הנדה אע\"ג דאם יבש ואינו יכול להיות נימוח טמא, בכ\"ז אם הוי עפרא טהור, וכי מרבה הגמרא מיהיה לא קאי על עפר שאם נעשה אחרי זה עפר לא מסתברא שיהא בהווייתו להיות טמא הדם, וכיון שאם נתיבש אחר זה ונעשה עפר טהור תו מסתברא דכי הפילה כעפר דנפרך ואיקמח כעפרא ג\"כ אינו טמא הדם, ותו צריך להיות האשה טהורה, דכמו דהוקש מדוה כמותה כן הוקשה טומאת האשה להמדוה וכמו שעל ידי עפר אין המדוה טמא כן האשה טהורה וכמו דמקיש בתלמודן דבעי אם דם יבש טמאה האשה ופשיט ליה ממשנתנו דם הנדה ובה\"מ מטמאין לחין ומטמאין יבשין אלמא דפשיט דכמו דהדם טמא האשה טמאה, כן ה\"ה איפכא שאם הדם הופרך שטהור האשה טהורה, וכן מוכח מהא דתניא שם, זובו טמא לימד על הזוב שהוא טמא והלא דין הוא לאחרים גורם טומאה לעצמו לא כש\"כ, ואם נימא דאע\"פ שהדם יבש שהופרך טהור האשה טמאה, א\"כ נימא דם הנדה יבש יוכיח שהדם טהור והיא טמאה ולאחרים גורם טומאה והוא טהור, וכיון שכן מוכח דכל שהדם טהור האשה טהורה, וכיון שכן דהא דיבש מעיקרו טמא, הוא דוקא בכה\"ג דאם יתיבש אחר שיצא לח יהא טמא ויהיה בהווייתו. א\"כ בכה\"ג דהופרך ונעשה עפר טהור, כן טהורה כי יצא דם יבש בצורת עפר הוא שנפרך לעפר ואיקמח שהעפר אין בו שום שנוי צורה אחרת, וכיון שהדם טהור כן האשה טהורה, ולכן לא פריך בתלמודן דאטו בעפר שייך בריה, דטעמא אחרינא איכא להתוספתא שמובא בסוף תמורה, אבל כי הפילה דבר שיש בו איזה ממשות וסמיכות קצת וכמו חתיכה קטנה [שאינה ראויה לפתוח פי המקור ע\"י דם] בזה ודאי טמא אף כי לא נימוח דלא נשתנה לצורת אחרת, ורק דם הנוזל במקור הוא וע\"י החום נקפא כדברי רבינו בפירוש המשנה, ויבחושין ודאי בריה וקליפות ושערות דע\"ז פריך ומי איכא כה\"ג ופרש\"י מפלת כמין קליפות ושערות, ומשני דממכה אתו גילדי המכה, אבל על עפר לא פריך מידי, דהתירוץ פשוט וכמו שבארנו דבכה\"ג לא אתרבאי לטומאה בדם יבש וטהורה האשה [ולפ\"ז יש לדבר הרבה בקרטין יבשין מין חול שהאריך הבית יוסף סימן קצ\"א בכתבו על דברי שו\"ת הר\"ן ול\"נ כו' ותלה העיקר כיון דהרופאים אומרים מן הכליות המה יעו\"ש, ולפי מה שהגיה בדק הבית בלא נימוחו, לדידן הוי עפר ואף אם מן הרחם הוא טהור אם הוא עפר דאיקמח איקמוחי או כהרקיב ביבש מעיקרו ואכמ\"ל]:<br><b> נמצא </b> נתברר מדברינו הקצרים, כמה דברים, חדא דיפה עשו הקדמונים שלא הזכירו את הירושלמי, דבבבלי פשיט ר' אלעזר מהא דכי נמוחו טמאה דדם יבש טמא, אלמא דכי לא נימוח לא פשיט ליה, ובסוף אמר דבריה הוי ומייתי עובדא דקליפות ושערות, א\"כ כי היכי תחשוב עפר לבריה אעפ\"י שלא נשתנה לצורה אחרת, כן נאמר בדם יבש שלא נימוח דהוי בריה. אבל הירושלמי פשיט מהא דכי לא נמוחו דטהור דדם יבש טהור לריב\"ח, ומפרש הך דהמפלת באשה מעוברת ועפר איתתא עברת, ואין זה שיטת תלמודן, וכן העלינו שיטת הקדמונים יפה בטעם ברור אמאי בעפר לא שקיל וטרי בתלמודן ואמאי טהור כי לא נימוחה, ולפ\"ז דם יבש שלא נימוח שלא נשתנית לבריה אחרת וליכא למיתלי בגילדי מכה טמא כמו שבארנו בס\"ד. וכן נתבאר דהך דמפלת כמין דגים וחגבים שו\"ר, דהן נפלו מאשה מעוברת שנקלט זרע בקרבה ונתהוה ולד כזה, ודאי לא שייך ליטמא משום דם אף כי נמוחה במים דהוי כמו בשר שנמחה, דולד הוי, עד דצריך קרא בתורת כהנים למעטו מטומאת לידה וכמו דדריש בתו\"כ ריש פ' תזריע יכול אף המפלת דגים כו' ת\"ל זכר מי שיש בו מצורת אדם, ורק לפי מה דהוי סבר ירושלמי דקליפות ושערות ויבחושין הוא בריה שנתעברה מזרע הזכר, ובכ\"ז כי נמוחין רואין אנו שהן דם גמור ולא בריה רק הוא דם שנתהוה בצורת זה, ולכן סבר דגם בדגים וחגבים תטיל למים, אבל לפום מה דמסיק בתלמודן דאין זה בריה בגדר שנחשוב שנתהוה בעיבורה, רק מסיבה חיצונה ע\"י מכה ושומא, א\"כ בדגים ודאי לא שייך והן באו ודאי מזרע הזכר שנקלט במעיה ונולד ולד משונה ואין ראיה מאם נימוח וז\"ב מאוד ודוק:<br><b> וכן </b> רבינו לא כתב כאן רק אם יש עמהן דם כו' כלשון המשנה, מפני שכתב קודם לא נימוחו מעל\"ע הרי הן ממכה כו' וזה לא שייך במפלת דגים וחגבים כו', כי סיבות חיצוניות לא שייך בהן, ואם כי אמרו בקליפות ושערות דכי נמוחו טמאה. הוא להסיר סיבה החיצונה ודם הוא וקפא, אבל דבר הנראה שנתעברה האשה עם זה בולד מוזר כמוהו, אין בכח הבדיקה דנימוחו במים להסיר ממנו הויות בריה ולומר עליו דדם הוא שקפא באופן מוזר כזה שלא יקרה רק לאשה מעוברת שקלטה זרע מזכר. כן נ\"ב בדעת רבינו:<br><b> ומזה </b> הירושלמי מוכח דלא אמרו הרופאים דברור דיש לה מכה במקור, דהא הירושלמי מייתי הך ברייתא בלא סיום הנך מילי תטיל למים אם נימוחו טמאה. וא\"כ מאי מקשה בירושלמי על ריב\"ח מפני שיש בה שומא כו' דילמא אתו הרופאים לטהר אף אם נימוחו בפושרין, וזה גם לריב\"ח דירושלמי טמא, וכמו דהוי פשיט ליה דדם יבש טהור ממשנתנו דהמפלת כמין שערה כו' אם נימוחה טמאה ואם לא נימוחה טהורה וכפמש\"ב, ולכן דוקא כשיש מכה, דדם מכה אף כשהוא נוזל לח טהור דממכה קא אתי, הא בלא מכה אם נימוחה טמא דהוי לח דבזה לא פליג ריב\"ז לשיטת ירושלמי כמו שנתבאר דרואה דם יבש מעיקרו הוי כלחין ונתיבשו בשרץ וזוב וכי\"ב דכל שהן יכולין להמחות במים מעל\"ע לחין חשובין, [ודלא כשיטת תלמודן דסברה אם דייקינן כי יזוב זוב דמה מידי דזב דוקא לח גמור ולא יבש אף אם יכול להיות נימוח וכמוש\"כ רבינו בתוספות, דלכן פשיט ר' אלעזר ממשנתנו דרואה דם יבש טמא מהא דאם נימוחו טמאה] ועל כרחין דהרופאים לא אמרו רק שהסיבה שמפלת קליפות הוא מפני מכה, אבל אם נימוחו זה מצי להיות מן המקור דלפעמים שיתיבש מפני חום שיש במקור כדברי רבינו בפירוש המשנה, לכן לא מצינן לטהרה כי נימוחו כיון שהרופאים לא העידו על האשה בעצם שיש לה מכה, וכן פירשו בשו\"ת שב יעקב ושארי אחרונים [וכעת נדפס מחדש פירוש הרא\"ש בש\"ס ווילנא ופירש כן בהדיא] ואין צורך לפלפולים זרים וכמו שעלה גם ברעיוני לפרש דאם נימוחו אע\"ג דדם מכה הוה מ\"מ אינו גילדי מכה וצרבת השחין רק דם נוזל מן מכה שיבשה וטמאה האשה טומאת ערב דמקור מקומו טמא, ועיין היטב ותראה דהאמת כמש\"כ:<br><b> ובזה </b> נבאר דברי הירושלמי דבעי מנא לן דחמשה דמים טמאים באשה אמר ריב\"ל והיא גלתה את מקור דמיה וטהרה ממקור דמיה דם יהיה זובה בבשרה [פירוש הרי דמיה שני דמים ושני פעמים כתיב דמיה הרי ארבעה מראות דמים ודם יהיה זובה הרי חמשה] הא ואשה כי יזוב זוב דמה [הרי יש עוד דם בקרא ויש עוד מראה ששית] מנהון הוא אלא שבא עליה בימי זיבתה, [ר\"ל המראה דם הוא אחד מאותן החמשה מראות דמים המטמאין רק שאותו דם בא עליה בימי זיבתה שבזה אמר קרא ואשה כי יזוב זוב דמה כו' בלא עת נדתה] בש\"א אף כמימי תלתן וכבשר צלי, הרי שבעה דומין הן למימי אדמה [אבל על עקביא לא פריך דמטמא ירוק דדריש גם הך קרא כי יזוב זוב דמה והרי כאן ששה דמים ולכן הירוק דריש לטמא] ר' ייסא בשם רב כו' לא טימא ר\"מ [משום משקה להכשיר הזרעים] אלא שנגע בו עקביא [פירוש הואיל ועקביא מחשיב ליה דם] ויטמא כמימי תלתן כו' שנגעו בהן בית שמאי [דבהו מטמאי ב\"ש א\"כ ליתחשב לדידן כמשקה להכשיר הזרעים] אומרים הן דומים למימי אדמה כו' דם טהור מכשיר טמא אינו מכשיר, פירוש דבית שמאי כיילי להו בהנך דמים הטמאים ולדידן דאינו טמא אינו מכשיר וכמו דיליף בתוספתא דשבת הביאו בתוספות דמנין לדם נדה שהוא מכשיר ושהוא משקה דכתיב וטהרה ממקור דמיה, אבל בהנך דאינן טמאים אינן משקין להכשיר הזרעים, אבל עקביא דמפיק מקרא דדם כתיב יתירה חייש ר\"מ דילמא דם חשיב אע\"ג דטהור ודוק היטב. נמצא דהירושלמי סבר דשחור טמא לא מטעמא דבבלי דאדום הוא אלא שלקה אף דר' יוחנן ושמואל אמרו דשחור אדום הוא אלא שלקה או בא מכולן ע\"י לקוי, וכן בב\"ש ועקביא לא סבר טעמא דלקותא, משום דסבר דלקותא דמעיקרא לא היה טמא כיון דאשתני במראהו ואזיל לטעמו כפי מה שנתבאר לעיל בשיטתו דסבר דדם יבש מעיקרו טהור דוקא בלא נימוח במעל\"ע, ולכן פשיט ממשנתנו דתנן המפלת כמין שערה כו' דכי לא נימוח דטהור, ולא כדאמר בתלמודין דאם ס\"ד לטהר דם יבש לא הוי טהור רק מלשון כי יזוב זוב דמה, דמשמע בדבר הנוטף לח, ופשיט כיון דכי נימוח טמא ותו לא דריש דבעי שיזוב דבר לח תו אף כי לא נימוח בעי להיות טמא אם לאו דבריה הוי, וכן הכא אם לקותא הוא מראה שחור תו לא בעי קרא כיון דהוא דם טמא בעצמותו, אבל הירושלמי דבעי קרא למראה שחור משום דכיון דלקוי הוא מעיקרו לכן סבר דדם יבש טהור כיון דיבש מעיקרו ואישתני בעצמותו ודוק:<br>הלכה י\"ז <b> האשה שהשתינה מים ויצא דם וכו':</b><br><b> ברמ\"א </b> סימן קצ\"א באשה שרגילה למצוא דם במי רגליה ומרגשת כאב בשעה כו' נראה דיש להתיר בכל ענין כו' ואפילו אם מצא דם אחר הטלת מ\"ר כו' אך יש מחמירים להתיר רק ע\"י מוך כו' אם נקיה היא הוכחה גדולה דאין הדם מן המקור כו' והכי נהוג, ואם בדקה עצמה ג' פעמים בכה\"ג ומצאה המוך נקי מותרת אח\"כ בלא בדיקה שלא בשעת וסתה דחזקה דדם מכה הוא כו' עיי\"ש, והנוב\"י קמא סימן מ\"ח ותנינא סימן צ' תמה ע\"ז דל\"ל ג' פעמים, הלא ברואה מחמת תשמיש בבדיקת שפופרת אם נמצא על צדו אז טהורה, וכאן כיון שנתברר ע\"י מוך שהדם הוא ממכה ע\"ש אמאי לא סגי בפעם אחד, והמהרי\"ל מיירי באופן שלא ראתה אח\"כ כלל ואינה מוצאת כלל עיי\"ש דמטעם עקירת וסת אתי, וכן כתב בדגמ\"ר. אולם המעיין בשו\"ת מהר\"י ברונא סימן רמ\"ה יראה כי עלה על דעתם שתהא צריכה בדיקת מוך תמיד, וטעמם עולה יפה, שכל מקום שנתברר שממכה הוא או מן הצדדים תולה אח\"כ במכה, שנתברר הסיבה שרואה בעת תשמיש הוא מדוחק השמש בצדדים, וכי במכה, ואטו יש מקום לתלות שמסיבת הדם שיורד ממכה או מצדדים עי\"ז יבוא הדם של המקור, לכן סגי בפעם אחד, אבל במ\"ר הואיל וכואב לה בשעת הטלת מ\"ר נראה דיש דוחק לה במקום הטלת מ\"ר, ומסיבת דדחיקא לה עלמא לכן הדר מ\"ר למקור ואייתי דמא מן המקור, א\"כ מה שהדם יורד ממקום מ\"ר הוא סיבה להביא דם מן המקור, לכן חששו שתהא צריכה בדיקת מוך לעולם. וע\"ד פשרה אמרו שיש להקל ע\"י ג' פעמים כיון דאיתחזקה דאף ע\"ג דדחיק לה עלמא ובכ\"ז לא אייתו מי רגלים דמא ממקור תו לא מייתי לעולם. וזו סברא אמיתית:<br><b> ובזה </b> מסולק מה שהעיר החוות דעת סק\"ז מה שמחמירים אף אם לא נמצא ע\"י בדיקה רק תוך מ\"ר כיון דאיתחזיק המ\"ר בדם הוי כעד מלוכלך ואינו צריך תו למיחש אף בעומדת ושותת לשמא הדור מ\"ר למקור ואייתו דם וכמו דמדמה הגמרא (דף י\"ד) לעד שאינו בדוק עיי\"ש. ושם אי עד מלוכלך אינה חוששת, ולפ\"ז כמה רחוק זה מזה, אטו שם העד סיבה להוציא דם מן המקור וכש\"כ שאין לכלוך העד סיבה להבאת דם מהמקור משא\"כ כאן אף שמוצאת בשעה שיושבת ומקלחת והוחזקו מ\"ר לדם מ\"מ ע\"י סיבת הכאב שבהן בא אח\"כ ע\"י דוחקן דם מן המקור כשעומדת או שותתת דדחיקא לה עלמא, וז\"ב, ועיין בשו\"ת מהר\"י ברונא הנ\"ל ותמצא חדשות ודוק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואם ראתה דם בבית אביה כו' ויהיה דם בתולים זה כאילו היא תחלת נדה:</b><br><b> אינו </b> מובן, דלפי דינא דרבותינו המה בעלי המשנה אמאי הוה תחלת נדה, וכפי הנראה שקודם תקנת רבי שאם ראתה יום אחד תשב ששה והוא מיירי, ויעוין פ\"ט הלכה ל\"ט גבי כתם, כן הכא הו\"ל למימר שאם בימי זיבה שומרת יום, ואיך סתם רבינו דהוי כאילו היא תחלת נדה. והנראה דלמד זה רבינו מהך דירושלמי פ\"ב דברכות תני כלה אסורה לביתה כל שבעה כו' דברי ר' אליעזר, מ\"ט דר\"א אי אפשר שלא יצא דם נדה עם דם בתולים, הרי דר\"א תנא קדום אמר דאסורה כל שבעה לא שנא בימי נדה ל\"ש בימי זיבה. אמנם טעמא לא ידענא, דבירושלמי מצינן לפרש בלא ראתה מימיה דמונה תחלת נדה, אבל לרבינו דרק בראתה קשה להבין אמאי הוי תחלת נדה, ואולי משום דמן הדין אף לב\"ה נותנין לה כל הלילה דדם בתולים מצוי. וגדולה מזו כתב הב\"י דעד שתחיה המכה איננה נחשבת לרואה מחמת תשמיש דתלינן בדם בתולים ורק דאמרינן דכיון שראתה כבר ושירפה מצוי בה אמרינן דעם דם בתולים יוצא דם נדה וכמו שיש לה וסת כזה שע\"י דם בתולים יוצא דם נדה ועשו אותה כאילו שינתה וסתה דמספק מתחלת מנין נדותה, ויעוין לקמן פ\"ח ה\"י, וכ\"ז דחוק ועדיין צ\"ב:<br><b> (נ\"ב. </b> ובזה אתי שפיר מה דדייק בריש כתובות דהוא ישן בין כו' דדברים שבצינעא נוהג ובתו' הקשו דלמא משום דם בתולים ולפ\"ז א\"ש דבימי זיבה אינה אלא שומרת יום וכל ששה ימי המשתה הנשארים א\"צ לפרוש ממנה אם לא משום אבלות דנוהג דברים שבצינעא ויעוי' רא\"ש שם בשם רמ\"ה ואכמ\"ל ותקנת רבי הי' רק בשדות).",
                "<b>ואם ראתה דם בבית אבי' כו' ופורש ויהי' דם בתולים זה כאילו היא תחלת נדה כו'.</b><br><b> הנה </b> רבינו מפרש הך דרב ושמואל דאמרו כרבותינו דנמנו וגמרו הוא בראתה בבית אבי' והכריחו לזה מה דרב אמר בוגרת נותנין לה לילה הראשון ובלא ראתה מוכח דכאן אמר רב בראתה ויעוי' בית יוסף וכסף משנה ובהשגות כתב כב\"ש היא ע\"כ ובאמת אין זה כבית שמאי דכולהו מתניתא דתינוקת נותנין עד שתחיה המכה פירוש, מה שרואה בביאות אלו הם דם בתולים וכן ארבעה לילות וכן בראתה לבית שמאי דנותנין לה בעילת מצוה פי' שהוא דם בתולים ואינו צריך לפרוש ממנה אלא מותר להיות עמה ואם תראה דם בביאה שניה אז חשבינן הך דם לדם נדה אבל רבותינו דנמנו וגמרו אמרו בועל בעילת מצוה ופורש דחשב' לדם דביאה ראשונה כדם נדה וזה כר' אליעזר בירושלמי פרק הי' קורא דכלה כו' אסורה לביתה כל שבעה כו' אי אפשר שלא יצא דם נדה עם דם בתולים וזה פסק רבינו.<br><b> ובבית </b> יוסף הביא בשם תשו' רשב\"א ששפך מרורות על דברי רבינו דאם איתא הרי כאלו פסקו רב ושמואל כו' כבית שמאי ולא כב\"ה כו' אלא שאין אלו אלא דברים בטלים כו' ואינו מובן כלל דהא מחמרי מדבית שמאי שצריך לפרוש והייתי חושש דלאו הרשב\"א חתים עלה דזה אינו מצוי שיכתוב דברים כאלה נגד רבינו אמנם ראיתי בתורת הבית שער שני א\"ל ר' אבא לרב אשי אלא מעתה לא יגמור ביאתו כו' וקשיא לי מאי קשיא לי טפי ארבותינו ממתניתין דתני בתנוקת כו' וראתה בעמ\"צ ופורש ולא ידענא מאי אמר הלא במשנה כתוב נותנין לה בעילת מצוה ופי' דאינו צריך לפרוש אלא דלא תלינן בדם בתולים רק ביאה ראשונה אבל מה שתראה בביאה שניה חשבינן לדם נדה ורבותינו אמרו דפורש ותימה רבתא זו ויותר תמוה על הרא\"ש שהשיג על הראב\"ד דסובר שצריך לפרוש באבר מת ופריך הרא\"ש דא\"כ מאי נותנין לה דקאמר ולא ידענא דזהו אליבא דמשנתינו פירוש' דחשבינן לדם בתולים גמורים וא\"צ לפרוש ודו\"ק.<br><b> ולרבינו </b> סוגיא כזו משכחת בפרק האשה שנפלו דב\"ש וב\"ה פליגי ורב ושמואל כנמנו וגמרו טפי מב\"ש דבין נפלו עד שלא נתארסה כו' מכרה בטל וב\"ד של אושא תקנו אף בגופה של קרקע יעו\"ש והעיקר כדברי רבינו ובדברי הרי\"ף יעוי' באשכול והא דמביא הרי\"ף פלוגתא דר' חנינא ור' אמי לענין אם בעל ולא מצא דם וחזר ובעל ומצא דם משום דנ\"מ לאם ראתה אח\"ז שלש פעמים מחמת תשמיש חשבינן לה לרואה מחמת תשמיש ולר' אמי לא מיחזקא בהנך תרי זימני דראיה ראשונה מיחשב' דם בתולים ומסבת דם בתולים יצא עמה דם נדה ודו\"ק.<br><b> אחר </b> זמן רב מצאתי לרז\"ה בהשגות לבעלי הנפש שמפרש באורך כמו שבארתי ושמחתי מאד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד הן תלויין כו' והיא ובועלה חייבין בקרבן כו'.</b><br><b> נראה </b> דאף אם ידעו דהיא זבה וצריכה שימור ויודעים הדין דאם תראה תסתור למפרע מ\"מ אם ראתה אחר זה חייבין חטאת דאכתי שוגג מיקרו דהוו שב מידיעתו דאילו הוי ידעי שתראה לא הוו עבדי והוי כאומר אין אני פורש מספיקו ופורש אני מודאו דמביא חטאת וכמו דאמר בירושלמי פ\"ו מתרומות ובזה פליג רבי יהודא ואמר לזו אתם קוראים תרבות רעה והלא לא נתכוון זה אלא לבעול את הנדה כו' פירוש דאינו חייב חטאת לכשתראה משום דמזיד הוי דבחזקת טומאה קיימא אע\"ג דהי' לה הפסק טהרה קודם הספירה היינו בערב מ\"מ מחמיר ר' יהודא כמו דמחמיר בימי נדה דהפסק טהרה קודם מן המנחה ולמעלה לא מהני לדידי' יעו\"ש ודו\"ק ותני תלויין להורות דאינו מביא אשם תלוי וכמו דמדייק גיטין ע\"ד ובהוריות ג' משום דתלוי אם תראה ותסתור יתחייבו חטאת ואם לא תראה היום פטורין מקרבן וזה תלוין ובאופן שסופו להתברר הספק אינו חייב באשם תלוי וכמו דאמר בירושלמי ריש פרק החולץ דעד שנמצא המפתח אינו מביא אשם תלוי ודו\"ק."
            ],
            [],
            [
                "<b>פלטה ש\"ז בתוך ימי הספירה סותרת יום אחד מפני שהוא כזב שראה קרי שסותר יום אחד:</b><br><b> הרב </b> אב\"ד בספר האשכול בסימן מ\"ו האריך בזה, והביא שהגאונים לא הזכירו זה עיי\"ש [והב\"י כוון לדבריו]. אמנם לפלא על רבינו איך לא זכר שהאשה לא תספור ז' נקיים רק אחרי עבור ששה עונות ואף ע\"ג דאזלא בכרעא כתב רבינו פ\"ז מהלכות תרומות דאם נתהפכה בשעת תשמיש א\"א לה שלא תפלוט, ומדוע לא זכר רבינו פה. והאשכול וכן הרא\"ש הביאו בשם ר\"ת שפירש בעיא דרמי ב\"ח בפרק בנות כותים (דף ל\"ג) דפולטת ש\"ז אין פירושו ש\"ז של אדם טהור, דא\"כ הא אמר תסתור ז' דיה כבועלה, ואיך תסתור יום אחד הא דיה כבועלה, ובועלה אינו סותר רק משום דפתיכא בה צחצוחי זיבה, ולכן פירש דמיירי שבא עליה זב ושכבת זרעו אם פלטה סותר דפתיכא בה צחצוחי זיבה. ומלבד שהקשו על שיטת ר\"ת משמועה דפרק יוצא דופן דאמר אף לר\"ש דאמר דיה כבועלה דוקא לטמאה בפנים כבחוץ הא לסתור כו' רואה הוי ותמן מיירי בש\"ז של אדם טהור. עוד לא זכיתי להבין דברי ר\"ת, דהגע בעצמך, אם הזבה תוך ז' נקיים ראתה דם לבן אטו מי היא סותרת כיון דאין אשה מתטמאה בה, וכיון דמשום ש\"ז הלא של טהור וטמא שוין, רק משום דפתיכא בה צחצוחי זיבה דהוי לובן והאיש מתטמא בלובן ומאי שייך שיסתור באשה, ואכתי נימא דיה כבועלה מה אצל בועלה אינו סותר רק ע\"י צחצוחי דבר שהוא מתטמא בו ונעשה זב על ידו, כן האשה כי פלטה ש\"ז יהא פתוך בה דבר המטמאה והוא דם נדה וצ\"ע:<br><b> ולולא </b> דמסתפינא היה נראה לדון דרבנן פליגי עם ר\"ש אם פולטת ש\"ז מטמאה בפנים כבחוץ ורבנן סברי דנפ\"ל מקרא דיהיה זובה בבשרה דבפנים מטמאה כבחוץ, וכבר הרגישו רבנן בתוספות דא\"כ קרא דמשמשת טמאה ל\"ל, הא כל משמשת נוגעת בשכבת זרע בפנים ולא גרע מפולטת ש\"ז דמטמאה בפנים לרבנן אף כשטבלה לשימושה, ותירצו דאימת מטמאה בפנים דוקא בשהיה בחדר הפנימי ויצא משם לבית החיצון אז טמאה משום פולטת, אבל אם היה הש\"ז רק בבית החיצון אינה טמאה רק משום משמשת אף שלא נכנס הש\"ז אל החדר הפנימי עכ\"ל. ודבר זה מוכרח דכמו דמרבינן לה מקרא דזובה יהיה ושם אינה טמאה רק אם יצא הדם מן החדר הפנימי אל בית החיצון, אבל כשהדם הוא בבית החיצון אינה טמאה רק מדין משא בבית החיצון למ\"ד בית הסתרים הוי ולאו מדין ראיה [אעפ\"י דמשם אין ראיה משמועה דיולדת שירדה לטבול מטומאה לטהרה דמה שהוא בבית החיצון לא הוי ראיה או מה שיורד מבית חיצון לחוץ לא הוי ראיה, דתמן המה ימי טוהר ואם ראתה דם עכשיו אין לטמאותה לכן משום ראיה לא מטמאה, אעפ\"י שהדם הוא יוצא ממקור קודם הטהרה, רק מדין מגע, בכ\"ז נראה פשוט כיון שנעקר מן החדר תו לא הוי ראיה ודוק], כן פולטת ש\"ז דוקא כשפלטה מן הרחם אל בית החיצון, ונתבונן הא דאמר רבא משמשת כל ג' ימים אסורה לאכול בתרומה שא\"א לה שלא תפלוט הוא דוקא על פליטה מן בית החיצון לחוץ שאז טמאה מדין מגע שנוגעת בש\"ז וכמו ששנינו במסכת מקואות פ\"ח האשה ששימשה ביתה וירדה וטבלה ולא כבדה את הבית כאילו לא טבלה, הא כבדה את הבית הרי היא טהורה דתו ליכא מה לפלוט, הרי דאע\"ג דלא הכניסה למקור ששם לא שייך כיבוד ואפ\"ה לא חיישינן לפליטה דאין לה מה לפלוט דמה שקלט הרחם כבר קלט ומה שלא קלט הרי כבר פלטה ע\"י כיבוד\n<sup> *</sup><i class=\"footnote\">ויש מפרשים שם בר\"ש דמשום חציצה אתי עלה. ומה שהקשה הר\"ש דהא ביוצא דופן אמר דאם הטבילוה במטה ולא נתהפכה מותרת לאכול בתרומה, לק\"מ דתמן רבא אקרא אמר דכי כתיב ורחצו במים וטמאו עד הערב בשאינה מתהפכת ודבר תורה מיעוטו המקפיד ג\"כ אינו חוצץ. אולם משנתנו מיירי לפום מה דאמרו רבנן מיעוטו המקפיד חוצץ לכן כאילו לא טבלה, ומאי דאמר מקודם מכלל דכי אמר רבא דאזלא איהי בכרעא הו\"מ למימר דבל\"ז אסורה לאכול בתרומה דהש\"ז שבבית החיצון חוצץ בפני הטבילה, רק דאולי רבא חששא דאורייתא אמר, לכן פריך חיישינן שמא נשתייר מבעי ליה והיה נכלל בזה גם דהוי חציצה מד\"ס ודוק. אמנם זה יתכן דוקא לרבא דבית הסתרים הוי וראוי לביאת מים בעי, הא לאביי דאותו מקום בלוע הוי א\"כ אף ראוי לביאת מים לא בעינן כמוש\"כ בתראי, אך מקום שהתינוקת יושבת ונראה דא\"ר יוחנן אותו מקום גלוי הוא אצל שרץ א\"כ משום זה בעי כיבוד דשם בודאי חוצץ ודוק:</i> . וכיון שזכינו לזה א\"כ הא לא חיישינן לפליטה כלל לבעלה דמן החדר אין דרך לפלוט, והראיה דאם כבדה בית החיצון תו לא חיישינן לפליטה כלל ומה שהוא בבית החיצון ומכש\"כ מה שפולטת מבית החיצון לחוץ אין זה ראיה רק במקום שהיא מטמאה במגע שם נטמאת לטהרות הא לבעלה אין נפ\"מ כלל, א\"כ תו לא שייך חששא דפולטת ש\"ז לבעלה כלל, לכן לא הזכיר רבינו כלל שתהא צריכה כיבוד וקינוח רק בפ\"ה מהלכות שאר אה\"ט גבי תרומה לא לבעלה:<br><b> הגה\"ה</b><br><br><b> ופוק </b> חזי אמיתת דברינו בדבריו שם פ\"ה, ז\"ל, האשה שפלטה ש\"ז כו' בתוך ג' עונות ה\"ה טמאה כרואה קרי לפיכך סותרת יום אחד אם היתה זבה כו' ומטמאה בכ\"ש אעפ\"י שלא יצאת לחוץ אלא נעקרה והגיעה לבין השינים נטמאת שהרי ש\"ז כדמה [רמז אל דרשא דיהיה זובה בבשרה דהוא כזיבה] מה דמה מטמאה בפנים אף ש\"ז שתפלוט תטמא אותה בפנים עכ\"ל, וכמעט כל דברינו מפורשים בלשונו דבעי שיצא מן הרחם ויבא אל בין השינים שהוא מקום שהשמש דש שהוא בית חיצון לר' יוחנן שזה מטמאה משום רואה. ולכאורה משמע מדברי רבינו דכשיצא מבית חיצון אל החוץ אז רק הוי מדין מגע והוי כנוגע בש\"ז דשיעורו בכעדשה. אולם לפ\"ז מילתא דתמיה דר' שמעון דאמר דיה כבועלה הלא אינה מטמאה בפנים רק ביציאתן לחוץ ואפ\"ה אמר דאף לר\"ש רואה הוי ליטמא בכ\"ש. ולפ\"ז איך תאמר לרבנן שיעורו כנוגע ולא מטמאה רק בכעדשה. אמנם אם נאמר דרבי שמעון ג\"כ דריש דיהיה לה על פולטת ש\"ז דרואה הוי לסתור ולטמא בכ\"ש, רק לדרוש שמטמאה בפנים לא מסתברא ליה דדיה כבועלה א\"ש, דלרבנן הוי כדם בשעה שיוצאת מן הרחם דאז רואה הואי משא\"כ בעת יציאתה מבית חיצון לחוץ הוי מדין מגע ובעי כעדשה, ור\"ש סבר דהא דרביא רחמנא כרואה הוא בעת יציאתה לחוץ ושם מטמאה בכ\"ש ולא שייך לומר דיה כבועלה ולא תטמא בכ\"ש דגם בעל קרי סבר ר\"ש דבעי חתימת פי האמה כדאמר ריש פ' אלו דברים משום דזה השיעור לא שייך אצל אשה וכמו\"ש האשכול דברים מתוקים:<br><b> וכן </b> מוכרח דר\"ש דריש קרא דיהיה לרבות פולטת דרואה הוי מהא דאמר מ\"נ אי שמיע ליה מתניתא כו' ואי לא שמיע ליה מתניתא מסברא נוגעת הוי, לעולם שמיע ליה מתניתא כו' כי קרא מבע\"ל אליבא דר\"ש כו' ליסתור וליטמא בכ\"ש מאי כי אמר ר\"ש דיה כבועלה כו' אבל לסתור וליטמא בכ\"ש רואה הוי, ופלא הוא אם ר\"ש לא דריש קא הלא מסברא נוגעת הוי ואיך אלים כחא דר\"ש לומר נגד הסברא, וע\"כ דמבע\"ל דילמא דריש קרא דיהיה זובה בבשרה דרואה הוי אם פולטת ש\"ז לסתור ולטמא בכ\"ש דבזה הוי כבועלה, ואם כה נאמר יהיה ביציאת הש\"ז לחוץ חומר לר\"ש טפי מלרבנן, וגם לסתירה כן הוא דלרבנן אם יצא לבית החיצון, תו אח\"כ מועיל לספירה ועולה, ולר\"ש סותר בעת הטומאה היינו בעת יציאתה מבית חיצון לחוץ, ולרבנן אז אינה טמאה רק מדין מגע ולא סותר, ולפי דברינו דא עקא הא דאמר איכא דאמרי לא שמיע ליה מתניתא והכי קא מבע\"ל מדאחמרה רחמנא אב\"ק בסיני רואה הוי, ופירשו רבנן בתוספות דמאשה דייק דמשום פולטת הזהירה רחמנא ג' ימים אל תגשו אל אשה וכוונתם למשנה וגמרא דפרק ר' עקיבא מנין לפולטת ש\"ז כו', וצ\"ל לפום מה דלא שמיע מתניתא א\"כ לא ידע דפולטת מטמאה בפנים כבחוץ, והוי סבר דמטמאה בשעה שתצא לחוץ כבועלה ומטעם רואה, מדאקפיד רחמנא בסיני דאמגע לא קפיד, ולפי המסקנא שפירשנו אפשר דאקפיד רחמנא בסיני דלא לפלוט ממקור אעפ\"י שלתרומה לא חיישינן לזה, ולמילף מסיני לחוש לבעלה לא נוכל למילף דאיכא פחדא וביעתותא מרפיא עיין שילהי פ' תינוקת, או אפשר דבסיני קפיד גם אפליטה לחוץ אע\"ג דמגע הוא וכמו דאמר בסיני חידוש הוא, וכולהו אמוראי דאמרי ליה רואה הוי, קיימי ללישנא דמבעי ליה לר\"ש דהמה ידעו מתניתא וכמו דא\"ל אביי שפיר כו' אפילו ר\"ש יהיה א\"ש:<br><b> בארנו </b> דעת רבינו דלשמא תפלוט מן המקור לא חיישינן וכולה סוגיא דג' ימים אסורה לאכול בתרומה א\"א שלא תפלוט, וכן משנה דפ\"ח דמקואות, הכל לטהרות דפליטה לחוץ מטמא רק משום מגע הא לבעלה לא איכפת לן מה שהוא בבית חיצון ותפלוט ממנו לחוץ, לכן לא חשש רבינו להאי כלום רק דינא אם פלטה מן המקור קמ\"ל, ומסתפקנא אם בעי גם הרגשה כיון דאיתרבי מן דם יהיה זובה בבשרה ומקרא דבבשרה דרשינן שתרגיש בבשרה וקאי גם על פולטת וכמו הא דנפק\"ל מבבשרה שמטמאה בפנים שקאי על פולטת וכן מסתברא דצריכה שתרגיש בפתיחת פי המקור ודוק, ודא ברור דמשמשת אינה סותרת רק משום פליטה דמשמשת אין שייך לראיה, ולפ\"ז צע\"ק הא דפריך פולטת תיפוק ליה דהא שימשה הא נ\"מ לסתירה דסותרת וכדפרשנו אף לר\"ש. ואחרי כתבי כ\"ז בינותי בספרים ומצאתי להרשב\"א בספר תורת הבית בסוף שער החמישי דברים האלה, אי נמי ההיא דמסכת מקואות בשהלכה דפלטתו בבית החיצון וכותלי בית הרחם העמידוהו ומש\"ה צריכה כיבוד לטהרות משום נגיעה דש\"ז אלא דלית לה דין פולטת לראיה ולטמא בפנים אלא ראשון דמגע ש\"ז הוי עכ\"ל. הרי כל דברינו מפורשים, אך מה שנראה מלשונו דבבית החיצון טמאה מדין מגע הא בית הסתרים הוי רק מחששא דתפלוט מבית החיצון לחוץ הוי ליה למימר ואז נוגע בבשרה, וע\"ז חייש רבא שא\"א לה שלא תפלוט היינו הש\"ז שלא נקלט במקור, וגם לקנוח אין צורך לפ\"ז דמה שקלט המקור תו לא תפלוט, ומה שהוא בבית החיצון אינו סותר וכמו שבארנו, כן מה שיוצא מבית חיצון לחוץ אינו סותר דזה מדין מגע, וכל מה שטרחנו הושיט לנו הרשב\"א בקנה, זה רצינו לבאר ודוק:<br><b> והנה </b> אחר העיון בהאי שמועה בדף ל\"ג דבעי רמי ב\"ח פולטת ש\"ז מהו שתסתור כו' ואמר רבא לפום חורפא שבשתא, נהי נמי דסתרה כמה תסתור תסתור שבעה כו' תסתור יום אחד ואחר תטהר אמר רחמנא אחר אחר לכולן שלא תהא טומאה מפסקת ביניהן ולטעמיך זב גופיה היכי סתר לטהרתו אמר רחמנא שלא תהא טומאה מפסקת ביניהן כו', דיפלא על רבא, הא ואחר תטהר דריש בתורת כהנים פ\"ט, ולטהרתו בפ\"ה דריש שתהא טהרתו אחת ואיך לא ידע רבא הך דתו\"כ. ונראה דבפ\"א דזבים תנן הרואה קרי ביום השלישי לספירת זובו ב\"ש אומרים סתר ב' ימים שלפניו, ופירש רבינו, שכיון שלא נפסקה הזיבות בג' ימים טהורים שהם מספר הימים אשר בכמותם יהיה זב גמור לא יחשבו לו אותן הימים אלא אפילו ש\"ז תפיל אותן עכ\"ל. הנה כוונתו אף שראה זיבה במשך כמה ימים רצופים ולא פסק מזובו, מכל מקום הימים אשר מביאים אותו לזיבה הם שלשה ימים שבהם נעשה זב גמור, וכיון שצריך לספור שבעת ימים אם הש\"ז מפסקת שראה ביום שלישי לספירה, הרי הימים השניים שספר המה עומדים בפני עצמם ונתבטלו מצד ראיית הימים שנעשה בהן זב גמור שהן שלשה והספורים שנים ולכן בטלה טהרתן [ודוגמא לזה מצינו בתוספתא לב\"ש שאם ראה שתים ובשני הפסיק ובשלישי ראה אחת שנעשה זב גמור משום כיון שזקוק לספירה ע\"י השתי ראיות ביטלה ראיה את יום הטהור ויש בידו שלש ראיות, אבל אם ראה ברביעי לא מבטל השני ימים יעו\"ש ודוק]. ובזה נתפרש טעמא דר' ישמעאל דאמר הרואה בשני סותר את שלפניו דסבר טעמא דב\"ה משום דימי זיבה לענין ספירה אינן נחשבין שלשה ימים שהרי משני ימים נעשה זב לספירת ז' נקיים רק השלישי אינו מוסיף רק לקרבן, לכן כי ראה קרי בשני אין כאן ספור רק יום אחד לבדו מיבטל נגד השני ימים שכבר הוזקק על ידן לספירה, אבל כי ראה בשלישי הרי יש שני ימים ספורים וקיימי שפיר נגד שני ימי זיבה, זה טעמו של ר' ישמעאל, וכמו כן סבר רבא בטעמייהו דב\"ה שבזב הימים מועילים לעשותו זב וזה מועיל גם ע\"י ראיות שע\"י ראיות שלשה ביום אחד נעשה זב גמור, א\"כ ביום אחד ספור מועיל דלא ליבטל נגד השני ימים שהזקיקוהו לעשותו זב לספירה דבאותו יום אם ראה שלש ראיות היה זב והימים כראיות בזב, ולכן יום אחד טהור לגמרי חשוב בפני עצמו ולא מיבטל נגד הימים שנעשה בהן זב, וכיון שכן בזבה דאינה מטמאה בראיות רק בימים אם ראתה שלשה ימים ופלטה אח\"ז ביום השלישי לספירתה ש\"ז הרי שני ימים הספורים דקיימי בפני עצמן מיבטל בטלי נגד השלשה ימים שנעשית בהן זבה, ונמצא דכו\"ע מודו גם רע\"ק גם ר\"י אליבא דב\"ה דסותרת אותן לגמרי וכי תפלוט ש\"ז ברביעי לספירה לא תסתור רק יום אחד, א\"כ לא יהיו הסתירות אחת בזבה ויהא חלוק גבי זבה בין ראתה ברביעי לראתה תוך ג' ימים הראשונים, ובזב לב\"ה לא יהא נפ\"מ מידי וזה לא יתכן, וכיון שכן דברי רבא קיימי בסברא עצומה ולזה אמר לפום חורפא שבשתא, ולכן לטעמו אזיל רבא לקמן וסבר להך דיוקא גבי לידה דלידה עולה מדאמרינן טהרה אחר אחר לכולן ואם נאמר דאינו עולה יהיה נפ\"מ בין ילדה ביום שלישי לילדה ביום רביעי דביום שלישי יסתור הכל ומשו\"ה פסק כן, נמצא דהלכה כרבא נגד רמי ב\"ח ומשו\"ה לא הביאו הגאונים כמו שכתב בספר האשכול ודוק:<br><b> והנה </b> בטור ושו\"ע פסקו כרבותינו בתוס' שלא לספור עד יום ה' לראיתה ונהגו עוד להחמיר למנות יום ראשון מיום ו' שמא תשמש בה\"ש ותפלוט ביום ה'. ועיין תרומת הדשן סימן רמ\"ה, והעיד בט\"ז בשם מהר\"ל מפראג שבכלה הורה למנות מיום ה', וטעמו נראה מהא דבריש פ' תינוקת אמר רשב\"ג בברייתא נותנין לה עונה שלמה לילה וחצי יום ומסיק בגמרא אימא גבי נדה חצי יום וחצי לילה כו' שאני גבי כתובה דמגהי בה טפי, ופירושו דאין דרך לבעול קודם חצי לילה, הרי דרשב\"ג לא דקדק וסתם לילה וחצי יום על עונה של י\"ב שעות משום דאין דרך להקדים ביאת נשואין בתחילת הלילה כש\"כ דבין השמשות שמא תשמש ביאה ראשונה לא חייש וזה טעם נכון ולכן הקיל המהר\"ל בבתולות ונשואות כשהן בוגרות וכבר ראו דמדינא דמשנתנו אין לה רק ביאה ראשונה, ולפ\"ז אף אם אחר ביאה ראשונה פירסה נדה יש לה למנות מיום ה' וברור מאד:"
            ],
            [],
            [],
            [],
            [
                "<b>אפילו בדקה בשביעי לנדתה ובין השמשות לא בדקה וכו' הר\"ז ספק זבה:</b><br><b> בגמרא </b> דף ס\"ח, נדה שבדקה עצמה ביום השביעי שחרית ומצאה טמאה ובה\"ש לא הפרישה ולאחר ימים בדקה ומצאה טמאה רב אמר זבה ודאי ולוי אמר ספק. ונראה לכאורה דלטעמייהו אזלי, דביבמות דף פ' אמר וליחוש שמא הבריא בינתים כיון דתחלתו וסופו לקוי לא חיישינן כו' לחד אבר חיישינן לכולי גופא לא חיישינן, ולפ\"ז א\"ש דלחוש שמא הפסיקה מלראות בינתים הוי כמו כולי גופא שדמי האשה מתקבצים ובאים מכל הגוף בהקבץ הדם עד כי נוטף לחוץ מהמקור. אמנם אם נאמר שיש דמים במראה דם ממקור אחר והמה טהורים א\"כ הוי דמי המקור הטמא כחד אבר, ולכן לוי דסבר לעיל דף ל\"ה דדמי טוהר ממעין אחר אתו וטהורים. נמצא דהמעין הטמא הוי כמו חד אבר וחייש שמא הבריא בינתים ולא הואי רק ספק זבה, אבל לרב דסבר מעין אחד הוא, א\"כ דמי המקור הוי כמו כולי גופא ולא חייש שמא הבריא בינתים והואי ודאי זבה וא\"ש. אמנם באמת לדעתי לא יתכן זה רק במידי דהוה לקותא לא כן דם נדה דאין זה לקותא דכל אשה עלולה לראות דם, ואף בשאין לה וסת לא הוי לקותא ודוק. והנה בפרק מי שמת דף קנ\"ג אמרו דבחלה ומת חייש שמא הבריא, משום דתמן חולי ומיתה אינן דבר אחד אדרבא רוב חולין לחיים, וגם מיתה מפני שסוף האדם למות [עיין ט\"ז סימן שצ\"ז] אינו הוראה להחזיק קלקול למפרע שלא הבריא מתוך החולי דהבריאין מתין ג\"כ, ורק בקלקול שאינו מצוי כסריסות חשיב הגמרא בכל מקום למיעוטא ולכך כיון שתחלתו לקוי וסופו לקוי לא חייש שמא הבריא בינתים, אבל במיתה אינה ריעותא להחזיק שלא נתרפא מתוך חליו דגם הבריאים מתים ודוק:"
            ],
            [],
            [
                "<b>וכן אם בדקה ביום ראשון מימי הספירה ומצאה טהור וביום הח' ומצאה טהור כו':</b><br><b> ראה </b> בהגהות תמצא דעות החוששים לפסוק דלא כרב, והתוס' פ\"ק (דף ז') ד\"ה ר\"א כו' ודוקא יום ז' אבל יום ח' לא כו' הוא מטעם דחששו לפסוק כר' חנינא. אמנם לדעתי יש בזה מובן אחר, ורבנן דתוספות מדלא הזכירו הך דר' חנינא שמע מיניה דמשום חששא אחריתא נגעו בה, וזה הוא. דידוע שיטת ר\"ת שפסק לקמן (דף ל\"ז) בתוספות ד\"ה אביי אמר אינה סותרת ואינה עולה דימי נדה וימי לידה שאינה רואה בהן אינן עולין לספירת זיבתה והוא הלמ\"ד מיע\"ל קג\"ם, ולדידיה אם נעשית זבה קטנה ובעיא שימור יום אחד ואח\"כ נעשית נדה אין הימים של נדה שלא ראתה בהן עולין לספירת שמור יום אחד וכמוש\"כ התוספות סוף פ' בא סימן (דף נ\"ד) בזה, ויש לעיין לפ\"ז בתקנה שתיקן רבי לעם שבשדות שאם ראתה שני ימים תשב ששה והן, ופרש\"י לחומרא שמא ראשון סוף זיבה ושני תחלת נדה יעו\"ש, דקשה הא כיון דראתה זה היום א\"כ בעיא שימור יום אחד ותו כי נעשית נדה הרי הששה שלא ראתה בהן הן ימי נדה שאינן עולין לספירה וא\"כ עדיין לא עשתה שימור ליום אחד שראתה בימי זיבה. אמנם לא קשה כיון דהא דאחד עשר בעי שימור לא הוי רק מדרבנן לא חששו לכך, דמה\"ת כיון דראתה סוף ימי זיבה לא בעיא שימור לכן לא חשש רבי לכך מספיקא אע\"ג דתאמר גרגרן דתנן במתניתין אסור כרב ששת וכדפסק רבינו לקמן הלכה י\"ח. אמנם רבוותא בתוספות לא ניחא להו ומפרשי משום דס\"ס הוי שמא כולם בימי נדה וסלקי למנין ז' ימי הראיה ולא בעיא נקיים, ועוד שמא כולהו בימי זיבה ולא בעיא שימור רק יום אחד לכן לא חשש רבי שמא יום אחד מימי זיבה ויום השני מימי הנדה רק דעיקר החשש היה שמא כולם בימי נדה רק דילמא ראתה דם ירוק ביום הראשון והוי נדה מיום השני יעו\"ש. והנה בהא דבעינן ספורין בפנינו העירו רבנן דתוספות, דבאומרת יום אחד טמא ראיתי שמטבילין לה שני טבילות ביום, שמא ראתה אתמול והיום הוי שימור הא לא בדקה היום קודם שבאה לפנינו, ותירצו לחלק בין זבה קטנה לזבה גדולה יעו\"ש. מכל מקום נראה לומר דלמאי דמפרש רב דסופן אעפ\"י שאין תחלתן הוא הדין בזבה קטנה סגי מטעם שבודקת באותו יום ששומרת והוי כסופו אעפ\"י שאין תחלתו, וכיון דבדקה סוף יום סגי ומתחשב כל היום ליום שימור, אבל מה שבדקה בשעת הפסק טהרה לא מועיל דספירת לילה לאו ספירה וא\"כ לא בדקה בעת הספירה כמוש\"כ שם בתוספות, ויותר מסתברא לומר לפום ההלכה דספירת זבה קטנה וזבה גדולה שוין, רק דסופן אע\"פ שאין תחלתן והכי נמי הבדיקה שבודקת בסוף ימי השימור סליק לעשותו ספור משום סופו, הגם דלרע\"ק שצריך לבדוק באותו יום אפשר דבזבה קטנה סליק סוף היום לשימור וזה סוף מנין, משא\"כ בזבה גדולה לא סגי לדידיה בבדיקת סוף המנין סוף שבעה, אבל לר' אליעזר מסתברא לומר דלדידיה שוין ובעי בדיקה בסוף וסגי משום סופו אעפ\"י שאין תחלתו וז\"ב. ונקדים הקדמה שלישית, דהא דבעי הפסק טהרה לא דמי להך דבעינן ספורין לפנינו דהפסקת טהרה אם הוי אתי אליהו בתר כן ואמר דלא ראתה דם שפיר מועיל ספירה בתר כן, אבל הך דבדוקין לפנינו הוא גזירת הכתוב וספרה שבעת ימים ולכן אם בדקה ביום שמיני לחודיה לא מועיל לכו\"ע ולא מיקרי ספירה בלא בדיקה, ולכן כי מקשה טועה דילמא ילדה זכר בזוב כו' ומוכיח מזה דבעינן ספירה לפנינו ואמאי לא אמר דהא לא עבדא הפסק טהרה, ומוכרח מזה דהפסק טהרה רק הואיל ומעינה פתוח חייש שמא ראתה, אבל מספק בעיא טבילה שמא לא ראתה דם בעת הפסק טהרה, אבל מספורין לפנינו דאינו מטעם ספק רק אפילו לא ראתה כיון דלא בדקה לא סליק להיות ספור, וזה מבואר שם בסוגיא וכן פירש המהרש\"א בחידושיו:<br><b> וכיון </b> שזכינו לכל זה, נבאר דברי התוספות במש\"כ ודוקא יום ז' אבל יום ח' לא. מובן אחר, דקיי\"ל לקמן דלדידן דעל טפת דם כחרדל סופרת ז' נקיים משום דלא בקיאי אימת קאי אי בימי נדה אי בימי זיבה ואינן שומרין פתחי נדותן א\"כ חיישינן שמא יום הראשון או השני הוה מימי זיבה ובזה הא עשירי לכו\"ע ולר' יוחנן דקיי\"ל כמותו מן התורה בעי שימור ואף אח\"כ בימי נדה כדרב אשי בסוף פ' בא סימן, וא\"כ כשהיתה נדה אחר זה, אם לא תבדוק רק ראשון ושמיני, והיו כל הז' ימי נדה שאינן עולין אף שאינן רואין בהן לשיטת הר\"ת ובעיא שימור ליום עשירי מן התורה, ואימת סלקא ליה שימור בסוף הוא יום השביעי דאם היתה נדה הרי יום הראיה וששה ימים מתחשבין ימי נדה והשביעי הוה מימי זיבה ואימת מועיל כשתבדוק בו, אבל אם לא תבדוק רק ראשון ושמיני לבד הא קיי\"ל דמשום צינה וגנבי וארי שרי למיטבל ביום שמיני ממנ\"פ יעו\"ש (דף ס\"ז) וכמו שכתב רבינו לעיל פ\"ד, ואימור דבעיא שימור משום עשירי מה\"ת והיא ראתה דם בעשירי ואחד עשר ובתחלת נדה וששה ימים מן הנקיים הם ימי נדה שלא ראתה בהן ואינן עולין לספירת זיבה קטנה וביום השביעי לא בדקה ולא שייך לומר תחלתן אעפ\"י שאין סופן רק כשבדקה בתחלת ימי הספירה, אבל כאן כשבדקה ביום ראשון דהוי מימי נדה שלא עלו כלל לספירה דילה ודאי לא שייך דיהיה מועיל לספירה דסליק לה ביום השביעי וביום השביעי לא בדקה, וכבר פירשנו דבעי בזבה קטנה ספירה לפנינו ע\"י בדיקה כמו בזבה גדולה היינו בבדיקה או בתחלת היום או בסוף היום דכרב קיי\"ל דסופו או תחלתו משוי ליה לספור לפנינו, וע\"כ דבדיקת שמיני משוי ליום שמיני לספירה וכיון דתטבול ביום ותשמש ביום ותראה אח\"כ באותו יום הלא יסתר אותו יום מספירה ונמצא דזבה קטנה בעל ויכול לבוא לידי מכשול גדול, ולכן פסקו דיום שביעי דוקא, אבל בראשון ושמיני לא, ולא הזכירו כלל הך דר' חנינא, משום דטעמם דלרב לדידן בעי לבדוק בז' דוקא, ודוק כי זה ענין חדש בס\"ד:"
            ]
        ],
        [
            [
                "<b>אותו הדם הוא הנקרא דם הקושי כו':</b><br><b> בגמרא </b> (דף ל\"ו) אמר רב נדה ליומא ושמואל אמר חיישינן שמא תשפה וכו'. הנה כאן הספק הוא על ענין העבר אם הקשוי הוא בא מחמת הלידה או לא, ומה שתשפה אחר כך אינו רק ברור שאם שפתה מסתמא קשויה קודם לא היה מחמת הולד, וכי מוקמינן אחזקה או ארובא דמקשות מחמת לידה כמוש\"כ תוספות, תו לא שייך לחוש שמא תשפה כמו דחיישת שמא ימות ושמא יבקע הנוד בגיטין כ\"ח, דתמן הוא ענין דלהבא שאפשר להיות כך במקרה, אבל כאן שהוסכם על העבר שזה מחמת ולד תו לא תשפה ועיין חידושי ר\"ן בזה. ואפשר דטעמא דשמואל דסמוך מיעוטא דמפילות וקשוי דנפלים אינו מטהר, למיעוטא דלאו מן ולד קא אתי הקשוי, וכן כתב הר\"ן בחולין ס\"ג: דפריך ושמא עוף טמא נינהו דסמכינן מיעוטא דנבילות למיעוטא דטמאים, רק התם הוא בענין דהוה פירש לפנינו ולא ידענו אם פירש מן המיעוט או מן הרוב, משא\"כ כאן דנחקור על הך אתתא אם יקרה לה כמקרה הרוב בזה סברי ר\"ח ורב דלא סמכינן מיעוטא למיעוטא. ובחידושי חולין וסנהדרין חלקתי דעל רוב כזה לא אזלינן בדיני נפשות לשיטת רבינו, ובגוף הדין אם סמכינן מיעוט למיעוט כתבתי במק\"א ואכ\"מ:",
                "<b>בההמ\"ג </b> ופסק רבינו כן דתרי נינהו.<br><b> נ\"ב </b> ושמואל פסק בסוף הערל הלכה כר\"י בקשוי ולרב מיבעי לי' יעוי\"ש."
            ],
            [],
            [],
            [
                "<b>חל שלישי כו' שהרי יום הלידה סמוך לקושי:</b><br><b> יעוין </b> הרב המגיד. והנה הרמב\"ן וריטב\"א כתבו דאף ע\"ג דא\"א לפתיחת הקבר בלא דם מכ\"מ דם קושי הוה כיון דבאו ע\"י לידה, והכריחן לזה הוא דאמר רבא לידה אינה סותרת, הא רבא סבר בפרק תינוקת א\"א לפתיחת הקבר בלא דם וכמו שהקשו רבנן בתוספות, ומזה כתבו דדם קושי הוה כיון דע\"י לידה באה, ולפ\"ז פירשו הך דת\"ר יש רואה מאה יום ואין זיבה עולה בהן כו' דקמ\"ל דאפשר לפתיחת הקבר בלא דם, פירוש במפלת דאין קשוי לנפלים ואם הוי דם בפתיחת הקבר לא הוי דם קשוי דאין קשוי לנפלים והואי זבה יעוין דבריהם. ובאמת מכרע מילתא דהדם שרואה עם לידתה הוי דם קשוי ואינו סותר דהדם ודאי מכח ולד אתי וכמו דאמרו אין לך אונס גדול מזה, וגדולה מזו פרש\"י (בדף ל\"ז) ד\"ה אף ימי לידה ואין ראוין לזיבה כדאמר ולא דמה מחמת ולד הרי דהוה דם לידה ופשיטא שדין דם קשוי יש לה שאינו סותר אף תוך ספירת ז' נקיים, ואף לרבנן בתוס' והרא\"ש דסברי שדם בשעת לידה הוי סותר ככל דם ואין זה קשוי מכל מקום נראה דלגבי סילוק דמים מודו ג\"כ, דהא אמרו בפ\"ק נשאת וראתה דם מחמת נשואין כו' ילדה וראתה דם מחמת לידה עדיין אני קורא לה בתולה כו' ומסיק ע\"ז בירושלמי ואפילו שופעת כל ז' לזכר וי\"ד לנקיבה, הרי דאפילו רואה דם בימי טומאתה הואי בתולת דמים, וכן אמרו בתלמודן להנך תנאי דבעו ג' עונות הפסק במעוברת ומניקה דמצטרפין ימי עבורה לימי מניקותה ואע\"ג דחזיא בלידה דם נדה לחוד ודם לידה לחוד ומיחשבא מסולקת דמים. ובזה א\"ש לשון הגמרא על הך דימי עיבורה עולין לימי מניקותה דללוי דאמר שני מעינות הן צריכה שתפסוק משהו כדי שיעלו לה לג' עונות, משמע דאע\"ג דרואה כל ימי טומאה לא איכפת לן דזה מחמת ולד אתי עד דחשיב לה בירושלמי בתולת דמים וכל דם שהיא רואה מתחלת לידה עד סוף ימי טומאתה המה ז' לזכר וי\"ד לנקבה מחמת ולד אתו והוי בכלל הא דאמר לעיל דם נדה לחוד ודם לידה לחוד, וברור, וא\"כ מסתברא כהרמב\"ן וסייעתו דמחשבי לדם קשוי ודוק:<br><b> וכיון </b> שזכינו לזה נתבונן נא במה דנתקשו אבות העולם רש\"י ורמב\"ן ז\"ל דלא מצאנו סוגיא כזו בש\"ס דבחדא מסכתא מבעי להו על ימי לידה שאינה רואה בהן אם עולין למנין ז', ופליגי אביי ורבא ומרבים בראיות, ובסוף פרק בא סימן מבעי להו ופשיט רב כהנא ומפלפלי בה רב פפא ור\"ה בריה דר\"י ואינם זוכרים דברי רבותיהם מאומה, ומשום זה פרש\"י בתשובה דאליבא דר' מרינוס פליגי יעו\"ש ברמב\"ן, והדבר באמת מתמיה. ולפ\"ז נמצא דרך מחוור, דרש\"י פירש דימי לידה שאינה נעשית בהן זבה נפקא לן מדמה ולא מחמת ולד, וע\"ז מקיש דימי לידה שוים לימי נדה שאין ספירת ז' עולה מהן משום דאי אפשר לזבה כל זמן שלא ספרה ז' נקיים להיות נדה ותליא אם מקשינן אפשר לשאי אפשר יעו\"ש בסוגיא. ולפ\"ז הא דבסוף פ' בא סימן אמרו דימי נדה שאינה רואה בהן עולין לספירת זיבתה היינו משום דתמן מיירי בזבה קטנה ומשכחת דקודם שעשתה שימור לעשירי נתהווה נדה ובעי אם ימים שאינה רואה בהם עולין לספירת זבה קטנה יעו\"ש ברש\"י ותוספות, וע\"ז מסיק דאיבעיא להו ימי לידה שאינה רואה בהן מי עולין לספירת זיבתה הוא ג\"כ בזבה קטנה דבעי שימור יום אחד וסופרת יום אחד, דזה לא ידענא מהקישא דנדה כיון דימי נדה גופא משכחת בזבה קטנה דעלו לימי ספירה דילה, ולכן פשיט שפיר מברייתא דתניא ראתה שני ימים כגירסת רש\"י ובשלישי הפילה כו' מביאה קרבן ואינו נאכל, דחזינן דמדאינה מביאה רק קרבן אחד מספק, הלא מספק היה לה להביא שני קרבנות שמא ראתה וילדה והואי זבה ויולדת וצריכה להביא שני קרבנות, וצריך לומר דהך תנא סבר דאין ספק שמא הוה זבה ויולדת דדם שרואה בעת לידה הוי דם קשוי ומחמת ולד אתי וכמו דכתבו קדמאי וסבר דיש קשוי לנפלים ויעוין בתוספות ריש פ' המפלת שפירשו כן בברייתא דקשתה שנים ולשלישי הפילה יעו\"ש. וכיון דסבר דיש קשוי לנפלים, א\"ש מה דמסיק וימי לידה שאין רואין בהן עולין לספירת זיבתה דממ\"נ אם הפילה רוח הרי ספרה ז' נקיים לזיבתה, ואם הפילה ולד הרי אינה צריכה ספירת ז' דיום השלישי הוי דם קשוי מה שרואה בשעת לידה ואינה זבה, וזה תינח על ספירת שבעה, אבל מכל מקום מה דראתה שנים מזה הוה זבה קטנה דהא לא קשתה ורק בשופי ראתה כגירסת רש\"י ורבינו, וצריכה ספירה יום אחד, ע\"ז מסיק הברייתא דימי לידה שאינה רואה בהן עולין לספירת זיבתה והוי שימור בימי לידה שאינה רואה בהן והוי חדא בקתא עם הך דימי נדה שאינה רואה בהן עולין לספירת זיבתה דבזבה קטנה מיירי ודוק, ומשני ר\"פ משום דאיכא ספק שמא יולדת זכר והוי ספק ספיקא שמא לא ילדה ושמא ילדה זכר וסליק לה שימור מז' ימים בתראי, ור\"ה בר\"י מדחה לה ולא מזכיר כלל ספק ספיקא ספק שמא לא ילדה וספק שמא ילדה ולא ראתה כיון דאפשר לפתיחת הקבר בלא דם דקרבנה אינו נאכל [ויעוין לקמן הלכות שחיטה פ\"ח שהארכתי לפלפל] וכמו שהרגישו בתוספות, כיון דלא נזכר רק לידה וספירה לזבה קטנה וכמו שבארנו, ומה דלספירת זבה גדולה לא סלקי ימי לידה ולספירת זבה קטנה סלקי הוא משום דמההיקש לימי נדה גמרינן דימי נדה אין ספירת ז' עולה מהן הא ספירת יום אחד לזבה קטנה עולין, כן איתקוש ימי לידה, ומצאנו לר' לוי (בדף ל\"ח) לפרש\"י דסבר דדרשה דדמה ולא מחמת ולד לא נאמר בזבה קטנה וכיו\"ב כתבו תוספות (דף ס\"ט) לענין ספורים בפנינו לחלק בין זבה קטנה לזבה גדולה, א\"כ אין פלא דשמור יום אחד לזבה קטנה סליק מימי לידה שאינה רואה בהן אע\"ג דלזבה גדולה לא סליק, ויכול להיות אף לר' אליעזר דסבר דבר שאינו גורם סותר, זה דוקא בספירת שבעה לא בספירת יום אחד דוגמא דזב דאונס סותר לספירת שבעה, וימי נדה וכן ימי לידה שאינה רואה בהן עולין לספירת יום אחד בזבה קטנה ודוק:<br><b> והנה </b> מוכרח כן בסוגיא דטועה דף ל' דפריך יומא קמא דאתא לקמן ליטבלה כו' שומרת יום כנגד יום הואי כו' ולא פריך דכל שבוע קמא ליטבלה דילמא יולדת כשהיא זבה קטנה וכל יומא בספק שומרת יום הוה דהך תנא סבר דימי לידה אין עולין לספירת זיבה והרגישו זה בתוספות, וצריך לומר, דאע\"ג דימי לידה שאינה רואה בהן עולין לספירת זבה קטנה מכל מקום לזבה גדולה אינן עולין, ומצאתי בחידושי רמב\"ן שפירש כן בהך דטועה ודוק:",
                "<b>הר\"ז ספק יולדת וספק זבה:</b><br><b> דכיון </b> שאין ידוע מה הפילה אימור דם ראתה ולא ילדה ואימור ילדה ולא ראתה דם ואימור ילדה וראתה דם, דדוקא המפלת חתיכה ורואין אנו שאין עמה דם טהורה דאפשר לפתיחת הקבר בלא דם, אבל בלא ראינו אימור ילדה וראתה דם ואין קשוי לנפלים והוי זבה גמורה וצריכה ז' נקיים, ודברי הכס\"מ תמוהים מאוד:"
            ],
            [],
            [],
            [],
            [
                "<b>ספרה שבעה ימי נקיים ולא טבלה וכו':</b><br><b> הנה </b> בזבה שספרה ז' נקיים ולא טבלה ואח\"כ ראתה דם בשמיני אם סותרת מנינה נסתפקו בתוספות, והעלו דמסתברא דלאחר המנין אינו סותר, וכן נראה סעד לזה מהא דאמרו סוף פ\"ק דכריתות דזב בעל שתי ראיות אם ראה ג' ראיות ביום שביעי אינו מביא קרבן דכל ראיה שסותרת אינה מביאה לידי קרבן כמו שביאר רבינו בהלכות מחוסרי כפרה, וטעמו פשוט דבשתי ראיות טמא ובשלשה מביא קרבן, הפירוש דיהא הטומאה עליו מהשתי ראיות אז מביא קרבן על השלישית. והנה זה דוקא כשטומאתו להצריך ז' נקיים בא מאותן ראיות שמצטרפות לחיוב הקרבן אבל אם הטומאה להצריכו ז' נקיים בא בלא אותן הראיות דאף אם ראה ראיה אחת סותר ואף באונס סותר, הרי דטומאתו להצריך ז' נקיים בא מהשתי ראיות הראשונות שכבר הצריכוהו עליהן לספור ז' נקיים ונסתר עכשיו ע\"י ראיה חדא לטמאותו למפרע אינו מחייבו בקרבן, ואם נאמר דבזבה סותרת בטח בזב שראה ב' וספר שבעה ולא טבל אם יראה אח\"כ סותר מנינו ונמצא דין זר דאף אם ראה בשמיני ג\"כ סותר מנינו, ולכן אף אם ראה שלש ראיות בשמיני הוי ראיה שסותרת ואינה מחייבו בקרבן, ולפ\"ז אמאי מחלק בין ליל שמיני ליום שביעי עדיפא הוה ליה להשמיענו דאם ראה שלש ראיות בשמיני כ\"ז שלא טבל אינו מביא קרבן כיון דהוי ראיה הסותרת, וזה מוזר לא שמענו, לכן ברור דאף שלא טבל אינו סותר מנינו לכן מביא קרבן בראה בליל שמיני, וכיון שכן הוא הדין בזבה שלא טבלה אינה סותרת מנינה לאחר ספירת שבעה אף אם לא טבלה, אולם לדידן אין נפק\"מ דעל טיפת דם כחרדל צריכה לישב ז' נקיים ודוק, אח\"ז ראיתי בשמ\"ק בש\"ס ווילנא מש\"כ בזה ונהניתי:<br><b> והנה </b> בדם הבא שלא בהרגשה אם סותר בעי עיונא ונחלקו בתראי, ולכאורה משמע קצת דסותר, דאמרו בפרק המפלת, דהמפלת חתיכה כו' וא\"ל טהורה ר' אליעזר אומר בבשרה ולא בשפיר ולא בחתיכה כו' היינו כו' וחכ\"א אין זה דם נדה אלא דם חתיכה ת\"ק נמי מטהר כו' ומסיק רבא דכו\"ע אין דרכה של אשה לראות דם בחתיכה, ופירש השר מקוצי (עיין רא\"ש) דהפירוש דהוי דם נדה רק דסברי דהא דמטהר רחמנא בשפופרת משום שאין דרכה של אשה לראות בשפופרת, וכן בחתיכה נמי אפילו פלי פלויי משום שאין דרכה של אשה לראות דם בענין זה ולא משום חציצה, והכא במקור מקומו טהור כו' דר\"א מקור מקומו טמא כו', ולמה ליה למימר דפליגי בזה דלא נזכר פלוגתייהו בהאי, לוקמא דפליגי דר\"א סובר דאע\"ג דמיעטיה רחמנא בבשרה ולא בשפופרת ולא בחתיכה משום דאין דרכה של אשה לראות כך, מכל מקום סותר המנין של ז' נקיים ואזיל לטעמיה דסבר גבי זב דראיה באונס סותר אף שאינו גורם לטומאה ולא לקרבן ולדידיה אמרו לקמן (דף ל\"ז) דלר\"א אף דבר שאינו גורם סותר וגם דם קושי סותר בזיבה וכן סבר רבא דלידה סותר בזיבה יעו\"ש לר\"א דמוקי מתניתא כוותיה, לכן סבר כאן דרואה בשפופרת סותר בזיבה, ורבנן סברי דדבר שאינו גורם אינו סותר, ולכן אמרו אין זה דם נדה. פירוש דאינו סותר כלל ואזלי לטעמייהו, ומוכרח מזה דאע\"ג דדרשינן ולא בשפופרת כו' מכ\"מ סותר לכולי עלמא והרי בריש פ' הרואה כתם אמר דמבבשרה תרתי ש\"מ הך דלא בשפיר והך דשלא בהרגשה טהורה, וכיון שהוכחנו דדם זה הבא בחתיכה ובשפופרת סותר כן הך דשלא בהרגשה דתרווייהו מחדא דרשא נפקא ותרווייהו בני חדא ביקתא הוי ודוק:"
            ],
            [],
            [],
            [
                "<b>ימי לידתה וימי נדתה אם לא ראתה בהן וכו' אין עולין לה ימי הראייה ולא סותרין וכו':</b><br><b> בגמרא </b> דף ל\"ז כימי נדתה כך ימי לידתה, מה ימי נדתה אין ראוין לזיבה ואין ספירת שבעה עולה מהן אף ימי לידתה שאין ראוין לזיבה אין ספירת שבעה עולה מהן. והנה התמיהות בזה גדולות, מאי אין ראיות לזיבה דאמר הכא ועיין ס\"ט קצ\"ד, ועוד לא ידעתי מה זו סיבה מפני שאין ראויות לזיבה לכך אין ספירת שבעה עולה מהן, הסיבה הוא מפני שאינה יכולה להיות נדה כ\"ז שהיא זבה, והוא אצלי ממש כאומר מה ימי נדה שמטמאה בועלה וכי\"ב כיון שאין זה סיבה לזו, ולפי סיבה זאת א\"כ ימי טוהר שאינה נעשית זבה אין ספירת ז' עולה מהן, ואעפ\"י שיש לדחוק אין זה נוח לדחוק בסברות בדויות, ובפרט דשיטת רבינו ידוע דאעפ\"י שלא ספרה ז' נקיים, בכ\"ז ביום י\"ט הוה נדה ובתוך נדתה ימים שאין רואה בהן הוי ספירה, ואף שלא הטלנו עלינו כעת את הטורח ליישב שיטתו מכמה סוגיות בש\"ס המוקשים, בכ\"ז רואים אנו שהיה לרבינו פה גירסא אחרת:<br><b> אשר </b> לכן נראה לי בזה חדשות, דניחזי מקום הברייתא הוא בתורת כהנים, ושם ילפינן ימים הראויה להיות בהן זבה, וימים אשר היא נעשית בהן נדה מקראי, והגמרא מייתי הך ברייתא לקמן סוף מכילתין ומנא ידעינן י\"א יום, דבקרא כתיב סתם בלא עת נדתה ודרשינן משמעותו, היינו ימים שכתוב ימים רבים, וספרה שבעת ימים, בטח כל אותן הימים הן ימים הראוין לעשותה זבה אם רואה בהן יעו\"ש באורך, דז\"ל, מה מצאנו ברביעי שהוא כשר לספירה וכשר לזיבה אף אני ארבה את אלו שהן כשרים לספירה כשרים לזיבה. הנך רואה בעיניך, דבזה האופן ידעו חכמים מנין האחד עשר יום, ממה שהן כשרים לספירה. אבל שאר יומי כמו הי\"ט והכ' אינם בכלל וספרה שבעת ימים הכתוב בקרא, אע\"ג דאם לא ראתה הן עולים לספירת זיבה אם ראתה בט' וי' וי\"א, אבל הילפותא הוא ממה דקאי הקרא בהכרח וכל מה שהוא בכלל ספירת ז', אם ראתה אב\"ג נעשית בהן זבה, וע\"ז יליף תנא דתו\"כ דגם בימי לידה אינה נעשית זבה אעפ\"י שהדם טמא ואסורה לבעלה, דמהיקש ילפינן מה ימי נדה, היינו יום הי\"ט עד הסוף נדות שאינן ראוין לספירת שבעה, היינו שאינן בכלל וספרה לה ז' ימים אינן ראוין לזיבה, ודוקא ימי שהן בכלל וספרה לה שבעת ימים בהן נעשית זבה, כן ימי לידה שאין ספירת שבעה עולה מהן אין ראוין לזיבה. ולפ\"ז צ\"ל הגירסא כך, מה ימי נדתה אין ספירת שבעה עולה מהן אין ראוין לזיבה אף ימי לידה שאין ספירת שבעה עולה מהן אין ראוין לזיבה. והא דפריך וכי דנין אפשר משא\"א, ה\"פ דאם הוה אמרינן שאף ימים שאינן בכלל וספרה שבעת ימים הן ראוים לזיבה א\"כ אימת הואי נדה דכל ימיה הואי זבה ותמיד הואי בלא עת נדתה אתמהה. אבל אם יולדת שתראה דם תהיה זבה, אטו זה מתנגד למנין הנדות, אם תלד בחשבון ימי זיבה ותראה דם תהיה זבה, וזה אין דנין אפשר משא\"א תמצא בכ\"מ בסוכה נ' וביבמות ובמנחות י\"ט ודוק. ולמאן דמוקי הך ברייתא כמ\"ד דנין אפשר משא\"א, מנא לן דאינה נעשית זבה בלידה למ\"ד אין דנין. דע, כי אפשר דכיון דקיי\"ל דדם לידה אינו סותר כיון שאינה גורמת טומאה דבלא ראיה היא טמאה מחמת הלידה כפסק רבינו, כש\"כ שאינו עושה אותה זבה, אבל ר' אליעזר צריך למילף מקראי דאית ליה דבר שאינו גורם סותר, כן אפשר אע\"ג דבלא זה טמאה בכ\"ז נעשית בזה זבה ודוק היטב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה דרכה לראות יום כ' ושינתה ליום כ\"ב כו' הגיע כ' ולא ראתה כו':</b><br><b> דע </b> כי יש שנוי גדול מגירסת גמרא שלפנינו, דבגירסתנו הוא ברייתא בדף ס\"ד תניא כוותיה דר\"פ, היתה למודה להיות רואה יום עשרים כו' הגיע יום עשרים ולא ראתה הגיע יום שלשים וראתה והגיע יום עשרים וראתה כו' דביום עשרים ג' פעמים לא ראתה, ואפ\"ה לא נעקר בכל השלשה פעמים כיון שלא שינתה ראיתה ליום אחר, דכשהגיע יום שלשים ג\"כ לא ראתה ועיין רש\"י שפירש שם כן בהדיא, ואילו לפי גירסת רבינו מיירי כשלא ראתה ביום עשרים רק שני פעמים הא אם שלשה פעמים לא ראתה אפשר דנעקר אף אם לא שינתה אותו ליום אחר, וכי חזרה וראתה ביום עשרים אפשר דהוי כוסת שנקבע מתחלה וצריכה לקבעו ג' פעמים. אמנם זה למדנו מגירסת רבינו, דוסת קבוע עוקר וסת שאינו קבוע, היינו דכיון דראתה ביום עשרים אף שעדיין לא הגיע יום כ\"ב בכ\"ז אינה חוששת לו כיון שחזרה לקביעותה הראשונה וז\"ב, ובוסת הפלגות מיירי לרבינו כמוש\"ב הרב המגיד בהדיא שהכ' יום מונה מיום כ\"ב וכרב הונא בריה דר\"י בדף ל\"ט, ומוכח דאם לא היה וסת של כ' יום קבוע מקודם, אם ראתה שני פעמים לכ\"ב יום ואח\"כ ראתה לכ' יום חוששת ליום כ\"ב אעפ\"י שראתה יום עשרים מקודם, ועיין ש\"ך ס\"ק ל\"א, ומש\"כ בס\"ק מ' בדברי רבינו דבימי החודש מיירי הוא בלא עיון בדברי הרהמ\"ג:<br><b> אך </b> צריך להבין לענין מה נטהר היום כ\"ב הא נדה היא, ובגמרא מיום כ' ליום ל' א\"ש דיש יותר מעשרה ימים, אבל בציור רבינו תמוה הא נדה היא, וגדולה מזו אפילו אם תראה ביום כ\"ב שלאחר הכ' שחזרה לוסתה הקודם ג\"כ לא נקבע וסת דהוי קביעות וסת בימי נדה, אך זה הוי מעין סתום וכפרש\"י בדף י\"א דראיה שלישית הוי בימי נדה דקבעה וסת. אולם רבינו כתב סתמא דאין אשה קובעת וסת בימי נדה, אמנם לשיטת רבינו כיון שחזרה לקביעות וסתה הקודם במה שראתה בכ' יום, א\"כ חשבון ימי נדה וימי זיבה הולכים כסדרן, ז' ימי נדה וי\"א ימי זיבה מן הוסת הראשון שכבר קבעה לכ' יום. וא\"כ הלכו ימים מן ראיית הוסת הקודם שני פעמים כ\"ב יום ופעם אחד כ' יום, בצירוף ס\"ה יום מיום כ' של וסתה הקודם ויום כ' בכלל, א\"כ הראיה שראתה עכשיו לכ' יום הוא בימי זיבה ונעשית שומרת יום כנגד יום, ובודאי הא דאין אשה קובעת וסת בימי זיבה הוא בימים הסמוכים לימי נדה שראתה בהן ודוק בזה:<br><b> ונחזור </b> לעניננו, הנה הראב\"ד בספר בעלי הנפש גורס כפי גירסת רש\"י, והרז\"ה בהשגות כתב שלא מצא גירסתו בספר, רק ה\"ג, היתה למודה להיות רואה יום כ' ושנתה ליום ל' כו' יום כ' ולא ראתה כו' הגיע ל' וראתה, הגיע כ' וראתה הגיע יום ל' ולא ראתה, הותר יום ל' ונאסר יום כ', וקרוב לזה גירסת רבינו. ולכאורה קשה למה לן הגיע ל' ולא ראתה, הלא מתחלה כשחזר וסתה הקודם נעקר ראיית ל', ובאמת ע\"כ צריך למיגרסיה, דאם לא נגרוס רק הגיע כ' וראתה הותר יום למ\"ד א\"כ מאי ראיה היא לרב פפא דוסת דתרי זימני נעקר בחד זימנא, דילמא דוקא הכא שחזרה לוסתה הקבוע מקודם, דיקא נמי שהרי לא הגיע עדיין היום השלשים ומותרת בו, אבל היכי שנעקר מחמת שלא ראתה ביום הקודם אפשר דוסת של תרי זימני בעי תרי זימני למיעקריה. ובאמת זה קשה לפי מה שבארנו גירסת רבינו כהרז\"ה, אך בלא סיום ויום ל' ולא ראתה, דא\"כ מאי תנ\"ה דקאמר דילמא היכי דחזיא תרי זימני ושינתה אח\"כ ליום אחר לא נעקר בפ\"א וצע\"ק. אולם לפי גירסת רז\"ה בסיום והגיע ל' ולא ראתה א\"ש, דמשמע דהותר יום שלשים [היינו לימי החודש וכפירוש הראב\"ד עיי\"ש] אף אם לא ראתה אחר כך ביום כ' וא\"כ מה שאינה חוששת ביום שלשים שלאחר יום כ' אינו מטעם שוסת קבוע שלה חזרה למקומה, שזה שייך בראייתה ביום כ', אבל כאן שלא ראתה הא דאינה חוששת ליום ל' הוא מטעם שנעקר במה שלא ראתה בפעם הראשון ביום ל' אחרי חזרתה לוסתה הקודם, הרי דנעקר וסת דתרי זימני בפעם אחד, וז\"ב בשיטת הרז\"ה בס\"ד ודוק:<br><b> והנה </b> הרז\"ה ברר דעתו מפורש דאם לא ראתה ביום וסתה ג\"פ אף שלא שנתה בפעם הג' ליום אחר מ\"מ נעקר וסתה לגמרי וכי חזרה וראתה בו צריכה לקבעו מחדש ג' פעמים ועיין ט\"ז ס\"ק כ\"ח בזה, ומזה נחלקו במחלוקת אחרת בימי עיבורה והנקתה אם לא ראתה דמים כלל בהו, ואח\"כ שינתה ראיתה ליום אחר חוששת לוסת הראשון עד שתעקרנו אח\"כ ג' פעמים. ולמד זה מהא דמניקה שעברו ימי מניקותה וראתה מטמאה מעת לעת אלמא וסתה במקומו עומד כו', והטעם מפני שכל הפסקה שהיא באה מחמת הגורם, נסתלק הגורם חזר הוסת למקומו, וע\"ז השיב רז\"ה תשובה נמרצה מהא דתנן ושוין ברואה אחר דם טוהר שדיה שעתה בשלמא ללוי דאמר שתי מעינות הן ניחא, ואמאי הרי ההפסקה של דם טמא בימי טוהר היה מחמת גורם שנסתם המעיין ונסתלק הגורם ונפסק הטהור ונפתח הטמא וא\"כ אמאי אינה מטמאה מעל\"ע, ובהא לא מצאנו דנפלוג על לוי. ובאמת טרם ראיתי דברי הרז\"ה נתקשיתי בזה על הגמרא, ואדרבא בהא דאמר שם אחת ומחצה בימי עיבורה ואחת ומחצה בימי מניקותה עולין לג' עונות בשלמא לרב כו' אלא ללוי דאמר שני מעינות הן ל\"ל הפסק ג' עונות במשהו סגי, פירוש אף אם ראתה בימי טוהר ג\"כ מצטרפין לשלש עונות, והא קשה להיפוך מסתברא אף אם לא תראה בימי טוהר ג\"כ אינן מצטרפין לעשותה מסולקת מדמים דהא בימי טוהר נסתם מעין טמא בכל אשה. והנה בירושלמי פ\"ק ה\"ד ותני עלה ימי עיבורה וימי מניקותה מצטרפין לשלש עונות דו סבר מעין אחד הוא, משמע דאם הוי סבר שתי מעינות הן, אז אף אם לא ראתה בימי טוהר ג\"כ אין מצטרפין, אך בהלכה ג' מייתי, הפסיקה דם טוהר ולא ראתה ואח\"כ ראתה דיה שעתה כו' ע\"ד דלוי דהוא אמר שני מעיינות הן אפילו לא הפסיקה דם טוהר תהא דיה שעתה, הרי דסבר כתלמודין דאף אם ראתה דם טוהר ללוי דיה שעתה, ולפי מה שבארנו איפכא מסתברא דאף אם לא ראתה אח\"כ מטמאה מע\"ל, ואפשר דקאי תמן על בתולת דמים שאמר אפילו ניסת ושופעת י\"ד ימים כו' ולפ\"ז א\"ש דהא עדיין לא נפתח המעין הטמא והוי בתולת דמים, אך לאחר העיון שם אינו מחוור:<br><b> ובאמת </b> השגת הרז\"ה אינה מובנת כלל, דשפיר אמר דללוי הרי הדם שרואה בימי טהרה, כאילו לא ראתה כלל שנסתם הטמא וממעין אחר אתי והואי כמינקת בראיה ראשונה שדיה שעתה וכמו שפירש\"י ז\"ל, וא\"כ אינך צריך לומר שהיא מוחזקת לן מחמת סתימת הטמא למסולקת מדמים, רק הסיבה שהיא מינקת ובראיה ראשונה דיה שעתה, וללוי הא דראתה בימי טוהר אינו מעלה ומוריד כלל והואי מינקת ודיה שעתה, אולם רז\"ה מפרש דלא כרש\"י רק דאף אם אינה מניקה כשהפילה וכי\"ב, בכ\"ז כיון דנסתם מעין טמא אמרו חכמים דיה שעתה וכן פירשו רבנן בתוספות, ומש\"ה הקשו למה לתנא למימר מניקה דיה שעתה תיפוק להו דהוי אחרי דם טוהר, ולפרש\"י הא חדא בקתא נינהו, וכן פירשו דכאן מיירי דאין מניקה יעו\"ש שיטתם, דבהא דנסתם מעין טמא בימי טוהר משום זה אמרו דיה שעתה בראתה אחרי ימי טוהר, ובמניקה סברי כהראב\"ד דאחר כ\"ד חודש דיה שעתה יעו\"ש. אמנם על ראב\"ד לא קשה דאיהו יפרש כרש\"י, אך מהא דאמר שם דללוי דשני מעיינות הן אף אם ראתה דם בימי טוהר מצטרפין לג' עונות, אלמא דנעשית מסולקת מדמים אע\"ג שלא נסתם הטמא רק מסיבה, וכיון שעבר הגורם תו חזרה למה שהיתה, מזה ראיה דלא כהראב\"ד:<br><b> אולם </b> באמת מצאנו בזה בירושלמי פרק שור שנגח דו\"ה הלכה ב', יצא ביום הראשון ונגח בשני לא יצא בשלישי יצא ונגח וכו' ייבא בפלוגתא דרב אדא כו' דאיתפלגון נדה שבדקה כו' ביום ראשון בדקה ומצאת טמאה בשני לא בדקה בשלישי בדקה ומצאת טמא רב אדא כו' נדה ודאי ר\"ה כו' נדה ספק. פירוש דעל זיבה קאי ואמרינן דאם הוית בדקה עצמה בשני ודאי מצאת טמאה, כן הכא אמרינן אילו יצא נגח, והגם דלא מסתברא דעל אומדן דלא יצא משו\"ה יעשה מועד וכבר פרשתי בחידושי. אולם יש לומר דנגח עוד פעם ג' רק דמבעי ליה אם הוי חזרה במה שלא יצא, והנך רואה הא דפליגי בתלמודין רב ולוי בדף ס\"ח נדה שבדקה עצמה בה\"ש ומצאת טמא ולאחר ימים בדקה ומצאת טמא רב אמר זבה ודאי ולוי אמר זבה ספק, אין הטעם מדלא הרגישה בינתים אמרינן דלא ראתה, דא\"כ מאי מייתי לשור המועד שלא יצא בשני, חזינן היכי דלא יצא, וכן אם היא לא בדקה ללוי הוי זה לספק אם חזר או לא, אם ראתה או לא, כן הכא דנסתם מעין טמא ומש\"ה לא ראתה ואפשר דאילו היה פתוח היתה רואה, ללוי הוה ספק כמו תמן בלא יצא וכן בלא בדקה בינתים, ומשו\"ה שפיר אמר דללוי אף אם ראתה בימי טוהר דיה שעתה דהוי ספק אם מסולקת בדמים ובספק לא גזרו לטמאותה מע\"ל, וכן אמרו בירושלמי בטומטום שראה שלא גזרו מע\"ל, דאין מע\"ל לספק אע\"ג דשם גם מכאן ולהבא הוי רק טומאת ספק, בכ\"ז אם הוי ספק אם מסולקת בדמים ג\"כ דיה שעתה, ולפ\"ז שפיר אמר בתלמודין ללוי לטעמיה דאפילו ראתה דם טוהר מצטרפין לג' עונות, ולפ\"ז בוסתות דהוי דרבנן במניקה, שמה שהיא מסולקת בדמים הוא מחמת סיבה שהיא מינקת ואיבריה מתפרקין, ובלא הסיבה לא היתה מסולקת מדמים הוי ספק אם נעשית מסולקת מדמים, ואחר שכלו הכ\"ד חודש, ספק וסתות דדבריהם להקל ואין צריך לפרוש סמוך לוסתה, אבל למאי דקיי\"ל כרב דזבה ודאי הוה וכן בלא יצא ולא נגח נעשה מועד, כן הכא אמרינן לולא הגורם ודאי לא היתה מסולקת מן הדמים, ולכן כשכלו כ\"ד חודש צריכה לחוש לוסתה עד שתעקרנו ג' פעמים ודוק:<br><b> ומה </b> שכתב הרז\"ה בהשגות סימן י\"א דימי נדה שאינה קובעת בהן וסת הוה\"ד דאינה חוששת מדא\"צ נדה בדיקה אלמא דאינה חוששת לפי שכל הדמים ממעין פתוח הם באים, אין לדחות זה הא י\"א ימי זיבה יוכיחו שא\"צ בדיקה כדאמרינן כל אחד עשר בחזקת טהרה במשנה סוף פרק בנות כותים, ואפ\"ה אם ראתה חוששת אף בימי זיבה, די\"א יום הא דאין קובעת וסת לפי שהן בחזקת מסולקים דמים לימים אלו כלשון רבינו והוא גמרא ערוכה (דף ס\"ח:) לכן אינה צריכה בדיקה דמלתא דלא שכיחא שתראה בהן דמים ובודאי לא תראה, אבל משום חזקה דאורח בזמנו בא אף דלא קבעה מ\"מ חוששת, אבל נדה הא דא\"צ בדיקה הלא עלולה לראות דם שמעינה פתוח רק משום שוסת אינה קובעת וטמאה היא בלא\"ה ולמה תבדוק, וא\"ת דחוששת לווסת שבימי נדות עדיין תבדוק כדי שתדע לחוש, ועיין מש\"כ בזה האשכול סימן ל\"ב, וכן שיטת רבינו כהרז\"ה שבימי זיבה הזכיר לחוש ולא בימי נדה מוכחא דבימי נדה אינה חוששת כיון שא\"צ בדיקה ע\"כ דאינה חוששת, ורבינו ורז\"ה בחדא שיטה קיימי, ודוק היטב בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שלא בדקה עצמה בשעת וסתה כו' ה\"ז אינה מטמאה את בועלה למפרע כו':</b><br><b> ראה </b> בההמ\"ג שכתב, למד זה רבינו מפני שטומאת הוסתות מדבריהם וכו'. והנה בסוגיא (דף ט\"ז) חוששת לוסתה וחוששת לראייתה אלמא וסתות דאורייתא איכא דאמרי הכי קא\"ל טעמא דראתה הא לא ראתה אין חוששין אלמא וסתות דרבנן. וצע\"ק דניחזי דלמ\"ד וסתות דאורייתא אם בדקה עצמה ומצאת טהורה אמרינן דטמאה מספק וניחזי בנדה שבדקה עצמה יום שביעי שחרית ומצאה טמאה. ולאח\"ז בדקה ומצאה טהורה, הר\"ז טמאה מספק, וכי בדקה ומצאה טמאה סבר רב דהיא זבה ודאית ומביאה קרבן, והשתא בימי זיבה דהיא מסולקת בדמים סבר רב דהיא ודאי זבה. הכא אמאי אינה נדה ודאית מעת הוסת וחוששת לראיה, ואם מטעם דהכא היא בחזקת טהורה קודם הוסת וכאן היתה בחזקת טמאה, ע\"כ הך חזקת טהרה אינה כלום, דכיון דחזקה דאורח בזמנו בא ואף בנמצאת טהורה ג\"כ טמאה מספק, א\"כ לא עדיפא מחזקת טומאתה בימי נדה, וצריך לדחוק דסבר רב נחמן להך לישנא דאם ראתה עכשיו דם בהרגשת פתיחת פי המקור אז לא היתה זבה ודאית אבל מדעכשיו ג\"כ לא ראתה רק ע\"י בדיקה שלא הרגישה רק סבורה דהרגשת עד הוא, כן ברור שאם בדקה קודם ג\"כ מצאה דם ואימור ארגשה ולאו אדעתה, ולכן הכא אחרי וסת שראתה אמרינן מדלא ידעה שראתה קודם מסתברא דלא ראתה בעת וסת והוי ספיקא בעלמא וזה נכון:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>עד שתראה דם שלש וסתות:</b><br><b> יעוין </b> בית יוסף, ולשון הירושלמי ר' יוחנן בשם ר' ינאי אפילו ראתה מאה פעם אין לה כתמין כו' מורה כפסק רבינו דבעי שתראה בקביעות וסת דוקא אבל בראיות אין חזקה כלל לחוש לכתמה:"
            ],
            [
                "<b>מה בין כתם הנמצא על בשרה לכתם הנמצא על בגדה שהכתם הנמצא על בשרה אין לו שיעור וכו':</b><br><b> דוקא </b> על בשרה בלבד, הא על בשרה ובגדה כאחד תולה במאכולת עד כגריס כמו שכתב בהלכה כ\"ג נמצא הכתם על בגדה ובשרה כאחד תולה כו' ותולה במאכולת כו', והחוות דעת לא ראה דברי רבינו יעו\"ש. ולדמיוני יצא זה לרבינו מהא דתנן במשנתנו ותולה בכל דבר שהיא יכולה לתלות שחטה בהמה כו' או שישבה בצד העסוקין בהן, וזה קאי בנמצא על בגדה ובשרה, דבבשרה לחוד אמר בגמרא מפורש דאינו תולה דאם עברה בשוק כו' על בגדה בעי לאשתכוחי, וכי תנא בתריה הרגה כנה תולה בה כו' ג\"כ בלא נמצא על בשרה בלבד דחד ביקתא נינהו וכי חידש רחב\"א אעפ\"י שלא הרגה ג\"כ לא מיירי בנמצא על בשרה בלבד:<br><b> ויותר </b> מזה מוכחא, דבמשנה בפרק בא סימן תנן הרואה כתם ה\"ז מקולקלת וחוששת משום זוב כו' ופלא דבברייתא תנן הרואה כתם אם יש בו כגריסין שלשה ועוד חוששת כו' ופחות מג' גריסין במקום אחד לא חיישי רבנן עיי\"ש. ועל כרחין דבמשנתנו דלא תני שיעורא משום דבבשרה בלבד אפילו אם אין רק כגריס יש לחלק לג' ראיות ולכך חוששת משום זוב רק ברואה בבגדה ובשרה כאחד אז בעי ג' גריסין ועוד. ובזה א\"ש מה שתמוה מנא ליה לרבא דרבנן פליגי על רחב\"א וסברי דבג' גריסין במקום אחד ג\"כ חוששת לזוב דילמא דוקא בג' מקומות, ורחב\"א מחדש בג' חלוקות דוקא, ועמדו ע\"ז בתוספות, ולפ\"ז ניחא, מדסתם במשנתנו הרואה כתם הר\"ז חוששת משום זוב, והיינו דבבשרה בכל כתם איכא שיעור ג' כתמים, ומוכח דאף במקום אחד ולכן לא תני שיעורא כלל ודוק:"
            ],
            [
                "<b>או על כלי חרש מגבו:</b><br><b> צ\"ע </b> לפי פסק רבינו בפ\"ז מהלכות אה\"ט הלכה ג' אם נגעו משקין טמאין באחורי הכלי שיש לו תוך בין בכלי חרס כו' נטמאו אחוריו בלבד, וכן כתב בהלכות כלים פי\"ג כלי חרס שנגעו במשקין כו' נטמאו אחוריו כשאר כל הכלים, ויעוין משל\"מ שם פ\"א באורך, ואיך כתב רבינו כאן דאינו מקבל טומאה בכ\"ח מגבו וצ\"ע. ואולי משום דהנוב\"י כתב בטעמא, דספק שלא בהרגשה ראוי לטהר דהוי ספיקא דרבנן, ורק דשלא בהרגשה הדם מטמא הבגד וצריכין אנו לטמא את הבגד משום דעליו ספק דמגופא אתי ואף שלא בהרגשה הדם טמא דמקור מקומו טמא ומחזיקין דמגופא אתי ותו טמאה האשה יעו\"ש. ולפ\"ז באחורי כלי חרס שאין טומאה מן התורה כלל אם נטמא במשקין שמטמאין כלים מה\"ת כמו דם נדה וזובו של זב כו' הוי ספיקו כמו ספק משקים דעלמא בכלים דטהור אף מד\"ס, ולפ\"ז גם בספק דמעלמא אתו יהא טהור הכלי חרס מגבו אם נמצא עליו דם נדה ולכן בכתם דהוי ספק דמעלמא הכלי טהור ותו לא גזרו על האשה וכמו שנתבאר, ופשוט מאד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שהשאילה חלוקה לנדה:</b><br><b> ובהגהות </b> כשם שתולה בחבירתה כך תולה בעצמה שאם לבשה חלוקה בימי נידותה ולא בדקה אותו וחזרה ולבשתו בימי טהרתה או בספירת הנקיים שלה ה\"ז תולה בנידתה, וכן בספר האשכול, ובג' ימים הראשונים לספירה אינה תולה, כך הביא הרמ\"א בשם ספר התרומה והשותים מימיו, ובאמת כי החילוק של ג' ימים הראשונים לא נזכר בהאשכול וכל ספרי הפוסקים הקדמונים לא זכרוהו, ולא בספרי הספרדים אף שלאחר הסה\"ת לבד האשכנזים שותי מימיו של סה\"ת, והסמך מזב שראה קרי לב\"ש דסותר סמך בעלמא, דתמן הרי נפיק זיבה עם ש\"ז שא\"א לש\"ז בלא צחצוחי זיבה, ומש\"ה מחמרי ב\"ש דלא בטלה הש\"ז בתוך הזיבה ובתוך שלשה ימים ה\"ה כמו שהוא בעינו. אולם אין לפקפק בדבר שרבותינו אבות העולם החמירו בזה, אמנם בלבשה חלוק או שכבה על סדין שהיה עליה תוך ימי נדתה ביום ד' לספירתה ומצאה עליו כתם יותר מכגריס, בזה נחלקו רבנן בתראי כיון דבכתם חוששת למפרע, ואם כי אינה מטמאה את בועלה למפרע בכ\"ז מקולקלת למנינה מיהא הוי א\"כ ניחוש למפרע לכתם והוי כתם תוך ג' ימים דאינה תולה, כן חקרו בזה ובספר חמדת שלמה תשובה ארוכה בזה עיין דבריו:<br><b> ולדעתי </b> נראה לפשוט מהא דאמר רבא אהך דמשנתנו סוף פרק בנות כותים כל אחד עשר יום בחזקת טהרה, למאי, לומר שאינה מטמאה מע\"ל, מיתיבי הנדה והזבה והשומרת יום והיולדת כולן מטמאות מע\"ל ופרש\"י כלומר והרואה תוך י\"א יום בין שרואה ג' ימים דהוי זבה בין שרואה יום אחד דהוי שו\"י מטמאה מעל\"ע בראיה ראשונה, תיובתא, וצ\"ע דילמא מיירי שראיה ראשונה היה במעל\"ע ראשון שלאחר ימי נדה, ורבא סבר לקמן פרק יוצא דופן דאותו מקום בין הסתרים הוי והוא מטמא במשא, ומיירי שהיא פסקה בטהרה שחרית מימי נדה, וחיישינן שמא נעקרו הדם מן הרחם מעל\"ע וכותלי בית החיצון העמידוה, וא\"כ טמאה משום נושא דם הנדה ומטמאה טהרות וקדשים למפרע, וביום הקדום שהוא מעל\"ע שהוא בימי נדה אז אינה מסולקת מדמים לכן שפיר חיישינן למפרע ומטמאה מעל\"ע. ואין לומר דדייק משום דהא דתני זבה מיותר, אם לא להורות דהא דתני שומרת יום בימים שאינה נעשית רק שו\"י כגון עשירי וי\"א ג\"כ מטמאות מעל\"ע, דמה תאמר בהא דתניא פרק יוצא דופן מ\"ב, הנדה והזבה והשו\"י כולן מטמאות בפנים כחוץ ופרש\"י ה\"ק בין שראתה ג' ימים בין שראתה יום אחד מטמאה בביה\"ח בראיה ראשונה, אלמא דאע\"ג דלא קאי רק על ראיה קמייתא אורחא דברייתא למיתני שו\"י וזבה, ומאי דייק ודילמא מיירי שראיה ראשונה היה תוך מע\"ל הסמוך לימי נדה וצ\"ע, ומוכרח דאימת אמרינן דמטמאה למפרע דוקא במקום שראתה בעת שאינה מסולקת מדמים ומטמאינן לה למפרע, ועד אימת עד מע\"ל ובכתם עד שעת הכיבוס או מע\"ל. אבל אם ראתה דם בעת שהיא מסולקת מדמים דאינה נטמאת למפרע, רק באופן שתרחיק הראיה דוקא עד מע\"ל שאתמול לא היתה מסולקת מדמים לחוש לזה לא אמרינן, וכן כאן באם תאמר שמציאות הכתם לחוש ביום ד' הלא לא חיישינן לה כלל שאז נאמר שתולה בסדין שלבשה בימי נדתה ולא יצא כלל מגופה, ואין מקום לחוש אם לא שתרחיק עד מעל\"ע הקודם, ואז בג' ימים ראשונים מעינה פתוח ואינה תולה בעלמא, זה לא אמרינן, דטומאה שלמפרע הוא דוקא באופן שמן שעה זו שראתה או מצאת כתם, חיישינן למפרע דילמא קודם מעט וקודם דקודם עד מעל\"ע או שעת הכיבוס, לא לחוש למפרע מעל\"ע דוקא ודוק:<br><b> ולכאורה </b> יש לדחות הראיה, דטעמא אחרינא התם משום דאם תאמר דיצא בבית החיצון אתמול טרם כלית שבעת ימי נדתה וכותלי בית הרחם העמידו הדם, א\"כ עכשיו אינה שומרת יום לבעלה רק נוגעת הוי וטמאה טומאת ערב כדין נושא דם הנדה. ולחוש למפרע באופן שתעקר טומאה של עכשיו זה לא אמרינן. ומה שיוצא מבה\"ח לחוץ אין זה רק מגע לא ראיה וכפירוש רש\"י (בדף מ\"ב) ד\"ה טומאה בלועה היא, אבל הכא משום משא ונגיעה היא וטומאת ערב דאי משום ראיה מאתמול איעקר ומאתמול הוי ראיה עכ\"ל. אבל ז\"א למעיין בריש מכילתין בהך דרמי ממקוה על מעל\"ע שבנדה דהתם ודאי והכא ספק דמשני השתא הוא דחזאי, התם נמי השתא הוא דחסר, ומשני התם איכא למימר חסר ואתא חסר ואתא הכא מי א\"ל חזאי ואתא חזאי ואתא [והך דאישתכח השתא, איכא למימר השתא הוא דחזאי רש\"י] ומאי קושיא דילמא הגס הגס חזיתיה, [כלומר ע\"י שהדם רבה במקור יוצא ממנו מעט מעט כחרדל מה שאין המקור יכול להחזיקו, וזה כמה ימים התחיל והיא נטמאת מטיפת דם כחרדל, רש\"י], הרי דנאמר הגס הגס חזיתיה א\"כ גם כאן נאמר הגס הגס חזיתא והיא נטמאת עכשיו להעשות שומרת יום כנגד יום, וכן חזיא הגס אתמול טרם כלות יום שביעי לנדתה ויצא מן המקור לבית החיצון ועל כרחין כדפרישנא בס\"ד:<br><b> אולם </b> באמת לדעתי נראה לפרש, דאמרו במגילה פ\"ק אלא מעתה גבי זב דכתיב וכבס בגדיו וטהר כו' אלא טהור השתא מלטמא למפרע כלי חרס בהיסט אע\"ג דהדר חזי לא מטמא למפרע כו' ועיין רש\"י שם. וברור דבזבה קטנה כן הוא שאינה מטמאה אם טבלה ביום השימור, וראתה אחר הטבילה דם ונעשית זבה, בכ\"ז אינה מטמאה למפרע כלי חרס בהיסט וכלום למדו זבה קטנה מזבה גדולה ואיך תהיה חמורה ממנה, וכן משמע פרק כיצד צולין (דף פ\"א) וכן שומרת יום כו' ששחטו וזרקו עליה ואח\"כ ראתה בשני שלה מטמאין משכבות ומושבות למפרע, משמע דדמיא לזב בשביעי שלו ואינן מטמאין רק משכב ומושב לא כלי חרס בהיסט למפרע, וא\"כ א\"ש הא דתניא הזבה שאם היתה שומרת יום כנגד יום וטבלה וראתה אח\"כ ביום שלישי מטמאה מע\"ל כלי חרס בהיסט למפרע, דמדין שנעשית זבה והיא סותרת יום השימור אינה מטמאה כלי חרס בהיסט למפרע, ומדין מעל\"ע שראתה אחר הטבילה נטמאו כלי חרס בהיסט בתוך המעל\"ע, וכן הא דתניא הזבה לענין מטמאה בפנים כבחוץ ג\"כ אם ראתה מטמאה כלי חרס בהיסט מעת שהדם בפנים וז\"ב:<br><b> ובזה </b> נתישב לנו קושיא גדולה שהקשו רבנן בתוספות ישנים על רבינו תם במה שהביאו בשמו בתוספות פרק אמר רע\"ק (דף פ\"ד) בהא דאמר מה פכין קטנים שטהורים בזב טמאים במת, מפץ שטמא בזב א\"ד שטמא במת, הא דלא נאמר כלי חרס המוקפים צמיד פתיל דמטמא בהיסט זב וטהורים במת יוכיח, תירץ ר\"ת דמה שהוא בהיסט זב משום דהוי כאילו נגע הזב בתוך הכלי ובמת אם היה כזית ממנו בתוך כלי טמא, וא\"כ מאי אמר רבא בפ\"ק (דף ה') לסייע לזעירי דמעת לעת שבנדה עושה משכב ומושב לטמא אדם לטמא בגדים בקו\"ח, ומה כלי חרס המוקפים צמיד פתיל הניצול באוהל המת אינו ניצול במעל\"ע שבנדה משכבות ומושבות שאינן ניצולין באוהל המת א\"ד שאין ניצולין במעל\"ע שבנדה, דמה לכלי חרס שאינו ניצול במעל\"ע שבנדה משום דהוי כאילו נגעה בתוכו ובמגע במת נמי טמא וזה תימה. ומה מחוור לן כעת שמועה דא, דחזינן דמעל\"ע שבנדה מועיל לטמא כלי חרס בהיסט למפרע אף באופן שבלא חששא דמעל\"ע היא סותרת בראיה דהשתא יום שימור שלה ומטמאה כל כלים שנגעה בהן למפרע, ובכ\"ז בהיסט אינה מטמאה למפרע, ורבנן גזרו על מעל\"ע על כלי חרס בהיסט לבד. הרי דלאו מדין מגע אתו חכמים שלא נוכל לומר כיון שחשבוה חכמים לנדה למפרע שבמגעה יטמאו כלים למפרע, תו טמאו חכמים גם היסט כ\"ח שהוא מדין מגע, הלא כאן מן התורה בראיה דהשתא בלא חששא דמעל\"ע מטמאה כלים במגעה למפרע ואפ\"ה היסט לבד טהור, וכי הוסיפו חכמים לטמאות כלי חרס בהיסט למפרע אינו מדין מגע רק מצד מה שמצאנו היסט מטמאה בכ\"ח בנדה עשאוהו חכמים כנדה אעפ\"י שטומאה זו אינה במת כש\"כ שלמשכב ומושב עשאוהו כנדה, בינה זה. וכיון שזכינו לזה א\"ש קושייתן דילמא מיירי ביום ראשון של ימי זיבה וחיישינן מעל\"ע שמא טרם שכלה יום שביעי מנדתה יצא הדם לבית החיצון ונמצא שנשאה בבית הסתרים את הדם שהוא אב הטומאה, דנושא דם נדה שנינו בפ\"ג דזבים דבגדים מטמא ולא אדם וכ\"ח, וביאר רבינו בפ\"ו מהלכות מטמאי מו\"מ בארוכה, וא\"כ איך תני עם הזבה שהיא רק לטמאותה למפרע שהיסטה תטמא כלי חרס בהיסט, והא דפריך אי לא שמיע לרבא מתניתא קו\"ח מנא ליה, דלא מסתברא שרבא יפרש בברייתא מעצמו בלא הא מתניתא דהו\"מ לדחוק כרש\"י ודוק. ותו בטלה ראיתנו לעיל לדינא שנסתפקו בו האחרונים:<br><b> אולם </b> סברתנו מוכח מגמרא ערוכה (דף ט') בעי מיניה ר\"י מר\"ז ראתה ואח\"כ הוכר עוברה מהו כיון דבעידנא דחזאי לא הוכר עוברה מטמא או דילמא כו' ואמאי לא בעי הוכר עוברה ואח\"כ ראתה מהו דמי ניחוש שמא ראתה הדם זה מעל\"ע בעוד שלא הוכר עוברה ולא היו דמיה מסולקין ויצא הדם לבית החיצון וכותלי בית הרחם העמידו את הדם וע\"כ מוכח כפי מה שבארנו, שאם ראתה דם בעת שהיא מסולקת מדמים דאינה נטמאת למפרע רק אם תרחיק ראייתה לעת שהיתה עוד אינה מסולקת מדמים, זה לא אמרינן ובכה\"ג לא גזרו לטמא למפרע, וז\"ב. ויותר מזה מבואר לשיטת רש\"י ז\"ל בדף ג', דמפרש טעמא דב\"ש שכן אשה מרגשת בעצמה ומדלא הרגישה עכשיו ראתה, והקשו א\"כ בראתה ע\"י בדיקה דגם עכשיו לא הרגישה מאי טעמא דשמאי דלא חייש למפרע, ופרשו רבנן בתוס' דלא פלוג, וזה מלתא חדתי להקל נימא דלא פלוג, ובדיבור הסמוך תקנו זה דלהני לישני צריך נמי לשמאי דהעמד אשה על חזקתה דאל\"כ אטו סבר בשוטה ומשמשת במוך דטמאים לחולין וכל הני טעמי צריך דלא עביד סייג בקדשים, וא\"כ תו לא פלוג דאטו ע\"י בדיקה יעשו סייג לטמאות למפרע קדשים [ועיין עירובין ס\"ה: ד\"ה התם כו' אופן כזה יעו\"ש], ורק בשוטה משום דחלוקה משאר נשים יעו\"ש. אולם אינו מוכרח דאפשר דטעמא דהרגשה מועיל גם בשוטה ולא ע\"ז אמרו אין שוטה מרגיש ומספרת לחברותיה הבודקות אותה יעו\"ש בגליון, ומועיל קצת לחולין, ולכן העיקר כשיטת רש\"י דאמרינן עכשיו ראתה וסבורה דהרגשת עד הוי, רק שהקשו בתוס' א\"כ היכי ששמשה נאמר דמאתמול נעקר הדם וכסבורה דהרגשת שמש הוא, ולפי דברינו א\"ש. דשיטת רש\"י עדיפא דאף באינה מסולקת מדמים אם לא מצית לחוש מעת הראיה שמא יצא למפרע בלא קביעות זמן ויותחל החששא עד מעל\"ע לא גזרנו גם להלל לטמאה למפרע, וכאן דלמפרע לא מצית לחוש דהא לא הרגישה וע\"כ דרק לעקירת הדם בעת התשמיש הקודם לא חיישינן לזה ואמרינן דעכשיו ראתה וסבורה הרגשת עד הוי ג\"כ מטעם חזקה וכמש\"ב, והדבר מוכרח לשיטת רש\"י ז\"ל ומסתייעא לדינא דילן דלא חיישינן שמא הכתם הזה היה קודם ספירת ג' ימים, ותו אינה תולה בעת נדתה כיון דעל אופן שהוא עכשיו אין כאן טומאה, ורק אם תחוש בהמשך זמן קודם למפרע שוב יוטמא זה לא חיישינן למפרע ודוק:<br><b> ולכאורה </b> יש לפקפק קצת מהא שכתבו תוספות בריש פרק הרואה כתם ד\"ה אימור הרגשת שמש כו' דבזמן מועט יודעת אם תרגש במר\"ג רק דבין פקידה לפקידה יש זמן ארוך והרבה פעמים יש הרגשת מ\"ר בינתים, א\"כ חייש הלל לטמאה למפרע, רק דשמא זמן מרובה יצא הדם מן הרחם וקא סבורה מ\"ר הוי לא זמן מועט, ויש לדחות באופנים שונים, ובפרט דתיכף משעה שיש לתלות תו כסבורה הרגשת מ\"ר הוי, ועוד בזמן מרובה הרגישה הרגשות מר\"ג הרבה תו לא נתנה לב להתבונן גם על זמן מועט שמקודם הראיה אם הרגישה, ורק כאן שבדקה קודם תשמיש סמוך לתשמיש תו על זמן מועט זה לחוד שפיר יודעת להתבונן אם הרגישה, אבל שם ג\"כ אין דברי התוספות מוכרחים דודאי אשה הרואה דם חייש שמא זמן מועט קודם הרגישה וכסבורה מ\"ר הוי אבל כאן שנותנת לב לבדוק תיכף יודעת ומתבוננת אם הוא הרגשת מ\"ר ואם אינה מטלת אח\"ז ומוצאת דם אם הרגישה ודאי מעת הרגשה נפיק הדם דיודעת לחלק בין הרגשת מר\"ג להרגשת דם כיון שנותנת לב לבדוק ודוק:<br><b> אולם </b> פשוט לדעתנו דתולה הכתם בחלוקה שלבשתו בימי נדותה עפ\"י מה דאמר בירושלמי ריש מכילתין, ר' יודן בעי בדקה חלוקה בשחרית ומצאת טהור, ובמנחה מצאת עליו כתם פשיטא חלוקה אינו טמא אלא עד שעת בדיקה. גופה מהו שיהא טמא מע\"ל כלום את מטמא גופה אלא מחמת חלוקה, חלוקה אינו טמא אלא עד שעת בדיקה וגופה טמא מעל\"ע יעו\"ש, ומה זו סברא כיון דחיישינן מחמת חלוקה שמגופה יצא על חלוקה, תו נטמא מספק שמא כותלי בית הרחם העמידוה, והביאור, דבירושלמי שם בריש הלכה אמר דבדקה ומצאת מראה ספק מהו שיהא מטמא מע\"ל ופשיט דטומטום ואנדרוגינוס שראו דיין שעתן דאין ספק לספק, דטומאת מעל\"ע ספק ואין ספק לספק, וכאן במראה ספק אין ספק לספק. ולפ\"ז אמאי בכתמים מטמא מעל\"ע או עד שעת הכיבוס, הא כתמים ספק מעלמא אתי ספק מגופה (והמפרש הרגיש בזה) אך לק\"מ דבכתמים על צד ואופן דמגופה אתי הכתם, הלא לא תוכל למימר דיה שעתה, דמה\"ת לומר דיה שעתה ודאי הכתם כבר הוא על חלוקה ואינו ידוע מאיזו שעה דאין שום סברא למיתלי שראתה הכתם עכשיו משיצא מקודם מגופה, אבל על דם שהיא רואה מגופה, הלא יש לך לתלות עכשיו שיצא עתה מגופה, ואם מקודם נעקר כבר יצא ומי עכבן לצאת שהיא כקופה ששוליה למטה, ולחוש שמא כותלי בית הרחם העמידו הדם זה חשש וספיקא בעלמא וע\"ז אמרו אין ספק לספק אבל בכתם אין יתד וגדר שמגדיר הזמן, רק מפני שעכשיו מצאתו, אבל כמו שיצא עכשיו בלא הרגשה אפשר שזה זמן רב משיצא כיון שלא בדקה חלוקה, אבל בדקה חלוקה זה הדם הנמצא ודאי לא יצא מן הרחם לחוץ קודם בדיקת החלוק, רק דמספקא לן שמא נשאר הדם בגופה וכותלי הרחם העמידוה, לחוש למעל\"ע למפרע ע\"ז הא אמרנו כבר אין ספק לספק ועכשיו נמי ספק שמא מעלמא אתו ולכן אינה מטמאה למפרע מקודם בדיקת החלוק ונכון מאד. והלכה זו נתעלמה מהרב בחמדת שלמה שרצה לפרש דברי רבינו לעיל ה\"ג שכתב ברואה כתם טמאה למפרע עד כ\"ד שעות, היינו בבדקה חלוקה קודם מציאתה תוך מע\"ל ולא ידע מהירושלמי, וכן מוכח גם מגמרא דילן דף ס' כאן למפרע כאן להבא, ופירשו בתוספות שלבשו שתיהן חלוק ונמצא בו כתם ולא נודע ממי הוא, ואח\"כ לבשה חלוקה ונמצא בו כתם אינה תולה בה, וכוונתם שלא נחוש לטמאה טרם שלבשה החלוק ואימור כותלי בה\"ר העמידוה דאין ספק לספק, וכיון שהיא בחזקת טהורה תו לא תליא בה חברתה אע\"ג דאם בדקה ומצאת טמאה תולין בה כל מעל\"ע לדעת ר' הושעיא כפי מה שפירש רבינו אשר בשיטתו יעו\"ש, ולכן תני אין תולין כתם בכתם כיון שהחלוק לבשה אחרי שנמצא כתם ראשון, הספק ממי, ואז קודם לבישה היא טהורה שלא חיישינן לטמאה עד מעל\"ע מעת מציאת הכתם שמא כותלי הרחם העמידו, זה לא חיישינן דאין ספק לספק ומשום קולא דכתם הוא, דאילו בראיה כה\"ג הוי תולה, ודוקא בכתם דלא מטמאין גופה מעל\"ע טרם שלבשה החלוק שנולד בו הכתם, וזה פשט ברור בדברי תוספות, ומוכח כירושלמי הנ\"ל גם מתלמודין, גם מוכח מזה דלר' אושעיא בדקה ומצאת טמאה תוך מע\"ל אף יותר משיעור וסת תולה בה ודוק:<br><b> זאת </b> תורת העולה מדברינו, דלהירושלמי כתמים מיחשבי ספיקא והא דמטמאה למפרע דאין לנו שום גדר ויתד לתלות שעכשיו יצאת מגופה משנאמר שקודם יצא מגופה, אבל בלא זה לא גזרו טומאות למפרע אף למראה ספק, וכיון שכאן אם אנו נאמר לחוש רק מעכשיו להכתם, הלא אז טהורה לגמרי, ואין הטומאה מתחיל רק אם נטמא למפרע, תו אין לנו לחוש למפרע, כיון שטומאה שלמפרע בא מסיבת של טומאה שעכשיו ואם עכשיו ספק גם למפרע אין לחוש, כש\"כ כאן שאם עכשיו אין טמאה כלל ותולין בבגד נדתה, תו אין מקום לטומאה למפרע, וזה פשוט מאד בסברא אין להרהר אחריה אף אם היה חומרא דג' ימים מוזכרת בפוסקים קדמונים ומוסכמת מהכל, כנ\"ל:<br><b> ולפ\"ז </b> א\"ש מה דיושבת על דם טוהר אם ראתה דם ביום שלאחר י\"ד יום של לידה, לא חיישינן שמא כותלי בית רחמה העמידו דם של אתמול שהוא דם טמא, ונמצא שהיא נשאה את דם נדה והוי נושא אב הטומאה ומטמאה כלים למפרע לתרומה, כיון דגם עכשיו ספק שאם לא העמידו הדם כותלי בה\"ר, הרי הוא דם טוהר לגמרי ואין ספק לספק, מכש\"כ הכא שהספק של עכשיו אין לו מקום רק אם תחוש לשמא יצא למפרע, ודאי דאין ספק לספק ולחנם האריך בזה הנוב\"י מהד\"ק סימן מ\"ו יעו\"ש. וברור מאד כי ודאי תולה בחלוקה שלבשה בעת נדתה ומותרת לבעלה, ואם כי בהך דיושבת על דם טוהר יש לדחות, דהתם הוי כמו ספק ספיקא שמא גם עכשיו הוא זכר ואת\"ל נקבה שמא לא יצא למפרע, וכן בכתמים שמא מעלמא אתו ואת\"ל מגופה שמא לא העמידו כותלי בה\"ר וכן פירש בספר האשכול סימן למ\"ד יעו\"ש. אבל כאן חדא ספיקא שמא העמידו כותלי בה\"ר והדם טמא, בכ\"ז המעיין יראה דהסברא מצד עצמה נכונה שכיון שגם עכשיו אין טומאה לפנינו לא נחוש למפרע וכמו שבארנו ולא חששו רק באופן שעכשיו היא טמאה מחמת ראית הדם וזה ודוק היטב בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>ואם בדקה אחת מהן עצמה מיד ומצאה עצמה טמאה כו':</b><br><b> הוא </b> כרב יהודה דאמר והוא שבדקה עצמה שיעור וסת, וטעמו משום דאיהי מקולקלת דהא תוך שיעור וסת היא טמאה ודאית למפרע וטהרותיה טמאות, לכן תולין בה הכתם שנמצא על החלוק וכן הדם שנמצא במטה, ורבינו אשר פקפק בזה אי הלכה כרב יהודה או כר' אושעיא דלדידיה לא שאני בין שיעור וסת לאחר שיעור וסת ובשניה טהרותיה תלויות, וע\"כ במשנתנו דכתמים תולין להקל אף לאחר זמן. ופליאה בעיני עליו, דהא רב חסדא שונה לה בהלכות פסוקות בפרק עשרה יוחסין (דף ע\"ג) שלשה נאמנין לאלתר אסופי חיה ופוטרת את חברותיה כו' אמר רב חסדא שבדקה עצמה כשיעור וסת וצ\"ע:<br><b> ובאמת </b> בהבנת דברי רב חסדא תמן נראה דקאי על נאמנות, ולא לענין דינא שלאלתר אם נמצאת טמאה חברותיה תולין בה, דאין זה רק נאמנות אתא להשמיענו, והיינו דאם בדקה עצמה כשיעור וסת ואמרה מיד שנמצאת טמאה נאמנת לטהר חברותיה, אבל אם אחר זמן אמרה שבדקה עצמה תוך שיעור וסת אינה נאמנת לטהר חברותיה, ולכן מסיים רב חסדא והוא שבדקה עצמה כשיעור וסת, דאם לא היה הבדיקה צריך להיות בתוך השיעור וסת ואף אם בדקה לאחר זמן ונמצאת טמאה ג\"כ פוטרת חברותיה, א\"כ מהימנא לומר לאחר זמן בדקתי ונמצאתי טמאה סמוך למציאת הדם, מיגו דאמרה שבדקה עצמה עכשיו ונמצאת טמאה, הא אם אמרה לאחר זמן בדקתי עצמי כשיעור וסת למציאת הדם ומצאתי טמאה אינה נאמנת לטהר חברותיה וז\"ב, ועיין לעיל פ\"ד הי\"ד ויש לאיש להניח אשתו כו' מתוך שנאמנת על שלה כו' ולפלא שלא זכרו זה הקדמונים:<br><b> והנה </b> לשיטת רבינו והרב המגיד בשלש נשים שלבשו חלוק אחד זא\"ז, ואח\"כ נמצא עליו כתם, ובדקו עצמן השתים הראשונות סמוך למציאת הכתם ונמצאו טמאות, השלישית טהורה, אעפ\"י שהוא יותר משיעור וסת לעת שפשטו הראשונות החלוק וכמה לא נתבאר. ונראה דמעל\"ע הוי שיעורא כיון שנמצאו טמאות ובתוך מע\"ל זה לבשו זה החלוק, ובין כך אמרינן דהגס הגס חזיא זה מע\"ל ומזה בא הכתם על החלוק. ואולי ע\"ז קאי הא דאמר בירושלמי תמן פרק עשרה יוחסין אמר ר' בא ובלבד מע\"ל, פירוש שאם תיכף למציאת הכתם בדקו הראשונות שלבשו החלוק תוך מעל\"ע ונמצאו טמאות השלישית טהורה. וגדולה מזו כתב רבינו לעיל הי\"ז שבתוך מע\"ל אינה מונה לכתמה לענין זיבה כיון שמצד הראיה היא טמאה למפרע מע\"ל ואפ\"ה אינה חוששת רק מעת שראתה, לכן לכתם אינה מונה כלל, וא\"כ כש\"כ כאן שתולה בה ומטהרת חברותיה וז\"ב. ולקמן בדקה עצמה ומצאת טהורה לא הזכיר רבינו מיד, והוא כשיטת הרז\"ה בהשגות דלטהר עצמה לא בעינן מיד ומאי מהני מיד, דילמא הוא יותר משיעור וסת משעת יציאת דם מגופה, ועל כרחין בפוטרת עצמה שנמצאת טהורה אף לאח\"ז היא טהורה ודוק:<br><b> ובזה </b> אינו מובן לי בהא דפריך הגמרא הכי אמר להו ר\"מ לרבנן מ\"ש בדם דלא פלגיתו ומ\"ש בגל דפלגיתו, ורבנן בשלמא התם אימור עורב נטלה אלא הכא האי דם מהיכא אתי, ולפ\"ז הקשו רבנן בתוספות בהא דתניא בגד שאבד בו כתם רשב\"א אומר בודקו שכונות שכונות ואם לא נמצא טהור, דאמאי טהור הא אף רבנן לא פליגי רק גבי טומאה דאימור עורב בא ונטלה והכא לדם דמי יעו\"ש. ואינני מבין כלל, דהא בדברים שנפ\"מ אם ישנו מכאן ולהבא שפיר פליגי רבנן ואמרי אף על פי שהוא בחזקת טומאה שלא נודע לנו בתערובות מקום הטומאה היכן הוא, כיון שבדקו כולם ונמצאו טהורות אין לנו אלא מה שעינינו רואות ולא חיישינן למה שאין העין רואה, אבל גבי דם אעפ\"י שנמצאו כולן טהורות אימור מעיקרא נפיק מינה דם ועכשיו טהורות, ואטו ממה שעכשיו אין מוצאין בה\"ר שלהם מלוכלך בדם, הוא ברור שמעיקרא לא יצא מהן דם, ואף אם תאמר שמיירי בבדקו תוך שיעור וסת למציאת הדם מאן נימא דאז נפיק מנייהו הדם דילמא נפיק קודם למציאת הדם, סוף דבר צריך אני לרב בזה:<br><b> והנה </b> לרש\"י שפירש בפ\"ק דפסחים דבבדיקת חמץ דרבנן כו\"ע מודו אף ר\"מ דכיון שאין מוצאין הוו כברור שאין שם חמץ, א\"כ הכא גבי דם שיצא שלא בהרגשה דהוי דרבנן אף ר\"מ מודה ומאי פריך דוקא לרבנן מ\"ש דלא פלגיתו הא אף לדידיה הוה ליה למימר כאן דכולהו טהורות, ולכאורה ראיה מכאן דבישנה איכא חששא דאורייתא דאימור ארגשה ולאו אדעתא וכדאמר בריש מכילתין ולשמאי הא איכא ישנה, אבל מכל הראשונים וביחוד מדברי רבינו אשר על משנה דבדקה אחת ונמצאת טמאה, מורה דהוי ככל כתם ואין כאן ספק דבר תורה. אולם יש לומר דאם מקור מקומו טמא ואף למ\"ד מקור מקומו טהור כתבו האחרונים דבדם שלא בהרגשה גרע דדם הנדה מקרי ומטמאה את האשה טומאת ערב לטהרות, וכי נמצאו כולן טהורות צריך את לטמאות כולן לטהרות דבר תורה, וממילא מחמרינן אף לבעליהן שיהיו טמאות ונכון:<br><b> ונראה </b> לי ראיה מוכרחת דאם היתה ישנה ומצאה כתם ג\"כ הוי דרבנן ולא אמרינן אימור ארגשה, מהא דפרק יוצא דופן (דף מ\"ג.) דאמר שמואל כל ש\"ז שאין כל גופו מרגיש בה אינה מטמאה מיתיבי היה מהרהר בלילה ועמד ומצא בשרו חם טמא, הרי אם ש\"ז מטמאה בלא הרגשה שפיר דודאי נפיק מיניה ש\"ז כיון שמצא בשרו חם, ובכ\"ז אם בעי הרגשה פריך אמאי טמא אע\"ג דהיה ישן ואימור ארגיש ולא הוי מתערי, וע\"כ דאמרינן דהוי מתערי מידי דהוי אהרגשת מי רגלים וכמו דאמרו בדף ג' לשמאי דמשו\"ה אמר דיה שעתה, ואולי משום זה מטהר הלל חולין למפרע, ואין סברא לחלק בין ההרגשות, משום דבהרגשת ש\"ז אמרו במשנה ריש פ' יוצא דופן והרגיש שנזדעזעו אבריו, דמדברי רבינו פ\"ה הי\"ז, ז\"ל, אעפ\"י שהרגיש גופה ונזדעזעה כו' משמע דהרגשת דם נדה הוא שתרגיש גופה ונזדעזעה. ואף לפמ\"ש דהרגשת פתיחת פי המקור [וכן משמע מהא דאמר אגב צערה מתערה מידי דהוה אהרגשת מ\"ר, והרגשת זיבת דבר לח לא שייך צערה] לא נהירא לחלק, והך דהיה מהרהר לטהרות מתניא דלחולין כיון שלא מצא קרי טהור כמפורש בתוספתא והביאה רבינו פ\"ה מהלכות אבות הטומאות הלכה ט\"ו יעו\"ש, ואפ\"ה לא מחמרינן שמא ארגיש. וזה ראיה ברורה. ודע, דמהא שבארתי בהרגיש בחלום ועמד ומצא בשרו חם ולא מצא ש\"ז שטהור לחולין, ואם לא מצא בשרו חם אף לתרומה טהור, יש לפשוט, דאין לחוש לאשה שהרגישה בשעת שינה שנפתח מקורה והקיצה ובדקה ולא מצאה, ובנוב\"י מהד\"ת סימן קי\"ח נשאל בזה יעו\"ש, והדבר פשוט להתיר מתוספתא ערוכה, ודוק בכל מה שהעליתי בהלכה זאת:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפלת דמות נחש אמו טמאה לידה כו':</b><br><b> יעוין </b> בכסף משנה, והנראה דדוקא על נחש מועיל מה שגלגל עינו עגול כשל אדם, דנחש תשמישו שוה להאדם שמשמשין פנים כנגד פנים כמו אדם, אבל בהמה חיה ועוף אעפ\"י שגלגל עיניהן עגול המה משמשין בדרך אחר מהאדם ובדגים אעפ\"י שתשמישן כמו של אדם מכל מקום הואיל ואין עיניהן עגול כשל אדם לא מטמאה גם ר\"מ בלידה, וכמו שאמרו פ\"ק דבכורות ג' משמשין פנים כנגד פנים כו' ואמרו שם כל שתשמישו ועיבורו שוה יולדים ומגדלים זה מזה, והנה אמר ריב\"ל אין מתעבר כו' ולא בהמה מן חיה כו' חוץ מר\"א ומחלקותו שהיו אומרים חיה מתעברת מבהמה, הרי דאע\"ג דחיה ובהמה אין עיבורן שוה כיון שתשמישן שוה מולידין זה מזה, לכן בנחש כיון שתשמישו שוה המפלת נחש נחשב ולד כיון דמקצת פרצוף אית ליה שגלגל עינו עגול, אבל דגים אעפ\"י שהדולפנין פרין ורבין מבני אדם, המפלת אותן טהורה, שאין גלגל עיניהן עגול, וזה לדידן דבסוף הלכות שחיטה מביא רבינו תיש הבא על הצביה וילדה ובכ\"מ, אבל להנהו דסברי דכיון דאין עיבורן שוה אין מולידין זה מזה אפשר דאף בנחש דתשמישו שוה לשל אדם כיון דאין עיבורו שוה לא איכפת לן ולא חשוב ולד כיון דלא מצאנו בכל הנך דעיבורן אינו שוה שיהיו מתעברין זה מזה, וסוגיא דלעיל דאמר אלא מעתה המפלת נחש תהא אמו טמאה לידה כו' אזלא בשיטת ריב\"ל דאמר דאינה מתעברת חיה מבהמה כו' ודוק:<br><b> אולם </b> בתוספתא בכורות חשיב שאין בהמה טמאה יולדת מן הטהורה ולא גסה מדקה כו', ושייר ולא חיה מבהמה לפי שאזלא בשיטת ר\"א ומחלוקתו דסברי דחיה יולדת מבהמה ותני ולא אדם מכולן ולא כולן מאדם, מכל מקום כיון דמה דתשמישן שוה אף על פי שאין עיבורן שוה יולדין בבהמה מחיה הוא הדין גבי אדם המפלת כמין זה שתשמישו שוה לשל אדם טמאה לידה אם מקצת פרצופו דומה לאדם וכמו שבארנו ודוק:"
            ],
            [],
            [
                "<b>וחומרא החמירו כו' אעפ\"י שאין בו צורת פנים כו' מפני הולד שעמו:</b><br><b> נראה </b> מדבריו שמפרש טהרתם את הולדות פירושו דיבואו גם לטהר הולד שעמו וכיון שהיא טמאה מחמת ולד תו מטמאינן מספק גם מחמת הסנדל אעפ\"י שאין עמו צורת פנים, ולפ\"ז הא דתני סנדל צריך צורת פנים הוא לענין שמביאה קרבן ונאכל (משנה דכריתות) דלשויא ולד ודאי צריך שיהא בו צורת פנים ופשוט:"
            ],
            [],
            [],
            [],
            [
                "<b>הפילה דמות בהמה חיה כו' ואם אינה קשורה בו מטילין עליה חומר שני ולדות כו':</b><br><b> הנה </b> רש\"י פירש בגמרא דלר\"מ דבחיה ועוף טמאה לידה אם חיה ועוף הוי זכר יהבינן לה חומרא של שליא דמספקינן בנקיבה לטומאה וחומר חיה ועוף לימי טהרה דשמא אין ולד בשליא, והקשו בתוספות דהא הוי ס\"ס דשמא אין בשליא ולד ושמא בשליא זכר הוי ולא תהיה טמאה רק שבעה, ונפ\"מ רבתי לדינא לדידן במפלת נחש והפילה אח\"ז שליא וכי\"ב כגון כמה גווני, ולכן נראה מסתימת הפוסקים כרש\"י, וטעמא נראה דאם תפיל הולד ואחר יום או יומים תפיל השליא הלא אז צריכה לישב י\"ד ימים ימי טומאה, דלא תוכל לומר דהוי ספק ספיקא ותהיה טמאה שבעה משעה שהפילה שליא, דא\"כ הוי ס\"ס הסותר את עצמו אם תראה ביום ל\"ד לחיה ועוף, וביום מ\"א, דתאמר חדא שמא אין בשליא ולד, והוי יום ל\"ד ללידת החיה ועוף נדה ויום מ\"א זיבה ושומרת יום כנגד יום, וחדא שמא נקבה בשליא והוה כל הדמים דם טוהר, וא\"כ לפי מה שדנת על הספק שמא זכר הוי בשליא, א\"כ הוה עכשיו ראיה ראשונה בתוך ימי טוהר של השליא יום ל\"ג לשליא, ובראיה שניה נדה הויא וז\"ב, וכיון שכן תו הוי חוכא ואיטלולא לומר דאם תפיל ביום שאחר זה תהיה טמאה טומאת י\"ד ימי לידה כיולדת נקיבה ואם תפיל באותו יום שהפילה החיה ועוף תהיה טמאה רק שבעה כיולדת זכר, מאן יאמר לזה, לכן הוכרחו חכמים לטמאותה י\"ד יום אף אם ביום אחד הפילה שניהן, וזה פשוט בעיני עד כי הוא לפליאה על רבותינו בתוספות:<br><b> אולם </b> נראה בטעמם, משום דאמרו לעיל דשליא תולין בולד עד עשרה ימים או עד ג' ימים יעו\"ש, א\"כ אין חוכא כאן, דנאמר דאם הפילה חיה ועוף ואחר זה שליא באותו יום תולין השליא בולד, וביום אחר חוששין לולד אחר ולכן טמאה י\"ד יום, וביום הראשון תולין בחיה ועוף לכן אינה טמאה רק טומאת ז' יום כדין מפלת חיה ועוף לר\"מ, ונאמר דיום הראשון תולין בחיה ועוף כמו שליא קשורה בו, אבל בילדה תאומים ושהה ולד אחר חבירו, והראשון ניכר שזכר הוא והשני אינו ניכר אם ולד הוא טמאה י\"ד יום, מטעם דאם תפיל אותו ביום אחר תהא טמאה י\"ד יום א\"כ הוי חוכא ואיטלולא, שאם נולד השני אותו יום לא תחוש שמא נקבה ואם נולד יום שאחריו תחוש שמא נקבה ולכן אף באותו יום טמאה י\"ד יום, וז\"ב בדברי התוספות, ועיין חידוד הלכה שלא עמד בזה ודוק:"
            ],
            [],
            [
                "<b>תשב לזכר ולנקבה:</b><br><b> בפרק </b> יש נוחלין קכ\"ז בטומטום שנקרע ונמצא זכר אמר רב שרביא אין אמו טמאה לידה ורב שיזבי אמר דאינו נימול לשמונה יעו\"ש דמסיק דלרב שיזבי דתנא ספוקי מספקא ליה הוי ליה לומר ולנדה דשמא אין אמו טמאה לידה כלל ומסיק בקשיא, ורבינו פסק כסתם משנתנו, ואף דהיכי דאמר קשיא לא נדחה מהלכה, בכ\"ז כאן דחהו מהלכה דלנדה א\"צ לחוש כלל, וכן בהלכות מחו\"כ פ\"א ה\"ט פסק דקרבנה נאכל רק על מה שהפילה אחר מ' ללידת הטומטום זה אינו נאכל יעו\"ש. ויעוין נוב\"י מהד\"ת חלק יור\"ד סימן קס\"ג שלא עיין יפה בדברי רבינו כאן, ופשוט דרבינו סמך על הך דאמרו ריש פרק יוצא דופן ורבנן האי מיבעי ליה לרבות טומטום ואנדרוגינוס דסד\"א כו' זכר ודאי נקבה ודאית ולא טו\"א קמ\"ל, הרי דסתם הסוגיא אמרה דקרא מבעי לטומטום דטמאה לידה ומביאה קרבן דקרבן בלא טומאה ליכא ביולדת, ומשו\"ה פסק כן להלכה, ויותר מזה מצאנו לרב פפא ולרבא מארי דתלמודא דשקלו וטרו טובא בפרק המפלת סנדל דתני בכריתות גבי קרבן למאי צריך הא אין סנדל בלא ולד יעו\"ש, ולוקמי כגון שהיה הולד טומטום ואח\"ז יצא סנדל דאי משום ולד לו יהא דמספקא לתנא אין קרבנה נאכל ומשום סנדל קרבנה נאכל, וע\"כ דפסיקא להו דטומטום מביאה קרבן ונאכל והא דלא חשיב ליה תנא בכריתות גבי קרבן, משום דפסיקא ליה ופשוט זה לתנא דקרבן שעל טומטום נאכל ודוק. וכן מבואר בתוספתא דבכורים פ\"ב, דאנדרוגינוס אמו יושבת עליו ימי טוהר וכו' ומביאה עליו קרבן וכו'. והא דמסיק הגמרא בקשיא ולא תיובתא, יתכן משום דבתוספות נדה (דף ל\"ה) הקשו ביוצא דופן אמאי אין לה ימי טוהר הא ממעין טהור אתי, ותירצו דבאמת יש לה ימי טוהר רק דנפק\"מ אם ראתה ביום ז' טמאה נדה יעו\"ש, וא\"כ לא קשה דניתני ולנדה דהא יש לה ימי טוהר מכל מקום, רק לרב דסבר דממעין אחד מקשה והכי קיי\"ל, ולכך לא אמר תיובתא, ומש\"ה פסקו דמילתו דוחה שבת, וברור מאוד כדברי רבינו ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>ולפיכך כו' בת י' ימים.</b><br><b> נ\"ב </b> משנה פרק יוצא דופן:"
            ],
            [],
            [
                "<b>ונהגו כולם בכל מקום שיש ישראל שכל בת ישראל שרואה דם אפילו לא ראתה אלא כו' סופרת לה ז' ימים נקיים ואפילו ראתה בעת נדתה כו':</b><br><b> רבוותא </b> בתוספות נתעוררו לזה לשיטת רבינו שלמה בסוף פרק בא סימן דהגמרא שקיל וטרי תמן באשה שראתה שמונה ימים טמאים ושמונה ימים טהורים משמשת חמשה עשר מתוך מ\"ח יום, דאיך תשמש יום מ\"ח דהא השמונה ימים החמשיים שנעשית מהן זבה אין בהן אלא ד' ימי זבה, וד' ימים האחרונים הואי נדה, אע\"ג דלא הוי נדה כ\"ז שלא ספרה שבעת נקיים כשיטת כולהו רבוותא [לבד מרבינו] אבל להכי מהני הך ראיה ד' ימים האחרונים הראוין לנדה [אילו לא ראתה קודם בימי זיבה] לכשיבואו שמונה טהורין שאחריהן לא יעלו שלשה הראשונים לימי הספירה לפי שהן השלמת ימי נדה, וימי נדה שאינה רואה בהן אינן עולין לספירת זיבתה. ותלי לזה הגמרא בפלוגתא דימי לידה שאינה רואה בהן כו'. דלפי מה דפסק ר\"ת א\"כ ימים הראוים לנדה אינן עולין לה, וא\"כ השתא דכולהון טועות נינהו, א\"כ מאי מהני מנין ז' נקיים דילמא היא נעשית זבה בסוף ימי זיבה, וא\"כ ימים הראשונים לנדה אין עולין ובעיא י\"ד ימים נקיים וזה פלא גדול. ומה שתירצו דרש\"י פסק דימי לידה שאינה דומה בהן עולין לספירה, עדיין תמוה אטו יפלוג על תקנתא דרבי דהתקין אם ראתה יום אחד תשב ששה והוא כו' שלשה שבעה נקיים, אכתי מה הועיל הא כיון דטועות בימי זיבה וימי נדה הן א\"כ י\"ד נקיים בעיא. אולם רבינו שלמה לטעמיה דפירש בתשובה לעיל הביאו תוספות בשמו בדף ל\"ז דאביי ג\"כ מודה דעולין לספירת זיבתה רק אליבא דר' מרינוס פליג דאיהו סבר דאינן עולין יעו\"ש באורך, א\"כ אין תיובתא מתקנתא דרבי דר' מרינוס פליג עלי':<br><b> וי\"ל </b> דלפי מה דשקיל וטרי הגמרא דימי נדה לא יעלו לספירת שבעה הוא ימים הראוים להיות נדה אע\"ג דאין עליה רק טומאת זיבה הקודמת, א\"כ מאי אמר רב בדף ל\"ז: דקשוי מטהר אף ימים הראוים לספירת זיבתה, הא ימי נדה אינן ראוים לספירה אף אם נעשית זבה בימי זיבה ומה חידש על ר' לוי דגם איהו מטהר באלו אחד עשר יום, ואולי דמשו\"ה לישנא אחרינא אמרי לה דפליגי אם קשוי מטהר ביום י' וי\"א יעו\"ש, דהלישנא אחרינא סבר דימים הראוים להיות נדה אינן עולין לספירת זיבתה וא\"כ לא מצי למיתני כלישנא קמא. אמנם יתכן בשיטת רש\"י דדוקא היכי דראתה דם בימים הראוים לעשותה נדה, דאז אי לאו דראתה בימי זיבה הואי נדה, לכן ימים הנקיים אחר כך מדם, ועדן המה בימי נדה לא עולה לספירה, משא\"כ היכי שלא ראתה בימים הראוים לנדה, דאם לא נעשית זבה ג\"כ לא היתה טמאה כלל, שפיר עולין לה ימים הראוים לנדה, וא\"ש הא דחידש רב ימים הראוים לספירת זיבתה ג\"כ קשויה מטהרה וז\"ב ודוק. [ואם נאמר כן א\"ש תקנתא דרבי דשלשה ימים תשב ז' נקיים, דאם יום השלישי מימי נדה הלא סגי בששה ימים אף אם הם טמאים בצירוף יום הראיה, ואח\"כ יום אחד נקי לשמור היום עשירי וי\"א מימי זיבה, ואם הם כולם מימי זיבה הלא מהני ז' נקיים, אבל באם ראתה ד' אז תמנה י\"ד, וזה דחוק]:<br><b> אולם </b> לא ידעתי איך שקלו וטרו אמוראי בפרק בא סימן בהא מילתא אם ימי נדה שאינה רואה אם עולין לספירה, דא\"כ איך יעשו במשנה דפ\"ב דערכין דטועה אין פתח פחות משבעה, הא כי ראתה שלשה עשר, ניחוש שמא הג' הראשונים נעשית מהן זבה, ואחד עשר יום מימי זיבה ושנים ראתה בימים הראוים לעשותה נדה, וא\"כ להספירה של זיבה לא עלו חמשה ימים הראשונים וצריכה למנות ז' ימים נקיים אחר החמשה ואז נדע אם תראה דם אז יהיה דם נדה ותשב בשבעת ימי נדתה ואח\"כ יתחילו ימי זיבה, ועל כרחין דימים הראוים לעשותה נדה עולין לספירה כ\"ז שלא חלה עליה טומאת נדה והדבר נפלא וצ\"ע. [אח\"ז רב כשנדפס ספר השיטה מקובצת לקדשים בש\"ס ווילנא ראיתי כי הרגישו בערכין שם יעו\"ש]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>באור </b> זרוע הלכות נדה ובשו\"ת סימן תשנ\"ה אות ג' האריך דאשה שטבלה עצמה צריכה ליזהר שלא תכנוס למרחץ ביום טבילתה וגם שלא תשפוך על עצמה ג' לוגין מים שאובין ביום טבילתה, משום דאמרו בסוגיא די\"ח גזירות שיאמרו לא אלו מטהרין אלא אלו מטהרין ומה לתרומה דהוא איסור מיתה גזרו, לנדה לבעלה דאיסור כרת לא כש\"כ. ועיין מה שהשיבו רבותיו טעמים נכונים דבעלה חולין הוי ולחולין אינו פוסל מי שנפלו עליו מים שאובין יעו\"ש שלא חזר מסברתו למעשה והובא ברמ\"א סימן ר\"א. ולדעתי נראה פשוט, דזה פשיטא דאשה טהורה רוחצת בשאובים ואינה טמאה לבעלה וכמו שכתב בעצמו דאף שבתרומה גזרו הבא או שנפלו עליו ג' לוגים מים שאובים, משום גזירה דטבו\"י שנפלו עליו [דאי לא הא לא קאים הא] עשאוהו כמגע שרץ, אבל לבעלה לא שייך בטומאת מגע. וכיון שכן תו זה עיקר הטעם שלא גזרו על אשה לבעלה לרחוץ ביום טבילתה, דכיון דטבלה תיכף הרי היא טהורה לבעלה ומותרת אליו בתשמיש, ואחרי שכבר נטהרה וניתרת לבעלה תאמר כשנפלו עליה ג' לוגים שאובים שתהא צריכה טבילה אחרת, זה חוכא ואיטלולא לומר כן דמאי נפק\"מ בין זו האשה שביום טבילתה שכבר אחרי טבילתה היתה טהורה לבעלה, לאשה שכבר היא טהורה, וכי גזרו בתרומה בטבו\"י שבא במים שאובין או שנפלו כו' לתרומה דבעת הטבילה עדיין לא נטהר ואינו מותר לאכול תרומה אחרי זה רק עד שיעריב שמשו, ולכן אם בא במים שאובים טרם כלה טהרתו אמרו חכמים שאינו נטהר אחרי זה בהערב שמש וצריך טבילה אחרת ולא הוי כחוכא לפלוגי בינו לטהור שבא במים שאובים [טרם שגזרו עליו] משום שהטבול יום עדיין בטומאתו ועיכבוהו חכמים מליטהר טרם שיעריב שמשו אם לא בטבילה אחרת, וזה פשוט לדעתי:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל ישראל הבא על עו\"ג כו' ה\"ז כו' מפני שבא לישראל תקלה על ידיה כו':</b><br><b> הנה </b> על שיטת רבינו דהלכה כפי לישנא קמא דרבא דבגיותן אית להו חתנות, קשה לי בשמועה דגר קטן מטבילין אותו על דעת ב\"ד [בימים הקדמונים] דמקשו אביי ורבא על הא דאמרו הגדילו יכולין למחות מכתובה וקנס דיהבינן להו דאזלה ואכלה בגיותה, ואיך לא מקשו הא אם ימחו הלא אשתכח דגוים הן והבא עליהן עובר בלאו דלא תתחתן בם ואיך לא חיישי ללאו הכתוב בתורה, אם לא דנדחוק לומר דכשהן תחת בעליהן ודאי לא חיישינן שמא ימחו, רק כתובה תקנו דלכי נפקא מבעלה יהא לה כתובה וזה מצוי כשאינה תחת בעלה תמחה ותחזור מגיורתה וזה דחוק, או משום דלממון קיי\"ל דאין הולכין בממון בתר רובא להוציא ממון מחזקתו חייש טפי אף שאינו מצוי, ומצאתי להקדמונים בשיטה שהרגישו בזה והלכו בדרכים כאלו יעו\"ש, ובאמת אף אם נאמר דרק בגיורתן אית להו חתנות, ג\"כ קשה הא הוי כבפרהסיא וקנאין פוגעין בו [בזמן הבית] ואיך לא חייש שמא תמחה. אולם לפי דעת רבינו דהיא נהרגת [בזמן הבית], א\"כ לא תחזור ותמחה דהלא אז תהרג מחמת שבא עליה ישראל, אך א\"כ מאי מקשו אביי ורבא הלא לא תמחה משום זה דתהרג משום שבא עליה ישראל. ואם נאמר דרבינו סבר דזה לא הוי רק בפרהסיא וכמו בנות מדין בעצת בלעם דהיה בפרהסיא ואז תהרג אם בא עליה ישראל יהיה שפיר קושית רבא מקנס דאין כאן עשרה מישראל רק עדים לבד וא\"כ חייש שמא תמחה, אבל בדאביי דמקשה מכתובה הלא אז היה בפרהסיא דהכל יודעין כלה למה נכנסה לחופה ואפ\"ה חייש שמא תמחה, קשה לכאורה. אמנם רבינו לא אמר רק אם בא בזדון לא כן הכא דבא בהיתירא דהיה סבור שלא תמחה ונמצאת גיורת למפרע דזכות הוא לה ועדיפא טפי משוגג. הגם דרבא סובר בפרק ד' מיתות גבי בהמה דקלון לחוד נהרגת דפשיט מבן ט' הבא על הבהמה ולדידיה אפשר גם בעו\"ג נידונית אם בא עליה ישראל, ולפ\"ז הו\"מ לומר גבי כתובה כיון דבפרהסיא הוי תו אם תמחה ויתבטל גירותה למפרע תהרג [בזמן הסנהדרין] לכן לא חייש שמא תמחה ולכך לא פריך מכתובה. אמנם הגמרא אמר טעמא אחרינא. אולם הדבר פשוט, דרבינו כתב בפ\"י מהלכות מלכים דכשימחה הוא כגר תושב בלבד ובגר תושב ודאי אינה נהרגת הגיורת אם בא עליה הישראל וזה ברור. וטעם דבריו שלאחר שמחו הרי הן כגרי תושב משום דבגר תושב אמרו לשיטת רבינו בפ\"ז מהלכות מלכים דכופין אותן לקיים שבע מצות ולקבל אותן עליהן [בימים הקדמונים], וכיון דאיתא ע\"י כפיה ובפרט בהנך דלא שייך טעם דברי רבינו בהלכות גירושין סוף פרק ב', לכן מועיל קבלה דקטנים הואיל ואיתא בע\"כ, ולא שייך על זה שימחו, רק על גירות דמצד זכיה מועיל מחאה דילהו וכמו בכל זכות בצווח מעיקרא ודוק:<br><b> ומה </b> שכתב רבינו דבגר תושב אין קנאים פוגעין אם בא ישראל על בתו (ובפהמ\"ש דייק מדכתיב ובעל בת אצל נכר כו'), קצת סעד מהא דאיכא דאמרי בע\"ז (דף ס\"ד) אליבא דר\"ש דשרי יינו בשתיה, ואם הוי בנותיו כבנות עו\"ג דקנאים פוגעין בהם איך נגרע בזה דיינן משום בנותיהן, ופוק חזי באגדת חלק גבי בנות פעור ועדיין לא נאסר יינו של עו\"ג עיי\"ש, לזה מסתברא דקיל לגבי קנאים פוגעין בהן בפרהסיא. ולפ\"ז א\"ש הא דמפלפל אם גייר שלמה לבת פרעה, ותיפוק ליה הא הוה בפרהסיא, ובזה ניחא דהואי גר תושב שקבלה ז' מצות ופשוט:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מצרי ואדומי כו' ודור שלישי מותר:</b><br><b> הנה </b> בירושלמי פרק הערל בעי עבדים מהו שיעלה להן דורות, היך עבידא גר עבד עמוני שנשא לגיורת שפחה מצרית, לאחר שלשה דורות נתגיירו אין תימר עבדים עלו להן דורות מותרין מיד אין תימר לא עלו להם דורות זכרים אסורים איסור עולם ונקבות מותרות לאחר שלשה דורות. פירוש דאם עלו להן דורות הנקבות מותרות מיד, ואם לא עלו להם דורות, הנקבות אסורות עד לאחר שלשה דורות, והא דאמר דהזכרים אסורים איסור עולם בעי עיונא דהא שפחה ולדה כמותה וכאן מאי איכפת לן שהאב עבד עמוני, כיון דולדה כמותה אינו מתיחס אחרי אביו כלל. אולם נראה נא בעמוני שנשא מצרית בגיותו איך הדין בולד הנולד. ובבבלי אמר ר' יוחנן באומות הלך אחר הזכר, נתגיירו הלך אחר הפגום שבשניהם, ומפרש מאי באומות הלך אחר הזכר לענין הלאו דלא תחיה כל נשמה. וצריך להבין אמאי לא מפרש כדמפרש הא דנתגיירו הלך אחר הפגום שבשניהם לענין מצרי שנשא עמונית בעודו בגיותו, ועל כרחין דלענין זה הוי ולדה כמותה דאין אב לעו\"ג, ורק לענין ל\"ת כל נשמה הלך אחר הזכר:<br><b> אבל </b> מה נעשה שבירושלמי פרק הערל הלכה ג' מייתי הך דא\"ר יוחנן עממין זה בזה עד שלא נתגיירו זכרים אסורים איסור עולם ונקבותיהן מותרות מיד, נתגיירו זכרים אסורים איסור עולם ונקבותיהן מותרות לאחר שלשה דורות, חזינא דהלך אחר הזכר ואם עמוני נשא מצרית הנקבה מותרות מיד. ולפ\"ז צריך בינה בשפחה שנשאת לעבד ומהם אחד מצרי ואחד עמוני, וילדו בת ונשתחררה מהו, מי אזיל הולד בתר הזכר והוי עמונית ומותרת מיד, או אזיל בתר הפגום והוי מצרית ואסורה עד שלש דורות, וכן אם העבד מצרי אם נימא דאם ילדו זכרים אינם אסורים רק עד שלשה דורות אע\"ג דהשפחה עמונית. ולדברי הירושלמי בהא דאומות הלך אחר הזכר דלענין פסולי יוחסין קא מיירי, א\"כ כמו דגוי עמוני שנשא מצרית הולד שנולד אם היא נקבה מותרת מיד ולא אמרינן דולדה כמותה, כן בשפחה ועבד הלך אחר הזכר, וטפי חזינא לר' אליעזר בסוף פרק האומר בקדושין גבי ממזר שנשא שפחה דהולד עבד וממזר, ואם ישא ממזר נכרית הוי הולד עו\"ג גמור אף לר\"א. אולם מדברי הירושלמי בפרק אלמנה לכ\"ג ה\"ז דמוקי בעו\"ג פסול ועבד פסול והיינו כר' אליעזר דסבר הולד עבד וממזר כן הולד מן הנכרית עו\"ג וממזר וא\"כ הבת שנשאת לפסול הזה וילדה הולד הוי ממזר כאביו, ועד כאן לא מכשיר רב רק בעו\"ג ועבד הבא על בת ישראל דמאיסור זה לא נעשה הולד ממזר, משום דלא תפסי קדושין לכו\"ע כמבואר טעמו בירושלמי קדושין סוף פ' האומר, יהיה איך שיהיה גבי עבד ושפחה צ\"ע למאי דומה לפי המתבאר מהירושלמי דיש חילוק בפסולי יוחסין בין עו\"ג לגר:<br><b> והנראה </b> דגם בעבד ושפחה כן הוא, דאם מונין בהן דורות, חזינא דלענין יוחסין הוי כמו נתגיירו דהלך אחר הפגום, כן הכא הלך אחר הפגום, דכמו דחשיבי כנתגיירו לענין מנין הדורות, כן לענין הלך אחר הפגום, ואם אין מונין בהם דורות דהוי לענין מנין הדורות כמו בגיותן, גם לזה הוי כמו באומות דהלך אחר הזכר, אע\"ג דמקרא דהאשה וילדיה תהיה לאדוניה נפקא לן דולדה כמותה, כן נפקא לן דבעו\"ג אין בנך קרוי בנו אלא בנה, ואפ\"ה ע\"כ זה דוקא בעו\"ג שילדה מישראל הא באומות הלך אחר הזכר, כן הא דנפ\"ל בשפחה דולדה כמותה הוא דוקא בולדה מישראל אף ע\"ג דשפחה אין לו חייס לעבד וכדאמר בפרק הפרה חמרתא מעברתא אזיקתא מינך, והולד שייך לאדון השפחה לא לאדון העבד, ועבדים לאו בני נחלה נינהו אף ע\"ג דנכרי יורש את אביו דבר תורה כדאמר בנזיר בריש פ' הכותים [עיי\"ש בשיטה] בכ\"ז לענין יוחסין דמי לעו\"ג, ואם נימא דלא עלו להן דורות הוי כעו\"ג שעדיין הן בגיותן ואזלינן אחר הזכר והעבד הא הוי עמוני, לכן הנקבות מותרת מיד והזכרים אסורים איסור עולם, ואם נימא דעלו להן דורות והוי כמו נתגיירו אז הלך אחר הפגום והזכרים אסורים לעולם והנקיבות אינן מותרות אלא לאחר ג' דורות. ולפ\"ז הגירסא שלפנינו עיקר, אין תימר עבדים עלו להן דורות, הזכרים אסורים איסור עולם ונקיבות מותרות לאחר שלשה דורות שהיו בעבדותן אבל אין תימר דלא עלו להן דורות הלך אחר הזכר והנקבה הראשונה היינו בת העבד העמוני אעפ\"י שאמה שפחה מצרית מותרת ולא בעי שלשה דורות, ודיקא נמי דזה כוונת הירושלמי, דאם רק לענין מנין הדורות בעי הו\"ל למינקט בעייתו בעבד מצרי שנשא שפחה מצרית, ומדנקט בעמוני שנשא מצרית ע\"כ כוונתו לכלול גם זה אם הוי כמו נתגיירו והלך אחר הפגום או הוה כמו באומות והלך אחר הזכר, והא תליא בהא דאם מונין להם דורות דמתחלת ביאתו לגירות מונין הדורות. הארכתי בזה לפי שלא ראיתי לקדמונים שידברו בזה:<br><b> אולם </b> מסוגית הבבלי מוכח דבשפחה ועו\"ג הולד כמותה ולכך לא מפרש הך דבאומות הלך אחר הזכר רק לענין ל\"ת כל נשמה ועיין רש\"י שכתב באומות בשבע אומות וכו' הלך אחר הזכרים, ודוקא ר' אליעזר דס\"ל דממזר שנשא שפחה הולד עבד וממזר וסבר דאע\"ג דכתיב האשה וילדיה תהיה לאדוניה אתא לו אפקיה דהלך אחר הפגום, לדידיה אפשר בעמוני שבא על מצרית דהולד עבד דאמו שפחה הוי ועמוני כאביו דהלך אחר הפגום, ולענין הבעיא דאם מונין לעבדים דורות נראה לפשוט מהא דאמר בבבלי אי לאו דאר\"י דמצרית אסורה לא מצא ידיו ורגליו בבהמ\"ד דמצרי שלישי איך יכול להיות דמצרי ראשון אסור במצרית יעו\"ש. ולפ\"ז אם נאמר דעבדים מונין להם דורות משכחת שפיר בעבדים, שעבד שהוא מצרי נשא שפחה מצרית והיה כן ג' דורות והדור הג' נשתחרר ומותר לבוא בקהל, אבל אם נימא בזה דבשפחה הוי ולדה כמותה, א\"כ שפיר מקשה דהא בהך קרא כתיב דור שלישי יבוא להם, ודריש מלהם דהלך אחר הפגום ואם אביו עמוני אסור לעולם, ובשפחה אעפ\"י שהעבד הוי עמוני הלא הולד כמותה, וע\"כ דבגרים גמורים משתעי קרא, וא\"כ איך יכול ליטהר, אבל לפי המתבאר מירושלמי דאם מונין דורות הוי כמו נתגיירו דהלך אחר הפגום, קשה דלוקמי קרא דדור שלישי יבא להם בעבדים ויש ליישב ודוק:<br><b> ולכאורה </b> איכא למיפשט הבעיא דירושלמי מקראי דדברי הימים א' ב'. ולא היה לששן בנים כי אם בנות ולששן עבד מצרי ושמו ירחע ויתן ששן את בתו לירחע עבדו לאשה ותלד לו את עתי כו', וא\"כ היו כל הנשואין באיסור והשני היה באיסור, ובפרט למאן דאמר דכל שאין לו ביאה בישראל הולד ממזר, א\"כ היו כולם ממזרים, ועל כרחין דעבדים עלו להן דורות והיה העבד ששן מצרי דור שלישי ומותר לבוא בקהל לכשנשתחרר ועיין מפרש שם ודוק:<br><b> ומה </b> שרציתי לומר דמשמעות הבבלי מורה דלא כהירושלמי, מלשון רבינו שכתב כאן זה הכלל באומות הלך אחר הזכר מוכח דקאי גם לענין פסולי יוחסין, וכן כתבו במפורש הטור והשו\"ע סימן ד' ס\"ז. ולבי אומר לי שבדברי רבינו נפל ט\"ס וצ\"ל עו\"ג עמוני שנשא מצרית הולד עמוני עו\"ג מצרי שנשא עמונית הולד מצרי זה הכלל באומות הלך אחר הזכר, דלפי הגירסא שלפנינו א\"כ הא דנקיט הולד עמוני על זכר לחודיה קאי, והא דמסיים הולד מצרי על נקבה קאי, והו\"ל בשניהן דהזכר עמוני והנקבה מצרית, וברור דצ\"ל עו\"ג, ולפלא על המגיד שקיים הגירסא הישנה, והאמת יורה דרכו ודוק:<br><b> והנני </b> לבאר דברי הירושלמי פרק הערל על הא דאמר ר\"ש קו\"ח ומה במקום שאסר הזכרים איסור עולם, התיר הנקבות מיד, מקום שלא אסר הזכרים אלא עד ג' דורות אינו דין שנתיר הנקבות מיד. א\"ל אם הלכה נקבל ואם לדין יש תשובה, א\"ל מקרא אני אומר, ע\"ז בעי מה היה להן להשיב ר' אבהו כו' הרי בת בנו ובת בתו ה\"ה אסורים עד שלש דורות אחד זכרים ואחד נקיבות כו' אמר ר\"ל בעי משיבין דבר שהוא ממזר על דבר שאינו ממזר (וכן הוא בבבלי יעו\"ש) ר\"ח כו' משיבין דבר שהוא כרת על דבר שאינו כרת, א\"ל לא כי הלכה אני אומר כו' ר' יעקב ב\"א בשם ר\"י דור אחד עשר שבממזר כר\"ש כשר ולא דרש עשירי. ופירושו, דמש\"ה הוי התשובה תשובה מעליא לולא קרא וההלכה, משום דאיכא למימר ממזר יוכיח שאין איסורו איסור עולם רק עד עשרה דורות, ואפ\"ה אסורים אחד זכרים ואחד נקיבות ולא מצית למימר תו אין משיבין דבר שהוא בכרת, דבממזר שנשא בת ישראל ליכא כרת [וכן בבבלי] וכן ליכא למיפרך משיבין דבר שהוא ממזר על דבר שאינו ממזר, דתמן אמר שפיר דבת בנו ובת בתו חמור טפי שכן אם בא על בת בנו והוליד ממנה הולד ממזר, משא\"כ בעמוני ומצרי שאם באו על בת ישראל אין הולד ממזר, אלמא דהאיסור קיל ולכך נתיר בהן הנקבות מיד, אבל כאן בממזר מה שעושה ממזר הוא אינו מצד האיסור דאיסורו אינו רק חייבי לאוין, רק שמוליד בדומה לו ובתר אבא אזיל ברא, וכמו דאיהו הוה ממזר, כן מה שמוליד ממזר, וכן בעמוני ומצרי דולדיהן כמותן אם אביו עמוני הולד עמוני ולא שייך זה בקולא וחומרא, וא\"כ יש לומר ממזר יוכיח שאין איסורו איסור עולם ואפ\"ה עשה בהן נקיבות כזכרים דמום זר כתיב ואחד זכר ואחד נקבה במשמע, ולא דריש עשירי היינו גז\"ש דעשירי עשירי מן עמוני דבהו כתיב עד עולם, וכמו דדריש בספרי וזה אמיתת כוונת הירושלמי לרגיל בו ומעמיק בשמועתו ודוק:"
            ],
            [],
            [],
            [
                "<b>מי שנתגייר משבעה עממין כו' ויהושע גזר עליהם כו':</b><br><b> הקדמונים </b> נחלקו בזה, ורבינו סמך על הני שמועות דאין מעמידין דפריך בנותיהן דאורייתא נינהו דכתיב לא תתחתן בם, הרי דהא דכתיב לא תתחתן בם קאי בהיותן עו\"ג ולא בשנתגיירו, וכן בקדושין סוף פ' האומר עו\"ג דכתיב ל\"ת בם לא יהא לך חיתון בהם, ותוספות הגיהו בזה. והא דאמר בסוף פ\"ק דכתובות על ברייתא דאיזהו אלמנת עיסה כל שאין בה משום ממזרות ולא משום נתינות ולא משום עבדי כו' ופריך מ\"ש הנך דאורייתא חלל נמי דאורייתא, התם שיגרא דלישנא דעיקרו קאי על עבד וממזר דפוסלין בביאתן אלמנותיהן דבר תורה, ואדרבא דמשם מוכחא, דמקשה מ\"ש חלל מהני, ולכאורה קשה דרבינו כתב פ\"ה מהלכות שחיטה דמשום זה חוששין לספק דרוסה ולא מוקמינן אחזקה כמו כל ספיקי טריפות, מפני שאין לך בפירוש בתורה אלא דרוסה דכתיב ובשר בשדה טריפה לכן החמירו לאסור הספיקות בדרוסה יעו\"ש. ולפי זה נאמר דאלמנת עיסה דהוי ספק ספיקא החמירו בהנך המפורשין בתורה דעבד דפוסל בביאתו בת כהן קרא כתיב ואשה כי תהיה אלמנה וגרושה פרט לעבד שאין לו בה אלמנות וגירושין כו' וממזר ונתין דמכי תהיה לאיש זר נפקא לן דפוסלין בביאתן לכן החמירו לאסור אלמנות ספיקן דאיתחזק בהאי משפחה ספק נתין או ספק ממזר כו' אבל אשת חלל דמה דנפסלה מכהונה אין זה מפורש בתורה רק נפ\"ל מהא דאיתקוש זרעו לו, ואף בחללה מאיסורי כהונה אמרו פרק עשרה יוחסין דף ע\"ז איזהו חללה שעיקרה מד\"ת ואין צריכין לפרש מד\"ס כל שנולדה מאיסורי כהונה דסתם חלל הוא ולד שנולד מפסולה לכהונה דכתיב ולא יחלל זרעו כו' עכ\"ל רש\"י. הרי דמה דכהן אם בא על אלמנה הוא מד\"ס שנעשית חללה, וכש\"כ הא דחלל פוסל בביאתו דמהיקשא דאיתקש זרעו לו ידענא, דמה הוא מחלל אף זרעו מחלל שאין זה מפורש בתורה, ולכן הקיל בעיסה שנתערבב ספק חלל לישא אלמנתו ומאי מקשה. אמנם לשיטת רבינו דנתינה הוי מדבריהם א\"ש, דמכש\"כ מקשה דמה בנתערב נתין החמירו כש\"כ בנתערב חלל דפוסל דבר תורה, וזה סעד חזק לשיטת רבינו. והא דלא חשיב עמוני ומואבי ומצרי ואדומי, משום דבזה פליגי תנאי אם פוסלין בביאתן בפרק אלמנה לכה\"ג ס\"ט, ולא מיירי בפלוגתא. ור\"ת מחק אלמנת מהגירסא ומפרש דלענין בן ובת יעו\"ש ונדחקו בתוספות הא דלא חשיב עמוני כו' יעו\"ש ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גר שמל ולא טבל כו' וצריך לטבול בפני שלשה כו' ואם הטבילוהו ה\"ז גר</b> (בזמן הבית):<br><b> נראה </b> דהנה משפט כתיב ביה, ובאמת כשבא לפנינו עדיין הוא כבן נח, וב\"נ נידון בדיני נפשות (בב\"ד דידהו) ג\"כ עפ\"י עד אחד בדיין אחד, א\"כ הוי כמשפט ב\"נ וכשר אף בלילה, רק לפי שעל ידי זה נעשה ישראל יש לו דין ישראל ומשפטו בשלשה וכן כתוב משפט אחד יהיה לכם ולגר, וא\"כ במילה שעדיין אינו גר עד שיטבול אפשר דלא בעי שלשה, ולפירוש תוספות א\"צ ג' רק בקבלת מצות שאז נתהווה לישראל ודינו כדין ישראל. אמנם נראה קצת דמילה וטבילה הוי כשני דברים המתירין שמעלין זה בלא זה, יעוין פרק מצות חליצה דף ק\"ד לענין חליצה ורקיקה לר\"א דמדמה לשחיטה וזריקה בכבשי עצרת. ובזה הוי א\"ש קצת דמוקי ריש פרק הערל לר\"ע קרא דתושב ושכיר לעו\"ג שמל ולא טבל דאע\"ג דמילה מעלה במקצת וכמו שחיטה דמקדשא ללחם בלא זריקה וכמו רקיקה דפוסל מאחין שלא ייבמו אותה דמועלת במקצת, סד\"א דלא מיקרי בן נכר ויאכל בפסח קמ\"ל, ובאמת נראה דרע\"ק סובר דכל זמן שלא נתנה תורה הוי סגי במילה בלא טבילה בפסח מצרים ומצאתי זה באורך בתוספות ישנים ולכן בעי קרא ואכמ\"ל. ולכן פליג ראב\"ש ביבמות וסבר דמלת גר כשר בלילה משום דאכתי ב\"נ הוי ומשפטו גם בלילה, וראב\"ש לטעמו דאינן מעלין זה בלא זה ודוק:"
            ],
            [],
            [],
            [
                "<b>עיין </b> ההמ\"ג, אמנם רש\"י ורמב\"ן מפרשים דטבילה זו דטבלו לקריין ולנדתן דזה דת ישראל הוא כטובל לשם גיירות וסגי בהא, וכן מוכח מירושלמי פרק האומר בקדושין גר שמל ולא טבל ה\"ז כשר שאין גר שלא טבל לקריו וקשיא עלת לו טומאה קלה מטומאה חמורה אר\"י ב\"ב כיון שזו וזו לשם קדושת ישראל עלתה לו הרי מפורש כן וכבר הביאוהו הקדמונים. ולפ\"ז יש לפרש הא דר' חייא בר אבא איקלע לגבלא כו' אתא לקמיה דריו\"ח צא והכרז על בניהן שהן ממזרים ועל יינם משום יין נסך ועל תורמוסן משום בשולי עו\"ג לפי שאינן בני תורה, דהך שאינן בני תורה אכולהו קאי, על בניהן שהן ממזרים משום דלא טבלי, ואי הוו בני תורה הוו נהיגי לטבול טבילת קרי אשר עיקרו לדברי תורה נתקן ולפי שאינן בני תורה לא נהיגי בהו לטבול לקריין ובניהן ממזרים, ועל יינן משום יין נסך אע\"ג דבמזיגת עו\"ג לא מיתסר בהנאה כמוש\"כ רש\"י ותוספות דהוי נגיעה ע\"י דבר אחר שלא בכוונה רק כאן אסר בהנייה שקנסן משום שאינן בני תורה יעוין תוספות ע\"ג דף נ\"ח תד\"ה שמסכו ובפרט לשיטת רבינו דמותר אף בשתיה יעוין פי\"ג ממא\"ס הי\"ג. וכן על תורמוסן כו' וקאי אכולהו. וכפי הנראה דזו עובדא דירושלמי דר\"ח בר אבא אזל לצור אתא לגבי ר' יוחנן כו' יעו\"ש ודוק בזה:"
            ],
            [],
            [
                "<b>לפיכך צריך רבו לתקפו במים עד שיעלה כו':</b><br><b> פירוש </b> ולא הוי חציצה דהדיח ידיו במים אינן חוצצין ויעוין מש\"כ בחידושי בהלכות טומאת מו\"מ בזה:",
                "<b>ואין העבד טובל אלא בפני שלשה כו':</b><br><b> והא </b> דמנימין עבדא דרב אשי דשלח לרבינא ולרב אחא בריה דרבא לאטבולי פירושו שיצטרפו להם עוד שלישי, רק המה יהיו העדים שטבל לשם עבדות, ומזה ראיה דלטבילת עבדות בעי שלשה דאל\"ה לא הוי צריך למיחש שמא יטבול עצמו לשם גיירות ולא הוה להו לצמצומי ליה, דאם יטבול בפניהם לבד סגי, דלגירות בעו טבילה בפני שלשה ומעכבא בדיעבד לרבינו ואפילו בפני שנים אינו גר כמוש\"כ בהלכה ז', ומוכח מקושיית תוספות דר' יהודה אמר יש לך עדים והלא סגי בתרי וע\"כ דשלשה מעכבא, וליכא למימר דאוהב או שונא היו העדים דכשרים לעדות ופסולים לדון, דהא רבי יהודה סבר דאוהב ושונא פסולים גם להעיד בפרק זה בורר, ומוכרח דגם לטבול לשם עבדות בעי שלשה ומעכב ודוק, וכן כתב רמב\"ן יעו\"ש:"
            ],
            [
                "<b>בההמ\"ג </b> ויש מן המפרשים ז\"ל סוברין שכל ששחררו רבו אע\"פ שלא טבל אם קידש בת ישראל קידושיו קידושין דטבילה לא מעכב דמדבריהם היא בעבד משוחרר וראוי לחוש לדבריהם.<br><b> נראה </b> דיצא להם זה מהא דאמרו גיטין מ' הכותב שטר אירוסין לשפחתו מקודשת כו' ר\"מ סבר יש בלשון הזה שחרור חזינא דתפסי קדושין אע\"ג דלא טבלה אחר השחרור ורבנן בתו' פ' החולץ כתבו דטבלה מקודם וזה לא משמע דהטבילה תועיל קודם השחרור וכן לשון רבינו שבו יוגמר גירותו מורה דהטבילה צריך להיות אחר השחרור וכן מורה מהגמר' קידושין דף ס\"ב אלא מעתה הנותן פרוטה לשפחתו וא\"ל הרי את מקודשת לי לאחר שאשחררך ולא אמר דטבילה בפני ג' בעי' ומי יימר דמזדקקי לי' ועוד הא אין בידו להטבילה בע\"כ ובזה פליגי רשב\"א יעוי\"ש וכבר עמדו בתוספ'. כ\"ז ראיות דטבילת עבד כשישתחרר אינו מעכב תפיסת קדושין.<br><b> אולם </b> עוד ראיה נראיה נראה מהא דריש עשרה יוחסין דאמר לעולם אימא לך שמואל דאמר לטובה ושמואל לטעמיה דאמר המפקיר עבדו יצא לחירות וא\"צ גט שחרור וא\"כ הם היו עבדים שלא טבלו לשם שחרור ואם נאמר דלא תפסי בהו קדושין הלא מיפסלי נשים לכהונה דמי שאין לו אלמנות פוסל אשה לכהונה ולמה לי' למימר שכהנים לא הקפידו על הגרושות יאמר שנשאו אלמנות והיו פסולות לכהונה מפני שעבדים שלא טבלו באו עליהן ואין לומר דהא אמרו מי לא טבלה לנדתה ומי לא טבל לקריו וזה עולה במקום טבילת שחרור דזה דוקא בגר משום שבהיותו עו\"ג אין שייך בו טבילה אבל עבד דקריו מטמא ושפחה טמאה נדה [יעוי' תוס' יבמות ע\"ג] לא שייך זה כיון דבעודו עבד הי' טובל לקריו [יעוי' עו\"ג נ\"ז] א\"כ אם לאו בר תפיסת קדושין הוא הרי פסל את הנשואה לו מכהונה ואלמנתו פסולה ודו\"ק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והוא מחסידי אומות העולם:</b><br><b> כוון </b> רבינו למה שביאר בהלכות מלכים סוף פ\"ח והוא שיקבל אותן ויעשה אותם מפני שצוה בהן הקב\"ה והודיענו ע\"י משה רבינו שב\"נ מקודם נצטוו בהן, אבל אם עשאן מפני הכרע הדעת אין זה ג\"ת וכו'. ומיושב בזה קושיית תוספות שם דא\"כ אם אינו מקיים ז' מצות הלא נהרג (בזמן הבית), אבל לפ\"ז דין הג\"ת שיאמין בהז' מצות מצד צווי משה רבינו, ויעוין פירוש המשנה בפרק גיד הנשה שגם ישראל אינן מצווין מצד שנצטוו במילה ע\"י אברהם וגיד הנשה ע\"י יעקב רק מפני שנצטוו ע\"י משה יעו\"ש:<br><b> ולפ\"ז </b> מנהיר דברי הגמרא ב\"ק ל\"ח עמד והתיר להן איתגורי מיתגר כו' לומר שאין מקבלין עליהן שכר כמצווה ועושה אלא כאינו מצווה ועושה כו' דפירושו, דאם הוא מקיים מצד שנצטוו ע\"י אדם ונח אינם מקבלין שכר רק שיעשו ע\"י מה שנצטוו ע\"י משה רבינו אז ה\"ז גר תושב, וזה שהתיר להן מצד נביאים הראשונים אדם נח ובניו רק החיוב עליהן מצד שנצטוו ע\"י משה שכך צוה הש\"י להקדמונים ודוק היטב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנה </b> דעת י\"א הובא בתוספות פרק החולץ דף מ\"ב דגר (בימים הקדמונים) אסור בגיורת כשנשאה מקודם שלא יחזרו לסורם, ותוספות דחו זה מהא דתניא גר וגיורת צריכין להמתין ג' חדשים יעו\"ש, ולדעתי נראה דטעם אחר היה להם משום שכשנתגיירו איש ואשתו אין אנו רואים שנתגייר לשם שמים רק אחד אבל השני מהם אולי כוון לשם אישות שלא נתרצית להפרד מבעלה וזה טעם נכון:<br><b> ובזה </b> א\"ש מה דאמר סוף פרק ד' אחין כולן צריכות להמתין ג' חדשים חוץ מגיורת ושפחה משוחררת גדולה, דהקשו בתוספות מהך דאמר דגר וגיורת צריכות להמתין ג\"ח, ולפ\"ז א\"ש, דגיורת דעלמא מנטרא נפשה כדי להבחין כו' דכיון דדעתה לאגיורי לשם שמים שפיר מנטרא נפשה, אבל גיורת שנתגיירה עם בעלה אימור לא גיירה רק לשם אישות ולכן לא מנטרא נפשה ודוק. אמנם גם משום זה אין להפריד בין בעל ואשתו דכיון דזה רק חששא שמא גיירה לשם אישות, וקיי\"ל דהמגייר עצמו שלא לשם שמים ה\"ז גר כמו דפסק רב כולן גרים הן. אמנם באמת יש לחוש דרבנן בתוספות פירשו דבעינן שלשה ב\"ד לקבלת המצות ופסקו דסמוכין בעינן, והקשו א\"כ איך מקבלין גרים בזמן דליכא סמיכה ופירשו דשליחותייהו עבדינן, וכיון שכן בגיירות הזה לשם אישות דכתב רבינו דלזה לא מקבלין לכתחלה, רק ב\"ד הדיוטות עשו זה מאליהם, א\"כ כיון דעיקר הגירות הוא שלא ברצון חכמים, תו בזה לא עבדינן שליחותייהו דב\"ד הגדול, וא\"כ לא היה קבלת המצות בפני שלשה ב\"ד סמוכים ולא בפני שלוחיהן ואינו גירות אפילו בדיעבד. אולם אם נאסור אותם להנשא לכתחלה תו לא מגיירי לשם אישות כיון דאין מתירין אותן להנשא לכתחילה ודוק. אמנם באמת להלכה הלא פסק רבינו דלכתחילה צריך זה אבל בדיעבד סגי אף בלילה וכן פסק הריא\"ף ואף לדעת המעכבין בקבלת המצות כתבו בתוספות קדושין ס\"ב דבגר כתיב לדורותיכם דמשמע לדורות עולם ובזה\"ז ליכא סמוכין וגלי קרא דלא בעי סמוכין, וזה מחוור, דכן דריש הגמרא לענין דלא מעכב קרבן דלדורותיכם כתיב בכריתות דף ט' ולכן לא הזכירו הפוסקים דיעה זו ויעוין בהגהות פי\"א מגרושין אות ט' בזה. ועיין מדרש נשא פרשה ח' על מקרא אשתך כגפן פוריה זה אשתו שנתגיירה עמו אעפ\"י שאינה מב\"י יעו\"ש:<br><b> וקשה </b> לי בהא דאמרו פרק כיצד הנטען על הנכרית ונתגיירה ה\"ז לא יכנוס ואם כנס אין מוציאין מידו ופריך הא גיורת מיהא הוי, דמשמע לא יכנוס הוא אבל אחר יכנוס לכתחילה כו' (תוספות) ומשני כדברי האומר כולן גרים הן ופריך א\"ה לכתחילה נמי, ופירוש דאא\"ב דאינה גיורת גמורה כו' ספק שמא נתגיירה לשם אישות ובדיעבד אין להוציא משום חששא זו (לשון התוס') א\"כ מאי פריך הא גיורת מיהא הוי מהיכן מוכח דכיון דאסרינן לה להנשא לכתחלה ולא תנשא רק לאחר, א\"כ הנטען על הנכרית ונתגיירה הלא ידעי דאסור לכונסה ולכתחלה לא שרינן, א\"כ תו מהיכא תיתי דניחוש שמא נתגיירה לשם אישות, וזה פלא דאטו דינא דמשנתנו נתחדש אחר שנתגיירה הלא הדין ידוע לכל שואל, וכיון דלא ישא אותה איך נחוש שלא ידעה הדין וסבורה היתה דיכנוס אותה. ומפני הדחק צ\"ל דהשתא דכנס ובדיעבד אין מוציאין מידו משום חששא דאימור נתגיירה לשם אישות משמע דאם הוציאה הנטען או מת לאחר שכנסה תנשא לכתחלה לאחר. אמנם בירושלמי אמר על הנטען על הנכרית ונתגיירה דאם כנס אותה דקיי\"ל אין מוציאין מידו, גירש מהו שיחזיר אם אמר את כן לא נמצא לעז על בניה, הרי כיון דכבר איפסיק דלא יוציא ואישתריא תו אח\"ז מתירין אותה להנשא ומאי מקשה. ומזה ראיה למה שפרשתי לעיל בהלכות יבום פ\"ב הלכה כ\"א דדוקא אם האיסור כולו רק משום לעז לחודיה, אבל לא משום חששא דאיסורא לכן אם יש דררא דלעז להיפך שאם לא תתיר אותה להנשא אחר הגט תו יהא לעז על בניה ועל נשואין ראשונים מותר להחזירה, אבל אם נאמר דהמתגייר לשם אישות אינו גר א\"כ תו יש חששא דאיסורא ולכן לא מהני אף אם עבר וכנס ואין מוציאין מידו ואסורה להנשא לאחר והוא הדין לעצמו, א\"כ שפיר פריך דמוכח כאן דגיורת ודאי הוה רק משום לעז על הנטען דזה שייך רק בו לא לאחר לכן לאחר תנשא אף דעבר הנטען וכנסה ומת או הוציא מרצונו ושפיר פריך ודוק היטב בכ\"ז:"
            ],
            [],
            [
                "<b>נשא גיורת ומתה ה\"ז מותר לישא אמה או בתה שלא גזרו אלא בחייהן וכו':</b><br><b> למד </b> זה רבינו לטעמו דחמותו לאחר מיתה משריפה איתמעט אבל בכרת איתא, ובכל זה אמר בגמרא דכיון דקלישא איסורה לאחר מיתת אשתו תו גבי גרים לא גזרו ועיין בתוספות, כן ה\"ה בת אשתו דזימה זימה ילפינן לשריפה, וכיון דבבת אשתו לא ילפינן שרפה רק מחמותו ולכן פסק רבינו דבת אשתו לאחר מיתת אשתו אינה בשריפה, ולכן גם בגרים לא גזרו על בת אשתו אחר מיתה ועיין שו\"ת רעק\"א סימן קכ\"א, וברור דלהסוברים דבת אשתו אחר מיתה בשריפה כמוש\"כ ההמ\"ג לעיל פ\"ב דבגרים אסור אף לאחר מיתה. ולכאורה יש לדייק כשיטה זו מהא דאמרו פרק כיצד כל שבנקבה ערוה בזכר גזרו על אשתו משום שניה ומשו\"ה גזרו על אשת אחי אמו מן האם יעו\"ש, ופריך וכללא הוא הלא חמותו ערוה אשת חמיו מותרת, בת חמותו ערוה אשת בן חמותו מותרת כו' חורגתו ערוה אשת חורגו מותרת כו' ואמאי לא משני דבכל מקום דלא חלקה תורה בין בחיים בין לאחר מיתה גזרו על אשת זכר, ולזה אף שבאחות אמו אין בה רק כרת, בכ\"ז גזרו על אשת אחי אמו משום דלא חלקה תורה בין בחיים בין לאחר מיתה, אבל בכל הני דלאחר מיתת אשתו הנה מן התורה או דמותר לגמרי כמו בת חמותו דלאחר מיתת אשתו מותר, או דקליש איסוריה דבכל הני לאחר מיתת אשתו ליכא שרפה אף דמכרת לא איתמעט כיון דלא השוה רחמנא בין חיי אשתו לאחר מיתת אשתו תו לא גזרו חכמים כלל, וכמו לגבי גרים דאחות אמו יוציא אע\"ג דאינה רק בכרת, ובחמותו אחר מיתה דלא איתמעט רק משריפה לא גזרו בגרים. כך מצי לשנויי מהאי טעמא לא גזרו בהנך דחילקה רחמנא בהו בשניות כלל ויש לדחות:<br><b> אמנם </b> נראה לדעתי, דאם נשא אשה ואחר שמתה נתגיירה אמה בזה מותר לדברי הכל אף לר' ישמעאל דסובר דלאחר מיתת אשתו ג\"כ בשריפה ויש קדמונים שפסקו כמותו, דמשום דבעת שהיתה עו\"ג הכל יודעין דאינה חמותו דלא תפסי בה קדושין לשום אדם, ושוב כי נתגיירה לאחר מיתת אשתו לא אתי לאחלופי כלל ולא גזרו אטו היכי דנתגיירה בחיי אשתו, כמו דלא גזרו אשת אחיו מאמו שנשא אותה כשהיה עו\"ג אטו מה דנסיב משנתגייר, ולא מצי למימר דא\"כ אשת אחיו מאמו שנשא אחיו כשנתגייר, ואחרי מיתת אחיו נתגייר הוא, דעד אחר מות אחיו היה עו\"ג דלאו בר תפיסת קדושין הוי תו צריך להיות מותר בה, זה אינו, דהא באשת אחיו מאמו הא האיסור אף אם נולד אחרי מיתת אחיו, ואם כן כשנתגייר אחר מות אחיו אסור דלא ליתי לאחלופי בישראל אף בכה\"ג דהוי דומיא דנולד אחר מות אחיו אסור, אבל בחמותו ובת אשתו דלא מצאנו באופן שיהא אסור רק שיהא האיסור מתחיל מחיי אשתו, בזה אם הויא עו\"ג בחיי אשתו דלא שייך בה איסור דחמותו ובתה כלל דלאו בת תפיסת קדושין היא כלל, לא גזרו חכמים שיהא האיסור מתחיל אחר מיתת אשתו. ופוק חזי דתנא דברייתא תני נשא אשה ובתה כונס אחת ומוציא אחת להשמיענו דדוקא כשהן שתיהן גיורות וניכר ביהדותן שהיא בת אשתו בזה גזרו חכמים לא כשנתגיירה אחת אחר מיתת אשתו. ובזה א\"ש לאביי דליכא מאן דאמר לאחר מיתת אשתו דלאו בשריפה יוקים הך דמתה אשתו מותר בחמותו כשנתגיירה אחר מיתת אשתו דבכה\"ג מותר. ורבנן בתוספות שנתקשו בזה נראה דקשה להו דא\"כ אמאי תני זה דוקא בחמותו ושביק אשה ובתה דתני קודם, ועל כרחין דמשום דלאחר מיתה קליש איסוריה דליכא שרפה ובאשה ובתה סברו דחייב שריפה גם לאחר מות אשתו וא\"ש ודוק. כנ\"ל פשוט לולא ששני גדולי הדור שלפנינו בשו\"ת רעק\"א סימן קכ\"א ובהקדמה לתקלין חדתין שנשאלו על ענין כזה שנתגיירה אחר מות אשתו, ולא שמו לב לחקור בזה דהא הבת נתגיירה אחר מות אמה ולדעתי פשוט כמו שנתבאר והבן:<br><b> והנה </b> בירושלמי אמר, גר שנתגייר והיה נשוי אשה ובתה או אשה ואחותה כונס אחת ומוציא אחת, במה דברים אמורים שלא הכיר אחת מהן משנתגייר אבל הכיר אחת מהן משנתגייר אותה שהכיר אשתו, ואם הכיר את שתיהן כיון שהכיר הכיר, דמורה דבדיעבד לא יוציא, נראה פירושו לדעתי דלא כמו שהבינו המפרשים, דכוונתו כן, דהיה נשוי אשה ובתה כשהיה עו\"ג ונתגיירו כונס אחת ומוציא אחת איזה מהן שירצה אף אותה שנשא אחרי הראשונה רשאי לקיימה משנתגיירה, בד\"א שלא הכיר אחת מהן, אבל הכיר אחת מהן שנשא אחת כשנתגייר תו אותה שהכיר הכיר דהויא אשתו ע\"י קדושין ותו אסור בהשניה או משום אשה ובתה או משום חמותו אף אם יגרש אותה. ואם הכיר את שתיהן כיון שהכיר הכיר, פירושו, דכיון שנשא שתיהן הרי צריך לגרש אחת מהן בגט ולכן אף אם רוצה לקיים זו שנשא שניה ג\"כ רשאי ולא אמרינן דהא איהי הוה נשואה באיסור כמו בת אשתו, דמאי תוכל לתקן לומר שיגרש את השניה ונמצא דהוי כשנושא הראשונה הוי כאם גרושתו או אחות גרושתו. וסוף סוף אתי לאחלופי ולא גזרו חכמים בזה, ולכן תו בידו לגרש את הראשונה ולקיים את השניה שהכיר משנתגייר אחר הראשונה, דלגרש שתיהן לא הצריכו חכמים שיהא גרוע מישראל שלא נאסר באשתו, ולקיים שתיהן לא התירו חכמים שיהא אתי לאחלופי בישראל להתיר אשה ובתה, וכי מגרש אחת מהן איזה שיגרש זה לא מצי לתקן, למי שיודע שהיתה אשתו מקודם יאמרו הכל דבאיסור נסיב דהויא שאר גרושתו, ואי שידע שהן גיורות תו לא איכפת לן כלל, אבל לקיים את שתיהן אתי להתיר אשה ובתה, וזה עומק הפשט למבין בירושלמי ודברי רבינו שרירין וקיימין:<br><b> והנה </b> שיטת רבינו דמשום אחלופי לא יוציא בדיעבד וכמו שכתב ואם היה נשוי לשאר עריות ונתגייר הוא ואשתו אין מפרישין אותן רק באמו ואחותו דמשום שמא יאמרו גזרו בדיעבד, ובביאורי הגר\"א ביאר שיטתו בעומק ורוחב יעו\"ש. ובכל זה כאן גזרו דאם היה נשוי גיורות אשה ובתה דאסור לקיים שתיהן ומגרש אחת מהן, והוא דבזה אתי לאחלופי טפי דמקיים שתיהן דעכשיו נשואין תפסי בשתיהן, ועיין ש\"ך ס\"ק ג' בשם העט\"ז שכתב דנשואי דיהדות חמיר טפי יעו\"ש, וזה צ\"ע, דלפ\"ז מהיכן יצא לרבינו דאם כנס עודו עו\"ג ונתגייר אינו מוציא, כיון דבברייתא תניא גר שלידתו בקדושה, א\"כ הני דיקיים ע\"כ ע\"י נשואי דיהדות, אבל אם נאמר דלא שני לרבינו בין נשואיו כשהוא עו\"ג לנשואיו כשנתגייר א\"ש, דכמו דלהני תנאי דסברי דבאחות האם דאיכא משום שמא יאמרו יוציא, ובאחות האם מן האב יקיים, כן הוה\"ד לדידן בכל עריות דאיכא משום אחלופי יקיים, [ואולי לא היה גורס רבינו בברייתא שהורתו שלא בקדושה ולידתו בקדושה וכמו דבירושלמי להך ברייתא תניא גר לחודיה] ועיין ביאורי הגר\"א בכ\"ז ודוק:<br><b> וראיתי </b> בריטב\"א ליבמות שהביא דגרסי ראשונים, גר שהורתו שלא בקדושה ולידתו שלא בקדושה, ולפ\"ז מצינא למימר דכן הוא כהעט\"ז דאם נשא בעודו עו\"ג טרם שנתגייר אז לא יוציא אם האיסור רק משום אחלופי, ובנשא ביהדות אז מוציא כמו שמשמע מהא דאשת אחיו מאמו דבדיעבד יוציא וכמו דמביא ת\"ש דא\"ר יוסי מעשה בניפטיים הגר שנשא אשת אחיו מאמו ושם בדיעבד מיירי אלמא דלמאן דחייש משום אחלופי בדיעבד יוציא, אם לא דנאמר דלשון אין אישות לגר מורה דמותר לכתחלה למינסב ומהא מקשה למאן דאסר [ואולי הוה טעמא דבנשא בגיותו לא יוציא משום דילמא יחזור לסורו וכמו דמה\"ט אמרו דגר יורש אביו בפ\"ק דקדושין וכן בפרק איזהו נשך בירושלמי גבי ריבית], ולפ\"ז הוי א\"ש טעמא דהיכא דאיכא משום שמא יאמרו דהוי עריות דמיתסר בהו עו\"ג, א\"כ לא מועיל מה שנשאה בעודו עו\"ג כיון דאז הואי ערוה לדידיה ולא נסיב לה כדין ב\"נ, וזה נכון. ולפי מה שבארנו הירושלמי בנשא אשה ובתה אין סתירה להפוסקים, דאף בהנך דהאיסור משום אחלופי יוציא, וכן לפי גירסת קדמונים בסנהדרין דפריך אר' מאיר דסבר כל שאין ב\"ד של ישראל ממיתין עליה אין ב\"נ מוזהר עליו מברייתא דיש לו שאר האם כו' אין הקושיא מאחותו דאימור משום אחלופי ואם כנס יוציא אף בזה כשיטת הטור ושאר קדמונים, רק דעיקר פרכא מאחות האב מן האם יוציא דאמאי הא בזה ליכא למיחש לאחלופי וכשיטת רבינו דכל קרובות האב ליכא בהו לאחלופי ולא אסור באחות אביו, ומיהו מפשטא דירושלמי דמביא שני ברייתות דברים ככתבן גבי גר וגבי עו\"ג נראה ברור דרק בהנך דאיכא משום שמא יאמרו דעו\"ג מוזהר בהן בזה בגר בדיעבד יוציא, ושאר כל העריות כנס אינו מוציא, מוכח דהנך דמשום אחלופי גזרו רק לכתחלה אסור יעו\"ש קושט דברי אמת כרבינו, ואין חילוק בין כנס בעודו עו\"ג לכנס ביהדות. ויעוין בשו\"ת הגאון ר\"ח מוואלאזין זצ\"ל שהעלה כן וראה ההבדל בין דברינו לדבריו ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>ויראה לו שאם בא העבד כו' יהרגו שאיסור שתי עריות אלו שוה בכל האדם:</b><br><b> הנה </b> ברור דגם הבהמות נהרגין ע\"י עבד דלכל מילי שוה עבד לישראל שהוא למשפטים ולדינים, רק ב\"נ שדינו שיהרג (בזמן הבית) אם בא על הבהמה הוא מצד מצות בני נח שלא נתנה תורה רק לישראל ולא לב\"נ, לכן שקיל וטרי הגמרא אם נהרג הואיל ותקלה איכא ולקלון דיליה לא חיישי מי ידעינן מסברא להרוג הבהמה על ידו יעו\"ש, ולכן בבא עו\"ג על הבהמה בעד אחד ודאי דאין הבהמה נהרגת משום זה, דהתורה מדברת על אופן שיהיה בבהמת ישראל שתהרג הן בבא עליה עו\"ג או קטן, ודוקא בכ\"ג כדין ישראל, ומנא לן למילף בדיין אחד בהמת ב\"נ לדיניהם, אשר לדיניהם לא דברה תורה שתאסור גמר דינם והבהמה תהא נהרגת ע\"פ דינם, דהא דב\"נ נהרג הוא מצד שבע מצות דידיה, ובז' מצות דידיה לא כתיב שתהרג הבהמה, ולכן כי מקיש נשכב לשוכב והבהמה לאיש, זה דוקא במי שמיתתו בדיני ישראל והתורה אמרה שתהרג הבהמה בדין ישראל ולב\"ד של ישראל אם בא עליה אדם אפילו ב\"נ (בזמן הבית). ובזה נתעצמו דברי החכם צבי סימן פ\"ד שכתב כן מסברא אחרת יעו\"ש, והעיקר דמה דב\"נ נהרג הוא מצד תורתו תורת ב\"נ ובתורתו אין מצוה על הריגת הבהמה רק הציווי היה לב\"ד של ישראל להרוג בהמתו, וכל דיני נפשות דילן הן אדם הן בהמה לב\"ד של סנהדרן נמסרו (בזמן הבית) ולא לב\"ד של ב\"נ ופשוט. אבל עבד הוא כישראל ובפרט דקלון גם דידיה בעי למיחש כמו דאיתא בפרק יוצא דופן לעבודה נתתים ולא לבושה, ובספרא מרבה בפרשה זו דכתיב מבני ישראל לרבות גרים ועבדים, וברור:<br><b> אולם </b> נראה לנו שלימד לנו רבינו דבר מועיל, דרבינו לטעמו דלא הביא במנין הלאוין לאו דלא יהיה קדש משום שסובר דהך לאו דלר' ישמעאל דנפקא מיניה אזהרה לנשכב לזכור ולבהמה הוא מלא יהיה קדש, ולר' עקיבא דסובר דאזהרתן הוא מתרי קראי יעו\"ש, בכ\"ז הוא להכפיל האזהרה על שכיבת הבהמה והזכור לכן לא הביאו במנין הלאוין כשיטתו שאינו מונה הלאוין כפולים, אם לא שלאו השני מחדש איזה דבר וכמו שביאר רבינו בספר המצות ופ\"ב הלכה כ\"ב מהלכות מאכלות אסורות הביאו הרב המגיד, וכן כתב בפירוש הלאו דלא יהיה קדש בספר המצות סימן ש\"נ ועיין בחינוך אחרי סימן ר\"ט, ושם כתיב ולא תהיה קדשה מבנות ישראל ופירש רבינו שלא יבעול בלא כתובה וקדושין או במופקרת, וזה הלאו אינו נוהג בעבדים ששפחה מותרת לשני עבדים ואין שייך בהן קדושין וישראל שבא על השפחה אינו לוקה לשיטת רבינו, והעיקר דמבנות ישראל דכתיב אצל לא תהיה קדשה דוקא בישראל לא בעבדים ושפחות וכמו שנתבאר בחנוך סימן תק\"ע, א\"כ הא דכתיב לא יהיה קדש בבני ישראל דקאי על משכב זכור ובהמה הוה אמינא דוקא בבני ישראל לא בעבדים, וכיון דליתא באזהרה תו אינו נהרג, לכן קא משמע לן רבינו דהוא נהרג דחדא דאזהרתו ממקום אחר, ועוד אף לר' ישמעאל לא מסתברא למעטו אף מאזהרה דנשכב, וזה שלמדנו רבינו ודוק:"
            ],
            [
                "<b>ושפחה שהיא מיוחדת לעבד כו':</b><br><b> נ\"ב </b> דלא כאחרים דאמרי בכריתות דבשפחה המיוחדת לעבד כנעני הכתוב מדבר יעו\"ש, ויתכן דמשום זה אמרינן ביוצא דופן דרב נחמן מחליף להו דהיה חושש לסברת אחרים וכי מיחד ויזנו עם עבד אחר יהיו באיסור שפחה חרופה דעבדים פרוצים נינהו ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>בעל ולא קידש וכו':</b><br><b> הנה </b> שיטת רבינו דכל מקום שאסרה התורה ביאה בקהל היינו ע\"י קדושין, כן בחייבי לאוין כן בחייבי עשה וכמו שפירש הרב ר' אברהם בנו, ובאמת ראיה מספקת לדעתו מהא דאמר פרק הערל א\"ר פפא אנן משלמה ניתיב שלמה לא נסיב מידי דכתיב ביה מן הגוים אשר אמר ה' אל ב\"י לא תבואו בהם והם לא יבואו בכם כו' אלא קשיא ויתחתן כו', ואכתי מאי משני דהא מצרית ראשונה הוי ואסורה לו ומאי משני, דרש\"י פירש אלא לזנות היה מכוון, ואכתי לא משני מידי, ולפי שיטת רבינו א\"ש דעל ביאה לחודא בלא קדושין ליכא איסורא רק במופקרת משום לא תהיה קדשה ועיין לח\"מ סוף פרק י\"ג, וז\"פ:"
            ],
            [
                "<b>הולד כשר וכו':</b><br><b> עיין </b> הרב המגיד. והנה הרי\"ף כתב בהחולץ דהולד של עו\"ג הבא על בת ישראל מסתפקא לן אם הולד כשר לכהונה, ורא\"ש כתב שאינו רואה מקום ספק דסתמא דגמרא קאמר דכולהו אמוראי פסלוהו לכהונה מקו\"ח דאלמנה לכה\"ג שאין איסורה שוה בכל כו', והבית שמואל כתב דטעמם משום דאיכא למיפרך כמו שהקשו בתוספות יבמות ע\"ז, בת גר עמוני שנשא בת ישראל יוכיח שאיסורו שוה בכל ואפ\"ה הבת כשרה לכהונה לר' יוחנן. והנה לשיטת רבינו דכל חייבי לאוין אינו לוקה רק בקידש, אבל על ביאה לחודא לא לקי, רק באלמנה לכה\"ג דלקי משום לא יחלל שמחללה בביאתו עיי\"ש, א\"כ ליכא למיפרך גר עמוני שנשא בת ישראל יוכיח, דהתם אין איסורו רק בקדושין, אבל אנן גמרינן דעבד הבא על בת ישראל מאלמנה לכה\"ג דבביאה לחודא אסורים, זה משום לא יחלל, וזה משום דאין קדושין תופסין ושפיר ילפינן דיפסלו זרעם ודוק. ושיטת הריטב\"א פרשתי בחידושי ואכמ\"ל:<br><b> והנה </b> בשעה\"מ האריך בהך דינא דהולד כשר אם הוה עו\"ג ומחוסר גירות כמו שכתבו תוספות בקדושין ע\"ה: ד\"ה ור' ישמעאל, וביבמות ט\"ז, וע\"ז ערך מערכה בקושיות ותירוצים. והנלע\"ד פשוט, דזה שכתבו דהוי כעו\"ג הוא לפי הנך דסברי וכן המסקנא, דהולד כשר אפילו באשת איש, וטעמו ע\"כ משום דשדינא בתר עו\"ג ואין ממזרות לעו\"ג, וכמו נכרי שבא על נכרית ומטעם זה הוה מחוסר גיירות ועו\"ג הוא עדיין, אבל למאן דאמר דבאשת איש הוי ממזר ובפנויה כשר, בודאי אין שום סברא לומר רק דשדי ליה בתר אימיה וכמו ישראל גמור הוה, דאם הוה שדינן ליה בתר נכרי והוה נכרי, א\"כ באשת איש אמאי הוי ממזר הא אין ממזרות לעו\"ג ודוק:<br><b> ובזה </b> יתישב מה דאיתא בירושלמי פרק האומר ר' תנחום ב\"פ שלח לר\"י תרי עובדין אחד בפנויה ואחד באשת איש, בא\"א שלח ליה לא יבא ממזר בקהל ה', בפנויה שלח ליה כו' שאין אתם מוזהרין על בנות ישראל הקדושות, א\"ל לר' מנא סב וחתים וחתם כו' מאן דמכשיר אפילו בא\"א מאן דפסיל אף בפנויה, א\"ל בריך רחמנא דלא שמיע ליה כו', והקשה בש\"ק הא חתם שהוא ממזר והתירו בממזרת, ולפ\"ז ניחא, דהא למ\"ד דמכשירו אף בא\"א שפיר מותר בממזרין דגר נושא ממזרין וכר\"י דקיי\"ל כוותיה. ונראה שלא ביקש מאתו לחתום על א\"א, רק על פנויה להתירו, ומה דלא רצה רבי ברכיה לחתום, משום דלדידיה דפוסל בא\"א, א\"כ בפנויה ישראל גמור הוי, ובאמת לפי מה דמשמע דמכשיר אף בא\"א עו\"ג הוה וצריך גירות ואין מחללין שבת על מילתו וכי\"ב ודוק:<br><b> והנה </b> לשיטת תוספות ורש\"י בקדושין פרק האומר בודאי סבר רבינא דאיהו ישראל ואינו ממזר וישראל פסול מקרי, וזה קושיית הגמרא לימא קסבר רבינא עו\"ג הבא על בת ישראל הולד ממזר, ומסיק דסבר דישראל פסול הוי ואינו ממזר כמו שכתבו תוספות ורש\"י, אך רש\"י פירש דטעמא דגמרינן מאחות אשה ועיין שער המלך, ולענ\"ד נראה דרבינא אזיל לטעמיה דאמר ביבמות דף מ\"ה אמר רבינא אמר לי רב גזא איקלע רבי יוסי ב\"א לאתרין כו' בפנויה ואכשר בא\"א ופסיל, נמצא דסבר רבינא דבא\"א הולד ממזר, רק בפנויה כשר, ולכן לטעמו הוה ישראל ואינו צריך גיירות דבתר אמיה שדינן ליה, ולכך אמר בן בתך הבא מן הנכרי קרוי בנך ולא הוה עו\"ג. ובזה א\"ש מה דמקשה על שמואל ביבמות דף י\"ז והאיכא בנות והאמר רבינא כו' אף דשמואל סבר הולד כשר לקמן מ\"ד, בכ\"ז הא רבינא סבר דלא מכשר אלא בפנויה ולדידיה הולד ישראל גמור, ושפיר קדושין תופסין ביה וצריך לחוש לקדושיו ודוק. ובזה היה ניחא מה דאמר רב אדא ב\"א בבכורות מ\"ז דבנה פטור מחמש סלעים ורבא גופיה דס\"ל ביבמות הולד כשר אמר דפטור מחמש סלעים כו' ותיפוק ליה דלאו בנך הוא דהא עו\"ג הוא דהוי, ונתעצם בקושיא זו השעה\"מ. ולפ\"ז ניחא דסברי כרבינא דישראל גמור הוא דהוי [ועיין תוספות יבמות פרק כיצד דף כ\"ג]. ולא מכשר רבא אלא דוקא בפנויה, ועובדא דר\"י הוא כמו עובדא דירושלמי, והירושלמי מסיק כר\"י בשם מר עוקבן דבא\"א לכו\"ע הולד ממזר והבן:<br><b> ומיהו </b> צריך לדקדק אם צריך גירות מחדש למ\"ד עובר ירך אמו, ואף למ\"ד לאו ירך אמו יש לדקדק אם טבלה לנדתה מי מסקא טבילה להך עובר דהוי כמו גר קטן דמטבילין אותו ע\"ד ב\"ד ולא שייך דאמו חייצא להך טבילה כיון דהיינו רביתא, וכמו דאמר הגמרא ביבמות ע\"ח במעוברת שנתגיירה כו', ולפ\"ז הוי כנתגייר בעודה מעוברת, ולידתו הוי בקדושה ושפיר קרינן לבן בתו בנך, דבשעת הלידה הוי ישראל [ובזה מתישב ג\"כ הך דבכורות דמיירי שטבלה בעודה מעוברת והבן, דבל\"ז בלידתו בקדושה חייב בפדיון עיי\"ש]. ובזה א\"ש מה שהקשו בתוספות דמאי חדש רבינא לשיטת רש\"י טפי מר' יוחנן דאיהו נמי אמר דיסיר בנך היינו הנולד לבתו הישראלית מעו\"ג, דבלא רבינא יש לפרש דמיירי כגון דטבלה לנדותה והוה כאילו נתגייר הולד עודו בבטן אמו, וא\"כ הוה לידתו בקדושה וקרוי שפיר בנך ודוק. אמנם התוספות נדה נ\"ה פסיקא להו להיפך וכן דעת השאילתות דהוי ישראל כמ\"ש בפרשת וישלח, ואע\"ג דאין תפיסת קדושין מכל מקום לא הוי ממזר רק משום דמתיחס אל הבועל, אבל הכא דאין מתיחס אל העו\"ג הוי כשר ודוק]:<br><b> ונראה </b> בעיני פשוט טובא דאף אם נימא כמו שיטת תוספות דעו\"ג גמור הוי, מ\"מ אם בא עבד על בת ישראל אינו עבד, דאיך שייך שיהיה לרבו זכות בו במה שנזרע בישראלית, ולא שמענו שיהיה לרבו זכות, רק בגוונא דא, דמוכר שפחתו לחבירו ומשייר מה שתוליד או תתעבר אחר כן לעצמו כמבואר בירושלמי ב\"ב פ\"ג ה\"א א\"ר נסא בשלא היתה האשה עוברה, אבל זה לא מצאנו בשום דוכתא שיאמר אדם לשפחתו הרי את בת חורין וולדך מה שתתעבר אחרי כן אשייר לעצמי ויהיה לו כמו שהיה קודם זכות לולדות, אלא דמה שהיא נתעברה כשהיא ישראלית א\"א דיהיה לשום אדם זכות וקנין בהן, ואיך מוחא סביל דא, דעבד שיבוא על בת ישראל יהיה הולד עבד, לכן ברירא דהא מילתא, דאם עבד שלא טבל בא על ישראלית הולד עו\"ג הוא דהוי לא עבד, ואם העבד טבל, הולד הוה כמי שנולד מעבד משוחרר שבא על בת ישראל דהולד כשר אף שלא טבל העבד אחר שחרור כמוש\"כ הרב המגיד. ובזה נפלו תמו כל הראיות שהביא המהרש\"א והשער המלך, דרש\"י סבר דעו\"ג הבא על בת ישראל הולד ישראל, ולפ\"ז לא נשאר עד אחד, דמ\"ש לקמן ע' בד\"ה כל דאמר מבית חשמונאי עבדא כו' ומסתמא לאו בנות ישראל נסיב כו' דאי נסבי בת ישראל הולד אינו עבד ומותר לבוא בקהל. ולקמן דף ע\"ו בד\"ה ופרכינן איסורא משום שפחה, דע\"כ עו\"ג הבא על ב\"י הולד כשר, פירוש, וא\"כ לא הוי עבד, וברור, וכן בהחולץ מ\"ה ג\"כ אין ראיה, ומיושב ג\"כ הסתירה שעמד הרב השעה\"מ במש\"כ תוספות ביבמות מ\"ה: ד\"ה כיון דאמו מישראל, וא\"ש הא דאמר שמואל כל מה כו' עבדא הוא, ואיהו סבר עו\"ג ועבד הבא על ב\"י הולד כשר עכ\"ל, היינו דלאו עבדא הוא, וגם אם הוה סבר ממזר הוי, לא ניחא דאיהו אמר עבדא הוא ודוק, ומש\"כ תוספות ביבמות ט\"ז ע\"ב ד\"ה אמוראי נינהו, דבתר עו\"ג ועבד שדינן ליה, האי עבד לאו דוקא כמוש\"כ רש\"ל:<br><b> אולם </b> מנלן דהמשייר בשפחתו שמשחררה חוץ מולדותיה במה שתתעבר אחר כך דלא מהני, נראה לע\"ד דידעינן מקרא דהאשה וילדיה תהיה לאדוניה, דלכ\"ע נפקי מהך קרא, רק דרבנן סברי דקרא קאמר בזמן שאין האשה כו' לאדוניה אין הולדות שתתעבר אח\"כ ותלד לאדוניה, אבל מה שנתעברה מכבר טרם שנשתחררה אדם משייר אם עובר לאו ירך אמו עיין היטב בתמורה. ובזה א\"ש סוגיא דקדושין ס\"ט אלא האשה וילדיה למה לי לכדתניא, ולא אמר לריה\"ג דלכולי עלמא צריך קרא לגוונא דא. ובזה מיושב מה שהקשו האחרונים דסתרי הפסקים, דהלכה כרבנן דלא דרשי טעמא דקרא ואנן קיי\"ל דלא כר\"י הגלילי, ולפ\"ז ניחא שפיר, ועיין מש\"כ בהלכות עבדים דרך יותר נאות בזה בס\"ד:"
            ],
            [],
            [
                "<b>מי שחציו עבד וחציו ב\"ח הבא על אשת איש אותו הבן אין לו תקנה מפני שצד ממזרות וכו' לפיכך אסור בשפחה כו':</b><br><b> הנה </b> מצד החירות הוי ממזר ומותר בשפחה, רק מצד עבדות שהולד כשר ואם הוי סבר רבינו כשיטת קדמאי דכשר הוי אבל צריך גירות, א\"כ קודם שנתגייר מותר בשפחה ממנ\"פ דחציו שעו\"ג הוא ודאי מותר בשפחה עיין סוף פרק יוצא דופן ר\"ש מסר להו לערבי ובתוספות שם, רק לשיטת רבינו דסובר דשפחה אינה אסורה מד\"ת רק מד\"ס, ובממזר כדי לטהר את זרעו התירו לו לישרא שפחה בכ\"ז כאן לא התירוהו וישא גיורת ובניו יהיו כמותו, וכמו אסופי ושתוקי דקיי\"ל בספיקן אסור, ואסור בשפחה רק בגיורת מותר ובניו כמותו כמוש\"פ לקמן הלכה כ\"ג שכתב שם ואין לספיקות אלו תקנה, פירוש לטהר זרעו ע\"י שפחה, ומוכרח מדתני ממזר נושא שפחה והו\"ל למיתני שתוקי נושא שפחה, וכמו שלא התירו בספיקות לישא שפחה כן לא התירו בולד של חצי עבד וחצי ב\"ח וזה אין לו תקנה ליטהר את זרעו דאמר רב יהודה, וזה נעים בפשט הגמרא וקושית הבית שמואל לק\"מ ופשוט:"
            ],
            [
                "<b>עו\"ג הבא על השפחה שטבלה הר\"ז עבד, ועבד שטבל שבא על עו\"ג הולד עו\"ג הלך אחר האם:</b><br><b> זה </b> מפורש בירושלמי קדושין סוף פרק האומר תני משום ר\"ח יש איש ואשה שמולידין חמש אומות, כיצד, מי שיש לו עבד ושפחה והולידו בנים הרי עו\"ג (פירוש דעדיין לא טבלו). נתגייר אחד מהן, אחד גר ואחד עו\"ג, נתגייר רבו וגיירן לשני עבדים, והיינו שהטביל העבד והשפחה לשום עבדות, הולידו בנים הרי עבדים, אמר ר\"ז הדא אמרה עו\"ג שבא על שפחה והוליד בן הולד עבד, פירוש, דאל\"כ הו\"ל למיתני רבותא טפי דאם הוא עו\"ג והיא שפחה ובא עליה כשעדן לא נתגייר הולד עו\"ג, ולכשנתגייר אם בא עליה הולד עבד, אלא ע\"כ דבכה\"ג הוי הולד עבד, וא\"ת הו\"ל למיתני כשהיא עו\"ג והוא עבד ובא עליה הולד עו\"ג, זה אינו רבותא דאף בישראל שבא על עו\"ג הולד עו\"ג ונפקע ממנו קדושת ישראל, כש\"כ בעבד הבא על עו\"ג דהולד נפקע מקדושתו במצות שעבד חייב בהן, אבל דא הו\"ל להשמיענו רבותא דאף עו\"ג שבא על שפחה הולד עו\"ג, דבכה\"ג בעו\"ג שבא על בת ישראל הולד חייב בכל המצות ככל ישראל רק דממזר הוי לחד מ\"ד, וכן לא תני הא דגם כשעדן לא נתגייר ובא על שפחה דהולד עבד דבישראל כי האי גוונא הולד ישראל, יהיה איך שיהיה דברי רבינו מפורשים ומבוארים בירושלמי, ועיין מש\"כ רבינו הלכות עבדים פ\"ט ה\"ג, ואולי היינו מש\"כ כאן ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויראה לי וכו',</b><br><b> [נ\"ב </b> תשובת הרי\"ף סימן ל\"ח בדברי רבינו יעו\"ש]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הטבילוהו ב\"ד לשם גרות כו':</b><br><b> רבינו </b> דייק דוקא דמטבילין אותו לשם גיירות אבל לשם עבדות לא אע\"ג דמצי להטביל קטן לשם עבד כדכתב בפ\"ח מהלכות עבדים. משום דאע\"ג דרוב עו\"ג בכ\"ז הא איהו מוחזק בעצמו ואיך מצי לשעבדו לשם עבד דקו\"ח אם בממון לא אזלינן בתר רובא נגד חזקת הממון, נגד חזקת הגוף לא כש\"כ ועיין ההמ\"ג ופשוט. אמנם הא דמטבילין אותו לשם גיירות סברת רבינו הוא דאע\"ג דכל זמן דלא יתגייר, נראה דמותר לישא נכרית כמו שמותר לאכול נבילות ולא שייך יוחסין לגבי דידיה לישא עו\"ג, וא\"כ אם יגיירוהו הרי יאסר בעו\"ג ובת ישראל ויהא מוכרח לישא גיורת ויהיו בניו פסולים ותו לא הוי זכות לגבי דידיה כלל, בכ\"ז סבר רבינו כיון דהוא מושלך בשוק וברוב עו\"ג וכי יטבילוהו לגירות מצוה להחיותו ותו זכות הוא לגביה ודוק ועיין ירושלמי פרק הערל מצא מושלך אתה טובלו לשם עבד ואכמ\"ל:",
                "<b>מחצה על מחצה מצוה להחיותו כישראל.</b><br><b> רבינו </b> מפרש דמה דאמר רב ל\"ש אלא להחיותו קאי גם על מחצה על מחצה ישראל אבל ליוחסין לא הוא אף ברוב ישראל. וכן מוכרח מהא דפריך על שמואל דאמר לפקח עליו את הגל והאמר שמואל אין הולכין בפ\"נ אחר רוב ואם נימא דרב לא קאי רק על רוב ישראל וכן שמואל דאמר לפקח עליו את הגל הוא רק ברוב ישראל הא מחצה על מחצה לא ליפרוך ממשנה מפורשת ביומא (דף פ\"ג) ספק עו\"ג ספק ישראל מפקחין עליו את הגל ולפירוש רבינו ניחא דמקשה אמאי דאמר דבמחצה על מחצה דוקא מפקחין הא אף ברוב עו\"ג סבר שמואל דמפקחין וכי בעי אחר זה מחצה על מחצה ישראל למאי הלכתא ולא אמר להחיותו הוא משום דמדייק תיבת ישראל דאם להחיותו הלא גם על גר תושב מצווין להחיותו וכמבואר בב\"מ (דף ע'), וכן לפי שיטת התוספות כי בעי רוב ישראל ישראל למאי הלכתא היינו ג\"כ דמדייק תיבת ישראל דבגר תושב ג\"כ מצוה להחיותו לכן אמר להחזיר לו אבידה דגר תושב אינו בדין זה ופשוט:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>נכרת הגיד למעלה מעטרה כקולמוס או כמרזב כשר:</b><br><b> נראה </b> טעמו משום דרבא אמר כוותיה דרב הונא מסתברא האי שליט בה אוירא כו', אי משום גרידותא מידי דהוה אברזא דחביתא אמר ליה רבינא למרימר כו' בין כקולמוס בין כמרזב כשירה כו' ורבינא לשבושי למרימר הוא דבעי כו' וטעמא אמאי כשר כמרזב, מייתי ההוא עובדא דהוי במתא מחסיא שפייה מר בר\"א כקולמוס ואכשריה, ולכן כשר אף אם הוא כמרזב מפני דרפואתו הוא פעולה בידי אדם לבד לשפייה ולחתוך הבשר מכל צד, וליטול עובי הדפנות ולעשות כמו קולמוס, ומה דאמר ואכשריה פירוש להוליד, וכיון שע\"י זה יוליד תו כשר אף אם לא נחתך, והא דתניא ניקב פסול נסתם כשר כו' וזה פסול שחוזר להכשרו, משמע דכל זמן שלא נסתם פסול משוף שאף לאחר דמסרטין ליה כו' הלא הבשר צריך להתחבר ע\"י הדם שיוצא ומתוך כך יעלה ארוכה ובשר עולה נמצא דאין הרפואה בידי אדם לבד רק בצירוף עזר החום והגידול הטבעי אשר יבוא אחרי מפעלות הרופא, לכן כ\"ז שלא נעשה הרפואה פסול לבוא בקהל, משא\"כ כאן שהדבר הוא בידי אדם לבד פעולה חומרית לא טבעית כלל, לכן אע\"ג דלא שפייה כשר. וזה הוא הנכון, ודלא כהרשב\"א שתמה בחידושיו על רבינו, דלפרש\"י הלא לא ביאר רבינא טעמו מדוע מכשיר כמרזב דשליט בה אוירא ודוק:"
            ],
            [],
            [],
            [
                "<b>נכרתו הביצים או אחת מהן:</b><br><b> עיין </b> הרב המגיד שהביא מחלוקת הקדמונים אי ר\"י בנו של ריב\"ב קאי בידי אדם או בידי שמים, ובהגהות, וכל המחברים סמכו דבריהם על פירוש הירושלמי וכפי פירושם נראה דמסקנת הירושלמי דעל ידי שמים כשר לכו\"ע, ור' ישמעאל בנו של ריב\"ב מיירי בידי שמים, ועל ידי חולי הוה כבידי אדם ופסול, וזה היפך דעת רבינו, דע\"י חולי הוה בידי שמים יעו\"ש, ולענ\"ד דהמעיין בירושלמי ובקי בשגירת לשונו יראה כי נתהפך הגירסא אשר זה מצוי בירושלמי וכמוש\"כ תוספות פרק מצות חליצה, וכך היא הגירסא הנכונה לדעתי, אית תניי תני בידי בידי אדם פסול בידי שמים כשר, אית תניי תני בין אדם בין בידי שמים פסול, הוון בעון מימר מאן דאמר בידי אדם פסול בידי שמים כשר ר' ישמעאל בנו של ר' יוחנן בן ברוקא, מאן דאמר בין בידי אדם בין בידי שמים פסול כרבנן א\"ר אחא בר פפי כולה כרבנן מאן דאמר בידי אדם פסול בידי שמים כשר יליף ממזר, לא יבוא ממזר לא יבוא פצוע דכא מה ממזר בידי אדם אף פצוע דכא בידי אדם, מאן דאמר בין בידי אדם בין בידי שמים פסול מנן ליה א\"ר מנא מהכא לא יבוא פצוע דכא לעולם א\"ר יוסי ב\"ב עוד הוא יליף לה מממזר, לא יבוא ממזר, לא יבוא פצוע דכא, מה ממזר בידי שמים אף פצוע דכא בידי שמים, וממזר בידי שמים, יצירתו בידי שמים, הרי שעלת חטטין מי מחכך בה או מסיית והרי היא בידי אדם כמי שהוא בידי שמים, כנ\"ל הגירסא הברורה אשר הרגיל בירושלמי יעיד על אמיתתה. והא דאמר הרי שעלת חטטין מי מחכך בה או מסיית כו' דינא אמר ולא על זה אמר דבה פליגי תנאי, רק כו\"ע מודו דכשר בזה. ופירושו דסריס חמה שאין חסרון באברי הזרע אף דבטל ממנו חום הטבעי זה הוה כמו עקר וזקן ואין לך אדם שלא נעשה סריס חמה קודם מותו, אבל היכי שיש חסרון באברי הזרע כמו שניקב או נידוך או נפצע או נכרת וכיו\"ב ור' ישמעאל חזינא דסבר דבעל ביצה אחת אע\"ג דבידי אדם ואינו מוליד מכל מקום כשר, הרי חזינא אע\"ג דהחסרון לפנינו מוכח ואינו מוליד בכ\"ז כשר, לדידיה, יש לומר דאע\"ג דנכרתו שניהן בידי שמים והחסרון גלוי לכל, בכ\"ז אף דאינו מוליד, כשר כיון דהוא בידי שמים אבל לרבנן דסברי כיון דאינו מוליד דהחסרון גלוי באברי הזרע אסור לבוא בקהל, הוה\"ד בידי שמים, ומסיק דאף כרבנן אתיא, וטעמא דמאן דמכשיר משום דמקרא יליף דבעי להיות דומיא דממזר דהוא בידי אדם, דאע\"ג דיצירתו בידי שמים, מכל מקום היצירה הוא טבעית ואין בו שנוי משאר בני אדם הנוצרין, רק הפסול בא ע\"י אדם מה שבא על אשת רעהו, ובכה\"ג שפצוע דכא הוא חסרון באברי הזרע צריך להיות בידי אדם ודוק:<br><b> והנה </b> מה שפרשנו בהוון בעי למימר צריך הסבר להטעם. ונראה לנו משום דהא דהקפידה תורה לאסור לבוא בקהל מי שהוא חסר אברי הזרע, סבר ר' ישמעאל דהטעם הוא מפני שאין להאיש הנפסד באברי הזרע תאוה, כמו שיש לאיש שאברי הזרע שלו קיימין, וסבר דעיקר הטעם שאסרה התורה פצוע דכא בקהל כדי לגדור גדר שלא יעשה אדם כן בעצמו וזהו גדר אל הלאו ובארצכם לא תעשו, ודרך העושים כן שמתכוונים להיות סריסים בהיכלי מלך, והוא באופן שיהא כח התאוה אצלם חלש משהוא אצל האדם הבריא, ולכן בעל ביצה אחת אף דאינו מוליד כסריס חמה בכ\"ז כח התאוה חזק אצלו כמו שהוא בבריאותו, ובזה אין דרך בני אדם לעשות כן, ולכן לפי טעם זה גם בידי שמים כשר, כיון שהטעם הוא שאסרתו תורה מלבוא בקהל הוא גדר אל המכוון שלא יעשו עצמן סריסים. אמנם רבינו פסק דלא כר' ישמעאל משום דאמר בגמרא דילן דכל דאינו מוליד תו הדין דפסול מלבוא בקהל וכמו דאמר באיסתתום גובתא דש\"ז, לכן בעל ביצה אחת דאינו מוליד פסול גם בקהל וזה נכון. ואם כי היא סברא הגיונית ואין דרכנו בכאלה ומצאנוה קצת בספר החינוך, מוכרח הוא לשיטת רבינו דפירש דשל ימין אמר בירושלמי ואפילו כן אינו מוליד, והדבר תמוה דמנ\"ל לחלק לר' ישמעאל בין של ימין לשל שמאל כיון דאם נחתך אחת מהן אף של שמאל אינו מוליד וע\"כ דגזה\"כ הוא ומהיכן ילפינן, ולפי סברא זו א\"ש, דהמה ידעו הטבע דאם נשארה ביצה של ימין הוא שלם בתאותו כמו הבריא והמחתך עצמו לסריס אינו עושה כן שיחתוך של שמאל וכמוש\"ב לכן תלוי בזה, ויש לנו עוד דברים בזה ואכ\"מ ודוק:<br><b> ולפי </b> שיטת קדמאי דר' ישמעאל פליג על הני תנאי דאמרי כל שנפצעו הביצים אפילו אחת מהן, וסבר דבאחת מהן לא נעשה סריס ופליג על כריתה ופציעה ודך דבאחת מהן לא מיפסל יעו\"ש, צריך לומר הא דאמר בירושלמי ובלבד בשלמין פירושו שהביצה הנשארת צריך שתהיה שלמה, אבל אם היתה ניקבה או נפצעה בידי שמים, ואחרי זה כרתו בידי אדם הביצה השניה לא מתכשר דאז חשיב כרות ואסור לבוא בקהל, ודוקא שהביצה האחת שלימה אז הוי מכשיר ר' ישמעאל, וכן משמע בתוספתא דתנאי פליגי עליה בזה במה דאמרי אפילו אחת מהן, ואף להפוסלים לבוא בקהל בנפצע בביצה אחת והוי סירוס בזה ג\"כ נראה דאם היה פצוע באחת בידי שמים ואח\"כ נפצע בידי אדם או נכרת בשניה הוי סריס אדם ופסול לבוא בקהל וכמו דאשכחן לענין איסור סירוס דמסרס אחר מסרס חייב, כן לענין פצוע דכא מיקרי סריס בידי אדם אף שכבר הוא סריס בידי שמים וברור, ומכש\"כ לר' ישמעאל אם נאמר דסבר דנפצע באחת לא הוי פצוע דכא, כש\"כ דאם היה פצוע באחת בידי שמים דלא הוה עליו עדיין שם פצוע כלל [אף דאינו מוליד להירושלמי בביצה אחת גם לר\"י] ונעשה אחר זה כרות בביצה השניה בידי אדם דהוי פצוע דכא, ולכן אמר ובלבד שלמין, שתהא הביצה הנשארת שלימה ולא פצוע בידי שמים ודוק היטב:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>אבל זונה וחללה וגרושה הרי הן מחוללות ועומדות קודם בעילתו כו':</b><br><b> הנה </b> בכולהו ניחא, אולם בגרושה לא א\"ש שהרי היתה מותרת לאכול בתרומה, ועכשיו ע\"י שנבעלה בעילת איסור אסורה לאכול בתרומה ומ\"ש מאלמנה, אטו חילול לכהונה כתיב בהאי קרא, אימא חילול לתרומה ג\"כ נכלל בכוונת התורה, ואולי יתכן משום דקיי\"ל כחכמים דאמרי בתרומות ומייתי לה בריש ד' מיתות, דאם ניסת לאחד מן הפסולין ואכלה בתרומה אינה משלמת חומש, נמצא דאינה מחוללת לתרומה למיחשב אותה כזרה גמורה, ולדידהו ודאי דליכא בה מיתה אם אכלה תרומה במזיד, רק מלקות לחודא מלאו דבתרומת הקדשים לא תאכל וכמדומה שהעירו בזה האחרונים, ולכן לא לקי משום בל יחלל שכבר נתחללה לענין נשואין ולענין תרומה גם עכשיו אינה כזרה וכחלל שנולד, דחלל שנולד בודאי משלם חומש וחייב מיתה כמו זר, וטעמא דרבנן דבעינן שיהא זר מעיקרא וכמו שפירשו בפ\"ק דכריתות עיי\"ש, ולפ\"ז א\"ש הא דמשני בסוגיין אלמנה וגרושה לוקה משום שני שמות כו' לא שני שמות ע\"ז ושני שמות ע\"ז, וגם על גרושה לוקה משום לא יחלל וטעמא דמחללה מתרומה וכר' מאיר דנעשית כמו זרה גמורה דמשלמת החומש וחייבת מיתה לכן שפיר לקי על לא יחלל, ופריך אי הכי דכר' מאיר מוקמית גרושה וחלוצה כו' אמאי אינו חייב שתים, אבל לדידן לא לקי על לא יחלל בגרושה וכמו דפרשתי בס\"ד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מצות עשה על כ\"ג שישא נערה בתולה כו':</b><br><b> המשנה למלך </b> הביא חקירה חדשה בנבעלה ע\"י הטיה מי הויא בעולה כיון דלא היה השרת בתולים, ופשיט דהוי כשלא כדרכה ועדיפא מינה. והנה בירושלמי ריש פרק הבא ע\"י, יבמה יבוא עליה ביאה גמורה, היינו משיפלוט ש\"ז, ולקחה לו לאשה, ביאה שאינה גמורה, ויבמה אפילו בהעראה, יבמה יבוא עליה כדרכה, ולקחה לו לאשה שלא כדרכה, ויבמה אפילו מן הצד, ופירושו ע\"י הטיה וכדשמואל דבועל בלא דם, וכדפרש\"י כהטיה שמטין לצדדים בלא דם, הרי מוכח דמן הצד גרע מביאה שלא כדרכה, דצריך קרא לרבות מן הצד אחר דמרבינן שלא כדרכה. אולם הא דמייתי מסוגיא דחגיגה דבן זומא אמר דכשירה לכ\"ג, הנה פשטיות הסוגיא הכי. בתולה שעיברה מהו לכ\"ג מי חיישינן לדשמואל דאמר שמואל יכול אני לבעול כמה בתולות בלא דם, לכן אף כי מצאה כשהיא בתולה אמרינן דע\"י הטיה נבעלה ואסורה לו, או דילמא דשמואל לא שכיחא ואמרינן דבאמבטי עיברה וכשרה לכה\"ג. א\"ל דשמואל לא שכיחא וחיישינן שמא באמבטי עיברה פירוש לקולא, וראיתי להב\"ח בהגהות שמגיה הרבה בדברי התוספות ומפרש ג\"כ כמו דפרישית יעו\"ש, נמצא דהך סוגיא סובר דאסורה לכה\"ג:<br><b> והנה </b> בפסק רבינו ז\"ל דבוגרת אסורה לכה\"ג ונבעלה שלא כדרכה ג\"כ אסורה לו, תמהו, דזה מתנגד אל מסקנת הגמרא בפרק הבא ע\"י דלר\"מ דסבר דבוגרת אסורה לכה\"ג מכשיר בשלא כדרכה, ולרבנן דמכשירים בבוגרת אסורה בשלא כדרכה ורבינו פסק לתרווייהו וזה לא יתכן, דכיון דבתולה אפילו מקצת בתולים ובתוליה עד דאיכא כל הבתולים ואיתמעיט בוגרת, כש\"כ בעולה שלא כדרכה הילכך כי אתא קרא דבבתוליה היינו להתיר בשלא כדרכה ולא לאסור דאל\"כ הוא מיותר, ונראה עפ\"י דברי הירושלמי בזה, וז\"ל. ר\"א ור\"ש מכשירין בבוגרת ושוין שלא יקח מוכת עץ, מה בין בוגרת למוכ\"ע, בוגרת כלו בתוליה במעיה מוכ\"ע יצאו בתוליה לחוץ, ואית דמחלפין ר\"א ור\"ש מכשירין במוכ\"ע ושוין שלא ישא הבוגרת מה בין כו' בוגרת עברו ימי הנעורים, מוכ\"ע לא עברו ימי הנעורים, וזה הוי סברא הפוכה, והפשוט דפליגי בהא, דמר סבר דקטנה כשירה לכה\"ג, ורק אבתולים שיהיו לה קפיד הכתוב, א\"כ ודאי מוכ\"ע גרוע יותר מבוגרת מסברא, אבל אית דמחלפין סברי דכהן אסור בקטנה אע\"ג דהיא בתולה שלימה, א\"כ קפיד הכתוב על שנים שיהיו שני הנעורים ומסתברא יותר לרבות מוכ\"ע מבוגרת, שזאת לא כלו ימי הנעורים רק ע\"י מקרה כלו בתוליה משא\"כ בוגרת, ועיין בירושלמי שם לא ישא את הקטנה, ובבלי גבי טומאה מרבה יותר בוגרת ממוכ\"ע כמוש\"כ תוספות שם דף ס' בד\"ה אליו, דכיון דלא איתעביד בה מעשה עדיפא לרבות בוגרת משום דשם לא קפיד אשנים, וא\"כ א\"ש דהא דקא מפרש בסוגיא דלמאן דאוסר בבוגרת ליכא למימר קרא דבבתוליה אתי לאסור שלא כדרכה דמכש\"כ ידענא, זה דוקא לפי הנך תנאי דמתירין כה\"ג בקטנה א\"כ לא קפיד הכתוב על שנים, ודאי מסתברא יותר דטפי אסור בנבעלה שלא כדרכה מבוגרת דלא איתעביד מעשה בה כלל, אבל לפי פסק רבינו כהך תנא דסבר דכה\"ג אסור בקטנה א\"כ אשכחן דקפיד רחמנא על שני הנעורים, א\"כ הא דאיתמעיט בוגרת היינו משום שכלו ימי הנעורים, משא\"כ בשלא כדרכה דעדיין היא נערה רק מקרה הוא שנבעלה שלא כדרכה וכסברת אית דמחלפין בירושלמי, לכן איצטריך קרא דבבתוליה למעט דשלא כדרכה אסורה לו דמבוגרת לא ידעינן ושפיר נתקיים פסק רבינו דפסק כהך סתם משנתנו דאסור בבוגרת ופסק כרב יהודה אמר רב דנבעלה שלא כדרכה פסולה, ולכן אמרינן שם רב ור\"י דאמרי תרווייהו בוגרת ומוכ\"ע לא ישא, ועיין תוספות שם ד\"ה ורב דאמר כר' אלעזר. יהיה איך שיהיה פסק רבינו אמת עפ\"י הירושלמי ונכון בסברא:",
                "<b>ואינו נושא שתי נשים לעולם כאחת שנאמר אשה אחת ולא שתים:</b><br><b> לשיטת </b> רבינו מצאנו פסול חדש בכה\"ג, והוא שאם נשתטית אשתו, ובאופן שאין לה יד לשמור גיטה או שהיא משתלחת וחוזרת דמה\"ת אינה מתגרשת, ואיך יעשה, אם לא ישא אחרת הלא בעינן ביום הכפורים וכפר בעדו ובעד ביתו, ודוקא מי דהוה בר כפרה, הא שוטה אינו בר כפרה, והפריש חטאתו ונשתטה אמר בפ\"ק דזבחים דאינה קריבה, רק כשחזר ונתפקח שקיל וטרי אם הקרבן דחוי יעו\"ש, וא\"כ אינו ראוי לעבוד ביוה\"כ, ואי דיקח אחרת הא אשה אחת ולא שתים. ומעתה נמצא פסול חדש בכה\"ג, הן דלרבותינו בתוספות ישנים ריש יומא משמע דמספקא להו אם מעכבא נשואי אשה לכה\"ג ביוה\"כ, משום דלא חשו שמא תמות אשת השני יעו\"ש. אמנם לשון רבינו ריש הלכות יוה\"כ הכל עשוי בכ\"ג נשוי שנאמר וכפר בעדו ובעד ביתו זו אשתו יעו\"ש מורה דמעכבא, ובפרט דשנה הכתוב כמה זימני וכפר בעדו ובעד ביתו אף דבביתו נכללין בני אהרן, בכ\"ז מסתברא דמעכב:<br><b> ולכאורה </b> יש לומר, דעיקרו דהך דינא דכה\"ג צריך שיהא לו אשה ביוהכ\"פ אינו רק לר\"י לטעמיה לבד, משום דשילהי פ\"ק דשבועות אמר תרין וידוין לר\"ש חד כנגד שעיר הנעשה בפנים וחד כנגד שעיר הנעשה בחוץ כו' אלא לר' יהודה תרי וידוין כו' אחד לו ואחד לביתו כדתנא דבי רי\"ש כו' יבוא זכאי ויכפר על החייב כו', א\"כ לר' יהודה בפעם הראשון אינו מכפר רק על עצמו ואשתו דהוי כגופו ובזה כוון וכפר בעדו ובעד ביתו זו אשתו, ואחר שנעשה זכאי מכפר עליו ועל ביתו זה אחיו הכהנים, אבל לר' שמעון תרי וידוין המה על אחיו הכהנים. דמתכפרין בשאר עבירות בודוי של פר, וכן מתכפרין לתלות, א\"כ ליכא קרא דיכפר בעדו ובעד אשתו דשניהם על אחיו הכהנים קאי ועיין תוספות שם ד\"ה שני וידוין ודם הפר, ורק ר' יהודה לטעמיה אמר דביתו זו אשתו, ואיהו סבר דודוי שעיר המשתלח אינו מעכב, כן ודאי ודויו של הפר אינו מעכב, וא\"כ לא מעכב אם אין לו אשה ואינו מתודה בעד ביתו זו אשתו, וא\"כ א\"ש, דלר\"ש דסבר דודוי מעכב בשעיר המשתלח, כן סבר דודוי בפר מעכב, דאיהו אמר דודוי של פר על אחיו הכהנים הוא במקום וידוי של שעיר המשתלח, דדם הפר הוא מכפר על טומאת מו\"ק, והוידוי של פר מכפר על שאר עבירות כמו בוידויו של שעיר המשתלח דדם ליכא ביה, ומשום זה אמר בירושלמי דלדידיה ודוי מעכב כיון דהודוי מכפר בפ\"ע והדם בפ\"ע, וכן מפורש בהדיא בירושלמי [רק דהגירסא מהופכת וכבר תקנוה המגיהים] א\"כ לא בעי כה\"ג שיהא נשוי אשה ביוהכ\"פ, ולר' יהודה דבעי שיהא נשוי אשה לדידיה אין הוידוי מעכב, ולא שייך לומר דתנאי זה יפסול בכה\"ג לשום תנא, הן דלשון הגמרא פ\"ב דסוכה ולא חייש ר\"י למיתה כו' הא איתמר עלה כו' מעלה עשו בכפרה, משמע קצת דמעכב הכפרה, אמנם בירושלמי הלשון חומר הוא בציבור וא\"ש לפ\"ז מה שהקשינו:<br><b> ואולי </b> יתכן, דהכה\"ג רשאי לישא אישה דאתי עשה דפו\"ר ודחי לאו הבא מכלל עשה דאשה אחת ולא שתים דלא הוי רק שאינה שוה בכל, ובפרט מצוה דרבים וגדול השלום דדוחה ל\"ת דמצורע בתגלחתו כדאמר סוף חולין:<br><b> אולם </b> האמת, דגם לר' שמעון בעי וכפר בעדו ובעד ביתו זו אשתו דקרא כתיב וכפר בעדו ובעד ביתו וקרא מדבר על אהרן וא\"כ ביה גופיה הוי ביתו גם כל הכהנים שכולם בניו ויוצאי חלציו ונקראים על שמו בית אהרן, וא\"כ לדורות כי כתב בסוף הפרשה והיתה לכם לחוקת עולם כו' וכפר הכהן אשר ימשח אותו כו' לכהן תחת אביו, גם בכהן זה צריך לקיים וכפר בעדו ובעד ביתו, ואין זה רק באשתו, אבל הכהנים אינם נקראים ביתו, ורק דכי כתב קרא ועל הכהנים כו' יכפר ואיני יודע אם מתכפרין בשל שעיר או בשל פר שפיר אמר דאצל אהרן הוה כל הכהנים בכלל ביתו ותו ידעינן דמתכפרין בשל פר, וכמו דגבי אהרן מתכפרין בשל פר כן גבי הכהן הבא תחתיו הם מתכפרים בהפר דמתקיים קרא כפשטיה, ושוה כפרה לדורות לכפרת אהרן, אבל מכל מקום בעי לקיים וכפר בעדו ובעד ביתו גם בכל הכה\"ג ועל כרחין רק באשתו דהוי ביתו וז\"ב. ולענין קושייתנו, ע\"כ או כמוש\"כ דמותר לישא אחרת או דלר' שמעון הא איהו דריש טעמא דקרא, וטעמא דאסור לישא שתי נשים משום דבעי לגרש ביוהכ\"פ דביתו אחת ולא שתים, וא\"כ אם יקח לגרש אחת מהן ביוהכ\"פ הוי כעין ביאת זנות, ואינו ראוי לישא אשה אשר תתיירא שמא תתגרש מפני שעומדין המה לכך, לפני כה\"ג משרת פני עליון, ולכן אם נשתטה אשתו שאינו בידו לגרשה ולאו בת כפרה היא רק השניה, א\"כ זו השניה שנושא ובה מקיים וכפר בעדו ובעד ביתו, בזה לא אסרה תורה לו לישא שתי נשים ודוק:<br><b> הן </b> דמסתפקנא, דבכפרת דבר שאינו ידוע אם בעי שיהא בר דעת, דהגע בעצמך, דאטו מי שנשתטה ביוהכ\"פ ונתפקח אחרי יוהכ\"פ, האם חייב אשם תלוי שנתחייב קודם יוהכ\"פ, וגם במבעט ביוהכ\"פ פליגי בפ\"ק דכריתות ובירושלמי יומא אם מכפר, והיכי שהיה מומר כל יוהכ\"פ פשיטא שם דנהי דקרבן אידחי גברא מי אידחי ומכפר עליו יוהכ\"פ על עבירות שמקמי המרתו, ולכן אם היה שוטה ביוהכ\"פ פשיטא דאינו מביא אשם תלוי וכפר יוהכ\"פ על כל חטאיו שקודם שנשתטה, בכ\"ז כאן דלשון כפרה כתיב עליה לבד וכפר בעדו ובעד ביתו אם נאמר דמעכבא שיהיה לו אשה א\"כ אפשר דאעפ\"י שאין כפרתו ידוע על מה, בכ\"ז בעיא שתהא ראויה לכפרה, ובקרבנות מחוסרי כפרה כתיב וכפר גם על שוטה וקטנה וצ\"ע בזה:<br><b> אולם </b> דא ברור, דכמו דאם נשא אלמנה בעודו כהן הדיוט אינו מגרשה אחר שנתמנה להיות כה\"ג, כן אם נשא שתי נשים בעודו כהן הדיוט ונתמנה להיות כ\"ג מותר בהן, דע\"ז רבי רחמנא יקח אשה, דרק היכי דגופה אישתני שפיר בעי, אבל לא על זה, וכמו אם נשא בעולה ואלמנה בעודו כהן הדיוט דאינו מגרש כשנתמנה להיות כה\"ג, ולפ\"ז א\"ש מש\"כ רבינו בפ\"ה מהלכות כלי המקדש ואינו נושא שתי נשים, ואם נשא שתי נשים אינו יכול לעבוד ביום הצום עד שיגרש לאחת, דזה פלא לשיטת רבינו עובר כל השנה כולה בלאו הבא מכלל עשה דאשה אחת ולא שתים, ולפ\"ז הכוונה, דאם קידש בעודו כהן הדיוט שתי נשים, שאז מותר לישא אותן ולבוא עליהן, וביום הצום צריך לגרש לאחת, וז\"פ בכוונתו, ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>אנס נערה בתולה כו' כשהוא כהן הדיוט ונתמנה כה\"ג קודם שיכנוס ה\"ז לא יכנוס:</b><br><b> זהו </b> פשוט דלא עדיפא משומרת יבם ונתמנה להיות כ\"ג דלא יכנוס שהביא בהלכה י\"ב, אמנם מפורש הוא למעיין בסוגיא דף נ\"ט ולו תהיה לאשה באשה הראויה לו פרט לאלמנה לכה\"ג גרושה וחלוצה לכ\"ה, ואם נפרש שאנס אותה כשהיה כה\"ג הרי בעל אלמנה וחללה ותו הואי חללה ואסורה אחר זה אף לכ\"ה, דכה\"ג שבא על אלמנה חללה בכל אופן שבא עליה אף בשלא כדרכה או העראה לבד, וצריך לפרש דאנס אותה כשהיה כהן הדיוט ואחר זה נתמנה להיות כה\"ג ולכך אסורה לו משום שהיא אלמנה לבד שכה\"ג אסור בה דמעיקרא בשעת ביאה היתה מותרת אליו ובכ\"ז אסור לכנוס אותה, וזה מפורש כדברי רבינו ופשוט. ולפ\"ז הא דפריך מאי איריא משום אלמנה ת\"ל דהוה בעולה, הוא ג\"כ בשאנס כשהיה כ\"ה כדברי רבינו ודוק:"
            ]
        ],
        [
            [
                "<b>או שנבעלה לחלל אעפ\"י שהיא מותרת להנשא לו:</b><br><b> ביאר </b> רבינו דלא נעשית חללה רק זונה, וכפל דבריו להלן בהלכה ה' שזונה אף מביאת היתר נקראת זונה, ופירש דבריו באורך בפירושו למשנה בקדושין שם ביאר דהלכה קבועה אצלו דאין חללה אלא מאיסורי כהונה לבד, ובביאת זנות לא נעשית זונה ועל כרחין דחלל עושה אותה זונה יעו\"ש. ולפ\"ז צ\"ל הא דאמרו בריש פרק יש מותרות חלל שנשא כשירה דוקא נשא דשויא חללה כו' לא דייק בלשונו דזונה היא ולא חללה. ונראה להביא ראיה לדברי רבינו מהא דסוף פרק האומר בקדושין רמי על משנתנו והרי חלל שנשא בת ישראל דיש קדושין ואין עבירה הולד הולך אחר הזכר, דצריך ביאור, דהא החלל מחללה בביאתו וא\"כ שניהם חללים ובמה הולך אחרי זכר, ולפ\"ז א\"ש טובא דכיון דלא נעשית רק זונה א\"כ אם היה הולד הולך אחריה הלא היה ראוי להיות הבת הנולדת כשירה לכהונה וכמוש\"כ רבינו לקמן פי\"ט ה\"ה בבא על שומרת יבם בביאה ראשונה שהולד כשר יעו\"ש, ורק דהולד הולך אחר הזכר ואיהו חלל הוי לכן בתו חללה, וזה מפורש היטב לשיטת רבינו:<br><b> אמנם </b> דע דהגמרא משני לזה, כר' דוסתאי ב\"י ס\"ל, והנה בפרק עשרה יוחסין מביא דתניא ר' דוסתאי כו' כשם שבני ישראל מקוה טהרה לחללות כך בנות ישראל מקוה טהרה לחללים מ\"ט כו' אמר קרא לא יחלל זרעו בעמיו בעם אחד הוא דמיחל בשני עממין לא מיחל ופרש\"י בעם אחד חלל שנשא חללה. וקשה טובא דצ\"ל דחללי מיקרי עם וזה לא שמענו, ועוד דר' דוסתאי לא סבר היקשא דזרעו לו דמה הוא מחלל בביאתו אף זרעו מחלל בביאתו ועוד דאמאי על משנה דפרק יש מותרות לבעליהן ואסורות ליבמיהן חלל שנשא כשירה ויש לו אח כשר, לא אמר משנתנו דלא כר\"ד ב\"י, דלדידיה אינו מחללה בביאתו דכמו דזרעו אינו פסול כן אינו פוסל אותה בביאתו וכמו שאמרו (בדף ס\"ד) והרי בידו להשיאה לחלל דפסלה מכהונה הא ל\"ק כר\"ד ב\"י ס\"ל כו', הרי דלדידיה אין פוסל אותה בביאתו, וא\"כ משנה דיבמות ג\"כ לא אתיא כוותיה. ולכן נראה לדעתי לפרש דר' דוסתאי סבר דאימתי מחללה בביאתו דוקא כשהיא כהנת דמעם אחד אתו אבל לויה ובת ישראל אינו מחללן בביאתו וזה שאמר בעמיו בעם אחד הוא דמחלל, פירוש אם נשא כהנת אז מחללה בביאה, אבל לא ישראלית דהוי בשני עממין, וטעמא דלהני אמוראים דסבירא להו הוזהרו כשרות להנשא לפסולין, א\"כ א\"ש דכהנת שביאתו בעבירה מחללה בביאתו תאמר ללויה וישראלית דאין ביאתו בעבירה. ואף למה דקיי\"ל דלא הוזהרו כשרות להנשא לפסולין, מכ\"מ כהנת דקדיש גופה פסיל לה, ישראלית דלא קדיש גופה לא פסיל לה וכדאמר פרק אלמנה לכה\"ג (דף ס\"ח) גבי נבעלת לפסולים יעו\"ש, ולפ\"ז הא דפריך והרי בידו להשיאה לחלל ומשני כר' דוסתאי כו' ואי משום כהנת אולי סובר לפום ס\"ד דהוזהרו כשירות להנשא לפסולין ותו הוה כמו כל חייבי לאוין דעלמא דאין קדושין תופסין בהו. ואולי משנתנו לא איירי בכהנת ובלא\"ה במסקנא לא קמה הך שקלא וטריא לא דייק כולי האי, ולהכי בפרק יש מותרות דנשא כהנת שפיר מחללה לר' דוסתאי ולכן לא אמר תמן משנתנו דלא כר' דוסתאי וא\"ש:<br><b> אך </b> קשה לפ\"ז הא דאמר כאן דכר' דוסתאי ס\"ל, והא אכתי בכהנת שנשאת לחלל דאין עבירה והולד הולך אחר הזכר, ודחוק כאן לומר דסבר כמאן דאמר דהוזהרו כשירות להנשא לפסולין וא\"כ בכהנת לחלל הוי עבירה דלאו הלכה כן, ועל כרחין כפי מה שביארו לן רבנן בתוספות דהא הוא מחלל אותה ונעשית פגומה וכי אזיל בתר אמו ג\"כ הוי פגום ורק דמקשה דהא פסולו של בן לאו משום פגם דנקיבה הוי, דהא ישראל שנשא חללה יוכיח דבתו כשרה לכהונה וע\"ז שפיר משני דכר' דוסתאי ס\"ל וא\"כ אין הולד הולך אחר הזכר דלא נעשה חלל, ואי דבכהנת מחללה החלל בביאתו א\"כ אין הולד הולך אחרי זכר רק משום דאיהי ג\"כ פגומה ואי דתאמר דנשא חללה יוכיח א\"כ תהיה מוכרח לומר כהן שנשא חללה יוכיח ובזה הולד חלל וא\"כ אין הכרח דבחלל שנשא כהנת דהולד הולך אחרי זכר, רק הולך אחרי הפגום שבשניהן, ודייק לשונו של רבי דוסתאי כשם שבני ישראל מקוה טהרה לחללות, פירוש אם אינן כהנים רק ישראלים בנותיהן כשירות לכהונה, כן בנות ישראל לא כהנות מקוה טהרה לחללים וא\"ש טובא כפי מה שבארנו. אבל לשיטת רבינו קשה אכתי בכהנת שנישאת לחלל דבביאה ראשונה נעשית זונה והולד הולך אחרי הזכר והוי חלל דהיא לא נעשית עדיין חללה ומאי משני וא\"כ יהא מוכרח משמועה זו דלא כרבינו לפי פירושי בדברי ר\"ד ב\"י:<br><b> אמנם </b> עדיין מוכרח כפסק רבינו, דבתר כן פריך והרי ישראל שנשא חללה דיש קדושין ואין עבירה והולד הולך אחרי הזכר. דתמוה מאוד, דא\"כ הוא דין חדש דאינו הולך אחר הזכר ולא אחר הפגום רק אחר הכשר שבשניהן דבין ישראל שנשא חללה ובין חלל שנשא בת ישראל הולד כשר אליבא דר' דוסתאי ועיין חידושי הריטב\"א שהרגיש בזה, ומוכרח מזה כפסק רבינו וכפירושי אליבא דר' דוסתאי, וא\"כ לא מצית למימר דישראל שנשא חללה בתו כשרה לכהונה משום דהולד הולך אחרי הכשר שבשניהם, דא\"כ בחלל שנשא כהנת דעדיין לא נתחללה לשיטת רבינו רק נעשית זונה היה ראוי להיות הולד כשר, דמזונה הולד כשר כמו בשומרת יבם לכהן בביאה ראשונה ומוכרח דכל מקום שאין עבירה הולד הולך אחרי הזכר ולכן בישראל שנשא חללה בתו כשרה לכהונה, ובחלל שנשא כהנת דאין ביאתו בעבירה והוליד בת גם בביאה ראשונה הויא חללה דאזיל זרעו בתריה והוי חללים, ובחלל שנשא ישראלית טעמא אחרינא דהוי מקוה טהרה והולד נעשה כהן כשר, דפוק חזי דאם משום דמתייחס אחרי הכשר והיא הישראלית, זה ניחא בבתו אם נשא ישראלית והוליד בת דכשרה לכהונה, אבל בנו נהי דכשר בעי להיות וכי ישא אחרי זה כהנת אינו מחללה אבל דין כהונה לעבודה ולאכול קדשי הגבול מנא ליה אמו זרה הוי, ואביו זר הוה ואין לו דין חלק ונחלה בכהונה. ורבינו שלמה פירש על הך דר' דוסתאי, דרק בתו כשרה לכהונה, וכן ביארו רבנן בתוספות פרק יש מותרות דף פ\"ה תוד\"ה ממזרת ונתינה איכא בינייהו דאזלי בשיטת רש\"י יעו\"ש, ומוכח דבנו לא הוי כהן וזה אינו מחוור, ולדעתין דכשר לכהונה והבן כהן מעליא הוי וא\"כ לא הוי טעמא דהולך אחרי הכשר שבשניהן רק זרעו מתייחס לכהונה ואינו נפסל בנשים דלאו מעמיו ולאו כהנות נינהו. והא דאמר הא ל\"ק כר' דוסתאי ב\"י ס\"ל, פירוש ולכן בנשא ישראלית הלא הולד כשר ואינו חלל ואי משום חלל שנשא כהנת הלא חלל אמרו עליו בפרק הערל חללה לא מזרעו של אהרן הוא (דף ע\"ד) וא\"כ הוי זר שנשא כהנת דהבן הוי זר והוה בכלל דישראל שנשא כהנת, ואי משום דהא הבן חלל ובתו פסולה לכהונה אם ישא חללה או כהנת זה מרבה מכל מקום דרישא, ואי דניתניה בהדיא איך ניתניה כהנת לויה וישראלית שנשאו לכהן לוי וישראל וחלל, דלוי וישראל שנשאו לחלל אין הולד חלל, וא\"כ א\"ש כל מקום דרישא לאתויי ועיין בתוספות ודוק:<br><b> ודע </b> דאף דזונה ג\"כ אסורה לכהונה ולתרומה ואף לאכול בשביל בנה אסורה מקרא דואשה כי תהיה לאיש זר, מכל מקום לא שייך לומר דולד אזיל בתרה דשם זונה לא מחלל בנה ואין על הבן בזה פסול דאמו רק בחללה ופשוט. הארכנו בזה, ועוד יש לנו לדבר, רק מפני שהדברים מחודשים קצרנו, וכל דברינו בזה אליבא דרבינו דשיטתו דלר' יהושע דסבר דאין ממזר מחייבי כריתות, אפילו פגום לא הוי אעפ\"י שאמו נעשית זונה, וסובר כשמועה דפרק עשרה יוחסין דאין חלל אלא מאיסורי כהונה, ופליגא על שמועה דפרק החולץ דלר' יהושע דעשאה זונה הולד פגום ועיין ביאורי הגר\"א באורך ודוק. ואף דלפי מה שבארנו דברי רבי דוסתאי דרק כהנת פוסל חלל בביאתו איננה חללה דאינו איסור כהונה כיון דאין ביאתו בעבירה ולכן לא נעשית רק זונה אבל לא חללה, ולפי מה שבארנו דלרבי דוסתאי חלל שנשא בת ישראל בנו כהן כשר, משכחת פטר רחם דאביו מחוייב לפדותו ואיהו עצמו אינו מחוייב לפדות עצמו דכהן הוא, אבל ז\"א דכל שאינו מצווה לפדות עצמו אין אחרים מצווין לפדותו וכמו שבארתי זה בהלכות בכורים באורך דאין היקש למחצה ואכמ\"ל במה דלאו להלכה קאי ודוק בכ\"ז:",
                "<b>אבל הנבעלת לאחד מאיסורי לאוין השוין בכל ואין מיוחדין בכהנים או מאיסורי עשה כו' ה\"ז זונה.</b> [הלכה ג] <b> וכן יבמה שבא עליה זר עשאה זונה</b> ובהלכה א' כתב, <b> או בת ישראל שנבעלה לאדם שהיא אסורה להנשא לו איסור השוה בכל כו':</b><br><b> חזינן </b> מדברי רבינו דמחזיר גרושתו היא אסורה לאכול בתרומה כדין זונה, וכן שומרת יבם, וזה מתנגד לסוגיא מפורשת סוף אלמנה לכה\"ג דאמר ואימא נבעלה לפסול לה אף מחזיר גרושתו, לאיש זר אמר רחמנא מי שזר אצלה מעיקרא לאפוקי האי דלא זר אצלה מעיקרא הוא וכן מפורש בדף מ\"ד וחכ\"א יש לו בה קדושין וכו' והיא כשירה וולדה כשר למאן לאו לכהונה ולעיל פרק ט\"ו ה\"ב המחזיר גרושתו משניסת הולד כשר שהרי אינה ערוה ובה לא הזכיר רבינו מידי, וע\"כ דנכללת בכל איסורי לאוין השוין בכל, וכן בשומרת יבם דמבעי ליה בפ\"ק בהך דשאלו לר\"י בני צרות הא היא עצמה ודאי לא עשאה זונה, לכן פריך על הקו\"ח מאלמנה לכה\"ג שכן היא עצמה מתחללת וערש\"י שם ובסוגיא דהחולץ דף מ\"ד מ\"ה היטב. ולומר דסבר כר' יוחנן בן נורי דאמר שם (דף י\"ד) נעשה כדברי ב\"ה הולד פגום לדברי ב\"ש, והיינו דיליף קו\"ח מאלמנה לכה\"ג ולא פריך שכן היא עצמה מתחללת. וע\"כ דסבר דגם בשומרת יבם עשאה זונה ופסלה לכהונה אף ע\"ג דאינה זרה אצלו מעיקרא, כן במחזיר גרושתו פסולה לכהונה, הגם דרבנן קדמאי העלו בפלפולם כך ומהם הרמב\"ן בחידושיו, בכ\"ז קשה לומר שעל דקדוקים כאלה דחה רבינו סוגיות ערוכות הלא כל קושיא יש לה תירוץ, וביחוד על הא דפלפלו רבנן אמאי אמר בשילהי נדה ר' יהושע לאנשי אלכסנדריא מקרא דהיא תועבה ואין בניה תועבין, הלא בל\"ז ליכא קו\"ח מאלמנה לכה\"ג שכן היא עצמה מתחללת, ומה שתירצו רבנן בתוספות דמשום דכתיב תועבה או טומאה כעריות לכן סד\"א דולדה פגום לא סבר רבינו, זה אין לומר כלל, דרבינו בפרק ט\"ו כתב ביחוד דין דמחזיר גרושתו ולדה כשר הרי דמשום דכתיב תועבה סד\"א דולד הוי ממזר כמוש\"פ ההמ\"ג שם, ופשיטא לכהונה, הן דיש מקום לומר שם דרבינו כתב במחזיר גרושתו אע\"ג דהוי לאו דשאר כמו שכתב ר\"ת בתוספות סוף החולץ אפ\"ה אין הולד ממזר ומשום שנשנה במשנה (דף מ\"ד), וחלוצה שנשנה במשנה סבר רבינו דהוי מדבריהם כמוש\"כ בפ\"א מהלכות יבום יעו\"ש, בכ\"ז דחוק לומר דזה טעם רבינו שדחה סוגיות ערוכות מתוך קושיא ופירוקא, ועל כיוצא בזה אמרו אנן אשנויי ניקום ונסמוך, ונדחו ג\"כ דברי השעה\"מ מתוך דברינו:<br><b> אולם </b> בירושלמי פרק החולץ הלכה י\"ג ר\"ח בשם ר\"י המחזיר גרושתו משנשאת פסלה מן הכהונה בלא כך אינה פסולה מן הכהונה אלא פסלה מלאכול בתרומה ר\"ז ר\"ח בשם ר\"י המחזיר גרושתו משנשאת בתה כשרה לכהונה ומ\"ט כי תועבה היא, היא תועבה ואין הולד תועבה, וחזינא דרבינו סבר כשיטת הירושלמי דלא בעינן זר אצלה מעיקרא, וולדה כשר מהיא תועבה ואין בניה תועבין, וא\"כ בכל חייבי לאוין דילפינן קו\"ח מאלמנה לכה\"ג דנעשית חללה שיהיו הבנות פגומין לכהונה, ע\"ז אשיב הקו\"ח, הלא מחזיר גרושתו יוכיח שאין בניה תועבין אע\"ג דהיא מתחללת ואיסורה שוה בכל, ונמצא דשיטת רבינו כהירושלמי אליבא דר' יוחנן ובזה אזלא שיטת ר' יהושע בשילהי נדה בתשובתו לאנשי אלכסנדריא מהיא תועבה ואין בניה תועבין דהיא פסולה לכהונה, אולם לסמוך ע\"ז לדחות שיטת הגמרא בבלי מהירושלמי לא יתכן בלא ראיה:<br><b> והנראה </b> דסמך על הך דתנן בתורת כהנים בפרשה ה' דאמור, על קרא דובת כהן כי תהיה לאיש זר כו' מנין אלמנה לכה\"ג וגרושה וחלוצה לכ\"ה ת\"ל לאיש, לאיש המאכיל, והלא דין הוא ומה אם ישראל שאין ביאתו פוסלתו מן הכהונה כו' הואיל והוא מאכיל אחרות כו' ת\"ל לאיש לאיש המאכיל עכ\"ל, א\"כ איך מצינן לומר דבזר אינו נכלל מי שאינו זר מעיקרא כיון שכל איסורי כהונה נכללו בהך קרא אעפ\"י שאינו זר אצלה מעיקרא, אע\"ג דהא דדרשינן לפסולים היינו על ביאתן, בכ\"ז גם מחזיר גרושתו ושו\"י לשוק נכללו בה, דלא כוונה התורה שיהא זר אצלה מעיקרא, ומצאנו בירושלמי פרק הבא ע\"י ה\"ג על פלוגתא דת\"ק ור\"א ור\"ש במשתמרת לביאה פסולה, ז\"ל, מ\"ט דרבנן נאמר כאן הויה כו' מה הויה שנאמר להלן אירוסין כו' מ\"ט דר\"א ור\"ש נאמר כאן הויה כו' אף כאן נשואין, א\"ר יוסה מנא לר\"א ור\"ש בת כהן שנתארסה לישראל שאינה אוכלת בתרומה לא מן הדין קרא ובת כהן כי תהיה לאיש זר הכא אינון עבדין ליה אירוסין והכא אינון עבדין ליה נשואין ולא מתרץ ע\"ז כלום, מ\"ט דרבנן לאיש לאיש המאכיל כו' יעו\"ש שמביא כל הברייתות דת\"כ, וזה לא מתרץ הירושלמי לר\"א ור\"ש. אולם לפי גמרא דילן דדריש כי תהיה היינו שאם נבעלה לפסול פסלה, וכן כי דרשינן לאיש המאכיל היינו ג\"כ שהכהן פסלה מלאכול בתרומה, ואלמנה לכה\"ג ג\"כ שבביאתו נתחללה מתרומה כמו לכהונה ואתיא ברייתא דתו\"כ כר\"א ור\"ש ג\"כ, ואדרבא לפי הבבלי לא יתכן לומר כן רק אליבא דר\"א ור\"ש, דלת\"ק דמשתמרת לביאה פסולה דאורייתא לא אכלה בתרומה וכי נתאלמנה או נתגרשה אכלה בתרומה, והך קרא לא מיירי רק במידי דלא אכלה לעולם וכמו דפסול פוסלה בביאתה, אולם ז\"א, דחזינן גם להבבלי הא דארוסה לישראל אינה אוכלת בתרומה מקרא דכי תהיה נפקא, כמו דאמר בריש דף ס\"ח והאירוסין אי בת כהן לישראל הוא פסיל לה דהא קנייה בהויה ומשעת הויה איפסלא כדכתיב ובת כהן לאיש זר, רש\"י, אולם ז\"א מוכרח לשיטת רבינו בהלכות תרומות דאשת זר ללאו נפקא ליה מקרא דוכל זר לא יאכל קדש מרבויא דוכל, ומשעתא דקני לה הוא בכלל וכל זר [והמהרש\"א לא עיין בו], אך הא בלאו הזה נכללו שני ענינים היינו דאם ניסת לזר ונתארמלה שאינה אוכלת בחזה ושוק, ושם על אירוסין קאי משעת אירוסין, ויש להתבונן, אם דמשתמרת לביאה פסולה דלשיטת הירושלמי מקרא דובת כהן כי תהיה לאיש זר נפקא, אכן לבבלי אפשר דמדרש דאם היתה משתמרת לביאה פסולה היינו באירוסין לכה\"ג ונתארמלה מן האירוסין דאינה אוכלת בחזה ושוק, וזה חדש, נמצא דמכי תהיה נפ\"ל דרשה אחת לפוסלים לה מתרומה לעולם ע\"י ביאה, ולענין שנפסלת בחזה ושוק ע\"י זר משעת אירוסין, נמצא דהך ברייתא דתורת כהנים מוכח דלא בעינן שיהא זר אצלה מעיקרא. ובכריתות פליגי אם בעינן שיהא זר מעיקרא עיין שם (דף ו') וקיי\"ל כחכמים ומש\"ה מי שנתחללה אינה משלמת חומש יעו\"ש, אך כאן דאיכא רבויא מן קרא דלאיש דמוכח דלא בעינן זר מעיקרא, נמצא דרבנן דמכשרי בפרק החולץ מחזיר גרושתו לכהונה ע\"כ דפליגי על הך דתו\"כ ורבינו סמך על הך דרשא דת\"כ ושיטת הירושלמי. ובירושלמי סוטה פ\"ב ה\"ה מעשה היה וכהנת היתה והתירוה לביתה אמר ריב\"ב אף לא מכות אין בה, פירוש בתמיה אטו מלקות אין בה וא\"כ לא גרע מכל חייבי לאוין דנעשית זונה בביאתם כדתנן ריש פרק הבא ע\"י בבת ישראל לממזר, ואיהו לטעמו אזיל דמחזיר גרושתו פוסל לכהונה אף ע\"ג דאינו זר אצלה מעיקרא ופשוט, ולפי מה שבארנו יתכן דמשתמרת לביאה פסולה ונתאלמנה מן האירוסין כיון דכל זמן אירוסין לכה\"ג נפסלה מן התרומה תו כי חוזרת אינה חוזרת לחזה ושוק ודוק בכ\"ז:"
            ],
            [
                "<b>אבל הנבעלת לאחד מאיסורי לאוין השוין בכל ואין מיוחדין בכהנים או מאיסורי עשה כו' ה\"ז זונה.</b> [הלכה ג] <b> וכן יבמה שבא עליה זר עשאה זונה</b> ובהלכה א' כתב, <b> או בת ישראל שנבעלה לאדם שהיא אסורה להנשא לו איסור השוה בכל כו':</b><br><b> חזינן </b> מדברי רבינו דמחזיר גרושתו היא אסורה לאכול בתרומה כדין זונה, וכן שומרת יבם, וזה מתנגד לסוגיא מפורשת סוף אלמנה לכה\"ג דאמר ואימא נבעלה לפסול לה אף מחזיר גרושתו, לאיש זר אמר רחמנא מי שזר אצלה מעיקרא לאפוקי האי דלא זר אצלה מעיקרא הוא וכן מפורש בדף מ\"ד וחכ\"א יש לו בה קדושין וכו' והיא כשירה וולדה כשר למאן לאו לכהונה ולעיל פרק ט\"ו ה\"ב המחזיר גרושתו משניסת הולד כשר שהרי אינה ערוה ובה לא הזכיר רבינו מידי, וע\"כ דנכללת בכל איסורי לאוין השוין בכל, וכן בשומרת יבם דמבעי ליה בפ\"ק בהך דשאלו לר\"י בני צרות הא היא עצמה ודאי לא עשאה זונה, לכן פריך על הקו\"ח מאלמנה לכה\"ג שכן היא עצמה מתחללת וערש\"י שם ובסוגיא דהחולץ דף מ\"ד מ\"ה היטב. ולומר דסבר כר' יוחנן בן נורי דאמר שם (דף י\"ד) נעשה כדברי ב\"ה הולד פגום לדברי ב\"ש, והיינו דיליף קו\"ח מאלמנה לכה\"ג ולא פריך שכן היא עצמה מתחללת. וע\"כ דסבר דגם בשומרת יבם עשאה זונה ופסלה לכהונה אף ע\"ג דאינה זרה אצלו מעיקרא, כן במחזיר גרושתו פסולה לכהונה, הגם דרבנן קדמאי העלו בפלפולם כך ומהם הרמב\"ן בחידושיו, בכ\"ז קשה לומר שעל דקדוקים כאלה דחה רבינו סוגיות ערוכות הלא כל קושיא יש לה תירוץ, וביחוד על הא דפלפלו רבנן אמאי אמר בשילהי נדה ר' יהושע לאנשי אלכסנדריא מקרא דהיא תועבה ואין בניה תועבין, הלא בל\"ז ליכא קו\"ח מאלמנה לכה\"ג שכן היא עצמה מתחללת, ומה שתירצו רבנן בתוספות דמשום דכתיב תועבה או טומאה כעריות לכן סד\"א דולדה פגום לא סבר רבינו, זה אין לומר כלל, דרבינו בפרק ט\"ו כתב ביחוד דין דמחזיר גרושתו ולדה כשר הרי דמשום דכתיב תועבה סד\"א דולד הוי ממזר כמוש\"פ ההמ\"ג שם, ופשיטא לכהונה, הן דיש מקום לומר שם דרבינו כתב במחזיר גרושתו אע\"ג דהוי לאו דשאר כמו שכתב ר\"ת בתוספות סוף החולץ אפ\"ה אין הולד ממזר ומשום שנשנה במשנה (דף מ\"ד), וחלוצה שנשנה במשנה סבר רבינו דהוי מדבריהם כמוש\"כ בפ\"א מהלכות יבום יעו\"ש, בכ\"ז דחוק לומר דזה טעם רבינו שדחה סוגיות ערוכות מתוך קושיא ופירוקא, ועל כיוצא בזה אמרו אנן אשנויי ניקום ונסמוך, ונדחו ג\"כ דברי השעה\"מ מתוך דברינו:<br><b> אולם </b> בירושלמי פרק החולץ הלכה י\"ג ר\"ח בשם ר\"י המחזיר גרושתו משנשאת פסלה מן הכהונה בלא כך אינה פסולה מן הכהונה אלא פסלה מלאכול בתרומה ר\"ז ר\"ח בשם ר\"י המחזיר גרושתו משנשאת בתה כשרה לכהונה ומ\"ט כי תועבה היא, היא תועבה ואין הולד תועבה, וחזינא דרבינו סבר כשיטת הירושלמי דלא בעינן זר אצלה מעיקרא, וולדה כשר מהיא תועבה ואין בניה תועבין, וא\"כ בכל חייבי לאוין דילפינן קו\"ח מאלמנה לכה\"ג דנעשית חללה שיהיו הבנות פגומין לכהונה, ע\"ז אשיב הקו\"ח, הלא מחזיר גרושתו יוכיח שאין בניה תועבין אע\"ג דהיא מתחללת ואיסורה שוה בכל, ונמצא דשיטת רבינו כהירושלמי אליבא דר' יוחנן ובזה אזלא שיטת ר' יהושע בשילהי נדה בתשובתו לאנשי אלכסנדריא מהיא תועבה ואין בניה תועבין דהיא פסולה לכהונה, אולם לסמוך ע\"ז לדחות שיטת הגמרא בבלי מהירושלמי לא יתכן בלא ראיה:<br><b> והנראה </b> דסמך על הך דתנן בתורת כהנים בפרשה ה' דאמור, על קרא דובת כהן כי תהיה לאיש זר כו' מנין אלמנה לכה\"ג וגרושה וחלוצה לכ\"ה ת\"ל לאיש, לאיש המאכיל, והלא דין הוא ומה אם ישראל שאין ביאתו פוסלתו מן הכהונה כו' הואיל והוא מאכיל אחרות כו' ת\"ל לאיש לאיש המאכיל עכ\"ל, א\"כ איך מצינן לומר דבזר אינו נכלל מי שאינו זר מעיקרא כיון שכל איסורי כהונה נכללו בהך קרא אעפ\"י שאינו זר אצלה מעיקרא, אע\"ג דהא דדרשינן לפסולים היינו על ביאתן, בכ\"ז גם מחזיר גרושתו ושו\"י לשוק נכללו בה, דלא כוונה התורה שיהא זר אצלה מעיקרא, ומצאנו בירושלמי פרק הבא ע\"י ה\"ג על פלוגתא דת\"ק ור\"א ור\"ש במשתמרת לביאה פסולה, ז\"ל, מ\"ט דרבנן נאמר כאן הויה כו' מה הויה שנאמר להלן אירוסין כו' מ\"ט דר\"א ור\"ש נאמר כאן הויה כו' אף כאן נשואין, א\"ר יוסה מנא לר\"א ור\"ש בת כהן שנתארסה לישראל שאינה אוכלת בתרומה לא מן הדין קרא ובת כהן כי תהיה לאיש זר הכא אינון עבדין ליה אירוסין והכא אינון עבדין ליה נשואין ולא מתרץ ע\"ז כלום, מ\"ט דרבנן לאיש לאיש המאכיל כו' יעו\"ש שמביא כל הברייתות דת\"כ, וזה לא מתרץ הירושלמי לר\"א ור\"ש. אולם לפי גמרא דילן דדריש כי תהיה היינו שאם נבעלה לפסול פסלה, וכן כי דרשינן לאיש המאכיל היינו ג\"כ שהכהן פסלה מלאכול בתרומה, ואלמנה לכה\"ג ג\"כ שבביאתו נתחללה מתרומה כמו לכהונה ואתיא ברייתא דתו\"כ כר\"א ור\"ש ג\"כ, ואדרבא לפי הבבלי לא יתכן לומר כן רק אליבא דר\"א ור\"ש, דלת\"ק דמשתמרת לביאה פסולה דאורייתא לא אכלה בתרומה וכי נתאלמנה או נתגרשה אכלה בתרומה, והך קרא לא מיירי רק במידי דלא אכלה לעולם וכמו דפסול פוסלה בביאתה, אולם ז\"א, דחזינן גם להבבלי הא דארוסה לישראל אינה אוכלת בתרומה מקרא דכי תהיה נפקא, כמו דאמר בריש דף ס\"ח והאירוסין אי בת כהן לישראל הוא פסיל לה דהא קנייה בהויה ומשעת הויה איפסלא כדכתיב ובת כהן לאיש זר, רש\"י, אולם ז\"א מוכרח לשיטת רבינו בהלכות תרומות דאשת זר ללאו נפקא ליה מקרא דוכל זר לא יאכל קדש מרבויא דוכל, ומשעתא דקני לה הוא בכלל וכל זר [והמהרש\"א לא עיין בו], אך הא בלאו הזה נכללו שני ענינים היינו דאם ניסת לזר ונתארמלה שאינה אוכלת בחזה ושוק, ושם על אירוסין קאי משעת אירוסין, ויש להתבונן, אם דמשתמרת לביאה פסולה דלשיטת הירושלמי מקרא דובת כהן כי תהיה לאיש זר נפקא, אכן לבבלי אפשר דמדרש דאם היתה משתמרת לביאה פסולה היינו באירוסין לכה\"ג ונתארמלה מן האירוסין דאינה אוכלת בחזה ושוק, וזה חדש, נמצא דמכי תהיה נפ\"ל דרשה אחת לפוסלים לה מתרומה לעולם ע\"י ביאה, ולענין שנפסלת בחזה ושוק ע\"י זר משעת אירוסין, נמצא דהך ברייתא דתורת כהנים מוכח דלא בעינן שיהא זר אצלה מעיקרא. ובכריתות פליגי אם בעינן שיהא זר מעיקרא עיין שם (דף ו') וקיי\"ל כחכמים ומש\"ה מי שנתחללה אינה משלמת חומש יעו\"ש, אך כאן דאיכא רבויא מן קרא דלאיש דמוכח דלא בעינן זר מעיקרא, נמצא דרבנן דמכשרי בפרק החולץ מחזיר גרושתו לכהונה ע\"כ דפליגי על הך דתו\"כ ורבינו סמך על הך דרשא דת\"כ ושיטת הירושלמי. ובירושלמי סוטה פ\"ב ה\"ה מעשה היה וכהנת היתה והתירוה לביתה אמר ריב\"ב אף לא מכות אין בה, פירוש בתמיה אטו מלקות אין בה וא\"כ לא גרע מכל חייבי לאוין דנעשית זונה בביאתם כדתנן ריש פרק הבא ע\"י בבת ישראל לממזר, ואיהו לטעמו אזיל דמחזיר גרושתו פוסל לכהונה אף ע\"ג דאינו זר אצלה מעיקרא ופשוט, ולפי מה שבארנו יתכן דמשתמרת לביאה פסולה ונתאלמנה מן האירוסין כיון דכל זמן אירוסין לכה\"ג נפסלה מן התרומה תו כי חוזרת אינה חוזרת לחזה ושוק ודוק בכ\"ז:"
            ],
            [
                "<b>אבל הנבעלת לאחד מאיסורי לאוין השוין בכל ואין מיוחדין בכהנים או מאיסורי עשה כו' ה\"ז זונה.</b> [הלכה ג] <b> וכן יבמה שבא עליה זר עשאה זונה</b> ובהלכה א' כתב, <b> או בת ישראל שנבעלה לאדם שהיא אסורה להנשא לו איסור השוה בכל כו':</b><br><b> חזינן </b> מדברי רבינו דמחזיר גרושתו היא אסורה לאכול בתרומה כדין זונה, וכן שומרת יבם, וזה מתנגד לסוגיא מפורשת סוף אלמנה לכה\"ג דאמר ואימא נבעלה לפסול לה אף מחזיר גרושתו, לאיש זר אמר רחמנא מי שזר אצלה מעיקרא לאפוקי האי דלא זר אצלה מעיקרא הוא וכן מפורש בדף מ\"ד וחכ\"א יש לו בה קדושין וכו' והיא כשירה וולדה כשר למאן לאו לכהונה ולעיל פרק ט\"ו ה\"ב המחזיר גרושתו משניסת הולד כשר שהרי אינה ערוה ובה לא הזכיר רבינו מידי, וע\"כ דנכללת בכל איסורי לאוין השוין בכל, וכן בשומרת יבם דמבעי ליה בפ\"ק בהך דשאלו לר\"י בני צרות הא היא עצמה ודאי לא עשאה זונה, לכן פריך על הקו\"ח מאלמנה לכה\"ג שכן היא עצמה מתחללת וערש\"י שם ובסוגיא דהחולץ דף מ\"ד מ\"ה היטב. ולומר דסבר כר' יוחנן בן נורי דאמר שם (דף י\"ד) נעשה כדברי ב\"ה הולד פגום לדברי ב\"ש, והיינו דיליף קו\"ח מאלמנה לכה\"ג ולא פריך שכן היא עצמה מתחללת. וע\"כ דסבר דגם בשומרת יבם עשאה זונה ופסלה לכהונה אף ע\"ג דאינה זרה אצלו מעיקרא, כן במחזיר גרושתו פסולה לכהונה, הגם דרבנן קדמאי העלו בפלפולם כך ומהם הרמב\"ן בחידושיו, בכ\"ז קשה לומר שעל דקדוקים כאלה דחה רבינו סוגיות ערוכות הלא כל קושיא יש לה תירוץ, וביחוד על הא דפלפלו רבנן אמאי אמר בשילהי נדה ר' יהושע לאנשי אלכסנדריא מקרא דהיא תועבה ואין בניה תועבין, הלא בל\"ז ליכא קו\"ח מאלמנה לכה\"ג שכן היא עצמה מתחללת, ומה שתירצו רבנן בתוספות דמשום דכתיב תועבה או טומאה כעריות לכן סד\"א דולדה פגום לא סבר רבינו, זה אין לומר כלל, דרבינו בפרק ט\"ו כתב ביחוד דין דמחזיר גרושתו ולדה כשר הרי דמשום דכתיב תועבה סד\"א דולד הוי ממזר כמוש\"פ ההמ\"ג שם, ופשיטא לכהונה, הן דיש מקום לומר שם דרבינו כתב במחזיר גרושתו אע\"ג דהוי לאו דשאר כמו שכתב ר\"ת בתוספות סוף החולץ אפ\"ה אין הולד ממזר ומשום שנשנה במשנה (דף מ\"ד), וחלוצה שנשנה במשנה סבר רבינו דהוי מדבריהם כמוש\"כ בפ\"א מהלכות יבום יעו\"ש, בכ\"ז דחוק לומר דזה טעם רבינו שדחה סוגיות ערוכות מתוך קושיא ופירוקא, ועל כיוצא בזה אמרו אנן אשנויי ניקום ונסמוך, ונדחו ג\"כ דברי השעה\"מ מתוך דברינו:<br><b> אולם </b> בירושלמי פרק החולץ הלכה י\"ג ר\"ח בשם ר\"י המחזיר גרושתו משנשאת פסלה מן הכהונה בלא כך אינה פסולה מן הכהונה אלא פסלה מלאכול בתרומה ר\"ז ר\"ח בשם ר\"י המחזיר גרושתו משנשאת בתה כשרה לכהונה ומ\"ט כי תועבה היא, היא תועבה ואין הולד תועבה, וחזינא דרבינו סבר כשיטת הירושלמי דלא בעינן זר אצלה מעיקרא, וולדה כשר מהיא תועבה ואין בניה תועבין, וא\"כ בכל חייבי לאוין דילפינן קו\"ח מאלמנה לכה\"ג דנעשית חללה שיהיו הבנות פגומין לכהונה, ע\"ז אשיב הקו\"ח, הלא מחזיר גרושתו יוכיח שאין בניה תועבין אע\"ג דהיא מתחללת ואיסורה שוה בכל, ונמצא דשיטת רבינו כהירושלמי אליבא דר' יוחנן ובזה אזלא שיטת ר' יהושע בשילהי נדה בתשובתו לאנשי אלכסנדריא מהיא תועבה ואין בניה תועבין דהיא פסולה לכהונה, אולם לסמוך ע\"ז לדחות שיטת הגמרא בבלי מהירושלמי לא יתכן בלא ראיה:<br><b> והנראה </b> דסמך על הך דתנן בתורת כהנים בפרשה ה' דאמור, על קרא דובת כהן כי תהיה לאיש זר כו' מנין אלמנה לכה\"ג וגרושה וחלוצה לכ\"ה ת\"ל לאיש, לאיש המאכיל, והלא דין הוא ומה אם ישראל שאין ביאתו פוסלתו מן הכהונה כו' הואיל והוא מאכיל אחרות כו' ת\"ל לאיש לאיש המאכיל עכ\"ל, א\"כ איך מצינן לומר דבזר אינו נכלל מי שאינו זר מעיקרא כיון שכל איסורי כהונה נכללו בהך קרא אעפ\"י שאינו זר אצלה מעיקרא, אע\"ג דהא דדרשינן לפסולים היינו על ביאתן, בכ\"ז גם מחזיר גרושתו ושו\"י לשוק נכללו בה, דלא כוונה התורה שיהא זר אצלה מעיקרא, ומצאנו בירושלמי פרק הבא ע\"י ה\"ג על פלוגתא דת\"ק ור\"א ור\"ש במשתמרת לביאה פסולה, ז\"ל, מ\"ט דרבנן נאמר כאן הויה כו' מה הויה שנאמר להלן אירוסין כו' מ\"ט דר\"א ור\"ש נאמר כאן הויה כו' אף כאן נשואין, א\"ר יוסה מנא לר\"א ור\"ש בת כהן שנתארסה לישראל שאינה אוכלת בתרומה לא מן הדין קרא ובת כהן כי תהיה לאיש זר הכא אינון עבדין ליה אירוסין והכא אינון עבדין ליה נשואין ולא מתרץ ע\"ז כלום, מ\"ט דרבנן לאיש לאיש המאכיל כו' יעו\"ש שמביא כל הברייתות דת\"כ, וזה לא מתרץ הירושלמי לר\"א ור\"ש. אולם לפי גמרא דילן דדריש כי תהיה היינו שאם נבעלה לפסול פסלה, וכן כי דרשינן לאיש המאכיל היינו ג\"כ שהכהן פסלה מלאכול בתרומה, ואלמנה לכה\"ג ג\"כ שבביאתו נתחללה מתרומה כמו לכהונה ואתיא ברייתא דתו\"כ כר\"א ור\"ש ג\"כ, ואדרבא לפי הבבלי לא יתכן לומר כן רק אליבא דר\"א ור\"ש, דלת\"ק דמשתמרת לביאה פסולה דאורייתא לא אכלה בתרומה וכי נתאלמנה או נתגרשה אכלה בתרומה, והך קרא לא מיירי רק במידי דלא אכלה לעולם וכמו דפסול פוסלה בביאתה, אולם ז\"א, דחזינן גם להבבלי הא דארוסה לישראל אינה אוכלת בתרומה מקרא דכי תהיה נפקא, כמו דאמר בריש דף ס\"ח והאירוסין אי בת כהן לישראל הוא פסיל לה דהא קנייה בהויה ומשעת הויה איפסלא כדכתיב ובת כהן לאיש זר, רש\"י, אולם ז\"א מוכרח לשיטת רבינו בהלכות תרומות דאשת זר ללאו נפקא ליה מקרא דוכל זר לא יאכל קדש מרבויא דוכל, ומשעתא דקני לה הוא בכלל וכל זר [והמהרש\"א לא עיין בו], אך הא בלאו הזה נכללו שני ענינים היינו דאם ניסת לזר ונתארמלה שאינה אוכלת בחזה ושוק, ושם על אירוסין קאי משעת אירוסין, ויש להתבונן, אם דמשתמרת לביאה פסולה דלשיטת הירושלמי מקרא דובת כהן כי תהיה לאיש זר נפקא, אכן לבבלי אפשר דמדרש דאם היתה משתמרת לביאה פסולה היינו באירוסין לכה\"ג ונתארמלה מן האירוסין דאינה אוכלת בחזה ושוק, וזה חדש, נמצא דמכי תהיה נפ\"ל דרשה אחת לפוסלים לה מתרומה לעולם ע\"י ביאה, ולענין שנפסלת בחזה ושוק ע\"י זר משעת אירוסין, נמצא דהך ברייתא דתורת כהנים מוכח דלא בעינן שיהא זר אצלה מעיקרא. ובכריתות פליגי אם בעינן שיהא זר מעיקרא עיין שם (דף ו') וקיי\"ל כחכמים ומש\"ה מי שנתחללה אינה משלמת חומש יעו\"ש, אך כאן דאיכא רבויא מן קרא דלאיש דמוכח דלא בעינן זר מעיקרא, נמצא דרבנן דמכשרי בפרק החולץ מחזיר גרושתו לכהונה ע\"כ דפליגי על הך דתו\"כ ורבינו סמך על הך דרשא דת\"כ ושיטת הירושלמי. ובירושלמי סוטה פ\"ב ה\"ה מעשה היה וכהנת היתה והתירוה לביתה אמר ריב\"ב אף לא מכות אין בה, פירוש בתמיה אטו מלקות אין בה וא\"כ לא גרע מכל חייבי לאוין דנעשית זונה בביאתם כדתנן ריש פרק הבא ע\"י בבת ישראל לממזר, ואיהו לטעמו אזיל דמחזיר גרושתו פוסל לכהונה אף ע\"ג דאינו זר אצלה מעיקרא ופשוט, ולפי מה שבארנו יתכן דמשתמרת לביאה פסולה ונתאלמנה מן האירוסין כיון דכל זמן אירוסין לכה\"ג נפסלה מן התרומה תו כי חוזרת אינה חוזרת לחזה ושוק ודוק בכ\"ז:"
            ],
            [
                "<b>הבא על אחת מהשניות וכיוצא בהן כגון הבא על קרובת חלוצתו או על חלוצתו לא עשה אותה זונה כו':</b><br><b> ירושלמי </b> מפורש פרק ר\"ג ה\"ד הבא על חלוצתו פסולה מלאכול בתרומה אלא בשבאו אחיו עליה ניחא כמ\"ד האחין בכרת כו'. והפירוש דסובר הירושלמי דאינו חייב אף מלקות בחלוצה לחולץ וכן לאחין לר' יוחנן ואינה נעשית זונה בפסול דרבנן, וגם בכהן הבא על צרת חלוצתו דלמשויא נפשה זונה לא נפק\"מ לענין כהן וכמו שפסק רבינו, דאין לאמר דפריך דהא לא הוי זר אצלה מעיקרא, דהא הירושלמי בפרק החולץ הי\"ג אמר דמחזיר גרושתו פסל אותה מלאכול בתרומה (וכן כתב הש\"ק) ולסוף מסיק א\"ר יוסי תיפתר שהיה יבמה כהן ובא עליה וחללה, פירוש דמשום חללה דכהן אסור בחלוצה דזהו מאיסורי כהונה ויעוין שיטת רבינו פי\"ט ה\"ח ומשל\"מ שם, אבל משום דאיהי חלוצתו שלו דעבר בלא יבנה מדברי סופרים זה אינו מאיסור כהונה דשוה לכל ישראל ולא נעשית מאתו חללה, וזונה אינה נעשית ג\"כ דהוא איסור דרבנן, ולכן אם בא הכהן על אחות חלוצתו אינה נפסלת מתרומה, דאין זה רק איסור השוה בכל, וכן אם בא על צרת חלוצתו דאין חלל לשיטת רבינו רק מאיסורי כהונה, וזונה לא נעשית כיון דאינו רק מד\"ס. וזה הוא הברור בשיטת רבינו ושיטת הירושלמי ודוק:"
            ],
            [
                "<b>הא למדת שאין היותה זונה כו' ומי שנשאת לחלל כו':</b><br><b> נסתפקתי </b> טובא במצרי שני שנשא מצרית שניה הלא הולד הוי שלישי ומותר בישראלית, ואם נשא מצרית ראשונה הולד שני וכרב דימי, וכמו שפסק רבינו לעיל פי\"ב, וא\"כ הוו שני אחים אחד מצרי שלישי דהוא מותר באשה ישראלית והשני מצרי שני, ונשא מצרי שלישי ישראלית ומת דסובר רבינו דמה\"ת מתייבמת אע\"ג דהוי חייבי עשה כמוש\"פ רבינו הלכות יבום וחליצה פ\"ו ה\"י לפי מה שכתבו האחרונים בשיטתו וא\"כ כי מיבמה הלא הוה ביאת היתר מה\"ת אם נפסלה מה\"ת לכהונה ע\"י ביאת היתר זו, ולכאורה נראה דנפסלת דמ\"מ איש זר קרינא ביה וכדברי רבינו דלא איכפת לן בביאת היתר רק מי שהוא איש זר כחלל נעשית זונה לכהונה בביאתו והוא אדם האסור לה שרק בביאה זו מותרת, ובפרט לשיטת רבינו דכל חייבי לאוין ועשה רק ע\"י קדושין מתסרו ובביאה לחודא לא הוי ביאת איסור ואפ\"ה פוסלין בביאתן, ועיין מה שפלפלו רבנן בתוספות יבמות סוף פ\"ק ופרק עשרה יוחסין דף ע\"ה גבי כותי דפוסל בביאתו אע\"ג דאינה אסורה ביאתו מן התורה לדידהו יעו\"ש, וזה נראה לדעתי ודוק:<br><b> ובזה </b> יש ליישב דברי הגמרא פרק עשרה יוחסין ע\"ח, ור\"י גר נמי פוסל בביאתו ומייתי לה במה הצד מהאי דינא והא לא שייך שיפסול בביאתו רק ישראלית וא\"כ ביאתו בעבירה במצרי ואיכא למפרך מה להצד השוה שכן יש בהן צד עבירה וכן הקשו בתו\"י, ולפ\"ז א\"ש, דמשכחת כה\"ג (ועיין ריש פרק יש מותרות) דאין ביאתו בעבירה ופוסל בביאתו דאיש זר מיקרי ודוק, אולם א\"כ מאי פריך על אלמנה לכה\"ג וחלל שכן ביאתו בעבירה ואיכא בהו צד עבירה, הלא כה\"ג שיבם אלמנה מן האירוסין דמה\"ת ביאת היתר הוא ואין בהו עבירה ואפ\"ה מחללה ובנו חלל, וכן משכחת בכה\"ג חלל אך הא לק\"מ, דהתוספות כתבו דמה\"ת לא משתרי רק העראה דבה קני ליבמה וביאה שניה לאו דוקא דה\"ה גמר ביאה, וא\"כ ליכא לאשכוחי שיהא חלל וכן כה\"ג פוסל בתו רק בגמר ביאה, דכ\"ז דליכא גמר ביאה לא ראויה לזרע, וא\"כ איכא צד עבירה דגמר ביאה לא משתרי ע\"י יבום ודוק, אולם שיטת רבנן קדמאי הרמב\"ן ורשב\"א דכל הביאה שריא דכתיב יבמה יבוא עליה להקים זרע לאחיו ובהעראה לחודא לא מקרי להקים זרע, וא\"כ איכא בהו צד שאינו עבירה, אך מסתפקנא טובא בכה\"ג שמייבם אלמנה מי מחללה בביאתו, דהתם אין האיש זר רק מסיבת האיסור, ואין חללה אלא בביאת איסור דקרינא ביה לא יקח קרינא ביה לא יחלל וזה צ\"ע, וכמדומה לי שכבר עמד ע\"ז בספר המקנה, ובאמת מכח קושיות ופירוקים קשה לברר ספיקות כאלה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כהן שקידש גדולה או קטנה כו':</b><br><b> הנה </b> בירושלמי אמר דאף באשת ישראל ליכא שני ספיקות דקול יוצא לאנוסה ואסורה משום ספק סוטה ואמר כזה בכל מילי כגון בבוגרת ובתולה מן הנשואין ובטוענת מוכת עץ וביהודא וכיו\"ב, ורבוותא בתוספות פירשו דמשום זה לא אוקים אחזקת היתר לבעלה דמשום דאונס לא שכיח, ולענין ספק אינו תחתיו הא איכא חזקה דהשתא נבעלה כו' ולא הזכירו משום ספק סוטה, דבספק סוטה לא אוקימנא על חזקת כשרות דילה, ונראה דהא ילפינן ספק טומאה ברה\"י מספק סוטה ובספק טומאה ברה\"י הלא לא טהרו בס\"ס, וכל ספיקות שאתה מרבה ברה\"י טמא. וא\"כ כאן אף בס\"ס צריך להיות טמא, ועל כרחין דלא משוה הגמרא לספק סוטה, ובאמת מביא הירושלמי דברי בן זומא דספק טומאה ברה\"י גמרו מסוטה (בפ\"ק דסוטה) אולם מצאנו תנאי דסברי ספק ספיקא בטומאה ברה\"י טהור יעוין תוספות פרק חזקת הבתים דף נ\"ה בפלוגתא דר\"א ורבנן יעו\"ש, ובגמרא דילן נראה דלא הזכירו ספק סוטה, דספק סוטה הוא דוקא במקום שגרמה עצמה לספק הזה והביאה את עצמה לסתירה זו לספק את בעלה, אבל כאן הלא אם היתה אנוסה או נבעלה קודם שנתארסה או מוכת עץ, או מבעלה ולא קים ליה, הלא לא הביאה במרד לידי זה ואינה בגדר סוטה, שעל אופן זה לא פשעה כלל בבעלה ולא מעלה מעל באשה, וספק סוטה אף בנסתרה עם מאה בני אדם כיון דבעל קפיד והיא גרמה עצמה לזה שפיר אסרה רחמנא ואף ברי דילה לא מהני והבן. וכאן לא מזכיר הירושלמי ספק טומאה ברה\"י רק ספק סוטה, ובסוף פירקא גבי תינוקת שנאנסה דאמר ר\"י בן נורי אם רוב אנשי העיר משיאין לכהונה, מייתי דדומה לספק טומאה ברה\"י ופריך דהא קרונה של צפורה רשות הרבים הוי, ומשני מכיון שיכולין להסתתר ולהתייחד הוי כרה\"י, והנה תמן ודאי לא שייך ספק סוטה דלענין כהונה איירינן והיא נאנסה, אך דלא ידעינן אם מכשר או מפסול, רק טומאה שייך דנטמאה כתיב לכהונה, אבל מה דלא מייתי כאן ספק טומאה צע\"ק. ולומר כיון דהיא אומרת בתולה מצאתני רק איהו שויא אנפשה חתיכה דאיסורא א\"כ לא שייך ספק טומאה, זה דחוק, דהא הירושלמי גם על אם אומרת שמבעלה הראשון אף שנשאה בחזקת בתולה נאסרה עליו, וכן באומרת משארסתני נאנסתי דהיא מודה שפתחה פתחו ולא מצא לה בתולים ובכ\"ז אמר דהויא ספק סוטה ולא ספק טומאה, ואולי כיון דאנחנו לא נדע מקום הזנות היכן הוי אם בגוונא דהוי מקום סתירה כרה\"י, או דהוי ברה\"ר, וא\"כ הוי ספק ברשיות גופא באיזה מקום הוי ברה\"י או ברה\"ר וזה דחוק:<br><b> אמנם </b> באמת היכי דטוענת ברי תו לא שייך ספק טומאה דהתם אם עד אחד ומכש\"כ בעלים אומר שלא נטמאה סגי, רק משום ספק סוטה דטענת ברי דילה לא מהני ואסורה אף לבועל ואף שהן שניהן טוענין ברי, ומכש\"כ לבעל אף שאומרת ברי, ובסוף פירקא בפירש אחד מצפורי ובעל כיון שפירש מן הקבוע בפנינו שפירש מן הבתים הוי כנטל מן הקבוע שגם היא אינה יודעת מהיכן פירש ואינה טוענת ברי שפיר מזכיר הירושלמי ספק טומאה וז\"ב. והתוספות ב\"ק פ\"ק גבי שליא שיצאת מקצתה פירשו דלאסור לבעלה לא שייך ספק טומאה בנדה יעו\"ש, ולפי מש\"כ תוספות דספק ראיה אינו דומה לספק מגע, בל\"ז ל\"ק מה שהקשו בשמועה תמן דמפלת שליא טמאה לידה והויא רואה דטומאתה מגופה אתא ואין אומרין בזה ספק ברה\"י טמא כמוש\"כ בתוספות נדה דף י\"ז בד\"ה שורפין כו' ודוק. ויעוין למהרש\"א בנדה דף י\"ט שהעיר קצת בזה, וכבר בררנו בעזהש\"י:<br><b> ולכאורה </b> היה מקום לומר דמש\"ה לא מייתי הירושלמי בהנך שמועתא דלעיל הך דספק טומאה, עפ\"י מש\"כ תוס' ריש נדה דלטמא למפרע לא למדנו בספק טומאה ברה\"י, א\"כ תמן בראינו פורש מן הבתים מציפורי ובעל דהשתא נולד לנו הספק אם הוא כשר או פסול שייך ספק טומאה, אבל כאן שבעת הטומאה לא נודע לנו מאומה רק השתא שמצא פתחה פתוח, נולד הספק למפרע לכן לא שייך לספק טומאה, אך א\"כ מאי מייתי דלכן לא מוקמינן אחזקה משום ספק סוטה, הא בסוטה בשעת הסתירה נולד הספק אי נטמאה לטמאה להבא ומאי ראיה לכאן שאין מעשה הטומאה לפנינו וצריך לטמאותה למפרע, ולכן מחוור כדפרישית בס\"ד:<br><b> נתברר </b> מדברינו, דלהירושלמי דלא מוקים לה על חזקה משום ספק סוטה א\"ש הא דאמר בירושלמי באומרת משארסתני נאנסתי, וכן מוכת עץ אני, וכן בבוגרת וביהודה וכיו\"ב, דטענת ברי דילה לא מהני להתירה רק לענין כתובה סבר ר\"ג דנאמנת, כמו בספק סוטה דלא מהני ברי דילה, אולם גמרא דילן דסבר דאי מסוטה ילפינן כמו טומאה תו מטמאינן גם בספק ספיקא דכמו דלא מוקמינן על חזקת כשרות כן לא מוקמינן להתיר משום ס\"ס כמו\"ש תוספות פרק חזקת דף נ\"ה, וא\"כ גמרא דילן דסברה בסוטה ובנדה דספק טומאה גמר מסוטה ולהכי מטמא בספק ספיקא, א\"כ כאן היה צ\"ל גם בס\"ס טמא ומדמקיל הגמרא באשת ישראל דאיכא ס\"ס, הרי דסבר דלא דמיא לספק סוטה וכמוש\"ב דאיהי לא גרמה להיאסר אם האמת שהיא מותרת ולכן יכול להיות דמועיל ברי דילה גם נגד רובא וכמו דמועיל לענין ממון, ואין סתירה מהירושלמי דאיהו לטעמו דחשיב לה ספק סוטה, והלכות טומאה סבר דלא ילפינן מסוטה וכמו דאמר בפ\"ק דסוטה דמיליהון דרבנן פליגא על בן זומא, ולכן סבר דהלכות טומאה גמירי לה לטמא בס\"ס, או דיליף מדרב גידל דכל טהור יאכל בשר שיהא כולו טהור, וכן כתב המראה פנים שם, דהא דבר\"ה טהור יליף מפסח יעו\"ש ודוק:<br><b> והנה </b> הרא\"ה בספר בדק הבית העיר דהא הוה ליה לאוקמי אחזקת כשרות דילה וכתב דמדרבנן הוי, והמשמרת הבית בשער ב' מבית ד' העיר דהוי ספק סוטה וזה שיטת הירושלמי לא שיטת הש\"ס דילן כמו שבארנו בס\"ד:<br><b> והנה </b> מש\"כ תוספות, דלכן ספק ספיקא טמא ברה\"י דילפינן מסוטה, דמן הדין יש לאוקמה אחזקת כשרות, וכבר הקשו תוספות ריש נדה דהא תמן איכא רגלים לדבר, ותירצו דמשום זה אינו צריך להיות רק ספק טומאה לבעלה ומדגלי רחמנא דודאי טמאה דע\"ז יש חזקה דאינה טמאה מודאי, ילפינן דספק טומאה ברה\"י גלי רחמנא דטמא אף במקום דאיכא חזקה, ותו כיון דמודאי טמאה רחמנא ובפרט לפי מה שביאר הפלתי מדטימאה לבועל אף ששניהן טוענין ברי ובזה בכל ספק מועיל ברי דשניהם כמו בתרי ותרי וניסת לאחד מעדיה, ועל כרחין דמתורת ודאי טמאה הכתוב, לא שנא בין ספק לספק ספיקא, דרחמנא חשביה כודאי מגזה\"כ אף שיהיו כמה ספיקות, וכן כתבו תוספות פרק כשם שנענש עליה בעלה אם בא עליה קודם סתירה כמו שבא על חייבי עשה ודאין לא כספק איסור יעו\"ש. ונתבונן דילמא הרגלים לדבר מוכיח דנטמאה בודאי ובא עליה ולא נסתרה זו אחרי קנוי וקפידא דבעל אם לא דנטמאה עמו והתינח למ\"ד דלאחר סתירתה מצי למחול מוכח דאין המעשה מוכיח דנטמאה דאל\"כ כי מחיל מאי מהני, הלא אומדנא וידיעה בלא ראיה דנטמאה בודאי, אבל לפום מה דקיי\"ל דאינו יכול למחול אחר סתירה א\"כ מאי ראיה. והנראה לי, דא\"כ מה מועיל השתיה מה שמשקה אותה אימור הזכות תלה לה אם לא דרגלים לדבר דסתירה אינו רק להוציאה מחזקה ונשארה מספק טמאה ותו גזרה רחמנא עליה תורת טומאה ודאי אף נגד החזקה דאינה טמאה בתורת ודאי, וכי שתיא דתו איכא הוכחה קצת דמדשתתה ולא מירתתה מבדיקתן שתהא בטנה צבה כו' בטל הרגלים לדבר ואימור דעל זה סמכה שנסתרה שחשבה לשתות כמוש\"כ תוס' דמשום זה לא הוי עוברת על דת דסמכה ע\"ז כמוש\"כ בפרק החולץ ל\"ח יעו\"ש, ולכן התירה תורה וכמו דכתבה ונקה האיש מעון אינו חושש שמאי תלה לה זכות (ירושלמי פרק היה נוטל הביאוהו תוס' שם דף י') אבל אם נימא דהרגלים לדבר הוא הוכחה ברורה שנטמאה בודאי א\"כ היא בחזקת טומאה ותו כי שתיא צריך לחוש שמא הזכות תלה לה, דעדין לא נפקא מחזקת טומאה דכי באתה לטהרה לא תטהרנה מספק:<br><b> וזה </b> טעם פסק רבינו שפסק בהנך בעיות דנשאר בספק היכי דמחקו בב' כוסות ועירבן כו' וחלקן כו' ובנשפכו ונשתייר מהן דאם השקה כשר (פ\"ד דסוטה) ופי' דמותרת לבעלה היכי דלא בדקו אותה המים, משום דלפי מה שנתבאר נתבטל הרגלים לדבר אחרי ששתתה כיון שסמכה על ההשקאה והיא לא ידעה שההשקאה תהי שלא כדין ותו הוי ספק ככל הספיקות ואזלינן בתר חזקה דילה וטהורה לבעלה, ועוד דרבינו אזיל לטעמו דפסק דכל הספיקות דאיבעי לענין קרבנות להקל דבדיעבד הורצו בסוף הלכות עבודת יוהכ\"פ, ובסוף פרק ב' מפסוהמ\"ק ובפ\"ו מאיסורי המזבח הי\"א, ובהלכות כלי המקדש פ\"י ה\"ז, וטעמו דלא גזרו חכמים בספיקות לשיטתו דכל הספיקות מד\"ת להקל, כן הכא נמי פסק להקל דחכמים לא החמירו למחוק ש\"ש על ספק אבעיא אם כבר שתתה ולכן תקרב המנחה אח\"כ כדין וכרבנן דאמרי בירושלמי מנחה היא שהיא בודקת, ובדקה המנחה כדין והיא טהורה לבעלה ופשוט:<br><b> ולפ\"ז </b> א\"ש מה דאמר ריש נדה דר' שמעון סבר בכל ספק טומאה ברה\"י תולין ולא גמר מסוטה דמה התם טמא ודאי אף כאן טמא ודאי, דתמן רגלים לדבר, ועל כרחין דסבר דהא דטמאה ודאי היא שההוכחה ברורה דזינתה דלמאי נסתרה, וכמו דידוע לן דנטמאה ולא משום דחדית רחמנא לאטולי עלה טומאה ודאית, רק שמוכח שהמעשה היה בודאי, ואי דא\"כ אמאי כששתתה טהורה ניחוש שמא הזכות תלה לה ע\"ז ר' שמעון לטעמיה סבר דאין הזכות תולה במים המאררים במשנה פרק היה נוטל, וא\"כ ודאי מוכחא דלא נטמאה וכאילו באו עדים ואמרו דלא נטמאה ומשום דילמא יש לה עדים במדה\"י שנטמאה הא אמר דלא שכיחא כלל, וא\"כ אין להוכיח ספק טומאה ברה\"י מסוטה רק מדוכתא אחרינא, לכן סבר דרק מתורת ספק טמא וספק ברה\"י אין שורפין רק תולין ודוק, אך דא ברור אם הוי סבר תלמודין דכאן איכא ספק סוטה אף בספק ספיקא היה טמא כמו דמטמא ברה\"י משום דגמר מסוטה ולכן טמא אף בס\"ס וע\"כ דלא מחשיב זה לספק סוטה ולכן יתכן להיות דמועיל טענת ברי דילה ודוק:<br><b> והנה </b> בחידושי הרמב\"ן (המיוחסים להרשב\"א) העיר דדברי ירושלמי סותרים דהא דאמר על משנתנו דמשארסתני נאנסתי מורה לנו דלענין איסור ג\"כ נאמנת, ז\"ל, ר' ירמיה בעי מעתה אין טענת בתולים לא כר\"ג וכר\"א אלא כר' יהושע, פירוש דהא דמשכחינן בכולא פירקא טענת בתולים להפסידה כתובה זהו דלא כר\"ג, וחזר ואמר יש טענת בתולים כר\"ג כו' בשותקת ואפילו תימא במדברת באומרת מצא ואיבד, פירוש שמכחשת אותו ואומרת שבתולה היתה, אבל אם טענה משארסתני נאנסתי נאמנת ליטול כתובה ותהא נאמנת לית יכול דאמר ר' אילא בשם ר' אלעזר מצא פתח פתוח אסור לקיימה משום ספק סוטה, והפירוש לדעתי, דא\"כ מאי אמר ריש פירקא שאם היה לו טענת בתולים משכים לבית דין מה יהיה לו התועלת מזו התקנה הלא תאמר משארסתני נאנסתי או מוכת עץ ותהיה נאמנת. וזה פירוש ותהא נאמנת [לא כמו שפירשו הפוסקים שתהא נאמנת באומרת מצא ואיבד לענין כתובה ומשוה איסורא לממון, דזה מתנגד לדברי ירושלמי לעיל כמוש\"כ והבן] דתטעון משארסתני נאנסתי ותהיה נאמנת ומשני לית יכיל [שתהא נאמנת לאיסור] דאמר ר' אילא בשם ר\"א מצא פתח פתוח אסור לקיימה משום ספק סוטה, וא\"כ אף אם תטעון משארסתני נאנסתי או מוכת עץ אני, ג\"כ יהא אסור לקיימה משום ספק סוטה וכמו דאמר בהלכה א' וכולהון מן הדא דאמר ר\"ה בשם ר\"א מצא פתח פתוח אסור לקיימה כו' ופריך ע\"ז תמן איתמר אינה נאמנת והכא איתמר נאמנת, פירוש דכיון דלבעלה בכל המשניות דתני אין להם טענת בתולים ע\"כ לומר לר' אלעזר דאסורה רק הכוונה לענין כתובה. ואמאי כשהיא מכחישתו מצא ואיבד אינה נאמנת לענין כתובה וכאן נאמנת לענין כתובה, ומשני תמן שניהן מודין בשהפתח פתוח, שגם היא מודה לדבריו רק שטוענת משארסתני נאנסתי או מוכת עץ או טענות אחרות דהוי ברי נגד שמא, אבל במכחישתו דהוי ברי וברי הוא נאמן שלא מצא או שהפתח פתוח וכיו\"ב, כן נראה פירוש הירושלמי ואין סותרין דבריו כמוש\"כ הקדמונים, ועיין בחידושי הריטב\"א ובש\"ק, וראה באו\"ז בשו\"ת ראב\"י מה שפירש הירושלמי בסימן תרט\"ו באופן רחוק מאד אינו רשאי אינו חייב וזה רחוק מאד מכוונתו והנלע\"ד כתבתי:<br><b> והנה </b> בפני יהושע בקונטרס אחרון הביא ראיה לשיטת הר' יונה דנאמנת לענין איסור ג\"כ מהא עובדא דרבה תוספאה דאישתהי הולד עד י\"ב חודש והתירה לבעלה, הרי דאע\"ג דרובא דרוב ולדות אינם משתהים יותר מט' חודש מתנגד לה א\"כ כש\"כ באשת ישראל שנתקדשה פחותה מג' שנים דנאמנת בברי דתחתיו נאנסה, ונראה לי דבאמת בתולה זו שנשאת היתה בחזקת בתולה וכי אישתכח שפתחה פתוח הרי איתרע חזקה דילה אם כי תאמר דנאנסה עדיין בחזקת היתר וחזקת צדקת קיימת כדמעיקרא, אבל לא בחזקת בתולה, או אף אם תטעון מוכת עץ ג\"כ הריעותא בגופה שמוחזקת היתה כמו רוב נשים דעלמא שבתולות נישאות ומגידין שבחן שנמצאו שלימות, והיא פתחה פתוח. אבל כאן אם תאמר דמבעלה היא מעוברת הלא לא איתרעי בגופה כלל והיא כשרה וצדקת כאשר החזקנוה בצדקתה עד עתה, רק דהולד נשתנה משאר ולדות שנשתהה בלידתו בבטנה עד י\"ב חודש ואטו הוא ריעותא לגוף האשה, לכן מועיל לחזקה דילה דלא איתרעי ברי שלה נגד הרוב ולדות דנולדין לתשעה, ודוגמא רחוקה ממה שאמרו פ\"ק דחולין הא אתילדה ביה ריעותא כו' סכין איתרעי בהמה לא איתרעי כו' יעו\"ש. והאחרונים כתבו מטעם זה דאשה מזנה מתהפכת ומזנה ומסתמא כיון דנתעברה לא זינתה ומבעלה הוא, וזה נכון ומתבאר בדברי הריב\"ש סימן תמ\"ו ז\"ל, דלא תלינן לעולם בזנות כל שאפשר לתלות בבעלה כו' דתלי טעמא בבעל עד י\"ב חודש ואעפ\"י שהוא בתכלית הזרות, ובסימן תמ\"ז כתב דלרשב\"ג בבן שמונה כגון שניסת היום ומת בעלה וילדה לשמונה כו' ולדבריך היה לחוש לזנות דקודם נשואין כו' אלא שאין תולין לעולם בזנות כל שאפשר לתלות בבעלה אפילו ע\"צ הרחוק שאין חוששין בכשרות, ועוד דאשה מזנה מתהפכת כדי שלא תתעבר, ובפרק אלמנה לכה\"ג כו' ואפילו לגבי תרומה שהוא במיתה כו' וכש\"כ באשה שהיתה בחזקת כשירה כו', הרי דכוון הריב\"ש לכל הסברות שכתבנו, ועיין שו\"ת תשב\"ץ ח\"ב סימן צ\"א בסברא דאשה מתהפכת יעו\"ש:<br><b> והנוב\"י </b> תנינא סימן י\"ט כתב עוד סברא, דכיון דהרוב הוא שהולד הוא מרוב ולדות דלתשעה ילדן וא\"כ על כרחין דזינתה, וזה רובא דע\"י מעשה, דמה ברביעה דבהמה אמר הגמרא בבכורות פ\"ג דחשיבא רובא דתלי במעשה, כש\"כ ביאת זנות, ואם נחשוב שהיא מעוברת מבעלה הלא לא היה מעשה חדשה, וא\"כ החזקת היתר בלא מעשה עדיף טפי מלאמר שהיה מן הרוב ונתהווה מעשה וגם זה נכון, ולא קשה משילהי קדושין דרוב תינוקות מטפחים בעיסה וחזקת היתר מורה שלא טפח בעיסה, א\"כ אם תלך בתר רובא תאמר שהיה מעשה שהתינוק טפח בעיסה ואפ\"ה רובא עדיף, דזה טעות, דשם הרוב הוא שהתינוקות מטפחין ועושין מעשה הטפוח בעיסה, משא\"כ כאן אטו הרוב מזנין ועושין מעשה דזנות הלא כל הנולדין מאיש ואשה נולדין וכתבו בתוספות שזה אינו מעשה שממילא אדם נזקק לאשתו ועל דעת זה כנסה, ובפרט כאן שהבעל היה עמה בעת שהיה עמה, רק שאתה אומר שנתהווה בה מעשה דזנות ואין הרוב מזנין והתם רוב תינוקות מטפחין בעיסה, ובנו הרב שם לא דק בזה יעו\"ש ודוק, ומכל הני סברות נסתרה ראיה זו להך דרבינו יונה דתהא נאמנת לומר נאנסתי או קודם שארסתני נאנסתי להיפוך דעת האוסרים ומהם רבינו אשר דעתו לאסור כמו שכתב הרב המגיד, ובתשובה הארכתי הרבה בזה, ודוק בכל מה שהעליתי בהלכה זו בס\"ד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אפילו זה שמעיד שהיא טהורה אשה או שפחה הרי זו מותרת.</b><br><b> נ\"ב </b> גירסא שהביאה רש\"י מהו דתימא כו' במקום עד פסול כו' יעו\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כהן גדול כו' וכן אם בעל בעולה בלא נישואין לא חיללה:</b><br><b> עיין </b> ההמ\"ג, ולעיל פי\"ז במשל\"מ ד\"ה שוב האיר כו'. והנה מסוגיא דפרק הבא ע\"י דף ס' אנוסת עצמו ומפותת עצמו כו' אמר ר\"ה ומוציא בגט כו' א\"ל והא כו' בוגרת ומוכת עץ לא ישא ואם נשא נשוי, אלמא סופה להיות בוגרת תחתיו ה\"נ סופה להיות בעולה תחתיו קשיא, ונראה דמאי קשיא דאם כן בבעולת חבירו ג\"כ אמאי מוציא בגט נאמר דהואיל וסופה להיות בעולה תחתיו לא יוציא, וצ\"ל דהא אין סופה להיות רק בעולת עצמו אבל לא בעולה מחבירו אף דשם בעולת חבירו אין מוסיף דבר בשם האיסור, דעל בעולה דמוזהר אין נפק\"מ בין בעולת עצמו לבעולת חבירו, א\"כ גם בבעולת עצמו לא קשה דהא סופה להיות בעולה בתורת נשואין לא בעולה מזנות אף דמה דהיא בעולה בתורת אישות אין נפק\"מ להוסיף האיסור בשם בעולה, והניחא לשיטת רבוותא בתוספות דולד אנוסת עצמו ודאי אינו חלל א\"ש דמקשה דכיון דאין נפ\"מ בין בעולה בתורת אישות לבעולה שלא בתפיסת קדושין רק בנזות וכי\"ב בשם האיסור בתולה ולא בעולה א\"כ יש להכשיר הואיל וסופה להיות בעולה תחתיו שלא יוציא, אבל כאן בבעולת חבירו הרי מה דהיא בעולה מחבירו מוסיף בהאיסור דהואי חללה והולד חלל, לכן לא שייך לאמר הואיל וסופה להיות בעולה תחתיו, אבל לשיטת רבינו דלא מפליג בין אנוסת עצמו לאנוסת חבירו קשה, ונ\"ל דמש\"ה אמר קשיא ולא תיובתא משום דאית לה פירוקא והתירוץ כמוש\"ב:<br><b> ולפ\"ז </b> נ\"ל לפרש השמועה בפ\"ק דקדושין איבעיא להו תחילת ביאה קונה כו' למאי נפ\"מ כו' אי נמי לכהן גדול דקא קני בתולה בביאה מאי, דהקשו רבוותא הא אמרינן דהיכי דאישתני גופה קודם נשואין קיחה דנשואין בעינן ואסורה להנשא לכה\"ג אי אמרינן ביאה אירוסין עושה יעו\"ש בתוס' פרק הבא ע\"י, עוד קשה טובא כיון דאם פריש שיקנה בתחלת ביאה מהני, א\"כ ודאי המתקדשת לכה\"ג דלית להו היתרא, אם לא דלא יקנה לה בתחלת ביאה, הוי כמו דפירש כמוש\"כ המשל\"מ פ\"א מהלכות מכירה, ולפ\"ז א\"ש כיון דאם תחילת ביאה קונה א\"כ נעשית ארוסה בתחלת הביאה ואין הכי נמי דהנשואין יהא באיסור דכי אם בתולה מעמיו יקח בתולה ולא בעולה בעת קיחה דנשואין, אבל אם נשא אותה אחר זה אז שוב לא יוציאו מידו משום דהויא בעילת עצמו באירוסין דהוי כמו בוגרת ומוכת עץ דסופה להיות בעולה תחתיו דארוסה מותרת להארוס מן התורה ולא הוה עלה שם בעילת זנות כלל, אבל אם נאמר דסוף ביאה קונה הרי היא בעולה ממנו שלא בתפיסת קדושין ואין סופה להיות בעולה תחתיו רק על ידי בעילת קדושין שכבר הוא אשתו, וא\"כ הדין באם כנס אותה אח\"ז שוב מוציא כמו בעילת עצמו מזנות אם כנס דקיי\"ל דמוציא בגט דבר תורה, וא\"כ על האיסור דנשואין ליכא נפ\"מ כלל דבין כך וב\"כ אסור לישא אותה, רק הנפק\"מ אחר זה אם עבר ונשא אותה אי מוציאה בגט או לא, ולא שייך לומר דהוי כפירש שדעתו לקנות בתחלת ביאה כיון דבין כך ובין כך איסורא עבד. אמנם רבינו פסק דאירס בעולה ונתמנה כה\"ג יכנוס, ובאירס בתולה ואח\"ז בעלה שלא בתורת נשואין לא הזכיר רבינו, ואם סובר דבזה לא יכנוס הפירוש מחוור, וזה ברור אצלי, דאין לומר דאין סופה להיות בעולה תחתיו רק ע\"י נשואין, דהנשואין אינו מוסיף כלום בקשר האישות וכמו שאמרו שהארוסה גמורה לבעלה, ורק הנשואין הוא ענין צדדי כמו ירושה וטומאה והפרת נדרים עד דבעי בשילהי גיטין אם זה הוי שיור בגט באומר חוץ מהפנ\"ד כו' ובוודאי כשהיתה בעולה אחר אירוסין ממנו אם כנס אחרי זה אינו מוציא דהא סופה להיות בעולה תחתיו ע\"י אישות ותורת קדושין ודוק:"
            ],
            [],
            [],
            [
                "<b>כהן שנשא גרושה מעוברת בין ממנו בין מאחר וילדה כו':</b><br><b> עיין </b> הרב המגיד, ומפורש כן בסוף פרק נושאין על האנוסה ואלא בגרושה כו' בשלמא לשני לא ליטמא כו' שמא בן הראשון וכשר הוא רש\"י שם, הרי דמפורש דאין העובר חלל במה שאמו נתחללה ע\"י ביאת כהן בגרושה, ומזה מפורש דספק חלל אסור לטמא למתים כמו\"ש בה\"י ופשוט:"
            ],
            [
                "<b>שאיסור השניות איסור השוה בכל כו':</b><br><b> פירוש </b> דבחלוצה הוי איסור בכהונה וכמו דיש חלל מאיסור כהונה ד\"ת כן יש חלל מדבריהם, אבל בשניות דלא שייך לאיסור כהונה ולא שייך לומר רק דבביאה ראשונה תהא זונה, זה לא שייך דענין זונה לרבינו אינו תלוי בסיבת האיסור דהרי הנרבעת לבהמה ונדה כשרה ולא נעשית זונה, וחלל לאשתו דביאת היתר הוה עושה אותה זונה, א\"כ כיון שאין האיסור לבד גורם לשם זונה לא שייך לומר בשניות דהוי מדבריהם דנעשית זונה מדבריהם דרק לאיסור גזרו חכמים אבל לא לעשותה זונה ופשוט:"
            ],
            [],
            [
                "<b>אבל חלל של תורה כו' ונושא גרושה כו':</b><br><b> מפורש </b> סוטה דף ו'. ומטמא למתים, יבמות שם, סנהדרין פ\"ק דף ה':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שבא בזה\"ז ואמר כהן אני כו' והנבעלת לו ספק חללה:</b><br><b> בהרב </b> המגיד, וזרעה ספק שמא ישראל הוא ואין כאן חלל כלל או שמא כהן הוא ונמצאת היא חללה כו', ולפלא בעיני מדוע לא מהימן על בניו לומר שהם חללים הא קיי\"ל כר' יהודה דנאמן אדם להעיד שבנו זה בן גרושה וחלוצה הוא, ואם תאמר דאינו נאמן רק במעיד על בנו דלזה הימניה רחמנא, אבל כאן מעיד על עצמו שבזה אינו נאמן רק מתורת שויא אנפשיה חתיכה דאיסורא, ותו על בנו אינו נאמן יותר ממה שנאמן על עצמו, דז\"א, דמצאנו בהך דאמר נתגיירתי בבי\"ד של פלוני שרמי הגמרא מהא דנאמן אדם לומר על בנו שהוא ממזר יעו\"ש, א\"כ יהא נאמן על הבנים לומר שהם חללים דבאמירתו שהוא כהן הלא ממילא בניו מהפסולה או מהגרושה חללים, וכמו שהוא לוקה כן יהיו בניו ודאי חללים. ונראה לי בטעמו, דהאומר כהן אני אין אנו מאמינין אותו שמא רוצה להחזיק עצמו בשקר שהוא כהן, וכיון שכן הלא אמתלא לפנינו מוכחת שאומר שקר להחזיק נפשו בכהני. ונגיעתו שמטעם זה אתה חושדו למשקר ואין אתה מאמינו אף כעד אחד שנאמן להחזיקו לכהונה של חזקה, הלא זה יהיה אמתלא גדולה לפניך שיכול בכל זמן לחזור ולומר שקר הייתי אומר, והא דלוקה אם נשא גרושה נראה דהוא מטעם כיון שהתיר עצמו למלקות דגם למלקות בעי שיתיר את עצמו כמפורש בסנהדרין בשמועה דמי שלקה ושנה מכניסין אותו לכיפה כו', לא מצי שוב לומר לנפשיה אמתלא, ואף אם נאמר דיכול לומר אמתלא דשקר בפיו, בכ\"ז לא חיישינן לזה כיון דהוא התיר עצמו למלקות וכמוש\"פ הפני יהושע בהא דלא מצי טעין ברי שפלוני טריפה נגד הרוב יעו\"ש, אבל בניו לא מצינן לעשותם חללים וודאים ע\"י, דאימור שקר בפיו ואין בעדותו ממש, דלאחזוקי נפשיה בכהני בעי וכמו דהיה עובר על המכס ואמר עבדי הוא, דמשום זה אין אנו מחזיקין אותו לעבד דהאמתלא לפנינו ועיין פרק יש נוחלין קכ\"ז ברשב\"ם בזה:<br><b> וזה </b> תלוי לדעתי בהא שכתב הראב\"ד לעיל פרק י\"ח באשת כהן שאמרה לבעלה נאנסתי דהראב\"ד מחשיב זה לאמתלא לאמר שלא אמרתי אמת רק כדי שיגרשני, אמנם להמגיד שכתב שאם אמרה זה לאמתלא אינו כלום דכיון דלא האמינוה חכמים והבעל אינו מחוייב לגרשה אין זה אמתלא, א\"כ כאן שיודע שאינו נאמן להחזיק עצמו לכהונה אין זה אמתלא, ואף אם יחזור בב\"ד ויאמר אמתלא זו לא יהא נאמן, א\"כ מדוע לא מהימן על בניו לומר שהן חללים וצ\"ע בזה. ויעוין דוגמא לזה בהלכות גרושין פ\"ז ה\"ב בההמ\"ג בשם הרשב\"א כזה יעו\"ש ודוק:"
            ],
            [],
            [
                "<b>מי שבא בזמן הזה ואמר כהן אני ועד אחד מעיד לו שאני יודע שאביו של זה כהן אין מעלין אותו לכהונה בעדות זו שמא חלל הוא כו':</b><br><b> נראה </b> מובן דבריו גם באופן זה כשבא אחד ואמר אני כהן ואין אנו מכירים אותו ובא עד ואמר פלוני זה הוא בן כהן מוחזק במקומו בבבל או בסוריא, בכל זה אין אנו מחזיקים אותו לכהן מכהני חזקה שמעלין ע\"פ עד אחד, דחיישינן שמא בן גרושה הוא, וזה כוונת רבינו שכתב ועד אחד מעיד לו שאני יודע שאביו של זה כהן, שהוא בן פלוני כהן המוחזק, וגם זה אמת אם איש אחד שמכירין אותו ואת אביו ויודעין אנו שהוא בן פלוני רק שאין ידוע אם אביו פלוני הוא כהן, ובא עד אחד ואמר שפלוני שמעון הידוע לנו לאבי ראובן, הוא כהן, גם בזה אין אנו מחזיקין הבן של שמעון לכהן מפני החשש שמא בן גרושה הוא, אמנם שניהם כאחד נכללין בלשון רבינו בין שידוע לנו שהוא בן פלוני רק שהעד אמר שאביו הוא כהן, בין שידוע לנו שפלוני הוא כהן מוחזק, רק שהעד אמר שפלוני הוא בן פלוני הכהן חיישינן שמא אביו נשא גרושה ומפסולות לכהונה ודוק:<br><b> וזה </b> מתבאר מן הירושלמי בפרקין, חד בר נש אתא לגבי דרבי אמר ליה בני הוא זה וכהן הוא, אמר ליה בנך הוא ואינו כהן כו' א\"ר אבין אכין א\"ל אם מאמינו את שהוא בנו האמינו שהוא כהן, [דכיון שהוא בן כהן הוא כהן] ואם אין את מאמינו שהוא כהן אל תאמינו שהוא בנו ויעשה כהרחק עדות ויהא נאמן עליו [דהא עד אחד נאמן להחזיקו לכהן] א\"ל בנו הוא אלא אני אומר בן גרושה בן חלוצה הוא, הרי דסבר הירושלמי דנאמן מכח ממ\"נ או שהוא בנו או שהוא אינו בנו הרי עד אחד הוא ופלגינן דיבוריה לומר שיודע שהוא בן פלוני כהן, ומשני דאעפ\"י שהוא נאמן כעד אחד אמרינן דבן גרושה ובן חלוצה הוא, ותו אין האב נאמן לומר שהוא בן כשרה, דאין אב מעיד על בנו רק להאמינו שהוא בנו הוא נאמן מכח ממ\"נ, דאם אינו בנו הרי עד אחד הוא ונאמן להחזיקו לכהונה, הרי דחייש ע\"פ עד אחד שאומר שבן פלוני כהן הוא, שמא אביו נשא גרושה והוא בן גרושה, דלומר שהוא בן כהן הלא נאמן מכח ממ\"נ דנפלוג דבוריה לומר שאחר הוא ומעיד שהוא בן כהן, דאם תאמין שהוא בנו א\"צ לשום עדות ואם אינו בנו הרי עד מעיד עליו שהוא בן כהן, ועל כרחין דבזה חייש שמא נשא גרושה ואמרינן דהוא בנו, אבל להעיד שאביו נשא כשירה והוליד זה ממנו בזה אין שייך להאמין לאביו על הבן, כן הוא פירוש הירושלמי ודברי רבינו מפורשים. ולכן אמר בתלמודין שנאמן משום שבידו להאכילו בתרומה, דהוי כעד אחד מעיד שהוא כהן בעצמו שנאמן ע\"ז להחזיקו בכהן, והירושלמי לא סבר זה:<br><b> ומה </b> שכתב בהלכה ט\"ז שאם הוחזק אביו כהן או שבאו שנים והעידו שאביו של זה כהן הרי זה בחזקת אביו, כיון שאנו יודעין דאביו כהן ואנו יודעין שהוא בנו, תו לא חיישינן שמא אביו נשא גרושה והוא בן גרושה אם לא היכי שיצא קול, נראה דלפ\"ז הוא הדין ליוחסין בכהן מיוחס שהוא מוחזק או שהעידו עליו שני עדים שהוא כהן מיוחס עולה ליוחסין ואין צריך בדיקה באמהות. והא דאמר בקדושין דצריך להביא ראיה על האשה ולא סגי בעדים שיעידו שהבנים בניו המה, לא דמי, דהתם יצא למדינת הים ושמה אימור לא החזיק נפשו בכהונה ואימור לא נהג עצמו במנהג כהונה ונשא גרושה, אבל במוחזק לן לפנינו או באו עדים והעידו שהוא בן כהן מיוחס, או שמעידים שאביו פלוני הידוע לן הוא כהן מיוחס ולא נשמע קול וערעור מוקמינן אחזקתו ולא חיישינן דילמא יצא למדינה אחרת ולא החזיק עצמו שמה לכהן מיוחס, והא דאמר אינו נאמן להשיאו אשה אף עם עד אחר, וליכא למימר דהא איכא שני עדים שמעידין שהוא בן פלוני המיוחס, דהא מיגו ליכא כאן דיאמר דאינו בן שלו רק בן כהן אחר מיוחס דהא פלוני העד יודע שבנו הוא, וא\"כ אין כאן רק עד אחד שמעיד שהוא בן פלוני המיוחס וחייש שמא נשא אביו גרושה וכמו שביארנו, וזו שיטה נכונה בדברי רבינו יותר מכל מה שראיתי בזה למחברים ודוק:"
            ]
        ],
        [
            [
                "<b>כל כו' דרך איברים או שחבק ונשק ד\"ת כו'.</b><br><b> ובטור </b> כתב וזה נקרא החשוד על העריות, פירוש מימרא דרב נחמן פרק ז\"ב דף כ\"ו החשוד על העריות כשר כו' ארבעין בכתפיה וכשר, דעל זה הלאו לוקה מן התורה, וזה הלשון לקוח מדברי רבינו בהל' סנהדרין פי\"ט במנין הלאוין קס\"ב, ובבדק הבית הלכות עדות סימן ל\"ד לא כתב כן ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשת איש שהיה בעלה בעיר אינה חוששת ליחוד.</b><br><b> נ\"ל </b> אפילו בעלה סומא אין בה משום יחוד, מדפריך על דביתה דרב יוסף והאמר רבה בעלה בעיר אין חוששין וכו' ופשוט, עוד נראה דהך אשה שבעלה בעיר אם היתה עם עוד נשים, אסור אדם להתייחד עמהן, ממש\"כ רבינו בהלכה ח' לא תתייחד אשה אחת אפילו עם אנשים הרבה עד שתהיה אשתו של אחד מהן שם, ולמה בעינן שתהא האשה ובעלה עמהן, הלא יש כאן אשה שבעלה בעיר ואין עליה משום יחוד ותו הויא שומר להם, וע\"כ דאע\"ג דעליה אין איסור יחוד לחברתה לא מזדהרא וחברתה אינה בושה ממנה, ואולי איירי תמן רבינו שהוא גם עמהן, לכן בעי שיהא בעלה עמה שם ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלא בלב פנוי וכו'.</b><br><b> נ\"ב </b> מדרש משלי כ\"ד יעו\"ש."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות איסורי ביאה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}