{
    "language": "en",
    "title": "Abudarham",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "versionTitleInHebrew": "תרגום קהילת ספריא",
    "actualLanguage": "en",
    "isBaseText": false,
    "heTitle": "אבודרהם",
    "categories": [
        "Halakhah",
        "Rishonim"
    ],
    "text": {
        "Introduction": [],
        "First Gate; Laws of Kriat Shema": [],
        "Second Gate; Prayer": [],
        "Third Gate; Blessings on Commandments": [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "The reason women are exempt from time-triggered positive commandments is that a woman is subjugated to her husband fo rthe fulfillment of his needs. If she were obligated to perform time-triggered commandments, it might happen that just when she is performing the commandment her husband will command her to do his bidding. If she were to fulfill the command of the Creator and ignores his [her husband's] command, woe to her from her husband! And if she were to fulfill his command and ignore that of the Creator, woe to her from her Maker! Therefore the creator exempted her from his commandments, so that she can be at peace with her husband."
        ],
        "Weekday Prayers": {
            "Bedtime Recitation of Shema": [],
            "Morning Blessings": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "A person blesses these three blessings each day: the first is <b>who has not made me a gentile</b>, since \"All nations are as naught in His sight; He accounts them as less than nothing\" (Isaiah 40:17). The second is <b>who has not made me a [Canaanite] slave</b> since the slave is not commanded in positive commandments which are caused by time, and further, that they have no merit of ancestry, since their ancestors did not stand at Mount Sinai. And further, that we do not believe them, since \"the more slaves, the more theft\" (Pirkei Avot 2:7). And further, that it is forbidden for a slave to marry a Jewish woman, and that a slave is close to a gentile. The Rama\"h questions if a convert blesses \"who has not made me a gentile\" and if a captive blesses \"who has not made me a slave\", and replies that so we have seen, the blessing applies specifically to the beginning of the creation of man, and as such a convert does not bless \"who has not made me a gentile\" except when they were entirely born and bred (pregnancy and birth) in holiness [Judaism]. But the captive blesses \"who has not made me a slave\", since this blessing was not established for slavery itself but rather since the slave is not obligated in commandments like a Jew, and is not fitting to enter the community [marry into it], and is unsuitable for many things. And the third blessing is <b>who has not made me a woman</b>, since she is not commanded in positive commandments that are caused by time as we have explaned in the introduction to this book. The man is similar to a labourer who enters a field and plants with permission, and the woman is similar to one who enters a field without permission. And further, that the fear of her husband is upon her and she is unable to perform even that which she is commanded in. And women are accustomed to bless instead of \"who has not made me a woman\", \"who has made me according to His will\", like one who justifies the Judgement regarding the evil that has come upon them.\n"
            ],
            "Blessings on Torah": [],
            "Tzitzit": [],
            "Tefillin": [],
            "Mishnah on the Location of the Sacrifices": [],
            "Baraita of Rabbi Ishmael": [],
            "Songs of Praise": [],
            "Kaddish and Barchu": [],
            "Blessings on the Shema": [],
            "Amidah": [],
            "Amidah Repetition": [],
            "Laws of Prayer": [],
            "Post Amidah": [],
            "Torah Reading": [],
            "Afternoon Service": [],
            "Evening Service": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "Hashkiveinu Avinu L'shalom (Help us to lie down, father, in peace) - the word 'avinu' is like a father who comforts his son by lying him down between his legs. So too here, You should lay us down in the shade of the wings of peace. V'ha'amideinu malkeinu l'chayim u'lshalom (and rise up, our King, to life and peace) - We say \"our Father\" and add \"for life\", for the one who returns our souls to us in the morning... Ufros Aleinu (Spread over us) - means that God spread a cloud..."
            ],
            "Compensatory Prayer (Tashlumin)": []
        },
        "Shabbat Prayers": {
            "Shabbat eve": [],
            "Evening Service": [],
            "Mishna of 'Bameh Madlikin'": [],
            "Kiddush": [],
            "Morning Service": [],
            "Torah Reading": [],
            "Musaf": [],
            "Day Meal": [],
            "Afternoon Service": [],
            "Three Meals of Shabbos": [],
            "The Conclusion of Shabbat": []
        },
        "Rosh Chodesh": [],
        "Chanukah": [],
        "Purim": [
            "The Purim office:",
            "[On the] evening of 14 Adar we pray Maariv like other days, and the precentor reminds the congregation to say \"For the miracles . . .\" and says it in the prayer at Thanks. Some say it when we come to \"which at all times -- evening, morning, and noon\" and some say it at \"always have we relied on you.\" And so it is in the offices of Amram b. Sheshna and Saadiah b. Yosef.",
            "\"For the miracles etc.\" until \"in this time\" already have been explained supra. \"In the days of Mordecai and Esther in the capital Susa, when Haman the wicked stood against them\" recalls \"On the day that you stood from afar\" (Obadiah 1:11) which referred to Esau his ancestor. \"Sought to ruin, to murder, and to destroy all the Jews etc.\" is obvious in the Book of Esther. And it says \"sought to ruin etc.\" i.e. \"Haman sought to ruin Israel\" even though it was in their hands to their merit. For his blessed Holiness gave that [Israel] could destroy the gentiles to the very last. \"To their merit in their  hands,\" as it is said in Tanḥuma, \"And on that day will I seek to destroy all the gentiles that come upon Jerusalem\" (Zachariah 12:9) -- this speaks of Israel before his blessed Holiness the master of the world. "
        ],
        "Pesach": {
            "Month of Nissan": [],
            "Evening Service": [],
            "First Part of the Seder": [],
            "The Haggadah": [],
            "Second Part of the Seder": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "These are the verses that I found [with] the signs of the Pesach Seder: Make kiddush and wash/ eat karpas; break/ tell; the washing/ make hamotzi, matzah/ maror; eat korech/ have a meal/ hidden; bless/ say hallel; it was wanted.",
                "And another one: Make kiddush and self-sanctify; dipped, and cut and expound; wash and slice and [the] rule [of] matzah guard; maror is eaten, and korech; and [eat] bread on your side; and your sustenance over a cup [of wine]; and finish your hallel.",
                "And another one: Sanctify, purify, and karpas and split in two; and explain, and rinse for bread and matzah; and maror and korech, and eat a piece; and being clean, invite [for birkat hamazon] and say hallel in happiness.",
                "And another one: make the hands of the man sacred, and dip his morsel; he will tell through wine, a hand took out, matzah; maror and dip also the sandwich, he will be satisfied; matzah, and through the meal, and hallel - he fulfilled his obligation.",
                "And another one: Make kiddush in the first cup and with the vegetable of your garden/ dip, and tell with the second cup, say, bless over me the bread and the matzah and/ the maror, and over the sandwich, say hallel, finish, and eat your meal, and find it, and lest/ you should eat after the afikoman, make sure you guard [yourself against it] and on the third cup you say your needed birkat hamazon/ bless, and over the fourth cup remember [to] complete hallel/ to the One Alive in Tzion you will make your Pesach; going up to the place  of thistles, incense plants and myrrh.",
                "And another one: Remember the day and clean the hand for karpas / break the bread and ask about law / and dip a second time to bless the piece [of bread] / eat the guarded and arranged matzah / and [with] maror make korech together with matzah / like Hillel and do not say a blessing / and the pleasure of your table will be filled with grace / distribute matzah from the folded cloth / over that you will bless birkat hamazon, [the]Rock you will praise / and if you yearn, read the prepared song / lie down in certainty and do not be afraid nor fearful / isn't this the long night that heals? ",
                "And another mnemonic: KN\"K BHN\"H MM\"K ShM\"H- meaning Kiddush, Netilah [washing hands], Karpas; Break bread (Hebrew begins with yud), Haggadah, Netilah, Hamotzi; Matzah, Maror, Kerichah; Guarded, Mazon, Hallel."
            ],
            "Festival Prayers": [
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "",
                "The reason God commanded us to count the Omer is because each person was busy with their personal harvests, and everyone was separately spending time in their own granaries - and might have forgotten to join the rest of the nation in Jerusalem for the holiday. The commandment to count the Omer reminds everyone to go up to Jerusalem for the holiday."
            ],
            "Customs for the Days of the Counting (Sefirah)": []
        },
        "Shavuot": [],
        "Fasts": {
            "Prayers": [],
            "Tishah B'Av": []
        },
        "Rosh HaShanah": {
            "Prayers": [],
            "Blowing the Shofar": [],
            "Musaf": []
        },
        "Yom Kippur": {
            "Yom Kippur Eve": [],
            "Kol Nidrei": [],
            "Confession": [
                "",
                "",
                "",
                "",
                "\"Indeed we have sinned\". Even though the viddui was composed in accordance with the 'aleph bet' it is said at the beginning \"we have sinned\" before the rest of the confessions as it says Midrash Tanchuma \"the people came before Moses and said 'we have sinned'\" because they said \"we have sinned\" they were forgiven immediately. And it says in another place [Midrash Tanchuma Warsaw ed. Parshat Balak 10] that \"anyone who sins and says 'I have sinned' an angel is not permitted to harm them. There are those who interpret 'aval' to mean 'alas' we have sinned and there are those who interpret it as 'indeed we have sinned' (Gen. 42:21). \"We and our ancestors\" is in the manner of \"confessing the sins that we Israelites have committed against You, sins that I and my father’s house have committed.\" (Nehemiah 1:6) and in the manner of \"stood and confessed their sins and the iniquities of their fathers\" (Nehemiah 9:2). And it is written \"For we have sinned against the LORD our God\" (Jeremiah 3:25). [He then goes on to give a citation every word in the Viddui]",
                "We and our fathers from our youth to this day\""
            ],
            "Prayers": []
        },
        "Sukkot and Shemini Atzeret": {
            "First Days": [],
            "Hoshana Rabba": [],
            "Shmini Atzeret": []
        },
        "Hebrew Calendar": {
            "Introduction": [],
            "Gate of Moladot (Initial Appearances)": [],
            "Gate of Designations and Postponements": [],
            "Gate of Designations of the Years": [],
            "Order of Parashiot and Haftarot": [],
            "Calendar Patterns": [],
            "Gate of Seasons (Tekufot)": []
        },
        "Laws of Blessings": {
            "Introduction": [],
            "First Gate; Blessing on Bread": [],
            "Second Gate; Mezonot (Grain Products)": [],
            "Third Gate; Shehakol (Everything)": [],
            "Fourth Gate; Ha'adama (Fruit of the Ground)": [],
            "Fifth Gate; Ha'etz (Fruit of the Tree)": [],
            "Sixth Gate; Food During and After the Meal": [],
            "Seventh Gate; Blessings on Scents": [],
            "Eighth Gate; Blessings of Praise and Thanksgiving": [],
            "Ninth Gate; Blessings on Commandments": {
                "Circumcision": [],
                "Redeeming a Firstborn": [],
                "Redeeming Neta Revai": [],
                "Betrothal Blessing": [],
                "Marriage Blessings": [],
                "Mourning": [],
                "Mezuzah, Parapet, Covering Blood and Separation of Challah": [],
                "Eruvin": [],
                "Havinenu and Short Prayer": [],
                "Nail Cutting": []
            }
        },
        "Concluding Poems": []
    },
    "schema": {
        "heTitle": "אבודרהם",
        "enTitle": "Abudarham",
        "key": "Abudarham",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "השער הראשון; מצות קריאת שמע",
                "enTitle": "First Gate; Laws of Kriat Shema"
            },
            {
                "heTitle": "השער השני; תקון התפילות",
                "enTitle": "Second Gate; Prayer"
            },
            {
                "heTitle": "השער שלישי; ברכת המצות",
                "enTitle": "Third Gate; Blessings on Commandments"
            },
            {
                "heTitle": "סדר תפילות החול",
                "enTitle": "Weekday Prayers",
                "nodes": [
                    {
                        "heTitle": "קריאת שמע על המיטה",
                        "enTitle": "Bedtime Recitation of Shema"
                    },
                    {
                        "heTitle": "ברכות השחר",
                        "enTitle": "Morning Blessings"
                    },
                    {
                        "heTitle": "ברכות התורה",
                        "enTitle": "Blessings on Torah"
                    },
                    {
                        "heTitle": "עטיפת הציצית",
                        "enTitle": "Tzitzit"
                    },
                    {
                        "heTitle": "הנחת תפילין",
                        "enTitle": "Tefillin"
                    },
                    {
                        "heTitle": "משנת איזהו מקומן",
                        "enTitle": "Mishnah on the Location of the Sacrifices"
                    },
                    {
                        "heTitle": "ברייתא דר' ישמעאל",
                        "enTitle": "Baraita of Rabbi Ishmael"
                    },
                    {
                        "heTitle": "פסוקי דזמרה",
                        "enTitle": "Songs of Praise"
                    },
                    {
                        "heTitle": "קדיש וברכו",
                        "enTitle": "Kaddish and Barchu"
                    },
                    {
                        "heTitle": "קריאת שמע וברכותיה",
                        "enTitle": "Blessings on the Shema"
                    },
                    {
                        "heTitle": "תפילת עמידה",
                        "enTitle": "Amidah"
                    },
                    {
                        "heTitle": "חזרת הש\"ץ",
                        "enTitle": "Amidah Repetition"
                    },
                    {
                        "heTitle": "דיני התפילה",
                        "enTitle": "Laws of Prayer"
                    },
                    {
                        "heTitle": "סיום התפילה",
                        "enTitle": "Post Amidah"
                    },
                    {
                        "heTitle": "קריאת התורה",
                        "enTitle": "Torah Reading"
                    },
                    {
                        "heTitle": "מנחה",
                        "enTitle": "Afternoon Service"
                    },
                    {
                        "heTitle": "ערבית",
                        "enTitle": "Evening Service"
                    },
                    {
                        "heTitle": "תפילת תשלומין",
                        "enTitle": "Compensatory Prayer (Tashlumin)"
                    }
                ]
            },
            {
                "heTitle": "סדר תפילות השבת",
                "enTitle": "Shabbat Prayers",
                "nodes": [
                    {
                        "heTitle": "ערב שבת",
                        "enTitle": "Shabbat eve"
                    },
                    {
                        "heTitle": "ערבית",
                        "enTitle": "Evening Service"
                    },
                    {
                        "heTitle": "במה מדליקין",
                        "enTitle": "Mishna of 'Bameh Madlikin'"
                    },
                    {
                        "heTitle": "קידוש",
                        "enTitle": "Kiddush"
                    },
                    {
                        "heTitle": "שחרית",
                        "enTitle": "Morning Service"
                    },
                    {
                        "heTitle": "קריאת התורה",
                        "enTitle": "Torah Reading"
                    },
                    {
                        "heTitle": "מוסף",
                        "enTitle": "Musaf"
                    },
                    {
                        "heTitle": "סעודת היום",
                        "enTitle": "Day Meal"
                    },
                    {
                        "heTitle": "מנחה",
                        "enTitle": "Afternoon Service"
                    },
                    {
                        "heTitle": "שלוש סעודות",
                        "enTitle": "Three Meals of Shabbos"
                    },
                    {
                        "heTitle": "מוצאי שבת",
                        "enTitle": "The Conclusion of Shabbat"
                    }
                ]
            },
            {
                "heTitle": "ראש חודש",
                "enTitle": "Rosh Chodesh"
            },
            {
                "heTitle": "חנוכה",
                "enTitle": "Chanukah"
            },
            {
                "heTitle": "פורים",
                "enTitle": "Purim"
            },
            {
                "heTitle": "פסח",
                "enTitle": "Pesach",
                "nodes": [
                    {
                        "heTitle": "חודש ניסן",
                        "enTitle": "Month of Nissan"
                    },
                    {
                        "heTitle": "ערבית ליל פסח",
                        "enTitle": "Evening Service"
                    },
                    {
                        "heTitle": "הסדר הראשון",
                        "enTitle": "First Part of the Seder"
                    },
                    {
                        "heTitle": "פירוש ההגדה",
                        "enTitle": "The Haggadah"
                    },
                    {
                        "heTitle": "הסדר השני",
                        "enTitle": "Second Part of the Seder"
                    },
                    {
                        "heTitle": "שאר תפילות החג",
                        "enTitle": "Festival Prayers"
                    },
                    {
                        "heTitle": "מנהגי ימי הספירה",
                        "enTitle": "Customs for the Days of the Counting (Sefirah)"
                    }
                ]
            },
            {
                "heTitle": "שבועות",
                "enTitle": "Shavuot"
            },
            {
                "heTitle": "תעניות",
                "enTitle": "Fasts",
                "nodes": [
                    {
                        "heTitle": "סדר תפילת תעניות",
                        "enTitle": "Prayers"
                    },
                    {
                        "heTitle": "תשעה באב",
                        "enTitle": "Tishah B'Av"
                    }
                ]
            },
            {
                "heTitle": "ראש השנה",
                "enTitle": "Rosh HaShanah",
                "nodes": [
                    {
                        "heTitle": "תפילת ראש השנה",
                        "enTitle": "Prayers"
                    },
                    {
                        "heTitle": "תקיעת שופר",
                        "enTitle": "Blowing the Shofar"
                    },
                    {
                        "heTitle": "מוסף",
                        "enTitle": "Musaf"
                    }
                ]
            },
            {
                "heTitle": "יום הכיפורים",
                "enTitle": "Yom Kippur",
                "nodes": [
                    {
                        "heTitle": "ערב יום כפור",
                        "enTitle": "Yom Kippur Eve"
                    },
                    {
                        "heTitle": "כל נדרי",
                        "enTitle": "Kol Nidrei"
                    },
                    {
                        "heTitle": "סדר ודוי",
                        "enTitle": "Confession"
                    },
                    {
                        "heTitle": "תפילות יום הכפורים",
                        "enTitle": "Prayers"
                    }
                ]
            },
            {
                "heTitle": "סוכות ושמיני עצרת",
                "enTitle": "Sukkot and Shemini Atzeret",
                "nodes": [
                    {
                        "heTitle": "ימים ראשונים של סוכות",
                        "enTitle": "First Days"
                    },
                    {
                        "heTitle": "הושענא רבה",
                        "enTitle": "Hoshana Rabba"
                    },
                    {
                        "heTitle": "שמיני עצרת",
                        "enTitle": "Shmini Atzeret"
                    }
                ]
            },
            {
                "heTitle": "סדר העיבור",
                "enTitle": "Hebrew Calendar",
                "nodes": [
                    {
                        "heTitle": "הקדמה",
                        "enTitle": "Introduction"
                    },
                    {
                        "heTitle": "שער המולדות",
                        "enTitle": "Gate of Moladot (Initial Appearances)"
                    },
                    {
                        "heTitle": "שער הקביעות והדחיות",
                        "enTitle": "Gate of Designations and Postponements"
                    },
                    {
                        "heTitle": "שער קביעות השנים",
                        "enTitle": "Gate of Designations of the Years"
                    },
                    {
                        "heTitle": "סדר הפרשיות וההפטרות",
                        "enTitle": "Order of Parashiot and Haftarot"
                    },
                    {
                        "heTitle": "סימני המועדים",
                        "enTitle": "Calendar Patterns"
                    },
                    {
                        "heTitle": "שער התקופות",
                        "enTitle": "Gate of Seasons (Tekufot)"
                    }
                ]
            },
            {
                "heTitle": "הלכות ברכות",
                "enTitle": "Laws of Blessings",
                "nodes": [
                    {
                        "heTitle": "הקדמה",
                        "enTitle": "Introduction"
                    },
                    {
                        "heTitle": "השער הראשון; ברכת הלחם",
                        "enTitle": "First Gate; Blessing on Bread"
                    },
                    {
                        "heTitle": "השער השני; בורא מיני מזונות",
                        "enTitle": "Second Gate; Mezonot (Grain Products)"
                    },
                    {
                        "heTitle": "השער השלישי; שהכל",
                        "enTitle": "Third Gate; Shehakol (Everything)"
                    },
                    {
                        "heTitle": "השער הרביעי; בורא פרי האדמה",
                        "enTitle": "Fourth Gate; Ha'adama (Fruit of the Ground)"
                    },
                    {
                        "heTitle": "השער החמישי; בורא פרי העץ",
                        "enTitle": "Fifth Gate; Ha'etz (Fruit of the Tree)"
                    },
                    {
                        "heTitle": "השער הששי; דברים הבאים בתוך הסעודה ולאחריה",
                        "enTitle": "Sixth Gate; Food During and After the Meal"
                    },
                    {
                        "heTitle": "השער השביעי; ברכות הריח",
                        "enTitle": "Seventh Gate; Blessings on Scents"
                    },
                    {
                        "heTitle": "השער השמיני; ברכות השבח וההודאה",
                        "enTitle": "Eighth Gate; Blessings of Praise and Thanksgiving"
                    },
                    {
                        "heTitle": "השער התשיעי; ברכות המצות",
                        "enTitle": "Ninth Gate; Blessings on Commandments",
                        "nodes": [
                            {
                                "heTitle": "מילה",
                                "enTitle": "Circumcision"
                            },
                            {
                                "heTitle": "פדיון בכור",
                                "enTitle": "Redeeming a Firstborn"
                            },
                            {
                                "heTitle": "פדיון נטע רבעי",
                                "enTitle": "Redeeming Neta Revai"
                            },
                            {
                                "heTitle": "ברכת אירוסין",
                                "enTitle": "Betrothal Blessing"
                            },
                            {
                                "heTitle": "ברכת נשואין",
                                "enTitle": "Marriage Blessings"
                            },
                            {
                                "heTitle": "אבלות",
                                "enTitle": "Mourning"
                            },
                            {
                                "heTitle": "מזוזה, מעקה, כיסוי הדם והפרשת חלה",
                                "enTitle": "Mezuzah, Parapet, Covering Blood and Separation of Challah"
                            },
                            {
                                "heTitle": "עירובין",
                                "enTitle": "Eruvin"
                            },
                            {
                                "heTitle": "הביננו ותפילה קצרה",
                                "enTitle": "Havinenu and Short Prayer"
                            },
                            {
                                "heTitle": "נטילת ציפורניים",
                                "enTitle": "Nail Cutting"
                            }
                        ]
                    }
                ]
            },
            {
                "heTitle": "שירי חתימה",
                "enTitle": "Concluding Poems"
            }
        ]
    }
}