{
    "text": {
        "0": {
            "0": "שהשמש כצ\"ל:",
            "1": "נ\"ב בשורות התחתונות:"
        },
        "1": {
            "0": "דאיכא כצ\"ל:",
            "1": "אם קבע כצ\"ל:",
            "2": "נ\"ב זאת:",
            "3": "נ\"ב היא:",
            "4": "נ\"ב כך פירשו התוספות:",
            "5": "שהוא יפה לבדיקה יותר מאור החמה ויום כצ\"ל:",
            "6": "למיחת כצ\"ל:"
        },
        "2": {
            "0": "נ\"ב יותר:",
            "1": "נ\"ב הוי:",
            "2": "נ\"ב אלמא:",
            "3": "נ\"ב לפי שנא' לא יראה לך דמדכתיב לך משמע מינה שלך אי אתה רואה אבל אתה רואה בגבולין של כו':",
            "4": "נ\"ב כגון:",
            "5": "דהא כתיב לך ת\"ל לא ימצא אסר לו הטמנה שאף היא בכלל מציאה ואסר לך של אחרים וכו':",
            "6": "נ\"ב ביה:",
            "7": "מפני שהוא מצוי כצ\"ל:",
            "8": "נ\"ב לומר ותי' ללמוד נמחק:",
            "9": "נ\"ב בהו:"
        },
        "3": {
            "0": "תא\"מ ונ\"ב בא\"י כתוב והוא דמצי מסלק לי' בזוזי:",
            "1": "אמר רב יהודה וכו' י' טפחי' כ\"ז מוקף ונ\"ב בא\"י אין זה:",
            "2": "ומאז כצ\"ל:",
            "3": "שהרי כצ\"ל ותי' כי נמחק:",
            "4": "דקי\"ל כצ\"ל:"
        },
        "4": {
            "0": "כל חמירא וכו' כעפרא כל זה מוקף ונ\"ב בא\"י כל חמירא דאיכא ברשותי דלא ידענא ביה ליבטיל ולהוי כעפרא דארעא וכ\"כ רבינו ירוחם בנתיב ה' חלק א' כדעת הרי\"ף ז\"ל שוב מצאתי ברוקח סי' רס\"ו נוסח זה מן הירושלמי וז\"ל הירושלמי פ' כל שעה (הל\"ב) אמר רבי צריך שיאמר כל חמץ שיש לי בתוך ביתי ואיני יודע יבטל ע\"כ:",
            "1": "נ\"ב בלבו וכו' שהרי עסוק כצ\"ל ותי' כי נמחק:",
            "2": "נ\"ב דמשעברו חמש שעות כצ\"ל:"
        },
        "7": {
            "0": "נ\"ב וכו' ומן הא וכו' עד עליונות מוקף ונ\"ב גם בא\"י אינו כלל:",
            "1": "וכיכר וכו' עד למיכלי' כ\"ז מוקף ונ\"ב בא\"י אין זה וכן משמע ברבינו ירוחם נ\"ה חלק א' שאינו בספר הרי\"ף:",
            "2": "תז\"נ ובא\"י ליתא:",
            "3": "נ\"ב דא\"כ:",
            "4": "הבהמות כצ\"ל:",
            "5": "דלפעמים כצ\"ל:",
            "6": "שבאת כצ\"ל:",
            "7": "בשעה כצ\"ל:",
            "8": "נ\"ב ולמעלה:",
            "9": "נ\"ב לאדק דאדרב' מדברי רבינו משמע כהרמב\"ם והסמ\"ג והסמ\"ק עי' במגדול עוז פ\"ב וכן בר' ירוחם נ\"ה חלק א' כתב בהדיא כן וכן משמע מלשון הרא\"ש וס' האגודה וכן נראה עיקר:",
            "10": "נ\"ב דברי הסמ\"ג מבוארים שכת' לפסוק הלכה כפלימו שהרי הביא דברי פלימו ולא הביא דברי רבנן החולקים על פלימו גם הסמ\"ק ובעל הרוקח כתבו כלשון הסמ\"ג ובמיימוני שבדפוס איתא נמי כפלימו ע\"ש אבל לפני הרב המגיד היתה הגי' חסירה ודעת הרי\"ף לא נתבארת שהרי לא הביא כדברי מי והרא\"ש והטור פסקו להדיא כפלימו והכי נקטינן ואפילו בודאי חמץ ודוק בסוגיא:"
        },
        "9": {
            "0": "עבר זמנו וכו' עד לקדושין תא\"מ ונ\"ב בא\"י ז\"א:",
            "1": "נ\"ב מאכיל:",
            "2": "נ\"ב באור:",
            "3": "נ\"ב שהרפואה:"
        },
        "10": {
            "0": "נ\"ב במקום סכנה:",
            "1": "נ\"ב וגו':",
            "2": "נ\"ב ממנו וכו' הא אם וכו' מאיבריו יהרגנו כצ\"ל:",
            "3": "נ\"ב אלא:"
        },
        "11": {
            "0": "נ\"ב לא אפשר וקא מיכוין:",
            "1": "נ\"ב כלומר כלום וכו' שאין מצוה עומדת וכו' וסבור וכו' שאף זו תדחה כצ\"ל:",
            "2": "נ\"ב הוא:",
            "3": "נ\"ב ובגמרא איתא דמאן דאסר אפי' לר\"ש הוא דע\"כ לא קאמר ר\"ש אלא היכא דלא אפשר אבל היכא דאפשר לא ע\"כ:",
            "4": "נ\"ב בי:",
            "5": "נ\"ב בו:"
        },
        "12": {
            "0": "מן וחכמים עד המשנה נ\"ב הג\"ה היא:",
            "1": "נ\"ב של חרס",
            "2": "נ\"ב אחר:",
            "3": "נ\"ב ולקמן בגמרא:"
        },
        "13": {
            "0": "תז\"מ ונ\"ב בא\"י אין זה:",
            "1": "נ\"ב אף לאחר וכו' אסור בהנאה וכו' ואית ליה:"
        },
        "15": {
            "0": "נ\"ב באש וטהר וגו' ת\"ר:",
            "1": "נ\"ב ואמרינן כיצד:",
            "2": "נ\"ב ואהדר לה:",
            "3": "נ\"ב והוא עז ובולע:"
        },
        "16": {
            "0": "מדמרימר כצ\"ל:"
        },
        "17": {
            "0": "בלילה כצ\"ל:",
            "1": "ממנ':",
            "2": "חמצו כצ\"ל:",
            "3": "נ\"ב מין:"
        },
        "18": {
            "0": "נ\"ב ובגמ' גרסינן לה משמיה דר' יוחנן וכן משמע מפי' רש\"י אבל באשר\"י כתוב ג\"כ משמיה דר\"ל:",
            "1": "ואחר כך מקטפים בשמן ות\"ק מאי דאסר כו' בקיטוף ורבנן כו' כצ\"ל ותיבת ור\"ג נמחק:",
            "2": "ואם מחמיצין אותן מסריחין כצ\"ל ותיבת אלא נמחק:",
            "3": "בה כצ\"ל:",
            "4": "מחימוץ כצ\"ל:",
            "5": "נ\"ב לפיכך אם לש:",
            "6": "נ\"ב פסח אחד:",
            "7": "נ\"ב טחין פניה:"
        },
        "19": {
            "0": "דיחיד צ\"ל:",
            "1": "ואי קשיא וכו' עד ש\"מ נ\"ב כ\"ז הגהה ונ\"ב גם בא\"י אינו:",
            "2": "דהיינו צ\"ל:",
            "3": "נ\"ב בסריק:"
        },
        "20": {
            "0": "דכ\"ע צ\"ל:",
            "1": "נ\"ב דמתרגמינן איסקריטוון והסופגנין עשויה כספוג שלשין עיסה רכה מאד:",
            "2": "הוא כצ\"ל:",
            "3": "לפי כצ\"ל:"
        },
        "21": {
            "0": "נ\"ב במס' ברכות פ' כיצד מברכין האי כובא דארעא מברכין עלה במ\"מ ואי קבע סעודתיה עילויה מברך עלה המוציא ולבסוף ג' ברכו' ואמר מר כו':",
            "1": "ובריך עליה כצ\"ל:",
            "2": "ת\"ז נמחק:",
            "3": "קרינן צ\"ל:",
            "4": "מצה צ\"ל:",
            "5": "תיבות ידי חובתו בפסח נמחק:",
            "6": "יש כצ\"ל:",
            "7": "מאי חסא כצ\"ל:",
            "8": "דברי רש\"י מהופכין וכצ\"ל כשפורסה וכו' פרוסה ואי חוטין נמשכין ממנה:",
            "9": "נ\"ב אם אין לו מאחד מהן כזית אבל יש לו מזה חצי זית ומזה חצי זית מצטרפין זה עם זה כדי לצאת כו':",
            "10": "נ\"ב מרובייא:"
        },
        "22": {
            "0": "נ\"ב על:",
            "1": "נ\"ב בגמ' גרסינן דהא דבי כו' ובי רבה כו' אבל באשר\"י כתוב כמו כאן:",
            "2": "ת\"ז נמחק:",
            "3": "נ\"ב אפוי:",
            "4": "נ\"ב אינו מחמיץ הס\"ד ואח\"כ מתחיל ד\"א דלף. מן הגג. אינו בא לידי חימוץ שטירוד הדלף הנופל תמיד וכו':",
            "5": "ואפילו בקמחא כצ\"ל:",
            "6": "נ\"ב ועושין אותה קלי:",
            "7": "דכשטורפה:",
            "8": "נ\"ב שורן בחומץ אם רואה שנופחות שורן בחומץ וחומץ צומתן ואינו מניחן להחמיץ:",
            "9": "נ\"ב כלומר דאין אסורות אלא נתבקעו ממש ואותן לא נתבקעו ממש היו כו':",
            "10": "וקושרין כצ\"ל:"
        },
        "23": {
            "0": "אומר ישרף כצ\"ל:",
            "1": "נ\"ב דכיון שמת אדם נעשה חפשי:",
            "2": "נ\"ב הרבה:",
            "3": "נ\"ב זה פי' הערוך:",
            "4": "ורגילין לתת בו קמח:",
            "5": "נ\"ב שעורך ומקטף צ\"ל:",
            "6": "נ\"ב המים:",
            "7": "נ\"ב וכ\"ש בחמי האור:",
            "8": "צ\"ל דאותן שמקטפת בהן מתחממו' מחום ידיה והעיסה:"
        },
        "24": {
            "0": "נ\"ב דצבעי ביה לבא לשון הגמ' מיא דחיורא דצבעי בהו לבא:",
            "1": "נ\"ב לפי שיינם טוב ואינו בא לידי חימוץ עד שנותנים לתוכו שעורים:",
            "2": "נ\"ב איסורא:",
            "3": "דלא פלוג כצ\"ל:",
            "4": "ונכרתה ואם כצ\"ל:",
            "5": "כר' מאיר כצ\"ל:",
            "6": "אלא שר\"מ כצ\"ל:"
        },
        "25": {
            "0": "נ\"ב שאם נגע טומאה בבצק כגון כצ\"ל:",
            "1": "ואף על פי שהיו בה עורות כצ\"ל:",
            "2": "ע\"י ריח הכלי ואע\"פ שלא נתן לתוכה עורות כצ\"ל:",
            "3": "ובין לר\"א כצ\"ל:"
        },
        "26": {
            "0": "דמפריש כצ\"ל:",
            "1": "אלא מדמתניתא:",
            "2": "לפרש כן כצ\"ל:",
            "3": "ודיניהן שלש כצ\"ל:"
        },
        "28": {
            "0": "נ\"ב מתוך פי' הראב\"ד בפ\"ז מעדיות מ\"ז נראה שגורס ואחת עורבת על שם עריבות הנחתומין והם נסרים חלקות ומשופות מוכנים לעריבת הבצק ועי' בערוך ערך ארב:",
            "1": "נ\"ב הואיל ואי מקלעי כצ\"ל:",
            "2": "הא לאו כצ\"ל:",
            "3": "שהאחת כצ\"ל:",
            "4": "א\"נ משום כצ\"ל:",
            "5": "ושלש הסיקות כצ\"ל:",
            "6": "ולא גדול כצ\"ל:",
            "7": "זר הוא דקאמרי' כצ\"ל:"
        },
        "29": {
            "0": "נ\"ב כלומר ה' לוגין שכ\"א הוא רובע הקב וכו' שנאמר בחלה וכו' וכתיב והעומר וכו' והאיפה שלשה כצ\"ל:",
            "1": "משיקרא עליה שם וכו':",
            "2": "נ\"ב הקטנה:",
            "3": "נ\"ב סידוק אבל הכסיפו וכו' פחד ורתת שפניו מכסיפין כצ\"ל:",
            "4": "לבהמת זרים כצ\"ל:"
        },
        "30": {
            "0": "ממנו כצ\"ל:",
            "1": "או גולה כצ\"ל:",
            "2": "נ\"ב על השבוע' ועל:",
            "3": "כהולך כצ\"ל:",
            "4": "נ\"ב דבר סתר לפי וכו' רכיל ומגלה:",
            "5": "נ\"ב אמר:",
            "6": "נ\"ב ועיין מ\"ש על זה בעירובין ריש פ' כיצד משתתפין:"
        },
        "31": {
            "0": "נ\"ב ט' שעות ומחצה:"
        },
        "32": {
            "0": "ובכותאי כצ\"ל:"
        },
        "34": {
            "0": "נ\"ב במקום שנהגו כצ\"ל:",
            "1": "נ\"ב ההדיוט תופר כדרכו וכו' דקיל מחוש\"מ כצ\"ל:",
            "2": "שכן עולי כצ\"ל:",
            "3": "נ\"ב לצורך המועד תנן הא דר\"מ: א\"ד שלא לצורך המועד תנן ומשום הכי אין מתחילין אבל לצורך המועד אפי' אתחולי נמי שרי כו': גומרה בי\"ד אפי' במקום שלא נהגו לעשות מלאכה: לא נהגו לא אפי' גמר דהא בגמר קיימינן כו':",
            "4": "ליונים כצ\"ל:"
        },
        "36": {
            "0": "דמנחה כצ\"ל:"
        },
        "37": {
            "0": "נ\"ב כדאמרן:"
        },
        "38": {
            "0": "דבי רב כצ\"ל:"
        },
        "39": {
            "0": "נ\"ב לה:",
            "1": "נ\"ב לא:",
            "2": "גמרו סעודתן כצ\"ל:"
        },
        "40": {
            "0": "נ\"ב אמר להו:",
            "1": "נ\"ב אמר ליה:",
            "2": "נ\"ב אמר:",
            "3": "נ\"ב בא\"י כתוב ברייתא זו פה ת\"ר כל הברכות כולן פותח בהן בברוך וחותם בהן בברוך חוץ מברכת הפירות וברכת המצות וברכה הסמוכה לחברתה וברכה אחרונה שבק\"ש שיש מהן פותח בהן בברוך ואינו חותם בהן בברוך ויש מהן חותם בהן בברוך ואינו פותח בהן בברוך הטוב והמטיב פותח בה בברוך ואינו חותם בה בברוך וכו':",
            "4": "איחייב כצ\"ל:",
            "5": "נ\"ב הוא:"
        },
        "41": {
            "0": "נ\"ב איסתלקי:",
            "1": "ספק חשיכה ספק אינה חשיכה כצ\"ל:",
            "2": "צרכיתו כצ\"ל:",
            "3": "נ\"ב הוא:"
        },
        "42": {
            "0": "נ\"ב אי הכי:",
            "1": "ולא מחייב וכו' עד אבל לא על האור נ\"ב כ\"ז הגה היא ונ\"ב כך היא גי' א\"י ת\"ר הנכנס לביתו במוצ\"ש מברך על היין ועל המאור ועל הבשמים ואח\"כ אומר הבדלה ואם אין לו אלא כוס אחד מניחו לאחר המזון ומשלשלן כולן לאחריו ולא אמרינן חביבא מצוה בשעתה כו' ש\"מ מהא מתנית' תמניא ש\"מ המבדיל בתפלה צריך שיבדיל על הכוס וש\"מ ברכת המזון טעונה כוס וש\"מ כוס של ברכה צריך שיעור וש\"מ המברך צריך שיטעום וש\"מ טעמו פגמו וש\"מ טעמו מבדיל וש\"מ אומר ב' קדושות וש\"מ ב\"ש היא ואליבי' דר' יהודה. רב אשי אמר טעמו פגמו וכוס של ברכה צריך שיעור חדא מילתא הוא וה\"ק מ\"ט טעמו פגמו משום דכוס של ברכה צריך שיעור. רב יעקב בר אידי קפיד אחצבא פגימא רב אידי בר שישי קפיד אכסא פגימא מר בר רב אשי קפיד אפי' אחביתא פגימתא: ת\"ר זכור וכו':",
            "2": "נ\"ב אלא:",
            "3": "נ\"ב לההוא:",
            "4": "נ\"ב ס\"א ושכחינן ותיבת שבקינן מוקפת:",
            "5": "נ\"ב אחריתי:",
            "6": "אחריתי כצ\"ל:",
            "7": "נ\"ב דקידושא:",
            "8": "נ\"ב לקדש:",
            "9": "דמממריה כצ\"ל:"
        },
        "43": {
            "0": "ואמר כצ\"ל:",
            "1": "דיבישן כצ\"ל:",
            "2": "נ\"ב ביה:"
        },
        "44": {
            "0": "ת\"ז נמחק:",
            "1": "שמשום כצ\"ל:"
        },
        "45": {
            "0": "נ\"ב כל:",
            "1": "נ\"ב אצבעות ברום תשע אצבעות:",
            "2": "נ\"ב אמות:",
            "3": "שאם כצ\"ל:"
        },
        "46": {
            "0": "נ\"ב ה\"נ כיון דאיטפל ליה לכסוי איחייב ליה לברוכי כו':"
        },
        "47": {
            "0": "נ\"ב ושני תבשילין:",
            "1": "נ\"ב לעיל וכו' טיבול הס\"ד ואח\"כ מה\"ד מטבל בחזרת כלומר:",
            "2": "נ\"ב ושני תבשילין: ואע\"פ"
        },
        "48": {
            "0": "נ\"ב משרשיא [וכ\"ה בא\"י]:",
            "1": "נ\"ב דרבנן:",
            "2": "נ\"ב אפילו זה:",
            "3": "למרוריה:"
        },
        "49": {
            "0": "נ\"ב כמו בשבת וכן בסמוך ככרות כמו בשבת:",
            "1": "שבכל הלילות אנו אוכלים שאר ירקות הלילה הזה מרור כו':",
            "2": "נ\"ב ולפי דעתו:",
            "3": "הציון גמ' נמחק מכאן וצ\"ל אחר תי' פסחא:",
            "4": "נ\"ב אבותינו ממצרים:",
            "5": "נ\"ב זכר לטיט:"
        },
        "50": {
            "0": "נ\"ב זה מל' פי' רשב\"ם:",
            "1": "נ\"ב שלמה:",
            "2": "בהדי דטעונה כוס כצ\"ל:",
            "3": "גומרין בו מלך מהולל בתשבחות וזה ברכת השיר דמתני' כלומרברכת השבח כצ\"ל:",
            "4": "נ\"ב אף נשמת:"
        },
        "52": {
            "0": "נ\"ב ומסתברא:",
            "1": "נ\"ב לי:",
            "2": "נ\"ב לרב שהיה:",
            "3": "נ\"ב וזו:",
            "4": "נ\"ב מצת אפיקומן ותיבת ואפי' נמחק:"
        },
        "53": {
            "0": "וגמרינן כצ\"ל:",
            "1": "נ\"ב בסוף פ\"ב דר\"ה ועי' לקמן דף שי\"ב ע\"ב:",
            "2": "נ\"ב מברך להו ולא אכיל:",
            "3": "נ\"ב שביעי רשות דכתיב וביום השביעי עצרת ולא כתיב תאכל מצות שהרי הוציאו מן הכלל:",
            "4": "נ\"ב כיון דמ\"מ:",
            "5": "וכ\"כ התוס' בשם ר\"י פ\"ג דשבועות דף כ\"ד בדבור אלא הן היכי משכחת ועיין עוד בדברי הר\"ן פ\"ג דשבועות דף שי\"א ע\"א ובדף שי\"ד ע\"א ויתבארו לשם דברי בעל המאור והשגת הרמב\"ן עליו בענין זה:",
            "6": "נ\"ב פדיון עד:",
            "7": "ובא\"י אי' להאי מימרא דרבא אכל מצה בזמן הזה אחר חצות לר\"א בן עזריה לא יצא:"
        }
    },
    "meta": "Daf-Comment",
    "work": "Hagahot HaBach on Rif Pesachim"
}