{
    "status": "locked", 
    "versionTitle": "Petach Einayim, Jerusalem 1959", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Petach Einayim on Megillah", 
    "text": [
        [], 
        [], 
        [
            "<b>משנה אלא שהכפרים מקדימין ליום הכניסה וכו'.</b> ראיתי בלקוטי רבינו בצלאל אשכנזי כ\"י שהביא משם תוספות כ\"י וז\"ל ירושלמי ר' יוטא בר שונם בעי קומי ר' מונא והלא עזרא התקין שיהיו קורין בב' וה' ובשבת במנחה ומרדכי ואסתר מתקני על מה שעתיד עזרא לתקן א\"ל מי שסידר המשנה סמכה על המקרא פי' חכמי התורה שסדרו המשנה אחרי תקנת עזרא סמכוה על המקרא שרמזו להם מרדכי ואסתר שאם יראו שיהיה צורך שיוסיפו על שני זמנים המפורשים עוד זמנים אחרים אשר רמזו להם וק' על הירוש' מהא דאמרינן פ' מרובה דמקמי עזרא תקנוה נביאים ראשונים לקרא בתורה בב' וה' ובשבת במנחה חד גברא ג' פסוקים וכו' וי\"ל כיון שלא היו קורין אלא ג' פסוקים לא חשיבי להו בני הכפרים לזוז ממקומן כדי לשמוע עד שתקן עזרא לכל חד ג' פסוקים עכ\"ל ואני בעניי הבאתי כדברים האלה משם תוספי הרא\"ש בס' הקטן ברכי יוסף סי' קל\"ה וע\"ש במהב\"ר ואחז\"ר בא לידי ס' הישר מר\"ת כ\"י ושם ראיתי שכתב וז\"ל הקשה ר\"ח והלא עזרא תקן יום הכניסה שיהיו בתי דינין יושבין וקורין בתורה בב' וה' וזה מעשה לאחר שעלה עזרא מן הגולה וכשנכתבה מגילה אכתי עזרא לא סליק. תוס' הא ליתא דמקמי אחשורוש סליק עזרא אלא דבטילת עבידת בית אלהנא עד שנת תרתין לדריוש ואומר דמאי דמקשה ומתרץ בתלמוד ירושלמי אינו אלא גלויי מילתא בעלמא ואמרינן עזרא זה מלאכי עכ\"ל והדברים צריכין ביאור לכאורה דמהירוש' משמע להפך ומאי גילוי מלתא שייך הכא ודוק הטב:", 
            "<b>גמרא. מנלן מנא לן כדבעינן למימר וכו'.</b> התוס' ריש פ' כל התדיר כתבו דהכא אינו מתישב לשון מנא לן משא\"כ התם. ועמ\"ש בספרי הקטן שער יוסף דף ס\"ו ע\"ג. ועמ\"ש הרשב\"א בחידושיו והרא\"ש בתוספותיו כ\"י פירש דודאי ידע דחכמים הקלו על הכפרים מדלא בעי טעמא דסיפא דהכפרים מקדימין אבל קבעי י\"א וי\"ב וי\"ג מנ\"ל מקרא ולהכי מתמה מנ\"ל אחר שידעת דחכמים הקלו מה אתה שואל דזו תקנה מסברא אבל קרא אינו אלא לרמז בעלמא עכ\"ל:", 
            "<b>זו דברי ר\"ע סתימתאה.</b> בעירובין דף ל\"ח ע\"ב רש\"י מפרש כשיטתו ודלא כי\"מ דמייתי הכא ועיין במכות דף י\"ז:", 
            "<b>מתיבי אמר ר' יהודה אימתי וכו' ר' יהודה אליבא דמאן וכו'.</b> ידוע פלוגתא דרבוואתא אי הא דאמרינן דאימתי דר' יהודה הוא לפרש אם הוא דוקא במשנה או אף בבריתא הוא לפרש. ולפום ריהטא הך סוגיא אזלא דאימתי דר' יהודה הוי לפרש גם בבריתא שהרי הך בריתא דקמן אי אמרת דאימתי דר\"י בבריתא משכחת לה דלאפלוגי אתא מאי פריך לר' יוחנן ואסקיה בתיובתא. אימא דהך בריתא אמתניתין קיימא כרוב הבריתות דשנויות על המשנה ועלה קיימי. והכא במשנתנו דהויא ר\"ע קסבר דאף בזה\"ז איתא להך תקנתא ואתא איהו לאפלוגי במקצת עלה דנהי דדרשינן זמן זמנם זמניהם מיהו היינו בזמן שישראל שרויין וכו'. אבל רבנן לא דרשי כלל וכר' יוחנן. ותו האי לישנא דקאמר אליבא דמאן אלימא אליבא דר\"ע וכו' אלא לאו אליבא דרבנן. משמע דאימתי לפרש אלא דקבעי האי פירושא אליבא דמאן. ומשום הכי אסקיה לר' יוחנן בתיובתא דכיון דאימתי הוי לפרש לא מתוקמא אלא כרבנן. וכפי זה הך בריתא לא קיימא אמשנתנו דלא הוזכרה סברת רבנן. רק בריתא זו נקבעה על סברת רבנן הנודעת להם ונשנית בבריתא קודמת לה. או סברת רבנן היתה נשנית במשנה מקמי דסתמינהו רבינו הקדוש למשניות ועלה קיימא. ומיהו אין ראיה מסוגיא זו לבריתא דשנוי בה המחלקת נמי ודוק היטב ואין כאן מקום להאריך בזה:", 
            "<b>תיובתא דר' יוחנן וכו'.</b> ראיתי בנימוקי עטרת ראשי אבא מארי זצ\"ל שהקשה משם הרב הגדול מהר\"א יצחקי זצ\"ל דמאי מותיב לר' יוחנן אימא דר' יוחנן אתי כאידך דר' יהודה דאמר אימתי בזמן שנכנסים בשני וחמישי דהך דר' יהודה אתיא כר\"ע וסברת רבנן כדקאמר ר' יוחנן עכ\"ד. ונראה דלק\"מ דהגם דנימא דמתני' ובריתא הוו תרי תנאי אליבא דר' יהודה ור' יוחנן נקיט בדעת ר' יהודה כמתניתין מ\"מ פריך שפיר לר' יוחנן דהאיכא תנא דבריתא דסבר דרבנן דרשי זמן זמנם ור' יהודה פריש דהיינו דוקא בזמן שישראל שרויין על אדמתן והגם דבדעת ר' יהודה עצמו לא נקיטינן כוותיה מ\"מ שמעינן דסברת רבנן דדרשי זמן זמנם להך תנא דבריתא וזה נגד מאי דאמר ר' יוחנן לרבנן. ולא אשכחן דלתנא דמתני' אין זה סברת רבנן דלא פליגי הני תנאי דמתניתין ובריתא אלא בדעת ר' יהודה ומשום הכי אסקיה לר' יוחנן בתיובתא:<br><b>איברא .</b>דלמאי דמסיק רב אשי דהך בריתא ר' יוסי בר יהודה היא יש לדקדק דליכא תיובתא לר' יוחנן דאימתי דר' יהודה הוי לפרש אבל דשאר תנאי מצינן לומר בשופי דהוא לחלוק וא\"ב מצי אמר ר' יוחנן דר' יוסי בר יהודה קאי אמתני' ובא לחלוק על ר\"ע. אבל סברת רבנן הויא כדקאמר ר' יוחנן. ואפשר לומר דאה\"נ דכי אסקיה בתיובתא לר' יוחנן היינו במונח דהבריתא ר' יהודה. והדר כי קאמר הש\"ס לדרב אשי ממילא משמע דליכא תיובתא לר' יוחנן. ועמ\"ש הרשב\"א בחידושיו ד\"ה וסתם מתניתין ר\"ע ודוק היטב בדבריו ובמאי דכתיבנא בעניותין כי לכאורה יש מקום גמגום קצת בדברי הרשב\"א כאשר יראה המעיין:", 
            "<b>רב אשי קשיא ליה דר' יהודה אדר' יהודה וכו'.</b> הקשה הרשב\"א דמאי קשיא ליה דילמא בבריתא מפליג בין קודם הזמן הזה לזמן הזה ובמתני' מפליג אפילו בזמן הבית וכו' ע\"ש. ונראה לישב ע\"פ מ\"ש הרא\"ש בתוספותיו במ\"ש בסמוך אלימא אליבא דר\"ע אפילו בזמן הזה איתא להא תקנתא דפירש\"י דר\"ע אחר החרבן וכתב הרא\"ש דאין זה הוכחה דהיה קודם החרבן נמי וניחא ליה דמדתנן אימתי במקום שנכנסין בשני וחמישי ולא קתני שהיו נכנסין משמע דאף בזמן הזה אם נכנסין עכ\"ד ולפ\"ז לק\"מ. ועוד הקשה הרשב\"א דאימא דר' יהודה דמתני' אליבא דר\"ע ודבריתא אליבא דרבנן ומאי קושיא ותירץ ע\"ש. ואפשר דגם כי אמרינן דר' יהודה כי אמר אימתי הוא לפרש הכונה דמפרש דברי התנא הקודם ולעולם איהו סבר כוותיה. אבל לא משכחת דיפרש דברי התנא הקדמון והוא חולק עליו וא\"כ קשיא דר' יהודה אדר' יהודה דבמתני' מפרש לדר\"ע ומוכח דסבר כוותיה ובבריתא מפרש לסברת רבנן ומשמע דסבר כרבנן. ועמ\"ש הגהות מיימוניות בריש ה' מגילה ומאי דכתיבנא בעניותין בספרי הקטן ברכי יוסף א\"ח סי' שצ\"ג בס\"ד:<br><b>אחר .</b>זמן שכתבתי זה חזרתי לעיין בסוגיין ועלה בדעתי לתרץ למה שהקשיתי בסמוך דהשתא דמסיק דבריתא ר\"י בר יהודה ליכא תיובתא לר' יוחנן דיאמר ר' יוחנן דר\"י בר יהודה חולק על ר\"ע אבל סברת רבנן כדקאמר איהו. דהנה כתב רש\"י דר' יוחנן הכי גמיר מרביה דמשנתנו ר' עקיבא. וממאי דפריך הש\"ס על ר' יוחנן מוכרח דלא קבל מרבו כי אם דמשנה זו היא ר' עקיבא ותו לא ור' יוחנן מדנפשיה פירש דכונת רבו דאגמריה זו דברי ר\"ע דמשמע דאיכא פלוגתא היינו דר\"ע דריש זמן זמנם ורבנן לא דרשי. ואהא אותביה מבריתא דר' יהודה. ולמאי דמסיק דהיא ר' יוסי בר יהודה אכתי איכא לאותוביה עליה דכיון דמרביה לא גמיר אלא זו דברי ר\"ע ותו לא אימא דהחולק ר' יוסי בר יהודה דדריש זמן זמנם אבל סבר דדוקא בזמן דשרויין על אדמתן וכו' ומנא ליה להוליד סברא אחרת דכל עצמו דסבר דפליגי רבנן הוי מכח דאגמריה רביה זו דר\"ע והשתא דאשכח ר' יוסי בר יהודה דפליג אימא דהוא החולק וכ\"ע דרשי זמן זמנם וליכא סברת רבנן בעולם. אבל מקמי הך דמסיק דסבר דר' יהודה היא מותיב עליה בסגנון אחר דכיון דאימתי דר' יהודה לפרש לא אפשר דאגמריה רביה זו דברי ר\"ע משום דר' יהודה דהא לפרושי אתא ומוכרח דקאי לסברת רבנן כמש\"ל. אבל למאי דמסיק דהוא ר\"י בר יהודה ובא לחלוק איכא לאותובי' דזו היא סברת החולק דכיוין רביה וליכא סברא אחרת וכ\"ע דרשי זמן זמנם וכל זה במונח דלא אגמריה רביה אלא זו דברי ר\"ע דאי אמרת דכל זה אגמריה רביה זו דברי ר\"ע ךךריש וכו' אבל רבנן וכו' מאי פריך בש\"ס הרי רוב רבוואתיה דר' יוחנן תנאי נינהו ורביה הוה ידע דרבנן פליגי ולא דרשי זמן זמנם ומאי פריך מר\"י או ר\"י בר יהודה אטו תנאי שקלת מעלמא. ולא נעלם ממני שיש עוד לצדד בהא דאימתי לפרש ולדעת רבוואתא דסברי דבבריתא לחלוק אלא דאין כאן מקום להאריך והמעיין לבבו יבין:", 
            "<b>י\"ג זמן קהלה לכל היא.</b> הרא\"ש פירש בשם ר\"ת שהכל מתקבצין לתענית אסתר וכדבריו איתא בריש מדרש תנחומא והאחרונים שקלי וטרו על זה ועמ\"ש אני בעניי בס' הקטן ברכי יוסף סי' תרפ\"ו בס\"ד:", 
            "<b>ולא יעבור כתיב.</b> מקשים דאימא ולא יעבור ולא יקדים כדאמרינן עובר לעשייתן כדכתי' ויעבור את הכושי וכד הוינא טליא תרצתי דכיון דולא יעבור טפי משמע ולא יאחר אם איתא דהכא הוי ולא יקדים הו\"ל לפרש בהדיא [עיין במחב\"ר י\"ד סי' פ\"ז דף ק\"ז ע\"א]:", 
            "<b>זו דברי ר\"ע סתומתאה וכו'.</b> יש לעמוד כפי מ\"ש הראשונים דהיכא דאתמר זו דברי אינה הלכה וכפי סברא זו יש להקשות והרי ר' יוחנן סבר הלכה כסתם משנה. הן אמת דרבה בב\"ח לית ליה הכי בדעת ר' יוחנן ומ\"מ כתב הרשב\"א דבכל דוכתא מקשה הש\"ס והא\"ר יוחנן ה' כסמ\"ש ופריק אמוראי נינהו ויש לצדד בזה ובמקום אחר כתבתי בעניותי על זה:"
        ], 
        [
            "<b>אתא את ופסיק.</b> נשאל הרב שער אפרים א\"ח סי' מ\"ח דכפ\"ז אמאי לא אמרינן הכי אקרא דכתיב ורחצו את ידיהם ואת רגליהם דאמרינן מניח ידו הימנית ע\"ג רגלו הימנית ואימא את הפסיק. ותירוץ הרב שם דחוק. גם מה שתירץ הרב בנו בהגהה שם במ\"ש פ' מרובה את פסקיה וכו' וי\"ו ערביה דהכא לא שייך למימר לא סגי דלא כתיב את לאפסוקי ולהכי לא אמרינן וי\"ו ערביה אמנם התם אצטריך את לאפסוקי לאפוקי מסברת ר\"י בר יהודה בזבחים דף י\"ט דמניח ב' ידיו זו ע\"ג זו וכו' והו\"א ידים לחוד ורגלים לחוד אתא וי\"ו ערביה שמניח ידו הימנית וכו' ע\"ש באורך. יש להשיב דאמרו שם בזבחים לר\"י בר יהודה הפלגת אי אפשר לעשות כך וכפ\"ז אמאי אצטריך את לאפוקי ר\"י בר יהודה הא למ\"ד מניח ידו הימנית וכו' סבר דעמידה מן הצד לא שמה עמידה וא\"כ א\"א לעשות כדאמר ר\"י בר יהודה ואמאי אצטריך את ומאחר דאין לומר לא סגי דלא כתיב לאפסוקי הוי כהא דידן דאמרינן אתא את ופסיק והדרא קושיא לדוכתא. ותו דא\"כ תקשי לר\"י בר יהודה דאמאי כתיב את דלדיךיה לא שייך לומר לא סגי דלא כתיב את לאפסוקי. והיותר נכון בזה מ\"ש הרב מופת הדור מהרח\"א באש דת דף י\"ט והרב מופת הדור מהר\"ח אבואלעפיא בס' ישרש יעקב דף נ\"ח ע\"ש:", 
            "<b>ואימא בתליסר כשושן.</b> עמ\"ש בס' הקטן ברכי יוסף סי' תרפ\"ח על דברי הרמב\"ן והר\"ן והאחרונים בס\"ד:", 
            "<b>דאריב\"ל כרך וכו' עד כמה וכו'.</b> עמ\"ש אני בעניי בס' הקטן ברכי יוסף שם סי' תרפ\"ח אות ח' ובס' הקטן מחב\"ר שם בס\"ד:", 
            "<b>מנצפ\"ך צופים אמרום.</b> פירש\"י צופים אמרום נביאי הדורות. והרשב\"א בחידושיו כתב הם נביאים שאחר יאשיהו ותדע לך מדאסיקינן שכחום וחזרו ויסדום ועד מלכות יאשיהו היאך אפשר ששכחום והלא ס\"ת בארון וכן הלוחות אלא לאחר שנגנז הארון בימי יאשיהו דברים אמורים עכ\"ל וכ\"כ הריטב\"א הביא דבריו הרב עין יעקב. אמנם התוס' בשם ר\"ת כתבו דהצופים הללו היו לאחר ששרף אמון התורה ולכאורה קשה דאיך שכחום והלא הארון והלוחות היו שם דהרי יאשיהו בן אמון הוא שגנז הארון כמבואר פ\"ק דכריתות ופ\"ג דהוריות. וביותר קשה על מהרש\"א באגדתיה פ' הבונה שכתב דשכחום אחרי מות משה בימי יהושע ע\"ש ואיך אפשר דשכחום והרי הארון והספרי תורה שכתב משה רבינו ע\"ה לכל שבט עמהם. והיה אפשר לישב דכיון דשכחו אותיות הכפולות לגמרי כדמשמע מדר' ירמיה דקאמר צופים אמרום וממ\"ש שכחום וחזרו ויסדום דשכחו גוף האותיות לגמרי לכך לא נתנו לב לראות הס\"ת והלוחות דלא שנסתפקו שאז היו מכריעים מהלוחות וס\"ת אבל שכחו לגמרי. אמנם עדיין ק' שהרי תקנת משה רבינו ע\"ה לקרות בס\"ת בשבת כמ\"ש פ' מרובה ואפי' אם שכחו לגמרי כשהיו קוראים הפרשה בשבת בס\"ת עיניהם תחזינה משרים והקורא בס\"ת הגיעו כפו\"ל. ותו דלמאי [ד]משני מעיקרא אין מיהוה הוו ולא הוו ידעי הי באמצע והי בסוף משמע דכבר ידעו דאיכא באמצע ואיכא בסוף ונסתפקו הי נינהו באמצע והי נינהו בסוף וזו היא שקשה דיכריעו מהס\"ת והלוחות. והיה אפ' לדחוקי דאה\"נ דלשינויא דלא הוו ידעי הי באמצע צ\"ל דהיה אחר שנגנז ארון אבל למאי דמסיק שכחום וחזרו ויסדום איכא לאוקומא קודם שנגנז ארון אלא דקשה מקריאת ס\"ת בכל שבת. ותו קשה דכל אדם יש לו ס\"ת תפילין ומזוזה ואיך אפשר ששכחום בהיות דבר הרגיל לכתוב תדיר ס\"ת ותפילין ומזוזות מתוך הכתב. והיה אפשר לומר דמשו\"ה כתב ר\"ת דהוה עובדא אחר ששרף אמון התורה. ובכל זאת לא הונח לנו ואינו מתישב יפה והגם דהרב מהר\"ש יפה ביפ\"ת בראשית דף י\"ג ע\"ד כתב על דברי ר\"ת ונכון הוא. הרב ז\"ל עצמו ביפה מראה בפרקין סי' יו\"ד כתב דעדיין הדבר קשה:<br><b>והריטב\"א .</b>הביאו הרב עין יעקב כתב שעל ידי שלא היו ישראל משתמשים אלא בכתב עברי שהלוחות לבד היו בכתב אשורי לדעת ר' יוסי פ' כ\"ג דאמר בכתב עברי נתנה תורה לכן משנגנז ארון נשכחו אותיות מנצפך עיין בדברי קדשו באורך. והרב יפה מראה בפרקין סי' ח' וסי' יו\"ד דרך קשתו והרבה לתמוה על דברי הריטב\"א טובא כאשר הרואה יראה בספרו. והאמת דלשון הבבלי והירושלמי דחיקי טובא לדעת הריטב\"א כמ\"ש הרב הנז' וגם מה שהקשה מהירושלמי דקאמר דלמ\"ד בדעץ נתנה תורה עי\"ן מעשה נסים דמוכח שהלוחות גם כן היו בכתב עברי היא תמיהה קיימת על הריטב\"א. וביותר קשה שהוא הזכיר בדבריו בסופן תחילת הירושלמי הזה דתני אשור כתב יש להם ואיך נעלם ממנו סוף לשון הירושלמי. ומדברי הירושלמי למדנו דרב חסדא דאמר מם וסמך שבלוחות בנס היו עומדין כמ\"ד בכתב אשורי נתנה תורה והרב עין יעקב הקשה דשם פ' כ\"ג אמרינן אמר מר זוטרא בתחלה נתנה תורה לישראל בכתב עברי וכו' בררו להן ישראל כתב עברי ולשון הקדש והניחו להדיוטות כתב עברי מאן הדיוטות אמר רב חסדא כותאי ומשמע דרב חסדא ס\"ל שבכתב עברי נתנה תורה עש\"ב ואפשר לומר דרב חסדא לאו אהך קאמר לה אלא במילתא אוחרי דאמרו הדיוטות פירשה רב חסדא והש\"ס מייתי לה עלה דהך דקמן. א\"נ דרב חסדא אהך אמרה לפרושי הדיוטות ולא חש שנטעה דאיהו סבר בכתב עברי נתנה תורה דכבר השמיענו דמם וסמך שבלוחות בנס היו עומדין ושם גילה דעתו דנקיט כמ\"ד בכתב אשורי נתנה תורה ודוחק:<br><b>והרב .</b>יפה מראה תירץ לקושית הריטב\"א דמה שהקשה הש\"ס מדרב חסדא בפשיטות למ\"ד מנצפך צופים אמרום היינו משום דהש\"ס סבר בכתב אשורי נתנה תורה דדעת ר' יוסי שאמר בכתב עברי דלא כהלכתא ועפ\"ז תריץ יתיב שם ביפ\"מ מס' חגיגה פ\"ב סי' י\"ב וביפה תואר בראשית פ\"א סי' י\"ג מאי דאמר ר' יונה בשם ר' לוי בבי\"ת נברא העולם מה בי\"ת סתום וכו' וכתב וז\"ל ואע\"ג דאיפליגו תנאי בהך מילתא ולפי דברי האומר בכתב עברי נתנה תורה אין מקום לטעמיה דר\"ל וכו' מ\"מ ל\"ק דקושטא לאו כמ\"ד בעברי נתנה תורה דאף דבעל העיקרים כתב דזו דעת רבים לגבי יחיד ושהאמוראים דעתם כן וכו' כבר סתר בעל עין יעקב כל ראיותיו מהגמרא בדברים ברורים דאדרבא זו דעת יחיד ודחויה וכו' גם הרמב\"ם במס' ידים וכו' ואתיא הא דר' לוי כהלכה עכ\"ל ואחד הרואה דברי הרב מהר\"י ן' חביב בעל עין יעקב בעיניו יראה כי מ\"ש דסברת מ\"ד בכתב עברי נתנה תורה יחידאה ודחויה היינו קודם שהביא דברי האמוראים שסברו כר' יוסי. אמנם אחר שהביא דברי האמוראים נראה מדבריו דלא מצא מקום פטור זולת דאפילו למ\"ד בכתב עברי הלוחות היו בכתב אשורי וכדברי הריטב\"א וגם כתב על דברי הרמב\"ם בפירוש המשנה וז\"ל ובחר הרב בדברי רבי אעפ\"י שהוא יחיד וכו' עפ\"י שיטתו דכל מחלקת שאינו בא לידי מעשה וכו' ע\"ש ומדבריו מוכח דעשה עיקר מהאמוראים דסברי כר' יוסי וקרי לרבי יחיד בטעם קריאת השם ע\"ש באורך ואלו הרב יפ\"מ הביא תחילת דברי הרב הכותב ולא בירר שיחותיו במה שנסתייע הר\"ב העיקרים מהאמוראים שנראה שגם הרב עין יעקב מחזיק בזה אם נאמר שלא כהריטב\"א ואפשר דגם הלוחות היו כתב עברי כאשר יראה המעיין:<br><b>ואולם .</b>נראה דלא קי\"ל כר' יוסי דהא התם בסנהדרין רב ושמואל ור\"י ורב אשי דבתרא הוא מהדרי ליתובי דברי ר\"ש דאמר דכתב זה לא נשתנה דכל חד מינייהו פריק מאי דאקשי לר\"ש מאי לא כהלין כתבא למקרי ומשמע דכלהו סברי כר\"ש וגם רב חסדא סבר הכי ונקיטינן כוותייהו ומעתה מ\"ש הרמב\"ם במס' ידים אתי כהלכתא וכדעת רבים. ומ\"ש ר' לוי מה בי\"ת סתום וכו' אתי כהלכה.<br><b>איברא .</b>דיש להעיר דלפ\"ז ר' לוי סבר דבכתב אשורי נתנה תורה והרי ר' לוי משמע דסבר כרבי יוסי דבכתב עברי נתנה תורה דהרי אמרו בירושלמי משם ר' לוי למה נקרא אשורי שעלה עמהם מאשור וזה כדברי ר' יוסי דאמר בכתב עברי נתנה תורה וכ\"כ מהר\"ש יפה שם סי' ז' וגם ר' לוי קאמר דלמ\"ד בדעץ נתנה תורה עי\"ן מעשה נסים ולמ\"ד אשורי סמ\"ך נס אלמא למ\"ד בכתב עברי נתנה תורה גם הלוחות היו בכתב עברי ומאחר שכן מאי קאמר ר' לוי מה בית סתום וכו' דמשמע דבכתב אשורי נתנה תורה וכמ\"ש מהר\"ש יפה וכמו שנאמר. ונראה דלעולם ר' לוי ס\"ל כר' יוסי דבכתב עברי נתנה תורה ומאי אשורי שעלה עמהם מאשור ואפ\"ה קאמר מה בי\"ת סתום דכיון דכתב זה קדש ועל כל קוץ וקוצי האותיות שם רמז סודי התורה ומאי דקאמר שעלה עמהם מאשור היינו שנתחדש לישראל על ידי מלאך ומה שלא נכתבו הלוחות בכתב זה המקודש היינו שנשמר לעזרא לכבוד ולהתגדר בו וכמ\"ש מהר\"ש יפה בפרקין סי' ח' וא\"כ אית לן למימר שהקב\"ה שברא העולם בבי\"ת היינו בבי\"ת אשורי המקודש והיינו דקאמר ר' לוי מה בית סתום וכו' והמעיין ישר יחזה דקצת קושיות שהקשה עוד הרב יפה מראה על הריטב\"א בנקל יש לישבם ואין להאריך:<br><b>ואחר .</b>שנים רבות סמוך למספר ארבעים שכתבתי זה נדפסו תשובות הרדב\"ז ח\"ג בעיר פירד\"א וראיתי להרב ז\"ל סי' תמ\"ד שהאריך בזה וכתב דהריטב\"א לא ראה הירוש' גם עמד ברומיא דרב חסדא דידיה אדידיה ולא שוה לו לומר כמו שכתבנו בסמוך. ומסיק הרב ז\"ל דלוחות ראשונות מעשה אלהים המה ואליבא דכ\"ע נכתבו באשורית ואף לר' יוסי ודעמיה דסברי דבכתב עברי נתנה תורה סבר שהלוחות הראשונות היו כתובות בכתב אשורי והמכתב הראשון והלשון היו קדש קדשים וכשירד משה מן ההר והלוחות בידו וירא את העגל פרחו האותיות מרוב קדושתן כי כל אות מורה על סוד יחודו וכו' אח\"ך כתב לוחות שניות בכתב עברי וכו' והיינו דכתיב וכתבתי על הלוחות את הדברים אשר היו משמע הדברים אבל לא הכתב עצמו וז\"ש בראשונות והמכתב מכתב אלהים הוא ובלוחות שניות כתוב כתוב לך את הדברים האלה ומרע\"ה היה מכיר כתב אשורי המקודש ויודע סודותיו וכו' ומסר אותו ליחידי סגולה על פה וכו' אח\"ך בימי עזרא דבעו רחמי איצר דע\"ז וקטלוה היו ראוים לכתב הקדש אשורי המורה על סוד יחודו וכו' ובזה ניחא ב' המאמרים של רב חסדא וכו' עכ\"ל בקצור:<br><b>ואחד .</b>הרואה דברי הרב ז\"ל כל אשר בתוכו יתמ\"ה דנראה מדבריו דמרע\"ה כתב הלוחות שניות שכן כתב ובלוחות שניות כתוב כתוב לך את הדברים האלה אלמא סבר דמשה רבינו ע\"ה כתבם. ויקשה דהאי קרא דכתוב לך וכו' כי ע\"פ הדברים דרשינן ליה בגיטין דף ס' דברים שבכתב אי אתה רשאי לאומרם על פה ודברים שבע\"פ אי אתה רשאי לאומרם בכתב אלמא בתורה שבכתב נאמר ולא בלוחות. והרי קרא כתב בריש ענינא ויאמר ה' אל משה פסל לך שני לוחות אבנים כראשונים וכתבתי על הלוחות את הדברים וכו' אלמא ה' אל משה אמר פסל וכתבתי משמע דכב יכול יכתוב והרב ז\"ל עצמו הביא הך קרא תוך כדי דיבור. והרי הרמב\"ן בפירושו סוף פ' תשא על פסוק ויכתוב על הלוחות את דברי הברית פירש וז\"ל. ויכתוב אלהים על הלוחות פי' ה' ולא יחזור למשה כי כן אמר וכתבתי על הלוחות וכן במשנה תורה ואפסול ב' לוחות אבנים כראשונים ואעל ההרה ושני הלוחות בידי ויכתוב על הלוחות כמכתב הראשון ומפני שאמר כמכתב הראשון ידענו כי הם כתובים באצבע אלהים ויהיה פי' וכתבתי באצבעי וכו' עכ\"ל עין רואה דהרמב\"ן כתב הפך דברי הרב ז\"ל כמבואר בא\"ר לח\"י רואי:<br><b>אמנם .</b>אין מכל זה טענה על הרב הרדב\"ז כלל דהוא כתב הכי משום יתובי דעתא דר' יוסי ודעמיה דאמרי בכתב עברי נתנה תורה. אמנם כבר מסיק הרב ז\"ל בסוף תשובתו דרוב התנאים והאמוראים ס\"ל שבאשורי נתנה תורה וכן הוא סברת הרמב\"ם בפי' המשנה במס' ידים ע\"ש ומאחר שכן גם הרמב\"ן בפירושו סבר הכי לדעת מ\"ד כי באשורי נתנה תורה שסברא זו נראית נכונה ולדעת זה שפיר פירש הרמב\"ן. ודברי הרדב\"ז מיוסדים על אדני פז דברי רז\"ל בשמות רבה פ' מ\"ז וז\"ל ד\"א כתוב לך אמר הב\"ה למשה הלוחות הראשונות אני כתבתי אותם כדכתיב כתובים באצבע אלהים אבל השניים כתוב אתה ולואי אתן בו ידי וכו' הה\"ד ואכתוב על הלוחות עכ\"ל הרי דנמצא סברא במדרש דדריש כתוב לך שיכתוב הלוחות שניות ומה שאמר ה' ואכתוב על הלוחות הוא כב יכול שיתן יד לסייע למשה רבינו ע\"ה ושפיר קאמר הרדב\"ז דבלוחות שניות כתיב כתוב לך. ומ\"ש וכתבתי על הלוחות פירשו ז\"ל שאתן יד כב יכול:<br><b>ברם .</b>אכתי יש להעיר על הרדב\"ז שהרב ז\"ל דייק מאי דכתיב וכתבתי על הלוחות את הדברים אשר היו משמע הדברים ולא הכתב עצמו ומזה הכריח פירושו דבשניות היה כתב עברי וכו' והרי פ' עקב מקרא מלא ויכתוב על הלוחות כמכתב הראשון והרי דגם על הכתב אמר כמכתב הראשון ואיך הרב ז\"ל רצה לומר דלוחות ראשונות היו בכתב אשורי ולוחות שניות היו בכתב עברי ודייק מדכתיב הדברים אשר היו:<br><b>הגם .</b>הלום ראיתי להרב ברכת הזבח בספרו ברכת שמואל פ' פקודי שהסכים גם הוא דלמ\"ד בכתב עברי נתנה תורה מודה שהלוחות הראשונות נכתבו אשורית והביא מאמר ש\"ר הנז'. ומ\"ש בתוך דבריו וז\"ל שבלוחות שניות נשתנה שנכתב ע\"י משה כד\"א ויכתוב משה את עשרת הדברים אחר פ' כתוב לך ברועץ וכו' עכ\"ל אין כונתו דקרא הכי כתיב ויכתוב משה דהרי לא כתיב אלא ויכתוב את עשרת הדברים ופירש הרמב\"ן ויכתוב ה'. אך כונתו דלפי מדרש ש\"ר הנז' דמפרש כתוב לך שה' לו ציוה שיכתוב לוחות שניות א\"כ יש לפרש מש\"ה אחר זה ויכתוב את עשרת הדברים שהכונה ויכתוב משה כי כתוב אחר כתוב לך ופשוט ולסגנון שכתב הרב הנז' ל\"ק ממאי דכתיב פ' עקב ויכתוב על הלוחות כמכתב הראשון שהרב זלה\"ה יפרש דר\"ל שהיו כתובים משני עבריהם דלזה נתן יד כב יכול כמו שהאריך הרב הנז' לעיל מזה ולפרט זה כתוב כמכתב הראשון. אך על הרדב\"ז דדייק מאומרו הדברים אשר היו דברים ולא כתב דקדקנו מדכתיב ויכתוב כמכתב הראשון. ויש לישב. [אחר זמן בא לידי ספר בנין שלמה שיטת סנהדרין להרב המאה\"ג ריש מתיבתא בק\"ק פפד\"מ כמהר\"ר נתן מז נר\"ו הנדפס מחדש ומידי עוברי הנה אשור דשם בסנהדרין דף כ\"א הסכים הרב הנז' דלכ\"ע הלוחות נתנו בכתב אשורי וז\"ש פסל לך כתב לך מה פסולתן שלך אף כתבן שלך כמ\"ש הרא\"ש דסודי התורה רמוזים בצורת האותיות והאריך בזה. והרואה יראה בפירוש הרא\"ש דלא הזכיר סודות. וקשה על הרב הנז' דהוא הזכיר הירושלמי ויפ\"מ ואיך לא זכר מ\"ש בירושלמי דלמ\"ד עי\"ן של לוחות מעשה נסים אלמא גם הלוחות בכתב עברי. וליכא למימר דהרב נר\"ו כונתו על לוחות ראשונות כמ\"ש הרדב\"ז דהוא קאי על לוחות שניות דכתיב פסל לך ודוק כי קצרתי]:<br><b>וכבר .</b>כתבנו לעיל שהיותר מוסכם הוא דבכתב אשורי נתנה תורה ולא נשתנה וכן תפסו הרמב\"ם והרמב\"ן כמבואר לעיל וכן נהירנא שראיתי להרב זקן אהרן סי' קמ\"ח שהאריך וכתב דהכי הלכתא דלשון הקדש וכתב אשורי נתנו לנו מסיני ואין ספרו כעת אצלי:", 
            "<b>ועוד  האמר רב חסדא מם וסמך וכו'.</b> כתב רבינו בצלאל בלקוטיו כ\"י וז\"ל הרב רבינו משולם ל\"ג הא דרב חסדא הכא אלא הא דרב חסדא שייכא דוקא לפ' הבונה כאשר תראה ומינה לא תזוז דהכי עיקר ותו לא מידי עכ\"ד רבינו משולם והאריך בזה עכ\"ל אכן מתלתא קראי שמיע לן לקיים הגירסא רש\"י ור\"ת ור\"י וכבר יישבו הגירסא כמבואר בדברי קדשם ועמ\"ש מהרש\"א על דברי התוס' ויש להשיב קצת על דבריו ע\"ש ודוק הטב בדברי התוס':"
        ], 
        [
            "<b>שכחום וחזרו ויסדום.</b> הקשה הרב עיון יעקב דהא אמרו בתמורה דף ט\"ו בהלכות ששכחם יהושע ואמרו אלה המצות שאין נביא רשאי לחדש דבר מעתה וע\"ש מה שתירץ ולק\"מ דהכא הכונה דרוב המון ישראל שכחו אך קצת גדולים ודאי היו יודעים. והם החזירום לישראל כמו שהיו יודעים וכן כתבו הרדב\"ז בתשו' הנז' והרב ברכת שמואל דהגדולים היו יודעים. ולא דמי להתם אשר שכחום לגמרי כמבואר שם:", 
            "<b>תרגום של נביאים יונתן בן עוזיאל אמרו.</b> בשם הגדולים ח\"א וח\"ב מבואר דתרגום יונתן על התורה המודפס כמה פעמים נראה דאינו מיונתן ן' עוזיאל ע\"ש באורך וכ\"כ הרב מהר\"י חאגי\"ז וכ\"כ במוסף הערוך ועמ\"ש מהרש\"א בחי' אגדות ובמ\"ש בעניותי על דבריו בשם הגדולים ח\"א ע\"ש. [עיין בשלשלת הקבלה מ\"ש בעת שנדפס תרגום יונתן ע\"ש]:", 
            "<b>ועוד בקש לגלות תרגום של כתובים וכו'.</b> משמע דיונתן לא תרגם כתובים כלל. וכן רש\"י לקמן דף כ\"א כתב ועשרה מתרגמין ל\"ג שאין תרגום בכתובים. איברא דק\"ק על רש\"י דהרי אמרו בשבת פ' כל כתבי מעשה ברבן גמליאל וכו' וספר איוב תרגום מונח לפניו וכו' דהרי איכא תרגום באיוב שהוא מכתובים ומוכרח שאיזה תנא תרגמו וכמ\"ש התוס' דיש תרגום מהתנאים עי\"ש ובחידושי הרשב\"א פ' כל כתבי ע\"ש. ואחר זמן רב באו לידי תוספי הרא\"ש למגילה וכתב שם דיב\"ע תרגם אמ\"ת והבת קול היתה לדניאל לבד. [וראיתי תרגום על דברי הימים נדפס שנמצא בקאדימיא מאינגליטירא ומיחסים אותו לרב יוסף והוא יקר המציאות]:", 
            "<b>אחאב דקטל יתיה הדרימון.</b> יש להעיר דרש\"י בפי' נביאים כתב דנעמן הרגו והוא הפך יב\"ע שתרגם מפי נביאים דהדרימון הרגו. [ואחר זמן רב נדפס ס' טורי אבן ועכשיו שבא לידי מידי עוברי ראיתי שעמד על זה ע\"ש]:", 
            "<b>והיכי עביד הכי וכו' חיישינן שמא שד הוא.</b> אע\"ג דאשכחן דרשב\"י ור' אלעזר ידעו כמעט המחשבות והפליגו בידיעת רבינו האר\"י זצ\"ל ואיך פריך על יהושע תלמידו של משה רבינו דהיה לו לחוש שמא שד הוא והלא כל רז לא אנס ליה. הא ל\"ק דכל זה שידעו רשב\"י ור' אלעזר ודכוותייהו היינו ברוח הקדש ששורה עליהם. ועל דבר שאין רוצים לגלות מן השמים הרי הוא כשאר בני אדם וכמ\"ש אלישע הנביא וה' העלים ממני. והכא דיהושע לא גילו לו ושאל הלנו אתה. א\"כ בזה הרי הוא ככל אדם והיה לו לחוש:", 
            "<b>גמירי דלא מפקי ש\"ש לבטלה.</b> בזמנינו העידו מגידי אמת שרשע מכשף עשה ששור אחד ידבר חצי שעה בשם ה' שישמעו לרשע ומוכרח שהכריח לשד אחד שיכנס שם וידבר. ולכן נראה דהא דגמירי דלא מפקי ש\"ש לבטלה היינו כשהם בבחירתם אך בכח השבעות וכשופים [ומוכרחים לכך (ו)עושים באופן דנראה דאומרים בשם הדבר ההוא והם מכוונים לדבר אמת ולא מפקי שש\"ל ואינם עושים כך אלא בהשבעות וכשפים]. ובחילוק זה נתישבו כמה ענינים ועוד יש לחלק ואין להאריך:", 
            "<b>מיד וילן יהושע בתוך העמק וכו'.</b> עמ\"ש בעניותנו לעיל בערובין דף ס\"ג:"
        ], 
        [], 
        [
            "<b>ואריב\"ל לוד ואונו וגיא החרשים וכו'.</b> עמ\"ש רש\"י ותוס' והרב מהרש\"א ומ\"ש על דבריהם בס' הקטן ברכי יוסף סי' תרפ\"ח בס\"ד:", 
            "<b>מאי איריא פורים אפי' י\"ט נמי.</b> כתבו התוס' נ\"ל דה\"פ מאי איריא פורים דאין דורשין מקודם וכו' ע\"ש. אפשר דהוקשה להם לתוס' מאי קאמר אפי' י\"ט דמשמע די\"ט קיל ותירצו שדורשים ל' יום קודם בי\"ט וכו'. ויש להעיר דאימא דהא קמ\"ל דאף פורים דאין דורשים מקודם וה\"א דה\"ה דלא ידרשו בו ביום קמ\"ל אי נמי פורים אצטריכא ליה דרוב השנים דפורים חל בחול ואין דורשין והו\"א דגם אי אקלע בשבת לא ידרשו כרוב השנים קמ\"ל:<br><b>שוב .</b>ראיתי בתוספי הרא\"ש למגילה כ\"י שכתב וז\"ל מאי איריא פורים ואפי' י\"ט נמי וא\"ת והלא י\"ט חמיר טפי שהרי ל' יום נמי דורשין קודם ואי ה\"א יום טוב היכי ידעינן פורים דקיל דאין דורשין אלא יומו וי\"ל דנהי דלגבי י\"ט איכא חומרא דדורשין מ\"מ יום פורים חמור מיום עצמו של י\"ט משום דפרסומי ניסא עדיף עכ\"ל. ובזה נתישב הכל דלא ס\"ד שלא לדרוש בפורים משום פרסומי ניסא. ומיהו אפשר לפרש בסגנון זה מאי איריא פורים כלומר האי פורים דאקלע בשבת דאיירינן ביה דחסרי' מצותו שהוא קריאת המגילה דודאי משום פרסומי צריך לדרוש. אפי' י\"ט דלא חסר כלום ממצותו צריך לדרוש בו ביום ודוק:", 
            "<b>הלכות פסח בפסח.</b> ראיתי בלקוטי רבינו בצלאל כ\"י שהביא משם הריטב\"א בחידושיו ראש השנה שדחה סברת מאן דאמר דשואלין ל' יום קודם וה' חג בחג היינו דמזרזין קודם מעשה ובשעת מעשה וז\"ל ואינו מחוור מדלא קאמר דורשין כי התם ותו בתוספתא מסיימי עלה דההיא ובבית ועד שואלין קודם לפסח ל' יום לכך י\"ל ששואלין בבית הועד וחשיב שואל כענין להפסיק ממשנתן להשיב והא דאמר הכא [ר\"ה דף ז' ע\"א] כיון דאמר שואלין בה' פסח קודם לפסח ל' יום אתי לזלזולי בחמץ אע\"ג דלא דרשי' ברבי' מ\"מ מעתה משתדלים בני אדם בצרכי הפסח ומתחילין לישאל עליהן וגם לשאת ולתת (סתם) בבית הועד ומנו כ\"ע עד הפסח ל' יום וכי אתו בתר הכי שלוחי ב\"ד שלא יעשו פסח מפקפקים בהם ואתו לזלזולי בחמץ בזמן איסורו. הריטב\"א בחידושי ר\"ה עכ\"ל ולא הזכי' הריטב\"א דגם בירוש' פ\"ק דפסחים קאמר כתוספתא. והר\"ן הכא ופ\"ק דפסחים והרשב\"א בשילהי מכילתין כתבו כהריטב\"א ואני בעניי בספרי הקטן ברכי יוסף א\"ח סי' תכ\"ט ישבתי איזה סוגיי דתלמודין והיו לאחדים עם הירושלמי והתוספתא ודברי הריטב\"א תניא דמסייע לן ע\"ש ודוק:", 
            "<b>רש\"י ד\"ה יזמרך כבוד וכו'.</b> וי\"מ למען יזמרך היינו בלילה דאין זמירה אלא בלילה שנאמר הנותן זמירות בלילה. לעולם אודך היינו ביום שנאמר ואמרת ביום ההוא אודך ה'. גליון. לקוטי רבינו בצלאל כ\"י:", 
            "<b>תוס'  ד\"ה שאף הן היו באותו הנס פי' רשב\"ם וכו' ע\"ס הדבור.</b> עמ\"ש אני בעניי בס' הקטן ברכי יוסף סי' תע\"ג אות ט\"ו. ובפירוש(י) שאף הן מקמאי ומ\"ש האחרונים כתבתי בעניותי בס' הקטן מחזיק ברכה סי' רצ\"א ע\"ש באורך:", 
            "<b>תוס' ד\"ה פסק בסופו.</b> ה\"ג ואומר שיר מזמור משום דכתיב ביה מפלה לאומות. נ\"ל דהוא שיר מזמור לאסף תהלים סי' פ\"ג. לקוטי רבינו בצלאל אשכנזי למכילתין כתיבת יד:", 
            "<b>תוס' ד\"ה חייב אדם לקרות בסוף אף זכירה כן.</b> ותו דתנן לקמן כל היום כשר לקרות המגילה ולקרוא ההלל ולא קאמר כל הלילה כשר לקריאת המגילה ולקצירת העומר וכו' מכלל דיום הוי קריאת המגילה תוספות כ\"י הביאם רבינו בצלאל בלקוטיו כ\"י:"
        ], 
        [
            "<b>תוס' ד\"ה ויעבירנה ד' אמות וכו' אבל מילה בשבת וכו' עד אבל במוצאי יה\"ך דאפי' אם מעבירו ד' אמות בר\"ה לא הוי אלא איסור דרבנן וכו'.</b> פי' דאיסור דרבנן מה שמוסיפין מחול על הקדש גם ביציאתו והא דדרשינן לה מקרא אסמכתא בעלמא היא. ויש אומרים דאיסור דרבנן היינו דאסור לעשות מלאכה קודם שיבדיל. לקוטי רבינו בצלאל כ\"י:"
        ], 
        [], 
        [
            "<b>בקרונה של צפורי.</b> עיין פירש\"י ובלקוטי רבינו בצלאל כ\"י פירש בשם הערוך מים נובעים וקרים:", 
            "<b>ומי פשיטא ליה דטבריא מוקפת חומה מיהושע וכו'.</b> כל הסוגיא ודברי הרשב\"א בחידושיו ודברי הרב מהרש\"א בחי' הלכות כתבתי בעניותי לתרוצי סוגיא בספרי הקטן ברכי יוסף סימן תרפ\"ח אות ח' בס\"ד ע\"ש באורך:", 
            "<b>תוס' ד\"ה והא רבי בטבריא הוה ותימא לר' מנא ליה דר' בטבריא הוה והא אמרינן פ' הנושא ופ' אחד דיני ממונות הלך אחר רבי לבית שערים. ונראה שהיה בטבריא בימי אנטונינוס וכו' בני טבריא ממס וכו'</b> כצ\"ל מתוספות כ\"י. לקוטי רבינו בצלאל כ\"י:"
        ], 
        [
            "<b>למה נקרא שמה רקת שאפי' רקנים שבה מלאים מצות כרמון.</b> כמו רגע נראה אלי ס' טורי אבן נדפס מחדש ביד עובר ארח והוא להגאון מהר\"ר ליב ראש ישיבה אב\"ד דק\"ק מיץ. ובפותחי אשו\"ר ברהטי\"ם שכתב על זה וז\"ל איני יודע מאי עדיפותא דטבריא מכל ארץ ישראל וכי תימא דקדושה יתירה יש בה הגורמת שאין יצה\"ר שולט כל כך איני יודע במה קדשה מכל ארץ ישראל ועוד הרי ירושלם דקדשה יותר כדתנן פ\"ק דכלים ולא מצינו מעלה זו ועוד קשיא לי מאי רבותא הא אמרינן בסנהדרין דף ל\"ו אפילו ריקנין שביך וכו' ואכל ישראל מעיד הכתוב ומאי רבותיה דטבריא עכ\"ל:<br><b>ואפשר .</b>לומר דמ\"ש על כל ישראל ריקנין שביך וכו' בכל ישראל הוא ברוב ישראל דרובו ככלו וכפ\"ז אפשר דעיר אחת יהיו מיעוט הרקנין מלאים מצות או חצי הרקנין אכן כשנצרף כל ישראל יהיו רוב הרקנין מלאים מצות. וטבריא רוב הרקנין שבה או כל הרקנין מלאים מצות. והגורם לזה אפשר דהיינו מה שמקבלים שבת מבעוד יום שיושבת בעמק. ובודאי מחמירין ביציאת שבת. וכבר נודע מרז\"ל דשומר שבת כמקיים כל התורה ואפי' עע\"ז כאנוש מוחלין לו וכהנה רבות והיינו דאהני להו שיהיו מלאים מצות. ואפשר דהיינו טעמא דהשכינה וב\"ד הגדול יקבע בה באחרונה ומשם לבית ג' במהרה בימינו דכיון שאז\"ל דבזכות שבת נגאלין כמו שהוכחנו והארכנו בעניותנו בדרושים מיסוד רז\"ל ורבינו האר\"י זצ\"ל. לזה תזכה למעלה זו:", 
            "<b>רבא אמר רקת שמה ולמה נקרא שמה טבריא וכו'.</b> כתב הגאון הרב טורי אבן הנז' דט\"ס דהא לעיל קאמר רקת זו טבריא וכו' ואם נאמר לעיל רבה והכא רבא. א\"כ רבה קאמר כי נח נפשיה דר' זירא ומסוף הוריות מוכח אביי מלך בימי ר' זירא ממ\"ש אביי ורבא הוו יתבי וכו' ובתחילה מלך רבה ואח\"כ אביי כדאמר ספ\"ה דגיטין וכו' עכ\"ל ולי ההדיוט לא קשיא דמ\"ש כי נח נפשיה דר' זירא (אונו) [אינו] מדברי רבה אלא ממסדר הש\"ס. ותו אשתמיטיתי' להרב מ\"ש הרמ\"ה בהוריות והביאו הרב מהר\"י ן' חביב בעין יעקב דההיא דהתם היה לשעה לבדיחותא בעלמא ולא למהוי רישא אכלא כרכא ראש ישיבה ודבריו נאמנו מאד ע\"ש ודוק:", 
            "<b>מהכא ולאום מלאום יאמץ.</b> פירוש אין אומצו של זה בשעת אומצו של זה. הרב מנחם בר שלמה המאירי בפסחים לקוטי רבינו בצלאל כ\"י:<br><b>ואפשר .</b>לפרש מם מלאום מם הסיבה וכמ\"ש רז\"ל לא נתמלאה צור אלא מחרבנה של ירושלם דבחטאות ישראל נותנין כח לסט\"א אשר שבי\"ם ניצוצות הקדושה והוא חיותם וגדולתם בעוה\"ר. וכן ירושלם בחרבנה של צור שתפליט ניצוצי קדושה ופסקה לחיותם אז תבנה ותכונן ירושלם ב\"ב כי מלאה צבאה תורתם ומצותם אשר הלכו שבי ותשבן לקדמתן ותגדל ירושלם וזהו ולאום מכח לאום האחר יאמץ:"
        ], 
        [
            "<b>וא\"ר יצחק אם יאמר לך אדם יגעתי ולא מצאתי אל תאמן.</b> פירוש שאומר שיגע ולא מצא כלל והא ודאי שקר ענה דגם שלא יזכה להיות גברא רבא דמחדדן שמעתתיה חריף ומקשה מתון ומסיק מ\"מ אם יגע באמת ודאי מצא שיהיה תלמיד חכם פשוט מיהא:", 
            "<b>תוס' ד\"ה מסתבר טעמיה דאין מעבירין וכו'.</b> עמ\"ש אני בעניי על דברי התוס' כאן ושאר דוכתי בענין זה בס' הקטן ברכי יוסף א\"ח סי' כ\"ה אות ג' בס\"ד ע\"ש באורך:"
        ], 
        [
            "<b>שלחה להם אסתר לחכמים קבעוני וכו'.</b> עמ\"ש הרב יד אליהו בתקנות ועמ\"ש אנכי עפר דל בספר הקטן ברכי יוסף ריש סי' תרפ\"ח בס\"ד ועמ\"ש בעניותי בספרי הקטן דברים אחדים דף קי\"ד בס\"ד:", 
            "<b>כתנאי כתוב זאת מה שכתוב כאן וכו'.</b> עמ\"ש אני בעניי בספרי הקטן דברים אחדים דף קכ\"ח ע\"ד בטעם פלוגתא דהני תנאי ע\"ש:", 
            "<b>שנאמר ויודע הדבר למרדכי.</b> פירוש אלמא מרדכי נביא הוה דמהיכן נודע לו אלא ברוח הקדש ואם כן גם המגילה אמר ברוח הקדש כיון דנביא הוה. חידושין בשם תוספות כ\"י לקוטי רבינו בצלאל כ\"י. ועיין מה שפירש\"י:", 
            "<b>תוס' ד\"ה נאמרה לקרות משמע דסבר וכו' עד סוף הדיבור.</b> בלקוטי רבינו בצלאל כ\"י ארוכ\"ה לו עלתה. ובראשונה מייתי נסחאות מתוספות כ\"י ושוב כתב כדי לעמוד על ביאור דיבור זה עיין במהרש\"ך ח\"ב סי' רט\"ו משם הרב מהר\"י בי רב. ואחר זה כתב וז\"ל נאמרה לקרות וא\"ת אי לא בעי כתיבה כלל אמאי לא יצא הקורא במגילה בין הכתובים לא תהא אלא קריאה על פה וי\"ל דשמואל ה\"ק שלא נתנה ליכתב בכלל ספרי הקדש עד שתהא כמותם לטמא הידים אבל מ\"מ נתנה ליכתב שלא ע\"פ והקורא ע\"פ לא יצא ואי קשיא לך הא דאמרי' מס' יומא דפריך והאיכא חנוכה ופריק נתנה ליכתב אמרינן הניחא למ\"ד נתנה אלא למ\"ד לא נתנה מאי איכא למימר דאלמא דמ\"ד שלא נתנה ליכתב כלל קאמר דומיא דחנוכה לא קשיא דנתנה ליכתב מדרבנן מיהא משא\"כ חנוכה וכו' א\"נ מסתברא לי דודאי לישנא דסוף כל הנסים לא שייך שנכתבה לעצמה אלא כשהוא מכלל כתבי הקדש הוא סוף להם דומיא דשחר שהוא מכלל הלילה וסוף לה ואינו חלוק לעצמו ע\"כ ל' הרשב\"א ובו יובנו דברי התוספות עכ\"ד רבינו בצלאל בלקוטיו כ\"י הנצרכים לנו ונראה דהמזכיר מהרש\"ך ח\"ב הוא המעתיק מהר\"א פליף:<br><b>ולשון .</b>הרשב\"א בחידושיו הנז' בקשתיו ולא מצאתיו בחידושיו הנדפסים. ונראה דאלו חידושים של הרשב\"א שבידינו הם מהרשב\"א דכמה זמני משכחת שם דברי הרשב\"א דמייתו רבוואתא משמיה והיה אפשר דהם מקוצרים על דרך חידושי ר\"ה מהרשב\"א שכתבתי במ\"א כי באו לידי חידושי ר\"ה להרשב\"א כ\"י והנדפס חומש מחידושיו מ\"מ בזה שבחידושיו הנדפסים בענין זה עצמו יש לשון אחר לא ידענא מאי אידון בה ואולי הוא מהדורא אחרת:<br><b>והא .</b> דהרשב\"א לא הקשה ממתני' אלא מכתובה בין הכתובים היינו משום דשמואל גופיה סבר הכי לקמן דף י\"ט סוף ע\"א והא עדיפא לאותוביה דידיה אדידיה דאי ממתני' מצי למימר אנא דאמרי כהאי תנא דפלי' אמתני' כפי הנסחא דקמן בתוספות איכא למידק על דבריהם דמקשו מר' יוחנן והי\"ל להקשות משמואל גופיה. וכן ראיתי בחידושי הרשב\"א הנדפסים דהקשה משמואל גופיה ועמ\"ש הרא\"ש בתוספותיו. ואחרי כתבי ראיתי בלקוטי רבינו בצלאל ב\"י הנז' שהרגיש לקמן בזה ותירץ דאי מדשמואל ל\"ק דהוה אמינא דסבר שמואל דכתובה בין הכתובים גרע מע\"פ דבע\"פ לא בעי הכר פרסומי ניסא ובמגילה הכתובה בין הכתובים מוקי לה בדלא מייתרא וכו' ולהכי מקשה מר' יוחנן דמוקמי לה בצבור ואמאי לא יהא אלא כקורא ע\"פ אלא ודאי הקורא ע\"פ לא יצא והיכי מתרצי לשמואל דלא כסתם משנה עכ\"ד ודבריו סתומים ואפשר דכונתו דלר\"י דביחיד שרי בכתובה בין הכתובים ולא חייש דלהוי הכרא דמיתרא או מחסרא אלמא בצבור דקפיד לא יהא אלא כקורא ע\"פ כיון דביחיד לא בעי דמיתרא או מחסרא. ומ\"מ אכתי קשה דלימא דבצבור בעי פרסומי ניסא וגרע מע\"פ כמ\"ש לשמואל ותו לדידיה נימא דשמואל פליג על ר' יוחנן דביחיד בעי מחסרא או מיתרא וה\"ט דבעי הכרא ומה מקשה מר' יוחנן ואפשר דהשתא דר\"י קאמר הכי וקאמר עלה בצבור שנו מסתמא אית לן למימר דגם שמואל הכי סבר ולא פליגי אבל אי מייתו דשמואל לחוד יש לדחות. שוב ראיתי דלא אפשר דשמואל פליג וגם הא דבצבור שנו לא נאמר על ר' יוחנן לחוד אלא כי אתמר גם אשמואל אתמר שהרי קרו לפני רב יהודה במגילה הכתובה בין הכתובים ומר ניהו תלמיד שמואל ואיהו אמרה משם שמואל ופריך עלה ומשני בצבור שנו וא\"כ קאי אדשמואל והדרא קושיא לדוכתא דהו\"ל להתוס' להקשות משמואל גופיה דהא דבצבור שנו אמרוהו בש\"ס גם אשמואל. ויש לישב קצת דר' חייא בר אבא דאמר משום ר\"י איהו ניהו דקאמר בצבור שנו. וממילא תריץ לרב יהודה דקרו קמיה במגילה הכתובה בין הכתובים ויען שהאומר משום ר' יוחנן הוא דאמר בצבור שנו להכי נקטי התוס' ר' יוחנן. והוא דוחק. ותו יש להרגיש דכיון דהתוס' הקשו ממתני' מה הוסיפו להקשות מר' יוחנן הלא ודאי דר' יוחנן הכי סבר דבעלמא א\"ר יוחנן הלכה כסתם משנה. ויש לישב:<br><b>אכן .</b>נראה עיקר כנסחת התוס' כ\"י שהביא בלקוטי רבינו בצלאל כ\"י דלא הקשו אלא מסתם משנה ומתיבת ורב עד לא יצא ליתיה ונמחק הכל:", 
            "<b>שתי מנות לאיש אחד.</b> כתוב בלקוטי רבינו בצלאל כתיבת יד משם הרמב\"ן (כי) [כ\"י] פירוש שתי מנות לאדם אחד שהוא עשיר. ולאביונים שאינם רגילים כל כך לאכול די להם במתנה אחת והיא נחשבת להם כדבר גדול עכ\"ל ועמ\"ש הרב פרי חדש ומ\"ש אני בעניי בספר הקטן ברכי יוסף בס\"ד:"
        ], 
        [
            "<b>קיימת בנו רבינו ומשלוח מנות איש לרעהו.</b> (א) המפרשים פירשו דקרא כתיב איש לרעהו והכא ר' יהודה נשיאה גדול כבודו על ישראל ועל רבנן ור' הושעיא לגבי דידיה היה מחשיב עצמו קטן ועם כל זה יצא י\"ח דכל דוכתא דכתיב רעהו ל\"ש קטון ל\"ש גדול וז\"ש קיימת בנו רבינו עם היות שאתה גדול ואני קטן קיימת בנו רבינו ומשלוח מנות יצאת י\"ח המצוה דרעהו לאו דוקא:<br><b>(ב) וראיתי .</b>בלקוטי רבינו בצלאל כ\"י שהעתיקם מהר\"א פליף והוסיף ממנו ומרבני זמנו שכתב בזה וז\"ל. גיליון. וקשיא לי מנחם די לונזאנו פשיטא ונ\"ל דהא קמ\"ל דיין נמי אקרי מנות לענין פורים ואע\"ג דלענין י\"ט פליגי בית הלל על בית שמאי ואמרי משלחין יינות עכ\"ל ונראה דכונתו דה\"א דשאני התם דסבר בית הלל דאין צריך מנות דוקא ואמטו להכי קאמר משלחין יינות אבל הכא לא נפיק ביינות קמ\"ל דחשיב מנות:<br><b>ואולם .</b>יש להעיר בדברי הרב ז\"ל דלדידיה דמשלחין מנות הם דברי ב\"ה וב\"ש פליגי א\"כ לב\"ש אינם מנות ואמאי נפיק הכא בפורים דבעינן מנות אימור דגם לב\"ה לא מיקרו מנות ושאני י\"ט דב\"ה לא בעו מנות. ולזה יש לומר דהגם דבעלמא לא מקרו מנות הכא בפורים כיון דמשתה ושמחה כתיב ושתי\"ה היתה נקראת מנה יפה והא קמ\"ל דאע\"ג דבעלמא יין לא מיקרי מנה הכא מסתברא דיין תשורה הן להביא תשור\"י מראש המנ\"ה וז\"ש הרב דיין נמי אקרי מנות לענין פורים:<br><b>אמנם .</b>אכתי קשה על הרב ז\"ל דסבר דמאי דקתני במתניתין התם ספ\"ק דביצה משלחין יינות וכו' בית הלל היא. והלא הא דמשלחין יינות מוכח דהיא חלוקה אחרת והיא אליבא דכ\"ע דיינות מיקרו מנה גם לב\"ש וכן הרב תרומת הדשן סי' קי\"א כתב בפשיטות דשתיה בכלל אכילה והרב פרי חדש סי' תרצ\"ה הביא ראיה מהא דהכא דשדר גרבא דחמרא ופירש דהיינו דקאמר קיימת בנו רבינו דהוה ס\"ד דמנה מידי דאכילה לד'א קיימת בנו רבינו דשתיה בכלל אכילה עיין בדבריו ודוק:<br><b>(ג) ואפשר .</b>לומר דרך רמז דעל פ' עשו איש יודע ציד תרגם אנקלוס גבר נחשירכן ושאלו להרשב\"א בתשובה סי' קס\"ד על תרגום זה וכתב דיש גדולים דגרסי הגירסא בריש וע\"ש מה שפירש. אמנם המקובלים פי' שהוא רמז לסט\"א והוא נחש ירכן נאחז בירך. גם כתבו המקובלים דהגלות הזה הוא על עון לשון הרע ופ\"ג דערכין קרי ליה לישן תליתאי והוא חמור מע\"ז ג\"ע ש\"ד ותקנתו בתלמוד תורה כמפורש שם. וזה רמז לו אטמא כלומר הנאחז בירך שהוא אטמא עתה הוא מקטרג על לה\"ר וזה רמז דעגלא תלתא כלו' הלשון שהוא כמו עגל ע\"ז תלתא שהוא לישן תליתאי א\"נ ששקול כשלשה עבירות ע\"ז ג\"ע ש\"ד ואנו בגלות על זה אין תקנתו אלא בגרבא דחמרא היא התורה הנמשלת ליין ולשון גרבא על דרך זיל גרביה בשבת דף קמ\"ח ופירש הערוך מושכהו והוא כמ\"ש משכהו לבית המדרש. וגם רמז אטמא גי' מטב. דעגלא תלתא כלומר להטיב ולתקן הלה\"ר שבעבורו אנו בגלות משיכ\"ה דאוריתא וזהו גרבא דחמרא יינה של תורה כי זהו התקון. ושלח לו קיימת בנו רבינו דבזה ששלחת למדתנו רבינו ומשלוח מנות דשדר לן שופריה מנה רוחנית ברמז מופלא וגופנית בשר ויין.<br><b>(ד) עוד .</b>אפשר לרמוז שרצה ר' יהודה נשיאה לרמוז לו כל תקף ההצלה בפורים על דבר אמ\"ת וענוה צדק וזה המזמור דורשו רבינו אליעזר מגרמיזא בשערי בינה כ\"י על אסתר ונס פורים ואפשר לרמוז כי אמ\"ת ר\"ת אסתר מרדכי תורה כי שלשה אלה עזרתה לנו להנצל דהיינו בזכות אסתר ומרדכי כי רב הוא ונוסף עוד שמסרו עצמם על קדוש השם בעבור ישראל וגם בזכות התורה שקבלנו ברצון כמשז\"ל. והנה נודע דמרדכי לא השתחוה להמן לתקן פגם הירך וכמו שאמר הסבא קדישא בזהר משפטים ומבואר באריכות בדברי הרב מהר\"א גאלנטי בקול בוכים. וזהו רמז אטמא הירך ששמר מרדכי. דעגלא תלתא רמז לאסתר כי האשה מכוני' לעגל כמ\"ש לולא חרשתם בעגלתי והאשה נקנית בג' דרכים וזה רמז עגלא תלתא. ורמז לתורה הוא גרבא דחמרא שהתורה נמשלה ליין. ובמוטב תלתא אסתר ומרדכי ותורה היתה ישועתנו. גם מבואר בדברי הזהר הקדוש ומהר\"א גאלנטי הנזכר כי בענין שאול ח\"ו נתחזק פגם הירך אלמלא דוד הע\"ה אשר תקן בשירותיו כמש\"ה נעימות בימינך נצח ולכן שאל דהע\"ה שיזכר בענין מרדכי כמו שהארכנו בס' הקטן דברים אחדים דרוש י\"ג דף ס\"ה ע\"ש. אי לזאת ר' יהודה נשיאה דאתי מדוד הע\"ה שתקן הירך שלח לרבי הושעי\"א לשם שבו הו\"א תשלום שמו יתברך וכסאו ישע שאנו מקוים שימחה זכר עמלק תפרה [ישע] ויושלם השם והכסא כביכול [הרמוז באותיות הו\"א משם הושעיא שהוא צירוף תיבות הו\"א יש\"ע] ואז יושלם תקון הירך:<br><b>(ה) והרב .</b>ישרש יעקב הביא משם הרב תאוה לעינים דגריס תלתא גרבי דחמרא וכן הגירסא בעין יעקב ולפי גירסא זו פירש דאטמא וג' גרבי הם ד' ובזה קיים שתי מנות וב' מתנות וכונתו דשלח שקיים כל הכתוב משלוח מנות ומתנות עכ\"ד ולפי גירסתו דשלח ג' גרבי דחמרא ולגירסת רש\"י דגריס דשלח לו משלוח מנות איש לרעהו ותו לא וכן נראה דגריס מהרש\"א בת\"ל. אפשר לומר להפך דדרך בדיחותא שלח לו קיימת בנו רבינו ומשלוח מנות איש לרעהו כלומר הגם דשדר לן טובא דאית ביה לקיים מנות ומתנות מ\"מ כיון דשדריה מר לדידי הגם דעל שלחני יש אביונים ואכלו אביוני הם זוכים מכחי ומר לא קים אלא מנות לחוד וזה משום צחותא דודאי ר' יהודה נשיאה יהיב לכמה אביונים. ודרך שמחה שלח כזאת ואשמועינן דינא. ואחרי כתבי ראיתי להרב חידושי אגדות שהגם דגירסתו גרבא דחמרא פירש דיצא י\"ח מהכל ושלח ליה כוליה קרא ע\"ש דיש בדבריו קצת גמגום:<br><b>(ו) א\"נ .</b>אפשר דרבי הושעיא לא היה רוצה ליהנות אך עתה דבקבלתו גורם דר\"י נשיאה יקיים המצוה נתרצה לקבל דגם הוא עושה מצוה על דרך שכתב הר\"ן ריש פ\"ב דקדושין דאתתא אע\"ג דלא מפקדא אפריה ורביה מצוה היא עושה בנשואיה כיון דהאיש אי אפשר לקיים מצותו מבלעדה והיינו דשלח ליה קיימת בנו רבינו וכו' כלומר מדעתי כי קשה ליהנות אך יומא הוא דקגרים שעל ידי תקיים המצוה וזכו השתכחת לי וז\"ש קיימת בנו רבינו ולכן קבלתים ואתיא כדעת הרב פר\"ח דאם קבל המתנות ומחלם לו לא יצא:<br><b>(ז) א\"נ .</b>רמז לו דעתה דקבלם יצא וז\"ש קיימת בנו שקבלנום דאם נגנבו או נאבדו לא יצא כמו שהסכים הרב מופת הדור מהר\"ח אלפאנדארי בהגהתו לס' בני חיי:", 
            "<b>הוו קרו ליה צלי קדר.</b> פירוש שנותנין את הבשר בקדרה בלי שום משקה בעולם אלא מתבשל על ידי המשקה המתמצה ממנו. רבינו מנחם בר שלמה המאירי בפסחים. לקוטי רבינו בצלאל כ\"י:", 
            "<b>מחלפי סעודתייהו להדדי.</b> פירש\"י זה אוכל עם זה בפורים של שנה זו וכו'. נ\"ב קשה לי מנחם די לונזאנו אין גם אחד מקיים משלוח מנות. ומצאתי ברש\"י ישן כ\"י מהלפי סעודתייהו משדרי האי להאי לקיים משלוח מנות איש לרעהו. לקוטי מהר\"א פליף כ\"י. ועמ\"ש מרן בבית יוסף ובס' בני חיי:", 
            "<b>קם רבה ושחטיה לר' זירא למחר בעא רחמי ואחיה.</b> נראה דהגם דר' זירא בלילה נשחט ומת כיון דעד שלא נקבר חי לא היה צריך לקדש לאשתו קדושים חדשים ובספרי הקטן ברכי יוסף א\"ה בסי' טו\"ב הבאתי קצת ראיה לזה ע\"ש:<br><b>וראיתי .</b>למהר\"א פליף בלקוטי ר\"ב כ\"י שכתב וז\"ל למחר בעא רחמי מכאן משמע שהיו עושים הסעודה אחר מנחה וכן משמע ממ\"ש לקמן נגה ולא אתו רבנן וכו' ומדקאמר אפשר למכלא באורתא וכו' משמע דהאי דאמר רבא סעודת פורים שאכלה בלילה לא יצא י\"ח פירוש בלילה שלאחר פורים. אחר ימים מצאתי בתלמוד ישן כ\"י סעודת פורים שאכלה בלילה פירוש בלילה שלאחריו ונ\"ל שיש לדקדק כן מדקאמר באורתא ולא קאמר מאורתא עכ\"ל וכמדומה לי שהם דברי הרב המקובל מהר\"ר מנחם די לונזאנו זלה\"ה:<br><b>ומריש .</b>כי חזיתיה להרב החסיד הנז' פרי\"ש מנח\"ם גדול הדור האי פירוש' אמרתי ראו עתה יושב' שפי\"ר תשובת רבינו האיי גאון שהביאה מרן בבית יוסף סימן תרצ\"ה וז\"ל נשאל רבינו האיי מי שנשבע להתענות בפורים והשיב אין כח בפורים לדחות שם שמים ואפשר לו לעשות סעודת פורים בלילה ויוצא ידי חובתו עכ\"ל. ותהו עלה דדברי הגאון הפך תלמוד ערוך דהרי אמרינן סעודת פורים שעשאה בלילה לא יצא ידי חובתו והיכי קאמר דאפשר לעשות סעודת פורים בלילה ויוצא י\"ח. הגם הלום בס' תניא הביא תשובה זו וכתוב בגווה כלשון הזה יסעוד סעודת פורים בלילה אעפ\"י שמצוה מן המובחר ביום יעשה מה שיוכל עכ\"ל וגם לשון זה קשה כי מה הלשון אומרת מצוה מן המובחר ביום דמשמע דבלילה מצוה היא ויוצא ידי חובה אלא דמצוה מן המובחר ביום וזה אינו דהש\"ס קרי בחיל דבלילה לא יצא י\"ח:<br><b>ולפי .</b>דברי הרב הנזכר ואשר מצא כדבריו בתלמוד ישן כ\"י בתחלת ההשקפה נחה שקטה האר\"ש דשלש מדות בדבר. מצוה מן המובחר ביום פורים. ומצוה בליל פורים. ולא יצא ידי חובתו בלילה שלאחר פורים. ואתי שפיר מאמר הגאון דאפשר לעשות סעודת פורים בלילה ויצא י\"ח. ויפה כתוב בתניא דמצוה מן המובחר לעשותה ביום כלומר דבלילה מצוה היא ונוטלין עליה שכר ויצא ידי חובתו:<br><b>ואולם .</b>קושטא דמילתא דהפירוש הזה אין לו שחר. ומה שמצא בתלמוד ישן כ\"י פירוש בלילה שלאחר פורים ליתא וכבר כתב הרדב\"ז דאין להשגיח בהגהה עד אשר ידענו מי בעל ההגהה היולדה והמחזיקה וגם זה הגהה היא שהוסיפו ואפילו נכתב בתוך התלמוד המעתיק עוית שהכניסו בפנים ואין להשגיח בה. חדא דכל הפוסקים ראשונים ואחרונים סברי להפך דעל ליל הפורים קאי ובודאי עלייהו סמכינן. ותו דמהיכא תיתי דסעודת פורים שאנו מחוייבים לעשות ביום פורים. נעשה אחר פורים דלאו זמניה הוא וכבר עבר פורים. ותו דרבא קאמר מ\"ט ימי משתה ושמחה כתיב אלמא תלי ביום ולא בלילה. ומאי דדייק מדקאמר באורתא ולא קאמר מאורתא לאו דוקיא הוא כל עיקר ומה גם להפוך הקערה בשביל דיוק קל. ותו לדידיה אמאי רבנן לא עשאוה בליל פורים וביטלו סדר התמיד ומדוע לא קדמו בשערים המצויינים בהלכה. וגם לשון הרב שבלי הלקט שכתב בתשו' הגאון הנזכר מסתייה למעבד כרב כהנא קודם ששמע. מוכח נגד פירוש הנז' והגם שיש קצת לצדד. האמת יורה דרכו. ולתשובת רבינו האיי גאון הנזכר עמ\"ש בעניותי בס' הקטן מחב\"ר שם בס\"ד:", 
            "<b>תנא מיניה ארבעין זמנין.</b> טעם המספר הזה נגד מ' יום שעמד משה רבינו לקבל התורה ובזהר חדש דף ס\"ז ע\"ג דפוס ויניציא נתן טעם למה שהוצרך משה רבינו ע\"ה מ' יום ע\"ש באורך ובמדבר רבה פ' ה' מלקות מ' על(ו) שעבר התורה שנתנה במ' ע\"ש. ועוד אפשר טעם לזה במה שראיתי כתוב דשם ע\"ב מועיל להצליח בתורה ומ' הם כנגד ד' יודין דשם ע\"ב:"
        ], 
        [], 
        [
            "<b> רש\"י ד\"ה א\"כ לכתוב קרא וכי יטהר הזב ולא בעי מזובו ומדכתיב וכי יטהר הזב סתמא הוה דרשינן ליה וכי יטהר מן הזוב מאי מזובו וכו'.</b> כן צריך להיות. לקוטי רבינו בצלאל כ\"י:"
        ], 
        [
            "<b>וכתבו לו אלהים ברא בראשית.</b> עיין פירש\"י ובליקוטי רבינו בצלאל כ\"י כתוב בשם גליון. בב\"ר איתא דלהכי לא כתב רחמנא אלהים ברא בראשית ללמדך שלא יזכיר שם שמים על לא כלום שכך אמרו רז\"ל אל יאמר אדם לה' עולה לה' שלמים אלא עולה לה' שלמים לה' שלא יוציא שם שמים לבטלה על לא דבר מכאן אתה מוצא לגדפנים הללו שנשבעים לשקר ומוציאים ש\"ש לבטלה עאכ\"ו שמתחייבים בנפשותם עכ\"ל וכן מצאתי בפירושים אחרים. עכ\"ד רבינו בצלאל ז\"ל בליקוטיו כ\"י:<br><b>ואני .</b>בעניי לעיל מס' יומא דף ט\"ל הבאתי פי' זה בשם הרב קרבן אהרן ובשם הרב נזר הקדש וכתבתי בעניותי שהוא פי' נכון ויש ראיה מדברי הזהר הקדוש ע\"ש באורך:<br><b>והן .</b>עתה עלץ לבי בראות דברי רבינו בצלאל המאזין ומעיד בנו כי הן כל יקר ראתה עינו לכמה מפרשים שפירשו כן:", 
            "<b>ואל זאטוטי בני ישראל.</b> פירש רב צמח בר פלטוי גאון בערוך שלו. לא נערים ולא זקנים אלא בחורים. לקוטי ר\"ב כ\"י:"
        ], 
        [
            "<b>תוס'  ד\"ה אין בין כהן משיח וכו' פי' פר כהן משיח שחטא בשוגג וכו'.</b> מכאן תמהתי אני בעניי על דברי מהרש\"א בקדושין דף ל\"ז כמ\"ש בעניותי בספרי הקטן שער יוסף דף ק' ע\"ג ושם הבאתי דברי הרב משנה למלך ושאר אחרונים וע\"ש באורך בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>רבי  חנינא בר פפא פתח וכו' הרכבת אנוש לראשינו וכו'.</b> עיין מה שכתבתי בעניותי בספרי הקטן דברים אחדים דף ט' ע\"ג ודף קי\"ד ע\"ב:", 
            "<b>רבי יוחנן פתח וכו' זכר חסדו ואמונתו וכו'.</b> אנכי עפר דל שלחתי את ידי יד כהה במאמר זה בספרי הקטן דברים אחדים דף יו\"ד ע\"ד בס\"ד ע\"ש ודוק:", 
            "<b>רבי אלעזר פתח וכו' בעצלתים ימך המקרה וכו' בשביל עצלות שהיה להם לישראל שלא עסקו בתורה וכו'.</b> אפשר שעל ידי עסק התורה יומשכו מוחין דאבא וזה ח\"ו ימך שח\"ו לא יבואו המוחין כמו שהיה אם היו עוסקים בתורה. וזהו המקרה במים תורה עליותי\"ו וק\"ל וא\"ש ההי\"ב:", 
            "<b>רב נחמן בר יצחק פתח וכו' אדם ולא מלך.</b> עמ\"ש בעניותי בספרי הקטן דברים אחדים דף צ\"ג ע\"ג וע\"ד בס\"ד ע\"ש:", 
            "<b>רבא פתח וכו' ברבות צדיקים זה מרדכי ואסתר.</b> ברבות פי' בהתנשאות מגזרת על כל רב ביתו. גיליון. לקוטי מהר\"ר בצלאל ז\"ל כ\"י. ואפשר בהקדמת רבינו האר\"י זצ\"ל הנז' דיסוד אבא הרומז למרדכי נשאר במ' הרומז לאסתר והיא בחינת מרדכי מר עובר וז\"ש ברבות צדיקים דייקא שהם בחינת היסודות שנתרבו שמלבד יסוד אבא אשר בז\"א נשאר במ' וז\"ש זה מרדכי ואסתר וא\"ש ההי\"ב:", 
            "<b>רב מתנא אמר מהכא כי מי גוי גדול אשר לו אלהים קרובים אליו.</b> אפשר דפתח בהאי קרא ליתובי דעת' דלפום ריהטא יש מקום לחקור אטו משוא פנים יש בדבר אחר שנתחייבו ח\"ו כליה. להכי נקט האי קרא במ\"ש רבינו מהר\"ם קורדובירו זצ\"ל בספרו הקדוש תומר דבורה בפירוש לשארית נחלתו דכב יכול הן חונן והן מרחם על ישראל לפי שהם שאר בשר כמו שאמרו רז\"ל עד שקראה בתי וכו' וזהו לשארית נחלתו לשון שאר והיינו דפתח רב מתנא בהאי קרא אשר לו אלהים קרובים קורבה ממש כב יכול על דרך שפירש הרב הנז' לשארית:", 
            "<b>רב אשי אמר מהכא או הנסה אלהים וכו'.</b> אפשר דכונתו לישב אשר יקשה דאמרינן מאי שנא קמאי דמתרחיש להו ניסא משום דמסרי נפשיהו על קדושת השם והכא ישראל שלא מסרו נפשיהו על קדושת ה' מאי טעמא דאתרחיש להו ניסא. להכי פתח בחכמה בהאי קרא דבמצרים נמי היו עע\"ז והרבה אותות ומופתים וז\"ש הנסה אלהים לבא לקחת לו גוי מקרב גוי דהיינו דמה אלו עע\"ז אף אלו עע\"ז כמ\"ש רז\"ל על פ' זה ואף שהיה באונס. וזהו הפלא והתמיהא שלא מסרו עצמם על ק\"ה והדין נותן דלא לתרחיש להו ניסא ועכ\"ז באותות ובמופתים וגם עתה הפליא לעשות נסים אף שלא מסרו ישראל עצמם על ק\"ה:<br><b>א\"נ .</b>אפשר לומר בסגנון אחר דרב אשי אתא לאפוקי דלא נימא דכיון דישראל עשו תשובה והתענו ג' ימים בזכותם נעשה הנס. להכי אתא לאשמועינן דאפילו אם עשו תשובה ותעניות לא היו ראוים לנס גדול ומופלא הזה דהא ביציאת מצרים טרח וכתב לה קרא בדרך גוזמא וחידוש הנסה אלהים כאשר פירשנו דכיון דלא מסרו עצמם לק\"ה לא היו ראוים לנסים אך מרחמנותו ושעדיין לא קבלו התורה היה פלא על הפלאות וא\"כ הדין נותן דלא לתרחיש ניסא לישראל. ומוכרח שהכל בזכות מרדכי ואסתר שהם מסרו עצמן על ק\"ה. מרדכי שלא יכרע ולא ישתחוה ועבר על גזרת המלך. ואסתר שהלכה בלי קריאה ואחת דתה להמית. ובזכותם אתרחיש ניסא להם ולכל ישראל:<br><b>ואפשר .</b>עוד לומר בכונת הפ' הנסה אלהים במשז\"ל והמפרשים שדין ישראל כביכול עם ה' כדין אשה ובעלה וחקרו המפרשים דשבויה אסורה לכהן ואנחנו היינו שבוים במצרים ותירצו המפרשים דקי\"ל כהן שפדה את (השבוים) [השבויה] הרי זה ישאנה דלא שדי איניש זוזי בכדי ובזה פירשו מאמרם ז\"ל הבן יקיר לי אפרים ביוקר הם עומדים לי כמה משפחות של כנים וכו' כנודע. וז\"ש הנסה אלהים לבא לקחת לשון כי יקח איש אשה שהוא נשואין גוי מקרב גוי שהיו שבויים לכך הוצרך באותות ובמופתים להודיע שהיא טהורה על דרך לא שדי איניש זוזי בכדי. וכיון דיש לנו דין אשה ובעלה משו\"ה הצילנו מגזרת המן כי נשבית חייב לפדותה כ\"ש אם רצו להורגה דבעי למעבד כל טצדקי כדי להצילה ומשו\"ה פתח בהאי קרא ודוק הטב:", 
            "<b>רב אשי אמר מהכא וכו' ושמואל אמר מהכא לא מאסתים וכו' ר' לוי אמר מהכא וכו' ר' חייא אמר מהכא וכו' אעשה לכם ויהי בימי אמר רב ווי והי נתקיים מ\"ש בתורה והתמכרתם שם לאויבכם לעבדים ולשפחות ואין קונה. אחשורוש אמר רב אחיו וכו'</b> כן נ\"ל להגיה וצ\"ע דאייתי לדשמואל ודעמיה בתר רב אשי. לקוטי מהר\"א פליף כ\"י ומה שהקשה דאייתי לדשמואל וכו' לק\"מ דכמה זמנין דמשכחת בש\"ס כי האי גוונא ועמ\"ש אני בעניי בס' שער יוסף ומ\"ש בס' למנצח לדוד ובקונט' אחורי תרעא ומשם באר\"ה והרב טורי אבן הרגיש בזה שהפסיק בין הפתיחות ע\"ש:"
        ], 
        [
            "<b>אמר בלשצר חשב וכו'.</b> פירוש בלשצר מחפש אוצר תרגום ויחפש ובלש. גיליון. לקוטי רב בצלאל כ\"י:", 
            "<b>איהו כמה מלך ארביסר שני.</b> רש\"י הוכיח כן מהמקרא ובס' צמח דוד בשנת צ\"ב מד' אלפים הביא כן משם גאון מהר\"ר סיני וקלסיה וק\"ק על הגאון הנזכר שאמרה למחבר הנזכר מדנפשיה ולא אמר ליה זיל קרי בי רב דברי רש\"י המפורשים:"
        ], 
        [
            "<b>כתיב חיל פרס ומדי הפרתמים וכו' אי מינן מלכי מינייכו אפרכי וכו'.</b> פירש\"י כתיב חיל פרס ומדי הפרתמים סמך פרתמים אצל מדי וכתיב למלכי מדי ופרס סמך מלכי אצל מדי וכתב עליו הגאון הרב טורי אבן זלה\"ה וז\"ל ואיני יודע א\"כ מנ\"ל לרבא לדרוש דאתנו דמחד מלכא ומחד אפרכי דילמא מלכי ואפרכי תרוייהו ממדי הוו וכו' ועוד אי דרשא דרב' מפרתמים דסמיכא אצל מדי ה\"ל להגמ' להביא תיבת הפרתמים אלא ודאי הפרתמים אתרווייהו קאי וה\"ה למלכי ואין הפרתמים לשון אפרכי דפרתמים לשון שררה וכו' ואפרכי משנה למלך ואין במלכות אלא א' כדמוכח בשבועות דף ו' אבל ל\"נ דרבא דייק מדפעם הקדים פרס למדי ופעם מדי לפרס דשקולין הם וכיון דמלך א' למדי ופרס א\"כ אי מלך מהאי בע\"כ צריך שיהיה המשנה מאידך עכ\"ל:<br><b>ומה .</b>שהקשה דילמא מלכי ואפרכי תרוייהו ממדי לק\"מ דאי אפשר לומר כן דהא היו מלכים מפרס ואחשורוש גופיה הוה פרסי כמ\"ש מהר\"ש יפה ביפה ענף דף ח' ע\"ד וא\"כ מוכרח לומר דאתנו אי מינן מלכי וכו'. ומה שהק' דהו\"ל להגמ' להביא תיבת הפרתמים בנסחא שלפנינו הכי גרסינן כתיב חיל פרס ומדי הפרתמים. ומ\"ש דפרתמים לשון שררה ואפרכי משנה למלך כדאמרו פ\"ק דשבועות אינו מוכרח כל כך. ותו דבמלכות מדי ופרס היה מלך אחד גדול ותחתיו כמה מלכים בכל איפרכיא אחת ואלו המלכים היה לכל א' משנה ולעולם דפרתמים אפרכי. ומ\"ש דדייק מדפעם הקדים מדי וכו' כן אמרו בהדיא באסתר רבתי וז\"ל פעמים שהוא מקדים פרס למדי ופעמים שהוא מקדים מדי לפרס כשהמלכות במדי פרס טפל וכו' ע\"ש וק' על הרב ז\"ל דלא זכר מאמר המדרש רבה והוא תניא דמסייע ליה. אך בחלקות דהוא סיים דשקולים. והמדרש קאמר כשהמלכות במדי וכו' ודוק:", 
            "<b>שאלו תלמידיו את רשב\"י מפני מה וכו'.</b> עמ\"ש אני בעניי במאמר זה בס' הקטן דברים אחדים דרוש ג' בס\"ד ע\"ש באורך:", 
            "<b>תניא רבי יהודה אומר הראוי לכסף וכו'.</b> פירש\"י מטות זהב וכסף קא דריש הראוי לזהב לזהב והגרוע לכסף. אפשר דקשיא ליה לרש\"י מאי הקשה ר' נחמיא אתה מטיל קנאה נימא דסבר כמ\"ד הראוי לגינה וכו' ולגדולים אשר בביתן היו מטות זהב ולאחרים בחצר גנת כסף ולא היה קנאה כי לא היו רואים זה את זה כמ\"ש התוס'. לז\"א מטות זהב וכסף קדריש כלומר אלו כך כונתו הי\"ל לדרוש קרא בחצר גנת ביתן דקדים ומדשתק ולא דרש אלא מטות זהב וכסף ש\"מ דלא תלי הא בהא ועל כן הקשה לו ר' נחמיא קנאה אתה מטיל. וכתב זה רש\"י כדי שתבא קושית ר' נחמיא ודוק. ועוד כתבתי שני דרכים אחרים בקונטריסי בס\"ד:"
        ], 
        [
            "<b> זיל לגבי עמון ומואב וכו' וטעמא אמרו ליה וכו'.</b> עמ\"ש אני בעניי בספרי הקטן ראש דוד דף ל\"ד ע\"א בס\"ד ע\"ש:", 
            "<b>אי ליחוסיה ליחייסיה וליזיל עד בנימין.</b> פירוש דקיש היה אבי שאול ודילג הכתוב הרבה משמעי עד קיש כמפורש בתרגום שני על פסוק זה כל היחס ע\"ש:", 
            "<b>בן שמעי בן ששמע אל תפלתו בן קיש שהקיש על שערי רחמים ונפתחו לו.</b> אפשר לפרש במ\"ש פ\"ג דתעניות שמואל גזר תעניתא ובאו גשמים בלילה שלמחר יהיה התענית ואמר דזה דומה לתנו לו ואל יראה פני(ו). ופעם אחרת באו גשמים בלילה שאחר התענית ואמר דומה למי שאומר הניחו לו עד שיתמקמק וז\"ש בן ששמע אל תפלתו שלא היה בסוג תנו לו ואל יראה פני. וכדי דלא תימא הסוג אחר הניחו לו עד שיתמקמק לז\"א הקיש על שערי רחמים ונפתח לו תכף שהקיש ."
        ], 
        [
            "<b>שכל המגדל יתום וכו'.</b> עמ\"ש אני הדל בקונטריס זה בסנהדרין על דף י\"ט ע\"ש ועיין בסמוך:", 
            "<b>תנא משום ר\"מ אל תקרי לבת אלא לבית.</b> אפשר דקשיא ליה דהול\"ל לקחה מרדכי לו כבת כמ\"ש כל המגדל יתום וכו' כאלו ילדו ופירש מורינו הרב מהרי\"ך במ\"ש במציעא דף ק' שטף נהר את זתיו וכו' זה אומר זתי גדלו וזה אומר ארצי גדלה יחלוקו וכפ\"ז מדינ' המגדל יתום הוא ואביו יחלוקו השכר אמנם הקב\"ה ברב רחמיו מעלה עליו כאלו ילדו. ולפ\"ז לקחה מרדכי לו לבת לא יצדק דמדינא יחלוקו והול\"ל לקחה לו כבת לז\"א אל תקרי לבת אלא לבית כלומר אי אתה יכול לקרות לבת אלא אם אתה קורא מבחוץ לבית אין בית אלא אשה ואז אתה יכול לקרות לבת דאגב חביבותא קוראה בת כמשז\"ל וכמש\"ה ותהי לו לבת והוא על דרך שפירשנו בכמה מקומות אל תקרי שהכונה שאין אתה יכול לקרות הכתוב עד שתקרא מבחוץ תיבה זו אז תקרא מה שאמר הכתוב וזו דרך ישרה למדתיה מהגאון מהר\"ר נפתלי כ\"ץ בספרו כמ\"ש במקומות אחרים ומאי דאמרו בסמוד משום דבחיקו תשכב הוות ליה לבת אלא לבית פי' דכיון שהוא לבית מיקריא בת על דרך שאמרו רז\"ל לא זז משם עד שקראה בתי:", 
            "<b>קדלי דחזירי.</b> עמ\"ש רש\"י ותוס'. ויש מפרשים עשב הצומח על ראש חזרת והוא מאכל שרים. וראיתי במכתב וכמדומה שהוא בליקוטי מהר\"א פליף שדחה פירוש זה ממ\"ש פ\"ק דחולין דהותר לישראל בבואם לארץ בשבע שכבשו קדלי דחזירי ושם ודאי הפירוש הוא כדפירש\"י עכ\"ד ולק\"מ דמי שפירש פירוש זה גריס בחולין קותלי דחזירי והכא קדלי דחזירי וכן הוא מפורש בערוך בערך קתל ע\"ש. וזה שנים כרגע נראה ס' מצודת דוד על אגדות ושם כתב ךהתו' בסוגיין הם מפרשים עשב הצומח על ראש חזרת וזהו כונת דבריהם ע\"ש ולא שמיע לי כלומר לא סבירא לי ובודאי התו' לא כיונו לזה ופשוט:"
        ], 
        [
            "<b>א\"ר ירמיה שהיתה מראה דם נדה לחכמים וכו' עומד' מחיקו של אחשורוש וכו'.</b> עמ\"ש אנכי עפר דל בספרי הקטן דברים אחדים דף ל\"ו ע\"ד בס\"ד:", 
            "<b>אחר שברא רפואה למכה.</b> ראיתי להרב עיון יעקב מ\"ש בסוגי' זו והתויתי תיו כי דבריו קשים בעיני זה יצא ראשונה שכתב דבני המן היו סופרים וכאשר אמרה אסתר בשם מרדכי הם כתבו בשם המן ומשו\"ה גדלו המלך ואח\"כ בא גבריאל וקרא שמרדכי עשה וכו' ע\"ש ואינו מחוור דהוא הפך רז\"ל גם אסתר אמרה למלך בשם מרדכי ואיך גדלו להמן ואם ראה כתוב המן הוא היודע שהוא מרדכי ועוד יש איזה גמגומים ואין להאריך:<br><b>ומ\"ש .</b>הרב הנז' בד\"ה הכסף נתון לך שלא נהרגה ושתי והיתה שפחת המן הוא הפך רז\"ל וקשה על הרב שמוליד תולדות הפך רז\"ל בלי שום סמך והרי כתיב ויעש המלך כדבר ממוכן ואתיא מכללא שנהרגה ושתי:<br><b>ומ\"ש .</b>הרב הנז' ד\"ה והיינו דתנן באחד באדר משם ילקוט ראובני דעשו נשא בת ישמעאל שהם שור וחמור יחדיו ויצא מביניהם עמלק וכו' ע\"ש קשה דעמלק מאליפז ואמו עדה ואינה בשמת. אך תמנע ממזרת והיא בתו של אליפז כמשז\"ל וא\"כ עמלק ממזר:", 
            "<b>תוס' ד\"ה הכסף גימט' העץ וכו'.</b> וצריך להבין מה נדרוש בשאר הפסוק והעם לעשות בו כטוב בעיניך ופירש הרב מהר\"א צמח דהפירוש כך העץ נתון לך. והעם. נעשה בהם טובה כטוב בעיניך כאשר תאוה נפשך לעצמך כן נעשה בעם וזהו כטוב בעיניך עכ\"ד וכבר היה לעולמים מעין דוגמת פירוש זה שפירש חכם אחד לפני המלך בלשון שטר ככתוב בס' איומה כנדגלות דף ח' ע\"ש:"
        ], 
        [
            "<b>ת\"ר מ\"ח נביאים וכו'.</b> רש\"י מנאן מהלכות גדולות כי בא חשבון מסדר עולם ובסוף כתב שנים לא ידעתי. וראיתי בפי' ישן נושן כ\"י לרבינו יהודה אלמאדארי זלה\"ה שתמה על רש\"י דאמאי לא מנה בארה אביו של הושע שניבא שני פסוקי' בתוך ס' ישעיה ושמעיה איש האלהים שאמר לרחבעם לא תעלו ולא תלחמו עכ\"ד ובנסחת רש\"י שלפנינו כתוב וז\"ל ועל דניאל אמרינן לעיל אינהו נביאי ואיהו לאו נביא אלא אפיק דניאל ועייל שמעיה שאמר לרחבעם אל תעלו ואל תלחמו עכ\"ל הרי דרש\"י כבר מנה שמעיה במקום דניאל:<br><b>וראיתי .</b>בלקוטי מהר\"א פליף כ\"י דכתב בשם גליון וז\"ל מאי דחשיב רש\"י אמוץ קשה דלא נכתב שום נבואה ואי אפיק ועייל בארי שנתנבא שני פסוקים בתוך ס' ישעיהו ניחא עכ\"ל וקשה דהא רש\"י עצמו כתב אמוץ אמר לאמציה מדוע דרשת אלהי אדום. וכן הוא מפורש בסדר עולם פ\"ך וז\"ל ובימי אמציה ואיש האלהים בא אליו לאמר המלך אל יבא וכו' ובאחרונה אמר לו ידעתי כי יעץ אלהים וגו' אמרו אמוץ אחיו עכ\"ל ובסוף הפרק כשמנה עשרה שנקראו איש האלהים מנה לאמוץ ע\"ש ומאי קאמר הרב הכותב הנז':<br><b>וחזה .</b>הוית להגאון הרמ\"ע במאמר אם כל חי ריש חלק ב'. שכתב דשנים נעלמו מרש\"י והם שם ועבר וכו' ויש בס' ישעיה נבואת בארי וכו' וכן עודד וחנני בימי אסא וכו' אולי ראוי להסיר ברוך וכו' ואביו וכו' וכן שריה ומחסיה והא דאמר ח' כהנים נביאים וכו' ראויים לנבואה קאמר א\"נ נביאים שלא נכתבו וכו' והמשלים נביא הזקן וכו' עכ\"ד בקצור ומ\"ש דהשנים הם שם ועבר. מדברי סדר עולם פ\"ך ופ' כ\"א מוכח דמ\"ח נביאים הם מאברהם אבינו ואילך וקרי בהו נתנבאו לישראל. והטעם ברור כי עד דור הפלגה היה הכל מעורבב הטמא והטהור יחדיו ואח\"כ הובררו ישראל כי חלק ה' עמו ומשם ראוי למנות הנביאים שהיתה נבואתם צורך לישראל חבל נחלתו. ומה שמנה עודד וחנני. כבר הזכירם בסדר עולם בכלל המ\"ח. ומ\"ש ראוים לנבואה קאמר א\"נ דלא נכתבו ק\"ק דמאי אסתפק להרב ז\"ל הרי לקמן דף ט\"ו תניא ברוך ושריה וכו' כלן נתנבאו וכו' הרי דנתנבאו ממש ובנתנבאו לא שייך ראויין לנבואה קאמר:<br><b>והיותר .</b>קשה על רש\"י ועל הרב ז\"ל הוא דבסדר עולם פ\"ך הוא היה מונה מ\"ה נביאים כאשר יראה הרואה שהזכירם אחת לאחת למצוא חשבון. ואין בכללם לא אברהם יצחק ויעקב אבותינו. ולא משה ואהרן יהושע ואם תכניס ג' מאלה אז ינוח דעתנו וסליק חשבון נקי ובר מ\"ח נביאים. ושם בסדר עולם הזכיר שמעיה שאמר לא תעלו. ומדברי רש\"י מוכח דמדעתו קאמר:<br><b>וחזינא .</b>לגאון הרב טורי אבן שתמה על רש\"י דכתב ושנים לא ידעתי דהאיכא אלעזר בן אהרן הכהן שנתיחד הדבור אליו עם משה למנות את ישראל בפ' פנחס ועוד יהוא בן ברכאל וכו' ע\"ש ולק\"מ דאפי' לאהרן הכהן נאמרו י\"ג מיעוטין לומר שלא דיבר ה' אלא אל משה ונאמר כך לכבוד אהרן ומכ\"ש אלעזר דודאי הדיבור היה למשה לבד. ויהוא בן ברכאל כבר הרב גופיה מייתי מהש\"ס דחשיב ליה בין נביאי א\"ה ואע\"ג דהרב ז\"ל תירץ דהיו ישראל וכו' מסדר עולם סוף פ' כ\"א משמע דהיו מא\"ה וכמ\"ש הרב יעבץ בהגהותיו והביא מהש\"ס פ\"ק דע\"ז דרעי איוב היו או\"ה ע\"ש:<br><b>עוד .</b>ראיתי להרב הנז' בריש מכילתין במ\"ש על דניאל דאיהו לאו נביא שכתב וז\"ל פירש\"י שלא נשתלח לישראל בשום נבואה מפירושו משמע שהיה נביא אבל לא ניבא לאחרים ואין הלשון משמע כן אלא לא היה נביא כלל ולא נתיחד הדיבור אליו מפי הגבורה לעולם וכו' ורש\"י בעצמו נראה שחזר בו דלקמן דאמר מ\"ח נביאים פירש\"י אפיק דניאל ועייל שמעיה ואי דניאל נביא אלא שלא נשתלח אמאי אפיקיה הא השיב התם הרבה שלא נשתלחו כמו האבות עכ\"ל וקשה דאשתמיט מיניה דבדף ט\"ו לקמן מני בבריתא דניאל בהדי ברוך וכו' חגי זכריה ומלאכי וקאמר כלן נתנבאו בשנת שתים לדריוש. אלמא קתני בהדיא דנתנבא דניאל ואיך קאמר דלא נתיחד לו הדיבור מפי הגבורה לעולם. והוא ז\"ל הזכירה לבריתא הנז' בסוגיין גבי ברוך וכו' ע\"ש:<br><b>ומ\"ש .</b>דרש\"י חזר בו וכו' אין כאן חזרה דמ\"ש בשמעתין דלאו נביא ממ\"ש בפ\"ק בראשו כונתו דנבואתו לא נצרכא לדורות וזה כונתו בפ\"ק שכתב לא נשתלח כונתו דנבואתו לא הוצרכה וקושטא הוא דלא נשתלח ובין בריש פ\"ק ובין בסוגיין כונת רש\"י שנבואתו לא הוצרכה. ומשכחת לה דלא נשתלח ונבואתו נצרכא כמו האבות. אך בדניאל לא נשתלח ולא הוצרכה נבואתו לדורות ורש\"י בריש פרקין דובר אמת דדניאל לא נשתלח ודוק וכיוצא בזה יש לישב לסדר עולם דלא הזכיר שלמה ובסוטה דף מ\"ח אמרו נביאים הראשונים דוד ושמואל ושלמה דסבר דנבואת שלמה לא הוצרכה לדורות ודוק:", 
            "<b>חוץ ממקרא מגילה.</b> ואעפ\"י שיש כמה תקנות וגזרות ואסורין דרבנן הנהו הוו סייג לתורה או למצוה או גדר לעבירה ואיכא אסמכתא דאורייתא דכתיב ושמרתם את משמרתי. הר\"ן ורבינו ישעיה הגדול כתב שמקרא מגילה נראה שהוסיפו על התורה שחייבו קריאתה כמו התורה דכתיב והגית בו. לקוטי רבינו בצלאל כ\"י:", 
            "<b>קריאתה זו הלילא.</b> וקשיא לי הא אמרינן פ' ע\"פ הלל מרדכי ואסתר אמרוהו וי\"ל דהלל אמרו כשהרכיבו מרדכי על סוס על שם מקימי מעפר דל מאשפות ירים אביון דהיה מרדכי מוכפש באפר ודוקא אתשועה דיחיד אמרוה אבל אתשועה דרבים לא. מהר\"א פליף בליקוטיו כ\"י בשם גליון. ולכאורה יש לומר לדעת רב נחמן דסבר קריאתה זו הלילא דאפי' נימא דאמרו הלל על תשועת כל ישראל ל\"ק לרב נחמן דבהצלת ישראל כשנתלה המן דין הוא שיאמרו הלל דבה שעתא לא נתקנה המגילה. ואחר שנתקנה וחייבו קריאתה אז לא תקנו לומר הלל דקריאתה זו הלילא. אך לטעם רבא דאכתי עבדי אחשורוש צ\"ל במ\"ש הגליון דמרדכי ואסתר אמרוהו על נס שנעשה למרדכי כדברי הגליון הנז'. ולמרדכי ואסתר שהי\"ל גדולה יש מקום לומר עבדי ה' דהא לגבי אחשורוש יש להם מעלה דאסתר מלכה ומרדכי מגדולי המלכות:", 
            "<b>אכתי עבדי אחשורוש וכו'.</b> אבל אי לאו האי טעמא אמרינן הלל אעפ\"י שהוא נס העשוי בח\"ל דכיון שגלו חזרו להתרן הראשון. הרמב\"ן. והר\"ן כתב דה\"ט סגי לכל נס העשוי בח\"ל בעוד שישראל בגלות. לקוטי רבינו בצלאל כ\"י. ולפי נסחא דקמן בגמרא דברי הרמב\"ן הם מפורשים בש\"ס ועמ\"ש בעניותי בסוגין בספרי הקטן מחב\"ר א\"ח סי' תרצ\"ג בס\"ד:", 
            "<b>אחד ממאתים צופים.</b> פי' הרמתים מלה מורכבת מהרואים מאתים. מצאתי לקוטי מהר\"ב כ\"י:", 
            "<b>יסכה שסוכה ברוח הקדש וכו' דבר אחר שהכל סוכין ביפיה.</b> עמ\"ש בעניותי בס' הקטן ראש דוד פ' מקץ בס\"ד:", 
            "<b>אחות  אהרן ולא אחות משה וכו'.</b> יש לדקדק דמאי בעי בדרשא זו הכא והא כתיב בהדיא הנביאה. ושמעתי משם מורינו הרב מהר\"ר אליעזר נחום דמדכתיב מרים הנביאה אחות אהרן יש ס\"ד דאיכ' תרתי מרים הנביאה ולהכי כתיב בזו אחות אהרן לאפוקי האחר' על דרך שני יוסף בן שמעון דנותנין סימן ולפ\"ז יקשה דהם ח' נביאות. אמטו להכי הוצרכו להביא דרשא זו לומר דמאי דכתיב אחות אהרן דהיינו לאשמועינן זמן נבואתה דאי לא תימא ק' ולא אחות משה אלא שנתנבאה כשהיתה אחות אהרן וא\"כ ליכא אלא ז' נביאות ודוק:", 
            "<b>משום יחוד דבר אחר וכו'.</b> אנכי עפר דל כתבתי בס' הקטן ראש דוד פ' בשלח דפליגי בפלוגתא דהרמב\"ם והטור בדין יחוד ע\"ש. ואפשר לומר בסגנון אחר דר\"ש בן אבישלום ס\"ל להחמיר כהרמב\"ם אפי' בתרי וכשרי. והדבר אחר סבר דעד כאן לא מחמירינן אלא היכא דיש פריצים אז ראוי לכשרים להחמיר כדי שלא יאמרו הפריצים גם אנו כשרים ולכך בעינן חסידים גדולים כר' חנינא. אמנם אם כל הדור או רובו כשרים אין להחמיר. והכא כל ישראל היו כשרים כתמר דהיה להם לב א' לאביהם שבשמים ודוק:<br><b>והתוס' .</b>כתבו משום יחוד כשבאין אליה בני ישראל למשפט. כת הקודמין פירשו דהתוס' הוקשה להם דקי\"ל דתרי וכשרי ליכא יחוד [והוי כדעת הטור] והכא היא שופטה את ישראל וכמה בעלי דינין באים. ולזה תירצו כשבאין אליה בני ישראל למשפט ואז תנן יהיו בעיניך כרשעים ואיכא יחוד וק\"ל ואחר זמן רב ראיתי שנכתב בס' עיון יעקב ע\"ש:", 
            "<b>חנה דכתיב ותתפלל חנה.</b> כתבו התוס' דכל הפרשה על סנחריב נבוכדנצר והמן כמו שתרגם יונתן ע\"ש ובהכי ניחא מ\"ש לקמן ע' בני המן מחזרים דכתיב שבעים בלחם וכו': רמה קרני ולא רמה פכי מדתלי השנוי מקרן לפך משמע דשאול נמשח בשמן המשחה דאי אמרת דשאול נמשח באפרסמא דכיא הו\"ל לעשות ההפרש בין נמשח בשמן המשחה לנמשח באפרסמא דכיא אלא מוכח דשאול נמשח בשמן המשחה וכן מפורש לרז\"ל בפרקי ר\"א ובמדרש רבה ס' במדבר פ\"ח ודלא כמ\"ש רד\"ק ודעמיה דשאול נמשח באפרסמון. דנעלם מהם דברי רז\"ל וגם מהרמב\"ם פ\"א דמלכים ורש\"י פ\"ק דכריתות מוכח דשאול נמשח בשמן המשחה ע\"ש. ומשו\"ה תליא מילתא מקרן לפך ועמש\"ל פ\"ק דכריתות בס\"ד:", 
            "<b>וכי מראין דם בלילה.</b> לפום (מאן) [מאי] דאמרינן בנדה דף ך' ע\"ב דרבי בדיק לאור הנר נראה לכאורה דהא דקאמר דוד הע\"ה בפשיטות לאביגיל וכי מראין דם בלילה היינו לאור הככבים אבל לאור הנר שפיר מצי לראות והכי נקיט להלכה הרשב\"ץ ברמזי פסקיו לנדה. ואביגיל הראתה לו לאור הככבים כי הולך הוא בדרך. ולפ\"ז צ\"ל דהמצאת אביגיל דהראתה לו דם שישיב אין מראין דם בלילה ותימא היא וכי דנין נפשות בלילה אע\"ג דאינן שוים דד\"נ אפי' לאור הנר. ודמים לאור הנר ש\"ד. מ\"מ עשתה כן למצוא פתח לדבר אליו:<br><b>אמנם .</b>ניחזי אנן מאי דאמרו בירושלמי ס\"פ כל היד מהו לראות כתמים בלילה רבי ראה בלילה וטימא אמר שובקתיה לצפרא ראה ביום וטיהר אמר גדולים הן דברי חכמים שאמרו אין רואין כתמים בלילה אמר שובקתיה לרמשא ראה בלילה וטהר אמר ולא אני הוא שטעיתי הוא הוא שדיהה ע\"כ בירושלמי ולכאורה יקשה דרבי דידע דאמור רבנן אין רואין כתמים בלילה איך הוא ראה בלילה וטהר ואמר מר הכת\"ם הטוב. ואפילו נימא דהוה פליג רבי על רבנן הרי בירושלמי דריש ברכות קאמר דכלהו תנאי דפליגי עם חבריהם לא עבדי כשמעתייהו ואיך הכא רבי עביד כדעתיה. והיה אפשר לומר דרבי לא פליג על רבנן וגם רבי לא נתכוון להורות בחזוא דליליא רק דרך נסיון עבד בשגם דברי חכמים אין צריכין חיזוק מ\"מ רצה לראות הדבר במופת ולהכי ניסה לראות בלילה וטימא כלו' שאמר שלפי מחזה ליליא הוא טמא ושבקיה לצפרא וכו' ואז אמר כמה גדולים וכו' ולבסוף שאמר לא אני הוא שטעיתי וכו' כונתו ואין כאן מופת. אבל להלכה עביד כרבנן:<br><b>אמנם .</b>אנן מה נענה ביום שידובר בנו דברי הש\"ס דילן דקאמר רבי בדיק לאור הנר דמוכח ודאי דמורה ובא לבדוק לאור הנר. ולכן צריך לומר בכונת הירושלמי דרבי ידע מאי דאמור רבנן אין רואין כתמים בלילה אך סבר דה\"ד לאור הככבים אבל לאור הנר ש\"ד. וכאשר אירע דבצפרא במראה אליו יתודע דהוא טהור אמר גדולים הן דברי חכמים שאמרו אין רואין כתמים בלילה ולא פלוג אלא סתמא קאמרי אפי' לאור הנר ולא כאשר סברתי דלאור הנר שרי. וכאשר בלילה ראה וטהר אמר שלא טעה ולאור הנר שפי' דמי ומ\"ש רז\"ל היינו לאור הככבים ועביד כשמעתיה דרבנן לא אסרו לאור הנר ורבי בדיק לאור הנר במ\"ש בתלמודין. והרב בית דוד י\"ד סי' צ\"ה עמד בזה ובמקומו עמדתי על דבריו ודקדקתי קצת ואין כאן מקום להאריך. ודוק בדברי רש\"י דסוגיין דדבריו מטין קצת דלאור הנר שרי:"
        ], 
        [
            "<b>מורד במלכות הוא ולא צריך למידייניה.</b> ודברי התוס' עמדתי עליהם אני בעניי בספרי הקטן דברים אחדים דף מ\"ב ע\"ג בס\"ד:", 
            "<b>מבא בדמים תרתי משמע דם נדה ודם ש\"ד.</b> מקשים אמאי לא דרשו דמו ודם זרעיותיו כי היכי דדרשו על פסוק קול דמי אחיך. ומצאתי שהרב מהרלנ\"ח בתשובותיו סי' קכ\"ו נשאל על זה ותירץ ע\"ש ואני בעניי בקונטריס פני דוד פ' בראשית הנה הבאתי מה שתירץ עטרת ראשי אבא מארי זלה\"ה על זה ושם הארכתי קצת בס\"ד:", 
            "<b>ומאי ניהו מעשה דבת שבע ומסקנא הכי הואי.</b> אפשר לפרש במשז\"ל דבת שבע ראויה לדוד כידוע. וגם אביגיל כתב האר\"י זצ\"ל דהיא ראויה לדוד והבאתי דברי קדשו בספרי הקטן ראש דוד פ' וישלח ע\"ש באורך. ומה יקרו דברי אביגיל זאת אומרת ולא תהיה לך זאת לפוקה כלומר שאני שלך ואתה מבקש בהיות נבל חי ולא נאה לך. ומעין דוגמא ממש רמזה זאת מכלל דאיכא אחריתי ממש כיוצא בי מעשה דבת שבע שהיא ראויה לך. אבל דרך לקיחתה לא נאה לך. והיינו דקמסיים ומסקנא הכי הואי דבת שבע היא אשתו של דוד הע\"ה ולא אסרוה. והיה לאות כי שלמה בנה מלך. וממנו נשתלשל מלכות בית דוד. וכל זה נבאה אביגיל ורמזה הכל באומרה ולא תהיה לך זאת לפוקה. זאת מכלל דאיכא אחריתי שהיא ראויה כמוני אבל סדר לקיחתה אינו טובה. והיינו דדייקי לומר מעשה (בית) [בת] שבע דב\"ש גופה שלך כמוני. אבל המעשה ואופן לקיחתה לפוקה. ואמרו ומסקנא הכי הואי דהיא אשתו וראויה לו והראיה דבנה מלך:", 
            "<b>חולדה קרובת ירמיהו היתה ולא מקפיד עלה.</b> עמ\"ש אנכי עפר דל בס' הקטן ראש דוד פ' בשלח ופ' פנחס בס\"ד ועמ\"ש בקונטריס פאת הראש אשר בשם הגדולים ח\"ב דף פ\"ט ע\"ב בס\"ד:", 
            "<b>מלמד שירמיהו החזירן וכו'.</b> משתכל הוית להרב הגדול מופת הדור מהרח\"א בס' ישרש יעקב דמייתי פירש\"י דסוגיין ואח\"ך כתב וז\"ל ואיכא למידק על מ\"ש הרמב\"ם פ\"י מה' שמיטה משגלו שבט ראובן וגד בטלו היובלות והכא אמר שהחזירן ירמיה וחזרו למנות יובלות וי\"ל דמשום שלא הספיקו למנות ה' שמיטות עד שחרב הבית כתב שבטלו יובלות וכו' אך קשה איך מנו יובלות כשהחזירן ירמיה והא לא חזרו כלן ואחר דבעינן כל יושביה עליה ולא חזרו כלן איך מנו יובל ושמא מאחר שהחזיר מקצת כל שבט כל יושביה עליה מקרי וצ\"ע עכ\"ל:<br><b>ולא .</b>תעזוב נפשי לשאו\"ל מאחר שהרב ז\"ל נקט נפשיה בקציר\"י והיה הוא תחילה לקוצרי\"ם כנודע הכא שהרב ז\"ל הביא פירש\"י אמאי אכפל תנא להקשות קושיא ראשונה בךברי הרמב\"ם ולתרצה והרי הוא כמבואר בדברי רש\"י שהביא הוא ז\"ל ברישא. ותו יש להרגיש דמה אית ליה עם הרמב\"ם והרי בסוגית ערכין דף ל\"ג איתנהו לדברי הרמב\"ם דתניא משגלה שבט ראובן וכו' בטלו היובלות ופריך מדכתיב וישמעו וישלחו ומסיק ר\"י דירמיה החזירם. ומוכרח שלא הגיעו למנות יובל וכמ\"ש רש\"י הכא והתוס' שם. גם מוכרח לומר במאי דמסיק דסגי במקצת כל שבט דהש\"ס שם בערכין קרי בחיל דהיה היובל נוהג אחר שהחזירם. וכן בדף י\"ב ע\"ב. ויש קצת סמך מדאמרי בבבלי וירושלמי פ\"ק דהוריות להוראה הלכו אחר רוב יושבי א\"י דהני מיקרו קהל ע\"ש ודוק:<br><b>ומכאן .</b>קצת תשובה על הרמב\"ן בחידושי גיטין על דף ל\"ו שהאריך מאד לדחות דברי ר\"ת וכתב דלא קרינן יושביה עליה עד דאיכא רוב כל שבט כדאמרינן בעלמא בכל דיני הצבור לפסח ופר העלם וכו' ע\"ש והרי אמרו להוראה הלך [אחר] רוב יושבי א\"י ואמרו בירוש' לטומאה אחר רוב הנכנסים לעזרה לראיה אחר רוב יושבי א\"י מלבא חמת וכו' ע\"ש ומה שנראה מהרב ז\"ל דירמיה החזיר רוב השבטים ואח\"ך חזרו למקומם הם דברים קשים לשמוע ופשטי השמועות נראין שירמיה לא החזיר אלא קצת מכל שבט זעיר שם זעיר שם וגוף ורוב השבטים נשארו במקומן ואלו שהחזיר היו פלטים שהיו מפוזרים ולדברי הרמב\"ן שהיו רוב השבטים ולא גלו לבבל אלא חזרו למקומן תימה שלא יש רמז בכתובים ורז\"ל ולא בס' בן גוריון וכיוצא והאמת שגם טענות הרמב\"ן על ר\"ת חזקות שלא היה יובל בבית ב' ומי יכניס ראשו בין ההרים הגדולים ועמ\"ש הריטב\"א בחידושיו ואין להאריך ודוק הטב:", 
            "<b>שמנה נביאים והם כהנים יצאו מרחב וכו'.</b> רואה אני בס' סדר הדורות דף ז\"ך דמייתי משם שלשלת הקבלה דיחזקאל יצא מרחב וכתב עליו שקר ענה רק דמשמע הכי ממ\"ש רז\"ל את אמרת בשמים שלא ראית בעיניך חייך שבנך אומר ואראה מראות אלהים ע\"ש ועם האדון הסליחה ונעלם ממנו דבמדרש רות רבתי סוף פ' ויהי בימי שפוט קרי בחיל דיחזקאל אתי מרחב. וכן הוא בילקוט ריש פנחס והביאו שלשלת הקבלה עצמו דף י\"ג [דפוס אמשטרדם]:", 
            "<b>דאיגיירה ונסבה יהושע.</b> הקשו בתוס' דלא תתחתן אף בגרותן ותירצו דלא היתה מז' עממין ע\"ש. וקשה דהרי בספרי פ' בהעלותך אמרו על רחב שהיא מעם שנאמר בו לא תחיה כל נשמה מוכח דהיתה מז' עממין וחזה הוית להרא\"ש בתוספותיו שכתב משם גאון דאע\"ג דמז' אומות הואי ליכא משום לא תחיה כל נשמה ולא משום ענין כיון דאגיירה קודם כבוש הארץ לאחר שלוח המרגלים עכ\"ל:<br><b>שוב .</b>ראיתי להרב מגילת ספר לאוין קי\"ב שתמה על התוס' והביא מ\"ש התוס' בסוטה דף ל\"ה ע\"ב. ושם בתוס' מסקי כדברי הגאון. וע\"ש במגילת ספר שנדחק דמיצ\"מ נתגיירה ולא הזכיר סיום דברי התוס'. והוא ז\"ל הקשה על התוס' מהמכילתא [וסמיך על גליון הילקוט] ואינו במכילת יתרו:<br><b>אחר .</b>זמן רב בא לידי קרבן העדה פירוש לירושלמי נשים וע\"ש בקדושין פ\"ד דף ז\"ך ע\"א שתירץ זה לקושית יפה מראה על הנתיני' ולא זכר מדברי התוס' דסוטה ע\"ש. ואחר שנים רבות נדפס ס' טורי אבן ובא לידי מקרוב ומידי עוברי ראיתי שהאריך הרב בזה ופנאי לא היה לי לעמוד על דבריו. ואני בעניי המתקתי ענין זה דנסבה יהושע וכיוצא עפ\"י הקדמות גורי האר\"י זצ\"ל בקונטריס צוארי שלל בהפטרת שלח ע\"ש בס\"ד:"
        ], 
        [
            "<b>ת\"ר ד' נשים יפיפיות וכו'.</b> קשיא לי ותו ליכא והא איכא יעל ומיכל בת שאול דאמרינן בסמוך יעל בקולה מיכל בראיתה. ועוד כי קאמר בסמוך ולמ\"ד אסתר ירקרקת היתה אפיק אסתר ועייל ושתי ואמאי ליעול יעל או מיכל וי\"ל דלא קחשיב אלא דהוו יפיפיות בצורתן אבל יעל לא היתה יפיפיה בצורתה אלא שהוצק חן בשפתותיה וכן מיכל אפשר שלא היתה יפיפיה אלא מדקדקת בפסיעותיה. גיליון. לקוטי רבינו בצלאל כ\"י וזה שנים רבות שבעניותי עמדתי על זה בספרי הקטן ראש דוד פ' מקץ דף ל\"ג ע\"א ועמ\"ש התוס' ומ\"ש אנכי עפר דל בקונטריס שמחת הרגל על פ' אבן מאסו הבונים ע\"ש:", 
            "<b>כשם שאבדתי מבית אבא וכו'.</b> עמ\"ש הרב המוסמך מהר\"י פינטו בפירושו על עין יעקב ועיין מה שהקשה עליו הרב שבות יעקב בח\"ב סי' קי\"ז ואני בעניי באתי לכלל ישו\"ב דבריו ז\"ל בספרי הקטן דברים אחדים דרוש ח' ע\"ש באורך בס\"ד:", 
            "<b>לא נעשה עמו דבר אמר רבא לא מפני שאוהבין את מרדכי וכו'.</b> שמעתי בשם הגאון מהר\"ר צבי אשכנזי שפירש בהקדמה ידועה דהשונא אינו יכול להזכיר שם אויבו. והאוהב מזכיר שמו פעמים רבות. וכן הוא ברז\"ל במדרש שהיה אומר דוד הע\"ה שאינן מזכירין שמו אלא בן ישי כמו מדוע לא בא בן ישי וכיוצא. והשתא ק\"ל דהול\"ל לא נעשה עם מרדכי דבר ולכך אמר רבא לא מפני שאוהבין את מרדכי אלא ששונאין את המן וכיון שאין אוהבין את מרךכי לכך לא הזכירו שמו ע\"כ שמעתי ועל פי הקדמה זו פירשתי אני בעניי כמה פסוקים בדרושים בס\"ד:", 
            "<b>תנא לו הכין.</b> עמ\"ש בס' הקטן דברים אחדים דף ס\"ג:", 
            "<b>אי משאר שבטים יכלת ליה וכו'.</b> עמ\"ש אנכי עפר דל בס' הקטן ראש דוד פ' תצוה דף ס\"ד ע\"ש בס\"ד ובס' הקטן דברים אחדים דף קי\"ד ע\"ג:", 
            "<b>מלמד שהיתה מחוה כלפי אחשורוש.</b> אפשר בהקדמה שכתבתי בסמוך דהשונא אינו יכול להזכיר שם אויבו והכא אנו רואים דאסתר הזכירה שם המן. לכך אמר שלפי שהיתה מחוה כלפי אחשורוש לכך הוצרכה להזכיר בפי' שם המן. דאע\"ג דהמלאך סטר ידה כלפי המן אם לא היתה מזכרת שם המן מי מפיס כיון שגם היתה מחוה כלפי אחשורוש לזה הזכירה בפירוש שם המן ודוק:", 
            "<b>שבא מלאך והפילו עליה.</b> הנה הרב הרקח בשערי בינה הביאו הרב מנות הלוי דף קע\"ב ע\"א הקשה על משז\"ל שראה אחשורוש שקצצו אילנותיו והוא לא עשה והרי נאמר דובר שקרים וכו' ע\"ש ולקושיא זו אפשר לומר דהוא חשב על ישראל להרגם ולקצוץ אילני דמלבלבי בגן ה'. ע\"ד תחילת מעשה בוסתנאי בחלום המלך. ומחשבה רעה בגוים היא מעשה:<br><b>אמנם .</b>כיוצא בה יש לחקור הכא במאי דקמן איך המלאך בא והפילו עד לבא חמ\"ת המלך הגם לכבוש וכו' והלא זה שקר ואיך המלאך עשה כן. ונראה לישב דאמרו ז\"ל שהמן אמר לאוהביו שאם היה שואל מאסתר היא מתרצה לו כמ\"ש הרב מנות הלוי משם רז\"ל בפסוק אף לא הביאה אסתר וממילא רווחא ונתישבה חקירתנו כי הוא אמר לאוהביו כן ובגוים מחשבה רעה הקב\"ה מצרפה למעשה לכן בא מלאך והפילו:", 
            "<b>אפשר דבר שנצטער אותו צדיק וכו' והמימרות הסמוכות.</b> עמ\"ש בעניותי בקונטריס דברים אחדים דף ס\"ד ע\"ב בס\"ד:"
        ], 
        [
            "<b>ולשאר עמו למי שמשים עצמו כשיריים וכו'.</b> עמ\"ש אני בעניי בס' הקטן ראש דוד ריש פ' בחוקתי ע\"ש בס\"ד:", 
            "<b>מבית אביה למדה וכו'.</b> פירש\"י שמעה תנוקות אומרים כן. ואיכא לאקשויי דילמא למדה מעצמה שהיתה נביאה וי\"ל דה\"פ למדה מעצמה אבל מאי דקדרשינן וה' ישלם לך אל תקרי ישלם אלא ישלימנו לך זהו שקבלה מבית אביה. לקוטי מהר\"ב אשכנזי כ\"י:", 
            "<b>כדי  שיהרג הוא והיא.</b> פירש\"י דכי גזרי גזרתא ומית חד מיניהו בטלי לה. ולפום ריהטא יקשה דא\"כ כשמת המן נתבטלה הגזרה ואמאי הוצרכה אסתר בסיון להתחנן להשיב ספרי המן. ויש לישב הכתובים וק\"ל:", 
            "<b>אמר רב נחמן בר יצחק ורב כתיב.</b> עיין מ\"ש אני בעניי בס' הקטן דברים אחדים דף ל\"ז ע\"ג בס\"ד:", 
            "<b>שלח לו יין ישן שדעת זקנים נוחה הימנו.</b> הראשונים רמזו כי יין ישן גימט' ת\"ל וזהו ששלח לו לרמוז לאביו לקיים גזרת ת\"ל שנה שדעת זקנים אברהם ויצחק נוחה הימנו ורוצים בגזרתו ית' עכ\"ד גם אני בעניי אבחר דרכם לרמוז כי רש\"י פ' ויגש כתב שלח לו יין ישן ומדרש אגדה גריסין של פול. ונקדים מה שמצאתי בספר רבינו אפרים כ\"י על התורה ובסוף כל פרשה מביא מרבותנו רבני אשכנז הקדמונים ובפ' ויגש כתוב לרבני אשכנז שאמר הקב\"ה ליעקב אבינו שלא יצטער שרד\"ו שנה יהיו בקושי השעבוד שלא יהיו בשעבוד כי אם קי\"ז שנה וזה רמז עמ\"ו אנכי בצרה עמ\"ו עם הכולל קי\"ז עכ\"ד ומוצא אני החשבון בדקדוק דכתיב ושני חיי לוי קל\"ז ואמרו רז\"ל שכל זמן שהיה א' מהשבטים קיים לא היה שעבוד כלל וכשתחשוב שנותיו של לוי ותסיר מ\"ג שנה שהי\"ל בבואם למצרים נשארו צ\"ד שנים שלא היה שעבוד וצ\"ד וקי\"ז הם רי\"א שאפשר שיש איזה שנים מקוטעות או לוי הי\"ל מ\"ד שנה כשבא למצרים ויבא החשבון הדק הטב. ואפ' שזה רמז לו יוסף ולאביו שלח יי\"ן יש\"ן גימט' ת\"ל. ושלח גריסין של פול רמז שיהיה לחצאין כמו גריסין שהם חצאין והשעבוד לא יהיה אלא פו\"ל גימט' קי\"ז עם הכולל ודוק [ואפשר להרחיב יותר דשלח לו יין ישן גימט' ת\"ל ושלח לו גריסין לרמוז שני חצאין הראשון מת\"ל נעשו רט\"ו. ומרט\"ו נעשו (קי\"ו) [קי\"ז] גימט' פו\"ל. וזה רמז בחזק יד הוציאנו ה' ממצרים בחזק גימט' קי\"ז שהיה צריך חזק יד לצאת בקי\"ז שנים גימט' בחזק]:", 
            "<b>אורה זו תורה וכו' וששון זו מילה.</b> עמ\"ש אני בעניי בס' הקטן דברים אחדים דף קמ\"ז ע\"ב וע\"ד בס\"ד עיין שם.", 
            "<b>כל השירות נכתבו אריח ע\"ג לבינה ולבינה ע\"ג אריח.</b> פי' אריח קורא הכתב וכו' וקשיא לי דהא שירת וידבר דוד אריח ע\"ג אריח ולבינה ע\"ג לבינה כמלכי כנען ובני המן וי\"ל כי כך היא צריכה ליכתב אריח ע\"ג לבינה ושלא כדין אנו עושין כמו שאנו עושין שלא כדין בסדרן של כתובים דאמרו ס\"פ השותפין ואנו משנים הסדר הזה לגמרי. רבינו ישעיה הגדול. לקוטי רבינו בצלאל כ\"י:", 
            "<b>אריח ע\"ג לבינה.</b> פירש\"י אריח הוא הכתב לבינה חלק וכו' ואין נראה לרבינו תם אלא כמו שהאריה הוא מן הכתב כמו כן הלבינה מן הכתב שהלבינה ואריח שני מרובעים אלא שזה גדול וזה קטן וה\"פ כל השירות כלן אריח ע\"ג לבינה שהשיטה ארוכה קורא לבינה והקצרה אריח כעין שכתובות שירת הים ושירת דבורה חוץ משירה זו אריח על גבי אריח את שהיא תיבה קצרה קורא אריח והם זה למעלה מזה. והלבינה הם השמות זה על זה ותדע דהא שירת הים מפורש במדרש שהיא אריח ע\"ג לבינה ולבינה ע\"ג אריח וסתומה משני צדדין והטעם מפורש באגדה לפי שסגר הקב\"ה למצרים לפניהם ולאחריהם. הרמב\"ן ז\"ל. לקוטי רבינו בצלאל כ\"י ושוב ראיתי בהר\"ן ובתוספי הרא\"ש למכילתין ושם הביאו דברי רבינו תם וע\"ש בסוף דבריהם ודוק:", 
            "<b>שלא תהא תקומה למפלתן.</b> והטעם כשהחומה שוה בשני ראשיה ואין בה בליטות אין להוסיף עליה ולחזקה כמו שהיו יכולין אם היה שם בליטות ושיני החומה שאז יכולים להוסיף על הבנין ולחזקו וכגון שירת הים משא\"כ זו ושירת האזינו כיוצא מפני שיש בה מפלתן של רשעים כדכתיב מראש פרעות אויב וכן כי דם עבדיו יקום וכו'. גיליון. לקוטי ר\"ב כ\"י ואחרי כותבי ראיתי שכן כתב הר\"ן וכמעט הוא לשונו ע\"ש:", 
            "<b>שצריכה שרטוט כאמיתה של תורה.</b> עמ\"ש הרא\"ש בתוספותיו ועמ\"ש אנכי עפר דל בס' הקטן ברכי יוסף י\"ד סי' פר\"ח אות ה' בס\"ד ובסוף קונטריס שיורי ברכה:"
        ], 
        [], 
        [], 
        [
            "<b>למה נמנו שנותיו של ישמעאל וכו'.</b> פירש\"י מה לנו למנות לשנות הרשעים וראיתי להגאון הרב טורי אבן שכתב עליו וז\"ל ותימה לי הא אמרינן ספ\"ק דבתרא דישמעאל עשה תשובה וכו' ואיך הרשיע רש\"י את הצדיק שעשה תשובה ואדרבה אמרינן במקום שב\"ת עומדין וכו' אבל איני יודע מי דהקו לרש\"י, לפרש דהכי ק\"ל למה נמנו שנותיו של ישמעאל שאפילו שנות צדיקים מאבות ואילך לא מנה הכתוב שהרי שנות השבטים לא נמנו ואף דמני שני יוסף ולוי קהת ועמרם הנהו לדרשא כמשז\"ל ומשני האי נמי לדרשא אתיא ליחס וכו' עכ\"ל ונעלם ממנו דבב\"ר סוף פ' חיי שרה אמרו וז\"ל ר' חמא בר עוקבא ורבנן הוו יתבין ומתקשין מה ראה הכתוב ליחס תולדותיו של רשע כאן וכו' ואלה שני חיי ישמעאל מה ראה הכתוב ליחס שניו של רשע וכו' ע\"ש הראת לדעת דדברי רש\"י הם דברי רז\"ל דבשלמא מ\"ש גבי תולדותיו אפשר לדחות שקראו רשע משום דשרי למקרי לרשיעא בר צדיקא רשיעא בר רשיעא אבל מאי דאתמר בי מדרשא גבי שניו הוא ממש כמו שפירש רש\"י:<br><b>איברא .</b>דקשה ממ\"ש דישמעאל עשה תשובה וכמו שהקשה הרב הנז' וכבר נרגש מהרש\"א באגדתיה ע\"ש. ונראה דגם דעשה תשובה לא היתה תשובה שלימה שנאמר דתקן כל ימיו דידוע דכל יום נפגם בעבירה שעושה עמו ונדחה כמשז\"ל בזהר הקדוש באורך. ותשובתו היתה מפני היראה ומפני הבושה והועילה קצת. אך לא היתה תשובה שלימה וראויה עד שזדונות נעשות לו כזכיות ועי\"ז נתקנו שנותיו שהרי העבירות שעשה בהם נחשבו לו זכיות וכל שנותיו נאמר בהן אשרי וז\"ש מפני מה נמנו שנותיו של ישמעאל דשנותיו שהיו ברשע והם פגומים ונדחים אינן ראוים לימנות כי שנותיו אחר ששב הם מעט מזער לגבי שנות רשעו. וכל זה כלול קצת בדברי הרב מהרש\"א שכתב כיון דהיה רשע מעיקרא אין ראוי למנות שנותיו וכו' ע\"ש ואנו בעניותנו הרחבנו הדברים בסב\"ר פני\"ם יפות. ומה שתירץ הרב טורי אבן בש\"ס אין בו כדי שביעה דכיון שנמנו שני יצחק ויעקב אימא דעד יעקב מנה הכתוב ותו לא ול\"ק מישמעאל שהיה אחי יצחק אע\"ה ודוד יעקב אע\"ה. אחר זמן רב בא לידי ס' יפה תואר בראשית וראיתי להרב ז\"ל שכתב שם סוף פ' חיי שרה דהמדרש שם פליג על מ\"ש דישמעאל עשה תשובה ע\"ש ואין צורך לזה כמבואר והרי רש\"י בפי' החומש פירש שישמעאל עשה תשובה ואח\"ך כתב למה נמנו שנותיו של ישמעאל שפירש הוא ז\"ל בסוגיין למה מונה שנות רשעים וכתבו הרא\"ם שם על דבריו ושוב כתב על ויגוע דישמעאל דגויעה בצדיקים עש\"ב והרא\"ם בריש הפ' ד\"ה שני חיי כתב דנכתב בישמעאל שנה שנה לגנאי דבתחילה רשע וכו' ע\"ש באורך ולפי דרכו של הרא\"ם ניחא טובא דמשם ילפינן דעשה תשובה בסוף ולא היתה תשובה שלימה מאהבה דזדונות יהיו כזכיות ונאמר בו גויעה דמת בתשובה והכל מתוקן ודוק הטב:", 
            "<b>ועשה שם י\"ח חדש וכו' ובבית אל וכו'.</b> עמ\"ש בעניותי בספרי הקטן פני דוד פרשת מקץ בס\"ד ע\"ש באורך:"
        ], 
        [
            "<b>תוס' ד\"ה כל התורה בכל לשון נאמרה פי' הקונטריס וכו' וקשה וכו'.</b> עמ\"ש בעניותי בקונטריס זה לעיל ריש פרק שני דברכות בס\"ד:", 
            "<b>תוס' ד\"ה הסדיר י\"ח ברכות מכאן קשיא למה שפירש\"י גבי אמצעיות אין להם סדר וכו'.</b> עמ\"ש אני בעניי בספרי הקטן ברכי יוסף א\"ח סי' קי\"ט בס\"ד ובשיורי ברכה שם:"
        ], 
        [
            "<b> יכול בלב כשהוא אומר לא תשכח וכו'.</b> עמ\"ש אני בעניי בס' הקטן ראש דוד פ' תצוה ובספרי הקטן דברים אחדים דף יו\"ד ע\"ד ודף ק\"י ע\"ב בס\"ד:"
        ], 
        [
            "<b> דשמואל היא דחייש ליחידאה וכו'.</b> עמ\"ש אנכי עפר דל בספרי הקטן מחזיק ברכה א\"ח סי' ע' בס\"ד:", 
            "<b>המתרגם יצא והתניא היו בה אותיות מטושטשות וכו'.</b> כן נראה לי להגיה ול\"ג מתיבי דלא שייך לשון מתיבי אלא כי אותיב לאמורא מבריתא אבל מבריתא לבריתא לא שייך לומר אלא ורמינהי או והתניא. לקוטי מהר\"א פליף כ\"י:"
        ], 
        [
            "<b>הלכה כדברי האומר כלה.</b> עמ\"ש בעניותי בריש שער יוסף ובדברים אחדים דף קמ\"ה ע\"א בס\"ד:", 
            "<b>אמר רב יהודה אמר שמואל הקורא במגילה הכתובה בין הכתובים וכו' לית לן בה רב יוסף בר חמא הוה קרי קמיה דרב ששת במגילה הכתובה בין הכתובים א\"ל הרי אמרו הקורא במגילה הכתובה בין הכתובים לא יצא אמר ר' חייא וכו'.</b> כן הביא גירסא זו בלקוטי רבינו בצלאל כ\"י ועמ\"ש לעיל דף ז'. כפי גירסתנו ע\"ש. והא דרב יוסף היה קודם שנעשה סגי נהור ע\"י מעשה כמ\"ש הר\"ן פ\"ק דקדושין וכמ\"ש בסוף מנחות ע\"ש ודוק:"
        ], 
        [
            "<b>ומחו לה אמוחא ולא אמרו אלא כדי שלא יקרע.</b> פירש\"י ומחו לה אמוחא לאחר שאמרה הכה על מוחה וכו'. אע\"ג דכבר פירש\"י כן בסמוך. מ\"מ התם סתר מקצתח. והכא סתר כולה דלגמרי חזר בו ודוק. לקוטי מהר\"א פליף כתיבת יד. ועיין מ\"ש הרב מהרימ\"ט בתשובותיו ח\"ב:", 
            "<b>תוס'  ד\"ה ולודוי יה\"כ דתניא וכו' האי דתניא וכו' דודוי זה אינו כוידוי דשאר כצ\"ל.</b> פי' דסד\"א כיון דעבודת יה\"כ על כהן גדול בלבד הוא. לעביד ודוי וסמיכה שלו לפחות מעלות השחר בכדי שיהא פנוי לשאר עבודות היום ודוק. לקוטי רבינו בצלאל כ\"י:"
        ], 
        [
            "<b>תוס' ד\"ה למה מנו חכמים את אלו וכו' וי\"ל דאפילו למ\"ד קדושה שניה בטלה היינו לענין תרומה בזמן הזה אבל לכל מילי לא בטלה כצ\"ל.</b> כן נ\"ל להגיה ופירוש דתרומה בזה\"ז לא הוי אלא דרבנן ולא מדאוריתא אבל לכל מילי אחריני כגון להקריב בבית חוניו בזה\"ז לא בטלה ודוק לקוטי מהר\"ר אברהם פליף כ\"י:"
        ], 
        [
            "<b>כתיב הכא ויהי ביום השמיני וכתיב התם ויהי בקר יום אחד.</b> אע\"ג דטובא ויהי כתיבי לא דריש ג\"ש דויהי ויהי אלא מויהי בקר יום אחד מדשני קרא ולא כתיב יום ראשון. ואע\"ג דמיבעי ליה לדרשא לאשמועינן דהמלאכים לא נבראו אלא ביום שני מ\"מ גם רומז על יום המיוחד שנטל עשר עטרות כמ\"ש פ' ר\"ע. גיליון. לקוטי מהר\"א פליף כ\"י. ולכאורה אינו צריך לזה דיש ג\"ש שנאמרו המקומות כידוע:", 
            "<b>רש\"י ד\"ה בצאת לפני החלוץ וכו' שבאו עליו.</b> הס\"ד. ואח\"ך ד\"ה הודו לה' כי טוב משמע טוב לפניו שנקלס לו על זאת כצ\"ל כן נראה להגיה. לקוטי מהר\"א פליף ב\"י:", 
            "<b>רבי יונתן פתח וכו' והכרתי לבבל שם ושאר ונין ונכד שם זה הכתב ושאר זה לשון נין זה מלכות ונכד זו ושתי.</b> שמעתי מגדול אחד כי הנה כתבו התוס' דמ\"ש זה לשון היינו לשון מלכות שהמלכים משתמשין בו שאין שאר העם מכירין בו. ובהא ניחא דזה היה סיבה להכרית נין ונכד זו ושתי המלכה כי הנה חרה אף אחשורוש עד לבא חמ\"ת ממאי דאמרה ושתי בר אהורייריה דאבא וכו' וז\"ש הכתוב והיום הזה תאמרנה שרות פרס אשר שמעו וכו' וכדי בזיון וכמו שפירש רבינו מהר\"ם אלשיך בס' משאת משה ע\"ש באורך. ואלו היה לשון מלכות שהמלכים משתמשים בו ואין אדם מכירו לא היה קצף שהיו הדברים סתומים בינה לבין הסריסים. ונמצא שעל ידי שלא היה להם לשון מלכות מזה נמשך שנכרת נין ונכד:", 
            "<b>רשב\"ג פתח וכו' תחת הנעצוץ יעלה ברוש וכו' עד והיה לה' לשם זו מקרא מגילה וכו'.</b> ויש לדקדק דמלכות אסתר תחת ושתי הוה ברישא ואח\"ך ענין המן והצל' מרדכי וגדולתו:<br><b>ואפשר .</b>במשז\"ל אלמלא אגרות ראשונות וכו' גם אמרו רז\"ל דאמרה אסתר לאחשורוש אקני בושתי וקטלה והשתא אקני בדידי. ונמצא דהריגת ושתי ומלכות אסתר תחתיה היה יסוד מוסד לנס המופלא הזה. וז\"ש תחת הנעצוץ זה המן שעשה עצמו ע\"ז יעלה ברוש זה מרדכי והגורם לזה הוא אשר תחת הסרפד יעלה הדס אסתר תחת ושתי ועל ידי זה דרך טבע היה סיבת מפלת המן וגדולת מרדכי. והיה לה' לשם קשיא ליה דלא נכתב שמו יתברך במגילה משום דלא נגמר מחיית עמלק כמ\"ש הרשב\"א הלוי בס' מנות הלוי ואיך כתיב והיה לה' לשם. לז\"א זו מקרא מגילה שאנו קורין ואין אנו רואים שנזכר שמו יתברך והיינו משום שאין להזכיר שמו רק על גמר הדבר וזה שבח לו כ\"י ושפיר כתיב והיה לה' לשם והיינו שבחו:<br><b>(ב) או .</b> אפשר דקשיא ליה בנס גדול כזה למה אין אנו אומרים הלל שניצולו מהמות לחיים. על כן בא דברו והיה לה' לשם זו מקרא מגילה דקריאתה היינו הללא כמ\"ש בש\"ס למ\"ד והיינו דקאמר והיה לה' לשם בקריאת המגילה:<br><b>(ג) עוד .</b>אפשר לומר מעין דוגמא במ\"ש המפרשים דהטעם שלא נזכר שמו יתברך במגילה לפי שהנס נעשה על ידי שאסתר נשאת לערל ואין זה כבודו ית' אלא דלפי מצב ישראל בעת ההיא לא היתה מדה\"ד נותנת שתהיה גאולה שלימה כי אם בדרך זה. וז\"ש תחת הסרפד יעלה הדס זו אסתר וזה היה סיבה ישראל במעמדם ומדרגתם בימים ההם בא הדבר באופן הזה. והיה לה' לשם זו מקרא מגילה וזה שבחו דאין להזכיר שמו אלא בדבר שכלו טוב ובשגם היה נס גדול ורב יען שלא בא כתקנו לא נזכר שמו ית' והיה לה' לשם שאינו נזכר אלא בנס הבא ביושר כדת מה לעשות:<br><b>(ד) ואחשבה .</b> לדעת במה שנתן טעם הרב בינה לעתים זלה\"ה ליתרון הנס בפורים טפי מחנוכה כי בחנוכה היו דברים המסייעין לישועת ישראל חדא דהיינו שרויים על אדמת הקדש ארץ אשר ה' דורש אותה והיה לנו בית המקדש מקום השראת שכינה. ובית המקדש של מטה מכוון כנגד בית המקדש של מעלה. וקרוב הדבר שהוא יתברך ישמע מהיכלו הקול קול יעקב וזכותא דארעא דישראל ובית המקדש מסגי קמייהו. משא\"כ בפורים אלו הן הגולים בארץ העמים אדמת נכר ואין מקדש ולא מזבח כפרה ועוד בה דבחנוכה גזרת יון הרשעה לבטל מצותיו יתברך ולהפקיעם מעבודתו אז יאמרו ברשען כתבו על חלק השור וכו'. אבל גזרת המן עקרה על הגופות לא על המצות. ומהני טעמי נס פורים היא העולה למעלה מאד מאד ולכך קבעו לדורות לקרוא מגילה ועשו אותו יום משתה וכו' לדורות עולם עכ\"ד וזהו שאמר תחת הנעצוץ המן יעלה ברוש זה מרדכי דרצה לתלות למרדכי ונתלה המן ונמצא דהגזרה היתה על הגופות להרוג לעם מרדכי. ותחת הסרפד ושתי בת בנו של נ\"נ הרשע ששרף בית רפידתו של אלהינו באש והיה חרבן הבית והיינו בגלות וכן סרפ\"ד גימט' שמ\"ד דהיה בזמן שמד שנ\"נ הגלם ועדיין בגלות. יעלה הדס זו אסתר הצדקת. ומשני טעמים אמורים דהגזרה על הגופות והיינו בגלות חשיב טפי נס פורים והיה לה' לשם זו מקרא מגילה ולפי תוקף הנס מגלה נתנה ולאות עולם ימי הפורים כי גדול יתר מאד הנ\"ס למינהו ולכן מגילה נקראת והם ימי משתה להודות לאל המושעות כי הגדיל ה' לעשות עמנו:<br><b>(ה) ואמרתי .</b>אני אל לבי לרמוז במאמר זה ענין אחד כי הנה למחות עמלק צריך מלך ולכן מרדכי ואסתר היו מלכים כי מרדכי יצא לו מוניטון ואסתר המלכה וכמו שביאר הרב מופת הדור מהרח\"א בסוף פי' המגילה וצריך טעם לזה. גם אמרו רז\"ל אין עשו נופל אלא ביד בני בניה של רחל וכבר כתבנו במקומו כל שישנו בנותן טעם עפ\"י הפשט. ועתה יכולני לפתו\"ר פת\"ר את הפרפרת כאשר פתר להם יוסף עד\"ה בס\"ד. מראש מקדמי אר\"ש אביע אומר אשר שמעתי מפי הרב החסיד כמהר\"ר אברהם ן' אשר זלה\"ה על פסוק מני אפרים שרשם בעמלק אחריך בנימין בעממיך ופירש במ\"ש גורי האר\"י זצ\"ל דעמלק יונק מבחינת יסוד ומלכות ולכן להכניעו צריך מהקדושה בחי' כנגדו והם יוסף ובנימין בקדושה וז\"ש מני אפרים שרשם בעמלק דבקדושה הוא שרש שכנגדו בקליפה אחריך בנימין שגם הוא מבחינה זו וזה טעם דהיתה התשועה מגוי אכזר עמלק זה יצא ראשונה ביהושע דאתי מאפרים ומרדכי דאתי מבנימין עכ\"ד. וכבר ידוע דנס פורים היה שהארת יסוד אבא בחינת מרדכי נשארה באסתר היא מלכות משא\"כ בכל המועדים אבל בפורים נתגלית הארה זו כל שישנו באסת\"ר ואת כ\"ל העודף וז\"ס המגילה כאשר לימדנו להועיל רבינו האר\"י זצ\"ל ע\"ש באורך בשער הכונות:<br><b>ועפ\"ז .</b>אפשר לתת טעם דהדור קבלוה בימי אחשורוש וזכו לזה בו בפרק מלבד הטעמים פשוטים שכתבנו בעניותנו במ\"א והוא דתורה שבכתב נגד ז\"א ותורה שבע\"פ נגד מ' והמודעא היתה על תורה שבע\"פ כמ\"ש בתנחומא פ' נח והשת' דיסוד אבא רמז לתורה שבכתב בתוך מ' תורה שבע\"פ ונשאר שם אף שחזרו נה\"י לז\"א מה שלא היה כן לעול' ונתוספה הארה בתורה שבע\"פ מאד לכן זכו לקבלה באמצעות אסתר הרומזת למ' ומרדכי רמז ליסוד אבא והם רמז לתורה שבכתב ושבע\"פ .<br><b>ולי .</b>ההדיוט זה רמז ומרדכי יצא מלפני המלך ופירש רבינו האר\"י זצ\"ל על בחינת מרדכי יסוד אבא אשר נתגלית לפני המלכות עש\"ב ואפשר לרמוז תיבת יצא יו\"ד רומז למחשבה דין הוא אב\"א. צ\"א גימט' הויה אדני זו\"ן שם רמז לגלוי הארת יסוד אבא גם שחזרו נה\"י לז\"א מאיר גם לפני המלכות. ועם הקודם נחזור לעניננו כי ע\"פ האמור יומתק כי להכניע עמלק שהוא יונק מיסוד ומלכות נתגלה בחינת מרדכי ואסתר יסוד אבא לפני המלכות. וזה טעם כי אין עשו נופל אלא ביד בניה של רחל כי עש\"ו גימט' שלום ולבטלו צריך בחינת יסוד שהוא שלו\"ם. ולכן למחות עמלק צריך מלך לבטל יניקתו:<br><b>וזה .</b>רמז מאמרינו תחת הנעצוץ זה המן יעלה ברוש מרדכי וכו' מירא דכיא. כי בחינת המן בקליפה כנגדו נתגלה בחינת מרדכי בקדושה. ותחת הסרפד ושתי יעלה הדס זו אסתר. ולכן היו מרדכי ואסתר מבחינת יסוד ומ' לבטל לעמלק. שהוא כנגדם בקליפה ולכן היו מלכים כל קבל תוקף יניקת עמלק ובהגלות נגלות הארתם נתבטל עמלק. וזהו והיה לה' לשם דאחר ההכנה שהם מלכים מבחי' הקדושה יתעלה ויתקלס שם הקב\"ה בקריאת המגלה שהוא בחינה זו ולאות עולם רמז יסוד שהוא אות עולם מלכות לא יכרת דתמיד בכל שנה מתגלית הארה זו וז\"ש אלו ימי הפורים וכמו שפירש הרב האר\"י זצ\"ל פ' וזכרם לא יסוף מזרעם עש\"ב ואפשר לרמוז לא יסוף רק ישאר תמיד הארה זו יסוף אותיות יוסף בחינת יסוד ודוק היטב בכל האמור כי קצרתי:", 
            "<b>ריב\"ל פתח וכו' עד כן ישיש ולא כתיב ישוש.</b> עיין מה שכתבתי בעניותי בקונטריס זה בחולין דף ה' בס\"ד ע\"ש ודוק:", 
            "<b>רבי אבא בר כהנא פתח וכו' נתן חכמה דעת ושמחה זה מרדכי וכו'.</b> יש לרמוז ע\"פ הקדמת רבינו האר\"י זצ\"ל שכתבתי בסמוך שזהו בחינת מרדכי חכמה הארת יסוד אבא דעת ושמחה רומז למ' וזהו לתת לטוב לפני האלהים לתת לטוב יסוד לפני האלהים מלכות זה מרדכי ואסתר יסוד אבא המתגלה במלכות ודוק הטב וא\"ש ההי\"ב:"
        ], 
        [
            "<b>הקורא את המגילה עומד ויושב וכו'.</b> עמ\"ש אני בעניי בס' הקטן מחב\"ר א\"ח סי' תר\"ץ בס\"ד:"
        ], 
        [
            "<b>אביי אמר והוא עבר לפניהם.</b> קשה לאמוראי אחריני דכיון דאיכא קרא בתורה אמאי מייתו מדברי קבלה הא מד\"ת עדיף לקוטי רבינו בצלאל כ\"י ועמ\"ש הרמ\"ע באלפסי זוטא הבאתיו בס' הקטן מחב\"ר א\"ח סי' תל\"ב ע\"ש ודוק:", 
            "<b>האל הרב את ריבנו וכו'.</b> הנכון שלא לומר תיבת האל כי כבר אמר אלהינו מלך העולם. וכבר אני בעניי עמדתי על זה ועל דברי האחרונים בס\"ד בספרי הקטן ברכי יוסף סי' תרצ\"ב ובקונטריס שיורי ברכה שם וסי' קפ\"ט בס\"ד ע\"ש:", 
            "<b>רבי לוי אמר כנגד עשרה הלולים שאמר דוד בספר תהלים.</b> כרגע נראה לי ס' טורי אבן וראיתי להרב שהקשה דבר\"ה דף ל\"ב בעשרה מלכיות כנגד עשרה הלולים פריך הלולים טובא הוו ומשני הני דכתיב בהו הללוהו בתקע שופר ואמאי הכא לא פריך ומשני כי התם ותו דאי הכא ה\"ט משום בתקע שופר מה ענין שופר לקריאת התורה של כל השנה ומסיק דהא דהכא הם עשרה מיני שבח שיש בס' תהלים כמ\"ש בפסחים דף קי\"ז זהו תורף דבריו בקיצור ע\"ש באורך. ואני בעניי אומר דהא דא\"ר לוי הכא פירושו כי התם על עשרה הלולים שיש במזמור הללו אל בקדשו דהא ר' לוי עצמו מר ניהו דאמר בר\"ה כנגד עשרה הלולים וכן הגירסא בעין יעקב שם והיא נסחא דווקנית דהני אמוראי דיהבי טעמא הכא רב יוסף ור' לוי ור' יוחנן הן הם אמוראי דהתם וכל חד ישנו בנותן טעם הכא כי התם וטעם א' עולה לשניהם ומסתמא עשרה הלולים דהכא אינהו כי התם ומה גם דר' לוי קאמר תרוייהו וגם הלשון משמע הכי דהול\"ל בעשרה מיני שבח שנאמר ס' תהלים דמלבד דהע\"ה נביאי אחריני אמרו ולמה ליה למימר שאמר דוד. ומה שהקשה אמאי לא פריך ומשני לה כהתם כבר כתבו התוס' בכמה דוכתי דהכי ארחא דש\"ס. ותו דהכא לא שייך להקשות דמה ששאל הני עשרה כנגד מי הכונה תיסגי בט' לג' עולים ומשני שפיר ואין להקשות הלולים טובא הוו. גם מה שהקשה דמה ענין שופר לקריאת התורה ע\"פ האמור ל\"ק דכיון דאין להקשות הלולים טובא הוו אין צורך לתרץ משום בתקע שופר. ותו דה\"נ שייך שופר דהתורה נתנה בשופר כמו שנ\"ט רש\"י בר\"ה במ\"ש כנגד עשרת הדברות ע\"ש ודוק הטב כי קצרתי ועמ\"ש הרב מהר\"ם ן' חביב שם בר\"ה:"
        ], 
        [
            "<b>תוס' ד\"ה אין מתחילין בפרשה וכו' והוא לסוף שני פסוקים וכו'.</b> עיין שו\"ת מהרי\"ל סי' קמ\"ט [מסימני הדפוס] וצ\"ע עמ\"ש התוס' הא פרשה שלפני ויחל מתחלת וידבר ה' אל משה לך רד כי שחת עמך וכו' ויש מתחילת פ' זו עד ויחל ד' פסוקים ונראה לישב דברי התוס' דסברי ויאמר ה' אל משה ראיתי את העם הזה והנה עם וכו' אע\"ג שאין בה הפסק פרשה בינתיים מ\"מ הא אפסיקיה באמירה אחרת ואין בה לפני ויחל כי אם שני פסוקים דהיינו ויאמר ה' אל משה ראיתי את העם וכו' ועתה הניחה וכו' ואח\"ך ויחל משה. לקוטי מהר\"ר אברהם פליף כ\"י:<br><b>ולי .</b>ההדיוט לא נהירא דזה דין מחודש לא שערוהו אבותינו ורבותנו הפוסקים והמנהג פשוט ברוב תפוצות ישראל שאין חוששין אלא בפרשה. ותו מאחר שהוא עצמו רמז תשובת מהרי\"ל מאי מקשה אח\"ך הרי כתב מהרי\"ל שם על ויחל שפסקי פרשות יש כמה דלא כהרמב\"ם. ומוכח שבאו דבריו על דברי התוס' הללו דקשיא עליהו מספרינו. וכ\"כ הרב מטה משה סי' תשמ\"ט דנשאל על זה מהר\"י מולן והשיב שפסקי פרשיות צרפתים כמה הם דלא כהרמב\"ם. וידוע דמהר\"י מולן הוא מהרי\"ל כאשר נתברר בקונטריס שם הגדולים. ועיין עוד בשו\"ת מהרי\"ל סימן קל\"ו ע\"ש:<br><b>שוב .</b>ראיתי בס' הנחמד מנחת שי שכתב דבס' תגי יש פרשה סתומה. וכן מהר\"ש דיל ויקייו ראה בהעתק ס\"ת ישן פרשה סתומה. והרב מנחת שי לא זכר תשובת מהרי\"ל. גם כתב דבריו בשני פסקות ושם הזכיר שכ\"כ המרדכי והאגודה וכו' וכ\"כ הרא\"ש בתוספותיו:<br><b>ומ\"ש התוס' .</b>וכן המפטיר בי\"ט בחול המועד פסח שמתחיל והקרבתם והוא לסוף שני פסוקים מפרשה של מעלה וכו'. ראיתי בלקוטי מהר\"א פליף הנז' שכתב פי' בי\"ט השני של פסח שהוא יום א' של חול המועד בא\"י וצ\"ע דיש לפני והקרבתם ג' פסוקים עכ\"ד. וגם על זה נשאל מהרי\"ל בתשובה הנז' וע\"ש סי' קל\"ו. ובתוספי הרא\"ש לא כתב והקרבתם אך באגודה ומרדכי נכתב והזכיר גם זה במנחת שי גבי ויחל. ונראה שמה שרמז מהר\"א הנז' מהרי\"ל היה כתוב בגליון בסוף שאח\"ך מצאו. והמעתיק עוית שהכניסו לפנים שלא במקום הראוי:<br><b>ואחר .</b>זמן רב ראיתי למהרש\"א בהלכתיה שעמד על ךברי התוס' ורמז לתשובת מהרי\"ל סי' קמ\"ט הנז\"ל ע\"ש ודוק:"
        ], 
        [
            "<b>ושאין  בו ביטול מלאכה לעם כגון ר\"ח וכו'.</b> כתבו התוס' דנשים אסורות וכו' ולפ\"ז מ\"ש התוס' בשבת דף כ\"ד שאין רגילין לעשות מלאכה נראה דכונתם על הנשים וילמד סתום מהמפורש בדבריהם כאן. ומהריק\"ש בהגהותיו א\"ח סי' זית הבין שכונתם גם על האנשים ע\"ש. אכן מדברי התוס' עצמם כאן ומר\"ה דף כ\"ג ומתוס' הרא\"ש והרב המאירי והאגודה בשבת ומהירושלמי פ' מקום שנהגו דאמרו אלין נשי דנהיגי דלא למעבד עבידתא בריש ירחא יש להכריע שגם כונת התוס' בשבת כן ודוק הטב:", 
            "<b>רב אקלע לבבל וכו'.</b> עמ\"ש התוס' בתעניות דף כ\"ח ע\"ב ובסוכה דף מ\"ד ע\"ב על האי לישנא דאקלע לבבל ועמ\"ש האחרונים ודוק:"
        ], 
        [
            "<b>ובשבת ממהרין לבא וכו'.</b> המרדכי פ' כל כתבי כתב משם רב האיי גאון דבשבת ישנים יותר בשחרית דבתמיד של שבת לא נאמר בבקר ע\"ש ונראה כונתו דלא כתיב במוסף שבת מלבד עולת הבקר וכמ\"ש במנהגי מהרי\"ל בסוף הלכות שבת. אך יש להעיר על מהרי\"ל שכתב שקבל זה מרבו ולא הזכיר דברי המרדכי משם רב האיי גאון ועיין מ\"ש הרב בית חדש והאחרונים סי' רפ\"א ובשו\"ת הרדב\"ז דפוס ויניציא סי' תרי\"ד:", 
            "<b>תוס' ד\"ה חד אמר עולה.</b> מ\"ש בתוך דבריהם. עמ\"ש אני בעניי בתשובה בספר הקטן חיים שאל סי' כ\"ה בס\"ד:", 
            "<b>תוס' ד\"ה כיון דמשום כבוד וכו'.</b> עמ\"ש הרא\"ש בפסקיו ועמ\"ש אני בעניי בס' הקטן ברכי יוסף א\"ח סי' רפ\"ד בס\"ד:"
        ], 
        [
            "<b>תוס' ד\"ה ואין פורסין על שמע וכו' ור\"ת כתב בס' הישר בחמשה משום דליכא אלא ה' תיבות עד ברכו וכו'.</b> ע\"ש [ו]הרא\"ש בפסקיו כתב משם ר\"ת בספר הישר ששה ע\"ש ואני בעניי עד כה ברכני ה' וראיתי ס' הישר מר\"ת כ\"י וכתוב שם כמ\"ש התוס' בשמו חמשה:", 
            "<b>ואידך הוי מיעוט אחר מיעוט וכו'.</b> עמ\"ש אנכי עפר דל בשער יוסף דף י\"ב ובקונטריס אחורי תרעא על זה ושם באתי לכלל ישו\"ב מאי דמקשה בגמרין בסוגיין ואסיק בקשיא ע\"ש באורך:"
        ], 
        [], 
        [
            "<b>כשאתה מגיע אצל וחכיתי לה' וכו'.</b> עמ\"ש התוס' ומה שכתבתי בעניותי בספר הקטן ברכי יוסף על דבריהם. ומה שכתוב בתוס' במציעא דף פ\"ו. ע\"ש בסימן נ\"ג:", 
            "<b>אף יחף לא יעבור.</b> במחזיק ברכה א\"ח סי' צ'א הבאתי פי' רבינו יאודה אלמאדרי זלה\"ה וע\"ש בברכי יוסף סי' צ\"א בס\"ד:", 
            "<b>לימא תנינא להא דת\"ר וכו'.</b> וקשיא לי הא בכל דוכתא בתלמוד כל מאי דמצי לאשכוחי לבריתא סייעתא ממתני' מסייע והכא קאמר לימא תנינא להא דת\"ר וכו' ומאי דוחקיה דלא לסייעיה ונ\"ל דלישנא דמתני' קשיתיה דקתני ואין בה מצוה דמשמע מצוה הוא דליכא הא פסולה נמי היא. לקוטי מהר\"א פליף כ\"י ואין דבריו מחוורין דכי קאמר ואין בה מצוה ודאי פסולה תדע דהא לפי האמת עגולה בכל אופן פסולה דתפילין מרובעות הל\"מ. וקושיתו ל\"ק דכל כי הני מילי משום יגדיל תורה ופשוט:<br><b>ואתה .</b>תחזה דרש\"י פי' במשנה העושה תפלתו עגולה תפילין שבראשו עגולין כביצה וכאגוז סכנה שלא תכנס בראשו ואין בה מצוה דמרובעות בעינן עכ\"ל ומדבריו מתברר מ\"ש דיהיב טעמא ואין בה מצוה דמרובעות בעינן וא\"כ פסולה. גם ברישא כתב כביצה וכאגוז ובש\"ס פי' כאמגוזא כאגוז אבל כביצה וכעדשה שפיר דמי. והדבר פשוט דזהו דחיה בעלמא דאמר ר\"פ אבל לפי האמת פסולה כביצה וכאגוז דמרובעות בעינן. וכן פירש רבינו עובדיה כרש\"י גם הרב המאירי בפסקיו כתב ואין בה מצוה כלומר שאין יוצא בה ידי חובתו דתפילין מרובעות בעינן:<br><b>אמנם .</b>ק\"ק על הרמב\"ם שפסק פ\"ד העושה תפלת עגולה כאגוז אין בה מצוה כלל דכיון שפסק פ\"ג דאם אינן מרובעות כהל\"מ פסולות אמאי כתב דין זה. דבשלמא במשנה אפשר דתני לה לומר שהיא סכנה. אבל הוא ז\"ל שהשמיט הא דסכנה דלא נ\"מ כמ\"ש מרן בכ\"מ. אמאי אצטריך לכתוב דין זה. שוב ראיתי להרב המופלא חסידא קדישא כמהר\"ח בן עטר זלה\"ה בספרו ראשון לציון שעמד בדברי הרמב\"ם והאריך ולא יכולתי לעמוד על דברי קדשו:"
        ], 
        [
            "<b>יברכוך טובים וכו'.</b> יש מפרשים טובים שבעים כמש\"ה ונשבע לחם ונהיה טובים וזה דרך מינות שאינו חייב לברך ברכת המזון עד שישבע. אבל בירושלמי פירש הטעם שנראה לשומע כשתי רשויות כלומר הטובים שאתה להם לאלוה מכלל שלרעים יש להם אלוה אחר. ופירשו בתוס' שלא נאמר כן אלא כשאומר בתפלתו שאומר במקום וכל החיים יודוך וכל הטובים יודוד אבל שלא בתפלתו אין בכך כלום כדכתיב וחסידיך יברכוך וכתיב אך צדיקים יודו לשמך. וי\"מ שאומר לחבירו יברכוך טובים כענין יברכך ה' וזה שאומר בלשון רבים משמע שתי רשויות. הריטב\"א. לקוטי רבינו בצלאל:<br><b>והרא\"ש .</b>בתוספותיו כתב דר\"ת היה רגיל לכתוב בכתבים של רשות ששולח לבני אדם על כן יברכוך טובים ע\"ש וכזה ראיתי אני השפל בס' הישר של ר\"ת כ\"י בחלק התשובות שכתב לשון זה לרבנים שהיה משיב להם על מה ששאלוהו:", 
            "<b>וזוהי שאמרו שיחת ת\"ח צריכה תלמוד.</b> דר\"ת אגב ארחיה ללמד יצא דפירושא דמתני' היינו כשמדבר לפני ה' דוקא ולאפוקי פירוש אחרון שכתב הריטב\"א בשם יש מפרשים דגם באומרו לחבירו יש קפידא כמש\"ל. ור\"ת היה כותב כן ולהורו\"ת נתן דבאומרו לחבירו אין קפידא ופירושו שיברכוהו אנשים צדיקים:", 
            "<b>מודים מודים משתקין אותו.</b> דוקא בש\"ץ אבל ביחיד לית לן בה וחוזר וקורא כמה פעמים עד שיכוין מ\"מ כל שאפשר שיכוין בפעם אחת הדור הוא לו יותר כן איתא בירושלמי. הריטב\"א. נמוקי רבינו בצלאל. וכן הסכים רבינו האר\"י זצ\"ל וקצת אחרונים לדברי הירושלמי כמו שכתבתי אני בעניי במקומו. והשתא ארווחנא דגם הריטב\"א גדול המורים מסכים הולך לירושלמי:", 
            "<b>ומזרעך לא תתן וכו'.</b> מה שפירש תרגום יונתן פ' אחרי הוא הפך הש\"ס ויתישב עם פירוש הערוך ע\"ש ודוק. לקוטי מהר\"א פליף כ\"י:", 
            "<b>מפני שעושה מדותיו של הקב\"ה וכו'.</b> התוס' כתבו שהקשה ה\"ר אלחנן צדקו אותו ואת בנו לא תשחטו וכו' ועיין מה שכתבתי אני בעניי בספרי הקטן ברכי יוסף י\"ד סי' ט\"ז ובמחזיק ברכה שם:<br><b>ומ\"ש .</b>התוס' בקדושתא שאנו אומרים ביום ב' של פסח הקשו לי דהתוס' בחגיגה דף י\"ג כתבו שהקליר לא יסד רק ליום א' שהיה בא\"י. ואני הדל השבתי שזה דקדקו התוס' לומר שאנו אומרים כלומר שהוא לא יסדה שיאמרוה יום ב' רק אנו אומרים ביום ב'. והארכתי אני השפל בזה בס' הקטן ברכי יוסף ומחזיק ברכה ארח חיים סי' קי\"ב בס\"ד ע\"ש באורך:"
        ], 
        [], 
        [
            "<b>ספרים לוקחים תורה אבל אם מכרו תורה וכו'.</b> עמ\"ש הרב המאור משם רבינו אפרים ועמ\"ש אני בעניי בס' הקטן ברכי יוסף א\"ח סי' קנ\"ג בס\"ד:", 
            "<b>אין משכירין בתים בירושלם וכו' ראב\"ץ אומר אף לא מטות לפיכך עורות קדשים וכו' אמר אביי שמע מינה וכו'.</b> עמ\"ש מהר\"י פינטו ודבריו הם כדברי הריטב\"א בחידושי יומא דף י\"ב והביאה הרב מהר\"י ן' חביב בעין יעקב בסוגיין. והגם דהא נוטלין בזרוע עורות קדשים ראב\"ץ קאמר לה דסבר דאין נוטלים שכר המטות וכמ\"ש הריטב\"א אבל לרבנן דוקא אין משכירין בתים. מ\"מ אביי יליף שפיר אליבא דכ\"ע דהא ראב\"ץ קאמר דנוטלין וכו' משום דבעלמא ארח ארעא למשבק וכו' והכא דאין לוקחין שכר המטו' נוטלין בזרוע. ומסתמא רבנן לא פליגי בהא דארח ארעא למשבק לאושפיזא וכו':<br><b>והרב .</b>מהר\"י ן' חביב כתב למדתי ענין נאות ומדה טובה שאין אדם רשאי להשכיר חצר שאינו שלו אעפ\"י שהוא מוחזק כמו ביושבי ירושלם וכו' ע\"ש ולי ההדיוט ליכא למילף מהא לעלמא דדוקא הכא דכי החזיק בחצר בה שעתא הוא ע\"מ לתת דירה לעולי רגלים דירושלם לא נתחלקה אך כאשר יהיה האופן בעלמא דהוא מוחזק בחצר שאינו שלו מאיזה טעם אינו יכול להשכירו בעוד שהוא מוחזק דכי החזיק בו לא היה שום תנאי ולא נודע שיבא לדור בו אדם ואין להאריך:"
        ], 
        [
            "<b>תוס' ד\"ה מריש הוה אמינא האי פריסא תשמיש דתשמיש וכו' וקשה דכ\"ש שהוא נקרא תשמיש דקדושה שהרי הארון עצמו הוי תשמיש קדושה מדאמרינן דאסור לעשות ממנו כורסיא אלמא שהתיבה וכו' יותר מן הכורסיא לכך נ\"ל וכו'.</b> כנ\"ל להגיה. לקוטי מהר\"א פליף בכ\"י:"
        ], 
        [], 
        [
            "<b>מ\"ט לא אמרת לי כי ברכתיך וכן למר.</b> יש להעיר דהא אמרו רז\"ל כל המברך מתברך ואמאי היה צריך לומר וכן למר. ואפשר דהגם שמתברך יהיה ברכה אחרת אבל אינו מוכרח שיהיה מעין ברכותיו אבל אי הוה אמר וכן למר היה מתברך זו עצמה שברכו יהא רעוא דתטום בשיראי:", 
            "<b>ולא  נשאתי כפי בלא ברכה.</b> עמ\"ש הרב גדול בדורו מהר\"ם ן' חביב בתשובה כי באה בגנת ורדים א\"ח ועמ\"ש אנכי עפר דל בקונטריס שיורי ברכה א\"ח ריש סי' קכ\"ח:"
        ], 
        [
            "<b>שרי לכל מאן דצערן וכו'.</b> עמ\"ש אני בעניי בקונ' זה לעיל ביומא דף כ\"ג ע\"ש בס\"ד:", 
            "<b>אם נאמר כבש למה נאמר אחד וכו'.</b> עמ\"ש אני הצעיר בספרי הקטן דברים אחדים דף כ\"ה ע\"ב בס\"ד:", 
            "<b>ולא הרהרתי במבואות המטונפות וכו'.</b> עמ\"ש אנא בריה קלה בספרי הקטן ברכי יוסף א\"ח סי' פ\"ה בס\"ד ע\"ש ודוק:"
        ], 
        [
            "<b>בתי כנסיות שבבל וכו'.</b> כתבו התוס' דמיירי כשחרב וכו' דהא לעת בא גואל במהרה בימינו תפקע קדושתן וכו' וק' דהא אמרו רז\"ל בתי כנסיות שבח\"ל עתידין לבא בא\"י ויש מתרצין דבתי כנסיות שבח\"ל כשהן בישובן הוא דעתידין וכו' אבל אם נחרבו לעתיד פקעה קדושתן. לקוטי מהר\"א פליף כ\"י:", 
            "<b>ווי חסרא ארעא דישראל וכו'.</b> עמ\"ש בספרי הקטן ראש דוד דף ס' ע\"ד בס\"ד ע\"ש:", 
            "<b>ניחא לי דאשמעיה למר א\"ה גמור מני מלתא דא\"ר זירא וכו'.</b> עמ\"ש בספרי הקטן ראש דוד דף ק\"י ע\"ג משם מורינו הרב מהרי\"ך ומה שצדדתי אני בעניי ע\"ש בס\"ד:"
        ], 
        [
            "<b>דרש בר קפרא מאי דכתיב למה תרצדון וכו' למה תרצו דין עם סיני וכו'.</b> עמ\"ש אני הפעוט בספרי הקטן ראש דוד פ' ויצא דף כ\"ד בס\"ד:"
        ], 
        [], 
        [], 
        [
            "<b>תוס' ד\"ה ושאר ימות החג וכו' והא שאנו מעמידין ס\"ת שני וכו'.</b> עמ\"ש אני בעניי בספרי הקטן ברכי יוסף א\"ח סי' ת\"ץ בס\"ד:"
        ], 
        [
            "<b>אין מפסיקין בקללות וכו'.</b> עמ\"ש הרב ט\"ז סי' תכ\"ח ומ\"ש אנא בריה קלה בספרי הקטן ברכי יוסף א\"ח סי' קל\"ט ושם במחזיק ברכה על דברי מהרימ\"ט וקצת אחרונים בס\"ד ע\"ש באורך:", 
            "<b>בעצרת שבעה שבועות וכו'.</b> עמ\"ש בפסקי תוספות ומ\"ש הרב פרי חדש סי' תרצ\"ד ומ\"ש בעניותי בס' הקטן מחזיק ברכה שם בס\"ד:"
        ], 
        [], 
        [
            "<b>תוס' ד\"ה הלוחות וכו' ואכתי קשה שהרי התם מיבעיא וכו' ואמאי לא פשיט מהכא עכ\"ל.</b> ונראה דלא פשיט מהכא משום דהוא מימרא ואיהו בעי למפשט ממתניתין או בריתא כמ\"ש התוס' בקדושין דף כ\"ג. גיליון. לקוטי מהר\"א פליף כ\"י. המקום ברחמיו יאיר עינינו בתורתו ויקיים בנו מקרא שכתוב כי בי ירבו ימיך ויוסיפו לך שנות <b>חיים..</b>"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028", 
    "heTitle": "פתח עינים על מגילה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Moed"
    ]
}