{
    "text": {
        "0_Chapter, 0_Halakhah, 0_DH": "<b>שמנו וכו'.</b> כלומר במשנתנו פ\"א מ\"א. אבל מין מזוג אחד עם מין מזוג השני הוא כלאים.",
        "0_Chapter, 0_Halakhah, 1_DH": "<b>השבת וכו'.</b> כל המינים נתבארו בבה\"א; והברייתא מלמדת שהם כלאים, אעפ\"י שכולם ממשפחה אחת.",
        "0_Chapter, 1_Halakhah, 0_DH": "<b>הוסיף וכו'.</b> פיסקא ממשנתנו פ\"א מ\"ג. ולדברי ר\"ע אף אילו אינם כלאים. אבל עיין בבה\"א.",
        "0_Chapter, 1_Halakhah, 1_DH": "<b>שונה אלא בשני וכו'.</b> הגר\"א מגיה: שונה בזוגות וכו'. ועיין בבה\"א.",
        "0_Chapter, 2_Halakhah, 0_DH": "<b>אוזרד.</b> צ\"ל: אוזרר, כלומר, חוזרר, חיזרר, שהוא מין תפוח מדברי.",
        "0_Chapter, 3_Halakhah, 0_DH": "<b>בשוקי וכו'.</b> כלומר, בשדה בית שקיא, בבית השלחין.",
        "0_Chapter, 4_Halakhah, 0_DH": "<b>עם הרמוסה.</b> צ\"ל: עם [היונית כלאים] עם הרמוסה, עיין בשנו\"ס ובבה\"א. ורמוסה הוא כתיב אחר לרמוצה, כלומר מין דלעת מרה שאין אוכלים אותה אלא אם ממתקים אותה ברמץ.",
        "0_Chapter, 5_Halakhah, 0_DH": "<b>בסיכוך וכו'.</b> מפני שעליה רחבים ומסתבכים בזרעים, ונראה כאילו זרע ירק יחד עם זרעים. טפח. אבל אם העוקץ הוא יותר מטפח הנוגע בו אינו כנוגע בדלעת, ואינו מטמא אותה.",
        "0_Chapter, 5_Halakhah, 1_DH": "<b>כל שהוא.</b> כלומר, דלעת של איסור אינה בטלה אפילו באלף של היתר.",
        "0_Chapter, 7_Halakhah, 0_DH": "<b>מן הפרד.</b> כלומר, פרד עם פרדה שאמותיהן שוות.",
        "0_Chapter, 9_Halakhah, 0_DH": "<b>ברכב וכו'.</b> כלומר, בענף וכו'.",
        "0_Chapter, 12_Halakhah, 0_DH": "<b>כדי שתבקע וכו'.</b> כלומר, כדי שגרעין התורמוס הבוקע את הארץ בכח יפתח את הקרקע אף בפני גרעין הדלעת, ואינו מתכוין להרכבה. עיין בבה\"א.",
        "0_Chapter, 13_Halakhah, 0_DH": "<b>ביצים וכו'.</b> כלומר, ע\"ג בצעים או במקום חולות.",
        "0_Chapter, 13_Halakhah, 1_DH": "<b>אמת המים.</b> פיסקא זו היא באשגרא מן הרישא, שהרי על גבי אמת המים פטור אפילו נתן דבר המצמיח.",
        "0_Chapter, 14_Halakhah, 0_DH": "<b>והמנפח.</b> צ\"ל: והמחפה (כגי' כי\"ע), כלומר שמחפה את הזרעים בעפר.",
        "0_Chapter, 15_Halakhah, 0_DH": "<b>רובע וכו'.</b> כלומר, רובע הקב, והוא אחד מכ\"ד בסאה. ופירשו בירושלמי: ימעט. או פוחת מן הרובע, או מוסיף על הסאה.",
        "0_Chapter, 15_Halakhah, 1_DH": "<b>הנופלים שלשת וכו'.</b> כלומר, אפילו זרעונים דקים שאינם נזרעים ששה קבים בשטח בית סאה אלא רק ג' או ד' קבים, מ\"מ אינם אוסרים אלא ברובע קב, אף שהוא יותר מאחד מכ\"ד בבית סאה. באמת. כלומר, אבל, בקושטא, עיין בבה\"א.",
        "0_Chapter, 15_Halakhah, 2_DH": "<b>זרעוני גנה וכו'.</b> כלומר, שהם דקים מאד ונזרעים קב או חצי קב לבית סאה.",
        "0_Chapter, 15_Halakhah, 3_DH": "<b>בנופל למינו.</b> מן הנזרע במינו בבית סאה.",
        "0_Chapter, 15_Halakhah, 4_DH": "<b>שנפלו אחרים וכו'.</b> כלומר, שנפל לשדה מין אחר שהוא גדול פי כ\"ד מן הזרע שנזרע בתחילה.",
        "0_Chapter, 15_Halakhah, 5_DH": "<b>עד שייפך.</b> כלומר, עד שהוא יהפך וינענע את הקרקע ויעקר את הזרע ממקומו, ויוכיח בזה שאינו רוצה בהשרשתו של הזרע הראשון. ואם יצמח הזרע הראשון אח\"כ יעקור אותו. עיין בבה\"א.",
        "0_Chapter, 15_Halakhah, 6_DH": "<b>עד שתתליע.</b> כלומר, אם אינו רוצה להפך, ימתין עד שהזרע יתליע וישחת, ויתחיל לפשט שרשים, ולא יהא כאן לא זרע ולא צמח, וממילא יוכל לזרוע מין אחר, וכשיצמח הראשון יעקרנו. עיין בבה\"א.",
        "0_Chapter, 15_Halakhah, 7_DH": "<b>הטינה וכו'.</b> כלומר, בשדה לחה ורוה הזרע מתליע בשלשה ימים, אבל במקום הגריר (או הגריד), דהיינו בקרקע יבש וקשה, צריך להמתין יותר.",
        "0_Chapter, 15_Halakhah, 8_DH": "<b>שמקצת היום וכו'.</b> כלומר, ומקצת היום, עיין בבה\"א.",
        "0_Chapter, 16_Halakhah, 0_DH": "<b>אין מחייבין וכו'.</b> הברייתא מבארת כאן את מהות ההפיכה שלעיל שו' 43.",
        "0_Chapter, 16_Halakhah, 1_DH": "<b>כתלמי הרביעה.</b> כלומר, תלמים קטנים (בניגוד לתלמי פתיח שהם רחבים) שעושים אחר הרביעה הראשונה. עיין בבה\"א עמ' 136, שו' 35.",
        "0_Chapter, 16_Halakhah, 2_DH": "<b>סוף שעפרה וכו'.</b> כלומר, סוף עפר התלם שפזרה המחרישה לצדדין נוגע בעפר שנפל מן התלם השני.",
        "0_Chapter, 17_Halakhah, 0_DH": "<b>מגריע וכו'.</b> כלומר, מגרע ומגדע את הגפנים וגומם אותן.",
        "0_Chapter, 17_Halakhah, 1_DH": "<b>גורע וכו'.</b> כלומר, אם גורע (בניין פועל) וכו'. ולפני הרש\"ס היתה כאן, כנראה, הגירסא: גרע.",
        "0_Chapter, 18_Halakhah, 0_DH": "<b>עשבים וכו'.</b> כלומר, עשבים שהם קשים לשדה וסופו לעוקרם, והוא רוצה לזרוע בשדהו מין אחר.",
        "0_Chapter, 18_Halakhah, 1_DH": "<b>חורש וכו'.</b> כלומר, חורש כדרכו כשהוא זורע את המין השני, ובשעה שהוא מחפה את הזרעים בחרישתו הוא הופך בקרקע.",
        "0_Chapter, 18_Halakhah, 2_DH": "<b>מכבכב וכו'.</b> כלומר, מסיר את הכובים, ומכסה את הקוצים. ועיין בבה\"א.",
        "0_Chapter, 18_Halakhah, 3_DH": "<b>מכסה.</b> כלומר, מכסח (כגי' ד). ואעפ\"י שאמרו במשנתנו (פ\"ב מ\"ה): אם נכש או כיסח אומרים לו עקור את הכל, שאני הכא שאין כאן בכיסוח הקוצים והצמחים הגסים משום התחלת עקירה, שהרי אין כוונתו אלא שלא יעכבו את המחרישה. עיין בבה\"א.",
        "1_Chapter, 0_Halakhah, 0_DH": "<b>הרוצה וכו'.</b> מפני שאין איסור כלאי זרעים אלא אם השדה זרועה בערבוביא, אבל אם שטח הזריעה נראה כשדות מיוחדות מותר. ועיין בבה\"א מ\"ש בשם פיה\"מ להר\"מ רפ\"ג.",
        "1_Chapter, 0_Halakhah, 1_DH": "<b>דין וכו'.</b> כלומר, דיין וכו', ואינו צריך שיהו מפולשים.",
        "1_Chapter, 0_Halakhah, 2_DH": "<b>רחבו וכו'.</b> צ\"ל: רחבן (עיין גי' ד), כלומר, רוחבם של התלמים.",
        "1_Chapter, 0_Halakhah, 3_DH": "<b>שתי שדות וכו'.</b> ומכיון שנראה לעין שהן שתי שדות אין כאן ערבוביא, ואפילו שתיהן שלו. עיין בבה\"א.",
        "1_Chapter, 0_Halakhah, 4_DH": "<b>חורש ומכניס וכו'.</b> כלומר, ע\"י החרישה בשעת הזרע הכניס במחרישה שלא בכוונה קצת חטים לתוך השדה שרצה לזורעה שעורים.",
        "1_Chapter, 0_Halakhah, 5_DH": "<b>בתוך שדה וכו'.</b> בכי\"ע ועוד: כסוף שדה וכו' כסוף שדה וכו'.",
        "1_Chapter, 1_Halakhah, 0_DH": "<b>חטה אחר חטה וכו'.</b> כלומר, ברציפות, ובלי הפסק של מין אחר ביניהן, והן נראות כשורה מיוחדת. ור\"א בן יעקב מתיר לעשות כן אפילו לכתחילה. ועיין מ\"ש לעיל שו' 1.",
        "1_Chapter, 1_Halakhah, 1_DH": "<b>לתוך וכו' בתוך וכו'.</b> אף כאן בכי\"ע: כסוף וכו' כסוף וכו', ועיין בשנו\"ס.",
        "1_Chapter, 2_Halakhah, 0_DH": "<b>שתי שורות וכו'.</b> צ\"ל שתי שדות וכו', כגי' הירושלמי. והכל הוא מדברי ר' אליעזר בן יעקב, והוא מתיר לזרוע אפילו בתלם אחד שני מינים, אם כל אחד יכול להצטרף למינהו שבשדה הסמוכה.",
        "1_Chapter, 2_Halakhah, 1_DH": "<b>חטה אחת וכו'.</b> כלומר, אחת, אחת מובלעת, וביניהן מין אחר. עיין בבה\"א.",
        "1_Chapter, 3_Halakhah, 0_DH": "<b>בפשתן וכו'.</b> מפני שהוא מזיק לתבואה, ומוכח שלא זרעו אלא לבדיקת השדה, ועתיד לעוקרו.",
        "1_Chapter, 3_Halakhah, 1_DH": "<b>של חרדל וכו'.</b> מפני שהשורה ניכרת בהפסק עומקה, ואין כאן הקפה (סמיכות גמורה). ועיין בבה\"א. חריע. כרכום.",
        "1_Chapter, 4_Halakhah, 0_DH": "<b>אין מקיפין וכו'.</b> כלומר, אין מסמיכין אותם עד שיגעו ויתחברו זה בזה (מלשון אין תורמין אלא מן המוקף).",
        "1_Chapter, 4_Halakhah, 1_DH": "<b>לחיסית בלבד.</b> ואמרו לעיל (תרומות פ\"ט, שו' 12): אילו הן מיני חוסית. הלוף והשום והבצלים והקפלוטות. וסובר ר' מאיר שהם מזיקים לחיסית (ולחיסית בלבד), וסופו לעוקרם, ולא נתכוין אלא לבדיקת השדה.",
        "1_Chapter, 4_Halakhah, 2_DH": "<b>התבואה.</b> צריך להשלים ע\"פ כי\"ע: ר' שמעון אומר לכל מקיפין חרדל וחריע. והוא סובר שהם מזיקים אפילו לתבואה. ועיין בבה\"א.",
        "1_Chapter, 4_Halakhah, 3_DH": "<b>מקיפין אותן וכו'.</b> כלומר, אפילו מכל הצדדים, מפני שבכגון דא הם בוודאי מזיקים לירק, ולא נזרעו אלא לבדיקה.",
        "1_Chapter, 4_Halakhah, 4_DH": "<b>שורשי וכו'.</b> צ\"ל: לשורשי וכו', כגי' ד.",
        "1_Chapter, 4_Halakhah, 5_DH": "<b>וסומך וכו'.</b> מפני שהנוף מפסיק, ודינו כגדר.",
        "1_Chapter, 5_Halakhah, 0_DH": "<b>משוכות וכו'.</b> כלומר, שהשורות היו ארוכות יותר מן הגדר, והיו יוצאות ג' טפחים מכל צד, שלא כנגד הגדר.",
        "1_Chapter, 5_Halakhah, 1_DH": "<b>ודרך הרבים וכו'.</b> כלומר, דרך הרבים שתחילתה וסופה שש עשרה אמה, אבל אמצעיתה שבתוך השדה צרה, וכן גדר שהוא גבוה עשרה טפחים, אבל השורות הן ארוכות מן הגדר, ויוצאות לכל צד (כלעיל שו' 24). ועיין בבה\"א.",
        "1_Chapter, 5_Halakhah, 2_DH": "<b>אין עולה וכו'.</b> במשנתנו פ\"ב מ\"ט: הרוצה לעשות שדהו קרחת קרחת מכל מין וכו' מקרחת לבית רובע וזורע בתוכה כל מין שירצה. ובמ\"י שם: כל שהוא בתוך בית רובע עולה במידת בית רובע וכו'. ומשלימה התוספתא שדרך היחיד ודרך הרבים וכו', אעפ\"י שאין מפסיקים כאן מ\"מ אין עולים, וצריך בית רובע חוץ מהם. ועיין בבה\"א.",
        "1_Chapter, 6_Halakhah, 0_DH": "<b>ששה טפחים.</b> כלומר, מכיון שכל ערוגה היא בת ששה טפחים, היא נראית בפני עצמה, ואין כאן ערבוביא, עיין בבה\"א.",
        "1_Chapter, 6_Halakhah, 1_DH": "<b>טבלה מרובעת וכו'.</b> כלומר, ואפילו יוצאים ממנה פגומים כראשי תור, מותרים, מפני שהם נראים כחלק מן הערוגה. עיין בבה\"א.",
        "1_Chapter, 6_Halakhah, 2_DH": "<b>קלח וכו'.</b> כלומר, אפילו אין בכל הערוגה אלא קלח אחד, דינה כזרועה כולה, ונותנין לו עבודתו (כגי' כי\"ע), ואפילו הוא בסוף הערוגה (מן הצדדין), נותנין לו את כל הערוגה, ומותר לסמוך לו ירק אחר. ועיין בבה\"א.",
        "1_Chapter, 7_Halakhah, 0_DH": "<b>והשיפון וכו'.</b> צ\"ל: השופין (כבמשנה וכבירושלמי), כלומר, השפופין, הקטנים (בניגוד לגמלונין שלהלן), ודינם כזרעים, ואין נזרעים בערוגה (עיין להלן שו' 38), ואפילו כהכשר ערוגה.",
        "1_Chapter, 7_Halakhah, 1_DH": "<b>לזרע זורעין וכו'.</b> צ\"ל: לזרע אין זורעין וכו', לירק זורעין אותו וכו', כמו שהגיהו המפרשים ע\"פ הירושלמי.",
        "1_Chapter, 7_Halakhah, 2_DH": "<b>אין זורעין וכו'.</b> צ\"ל זורעין וכו' (עיין לעיל שו' 34), וכהכשרם בערוגה, עיין להלן שו' 38.",
        "1_Chapter, 8_Halakhah, 0_DH": "<b>ארבע וכו'.</b> ונחלקו הראשונים בשעור הרחקתם, אם צריך ג' טפחים, או טפח ומחצה. עיין בבה\"א.",
        "1_Chapter, 9_Halakhah, 0_DH": "<b>ופול המצרי.</b> חסר בתשה\"ג ובר\"ח, וכנראה שבא לכאן באשגרה מלהלן שו' 45, וכאן הכוונה לד' מינים גרידא, ונוטעם בד' רוחות התלם ובהפסק על יד הקרנות.",
        "1_Chapter, 9_Halakhah, 1_DH": "<b>ובלבד שלא יהא וכו'.</b> כלומר, ובלבד שיהא וכו', עיין מ\"ש על סיגנון זה בבה\"א לשביעית פ\"ו שו' 42–43.",
        "1_Chapter, 10_Halakhah, 0_DH": "<b>פול המצרי.</b> ומדברים כשזרעו לירק, עיין לעיל שו' 34 ומש\"ש.",
        "1_Chapter, 11_Halakhah, 0_DH": "<b>קצר וכו'.</b> צ\"ל: קצב (כגי' הרש\"ס) דברי שניהם וכו'. והברייתא מבארת את משנתנו (פ\"ג מ\"ו) המדברת בשדה זרועה בצלים ומבקש ליטע בתוכה שורות של דילועים, ונחלקו בה ר' ישמעאל ור' עקיבה כמה צריך להיות ההפסק בין השורות של הדילועים שיש ביניהן שורות של בצלים. עיין בבה\"א.",
        "1_Chapter, 11_Halakhah, 1_DH": "<b>והודה וכו'.</b> צ\"ל: והורה, כגי' כי\"ע.",
        "1_Chapter, 12_Halakhah, 0_DH": "<b>כירק.</b> כלומר, כירק בירק.",
        "1_Chapter, 12_Halakhah, 1_DH": "<b>מלואו.</b> כלומר, כאורכו, ששה טפחים. ירק אחד וכו'. צ\"ל; ירק אחר, כגי' הראשונים.",
        "1_Chapter, 12_Halakhah, 2_DH": "<b>ורחבו וכו'.</b> צ\"ל: ורוחב וכו' (כגי' כי\"ע וראשונים), כלומר ששה טפחים, כלעיל, שו' 49.",
        "1_Chapter, 12_Halakhah, 3_DH": "<b>וכן בתבואה.</b> כלומר, וכן הדין אם רצה לנטוע שורה של דילועין בתוך שדה תבואה.",
        "1_Chapter, 12_Halakhah, 4_DH": "<b>אחר.</b> מלה זו היא באשגרא מן הרישא ומן הסיפא, וצריך למוחקה.",
        "1_Chapter, 12_Halakhah, 5_DH": "<b>של פתיח.</b> כלומר, תלמים רחבים שעושים בני אדם, כשמתחילים לפתוח את האדמה בחרישה ראשונה. ועיין בבה\"א, הע' 1.",
        "1_Chapter, 12_Halakhah, 6_DH": "<b>ושל תבואה וכו'.</b> כלומר, ושל תבואה בתבואה ממין אחר.",
        "1_Chapter, 13_Halakhah, 0_DH": "<b>אחת וכו' ואחת וכו'.</b> צ\"ל: אחד וכו' ואחד וכו' ואחד (עיין גי' כי\"ע), כלומר אחד זה ואחד זה כולם שוים, וצריך מחיצה ביניהם, עיין להלן.",
        "1_Chapter, 13_Halakhah, 1_DH": "<b>מקיים וכו'.</b> כלומר, [ואחד] מקיים וכו' (כהגהת הגר\"א) כולם דינם שוה, והם כלאים, וצריך לעשות מחיצה וכו'. ועיין בבה\"א.",
        "1_Chapter, 14_Halakhah, 0_DH": "<b>עובש וכו'.</b> כלומר, חובש, מין תפוח. ובכי\"ע: עוגס (אגס). ובירושלמי: אגוז.",
        "1_Chapter, 14_Halakhah, 1_DH": "<b>תרד וכו'.</b> עיין בבה\"א פ\"א שו' 30–31.",
        "1_Chapter, 15_Halakhah, 0_DH": "<b>הכהנים וכו'.</b> פירש באו\"ז שבישראל חבר עסיקינן, ולא היה מקיים כלאים בתוך שדהו, ואנו מחזיקים שיש שם קבר והזרעים אסורים בהנאה, ומותר להניחם, והם משמשים (הכלאים) ציון קברות.",
        "1_Chapter, 15_Halakhah, 1_DH": "<b>בציון.</b> צ\"ל: כציון, כגי' כי\"ע ואו\"ז. ואסור לעוקרם, אעפ\"י שהם כלאים, עיין להלן.",
        "1_Chapter, 15_Halakhah, 2_DH": "<b>עוקרין עמו וכו'.</b> כלומר, עוקרין אצלו שלא ברשותו, עיין בבה\"א.",
        "1_Chapter, 15_Halakhah, 3_DH": "<b>עם הגוי וכו'.</b> כלומר, אצל הגוי (עיין שו' 62), בשדהו של גוי, מפני שאין קניין לגוי בא\"י.",
        "1_Chapter, 15_Halakhah, 4_DH": "<b>המובלעות וכו'.</b> כלומר, עיירות גוים המובלעות בתחום א\"י (עיין רש\"י גיטין ד' א'). ודינן כחו\"ל, ובשדה הגוי עסיקינן, דומיא דרישא.",
        "1_Chapter, 15_Halakhah, 5_DH": "<b>כשם שהכלאים וכו'.</b> מכאן ואילך (לרבות פ\"ג) מדברים בכלאי הכרם.",
        "2_Chapter, 0_Halakhah, 0_DH": "<b>קרחת וכו'.</b> במשנתנו (רפ\"ד) מבואר שאם אין בקרחת הכרם שש עשרה אמה אסור לזרוע שם. ואם יש שם שש עשרה אמה זורע בשמונה האמות האמצעיות.",
        "2_Chapter, 0_Halakhah, 1_DH": "<b>ארבעה וחמשה וכו'.</b> צ\"ל: חמשה, חמשה וכו'. עיין בבה\"א.",
        "2_Chapter, 0_Halakhah, 2_DH": "<b>מחול הכרם וכו'.</b> ר' יהודה חולק על החכמים, וסובר שאין קרחת הכרם אלא אם כן גזעי הגפנים שבשני הכרמים מכוונים אלו כנגד אלו, אבל אם אין הכוורות (הקורות) מכוונות, וגזעי האחד הם כנגד החללים של השני, אין להם דין קרחת הכרם אלא דין מחול הכרם. (ירושלמי).",
        "2_Chapter, 0_Halakhah, 3_DH": "<b>וחכמים אומ' וכו'.</b> יש כאן קיצור ממשנתנו (פ\"ד מ\"ב), והכוונה: וחכמים אומרים [בין גדר לכרם], כלומר, זהו מחול הכרם, ואם אין שם וכו'.",
        "2_Chapter, 0_Halakhah, 4_DH": "<b>עבודתו.</b> כלומר, ד' אמות.",
        "2_Chapter, 2_Halakhah, 0_DH": "<b>אומ' לו וכו'.</b> כלומר לבעל הכרם, מפני שהוא המזיק ואוסר את הזרעים. ומדברים כאן שהזרעים הם של אחר.",
        "2_Chapter, 2_Halakhah, 1_DH": "<b>נתיאש וכו'.</b> כלומר, נתרפה ונתרשל, עיין בבה\"א.",
        "2_Chapter, 2_Halakhah, 2_DH": "<b>תהא מטעתה וכו'.</b> הברייתא מפרשת את משנתנו (רפ\"ה): כרם שחרב אם יש בו ללקט עשר גפנים לבית סאה, ונטועות כהלכתן, הרי זה נקרא כרם דל. עיין בבה\"א.",
        "2_Chapter, 2_Halakhah, 3_DH": "<b>יתר על וכו'.</b> כלומר, או יתר וכו'. וכ\"ה בד ובריבמ\"ץ. וכן הפירוש להלן.",
        "2_Chapter, 3_Halakhah, 0_DH": "<b>כוורת מכוון וכו'.</b> כלומר, אם הקורות והגזעים מכוונים אלו כנגד אלו וכו'.",
        "2_Chapter, 3_Halakhah, 1_DH": "<b>אינו כרם.</b> כלומר, ומרחיק ששה טפחים וזורע, כדין שורה יחידה.",
        "2_Chapter, 4_Halakhah, 0_DH": "<b>חרץ וכו'.</b> אין חרץ אלא ערס, עריס (עיין בבה\"א), כלומר חמש גפנים המודלות על הגדר שצריך להרחיק ממנו ד' אמות. והעריס נטוע כהלכתו, שאין בין כל אחת מהן ד' אמות ולא יתר על שמונה.",
        "2_Chapter, 4_Halakhah, 1_DH": "<b>או שהיה וכו'.</b> צ\"ל: א' (=אלא) שהיה וכו'. כלומר, שהיה עגול כמגדל הזה שהוא עגול.",
        "2_Chapter, 4_Halakhah, 2_DH": "<b>כנגד שלש וכו'.</b> כלומר, שתים כנגד שתים בתוך השורה של שלש. עיין בבה\"א.",
        "2_Chapter, 5_Halakhah, 0_DH": "<b>יוצא ממנו וכו'.</b> כלומר, שהיא נמשכת לאורך הכרם ממנו ולהלן.",
        "2_Chapter, 5_Halakhah, 1_DH": "<b>ארבעה טפחים.</b> צ\"ל: ששה טפחים. עיין בבה\"א.",
        "2_Chapter, 5_Halakhah, 2_DH": "<b>נראין מבנתים וכו'.</b> כלומר, שהשורה החיצונה אינה מכוונת נגד הכרם, וגפניה עומדות נגד הבנתים (החללים) של גפני הכרם, ודינה כשורה יחידה, ואינה מצטרפת לכרם. ומדברים כאן שהשורה החיצונה רחוקה מן הכרם יותר מד' אמות ופחות מח' אמות. ועיין בבה\"א.",
        "2_Chapter, 6_Halakhah, 0_DH": "<b>שנטועה וכו'.</b> כלומר, על יד הכרם שמתחת למדריגה, והיא אינה מצטרפת עמו. וכן הדין בזרעים וירקות הנטועים במדריגה שאינם מצטרפים לנטועים בארץ.",
        "2_Chapter, 9_Halakhah, 0_DH": "<b>עבודתה וכו'.</b> כלומר, ששה טפחים.",
        "2_Chapter, 9_Halakhah, 1_DH": "<b>מבורץ.</b> כלומר, מפורץ, מפולש.",
        "2_Chapter, 10_Halakhah, 0_DH": "<b>ארבעים וחמש וכו'.</b> כלומר, הזורע ירק מסביב הגפן האמצעית, ומדברים בכרם רגיל שיש בו ד' אמות בין גפן לגפן חוץ ממקום גזעי הגפנים. ולפ\"ז יש כאן יותר מט\"ז אמה מן הירק עד השורה הרביעית, ולא נתקדשו אלא השורה האמצעית ושלש שורות משני צדדיה, כלומר שבע שורות של שבע גפנים (שלש גפנים מכל צד), מ\"ט גפנים. אבל הואיל ואם אתה מודד באלכסון מגפן האמצעית עד הקרנות של השורות החיצוניות את מוצא יותר מט\"ז אמות, הרי נופלות ארבע גפנים שבקרנות, ונמצא מקדש מ\"ה גפנים.",
        "2_Chapter, 10_Halakhah, 1_DH": "<b>על חמש חמש וכו'.</b> ואעפ\"י שבנטיעה כזו נופלות עוד שמנה גפנים, מ\"מ הואיל וסתם כרמים נטועים ד' על ד', הרי אין העין מבחינה בין מטע ד' על ד' ובין מטע ה' על ה', ולפיכך עשאוהו כסתם כרם. (תיו\"ט).",
        "2_Chapter, 10_Halakhah, 2_DH": "<b>שש שש וכו'.</b> וכאן כבר העין מבחינה היטב ורואה שכרם זה אינו נטוע כסתם כרמים, ולפיכך העמידוהו על דינו.",
        "2_Chapter, 10_Halakhah, 3_DH": "<b>תוקע בארץ וכו'.</b> הגר\"א מגיה תוקע [יתד] בארץ וכו'. ור' שמעון בן אלעזר חולק על הת\"ק בכרם נטוע חמש על חמש, ואינו אוסר בו אלא ל\"ז גפנים. (ר' יונה בר\"ג). ועיין בבה\"א.",
        "2_Chapter, 10_Halakhah, 4_DH": "<b>בקרן טבלה.</b> כלומר, בכרם נטוע חמש על חמש נראות החיצוניות כעומדות בקרן טבלה, ואין מצטרפות לגפנים האסורות, ואין לגזור בהן אטו כרם נטוע ד' על ד'. (הנ\"ל).",
        "2_Chapter, 11_Halakhah, 0_DH": "<b>אחר מכל מקום וכו'.</b> כלומר ישראל אחר שעבר על יד כרם נטוע כלאים ולא עקרם (עיין לעיל פ\"ב שו' 62), נאסרו אף לו.",
        "2_Chapter, 11_Halakhah, 1_DH": "<b>הלשישות וכו'.</b> טיב המינים נתבאר בבאור הארוך.",
        "2_Chapter, 11_Halakhah, 2_DH": "<b>מיני זרעים וכו'.</b> צ\"ל: מין (כגי' כי\"ע) זרעים, כלומר, ופול המצרי (שהוא מין זרעים), כולם כלאים בכרם, כדין ירקות בכרם. עיין בבה\"א.",
        "2_Chapter, 12_Halakhah, 0_DH": "<b>האירוס וכו'.</b> טיבם נתבאר בבה\"א.",
        "2_Chapter, 13_Halakhah, 0_DH": "<b>החשיפה וכו'.</b> טיבם נתבאר בבה\"א.",
        "2_Chapter, 13_Halakhah, 1_DH": "<b>באפר.</b> כלומר, באחו.",
        "2_Chapter, 14_Halakhah, 0_DH": "<b>והוורד.</b> צ\"ל: והזורד (כמו שנשתבש במקרה בהוצ' צוקרמנדל). עיין בבה\"א.",
        "2_Chapter, 15_Halakhah, 0_DH": "<b>אומ' כלאים.</b> מפני שהחכמים סוברים שכשות היא כירק (כמפורש לעיל פ\"א שו' 31 ואילך).",
        "2_Chapter, 16_Halakhah, 0_DH": "<b>שחייב בערלה.</b> מפני שלחומרא עושים ב\"ש את הצלף כאילן.",
        "3_Chapter, 0_Halakhah, 0_DH": "<b>מעיקר גפנים וכו'.</b> כלומר, אם יש לו חמש גפנים ואינו רוצה להדלותן על הגדר, מוטב שירחיקן מן הגדר ד' אמות, כדי שיוכל לזרוע בנתים בהרחקת ו' טפחים מן השורה. ועיין בבה\"א.",
        "3_Chapter, 0_Halakhah, 1_DH": "<b>לכרם וכו'.</b> כאן מדברים בכרם ממש (ולא בשורה אחת של חמש גפנים), וברוצה לזרוע מאחורי הגדר.",
        "3_Chapter, 1_Halakhah, 0_DH": "<b>עמוקה וכו'.</b> בכי\"ע לנכון: גבוה, כלומר, גבוהה.",
        "3_Chapter, 3_Halakhah, 0_DH": "<b>חריץ וכו'.</b> כלומר, עריס (עיין לעיל פ\"ג שו' 22), דהיינו חמש גפנים שהדלה אותן על גבי ריפין, והן סריגות גמישות מעצי ערבה (רפפות). עיין בבה\"א.",
        "3_Chapter, 3_Halakhah, 1_DH": "<b>והרי הריפין וכו'.</b> כלומר, הרי (וכן בכי\"ע) הריפין דינם כמחיצה, ומפסיקים. וכן פירושו להלן שו' 9. ועיין בבה\"א.",
        "3_Chapter, 4_Halakhah, 0_DH": "<b>מדוקרנין וכו'.</b> כלומר, עשויים כמין דיקרן, מפוצלים מלמעלה, והעביר חוט בין הפיצולים של הקנים, והיקף זה נקרא פיאה, ומפסיק בעריס, כשיטת הראב\"ד. עיין בבה\"א.",
        "3_Chapter, 4_Halakhah, 1_DH": "<b>פיאה.</b> כל מידי דמקיף ולא מגין קרו לה פיאה.",
        "3_Chapter, 4_Halakhah, 2_DH": "<b>מותר.</b> ואפילו יש בין קנה לחבירו ריוח גדול, מפני שהפיאה כמחיצה, כמפורש להלן שו' 19.",
        "3_Chapter, 5_Halakhah, 0_DH": "<b>אף כנגד וכו'.</b> שהרי יש כאן פירצה ג', ואין בעומד מקום חשוב, מקום ד' טפחים. אבל כשאין בין קנה לחבירו ג' טפחים, אעפ\"י שהפרוץ מרובה על העומד מותר, מפני שפחות מג' כסתום הוא.",
        "3_Chapter, 6_Halakhah, 0_DH": "<b>ובו סדן וכו'.</b> כלומר, בבית המגונין.",
        "3_Chapter, 6_Halakhah, 1_DH": "<b>אסור.</b> כלומר, ואפילו במקום שעדיין לא פשטה שם הגפן, מפני שאדם מבטל את שקמתו על גבי גפנו.",
        "3_Chapter, 6_Halakhah, 2_DH": "<b>מפציע וכו'.</b> כלומר, אם הגפן עתיד להפסיע ולהתפשט באותה שנה על שאר הקורות אסור. ור\"ש בן אלעזר אינו מחלק בין שקמה ובין שאר אילן סרק, ואם הדלה על בד אחד, אסור לזרוע אף תחת שאר הבדים. ועיין בבה\"א.",
        "3_Chapter, 7_Halakhah, 0_DH": "<b>חריץ וכו'.</b> כלומר, עריס, עיין מ\"ש לעיל שו' 7.",
        "3_Chapter, 7_Halakhah, 1_DH": "<b>שם שמנה וכו'.</b> צ\"ל: שם [אלא] שמנה וכו'.",
        "3_Chapter, 7_Halakhah, 2_DH": "<b>עבודתו וכו'.</b> כלומר, ששה טפחים משני הצדדים, ורשאי לזרוע בנתים. ואעפ\"י שיש כאן שני עריסים, אין עריס אוסר אלא מכנגדו, אבל לא מן הצד. עיין בבה\"א.",
        "3_Chapter, 8_Halakhah, 0_DH": "<b>טפחים.</b> הראשונים לא גרסו כאן מלה זו. ועיין בבה\"א.",
        "3_Chapter, 9_Halakhah, 0_DH": "<b>אפי' היא מאה וכו'.</b> כלומר, אפילו הזמורה ארוכה מאה אמה, ונמצא שעיקר הגפן מרוחק מן התבואה הרבה יותר מכשיעור, מ\"מ הכל אסור, שהרי יש כאן תבואה בכרם, תחת הזמורה ממש.",
        "3_Chapter, 9_Halakhah, 1_DH": "<b>היא וכו'.</b> כלומר, הזמורה עצמה, דהיינו העץ. ועיין בבה\"א.",
        "3_Chapter, 9_Halakhah, 2_DH": "<b>ואינו מקדש וכו'.</b> מפני שבתבואה אנו הולכים אחר עיקר התבואה, שהרי כתוב כרמך לא תזרע כלאים, ואינו כתוב שדך לא תטע כרם.",
        "3_Chapter, 9_Halakhah, 3_DH": "<b>יספר.</b> מפני שדרכו של ירק להגזז (עיין לעיל שביעית פ\"ב שו' 45 ובבלי ביצה ל\"ד א') ואינו מפסיד הרבה בגזיזה.",
        "3_Chapter, 9_Halakhah, 4_DH": "<b>היו שרשין וכו'.</b> כלומר, אם היו שרשי הגפן יוצאים לתוך ד' אמות שבין הכרם והתבואה.",
        "3_Chapter, 9_Halakhah, 5_DH": "<b>שרשי פיאה וכו'.</b> כלומר, שרשי עשב הפואה (אודם הצבעים) יוצאין לתוך ארבע אמות שבכרם. ונקט עשב זה מפני שדרך שרשיו להתפשט הרבה, עיין בבה\"א.",
        "3_Chapter, 9_Halakhah, 6_DH": "<b>אפי' למטה וכו'.</b> בבה\"א שערתי ש\"אפילו\" כוונתו כאן: אף אילו וכו', כלומר, אף שרשים הללו שדרכם להתפשט, אף הם מותרים אם יצאו למטה מג' טפחים של הכרם.",
        "3_Chapter, 10_Halakhah, 0_DH": "<b>המבריך וכו'.</b> כלומר, שכפף זמורה של הגפן, והטמינה בארץ, וחודה יוצא מן הקרקע בריחוק של יותר מששה טפחים מעיקר הגפן.",
        "3_Chapter, 10_Halakhah, 1_DH": "<b>כל שהו וכו'.</b> כלומר, פחות מג' טפחים.",
        "3_Chapter, 10_Halakhah, 2_DH": "<b>הבריכה וכו'.</b> כלומר, אם זמורת הבריכה עוברת דרך סלע.",
        "3_Chapter, 10_Halakhah, 3_DH": "<b>עשר אמות.</b> בכי\"ע חסרה המלה \"אמות\", וכן נכון, וצ\"ל: עשרה, כלומר, עשרה טפחים. וב\"ש סוברים שדין גפן קבורה בארץ, כדין גלויה, שיש לה אויר עשרה כנגדה.",
        "3_Chapter, 10_Halakhah, 4_DH": "<b>ששה וכו'.</b> כלומר, כשם שנותנים לה מן הצד, כך נותנים לה למעלה, כשיש עפר על גבה.",
        "3_Chapter, 11_Halakhah, 0_DH": "<b>אסורה ומקדשת וכו'.</b> כלומר, אסורה, והיא מקדשת את הגפנים ואוסרת אותן בהנאה ומתקדשת בעצמה.",
        "3_Chapter, 11_Halakhah, 1_DH": "<b>אסורין וכו'.</b> כלומר, אסורין באכילה ומקדשין את התבואה בהנאה. עיין בבה\"א.",
        "3_Chapter, 11_Halakhah, 2_DH": "<b>מקצתן עשו וכו'.</b> כלומר, מקצת הגפנים עשו כפול הלבן וכו'. ועיין בבה\"א.",
        "3_Chapter, 11_Halakhah, 3_DH": "<b>מותרין וכו'.</b> מותרין לאו דווקא, אלא אין מתקדשין, ומותרין בהנאה (אבל לא באכילה). עיין בבה\"א.",
        "3_Chapter, 12_Halakhah, 0_DH": "<b>המעביר וכו'.</b> כלומר, שהחזיקו באויר הכרם, דינו כזורע בקרקע שלמעלה באויר הכרם, שאסור ואינו מתקדש.",
        "3_Chapter, 12_Halakhah, 1_DH": "<b>עד שיניחנו וכו'.</b> כלומר, על הקרקע.",
        "3_Chapter, 12_Halakhah, 2_DH": "<b>הכשר זרעים וכו'.</b> מפני שהתורה ריבתה בטהרת זרעים, שכל זרע זרוע טהור, ואין צורך בשדה, וכל זמן שאין הפסק בינו ובין הקרקע והוא חי ממנה דינו כמחובר לעניין זרעים. ועיין בבה\"א.",
        "4_Chapter, 0_Halakhah, 0_DH": "<b>מותרי' וכו'.</b> כלומר, אם אדם ראה כלאי הכרם בשל חבירו, אפילו עלו מאליהם, מותר לעקרם.",
        "4_Chapter, 1_Halakhah, 0_DH": "<b>וחייבין וכו'.</b> כלומר, אם בעה\"ב עקר אותם.",
        "4_Chapter, 2_Halakhah, 0_DH": "<b>מן החמור וכו'.</b> צ\"ל כאן בכל מקום \"מין\" (כגי' הראשונים) במקום: מן. כלומר סוס שילדה מין חמור, אבל גם אביו סוס, מותר להרביעו עם סוס.",
        "4_Chapter, 2_Halakhah, 1_DH": "<b>ואין קרב וכו'.</b> כלומר, בין אם בא מכלאים, ובין שנראה שלא ממין אמו ואביו, פסול לגבי מזבח, מפני שבין כלאים ובין נדמה פסולים לגבי מזבח.",
        "4_Chapter, 3_Halakhah, 0_DH": "<b>כוי וכו'.</b> בטיבו נחלקו התנאים, יש אומרים שהוא איל הבר, וי\"א זה הבא מן התיש ומן הצביה, וי\"א שהוא בריה בפני עצמו. ואסור להרביעו בין עם חיה ממינו ובין עם בהמה ממינו. ועיין בבה\"א.",
        "4_Chapter, 3_Halakhah, 1_DH": "<b>לצידי הקרון וכו'.</b> מפני שהם לפעמים מסייעים אחד לשני. ועיין בבה\"א.",
        "4_Chapter, 3_Halakhah, 2_DH": "<b>את הלפדקים וכו'.</b> כלומר, חמור לובי, ואעפ\"י שזה מושך לכאן, וזה מושך לכאן. עיין בבה\"א.",
        "4_Chapter, 3_Halakhah, 3_DH": "<b>מתיר.</b> שהרי ברגיל אין מסייעים אחד לשני, ואין כאן \"יחדו\".",
        "4_Chapter, 3_Halakhah, 4_DH": "<b>בירידה וכו'.</b> ובזה אף ר\"מ מודה, שהרי בירידה ובעלייה הם מוכרחים לסייע אחד לשני.",
        "4_Chapter, 4_Halakhah, 0_DH": "<b>לא יקשור וכו'.</b> מפני שאסור לנהוג בכלאים, אעפ\"י שאין עליהם משא. ואם עשה כן, נחלקו בו ר\"מ וחכמים. ועיין בבה\"א.",
        "4_Chapter, 4_Halakhah, 1_DH": "<b>לערוד.</b> כלומר, לחמור בר.",
        "4_Chapter, 4_Halakhah, 2_DH": "<b>בני סוסה וכו'.</b> כלומר, בני סוסה שאביהם חמור ובני חמורה שאביהם סוס אסורין זה עם זה (כגי' כי\"ע וראשונים).",
        "4_Chapter, 4_Halakhah, 3_DH": "<b>כאחד.</b> כלומר, דווקא על שניהם כאחד, אבל מותר לרכוב על כל אחד לחוד, שלא כאיסי הבבלי להלן. עיין בבה\"א.",
        "4_Chapter, 5_Halakhah, 0_DH": "<b>מתקוע.</b> מליצה של גנאי. והר\"ש פירש שזו היא המליצה שנזכרה ביבמות (ק\"ט ב'), והכוונה לאדם שרגיל לתקוע את עצמו (תקוע) לדבר הלכה, ודן בעצמו ואינו שואל פי חכמים. (שו\"ת הרשב\"א). ועיין בבה\"א.",
        "4_Chapter, 6_Halakhah, 0_DH": "<b>מה הפרש וכו'.</b> ותנא זה סובר שאפילו אם כלב מין חיה, אף הוא כלאים עם כלב כופרי (מפני שאינו מינו), ולפיכך שאלו, מה הפרש. ועיין בבה\"א.",
        "4_Chapter, 7_Halakhah, 0_DH": "<b>כופרין וכו'.</b> כלומר, כופרי (כגי' כי\"ע), והוא דומה לשועל.",
        "4_Chapter, 7_Halakhah, 1_DH": "<b>הירודין וכו'.</b> צ\"ל: הירורין (כגי' כי\"ע) והוא, כנראה, מין עוף שמשתמש ברגליו יותר מבכנפיו. עיין בבה\"א.",
        "4_Chapter, 7_Halakhah, 2_DH": "<b>שאין וכו'.</b> כלומר, אין וכו'. עיין בבה\"א.",
        "4_Chapter, 10_Halakhah, 0_DH": "<b>החוסם וכו'.</b> כלומר, שהוא חסם, ואחר דש, או שהוא זיווג ורתם אותם בקרון, ואחר נהג.",
        "4_Chapter, 10_Halakhah, 1_DH": "<b>הנוהג וכו'.</b> כלומר, המושך בהם או המנהיג אותם (ברגליו, כשרוכב עליהם) או במקל.",
        "4_Chapter, 11_Halakhah, 0_DH": "<b>וצמר הרחלים.</b> פיסקא קטועה ממשנתנו (רפ\"ט): צמר גמלים וצמר רחלים שטרפן זה בזה, אם רוב מן הגמלים מותר. ומפרשת התוספתא: בד\"א וכו', שהרי בצמר גמלים וצמר רחלים אין כלאים כלל.",
        "4_Chapter, 11_Halakhah, 1_DH": "<b>שטרפן וכו'.</b> כלומר, ובטל צמר הרחלים ברוב של גמלים.",
        "4_Chapter, 11_Halakhah, 2_DH": "<b>אסור.</b> ואעפ\"י שהיתר מחברם. ועיין בבה\"א.",
        "4_Chapter, 13_Halakhah, 0_DH": "<b>שניפרס וכו'.</b> כלומר, שנקרע, שנפרם, מחבר אותו בלולאה (או בקרס), כדי להחזיק את הקרעים.",
        "4_Chapter, 14_Halakhah, 0_DH": "<b>ובלבד שיתן וכו'.</b> צ\"ל: ובלבד שלא יטרוף (כגי' הר\"מ) את המשיחה וכו'. כלומר, שלא יכרוך את שתי המשיחות ויקשרן בין כתפיו. עיין בבלי שבת נ\"ד א'. ועיין בבה\"א.",
        "4_Chapter, 15_Halakhah, 0_DH": "<b>בלארי וכו'.</b> כלומר, תשמישי המרחץ, והכוונה כאן לכלים שמסתפגים בהם, אבל אין לובשים אותם.",
        "4_Chapter, 16_Halakhah, 0_DH": "<b>תיבה וכו'.</b> כלומר, שמחפים בהן את תיבות הספרים.",
        "4_Chapter, 16_Halakhah, 1_DH": "<b>ידים וכו'.</b> כלומר, שמנגבים בהן את הידים.",
        "4_Chapter, 16_Halakhah, 2_DH": "<b>אוסר וכו'.</b> כלומר, בשלשתן. עיין בבה\"א.",
        "4_Chapter, 17_Halakhah, 0_DH": "<b>הזבל.</b> מפני שהמרדעת מצילה אותו מן הריח, ואת בגדיו מן הטינוף.",
        "4_Chapter, 18_Halakhah, 0_DH": "<b>לגוי.</b> מפני שאנו חוששים שמא ימכרנו לישראל, והרי הכלאים אבדו בבגד ואינם ניכרים.",
        "4_Chapter, 18_Halakhah, 1_DH": "<b>מרדעת וכו'.</b> שמא ישכח ויעשה ממנה טלאי לבגדו.",
        "4_Chapter, 18_Halakhah, 2_DH": "<b>אימרא וכו'.</b> כלומר, אף לא יעשה מבגד זה אימרא (והוא חיפוי שנותנים על שפת הבגד מלמעלה או מלמטה) מפורסמת (והיינו ניכרת לעין מיד שהיא של צמר ע\"פ הצבע שלה), ויתנה על גבי בגד של פשתן. ואע\"פ שעכשיו אין לחשוש שמא ימכרנה לישראל, שהרי הישראל יראה שהיא של שעטנז, יש לחשוש שמא יסירנה מן הבגד.",
        "4_Chapter, 18_Halakhah, 3_DH": "<b>תכריך וכו'.</b> שהרי התכריכים אסורים בהנאה.",
        "4_Chapter, 19_Halakhah, 0_DH": "<b>עיט וכו'.</b> לא נתברר לי פירושו. ושמא הכוונה למטפחת שעוטה בה את הסחורה.",
        "4_Chapter, 19_Halakhah, 1_DH": "<b>שני ראשיו וכו'.</b> כלומר, שתחב וקשר את שני ראשי העיט, אפילו קשרם בצד אחד, אסור.",
        "4_Chapter, 20_Halakhah, 0_DH": "<b>ליגוז וכו'.</b> צ\"ל: לוגז (כגי' המפרש לתו\"כ) וכו'. כלומר, בשעה שהוא מותח, או סורק, במלגז (והוא כמו מזלג) את הצמר, כדי להכשירו לטוייה, יש לחשוש שמא יאחז בו קצת מן הפשתן, ויטווה יחד עם הצמר.",
        "4_Chapter, 20_Halakhah, 1_DH": "<b>שמיליז וכו'.</b> דורש שטענז כמו שעטלז (בהחלפת נו\"ן ולמי\"ד), שגורם להרחיק מעליו את אביו שבשמים. ועיין בבה\"א.",
        "4_Chapter, 21_Halakhah, 0_DH": "<b>סרק וכו'.</b> כלומר, רצועת פשתן סרוקה. ועיין בבה\"א.",
        "4_Chapter, 22_Halakhah, 0_DH": "<b>הפוקרית וכו'.</b> כלומר, גיזי צמר ומוכים של צמר וכו'. ועיין בבה\"א.",
        "4_Chapter, 23_Halakhah, 0_DH": "<b>בחרת וכו'.</b> כלומר, בצבע שחור שצובעים בו צמר, ויש לחשוש שמא ימכרנו לישראל, והישראל יחשוב שהוא צמר.",
        "4_Chapter, 23_Halakhah, 1_DH": "<b>אימרא וכו'.</b> מפני מראית העין, שיחשבו שהאימרא היא של צמר. ועיין מ\"ש לעיל שו' 43 ד\"ה אימרא.",
        "4_Chapter, 24_Halakhah, 0_DH": "<b>איסטפלינית וכו'.</b> צ\"ל: איספלנית (כגי' כי\"ע וראשונים), והיא תחבושת של חלב ושעוה. ועיין בבה\"א.",
        "4_Chapter, 25_Halakhah, 0_DH": "<b>המת וכו'.</b> כלומר, מותר להלביש את המת ואת הבהמה כלאים, ואין כאן איסור משום מלביש כלאים, וכן מותר לשבת באוהל העשוי מכלאים, מפני שאינו נוגע בגופו, ואעפ\"י שהוא מגן עליו מפני הצינה ומפני הגשמים.",
        "4_Chapter, 25_Halakhah, 1_DH": "<b>והאכסילון.</b> שערנו בבה\"א שהוא תכשיט מעין מסרק, והיו משבצים אותו באריג. עיי\"ש בבה\"א.",
        "4_Chapter, 25_Halakhah, 2_DH": "<b>והגרגס.</b> לא ידעתי פירושו.",
        "4_Chapter, 25_Halakhah, 3_DH": "<b>והאסטמא.</b> זר שנותנים על הראש. עיין בבה\"א.",
        "4_Chapter, 25_Halakhah, 4_DH": "<b>וקלע ואילון.</b> צ\"ל: וקלע ווילון (כגי' הראב\"ד). והוא קלע שתולין בו את הוילון. עיין בבה\"א.",
        "4_Chapter, 26_Halakhah, 0_DH": "<b>למדינה חייב.</b> שלא הותרו להם כלאים אלא בבגדים שהם ראויים לעבודה. ועיין בבה\"א."
    },
    "meta": "Chapter-Halakhah-DH",
    "work": "Brief Commentary on Kilayim"
}