{
    "title": "Meilah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Meilah",
    "text": [
        [],
        [],
        [
            "<big><strong>קׇדְשֵׁי קָדָשִׁים</strong></big> שֶׁשְּׁחָטָן בַּדָּרוֹם מוֹעֲלִין בָּהֶן שְׁחָטָן בַּדָּרוֹם וְקִיבֵּל דָּמָן בַּצָּפוֹן בַּצָּפוֹן וְקִיבֵּל דָּמָן בַּדָּרוֹם",
            "שָׁחַט בַּיּוֹם וְזָרַק בַּלַּיְלָה בַּלַּיְלָה וְזָרַק בַּיּוֹם אוֹ שֶׁשְּׁחָטָן חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ מוֹעֲלִין בָּהֶן",
            "כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ כׇּל שֶׁהָיָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים אֵין מוֹעֲלִין בָּהּ וְכׇל שֶׁלֹּא הָיָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים מוֹעֲלִין בָּהּ",
            "אֵיזוֹ הִיא שֶׁהָיָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים שֶׁלָּנָה וְשֶׁנִּטְמְאָה וְשֶׁיָּצְאָה",
            "וְאֵיזוֹ הִיא שֶׁלֹּא הָיָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים שֶׁנִּשְׁחֲטָה חוּץ לִזְמַנָּהּ חוּץ לִמְקוֹמָהּ וְשֶׁקִּיבְּלוּ פְּסוּלִין וְזָרְקוּ אֶת דָּמָה",
            "<big><strong>גְּמָ׳</strong></big> קָתָנֵי קׇדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בַּדָּרוֹם מוֹעֲלִין בָּהֶן פְּשִׁיטָא מִשּׁוּם דִּשְׁחִיטָתָן בַּדָּרוֹם אַפֵּיקִינּוּן מִידֵי מְעִילָה",
            "אִיצְטְרִיךְ סָלְקָא דַּעְתָּךְ אָמֵינָא הוֹאִיל וְאָמַר עוּלָּא אָמַר רַבִּי יוֹחָנָן קָדָשִׁים שֶׁמֵּתוּ יָצְאוּ מִידֵּי מְעִילָה דְּבַר תּוֹרָה הָכִי נָמֵי קׇדְשֵׁי קָדָשִׁים לְגַבֵּי דָרוֹם כְּמָה דְּחַנְקִינּוּן דָּמֵי",
            "קָא מַשְׁמַע לַן קָדָשִׁים שֶׁמֵּתוּ לָא חֲזוּ כְּלָל אֲבָל דָּרוֹם נְהִי דְּאֵינוֹ רָאוּי לְקׇדְשֵׁי קָדָשִׁים אֲבָל רָאוּי הוּא לְקָדָשִׁים קַלִּים",
            "לְמָה לִי לְמִיתְנֵי כׇּל הָנֵי",
            "צְרִיכִי אִי תְּנָא שְׁחָטָן בַּדָּרוֹם וְקִיבֵּל דָּמָן בַּצָּפוֹן הָכָא דְּאִית בְּהוּ מְעִילָה מִשּׁוּם דְּקַבָּלָה בַּצָּפוֹן הוּא אֲבָל שְׁחָטָן בַּצָּפוֹן וְקִיבֵּל דָּמָן בַּדָּרוֹם הוֹאִיל וְקִיבֵּל בַּדָּרוֹם הוּא נָפֵיק מִידֵי מְעִילָה",
            "וְאִי תְּנָא הַאי הֲוָה אָמֵינָא יְמָמָא זְמַן הַקְרָבָה הוּא אֲבָל שְׁחָטָהּ בַּלַּיְלָה וְזָרַק בַּיּוֹם לַיְלָה לָאו זְמַן הַקְרָבָה וְהַאי דְּשָׁחֵט בַּלַּיְלָה דְּנָפֵיק מִידֵי מְעִילָה",
            "וְאִי תְּנָא שְׁחָטָהּ בַּלַּיְלָה הֲוָה אָמֵינָא הוֹאִיל וְקִבֵּל דָּמָה בַּיּוֹם אִית בַּהּ מְעִילָה אֲבָל שְׁחָטָן בַּיּוֹם וְזָרַק דָּמָן בַּלַּיְלָה הוֹאִיל וְלָאו זְמַן הַקְרָבָה הוּא כְּמַאן דְּחַנְקִינּוּן דָּמֵי וְלָא אִית בְּהוּ מְעִילָה קָמַשְׁמַע לַן",
            "חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ לְמַאי חֲזוּ",
            "הוֹאִיל וּמְרַצִּין לְפִיגּוּלִין"
        ],
        [
            "אִיבַּעְיָא לְהוּ אִי עָלוּ מַהוּ שֶׁיֵּרְדוּ רַבָּה אָמַר אִם עָלוּ יֵרְדוּ רַב יוֹסֵף אָמַר אִם עָלוּ לֹא יֵרְדוּ",
            "אַלִּיבָּא דְּרַבִּי יְהוּדָה לָא תִּיבְּעֵי לָךְ דְּכוּלֵּי עָלְמָא לָא פְּלִיגִי דְּאִם עָלוּ יֵרְדוּ כִּי פְּלִיגִי אַלִּיבָּא דְּרַבִּי שִׁמְעוֹן",
            "רַב יוֹסֵף כְּרַבִּי שִׁמְעוֹן רַבָּה אָמַר לָךְ עַד כָּאן לָא קָאָמַר רַבִּי שִׁמְעוֹן אֶלָּא בַּנִּיתָּנִין לְמַטָּה שֶׁנְּתָנָן לְמַעְלָה אוֹ בַּנִּיתָּנִין לְמַעְלָה שֶׁנְּתָנָן לְמַטָּה",
            "וּלְעוֹלָם דִּשְׁחָטָן וְקִבֵּל דָּמָן בַּצָּפוֹן אֲבָל הָכָא כֵּיוָן דִּשְׁחָטָן בַּדָּרוֹם כְּמַאן דְּחַנְקִינּוּן דָּמֵי",
            "תְּנַן קׇדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בַּדָּרוֹם מוֹעֲלִין בָּהֶן בִּשְׁלָמָא לְרַב יוֹסֵף נִיחָא אֶלָּא לְרַבָּה קַשְׁיָא מַאי מוֹעֲלִין בָּהֶן מִדְּרַבָּנַן",
            "מַאי אִיכָּא בֵּין דְּאוֹרָיְיתָא לְרַבָּנַן דְּאוֹרָיְיתָא מְשַׁלְּמִין חוֹמֶשׁ דְּרַבָּנַן לָא",
            "וּמִי אִיכָּא מְעִילָה מִדְּרַבָּנַן אִין דְּאָמַר עוּלָּא אָמַר רַבִּי יוֹחָנָן קָדָשִׁים שֶׁמֵּתוּ יָצְאוּ מִידֵי מְעִילָה דְּבַר תּוֹרָה אַלְמָא מִדְּאוֹרָיְיתָא לָא אִית לְהוֹן בִּדְרַבָּנַן אִית בְּהוֹן הָכִי נָמֵי מִדְּרַבָּנַן",
            "לֵימָא תְּנֵינָא לְהָא דְּעוּלָּא אָמַר רַבִּי יוֹחָנָן אַף עַל גַּב דִּתְנֵינָא אִיצְטְרִיךְ דְּעוּלָּא סָלְקָא דַּעְתָּךְ אָמֵינָא הָכָא לָא בְּדִילִין מִנְּהוֹן",
            "אֲבָל קָדָשִׁים שֶׁמֵּתוּ הוֹאִיל וּבְדִילִין מִנְּהוֹן אֵימָא אֲפִילּוּ מְעִילָה מִדְּרַבָּנַן לָא קָא מַשְׁמַע לַן",
            "מֵתוּ נָמֵי תְּנֵינָא הַנֶּהֱנֶה מִן הַחַטָּאת כְּשֶׁהִיא חַיָּה לֹא מָעַל עַד שֶׁיִּפְגּוֹם וּכְשֶׁהִיא מֵתָה כֵּיוָן דְּנֶהֱנָה כׇּל שֶׁהוּא מָעַל",
            "סָלְקָא דַּעְתָּךְ"
        ],
        [
            "אָמֵינָא חַטָּאת הוֹאִיל וּלְכַפָּרָה קָא אָתְיָא לָא בְּדִילִין מִינַּהּ אֲבָל קָדָשִׁים הוֹאִיל וְלָאו לְכַפָּרָה קָאָתֵי בְּדִילִי מִנְּהוֹן וְלֵית בְּהוּ מְעִילָה קָא מַשְׁמַע לַן",
            "וְחַטָּאת שֶׁמֵּתָה מִי אִית בַּהּ מְעִילָה וְהָתְנַן חַטָּאוֹת הַמֵּתוֹת וּמָעוֹת הַהוֹלְכוֹת לְיָם הַמֶּלַח לֹא נֶהֱנִין וְלֹא מוֹעֲלִין",
            "אָמְרִי חַטָּאוֹת הַמֵּתוֹת בְּחַיֵּיהֶן בְּדִילִין מִנְּהוֹן לְאַפּוֹקֵי הֵיכָא דְּמֵחַיִּים דְּלָא בְּדִילִין מִינֵּיהּ",
            "אֵיתִיבֵיהּ רַב יוֹסֵף לְרַבָּה חֲדָא מִגּוֹ חֲדָא וַחֲדָא מִגּוֹ חֲדָא",
            "וְכוּלָּן אֵין מְטַמְּאִים בְּגָדִים אַבֵּית הַבְּלִיעָה וּמוֹעֲלִין בָּהֶן",
            "חוּץ מֵחַטַּאת הָעוֹף שֶׁעָשָׂה לְמַטָּה כְּמַעֲשֵׂה חַטַּאת הָעוֹף לְשֵׁם חַטָּאת",
            "וְקָתָנֵי עִילָּוֵיהּ כׇּל שֶׁהָיָה פְּסוּלוֹ בַּקֹּדֶשׁ אֵינוֹ מְטַמֵּא בְּגָדִים אַבֵּית הַבְּלִיעָה וְכׇל שֶׁלֹּא הָיָה פְּסוּלוֹ בַּקֹּדֶשׁ מְטַמֵּא בְּגָדִים אַבֵּית הַבְּלִיעָה",
            "וְקָתָנֵי כׇּל שֶׁהָיָה פְּסוּלוֹ בַּקֹּדֶשׁ אִם עָלוּ לֹא יֵרְדוּ תְּיוּבְתָּא דְּרַבָּה תְּיוּבְתָּא",
            "וְהָא דִּפְלִיגִי בַּהּ רַבָּה וְרַב יוֹסֵף פְּשִׁיטָא לֵיהּ לְרַבִּי אֶלְעָזָר דְּאָמַר רַבִּי אֶלְעָזָר עוֹלַת בָּמַת יָחִיד שֶׁהִכְנִיסָהּ לִפְנִים"
        ],
        [
            "קְלָטוּהָ מְחִיצוֹת לְכׇל דָּבָר",
            "בָּעֵי רַבִּי אֶלְעָזָר [עוֹלַת בָּמַת יָחִיד שֶׁהִכְנִיסָהּ שֶׁנִּפְסְלָה] עָלוּ מַהוּ שֶׁיֵּרְדוּ",
            "מִדְּקָמִיבַּעְיָא לֵיהּ לַחֲדָא מִכְּלַל דְּאִידַּךְ פְּשִׁיטָא לֵיהּ אִי כְּרַבָּה אִי כִּדְרַב יוֹסֵף",
            "חֲדָא מִגּוֹ חֲדָא קָמִיבַּעְיָא לֵיהּ",
            "עַד כָּאן לָא קָאָמַר רַבָּה הָתָם אִם עָלוּ יֵרְדוּ מְחִיצָה כְּתִיקְנָהּ",
            "פָּסְלָה שֶׁלֹּא כְּתִיקְנָהּ לֹא פָּסְלָה",
            "אוֹ דִילְמָא אֲפִילּוּ לְרַב יוֹסֵף דְּאָמַר אִם עָלְתָה לֹא תֵּרֵד מְחִיצָה כְּתִיקְנָהּ קָלְטָה שֶׁלֹּא כְּתִיקְנָהּ לָא קָלְטָה תֵּיקוּ",
            "אָמַר רַב גִּידֵּל אָמַר רַב זְרִיקַת פִּיגּוּל אֵינוֹ מוֹצִיא מִידֵי מְעִילָה בְּקׇדְשֵׁי קָדָשִׁים וְאֵינוֹ מֵבִיא לִידֵי מְעִילָה בְּקָדָשִׁים קַלִּים",
            "יְתֵיב אַבָּיֵי וְקָאָמַר לַהּ לְהָא שְׁמַעְתָּא אֵיתִיבֵיהּ רַב פָּפָּא לְאַבָּיֵי הַשּׁוֹחֵט אֶת הַתּוֹדָה לִפְנִים וְלַחְמָהּ חוּץ לַחוֹמָה לֹא קִדֵּשׁ אֶת הַלֶּחֶם",
            "שְׁחָטָהּ עַד שֶׁלֹּא קָרְמוּ פָּנֶיהָ בַּתַּנּוּר וַאֲפִילּוּ קָרְמוּ כּוּלָּן חוּץ מֵאַחַת מֵהֶן לֹא קָדַשׁ הַלֶּחֶם שְׁחָטָהּ חוּץ לִזְמַנָּהּ וְחוּץ לִמְקוֹמָהּ קָדַשׁ הַלֶּחֶם",
            "אַלְמָא פִּיגּוּל מַיְיתֵי לַהּ לִידֵי מְעִילָה אִישְׁתִּיק",
            "כִּי אֲתָא לְקַמֵּיהּ דְּרַבִּי אַבָּא אֲמַר לֵיהּ בִּזְרִיקָה",
            "אֲמַר לֵיהּ רַב אָשֵׁי לְרָבָא וְהָא אָמַר עוּלָּא קוֹמֶץ פִּיגּוּל שֶׁהֶעֱלוֹ לְגַבֵּי מִזְבֵּחַ פָּקַע פִּיגּוּלוֹ מִמֶּנּוּ",
            "וּקְמִיצָה הַיְינוּ שְׁחִיטָה",
            "אֲמַר לֵיהּ אִיסּוּרָא דְּמַיְיתֵי לִידֵי פִיגּוּל"
        ],
        [
            "וְהָא קָתָנֵי אִם אֲחֵרִים מֵבִיא לִידֵי פִּיגּוּל הוּא עַצְמוֹ לֹא כׇּל שֶׁכֵּן",
            "הָא נָמֵי אִיסּוּרָא דְּמַיְיתֵי לִידֵי פִּיגּוּל",
            "אֲמַר לֵיהּ רָבִינָא לְרַב אָשֵׁי וְהָאָמַר אִילְפָא מַחֲלוֹקֶת בִּשְׁתֵּי עֲבוֹדוֹת",
            "כְּגוֹן דְּאָמַר הֲרֵינִי שׁוֹחֵט סִימָן רִאשׁוֹן חוּץ לִזְמַנּוֹ וְסִימָן שֵׁנִי חוּץ לִמְקוֹמוֹ אֲבָל בַּעֲבוֹדָה אַחַת דְּכוּלֵּי עָלְמָא עֵירוּבֵי מַחְשָׁבוֹת הֲוַאי",
            "הָכִי נָמֵי לְכִי זָרֵיק תִּיגַּלֵּי מִילְּתָא אִי בַּעֲבוֹדָה אַחַת אִי בִּשְׁתֵּי עֲבוֹדוֹת",
            "אִי הָכִי גַּבֵּי תוֹדָה נָמֵי עַד דְּזָרֵיק",
            "מַאי קָדַשׁ לִיפָּסֵל דְּבָעֵי שְׂרֵיפָה",
            "לֵימָא מְסַיַּיע לֵיהּ הַפִּיגּוּל לְעוֹלָם מוֹעֲלִין בּוֹ לָאו אַף עַל גַּב דְּאִיזְּרִיק דָּם וּמְסַיַּיע לֵיהּ",
            "לָא דְּלֹא זָרַק הַדָּם אִי דְּלֹא זָרַק הַדָּם מַאי לְמֵימְרָא",
            "אֶלָּא לְעוֹלָם דְּזָרֵיק וְכִי תַּנְיָא הָהִיא בְּעוֹלָה אִי בְּעוֹלָה פְּשִׁיטָא דְּגָבוֹהַּ הִיא כּוּלַּהּ"
        ],
        [
            "וְעוֹד דְּקָתָנֵי סֵיפָא לָן דָּמָהּ אַף עַל פִּי שֶׁחָזַר וּזְרָקוֹ מוֹעֲלִין בּוֹ",
            "אִי אָמְרַתְּ בִּשְׁלָמָא בְּחַטָּאת שַׁפִּיר",
            "אֶלָּא אִי אָמְרַתְּ בְּעוֹלָה צְרִיכָא לְמֵימַר",
            "סֵיפָא וַדַּאי מְסַיַּיע לֵיהּ רֵישָׁא מַאי הוֹאִיל וּמְסַיַּיע לֵיהּ סֵיפָא מְסַיַּיע לֵיהּ נָמֵי רֵישָׁא",
            "סֵיפָא לָאו וַדַּאי מְסַיַּיע לֵיהּ מַאי שְׁנָא הֲלָנָה דְּקָעָבֵיד בְּיָדַיִם לָא מַהְנֵי זְרִיקָה לְאַפּוֹקֵי מִידֵי מְעִילָה",
            "מַחְשָׁבָה לָא קָא עָבֵיד בְּיָדַיִם מַהְנֵי לֵיהּ זְרִיקָה לְאַפּוֹקֵי מִידֵי מְעִילָה",
            "לֵימָא הָא מְסַיַּיע לֵיהּ הַפִּיגּוּל בְּקׇדְשֵׁי קָדָשִׁים מוֹעֲלִין בּוֹ לָאו אַף עַל גַּב דְּזָרַק וּמְסַיַּיע לֵיהּ לָא דְּלֹא זָרַק",
            "אָבֵל זָרַק מַאי הָכִי נָמֵי דְּאֵין מוֹעֲלִין בּוֹ אַמַּאי קָתָנֵי סֵיפָא בְּקָדָשִׁים קַלִּים אֵין מוֹעֲלִין בּוֹ",
            "לִיפְלוֹג בְּרֵישָׁא וְלִיתְנֵי לִפְנֵי זְרִיקָה מוֹעֲלִין בּוֹ לְאַחַר זְרִיקָה אֵין מוֹעֲלִין בּוֹ הָהוּא וַדַּאי מְסַיַּיע לֵיהּ",
            "לֵימָא הוֹאִיל וּמְסַיַּיע לֵיהּ סֵיפָא מְסַיַּיע לֵיהּ נָמֵי רֵישָׁא קָדָשִׁים קַלִּים פְּסִיקָא לֵיהּ הָכָא לָא פְּסִיקָא לֵיהּ",
            "כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ כֹּל שֶׁהָיְתָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים אֵין מוֹעֲלִין בָּהּ וְכֹל שֶׁלֹּא הָיְתָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים מוֹעֲלִין בָּהּ",
            "אֵיזוֹהִי שֶׁהָיְתָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים שֶׁלָּנָה וְשֶׁנִּטְמֵאת וְשֶׁיָּצָאת",
            "וְאֵיזוֹהִי שֶׁלֹּא הָיְתָה לָהּ שְׁעַת הֶיתֵּר לַכֹּהֲנִים שֶׁנִּשְׁחֲטָה חוּץ לִזְמַנָּהּ וְחוּץ לִמְקוֹמָהּ וְשֶׁקִּבְּלוּ פְּסוּלִין וְזָרְקוּ אֶת דָּמָהּ",
            "אֲמַר לֵיהּ בַּר קַפָּרָא לְבַר פְּדָת בֶּן אֲחוֹתִי רְאֵה מָה אַתָּה שׁוֹאֲלֵנִי לְמָחָר בְּבֵית הַמִּדְרָשׁ הֶיתֵּר שְׁחִיטָה שָׁנִינוּ"
        ],
        [
            "אוֹ הֶיתֵּר זְרִיקָה שָׁנִינוּ אוֹ הֶיתֵּר אֲכִילָה שָׁנִינוּ חִזְקִיָּה אָמַר הֶיתֵּר שְׁחִיטָה שָׁנִינוּ רַבִּי יוֹחָנָן אָמַר הֶיתֵּר אֲכִילָה שָׁנִינוּ",
            "אָמַר רַבִּי זֵירָא לָא דַּיְיקָא מַתְנִיתִין דְּלָא כְּחִזְקִיָּה וּדְלָא כְּרַבִּי יוֹחָנָן",
            "תְּנַן שֶׁלָּנָה וְשֶׁנִּטְמֵאת וְשֶׁיָּצָאת לָאו דְּלָן דָּם וְקָתָנֵי אֵין מוֹעֲלִין בּוֹ",
            "וּשְׁמַע מִינַּהּ הֶיתֵּר זְרִיקָה שָׁנִינוּ",
            "לָא דְּלָן בָּשָׂר אֲבָל דָּם אִיזְדְּרִיק מִשּׁוּם הָכִי קָתָנֵי אֵין מוֹעֲלִין בּוֹ",
            "תְּנַן וְאֵיזוֹ הִיא שֶׁלֹּא הָיְתָה לָהּ שְׁעַת הַכּוֹשֶׁר לַכֹּהֲנִים שֶׁנִּשְׁחֲטָה חוּץ לִזְמַנָּהּ וְחוּץ לִמְקוֹמָהּ וְשֶׁקִּבְּלוּ פְּסוּלִין וְזָרְקוּ אֶת דָּמָהּ",
            "הֵיכִי דָּמֵי אִילֵּימָא דִּזְרָקוּהוּ פְּסוּלִין וְקִבְּלוּהוּ פְּסוּלִין לְמָה לִי עַד דְּאִיכָּא תַּרְתֵּי",
            "אֶלָּא לָאו דְּקִבְּלוּהוּ פְּסוּלִין וּזְרָקוּהוּ כְּשֵׁרִים וְקָתָנֵי מוֹעֲלִין בּוֹ",
            "שְׁמַע מִינַּהּ הֶיתֵּר זְרִיקָה שָׁנִינוּ",
            "מַתְקֵיף לַהּ רַב יוֹסֵף וְאִי סָלְקָא דַּעְתָּךְ אִיכָּא לְפַלּוֹגֵי הָכִי הָא דִּתְנַן הָתָם",
            "חַטָּאת פְּסוּלָה אֵין דָּמָהּ טָעוּן כִּיבּוּס בֵּין שֶׁהָיְתָה לָהּ שְׁעַת הַכּוֹשֶׁר וְנִפְסְלָה וּבֵין שֶׁלֹּא הָיְתָה לָהּ שְׁעַת הַכּוֹשֶׁר וְנִפְסְלָה",
            "אִי זוֹ הִיא שֶׁהָיְתָה לָהּ שְׁעַת הַכּוֹשֶׁר וְנִפְסְלָה שֶׁלָּנָה וְשֶׁנִּטְמֵאת אוֹ שֶׁיָּצְאָה",
            "אֵיזוֹהִי שֶׁלֹּא הָיְתָה לָהּ שְׁעַת הַכּוֹשֶׁר שֶׁנִּשְׁחֲטָה חוּץ לִמְקוֹמָהּ חוּץ לִזְמַנָּהּ וְשֶׁקִּבְּלוּ פְּסוּלִין וְזָרְקוּ אֶת דָּמָהּ",
            "הֵיכִי דָמֵי אִילֵּימָא דְּקִבְּלוּהוּ פְּסוּלִין וְזָרְקוּ פְּסוּלִין הוּא דְּאֵין דָּמָהּ טָעוּן כִּיבּוּס הָא קִבְּלוּהוּ וְזָרְקוּ כְּשֵׁרִים דָּמָהּ טָעוּן כִּיבּוּס",
            "קְרִי כָּאן אֲשֶׁר יִזֶּה מִדָּמָהּ וְלֹא שֶׁכְּבָר הוּזָּה אֶלָּא לָאו דַּוְקָא"
        ],
        [
            "הָכִי נָמֵי לָאו דַּוְקָא אָמַר רַב אַסִּי אִם כֵּן לְמָה לִי לְמִיתְנֵי תַּרְתֵּי",
            "אֶלָּא לְעוֹלָם דִּמְעִילָה דַּוְקָא",
            "וְהָא קָא מַשְׁמַע לַן דְּפָסוּל עוֹשֶׂה שִׁירַיִים",
            "אַף עַל גַּב דְּקִיבֵּל פָּסוּל וְזָרַק וְקִיבֵּל כָּשֵׁר וְזָרַק לָאו כְּלוּם הִיא מַאי טַעְמָא דְּשִׁירַיִים נִינְהוּ",
            "וְהָא בְּעָא מִינֵּיהּ רֵישׁ לָקִישׁ מֵרַבִּי יוֹחָנָן פָּסוּל מַהוּ שֶׁיַּעֲשֶׂה שִׁירַיִים",
            "וַאֲמַר לֵיהּ אֵין לְךָ דָּבָר שֶׁיַּעֲשֶׂה שִׁירַיִים אֶלָּא חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ הוֹאִיל וּמְרַצִּין לְפִיגּוּלָן",
            "מַאי לָאו בַּר מִפָּסוּל לָא אֲפִילּוּ פָּסוּל",
            "וְהָא אֵין לְךָ קָתָנֵי",
            "הָכִי קָתָנֵי אֵין לְךָ דָּבָר שֶׁאֵינוֹ מְרַצֶּה בְּצִיבּוּר וְעוֹשֶׂה שִׁירַיִים אֶלָּא חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ אֲבָל טָמֵא דְּאִיתֵיהּ בְּצִיבּוּר מְשַׁוֵּי שִׁירַיִים",
            "שְׁאָר פְּסוּלִין דְּלָא אִיתַנּוּן בְּצִיבּוּר לָא מְשַׁוִּין שִׁירַיִים",
            "תָּא שְׁמַע הַפִּיגּוּל לְעוֹלָם מוֹעֲלִין בּוֹ",
            "לָאו דְּלֹא זָרַק וּשְׁמַע מִינַּהּ הֶיתֵּר זְרִיקָה שָׁנִינוּ",
            "לָא זַרְקֵהּ",
            "וּמַאי לְעוֹלָם הָא קָא מַשְׁמַע לַן כִּדְרַב גִּידֵּל דְּאָמַר רַב גִּידֵּל אָמַר רַב זְרִיקַת פִּיגּוּל אֵינוֹ מוֹצִיא מִידֵי מְעִילָה וְאֵינוֹ מֵבִיא לִידֵי מְעִילָה"
        ],
        [
            "תָּא שְׁמַע רַבִּי שִׁמְעוֹן אוֹמֵר יֵשׁ נוֹתָר שֶׁמּוֹעֲלִין בּוֹ וְיֵשׁ נוֹתָר שֶׁאֵין מוֹעֲלִין בּוֹ",
            "כֵּיצַד לָן לִפְנֵי זְרִיקָה מוֹעֲלִין לְאַחַר זְרִיקָה אֵין מוֹעֲלִין",
            "קָתָנֵי מִיהַת מוֹעֲלִין בּוֹ לָאו דַּהֲוָה שְׁהוּת לְמִיזְרְקֵיהּ דְּאִי בָּעֵי זָרֵיק",
            "וּשְׁמַע מִינַּהּ הֶיתֵּר אֲכִילָה שָׁנִינוּ",
            "לָא דְּקַבְּלֵיהּ סָמוּךְ לִשְׁקִיעַת הַחַמָּה דְּלֹא הָיָה שְׁהוּת לְמִזְרַק",
            "אֲבָל הָיָה שְׁהוּת מַאי הָכִי נָמֵי דְּאֵין מוֹעֲלִין",
            "מַאי אִירְיָא דְּתָנֵי לִפְנֵי זְרִיקָה לִיתְנֵי קוֹדֶם שְׁקִיעָה וּלְאַחַר שְׁקִיעָה",
            "הָכִי נָמֵי קָתָנֵי קוֹדֶם שֶׁיֵּרָאֶה לִזְרִיקָה וּלְאַחַר שֶׁיֵּרָאֶה לִזְרִיקָה",
            "תָּא שְׁמַע רַבִּי שִׁמְעוֹן אוֹמֵר יֵשׁ פִּיגּוּל שֶׁמּוֹעֲלִין בּוֹ וְיֵשׁ פִּיגּוּל שֶׁאֵין מוֹעֲלִין בּוֹ",
            "כֵּיצַד לִפְנֵי זְרִיקָה מוֹעֲלִין לְאַחַר זְרִיקָה אֵין מוֹעֲלִין",
            "קָתָנֵי מִיהַת לִפְנֵי זְרִיקָה מוֹעֲלִין בּוֹ לָאו דַּהֲוָה שְׁהוּת לְמִיזְרְקֵיהּ דְּאִי בָּעֵי זָרֵיק וְקָתָנֵי מוֹעֲלִין בּוֹ וּשְׁמַע מִינַּהּ הֶיתֵּר אֲכִילָה שָׁנִינוּ",
            "לָא דְּלָא הֲוָה שְׁהוּת לְמִיזְרְקֵיהּ אֲבָל הֲוָה שְׁהוּת לְמִיזְרְקֵיהּ מַאי הָכִי נָמֵי דִּנְפַק מִידֵי מְעִילָה",
            "מַאי אִירְיָא דְּתָנֵי לְאַחַר זְרִיקָה לִיתְנֵי קוֹדֶם שְׁקִיעָה וּלְאַחַר שְׁקִיעַת הַחַמָּה",
            "הָכִי נָמֵי קָאָמַר קוֹדֶם שֶׁיֵּרָאֶה לִזְרִיקָה לְאַחַר שֶׁיֵּרָאֶה לִזְרִיקָה",
            "תָּא שְׁמַע הַפִּיגּוּל בְּקׇדְשֵׁי קָדָשִׁים מוֹעֲלִין מַאי לָאו דְּזָרַק וּשְׁמַע מִינַּהּ הֶיתֵּר אֲכִילָה שָׁנִינוּ לָא דְּלֹא זָרַק",
            "אֲבָל זָרַק מַאי הָכִי נָמֵי דְּאֵין מוֹעֲלִין בּוֹ מַאי אִירְיָא דְּתָנֵי בְּקָדָשִׁים קַלִּים אֵין מוֹעֲלִין בּוֹ",
            "לִיתְנֵי כָּאן לִפְנֵי זְרִיקָה כָּאן לְאַחַר זְרִיקָה",
            "הָא אָתְיָא לְאַשְׁמוֹעִינַן כֹּל לְאֵיתוֹיֵי לִידֵי מְעִילָה זְרִיקָה כְּתִיקְנָהּ מַיְיתֵי לִידֵי מְעִילָה",
            "כֹּל לְאַפּוֹקֵי מִידֵי מְעִילָה אֲפִילּוּ שֶׁלֹּא כְּתִיקְנָהּ נָמֵי מַפְקַע מִידֵי מְעִילָה:"
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> בְּשַׂר קׇדְשֵׁי קָדָשִׁים שֶׁיָּצָא לִפְנֵי זְרִיקַת דָּמִים",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר מוֹעֲלִין בּוֹ וְאֵין חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל וְנוֹתָר וְטָמֵא",
            "רַבִּי עֲקִיבָא אוֹמֵר אֵין מוֹעֲלִין בּוֹ וְחַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל וְנוֹתָר וְטָמֵא",
            "אָמַר רַבִּי עֲקִיבָא וַהֲרֵי הַמַּפְרִישׁ חַטָּאתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְאַחַר כָּךְ נִמְצֵאת הָרִאשׁוֹנָה וַהֲרֵי שְׁתֵּיהֶן עוֹמְדוֹת",
            "לֹא כְּשֵׁם שֶׁדָּמָהּ פּוֹטֵר אֶת בְּשָׂרָהּ כָּךְ הוּא פּוֹטֵר אֶת בְּשַׂר חֲבֶרְתָּהּ",
            "אִם פָּטַר דָּמָהּ אֶת בְּשַׂר חֲבֶרְתָּהּ מִן הַמְּעִילָה דִּין הוּא שֶׁיִּפְטֹר אֶת בְּשַׂר עַצְמָהּ",
            "אֵימוּרַי קָדָשִׁים קַלִּים שֶׁיָּצְאוּ לִפְנֵי זְרִיקַת דָּמִים",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר אֵין מוֹעֲלִין בָּהֶן וְאֵין חַיָּיבִין עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא רַבִּי עֲקִיבָא אוֹמֵר מוֹעֲלִין בָּהֶן וְחַיָּיבִין עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא",
            "<big><strong>גְּמָ׳</strong></big> וְהָנֵי תַּרְתֵּי לְמָה לִי",
            "צְרִיכִי דְּאִי אִיתְּמַר בְּקׇדְשֵׁי קָדָשִׁים הֲוָה אָמֵינָא בְּהָא קָא אָמַר רַבִּי אֱלִיעֶזֶר מוֹעֲלִין בּוֹ מִשּׁוּם דִּזְרִיקָה כְּתִיקְנָהּ מַפְּקָא מִידֵי מְעִילָה שֶׁלֹּא כְּתִיקְנָהּ לָא מַפְּקָא מִידֵי מְעִילָה",
            "אֲבָל לְאֵיתוֹיֵי לִידֵי מְעִילָה מוֹדֵי לְרַבִּי עֲקִיבָא דַּאֲפִילּוּ שֶׁלֹּא כְּתִיקְנָהּ מַיְיתָא לִידֵי מְעִילָה",
            "וְאִי אִיתְּמַר גַּבֵּי קָדָשִׁים קַלִּים הֲוָה אָמֵינָא גַּבֵּי קָדָשִׁים קַלִּים הוּא דְּאָמַר רַבִּי עֲקִיבָא מוֹעֲלִין בָּהֶן דַּאֲפִילּוּ זְרִיקָה שֶׁלֹּא כְּתִיקְנָהּ מַיְיתָא לִידֵי מְעִילָה",
            "אֲבָל קׇדְשֵׁי קָדָשִׁים דִּלְאַפּוֹקֵי הוּא שֶׁלֹּא כְּתִיקְנָהּ לָא מַפְּקָא מִידֵי מְעִילָה קָא מַשְׁמַע לַן",
            "אִתְּמַר אָמַר רַבִּי יוֹחָנָן כִּי אָמַר רַבִּי עֲקִיבָא זְרִיקָה מוֹעֶלֶת לַיּוֹצֵא שֶׁיָּצָא מִקְצָתוֹ אֲבָל יוֹצֵא כּוּלּוֹ לֹא אָמַר רַבִּי עֲקִיבָא",
            "אֲמַר לֵיהּ רַב אַסִּי לְרַבִּי יוֹחָנָן כְּבָר לִימְּדוּנִי חֲבֵירַי שֶׁבַּגּוֹלָה"
        ],
        [
            "מְחַשְּׁבִין עַל הָאָבוּד וְעַל הַשָּׂרוּף",
            "וְהָא אָבוּד וְשָׂרוּף לָא אִיתִינּוּן בָּעוֹלָם וַאֲפִילּוּ הָכִי קָתָנֵי מְחַשְּׁבִין",
            "וּמִי אָמַר רַב אַסִּי הָכִי הָא בְּעָא מִינֵּיהּ רַב אַסִּי מֵרַבִּי יוֹחָנָן חִישֵּׁב לַנִּשְׁפָּכִין לְמָחָר מַהוּ",
            "אֲמַר לֵיהּ רַבִּי זֵירָא כְּבָר שָׁנִיתָ לָנוּ אָלָל אַלְמָא הַאי אָלָל כֵּיוָן דְּלֵית בֵּיהּ מְשָׁשָׁא לֹא קִיבֵּל טוּמְאָה",
            "הָנֵי נִשְׁפָּכִין נָמֵי כֵּיוָן דִּלְאִיבּוּד אָזְלִי בְּהוּ מַחְשָׁבָה לָא מַהְנְיָא",
            "אֶלָּא דְּקָתָנֵי עַל הָאָבוּד וְעַל הַשָּׂרוּף קַשְׁיָא אָמַר רָבָא אֵימָא עַל הָעוֹמֵד לְאִיבּוּד וְעַל הָעוֹמֵד לִישָּׂרֵף",
            "אָמַר רַב פָּפָּא לָא אָמַר רַבִּי עֲקִיבָא זְרִיקָה מוֹעֶלֶת לַיּוֹצֵא אֶלָּא שֶׁיָּצָא בָּשָׂר אֲבָל דָּם אֵין זְרִיקָה מוֹעֶלֶת לַיּוֹצֵא",
            "תַּנְיָא נָמֵי הָכִי שָׁחַט בִּשְׁתִיקָה וְיָצָא דָּם אַף עַל פִּי שֶׁחָזַר וּזְרָקוֹ לֹא עָשָׂה וְלֹא כְלוּם בְּקׇדְשֵׁי קָדָשִׁים מוֹעֲלִין בּוֹ בְּקָדָשִׁים קַלִּים אֵין מוֹעֲלִין בּוֹ",
            "אָמַר רַבִּי עֲקִיבָא הָא זֶה לְמָה דּוֹמֶה",
            "אָמַר רַבִּי אֶלְעָזָר כִּי אָמַר רַבִּי עֲקִיבָא בְּבַת אַחַת אֲבָל בְּזֶה אַחַר זֶה לֹא אָמַר רַבִּי עֲקִיבָא",
            "תַּנְיָא אָמַר רַבִּי שִׁמְעוֹן כְּשֶׁהָלַכְתִּי לִכְפַר פָּאנִי מְצָאַנִי זָקֵן אֶחָד וְאָמַר לִי אוֹמֵר הָיָה רַבִּי עֲקִיבָא זְרִיקָה מוֹעֶלֶת לַיּוֹצֵא אָמַרְתִּי לוֹ הֵן וּכְשֶׁבָּאתִי וְהִרְצֵיתִי דְּבָרִים לִפְנֵי חֲבֵירַי שֶׁבַּגָּלִיל אָמְרוּ לִי הֲלֹא פָּסוּל הוּא הֵיאַךְ מְרַצֶּה עַל הַפָּסוּל",
            "וּכְשֶׁיָּצָאתִי וְהִרְצֵיתִי דְּבָרִים לִפְנֵי רַבִּי עֲקִיבָא אָמַר לִי בְּנִי אִי אַתָּה אוֹמֵר כֵּן וַהֲרֵי הַמַּפְרִישׁ חַטָּאתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְאַחַר כָּךְ נִמְצֵאת הָרִאשׁוֹנָה וַהֲרֵי שְׁתֵּיהֶן עוֹמְדוֹת מוֹעֲלִין בִּשְׁתֵּיהֶן שְׁחָטָן וַהֲרֵי דָּמָן מוּנָּח בְּכוֹסוֹת מוֹעֲלִין בִּשְׁתֵּיהֶן"
        ],
        [
            "נִזְרַק דָּם שֶׁל אֶחָד מֵהֶם אִי אַתָּה מוֹדֶה שֶׁכְּשֵׁם שֶׁדָּמָהּ פּוֹטֵר אֶת בְּשָׂרָהּ מִן הַמְּעִילָה אַף יִפְטוֹר בְּשַׂר חֲבֶירְתָּהּ מִן הַמְּעִילָה",
            "אִם הִצִּיל בְּשַׂר חֲבֶירְתָּהּ מִן הַמְּעִילָה אַף עַל פִּי שֶׁהוּא פָּסוּל דִּין הוּא שֶׁיַּצִּיל אֶת בְּשָׂרָהּ",
            "אָמַר רֵישׁ לָקִישׁ מִשּׁוּם רַב אוֹשַׁעְיָא תְּשׁוּבָה גְּנוּבָה הֱשִׁיבוֹ רַבִּי עֲקִיבָא לְאוֹתוֹ תַּלְמִיד בְּבַת אַחַת אִין בְּזֶה אַחַר זֶה לָא",
            "דְּכֵיוָן דְּפָסוּל הוּא מָה לִי בְּבַת אַחַת מָה לִי בְּזֶה אַחַר זֶה",
            "אֲמַר לֵיהּ רַבִּי יוֹחָנָן לְרֵישׁ לָקִישׁ וְאַתָּה אִי אַתָּה אוֹמֵר כֵּן",
            "אִילּוּ הִפְרִישׁ שְׁתֵּי אֲשָׁמוֹת לְאַחְרָיוּת וְשָׁחַט אֶת שְׁנֵיהֶן וְקָדַם וְהֶעֱלָה אֵימוּרִין שֶׁל אֶחָד מֵהֶן קוֹדֶם זְרִיקָה אִי אַתָּה מוֹדֶה שֶׁאִם עָלוּ יֵרְדוּ",
            "וְאִי סָלְקָא דַעְתָּךְ חַד גּוּפָא הוּא אַמַּאי אִם עָלוּ יֵרְדוּ הָאָמַר עוּלָּא אֵימוּרֵי קָדָשִׁים קַלִּים שֶׁהֶעֱלָן לִפְנֵי זְרִיקַת דָּם לֹא יֵרְדוּ נַעֲשָׂה לַחְמוֹ שֶׁל מִזְבֵּחַ",
            "אִישְׁתִּיק אָמַר רַבִּי יוֹחָנָן קַצֵּצְתִּינּוּן לְרַגְלוֹהִי דְיָנוֹקָא",
            "<big><strong>מַתְנִי׳</strong></big> יֵשׁ מַעֲשֵׂה דָמִים בְּקׇדְשֵׁי קָדָשִׁים לְהָקֵל וּלְהַחֲמִיר וּבְקָדָשִׁים קַלִּים כּוּלְּהוּ לְהַחֲמִיר",
            "כֵּיצַד קׇדְשֵׁי קָדָשִׁים לִפְנֵי זְרִיקַת דָּמִים מוֹעֲלִין בְּאֵימוּרֵיהֶן וּבַבָּשָׂר לְאַחַר זְרִיקַת דָּמִים מוֹעֲלִין בְּאֵימוּרֵיהֶן וְאֵין מוֹעֲלִין בַּבָּשָׂר",
            "וְעַל זֶה וְעַל זֶה חַיָּיב מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא נִמְצָא מַעֲשֵׂה דָמִים בְּקׇדְשֵׁי קָדָשִׁים לְהָקֵל וּלְהַחֲמִיר",
            "וּבְקָדָשִׁים קַלִּים כּוּלָּן לְהַחֲמִיר כֵּיצַד קָדָשִׁים קַלִּים לִפְנֵי זְרִיקַת דָמִים אֵין מוֹעֲלִין לֹא בָּאֵימוּרִין וְלֹא בַּבָּשָׂר לְאַחַר זְרִיקַת דָמִים מוֹעֲלִין בָּאֵימוּרִין וְאֵין מוֹעֲלִין בַּבָּשָׂר",
            "עַל זֶה וְעַל זֶה חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא נִמְצָא מַעֲשֵׂה דָמִים בְּקָדָשִׁים קַלִּים כּוּלָּן לְהַחֲמִיר",
            "<big><strong>גְּמָ׳</strong></big> קָתָנֵי אֵין מוֹעֲלִין בַּבָּשָׂר מְעִילָה הוּא דְּלֵיכָּא הָא אִיסּוּרָא אִיכָּא וְאַמַּאי הָא מָמוֹנָא דְכֹהֵן הוּא",
            "לָא קַשְׁיָא מִשּׁוּם דְּנָסֵיב רֵישָׁא מוֹעֲלִין נָסֵיב סֵיפָא אֵין מוֹעֲלִין",
            "אֵימָא סֵיפָא בְּקָדָשִׁים קַלִּים כּוּלְּהוּ לְהַחֲמִיר כֵּיצַד בְּשַׂר קָדָשִׁים קַלִּים לִפְנֵי זְרִיקַת דָּמִים אֵין מוֹעֲלִין בָּהֶן וּבְאֵימוּרֵיהֶן וְאֵין חַיָּיבִין עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא לְאַחַר זְרִיקַת דָּמִים מוֹעֲלִין בְּאֵימוּרֵיהֶן וְאֵין מוֹעֲלִין בַּבָּשָׂר",
            "מְעִילָה הוּא דְּלֵיכָּא הָא אִיסּוּרָא אִיכָּא וְאַמַּאי הָא מָמוֹנָא דִבְעָלִים הוּא",
            "אָמַר רַבִּי חֲנִינָא לַיּוֹצְאִין וְרַבִּי עֲקִיבָא הִיא",
            "כִּי אָמַר רַבִּי עֲקִיבָא זְרִיקָה מוֹעֶלֶת לַיּוֹצֵא לִשְׂרֵיפָה"
        ],
        [
            "אֲבָל לַאֲכִילָה הוּא דְּלֹא מְרַצָּה",
            "<br><br><big><strong>הַדְרָן עֲלָךְ קׇדְשֵׁי קָדָשִׁים</strong></big><br><br>",
            "<big><strong>חַטַּאת הָעוֹף</strong></big> מוֹעֲלִין בָּהּ מִשֶּׁהוּקְדְּשָׁה נִמְלְקָה הוּכְשְׁרָה לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה",
            "הוּזָּה דָּמָהּ חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וְאֵין בָּהּ מְעִילָה",
            "<big><strong>גְּמָ׳</strong></big> קָתָנֵי הוּכְשְׁרָה לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה לִיפָּסֵל אִין אֲבָל לְטַמּוֹיֵי לָא",
            "מַתְנִיתִין מַנִּי רַבָּנַן הִיא דְּתַנְיָא אַבָּא שָׁאוּל אוֹמֵר טְבוּל יוֹם"
        ],
        [
            "תְּחִלָּה לַקֹּדֶשׁ",
            "רַבִּי מֵאִיר אוֹמֵר מְטַמֵּא אֶת הַקֹּדֶשׁ וּפוֹסֵל אֶת הַתְּרוּמָה וַחֲכָמִים אוֹמְרִים כְּשֵׁם שֶׁהוּא פּוֹסֵל מַשְׁקֵה תְרוּמָה וְאוֹכְלֵי תְרוּמָה כָּךְ הוּא פּוֹסֵל מַשְׁקֵה קֹדֶשׁ וְאוֹכְלֵי קֹדֶשׁ",
            "אָמַר רָבָא לְאַבָּא שָׁאוּל מַעֲלָה עָשׂוּ בַּקֳּדָשִׁים שַׁוִּינְהוּ רַבָּנַן לִטְבוּל יוֹם כָּרִאשׁוֹן",
            "לְרַבִּי מֵאִיר כְּאוֹכֶל שֵׁנִי לְרַבָּנַן כֵּיוָן דִּטְבַל קְלַשׁ טוּמְאָה פָּסוּל מְשַׁוֵּי טָמֵא לָא מְשַׁוֵּי",
            "הוּזָּה דָּמָהּ חַיָּיבִין כּוּ׳ מְעִילָה הוּא דְּלֵיכָּא אֲבָל אִיסּוּרָא אִיכָּא וְאַמַּאי הָא מָמוֹנָא דְכֹהֲנִים הוּא",
            "אָמַר רַבִּי חֲנִינָא לַיּוֹצְאִין וְרַבִּי עֲקִיבָא הִיא דְּאָמַר זְרִיקָה מוֹעֶלֶת לַיּוֹצֵא דְּלָאו בַּת אֲכִילָה הִיא",
            "אָמַר רַב הוּנָא אָמַר רַב מִיצּוּי חַטַּאת הָעוֹף אֵינוֹ מְעַכֵּב דְּתָנֵי רַב הוּזָּה דָּמָהּ",
            "רַב אַדָּא בַּר אַהֲבָה אָמַר רַב מִיצּוּי חַטַּאת הָעוֹף מְעַכֵּב וְתָנֵי רַב מִיצָּה דָּמָהּ",
            "תָּא שְׁמַע וְהַנִּשְׁאָר בַּדָּם יִמָּצֵה אֶל יְסוֹד הַמִּזְבֵּחַ חַטָּאת הִיא בִּשְׁלָמָא לְרַב אַדָּא בַּר אַהֲבָה הַיְינוּ דִּכְתִיב וְהַנִּשְׁאָר בַּדָּם יִמָּצֵה חַטָּאת הִיא אֶלָּא לְרַב הוּנָא מַאי וְהַנִּשְׁאָר",
            "כִּדְתַנְיָא דְּבֵי רַבִּי יִשְׁמָעֵאל שֶׁאִם נִשְׁאַר וּמַאי חַטָּאת הִיא אַרֵישָׁא",
            "אֲמַר לֵיהּ רַב אַחָא בְּרֵיהּ דְּרָבָא לְרַב אָשֵׁי אֶלָּא מֵעַתָּה גַּבֵּי מִנְחָה דִּכְתִיב וְהַנּוֹתֶרֶת הָכִי נָמֵי שֶׁאִם נִיתּוֹתַר וְכִי תֵּימָא הָכִי נָמֵי"
        ],
        [
            "וְהָתַנְיָא מִסׇּלְתָּהּ וּמִשַּׁמְנָהּ עַל כׇּל לְבֹנָתָהּ פְּרָט שֶׁחָסְרָה סׇלְתָּהּ וְחָסְרָה שַׁמְנָהּ וְחָסְרָה לְבוֹנָתָהּ",
            "אָמְרִי הָתָם כְּתִיב וְהַנּוֹתֶרֶת קְרָא יַתִּירָא כְּתִיב",
            "מֵתִיב אֲבוּהּ דִּשְׁמוּאֵל לְרַב הוּנָא אֶחָד חַטַּאת הָעוֹף וְאֶחָד עוֹלַת הָעוֹף שֶׁמְּלָקָן וּמִיצָּה דָּמָן חוּץ לִמְקוֹמָן פָּסוּל וְאֵין בּוֹ כָּרֵת חוּץ לִזְמַנָּן פִּיגּוּל וְחַיָּיבִין עָלָיו כָּרֵת קָתָנֵי מִיהַת מִיצָּה דָּמָן",
            "הוּא מוֹתֵיב לַהּ וְהוּא מְפָרֵק לַהּ לִצְדָדִין קָתָנֵי",
            "גּוּפָא תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל שֶׁאִם נִשְׁאַר בַּדָּם",
            "וְהָא תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל הָתָם שִׁירַיִים מְעַכְּבִין וְאָמַר רַב פָּפָּא מִיצּוּי חַטַּאת הָעוֹף אִיכָּא בֵּינַיְיהוּ תְּרֵי תַנָּאֵי וְאַלִּיבָּא דְּרַבִּי יִשְׁמָעֵאל",
            "<big><strong>מַתְנִי׳</strong></big> עוֹלַת הָעוֹף מוֹעֲלִין בָּהּ מִשֶּׁהוּקְדְּשָׁה נִמְלְקָה הוּכְשְׁרָה לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה מִיצָה דָּמָהּ חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וּמוֹעֲלִין בָּהּ עַד שֶׁתֵּצֵא לְבֵית הַדֶּשֶׁן",
            "פָּרִים הַנִּשְׂרָפִים וּשְׂעִירִים הַנִּשְׂרָפִים מוֹעֲלִין בָּהֶן מִשֶּׁהוּקְדְּשׁוּ נִשְׁחֲטוּ הוּכְשְׁרוּ לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה הוּזָּה דָּמָן חַיָּיבִין עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וּמוֹעֲלִין בָּהֶן בְּבֵית הַדֶּשֶׁן עַד שֶׁיַּתִּיךְ הַבָּשָׂר",
            "הָעוֹלָה מוֹעֲלִין בָּהּ מִשֶּׁהוּקְדְּשָׁה נִשְׁחֲטָה הוּכְשְׁרָה לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה מִשֶּׁנִּזְרַק דָּמָהּ חַיָּיבִין עָלֶיהָ מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וְאֵין מוֹעֲלִין בָּעוֹרוֹת אֲבָל מוֹעֲלִין בַּבָּשָׂר עַד שֶׁתֵּצֵא לְבֵית הַדֶּשֶׁן",
            "חַטָּאת וְאָשָׁם וְזִבְחֵי שַׁלְמֵי צִיבּוּר מוֹעֲלִין בָּהֶן מִשֶּׁהוּקְדְּשׁוּ נִשְׁחֲטוּ הוּכְשְׁרוּ לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה נִזְרַק דָּמָן חַיָּיבִין עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא אֵין מוֹעֲלִין בַּבָּשָׂר אֲבָל מוֹעֲלִין בְּאֵימוּרֵיהֶן עַד שֶׁיֵּצְאוּ לְבֵית הַדֶּשֶׁן",
            "שְׁתֵּי הַלֶּחֶם מוֹעֲלִין בָּהֶן מִשֶּׁהוּקְדְּשׁוּ קָרְמוּ בַּתַּנּוּר הוּכְשְׁרוּ לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה וְלִישְׁחוֹט עֲלֵיהֶן אֶת הַזֶּבַח נִזְרַק דָּמָן שֶׁל כְּבָשִׂים חַיָּיבִין עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וְאֵין בָּהֶן מְעִילָה",
            "לֶחֶם הַפָּנִים מוֹעֲלִין בּוֹ מִשֶּׁהוּקְדְּשָׁה קָרַם בַּתַּנּוּר הוּכְשַׁר לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּלְהִסָּדֵר עַל גַּבֵּי הַשּׁוּלְחָן",
            "קָרְבוּ הַבָּזִיכִּין חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וְאֵין בּוֹ מְעִילָה",
            "הַמְּנָחוֹת מוֹעֲלִין בָּהֶן מִשֶּׁהוּקְדְּשׁוּ קָדְשׁוּ בִּכְלִי הוּכְשְׁרוּ לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה",
            "קָרַב הַקּוֹמֶץ חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא וְאֵין מוֹעֲלִין בַּשִּׁירַיִם אֲבָל מוֹעֲלִין בַּקּוֹמֶץ עַד שֶׁיֵּצֵא לְבֵית הַדֶּשֶׁן",
            "<big><strong>גְּמָ׳</strong></big> אִיתְּמַר הַנֶּהֱנֶה מֵאֵפֶר תַּפּוּחַ שֶׁעַל גַּבֵּי הַמִּזְבֵּחַ רַב אָמַר אֵין מוֹעֲלִין בּוֹ וְרַבִּי יוֹחָנָן אָמַר מוֹעֲלִין בּוֹ",
            "לִפְנֵי תְּרוּמַת הַדֶּשֶׁן כּוּלֵּי עָלְמָא לָא פְּלִיגִי דְּמוֹעֲלִין בּוֹ כִּי פְּלִיגִי לְאַחַר תְּרוּמַת הַדֶּשֶׁן",
            "רַב אָמַר אֵין מוֹעֲלִין בּוֹ הֲרֵי נַעֲשָׂה מִצְוָתוֹ וְרַבִּי יוֹחָנָן אָמַר כֵּיוָן דִּכְתִיב וְלָבַשׁ הַכֹּהֵן מִדּוֹ בַד וְגוֹ׳ כֵּיוָן דִּצְרִיךְ לְבִגְדֵי כְהוּנָּה בִּקְדוּשְּׁתֵיהּ קָאֵי",
            "תְּנַן מוֹעֲלִין בָּהֶן עַד שֶׁתֵּצֵא לְבֵית הַדֶּשֶׁן קַשְׁיָא לְרַב אָמַר לְךָ רַב עַד שֶׁתֵּרָאֶה לְבֵית הַדֶּשֶׁן"
        ],
        [
            "מֵיתִיבִי וְכוּלָּן שֶׁפָּקְעוּ מֵעַל גַּבֵּי הַמִּזְבֵּחַ לֹא יַחֲזִיר וְכֵן גַּחֶלֶת שֶׁפָּקְעָה מֵעַל גַּבֵּי הַמִּזְבֵּחַ לֹא יַחֲזִיר הָא עַל גַּבֵּי הַמִּזְבֵּחַ יַחֲזִיר",
            "בִּשְׁלָמָא לְרַבִּי יוֹחָנָן נִיחָא אֶלָּא לְרַב קַשְׁיָא אָמַר לְךָ רַב שָׁאנֵי גַּחֶלֶת דְּאִית בַּיהּ מְשָׁשָׁא",
            "אִיכָּא דְּאָמַר לַהּ לְהָךְ גִּיסָא טַעְמָא מִשּׁוּם גַּחֶלֶת דְּאִית בַּיהּ מְשָׁשָׁא הָא אֵפֶר דְּלֵית בֵּיהּ מְשָׁשָׁא אֲפִילּוּ לְגַבֵּי מִזְבֵּחַ אֵין מוֹעֲלִין בּוֹ בִּשְׁלָמָא לְרַב נִיחָא אֶלָּא לְרַבִּי יוֹחָנָן קַשְׁיָא",
            "אָמַר לָךְ רַבִּי יוֹחָנָן הוּא הַדִּין דַּאֲפִילּוּ אֵפֶר וְהַיְינוּ טַעְמָא דְּקָתָנֵי גַּחֶלֶת קָאָתֵי לְאַשְׁמוֹעִינַן דַּאֲפִילּוּ גַּחֶלֶת דְּאִית בַּהּ מְשָׁשָׁא כִּי פָּקְעָה מֵעַל גַּבֵּי הַמִּזְבֵּחַ לֹא יַחֲזִיר",
            "אִיתְּמַר הַנֶּהֱנֶה מִבְּשַׂר קׇדְשֵׁי קָדָשִׁים לִפְנֵי זְרִיקַת דָּמִים וְאֵמוּרֵי קָדָשִׁים קַלִּים לְאַחַר זְרִיקַת דָּמִים רַב אָמַר מַה שֶׁנֶּהֱנָה יִפְּלוּ לִנְדָבָה וְלֵוִי אָמַר יָבִיא דָּבָר שֶׁכּוּלּוֹ לַמִּזְבֵּחַ",
            "תַּנְיָא כְּווֹתֵיהּ דְּלֵוִי מְעִילָה זוֹ לְהֵיכָן הוֹלֶכֶת הַלְּמֵידִין לִפְנֵי חֲכָמִים אוֹמְרִים יָבִיא דָּבָר שֶׁכּוּלּוֹ לַמִּזְבֵּחַ מַאי נִיהוּ קְטֹרֶת",
            "תַּנְיָא כְּווֹתֵיהּ דְּרַב הַנֶּהֱנֶה מִדְּמֵי חַטָּאת וּמִדְּמֵי אָשָׁם עַד שֶׁלֹּא קָרְבָה חַטָּאתוֹ יוֹסִיף וְיָבִיא חַטָּאתוֹ וְעַד שֶׁלֹּא קָרְבָה אֲשָׁמוֹ יוֹסִיף וְיָבִיא אֲשָׁמוֹ קָרַב חַטָּאתוֹ יֵלְכוּ לְיָם הַמֶּלַח כְּבָר קָרַב אֲשָׁמוֹ יִפְּלוּ לִנְדָבָה",
            "הַנֶּהֱנֶה מִקׇּדְשֵׁי קָדָשִׁים לִפְנֵי זְרִיקַת דָּמִים וְאֵימוּרֵי קָדָשִׁים קַלִּים לְאַחַר זְרִיקַת דָּמִים מַה שֶּׁנֶּהֱנָה יִפְּלוּ לִנְדָבָה כׇּל קׇרְבְּנוֹת הַמִּזְבֵּחַ לַמִּזְבֵּחַ קׇרְבְּנוֹת קׇדְשֵׁי בֶּדֶק הַבַּיִת לְבֶדֶק הַבַּיִת קׇרְבְּנוֹת צִבּוּר לְנִדְבַת צִבּוּר",
            "הָא גּוּפַהּ קַשְׁיָא עַד שֶׁלֹּא קָרְבָה חַטָּאתוֹ יוֹסִיף וְיָבִיא חַטָּאתוֹ מִשֶּׁקָּרְבָה חַטָּאתוֹ יֵלְכוּ לְיָם הַמֶּלַח וְקָתָנֵי כׇּל קׇרְבְּנוֹת הַמִּזְבֵּחַ לַמִּזְבֵּחַ וְלָא שְׁנָא דְּאִיכַּפּוּר בְּעָלִים וְלָא שְׁנָא הֵיכָא דְּלָא אִיכַּפּוּר",
            "רֵישָׁא רַבִּי שִׁמְעוֹן הִיא דְּאָמַר כׇּל חַטָּאת שֶׁכִּיפְּרוּ בְּעָלֶיהָ תָּמוּת"
        ],
        [
            "וְסֵיפָא רַבָּנַן אָמַר רַב גְּבִיהָא דְּבֵי כְתִיל לְרַב אָשֵׁי הָכִי אָמַר אַבָּיֵי רֵישָׁא רַבִּי שִׁמְעוֹן וְסֵיפָא רַבָּנַן",
            "אָמַר רָבָא הַכֹּל מוֹדִים שֶׁאִם נֶהֱנָה מִבְּשַׂר קׇדְשֵׁי קָדָשִׁים שֶׁנִּטְמָא קוֹדֶם זְרִיקָה וּמֵאֵימוּרַי קָדָשִׁים קַלִּין לְאַחַר שֶׁהֶעֱלָן דְּפָטוּר",
            "פְּשִׁיטָא מַאי קָא מַפְסֵיד",
            "מַהוּ דְּתֵימָא בְּשַׂר קׇדְשֵׁי קָדָשִׁים שֶׁנִּטְמָא אִית לֵיהּ מִצְוַת שְׂרֵיפָה לְכֹהֲנִים אֵימוּרֵי קָדָשִׁים קַלִּין אִיכָּא מִצְוָה לְהַפּוֹכֵי בְּצִינּוֹרָא קָא מַשְׁמַע לַן דְּלָא",
            "אָמַר רָבָא הָא דְּאָמְרַתְּ כְּבָר קָרְבָה חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח הָנֵי מִילֵּי דְּאִתְיְדַע לֵיהּ קַמֵּי כַּפָּרָה אֲבָל לְאַחַר כַּפָּרָה יִפְּלוּ לִנְדָבָה מַאי טַעְמָא אֵין מַפְרִישִׁין מִתְּחִלָּה לְאִיבּוּד",
            "<big><strong>מַתְנִי׳</strong></big> הַקּוֹמֶץ וְהַלְּבוֹנָה וְהַקְּטוֹרֶת וּמִנְחַת כֹּהֲנִים וּמִנְחַת כֹּהֵן מָשִׁיחַ וּמִנְחַת נְסָכִים מוֹעֲלִין בָּהֶם מִשֶּׁהוּקְדְּשׁוּ",
            "קִדְּשָׁן בִּכְלִי הוּכְשַׁר לִיפָּסֵל בִּטְבוּל יוֹם וּבִמְחוּסַּר כִּפּוּרִים וּבְלִינָה וְחַיָּיבִין עָלָיו מִשּׁוּם נוֹתָר וּמִשּׁוּם טָמֵא וּפִיגּוּל אֵין בָּהּ",
            "זֶה הַכְּלָל כׇּל שֶׁיֵּשׁ לוֹ מַתִּירִין אֵין חַיָּיבִין עָלָיו מִשּׁוּם פִּיגּוּל וְנוֹתָר וְטָמֵא עַד שֶׁיַּקְרִיבוּ מַתִּירִין",
            "וְכֹל שֶׁאֵין לוֹ מַתִּירִין כֵּיוָן שֶׁקִּידֵּשׁ בִּכְלִי חַיָּיבִין עָלָיו מִשּׁוּם נוֹתָר וְטָמֵא וּפִיגּוּל אֵין בָּהּ:"
        ],
        [
            "<big><strong>גְּמָ׳</strong></big> מְנָא הָנֵי מִילֵּי דְּתָנוּ רַבָּנַן יָכוֹל אֵין חַיָּיבִין מִשּׁוּם טוּמְאָה אֶלָּא בְּדָבָר שֶׁיֵּשׁ לוֹ מַתִּירִין",
            "וְדִין הוּא וּמָה פִּיגּוּל שֶׁהוּא בִּידִיעָה אַחַת וְקׇרְבָּנוֹ קָבוּעַ וְלֹא הוּתַּר מִכְּלָלוֹ אֵין חַיָּיבִין אֶלָּא עַל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין",
            "טוּמְאָה שֶׁהִיא בִּשְׁתֵּי יְדִיעוֹת וְקׇרְבָּנוֹ עוֹלֶה וְיוֹרֵד וְהוּתְּרָה מִכְּלָלָהּ אֵינוֹ דִּין שֶׁלֹּא יְהֵא חַיָּיב אֶלָּא עַל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין",
            "תַּלְמוּד לוֹמַר אֱמֹר אֲלֵהֶם לְדֹרֹתֵיכֶם כׇּל אִישׁ אֲשֶׁר יִקְרַב מִכׇּל זַרְעֲכֶם וְגוֹ׳ בְּכׇל הַקֳּדָשִׁים הַכָּתוּב מְדַבֵּר יָכוֹל יְהוּ חַיָּיבִין עֲלֵיהֶן מִיָּד תַּלְמוּד לוֹמַר אֲשֶׁר יִקְרַב",
            "אָמַר רַבִּי אֶלְעָזָר וְכִי יֵשׁ נוֹגֵעַ שֶׁהוּא חַיָּיב הָא כֵּיצַד כׇּל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין אֵינוֹ חַיָּיב עַד שֶׁיִּקְרְבוּ מַתִּירִין וְכׇל דָּבָר שֶׁאֵין לוֹ מַתִּירִין אֵינוֹ חַיָּיב עַד שֶׁיִּקְדַּשׁ בִּכְלִי",
            "<br><br><big><strong>הַדְרָן עֲלָךְ חַטַּאת הָעוֹף</strong></big><br><br>",
            "<big><strong>וְלַד חַטָּאת</strong></big> וּתְמוּרַת חַטָּאת וְחַטָּאת שֶׁמֵּתוּ בְּעָלֶיהָ יָמוּתוּ",
            "וְשֶׁעִיבְּרָה שְׁנָתָהּ וְשֶׁאָבְדָה וְנִמְצֵאת בַּעֲלַת מוּם אִם מִשֶּׁכִּיפְּרוּ הַבְּעָלִים תָּמוּת וְאֵינָהּ עוֹשָׂה תְּמוּרָה וְלֹא נֶהֱנִין וְלֹא מוֹעֲלִין"
        ],
        [
            "וְאִם עַד שֶׁלֹּא כִּיפְּרוּ הַבְּעָלִים תִּרְעֶה עַד שֶׁתִּסְתָּאֵב וְתִמָּכֵר וְיִקְחוּ בְּדָמֶיהָ אַחֶרֶת וְעוֹשֶׂה תְּמוּרָה וּמוֹעֲלִין בָּהּ",
            "<big><strong>גְּמָ׳</strong></big> מַאי שְׁנָא רֵישָׁא דְּלָא קָא מִיפַּלְגִי וּמַאי שְׁנָא סֵיפָא דְּקָא מִיפַּלְגִי",
            "רֵישָׁא פְּסִיקָא לֵיהּ סֵיפָא לָא פְּסִיקָא לֵיהּ",
            "הָא תְּנָא לֵיהּ גַּבֵּי תְּמוּרָה תְּנָא הָתָם מִשּׁוּם תְּמוּרָה תְּנָא הָכָא מִשּׁוּם מְעִילָה",
            "<big><strong>מַתְנִי׳</strong></big> הַמַּפְרִישׁ מָעוֹת לִנְזִירוּתוֹ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין מִפְּנֵי שֶׁהֵן רְאוּיִן לָבֹא כּוּלָּן שְׁלָמִים",
            "מֵת וְהָיוּ לוֹ מָעוֹת סְתוּמִין יִפְּלוּ לִנְדָבָה מָעוֹת מְפוֹרָשִׁים דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח לֹא נֶהֱנִין וְלֹא מוֹעֲלִין",
            "דְּמֵי עוֹלָה יָבִיאוּ עוֹלָה וּמוֹעֲלִין בָּהֶן דְּמֵי שְׁלָמִים יָבִיאוּ שְׁלָמִים וְנֶאֱכָלִין לְיוֹם אֶחָד וְאֵין טְעוּנִין לֶחֶם",
            "<big><strong>גְּמָ׳</strong></big> מַתְקֵיף לַהּ רֵישׁ לָקִישׁ וְלִיתְנֵי נָמֵי הַמַּפְרִישׁ מָעוֹת לְקִינִּים",
            "לֹא נֶהֱנִין וְלֹא מוֹעֲלִין מִפְּנֵי שֶׁהֵן רְאוּיִן לְהָבִיא תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן",
            "אָמַר רָבָא אָמְרָה תּוֹרָה בְּמָעוֹת סְתוּמִין הָבֵא שְׁלָמִים אָמְרָה תּוֹרָה הָבֵא תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן אֵינָן רְאוּיִין לַמִּזְבֵּחַ",
            "<big><strong>מַתְנִי׳</strong></big> רַבִּי שִׁמְעוֹן אוֹמֵר הַדָּם קַל בַּתְּחִלָּה וְחָמוּר בְּסוֹפוֹ נְסָכִין חוֹמֶר בִּתְחִלָּתָן וְקַל בְּסוֹפָן",
            "דָּם בִּתְחִלָּתוֹ אֵין מוֹעֲלִין יָצָא לְנַחַל קִדְרוֹן מוֹעֲלִין בּוֹ נְסָכִין בִּתְחִלָּתָן מוֹעֲלִין בָּהֶן יָרְדוּ לַשִּׁיתִין אֵין מוֹעֲלִין בָּהֶן",
            "<big><strong>גְּמָ׳</strong></big> תָּנוּ רַבָּנַן מוֹעֲלִין בְּדָמִים דִּבְרֵי רַבִּי מֵאִיר וְרַבִּי שִׁמְעוֹן וַחֲכָמִים אוֹמְרִים אֵין מוֹעֲלִין",
            "מַאי טַעְמָא דְּמַאן דְּאָמַר אֵין מוֹעֲלִין אָמַר עוּלָּא אָמַר קְרָא וַאֲנִי נְתַתִּיו לָכֶם שֶׁלָּכֶם הוּא דְּבֵי רַבִּי יִשְׁמָעֵאל תָּנָא לְכַפֵּר לְכַפָּרָה נְתַתִּיו וְלֹא לִמְעִילָה",
            "רַבִּי יוֹחָנָן אָמַר אָמַר קְרָא כִּי הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר לִפְנֵי כַפָּרָה כִּלְאַחַר כַּפָּרָה הוּא מָה לְאַחַר כַּפָּרָה אֵין בּוֹ מְעִילָה אַף לִפְנֵי כַפָּרָה אֵין בּוֹ מְעִילָה",
            "וְאֵימָא מַה לִפְנֵי כַפָּרָה יֵשׁ בּוֹ מְעִילָה אַף לְאַחַר כַּפָּרָה יֵשׁ בּוֹ מְעִילָה",
            "וְכִי יֵשׁ לְךָ דָּבָר שֶׁנַּעֲשֵׂית מִצְוָתוֹ וְיֵשׁ בּוֹ מְעִילָה אַמַּאי לָא"
        ],
        [
            "הֲרֵי תְּרוּמַת הַדֶּשֶׁן שֶׁנַּעֲשָׂה מִצְוָתוֹ וְיֵשׁ בּוֹ מְעִילָה",
            "מִשּׁוּם דְּהָוֵה לֵיהּ תְּרוּמַת הַדֶּשֶׁן וְאֵיבְרֵי שָׂעִיר הַמִּשְׁתַּלֵּחַ שְׁנֵי כְּתוּבִין הַבָּאִין כְּאֶחָד וְכׇל שְׁנֵי כְתוּבִין הַבָּאִין כְּאֶחָד אֵין מְלַמְּדִין",
            "הָנִיחָא לְמַאן דְּאָמַר אֵיבְרֵי שָׂעִיר הַמִּשְׁתַּלֵּחַ אֵין נֶהֱנִין מֵהֶן אֶלָּא לְמַאן דְּאָמַר נֶהֱנִין מֵהֶן מַאי אִיכָּא לְמֵימַר",
            "מִשּׁוּם דְּהָוֵה לֵיהּ תְּרוּמַת הַדֶּשֶׁן וּבִגְדֵי כְהוּנָּה שְׁנֵי כְתוּבִין הַבָּאִין כְּאֶחָד וְכׇל שְׁנֵי כְתוּבִין הַבָּאִין כְּאֶחָד אֵין מְלַמְּדִין",
            "הָנִיחָא לְרַבָּנַן דְּאָמְרִי וְהִנִּיחָם שָׁם מְלַמֵּד שֶׁהֵן טְעוּנִין גְּנִיזָה שַׁפִּיר",
            "אֶלָּא לְרַבִּי דּוֹסָא דְּאָמַר מוּתָּר לְהִשְׁתַּמֵּשׁ בָּהֶן כֹּהֵן הֶדְיוֹט מַאי אִיכָּא לְמֵימַר",
            "מִשּׁוּם דְּהָוֵה תְּרוּמַת הַדֶּשֶׁן וְעֶגְלָה עֲרוּפָה שְׁנֵי כְתוּבִין הַבָּאִין כְּאֶחָד",
            "הָנִיחָא לְמַאן דְּאָמַר אֵין מְלַמְּדִין אֶלָּא לְמַאן דְּאָמַר מְלַמְּדִין מַאי אִיכָּא לְמֵימַר",
            "תְּרֵי מִיעוּטֵי כְּתִיבִי כְּתִיב הָתָם הָעֲרוּפָה",
            "וּכְתִיב הָתָם וְשָׂמוֹ אֵצֶל הַמִּזְבֵּחַ הָנֵי אִין מִידֵּי אַחֲרִינָא לָא",
            "נְסָכִים בַּתְּחִילָּה מוֹעֲלִין בָּהֶן [וְכוּ׳] לֵימָא מַתְנִיתִין דְּלָא כְּרַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק",
            "דְּתַנְיָא רַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק אוֹמֵר לוּל קָטָן הָיָה בֵּין כֶּבֶשׁ לַמִּזְבֵּחַ בְּמַעֲרָבוֹ שֶׁל כֶּבֶשׁ אַחַת לְשִׁבְעִים שָׁנָה פִּרְחֵי כְהוּנָּה יוֹרְדִין בּוֹ וּמְבִיאִין יַיִן קָרוּשׁ שֶׁהוּא דּוֹמֶה לְעִגּוּלֵי דְבֵילָה וְשׂוֹרְפִין אוֹתָהּ בִּקְדוּשָּׁה שֶׁנֶּאֱמַר בַּקֹּדֶשׁ הַסֵּךְ נֶסֶךְ שֵׁכָר לַה׳ כְּשֵׁם שֶׁנִּיסּוּכָהּ בִּקְדוּשָּׁה כָּךְ שְׂרֵיפָתָהּ בִּקְדוּשָּׁה",
            "מַאי מַשְׁמַע וְאָמַר רָבִינָא אַתְיָא קֹדֶשׁ קֹדֶשׁ כְּתִיב הָכָא בַּקֹּדֶשׁ וּכְתִיב הָתָם וְשָׂרַפְתָּ אֶת הַנּוֹתָר בָּאֵשׁ וְלֹא יֹאכַל כִּי קֹדֶשׁ הֵם",
            "מָה נוֹתָר שְׂרֵיפָתוֹ בִּקְדוּשָּׁה אַף הַאי נָמֵי בִּקְדוּשָּׁה",
            "אֲפִילּוּ תֵּימָא רַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק דְּאִי קְלַט",
            "אִיכָּא דְאָמְרִי לֵימָא מַתְנִיתִין כְּרַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק דְּאִי קְלַט",
            "אָמְרִי לָא וּמִדְּרַבָּנַן וְהָא קְרָא קָנָסֵיב לַהּ אַסְמַכְתָּא",
            "<big><strong>מַתְנִי׳</strong></big> דִּישּׁוּן מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה לֹא נֶהֱנִין וְלֹא מוֹעֲלִין הַמַּקְדִּישׁ דִּישּׁוּן בַּתְּחִלָּה מוֹעֲלִין בָּהּ תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן לֹא נֶהֱנִין וְלֹא מוֹעֲלִין",
            "<big><strong>גְּמָ׳</strong></big> בִּשְׁלָמָא"
        ],
        [
            "מִזְבֵּחַ הַחִיצוֹן דִּכְתִיב בֵּיהּ וְשָׂמוֹ אֵצֶל הַמִּזְבֵּחַ מִזְבֵּחַ הַפְּנִימִי מְנָלַן",
            "אָמַר רַבִּי אֶלְעָזָר דְּאָמַר קְרָא וְהֵסִיר אֶת מֻרְאָתוֹ בְּנֹצָתָהּ אִם אֵינוֹ עִנְיָן לְמִזְבֵּחַ הַחִיצוֹן תְּנֵהוּ עִנְיָן לְמִזְבֵּחַ הַפְּנִימִי",
            "אֵימָא אִידֵּי וְאִידֵּי בְּמִזְבֵּחַ הַחִיצוֹן וְלִקְבּוֹעַ לוֹ מָקוֹם",
            "אִם כֵּן לֵימָא קְרָא אֵצֶל הַמִּזְבֵּחַ מַאי הַדָּשֶׁן דַּאֲפִילּוּ מִזְבֵּחַ הַפְּנִימִי",
            "מְנוֹרָה מְנָלַן דָּשֶׁן הַדָּשֶׁן:",
            "<big><strong>מַתְנִי׳</strong></big> רַבִּי שִׁמְעוֹן אוֹמֵר תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן מוֹעֲלִין בָּהֶן בְּנֵי יוֹנָה שֶׁעָבַר זְמַנָּן לֹא נֶהֱנִין וְלֹא מוֹעֲלִין בָּהֶן:",
            "<big><strong>גְּמָ׳</strong></big> בִּשְׁלָמָא רַבִּי שִׁמְעוֹן כִּדְקָתָנֵי טַעְמָא שֶׁהָיָה רַבִּי שִׁמְעוֹן אוֹמֵר כׇּל הָרָאוּי לְאַחַר זְמַן וְהִקְדִּישׁוֹ בְּתוֹךְ זְמַנּוֹ הֲרֵי הוּא בְּלֹא תַעֲשֶׂה וְאֵין בּוֹ כָּרֵת",
            "אֶלָּא רַבָּנַן מַאי שְׁנָא מִמְּחוּסַּר זְמַן",
            "אָמְרִי מְחוּסַּר זְמַן מִידֵּי דְּהָוֵה אַבַּעַל מוּם דְּבַר פִּדְיוֹן הוּא אֲבָל הָנֵי עוֹפוֹת כֵּיוָן דְּאֵין מוּם פּוֹסֵל בְּעוֹפוֹת אֵין לָעוֹפוֹת פִּדְיוֹן",
            "אָמַר עוּלָּא אָמַר רַבִּי יוֹחָנָן קָדָשִׁים שֶׁמֵּתוּ יָצְאוּ מִידֵי מְעִילָה דְּבַר תּוֹרָה",
            "יָתֵיב עוּלָּא וְקָאָמַר לְהָא שְׁמַעְתָּא אֲמַר לֵיהּ רַב חִסְדָּא מַאן שָׁמַע לָךְ וּלְרַבִּי יוֹחָנָן רַבָּךְ וְכִי קְדוּשָּׁה שֶׁבָּהֶן לְהֵיכָן הָלְכָה",
            "אֲמַר לֵיהּ תִּיקְשֵׁי מַתְנִיתִין תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן לֹא נֶהֱנִין וְלֹא מוֹעֲלִין הָכָא נָמֵי נֵימָא קְדוּשָּׁה שֶׁבָּהֶן לְהֵיכָן הָלְכָה",
            "אֲמַר לֵיהּ מוֹדֵינָא לָךְ דְּאִיכָּא מְעִילָה מִדְּרַבָּנַן וְקַשְׁיָא לִי מִי אִיכָּא מִידֵּי דְּמֵעִיקָּרָא לָא אִית בֵּיהּ מְעִילָה וּלְבַסּוֹף אִית בֵּיהּ מְעִילָה",
            "וְלָא וְהָא אִיכָּא דָּם דְּמֵעִיקָּרָא לֵית בַּהּ מְעִילָה וּלְבַסּוֹף אִית בַּהּ מְעִילָה דִּתְנַן דָּם בַּתְּחִלָּה אֵין מוֹעֲלִין בּוֹ יָצָא לְנַחַל קִדְרוֹן מוֹעֲלִין בּוֹ",
            "אָמְרִי הָתָם נָמֵי אִיכָּא מְעִילָה מֵעִיקָּרָא"
        ],
        [
            "דְּאָמַר רַב הַמַּקִּיז דָּם לְבֶהֱמַת קָדָשִׁים אָסוּר בַּהֲנָאָה וּמוֹעֲלִין בּוֹ",
            "גּוּפָא אָמַר רַב הוּנָא אָמַר רַב הַמַּקִּיז דָּם לְבֶהֱמַת קָדָשִׁים אָסוּר בַּהֲנָאָה וּמוֹעֲלִין בּוֹ מֵתִיב רַב הַמְנוּנָא חֲלֵב הַמּוּקְדָּשִׁין וּבֵיצֵי תוֹרִין לֹא נֶהֱנִין וְלֹא מוֹעֲלִין",
            "אֲמַר לֵיהּ כִּי קָאָמְרִינַן לְגַבֵּי דָּם דְּלֹא מִתְקַיֶּימֶת בְּלָא דָּם אֲבָל חֵלֶב דְּקָא מִקַּיְימָא בְּלֹא חֵלֶב לָא",
            "מֵתִיב רַב מְשַׁרְשְׁיָא הַזֶּבֶל וְהַפֶּרֶשׁ שֶׁבֶּחָצֵר אֵין נֶהֱנִין וְאֵין מוֹעֲלִין וְיִפְּלוּ דָּמֶיהָ לַלִּשְׁכָּה",
            "אַמַּאי הָכָא נָמֵי לָא מְקַיֵּים בְּלֹא פֶּרֶשׁ אָמְרִי מַאי אִירְיָא הָדֵין פֶּרֶשׁ דְּמִן עָלְמָא קָאָתֵי לַהּ אָזֵיל הַאי אָתֵי אַחֲרִינָא לְאַפּוֹקֵי דָּם מִגּוּפַהּ",
            "הָא קָתָנֵי לֹא נֶהֱנִין וְלֹא מוֹעֲלִין וְדָמָיו לַלִּשְׁכָּה מְסַיְּיעָא לֵיהּ לְרַבִּי אֶלְעָזָר דְּאָמַר רַבִּי אֶלְעָזָר כׇּל מָקוֹם שֶׁאָמְרוּ חֲכָמִים קָדוֹשׁ וְאֵינוֹ קָדוֹשׁ דָּמָיו יִפְּלוּ לַלִּשְׁכָּה",
            "<big><strong>מַתְנִי׳</strong></big> חֲלֵב הַמּוּקְדָּשִׁין וּבֵיצֵי תוֹרִין לֹא נֶהֱנִין וְלֹא מוֹעֲלִין",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּקׇדְשֵׁי מִזְבֵּחַ אֲבָל בְּקׇדְשֵׁי בֶּדֶק הַבַּיִת הִקְדִּישׁ תַּרְנְגוֹלֶת מוֹעֲלִין בָּהּ וּבְבֵיצָתָהּ חֲמוֹרָה מוֹעֲלִין בָּהּ וּבַחֲלָבָהּ",
            "<big><strong>גְּמָ׳</strong></big> אֶלָּא גַּבֵּי מִזְבֵּחַ כִּי אַקְדְּשַׁהּ קְדוּשַּׁת דָּמִים לָא אִית בַּהּ מְעִילָה",
            "אָמַר רַב פָּפָּא חַסּוֹרֵי מִיחַסְּרָא וְהָכִי קָתָנֵי בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהִקְדִּישׁ קְדוּשַּׁת הַגּוּף לְגַבֵּי מִזְבֵּחַ אֲבָל הִקְדִּישׁוֹ קְדוּשַּׁת דָּמִים לְגַבֵּי מִזְבֵּחַ נַעֲשָׂה כְּמִי שֶׁהִקְדִּישׁוֹ לְבֶדֶק הַבַּיִת הִקְדִּישׁ תַּרְנְגוֹלֶת מוֹעֲלִין בָּהּ וּבְבֵיצָתָהּ חֲמוֹרָה מוֹעֲלִין בָּהּ וּבַחֲלָבָהּ",
            "<big><strong>מַתְנִי׳</strong></big> כׇּל הָרָאוּי לַמִּזְבֵּחַ"
        ],
        [
            "וְלֹא לְבֶדֶק הַבַּיִת לְבֶדֶק הַבַּיִת וְלֹא לַמִּזְבֵּחַ לֹא לַמִּזְבֵּחַ וְלֹא לְבֶדֶק הַבַּיִת מוֹעֲלִין בָּהּ כֵּיצַד",
            "הִקְדִּישׁ בּוֹר מָלֵא מַיִם אַשְׁפּוֹת מְלֵאוֹת זֶבֶל שׁוֹבָךְ מָלֵא יוֹנִים",
            "אִילָן מָלֵא פֵּירוֹת שָׂדֶה מְלֵאָה עֲשָׂבִים",
            "מוֹעֲלִין בָּהֶם וּבְמַה שֶּׁבְּתוֹכָהּ",
            "אֲבָל אִם הִקְדִּישׁ בּוֹר וְאַחַר כָּךְ נִתְמַלֵּא מַיִם אַשְׁפָּה וְאַחַר כָּךְ נִתְמַלָּא זֶבֶל שׁוֹבָךְ וְאַחַר כָּךְ נִתְמַלֵּא יוֹנִים אִילָן וְאַחַר כָּךְ נִתְמַלֵּא פֵּירוֹת שָׂדֶה וְאַחַר כָּךְ נִתְמַלְּאָה עֲשָׂבִים מוֹעֲלִין בָּהֶם וְאֵין מוֹעֲלִין בְּמַה שֶּׁבְּתוֹכָהּ",
            "רַבִּי יוֹסֵי אוֹמֵר הַמַּקְדִּישׁ אֶת הַשָּׂדֶה וְהָאִילָן מוֹעֲלִין בָּהֶן וּבְגִידּוּלָהּ מִפְּנֵי שֶׁהֵן גִּידּוּלֵי הֶקְדֵּשׁ",
            "וְלַד הַמְעוּשֶּׂרֶת לֹא יִנַוק מִן הַמְעוּשֶּׂרֶת וַאֲחֵרִים מִתְנַדְּבִים כֵּן וְלַד הַמּוּקְדָּשִׁין לֹא יִנַוק מִן הַמּוּקְדָּשִׁין וַאֲחֵרִים מִתְנַדְּבִים כֵּן",
            "הַפּוֹעֲלִים לֹא יֹאכְלוּ מִן גְּרוֹגְרוֹת הֶקְדֵּשׁ וְכֵן פָּרָה מִכַּרְשִׁינֵי הֶקְדֵּשׁ",
            "<big><strong>גְּמָ׳</strong></big> קָתָנֵי וְלַד הַמְעוּשֶּׂרֶת לֹא יִנַק מִן הַמְעוּשֶּׂרֶת מְנָהָנֵי מִילֵּי",
            "אָמַר רַב אַחָדְבוּי בַּר אַמֵּי אָתְיָא הַעֲבָרָה הַעֲבָרָה מִבְּכוֹר מָה בְּכוֹר מוֹעֲלִין בּוֹ אַף חֲלֵב הַמְעוּשֶּׂרֶת מוֹעֲלִין בּוֹ",
            "חֲלֵב הַמּוּקְדָּשׁ נָמֵי אָתְיָא אִמּוֹ אִמּוֹ מִבְּכוֹר",
            "הַפּוֹעֲלִין לֹא יֹאכְלוּ כּוּ׳ מַאי טַעְמָא אָמַר רַב אַחָדְבוּי בַּר אַמֵּי דְּאָמַר קְרָא לֹא תַחְסֹם שׁוֹר בְּדִישׁוֹ דִּישׁוֹ שֶׁלְּךָ וְלֹא דִּישׁוֹ שֶׁל הֶקְדֵּשׁ",
            "הַדָּשׁ קַלְעִילִין בִּשְׂדֵה הֶקְדֵּשׁ מָעַל וְהָא בְּתָלוּשׁ בָּעִינַן אָמַר רָבִינָא שְׁמַע מִינַּהּ אַבְקַהּ מְעַלֵּי לַהּ"
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> שׇׁרְשֵׁי אִילָן שֶׁל הֶדְיוֹט הַבָּאִין בְּשֶׁל הֶקְדֵּשׁ וְשֶׁל הֶקְדֵּשׁ שֶׁבָּאִין בְּשֶׁל הֶדְיוֹט לֹא נֶהֱנִין וְלֹא מוֹעֲלִין מַעְיָן שֶׁהוּא יוֹצֵא מִתּוֹךְ הַשָּׂדֶה שֶׁל הֶקְדֵּשׁ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין יָצָא חוּץ לַשָּׂדֶה נֶהֱנִין מִמֶּנּוּ",
            "הַמַּיִם שֶׁבַּכַּד שֶׁל זָהָב לֹא נֶהֱנִין וְלֹא מוֹעֲלִין נְתָנָן בִּצְלוֹחִית מוֹעֲלִין בָּהֶן",
            "עֲרָבָה לֹא נֶהֱנִין וְלֹא מוֹעֲלִין רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק אוֹמֵר נוֹהֲגִין הָיוּ הַזְּקֵנִים שֶׁנֶּהֱנִים מִמֶּנּוּ בְּלוּלְבֵיהֶן",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רֵישׁ לָקִישׁ אֵין מוֹעֲלִין בְּכוּלָּן אֲבָל מוֹעֲלִין בְּשָׁלֹשׁ לוּגִּין",
            "וְהָקָתָנֵי סֵיפָא נְתָנוֹ לִצְלוֹחִית מוֹעֲלִין בָּהֶן מִכְּלָל דְּרֵישָׁא אֲפִילּוּ בִּשְׁלֹשֶׁת לוּגִּין נָמֵי לָא",
            "אֶלָּא אִי אִיתְּמַר אַסֵּיפָא אִיתְּמַר מוֹעֲלִין בָּהֶן אָמַר רֵישׁ לָקִישׁ אֵין מוֹעֲלִין אֶלָּא בִּשְׁלֹשָׁה לוּגִּין",
            "וְרַבִּי יוֹחָנָן אָמַר מוֹעֲלִין בְּכוּלָּן לְמֵימְרָא דְקָסָבַר רֵישׁ לָקִישׁ יֵשׁ שִׁיעוּר לַמַּיִם וְהָתְנַן אָמַר רַבִּי אֱלִיעֶזֶר הַמְנַסֵּךְ מֵי חַג בֶּחָג בַּחוּץ חַיָּיב",
            "וְאָמַר רַבִּי יוֹחָנָן מִשּׁוּם מְנַחֵם יוֹדָאפָה רַבִּי אֶלְעָזָר בְּשִׁיטַת רַבִּי עֲקִיבָא אָמַר דְּדָרֵישׁ נִסְכֵּיהֶם אֶחָד נִיסּוּךְ הַמַּיִם וְאֶחָד נִיסּוּךְ הַיַּיִן",
            "וְאָמַר רֵישׁ לָקִישׁ אִי מָה יַיִן שָׁלֹשׁ לוּגִּין אַף מַיִם שָׁלֹשׁ לוּגִּין מִכְּלָל דְּסָבַר רֵישׁ לָקִישׁ אֵין שִׁיעוּר לַמַּיִם לְטַעְמָא דִּמְנַחֵם יוֹדָאפָה קָאָמַר",
            "<big><strong>מַתְנִי׳</strong></big> הַקֵּן שֶׁבְּרֹאשׁ הָאִילָן שֶׁל הֶקְדֵּשׁ לָא נֶהֱנִין וְלֹא מוֹעֲלִין שֶׁבָּאֲשֵׁירָה יַתִּיז בְּקָנֶה הַמַּקְדִּישׁ אֶת הַחוֹרֶשׁ מוֹעֲלִין בְּכוּלּוֹ"
        ],
        [
            "גְּמָ׳ אִיתְּמַר עֲבוֹדָה זָרָה שֶׁנִּשְׁתַּבְּרָה מֵאֵלֶיהָ רַבִּי יוֹחָנָן אָמַר אֲסוּרָה וְרֵישׁ לָקִישׁ אָמַר מוּתֶּרֶת",
            "רַבִּי יוֹחָנָן אָמַר אֲסוּרָה דְּלָא בַּטְּלַהּ גּוֹי וְרֵישׁ לָקִישׁ אָמַר מוּתֶּרֶת מֵימָר אָמַר הִיא גּוּפַהּ לָא מַצְּלָה לְדִידִי מַצְּלָה לִי",
            "אֵיתִיבֵיהּ רֵישׁ לָקִישׁ לְרַבִּי יוֹחָנָן הַקֵּן שֶׁבְּרֹאשׁ הָאִילָן שֶׁל הֶקְדֵּשׁ אֵין נֶהֱנִין וְאֵין מוֹעֲלִין שֶׁבָּאֲשֵׁירָה יַתִּיז בְּקָנֶה",
            "מַאי לָאו דְּאִיתְּבַר מִגּוּפַהּ וְקָתָנֵי יַתִּיז בְּקָנֶה לָא דְּאַיְיתִי עֵצִים מֵעָלְמָא",
            "אִי הָכִי אַמַּאי שֶׁל הֶקְדֵּשׁ אֵין נֶהֱנִין וְאֵין מוֹעֲלִין",
            "אֶלָּא בְּגִידּוּלִין הַבָּאִין לְאַחַר מִכָּאן וְקָסָבַר אֵין מוֹעֲלִין בְּגִידּוּלִין",
            "הָכִי נָמֵי מִסְתַּבְּרָא דְּאִי סָלְקָא דַעְתָּךְ דְּאַיְיתִי מֵעָלְמָא אַמַּאי יַתִּיז בְּקָנֶה לִשְׁקְלֵיהּ מִשְׁקָל",
            "אָמַר רַבִּי אֲבָהוּ אָמַר רַבִּי יוֹחָנָן לְעוֹלָם דְּאַיְיתִי מֵעָלְמָא וּמַאי יַתִּיז יַתִּיז אֶפְרוֹחִים",
            "אֲמַר לֵיהּ רַבִּי יַעֲקֹב לְרַבִּי יִרְמְיָה אֶפְרוֹחִים כָּאן וְכָאן מוּתָּרִין בֵּיצִים כָּאן וְכָאן אֲסוּרִין אָמַר רַב אָשֵׁי אִם אֶפְרוֹחִים צְרִיכִין לְאִמָּן כְּבֵיצִים דָּמוּ",
            "<big><strong>מַתְנִי׳</strong></big> הַגִּזְבָּרִים שֶׁלָּקְחוּ עֵצִים מוֹעֲלִין בָּעֵצִים וְאֵין מוֹעֲלִין לֹא בַּשִּׁיפּוּיי וְלֹא בַּנְּבִיָּיה",
            "<big><strong>גְּמָ׳</strong></big> אָמַר שְׁמוּאֵל בּוֹנִין בַּחוֹל וְאַחַר כָּךְ מַקְדִּישִׁין",
            "מַאי טַעְמָא מַאן דְּמִתְנַדֵּב מָעוֹת מַקְדֵּשׁ לְהוּ דְּאָמַר תֵּיחוּל קְדוּשַּׁת מָעוֹת אַבִּנְיָן",
            "וִיהֵיב לְהוֹן לְאוּמָּנִין בִּשְׂכָרָן"
        ],
        [
            "מֵיתִיבִי מוֹתַר הַקְּטֹרֶת מָה הָיוּ עוֹשִׂין בּוֹ הָיוּ מַפְרִישִׁין מִמֶּנָּה שְׂכַר הָאוּמָּנִין",
            "וּמְחַלְּלִין אוֹתָהּ עַל מְעוֹת הָאוּמָּנִין וְנוֹתְנִין אוֹתָהּ לָאוּמָּנִין וְחוֹזְרִין וְנוֹטְלִין אוֹתָהּ מִתְּרוּמָה חֲדָשָׁה",
            "וְאַמַּאי לַיחֲלַיהּ אַבִּנְיָן",
            "דְּלָא אִיכָּא בִּנְיָן וְהָא מְעוֹת הָאוּמָּנִין קָתָנֵי דְּלֵיכָּא בִּנְיָן כְּשִׁיעוּר מָעוֹת",
            "וְהָאָמַר שְׁמוּאֵל הֶקְדֵּשׁ שָׁוֶה מָנֶה שֶׁחִילְּלוֹ עַל שָׁוֶה פְּרוּטָה מְחוּלָּל הָנֵי מִילֵּי דְּאִי עֲבַד לְכַתְּחִלָּה לָא",
            "רַב פָּפָּא אָמַר הַיְינוּ טַעְמָא דְּבוֹנִין בַּחוֹל לֹא נִתְּנָה תּוֹרָה לְמַלְאֲכֵי הַשָּׁרֵת אִמְרֵי דִּלְמָא בָּעֵי לְמִיזְגָּא וּזְגָא עֲלַיְיהוּ אִי בְּנָא בְּקוּדְשָׁא אִישְׁתְּכַח דְּקָמָעֵיל בְּקוּדְשָׁא",
            "תְּנַן הַגִּזְבָּרִין שֶׁלָּקְחוּ אֶת הָעֵצִים מוֹעֲלִין בָּהֶן וְאֵין מוֹעֲלִין לֹא בַּשִּׁיפּוּיי וְלֹא בַּנְּבִיָּיה",
            "וְאַמַּאי מוֹעֲלִין בָּהֶן הָכָא נָמֵי לֶיעְבַּד בַּחוֹל אָמְרִי דְּדִלְמָא בָּעֵי לְמִיזְגָּא וּזְגָא עֲלֵיהֶן וְאִישְׁתְּכַח דְּקָא מוֹעֵל בְּקָדָשִׁים",
            "אָמַר רַב פָּפָּא אִי בְּעֵצִים דְּמִכָּאן וְאֵילָךְ הָכִי נָמֵי אֶלָּא כִּי תְּנַן בְּמַתְנִיתִין בְּעֵצִים דְּיוֹמֵיהּ",
            "<br><br><big><strong>הַדְרָן עֲלָךְ וְלַד חַטָּאת</strong></big><br><br>"
        ],
        [
            "<big><strong>קׇדְשֵׁי מִזְבֵּחַ</strong></big> מִצְטָרְפִין זֶה עִם זֶה לִמְעִילָה וּלְחַיֵּיב עֲלֵיהֶם מִשּׁוּם פִּיגּוּל וְנוֹתָר וְטָמֵא קׇדְשֵׁי בֶּדֶק הַבַּיִת מִצְטָרְפִין זֶה עִם זֶה אֶחָד קׇדְשֵׁי מִזְבֵּחַ וְאֶחָד קׇדְשֵׁי בֶּדֶק הַבַּיִת מִצְטָרְפִין זֶה עִם זֶה לִמְעִילָה",
            "<big><strong>גְּמָ׳</strong></big> הַשְׁתָּא יֵשׁ לוֹמַר דְּקָתָנֵי אֶחָד קׇדְשֵׁי מִזְבֵּחַ וְאֶחָד קׇדְשֵׁי בֶּדֶק הַבַּיִת דְּהַאי קְדוּשַּׁת הַגּוּף וְהַאי קְדוּשַּׁת דָּמִים אֲפִילּוּ הָכִי קָתָנֵי מִצְטָרְפִין זֶה עִם זֶה קׇדְשֵׁי מִזְבֵּחַ עִם קׇדְשֵׁי מִזְבֵּחַ מִיבַּעְיָא",
            "מִשּׁוּם דְּקָתָנֵי עֲלַהּ לְחַיֵּיב עֲלֵיהֶן מִשּׁוּם פִּיגּוּל נוֹתָר וְטָמֵא דְּקׇדְשֵׁי בֶּדֶק הַבַּיִת לָא אִיכָּא הָכִי מִשּׁוּם הָכִי קָא פְּלִיג לֵיהּ",
            "אָמַר רַבִּי יַנַּאי מְחַוַּורְתָּא אֵין חַיָּיבִין מִשּׁוּם מְעִילָה אֶלָּא עַל קׇדְשֵׁי בֶּדֶק הַבַּיִת וְעוֹלָה בִּלְבַד מַאי טַעְמָא דְּאָמַר קְרָא נֶפֶשׁ כִּי תִּמְעֹל מַעַל מִקׇּדְשֵׁי ה׳",
            "קֳדָשִׁים הַמְיוּחָדִין לַה׳ יֵשׁ בָּהֶן מְעִילָה אֲבָל קׇדְשֵׁי מִזְבֵּחַ אִית בְּהוּ לַכֹּהֲנִים וְאִית בְּהוּ לַבְּעָלִים",
            "תְּנַן קׇדְשֵׁי מִזְבֵּחַ מִצְטָרְפִין זֶה עִם זֶה לִמְעִילָה מִדְּרַבָּנַן",
            "קׇדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בַּדָּרוֹם מוֹעֲלִים בָּהֶן מִדְּרַבָּנַן",
            "תְּנַן הַנֶּהֱנֶה מִן הַחַטָּאת כְּשֶׁהִיא חַיָּה לֹא מָעַל עַד שֶׁיִּפְגּוֹם כְּשֶׁהִיא מֵתָה כֵּיוָן שֶׁנֶּהֱנָה כׇּל שֶׁהוּא מָעַל מִדְּרַבָּנַן",
            "וּמִדְּאוֹרָיְיתָא לָא וְהָתַנְיָא רַבִּי אוֹמֵר כׇּל חֵלֶב לַה׳ לְרַבּוֹת אֵימוּרֵי קָדָשִׁים קַלִּים לִמְעִילָה",
            "מִדְּרַבָּנַן וְהָא קְרָא קָא נָסֵיב לַהּ אַסְמַכְתָּא בְּעָלְמָא",
            "וְהָא אָמַר עוּלָּא אָמַר רַבִּי יוֹחָנָן קָדָשִׁים שֶׁמֵּתוּ יָצְאוּ מִידֵי מְעִילָה דְּבַר תּוֹרָה בְּמַאי אִילֵימָא בְּקׇדְשֵׁי בֶּדֶק הַבַּיִת אֲפִילּוּ כִּי מֵתוּ נָמֵי לָא יְהֵא אֶלָּא דְּאַקְדֵּישׁ אַשְׁפָּה לְבֶדֶק הַבַּיִת לָאו אִית בַּהּ מְעִילָה",
            "אֶלָּא קׇדְשֵׁי מִזְבֵּחַ דְּאוֹרָיְיתָא מִי אִית בְּהוּ מְעִילָה",
            "אֶלָּא הָכִי קָא אָמְרִי דְּבֵי רַבִּי יַנַּאי מֵהַאי קְרָא קׇדְשֵׁי בֶּדֶק הַבַּיִת שָׁמְעִין מִינַּהּ קׇדְשֵׁי מִזְבֵּחַ לָא שָׁמְעִין מִינַּהּ"
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> חֲמִשָּׁה דְּבָרִים בָּעוֹלָה מִצְטָרְפִין זֶה עִם זֶה הַבָּשָׂר וְהַחֵלֶב וְהַסּוֹלֶת וְהַיַּיִן וְהַשֶּׁמֶן וְשִׁשָּׁה בַּתּוֹדָה הַבָּשָׂר וְהַחֵלֶב וְהַסּוֹלֶת וְהַיַּיִן וְהַשֶּׁמֶן וְהַלֶּחֶם:",
            "<big><strong>גְּמָ׳</strong></big> מַתְנֵי לֵיהּ רַב הוּנָא לְרָבָא חֲמִשָּׁה דְּבָרִים בָּעוֹלָם מִצְטָרְפִין זֶה עִם זֶה אָמַר לֵיהּ בָּעוֹלָם קָא אָמְרַתְּ וְהָא קָתָנֵי בַּתּוֹדָה שִׁשָּׁה דְּבָרִים שֶׁבַּתּוֹדָה הַבָּשָׂר וְהַחֵלֶב וְהַסּוֹלֶת וְהַיַּיִן וְהַשֶּׁמֶן וְלַחְמֵי תוֹדָה אֲמַר לֵיהּ תְּנִי בָּעוֹלָה",
            "תְּנֵינָא לְהָא דְּתָנוּ רַבָּנַן עוֹלוֹת וְאֵימוּרִים מִצְטָרְפִין לִכְזַיִת לְהַעֲלוֹתָן בַּחוּץ וּלְחַיֵּיב עֲלֵיהֶן מִשּׁוּם פִּיגּוּל וְנוֹתָר וְטָמֵא",
            "קָתָנֵי בְּעוֹלָה אִין בִּשְׁלָמִים לָא בִּשְׁלָמָא לְהַעֲלוֹתָן בַּחוּץ עוֹלָה דְּכָלִיל הִיא מִצְטָרְפִין שְׁלָמִים לָא מִצְטָרְפִין אֶלָּא לְחַיֵּיב עֲלֵיהֶן מִשּׁוּם פִּיגּוּל וְנוֹתָר וְטָמֵא שְׁלָמִים אַמַּאי לָא מְחַיֵּיב",
            "וְהָתְנַן כׇּל הַפִּיגּוּלִים מִצְטָרְפִין זֶה עִם זֶה וְכׇל הַנּוֹתָרוֹת מִצְטָרְפוֹת זוֹ עִם זוֹ",
            "אֶלָּא אֵימָא עוֹלָה וְאֵימוּרֶיהָ מִצְטָרְפִין זֶה עִם זֶה לִכְזַיִת לִיזְרֹק עֲלֵיהֶן אֶת הַדָּם",
            "וְכֵיוָן דְּמִצְטָרְפִין לִיזְרֹק אֶת הַדָּם חַיָּיב וְכוּ׳",
            "וּמַאן קָתָנֵי לַהּ רַבִּי יְהוֹשֻׁעַ הִיא דְּתַנְיָא רַבִּי יְהוֹשֻׁעַ אוֹמֵר כׇּל הַזְּבָחִים שֶׁבַּתּוֹרָה שֶׁנִּשְׁתַּיֵּיר מֵהֶן כְּזַיִת בָּשָׂר וּכְזַיִת חֵלֶב זוֹרֵק אֶת הַדָּם כַּחֲצִי זַיִת בָּשָׂר וְכַחֲצִי זַיִת חֵלֶב אֵינוֹ זוֹרֵק אֶת הַדָּם",
            "וּבָעוֹלָה אֲפִילּוּ כַּחֲצִי זַיִת בָּשָׂר וְכַחֲצִי זַיִת חֵלֶב זוֹרֵק אֶת הַדָּם מִפְּנֵי שֶׁכּוּלָּהּ כָּלִיל וּבַמִּנְחָה אֲפִילּוּ כּוּלָּהּ קַיֶּימֶת לֹא יִזְרוֹק",
            "מִנְחָה מַאי עֲבִידְתַּיהּ אָמַר רַב פָּפָּא מִנְחַת נְסָכִים:",
            "<big><strong>מַתְנִי׳</strong></big> הַתְּרוּמָה וּתְרוּמַת מַעֲשֵׂר וּתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי וְהַחַלָּה וְהַבִּיכּוּרִים מִצְטָרְפִין זֶה עִם זֶה לֶאֱסוֹר וּלְחַיֵּיב עֲלֵיהֶן אֶת הַחוֹמֶשׁ כׇּל הַפִּיגּוּלִים מִצְטָרְפִין זֶה עִם זֶה וְכׇל הַנּוֹתָרִים מִצְטָרְפִין זֶה עִם זֶה:",
            "<big><strong>גְּמָ׳</strong></big> מַאי טַעְמָא כּוּלְּהוּ אִיקְּרוּ תְּרוּמָה גַּבֵּי חַלָּה כְּתִיב רֵאשִׁית עֲרִסֹתֵכֶם חַלָּה תָּרִימוּ תְרוּמָה",
            "גַּבֵּי בִּיכּוּרִים נָמֵי אִיקְּרוּ תְּרוּמָה דְּתַנְיָא וּתְרוּמַת יָדֶךָ אֵלּוּ בִּיכּוּרִים אֲבָל אִינָךְ לָא צְרִיכָא:",
            "<big><strong>מַתְנִי׳</strong></big> כׇּל הַנְּבֵילוֹת מִצְטָרְפִין זוֹ עִם זוֹ וְכׇל הַשְּׁקָצִים מִצְטָרְפִין זֶה עִם זֶה:",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב"
        ],
        [
            "לֹא שָׁנוּ אֶלָּא לְעִנְיַן טוּמְאָה אֲבָל לְעִנְיַן אֲכִילָה טְהוֹרִין בִּפְנֵי עַצְמָן וּטְמֵאִים בִּפְנֵי עַצְמָן וְלֵוִי אָמַר אֲפִילּוּ לַאֲכִילָה נָמֵי מִצְטָרְפִין",
            "וְרַב אַסִּי אָמַר טְהוֹרִים לְעַצְמָן וּטְמֵאִין לְעַצְמָן אִיכָּא דְאָמְרִי פְּלִיגָא אַדְּרַב וְאִיכָּא דְאָמְרִי לָא פְּלִיגָא",
            "מֵיתִיבִי מִיתַת פָּרָה וְחַיֵּי גָמָל אֵין מִצְטָרְפִין זֶה עִם זֶה הָא מִיתַת שְׁנֵיהֶם מִצְטָרְפִין וְקַשְׁיָא לְרַב אַסִּי",
            "אֵימָא הָא חַיֵּי שְׁנֵיהֶם מִצְטָרְפִין וּמַנִּי רַבִּי יְהוּדָה הִיא דְּאָמַר אֵבֶר מִן הַחַי נוֹהֵג בַּטְּמֵאָה",
            "אֲבָל מִיתַת שְׁנֵיהֶם מַאי לָא מִצְטָרְפִי אִם כֵּן מַאי אִירְיָא דְּרָהֵיט וְתָנֵי מִיתַת פָּרָה וְחַיֵּי גָמָל הָא אֲפִילּוּ מִיתַת שְׁנֵיהֶם לָא מִצְטָרְפִי",
            "וְעוֹד תַּנְיָא חֲצִי זַיִת פָּרָה בְּחַיֶּיהָ וַחֲצִי זַיִת גָּמָל בְּמִיתָתָהּ אֵין מִצְטָרְפִין אֲבָל חֲצִי זַיִת מִפָּרָה וַחֲצִי זַיִת מִגָּמָל בֵּין בְּחַיֶּיהָ בֵּין בְּמִיתָתָהּ מִצְטָרְפִין קַשְׁיָא רֵישָׁא אַסֵּיפָא אֶלָּא לָאו שְׁמַע מִינַּהּ מִיתַת שְׁנֵיהֶם מִצְטָרְפִין",
            "אָמַר לְךָ רַב אַסִּי הַאי תַּנָּא סָבַר אִיסּוּר חָל עַל אִיסּוּר"
        ],
        [
            "אָמַר רַב יְהוּדָה אָמַר רַב אֲכִילַת שְׁרָצִים לוֹקֶה עָלָיו בִּכְזַיִת מַאי טַעְמָא ׳אֲכִילָה׳ כְּתִיב בְּהוּ",
            "וְהָתָנֵי רַבִּי יוֹסֵי בַּר רַבִּי חֲנִינָא קַמֵּיהּ דְּרַבִּי יוֹחָנָן וְהִבְדַּלְתֶּם בֵּין הַבְּהֵמָה הַטְּהֹרָה לַטְּמֵאָה וּבֵין הָעוֹף הַטָּמֵא לַטָּהֹר וְלֹא תְשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם בַּבְּהֵמָה וּבָעוֹף וּבְכֹל אֲשֶׁר תִּרְמֹשׂ הָאֲדָמָה אֲשֶׁר הִבְדַּלְתִּי לָכֶם לְטַמֵּא פָּתַח הַכָּתוּב בַּאֲכִילָה וְסִיֵּים בְּטוּמְאָה",
            "מָה טוּמְאָה בְּכַעֲדָשָׁה אַף אֲכִילָה בְּכַעֲדָשָׁה וְקַלְּסֵיהּ רַבִּי יוֹחָנָן וְקַשְׁיָא לִדְרַב",
            "לָא קַשְׁיָא כָּאן בְּמִיתָתָן כָּאן בְּחַיֵּיהֶן",
            "אֲמַר לֵיהּ אַבָּיֵי וְהָא רַב אַמַּתְנִיתִין קָאֵי וּמַתְנִיתִין כׇּל הַשְּׁרָצִים קָתָנֵי אֲפִילּוּ בְּמִיתָתָן לָאו דְּאִיכָּא פּוּרְתָּא מֵהַאי וּפוּרְתָּא מֵהַאי אֲמַר לֵיהּ רַב יוֹסֵף הָהִיא דִּיּוּקָא דִּילָךְ הוּא רַב שְׁמַעְתָּא בְּעָלְמָא קָאָמַר",
            "וְקַלְּסֵיהּ רַבִּי יוֹחָנָן מֵיתִיבִי הָאֵיבָרִין אֵין לָהֶן שִׁיעוּר אֲפִילּוּ פָּחוֹת מִכְּזַיִת נְבֵלָה וּפָחוֹת מִכַּעֲדָשָׁה מִן הַשֶּׁרֶץ מְטַמְּאִין וְאָמַר רַבִּי יוֹחָנָן אֵין לוֹקִין עֲלֵיהֶן אֶלָּא בִּכְזַיִת",
            "אָמַר רָבָא בְּמוּבְדָּלִין דִּבֵּר הַכָּתוּב",
            "אֲמַר לֵיהּ רַב אַדָּא בַּר אַהֲבָה לְרָבָא אֶלָּא מֵעַתָּה בְּהֵמָה נָמֵי לִיפְלְגִי בֵּין מוּבְדֶּלֶת לְשֶׁאֵינָהּ מוּבְדֶּלֶת"
        ],
        [
            "אֲמַר לֵיהּ כִּי קָא מַקֵּישׁ רַחֲמָנָא לְבַל תְּשַׁקְּצוּ אֲבָל לְשִׁיעוּרִין לָא",
            "<big><strong>מַתְנִי׳</strong></big> דַּם הַשֶּׁרֶץ וְהַבָּשָׂר מִצְטָרְפִין זֶה עִם זֶה כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ כֹּל שֶׁטּוּמְאָתוֹ וְשִׁיעוּרוֹ שָׁוִין מִצְטָרְפִין",
            "טוּמְאָתוֹ וְלֹא שִׁיעוּרוֹ שִׁיעוּרוֹ וְלֹא טוּמְאָתוֹ לֹא טוּמְאָתוֹ [וְלֹא] שִׁיעוּרוֹ אֵין מִצְטָרְפִין",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב חָנִין אָמַר רַב זְעֵירָא",
            "וְכֵן אָמַר רַבִּי יוֹסֵי בַּר רַבִּי חֲנִינָא הַטְּמֵאִין מְלַמֵּד שֶׁהֵן מִצְטָרְפִין וַאֲפִילּוּ שֶׁרֶץ וָשֶׁרֶץ שֶׁרֶץ וָדָם בֵּין מִשֵּׁם אֶחָד בֵּין מִשְּׁנֵי שֵׁמוֹת",
            "אָמַר רַב יוֹסֵף לָא קַשְׁיָא כָּאן בְּכוּלּוֹ כָּאן בְּמִקְצָתוֹ",
            "וּמְנָא תֵּימְרָא מִדְּתַנְיָא נִשְׁפַּךְ עַל הָרִצְפָּה וְהָיָה מְקוֹמָהּ קָטַפְרֵס אִיהֵל עַל מִקְצָתוֹ טָהוֹר אִיהֵל עַל כּוּלּוֹ טָמֵא",
            "מַאי מִקְצָתוֹ אִילֵּימָא מִקְצָת דָּם וְהָא אָמַר רַבִּי חֲנִינָא אָמַר רַבִּי רְבִיעִית דָּם שֶׁהֵגִיס בָּהּ טְהוֹרָה",
            "אֶלָּא לָאו שְׁמַע מִינַּהּ כָּאן בְּכוּלּוֹ כָּאן בְּמִקְצָתוֹ שְׁמַע מִינַּהּ",
            "שָׁאַל רַבִּי מַתְיָא בֶּן חָרָשׁ אֶת רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי בָּעִיר רוֹמִי מִנַּיִן לְדַם שְׁרָצִים שֶׁהוּא טָמֵא אֲמַר לֵיהּ דְּאָמַר קְרָא וְזֶה לָכֶם הַטָּמֵא",
            "אָמְרוּ לוֹ תַּלְמִידָיו חֲכֵים לֵיהּ בֶּן יוֹחַאי אָמַר לָהֶם תַּלְמוּד עָרוּךְ בְּפִיו שֶׁל רַבִּי אֶלְעָזָר בַּר רַבִּי יוֹסֵי שֶׁפַּעַם אַחַת גָּזְרָה הַמַּלְכוּת גְּזֵרָה שֶׁלֹּא יִשְׁמְרוּ אֶת הַשַּׁבָּת וְשֶׁלֹּא יָמוּלוּ אֶת בְּנֵיהֶם וְשֶׁיִּבְעֲלוּ אֶת נִדּוֹת",
            "הָלַךְ רַבִּי רְאוּבֵן בֶּן אִיסְטְרוֹבָּלִי וְסִיפֵּר קוֹמֵי וְהָלַךְ וְיָשַׁב עִמָּהֶם אָמַר לָהֶם מִי שֶׁיֵּשׁ לוֹ אוֹיֵב יַעֲנִי אוֹ יַעֲשִׁיר אָמְרוּ לוֹ יַעֲנִי אָמַר לָהֶם אִם כֵּן לֹא יַעֲשׂוּ מְלָאכָה בַּשַּׁבָּת כְּדֵי שֶׁיַּעֲנוּ אָמְרוּ טָבֵית אָמַר לִיבְטַל וּבִטְּלוּהָ",
            "חָזַר וְאָמַר לָהֶם מִי שֶׁיֵּשׁ לוֹ אוֹיֵב יַכְחִישׁ אוֹ יַבְרִיא אָמְרוּ לוֹ יַכְחִישׁ אָמַר לָהֶם אִם כֵּן יָמוּלוּ בְּנֵיהֶם לִשְׁמוֹנָה יָמִים וְיַכְחִישׁוּ אָמְרוּ טָבֵית אָמַר וּבִטְּלוּהָ",
            "חָזַר וְאָמַר לָהֶם מִי שֶׁיֵּשׁ לוֹ אוֹיֵב יִרְבֶּה אוֹ יִתְמַעֵט אָמְרוּ לוֹ יִתְמַעֵט אִם כֵּן לֹא יִבְעֲלוּ נִדּוֹת אָמְרוּ טָבֵית אָמַר וּבִטְּלוּהָ",
            "הִכִּירוּ בּוֹ שֶׁהוּא יְהוּדִי הֶחֱזִירוּם אָמְרוּ מִי יֵלֵךְ וִיבַטֵּל הַגְּזֵרוֹת"
        ],
        [
            "יֵלֵךְ רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי שֶׁהוּא מְלוּמָּד בְּנִסִּים וְאַחֲרָיו מִי יֵלֵךְ רַבִּי אֶלְעָזָר בַּר רַבִּי יוֹסֵי",
            "אָמַר לָהֶם רַבִּי יוֹסֵי וְאִילּוּ הָיָה אַבָּא חֲלַפְתָּא קַיָּים יְכוֹלִין אַתֶּם לוֹמַר לוֹ תֵּן בִּנְךָ לַהֲרִיגָה אָמַר לָהֶם ר׳ שִׁמְעוֹן אִילּוּ הָיָה יוֹחַאי אַבָּא קַיָּים יְכוֹלִין אַתֶּם לוֹמַר לוֹ תֵּן בִּנְךָ לַהֲרִיגָה",
            "אֲמַר לְהוּ רַבִּי יוֹסֵי אֲנָא אָזְלִין דִּלְמָא עָנֵישׁ לֵיהּ רַבִּי שִׁמְעוֹן דְּקָא מִסְתְּפֵינָא קַבֵּיל עֲלֵיהּ דְּלָא לִיעְנְשֵׁיהּ אֲפִילּוּ הָכִי עַנְשֵׁיהּ",
            "כְּשֶׁהָיוּ מְהַלְּכִין בַּדֶּרֶךְ נִשְׁאֲלָה שְׁאֵלָה זוֹ בִּפְנֵיהֶם מִנַּיִן לְדַם הַשֶּׁרֶץ שֶׁהוּא טָמֵא עִקֵּם פִּיו רַבִּי אֶלְעָזָר בַּר רַבִּי יוֹסֵי וְאָמַר וְזֶה לָכֶם הַטָּמֵא אֲמַר לֵיהּ רַבִּי שִׁמְעוֹן מֵעֲקִימַת שְׂפָתֶיךָ אַתָּה נִיכָּר שֶׁתַּלְמִיד חָכָם אַתָּה אַל יַחְזוֹר הַבֵּן אֵצֶל אָבִיו",
            "יָצָא לִקְרָאתוֹ בֶּן תְּמַלְיוֹן רְצוֹנְכֶם אָבוֹא עִמָּכֶם בָּכָה רַבִּי שִׁמְעוֹן וְאָמַר מַה שִּׁפְחָה שֶׁל בֵּית אַבָּא נִזְדַּמֵּן לָהּ מַלְאָךְ שָׁלֹשׁ פְּעָמִים וַאֲנִי לֹא פַּעַם אַחַת יָבֹא הַנֵּס מִכׇּל מָקוֹם",
            "קְדֵים הוּא עַל בִּבְרַתֵּיהּ דְּקֵיסָר כִּי מְטָא הָתָם אָמַר בֶּן תְּמַלְיוֹן צֵא בֶּן תְּמַלְיוֹן צֵא וְכֵיוָן דִּקְרוֹ לֵיהּ נְפַק אֲזַל אֲמַר לְהוֹן שְׁאִילוּ כׇּל מָה דְּאִית לְכוֹן לְמִישְׁאַל וְעַיְּילִינְהוּ לְגִנְזֵיהּ לִשְׁקוֹל כֹּל דְּבָעוּ אַשְׁכַּחוּ הָהוּא אִיגְּרָא שַׁקְלוּהָ וּקְרָעוּהָ",
            "וְהַיְינוּ דְּאָמַר רַבִּי אֶלְעָזָר בַּר רַבִּי יוֹסֵי אֲנִי רְאִיתִיהָ בָּעִיר רוֹמִי וַהֲווֹ עָלֶיהָ כַּמָּה טִיפֵּי דָמִים",
            "<big><strong>מַתְנִי׳</strong></big> הַפִּיגּוּל וְהַנּוֹתָר אֵין מִצְטָרְפִין מִפְּנֵי שֶׁהֵן שְׁנֵי שֵׁמוֹת הַשֶּׁרֶץ וְהַנְּבֵלָה וְכֵן הַנְּבֵלָה וּבְשַׂר הַמֵּת אֵין מִצְטָרְפִין זֶה עִם זֶה לְטַמֵּא אֲפִילּוּ בַּקַּל שֶׁבִּשְׁנֵיהֶן",
            "<big><strong>גְּמָ׳</strong></big> אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל לֹא שָׁנוּ אֶלָּא לְטוּמְאַת הַיָּדַיִם דְּמִדְּרַבָּנַן הִיא אֲבָל לְעִנְיַן אֲכִילָה מִצְטָרְפִין דְּתַנְיָא רַבִּי אֱלִיעֶזֶר אוֹמֵר לֹא יֵאָכֵל כִּי קֹדֶשׁ הוּא כֹּל שֶׁבַּקֹּדֶשׁ פָּסוּל בָּא הַכָּתוּב לִיתֵּן לֹא תַעֲשֶׂה עַל אֲכִילָתוֹ",
            "<big><strong>מַתְנִי׳</strong></big> הָאוֹכֶל שֶׁנִּטְמָא בְּאַב הַטּוּמְאָה וְשֶׁנִּטְמָא בִּוְלַד הַטּוּמְאָה מִצְטָרְפִין זֶה עִם זֶה לְטַמֵּא בַּקַּל שֶׁבִּשְׁנֵיהֶם כׇּל הָאוֹכָלִים מִצְטָרְפִין זֶה עִם זֶה לִפְסוֹל הַגְּוִיָּיה כְּבַחֲצִי פְרָס",
            "כְּבִמְזוֹן שְׁתֵּי סְעוּדוֹת לְעֵירוּב וּכְבֵיצָה לְטַמֵּא טוּמְאַת אוֹכָלִין וְכִגְרוֹגֶרֶת לְהוֹצָאַת שַׁבָּת וּכְכוֹתֶבֶת בְּיוֹם הַכִּפּוּרִים כׇּל הַמַּשְׁקִין מִצְטָרְפִין זוֹ עִם זוֹ לִפְסוֹל אֶת הַגְּוִיָּיה בִּרְבִיעִית וְכִמְלֹא לוּגְמָא בְּיוֹם הַכִּפּוּרִים",
            "<big><strong>גְּמָ׳</strong></big> תַּנְיָא רַבִּי שִׁמְעוֹן אוֹמֵר מָה טַעַם שֶׁאֶפְשָׁר לַשֵּׁנִי שֶׁיֵּעָשֶׂה רִאשׁוֹן וּמִי קָא עָבֵיד שֵׁנִי רִאשׁוֹן הָא לָא אֶפְשָׁר",
            "אָמַר רָבָא הָכִי קָאָמַר מִי גָּרַם לַשֵּׁנִי לָאו רִאשׁוֹן רַב אָשֵׁי אָמַר רִאשׁוֹן וְשֵׁנִי לְגַבֵּי שְׁלִישִׁי בְּנֵי חֲדָא בִּיקְתָּא אִינּוּן:"
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> הָעׇרְלָה וְכִלְאֵי הַכֶּרֶם מִצְטָרְפִין זֶה עִם זֶה רַבִּי שִׁמְעוֹן אוֹמֵר אֵין מִצְטָרְפִין",
            "<big><strong>גְּמָ׳</strong></big> וּמִי צָרִיךְ רַבִּי שִׁמְעוֹן לְצָרוֹפֵי וְהָתַנְיָא רַבִּי שִׁמְעוֹן אוֹמֵר כׇּל שֶׁהוּא לְמַכּוֹת תְּנִי אֵין צְרִיכִין לְצָרֵף",
            "<big><strong>מַתְנִי׳</strong></big> הַבֶּגֶד וְהַשַּׂק הַשַּׂק וְהָעוֹר הָעוֹר וְהַמַּפָּץ כּוּלָּן מִצְטָרְפִין זֶה עִם זֶה",
            "אָמַר רַבִּי שִׁמְעוֹן מָה טַעַם מִפְּנֵי שֶׁהֵן רְאוּיִן לִיטָּמֵא בְּמוֹשָׁב",
            "<big><strong>גְּמָ׳</strong></big> תָּנָא קִיצַּע מִכּוּלָּן שְׁלֹשָׁה וְעָשָׂה מֵהֶן בֶּגֶד לְמִשְׁכָּב שְׁלֹשָׁה לְמוֹשָׁב טֶפַח לַאֲחִיזָה כׇּל שֶׁהוּ",
            "מַאי לַאֲחִיזָה אָמַר רֵישׁ לָקִישׁ אָמַר רַבִּי יַנַּאי שֶׁכֵּן עוֹמֵד לְנַוְולָה בְּמַתְנִיתָא תָּנָא הוֹאִיל וְרָאוּי לְקוֹצְצֵי תְאֵנִים",
            "<br><br><big><strong>הַדְרָן עֲלָךְ קׇדְשֵׁי מִזְבֵּחַ</strong></big><br><br>",
            "<big><strong>הַנֶּהֱנֶה מִן הַהֶקְדֵּשׁ</strong></big> שָׁוֶה פְּרוּטָה אַף עַל פִּי שֶׁלֹּא פָּגַם מָעַל דִּבְרֵי רַבִּי עֲקִיבָא וַחֲכָמִים אוֹמְרִים כׇּל דָּבָר שֶׁיֵּשׁ בּוֹ פְּגָם לֹא מָעַל עַד שֶׁיִּפְגּוֹם וְשֶׁאֵין בּוֹ פְּגָם כֵּיוָן שֶׁנֶּהֱנָה מָעַל",
            "כֵּיצַד נָתְנָה קַטְלָא בְּצַוָּארָהּ טַבַּעַת בְּיָדָהּ שָׁתָה בְּכוֹס שֶׁל זָהָב כֵּיוָן שֶׁנֶּהֱנָה מָעַל לָבַשׁ בְּחָלוּק כִּסָּה בְּטַלִּית בִּיקַּע בְּקַרְדּוֹם לֹא מָעַל עַד שֶׁיִּפְגּוֹם",
            "הַנֶּהֱנֶה מִן הַחַטָּאת כְּשֶׁהִיא חַיָּה לֹא מָעַל עַד שֶׁיִּפְגּוֹם כְּשֶׁהִיא מֵתָה כֵּיוָן שֶׁנֶּהֱנָה מָעַל",
            "<big><strong>גְּמָ׳</strong></big> תָּנָא מוֹדֶה רַבִּי עֲקִיבָא לַחֲכָמִים בְּדָבָר שֶׁיֵּשׁ בּוֹ פְּגָם בְּמַאי קָא מִיפַּלְגִי",
            "אָמַר רָבָא בִּלְבוּשׁ מְצִיעָאָה וּמַלְמְלָא",
            "תָּנוּ רַבָּנַן נֶפֶשׁ אֶחָד הַיָּחִיד וְאֶחָד הַנָּשִׂיא וְאֶחָד הַמָּשִׁיחַ",
            "כִּי תִמְעֹל מַעַל אֵין מַעַל אֶלָּא שִׁנּוּי וְכֵן הוּא אוֹמֵר אִישׁ אִישׁ כִּי תִשְׂטֶה אִשְׁתּוֹ וּמָעֲלָה בוֹ מַעַל וְאוֹמֵר וַיִּמְעֲלוּ בֵּאלֹהֵי"
        ],
        [
            "אֲבֹתֵיהֶם וַיִּזְנוּ אַחֲרֵי הַבְּעָלִים",
            "יָכוֹל פָּגַם וְלֹא נֶהֱנָה אוֹ נֶהֱנָה וְלֹא פָּגַם",
            "וּבִמְחוּבָּר לַקַּרְקַע וּבְשָׁלִיחַ שֶׁעָשָׂה שְׁלִיחוּתוֹ",
            "תַּלְמוּד לוֹמַר וְחָטְאָה נֶאֱמַר חֵטְא בִּתְרוּמָה וְנֶאֱמַר חֵטְא בִּמְעִילָה",
            "מָה חֵטְא הָאָמוּר בִּתְרוּמָה פּוֹגֵם וְנֶהֱנֶה וּמִי שֶׁפָּגַם נֶהֱנֶה וּבַדָּבָר שֶׁפּוֹגֵם בּוֹ נֶהֱנֶה וּפְגִימָתוֹ וַהֲנָאָתוֹ כְּאֶחָד וּבְתָלוּשׁ מִן הַקַּרְקַע וּבְשָׁלִיחַ שֶׁעָשָׂה שְׁלִיחוּתוֹ",
            "אַף חֵטְא הָאָמוּר בִּמְעִילָה פּוֹגֵם וְנֶהֱנֶה וּמִי שֶׁפָּגַם נֶהֱנֶה וּבַדָּבָר שֶׁפּוֹגֵם בּוֹ נֶהֱנֶה וּפְגִימָתוֹ וַהֲנָאָתוֹ כְּאֶחָד וּבְתָלוּשׁ מִן הַקַּרְקַע וּבְשָׁלִיחַ שֶׁעָשָׂה שְׁלִיחוּתוֹ",
            "אֵין לִי אֶלָּא אוֹכֵל וְנֶהֱנֶה בְּדָבָר שֶׁאֵין בּוֹ פְּגָם מִנַּיִן",
            "אֲכִילָתוֹ וַאֲכִילַת חֲבֵרוֹ הֲנָיָיתוֹ וַהֲנָיַית חֲבֵרוֹ הֲנָאָתוֹ וַאֲכִילַת חֲבֵרוֹ אֲכִילָתוֹ וַהֲנָיַית חֲבֵרוֹ שֶׁמִּצְטָרְפִין זֶה עִם זֶה אֲפִילּוּ לִזְמַן מְרוּבֶּה מִנַּיִן",
            "תַּלְמוּד לוֹמַר תִּמְעֹל מַעַל מִכׇּל מָקוֹם",
            "אִי מָה חֵטְא הָאָמוּר בִּתְרוּמָה לֹא צֵירַף שְׁתֵּי אֲכִילוֹת כְּאֶחָד אַף חֵטְא הָאָמוּר בִּמְעִילָה לֹא צֵירַף שְׁתֵּי אֲכִילוֹת כְּאַחַד מִנַּיִן אָכַל הַיּוֹם וְאָכַל לְמָחָר וַאֲפִילּוּ לִזְמַן מְרוּבֶּה תַּלְמוּד לוֹמַר תִּמְעֹל מַעַל מִכׇּל מָקוֹם",
            "אִי מָה חֵטְא הָאָמוּר בִּתְרוּמָה פְּגִימָתוֹ וַהֲנָאָתוֹ כְּאֶחָד מִנַּיִן לַאֲכִילָתוֹ וַאֲכִילַת חֲבֵרוֹ וַאֲפִילּוּ מִכָּאן וְעַד שָׁלֹשׁ שָׁנִים מִנַּיִן תַּלְמוּד לוֹמַר תִּמְעֹל מַעַל מִכׇּל מָקוֹם",
            "אִי מָה חֵטְא הָאָמוּר בִּתְרוּמָה"
        ],
        [
            "עֵד שֶׁיֵּצֵא מִן הַקֹּדֶשׁ לַחוֹל",
            "מִן הַקֹּדֶשׁ לַקֹּדֶשׁ כְּגוֹן לָקַח קִינֵּי זָבִים וְקִינֵּי זָבוֹת וְקִינֵּי יוֹלְדוֹת",
            "וְשָׁקַל שִׁקְלוֹ וְהֵבִיא חַטָּאתוֹ וַאֲשָׁמוֹ מִן הַהֶקְדֵּשׁ כֵּיוָן שֶׁהוֹצִיא מָעַל דִּבְרֵי רַבִּי שִׁמְעוֹן רַבִּי יְהוּדָה אוֹמֵר עַד שֶׁיִּזְרוֹק הַדָּם מִנַּיִן תַּלְמוּד לוֹמַר תִּמְעֹל מַעַל מִכׇּל מָקוֹם",
            "אָמַר מָר נֶפֶשׁ אֶחָד הַיָּחִיד וְאֶחָד הַנָּשִׂיא וְאֶחָד הַמָּשׁוּחַ בַּמַּשְׁמָע שֶׁיָּכוֹל מַאי פְּשִׁיטָא נֶפֶשׁ כְּתִיב",
            "מַהוּ דְּתֵימָא אָמַר רַחֲמָנָא וַאֲשֶׁר יִתֵּן מִמֶּנּוּ עַל זָר וְהַאי לָאו זָר הוּא דְּהָא אִימְּשַׁח בְּגַוֵּויהּ קָא מַשְׁמַע לַן",
            "וְאַקְּשַׁהּ רַחֲמָנָא לְסוֹטָה וְלַעֲבוֹדָה זָרָה וְלִתְרוּמָה לְסוֹטָה דְּאַף עַל גַּב דְּלֹא פָּגַם גַּבֵּי הֶקְדֵּשׁ נָמֵי נָתְנָה טַבַּעַת בְּיָדָהּ מָעֲלָה",
            "כִּי אַקְּשַׁהּ רַחֲמָנָא לַעֲבוֹדָה זָרָה דְּעַד דְּאִית בַּהּ שִׁינּוּי גַּבֵּי הֶקְדֵּשׁ נָמֵי עַד דְּבִיקַּע בְּקַרְדּוֹם וְיִפְגֹּם וּפָגוּם",
            "אַקְּשַׁהּ רַחֲמָנָא לִתְרוּמָה מָה תְּרוּמָה כִּי יֹאכַל פְּרָט לְמַזִּיק גַּבֵּי הֶקְדֵּשׁ נָמֵי כֹּל דְּבַר אֲכִילָה כִּי מַזֵּיק לֵיהּ פָּטוּר",
            "כֵּיצַד נָתְנָה קַטְלָא כּוּ׳ אֲמַר לֵיהּ רַב כָּהֲנָא לְרַב זְבִיד וְדַהֲבָא לָאו בַּר אִיפְּגוֹמֵי הוּא וְהָא דַּהֲבָא דְּכַלְּתֵיהּ דְּנוּן לְהֵיכָא אֲזַל",
            "אֲמַר לֵיהּ דִּלְמָא דַּהֲבָא דְּרָמְיָין כַּלָּתָיךְ הוּא וְעוֹד נְהִי דְּלָא אִיכָּא נֶהֱנָה וּפָגַם לְאַלְתַּר לְעוֹלָם מִי לָא אִיכָּא פְּגִימָה",
            "הַנֶּהֱנֶה מִן הַחַטָּאת וְכוּ׳ מִכְּדֵי אִי בִּבְהֵמָה תְּמִימָה הַיְינוּ כּוֹס שֶׁל זָהָב אָמַר רַב פָּפָּא בְּבַעֲלַת מוּם עָסְקִינַן"
        ],
        [
            "<big><strong>מַתְנִי׳</strong></big> נֶהֱנָה כְּבַחֲצִי פְרוּטָה וּפָגַם כַּחֲצִי פְרוּטָה אוֹ שֶׁנֶּהֱנָה בְּשָׁוֶה פְּרוּטָה בְּדָבָר אֶחָד וּפָגַם בְּשָׁוֶה פְּרוּטָה בְּדָבָר אַחֵר לֹא מָעַל עֵד שֶׁיֵּהָנֶה בְּשָׁוֶה פְּרוּטָה וְיִפְגֹּם בְּשָׁוֶה פְּרוּטָה בְּדָבָר אֶחָד",
            "אֵין מוֹעֵל אַחַר מוֹעֵל בְּמוּקְדָּשִׁין אֶלָּא בְּהֵמָה וּכְלִי שָׁרֵת בִּלְבַד כֵּיצַד רָכַב עַל גַּבֵּי בְּהֵמָה וּבָא חֲבֵרוֹ וְרָכַב וּבָא חֲבֵרוֹ וְרָכַב כּוּלָּן מָעֲלוּ שָׁתָה בְּכוֹס שֶׁל זָהָב וּבָא חֲבֵרוֹ וְשָׁתָה וּבָא חֲבֵרוֹ וְשָׁתָה כּוּלָּן מָעֲלוּ תָּלַשׁ מִן הַחַטָּאת וּבָא חֲבֵרוֹ וְתָלַשׁ וּבָא חֲבֵרוֹ וְתָלַשׁ כּוּלָּן מָעֲלוּ רַבִּי אוֹמֵר כׇּל דָּבָר שֶׁאֵין לוֹ פִּדְיוֹן יֵשׁ בּוֹ מוֹעֵל אַחַר מוֹעֵל",
            "<big><strong>גְּמָ׳</strong></big> מַנִּי מַתְנִיתִין רַבִּי נְחֶמְיָה הִיא דְּתַנְיָא אֵין מוֹעֵל אַחַר מוֹעֵל אֶלָּא בִּבְהֵמָה בִּלְבַד רַבִּי נְחֶמְיָה אוֹמֵר בְּהֵמָה וּכְלִי שָׁרֵת",
            "מַאי טַעְמָא דְּתַנָּא קַמָּא קָסָבַר בְּעִנְיָינָא דִבְהֵמָה כְּתִיב דִּכְתִיב בְּאֵיל הָאָשָׁם",
            "וְרַבִּי נְחֶמְיָה אָמַר לָךְ קַל וָחוֹמֶר אִם אֲחֵרִים מֵבִיא לִקְדוּשָּׁתָן הוּא עַצְמוֹ לֹא כׇּל שֶׁכֵּן",
            "רַבִּי אוֹמֵר כׇּל דָּבָר שֶׁאֵין לוֹ פִּדְיוֹן יֵשׁ כּוּ׳ הַיְינוּ תַּנָּא קַמָּא אָמַר רָבָא אִיכָּא בֵּינַיְיהוּ עֵצִים",
            "דְּתָנוּ רַבָּנַן הָאוֹמֵר הֲרֵי עָלַי עֵצִים לֹא יִפְחוֹת מִשְּׁנֵי גְזִירִין רַבִּי אוֹמֵר עֵצִים קׇרְבָּן הֵן וּטְעוּנִין מֶלַח וּטְעוּנִין תְּנוּפָה",
            "אָמַר רָבָא לְדִבְרֵי רַבִּי עֵצִים טְעוּנִין עֵצִים וְאָמַר רַב פָּפָּא לְדִבְרֵי רַבִּי עֵצִים צְרִיכִין קְמִיצָה",
            "רַב פָּפָּא אָמַר קׇדְשֵׁי מִזְבֵּחַ תְּמִימִין וְנַעֲשׂוּ בַּעֲלֵי מוּמִין וְעָבַר וּשְׁחָטָן אִיכָּא בֵּינַיְיהוּ",
            "וְהָתַנְיָא קׇדְשֵׁי מִזְבֵּחַ תְּמִימִין וְנַעֲשׂוּ בַּעֲלֵי מוּמִין וְעָבַר וּשְׁחָטָן רַבִּי אוֹמֵר יִקָּבְרוּ",
            "וַחֲכָמִים אוֹמְרִים יִפָּדוּ",
            "<big><strong>מַתְנִי׳</strong></big> נָטַל אֶבֶן אוֹ קוֹרָה שֶׁל הֶקְדֵּשׁ הֲרֵי זֶה לֹא מָעַל"
        ],
        [
            "נְתָנָהּ לַחֲבֵרוֹ הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל בְּנָאָהּ בְּתוֹךְ בֵּיתוֹ הֲרֵי זֶה לֹא מָעַל עַד שֶׁיָּדוּר תַּחְתֶּיהָ בְּשָׁוֶה פְּרוּטָה",
            "נָטַל פְּרוּטָה שֶׁל הֶקְדֵּשׁ הֲרֵי זֶה לֹא מָעַל נְתָנָהּ לַחֲבֵרוֹ הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל נְתָנָהּ לְבַלָּן אַף עַל פִּי שֶׁלֹּא רָחַץ מָעַל שֶׁהוּא אוֹמֵר לוֹ הֲרֵי הַמֶּרְחָץ פָּתוּחַ לְפָנֶיךָ הִכָּנֵס וּרְחוֹץ",
            "אֲכִילָתוֹ וַאֲכִילַת חֲבֵרוֹ הֲנָיָיתוֹ וַהֲנָיַית חֲבֵרוֹ אֲכִילָתוֹ וַהֲנָיַית חֲבֵרוֹ הֲנָיָיתוֹ וַאֲכִילַת חֲבֵרוֹ מִצְטָרְפִין זֶה עִם זֶה וַאֲפִילּוּ לִזְמַן מְרוּבֶּה",
            "<big><strong>גְּמָ׳</strong></big> מַאי שְׁנָא הוּא וּמַאי שְׁנָא חֲבֵירוֹ אָמַר שְׁמוּאֵל בְּגִזְבָּר הַמְּסוּרוֹת לוֹ עָסְקִינַן",
            "בְּנָאָהּ בְּתוֹךְ בֵּיתוֹ אֵינוֹ חַיָּיב כּוּ׳ לְמָה לִי עַד שֶׁיָּדוּר תַּחְתֶּיהָ כֵּיוָן דְּשַׁנְּיַהּ מָעַל אָמַר רַב כְּגוֹן שֶׁהִנִּיחָהּ עַל פִּי אֲרוּבָּה",
            "וְכֵיוָן דְּבָנֵי לַהּ מִיהַת מָעַל לֵימָא מְסַיַּיע לֵיהּ לְרַב דְּאָמַר רַב הַמִּשְׁתַּחֲוֶה לְבַיִת אֲסָרוֹ",
            "אָמַר רַב אַחָא בְּרֵיהּ דְּרַב אִיקָא הֲנָאָה הַנִּרְאֵת לָעֵינַיִם אָסְרָה תּוֹרָה",
            "לֵימָא מְסַיַּיע לֵיהּ הַדָּר בְּבַיִת שֶׁל הֶקְדֵּשׁ כֵּיוָן שֶׁנֶּהֱנָה מִמֶּנָּה מָעַל אָמַר רֵישׁ לָקִישׁ הָתָם בְּשֶׁהִקְדִּישׁוֹ וּלְבַסּוֹף בְּנָאוֹ",
            "אֲבָל בְּנָאוֹ וּלְבַסּוֹף הִקְדִּישׁוֹ מַאי לֹא מָעַל מַאי אִירְיָא רָהֵיט וְתָנֵי הַדָּר בְּבַיִת שֶׁל מְעָרָה לֹא מָעַל לֵימָא הַדָּר בְּבַיִת שֶׁל אֲבָנִים שֶׁבְּנָאוֹ וּלְבַסּוֹף הִקְדִּישׁוֹ לֹא מָעַל",
            "אָמְרִי הָא פְּסִיקָא לֵיהּ הָא לָא פְּסִיקָא לֵיהּ",
            "<br><br><big><strong>הֲדַרַן עֲלָךְ הַנֶּהֱנֶה</strong></big><br><br>",
            "<big><strong>הַשָּׁלִיחַ שֶׁעָשָׂה</strong></big> שְׁלִיחוּתוֹ בַּעַל הַבַּיִת מָעַל לֹא עָשָׂה שְׁלִיחוּתוֹ הַשָּׁלִיחַ מָעַל",
            "כֵּיצַד אָמַר לוֹ תֵּן בָּשָׂר לָאוֹרְחִים וְנָתַן לָהֶם כָּבֵד כָּבֵד וְנָתַן לָהֶם בָּשָׂר הַשָּׁלִיחַ מָעַל אָמַר לוֹ תֵּן לָהֶם חֲתִיכָה חֲתִיכָה וְהוּא אוֹמֵר טְלוּ שְׁתַּיִם וְהֵם נָטְלוּ שָׁלֹשׁ כּוּלָּם מָעֲלוּ:"
        ],
        [
            "<big><strong>גְּמָ׳</strong></big> מַאן תַּנָּא דְּכׇל מִילְּתָא דְּמִימְּלַךְ עֲלַהּ שָׁלִיחַ תַּרְתֵּי מִילֵּי הָוְיָין",
            "אָמַר רַב חִסְדָּא דְּלָא כְּרַבִּי עֲקִיבָא דִּתְנַן הַנּוֹדֵר מִן הַיָּרָק מוּתָּר בְּדִילּוּעִין וְרַבִּי עֲקִיבָא אוֹסֵר",
            "אַבָּיֵי אָמַר אֲפִילּוּ תֵּימָא רַבִּי עֲקִיבָא מִי לָא בָּעֵי לְאִימְּלוֹכֵי כִּי אֲמַרוּ רַבָּנַן קַמֵּיהּ דְּרָבָא אֲמַר לְהוּ שַׁפִּיר קָאָמַר נַחְמָנִי",
            "מַאן תַּנָּא דִּפְלִיג עֲלֵיהּ דְּרַבִּי עֲקִיבָא רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל הִיא דְּתַנְיָא הַנּוֹדֵר מִן הַבָּשָׂר אָסוּר בְּכׇל מִינֵי בָּשָׂר וְאָסוּר בָּרֹאשׁ וּבָרַגְלַיִם בַּקָּנֶה וּבַכָּבֵד וּבַלֵּב וְאָסוּר בִּבְשַׂר עוֹפוֹת וּמוּתָּר בִּבְשַׂר דָּגִים וַחֲגָבִים רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל מַתִּיר בָּרֹאשׁ וּבָרַגְלַיִם בַּקָּנֶה וּבַכָּבֵד וּבָעוֹפוֹת וּבַדָּגִים וּבַחֲגָבִים",
            "וְכֵן הָיָה רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר קְרָבַיִים לָאו בָּשָׂר הֵן וְאוֹכְלֵיהֶן לָאו בַּר אִינִישׁ",
            "וּלְתַנָּא קַמָּא מַאי שְׁנָא בִּבְשַׂר עוֹפוֹת מִשּׁוּם דִּרְגִיל אִינִישׁ דְּאָמַר לָא אַשְׁכַּחִי בִּשְׂרָא דְּחֵיוְתָא וַאֲתַאי בִּשְׂרָא דְצִיפְּרָא אִי הָכִי הָכִי נָמֵי עֲבִיד אִינִישׁ לְמֵימְרָא לָא אַשְׁכַּחִי בִּשְׂרָא דְּחֵיוְתָא וַאֲתַאי דָּגִים",
            "אָמַר רַב פָּפָּא בְּיוֹם הַקָּזָה עָסְקִינַן דְּלָא אָכֵיל אִינִישׁ דָּגִים",
            "אִי הָכִי צִיפְּרָא נָמֵי לָא נֵיכוֹל דְּאָמַר שְׁמוּאֵל דִּמְסוֹכַר וְאָכֵל צִיפְּרָא פָּרַח לִיבֵּיהּ כְּצִיפְּרָא וְעוֹד תַּנְיָא אֵין מַקִּיזִין דָּם לֹא עַל הַדָּגִים וְלֹא עַל הָעוֹפוֹת וְלֹא עַל בָּשָׂר מָלִיחַ",
            "אֶלָּא אָמַר רַב פָּפָּא בְּיוֹמָא דְּכָיְיבִין לֵיהּ עֵינֵיהּ עָסְקִינַן דְּלָא אָכֵיל דָּגִים",
            "אָמַר לוֹ תֵּן לוֹ חֲתִיכָה כּוּ׳ שְׁמַע מִינַּהּ מוֹסִיף עַל שְׁלִיחוּתוֹ הָוֵי שָׁלִיחַ",
            "אָמַר רַב שֵׁשֶׁת דְּאָמַר שָׁלִיחַ טוֹל אַחַת מִדַּעְתּוֹ וְאַחַת מִדַּעְתִּי"
        ],
        [
            "מַהוּ דְּתֵימָא עָקַר שָׁלִיחַ שְׁלִיחוּתֵיהּ דְּבַעַל הַבַּיִת וְלָא לִמְעוֹל קָא מַשְׁמַע לַן",
            "<big><strong>מַתְנִי׳</strong></big> אָמַר לוֹ הָבֵא לִי מִן הַחַלּוֹן אוֹ מִן הַדְּלוֹסְקָמָא וְהֵבִיא לוֹ אַף עַל פִּי שֶׁאָמַר בַּעַל הַבַּיִת לֹא הָיָה בְּלִבִּי אֶלָּא מִזֶּה וְהֵבִיא מִזֶּה בַּעַל הַבַּיִת מָעַל אֲבָל אִם אָמַר לוֹ הָבֵא לִי מִן הַחַלּוֹן וְהֵבִיא לוֹ מִן הַדְּלוֹסְקָמָא אוֹ מִן הַדְּלוֹסְקָמָא וְהֵבִיא לוֹ מִן הַחַלּוֹן הַשָּׁלִיחַ מָעַל",
            "שִׁלַּח בְּיַד חֵרֵשׁ שׁוֹטֶה וְקָטָן אִם עָשׂוּ שְׁלִיחוּתוֹ בַּעַל הַבַּיִת מָעַל לֹא עָשׂוּ שְׁלִיחוּתוֹ חֶנְווֹנִי מֵעַל",
            "שִׁלַּח בְּיַד פִּקֵּחַ וְנִזְכַּר עַד שֶׁלֹּא הִגִּיעַ אֵצֶל חֶנְווֹנִי חֶנְווֹנִי מָעַל לִכְשֶׁיּוֹצִיא",
            "כֵּיצַד יַעֲשֶׂה נוֹטֵל פְּרוּטָה אוֹ כְלִי וְאוֹמֵר פְּרוּטָה שֶׁל הֶקְדֵּשׁ בְּכׇל מָקוֹם שֶׁהוּא מְחוּלָּל עַל זֶה שֶׁהַהֶקְדֵּשׁ נִפְדֶּה בְּכֶסֶף וּבְשָׁוֶה כֶּסֶף",
            "<big><strong>גְּמָ׳</strong></big> מַאי קָא מַשְׁמַע לַן דְּבָרִים שֶׁבַּלֵּב אֵינָם דְּבָרִים",
            "שִׁילַּח בְּיַד חֵרֵשׁ שׁוֹטֶה וְקָטָן אִם עָשׂוּ [וְכוּ׳] וְהָא לָאו בְּנֵי שְׁלִיחוּתָא נִינְהוּ",
            "אָמַר רַבִּי אֶלְעָזָר עֲשָׂאוּם כְּמַעֲטָן שֶׁל זֵיתִים",
            "דִּתְנַן הַזֵּיתִים מֵאֵימָתַי מְקַבְּלִין טוּמְאָה מִשֶּׁיַּזִּיעוּ זֵיעַת הַמַּעֲטָן וְלֹא זֵיעַת הַקּוּפָּה",
            "רַבִּי יוֹחָנָן אָמַר כְּאוֹתָהּ שֶׁשָּׁנִינוּ נְתָנוֹ עַל גַּבֵּי הַקּוֹף וְהוֹלִיכוֹ אוֹ עַל גַּבֵּי הַפִּיל וְהוֹלִיכוֹ וְאָמַר לְאַחֵר לְקַבְּלוֹ מִמֶּנּוּ הֲרֵי זֶה עֵירוּב אַלְמָא קָא עָבְדָא שְׁלִיחוּתֵיהּ הָכִי נָמֵי אִיתְעֲבִיד שְׁלִיחוּתֵיהּ",
            "שִׁלַּח בְּיַד פִּקֵּחַ וְכוּ׳ וְאַף עַל גַּב דְּלָא אִידְּכַר שָׁלִיחַ וּרְמִינְהִי נִזְכַּר בַּעַל הַבַּיִת וְלֹא נִזְכַּר שָׁלִיחַ הַשָּׁלִיחַ מָעַל נִזְכְּרוּ שְׁנֵיהֶם חֶנְוָנִי מָעַל",
            "אָמַר רַב שֵׁשֶׁת מַתְנִיתִין נָמֵי כְּשֶׁנִּזְכְּרוּ שְׁנֵיהֶם",
            "<big><strong>מַתְנִי׳</strong></big> נָתַן לוֹ פְּרוּטָה אָמַר לוֹ הָבֵא לִי בְּחֶצְיָהּ נֵרוֹת וּבְחֶצְיָהּ פְּתִילוֹת וְהָלַךְ וְהֵבִיא לוֹ בְּכוּלָּהּ פְּתִילוֹת אוֹ בְּכוּלָּהּ נֵרוֹת אוֹ שֶׁאָמַר לוֹ הָבֵא לִי בְּכוּלָּהּ נֵרוֹת אוֹ בְּכוּלָּהּ פְּתִילוֹת וְהָלַךְ וְהֵבִיא בְּחֶצְיָהּ נֵרוֹת וּבְחֶצְיָהּ פְּתִילוֹת שְׁנֵיהֶם לֹא מָעֲלוּ",
            "אֲבָל אִם אָמַר לוֹ הָבֵא לִי בְּחֶצְיָהּ נֵרוֹת מִמָּקוֹם פְּלוֹנִי וּבְחֶצְיָהּ פְּתִילוֹת מִמָּקוֹם פְּלוֹנִי וְהָלַךְ וְהֵבִיא לוֹ נֵרוֹת מִמְּקוֹם פְּתִילוֹת וּפְתִילוֹת מִמְּקוֹם נֵרוֹת הַשָּׁלִיחַ מָעַל",
            "נָתַן לוֹ שְׁתֵּי פְרוּטוֹת וְאָמַר לוֹ לֵךְ וְהָבֵא לִי אֶתְרוֹג וְהָלַךְ וְהֵבִיא לוֹ בְּאַחַת אֶתְרוֹג וּבְאַחַת רִימּוֹן שְׁנֵיהֶם מָעֲלוּ רַבִּי יְהוּדָה אוֹמֵר בַּעַל הַבַּיִת לֹא מָעַל שֶׁהוּא אוֹמֵר לוֹ אֶתְרוֹג גָּדוֹל הָיִיתִי מְבַקֵּשׁ וְהֵבֵאתָ לִי קָטָן וְרַע",
            "נָתַן לוֹ דִּינַר זָהָב וְאָמַר לוֹ לֵךְ וְהָבֵא לִי חָלוּק"
        ],
        [
            "וְהָלַךְ וְהֵבִיא לוֹ בִּשְׁלֹשָׁה חָלוּק וּבִשְׁלֹשָׁה טַלִּית שְׁנֵיהֶם מָעֲלוּ רַבִּי יְהוּדָה אוֹמֵר בַּעַל הַבַּיִת לֹא מָעַל שֶׁהוּא אוֹמֵר לוֹ חָלוּק גָּדוֹל הָיִיתִי מְבַקֵּשׁ וְהֵבֵאתָ לִי קָטָן וְרַע",
            "<big><strong>גְּמָ׳</strong></big> שָׁמְעַתְּ מִינַּהּ מַאן דְּאָמַר לִשְׁלוּחוֹ זִיל זְבֵן לִי כּוֹרָא דְאַרְעָא וַאֲזַל וּזְבַן לֵיהּ לִיתְכָּא קָנֵי לוֹקֵחַ",
            "אָמְרִי הָכָא הֵיכִי דָּמֵי כְּגוֹן דְּאַיְיתִי לֵיהּ שָׁוֶה שֵׁשׁ בְּשָׁלֹשׁ",
            "אֵימָא סֵיפָא רַבִּי יְהוּדָה אוֹמֵר בַּעַל הַבַּיִת לֹא מָעַל שֶׁהוּא יָכוֹל לוֹמַר לוֹ חָלוּק גָּדוֹל הָיִיתִי מְבַקֵּשׁ וְהֵבֵאתָ לִי חָלוּק קָטָן וְרַע",
            "דְּאָמַר לֵיהּ אִי יָהֲבַתְּ דִּינָר כּוּלֵּיהּ אַיְיתֵית לִי שָׁוֶה שְׁנֵי דִינָרִין",
            "הָכִי נָמֵי מִסְתַּבְּרָא דְּקָתָנֵי סֵיפָא מוֹדֶה רַבִּי יְהוּדָה בְּקִטְנִית שֶׁשְּׁנֵיהֶם מָעֲלוּ שֶׁהַקִּטְנִית בִּפְרוּטָה וְקִטְנִית בְּדִינָר",
            "הֵיכִי דָמֵי אִי בְּאַתְרָא דְּזָבְנִי בְּשׁוּמָא גַּבֵּי קִטְנִית נָמֵי דְּיָהֵב סֶלַע מוֹזְלִי לֵיהּ טְפֵי אָמַר רַב פָּפָּא בְּדוּכְתָּא דִּמְזַבְּנִי בְּכַנֵּי כַּנֵּי כַּנָּא כַּנָּא בִּפְרוּטָה דְּהָתָם פְּסִיק מִילְּתַיְיהוּ",
            "<big><strong>מַתְנִי׳</strong></big> הַמַּפְקִיד מָעוֹת אֵצֶל שׁוּלְחָנִי אִם צְרוּרִין לֹא יִשְׁתַּמֵּשׁ בָּהֶן לְפִיכָךְ אִם הוֹצִיא מָעַל אִם מוּתָּרִין יִשְׁתַּמֵּשׁ בָּהֶן לְפִיכָךְ אִם הוֹצִיא לֹא מָעַל אֵצֶל בַּעַל הַבַּיִת בֵּין כָּךְ וּבֵין כָּךְ לֹא יִשְׁתַּמֵּשׁ בָּהֶן לְפִיכָךְ אִם הוֹצִיא מָעַל הַחֶנְווֹנִי כְּבַעַל הַבַּיִת דִּבְרֵי רַבִּי מֵאִיר רַבִּי יְהוּדָה אוֹמֵר כְּשׁוּלְחָנִי",
            "נָפְלָה פְּרוּטָה שֶׁל הֶקְדֵּשׁ בְּתוֹךְ כִּיסוֹ אוֹ שֶׁאָמַר פְּרוּטָה בְּכִיס זֶה הֶקְדֵּשׁ כֵּיוָן שֶׁהוֹצִיא אֶת הָרִאשׁוֹנָה מָעַל דִּבְרֵי רַבִּי עֲקִיבָא וַחֲכָמִים אוֹמְרִים עַד שֶׁיּוֹצִיא אֶת כָּל הַכִּיס",
            "וּמוֹדֶה רַבִּי עֲקִיבָא לַחֲכָמִים בְּאוֹמֵר פְּרוּטָה מִן כִּיס זֶה הֶקְדֵּשׁ שֶׁהוּא מוֹצִיא וְהוֹלֵךְ עַד שֶׁיּוֹצִיא אֶת כָּל הַכִּיס",
            "<big><strong>גְּמָ׳</strong></big> כִּי אֲתָא רַב דִּימִי אֲמַר רָמֵי לֵיהּ רֵישׁ לָקִישׁ לְרַבִּי יוֹחָנָן מַאי שְׁנָא רֵישָׁא וּמַאי שְׁנָא סֵיפָא",
            "אֲמַר לֵיהּ סֵיפָא בְּאוֹמֵר לֹא יִפָּטֵור כִּיס זֶה מִן הַהֶקְדֵּשׁ",
            "כִּי אֲתָא רָבִין אֲמַר כִּיסִין אַשְּׁווֹרִים רְמָא לֵיהּ דִּתְנַן הָאוֹמֵר אֶחָד מִשְּׁווֹרַיי הֶקְדֵּשׁ הָיוּ לוֹ שְׁנַיִם הַגָּדוֹל שֶׁבָּהֶן הֶקְדֵּשׁ אֲמַר לֵיהּ סֵיפָא בְּאוֹמֵר לֹא יִפָּטֵור כִּיס זֶה מִן הַהֶקְדֵּשׁ"
        ],
        [
            "רַב פָּפָּא אָמַר כִּיסִין אַלּוּגִּין רְמָא לֵיהּ דִּתְנַן הַלּוֹקֵחַ יַיִן מִבֵּין הַכּוּתִים",
            "אוֹמֵר שְׁנֵי לוּגִּין שֶׁאֲנִי עָתִיד לְהַפְרִישׁ הֲרֵי הֵן תְּרוּמָה עֲשָׂרָה מַעֲשֵׂר רִאשׁוֹן תִּשְׁעָה מַעֲשֵׂר שֵׁנִי וּמֵיחֵל וְשׁוֹתֶה מִיָּד דִּבְרֵי רַבִּי מֵאִיר",
            "רַבִּי יְהוּדָה וְרַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן אוֹסְרִים אֲמַר לֵיהּ סֵיפָא דְּמַתְנִיתִין בְּאוֹמֵר לֹא יִפָּטֵר כִּיס זֶה מִן הַהֶקְדֵּשׁ",
            "<br><br><big><strong>הַדְרָן עֲלָךְ הַשָּׁלִיחַ שֶׁעָשָׂה שְׁלִיחוּתוֹ וּסְלִיקָא לַהּ מַסֶּכֶת מְעִילָה</strong></big><br><br>"
        ]
    ],
    "versions": [
        [
            "William Davidson Edition - Vocalized Aramaic",
            "http://sefaria.org"
        ]
    ],
    "heTitle": "מעילה",
    "categories": [
        "Talmud",
        "Bavli",
        "Seder Kodashim"
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ]
}