{
    "title": "Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            "It is a positive  commandment from the Torah to hear the sound of the shofar (animal horn) on Rosh Hashanah; as it is stated (Numbers 29:1), \"it shall be a day of blowing for you.\" The shofar which is blown — both on Rosh Hashanah and for the Jubilee year — is a bent ram's horn. And all shofars are disqualified except for the horn of a ram. Even though blowing with a shofar is not mentioned explicitly [in the passage] about Rosh Hashanah; it surely does state about the Jubilee year (Leviticus 25:9), \"you shall blast the shofar.\" And we have learned through the oral tradition that just as the blowing of the Jubilee year is with a shofar, so too is the blowing of Rosh Hashanah with a shofar. ",
            "In the Temple on Rosh Hashanah, they would blow with one shofar and two trumpets [on its two] sides. The shofar would blow long and the trumpets would blow short, since the commandment of the day was with the shofar. And why would they blow it together with trumpets? Because it is stated (Psalms 98:6), \"With trumpets and the blast of the shofar blow before the Lord, the King.\" But in other places on Rosh Hashanah, we only blow with a shofar exclusively.",
            "We do not blow with a shofar of idolaters at the outset. But if one did blow [with one], he has fulfilled [the commandment]. And if one blew [with a shofar] of a condemned city (<i>eer hanidachat</i>), he has not fulfilled [his obligation. Regarding] a stolen shofar with which he has blown, he has fulfilled [the obligation]. For the commandment is only listening to the sound — even though he did not touch it and did not raise it up, the listener has fulfilled [it] — and there is no law of theft with sound. And likewise should one not blow with the shofar of a burnt offering; but if he did blow [with it], he has fulfilled [the obligation]. For there is no law of misappropriating [the sacred] with sound. And if you say, \"Did he not derive pleasure from listening to the sound\"; [the answer is] that the commandments are not given for pleasure. Hence, one who has vowed not to derive pleasure from the shofar is permitted to blow the blow of the commandment with it.  ",
            "We do not profane the holiday — even regarding something that is on account of a Shabbat (holiday) decree — for the shofar of Rosh Hashanah. How is this? If a shofar was on top of a tree or over a river and one does not have [another] shofar besides it, he may not climb the tree and he may not swim over the surface of the water in order to bring it. And it is not necessary to say that we may not cut down [the tree] or do [other] forbidden work upon it. For blowing the shofar is a positive commandment, whereas [the sanctity of] the holiday is a positive commandment and a negative commandment — and a positive commandment does not override a negative commandment and a positive commandment. It is permissible to put water, wine or vinegar into [the shofar] on a holiday in order to make [its sound] clear. But one may not ever put urine into it, due to the respect [that must be shown to the shofar] — so that the commandments not become contemptible to him. ",
            "The [requisite] size of a shofar is [that it be long enough] that one hold it in one hand and it be seen from this [side] and that [side of his hand]. If it is cracked: Along its length, it is disqualified; along its width — if enough of it remained [intact to be] like the [requisite] size, it is fit, and it is as if it is cut off from the place of the crack. If  it became perforated: If he filled [the holes] with [something] that is not its type, it is disqualified. If he filled it with its type — if most of it remained intact and the holes that were filled do not prevent the sound, it is surely fit. [If] he drilled its [bone that fills the horn, and flattened it instead of removing it], it is fit — for its own type (which is now doubled up inside it) does not separate. [If] one glued shofar shards until he fashioned them into one [whole shofar], it is disqualified.",
            "If he added a minimal amount to it — whether of its type or whether not of its type — it is disqualified. If he plated it with gold inside or on the place that he puts his mouth (made a mouthpiece), it is disqualified. If he plated it on the outside: If the sound was changed from how it had been, it is disqualified; but if it did not change, it is fit. If one placed a shofar into a shofar: If he heard the sound of the inner one, he fulfilled [his obligation]; but if he heard the sound of the outer one, he did not fulfill [it]. If he widened the narrow [end of the shofar] and narrowed [its] wide [end], it is disqualified. ",
            "If it was long and one shortened it, it is [still] fit. If he scraped it out — whether from the inside or whether from the outside —  even if he left it so that [only] its soft layer remains, it is fit. [If] its sound was low or high or rough, it is fit. For all sounds are fit with a shofar.",
            "[If a case of] one who blows a shofar inside a pit or inside a cave: Those standing inside the pit or the cave have fulfilled [their obligation. Regarding] those standing outside — if they heard the sound of the shofar, they have fulfilled [their obligation]; but if they heard the sound of an echo, they have not fulfilled [their obligation]. And likewise one blowing into a large barrel — if he heard the sound of the shofar, he has fulfilled [his obligation]; but if he heard the sound of an echo, he has not fulfilled [his obligation]."
        ],
        [
            "All are obligated to hear the sound of the shofar — priests (Kohanim), Levites, Israelites, converts and freed slaves. But women, slaves and children are exempt. One who is half a slave and half a free person, one who has genitalia of both sexes and one whose genitalia are covered by a layer of skin (and, so, undetermined) are obligated.",
            "Anyone who is not obligated in something may not serve as an agent to fulfill the obligation of one who is obligated. Hence one who hears a child or a woman who blew with a shofar has not fulfilled [his obligation]. One who has genitalia of both sexes may serve as an agent for its [own] type, but may not serve as an a agent for [those] not its type. One whose genitalia are covered by a layer of skin may neither serve as an agent for its type nor not its type. For [if the layer of skin] is torn, it is possible that it will be found to be a male and it is possible that it will be found to be a female (such that in actual fact, it is not really a different type, but rather definitively either male or female).",
            "And likewise one who is half a slave and half a free person may not even serve as an agent for himself. For the side of slavery in him may not serve as an agent for the side of freedom in him. So how can he fulfill his obligation? He should listen to a free man that will blow for him.",
            "One who is [practicing] blowing the shofar to teach himself, has not fulfilled his obligation. And likewise one who hears [the shofar] from one [practicing] has not fulfilled [his obligation]. If the hearer [of the shofar] had intent to fulfill [his obligation], but the blower did not have intent to be his agent, or if the blower had intent to be his agent, but the hearer did not have intent to fulfill [his obligation] — he has not fulfilled his obligation, until [both] the hearer and the sounder have intent. ",
            "[In a case of] one who blew and had intent to serve as an agent for every one hearing his blowing, and a hearer heard [it] and had intent to fulfill his obligation: Even though the blower did not have intent for this [particular person] that heard his blowing, and does not [even] know him, he has fulfilled [his obligation]. For he surely had intent for all who would hear him. Hence one who was walking on the way or sitting in his house and heard the blows from the prayer leader has fulfilled [his obligation] — if he had intent to fulfill [it]. For the prayer leader surely intended to serve as an agent for the community to fulfill their obligation. ",
            "[When] the holiday of Rosh Hashanah falls out on Shabbat, we may not blow the shofar in any place. [This is the case] even though blowing [the shofar] was forbidden only on account of a Shabbat decree; so it would have been appropriate that we would blow — a positive commandment of the Torah would come and override a Shabbat decree from the words [of the Sages]. So why do we not blow? [Because of] a decree lest one take it in his hand and carry it to someone to blow for him, and [in the process,] carry it four ells in the public domain, or transfer it from one domain to another — and come to a prohibition [punishable by] stoning. [This is necessary because] all are obligated in  blowing [the shofar], but not all are expert at blowing [it].",
            "We do not prevent infants that have not reached [the age of] education from blowing [the shofar] on a Shabbat that is not the holiday of Rosh Hashanah in order that they learn [how to blow]. And on a holiday, it is [even] permissible for an adult to be involved with them in order to teach them — whether it is a child that has reached [the age of] education or whether it is a child that has not reached [the age of] education. For blowing is only forbidden on account of a Shabbat decree. ",
            "When they made a decree not to blow on Shabbat, they only decreed about a place where there is no court. But at the time that the Temple existed and the High Court was in Jerusalem, everyone in Jerusalem  would blow on Shabbat [that was Rosh Hashanah] the whole time that the court was seated [there]. And it was not only the people of Jerusalem, but rather every city that was within the perimeter of Jerusalem  — and could see it, [which excludes one] in a ravine; and could hear it, [which excludes one] on a mountaintop; and that was able to come to Jerusalem, [which excludes one with] a river separating them — the people of that city would blow on Shabbat, like Jerusalem. But in the other cities of Israel, they did not blow.",
            "But at this time [after] the Temple was destroyed, we may blow on Shabbat in any place that has a permanent court — and that is so long as it was ordained in the Land of Israel. And we only blow on Shabbat in a court that has sanctified the moon (ratified the new month). But we may not blow in other courts, even though they were ordained. And we only blow exclusively in front of the High Court, so long as they are seated. And even if they moved to get up but did not [yet] get up, we may blow in front of them. However we may not blow outside of the court. And why may we blow in front of the court? Because the court is alacritous and the blowers would not come to transport a shofar in the public domain in front of them. For the court would warn the people and inform them [of the prohibition].",
            "At this time that we make two days [of Rosh Hashanah] in the Exile — in the same way that we blow on the first, so too do we blow on the second. And if the first day fell out on Shabbat and there was no court fitting to blow in that place, we blow only on the second."
        ],
        [
            "How many blasts is one obligated to hear on Rosh Hashanah? Nine blasts. Since it is stated, \"<i>teruah</i>,\" with regards to the jubilee year and to Rosh Hashanah three times. And every teruah requires a simple blast (tekiah) before it and a simple blast after it. And from the oral tradition, they learned that all of the teruahs of the seventh month are the same: Whether on Rosh Hashanah, or whether on Yom Kippur of the Jubilee year, we blow nine blasts on both of them — tekiah, teruah, tekiah; tekiah, teruah, tekiah; tekiah, teruah, tekiah. ",
            "Due to the length of the years and the great [burdens] of exile, we have a doubt about this teruah that is mentioned in the Torah, and we do not know how it is. It may be the wail that women wail amongst themselves at the time that they weep. Or it may be the sigh that one sighs, time after time, whilst his heart is worried about a big thing. Or both of them together — the sigh and the wail, as it is the way [of a wail] to come after it — may be called teruah. For this is the way of a worrier, to first sigh, and then wail. Hence we do all [three possibilities].",
            "The wail is what we [today] call teruah (even though it is only one possibility of what the Torah meant by the word). And the sighing — this after that — is what we call three shevarim. It comes out that the order of shofar blasts is like this: One recites the blessing and blows — a tekiah, three shevarim after it, a teruah after that and a tekiah after [the teruah]. And he goes over this order three times. Then he blows — a tekiah, three shevarim after it and a tekiah after that. And he goes over this order three times. Then he blows — a tekiah, a teruah after it and a tekiah after that. And he goes over this order three times. It comes out that the number of blasts is thirty — in order to avoid a doubt. ",
            "The [requisite] measure of a teruah is like two tekiahs. The [requisite] measure of three shevarim is like a teruah. See that if one sounded a tekiah and a teruah and sounded a long tekiah like two of the first, we do not say [that] it is considered like two tekiahs and that he can [continue the order and] sound a teruah after it and then a tekiah. Rather even if he dragged out the sound of the tekiah the whole day, it is only one tekiah; so he must go back and sound [another] tekiah [before] he sounds a teruah and a tekiah [to complete the] three times.",
            "[If] one heard a tekiah at one time and a second one at a second time — even if he waited the whole entire day — they surely combine, and he has fulfilled his obligation. And that is so long as he heard each of the three series of them in its order. Not that he heard a teruah and two tekiahs after it, or two tekiahs and a teruah after them, or that which is similar to them. ",
            "[If] one heard nine blows from nine men at once (together), he has not fulfilled even one. [But if it was] a tekiah from this one, a teruah from that one and a tekiah from the third one, one after the other, he has fulfilled [his obligation] — and even if was interrupted and even if it was [over] the entire day. However, he does not fulfill his obligation until he hears all nine blows, since they are all one commandment. Hence they impede one another.",
            "The community is obligated to hear the tekiahs according to the order of the blessings (of the silent amidah prayer). How is that? The prayer leader says [the three standard introductory blessings known as], <i>avot</i> (forefathers), <i>gevurot</i>, (strengths) and <i>kedushat Hashem</i> (sanctity of the name); <i>malkhiot</i> (kingships); and blows three blows. He then says, <i>zikhronot</i> (remembrances) and blows three. Then he says <i>shofarot</i> (shofar blows) and blows three. And he [concludes with the concluding sections known as] <i>avodah</i> (service), <i>hodiyah</i>; (thanksgiving) and the blessing of the priests.",
            "These three middle blessings of Rosh Hashanah (every year) and Yom Kippur on the Jubilee year — which are <i>malkhiot</i>, <i>zikhronot</i> and <i>shofarot</i> impede one another. And in each of these blessings, one must say ten verses [that are] like the essence of the blessing — three verses from the Torah, three from the Book of Psalms, three from the Prophets, and one [more] from the Torah. But if he concludes with [a verse] from a Prophet, he has fulfilled [his obligation]. And if he [only] said one verse from the Torah, one from the Writings and one from the Prophets, he has fulfilled [it]. And even if [all he] said was, \"And in Your Torah, Lord, our God, it is written, stating\" — and he says a verse from the Torah, and stopped — he no longer needs anything [else to fulfill the obligation].   ",
            "We may not mention <i>malkhiot</i>, <i>zikhronot</i> and <i>shofarot</i> of punishment — such as [in] <i>zikhronot</i>, \"And all flesh shall remember that, etc.\" (Psalms 78:39);  [in] <i>malkhiot</i>, \"with outpoured anger shall I rule over you\" (Ezekiel 20:33); [and in] <i>shofarot</i>, \"Blow the shofar on the mountain, etc.\" (Hosea 5:8). Nor [may we mention] the remembrance of an individual — even if it was for good — such as \"Remember me, O Lord, in the desire of Your people\" (Psalms 106:4); and \"Remember me, my God, for the good\" (Nehemiah 13:31). And recollections (<i>pikdonot</i>) — such as \"I have surely recalled you\" (Exodus 3:16) — are not the same as remembrances. But one may mention the punishment of idolatrous nations, such as \"The Lord reigned, nations tremble\" (Psalms 99:1); \"Remember the day of Jerusalem to the Children of Edom\" (Psalms 137:7); [and] \"the Lord, God, will blow with the shofar, and go in the storms of the south\" (Nechemiah 9:14). All of these verses: \"Hear Israel, the Lord, our God, the Lord is one\" (Deuteronomy 6:4); \"You have been shown to know\" (Deuteronomy 4:35); \"And you shall know today and place upon your hearts, etc.\" (Deuteronomy 4:39) — their content is kingship. Even though there is no mention of kingship [in them], it is surely like, \"The Lord will reign forever and ever\" (Exodus 15:18); [and] \"And then He became King in Jeshurun, etc.\" (Deuteronomy 33:5).",
            "The widespread custom about the order of the public [shofar] blows on Rosh Hashanah is like this: After we read from the Torah and return the Torah scroll to its place, all of the people sit; and one [of them] stands and recites the blessing, \"Blessed are You, Lord our God, King of the universe, who has sanctified us with His commandments, and commanded us to listen to the sound of the shofar,\" and all the people answer, \"Amen.\" And he then recites the blessing, \"who has kept us alive;\" and all the people answer, \"Amen,\" after him. And he blows the thirty blows that we mentioned [were] on account of the doubt, according to [their] order. And we say, Kaddish, and stand and pray the additional (Musaf) prayer. And after the prayer leader finishes the fourth blessing — which is <i>malkhiot</i> — he blows a tekiah, three shevarim, a teruah and a tekiah one time. And he recites the fifth blessing — which is <i>zikhronot</i>. And after he finishes it, he blows a tekiah, three shevarim and a tekiah. And he [then] recites the sixth blessing — which is <i>shofarot</i>. And after he finishes it, he blows a tekiah, a teruah and a tekiah one time, and he finishes the prayer. ",
            "The one that blows when they are sitting is the one that blows [afterwards] according to the order of the blessings (of the silent amidah prayer) when they are standing. And he does not speak between the blows of [when they are] seated and the blows of [when they are] standing. But if he did speak between them — even though he transgressed — he does not recite the blessing again.",
            "It would have been appropriate  that they would blow all of the sets for each blessing, in the way that they blew [them] when they were sitting. However, since they have already [covered] the doubt with the blows of [when they were] seated, we do not burden the community to repeat them all during the order of the blessings. Rather one set in each blessing is enough for them [just] so that they hear [shofar] blows during the order of the blessings. And all of these things are in public. But [regarding] an individual — whether he heard [the blows] according to the order of the blessings, or did not hear according to the order of the blessings; whether standing or sitting — there is no custom about it.",
            "The [shofar] blows do not impede the blessings [of the Musaf prayer on Rosh Hashanah]. Nor do the blessings impede the [shofar] blows. [In a case of] two cities — in one, one knows that there is certainly someone there who will recite the nine blessings for [the community], but there is no one to blow; and in the second, there is a doubt if there is someone to blow or there is not someone to blow (but there is no one to recite the blessings): One should go to the second. For blowing is from the words of the Torah, whereas the blessings are from the words of the Scribes (rabbinic)."
        ],
        [
            "The requisite height of the sukkah (booth) is no less than ten handbreadths and no more than twenty ells. And its [size] is no less than than seven handbreadths on seven handbreadths, but one may add to its size — even several <i>mil</i>. If it was [even] a minimal amount less than ten [in height] or seven on seven [in size] or more than twenty ells, it is surely disqualified.",
            "A sukkah that does not have three panels is disqualified. [If] it had two full panels — one besides the other — like a type of <i>gamma</i> — one makes a panel that has more than a handbreadth in width and places it less than three [handbreadths] adjacent to one of the two [existing] panels, and that is enough for it. However, one must [also] make the outline of an entrance for it — since it does not have three full panels. And we have already explained in the Laws of Shabbat that the outline of an entrance mentioned in every place is even a reed from here and a reed from there, and a reed on top of them — even if it does not touch them. ",
            "[If] it had two panels — one across from the other — and it was open between them: One makes a panel that has a width of four handbreadths and a minimal amount and places it less than three [handbreadths] adjacent to one of the panels, and it is fit. However, one must [also] make the outline of an entrance for it. [In a case of] reeds that extend from the <i>skhakh</i> (covering) of the sukkah and there is a panel that extends with them, they are surely like a sukkah (and add to the main structure).",
            "[Regarding] panels that connected to the roof of the sukkah but did not reach the ground: If they were more than three handbreadths from the ground, it is disqualified; less than that, it is fit. [But if] they were connected to the ground but did not reach the <i>skhakh</i>: If they were ten handbreadths tall — even if they were several ells distant from the roof — it is fit. And that is so long as the panels are directly under the edge of the roof. If one moved the roof three handbreadths from the panel [horizontally], it is disqualified; less than that, it is [still] fit. [If] one suspended a partition — the height of which was four [handbreadths] and a little tall — less than three [handbreadths] adjacent to the ground and less than three adjacent to the roof, it is fit.",
            "[In the case] of one who makes a sukkah between trees and the trees are its panels: If they were [already] strong or he tied them and [thereby] strengthened them so that a common wind would not always move them; and he filled between the branches with hay and straw so that the wind not move them and he tied them down — it is fit. For any partition that is not able to stand in a common land-wind (as opposed to an ocean wind) is not [considered] a partition.",
            "[In the case of] one who makes his sukkah at the top of a cart or the top of a boat: It is fit and he may go up to it on the holiday. [If he did so] on top of a tree or on top of a camel, it is [also] fit, but he may not go up to it on the holiday — since it is forbidden to go up on a tree or on top of an animal on a holiday. If part of the panels were made by human hands and part of them were trees: We look at it all, such that if the trees were removed and [the sukkah] would [continue] standing from the human panels — we may go up to it on the holiday.",
            "A sukkah that does not have a roof is disqualified. How is that? For example, [if] the two tops of the panels connected one to another, like a type of [wigwam] or one leaned the panel of the sukkah on the wall. If it had a roof, even a handbreadth; or he raised the panel adjacent to the wall a handbreadth from the ground — it is surely fit. [In a case of] a round sukkah: If there is enough in its circumference to square its interior to seven handbreadths on seven handbreadths, it is surely fit — even though it does not have corners.",
            "[If] one roofed the top of a veranda that had doorposts — whether they were visible from the inside but not visible from the outside or whether they were visible from the  outside but not visible from the inside — it is fit.",
            "[If] it did not have doorposts, it is disqualified, since it is a sukkah made like an alley. See that it only has the two sides of the veranda, whereas the middle of the veranda does not have a wall to it, and that which is across from it does not have doorposts.",
            "[If] one roofed the top of an alley that has a post; or the top of a well that has boards — it is a fit sukkah only for that Shabbat that is during the festival: Since this post or these boards are a partition with regards to Shabbat, we consider them to be like a partition with regards to [being] a sukkah [on that day].",
            "[In a case of] one who implanted four poles on four corners of the roof and covered on top of them: Since the covering over the edge of the roof is fit, and we see the lower partitions [of the building below the roof] as if they rise up to the edge of the covering [it is fit].",
            "A sukkah that has many openings and has many windows in its wall is surely fit — and even though what is breached is greater than what is standing. And [that is] so long as there is no entrance [that is] more than ten [ells] there. But if there was an entrance [that is] more than ten there — even if it has an outline of an entrance — it is necessary that what is breached not be greater than what is standing.",
            "[In the case of] a sukkah, the air of which was more than twenty ells tall, and one reduced [its height] with cushions and bed covers [placed on the floor]: It is not [considered] a reduction — and even if he nullified them. [But if] one reduced it with straw and nullified it, it is a reduction; and it is not necessary to say [that the same is true with] dirt when he nullified it. However, with undesignated dirt, it is not a reduction. [If] it was taller than twenty ells, but the ends of the palm leaves fall within twenty: If the shade [from them only] is greater than the sun [light], they are considered like a thick roof, and it is fit.",
            "[If a sukkah was more than twenty cubits high and] one built a platform opposite the entire middle panel: If the platform has the requisite size of a sukkah, it is fit. [If] he built a platform opposite the middle panel along the side: If there are four ells from the edge of the platform to the wall [on the other side], it is disqualified; less than four ells, it is fit. [If] he built it in its middle: If there are four ells from the edge of the platform to the wall in any direction, it is disqualified; less than four ells, it is fit. [For] it is as if the partitions touch the platform, and there is surely less than twenty ells from the platform to the covering. [If] one built a pillar [in a sukkah that was too tall] and it has the [requisite size to] qualify as a sukkah — it is disqualified. For there are no recognizable partitions; so it comes out that there is fit <i>skhakh</i> over the pillar without [any] panels.",
            "[In a case in which a sukkah] was less then ten [handbreadths tall], and one hollowed out [part of the floor] to [make it] ten: If there are three handbreadths from the edge of the hollow to the wall, it is disqualified; less than that, it is fit. For all that is less than three is surely as if it is connected — as we explained in the Laws of Shabbat.",
            "Fit panels of a sukkah are from anything. For we only need any partition that exists — even from animals. And one may make a partition from his fellow on the holiday in order that he may eat, drink and sleep in a fit sukkah, for which his fellow is a panel. And that is so long as he makes him [such] without the knowledge of that one that he was made into a panel. But if he made him [such] with [his] knowledge, it is forbidden on the holiday, but permissible on other days of the festival. And likewise may he make the fourth panel with vessels on the holiday. But he may not make the third panel with vessels on the holiday, as he is [thereby] making the sukkah fit — and one may not make a temporary [structure] on a holiday."
        ],
        [
            "The covering (<i>skhakh</i>) of the sukkah is not fit from everything. We may only roof with something that grows from the ground, that was detached from the ground, that is not [susceptible to] contracting impurity and that does not have a bad smell, nor constantly sheds or wilts. ",
            "[If] one did roof with something that does not grow from the ground or that was [still] connected to the ground or that is susceptible to impurity, it is disqualified. But if he transgressed and roofed with something that wilts or sheds or that has a bad smell, it is [still] fit. As [the Sages] only said we do not roof with these in order that one not abandon the sukkah and exit [it]. And one must be careful that the ends of the palm leaves and the leaves of the <i>skhakh</i> not descend within ten handbreadths so that his sitting not be cramped. ,[If] one roofed with types of metal, bones or skins — it is disqualified, since they are not [things] that grow from the ground. [If] one raised vines and that which is similar to them until they became [the covering of] a sukkah — it is disqualified, since they are not detached. [If] one roofed with wooden vessels and mats made for laying upon and that which is similar to them — it is disqualified, since they are [susceptible to] contracting impurity. And likewise if one roofed with shards of vessels or used up vessels — it is disqualified: Since they had been susceptible to contracting impurity, [we are concerned] lest one cover with shards that have not yet become pure [from that susceptibility].",
            "[If] one roofed with foods — it is disqualified, since they are [susceptible to] contracting impurity. [In a case of] branches of figs, with figs on them; grape vines, with grapes on them; date branches, with dates on them — and so too, anything that is similar to them: If we see that the residue is greater than the food, we may cover with them; but if not, we may not cover with them. [If] one roofed with vegetables — such that if they dry, they wilt and nothing substantial remains — even though they are fresh now, their place is surely considered as if it was air and as if they were not [there].",
            "[If] one roofed with stalks of flax which he did not crush nor comb — it is fit, as it is still [just like] wood. But if he did crush and comb them, we may not roof with it — since their form has changed, and it is as if they are not from that which grows from the ground. We may roof with ropes of palm bast and of beet shoots and that which is similar to them. For their form surely remains; and ropes are not vessels (utensils).",
            "[If] one roofed with plain shafts — it is fit. With holed shafts — it is disqualified. [For] even though [the hole] is made to be filled with iron [arrowheads], it is a receptacle [until that happens]. So it is [susceptible to] contracting impurity, like any receptacle vessel.",
            "A small unspecified mat of reeds or bulrushes or beet roots is for laying upon. Hence we may not roof with it, unless one made it [specifically] for roofing. An unspecified large one is for roofing. Hence we may roof with it, unless one made it [specifically] for laying upon. But if [the mat] has a rim, we may not cover even with a large one — since it is surely like a receptacle vessel. And even if the edge was taken off, we [still] may not cover with it — since it is like the shards of vessels.",
            "We may roof with boards that are not four handbreadths wide — even though they are sanded down. But if they are four wide, we may not roof with them — even though they are not sanded down. [This is as] a decree lest one sit under the roof [of a house] and it appear to him that it is like a sukkah. [If] he placed a board that had a width of four on top of [a fit sukkah], it is [still] fit; but we may not sleep under it. And one who sleeps under it has not fulfilled his obligation. [In a case in which] the boards are four wide but not four thick and one rotated them to be on their sides that are not four and roofed with them: It is surely disqualified — since the board [itself] is disqualified, whether he roofed with its width or whether he roofed with its thickness.",
            "[In a case of] a roof that has no plastering — which is the plaster and the gravel — but is only implanted boards: It is surely disqualified — since they were surely not [put in place] for the sake of a sukkah but for the sake of a house. Hence if one moved the boards and undid the nails for the sake of a sukkah — it is surely fit. And [that is] so long as there not be  [a width] of four handbreadths in each and every board. And likewise is it surely fit if he removed one from among them and placed proper <i>skhakh</i> in its place.",
            "Any sukkah that is made properly is fit — even though it is not made for the sake of the commandment. And that is so long as it was made for shade, like a hut for gentiles, a hut for animals and anything that is similar to them. But a sukkah formed on its own is disqualified — since it was not made for shade. And likewise [in a case of] one who dug out [sheaves] from a stack and made it into a sukkah: It is not a sukkah — since he did not gather this stack for shade. Hence if he made a cavity [in the stack] of a handbreadth across seven for the sake of a sukkah at the beginning, and afterwards dug out [more] to complete it to ten, it is fit. For its <i>skhakh</i> was made for the sake of shade.",
            "We may not roof with bundles of straw, or bundles of wood, or bundles of twigs. [This is because of a] decree lest one make them as bundles [that he wants to deposit] on his roof in order to dry them, and he reconsiders, to sit under them for the sake of [it being used] like a sukkah — whereas he did not make this <i>skhakh</i> for shade at the beginning. And it comes out to be like a sukkah formed on its own. But, if one untied them, they are fit. And a bundle is not less than twenty five branches. ",
            "We may roof with small bundles that were bound to [form] a count. And likewise may we roof with the top of a palm tree that has branches bound by it — since what is bound by the hand of the Heavens (naturally) is not [considered to be] like a bundle. And we may roof with it, even if [one] tied all the branches from [the other] side — such that it be found in one bundle [that] one of its two heads is by the hand of the Heavens and one is by human hands. For one who binds a tree is not [making] a bundle. And this is like one tree — for it is [also] bound by the hand of the Heavens. And likewise any binding that is not made [suitable] to carry [the bundle] is not a binding .",
            "One who makes his sukkah under a tree is as if he makes it inside a house. [In the case of one who] raises the leaves of the tree and its branches upon [the sukkah] and covers them [with proper <i>skhakh</i>], and afterwards cuts the [tree's leaves and branches]: If the roofing was more than them, it is fit. But if the roofing that was fit from the beginning was not more then them, he must shake them after their cutting — so that they be [placed] for the sake of the sukkah.",
            "[If] one mixed something with which we may roof with something with which we may not roof, and roofed with both of them [together] — it is disqualified, even though the fit is more than the disqualified. [In a case in which] one roofed with this by itself and that by itself — this one alongside that one: If there are three handbradths of disqualified <i>skhakh</i> in one place — whether in the middle or on the side — it is certainly disqualified.",
            "To what are these words applicable? To a small sukkah (see 5:15 below). But with a big sukkah, four handbreadths of disqualified <i>skhakh</i> disqualifies in the middle, [but] less than that is fit; and on the side, four ells of disqualified <i>skhakh</i> disqualify, [but] less than that is fit. How is that? [In the case of] a house that is open in the middle [of its roof] and one roofed the opening [with <i>skhakh</i>]; so too a courtyard — surrounded by a [covered] veranda — upon which one roofed; and so too a large sukkah that was surrounded by something with which we may not roof, next to the walls from above: If there are four ells from the edges of the fit <i>skhakh</i> to the wall, it is disqualified. [But if it is] less than that, we see [it] as if the wall was bent and this disqualified <i>skhakh</i> is considered part of the body of the wall and [so,] fit. And this thing is a law from Moses [received] at Sinai. ",
            "And which is a small sukkah? Any one that only has seven handbreadths on seven handbreadths. And a big one? Any one in which there remains seven handbreadths on seven handbreadths of fit <i>skhakh</i>  beyond the disqualified <i>skhakh</i>.",
            "[In a case in which] one roofed with with something disqualified and something fit — this one alongside that one and there is not a width of three handbreadths of disqualified <i>skhakh</i> in one place, but rather less: If all of the fit <i>skhakh</i> was more than all of the disqualified <i>skhakh</i>, it is fit. But if this one was like that one exactly — even though there is not three [handbreadths of disqualified <i>skhakh</i>] in one place — it is surely disqualified. For disqualified <i>skhakh</i> is considered like [empty space].",
            "[If] one spread a garment above; or spread it below the <i>skhakh</i> because of the shedding [leaves] — it is disqualified. [If] he spread it to beautify it, it is fit. And likewise, if he roofed it properly and adorned it with [different] types of fruits, of delicacies and of vessels — suspended either from the walls or from the <i>skhakh</i> — in order to beautify it, it is fit.  ",
            "Decorations of the sukkah do not reduce its height, but they do reduce its width. If the decorations of the sukkah were four handbreadths or more removed from its roof, it is disqualified. For it comes out that one sitting there is as if he is not under the <i>skhakh</i> but under the decorations — which are foods and vessels with which we do not roof.",
            "[In a case of] <i>skhakh</i> within which there were many windows through which the [sky] appears: If there is in all of the airspace as much, or more than, all of the area covered by <i>skhakh</i> — it is surely disqualified, since its sunlight is more than its shade. And anything in which the sunlight is greater than the shade is not <i>skhakh</i> (a covering). But if the <i>skhakh</i> was more than the airspace, it is fit.",
            "To what are these words applicable? When there was not three handbreadths of airspace in one place. But if there was three handbreadths of airspace — whether in the middle or whether on the side — it is surely disqualified, until one reduces it from [being] three. [In a case where] he reduced it with something disqualified — such as pillows and bed covers: If it was a large sukkah, it is fit. But it was a small sukkah, it is disqualified until he reduces it with something with which we may roof. If the majority of the covering was [such that] its shade was more than its sunlight, and the minority was [such that] its sunlight was more than its shade — since the shade in the whole thing is more than the sunlight in the whole thing, it is fit.",
            "The way of covering is that it be light, in order that the large stars can be seen [through] it. If it was thick like a type of house[roof] — it is fit, even though the stars are not visible. If the covering was scattered (<i>meduvlal</i>) — and that is a covering, part of which is higher and part of which is lower — it is fit. And [that is] so long as there are not three handbreadths between the raised part and the sunken part. But if there was the width of a handbreadth or more in the raised one — even though it is more then three handbreadths  higher — we see it as if it goes down and touches the edge of the sunken one. And that is when it is in line with the edge of the lower one. ",
            "[In a case of] a sukkah on top of a sukkah: The bottom one is disqualified — like one who made a sukkah inside a house — but the upper one is fit. To what are these words — that the bottom one is disqualified — applicable? When the height of the space of the higher one is ten handbreadths or more, and the roof of the bottom one is capable of holding pillows and bed covers from the top one — even if [only] with strain. But if the height of the higher one is [less than] ten, or the bottom one is not capable of holding pillows and bed covers from the top one — even if [only] with strain — (even) the bottom one is fit. And that is when the height of both of them (together) is not more than twenty ells. For the bottom one is made permissible by the <i>skhakh</i> of the top one.",
            "[In a case of] a bed inside a sukkah: If it is ten handbreadths tall — one who sleeps under it has not fulfilled his obligation, for it is like a sukkah inside a sukkah. And likewise [in a case of] a canopy that has a roof, even if [that roof] is a handbreadth wide: If it is ten handbreadths tall — we may not sleep [under] it in a sukkah. And likewise [in a case of] one who puts up four pillars and spreads a sheet over them: If it they are ten high — it is surely like a sukkah inside a sukkah. ",
            "But [in a case of] two pillars over which one spread a sheet; and also a canopy that does not have a roof of [at least] a handbreadth — even if they are completely tall: It is permissible to sleep under them in a sukkah — for they are not like a sukkah inside a sukkah — as the [inner one] does not have a roof (and so, cannot be considered a sukkah).",
            "A borrowed sukkah — as well a stolen sukkah — is fit. How is that? If one assaulted his fellow and expelled him from his sukkah, stole  it and sat in it — he has fulfilled [his obligation]. For land cannot be stolen (such that he is ultimately only borrowing the sukkah). And [even] if he stole wood and made a sukkah from it, he has fulfilled [his obligation]. For it is an ordinance of the Sages that the owner of the wood is only [entitled to] the worth of the wood alone. And even if he stole boards and placed them there — and did not connect them and did not change anything about them — he has fulfilled [his obligation. In a case of] one who makes his sukkah in the public domain: It is fit. "
        ],
        [
            "Women, slaves and minors are exempt from the [commandment of dwelling in a] sukkah. One whose genitalia are covered by a layer of skin (and, so, undetermined) and one who has genitalia of both sexes are obligated based on the doubt [about their sex]. And likewise is one who is half a slave and half a free person obligated. A minor who does not [still] require his mother — which is [like a five-year old] like a six-year old — is obligated in the [commandment of dwelling in a] sukkah by the words of the Scribes (rabbinically), in order to educate them in the commandments.",
            "Sick people and those serving them are exempt from the sukkah — and not just a sick person in danger, but even one whose head feels unwell or his eye feels unwell. One who is indisposed is exempt from the sukkah — he, but not those serving him. And what is [the criteria by which one is determined to be] indisposed? That is one who is not able to sleep in the sukkah because of the wind, or because of the flies and the fleas and that which is similar to them or because of the smell.",
            "A mourner is obligated [to dwell] in the sukkah. But a groom, the groomsmen and all the members of the [wedding party] are exempt from the sukkah all seven days of the feast [connected to the wedding].",
            "Agents [designated to fulfill] a commandment are exempt from the  sukkah — whether during the day or during the night. Those walking on a journey during the day are exempt from the sukkah during the day, but obligated during the night. Those walking on a journey during the night are exempt from the sukkah during the night, but obligated during the day. Guardians of a city during the day are exempt from the sukkah during the day, but obligated during the night. Guardians of a city during the night are exempt from the sukkah during the night, but obligated during the day. Guardians of gardens and orchards are exempt during the day and during the night. For if [such a] guardian makes a sukkah, the thief will know that the guardian has a set place and will come and steal from another place.",
            "How is the commandment of dwelling in the sukkah? That one eat, drink and live in in the sukkah all of the seven days — both during the day and during the night — in the same way that he lives at home during the other days of the year. And all seven days of Sukkot, one renders his house temporary, and his sukkah permanent; as it is stated (Leviticus 23:42), \"In huts shall you dwell seven days.\" How is that? [If he has] beautiful vessels and beautiful bedding, [they are brought] into the sukkah. And drinking vessels, such as jugs and cups, [are also brought] into the sukkah. But eating vessels, such  as pot and pans are [kept] out of the sukkah. And a candelabra [is brought] into the sukkah. But if the sukkah was small, he places it out of the sukkah.  ",
            "We eat, drink and sleep in a sukkah all seven [days] — whether during the day or during the night. And it forbidden to eat a meal outside the sukkah all seven [days], unless it is a casual meal — a <i>kabeitsah</i> or less or a bit more (of bread).  One may not sleep outside the sukkah, even [for] a brief nap. But it is permissible to drink water and to eat fruits outside the sukkah. However one who is stringent upon himself and does not drink even water outside the sukkah is surely praiseworthy. ",
            "Eating on the night of the first holiday in the sukkah is an obligation. Even if one ate a <i>kazayit</i> of bread, he has fulfilled his obligation. From then on, it is optional: [If] he wants to a eat a meal, he must dine in the sukkah; [but if] he wants to just eat fruits or parched grain all seven [days] outside the sukkah, he may eat [like that. It is] like the law of eating matsa on Passover.",
            "[In a case of] one who had his head and the majority [of his body] in the sukkah, but his table was inside his house or outside the sukkah, and he eats: It is surely forbidden, and it is as if his table was inside the sukkah. [This is] a decree lest one be pulled after his sukkah. And [this is so] even in a large sukkah.",
            "One reads inside the sukkah all seven [days]. But when he [seeks to] comprehend and be exacting [upon the text], he may comprehend [it] outside the sukkah so that his mind will be settled. One who prays [does whatever] he wants — he prays in the sukkah or outside of the sukkah.",
            "[If] rain fell — [someone in the sukkah] may surely enter the house. From when is it permissible to evacuate [it]? From when [enough] drops fell into the sukkah, that were they to fall inside a cooked food, it would no longer be fit [to eat] — even a cooked food of beans (which goes bad quickly). [If] one was eating in the sukkah and rain fell, so he entered his house; and [then] the rain stopped — we do not obligate him to return to the sukkah (that whole night) until he finishes his meal. [If] one was sleeping [in the sukkah] and rain fell, so he entered his house; and [then] the rain stopped — we do not burden him to return to the sukkah that whole night; but he may rather sleep in his house until the dawn arises.",
            "[When] one finished eating on the seventh day in the morning — he may not undo his sukkah. But he may bring down his vessels and evacuate them from the time of the afternoon prayer and onward. [If] he does not have a place to evacuate [his vessels] (like when the sukkah is in his house), he should reduce it four [handbreadths] by four. And if he needs to dine during the rest of the day, he needs to eat in the sukkah — since its commandment is for all seven [days].",
            "Every time one enters to dwell in the sukkah all seven [days], he recites the blessing, \"Blessed are You, Lord our God, King of the universe, who has sanctified us with His commandments, and commanded us to dwell in the sukkah.\" And on the night of the first holiday, he recites a blessing over the sukkah and afterwards [a blessing] over the time; and he arranges all of the blessings over a cup [of wine]. It comes out that he recites Kiddush standing up, and recites the blessing, \"to dwell (or sit) in the sukkah\" and sits; and afterwards recites the blessing over the time. And the custom of my teachers and the rabbis of Spain was like this, to recite Kiddush on the night of the first holiday of the festival of Sukkot standing up, as we have explained.",
            "At this time — when we make two holidays — we must sit in the sukkah eight days. And on the eighth day — which is [also] the first holiday of Shemini Atseret (the eighth day festival) — we sit in it, but we do not recite the blessing, \"to dwell in the sukkah.\" And likewise, one whose genitalia are covered by a layer of skin (and, so, undetermined) and one who has genitalia of both sexes never recite the blessing, \"to dwell in the sukkah\" — since they are obligated based on the doubt [about their sex]. And we do not recite a blessing [when performance of a commandment is based on] a doubt.",
            "[When] one finished eating on the eighth day, he brings down his vessels and evacuates [the sukkah]. [In a case in which] one does not have room to bring down his vessels: If it was a small sukkah, he brings a candelabra into it; and if it was a big sukkah, he brings pots and pans and that which is similar to them into it — in order to take note that it is disqualified, and that its commandment has already finished. But since it is a holiday, he may not reduce it and disqualify it [in that way]. ",
            "[In a case of] one who did not make a sukkah (before the festival) — whether inadvertently or volitionally — he must make a sukkah during the intermediate days of the festival. He may even make a sukkah at the end of the seventh day — for its commandment is all seven [days]. The wood of the sukkah — whether the wood of the panels or whether the wood of the <i>skhakh</i> — is forbidden all eight days of the festival. We may not benefit from them for something else all eight days, because the sukkah is designated (<i>muktseh</i>) all of the seventh day until twilight — and since it is [also] designated at twilight of the eighth day (the twilight being the transition from the seventh day to the eighth day), it is designated for the whole day.",
            "And it is likewise forbidden all eight [days] to supply from foods and drinks suspended in the sukkah in order to beautify it. But if one stipulated about them at the time that he suspended them and said, \"I am not separating from them the entire twilight (of the first night),\" he may surely supply from them at any time that he wants. For he surely did not designate them; so the sanctity of the sukkah did not rest upon them and they were not considered [to be] like it."
        ],
        [
            "The <i>branches of palm trees</i> specified in the Torah (Leviticus 23:40) are freshly sprouted twigs of a palm tree, before their leaves are spread apart; they resemble a rod, called <i>lulav</i>.",
            "The <i>fruit of goodly trees</i> specified in the Torah is the <i>ethrog</i>. The <i>boughs of leafy trees</i> specified in the Torah refer to the myrtle, the leaves of which cover the wood; it has, for example, three or more leaves growing from each bud. However if two leaves were one across from the other, but the third leaf was above them, this is not [considered] \"leafy.\" Rather it is called a fool's myrtle",
            "The <i>willows of the brook</i> specified in the Torah do not refer to every plant growing near a brook, but to a definite kind of plant called <i>willows of the brook</i>. Its leaf is elongated like a brook and has a smooth edge, and its twig is red. This is called <i>aravah</i>, willow. Most plants of this kind grow beside brooks, hence the term <i>willows of the brook;</i> even if it grows in the wilderness or on the mountains it is fit for use.",
            "And there is another species similar to a willow, except that its leaf is round, [the leaf's] edge is similar to a saw and its stem is not red. And this is what is called a <i>tsaftsafah</i> — and it is disqualified. And there is a type of willow there, the edge of its leave not being smooth and not being like a saw, but rather with many small furrows — like the edge of a small sickle — and it is fit. And all of these things were explained by the oral tradition from Moses our teacher.",
            "The four species [described above] constitute one precept, and the absence of any of these makes the others useless. All of them are included under the term <i>lulav precept;</i> their number should be neither decreased nor increased. And if one of them is not found, we may not bring a species similar to it instead of it.",
            "And it is a choice [fulfillment of the] commandment to bunch the palm branch (<i>lulav</i>), the myrtle and the willow, to make the three of them into one bunch. And when he lifts it up to fulfill [the commandment] with them, he recites the blessing, \"about the taking of the <i>lulav</i>\" — since all of them are adjacent to it. And afterwards, he takes this bunch in his right [hand] and the citron in his left [hand]. And he takes them in the way of their growth — such that their [stems] are downwards and their heads are upwards towards the [sky].",
            "How many should be taken of each species? One <i>lulav</i>, one <i>ethrog</i>, two twigs of willow, and three twigs of myrtle. If one wishes to increase the number of myrtle twigs so that the bunch should be larger, he may do so. And it is an adornment of the commandment. But [regarding] the other species, we do not add to their number or diminish from it. And if one did add or diminish from it, (it is disqualified). ",
            "What is the requisite length of each of these species? The palm branch is not less than four handbreadths; and if its was [only] a minimal amount longer [than this], it is fit. And its measurement is only from its spine, not from the top of the leaves. The myrtle and the willow are not less than three handbreadths; and if they were [only] a minimal amount longer [than this], they are fit. And even if there are only three fresh leaves in each and every branch, they are fit. And that is so long as they be at the top of the branch. And if one bound the <i>lulav</i> (the three species), the spine of the palm branch must extend out one handbreadth or more [above] the myrtle and the willow. And the requisite size of the citron is not less than a <i>kabeitsah</i>. And if it was [only] a minimal amount bigger [than this], it is fit.",
            "From when one raises these four species — whether he raised them as one (together) or one after the other; whether with his right [hand] or his left — he has fulfilled [the commandment]. And that is when he raised them in the way of their growth. But [if it was] not in the way of their growth, he has not fulfilled [the commandment]. However the commandment as it is proper is when he raises the bunch of three species in his right [hand] and the citron in his left and extends out, brings in, raises, lowers and shakes the <i>lulav</i> three times in every direction.",
            "How is that? He extends out and shakes the top of the <i>lulav</i> three times and brings in and shakes the top of the <i>lulav</i> three times. And likewise with raising and lowering. And where [in the prayers] does he extend out and bring in? At the time of reading the Hallel at \"Praise the Lord, for He is Good\" at the beginning (Psalms 118:1) and end (Psalms 118:28); and at \"Please, Lord, save us please\" (Psalms 118:25). And the whole day is fit for lifting up the <i>lulav</i>; but one does not lift it up at night [to fulfill the commandment].",
            "If he made a string of silver or gold for this bunch or wrapped a sheet upon it, and [then] lifted it up — he has fulfilled [the commandment. For] lifting it up with something else is [considered] lifting up. And that is when it is in the way of honor and the way of beautification. For anything that is to beautify it does not intervene. But if he put these species into a planter or into a pot and lifted it up, he has not fulfilled his obligation.",
            "If one bunched the <i>lulav</i> with the myrtle and the willow and separated between the palm branch and the myrtle with a cloth or that which is similar to it, it surely intervenes [between them]. If he separated between them with myrtle leaves, it does not intervene. For a species does not intervene between its own species. And one may bind the <i>lulav</i> with a string or a cord or any type [of binding] that he wants — since its binding does not impede [the commandment].",
            "We are required to wave the <i>lulav</i> on the first day of <i>Sukkoth</i> only, anywhere and at any time, even if this happens to be a Sabbath, as it is written: \"You shall take on the first day the fruit of goodly trees\" (Leviticus 23:40). Only in the Temple was the <i>lulav</i> waved on each of the seven days of <i>Sukkoth</i>, as it is written: \"You shall rejoice before the Lord your God seven days…\". [If] Shabbat came out to be in the middle of the days of the festival, it is not lifted up on Shabbat. [This is as a] decree lest one move it in his hand four ells in a public domain, like [the Sages] decreed concerning the shofar. ",
            "And why did they not decree this decree on the first holiday? Because it is a commandment from Torah writ — even in the outlying areas (outside of Jerusalem). It comes out that its law and the law of the other days are not the same; as in the other days of the festival, one is not obligated to lift up the <i>lulav</i> except in the Temple.",
            "After the destruction of the Temple it was ruled that the <i>lulav</i> should be waved on each of the seven days of the festival, in remembrance of the Temple usage. And each and every day, he recites upon it the blessing, \"who has sanctified us with His commandments, and commanded us about the lifting up of the <i>lulav</i>\" — for it is a commandment of the words of the Scribes (on the other days). And [regarding] this ordinance — along with all of the ordinances ordained by Rabban Yochanan ben Zakkai after the Temple was destroyed — the things will return to their previous state, when the Temple will be rebuilt.",
            "At the time when the Temple was standing, the <i>lulav</i> was lifted up [in Jerusalem] on the first day that came out to be on Shabbat. And likewise in other places that knew with certainty that this day was the day of the festival in the Land of Israel. But distant places that did not know about the [time of the] determination of the new month did not lift up the <i>lulav</i>, because of [this] doubt.",
            "But from when the Temple was destroyed, the Sages forbade to lift up the <i>lulav</i> on Shabbat on the first day — even [for] the residents of the Land of Israel that sanctified the month. [This was] on account of the residents of the distant outlying areas that do not know about the [time of the] sanctification of the [new] month — so that all would be the same in this thing, and it not be that these would lift it up on Shabbat and those would not lift it up. [This is] since the obligation of the first day is the same in every place and there is no Temple there upon which to make [a difference] dependent.",
            "And at this time when all go according to the calculation (set calendar), the thing remained as it was; that the <i>lulav</i> not be lifted up on Shabbat at all — not in the outlaying areas and not in the Land of Israel — and even on the first day; even though everyone knows about the [time of the] sanctification of the [new] month. And we have already explained that the the main [reason] for the prohibition of lifting up the <i>lulav</i> on Shabbat is lest one will transport four ells in a public domain.",
            "Anyone who is required to hear the <i>shofar</i> and to dwell in a <i>sukkah</i> is also required to wave the <i>lulav;</i> anyone who is exempt from hearing the <i>shofar</i> and dwelling in a <i>sukkah</i> is likewise exempt from waving the <i>lulav</i>. A little boy who knows how to shake the <i>lulav</i> is required to do so, by rabbinic rule, in order to train him in the observance of precepts.",
            "It is a law from Moses [received] at Sinai that we bring another willow branch in the Temple besides that willow in the <i>lulav</i>. And one does not fulfill his obligation with the willow in the <i>lulav</i>. And its requisite size is even one leaf on one branch.",
            "How was its commandment? On each and every one of the seven days, they would bring tall willow branches and stand them upright at the sides of the altar, and the tops of the branches would be inclined over the altar. And at the time that they would bring them and arrange them, they sounded [three shofar blasts,] a tekiah, a teruah, and a tekiah. If the Shabbat came out to be in the middle of the festival, they did not stand the willow upright; unless the seventh day came out to be on Shabbat. [Then] they would stand it upright in order to publicize that it is a commandment.",
            "How would they do it? They would bring it from the eve of Shabbat and place it in basins of gold so that the leaves would not wilt. And on the morrow, they would stand it upright over the altar. And the people would come and take from it and lift it up like they would do every day. And since this [practice with the] willow is not explicit in the Torah, we do not lift it up all seven days of the festival. Rather, at this time, it is only on the seventh that we lift it up. How does one [do it]? One takes one branch or several branches besides that willow in the <i>lulav</i>. And one hits with it two or three times on the ground or on a vessel, without a blessing. For this thing is a custom of the prophets.",
            " And each and every day, they would circle the ark one time with their <i>lulav</i>s in their hands. And [they would] say, \"Please, Lord, save us please; please, Lord, make us succeed, please\" (Psalms 118:25). And on the seventh day, they would circle the altar seven times. And all of Israel in all of the places have already been accustomed to placing an ark in the middle of the synagogue and circling it on each day — in the way that they circled the altar — in memory of [what was done in] the Temple.",
            "The custom in Jerusalem used to be that an individual would leave home carrying his <i>lulav</i>, go to synagogue with <i>lulav</i> in hand, worship with <i>lulav</i> in hand, and then go to visit the sick and comfort the mourners with <i>lulav</i> still in hand. But when he was about to enter the school-house, he would send his <i>lulav</i> home with his son or servant (Sukkah 41b).",
            "A woman may receive the <i>lulav</i> from the hand of her son or from the hand of her husband and return it to water on Shabbat, at the time that they would lift up the <i>lulav</i> on Shabbat. And she may add water [to it] on a holiday; and change the water on [the intermediate days of] the festival.",
            "It is forbidden to smell from the myrtle in the <i>lulav</i>, because it is only fit for smelling. And since it was designated (<i>muktseh</i>) for the commandment, it is forbidden to smell from it. But it is permissible to smell from the citron. For it was surely designated (<i>muktseh</i>) [away] from eating.",
            "And it is forbidden to eat the citron all of the seventh day. Since it was designated (<i>muktseh</i>) for part of the [seventh] day, it is designated for the whole day. But it is permissible to eat [it] on the eighth day. But at this time that we do two days — even though we do not lift up the <i>lulav</i> on the eighth [day] — the citron is forbidden on the eighth, the [same] way it was forbidden on the eighth at the time that they were doing two days because of a doubt that [the eighth day was actually] the seventh. [If] one designated out seven citrons for the seven days — he fulfills [his obligation with] each and every one, and he may eat it on the morrow. "
        ],
        [
            "These four species — which are the palm branch, the myrtle, the willow and the citron — one of which was dry; robbed or stolen — even after abandonment; or from a tree-god (<i>asheirah</i>) that was worshiped — even though they nullified the tree-god from being served (any longer); or of a condemned city: [In any of these cases,] they are surely disqualified. [In a case of] one of them [that belonged] to idolatry: One should not lift it up at the outset. But if he lifted it up, he has fulfilled [the commandment. If] it was wilting but it did not completely dry — it is fit. And in a time of duress or a time of danger — a dry palm branch is fit. But not the other species.",
            "A citron of the first three years or of impure priestly tithe or untithed produce is disqualified. [If it is] of <i> demai</i>, it is fit — since it is possible that he would abandon his possessions and become a poor person, who is permitted to eat <i> demai</i>. One should not lift up a citron of pure priestly tithe or second tithe in Jerusalem, lest he make it fit for impurity. But if the lifted it up, it is fit.",
            "A palm branch the head of which was clipped is disqualified. [In a case in which] it was cracked: If the two sides became distant, one from the other, until they appear like two — it is disqualified. [If] it was bent forwards — such that its spine was surely like the back of a hunchback — it is disqualified. [If] it was bent backwards — if is fit, since this is its [nature. If] it was bent to its sides, it is disqualified. [If] its branches were separated, one from the other, but they did not become loose like palm leaves — it is fit. [But if] its leaves burst open — and that is when they became loose from the spine of the palm branch, like palm leaves — it is disqualified.",
            "The formation of palm branch leaves is like this: When they grow, they grow in many pairs; and [these pairs] are attached in their backs. And the back of all these [sets] of two leaves is what is called the twinning (<i>teyomet</i>). [If] the twinning is divided — it is disqualified. [If] its leaves were many single ones from the beginning of its formation — so there was no twinning — it is disqualified. [If] its leaves were not one on top of the other — in the way of all palm branches — but rather one under the other; such that the head of the one reaches the stem of the one above it, until the whole spine of the palm branch is covered by leaves — it is fit. But if the head of this one does not reach alongside the stem of that one — it is disqualified.",
            "A myrtle the head of which was clipped is fit. [In a case in which] most of its leaves shed: If three leaves remained in one node, it is fit. [In a case in which] its berries were more than its leaves: If [the berries] were green, it is fit. If they were red or black, it is disqualified. If [alternatively,] he reduced them (by cutting them off), it is fit. But we may not reduce them on a holiday, since it is like fixing. [If] one transgressed and picked them, or he picked them to eat one by one, it is surely fit.",
            "A willow the head of which was clipped is fit. [But if] its leaves burst open — it is disqualified.",
            "A citron with a hole of a minimal size that is punctured through [to the other side] is disqualified. But if it [did not go] through: If it was the size of an <i>issar</i> or more, it is disqualified. [If] it is lacking a minimal amount, it is disqualified. If its nipple, and that is the little head in which its flower is found, was removed — it is disqualified. [If] the wood from which it is suspended on the tree is removed from the actual citron, and it leaves a hole in its place — it is disqualified. [In a case in which] growths developed on it: If it was in two or three places — it is disqualified. But it it was in one place — it is [only] disqualified if it developed on the majority of it. However, if even a minimal amount developed on its nipple — it is disqualified. [In a case in which] its outer peel was peeled, such that it is [nevertheless] not lacking any of [the citron] but remained green like is its formation: If all of it was peeled — it is disqualified. But if a minimal amount of it remained, it is fit.",
            "A citron that is bloated, putrid, pickled, boiled, black, white, spotted or green like a leak is disqualified. [In a case in which] one grew it in a mold: [If] he made it to be like a different creature — it is disqualified. [But if] he made to be like the same creature — it is fit, even if he made it to have many layers. A twin or an unripe fruit is fit. [In] a place where their citrons have a little blackness: [If it is] slight — it is fit. But if they were very black like a black man — they are certainly disqualified in any place.",
            "All of these that we mentioned are disqualified because of a blemish that we explained or because of theft or robbery, are only [disqualified] on the first holiday. But on the second holiday — alongside the other days — it is all fit. However [regarding] disqualification that is on account of idolatry or because the citron is forbidden to eat — it is disqualified, whether it was on the the first holiday or on the other days.",
            "One does not fulfill [the commandment] on the first holiday of the festival with his fellow's <i>lulav</i> that he has borrowed from him until he gives it to him as a gift. [If] he gave it to him on condition to give it back, such a one may surely fulfill his obligation and return it. For a gift on condition to return [it] is called a gift. But if he does not return it, he did not fulfill [his obligation] — for it comes out that it is like [it was] stolen. And we may not give it to a minor. For from Torah writ, a minor may acquire but he may not transfer possession — such that it comes out that if he returned it to [the original owner], it does not [legally] go back. And the same that [is true with] the <i>lulav</i> [is true with] each and every species of the four species in it: If one of them was borrowed or stolen, we may not fulfill [the commandment] on the first holiday with it.",
            "If partners bought a <i>lulav</i> or <i>etrog</i> together, neither of them can fulfill his obligation on the first [day] until the other gives him his portion as a gift. [In a case of] brothers that bought citrons from [money of] a shared estate and one brother took a citron on the first day [to] fulfill his [obligation] with it: If he is able to eat it and the brothers would not be exacting about it, he has fulfilled [his obligation]. But if they would be exacting, he has not fulfilled [it] until they give it to him as a gift. And if one bought a citron and the other a quince or they all bought a citron, a quince and a pomegranate together from [money of] the shared estate — he has not fulfilled [his obligation] until [the brother] gives him his portion as a gift, even if they would not be exacting if he ate it. ",
            "Although we are required to rejoice on all festivals, there was special rejoicing in the Temple during the <i>Sukkoth</i> festival, as it is written: \"You shall rejoice before the Lord your God seven days\" (Leviticus 23:40). How was this done? On the day preceding the first day of <i>Sukkoth</i>, a raised section for women and a lower section for men were prepared in the Temple, so that they might not mix. They began to celebrate at the conclusion of the first day of the festival. On each day of <i>Hol ha-Mo'ed</i>, the celebrations began after the daily afternoon sacrifice and continued for the rest of the day and the entire night.",
            "How was this celebration observed? Flutes were sounded, and harps, lyres and cymbals were played. Anyone who could play an instrument, played it; anyone who could sing, sang. They danced, clapping hands and leaping, each one to the best of his ability. However, this celebration was not permitted on the Sabbath or on the first day of the festival.",
            "It was a religious duty to observe this celebration as much as possible. Ignorant individuals, or anybody who wished [to participate] took no leading part in it. Only great Jewish scholars, heads of academies, members of the Sanhedrin, elders, and men of piety and good deeds danced, clapped hands, made music and entertained in the Temple in the days of <i>Sukkoth</i>. Everyone else, men and women, came to watch and listen.",
            "The joy which a person derives from doing good deeds and from loving God, who has commanded us to practise them, is a supreme form of divine worship. Anyone who refrains from experiencing this joy deserves punishment, as it is written: \"Because you have not served the Lord your God with joy and with a glad heart\" (Deuteronomy 28:47). Anyone who is arrogant and insists on self-glory on such occasions is both a sinner and a fool. King Solomon had this in mind when he said: \"Do not glorify yourself in the presence of the King\" (Proverbs 25:6). On the other hand, anyone who humbles himself on such occasions is indeed great and honored, for he serves the Lord out of love. David, King of Israel, expressed this thought when he said: \"I will make myself even more contemptible than this, humbling myself in my own eyes\" (II Samuel 6:22). True greatness and honor are attained only by rejoicing before the Lord, as it is written: \"King David was leaping and dancing before the Lord\" (II Samuel 6:16)."
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ],
        [
            "Sefaria Edition. Translated by R. Francis Nataf, 2019",
            "Nataf translation"
        ]
    ],
    "heTitle": "משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}