{
    "text": {
        "0": {
            "0": {
                "1": "...בסהבסהבסהסבהסבה"
            }
        },
        "4": {
            "28": {
                "0": "HE NAMED HIM NOACH, SAYING \"THIS ONE WILL CONSOLE US\" - I have explained in my commentary on Isaiah that the sense of the verb N-CH-M is the change of attitude; this is consistent with the idea of consoling mourners, as the mourner’s attitude changes from grief to happiness; this is also consistent with the idea of regret, as it says here, this “one will make us regret” – from now on we will refrain from our useless activities that have no positive effect for the benefit of humankind, and thereby, we will also find rest from our evil and the land which is cursed as the result of our evil ways. Similarly, it is written in Haggai, “you have sown much and reaped little – be mindful of the way that you have been behaving” and as I explained there. By way of regretting ones evil ways, and resolving to change them, the curse will also be changed to a blessing and there will be relief, as in Isaiah 13, “on the day when God will relieve you from your sadness, your anger, and your toil.”"
            }
        },
        "8": {
            "2": {
                "0": "Any creeping thing that lives will be for you to eat. For in the day of Adam, people's bodies were strong and the fruits had not yet been damaged and they could sustain a person like meat could. But, after the deluge, when food was damaged, and man was to be scattered to the edges of the land and far off isles for at that point hot and cold (weather) were introduced, so meat was needed for the maintenance of his health. Also, after they all lived through the actions of Noah who provided for them in the ark, they were like his acquisitions and in his possession. Also, because man originally wasn't on the level of \"speaker\" - only of \"living\" so only \"growing\" things were permitted to him. There was no difference between him and animals except that animals were given green vegetation to eat and man was given vegetation that produce seed, meaning fruit. Now, man was elevated to the level of \"speaker.\" Just as there is no wrongdoing in the \"living\" consuming the \"growing\" for it is elevated in this manner as it become part of the body of the \"living\"thing, so too there is no wrongdoing if a \"speaker\" eats something \"living\" and it is elevated to become part of the body of the \"speaker. This is what is meant by \"like the green vegetation, I have given you all.\" Meaning: just as I prepared food for the animals to eat of the green vegetation [as is written: \"and to all the animals of the field, all green vegetation for eating] because it elevates it to the level of \"living,\" so too I have given you all, that you should eat all seed producing vegetation since you are also \"living\" beings and you should eat animals since you are \"living speakers\" and anything more lowly is fit to be the sustenance of that which is greater than it."
            }
        },
        "16": {
            "2": {
                "0": "...This is the first time that the name, Elokim, is mentioned in God's speaking to Abraham. As we find that the name, Elokim, is attached to His creatures: \"Elokei Avraham\"; \"Elokei Yitschak\", Elokei Yisrael\" - which is something that we do not find with the other names [of God]. As [this aspect of God] is diffused into the entire creation; such that from this angle, He is called Elokei HaOlam (the God of the world). And this is the name, Elokim, that is mentioned in the story of creation, in which he implanted the laws of nature... And there is [this aspect of God] that descends upon any man that is prepared for it, based on his preparation, like the forefathers... upon whom He had [this aspect] dwell upon in a different way that was elevated from [how this aspect] is found in nature..."
            }
        },
        "37": {
            "13": {
                "0": "And she removed her widow's weeds. To show that she doesn't want to be obligated to yibbum, after she was not given to Shelah even after he grew up, from this she was freed from the obligation of yibbum. She wanted to say to Yehudah that he should marry her, and with this intention she sat at Petah Einayim"
            }
        },
        "38": {
            "2": {
                "0": "And his master saw - He didn't pay attention to the successes that were natural, but he did pay attention to the successes that were providential: \"he saw that Ad-nai was with him\". And we have an indication that we should make a distinction between these two types of success. The natural success is brought to those who succeed through issues that are obviously successful in nature, such as one sells something that is searched for, and obviously succeeds, but this won't happen if he chooses to sell things that can't be sold well. But the providential success is actually the opposite, that if he can't have luck, and chooses things that are bad and cannot bring success, despite all this the things are changed to being good through providence against nature. And Yosef had those two different types of success, natural and providential. His master recognized \"that Ad-nai was with him\", through seeing \"that all that he does\" - that he succeeded even things that he did that were not naturally successful, because \"Ad-nai lent him success\" - [meaning] God transformed into success what was \"in his hand\" through Ad-nai and His providence."
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Malbim on Genesis"
}