{
    "text": {
        "5": {
            "0": "<b>תוס'</b> סד\"ה עמון. רק לארץ סיחון ממש כו'. נ\"ב חמירא ליה הא מארץ עמ\"ו דכבש סיחון. משום דסיחון ועוג מלכי האמורי הם וארצם בכלל מתנת הארץ לא\"א משא\"כ ארץ עמ\"ו שנאסרה לישראל מתחלה אע\"פ שנטהרה ע\"י סיחון ואע\"ג דלעתיד גם היא לישראל תהיה כדאי' פ' חזקת [נ\"ו א' ע\"ש ברשב\"ם]:"
        },
        "7": {
            "0": "(בסופו) <b>גמ'</b> ליהוי. צ\"ל תהוי:"
        },
        "18": {
            "0": "<b>הוא</b> אינו \"מחל\" אבל אחרים \"מחלין\". נ\"ב כצ\"ל והמעתיקים כתבו מתחלה מיחל ביו\"ד להורות על ניקוד הציר\"ה דכך הוא דין הנוסף בפעלי הכפל מסב מצל מחל אח\"כ טעו הסופרים ועשו מן היו\"ד וי\"ו לחשבם שהמלה מענין מחילה שהמ\"ם שרשית. ואינה אלא שמושית והמלה מענין לא יחל. לכן צ\"ל מחל המ\"ם בציר\"ה (ולמ\"ד) [והחי\"ת] פתוחה. וככה מחלין לשון רבים והוא כמו מחללים רק כדי שלא יתחלף בשתוף חלול בענין אחר נשתמשו בו בל\"ר ע\"ד בעלי הה\"א:"
        },
        "21": {
            "0": "<b>גזל</b> ועריות נפשו. נ\"ב של אדם [וכ\"ה במכות]:"
        },
        "22": {
            "0": "שממנו יצא חשך. נ\"ב ש\"מ חושך דבר ממשיי לא העדר בלבד כדעת המתחכמים וכך מוכיחים כמה מקראות עם שיש חלוק בין חושך של לילה טבעית שסבתו ודאי העדר אור השמש ובין חשך דתחלת היצירה וכן חשך דמצרים שהיה בלתי טבעי. ולענין ערב דג\"י ראשונים דבראשית עמ\"ש בספר אם לבינה בס\"ד:",
            "1": "<b>תוס'</b> סד\"ה מסוף כו' והיכי היה יצא כו'. נ\"ב עמ\"ש בע\"פ (קי\"ח ב'):"
        },
        "23": {
            "0": "<b>רש\"י</b> ד\"ה עליית כו' שמתחלפת ל' בנ'. נ\"ב במוצא הלשון כמו לשכה נשכה:"
        },
        "25": {
            "0": "<b>גמ'</b> לבן כפר. נ\"ב בארץ שנער:",
            "1": "<b>שם</b> לבן כרך. נ\"ב בא\"י בירושלים:"
        },
        "26": {
            "0": "<b>ירהבו</b> במי שממולא כו' במי שקלות כו'. נ\"ב בשביל שלא מיחו בהם:"
        },
        "27": {
            "0": "<b>ואף</b> אני ואתם בחלומי כו'. נ\"ב אעפ\"כ דואג היה בשעת מיתתו כו' בכה ואמר שאינו יודע באיזה. [ברכות כ\"ח ב']:"
        },
        "28": {
            "0": "<b>זכה</b> צדיק נטל חלקו וחלק חברו כו'. נ\"ב צ\"ל בבן גילו:"
        },
        "29": {
            "0": "<b>מאן</b> מרמי ליה \"מאן\". נ\"ב צ\"ל מינאי. אך מפרש\"י נראה דגרס הכא נמי מאן וי\"ל חבר פ' הדר (ע\"ד ב'):",
            "1": "<b>שם</b> אנן מה תהוי עלן. נ\"ב דאג מאחר שלא הגינה עליהם תורתם להצילם א\"כ מי בטוח היינו דקאמר מאי תהוי עלן. ואהדר ליה שפיר וכדסלקא שמעתא כל עמר כו'. ועלייהו ועל דכותייהו תנן התם וא\"ת בעצמך כו'. אבל כל דנקי אגב אמיה עליו אמרו פה\"נ [סוטה כ\"א א'] תורה מגינה ומצלה:"
        },
        "30": {
            "0": "<b>תוס'</b> ד\"ה יוסי. לא מתקרי מחלוקת. נ\"ב ומ\"ש [יבמות ע\"ו ב'] שדואג שאל עליו אם כשר לבוא בקהל לא חשיב מחלוקת אע\"ג דבעו לאכרוזי עליה. משום דהא שמואל חי ובית דינו קיים:"
        },
        "31": {
            "0": "<b>גמ'</b> \"לעזרת\" נשים. נ\"ב כבר נהגו לקרוא המלה במשקל מערת תעלת אף על פי שאינה דומה להן בשורש. עי' הגהת מכלול:",
            "1": "<b>שם</b> לסמוך \"אצדדין\". כצ\"ל ונ\"ב לכאורה מפרש\"י נראה דל\"ג ליה אבל אינו מוכרח:"
        },
        "43": {
            "0": "<b>תוס'</b> ד\"ה כלום. משקין. נ\"ב ר\"ל מים:"
        },
        "48": {
            "0": "<b>תוס'</b> ד\"ה שרצועה. היאך היו מביאין אפר פרה לגליל. נ\"ב שאם לא היה להם אפר פרה. היך מדכן:",
            "1": "<b>בא\"ד</b> היאך עולין לרגל כו'. נ\"ב כלומר דהא ודאי עולי רגלים בעו שביל גדול טובא. מיהו ל\"ק כולי האי כיון דע\"כ צ\"ל שהיה להם שביל קטן עכ\"פ שיוכל ב\"א לעבור דרך שם עם האפר. לא יבצר מהם ג\"כ לעבור שם אחד אחד בכמה ימים. ולכל זה לא הצרכנו אלא בב\"ש משעה שגזרו טומאה על ארץ העמים. אבל בימי ב\"ר הוליכו אפר פרה גם לארץ העמים. שוב ראיתי מפורש [בר\"ש בשם התוספתא ע\"ש] בפ\"ג דפרה שהביאו בני הגולה אפר פרה בידם וכשעלו העלוהו עמהם:",
            "2": "<b>סליק</b>"
        }
    },
    "meta": "Daf-Comment",
    "work": "Haggahot Ya'avetz on Chagigah"
}