{
    "title": "Yitzchak Yeranen on Mishneh Torah, Scroll of Esther and Hanukkah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Scroll_of_Esther_and_Hanukkah",
    "text": [
        [
            [
                "<b>קריאת </b>\n<b> המגילה בזמנה מצות עשה מדברי סופרים.</b> ע\"כ. וכתב החבי\"ב חלק או\"ח סי' תרפ\"ז משם מצאתי כתוב וז\"ל יש להקשות למה לא כתב מ\"ע וכו' לקרוא המגילה בזמנה כמ\"ש בשופר סוכה ולולב וי\"ל דאם היה אומר כן משמע שהחיוב הוא לקרוא ולא לשמוע להכי נקט כן כלומר מציאות המגילה וכתב עליו הרב יד אהרן נר\"ו וז\"ל ולי נראה שהרי בתקיעת שופר כתב לשמוע ולא אמר וכו' וכי תימא דכתב לשמוע ה\"נ לימא הכי וכו' יעו\"ש ולי לא דמי הא להא דבשלמא כאן צ\"ל קריאה לפי שעיקר המצוה היא הקריאה לא השמיעה אלא דאם שמע יצא משא\"כ בשופר דעיקר המצוה היא השמיעה צ\"ל לשון שמיעה.<br><b> עוד</b> כתב החבי\"ב א\"נ דכשהיא מן התורה מתחיל מ\"ע אבל כשהיא מד\"ס אינו מתחיל כן ע\"כ ומצאתי כתוב בגליון וז\"ל וקשה דאיך קאמר דכשהיא מן התורה מתחיל מ\"ע והא בפ\"א מהל' שבת כתב לשבות ממלאכה והיא מן התורה עכ\"ל ועיין בחי' שם בהל' שבת.",
                "<b> והכל</b>\n<b> חייבין בקריאתה אנשים ונשים וכו' .</b> וכתב הרב המגיד משנה בערכין וכו' לאתויי נשים וכדר' יהושע בן לוי וכו' שאף הן היו באותו הנס וכו' עכ\"ל ומרן בב\"י סי' תרפ\"ט כתב על מה שפי' רש\"י בערכין שמוציאות לאנשים ידי חובתם וטעמו עמו משום דעיקר הנס היה ע\"י אשה וכתב הרה\"מ שכן נראה שהוא דעת הרמב\"ם עכ\"ל והיינו מ\"ש בה\"ב וז\"ל אבל אשה נראה מדברי רבינו שהיא מוציאה לאחרים עכ\"ל ועיין רש\"י ותוס' במגילה דף ד' ולהרב בני חיי מ\"ש בדבריהם ומ\"ש בזה משנים רבות מצאתיו כעת בהרב לשון למודים ורק אין חדש דכאן במגילה דבאו להקשות על רש\"י מהתוספות צריכי להו להקשות מטומטום ואנדרוגינוס דסיפא דתני דנשים חייבות לא תני ליה רש\"י כמ\"ש הב\"ח לא כן בערכין דלא באו להקשות על רש\"י אלא לומר הדין הביאו מסיפא דאינהו תנו להך סיפא.<br><b> ודרך</b> אגב ראיתי עוד להתוס' שם ד\"ה שאף הן היו באותו הנס וכו' ורבינו יוסף איש ירושלמי תירץ דס\"ד למפטריה מגזירה שוה דט\"ו ט\"ו דחג הסוכות עכ\"ל והקשה הרב בחנן אלהים דף קי\"ח ע\"ב וז\"ל קשה לתירוץ הרב יוסף דאהני טעם זה למ\"ע דמצה ומה יתרץ בסוכה כדאיתא פ\"ב דסוכה יעו\"ש ודבריו אינם מובנים דהא בסוכה כתיב האזרח למעט נשים כדאיתא בפ\"ב דסוכה וכדכתב הרב בקושיתו הב' ואפשר דכונתו להקשות להר\"י איש ירושלים דס\"ל דאף מדאורייתא אהני האי טעמא דאף הן היו באותו הנס דלמצה שפיר מתורץ דאף דאיכא טעמא דאף הן היו מ\"מ הו\"א דכל דאיכא טעמא וג\"ש למיעוט לא אהני ולהכי אצטריך קרא דלא תאכל עליו חמץ דלא נילף גזירה שוה ט\"ו ט\"ו וקמ\"ל קרא לקושטא דמילתא דטעמא דאף הן היו הוא אמת ומשו\"ה חייבות אבל לסוכה מה יתרץ דמיעטיה קרא אף דהיו באותו הנס דנמצא לפ\"ז דבאורייתא לא אהני טעם זה דאי לא למה מיעטן קרא וזה עצמו הקשו התוס' בפ' ערבי פסחים דף ק\"ח ד\"ה היו באותו הנס ותירוצם דהתם אינו עולה לכאן כמבואר.<br><b> ועוד</b> הקשה להך תירוץ דבפ\"ב דסוכה דרשי האזרח למעוטי נשים ואקשינן מ\"ע שהזמן גרמא היא ותירץ רבא סד\"א נילף ט\"ו ט\"ו מחג המצות ע\"כ והשתא אי איתא תירוץ הר\"י לא לכתוב לא האזרח ולא הקש דחמץ עכ\"ל ולפי דבריו אלו לא ידענא מאי קשיא ליה דאילו לא כתיב לא הקש דמצה ולא האזרח היכי הוה אמרינן דבמצה דוקא חייבין ובסוכה פטורין דמה הפרש יש ביניהם הא גם בסוכה היה בנס ענני כבוד.<br><b> עוד</b> הקשה ג' וז\"ל ועוד קשה דהו\"ל לתרץ דאצטריך אזרח דלא נימא דחייבות בסוכה מטעם דאף הן היו באותו הנס ועיין בס' דברי יוסף למהר\"י אירגס סי' נ\"ה שתירץ ג' תי' ומה שתירץ ב' ליתא דאי לא היו ענני כבוד היו מתים מכח השמש וק\"ל ולפי מ\"ש התוס' בפסחים דף ק\"ח ע\"ב ד\"ה היו באותו הנס דבעשה דאורייתא לא אזלינן בתר טעמא אין מקום לקושית התוס' דהכא וראיתי מקשים שדבריהם בפסחים שם סתרי למה שקדמו לעיל מזה ד\"ה שאף הן היו יעו\"ש וליתא למי שיעיין בדבריהם.",
                "<b> ועבדים</b>\n<b> משוחררים וכו'.</b> וכתב הלח\"מ אפשר שרבינו מפרש כדכתב הרב ב\"י סי' תרפ\"ט שעבדים שמלו וטבלו לשם עבדות אינם חייבים וכו' עכ\"ל והיינו מ\"ש וז\"ל ומיהו לדברי המפרשים וכו' אפשר דאין ללמוד מנשים לעבדים וכו' עכ\"ל ופי' הרב דינא דחיי וז\"ל אפשר שאין ללמוד מנשים לעבדים ופטורים אף לפי האמת וכן הבין הרב יד אהרן נר\"ו שכתב על דברי מרן וז\"ל נראה מדבריו דלא הוקשו אלא במאי דשייכי והקשה עליו ממאי דאמרו פ\"ק דחגיגה מכדי כל מצוה שאין האשה חייבת בה אין העבד חייב בה וכו' והכי מוכח דאפילו במידי דלא שייכא האשה ושייך העבד אפ\"ה גמרינן לה לה מאשה דהעבד אית ליה זכרות משא\"כ באשה ולי לא דמי כלל דשייך ולא שייך לא נאמר אלא במצוה דטעמא גלוי לן וכפי הטעם חזינן דזה שייך וזה לא שייך כמו מקרא מגילה דהטעם דחייבות הוא משום שעל ידן נעשה הנס לא כן בראיה דמיעט קרא לנשים מזכורך ממילא נתמעטו העבדים דבזה לא נאמר שייך ולא שייך והוי ככל המצות דנשים פטורות והוא הדין עבדים נחזור לדברי מרן דלענ\"ד נראה לפרש באופן אחר ומיהו אפשר דאין ללמוד וכו' ולהכי אצטריך למתני עבדים בפי' דהיינו שמלו וטבלו לשם עבדות דחייבים והכנסת הגדולה כתב עוד וז\"ל א\"ה א\"צ לזה דבהדייא קתני בתוספתא נשים ועבדים פטורים ממקרא מגילה וודאי עבדים דרישא איירי במשוחררים וכו' עכ\"ל.<br><b> ודבריו</b> תמוהים דמוכח מדבריו שהבין בדברי מרן שקאי על התוס' וזה אינו דמרן קאי על דברי הטור וכן ראיתי להרב יד אהרן נר\"ו השיגו כן ויראה לי הכרח לדברי כמ\"ש מרן דאילו עבדים שמלו וטבלו לשם עבדות מדין נשים שהזכיר אח\"כ הוא נלמד וכו' ואי קאי להתוס' היכן הזכיר דין נשים לחיוב כי היכי דנילף מיניה עבדים ואם נאמר דר\"ל מדין נשים שהזכיר אח\"כ הוא נלמד ר\"ל לפיטור דתני נשים וקטנים פטורים א\"כ הכי הו\"ל למימר אדרבא פטורים מדין נשים שהזכיר אח\"כ ואם נאמר דאדרבא חייבים בשמיעה מ\"מ עכשיו קיימינן בחיוב קריאה ופטורים דסיפא הוא בקריאה שלא להוציא אחרים ידי חובתם וא\"כ לא הו\"ל למנקט בלשון חיוב אלא בלשון פיטור ובעיקר דברי מרן במה שהכריח דאיירי במשוחררין דאל\"ה מדין נשים נלמד דדינם שוה דאף דבש\"ס מוקים לה בחציו עבד וחציו בן חורין היינו מיתורא דמשוחררין הא לא\"ה לית לן בה שכן דרך התנא ועוד דזה הוא למשנה ראשונה ברם למשנה אחרונה מי שחציו עבד וחציו בן חורין חייב וכן תני בריש ערכין הכל חייבין וכו' נשים ועבדים וא\"כ הכרעתו לאו הכרעה."
            ],
            [
                "<b>אחד </b>\n<b> הקורא וכו' לא יצא.</b> עיין מ\"ש מרן וז\"ל ואם נפשך לקיים נוסחת ספרינו וכו' אבל כיון דחזינן דרבי גבי ק\"ש שנה הקורא את שמע ולא השמיע לאזנו יצא וכו' דמדסתם משמע דס\"ל כת\"ק וכו' עכ\"ל ויפה הקשה לו חכם בני פחד יצחק יהיה בעזרו מסוגיית מגילה דף י\"ז ע\"ב ורבי נמי הא כתיב שמע ההוא מיבעי ליה השמע לאזניך מה שאתה מוצא מפיך ורבנן סברי כמאן דאמר הקורא את שמע ולא השמיע לאזנו יצא וכו' מוכח דרבי ס\"ל לא יצא ואיך כתב וז\"ל דמדסתם רבי מורה דס\"ל דיצא ואין לומר דמ\"ש ההוא מיבעי ליה השמע לאזניך מה שאתה מוצא מפיך ר\"ל לכתחילה אבל בדיעבד יצא דהא בברכות דף ט\"ו קאמר מ\"ט דר\"י דאמר לא יצא דכתיב שמע וכו' מה שאתה מוצא מפיך ות\"ק סובר בכל לשון שאתה שומע הרי דמאן דדריש קרא דשמע להשמע לאזניך אף בדיעבד לא יצא ובקיצור יותר קשה באופן אחר דאילו רבי ס\"ל לא השמיע לאזנו יצא והיינו מטעם שמע בכל לשון שאתה שומע וכמ\"ש שם בברכות ואיך קאמר רבי בברייתא ככתבה דוקא משום והיו ושמע להשמע לאזניך וכעת קשה.<br><b> והלח\"מ</b> כתב וז\"ל דרבינו הוקשה לו בסוגייא דאם היה ר' יהודה מכשיר בחרש ג\"כ הו\"ל למימר ר\"י מכשיר בקטן ובחרש וכו' לכך מפרש דמ\"ש בש\"ס לעולם ר\"י ואפי' לכתחילה ר\"ל דר\"י לכתחילה קאמר ומתני' דמגילה וההיא דשמע לא דמיין דמגילה אית בה פרסומי ניסא וכו' אלו תוכן דבריו והנה למ\"ש דקשיא ליה לרבינו לא קשה או דס\"ל כמ\"ש הראב\"ד הביאו הרשב\"א בברכות דכבר פליג ר\"י בחרש בדוכתא אחריתי או כמ\"ש הרשב\"א והוא פשט הש\"ס דכד מוקמינן ממתני' ר\"י משמיה דרביה כולה היא משמיה דרביה ובחסורי מחסרא ולא דר\"י הוא דידיה.<br><b> גם</b> מה שפירש בסוגייא הוא דוחק גדול דאם קבלה נקבל דכפי פי' זה באיזה תבות רמז בש\"ס האי חילוקא דפרסומא ניסא אדרבא הטפל שהוא הא דידיה הא דרביה עשה עיקר ופי' בפי' הא דידיה הא דרביה הוא לאוקומי האי דברכת המזון כמאן לפי דרכו מאי דלא קשה ליה מעיקרא כי אם מההיא דבן פזי והניח התירוץ בע\"פ דשאני תרומה ממגילה ומתרץ מאי דקשה על זה מההיא דברכת המזון בהא דידיה הא דרביה נמצא דהעיקר חסר עוד זאת קשיא ליה לחכם בני יצ\"ו דבברכות דף ט\"ו איתא להך סוגייא ממש דקא שקיל וטרי התם מתרומה עם שמע וקאמר כדהכא לעולם ר\"י ואפי' לכתחילה ולא קאמר הא דידיה הא דרביה ושם אי אפשר לפרש כדפי' הלח\"מ.<br><b> ועיין</b> בסוגיין דמגילה מ\"ש רש\"י גבי לעולם ר' יהודה ואפילו לכתחילה ולא קאמר הא דידיה הא דרביה דלעולם ר' יהודה ואפי' לכתחילה מכשיר ומתני' ר' יוסי היא ואפי' דיעבד לא והאי דתורם לכתחילה ר' יהודה היא עכ\"ל והקשה החידושי הלכות דאמאי לא פי' דהאוקמתא דלעיל קאי דמתני' לכתחילה לא ודיעבד שפיר דמי ואתיא כר' יהודה אליבא דרביה ולכאורה חישבתי לתרץ דהוכרח רש\"י לפירוש זה דאי כפירוש החידושי הלכות כשאמר בש\"ס ואלא מאי ר' יהודה אלא הא דתניא וכו' מני נמצא דלא יכול להנצל אלא באומר וליטעמיך ולפי' החידושי הלכות דלעולם ר' יהודה היא הוא לאוקומי דמתני' ר' יהודה היא והוא משמיה דרביה וההיא דתורם אפילו לכתחילה ר' יהודה דידיה הכי הו\"ל לשנויי ולא לומר ולדידך מי ניחא כמי שאין לו תירוץ ברם לרש\"י הנה נכון דהשתא מהדר מאן דמוקים לה כר\"י לקיומי למילתיה ולהמלט מולדידך מי ניחא ומתרץ הא דידיה הא דרביה ומתני' ר' יוסי וכדפי' רש\"י אמנם סוגייא דברכות דף ט\"ו ע\"א דומה לזו ממש מנגדתי ועיין שם פי' רש\"י כפי' החידושי הלכות ועיין להפ\"ח או\"ח סי' תרפ\"ט מה שהליץ בעד רש\"י.<br><b> וראיתי</b> להרשב\"א בחי' לברכות יעו\"ש פירושו דס\"ל בהאי פי' דלעולם ר' יהודה ואפי' לכתחילה ר\"ל ומתני' ר\"י אליבא דרביה דבדיעבד דוקא ולא לכתחילה שכתב וז\"ל וכי אסיק הא דידיה הא דרביה מתני' דמגילה ר' יהודה אליבא דרביה מדלא תני ר' יהודה מכשיר בחרש ובקטן עכ\"ל ר\"ל דהשתא אוקמתא דחסורי מחסרא וכולה ר' יהודה היא קיימא כדלעיל ולא תירץ ההיא דיהודה [בריה דר\"ש] בן פזי כמאן דמתרץ ר' יהודה אליבא דרביה היא דמחלק בין לכתחילה לדיעבד ולכן לא תני חרש וקטן כי אין דינן שוה דחרש דוקא דיעבד וקטן אפילו לכתחילה ופשוט לאפוקי מהרב יד אהרן נר\"ו סי' תרפ\"ט הגה\"ט שהבין בדברי הרשב\"א דר\"י מכשיר בקטן הוא דידיה ומטעם זה כתב מה שכתב."
            ],
            [
                "<b>מצוה </b>\n<b> וכו' וכל הלילה וכו' וכל היום וכו'.</b> ועיין מ\"ש הלח\"מ ומכלל דבריו וז\"ל וא\"כ זה הכלל אינו שהוא דלא כהלכתא שהרי רבינו בהל' קרבן פסח פסק כר' אליעזר וכן בסידור בזיכין עכ\"ל וכבר תמהו עליו הרב מקראי קודש בהל' מגילה והרב אור יקרות דף מ\"ג דרבינו בפי' פסק כר' עקיבא שכתב ודין תורה שיאכל כל הלילה עד הבוקר וא\"כ פסק כזה הכלל ועוד קשה על רבינו דבכללא דלילה פסק כהך מתני' ובכללא דיום לא פסק כהך מתני' אלא אלו מושכין ואלו מניחין וטפחו של זה בתוך טפחו של זה יע\"ש פ\"ה דתמידין ומוספין וכבר קדמני הרב בני חיי בליקוטים ועיי\"ש מה שתירץ גם בספר אור יקרות ומ\"ש בחי' פ\"ה דתמידין ומוספין.<br><b> וראיתי</b> להרב פר\"ח סי' תע\"ז נתן טעם לרבינו היאך פסק כר\"ע ממ\"ש בפסחים דף ק\"כ אמר רבא אכל מצה בזמן הזה אחר חצות לר' אלעזר בן עזריה לא יצא ידי חובתו ומדאמר הכי ולא אמר מדברי ראב\"ע נלמוד אכל מצה וכו' לא יצא ש\"מ דס\"ל לרבא דלאו הלכתא היא הא דראב\"ע יעו\"ש וקשיא לי א\"כ במנחות דף צ\"ט דאיתא הכי א\"ר אמי מדבריו של ר' יוסי נלמוד אפי' לא שנה אדם אלא פרק אחד שחרית ופרק אחד ערבית קיים לא ימוש הרי דפוסק ר' אמי שהוא אמורא בתרא כר' יוסי והנכון כמו שתירץ הרב בני חיי יעו\"ש ובהל' תלמוד תורה פ\"א ה\"ח כתב וחייב לקבוע זמן לתלמוד תורה ביום ובלילה שנאמר והגית בו יומם ולילה. והקשה הלח\"מ שם דזה הוי כר' יוסי ואיהו פסק דלא כר\"י בהלכות תמידין ומוספין והוא מפרק לה בדוחק דבקרא דוהגית בו יומם ולילה כו\"ע מודו יעו\"ש ועל פי זה יתיישבו דברי הפר\"ח ואין להקשות דשם בש\"ס ר' ישמעאל ס\"ל דקרא כפשטיה ממש יומם ולילה ולכן השיב לבן אחותו שאינו יכול ללמוד חכמת יונית דהוי תנא ג'.<br><b> ולענ\"ד</b> נראה דפסק כן בהל' ת\"ת מש\"ס דברכות דף ל\"ה דתניא ואספת דגנך מה תלמוד לומר לפי שנאמר לא ימוש יכול דברים ככתבן ת\"ל ואספת הנהג בה מנהג דרך ארץ וכו' נמצא דקרא דלא ימוש וכו' מגלה ליה קרא דואספת דגנך ולא מכח פי' דיומם ולילה דר\"ל כמו תמיד דלחם הפנים וכמ\"ש רבי אמי ואף דרשב\"י פליג עליה בברייתא שם הא אמר בש\"ס שם אמר אביי הרבה עשו כר' ישמעאל ועלתה בידם כרשב\"י ולא עלתה בידם א\"ל רבא לתלמידיו במטותא מינייכו וכו' וכיון דאביי ורבא ס\"ל כר\"י אמטו להכי פסק רבינו כוותיה.<br><b> אבל</b> קשה דכאן תני בהך ברייתא דר' ישמעאל ס\"ל דלא ימוש לאו כפשטיה אלא הנהג בהם מנהג דרך ארץ ובמנחות נמי שאל דמה בן אחותו של ר' ישמעאל לר' ישמעאל כגון אני שלמדתי כל התורה כולה מהו ללמוד חכמת יונית קרא עליו המקרא הזה לא ימוש וכו' צא ובדוק שעה שאינה לא מן היום ולא מן הלילה וכו' הרי מפורש דס\"ל הכתוב כפשטיה והוי סותר לההיא ברייתא ולענ\"ד נראה דגם לר\"י מ\"מ לא נפקא קרא מפשטיה דנהי דקרא דואספת מורה דלאו יומם ולילה ממש הוא וקרא דיומם ולילה מה תהא עליו צ\"ל דאיירי לשעה שאין לו עסק לצרכי מזונותיו דחייב יומם ולילה ולכן השיב לו למה ששאל ממנו אי יכול ללמוד חכמת יונית דאינו יכול דכתיב יומם ולילה.<br><b> ונבא</b> למה שהקשה הרב טירת כסף סדר אמור דף קצ\"ה ע\"א וז\"ל וכן צ\"ע על מ\"ש ר' יוחנן משום רשב\"י דאפי' לא קרא ק\"ש אלא שחרית וערבית קיים פסוק לא ימוש ספר התורה הזה מפיך ואלו בפרק כיצד מברכין אמר רשב\"י דפסוק לא ימוש סברא התורה דברים ככתבן ופליג אמאן דאמר שם דשרי לנהוג בה מנהג דרך ארץ כדכתיב ואספת דגנך והיאך קאמר הכא דבק\"ש קיים לא ימוש וצ\"ע עכ\"ל ולק\"מ דלעולם רשב\"י ס\"ל דבק\"ש שחרית וערבית קיים לא ימוש ומאי דאמר בברכות הכי פירושו למ\"ש ר' ישמעאל תלמוד לומר ואספת דגנך הנהג בהם מנהג דרך ארץ ונמצא חיוב לאדם לנהוג דרך ארץ ולא יעסוק בתורה ביום ובלילה אהא השיב לו אפשר אדם חורש בשעת חרישה וכו' תורה מה תהא עליה דהן אמת דיוצאין ידי חובת לא ימוש ספר התורה אבל לא נמצא מי שיעסוק בתורה ומה תהא עליה אלא בזמן שישראל עושין רצונו של מקום מלאכתם נעשית ע\"י אחרים וכו' ובזמן שאין עושין רצונו של מקום וכו' ואספת דגנך נמצא ואספת דגנך אינו חובה וא\"כ אף דאדם יוצא ידי חובת לימוד בק\"ש שחרית וערבית מ\"מ אם עושה רצונו של מקום יכול לעסוק בתורה ביום ובלילה ממש ומלאכתו נעשית ע\"י אחרים.<br><b> ועיין</b> במג\"א ריש סי' תרפ\"ז בשם הגהות מנהגים דגר שנתגייר קודם הנץ החמה פטור מקריאת הלילה דעיקר מצותה ביום עכ\"ל מזה נסתייע בס\"ק א' יעו\"ש ואתמהא דהא החיוב דיש ביום הוא ג\"כ בלילה וכמ\"ש רבינו והוא מהש\"ס וע\"כ לא כתבו ר\"י ור\"ת שם בדף ד' דהעיקר הוא ביממא אלא להצריך זמן גם ביום וכלפי ההוא דינא כתבו כן אבל לעולם חיוב איכא בלילה כמו ביום ומ\"מ הדין אמת ולא מטעמיה אלא מטעם אחר והוא דמשעלה עמוד השחר יום הוא ולכתחילה אינו יכול לקרות ק\"ש ערבית אחר שעלה עמוד השחר אלא א\"כ נאנס והיינו טעמא דמועיל בנאנס דכתיב ובשכבך ואיכא דגני בההיא שעתא וכמ\"ש במלחמות ריש ברכות הביאו המג\"א שם גבי דין זה הל' ק\"ש סי' נ\"ח ס\"ק ו' וזה שייך דוקא בק\"ש דכתיב ובשכבך אבל בעלמא יום הוא ואף גם זאת אפי' נאמר דדומה לק\"ש מ\"מ כיון דלכתחילה לא חשיב לילה אלא היכא דנאנס הוי כמו תשלומין ובנידון דידן דלא נתחייב בלילה שהרי נכרי ליתי בתשלומין והוי כחגר ביום א' ונתפשט ביום ב' דפטור מן הראיה כיון דלא חל חיובא עליה ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>כיצד </b>\n<b> חל י\"ד כו'.</b> מתני' מגילה נקראת כו' לא פחות ולא יותר וכתב רש\"י לא פחות מי\"א ולא יותר מט\"ו עכ\"ל ואענה חלקי מ\"ש מזה שנים והוא דמיעט דמפשטא דמתני' משמע דאף מגילה נקראת בי\"א בי\"ב כל אחד בזמנו איש איש לפי מקומו ומי שקורא בי\"א אינו קורא בי\"ב וכן כולם ולא פחות ולא יותר קאי לכל אחד בזמנו דהיינו מי שזמנו בי\"א אינו קורא לא פחות ולא יותר וכן כל אחד ואחד וזה אינו מדקתני כיצד כו' וזהו שכתב רש\"י מגילה כו' פעמים בזה פעמים בזה דבזמן תליא מילתא וכדפריש ואזיל וא\"כ לא פחות ולא יותר היינו לא פחות מי\"א ולא יותר מט\"ו ולא קאי לכל זמן וזמן וכעת מצאתי כן למהרש\"א בקונטרס קלורית לעין.",
                "<b> חל</b>\n<b> להיות בג' קורין בב' שהוא יום י\"ג כו'.</b> הכי איתא בש\"ס י\"ג זמן קהילה לכל היא ופרש\"י ז\"ל שנקהלו לעמוד על נפשם ולכך לא צריך קרא וכתב הרא\"ש ולא נהירא [וכו'] ונראה לר\"י דש\"ס דידן כעין הירושלמי ודלא כרש\"י כו' וראיתי להרב שדה יהושע ז\"ל רצה להליץ בעד רש\"י ולכוון הך ירושלמי לש\"ס דילן וז\"ל ולפי' רש\"י יש לקשור הירושלמי עם הש\"ס דכי היכי דפי' בש\"ס דזמן קהילה לכל כלומר דנקהלו להנקם מאויביהם ולכן לא צריך קרא ה\"נ י\"ל הך דהכא בזה האופן דכיון דיום י\"ג היה יום מלחמה ולא יום מנוחה הוא מוכיח שעיקר הנס בו היה וא\"צ קרא לרבות אבל לפי' ר\"ת דמפרש זמן קהילה לכל שהכל מתאספים לצום אסתר אין לקשור הירושלמי עם ש\"ס דילן עכ\"ל.<br><b> ואחרי</b> נשיקת ידיו ורגליו נראה דאי אפשר לקשרם ולדבקם דהא לדעת רש\"י עיקר הנס בו היה ולכן לא צריך קרא והירושלמי מקשה מעתה אל יקראו בו וכי משו\"ה אין ראוי לקרות בו וכן התירוץ שתירץ בירושלמי מק\"ו השתא לפניו ולאחריו קורין בו אין קורין ולפי' רש\"י ז\"ל מה צריך לק\"ו והא היום הוא דחזי לקרות בו ובשלמא לפי' הרא\"ש ניחא שאין היום גורם כי יום מלחמה הוא אלא דמק\"ו ילפינן.<br><b> עוד</b> כתב הרא\"ש וז\"ל ופי' ר\"ת כו' וראיתי להרב פר\"ח סימן תרפ\"ו כתב על דברי ר\"ת אלו וז\"ל וקשיא לי דאי איתא שבי\"ג היו מתקבצים כשחל בד' אמאי דחינן להו ליום הכניסה ליקרו בי\"ג ועוד דמוכח בהדיא כו' דאינו תקנת חכמים [וכו'] אבל בפ\"ק דמגילה משמע דתקנת חכמים הוא דגרסינן כו' עכ\"ל והרב מקראי קודש כתב וז\"ל ור\"ת יפרש ביום הכניסה והוא יום י\"ג שהוא יום ג' והא דתנן בי\"א בי\"ב בי\"ג היינו כשחל י\"ד בע\"ש ובשבת ובאחד בשבת כתנן במתני' עכ\"ל ודבריו תמוהים דא\"כ ביום הכניסה דקאמר היינו יום י\"ג לקמן בפי' המתחלת אלא שהכפרים כו' דקא מתמה תלמודא דאם איתא לקדמו ליום הכניסה ותירצו הו\"ל י' כו' ואי איתא דיום הכניסה היינו י\"ג א\"כ כשחל י\"ד בב' הוי יום הכניסה יום א' דהיינו י\"ג ומה תירצו הש\"ס הו\"ל י' וא\"כ חזרה קושית הפר\"ח למקומה.<br><b> עוד</b> הקשה הפר\"ח אך קשה לפי' ר\"ת דאי הכי י\"ב לא משכחת לה דאי חל פורים בשבת קורין ביום הכניסה דהיינו יום י\"ב שהוא יום ה' ולמה לא יקראו בע\"ש שמתענים בו דע\"כ לא אמרו הגאונים שיתענו ביום ה' רק כשחל י\"ד באחד בשבת דע\"ש אינו זמן התענית משא\"כ כשחל י\"ד בשבת דע\"ש זימניה וכמ\"ש הרה\"מ כו'.<br><b> וכתב</b> הרב מקראי קודש וז\"ל ונראה דלא קשה מידי דכשחל י\"ד בשבת שגם העיירות מקדמים ליום הכניסה ממילא גם בני הכפרים שליקרוא עמהם אף שאינו קולא להם שיום ו' ג\"כ מתאספים כו' עכ\"ל ולא הבינותי דבריו דהעיקרא דמילתא קשה דליקרו עיירות גדולות בע\"ש כיון שקורין ג\"כ הכפרים בו דהוי זימנייהו דהוי יותר טוב דליהוי הקריאה יותר קרובה לזמנה. ולעיקר קושיתו י\"ל דר\"ת יסבור כסברת הטור שכתב דהטעם שמתענים [בה'] בשבת היינו משום שמרבים בסליחות ותחנונים ולא יתכן לעשות כן בע\"ש וכ\"כ הרא\"ש ורב אחאי גאון ולפי טעם זה מה לי אי חל י\"ד בשבת או באחד בשבת לעולם הדין שוה שאין להתענות ביום ו'."
            ],
            [
                "<b>ועיר </b>\n<b> שאין בה י' בטלנים כו'.</b> כתבו התוס' ד\"ה כרך שאין בו י' בטלנים וצ\"ל דמיירי בסתם כרכים האמורים בש\"ס כו' וה\"נ משמע דפריך בסמוך כו' והקשה הפר\"ח בליקוטי מים חיים דאימא דזה הוא כונת הש\"ס ולענ\"ד זה לא ניתן ליאמר בכונת הש\"ס דא\"כ הו\"ל למימר וגם מקלעי ליה מעלמא שהם ב' צריכיות וק\"ל.<br><b> עוד</b> הקשה ז\"ל ולו יהי דהתוס' הכריחו יפה מן הש\"ס היא עצמה מהיכן ידעה זה ותי' בזה עם אהובנו הרב יעקב אלבעלי הי\"ו דהש\"ס ידעה זה מהכרח המימרא אחרת דריב\"ל וכמ\"ש הרא\"ש והר\"ן וזו היא כונת התוספות שכתבו וצ\"ל דמיירי כו' וה\"נ משמע והכרח הראשון הוא הכרח הרא\"ש ולפ\"ז דברי החידושי הלכות בזה תמוהים."
            ],
            [],
            [
                "<b>בן </b>\n<b> עיר כו'.</b> ועיין במ\"ש מרן וז\"ל הצריך לנו ובן עיר שקריאת מקומו בי\"ד עד וקורא בי\"ד אם דעתו שלא להמצא כו' עכ\"ל הנך רואה שמתבות אם דעתו שלא להמצא עד וקורא עמהם הם דברים הפכיים להקודם ואף אם נדחוק ונגיה ויכונו מ\"מ הם דברי מותר והוי כפל הענין ולכן נראה דצריך להשמיט כל זה וכן נראה מדבריו בב\"י יעו\"ש."
            ],
            [
                "<b>עיין </b> להרב מל\"מ מה שהקשה על הר\"ן שכתב ולענין עיירות המסופקות כו'. ממ\"ש פרק התכלת דף מ\"ט תמידין דלמחר כו' עיי\"ש מה שתירץ והקשה לתירוץ זה הבן יקיר לי מסוגיית סוכה דף כ\"ה ע\"ב דקאמר שם דהעוסק במצוה פטור מן המצוה מטעם דאין מעבירין על המצות הרי דבב' מצות ג\"כ אמרינן אין מעבירין על המצות ואיהו מתרץ לה במאי דקשה סוגית סוכה עם סוגיית מנחות כמו שהקשה מהרח\"א נר\"ו דקשיא ליה להא דקי\"ל העוסק במצוה פטור מן המצוה דא\"כ מאי קמבעיא ליה לש\"ס דמנחות תדיר ומקודש איזה מהם עדיף והיינו תמידין דלמחר ומוספין דהיום ודאי דתמידין קדמי דהעוסק במצוה פטור מן המצוה ותירץ לזה מור\"י החכם השלם עצום ורב כמהר\"ר יאודה אשכנזי זלה\"ה וכן תירץ הרב המקשה דשאני הכא דאמרינן העוסק במצוה פטור מן המצוה כיון דמחמת מצוה הראשונה נפטר מכל וכל מהב' כגון הא דטומאה לא כן בההיא דזבחים דלא נפטר ממוספין אלא מחמת דאינו מוצא וכיון דגברא בר חיובא ולא נפטר מהמצוה הב' נפל הספק שיעשה הב' כיון דנשאר עליו חיוב והוא חילוק דק למעין ויש לבעל דין לחלוק.<br><b> ולענ\"ד</b> נראה לחלק דשאני מצוה שהיא יחידית בכל העולם למצוה אחרת דמצוה דקרבנות שהיא יחידית ואין עושין אותה כל אחד ואחד אז לא אמרינן העוסק במצוה פטור מן המצוה אלא אית בה ספקא איזה מהם עדיף או תדיר או מקודש לא כן כשהיא מצוה שנעשית בפרטות אף דזה אינו עושה המצוה הא מיהא אחר עושה אותה וקילא טפי נמצא דבין למה שתירץ הרב המקשה ובין לחילוק דידן שניא דא מן דא ותמידין ומוספין שאני מההיא משום ספקא דאית בהו משא\"כ גבי ההיא דש\"ס דסוכה דלית ביה ספיקא וק\"ל.<br><b> ודרך</b> אגב אמרתי להזכיר מה ששמעתי מקשים משם הרב דוד אופנהיים זלה\"ה בהך ש\"ס דסוכה דקאמר והעוסק במצוה פטור מן המצוה מהכא נפקא מהתם נפקא [דתניא] ויהי אנשים כו' ביום ההוא אינן יכולין לעשות הא למחר כו' דאיך נלמד ממה שנטמאו דהעוסק במצוה פטור מן המצוה והא הם לא ידעו בשעה שנטמאו דאי אפשר להו לעשות פסח מדאמרו למשה רבינו למה נגרע כו' ומשו\"ה נטמאו ואה\"נ דאי ידעו לא היו נטמאים. ולענ\"ד י\"ל וכן תירץ ג\"כ מו\"ר מה\"ר יעקב אלבעלי הנזכר דאף דאינהו לא ידעו משה רבינו ע\"ה ידע הדין והיאך הניחם להטמא ואפי' אי הוה מספקא ליה למשה לא היה לו להניחם ליטמא כי שמא יאבדו מצות קרבן פסח ומה שאמר להם משה עמדו ואשמעה לאו לשאלה זאת אלא למ\"ש לפחות יזרק הדם עלינו ולא נאכל וכמו שיבא קמן בס\"ד.<br><b> והחכם</b> השלם עצום ורב כמה\"ר יצחק נוניש הי\"ו תירץ ע\"פ מ\"ש בספרי הביאו בילקוט למה נגרע כו' אמר להם אין קדשים קרבים בטומאה אמרו לו אי לא יזרק הדם עלינו והבשר יאכל לטהורים הרי דטענתם היה לפחות להקריב עליהם ואפי' בלא אכילה ואיך נתרצו ליטמא ושלא לאכול קרבן פסח שמע מינה דהעוסק במצוה פטור מן המצוה וכנראה שלא ראה הספרי אלא בעל פה נזכר ממנו דהא מתחילה שאלו למה נגרע לבלתי הקריב וכשהשיב אין קדשים קרבים בטומאה שאלו לפחות שיזרק הדם עליהם וא\"כ נימא דעל פי טעותם שהיו מקריבים קרבן פסח בטומאה נטמאו ולפי האמת אינן רשאים להטמא והקושיא כדקאי קאי משא\"כ לפי תירוציה דכיון דמשה רבינו ע\"ה היה יודע דאכילת קרבן פסח ליכא שכן השיב להם קודם שאמר עמדו ואשמעה ואפילו הכי הניחם להטמא שמע מינה דהעוסק במצוה פטור מן המצוה.<br><b> ושוב</b> ראיתי להרא\"ם ז\"ל בחומש שהבין דכל כונתם היה לשאלה אי לאו יזרק הדם אלא דלא הבינם משה יעו\"ש. ולפ\"ז יתכן תירוץ מהר\"י נוניש נר\"ו ומ\"מ מצד אחר לא ניתן ליאמר תירוץ זה דהא לפי דעתם דהיו יכולים לזרוק עליהם את הדם נמצא לדעתם שמקיימין מצות קרבן פסח אף בלא אכילה דומיא דחטאת דכך שאלו מה בין זה לחטאת לכן נראה דהעיקר כדתריצנא לה מעיקרא.<br><b> ואחר</b> זמן רב ראיתי להרב מחנה אפרים בנימוקו לרבינו פ\"ו מהל' קרבן פסח שהקשה להראב\"ד קושיא הלזו שהקשה מהר\"ר דוד הנזכר ולא ידענו מה לו עם הראב\"ד דוקא ועיין להריטב\"א בסוכה שהקשה כן בפשטא דש\"ס כמו שהקשה מהרר\"ד הנזכר.<br><b> נחזור</b> לקושית הרב מל\"מ דנראה לענ\"ד דשאני נדון הר\"ן ז\"ל דמדינא פטור משניהם כיון דאיכא ספיקא וכמ\"ש הר\"ן ז\"ל אלא דכדי שלא יבטל מ\"מ מכל וכל לפחות יקרא ביום אחד לא כן בההיא דתמידין דחייב בב' ודוק.<br><b> עוד</b> הקשה הרב מל\"מ ז\"ל דברי הר\"ן אהדדי מדבריו אלה למ\"ש גבי הסבה בד' כוסות יעו\"ש ותירץ דשאני הסבה דאי יתקנו קמאי או בתראי דוקא אפשר דתקנת החכמים היתה בזולתם ולא נפקי ידי חובתם אלו תוכן דבריו. ולענ\"ד קשיא לי אם כן כשצדד הר\"ן וכתב וז\"ל הכא בעי למעבד הסבה בכולהו דאי נזיל לקולא אמאי נקל בהני טפי מהני כו' והו\"ל למימר עדיפא מינה דאי נזיל לקולא אפשר דלא ניעבד התקון חכמים דתקנת חכמים הוא בזולתם.<br><b> והרב</b> מקראי קודש ז\"ל תירץ דבמגילה אי אפשר לקרות בשניהם ממ\"ש בגמ' ואימא את יום י\"ד וט\"ו אתא את ופסקיה נמצא דקפיד קרא דלא יקראו בב' הימים אלו תוכן דבריו ומלבד דיש לגמגם על תירוץ זה מלשון הר\"ן עוד זאת אין הנדון דומה לראיה דהתם קאי לקרות בתורת חיוב בב' הימים אתא את ופסקיה לפטור אבל היכא דמספקא לן באיזה יום הוא חיובו יקרא בב' כדי שממה נפשך יצא ידי חובתו ושאני ההיא דש\"ס מהך דהכא ולענ\"ד נראה בשנאמר דע\"כ לא אמרינן אין מעבירין על המצות אלא בדרך משל ב' מצות או במצוה אחת שאם יעשנה היום היא זמנה ואי יעשנה למחר ג\"כ היא זמנה אבל בדאיכא ספק אי זמנה היא היום או למחר ומספק די לעשותה או היום או למחר אז לא אמרינן אין מעבירין על המצות דכיון דלאו ודאי מצוה היא דאפשר דקדימה זאת ביום זה לאו מצוה היא ולכן בד' כוסות איך נאמר דישתה הראשונים בהסיבה משום אין מעבירין והא אפשר דלאו מצוה היא לא כן מגילה דגם אם יהיה זה מוקף מימות יהושע בן נון מ\"מ הא הוי י\"ד זמן קריאה לפרזים וקרינן ביה אין מעבירין על המצות כיון דאפשר שיהיה זמנו של זה."
            ],
            [
                "<b>קראו </b>\n<b> את המגילה כו'.</b> במגילה דף ו' ע\"ב ורבינו הביא המשנה כצורתה ממש ולא מאי דאיתמר עלה וא\"כ נראה דפוסק דלא כרשב\"ג דאילו לרשב\"ג דס\"ל לענין סדר פרשיות דאם קראן בראשון צריך לקרותן בשני צ\"ל במתני' חסורי מחסרא משא\"כ לבר פלוגתיה דס\"ל בסדר פרשיות דקראן בראשון אין צריך לקרות בשני מתני' כדקאי קאי ולכן לא כתב רבינו אלא רישא דמתני' ונפק\"מ דבפרשיות אין צריך לחזור עליהן בשני והוא תימה דללישנא ב' אתיא כרשב\"ג ור' יוחנן ג\"כ פסק כוותיה וא\"כ איך פסק דלא כרשב\"ג."
            ],
            [
                "<b>שואלין </b>\n<b> ודורשין כו' כדי להזכיר שהוא פורים.</b> ע\"כ. ועיין מה שהקשה הלח\"מ מש\"ס דמגילה דף ד' ומה שתירץ דגם בשאר פורים דחול צריך לדרוש מעניינו של יום ואין כן דעת התוס' שם ד\"ה פורים שחל להיות בשבת דבחול א\"צ משום [דאיכא כבר] פרסומי ניסא וא\"כ למה נשוי פלוגתא ביניהם ולעיקר קושיתו עיין להרב רצוף אהבה מה שפי' בדבריהם והוא אמת ויציב ואין מקום לקושיתו ועיין להרב פר\"ח במים חיים ומ\"ש בש\"ס ומה שפי' בדבריהם בלשון סתום שלא באתי לכונתו גם מ\"ש בס' מר דרור ליתא כמו שיראה המעיין."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומותר </b>\n<b> בעשיית מלאכה כו'. לעולם.</b> וכתב הלח\"מ וז\"ל לא ידעתי אמאי לא חילק רבינו בין אתרא דנהוג ללא נהוג וכמ\"ש בש\"ס ע\"כ וכתב עליו השיירי כנה\"ג סימן תרצ\"ו הגהות ב\"י אות א' וז\"ל ומאי קשה כיון דאפילו במקום שנהגו כתב הרמב\"ם אינו רואה סימן ברכה כ\"ש במקום שנהגו שלא לעשות כו' עכ\"ד כוונתו מבוארת דמאי קשיא ליה להלח\"מ על רבינו דהו\"ל לחלק בשלמא אי היה סותם והיה כותב דכל העושה מלאכה בפורים אינו רואה סימן ברכה הוה קשיא ליה שפיר דהו\"ל לחלק ברם כיון דבפי' כתב דגם במקום שנהגו לעשות לא יעשה ואם עושה אינו רואה סימן ברכה מה שייך להקשות דהו\"ל לחלק אי קשיא על רבינו הוא באופן אחר דאיך כתב דאף במקום שנהגו לעשות ועשה אינו רואה סימן ברכה והוי היפך הש\"ס ועיין להרב מקראי קודש דף ר\"ג ע\"א שלא בא לכוונתו יעו\"ש.<br><b> ולהך</b> שהקשינו דדברי רבינו הם היפך הש\"ס כן הוקשה לו להשיירי כנה\"ג שם בתחילת דבריו וניחא ליה דאף לאותם דנהיגי לעשות מלאכה אין ראוי לעשות לפי שאמרו חכמים במקום שנהגו שלא לעשות דאינו רואה סימן ברכה ומינה דבמקום שנהגו לעשות ראוי שלא לעשות מהיות טוב כן פי' דברי רבינו ז\"ל וקשיא לי דאם כן איך רבי נטע נטיעה בפורים ולו יהי שהיה במקום שנהגו לעשות ראוי היה שלא לעשות וכדברי רבינו ז\"ל ואיך דבר שהתיר רבי אסרו רבינו.<br><b> ולענ\"ד</b> נראה כונת רבינו דאיירי במקום שנהגו שלא לעשות והכי פירושו דמן הדין איסור מלאכה לא קבילו עלייהו ואע\"פ כן אין ראוי לעשות בו מלאכה וכמו שנהגו אותם שנהגו שלא לעשות וע\"ז סיים אמרו חכמים כו' לעולם כלומר דזה עונשו של אותם שנהגו שלא לעשות ופשוט ונתיישב הן קושית הלח\"מ הן קושית השיירי כנה\"ג ומ\"ש רבינו בלשון זה ואע\"פ כו' ולא כתב כמ\"ש בט\"ב בהל' תעניות יען בפורים כתיב ויום טוב לאסור בעשית מלאכה אלא דלא קבילו וכמ\"ש בש\"ס משום הכי כתב רבינו שראוי לאסור ולנהוג שלא לעשות ודוק.<br><b> ועיין</b> עוד מה שהקשה הלח\"מ דהשמיט רבינו נטיעה של מצוה ועיי\"ש להשיירי מה שישב בהדרגות דמדברי רבינו יוצא דאינו רשאי יעו\"ש. ולענ\"ד איננו שוה חדא דא\"כ דבר דלרבי שרי ועביד עובדא איך רבינו אוסרו ועוד דאף לדבריו במקום שנהגו התר אף דאפ\"ה כתב רבינו דאין ראוי לעשות מ\"מ בנטיעה של שמחה שרי ואם כן הוה ליה לרבינו להתירו ולא להשמיטו.",
                "<b> אם</b>\n<b> חלקו מעות לאביונים ביום קריאתן יצאו.</b> ועיין למרן והלח\"מ ז\"ל ועדיין קשה דלפי הטעם דעיניהם של עניים נשואות למקרא מגילה למה לא חייבו לחלק המתנות ביום הקריאה."
            ],
            [],
            [
                "<b>אין </b>\n<b> פוחתין מב' עניים נותן לכל אחד מתנה אחת כו'.</b> ע\"כ. והיא הלכה פסוקה והקשה הפר\"ח הל' מגילה סי' תרצ\"ד וז\"ל וא\"ת ואימא ב' מתנות לכל אביון דהוו ב' שהן ד' וכההיא דאמר פ\"ג דיומא דף ל\"ז גבי קרא דונתן על ב' השעירים כו' יכול יתן ב' על זה וב' על זה כו' וי\"ל דאי הוה כתיב ולאביונים מתנות הוה מצינן לפרושי לב' אביונים ד' מתנות אבל השתא דכתיב ומתנות לאביונים משמע דבב' מתנות מפטר והדר קאמר שיחלקהו לעניים דהיינו ב' מתנות לב' בני אדם עכ\"ד והרב יד אהרן ז\"ל שדי נרגא בתירוץ זה דא\"כ למאי אצטריך לומר ונתן על שני השעירים גורלות לימא ונתן גורלות על שני השעירים והייתי אומר גורלות צריך ליתן דהיינו ב' גורלות ואחר כך יאמר על ב' השעירים דהיינו על כל שעיר גורל אחד ולשתוק מגורל אחד ע\"כ ואין זו קושיא חדא דהא ידוע הוא מאי דכייל לן הרא\"ם על החומש [מההשמטות] [בסדר משפטים ד\"ה ת\"ל כי ימכר יעו\"ש] דלשתוק [אמרינן] ולכתוב לא אמרינן זאת ב' דאי הוה כתיב קרא הכי לא הוה אייתר לן גורלות דאצטריך לגופיה דיתן גורל על כל אחד משא\"כ עכשיו דכתיב גורל אחד כו' אייתר לן גורלות ללמד שיהיו שוין כדסיים בברייתא יעו\"ש נמצא דהוצרך הכתוב לכתוב כן להכרחו ולדידיה ניחא ליה דבעלמא אמרינן ב' שהן ד' והכא מדשני קרא דהו\"ל למימר ויתן מתנות לאביונים דבצדקה לא שייך לישנא דשילוח רק לישנא דנתינה וא\"כ הל\"ל ומשלוח כו' ונתינת מנות לאביונים ומדערבינהו בהדי הדדי שמע מינה לדרשא אתי דדינם שוה מה מנות ב' דוקא כך מתנות ב' דוקא אלו דבריו.<br><b> ולא</b> ידעתי מי גילה לו דערבינהו בהדי הדדי דמה הפרש יש בין יתן למתנות כולהו לשון נתינה והכתוב מילי מילי קתני ומשלוח מנות איש לרעהו גם מתנות לאביונים ולא קאי למשלוח דלעיל ובר מן דין לפי דבריו דשוינהו קרא לדרשה אדרבא הדרשה בהיפך כשם דבמנות ב' מנות לאדם אחד כך במתנות ב' מתנות לכל אביון שיהא דומה האביון בלקיחה ב' דומיא דמנות דאחד לוקח שתים.<br><b> ולעיקר</b> הקושיא נראה לענ\"ד דאה\"נ דמשמעות דקרא כדהכא ב' מתנות לב' אביונים והתם ביומא דקס\"ד דיתן ב' על כל אחד אינו אלא מיתורא דקרא דכיון דכתיב גורל אחד לה' וגורל אחד כו' למאי אצטריך גורלות ומשו\"ה הוה קס\"ד הכי והכי הוי ריהטא דברייתא גורלות כו' יכול ב' כו' מכח היתור זה אי אפשר דכתיב גורל אחד כו' יכול כו' זה אי אפשר דכתיב אחד כו' ואם כן מה תלמוד לומר גורלות דהוא מיותר שיהו שוין כו' דהיתור בא לזה דכוותא מצינו בש\"ס אי אפשר לומר ונקה שכבר נאמר לא ינקה ואי אפשר לומר לא ינקה דכבר נאמר ונקה הא כיצד מנקה הוא לשבים ואינו מנקה לשאינן שבים ומ\"מ מה שנראה אמת הוא מ\"ש הפר\"ח ז\"ל.<br><b> ושוב</b> ראיתי מה שתירץ הרב מהר\"ח אלפ'נדארי בבני חיי יעו\"ש באורך ותוכן דבריו דכאן גבי מתנות לאביונים דלא מייתר קרא אלא לגופיה אצטריך מהיכא תיתי להצריך ב' מתנות שהן ד' ואין דבריו מובנים דעדיין קשה ממ\"ש יכול יתן ב' על זה וב' על זה תלמוד לומר גורל אחד והפי' הוא דאי לא הוה כתיב אלא ונתן על ב' השעירים גורלות הוה משמע ב' לזה וב' על זה תלמוד לומר גורל אחד כו' והתם ליכא יתורא אלא משמעות ואין לנו ליישב דבריו אלא כמ\"ש לענ\"ד והיינו הך והוא דבר חדש בדברי הברייתא ואי נחית להכי איך הניחו בעל פה אתמהא וצ\"ע.<br><b> ומ\"ש</b> אין פוחתין כו' פי' דלא תימא דוקא קפיד קרא שלא יתן כי אם ב' מתנות לב' אביונים דאי אפשר זה אלא ודאי דלא יפחות מזה ואם רצה להוסיף תבא עליו ברכת טוב. וזהו שכתב הטור סי' תרצ\"ד ולפחות ב' מתנות לב' עניים כלומר זה הוא מן המובחר ואם רצה להוסיף מוסיף ואין מקום למה שתמה הרב יד אהרן ז\"ל שדקדק מדבריו דמן הדין חייב ליתן הרבה אלא דלפחות ב' מתנות לב' אביונים וקשיא ליה דמן הש\"ס נראה שאינו חייב כי אם ב' מתנות לב' אביונים והצריך עיון יעו\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> בחי' לעיל הלכות ברכות פרק י\"א הט\"ז."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפי' </b>\n<b> לבדוק מעות או למנותן לאורה אסור.</b> והיא מימרת רב שבת דף כ\"ב ומטעם שלא יהיו מצות בזויות עליו ולמד כן מכיסוי הדם שלא יכסה ברגל יעו\"ש וקשה לי דלא דמי הא להא דבכסוי הדם הבזיון הוא בעשות המצוה שעושה אותה דרך בזיון משא\"כ גבי נר חנוכה דכבר עשה המצוה בכבוד שהיא ההדלקה אלא שאח\"כ נהנה ממנה ואף אם נאמר דלא ס\"ל לרב כר' יהושע בן לוי דהדלקה עושה מצוה מ\"מ לדידן דקי\"ל הדלקה עושה מצוה איך פסקינן שניהם."
            ],
            [],
            [],
            [
                "<b>הדליקו </b>\n<b> מבפנים והוציאו דלוק והניחו על פתח ביתו לא עשה ולא כלום.</b> והקשה הרב עץ החיים דף ד' ע\"ג וז\"ל ואיכא למיפרך דבפ\"ט מהל' ביאת מקדש כתב רבינו הטיב הכהן מבפנים והוציאה לחוץ והדליקה הזר כשר ואפילו לכתחילה ומאי שנא מנרות חנוכה דבעינן הדלקה במקומה ובפ' במה מדליקין מדמינן נרות חנוכה למנורה אי מדליקין נרות חנוכה מנר לנר משום בזויי או משום אכחושי וצ\"ע.<br><b> ולענ\"ד</b> לא קשיא דלא משום שדימו ההיא דנר מנר משום בזוי או משום אכחושי צריך לדמויינהו לכל מילי דההיא דמוי אינו אלא משום מצוה בעלמא דשניהם מצוה ושייכותם משום מצות דומה להם מצינו שלמדו שלא למנות מעות בנר חנוכה מכסוי הדם משום בזוי מצוה ואף דלא שייכי אהדדי וא\"כ אינו מוכרח שיהיו דומים להדלקה במקומה ודוק."
            ],
            [
                "<b>חצר </b>\n<b> כו' שלא יאמרו כו' לא הניח נר חנוכה כו'.</b> ועיין מ\"ש מרן בב\"י סי' תרע\"א מההיא דפ\"ק דברכות אסור לעבור אחורי בית הכנסת בשעה שהצבור מתפללין כו' ואי איכא פתחא אחרינא לית לן בה ותירץ בחדא תירוצא דשאני נר חנוכה דאית בה חסרון כיס יעו\"ש והרב פר\"ח ס\"ק ח' כתב עליו דמההיא דפאה דאייתי עלה לא משמע הכי ופי' דבריו עיין בספרי אשר קריתי לי תועפות ראם סדר קדושים גם מ\"ש בספרי אגורה באהלך בהשמטות סדר קדושים.<br><b> גם</b> מאי דקשיא ליה לתירוץ זה מההיא דפ\"ק דקדושין לענ\"ד לא קשה דאה\"נ דהתם ליכא חסרון כיס ברם איכא טעמא אחרינא שהוא מתגאה נגד רבו ואינו מקיים דברי התנא ומורא רבך כמורא שמים ועיין להמגן אברהם תירוץ אמיתי לזה ע\"פ פירוש רש\"י ועיין להרב שער אפרים בהגהת בנו סימן ע\"ח תירוץ לקושיא זאת ע\"פ מה שקדם להקשות מהש\"ס שבת דף כ\"ג בשביל ד' דברים כו' בסוף שדהו מפני החשד ופרש\"י שלא ידעו שהניח פאה ובברכות אמרו דאי איכא פתחא אחרינא לית לן בה ולא חיישינן לחשדא ותירץ דשם בידו לתקן ולהוציא עצמו מחשדא שיכניס באידך פתחא ויראו אותו משא\"כ בפאה אין בידו לתקן וסיים ולפי מ\"ש לעיל בפאה ניחא נמי הא דנר חנוכה דאין בידו להוציא עצמו מחשדא להני דחלפי בהאי פתחא אלו דבריו.<br><b> ולא</b> ידעתי תירוץ זה דמאי שנא נר חנוכה מבית הכנסת דמה בית הכנסת מאן דחלפי בפתח זה אומר אף שלא נכנס בפתח זה אימור יכנס בפתח האחרת ואף שאינו רואין אותו נכנס ברוח אחרת א\"כ גם בנר חנוכה אף שאין רואין נר חנוכה ברוח זו אימור ברוח אחרת הדליק ומה חילוק איכא מבידו לאין בידו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות מגילה וחנוכה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}