{
    "title": "Even Ha'azel on Mishneh Torah, Firstlings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Firstlings",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גיזת בכור אפילו בעל מום שנתערבה בגיזי חולין אפילו אחת בכמה אלפים הכל אסורים, הרי הוא דבר חשוב ומקדש בכל שהוא, האורג מלא הסיט מצמר הבכור בבגד ידלק מצמר המוקדשין מקדש בכל שהוא.</b><br><b> השגת </b> הראב\"ד א\"א אמת כך בגמרא דבכורות בענין שער בכור בעל מום שנשר וקשיא לן בטווי וארוג בעינן מלא הסיט בגיזה לא כ\"ש, ונ\"ל דמשום קנסא קאמר ור\"י קתני לי' ומשום דשהייה כדאיתא התם א\"נ דוקא גיזה דעבד איסורא ומן הקדשים אוסר בכל שהו בקדשים שיש להם מתירים שיש להם פדיון.<br><b> התוס' </b> בחולין דף ק' הקשו בהא דתנן חתיכת נבלה לא בטלה ובע\"ז דף ע\"ד משמע דבטלה דפריך אי דבר שבממון ליתני חתיכת נבלה ומשני דתרתי אית לי' דבר שבממון ואיסורי הנאה.<br><b> ונראה </b> דאף דתנן במתני' סתם חתיכת נבלה הא בארו בגמ' דמיירי בחתיכה הראויה להתכבד ולא הוי כלל משום דבר שבממון, וכן מוכח מדברי הרמב\"ם בפט\"ז מהל' מאכלות אסורות דחשב מקודם שבעה דברים ומוכח דלית לי' דבר שבממון, ואח\"כ כתב דחתיכה הראויה להתכבד לא בטלה, והנ\"מ בין ב' הדברים דשבעה דברים הוא שהן חשובים מצד עצמם והם דברים מסויימים, וחתיכה הראויה להתכבד הוא מצד גדלה וחשיבותה.<br><b> ומתני' </b> דע\"ז לא איירי בחתיכה הראויה להתכבד דהא לא פריך בגמ' אלא משום דבר שבממון, וע\"ז מתרץ דהאי תנא אית לי' דבר שבממון ואיסוה\"נ וכן כתב הרמב\"ם בפה\"מ שם דמתני' אתא כר\"מ דסבר דבר שבממון אלא דהאי תנא אית לי' דוקא באיסוה\"נ וכמבואר בגמ'.<br><b> והנה </b> הגר\"א ז\"ל ביו\"ד סי' ק\"י הקשה על הרמב\"ם דבגמ' מוכח דלרבנן נמי אתיא מדפריך וליתני אגוזי פרך, ולא ידעתי ראי' זו דאטו ר\"מ לית לי' אגוזי פרך, ואי דלפריך לר\"מ ליתני סתם אגוזים מנלן דפשיטא לגמ' דסתם אגוזים נמכרים במנין. ובכלל לא אבין תירוצו שכתב דגם לרבנן אתיא וכתי' דרב אשי דבע\"ח חשיבי ומשמע דכונתו דשער נזיר נמי חשיב א\"כ למה תנן שבעה דברים ואם כונתו דשער נזיר הוי בע\"ח זה לא מסתבר כלל.<br><b> ולפ\"ז </b> סרה קושיתו מה שהקשה עוד דלמה השמיט הרמב\"ם שער נזיר דאה\"נ דודאי הרמב\"ם הולך לשיטתו דמתני' כר\"מ דאית לי' כל שדרכו אלא דבעי נמי איסורי הנאה אבל לדידן דאית לן את שדרכו אפי' באיסורי הנאה א\"כ ודאי בטל, ורק בעכו\"ם ותקרובות פסק הרמב\"ם דאינו בטל והביאו המפרשים דהוא משום לא ידבק. וכן פסק דבע\"ח לא בטלי וזה לבד השבעה דברים, וחתיכה הראויה להתכבד אינה כלל משום דבר שבממון, [ועיין תוס' יבמות דף פ\"א ע\"ב ד\"ה דברי הכל שכתבו דטעמא משום חתיכה הראוי' להתכבד וקשה לי דהא קתני פרוסה ודוחק לומר דראויה להתכבד אף דלחם הפנים הוא מסולת בכ\"ז פרוסה משמע אפי' קטנה ולפרש\"י מיושב].<br><b> אכן, </b> הוסיף הגר\"א להקשות מסוף הלכות פסוהמ\"ק דכתב שער נזיר וכן שער בכור ושער פט\"ח כמ\"ש הרמב\"ם שם, ובאמת הרמב\"ם לא כתב שם בהל' פסוהמ\"ק דשער נזיר אינו בטל, אלא דאורג מלא הסיט והיינו דאורג בבגד ויש לומר דכיון דעשה ממנו חלק בגד כבר לא שייך ביטול, ולא כמש\"כ הר\"י קורקוס שהביא הכ\"מ בהלכה שלפנינו דדמי לבגד שאבד בו כלאים דבזה כבר כתב רש\"י בסוף תמורה דלא דמי כלל דעיקר כלאים הוא העירוב וכולו נאסר ולא שייך ביטול אלא דהוא מגדר טומאת משא לא בטלה, ומצאתי שכתב זה המל\"מ בפ\"א מהל' מטמאי משכב ומושב רק שהוא כתב זה על דברי הכ\"מ והר\"י קורקוס ודימה לבגד שאבד בו כלאים, וזה א\"א דא\"כ אפי' מקצת חוט שאין בו מלא הסיט ג\"כ אסור, וע\"כ דדוקא מלא הסיט דכיון שארג בו חלק מהבגד, אבל בל\"ז לא דמי לטומאת משא דבגד דמי גם למגע שלובש כל חלק מהבגד ודמי לנוגע בכל התערובת דבטל, ורק טומאת משא שהמשא הוא דבר כללי ואינו מתיחס למקום מיוחד, ולכן צ\"ל דמשהו חוט בטל כיון דאין לו שם בגד ובטל בשאר חוטין, אבל מלא הסיט כיון דיש לזה מקצת שם בגד אמרינן דמצטרף עם כל הבגד וביחד נעשה בגד שלם ולא שייך ביטול כיון שביחד נעשה בגד.<br><b> ואולי </b> נימא באופן פשוט דמלא הסיט הוא חשיבות בפ\"ע ולא חשיב כשאר דברים החשובים, ורק דבזה יקשה דהא בסוף תמורה פריך וליבטיל ברובא ומשני בציפרתא, אבל כי נאמר משום דדמי לגדר טומאת משא נוכל לומר דבבכורות דף כ\"ג שו\"ט בגמ' ולא פסיקא לי' דטומאת משא לא בטלה, ולכן אפשר דבתמורה לא הוי סבר הגמ' דלא בטל וסבר דטומאה כמאן דליתי' וכן איסור ג\"כ נתבטל לגמרי.<br><b> אכן </b> בדברי הרמב\"ם שלפנינו מבואר דסובר דגיזת בכור שנתערבה אפילו בכמה אלפים הרי הוא דבר חשוב ומקדש, אבל נראה לי דגם זה אינו משום דבר שבמנין דהרמב\"ם סובר דאינו מקדש רק שבעה דברים, וגיזת בכור הכונה כל גיזת הבכור שנתערבה בהרבה גיזות פשוטים, וזהו דבר חשוב כמו גדר חתיכה הראויה להתכבד, ואף דחתיכה הראוי' להתכבד אם נחתכה בטלה וכאן הגיזה אינה במקום אחד ונתערבה בין כל הגיזות אבל באמת אין אנו אומרים דדמי ממש לחתיכה הראויה להתכבד, אלא דהוא גדר כזה דכיון דיש כאן גיזה שלימה של שה הוא דבר חשוב ולא בטל, והך דינא דוקא בגיזה ולא בשער דשער נזיר אף שיהי' שער של הנזיר כולו אינו חשוב דמשער עושים שק וכמפורש במתני' ואינו חשוב ודוקא גיזה שעושים בגד חשוב אבל עכ\"פ אינו כלל משום דבר שבממון, אבל מתני' דע\"ז אית לי' דבר שבממון ואגודה של שער נזיר אם מוכרין כמותה במנין וכן של פט\"ח אינן בטלין."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות בכורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}