{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Wikisource Rashi", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            [], 
            [
                "מתני' המקנא. איידי דתנא נדרים תנא נמי נזיר דדמיא לנדרים. תימה והא בריש מסכת נזיר (דף ב.) אמר דלא תנא ליה אלא אגב סוטה כדרבי וי\"ל דלא קבעה בסדר נשים אלא אגב סוטה ומשום דדמיא לנדרים קבעה בתר נדרים מ\"ר. ותימה אמאי לא קבעה אגב נדרים דהא בפ\"ד [דנזיר] תנא משניות טובא דמיירי בנדרי נשים ובהפרת בעל ויש לומר דעדיפא ליה למימר משום סוטה דפרשיות נמי נסמכו ובריש מסכת שבועות (דף ב:) דייק נמי בכה\"ג:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "המקנא דיעבד אין. וא\"ת וכי כל היכא דתני ה\"א בתחילתן לשון דיעבד הוא והא קתני בסוף אלו עוברין (פסחים דף מט.) ההולך לשחוט את פסחו ובעבודה זרה פרק השוכר (דף סט.) המניח עובד כוכבים בחנותו דמסיק בשמעתתא קמייתא דשחיטת חולין (דף ג.) דמיירי לכתחילה ובפרק ב' דשחיטת חולין (דף לז.) השוחט את המסוכנת ובפרק קמא דביצה (דף ו:) השוחט את התרנגולת ומצא בה ביצים גמורות ויש לומר דכל היכא דאיכא למיתלי בלישנא דייק הכי כגון הכא ובריש פ\"ב דשחיטת חולין (דף כז.) והתם נמי בפ' קמא (דף טו:) השוחט במגל יד ובפ' קמא דביצה (דף ז:) השוחט חיה ועוף יחפור בדקר ובפ' חבית (שבת דף קמז.) הרוחץ במי מערה או במי טבריא ותימה היכי דייק מהכא דאסור לקנאות אמאי לא מתרץ המקנא שבא כדמתרץ בפ\"ק דביצה (דף ז:) ועל כרחך אית לן למימר דהכא ממשנה יתירא דייק כדפרש\"י:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא בזוג ראשון הא בזוג שני. תימה בפ' ואלו מגלחין (מו\"ק דף יח:) דאמר שמואל מותר לארס בחולו של מועד שמא יקדמנו אחר קפריך ליה מהכא ארבעים יום קודם יצירת הולד אמאי לא מוקי התם מלתיה דשמואל בזוג שני:"
            ], 
            [], 
            [], 
            [
                "אבל בטומאה עד אחד מהימן. תימה אדרבה איכא למימר איפכא אבל בטומאה בעינן בי תרי ומשום דאוסרתה איסור עולם ואי לאו ממתני' דמייתי מהיכא פשיטא ליה למימר הכי וי\"ל דעדיפא ליה טומאה מקינוי וסתירה אף על גב דאוסרתה איסור עולם משום דרגלים לדבר:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "כל מקום שנאמר עד הרי כאן שנים. ואחד דכתיב גבי ועד אחד לא יענה בנפש (במדבר לה) מוקי לה בפרק אחד דיני ממונות (סנהדרין דף לד.) בדרישה מן התלמידים ולא יומת על פי עד אחד (דברים יז) דרשינן בפרק ראשון דמכות (דף ו:) לעדות מיוחדת לאפוקי אחד רואה מחלון זה ואחד רואה מחלון זה אבל קשיא דגבי שבועת העדות כתיב והוא עד (ויקרא ה) ומחייבין אפילו אחד כדתנן (שבועות דף לא:) כפר אחד והודה אחד הכופר חייב וי\"ל דשבועת העדות לא חייבה תורה אלא בתביעה כדילפינן התם מקראי הילכך כל היכא דמפסידו ממון מיחייב דבהפסד ממון תליא מילתא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא נשנית אלא בשביל דבר שנתחדש. תימה לרבי היכא דאיכא למדרש כי הכא אמאי לא דרשינן לה כדאמר גבי קל וחומר מילתא דאתיא מקל וחומר טרח וכתב לה קרא ואפילו הכי היכא דאיכא למדרש דרשינן וכן בפרק כל שעה (פסחים דף כד:) כל היכא דאיכא למדרש לא מוקמינן ליה בלאוי יתירי:"
            ]
        ], 
        [
            [
                "ורבי עקיבא א\"כ לכתוב לה. תימה לרב חסדא דאמר בפרק שלשה מינין (נזיר דף מג:) לאביו בזמן שהוא שלם ולא בזמן שהוא לאיברים לדידיה לא איצטריך לה לאיברים מאי הוי דריש בלה יטמא ויש לומר הוה דריש לחובה כדרבי עקיבא ואיידי דכתב יטמא כתב לה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למשרי אחד מכל האומות. מהכא נפקא לן דבאומות הלך אחר הזכר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ת\"ל ועד אין בה כל שיש בה. תימה כיון דהוא קינא לה ונסתרה והשתא אתי עד א' דטומאה מסתמא בעל שתיק ולא מכחיש ליה א\"כ מאי צריך קרא דעד אחד נאמן ' אפילו טומאה בעלמא בלא קנוי וסתירה בכי האי גוונא היה מהימן כדאיתא בפרק האומר (קידושין דף סו.) אשתו זינתה בעד אחד וכו' תינח לרבא דאמר התם הוה דבר שבערוה אלא לאביי דאמר מהימן מאי איכא למימר אלא ע\"כ אית לן למימר דלאביי לא איצטריך קרא אלא היכא דמכחיש אע\"ג דקינא לה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נאמר כאן דבר ונאמר להלן דבר. תימה למה לי ג\"ש אפילו בלא ג\"ש מהיכא תיתי ליה דלית הימן בה עד אחד מעדות אחרונה ליכא למילף דאיכא פירכא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "בן עזאי אומר. האי דמקדים בן עזאי לרבי עקיבא אע\"ג דרבי עקיבא היה רבו כדאמר בפרק הרואה (ברכות סב.) בן עזאי עד כאן העזת פניך ברבך משום דצלייה קודמת לגמיעה והאי דמקדים ליה באידך ברייתא משום דמסיק שיעורין דשייכי בכוס אבל תימה אמאי מקדים רבי ישמעאל למילתייהו דרבי אליעזר ורבי יהושע מיהו י\"ל דסדר אכילה ושתיה סמיך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אם כן היינו בן עזאי. ה\"ה דהוה מצי למימר היינו רבי יהודה בן בתירא אלא ברייתא קמייתא נקט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "דמרחק או דמקרב. בחזרת דקל לא קמבעי ליה בגדול או בקטן משום דידע שיעוריה דהיינו כדי מזיגת הכוס וכן בצליית ביצה במדורה גדולה או קטנה משום דפי' כבר דהיינו כדי שתיית הכוס אבל בהקפת דקל תימה אמאי לא קמיבעי ליה:"
            ], 
            [
                "אי הכי היינו רבי אליעזר. ה\"ה דהוה מצי למימר אי הכי היינו בן עזאי אלא ברייתא קמייתא נקט א\"נ יתרץ בבן עזאי כדי למזוג ולשתותו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נעקר מן העולם. תימה לר\"י לפי' רש\"י דפי' דעובר על דברי חכמים חייב מיתה מאי אריא נטילת ידים אפי' כל דברי חכמים נמי ועוד קשיא דאמר הכא דעונשו מיתה ובפ' במה אשה יוצאה (שבת דף סב:) אמרינן דעונשו עניות כדאמר שלשה דברים מביאין את האדם לידי עניות המזלזל בנטילת ידים ובפ' עושין פסין (עירובין דף כא:) מעשה ברבי עקיבא שהיה חבוש בבית האסורים וכו' עד מה אעשה שחבירי חייבו עליה מיתה ונראה דזלזול שמזלזל בה תמיד עונשו עקירה ע\"י עניות דקשה ממיתה ע\"י נחש ונעקר מן העולם דאמר [בסוכה] (דף מה:) וסנהדרין (דף סג.) כל המשתף שם שמים ודבר אחר נעקר מן העולם ובפרק קונם יין (נדרים דף סב.) כל המשמש בכתרה של תורה נעקר מן העולם לאו בחדא מחיתא נינהו דעניות אלא מיתה חטופה או משונה. מ\"ר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היא תצודנו לדינה של גיהנם. ואמר נמי בפ\"ק דחגיגה (דף ט:) כל הבא על אשת איש ואסרה על בעלה נטרד מן העולם וק\"ק מפ' הזהב (ב\"מ דף נט.) דאמר הבא על אשת איש מיתתו בחנק ויש לו חלק לעוה\"ב וי\"ל דהתם מיירי כשעשה תשובה והכי משמע בפ' ג' דיבמות (דף כב:) היכא דלא הוליד ממזר דבר תשובה הוא ותשובה עם יסורין דוקא דאמר בפרק חלק (סנהדרין דף קז.) אמר דוד כל הכי נטרוד ההוא גברא א\"ל קבל עליך יסורים וחנק נמי כיסורין דכל המומתים מתוודין והאי דאמר נטרד מן העולם פי' מן העולם עם אותו עון דכך הוא חמור אשת איש האוסרה על בעלה כמו על אחותו פנויה והוליד ממנה ממזר ריב\"א. א\"נ היכא דלא באו עליו יסורים נטרד מן העולם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל אדם שיש בו גסות הרוח אין עפרו ננער. תימה אמאי לא חשיב האי במשנת חלק והא דאמר פרק בתרא דכתובות (דף קיא.) מתים שבחו\"ל אינן חיים ותו גרסינן התם ע\"ה אינן חיים אא\"כ יהנו תלמידי חכמים ומלוי רביות מצינו באגדה שאינן חיים לעולם הבא. תוס' ר\"י:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אדם שאין בו אלא רביעית דם. פר\"ח הוא דם הצלול שממנו משתית הלב אין בו אלא משקל כ\"ה סלעים שהיא רביעית הלוג:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא גופא קשיא. תימה לרבי אמאי לא נקט הכא לישנא דריש מס' מכות (דף ב.) כיצד העדים נעשים זוממין כיצד אין העדים נעשים זוממין מבעי ליה הכא נמי הוה ליה למימר הכי כיצד מקנא לה כיצד אין מקנא לה מבעי ליה והתם מתרץ שפיר אבל הכא אפילו לפי התירוץ הוה ליה למיתני כיצד אין מקנא לה ונראה דלהכי לא פריך הכא משום דמצי למימר אל תדברי דרישא פירושו סתירה דהיינו קינוי גמור ואתי שפיר לישנא דכיצד מקנא לה ולא קשיא מידי אלא רישא לסיפא וה\"פ הכא אלמא פירוש דמתני' דדיבור סתירה הוא מדקתני כיצד מקנא ולשון נקי הוא כדתנן בפרק קמא דכתובות (דף יג.) ראוה מדברת ומפרש בגמ' מאי מדברת נסתרה א\"כ תיקשי סיפא דקתני דיברה עדיין מותרת לביתה ואי פירוש דדיבור דמתניתין סתירה אמאי מותרת אלא דיבור ממש הוא ולפי הירושלמי משמע דבעי לתרוצי דדיבור דרישא סתירה אלא דנקט לשון נקי והכי איתא התם סוף דבר שתדבר עמו הא אם נסתרה עמו ולא דברה אין סתירתה כלום פירוש בתמיה דבורה אתא מימר לך אפי' דברה עמו ולא נסתרה עדיין מותרת לביתה לשון נקי הוא מתני' פי' דיבור דרישא לשון נקי מיהו דסיפא אית לן למימר על כרחך דיבור ממש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לאחר ולא ליבם. אין להקשות מפרק האשה שנפלו לה נכסים (כתובות דף פא.) בשמעתין דשומרת יבם דפריך התם והא בעינן לכשתנשאי לאחר תטלי מה שכתוב ליכי אמר רב אשי יבם כמו אחר דמי דלענין לשון תנאי ב\"ד שוייה כאחר אבל באחר דקרא אין האח בכלל והכי נמי משמע בפרק אין מקדישין (ערכין דף כה:) דקתני אם מכר את השדה לאיש אחר לאחר ולא לבן או אינו אלא לאחר ולא לאח כשהוא אומר איש הרי אח אמור הא מה אני מקיים לאחר לאחר ולא לבן דמשמע טעמא דכתיב איש הא לאו הכי לא הוי אח בכלל אחר וכ\"ש גבי יבם דבא מכח נשואי אחיו דלאו אחר הוא והכי אמרינן נמי בפ\"ק דקידושין (דף יג:) אמר קרא פן ימות במלחמה ואיש אחר יקחנה מתקיף לה רב שישא בריה דרב אידי אימא מאן אחר יבם ומשני דיבם לא מקרי אחר אבל קשיא מפרק האומר (קדושין דף סז:) דנפקא לן מהכא בפרק האומר דלא תפסי קדושין באחות אשה אימר דאיצטריך קרא דוקא ליבם משום דרמיא עליה ליבומי כדאמרי' בשמעתין ואכתי אחות אשה מנלן ועוד תקשה דהכא אע\"ג דכתיב איש אחר ממעטינן יבם ובערכין מרבינן יבם מאיש וממעטינן בן מאחר וא\"ת מאיש ממעטינהו בפ' האומר (ג\"ז שם) קרובים ומלאחר יבם סוף סוף ואיש אחר יקחנה מאי דרשת ביה:", 
                "לאחר ולא ליבם. אי קשיא והא האי קרא בסוטה ודאי ע\"י עדים כתיב דילפינן דבר דבר מממון בסוף מסכת גיטין (דף צ.) וסוטה ודאי אמר בפ\"ק דיבמות (דף יא:) דפטורה בלא חליצה משום דכתיב בה טומאה כעריות תריץ דלאחר לא איצטריך למיכתב אלא ליוצאת משום סתירה כיון דנפקא לן סוטה ודאית מטומאה דכתיב בה:"
            ], 
            [], 
            [], 
            [], 
            [
                "אילו איתיה לבעל מי לא בעיא גט. הקשה רבי בשם ר' אברהם בר מרדכי ז\"ל והא סוטה ודאית ואיילונית היכא דהכיר בה ואשת סריס דבעו גט מבעל היכא דאיתיה ואפ\"ה פטורות מיבם בלא חליצה ויש לתרץ סוטה ודאית לא דמיא להכא כיון דטומאה סתם הרי היא כערוה גמורה דגזירת הכתוב הוא דפטורות ואשת סריס ואיילונית היכא דאיתיה לבעל שרו ליה ואפ\"ה אימעוט בפ\"ק דיבמות מדין יבום דלא צריך בהו כלל אבל סוטה ספק לא אימעוט אלא גבי איסורא דבעל וקמשמע לן קרא כיון דבא מכח נשואי אחיו הרי הוא במקום בעל דאסורה לו ליבם אבל חליצה בעיא:"
            ], 
            [], 
            [], 
            [
                "דלא ליסתריה לביתיה ואת אמרת תתייבם נמי יבומי. רבינו חננאל הטעים דבריו ופירש ורחמנא אמר אשר לא יבנה לבנות ולא לסתור:"
            ]
        ], 
        [
            [
                "מי קא רמינן עליה בעל כרחיה. הכא הוה מצי למיפרך כדפריך לבסוף דאמר אלא מעתה נשאת לאחר ומת בלא בנים לא תתייבם דלא נסתריה לביתיה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אשת כהן שנאנסה. וא\"ת אמאי לא תני לה בפרק יש מותרות (יבמות דף פד.) גבי אסורות לבעליהן ומותרות ליבמיהן יש לומר הא תני ליה חייבי לאוין וזו מחייבי לאוין כדאמר בפרק הבא על יבמתו (שם דף נו:) הכל היו בכלל אחרי אשר הוטמאה וגו' והכי מתרץ התם דפריך מפצוע דכא אבל יש לתמוה אמאי לא פריך הכא ישראל שנשא כשרה ונעשה פצוע דכא ויש לו אח כשר דדמי למתני' מאי הוי ליה לתרוצי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "האומרת טמאה אני לך. אי קשיא בשלהי מס' נדרים (דף צ:) דפליגי רבה ורב ששת באומרת טמאה אני לך דרב ששת אומר אוכלת בתרומה וכו' תריץ דהכא מיירי אחר קינוי וסתיר' דרגלים לדבר אפילו רב ששת מודה והכי מפרש לה בירושלמי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושבאו לה עדים ואמרו שנטמאה. מספקא לרבי אי דוקא נקט עדים שנים אבל עד אחד לא מהימן דמוקמינן ליה בגמרא דמיירי לאחר ששתתה דדוקא קודם ששתתה האמינה תורה לעד אחד ורב ששת דאמר בגמרא סוטה שיש לה עדים במדינת הים דאין המים בודקין אותה דוקא עדים נקט ולא עד א' או דילמא כיון דהאמינה תורה לעד אחד אחר קינוי וסתירה ליכא חילוק בין אחד לשנים מיהו מסתברא דה\"ה לעד אחד כדעולא דאמר בפרק מי שאמר (לקמן דף לא:) כל מקום שהאמינה תורה עד אחד הרי כאן שנים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אם אתה אומר זכות תולה מדחה אתה את המים. וא\"ת לרב ששת דאמר בין לרבי בין לרבנן מתנוונה א\"כ אהיכא קאי ר\"ש דאמר מדחה אתה והלא יראו דמתנוונת והיאך יוכלו להוציא שם רע על הטהורות ששתו כשלא יתנוונו יש לומר הנשים העומדות משום ייסור ולא יהא ניכר לאלתר כשעומדת בעזרה נתנוונה יוציאו שם רע והבועל יגיד להם שקלקל עמה ולא ידעי שזו מתנוונת אי נמי לא יתלו נוונווה במים המרים וכן היא לא תתלה במים המרים אלא בחולי אחר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "כי קדוש מעיקרא שפיר קדוש משום הכי נשרפת. קשיא כיון דהוא היה מביא מנחתו עליה אמאי נשרפת מאי שנא מהא דתנן בפרק ד' במסכת נזיר (דף כד:) האשה שנדרה בנזיר והפרישה את בהמתה בנזיר והיפר לה בעלה אם שלו היתה הבהמה תצא ותרעה בעדר ואם שלה היתה הבהמה חטאת תמות ואע\"ג דבשעת הקדש הות בת מקדש דקי\"ל דבעל מיגז גייז ואפ\"ה אמר כיון דמשלו היתה תצא ותרעה בעדר דנפקא לחולין ותנן נמי התם בפרק בית שמאי (שם דף לב.) מי שנדר בנזיר והלך להביא בהמתו אם עד שלא נגנבה בהמה נדר הרי הוא נזיר ואם משנגנבה בהמה נדר אינו נזיר והכי נמי הוו עדים בעולם קודם הקדש ולאו אדעתא דהכי הקדיש ועוד אמאי נשרפת כיון דקי\"ל כבית הלל דאמרי בפרק יש נוחלין (ב\"ב דף קכ:) ובפרק ב\"ש במסכת נזיר (דף לא:) דיש שאלה להקדש למה אינו נשאל עליה ותצא לחולין:"
            ], 
            [
                "דכי קדוש מעיקרא בטעות קדוש. ואין להקשות והא אשם תלוי אע\"ג דכי קדוש מעיקרא בטעות קדוש דלא חזי לכפר מידי היכא דלא חטא ואפ\"ה תנן בפרק בתרא דכריתות (דף כג:) המביא אשם תלוי ונודע שלא חטא ירעה עד שיסתאב דהא מפרש התם טעמא משום דלבו נוקפו גמר ומקדיש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גזירה שמא יאמרו מוציאין מכלי שרת לחולין. ואי תקשה כל הני דתנן תצא ותרעה בעדר נגזור שמא יאמרו מוציאין מקדושת הגוף לחולין תריץ התם לא מוכחא מילתא וליכא היכירא בין קדושת פה לקדושת הגוף ויאמר קדושת הפה היה אבל הכא איכא היכירא בין קדושת הפה לקדושת כלי שרת וצ\"ע בפרק שתי מדות (מנחות דף צ.) ובפרק התודה (שם דף עט:):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "קרב הקומץ ולא הספיק כו'. נראה דהוא הדין אם קרב הקומץ ובאו עדים שנטמאה דאמר נמי כיפרה ספיקה דהכי אמר בפרק בתרא דכריתות (דף כו:) גבי חטאת העוף הבא על הספק אם משמיצה דמו נודע לה שילדה אסורה אפילו בהנאה שעל הספק באת כיפרה ספיקה:"
            ], 
            [], 
            [
                "נמצאו עדים זוממין. נראה דאקדשה בכלי קאי וקודם קמיצה דלאחר הקמיצה איכא איסורא דרבנן ונשרפת דמוקמינן נמי התם הא דתנן משנמלקה נודע לה הרי זו תקבר בנודע לה שלא ילדה ובדין הוא דמותרת בהנאה ומאי טעמא תקבר מדרבנן:"
            ], 
            [], 
            [], 
            [], 
            [
                "וטהורה ולא שתולה לה זכות. מהכא משמע דבעלה מותר בה לאלתר ולא אמרי' ימתין עד שלש שנים שמא זכות תלתה לה דאם היה אסור בה היכי הוה מצינו למיקרי בה ונקתה ונזרעה זרע וכן הראני רבי בירושלמי ונקה האיש מעון אינה חושש שמא תלה זכות ואתיא כמ\"ד הזכות תולה ואינה ניכרת:"
            ]
        ], 
        [
            [
                "יש לה עדים במדינת הים לא שכיחא. וה\"ה בא עליה בעלה בדרך נמי לא שכיח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היא הנותנת. האי היא הנותנת לא דמי כלל לההוא דפרק קמא דעירובין (דף י.):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואומר מים גנובים. נראה דהאי ואומר פירושו הכי כלומר מאי תלי בהכי שאין היתר לאיסורה חדא דיצרו תוקפו מאחר שאין היתר לאיסורה אין מתון בדבר אם לא עכשיו אימתי וא\"ת לא יתקפנו יצרו על אשתו הואיל ובעלה כבר מים גנובים ימתקו:"
            ], 
            [], 
            [], 
            [
                "אמר להו ק\"ו ופרכוה. יש לומר דוקא בפירכא שכן יש היתר לאיסורה פרכוהו אבל בהיא הנותנת לא פרכוהו ולכך הוצרכה לפירכא אחריתי דאשכחן בדוכתי סגיאין דחמירא להו לאינשי עבירה קלה ומסתפו מינה טפי מעבירה חמורה כגון בפ\"ק דכתובות (דף ד:) דחמירא להו אבילות דלא הוי אלא מדרבנן מנדה שהיא בכרת ובפ' הנזקין (גיטין דף נד.) באתריה דרבי יהודה חמירא להו שביעית דליכא אלא לאו משבת שהוא בסקילה ובריש פ\"ק דביצה (דף ב:) אמר האי דקיל צריך הרחקה טפי דאמר מ\"ש גבי שבת דסתם לן תנא כרבי שמעון וגבי יום טוב כרבי יהודה שבת דחמיר סתם לן כר\"ש י\"ט דקיל סתם לן כרבי יהודה אלמא זימנין בדילי מקילתא טפי מחמירתא וזימנין איפכא והשתא צריך ליישב הברייתא לפי הירושלמי והתוספתא דהכי מיתניא בתוספתא (פ\"א) ר' יהודה אומר נאמן עליה בעלה מקל וחומר ומה נדה שחייב על ביאתה כרת וכו' ר' יוסי אומר הכתוב האמינו שנא' והביא האיש את אשתו וגו' ובירושלמי מיתניא הכי רבי יהודה אומר בעלה נאמן וכו' אמרו לו לא אם אמרת בנדה שיש לה היתר וכו' אמר להם רבי יהודה גזירת הכתוב הוא והביא האיש את אשתו וגו' אמרו לו ובלבד בעדים והשתא אית לן למימר דבההיא תוספתא פרכוהו והדר אמר להו קרא כההיא דירושלמי אבל מדרבי יוסי איכא לתמוה דמעיקרא אמר להו קרא והדר אמר להו קל וחומר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה להלן בשבעים ואחד תימה אמאי לא תני להו לסוטה וזקן ממרא בפ\"ק דסנהדרין (דף ב.) בהדי הני דהוו בב\"ד של שבעים ואחד וי\"ל משום דגמר של סוטה וזקן ממרא לא היה בבית דין של שבעים ואחד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא עבר זר בתוכם. פירש ר\"י בשם רבי שמואל היינו בחלוקת יחזקאל שראובן ויהודה שכנים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שמעת מינה כותבין שובר. תימה והא הכא לא אפשר בלא שובר אם היא אומרת אבדה כתובתי במה יכוף אותה להחזיר כתובתה בשלמא לוה בעלמא מעכב הפרעון עד שיחזיר מלוה את השטר אבל כאן אין פרעון שהרי כאן אבדה כתובתה והיכא דלא אפשר דברי הכל כותבין וי\"ל שהיה יכול לעכב את הגט אצלו עד שתחזיר לו הכתובה אבל תמיה לפום מאי דמסיק במקום שאין כותבין כתובה כותבין שובר למה לי למיכתב שובר יקרע הגט ויכתוב עליו גיטא דנן דקרענוהו לא משום דגיטא פסולא הוא אלא דלא תהדר ותגבי ביה זימנא אחריתי כדאמרינן בפ' הכותב (כתובות דף פט:) ובפרק קמא דבבא מציעא (דף יח.) וי\"ל דהכא מיירי מן הסכנה ואילך דאמר בפרק הכותב (כתובות דף פט:) דגובה בעדי גירושין אפילו בלא גט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רבא במקום שאין כותבין כתובה עסקינן. מקשים הא במקום שכותבין אין כותבין שובר ובגט פשוט (ב\"ב ד' קעא:) אמר ה\"נ מסתברא דכותבין שובר דאי אין כותבין יאכל הלה וחדי א\"ל אביי אלא מאי כותבין אבד שוברו יאכל הלה וחדי א\"ל רבא אין עבד לוה לאיש מלוה אלמא דקיבל אותה סברא דכותבין ונראה דרבא ס\"ל כותבין אבל הכא דחייה בעלמא הוא דליכא למשמע מהכא דכותבין שובר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "איכא"
            ], 
            [], 
            [
                "והא"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כאן"
            ], 
            [
                "והכהן"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויתגרו"
            ], 
            [], 
            [
                "גמירי"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואחר כך מביא חבל המצרי. בירושלמי מפרש חבל המצרי וכפיפה המצרית באין משירי הלשכה כחומת העיר ומגדליה ולא ידענא אי סודר שנחנק בו וסייף שנהרג בו דאמרינן פרק נגמר הדין (סנהדרין דף מג.) דבאין משל צבור אי פירושו נמי משירי הלשכה כי הכא:", 
                "תנינא ואחר כך מביא חבל המצרי. ולא ידענא מאי פשיט מהכא טפי מהא דקתני היא חגרה לו בצלצול דמשמע דחבל מצרי בעינן ממש ועל כרחך לכתחילה למצוה בעינן אבל לאו דוקא לעכב דהיכא כתיב חבל המצרי או שום קשירה בתורה ולמה היה לו לעכב מיהו המדקדק בפירוש רש\"י לא קשיא מידי דעיקר הבאתו קמבעיא ליה אי משום מדה במדה דוקא חבל או משום שמיטת בגדים הואיל וצריך לקשור צלצול לקשור חבל כדי ליפרע ממנה מיהו היכא דליכא חבל המצרי ואיכא צלצול לא מהדרנא יותר מדאי בתר חבל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מיום שחרב בהמ\"ק וכו'. וה\"ה דבזמן הבית נהגו דין ד' מיתות מי שנתחייב בהן בלא עדים והתראה שלא לדונו בסנהדרין כדאמר בפ' אחד דיני ממונות (דף לז:) מעשה ברבי שמעון בן שטח שהיה בזמן הבית דתניא אמר רבי שמעון בן שטח אראה בנחמה אם לא ראיתי וכו' עד שהשיכו נחש ומקשינן והאי בר נחש הוא והתני רבי חייא וכו' אלא האי דנקט מיום שחרב בית המקדש מלתא דפסיקא נקט דבטלו ארבע מיתות לגמרי:"
            ], 
            [], 
            [], 
            [], 
            [
                "מי שנתחייב סקילה. מקשי' מפרק השוכר את הפועלים (ב\"מ דף פג:) דרבי אלעזר ברבי שמעון הוה תפיס גנבי יומא חד פגע בההוא כובס אמר להו תפסוהו ותפסוהו (זקפוהו) וזקפוהו וקא בכי אמר לו רבי אל ירע לך שהוא ובנו בעלו נערה מאורסה ביוה\"כ וזה שנתלה נחנק ואמאי לא פריך והאי בר הכי הוא בר סקילה הוא אבל לפרש\"י לא קשיא מידי דפירש התם משום הכי נתלה משום דכל הנסקלין נתלין ויש לומר דלאו דוקא נקט נופל מן הגג או חיה דורסתו אלא מעין מיתה שנתחייב בה יהרג ויש מפרשים דבנו בעל תחילה דהויא לה בעולה דמיתתו הויא בחנק אבל קשיא לרבי מהא דאמר בפרק אלו הן הגולין (מכות י:) דרש ריש לקיש והאלהים אנה לידו זה שהרג במזיד יושב תחת הסולם וזה שהרג בשוגג עולה ונופל והורגו והא לאו בר סקילה הוא ותירץ אע\"ג דלאו בר סקילה מיהו מדה במדה היא דזורק על חבירו דרך ירידה הוא כדכתיב (במדבר לה) ויפל עליו וימות ואלו מתים דרך ירידה ואם הרגו בסייף הקדוש ב\"ה נפרע מהם בענין אחר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לא הכיתי לאומה ושניתי. ה\"ה דאהא הוה מצי למיפרך הא דרבא והא דמנימין ותימה מאי הוה מצי לתרץ דלא הוי מצי לתרץ למלך של אומה מדקאמר ואתם בני יעקב דמשמע אכל בני יעקב קאמר ובאומה שלימה מיירי:"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא מעתה לא ימחה. תימה לרבי מאי שנא משלום דאמר בפ\"ק דשבת (דף י:) אמר רב המנונא משמיה דעולא אסור לאדם שיתן שלום לחבירו בבית המרחץ משום דשם גופיה איקרי שלום כדכתיב ויקרא לו ה' שלום ולא קא חשיב ליה במס' סופרים (פ\"ד) בהדי שמות שאין נמחקין ונראה דתנא ושייר ועדיף מחנון ורחום דאמר בפרק שבועת העדות (שבועות דף לה.) דנמחק דלא אשכחן שקרא הקב\"ה שמו כך חנון והכא פריך אהא דקאמר על שמו של הקב\"ה נקרא משמע דשמו נקרא כך והיינו דקא דחי אלא מעין שמו כמו חנון על שם שהוא חונן ומרחם על בריותיו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נוח לו לאדם שיפיל את עצמו לתוך כבשן האש. כדאמר בפ' הזהב (ב\"מ דף נח:) כל היורדין לגיהנם עולין חוץ משלשה וחד מינייהו המלבין פני חבירו ברבים ואומר נמי (שם נט.) נוח לו לאדם שיבעול ספק אשת איש ואל ילבין פני חבירו ברבים מנלן מדוד ונראה האי דלא חשיב ליה (פסחים דף כה.) בהדי ג' עבירות שאין עומדים בפני פקוח נפש עבודת כוכבים וגילוי עריות ושפיכות דמים משום דעבירת הלבנת פנים אינה מפורשת בתורה ולא נקט אלא עבירות המפורשות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יצאת בת קול ואמרה ממני יצאו כבושים. בשלהי מסכת מכות (דף כג:) מסיק דהכי גמירי לה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דאייתיה לעלמא דאתי. ואי קשיא הא אמרו בחלק (סנהדרין דף קד.) ברא מזכי אבא אבא לא מזכי ברא כדכתיב ואין מידי מציל אין אברהם מציל את ישמעאל ולא יצחק את עשו אבל הבן מציל את האב כגון יאשיהו שלא מנו את אמון וי\"ל משום דאבשלום נטל את שלו בעולם הזה שנהרג במיתה משונה הועילה לו תפלת אביו דומיא דיהויקים דאמר התם שהיה כתוב על גולגלתו זאת ועוד אחרת ונפרע ממנו לאחר מיתה לא מנו אותו ועוד אבשלום לא עבד עבודת כוכבים א\"נ מצי למימר הא דאמר אבא לא מזכי ברא היינו משום כבוד האב אין מונעין מלמנותו עם רשעים בלא תפלה אבל תפלה מועלת ודוד התפלל על אבשלום:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולעולם מדה טובה מרובה ממדת פורענות. וא\"ת הא מצינו מדת פורענות גדולה ממדת טובה דכתיב איכה ירדוף אחד אלף ושנים יניסו רבבה (דברים לב) גבי מדת פורענות וגבי מדה טובה כתיב ורדפו מכם חמשה מאה (ויקרא כו) וי\"ל דעדיין גבי מדת פורענות מיירי רדיפה ולא הריגה אבל הכא דכתיב ורדפו מכם חמשה סיפא דקרא ונפלו אויביכם לפניכם לחרב. מספר הישר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שהיתה פועה לולד. פירש רבינו חננאל לוחשת לחישה ויוצא הולד כמו שעושים אלו עכשיו באזני האמה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אחרים אומרים נולד כשהוא מהול. ומקשים מדקאמר ר\"מ טוב שמו מכלל דאחרים לאו היינו ר\"מ ובשלהי הוריות (דף יג:) אמר דאסקוה לר\"מ אחרים ובפ\"ק דברכות (דף ט:) בגמרא מאימתי קורין שמע בשחרית אפליגו ר\"מ ואחרים וא\"ר שראה בקונטרס צרפת שמועות שקיבל מאלישע בן אבויה קבעום בשם אחרים מפני שהיה שמו אחר אבל שאר שמועות קבעום בשמו ולא מסתברא דהא לרבי נתן אסקו יש אומרים ואית לך שכל שמועותיו קבעו כך ולר\"מ נמי עשו כיוצא בו אלא נראה דלאחר דאסקוהו אחרים חזר בו ואמר נולד כשהוא מהול וכן בפ' קמא דברכות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חמר מבחוץ וזפת מבפנים. פירש רבי בשם ר\"ש בר קלונימוס זה וזה בתוך התיבה והחמר היה מכסה את הזפת אבל מבחוץ לא זיפפה שלא ירגישו כי הגומא דומה לקנה היאור ולא יבחינו התיבה בתוך קנה היאור:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בשבילי נצלתם כולכם. תימה אדרבה בשבילו נגזרו הגזירות שראו אצטגניני פרעה יש לומר הוא היה הראשון המושלך ליאור וגזירה ראשונה אם בן הוא והמתן אותו לא בשבילו היתה אלא משום ונלחם בנו ודרך אנשים להלחם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סרח בת אשר נשתיירה מאותו הדור. תימה והלא מכיר ויאיר בן מנשה נולדו בימי יעקב והיו מבאי הארץ למה לא שאלם משה והם היו מבני בניו של יוסף י\"ל שסוד הגאולה נמסר לסרח כדאיתא בפירקי ר\"א (פרק מח) וכיון שבא משה הלכו זקני ישראל אצלה לפי שכבר נכשלו על ידי בני אפרים שיצאו שלשים שנה לפני הקץ ונמלכו עתה בה ואמרה להם מה לשון אמר לכם המושיע הזה אמרו לה פקוד פקדתי אמרה להם א\"כ הוא הוא לכך הלך גם משה אצלה. מתוספת רבי:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סמליון אומר. פי' ר\"ח אית דאמרי מלאך ואית דאמרי שם חכם. ערוך:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני מה נקבר מול בית פעור כדי לכפר על מעשה פעור. ומדרש אגדה בכל שנה ושנה בעת שחטאו ישראל בבנות מואב באותו פרק בית פעור עולה למעלה כדי לקטרג ולהזכיר עון וכשהוא רואה קברו של משה חוזר ושוקע שמשה רבינו שקעו בקרקע עד חוטמו וכל שעה שעולה חוזר ונשקע למקום ששקעו משה רבינו. מתוספת רבי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' מביא את מנחתה. אין סדר המשנה וסדר הפרשה מכוונין שהרי כך סדר הפרשה קינא לה ונסתרה מעלה האשה ומביא את מנחתה הכהן מביא פיילי של חרס ונותן לתוכו חצי לוג מים מן הכיור ונותן בו עפר מעמיד האשה בשער נקנור ואוחז בבגדיה וסותר את שערה ונותן. את המנחה על ידיה וביד הכהן מים המרים ומשביע ומתנה עמה וכותב את המגילה ומוחק ומשקה ונוטל מנחתה מתוך כפיפה מצרית ונותן לתוך כלי שרת מניף ומגיש קומץ ומקטיר ולא ידענו למה שינה התנא הסדר ואם סדר התנא דוקא או סדר הפרשה:"
            ]
        ], 
        [
            [], 
            [
                "אי משום מגילה הא אימחיקא. היה קשה לרבי והאמרי' לעיל (דף ז:) דלאחר [שנמחקה] מגילתה מאיימין עליה שתשתה ונראה דעל כרחך אית לן למימר דר\"א לית ליה איום שתשתה אפי' אחר מחיקת מגילה ומדלא פריך נהי דמשקה ואחר מקריבה אימא דלאחר מחיקה לאלתר היה נוטל המנחה מעל ידיה ש\"מ דפשיטא ליה דעד שעת הקרבה היה מניחה על ידיה אם כן למאן דאמר מאיימין עליה שתשתה אית לן למימר דסבירא ליה מקריב מנחתה ואח\"כ שותה דכבר נקרבה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סבר לה כרבי אלעזר הקפר. הכא משמע דרבי שמעון ורבי אלעזר הקפר סבירא להו דאפילו נזיר טהור חוטא הוא דהא נזיר טמא היה מביא חטאת העוף ועופות אינם טעונים נסכים כדאיתא בפרק שתי מדות (מנחות דף צ:) והכי איתא בהדיא נמי בפרק קמא דנדרים (דף י.) ובפרק ג' דנזיר (דף יט.) דאף על גב דקרא בנזיר טמא כתיב אנן אפילו נזיר טהור קאמרינן דקסבר רבי אלעזר הקפר חוטא הוא והיינו טעמא דכתב קרא בנזיר טמא הואיל ושנה בחטא וקשה משמעתא קמייתא דנזיר (דף ב:) דתנן אהא נאה הרי זה נזיר ודלמא אתנאה לפניו במצות קאמר אמר שמואל שתפוס בשערו ואמר אתנאה נזירא עביד מילתא דעבירה ואמרינן ליה נאה אין אפילו רבי אלעזר הקפר דאמר נזיר חוטא הוא הני מילי גבי נזיר טמא דאיידי דבעי מיסתר דילמא אתי למיעבר על נזירותיה אבל נזיר טהור לאו חוטא קרינן ביה ואם תאמר שמואל סבירא ליה התם אליבא דרבי אלעזר הקפר דנזיר טהור לאו חוטא וסתמא דגמרא דהכא ודפ\"ג דנזיר (דף יט.) לאו כשמואל וסתמא דמתניתין דקרי ליה נאה אליבא דרבנן דאמרי לאו חוטא לפום סתמא דגמרא אם כן תיקשה דשמואל אדשמואל דאמר פרק קמא דתענית (דף יא.) כל היושב בתענית נקרא חוטא סבר לה כרבי אלעזר הקפר ותענית כנזיר טהור הוא דאמרינן בפ\"ק דנדרים (דף י.) רבי אלעזר הקפר אומר וכו' מכאן שיושב בתענית נקרא חוטא והתם מיירי בנזיר טהור כדפרישית ומדמי ליה יושב בתענית והשתא אית לן למימר דסתמא דגמ' דנדרים נמי דמדמי יושב בתענית לנזיר טהור דלא כשמואל דאיהו הוה מדמי ליה דוקא לנזיר טמא לפי שמצער את עצמו מכל דבר שהרי יושב בתענית ומתחרט כנזיר טמא שמתחרט משום צער דבעי מיסתר נזירותיה אבל נזיר טהור אינו צער מיהו תיקשה דשמואל אדשמואל דאמר בפ\"ק (לעיל דף יא.) דיושב בתענית נקרא חוטא ובפרק החובל (ב\"ק דף צא:) פריך ואין אדם רשאי לחבול בעצמו והתניא יכול נשבע להרע לעצמו וכו' מה הטבה רשות אף הרעה רשות ומוקי לה שמואל ביושב בתענית דהוא רשות ועוד קשיא מפרק בתרא דכריתות (דף כו.) דאמר [חטא] שאין אנו מכירין בו אלא המקום יום הכפורים מכפר וקא פריך ספק נזיר שעבר עליו יום הכפורים לא נייתי דהא כפר עליה יום הכפורים ומשני לכל חטאתם ולא לכל טומאתם ולרבי אלעזר הקפר מאי איכא למימר נזיר כי מייתי קרבן לאו לכפרה מייתי אלא לאחולי עליה נזירות טהרה א\"נ למישרי נפשיה ביין אלמא דקרבן נזיר לר' אלעזר הקפר לאו לכפרה אתי והכא משמע משום דבא על חטא אינה טעונה נסכים והכי אמר נמי בפ\"ג דנזיר (דף יט.) דחטאת העוף לר' ישמעאל בא על חטא דאע\"ג דבעל מיעקר עקר מייתי ואכתי הוה מצי למיפרך התם לר' שמעון דהכא ולר' ישמעאל מספק נזיר לר' ישמעאל מספק נזיר טמא לר' שמעון אפי' מספק נזיר טהור ובפרק קמא דשבועות (דף ח.) נמי לא מתרץ כמו בכריתות דלאו משום כפרה אתי:", 
                "סבר לה כרבי אלעזר הקפר. תימה לי אמאי תלי מילתיה בר' אלעזר הקפר והא איהו גופיה אומר נמי בפ\"ק דנדרים (דף י.) אבל בנזירות לא התנדבו שלא יקראו חוטאין שנאמר וכפר עליו מאשר חטא וי\"ל אגב שיטפיה דנקט בכל דוכתא הכי נקט נמי הכא כי האי לישנא:"
            ], 
            [], 
            [], 
            [], 
            [
                "כמין חומר. פי' רבי הילל מרגלית ענין אחר בושם כמו חומרתא דפילון (שבת דף סב.) בשמים מעורבין תרגום בלולה דפילא ענין אחר פי' רבינו סעדיה גאון כמין המעשה דבלשון ארמית אומר אדם לחבירו מה חמרך כלומר מה מעשיך:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "איכא למפרך מה למצורע. הא סוגיא כרב אחא בריה דרבא דאמר בפרק המפלת (נדה דף כג.) לרבי ישמעאל כל ג\"ש שאינה מופנה כל עיקר למידין ומשיבין ולפי המסקנא דיליף ליה מבכלי לא תיקשה נמי לרב יהודה דאמר אין למידין כל עיקר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה מים שלא נעשתה בהם מלאכה. וא\"ת כיון דמי כיור הן מי לא עסקינן שקדש ממנו כבר יש לומר אפי' אם קידש בהן שיצק מן הדדין שבו לא היתה מלאכה גבי נטילה דתנן בפ\"ק דידים (מ\"ג) עשה בהן מלאכה או ששרה בהן פתו פסולין ואפ\"ה קתני (שם מ\"ה) מים שנחתום מטבל בהן את הגלוסקין פסולין ושהוא מדיח בהן ידיו כשירין אלמא דלא חשיב מלאכה הדחת ידים אלא הדחת כלים ומי נחתום כדקתני התם:", 
                "ומה מים שלא נשתנו. תימא דמאחר דמי כיור הן ומי כיור כשירין במי מקוה ומי מקוה שנשתנו מראיהן כשר כדתנן במסכת מקואות פ\"ז (מ\"ג) דמי צבע אין פוסלין המקוה בשינוי מראה ועוד תימה לרבי מאי שנא דהכא אמר מה מים שלא נשתנו ובפרק ב' דמסכת ע\"ז (דף לז:) לא מסיק הכי גבי בישולי עובדי כוכבים ונראה דהכא נמי אסמכתא בעלמא הוא וליכא אלא פסולא דרבנן:"
            ], 
            [], 
            [
                "נתאכמו והחזירן לתוך כבשן האש מהו. תימה מ\"ש דקא מבעיא ליה הכא בנראה וחוזר ונראה והא בפ' לולב הגזול (סוכה דף לג:) קא מבעיא לן ולא אפשיט ועוד מאי שנא מהא דאמר בזבחים פ\"ב (דף יח:) בגדי כהונה שהיו מקורעין או מטושטשין ועבד עבודתו פסולה ואפי' הכי אם כיבס טשטוש וגיעול שלהן חזרו להתירן כדמייתי ברייתא פרק המזבח מקדש (שם דף פח.) בגדי כהונה אין עושין אותן מעשה מחט אלא מעשה אורג נתגעלו אין מכבסין אותן לא בנתר ולא באהל ופרכינן הא במים מכבסין אמר אביי ה\"ק הוגעו למים מכבסין אותן בנתר אלמא דמכבסין אותן ולא אמר דנדחו. מ\"ר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "והא התם הדרי ומפשטי. פרש\"י מדלא קתני שנעשה בהן מלאכה ש\"מ אמלאכה לא קפיד אשינוי קפיד וקשיא לרבי מתוספתא דנגעים פרק אין מצורע ר' אליעזר אומר עץ ארז ואזוב ושני תולעת שנאמר בתורה שלא נעשית בהן מלאכה אלמא דמלאכה פוסלת בהן לר' אליעזר גופיה:"
            ]
        ], 
        [
            [
                "לרבות נוב וגבעון שילה ובית עולמים. רש\"י גורס להביא קרקע בית עולמים ושיבש הגירסא שילה נוב וגבעון משום דנוב וגבעון אין משקין בהן סוטות משום דהויא מנחת יחיד שאין קבוע לה זמן ותימה ששיבשה משום קושיא זו דילמא קסבר איסי בן יהודה כרבי יהודה דאמר בפרק בתרא דשחיטת קדשים (זבחים ד' קיז.) כל שהצבור והיחיד מקריבין באהל מועד שבמדבר מקריבין באהל מועד שבגלגל ואין חילוק ביחיד אלא במתו שבראש גגו והשתא הוצרך לרבות נוב וגבעון משום דבמה הוו:", 
                "ובית העולמים. מקשינן אמאי איצטריך לרבות בית העולמים והאמר בפ\"ב דשבועות (דף טז:) דמשכן אקרי מקדש ומקדש אקרי משכן ואי לא הוה כתיב אלא (כי) את משכן ה' טמא הוה נמי מקדש בכלל הכא נמי נימא הכי ובריש מסכת עירובין (דף ב.) דנפקא לן שלמים ששחטן קודם שיפתחו דלתות ההיכל פסולים במקדש משום דמקדש אקרי משכן ואע\"ג דושחטו פתח אהל מועד במשכן כתיב ולפי גירסת הספר הזה אתי שפיר דהוי מצי למימר עיקר ריבויא לא הוה צריך אלא משום נוב וגבעון ובית עולמים נקט אגב שיטפיה אבל ר\"י פירש האי דאיצטריך הכא לרבות בית עולמים משום דכתיב קרקע משמע היכא דאיכא קרקע לאפוקי בית העולמים דהואי ריצפה ולא מסתברא משום דמריבויא דקרקע מרבינן בית העולמים דאי לא הוה כתיב קרקע לא הוה בית העולמים בכלל ולפירושו לא הוה צריך למיכתב קרקע כלל ועוד קשיא מפ' טרף בקלפי (יומא דף מד.) דמייתי ברייתא וכל אדם לא יהיה באהל מועד אין לי אלא אהל מועד שבמדבר שילה ובית העולמים מנין אלמא דשילה לא הוה בכלל אהל מועד וכן בית העולמים ובפ\"ק דעירובין (דף ב.) אמר דבית העולמים הוה בכלל אהל מועד ושחטו פתח אהל מועד הואיל ומקדש איקרי משכן וכן בפרק הוציאו לו (יומא דף נג.) רב ששת אמר אין לי אלא אהל מועד שבמדבר שילה ובית עולמים מנין ת\"ל וכסה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואם איתא ליחשב נמי הא. תימה היכי מצי למיפשט מדר' ישמעאל והא סבירא ליה כבית שמאי דאפר לא איקרי עפר ואליבא דבית שמאי לא קמיבעי' ליה אלא אליביה דב\"ה א\"כ ה\"נ אפר בכלל משמעותא דעפר משום דהכא בקרקע כתיב:"
            ], 
            [
                "תנא ושייר. ואי קשיא היכי מצי למימר תנא ושייר והא שלשה קתני ואמר בפ\"ק דקידושין (דף טז:) גבי הענקה וכי תימא הכא נמי תנא ושייר והא ארבעה קתני ונראה דהתם דוקא כיון דנחת למניינא דוקא הוא משום דקתני בסיפא ואי אתה יכול לומר ארבעה באחד מהן כו' ואם איתא דמיתת האב נמי מוציאה היה יכול לומר ארבעה באשה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאי הוי עלה. תימה מאי קא בעי כיון דלאו שיורא הוה אם כן תפשוט וי\"ל דלא איתבריר להו האי דשיירא אי משום טעמא כדפרי' ולאו שיורא הוא אי משום דתנא נחת לשיורא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מביא מים שדם ניכר בהם וכמה רביעית. וא\"ת וכי אינו ניכר ביותר מרביעית והא תנן בפ\"ז דמסכת מקואות (מ\"ה) ומייתי לה בגמרא בכמה דוכתי בשילהי פ\"ק דשחיטת חולין (דף כו.) ובפ\"ק דמכות (דף ג:) ג' לוגין מים שנפל לתוכן קורטוב יין ומראיהן כמראה יין אלמא דאפילו יין ניכר בג' לוגין וכ\"ש דם דסומק טפי י\"ל ניכר דקאמר ממשותו של דם ולאו בשינוי מראה דעלמא (מ\"ר) והשתא לא תיקשה מה שהיה תמיה רבי נמי מהא דקאמרינן בהקומץ רבה (מנחות דף כב.) ופרק גיד הנשה (חולין דף צח:) לרבי יהודה דיליף למין במינו דאינו בטל ממאי דכתיב ולקח מדם הפר ומדם השעיר הדבר ידוע שדמו של פר מרובה משל שעיר אלמא דמין במינו לא בטיל ורבנן אמרי עולין אין מבטלין זה את זה והא הכא דהוה מין שלא במינו והדבר ידוע שהמים מרובין על הדם ואפילו הכי כתיב בדם וי\"ל כיון דממשותו ניכר הרי הוא בעין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קטנה ונדחית מפני המים מהו. תימה אליבא דמאן קא מיבעיא ליה אי לרבי ישמעאל פשיטא דפסול דהא בעי שיהא דם צפור ניכר אי לרבנן הא לא קפדי אהיכר מים ונראה דהא בעיא לא לשון ספיקא אלא שהיה תמיה על דברי ר' ישמעאל דאמר רביעית לעולם דם צפור ניכר בהן והא פעמים שאינו ניכר שהמים מדחין אותו כגון קטנה ופעמים שאין המים ניכרין כגון גדולה והיכי קים לרבנן לשעוריה בצפור שיהא דמה ניכר לעולם ברביעית דומיא דפ\"ק דר\"ה (דף יג.) דאמר ליה רבי ירמיה לרבי זירא מי קים להו לרבנן בין שליש לפחות משליש אמר ליה לאו אמינא לך לא תפיק נפשך לבר מהלכתא וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שינה הכתוב במשמעו. תימה לרבי וכי שינוי הוא שנקרא אפר עפר והכתיב (מלכים ב כג) וישרוף אותה בנחל קדרון וידק לעפר וכן ואכות אותו טחון היטב עד אשר דק לעפר (דברים ט) וי\"ל אותן שלא נעשית אפר ע\"י שריפה אלא צריכין כתישה נקראין עפר אבל פרה עיקר מצות שריפתה לאפר אע\"פ שאם היו שם אודין היו כותשין אותם כדאיתא בספרי וכדתנן בפ\"ג דפרה נשרפה חובטין אותה במקלות משום אודין שלא נעשו אפר מיהו עיקר מצות שריפתה לאפר הוא:", 
                "שינה הכתוב במשמעו. תימה וכי מפני כך שינה והאמר בפרק כיסוי הדם (חולין דף פח:) דלכך שינה אליבא דב\"ה ללמד שאפר נקרא עפר וי\"ל תרתי שמע מינה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "האלות לרבות קללות הבאות מחמת ברכות. תימה לרבי דהכא דריש ר\"מ ה\"י דהאלות ובפ\"ק דהוריות (דף ה.) אמר ור\"מ קהל הקהל לא דריש ותו איכא למיתמה דר\"י דריש הכא ה\"י דריבויא למעט והתם דריש קהל הקהל לרבויא ותו קשיא דר' יהודה אדרבי יהודה דהכא משמע דלא דריש את האלות ובפ\"ק דמנחות (דף יא:) אמר ר\"י סבר את [כל הלבונה] לרבות [קורט] אחר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רבי תנחום הנקי כתיב. הכא פרש\"י דתדרוש הכי טומאה תחת אישך חינקי אבל בסוף פרק שבועת העדות (שבועות דף לו.) פירש הנקי בלא יו\"ד כמו חנקי וקאי אקרא דבתריה ואת כי שטית דמשמע הכי חנקי ממים המרים האלה ואת כי שטית והתם אמר כי לית ליה לר\"מ מכלל לאו אתה שומע הן בממונא באיסורא אית ליה וסוטה איסורא דאית ביה ממונא הוא ונשאל רבי והא בפ\"ק דנדרים (דף יא.) אמר בגמרא מאי לחולין לא חולין ליהוי אלא לקרבן מני מתני' אי ר\"מ הא לית ליה מכלל לאו והכי דייק נמי בסוף הפרק (שם יג:) ובריש פרק שני (דף יד.) אע\"ג דאיסורא גרידתא הוא והשיב רבי דהתם נמי איסורא דאית ביה ממונא הוא שאסר ממונו על חבירו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני שהתכלת דומה לים. בירושלמי דפ\"ק דברכות מגיד שהתכלת דומה לים והים דומה לעשבים ועשבים לרקיע ורקיע לכסא והכסא לספיר וכתיב ואראה והנה (על) [אל] הרקיע וגו' (יחזקאל י):"
            ], 
            [
                "אינו כותב וכו' על הנייר אלא על המגילה. תימה בפ' המוציא (שבת דף עח:) דתנן קלף כדי לכתוב עליו פרשה קטנה שבתפילין שמע ישראל אמאי לא קתני פרשת סוטה דשיעור זוטא טפי אור\"י דפרשת סוטה לא שכיח כפרשת תפילין ואמרינן התם (דף עח.) כל מילתא דשכיח ולא שכיח אזול רבנן בתר שכיח לקולא:", 
                "לא על הלוח ולא על הנייר אלא על המגילה. תימה אמאי לא מרבינן כל מילי מוכתב כדאמרינן פרק שני דגיטין (דף כא:) ספר אין לי אלא ספר מנין לרבות כל דבר ת\"ל וכתב מ\"מ אם כן מה ת\"ל ספר מה ספר שאין בו רוח חיים ורבנן אי כתב בספר כדאמרת אלמא כל היכא דכתיב"
            ]
        ], 
        [
            [], 
            [
                "שנאמר ומחה כתב שיכול למחוק. בירושלמי אי מחה יכול במשקה או במי פירות ת\"ל וכתב הא כיצד כתב שיכול לימחק ואיזו זו דיו שאין בו קנקנתום והא תני אם מחק מתוך הספר כשר תיפתר כהדין תניא דתנא אמר ר\"מ כל ימי שהיינו למדין אצל ר' ישמעאל [לא] היינו נותנין קנקנתום לתוך הדיו:"
            ], 
            [], 
            [], 
            [], 
            [
                "מה משפט ביום אף מגילת סוטה ביום. כל מעשה סוטה ילפינן מהכא בפ\"ב דמגילה (דף כ:) דהשקאה ביום רש\"י פי' מה משפט ביום בסנהדרין נפקא לן מוהיה ביום הנחילו את בניו ולא מסתברא דהא ע\"פ התורה כתיב גבי זקן ממרא דמשתעי בדיני נפשות והאי קרא דביום הנחילו משתעי בדיני ממונות אלא מוהוקע אותם לה' נגד השמש נפקא לן התם דביום ונראה לי דכל דין סוטה בין גמר בין תחילה פסול בלילה דומיא דדיני נפשות ולא כדיני ממונות דתחילת דין ביום אבל גמר דין אפילו בלילה:"
            ], 
            [
                "דכתיב וכתב את האלות האלה כדכתיבא. תימה לר\"י לקמן בפרק ואלו נאמרין (דף לב:) ואיתא נמי בריש פ\"ב דמסכת ברכות (דף יג.) ובמסכת מגילה (דף יז:) דק\"ש לא יקראנה למפרע לרבנן מוהיו ולרבי מדברים הדברים ורבנן דברים הדברים לא משמע להו הילכך איצטריך והיו שלא יקראנה למפרע ואמאי לא נפקא להו מהאלה כי הכא הדברים האלה כדכתיבא וי\"ל כיון דקיבלו וגמירי מרבותינו דשמע אית לן למדרש בכל לשון שאתה שומע אייתר לך והיו שלא יקראנה למפרע והאלה דרשי להו לדרשא אחריתי:"
            ], 
            [
                "קודם שתקבל עליה שבועה פסולה. ירושלמי ר' קרוספא אמר איתפלגון ר' יוחנן ור\"ל חד אמר משביע ואח\"כ כותב וחד אמר כותב ואח\"כ משביע ומפרש טעמא כדי לסמוך שבועה להשקאה והתם משמע דבהכי פליגי מ\"ד משביע ואח\"כ כותב אית ליה חוקה ותורה מעכב על הסדר ומאן דאמר כותב ואח\"כ משביע אית ליה אע\"ג דמעכב אינו על הסדר ותימה א\"כ כמאן ס\"ל לא כר\"י ולא כר' נחמיה בפ' הוציאו לו (יומא דף ס.) דמשמע דכ\"ע סבירא להו היכא דכתיב חוקה מעכב נמי על הסדר ותמה רבי דבפרק ד' מיתות (סנהדרין דף מט:) אמר רבא אמר רב סחורה אמר רב הונא כל מקום ששנו חכמים דרך מנין אין מוקדם ומאוחר חוץ משבעה סממנין רב פפא סבא משמיה דרב אמר אף ד' מיתות ואידך בפלוגתא לא קא מיירי רב פפא אומר אף סדר יומא ואידך ההוא לחומרא בעלמא דמשמע הא לאו הכי הוה חשיב ליה ואמאי לא חשיב סדר סוטה דהא איהו אמר הכא כתבה קודם שתקבל עליה שבועה פסולה ומשמע בירושלמי דבעי כל הפרשה על הסדר ונראה דלא חשיב אלא היכא דשנוין על הסדר אבל סדר סוטה אינה נישנית על הסדר שהרי אין סדר המשנה וסדר הפרשה מכוונין כמו שפירשנו בראש הפרק וסדר הפרשה עיקר אבל סדר המשנה אפילו למצוה בעלמא לא ולהכי לא אמר נמי התם דאמר זהו סדר תמיד לאפוקי ממצות חליצה אבל לאפוקי מסדר סוטה ליכא למימר דאפילו בדיעבד נמי לא:"
            ], 
            [
                "כתבה איגרת פסולה. רש\"י פירש אגרת בלא שרטוט בספר אמר רחמנא והלכה למשה מסיני שהספרים צריכין שרטוט ואי קשיא מאי איריא משום דנקראת ספר תיפוק לי דבלאו הכי אסור לכתוב שום פסוק בלא שרטוט דאמרי' בפ\"ק דגיטין (דף ו:) אמר רב יוסף מאן לימא לן דר' אביתר בר סמכא הוא ועוד הא איהו דשלח ליה לרב יהודה בני אדם העולים משם לכאן הן קיימו בעצמם ויתנו הילד בזונה והילדה מכרו ביין וישתו וכתב ליה בלא שרטוט וא\"ר יצחק שתים כותבין שלש אין כותבין ואמרינן בסוף פרק מצות חליצה (יבמות דף קו:) אמר אביי האי מאן דכתב גיטא דחליצתא לכתוב הכי אקרינוה לדידה ממאן יבמי עד יבמי ופירוש משום דלא מצי למכתב שלש תיבות רצופין בלא שרטוט כדמסיק מר זוטרא שירטט וכתב ליה לכולה פרשתא מתקיף לה מר בר רב אידי והא לא ניתן ליכתב והילכתא כמר זוטרא אע\"ג דלא ניתן ליכתב תריץ אי לאו משום דנקראת ספר ה\"א אע\"ג דאסור לכתוב בלא שירטוט המגילה עצמה אינה פסולה קמ\"ל דפסולה ונראה שלא היו המים בודקין על ידה מיהו לא ידענא אם שרטט אותה בין שיטה לשיטה לאחר כתיבה אע\"ג דבשעת כתיבה כתב באיסורא אי המגילה כשירה בהכי או לא והא דאמרי' בהקומץ רבה (מנחות דף לב:) ובמגילה (דף יח:) הלכתא מזוזה צריכה שירטוט אבל לא תפילין נראה דהכי הילכתא גמירי לה דאין לו לשרטט תפילין דאי לא תימא הכי אלא הא דפסיק אבל לא תפילין דלא מיפסלי אי כתבן בלא שרטוט מיהו צריך לשרטט משום דאסור לכתוב בלא שרטוט א\"כ הא דמקשה התם מהא דתפילין שבלו אין עושין מהן מזוזה שאין מורידין אותו מקדושה חמורה לקדושה קלה טעמא דאין מורידין אבל משום שרטוט לא ומשני תנאי היא אי הוה מצי לשרטט להו הוה מצי למימר במשורטטין אלא ש\"מ דהכי גמירי לה דלא מצי לשרטט להו אבל ר\"ת פירש הא דאמרי' שלש אין כותבין היינו אם לא שרטט כלל אבל אם שרטט בד' פיאות הגליונים אע\"פ דלא שרטט בין שיטה לשיטה חשוב שירטוט אפי' לענין ס\"ת אלא משום זה אלי ואנוהו (שמות טו) צריך לשרטט בין כל שיטה ושיטה וכן מוכיח בפ\"ק דמגילה (דף טז:) דברי שלום ואמת מלמד שצריכה שרטוט כאמיתה של תורה ופירש ר\"ח דלאו היינו ס\"ת אלא מזוזה ולישנא דאמיתה משמע כיחידה של תורה דהיינו מזוזה דיש בה עול מלכות שמים וכן עיקר דאי ס\"ת ממש משתעי ההוא קרא דואמת א\"כ הא דגרסינן בפ\"ב דמגילה (דף יט.) מגילה נקראת ספר ונקראת אגרת נקראת ספר שאם תפרה בפשתן פסולה מאי איריא משום ספר תיפוק ליה משום ואמת ונימא צריכה שירטוט ותפירה כאמיתה של תורה אלא ש\"מ לשרטוט דמזוזה איצטריך דהתם תפירה ליכא ולענין תפירה נקראת ספר והשתא לא תקשי הא דפסקינן בהקומץ רבה (מנחות דף לב:) ובמגילה (דף יח:) הילכתא מזוזה צריכה שרטוט תפילין אין צריכין שרטוט ומקשה מהא דתפילין שבלו אין עושין מהן מזוזה לפי שאין מורידין הא משום שרטוט לא ומשני תנאי היא מדלא משני במשורטטין ש\"מ דאפי' מנהג ליכא הואיל וכן אין צריך לשרטטן דגרסינן בירושלמי בפרק. במה מדליקין כל הפטור בדבר ועושהו נקרא הדיוט השתא י\"ל הא דאין צריכין שרטוט היינו בין השיטין אבל בד' פיאות צריכין שרטוט דלא גריעי משלש אין כותבין מיהא לפירושו לא תירץ מאי איצטריך למימר גבי מגילת סוטה דפסולה בלא שרטוט כיון דאפילו ס\"ת הוא סגי ליה בשרטוט לארבע פיאות מצאתי בתוספות רבינו יב\"א במסכת גיטין שמעתי מר' אליהו הצרפתי שהיה אומר מה שאנו כותבים בכתבים בלא שרטוט ליכא למיחש דלא כתבינן לשום פסוק אלא לאמירה בעלמא לפרוס בשלום בלשון עברי או לדבר בו בלשון צח אבל כשכותב שמביא אותו לשום פסוק כי האי גוונא אסור למכתב בלא שרטוט ולא ידענא מנלן לכתוב בפירושים פסוקים בלא שרטוט כשמביא לשום פסוק:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "חזר וחלקן מהו יש ברירה או אין ברירה. האי לא דמי לברירה דמדלה מן הבור פלוגתא דר' אליעזר ב\"י ורבנן בשור שנגח (ב\"ק דף נא:) דהתם לא הוכר חלקו של אחד מהן לעולם אבל הכא הוכר הכתב ונתערב וכן ברירה משני לוגין שאני עתיד להפריש דמייתי בפ' מרובה (שם דף סט:) נמי לא הוכר המעשר מעולם וכן לכולהו ברירות דמייתי בפ' כל הגט (גיטין דף כה.) אבל דמי לברירה דמייתי בבכל מערבין (עירובין דף לז.) שתי נשים שלקחו קיניהן בעירוב או שנתנו דמי קיניהן לכהן איזה שירצה יקריב חטאת ואי זה שירצה יקריב עולה אע\"ג דהוכרו מתחילה דמי כל אחת לא אמרי' זו מתכפרת במה שנקח מדמי חבירתה או שתי קינין של אחת יקריב כולן לעולה ושל חבירתה לחטאת א\"נ איפכא דאמרי' ברירה ואע\"ג דדחי ליה התם כשהתנו מיהו חזינן דקא מייתי לה אשאר ברירות אלמא דליכא לאיפלוגי בין ברירה שהוכרה מתחילה לשאר ברירות וכן בפ' הוציאו לו (יומא דף נה.) דמייתי מתני' ר' יהודה אומר לא היו מביאין שופרות לקיני חובה מפני התערובות ומסיק משום תערובות דמי חטאת שמתה בעליה וקא פריך ונברור ד' זוזי ונשדי במיא והנך לישתרו ר' יהודה לית ליה ברירה מנלן ומייתי ההיא דהלוקח יין מבין הכותים ומסיק מדתני איו אלמא דמדמי ברירה דאם בא חכם למזרח אע\"ג דליכא היכרא מעיקרא לברירה דארבעה זוזי דהוכר מעיקרא א\"כ רבא מאי קא מבעיא ליה דלא פשיט מהני ומהא נמי דתנן בפ' בתרא דמס' מעילה (דף כא:) פרוטה של הקדש שנפלה לתוך הכיס או שאמר פרוטה בכיס זה הקדש כיון שהוציא הראשונה מעל דברי ר\"ע וחכ\"א עד שיוציא את כל הכיס אלמא לר\"ע אית ליה ברירה כי האי גוונא דאמר בפרוטה ראשונה הוברר הדבר שפרוטה ראשונה שעלתה בידו היא היתה של הקדש שנפלה מיהא לא איתבריר לן התם במאי פליגי ומהא נמי ליכא למפשט דמייתי בבכורות פרק הלוקח בהמה (דף כב:) סאה תרומה טמאה שנפלה לק' חולין ר\"א אומר תירום ותירקב שאני אומר היא סאה שעלתה היא סאה שנפלה ה\"נ נימא שהמחק של לאה יגיע ללאה דהתם מקילינן בדרבנן דמדאורייתא חד בתרי בטל וריב\"א הקשה בפ' הוציאו לו (יומא דף נה:) אהא ונברור ד' זוזי דתניא בתוספתא דמעילה (פ\"א) נזיר שהפריש מעות ואמר אלו לחטאתי ואלו לעולתי ואלו לשלמי ונתערבו הרי לוקח בהן ג' בהמות בין ממקום אחד בין משלשה מקומות מכלל דמי חטאת וכו' ודוקא בכי האי גוונא שרי אבל ליקח שליש המעות וליקח בהן בהמה לחטאת ונימא הוברר הדבר דאלו הוו דמי חטאת לא אמרי' מיהו מכל הני הוה מצי רבא למיפשט ועוד תימה אי אית לן למימר ברירה כי האי גוונא אם כן כל התערובות שבעולם יחזור ויחלק משום ברירה ועוד אמאי לא פשיט ליה מפרק קמא דראש השנה (דף יג:) דקיימא לן דיש בילה לשמן ויין נמצא דאין ברירה בדבר לח ובפרק התערובות (זבחים דף פ.) מייתי ליה פלוגתא דרבי אליעזר ורבנן צלוחית של חטאת שנפל לתוך מים וכו' ונראה דהכא קא מבעיא ליה מי אמרינן לא קפיד קרא אלא אמחיקה מן המגילה שתהא נכרת לתוך המים שלה אבל לתוך כוס אחד איכא למימר כל חדא שתייא מים דלאו דידה לאו מחיקה נכרת היא חזר וחלקן הרי מים של כל אחת ניכרין מי אמרינן ברירה וכו' הרי הובררו מימיה או דילמא אין ברירה כלומר ברירת מים בשעת מחיקה בעינן אבל על תערובת דיו של כתב המגילה לא קפדינן שהרי בשעת מחיקה בטל הכתב ולא תלי מילתא אלא במחיקה לתוך מים המבוררין לצרכה וקא מבעיא ליה אי מיא לא בדקי לה משום דלא נמחקה כהלכתה אי משום דטהורה היא:"
            ], 
            [], 
            [], 
            [
                "בעי רבא השקה בסיב מהו. ליכא למיפשט מהא דאמר רבא בפרק ערבי פסחים (פסחים דף קטו:) כרכן בסיב אף ידי מצה לא יצא אלמא אין דרך אכילה בכך דהתם מפסיק הסיב בין המצה ובין בית הבליעה אבל הכא דלא מפסיק קא מיבעיא ליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "על מה היא אומרת אמן אמן. בפרק שלישי דמסכת שבועות (דף כט:) כל העונה אמן כאילו מוציא שבועה מפיו ובפרק שבועת העדות (שם דף לו.) אמן יש בו קבלה יש בו שבועה ויש בו האמנת דברים:", 
                "אמן שלא אטמא. ירושלמי לא שהיה ר\"מ אומר המים בודקין אותה מעכשיו אלא המים פקודים בה לכשתטמא המים בודקין אותה למפרע:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שומרת יבם שזינתה אסורה ליבמה. פי' אפי' לרבנן דאמרי קידושין תופסין בחייבי לאוין ופליגי אדר\"ע הכא מודו כדאמר בהאשה רבה (יבמות דף צב:) דכתיב בה לא תהיה אשת המת החוצה לאיש זר לא תהא בה הויה לזר אלמא דקרא משוי לה ' כערוה דלא תפסי בה קידושין משום דאגידא ביה והויא כארוסתו שזינתה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמרי במערבא לית הילכתא כרב המנונא. בסוף פ\"ק דסנהדרין (דף יז:) מפרש דאמרי במערבא היינו רבי ירמיה ונראה אע\"ג דפסיק דלית הילכתא כרב המנונא הילכתא כוותיה דאמר בהאשה רבה (יבמות דף צב:) דרב סבירא ליה דאין קידושין תופסין ביבמה ושמואל מספקא ליה ואמר בעניותינו צריכה גט ופסיק אמימר כשמואל ורב גידל אמר רב חייא בר יוסף אמר רב נישואין יש בה בזנות כדרב המנונא וכן ר' יוחנן ור' ינאי סבירא להו התם דאין קידושין תופסין ביבמה ופשיט לה ר' יוחנן ממתני' דלאחר שיחלוץ ליך יבמיך וא\"ל רבי ינאי אי לאו דדלאי לך חספא מי משכחת מרגניתא תותיה וא\"ל ר\"ל לר\"י אי לאו דקלסך גברא רבה ה\"א מתני' ר\"ע היא ומיהו ר\"ל לא פליג אדר' יוחנן דהא מוקי התם באותו הפרק (דף צה.) הא דקתני ומה במקום שבא על האיסור קל נאסר האוסר בשומרת יבם וכדרב המנונא ובסוף ההיא גמרא ובשילהי החולץ (שם דף מט:) אמרינן נמי אביי מספקא ליה אי כרב אי כשמואל ובפ' הזורק בגיטין (דף פ:) פליגי לישני דגמרא אי מתני' הוה תיובתא לרב המנונא אי הוה סייעתיה והתם מצי למידחי סייעתיה כי הכא לאוקמיה מתניתין כר\"ע אלא דדחי לה מלישנא דמתני' גופיה בירושלמי מפרש היאך קילס רבי ינאי לרבי יוחנן שקרא עליו הזלים זהב מכיס בני אל יליזו מעיניך חכם בני ושמח לבי תן לחכם ויחכם עוד ישמע חכם ויוסף לקח א\"ל ר\"ל בתר כל אלו פסוקי קילוסיה יכול הוא פתר ליה כר\"ע ותו דחי ליה התם ויתיבניה מה איכפת לו ממזר גבי קינוי התורה אמרה וקנא את אשתו אפילו מקצת אשתו ולפום מסקנא דהתם משמע דלית הילכתא כרב המנונא והכי גרס התם שומרת יבם שזינתה ר\"א אומר מותרת לביתה ר' יהושע בן לוי אומר אסורה לביתה א\"ר ינאי שומרת יבם שזינתה מותרת לביתה ותני כן ונעלמה מעיני אישה ולא מעיני יבמה רבי יעקב בן זבדי בשם ר' אבהו מעשה היה וכהנת היתה והותרה לביתה א\"ר יוסי בר בון אף לא מכות אין בה לפי הירושלמי משמע דפליג רבי ינאי ארבי ינאי הא דאמר בהאשה רבה א\"ר ינאי בחבורה נמנו וגמרו אין קידושין תופסין ביבמה גרסי' הכי בירושלמי א\"ר שמואל לא כן א\"ר ינאי נמנו שלשים וכמה זקנים מנין שאין קדושין תופסין וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מהו שיתנה אדם על נישואין האחרונים. ירושלמי א\"ר ינאי פשיטא שאדם מוחל על קינוי גירש כמי שמחל היך עבידא קינא לה וגירשה החזירה ונסתרה אי תימא גירש כמי שמחל צריך לקנאות לה פעם שניה אי תימא גירש כמי שלא מחל אין צריך לקנאות לה פעם שניה אבל אם קינא לה ונסתרה וידע בה וגירשה והחזירה ונסתרה שתתה ולא בדקו אותה המים טהורה היא או מאחר שאין המים בודקין את האשה טמאה היא ואסורה לביתה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קבלנו עדותו בשני אנשים. צ\"ע בפ\"ק דקידושין (דף יח.) דמוקמינן התם הא דקתני בגניבתו כיון שנמכר פעם אחת שוב אי אתה רשאי למוכרו בשני בני אדם אבל באדם אחד נמכר ונשנה [ולפירוש רש\"י התם ניחא שפיר כיון שנמכר פעם אחת וכו'] מתוספת רבי:"
            ], 
            [], 
            [], 
            [], 
            [
                "ורבנן בתראי הכתיב תורת. וא\"ת הא דרשינן ליה בפ\"ב דכריתות (דף ט:) שאדם מביא קרבן אחד אפילו אם קינא לאשתו על ידי אנשים הרבה וי\"ל דהתם מיירי קודם ששתתה קינא לה מפלוני ונסתרה וקינא לה מפלוני ונסתרה וכן פעמים הרבה משקה בפעם אחת על כולן ומביא מנחה אחת על כולן ונפקא לן מקנאות אבל הכא דרשינן תורת לשותה ושונה שחזר וקינא לה לאחר שתיה ונסתרה שחוזרת ושותה שנית:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וכהן מניח את ידו תחתיה. האי דאיצטריך תו למיתני וכהן מניח את ידו תחתיה ולא קתני בסתם ומכניס את ידו לאשמועינן דתנופה בכהן ירושלמי וכהן מניח את ידו תחתיה ואין הדבר כיעור מניח מפה ואינו חוצץ מביא כהן זקן ואפילו תימא כהן ילד שאין יצר הרע מצויה לשעה תני ר' חייא סוטה גידמת שני כהנים מניפין על ידיה אבל בגמרא דידן אמרינן בסוף פרק ארוסה (לקמן דף כז.) דגידמת לא היתה שותה וי\"ל דפליגי אי בעינן קרא כדכתיב:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי יהודה אומר כלבוס של ברזל מטילין לה לתוך פיה. בפרק ד' מיתות (סנהדרין דף נב.) פליגי ר\"י ורבנן במצות הנשרפין דתנן נותנין סודר קשה לתוך הרכה וכורך על צוארו זה מושך אילך וזה מושך אילך עד שפותח את פיו וזורק את הפתילה לתוך פיו ר\"י אומר אם מת בידם לא היו מקיימין בו מצות שריפה אלא פותח פיו בצבת וכו' ותימה לר\"י מאי שנא הכא דלרבי יהודה בכלבוס והתם בצבת ופי' ר\"י דהכא נמי היו פותחין פיה בצבת אלא לאחר שפותחין פיה בצבת היו מטילין לתוכה כלבוס שלא תוכל לחזור ולקפוץ פיה ורבנן מודו נמי [הכא] דאין פותחין פיה על ידי סודרין דהתם טעם דרבנן משום דשריפה חמורה מחנק והיו מקרבין מיתתו ע\"י חנק וגמר מיתתו בשריפה משום ואהבת לרעך כמוך אבל הכא אין לקרב מיתתה: בפי' ר\"ח פי' לפי גי' הספרים וכן פירש והשקה בתרא מערערין והשקה קמייתא לגופו מה ת\"ל לא שבברייתא נשנית בתרא וקמא אלא פירוש של בעל הגמרא הוא שוהשקה בתרא בא ללמד שמערערין והשקה קמא לגופיה ורבי עקיבא סבר ליה כרבנן שמשקה ואח\"כ מקריב מנחתה ומקשה היכי אמר רבי עקיבא מערערין והא בדוקה ועומדת סבירא ליה ותו מקשה ר' עקיבא בהא מתניתין דפליג עליה רבי שמעון תני מחיקה מעכבא אלמא סבירא ליה שמחיקה והשקאה קודם הקרבת המנחה כרבנן וכל זמן שלא נמחקה המגילה מצי הדרא והכא דפליג בהדי דרבי יהודה תני קומץ מעכבה דאלמא הקרבה קודם השקאה כר' שמעון ושנינן תרי תנאי ואליבא דרבי עקיבא ירושלמי ולית ליה לרבי עקיבא מערערין אית ליה בשהתחילה לשתות וצריך לפרש דאם נמחקה מגילה קודם שקרב הקומץ דשלא כדין עבוד כהנים כיון שהתחילה לשתות מערערין אותה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מגילתה נגנזת. ירושלמי תני נגנזת תחת צירו של היכל למה בשביל לשחקה לול קטן היה שם ושם המים נשפכים תני אין בהן משום קדושה מהו לגבל בהן את הטיט מה בכך המים נשפכים תני יש בהם משום קדושה: נמחקה המגילה ואמרה איני שותה מערערין אותה למה שגרמה לשם שימחק כמה ימחק תני רבי חנין ב\"ש אומרים אחת ובה\"א שתים א\"ר אילעאי טעמא דב\"ה כדי לכתוב י\"ה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא מני ר\"ע היא ובזכות סבר לה כרבנן. פירש ר\"י דאשכחן הכי בספרי ובירושלמי בהדיא דסבר ר' עקיבא זכות תולה דגרס בירושלמי תני ר' טרפון אומר כל זכרונות שנאמרו בתורה לטובה חוץ מזו שהיא של פורענות אמר לו ר\"ע אילו נאמר מזכרת עון ושתק הייתי אומר כדבריך הא אינו אומר מנחת זכרון אלא לטובה אבל אי לא הוי אמר ר\"ע בהדיא דזכות תולה הוה מוקי לה כרבי דמתני' (לקמן ד' כב:) וסבר לה כרבי שמעון ונראה דלא הוה מצי לאוקמא כרבי דמדסיפא רבי רישא לאו רבי ועוד איכא למאן דאמר בפ\"ק (לעיל דף ו.) דבמתנוונה פליגי רבי ורבנן:"
            ], 
            [], 
            [
                "לא טמא מת אלא אפי' מת עצמו. קשיא לר' דהכא משמע דמכניס מת חמור מטמא מת הנכנס ובפרק בתרא דעירובין בסופו (דף קד:) אמר רב טובי בר קיסנא אמר שמואל המכניס טמא שרץ במקדש חייב שרץ עצמו פטור שנאמר מזכר ועד נקבה תשלחו מי שיש לו טהרה במקוה ומת נמי אין לו טהרה במקוה ויש לתרץ דהתם מיירי במכניס שרץ שלא נגע בו ושרץ לא מטמא במשא ולהכי נקט נמי שרץ ולא נבילה דאם נטמא המכניס תיפוק ליה משום גופו שהיה נכנס טמא שרץ במקדש והכא ה\"פ ולא טמא מת בלבד אמרו לאחר שפירש מן הטומאה אלא אפי' מת עצמו דהויא טומאה בחיבורין במכניסו דחמירי טפי מטומאה שלא בחיבורין כדאיתא בפ' שני דמסכת ע\"ז (דף לז:):"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "זה תלמיד חכם דסלקא ליה שמעתתא אליבא דהלכתא. תימה והיאך ניצול מכולן והלא לא ניצול מיצר הרע בעידנא דלא עסיק בתורה וי\"ל סתם תלמיד חכם תורתו אומנתו ועוסק בה ומהרהר כל שעה ואינו הולך ד' אמות בלא תורה:"
            ], 
            [], 
            [], 
            [], 
            [
                "והן אינן יודעין שעבירה מכבה מצוה. תימה והא אמר לעיל בין לרב יוסף בין לרבא מצוה אגוני מגנא מן הפורענות אפילו בעידנא דלא עסיק בה ועבירה מכבה מצוה לאו מלהגין מן היסורין קאמר אלא מליטול שכר לעתיד לבא כמו שפרש\"י:"
            ]
        ], 
        [
            [
                "בן עזאי אומר חייב אדם וכו'. ירושלמי דבן עזאי דלא כר\"א בן עזריה דדריש (חגיגה דף ג.) הקהל את העם האנשים והנשים והטף אנשים באו ללמוד נשים לשמוע ונראה דפי' דמצוה לשמוע הנשים כדי שידעו לקיים מצוה ולא משום שידעו שזכות תולה: מטרונה שאלה את ר' אלעזר מפני מה חטא אחת במעשה העגל והן מתין בה ג' מיתות אמר לה אין אשה חכמה אלא בפלך אמר לו הורקנוס בנו בשביל שלא להשיבה דבר אחד מן התורה אבדת ממני ג' מאות כור מעשר בכל שנה א\"ל ישרפו ד\"ת ולא ימסרו דברי תורה לנשים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רוצה אשה בקב ותיפלות. פר\"ח רוצה אשה שיהא בעלה חמר ויהא מצוי אצלה בכל שבת לתת לה עונתה ולא יביא לה אלא קב חטים בלבד ולא יהא גמל שהולך בדרך רחוקה ואינו נותן לה עונה אלא אחת לשלשים יום ואע\"פ שמביא לה לשכרו ט' קבין חביבה עליה העונה בכל שבת וקב אחד מט' קבין ופרישות ל' יום ורבי פירש בשם רב האי המשרה אשתו ע\"י שליש לא יפחות לה מקביים חיטין מן שבת לשבת כדמוכח בגמרא בפרק אע\"פ (כתובות דף סד:) ועונתה מצוי לה ואילו המורד על אשתו (שם סג.) מוסיפין על כתובתה ג' דינרים בשבת ושער בינוני הוא ד' סאין בסלע וסלע ד' דינרים נמצאת סאה בדינר וג' סאין בג' דינרים שהן י\"ח קבין הרי שחכמים עמדו על סוף דעתה שהיא רוצה בתיפלות ועמו שני קביים מי\"ח קביים שיפרוש ממנה דקביים אחד מט' בי\"ח קבין:"
            ], 
            [], 
            [
                "היכי דמי חסיד שוטה. ירושלמי ראה תינוק מבעבע בנהר אמר לכשאחלוץ תפילין אצילנו עד כשהוא חולץ תפילין הוציא זה את נפשו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יתומים שקדמו ומכרו בנכסים מועטין. ונראה דוקא לענין מזון הבנות אמרינן מה שמכרו מכרו אבל לענין מזון האשה כיון דמשועבד לה בעל למזונות בחייו הנכסים בחזקתם שאינם יכולין למכור כדאמרי' בפ' הנושא (כתובות קג.) יתומים שמכרו מדור אלמנה לא עשו ולא כלום ומ\"ש מדר' אסי א\"ר יוחנן יתומים שקדמו ומכרו בנכסים מועטים וכו' התם לא משתעבדי לה מחיים אי נמי בית זה עצמו דרה בו בחיי הבעל אבל מזונות בכל יום צריכה למזונות ולא דמו מזונות אשה למדור והוא הדין אם מכרו בנכסים מרובין מה שמכרו מכרו דמטלטלי לא משתעבדי למזונות ואמרי' בפ' מציאת האשה (שם סט.) בין מכרו בין משכנו אין מוציאין למזונות והאי דנקט נכסים מועטין אורחא דמילתא נקט דלא מזבין אינש נכסים משום הפסד מזונות היכא דאיכא נכסים מרובים רבי פי' בתוספותיו דר' יוחנן פליג אההיא דמסקינן בפרק ב' דייני גזירות (שם דף קט.) אמר רבי יצחק בן אילעאי משמיה דחזקיה כל מקום שאמר ר\"ג רואה אני את דברי אדמון הלכה כמותו וגבי נכסים מועטין תנינא התם (דף קח:) ובפרק מי שמת (ב\"ב קלט:) אמר אדמון וכי בשביל שאני זכר הפסדתי ואמר ר\"ג רואה אני את דברי אדמון לא ידענא מאי דוחקיה לפרש כך אליבא דאדמון טפי מאליבא דרבנן:"
            ], 
            [], 
            [
                "אביי אמר זה המשיא עצה למכור בנכסים כרשב\"ג. רשב\"ם פי' ביש נוחלין (ב\"ב דף קלז.) משום דגרם לעבור על דברי הנותן וערום דאהנו מעשיו והרי הוא חוטא ולא לו ומיהו המוכר עצמו דהיינו ראשון לא מיקרי רשע ואף על גב דלכתחילה אסור לעשות כך דלא חמיר איסוריה שהרי השליטו הנותן בגוף ופירות לעשות כרצונו וקשיא לפירושו בסוף פרק מי שהיה נשוי (כתובות דף צה:) דאמר אביי נכסי לך ואחריך לפלוני ועמדה וניסת בעל לוקח הוי ואין לאחריך במקום בעל כלום ומי אמר אביי הכי והאמר אביי איזהו רשע ערום זה המשיא כו' מי קאמר תינשא ניסת קאמר אלמא דמדמי מוכר עצמו למשיא ומיהו יש לפרש כיון דמשיא נקרא רשע מכלל דלמוכר אסור לעשות לכתחילה אע\"ג דלא נקרא רשע כדקתני התם אין לו לראשון אלא אכילת פירות בלבד ואי קשיא מדקאמר אביי זה המשיא עצה וכו' כרשב\"ג מכלל דאביי ס\"ל כרשב\"ג והכי אמר אביי נמי בהדיא בפרק מי שהיה נשוי (ג\"ז שם) בעל לוקח הוי ואין לאחריך במקום לוקח כלום וביש נוחלין (ב\"ב דף קלז.) מפרש טעמא משום דקסבר קנין פירות כקנין הגוף דמי ובסוף פרק השולח (גיטין דף מח:) אמר אביי נקטינן בעל בנכסי אשתו צריך הרשאה אע\"ג דפירות דידיה הוי הגוף צריך הרשאה דמשמע דס\"ל דלאו כקנין הגוף דמי יש לתרץ דוקא גבי אחריך ס\"ל לאביי דכקנין הגוף דמי דאפי' ר\"ל דאמר לאו כקנין הגוף דמי מתרצינן אליביה אחריך שאני ופי' רשב\"ם דאחריך משמע גוף ופירות נתן לראשון דהא בהדיא פי' אחריך ירש פלוני ואף הוא פסק שם כרשב\"ג וז\"ל בעלמא סבירא לן דלאו כקנין הגוף דמי כדפסקי' בפרק החולץ (יבמות דף לו:) הכא אחריך שאני וכן עיקר דלא תקשי הלכתא אהלכתא דפסקינן כר\"ל פרק החולץ ובהא דאחריך קיימא לן כרשב\"ג דפסקי' הלכתא לקמיה ולא פליג ר\"ל ומדאביי נמי איכא למשמע דהכי קיימא לן כדאמר אביי איזהו רשע וכו' ולקמן נמי ההיא אתתא דהוה לה דיקלא בארעא דרב ביבי כו' אזל איהו אקנייה לבנו קטן כרשב\"ג עד אפילו רשב\"ג לא קאמר מהתם שמעינן דהלכה כרשב\"ג הלכך בעינן לפרושי דרשב\"ג ס\"ל כר\"ל דלאו כקנין הגוף דמי והכא היינו טעמא דאחריך שאני ולא תקשה הלכתא אהלכתא תימה לר' אמאי לא קא חשיב נמי ההיא דאלו הן הנשרפין (סנהדרין דף טו:) אמר רב כהנא משום ר\"ע איזו עני ורשע ערום זה המשהה בתו בוגרת ויש לומר דעני ורשע לא קא חשיב:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "רבי שמואל בר נחמני אמר ה\"ז בור. תימה כמאן ס\"ל לא כאחרים ולא כר' יהודה דאחרים לא קרו בור אלא לשנה ולא קרא ור' יהודה אפי' עם הארץ לא משוי ליה דאמר בסוף פרק אלו מציאות (ב\"מ דף לג:) דדרש ר' יהודה בר אילעאי שמעו דבר ה' החרדים אל דברו וגו' החרדים אל דברו אלו תלמידי חכמים אחיכם אלו בעלי מקרא שנאיכם אלו בעלי משנה מנדיכם אלו עם הארץ אלמא דבעלי משנה או בעלי מקרא לאו בכלל ע\"ה נינהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל שאינו קורא ק\"ש שחרית וערבית דברי ר\"מ. תימה לר\"י דאמר בפ' הניזקין (גיטין דף סא.) ובפ' ג' שאכלו (ברכות דף מז:) איזהו עם הארץ כל שאינו אוכל חולין בטהרה דברי ר\"מ ופירש דהרבה ענייני עם הארץ הן ויש שאין מקבלין ממנו עדות כדאמרינן בפ' אלו עוברין (פסחים דף מט:) ששה דברים נאמרו בעם הארץ אין מקבלין מהן עדות וכו' ובפ' חומר בקודש (חגיגה דף כב.) כמאן מקבלין סהדותא מעם הארץ כר' יוסי ויש כשר לענין עדות ונחשד על הטהרות ועל המעשרות או לענין זימון או לענין שביעית א\"נ לענין דברים שאינן נקחין אלא מן המומחה כדאיתא בפ' שני דמסכת ע\"ז (דף לט:) בירושלמי אשה פרושה זו היא שיושבת ומלעבת בדברי תורה ותאמר אלי תבא וישכב עמה בלילה הוא א\"ר אבהו כביכול היה במחשבה הוא לבדו יודע שלא עלתה על דעתה אלא בשביל להעמיד שבטים הוסיפו עליהם בתולתא ציימנית ואלמנה שובבית [מי חגלה נסבת שם ביש] ותינוק שהוא עולה לחדשיו (בתולה ציימנית מציימה אובדת בתוליה ותינוק שהוא עולה לחדשיו) ר' חלקיה בשם ר' סימון זה שהוא גדול בתורה שלא בפירקו ומבזה את הגדולים ממנו א\"ר יוסי זהו שבן תשע ואבריו נראה כבן י\"ב והוא בא על אחת מכל העריות האמורות בתורה והן מתות על ידו והוא פטור רבי פירש מציימה אובדת בתוליה מחמת צומות בתוליה נושרות אבל מורי אחי הרב ר\"מ פי' עושה חסידה ומתפללת כדגרסינן בגמ' דידן צליינית וכאילו צמה ועושה תעניות שתהא נענת בתפלתה ואינה עושה אלא לגנב את העין שלא יבדקו אחריה ומזנה ואובדת בתוליה:"
            ]
        ], 
        [
            [
                "ועד כמה עד ארבעין שנין. פי' משנה שהתחיל ללמוד עד ארבעים שנה ולא משנה שנולד כדאמרינן בפ\"ק דמסכת ע\"ז (דף ה:) ולא נתן ה' לכם לב לדעת עד היום הזה ש\"מ לא קאים איניש אדעתיה דרביה עד ארבעין שנין וזה היה ממתן תורה עד מ' שנה שאז התחילו ללמוד:"
            ], 
            [], 
            [], 
            [
                "בשוין. רש\"י פי' אם שוה לגדול העיר בחכמה מותר להורות קשה לר\"י מפרק הרואה (ברכות דף סג.) דאמר אביי באתרא דאית גבר תמן לא תיהוי גבר פשיטא לא צריכא דשוין אלמא היכא דשוין אין לו לקפוץ להוראה להכי מסתברא הכא לפרש והא רבה דאורי והוא לא הגיע להוראה שכל ימיו לא היה אלא מ' שנה בשוין הא דאמר שאין לו להורות עד ארבעין שנין היינו כששוה לגדול העיר בחכמה וגדול העיר הגיע להוראה הלכך כיון שיש שם חכם כמותו הגיע להוראה בשנים והוא לא הגיע לשני הוראה אין לו להורות לפניו אבל אם גדול העיר הוא בחכמה אע\"ג שלא הגיע לכלל שנים מורה ורבה גדול העיר בחכמה היה אבל ר\"י פי' ההוא דפרק הרואה דמיירי באדם שנכנס לעיר שיש שם חכם מורה תמן לא תהוי גבר אפי' בשוין אבל אם הוא קבוע בעיר כמותו ושוה לו בחכמה מותר לו להורות כמו שפי' רש\"י ור\"ח פי' התם באתר דאית גבר ממונה משתדל בצרכי ציבור לא תקפוץ לתוך שררות אפי' בשוין ולפי' לא מיירי בהוראה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לעולם יעסוק אדם בתורה ובמצות אע\"פ שלא לשמה. ואי קשיא הא אמרינן בפ\"ק דתענית (דף ז.) כל העוסק בתורה שלא לשמה נעשית לו סם המות ובשלהי פרק היה קורא במסכת ברכות (דף יז.) כל העוסק בתורה שלא לשמה נוח לו שלא נברא נראה לתרץ עוסק שלא לשמה כגון מיראת היסורין כי הכא ומאהבת קיבול פרס שאינו מתכוין להשלים רצון יוצרו שציוהו על כך אלא להנאתו כדאמרינן בפ\"ק דמסכת ע\"ז (דף יט.) במצותיו חפץ מאד ולא בשכר מצותיו והיינו דתנן (אבות פ\"א מ\"ג) אל תהיו כעבדים המשמשין את הרב ע\"מ לקבל פרס וכי הא דאמר בפ' עגלה ערופה (לקמן מז.) ואיתא בנזיר פרק מי שאמר הריני נזיר (דף כג:) ובפרק בתרא דהוריות (דף י:) לעולם יעסוק אדם וכו' שבשכר מ\"ב קרבנות שהקריב בלק זכה ויצאה ממנו רות גם הוא נתכוין להנאתו שהעלה קרבן לשם להשלים חפציו בשכרו ולא לשם שמים וכדאמרי' פ\"ק דר\"ה (דף ד.) האומר סלע זו לצדקה ע\"מ שיחיה בני ה\"ז צדיק גמור אבל ההיא שלא לשמה דתענית ומס' ברכות אינו עוסק בתורה כדי לקיים לא מאהבה ולא מיראה אלא להוסיף על חטאתו פשע שעתה שגגות נעשו לו זדונות שאע\"פ שידע שעובר לא מנע מכל תאות לבו כדמפרש התם (ברכות יז.) תכלית חכמה תשובה ומעשים טובים שלא יהא אדם קורא ושונה ומשמש תלמידי חכמים ובועט באביו ובאמו וברבו או במי שגדול הימנו שנאמר ראשית חכמה יראת ה' שכל טוב לכל עושיהם ללומדיהם לא נאמר אלא לעושיהם לעושים לשמה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלו שמנחותיהם נשרפות. תימה אמאי לא חשיב נמי מת הוא או שמתה היא דאמרי' בפ\"ק (לעיל דף ו:) דנשרפת וליכא למימר דוקא היינו לאחר שקידש הקומץ כדתני' לעיל אבל הכא לא חשיב אלא הנשרפת משקדשה בכלי דה\"ה אם משקדשה בכלי דנשרפת ואיידי דקתני סיפא קירב הקומץ דנאכלת נקט רישא קידש הקומץ ורבותא נקט אע\"פ דכבר קדוש וקרוב להקרבה טפי מקידשה בכלי אפ\"ה נשרפת:"
            ]
        ], 
        [
            [
                "האומרת טמאה אני. ירושלמי האומרת טמאה אני לא כחטאת שמתה בעליה היא וחטאת שמתה בעליה ילכו המעות לים המלח דמיא לאשם תלוי אם לאשם תלוי אפי' משקדשה בכלי א\"ר מתני' דמיא לאשם תלוי שנשחט דתנינן תמן אם משנשחט נודע לו הדם ישפך והבשר יצא לבית השריפה:"
            ], 
            [
                "כל הנשואות לכהנים מנחותיהן נשרפות. פרש\"י אחד מנחת סוטה ואחד מנחת נדבה ותימה מנחת נדבה מה חלק יש לו בה והא אפילו רבי יהודה דאומר בפ' אין בין המודר (נדרים דף לה:) אדם מביא על אשתו כל קרבנות שהיא חייבת דווקא שהיא חייבת כדמפרש בספרי כגון אם [הקיפה] נזירות בראשה וחיללה את השבת דומיא דמנחת סוטה שהיא חובה דיליף לה מוהביא את קרבנה עליה כל קרבן שעליה אבל מנחת נדבה מודה רבי יהודה שאינו מביא וי\"ל משום הכי יש לו חלק משום דקי\"ל מה שקנתה אשה קנה בעלה כדתנן בפ\"ד דנזיר (דף כד.) אם שלה היתה בהמה החטאת תמות וקא דייק בגמ' מנא לה מה שקנתה אשה קנה בעלה הלכך יש לו חלק בה אפילו לרבנן דפליגי אדר' יהודה ואמרי דווקא קרבן שמכשירה לו מביא עליה דמה שקנת' קנה בעלה מיהו בירושלמי דפרק היה מביא משמע דבמנחת סוטה איירי והכי איתא התם מנחתה מלמד שהיא קדשה לשמה כשם שהיא קדשה לשמה כך היא קדשה לשמו ותני רבי חייא ופליג ליקרב כליל אינה יכולה מפני שותפתה של אשה לאכול אינה יכולה מפני שותפתו של איש [אלא] הקומץ לעצמו והשירים קריבין לעצמן ואת אומר מנחתה אלא מה דאישתעי קרא אישתעי מתני' ותו התם והביא את קרבנה עליה בעלה מהו שיפריש עליה חוץ מדעתה מכיון שיש לו שותפות במנחה מפריש עליה חוץ מדעתה וא\"ת מאחר שיש לו חלק בה א\"כ הויא לה מנחת שותפות ואומר בפ\"ק דזבחים (דף ה:) הניח מנחה לשני בניו ומת קריבה ואין בה משום שותפות הא יש בה משום שותפות אינה קריבה משום דכתיב בה נפש והכי קתני בסיפרי בהדיא וי\"ל כיון דעיקר כפרה משום דידה נפש קרינן בה דהא הניח מנחתו לשני בניו דמסיק התם (דף ו.) דקניא להו אלמא משום דמכפרי קרינא ביה נפש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הקומץ קרב לעצמו והשיריים לעצמן. בירושל' בעי אליביה דר\"ש אלין שיריים משום מה הם באים משום קומץ או משום שיריים אי תימר משום קומץ אינו נותנו בלילה ואינו נותנו לאחר מיתה ואינו מחשב להן ואי תימר משום שיריים נותנו בלילה ונותנו לאחר מיתה מהו שיחשב להן ופשיט לה מדר\"א בר\"ש דאמר דמתפזרין על גבי הדשן שלמטה כדמפרש בפ' ואלו הן מנחות הדא אמרו נותנו בלילה ונותנו לאחר מיתה ומחשב להן א\"ר יוסי בר בון אינו מחשב להו שלא הוכשרו לא לאכילת אדם ולא לאכילת מזבח:"
            ], 
            [], 
            [], 
            [
                "דמסיק להו לשום עצים. רש\"י פי' דנימא הכי אם ראוין הן להקטיר ולא היתה ראויה לקמוץ וכו' ותימה מאי תנאי שייך הא ודאי כאילו מעורבין שיריים והוי כאברי עולה ואברי חטאת שנתערבו דפליגי בה ר\"א ורבנן (זבחים עז.) דלא שייך בה תנאי דליכא שום ספק אלא ודאי מקצתן ראויה להקטיר ומקצתן לאכול ולהקטיר ואותן מה שבתוכן אין ראוי להקטיר לשם עצים בכל מקום שהוא ולא שייך שום תנאי וכמדומה דרש\"י נקט לי' אגב שטפיה דההיא דפרק נושאין על האנוסה (יבמות ק.) דתנן כהנת שנתערב ולדה בולד שפחתה נותנין עליהם חומרי ישראל וחומרי כהנים ומפרש בגמרא דמנחתם נקמצת כמנחת ישראל ואינה נאכלת כמנחת כהנים וכולה סוגיא כי הכא והתם ודאי שייך תנאי כשהאחד מקריב מנחה אינו יודע אם כהן הוא או ישראל וצריך להתנות כמו שפירש רש\"י כאן והא דתנן בהקומץ רבה (מנחות דף כג.) נתערב קומצה בשיריה או בשירים של חבירתה לא יקטיר אית לן למימר דסתמא כרבנן דפליגי אדרבי אליעזר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "כהן ולא כהנת. ירושלמי ר' אבהו בעי קמיה ר\"ל והכתיב (ויקרא כב) וכהן כי יקנה נפש קנין כספו מעתה כהן ולא כהנת א\"ל והכהן המשיח תחתיו מבניו את שבנו עומד תחתיו יצתה זו שאין בנה עומד תחתיה ה\"ה דבפרק הזרוע (חולין דף קלב.) הוה מצי לשנויי נמי הכי ונתן לכהן הזרוע דלא אמר לכהן ולא לכהנת אלא אפילו לכהנת דהכא טעמא משום דכתיב והכהן המשיח תחתיו מבניו אבל התם דחי ליה משום דאהרן ובניו כתיב בפרשת מנחה אי נמי משום דהתם הוי מיעוט אחר מיעוט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה בין איש לאשה. בתוספתא (פ\"ב) קא חשיב עובר על מצות עשה שהזמן גרמא מה שאין כן באשה האיש עובר על בל תקיף ועל בל תשחית ועל בל תטמא למתים מה שאין כן באשה האיש נדון בבן סורר ומורה ונעטף ומספר ואין האשה נעטפת ומספרת האיש נמכר ונשנה ואין האשה נמכרת ונשנית האיש נרצע ונמכר לעבד עברי וקונה לעבד עברי ואין האשה נרצעת ונמכרת וקונה ולא קתני התם כל הני דמתני' אלא דזכאי בבתו משום דמפרש התם בכסף ובשטר ובביאה ותימה אמאי לא חשיב נמי סמיכות תנופות הגשות וקמיצות דבין כהן לכהנת וכל הני דתנן בפ\"ק דקידושין (דף לו.) ולא קתני נמי שהעברי יוצא בשנים וביובל ובמיתת האדון משא\"כ בעבריה הזב מטמא בראיות ולא הזבה מצורע אסור בתשמיש המטה ולא מצורעת כדמפרש בריש פרק מחוסרי כפרה (כריתות דף ח:) מחוץ לאהלו ולא מחוץ לאהלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "האיש מגלח על נזירות. בפ\"ד דנזיר (דף ל.) ובפרק בתרא דכריתות (דף כז:) מפ' דדוקא על מעות סתומין ולא על מעות מפורשין:"
            ], 
            [], 
            [], 
            [
                "שנאמר את בתי. מרישא דקרא יליף ליה ואמר אבי הנערה אל הזקנים משמע למעט אמה דאינה זכאה בבתה לתת:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ותלית אותו ולא אותה. בפרק נגמר הדין (סנהדרין דף מו.) נפקא לן מוכי יהיה באיש ולא באשה:"
            ], 
            [
                "בגניבתו ולא בגניבתה. תימה כיון דאי גנבה אינה נמכרת בגניבתה א\"כ אין ב\"ד רשאין למוכרה דבית דין אין מוכרין אלא בגניבתו ובפ\"ק דקידושין (דף יד:) ממעטי רבנן מורצע את אזנו אזנו שלו ולא אזן של מוכר עצמו דדוקא מכרוהו בית דין נרצע ואשה הואיל ואין בית דין מוכרין אותה אנא ידענא דאינה נרצעת ואמאי איצטריך לרבנן למילף מהעבד ולא אמה העבריה דאינה נרצעת וי\"ל כיון דאינה נמכרת אלא ע\"י אביה סד\"א תיהוי מכירה דאב במקום מכירת בית דין ותרצע להכי איצטריך קרא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' ושומרת יבם לא שותות ולא נוטלות כתובה. ירושלמי יודעת היתה שאין ארוסה שותה ולמה הכניסה עצמה למספר הזה המרובה בשביל לפוסלה מכתובתה פר\"ח ארוסה אע\"פ שאין לה כתובה יש לה מנה ומאתים ועל מנה ומאתים קתני הכא לא נוטלת כתובתה רש\"י פי' דליכא למיפשט ממתני' הא דאמר רב המנונא שומרת יבם שזנתה אסורה ליבמה דאפילו אי לית לן דרב המנונא מיהו אי לא בעי יבם למינסב אשה זונה אינה נוטלת כתובתה מיהו תימה אי לית לן דרב המנונא קרא מאי איצטריך למעוטי והא תנן בפרק היה מביא (לעיל דף יח:) כל שתיבעל ולא תהא אסורה לו. לא היה מתנה דמה קינוי שייך היכא דלא מיתסרא בסתירותיה אלא מדאיצטריך למעוטי ש\"מ דמיתסרא מיהו ליכא למיפשט מהכא משום דמוקי לה בגמרא כגון שבא עליה יבם בבית אחיו דקנאה לפוטרה בגט בלא חליצה אפילו אליבא דשמואל הלכך שייכא נמי אשתו ליאסר עליו בזנות כדברי הכל:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאינה ראויה לילד. רש\"י פי' שתת כוס עיקרין אבל בפ' אע\"פ (כתובות דף ס:) לא משמע הכי דמייתי התם ברייתא ותני בה או שהיתה היא עקרה זקינה ואיילונית ושאינה ראויה לילד אלמא דשאינה ראויה לילד לאו עקרה ולפרש\"י שתת כוס עיקרין היינו עקרה וזה לשון ר\"ח התם איכא למישאל היינו איילונית היינו עקרה היינו שאינה ראויה לילד ותשובה שאמרנו בפרק יש נוחלין (ב\"ב דף קיט:) ניסת לכ' יולדת עד מ' ניסת למ' שוב אינה יולדת וה\"ה שנוכל לפרש שאינה ראויה לילד ששהתה אחר בעלה עשר שנים ולא היה דעתה לינשא דאמר בסוף פרק ד' אחים (יבמות דף לד:) אמר רב נחמן אמר שמואל כל ששהתה אחר בעלה י' שנים שוב אינה מתעברת כי אתא רבין אר\"י ל\"ש אלא שאין דעתה לינשא ואע\"ג דאמר בגמ' בעקרה וזקינה ולפי' ר\"ח לא הזכיר עקרה במשנה י\"ל דלא דק בלישנא מיהו תימה אמאי לא תנא נמי במתני' עקרה:"
            ], 
            [], 
            [
                "ושאר כל הנשים או שותות. תימה הא משנה יתירא מאי קמ\"ל הא שמעינן ליה מרישא והאומרת איני שותה אינה נוטלת כתובתה ואומר רבי דווקא מעוברת אינה שותה משום דאיכא סכנת נפשות כדאמר בפרק החולץ (יבמות דף מב:) אבל ניסת בתוך ג' חדשים מאי דהוה הוה ותו לא קנסינן ליה להוציא וקרינן בה אשתו הראויה לו ובכהן אפילו לרבנן אינה שותה דמסקינן בפ' החולץ (שם לז.) אפילו לרבנן יוציא בגט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי יונתן האי איש איש מאי עביד ליה מיבעי ליה וכו'. תימה והא איהו דאמר בפ' אלו הנחנקין (סנהדרין דף פה:) גבי איש איש דכי יקלל את אביו ואת אמו קאמר דברה תורה כלשון בנ\"א ולא דריש ליה לדרשה אחריתי וכ\"ת היכא דאיכא למדרש אפי' מאן דאית ליה ד\"ת מודה הוא דדרשינן א\"כ מאי פריך בריש פרק השואל (ב\"מ דף צד:) אהא דקא בעי אבידה מנלן דשומר שכר חייב דתני' אם גנוב יגנב אין לי אלא גניבה אבידה מנין ת\"ל גנוב יגנב מ\"מ הניחא למ\"ד לא ד\"ת אלא למ\"ד אמרי' מא\"ל והא התם איכא למדרש ולא דרשינן אלא אמר ד\"ת והכא אמאי דריש לה ואמרי' בפ' השוחט והמעלה (זבחים קח:) נמי ורבי יוסי מדההוא איש איש דברה האי איש איש נמי דברה אלא השוחט להדיוט דחייב מנא ליה ולא אמרת כיון דמצי למדרש מודה הוא דלא אמר דברה וקשה ליישב שמועות דד\"ת דקשי' דר\"מ אדר\"מ ודר' יהודה אדר' יהודה ודרבי יוסי אדר' יוסי ודר\"ש אדר\"ש דר\"מ דאמר בפ' ד' מיתות (סנהדרין דף נו.) לרבנן גבי איש איש דכתיב גבי ברכת השם ד\"ת ור\"מ דריש ליה לרבות כינויים ובפ\"ב דמסכת ע\"ז (דף כז.) נמי פליג ר' יהודה ור' יוסי דא\"ר יהודה כותי לא ימול ישראל מפני שהוא מל לשם הר גריזים אמר לו ר' יוסי וכי היכן מצינו מילה בתורה לשמה ומפרש טעמא דר' יהודה משום דכתיב לה' המול ורבי יוסי המול ימול כתיב ואידך נמי הכתיב המול ימול ד\"ת כלשון בני אדם [אלמא דרבי יוסי לית ליה דברה תורה כו'] והתם בההוא שמעתתא גופיה פלוגתא ר\"מ ור' יהודה ואמרינן ימול כותי ולא ימול ארמאי דברי ר\"מ והיינו כר' יוסי דאמר כותי שפיר דמי דלא אמר ד\"ת ובפ' ד' מחוסרי כפרה (כריתות דף יא.) אמרינן לאחרים בשלמא והפדה לא נפדתה דקסבר ד\"ת ואחרים היינו ר\"מ כדאיתא בסוף מס' הוריות (דף יג:) דר' יהודה מהא דהמול ימול דקא אמר ד\"ת ובפ' מציאת האשה (כתובות דף סז:) מייתי ברייתא העבט תעביטנו זה שאין לו ואין רוצה להתפרנס נותנין לו לשם מתנה וכו' דברי רבי יהודה וחכ\"א יש לו ואינו רוצה להתפרנס אין נזקקין לו אלא מה אני מקיים תעביטנו ד\"ת אבל ר' יהודה דריש ליה וכן בפ' בנות כותים (נדה לב:) ובפ' יוצא דופן (שם דף מד:) איש איש מה ת\"ל איש איש לרבות תינוק בן יום א' שמטמא בזיבה דברי רבי יהודה ר' ישמעאל בנו של ר' יוחנן בן ברוקה אומר א\"צ הרי הוא אומר והזב את זובו וגו' א\"כ מה ת\"ל איש איש ד\"ת דר' יוסי מההיא דהשוחט והמעלה (זבחים דף קח:) דאייתינן לעיל דקאמר איש איש ד\"ת וההיא דהמול ימול דאיהו דדריש לה ופליג אדר' יהודה דאמר ד\"ת דר\"ש ההוא איש איש דקא\"ר יוסי בפ' השוחט (גם זה שם) ד\"ת פליג עליה ר\"ש ואמר ודריש לרבות שנים שאחזו באבר והעלו שחייבין ובפ' אלו מציאות (ב\"מ לא:) אמר יש לו ואינו רוצה להתפרנס אין נזקקין לו א\"כ מה ת\"ל תעביטנו ד\"ת ונראה דמאן דס\"ל דאמר ד\"ת מודה כל היכא דאיכא למדרש דרשינן לי' וכל הני תנאי סברי להו"
            ]
        ], 
        [
            [], 
            [], 
            [
                "ורבי יונתן האי איש איש מאי עביד ליה וכו'. תימה האי ריבוי לרבי יאשיה מנליה והיקישא דאיש לאשה לר' יונתן מנא ליה וכי אית לן למימר דפליגי בהא נמי דר' יאשיה לית ליה דאשת חרש שותה ור' יונתן לית ליה דסומא אינה שותה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דהאמר רב קנה לכל. הני לישני דפליגי בהבא על יבמתו (יבמות דף נח.) בשומרת יבם שנפלה מן הנשואין או מן האירוסין לא שייכא דוקא אלא לענין תרומה משום דכבר אכלה אבל לענין להשקותה וליורשה ולטמא לה לא: בספרים גרס אי הכי לימא רב דאמר כרבי יאשיה ולא א\"ש אי הכי ובפרש\"י לא גרס והוא לא שבש הגירסא אלא בסתם פי' לימא רב דאמר וכו' ושמא בספרו לא היה כתוב אי הכי:"
            ], 
            [], 
            [
                "כשמואל דאמר לא קנה אלא לדברים כו'. תימה כיון דקנה מיהת לדברים האמורים בפרשה לפוטרה בגט דכיון שבא עליה הרי היא כאשתו לאותן דברים א\"כ מ\"ט דרבי יונתן דאלימא ליה ארוסה משומרת יבם אי משום דארוסה קידושין דידיה שומרת יבם נמי ביאה דידיה היא ונחנקה על ידו וכ\"ש דתקשה לרב דאמר אנא דאמינא אפילו לרבי יונתן ותו מאי דוחקיה למימר כשמואל והא מסיק דאפילו רב הוה אתי מלתייהו אליביה ולענין השקאה קפיד רחמנא דבעינן ביאה לשם אישות וביבמות בפרק הבא על יבמתו (דף נח.) מוקי לה נמי הא דתנן [אמן שלא שטיתי ארוסה ונשואה] שומרת יבם וכנוסה כגון דבא עליה יבם בבית אחיו וכו' כי הכא ומקשה מידי הוא טעמא אלא לרב האמר רב קנה לכל ולא מתרץ גבי השקאה גזירת הכתוב דבעינן ביאה לשם אישות:"
            ], 
            [], 
            [], 
            [
                "אמר לך אנא דאמרי אפי' לרבי יונתן. נראה דהכי פירושו לא מיבעיא לרבי יאשיה דמרבה שומרת יבם דאמינא כוותיה והאי דאיצטריך לרבויי משום דכתיב הכא תחת אישך דמשמע שבא עליה לשם אישות וכו' לא צריכא למימר דקרא אסמכתא בעלמא הוא כמו שפירש רש\"י ואף מה שפירש לשמואל ההיא דאיצטריך רבי יונתן למעוטי שומרת יבם אסמכתא בעלמא הוא תימה נהי דלאו אשתו היא אי לאו מעטיה קרא מהיכא תיתי דבעינן אשתו טפי לענין השקאה מלענין קינוי אי משום דכתיב והביא האיש את אשתו (אלא) ה\"נ גבי קינוי כתיב וקינא את אשתו ירושלמי ארוסה לא שותה וישקנה גזירת הכתוב הוא והביא האיש את אשתו ולא יקנא לה התורה אמרה וקינא את אשתו וקינא את אשתו אפי' מקצת אשתו ר' יודן בעי כמה דתימר תמן וקינא את אשתו וקינא את אשתו אפילו מקצת אשתו דכוותה תחת אישך תחת אישך אפי' מקצת אישך היך עבידה קינא לה ועודה ארוסה וכנסה ונסתרה משקה אותה על קינויו קינא לה עודה שומרת יבם וכנסה ונסתרה משקה אותה על קינויו קינא לה ועודה ארוסה וכנסה ונסתרה וידע בה תצא בכתובתה ואם לאו תצא שלא בכתובתה (קינא לה ועודה שומרת יבם וכנסה ונסתרה וידע בה תצא בכתובתה ואם לאו תצא שלא בכתובתה) לא קינא לה בעלה ומת ונפלה לפני היבם וקינא לה ולא הספיק לכונסה עד שמת ונפלה לפני אחיו אינו משקה אותה שלא נפלה לו אלא מחמת אחיו הראשון אבל אם קינא לה היבם וכנסה ומת ונפלה לפני היבם וכנסה ונסתרה משקה אותה על קינויו:"
            ]
        ], 
        [], 
        [
            [
                "בית הלל אומרים או שותות או לא נוטלות כתובתן. בפ' החולץ (גז\"ש) מפרש מתוך שלא שותות לא נוטלות כתובתן ולא ידענא בנכסי צאן ברזל מאי קא סבר ב\"ה דבפ' מי שמת (ב\"ב דף קנח.) גבי נפל הבית עליו ועל אשתו אמרי ב\"ה הנכסים בחזקתן עומדות ופי' נכסי צאן ברזל ופליגי אמוראי בגמרא בחזקת מי בחזקת יורשי הבעל או בחזקת יורשי האשה ובר קפרא תני הללו באין לירש והללו באין לירש יחלוקו אבל הכא שהיא בחיים בחזקתה הן עומדים או דלמא כיון דאחריותם היו על הבעל היו בחזקתו ול\"ש ושייכא בפלוגתא דהתם ובנכסי מלוג לא פליג ב\"ה דאפי' גבי ספק מוקי להו בחזקת יורשי האשה וכ\"ש הכא דאפי' ודאי זינתה לא הפסידתה כדאמר בפרק אלמנה ניזונית (כתובות דף קא.) היוצאת משום שם רע נוטלת מה שבפניה ויוצאה ופי' נכסי מלוג ואם תאמר מ\"ש מתניתין מפלוגתא דרב הונא ורב יהודה ורב נחמן ור' יוחנן דפליגי בפ\"ק דכתובות (דף יב) מנה לי בידך והלה אמר איני יודע רב הונא ורב יהודה אמרי חייב רב נחמן ורבי יוחנן אמרי פטור ה\"נ היא טוענת ברי אבל הוא אינו יכול לטעון טענת ברי ותהוי תיובתא דרב הונא י\"ל מאחר שהתורה עשאה ספק עד שתשתה אינה יכולה לטעון טענת ברי ופלוגתא דמתני' התם הנושא את האשה ולא מצא לה בתולים לא שייכא להכא דהתם אפילו ב\"ש מודו דשמא אותו שטר מעולם לא עמד לגבות שהרי הבעל טוען מקחו היה מקח טעות והכא לא שייך למימר אליבא דב\"ה העמד אשה על חזקתה ואימור לא זינתה שהרי רגלים [לדבר] שקינא לה ונסתרה והכתוב הוציאה מאותה חזקה ועשאה ספק:"
            ], 
            [
                "לאו כגבוי דמי. הכא לא שייכא כל הני פלוגתא דרבי מאיר ורבנן דפליגי בפרק השואל (ב\"מ דף ק:) דכל העומד לבצור כבצור דמי ופלוגתא דר' שמעון בן גמליאל ורבי פרק קמא דסנהדרין (דף טו.) ובפרק השולח (גיטין דף לט.) בכל העומד לגזוז ופלוגתא דרבי שמעון ורבנן בפרק המנחות והנסכים (מנחות דף קב:) כל העומד לזרוק כזרוק דמי וכן לפדות ולשרוף דלאו בחדא מחיתא נחות להו דהכא כ\"ע מודו דאמרי' לאו כגבוי דמי והעמד ממון בחזקת בעליו שהרי צריך דיינין ולאו בידו הוא כדאמר גבי גר מי יימר דמזדקקין ליה בי דינא וטעמא דר' מאיר כבצורות דמיין משום דבידו ואין צריכין לגופן הלכך לא חשיב להו כקרקע והכי אמר בפרק בהמה המקשה (חולין דף עג.) גבי ידות הכלים דאין מטבילין אלא עד מקום מדה משום דעומדין ליקצץ וגבי שערו העומד לגזוז אמר בפרק קמא דסנהדרין (דף טו.) דמודה רבי מאיר דלאו כגזוז דמי משום דאשבוחי אשבח כל מה דקאי ומיהו רבן שמעון בן גמליאל פליג ואמר כגזוז דמי דלא עביד איניש דשביק ליה והני דרבי שמעון טעמא אחרינא אית בהו ולא אמר אלא במקום מצוה כגון זריקת דם ופדיית פרה כשמצא אחרת נאה ממנה ושריפתה אבל בהני דרבי מאיר ורשב\"ג לא שייך האי טעמא והא דאמר גבי שופר של עבודת כוכבים בפרק ראוהו בית דין (ר\"ה דף כח.) וגבי לולב של אשירה (סוכה דף לא:) ומנעל בפרק מצות חליצה (יבמות דף קג:) כתותי מכתת שיעוריה אפי' רבנן מודו משום דאיסור הנאה הוא ולא הוי אלא כעפרא דארעא בעלמא וליכא שיעורא ופרה חיבת הקדש מהני וצריך עיון כלאי הכרם אמאי מטמאין טומאת אוכלים ולא אמר כתותי מכתת שיעוריה הלכך ליכא לדמויי להדדי והא דאמר בפרק נערה (כתובות דף נא.) כל העומד לקצור כקצור דמי התם טעמא דלא תקנו לב\"ח לגבות אלא דבר הצריך לקרקע קצת וכן פירש רש\"י (ב\"מ טו:) שבח המגיע לכתפים שעומד בקרוב לקצור וצריך עדיין קצת לקרקע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מיתיבי המקנא לארוסתו. כך ברייתא זו שנויה בתוספתא (פ\"ה) המקנא לארוסתו ולשומרת יבם שלו אם משכנסה נסתרה או שותה או לא נוטלת כתובה הרובא שנשא עקרה או זקינה ויש לו אשה ובנים או שותה או לא נוטלת כתובתה [מעוברת עצמו או מניקת עצמו או שותה או לא נוטלת כתובתה] כהנת לויה וישראלית שנשאו לכהן ללוי וישראל ממזרת לממזר נתינה לנתין ואשת גר לגר ועבד משוחרר והאיילונית או שותה או לא נוטלת כתובתה רבי שמעון בן אלעזר אמר איילונית לא שותה ולא נוטלת כתובתה שנא' ונקתה ונזרעה זרע שראוי ליזרע פרט לאיילונית שאינה ראויה להזרע אבל המקנא לארוסתו ולשומרת יבמתו שלו עד שלא כנסה נסתרה לא שותות ולא נוטלות כתובתה הרובא [שנשא עקרה וזקינה ואין לו אשה ובנים לא שותות ולא נוטלת כתובה מעוברת חבירו ומניקת חבירו לא שותות ולא נוטלות כתובה] רבי אליעזר אומר יכול הוא להפרישה ולהחזירה לאחר זמן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "[שנשא עקרה וזקינה וכו']. ותימה אמאי לא תנא איילונית בהדי עקרה וזקינה:"
            ], 
            [], 
            [], 
            [], 
            [
                "מעוברת עצמו או שותה וכו'. רש\"י פי' ולא אמרינן דלא לקטליה לולד ותימה אמאי אית לן למקטליה מה איכפת לן נמתין עד שתלד הא תנן בפ\"ק דערכין (דף ז.) האשה היוצאה ליהרג אין ממתינין לה עד שתלד והתם גזירת הכתוב הוא ומתו גם שניהם לרבות את הולד והתם משמע טעמא דרבי קרא הא לא רבי קרא לא קטליניה ליה משום דממונא דבעל הוא כדכתיב (שמות כא) כאשר ישית עליו בעל האשה והכא הכי פירושא מעוברת עצמו אע\"ג דקינא לה כשהיא מעוברת שותה לאחר שתלד ולא אמרינן כמו גבי מעוברת חבירו דאי קינא לה כשהיא מעוברת וילדה ומת הולד או הפילה אפ\"ה אינה שותה דלאו בת קינוי היתה דממעט לה בספרי מכי תשטה אשתו וכדאמרינן בירושלמי לא היו [לו] אשה ובנים וכו' כבר [נראית] שלא לשתות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר לו רבי ישמעאל א\"כ יסתרו כל עקרות ויפקדו. תימה ור' ישמעאל לימא ליה לנפשיה יסתרו כל יולדות בצער וילדו בריוח וזו הואיל ולא נסתרה הפסידה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואמרת ריבויא הוא. תימה והא אפיקתיה לעיל (דף כד.) לרבות הארוסה ושומרת יבם לקינוי:"
            ], 
            [], 
            [], 
            [], 
            [
                "וזו הואיל ונתפשה אסורה אימא לא תשתה כלל קמ\"ל. תימה לר\"י אמאי לא פריך הכא ואימא הכי נמי כדפריך לעיל ונראה כל היכא דקרא דמסיק אדעתיה מתוכו למדרש הכי ומדריש לדרשא אחריתי לא פריך ואימא ה\"נ דקמ\"ל דכך ניתן למדרש למשה בסיני ולא בע\"א כגון והיא נתפשה לאסור אשת כהן מבלעדי אישך מי שקדמה שכיבת בעל אבל לעיל בני ישראל משמע בהדיא למעוטי גרים וכן בפרק שני דיבמות (דף כב.) בגמרא דמי שיש לו אח מ\"מ זוקק את אשת אחיו ליבום דקא פריך פשיטא אחיו הוא מהו דתימא לילף אחוה אחוה מבני יעקב קמ\"ל התם פריך ואימא הכי נמי משום דאין גזרה שוה למחצה וצריך טעמא להוציא מאותה סברא או קרא וכן לענין ליורשו (שם:) וליטמא לו פשיטא אחיו הוא סד\"א לא יטמא בעל בעמיו יש בעל שמטמא ויש שאינו מטמא הא כיצד מטמא לאשתו כשרה ואינו מטמא לאשתו פסולה ה\"נ קמ\"ל ואימא הכי נמי דהא קרא ממעט פסולין והאי פסול הוא וכן בפ\"ק דערכין (דף ז.) גבי האשה שיוצאת ליהרג אין ממתינים לה עד שתלד פשיטא גופה היא מהו דתימא (כי) כאשר ישית עליו בעל האשה כתיב והאי ממונא דבעל הוא קמ\"ל ואימא ה\"נ דמאי נפקא לן מהתם דממונא דבעל הוא אבל הכא כיון דאשמועינן דעיקר קרא לדרשא אחריתי תו לא סלקי דעתא למעוטי מיניה מידי וכן פר\"י:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אשת סריס. רש\"י פי' בסריס חמה ולא בסריס אדם שאסור לקיימה ולא ידעינן מנלן דסריס אדם כגון ששתה כוס עיקרין דאסור לקיימה אי משום האי ברייתא דמייתי בפרק שני דיבמות (דף כ:) ובפרק הערל (שם דף פט:) פצוע דכא וכרות שפכה סריס אדם והזקן וכו' עד אסור לקיימה הא קתני נמי זקן וכי זקן אסור לקיים אלא על כרחיך אפצוע דכא וכרות שפכה קאי כדקתני טעמא משום שנאמר לא יבא פצוע דכא וכרות שפכה אבל אסריס דקתני בברייתא לא ידענא מנליה דקאי נמי עלה:"
            ]
        ], 
        [
            [], 
            [
                "אבל הא הואיל ואסורה וקיימא אימא לא קא משמע לן. תימה הא שמעינן לה מאלמנה לכהן גדול דאסירה וקיימא לבעל ואפי' הכי איצטריך קרא דכי תשטה אשתו למעוטי הא לאו הכי הוה שותה וכן על מה שאמר איש אמר רחמנא ולא קטן נראה דדוקא משתיה ממעט לה קרא אבל נאסרה על ידי בן תשע שנים ויום אחד אע\"פ שאינו איש שהרי ביאתו פוסלת בתרומה כדאיתא בפרק אלמנה (יבמות דף סח.) ונסקלת הערוה על ידו כדאיתא בפ' ד' מיתות (סנהדרין דף נה:) ומקומו בפרק יוצא דופן (נדה דף מה.) דומיא דכל עריות מקנא על ידן דלא איצטריך לאשמועינן אלא דשותות אבל דנאסרו פשיטא וכי משום דעריות נינהו גריעי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "למעוטי בהמה. תימה דהכא משמע דבזנות תליא מילתא אם כן רבא דאמר בפ' הבא על יבמתו (יבמות דף נד.) דיש זנות לבהמה מתני' למעוטי מאי וכי אית לן למימר דל\"ל דשמואל או דרב הונא:"
            ], 
            [], 
            [], 
            [
                "מנא הא מילתא דאמרי רבנן אין זנות לבהמה. ה\"ג בפ' כל האסורין (תמורה ל:) מנא הא מילתא דאין זנות לבהמה אמר ליה לא נישתמיט קרא ונכתוב אתנן זונה וכלב א\"נ הכי אתנן כלב וכו':"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא למאן דאמר העראה זו נשיקה מאי איכא למימר. והיינו שמואל בפ' הבא על יבמתו (יבמות דף נה:) והכא אליביה דשמואל נמי מסקינן ותימה אדרבה איפכא מסתברא למאן דאמר העראה זו נשיקה וחשיבה ביאה גבי שאר עריות היינו דאיצטריך קרא הכא למעוטי אלא למ\"ד העראה זו הכנסת עטרה ולא חשיבה נשיקה גבי שאר עריות הכא מאי איצטריך למעוטה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רוב בעילות אחר הבעל. לא איירי אלא בקלא דפסק דפסקינן כרב (יבמות כה.) דלא תצא דרוב בעילות אחר הבעל ואע\"ג דרב דאמר בסוף פרק אלמנה ביבמות (דף סט:) הבא על ארוסתו בבית חמיו הולד ממזר ומוקי בגמרא בדדיימא מיניה ומעלמא ולא שדינן לה בתר דידיה דוקא ארוס שאין מצוי אצלה אבל בבעל שכנסה מודי ולשמואל ל\"ש דלעולם הולד שתוקי וכגון דליתא לדומה גופא קמן דלישיילה אבל איתא קמן ואמרה לכשר נבעלתי נאמנת דאמרינן בפרק עשרה יוחסין (קדושין דף עה.) גבי ארוסה שעיברה אע\"ג דמוקמינן לה בפרק אלמנה לכ\"ג (יבמות סט:) כגון דדיימא מעלמא מאי שתוקי דאמר שמואל בדוקי שבודקין את אמו ואומרת לכשר נבעלתי דאמר רב יהודה אמר שמואל הלכה כרבן גמליאל דאמר היא נאמנת דאפילו ברוב פסולין אצלה והוא הדין האי דקאמר הכא אל ישא בת דומה כגון דליתא לדומה קמן דנישיילה אבל איכא למתמה ללישנא בתרא דאמר בפרק אלמנה בבא עליה דכ\"ע לא פליגי דבתר דידיה שדינן והא הכא דבעלה קבוע אצלה כל שעה לא שדי ליה שמואל בתריה דבעל בתר ארוס לא כל שכן ואפי' אם תמצא לומר דשאני התם דידעינן בברור דבא עליה ארוס אבל הכא גבי בעל לא ידעינן ביאה ודאית דבא עליה מ\"מ לרבא תקשה דאמר אפי' בארוסה שעיברה אמר מסתברא דלא דיימא מיניה בהא קאמר רב הולד ממזר ושמואל אמר הולד שתוקי אבל דיימא מיניה בתר דידיה שדינן ליה ואפי' לרב וכ\"ש לשמואל והא הכא אע\"ג דאית לה בעל קבוע והוה לן למימר רוב בעילות אחר הבעל ולא שדי ליה בדידיה כ\"ש התם:"
            ], 
            [], 
            [], 
            [
                "אליבא דמ\"ד אין אשה מתעברת אלא סמוך לווסתה וכו'. י\"ל כגון שלא קבעה ווסת וה\"ה דהמ\"ל וכגון דלא קבעה ווסת לא תבעי לך כי תבעי לך היכא דקבעה ווסת אלא מילתא דפסיקא נקט תימה לרבי והא אמרי' התם בפ' המפלת (נדה דף כה:) ההוא שפירא דאתא לקמיה דמר שמואל אמר האי בר מ\"א יומא הוא וחשיב מיום דאזלה לטבילה עד ההוא יומא ולא הוה אלא מ' יומא אמר האי בנדותה בעל וכפתיה ואודי ותקשה למ\"ד סמוך לווסתה ונראה דמ\"ד סמוך לווסתה רוב עיבורין קאמר מיהו מודי דזימנין מיקרי דמיעברה נמי סמוך לטבילתה או באחד מאותן הימים שבין טבילתה לווסתה וכן למ\"ד סמוך לטבילתה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "איש איש לרבות אשת חרש וכו'. נראה דעיקר קרא לא איצטריך אלא לאוסרה לבעל ולבועל ע\"י קינוי זה אבל משום לפוסלה מכתובתה לא צריך קרא דהא אפילו רבן שמעון בן גמליאל דאמר בפרק בתרא דכתובות (דף קי:) כתובת אשה דאורייתא לאו ממש דאורייתא אלא אית ליה סמך מדאורייתא כדאמרינן התם בפ\"ק (דף י.) מכאן סמכו חכמים לכתובת אשה מן התורה אלא תנא דנקט כתובה מילתא אגב אורחיה קמ\"ל דעוברת על דת צריכה התראה להפסיד כתובתה: רב אשי אמר כשם שחיגרת וגידמת אינה שותה דכתיב והעמיד הכהן את האשה. תימה לר\"י מאי. שנא הכא דממעט מוהעמיד חיגרת וגבי ערכין דכתיב והעמיד והעריך לא ממעט אלא גוסס בפ\"ק דערכין (דף ד.) וכן העמדה דכתיב בקדשים בעלי מומין דאמרי' בפרק השוחט (חולין ל.) שחטה ועדיין מפרכסת דבת העמדה והערכה היא וגבי יבם כתיב (דברים כה) ועמד ואמר ואפ\"ה חליץ נחתכו רגליו [למטה] מן הארכובה מיהו מחליצה לא תקשי דהתם מפרש טעמא משום דכתיב בה מעל רגלו ועיקר קרא דועמד ואמר כדדריש ליה בספרי מלמד שאינו אומר דבריו אלא בעמידה ותירץ מדרבי רחמנא בן חדש לערכין ש\"מ דאהעמדה ממש לא קפיד רחמנא וכן בהמה בעלת מום עיקרה לפדיון עומדת ולא חילק בה הכתוב בין בעלת מום אפי' נשברו או נחתכו רגליה דלא עדיפא מאדם דלא קפיד קרא אעמידתו: דכתיב והעמיד הכהן את האשה ונתן על כפיה אי קשיא דהכא משמע דרב אשי בעי קרא כדכתיב ובפרק נגמר הדין (סנהדרין מה:) אמרי' אמר ליה מר קשישא בריה דרב חסדא לרב אשי ומי לא בעינן קרא כדכתיב והתנן היה אחד מהם גידם או חיגר וכו' מאי טעמא לאו משום דבעינן קרא כדכתיב לא משום דכוליה קרא יתירא הוא דמשמע אי לאו דהוי יתירא דלא בעינן קרא כדכתיב בשלמא דרב ששת דממעט סומא מעיני איכא למימר קרא יתירא דהוה מצי למימר ונעלם מאישה וכן והעמיד דאמר רב אשי איכא למימר קרא יתירא הוא דהא כתיב והעמידה"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' כשם שהמים בודקין אותה כך בודקין אותו. ירושלמי המאררים אמר רבי תנחומא מנין המאררים נגד רמ\"ח אברים שיש בה ונגד רמ\"ח אברים שיש בו כשם שהמים בודקין אותה על כל ביאה וביאה שהיא מקבלת מבעלה לאחר הבועל כך הן בודקין אותו וכשם שהיא אסורה לאחיו של בעל כך היא אסורה לאחיו של בועל היא על ידי שדרכה ליאסר בין לו בין לאחר היא נבדקת אבל הוא לכשתשתה הוא נבדק בדקו אותו ולא אותה אני אומר הזכות תולה ניחא כמאן דאמר הזכות תולה לה ואינו ניכרת ברם כמאן דאמר הזכות תולה וניכרת הרי לא הוכרה אלא אני אומר מים מגולים שתה ונצבה הכין לא הוון בעייא מבדקוניה אלא כדין אלא אני אומר עם אחרים נסתרה ולא כן סברינן מימר לכשתשתה הוא נבדק תיפתר שהיה הוא מזיד והיא שוגגת ובדקו אותו ולא בדקו אותה בדקו אותה ולא בדקו אותו אני אומר הזכות תלה ליה ניחא כמ\"ד הזכות תולה ואינו ניכרת ברם כמ\"ד הזכות תולה וניכרת הרי הוא לא הוכר אלא אני אומר מים מגולים שתת ונצבת הכין לא הוה בעי מבדקונה אלא כדין אלא אני אומר עם אחרים נסתרה מעתה גרש יהא מותר בה תיפתר שהיה הוא שוגג והיא מזידה ובדקו אותה ולא אותו הוא מזיד והיא שוגגת פשיטא שהיא מותרת לביתה גירש מהו שיהא מותר בה אפשר לומר מזיד בה ואת אמרת הכין הוא שוגג והיא מזידה פשיטא שהיא אסורה לביתה גירש מהו שיהא מותר בה אפשר לומר יצאה מתחת ידו ואת אמר הכין ומנין שהדבר תלוי בה שמעון ב\"ר אבא בשם ר' יוחנן אמר ואל אשת עמיתך לא תתן שכבתך לזרע לטמאה בה בה הדבר תלוי אם היתה מזידה אסורה שוגגת מותרת:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ההוא דמודע לה כהן. פירוש הכהן צריך להודיע שלא להוציא לעז וכיון דגלי לן קרא דהוא נבדק כמותה וכתיב בה צואה ידיעה ועשייה לא צריך למכתב תו ביה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "זו שאסורה בתרומה אינה דין שאסורה לכהונה. וליכא למימר בת ישראל יוכיח שאסורה בתרומה ומותרת לכהונה דה\"פ ומה גרושה שמותרת לתרומה אסורה לכהונה ע\"י מעשה שנעשה בה דהיינו גירושין זו וכו' אינו דין שאסורה לכהונה ע\"י זנות שנעשה בה אבל בת ישראל מה שפסולה בתרומה אינו ע\"י מעשה ועוד אם תנשא בת ישראל לכהן תהא מותרת לתרומה מה שאין כן באלו שאין להם היתר לעולם בספרי מתני הכי ומה גרושה קלה שמותרת לחזור למגרשה בישראל פסולה מן הכהונה סוטה חמורה דין הוא שפסולה מן הכהונה:"
            ], 
            [
                "מה ת\"ל היא נטמאה וכו'. כגירסת רש\"י וכך סיומא ללמדך שלעולם אין משקין אלא על הספק וא\"ת וכי איצטריך קרא למיסר ספיקא יש לומר הכתוב אוסרה קודם שתיה כאילו היא ודאי ואע\"ג דליכא מלקות כדמוכח בפ\"ק דיבמות (דף יא:) מיהו לאו הבא מכלל עשה איכא ואפי' אם היא טהורה נענש בב\"ד של מעלה אם בא עליה כמו על חייבי עשה ולא כשאר ספיקות כגון ספק חלב ספק שומן ואכלו ונודע שהוא שומן אע\"ג דצריך כפרה וסליחה מיהו לא חמיר כחייבי עשה:"
            ], 
            [], 
            [], 
            [
                "אינו דין שעשה בו ספק כודאי. ליכא למיפרך נזיר ועושה פסח יוכיחו שעשה בהן אונס כרצון דנפקא לן מכי ימות מת עליו בפתע פתאום בספרי ובפרק ב' דכריתות (דף ט.) ואפ\"ה לא עשה בהן ספק טומאת התהום כודאי לפי שטומאת התהום הלכה הוא ולא סתרינן ק\"ו מהלכה וה\"ה דאין להוכיח משם דהכי אמר בהוכחה אף אני אביא זה והלא אין ללמוד הימנו אבל הא איכא למתמה אמאי לא פרכינן מה לסוטה שכן רגלים לדבר שהרי קינא לה ונסתרה כדפרכינן לעיל בריש פ\"ק (דף ב:) ואין לומר משום דלעיל מיירי בטומאה דבתר קינוי וסתירה דמהימן עד א' התם ודאי איכא רגלים אבל הכא ילפינן מסתירה דבתר קנויא גרידא דליכא למיפרך שכן קינא לה דקנויא לא חשיב רגלים בלא סתירה דהא בריש מסכת נדה (דף ב:) דמייתי התם מקוה שנמדד ונמצא חסר כל הטהרות שנעשו על גביו בין ברה\"ר בין ברה\"י טמא ר\"ש אומר ברה\"ר טהור ברה\"י תולין ושניהם לא למדוה אלא מסוטה רבנן סברי כסוטה מה סוטה ספק הוא ועשאוה כודאי אף כו' ופריך אי מסוטה נימא מה סוטה ברה\"י טמא ודאי הכא נמי טמא ודאי הכי השתא התם יש רגלים לדבר שהרי קנא לה ונסתרה הכא מאי רגלים לדבר איכא אלמא אע\"ג דמסתירה דבתר קנויא יליף כי הכא פריך והכא אמאי לא פריך הכי ויש לומר דסתירה על ידי קנויא בסוטה הוי כספק מגע שרץ שהרי בלא קנויא לא היה שום ספק בסתירה גרידא דלא נחשדו על העריות הלכך הקנויא גורם הספק וה\"פ במס' נדה התם גבי סוטה וספק שרץ הרי ריעותא דהיינו השרץ והבועל קמן אצל הטהרות והאשה אבל גבי מקוה קודם טבילה לא ראינו שום ריעותא דאיכא לספוקי על ידה ולעיל בפ\"ק קודם העדאת עדים לא הואי שום ריעותא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מכאן אמרו וכו' ברשות הרבים ספיקו טהור. בפ\"ק דשחיטת חולין (דף ט:) ובפרק אין מעמידין (ע\"ז דף לז:) אמר דספק טומאה ברשות הרבים הלכתא גמירי לה מסוטה דמשמע דדוקא במקום סתירה טמא אבל שלא במקום סתירה גמירי דטהור ודאי הוא ותימה למאי איצטריך הלכתא לימא העמד טהור על חזקתו ואימור לא נטמא והכי אמר בהדיא נמי בריש מסכת נדה (דף ג.) דרבי שמעון גמר לה מספק טומאה ברה\"ר ואמר ורבנן הכי השתא התם גברא בחזקת טהרה קאי מספיקא לא מחתינא ליה טומאה וי\"ל אי לאו הלכתא דגמרינן דברה\"ר טהור הוה אמינא סתירה דנקט קרא לא דבר הכתוב אלא בהווה וה\"ה לכל ספק טומאה בכל מקום שנולדה דמסברא אין לטהר זו יותר מזו וסד\"א דגזירת מלך כך היא בכל ספק טומאה הלכך איצטריך הלכתא להעמיד ספק טומאה ברשות הרבים אחזקתה דלא מחתינן ליה טומאה מספק ירושלמי דפירקין קמא מ\"מ יש רגלים לדבר לפלטיא בלילה לחורבה ביום למבואות אפילות ביום שאלו את בן זומא מפני מה ספק רה\"י טמא אמר לון סוטה מה היא לבעלה ודאי או ספק אמרו ליה ספק אמר להו מצינו שהיא אסורה לבעלה ומכאן אתה דן לשרץ מה כאן רשות היחיד אף להלן ומה כאן דבר שיש בו דעת לישאל אף וכו' מכאן אמרו דבר שיש בו דעת לישאל וכו' מיליהון דרבנן פליגין דמר רבי זעירא ור' יוסי בשם ר' יוחנן קטנה שזינתה אין לה רצון להאסר על בעלה והא תנינן כל דבר שיש בו דעת לישאל ספיקו טמא ברם הכא אע\"פ שיש בו דעת לישאל ספיקו טהור ומפני מה ספק רה\"ר טהור אמר להו מצינו שהציבור עושין את הפסח בטומאה בזמן שרובו של ציבור טמאים אם טומאה ודאית הותרה לצבור ק\"ו לספק טומאה וסיום הברייתא בתוספתא דמסכת טהרות פרק הנבילות השחוטות רשב\"ג אומר מפני מה ספק רה\"י טמא וספק רה\"ר טהור מפני שאפשר לישאל ליחיד ואי אפשר לישאל לרבים:", 
                "ברשות הרבים ספיקו טהור. מקשי' מפרק שני נזירין (נזיר דף נז.) דתנן שני נזירין שאמר להן אחד ראיתי אחד מכם שנטמא ואיני יודע איזה מכם הוא שניהן מביאין קרבן טומאה וקדייק בגמרא ואמאי כל ספק טומאה מהיכא גמירי מסוטה מה סוטה בועל ונבעלת אף כל ספק טומאה ברה\"י כגון דאיכא בי תרי אבל הכא שני נזירין והאי דקאים גביהון הא תלתא הוי ליה ספק טומאה ברה\"ר אלמא כל היכא דאיכא תלת חשיב ליה כרה\"ר א\"כ הא דתנן בפרק האשה שהיא עושה צרכיה (נדה ס:) שלש נשים שהיו ישינות במטה אחת ונמצא דם תחת אחת מהן כולן טמאות אמאי כיון דאיכא שלש הוה ליה כרה\"ר מיהו מהתם לא קשיא מידי דלא דמי לשרץ דשרץ אפשר שלא נגע וטהור אבל התם אחת מהן ודאי טמאה שיצא הדם מגופה והיאך נטהר כולם ולא דמי אלא לשני שבילין (טהרות פ\"ה מ\"ה) אבל מפרק קמא דנדה (דף ב.) מקשינן דתנן כיצד דיה שעתה היתה יושבת במטה ועסוקה בטהרות ופירשה וראתה היא טמאה וכולן טהורות ודייק בגמרא (דף ה:) טעמא דדיה שעתה הא מעת לעת מטה נמי מטמא מכדי דבר שאין בו דעת לישאל ספיקו טהור תרגמא כשחברותיה נושאות אותה במטה דהויא לה יד חברותיה סוף סוף חברותיה והיא הויא שלש והוה ליה ספק טומאה ברה\"ר ואמאי מטמינן לה ונראה דלא חשבינן טומאה ברה\"ר אלא היכא דספיקא היתה יכולה להיות גלויה לכל כגון ההיא דנזיר ותשעה צפרדעים ושרץ אחד ביניהם (כתובות דף טו.) אבל ההיא דנדה המגע ודאי הוא שנגעה במטה ואין שום ספק אלא אם ראתה או לאו ומקום המקור מקום סתר הוא ולא שייך למימר ביה רה\"ר אפילו אם נולד ספק ראייתה ברשות הרבים אבל בהא איכא למתמה אמאי משוינן מטה כספק טומאה ברשות היחיד והא לא דמיא לסוטה דסוטה ודאי שרץ וספק מגע כגון בועל הוא השרץ וספק אם בעל אבל התם ודאי מגע וספק מעת לעת הוא שרץ דשמא לא ראתה ואנן לא ילפינן מסוטה אלא דדמי לסוטה דהא דבר שאין בו דעת לישאל ממעטינן הואיל ולא דמי לסוטה ועוד תניא בהדיא בתוספתא דטהרות פרק [הנבילות] השחוטות (פ\"ו) נגע באחד בלילה ואינו יודע אם חי אם מת למחר עומד ונמצא מת רבי מאיר מטהר שספק רשות הרבים טהור אלמא דמסוטה גמירי אע\"ג דהוי ודאי מגע וספק שרץ ותימה מאי שנא דמטהרינן דבר שאין בו דעת לישאל הואיל ולא דמי לסוטה ובכי האי גוונא לא מטהרינן וי\"ל דהכי הלכתא גמירי לה א\"נ עיקר הדבר שאין בו דעת לישאל נפקא לן מוהבשר אשר יגע בכל טמא לא יאכל כדלקמן בשמעתין וכיון דגלי לן קרא דאיכא לפלוגי בין דבר שיש בו דעת לישאל לשאין בו דעת דדבר שיש בו דעת ספיקו טמא ולא פירש טומאתו היכן נלמוד סתום מן המפורש מסוטה דמפרש בו דוקא מקום סתירה ואע\"ג דמסיק אי מסוטה הוה אמינא דעת נוגע ומגיע אגב שיטפיה נקט ליה אי נמי הכי פירושו ואי הוה גלי לן קרא בסוטה דבעינן דבר שיש בו דעת לישאל הוה אמינא דעת נוגע ומגיע. סיום הברייתא דנגע באחד בלילה וחכמים מטמאין שכל הטומאות כשעת מציאתן ומודים חכמים לרבי מאיר שאם ראוהו חי מבערב אע\"פ שבא שחרית ומצאו מת טהור מפני שזה ספק רה\"ר אלמא דבין לרבנן בין לרבי מאיר אפילו בלילה חשבינן ליה רשות הרבים וקשיא מהא דתנן במסכת טהרות פרק שמיני (מ\"ג) המאבד ביום ומצא ביום טהור ביום ומצא בלילה ביום ומצא ביום של אחריו ספיקו טמא זה הכלל כל שעבר עליו הלילה או מקצתו ספיקו טמא אלמא דלילה חשיב לעולם כרשות היחיד ולעיל אייתינן נמי מירושלמי מ\"מ יש רגלים לדבר לפלטיא בלילה לחורבה ביום למבואות אפילים ביום אלמא דפלטיא בלילה חשיב רה\"י. בתוספתא דטהרות פרק ז' יש דברים ברה\"ר ועשאום כרה\"י קופה ברה\"י גבוה י' טפחים והטומאה בתוכו ספק נגע ספק לא נגע ספיקו טהור הכניס ידו לתוכה ספק נגע ספק לא נגע ספיקו טמא היתה כפושה על כתיפו וככר תרומה כרוך בסיב או בנייר ונתן בתוכו ספק נגע ספק לא נגע טהור הכניס ידו לתוכה ספק נגע ספק לא נגע ספיקו טמא חמור ברה\"ר גבוה י' טפחים וטומאה נתונה על גביו ספק נגע ספק לא נגע ספיקו טהור פשט ידו על גביו ספק נגע ספק לא נגע ספיקו טמא סלע ברה\"ר גבוה י' טפחים וטומאה עליו ספק נגע ספק לא נגע ספיקו טהור עלה לראשו ספק נגע ספק לא נגע ספיקו טמא היה זה רוכב על חמורו וזה רוכב על חמורו אחד טמא ואחד טהור ספק נגעו זה בזה ספק לא נגעו ר' יעקב מטמא ורבי יוסי מטהר בנו של זה רוכב על כתיפיו ובנו של זה רוכב על כתף אחד טהור ואחד טמא ספק נגעו זה בזה ספק לא נגעו ר' יעקב מטמא ורבי יוסי מטהר היתה חבילה על כתיפיו והרוק מדובק בכותל למעלה מי' טפחים ספק הסיט ספק לא הסיט ר' יעקב מטמא ורבי יוסי מטהר שהיה ר' יעקב אומר כל שהוא למעלה מעשרה טפחים ברה\"ר הרי הוא כרה\"י ורבי יוסי אומר כל שדרך הילוכו ברה\"ר טהור ועוד מפרש התם דין בקעה בימות החמה ובימות הגשמים אלו הן ימות החמה משתעקר תבואה ואלו הן ימות הגשמים משתרד רביעה שניה ובפרק מי שמת (ב\"ב דף קנג:) מפרש הא דאמרינן בימות החמה רה\"ר לטומאה לא שנו אלא שלא עברו עליו ימות הגשמים אבל עברו עליו ימות הגשמים רשות היחיד לכאן ולכאן:"
            ], 
            [], 
            [], 
            [], 
            [
                "ותו לרבי עקיבא כהונה מנא ליה. רש\"י פי' דמקל וחומר לא יליף דאם כן היינו רבי ישמעאל ותימה אי לית ליה קל וחומר דרבי ישמעאל א\"כ כיון שנבעלה לפסול לה בעילה ודאית מנא ליה דפסולה לכהונה והא ביבמות בפרק אלמנה (דף סח:) ילפינן ליה מהאי קל וחומר ועוד הא ליכא למיפרך עליה מידי יש לומר הכא לית ליה קל וחומר משום דאי לא הוו כתיבי אלא תלתא קראי הוה אמינא חד לבועל וחד לבעל וחד לכהונה דחמיר טפי כדפריך לרבי ישמעאל אבל גבי בעילת פסולין כתיבה תרומה בהדיא:"
            ]
        ], 
        [], 
        [], 
        [
            [
                "שלישי הבא מחמת שני וכו'. פירש רש\"י דשמעינן מיניה תרתי שמעינן מיניה אוכל הבא מחמת טבול יום דסבירא ליה כאבא שאול ושמעינן מיניה דשלישי הבא מחמת שני וכו' תימה כיון דיליף ק\"ו לשלישי ממחוסר כיפורים לאו ממילא שמעינן מיניה דאית ליה כאבא שאול דבהאי קל וחומר גופיה דמחוסר כיפורים נפקא לן אוכל הבא מחמת טבול יום דעביד רביעי א\"כ אמאי הוי ליה למיתניה לרביעי בקודש מאוכל הבא מחמת טבול יום וכי לא מייתי ליה שפיר טפי ממחוסר כיפורים גופיה מדהוי מייתי ליה מאוכל הבא מחמת טבול יום דאוכל הבא מחמת טבול יום גופיה לא שמעינן ליה אלא מק\"ו דמחוסר כיפורים ונראה דאפי' הכי הוי ניחא ליה טפי לעשות שלישי מק\"ו ראשון כגון שלישי הבא מחמת שני דאלים טפי למיעבד רביעי ממאי דמייתי ליה ממחוסר כיפורים שצריך למייתי שלישי גופיה (למייתי) מק\"ו דטבול יום דפסול בתרומה אע\"ג דבין כך ובין כך הוי ק\"ו בן ק\"ו מיהו לאלומי כח שלישי עדיף ליה טפי:"
            ], 
            [], 
            [
                "הא אייתינה ממחוסר כיפורים ולא פרכינן. רש\"י פי' משום דכיון דטבל אזלה ליה ההיא טומאה ולא ידענא אמאי פי' הכי הא ע\"כ אית לן למימר דר' יוסי סבירא ליה כרבן יוחנן בן זכאי דמייתי שלישי בתרומה במה הצד דאי לא תימא הכי שלישי מנא ליה ובאותו מה הצד גופיה מייתי רבי יוסי רביעי ממחוסר כיפורים ומכלי חרס ומשום הכי לא פריך. ספר הישר. מסיק בפ\"ק דשבת (דף יד.) זימנין דאכיל אוכלין טמאין וכו' הקשה ריב\"א הלוי זצ\"ל אלמא דאוכלין טמאין פוסלין את הגויה בכביצה דאפי' כביצה מטמאין למשקין דתרומה דשדי לפומיה והתנן בפרק כיצד משתתפין (עירובין דף פב:) חציה לבית המנוגע וחצי חציה לפסול את הגויה דהיינו שני ביצים ותירץ מורי אין דרך בני אדם לשתות אלא לאחר אכילת שני ביצים וקודם לכן מילתא דלא שכיחא היא ואין נראה לר\"י תירוץ זה חדא שאפילו בלשון לא דקדק שבכאן הוא אמר לפסול את הגויה ולשם הוא אומר אלו פוסלין בתרומה משמע אפילו במגע ובכאן לא גזרו אלא טומאת פנים אטו טומאת חוץ ועוד היאך אנו אומרים ביומא פרק אחרון (דף פ:) אמר רב פפא הנח לטומאת גויה דלאו דאורייתא ומותיב מי אמר רב פפא הכי והכתיב לא תטמאו בהם ואמר רב פפא מכאן לטומאת גויה דאורייתא ומתרץ מדרבנן וקרא אסמכתא בעלמא ואם היה מגזרת י\"ח דבר וכי בזה היה טועה בעל הגמרא שהם דאורייתא והלא פשט איסורם בכל העולם אלא ודאי נראה דתרי גזירות הוו חדא גזירת טומאת פנים אטו טומאת חוץ דהיינו פסול גויה דהרואה סבר דמותר להגיע טומאה למשקין דהא זה כשאכל תרומה ואח\"כ שותה משקין טמאים נוגעין זה בזה בתוך מעיו ולא חיישינן להכי נמי לא נחוש אפי' בחוץ להכי גזרו ודוקא בשני ביצים אבל בכביצה לא שהרי האוכל כביצה מתעכל בתוך מעיו ונשאר בין שיניו ולכשיהיה בבני מעיו יפחת הרבה מכביצה ואין אדם טועה שאפילו אוכל אוכלין טמאין בכביצה ושותה משקין דתרומה לא יאמר א\"כ טהורין הן בכביצה אפי' בחוץ דהא בפנים לא היה כביצה שהרי נתעכל האוכל ולא היה כשיעור לטמא ודוקא באוכלין מצריך יותר מכשיעור משום דמתעכל אבל משקין פסלי גויה בכדי רביעית דאין דרך משקה להתעכל בתוך מעיו וא\"ת היה להן להוסיף יותר מעט מ\"מ כיון דנחית לשיעוריה העמיד אותה על שני ביצים שהוא שיעור ידוע וגזירה אחרת אותה של שבת שגזרו בכביצה אף על מגע ואותה של שחיטת חולין (דף לד.) דאמר עולא האוכל אוכל שלישי של חולין שנעשו על טהרת תרומה נפסל גופו מלאכול בתרומה איני יודע לפרש אם היה מאותה גזירה ראשונה מ\"מ למה גזרו אי משום טומאת חוץ הלא אפילו אם היה נוגע בשלישי שבתרומה לא היה נפסל שאין שלישי עושה רביעי בתרומה כדמוכח התם דתניא חולין שנעשו על טהרת הקדש הרי הוא כחולין רבי אלעזר ברבי צדוק אומר הרי הן כטומאה לתרומה לטמא שנים ולפסול אחד א\"כ אינו רביעי וא\"ת מגזרה שניה ומשום משקין דאכיל אוכלין טמאין ושתה משקין דתרומה אם כן למה נפסל גופו יהי' טמא אפי' במגע וא\"ת גזרה שלישית היא מ\"מ הטעם לא נודע אלא א\"כ נאמר רבו בגזרות וגזרו גזירה לגזרה ולפי פירוש הקונטרס שפירש בשחיטת חולין אינו נראה ואינו מיושב יפה שמפרש האוכל אוכל ראשון זהו חצי פרס שהרי אנו אומרים מאי טעמא דילמא אכיל אוכלין טמאין ושתי משקין דתרומה וזהו אפילו בכביצה. ע\"כ לשון ספר הישר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מר סבר תחומין דאורייתא ומר סבר תחומין דרבנן. תימה דהכא משמע דאי הוה משתעי קרא דאלפים אמה בלוים דהוה סבר דתחומין דרבנן אלא טעמא משום דמשתעי בשבת והא יליף לתחומין בפרק מי שהוציאוהו (עירובין דף נא.) מג\"ש מקום ממקום ומקום מניסה וכו' א\"כ אפי' הוה משתעי בשדות וכרמים הוי מצי למילף בהו ג\"ש דמקום דכתיב גבי שבת היינו אלפים דהא פריך התם ונילף מקיר העיר וחוצה אע\"ג דההוא קרא משתעי לדברי הכל בלוים ובספ\"ק דעירובין (דף יז:) משמע מאן דסבר דתחומין דאורייתא נפקא לן מאל יצא איש ממקומו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבי נחמיה אומר כסופר הפורס על שמע בבית הכנסת. בתוספתא (פ\"ו) ר' נחמיה אומר כבני אדם שקורין את שמע שנאמר ויאמרו לאמר מלמד שהיה משה פותח תחילה וישראל עונין אחריו וגומרין משה אמר אז ישיר משה וישראל אומרים אשירה לה' משה אמר עזי וזמרת יה וישראל אומרים זה אלי ואנוהו משה אמר ה' איש מלחמה וישראל אומרים ה' שמו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבי מאיר אומר מנין שאפי' עוברין שבמעי אמן. אין לומר דרבי יוסי הגלילי ורבי מאיר פליגי דרבי יוסי אית ליה דוקא עוללים ויונקים ולא עוברים אלא מקרא דמפי עוללים ויונקים נפקא ליה דתינוק שמט דד מפיו דמשמע יונקים בשעה שהוא יונק ולכך איצטריך קרא דמפי עוללים דאי לאו הכי כיון דנפקא לן מקרא ממקור ישראל במקהלות ברכו אלקים אפילו עוברים לא הוה צריך למימר תו עוללים ויונקים דבפ' שלשה שאכלו (ברכות דף מט:) תנינן בעשרה אומרים נברך אלהינו וכו' רבי יוסי הגלילי אומר לפי רוב הקהל מברכין שנאמר במקהלות ברכו אלקים א\"ר עקיבא מה מצינו בבית הכנסת אחד מרובין ואחד מועטין אומר ברכו את ה' וקדייק עליה בגמ' (שם דף נ.) ורבי עקיבא האי קרא דר\"י הגלילי מאי עביד ליה מבעי ליה לכדר' מאיר וכו'"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מי שקינא לה. פרק זה היה הגון שיהא שנוי ומעורב בפרק ראשון לאחר אותה בבא דאלו אסורות לאכול בתרומה ואח\"כ היה לו לשנות כיצד עושה לה וכל הסדר אבל תימה דלאחר ששנה שבדקוה המים הוא חוזר לקינוי: ה\"ג בסדר המשנה משקינא לה אפילו שמע מעוף הפורח והכי מסתברא ונראה דה\"פ מאחר שקינא לה אפילו קודם סתירה שמע פריצותא שהרי עכשיו קצת רגלים לדבר מכוער הדבר ומוציאה בכתובתה מאחר שלא נסתרה ולא נאסרה עליו ובענין זה מצוה לגרשה דאפילו לב\"ה [דאמר אפילו אם] הקדיחה תבשילו היינו רשות מיהו מצוה ליכא אלא בכה\"ג ואם מקיימה דומה לאדם שנפל זבוב לתוך תמחוי שמוצצו ואוכלו ולבית שמאי חובה הואיל וקינא לה רגלים לדבר מיהו כתובתה גובה הואיל ולא נסתרה והשתא אתי שפיר דרבי יהושע אבל לפירוש רבינו שלמה דפירש משקינא לה אפי' שמע מעוף הפורח שנסתרה דעוף פורח היינו עבד ושפחה שנאמנין בעידי סתירה ואם אינו רוצה להשקותה יוציא ויתן כתובתה וכי היה רבי יהושע מחייב כתובה לאחר שישאו ויתנו בה מוזרות בלבנה והלא אין המים בודקין אותה כדאמרינן בפרק קמא (לעיל דף ו:) ומאחר שהיא גרמה שתיאסר עליו ואין יכולה לשתות הויא כארוסה ושומרת יבם שלא שותות ולא נוטלות כתובה מיהו מצי למימר הא דאמרינן אין המים בודקין אותה לאחר שישאו ויתנו בה מוזרות בלבנה דוקא לאחר קינוי ועידי סתירה לרבי יהושע אבל כאן אין עידי סתירה אלא שמוזרות בלבנה נושאות ונותנות בפריצותה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כאן בבת אחת כאן בזה אחר זה קשיא דהכא משמע כיון שנתקבל עדותו של ראשון ואע\"פ שלא עשו ע\"י עדותו שום מעשה ולא שום הוראה רק שלא העיד השני בתוך כדי דיבורו של ראשון הוי דבריו של שני במקום ראשון כדבריו של אחד במקום שנים הכי משמע לפירוש רש\"י והא בפרק האשה שהלכה (יבמות דף קיז:) תנן עד אומר מת וניסת ובא אחר ואמר לא מת לא תצא וקא דייק בגמ' טעמא דניסת הא לכתחילה לא תנשא והאמר עולא וכו' ומשני הכי קאמר עד אומר מת והתירוה לינשא ובא אחר ואמר לא מת לא תצא מהתירה הראשון והא התם דבזה אחר זה מיירי דהא ניסת בנתיים ואפ\"ה בכה\"ג בזה אחר זה אם לא ניסת לא תנשא אא\"כ התירוה לינשא דאמר לא תצא מהתירה הראשון ופירש נמי רש\"י התם דדוקא שהתירוה קודם שיבא עד השני המכחישו אבל אם קודם שהתירוה מודה עולא דלא סמכינן אקמא דאכתי לא אחשביניה כתרי להכי נראה לפרש הכא בזה אחר זה שקיבלו עדות הראשון והורו ע\"פ עדותו מיהו תימה עולא גופיה דאמר הכי אליביה תני לא היתה שותה מה דוחקיה למימר הכי והא מתניתין לא משמע ששהה השני אחר הראשון עד שהורו ואסרוה עליו ואמרו אינה שותה וי\"ל דמתניתין בסתם קתני ' אי נמי רבי יצחק ועולא הוה מתרצי לההיא דהאשה זוטא כדמתרצי אליבא דר' יוחנן בפ' שני דכתובות (דף כב:) משום לזות שפתים וההיא דהאשה רבה (יבמות דף פח:) לא דמיא לתרוייהו משום דגברא אתי וקאי: הא חד וחד לא היתה שותה תיובתא דרבי חייא נראה האי דלא דחי ליה בזה אחר זה משום דסוף סוף תיקשי דיוקא דסיפא דשנים אומרים נטמאת וא' אומר לא נטמאת לא היתה שותה הא חד וחד היתה שותה במאי מוקמת לה ע\"כ בבת אחת מאי קמ\"ל היינו רישא הילכך צריך לתרוצי כר' נחמיה בין לר' יצחק בין לר' חייא הני תרתי בבי דסיפא תימה היכי הוה מתרץ ר' יצחק מתני' דפרק אמרו לו (כריתות דף יא:) דתנן עד אמר אכל ועד אמר לא אכל אשה אומרת אכל ואשה אומרת לא אכל מביא אשם תלוי כיון דהאמינה תורה עד אחד דנפקא לן מאו הודע אליו חטאתו (ויקרא ד) חטאת הוי ליה לאיתויי בשלמא רבי חייא הוה מוקי לה בבת אחת. ירושלמי גידל בר בנימן בשם רב אמר ' בכל מקום שהכשירו עד אחד עדות האשה כאיש האיש מכחיש את האשה והאשה מכחשת את האיש דתנן עד א' אמר נטמאת ואשה אומרת לא נטמאת אשה אומרת נטמאת ועד א' אמר לא נטמאת תנא דבי רבי אומר כן ותו בירושלמי עד אחד אמר נטמאת ועד אחד אמר לא נטמאת שמעון ב\"ר אבא בשם ר' יוחנן כאן לא היתה שותה ובעגלה ערופה היו עורפין וטעמא מפני שכאן רגלים לדבר ומסיק נמי התם דבעידי טומאה לא אמרינן עדות שבטלה מקצתה בטלה כולה מפני שרגלים לדבר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מהו דתימא כי אזלינן בתר רוב דיעות לחומרא אבל לקולא לא קמ\"ל. ואם תאמר הא ממתני' בפרק האשה שהלכה (יבמות ד' קיז:) וממתני' דפרק עגלה ערופה (לקמן דף מז.) שמעינן לה י\"ל דהכא איצטריך דאפילו לקולא אע\"ג דרגלים לדבר ועוד דלא תנא פסולי העדות בהדיא במתני' להכי תנא גבי כל חד וחד:"
            ], 
            [], 
            [], 
            [], 
            [
                "קרית שמע ותפלה. תימה אמאי שייר הלל וקידוש של שבת וברכת הפירות וברכת המצות וליכא למימר דלא נקט אלא דאורייתא דהא בפרק מי שמתו (ברכות דף כא.) משמע דתפלה וקרית שמע דרבנן ועוד דהתם (דף כ:) משמע דקידוש דאורייתא והכי משמע נמי בריש מסכת נזיר (דף ג:) בשלמא מקרא מגילה איכא למימר להכי שייר דתנא בפ\"ב דמגילה (דף יז.) הלועז ששמע אשורית יצא אלא הני אמאי שייר ונראה דהני נאמרים בכל לשון אפי' אינו שומע הלכך לא דמו להני דמתני' דנאמרין דוקא בלשונם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "איהו הוא דקא מכסיף נפשיה. תימה והא אמר בשמעתא קמייתא דמנחות (דף ג.) דבין זכרים לנקיבות לאו דעתייהו דאינשי ואמר רבי התם דווקא אמרי [הכי] דאין מעשיו מוכיחים מפני שסומכין השומעין על דבורו שהוא שוחט חטאת לשם עולה אבל בסתמא כי הכא ודאי מרגישים בדבר:"
            ], 
            [], 
            [
                "ליכסיף וליזיל כי היכי דליכפר ליה. וא\"ת יחלוק כמו כן בקביעות מקום שחיטתה כי היכי דליהוי ליה כפרה גמורה י\"ל כיון שחלק הכתוב בדבר אחד שיש היכר בדבר מה צריך יותר. מ\"ר:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי שלא יקראנה למפרע מנליה. תימה דהכא משמע דבין רבי ובין רבנן אית להו דקריאת שמע דאורייתא וכן תנאי דפליגי התם בקורא את שמע ולא השמיע לאזנו וכן ב\"ש וב\"ה התם בפרק קמא דברכות (דף י:) דתנן בית שמאי אומרים בערב כל אדם יטה ויקרא ובבקר יעמוד שנאמר בשכבך ובקומך וב\"ה אומרים בשעה שבני אדם שוכבין אלמא דתרוייהו סבירא להו דקרא משתעי בק\"ש וסתמא דגמרא נמי התם פריך תנא היכא קאי דקתני מאימתי תנא אקרא קאי דכתיב בשכבך ובקומך ותו בפ\"ב (שם דף יג:) בפלוגתא דרבי זוטרא ורבי יאשיה דתניא והיו שלא יקראם למפרע הדברים על לבבך רבי זוטרא אמר עד כאן מצות כוונה מכאן ואילך מצות קריאה רבי יאשיה אומר עד כאן מצות קריאה מכאן ואילך מצות כוונה אמר מר רבי זוטרא וכו' מ\"ש מכאן ואילך מצות קריאה דכתיב לדבר בם ה\"נ הא כתיב ודברת בם וכו' אמר מר רבי יאשיה וכו' מ\"ש מכאן ואילך מצות כוונה דכתיב על לבבכם ה\"נ כתיב על לבבך אלא עד כאן מצות כוונה וקריאה מכאן ואילך כוונה בלא קריאה מ\"ש עד כאן מצות כוונה וקריאה דכתיב ודברת בם ה\"נ כתיב לדבר בם ההוא בדברי תורה כתיב מדקאמר ההוא בדברי תורה מכלל ודברת בם דוקא בק\"ש ותו התם הפועלים שעשו מלאכה עם בעל הבית קורין ק\"ש ומברכין לפניה ולאחריה ואוכלים ומברכין לאחריה שתים כיצד ברכה ראשונה כתיקנה שניה כולל בונה ירושלים בברכת הארץ ולא מברך הטוב והמטיב משום דמדרבנן היא דביבנה תקנוה מכלל דק\"ש דחייב לקרות דאורייתא ובפרק מי שמתו (ברכות ד' כא.) בגמרא בעל קרי פריך סתמא דגמרא קריאת שמע דרבנן אהא דקאמר דק\"ש וברכת המזון דאורייתא ותו אמרינן התם (דף כא. ע\"ש) אמר שמואל ספק קרא ק\"ש ספק לא קרא אינו חוזר וקורא ספק אמר אמת ויציב ספק לא אמר חוזר ואומר מאי טעמא ק\"ש מדרבנן ודוחק לומר דכל הני דמשמע מינייהו דמדאורייתא הוי אסמכתא בעלמא דאין שיטת הגמרא לדייק כל כך על אסמכתא רבי ורבנן ועוד דאמר לימא קסבר כל התורה בכל לשון נאמרה ואי הוי אסמכתא בעלמא לא הוה צריך למידק מיניה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבנן סברי לה כמ\"ד הקורא את שמע ולא השמיע לאזנו יצא. תימה מאי דוחקיה למימר הכי הוה מצי למימר ורבנן תרתי שמעינן מיניה כדאמר בפרק היה קורא (ברכות דף טו.) דתנן הקורא את שמע ולא השמיע לאזנו יצא רבי יוסי אומר לא יצא ומפרש בגמרא מ\"ט דר' יוסי משום דכתיב שמע השמיע לאזניך ות\"ק שמע בכל לשון שאתה שומע ואידך תרתי ש\"מ:"
            ]
        ], 
        [
            [
                "כל התורה כולה בכל לשון נאמרה. פי' ר\"ח הא פשיטא דבשעת מ\"ת ניתנו למשה בלשון קודש והאי דקאמר הכא היינו אם ניתנה להעתיקה בלשון אחר או לא ומפירושו נשמע דלמ\"ד לא ניתנה להעתיקה בלשון אחר לא ניתנה לקרוא כמו כן בלשון אחר דמי שהיה קורא אותה בלשון פרסי והיא כתובה לשון עברי כאילו היה קורא בעל פה כדאמרינן בפ' שני דמגילה (דף יח.) קראה תרגום לא יצא היכי דמי אילימא דכתיבא מקרא וקא קרי תרגום היינו על פה הוא לא צריכא דכתיבא תרגום וקא קרי תרגום ולא ידענא לפירושו היכי סלקא דעתיה למימר אליבא דרבי דבכל לשון ניתנה ליכתב אם כן הא דאמר רבי ק\"ש ככתבה היינו בכל לשון שהרי בכל לשון ניתנה ליכתב אם כן היינו רבנן ותו תפשוט מיהא התם דאליבא דרבי בלשון הקודש נאמרה ותו מאי קמבעיא ליה והא פלוגתא היא בפ\"ק דמגילה (דף ח:) תנן אין בין ספרים למזוזות ותפילין אלא שהספרים נכתבין בכל לשון ותפילין ומזוזות אינן נכתבין אלא אשורית בלבד רשב\"ג אומר אף ספרים לא התירו שיכתבו אלא יוונית בלבד וי\"ל מהא דאמר רבי קרית שמע ככתבה ליכא למידק מיניה דאיכא למימר ככתבה המיוחד לה כשנכתבה יחידי כגון במזוזות ותפילין דכ\"ע מודו דבלשון הקודש והא דקאמר לימא קסבר רבי כל התורה בכל לשון נאמרה ה\"פ ולית ליה דרשב\"ג דאמר דוקא יוונית ולרבנן דאמרי בלשון הקודש לית להו דרבנן דאמרי ספרים נכתבים בכל לשון כך צריך לפרש לפי פירוש ר\"ח. ברכת המזון דכתיב ואכלת ושבעת. רש\"י שיבש הגירסא דלא גרס מנלן ופי' משום דלא בעי קרא דמהיכא תיתי דליבעי לשון הקודש ומיהו נראה עיקר כגירסת הספרים דגרסי בהו מנלן דסד\"א נילף ברכה מברכות הר גריזים דכתיב בהו אלה יעמדו לברך (דברים כז) מה להלן בלשון קודש אף כאן דהא בהאי ג\"ש ילפינן בפירקין (לקמן דף לח.) ברכת כהנים דבלשון הקודש להכי כתיב וברכת את ה' כלומר מאחר שהברכה והשבח כלפי השכינה תוכל לברך בכל לשון שתרצה ומסתמא בלשון שאתה מכיר שתתן שבח להקב\"ה בלבב שלם להנאתך והכי נמי איתא בירושלמי [דפרקין דאמר התם] וברכת כדי שיהא יודע למי מברך [ומשמע בפרק כיצד מברכין] (ברכות דף מ:) אפילו אמרה בלשון חול שלא כתיקונה יצא דומיא דבנימין רעיא כרך ריפתא בתר דכרך אמר בריך רחמנא מריה דהאי פיתא ואמר רב דיצא ידי ברכה ראשונה ומואמרת לפני ה' אלהיך דכתיב גבי וידוי [מעשר לא יליף דלא] דמי להאי דהכא כתיב את ה' אבל התם לפני ה' דלהכי כתיב לפני ה' דמשמע דבעזרה היה מתודה ולהכי איצטריך גזירה שוה דאמירה אמירה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שבועת העדות מנא לן. נראה לפרש אי לאו קרא הוה אמינא נילף קול קול ממשה להכי כתיב ושמעה דמשמע בכל לשון שהיא שומעת מדלא כתיב והשביעה בשבועת האלה אבל לפירוש רש\"י דפי' אי לאו קרא הוה אמינא דומיא דשבועת הר גריזים והר עיבל שהיו בלשון הקודש אדרבה נילף משבועת סוטה שהיא בלשון חול ועוד נילף אלה אלה מסוטה דכתיב בה בשבועת האלה להכי אית לך למימר אי לאו דכתיב ושמעה לא הוה ידענא אי הוה לן למילף קול קול או אלה אלה:"
            ], 
            [], 
            [
                "וענית ואמרת ולהלן הוא אומר וענו הלוים ואמרו. תימה אדרבה לילף ואמרת לפני ה' אלהיך מואמרת לפני ה' אלהיך מוידוי מעשר דהא מדדמי ליה ילפינן ואם תאמר הכא עניה עניה גמיר הא לעיל פריך ונילף אמירה אמירה מלוים ומהדר דנין עניה ואמירה מעניה ואמירה ואין דנין עניה גרידתא מעניה גרידתא (נ\"א ואין דנין אמירה גרידתא מעניה ואמירה):"
            ], 
            [], 
            [
                "אתיא קול קול. אין לומר אדרבה נילף קול קול משבועת הפקדון דעניה וקול מעניה וקול גמיר ואין דנין עניה וקול מקול גרידא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי יהודה מכה ככה. לא ידענא אי דריש ר' יהודה מכה ככה דכל האמור בפרשה אפילו קריאה מעכבא דאין לשנות מכל האמור דלהכי אהני כה ככה וממילא הוי לשון קודש נמי עיכובא דפרשה נאמרה בלשון קודש ותימה לומר כן דא\"כ כמאן מרבותיו ס\"ל לא כרבי אליעזר ולא כר' עקיבא דתרוייהו מודו דקריאה לא מעכבא ולא פליגי אלא ברקיקה (ביבמות דף קד:) דלר' אליעזר מעכבא כיון דהוי מעשה ולרבי עקיבא לא מעכבא מעשה באיש בעי' ואם אית לך למימר דרבי יהודה סבר דדוקא בלשון קודש מעכב אבל אם לא קראה כלל אינו מעכב גם הוא סברא תמוה שאם לא קראה כלל אינו מעכב ואם קראה בלשון חול מעכב ומסתברא טפי למימר דסבירא ליה דקריאה מעכב ופליג אתנא דמתניתין בפרק מצות חליצה (שם דף קד:) דקא סבר רבי יהודה לא נחלקו רבי עקיבא ורבי אליעזר בדבר זה והכי אמר בעלמא כגון בפרק רבי אליעזר דמילה (שבת דף קלה:) גבי פלוגתא"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מול הגלגל סמוך לגלגל. משמע מקום הרואה את הגלגל כדאמר (חולין דף יט:) ממול ערפו מול הרואה את העורף ולהכי אמר רבי אלעזר מול הגלגל והלא לא ראו את הגלגל ירושלמי מה מקיים ר\"א הר גריזים והר עיבל שתי גבשושית היו עשוי וקראו זה הר גריזים וזה הר עיבל על דעתיה דרבי יהודה מאה ועשרים מיל הלכו באותו היום על דעת ר\"א לא זזו ממקומם ותו בירושלמי דר' ישמעאל אומר כל ביאות שנאמרו בתורה לאחר י\"ד שנים נאמרו ז' שנים שכיבשו ושבע שנים שחילקו ודכוותיה לא נאמר ברכות וקללות אלא לאחר י\"ד שנים היתיב ר' חנינא קמיה ר' מנא והכתיב והיה בעברכם את הירדן תקימו את האבנים האלה א\"ל אבנים הקימו אותם מיד ברכות וקללות לאחר י\"ד שנים נאמרות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וכשהחזירוהו למקומו. ואי קשה והא בדברי הימים (ב ה) כתיב וישאו הלוים את הארון תריץ דהאי אחד מכ\"ד מקומות שנקראו הכהנים לוים דהא כתיב התם ויעלו את הארון ואת אהל מועד וגו' וכתיב העלו אותם הכהנים הלוים ופירוש הכהנים הארון והלוים אהל מועד וכליו וכתיב ויביאו הכהנים את ארון ברית ה' אל מקומו וכתיב במלכים וישאו הכהנים את הארון וכתיב ויעלו את ארון ה' ואת אהל מועד וגו' וכתיב ויעלו אותם הכהנים והלוים אי נמי הכהנים נטלוהו ממקומו אשר נטה לו דוד ומסרוהו ללוים והלוים נשאו עד ההיכל והכניסוהו הכהנים לדביר הרי כל המקראות מקויימים ועל זה אמר רבי יוסי כשהחזירוהו למקומו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עודם בירדן אמר להם יהושע. [ירושלמי] אמר ריש לקיש בירדן קיבלו עליהן את הנסתרות אמר להן יהושע אם אין אתם מקבלין את הנסתרות המים באין ושוטפין אתכם אמר רבי סימון ב\"ר זביד ויאות תדע לך שהוא כן שהרי עכן חטא ורובם של סנהדרין נפלה בעי אמר ר' לוי ביבנה הותרה הרצועה יצתה בת קול ואמרה אין לכם עסק בנסתרות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמירי כל טונא. ירושלמי לא דמי ההוא דטעין מן ארעא אל ארכבותיה ומן ארכבותיה לכתיפיה לההוא דתלי ליה [מן ארעא על כתיפיה] ולא דמי ההוא דתלי ליה לההוא [דאוחרן טעין ליה]:"
            ], 
            [], 
            [], 
            [], 
            [
                "טורטני וטורטני דטורטני. פירש ר\"ח דטורטני בלשון יון קנה של מאזנים וכיצד נשאוהו הביאו שני עמודים וסירגום בחבלים ונתנו האשכול על גבי חבלים ונתנו מוטות בחבלים בקצה העמודים המסורגים והאשכול נתן מוט א' מן הקצה מזה הראש וכיוצא בה בראש מקצה האחר נמצאו שתי מוטות בראש העמודים המסורגים בחבלים והאשכול נתון בחבלים ועל כל מוט מאלו המוטות שתי מוטות פחותין מהן מוט בראש זה ומוט בראש זה נמצאו ארבע מוטות בראשי שני מוטות הנתונים בראשי העמודים וכל מוט ומוט מאלו ד' מוטות היו טוענים אותן שני אנשים נמצאו שמנה סובלין את האשכול וזה פירוש טורטני וכו' כלומר מוטות ומוטות על מוטות ירושלמי כתיב איש אחד איש אחד למטה על דעתיה דרבי ישמעאל דו אומר לשונות ריבוי הן שנים עשר היו שמנה באשכול ארבעה בתאנים ורימונים ובנושאי כלים על דעתיה דרבי עקיבא דו אומר לשונות כפולים עשרים וארבעה היו ט\"ז באשכול שמנה בתאנים ורימונים ונושאי כלים על דעתיה דרבי ישמעאל טורטרין על דעתיה דרבי עקיבא טורטרין וטורטרי טורטרין:"
            ]
        ], 
        [
            [
                "כחנייתן עברו. י\"ל הראשונים לעולם כשהיו מגיעין לשפת עבר השני לצד מערב היו הולכין למטה בירדן ועושין מקום מעמד לבאין אחריהם שהרי רוחב מחנה ישראל היה שנים עשר מיל ורוחב הירדן לא היה כ\"א חמשים אמה ומיל הוא אלפים אמה וי\"ל דדוקא באורך ורוחב חנייתן נכנסו בירדן אבל לאחר שנכנסו בירדן נמשכו זה אצל זה וצמצמו עצמן שאם לא תאמר כן אלא כדרך חנייתן עמדו בירדן אם כן לא עמדו כולם בירדן בשעה שהתנה יהושע עמהן שהרי אתה מוצא ברוחב שנים עשר מיל ת\"פ רצועות רחבות חמשים אמה כרוחב הירדן ואורך כל רצועה י\"ב מיל על רוחב נ' אמה ואם היה לך להקיף אותן ת\"פ רצועות מדת ארכן זו אצל זו היה אורכו קרוב לאלף ות' (ומ') פרסאות כאורך הירדן והירדן לא נכרת כי אם עד ים הערבה ויוצא הוא ממערת פמייס שהוא בחלק דן כדאיתא בפ' מעשר בהמה (בכורות דף נה.) ואורך כל ארץ ישראל לא היה כ\"א ת' פרסאות ועוד דהיאך היו יכולין לשמוע התנאים מפי יהושע אלא ע\"כ בירדן לא היו עומדים כדרך חנייתן אלא מצומצמין ותימה לר\"י נהי דדרך חנייתן עברו מ\"מ הלא עמדו בירדן עד שגמר יהושע התנאים ונטלו האבנים ולא חזר לאיתנו עד שעברו כולן א\"כ אותם נ' אמה של ירדן ושהות זה שעברו היו המים נגדשין ועולין יותר על י\"ב מיל וי\"ל אותו גודש שהיה מיותר על י\"ב מיל לא הגיע לכלל גובה מיל ולהכי לא חשיב ליה:", 
                "בזה אחר זה עברו. תימה א\"כ אמאי תלי ליה ר' אלעזר בקלות המים והלא אינו תלויה אלא בעיכוב העברתם וי\"ל דבתרתי פליגי על מה שמשוה קלות האדם לקלות המים אמר זה אינו שאפילו אם היו עוברין דרך חנייתן היו המים נגדשין יותר מי\"ג מיל והוא לא אמר אלא י\"ב ועוד שבזה אחר זה עברו ועל זה תמיה רבי אם בזה אחר זה עברו מה קצבה שייך דקאמר שלש מאות שלפי חשבון גודל המים היו עוברים ברוחב חצי מיל שהוא אורך ג' מאות חסר י\"ב כיצד שתעשה י\"ב רצועות מי\"ב מיל על י\"ב מיל וכל רצועה ברוחב מיל ואורך י\"ב מיל וכשתצרפם זו אצל זו באורך יהיה אורך קמ\"ד מיל על רוחב מיל תחלוק רוחב הרצועות ותצרפנה לאורך יהיה אורך רפ\"ח מיל על רוחב חצי מיל והא מנא ליה שכך עברו ונראה דלר\"א בר שמעון לא עברו כלל דרך חנייתן שהרי בשעת חנייתן היו מפוזרים מפני שהיו נוטים אהליהם זה רחוק מזה כדרך חניית שיירות אבל כשעברו נמשכין כולן זה אצל זה ושמא לא היה כל ישראל כי אם ברוחב חצי מיל על חצי מיל וכשעברו זה אחר זה כדרך בני אדם העוברין דרך שביל אחד בעשרה בני אדם זה אצל זה יכול להיות כשיעור ס' ריבוא ששוהין בהעברתן כל כך:"
            ], 
            [], 
            [], 
            [], 
            [
                "מר סבר אדם קל. נראה דה\"פ אע\"פ שהדבר ידוע שמים קלים היינו דוקא כשהן יורדין כדי דרך מרוצתן אבל כאן שהיו נגדשין ועולין שיעור קלות מים ושיעור קלות אדם שוה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אבותי בקשו עלי רחמים. וא\"ת והאמר בפרק מי שמתו (ברכות דף יח.) דמיתי לא ידעין מידי ומשמע במסקנא. ואפילו אבות העולם יש לומר דעל ידי תפלה שזה מתפלל מודיעין להן שכך נתפלל והכי אמר בפרק שני דתענית (דף טז.) למה יוצאין לבית הקברות כדי שיבקשו עליהם מתים רחמים וכן בפרקי דחסידים בעובדא דרבי מנא דאשתטח אמערתא דאבוה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואמר רב אויא ואיתימא רבה בר בר חנן שהלך להביא כבשים מחברון. אע\"ג דמסיק בפרק שני דתמורה (דף יד:) דלאקרובי אזל מיהו שמעינן מיהת דשמן קניינא מדסלקא דעתך למימר שהלך להביא כבשים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מלמד שמתו מיתה משונה. נראה דרעה במגפה דרש:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שלשה מיני אבנים היו. ירושלמי ג' מיני אבנים הן אבני המלון ואבנים שהניחום יהושע תחת כפות רגלי הכהני' ואיסטליות שנתן להם משה אמר רבי יצחק פשוט לן ארבעה מיני אבנים הוה אמר ר' סימן בר זבידא ויאות אין תימר אבני המלון לשעה היו ונגנזו אין תימר אבנים שהקים יהושע תחת כפות רגלי הכהנים משוקעות הן במים אין תימר איסטליות שנתן להן משה כבר נכנסו עמהן לארץ אלא אם כן במה אנו קיימין באבנים שהקים יהושע להן על גב הירדן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כיצד כתבו ישראל את התורה. בתוספתא רבי יהודה אומר על גבי המזבח כתבוה אבל בירושלמי תני על אבני המלון נכתבו דברי ר' יהודה ר' יוסי אמר על אבני מזבח נכתבו מאן דאמר על אבני המלון בכל יום ויום אומות העולם היו משלחין נוטירין ומשיאין את התורה שהיתה כתובה בשבעים לשון מ\"ד על אבני המזבח לא לשעה היו ונגנזו [עוד הוא מעשה נסים נתן הקב\"ה בינה בלב כל אומה ואומה והשיאו את התורה שהיתה כתובה בע' לשון מ\"ד על אבני המלון נכתבו ניחא ושדת אותם בסיד אלא] מאן דאמר על אבני המזבח [נכתבו מאי] ושדת בסיד בין כל אבן ואבן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ועל דבר זה נתחתם גזר דינם לבאר שחת. ואם תאמר תיפוק ליה דבשעת מתן תורה החזירה הקב\"ה על כל אומה ולשון ולא קבלוה וי\"ל דעונש זה גדול הוא שלאחר שהיתה כתובה בידם ולא רצו ללמוד ומיהו תימה והאמר בפ\"ק דמסכת ע\"ז (דף ב:) דעדיין יש להן פתחון פה שיאמרו כלום כפית עלינו הר כגיגית כישראל וכל זמן שיש להן פתחון פה איך נתחתם גזר דינם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לרבות כנענים שבחוצה לארץ. תימה היאך קבלוה לרחב שהרי היא היתה מכנענים שבתוכה כדאיתא בספרי בפרשת בהעלותך ומה אם מי שהיתה מעם שנאמר בו לא תחיה כל נשמה [על שקירבה עצמה כך קירבה המקום] וארחב קאי ואמרינן נמי במס' מגילה (דף יד:) שנתגיירה ונסבה יהושע והכא משמע דכנענים שבתוכה לדברי הכל שאין מקבלין אותן ושמא על פי הדיבור היה ואמר לו שקודם שהתחילו המלחמה היו מקבלין שהרי כתיבת התורה על גבי האבנים היה קודם שהתחילו במלחמה ואפילו הכי לא היו מקבלין אלא היושבים חוץ לגבול ישראל כמו שפרש\"י ואי הוה מצינו למימר דאם היו חוזרין אז בתשובה בשעה שכתבו את התורה אפילו כנענים שבתוכה היו מקבלין ואפילו לר' יהודה ולמען אשר לא ילמדו אתכם לעשות קאי נמי אשבעה אומות והכי משמע נמי לשון הספרי בפרשת שופטים ושוטרים למען אשר לא ילמדו אתכם לעשות [מלמד] שאם עושין תשובה אין נהרגין אין מקבלין אותן לא קתני אלא אין נהרגין משמע אותם שצוה הקב\"ה לא תחיה כל נשמה אין נהרגין ולא נאמר לא תחיה כל נשמה אלא לאחר שהתחיל יהושע במלחמה שהרי יהושע שלח שלש פרוזטגמאות הרוצה להשלים ישלים להלחם ילחם אלמא אותן שהיו רוצין להשלים לא היה הורגן [וצריך לומר] אותן שהיו רוצין להשלים קודם שהתחיל במלחמה ראשונה ואף רחב קיבלה עליה קודם שהתחילו במלחמה ולא נחלקו רבי יהודה ורבי שמעון אלא באותן כנענים שחוץ לגבולים אם מקבלים אותם לאחר מכאן דרבי שמעון לא איצטריך למימר הא למדת שאם חוזרים בתשובה מקבלין אותן אלא אכנענים שבחוצה לארץ ולאחר שהתחילו במלחמה שדינם כדין [שאר] אומות שמקבלין מהן לעולם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואחר כך הביאו את האבנים. ה\"ג בתוספתא (פ\"ח) והביאו את האבנים שהעלו מן הירדן ובנו את המזבח והעלו עולות ושלמים ולא גרסינן וכתבו עליו את התורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "עשרים וחמש על אבן זו ועשרים וחמש על אבן זו. ירושלמי והלא אינן אלא כ\"ג מכאן וכ\"ז מכאן פי' לתנא דתני התם כשם שחלוקים כאן כך חלוקין באבני אפוד מקשה א\"כ על אותה אבן שהיו עליה של הר גריזים היו כ\"ג ועל השניה כ\"ז וזבולון מלא ומשני א\"ר יוחנן בנימין היה חצי מכן וצ\"ל דעל השניה שכתובין עליה אותו של הר עיבל היה כתוב ב\"נ ועל הראשונה ימ\"ן א\"ר זבידא ויאות מי כתיב ששה שמותם לא כתיב אלא ששה משמותם משמותם ולא כל שמותם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לעשות צרכיו. נראה משום דהוציאו בלשון ביאה ויבא הביתה קא דייק נמי דלעשות צרכיו נכנס:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "באותה שעה באתה דיוקנו של אביו. כתב רבינו משה הדרשן ואין איש מאנשי הבית [שם בבית דמשמע דוקא מאנשי הבית] לא היה שם מכלל דאיש אחר שלא מאנשי הבית כלומר חלוק ומופלג מתורת אנשי הבית היה שם וזהו דמות דיוקנו של אביו ותימה קצת מנלן דנראית לו בחלון ושמא מדכתיב בבית דמשמע בבית לא:"
            ]
        ], 
        [
            [], 
            [
                "והיו שרי יהודה רגמתם רוגמין אותן. כך שנויה ברייתא במכילתין משל למה הדבר דומה למלך בשר ודם שהיו לו שני בנים אחד גדול ואחד קטן אמר לקטן העמידני עם הנץ החמה אמר לגדול העמידני בג' שעות בא הקטן להעמידו עם הנץ החמה ולא הניחו גדול אמר לו לא אמר לי אלא עד ג' שעות והקטן אמר לא אמר לי אלא עד הנץ החמה מתוך שהיו עומדים צהובין ננער אביהן אמר להן בניי מכל מקום שניכם לא כיוונתם אלא לכבודי אף אני לא אקפח את שכרכם מה שכר נטלו שבטו של בנימין שירד תחילה לים ששרתה שכינה בחלקו שנאמר וכו' ומה שכר נטלו שבטו של יהודה זכה למלכות שנאמר שרי יהודה רגמתם אין רגמתם אלא מלכות שנאמר באדין אמר בלשצר והלבישו לדניאל ארגוונא (דניאל ה):"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אי אפשר לומר לוי למטה וכו'. ירושלמי ר\"ש אומר שמעון ולוי מה שמעון כולו למעלה אף לוי כולו למעלה מה אני מקיים הדין תנייה נגד הכהנים והלוים כדאמר ר' יהושע בן לוי בעשרים וארבעה מקומות הכהנים נקראו לוים וזה אחד מהן והכהנים הלוים בני צדוק (יבמות פו:):"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ונשתלשו בערבות מואב. וא\"ת מאי איצטריך למימר שלישי דערבות מואב והא לא איירי ר' ישמעאל בערבות מואב כלל יש לומר משום סיפא נקט לה דבעי למימר אין לך כל דבר מצוה ומצוה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רב משרשיא ערבא וערבא דערבא. כמדומה דהכי בעי למימר דלר\"ש בן יהודה קבל עליו כל אחד מישראל לתרי\"ג מצות קצ\"ח ריבוא ריבואות וח' אלפים ריבואות ותי\"ג ריבואות ושבע אלפים ומאתים בריתות לשש מאות אלף ושלשת אלפים וחמשים וחמש מאות בשביל ערבותן אם יעברו עליהן ולרבי אליבא דרבי שמעון ששים ריבוא פעמים ושלשת אלפים ותקנ\"ה פעמים חשבון זה בריתות קיבלו עליהן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ברכה אחת קודמת לקללה. ירושלמי יכול משהיו אומרים ברכות היו אומרים קללות תלמוד לומר הברכה והקללה קללה באחת וברכה באחת:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קשיא ליה לר' יונתן. אינו לשון הברייתא אלא לשון פי' הגמרא וה\"ג לה בסיפרי ר' יונתן אומר אי מה להלן וכו':"
            ], 
            [], 
            [], 
            [
                "וכתיב כל הימים. תימה אכתי עבודת יחיד מהיכא לן דאיתרבי דאיכא נשיאות כפים והא בכל הימים איכא נמי עבודת צבור כגון תמיד ונראה דודאי לדברי הכל אימעיט עבודת יחיד מנשיאות כפים ור' יונתן נמי אגב שיטפיה נקט ליה ולא הוה נשיאות כפים בכל יום אלא בעבודת תמיד כדתנן בפ\"ה דסדר תמיד (דף לב:) דלאחר שנתנו איברים על גבי כבש ומלחום ירדו ובאו להן ללשכת הגזית אמר להן הממונה ברכו ברכה אחת והם ברכו קראו עשרת הדברות שמע והיה אם שמוע ויאמר וברכו את העם ג' ברכות אמת ויציב ועבודה וברכת כהנים והוא הדין במוספין ובתמיד של בין הערבים:", 
                "ואיתקש ברכה לשירות. לעיל קאי דקאמר מקיש בניו לו אימא לענין שירות דוקא איתקוש להכי קאמר כיון דאיתקוש לשירות הוא הדין לברכה דהא איתקוש ברכה לשירות:"
            ], 
            [], 
            [], 
            [
                "או אינו אלא בכינוי. רבינו הלל פי' בספרי בכינוי כגון אל אלהים צבאות ולא מסתבר דהיכי תיסק אדעתא לשבושי קרא למימר יברכך אלהים במקום שם בן ארבע אותיות אלא בכינוי יש לומר כקריאתו באל\"ף דל\"ת:"
            ], 
            [], 
            [], 
            [], 
            [
                "הרי הוא אומר בכל המקום אשר אבא אליך וברכתיך. הכי תני בספרי בכל מקום אשר אני נגלה שם תהא מזכיר את שמי והיינו דקמתמה הכא בכל מקום ס\"ד וכי בכל מקום אשר אני מצוה שמי להזכיר דהיינו אפילו בגבולין תברכו דבכל מקום אשר אבא אליך משמע אני בעצמי שיהא שם גילוי שכינה אלא מקרא מסורס הוא בכל מקום אשר אבא אליך שאני נגלה שם שם אני מצוך להזכיר שמי המיוחד לי והיינו דוקא בבית הבחירה והיינו דקתני בספרי בכל מקום אשר אני נגלה שם תהא מזכיר את שמי ונראה דמזה הטעם נמנעו כהנים לברך בשם המיוחד משמת שמעון הצדיק כדאמרי' בפרק טרף בקלפי (יומא דף לט:) לפי שלא זכו שוב לגילוי שכינה ונראה לר\"י כהן שבירך ברכת כהנים בישיבה לא עשה ולא כלום הואיל ואיתקוש ברכה לשירות וגבי שירות אמר בפ\"ב דזבחים (דף כג:) דיושב מחלל עבודה הילכך אף כאן צריך לחזור ולברך מעומד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "או אינו אלא בלחש. תימה לר\"י אמאי לא נפקא לן מיניה מג\"ש דברכה ברכה מהר גריזים מה להלן בקול רם אף כאן בקול רם ומצינו למימר דלא איצטריך אלא לר\"י דלא יליף ליה מגזירה שוה אלא מכה:"
            ], 
            [], 
            [], 
            [
                "לשנים קורא כהנים. בירושלמי פרק אין עומדין אמר רב חסדא צריך שיהא החזן ישראל רב נחמן בר יצחק אומר אם היה כהן א' אומר כהן שנים אומר כהנים אמר רב חסדא אפי' כהן קורא כהנים שאין קורא כהנים אלא לאותו השבט:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל כהן שאינו עולה לדוכן עובר בשלשה עשה. ירושלמי במסכת נזיר פרק כהן גדול מהו שיטמא אדם לנשיאת כפים אחוי דר' אבא בר כהן אמר קמיה ר' יוסי בשם ר' אחא מטמא כהן לנשיאת כפים שמע ר' אחא ואמר אנא לא אמרי ליה כלום חזר ואמר או דילמא לא שמע מיניה אלא כיון דאמר ר' יהודה בר פזי בשם ר\"א כל כהן שעמד בבהכ\"נ ואינו נושא את כפיו עובר בעשה וסבר למימר שמצות עשה דוחה למצות ל\"ת אמר אנא לא אמרית ליה אייתוניה ואנא מלקי ליה [ר' אבוה הוי יתיב ומתני בבי כנישתא דקיסרין והוי תמן מיתנא ואתא עונתא דנשיאת כפים ולא שאלון ליה] אתא עונתא דמיצליא ושאלון ליה אמר להון על נשיאות כפים לא שאילתון לי ועל מיצלא אתון שאלון כד שמעון כן הוה כל חד וחד מנהון משמט גרמיה וערק:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא דסליק לפרקים. ה\"ה אי לא סליק אלא דמחזיק נפשיה ע\"י מתנות כהונה כמו שאמר בפרק הזרוע (חולין דף קלג.) אמר אביי מריש הוה חטיפנא מתנתא וכו' עד משקל נמי לא שקילנא לבר ממעלי יומא דכיפורי לאחזוקי נפשי בכהני ולפרוס ידיה אנסי ליה עידניה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא דאניסי הא דלא אניסי. בסוף מסכת ר\"ה (דף לה.) אמרי' דדוקא הני שבשדות אניסי אבל הני דקיימי במתא לא אניסי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מחיצה מאי. י\"ל דדוקא בדלא אניסי קמבעיא ליה אבל בדאניסי פשיטא דמי גרע מאחיהם שבשדות וא\"ת אי לא אניסי אמאי עדיפי מעם שאחורי הכהנים בלא הפסק מחיצה י\"ל עם שאחורי הכהנים מראין בעצמן כאילו אין הברכה חשובה בעיניהם דכתיב אמור להם פנים כנגד פנים והן עומדים אחורי עורף אבל בהפסק מחיצה כיון דלא קיימי אחורי עורף לאו מילתא היא דלא חזינן דקפיד קרא בהכי מההיא דסוף מס' ר\"ה (דף לה.) משמע דה\"ה לתפלה והכי משמע נמי בפרק כיצד צולין (פסחים דף פה:) דתנן אבר שיצא מקצתו לחוץ מן האגף ולפנים כלפנים מן האגף ולחוץ כלחוץ אמר רב וכן לתפלה ופליגא דר' יהושע בן לוי דאמר רבי יהושע בן לוי אפי' מחיצה וכו' מדקא פשיט סתמא דגמ' ממילת' דריב\"ל ש\"מ"
            ]
        ], 
        [
            [], 
            [
                "והזה על הצדדין שבפניו הזאתו כשרה. בירושלמי בפרק אין עומדין אמרי' הדא אמרה העומדין מן הצדדין בכלל ברכה:"
            ], 
            [], 
            [
                "כיון שנפתח ספר תורה אסור לספר אפי' בדבר הלכה. מקשינן מפרק קמא דברכות (דף ח.) דאמר רב ששת הוה מהדר אפיה וגריס אמר אינהו בדידהו ואנן בדידן ומצינו למימר דמהדר אפיה שאני אי נמי רב ששת שאני משום דהוה מאור עינים והוה פטור מקריאה משום דהוה דברים שבכתב אי אתה רשאי לאומרן על פה וכיון דפטור מקריאה אפילו בשעת שמיעה היה יכול לעסוק בדבר הלכה והיינו דקאמר אנן בדידן כגון דברי הלכה (כגון) דברים דעל פה ואינהו בדידהו דברים שבכתב מיהו מסתברא כפירוש ר\"ח דפי' התם דוקא רב ששת וכיוצא בו דתורתו אומנתו אבל האידנא כרבא סבירא לן דאמר רבא כיון שנפתח ס\"ת וכו' והאי דהוה מהדר אפי' י\"ל דלא הויא אורחא דמילתא לאיעסוקי בדבר הלכה באנפי ציבורא בעוד שהן עסוקין בשמיעת התורה:"
            ], 
            [], 
            [], 
            [], 
            [
                "כל כהן שלא נטל ידיו. פירש רש\"י אמר לי רבי אם נטל ידיו שחרית ונטהר כהן אינו צריך ליטול ידיו כשעולה לדוכן וכמדומה שהועתק מהגהת תלמיד שהרי אין לשונו משמע כך דפירש שלא נטל ידיו לפני עלותו לדוכן משמע ממש סמוך ועוד דמייתי גמרא קרא שאו ידיכם קדש וברכו משמע תיכף לנטילת ידים ברכת כהנים דמשמע ליה השתא דבברכת כהנים משתעי קרא דהיא בנשיאות ידים ומשמע בירושלמי פ\"ח דברכות דבברכה דמשתעי קרא בעינן נטילת ידים סמוך לה דמייתי לה התם אברכת המזון והכי איתא שלשה תכיפות הן תיכף לסמיכה שחיטה שנאמר וסמך ושחט תיכף לנטילת ידים ברכה שנא' שאו ידיכם וברכו תיכף לגאולה תפלה שנא' יהיו לרצון אמרי פי וגו' וכתיב בתריה יענך ה' ביום צרה ובפ' כיצד מברכין (ברכות מב.) משמע דההיא ברכה איירי בברכת המזון מיהו שמעינן מינה דבעינן תיכף נטילת ידים בברכה דמשתעי ביה קרא והכא מייתי לה אברכת כהנים ועוד אי מיירי הכא בשלא נטל ידיו בשחרית אמאי נקט כהן לנשיאות כפים תיפוק ליה משום דברי תורה שצריך ליטול ידיו כדאמרי' בפ\"ק דברכות (דף יא:) ובפ\"ב (שם יד:) אמר רבי חייא בר רב אשי זימנין סגיאין הוה קאימנן קמיה דרב לתנויי לן פירקא בסיפרא דבי רב ומקדים וקאי ומשי ידיה ומברך ומנח תפילין והדר אמר לן ואמר נמי התם דבעי לאהדורי בתר מיא לנט\"י לק\"ש מיל ומה לי ק\"ש ומה לי ברכת כהנים אי משום דצריך ברכה לפניה הכא נמי צריך ברכה לפניה כדאמר לקמן להכי מסתבר דהכא בנטילת ידים תיכף לברכה מיירי ושיעור תכיפה איכא למישמע מתכיפת סמיכה לשחיטה דאמרי' בפ' כל הפסולין (זבחים לג.) כל הסמיכות שהיו שם קורא אני בהם תיכף לסמיכה שחיטה חוץ מזו שהיתה בשער נקנור שאין מצורע יכול ליכנס שם אלמא כדי מהלך משער נקנור עד בית המטבחים לא חשיבה תכיפה ובמסכת מדות (פ\"ה מ\"א) משמע דלא הוי טפי מעשרים ושתים אמה מקום דריסת רגלי ישראל ומקום דריסת רגלי הכהנים שכל אחד היו י\"א אמה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וכי מהדר אפיה מצבורא מאי אמר. סדר נשיאת כפים מפי' רבינו שלמה עוקר רגליו בעבודה ממקומו ובא לפני התיבה ומתפלל יהי רצון שתהא ברכה זו וכו' ומאריך בה עד שיאמרו אמן של הודאה מפי הצבור וקורא כהנים אם שנים הם ואם אחד אינו קורא ש\"צ והוא מחזיר פניו מאליו כדאביי דאמר לעיל לאחד אינו קורא וכשכלה דבור מהקורא מברכין אשר קדשנו כו' ואחר כך מתחילין בברכה וכשכלה אמן אחרון מפי צבור הן מחזירין וכופפין קשרי אצבעותיהן אם רוצין ושליח צבור מתחיל שים שלום והכהנים יתפללו רבונו של עולם עשינו מה שגזרת וכו' ומאריכין בה עד שתכלה ברכה מפי שליח צבור עוקרין רגליהן והולכין להן: בשאלתות פרשת ויקח קרח כהן שעבד עבודת כוכבים לא ישא את כפיו דגרע מהורג את הנפש דאמרינן בפ' אין עומדין (ברכות לב:) כהן שהרג את הנפש לא ישא את כפיו ורבינו גרשום מאור הגולה השיב בתשובותיו דנושא כפיו וקורא ראשון בתורה דכיון דחזר בתשובה חוזר לקדושתו דתנן בסוף מסכת מנחות (דף קט.) אך לא יעלו כהני הבמות אל מזבח ה' בירושלים כי אם אכלו מצות בתוך אחיהם והרי הן כבעלי מומין שחולקין ואוכלין וכשם שבעלי מומין נושאין את כפיהם וקורא ראשון בתורה ואף זה שאם לא תאמר כן נמצאת מרפה ידיהן של בעלי תשובה שיאמרו אוי לאותה בושה אוי לאותה כלימה וימנעו מעשות תשובה ואמר ר' יוחנן כל האומר מנשה אין לו חלק לעולם הבא מרפה ידיהן של בעלי תשובה ותנא דבי רבי ישמעאל הואיל והלך זה ונעשה כהן לאלילים אדחה אבן אחר הנופל וכו':"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "במנחתא דתעניתא מאי אמרי. אע\"ג דפסקינן בפ' בשלשה פרקים (תענית ד' כו:) כר' יוסי דאמר ליכא נשיאות כפים במנחתא דתעניתא משום דשכיח שכרות ואתי לאחלופי בשאר יומי י\"ל הכא אליבא סתמא דמתני' דהתם בעי דקתני ד' פעמים ביום אי נמי אפי' לר' יוסי כדאמר התם מאחר דקי\"ל כר' יוסי האידנא מ\"ט פרסי כהני ידייהו במנחתא דתעניתא כיון דסמוך לשקיעת החמה קפרסי בתפלה כתפלת נעילה דמי:"
            ], 
            [], 
            [
                "אם עונינו ענו בנו. א\"ת הני פסוקים דמנחתא מאי הסברת פנים איכא בהו י\"ל משום דהיו מתענין על הצרה שלא תבא על הצבור ואמר בפ\"ק דתענית (דף יב:) ובפ' בתרא דמגילה (דף ל:) דבריבעא בתרא דיומא בעי רחמי דהיינו ממנחה ואילך כדכתיב (עזרא ט) ואני יושב משומם עד מנחת הערב ובמנחת הערב קמתי מתעניתי ובקרעי בגדי ומעילי ואכרע על ברכי ואפרוש כפי אל ה' אלקים הלכך התירו למבעי רחמי בעידנא דפרסי ידייהו דעת רצון הוא וענו ציבורא אמן כדמשמע בפ' הרואה (ברכות נה:) האי מאן דחזי חלמא ולא ידע מאי חזי ליקו קמי כהני בעידנא דפרסי ידייהו ולימא רבון העולמים חלום חלמתי וכו':"
            ]
        ], 
        [
            [
                "בנעילה דיומא דכיפורי מאי אמר. לא ידענא אמאי לא אמר בנעילה דתענית כי היכא דאמר במנחתא דתעניתא דהא משמע בגמרא בפ' בשלשה פרקים (תענית כו:) דבתענית הוה נמי נעילה אבל מוסף לא הוה בהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל האומרם בגבולין אינו אלא טועה. פירש ר\"י אע\"ג דאמרי' בפרק הרואה (ברכות נה:) האי מאן דחזי חלמא וכו' דהתם משום סכנה התירו שמא חלום מסוכן הוא שצריך רפואה דהא אפילו בשבת התירו להתענות תענית חלום. פירש ר\"ח הני כולהו רבי חייא בר אבא ודרבי חיננא בר פפא ודרבי אבהו הילכתא נינהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "על שאנחנו מודים לך. בערוך בערך הודאה פירש רב משה ראש ישיבה בן מרנא יעקב דקא מודו צבור על שליח צבור אינון סומכין ומאי על שאנו מודים לך על ההודאה דקאמר שליח צבור וקא ענו אינון אמן בירושלמי פ\"ק דברכות איתא נמי רבי אבא ב\"ר זבדא בשם רב מודים אנחנו לך שאנו חייבין להודות לך שמך תרננה שפתי כי אזמרה לך וגו' בא\"י האל ההודאות ר' שמואל ב\"ר אוניא בשם רבי אחא הודייה ושבח לשמך הגדול לך גבורה לך תפארת יהי רצון מלפניך ה' אלהינו ואלהי אבותינו שתסמכנו בתפלתנו ותזקפנו מכפיפתנו כי אתה הוא סומך נופלים וזוקף כפופים מלא רחמים ואין עוד מלבדך בא\"י האל ההודאות בר קפרא אומר לך כריעה לך ברכה לך כפופה לך השתחויה כי לך תכרע כל ברך וכל לשון לך תשבע לך ה' הגדולה והגבורה וגו' והעושר והכבוד מלפניך וגו' ועתה ה' אלהינו בכל לב ובכל נפש לך משתחוים כל עצמותי תאמרנה ה' מי כמוך בא\"י האל ההודאות אמר רבי יודן נהגין אמרי רבנן כולהון ואית דאמר או . אדה או אדה או אדה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שמא תפסוק רצועה בסנדלו. פירש ר\"ח שמע מינה דמותר ליכנס בבית הכנסת בסנדל ובמנעל דלא אסרו אלא שלא לעלות לדוכן בסנדל ורבי הביא כמו כן מפרק שלישי דמגילה (דף כד:) האומר איני עובר לפני התיבה בסנדל אף יחף לא יעבור אלמא דאפילו לפני התיבה מותר לעבור בסנדל והכי מסיק בהדיא בפרק הרואה (ברכות דף סג.) אמר רבא מה ביתו אקפנדריא קפיד איניש ארקיקה ואמנעל לא קפיד איניש אף בית הכנסת קפנדריא אסור ורקיקה ומנעל שרי:"
            ]
        ], 
        [
            [
                "וכל כך למה לפי שאין עונין אמן במקדש. תימה והלא היו עונין ברוך שכמל\"ו כשהיו שומעין שם הקדוש כדתנן בפרק אמר להן הממונה (יומא דף לה:) ובפרק טרף בקלפי (שם דף לט.) וזה היה הפסק גדול מעניית אמן ועוד שהיו נופלין על פניהם שהרי כשהיו שומעין את השם מפי כהן גדול בשעת הגרלה היו נופלין על פניהם כדאיתא בירושלמי הקרובים היו נופלין על פניהם והרחוקים היו אומרים ברוך שם כבוד מלכותו לעולם ועד ואלו ואלו לא היו זזין משם עד שהיה מתעלם מהן ונראה דהתם ה\"פ הקרובים היו נופלים וכ\"ש שהיו אומרים בשכמל\"ו אבל הרחוקים לא היו נופלין אלא בלא נפילה היו אומרים והיה שם הקדוש מתעלם ומשכח מן השומעים קודם שהיו זזין משם מ\"מ קא חזינן שהיו מפסיקין בענייתן בשכמל\"ו ושמא היו עונין בשכמל\"ו לאלתר כשהיו שומעין שם הנכבד והנורא ולא היו ממתינין עד סוף הפסוק ולפי שלא היו מפסיקין בין פסוק לפסוק חשוב להו כמו ברכה אחת:"
            ], 
            [], 
            [], 
            [], 
            [
                "ומנין שעל כל ברכה תהלה שנא' ומרומם על כל ברכה ותהלה. ואותה תהלה מפרש בפ\"ב דמסכת תענית (דף טז:) שהיא בשכמל\"ו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שמעת מינה חולקין כבוד לתלמיד במקום הרב. פי' הרב ר' יצחק בר מרדכי בפרק בא לו (יומא סט:) נראה דאסגן קאי שמקבל ס\"ת מראש הכנסת ואינה מקבלה מחזן בית הכנסת נמצא שזה חלק לו לסגן כבוד שראש הכנסת צריך לקבל מיד חזן הכנסת וליתן לסגן ומשני אביי כולה משום כבודו דכ\"ג דסופו לקבלה מיד הסגן אע\"פ שסגן חשוב ומכובד עדיין כהן גדול מעולה ממנו:", 
                "שמעת מינה. וא\"ת אמאי לא משני כגון דפליג ליה כ\"ג יקרא לסגן וסגן לראש הכנסת כדפסיק התם ביש נוחלין (ב\"ב דף קיט:) והילכתא חולקין והילכתא אין חולקין קשיא הילכתא אהילכתא ל\"ק הא דפליג ליה רביה יקרא הא דלא פליג ליה י\"ל הכא בסתמא קתני דלעולם היה המנהג כך בין פליג בין לא פליג ופלוגתייהו התם נמי בין פליג בין לא פליג דאי פלוגתייהו בדפליג לפסוק בהדיא כמ\"ד חולקין ואי בדלא פליג לפסוק כמ\"ד אין חולקין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והאמר מר אין ישיבה בעזרה. לא ידעתי מקומו ומייתי לה בפ\"ק דתמיד (דף כז.) ובפ' עשרה יוחסין (קדושין עח:) ובפ' ב' דיומא (דף כה.) ובתוספות רבי הראני דבחלק (סנהדרין קא:) בגמ' דג' מלכים מקומו ומורי הרב רבי מאיר בר קלונימוס הראני מקומו בתוספתא דסנהדרין בפרק כהן גדול ונראה דבתוספתא דר' חייא מקומה דהא מקשה בירושלמי לא כן תני רבי חייא לא היתה ישיבה בעזרה אלא למלכי בית דוד ואמר ר' אמי בשם ר\"ל אף למלכי בית דוד לא היתה ישיבה בעזרה תיפתר שסמך לו בכותל וישב לו והכתיב ויבא המלך דוד וישב לפני ה' אמר ר' אייבו ב\"ר נגרי שישב עצמו בתפלה תמן תנינן יצאת כת הראשונה וישבה לה בהר הבית השניה בחיל השלישית במקומה רבי נחמיה בשם ר' מנא מי תנינן ישבה לה (לא) במקומה עמדה לה במקומה והא דרבי אמי דמייתי בירושלמי דאף למלכי בית דוד לא היתה ישיבה במקומה בתחילת מדרש שוחר טוב והתם משמע דלבית דוד היה מתוקן כסא ושם היתה ישיבה וי\"ל שאותו כסא היה חוץ לעזרה והכי איתא התם אשרי האיש זש\"ה ויבא המלך דוד וישב לפני ה' וכן תני רבי חייא אין ישיבה בעזרה אלא למלכות בית דוד רבי אמי בשם ריש לקיש אמר אין ישיבה בעזרה אלא במקום מלכות בית דוד בלבד משמע דבאותו מקום היתה ישיבה לכל אדם ומינה דייק דכסאו היה נתון חוץ לעזרה מכלל דאף לעצמו אין ישיבה בעזרה ותו התם וכן הוא אומר וישב לפני ה' ולא כן א\"ר הונא בשם רבי שמעון אין ישיבה למעלה שאין להם קפיצת רגל שנאמר ורגליהם רגל ישרה וכתיב שרפים עומדים ממעל לו וכתיב וכל צבא השמים עומדים מימינו ומשמאלו למעלה אין ישיבה ודוד יושב אמר רבי אמי אף למלכי בית דוד אין להן ישיבה בעזרה מהו וישב לפני ה' שסמך עצמו לכותל ולמי היתה ישיבה בעזרה ובהיכל הוי אומר לכ\"ג שנאמר ועלי הכהן יושב על הכסא אם כן מהו וישב שישב עצמו בתפלה וקשה לר\"י אם לכ\"ג היתה ישיבה א\"כ מאי מקשה הכא והא אנן בכ\"ג קיימינן ותו קשיא מפ' שני דזבחים (דף יט:) דאמר התם כיצד קידש מניח ידו הימנית על גבי רגלו הימנית ומקדש אמר לו הפלגת אי אפשר לעשות כן שפיר קאמר ליה אמר רב יוסף חבירו מסייעו מאי בינייהו עמידה מן הצד איכא בינייהו:"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מצוה שאני. והכי פרכינן נמי בפרק כ\"ג בסנהדרין (דף יט:) גבי מלך דתנן לא חולץ ולא חולצין לאשתו רבי יהודה אומר אם רצה לחלוץ וליבם זכור לטוב איני והאמר רב אשי וכו' ומשני מצוה שאני וקשיא לר\"י אמאי לא משני הכי בפרק שני דכתובות (דף יז.) מעבירין את המת מלפני כלה וזה וזה לפני מלך ישראל אמרו עליו על אגריפס המלך שעבר לפני הכלה ושבחוהו חכמים וקא פריך מכלל דשפיר עבד והאמר רב אשי וכו' ומשני פרשת דרכים הוה ואמאי לא משני מצוה שאני ותו איכא למיתמה והא ההיא גופיה דרב אשי מיירי במקום מצוה דמעיקרא אמרי' אפי' למ\"ד הרב שמחל על כבודו כבודו מחול נשיא שמחל על כבודו אין כבודו מחול ומותיב ליה מעשה ברבי אליעזר ורבי יהושע ורבי צדוק שהיו מסובין בבית המשתה בנו של ר\"ג ברבי והיה ר\"ג עומד ומשקה עליהן וכו' אלא אי אתמר הכי אתמר אמר רב אשי אפי' למ\"ד נשיא שמחל על כבודו דהיינו רבי יהושע שקבל הכוס מרבן גמליאל וכן רבי (אלעזר בר) צדוק מלך שמחל על כבודו אין כבודו מחול משמע אפילו במקום מצוה דומיא דנשיא כההוא מעשה דרבן גמליאל שהיה סעודת מצוה ומחל על כבודו בשביל כבוד חכמים אורחין שהיו מסובין בסעודתו דמייתי עליה דאברהם אבינו והוא עומד עליהם אלמא דאפי' במקום מצוה אמר רב אשי אין כבודו מחול ונראה לתרץ דדוקא הכא שייך למימר מצוה שאני דמוחל על כבודו משום כבוד התורה שהוא כבוד השכינה וכן ההיא דפרק כהן גדול (סנהדרין יט:) דחולץ או מיבם מוחל על כבודו כדי לקיים מצות מלך עולמים ומראה בעצמו שאימת שכינה עליו אבל ההיא דכתובות (דף יז.) ופ\"ק דקידושין (דף לב:) שמוחל על כבודו כדי לחלוק כבוד לבשר ודם כגון לכלה ות\"ח בזה גזירת הכתוב הוא שאינו מוחל אפי' במקום מצוה שהרי מצות כיבוד עצמו שהן צריכין לעשות בו למלך כבוד גדולה ממצות כיבוד שחייב המלך לנהוג בהו שהרי גם עליהן אמרה תורה שום תשים עליך מלך שתהא אימתו עליך ולא אימתך עליו נמצא דמה שהמלך מכבדו ליכא מצוה:"
            ], 
            [], 
            [], 
            [
                "אותו היום נתחייבו שונאי ישראל כלייה. ירושלמי תני רבי חנינא ברבי גמליאל אומר הרבה חללים נפלו באותו יום שהחניפו לו ודבר תמוה לומר אם היה ראוי מפני התורה כיון דאמו היתה מישראל אלא משום דזילא מילתא כמו שפירש\"י שיתחייבו על חנופה מועטת כזאת עונש גדול ופירש ר\"י אע\"ג דאמר בפרק מצות חליצה (יבמות קב.) ובפרק החולץ (שם מה:) גבי רב מרי דמנייה רבא אפורסי דבבל וגבי אושפיזכניה דרב אדא בר אהבה אם היתה אמו מישראל מקרב אחיך קרינן ביה (קדושין דף עו:) היינו דוקא גבי נשיאות ושררות בעלמא דלינהג שררות במתא דדרשינן שום תשים עליך מלך מקרב אחיך מדסמך משימות למקרב אחיך ש\"מ דבעינן בהו מקרב אחיך קצת כגון אמו מישראל אבל מלך חזר ושנה עליו מקרב אחיך תשים עליך מלך דקפיד קרא גבי מלך עד שיהא ממש מקרב ממוצע מאביו ואמו מישראל וזו היתה החנופה שמלך בזרוע שלא כדין תורה והודו לו והחזיקו בכך נהי שלא יוכלו למחות היה להן לשתוק ולא להחזיקו וזהו עונש החנופה בדבר עבירה שמחניף לחבירו מחמת יראתו מפניו ואינו חושש על יראת הקב\"ה ועושה עין שלמעלה כאילו אינה רואה בירושלמי דעשרה יוחסין בגמרא אין בודקין מן המזבח כתיב שום תשים עליך מלך אין לי אלא מלך מנין לרבות שוטרי הרבים וגבאי צדקה וסופרי דיינין ומכין ברצועות ת\"ל מקרב אחיך תשים עליך מלך כל שתשימוהו עליך לא יהא אלא מן הברורין שבאחיך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל המחניף לחבירו. יש לפרש שלא במקום סכנה אבל במקום סכנה מותר כי ההיא דפרק ארבעה נדרים (דף כב.) עולא אזל לארעא דישראל לוו בהדיה תרי בני חוזאי קם חד שחטיה לחבריה אמר ליה לעולא יאות עבדי אמר ליה אין ופרע לו בית השחיטה כי אתא לקמיה דרבי יוחנן אמר ליה דלמא ח\"ו אחזקית ידי עוברי עבירה א\"ל רבי יוחנן נפשך הצלתה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' משוח מלחמה. נראה האי דלא תנא הכי משוח מלחמה בשעה שמדבר אל העם כיצד כדקתני בפרק אלו נאמרין (לעיל דף לב.) מקרא בכורים כיצד משום דהתם סליק מיניה דתני לעיל מיניה ואלו נאמרין בלשון קודש אבל תימה למה הקדים פרק זה קודם פרק עגלה ערופה והלא שנה משוח מלחמה בבבא אחרונה אחרי כולן ויש לומר דהתם הקדים פרשת עגלה ערופה משום דאיירי בפרשת המלך נקט בתריה פרשת עגלה ערופה אבל הכא שבא לפרשה מקדים משוח מלחמה משום דזוטרי מיליה ופסיק ושדי להו וא\"ת וליתני לעיל פרשת משוח מלחמה כדתני פרשת עגלה ערופה יש לומר דלא שייך למימר פרשת משוח מלחמה שהרי לא נתנה משום מצות קריאה אלא משום התראה: הכי קאמר שנאמר ודבר: ירושלמי למה בגין דכתי' ודבר הרי ק\"ש דכתי' בה ודברת בם והיא נאמרת בכל לשון אלא בגין דכתיב בה אמירה הרי פרשת ודוי מעשר הרי כתיב בה אמירה והיא נאמרת בכל לשון אמר רבי חגי נאמר כאן הגשה ונאמר להלן הגשה ונגשו הכהנים בני לוי מה נגישה שנא' להלן בלשון קודש אף כאן בלשון קודש עד כדון כרבי עקיבא דאמר לשונות ריבויין הן כרבי ישמעאל דאמר לשונות כפולין הן ברם מאי אמר ר' חייא בר אבא נאמר כאן נגישה ונאמר להלן נגישה ונגש משה אל הערפל מה לשם לשון הקודש אף כאן לשון הקודש מסתברא דלא ופקדו שרי צבאות בראש העם ואחרי כן ונגש הכהן ודבר אל העם בתר דמתקן להון הוא משמע לון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סגן לאו ממונה הוא. ואם תאמר הא אמרינן בסנהדרין פרק כהן גדול (דף יט.) כשהוא מנחם אחרים כל העם עוברין זה אחר זה והממונה ממצעו ותניא כשהוא עומד בשורה לנחם את האחרים סגן ומשוח מלחמה עומד בימינו ואמר רב פפא ש\"מ מהא מתניתין תלת שמע מינה היינו סגן היינו ממונה יש לומר ודאי ממונה היה לדברים שמינוהו אחיו הכהנים כדתנן (יומא דף כח.) אמר להם הממונה אבל מן התורה אין לו שום מנוי ושררה יותר על אחיו הכהנים ואינו אלא כעין מינוי אמרכל וגיזבר שגידלוהו אחיו הכהנים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאה פפי וחד נאנאי. בירושלמי בפרק החולץ אגמרא וחייבין אשם תלוי את ש\"מ [שהאשה] מתעברת וחוזרת ומתעברת את ש\"מ שאין האשה מתעברת משני בני אדם כאחת ופליגי על רבנן דאגדתא דרבנן דאגדתא אומרים ויצא איש הבינים ממערכות פלשתים ממאה ערלות פלשתים שהערו בה מאה ערלות פלשתים אמר רבי מתניא ולא פליגין עד שלא נסרחה הזרע האשה מתעברת משני בני אדם כאחת משנסרח הזרע אין האשה מתעברת משני בני אדם כאחת זה משמע שכולן מאה היו אבותיו שהרי מכולן נתעברה אמו ולא כפי' רש\"י שפירש וחד נאנאי שאחד מהן אביו ופי' הערוך נאנאי כלב שבאו עליה מאה אנשים וכלב אחד וכן מפורש בויקרא רבה ובאגדה דשמואל אמר ר' יצחק אותה הלילה שפירשה ערפה מחמותה נתערבו בה גייס של מאה בני אדם הדא דכתיב והוא מדבר עמם והנה איש הבינים וגו' ממערכות פלשתים ממערות כתיב ממאה ערלות פלשתים רבי תנחומא אמר אף כלב אחד שנאמר ויאמר הפלשתי אל דוד הכלב אנכי וגו' ותו התם ויתיצב ארבעים יום אמר רבי ברכיה ב\"ר יצחק בשכר ארבעים פסיעות שהלכה ערפה עם חמותה נתלה לבנה ארבעים יום:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מפני שהשם וכל כנויו מונחים בארון. תוספתא (פ\"ז ע\"ש) כי ה' אלהיכם ההולך עמכם זה השם הנתון בארון שנאמר וישלח אותם משה וגו' מלמד שהיה פנחס משוח מלחמה וכלי הקודש זה הארון ויש אומרים אלו בגדי כהונה שנא' ובגדי הקודש אשר לאהרן [רבי יהודה בן לקיש] אומר ב' ארונות היו עמהם זה שיוצא עמהן למלחמה היו בו שברי לוחות שנאמר ויסעו מהר ה' וגו' זה שהיה עמהן היה בו ס\"ת שנאמר ויעפילו לעלות וגו' ובירושלמי אמרי' ארון אחד היה:"
            ]
        ], 
        [], 
        [], 
        [], 
        []
    ], 
    "title": "Tosafot on Sotah", 
    "versionSource": "http://www.sefaria.org/Tosafot_on_Sotah", 
    "heTitle": "תוספות על סוטה", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Nashim", 
        "Sotah"
    ]
}